{
    "b34339": [
        {
            "id": "1",
            "nass": "لقاء العشر الأواخر بالمسجد الحرام (139) ¶ آداب الاستسقاء ¶ تأليف ¶ الإمام الحافظ أبي زكريا يحيى بن شرف النووي ¶ (631 - 676هـ) ¶ تغمده الله برحمته ¶ تحقيق ¶ سارة بنت حمد الخالد ¶ دار البشائر الإسلامية ¶ الطبعة الأولى ¶ 1431 هـ - 2010 م",
            "page": null,
            "part": null
        },
        {
            "id": "3",
            "nass": "بسم الله الرحمن الرحيم ¶ قال الشيخ، الإمام، العلامة محيي الدين النووي - رحمه الله -: ¶ الحمد لله رب العالمين. اللهم صل على محمد، وعلى آل محمد، وسلم. ¶ آداب الاستسقاء ¶ [تعريف الاستسقاء، وبيان حكمه] ¶ وهو طلب السقيا، وهو سؤال الله تعالى أن يسقي عباده",
            "page": "23",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "عند حاجتهم. ¶ وهو مستحب لأهل الأمصار، والقرى،",
            "page": "24",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "والبوادي، والمسافرين، والنساء، والمنفرد. ¶ [الآداب المستحبة للإمام أو نائبه] ¶ وينبغي للإمام أن يستسقي بالناس، وكذا نوابه في البلدان. ¶ فإن تركه الإمام لم يتركه الناس.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وإذا أراده الإمام أو نائبه؛ خطب الناس، ووعظهم، وذكرهم، ثم أمر من ينادي في الناس بصوم ثلاثة أيام، وبالخروج من المظالم - في الدماء، والأموال، والأعراض -،",
            "page": "26",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ومصالحة المتشاحنين، وبالتقرب إلى الله تعالى بما يستطيعون من صدقة، وعبادة، ودعاء، وتلاوة، وغيرها.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "[الآداب المستحبة لمن خرج للاستسقاء] ¶ ثم يخرجون في الرابع صياما، في ثياب بذلة - وهي الثياب التي يلبسها في تصرفاته في بيته - بلا زينة، ولا طيب، ويتنظفون بالماء والسواك، وقطع الروائح الكريهة.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "[من يستحب له الخروج] ¶ ويخرج معهم الشيوخ، وغير ذوات الهيآت من سائر النساء، والعجائز، والصبيان، والبهائم. ¶ ويخرجون كلهم مشاة إلا مريضا، أو زمنا ونحوه،",
            "page": "29",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "متخشعين، متواضعين، متضرعين، خاضعين، ذاكرين الله تعالى. ¶ ويحترز الخارج عن الأمور المهوشة؛ فيقضي أشغاله قبل",
            "page": "30",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "خروجه. ويقرب طهارته من خروجه؛ لئلا يعرض له مدافعة الحدث. ¶ وينبغي: أن يخفف غذاءه وشرابه تلك الليلة. ويتصدق في طريقه بما تيسر. ويخرج في طريق ويرجع في آخر. ويقرب من الإمام لفضيلة الصفوف الأول. وليسمع الخطبة، وليشاهد أفعاله. ويبكر بالخروج ليتمكن من ذلك. ويخرجون إلى الصحراء - إلى فضاء واسع -.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ويحترز عن النظر إلى المحرم - إلى امرأة أو أمرد -، وعن احتقار الناس، والفكر في معايبهم. ¶ [أحكام صلاة الاستسقاء] ¶ فإذا اجتمعوا في الصحراء؛ صلوا صلاة الاستسقاء في وقت صلاة العيد، بعد ارتفاع الشمس. ¶ ولا يؤذن لها، ولا يقام، بل يقال: «الصلاة جامعة».",
            "page": "32",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ثم ينوي صلاة الاستسقاء، ويكبر تكبيرة الإحرام رافعا يديه. ويصليها ركعتين، كصلاة العيد؛ فيأتي بعد تكبيرة الإحرام بدعاء الافتتاح، ثم يكبر سبع تكبيرات، وفي الثانية خمس تكبيرات زوائد، يذكر الله تعالى بين كل تكبيرتين من السبع والخمس، ويستحب: «سبحان الله، والحمد لله، ولا إله إلا الله والله أكبر، ولا حول ولا قوة إلا بالله العزيز الحكيم»،",
            "page": "33",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ثم يتعوذ، ثم يقرأ الفاتحة، ثم يقرأ في الركعة الأولى: سورة {ق}، وفي الثانية: {اقتربت الساعة}، ويجهر بالقراءة. ¶ ولو أدرك مسبوق الإمام وقد كبر التكبيرات أو بعضها؛ لم يقض ما فاته منها. ¶ [أحكام خطبة الاستسقاء] ¶ ثم يخطب خطبتين بعد الصلاة، ولو قدمها على الصلاة",
            "page": "34",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "جاز؛ لكن الأفضل تأخيرهما. ¶ وأركانهما، وشروطهما، وآدابهما كخطبة الجمعة، إلا أنه سيأتي في الأول الأولى بالاستغفار «تسع مرات»، وفي الثانية «سبع مرات»: «أستغفر الله الذي لا إله إلا هو الحي القيوم وأتوب إليه». ¶ ويكثر من الاستغفار فيهما، ويختم كلامه به، ويكثر من قوله تعالى: {استغفروا ربكم إنه كان غفارا} الآية.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ويستحب أن يدعو في الأولى بالدعوات التي سنذكرها - إن شاء الله تعالى -. ¶ ويكون في الخطبة الأولى، وثلث الثانية، مستقبل الناس، مستدبر القبلة، ثم يستقبل القبلة، ويبالغ في الدعاء سرا وجهرا، وإذا أسر؛ دعا الناس سرا، ويرفعون أيديهم في الدعاء رفعا بليغا، وظهور أكفهم إلى السماء، وفي وقت تكون بطونها إلى السماء. وحسن أن يكون",
            "page": "36",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "- في سؤاله رفع القحط، والجهد - ظهور الكف إلى السماء، وفي سؤال الغيث، وإنزال المطر، والسقيا - إلى الأرض. ¶ ويستحب عند تحوله إلى القبلة أن يحول رداءه وينكسه.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "فالتحويل: أن يجعل ما على عاتقه الأيمن على عاتقه الأيسر، وما على الأيسر على الأيمن. والتنكيس: أن يجعل أعلاه أسفله. ومتى جعل الطرف الأسفل الذي على الأيسر على عاتقه الأيمن، والطرف الأسفل الذي على شقه الأيمن على عاتقه الأيسر، جعل التحويل والتنكيس جميعا. ¶ ويفعل الناس بأرديتهم عند ذلك بفعل الإمام؛ اقتداء برسول الله صلى الله عليه وسلم، وتفاؤلا بتغيير الحال إلى الخصب، ويتركونها محولة إلى أن ينزعونها مع الثياب في بيوتهم.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وإذا فرغ من الدعاء أقبل بوجهه على الناس، وحثهم على طاعة الله تعالى، وصلى على النبي صلى الله عليه وسلم، ودعا للمؤمنين والمؤمنات، وقرأ آية من القرآن أو آيتين، ويقول: «أستغفر الله لي ولكم»، ثم ينصرف هو والناس. ¶ قال الشافعي: ويكثر من الاستغفار، ومن قوله: {استغفروا ربكم إنه كان غفارا}. قال الشافعي: ويكثر من الاستغفار حتى يكون أكثر كلامه؛ يبدأ به دعاءه، ويفصل به بين كلامه، ويختم.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "فصل في الأدعية المستحبة في خطبة الاستسقاء وغير الخطبة ¶ منها: ¶ * «اللهم اسق عبادك، وبهائمك، وانشر رحمتك، وأحي بلدك الميت». ¶ * «اللهم أنت الله، لا إله إلا أنت الغني ونحن الفقراء، أنزل علينا الغيث، واجعل ما أنزلت لنا قوة وبلاغا إلى حين».",
            "page": "40",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "* «اللهم اسقنا غيثا، مغيثا، مريئا، مريعا، نافعا غير ضار، عاجلا غير آجل، هنيا، غدقا، مجللا،",
            "page": "41",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "سحا، عاما، طبقا، دائما». ¶ * «اللهم على الظراب، ومنابت الشجر، وبطون الأودية».",
            "page": "42",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "* «اللهم إنا نستغفرك إنك كنت غفارا؛ فأرسل السماء علينا مدرارا». ¶ * «اللهم اسقنا الغيث، ولا تجعلنا من القانطين». ¶ * «اللهم أنبت لنا الزرع، وأدر لنا الضرع، واسقنا من بركات السماء، وأنبت لنا من بركات الأرض». ¶ * «اللهم ارفع عنا الجهد، والجوع، والعري، واكشف عنا من البلاء ما لا يكشفه غيرك». ¶ * «اللهم امنن علينا بمغفرة ما قارفنا، وإجابتك في سقيانا، وسعة رزقنا».",
            "page": "43",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "* «اللهم أمرتنا بدعائك، ووعدتنا إجابتك، وقد دعوناك كما أمرتنا؛ فأجبنا كما وعدتنا». ¶ * «اللهم آتنا في الدنيا حسنة، وفي الآخرة حسنة، وقنا عذاب النار». ¶ * «لا إله إلا الله العظيم الحكيم، لا إله إلا الله رب العرش العظيم، لا إله إلا الله رب السماوات، ورب الأرض، ورب العرش الكريم». ¶ ويستحب إذا كان فيهم رجل مشهور بالصلاح أن يستسقون به؛ فيقولوا: ¶ * «اللهم إنا نستسقي، ونتشفع إليك بعبدك فلان».",
            "page": "44",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ويستحب أن يتوسل بينه وبين الله تعالى بصالح عمله. ¶ والحمد لله رب العالمين اللهم صل على محمد وعلى آل محمد وسلم ¶ آخره ولله الحمد على كل حال. ¶ كتب من نسخة المصنف.",
            "page": "45",
            "part": "1"
        }
    ],
    "t34339": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الغلاف"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "[تعريف الاستسقاء، وبيان حكمه]"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "[الآداب المستحبة للإمام أو نائبه]"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "[الآداب المستحبة لمن خرج للاستسقاء]"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "[من يستحب له الخروج]"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "[أحكام صلاة الاستسقاء]"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "[أحكام خطبة الاستسقاء]"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في الأدعية المستحبة في خطبة الاستسقاء وغير الخطبة"
        }
    ]
}