{
    "b34355": [
        {
            "id": "1",
            "nass": "الرسالة الخامسة ¶ جَوَابٌ ¶ عنْ مسألة : ¶ في جمَاعَةٍ منَ النِّسَاء قدْ تَظَاهرْنَ بسُلوكِ طريقِ الفُقَرَاء و صار منْهُنَّ شيخاتٌ يجتَمِعُ عنْدهُنَّ الفُقَرَاء : الرّجالُ و النِّسَاء ¶ لبَحر العلوم و بَدر النجوم ، سيد الحفاظ و فارس المعانِي و الألفاظ ¶ علم الأعلامِ و شيخِ الإسلام ابن تَيْمِيَّةَ ¶ رحمهُ الله تَعَالى ¶ تُنْشَرُ لأوَّل مَرَّة",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ الحمدُ لله الذي أمَدَّنَا بكُلِّ فَضْلٍ و نِعْمَةٍ ، و الصَّلاةُ و السَّلامُ على خيرِ نَبيٍّ بُعِثَ إلى خَيرِ أُمَّة ، و على آله و صَحْبِهِ و مَنْ سارَ على طريقهم و عمل بالسُّنَّة ، أمَّا بَعدُ : ¶ فهذا جوابٌ من أجْوِبَةِ الإمَام العَدْل تقيِّ الدِّين ، أبي العبَّاس ابنِ تَيْمِيَّةَ - رحمَهُ الله تعالى -لم يرَ النُّور قبلُ - كانَ دفيناً في كتابٍ كبِيرٍ واسِعٍ -لم يَرَ النُّورَ بَعْدُ -، ألاَ و هو كتابُ (( الكواكب الدَّرَارِي )) للعلاَّمَةِ ابنِ زَكنُون - رحمه الله تعالى - ¶ و هو جوابٌ عنْ جمَاعةٍ منَ النِّسَاء تظاهرنَ بسلوك طريق الفقر و التصوُّف ، و اجتمَع إليهِنَّ الرِّجَال و النِّسَاء لإقامَة السّمَاع الشيطانِي ، مَع شرور أخرى . ¶ وصف النُّسخَة الخطِيَّة ¶ يقع هذا الجواب في وَرَقتين ( من 89/ ب إلى 90/ أ ) ضمنَ الكتاب الكبير الذي حوى الدُّرر و النَّفائس : (( الكواكِبِ الدَّرَارِي )) للعلاَّمَةِ ابنِ زَكنُون - رحمَه الله تعالى - ، و قد حصلتُ على نُسْخَةٍ له من صُورةٍ للكواكب في (( مَركز المَخطوطات و التُّراث )) تحت رقم : 44/ 132 ( 2811 ) ، و الذي صوَّرَه عنِ الأصلِ المَحفُوظِ بالمَكتبة الظَّاهرية بدمَشق الشَّام . ¶ و الجوابُ كُتِبَ بخطٍّ نسخيٍّ جيِّد ، مِسطَرةُ كلِّ وجهٍ من الورقة 28 سطراً .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "صورة للأصل الخطيّ",
            "page": "3",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ مَسْأَلَةٌ : في جمَاعة منَ النِّسَاء قد تظاهرنَ بسلوك طريق الفُقَرَاء ، و صار منْهُنَّ شيخات يجتمع عنْدهُنَّ الفُقَرَاء : الرِّجَال و النِّسَاء ، و يقمنَ السمَاع ، و يحضر سمَاعهُنَّ الرِّجَال و النِّسَاء ، و يرفعنَ أصواتهُنَّ و يقطعنَ ثيابهُنَّ ، و يظهرنَ التَّوَلُّه بَينَ النَّاس ، و يزورهُنَّ الرِّجَال و النِّسَاء ، و منْ سائر البلاد ، فهل هُنَّ آثمَاتٌ بذلك و مخطِئَاتٌ ، أم لا ؟ ¶ و مَا يجب عليهِنَّ و على مَنْ يحضُر سمَاعهُنَّ ؟ ¶ و منَ النَّاس مَنْ يعتقد زيارتهُنَّ و الحضُورَ مَعهُنَّ قربةً إلى الله تعالى ، فهل يأثم بذلك ؟ و مَاذا يجب عليه ؟ . ¶ و هل كانَت هذه طريقة أحد منَ السَّلف الصالحينَ ، أمَ لا ؟. ¶ و هل يجِبُ على وليِّ الأمر ردعُهُنَّ و رَدْعُ مَنْ يسعى إليهِنَّ أم لا ؟ ¶ أَجَابَ ¶ بَحْرُ العلوم و بدر النُّجُوم ، سيّد الحفَّاظ و فارسُ المَعانِي و الألفاظ ، علاّمَة الزَّمَانِ و ترجمَانِ القرآنِ ، البَحْرُ الزَّاخر و الصَّارم الباتر ، مفتي الأمم و مستخرجُ المَعانِي و الحِكَم ، بقيَّةُ السَّلف و قُدوةُ الخلف ، مفتي الأنَام و شيخُ الإسلام : أبو العبَّاس ، تقيُّ الدِّين ، أحمدُ بنُ عبد الحليم بنِ عبد السَّلام ابن تَيْمِيَّةَ الحرَّانِيّ - قدَّسَ الله روحَه و نَوَّرَ ضريحَهَ ، و تغمَّده برضوانِه و رحمتهِ ، و أسكنَه بحبُوحة جنَّتِه و أقرَّ أعيُنَنَا في الآخرة برُؤيته : ¶ الحمدُ لله ؛ ¶ كُلُّ مَنْ خرج عنْ مُوجب الكتاب و السُّنَّةِ منَ الرِّجَال و النِّسَاء و المَشايخ و غيرهم ، فإنه ينْهى عنْ ذلك و يؤمَر بمتابعةِ الكتَاب و السُّنَّةِ ، و لو كانَ مِنْ حالِهِ مَا كانَ ، فإنَّ الأحوالَ منْها مَا هو شَيطانِيٌّ ، كمَا قال الله تعالى (¬1) {هَلْ أُنَبِّئُكُمْ عَلَى مَنْ تَنَزَّلُ الشَّيَاطِينُ (221) تَنَزَّلُ عَلَى كُلِّ أَفَّاكٍ أَثِيمٍ(222)}[ الشعراء ] ، و هذه أحوال أهل الكذب و الفُجُور الَّذينَ تختلط رجالهُم و نساؤهم في الرَّقْص و الغِنَاءِ و الشَّخير و النَّخِير و التَّوَلُّه و فَتْلِ الشُّعُور و كشفِ الرُّؤوس و الصِّيَاح و المنْكرِ و الرُّغاء و الإِزبادِ و إظهار الإشارات ؛ كالمسك و المَاورد و اللاذن و الجبَّة و النَّار ، فهؤلاء منْ شرارِ الخلق و أبعدهم عنْ طاعة الله و رسوله ، و ليس فيهم ولي لله و لا كرامَة منْ كرامَات أولياء الله ، بل هم بينَ حال شيطانِيٍّ و محُاَلٍ بهتَانِيٍّ . ¶ ¬__________ ¶ (¬1) : في الأصل : قل هل ، بزيادة قل في أول الآية .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "و أربابُ الأحوال النَّفسانِيَّة قومٌ لهُم جوعٌ و سَهَرٌ و خَلْوَةٌ ، فيحصُلُ لهُم نَوعٌ مِنَ الكشف و التَّأثير ، و إنْ كانوا كفَّاراً ، كما يحصُلُ للرُّهبانِ . ¶ و أمَّا الأحوال الرَّحمانِيَّة ، فهي لأولياء الله المتَّقينَ الَّذينَ يتقرَّبونَ إلى الله بأداء الفرائض و اجتنَابِ المَحارم ، ثم يتقرَّبونَ إليه بالنَّوافل حتىَّ يحبَّهم ، كمَا ثبتَ في \" الصَّحيحِ \" عنِ النَّبيِّ - صلى الله عليه وسلم - أنَّهُ قال : \" يقول الله تعالى :مَنْ عادى لي وليّاً فقد بارَزَنِي بالمحارَبَةِ و مَا تقرَّبَ إلَيَّ عبدي بمثلِ أداءِ مَا افترضْتُ عليه ، و لا يزالُ عبدي يتقرَّبُ إليَّ بالنَّوافل حتىَّ أحبَّه فإذا أحببتُه كنْتُ سمعَه الَّذي يسمَعُ به ، و بصرَهُ الَّذي يبصِرُ به ، و يده التي يبطِشُ بها ، و رجله التي يمشي بها ؛ فبي يسمَع و بي يبصِر و بي يمْشِي و بي يبطشُ ، و لئنْ سألني لأعطينَّه و لئن استعاذَ بي لأعيذنَّه ، و مَا تردَدْتُ عنْ شيءٍ أنا فاعلُهُ تردُّدِي عنْ قبضِ نَفسِ عبدي المؤمنِ يكرهُ الموتَ وأكرهُ مساءَّتَهُ ، و لا بُدَّ له منْه \". ¶ فهؤلاء النِّسَاء اللَّواتي يجتمِعُ عنْدهُنَّ الرِّجَال و النِّسَاء على سمَاع الغِنَاءِ و رَفْعِ الأصوات و إظهار التَّوَلُّه و غيره منَ المُنْكَرَات : يجبُ على وُلاةِ الأُمُور و غيرهم مَنْعهُنَّ منْ ذلك ، و عُقُوبَة مَنْ لم يمتنِعْ عُقُوبَةً بليغةً تردعهُنَّ و أمثالهُنَّ منْ أهل الغِوَايَة و الضَّلالة ، و الله تعالى أعلم .",
            "page": "5",
            "part": "1"
        }
    ],
    "t34355": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "جواب"
        }
    ]
}