{
    "b34357": [
        {
            "id": "1",
            "nass": "سلسلة بحوث وتحقيقات مختارة من مجلة الحكمة (22)  ¶ قاعدة في الأموال السلطانية ¶ لشيخ الإسلام أحمد بن عبد الحليم بن تيمية ¶ تحقيق ¶ إياد بن عبد اللطيف بن إبراهيم القيسي ¶ وقمتُ بمقابلتها على طبعة دار عالم الفوائد ¶ بتحقيق: محمد عزير شمس ¶ قام بنشره ¶ أبو مهند النجدي ¶ Almodhe1405@hotmail.com ¶ almodhe@yahoo.com",
            "page": "1",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "الحمد لله رب العالمين، والصلاة والسلام على رسوله وعبده الصادق الأمين، وعلى آله الطيبين، وصحبه أجمعين. ¶ أما بعد: ¶ فإنه ليشرفني أن أقدم للقراء هذه المبحث المهم القيم من مباحث شيخ الإسلام أحمد بن تيمية رحمه الله، وهي رسالة صغيرة مما لم ينشر من كتابات هذا الإمام، متبعاً خطي من سار هذا الركب والذين بذلوا جهداً طيباً لإخراج درره وكنوزه. ¶ فأهل الخير والصلاح يعلمون أن من أوجب الواجبات على العلماء وطلبة العلم العناية بتراث هذه الأمة مما أؤتمنوا عليه، هذا التراث الثمين الرصين الذي تركه لنا أئمة الإسلام الأماجد في شتى صنوف العلم وألوانه. ¶ والحقيقة التي يدركها الكل أن كثيراً من هذا التراث لا يزال حبيس الخزائن، مكنوزاًً في خبايا المكتبات في البلاد العربية والإسلامية، بل في شتى أرجاء المعمورة. ¶ والأمة اليوم بحاجة شديدة وماسة إلى هذا التراث والعناية به إخراجاً وتحقيقاً مبتعدة عن العبث والتلاعب، مما يفعله البعض، جرياً وراء الكسب المادي الرخيص. ¶ ومن أجدر تلك المخطوطات بالرعاية والاهتمام، وأجودها بل وأكثرها نفعاً للمسلمين كتابات هذا الإمام لما حولته من علم محقق ونقل مصدق. ¶ وقد حظيت كتب هذا العلم - وبحمد الله ومنته - بعناية طيبة، فانبرى نفر ممن وفقه الباري عز وجل لخدمة شرعية ودينه لإخراج هذه الكنوز، من أمثال الشيخ محب الدين الخطيب، ومحمد رشيد رضا، ومحمد حامد الفقي، ومحمد رشاد سالم، وعبد الرحمن بن قاسم النجدي وغيرهم رحمهم اله رحمة واسعة، وأرجو أن يكون إنتسابي في خدمة هذا الشيخ من توفيق الله لي، ومنذ فترة ليست بالقصيرة يممت شطر كتب الإسلاف همتي؛ لنشرها",
            "page": "2",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وإخراجها والاعتناء بنسبتها إليهم ودفع ما ينسب لهم، وجمع شتات أقوالهم في الموضوع الواحد، وقد وفقت لنشر بعضها وأنا أطمع بالمزيد. ¶ وأكرر ما أذكره دائماً أن الأمة بقدر ما هي بحاجة إلى كتابات معاصرة ميسرة فهي بحاجة أشد لنشر كتب علماءها السابقين، وليس إحياء مثل هذه المخطوطات ترفاً علمياً أو عملاً كمالياً. ¶ وعلى صفحات مجلة الحكمة الغراء، أسطر ما وفقني مولاي جل وعلا لتحقيقه من كلام شيخ الإسلام وبقية السلف الكرام في الأموال السلطانية. ¶ والله أسأل أن يجعل القصد خالصاً لوجهه الكريم وأن ينفع به من قرأه وأنا على يقين أن العبد إذا أخلص عمله لله كانت له هذه الأعمال ذخراً بعد الموت ونجاة من عذاب النار والقبر. والله الموفق والهادي إلى سواء السبيل.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "إثبات ¶ نسبة هذه القاعدة لشيخ الإسلام ¶ كل من بحث في مؤلفات شيخ الإسلام يدرك بأن حصر مؤلفاته أمر متعذر، وقد صرح تلامذته بذلك، فلا شيخ الإسلام ولا تلامذته يستطيعون جمعها لأسباب نذكر منها: ¶ - سرعة كتابته وردائه خطه. ¶ - أنه كان يملي للسائل ويعطيه إياه. ¶ - عجز تلامذته عن النقل، كما ذكر ذلك ابن عبد الهادي في العقود الدرية. ¶ - حرص البعض على اقتناء مؤلفاته وعدم نشرها. ¶ - تفرق تلامذته ومحبيه بسبب المحن. ¶ - إتلاف أعداءه شيئاً من مؤلفاته. ¶ هذه بعض الأسباب، كما أن الشيخ رحمه الله لم يكن من عادته أن يسمي مؤلفاته إلا نادراً وكتاباته رسائل وفتاوى وقواعد وردود ويبدأ بها بـ (فصل في....) (قاعدة في....) وأحياناً يباشر في الموضوع أو يذكر سبب كتابته، وعندما يحيل عليه يقول: (وقد بسطنا ذلك في موضع آخر....) وهكذا. ¶ ذكرت هذه المقدمة لأنه تعذر علي أن أجد في قوائم شيخ الإسلام اسماً لهذه القاعدة، وهذا لا يشكك أبداً في صحة هذه الرسالة ولي في إثباتها نقاطاً منها: ¶ الأولى: تصريح ناسخ المخطوطة أنه نقلها من خط شيخ الإسلام. ¶ الثانية: أسلوب شيخ الإسلام في الاستطراد والتفصيل، واستخدام ألفاظ وعبارات معينة، ومن عرف أسلوب شيخ الإسلام يميز كلامه من غيره.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "الثالثة: كثير من مادة هذه القاعدة ذكر مثله أو قريباً منه في رسائله وفتاويه، وقد أشرت له في الهامش. ¶ الرابع: إحالته على مواضع أخرى مثل: ¶ قوله: (ولهذه القاعدة فروع في جواباتي في الفتاوى..) . ¶ وقوله: (بأسباب وليس هذا موضع تفصيل ذلك...) . ¶ وقوله: (وقد ذكرت هذه المسألة في هذا الموضع وذكرت فيها روايتين..) . ¶ وقد أشرت بالهامش إلى أماكنها المحال عليها. ¶ وبالجملة فمن قرأ مؤلفات شيخ الإسلام وأمعن النظر طويلاً مع بدائعه أدرك بسهولة ويسر أن هذه القاعدة من مؤلفات شيخ الإسلام رحمه الله رحمة واسعة وأسكنه فسيح جناته.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وصف ¶ النسخة الأصلية ¶ هذه النسخة من مصورات مركز المخطوطات العربية الكائن في الجامعة الأردنية بعمان، صورت من جامعة برنستون، رقم 1521، مجموعة جاريت، رقم الشريط 275، وهي في 6 ورقات من صفحة 24 - 30، في كل صفحة 19 سطراً، وكل سطر 11 كلمة تقريباً. ¶ نسخت في 25 شعبن سنة 814هـ، وخطها واضح مقروء. ¶ وهذه المجموعة من المخطوطات احتوت على رسائل لشيخ الإسلام منها: ¶ صفحة 1- 5 لمحة المختطف بين الطلاق والحلف. ¶ صفحة 6- 16 تفسير المعوذتين. ¶ صفحة 24 - 30 رسالتنا هذه. ¶ صفحة 30 - 37 فتيا في الركعتين اللتين يقال فيهما سنة الجمعة. ¶ صفحة 38 - 46 قاعدة في تخريب القرآن. ¶ صفحة 46 - 52 مسائل في الإجازة... ¶ صفحة 53 - 60 فيمن أوقع العقود المحرمة ثم تاب. ¶ كتب الناسخ أنه نقلها من نسخة المؤلف، أي شيخ الإسلام رحمه الله. ¶ أما تاريخ النسخ فهو كما مثبت في نهاية النسخة في 15 شعبان سنة 814هـ أي بعد وفاة شيخ الإسلام بـ 86 سنة.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "عملي في الرسالة ¶ 1- قام أحد الأخوة الأكارم بنسخ الرسالة ثم راجعتها وعدلت بعض المنسوخ، وقمت بضبط النص جهد الإمكان وتصحيح الخطأ. ¶ 2- خرجت الأحاديث والآثار وترجمت للأعلام المذكورين. ¶ 3- نقلت وأحلت في الهامش على كتب الشيخ لأثبت أن هذه الرسالة له، وإتماماً للفائدة. ¶ وهذا وأني لأطمع أن أجد نسخاً خطية أخرى لأضبط النص أكثر فلا تزال تراودني في بعض الأماكن شكوكاً في ضبط النص والله الميسر. ¶ وكتبه ¶ إياد بن عبد اللطيف بن إبراهيم القيسي ¶ 23/صفر / 1420هـ",
            "page": "7",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "قاعدة ¶ في الأموال السلطانية ¶ فصل ¶ نقلتها من النسخة التي نقلت من خط شيخ الإسلام ابن تيمية... بعد أن قوبلت عليّ. ¶ الأموالُ السلطانية والأموالُ العقدية من وقفٍ ونذورٍ ووصيةٍ ونحو ذلك، الأصلُ في ذلك مبنيُّ على شيئين: ¶ أحدهما: أن يعمل المسلم بما دلَّ عليه كتابُ الله وسنةُ رسولِه وإجماعُ المؤمنين نصّاً واستنباطاً ويَعلم الواقعَ من ذلك في الولاةِ والرعيَّةِ؛ ليعلمَ الحقَّ من الباطل؛ ويعلمَ مراتبَ الحقِّ ومراتبَ الباطلِ ليستعملَ الحقَّ بحسب الإمكان وَيَدَعَ الباطلَ بحسب الإمكان، ويُرجِّحَ عند التعارضِ أحقَّ الحقَّينِ ويَدع أبطلَ الباطلَيْنِ. ¶ فنقول: إن الأموال المشتركة السلطانيةَ الشرعية ثلاثةٌ: الفَيء والمغانمُ والصدقةُ، وإذا صَنَّف العلماءُ كُتُبَ الأموالِ ككتاب \" الأموال \" لأبي عُبيد، ولحُمَيْد بن زَنْجويه (¬1) ، و \" الأموال \" للخلاَّل (¬2) من جوابات أحمد، وغير ذلك فهذه هي الأموالُ التي يتكلَّمون فيها، وكذلك من العلماء مَن يَجمع الكلامَ فيها في الكُتُبِ المصنَّفةِ في رُبُع ¶ ¬__________ ¶ (¬1) كتاب الأموال لأبي عبيد طبع أكثر من مرة بعد تحقيقات أقدمها بتحقيق محمد خليل هراس، وكتاب حميد بن زنجوبه طبع في ثلاث مجلدات بتحقيق الدكتور شاكر ذيب فياض. ¶  (¬2) الخلال هو أحمد بن هارون أبو بكر الخلال: مفسر عالم بالحديث واللغة من كبار الحنابلة، من أهل بغداد جامع علم أحمد ومرتبه كما قال الذهبي، له مؤلفات شتى منها: تفسير الغريب وطبقات أصحاب أحمد والسنة، والعلل وغيرها، توفي سنة 311هـ.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "الأموال، كما في \" المختصر \" للمُزَني (¬1) و \" مختصرِ \" الخِرَقي (¬2) وغيرِهما، كتابُ قَسْمِ الفَيء والغَنانم والصدقة، يَذكُرونَه قبلَ قَسْمِ الوصايا والفرائض، بعد قَسْم الوقوف ومنهم من يذكر قَسْمِ الصدقة في كتاب الزكاة، وقَسْمِ المغانم والفيء والجهاد، وكما هي طريقة كثير من الفقهاء من أصحاب أحمد وغيرِهم، ومنهم من يذكر الخراجَ والفيءَ في كتاب الإمارة كما فعل أبو داود في السنن في كتاب الخراج والإمارة. ¶ وهذه الأموالُ الثلاثة ثابتةٌ مُستَخْرَجُها ومَصروفُها بكتابِ الله وسنةِ رسولِه، وأكثرُها مُجتَمعٌ عليه وفيها مواضعُ مُتنازعٌ فيها بين العلماء، فإن الله فرضَ الزكاةَ في الأموال وذكرَ أهلَها في كتابِه بقوله: {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ} (التوبة: من الآية60) والنبيُّ - صلى الله عليه وسلم - قد بيَّن من ذلك ما أجملَه الكتابُ بما سَنَّه من نُصُبِ الزكاةِ وفَرائضِها وفَسَّرَ من مواضعِها، وعَمِلَ به خلفاؤُه من بعدِه، وكذلك المغانم قد أحلَّها الله بكتابِه وسنَّةِ رسولِه وقَسَمَها رسولُ الله - صلى الله عليه وسلم - وخلفاؤه الراشدون، وهي المالُ المأخوذُ من الكفّارِ بالقتال، وما أُخِذَ من المرتدّين والخارجين عن شريعةِ الإسلام فتفصيلُه ليس هذا موضعَ ذِكرِه، ويُسمَّى أيضاً فَيْئاً وأنفالاً. ¶ وكذلك الفَيءُ الخاصّ: وهو ما أُخِذَ من الكفّارِ بغيرِ قتالٍ، ذكره الله في سورة الحشر (¬3) ، وجَرَى قَسْمُه في سنة رسولِ الله - صلى الله عليه وسلم - وسنَّةِ خلفائه الراشدين على الوجهِ الذي جَرى عليه، ويَلتحِقُ به الأموالُ المشتركةُ التي لم تُؤخَذْ من ¶ ¬__________ ¶ (¬1) المزني هو إسماعيل بن يحي بن إسماعيل المزني أبو إبراهيم المصري، ولد سنة 175هـ صاحب الإمام الشافعي، زاهداً عالماً مجتهداً، قوي الحجة من مصفناته مختصره الذي طبع بهامش الأم للشافعي والجامع الكبير والجامع الصغير وغيرها توفي سنة 264هـ. ¶  (¬2) الخرقي العلامة شيخ الحنابلة عمر بن الحسين بن عبد الله البغدادي الخرقي، صاحب المختصر المشهور، وشروحه أشهر من أن تذكر، منها المغني لابن قدامة وغيرها، توفي سنة 330هـ. ¶  (¬3) قال شيخ الإسلام في مجموع الفتاوى (28/ 274 - 276) : \" وأما الفيء، فأصله ما ذكره الله تعالى في سورة الحشر، التي أنزلها الله في غزوة بني النضير، بعد بدر، من قوله تعالى: {وَمَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ.... إلى قوله....إِنَّكَ رَؤُوفٌ رَحِيمٌ} (الحشر: من الآية 6 - 10) \". إلى أن قال: \" ثم إنه يجتمع من الفيء جميع الأموال السلطانية التي لبيت مال المسلمين: كالأموال التي ليس لها مالك معين، مثل من مات من المسلمين وليس له وارث معين؛ وكالغصوب، والعواري والودائع: التي تعذر معرفة أصحابها، وغير ذلك من أموال المسلمين، العقار والمنقول. فهذا ونحوه مال المسلمين\" اهـ.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الكفّار كالمواريثِ التي لا وارثَ لها، والأموالِ الضائعةِ التي لا يُعلَم لها مُستحِقٌّ معيَّنٌ، ونحو ذلك من الأموال المشتركة. ¶ ثُمَّ خلفاءُ الرسولِ أهلُ العدل من العلماءِ والأمراءِ الجامعين بين العلم والإمارة مع العدل ـ كالخلفاءِ الراشدين ـ قد يجتهدون في كثيرٍ من هذه الأموالِ قبضاً وصَرْفاً، كما يجتهدون في الأحكامِ والولاياتِ والأعمالِ والعقوباتِ، واجتهادُهم سائغٌ، والأموالُ المأخوذةُ بمثل هذا الاجتهادِ سائغةٌ، وإن اعتقَد الرجلُ تحريمَ بعضِ ذلك فليس له أن يُنكِرَ على الإمام المجتهد في ذلك، ولا على من أخذَ باجتهادِه، كما لا ينُكِرُ على ما أعطاه الحاكمُ بحكمِه في الفرائضِ والوقوفِ ونحوِ ذلك، ولكن هل يُباحُ له بالحكم ما اعتَقَدَ تحريمَه قبل الحكم؟ على روايتين. ¶ وكذلك يُخَرَّجُ في القَسْم، فإن قَسْمَ الإمامِ المالَ يَجِبُ عليه قَسْمُه هو كحكمِه، وأما قِسْمَتُه لغير ذلك فهي بمنزلةِ فِعْلِ الحاكم، كتزويج الأيامَى وبيعِ أموال اليتامِى، وهل فِعْلُ الحاكمِ حُكمٌ فلا يَسُوغُ نَقضُه؟ أم هو كفعلِ غيرِه فيجوزُ نقضُه حتى يُنَفِّذَه أو غيرُه من الحكام؟ فيها وجهان. ¶ ثمَّّ إذا قلنا: هو حرامٌ عليه، فليس حراماً على غيرِه، ويَحِلُّ له ـ إذا أخذَه غيرُه بتأويلٍ ـ أن يأخذَه منه بابتياعٍ واتِّهاب (¬1) ونحوِ ذلك من العُقود، هذا هو الصواب؛ فإنَّ ما قَبَضَه المسلمُ بالتأويل أولَى بالإباحةِ مما يَقبِضُه الكفّار من أهلِ الحربِ والذِّمَّةِ بالتأويل. وإذا كان الكفّارُ فيما يعتقدون حِلَّه إذا أسلموا لو تحاكموا إلينا بعد القبضِ حَكَمنا بالاستحقاقِ لمن هو في يدِه، وحَلَّلْناه لمن قَبَضَه من المسلمين منه بمعاوضةٍ، وحَلَّلناه بعد إسلامِه؛ فالمسلم فيما هو متأوِّلٌ في حُكمِه باجتهادٍ وتقليد إذا قَبَضَه أولَى أن تَحِلَّ معاملتُه فيه، وأن يكونَ مباحاً له إذا رَجَعَ بعدَ ذلك عن القولِ الذي اعتقدَه أوَّلاً، وأن يُحكَمَ له به بعدَ القبضِ كما لو حَكَمَ له به حاكمٌ، وقد ذكرتُ هذه المسألةَ في غيرِ هذا الموضع وذكرتُ فيها روايتين أصحُّهما ذلك (¬2) ؛ بناءًا على أنَّ حُكْمَ الإيجاب والتحريم لا يَثبُتُ في حق المكلف إلا بعدَ بلوغِ الخطابِ، وأنَّه لا (¬3) ، يَجِبُ عليه قضاءُ ما تَرَكَه من الواجبات بتأويلٍ، ولا رَدُّ ما ¶ ¬__________ ¶ (¬1) هكذا في الأصل، والإتهاب: قبول الهدية، كما في لسان العرب. ¶  (¬2) ذكر ذلك شيخ الإسلام في مجموع الفتاوى في قاعدة رائعة له في هذا الموضوع، يراجع المجموع (22/ 11 - 13) . ¶  (¬3) في المخطوط: (وأنه يجب عليه قضاء) وهذا خطأ واضح والصحيح ما ذكرناه، يؤيد ذلك ما ذكره شيخ الإسلام في المجموع (22/ 11) : \" ولهذا لم يأمر النبي - صلى الله عليه وسلم - بالقضاء لأبي ذر لما مكث مدة لا يصلي مع الجنابة بالتيمم، ولا أمر عمر بن الخطاب في قضية عمار بن ياسر، ولا أمر بإعادة الصوم من أكل حتى يتبين له العقال الأبيض من الأسود، ونظائره متعددة في الشريعة\" أهـ.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "قَبَضَه من المحرَّماتِ بتأويلٍ، كالكفَّار بعد الإسلام وأولَى فإنَّ المسلم في ذلك أّعذَرُ، وتنفيرُ الكفّارِ عن الإسلام كتنفيرِ أهلِ التأويل عن الرجوعِ إلى الحقّ والتوبةِ من ذلك الخطأ (¬1) ، وهذا في الأنكحة والمعاوضات والمقاسمات، وكذلك ما أتلَفَه أهلُ البَغْي [على أهلِ العدلِ من النفوسِ والأموال , لا يَجِبُ عليهم ضمانُه في ظاهرِ المذهبِ] (¬2) الموافق لقول جمهورِ العلماء وهو قولُ أبي حنيفة والشافعي في أحدِ قولَيْهِ (¬3) ، كما أجمعَ عليه السلفُ من الصحابة والتابعين قال الزهري: (وَقعتِ الفتنةُ وأصحاب رسولِ الله - صلى الله عليه وسلم - متوافرون فأجمعوا: أن كلَّ دمٍ أو مال أو فرجٍ أُصِيْبَ بتأويل القرآن فإنه هَدَرٌ) (¬4) ؛ وذلك لأنهم متأوِّلون وإن كان ما فعلوه حراماً في نفسِ الأمر، وفي أهل الرِّدَّة أيضاً (¬5) ، روايتان أصحُّهما أنهم لا يَضمَنُون كأهلِ الحرب (¬6) ، كما أشارَ به عمر بن الخطاب - رضي الله عنه - على أبي بكر - رضي الله عنه - لمَّا قالَ لأهل الردَّةِ: (تَدُوْا ¶ ¬__________ ¶ (¬1) قال ابن قدامة في \" المغني\" (8/ 113) : \".. ولأن تضمينهم يفضي إلى تنفيرهم عن الرجوع إلى الطاعة فلا...) أ. هـ. ¶  (¬2) زيادة من نسخة محمد عزير شمس. ¶  (¬3) قال شيخ الإسلام في مجموع الفتاوى (8/ 334) : \" وكذلك قتال البغاة المتأولين حيث أمر الله بقتالهم إذا قاتلهم أهل العدل فأصابوا من أهل العدل نفوساً وأموالاً لم تكن مضمونة عند جماهير العلماء: كأبي حنيفة ومالك والشافعي في أحد قوليه، وهذا ظاهر مذهب أحمد \" اهـ. ¶  (¬4) بهذا اللفظ ذكره شيخ الإسلام في مجموع الفتاوى (8/ 334) ، وذكره في (22/ 14) بنفس اللفظ مع اختلاف في آخره ولفظه \".. أصيب بتأويل القرآن فلا ضمان فيه - وفي لفظ - ألحقوهم في ذلك بأهل الجاهلية\" والأثر ذكره ابن قدامة في المغني (8/ 13) بلفظ مختلف. ¶  (¬5) الكلام على أهل الردة ذكره شيخ الإسلام في المجموع (8/ 334) قال: \" وكذلك المرتدون إذا صار لهم شوكة فقتلوا المسلمين، وأصابوا من دمائهم وأموالهم كما اتفق الصحابة في قتال أهل الردة أنهم لا يضمنون بعد إسلامهم... \" وفي المجموع (35/ 158) : \" فمذهب أكثرهم أن من قلته المرتدون المجتمعون المحاربون لا يضمن، كما اتفقوا عليه آخراً...\" أ. هـ. ¶ وفي المستدرك على مجموع الفتاوى (5/ 131) نقل صاحب المستدرك عن الاختيارات (317) فقال: \" ولا يضمن المرتد ما أتلفه بدار الحرب، أو في جماعة مرتدة ممتنعة، وهو رواية عن أحمد اختارها الخلال وصاحبه \" أهـ. ¶  (¬6) تكلم شيخ الإسلام عن أهل الكفر والحرب في المجموع (8/ 334) وكذا في \" الصارم المسلول\" بتفصيل رائع مع أدلته (2/ 298 - فما بعدها) .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "قَتْلاَنا ولا نَدِيْ قَتْلاَكم، فقال عمر: لا؛ لأنهم قومٌ قُتِلُوا في سبيل اللهِ واستُشْهِدوا) (¬1) ، دَلَّ على ذلك كتابُ الله في عَفْوِه عن الخطأ وسُنَّةُ رسولِ الله - صلى الله عليه وسلم - في قصّةِ أسامةَ بن زيدٍ وقصّةِ عمّار بن ياسرٍ وعديّ بن حاتم وأبي ذَرٍّ (¬2) ، وغير ذلك، فما قَبَضَه المسلم بعَقْدٍ متأوِّلاً فيه مَلَكَه، ولو تَحاكَمَ اثنانِ في عَقْدٍ اعتقَدا صِحَّتَه بعد القبض فينبغي للحاكمِ أن يُقِرَّهما على ذلك التقابُضِ، ويجوز معاملةُ المسلم فيما قبضَه بهذا الوجه ولهذا أمرَ أحمد لمن يُعامِلُ السلطانَ في وقتِه أن يكون بينه وبينه آخر، وكلَّما بَعُدَ كان أجودَ؛ لأنَّ المباشرَ لهم قد يَستحِلُّ من المعاملةِ باجتهادٍ أو تقليدٍ ما لا يَستحِلُّه المستفتي، فإذا قَبَضَه المباشرُ بتأويله حَلَّ للمستفتي حينئذٍ. ونظيرُ هذا قولُ عمر في الخمر والخنزير (¬3) : \" [وَلُّوهُم بَيْعَها وخُذُوا أثمانَها ولا تَبِيعُوها أنتم فإن المسلمَ لا يَحِلُّ له بيعُ الخمرِ والخنزيرِ] (¬4) ويَحِلُّ له قَبْضُ ثمنِ ذلك ممن باعَه\" بتأويله في دينه، فالمسلم الذي قَبَضَ بتأويلٍ أولَى، فهذا مأخذٌ لقولِ أحمد، وله مأخذٌ ثانٍ: أنَّ الظالمَ إذا باعَ المغصوبَ فالمشتري قَبَضَ عِوَضَ مالِه، والأموالُ التي بأيديهم مجهولةُ الملكِ، فالعِوَضُ فيها كالمعوَّض، فالمستفتي قَبَضَ ممن قَبَضَ عِوَضَ مالِه ولم يَقبِضْ ممن قَبَضَ نفسَ مالِ الغير، ولهذه القاعدة فروعٌ في جواباتي في الفتاوى. ¶ وما قَبَضَه الإمامُ من الحقوقِ ـ الزكَوات والخراج وغير ذلك ـ بتأويلٍ من اجتهادٍ أو تقليدٍ، وَجَبَتْ طاعتُه فيه كما يَجِبُ طاعةُ الحاكمِ في الحكم المتنازع فيه، فإذا طلبَ أخْذَ القيمةِ، أَو أَخْذَ ما فَضَلَ عن الفرائضِ ونحو ذلَك أُطِيعَ في ذلك وتَبْرَأ ذِمَّةُ المسلمِ بما يَدفَعُه من ذلك. ¶ وهل يُجزِئُه ذلك إذا كان يعتقد أنه لا يُجزِئه لو فعلَه؟  ¶ الصواب أنه يُجزِئُه كما ذكر أصحابُنا في الخلطة أنه لو أخذ القيمة أو الكبير عن الصغير، فإنه يَرجِعُ أحدُ الخليطينِ على الآخر بذلك، وإطلاقُهم يَقتضي أنه يُجزِيءُ. ¶ ونظيرُ هذا من مسائل العبادات البدنية، الصلاةُ فإن المأمومَ يجب عليه متابعةُ الإمام فيما يَسُوغُ فيه الاجتهادُ، وإن كان المأموم لا يراه؛ كما لو قَنتَ الإمامُ في الفجر، أو زاد في تكبيرة الجنازة إلى سبعٍ؛ لكن لو أخلَّ في الصلاة بركنٍ أو شرطٍ في مذهب المأموم دون مذهبه فهذهِ فيها الخلاف، وهو يُشبِه إجزاءَ إخراجِ الزكاة من بعض الوجوه (¬5) ، لكن إن كان الإمامُ لا يطلبُ منه الزكاةَ وإنما هو بَذلَها ¶ ¬__________ ¶ (¬1) هذه الحادثة ذكرها شيخ الإسلام في المجموع (35/ 157) ولفظه: \" قال لهم الصديق: اختاروا إما الحرب المجلية، وإما السلم المخزية، قالوا: يا خليفة رسول الله! هذه الحرب المجلية عرفناها فما السلم المخزية؟ قال: تدون قتلانا، ولا ندي قتلاكم، وتشهدون أن قتلانا في الجنة وقتلاكم في النار، ونقسم ما أصبنا من أموالكم، وتردون ما أصبتم من أموالنا، وتنزع منكم الحلقة والسلاح، وتمنعون من ركوب الخيل، وتتركون تتبعون أذناب الإبل حتى يرى الله خليفة رسوله والمؤمنين أمراً بعد ردتكم، فوافقه الصحابة على ذلك؛ إلا في تضمين قتلى المسلمين فإن عمر بن الخطاب - رضي الله عنه - قال له: هؤلاء قتلوا في سبيل الله فأجورهم على الله، يعني هم شهداء فلا دية لهم، فاتفقوا على قول عمر في ذلك\" اهـ. ¶ وهذا الأثر أخرجه الطبراني في الأوسط (1974) من طريق سفيان بن عيينة عن أيوب بن عائذ عن قيس بن مسلم عن طارق بن شهاب، وأورده الذهبي في تاريخه (3/ 32) وابن كثير في البداية (6/ 359) من طريق الثوري عن قيس عن طارق، قال ابن كثير: رواه البخاري من حديث الثوري بسنده مختصراً، وأخرجه ابن أبي شيبة في مصنفه (8/ 574) من طريق آخر مرسلاً، والأثر صحيح ثابت ولفظ قول عمر في هذه الروايات: \" فقال عمر: أما قولك: تدرون قتلانا، فإن قتلانا قتلوا على أمر الله لا ديات لهم \" وفي رواية: \" فقال عمر: يا خليفة رسول الله، القول كما قلت، غير أن قتلانا قتلوا في سبيل الله، لا دية لهم\". ¶  (¬2) كل هؤلاء الصحابة ذكرهم شيخ الإسلام في المجموع (22/ 11، 15) . فأما حادثة أسامة فمعروفة في استحلاله قتل الذي قتله بعدما قال: لا إله إلا الله. ¶ وأما عمار فقضيته مع عمر بن الخطاب في التيمم معروفة أيضاً. ¶ وأما أبو ذكر فعندما مكث مدة لا يصلي مع الجنابة بالتيمم. ¶ وأما عدي بن حاتم فحادثة في تبين العقال الأبيض من الأسود. ¶ وكلها أحاديث صحيحة ثابتة. ¶  (¬3) أثر عمر أخرجه أبو عبيد في الأموال (رقم 129) ، وابن أبي شيبة (10799) وسنده صحيح. وأفتى به أحمد، راجع أحكام أهل الذمة للخلال (ص 174) . ¶  (¬4) زيادة من نسخة محمد عزير شمس. ¶  (¬5) تكلم شيخ الإسلام عن دفع الزكاة للسلطان في المجموع (25/ 81) (28/ 267) .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "له فقبضها الإمام باجتهاده فهذا نظيرُ صلاتِه خلفَه، وإن كان الإمام يطلب منه الزكاة بحيث يجب طاعتُه، فهذا نظيرُ أن يُصلِّي خلفَه ما لا يُمكِنُه فِعلُه خلفَ غيرِه، كالجمعة والعيدين ونحوهما، ولهذا إذا قلنا لا تَصِحُّ الصلاةُ خلفَ الفاسق؛ فإنه يجب فعلُ هذه الصلوات خلفَه (¬1) ، وفي الإعادة روايتان فالأمرُ بفعل الصلاةِ خلفَه وبالإعادةِ يُشبِه الأمرَ بإيتاء الزكاة وبالإعادة. ¶  [ومع هذا فمذهب أهل السنة المأثور عن الصحابة أنه يُجزِئ دفعُ الزكاة] (¬2) إلى الإمام الذي يَجُورُ في قَسْمِها، فإجراؤها مع أخذِها بالاجتهاد، أولى وإن كان ربُّ المال لا يُجزِئُه صَرفُها في غيرِ المصارف، لكن المأثور عن الصحابة الأمرُ بدفع الزكاة إليهم وبالصلاةِ خلفَهم. ¶ والمفسدةُ في الزكاةِ أشدُّ ,فإذا ساغ ذلك فهذا أسوغُ. ¶ والسلف لم يأمروا مَن صلى خلفهم بإعادة ولا من دفع الزكاة إليهم بإعادة، ولهذا قال أحمد في رسالته في \" السنة \": (أن من أعاد الجمعة فهو مبتدع) (¬3) ، لكن المسألتان واحدة، فالمتفق عليه حجةٌ على المختلَف فيه، وتخرج في صورة الوفاقِ ما في صورة النزاع، فإن طائفة من السلف ذهبوا إلى أنه لا يدفع إليهم الزكاة كعبيد بن عمير (¬4) ، وغيره، وكان عمر بن الخطاب وهو أمير المؤمنين - رضي الله عنه - الذي انتشرت الرعيةُ في زمنه وكثرت الأموالُ فعدلَ فيها صادقاً بارّاً راشداً تابعاً للحق فوضعَ الخراجَ على ما فتحَه عَنْوةً كأرضِ السوادِ ونحوِها، ووَضع ديوانَ العطاء للمقاتِلة وللذُّرِّيَّة، وكان ¶ ¬__________ ¶ (¬1) تكلم شيخ الإسلام عن الصلاة خلف الفاسق والمبتدع والفاجر في مجموع الفتاوى (3/ 280 - 281) (3/ 286) (23/ 344 - 345) (23/ 358) (23/ 341) . ¶  (¬2) زيادة من نسخة محمد عزير شمس. ¶  (¬3) قال شيخ الإسلام في المجموع (3/ 286) : \" حتى إن المصلي خلف الفاجر اختلف الناس في إعادته الصلاة، وكرهها أكثرهم؛ حتى قال أ؛ مد بن حنبل في رواية عبدوس: من أعادها فهو مبتدع...\" أ. هـ. ¶  (¬4) التابعي عبيد بن عمير بن قتادة بن سعد، قاص أهل مكة، مات 68هـ.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "عثمان بن حُنَيف (¬1) ، على الخراج , [وزيد بن ثابت ـ فيما أظن ـ على ديوان العطاء وما زالت هذه التسميةُ معروفةً: \" ديوان الخراج \"] (¬2) وهو المستخرَج من الأموالِ السلطانية، و... \" ديوان العطاء \" كديوان الجيش وديوان النفقات ونحو ذلك. ¶ ولِوُلاَةِ الأمور من الملوك ودُوَلِهم في ذلك عاداتٌ واصطلاحاتٌ، بعضها مشروعٌ وبعضُها مجتهَدٌ فيه وبعضُها محرَّم، كما للقضاة والعلماء والمشايخ منهم من هو من أهل العلم والعدلِ كأهل السنة فيتبعون النصَّ تارةً والاجتهادَ أُخرى، ومنهم أهل جهلٍ وظلمٍ كأهل البدعِ المشهورة من ذوي المقالات والعبادات، وذوي الجهل والجور من القضاة والولاة. ¶ وكانت سيرة أبي بكر وعمر - رضي الله عنه - ما في غاية الاستقامة والسَّداد , بحيث لم يُمكِن الخوارجَ أن يَطعنوا فيهما، فضلاً عن أهل السنة، وأما عثمان وعلي - رضي الله عنه - فهما من الخلفاء الراشدين والأئمة المهديين وسيرتهما سرة العمل والعدل والهدى والرشاد والصدق والبر؛ لكن فيها نوعٌ مجتهَدٌ فيه، والمجتهِد فيه إن أصاب فله أجران وإن أخطأ فله أجر وخطؤُه مغفورٌ له، فاجتهد الخلفاءِ أعظمُ وأعظمُ. ¶ وأما عثمان فحصلَ منه اجتهادٌ في بعضِ قَسْمِ المال والتخصيص به، وفي بعض العقوبات هو فيها - رضي الله عنه - مجتهد والعلماءُ منهم من يَرى رأيَه ومنهم من لا يراه. ¶ وعلي - رضي الله عنه - حصل منه اجتهادٌ في محاربة أهل القبلة، والعلماء منهم من يرى رأيَه ومنهم من لا يراه، وبكل حالٍ فإمامتُهما ثابتةٌ , ومنزلتُهما من الأمة منزلتُهما؛ لكن أهل البدع الخوارج الذين خرجوا على عثمان وعلى علي جعلوا آرائهم وأهواءَهم حاكمةً على كتاب الله وسنة رسولِه وسيرةِ الخلفاءِ الراشدين؛ فاستحلُّوا بذلك الفتنةَ وسفكَ الدِّماءِ وغيرَ ذلك من المنكرات. ¶ ¬__________ ¶ (¬1) عثمان بن حنيف بن واهب الأنصاري ال, سي، أبو عمر المدني صحابي شهير، استعمله عمر على مساحة أرض الكوفة وعلي على البصرة قبل الجمل، مات في خلافة معاوية. ¶  (¬2) زيادة من نسخة محمد عزير شمس.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وأما مَن بعد الخلفاء الراشدين، فلهم في تفاصيل قبضِ الأموالِ وصَرْفِها طرقٌ متنوعة: ¶  (القسم الأول) (¬1) : منها ما هو حق منصوص موافق للكتاب والسنة والخلفاء الراشدين. ¶  (القسم الثاني) : ومنها ما هو اجتهادٌ يَسُوغُ بين العلماء، وقد يسقط الوجوب بأعذارٍ ويباحُ المحظورُ بأسباب، وليس هذا موضع تفصيل ذلك. ¶  (القسم الثالث) : ومنها ما هو اجتهادٌ لكن صدوره بسبب العدوان من المجتهد وتقصيرٍ منه شابَ الرأي فيه الهوى، فاجتمعت فيه حسنة وسيئة وهذا النوع كثير جدّاً. ¶  (القسم الرابع) : ومنه ما هو معصية محضة لا شبهة فيه، بتركِ واجبٍ أو فعلِ محرَّمٍ. ¶ وهذه الأنواع الأربعة موجودة في عامة تصرفاتهم من: الحكم والقَسْم والعقوبات وغير ذلك، إما أن يوافق سنة الخلفاء، أو لا يوافق. ¶ والذي لا يوافق: إما أن يكون معذوراً فيه كعذر العلماء المجتهدين أو لا يكون كذلك , ¶ والذي لا يكون معذوراً فيه عذراً شرعيّاً: ¶ إما أن يكون فيه شبهة واجتهاد مع التقصير والعدوان. ¶ أو لا يكون فيه شبهةٌ ولا تأويلٌ. ¶ ولم أعلم أن في الدولة الأموية وصدر الدولة العباسية وظفوا على الناس وظائف تُؤخذ منهم غير الوظائف التي هي مشروعة في الأصل، وإن كان التغيير قد وقع في أنواعِها وصفاتِها ومصارفِها، نعم ¶ ¬__________ ¶ (¬1) كلمة (القسم الأول والثاني والثالث والرابع) من وضعنا وليست من المخطوط.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "كان السواد مخارجه عليه الخراج العُمَرِيّ، فلما كان في دولة المنصور (¬1) - فيما أظن - نقله إلى المقاسمة ودخل المقاسمة بعدل المخارجة، كما فعلَ النبي - صلى الله عليه وسلم - بخيبر، وهذا من الاجتهادات السائغة، وأما استئثارُ وُلاةِ الأمور بالأموالِ والمحاباةُ بها، فهذا قديم؛ بل قال النبي للأنصار: \" إنكم ستَلْقُون بعدي أثرةً فاصبروا حتى تَلْقَوني على الحوض \" (¬2) . وقد أخبر النبي - صلى الله عليه وسلم - بحالِ الأمراء من بعده في غيرِ حديثٍ، وكان الخلفاءُ المُطَاعِين في أمرِ الحرب والقتال وأمرِ الخراج والأموال , ولهم عُمَّالٌ ونُوَّاب على الحروب، وعُمَّال ونُوَّاب على الأموال، ويُسمُّون هذه ولاية الحرب وهذه ولاية الخراج، ووزراؤهم الكبار ينوبون عنهم في الأمرين إلى أثناء الدولة العباسية بعد المئة الثالثة، فإنه ضَعُفَ أمرُ خلافةِ بني العباس وأمرُ وزرائهم، بأسباب جَرتْ وضُيِّعَتْ بعضُ الأموال، وعَصَى عليهم قومٌ من النوّاب بتفريطٍ جرى في الرجال والأموال، فذكر ثابت بن سنان بن ثابت بن قُرَّة (¬3) فيما علمتُه من التاريخ: أنه في سنة أربع وعشرين وثلاثمائة فوَّض الراضي الخليفةُ (¬4) الإمارةَ ورئاسةَ الجيش وأعمالَ الخراج وتدبيرَ ¶ ¬__________ ¶ (¬1) المنصور هو أبو جعفر عبد الله بن محمد بن علي بن عبد الله بن العباس، أخو السفاح عمره 63 سنة خلافته من 136 - 158هـ. ¶  (¬2) الحديث رواه البخاري (3163) ، مسلم (132، 139) عن ابن مسعود. ¶  (¬3) هو ثابت بن سنان بن ثابت بن قرة الحراني الصابئ، أبو الحسن: طيب مؤرخ خدم الخليفة الراضي بالله العباسي، ثم المقتضي بالله والمستكفي والمطيع وألف تاريخاً، ذكر فيه ما كان في أيامه، ابتدأه بسنة 295هـ وختم بوفاته سنة 365هـ وله كتاب في أخبار الشام ومصر، وهو خال هلال بن المحسن الصابئ. ¶  (¬4) الراضي بالله أبو العباس أحمد بن عبد المقتدر بن المعصم بن طلحة بن المتول عمره 32 سنة خلافته من سنة 322 - 329هـ.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "شأن المملكة إلى مُقدَّمٍ اسمُه محمد بن رائق (¬1) ، وجعلَه أمير الأمراء وأمرَ بأن يُخطَب له على سائر منابر المملكة، ولم يكن قبل ذلك شيء من ذلك. ¶ قال: وبَطَلَ قبل ذلك أمرُ الوزارة ولم يكن الوزير ينظر في شيء من النواحي ولا الدواوين، ولا كان له اسمٌ غيرُ اسمِ الوزارة فقط، وأن يحضرَ في أيام المواكب دار السلطان بسوادٍ وسيفٍ ومنطقةٍ، ويقفَ ساكناً، وصار ابنُ رائقٍ وكاتبُه ينظران فيما كان الوزراءُ ينظرون فيه، وكذلك كلُّ من تقلَّد الإمارةَ بعد ابن رائق، وصارت أموالُ النواحي تُحمل إلى خزائن الأمراء فيأمرون ويُنفِقون منها ويُطلِقون لنفقاتِ السلطان ما يريدون، وبطلت بيوتُ الأموال، ثم إنه بعد ذلك حدثَتْ دولة بني بُوية (¬2) ، الأعاجم وغَلبوا على الخلافة، وازداد الأمرُ عما كان عليه وبَقُوا قريباً من مئةِ عام إلى بعد المئة الرابعة ¶ ¬__________ ¶ (¬1) هو أبو بكر محمد بن رائق أمير من الدهاة الشجعان له شعر وأدب، كان أبوه من مماليك المعتضد العباسي ولي أمر شرطة بغداد للمقتدر سنة 317هـ ثم إمارة واسط والبصرة، ولاه الراضي إمرة الأمراء والخراج ببغداد سنة 324هـ وأمر أن يخطب له على المنابر، مات مقتولاً سنة 330هـ. ¶  (¬2) دولة بني بويه نسبة إلى بويه بن فناخسرو والملقب بأبي شجاع، أسس إبنه علي الدولة البوهية في بلاد فارس قرب همذان سنة 330هـ، وسيطروا على بغداد سنة 334هـ وأبقوا الخليفة العباسي كرمز شكلي فحسب، فقد استبد البوهيون بالسلطة دون الخليفة العباسي، فاستولوا على جميع أملاكه وذخائره وخصصوا له راتباً يومياً وكان لهم كل شيء وجعلوا وظيفة أمير الأمراء وراثية في الأسرة البوهية. ¶ وهناك خلاف، هل البوهيون شيعة زيدية أم اثنا عشرية إمامية؟  ¶ والبوهيون لم يتورعوا عندما دخلوا بغداد أن يكتبوا على مساجدها: لعن معاوية بن أبي سفيان، ولعن من غصب فاطمة رضي الله عنها فدكا - يعنون أبا بكر - ومن منع أن يدفن الحسن عند قبر جده عليه السلام، ومن نفى أبا ذر الغفاري - أي عثمان - ألخ من الكتابات التي تعبر عن تشيع ورفض واضحين في عقيدة هؤلاء، ولم يكتفوا بهذا بل أمروا النسا في عاشوراء بإغلاق محلاتهم وأن يلبسوا قبية سوداء، والنساء يخرجن منثورات الشعر، مسودات الوجوه، مشقوقات الثياب نائحات، لاطمات الوجوه، وفي الثامن عشر من ذي الحجة أمروا أن يظهر الناس في أحسن لباس احتفالاً بغدير خم، وسياسة التشيع هذه سهلت للدعوة الفاطمية من النشاط في بلاد العراق وفارس، انتهت الدولة البوهية سنة 447هـ.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "بنحو من ثلاثين سنة أو نحوها، حدثت دولة السلاجقة (¬1) ، الأتراك، وغلبوا على الخلافة أيضاً وكان أحياناً تقوى دولةُ بني العباس بحسن تدبير وزرائهم كما جرى في وزارة ابن هبيرة (¬2) ، بما يفعلونه من العدل وإتباع الشريعة، وينهضون به من الجهاد، وكان ملوك النواحي يعطونهم السّكة والخطبة وطاعةً يسيرة تُشبِه قبول الشفاعة، فأما الولايات وإمارة الحروب وجباية الأموال وانفاقها، فكانوا خارجين فيه على أمر الخلفاء، وكانت سيرة الملوك تختلف: فمنهم العدل المتبع للشريعة ذي القوة والأمانة المقيم للجهاد والعدل كنور الدين محمود بن زنكي (¬3) ، بالشام والجزية ومصر، ومنهم الملك المسلم المعظِّم لأمرِ الله ورسولهِ كصلاح الدين (¬4) ، ومنهم غير ذلك أقسامٌ يطول شرحُها. ¶ وهكذا هم في وضع الوظائف، فمن الملوك والوزراء من يُسرِف فيها وضعاً وجبايةً، ومنهم من يَستَنُّ بما فُعِل قبله ويجري على العادة، فيجري هو والذي قبلَه على القسم الرابع، ومنهم من يجتهد في ذلك اجتهاداً ملكيّاً يُشبِه القسم الثالث، ومنهم من يقصد اتباعَ الشريعة وإسقاطَ ما يخالفُها كما فعلَ نور الدين لما أسقطَ الكُلَفَ السلطانية المخالفة للشريعة التي كانت توجد بالشام ومصر والجزيرة وكانت أموالاً عظيمةً جداً وزاد الله البركات وفَتحَ البلادَ وقَمعَ العدوَّ بسبب عدلِه وإحسانِه. ¶ ¬__________ ¶ (¬1) السلاجقة حكموا محل البوهيين من سنة 447هـ إلى سنة 590هـ وشهد عهد طغرلبك وألب أرسلان وملكشاه استقراراً وإحياء للجهاد ضد البيزنطيين وإنعاشاً لحركة المدارس للرد على الزندقة والباطنية. ¶  (¬2) هو يحي بن هبيرة الدوري الذهلي الشيباني أبو المظفر من كبار الوزراء في الدولة العباسية ولد سنة 499هـ كان حنبلياً عالماً بالفقه والأدب، ولد في العراق وكان يقال عنه: ما وزر لبني العباس مثله، قام بشئون الدولة حكماً وسياسة وإدارة أفضل قيام، توفي ببغداد سنة 560هـ، وله مؤلفات منها الإفصاح عن معاني الصحاح مطبوع وغيرها مخطوط. ¶  (¬3) محمود بن زنكي نور الدين الملقب بالملك العادل، ملك الشام ومصر وديار الجزيرة أعدل ملوك زمانه وأفضلهم، كان من المماليك (جده من موالي السلجوقيين) ولد سنة 511هـ توفى سنة 569هـ وقبره بالمدرسة النورية. ¶  (¬4) هو يوسف بن أيوب بن شادي المعروف بصلاح الدين الأيوبي بطل الإسلام ومن سادات المجاهدين أشهر من أن يترجم له، ولد سنة 532هـ وتوفى سنة 589هـ وقبره بالشام معروف.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ثمَّ هذه الوظائف السلطانية التي ليس لها أصلٌ في سنةِ رسولِ الله - صلى الله عليه وسلم - وسنةِ خلفائه الراشدين ولا ذكرها أهل العلم المصنِّفون للشريعة في كتب الفقه من الحديث والرأي هي حرامٌ عند المسلمين، حتى ذكر ابن حزمٍ إجماعَ المسلمين على ذلك فقال (¬1) ، ومع هذا فبعض من وضعَ بعضَها، وَضَعه بتأويل واجتهاد علمي ديني، واتفق على ذلك الفتوى والرأي من بعض علماء ذلك الوقت، ووُزَرائِه، فإنه لمّا قامت دولة السلاجقة ونصروا الخلافة العباسية وأعادوا الخليفة القائم إلى بغداد بعد أن كان أمراءُ مصر من أهل البدع أولئك الروافض قد قهروه وأخرجوه من بغداد، وأظهروا شعارَ البدع في بلاد الإسلام وهي التي تُسمَّى فتنة البساسيري (¬2) ، في نصف المئة الخامسة حدثت أمورٌ: منها بناء المدارس والخوانق (¬3) ، ووقفُ الوقوف عليها وهي المدارس النظاميات بالعراق وغيره، والرباطات كرباط شيخ الشيوخ وغير ذلك، ومنها ذهاب الدولة الأموية من المغرب وانتقال الأمر إلى ملوك الطوائف. ¶ وصنّف أبو المعالي الجويني (¬4) ، كتاباً للنظام سماه \"غياث الأُمَم في التياث الظُّلم\" وذكر فيه قاعدة في وضع الوظائف عند الحاجة إليها للجهاد، فإن الجهاد بالنفوس والأموال واجب، بل هو من أعظم ¶ ¬__________ ¶ (¬1) كذا في الأصل , ولم ينقل المؤلف النّص. وانظر \" مراتب الإجماع \" (ص121) من نسخة محمد عزير شمس. ¶  (¬2) البساسيري هو أرسلان بن عبد الله أبو الحارث البساسيري تركي الأصل، كان من مماليك بني بويه قلده القائم العباسي مناصب، وخطب له في المنابر في العراق وعظم أمره وهابته الملوك، خرج على القائم وأخرجه من بغداد وخطب للمستنصر الفاطمي صاحب مصر الرافضي سنة 450هـ، وأخذ له بيعة القضاة والإشراف ببغداد قسرا، تغلب عليه أعوان القائم من عسكر السلطان طغرالبك فقتلوه والحمد لله سنة 451هـ. ¶ وقد ذر شيخ الإسلام فتنة البساسيري في المجموع (35/ 137-138) . ¶  (¬3) جمع خانقاه: حكمة فارسية (خانكاه) ومعناها بيت، ثم جعلت علما على المكان الذي يتخلى فيه الصوفية لعبادة الله تعالى الفرق بينها وبين الرباط، أن الرباط لفقراء الصوفية، أما الخوانق فهو على شكل مدرسة يعين لها شيخ ومدرسون فلا يدخلها إلا من قبل فيها، انظر (الخطط) (2/ 414) ومنادمة الأحلال (272) . ¶  (¬4) هو عبد الملك بن يوسف بن عبد الله الجويني النيسابوري أبو المعالي إمام الحرمين ولد في سنة 419هـ وتوفى سنة 478هـ، ومؤلفاته الورقات في أصول الفقه والإرشاد، الكافية في الجدل وغيرها من الكتب المطبوعة. ¶ أما كتابه \"غياث الأمم بالتياث الظلم\" ويسمى بالغياثي فقد نشره مصطفى حلمي وفؤاد عبد المنعم أحمد وطبع طبعة جيدة بتحقيق الدكتور عبد العظيم ديب.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "واجبات الدين، ولا يمكن حصولُ الجهاد إلا بأموالٍ تُقَام بها الجيوش، إِذْ أكثرُ الناس لو تُرِكُوا باختيارهم لما جاهدوا بأنفسهم ولا بأموالهم، وإن تُرِكَ جمعُ الأموال وتحصيلُها حتى يحدث فتقٌ عظيم في عدوّ أو خارجي كان تفريطاً وتضييعاً، فالرأي أن تُجمعَ الأموالُ ويُرصَدَ للحاجة. ¶ وطريق ذلك أن توظَّف وظائفُ راتبةٌ لا يَحصُل بها ضررٌ، ويَحصُل بها المصلحة المطلوبةُ، من إقامة الجهاد، والوظائف الراتبة لابدّ أن تكون على الأمور العادية فتارةً وظَّفوها على المعاوضات والأملاك مثل أن يضعوا على البائع والمشتري في الدواب والحبوب والثمار وسائر الأطعمة والثياب مقداراً إما على مقدار المبيع وإمّا على مقدار الثمن، ويضعوا على الجعالات والإجارات، ويضعوا على العَقار من جنس الخراج الشرعي، وكان ما وضعوه تارةً يُشبِه الزكاة المشروعة من كونه يُوجَد في العام على مقدار، وتارةً يُشبِه الخراج الشرعي، وتارةً يُشبِه ما يُؤخَد من تجار أهل الذمة والحرب. ¶ ومنهم من يَعتدي فيضع على أثمان الخمور ومهور البغايا ونحو ذلك مما أصلُه محرَّم بإجماع المسلمين، ومنهم من يضع على أجور المغاني من الرجال والنساء فإن الأثمان والأجور تارةً تكون حلالاً في نفسها، وإنما المحرَم الظلم فيها كغالب الأثمان والأجور، وتارةً تكون في نفسها حراماً كأثمان الخمور ومُهُور البغايا، وكان بعد موت الملك العادل (¬1) ، بالشام قد وضعه ابنه (¬2) ، ذلك على دار الخمر والفواحش فَبَقِيَ غيرَ ممنوعٍ من جهة سلطان لما له عليه من الوظيفة وكان ذلك سنة خمس عشرة وست مئة وفي ذلك الوقت ظهرت دولة المغل جنكسخان (¬3) ، بأرض المشرق واستولى على أرض ¶ ¬__________ ¶ (¬1) هو الملك العادل أبو بكر بن أيوب أخو صلاح الدين وأصغر منه بسنتين، ولد سنة 534هـ وتوفى سنة 615هـ. ¶  (¬2) المقصود حفيده. ¶  (¬3) جنكيز خان هو تيموجين بن يسوكاي بهادر، ولد سنة 545هـ، ومعنى جنكيز خان (الملك القاهر) استولى على الصين وبكستان الصينية وأقام دولة، وكان له مراسلات مع ملك خوارزم علاء الدين محمد بن تكش ولكن علاء الدين قتل رسله فقرر جنكيز خان الانتقام وقضى على الدولة الخوارزمية وعاد إلى موطنه ومات سنة 625هـ ومن أولاده امتد الغزو المغولي وسقطت بغداد وغيرها من بلاد الإسلام.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "الإسلام، وظهرت النصارى بمصر في مملكة الأفرون، وظهرت بدعٌ في العلماء والعُبَّاد كبحوث ابن الخطيب (¬1) ، وجست (¬2) ، العميدي (¬3) ، وتصوّف ابن العربي وخِرقة اليونسية وبعض الأحمدية والعَدَوية (¬4) ، وغير ذلك وحقيقة الأمر في ذلك أن هذا من القسم الثالث أو الرابع فإن هذا إذا صدر باجتهادٍ، فهو في الأصلِ مشوبٌ بهوىً ومقرونٌ بتقصيرٍ أوعدوان، وإن التقصير أو العدوان صادرٌ أيضاً من أكثر الرعية، فإن كثيراً منهم أو أكثرهم لو تُرِكوا لما أدَّوا الواجبات التي عليهم من الزكوات الواجبة والنفقات والواجبة والجهاد الواجب بالأنفس والأموال، كما أنه صادرٌ من كثير من الولاة أو أكثرهم بما يقضونه من الأموال بغير حق ويَصرِفونه في غير مَصرِفِه، ويتركون أيضاً ما يجب من الأمر بالمعروف والنهي عن المنكر. ¶ فجمعُ هذه الأموال وصرفُها هي من مسائلِ الفتن، مثل الحروب الواقعة بين الأمراء بآراءٍ وأهواءٍ، وهي مشتملة على طاعاتٍ ومعاصِي وحسناتٍ وسيئاتٍ، وأمورٍ مجتَهدٍ فيها تارةً بهوىً وتارةً بغير ¶ ¬__________ ¶ (¬1) ابن الخطيب هو الرازي فخر الدين محمد بن عمر بن الحسن التميمي البكري ولد سنة 544هـ وتوفى سنة 606هـ، من أئمة الأشاعرة الذين خلطوا المذهب الأشعري بالاعتزال والفلسفة. ¶  (¬2) جست: كلمة فارسية معناها البحث وقد أصبحت تطلق على نوع من أنواع الخلاف، هامش وفيات الأعيان (4/ 257) . ¶  (¬3) هو محمد بن محمد العميدي السمرقندي أبو حامد كان إماما في فن الخلاف والجدل وخصوصا \"الجست\" وهو نوع من أنواع الخف والجدل وهو - أول من أفرده بالتصنيف، كان يمزجه بخلاف المتقدمين، توفى سنة 615هـ. ¶  (¬4) الأحمدية وهم البطائحية فرقة صوفية منحرفة تنتهي إلى الشيخ أحمد الرفاعي. ¶ والعدوية فرقة صوفية منحرفة تنتمي إلى الشيخ عدي بن مسافر. ¶ واليونسية فرقة إباحية نسبة إلى يونس القيسي أو القيسني. وفي كل هؤلاء تكلم شيخ الإسلام وبالأخص الأحمدية فله معهم مناظرات.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "هوىً اجتهاداً اعتقاديّاً أو عمليّاً، نظير الطرائق والمذاهب من الاعتقادات والفتاوى والأحكام وأنواع الزهادات والعبادات والأخلاق، وما في ذلك من مسائل النزاع بين أهل العلم والدين في الأصول والفرع والعبادات والأحوال، فإنها أيضاً مشتملةٌ على حسناتٍ وسيئاتٍ وطاعاٍت ومعاصي وأمورٍ مجتهدٍ فيها، تارةً بهوىً وتارةً بغير هوىً اجتهاداً اعتقاديّاً أو عمليّاً. ¶ فالواجب أن ما شهد الدليلُ الشرعي بوجوبه أو تحريمه أو إباحتِه عُمِل به، ثم يُعامَل الرجال والأموالُ بما تُوجِبُه الشريعةُ فيُعفَى عما عَفَتْ عنه، وأن تضمن تركَ واجبٍ أو فعلَ محرَّمٍ، ويُثنَى على ما أثنت عليه وإن كان فيه سيئات ومفاسد مرجوحةً. ¶ وهذه المشتبهات في الأقوال والأعمال والأموالِ داخلةٌ في الحديث الذي هو أحد مباني الإسلام حديث النعمان بن المشهور في الصحاح عن النبي - صلى الله عليه وسلم - أنه قال: الحلال بَيِّنٌ والحرام بَيِّنٌ وبين ذلك أمورٌ مشتبهات لا يَعلمهنَّ كثيرٌ من الناس فمن تَرك الشبهاتِ استبرأ لدينِه وعِرضِه، ومن وقع في الشبهاتِ وَقَعَ في الحرام كالراعي يَرعَى حولَ الحِمَى يُوشِك أن يَقَع فيه، ألا وإن لكلِّ مَلِكٍ حِمىً وإن حِمَى الله محارمُه ألا وإن في الجسد مُضْغَةً إذا صَلَحَتْ صَلَحَ لها سائر الجَسَد وإذا فَسَدتْ فَسَدَ لها سائر الجسد ألا وهي القلب (¬1) فإنه ضمن هذا الحديث الأكل والشرب من الطيبات والعمل الصالح , كما أمر به في قوله: {كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحاً إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ} (المؤمنون: 51) إذ أمر به المرسلين والمؤمنين كما في حديث أبي هريرة (¬2) المخرج في صحيح مسلم , وذكر فعل المعروف وترك المنكر الذي هو صلاح القلب والجسد والحلال والحرام كما قال تعالى {يَأْمُرُهُم بِالْمَعْرُوفِ ¶ ¬__________ ¶ (¬1) الحديث متفق عليه. ¶  (¬2) وحديث أبي هريرة هو: قال رسول الله - صلى الله عليه وسلم -: \" يا أيها الناس إن الله طيب لا يقبل إلا طيباً وإن الله أمر المؤمنين بما أمر به المرسلين , فقال: {يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحاً إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ} وقال {يَا أَيُّهَا الَّذِينَ آمَنُواْ كُلُواْ مِن طَيِّبَاتِ مَا رَزَقْنَاكُمْ} ثم ذكر الرجل يطيل السفر , أشعث أغبر يمد يديه إلى السماء , يا رب , يا رب , ومطعمه حرام ومشربه حرام وملبسه حرام وغذي بالحرام , فأنى يستجاب له \" رواه مسلم (1015) .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وَيَنْهَاهُمْ عَنِ الْمُنكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَآئِثَ} (الأعراف: 157) وذكر أن الشبهات لا يعلمها كثير من الناس فدلَّ ذلك على أنَّ من الناس من يعلمها فمن تبيَّنت له الشبهاتُ لم يبقَ في حقِّه شبهةٌ , ومن لم تتبيَّنْ له فهي في حقِّة شبهةٌ , إذ التبيُّن والاشتباه من الأمور النسبية فقد يكون الذي متبيناً لشخصٍ , مشتبهاً على الآخر. ¶ وبيَّن أن الحَزْمَ تركُ الشبهات والشبهات قد تكون في المأمور به وقد تكون في المنهي عنه فالحزْمُ في ذلك الفعلُ وفي هذا التركُ فإذا شك في الأمر هل هو واجبٌ أو محرَّمٌ؟ فهنا هو المشكلُ جداً كما في الاعتقادات فلا يحكم بوجوبه إلاّ بدليل ولا نحرمه إلا بدليل فقد لا يكون واجباً ولا محرماً وإن كان اعتقاداً إذْ ليس كلُّ اعتقادٍ مطلقٍ أوجبَه الله على الخلق بل الاعتقاد إمّا صواب وإمّا خطأ وليس كلُّ خطأ حرَّمَه الله بل قد عفا الله عن أشياءَ لم يُوِجْبها ولم يُحرِّمْها والله أعلم. ¶ تم بحمد الله وعفوه وصلى الله على سيدنا محمد وآله وصحبه وسلم. ¶ في خامس عشر من شعبان المكرم من سنة أربع عشرة وثمان مئة , (بمدرسة أبي عمر قدَّس الله تعالى روحه ونوَّر ضريحه) (¬1) ¶ ¬__________ ¶ (¬1) زيادة من نسخة محمد عزير شمس.",
            "page": "24",
            "part": "1"
        }
    ],
    "t34357": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "قاعدة في الأموال السلطانية"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "إثبات نسبة هذه القاعدة لشيخ الإسلام"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "وصف النسخة الأصلية"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "عملي في الرسالة"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "قاعدة في الأموال السلطانية"
        }
    ]
}