{
    "b34377": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ الأحاديث والآثار التي تكلم عليها شيخ الإسلام ابن تيمية ¶ جمع الشيخ ¶ وليد الحسين ¶ \"أبو عبد الله الزبيري\" ¶ نشر هذا البحث في مجلة الحكمة العدد السادس صفر 1416هـ ¶ قام بنقله ¶ أبو مهند النجدي ¶ للتواصل العلمي ¶ Almodhe1405@hotmail.com ¶ almodhe@yahoo.com",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "مقدمة ¶ الحمدلله رب العالمين , والصلاة والسلام على نبينا محمد وعلى آله وصحبه وسلم.. وبعد: ¶ إن الناظر إلى منهج شيخ الإسلام ابن تيمية يدرك تماماً أنه تميز بأصلين عظيمين طالما أكدهما شيخ الإسلام , وهما: النقل المصدق , والنظر المحقق , ولا شك أن من التزم في منهجه تحري الصحيح من النصوص الشرعية واستحصل آلة ذلك بضبط قواعد وأصول الحديث وكسب سر ذلك بطول الخبرة والتجربة , فإنه مما لاشك فيه أنه ستتجلى له حقيقة التمييز بين الصحيح والسقيم من الحديث بل إنه من السهولة بمكان أن يصل إلى خبايا العلل ودقائقها. ¶ والنظر الثاقب الذي وفق إليه شيخ الإسلام في معرفة ذلك والذي شهد له أئمة الحديث في زمانه وإلى يومنا هذا جعل مكانته الحديثية راجحة في كفة الميزان الذي يوزن به من سلك هذا المسلك من أئمة الحديث ففاق كثيراً من أقرانه فكأنه لم يتخصص إلا به , ولم يعرف إلا إياه , ولذا ألصق به لقب شيخ الإسلام , وقد أطلق هذا اللقب عليه سبعة وثمانون من أئمة الإسلام , كلهم لقبوه بهذا اللقب [ذكر ذلك صاحب كتاب ـ الرد الوافر على من زعم بأن من سمى ابن تيمية \" شيخ الإسلام \" كافر ص 98]  ¶ وقد اتفق أهل العلم من أهل السنة من معاصري شيخ الإسلام إلى يومنا هذا على إمامة شيخ الإسلام , وتفوقه في مختلف العلوم والفضل والزهد والورع والخلق , وقد منحه الله عزوجل الحافظة الواعية التي هي أساس العلم , والتعمق والتأمل , وحضور البديهة , والاستقلال الفكري , والصدق والإخلاص والمتابعة في طلب الحق , والطهارة من أدران الهوى , مع فصاحته وقدرته البيانية والشجاعة والصبر وغير ذلك من جوامع الخصال الحميدة التي قلما اجتعمت في إمام , وقد بين الحافظ الذهبي إمامة شيخ الإسلام في الحديث وبالغ في وصفه والثناء عليه في هذا المجال فقال: ¶ \" وكانت له خبرة تامة بالرجال وجرحهم وتعديلهم , وطباقاتهم , ومعرفة بفنون الحديث , وبالعالي والنازل , والصحيح والسقيم , مع حفظ لمتونه الذي انفرد به , وهو عجيب في استحضاره واستخراج الحجج منه , وإليه المنتهى في عزوه إلى الكتب الستة والمسند بحيث يصدق عليه أن يقال: كل حديث لا يعرفه ابن تيميه فليس بحديث , ولكن الإحاطة لله , غير أنه يغترف فيه من بحر , وغيره من الأئمة يغترفون من السواقي \".أ. هـ ¶ إن هذه الشخصية النادرة الفريدة التي ظهرت في أواخر القرن السابع وأوائل القرن الثامن تركت آثاراً حسنة عظيمة في مختلف المجالات العلمية الشرعية إلا أني ما وجدت أحداً من أهل العلم ـ فيما أعلم ـ حاول إبراز شخصية شيخ الإسلام ومكانته في الحديث وعلومه رواية ودراية مع شهرته في هذا المجال وإمامته فيه وإسهاماته الحديثية المنثورة في كتبه إلا ما رأيته من أخي وزميلي فضيلة الشيخ الدكتور عبدالرحمن بن عبدالجبار الفريوائي في رسالته الدكتوراه بعنوان [شيخ الإسلام ابن تيمية وجهوده في الحديث وعلومه] في أربع مجلدات بما مجموعة ألفان وخمس وثمانون صفحة (2085 صفحة) (1)  ¶ وأما عملي في هذه الرسالة الصغيرة فهي جهد المقل , فقد عمدت فيه إلى استخراج جميع الأحاديث التي تكلم عليها شيخ الإسلام ووصفها بالضعف أو الوضع أو الكذب , وهي المنثورة في كتبه , وقد استقصيت جميع ما بين أيدينا من مؤلفاته المطبوعة , وأرجو من الله العلي القدير أن لايكون قد فاتني منها شيء سواء على سبيل الخطأ أو السهو والغفلة ـ والكمال لله وحده ـ وقد حرصت على أن لا يفوتني شيء , كما أنني أشكر أخي وزميلي الشيخ إياد عبداللطيف والذي أرسل إلي مجموعة من الأحاديث التي تكلم عليها شيخ الإسلام في بعض كتبه التي لم تطبع فنقلها من بعض المخطوطات , وكتب السخاوي مرعي الحنبلي ¶ كما استخرجت بعض الأحاديث التي تكلم عليها شيخ الإسلام والمنثورة في كتب تليميذه ابن القيم وهي قليلة جداً , وأحب أن أشير إلى أن التعليق على جميع الأحاديث في هذا الكتاب هو من تعليق شيخ الإسلام ابن تيمية. ¶ وقد تميز شيخ الإسلام بميله إلى نقد المتون (2) , وهذا الفن لم يتمكن منه كثير من أهل العلم , لاسيما إذا كانت النكارة في المتن غير ظاهرة , أما ما ظهرت نكارته , واتضح كذبه لا سيما أكاذيب الشيعة وبعض أهل الأهواء , فإن شيخ الإسلام يكتفي غالباً في نقد متنه دون الرجوع إلى إسناده , لأن كذبه ظاهر. ¶ وربما حكم شيخ الإسلام على بعض الأحاديث بالوضع والنكارة مع تصحيح بعض أئمة الحديث لها , ومن هنا نقد الحافظ ابن حجر العسقلاني شيخ الإسلام ابن تيمية في (لسان الميزان 6/ 319) وفي الدرر الكامنة (2/ 71) فقال \" إنه تحامل في مواضع كثيرة , ورد أحاديث موجودة , وغن كانت ضعيفة بأنها مختلقة \". أ. هـ. ¶ وقد عد عبدالحي اللكنوي شيخ الإسلام ابن تيمية من الطبقة المتشددة من النقاد بناء على نقد ابن حجر له [انظر الرفع والتكميل (تعليق 90 ـ 91 ـ 135) ] وقد أقر الحافظ الذهبي ما حكم عليه شيخ الإسلام في منهاج السنة في كتابه المنتقى من منهاج الإعتدال وهو اختصار لمنهاج السنة النبوية. ¶ وعند التحقيق والنظر وتتبع الأحكام التي يصدرها شيخ الإسلام على جملة من الأحاديث يتبين لنا أنه يسير على طريقة الإمام أحمد والبخاري وابن معين واضرابهم من الطبقة المتوسطة , ويظهر ميله هذا إليهم في إشادته بذكرهم ورجوعه إلى أقوالهم في الجرح والتعديل , لاختصاصهم وتميزهم بهذا الفن ومع ذلك فإننا لا ندعي العصمة لشيخ الإسلام , فهو كغيره من الجهابذة , وما يعتريهم من الخطأ والنسيان الذي لايحط من قدرهم ومكانتهم وحفظهم. ¶ ولولا أن هذا المقام ليس مقام بسط وعرض واطناب لأطلت الكلام في جوانب كثيرة تتعلق بالجانب الحديثي لشيخ الإسلام ابن تيمية , ولدي كثير من الفوائد المتعلقة بهذا الموضوع , وأرجو أن يكون ذلك بعد الفراغ من العمل الذي أقوم بإعداده الذي هو [البلغة في عقائد أئمة النحو واللغة]  ¶ فأرجو من الله العلي القدير أن تتاح الفرصة المناسبة لعرض هذا الموضوع عرضاً تفصيلياً والله أسأل أن يتغمد شيخ الإسلام بواسع رحمته , ويسكنه فسيح جناته , وآخر دعوانا أن الحمدلله رب العالمين ¶ كتبها ¶ وليد الحسين ¶ 2/ 12 / 1415 هـ ¶ _______________ ¶ (1) توجد رسالة أخرى بعنوان شيخ الإسلام ابن تيمية محدثاً تأليف: عدنان بن محمد بن عبدالله آل شلش الناشر: دار النفائس للنشر والتوزيع- عمّان - الأردن وأصل الكتاب رسالة ماجستير ـ أبو مهند ـ ¶  (2) توجد رسالة بعنوان أشهر وجوه نقد المتن عند شيخ الإسلام ابن تيمية تأليف: بدر العماش وهي موجودة مع هذا البحث ـ أبو مهند ـ",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "1 ـ \"آخي بين علي وأبي بكر\" ¶ باطل: باتفاق أهل المعرفة بحديثه؛ فإنه لم يؤاخ بين مهاجر ومهاجر، وأنصاري وأنصاري، وإنما آخي بين المهاجرين والأنصار. ¶  [مجموع الفتاوى (35/ 93) ]  ¶ 2 ـ \" آل محمد كل مؤمن تقي \" ¶ حديث موضوع ¶  [منهاج السنة (1/ 75) ]  ¶ 3ـ \" آمن من آمن بي , وصدقني بولاية علي بن أبي طالب عليه السلام , ومن تولاه فقد تولاني...\" ¶ الحديث هو من الموضوعات ¶  [منهاج السنة (5/ 78 , 80) ]  ¶ 4 ـ \" آية من القرآن خير من محمد وآله\" ¶ القرآن كلام الله منزل غير مخلوق , فلا يشبه بالمخلوقين , واللفظ المذكور غير مأثور. ¶  [مجموع الفتاوى (18/ 381) ]  ¶ 5ـ \" اتخذوا مع الفقراء أيادي. فإن لهم في غد دولة وأي دولة \" ¶ كذب لايعرف في شيء من كتب المسلمين المعروفة ¶  [مجموع الفتاوى (11/ 111,19) (18/ 123) ]  ¶ 6ـ \" أتى بطائر فقال: اللهم ائتني بأحب خلقك إليك وإليّ يأكل معي من هذا الطائر , فجاء علي...\" الحديث ¶ هو من المكذوبات الموضوعات ¶  [منهاج السنة (7/ 369 ـ 385) ]  ¶ 7 ـ أحبو العرب لثلاث , لأنني عربي , والقرآن عربي , ولسان أهل الجنة عربي \" ¶ ذكر هذا الحديث ابن الجوزي في الموضوعات وقال: قال العقيلي ـ لا أصل له ـ ¶  [اقتضاء الصراط المستقيم (1/ 391ـ393) ]  ¶ 8 ـ أحبوا الله لما يغذوكم به من نعمه , وأحبوني بحبكم الله , وأحبوا أهل بيتي بحبي \" ¶ اسناده ضعيف , فإن الله يحب أن يُحَبَّ لذاته , وإن كانت محبته واجبة لإحسانه. ¶  [منهاج السنة (5/ 396) ]  ¶ 9ـ \" أخذ الله الميثاق من ظهر آدم فأخرج من صلبه ذرية ذرأها فنثرهم نثراً بين يديه كالدر ثم كلمهم فقال: ألست بربكم , فقالوا: بلى...\" الحديث ¶ رفعه ضعيف فأما نطقهم فليس في شيء من الأحاديث المرفوعة الثابتة ولا يدل عليه القرآن ¶  [درء تعارض العقل والنقل (8/ 482 ـ 484) ]  ¶ 10ـ \" أخذ النبي صلى الله عليه وسلم بيد علي وبيدي ونحن بمكة , وصلى أربع ركعات ورفع يده إلى السماء , فقال: اللهم موسى بن عمران سألك , وأنا محمد نبيك أسألك أن تشرح لي صدري , وتحلل عقدة من لساني يفقهوا قولي , واجعل لي وزيراً من أهلي , علي بن أبي طالب أخي...\" الحديث ¶ هذا كذب موضوع باتفاق أهل العلم بالحديث ¶  [منهاج السنة (7/ 274 ـ 276) ]  ¶ 11ـ \" أخذ بيد الحسين بن علي , فقال: أيها الناس , هذا الحسين ألا فاعرفوه , وفضِّلوه فو الله لجَدُّه أكرم على الله من جد يوسف بن يعقوب...\" الحديث ¶ كذب موضوع باتفاق أهل المعرفة بالحديث ¶  [منهاج السنة (8/ 212 ـ 245) ]  ¶ 12ـ \" أخذ بيد حسن وحسين فقال: من أحبني وأحب هذين وأباهما وأمهما فهو معي في درجتي يوم القيامة \" ¶ هذا الحديث من زيادات القطيعي , رواه عبدالله بن الإمام أحمد بن حنبل والقطيعي (3) زاد عن شيوخه زيادات , وفيها أحاديث موضوعة باتفاق أهل المعرفة وهذا الحديث من زيادات القطيعي ¶  [منهاج السنة (7/ 397 ـ 402) ]  ¶ 13ـ \" أخذ يوماً الحسين على فخذه الأيمن , وولده إبراهيم على فخذه الأيسر , فنزل جبريل وقال: إن الله تعالى لم يكن ليجمع لك بينهما فاختر من شئت منهما...\" الحديث ¶ هذا الحديث لم يروه أحد من أهل العلم , ولا يعرف له إسناد ¶  [منهاج السنة (4/ 45 ـ 48) ]  ¶ 14ـ \" أخذت من أطراف شعر رسول الله صلى الله عليه وسلم بمشقص كان معي بعدما طاف بالبيت وبالصفا والمروة في أيام العشرة. قال قيس: والناس ينكرون هذا على معاوية\" ¶ أما حديث معاوية فشاذ , وقد طعن الناس فيه قديماً وحديثاً كما أخبر قيس , فإنهم أنكروا أن يكون النبي صلى الله عليه وسلم قضَّر. ¶  [شرح العمدة (2/ 475) ]  ¶ 15ـ \" أدبني ربي فأحسن تأديبي\" ¶ المعنى صحيح لكن لايعرف له إسناد ثابت ¶  [مجموع الفتاوى (18/ 37) ]  ¶ 16ـ \" إذا أراد الله أن ينزل عن عرشه نزل بذاته\" ¶ ضُعف هذا اللفظ ورواه ابن الجوزي في الموضوعات. ¶  [مجموع الفتاوى (5/ 394) ]  ¶ 17ـ \" إذا أعيتكم الأمور فعليكم بأهل القبور \" ¶ هذا الحديث كذب مفترى على النبي صلى الله عليه وسلم بإجماع العارفين بحديثه. وهذا مما يعلم بالاضطرار من دين الإسلام أنه غير مشروع. ¶  [مجموع الفتاوى (1/ 356) ]  ¶ 18ـ إذا اقتتل خليفتان فأحدهما ملعون \" ¶ الحديث كذب ¶  [مجموع الفتاوى (35/ 72) ]  ¶ 19ـ إذا تحيرتم في الأمور فاستعينوا بأهل القبور\" ¶ هو كلام موضوع مكذوب باتفاق العلماء ¶  [اقتضاء الصراط المستقيم (2/ 677ـ682) ]  ¶ هذا الحديث ذكره شيخ الإسلام في مجموع الفتاوى (1/ 356) بلفظ (إذا أعيتكم الأمور فعليكم بأهل القبور) وتقدم ذكره ¶ ______________________________ ¶ (3) أي في كتاب فضائل الصحابة للإمام أحمد بن حنبل.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "20ـ \" إذا تشهد أحدكم في الصلاة فليقل: اللهم صل على محمد، وعلي آل محمد. وبارك على محمد وعلي آل محمد، وبارك على محمد، وارحم محمدًا كما صليت وباركت وترحمت على إبراهيم وعلي آل إبراهيم، إنك حميد مجيد \" ¶ رواه البيهقي بإسناد ضعيف ¶  [مجموع الفتاوى (22/ 456) ]  ¶ 21ـ \" إذا حضر الخبز فلا تنتظروا شيئاً \" ¶ هذا يقوله بعض العامة , ولم يجيء في هذا شيء عن النبي صلى الله عليه وسلم ¶  [مجموع الفتاوى (32/ 214) ]  ¶ 22ـ \" إذا ذكر إبراهيم وذكرت أنا فصلوا عليه , ثم صلوا عليَّ , وإذا ذكرت أنا والأنبياء غيره فصلوا علي , ثم صلوا عليهم \" ¶ هذا لا يعرف من كتب أهل العلم ¶  [مجموع الفتاوى (18/ 380) ]  ¶ 23ـ \" إذا رأيتموه (معاوية) على منبري فاقتلوه\". ¶ هذا الحديث ليس في شيء من كتب الإسلام , وهو عند الحفاظ كذب ¶  [منهاج السنة (4/ 380) ]  ¶ 24ـ \" إذا سألتم الله فاسألوه بجاهي , فإن جاهي عند الله عظيم\" ¶ هذا الحديث كذب , ليس في شيء من كتب المسلمين التي يعتمد عليها أهل الحديث. ¶  [مجموع الفتاوى (1/ 319ـ 320) وتكلم عليه بتوسع في الرد على البكري (11ـ12 ,45) منهاج السنة (27/ 126) (24/ 235) (1/ 177) ]  ¶ 25ـ \" إذا سمعتم عني حديثاً فاعرضوه على الكتاب والسنة , فإن وافق فارووه , وإن لم يوافق فلا\" ¶ هذا مروي لكنه ضعيف ¶  [مجموع الفتاوى (18/ 382) ]  ¶ 26ـ \" إذا كثرت الفتن فعليكم بأطراف اليمن\" ¶ هذا اللفظ لا يعرف. ¶  [مجموع الفتاوى (18/ 384) ]  ¶ 27ـ \" إذا كنتم ورائي فلا تقرؤوا إلا بفاتحة الكتاب، فإنه لا صلاة لمن لم يقرأ بها \" ¶ هذا الحديث معلل عند أئمة أهل الحديث بأمور كثيرة. ¶  [مجموع الفتاوى (23/ 286ـ287) الإلمام (26) الفتاوى (2/ 178) (4) ]  ¶ 28ـ \" إذا مات الحسن بكيت أنا وعي وفاطمة..\" الحديث ¶ هذا الحديث لم يروه أحد من أهل العلم , ولا يعرف له إسناد , وهذا كذب موضوع ¶  [منهاج السنة (4/ 45) ]  ¶ 29ـ \" إذا وصلتم إلى ما شَجَرَ بين أصحابي فأمسكوا، وإذا وصلتم إلى القضاء والقدر فأمسكوا \" ¶ هذا مأثور بإسناد منقطع , وما له إسناد ثابت (5)  ¶ 30ـ \" ازعجوا اعضائكم بالصلاة علي\" ¶ كذب موضوع باتفاق أهل العلم. وكذلك سائر ما يروى في رفع الصوت بالصلاة عليه. ¶  [مجموع الفتاوى (22/ 468) ]  ¶ 31ـ \" أسألك باحتياط قاف. وهو يوق المخاف والطور , والعرش والكرسي...)  ¶ لا تؤثر منها شيء ¶  [مجموع الفتاوى (27/ 129) ]  ¶ 32ـ \"اشتد غضب الله وغضبي على من أراق دم أهلي وآذاني في عترتي \" ¶ كلام لا ينقلع عن النبي صلى الله عليه وسلم ولا ينسبه إليه إلا جاهل ¶  [منهاج السنة (4/ 586ـ588) ]  ¶ 33ـ \" أصحابي كالنجوم\" ¶ ضعفه أئمة الحديث ¶  [منهاج السنة (7/ 142) ]  ¶ 34ـ \" أطلبوا العلم ولو بالصين\" ¶ ليس هذا من كلام النبي صلى الله عليه وسلم ¶  [الفوائد الموضوعة لمرعي الحنبلي (154) ]  ¶ 35ـ \" اطلعت على ذنوب أمتي , فلم أجد أعظم ذنباً ممن نسي القرآن \" ¶ ضعفه بقوله: إذا صح ¶  [مجموع الفتاوى (18/ 126) ]  ¶ 36ـ \" اعتمر في رجب\" ¶ غلط فيه راويه ¶  [مجموع الفتاوى (13/ 353) ]  ¶ 37ـ \" اغتسل ثم لبس ثيابه , فلما أتى ذا الحليفة صلى ركعتين , ثم قعد على بعيره , فلما استوى به على البيداء أحرم بالحج \" ¶ فيه يعقوب بن عطاء بن أبي رباح وقد تكلم فيه. ¶  [شرح العمدة (18/ 126) ]  ¶ 38ـ \" أفرضكم زيد\" ¶ ضعيف لا أصل له , ولم يكن زيد على عهد النبي صلى الله عليه وسلم معروفاً بالفرائض. ¶ 39ـ \" أقضاكم علي\" ¶ هذا الحديث لم يثبت , وليس له إسناد تقوم به الحجة , وقوله \" أعلمكم بالحلال والحرام معاذ بن جبل\" أقوى إسناداً منه. ¶  [منهاج السنة (7/ 512ـ 515) الفتاوى (1/ 471) ]  ¶ 40ـ \" أقل الحيض ثلاثة أيام وأكثره عشرة\" ¶ وقد يصدق بعض هؤلاء بما يكون كذباً عند أهل المعرفة , مثل ما يروي طائفة من الفقهاء حديث \" أقل الحيض...\" الحديث ويبنون عليها الحلال والحرام , وأهل العلم بالحديث متفقون على أنها كذب. ¶  [منهاج السنة (7/ 429ـ 430) ]  ¶ 41ـ \" أكثر ما دعا به رسول الله صلى الله عليه وسلم عشية عرفة في الموقف: اللهم لك الحمد , كالذي نقول وخير مما نقول , اللهم لك صلاتي ومحياي ومماتي , وإليك مآبي...\" الحديث ¶ رواه الترمذي وقال حديث غريب من هذا الوجه , وليس له إسناد قوي. ¶  [شرح العمدة (2/ 508) ]  ¶ 42ـ \" أكرموا ظهوركم فإن فيها منافع للناس \" ¶ هذا اللفظ لاأعرفه مرفوعاً ¶  [الأحاديث الموضوعة (47) ]  ¶ 43ـ \" أكل العنب دودو\" وفي رواية \" يا سلمان كل العنب دو , دو \" ¶ كذب لا أصل له , وفي الرواية باطل ¶  [مجموع الفتاوى (33/ 15) (18/ 127) ]  ¶ 44ـ \"ألبسَ علي بن أبي طالب - رضي الله عنه - لباس الفتوة، ثم أمره أن يلبس من شاء، ويقولون: ـ يعني رواته ـ إن اللباس أنزل على النبي صلى الله تعالى عليه وسلم في صندوق، ويستدلون عليه بقوله تعالى: {يَا بَنِي آدَمَ قَدْ أَنزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْءَاتِكُمْ} الآية. ¶ هذا باطل لا أصل له , ولم يفعل هذا رسول الله صلى الله عليه وسلم ولا أحد من أصحابه. ¶  [مجموع الفتاوى (11/ 85ـ88) ] ¶ _______________________ ¶ (4) ولكن الحديث صححه جمع من الأئمة كالبخاري والحاكم والشيخ أحمد شاكر والألباني وحسنه الدارقطني وابن حجر , وتعليل شيخ الإسلام له وجه ولكنه مرجوح والله أعلم. ¶  (5) الأمر كما قال شيخ الإسلام إلا أن كثرة طرقه تقرب منه إلى الحسن لغيره والله أعلم.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "45ـ \" الذي أيَّن الأين فلا يقال له: أين \" ¶ أجمع العلماء على أنه من أكذب الحديث ¶  [درء تعارض العقل والنقل (5/ 225) ]  ¶ 46ـ \" اللهم أحيني مسكيناً , وأمتني مسكيناً , واحشرني في زمرة المساكين \" ¶ هذا يروى لكنه ضعيف لا يثبت , ومعناه احيني خاشعاً متواضعاً (6) , وحكم بضعفه في مواطن. ¶  [مجموع الفتاوى (18/ 82) (18/ 382,326) (11/ 130) ]  ¶ 47ـ \" اللهم إنك أخرجتني من أحب البقاع إلي فاسكني في أحب البقاع إليك \" ¶ هذا باطل , بل لا يثبت في الترمذي وغيره أنه قال لمكة \" والله إنك لأحب بلاد الله إلى الله وقال: إنك لأحب البلاد إليَّ \" فأخبر أنها أحب البلاد إلى الله وإليه. ¶  [مجموع الفتاوى (18/ 378) (27/ 36) ]  ¶ 48ـ \" اللهم إني أسألك بحق السائلين عليك وبحق ممشاي هذا , فإني لم أخرج أشراً ولا بطراً ولا رياءً ولا سمعة...\" الحديث ¶ هذا الحديث رواه عطية العوفي وفيه ضعف ¶  [اقتضاء الصراط المستقيم (2/ 787) مجموع الفتاوى (1/ 209, 369,339) ]  ¶ 49ـ \" اللهم إني أعوذ برضاك من سخطك \" ¶ روى الترمذي أنه كان يقول ذلك في وتره , لكن هنا فيه نظر [صح الحديث من طريق مسلم كدعاء في السجود]  ¶  [مجموع الفتاوى (17/ 91) (9/ 98) ]  ¶ 50ـ \" أم أيمن امرأة من أهل الجنة \" ¶ هذا الخبر لا يعرف في شيء من دواوين الإسلام ¶  [منهاج السنة (4/ 236ـ 237) ]  ¶ 51ـ \" أمتي كالغيث لا يدرى ألوه خير أم آخره \" ¶ فيه لين ¶  [مجموع الفتاوى (11/ 371) ]  ¶ 52ـ \" أمر الصحابة بأن يسلموا على علي بإمرة المؤمنين , وقال: إنه سيد المرسلين , وإمام المتقين , وقائد الغر المحجلين. وقال: هذا ولي كل مؤمن بعدي وقال: إن علياً مني وأنا منه أولى بكل مؤمن ومؤمنة \" ¶ هذا كذب موضوع باتفاق أهل المعرفة بالحديث ¶  [منهاج السنة (7/ 386ـ 388) ]  ¶ 53ـ \" أمر المجامع في رمضان بالقضاء \" ¶ جاء ذكر أمره بالقضاء في حديث ضعيف ضعفه العلماء , أحمد بن حنبل وغيره , ولم يأمر النبي صلى الله عليه وسلم الذي جامع أهله في رمضان بصوم , بل أمره بالكفارة فقط. ¶  [منهاج السنة (5/ 224) ]  ¶ 54ـ \" أمر النساء بالغنج لأزواجهن عند الجماع \" ¶ ليس هذا عن النبي ¶  [مجموع الفتاوى (7/ 775) (18/ 384) ]  ¶ 55ـ \" أمر بالإثمد المروح عند النوم وقال: ليتقه الصائم \" ¶ ضعيف قال أبو داود: وقال يحيى بن معين هذا حديث منكر ¶  [مجموع الفتاوى (25/ 234 ـ 235) ]  ¶ 56ـ \" أمَرَ بريرة أن تعتد بثلاث حيض \" ¶ هذا حديث معلول. فإن عائشة رضي الله عنها قد ثبت عنها من غير وجه أن العدة عندها ثلاثة أطهار , وأنها إذا طعنت في الثالة حلت , فكيف تروي عن النبي أنه أمرها أن تعتد بثلاث حيض. ¶  [مجموع الفتاوى (32/ 111 ـ 112) ]  ¶ 57ـ \" أمرت أن أخاطب الناس على قدر عقولهم \" ¶ لم يروه أحد من علماء المسلمين الذين يعتمد عليهم في الرواية ¶  [مجموع الفتاوى (18/ 338) ]  ¶ 58ـ \" أمرهم بالجهر ـ يعني بالصلاة عليه ـ ليسمع من لم يسمع \" ¶ كذب موضوع باتفاق أهل العلم. وكذلك سائر ما يروى ¶  [مجموع الفتاوى (22/ 468) ]  ¶ 59ـ \" إن لله أرضاً بيضاء تسير الشمس فيها ثلاثين يوماً , هي مثل أيام الدنيا ثلاثين مرة , مشحونة خلقاً لا يعلمون أن الله خلق آدم وإبليس \" ¶ الحديث من الموضوعات المكذوبات باتفاق أهل العلم ¶  [بغية المرتاد (230) ]  ¶ 60ـ \" إن لله سبعين حجاباً من نور وظلمة , لو كشفها لأحرقت سبحات وجهه ما أدركه بصره \" ¶ هذا الحديث بهذا اللفظ كذب على رسول الله باتفاق أهل المعرفة بالحديث , لا يوجد في شيء من دواوين الحديث ¶  [بغية المرتاد (200 ـ 201) نقض التأسيس (2/ 140ـ 145) (7) ]  ¶ 61ـ \" إن لله عز وجل تسعةً وتسعين اسماً , من أحصاها دخل الجنة هو الله الذي لا إله إلا هو الرحمن الرحيم...\" الحديث ¶ إن التسعه والتسعين اسماً لم يرد في تعيينها حديث صحيح (8)  ¶  [مجموع الفتاوى (1/ 216 ـ 218) (8/ 96) ]  ¶ 62ـ \" إن الله أنزل أربع بركات من السماء إلى الأرض , فأنزل الحديد والماء والنار والملح \" ¶ حديث موضوع مكذوب. ¶  [مجموع الفتاوى (12/ 251 ـ 252) ]  ¶ 63ـ \" إن الله أوحى إليَّ أنه يحب أربعة من أصحابي , وأمرني بحبهم , فقيل له: من هم يا رسول الله؟ قال: عليّ سيدهم وسلمان والمقداد وأبو ذر \" ¶ ضعيف بهذا اللفظ بل موضوع. ¶  [منهاج السنة (6/ 276) ]  ¶ 64ـ \" إن لله تبارك وتعالى خلق آدم ثم مسح على ظهره بيمينه فاستخرج منه ذرية فقال: خلقت هؤلاء للجنة وبعمل أهل الجنة يعملون...\" الحديث ¶ هذا الحديث إنما رواه أهل السنن والمسانيد , وقد قيل أن إسناده منقطع , وأن راوية مجهول. ¶  [دقائق التفسير (3/ 168) ]  ¶ 65ـ \" إن الله تعالى جعل الأجر على فضائل علي لا يحصى كثرة , فمن ذكر فضيلة من فضائله مُقرّاً بها غفر الله له...\" ¶ الحديث [رواه أخطب خوارزم ـ كما قال الرافضي]  ¶ اخطب خوارزم هذا له مصنف في هذا الباب , فيه من الأحاديث المكذوبة ما لا يخفى , وليس هو من علماء الحديث , وهذا الحديث من المكذوبات. ¶  [منهاج السنة (5/ 36ـ 42) ]  ¶ 66ـ \" إن الله ـ سبحانه وتعالى ـ لما عرج بنبيه أوحى الله إليه مائة ألف سر، وأمره ألا يظهرها على أحد من البشر. فلما نزل إلى الأرض وجد أصحاب الصفة يتحدثون بها. فقال: يارب، إنني لم أظهر على هذا السر أحدًا، فأوحى الله إليه أنهم كانوا شهودًا بيني وبينك \" ¶ ما ذكر من أنهم ـ يعني أهل الصفة ـ عرفوا ما أوحاه الله إلى نبيه ليلة المعراج فكذب ملعون قائله , وكيف يكون ذلك والمعراج كان بمكة قبل الهجرة وأهل الصفة إنما كانوا بالمدينة بعد الهجرة. ¶  [مجموع الفتاوى (11/ 281 , 54 , 165) الرد على البكري (252 ـ 253) درء تعارض العقل والنقل (5/ 27) ]  ¶ 67ـ \" إن الله عهد إليَّ عهداً في علي عليه السلام فقلت: يا رب بينه لي , فقال: اسمع فقلت: سمعت فقال: إن علياً راية الهدى...\" الحديث ¶ هذا كذب موضوع ¶  [منهاج السنة (5/ 78 , 80) ]  ¶ 68ـ \" إن الله يعتذر للفقراء يوم القيامة ويقول: وعزتي وجلالي ما زويت الدنيا عنكم لهوانكم علي , لكن أردت أن أرفع قدركم في هذا اليوم... \" الحديث ¶ كذب باطل مخالف للكتاب والسنة والإجماع ¶  [مجموع الفتاوى (18/ 377 ـ 124) ]  ¶ 69ـ \" إن الله يمشي على الأرض، فإذا كان موضع خضرة قالوا: هذا موضع قدميه ويقرؤون قوله تعالى: {فَانظُرْ إِلَى آثَارِ رَحْمَتِ اللَّهِ كَيْفَ يُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا} \" ¶ هذا الحديث رواه أهل البدع في الصفات مما نعلم باليقين القاطع أنه كذب وبهتان بل كفر شنيع. ¶  [مجموع الفتاوى (3/ 385 ـ 389) ]  ¶ 70ـ \" إن الله ينزل عشية عرفة إلى الأرض \" ¶ لم يقل: \" إن الله ينزل عشية عرفة إلى الأرض \" وإنما قال: \" أنه ينزل إلى السماء الدنيا عشية عرفة فيباهي الملائكة بالحجاج \" ¶  [درء تعارض العقل والنقل (1/ 107 ـ 108) ]  ¶ 71ـ \" إن الله ينزل عشية عرفة على جمل أورق يصافح الركبان ويعانق المشاة \" ¶ هذا الحديث رواه أهل البدع في الصفات مما نعلم باليقين القاطع أنه كذب وبهتان بل كفر شنيع. ¶  [مجموع الفتاوى (3/ 385 ـ 389) ]  ¶ 72ـ \" إن الله ينزل كل ليلة إلى الأرض \" ¶ لم يقل \" إن الله ينزل كل ليلة إلى الأرض \" وغنما قال \" ينزل إلى سماء الدنيا \" ومن روى ذلك عنه علم بطلان قوله. ¶  [درء تعارض العقل والنقل (1/ 107 ـ 108) ]  ¶ 73ـ \" إن الله ينزل ليلة الجمعة إلى الأرض \" ¶ لا يوجد في الآثار شيء من هذا الهذيان , وكل حديث روي فيه مثل هذا فإنه موضوع كذب. ¶  [منهاج السنة (2/ 633 , 634) ]  ¶ 74ـ \" إن الله ينزل في شكل أمرد \" ¶ لا يوجد في الآثار شيء من هذا الهذيان وهذا موضوع كذب ¶  [منهاج السنة (2/ 633 , 634) ] ¶ ____________________ ¶ (6) حكم جمع من الأئمة بوضع الحديث وآخرين بضعفه ومنهم شيخ الإسلام , وأما زعم السيوطي أن شيخ الإسلام حكم بوضعه فقد رده مرعي الحنبلي في الفوائد الموضوعة رقم (63) والحديث صحيح بمجموع طرقه لذا صححه العلائي والألباني في الصحيحة (308) والإرواء (861) . ¶  (7) يقصد شيخ الإسلام لفظة (سبعين) لأن الحديث ثابت بدونها. ¶  (8) حقق ابن حجر القول في أسماء الله سبحانه وتعالى في كتابه \" فتح الباري \" (11/ 214 ـ 227)",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "75ـ \" إن أبا بكر الصديق أتى النبى صلى الله عليه وسلم فقال: إنى أتعلم القرآن ويتفلت منى. فقال له رسول الله: (قل: اللهم إنى أسألك بمحمد نبيك، وبإبراهيم خليلك \" الحديث ¶ هو من الأحاديث الضعيفة الواهية بل الموضوعة , ولا يوجد في أئمة الحديث الإسلام من احتج به أو اعتمد عليه , ثم تكلم عليه بكلام مفصل ¶  [مجموع الفتاوى (1/ 252) ]  ¶ 76ـ \" أن أبا بكر سأل النبي هل رأيت ربك؟ فقال: نعم. وإن عائشة سألته هل رأيت ربك فقال: لا \" ¶ هذا الحديث كذب وبهتان رواه أهل البدع ¶  [مجموع الفتاوى (3/ 385 ـ 389) (18/ 339) ]  ¶ 77ـ \" إن أبا سفيان لما أسلم قال النبي أريد أن أزوجك أم حبيبة \" ¶ رواه مسلم وقد روى مسلم أحاديث قد عرف أنها غلط مثل قول أبي سفيان , ولا خلاف بين الناس أنه تزوجها قبل إسلام أبي سفيان , ولكن هذا قليل جداً ¶  [التفسير الكبير (7/ 328) ]  ¶ 78ـ \" إن إبراهيم ابن النبي مات يوم العاشر من الشهر , وهو اليوم الذي صلى فيه النبي صلاة الكسوف \" ¶ هذا غلط والواقدي لا يحتج بمسانيده , فكيف بما أرسله من غير أن يسنده إلى أحد ¶  [مجموع الفتاوى (1/ 383) ]  ¶ 79ـ \" أن إبراهيم الخليل ـ عليه السلام ـ لما بني البيت صلى في كل ركن ألف ركعة؛ فأوحى الله تعالى إليه: (يا إبراهيم أفضل من هذا سد جوعة أو ستر عورة)  ¶ هذا كذب ظاهر ليس في شيء من كتب المسلمين ¶  [مجموع الفتاوى (18/ 380) ]  ¶ 80ـ \" أن ابن أبي سرح كان يتكلم بالإسلام , وكان يكتب لرسول الله في بعض الأحيان فإذا أملى عليه \" عزيز حكيم \" كتب \" غفور رحيم \" فيقول رسول الله هذا أو ذاك سواء...\" الحديث ¶ هذا الإسناد ليس بثقة. ¶  [الصارم المسلول (124) ]  ¶ 81ـ \" إن ابن عوف يدخل الجنة حبواً \" ¶ كلام موضوع لا أصل له ¶  [مجموع الفتاوى (11/ 128) ]  ¶ 82ـ \" إن أخي ووزيزري وخليفتي من أهلي وخير من أترك بعدي يقضي دينه وينجز موعدي , علي بن أبي طالب \" ¶ هذا حديث موضوع ¶  [منهاج السنة (7/ 355) ]  ¶ 83ـ \" إن أعرابياً أتي إلى النبي وأنشده: ¶ قد لسعت حية الهوي كبدي ** فلا طبيب لها ولا راقي ¶ إلا الحبيب الذي شغفت به ** فعنده رقيتي وترياقي ¶ وأنه تواجد حتى سقطت البردة عن منكبيه، فقال له معاوية: ما أحسن لهوكم! فقال له: مهلًا يامعاوية، ليس بكريم من لم يتواجد عند ذكر الحبيب \" ¶ حديث موضوع باتفاق أهل العلم بهذا الشأن ¶  [مجموع الفتاوى (11/ 598 , 168) ]  ¶ 84ـ \" إن أعرابياً صلى ونقر الصلاة , فقال له علي: لا تنقر صلاتك فقال له الأعرابي: لو نقرها أبوك ما دخل النار\" ¶ هذا كذب ورووه عن عمر وهو كذب ¶  [مجموع الفتاوى (18/ 379) ]  ¶ 85ـ \" إن أهل الصفة قاتلوا مع الكفار يوم حنين \" ¶ كذب باتفاق أهل العلم ¶  [مجموع الفتاوى (11/ 165) ]  ¶ 86ـ \" إن الحج والعمرة فريضتان لا يضرك بأيهما بدأت \" ¶ رواه الدارقطني بإسناد ضعيف ¶  [شرح العمدة (1/ 99) ]  ¶ 87ـ \" إن الرجل ليكون من أهل الصيام وأهل الصلاة وأهل الحج وأهل الجهاد فما يجزى يوم القيامة إلا بقدر عقله \" ¶ أبان بن أبي عياش و... و... كلهم ضعفاء ¶  [بغية المرتاد (247) ]  ¶ 88_ \" إن العباس يحشر بين حبيب وخليل \" ¶ حديث موضوع ¶  [الفتاوى (2/ 392) ]  ¶ 89ـ \" إن الغمام كان يظله دائماً \" ¶ هذا لا يوجد في شيء من كتب المسلمين , بل هو كذب عندهم. ¶  [الجواب الصحيح (4/ 233) ]  ¶ 90ـ \" إن فيهم ـ يعني أهل الشام ـ الأبدال أربعين رجلاً كلما مات رجل...\" ¶ حديث شامي منقطع الإسناد ¶  [مجموع الفتاوى (11/ 434) ]  ¶ 91ـ \" إن لجواب الكتاب حقاً كرد السلام \" ¶ رجح شيخ الإسلام وقفه. ¶  [قاله السخاوي في المقاصد الحسنة (117) ]  ¶ 92ـ \" إن المدينة لا تصلح إلا بي أو بك ـ يعني علي ـ \" ¶ هذا كذب ¶  [منهاج السنة (4/ 274) ]  ¶ 93ـ \" إن المصطفى قال ذات يوم وهو نشيط: أنا الفتى ابن الفتى أخو الفتى \" ¶ هذا الحديث من الأحاديث المكذوبة الموضوعة باتفاق أهل المعرفة بالحديث ¶  [منهاج السنة (5/ 50, 72) ]  ¶ 94ـ \" إن النار لا تمتلى حتى ينشئ لها خلقاً آخر \" ¶ غلط فيه راوية والسبب ظاهر ¶  [مجموع الفتاوى (13/ 353) ]  ¶ 95ـ \" إن النبي عبر على راع ومعه ابن عباس , وكان الراعي يشبب , فسدَّ النبي أذنيه...\" ¶ أما نقل هذا الخبر عن ابن عباس فباطل , ثم قال إنه كان مع ابن عمر ونقل عن أبي داود أنه قال حديث منكر. ¶  [مجموع الفتاوى (30/ 211 ـ 216) ] (9)  ¶ 96ـ \" إن النبي استأذن على أهل الصفة فلم يأذنوا له فقال: أنا محمد مسكين \" ¶ هذا الكلام من أعظم الكذب ¶  [مجموع الفتاوى (11/ 71) ]  ¶ 97ـ \" إن النذر نذران فما كان لله فكفارته الوفاء به , وما كان للشيطان فلا وفاء وفاء له وكفارته كفارة يمين \" ¶ أظن أنه عن ابن عباس موقوفاً ¶  [العقود (46) ]  ¶ 98ـ \" إن أول ما خلق الله العقل فقال له أقبل: فأقبل , فقال له أدبر , فأدبر , فقال وعزتي ما خلقت خلقاً أكرم عليَّ منك , فبك آخذ...\" الحديث ¶ كذب موضوع ¶  [بغية المرتاد (247) ]  ¶ 99ـ \" أن جماعة من الأنبياء توسلوا بالنبي \" ¶ حكم بكذبه ¶  [الرد على البكري (21 ـ 23) ]  ¶ 100ـ \" إن خديجة رضي الله عنها سألته عن أولادها من غيره فقال: هم في النار فقالت: بلا عمل؟ فقال: الله أعلم بما كانوا عاملين \" ¶ هذا الحديث ضعيف بل موضوع ¶  [درء تعارض العقل والنقل (9/ 64) ]  ¶ 101ـ \" إن رجلاً أنشد بين يدي رسول الله فقال: ¶ اقبلت فلاح لها عارضان السبَّج ¶ ادبرت فقلت لها والفوائد في وهج ¶ هل عليَّ ويحكما إن عشقت من حرج \" ¶ هذا الحديث موضوع ¶  [الاستقامة (1/ 295ـ297) ] ¶ ____________________ ¶ (9) لكن الحديث له طرق ومتابعات يكون بها حسناً والله أعلم.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "102ـ \" أن ركانة طلق امراته البتة فقال له النبي آلله ما أردت إلا واحدة؟ فقال: ما أردت بها إلا واحده , فردها إليه رسول الله \" ¶ ضعفه الأئمة الأكابر كالإمام أحمد بن حنبل والبخاري وأبي عبيد وابن حزم وغيرهم , وإن رواته قوم مجاهيل لم تعرف عدالتهم وضبطهم. ¶  [مجموع الفتاوى (33/ 15) (32/ 311ـ 312) ابن القيم في إغاثة اللهفان (1/ 315) ونقل كلام الشيخ عليه]  ¶ 103ـ \" إن عبدالرحمن بن عوف يدخل الجنة حبواً \" ¶ من الأحاديث التي يرويها كثير من النساك ويظنها صدقاً ¶  [منهاج السنة (7/ 430ـ 431) ]  ¶ 104ـ \" إن عرشه أو كرسيه وسع السموات والأرض، وأنه يجلس عليه فما يفضل منه قدر أربعة أصابع ـ أو فما يفضل منه إلا قدر أربعة أصابع ـ وإنه ليئط به أطيط الرَّحْل الجديد براكبه \" ¶ قوله \" وإنه يفضل من العرش أربع أصابع لا يستوي عليها الرب \" هذا معنى غريب ليس له قط شاهد من الروايات , بل هو يقتضي أن يكون العرش أعظم من الرب وأكبر , وهذا باطل مخالف للكتاب والسنة والعقل. ¶  [مجموع الفتاوى (16/ 432 ـ 438) دقائق التفسير (5/ 259) ]  ¶ 105ـ \" إن علياً قال: يا رسول الله لم سميت فاطمة قال: لأن الله فطمها وذريتها من النار \" ¶ هو كذب باتفاق أهل المعرفة بالحديث ¶  [منهاج السنة (4/ 62ـ 64) ]  ¶ 106ـ \" إن عمر بن الخطاب رضي الله عنه قتل أباه \" ¶ هذا كذب , فإن أبا عمر مات في الجاهلية قبل أن يبعث الرسول. ¶  [مجموع الفتاوى (18/ 379) ]  ¶ 107ـ \" إن عيسى ابن مريم أسلمته أمه إلى الكتاب ليعلمه، فقال له المعلم: اكتب بسم الله، فقال له عيسى: وما بسم الله؟ فقال له المعلم: وما أدري؟ فقال له عيسى: الباء بهاء الله، والسين سناؤه...\" الحديث ¶ هذا من الأحاديث الواهية بل المكذوبة ¶  [مجموع الفتاوى (12/ 59 ـ 60) ]  ¶ 108ـ \" إن فاطمة أتت النبي وقالت يا رسول الله إن علياً يقوم الليالي كلها إلا ليلة الجمعة , فإنه يصلي الوتر ثم ينام...\" الحديث ¶ كذب ما رواه أحد من أهل العلم ¶  [الفتاوى (2/ 211) ]  ¶ 109ـ \" إن فاطمة أحصنت فرجها , فحرم الله ذريتها على النار \" ¶ هو كذب باتفاق أهل المعرفة بالحديث ¶  [منهاج السنة (4/ 62ـ 64) ]  ¶ 110ـ \" إن فاطمة ذكرت ان أباها رسول الله وهبها فدك , فقال لها أبو بكر هات أسود وأحمر يشهد لك بذلك فجاء بأم أيمن...\" الأثر بطوله. ¶ إن ادعاء فاطمة ذلك كذب على فاطمة. ¶  [منهاج السنة (4/ 226ـ 229) ]  ¶ 111ـ \" أن فلاناً تزوج فلانه , ولا نراه إلا يريد أن يحلها لزوجها , فقال رسول الله أشهد على النكاح , قالوا: نعم , قال: ومهر؟ قالوا: نعم قال: ودخل يعني الجماع؟ قالوا: نعم قال ذهب الخداع\" ¶ هذا حديث باطل لا أصل له ¶  [الفتاوى الكبرى (4/ 356 ـ 359) ] وهو كتاب \" إبطال التحليل \" ¶ 112ـ \" إن قاتل الحسين في تابوت من نار عليه نصف عذاب أهل النار... \" الحديث ¶ هذ من أحاديث الكذابين ¶  [منهاج السنة (4/ 585) ]  ¶ 113ـ \" إن كان جامداً فألقوها وما حولها , وكلوا سمنكم وإن كان مائعاً فلا تقربوه \" ¶ بين ضعف هذا الحديث , وطعن البخاري والترمذي وأبو حاتم الرازي والدارقطني وغيرهم فيه وأنهم بينوا أنه غلط. ¶  [الفتاوى (1/ 28 ـ 33) (21/ 490 ـ 498) (21/ 516 ـ 517) ]  ¶ 114ـ \" إن كل مولود يذر عليه من تراب حفرته \" ¶ هذا لا يثبت وما روي فيه كله ضعيف ¶  [مجموع الفتاوى (27/ 261) ]  ¶ 115ـ \" إن لكل إنسان سبيل مطية وثيقة ومحجة واضحة , وأوثق الناس الناس مطية وأحسنهم دلالة ومعرفة بالحجة الواضحة أفضلهم عقلاً \" ¶ ابان بن الجيمياش و... و... كلهم ضعفاء ¶  [بغية المرتاد (247) ]  ¶ 116ـ \" إن معاوية قدم المدينة فصلي بهم، ولم يقرأ {بِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِِ} ، ولم يكبر إذا خفض، وإذا رفع فناداه المهاجرون حين سلم والأنصار: أي معاوية؟ سرقت الصلاة...\" ¶ هذا الحديث وإن كان الدارقطني قال: إسناده ثقات , وقال الخطيب هو أجود ما يعتمد عليه في هذه المسألة كما نقل ذلك عنه نصر المقدسي , فهذا الحديث يعلم ضعفه من وجوه ـ وذكر ستة وجوه ـ ¶  [مجموع الفتاوى (22/ 415 ـ 431) ]  ¶ 117ـ \" إن من العلم كهيئة المكنون لا يعلمه إلا أهل العلم بالله , فاذاكروه لم ينكره إلا أهل العزة بالله \" ¶ الحديث ليس اسناده ثابتاً باتفاق أهل المعرفة ¶  [التفسير الكبير (2/ 76) ]  ¶ 118ـ \" أنا الصديق الأكبر \" ¶ هو مما عملته يد أحمد بن نصر الذراع , فإنه كان كذاباً يضع الحديث ¶  [منهاج السنة (7/ 447) ]  ¶ 119ـ \" أنا الفتى ابن الفتى أخو الفتى \" (10) أخو الفتى يعني علي ¶ هذا الحديث من الأحاديث المكذوبة ¶  [منهاج السنة (5/ 69) ]  ¶ 120ـ \" أنا المنذر وعلي الهادي , بك يا علي يهتدي المهتدون \" ¶  [في قوله تعالى إنما أنت منذر ولكل قوم هاد]  ¶ هذا كذب موضوع باتفاق أهل العلم بالحديث ¶  [منهاج السنة (7/ 138 ـ 143) ]  ¶ 121ـ \" أنا أولهم إيماناً , وأوفاهم بعهد الله , وأقواهم بأمر الله , وأقسمهم بالسوية , وأعدلهم في الرعية , وأبصرهم بالقضية \" ¶ رواه الحسن بن عبيد الله الأبرازي وكان كذاباً ¶  [منهاج السنة (7/ 447) ]  ¶ 122ـ \" أنا مدينة العلم وعلي بابها \" ¶ هذا حديث ضعيف , بل موضوع وإن رواه الترمذي ¶  [مجموع الفتاوى (18/ 377) منهاج السنة (7/ 515 ـ 522) ]  ¶ 123ـ \" أنا من الله والمؤمنون مني \" ¶ هذا اللفظ لا يعرف عن النبي ¶  [أحاديق القصاص (55 ـ 56) ]  ¶ 124ـ \" أنا من الله والمؤمنون مني يتسمون بالأهوية منه \" ¶ لا يحفظ هذا اللفظ عن رسول الله , لكن قال لعلي \" أنت مني وأنا منك \" كما قال تعالى بعضكم من بعض ¶  [مجموع الفتاوى (11/ 72 ـ 73) ]  ¶ 125ـ \" أنا من العرب وليس العرب مني \" ¶ هذا ليس من كلام النبي ¶  [مجموع الفتاوى (18/ 382) ]  ¶ 126ـ \" أنا وهذا حجة الله على خلقه \" يعني علي بن أبي طالب ¶ موضوع عند أهل العلم بالحديث ¶  [منهاج السنة (5/ 75) ]  ¶ 127ـ \" أنت أخي ووصيي وخليفتي من بعدي وقاضي ديني \" ¶  [قاله لعلي بن أبي طالب]  ¶ هذا الحديث كذب موضوع باتفاق أهل العلم بالحديث ¶  [منهاج السنة (7/ 353 ـ 358) ]  ¶ 128ـ \" أنت أخي في الدنيا والآخرة \" ¶ لم يؤاخ النبي علياً ولا غيره , بل كل ما روي في هذا فهو كذب ¶  [منهاج السنة (7/ 117) ] ¶ _____________________ ¶ (10) تقدم برقم 93 باختلاف الجزء والصفحة ـ أبو مهند ـ",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "129ـ \" أنت أول من آمن بي , وأنت أول من يصافحني يوم القيامة , وأنت الصديق الأكبر , وأنت الفاروق... \" الحديث ¶ قال أبو الفرج: حديث موضوع قلت: لعل الآفة فيه محمد بن عبدالله ¶  [منهاج السنة (7/ 448) ]  ¶ 130ـ \" أنت وليي في كل مؤمن بعدي \" ¶ موضوع باتفاق أهل المعرفة بالحديث ¶  [منهاج السنة (5/ 35) ]  ¶ 131ـ \" انتهت الدعوة إليّ وإلى علي , لم يسجد أحدنا لصنم قط , فاتخذني نبياً واتخذ علياً وصياً \" ¶  [والدعوة يعني دعوة إبراهيم]  ¶ كذب موضوع بإجماع أهل العلم بالحديث ¶  [منهاج السنة (7/ 133 ـ 135) ]  ¶ 132ـ \" أنه كان نوراً حول العرش فقال: جبريل أنا كذلك من نور \" ¶ أحاديث مفتراة ¶  [الرد على البكري (4 ـ 11) ]  ¶ 133ـ \" أنه لم يزل يقنت حتى فارق الدنيا \" ¶ ضعيف الإسناد ¶  [مجموع الفتاوى (22/ 374) زاد المعاد لإبن القيم نقلاً عن شيخه (1/ 275) ]  ¶ 134ـ \" إنه لما اقترف آدم الخطيئة قال: يا رب أسألك بحق محمد لما غفرت لي قال...\" الحديث ¶ تصحيح الحاكم لمثل هذا الحديث وأمثاله فهذا مما أنكره عليه أئمة العلم بالحديث , وقالوا: إن الحاكم يصحح أحاديث وهي موضوعة مكذوبة عند أهل المعرفة بالحديث , ثم تكلم بتفصيل عن الحديث. ¶  [مجموع الفتاوى (1/ 254) الرد على البكري (59 , 263) ]  ¶ 135ـ \" إنه ليلة أسري به جمع الله بينه وبين الأنبياء ثم قال: سلهم يا محمد علام بُعثتم؟ قالوا: بعثنا على شهادة أن لا إله إلا الله وعلى الإقرار بنبوتك , والولاية لعليّ بن أبي طالب \" ¶ إن مثل هذا مما اتفق أهل العلم على أنه كذب موضوع ¶  [منهاج السنة (7/ 167 ـ 170) ]  ¶ 136ـ \" إنه (أي علي) شرب من سرة النبي فدرى علم الأولين والآخرين \" ¶ من الأكاذيب ¶  [من منهاج السنة]  ¶ 137ـ \" إني تارك فيكم ما إن تمسكتم به لن تضلوا: كتاب الله وعترتي أهل بيتي , ولن يفترقا حتى يردا علي الحوض \" ¶ رواه الترمذي , وقد سئل عنه أحمد بن حنبل فضعفه , وضعفه غير واحد من أهل العلم وقالوا: لا يصح ¶  [منهاج السنة (7/ 393 ـ 397) ]  ¶ 138ـ \" أهل بيتي فيكم مثل سفينة نوح من ركبها نجا ومن تخلف عنها غرق \" ¶ هذا لا يعرف له إسناد ¶  [منهاج السنة (7/ 393 ـ 397) ]  ¶ 139ـ \" أول ما خلق الله العقل قال له: أَقْبِل، فأقبل. ثم قال له: أَدْبِر، فأدبر. ثم قال: وعزتي وجلالي ما خلقت خلقًا أكرم على منك. بك آخذ، وبك أعطي؛ وبك أثيب، وبك أعاقب \" ¶ كذب موضوع ¶  [مجموع الفتاوى (18/ 336) ]  ¶ 140ـ \" تأتي أنت وشيعتك يوم القيامة راضين مرضيين... \" الحديث ¶ كذب موضوع باتفاق العلماء ¶  [منهاج السنة (7/ 258) ]  ¶ 141ـ \" تجوز الصلاة خلف كل بر وفاجر \" ¶ هذا الحديث لم يثبت عن النبي ¶  [الفتاوى (1/ 109) ]  ¶ 142ـ \" تزوجها حراماً \" ـ أي ميمونة ـ ¶ غلط فيه راويه , والسبب ظاهر ¶  [الفتاوى (13/ 353) شرح العمدة (2/ 190 ـ 209) ]  ¶ 143ـ \" تزوجوا فقراء يغنكم الله \" ¶ لا أعرفه ¶  [مجموع الفتاوى (18/ 125) ]  ¶ 144ـ \" تسمية رسول الله لعلي سيد العابدين \" ¶ لا أصل له , ولم يروه أحد من أهل العلم ¶  [منهاج السنة (4/ 50) ]  ¶ 145ـ \" تعلموا أباجاد وتفسيرها، ويل لعالم جهل تفسير أبي جاد) قال: قالوا: يا رسول الله، وما تفسيرها؟ قال: (أما الألف فآلاء الله وحرف من أسمائه... \" الحديث ¶ هذا من الأحاديث الواهية بل المكذوبة ¶  [مجموع الفتاوى (12/ 59) ]  ¶ 146ـ \" تقاتلين علياً وأنت ظالمة له \" ¶ لا يعرف في شيء من كتب العلم المعتمدة ¶  [منهاج السنة (4/ 316) ]  ¶ 147ـ \" تمعددوا واخشوشنوا , وانتعلوا , وامشوا حفاة \" ¶ هذا مشهور , محفوظاً عن عمر بن الخطاب رضي الله عنه أنه كتب على المسلمين. ¶  [الإقتضاء (1/ 244) ]  ¶ 148ـ \" ثلاث هن علي فريضة وهن لكم تطوع: الوتر , والنحر , وركعتا الفجر \" ¶ وقد يصدق بعض هؤلاء بما يكون كذباً عند أهل المعرفة , مثل ما يروي طائفة من الفقهاء حديث \" ثلاث هن علي فريضة... \" الحديث ويبنون عليها الحلال والحرام , وأهل العلم بالحديث متفقون على أنها كذب. ¶  [منهاج السنة (7/ 429 ـ 430) ]  ¶ 149ـ \" جاء إبليس إلى النبي وهو في المسجد مع جماعة من أصحابه وسأله عن أشياء كثيرة \" ¶ هذا حديث مكذوب مختلق. ¶  [مجموع الفتاوى (1/ 189) ]  ¶ 150ـ \" جاء أعرابي ـ في غزوة السلسلة ـ فأخبر النبي أن جماعة من العرب قصدوا أن يكبسوا عليه بالمدينة , فقال رسول الله من للوائي؟ فقال أبو بكر أنا له... فقال في اليوم الثالث أين علي؟ ... \" الحديث ¶ ما ذكر فيها من جنس الكذب الذي يحكيه الطرقية الذين يحكون الأكاذيب الكثيرة. ¶  [منهاج السنة (8/ 115 ـ 119) ]  ¶ 151ـ \" جاء رجل إلى النبي فقال يا رسول الله ما يوجب الحج؟ قال: الزاد والراحلة قال: يا رسول الله فما الحج؟ قال: الشعث الشغل , وقام آخر فقال يا رسول الله ما الحج؟ قال العج والثج \" ¶ فيه إبراهيم بن يزيد قد تكلم فيه بعض أهل الحديث من قبل حفظه ¶  [شرح العمدة (1/ 126) ]  ¶ 152 ـ \" جاء رجل إلى النبي فقال: اشتكت عيني أفأكتحل وأنا صائم قال: نعم \" ¶ قال الترمذي: ليس بالقوي , ولا يصح عن النبي في هذا الباب شيء وفيه أبو عاتكة , قال البخاري منكر الحديث. ¶  [مجموع الفتاوى (25/ 234 ـ 235) ]",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "153ـ \" جاء قيس بن حطاطه إلى حلقة فيه صهيب الرمي وسلمان الفارسي وبلال الحبشي.... , فصعد المنبر فحمد الله واثنى عليه ثم قال: أما بعد أيها الناس , فإن الرب رب واحد والأب واحد والدين واحد... \" الحديث ¶ هذا الحديث ضعيف , وكأنه مركب على مالك لكن معناه ليس ببعيد ¶  [اقتضاء الصراط المستقيم (1/ 407 ـ 409) ]  ¶ 154ـ \" جاءت فأرة فأخذت تجر الفتيلة بين يدي رسول الله على الخمرة التي كان قاعداً عليها , فأحترق فيها قبل موضع درهم \" ¶ هذا الحديث لا نعلم صحته ¶  [مجموع الفتاوى (22/ 176) ]  ¶ 155ـ \" جاءني جبريل من عند الله بورقة خضراء مكتوب فيها ببياض: إني قد افترضت محبة عليّ على خلقي فبلغهم ذلك عني \" ¶ كذب موضوع ¶  [منهاج السنة (7/ 397 ـ 402) ]  ¶ 156ـ \" الجنة تحت أقدام الأمهات \" ¶ ما يعرف هذا اللفظ مرفوعاً بإسناد ثابت (11)  ¶  [الأحاديث الموضوعة (71) ]  ¶ 157ـ \" حب أبي بكر وعمر من الأيمان , وبغضهما من الكفر \" ¶ رواه أبو طاهر السلفي , وإسناده الذي ذكره فيه نظر لكن لعله روي من وجه آخر ¶  [اقتضاء الصراط المستقيم (1/ 385 ـ 387) ]  ¶ 158ـ \" حب آل محمد يوماً خير من عبادة سنة , ومن مات عليه دخل الجنة \" ¶ حديث موضوع عند أهل العلم بالحديث ¶  [منهاج السنة (5/ 72 ـ 278) ]  ¶ 159ـ \" حب الدنيا رأس كل خطيئة \" ¶ ليس هذا محفوظاً عن النبي ولكن هو معروف عن جندب بن عبدالله البجلي من الصحابة ويذكر عن المسيح بن مريم عليه السلام. ¶  [مجموع الفتاوى (11/ 371) (18/ 7) ]  ¶ 160ـ \" حب علي حسنة لا تضر معها سيئة , وبغضه سيئة لا ينفع معها حسنة \" ¶  [نقله صاحب الفردوس في كتابه عن معاذ بن جبل مرفوعاً]  ¶ كتاب \" الفردوس \" فيه من الأحاديث الموضوعات ما شاء الله نقلها من غير اعتبار لصحيحها وضعيفها وموضوعها ¶  [منهاج السنة (5/ 72 ـ 75) ]  ¶ 161ـ \" حبب إليّ من دنياكم ثلاث: النساء , والطيب , وجعلت قرة عيني في الصلاة \" ¶ لم يقل \" حبب إليّ من دنياكم ثلاث \" وإنما كان يقول \" حبب إليّ من دنياكم النساء والطيب \" ثم يقول \" وجعلت قرة عيني في الصلاة \" ¶  [مجموع الفتاوى (28/ 31) ]  ¶ 162ـ \" حج النبي على رحل رث , وقطيفة تساوي أربعة دراهم... \" الحديث ¶ رواه ابن ماجه وفيه كلام ¶  [شرح العمدة (148 ـ 149) ]  ¶ 163ـ \" الحجر الأسود يمين الله في الأرض \" ¶ هو معروف من كلام ابن عباس , وروي مرفوعاً وفي رفعه نظر. ¶  [درء تعارض العقل والنقل (5/ 236 ـ 239) ]  ¶ 164ـ حديث تلقين الميت ¶ لا يحكم بصحته ¶  [مجموع الفتاوى (21/ 296) ]  ¶ 165ـ حديث كراهة السلت والنتر في التبول ¶ لا يصح ¶  [مجموع الفتاوى (21/ 106) ]  ¶ 166ـ \" حديث هامة بن هيم بن لا قيس بن إبليس وأنه قدم على النبي وأسلم \" ¶ نقل ابن القيم عن شيخه أنه موضوع ¶  (فوائد حديثية لإبن القيم مخطوطة ورقة 21)  ¶ 167ـ \" حديث وحي عيسى بن مريم , وأنه ظهر في زمن عمر بن الخطاب \" ¶ نقل ابن القيم عن شيخ الإسلام تكذيبه ¶  (فوائد حديثية لإبن القيم مخطوطة ورقة 23)  ¶ 168ـ \" حسبي من سؤالي علمه بحالي \" ¶ كلام باطل ¶  [مجموع الفتاوى (8/ 539) ]  ¶ 169ـ \" حسنات الأبرار سيئات المقربين \" ¶ هذا كلام بعض الناس وليس هو من كلام النبي ¶  [مجموع الفتاوى (18/ 338) ]  ¶ 170ـ \" حصار تبوك \" ¶ يذكره الجهال كذب لا أصل له ¶  [الإختيارات العلمية نقلاً عن الفتاوى الكبرى: (4/ 468) ]  ¶ 171ـ \" الحيض للجارية البكر ثلاثة أيام ولياليهن وأكثره خمسة عشر \" ¶ هذا الخبر عن النبي باطل , بل هو كذب موضوع باتفاق علماء الحديث. ¶  [مجموع الفتاوى (1/ 77) ] (12)  ¶ 172ـ \" خرج رسول الله ـ في غزوة حنين ـ متوجهاً في عشرة الآف من المسلمين وكان أمير المؤمنين يضرب بين يديه بالسيف , وقتل من المشركين أربعين نفساً فانهزموا \" ¶ كذب باتفاق أهل المعرفة بالحديث ¶  [منهاج السنة (8/ 126ـ 131) ]  ¶ 173ـ \" خلق الله آدم على صورته أي على صورة المضروب \" (13)  ¶ هذا شيء لا أصل له ولا يعرف في شيء من كتب الحديث. ¶  [نقض التأسيس (3/ 224) ]  ¶ 174ـ خلق الله التربة يوم السبت \" ¶ رواه مسلم في صحيحه , وهو حديث معلول قدح فيه أئمة الحديث كالبخاري وغيره. وقال البخاري موقوف على كعب وهو مما أنكر الحذاق على مسلم إخراجه إياه. ¶  [مجموع الفتاوى (17/ 235 ـ 237) ]  ¶ 175ـ \" خلق الله من نور وجه علي سبعين ألف ملك يستغفرون له ولمحبيه إلى يوم القيامة \" ¶  [رواه اخطب خوارزم ـ كما قال الرافضي]  ¶ أخطب خوارزم هذا له مصنف في هذا الباب , فيه من الأحاديث المكذوبه ما لا يخفى كذبه وليس هو من علماء الحديث وهذا الحديث من المكذوبات ¶  [منهاج السنة (5/ 36ـ 242) ]  ¶ 176ـ \" خير خلكم خل خمركم \" ¶ هذا الكلام لم يقله النبي ومن نقله عنه فقد أخطأ ¶  [الفتاوى (1/ 85) ]  ¶ 177ـ \" دخل الحمام \" ¶ لم يدخل النبي حماماً ولا أبو بكر ولا عمر ولا عثمان , والحديث الذي يروى أن النبي دخل الحمام موضوع باتفاق أهل المعرفة بالحديث ¶  [مجموع الفتاوى (21/ 301) ]  ¶ 178ـ \" دخلت على علي العصر , فوجدته جالساً بين يديه صفحة فيها لبن حار , وأجد ريحة من شدة حموضته وفي يده رغيف...\" الحديث عن سويد بن غفلة ¶ ليس بمرفوع إلى النبي ¶  [منهاج السنة (7/ 486ـ476 ـ 492) ]  ¶ 179ـ \" دخلت عليه يوم السبت وهو يتغدى , فقال \" تعالي تغدي \" فقالت: إني صائمة فقال لها أصمت أمس فقالت: لا قال \" كلي فإن صيام يوم السيت لا لك ولا عليك \" ¶ اسناده ضعيف ¶  [اقتضاء الصراط المستقيم (2/ 573 ـ 574) ]  ¶ 180ـ \" دعا الناس إلى غدير خُم , وأمر بإزالة ما تحت الشجر من الشوك فقام فدعا علياً فأخذ بضبعيه فرفعهما... من كنت مولاه فعلي مولاه...\" الحديث ¶ على المستدل بيان صحة هذا الحديث ومجرد عزوه إلى رواية أبي نعيم لا تفيد الصحة فإن أبا نعيم روى كثيراً من الأحاديث الضعيفة بل الموضوعة. ¶  [منهاج السنة (7/ 51ـ 59) ]  ¶ 181ـ \" دعا في مسجد الفتح ثلاثاً: يوم الإثنين , ويوم الثلاثاء , ويوم الأربعاء , فاستجيب له يوم الأربعاء...\" الحديث ¶ في إسناد هذا الحديث كثير بن زيد وفيه كلام يوثقه ابن معين تارة ويضعفه أخرى. ¶  [اقتضاء الصراط المستقيم (2/ 807) ]  ¶ 182ـ \" الدنيا خطوة رجل مؤمن \" ¶ هذا لايعرف عن النبي ولا عن سلف الأمة ولا خلفها ولا أئمتها. ¶  [مجموع الفتاوى (18/ 123) ] ¶ ________________ ¶ (11) الحديث صحيح بمجموع طرقه صححه الذهبي والمنذري والألباني. ¶  (12) بحثت عنه في الفتاوى ولم أجده ـ أبو مهند ـ ¶  (13) يقصد شيخ الإسلام لفظة (على صورة المضروب) وإلا فالحديث ثابت.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "183ـ \" الذي أيَّن الأين فلا يقال له: أين \" (14)  ¶ أجمع العلماء على أنه من أكذب الحديث ¶  [درء تعارض العقل والنقل (5/ 225) ]  ¶ 184ـ \" رأى ربه حين أفاض من مزدلفة يمشي أمام الحجيج وعليه جبة صوف \" ¶ هذا الحديث رواه أهل البدع في الصفات مما نعلم باليقين القاطع أنع كذب وبهتان بل كفر شنيع. ¶  [مجموع الفتاوى (3/ 385 ـ 389) ]  ¶ 185 ـ \" رأى ربه في الطواف \" ¶ هذا الحديث كذب وبهتان رواه أهل البدع ¶  [مجموع الفتاوى (3/ 385 ـ 389) ]  ¶ 186ـ \" رأى ربه في بعض سكك المدينة \" ¶ هذا الحديث كذب وبهتان رواه أهل البدع. ¶  [مجموع الفتاوى (3/ 385 ـ 389) ]  ¶ 187ـ \" رأى ربه ليلة المعراج بعين رأسه وعليه تاج يلمع \" ¶ كل حديث فيه رؤيته لربه ليلة المعراج عياناً , فإنها كلها أحاديث مكذوبة موضوعة باتفاق أهل العلم بالحديث. ¶  [درء تعارض العقل والنقل (7/ 93) نقض التأسيس (3/ 472ـ473) ]  ¶ 188ـ \" رأى ربه وهو خارج من مكة \" ¶ هذا الحديث كذب وبهتان رواه أهل البدع. ¶  [مجموع الفتاوى (3/ 385 ـ 389) ]  ¶ 189ـ \" رأى علياً مقبلاً فقال: أنا وهذا حجة الله على أمتي يوم القيامة \" ¶ كذب. ¶  [منهاج السنة (7/ 403) ]  ¶ 190ـ \" رأيت أبا ذر وهو متعلق بأستار الكعبة وهو يقول: من عرفني فقد عرفني , ومن لم يعرفني فأنا أبو ذر...\" ¶ الأثر عن ابن عباس موقوف على أبي ذر مع أن نقله عن أبي ذر فيه نظر ¶  [منهاج السنة (5/ 50ـ 72) ]  ¶ 191ـ \" رأيت رسول الله وهو آخذ بيد علي وهو يقول: هذا ولي وأنا وليه , عاديتُ ما عادى وسالمت من سالم \" ¶ كذب موضوع ¶  [منهاج السنة (7/ 397ـ 402) ]  ¶ 192ـ \" رجعنا من الجهاد الأصغر إلى الجهاد الأكبر \" ¶ لا أصل له ¶  [مجموع الفتاوى (11/ 197 ـ 199) ]  ¶ 193ـ \"زدني فيك تحيراً \" ¶ من الأحاديث المكذوبة , ولم يروه أحد من أهل العلم بالحديث , وإنما يرويه جاهل أو ملحد فإن هذا الكلام يقتضي انه كان حائراً أو أنه سأل الزيادة في الحيرة وكلاهما باطل وذكر تكذيبه في مواضع. ¶  [درء تعارض العقل والنقل (5/ 225) مجموع الفتاوى (5/ 179) (2/ 203) (11/ 384) ]  ¶ 194ـ \" زكاة الأرض نباتها \" ¶ وقد يصدق بعض هؤلاء بما يكون كذباً عند أهل المعرفة , مثل ما يروي طائفة من الفقهاء حديث \" زكاة الأرض نباتها \" ويبنون عليها الحلال والحرام وأهل العلم بالحديث متفقون على أنها كذب. ¶  [منهاج السنة (7/ 429 ـ 430) ]  ¶ 195ـ سئل بأي لغة خاطبك ربك ليلة المعراج؟ فقال خاطبني بلغة علي...\" ¶ رواه أخطب بن خوارزم ـ كما قال الرافضي ـ ¶ أخطب بن خوارزم هذا له مصنف في هذا الباب فيه من الأحاديث المكذوبة ما لا يخفى كذبه وليس هو من علماء الحديث , وهذا الحديث من المكذوبات. ¶  [منهاج السنة (5/ 36 ـ 42) ]  ¶ 196ـ \" سُئل عن الكمات التي تلقاها آدم عن ربه فتاب عليه قال: سأله بحق محمد وعلي وفاطمة والحسن والحسين أن يتوب عليه فتاب عليه \" ¶ هذا الحديث كذب موضوع باتفاق أهل العلم. ¶  [منهاج السنة (7/ 130 ـ 132) ]  ¶ 197ـ \" سئل عن المني يصيب الثوب فقال: إنما هو بمنزلة المخاط والبصاق وإنما يكفيك أن تمسحه بخرقة أو بإذخرة \" ¶ أما هذه الفتيا فهي ثابتة عن ابن عباس , وقبله سعد بن أبي وقاص ذكر ذلك عنهما الشافعي وغيره في كتبهم وأما رفعه إلى النبي فمنكر باطل لا أصل له ¶  [الفتاوى (2/ 151ـ 152) ]  ¶ 198ـ \" سألت الله عز وجل أن يجعلها اذنك يا علي \" ¶  [في قوله تعالى وتعيها أذن واعية]  ¶ 199ـ \" سب أصحابي ذنب لا يغفر \" ¶ هذا كذب على النبي وقد قال تعالى إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء ومن يشرك بالله فقد افترى إثماً عظيماً ¶  [مجموع الفتاوى (18/ 381) (3/ 290) (7/ 683) ]  ¶ 200ـ \" سبعة لا تموت ولا تفنى ولا تذوق الفناء: النار وسكانها واللوح , والقلم , والكرسي , والعرش\" ¶ هذا الخبر بهذا اللفظ ليس من كلام النبي وإنما هو من كلام بعض العلماء. ¶  [مجموع الفتاوى (18/ 307) ]  ¶ 201ـ \" ستروا من أصحابي هدنه (15) : القاتل والمقتول في الجنة \" ¶ هذا اللفظ لا يعرف عن النبي. ¶  [مجموع الفتاوى (18/ 383) ]  ¶ 202ـ \" سد الأبواب كلها إلا باب علي \" ¶ هذا مما وضعت الشيعة على طريق المقابلة فإن الذي في الصحيح ¶ \"... لا يبقين في المسجد خوخة إلا سدت إلا خوخة أبي بكر \" ¶  [منهاج السنة (5/ 35) ]  ¶ 203ـ \" سمعت علياً يقول: أصابني يوم أحد سنة عشر ضربة , سقطت إلى الأرض في أربع منهن... فقال النبي يا علي أقرَّ الله عينيك , كان ذاك جبريل \" ¶ ليس هذا الحديث في شيء من الكتب المعروفة عند أهل العلم. ¶  [منهاج السنة (8/ 101 ـ 102) ]  ¶ 204ـ سمعته يقرأ هذه الآية وإن تظاهرا عليه فإن الله هو مولاه وجبريل وصالح المؤمنين قال: صالح المؤمنين علي بن أبي طالب \" ¶  [عن أسماء بنت عميس]  ¶ الحديث كذب موضوع ¶  [منهاج السنة (7/ 292 ـ 294) ]  ¶ 205ـ \" الشيخ في قومه كالنبي في أمته \" ¶ ليس هذا من كلام النبي ¶  [الأحاديث الموضوعة (49) ]  ¶ 206ـ \" الشيخ في قومه كالنبي في أمته \" ¶ ليس هذا من كلام النبي وإنما يقوله بعض الناس. ¶  [مجموع الفتاوى (18/ 379) ]  ¶ 207ـ \" الصديقون ثلاثة: حبيب بن موسى النجار مؤمن آل ياسين , الذي قال: يا قوم اتبعوا المرسلين , وحزقيل مؤمن آل فرعون الذي قال: اتقتلون رجلاً أن يقول ربي الله , وعلي بن أبي طالب الثالث وهو أفضلهم \" ¶ حديث موضوع , وفي الصحيح من غير وجه تسمية غير علي صديقاً كتسمية أبي بكر الصديق فكيف يقال الصديقون ثلاثة؟  ¶  [منهاج السنة (7/ 222 ـ 227) ]  ¶ 208ـ \" الصلاة الألفية ليلة النصف من شعبان \" ¶ سميت الفية لأن فيها قراءة قل هو الله أحد ألف مرة والحديث المرفوع في هذه الصلاة الألفية كذب موضوع باتفاق أهل العلم بالحديث. ¶  [اقتضاء الصراط المستقيم (2/ 635 ـ 636) ]  ¶ 209ـ \" صلاة الرغائب \" ¶ أما صلاة الرغائب فلا أصل لها بل هي محدثة. ¶  [مجموع الفتاوى (23/ 132) ]  ¶ 210ـ \" صلاة الليل والنهار مثنى مثنى \" (16)  ¶ هذا الحديث رواه الأزدي عن علي بن عبد الله البارقي عن ابن عمر , وضعف الإمام أحمد وغيره من العلماء حديث البارقي وهو خلاف ما رواه الثقات عن ابن عمر كما في الصحيحين أنه سئل عن صلاة الليل فقال صلاة الليل مثنى مثنى...\" الحديث ¶  [مجموع الفتاوى (23/ 170) ]  ¶ 211ـ \" صلى الكسوف بركوعين أو ثلاثة \" ¶ ضعفه الشافعي والبخاري وأحمد والثابت المتواتر عن النبي في الصحيحين وغيرهما \" صلى كل ركعة بركوعين \" ¶  [التفسير الكبير (4/ 114) ]  ¶ 212ـ صلى بعد الظهر أربعاً \" ¶ هذا من الأحاديث المكذوبة على النبي. ¶  [مجموع الفتاوى (24/ 201) ] ¶ _____________ ¶ (14) مكرر تقدم برقم 45 ـ أبو مهند ـ ¶  (15) في أحاديث القصاص (هنيئه)  ¶  (16) هذا الحديث من الأحاديث التي اختُلف فيها كثيراً بين مصحح ومضعف والإختلاف في زيادة الثقة ومدى قبولها.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "213ـ \" صلى قبل الظهر ستاً \" ¶ هذا من الأحاديث المكذوبة على النبي ¶  [مجموع الفتاوى (24/ 201) ]  ¶ 214ـ \" صلى قبل العصر أربعاً \" ¶ هذا من الأحاديث المكذوبة على النبي ¶  [مجموع الفتاوى (24/ 201) ]  ¶ 215ـ \" طال شوق الأبرار إلى لقائي , وأنا إلى لقائهم أشوق \" ¶ وهو حديث ضعيف ¶  [الرسائل والمسائل (1/ 85) ]  ¶ 216ـ الطواف بالبيت صلاة إلا أن الله أباح فيه الكلام , فمن تكلم فلا يتكلم إلا بخير \" ¶ يروى موقوفاً , ومرفوعاً وأهل المعرفة بالحديث لا يصححونه غلا موقوفاً , ويجعلونه من كلام ابن عباس , ولا يثبتون رفعه. ¶  [مجموع الفتاوى (26/ 193) ]  ¶ 217ـ \" العازب فراشة من النار , ومسكين رجل بلا امرأة , ومسكينة امرأة بلا رجل \" ¶ هذا ليس من كلام النبي ¶  [مجموع الفتاوى (18/ 125 ـ 380) ]  ¶ 218ـ \" العجز عن درك الإدراك إدراك \" ¶ ينسب إلى بعض الصحابة والتابعين , ولا يصح. ¶  [مجموع الفتاوى (2/ 216) ]  ¶ 219ـ \" العلم في الصغر كالنقش في الحجر \" ¶ هذا مثلٌ سائر , ليس من كلام النبي ¶  [منهاج السنة (7/ 526) ]  ¶ 220ـ \" علي سيف الله وسهم الله \" ¶ هذا الحديث لا يعرف في شيء من كتب الحديث , ومعناه باطل. ¶  [منهاج السنة (4/ 483 ـ 485) ]  ¶ 221ـ \" علي قائد البرره , وقاتل الكفرة , فمنصور من نصره ومخذول من خذله...\" الحديث ¶ أهل العلم بالحديث على أن القصة المروية في ذلك من الكذب الموضوع. ¶  [منهاج السنة (7/ 5 ـ 27) ]  ¶ 222ـ \" علي مع الحق والحق معه , يدور حيث دار , ولن يفترقا حتى يردا عليَّ الحوض \" ¶ لم يروه أحد عن النبي لا بإسناد صحيح ولا ضعيف. ¶  [منهاج السنة (4/ 238) ]  ¶ 223ـ \" عليكم بدين العجائز \" ¶ كذبه شيخ الإسلام ¶ السخاوي عن شيخ الإسلام في المقاصد الحسنة [المقاصد الحسنة (290) ]  ¶ 224ـ \" عمار جلدة بين عَيْنَيْ , تقتله الفئة الباغية , لا أنالهم الله شفاعتي يوم القيامة \" ¶ قوله \" عمار جلدة بين عيني \" لا يعرف له إسناد , وقوله \" لا أنالهم الله شفاعتي يوم القيامة \" كذب مزيد في الحديث والذي في الصحيح \" تقتل عمار الفئة الباغية \" ¶  [منهاج السنة (5/ 258 ـ 259) ]  ¶ 225ـ \" العمرة تطوع \" ¶ قال الدارقطني: والصحيح انه موقوف على أبي هريرة. ¶  [شرح العمدة (1/ 92) ]  ¶ 226ـ \" غربوا ولا تشرقوا \" يعني على الغائط ¶ الحديث كذب , ولكن في الصحيح عنه أنه قال: \" لا تستقبلوا القبلة بغائط ولا بول , ولكن شرقوا وغربوا \" وهذا الخطاب منه لأهل المدينة , ومن جرى مجراهم كأهل الشام والجزيرة والعراق , وأما مصر فقبلتهم بين المشرق والجنوب من مطلع الشمس في الشتاء والله أعلم. ¶  [مجموع الفتاوى (21/ 105) ]  ¶ 227ـ \" الفرق بين الطلاق والعتاق في الاستثناء \" ¶ وقد يصدق بعض هؤلاء بما يكون كذباً عند أهل المعرفة , مثل ما يروي طائفة من الفقهاء حديث \" الفرق بين الطلاق والعتاق في الاستثناء \" ويبنون عليها الحلال والحرام , وأهل العلم بالحديث متفقون على أنها كذب. ¶  [منهاج السنة (7/ 429 ـ 430) ]  ¶ 228ـ \" فسخ الحج لنا خاصة أم للناس عامة؟ قال: بل لنا خاصة \" ¶ قال عبدالله [أي ابن الإمام أحمد] قيل لأبي حديث بلال بن الحارث؟ قال: لا أقول به , ولا تعرف هذا الرجل , ولم يروه إلا الدراوردي , وقال أيضاً: هذا حديث ليس إسناده بالمعروف , وإنما يروى عن ¶ أبي ذر إنما كانت المتعة لنا خاصة ـ يعني متعة الحج ـ ¶  [شرح العمدة (1/ 515 ـ 520) ]  ¶ 229ـ \" الفقر فخري وبه أفتخر \" ¶ كذب موضوع ومعناه باطل. ¶  [مجموع الفتاوى (11/ 117) (18/ 123) ]  ¶ 230ـ \" الفقر هو الله , والأولياء مفتقرون للخاتمة والأشقياء تحت القضاء \" ¶ كذب. ¶  [مجموع الفتاوى (11/ 116 ـ 117) ]  ¶ 231ـ \" فقراؤكم حسناتكم \" ¶ هذا اللفظ ليس مأثوراً , لكن معناه صحيح. ¶  [مجموع الفتاوى (18/ 378) ]  ¶ 232ـ \" قال أبو إسرائيل بن قشير أنه كان نذر أن يقوم ولا يقعد , ولا يستظل ولا يتكلم فأتى النبي فقال النبي: اقعد , واستظل , وتكلم , وكفر \" ¶ قال البيهقي محمد بن كريب ضعيف , وعندي أن ذلك تصحيف وإنما هو و \"صم \" كما في سائر الروايات. ¶  [العقود (59) ]",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "233ـ \" قال رجل لسلمان: ما أشهد حبك لعلي , قال سمعت رسول الله يقول: من أحب علياً فقد أحبني , ومن أبغض علياً فقد ابغضني \" ¶  [رواه اخطب خوارزم ـ كما قال الرافضي ـ ¶ أخطب خوارزم هذا له مصنف في هذا الباب فيه من الأحاديث المكذوبة ما لا يخفى كذبه , وليس هو من علماء الحديث , وهذا الحديث من المكذوبات. ¶  [منهاج السنة (5/ 36 ـ 42) ]  ¶ 234ـ \" قال رجل يا رسول الله إن امرأتي لا ترد يد لامس فقال: طلقها فقال: إني أحبها قال: فاستمتع بها \" ¶ هذا الحديث ضعفه أحمد ¶  [الفتاوى (4/ 156 ـ 157) ]  ¶ 235ـ \" قال في الأبدال والأقطاب والأغواث وعدد الأولياء والنجباء والنقباء. كل هذا كذب وورد في الأبدال حديث ضعيف \" ¶  [مجموع الفتاوى (11/ 167 ـ 433) (4/ 115) ]  ¶ 236ـ \" قال في حجة الوداع: يا أهل مكة أتموا صلاتكم فإنا قوم سفر \" ¶ هذا مروي عن النبي في أهل مكة عام الفتح , لا في حجة الوداع , فإنه في حجة الوداع لم يكن يصلي في مكة , بل كان يصلي بمنزله , وقد رواه أبو داود وغيره , وفي إسناده مقال. ¶  [مجموع الفتاوى (24/ 125) ]  ¶ 237ـ \" قال في غلام للمغير بن شعبة هذا واحد من السبعة \" ¶ كذب باتفاق أهل العلم. ¶  [مجموع الفتاوى (11/ 167) ]  ¶ 238ـ \" قال في قوله تعالى وقفوهم إنهم مسئولون قال عن ولاية علي \" ¶ هذا كذب موضوع بالاتفاق. ¶  [منهاج السنة (7/ 143 ـ 146) ]  ¶ 239ـ \" قال لأبي هريرة ألك قميصان؟ بع واحد وكل به بطيخاً أصفر \" ¶ الأحاديث المتقدمه في البطيخ كلها مختلقة لم يرغب النبي في أكل البطيخ وجميع ما يروى من هذا الجنس فهو كذب. ¶  [مجموع الفتاوى (32/ 213) ]  ¶ 240ـ \" قال لحارثة بن سراقة: كيف أصبحت يا حارثة؟ قال: أصبحت مؤمناً حقاً. قال: فما حقيقة إيمانك؟ فقال: عزفت نفسي عن الدنيا فاستوى عندي حجرها وذهبها , وكأني انظر على عرش ربي بارزاً , وكأني انظر إلى أهل الجنة يتمتعون فيها , وإلى أهل النار يعذبون فيها , فقال: عرفت فالزم , عبد نَوَّرَ الله قلبه \" ¶ رواه ابن عساكر مرسلاً , وروي مسنداً من وجه ضعيف لا يثبت. ¶  [الاستقامة (1/ 194ـ 195) ]  ¶ 241ـ \" قال لعائشة: تقاتلين علياً , وأنت ظالمة له \" (17)  ¶ هذا لا يعرف في شيء من كتب العلم المعتمدة , وهو بالموضوعات المكذوبات أشبه منه بالأحاديث الصحيحة. ¶  [منهاج السنة (4/ 315 ـ 316) ]  ¶ 242ـ \" قال لعلي: حبك إيمان , وبغضك نفاق , وأول من يدخل الجنة محبك... \" الحديث ¶ كذب موضوع ¶  [منهاج السنة (7/ 397 ـ 402) ]  ¶ 243ـ \" قال لعلي: يا علي قل اللهم اجعل لي عند عهداً , واجعل لي في صدور المؤمنين مودة فأنزل الله إن الذين آمنوا وعملوا الصالحات سيجعل لهم الرحمن وداً ¶ وروى الحافظ أبو نعيم الأصبهاني بإسناده إلى ابن عباس قال: نزلت في علي والود محبة في القلوب المؤمنة ¶ هذان الحديثان من الكذب باتفاق أهل المعرفة بالحديث. ¶  [منهاج السنة (7/ 136 ـ 138) ]  ¶ 244ـ \" قال للحسين: هذا إمام ابن إمام أخو إمام , أبو أئمة تسعة...\" الحديث ¶ هذا كذب. ¶  [منهاج السنة (8/ 247 ـ 254) ]  ¶ 245ـ \" قال لمن أوجعه بطنه (أشكم بدرد) \" (18)  ¶ ولايصح ¶  [اقتضاء الصراط المستقيم (1/ 469) ]  ¶ 246ـ \" قتل عليّ لعمرو بن عبد ود أفضل من عبادة الثقلين \" ¶ من الأحاديث الموضوعة. ¶  [منهاج السنة (8/ 108 ـ 110) ]  ¶ 247ـ \" قتلت بقرة حماراً , فترافعا المالكان إلى أبي بكر فقال: بهيمة قتلت بهيمة , لا شيء على ربها... فقال النبي لقد قضى علي بن أبي طالب بينكما بقضاء الله عز وجل \" ¶ الحديث لا يعرف , ولم يذكر له إسناد. ¶  [منهاج السنة (8/ 70 ـ 71) ]  ¶ 248ـ \" قدم وفد عبدالقيس على رسول الله وفيهم غلام أمرد ظاهر الوضاءة , فأجلسه النبي وراء ظهره , وقال: كانت خطيئة داود في النظر \" ¶ حديث منكر ¶  [التفسير الكبير (5/ 350) ]  ¶ 249ـ \" قرأ هذه الآية في بيوت أذن الله أن ترفع إلى قوله يوماً تتقلب فيه القلوب والأبصار فقام رجل فقال: أي بيوت هذه يا رسول الله؟ فقال: بيوت الأنبياء فقام أبو بكر فقال: يا رسول الله هذا البيت منها؟ يعني بيت علي وفاطمه قال: نعم من أفضلها \" ¶ هذا الحديث موضوع عند أهل المعرفة بالحديث ¶  [منهاج السنة (7/ 89 ـ 95) ]  ¶ 250ـ \" القرآن كلام الله غير مخلوق منه بدأ وإليه يعود \" ¶ هذا القول صحيح متواتر عن السلف أنهم قالوا ذلك , لكن رواية هذا اللفظ عن النبي كذب , وعزوه إلى مسند الإمام أحمد كذب ظاهر. ¶  [منهاج السنة (8/ 150) ]  ¶ 251ـ \" قراءة آية الكرسي عقب كل صلاة \" (19)  ¶ قد روي في قراءة آية الكرسي عقب كل صلاة حديث لكنه ضعيف , ولهذا لم يروه أحد من أهل الكتب المعتمد عليها , ولم يكن النبي وأصحابه وخلفاؤه يجهرون بعد الصلاة بقراءة آية الكرسي , ولا غيرها من القرآن. ¶  [مجموع الفتاوى (22/ 508 ـ 509) ]  ¶ 252ـ \" قسمت الصلاة بيني وبين عبدي...\" وفي أحد الروايات \" فإذا قال بسم الله الرحمن الرحيم قال ذكرني عبدي...\" ¶ اتفق أهل العلم على كذب هذه الزيادة. ¶  [مجموع الفتاوى (22/ 422) ]  ¶ 253ـ \" قضى سنة العصر \" ¶ هذا من الأحاديث المكذوبة على النبي. ¶  [مجموع الفتاوى (24/ 201) ]  ¶ 254ـ \" قعد النبي على العرش \" ¶ رواه بعض الناس من طرق كثيره مرفوعة وهي كلها موضوعة. ¶  [درء تعارض العقل والنقل (5/ 238) ]  ¶ 255ـ \" القلب بيت الرب \" ¶ ليس هذا من كلام النبي ¶  [مجموع الفتاوى (18/ 370) ]  ¶ 256ـ \" قوله تعالى واركعوا مع الراكعين البقرة: 43 ابن عباس أنها نزلت في النبي وعلي خاصة , وهما أول من صلى وركع \" ¶ كذب موضوع باتفاق أهل العلم بالحديث. ¶  [منهاج السنة (7/ 27) ]  ¶ 257ـ \" قيل للنبي في الإسراء هذه طيبة أنزل فصل فنزل فصلى... \" الحديث ¶ كذب موضوع لم يصل النبي تلك الليلة إلا في المسجد الأقصى. ¶  [التفسير الكبير (7/ 528) ]  ¶ 258ـ \" قيل يا رسول الله ممَّ ربنا؟ قال: من ماء مرور , لا من أرض ولا سماء , خلق خيلاً فاجراها فعرقت فخلق نفسه من ذلك العرق \" ¶ حديث عرق الخيل الذي كذبه بعض الناس على أصحاب حماد بن سلمه وقالوا: إنه كذبه بعض أهل البدع , واتهموا بوضعه محمد بن شجاع الثلج , وقالوا: إنه وضعه ورمى به بعض أهل الحديث ليقال عنهم إنهم يروون مثل هذا. ¶  [درء تعارض العقل والنقل (1/ 148 ـ 149) ]  ¶ 259ـ كان الله ولا شيء معه وهو الآن على ما عليه كان \" ¶ موضوع. ¶  [درء تعارض العقل والنقل (5/ 224) (مجموع الفتاوى (2/ 272 ـ 278) ]  ¶ 260ـ \" كان أبو بكر ورسول الله يتحدثان بحديث أبقى بينهما كأني زنجي لا أفقه \" ¶  [عن عمر بن الخطاب رضي الله عنه]  ¶ كذب مختلق. ¶  [مجموع الفتاوى (11/ 80) (18/ 339) ]  ¶ 261ـ كان إذا اتبع جنازة لم يقعد حتى توضع في اللحد , فعرض له حبر فقال هكذا نصنع يا محمد قال: فجلس رسول الله وقال: خالفوهم \" ¶ رواه أبو داود والترمذي وقال: بشر بن رافع ليس القوي في الحديث. ¶  [اقتضاء الصراط المستقيم (1/ 200 ـ 201) ]  ¶ 262ـ \" كان إذا طلى بدأ بعورته فطلاهما بالنورة وسائر جسد أهله \" ¶ رواه ابن ماجه فيه مقال. ¶  [شرح العمدة (239) ] ¶ _________________ ¶ (17) مكرر تقدم برقم 146 ـ أبو مهند ـ ¶  (18) كلمة فارسية معناها \" أتشتكي بطنك \" ¶  (19) وردت طرق لهذا الحديث يتقوى بها ولذا حكم بحسنه الهيثمي وابن القيم في \" الزاد \" وابن حجر والألباني ونقل ابن القيم في \" الزاد \" عن شيخ الإسلام أنه قال: ما تركتها (أي آية الكرسي) عقيب كل صلاة.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "263ـ \" كان إذا وطئ بقدمه في الحجر والرمل لم يكن يؤثر \" ¶ هذا لم ينقله أهل العلم بأحواله ولا واحد منهم بل هو كذب عليه ¶  [الجواب الصحيح (4/ 234) ]  ¶ 264ـ \" كان رسول الله يوحى إليه ورأسه في حجر عليّ فلم يصل العصر حتى غربت الشمس فقال النبي: صليت يا علي؟ قال: لا فقال رسول الله أنه كان في طاعتك وطاعة رسولك فاردد عليه الشمس فقالت أسماء: فرأيتها غربت ثم رأيتها طلعت بعدما غربت \" ¶ قال أبو الفرج ابن الجوزي هذا حديث موضوع. ¶  [منهاج السنة (8/ 168) ]  ¶ 265ـ \" كان الفتح في غزوة خيبر على يد أمير المؤمنين , ودفع الراية إلى أبي بكر فانهزم , ثم إلى عمر فانهزم , ثم إلى علي وكان أرمد فتفل في عينيه وخرج فقتل مرحباً فانهزم الباقون \" ¶ هو من الكذب. فإن خيبر لم تفتح كلها في يوم واحد ولم ينهزم فيها أبو بكر وعمر. ¶  [منهاج السنة (8/ 122 ـ 123) ]  ¶ 266ـ \" كان في السفر يتم ويقصر \" ¶ وقد يصدق بعض هؤلاء بما يكون كذباً عند أهل المعرفة , مثل ما يروي طائفة من الفقهاء حديث \" كان في السفر يتم ويقصر \" ¶ ويبنون عليها الحلال والحرام وأهل العلم بالحديث متفقون على أنها كذب. ¶  [منهاج السنة (7/ 429 ـ 430) ]  ¶ 267ـ \" كان لا يتم التكبير \" ¶ حكى أبو داود الطيالسي أنه قال: هذا عندنا باطل والأحاديث المتوترة عنه بخلاف ذلك. ¶  [القواعد النورانية (87) ]  ¶ 268ـ \" كان يحافظ على الضحى \" ¶ هذا من الأحاديث المكذوبة على النبي. ¶  [مجموع الفتاوى (24/ 201) ]  ¶ 269ـ \" كان يرفع يديه في ابتداء الصلاة , ثم لا يعود \" ¶ وقد يصدق بعض هؤلاء بما يكون كذباً عند أهل المعرفة , مثل ما يروي طائفة من الفقهاء حديث \" كان يرفع يديه...\" الحديث ويبنون عليها الحلال والحرام وأهل المعرفة بالحديث متفقون على أنها كذب. ¶  [منها ج السنة (7/ 429 ـ 430) ]  ¶ 270ـ \" كان يصلي نحو ستة عشر ركعة منها قبل العصر \" ¶ الحديث مطعون فيه , ولم يقل أحد أنه كان يصلي قبل العصر إلا وفيه ضعف بل خطأ. ¶  [مجموع الفتاوى (1/ 185) ]  ¶ 271ـ \" كان يقصر في السفر ويتم ويفطر ويصوم \" ¶ قال ابن حزم في هذا الحديث: انفرد به المغيرة بن زياد , ولم يروه غيره , وقد قال فيه أحمد بن حنبل: ضعيف كل حديث اسنده منكر , وقد روي من غير طريقه , لكنه ضعيف أيضاً , وقد ذكر عبدالله بن أحمد بن حنبل أن أباه سئل عن هذا الحديث فقال: هذا حديث منكر , وهو كما قال الإمام أحمد , وإن كان طائفة من أصحابة احتجوا به , ولا ريب أن هذا حديث مكذوب. ¶  [مجموع الفتاوى (24/ 144 ـ 162) ]  ¶ 272ـ \" كان يقول في دعائه يا رب طه ويس ويا رب القران العظيم \" ¶ لا خلاف بين أهل العلم بالحديث أن هذا الحديث كذب على رسول الله. ¶  [مجموع الفتاوى (5/ 173 ـ 174) ]  ¶ 273ـ \" كان يكثر الوصية بالحسن والحسين ويقول لهم هؤلاء وديعتي عندكم \" ¶ هذا الحديث لا يعرف في شيء من كتب الحديث التي يعتمد عليها. ¶  [منهاج السنة (4/ 561 ـ 562) ]  ¶ 274ـ \" كل حديث أن النبي رأى ربه بعينيه في الأرض...\" ¶ كذب باطل باتفاق علماء المسلمين. ¶  [مجموع الفتاوى (3/ 389) ]  ¶ 275ـ \" كل صلاة لم تنه عن الفحشاء والمنكر لم يزدد صاحبها من الله إلا بعداً \" ¶ هذا الحديث ليس بثابت عن النبي لكن الصلاة تنهى عن الفحشاء والمنكر كما ذكر الله في كتابه. ¶  [مجموع الفتاوى (22/ 605) ]  ¶ 276ـ \" كلوا العدس , فإنه يرقق القلب وقد قدس فيه سبعون نبياً \" ¶ حديث مكذوب مختلق باتفاق أهل العلم. ¶ 275ـ \" كل صلاة لم تنه عن الفحشاء والمنكر لم يزدد صاحبها من الله إلا بعداً \" ¶ هذا الحديث ليس بثابت عن النبي لكن الصلاة تنهى عن الفحشاء والمنكر كما ذكر الله في كتابه. ¶  [مجموع الفتاوى (33/ 15) (27/ 23) ]  ¶ 277ـ \" كنا عند جابر بن عبدالله , وقد كف بصره وعلت سنه , فدخل عليه علي بن الحسين ومعه ابنه محمد وهو صبي فسلم على جابر وجلس...\" الأثر بطوله عن أبي الزبير. ¶ لا أصل له وهو من الموضوعات. ¶  [منهاج السنة (4/ 50 ـ 51) ]  ¶ 278ـ \" كنت جالساً عند النبي فجاء رجل من اليمن فقال: إن ثلاثة نفر من أهل اليمن أتو علياً يختصمون إليه في ولد... \" الحديث بطوله عن زيد بن أرقم. ¶ نقل عن أحمد تضعيف الخبر. ¶  [منهاج السنة (8/ 68 ـ 69) ]  ¶ 279ـ \" كنت جالساً مع النبي إذ أقبل علي عليه السلام فقال: أنا وهذا حجة الله على خلقه \" [عن أنس رضي الله عنه]  ¶ حديث موضوع. ¶  [منهاج السنة (5/ 72 ـ 78) ]  ¶ 280ـ \" كنت عند رسول الله فدخل عليه الحسين بن علي فضمه إليه , وقبله وأقعده إلى جنبه , ثم قال: يولد لابني هذا ابن يقال له: علي , إذا كان يوم القيامة نادى مناد من بطنان العرش: سيد العابدين....\" الحديث ¶ لا أصل له من الموضوعات. ¶  [منهاج السنة (4/ 50 ـ 51) ]  ¶ 281ـ \" كنت كنزاً لا أعرف فأحببت أن أعرف فخلقت فعرفتهم بي فعرفوني \" ¶ ليس هذا من كلام الله للنبي ولا يعرف له إسناد صحيح ولا ضعيف. ¶  [مجموع الفتاوى (18/ 376) ]  ¶ 282ـ \" كنت مع علي عليه السلام يوم الشورى يقول لهم: لأحتجنَّ عليكم بما لا يستطيع عربيكم ولا عجميكم تغيير ذلك... \" الأثر بطوله عن عامر بن واثلة. ¶ هذا كذب باتفاق أهل المعرفة بالحديث ولم يقل علي يوم الشورى شيئاً من هذا ولا ما يشابهه. ¶  [منهاج السنة (5/ 50 ـ 72) ]  ¶ 283ـ \" كنت نبياً وآدم بين الماء والطين , وكنت نبياً وآدم لا ماء ولا طين \" ¶ هذا الفظ كذب باطل ولكن اللفظ المأثور الذي رواه الترمذي وغيره أنه قيل: يا رسول الله متى كنت نبياً؟ قال: وآدم بين الروح والجسد \" ¶  [مجموع الفتاوى (18/ 379) الرد على البكري (4 ـ 11) (65 ـ 66) ]  ¶ 284ـ \" لا تسافروا والقمر في العقرب \" ¶ كذب مختلق باتفاق أهل الحديث. ¶  [مجموع الفتاوى (35/ 179) ]  ¶ 285ـ \" لا تفعلي يا حميراء فغنه يورث البرص \" ¶ وقد يصدق بعض هؤلاء بما يكون كذباً عند أهل المعرفة , مثل ما يروي طائفة من الفقهاء حديث \" لا تفعلي يا حميراء...\" ويبنون عليها الحلال والحرام وأهل العلم بالحديث متفقون على أنها كذب. ¶  [منهاج السنة (7/ 429 ـ 430) ]  ¶ 286ـ \" لا تقرأ الحائض ولا الجنب شيئاً من القرآن\" ¶ حديث ضعيف باتفاق أهل المعرفة بالحديث. ¶  [مجموع الفتاوى (26/ 191) ]  ¶ 287ـ \" لا تقطع اليد إلا في عشرة درهم \" ¶ وقد يصدق بعض هؤلاء بما يكون كذباً عند أهل المعرفة , مثل ما يروي طائفة من الفقهاء حديث \" لا تقطع اليد...\" الحديث , ويبنون عليها الحلال والحرام وأهل العلم بالحديث متفقون على أنها كذب. ¶  [منهاج السنة (7/ 429 ـ 430) ]  ¶ 288ـ \" لا تكرهوا الفتن فإن فيها حصاد المنافقين \" ¶ هذا ليس معروفاً عن النبي. ¶  [مجموع الفتاوى (18/ 126 ـ 381) ]  ¶ 289ـ \" لا راحة لمؤمن دون لقاء ربه \" ¶ هذا من كلام بعض السلف. ¶  [الأحاديث الموضوعة (33) ]  ¶ 290ـ \" لا سيف إلا ذو الفقار , ولا فتى إلا علي \" ¶ هذا الحديث من الأحاديث المكذوبة. ¶  [منهاج السنة (5/ 70) ]  ¶ 291ـ \" لاغيبة لفاسق \" ¶ ليس هو من كلام النبي , ولكنه مأثور عن الحسن البصري. ¶  [مجموع الفتاوى (28/ 219 ـ 220) ]  ¶ 292ـ \" لا مهدي إلا عيسى \" ¶ حديث ضعيف. ¶  [منهاج السنة (8/ 256) ]",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "293ـ \" لا مهر دون عشرة دراهم \" ¶ وقد يصدق بعض هؤلاء بما يكون كذباً عند أهل المعرفة , مثل ما يروي طائفة من الفقهاء حديث \" لا مهر دون عشرة دراهم \" ويبنون عليها الحلال والحرام , وأهل العلم بالحديث متفقون على أنها كذب. ¶  [منهاج السنة (7/ 429 ـ 430) ]  ¶ 294ـ \" لا نعرف أحداً طلق على عهد النبي امرأته ثلاثاً بكلمة واحدة , فألزمه النبي بالثلاث...\" ¶ بل رويت في ذلك أحاديث كلها ضعيفة , باتفاق علماء الحديث بل موضوعة. ¶  [مجموع الفتاوى (33/ 12 ـ 67) ]  ¶ 295ـ \" لا نكاح إلا بولي وشاهدي عدل \" ¶ ليس في اشتراط الشهادة في النكاح حديث ثابت. ¶  [مجموع الفتاوى (1/ 356) (32/ 35ـ 127) (33/ 93) ]  ¶ 296ـ \" لا يأمر بالمعروف وينهى عن المنكر إلا من كان فقيهاً فيما يأمر به فقيهاً فيما ينهى عنه , رفيقاً فيما يأمر به فقيهاً فيما ينهى عنه , رفيقاً فيما ينهى عنه حليماً فيما يأمر به حليماً فيما ينهى عنه \" ¶ جاء في الأثر عن بعض السلف ورده مرفوعاً ¶  [الاستقامة (2/ 233) ]  ¶ 297ـ \" لا يؤمَنَّ فاجر مؤمناً إلا أن يقهره بسوط أو عصا \" ¶ هو في سنن ابن ماجه وفي اسناده مقال. ¶  [مجموع الفتاوى (1/ 129) ]  ¶ 298ـ \" لا يبغض العرب إلا منافق \" ¶ زيد بن جبيرة عندهم منكر الحديث , وهو مدني , ورواية اسماعيل بن عياش عن غير الشاميين مضطربة. ¶  [اقتضاء الصراط المستقيم (1/ 390 ـ 391) ]  ¶ 299ـ \" لا يجتمع العشر والخراج \" ¶ كذب باتفاق أهل الحديث. ¶  [الفتاوى (2/ 247) ]  ¶ 300ـ \" لا يجتمع العشر والخراج على مسلم \" ¶ وقد يصدق بعض هؤلاء بما يكون كذباً عند أهل المعرفة , مثل ما يروي طائفة من الفقهاء حديث \" لا يجتمع العشر...\" الحديث ويبنون عليها الحلال والحرام , وأهل العلم بالحديث متفقون على أنها كذب. ¶  [منهاج السنة (7/ 429 ـ 430) مجموع الفتاوى (25/ 55) ]  ¶ 301ـ \" لا يقطع الصلاة شيء \" ¶ ضعيف. ¶  [القواعد النورانية (33) ]  ¶ 302ـ \" لا ينبغي لأحد أن يرى الله في الدنيا ولا في الآخرة \" ¶ موضوع. ¶  [درء تعارض العقل والنقل (5/ 224) ]  ¶ 303ـ \" لا تبع ما ليس عندك , وارخص في السلم \" ¶ هذا لم يرو في الحديث , وإنما هو من كلام بعض الفقهاء. ¶  [رسالة القياس (29) ]  ¶ 304ـ \" لعليّ أربع خصال ليست لأحد من الناس غيره , هو أول عربي وعجمي صلى مع النبي...\" الأثر عن ابن عباس. ¶ حديث ابن عباس فيه أكاذيب. ¶  [منهاج السنة (5/ 50 ـ 72) ]  ¶ 305ـ \" لكل شيء حلية وحلية القرآن الصوت الحسن \" ¶ من رواية عبدالله بن محرر , وهو ضعيف لا يحتج به بحال. ¶  [الاستقامة (1/ 289) ]  ¶ 306ـ \" للقرأن باطن , وللباطن باطن إلى سبعة أبطن \" ¶ من الحاديث المختلقة , ولا يوجد في شيء من كتب الحديث. ¶  [التفسير الكبير (2/ 41) ]  ¶ 307ـ \" للقرآن ظاهر وباطن وحد ومطلع \" ¶ إنما نقل هذا عن علي بن أبي طالب موقوفاً عليه. ¶  [بغية المرتاد (211) ]  ¶ 308ـ \" لم يبلغنا أن النبي شدَّ على وسطه منطقة \" ¶  [نقله ابن القيم عن شيخه في زاد المعاد (1/ 131) ]  ¶ 309ـ \" لم يزل يقنت حتى فارق الدنيا \" ¶ ضعيف الإسناد. ¶  [مجموع الفتاوى (22/ 374) ]  ¶ 310ـ \" لما أراد الهجرة خلف علي بن أبي طالب لقضاء ديونه , ورد الوادئع التي كانت عنده , وأمره ليلة خرج إلى الغار وقد أحاط المشركون بالدار أن ينام على فراشه , فقال له...\" الحديث. ¶ هذا الذي نقله من هذا الوجه كذب باتفاق أهل العلم بالحديث. ¶  [منهاج السنة (7/ 110 ـ 120) ]  ¶ 311ـ \" لما انهزم الناس كلهم عن النبي في غزوة أحد إلا علي بن أبي طالب ورجع إلى رسول الله نفر يسير أولهم عاصم بن ثابت... وتعجبت الملائكة من شأن علي فقال جبريل وهو في السماء: لا سيف إلا ذو الفقار , ولا فتى إلا علي \" ¶ كذب باتفاق الناس. ¶  [منهاج السنة (8/ 102 ـ 105) ]  ¶ 312ـ \" لما تزوج علي فاطمة زوجها الله إياه من فوق سبع سماوات وكان الخاطب جبريل , وكان ميكائيل وإسرافيل في سبعين ألفاً من الملائكة شهوداً... \" الحديث. ¶ كذب موضوع باتفاق أهل المعرفة بالحديث. ¶  [منهاج السنة (8/ 212 ـ 245) ]  ¶ 313ـ \" لما حاصر تسعاً وعشرين ليلة وكانت الراية لأمير المؤمنين علي , فلحقه رمد اعجزه عن الحرب , وخرج مرحب يتعرض للحرب , فدعا رسول الله أبا بكر... فجاءوا بعلي... فأعطاه الراية ففتح الله على يديه وقتل مرحباً... \" الحديث. ¶ لم تكن الراية قبل ذلك لأبي بكر ولا لعمر , ولا قربها واحد منهما , بل هذا من الأكاذيب , والذي في الصحيح غير ذلك. ¶  [منهاج السنة (7/ 364 ـ 366) ]  ¶ 314ـ \" لما خرج إلى بني المصطلق حيث خرجوا عن الطريق وأدركه الليل , بقرب وادٍ وعر , فهبط جبريل وأخبره أن طائفة من كفار الجن... فدعا بعلي وعَوَّذه , وأمره بنزول الوادي فقتلهم \" ¶ علي أجل قدراً من هذا , وإهلاك الجن موجود لمن هو دون علي , وهو من الأحاديث المكذوبة. ¶  [منهاج السنة (8/ 160 ـ 163) ]  ¶ 315ـ \" لما عرج بالنبي إلى السماء السابعة , وأراه الله من العجائب في كل سماء... في دار من وقع هذا النجم فهو خليفتي من بعدي , فطلبوا ذلك النجم فوجدوه في دار علي بن أبي طالب...\" الحديث ¶ كذب وقال ابن الجوزي موضوع وما أبرد الذي وضعه وما أبعد ما ذكر. ¶  [منهاج السنة (7/ 63 ـ 64) ]",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "316ـ \" لما قدم المدينة في الهجرة خرجت بنات النجار بالدفوف وهن يقلن: طلع البدر علينا... من ثنيات الوداع إلى آخر الشعر قال رسول الله هزوا كرابيلكم بارك الله فيكم \" ¶ أما قوله \" هزوا كرابيلكم بارك الله فيكم \" فهذا لا يعرف عنه. ¶  [مجموع الفتاوى (18/ 377) ]  ¶ 317ـ \" لما كان بغدير خم نادى الناس فاجتمعوا فأخذ بيد علي وقال \" من كنت مولاه فعلي مولاه...\" الحديث ¶ في نفس هذا الحديث ما يدل على أنه كذب من وجوه كثيرة... ¶  [منهاج السنة (7/ 32 ـ 47) ]  ¶ 318ـ \" لما كان يوم الباهلة , وآخى بين المهاجرين والأنصار وعلي , واقف يراه ويعرفه... اللهم هذا مني وأنا منه ألا أنه مني بمنزلة هارون من موسى ألا من كنت مولاه فعلي مولاه...\" ¶ أولاً: لم يعز الرافضي هذا الحديث إلى كتاب أصلاً كما هي عادته , وغن كان عادته يعزو إلى كتب لا تقوم بها حجة. ¶ ثانياً: إن هذا الحديث موضوع. ¶ ثالثاً: إن أحاديث المؤاخاة لعلي كلها موضوع. ¶ رابعاً: إن دلائل الكذب على هذا الحديث بينة. ¶  [منهاج السنة (7/ 358 ـ 363) ]  ¶ 319ـ \" لما نزلت قل لا أسألكم عليه أجراً إلا المودة في القربى قالوا: يا رسول الله: من قرابتك الذين وجبت علينا مودتهم؟ قال علي وفاطمة وأبناهما \" ¶  [قاله الرافضي ينسبه إلى مسند أحمد بن حنبل] ونحوه في الصحيحين. ¶ قوله أن أحمد روى هذا في مسنده كذب بيِّن , فإن هذا مسند أحمد موجود وليس فيه هذا الحديث واظهر من ذلك كذباً قوله: إن نحو هذا في الصحيحين وليس هو في الصحيحين , بل فيهما وفي مسند أحمد ما يناقض ذلك. ¶  [منهاج السنة (7/ 95 ـ 104) ]  ¶ 320ـ \" لما نزل قوله تعالى وأنذر عشيرتك الأقربين جمع رسول الله بني عبدالمطلب في دار أبي طالب وهم أربعون رجلاً وأمر أن يصنع لهم فخذ شاة مع مُد من البر...\" الحديث ¶ هذا الحديث كذب عند أهل المعرفة بالحديث. ¶  [منهاج السنة (7/ 297 ـ 313) ]  ¶ 321ـ \" لما نزل من حراء تبدى له ربه على كرسي بين السماء والأرض \" ¶ هذا الحديث كذب وبهتان رواه أهل البدع. ¶  [مجموع الفتاوى (3/ 385 ـ 389) ]  ¶ 322ـ \" لما نزلت هذه الآية إن الذين آمنوا وعملوا الصالحات أولئك هم خير البرية قال رسول الله لعلي: تأتي أنت وشيعتك يوم القيامة راضين مرضيين , ويأتي خصماؤك غضاباً مفحمين \" ¶ كذب موضوع باتفاق العلماء. ¶  [منهاج السنة (7/ 258 ـ 259) ]  ¶ 323ـ \" لمُبارزة علي لعمر بن عبد يوم الخندق أفضل من عمل أمتي إلى يوم القيامة \" ¶  [رواه أخطب خوارزم ـ كما قال الرافضي]  ¶ أخطب خوارزم هذا له مصنف في هذا الباب , فيه من الأحاديث المكذوبة ما لا يخفى , وليس هو من علماء الحديث , وهذا الحديث من المكذوبات. ¶  [منهاج السنة (5/ 36ـ 42) ]  ¶ 324ـ \" لو اجتمع النس على حب عليّ لم يخلق الله النار \" ¶ من أبين الكذب باتفاق أهل العلم بالحديث. ¶  [منهاج السنة (5/ 72ـ 78) ]  ¶ 325ـ \" لو أحسن أحدكم ظنه بحجر لنفعه الله به \" ¶ هذا من المكذوبات. ¶  [مجموع الفتاوى (24/ 335) ]  ¶ 326ـ \" \" لو أن الرياض أقلام والبحر مداد , والجن حُسَّاب , والإنس كتاب , ما أحصوا فضائل علي بن أبي طالب \" ¶  [رواه أخطب خوارزم ـ كما قال الرافضي]  ¶ أخطب خوارزم هذا له مصنف في هذا الباب , فيه من الأحاديث المكذوبة ما لا يخفى , وليس هو من علماء الحديث , وهذا الحديث من المكذوبات. ¶  [منهاج السنة (5/ 36ـ 42) ]  ¶ 327ـ \" لو كان المؤمن في ذروة جبل قيض الله له من يؤذيه أو شيطاناً يؤذيه \" ¶ ليس هذا من كلام النبي. ¶  [مجموع الفتاوى (18/ 375) ]  ¶ 328ـ \" لو كانت الدنيا دماً عبيطاً كان قوت المؤمن منها حلالاً \" ¶ ليس هذا من كلام النبي , ولا يعرف عنه بإسناد. ¶  [مجموع الفتاوى (18/ 375) ]  ¶ 329ـ \" لو وزن إيمان أبي بكر بإيمان الناس لرجح إيمان أبي بكر على ذلك \" ¶ قد جاء معناه في حديث معروف في السنن أن أبابكر الصديق رضي الله عنه وزن بهذه الأمة فرجح. ¶  [مجموع الفتاوى (18/ 378) ]  ¶ 330ـ \" لو وزن خوف المؤمن ورجاؤه لاعتدلا \" ¶ هذا مأثور عن بعض السلف وهو كلام صحيح. ¶  [مجموع الفتاوى (18/ 370) ]  ¶ 331ـ \" لو يعلم الناس متى سُمِّي علي أمير المؤمنين ما أنكروا فضله , سُمِّي أمير المؤمنين وآدم بين الروح والجسد...\" الحديث. ¶ هذا الحديث كذب موضوع باتفاق أهل العلم بالحديث. ¶  [منهاج السنة (7/ 289ـ 291) ]  ¶ 332ـ \" لولاك ما خلق الله عرشاً ولا كرسياً ولا أرضاً ولا سماء ولا شمساً ولا قمراً ولا غير ذلك \" ¶ هذا باطل لا أصل له. ¶  [مجموع الفتاوى (11/ 85 ـ 96) ]  ¶ 333ـ \" ليس بكريم من لم يتواجد عند ذكر الحبيب \" ¶ هذا حديث مكذوب موضوع باتفاق أهل العلم بهذا الشأن. ¶  [مجموع الفتاوى (11/ 563) ]  ¶ 334ـ \" ليس في أحاديث الجهر بالبسملة حديث صحيح \" ¶  [مجموع الفتاوى (22/ 417) ]  ¶ 335ـ \" ليستمتع أحدكم بحله ما استطاع فإنه لا يدري ما يعرض له في حرمته \" ¶ رواه أبو كريب وأبو يعلى الموصلي , وقد روى الترمذي وابن ماجه بمثل اسناده , لكن أبو سورة ضعفوه. ¶  [شرح العمدة (1/ 366) ]  ¶ 336ـ \" ما أكل بطيخاً أصفر عمره \" ¶ كذب لا أصل له. ¶  [مجموع الفتاوى (33/ 15) ]  ¶ 337ـ \" ما خلق الله من سماء ولا أرض ولا سهل ولا جبل أعظم من آية الكرسي \" ¶ لا خلاف بين أهل العلم بالحديث أن هذا الحديث كذب على رسول الله. ¶  [مجموع الفتاوى (5/ 173 ـ 174) ]  ¶ 338ـ \" ما سعد من سعد غلا بالدعاء وما شقي من شقي إلا بالدعاء \" ¶ لا يعرف. ¶  [الأحاديث الموضوعة (59) ]  ¶ 339ـ \" ما كنا نعرف المنافقين على عهد النبي إلا ببغضهم علي عليه السلام \"قاله ابن عمر. ¶ موضوع وليس له إسناد معروف. ¶  [منهاج السنة (4/ 286ـ 301) ]  ¶ 340ـ \" ما من جماعة يجتمعون إلا وفيهم ولي الله \" ¶ من الأكاذيب ليس في شيء من دواوين الإسلام. ¶  [مجموع الفتاوى (11/ 60) ]  ¶ 341ـ \" ما من عبد من عبادي تواضع لي عند حقي , إلا وأنا أدخلته جنتي , ما من عبد من عبادي تكبر عن حقي إلا وأنا أدخلته ناري \" ¶ موضوع. ¶  [نقل ذلك عن شيخ الإسلام ابن عراق كما في \" تنزيه الشريعة \" (2/ 199]  ¶ 342ـ \" ما وسعني سمائي ولا أرضي ولكن وسعني قلب عبدي المؤمن \" ¶ هذا مذكور في الإسرائيليات وليس له إسناد معروف. ¶  [مجموع الفتاوى (18/ 370 ـ 376) ]  ¶ 343ـ \" ما يوريه بعض الناس من حديث المعراج أنه صلى في المدينة وصلها عند قبر موسى عليه السلام أو صلى عند قبر الخليل \" ¶ كل هذه الأحاديث مكذوبة موضوعة. ¶  [مجموع الفتاوى (27/ 9) ]  ¶ 344ـ \" الماء طهور لا ينجسه شيء إلا ما غير لونه أو طعمه أو ريحه \" ¶ ضعيف. ¶  [الفتاوى (1/ 35) ]  ¶ 345ـ \" محلل السباق , ومن أدخل فرساً بين فرسين \" ¶ هذا معروف عن سعيد بن المسيب من قوله وأهل العلم بالحديث يعرفون أن هذا ليس من قول النبي. ¶  [مجموع الفتاوى (1/ 495) ونقل ابن القيم عن شيخه ذلك في الفروسية (42) ]  ¶ 346ـ \" مررت ليلة المعراج بقوم تشرشر أشداقهم فقلت: يا جبريل من هؤلاء قال: قوم يقطعون الناس بالغيبة قال:.... \" الحديث. ¶ هذا من كذب الجهال الذين لا يحسنون أن يكذبوا , فإن المعراج كان بمكة قبل الهجرة بإجماع الناس. ¶  [منهاج السنة (5/ 50ـ 72) ]",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "347ـ \" مرض الحسن والحسين فعادهما جدهما رسول الله وعامة العرب فقالوا: يا أبا الحسن لو نذرت على ولديك , فنذر صوم ثلاثة أيام...\" الحديث ¶ هذا الحديث من الكذب الموضوع باتفاق أهل المعرفة بالحديث. ¶  [منهاج السنة (7/ 171ـ 187) ]  ¶ 348ـ \" مسح رأسه حتى بلغ القذال \" ¶ لم يصح عن النبي أنه مسح على عنقه في الوضوء , بل ولا روي عنه ذلك , ولهذا لم يستحب ذلك جمهور العلماء. ¶  [مجموع الفتاوى (21/ 127 ـ 128) ]  ¶ 349ـ \" مسح وجهه بعد الدعاء \" ¶ أما مسح وجهه بيديه فليس عنه فيه إلا حديث أو حديثان لا يقوم بهما حجة. ¶  [الفتاوى الكبرى (1/ 189) ]  ¶ 350ـ \" مكتوب على قشر البطيخ لا إله إلا الله موسى كليم الله , لا إله إلا الله عيسى روح الله , لا إله إلا الله محمد رسول الله \" ¶ الأحاديث المتقدمة في البطيخ كلها مختلقة , لم يرغب النبي في أكل البطيخ , وجميع ما يروى من هذا الجنس فهو كذب. ¶  [مجموع الفتاوى (32/ 213) ]  ¶ 351ـ (20) \" من أحب أن يتمسك بقصبة الياقوت التي خلقها الله بيده ثم قال لها: كوني فكانت فليتولّ علي بن أبي طالب من بعدي \" ¶ ذكره ابن الجوزي في الموضوعات وبين أنه موضوع. ¶  [منهاج السنة (7/ 397ـ 402) ]  ¶ 352ـ \" من أحب علياً قبل الله عنه صلاته وصيامه وقيامه واستجاب دعاءه , ألا ومن أحب آل محمد أمن الحساب والميزان...\" الحديث ¶  [رواه أخطب خوارزم ـ كما قال الرافضي]  ¶ أخطب خوارزم هذا له مصنف في هذا الباب , فيه من الأحاديث المكذوبة ما لا يخفى , وليس هو من علماء الحديث , وهذا الحديث من المكذوبات. ¶  [منهاج السنة (5/ 36ـ 42) ]  ¶ 353ـ \" من أخلص لله أربعين يوماً تفجرت ينابيع الحكمة من قلبه على لسانه \" ¶ يوسف بن عطية ضعيف لا يجوز الاحتجاج بحديثه. ¶  [الأحاديث الموضوعة (253) مخطوط المستدرك على مجموع الفتاوى لجامعه إياد عبداللطيف ورقه: (20) ]  ¶ 354ـ \" من أذى ذمياً فقد آذني \" ¶ كذب لم يروه أحد من أهل العلم. ¶  [مجموع الفتاوى (32/ 213) ]  ¶ 355ـ \" من أراد أن ينظر إلى آدم في علمه , وغلى نوح في تقواه , وإلى إبراهيم في حلمه , وإلى موسى في هيبته , وإلى عيسى في عبادته , فلينظر إلى علي بن أبي طالب \" ¶ هذا الحديث كذب موضوع. ¶  [منهاج السنة (5/ 510ـ 511) ]  ¶ 356ـ \" من استقاء عمداً فليقض \" ¶ جاء في الذي يستقيء عمداً أنه يعيد , وهذا لم يثبت رفعه , ولكن ثبت أنه موقوف على أبي هريرة. ¶  [منهاج السنة (5/ 224) ]  ¶ 357ـ \" من أسلم في شيء فلا يصرفه إلى غيره \" ¶ في إسناده نظر. ¶  [مجموع الفتاوى (29/ 519) ]  ¶ 358ـ \" من أشبع جوعة أو ستر عورة ضمنت له الجنة \" ¶ هذا اللفظ لا يعرف عن النبي. ¶  [مجموع الفتاوى (18/ 381) ]  ¶ 359ـ \" من اغتسل يوم عاشوراء لم يمرض ذلك العام \" ¶ رواية هذا عن النبي كذب. ¶  [الفتاوى (2/ 295) ]  ¶ 360ـ \" من اكتحل يوم عاشوراء لم يرمد ذلك العام \" ¶ رواية هذا عن النبي كذب. ¶  [الفتاوى (2/ 295) ]  ¶ 361ـ \" من أكل مع مغفور له غفر له \" ¶ لم ينقل هذا أحد عن النبي في اليقظة , وإنما ذكروا أنه رؤي في المانام , وليس هذا على الإطلاق صحيح. ¶ وإنما يروونه عن سالم. ¶  [مجموع الفتاوى (32/ 213) (18/ 381) ]  ¶ 362ـ \" من أكله بقشره ـ يعني البطيخ ـ كان له بكل نهشة عشر حسنات , وحط عنه عشر سيئات , وإن أكله ببزه فبكل... ألف درجة في الجنة \" ¶ الأحاديث المتقدمة في البطيخ كلها مختلقة لم يرغب النبي في أكل البطيخ , وجميع ما يروى من هذا الجنس فهو كذب. ¶  [مجموع الفتاوى (32/ 213) ]  ¶ 363ـ \" من ألزم نفسه شيئاً لزمه \" ¶ باطل. ¶  [مجموع الفتاوى (18/ 123) ]  ¶ 364ـ \" من انتهر صاحب بدعة ملأ الله قلبه أمناً وإيماناً وآمنه يوم الفزع الأكبر \" ¶ هذا الكلام معروف عن الفضيل بن عياض. ¶  [مجموع الفتاوى (18/ 346) ]  ¶ 365ـ \" من انقض هذا النجم في منزله فهو الوصي من بعدي , فقام فتية من بني هاشم ,فنظروا , فإذا الكوكب قد انقض في منزل علي...\" الحديث. ¶ هذا كذب باتفاق أهل العلم بالحديث. ¶  [منهاج السنة (7/ 59ـ 68) ]  ¶ 366ـ \" من بات في حراسة كلب بات في غضب الرب \" ¶ هذا ليس من كلام النبي. ¶  [مجموع الفتاوى (18/ 348) ]  ¶ 367ـ \" من بورك له في شيء فليلزمه \" ¶ مأثور عن بعض السلف. ¶  [مجموع الفتاوى (18/ 123) ]  ¶ 368ـ \" من جاءني زائراً لا تنزعه إلا زيارتي كان حقاً علي أن أكون له شفيعاً يوم القيامة \" ¶ رواه الطبراني من حديث العمري , وهو مضعَّف , ولهذا لم يحتج بهذا الحديث أحد من من السلف والأئمة , وبمثله لا يجوز إثبات حكم شرعي باتفاق علماء المسلمين والله أعلم. ¶  [مجموع الفتاوى (16/ 432) (27/ 28) ]  ¶ 369ـ \" من حج البيت ولم يزرني فقد جفاني \" ¶ هذا لم يروه أحد من أهل العلم بالحديث , بل هو موضوع , ومعناه مخالف للإجماع. ¶  [مجموع الفتاوى (27/ 25 ـ 185 ـ 216) ]  ¶ 370ـ \" من حج فزار قبري بعد موتي كان كمن زارني في حياتي \" ¶ هو معروف من حديث حفص بن سليمان القارئ صاحب عاصم , وقد اتفق أهل العلم بالحديث على الطعن في حديث حفص هذا دون قراءته. ¶  [الرد على الاخنائي (28) ]  ¶ 371ـ \" من حج ولم يزرني فقد جفاني \" ¶ كذب ولم يثبت حديث في زيارة قبره. ¶  [مجموع الفتاوى (18/ 342) ]  ¶ 372ـ \" من رآني آمن بي \" ¶ الحديث كذب , ومع كونه كذباً فهو مناقض للعقل والدين , فقد رآه كثير من الكفار والمنافقين ولم يؤمنوا به. ¶  [مجموع الفتاوى (11/ 116) ]  ¶ 373ـ \" من زار قبري وجبت له شفاعتي \" ¶ تكلم على وضعه في عدة مواطن. ¶  [مجموع الفتاوى (2/ 278) (24/ 333ـ 357) (27/ 25ـ 29 ـ 30) الرد على الاخنائي (28 ـ 29) ]  ¶ 374ـ \" من زارني بعد مماتي فكأنما زارني في حياتي , ومن زارني بعد مماتي ضمنت له على الله الجنة \" ¶ تكلم عليه في عدة مواضع وحكم عليه بالضعف والوضع. ¶  [مجموع الفتاوى (24/ 357) (27/ 185ـ 385) الرد على الاخنائي (27) ]  ¶ 375ـ \" من زارني بعد مماتي كنت له شفيعاً يوم القيامة \" ¶ كل حديث في زيارة قبره فإنه ضعيف بل كذب موضوع , ولهذا لم يروه أئمة المسلمين منها شيئاً ولا اعتمدوا على شيء منها. ¶  [قاعدة عظيمة في الفرق بين عبادات أهل الإسلام والإيمان وعبادات أهل الشرك والنفاق (85 ـ 87) ]  ¶ 376ـ \" من زارني وزار قبر أبي إبراهيم في عام واحد دخل الجنة \" ¶ هذا حديث كذب موضوع تكلم عليه في عدة مواطن. ¶  [مجموع الفتاوى (18/ 125 ـ 378 ـ 342) (27/ 16ـ25 ـ 29 ـ 35 ـ 99 ـ 165 ـ 185 ـ 216 ـ 385) الرد على الاخنائي (27) ]",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "377ـ \" من زارني وزار أبي إبراهيم في عام واحد ضمن له على الله الجنة \" ¶ هذا حديث موضوع كذب باتفاق أهل العلم. ¶  [مجموع الفتاوى (24/ 357) الرد على الاخنائي (162) ]  ¶ 378ـ \" من زارني وزار أبي في عام واحد ضمنت له على الله الجنة \" ¶ كذب باتفاق العلماء. ¶  [مجموع الفتاوى (18/ 342) الرد على الاخنائي (162) ]  ¶ 379ـ \" من زعم أنه آمن بي وبما جئت به وهو يبغض علياً فهو كاذب ليس بمؤمن \" ¶  [رواه أخطب خوارزم ـ كما قال الرافضي]  ¶ أخطب خوارزم هذا له مصنف في هذا الباب , فيه من الأحاديث المكذوبة ما لا يخفى , وليس هو من علماء الحديث , وهذا الحديث من المكذوبات. ¶  [منهاج السنة (5/ 36ـ 42) ]  ¶ 380ـ \" من زنى بإمرأة منه ببنت فللزاني أن يتزوج بإبنته من الزنا \" ¶ ضعفه بقوله ما يرونه. ¶  [مجموع الفتاوى (18/ 127) ]  ¶ 381ـ \" من سب نبياً قتل , ومن سب أصحابه قتل \" ¶ المحدث به عن أهل بيت ضعيف. ¶  [الصارم المسلول (92 ـ 93) ]  ¶ 382ـ \" من سره أن يوعيه الله حفظ القرآن وحفظ أصناف العلم فليكتب هذا الدعاء في إناء...\" الحديث ¶ روي عن ابن عباس مرفوعاً , وفيه موسى بن عبدالرحمن من الكذابين وفصل القول فيه. ¶  [مجموع الفتاوى (1/ 258) ]  ¶ 383ـ \" من شرب في إناء ذهب أو فضة أو إناء فيه شيء من ذلك....\" ¶ إسناد ضعيف. ¶  [الفتاوى الكبرى (2/ 422) ]  ¶ 384ـ \" من صلى ركعتين في يوم عاشوراء يقرأ فيهما بكذا وكذا كتب له ثواب سبعين نبياً \" ¶ هو من الأحاديث الموضوعة عند أهل الحديث. ¶  [درء تعارض العقل والنقل (1/ 150) ]  ¶ 385ـ \" من علي عند قبري سمعته ومن صلى علي نائياً أبلغته \" ¶ هذا إنما يرويه محمد بن مروان السدي عن الأعمش , وهو كذاب بالاتفاق وهذا الحديث موضوع على الأعمش بإجماعهم. ¶  [مجموع الفتاوى (27/ 241 ـ 16) (1/ 238) الرد على الاخنائي (131) ]  ¶ 386ـ \" من ظلم ذمياً كان الله خصمه يوم القيامة أو كنت خصمه يوم القيامة \" ¶ هذا ضعيف. ¶  [مجموع الفتاوى (18/ 122) ]  ¶ 387ـ \" من عرف نفسه عرف ربه \" ¶ ليس هذا من كلام النبي , ولا هو في شيء من كتب الحديث , ولا يعرف له إسناد. ¶  [مجموع الفتاوى (16/ 349) ]  ¶ 388ـ \" من عشق فعف وكتم وصبر ثم مات فهو شهيد \" ¶ أبو يحيى في حديثه نظر. ¶  [التفسير الكبير (3/ 235 ـ 237) مجموع الفتاوى (14/ 462) ]  ¶ 389ـ \" من علم أخاه آية من كتاب الله فقد ملك رقه \" ¶ هذا كذب , ليس في شيء من كتب أهل العلم. ¶  [مجموع الفتاوى (18/ 381) (18/ 345) ]  ¶ 390ـ \" من غش العرب لم يدخل في شفاعتي ولم تنله مودتي \" ¶ حصين هذا الذي رواه قد أنكر أكثر الحافظ أحاديثه. ¶  [اقتضاء الصراط المستقيم (1/ 387 ـ 390) ]  ¶ 391ـ \" من قال في القرآن برأيه فقد أخطأ \" ¶ تكلم بعض أهل الحديث في سهيل بن أبي حازم. ¶  [دقائق التفسير (1/ 114) ]  ¶ 392ـ \" من قدم ابريقاً لمتوضيء فكأنما قدم جواداً مسرجاً ملجوماً يقاتل عليه في سبيل الله \" ¶ هذا ليس من كلام النبي. ¶  [مجموع الفتاوى (18/ 383) ]  ¶ 393ـ \" من كسر قلباً فعليه جبره \" ¶ هذا أدب من الآداب وهذا اللفظ ليس معروفاً عن النبي. ¶ 394ـ \" من كنت مولاه فعلي مولاه \" ¶ نُقلَ عن البخاري وإبراهيم الحربي وطائفة من أهل العلم بالحديث أنهم طعنوا فيه وضعفوه , ونقل عن أحمد بن حنبل أنه حسنه وقد صنف أبو العباس بن عقدة مصنفاً في جميع طرقه. ¶  [منهاج السنة (7/ 319 ـ 321) ]  ¶ 395ـ \" من مات ولم يعرف إمام زمانه مات ميتة جاهلية \" ¶ والله ما قاله رسول الله هكذا. ¶  [منهاج السنة (1/ 33) ]  ¶ 396ـ \" من مات وهو يبغضك مات يهودياً أو نصرانياً \" ¶ كذب. ¶  [منهاج السنة (7/ 403) ]  ¶ 397ـ \" من منعه الصيام عن طعام يشتهيه كان حقاً على الله أن يطعمه من طعام الجنة ويسقيه من شرابها...\" الحديث. ¶ ليس بمرفوع. ¶  [منهاج السنة (7/ 486 ـ 488 ـ 492) ]  ¶ 398ـ \" من ناصب علياً الخلافة فهو كافر...\" الحديث. ¶ كذب. ¶  [منهاج السنة (7/ 403) ]  ¶ 399ـ \" من نظر إلى غلام أمرد بريبة حبسه الله في النار أربعين عاماً \" ¶ ضعيف. ¶  [التفسير الكبير (5/ 351) ]  ¶ 400ـ \" من نفخ في الصلاة فقد تكلم \" ¶ مثل هذا الحديث لا يصح مرفوعاً , لكن حكى أحمد هذا اللفظ عن ابن عباس , وفي لفظه \" النفخ في الصلاة كلام \" رواه سعيد في سننه. ¶  [مجموع الفتاوى (22/ 618) ]  ¶ 401ـ \" من هلل سبعين ألف مرة , وأهداه للميت كان براءة للميت من النار \" ¶ ليس هذا حديثاً صحيحاً ولا ضعيفاً. ¶  [مجموع الفتاوى (24/ 323) ]  ¶ 402ـ \" من وسَّع على أهله يوم عاشوراء...\" الحديث ¶ ليس في عاشوراء حديث صحيح غير الصوم , وكذلك ما يروى في فضل رجب بخصوصية كالصيام فيه والصلاة وسئل أحمد بن حنبل عن هذا الحديث فلم يره شيئاً. ¶  [منهاج السنة (7/ 433) مجموع الفتاوى (25/ 313 ـ 34) ]  ¶ 403ـ \" من وقر صاحب بدعة أعان على هدم الإسلام \" ¶ هذا الكلام معروف عن الفضيل بن عياض. ¶  [مجموع الفتاوى (18/ 346) ]  ¶ 404ـ \" نزل عليه جبريل يوماً يناجيه من عند الله , فلما تغشاه الوحي توسد فخذ أمير المؤمنين فلم يرفع رأسه حتى غابت الشمس...\" الحديث ¶ حديث رد الشمس له قد ذكره طائفة كالطحاوي والقاضي عياض وغيرهما , لكن المحققون من أهل العلم والمعرفة بالحديث يعلمون أن هذا الحديث كذب موضوع. ¶  [منهاج السنة (8/ 164 ـ 198) ]  ¶ 405ـ \" نزل في أهل الصفة قوله تعالى ولا تطر الذين يدعون ربهم... الآية وقوله: ¶ واصبر نفسك مع الذين يدعون ربهم بالغداة والعشي الآية ¶ من الأحاديث التي يرويها كثير من النساك ويظنها صدقاً , والآيتان مكيتان باتفاق الناس , والصفة إنما كانت بالمدينة. ¶  [منهاج السنة (7/ 430 ـ 431) ]  ¶ 406ـ \" النظر إلى الوجه الحسن عبادة \" ¶ هذا كذب باطل. ¶  [روضة المحبين لابن القيم ونقل كلام الشيخ (123) ]  ¶ 407ـ \" نهى عن البتراء \" ¶ وقد يصدق بعض هؤلاء بما يكون كذباً عند أهل المعرفة , مثل ما يروي طائفة من الفقهاء حديث \" نهى عن البتراء \" ويبنون عليها الحلال والحرام , وأهل العلم بالحديث متفقون على أنها كذب. ¶  [مناهج السنة (7/ 429 ـ 430) وكذا ابن القيم في إعلام الموقعين (4/ 58) عن شيخه]  ¶ 408ـ \" نهى عن العمرة قبل الحج \" ¶ الحديث شاذ مخالف للكتاب والسنة. ¶  [شرح العمدة (1/ 549 ـ 550) ]  ¶ 409ـ \" نهى عن بيع الكالئ بالكالئ \" ¶ حديث منقطع , قال أحمد لم يصح فيه حديث , ولكن هو إجماع. ¶  [العقود (235) ]  ¶ 410ـ \" نهى عن بيع وشرط \" ¶ حديث باطل. ¶  [مجموع الفتاوى (18/ 63) (29/ 132) (3/ 473) ]  ¶ 411ـ \" نهى عن بيع وشرط ونهى عن بيع المكاتب والمدبر وأم الولد \" ¶ وقد يصدق بعض هؤلاء بما يكون كذباً عند أهل المعرفة , مثل ما يروي طائفة من الفقهاء حديث \" نهى عن بيع وشرط... \" الحديث ويبنون عليها الحلال والحرام , وأهل العلم بالحديث متفقون على أنها كذب ¶  [مناهج السنة (7/ 429 ـ 430) ]  ¶ 412ـ \" نهى عن صوم رجب \" ¶ ليس بالقوي. ¶  [اقتضاء الصراط المستقيم (2/ 625 ـ 626) ]",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "413ـ \" نهى عن قفيز الطحان \" ¶ حديث ضعيف بل باطل. ¶  [مجموع الفتاوى (28/ 88) (18/ 63) (30/ 113ـ 67) منهاج السنة (7/ 429 ـ 430) ونقل ابن القيم عن الشيخ وضعه في إغاثة اللهفان (1/ 41 ـ 44) ]  ¶ 414ـ \" نية المؤمن خير من عمله \" ¶ هذا الأثر رواه أبو الشيخ الأصبهاني في كتاب [الأمثال] من مراسيل ثابت البناني. ¶  [الزهد والورع والعبادة (189) ]  ¶ 415ـ \" هذا فاروق أمتي يفرق بين أهل الحق والبطال \" قاله في علي رضي الله عنه. ¶ هذا الحديث لا يستريب أهل المعرفة بالحديث أنه موضوع مكذوب , وليس له إسناد معروف. ¶  [منهاج السنة (4/ 286 ـ 301) ]  ¶ 416ـ \" هذا واحد من السبعة \" قاله غلام للمغيرة بن شعبة من أهل الصفة. ¶ وهذا كذب باتفاق أهل العلم. ¶  [مجموع الفتاوى (11/ 164 ـ 166) (27/ 67 ـ 98) ]  ¶ 417ـ \" هذا وضوئي ووضوء النبيين من قبلي \" ¶ حديث ابن ماجه وضوء الأنبياء قبلي ضعيف عند أهل العلم بالحديث لا يجوز الإحتجاج بمثله , وليس له عند أهل الكتاب خبر عن أحد من الأنبياء أنه كان يتوضأ وضوء المسلمين , بخلاف الإغتسال من الجنابة فإنه كان مشروعاً , ولم يكن لهم تيمم إذا عدموا الماء. ¶  [مجموع الفتاوى (4/ 388) النبوات (302) ]  ¶ 418ـ \" هل يخلو منه العرش أم لا \" ¶ فيه حديث منكر. ¶  [مجموع الفتاوى (5/ 375 ـ 378 ـ 396) ]  ¶ 419ـ \" والذي بعثني بالحق نبياً , ما اخترتك إلا لنفسي , فأنت مني بمنزلة هارون من موسى , إلا أنه لا نبي بعدي , وأنت أخي ووارثي...\" الحديث ¶  [قاله لعلي بن أبي طالب رضي الله عنه]  ¶ ذكر الرافضي أنه في مسند أحمد , وليس في مسند أحمد ولا رواه أحمد قط , وإنما هو من زيادات القطيعي التي فيها من الكذب الموضوع ما اتفق أهل العلم على أنه كذب , وهذا الحديث مكذوب مفترى باتفاق أهل المعرفة. (21)  ¶  [منهاج السنة (7/ 27ـ 288) ]  ¶ 420ـ \" والذي نفسي بيده لا يزول قدم عبد يوم القيامة حتى يسأله الله تبارك وتعالى عن أربع... وعن حبنا أهل البيت فقال له عمر: فما آية حبكم من بعدكم؟ فوضعي يده على رأس علي بن أبي طالب...\" الحديث ¶  [رواه أخطب خوارزم ـ كما قال الرافضي]  ¶ أخطب خوارزم هذا له مصنف في هذا الباب , فيه من الأحاديث المكذوبة ما لا يخفى , وليس هو من علماء الحديث , وهذا الحديث من المكذوبات. ¶  [منهاج السنة (5/ 36ـ 42) ]  ¶ 421ـ \" وجدهم أي أهل الصفة على الإسلام من قبل أن يبعث , فوجدهم على الطريق وأنهم لم يكونوا يغزون معه حقيقة , وأنه ألزمهم مرة فلما فر المسلمون منهزمين ضربوا بسيوفهم في عسكر النبي وقالوا: نحن حزب الله الغالبون , وزعموا أنهم لم يقتلوا إلا منافقين تلك الفترة \" ¶ أما كون أهل الصفة كانوا قبل المبعث مهتدين فعلى من قال هذا لعنة الله والملائكة والناس أجمعين. ¶  [مجموع الفتاوى (11/ 80) ]  ¶ 422ـ \" وضع الجزية عن أهل خيبر \" ¶ وأنها وثيقة مزورة مكذوبة. ¶  [الفتاوى الكبرى (4/ 614) ونقل ابن كثير في البداية والنهاية (14/ 19) ابن القيم في المنار المنيف (102ـ 103 ـ 105) أحكام أهل الذمة (1/ 7ـ 5 ـ 51) ]  ¶ 423ـ \" وضوء مما خرج لا مما دخل \" ¶ وقد يصدق بعض هؤلاء بما يكون كذباً عند أهل المعرفة , مثل ما يروي طائفة من الفقهاء حديث \" الوضوء مما خرج لا مما دخل \" الحديث ويبنون عليها الحلال والحرام , وأهل العلم بالحديث متفقون على أنها كذب. ¶  [منهاج السنة (7/ 429ـ 430) ]  ¶ 424ـ \" يا أم المؤمنين أرأيت الرجل يقل قيامه ويكثر رقاده...\" الحديث. ¶ أبان بن أبي عياش وابن وردان وعمير بن عمران وو... , كلهم ضعفاء وقال العقيلي لم يثبت في هذا المتن شيء من هذا النحو. ¶  [بغية المرتاد (247) ]  ¶ 425ـ \" يا أهل مكة لا تقصروا الصلاة في أقل من أربعة برد من مكة إلى عسفان \" ¶ هذا مما يعلم أهل المعرفة بالحديث أنه كذب على النبي ولكن هو من كلام ابن عباس. ¶  [مجموع الفتاوى (24/ 127) ]  ¶ 426ـ \" يا أيها الناس إن الصلاة بالليل في رمضان جماعة بدعة...\" ¶ ما رئي في الطوائف أجرأ من هذه الطائفة (الرافضة على الكذب حتى على نبيها)  ¶  [من منهاج السنة]  ¶ 427ـ \" يا علي اتخذ لك نعلين من حديد وافنهما في طلب العلم ولو بالصين \" ¶ ليس هذا من كلام النبي. ¶  [مجموع الفتاوى (18/ 382) ]  ¶ 428ـ \" يا علي إن الله أمرني أن أدنيك وأعلمك يا علي إن الله أمرني أن أدنيك وأعلمك لتعي وأنزلت عليَّ هذه الآية وتعيها أذن واعية فأنت اذن واعية \" ¶ موضوع باتفاق أهل العلم. ¶  [منهاج السنة (7/ 171 ـ 173) ]  ¶ 429ـ \" يا علي إن الله زينك بزينة لم يزين العباد بزينة أحب إلى الله منها زهَّدك في الدنيا...\" الحديث ¶ حديث عمار من الموضوعات. ¶  [منهاج السنة (7/ 486 ـ 488 ـ 492) ]  ¶ 430ـ \" يا علي حربك حربي وسلمك سلمي \" ¶ ليس في شيء من كتب علماء الحديث المعروفة ولا روي بإسناد معروف. ¶  [مناج السنة (4/ 495 ـ 496) ]  ¶ 431ـ \" يا علي عن عالماً أو متعلماً أو مستمعاً واعياً ولا تكن الرابعة فتهلك \" ¶ ليس بثابت. ¶  [الأحاديث الموضوعة (63) ]  ¶ 432ـ \" يا علي لو أن عبد عبدالله عزوجل مثل ما قام به نوح في قومه , وكان له مثل أحد ذهباً فأنفقه في سبيل الله...\" الحديث. ¶  [رواه أخطب خوارزم ـ كما قال الرافضي]  ¶ أخطب خوارزم هذا له مصنف في هذا الباب , فيه من الأحاديث المكذوبة ما لا يخفى , وليس هو من علماء الحديث , وهذا الحديث من المكذوبات. ¶  [منهاج السنة (5/ 36ـ 42) ]  ¶ 433ـ \" يا علي من سبك فقد سبني ومن سبني فقد سب الله ومن سب الله أكبه على منخريه في النار \" ¶ هو من الموضوعات. ¶  [منهاج السنة (5/ 78 ـ 80) ]  ¶ 434ـ \" يا فاطمة إن الله تعالى يغضب لغضبك ويرضى لرضاك \" ¶ هذا كذب. ¶  [منهاج السنة (4/ 247 ـ 249) ]  ¶ 435ـ \" يأتي على أمتي زمان ما يسلم بدينه إلا من يفر من شاهق إلى شاهق \" ¶ هذا اللفظ ليس معروفاً عن النبي. ¶  [مجموع الفتاوى (18/ 383) ]  ¶ 436ـ \" يجيء قوم قبل قيام الساعة يسمون الرافضة براء من الإسلام \" ¶ فيه كثير النوَّاء يضعفونه. ¶  [الصارم المسلول (582) ]  ¶ 437ـ \" يدخل من أمتي الجنة سبعون ألف...\" ¶ الحديث صحيح , ورواية من روى [لا يرقون] ضعيفة غلط. ¶  [مجموع الفتاوى (1/ 328) زاد المعاد نقل ابن القيم تضعيفه (1/ 495) مفتاح دار السعادة (233) ]  ¶ 438ـ \" يطلع عليكم رجل يموت على غير سنتي فطلع معاويه وقام النبي خطيباً , فأخذ معاوية بيد ابنه يزيد , وخرج ولم يسمع الخطبة , فقال النبي لعن الله القائد والمقود...\" الحديث ¶ نعلم قطعاً أن الحديث كذب. ¶  [منهاج السنة (4/ 444 ـ 447) ]  ¶ 439ـ \" يغسل الثوب من البول والغائط والمني والمذي والدم \" ¶ ليس من كلام النبي وإنما روي عن عمار وعائشة من قولها وأما الوجوب فلا بد له من دليل. ¶  [مجموع الفتاوى (25/ 237) ]  ¶ 440ـ \" يغسل الثوب من المني والدم \" ¶ وقد يصدق بعض هؤلاء بما يكون كذباً عند أهل المعرفة , مثل ما يروي طائفة من الفقهاء حديث \"يغسل الثوب من المني والدم\" ويبنون عليها الحلال والحرام , وأهل العلم بالحديث متفقون على أنها كذب. ¶  [منهاج السنة (7/ 429ـ 430) ]  ¶ 441ـ \" يقول الله تعالى: لاقوني بنياتكم ولا تلاقوني بأعمالكم \" ¶ ليس هذا اللفظ معروفاً عن النبي. ¶  [مجموع الفتاوى (18/ 383) ]  ¶ 442ـ \" يوم القيامة على المؤمنين كقدر ما بين الظهر والعصر \" ¶ كذب. ¶  [السخاوي عن شيخ الإسلام في المقاصد الحسنة (480) ]  ¶ 443ـ \" أسباب نزول قوله تعالى الذين آمنوا وهاجروا وجاهدوا في سبيل الله التوبة: (20) \" أنها في علي ¶ المطالبة بصحة النقل. ¶  [منهاج السنة (7/ 157) ] ¶ ______________ ¶ (21) وقد أشرنا سابقاً أن زيادات القطيعي هي على كتاب الفضائل وليست على المسند.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "فوائد عامة ¶ أحاديث المعراج التي في الصحاح ليس فيها شيء من أحاديث ذكر الرؤية , وإنما الرؤية في أحاديث مدنيّة كانت في المنام كحديث معاذ بن جبل: \" أتاني البارحة ربّي في أحسن صورة \" إلى آخره فهذا منام رآه في المدينة , وكذلك ما شابهه كلها كانت في المدينة في المنام , والمعراج كان بمكة بنص القرآن واتفاق المسلمين. ¶ وقد يروج على طائفة من الناس من الحديث ما هو أظهر كذباً من هذا , مثل تواجد النبي حتى سقطت البردة عنه. ¶ قد يروج على كثير ممن ينتسب إلى السنة أحاديث يظنونها من السنة وهي كذب كالأحاديث المروية في فضائل عاشوراء ـ غير الصوم ـ وفضل الكحل فيه , والإغتسال , والحديث , والخضاب , والمصافحة , وتوسعة النفقة على العيال فيه , ونحو ذلك , وليس في عاشوراء حديث صحيح غير الصوم. ¶ وكذلك الأحاديث المرويّة في فضل رجب بخصوصه , أو فضل صيامه , أو صيام شيء منه , أو فضل صلاة مخصوصة منه كالرغائب كلها كذب مختلق. ¶ وكذلك ما يروى في صلاة الإسبوع , كصلاة يوم الأحد والإثنين وغيرهما كذب , وكذلك ما يروى من الصلاة المقدّرة ليلة النصف , واول ليلة جمعة من رجب , أو ليلة سبع وعشرين منه , ونحو ذلك كلها كذب. ¶ وكذلك كل صلاة فيها الأمر بتقدير عدد الآيات أو السور أو التسبيح , فهي كذب باتفاق أهل المعرفة بالحديث ,إلا صلاة التسبيح فإن فيها قولين لهم واظهر القولين إنها كذب (22)  ¶ وكذلك أيضاً في كتب التفسير أشياء منقولة عن النبي يعلم أهل العلم بالحديث أنها كذب , مثل حديث فضائل سور القرآن الذي يذكره الثعلبي والواحدي في أول كل سورة , ويذكره الزمخشري في آخر كل سورة. ¶ وأما أحاديث سبب النزول فغالبها مرسل ليس بمسند ولهذا قال الإمام أحمد بن حنبل: ثلاث علوم لا إسناد لها وفي لفظ ليس لها أصل: التفسير , والمغازي , والملاحم , يعني أن أحاديثها مرسلة. ¶ لم يرو أحد من أهل الحديث أن الله تعالى ينزل ليلة الجمعة إلى الأرض ولا إنه ينزل في شكل أمرد بل لا يوجد في الآثار شيء من هذا الهذيان , بل ولا في شيء من الأحاديث الصحيحة أن النبي قال: \" إن الله ينزل إلى الأرض \" وكل حديث روي فيه مثل هذا فإنه موضوع كذب مثل حديث الجمل الأورق , وإن الله ينزل عشية عرفة , فيعانق الركبان , ويصافح المشاة , وحديث آخر أنه رأى ربه في الطواف , وحديث آخر أنه رأى ربه في بطحاء مكة , وأمثال ذلك فإن هذه كلها أحاديث مكذوبة. ¶  [منهاج السنة (2/ 633) ] (23) ¶ _______________ ¶ (22) اختلف أهل العلم اختلافاً واضحاً في \" صلاة التسابيح \" فمنهم من حكم بوضعها ومنهم من ضعفها ومنهم من حسنها ومنهم من صححها والله أعلم. ¶  (23) وأخيراً أقول: ¶ سامحْ أخاك إذا خَلَطْ... منه الإِصَابةَ بالغَلَطْ ¶ وتَجَافَ عن تَعْنِيفِهِ... إنْ زاغ يوماً أو قَسَطْ ¶ واعْلَمْ بأنَّك إن طَلَبْـ... ـتَ مُهذَّباً رُمْتَ الشَّطَطْ ¶ ولو انْتَقَدْتَ بني الزَّمَا... نِ وَجَدْتَ أكْثَرَهُمْ سَقَط ¶ مَنْ ذَا الذي ما سَاءَ قَطْ... ومَنْ له الحُسْنَى فَقَطْ ¶ غيرَ نبيِّنا الذي... عليه جبريلُ هَبَط ¶ الأبيات من مجزوء الكامل للحريري ما عدا البيت الأخير. انظر: شرح مقامات الحريري للشريسي 2/ 213. ـ أبو مهند ـ",
            "page": "19",
            "part": "1"
        }
    ],
    "t34377": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الأحاديث والآثار التي تكلم عليها شيخ الإسلام ابن تيمية"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "1 ـ \"آخي بين علي وأبي بكر\""
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "1",
            "tit": "2 ـ \" آل محمد كل مؤمن تقي \""
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "2",
            "tit": "3ـ \" آمن من آمن بي , وصدقني بولاية علي بن أبي طالب عليه السلام , ومن تولاه فقد تولاني...\""
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "3",
            "tit": "4 ـ \" آية من القرآن خير من محمد وآله\""
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "4",
            "tit": "5ـ \" اتخذوا مع الفقراء أيادي. فإن لهم في غد دولة وأي دولة \""
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "5",
            "tit": "6ـ \" أتى بطائر فقال: اللهم ائتني بأحب خلقك إليك وإلي يأكل معي من هذا الطائر , فجاء علي...\" الحديث"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "6",
            "tit": "7 ـ أحبو العرب لثلاث , لأنني عربي , والقرآن عربي , ولسان أهل الجنة عربي \""
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "7",
            "tit": "8 ـ أحبوا الله لما يغذوكم به من نعمه , وأحبوني بحبكم الله , وأحبوا أهل بيتي بحبي \""
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "8",
            "tit": "9ـ \" أخذ الله الميثاق من ظهر آدم فأخرج من صلبه ذرية ذرأها فنثرهم نثرا بين يديه كالدر ثم كلمهم فقال: ألست بربكم , فقالوا: بلى...\" الحديث"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "9",
            "tit": "10ـ \" أخذ النبي صلى الله عليه وسلم بيد علي وبيدي ونحن بمكة , وصلى أربع ركعات ورفع يده إلى السماء , فقال: اللهم موسى بن عمران سألك , وأنا محمد نبيك أسألك أن تشرح لي صدري , وتحلل عقدة من لساني يفقهوا قولي , واجعل لي وزيرا من أهلي , علي بن أبي طالب أخي...\" الحديث"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "10",
            "tit": "11ـ \" أخذ بيد الحسين بن علي , فقال: أيها الناس , هذا الحسين ألا فاعرفوه , وفضلوه فو الله لجده أكرم على الله من جد يوسف بن يعقوب...\" الحديث"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "11",
            "tit": "12ـ \" أخذ بيد حسن وحسين فقال: من أحبني وأحب هذين وأباهما وأمهما فهو معي في درجتي يوم القيامة \""
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "12",
            "tit": "13ـ \" أخذ يوما الحسين على فخذه الأيمن , وولده إبراهيم على فخذه الأيسر , فنزل جبريل وقال: إن الله تعالى لم يكن ليجمع لك بينهما فاختر من شئت منهما...\" الحديث"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "13",
            "tit": "14ـ \" أخذت من أطراف شعر رسول الله صلى الله عليه وسلم بمشقص كان معي بعدما طاف بالبيت وبالصفا والمروة في أيام العشرة. قال قيس: والناس ينكرون هذا على معاوية\""
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "14",
            "tit": "15ـ \" أدبني ربي فأحسن تأديبي\""
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "15",
            "tit": "16ـ \" إذا أراد الله أن ينزل عن عرشه نزل بذاته\""
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "16",
            "tit": "17ـ \" إذا أعيتكم الأمور فعليكم بأهل القبور \""
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "17",
            "tit": "18ـ إذا اقتتل خليفتان فأحدهما ملعون \""
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "18",
            "tit": "19ـ إذا تحيرتم في الأمور فاستعينوا بأهل القبور\""
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "20ـ \" إذا تشهد أحدكم في الصلاة فليقل: اللهم صل على محمد، وعلي آل محمد. وبارك على محمد وعلي آل محمد، وبارك على محمد، وارحم محمدا كما صليت وباركت وترحمت على إبراهيم وعلي آل إبراهيم، إنك حميد مجيد \""
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "1",
            "tit": "21ـ \" إذا حضر الخبز فلا تنتظروا شيئا \""
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "2",
            "tit": "22ـ \" إذا ذكر إبراهيم وذكرت أنا فصلوا عليه , ثم صلوا علي , وإذا ذكرت أنا والأنبياء غيره فصلوا علي , ثم صلوا عليهم \""
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "3",
            "tit": "23ـ \" إذا رأيتموه (معاوية) على منبري فاقتلوه\"."
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "4",
            "tit": "24ـ \" إذا سألتم الله فاسألوه بجاهي , فإن جاهي عند الله عظيم\""
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "5",
            "tit": "25ـ \" إذا سمعتم عني حديثا فاعرضوه على الكتاب والسنة , فإن وافق فارووه , وإن لم يوافق فلا\""
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "6",
            "tit": "26ـ \" إذا كثرت الفتن فعليكم بأطراف اليمن\""
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "7",
            "tit": "27ـ \" إذا كنتم ورائي فلا تقرؤوا إلا بفاتحة الكتاب، فإنه لا صلاة لمن لم يقرأ بها \""
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "8",
            "tit": "28ـ \" إذا مات الحسن بكيت أنا وعي وفاطمة..\" الحديث"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "9",
            "tit": "29ـ \" إذا وصلتم إلى ما شجر بين أصحابي فأمسكوا، وإذا وصلتم إلى القضاء والقدر فأمسكوا \""
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "10",
            "tit": "30ـ \" ازعجوا اعضائكم بالصلاة علي\""
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "11",
            "tit": "31ـ \" أسألك باحتياط قاف. وهو يوق المخاف والطور , والعرش والكرسي...)"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "12",
            "tit": "32ـ \"اشتد غضب الله وغضبي على من أراق دم أهلي وآذاني في عترتي \""
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "13",
            "tit": "33ـ \" أصحابي كالنجوم\""
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "14",
            "tit": "34ـ \" أطلبوا العلم ولو بالصين\""
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "15",
            "tit": "35ـ \" اطلعت على ذنوب أمتي , فلم أجد أعظم ذنبا ممن نسي القرآن \""
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "16",
            "tit": "36ـ \" اعتمر في رجب\""
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "17",
            "tit": "37ـ \" اغتسل ثم لبس ثيابه , فلما أتى ذا الحليفة صلى ركعتين , ثم قعد على بعيره , فلما استوى به على البيداء أحرم بالحج \""
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "18",
            "tit": "38ـ \" أفرضكم زيد\""
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "19",
            "tit": "39ـ \" أقضاكم علي\""
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "20",
            "tit": "40ـ \" أقل الحيض ثلاثة أيام وأكثره عشرة\""
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "21",
            "tit": "41ـ \" أكثر ما دعا به رسول الله صلى الله عليه وسلم عشية عرفة في الموقف: اللهم لك الحمد , كالذي نقول وخير مما نقول , اللهم لك صلاتي ومحياي ومماتي , وإليك مآبي...\" الحديث"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "22",
            "tit": "42ـ \" أكرموا ظهوركم فإن فيها منافع للناس \""
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "23",
            "tit": "43ـ \" أكل العنب دودو\" وفي رواية \" يا سلمان كل العنب دو , دو \""
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "24",
            "tit": "44ـ \"ألبس علي بن أبي طالب - رضي الله عنه - لباس الفتوة، ثم أمره أن يلبس من شاء، ويقولون: ـ يعني رواته ـ إن اللباس أنزل على النبي صلى الله تعالى عليه وسلم في صندوق، ويستدلون عليه بقوله تعالى: {يا بني آدم قد أنزلنا عليكم لباسا يواري سوءاتكم} الآية."
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "45ـ \" الذي أين الأين فلا يقال له: أين \""
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "1",
            "tit": "46ـ \" اللهم أحيني مسكينا , وأمتني مسكينا , واحشرني في زمرة المساكين \""
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "2",
            "tit": "47ـ \" اللهم إنك أخرجتني من أحب البقاع إلي فاسكني في أحب البقاع إليك \""
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "3",
            "tit": "48ـ \" اللهم إني أسألك بحق السائلين عليك وبحق ممشاي هذا , فإني لم أخرج أشرا ولا بطرا ولا رياء ولا سمعة...\" الحديث"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "4",
            "tit": "49ـ \" اللهم إني أعوذ برضاك من سخطك \""
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "5",
            "tit": "50ـ \" أم أيمن امرأة من أهل الجنة \""
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "6",
            "tit": "51ـ \" أمتي كالغيث لا يدرى ألوه خير أم آخره \""
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "7",
            "tit": "52ـ \" أمر الصحابة بأن يسلموا على علي بإمرة المؤمنين , وقال: إنه سيد المرسلين , وإمام المتقين , وقائد الغر المحجلين. وقال: هذا ولي كل مؤمن بعدي وقال: إن عليا مني وأنا منه أولى بكل مؤمن ومؤمنة \""
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "8",
            "tit": "53ـ \" أمر المجامع في رمضان بالقضاء \""
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "9",
            "tit": "54ـ \" أمر النساء بالغنج لأزواجهن عند الجماع \""
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "10",
            "tit": "55ـ \" أمر بالإثمد المروح عند النوم وقال: ليتقه الصائم \""
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "11",
            "tit": "56ـ \" أمر بريرة أن تعتد بثلاث حيض \""
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "12",
            "tit": "57ـ \" أمرت أن أخاطب الناس على قدر عقولهم \""
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "13",
            "tit": "58ـ \" أمرهم بالجهر ـ يعني بالصلاة عليه ـ ليسمع من لم يسمع \""
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "14",
            "tit": "59ـ \" إن لله أرضا بيضاء تسير الشمس فيها ثلاثين يوما , هي مثل أيام الدنيا ثلاثين مرة , مشحونة خلقا لا يعلمون أن الله خلق آدم وإبليس \""
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "15",
            "tit": "60ـ \" إن لله سبعين حجابا من نور وظلمة , لو كشفها لأحرقت سبحات وجهه ما أدركه بصره \""
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "16",
            "tit": "61ـ \" إن لله عز وجل تسعة وتسعين اسما , من أحصاها دخل الجنة هو الله الذي لا إله إلا هو الرحمن الرحيم...\" الحديث"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "17",
            "tit": "62ـ \" إن الله أنزل أربع بركات من السماء إلى الأرض , فأنزل الحديد والماء والنار والملح \""
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "18",
            "tit": "63ـ \" إن الله أوحى إلي أنه يحب أربعة من أصحابي , وأمرني بحبهم , فقيل له: من هم يا رسول الله؟ قال: علي سيدهم وسلمان والمقداد وأبو ذر \""
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "19",
            "tit": "64ـ \" إن لله تبارك وتعالى خلق آدم ثم مسح على ظهره بيمينه فاستخرج منه ذرية فقال: خلقت هؤلاء للجنة وبعمل أهل الجنة يعملون...\" الحديث"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "20",
            "tit": "65ـ \" إن الله تعالى جعل الأجر على فضائل علي لا يحصى كثرة , فمن ذكر فضيلة من فضائله مقرا بها غفر الله له...\""
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "21",
            "tit": "66ـ \" إن الله ـ سبحانه وتعالى ـ لما عرج بنبيه أوحى الله إليه مائة ألف سر، وأمره ألا يظهرها على أحد من البشر. فلما نزل إلى الأرض وجد أصحاب الصفة يتحدثون بها. فقال: يارب، إنني لم أظهر على هذا السر أحدا، فأوحى الله إليه أنهم كانوا شهودا بيني وبينك \""
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "22",
            "tit": "67ـ \" إن الله عهد إلي عهدا في علي عليه السلام فقلت: يا رب بينه لي , فقال: اسمع فقلت: سمعت فقال: إن عليا راية الهدى...\" الحديث"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "23",
            "tit": "68ـ \" إن الله يعتذر للفقراء يوم القيامة ويقول: وعزتي وجلالي ما زويت الدنيا عنكم لهوانكم علي , لكن أردت أن أرفع قدركم في هذا اليوم... \" الحديث"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "24",
            "tit": "69ـ \" إن الله يمشي على الأرض، فإذا كان موضع خضرة قالوا: هذا موضع قدميه ويقرؤون قوله تعالى: {فانظر إلى آثار رحمت الله كيف يحيي الأرض بعد موتها} \""
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "25",
            "tit": "70ـ \" إن الله ينزل عشية عرفة إلى الأرض \""
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "26",
            "tit": "71ـ \" إن الله ينزل عشية عرفة على جمل أورق يصافح الركبان ويعانق المشاة \""
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "27",
            "tit": "72ـ \" إن الله ينزل كل ليلة إلى الأرض \""
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "28",
            "tit": "73ـ \" إن الله ينزل ليلة الجمعة إلى الأرض \""
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "29",
            "tit": "74ـ \" إن الله ينزل في شكل أمرد \""
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "75ـ \" إن أبا بكر الصديق أتى النبى صلى الله عليه وسلم فقال: إنى أتعلم القرآن ويتفلت منى. فقال له رسول الله: (قل: اللهم إنى أسألك بمحمد نبيك، وبإبراهيم خليلك \" الحديث"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "1",
            "tit": "76ـ \" أن أبا بكر سأل النبي هل رأيت ربك؟ فقال: نعم. وإن عائشة سألته هل رأيت ربك فقال: لا \""
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "2",
            "tit": "77ـ \" إن أبا سفيان لما أسلم قال النبي أريد أن أزوجك أم حبيبة \""
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "3",
            "tit": "78ـ \" إن إبراهيم ابن النبي مات يوم العاشر من الشهر , وهو اليوم الذي صلى فيه النبي صلاة الكسوف \""
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "4",
            "tit": "79ـ \" أن إبراهيم الخليل ـ عليه السلام ـ لما بني البيت صلى في كل ركن ألف ركعة؛ فأوحى الله تعالى إليه: (يا إبراهيم أفضل من هذا سد جوعة أو ستر عورة)"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "5",
            "tit": "80ـ \" أن ابن أبي سرح كان يتكلم بالإسلام , وكان يكتب لرسول الله في بعض الأحيان فإذا أملى عليه \" عزيز حكيم \" كتب \" غفور رحيم \" فيقول رسول الله هذا أو ذاك سواء...\" الحديث"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "6",
            "tit": "81ـ \" إن ابن عوف يدخل الجنة حبوا \""
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "7",
            "tit": "82ـ \" إن أخي ووزيزري وخليفتي من أهلي وخير من أترك بعدي يقضي دينه وينجز موعدي , علي بن أبي طالب \""
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "8",
            "tit": "83ـ \" إن أعرابيا أتي إلى النبي وأنشده:"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "9",
            "tit": "84ـ \" إن أعرابيا صلى ونقر الصلاة , فقال له علي: لا تنقر صلاتك فقال له الأعرابي: لو نقرها أبوك ما دخل النار\""
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "10",
            "tit": "85ـ \" إن أهل الصفة قاتلوا مع الكفار يوم حنين \""
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "11",
            "tit": "86ـ \" إن الحج والعمرة فريضتان لا يضرك بأيهما بدأت \""
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "12",
            "tit": "87ـ \" إن الرجل ليكون من أهل الصيام وأهل الصلاة وأهل الحج وأهل الجهاد فما يجزى يوم القيامة إلا بقدر عقله \""
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "13",
            "tit": "89ـ \" إن الغمام كان يظله دائما \""
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "14",
            "tit": "90ـ \" إن فيهم ـ يعني أهل الشام ـ الأبدال أربعين رجلا كلما مات رجل...\""
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "15",
            "tit": "91ـ \" إن لجواب الكتاب حقا كرد السلام \""
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "16",
            "tit": "92ـ \" إن المدينة لا تصلح إلا بي أو بك ـ يعني علي ـ \""
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "17",
            "tit": "93ـ \" إن المصطفى قال ذات يوم وهو نشيط: أنا الفتى ابن الفتى أخو الفتى \""
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "18",
            "tit": "94ـ \" إن النار لا تمتلى حتى ينشئ لها خلقا آخر \""
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "19",
            "tit": "95ـ \" إن النبي عبر على راع ومعه ابن عباس , وكان الراعي يشبب , فسد النبي أذنيه...\""
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "20",
            "tit": "96ـ \" إن النبي استأذن على أهل الصفة فلم يأذنوا له فقال: أنا محمد مسكين \""
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "21",
            "tit": "97ـ \" إن النذر نذران فما كان لله فكفارته الوفاء به , وما كان للشيطان فلا وفاء وفاء له وكفارته كفارة يمين \""
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "22",
            "tit": "98ـ \" إن أول ما خلق الله العقل فقال له أقبل: فأقبل , فقال له أدبر , فأدبر , فقال وعزتي ما خلقت خلقا أكرم علي منك , فبك آخذ...\" الحديث"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "23",
            "tit": "99ـ \" أن جماعة من الأنبياء توسلوا بالنبي \""
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "24",
            "tit": "100ـ \" إن خديجة رضي الله عنها سألته عن أولادها من غيره فقال: هم في النار فقالت: بلا عمل؟ فقال: الله أعلم بما كانوا عاملين \""
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "25",
            "tit": "101ـ \" إن رجلا أنشد بين يدي رسول الله فقال:"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "102ـ \" أن ركانة طلق امراته البتة فقال له النبي آلله ما أردت إلا واحدة؟ فقال: ما أردت بها إلا واحده , فردها إليه رسول الله \""
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "1",
            "tit": "103ـ \" إن عبدالرحمن بن عوف يدخل الجنة حبوا \""
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "2",
            "tit": "104ـ \" إن عرشه أو كرسيه وسع السموات والأرض، وأنه يجلس عليه فما يفضل منه قدر أربعة أصابع ـ أو فما يفضل منه إلا قدر أربعة أصابع ـ وإنه ليئط به أطيط الرحل الجديد براكبه \""
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "3",
            "tit": "105ـ \" إن عليا قال: يا رسول الله لم سميت فاطمة قال: لأن الله فطمها وذريتها من النار \""
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "4",
            "tit": "106ـ \" إن عمر بن الخطاب رضي الله عنه قتل أباه \""
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "5",
            "tit": "107ـ \" إن عيسى ابن مريم أسلمته أمه إلى الكتاب ليعلمه، فقال له المعلم: اكتب بسم الله، فقال له عيسى: وما بسم الله؟ فقال له المعلم: وما أدري؟ فقال له عيسى: الباء بهاء الله، والسين سناؤه...\" الحديث"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "6",
            "tit": "108ـ \" إن فاطمة أتت النبي وقالت يا رسول الله إن عليا يقوم الليالي كلها إلا ليلة الجمعة , فإنه يصلي الوتر ثم ينام...\" الحديث"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "7",
            "tit": "109ـ \" إن فاطمة أحصنت فرجها , فحرم الله ذريتها على النار \""
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "8",
            "tit": "110ـ \" إن فاطمة ذكرت ان أباها رسول الله وهبها فدك , فقال لها أبو بكر هات أسود وأحمر يشهد لك بذلك فجاء بأم أيمن...\" الأثر بطوله."
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "9",
            "tit": "111ـ \" أن فلانا تزوج فلانه , ولا نراه إلا يريد أن يحلها لزوجها , فقال رسول الله أشهد على النكاح , قالوا: نعم , قال: ومهر؟ قالوا: نعم قال: ودخل يعني الجماع؟ قالوا: نعم قال ذهب الخداع\""
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "10",
            "tit": "112ـ \" إن قاتل الحسين في تابوت من نار عليه نصف عذاب أهل النار... \" الحديث"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "11",
            "tit": "113ـ \" إن كان جامدا فألقوها وما حولها , وكلوا سمنكم وإن كان مائعا فلا تقربوه \""
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "12",
            "tit": "114ـ \" إن كل مولود يذر عليه من تراب حفرته \""
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "13",
            "tit": "115ـ \" إن لكل إنسان سبيل مطية وثيقة ومحجة واضحة , وأوثق الناس الناس مطية وأحسنهم دلالة ومعرفة بالحجة الواضحة أفضلهم عقلا \""
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "14",
            "tit": "116ـ \" إن معاوية قدم المدينة فصلي بهم، ولم يقرأ {بسم الله الرحمن الرحيم} ، ولم يكبر إذا خفض، وإذا رفع فناداه المهاجرون حين سلم والأنصار: أي معاوية؟ سرقت الصلاة...\""
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "15",
            "tit": "117ـ \" إن من العلم كهيئة المكنون لا يعلمه إلا أهل العلم بالله , فاذاكروه لم ينكره إلا أهل العزة بالله \""
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "16",
            "tit": "118ـ \" أنا الصديق الأكبر \""
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "17",
            "tit": "119ـ \" أنا الفتى ابن الفتى أخو الفتى \" (10) أخو الفتى يعني علي"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "18",
            "tit": "120ـ \" أنا المنذر وعلي الهادي , بك يا علي يهتدي المهتدون \""
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "19",
            "tit": "121ـ \" أنا أولهم إيمانا , وأوفاهم بعهد الله , وأقواهم بأمر الله , وأقسمهم بالسوية , وأعدلهم في الرعية , وأبصرهم بالقضية \""
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "20",
            "tit": "122ـ \" أنا مدينة العلم وعلي بابها \""
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "21",
            "tit": "123ـ \" أنا من الله والمؤمنون مني \""
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "22",
            "tit": "124ـ \" أنا من الله والمؤمنون مني يتسمون بالأهوية منه \""
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "23",
            "tit": "125ـ \" أنا من العرب وليس العرب مني \""
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "24",
            "tit": "126ـ \" أنا وهذا حجة الله على خلقه \" يعني علي بن أبي طالب"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "25",
            "tit": "127ـ \" أنت أخي ووصيي وخليفتي من بعدي وقاضي ديني \""
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "26",
            "tit": "128ـ \" أنت أخي في الدنيا والآخرة \""
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "129ـ \" أنت أول من آمن بي , وأنت أول من يصافحني يوم القيامة , وأنت الصديق الأكبر , وأنت الفاروق... \" الحديث"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "1",
            "tit": "130ـ \" أنت وليي في كل مؤمن بعدي \""
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "2",
            "tit": "131ـ \" انتهت الدعوة إلي وإلى علي , لم يسجد أحدنا لصنم قط , فاتخذني نبيا واتخذ عليا وصيا \""
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "3",
            "tit": "132ـ \" أنه كان نورا حول العرش فقال: جبريل أنا كذلك من نور \""
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "4",
            "tit": "133ـ \" أنه لم يزل يقنت حتى فارق الدنيا \""
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "5",
            "tit": "134ـ \" إنه لما اقترف آدم الخطيئة قال: يا رب أسألك بحق محمد لما غفرت لي قال...\" الحديث"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "6",
            "tit": "135ـ \" إنه ليلة أسري به جمع الله بينه وبين الأنبياء ثم قال: سلهم يا محمد علام بعثتم؟ قالوا: بعثنا على شهادة أن لا إله إلا الله وعلى الإقرار بنبوتك , والولاية لعلي بن أبي طالب \""
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "7",
            "tit": "136ـ \" إنه (أي علي) شرب من سرة النبي فدرى علم الأولين والآخرين \""
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "8",
            "tit": "137ـ \" إني تارك فيكم ما إن تمسكتم به لن تضلوا: كتاب الله وعترتي أهل بيتي , ولن يفترقا حتى يردا علي الحوض \""
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "9",
            "tit": "138ـ \" أهل بيتي فيكم مثل سفينة نوح من ركبها نجا ومن تخلف عنها غرق \""
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "10",
            "tit": "139ـ \" أول ما خلق الله العقل قال له: أقبل، فأقبل. ثم قال له: أدبر، فأدبر. ثم قال: وعزتي وجلالي ما خلقت خلقا أكرم على منك. بك آخذ، وبك أعطي؛ وبك أثيب، وبك أعاقب \""
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "11",
            "tit": "140ـ \" تأتي أنت وشيعتك يوم القيامة راضين مرضيين... \" الحديث"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "12",
            "tit": "141ـ \" تجوز الصلاة خلف كل بر وفاجر \""
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "13",
            "tit": "142ـ \" تزوجها حراما \" ـ أي ميمونة ـ"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "14",
            "tit": "143ـ \" تزوجوا فقراء يغنكم الله \""
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "15",
            "tit": "144ـ \" تسمية رسول الله لعلي سيد العابدين \""
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "16",
            "tit": "145ـ \" تعلموا أباجاد وتفسيرها، ويل لعالم جهل تفسير أبي جاد) قال: قالوا: يا رسول الله، وما تفسيرها؟ قال: (أما الألف فآلاء الله وحرف من أسمائه... \" الحديث"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "17",
            "tit": "146ـ \" تقاتلين عليا وأنت ظالمة له \""
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "18",
            "tit": "147ـ \" تمعددوا واخشوشنوا , وانتعلوا , وامشوا حفاة \""
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "19",
            "tit": "148ـ \" ثلاث هن علي فريضة وهن لكم تطوع: الوتر , والنحر , وركعتا الفجر \""
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "20",
            "tit": "149ـ \" جاء إبليس إلى النبي وهو في المسجد مع جماعة من أصحابه وسأله عن أشياء كثيرة \""
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "21",
            "tit": "150ـ \" جاء أعرابي ـ في غزوة السلسلة ـ فأخبر النبي أن جماعة من العرب قصدوا أن يكبسوا عليه بالمدينة , فقال رسول الله من للوائي؟ فقال أبو بكر أنا له... فقال في اليوم الثالث أين علي؟ ... \" الحديث"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "22",
            "tit": "151ـ \" جاء رجل إلى النبي فقال يا رسول الله ما يوجب الحج؟ قال: الزاد والراحلة قال: يا رسول الله فما الحج؟ قال: الشعث الشغل , وقام آخر فقال يا رسول الله ما الحج؟ قال العج والثج \""
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "23",
            "tit": "152 ـ \" جاء رجل إلى النبي فقال: اشتكت عيني أفأكتحل وأنا صائم قال: نعم \""
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "153ـ \" جاء قيس بن حطاطه إلى حلقة فيه صهيب الرمي وسلمان الفارسي وبلال الحبشي.... , فصعد المنبر فحمد الله واثنى عليه ثم قال: أما بعد أيها الناس , فإن الرب رب واحد والأب واحد والدين واحد... \" الحديث"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "1",
            "tit": "154ـ \" جاءت فأرة فأخذت تجر الفتيلة بين يدي رسول الله على الخمرة التي كان قاعدا عليها , فأحترق فيها قبل موضع درهم \""
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "2",
            "tit": "155ـ \" جاءني جبريل من عند الله بورقة خضراء مكتوب فيها ببياض: إني قد افترضت محبة علي على خلقي فبلغهم ذلك عني \""
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "3",
            "tit": "156ـ \" الجنة تحت أقدام الأمهات \""
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "4",
            "tit": "157ـ \" حب أبي بكر وعمر من الأيمان , وبغضهما من الكفر \""
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "5",
            "tit": "158ـ \" حب آل محمد يوما خير من عبادة سنة , ومن مات عليه دخل الجنة \""
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "6",
            "tit": "159ـ \" حب الدنيا رأس كل خطيئة \""
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "7",
            "tit": "160ـ \" حب علي حسنة لا تضر معها سيئة , وبغضه سيئة لا ينفع معها حسنة \""
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "8",
            "tit": "161ـ \" حبب إلي من دنياكم ثلاث: النساء , والطيب , وجعلت قرة عيني في الصلاة \""
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "9",
            "tit": "162ـ \" حج النبي على رحل رث , وقطيفة تساوي أربعة دراهم... \" الحديث"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "10",
            "tit": "163ـ \" الحجر الأسود يمين الله في الأرض \""
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "11",
            "tit": "164ـ حديث تلقين الميت"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "12",
            "tit": "165ـ حديث كراهة السلت والنتر في التبول"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "13",
            "tit": "166ـ \" حديث هامة بن هيم بن لا قيس بن إبليس وأنه قدم على النبي وأسلم \""
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "14",
            "tit": "167ـ \" حديث وحي عيسى بن مريم , وأنه ظهر في زمن عمر بن الخطاب \""
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "15",
            "tit": "168ـ \" حسبي من سؤالي علمه بحالي \""
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "16",
            "tit": "169ـ \" حسنات الأبرار سيئات المقربين \""
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "17",
            "tit": "170ـ \" حصار تبوك \""
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "18",
            "tit": "171ـ \" الحيض للجارية البكر ثلاثة أيام ولياليهن وأكثره خمسة عشر \""
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "19",
            "tit": "172ـ \" خرج رسول الله ـ في غزوة حنين ـ متوجها في عشرة الآف من المسلمين وكان أمير المؤمنين يضرب بين يديه بالسيف , وقتل من المشركين أربعين نفسا فانهزموا \""
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "20",
            "tit": "173ـ \" خلق الله آدم على صورته أي على صورة المضروب \" (13)"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "21",
            "tit": "174ـ خلق الله التربة يوم السبت \""
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "22",
            "tit": "175ـ \" خلق الله من نور وجه علي سبعين ألف ملك يستغفرون له ولمحبيه إلى يوم القيامة \""
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "23",
            "tit": "176ـ \" خير خلكم خل خمركم \""
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "24",
            "tit": "177ـ \" دخل الحمام \""
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "25",
            "tit": "178ـ \" دخلت على علي العصر , فوجدته جالسا بين يديه صفحة فيها لبن حار , وأجد ريحة من شدة حموضته وفي يده رغيف...\" الحديث عن سويد بن غفلة"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "26",
            "tit": "179ـ \" دخلت عليه يوم السبت وهو يتغدى , فقال \" تعالي تغدي \" فقالت: إني صائمة فقال لها أصمت أمس فقالت: لا قال \" كلي فإن صيام يوم السيت لا لك ولا عليك \""
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "27",
            "tit": "180ـ \" دعا الناس إلى غدير خم , وأمر بإزالة ما تحت الشجر من الشوك فقام فدعا عليا فأخذ بضبعيه فرفعهما... من كنت مولاه فعلي مولاه...\" الحديث"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "28",
            "tit": "181ـ \" دعا في مسجد الفتح ثلاثا: يوم الإثنين , ويوم الثلاثاء , ويوم الأربعاء , فاستجيب له يوم الأربعاء...\" الحديث"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "29",
            "tit": "182ـ \" الدنيا خطوة رجل مؤمن \""
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "183ـ \" الذي أين الأين فلا يقال له: أين \" (14)"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "1",
            "tit": "184ـ \" رأى ربه حين أفاض من مزدلفة يمشي أمام الحجيج وعليه جبة صوف \""
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "2",
            "tit": "185 ـ \" رأى ربه في الطواف \""
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "3",
            "tit": "186ـ \" رأى ربه في بعض سكك المدينة \""
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "4",
            "tit": "187ـ \" رأى ربه ليلة المعراج بعين رأسه وعليه تاج يلمع \""
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "5",
            "tit": "188ـ \" رأى ربه وهو خارج من مكة \""
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "6",
            "tit": "189ـ \" رأى عليا مقبلا فقال: أنا وهذا حجة الله على أمتي يوم القيامة \""
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "7",
            "tit": "190ـ \" رأيت أبا ذر وهو متعلق بأستار الكعبة وهو يقول: من عرفني فقد عرفني , ومن لم يعرفني فأنا أبو ذر...\""
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "8",
            "tit": "191ـ \" رأيت رسول الله وهو آخذ بيد علي وهو يقول: هذا ولي وأنا وليه , عاديت ما عادى وسالمت من سالم \""
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "9",
            "tit": "192ـ \" رجعنا من الجهاد الأصغر إلى الجهاد الأكبر \""
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "10",
            "tit": "193ـ \"زدني فيك تحيرا \""
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "11",
            "tit": "194ـ \" زكاة الأرض نباتها \""
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "12",
            "tit": "195ـ سئل بأي لغة خاطبك ربك ليلة المعراج؟ فقال خاطبني بلغة علي...\""
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "13",
            "tit": "196ـ \" سئل عن الكمات التي تلقاها آدم عن ربه فتاب عليه قال: سأله بحق محمد وعلي وفاطمة والحسن والحسين أن يتوب عليه فتاب عليه \""
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "14",
            "tit": "197ـ \" سئل عن المني يصيب الثوب فقال: إنما هو بمنزلة المخاط والبصاق وإنما يكفيك أن تمسحه بخرقة أو بإذخرة \""
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "15",
            "tit": "198ـ \" سألت الله عز وجل أن يجعلها اذنك يا علي \""
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "16",
            "tit": "199ـ \" سب أصحابي ذنب لا يغفر \""
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "17",
            "tit": "200ـ \" سبعة لا تموت ولا تفنى ولا تذوق الفناء: النار وسكانها واللوح , والقلم , والكرسي , والعرش\""
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "18",
            "tit": "201ـ \" ستروا من أصحابي هدنه (15) : القاتل والمقتول في الجنة \""
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "19",
            "tit": "202ـ \" سد الأبواب كلها إلا باب علي \""
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "20",
            "tit": "203ـ \" سمعت عليا يقول: أصابني يوم أحد سنة عشر ضربة , سقطت إلى الأرض في أربع منهن... فقال النبي يا علي أقر الله عينيك , كان ذاك جبريل \""
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "21",
            "tit": "204ـ سمعته يقرأ هذه الآية وإن تظاهرا عليه فإن الله هو مولاه وجبريل وصالح المؤمنين قال: صالح المؤمنين علي بن أبي طالب \""
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "22",
            "tit": "205ـ \" الشيخ في قومه كالنبي في أمته \""
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "23",
            "tit": "206ـ \" الشيخ في قومه كالنبي في أمته \""
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "24",
            "tit": "207ـ \" الصديقون ثلاثة: حبيب بن موسى النجار مؤمن آل ياسين , الذي قال: يا قوم اتبعوا المرسلين , وحزقيل مؤمن آل فرعون الذي قال: اتقتلون رجلا أن يقول ربي الله , وعلي بن أبي طالب الثالث وهو أفضلهم \""
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "25",
            "tit": "208ـ \" الصلاة الألفية ليلة النصف من شعبان \""
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "26",
            "tit": "209ـ \" صلاة الرغائب \""
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "27",
            "tit": "210ـ \" صلاة الليل والنهار مثنى مثنى \" (16)"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "28",
            "tit": "211ـ \" صلى الكسوف بركوعين أو ثلاثة \""
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "29",
            "tit": "212ـ صلى بعد الظهر أربعا \""
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "213ـ \" صلى قبل الظهر ستا \""
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "1",
            "tit": "214ـ \" صلى قبل العصر أربعا \""
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "2",
            "tit": "215ـ \" طال شوق الأبرار إلى لقائي , وأنا إلى لقائهم أشوق \""
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "3",
            "tit": "216ـ الطواف بالبيت صلاة إلا أن الله أباح فيه الكلام , فمن تكلم فلا يتكلم إلا بخير \""
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "4",
            "tit": "217ـ \" العازب فراشة من النار , ومسكين رجل بلا امرأة , ومسكينة امرأة بلا رجل \""
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "5",
            "tit": "218ـ \" العجز عن درك الإدراك إدراك \""
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "6",
            "tit": "219ـ \" العلم في الصغر كالنقش في الحجر \""
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "7",
            "tit": "220ـ \" علي سيف الله وسهم الله \""
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "8",
            "tit": "221ـ \" علي قائد البرره , وقاتل الكفرة , فمنصور من نصره ومخذول من خذله...\" الحديث"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "9",
            "tit": "222ـ \" علي مع الحق والحق معه , يدور حيث دار , ولن يفترقا حتى يردا علي الحوض \""
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "10",
            "tit": "223ـ \" عليكم بدين العجائز \""
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "11",
            "tit": "224ـ \" عمار جلدة بين عيني , تقتله الفئة الباغية , لا أنالهم الله شفاعتي يوم القيامة \""
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "12",
            "tit": "225ـ \" العمرة تطوع \""
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "13",
            "tit": "226ـ \" غربوا ولا تشرقوا \" يعني على الغائط"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "14",
            "tit": "227ـ \" الفرق بين الطلاق والعتاق في الاستثناء \""
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "15",
            "tit": "228ـ \" فسخ الحج لنا خاصة أم للناس عامة؟ قال: بل لنا خاصة \""
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "16",
            "tit": "229ـ \" الفقر فخري وبه أفتخر \""
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "17",
            "tit": "230ـ \" الفقر هو الله , والأولياء مفتقرون للخاتمة والأشقياء تحت القضاء \""
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "18",
            "tit": "231ـ \" فقراؤكم حسناتكم \""
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "19",
            "tit": "232ـ \" قال أبو إسرائيل بن قشير أنه كان نذر أن يقوم ولا يقعد , ولا يستظل ولا يتكلم فأتى النبي فقال النبي: اقعد , واستظل , وتكلم , وكفر \""
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "233ـ \" قال رجل لسلمان: ما أشهد حبك لعلي , قال سمعت رسول الله يقول: من أحب عليا فقد أحبني , ومن أبغض عليا فقد ابغضني \""
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "1",
            "tit": "234ـ \" قال رجل يا رسول الله إن امرأتي لا ترد يد لامس فقال: طلقها فقال: إني أحبها قال: فاستمتع بها \""
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "2",
            "tit": "235ـ \" قال في الأبدال والأقطاب والأغواث وعدد الأولياء والنجباء والنقباء. كل هذا كذب وورد في الأبدال حديث ضعيف \""
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "3",
            "tit": "236ـ \" قال في حجة الوداع: يا أهل مكة أتموا صلاتكم فإنا قوم سفر \""
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "4",
            "tit": "237ـ \" قال في غلام للمغير بن شعبة هذا واحد من السبعة \""
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "5",
            "tit": "238ـ \" قال في قوله تعالى وقفوهم إنهم مسئولون قال عن ولاية علي \""
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "6",
            "tit": "239ـ \" قال لأبي هريرة ألك قميصان؟ بع واحد وكل به بطيخا أصفر \""
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "7",
            "tit": "240ـ \" قال لحارثة بن سراقة: كيف أصبحت يا حارثة؟ قال: أصبحت مؤمنا حقا. قال: فما حقيقة إيمانك؟ فقال: عزفت نفسي عن الدنيا فاستوى عندي حجرها وذهبها , وكأني انظر على عرش ربي بارزا , وكأني انظر إلى أهل الجنة يتمتعون فيها , وإلى أهل النار يعذبون فيها , فقال: عرفت فالزم , عبد نور الله قلبه \""
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "8",
            "tit": "241ـ \" قال لعائشة: تقاتلين عليا , وأنت ظالمة له \" (17)"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "9",
            "tit": "242ـ \" قال لعلي: حبك إيمان , وبغضك نفاق , وأول من يدخل الجنة محبك... \" الحديث"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "10",
            "tit": "243ـ \" قال لعلي: يا علي قل اللهم اجعل لي عند عهدا , واجعل لي في صدور المؤمنين مودة فأنزل الله إن الذين آمنوا وعملوا الصالحات سيجعل لهم الرحمن ودا"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "11",
            "tit": "244ـ \" قال للحسين: هذا إمام ابن إمام أخو إمام , أبو أئمة تسعة...\" الحديث"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "12",
            "tit": "245ـ \" قال لمن أوجعه بطنه (أشكم بدرد) \" (18)"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "13",
            "tit": "246ـ \" قتل علي لعمرو بن عبد ود أفضل من عبادة الثقلين \""
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "14",
            "tit": "247ـ \" قتلت بقرة حمارا , فترافعا المالكان إلى أبي بكر فقال: بهيمة قتلت بهيمة , لا شيء على ربها... فقال النبي لقد قضى علي بن أبي طالب بينكما بقضاء الله عز وجل \""
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "15",
            "tit": "248ـ \" قدم وفد عبدالقيس على رسول الله وفيهم غلام أمرد ظاهر الوضاءة , فأجلسه النبي وراء ظهره , وقال: كانت خطيئة داود في النظر \""
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "16",
            "tit": "249ـ \" قرأ هذه الآية في بيوت أذن الله أن ترفع إلى قوله يوما تتقلب فيه القلوب والأبصار فقام رجل فقال: أي بيوت هذه يا رسول الله؟ فقال: بيوت الأنبياء فقام أبو بكر فقال: يا رسول الله هذا البيت منها؟ يعني بيت علي وفاطمه قال: نعم من أفضلها \""
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "17",
            "tit": "250ـ \" القرآن كلام الله غير مخلوق منه بدأ وإليه يعود \""
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "18",
            "tit": "251ـ \" قراءة آية الكرسي عقب كل صلاة \" (19)"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "19",
            "tit": "252ـ \" قسمت الصلاة بيني وبين عبدي...\" وفي أحد الروايات \" فإذا قال بسم الله الرحمن الرحيم قال ذكرني عبدي...\""
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "20",
            "tit": "253ـ \" قضى سنة العصر \""
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "21",
            "tit": "254ـ \" قعد النبي على العرش \""
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "22",
            "tit": "255ـ \" القلب بيت الرب \""
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "23",
            "tit": "256ـ \" قوله تعالى واركعوا مع الراكعين البقرة: 43 ابن عباس أنها نزلت في النبي وعلي خاصة , وهما أول من صلى وركع \""
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "24",
            "tit": "257ـ \" قيل للنبي في الإسراء هذه طيبة أنزل فصل فنزل فصلى... \" الحديث"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "25",
            "tit": "258ـ \" قيل يا رسول الله مم ربنا؟ قال: من ماء مرور , لا من أرض ولا سماء , خلق خيلا فاجراها فعرقت فخلق نفسه من ذلك العرق \""
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "26",
            "tit": "259ـ كان الله ولا شيء معه وهو الآن على ما عليه كان \""
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "27",
            "tit": "260ـ \" كان أبو بكر ورسول الله يتحدثان بحديث أبقى بينهما كأني زنجي لا أفقه \""
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "28",
            "tit": "261ـ كان إذا اتبع جنازة لم يقعد حتى توضع في اللحد , فعرض له حبر فقال هكذا نصنع يا محمد قال: فجلس رسول الله وقال: خالفوهم \""
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "29",
            "tit": "262ـ \" كان إذا طلى بدأ بعورته فطلاهما بالنورة وسائر جسد أهله \""
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "263ـ \" كان إذا وطئ بقدمه في الحجر والرمل لم يكن يؤثر \""
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "1",
            "tit": "264ـ \" كان رسول الله يوحى إليه ورأسه في حجر علي فلم يصل العصر حتى غربت الشمس فقال النبي: صليت يا علي؟ قال: لا فقال رسول الله أنه كان في طاعتك وطاعة رسولك فاردد عليه الشمس فقالت أسماء: فرأيتها غربت ثم رأيتها طلعت بعدما غربت \""
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "2",
            "tit": "265ـ \" كان الفتح في غزوة خيبر على يد أمير المؤمنين , ودفع الراية إلى أبي بكر فانهزم , ثم إلى عمر فانهزم , ثم إلى علي وكان أرمد فتفل في عينيه وخرج فقتل مرحبا فانهزم الباقون \""
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "3",
            "tit": "266ـ \" كان في السفر يتم ويقصر \""
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "4",
            "tit": "267ـ \" كان لا يتم التكبير \""
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "5",
            "tit": "268ـ \" كان يحافظ على الضحى \""
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "6",
            "tit": "269ـ \" كان يرفع يديه في ابتداء الصلاة , ثم لا يعود \""
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "7",
            "tit": "270ـ \" كان يصلي نحو ستة عشر ركعة منها قبل العصر \""
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "8",
            "tit": "271ـ \" كان يقصر في السفر ويتم ويفطر ويصوم \""
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "9",
            "tit": "272ـ \" كان يقول في دعائه يا رب طه ويس ويا رب القران العظيم \""
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "10",
            "tit": "273ـ \" كان يكثر الوصية بالحسن والحسين ويقول لهم هؤلاء وديعتي عندكم \""
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "11",
            "tit": "274ـ \" كل حديث أن النبي رأى ربه بعينيه في الأرض...\""
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "12",
            "tit": "275ـ \" كل صلاة لم تنه عن الفحشاء والمنكر لم يزدد صاحبها من الله إلا بعدا \""
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "13",
            "tit": "276ـ \" كلوا العدس , فإنه يرقق القلب وقد قدس فيه سبعون نبيا \""
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "14",
            "tit": "277ـ \" كنا عند جابر بن عبدالله , وقد كف بصره وعلت سنه , فدخل عليه علي بن الحسين ومعه ابنه محمد وهو صبي فسلم على جابر وجلس...\" الأثر بطوله عن أبي الزبير."
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "15",
            "tit": "278ـ \" كنت جالسا عند النبي فجاء رجل من اليمن فقال: إن ثلاثة نفر من أهل اليمن أتو عليا يختصمون إليه في ولد... \" الحديث بطوله عن زيد بن أرقم."
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "16",
            "tit": "279ـ \" كنت جالسا مع النبي إذ أقبل علي عليه السلام فقال: أنا وهذا حجة الله على خلقه \" [عن أنس رضي الله عنه]"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "17",
            "tit": "280ـ \" كنت عند رسول الله فدخل عليه الحسين بن علي فضمه إليه , وقبله وأقعده إلى جنبه , ثم قال: يولد لابني هذا ابن يقال له: علي , إذا كان يوم القيامة نادى مناد من بطنان العرش: سيد العابدين....\" الحديث"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "18",
            "tit": "281ـ \" كنت كنزا لا أعرف فأحببت أن أعرف فخلقت فعرفتهم بي فعرفوني \""
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "19",
            "tit": "282ـ \" كنت مع علي عليه السلام يوم الشورى يقول لهم: لأحتجن عليكم بما لا يستطيع عربيكم ولا عجميكم تغيير ذلك... \" الأثر بطوله عن عامر بن واثلة."
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "20",
            "tit": "283ـ \" كنت نبيا وآدم بين الماء والطين , وكنت نبيا وآدم لا ماء ولا طين \""
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "21",
            "tit": "284ـ \" لا تسافروا والقمر في العقرب \""
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "22",
            "tit": "285ـ \" لا تفعلي يا حميراء فغنه يورث البرص \""
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "23",
            "tit": "286ـ \" لا تقرأ الحائض ولا الجنب شيئا من القرآن\""
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "24",
            "tit": "287ـ \" لا تقطع اليد إلا في عشرة درهم \""
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "25",
            "tit": "288ـ \" لا تكرهوا الفتن فإن فيها حصاد المنافقين \""
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "26",
            "tit": "289ـ \" لا راحة لمؤمن دون لقاء ربه \""
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "27",
            "tit": "290ـ \" لا سيف إلا ذو الفقار , ولا فتى إلا علي \""
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "28",
            "tit": "291ـ \" لاغيبة لفاسق \""
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "29",
            "tit": "292ـ \" لا مهدي إلا عيسى \""
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "293ـ \" لا مهر دون عشرة دراهم \""
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "1",
            "tit": "294ـ \" لا نعرف أحدا طلق على عهد النبي امرأته ثلاثا بكلمة واحدة , فألزمه النبي بالثلاث...\""
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "2",
            "tit": "295ـ \" لا نكاح إلا بولي وشاهدي عدل \""
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "3",
            "tit": "296ـ \" لا يأمر بالمعروف وينهى عن المنكر إلا من كان فقيها فيما يأمر به فقيها فيما ينهى عنه , رفيقا فيما يأمر به فقيها فيما ينهى عنه , رفيقا فيما ينهى عنه حليما فيما يأمر به حليما فيما ينهى عنه \""
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "4",
            "tit": "297ـ \" لا يؤمن فاجر مؤمنا إلا أن يقهره بسوط أو عصا \""
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "5",
            "tit": "298ـ \" لا يبغض العرب إلا منافق \""
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "6",
            "tit": "299ـ \" لا يجتمع العشر والخراج \""
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "7",
            "tit": "300ـ \" لا يجتمع العشر والخراج على مسلم \""
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "8",
            "tit": "301ـ \" لا يقطع الصلاة شيء \""
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "9",
            "tit": "302ـ \" لا ينبغي لأحد أن يرى الله في الدنيا ولا في الآخرة \""
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "10",
            "tit": "303ـ \" لا تبع ما ليس عندك , وارخص في السلم \""
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "11",
            "tit": "304ـ \" لعلي أربع خصال ليست لأحد من الناس غيره , هو أول عربي وعجمي صلى مع النبي...\" الأثر عن ابن عباس."
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "12",
            "tit": "305ـ \" لكل شيء حلية وحلية القرآن الصوت الحسن \""
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "13",
            "tit": "306ـ \" للقرأن باطن , وللباطن باطن إلى سبعة أبطن \""
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "14",
            "tit": "307ـ \" للقرآن ظاهر وباطن وحد ومطلع \""
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "15",
            "tit": "308ـ \" لم يبلغنا أن النبي شد على وسطه منطقة \""
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "16",
            "tit": "309ـ \" لم يزل يقنت حتى فارق الدنيا \""
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "17",
            "tit": "310ـ \" لما أراد الهجرة خلف علي بن أبي طالب لقضاء ديونه , ورد الوادئع التي كانت عنده , وأمره ليلة خرج إلى الغار وقد أحاط المشركون بالدار أن ينام على فراشه , فقال له...\" الحديث."
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "18",
            "tit": "311ـ \" لما انهزم الناس كلهم عن النبي في غزوة أحد إلا علي بن أبي طالب ورجع إلى رسول الله نفر يسير أولهم عاصم بن ثابت... وتعجبت الملائكة من شأن علي فقال جبريل وهو في السماء: لا سيف إلا ذو الفقار , ولا فتى إلا علي \""
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "19",
            "tit": "312ـ \" لما تزوج علي فاطمة زوجها الله إياه من فوق سبع سماوات وكان الخاطب جبريل , وكان ميكائيل وإسرافيل في سبعين ألفا من الملائكة شهودا... \" الحديث."
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "20",
            "tit": "313ـ \" لما حاصر تسعا وعشرين ليلة وكانت الراية لأمير المؤمنين علي , فلحقه رمد اعجزه عن الحرب , وخرج مرحب يتعرض للحرب , فدعا رسول الله أبا بكر... فجاءوا بعلي... فأعطاه الراية ففتح الله على يديه وقتل مرحبا... \" الحديث."
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "21",
            "tit": "314ـ \" لما خرج إلى بني المصطلق حيث خرجوا عن الطريق وأدركه الليل , بقرب واد وعر , فهبط جبريل وأخبره أن طائفة من كفار الجن... فدعا بعلي وعوذه , وأمره بنزول الوادي فقتلهم \""
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "22",
            "tit": "315ـ \" لما عرج بالنبي إلى السماء السابعة , وأراه الله من العجائب في كل سماء... في دار من وقع هذا النجم فهو خليفتي من بعدي , فطلبوا ذلك النجم فوجدوه في دار علي بن أبي طالب...\" الحديث"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "316ـ \" لما قدم المدينة في الهجرة خرجت بنات النجار بالدفوف وهن يقلن: طلع البدر علينا... من ثنيات الوداع إلى آخر الشعر قال رسول الله هزوا كرابيلكم بارك الله فيكم \""
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "1",
            "tit": "317ـ \" لما كان بغدير خم نادى الناس فاجتمعوا فأخذ بيد علي وقال \" من كنت مولاه فعلي مولاه...\" الحديث"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "2",
            "tit": "318ـ \" لما كان يوم الباهلة , وآخى بين المهاجرين والأنصار وعلي , واقف يراه ويعرفه... اللهم هذا مني وأنا منه ألا أنه مني بمنزلة هارون من موسى ألا من كنت مولاه فعلي مولاه...\""
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "3",
            "tit": "319ـ \" لما نزلت قل لا أسألكم عليه أجرا إلا المودة في القربى قالوا: يا رسول الله: من قرابتك الذين وجبت علينا مودتهم؟ قال علي وفاطمة وأبناهما \""
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "4",
            "tit": "320ـ \" لما نزل قوله تعالى وأنذر عشيرتك الأقربين جمع رسول الله بني عبدالمطلب في دار أبي طالب وهم أربعون رجلا وأمر أن يصنع لهم فخذ شاة مع مد من البر...\" الحديث"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "5",
            "tit": "321ـ \" لما نزل من حراء تبدى له ربه على كرسي بين السماء والأرض \""
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "6",
            "tit": "322ـ \" لما نزلت هذه الآية إن الذين آمنوا وعملوا الصالحات أولئك هم خير البرية قال رسول الله لعلي: تأتي أنت وشيعتك يوم القيامة راضين مرضيين , ويأتي خصماؤك غضابا مفحمين \""
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "7",
            "tit": "323ـ \" لمبارزة علي لعمر بن عبد يوم الخندق أفضل من عمل أمتي إلى يوم القيامة \""
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "8",
            "tit": "324ـ \" لو اجتمع النس على حب علي لم يخلق الله النار \""
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "9",
            "tit": "325ـ \" لو أحسن أحدكم ظنه بحجر لنفعه الله به \""
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "10",
            "tit": "326ـ \" \" لو أن الرياض أقلام والبحر مداد , والجن حساب , والإنس كتاب , ما أحصوا فضائل علي بن أبي طالب \""
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "11",
            "tit": "327ـ \" لو كان المؤمن في ذروة جبل قيض الله له من يؤذيه أو شيطانا يؤذيه \""
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "12",
            "tit": "328ـ \" لو كانت الدنيا دما عبيطا كان قوت المؤمن منها حلالا \""
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "13",
            "tit": "329ـ \" لو وزن إيمان أبي بكر بإيمان الناس لرجح إيمان أبي بكر على ذلك \""
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "14",
            "tit": "330ـ \" لو وزن خوف المؤمن ورجاؤه لاعتدلا \""
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "15",
            "tit": "331ـ \" لو يعلم الناس متى سمي علي أمير المؤمنين ما أنكروا فضله , سمي أمير المؤمنين وآدم بين الروح والجسد...\" الحديث."
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "16",
            "tit": "332ـ \" لولاك ما خلق الله عرشا ولا كرسيا ولا أرضا ولا سماء ولا شمسا ولا قمرا ولا غير ذلك \""
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "17",
            "tit": "333ـ \" ليس بكريم من لم يتواجد عند ذكر الحبيب \""
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "18",
            "tit": "334ـ \" ليس في أحاديث الجهر بالبسملة حديث صحيح \""
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "19",
            "tit": "335ـ \" ليستمتع أحدكم بحله ما استطاع فإنه لا يدري ما يعرض له في حرمته \""
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "20",
            "tit": "336ـ \" ما أكل بطيخا أصفر عمره \""
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "21",
            "tit": "337ـ \" ما خلق الله من سماء ولا أرض ولا سهل ولا جبل أعظم من آية الكرسي \""
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "22",
            "tit": "338ـ \" ما سعد من سعد غلا بالدعاء وما شقي من شقي إلا بالدعاء \""
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "23",
            "tit": "339ـ \" ما كنا نعرف المنافقين على عهد النبي إلا ببغضهم علي عليه السلام \"قاله ابن عمر."
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "24",
            "tit": "340ـ \" ما من جماعة يجتمعون إلا وفيهم ولي الله \""
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "25",
            "tit": "341ـ \" ما من عبد من عبادي تواضع لي عند حقي , إلا وأنا أدخلته جنتي , ما من عبد من عبادي تكبر عن حقي إلا وأنا أدخلته ناري \""
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "26",
            "tit": "342ـ \" ما وسعني سمائي ولا أرضي ولكن وسعني قلب عبدي المؤمن \""
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "27",
            "tit": "343ـ \" ما يوريه بعض الناس من حديث المعراج أنه صلى في المدينة وصلها عند قبر موسى عليه السلام أو صلى عند قبر الخليل \""
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "28",
            "tit": "344ـ \" الماء طهور لا ينجسه شيء إلا ما غير لونه أو طعمه أو ريحه \""
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "29",
            "tit": "345ـ \" محلل السباق , ومن أدخل فرسا بين فرسين \""
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "30",
            "tit": "346ـ \" مررت ليلة المعراج بقوم تشرشر أشداقهم فقلت: يا جبريل من هؤلاء قال: قوم يقطعون الناس بالغيبة قال:.... \" الحديث."
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "347ـ \" مرض الحسن والحسين فعادهما جدهما رسول الله وعامة العرب فقالوا: يا أبا الحسن لو نذرت على ولديك , فنذر صوم ثلاثة أيام...\" الحديث"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "1",
            "tit": "348ـ \" مسح رأسه حتى بلغ القذال \""
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "2",
            "tit": "349ـ \" مسح وجهه بعد الدعاء \""
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "3",
            "tit": "350ـ \" مكتوب على قشر البطيخ لا إله إلا الله موسى كليم الله , لا إله إلا الله عيسى روح الله , لا إله إلا الله محمد رسول الله \""
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "4",
            "tit": "351ـ (20) \" من أحب أن يتمسك بقصبة الياقوت التي خلقها الله بيده ثم قال لها: كوني فكانت فليتول علي بن أبي طالب من بعدي \""
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "5",
            "tit": "352ـ \" من أحب عليا قبل الله عنه صلاته وصيامه وقيامه واستجاب دعاءه , ألا ومن أحب آل محمد أمن الحساب والميزان...\" الحديث"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "6",
            "tit": "353ـ \" من أخلص لله أربعين يوما تفجرت ينابيع الحكمة من قلبه على لسانه \""
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "7",
            "tit": "354ـ \" من أذى ذميا فقد آذني \""
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "8",
            "tit": "355ـ \" من أراد أن ينظر إلى آدم في علمه , وغلى نوح في تقواه , وإلى إبراهيم في حلمه , وإلى موسى في هيبته , وإلى عيسى في عبادته , فلينظر إلى علي بن أبي طالب \""
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "9",
            "tit": "356ـ \" من استقاء عمدا فليقض \""
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "10",
            "tit": "357ـ \" من أسلم في شيء فلا يصرفه إلى غيره \""
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "11",
            "tit": "358ـ \" من أشبع جوعة أو ستر عورة ضمنت له الجنة \""
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "12",
            "tit": "359ـ \" من اغتسل يوم عاشوراء لم يمرض ذلك العام \""
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "13",
            "tit": "360ـ \" من اكتحل يوم عاشوراء لم يرمد ذلك العام \""
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "14",
            "tit": "361ـ \" من أكل مع مغفور له غفر له \""
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "15",
            "tit": "362ـ \" من أكله بقشره ـ يعني البطيخ ـ كان له بكل نهشة عشر حسنات , وحط عنه عشر سيئات , وإن أكله ببزه فبكل... ألف درجة في الجنة \""
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "16",
            "tit": "363ـ \" من ألزم نفسه شيئا لزمه \""
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "17",
            "tit": "364ـ \" من انتهر صاحب بدعة ملأ الله قلبه أمنا وإيمانا وآمنه يوم الفزع الأكبر \""
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "18",
            "tit": "365ـ \" من انقض هذا النجم في منزله فهو الوصي من بعدي , فقام فتية من بني هاشم ,فنظروا , فإذا الكوكب قد انقض في منزل علي...\" الحديث."
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "19",
            "tit": "366ـ \" من بات في حراسة كلب بات في غضب الرب \""
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "20",
            "tit": "367ـ \" من بورك له في شيء فليلزمه \""
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "21",
            "tit": "368ـ \" من جاءني زائرا لا تنزعه إلا زيارتي كان حقا علي أن أكون له شفيعا يوم القيامة \""
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "22",
            "tit": "369ـ \" من حج البيت ولم يزرني فقد جفاني \""
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "23",
            "tit": "370ـ \" من حج فزار قبري بعد موتي كان كمن زارني في حياتي \""
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "24",
            "tit": "371ـ \" من حج ولم يزرني فقد جفاني \""
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "25",
            "tit": "372ـ \" من رآني آمن بي \""
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "26",
            "tit": "373ـ \" من زار قبري وجبت له شفاعتي \""
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "27",
            "tit": "374ـ \" من زارني بعد مماتي فكأنما زارني في حياتي , ومن زارني بعد مماتي ضمنت له على الله الجنة \""
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "28",
            "tit": "375ـ \" من زارني بعد مماتي كنت له شفيعا يوم القيامة \""
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "29",
            "tit": "376ـ \" من زارني وزار قبر أبي إبراهيم في عام واحد دخل الجنة \""
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "377ـ \" من زارني وزار أبي إبراهيم في عام واحد ضمن له على الله الجنة \""
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "1",
            "tit": "378ـ \" من زارني وزار أبي في عام واحد ضمنت له على الله الجنة \""
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "2",
            "tit": "379ـ \" من زعم أنه آمن بي وبما جئت به وهو يبغض عليا فهو كاذب ليس بمؤمن \""
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "3",
            "tit": "380ـ \" من زنى بإمرأة منه ببنت فللزاني أن يتزوج بإبنته من الزنا \""
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "4",
            "tit": "381ـ \" من سب نبيا قتل , ومن سب أصحابه قتل \""
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "5",
            "tit": "382ـ \" من سره أن يوعيه الله حفظ القرآن وحفظ أصناف العلم فليكتب هذا الدعاء في إناء...\" الحديث"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "6",
            "tit": "383ـ \" من شرب في إناء ذهب أو فضة أو إناء فيه شيء من ذلك....\""
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "7",
            "tit": "384ـ \" من صلى ركعتين في يوم عاشوراء يقرأ فيهما بكذا وكذا كتب له ثواب سبعين نبيا \""
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "8",
            "tit": "385ـ \" من علي عند قبري سمعته ومن صلى علي نائيا أبلغته \""
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "9",
            "tit": "386ـ \" من ظلم ذميا كان الله خصمه يوم القيامة أو كنت خصمه يوم القيامة \""
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "10",
            "tit": "387ـ \" من عرف نفسه عرف ربه \""
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "11",
            "tit": "388ـ \" من عشق فعف وكتم وصبر ثم مات فهو شهيد \""
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "12",
            "tit": "389ـ \" من علم أخاه آية من كتاب الله فقد ملك رقه \""
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "13",
            "tit": "390ـ \" من غش العرب لم يدخل في شفاعتي ولم تنله مودتي \""
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "14",
            "tit": "391ـ \" من قال في القرآن برأيه فقد أخطأ \""
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "15",
            "tit": "392ـ \" من قدم ابريقا لمتوضيء فكأنما قدم جوادا مسرجا ملجوما يقاتل عليه في سبيل الله \""
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "16",
            "tit": "393ـ \" من كسر قلبا فعليه جبره \""
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "17",
            "tit": "394ـ \" من كنت مولاه فعلي مولاه \""
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "18",
            "tit": "395ـ \" من مات ولم يعرف إمام زمانه مات ميتة جاهلية \""
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "19",
            "tit": "396ـ \" من مات وهو يبغضك مات يهوديا أو نصرانيا \""
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "20",
            "tit": "397ـ \" من منعه الصيام عن طعام يشتهيه كان حقا على الله أن يطعمه من طعام الجنة ويسقيه من شرابها...\" الحديث."
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "21",
            "tit": "398ـ \" من ناصب عليا الخلافة فهو كافر...\" الحديث."
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "22",
            "tit": "399ـ \" من نظر إلى غلام أمرد بريبة حبسه الله في النار أربعين عاما \""
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "23",
            "tit": "400ـ \" من نفخ في الصلاة فقد تكلم \""
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "24",
            "tit": "401ـ \" من هلل سبعين ألف مرة , وأهداه للميت كان براءة للميت من النار \""
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "25",
            "tit": "402ـ \" من وسع على أهله يوم عاشوراء...\" الحديث"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "26",
            "tit": "403ـ \" من وقر صاحب بدعة أعان على هدم الإسلام \""
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "27",
            "tit": "404ـ \" نزل عليه جبريل يوما يناجيه من عند الله , فلما تغشاه الوحي توسد فخذ أمير المؤمنين فلم يرفع رأسه حتى غابت الشمس...\" الحديث"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "28",
            "tit": "405ـ \" نزل في أهل الصفة قوله تعالى ولا تطر الذين يدعون ربهم... الآية وقوله:"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "29",
            "tit": "406ـ \" النظر إلى الوجه الحسن عبادة \""
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "30",
            "tit": "407ـ \" نهى عن البتراء \""
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "31",
            "tit": "408ـ \" نهى عن العمرة قبل الحج \""
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "32",
            "tit": "409ـ \" نهى عن بيع الكالئ بالكالئ \""
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "33",
            "tit": "410ـ \" نهى عن بيع وشرط \""
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "34",
            "tit": "411ـ \" نهى عن بيع وشرط ونهى عن بيع المكاتب والمدبر وأم الولد \""
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "35",
            "tit": "412ـ \" نهى عن صوم رجب \""
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "413ـ \" نهى عن قفيز الطحان \""
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "1",
            "tit": "414ـ \" نية المؤمن خير من عمله \""
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "2",
            "tit": "415ـ \" هذا فاروق أمتي يفرق بين أهل الحق والبطال \" قاله في علي رضي الله عنه."
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "3",
            "tit": "416ـ \" هذا واحد من السبعة \" قاله غلام للمغيرة بن شعبة من أهل الصفة."
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "4",
            "tit": "417ـ \" هذا وضوئي ووضوء النبيين من قبلي \""
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "5",
            "tit": "418ـ \" هل يخلو منه العرش أم لا \""
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "6",
            "tit": "419ـ \" والذي بعثني بالحق نبيا , ما اخترتك إلا لنفسي , فأنت مني بمنزلة هارون من موسى , إلا أنه لا نبي بعدي , وأنت أخي ووارثي...\" الحديث"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "7",
            "tit": "420ـ \" والذي نفسي بيده لا يزول قدم عبد يوم القيامة حتى يسأله الله تبارك وتعالى عن أربع... وعن حبنا أهل البيت فقال له عمر: فما آية حبكم من بعدكم؟ فوضعي يده على رأس علي بن أبي طالب...\" الحديث"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "8",
            "tit": "421ـ \" وجدهم أي أهل الصفة على الإسلام من قبل أن يبعث , فوجدهم على الطريق وأنهم لم يكونوا يغزون معه حقيقة , وأنه ألزمهم مرة فلما فر المسلمون منهزمين ضربوا بسيوفهم في عسكر النبي وقالوا: نحن حزب الله الغالبون , وزعموا أنهم لم يقتلوا إلا منافقين تلك الفترة \""
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "9",
            "tit": "422ـ \" وضع الجزية عن أهل خيبر \""
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "10",
            "tit": "423ـ \" وضوء مما خرج لا مما دخل \""
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "11",
            "tit": "424ـ \" يا أم المؤمنين أرأيت الرجل يقل قيامه ويكثر رقاده...\" الحديث."
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "12",
            "tit": "425ـ \" يا أهل مكة لا تقصروا الصلاة في أقل من أربعة برد من مكة إلى عسفان \""
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "13",
            "tit": "426ـ \" يا أيها الناس إن الصلاة بالليل في رمضان جماعة بدعة...\""
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "14",
            "tit": "427ـ \" يا علي اتخذ لك نعلين من حديد وافنهما في طلب العلم ولو بالصين \""
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "15",
            "tit": "428ـ \" يا علي إن الله أمرني أن أدنيك وأعلمك يا علي إن الله أمرني أن أدنيك وأعلمك لتعي وأنزلت علي هذه الآية وتعيها أذن واعية فأنت اذن واعية \""
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "16",
            "tit": "429ـ \" يا علي إن الله زينك بزينة لم يزين العباد بزينة أحب إلى الله منها زهدك في الدنيا...\" الحديث"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "17",
            "tit": "430ـ \" يا علي حربك حربي وسلمك سلمي \""
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "18",
            "tit": "431ـ \" يا علي عن عالما أو متعلما أو مستمعا واعيا ولا تكن الرابعة فتهلك \""
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "19",
            "tit": "432ـ \" يا علي لو أن عبد عبدالله عزوجل مثل ما قام به نوح في قومه , وكان له مثل أحد ذهبا فأنفقه في سبيل الله...\" الحديث."
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "20",
            "tit": "433ـ \" يا علي من سبك فقد سبني ومن سبني فقد سب الله ومن سب الله أكبه على منخريه في النار \""
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "21",
            "tit": "434ـ \" يا فاطمة إن الله تعالى يغضب لغضبك ويرضى لرضاك \""
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "22",
            "tit": "435ـ \" يأتي على أمتي زمان ما يسلم بدينه إلا من يفر من شاهق إلى شاهق \""
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "23",
            "tit": "436ـ \" يجيء قوم قبل قيام الساعة يسمون الرافضة براء من الإسلام \""
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "24",
            "tit": "437ـ \" يدخل من أمتي الجنة سبعون ألف...\""
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "25",
            "tit": "438ـ \" يطلع عليكم رجل يموت على غير سنتي فطلع معاويه وقام النبي خطيبا , فأخذ معاوية بيد ابنه يزيد , وخرج ولم يسمع الخطبة , فقال النبي لعن الله القائد والمقود...\" الحديث"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "26",
            "tit": "439ـ \" يغسل الثوب من البول والغائط والمني والمذي والدم \""
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "27",
            "tit": "440ـ \" يغسل الثوب من المني والدم \""
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "28",
            "tit": "441ـ \" يقول الله تعالى: لاقوني بنياتكم ولا تلاقوني بأعمالكم \""
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "29",
            "tit": "442ـ \" يوم القيامة على المؤمنين كقدر ما بين الظهر والعصر \""
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "30",
            "tit": "443ـ \" أسباب نزول قوله تعالى الذين آمنوا وهاجروا وجاهدوا في سبيل الله التوبة: (20) \" أنها في علي"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "فوائد عامة"
        }
    ]
}