{
    "b34397": [
        {
            "id": "1",
            "nass": "وصف النسخة الخطية ¶ تقع المخطوطة الفريدة ضمن مجموع يضم ثلاث رسائل لشيخ الإسلام ابن تيمية رحمه الله هي أولاهن. والمجموع بخط شمس الدين محمد بن المحب المقدسي، الملقب بِـ (الصامت). وسيأتي التعريف به. ¶ والنسخة من محفوظات مكتبة الجامعة العبرية في مدينة القدس: ضمن مجموعة يهودا: ¶ عنوان الحفظ: [أورشليم - المكتبة الوطنية الإسرائيلية  Ms.Yah.Ar (75)/ 1]. ¶ عدد لوحاتها: (40) لوحة. في كل لوحة: وجهان. مقاس الوجه: (185 × 134) ملم. ¶ عدد الأسطر في كل وجه: (20) سطراً. ¶ تبدأ بنص السؤال الموجه إلى السادة العلماء أئمة الدين. وبها سقط مقدار لوحة أو أكثر في وسطها؛ يأتي التنبيه إليه في مكانه. ¶ وجاء في آخرها قول الناسخ: «آخر ما وجدتُ بخط شيخنا». وقوله هذا مشعر بأن الكتاب ناقص. والله أعلم. ¶ ومن الملاحظ: انتشار علامات المقابلة؛ وهي «الدائرة المنقوطة» بين أسطر المخطوط، وهي كثيرة. وكذلك علامات التصحيح. مما يزيد في نفاسة النسخة.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "أُلحق بالرسالة فائدة بخط الناسخ من كتاب «منهج الطريق ومنهل التحقيق» لعبد الرحيم بن علي بن إسحاق بن شيث القرشي (ت: 625هـ). ¶ تملكات المخطوط: ¶ كتب على طرّة المخطوط ما يأتي: وقف على الحنابلة. فلعنة الله على من بدّله. دخل ولله الحمد والمنة في ملك الفقير أبي الفلاح عبد الحي بن أحمد بن محمد بن العماد غفر الله له آمين. [مع طبعة ختمه، وهو مؤلف شذرات الذهب (ت 1089هـ)]. ¶ ثم انتقل بالبيع الشرعي إلى ملك العبد الفقير أحمد بن عبيد الحجاوي. ثم هو عارية عند شيخنا السفاريني [ت 1188هـ] أمد الله في عمره آمين آمين. ¶ [ثم تملكات]: أحمد بن عمر الحلي. وشعبان بن عبد الله الخزرجي الشافعي. ¶ الحمد لله على نعمائه فقد انتقل هذا إليّ من الشيخ أبي الكثير وإلى ... ولله الحمد. ¶ التعريف بمجموعة يهودا (¬1): ¶ تُنسب المجموعة إلى الأستاذ: إبراهام شالوم يهودا، المولود في القدس سنة 1877م، والمتوفى في نيو هيفن سنة سنة 1951م. ¶ كان اقتناؤه للمخطوطات العربية بمثابة تجارة شاركه فيها بعض أفراد عائلته، ومن المرجح أن آلاف المخطوطات كانت بحوزته، ثم باعها لمكتبات عامة مختلفة. ومن ضمن المكتبات المهمة التي حظيت بقسم ¶ ¬__________ ¶ (¬1) مقدمة فهرس (مجموعة يهودا) بالجامعة العبرية (ص: 11 - 13). بتصرف واختصار.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "كبير منها: مكتبة جامعة برنستون؛ ضمن مجموعة غارييت، وهي المجموعة الأشهر عالمياً. ¶ وجملة المخطوطات العربية التي بقيت في حوزة (يهودا) قبل وفاته بلغت: (1134) مجموع. مما لم يتيسر له بيعه، وما كان له ميل جميل إليه. ثم أوقفها في وصيته: على دار الكتب العبرية في القدس، بالإضافة إلى مطبوعات نادرة، ووثائق متنوعة، مع أرشيف مكاتباته، وأوراقه العلمية والأدبية. ¶ وصلت (مجموعة يهودا) إلى القدس في أواخر الستينيات من القرن الميلادي الماضي؛ وذلك لإشكالات قانونية. ¶ وفي سنة 1970م: أقرّت إدارة الكتب العبرية تعيين (أفريم فوست) مسئولاً لحفظ المخطوطات العربية فيها، وهو الذي قام بعمل فهرس داخلي للمجموعة. ¶ إن مجموعة المخطوطات العربية (أي المكتوبة بالأحرف العربية): تحتوي على (1134) مجموعاً. عدد كبير من هذه المجاميع قد يحتوي على (50) رسالة أحياناً؛ ينتج عن ذلك: أن عدد المخطوطات يناهز ثلاثة آلاف مخطوط. وإجمالها كالآتي: ¶ 1 - 10% منها: باللغة الفارسية والتركية والقوقازية. ¶ 2 - قرابة (400) مخطوط غير مذكور عند بروكلمان. ¶ 3 - نحو الثلث منها كتب بين القرنين الثالث والعاشر الهجريين. ¶ 4 - يوجد فيها أكثر من (100) مصحف فاخر.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "[نص السؤال الموجه لشيخ الإسلام] ¶ بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ ¶ ما تقول السادة العلماء، أئمة الدين -رضي الله عنهم أجمعين-: ¶ - في الموجودات إن كانت من العدم؛ فكيف يكون وجود من عدم؟ ¶ - وعن أي شيء صدرت الموجودات بعد أن لم تكن؟ ¶ - وهل صدورها عن محض المشيئة الأزلية؟ ¶ - وما الدليل القاطع العقلي على حدوث العالم؟ ¶ أفيدونا مأجورين -غفر الله لكم أجمعين-.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "5",
            "nass": " ",
            "page": "40",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "[نص الجواب] ¶ أجاب الإمام شيخ العلماء وعالم المشايخ الربانيين، أبو العباس أحمد بن عبد الحليم بن عبد السلام بن تيمية؛ فقال: ¶ الحمد لله رب العالمين. ¶ [«الموجودات وجدت من عدم» كلام مجمل] ¶ قول القائل: «إن الموجودات، أو إن المخلوقات وجدت أو كانت من عدم»، كلام مجمل. ¶ ولا يوجد مثل هذا القول في كلام الله، ولا كلام رسوله، ولا كلام أحد من سلف الأمة وأئمتها؛ وإنما يوجد هذا في كلام طوائف من أهل الكلام. ¶ وسأبيّن إن شاء الله مقصودهم وتنازعهم في هذا الموضع، مع أن غالب عباراتهم فيها يقولون فيها: (وجدت عن عدم)، و (هي موجودة عن عدم)، و (وجود عن عدم). ¶ وحرف (عن) أبعد عن الالتباس من لفظ (من)؛ فإن (عن) للمجاورة بخلاف (من) فإنها تكون لابتداء الغاية. ¶ والذي في القرآن: إخباره بأنه خلق الإنسان ولم يكن شيئاً، وإنكاره أن يكون مخلوقاً من غير شيء، قال تعالى لزكريا لما قال: {رَبِّ أَنَّى يَكُونُ لِي غُلَامٌ وَكَانَتِ امْرَأَتِي عَاقِرًا وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا}",
            "page": "41",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "قال: {كَذَلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٌ وَقَدْ خَلَقْتُكَ مِنْ قَبْلُ وَلَمْ تَكُ شَيْئًا} (¬1). ¶ دلَّه بأنه قد خلقه من قبل ولم يكن شيئاً على أنه أيضاً قادر على أن يخلق ولده وإن كان شيخاً كبيراً. ¶ ولذلك قال في السورة: {وَيَقُولُ الْإِنْسَانُ أَإِذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيًّا • أَوَلَا يَذْكُرُ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْئًا} (¬2). ¶ فلما [تنكّر] (¬3) الإنسان الكافر للمعاد وتعجب وقال: {أَإِذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيًّا} قال تعالى: / (¬4) {أَوَلَا يَذْكُرُ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْئًا} فإذا كان سبحانه قد خلقه ولم يك شيئاً، وابتدأه على غير مثال؛ فكيف لا يقدر على إعادته؟! ¶ ومن المستقر في بدائة العقول: أن الإعادة أهون من الابتداء، ولهذا قال تعالى: {وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ وَلَهُ الْمَثَلُ الْأَعْلَى فِي السَّمَاوَاتِ وَالْأَرْضِ} (¬5)، وإن كان للناس في قوله: {وَهُوَ أَهْوَنُ عَلَيْهِ} كلام ليس هذا موضعه. فإن قوله: {وَلَهُ الْمَثَلُ الْأَعْلَى} كقوله: {لِلَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ مَثَلُ السَّوْءِ وَلِلَّهِ الْمَثَلُ الْأَعْلَى} (¬6)، وهو بيان لأنه سبحانه لا يدخل هو والمخلوقات في قياس تمثيل يستوي فيه الأصل والفرع، ولا في قياس شمول يستوي أفراده، وإن كان من الناس من يزعم: أن اسم القياس لقياس الشمول حقيقة، وللتمثيل مجاز؛ كما يزعم ابن حزم (¬7) وغيره من أهل المنطق. ومنهم من يقول: بل اسم القياس ¶ ¬__________ ¶ (¬1) سورة مريم: 8 - 9. ¶ (¬2) «سورة مريم: 66 - 67. ¶ (¬3) نصف الكلمة الأول مطموس، ولعل ما أثبته هو الصواب. ¶ (¬4) نهاية الورقة 2/ الوجه أ. ¶ (¬5) سورة الروم: 27. ¶ (¬6) سورة النحل: 60. ¶ (¬7) (ت 456 هـ).",
            "page": "42",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "للتمثيل حقيقة، ولقياس الشمول مجاز؛ كما يقوله الغزالي (¬1) وأبو محمد المقدسي (¬2) وغيرهما من أهل الفقه والأصول. ¶ وأكثر الناس يجعلون القياس لهذا وهذا؛ كما يدل على ذلك كلام السلف، وعليه استعمال أكثر أهل العلم. ¶ ومنهم من يسمي التمثيل: القياس الشرعي، والشمول: القياس العقلي، وهو غلط؛ كونه شرعياً وعقلياً إنما هو نسبة إلى الجهة التي يعلم بها صحته، والقياس سواءً عُلم صحته بالشرع أو بالعقل؛ فهو ينقسم إلى قياس شمول وقياس تمثيل. ¶ والمقصود هنا: أنه سبحانه لا يدخل هو وغيره من المخلوقات تحت هذا القياس، ولا هذا القياس؛ فإنه {لَيْسَ كَمِثْلِهِ شَيْءٌ} (¬3)، ولهذا قال سبحانه: {فَلَا تَضْرِبُوا لِلَّهِ الْأَمْثَالَ} (¬4)، {وَلَهُ الْمَثَلُ الْأَعْلَى} كما أخبر في كتابه. ¶ [نستعمل في حق الله تعالى قياس الأولى والأحرى] ¶ ونستعمل في أموره قياس الأولى والأحرى؛ وهو: أنه كل ما ثبت للمخلوق من صفة كمال؛ فهي للخالق بطريق الأولى والأحرى، وكل ما ¶ ¬__________ ¶ (¬1) (ت 505 هـ). ¶ (¬2) هو هنا: موفق الدين عبد الله بن أحمد بن محمد بن قدامة المقدسي الحنبلي (ت 620 هـ)، صاحب (المغني)، و (المقنع)، و (العمدة) في الفقه، و (روضة الناظر وجنة المناظر) في أصول الفقه، وغيرها. انظر: تاريخ الإسلام للذهبي (44/ 483 - 496). ذيل طبقات الحنابلة لابن رجب (3/ 218 - 315). المنهج الأحمد للعليمي (4/ 148 - 165). ¶ (¬3) سورة الشورى: 11. ¶ (¬4) سورة النحل: 74.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ينزه عنه المخلوق من صفة نقص؛ فتنزيه الخالق عنه / (¬1) أولى وأحرى؛ فله المثل الأعلى سبحانه وتعالى. ¶ فلما جعل المشركون لله البنات ولهم ما يشتهون؛ قال تعالى: {وَيَجْعَلُونَ لِلَّهِ مَا يَكْرَهُونَ وَتَصِفُ أَلْسِنَتُهُمُ الْكَذِبَ أَنَّ لَهُمُ الْحُسْنَى لَا جَرَمَ أَنَّ لَهُمُ النَّارَ وَأَنَّهُمْ مُفْرَطُونَ} (¬2)، وقال تعالى: {وَإِذَا بُشِّرَ أَحَدُهُمْ بِالْأُنْثَى ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ • يَتَوَارَى مِنَ الْقَوْمِ مِنْ سُوءِ مَا بُشِّرَ بِهِ أَيُمْسِكُهُ عَلَى هُونٍ أَمْ يَدُسُّهُ فِي التُّرَابِ أَلَا سَاءَ مَا يَحْكُمُونَ • لِلَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ مَثَلُ السَّوْءِ وَلِلَّهِ الْمَثَلُ الْأَعْلَى} (¬3). ولما أنكروا المعاد قال: {وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ وَلَهُ الْمَثَلُ الْأَعْلَى فِي السَّمَاوَاتِ وَالْأَرْضِ} (¬4)؛ فمثله أعلى من كل مثل. ¶ وما من معلوم إلا وله في القلب مَثَل يطابقه مطابقة العلم للمعلوم، ومطابقة اللفظ للعلم، ومطابقة الخط للفظ. ¶ وهو في نفسه الأعلى، ومَثَله الأعلى عند أهل السماوات وأهل الأرض. ¶ والمخلوق الذي له مَثَل في القلب إذا كانت الإعادة عليه أهون من الابتداء؛ فالخالق الذي له المثل الأعلى أولى بذلك. فهذا إثبات القدرة له على ذلك بطريق الأولى. وإذا كان المخلوق يكره أن يكون له أنثى لما فيها من النقص؛ فالخالق سبحانه وله المثل الأعلى أحق بأن ينزهه العبد عن إضافة ذلك إليه. فهذا تنزيه بطريق الأولى. ¶ ¬__________ ¶ (¬1) نهاية 2/ ب. ¶ (¬2) سورة النحل: 62. ¶ (¬3) سورة النحل: 58 - 60. ¶ (¬4) سورة الروم: 27.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "[مخالفة الفلاسفة ومشركي العرب لأصول الإيمان] ¶ ولا ريب أن أصول الإيمان هي: الإيمان بالله وباليوم الآخر؛ بالخلق وبالبعث؛ بالمبدأ والمعاد. ¶ والمخالفين للرسول ضلّوا في هذين الأصلين؛ فكذّبوا بالمعاد وجعلوا للرب ولداً، كما يزعم الصابئة المتفلسفة: أن العقول والنفوس يولدون عنه. ويقولون هي الملائكة؛ {وَخَرَقُوا لَهُ بَنِينَ} هي العقول، {وَبَنَاتٍ} هي النفوس. ¶ وكما زعم مشركوا العرب: أنه صاهر إلى الجن فولدت له الملائكة. ¶ وأمثال هذه المقالات التي ترجع إلى ذلك. ¶ فالمشركون والصابئون من العرب والروم والفرس والهند وغيرهم يرجع قول حذاقهم إلى هذين الأصلين. ¶ وقد جمع بينهما / (¬1) في الكتاب والسنة: مثل ما في الصحيح (¬2) من حديث أبي هريرة وابن عباس عن النبي صلى الله عليه وسلم أنه قال: «يقول الله: شتمني ابن آدم؛ وما ينبغي له ذلك، وكذّبني ابن آدم؛ وما ينبغي له ذلك. فأما شتمه إياي؛ فقوله: إني اتخذت ولداً. وأنا الأحد الصمد، الذي لم ألد، ولم أولد، ولم يكن لي كفواً أحد. وأما تكذيبه إياي؛ فقوله: لن يعيدني كما بدأني. وليس أول الخلق بأهون عليّ من إعادته». ¶ [مشابهة النصارى للفلاسفة والمشركين في أصولهم] ¶ والنصارى شابهوا الصابئين في هذين الأصلين من بعض الوجوه؛ ¶ ¬__________ ¶ (¬1) نهاية 3/ أ. ¶ (¬2) صحيح البخاري (3193، 4974، 4975).",
            "page": "45",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "فإنهم جعلوا المسيح ابن الله، وصوروا التماثيل في الحيطان؛ يستشفعون بها، ويتخذونها وسائط. ¶ كما أن المشركين من الصابئين وغيرهم جعلوها أجساماً تجسده ذات ظل. ¶ وكذلك في المعاد؛ فإن النصارى لم تؤمن بجميع ما أخبرت به الرسل من الأكل والشرب والنكاح واللباس في الجنة؛ ولهذا وصفهم سبحانه بأنهم لا يؤمنون باليوم الآخر؛ كما وصفهم بأنهم لا يؤمنون بالله في قوله: {قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلَا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ} (¬1)، ووصفهم بمضاهاة المشركين في قوله: {وَقَالَتِ الْيَهُودُ (¬2) عُزَيْرٌ ابْنُ اللَّهِ وَقَالَتِ النَّصَارَى الْمَسِيحُ ابْنُ اللَّهِ ذَلِكَ قَوْلُهُمْ بِأَفْوَاهِهِمْ يُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ قَاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ • اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهًا وَاحِدًا لَا إِلَهَ إِلَّا هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ} (¬3)، وذكر الله في سورة مريم ما فيه خطاب للنصارى، وما فيه خطاب للمشركين من الصابئين وغيرهم؛ فإنه لما قصّ قصة المسيح قال: {ذَلِكَ عِيسَى ابْنُ مَرْيَمَ قَوْلَ الْحَقِّ الَّذِي فِيهِ يَمْتَرُونَ • مَا كَانَ لِلَّهِ أَنْ يَتَّخِذَ مِنْ وَلَدٍ سُبْحَانَهُ إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُون. . .} إلى قوله: {أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَاتُونَنَا / (¬4) لَكِنِ الظَّالِمُونَ ¶ ¬__________ ¶ (¬1) سورة التوبة: 29. ¶ (¬2) في الأصل (وقال اليهود. . .) وهو خطأ. ¶ (¬3) سورة التوبة: 30 - 31. ¶ (¬4) نهاية 3/ ب.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "الْيَوْمَ فِي ضَلَالٍ مُبِينٍ} (¬1) أي ما أسمعهم وما أبصرهم يوم يأتوننا! لكن الظالمون اليوم في ضلال مبين. ¶ والنصارى ظالمون لما فيهم من الشرك، والشرك ظلم عظيم، وهم في ضلال عظيم؛ إذ هم من أجهل الناس وأضعفهم عقلاً، ففيهم من الجهل والظلم ما لا يخفى على ذي بصيرة؛ إذ يقولون ما لا يخفى على الصبيان فساده؛ فهم اليوم في ضلال مبين. ¶ ويوم القيامة ما أسمعهم وما أبصرهم!! ثم قال: {وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ. . .} إلى آخر الآية (¬2)؛ فذكر المعاد في هذا الكلام، ثم إنه سبحانه في آخر السورة (¬3) قال: {وَيَقُولُ الْإِنْسَانُ أَإِذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيًّا • أَوَلَا يَذْكُرُ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْئًا}، وأقسم على المعاد لأنه ثبت بخبره الصادق؛ فوكّده بقسمه البارّ، إلى قوله: {وَاتَّخَذُوا مِنْ دُونِ اللَّهِ (¬4) آلِهَةً لِيَكُونُوا لَهُمْ عِزًّا}، إلى قوله: {وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا • لَقَدْ جِئْتُمْ شَيْئًا إِدًّا • تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا • أَنْ دَعَوْا لِلرَّحْمَنِ وَلَدًا • وَمَا يَنْبَغِي لِلرَّحْمَنِ أَنْ يَتَّخِذَ وَلَدًا • إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْدًا • لَقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا • وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْدًا}، فجمع في هذا الكلام بين أن عبودية الملائكة والأنبياء له، وأنه ليس نسبتهم إليه إلا نسبة العبادة لا التولد، وأخبر أنهم كلهم يأتونه عباداً فرادى، تحقيقاً للمعاد. ¶ ¬__________ ¶ (¬1) سورة مريم: 34 - 38. ¶ (¬2) سورة مريم: 39. ¶ (¬3) سورة مريم: 66 - 95. ¶ (¬4) في الأصل المخطوط (الرحمن). وهو خطأ واضح.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "فصل ¶ [طريقة القرآن في إثبات الصانع وصفاته] ¶ فالمقصود هنا: أنه سبحانه ضرب المثل الأعلى، وذكر القياس قياس الأولى في إثبات قدرته على الإعادة بقوله: {أَوَلَا يَذْكُرُ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْئًا} (¬1) فلم يقل: إنه خُلق من عدم؛ بل قال: خُلق ولم يكن شيئاً. وهذا في غاية البيان والسلامة من الاشتباه؛ حيث أخبر: أنه خلقه بعد عدم بقوله تعالى: {وَلَمْ يَكُ شَيْئًا}، وأنكر أن يكون مخلوقاً من غير شيء بقوله: {أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ} (¬2) وهذا استفهام إنكار يتضمن نفي / (¬3) المستفهم عنه، والإنكار على من أثبته لظهوره وبيانه. ¶ فتبيّن بذلك: أنهم لم يُخلقوا من غير شيء؛ أي: من غير رب خالق خلقهم. ¶ كما تبيّن: أنهم لم يخلقوا أنفسهم. ¶ فعلم بنفس هاتين القضيتين: أنهم خُلِقوا من خالق خلقهم. ¶ كما قال: {وَمَا بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللَّهِ} (¬4)، وقال: {وَسَخَّرَ لَكُمْ مَا فِي ¶ ¬__________ ¶ (¬1) سورة مريم: 67. ¶ (¬2) سورة الطور: 35. ¶ (¬3) نهاية 4 / أ. ¶ (¬4) سورة النحل: 53.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ} (¬1)، وقال: {إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ} (¬2)، وكان النبي صلى الله عليه وسلم يقول عند ذبح أضحيته: «اللهم منك ولك» (¬3). ¶ وفي الصحيحين (¬4) عن جبير بن مطعم: أنه لما قدم في فداء الأسرى؛ سمع النبي صلى الله عليه وسلم يقرأ في المغرب بالطور. قال: فلما سمعت قوله: {أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ} (¬5) أحسست بفؤادي قد انصدع. ¶ لأن هذا تقسيم حاصر ظاهر يتبين به ثبوت الخالق الصانع بأيسر تأمل؛ فإن العبد يعلم أنه لم يكن شيئاً، وأنه كان بعد أن لم يكن. ¶ ويعلم أنه لم يصنع نفسه ولم يبدعها؛ فإن العلم بامتناع هذا من أبين العلوم البديهية. ¶ وكذلك يعلم أنه لم يكن من غير مكوّن، ولا حدث من غير محدِث، ولا خُلق من غير خالقٍ خلقه. ¶ والعلم بهذا أيضاً من أبين العلوم البديهية؛ فتعين أن له خالقاً خلقه. ¶ وهذه الطريق يعلم بها العبد ثبوت الصانع، وثبوت صفاته من غير أن يحتاج أن يعلم حينئذ حدوث الأفلاك؛ بل إذا ثبتت عنده الطريق المعلومة بالعقل الصريح التي أرشد إليها السمع الصحيح ثبوت الصانع؛ ¶ ¬__________ ¶ (¬1) سورة الجاثية: 13. ¶ (¬2) سورة النساء: 171. ¶ (¬3) جزء من حديث جابر بن عبد الله رضي الله عنه، أخرجه أبو داود (2795)، وابن ماجه (3121)، وغيرهما، وقال الألباني: ضعيف. ¶ (¬4) صحيح البخاري (765، 3050، 4023، 4854)، صحيح مسلم (705)، وليس فيها (قد انصدع)، وإنما فيها (كَادَ قَلْبِي أَنْ يَطِيرَ). والله أعلم. ¶ (¬5) سورة الطور: 35.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وترتب على ذلك ثبوت الرسالة؛ أمكن أن يعلم حدوث السماوات والأرض بالطريق السمعية. ¶ [طريقة أهل الكلام في إثبات الصانع] ¶ ولهذا كان حذّاق أهل النظر والكلام معترفين: بأن حدوث السماوات لا يُفتَقَر فيه إلى العقل، وعابوا بذلك طريق كثير من المعتزلة ومن اتبعهم كأبي المعالي (¬1) وذويه؛ حيث جعلوا العلم بالصانع متوقفاً على العلم بحدوث العالم (¬2)، والعلم بحدوث العالم متوقفاً على العلم بحدوث الأجسام، وجعلوا الطريق إلى ذلك الاستدلال بحدوث / (¬3) الأعراض، وبنو ذلك على أربع مقدمات: ¶ ثبوت الأعراض، ثم حدوثها، ثم لزومها للأجسام، وإذا لم تنفك الأجسام منها ثبت حدوث الأجسام؛ فإن ما لا يسبق الحوادث فهو مُحدَث. ¶ ثم منهم من اقتصر على ذلك، ومنهم من تنبه على أنه لا بد من بيان استحالة (حوادث لا أول لها)؛ وهي أهم مقدمات هذه الحجة؛ فاحتج على ذلك بحجة الموازاة والمسامتة (¬4) وأمثالها من الأمثلة المضروبة في امتناع ذلك. ¶ وقد ذكر أبو الحسن الأشعري (¬5) في (رسالته إلى أهل الثغر) أن هذه الحجة مبتدعة في الدين لم يسلكها أحد من الأنبياء والمرسلين ولا الصحابة والتابعين. وهو كما قال. ¶ ¬__________ ¶ (¬1) الجويني (ت 478 هـ). ¶ (¬2) هذا عند أهل الكلام ما يسمى (دليل الحدوث). ¶ (¬3) نهاية 4 / ب. ¶ (¬4) انظر: بيان تلبيس الجهمية (2/ 153، 187). والذي احتج بذلك هو الرازي. ¶ (¬5) (ت 324 هـ).",
            "page": "50",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "فإن هذه الحجة هي من أعظم أصول الكلام الذي ذمه السلف والأئمة؛ لأن فيها من المقدمات الباطلة التي أوقعت أصحابها في مخالفة الشرع والعقل ما لا يتسع هذا الموضوع لذكره، وقد تكلمنا عليها في غير هذا الموضع. ¶ [بعض لوازم طريقة أهل الكلام المبتدعة] ¶ وهذه الحجة هي التي أوقعت الجهم بن صفوان (¬1) في زعمه: إن نعيم الجنّة منقطع، مع قوله بنفي الصفات. ¶ وهي التي أوقعت أبا الهذيل (¬2) في قوله: بفناء حركات أهل الجنة والنار، مع قوله أيضاً بنفي الصفات. ¶ وهي التي أوقعت سائر المعتزلة وغيرهم في القول: بأن القرآن مخلوق، وفي إنكار رؤية الله في الآخرة، ونفي الصفات وغير ذلك. ¶ وهي التي أوقعت أبا المعالي في مسألة الاسترسال (¬3) إلى أمور أخرى يطول وصفها. وتسلط بسببها من تسلط من المتفلسفة على أهل الملة لما رأى هذه الحجة التي جعلوها أصل أصول دينهم، ورأى ما فيها من الاضطراب. ¶ ¬__________ ¶ (¬1) (قتل سنة 128 هـ). ¶ (¬2) محمد بن الهذيل بن عبد الله بن مكحول العبدي البصري العلاف، من رؤوس المعتزلة، وبعضهم ينتسبون إليه يعرفون بالهذيلية يقولون بمقالاته (ت 227 هـ، وقيل: 235 هـ). سير أعلام النبلاء (8/ 529، 9/ 189). ¶ (¬3) قال شيخ الإسلام: «قال أبو المعالي بمسألة الاسترسال: وهو أن علم الرب تعالى يتناول الأجسام بأعيانها، ويتناول أنواع الأعراض بأعيانها، وأما آحاد الأعراض فيسترسل العلم عليها لامتناع ما لا يتناهى علماً وعيناً. ¶ وأنكر الناس ذلك عليه وقالوا فيه أقوالا غليظة حتى يقال: إن أبا القاسم القشيري هجره لأجل ذلك «درء تعارض العقل والنقل» (1/ 177).",
            "page": "51",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ثم إنهم أوجبوا على العبد بعد بلوغه مؤمناً بالله ورسوله: إما الشك، وإما القصد، وإما النظر المنافي للعلم. ¶ والثلاثة تنافي الإيمان بالله ورسوله الذي أوجبه الله عليه؛ فأوجبوا ما يضاد الإيمان الواجب عليه؛ فكان هذا الضلال في الشرع مضاهياً لضلالهم في العقل. ¶ ولهذا آل الأمر بهم إلى سفسطة في العقليات، وقرمطة في السمعيات (¬1). ¶ [اضطراب أئمة المتكلمين وحيرتهم، وقولهم بتكافئ الأدلة] ¶ ولهذا كان حال أئمتهم إلى الحيرة، والقول بتكافئ الأدلة، كما تجده من أحوال كثير من أئمتهم / (¬2) ومن أواخرهم: أبو عبد الله ¶ ¬__________ ¶ (¬1) ردد شيخ الإسلام هذه العبارة في عدد من كتبه؛ منها: درء التعارض (1/ 218، 276، 279، 286، 2/ 15، 5/ 34، 256، 8/ 59). الصفدية (1/ 160، 2/ 158). بغية المرتاد (1/ 184، 327). منهاج السنة النبوية (2/ 134)، النبوات (2/ 625). الرد على المنطقيين (ص: 144). ¶ وقال بيان تلبيس الجهمية (1/ 150): «السفسطة التي هي جحود الحقائق الموجودة بالتمويه والتلبيس، ومآلهم في تلك التأويلات إلى القرمطة التي هي تحريف الكلم عن مواضعه وإفساد الشرع واللغة والعقل بالتمويه والتلبيس، وهذا أيضاً سفسطة في الشرعيات، وسمي قرمطة؛ لأن القرامطة هم أشهر الناس بادعاء علم الباطن المخالف للظاهر ودعوى التأويلات الباطنة المخالفة للظاهر المعلوم المعقول من الكتاب والسنة، والله يهدينا وسائر أخواننا المؤمنين لما اختلف فيه من الحق بإذنه إنه يهدي من يشاء إلى صراط مستقيم. ¶ ولما كان مآل هؤلاء إلى السفسطة التي هي جحود الحقائق وجحود الخالق، وكان لا بد لهم من النفاق». ¶ (¬2) نهاية 5/ أ.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "الرازي؛ كما ذكر في أعظم كتبه وهو «المطالب العالية» وفي غيره، فإنه يظهر لمن يفهم كلامهم من الحيرة والاضطراب والتناقض في الأقوال ما ينافي العلم والعقل الذي يزعمون أنهم يحققونه. ¶ ولهذا قال أبو عبد الله الرازي في غير موضع من كتبه (¬1): ¶ نهاية إقدام العقول عقال ... وأكثر سعي العالمين ضلال ¶ وأرواحنا في وحشة من جسومنا ... وحاصل دنيانا أذى ووبال ¶ ولم نستفد من بحثنا طول عمرنا ... سوى أن جمعنا فيه قيل وقالوا ¶ لقد تأملتُ الطرق الكلامية، والمناهج الفلسفية، فما رأيتُها تشفي عليلاً، ولا تروي غليلاً. ¶ ورأيت أقرب الطرق طريقة القرآن؛ اقرأ في الإثبات: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} (¬2)، {إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ} (¬3)، واقرأ في النفي: {لَيْسَ كَمِثْلِهِ شَيْءٌ} (¬4)، {وَلَا يُحِيطُونَ بِهِ عِلْمًا} (¬5). ¶ ومن جرّب مثل تجربتي عرف مثل معرفتي. هذا لفظه. ¶ ¬__________ ¶ (¬1) ردِّد شيخ الإسلام كلام الرازي كثيراً في كتبه، منها على سبيل المثال: «مجموع الفتاوى» 4/ 71. «بيان تلبيس الجهمية» (1/ 129). «درء تعارض العقل والنقل» (1/ 159 - 160). «منهاج السنة النبوية» (5/ 272) وغيرها. وفي «درء التعارض» عزا كلام الرازي إلى كتابه «أقسام اللذات»، وهنا قال: في غير موضع من كتبه. ¶ (¬2) سورة طه: 5. ¶ (¬3) سورة فاطر: 10. ¶ (¬4) سورة الشورى: 11. ¶ (¬5) سورة طه: 110.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "[فساد طريقة المتكلمين في إثبات الصانع] ¶ ثم إنهم مع أنهم جعلوا أول ما يجب على من بَلَغَ مسلماً ما ينافي الإيمان الواجب عليه؛ حصروا إثبات الصانع في العلم بحدوث العالم، وحصروا إثبات حدوث العالم في إثبات حدوث الأجسام. ¶ وإثبات الصانع له طرق تكاد تخرج عن الحصر؛ كلها أبين وأظهر من إثبات حدوث العالم. ¶ وإثبات حدوث العالم له طرق أبين من إثبات حدوث الأجسام -لو كان طريقاً صحيحاً- لما فيه من التنازع والدقة؛ فكيف وهو أيضاً طريق فاسد عند الأنبياء وأتباعهم، وعند أهل الفطر والعقول السليمة، وعند من خالفهم من الفلاسفة الإلهيين والطبعيين؛ كالمشائين أتباع أرسطو (¬1) وأمثالهم. ¶ وبالجملة فطرق العلم بإثبات الصانع كثيرة؛ كلها أبين وأوضح من هذه الطريق، وهي براهين قاطعة لا تحتمل النقض؛ فلا حاجة في الإقرار بالصانع إلى العلم بحدوث العالم المبني على حدوث الأجسام، بل ولا إلى العلم بحدوث العالم ابتداءً. ¶ ولهذا لم يثبت القرآن العلم بالصانع بهذه الطريق؛ بل بالطرق المعروفة فيه، وما ذكرناه من قوله: {أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ} (¬2) من أوجز الطرق وأظهرها، وهي استدلال الإنسان بنفسه التي لا شيء إليه أقرب إليه منها، وكذلك استدلاله بما يذكره من خلق سائر المخلوقات / (¬3) كما قد بسطناه في غير موضع، وبيّنّا استغناء ¶ ¬__________ ¶ (¬1) (ت 322 ق. م) ¶ (¬2) سورة الطور: 35. ¶ (¬3) نهاية 5/ ب.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "الطرائق القرآنية عن ما يسلكه الفلاسفة والمتكلمون من تعليل الافتقار إلى الصانع: هل هو الحدوث؟ أو الإمكان؟ وبيّنّا الحِكمة في تسميتها آيات، وأنها بنفسها مستلزمة لثبوت الصانع. ¶ وفي بعض طريقة القرآن غنية عن الكلام المحدَث المبتدع المذموم عند السلف والأئمة؛ لاشتماله على باطل: إما في الحكم، وإما في الدليل الذي أثبتوا العلم بالصانع بإثبات حدوث العالم، وأثبتوا حدوث العالم بحدوث الأجسام، وأثبتوا حدوث الأجسام بدليل الأعراض، وبحدوثها، وامتناع (حوادث لا أول لها). ¶ وكل هذه المقدمات: إما باطلة، وإما غير مدلول عليها. ¶ وأحسن أحوالها: أن تكون دقيقة؛ ويا ليتها مع الدقة تكون صحيحةً مدلولاً عليها.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "[إبطال ما يورده المتفلسفة على المتكلمين في قولهم: (خُلق عن عدم)] ¶ والمقصود هنا: أن القرآن ينفي أن يكون الإنسان خُلِق من غير شيء، وأخبر: أنه خلقه ولم يكن شيء؛ فلا نحتاج أن نقول: إنه خُلِق من عدم؛ فإن العدم ليس بشيء. ¶ فإذا قلنا: خُلِق من عدم. يظن الظانّ: أنه خُلِق من غير شيء خلقه؛ بل خُلِق من خالق خلقه، وهو حي قيوم عليم سميع بصير قدير؛ فلم يكن موجود إلا من موجود، ولم يكن وجود من عدم محض. ¶ وبطل بهذا ما يورده المتفلسفة على المتكلمين في هذا المقام؛ فإن أهل الكلام لما قالوا: إنه وُجِد من عدم، أو عن عدم؛ فإنما أرادوا بذلك: أنه وجد بعد العدم، لم يريدوا بذلك: أن نفس العدم خرج منه شيء؛ فإن العدم لا شيء. ليس للعدم فيما يمكن أن يقّدر خروج وجود منه، ولا دخول وجود فيه، وإنما الذهن القاصر يقدّر العدم كأنه موضع مظلم، أو خلاء وراء العالم، أو نحو ذلك من الخيالات؛ فيتوهم دخول شيء فيه أو خروج شيء منه. ¶ ولهذا أعرف أن بحثاً جرى مع طائفة من الفضلاء الذين كنا نجالسهم في قوله {لَا إِلَهَ إِلَّا اللَّهُ} (¬1)، وما ذكره النحاة من أنَّ (خبر لا) منفي لكونه معلوماً، كما حذف عامل الظرف في خبر المبتدأ ونواسخه، مثل ¶ ¬__________ ¶ (¬1) سورة الصافات: 35، وسورة محمد: 19.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "(باب إن)، و (باب كان)، و (باب ظننت)، وأن التقدير عند النحاة: لا إله في الوجود، أو لا إله كائن / (¬1)؛ فأورد بعضهم على ذلك: أنا إذا قدرنا (لا إله في الوجود)؛ ينفي مفهوم الكلام أن في العدم إلهاً. ¶ فقلت لهم: العدم ليس شيء حتى يقال: فيه إله، أو ليس فيه. ¶ وهذا ظاهر على قول أهل السنة: أن المعدوم ليس بشيء. ¶ ومن قال: إن المعدوم شيء؛ فقد نورد هذا السؤال على أصله. ¶ وقد يجيب عنه: بأن النزاع إنما هو المعدوم الممكن، وأما الممتنع فليس بشيء بالاتفاق، والشريك من المعدوم الممتنع، ليس من الممكن؛ فيمتنع أن يكون في العدم. ¶ لكن يقال له: فيبقى المفهوم: أنه في المعدوم ممكن. ¶ ولا ريب أن قول من قال: إن المعدوم شيء في الخارج قول باطل، وإنما أصله اشتباه ما في الأذهان بما في الأعيان، واشتباه الوجود العيني بالعلمي؛ وذلك أنه رأى المعدوم يتميز منه المقدور من غير المقدور، والمراد من غير المراد، والامتياز لا يعقل في النفي المحض. ¶ فقال: لا بد أن يكون المعدوم ثابتاً ليحصل فيه الامتياز، ثم علم بعقله أنه ليس بموجود؛ ففرق بين الوجود والثبوت؛ فقال: هو ثابت وليس بموجود. ¶ وكثير ممن ردّ على هؤلاء: أطلق القول بأن المعدوم ليس بشيء، وربما كان في كلامه ما يقتضي: أنه ليس بشيء لا في العلم، ولا العين، لا في الذهن، ولا في الخارج عن الذهن. وهذا غلط؛ بل الصواب: أنه ثابت موجود في العلم؛ بمعنى: أنه يعلم، والتمييز يتبع العلم؛ فإذا كان معلوماً بالعلم: ميز بالعلم بين الممتنع والواجب والجائز، والمراد وغير ¶ ¬__________ ¶ (¬1) نهاية 6/ أ.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "المراد، وذلك لا يوجب كونه ثابتاً في الخارج؛ فإنا نعلم بالاضطرار: أن نتصور في أنفسنا ما لا حقيقة له في الخارج. ¶ يبيّن ذلك: أنا نتصور الوجود المطلق في أنفسنا، والوجود المطلق لا يكون ثابتاً في العدم، ولا في الخارج. وكذلك سائر الكليات المطلقة؛ فإنا نتصورها مطلقة، وهي لا تكون في الخارج كليات مطلقة. وإنا نتصور الممتنع كما نتصور الممكن، والممتنع ليس بثابت في الخارج بالاتفاق. ¶ وقد نفى الله عن الإنسان: أن يكون شيئاً قبل خلقه بقوله: / (¬1) {وَقَدْ خَلَقْتُكَ مِنْ قَبْلُ وَلَمْ تَكُ شَيْئًا} (¬2)، وبقوله: {أَوَلَا يَذْكُرُ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْئًا} (¬3). ¶ وأما قوله: {إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ} (¬4)، وقوله: {إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ} (¬5)، وقوله: {وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَلِكَ غَدًا • إِلَّا أَنْ يَشَاءَ اللَّهُ} (¬6)، ففيه جوابان: ¶ أحدهما: أنه (شيء) في العلم والقول؛ وإن لم يكن بعدُ صار في الخارج له ثبوت، ولا وجود. ¶ الثاني: أنه عند وجوده يصير شيئاً، وهذا في الزلزلة أظهر منه في الآيتين. ¶ وقوله: {إِذَا أَرَادَ شَيْئًا} بمنزلة قوله: أراد موجوداً، ولا يستلزم ذلك أن يكون موجوداً في الخارج قبل وجوده. ¶ ¬__________ ¶ (¬1) نهاية 6/ ب. ¶ (¬2) سورة مريم: 9. ¶ (¬3) سورة مريم: 67. ¶ (¬4) سورة يس: 82. ¶ (¬5) سورة الحج: 1. ¶ (¬6) سورة الكهف: 23 - 24.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "يبيّن ذلك: أنه علّق الإرادة بنفس الشيء، لا بإثبات صفة الوجود له؛ فعلم أنه يريد الشيء، وأنه يكوّن الشيء، لا أنه يجعل الشيء الثابت الغني عنه صفة لم تكن. ¶ [مقصود المتفلسفة في اعتراضهم على المتكلمين] ¶ وإذا تبيّن: أن مقصود أهل الكلام من المسلمين في قولهم: إن المحدثات (وجدت من عدم): أي وجدت بعد عدمها، وأنها وجدت من غير وجود مخلوق؛ لا يعنون بذلك: أنها وجدت من غير موجد خالق؛ علم أنه ليس عليهم في المعنى الذي قصدوه درك، وإن كان في العبارة لبس، وعبارة القرآن أحسن وأبين. ¶ لكن اعترض عليهم المتفلسفة فقالوا: لا يعقل موجوداً عن عدم؛ لأنا ما رأينا شيئاً يحدث إلا من مادة؛ كحدوث الحيوان والنبات والمعادن من المواد المشهودة؛ كما تحدث الثمار من الأشجار، وكما يحدث الإنسان من المني النازل من أبويه، وأمثال ذلك؛ فإبداع شيء لا من شيء لم نعهده. ¶ ومقصودهم بذلك: أن يبطلوا القول بحدوث الحوادث من غير مادة متقدمة؛ فيلزم من ذلك قدم المادة. ¶ كما قصدوا أيضاً: إبطال حدوث الحوادث من رب قديم؛ فقالوا: إن كانت العلة الأزلية لوجود العالم تامة؛ وجب قدم معلولها؛ فيلزم قدم العالم، وإن كانت غير تامة؛ فلا بد لتمامها من سبب. والقول فيه كالقول في حدوث العالم؛ فيبطل الحدوث؛ فيتعين الأول: وهو أن تكون العلة القديمة تامة؛ فيجب قدم العالم / (¬1). ¶ ¬__________ ¶ (¬1) «نهاية 7/ أ.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وهذا أعظم شبه المتفلسفة المشائين أتباع أرسطو، كابن سينا (¬1) وابن الهيثم (¬2) وأمثالهما. ¶ ¬__________ ¶ (¬1) (ت 428 هـ). ¶ (¬2) (ت نحو 430 هـ).",
            "page": "60",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "[شبه المتفلسفة في إثبات قدم العالم] ¶ والشبهة الأولى: وهو أن الحادث لا بد له من مادة ¶ ذكروا عن معلمهم أرسطو: أنه استدل على ذلك أيضاً: بأن المحدَث قبل حدوثه لا بد أن يكون ممكناً، والإمكان وصف ثبوتي؛ فلا بد له من محل؛ فيجب أن يتقدم المحدَث محل يقوم به الإمكان؛ وذلك يوجب قدم المادة. ¶ فهذا ونحوه: هو كلام هؤلاء الفلاسفة الدهرية في مثل هذا، وهم الذين يقولون: لا يعقل موجود عن عدم. ¶ [رد شيخ الإسلام على شبه المتفلسفة] ¶ وما قالوه خيالات عند أولي الألباب النبلاء؛ وإن كان كثير من الناس يظنون: أنها من أعظم الحجج عند فضلاء العقلاء. ¶ وبيان ذلك أن يقال: قولكم: (لا يعقل موجود عن عدم). لفظ مجمل كما تقدم. أتريدون به: لا يعقل موجود من غير مبدع أبدعه، وصانع صنعه؟ ¶ أم تريدون: لا يعقل موجود من غير مادة خلقه منها الصانع المبدع؟ ¶ فإن أردتم الأول؛ فهذا لا يقوله مسلم ولا مِلّي، بل المسلمون وسائر أهل الملل متفقون على أنه لا يكون موجود ممكن إلا من موجود واجب، وأن كل موجود غير الله؛ فالله خالقه. ¶ وقد ذكرنا: أن القرآن جاء بلفظ (من) في مثل ذلك؛ كما في قوله:",
            "page": "61",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "{أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ} (¬1). ¶ وقوله: {وَمَا بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللَّهِ} (¬2). وقوله: {وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ} (¬3)، والمعنى متفق عليه بين المسلمين. ¶ وإن قلتم: لا يكون موجود إلا من مادة خلقه منها الصانع. ¶ فيقال لكم: فتلك المادة هي موجودة لا من مادة؟ وهم معترفون بما لا بد لهم منه من أن الموجودات القديمة هي موجودة من غير مادة تقدمت عليها كانت منها، بل أبدعها الرب إبداعاً من غير مادة. ¶ هذا قول الإلهيين منهم المقرون بواجب الوجود المبدع. ¶ وإن قُدّر الكلام مع من ينكر من الطبعيين أن يكون للعالم مبدع؛ كان جوابه أظهر؛ فإنه يقال له: يا أحمق؛ إذا جوّزت أن يكون مجموع العالم من غير مبدع ولا مادة؛ كيف يمتنع أن يكون بعضه من غير مادة مع كونه من صانع / (¬4). ¶ ومعلوم أن الأول هو أبعد في العقل؛ بل هو ممتنع في العقل بخلاف الثاني؛ فإن هذه الحوادث المشهودة إن قال: إن المواد أحدثتها؛ فقد أثبت فاعلاً مبدعاً محدثاً بلا مادة، وإن قال: لها محدث فاعل غير المادة؛ فقد أثبت فاعلاً محدثاً لها من مادة. وهذا إقرار بالصانع؛ فيلزمه إثبات وصار من القسم الأول؛ فما فرّ إليه شرٌّ مما فرّ منه على كل تقدير. ¶ وهذا حال أهل الباطل دائماً لا يكذبون بحق لشبهة؛ إلا لزمهم ما هو أشد منها. ¶ ¬__________ ¶ (¬1) سورة الطور: 35. ¶ (¬2) سورة النحل: 53. ¶ (¬3) سورة الجاثية: 13. ¶ (¬4) نهاية 7/ ب.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وإذا قالوا: نحن نسلم وجود الموجودات القديمة من غير مادة، وإنما الكلام في الموجودات المحدثة عن عدم -وهذا حقيقة قولهم- ظهر فساد مذهبهم أيضاً. ¶ فإنه إذا ثبت أن إبداعه للأشياء لا يفتقر إلى مادة، بل نفسه كافية في إبداعها مع القدم؛ فلأن تكون نفسه كافية في إبداعها مع الحدوث أولى؛ فإنه من المعلوم: أن المحدَث أضعف من القديم، وأقل في الوجود، وأن ذاك أكمل منه وأقوى؛ فإن كان مكتفياً بنفسه في إبداع الأكمل الأقوى؛ فكيف لا يكتفي بنفسه في إبداع الأنقص الأضعف. ¶ ومن المعلوم ببداية العقول: أن الفاعل للأكمل الأقوى بنفسه لا يكون محتاجاً في الأنقص الأضعف إلى غيره؛ لا مادة، ولا غير مادة. ¶ وهذا بيّن واضح وليس لهم عليه سؤال؛ لكن غايتهم أن يقولوا: يمتنع أن يحدث عنه شيء بعد أن لم يكن حادثاً؛ لأن ذلك يقتضي سبباً حادثاً. ¶ وهذه حجتهم الأخرى -وهي الكبيرة- وسنبيّن إن شاء الله فسادها. ¶ وإنما المقصود هنا: بيان فساد حجتهم من جهة إثبات المادة، وأن الحادث لا بد له من مادة قديمة؛ لأن الوجود عن العدم المحض لا يمكن؛ فإن هذه الحجة فيها إجمال يوهم المستمع: أنه يوجد بلا موجد. ¶ ومعلوم أن هذا باطل. ومقصودهم: أنه يوجد من غير مادة. ¶ ومعلوم أنه لا يجب فيما يبدعه الباري أن يكون له مادة؛ فإنه يبدع القديم عندهم بلا مادة؛ فعلم: أنه وحده مستغنٍ في إبداع ما يبدعه / (¬1) عن مادة، وأنه وحده يبدع الأكمل الأعلى؛ فكيف لا يبدع وحده الأنقص الأدنى. ¶ فتبيّن أن كون الموجود وجد عن عدم ما سوى الخالق ليس بممتنع، ¶ ¬__________ ¶ (¬1) نهاية 8/ أ.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وأن وجود الخالق لا بدّ منه، وأنه وحده غني عن كل ما سواه في كل ما يخلقه؛ ولهذا قال سبحانه: {وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُنْ لَهُ وَلِيٌّ} (¬1) فهو سبحانه ليس له شريك في ملكه عاونه على خلق شيء لا مادة ولا غيرها، ولا له ولي من الذل كما يتولى المخلوق من يتعزز به. بل يتولى عباده رحمةً وإحساناً إليهم، لا احتياجاً واستعانة بهم؛ ولذلك قال سبحانه: {قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللَّهِ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِنْ شِرْكٍ وَمَا لَهُ مِنْهُمْ مِنْ ظَهِيرٍ} (¬2) فبيّن أنه سبحانه ليس له ظهير يظاهره ويعاونه على شيء من الأشياء، بل هو الغني عن كل شيء في كل شيء، وأن ما خلقه من الأسباب لم يخلقه لحاجته في خلق المسبب إليه؛ بل لأن له في خلقه من الحكمة ما له في خلق المسببات أيضاً؛ كما قال تعالى لما أمر المؤمنين بجهاد الكفار: {ذَلِكَ وَلَوْ يَشَاءُ اللَّهُ لَانْتَصَرَ مِنْهُمْ وَلَكِنْ لِيَبْلُوَ بَعْضَكُمْ بِبَعْضٍ} (¬3). ¶ وإن قالوا: لم نَشهد حادثاً إلا من مادة. ¶ قيل لهم: ولم نَشهد موجوداً من غيره بلا مادة؛ وأنتم تقولون: إن الأفلاك حدثت عنه بلا مادة متقدمة عليها. فكيف أثبتم استغناه في إبداع الموجود الأكمل عن المادة -ولم تشهدوا ذلك- وجعلتموه محتاجاً في إبداع الموجود الأنقص إلى المادة لكونكم لم تشهدوا حادثاً إلا من مادة؟! ¶ بل كان طرد قولكم: أن تنكروا وجود موجود بغيره إلا محدثاً؛ فإنكم لم تشهدوا موجوداً بغيره إلا محدثاً عن عدم، أو كل ما شهدتموه موجوداً من غيره؛ مثل الحيوان والنبات والمعادن لم تشهدوه إلا حادثاً؟! ¶ ¬__________ ¶ (¬1) سورة الإسراء: 111. ¶ (¬2) سورة سبأ: 22. ¶ (¬3) سورة محمد: 4.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "فإذا تبيّن: أن السماوات والأرض ممكنات مفتقرات إلى مبدع أبدعها؛ وجب أن تجعلوها حادثة؛ لأنكم لم تشهدوا مفعولاً إلّا محدثاً. ¶ وهذه الطريقة سلكها كثير من أهل الكلام، وهي خير من كلام الفلاسفة. ¶ فإنّه إذا حصل الاتفاق، وعلم بالدليل: أن السماوات مبدَعة مفتقرة / (¬1) إلى مبدِع فعلها؛ ولم نَشهَد مبدَعَاً مفعولاً إلا محدَثاً؛ وجب القول بحدوثها. ¶ فإنَّ تقدم الفاعل المبدِع -الذي هو خالق كل شيء- على فعله: هو أقرب في العقل من كون الفاعل المبدع يفتقر إلى مادة. ¶ يبيّن ذلك: أن كون الفاعل متقدماً على المفعول أمر مستقر في العقل والحس، مع أنه لا يحتاج إلى شهادة الحس. ¶ ولو قيل: متقدم بالذات بخلاف كون المفعول، أو المحدَث مفتقر إلى مادة؛ فهذا ليس معلوماً بالعقل؛ وإنما شبهة قائله كونه لم يحس محدثاً إلا كذلك. وأين قضية تعلم بالعقل والحس من قضية لا تعلم بواحد منهما؛ ولكن لم يشهدها الحس؟! ¶ ومعلوم: أن عدم شهادة الحس لا تنفي ثبوت ما لم يشهده. ¶ ولو كان ما لم يشهده الإنسان بحسه ينفيه؛ لبطلت المعقولات والمسموعات، وقد قال سبحانه: {بَلْ كَذَّبُوا بِمَا لَمْ يُحِيطُوا بِعِلْمِهِ وَلَمَّا يَأتِهِمْ تَاوِيلُهُ} (¬2)؛ فإذا كان المكذب بما لم يعلمه بوجه من الوجوه مذموماً في الشرع، كما هو مخالف للعقل؛ فكيف بالمكذِّب بما لم يعلمه بحسه فقط؟! وإذا كان عدم العلم ليس علماً بالعدم؛ فكيف يكون عدم الإحساس علماً بالعدم؟! ¶ ¬__________ ¶ (¬1) نهاية 8/ ب. ¶ (¬2) سورة يونس: 39.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "[شبهة المتفلسفة الثانية] ¶ وأما الشبهة الثانية: وقولهم: إن المحدَث يتقدمه الإمكان؛ فلا بد له من محل ثبوتي. ¶ فيقال لهم: الإمكان ليس وصفاً موجوداً للمكن زائداً على نفسه؛ بل هو بمنزلة الوجوب والحدوث والوجود والعدم ونحو ذلك من القضايا التي تعلم بالعقل، وليس العدم زائداً على المعدوم في الخارج، ولا وجود الشيء زائداً على ماهيته في الخارج، ولا الحدوث زائداً على ذات المحدث في الخارج، ولا الإمكان زائداً على ذات الممكن في الخارج، ولا الوجوب زائداً على ذات الواجب في الخارج. ¶ والمقصود هنا الإمكان؛ فالممكن إما أن يكون معدوماً أو موجوداً؛ فإذا كان معدوماً فليس له صفة ثبوتية أصلاً؛ إذ المعدوم لا يتصف بصفة ثبوتية. وإن كان موجوداً؛ فقد صار واجباً بغيره؛ فإنه ما شاء الله كان، وما لم يشأ لم يكن؛ فما شاءه وجب وجوده، وما لم يشأه امتنع وجوده؛ لكن وجب بغيره وامتنع لغيره، وهو في نفسه قابل للوجود والعدم. ¶ وقولنا: في الموجود ممكن. معناه: أنه موجود بغيره. ¶ ومما يبيّن ذلك: أن الإمكان لو كان صفة زائدة على الممكن لامتنع قيامه بغيره؛ إذ صفة الشيء لا تقوم بغيره، وقبل وجود الممكن ليس له صفة؛ فيمتنع وجود إمكان هو صفة له قبل وجوده. ¶ فتبيّن أن ما يدّعونه في إثبات إمكان وجودي من محل قبل / (¬1) وجود الممكن خيال محض. ¶ ثم يقال: نحن نشهد بالحس حدوث الصور من الحيوان والنبات ¶ ¬__________ ¶ (¬1) نهاية 9/ أ.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "والمعدن، ونشهد أن هذه الصور الحادثة كانت بعد أن لم تكن. وإن كانت خلقت من غيرها؛ فليست هي ذلك الغير ولا بعضه، ولكن ذاك استحال وعدمت صورته الأولى، وأحدث الله صورة غير تلك؛ فهذه الصورة موجودة بعد العدم حادثة بعد أن لم تكن، وهذا مشهود؛ فإن هذا اللحم وهذه الثمرة لم يكن موجوداً أصلاً بوجه من الوجوه؛ فوجد بعد عدمه، وتلك الصور الموجودة: كالنبات الذي رعته الشاة، والمني الذي استحال ولداً؛ عدمت بعد وجودها. فهذا وجود بعد عدم، وعدم بعد وجود مشهود. ¶ [الحجة الكبرى للمتفلسفة على قدم العالم، والرد عليها] ¶ وأما الحجة الكبرى لهم على القدم: وهو أن العلة التامة تستلزم معلولها؛ فلا يجوز تأخر العالم عن علته التامة. ¶ فيقال لهم: نحن نشهد هذه الحوادث التي تحدث من الحيوان والنبات والمعدن؛ فالموجب لحدوثها: إن كان علة تامة قديمة؛ بطل قولكم: إن قدم العلة يوجب قدم المعلول. وإن كان الموجب لها مع العلة القديمة حدوث أمر من الأمور: إما حركة الفلك أو غيرها؛ فذلك الحادث إن حدث عن العلة التامة القديمة بطل قولكم. وإن توقف على حدوث آخر؛ فالقول فيه كالقول في الأول. وهذه الحوادث سواءً كانت متناهية أو غير متناهية تستلزم: إما صدورها عن علة تامة قديمة، وإما صدورها عن غير فاعل بالكلية. والثاني أظهر بطلاناً من الأول، وهو باطل بالعقل الصريح، وبالاتفاق. والأول يستلزم صدور الحوادث عن علة تامة قديمة؛ وذلك يبطل أصل حجتهم. ¶ ومعلوم أن حقيقة قولهم: إن الحوادث المتعاقبة التي لا تتناهى: صادرة عن علة تامة قديمة. ثم يجعلون ذلك هو حركة الفلك التاسع.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وقولهم في غاية التناقض؛ فإن حركة التاسع ليست هي السبب؛ بل لكل فلك حركة تخصه ليس سببها حركة هذا الفلك؛ وإن كان متحركاً بالعرض حركة تابعة لحركته. والفلك الثامن فيه كواكب عظيمة تقتضي أسباباً بعددها، والأطلس فوقه بسيط لا يصدر عنه كثرة؛ فلا بد لتلك الكثرة من أسباب. ¶ وهذا من محاراتهم المفسدة لقولهم؛ فقد صدرت حركات مختلفة عن علل تامة قديمة معلولة لعلة تامة قديمة. ¶ وغايتهم أن يقولوا: لا يمكن إلا هذا. ولكن بكل حال؛ فقد بطل استدلالهم على أن الفلك قديم وحركاته أزلية أبدية / (¬1). ¶ وذلك أن أصل حجتهم: إن كونه أحدث الفلك بعد أن لم يكن محال؛ لأن الممكن إن لم يكن قد تمت أسباب إيجاده افتقر إلى أسباب أخرى. والقول فيها كالقول في الحادث الأول؛ لأنه لا بد له من أسباب حادثة؛ إذ الحدوث بدون سبب حادث محال. وإن تمت وجب القدم. ¶ ثم عيّنوا القسم الثاني تحكّماً وتناقضوا فيه؛ فصارت حجتهم باطلة من وجوه؛ منها: ¶ أن يقال: ولم لا يجوز أن يكون حدوثه موقوفاً على حادث بعد حادث، وهذا ليس بممتنع عندكم؛ فإن الحوادث هي كذلك عندكم. ¶ ومنها: أن يقال: إن كان توقف الحادث على حوادث لا تتناهى ممتنعاً؛ كما تقوله طوائف كثيرة من أهل الكلام والفلسفة كالمعتزلة ومن اتبعهم؛ لزم إما بطلان الحدوث، وهو خلاف المشاهدة. وإما بطلان قولكم: بأن هذه الحوادث المشهودة متوقفة على حوادث لا تتناهى. ¶ وإن كان جائزاً؛ كما تقوله طوائف من أهل الفلسفة والكلام ¶ ¬__________ ¶ (¬1) نهاية 9/ ب.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "والحديث وغيرهم؛ أمكن توقف العالم أو الفلك على حوادث لا تتناهى؛ سواءً قيل: حدثت في ذات القديم أو غيره؛ فإن حدوث الحوادث في القديم ليس ممتنعاً عندكم ولا عند طوائف من أهل الملل، بل أكثر أهل الملل؛ فإنكم وهؤلاء تبطلون قول من يستدل بالحركة على حدوث محلها، وما تذكرونه في واجب الوجود من نفي الصفات الذي تسمونه نفي التركيب في غاية الفساد؛ كما قد أوضح في غير هذا الموضع. ¶ ومنها: أن هذا بعينه يقال في الحوادث المشهودة: إن تمت أسبابها في القدم: وجب قدمها. وإن لم تتم: افتقرت إلى أسباب أخرى. ¶ والثلاثة عائدة إلى أصل واحد؛ فقد ظهر فساد عمدتهم العظمى في إثبات قدمه. ¶ واعلم: أن لأهل الكلام والفلسفة في الجواب عن هذه الشبهة طرقاً متعددة: ¶ منها: إسناد حدوث العالم إلى العلم؛ فإنه لما علم وقت حدوثه أحدثه كما علمه. ¶ ومنها: بيان امتناع بقدمه؛ فيكون حدوثه في الأزل ممتنعاً؛ فيجب حدوثه. ¶ ومنها: إسناد التخصص إلى محض المشيئة. ¶ ومنها: اعتقاد أن القادر المختار يرجح أحد طرفي مقدوره على الآخر بلا مرجح. ¶ ومنها: معارضتهم سائر ما في العالم من التخصيصات في مقاديره وصفاته وغير ذلك. فالقول في تخصيصه / (¬1) بوقت؛ كالقول بتخصيصه بسائر صفاته ومقاديره. وبسط هذه الأجوبة له موضع غير هذا. ¶ ¬__________ ¶ (¬1) نهاية 10/ أ.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "والمقصود هنا: بيان فسادها بتقسيم دائر بين النفي والإثبات؛ ليس لهم مندوحة عنه، ولا في الأدلة العقلية ما يوجب التزام قولهم؛ بل تبيّن أنه قول بلا علم. ¶ ثم يقال: هذه الحجة لو دلّت؛ لدلّت على وجوب قدم شيء ما من العالم؛ فمن أين لكم أن الأفلاك كلها قديمة؟! ¶ بل يقال: إنها لا تدل على قدم شيء بعينه، وإنها تدل على أنه لا بد من مفعول بعد مفعول؛ فلم لا يجوز أن يكون هناك حوادث عظام متوالية، وهذا العالم منها؛ وإن كان الله خلقه في ستة أيام كما يحدث فيه من الحيوان والنبات والمعدن ما يحدثه في أزمنة متراخية. ¶ فإن غاية هذه الحجة: أن الحادث لا بد له من سبب حادث؛ فالاستدلال بهذا على قدم الأفلاك طريق أجهل الناس وأضلهم؛ لا سيما مع القول بـ (حوادث لا أول لها). ¶ فإنه إذا جاز (حوادث لا أول لها)؛ فلم لا يجوز حدوث حوادث غير هذا العالم. ¶ ومعلوم: أن مذهبهم مستلزم للقول بـ (حوادث لا أول لها)، وهم مصرحون بجواز ذلك بل بوجوبه، ولو لم يقولوا بذلك لزم حدوث العالم. وإن قالوا بذلك؛ لزم إمكان حدوث هذا العالم بسبب حوادث أخر. ¶ فعلى التقديرين: جزمهم بالقدم جهل وضلال، وسواءً جعلت هذه الحوادث في نفسه أو منفصلة عنه. ¶ [رد الرازي على حجة المتفلسفة بالمعارضة، وتعقيب شيخ الإسلام] ¶ وقد بيّن أبو عبد الله الرازي في كتابه: «الأربعين» وغيره هذه الحجة التي لهم على القدم، وذكر أنها عمدتهم، وذكر أجوبة الناس عنها، وبيّن",
            "page": "70",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "ضعفها، وأجاب عنها بالمعارضة؛ وأن ذلك يستلزم أن لا يحدث شيء، وقد حدث؛ فتكون الحجة باطلة. ¶ ولكن هذا اللازم إنما يلزم بتقدير تسليم مقدماتها التي إحداها: بطلان التسلسل. ¶ وهذه المقدمات يسلمها المتكلمون القائلون بحدوث الأجسام. ¶ وخصومهم الفلاسفة يقولون: لا نسلم بطلان التسلسل؛ فلا تكون هذه المعارضة صحيحة على أصل الفلاسفة إلا إن تبيّن أن ما يدّعونه من تسلسل الحوادث باطل. ¶ بل يقال للفلاسفة: هذا يستلزم توقف حدوث الأفلاك وما فيها على حوادث متسلسلة؛ وتسلسل الحوادث ليس بمحال عندكم؛ فلا تدل هذه الحجة على صحة مطلوبكم. ونحن نبيّن إن شاء الله ذلك، ونبيّن أن هذه الحجة لا تدل على مطلوب الفلاسفة؛ بل هي مستلزمة فساد قولهم وفساد قول خصومهم / (¬1) المتكلمين القائلين بحدوث الأجسام. ¶ والمقصود هنا: أن جواب الرازي ونحوه بهذه المعارضة يصح في الحال، تبيّن أنها لا تدل على مطلوبهم؛ بل تفسد مذهبهم ومذهب خصومهم. ¶ فهي إن صحّت؛ دلّت على فساد قول الطائفتين القائلتين: بقدم العالم، وبحدوث الأجسام. ¶ وإن فسدت؛ لم تكن بحجة لواحد منهما. ¶ فمن احتج بها منهم على صحة قوله لم تنفعه، ومن احتج بها على فساد قول خصمه نفعه ذلك؛ لكن فساد قول خصمه لا يستلزم صحة ¶ ¬__________ ¶ (¬1) نهاية 10/ ب.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "قوله؛ إذا أمكن أن يكون الحق في قول ثالث: وهو قول أكثر أهل الحديث وأئمتهم، ومن وافقهم من أهل الفلسفة والكلام. ¶ ومثل هذا كثير في أهل البدع من المتكلمين والفلاسفة؛ يفضي بهم النظر إلى: بيان فساد قول الطائفتين، أو تكافؤ أدلتهما، أو فساد دليلهما، ولا يهتدون للفرقان. ولهذا كان الرازي واقفاً في هذه المسألة؛ فإنه رأى أن أدلة المتكلمين على حدوث الأجسام أيضاً متعارضة عنده؛ فلما تبيّن ضعف أدلة الطائفتين على: حدوث الأجسام، وقدم العالم؛ بقي واقفاً في المسألة. ¶ وهذه حال طائفة من حذاق المتفلسفة: كابن رشد الحفيد (¬1)، وابن الطفيل (¬2) -صاحب رسالة حي بن يقظان- وأمثالهما؛ كانوا واقفين حائرين في هذه المسألة. وكذلك حال طوائف من رؤوس المبتدعة من أهل الكلام والفلسفة، بل هو نهاية نظر حذاقهم. ¶ وقد بسطنا الكلام في ذلك، وبيّنا: أن الطريقة السلفية النبوية الشرعية (¬3): توافق ما مع كل طائفة من الحق، وتوضح فساد الشبه، في غير هذا الموضع. ¶ والمقصود هنا: أن نبيّن أن الفضلاء تفطنوا لفساد هذه الحجة بالمعارضة، وهذه الطريق: هي طريقة حسنة في إبطال الأقوال المخالفة للكتاب والسنة: بأن نبيّن أنها في نفسها متعارضة مستلزمة للجمع بين النقيضين. وكل ما استلزم الجمع بين النقيضين فهو باطل. ¶ ¬__________ ¶ (¬1) (ت 595 هـ). ¶ (¬2) (ت 581 هـ): محمد بن عبد الملك بن محمد بن طفيل القيسي الأندلسي، فيلسوف. ¶ (¬3) قال شيخ الإسلام في الرسالة الصفدية (ص: 168): «وهذا المقام هو من الأصول العظام التي اضطربت فيه رؤوس أهل النظر والفلسفة والكلام، ومن سلك الطرق النبوية السلفية: علم أن العقل الصريح مطابق للنقل الصحيح».",
            "page": "72",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وقد تأملتُ هذا في عامة مذاهب أهل الضلال؛ فوجدتُ الأمر فيها كذلك. وقد بيّنتُ (¬1) فسد مذاهب الفلاسفة المخالفة للكتاب والسنة، وتناقضها، على وجه نبيّن للعاقل ذلك بلا شبهة. ¶ وكذلك / (¬2) ............................................ ¶ [رد الغزالي] ¶ [قال أبو حامد الغزالي (¬3): ¶ والجواب أن يقال: استحالة إرادة قديمة متعلقة بإحداث شيء أي شيء كان، تعرفونه بضرورة العقل أو نظره؟ وعلى لغتكم في المنطق تعرفون الالتقاء بين هذين الحدين بحد أوسط أو من غير حد أوسط. فإن ادعيتم حداً أوسط وهو الطريق النظري فلا بد من إظهاره، وإن ادعيتم معرفة ذلك ضرورة فكيف لم يشارككم في معرفته مخالفوكم والفرقة المعتقدة بحدوث العالم بإرادة قديمة لا يحصرها بلد ولا يحصيها عدد؟ ولا شك في أنهم لا يكابرون العقول عناداً مع المعرفة، ¶ ¬__________ ¶ (¬1) «قال ابن عبد الهادي (ت 744 هـ) في كتابه (الانتصار) (ص: 98 - 99) المعروف بـ (العقود الدرية): «وله [أي شيخ الإسلام] في الرد على الفلاسفة مجلدات وقواعد أملاها مفردة، غير ما تضمنته كتبه، منه: إبطال قولهم بإثبات الجواهر العقلية، ومنها: إبطال قولهم بقدم العالم، وإبطال ما احتجوا به، ومنها: إبطال قولهم في أن الواحد لا يصدر عنه إلا واحد. . . . وله في الرد على منكري المعاد قواعد كثيرة». ¶ (¬2) نهاية 11/ أ. ¶ ومن هنا يبدأ سقط من الكتاب بمقدار ورقة أو أكثر، وبداية الوجه (ب) من الورقة (11): كلام طويل مأخوذ من كتاب (تهافت الفلاسفة) للغزالي، وهو ناقص؛ لذا: سأنقل من الكتاب بداية الفقرة ليتصل الكلام وأجعل ما نقلته بين معقوفين [ .. ]. ¶ (¬3) تهافت الفلاسفة (ص: 8).",
            "page": "73",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "فلا بد من إقامة برهان على شرط المنطق يدل على استحالة ذلك، إذ ليس في جميع ما ذكرتموه إلا الاستبعاد والتمثيل بعزمنا وإرادتنا وهو فاسد، فلا تضاهي الإرادة القديمة القصود الحادثة، وأما الاستبعاد المجرد فلا يكفي من غير برهان. ¶ فإن قيل: نحن بضرورة العقل نعلم أنه لا يتصور موجب بتمام شروطه من غير موجب، ومجوز ذلك مكابر لضرورة العقل. ¶ قلنا: وما الفصل بينكم وبين خصومكم إذا قالوا لكم: إنا بالضرورة نعلم إحالة قول من يقول: إن ذاتاً واحداً عالماً] (¬1) بجميع الكليات من غير أن يوجب ذلك كثرة، ومن غير أن يكون العلم زيادة على الذات، ومن غير أن يتعدد العلم بتعدد المعلوم، وهذا مذهبكم في حق الله، وهو بالنسبة إلينا وإلى علومنا في غاية الإحالة. ولكن تقولون: لا يقاس العلم القديم بالحادث. وطائفة منكم استشعروا إحالة هذا؛ فقالوا: إن الله لا يعلم إلا نفسه، فهو العاقل وهو العقل وهو المعقول، والكل واحد. فلو قال قائل: اتحاد العاقل والمعقول والعقل معلوم الاستحالة بالضرورة، إذ تقدير صانع للعالم لا يعلم صنعه محال بالضرورة، والقديم إذا لم يعلم إلا نفسه -تعالى عن قولكم وعن قول جميع الزائغين علواً كبيراً- لم يكن يعلم صنعه [البتة] (¬2)؛ بل لا يتجاوز علمه ذاته. ¶ إلزامات هذه المسألة: ¶ فنقول: بم تنكرون على خصومكم إذ قالوا: قدم العالم محال لأنه يفضي (¬3) إلى إثبات دورات للفلك لا نهاية لأعدادها ولا حصر لآحادها، ¶ ¬__________ ¶ (¬1) انتهى النقل من «تهافت الفلاسفة» للغزالي. ¶ (¬2) في تهافت الفلاسفة (ص: 9): (لم يكن يعلم صنعه البتة؛ بل لا نتجاوز إلزامات هذه المسألة). ¶ (¬3) في تهافت الفلاسفة (ص: 9): (يؤدى).",
            "page": "74",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "مع أن لها سدساً وربعاً ونصفاً، فإن فلك الشمس يدور في سنة، وفلك زحل في ثلاثين سنة، فتكون دورة زحل ثلث عشر أدوار الشمس، وأدوار المشتري نصف سدس أدوار الشمس، فإنه يدور في اثنتي عشرة سنة. ثم كما أنه لا نهاية لأعداد دورات زحل؛ لا نهاية لأعداد دورات الشمس مع أنه ثلث عشره، بل لا نهاية لأدوار فلك الكواكب الذي يدور في ست وثلاثين ألف سنة مرة واحدة، كما أنه لا نهاية للحركة المشرقية التي للشمس في اليوم والليلة مرة واحدة. ¶ فلو قال قائل: هذا مما يعلم استحالته ضرورة، فبماذا تنفصلون عن قوله؟ بل لو قال قائل: أعداد هذه الدورات شفع أو وتر، أو شفع ووتر معاً (¬1)، أو لا شفع ولا وتر. ¶ فإن قلتم: شفع ووتر جميعاً، أو لا شفع ولا وتر! فيعلم بطلانه ضرورةً. وإن قلتم: شفع، فالشفع يصير وتراً بواحد! فكيف أعوز ما لا نهاية له واحد؟ وإن قلتم: وتر، فالوتر يصير شفعاً بواحد! فكيف أعوز ذلك الواحد الذي به يصير شفعاً؟ فيلزمكم القول بأنه ليس بشفع ولا وتر. ¶ فإن قيل: إنما يوصف بالشفع والوتر المتناهي، وما لا يتناهى لا يوصف به. ¶ قلنا: فجملة مركبة من آحاد لها سدس وعشر / (¬2) كما سبق ثم لا توصف بشفع ولا وتر يعلم بطلانه ضرورة من غير نظر، فبم تنفصلون عن هذا؟ ¶ فإن قيل: محل الغلط من قولكم: أنه جملة مركبة من آحاد، فإن هذه الدورات معدومة. أما الماضي فقد انقرض وأما المستقبل فلم يوجد، والجملة إشارة إلى موجودات حاضرة، ولا موجود هاهنا!. ¶ ¬__________ ¶ (¬1) في تهافت الفلاسفة (ص: 9): (جميعاً). ¶ (¬2) نهاية 11/ ب.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "قلنا: العدد ينقسم إلى الشفع والوتر ويستحيل أن يخرج عنه سواء كان المعدود موجوداً باقياً أو فانياً. فإذا فرضنا عدداً من الأعداد (¬1) لزمنا أن نعتقد أنه لا يخلو من كونه شفعاً أو وتراً، سواء قدرناها موجودة أو معدومة. فإن انعدمت بعد الوجود لم تتغير هذه القضية. ¶ على أنا نقول لهم: لا يستحيل على أصلكم موجودات حاضرة هي آحاد متغايرة بالوصف ولا نهاية لها وهي نفوس الآدميين المفارقة للأبدان بالموت، فهي موجودات لا توصف بالشفع والوتر، فبم تنكرون على من يقول: بطلان هذا معلوم بالضرورة، كما ادعيتم بطلان تعلّق الإرادة القديمة بالأحداث ضرورة. وهذا الرأي في النفوس هو الذي اختاره ابن سينا ولعله مذهب أرسطاطاليس. ¶ فإن قيل: فالصحيح مذهب أفلاطون، وهو أن النفس قديمة وهي واحدة وإنما تنقسم في الأبدان، فإذا فارقتها عادت إلى أصلها واتحدت. ¶ قلنا: فهذا أقبح وأشنع وأولى أن يعتقد مخالفاً لضرورة العقل. فإنا نقول: نفس زيد عين نفس عمرو أو غيره؟ فإن كان عينه فهو باطل بالضرورة، فإن كل أحد يشعر بنفسه ويعلم أنه ليس هو نفس غيره. ولو كان هو عينه لتساويا في العلوم التي هي صفات ذاتية للنفس داخلة مع النفوس في كل إضافة. ¶ وإن قلتم: إنه عينه، وإنما انقسم بالتعلق بالأبدان. ¶ قلنا: وانقسام الواحد الذي ليس له عظم في الحجم وكمية مقدارية محال بضرورة العقل، فكيف يصير الواحد اثنين بل ألفاً ثم يعود فيصير واحداً؟ بل هذا يعقل فيما له عِظَم وكمية كمثل البحر ينقسم بالجداول والأنهار ثم يعود إلى البحر. فأما ما لا كمية له فكيف ينقسم؟ ¶ ¬__________ ¶ (¬1) في تهافت الفلاسفة (ص: 9): (الأفراس).",
            "page": "76",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "والمقصود من هذا كله: أن نبين أنهم لم يعجزوا خصومهم عن معتقدهم في تعلق الإرادة القديمة بالأحداث إلا بدعوى الضرورة وأنهم لا ينفصلون عمن يدعي الضرورة عليهم في هذه الأمور على خلاف معتقدهم، / (¬1) وهذا ما لا مخرج عنه. (¬2) ¶ [تعليق شيخ الإسلام على كلام الغزالي] ¶ قلت: قابل دعواهم الضرورة في امتناع يخلف الموجب عن الموجب بدعوى منازعيهم الضرورة بامتناع ما يقولونه من إثبات ذات عالمة بالكليات من غير أن يوجب ذلك كثرة ومن غير أن يكون العلم زيادة على الذات ولا متعدداً بتعدد المعلوم، ودعوى منازعيهم الضرورة بامتناع كون العاقل والمعقول والعقل شيئاً واحداً، ودعوى منازعيهم الضرورة بامتناع صانع لا يعلم صنعه، ودعوى منازعيهم الضرورة بامتناع أعداد لا نهاية لكل منها مع أن بعضها جزأ من بعض، ودعوى منازعيهم الضرورة بامتناع أعداد لها نصف وثلث وربع لا تكون شفعاً ولا وتراً ولا نهاية لها. ¶ ومعلوم أن دعوى منازعيهم العلم الضروري بامتناع ما قالوه في هذه المسائل: هو قول المناظرين لهم من المسلمين وسائر أهل الملل وغير أهل الملل ممن يوافقهم على هذا. ¶ وهذه المقابلة معناها: أنكم كما ادعيتم العلم الضروري بفساد ما قاله مناظركم في مسألة الإرادة؛ فمناظروكم يدّعون العلم الضروري بفساد ما قلتموه في غير هذه المسألة؛ فما كان جوابكم هنا كان جوابه هنا. ¶ ¬__________ ¶ (¬1) نهاية 12/ أ. ¶ (¬2) انتهى كلام الغزالي (ص: 10).",
            "page": "77",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "فإن قلتم لمناظريكم: هذا غير معلوم الفساد بالضرورة عندنا، ودعواكم غير مقبولة علينا. ¶ قالوا لكم هنا: هذا غير معلوم الفساد بالضرورة، ودعواكم غير مقبولة علينا. ¶ فإن قلتم لمناظريكم: أنتم معاندون، أو لم تصوّروا ما تقولون. ¶ قال لك مناظركم: وأنتم معاندون، بل لم تصوّروا ما تقولون. ¶ وإن حلفتم: أنا لا نعلم فساد قولنا بالضرورة. ¶ حلف لكم: أني لا أعلم فساد قولي بالضرورة. ¶ وهذا الجواب لا يستلزم صحة جواب مناظرهم. فإن من ادّعى الضرورة في مقام وأنكره مناظره؛ كان غايته أن يلتزم خطأ أحدهما، فإن كان مناظرهم مصيباً في دعوى الضرورة في مسائل الإلزام؛ فوزانه: أن يكونوا مصيبين في دعوى الضرورة هاهنا، ويكون اللازم بطلان جواب المناظر لهم هنا، وبطلان قولهم في مسألة العلم وقدم الأفلاك. ¶ وهذا اللازم قد يلتزمه أكثر أهل الملل. بل قد يقال: هو الصواب. ¶ وإن كانوا مخطئين في دعوى الضرورة هنا؛ فوزانه: أن يكون مناظرهم مخطئاً في دعوى الضرورة هناك. ¶ ولكن هذا لو صح؛ للزم / (¬1) تخطئة كل من ادّعى الضرورة، وحينئذٍ فلا يبقى في المناظرة فائدة. ¶ وقد يقال في كل موضع: أحد المتنازعين مصيب والآخر مخطئ؛ فيقال: إن لم يعلم أنهم مخطئون في دعوى الضرورة هنا لم يستقم الجواب. ¶ ¬__________ ¶ (¬1) نهاية 12/ ب.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وقد يقال: بل دعوى الضرورة في مسألة مساواة الأقل الأكثر، وخلو العدد الذي له إنقاص عن الشفع والوتر؛ يفسد قولهم في قدم الأفلاك، وذلك يدل على حدوث العالم، وهو المقصود. ¶ قيل: هذا يدل على حدوث الأفلاك وهو حق، وقولهم بقدم الأفلاك باطل؛ لكن من أين يستلزم ذلك حدوث الحوادث بإرادة قديمة بلا حوادث تحدث؟ وقد يكون مذهب الخصم باطلاً؛ ولكن الحجة عليه ضعيفة، أو الجواب عن حجته ضعيف. ¶ والمقصود هنا: تحرير الجواب عن حجتهم؛ وإلا فأدلة حدوث العالم متعددة، وبيان تناقض أقوالهم متعدد. ¶ ثم يقولون: نحن إنما ادّعينا الضرورة: في أن الممكن لا يترجح أحد طرفيه على الآخر إلا بمرجح تام، وأنه يجب وجوده عند المرجح التام. ¶ وأنتم لا تنازعون في هذا في غير محل النزاع؛ بل توافقون على أنه معلوم بالاضطرار، وإنما استثنيتم محل النزاع؛ فادّعيتم: أن الإرادة القديمة مع القدرة القديمة موجب تام، وأن موجبها يتخلف عنها. ¶ كما ادّعى البصريون من المعتزلة: أن المحدث يفتقر إلى إرادة يحدث بها، وأن الأعراض لا تقوم بنفسها؛ وإنما تقوم بمحل اللا في الإرادة الربانية؛ فإنهم ادّعوا حدوثها بلا إرادة، وقيام الإرادة لا في محل، واضطرهم إلى هذا القول ما اضطركم إلى إثبات إرادة قديمة مع قدرة تامة يتخلف عنها مرادها، ثم يقع من غير حدوث شيء أصلاً. ¶ فإن كان قول المعتزلة باطلاً؛ فقولكم نظيره، وإن كان قولكم الذي خصصتم به الإرادة حقاً؛ فقولهم الذي خصّوا به الإرادة نظيره. ¶ وإذا كان ما ذكره الناس: من ادّعاء العلم الضروري بفساد قول هؤلاء المعتزلة حقاً؛ فما ذكره الناس من ادّعاء العلم الضروري بفساد قولكم حقاً.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وإذا قلتم: من شأن الإرادة أن تخصص مثلاً عن مثل؛ أمكنهم أن يقولوا: من شأن الإرادة أن تحدث بلا إرادة. ¶ وليست دعوى فساد قولكم مخصوصاً بها معشر الفلاسفة؛ بل أكثر أهل الملل يقولون: إن قولكم هذا معلوم الفساد بالضرورة. فنفاة الصفات من الجهمية والمعتزلة والنجارية والضرارية وغيرهم يوافقونا على ما ادّعيناه من فساد قولكم، ومثبتة / (¬1) الصفات الذين يصفونه بقيام الأمور الحادثة بذاته يوافقونا على ما ادّعيناه من فساد قولكم. ¶ وإن كان هؤلاء وغيرهم يوافقونكم على فساد قولنا في صور الإلزام؛ فهب: أن ما قالوه في فساد قولنا هناك حقاً؛ أي شيء ينفعكم هذا؟ ونحن إذا أخطأنا في تلك المسائل؛ أي دليل في هذا على صواب قولكم الذي يقول فيه جمهور العقلاء: أنّهم مخالفون فيه لضرورة العقل؟ ¶ وأما قولكم: إن هذا القول يقوله طوائف لا يحصرون. ¶ فيقال لكم: أما جمهور المنتسبين إلى هذا القول فلا يفهمونه؛ لست أقول عامتهم، بل الذين هم منهم فقهاء وصوفية ومحدِّثون، وأكثر المتعاطين للنظر لا يفهمون حقيقة هذا القول، والذين يفهمونه ليسوا عدداً كثيراً، بل عدد محصور تناقله بعضهم عن بعض؛ كما تناقل سائر أهل الأديان والمذاهب الفاسدة مذاهبهم بعضهم عن بعض تقليداً لسلفهم في الحكم، وفيما ادعوه من الدليل والضرورة. ¶ ومثل هؤلاء لا يمتنع عليهم الخطأ في مثل ذلك؛ وأن يكون أولهم كان مكابراً أو مقصّراً في تصور ما يقوله، وأتباعه لحسن ظنهم بالمتبوع، ولبطلان أقوال مخالفيهم عندهم التزموا هذا القول، كما التزمت المعتزلة حدوث الإرادة لا في محل، وكما التزمنا معشر الفلاسفة أموراً هي أعظم فساداً من قولكم وقول المعتزلة، وقلد فيها خلفنا لسلفنا. ¶ ¬__________ ¶ (¬1) نهاية 13/ أ.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "[تتمة كلام الغزالي] ¶ ثم قال أبو حامد (¬1): فإن قيل: فبم تنكرون على من يترك دعوى الضرورة ويدل عليه من وجه آخر: وهو أن الأوقات متساوية في جواز تعلق الإرادة بها. فما الذي ميز وقتاً معيناً عما قبله وعما بعده وليس محالاً أن يكون التقدم والتأخر مراداً؟ ¶ بل يجري (¬2) في البياض والسواد والحركة والسكون. فإنكم تقولون: يحدث البياض بالإرادة القديمة والمحل قابل للسواد قبوله للبياض، فلم تعلقت الإرادة القديمة بالبياض دون السواد؟ وما الذي يميز أحد المثلين (¬3) عن الآخر في تعلق الإرادة به؟ ونحن نعلم بالضرورة أن الشيء لا يتميز عن مثله إلا بمخصص، ولو جاز ذلك لجاز أن يحدث العالم وهو ممكن الوجود كما أنه ممكن العدم، ويتخصص جانب الوجود المماثل لجانب العدم في الإمكان بغير مخصص. ¶ وإن قلتم: الإرادة خصصت! فالسؤال على اختصاص الإرادة وأنها لم اختصت؟ / (¬4). ¶ فإن قلتم: القديم لا يقال له: لمَ؟ فليكن العالم قديماً ولا يطلب صانعه ولا سببه، لأن القديم لا يقال فيه: لمَ. فإنه إن جاز تخصيص القديم بالاتفاق بأحد الممكنين؛ فغاية المستبعد أن يقال: العالم مخصوص بهيئات مخصوصة كان يجوز أن يكون على هيئة أخرى بدلاً عنها. ¶ ¬__________ ¶ (¬1) تهافت الفلاسفة (ص: 10). ¶ (¬2) ليست في تهافت الفلاسفة. ¶ (¬3) في تهافت الفلاسفة (ص: 10): (الممكنين). ¶ (¬4) نهاية 13/ ب.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "فيقال: وقع كذلك اتفاقاً؛ كما قلتم: اختصت الإرادة بوقت دون وقت وهيئة دون هيئة اتفاقاً. ¶ وإن قلتم: إن هذا السؤال غير لازم لأنه وارد على كل ما يقوله (¬1) وعائد على كل ما يقدره. ¶ فنقول: لا، بل هذا السؤال لازم لأنه عائد في كل وقت ولازم لمن خالفنا على كل تقدير. ¶ قلنا: إنما وجد العالم حيث وجد وعلى الوصف الذي وجد وفي المكان الذي وجد بالإرادة، والإرادة صفة شأنها تمييز الشيء عن مثله، ولولا أن هذا شأنها لوقع الاكتفاء بالقدرة. ولكن لما تساوت نسبة القدرة إلى الضدين ولم يكن بد من مخصص يخصص الشيء عن مثله. (¬2) ¶ فقول القائل: لم اختصت الإرادة بأحد المثلين؟ كقول القائل: لم اقتضى العلم الإحاطة بالمعلوم على ما هو به؟ فيقال: لأن العلم عبارة عن صفة هذا شأنها، (¬3) بل ذاتها تمييز الشيء عن مثله. فإن قيل: إثبات صفة شأنها تمييز الشيء عن مثله غير معقول ... (¬4) ¶ ثم قال أبو حامد (¬5): الاعتراض الثاني على أصل دليلهم أن يقال: استبعدتم حدوث حادث من قديم، ولا بد لكم من الاعتراف بأن في ¶ ¬__________ ¶ (¬1) في تهافت الفلاسفة (ص: 10): (يريده). ¶ (¬2) تكملة من تهافت الفلاسفة (ص: 10): (فقيل: للقديم وراء القدرة صفة من شأنها تخصيص الشيء عن مثله). ¶ (¬3) تكملة من تهافت الفلاسفة (ص: 10): (فكذلك الإرادة عبارة عن صفة هذا شأنها). ¶ (¬4) والكلام له تكملة في تهافت الفلاسفة (ص: 10 - 11). ¶ (¬5) تهافت الفلاسفة (ص: 13).",
            "page": "82",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "العالم حوادث لها أسباب. فإن استندت الحوادث إلى الحوادث إلى غير النهاية فهو محال، وليس ذلك معتقد عاقل. ولو كان ذلك ممكناً لاستغنيتم عن الاعتراف بالصانع وإثبات واجب الوجود هو مستند الممكنات. وإذا كانت الممكنات (¬1) لها طرف ينتهي إليها تسلسلها فيكون ذلك الطرف هو القديم، فلا بد إذاً على أصلهم من تجويز صدور حادث من قديم. (¬2) ¶ وبَسَطَ الكلام في هذا الجواب بَسْطاً حسناً. ¶ [أجوبة الرازي على الشبهة الأولى للمتفلسفة] ¶ وعلى هذا الوجه: اعتمد أبو عبد الله الرازي في الجواب عن حجتهم فقال (¬3): ¶ الجواب عن الشبهة الأولى أن نقول: إن صح ما ذكرتم: يلزم أن لا يحصل في العالم شيء من التغيرات؛ لأنه يلزم من دوام واجب الوجود أزلاً وأبداً: دوام المعلول الأول، ومن دوام المعلول الأول دوام / (¬4) المعلول الثاني وهلم جرّا إلى آخر المراتب؛ فيلزم أن لا يحصل في العالم شيء من التغيرات، وإنه خلاف الحس. ¶ قال: فإن قيل: لم لا يجوز أن يقال: إن واجب الوجود عام الفيض؛ إلا أن صدور الأثر عنه يتوقف على استعداد القوابل، وحدوث هذه الاستعدادات المختلفة في القوابل يتوقف على الحركات الفلكية ¶ ¬__________ ¶ (¬1) في تهافت الفلاسفة (ص: 13: (الحوادث) ¶ (¬2) انتهى كلام الغزالي. ¶ (¬3) الأربعين في أصول الدين 1/ 78 - 79. ¶ (¬4) نهاية 14/ أ.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "والاتصالات الكوكبية؛ فكل حادث منها مسبوق بآخر لا إلى أول. فلهذا السبب حدث التغير في هذا العالم؟ ¶ الجواب: أنا نقول: العرض الحادث المعين إذا حدث في العالم: فإما أن يفتقر في حدوثه إلى سبب، أو لا يفتقر. فإن لم يفتقر؛ فقد حدث الممكن لا عن سبب. وهذا باطل بالاتفاق. ¶ وإن افتقر إلى سبب؛ فذلك السبب إن كان حادثاً؛ كان الكلام في كيفية حدوثه كما في الأول؛ فيفضي إلى وجود أسباب ومسببات لا نهاية لها دفعة واحدة؛ وهو محال. ¶ وإن كان السبب قديماً؛ فقد أسندتم إلى المؤثر القديم أثراً محدثاً. ¶ وإذا عقلتم ذلك؛ فلم لا يجوز في كل العالم مثل ذلك أيضاً؟ (¬1) ¶ [تعليق شيخ الإسلام] ¶ قلت: فجواب الرازي هو المعارضة بالحوادث. ¶ ولا ريب أن المعارضة تدل على فساد دليلهم على قدم العالم؛ لكن لا يتبيّن وجه فساده من فساد أي المقدمات ومحله، ولا يتضمن أيضاً القول بموجب ما في الدليل من المقدمات الصحيحة. ¶ فإن المقدمات إذا كانت صادقة، والتأليف صحيحاً امتنع أن يكون الدليل باطلاً، وإذا كان منقوضاً معارضاً بمثله، واستلزم ذلك خلاف الحس؛ عُلم أنه باطل من حيث الجملة، وأنه لا يدل على المطلوب. ¶ لكن يبقى تمييز المقدمة الصحيحة من الفاسدة، ولا ريب أن أجوبة أهل الحق من المسلمين وسائر أهل الملل وغيرهم عن هذه الحجة بعد ¶ ¬__________ ¶ (¬1) انتهى كلام الرازي.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "المعارضة المبينة فسادها: إما باختيار القسم الأول: وهو أن كل ما لا بد منه في خلق العالم كان حاصلاً في الأزل. وإما باختيار القسم الثاني. ¶ وكل من القسمين يختاره في المعنى طائفة من علماء المسلمين، حتى أصحاب أحمد ومالك والشافعي وأبي حنيفة. منهم من قوله يوافق القسم الأول، ومنهم من قوله يوافق القسم الثاني. ¶ وقد ذُكر عن غير واحد من المنتسبين إلى السنة والحديث؛ كالحارث المحاسبي (¬1) وأبي بكر عبد العزيز بن جعفر (¬2) وغيرهما عن أهل السنة في أصل هذه المسألة قولين: ¶ أحدهما: وهو قول الكلابية والأشعرية ومن وافقهم من أصحاب أحمد ومالك والشافعي وأبي حنيفة وأهل الحديث وغيرهم القول بامتناع قيام الحوادث به، وهو قول المعتزلة / (¬3) قبلهم. ¶ والثاني: وهو قول جماهير أئمة أهل الحديث، وهو قول الهشامية والكرامية وغيرهم من أهل الكلام. ¶ وقول الظاهرية؛ داود بن علي (¬4) وغيره: القول بجواز ذلك؛ لكن من هؤلاء من يقول -مع تجويزه قيام الحوادث به-: بامتناع تسلسلها، ويقول فيها ما يقوله هو وغيره في العالم؛ لا فرق بين ما يحدث فيه أو يحدث منفصلاً عنه. وهذا قول الكرامية وغيرهم. ¶ ¬__________ ¶ (¬1) (ت 243 هـ). ¶ (¬2) أبو بكر بن عبد العزيز بن جعفر بن أحمد البغدادي الفقيه، شيخ الحنابلة، تلميذ الخلال، والمشهور بـ (غلام الخلال)، (ت 363 هـ). طبقات الحنابلة (3/ 213 - 226). ¶ (¬3) نهاية 14/ ب. ¶ (¬4) (ت 270 هـ).",
            "page": "85",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "ومنهم من يقول: بل لم يزل متكلماً متحركاً، وأن من لوازم الحياة: الحركة، كما يقول ذلك من يقوله من أئمة أهل الحديث. ¶ وقد تقدم ما ذكره الرازي: أن جميع ما يجيب به من يختار القسم الأول، كالذي يقول: العلم القديم أو الإرادة القديمة هو السبب في الإحداث، أو يقول: مجرد القدرة ترجح؛ يرجع إلى القول الثاني مع تضعيفه لأجوبتهم. ¶ فتبيّن ما ذكره من أنها كلها ترجع إلى اختيار القسم الثاني؛ وهو: أن كل ما لا بد منه في إيجاد العالم لم يكن حاصلاً في الأزل. ¶ ومعلوم: أنه إذا لم يكن حاصلاً في الأزل ثم حصل؛ وحصوله يستلزم حدوث حادث، وهو أن تمام المؤثرية لم يكن حاصلاً في الأزل. ¶ وأنه لو قيل: إن تمام المؤثرية كان حاصلاً في الأزل لزم قدم جميع الآثار؛ وهو خلاف المشاهدة. ¶ أو يرجح أحد طرفي الممكن بلا مرجح وهو خلاف العقل الصريح. ¶ وإذا قيل: إن تمام المؤثرية ما كان حاصلاً ثم حدث؛ فالقول في سبب ذلك الحادث كالقول فيه؛ ويلزم التسلسل. ¶ فتبيّن: أنه يلزم: إما عدم الحدوث؛ وهو خلاف الحس، وإما الترجيح بلا مرجح؛ وهو خلاف العقل، وإما التسلسل. ¶ فهذه ثلاثة أمور لا بد من التزام واحد منها: ¶ فأما الحدوث والتغير فلم ينكره أحد؛ لأنه خلاف المشاهدة والحس، ولكن الناس على قولين: منهم من يلتزم الترجيح بغير مرجح، ومنهم من يلتزم التسلسل. ¶ وأبو عبد الله في جوابه لم يمكنه أن يلتزم هذا ولا هذا؛ إذ كلاهما ممتنع عنده؛ والحجة تلزمه القول بأحد الممتنعين. ولهذا تكافأت عنده",
            "page": "86",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "الأدلة في مسألة حدوث العالم، ولم يجب الفلاسفة إلا بأن هذه الحجة مستلزمة عدم الحدوث مطلقاً، وهذا / (¬1) إنما يلزمها إذا قبل بامتناع التسلسل، وهم يقولون بجواز التسلسل ولكن في الممكنات لا في الواجب؛ فكان قولهم باطلاً. ¶ [ضعف المتكلمين في بيان بطلان قول المتفلسفة] ¶ لكن هو وأمثاله لا يمكنهم بيان بطلانه؛ فإنهم ألزموا مُنازعهم التسلسل مطلقاً مع القول بامتناع التسلسل؛ فألزموه الجمع بين النقيضين؛ حيث فرض ذات لا فعل لها أصلاً ولا يحدث عنها ولا فيها شيء أصلاً، لا كلام ولا حركة ولا غير ذلك، وأن تلك الذات فعلت وحدث عنها كلام وفعل وغير ذلك بعد أن لم تكن تفعل ولا تتكلم ولا يحدث عنها شيء. ¶ قالوا: فهذا يستلزم حدوث حادث بلا سبب، وترجيح أحد طرفي الممكن بلا مرجح، وهذا ممتنع، أو التسلسل؛ وهو مناقض لهذا القول؛ الذي مضمونه نفي التسلسل. ¶ ومضمون الأمر: أنكم نفيتم التسلسل، والحجة توجب التسلسل. ¶ وهم لا يحتاجون في بيان مناقضة خصومهم المتكلمين أن يقولوا: التسلسل محال مطلقاً، بل يقولون: التسلسل محال عندكم؛ مع أن الحجة تثبته. ¶ وإذا كان هذا التسلسل واقعاً في نفس الأمر؛ وهو التسلسل في الشروط لا في العلل؛ فإن التسلسل في العلل قد اتفق العقلاء على امتناعه، كما أن الدور في العلل قد اتفقوا على امتناعه، وهو الدور القبلي. ¶ ¬__________ ¶ (¬1) نهاية 15/ أ.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وأما الدور المعي؛ وهو الدور في الشروط فهو جائز بلا ريب. ¶ فكما أن الدور ينقسم إلى قسمين؛ كذلك التسلسل ينقسم إلى قسمين؛ فإذا كان هذا التسلسل واقعاً في نفس الأمر والترجيح بلا مرجح ممتنعاً: بطل ما ذكرتموه من أن ذاتاً لم يكن لها كلام ولا فعل ونحو ذلك ثم أحدثت ما أحدثت بلا مرجح أصلاً؛ إذ هذا مستلزم للترجيح بلا مرجح، ولنفي التسلسل الواقع. ¶ ويتبيّن بذلك: أن ما ذكروه من المعارضة لهم بأن هذه الحجة تقتضي منع تغير العالم مطلقاً؛ إنما تلزم مع القول بصحة مقدماتها التي إحداها: امتناع التسلسل مطلقاً. فأما إذا منعت هذه المقدمة لم يلتزم ذلك. ¶ لكن المتفلسفة تلتزم التسلسل في المحدثات القائمة بالممكنات؛ وهو أشد فساداً وتناقضاً كما تقدم. وإن كان الرازي وأمثاله لا يمكنهم بيان فسادها.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "[رد شيخ الإسلام على الفلاسفة في (قدم الأفلاك)] ¶ لكن يقال للفلاسفة: غاية ما في حجتكم إبطال حدوث الحوادث بلا حوادث قبلها، وذلك لا يستلزم قدم الأفلاك بل / (¬1) ولا قدم شيء مغاير لله. أما الأول فلوجهين: ¶ أحدهما: أنه إذا فرض أن كل حادث مشروط بحادث قبله، وكانت الأفلاك من الحوادث المشروطة بحوادث قبلها؛ كان هذا ممكناً كالحوادث المشهودة، ولم يكن في حجتهم ما ينافي هذا. ¶ وقد علم أن القول بصدور الأفلاك عن موجب بالذات باطل بكتب الأنبياء أجمعين، وباطل بالعقل الصريح. ¶ الوجه الثاني: أن تلك الشروط إذا كانت من أفعال الله القائمة بنفسه؛ أمكن أيضاً حدوث الأفلاك، بل وحدوث كل ما سوى الله. ¶ فإنه إذا جاز أن يقوم الكلام المتنوع والفعل المتنوع؛ لم يمكنكم أن تمنعوا جواز كون ذلك سبباً لحدوث ما يحدث. وأنتم تجعلون ما يقوم بالفلك من الحركة سبباً لحدوث جميع الحوادث؛ مع أن الحركة واحدة بسيطة. ولا تنفعكم الإحالة على اختلاف القوابل؛ فإن هذه الأمور المختلفة الحادثة صدرت عندكم عن وجود واحد مطلق ليس فيه اختلاف ولا تقوم به حوادث. ¶ ومعلوم أن العقل يحيل هذا أعظم مما يحيل حدوثه عنه بعد أن لم يكن حادثاً. ¶ ¬__________ ¶ (¬1) نهاية 15/ ب.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "فإنكم أنكرتم على المتكلمين حدوث حادث معين بلا سبب، والتزمتم حدوث جميع الحوادث بلا سبب، وأنكرتم ترجيح بعض الممكنات بلا مرجح، والتزمتم ترجيح جميع الممكنات بلا مرجح؛ فإن الوجود المطلق والذات البسيطة التي هي واحدة من كل وجه: لا اختصاص لها بمُمْكن دون مُمْكن من الأعمار والصفات والمقادير، ولا اختصاص لها بإحداث شيء دون شيء، ولا يكون أحد الحادثين هو السابق دون الآخر. ¶ فما الموجب لكون بعض الأجسام والصفات قديماً وبعضها محدثاً؟ وكون بعض الممكنات موجوداً وبعضها معدوماً من الأعيان والصفات والمقادير والحركات؟ ¶ فهذا يضطركم إلى القول بأن المبدع فيه صفات متنوعة بل وأفعال متنوعة اقتضت ما اقتضته من التنوع في الممكنات والحوادث. ¶ وذلك يستلزم بطلان قولكم بقدم العالم، والموجب بالذات، وقولكم بنفي الصفات الذي جعلتموه توحيدكم. ¶ وقد ألزمهم متكلموا الإسلام بعض هذه الأمور، كما تقدم التنبيه على بعضه. وهذه إلزامات لا محيد عنها. ¶ [قول المتكلمين أقل ضلالاً من قول المتفلسفة وإن كان الجميع في ضلال] ¶ وبها وبأمثالها يتبيّن: أن ما يقوله القائلون بالحدوث من أهل الملل وغيرهم وإن كانوا جهمية معطلة للصفات، أو للصفات والأفعال القائمة به؛ فهم أقل خطأً وضلالاً من هؤلاء / (¬1) المتفلسفة الذين ضموا إلى ¶ ¬__________ ¶ (¬1) نهاية 16/ أ.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "التجهم ما مضمونه تعطيل الفعل والخلق والخالق بالكلية، ووصفوا الوجود الواجب بما يمنع أن يكون موجوداً. وهذا مبسوط في غير هذا الموضع. ¶ والمقصود هنا: أن جواب سؤالهم ممكن بالتزام التسلسل وقيام الحوادث بذاته. لكن القائلون بقيام الحوادث بذاته؛ منهم من ينكر التسلسل ويقول: في الأزل لم يكن يفعل ولا يتكلم ولا ... (¬1) فلا يثبت شيئاً ما بما في نفسه، ولا شيئاً منفصلاً عنه كما يقول الكرامية وغيرهم. ¶ ومنهم من يقول: لم يزل متكلماً، بل لم يزل متحركاً، ويقولون: الحركة من لوازم الحياة، وكذلك التكلم. ¶ فإن القول بأنه لم يزل متكلماً إذا شاء؛ قول أئمة أهل الحديث وجمهورهم، وكذلك القول بالفعل القائم بذاته، وكثير منهم يصرّح بلفظ الحركة. ¶ والفلاسفة القائلون بقدم العالم ظنوا أنهم بالتزام التسلسل نجوا من المحذورين المتقدمين، وليس الأمر كذلك، بل خصومهم المتكلمون والمعتزلة ونحوهم الذين جوزوا حدوث الترجيح بلا سبب حادث مرجح أبعد عن الباطل منهم، وأقرب إلى الحق، وإن قيل: إن في قولهم ما هو باطل. ¶ وبيان ذلك: أن الفلاسفة إذا قالوا بالتسلسل؛ فإنما قالوا به في الحركات القائمة بالممكنات؛ كحركات الفلك، إذ كل حركة مسبوقة عندهم بحركة. وعندهم: أن مجموع العالم صدر عن علة تامة قديمة واجبة الوجود بنفسها، وهي وجود مجرد ليس له صفة ثبوتية، بل صفاته: إما سلب، وإما إضافة، وإما مركب منهما. ¶ ¬__________ ¶ (¬1) فراغ في الأصل.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "فيقال لهم: تلك الحوادث القائمة بالممكنات كحركات الفلك، وإرادات النفس وتصوراتها، والمولدات الحادثة من الحيوان والنبات والمعادن، وغير ذلك؛ حدوث كل منها: إما أن يكون له سبب حادث؛ فيلزم التسلسل في أمور تقوم بنفس الوجود الواجب. وإما أن لا يكون له سبب؛ فيلزم الترجيح بلا مرجح. ¶ فإن هذه الحركة الدائمة المستمرة التي يجعلونها أزلية أبدية، وما يقدرونه سبباً مرتباً لها: كون النفس التي تتضمن إرادات متعاقبة، وتصورات متعاقبة: إما أن يكون لها سبب، وإما أن لا يكون. ¶ فإن قالوا: لا سبب لها؛ لزم الترجيح بلا مرجح. وهذا أبطل من قول خصومهم المعتزلة وغيرهم من أهل الكلام. فإن أولائك قالوا: القادر المختار يرجح أحد مقدوريه، أو قالوا: (المرجح): المشيئة القديمة للقادر المختار، أو قالوا: (المرجح): إرادة تحدث للقادر المختار؛ إما بنفسه / (¬1) وإما منفصلاً عن نفسه. ¶ وبكل حال فهم لم يقولوا: الحوادث تحدث بلا فاعل ولا مبدع، ولا أن ما يحدث من الأعراض والجواهر ليس له مبدع وفاعل، بل قالوا: له مبدع وفاعل؛ ولكن عجزت عقولهم عن سبب كونه فاعلاً بعد أن لم يكن فاعلاً. ¶ ومعلوم: أن هذا إن كان فاسداً؛ فقول من يقول: إن ما يحدث من الحركات وسائر الأعراض والجواهر حدثت بلا فاعل أحدثها أعظم فساداً ومخالفةً لصريح العقل؛ فإنه إذا عرض على العقل قول من يقول: أعلم أن للحوادث فاعلاً فعل بعد أن لم يكن من غير أن يحدث له سبب يوجب كونه فعل بعد أن لم يكن؛ لكن لأنه على وجه له أن يفعل، وله أن لا يفعل، وإذا فعل لم يكن فعله لسبب حدث. ¶ ¬__________ ¶ (¬1) نهاية 16/ ب.",
            "page": "92",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "وعرض عليه أن يقال: هذه الحوادث تحدث بلا فاعل يحدثها. ¶ كان علمه ببطلان هذا القول أبين، وجزمه بفساده أقوى وأفظع، ونفور العقل الصريح عن ذلك أشد. ¶ [حقيقة قول المتفلسفة، وإبطال قولهم] ¶ وإن قالوا: بل الوجود المجرد الواجب القديم اقتضى بنفسه: أن تكون الممكنات صادرة عنه على هذا الوجه المتضمن حدوث حوادث فيه متعاقبة. وهذا حقيقة قول القوم. فمجرد ذاته هو الموجب للحوادث المتعاقبة بتوسط العقل. ¶ قيل لهم: هذا أيضاً يقتضي الترجيح بلا مرجح من وجوه: ¶ أحدها: أن واجب الوجود إذا كان هو في نفسه على حال واحدة أزلاً وأبداً، والفعل الصادر عنه كذلك على حال واحدة أزلاً وأبداً؛ لم يتميز وقت عن وقت بالنسبة إليه وإلى معلوله. فاختصاص هذا الوقت بحوادث مخالفة للحوادث في الوقت الأول ترجيح لأحد المتماثلين بغير مرجح. ¶ ومعلوم أن الحوادث في الأزمنة ليست متماثلة، بل يحدث في كل زمان ما يخالف الحوادث في الزمان المتقدم، وإذا قيل إن ذلك لاختلاف حركات الأفلاك، فالكلام في اختلاف تلك الحركات؛ فيضطرون إلى القول بأن المختلف صدر عن غير مختلف. وهذا ترجيح بلا مرجح. ¶ الثاني: أن هذا أيضاً يلزمهم في مقادير الممكنات وصفاتها وحقائق ذواتها؛ فإن العقل الصريح يعقل من الذوات والصفات والمقادير الممكنة غير ما وجد. فترجيح أحد الممكنين على الآخر يفتقر إلى مرجح، وهو منتفٍ. ¶ الثالث: أن هذا يمنع حدوث شيء أصلاً؛ لأن الحوادث المتصلة",
            "page": "93",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "المتعاقبة إذا / (¬1) قدّر أنها صدرت عن وجود مجرد، وذات لا صفة لها، ولا فعل لها؛ فكل جزء من أجزاء الحركة حدث بعد أن لم يكن من غير سبب أوجب حدوثه، وإذا كان كل جزء منها يستلزم ذلك؛ فمجموع الحوادث من الحركات وغيرها يستلزم أن تكون حدثت من غير سبب اقتضى حدوثها أصلاً. ¶ وإذا امتنع في كل منها أن يحدث بلا سبب؛ كان امتناع حدوثها كلها بلا سبب أولى وأظهر. ¶ وإذا كانوا يقولون: ذات لم تفعل ثم فعلت من غير حدوث أمر فيها محال. ¶ قيل لهم: وذات يحدث عنها دائماً أشياء من غير حدوث أمر لها أشد استحالة وأبين ضلالة؛ فإن كل ما في ذلك من الإحالة هو في هذا وأشد؛ إذ حدوث الحوادث عنها إن لم يقتضِ حدوث أمر فيها أمكن أن يحدث عنها بعد أن لم يكن من غير حدوث شيء فيها. ¶ وإن اقتضى حدوث أمر فيها كان قول القائل: إن الحوادث تحدث عنها أزلاً وأبداً من غير حدوث أمر فيها أكبر كذباً من قول القائل: إنها تحدث عنها فيها لا تزال دون الأول. ¶ فمن قال: إن الحوادث تحدث عنها في بعض الأوقات المقدرة؛ أقل خطأً على هذا التقدير من قول من قال: إنها تحدث عنه في جميع الأوقات أزلاً وأبداً. ¶ وإذا قالوا: يمكن أن يكون الوجود الواجب المجرد، والذات المجردة علة لأن تصدر عنها الحوادث شيئاً بعد شيء من غير حدوث أمر فيها. ¶ قيل لهم: وكذلك بطريق الأولى يمكن أن يحدث عنها شيء بعد أن ¶ ¬__________ ¶ (¬1) نهاية 17/ أ.",
            "page": "94",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "لم يكن من غير حدوث أمر فيها. فإن حدوث الحوادث أزلاً وأبداً أعظم من حدوثها في الأبد دون الأزل؛ كما يقوله جمهور المعتزلة والكلابية والكرامية. أو حدوثها فيما بين الأزل والأبد؛ كما يقوله أبو الهذيل العلاف رأس المعتزلة، والجهم بن صفوان رأس الجهمية؛ حيث قالا بانقطاع الحوادث في الأبد. ثم الجهم يقول بفناء الممكنات. وأبو الهذيل يقول بانقطاع الحركات مع بقاء الأعيان. ¶ والمقصود: أن كلاً من هذين القولين وإن تضمن القول بحدوث حوادث عن قديم بدون حدوث أمر فيه، أو بحدوث أمر فيه مبتدأ؛ فهو أقل خطأً وضلالاً ممن يقول: إن الحوادث تحدث أزلاً وأبداً عن قديم لم يحدث فيه شيء قط؛ فإن هذا تصريح بأن الحوادث كلها لا تزال تحدث شيئاً بعد شيء من غير أمر يحدث في القديم الواجب الوجود. وهذا إلى قول باستغناء الحوادث عن محدث أو رب. ¶ ومعلوم: أن القول باستغناء الحوادث عن محدث هو من أبين المحالات في صريح العقل، وقد اتفق هؤلاء العقلاء / (¬1) من المتكلمين والمتفلسفة وغيرهم على امتناعه، وهو أظهر امتناعاً من استغناء الممكن عن مرجح. ¶ فإنه لو قدّر: أن حدوث الحوادث بلا محدث؛ لكان ترجيح الممكن بغير مرجح أولى. فإن الحوادث ممكنة وزيادة. ¶ فإذا جاز أن يقال: إن الممكن المحدَث يوجد بغير محدِث مرجِح. ¶ فالقول بأن الممكن القديم يوجد بغير مرجح أولى وأحرى. ¶ وإذا كان قول هؤلاء المتفلسفة مستلزماً أن تكون الحوادث الممكنة ¶ ¬__________ ¶ (¬1) نهاية 17/ ب.",
            "page": "95",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "كلها حادثة بغير محدث؛ وذلك مستلزم للقول بوجود الممكن القديم بغير مرجح بطريق الأولى والأحرى؛ علم أن قولهم بقدم العالم وصدوره عن وجود مجرد، أو ذات مجردة، أو ما قالوه، سواءً كان متوسط قديم آخر هو العقل، أو بغير توسط هذا القديم؛ تضمن ما أنكروه على المتكلمين القائلين بحدوثه عن فاعل مختار من غير حوادث متعاقبة، سواءً قالوا مع حدوث حوادث في الفاعل المختار، أو بدون حدوث حوادث فيه. ¶ وإن ما ألزموه لهؤلاء من حدوث حادث بغير سبب حادث يلزمهم ما وهو أعظم منه، وهذا هو المقصود. ¶ ولهذا كانت العقول الصريحة والفطر السليمة الزكية تبين لها فساد أقوالهم وتجزم به؛ وإن كانت تشك في فساد أقوال خصومهم. ولهذا كان العقلاء الذين وافقوا خصومهم أعظم قدراً وعدداً من العقلاء الذين وافقوهم، وكان لخصومهم من النظر الصحيح، والأدلة الصحيحة، والأقوال السليمة، في العلم الإلهي ما ليس لهم قريب منه؛ إذ كلامهم في العلم الإلهي قليل يُردّ، وإنما عامة كلامهم في الطبيعيات والرياضيات فلهم فيها متسع ومجال، وأما في الإلهيات فهم فيها بين الإفلاس والإزغال والإقلال؛ إما أن لا يكون عندهم فيها شيء فيكونون مفاليس جهالاً جهلاً بسيطاً، وإما أن يكون عندهم الملبوس المغشوش ما هم فيه جهال جهلاً مركباً، وإما أن يكون عندهم من الحق ما هو نزر قليل وهو متعب (كلحم جمل غث على رأس جبل وعر، لا سهل فيرتقى، ولا سمين فينتقل) (¬1). ¶ ¬__________ ¶ (¬1) جزء من حديث أم زرع المشهور، رواه البخاري (4790)، ومسلم (4481). وقد وصف شيخ الإسلام كلام الفلاسفة في الإلهيات بهذا الوصف في عدد من كتبه منها: مجموع الفتاوى (2/ 22، 7/ 587، 9/ 6، 19/ 163). درء التعارض (2/ 355، 3/ 311، 4/ 209). بيان تلبيس الجهمية (1/ 372). الرد على المنطقيين (ص: 297). الرسالة الصفدية (ص: 444). الإيمان الأوسط (ص: 131).",
            "page": "96",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "[إلزام المتفلسفة ما ألزموه لخصومهم] ¶ فقد تبيّن: أن المتفلسفة يلزمهم ما ألزموه لخصومهم من المحال وزيادة. ¶ فإن قيل: وهذا أيضاً يلزم إذا قيل: بأن المبدع تقوم به الأفعال، فإنه إذا قيل: لم يزل يتكلم إذا شاء كما قاله أئمة أهل السنة والحديث ونحو ذلك. ¶ فالموجِب لتلك الأمور لا بد له من سبب حادث، ويلتزم حدوث الحوادث عن القديم. ¶ قيل: حدوث الحوادث عن القديم ليس ممتنعاً عندكم، ولا دليل لمن نفاه على امتناعه، وإنما الممتنع حدوثها بدون سبب / (¬1) حادث. ¶ فإذا قيل: إن القديم لم يزل يفعل ويتكلم إذا شاء؛ لم يلزم أن يكون قد حدث شيء بلا سبب حادث؛ لإمكان أن يكون الأول شرطاً في حدوث الثاني كما تقولونه في الحوادث في الممكنات، وليس في ذلك حدوث الحوادث عن ذات مجردة أو وجود مطلق أو حدوث المختلفات عن مثل ذلك، بل قد يقول القائل: إن وجود الأنواع دليل على صفات متنوعة. ¶ كما يقال: إن الفعل دل على القدرة، والإحكام دل على العلم، والتخصص دل على المشيئة. وهذه الصفات مشروطة بالحياة. ¶ بل ويقال أيضاً: الإنعام دل على الرحمة، والغايات المحمودة دلت على الحكمة مع الرحمة، بل وعلى المحبة أيضاً، وإكرام المؤمنين ونصرهم دل على المحبة والرضا، وعقوبة الكفار كقوم نوح ¶ ¬__________ ¶ (¬1) نهاية 18/ أ.",
            "page": "97",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "وغيرهم دل على البغض والسخط، وحدوث الحوادث بعد أن لم تكن حادثة دل على ما يقوم بذاته من الفعل والكلام ونحو ذلك مما يتعلق بمشيئته وقدرته. ¶ فإن قيل: فيجوز أن تكون ذاته موجبة للأفلاك وما تقوم به من الحوادث سبباً لحدوث الأفعال الحوادث، وهذا يناسب قول من يقول من الفلاسفة: أنه تحله الحوادث كأبي البركات (¬1) صاحب «المعتبر» وغيره. ¶ قيل: لكن من قال: تحله الحوادث لا يلزمه أن يقول: إن العالم قديم. وإن قال بذلك لم يكن له عليه حجة. فإن ذلك إذا كان جائزاً أمكن إحالة حدوث العالم على حدوث بعض الأسباب. وأيضاً فلو قدّر أن ذاته مستلزمة لبعض الأعيان لم يجب أن تكون ذلك هي السماوات والأرض التي أخبرت الأنبياء: بأن الله خلقها في ستة أيام ثم استوى على العرش. فإن إخبار الأنبياء دل على خلقه لها في ستة أيام ثم استوائه على العرش. وهؤلاء الفلاسفة ينكرون خلقها في ستة أيام، وينكرون أنه بعد ذلك استوى على العرش. ¶ والمعتزلة ونحوهم من الجهمية الذين ناظروا هؤلاء في مسألة حدوث العالم يعترفون بخلقها، وينكرون أن الله استوى بعد ذلك على العرش، ويحرّفون معنى الاستواء كما يحرّف المتفلسفة معنى الخلق في ستة أيام. وهذا مبسوط في موضعه. ¶ وإنما المقصود هنا: أن الكتب الإلهية كالقرآن والتوراة -اللذين لم يأت من عند الله كتاب أهدى منهما- أخبرت: بأنه خلق السماوات والأرض في ستة أيام ثم استوى على العرش. ولهذا شرع لأهل الملل ¶ ¬__________ ¶ (¬1) أبو البركات هبة الله بن علي بن ملكا، أو بن ملكان البلدي، طبيب فيلسوف من سكان بغداد، كان يهودياً وأسلم في آخر عمره. اختلف في وفاته هل هو: 547 هـ، أو 560 هـ، أو 570 هـ. الأعلام (8/ 74).",
            "page": "98",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "أن يجمّعوا في كل أسبوع يوماً؛ فإن ذلك يحفظ دور الأسبوع التابع للأسبوع الأول / (¬1) الذي خلق الله فيه العالم. إذ الأسبوع ليس له سبب محسوس كما لليوم والليلة، والشهر، وإنما عرف ذلك بإخبار الأنبياء. ولهذا لا توجد أيام الأسبوع إلا في لغة من أخذ عن الأنبياء، بخلاف الأمم الذين لم يقتدوا بكتاب منزل، فإنهم يسمون اليوم والشهر والعام، ولا يذكرون الأسبوع. ¶ والمقصود هنا: أن ما أخبرت به الأنبياء ليس في العقل ما يعارضه، وليس مع المتفلسفة ما يدل على قدم السماوات والأرض التي أخبرت الرسل بأن الله خلقها في ستة أيام، بل ما أخبرت به الرسل من ذلك دليل على أن له فعلاً يقوم بذاته؛ كالاستواء والإتيان والمجيء، بل وكالخلق أيضاً ونحو ذلك، ومفعولات منفصلة عنه كالمخلوقات. وهؤلاء المتفلسفة الدهرية تنكر الأمرين. فمناظرهم من أهل الكلام المعتزلة ونحوهم من أنكر قيام الأفعال بذاته موافقة لهم على ذلك، وظن أن قيام الأفعال أو الصفات أيضاً دليل على حدوث الموصوف بذلك، وجعل هذا حجته على الفلاسفة في حدوث ذلك؛ فلزم من دليله حدوث الخالق تعالى؛ لأنه موصوف وله فعل. وهذا باطل. وكانت حجته على أصل الأنبياء وأتباعهم، وعلى أصل الفلاسفة أيضاً؛ حيث جوزوا قيام الصفات والأفعال بقديم عن واجب الوجود، وكانت حجته مبنية على حدوث حادث بلا سبب، وهذا باطل في العقل. وإذا بطلت حجته لم يلزم صحة قول الفلاسفة الذين هم أضل منه وأجهل، فإن حجتهم أدحض؛ إذ مضمونها: صدور المختلفات عن واحد من كل وجه، وصدور الحوادث كلها عن من لم يحدث منه ولا فيه شيء أصلاً. وفي ذلك من الترجيح بلا مرجح، والحدوث بلا سبب حادث أعظم مما في قول أولائك. ¶ ¬__________ ¶ (¬1) نهاية 18/ ب.",
            "page": "99",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "[تفاصيل العقائد لا يُهتدى إليها بمجرد العقل بل بنور النبوة] ¶ وكما أن العقل يبيّن فساد ما قاله هؤلاء وهؤلاء من الأقوال المخالفة للكتب الإلهية، ويبيّن أن ما يعارضون به النصوص الإلهية ويسمونه عقلاً هو جهل لا عقل. ¶ فكذلك أيضاً العقل يقرر ما أخبرت به الرسل ويصدقه؛ لكن بطريق الإجمال، وأما التفصيل فلا يهتدى إليه بمجرد العقل، بل بنور النبوة، فإنه مثلاً: يثبت أن الخالق مباين للمخلوق، وأنه لا يجوز أن يكون مجانباً له، ولا هو أيضاً غير مباين، ولا محايث، ولا داخل العالم ولا خارجه، كما يقول هذا وهذا من يقوله من الجهمية المتفلسفة، والمعتزلة، ومن اتبعهما. ¶ والعقل أيضاً يثبت علوه على / (¬1) مخلوقاته مع مباينته لها؛ لكن لا يهتدي إلى معرفة العرش واستوائه عليه. ¶ ولهذا: كان متكلمة الصفاتية الذين لا يقولون بقيام الأفعال بذاته؛ كأبي محمد بن كلاب (¬2) والحارث المحاسبي والقلانسي (¬3) ونحوهم: ينفون بالعقل علوه على مخلوقاته ومباينته لها، ويجعلون الاستواء صفة سمعية. ¶ فكذلك أيضاً العقل وإن بيّن خلقه للعالم؛ لكن لا يبيّن أنه خلق في ستة أيام. ¶ ¬__________ ¶ (¬1) نهاية 19/ أ. ¶ (¬2) (ت 240 هـ). ¶ (¬3) أحمد بن عبد الرحمن بن خالد القلانسي الرازي، من معاصري أبي الحسن الأشعري، واعتقاده موافق لاعتقاده في الإثبات. انظر الصفدية (الحاشية) (ص: 344 - 345).",
            "page": "100",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "فإن هذا التفصيل إنما يعلم بالسمع، والله أخبر من خلقه لذلك في ستة أيام، ثم استوائه على العرش بما يقرر ما عرف بالعقل، ويبيّن مع ذلك ما يعجز العقل عن معرفته؛ إذ الرسل صلوات الله عليهم يبيّنون محارات العقول لا يأتون بالمحالات من العقول. ¶ فما نفاه أولائك من امتناع قيام الفعل به يبيّن العقل نقيضه، وأن الحوادث مشهودة شيئاً بعد شيء، وحدوث حوادث بلا سبب حادث محال. ¶ فكما يقدر في العالم من أمر حادث لا بد له من سبب حادث، وذلك يقتضي أن تقوم به الأفعال. ¶ ثم إذا قيل: أفعاله لا بد لها من سبب. لم يمكن أن يمنع المنازع تنوع الأفعال وتعاقبها. فإنه غايته أن يدّعي: أن ذلك ينافي القدم، أو ينافي وجوب الوجود، وكلاهما باطل مستلزم للترجيح بلا مرجح. ¶ بل من يقول: إن قيام الفعل به ينافي وجوب الوجود؛ يطعن في حجة من يقول: إنه ينافي القدم. ¶ ومن يقول: إنه ينافي القدم؛ يطعن في حجة من يقول: إنه ينافي وجوب الوجود. ¶ وذلك أن كلا الحجتين فاسدة، وصاحبها متناقض فيها، كما قد بسط في غير هذا الموضع. ¶ وتبيّن بطلان قول هؤلاء وهؤلاء في نفي الصفات والفعل القائم به، وكذلك قول هؤلاء في قدم العالم.",
            "page": "101",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "[قول المتفلسفة: (الواحد لا يصدر عنه إلا واحد)، وبيان بطلانه] ¶ ومما يبيّن فساد قولهم بقدم العالم أنهم يقولون: الواحد لا يصدر عنه إلا واحد، ثم أئمتهم يقولون: صدر عنه عقل، ثم عن العقل عقل ونفس وفلك، ثم عن العقل عقل ونفس وفلك، إلى العقل العاشر الفعّال الذي صدر عنه ما تحت فلك القمر. فالصادر عن الواحد إن كان أكثر من واحد انتقض قولهم، وإن كان واحداً لزم أن لا يصدر عنه إلا واحد؛ فتمتنع الكثرة في الوجود، وهو خلاف المشاهدة، لا سيما والفلك التاسع أطلس، والثامن مكوكب بكواكب كثيرة، فلا بد لها من أسباب متعددة بعددها على أصلهم، وليس في التاسع ما يقتضي ذلك، وليس لهم عن هذا عدد يساوي الذكر، فإنهم إذا / (¬1) قالوا: العقل الأوّل فيه وجوب ووجود وإمكان. فباعتبار وجوبه صدر عنه عقل، وباعتبار وجوده صدر عنه نفس، وباعتبار إمكانه صدر عنه فلك، ونحو هذا مما يتخيلونه ويهذون به. ¶ قيل لهم: هذه الوجوه إن كانت وجودية فهي كثيرة؛ فقد صدر عن الواحد صُدُرٌ كثيرة. وإن كانت عدمية؛ فالعدم لا يكون علة للوجود، مع أن هذا تحكم محض لا دليل عليه أصلاً. وكواكب الثامن لا حيلة لهم فيها. ¶ ¬__________ ¶ (¬1) نهاية 19/ ب.",
            "page": "102",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "[قول الفلاسفة شرٌّ من قول النصارى ومشركي العرب] ¶ ثم إن هذا الذي هو القول بتوليد العقل عنه، وتوليد العقل والنفس والفلك عن العقل، وأن كل واحد من العقول هو رب لكل ما دونه، وأن العقل الفعّال هو رب لكل ما تحت السماء؛ لا ريب أنه شرٌّ من قول النصارى الذين قالوا: المسيح ابن الله، وشرٌّ من قول العرب الذين قالوا: الملائكة بنات الله. فإن أولائك مع أنهم {وَجَعَلُوا لِلَّهِ شُرَكَاءَ الْجِنَّ وَخَلَقَهُمْ وَخَرَقُوا لَهُ بَنِينَ وَبَنَاتٍ بِغَيْرِ عِلْمٍ} (¬1) كانوا يقولون: إنه خلق السماوات والأرض وما بينهما، لا يقول أحدهم: إن ملكاً من الملائكة أبدع كل ما تحت السماء، ولا أن ملكاً واحداً ابتدع جميع الكائنات غيره. ¶ ففي قول هؤلاء من الإشراك والتوليد أعظم مما في قول النصارى ومشركي العرب. ¶ وأصل قولهم في إثبات الواحد الذي يصفونه بأنه واجب الوجود هو قول باطل ممتنع في صريح العقل. فإنهم يقولون: هو الوجود المطلق الذي ليس له حقيقة يمتاز بها عن الممكنات غير حقيقة الوجود. ¶ والمطلق تارة يريدون به المطلق بشرط الإطلاق، وهذا عندهم وعند جميع العقلاء لا وجود له في الخارج عن الذهن؛ وإنما وجوده في الذهن فقط، كما بيّنوا ذلك في المنطق. ¶ فالإنسان المطلق بشرط الإطلاق، والحيوان المطلق بشرط الإطلاق، والجسم المطلق بشرط الإطلاق، والوجود المطلق بشرط الإطلاق؛ إنما يتحقق في الذهان لا في الأعيان. ¶ فإن الذهن يأخذ القدر بين الأعيان المشتركة، والقدر المشترك -بشرط ¶ ¬__________ ¶ (¬1) سورة الأنعام: 100.",
            "page": "103",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "كونه مشتركاً- لا وجود له في الخارج عن الذهن؛ إذ كل شيء موجود فهو متميز بنفسه عما سواه لا يشركه غيره في نفس ما هو قائم به من الصفات، ولا في نفس ذاته الموصوفة، ولكن هو وغيره يشتبهان، ويشتبه هذا من وجه، وهذا من وجه، والعقل يميز ما اشتبها فيه واختلفا فيه. ¶ والثاني المطلق لا بشرط؛ مثل الإنسان والحيوان والجسم والموجود؛ فهذا إذا قالوا: إنه موجود في الخارج عن الذهن لكونه يصح أن يقال للمعيّن: هذا إنسان، هذا حيوان، هذا / (¬1) جسم، هذا موجود؛ لم يقتضِ ذلك أن يكون وجوده غير وجود المعين الخارج، بل إذا قلت: هذا إنسان، وهذا حيوان، وهذا جسم، وهذا موجود، كان المشار إليه واحداً بعينه لا تعدد فيه. ¶ وهذه الأسماء أفادت تعدد الصفات، والمعاني التي يصفه بها العقل لم تفد أن هناك موجودين قائمين بأنفسهما: أحدهما: إنسان والآخر حيوان والآخر جسم والآخر موجود، أو وجود. فإن هذا لا يقوله عاقل تصوره. ¶ وقد بسطنا الكلام على غلط من قال: إن الحقائق التي هي الماهيات في الخارج أمر مغاير للموجود في الخارج. ¶ وقد بيّنا: أنه إنما يتغاير ما في الذهن وما في الخارج. ¶ كما بيّنا غلط من زعم: أن الموجودات لها ثبوت في العدم في الخارج قبل وجودها. ¶ وتبيّن: أن ذلك إنما هو وجودها في الذهن لا في الخارج، وأكثر ما يثبته هؤلاء المتفلسفة من الماهيات الكلية والمادة سواءً قالوا: إنهما يفارقان الأجسام، كقول أفلاطن (¬2)، أو قالوا: إنهما لا يفارقانها، كقول ¶ ¬__________ ¶ (¬1) نهاية 20/ أ. ¶ (¬2) ويقال: أفلاطون، وفلاطن (ت 347 ق. م).",
            "page": "104",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "أرسطو. وما يثبتونه من العقول المجردة، وما يثبته أفلاطن من الخلاء والدهر، وما يثبته فيثاغورس (¬1) من العدد في الخارج عن الذهن. إنما هي أمور ذهنية ظنوا أنها موجودة في الخارج، وليس الأمر كذلك، فهم يتخيلون أموراً مطلقة في الذهن ثم يظنون أنها ثابتة في الخارج، ويجعلون الواحد اثنين كما قد يجعلون الاثنين واحداً بسبب عدم تفريقهم بين الحقائق الذهنية والحقائق الخارجية؛ فيتصورون وجود الشيء وماهيته، فيظنون أن في الخارج اثنين: أحدهما وجود والآخر ماهية، وليس في الخارج إلا واحد؛ لكن الآخر في الذهن. وأمثال ذلك. فإن هذا مبسوط في غير هذا الموضع. ¶ والمقصود هنا: أن هذا الواحد الذي أثبتوه، وجعلوه الوجود المطلق، لم يمكنهم أن يجعلوه المطلق بلا شرط؛ فإن الوجود المطلق لا بشرط هو موضوع العلم الأعلى، والفلسفة الأولى عندهم: الناظر في الوجود ولواحقه. ¶ [و] الكائنات كلها تشترك في مسمى الوجود، وذلك المسمى ينقسم إلى: ¶ جواهر وأعراض، وإلى علة ومعلول، وإلى الواجب والممكن، والقديم والمحدث، ونحو ذلك / (¬2) من اللواحق التي تلحق الوجود من حيث هو هو. ¶ ثم الجوهر قسموه: إلى الجواهر العقلية المجردة التي يسمونها المقارنات للمادة، والمادة هنا هي الجسم، ثم يقولون: تنقسم إلى المجرد عن المادة من كل وجه وهو العقل، وإلى ما يتعلق بالمادة. ¶ وقد بينا في غير هذا الموضع: أن هذا التجريد الذي ادعوه هو من ¶ ¬__________ ¶ (¬1) (ت 497 ق. م). ¶ (¬2) نهاية 20/ ب.",
            "page": "105",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "جنس تجريد النوع عن الأشخاص، وتجريد الجنس عن الأنواع، وأنه تجريد ذهني اعتباري، لا أنه في الخارج شيء هو كذلك، وإنما اشتبه عندهم من حيث: أن نفوسنا تفارق أبداننا بعد مقارنتها. ولكن هذا التجريد، وهذه المقارنة لا توجب صحة قولهم: بأن تلك المجردات لا داخل العالم ولا خارجه، وإنما وقع اشتراك في الألفاظ. وهذا مبسوط في غير هذا الموضع. ¶ ثم الجوهر الموجود الذي هو الجسم جعلوه أيضاً مركباً من مادة وصورة، وجعلوا الجوهر ينقسم إلى مقارن ومادة وصورة وجسم، والأعراض إما تسعة وإما خمسة وإما ثلاثة، على ما قد بيّن في غير هذا الموضع. ¶ والمقصود هنا: أن هذا الموجود الذي هو موضع العلم الإلهي الناظر في الوجود ولواحقه: هو مورد التقسيم بين الموجودات، فلا بد أن يكون صادقاً عليها على واجبها وممكنها وعلتها ومعلولها، فلم يمكن أن يكون مطلقاً لشرط الإطلاق؛ لأن شرط الإطلاق ينافي أن توصف به المعينات، أو أن تحمل على هذا وعلى هذا، فجعلوا الوجود الواجب هو الواجب بشرط الإطلاق؛ فإن ذلك لا يصدق على شيء من الموجودات المعينة، ولكن هذا في الحقيقة تعطيل للوجود الواجب؛ فإن المطلق بشرط الإطلاق قد قرروا في المنطق ما يقوله كل العقلاء، ويعلمون ضرورة أنه لا يوجد خارج الذهن، وإنما يوجد في الذهن. والمطلق بشرط الإطلاق أبعد عن الوجود الخارجي من المطلق لا بشرط. فإذا كان الثاني لا يكون في الخارج إلا معيناً؛ فكيف الأول؟ ولو قالوا: إنه المطلق لا بشرط؛ ألزمهم أن يكون هو عين الموجودات الخارجة، وأن يكون موضوع العلم الأعلى هو واجب الوجود؛ فيكون واجب الوجود منقسماً إلى هذه الأمور. / (¬1) ¶ ¬__________ ¶ (¬1) نهاية 21/ أ.",
            "page": "106",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "[القرامطة والقائلون بوحدة الوجود شركاء الفلاسفة في إلحادهم] ¶ ومن هنا: ضل من شركهم في هذا من الملحدين من أهل الملل كالقرامطة الباطنية، والقائلين بوحدة الوجود ونحوهم من الحلولية والاتحادية؛ حيث قال هؤلاء: الوجود واحد، ولم يميزوا بين الواحد بالنوع والواحد بالعين. فإنه إذا قال: الإنسان واحد؛ كان هذا واحداً بالنوع، بخلاف قولك: هذا رجل واحد. والواحد بالنوع هو مشترك بين أفراده، وهو الكلي المنقسم إلى أنواعه، كانقسام الماء إلى: طاهر وطهور ونجس، وانقسام الكلم إلى: اسم وفعل وحرف، ونحو ذلك. ¶ ومعلوم أن الوجود واحد بهذا الاعتبار؛ لكن هذا لا يقتضي: أن نفس هذا الموجود هو نفس هذا الموجود، كما لا يقتضي: أن يكون نفس هذا الماء هو هذا الماء، ونفس هذه الكلمة هي نفس هذه الكلمة، بل كل شيء، فإنه في الخارج متميز بنفسه عن غيره، وإن كان بينهما تشابه ينتزع العقل منه قدراً مشتركاً واحداً. فالإنسان الكلي الذي يعقله الذهن إذا كان واحداً لم يكن هذا الإنسان الموجود هو عين هذا الإنسان الموجود، بل ذلك في الحقيقة هو علم وهو عرض وصفة قائمة بقلب الإنسان. فالموجود الذي هو واحد هو ما في الذهن من الوجود الكلي الذي يعقله الذهن سواءً أخذه العقل مجرداً مطلقاً بشرط الإطلاق، أو أخذه مطلقاً لا بشرط إطلاق ولا تقييد، ليس ما في الذهن عين ما في الخارج، بل الذي في الخارج إنسان معين مقيّد مخصوص، فلا يوجد في الخارج إنسان غير معين مقيّد. وكذلك سائر الكليات. ¶ والوجود من هذا الباب، فلا يوجد في الخارج إلا وجود معين مختص متميز عما سواه.",
            "page": "107",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "ومعلوم أن هذا الذي قالوه في واجب الوجود هو غاية الضلال ونهاية الجهل، وأن ذلك من الالتباس وفاسد القياس، ما يتعجب من كونه يروج على بعض الناس. ¶ وإنما أتوا من حيث كثرة ولوع الأذهان بالقدر المشترك بين الموجودات من غير تحقيق لما يمتاز به بعضها عن بعض، فأمعنوا في شغل نفوسهم بالمعقولات الذهنية / (¬1) من غير تمييز بينها وبين الموجودات في الخارج حتى ظنوا أنها هي الموجودات الخارجية. ¶ وهذا كثيراً ما يعتري مثل هؤلاء؛ يتكلمون في المطلقات والمقدرات الذهنية من غير تمثيل ومطابقة بينها وبين الموجودات الخارجة حتى كانوا من أضل البرية. ¶ وقد علم بصريح العقل: أنه لا بد من موجود واجب الوجود بنفسه، وأن الموجودات المحدثة بعد عدمها ليس واجبة الوجود بنفسها، بل هي ممكنة الحدوث، فلا بد لها من فاعل مبدع يكون واجب الوجود بنفسه. وما ذكروه يمنع الوجود الواجب، مع أن الوجود بما هو وجود يستلزم الوجود الواجب، وإذا كان هذا هو واحدهم؛ فقولهم بعد هذا صدر عنه واحد، قول لا حقيقة له. والقول في الواحد الأول الذي يسمونه العقل الأول، ويزعم ملاحدة أهل الملل: أنه القلم المذكور في الحديث النبوي: «أول ما خلق الله القلم. . .» (¬2)، ويحتجون بحديث موضوع مكذوب: (أول ما خلق الله العقل)، ولفظ الحديث مع أنه موضوع: (أول ما خلق الله العقل، فقال له: أقبل؛ فأقبل. فقال له: ¶ ¬__________ ¶ (¬1) نهاية 21/ ب. ¶ (¬2) رواه: أبو داود (4700)، والترمذي (2155، 3319) وقال: هذا حديث حسن صحيح غريب، وقال الألباني: صحيح.",
            "page": "108",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "أدبر؛ فأدبر. فقال: وعزتي ما خلقت خلقاً أكرم عليّ منك) (¬1)، وفي لفظ: (لما خلق الله العقل. . .). فمدلول اللفظ أنه خاطبه في أول أوقات خلقه، لا أنه أول مخلوقاته. وقد بسطنا هذا في غير هذا الموضع. ¶ والمقصود هنا: أن جميع ما يذكرونه من الواحد وما يصدر عنه إنما هي أمور قدّروها في أذهانهم، وتخيّلوها في أنفسهم لا حقيقة لها في الخارج. ¶ فدعواهم مع هذا: أن ذلك الوجود المطلق الواحد هو العلة لسائر الموجودات، وأنه معه أزلاً وأبداً، من أبيّن الكلام فساداً بصريح العقل الذي يبيّن أن ما ذكروه يقتضي: أنه لا علة ولا معلول أصلاً، وأنهم لم يثبتوا في الخارج عن أذهانهم موجوداً واجباً بنفسه متميزاً عن المحدثات المشهود حدوثها، فضلاً عن الممكنات. وأنهم وإن أقروا بثبوت واجب الوجود لما أن الوجود لا بد فيه من واجب، لكن لم يفرقوا بينه وبين ما تشترك فيه الموجودات في مسمى الوجود، فصار ما ادعوه من الوجود الواجب مثلما يدّعى من الأجناس والأنواع لجميع الجزئيات، فإن لا بد أن يكون بين الإنسان والإنسان قدر مشترك، وبين الجسم والجسم قدر مشترك، فالوجود الواجب هو عندهم من هذا الباب. ¶ وقد رأيت بعضهم سلك في إثبات واجب الوجود هذا المسلك، وقال: من المعلوم أن أفراد الإنسان كزيد وعمرو يشترك في مسمى الإنسان. ¶ وأن الإنسان والفرس والجمل ونحو ذلك يشترك في مسمى الحيوانية. ¶ ¬__________ ¶ (¬1) نقل شيخ الإسلام في مواضع كثيرة من كتبه اتفاق أهل العلم على أن هذا الحديث مكذوب. انظر على سبيل المثال: مجموع الفتاوى (11/ 230، 35/ 153)، الرد على المنطقيين (ص: 197)، درء التعارض (3/ 95).",
            "page": "109",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "وأن الحيوان والشجر والزرع ونحو ذلك يشترك في مسمى النباتية. ¶ وأن النامي والأحجار / (¬1) تشترك في الكون والفساد. ¶ وأن الأجسام الكائنة الفاسدة والفلكية تشترك في مسمى الجسم. ¶ والمقارنات تشترك في مسمى الجوهر. ¶ والجوهر والعرض يشترك في مسمى الوجود. ¶ وأن هذا الوجود واجب على كل تقدير. ومعلوم أن الوجود الواجب اللازم من أفراده وأعيانه، مثل الحيوان الواجب، والإنسان الواجب، والفرس الواجب، والجسم الواجب اللازم من أفراده. ¶ وهذا لا يقتضي أن يكون لهذه الأعيان وجوداً واجباً أبدعها وكان علة لها، إذ المشترك لا يكون علة للمتميز، إذ ما به الاشتراك ليس مستلزماً لما به الامتياز، فما امتاز به موجود عن موجود لا يكون الوجود المطلق مستلزماً له فضلاً عن أن يكون علة له. ¶ فما جعلوه علة للموجودات يمتنع أن يكون علة، ولا يخلصهم من هذا إلا أن يثبتوا وجوداً واجباً له حقيقة يختص بها يمتاز بها عن سائر الموجودات. ¶ وذلك معتبر مستلزم لثبوت الصفات التي أنكروها، فإنا لا نعني بالصفات إلا ما يمتاز به كل موجود عما سواه. ¶ وإذا كان ذات بلا صفات، ووجود مطلق غير معين ممتنعاً في صريح العقل، وكان صريح العقل مثبتاً لوجود معين مختص؛ فتلك الحقيقة الإلهية لو كانت علة تامة في الأزل للموجودات للزم قدم الموجودات كلها، وهذا خلاف الحس. ¶ ¬__________ ¶ (¬1) نهاية 22/ أ.",
            "page": "110",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "ولو قيل: إنها علة للأفلاك دون المولدات؛ للزم أن يكون علة لوجود بعض الأعيان دون بعض، فيلزم أن لا يكون علة تامة في الأزل لتلك المحدثات، وقد صارت علة لها بعد ذلك. ¶ وهذا صريح في أنه يحدث لها كونها علة لوجود بعد أن لم يكن علة له، وليس ذلك حدوث مجرد نسبة وإضافة، إذ الكلام في نفسها. ¶ فإنه لو قدّر أنها في الأزل والأبد لم يقم بها فعل حادث أصلاً؛ لم يكن فرق بين أن يفعل هذه الحوادث وأن لا يفعل كما قالوا. فلا بد أن يقوم بها فعل حادث. ¶ ومع تجويز قيام الفعل الحادث بها تبطل حجتهم على قدم العالم. ¶ والجواب المبني على قيام الحوادث به هو من أجوبة أهل الملل، وأجوبة الفلاسفة القائلين بحدوث العالم في هذا المقام لمن يقول منهم بقدم العالم. ¶ وقد ذكر الرازي: أن هذا القول لازم لجميع الطوائف وإن أنكروه، كما ألزمهم القول / (¬1) بأن كل ما لا بد منه في المؤثرية لم يكن حاصلاً في الأزل، مع أنه في «مسألة حدوث العالم» لم يذكر هذا الجواب، وإن كان قد ذكره غيره، كما ذكره الشهرستاني (¬2)، وذكره الغزالي أيضاً في كتاب «الاقتصاد» وغيرهما. ¶ [كلام الرازي في مسألة حلول الحوادث] ¶ فأما ما ذكره في (مسألة حلول الحوادث) فإنه قال في «الأربعين» (¬3): ¶ ¬__________ ¶ (¬1) نهاية 22/ ب. ¶ (¬2) صاحب الملل والنحل (ت 548 هـ). ¶ (¬3) الأربعين في أصول الدين (1/ 168 - 170).",
            "page": "111",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "المسألة العاشرة: في بيان أنه تعالى يمتنع أن يكون محلاً للحوادث: ¶ المشهور أن الكرامية يجوزون ذلك، وسائر الطوائف ينكرونه، ومن الناس من قال: إن أكثر طوائف العقلاء يقولون بهذا المذهب؛ وإن كانوا ينكرونه باللسان؛ أما المعتزلة: فمذهب أبي علي (¬1) وأبي هاشم (¬2) وأتباعهما: أنه تعالى مريد بإرادة محدثة لا في محل، وكاره للمعاصي والقبائح بكراهة محدثة لا في محل. فهذه الإرادات والكراهات وإن كانت حادثة لا في محل إلا أن صفة المريدية والكارهية تحدث في ذات الله. فهذا قول بحلول الحوادث في ذات الله تعالى. ¶ وأيضاً إذا حضر المرئي والمسموع حدثت في ذات الله صفة السامعية والمبصرية. لكن المعتزلة لا يطلقون لفظ الحدوث، وإنما يطلقون لفظ التجدد، وهذا نزاع في العبارة. ¶ وأما أبو الحسين البصري (¬3): فإنه يثبت علوماً متجددة في ذات الله تعالى بحسب تجدد المعلومات. ¶ وأما الأشعرية: فإنهم يثبتون النسخ، ويفسرونه بأنه رفع الحكم، أو انتهاء الحكم. وعلى التقديرين فإنه اعتراف بوقوع التغير؛ لأن الذي ارتفع أو انتهى فقد عدم بعد وجوده. ¶ وأيضاً يقولون: إنه تعالى عالم بعلم واحد، ثم إنه قبل وقوع المعلوم يكون متعلقاً بأنه سيقع، وبعد وقوعه يزول ذلك التعلق ويصير متعلقاً بأنه كان واقعاً. وهذا تصريح بتغير هذه التعلقات. ¶ ¬__________ ¶ (¬1) محمد بن عبد الوهاب البصري، شيخ المعتزلة، وإليه تنتسب فرقة (الجبّائية) (ت 303 هـ). ¶ (¬2) عبد السلام بن محمد بن عبد الوهاب، (ابن أبي علي) السابق ذكره، شيخ المعتزلة وابن شيخهم، (ت 321 هـ). ¶ (¬3) شيخ المعتزلة (ت 436 هـ).",
            "page": "112",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "ويقولون أيضاً: إن قدرته تعالى كانت متعلقة بإيجاد الموجود المعين في الأزل؛ فإذا أوجد ذلك الشيء، ودخل ذلك الشيء في الوجود انقطع ذلك التعلق؛ لأن الموجود لا يمكن إيجاده. فهذا اعتراف بأن ذلك التعلق قد زال. ¶ وكذا أيضاً الإرادة الأزلية كانت متعلقة بترجيح وجود شيء على عدمه في ذلك الوقت المعين، فإذا ترجح ذلك الشيء في ذلك الوقت امتنع بقاء / (¬1) ذلك التعلق؛ لأن ترجيح المترجح محال. ¶ وأيضاً توافقنا على أن المعدوم لا يكون مرئياً ولا مسموعاً، فالعالم قبل أن يوجد لم يكن مرئياً، ولا كانت الأصوات مسموعة؛ فإذا خلق الألوان والأصوات صارت مرئية مسموعة. فهذا اعتراف بحدوث هذه التعلقات. ¶ ولو أن جاهلاً التزم كون المعدوم مرئياً ومسموعاً، قيل له: الله تعالى هل كان يرى العالم وقت عدمه معدوماً، أو كان يراه موجوداً؟ لا سبيل إلى القسم الثاني؛ لأن رؤية المعدوم موجوداً غلط، وهو على الله محال. ثم إذا أوجده؛ فإنه يراه موجوداً لا معدوماً، وإلا عاد حديث الغلط. ¶ فعلمنا: أنه كان يرى العالم وقت عدمه معدوماً، ووقت وجوده موجوداً، وهذا يوجب ما ذكرناه. ¶ وأما الفلاسفة؛ فهم مع أنهم أبعد الناس في الظاهر عن هذا القول؛ فهم قائلون به، وذلك لأن مذهبهم: أن الإضافات موجودة في الأعيان. ¶ فعلى هذا: كل حادث يحدث؛ فإن الله تعالى يكون موجوداً معه. ¶ فكونه تعالى مع ذلك الحادث وصف إضافي حدث في ذاته. ¶ ¬__________ ¶ (¬1) نهاية 23/ أ.",
            "page": "113",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "وأما أبو البركات البغدادي -وهو من أكابر الفلاسفة المتأخرين- فإنه صرّح في كتابه: «المعتبر»: بإثبات إرادات محدثة في ذات الله تعالى، وعلوم محدثة في ذات الله تعالى، وزعم: أنه لا يتقرر الاعتراف بكونه تعالى إلهاً لهذا العالم إلا مع هذا المذهب. ¶ ثم قال: (الإجلال من هذا الإجلال واجب، والتنزيه من هذا التنزيه لازم) (¬1). ¶ وإذا ظهر (¬2) الوقوف على هذا التفصيل: ظهر أن هذا المذهب قال به أكثر فرق العقلاء، ولكن كانوا ينكرونه باللسان. ¶ [تقسيم الرازي للصفات إلى ثلاثة أقسام] ¶ قال (¬3): واعلم أن الصفات على ثلاثة أقسام: ¶ أحدها: صفات حقيقية عارية عن الإضافة، كالسواد والبياض. ¶ وثانيها: الصفات الحقيقية التي تلزمها الإضافات، كالعلم والقدرة، وذلك لأن العلم صفة حقيقية تلزمها إضافة مخصوصة إلى المعلوم، وكذا القدرة صفة حقيقية ولها تعلق بالمقدور، ذلك التعلق إضافة مخصوصة بين القدرة والمقدور. ¶ وثالثها: الإضافة المحضة، والنسب المحضة، مثل كون الشيء قبل غيره وبعد غيره، ومثل كون الشيء يميناً لغيره أو يساراً له، فإنك إذا صليت (¬4) على يمين إنسان ثم قام / (¬5) ذلك الإنسان وجلس في الجانب ¶ ¬__________ ¶ (¬1) انظر: الصفدية (ص: 84). ¶ (¬2) في الأربعين (1/ 170): (حصل). ¶ (¬3) أي الرازي. ¶ (¬4) في الأربعين (1/ 170): (جلست). ¶ (¬5) نهاية 23/ ب.",
            "page": "114",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "الآخر منك؛ فقد كنت يميناً له، ثم صرت الآن يساراً له. فهنا لم يقع التغير في ذاتك ولا في صفة حقيقية من صفاتك، لكن في محض الإضافات. ¶ إذا عرفت هذا فنقول: أما وقوع التغير في الإضافات فلا خلاص عنه. ¶ وأما وقوع التغير في الصفات الحقيقية: فالكرامية يثبتونه، وسائر الطوائف ينكرونه. فظهر الفرق في هذا الباب بين مذهب الكرامية ومذهب غيرهم. (¬1) ¶ [تعليق شيخ الإسلام على كلام الرازي] ¶ قلت: تحرير ما يلزم سائر الطوائف من هذا القول مبسوط في غير هذا الموضع. ¶ والنفاة على طرفين: منهم نفاة الصفات الجهمية من المعتزلة وغيرهم، وهؤلاء يقولون: لا تقوم به المعاني بحال؛ فكيف تقوم به معاني حادثة؟ ¶ وهؤلاء يسمون هذا تنزيهاً عن أن تحله الأعراض والحوادث، فيقولون: لا يكون محلاً للأعراض والحوادث. ¶ ومقصودهم: نفي الصفات والأفعال المتعلقة بمشيئته القائمة به. ¶ وأما الكلابية وأتباعهم كالأشعرية ونحوهم من الصفاتية ممن يقول: إنه تقوم به الصفات دون هذه الأمور الحادثة. ¶ فهؤلاء سلكوا طريقاً آخر، فقالوا: القابل للشيء لا يخلو عنه وعن ضده؛ فلو كان قابلاً للحوادث للزم أن لا يخلو منها ومن أضدادها، ¶ ¬__________ ¶ (¬1) انتهى كلام الرازي.",
            "page": "115",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "وما لا يخلو عن الحادث فهو حادث، إذ هذا عمدتهم في حدوث الأجسام، بل هو عمدة كثير منهم في حدوث العالم، وهو مبني على مقدمتين: ¶ أحدهما: أنه لو قيل: الحوادث لم يخل منها. ¶ والثاني: أن ما لا يخلو منها فهو حادث. ¶ وفي كلا المقدمتين نزاع: فالكرامية ونحوهم ينازعونهم في المقدمة الأولى. ¶ [بيان ضعف دليلهم وفساد قولهم، عند الرازي] ¶ وقد ذكر أبو عبد الله الرازي: أن هذا الدليل ضعيف. وبيّن فساده في كتابه: «نهاية العقول» ونحوه، فلم يعتمد عليه في «الأربعين» ونحوها، بل اعتمد فيها على ثلاث حجج، منها: حجة هي التي اعتمدها في «نهاية العقول»، واعتمد عليها أبو الحسن الآمدي (¬1) بعده لضعف ما سواها عندهما. ¶ فقال الرازي (¬2): والذي يدل على فساد قولهم وجوه: ¶ الأول: أن كل ما كان من صفات الله: لا بد وأن يكون من صفات الكمال ونعوت الجلال؛ فلو كانت صفة من صفاته محدثة لكان ذاته قبل حدوث تلك الصفة خالياً / (¬3) عن صفة الكمال، والخالي عن ¶ ¬__________ ¶ (¬1) (ت 631 هـ). ¶ (¬2) الأربعين (1/ 170 - 171). وفيه: «والذي يدل على فساد قول الكرامية وجوه. . .». ¶ (¬3) نهاية 24/ أ.",
            "page": "116",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "صفة الكمال ناقص؛ فيلزم أن ذاته ناقصة قبل حدوث تلك الصفة فيها. وذلك محال؛ فثبت أن حدوث الصفة في ذات الله محال. (¬1) ¶ [تعليق شيخ الإسلام] ¶ قلت: ليس المقصود هنا تحرير مسألة (حلول الحوادث)، وإنما الغرض إتمام جواب الفلاسفة عن حجتهم في مسألة (قدم العالم)، وإلا فالمنازعون في مسألة (حلول الحوادث) يجيبون عن هذه الحجة بوجوه: ¶ أحدها: أن يقولوا: قد عُلِمَ أن الله لم يزل كاملاً منزهاً عن النقائص، وأنه لا يجوز وصفه بشيء من النقائص. ¶ مع أن الرازي وسلفه كأبي المعالي يقولون: إن هذه القضية لم تعلم بالعقل، وإنما عُلِمَ تنزه الله عن النقائص بالسمع. ¶ وحينئذ فيقال: لا ريب أنه منزه عن النقائص؛ لكن لمَ قلت: إنه لا بد أن يكون ما يحدث له كمال؟ ¶ فالأقسام ثلاثة: صفة نقص، وصفة كمال، وأمر ليس فيه نقص ولا كمال. ¶ والصفات الفعلية مثل كونه فاعلاً وخالقاً ورازقاً عند الأشعرية وأمثالهم ليس هو صفة نقص لاتصافه به فيما لا يزال، ولا صفة كمال؛ لانتفائه في الأزل. ¶ وإذا كان كذلك فلا فرق بين ما يقوم بذاته من ذلك، وما يكون منفصلاً عنه في الصفات الفعلية. ¶ الثاني: أن يقال: ما الدليل على انتفاء مثل هذه الأمور، سواءً جعلت كمالاً أو لم تجعل؟ ¶ ¬__________ ¶ (¬1) انتهى كلام الرازي.",
            "page": "117",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "إن قيل: العقل. فليس في العقل ما يحيلها. ¶ وإن قيل: السمع. فليس في الكتاب والسنة ما يحيل ذلك، لا نصاً ولا ظاهراً. ¶ وأما الإجماع: فالنزاع فيها بين المسلمين قديماً. ¶ وقد ذكر الحارث المحاسبي عن أهل السنة فيها القولين، بل المثبتة يقولون: القول بثبوتها هو مذهب سلف الأمة وأئمتها، وعلى ذلك دل الكتاب والسنة، ولا يعرف عن أحد من سلف الأمة وأئمتها إنكار قيام مثل هذه الأمور به. وأول من أنكرها: الجهمية المعتزلة ونحوهم، -وقد أطبق السلف والأئمة على تضليلهم- فأنكروها كما أنكروا الصفات القديمة. ¶ ثم جاء ابن كلاب ومن اتبعه؛ فوافقوا المعتزلة على نفي اتصافه بهذه الأمور، ووافقوا السلف والأئمة على اتصافه بالصفات القديمة، وبنوا على ذلك قولهم في القرآن بمقالة ثالثة ليست قول السلف والأئمة، ولا قول الجهمية المعتزلة ونحوهم. ¶ [إنكار أئمة السنة طريقة الكلابية] ¶ وقد أنكر الإمام أحمد (¬1) وغيره من أئمة السنة طريقة الكلابية، كما أنكروا سائر بدع الجهمية. ¶ حتى أمر أحمد بهجر الحارث المحاسبي / (¬2) مع علمه وفضله ودينه وورعه؛ لأنه كان يميل إلى طريقة ابن كلاب. ¶ وكان يقول: حذروا عن حارث، ما الآفة إلا حارث. ¶ ¬__________ ¶ (¬1) (ت 241 هـ). ¶ (¬2) نهاية 24/ ب.",
            "page": "118",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "ولما مات الحارث لم يصل عليه إلا نفر قليل، -وكان موته بعد موت أحمد- لما استقر عند الأمة من أمر أحمد بهجره. ¶ وليس فيمن يقول بقول ابن كلاب خيراً منه. مع أن طائفة نقلت عنه أنه رجع عن ذلك، وقال بقول المثبتة، حتى قال: إن الله يتكلم بصوت. كما نقل ذلك عنه في كتاب «اعتقاد الصوفية» (¬1). ¶ وكذلك الملقب بإمام الأئمة محمد بن إسحاق بن خزيمة (¬2) لما بلغه عن طائفة من أجلاء أصحابه أنهم يميلون إلى طريقة ابن كلاب؛ أنكر عليهم وتقدم بهجرهم حتى جرى لهم معه قصة طويلة ذكرها الحاكم (¬3) أبو عبد الله في «تاريخ نيسابور». ¶ وما زال أئمة السنة والحديث يردّون على الكلابية. ¶ وإنما مقالتهم التي فارقوا بها أهل الإثبات: هي إنكار أن يقوم بالرب ما بيّناه من أقواله وأفعاله وغير ذلك. ¶ قال المنازعون: فإذا كان القول الذي سميته: «نفي حلول الحوادث به» أنكره السلف والأئمة؛ فأي إجماع يكون لكم في المسألة؟ ¶ الوجه الثالث: أن يقال: كون الرب قادراً على هذه الأفعال صفة كمال، وأيضاً إذا قيل: كونه لم يزل فاعلاً لما يختاره منها صفة كمال. وأما مجرد فعله للواحد المعين؛ فهو كإحداثه لبعض حوادث العالم. كان هذا كلاماً مستقيماً يدفع الحجة. ¶ ¬__________ ¶ (¬1) لأبي بكر الكلاباذي البخاري (ت 380 هـ)، واسم الكتاب: «التعرّف لمذهب أهل التصوف». ¶ (¬2) صاحب الصحيح، (ت 311 هـ). ¶ (¬3) صاحب المستدرك على الصحيحين.",
            "page": "119",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "الرابع: قوله: والخالي عن صفة الكمال ناقص، والنقص عليه محال. ¶ يقال: لفظ (النقص) لفظ مجمل: ¶ إن عني أنه ناقص عما ينبغي، أو يجب أن يكون متصفاً به؛ فهذا ممنوع. ¶ وإذا قيل: ناقص بمعنى أنه بعده كان أكمل منه. فهذا قد ينازع في لزومه كونه يكون أكمل بعد ذلك. وينازع في امتناع ذلك بتقدير تسليمه. ¶ وإن قيل: هو ناقص لكونه قد حدث ما لم يكن حادثاً. فهذا ينتقص سائر الأفعال المنفصلة عنه. ¶ الوجه الخامس: أنهم لا يسلمون أنه يتصف بهذه الحوادث، ولا أنها تكون صفات له، بل هي عندهم تجري مجرى الأفعال الحادثة به، وإذا لم يكن متصفاً بها لم يلزم ما ذكروه. وهذه الشمس والقمر والكواكب والأفلاك لا تزال تتحرك مع أنها لم تتصف بالحركة كما تتصف بألوانها وأقدارها، ولم تتغير بالحركة، هي صفاتها قبل الحركة المعينة كما هي في صفاتها بعد الحركة المعينة. ¶ [حجة الرازي الثانية في مسألة حلول الحوادث] ¶ ثم قال الرازي (¬1): / (¬2) الحجة الثانية: ¶ لو كانت ذاته قابلة للصفة المحدثة لكانت تلك القابلية من لوازم ذاته؛ فكانت تلك القابلية أزلية. وثبوت القابلية يستلزم صحة وجود المقبول. ¶ ¬__________ ¶ (¬1) الأربعين (1/ 171 - 172). ¶ (¬2) نهاية 25/ أ.",
            "page": "120",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "فلو كانت قابلية الحوادث أزلية؛ لكان وجود الحوادث في الأزل ممكناً، إلا أن هذا محال؛ لأن الحوادث ما لها أول، والأزل ما له أول (¬1). والجمع بينهما محال. ¶ قال (¬2): واعلم أن هذا الدليل مبني على ثلاث مقدمات: ¶ المقدمة الأولى: أنه لو كانت ذاته قابلة للصفة المحدثة لكانت تلك القابلية من لوازم ذاته. ¶ لأنها لو لم تكن من اللوازم لكانت من العوارض. فكانت الذات قابلة لتلك القابلية. ¶ فنقول (¬3) تلك القابلية إن كانت من اللوازم فهو المقصود. ¶ وإن كانت من العوارض افتقر إلى قابلية أخرى؛ ولزم: إما التسلسل، وإما الانتهاء إلى قابلية تكون من لوازم الذات. [وهو المطلوب] (¬4). ¶ والمقدمة الثانية: أن القابلية إذا كانت أزلية وجب أن يكون المقبول صحيح الوجود في الأزل. ¶ والدليل عليه: أن كون الشيء قابلاً لغيره: نسبة بين القابل والمقبول. والنسبة بين الشيئين (¬5) متوقفة على تحقق كل واحد من المنتسبين، فصحة النسبة تعتمد صحة وجود المنتسبين. ¶ ¬__________ ¶ (¬1) في الأربعين (1/ 171): (والأزل لا أول له). ¶ (¬2) أي الرازي. ¶ (¬3) أثبت محقق «الأربعين» في المتن (1/ 171): (فقبول)، وأشار في الهامش إلى أن في النسخة (ب): (فنقول). ¶ (¬4) الأربعين (1/ 171). ¶ (¬5) في الأربعين (1/ 171): (المنتسبين).",
            "page": "121",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "فلما كانت صحة اتصاف الرب بالحوادث حاصلة في الأزل: لزم أن تكون صحة وجود الحوادث حاصلة في الأزل. ¶ المقدمة الثالثة: أن حدوث الحوادث في الأزل غير ممكن. ¶ ودليله ما ذكرنا أنه يقتضي الجمع بين ثبوت الأزلية وبين عدمها، وذلك محال. ¶ قال الرازي (¬1): فإن قيل: ينتقض ما ذكرتم من الدليلين بتغير الإضافات، وينتقض هذا الدليل بعينه: بأن القدرة أزلية وتأثيرها في صحة الفعل [من لوازم ذاتها] (¬2) مع أنه لا صحة للفعل في الأزل. ¶ الجواب عن الأول: أن الإضافات لا وجود لها في الأعيان. وإلا لزم التسلسل. وإذا كان كذلك زال السؤال. ¶ وأما السؤال الثاني فجوابه: أن وجود القادر يجب أن يكون متقدماً على وجود المقدور، أما وجود القابل لا يجب أن يكون متقدماً على وجود القبول، فظهر الفرق. (¬3) ¶ [تعليق شيخ الإسلام] ¶ قلت: النقض على الدليلين على الاستدلال بوجوب الكمال له، والاستدلال بوجوب القبول لها. ¶ فإن نقض ذلك بالإضافات. فإن الخلق متفقون على جواز اتصافه بالأمور الإضافية، وأظهرها الصفات الفعلية. فإنها عند الأشعرية وكثير من المعتزلة والفلاسفة من باب الإضافات. والخلق عند هؤلاء هو المخلوق. ¶ ¬__________ ¶ (¬1) زيادة من شيخ الإسلام. ¶ (¬2) الأربعين (1/ 172). ¶ (¬3) انتهى كلام الرازي.",
            "page": "122",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "وأما من قال: أن الخلق ليس هو المخلوق، وأن صفة التخليق صفة لله قائمة به / (¬1) كما يقول ذلك جمهور الفقهاء والصوفية وأهل الحديث، وطوائف كثيرة من أهل الفلسفة والكلام. ¶ فإن عند هؤلاء: الصفات الفعلية تقوم بذات الله كما تقوم به الصفات التي ليست فعلية كالعلم والقدرة. ¶ قلت: والمقصود هنا: أن هذه الإضافات تحدث باتفاق الناس، وهو متصف بها مع ما يرد عليه من دليل الكمال والقبول. ¶ فأجاب عن ذلك: بأن الإضافات لا وجود لها في الأعيان. ¶ وعلى هذا يكون كونه خالقاً ورازقاً ومحيياً ومميتاً وعادلاً ومحسناً وغفوراً ونحو ذلك؛ أموراً لا وجود لها في الأعيان. ¶ وجمهور العقلاء يقولون: إن هذا معلوم الفساد بالضرورة. ¶ ثم بتقدير أن يقال: إن هذه لا وجود لها في الأعيان؛ يمكن أن يقال: إن نسبته إلى ما يقوم به من الحوادث كنسبته إلى ما ينفصل عنه، وأنها بينه وبين تلك الحوادث نسب وإضافات، والنسب والإضافات ليست أموراً موجودة في الأعيان. ¶ والقائلون بجواز قيام الحوادث به يقولون: إنه لم يتصف بها كما لم يتصف بالمفعولات. ¶ وأورد أبو عبد الله الرازي سؤالاً بناءً على دليل القبول بالنقص بالقدرة فإن كونه قابلاً للحوادث مثل كونه قادراً عليها. ¶ وهذا سؤال صحيح ليس عنه جواب صحيح، وهو الأقوى من الأول. ¶ ¬__________ ¶ (¬1) نهاية 25/ ب.",
            "page": "123",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "وأجاب عنه: بأن وجود القادر يجب أن يكون متقدماً على وجود المقدور بخلاف القابل. ¶ فيقال له: كلا المقدمتين ممنوعة. فإن المشهور عند أهل الإثبات: أن قدرة العبد مقارنة لمقدوره، لا تتقدم عليه بالزمان، وإن قيل بجواز تقدمها: فيجوز مقارنتها للمقدور عند جمهور الناس. ¶ وإنما يقول بوجوب تقدمها طوائف من القدرية المعتزلة ونحوهم. ¶ وأما القابل إذا كان قابلاً للحوادث، وقيل: إن الحوادث يجب أن يكون لها أول؛ لزم تقدم القابل على المقبول. ¶ فإنه إذا قيل: القديم إذا كان قابلاً لحوادث متأخرة عنه وجب تقدم القابل على المقبول. كان هذا مثل القول بأن القادر إذا كان قادراً على ما يجب تأخره عنه وجب تقدم القادر على المقدور ولا فرق، بل هو قادر على هذه الحوادث التي هو قابل لها، كما هو قادر على غيرها. فقدرته عليها وعلى غيرها وقبوله لها: كل ذلك مستوٍ في المقارنة والتأخر. / (¬1) ¶ يوضح ذلك: أن الحوادث إما أن تكون ممكنة في الأزل لإمكان (حوادث لا أول لها)، أو ممتنعة. ¶ فإن كانت ممكنة: جاز أن يكون قادراً عليها وقابلاً لها وفاعلاً لها. ¶ وإن كانت ممتنعة: كان هذا ممتنعاً. ¶ وقد اعترف الرازي بضعف هذه الحجة في غير كتاب «الأربعين». ولم يحضرني الآن ما قاله هناك. (¬2) ¶ ¬__________ ¶ (¬1) نهاية 26/ أ. ¶ (¬2) لعل شيخ الإسلام رحمه الله ألفّ الرسالة وهو في السجن أو في سفر. والله أعلم.",
            "page": "124",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "[حجة الرازي الثالثة في مسألة حلول الحوادث] ¶ قال (¬1) والحجة الثالثة: قول الخليل: {لَا أُحِبُّ الْآفِلِينَ} (¬2). ¶ والأفول عبارة عن التغير، وهذا يدل على أن المتغير لا يكون إلهاً. (¬3) ¶ [تعليق شيخ الإسلام على الاستدلال بقصة الخليل عليه السلام] ¶ قلت (¬4): هذه الحجة احتج بها طوائف من المعتزلة ومن اتبعهم، وهي من أضعف الحجج، بل هي على نقيض مطلوبهم أدل؛ فإن الخليل قال: هذا ربي، من حين بزغت إلى حين أفلت. فلو كان التغير الذي هو الحركة هو الدليل لاتبعه من ذلك الوقت، بل لمّا لم ينف عنها الربوبية طول النهار مع وجود الحركة: دل على أن الحركة التي هي التغير لا تنافي مطلوبه. ¶ وأيضاً: فالأفول هو المغيب، ليس هو مجرد التغير الذي هو الحركة والانتقال، عند أحد من أهل اللغة والتفسير. ¶ وأيضاً: فالخليل لم يقل: إن هذه هي رب السماوات والأرض، ولكن قومه كانوا يعبدون الكواكب، ويدعونها لطلب المنافع، ودفع ¶ ¬__________ ¶ (¬1) أي الرازي في الأربعين (1/ 172). ¶ (¬2) سورة الأنعام: 76. ¶ (¬3) انتهى كلام الرازي. ¶ (¬4) رد شيخ الإسلام على استدلال المبتدعة بهذا الدليل في عدد من كتبه، منها: درء التعارض (1/ 311 - 315، 2/ 216). بيان تلبيس الجهمية (1/ 527 - 532). منهاج السنة النبوية (2/ 294). بغية المرتاد (ص: 360). رسالة في الصفات الاختيارية (ضمن جامع الرسائل) (2/ 51 - 53). الرد على المنطقيين (ص: 304 - 306).",
            "page": "125",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "المضار. فكانوا مشركين بها كشرك عباد الأصنام. فأراد إبراهيم أن يبين لهم: أنها لا تصلح للعبادة والدعاء، بل لا يصلح لذلك إلا الله وحده. ¶ ولهذا قال في آخر الكلام: {إِنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ • إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ} (¬1) فتبرأ مما يشركونه ويعدلونه بالله. ¶ فعلم أنهم كانوا مقرين بوجود الخالق، ولكن يشركون به في العبادة والدعاء. ¶ ¬__________ ¶ (¬1) سورة الأنعام: 78 - 79.",
            "page": "126",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "فصل ¶ [أجوبة أخرى لشيخ الإسلام على حجة الفلاسفة العظمى] ¶ إذا تبيّن هذا: عُرِفَ ما يقوله المسلمون وغيرهم من أهل الملل في الجواب عن الحجة العظمى للقائلين بقدم العالم غير ما تقدم من الأجوبة والمعارضات، وذلك من وجوه: ¶ أحدها ¶ قوله: كل ما لا بد منه في المؤثرية: إما أن يكون حاصلاً في الأزل، أو لا يكون. ¶ فقال: نختار القسم الأول، وأن ما كان حاصلاً في الأزل. ¶ قوله: بحدوثه بعد أن لم يكن. إما أن يكون مفتقراً إلى مؤثر، وإما أن لا يكون. ¶ يقال: بل هو مفتقر إلى مؤثر. ¶ قوله: إن افتقر. نقلنا الكلام إلى كيفية إحداث تلك الأمور، ويلزم التسلسل وهو محال. ¶ يقال: هذا التسلسل ليس محالاً عند الفلاسفة / (¬1) القائلين بقدم العالم، بل ولا عند كثير من أهل الملل. ¶ ¬__________ ¶ (¬1) نهاية 26/ ب.",
            "page": "127",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "فإن هؤلاء الفلاسفة يقولون بوجود (حوادث لا أول لها)، وبأن كل حادث مسبوق بحادث، وأن الحركة الفلكية متسلسلة، وإنما يبطلون التسلسل في العلل والمعلولات، وأما التسلسل في الشرط والمشروط، فلا يبطلونه، وهذا التسلسل ليس من قبيل تسلسل العلل والمعلولات، بل هو من باب تسلسل الشرط والمشروط، فهذا كتوقف الحادث الثاني على الحادث الأول. ¶ فلمَ قلتم: إن العالم لم يتوقف على (حوادث لا أول لها) لسبب من العالم؟ ¶ أو لمَ قلتم: إن الأفلاك متوقفة على (حوادث لا أول لها) خارجة عن الأفلاك؟ ¶ فإن قالوا: يلزم على الأول قيام الحوادث بذات القديم. ¶ قيل لهم: ليس هذا باطلاً على أصلكم. فإن الأفلاك عندكم قديمة، والحوادث تقوم بها. ¶ وأما المتكلمون وسائر أهل الملل: فمنهم من جوّز قيام الحوادث بذاته، ومنهم من منع، وكلا الفريقين متنازعون في ما هي الحوادث؟ ¶ فالمعتزلة ومن تبعهم يقولون: لا تحل به الحوادث، لكن هؤلاء متنازعون في الخلق هل هو المخلوق أم لا؟ ¶ فمن قال منهم: الخلق هو المخلوق كقول الكلابية، وطائفة من المعتزلة، وطائفة من الفقهاء من أصحاب أحمد، وغيرهم. ¶ فهذا السؤال لازم لهم، وقد تقدم جوابهم. ¶ ومنهم من قال: الخلق غير المخلوق، وهم الأكثرون من الفقهاء والمتكلمين والصوفية وأهل الحديث. ¶ فإن أكثر هؤلاء يقولون: بأن صفة التخليق قائمة بذات الله تعالى.",
            "page": "128",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "فمن جوّز قيام الحوادث بذاته لم يرد عليه هذا السؤال، بل هو لازم مذهبه، فعليه أن يقول به -لا سيما- إذا كان إبطال حجة الفلاسفة متوقفة عليه، فيبقى قائلاً به من وجهين: ¶ من جهة أن الدليل المثبت له قائم بإثباته، فقال بموجب الدليل السمعي والعقلي الدال عليه. ¶ ومن جهة أنه مبطل لحجة الدهرية. ¶ فيستفيد به: إقامة الحق وإزهاق الباطل. ¶ وأما إن كانت حجة الدهرية لا تندفع إلا به؛ فقد صار ذلك دليلاً آخر على وجوب القول به. ¶ فإن قول الدهرية القائلين بقدم الأفلاك قد علم فساده بالاضطرار من دين الرسل، وعلم بصرائح العقول فساد أقوالهم وتناقضها. ¶ فإن قلت: الكرامية لا تجوز قيام (حوادث لا أول لها) به، بل يجوزون / (¬1) قيامها به فيما لا يزال. ¶ قلت: غير الكرامية جوزها مطلقاً. ¶ والمقصود هنا: تقسيم حاصر. ومن قال من المتكلمين: إن الحوادث لا تقوم إلا به، فإنما حجته على ذلك: أنها إذا قامت به؛ لزم أن لا يخلو منها. وكذلك إذا قبلها؛ لزم أن لا يخلو منها، وما لا يخلو من الحوادث فهو حادث؛ لامتناع (حوادث لا أول لها). ¶ فنقول: القول بـ (حوادث لا أول لها): إما أن يكون ممتنعاً، أو ممكناً. ¶ فإن كان ممتنعاً: بطل القول بقدم العالم ولزم حدوثه، وهو المطلوب. ¶ ¬__________ ¶ (¬1) نهاية 27/ أ.",
            "page": "129",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "وإن كان القول بها ممكناً: لم يمتنع أن تقوم بذات الله في الأزل، وإذا امتنع قيام الحوادث به، فإذا كنا لا نعلم امتناع قيام الحوادث به إلا إذا علم امتناع (حوادث لا أول لها)، فإذا كان القول بـ (حوادث لا أول لها) ممكناً: لم يمتنع قيام الحوادث به. ¶ وإذا لم يمتنع قيام الحوادث به، وأمكن (حوادث لا أول لها): أمكن أن يكون العالم موقوفاً على (حوادث لا أول لها) تقوم به. ¶ وحينئذٍ: فيلزم بطلان حجتهم على أصلهم، وأصل كل فريق من أهل الملل. ¶ وأن حجتهم على أهل الملل حجّة جدلية لا علمية، فسلموا منهم مقدمة يوافقونهم عليها، وبنوا عليها مذهبهم. ¶ وتلك المقدمة فيها نزاع بين أهل الملل: فمن منعها لم يكن لهم عليه حجة أصلاً، ومن لم يكن مذهبه منعها أجاب بجواب مركب وقال: إنما قلت بمنع حلول الحوادث لأني اعتقدت أن ذلك يستلزم حدوثه، وأن قيام الحوادث به من سمات الحدث؛ لاعتقادي: أن ما قبل الحوادث لا يخلو منها، وأن ما لا يخلو من الحوادث فهو حادث؛ لامتناع (حوادث لا أول لها). ¶ فإن كان القول بـ (حوادث لا أول لها) ممكناً: فأنا مخطئ في سلبي عنه قيام الحوادث به. ¶ فإنها حينئذ: إذا قامت به لم تدل على حدوثه، ولم تكن سمة لحدوثه. ¶ وأنا إنما نفيتها لاعتقادي أنها سمة لحدوثه. ¶ فأنا إما أن أخطئ في قولي باستحالة حلول الحوادث به، وامتناع (حوادث لا أول لها).",
            "page": "130",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "وأما إن أصبت في قولي بامتناع (حوادث لا أول لها)، وفي قولي باستحالة حلول الحوادث به. ¶ وإما أن أصبت في قولي بامتناع (حوادث لا أول لها)، وأخطئ في قولي باستحالة حلول الحوادث به. ¶ وإما أن أخطئ في قولي باستحالة حلول الحوادث به، وأصبت في قولي بامتناع (حوادث لا أول لها). فهذا محال؛ لأن استحالة حلول الحوادث به فرع على استحالة (حوادث لا أول لها). ¶ فإذا لم يكن هذا مستحيلاً لم يكن الأول مستحيلاً بطريق الأولى والأحرى. ¶ ولهذا كان طوائف من أهل / (¬1) الملل من الكرامية وغيرهم يقولون: بامتناع (حوادث لا أول لها)، ويجوزون قيام الحوادث به بعد أن لم تكن قائمة به. ¶ فليتدبر العاقل هذا الموضع؛ فإنه يقطع دابر الفلاسفة الدهرية، ويقيم حجة أهل الملل المتبعين للرسل. ¶ فإن هؤلاء المتفلسفة: جعلوا مقدمتهم التي بنوا عليها هذا الدليل: بطلان التسلسل الذي هو مسألة (حوادث لا أول لها)، وهم لا يقولون ببطلان ذلك، ولكن ألزموها لمن يقول بها من أهل الملل. ¶ ولكن هؤلاء الدهرية يقولون بامتناع قيام الحوادث به. ¶ وهذه المقدمة سلمها لهم طائفة من متكلمي أهل الملل لكونها مبنية على تلك المقدمة الأولى التي ينازعهم فيها الدهرية: وهي امتناع (حوادث لا أول لها). ¶ ¬__________ ¶ (¬1) نهاية 27/ ب.",
            "page": "131",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "فإن هؤلاء المتكلمين الذين استدلوا على حدوث الأجسام بقيام الأعراض بها الصفات والحركات، أو بقيام الحركات، كان من أظهر طرقهم: أن هذه الحركات أو الأكوان أو الأعراض كلها حادثة وأن الجسم لا ينفك منها، وإذا لم ينفك منها كان محدثاً. ¶ فإن ما لم يسبق الحوادث فهو حادث. ¶ ثم كثير من السالكين هذه الطريق اكتفوا بهذه المقدمات، وآخرون تفطنوا لوجه المنع فيها: وهو أن المحدث ينقسم إلى شخص ونوع: ¶ فإن المحدث المعين ما لم تنفك عنه فهو محدث مثله؛ لأن المحدث المعين كان مسبوقاً بالعدم. ¶ فما كان مستلزماً له لم يتقدم عليه لامتناع وجود الملزوم دون اللازم فيكون محدثاً مثله. ¶ وأما النوع الذي تحدث آحاده: فهذا قد قال طوائف من أهل الملل والفلاسفة، بل من أهل الحديث والسنة: إن كل واحد من آحاده مسبوق بآخر إلى غير نهاية، وأنه إذا قيل: هو حادث؛ فهو بالنظر إلى فرد فرد وجزء جزء، لا بالنظر إلى النوع، فإن النوع لا يوصف بالحدوث عن عدم؛ فإنه لم يزل كذلك. ¶ وهؤلاء إذا قيل لهم: الحادث ما له أول، والأزل ليس له أول، والجمع بينهما محال. ¶ قالوا: الحادث الذي له أول: هو الشخص الحادث. ¶ فأما النوع الذي لم يزل؛ فإذا قيل: هو حادث؛ فباعتبار أن أجزاءه متتالية متعاقبة، لا باعتبار أنه مسبوق بعدم. ¶ قالوا: وهذا نعني بقولنا: هو حادث.",
            "page": "132",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "فالمنازع إن احتج بإطلاق اللفظ؛ فلا حجة له في إطلاق لفظ لم نوافقه على معناه، بل ولا يثبت بنصوص الأنبياء. ¶ وإن احتج بالمعنى؛ فنحن ننازعه فيما ادعاه من الحدوث المسبوق بالعدم، وأن له أولاً. ¶ فإن / (¬1) هذا النوع الذي سماه حادثاً عندنا ليس له أول، وليس المقصود هنا الكلام في هذه المسألة، وإنما المقصود: بيان فساد قول الفلاسفة على جميع مقالات المسلمين، وسائر أهل الملل وغيرهم من القائلين بأن الأفلاك مسبوقة بعدم. وأن حجتهم على الناس جدلية فاسدة. ¶ فهؤلاء المتكلمون الذين استدلوا على حدوث الأجسام بهذه الطريق التي بنوها على امتناع (حوادث لا أول لها). ¶ وقال قوم بل يجوز قيامها به، وإن كان في الأزل خالياً عنها. فإن قيامها به لا يستلزم لزومها له. ¶ وقال قوم: بل يجوز عليه في الأزل، وذلك من صفات الكمال، فإنه حي؛ ومن لوازم الحي الحركة، وهو صفة كمال له، والقدرة على ذلك صفة كمال، وكذلك يقولون: لم يزل متكلماً إذا شاء، ومتحركاً إذا شاء. ¶ فلما تنازع أهل الملل على هذه الأقوال الثلاثة، وكان كلام المتفلسفة مع الطائفة الأولى، فقالوا لهم: لو حدث عنه شيء بعد أن لم يكن؛ للزم أن يكون قد حدث له سبب لامتناع الحدوث عن قديم لم يحدث فيه شيء. ¶ ثم القول في ذلك السبب كالقول في الحادث المسبب عنه؛ لا بد له من سبب؛ فيلزم التسلسل وهو محال. ¶ ثم هذه الحوادث: إن كانت في غيره: كانت من العالم. ¶ ¬__________ ¶ (¬1) نهاية 28/ أ.",
            "page": "133",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "وإن كانت فيه: كان محلاً للحوادث، وهو محال. ¶ فيقول لهم جميع الطوائف: إن كان التسلسل محالاً؛ لزم حدوث العالم، وهو خلاف قولكم. ¶ فأنتم أثبتم قدمه بمقدمة تستلزم حدوثه؛ فإنه لم يثبت قدمه حتى يبطل التسلسل. ومتى بطل التسلسل بطل قدمه ولزم حدوثه. ¶ فإن قالوا للمتكلمين: نحن نلزمكم هذا على أصلكم. ¶ كان الجواب من وجهين: ¶ أحدهما: أن هذا لا ينفعكم. ¶ فإنكم إذا استدللتم على حدوثه بمقدمة تعتقدون فسادها: لم يحصل لكم علم بحدوثه. ¶ وأما إذا ألزمتمونا ذلك: نحن إذا اعتقدنا امتناع التسلسل لم يمكنا اعتقاد قدم العالم؛ إذ هما جمع بين النقيضين. ¶ فاعتقادنا بطلان التسلسل يوجب اعتقادنا حدوثه. فكيف نعتقد مع ذلك قدمه؟ ¶ وإن قيل: اعتقاد بطلان التسلسل يوجب عليكم اعتقاد قدمه من هذا الوجه، واعتقاد حدوثه من هذا الوجه. كان هذا دليلاً على بطلان القول بامتناع التسلسل، وجواز التسلسل، لا دليلاً على قدم العالم. ¶ فإن قال الفيلسوف الدهري: أنا اعتقد جواز التسلسل والقدم. ¶ قيل له: جواز التسلسل لا يصح القول بقدمه من وجهين: ¶ من جهة إمكان التسلسل في حوادث غير هذه / (¬1) الأفلاك. ¶ ¬__________ ¶ (¬1) نهاية 28/ ب.",
            "page": "134",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "ومن جهة جواز ذلك في ذات القديم الواجب الوجود بنفسه. ¶ فإن قال: قيام الحوادث به محال. ¶ قيل له: على أصلك لا يستحيل قيام الحوادث بالقديم، وأما إحالة ذلك في الرب فهو بناءً منك على أنه لا تقوم به الصفات. ¶ وهذا من أفسد الكلام. كما قد بيّن في غير هذا الموضع. ¶ أما على أصل من يمنع قيام الحوادث بالقديم من المتكلمين: فإنما ذاك عندهم لأن قيام الحوادث به يستلزم تسلسلها، وهو محال. ¶ ونحن نتكلم على تقدير إمكان تسلسل الحوادث. ¶ فإذا قدّرنا إمكان تسلسلها: لم نقل قولاً مبنياً على امتناع تسلسلها؛ لأن ذلك يستلزم القول بالجمع بين جواز التسلسل وامتناعه، وذلك جمع بين النقيضين. ¶ فإن المانع من كونه محلاً للحوادث يقول: لو كان محلاً لها لتسلسلت، ثم يقول: وتسلسلها محال؛ فلا يكون محلاً لها. ¶ فإذا قدّر مع ذلك: أن تسلسلها جائز؛ لم يمكنه مع ذلك أن يقول: تسلسلها محال، فيجمع بين النقيضين. ¶ وإذا لم يقل بامتناع تسلسلها لم يستدل به على امتناع حلول الحوادث به. ¶ وإذا لم يكن له دليل على ذلك: لم يجز القول به. ¶ فكان القول بجواز تسلسل الحوادث ينافي القول بامتناع حلول الحوادث. ¶ فلا يقال مع جواز التسلسل: لا يقوم به حادث. ¶ وإذا لم يجز أن يقال ذلك: كان ممكناً. فيكون مع جواز تسلسل الحوادث يجوز أن تقوم به الحوادث، وهو المطلوب.",
            "page": "135",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "وهذا بيّن ظاهر، وبه يتبيّن: أن أهل الملل أسدّ وأصوب قولاً، وهم في الصواب على قدر موافقتهم للرسل، وأن من أخطأ منهم كان خطأه دون خطأ مقابليه من المتفلسفة. ¶ فإن متكلمي أهل الملل تنازعوا في قيام الحوادث به، ولم يقل أحد منهم: يمكن (حوادث لا أول لها)، ولا تقوم به الحوادث. كما يقوله هؤلاء الدهرية الذين يقولون: يمكن (حوادث لا أول لها)، وهو مع هذا لا تقوم به الحوادث. فإن هذا من أفسد الأقوال. ¶ فإنه إذا أمكن (حوادث لا أول لها): لم تكن مباينة للقديم؛ فيجوز أن تقوم بالقديم سبحانه وتعالى (حوادث لا أول لها)، إذ كانت ممكنة، وهي لا تستلزم حدوث ما قامت به. ¶ ولا يرد على ذلك إلا أن يقال: يمتنع قيام / (¬1) المعاني به. ¶ لكن هذا من فاسد الأقوال، وليس للفلاسفة على نفيه دليل أصلاً، بل كلامهم في نفي الصفات من أفسد الكلام. كما قد بسط في غير هذا الموضع. ¶ وكذلك كلامهم في نفي كونه جسماً. ¶ ولهذا بيّن حذّاق المسلمين كأبي حامد وغيره: أنهم عاجزون عن إقامة الدليل على نفي كونه جسماً، وغير ذلك من المسائل التي يقولها مناظروهم من أهل الكلام، وأن نفي ذلك إنما يمكن على أصل المتكلم الذي يستدل على حدوث الأجسام بحدوث الأعراض والحركات. ¶ وهذه الطريقة باطلة على أصل المتفلسفة، بل وعلى أصل غيره من أهل الملل. ¶ وأما أهل الملل: فمنهم من يمنع قيام الحوادث به وتسلسلها. ¶ ¬__________ ¶ (¬1) نهاية 29/ أ.",
            "page": "136",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "ومنهم من يمنع تسلسلها دون قيامها به. ¶ ومنهم من لا يمنع واحداً من الأمرين. ¶ ومعلوم أن إثبات حلول الحوادث به أخف منه. فإنها مبنية على إثبات تسلسل الحوادث. ¶ فإن كلاهما إن كان خطأ: فظهور الخطأ في تسلسل الحوادث أظهر، والقول إلى منعه أسبق. ¶ ولهذا أقام المتكلمون على امتناع تسلسل الحوادث حججاً؛ سواءً كانت حقاً أو باطلاً. ¶ وأما منع قيام الحوادث به؛ فقد تبيّن أن حججها قليلة، وهي أضعف من تلك بكثير. ¶ وإن كان كلاهما صواباً: فقيام الحوادث به أظهر من جواز تسلسلها. ¶ فإن جواز تسلسلها يستلزم قيامها به من غير عكس. ¶ ولهذا كان في الكتب الإلهية والأخبار النبوية: من وصفه بالاستواء، والنزول، والمجيء، والإتيان، وأنه سيُرى، وإذا أراد أمراً، وأمثال ذلك من النصوص التي يستدل بها على جواز قيام الحوادث به ما لا يكاد يحصى، بل وليس فيها ما يدل على امتناع قيام الحوادث به، كما أنه ليس في النصوص ما يدل على امتناع التسلسل في الحوادث في الشروط، بل ولا على وقوعه؛ إلا بطريق الاستنباط واللزوم. ¶ فالمتكلمون إن أخطأوا: أخطأوا في الخفي وأصابوا في الجلي، والمتفلسفة بالعكس: أخطأوا في الجلي ولم يصيبوا في الخفي في موضع ينفعهم، بل في موضع هو حجة عليهم لا لهم.",
            "page": "137",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "الوجه الثاني في الجواب ¶ أن يقال: توقف الحادث على حادث قبله إلى غير غاية يستلزم (حوادث لا أول لها)، وحدوث حوادث في الأزل. ¶ فلا يخلو هذا: إما أن يكون ممكناً، وإما أن يكون ممتنعاً. ¶ فإن كان ممتنعاً: امتنع أن تحدث الحركة في الأزل / (¬1)، ووجب حدوث كل متحرك عن عدم سابق. وهو المطلوب. وهو يبطل قول الفلاسفة بقدم العالم. ¶ وإذا بطل هذا؛ كان قولهم: حدوثه بعد أن لم يحدثه مفتقر إلى سبب حادث، وذلك الحادث مفتقر إلى حادث، ويلزم التسلسل مقدمة باطلة؛ لأنها لو كانت حقاً: للزم الجمع بين النقيضين؛ لأنا نتكلم على تقدير امتناع (حوادث لا أول لها). ¶ وعلى هذا التقدير: فإن الحوادث من الحركات وغيرها مسبوقة بعدم. ¶ وقد علم بالاضطرار: أن الحادث لا يحدث بنفسه. فوجب إسناد الحوادث إلى فاعل قديم أحدثها بعد أن لم تكن، من غير سبب حادث أصلاً. ¶ وهذا أحد قولي القائلين بحدوث العالم من أهل الملل وغيرهم: كالمعتزلة والكلابية والنجارية والضرارية وأمثالهم من الطوائف، ومن وافقهم من أهل الفقه والتصوف والحديث وغيرهم. ¶ وبالجملة: فالجمع بين قولنا: إن الحوادث لا بد لها من أول، وقولنا: كل حادث متوقف على حادث قبله: جمع بين النقيضين؛ فإن هذا الثاني يستلزم تسلسلها، والأول منع تسلسلها. ¶ ¬__________ ¶ (¬1) نهاية 29/ ب.",
            "page": "138",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "فيمتنع أن يقال: تسلسل الحوادث واجب ممتنع. ¶ وإذا كان الجمع بينهما ممتنعاً، وقد قدّرنا أحدهما: وهو بطلان تسلسلها؛ بطل الثاني: وهو وجوب تسلسلها. ¶ وإن كان حدوث (حوادث لا نهاية لها) ممكناً، وهذا هو التسلسل في الشرط والمشروط ليس هو التسلسل في العلة والمعلول؛ فإن ذلك متفق على بطلانه: لم يكن بتقدير حدوث العالم لازم ممتنع. ¶ فإنهم إنما قالوا: لو كان حادثاً لافتقر حدوثه إلى سبب حادث؛ وذلك يستلزم التسلسل. ¶ وإذا لم تكن جميع الأمور المعتبرة في كون المؤثر مؤثراً حاصلة في الأزل: كانت حادثة بعد أن لم تكن، وحدوثها مفتقر إلى سبب. ¶ والكلام في حدوث ذلك السبب كالكلام في حدوث الأول ولزم التسلسل. ¶ وعلى ذلك اعتمد ابن الهيصم (¬1) وابن سينا، وأمثالهم من أساطين الفلاسفة الدهرية. ¶ [نقل الشهرستاني لكلام ابن سينا:] ¶ ولهذا قال الشهرستاني: عليها اعتمد ابن سينا. قال: مسلّم أن العالم بما فيه من الجواهر والأعراض جائز الوجود بذاته. ¶ لكن كلامنا في أنه: هل هو واجب الوجود بغيره دائم الوجود بذواته. ¶ ¬__________ ¶ (¬1) محمد بن الهيصم، شيخ الكرّامية، وعالمهم في وقته، وليس للكرّامية مثله في الكلام والنظر، وإليه تنتسب فرقة (الهيصمية)، عاش في القرن الخامس الهجري. الوافي بالوفيات (5/ 171).",
            "page": "139",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "قال: والجائز أن يوجد وأن لا يوجد إذا / (¬1) تخصص بالوجود احتاج إلى مرجح لجانب الوجود. ¶ والحال لا يخلو: إما أن يقال: ما يجوز أن يوجد عن المرجح يجب أن يوجد حتى لا يتراخى عنه. ¶ وإما أن يقال: لا يجب أن يوجد حتى يتراخى عنه، ثم يوجد بعد أن لم يوجد. ¶ لكن العقل الصريح الذي لم يكذب قط: يشهد بأن الذات الواحدة إذا كانت من جميع جهاتها واحدة، وهي لما كانت وكان لا يوجد عنها شيء فيما قبل، مع جواز أن يوجد، وهي الآن كذلك. ¶ فالآن لا يوجد أيضاً عنها شيء، وإذا كان قد وجد فقد حدث أمر لا محالة من قصد وإرادة، أو طبع وقدرة، أو فكر وعرض، أو سبب ما من الأسباب، ثم لا يخلو ذلك السبب: إما أن يحدث في ذاته صفة، أو يحدث عنه أمر مباين. ¶ والكلام في ذلك الحادث على أي وجه كان؛ كالكلام في العالم. ¶ فإذا لا يجوز أن يحدث أمر ما، وإذا لم يجز. فلا فرق بين حال أن يفعل، وبين حال أن لا يفعل. وقد وجد الفعل فهو خَلْف (¬2). ¶ وإنما لزمنا هذا لأنا وضعنا في التقدير العقلي ذاتاً معطلة عن الفعل، وهو باطل؛ فنقيضه حق. ¶ [جواب الشهرستاني على كلام ابن سينا:] ¶ وقد قال الشهرستاني: الجواب: قلنا: أنتم مطالبون بإثبات ثلاث مقدمات: ¶ ¬__________ ¶ (¬1) نهاية 30/ أ. ¶ (¬2) أي: محال.",
            "page": "140",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "إحداها: إثبات جواز وجود العالم في الأزل. ¶ والثانية: أن ما يجوز وجوده يجب وجوده. ¶ والثالثة: إثبات وجود سبب حادث لا من حادث. ¶ [إضافة شيخ الإسلام في الرد على المتفلسفة:] ¶ قلت: وقد ذكر تمام كلامه في غير هذا الموضع، وعرف الاعتراضات على أجوبته. كما اعترض عليها الرازي وغيره. ¶ والمقصود: أن نذكر ما لم يذكره هؤلاء، فيقال لابن سينا وذويه: ¶ الكلام في الحادث على أي وجه كان كالكلام في العالم مسلّم. ¶ وقولك: فإذاً لا يجوز أن يحدث أمر ما ممنوع. ولم تثبتوا وجه لزوم امتناع الحدوث عما ذكرتموه، ولا دليل عليه، بل هو باطل على كل تقدير -لا سيما على أصلكم- فإن بطلانه أظهر منه على بطلان أصل غيركم، وإن كان باطلاً على كل تقدير يمكن فرضه. ¶ لكن إذا كان ما ذكروه من العمدة العظمى: هي على أصولهم أظهر بطلاناً وأعظم تناقضاً؛ كان هذا مما أظهر الله به حجته ونصره لعباده المرسلين وأتباعهم المؤمنين على هؤلاء الملحدين. ¶ بيان ذلك: أن الكلام / (¬1) في ذلك الحادث إذا كان كالكلام في العالم؛ لزم أنه لا يحدث حتى يحدث عن الذات أمر ما: إما قائم بها، وإما مباين لها. ¶ ثم القول في ذلك الحادث كالقول في الذي حدث بعده، وإن كان قبله في أن أول النظر لا يحدث ذلك الحادث حتى يحدث عن الذات أمر ما: إما مباين لها، وإما قائم بها، وهلم جرّا. ¶ ¬__________ ¶ (¬1) نهاية 30/ ب.",
            "page": "141",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "فهذا موجب ما ذكرتَه من الحجة ومقتضاه، لكن لم تبيّن انتفاء هذا اللازم؛ فنفيتَ إحدى مقدمتي حجتكَ بلا دليل، بل أصولكَ تدل على نقيض المقدمة، والجمع بين مقدمتي دليلك باطل على كل تقدير عقلي. ¶ ومتى لم يمكن اجتماع صحة المقدمتين كان الدليل باطلاً قطعاً. ¶ وسواءٌ صغتَ هذه الحجة على التأليف الحملي: تأليف قياس التداخل والشمول، أو على التأليف الشرطي: تأليف قياس التلازم أو التعاند والتقسيم. ¶ فإنك تقول: لو حدث عن الذات بعد أن لم يكن؛ فلا بد إن حدث أمر ما: إما إرادة، وإما قدرة، وإما عرض، وإما غير ذلك. ¶ فيقال لك: فكان ماذا؟ ¶ فلا بد أن تقول: وحدوث ذلك الأمر عن الذات محال؛ فيكون حدوثه مستلزماً للمحال. ¶ وأنت لم تذكر هذه المقدمة، ولو ذكرتها لم يمكنك مع أصولك أن تقيم دليل صحتها، ولو أقمت دليل صحتها للزم القول بحدوث العالم. فإن صحت هذه المقدمة لزم حدوث العالم، وإن بطلت هذه المقدمة بطلت حجتك على قدم العالم. ¶ وعلى التقديرين: يبطل دليلك هذا، وهو المطلوب. ¶ فإن قال: إنما قلت هذا: لأني وضعت في التقدير ذاتاً لا يحدث عنها أمر ما ذاتاً معطلة عن الفعل. ¶ قلنا: نعم؛ فيكون موجب الحجة: أن الذات لا تنفك عن حادث ما: إما فيها، وإما منفصلاً عنها. ¶ فهذا موجب حجتك. وهذا لا يستلزم قدم هذا العالم، ولا قدم شيء من سوى العالم.",
            "page": "142",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "أما الأول: فبتقدير أن يكون الحادث عنها أمراً ما غير هذا العالم، ثم لسبب أمر آخر، وهلم جرّا. ¶ وأما الثاني: فبتقدير أن يكون الحادث عنها قائماً بها حادثاً بعد حادث، كما يحدث في الفلك عندك حادث بعد حادث، ويكون ذلك سبباً للحوادث. ¶ فحجتك ليس فيها إلا إبطال قول من يقول: بحدوث العالم من غير حادث يحدث في ذاته، وهذا قول طائفة من أهل الملل. ¶ وإذا ثبت خطأ هؤلاء: لم يلزم صحة قولك؛ إذا أمكن أن يكون الصواب / (¬1) قول من يقول منهم: إنما يحدث العالم بحوادث تحدث في ذاته، وأنت لم تذكر دليلاً على فساده، ولا يمكنك ذلك، فإن ذلك عندك لا ينافي القدم، وإنما يثبته على نفي الصفات. ¶ فإن قال: قد ثبت ذلك بقولي: العقل الصريح يشهد أن الذات الواحدة إذا كانت من جميع جهاتها واحدة، وكانت لا يوجد عنها شيء فيها قبل، مع جواز أن يوجد، وهي الآن كذلك. والآن لا يوجد عنها أيضاً شيء. ¶ قيل له: هذا الذي ذكرته لا يفيدك، من وجوه: ¶ أحدها: أنك قلت: إذا كانت لا يوجد عنها شيء مع جواز أن يوجد. ¶ وعلى من يقول بامتناع (حوادث لا أول لها) من متكلمي أهل الملل يقول لك: لا يسلم أنه يجوز أن يوجد عنها في الأزل شيء. ¶ فتحتاج أن تبيّن جواز ذلك ليتم دليلك. ¶ ¬__________ ¶ (¬1) نهاية 31/ أ.",
            "page": "143",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "الوجه الثاني: أن يقال: إما أن يجوز حدوث شيء عنها في الأزل، وإما أن لا يجوز. فإن لم يجز بطل قولك بقدم العالم. ¶ وإن جاز لم يلزم أن يكون الحادث هو العالم، بل جاز أن يكون حادثاً في ذاته. ¶ فإن قال: هذا يفيدني: أنه أحدث بعد أن لم يحدث، والامتناع إنما يكون في الأزل لا فيما قبل حدوثه. ¶ قيل له: هذا لا يفيدك في قدم العالم شيئاً، وإنما هو سؤال على من يقول بحدوث العالم من غير سبب حادث في ذاته. وهذا لأهل الملل فيه قولان. ¶ فإن كانت حجتك صحيحة: لزم صحة أحد قولي أهل الملل أنه محدث بحوادث تحدث في ذاته: إما متسلسلة إن أمكن (حوادث لا أول لها)، وإما منقطعة إن امتنع ذلك. ¶ ثم على هذا القول: إذا قلت بالحوادث في ذاته لا بد لها من سبب. ¶ قيل لك: لكل حادث حادث قبله إلى غير نهاية، وتسلسلت الحوادث. ¶ فيلزم صحة قول إحدى الطائفتين من الطائفة الثانية من أهل الملل. ¶ وأما قولك فباطل على كل تقدير؛ لأن التسلسل إن كان جائزاً صح قول هذه الطائفة -لا سيما- ومنهم من يصفه بأنه لم يزل متحركاً متكلماً إذا شاء من أهل الملل. ¶ وهذا هو القول الذي يذكره أكثر أهل الحديث عن سلف أهل الملل وأئمتهم، وأهل الاتباع منهم للأنبياء الثابتين على ما دلت عليه نصوص الكتب المنزلة من السماء. ¶ دع من يقول بذلك من طوائف أهل الكلام وطوائف أهل الفلسفة،",
            "page": "144",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "إذ كان من أئمة الفلاسفة / (¬1) من يقول: إنه لا يجوز أن يكون مدبراً للعالم إلا بذلك. كما صرح بذلك أبو البركات؛ صاحب «المعتبر»: بإثبات إرادات حادثة في ذاته، وعلوم محدثة في ذاته، وذكر أنه لا يتقرر الاعتراف بكونه إلهاً لهذا العالم إلا مع هذا المذهب. ¶ دع المناظرة مع أهل الملل، وانفصل من إخوانك الفلاسفة الذين يقولون بهذه المقالة. ¶ وإن لم يكن التسلسل جائزاً بطل القول بقدم العالم، ووجب حدوثه. وهؤلاء المتفلسفة الذين يقولون بجواز حلول الحوادث بذاته؛ يكون بطلان هذا الدليل على قدم العالم على أصلهم أقوى. ¶ فإنهم قد يقولون: إن العالم قديم وسبب الحوادث فيه حوادث تحدث في ذات الله تعالى. ¶ فيقال لهم: إذا كان هذا جائزاً بطل دليلكم على قدم العالم، بل هذا القول يستلزم بطلان القول بقدم العالم. ¶ فإن العالم إذا قدّر قدمه: فلا بد من وجود العلة التامة المستلزمة لقدمه؛ لأنه بدون المرجح التام لا يكون الممكن، ومع وجوده يجب الممكن. ¶ فإذا قدّر قدم الممكن لزم وجود المرجح التام. ¶ وإذا كان المرجح تاماً امتنع أن يتأخر عنه شيء من موجباته؛ لأنه متى تأخر لم يكن تاماً. فلزم قدم جميع موجباته، فلا يحدث عنه شيء بعد أن لم يكن لا فيه ولا في غيره؛ لأن ما حدث لم يكن مرجحه تاماً، وقد فرض ثبوت المرجح التام، إلا أن يقال: هو مرجح تام للعالم، ¶ ¬__________ ¶ (¬1) نهاية 31/ ب.",
            "page": "145",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "وليس بتام لما يحدث فيه وفي العالم، بل كلما حدث حادث تم به مرجح الحادث بعده. ¶ وهذا إذا قيل؛ فغايته أن هذا ممكن. لكن هذا أدل على فساد حجتهم على قدمه. وهو المطلوب هنا. ¶ [القول بقدم العالم يناقض القول بقدمه، ويستلزم عدم قدمه:] ¶ ثم يقال: إذا قدّر قدمه؛ فمع القول بقدمه يمتنع أن يكون قدمه موقوفاً على شيء من الحوادث، فإن الموقوف على الحادث أولى أن يكون حادثاً، فلا يجوز أن يكون مع قدمه قد قامت بالرب حوادث قديمة، ومتى حدثت بعد أن لم تكن؛ كان السؤال عن سبب حدوثها، كالسؤال عن سبب حدوث العالم، وامتنع حدوث حادث بلا سبب. ¶ فإن قيل: إذا جاز أن يقارن قدم العالم حوادث في العالم جاز أن يقارنه حوادث في الفاعل قبل. إلا أن الحوادث في المعلول توجب كون القديم شرطاً في وجود المحدث أو سبباً له. وهذا معقول، أما كون المحدث شرطاً في وجود القديم أو سبباً له فهذا ممتنع. فيمتنع مع كون العالم قديماً عن علة قديمة أن يلزم العلة أمر حادث / (¬1) لتضمنه توقف القديم على المحدث؛ لأنه متى توقف على العلة توقف مع لوازمها، ومحال أن يقوم بها حادث ليس من لوازمها؛ لأن ما لم تتم علة حدوثه لم يحدث، فما قام بها من الحوادث كان لازماً، وما كان لازماً كان من تمام العلة ومن شروط المعلول؛ فيكون المعلول القديم موقوفاً على حادث، وهذا ممتنع. ¶ وهذا بحث دقيق يتقرر به: أن القول بقدم العالم يناقض القول بقدمه، ويستلزم عدم قدمه؛ فيكون قدمه مستلزماً للجمع بين النقيضين: ¶ ¬__________ ¶ (¬1) نهاية 32/ أ.",
            "page": "146",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "فلا يكون قديماً؛ لأنه إذا كان قديماً لزم أن تكون علته قديمة، وإذا كانت قديمة لزمها معلولها، فلا يحدث عنها شيء إلا بحدوث حادث فيها أو منها، وحدوث حادث فيها أو منها مستلزم أن لا تكون علة تامة لذلك الحادث قبل حدوثه، وإنما تمت عند حدوثه فلا بد لتمامها من علة، وذلك لا يمكن إلا بحوادث في ذاتها لا نهاية لها، ومع حوادث في ذاتها لا نهاية لها يمتنع أن يكون المعلول قديماً؛ لأن القديم لا يكون الحادث علة له، ولا تمام علة له، كما أن الواجب بذاته لا يكون الممكن علة له ولا تمام علة. ¶ فالقول بجواز حدوث الحوادث بذاته يستلزم بطلان فساد حجة القائلين بقدم العالم، ويستلزم دليلاً ثانياً على امتناع قدمه. ¶ لكن قد يقال: إذا جاز أن تلزم ذاته حوادث تقوم به؛ جاز أن تلزمها حوادث منفصلة عنه وأولى. ¶ ولكن الكلام في هذا له تحقيق ليس هذا موضعه. ¶ والمقصود هنا: أن ما دلّت عليه النصوص من خلق السماوات والأرض في ستة أيام ونحو ذلك ليس بباطل. ¶ الوجه الثالث في الجواب عن حجة ابن سينا وذويه: أن يقال: قولك: الذات الواحدة؛ إذا كانت من جميع جهاتها واحدة. -هذا فرض فرضته- ومرادك به: نفي الصفات، وبنيته على أصلك: وهو أن الواجب هو الوجود المطلق بشرط الإطلاق الذي لا يتصف إلا بسلب أو إضافة أو مركب منهما. ولهذا قلت: الواحد لا يصدر عنه إلا واحد. ¶ وهذا القول لا حجة لك عليه، بل حجتك عليه فاسدة، والحجج العقلية تدل على نقيض هذا القول. ¶ ولنقل هنا: قد علمت أن مذهب أهل الملل المتّبعين لآثار المرسلين",
            "page": "147",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "هو إثبات / (¬1) الصفات، والقول بأن خالق العالم حي عليم قدير سميع بصير عزيز حكيم. ¶ وهذه الوحدة التي تدّعيها وتريد بها سلب الصفات. لا يوافقونك عليها، بل يقولون: هي تعطيل. ¶ وحينئذ: فإذا كانت له صفات؛ كان ما ذكرته من الوحدة المنافية للصفات؛ فيصير ما لا وجود له. ¶ بل عندهم يمتنع عقلاً ثبوت ذات بلا صفات، ووجود مطلق غير معين. ¶ وحينئذ: فأنت لا تقول -على اصطلاحك-: إن هذه الدار من جميع وجوهها واحدة؛ لما فيها -على زعمك- من الكثرة والتركيب. ¶ وحينئذ: فحدوث العالم عنها بعد أن لم تكن ليس ممتنعاً؛ لما يجوز أن يحدث فيها منها. ¶ [انتقال الكلام مع المتفلسفة إلى مسألة الصفات:] ¶ وحينئذ: ينتقل الكلام معهم من «مسألة حدوث العالم» إلى «مسألة الصفات». ¶ وهذا مما تبيّن: أن الحق مع أهل السنة والجماعة مطلقاً، وأن المعتزلة الذين وافقوهم على نفي الصفات وامتناع الحوادث به؛ هم الذين يحتج عليهم الفلاسفة بمثل هذه الحجة. ¶ ويعلم: أن ما سلكه هؤلاء من الكلام معهم مذموم، كما ذمه السلف والأئمة؛ لما تضمّن من تكذيب بحق، وتصديق بباطل، وموافقتهم على أقوال باطلة احتجوا بها على أهل الملل، والاحتجاج ¶ ¬__________ ¶ (¬1) نهاية 32/ ب.",
            "page": "148",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "عليهم بأقوال باطلة ردّوها على أهل الملل، وصار من لا يعرف أصول الملل يظن أنها من أصول أهل الملل، فتارة يكفّر من ينكرها، وتارة يتلقاها تقليداً لمن قالها؛ لما استقر عنده: أن أصول الملل صحيحة، وتارة ينظر فيها فلا يتبين له صحتها؛ فيبقى شاكّاً في أصول أهل الملل، وتارة يتبيّن له فسادها؛ فإما أن يرد على أهل الملل، وإما أن يتبيّن له مع ذلك فساد أصول الملاحدة الفلاسفة الدهرية؛ فلا يبقى لا مع هؤلاء، ولا مع هؤلاء، بل حائراً مستريباً شاكّاً. ¶ وهذه حال حذاق النظّار الذين لم يعرفوا حقائق ما جاءت به المرسلون. ¶ فإن هؤلاء المتكلمين من المعتزلة -ومن سلك سبيلهم- وافقوهم على نفي الصفات والأفعال القائمة به عنه سبحانه وتعالى، وأرادوا مع ذلك إثبات حدوث العالم؛ فلزمهم حادث بلا سبب. ¶ فقامت عليهم الفلاسفة وقالوا: حادث بلا سبب محال؛ فلا يكون العالم محدثاً ويكون قديماً. ¶ فلم يمكن أولائك أن يقولوا: السبب هو صفاته أو أفعاله القائمة به؛ لأنهم نفوا الصفات والأفعال. ¶ فحجة ابن سينا وأمثاله من الفلاسفة على مثل هؤلاء المتكلمين -وإن كانوا عاجزين عن حل حجته- فكلامهم أسد من كلامه، وهم على بيان فساد / (¬1) قول المتفلسفة أقدر من المتفلسفة على بيان فساد أقوالهم؛ لأن في أقوال المتفلسفة من التناقض والاختلاف أعظم مما في أقوال هؤلاء المتكلمة. إذ كان هؤلاء المتكلمة أقرب إلى الرسل من المتفلسفة. ¶ وكل من كان إلى الرسل أقرب: كان كلامه أسد وأعظم اتفاقاً ¶ ¬__________ ¶ (¬1) نهاية 33/ أ.",
            "page": "149",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "وانتظاماً، وكل من كان عنهم أبعد: كان أكثر اختلافاً وتناقضاً. ¶ ولكن نحن هنا مقصودنا: أن نبيّن فساد حجة الفلاسفة مطلقاً، ليس مقصودنا أن ننتصر لطائفة معينة من المتكلمين، بل كل قول صح إبطال قولهم؛ وجب استعماله إذا لم يعلم فساد ذلك القول لا بسمع ولا عقل. ¶ ولهذا: رددنا الكلام على قول كل طائفة، وبيّنا فساد حجتهم على ذلك التقدير، وإن لزم من ذلك بعض أقوال أهل الكلام فهذا ليس محذوراً. ¶ فإن الطائفة المعينة من المتكلمين ليست معصومة، بل الخطأ جائز عليها، وإنما العصمة للكتاب والسنة والإجماع. ¶ فإذا لم يعلم فساد القول بكتاب ولا سنة ولا إجماع؛ وكان مبطلاً للأقوال المخالفة للرسل: كان قد أبطل القول الذي لا ريب في إبطاله بالقول الذي لا يعلم إبطاله، هذا حسن مستقيم. فليتدبر العاقل هذا. ¶ فكيف إذا كان الذي أبطل به قول المتفلسفة قد علمت سببه، أو دلّت عليه النصوص الإلهية ونحو ذلك. ¶ وإذا كان بطلان قول الفلاسفة مستلزماً لثبوت الصفات؛ كان ذلك نافعاً في موضعين: ¶ أحدهما: في إبطال قول الفلاسفة. ¶ والثاني: في إبطال قول الجهمية نفاة الصفات. ¶ ويكون ذلك دليلاً لأهل السنة والجماعة على نفاة الصفات وعلى الفلاسفة. ¶ فالحمد لله الذي أرسل رسوله بالهدى ودين الحق ليظهره على الدين كله وكفى بالله شهيداً. ¶ وقد بسطنا الكلام على فساد قولهم في مسائل الصفات في مواضع.",
            "page": "150",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "لكن بيّنا هنا على ما ينفع ها هنا، وكنا قد رددنا عليهم بما تبيّن لنا من فساد كلامهم. ¶ ثم لما رأيت كتاب «تهافت الفلاسفة» لأبي حامد؛ رأيته في الصفات قد رد عليهم ردّاً حسناً يوافق بعض ما كان تبيّن لي قبل ذلك؛ فأحببت أن أذكر كلامه؛ لأن الناس يستأنسون بالكلام الذي قد قال به الناس قديماً. ¶ وليتبيّن بذلك / (¬1): أن ما يبيّنه الله لنا من الهدى ما زال يبيّنه للمسلمين قبلنا، والحمد لله رب العالمين. ¶ قال أبو حامد (¬2) ................................. ¶ الوجه الثالث في الجواب ¶ أن يقال: الذي يثبت من دين أهل الملل: ما ثبت بنصوص الأنبياء، وما ثبت بإجماع المؤمنين المعصوم من الخطأ؛ وهم قد أخبروا: في خلق السماوات والأرض في ستة أيام، ومن المعاد؛ ما يُعلم بالاضطرار: أنه مخالف لما يقوله هؤلاء المتفلسفة من قدم العالم، وأنه لا معاد إلا معاد الأرواح. ¶ كما يُعلم بالاضطرار: أن ما جاؤوا به من إيجاب الواجبات، وتحريم المحرمات، والوعد والوعيد عليها مخالف لما يقوله المتفلسفة مع أن مقصود الشرائع مجرد مصالح الدنيا. ¶ ويُعلم بالاضطرار: أن ما يقوله القرامطة المتفلسفة من تأويل الكتب الإلهية على ما يدّعونه في الإيمان والأعمال باطل. وهذا مبسوط في غير هذا الموضع. ¶ ¬__________ ¶ (¬1) نهاية 33/ ب. ¶ (¬2) بياض بمقدار سطرين، وهو النقل عن أبي حامد.",
            "page": "151",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "وقد أخبر الله أنه: {خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ} في مواضع متعددة من القرآن. ¶ وأخبر أنه: {خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ}، وأنه: {وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ • ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ • فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ ... } (¬1). ¶ وأمثال هذه النصوص التي تدل على أن السماوات والأرض مخلوقة في أيام، وأن كل يوم كألف سنة، كما قال ذلك طائفة من السلف. ¶ وثبت أن عرشه كان على الماء قبل ذلك. ¶ وثبت في الصحيح (¬2) عن عمران بن حصين عنه صلى الله عليه وسلم أنه قال: «كان الله ولا شيء غيره، وكان عرشه على الماء، وكتب في الذكر كل شيء، ثم خلق السماوات والأرض». ¶ وثبت في الصحيح (¬3): أنه (قدّر مقادير الخلائق قبل أن يخلق السماوات والأرض بخمسين ألف سنة، وكان عرشه على الماء). ¶ وثبت في الصحيح (¬4) أنه قال: (إن الزمان قد استدار كهيئته يوم خلق الله السماوات والأرض: السنة اثنا عشر شهراً). ¶ وفي الجملة: فخلقه للسماوات والأرض بعد أن لم يكونوا مخلوقين؛ فيما عُلمَ بالاضطرار في دين الرسل. ¶ وقد ثبت: أنه كان قبل خلق السماوات والأرض مخلوق آخر: وهو ¶ ¬__________ ¶ (¬1) سورة فصّلت: 9 - 12. ¶ (¬2) صحيح البخاري (2953، 7418). ¶ (¬3) صحيح مسلم (2653)، من حديث عبد الله بن عمرو رضي الله عنه. ¶ (¬4) متفق عليه. صحيح البخاري (4294، 5124)، صحيح مسلم (3179). من حديث أبي بكرة رضي الله عنه.",
            "page": "152",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "العرش وغيره، بل قدّر مقادير / (¬1) الخلائق قبل أن يخلق السماوات والأرض بخمسين ألف سنة. ¶ وقد تنازع السلف في أول المخلوقات: فقالت طائفة: هو القلم. ¶ وقال الأكثرون: بل العرش خلق قبل القلم. ¶ وأما القلم أول من خلق من هذا العالم الذي قدّرت مقاديره قبل أن يخلق السماوات والأرض بخمسين ألف سنة. وقد بسطناها في غير هذا الموضع. ¶ والمقصود هنا: أن ما ثبت بالقرآن أو السنة أو الإجماع فعلى المسلمين أن يقروا به ويصدقوه. ¶ وأما ما تنازع فيه المسلمون؛ فإن عُلم بعقل صريح أو سمع صحيح: صحة أحد القولين كان هو الصواب، ولكن لا يلزم أن يكون قول الآخر في الخطأ، مثل الأقوال التي عُلم مخالفتها للنصوص المتواترة والإجماع المتيقن. ¶ فإذا كانت الفلاسفة ونحوهم قد قالوا قولاً يُعلم أنه مخالف للنصوص المتواترة وإجماع المؤمنين؛ وجب رده وإبطاله، وإذا كان من جملة طرق رده: أقوال لبعض طوائف المسلمين لم تُعلم مخالفتها للنصوص المتواترة والإجماع كمخالفة هذا؛ فردّت أقوالهم بمثل قول هذا كان سائغاً. ¶ ثم إن كان ذلك القول حقاً: كان التزامه حسناً، والرد به حقاً. ¶ وإن كان خطأً: كان الخطأ فيه أخف من الخطأ في أقوالهم، وكان التناقض في أقوالهم أعظم من التناقض فيه. ¶ ¬__________ ¶ (¬1) نهاية 34/ أ.",
            "page": "153",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "ومعلوم: أن المتناظرين إذا كان قول أحدهما أكثر خطأً وضلالاً من قول الآخر: كان دفع الأكثر ضلالاً وخطأً بالآخر خيراً من العكس. كما يسوغ دفع الأفجر من الكفار بالفجار. فإن الله يؤيد هذا الدين بالرجل الفاجر، وبأقوام لا خلاق لهم. ¶ والإنسان يجب عليه أن يؤمن بما أخبرت به الرسل، ويقول ما يعلم، ويسكت عما لا يعلم، فإذا تبيّن في أمر: أنه مما أخبرت به الرسل، وعلم أمراً من الأمور: صدّق به والتزم. ¶ فإن قيل: إنه يلزمه لوازم فيها نزاع، أو لم يعلم أنها حق أو باطل؛ كان الجواب مركباً: ¶ أن ما علم فهو حق، وما أخبرت به الرسل فهو حق، ولازم الحق حق. ¶ فإن قدّر هذا لازماً وجب التزامه، ويمتنع أن يقوم دليل على بطلان لازم الحق. وإن لم يكن لازماً لم يضر انتفاؤه. ¶ [طريقة الغزالي في الرد على الفلاسفة:] ¶ وقد سلك أبو حامد في الرد على الفلاسفة طريقاً بيّنها فقال (¬1): ليُعلم أن المقصود: تنييه من حسن اعتقاده في الفلاسفة، وظن أن مسالكهم نقية من التناقض ببيان وجوه تهافتهم؛ فلذلك لا أدخل في الاعتراض عليهم إلا دخول منكر مطالب، لا دخول مدّعٍ مثبت / (¬2) فأكدر (¬3) عليهم ما اعتقدوه، ومطوعاً بإلزامات مختلفة: فألزمهم تارة مذهب المعتزلة، وأخرى مذهب الكرامية، وطوراً مذهب الواقفة، ولا أنتهض ذاباً عن مذهب مخصوص، بل أجعل جميع الفرق إلباً واحداً ¶ ¬__________ ¶ (¬1) تهافت الفلاسفة (ص: 8). ¶ (¬2) نهاية 34/ ب. ¶ (¬3) في تهافت الفلاسفة (ص: 8): (فأبطل).",
            "page": "154",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "عليهم؛ فإن سائر الفرق إنما خالفونا في التفصيل، وهؤلاء يتعرضون لأصول الدين. ¶ فلنتظاهر عليهم؛ فعند الشدائد تذهب الأحقاد. (¬1) ¶ [نقد شيخ الإسلام لطريقة الغزالي:] ¶ قلت: الذي يجب على جميع الخلق: اتباع الرسل الذين أقام بهم الحجة على عباده، وعليهم أن لا يقْفوا ما ليس لهم به علم، ولا يقولوا على الله إلا الحق، ولا يقولوا على الله ما لا يعلمون؛ فإنه قد عُلم بدلائل كثيرة: أن الرسل لا يقولون إلا الحق. ولا يجب، بل ولا يجوز أن ننتصر لصاحب مقالة ليس برسول، ولا لطائفة معينة غير المؤمنين بالله ورسله؛ فإن {وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيرًا} (¬2)، وقد قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ وَلَوْ عَلَى أَنْفُسِكُمْ أَوِ الْوَالِدَيْنِ وَالْأَقْرَبِينَ} (¬3)، وقال تعالى: {كُونُوا قَوَّامِينَ لِلَّهِ شُهَدَاءَ بِالْقِسْطِ وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلَّا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى} (¬4). ¶ فلا يحل لنا أن يحملنا بغض قوم -وإن كنا نبغضهم في الله- على أن لا نعدل عليهم فيما هو من حقوق العباد. فكيف في أمور الديانات؟! ¶ ليس لنا أن نقول فيها إلا الحق، ولا نقول ما لا نعلم. ¶ قال تعالى: {قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَنْ تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا ¶ ¬__________ ¶ (¬1) انتهى كلام أبي حامد. ¶ (¬2) سورة النساء: 115. ¶ (¬3) سورة النساء: 135. ¶ (¬4) سورة المائدة: 8.",
            "page": "155",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "تَعْلَمُونَ} (¬1)، وقال تعالى: {إِنَّمَا يَامُرُكُمْ بِالسُّوءِ وَالْفَحْشَاءِ وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ} (¬2)، وقال تعالى: {يَا أَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ وَلَا تَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ} (¬3)، وقال تعالى: {أَلَمْ يُؤْخَذْ عَلَيْهِمْ مِيثَاقُ الْكِتَابِ أَنْ لَا يَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ} (¬4)، وقال تعالى: {وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ} (¬5)، وقال تعالى: {هَا أَنْتُمْ هَؤُلَاءِ حَاجَجْتُمْ فِيمَا لَكُمْ بِهِ عِلْمٌ فَلِمَ تُحَاجُّونَ فِيمَا لَيْسَ لَكُمْ بِهِ عِلْمٌ} (¬6). ¶ وكان معاذ بن جبل يقول في كلامه: «اقبلوا الحق من كل من جاء به، وإن كان كافراً، واحذروا زيغة الحكيم. فقالوا: كيف نعلم أن الكافر يقول الحق، وأن الحكيم يزيغ؟ فقال: إن على الحق نوراً» (¬7). ¶ ¬__________ ¶ (¬1) سورة الأعراف: 33. ¶ (¬2) سورة البقرة: 169. ¶ (¬3) سورة المائدة: 171. (سورة النساء: 171) ¶ (¬4) سورة الأعراف: 169. ¶ (¬5) سورة الإسراء: 36. ¶ (¬6) سورة آل عمران: 66. ¶ (¬7) عزاه شيخ الإسلام إلى سنن أبي داود في مجموع الفتاوى (5/ 102). والذي في سنن أبي داود (4611): عن يَزِيدَ بْنِ عُمَيْرَةَ وَكَانَ مِنْ أَصْحَابِ مُعَاذِ بْنِ جَبَلٍ أَخْبَرَهُ قَالَ: كَانَ لَا يَجْلِسُ مَجْلِسًا لِلذِّكْرِ حِينَ يَجْلِسُ إِلَّا قَالَ: اللَّهُ حَكَمٌ قِسْطٌ، هَلَكَ الْمُرْتَابُونَ. فَقَالَ مُعَاذُ بْنُ جَبَلٍ يَوْمًا: (إِنَّ مِنْ وَرَائِكُمْ فِتَنًا يَكْثُرُ فِيهَا الْمَالُ وَيُفْتَحُ فِيهَا الْقُرْآنُ حَتَّى يَاخُذَهُ الْمُؤْمِنُ وَالْمُنَافِقُ وَالرَّجُلُ وَالْمَرْأَةُ وَالصَّغِيرُ وَالْكَبِيرُ وَالْعَبْدُ وَالْحُرُّ، فَيُوشِكُ قَائِلٌ أَنْ يَقُولَ: مَا لِلنَّاسِ لَا يَتَّبِعُونِي وَقَدْ قَرَأْتُ الْقُرْآنَ؟ مَا هُمْ بِمُتَّبِعِيَّ حَتَّى أَبْتَدِعَ لَهُمْ غَيْرَهُ. فَإِيَّاكُمْ وَمَا ابْتُدِعَ فَإِنَّ مَا ابْتُدِعَ ضَلَالَةٌ، وَأُحَذِّرُكُمْ زَيْغَةَ الْحَكِيمِ فَإِنَّ الشَّيْطَانَ قَدْ يَقُولُ كَلِمَةَ الضَّلَالَةِ عَلَى لِسَانِ الْحَكِيمِ وَقَدْ يَقُولُ الْمُنَافِقُ كَلِمَةَ الْحَقِّ. قَالَ قُلْتُ لِمُعَاذٍ: مَا يُدْرِينِي رَحِمَكَ اللَّهُ أَنَّ الْحَكِيمِ قَدْ يَقُولُ كَلِمَةَ الضَّلَالَةِ وَأَنَّ الْمُنَافِقَ قَدْ يَقُولُ كَلِمَةَ الْحَقِّ؟ قَالَ: بَلَى اجْتَنِبْ مِنْ كَلَامِ الْحَكِيمِ الْمُشْتَهِرَاتِ الَّتِي يُقَالُ لَهَا مَا هَذِهِ وَلَا يُثْنِيَنَّكَ ذَلِكَ عَنْهُ فَإِنَّهُ لَعَلَّهُ أَنْ يُرَاجِعَ، وَتَّلَقَّ الْحّقَّ إِذَا سَمِعْتَهُ فَإِنَّ عَلَى الْحَقِّ نُورًا). وقال الألباني: صحيح الإسناد موقوف.",
            "page": "156",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "وقد قال الله تعالى: {وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ} (¬1)، وقال: {وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ} (¬2). ¶ وإذا كان كذلك؛ فجميع الطوائف يقولون الحق والباطل إلا المعصومون: وهم المؤمنون المجمعون. كما أن كل شخص يؤخذ من قوله ويترك إلا رسول الله صلى الله عليه وسلم. ¶ وليس لنا أن نرد على الفلاسفة ولا غيرهم بالجدل / (¬3) المحض الذي لا يحق حقاً ولا يبطل باطلاً؛ فإن هذا من الكلام الذي ذمه السلف، وهو من الجدل بالباطل. والله قد ذمّ الجدل بالباطل، وذمّ الجدل في الحق بعد ما تبيّن، كما ذمّ الجدل بغير علم. ¶ ومن الممتنع أن يقول الفيلسوف أو غيره حقاً يخالف الكتاب أو السنة أو الإجماع، بل كل قول يخالف ذلك فهو باطل، وما عُلم بالعقل لا يخالف ما عُلم بالسمع، والأدلة الصحيحة تتفق ولا تفترق. ¶ فلا يصلح ولا يحل أن نقول باطلاً أو نلتزمه لدفع مبطل؛ فإن ذلك رد باطل بباطل، ورد بدعة ببدعة، وهذا كما أنه حرام في الدين منكر في العقل، فمضرته أكثر من منفعته؛ فإن ذلك مما يوجب نفور المناظر، وظنه: أنا لا نعلم الحق، أو نعلمه ولا نتبعه؛ فيوجب ذلك إصراره على ما هو عليه من الباطل. فلا نكون قد نصرنا حقاً، ولا دفعنا باطلاً، بل أثرنا فتنة بلا فائدة، وإيقاع شبهات بلا بيّنات. ¶ والمقصود من الجهاد: أن تكون كلمة الله هي العليا، وأن يكون الدين كله لله. ¶ فإن لم يكن قولنا صدقاً وعملنا خالصاً لله وإلا لم يقبله الله منا. ¶ ¬__________ ¶ (¬1) سورة النحل: 125. ¶ (¬2) سورة العنكبوت: 46. ¶ (¬3) نهاية 35/ أ.",
            "page": "157",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "وقد ثبت في الصحيح (¬1) أنه قيل لرسول الله: الرجل يقاتل شجاعة، ويقاتل حمية، ويقاتل رياءً؛ فأي ذلك في سبيل الله؟ فقال: «من قاتل لتكون كلمة الله هي العليا فهو في سبيل الله». ¶ فلم يقبل الله الجهاد إلا أن يكون المقصود به: أن تكون كلمة الله هي العليا؛ فكيف الكلام والمناظرة في أصول الدين؟ ¶ [ضرر المناظرة التي تكون بجهل أو ظلم:] ¶ ولهذا اقتضت المناظرة التي تكون بجهل أو ظلم فسادين عظيمين: ¶ أحدهما: قدح المناظر في مخالفه مطلقاً. ¶ كما تجد الفلاسفة يسمون أهل الكلام: أهل الجدل، ويزعمون: أن مرادهم هو القضايا الجدلية دون البرهانية -وإن كان هذا ليس بحق- بل المواد اليقينية في كلام المتكلمين أكثر منها في كلام الفلاسفة؛ لكن المتكلمين لكثرة دخولهم في الجدل الذي يخصمونهم به تارة بحق وتارة بباطل سموهم بذلك. ¶ وأما الفلاسفة؛ فهم في الإلهيات كلامهم قليل، وعلمهم نزر. ¶ وعامة كلام أئمتهم كأرسطو وذويه إنما هو في الطبيعيات والرياضيات، وأما كلامهم في الإلهيات؛ فهو قليل مضطرب؛ لأن هذا الباب كان فوق عقولهم. وقد اعترف حذّاقهم بأنه لا سبيل لهم فيه إلى اليقين، وإنما يوجد فيه بالأولى والأحرى. وإنما كثّر الكلام في الإلهيات من اتصل بأهل الملل؛ فبلغوا منهم أشياء زادوها في فلسفة قدمائهم. ¶ والفساد الثاني: أن من ناظرهم بجهل أو ظلم دخل معهم في بعض ما هم عليه من الظلم والجهل. ¶ ¬__________ ¶ (¬1) متفق عليه. صحيح البخاري (120، 2599، 2894، 6904)، صحيح مسلم (3524، 3525). من حديث أبي موسى الأشعري رضي الله عنه.",
            "page": "158",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "كما تجده في / (¬1) مناظرة المعتزلة لهم؛ يعتدون عليهم من وجه، ويوافقونهم على ضلالهم من وجه. ¶ وكذلك مناظرة الأشعرية للمعتزلة؛ فإن الأشعرية أقرب إلى الكتاب والسنة منهم، وهم مع هذا: تارة يعتدون عليهم، وتارة يوافقونهم على ضلالهم. ¶ وكذلك مناظروا الفلاسفة من المتأخرين، مثل أبي حامد والشهرستاني والرازي: تارة يردون من قولهم ما هو حق ويلزمونهم بما هو باطل؛ وتارة يوافقونهم على بعض ضلالهم. ¶ ومن لم يعتدل في أموره، ويلتزم اتباع الحق الذي يعرفه، والإمساك عما لا يعرفه، ويستنير بنور الكتاب والسنة واتباع السلف الصالح؛ وإلا وقع في قول مختلف، حتى إنه تارة يكفرهم بقول، وتارة يجعل ذلك القول هو الحق، حتى يقول أحدهم فيه يوماً: ¶ يمانٍ إذا لاقيت ذا يمن ... وإن لقيته معدياً فعدنان ¶ وقد قال تعالى: {وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا} (¬2). ¶ فمن التزم اتباع الكتاب والسنة، ولما كان عليه الصحابة: لم يختلف كلامه وعقائده؛ لأن ذلك غير مختلف. بخلاف من تعصب لطائفة من الطوائف وأراد أن يتكلم بمجرد المباحثات التي ليست محققة، أو نبذ كتاب الله وراء ظهره، وطلب الهدى من غير كتاب الله؛ فإن كتاب الله: «هو حبل الله المتين، وهو الذكر الحكيم، وهو الصراط المستقيم، وهو الذي لا تزيغ به الأهواء ولا تلتبس به الألسن، ولا يخلق على كثرة ¶ ¬__________ ¶ (¬1) نهاية 35/ ب. ¶ (¬2) سورة النساء: 82.",
            "page": "159",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "الرد، ولا تنقضي عجائبه، ولا يشبع منه العلماء، من تركه من جبار قصمه الله، ومن ابتغى الهدى في غيره أضله الله، ومن قال به صدق، ومن عمل به أجر، ومن دعا إليه هدي إلى صراط مستقيم» (¬1). ¶ [وجوب اتباع ما قام عليه الدليل:] ¶ إذا تبيّن هذا؛ فكون الحوادث تتناهى أو لا تتناهى، وكون الحوادث تقوم بذات الله أو لا تقوم بذاته، وثبوت الجسم مركباً من الجواهر المنفردة، أو مركباً من المادة والصورة، أو لا هذا ولا هذا، ونحو ذلك: ما قام عليه الدليل اتُّبع، ليس في ذلك ما يخالف الكتاب والسنة والإجماع. ¶ وكذلك قيام الحوادث به وعدمه، بل لو قال القائل: أنا أقول بما دل عليه الكتاب من أن الله خلق السماوات والأرض في ستة أيام، وما جاءت به الأحاديث الصحيحة، وأقر بمعاد الأبدان والأرواح، ونحو ذلك مما ثبت بالكتاب والسنة. ولا أقول بما يقوله طوائف من أهل الكلام: من فناء جميع العالم وعدمه / (¬2)؛ فإن هذا لم يدل عليه النص والإجماع، بل النصوص تدل على خلاف ذلك. ولا ألتزم أن جميع ¶ ¬__________ ¶ (¬1) هو حديث رواه: الترمذي (2906)، والدارمي (3334، 3335)، وغيرهما، من طريق الحارث الأعور عن علي رضي الله عنه، والحارث متهم بالكذب. ¶ قال الترمذي: هذا حديث غريب لا نعرفه إلا من [حديث حمزة الزيات] وإسناده مجهول، وفي حديث الحارث مقال. ¶ وقال الألباني في تعليقه على شرح الطحاوية (ص: 71): «هذا حديث جميل المعنى، ولكن إسناده ضعيف. ولعل أصله موقوف على علي رضي الله عنه، فأخطأ الحارث فرفعه إلى النبي صلى الله عليه وسلم». ¶ أقول: وشيخ الإسلام هنا: لم يرفعه إلى النبي صلى الله عليه وسلم، ولا إلى علي رضي الله عنه. فتدبّر. ¶ (¬2) نهاية 36/ أ.",
            "page": "160",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "الأجسام محدثة عن عدم؛ فإن هذا أيضاً لم يدل عليه الكتاب والسنة ولا الإجماع، بل ولا قاله أيضاً أحد من سلف الأمة وأئمتها: كان هذا القول أحق بالحق وأتبع له من أقوال أهل الكلام الذين ناظروا الفلاسفة، فأرادوا أن يثبتوا حدوث جميع الأجسام عن عدم، وأن جميعها تعدم وتفنى. ¶ فإن هذه الأقوال لا توافق الكتاب والسنة، بل تخالف ذلك. ¶ فإن المتفلسفة لما قالوا بقدم المحدث والقديم، وبقائهما وأزليتهما: عارضهم هؤلاء وناقضوهم في الحكم والدليل، حتى التزموا حدوث القديم، وفناء كل مخلوق، وأمثال ذلك. ¶ والحق ما جاء به الكتاب والسنة، وكان عليه سلف الأمة.",
            "page": "161",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "فصل ¶ [الفلاسفة إذا دخلوا في الملل كانوا منافقين] ¶ ثم إنه لقائل أن يقول: هذا الذي ذكروه مما يحتج به على أن هذا العالم ليس بقديم كما يزعمون، بل هو كائن بعد أن لم يكن، فإنهم يسمونه أيضاً محدث، لكن يعنون بالحدوث: وجوبه بالرب وصدوره عنه، لا يعنون بذلك وجوده بعد العدم. وهذا تلبيس منهم على أهل الملل، ومنافقة منهم؛ فإنهم إذا دخلوا في الملل كانوا منافقين يقولون بألسنتهم ما ليس في قلوبهم، ويظهرون الإقرار بالكتب الإلهية؛ وهم يحرّفون الكلم عن مواضعه، ويلحدون في أسماء الله وآياته؛ فيؤول أمرهم إلى السفسطة في العقليات، والقرمطة في السمعيات. ¶ ولهذا كانت زنادقة الملة ومنافقوها كالقرامطة الباطنية تستتبعهم وتكون في الناظر معهم مع إظهارها الإسلام. ¶ وقد ذكر ابن سينا: أنه وأهل بيته كانوا من أتباع القرامطة الإسماعيلية، وأنه كان يسمع أباه وأخاه يذكران العقل والنفس ونحو ذلك، وأنه بسبب ذلك اشتغل في الفلسفة. ¶ وكذلك أبو علي بن الهيثم (¬1) ومبشِّر بن فاتك (¬2) وأمثالهما من ¶ ¬__________ ¶ (¬1) (ت 430 هـ). ¶ (¬2) قال شيخ الإسلام: «ومما يبين هذا أن المتفلسفة الذين يعلم خروجهم من دين الإسلام كانوا من أتباع مبشر بن فاتك أحد أمرائهم وأبي علي بن الهيثم اللذين =",
            "page": "162",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "المتفلسفة كانوا من أعظم أتباع القرامطة الباطنية، وكذلك أصحاب / (¬1) رسائل إخوان الصفا؛ صنّفوا هذه الرسائل على طريقة القرامطة الباطنية الإسماعيلية، وذكروا فيها دعوتهم، وصنّفوها بعد المائة الثالثة بعد استيلاء النصارى على بعض سواحل الشام، كما قد ذكر ذلك فيها. ¶ والكذابون ينسبونها إلى جعفر بن محمد (¬2)، وقد صُنّفت بعده بنحو مائتي سنة؛ فإن جعفر بن محمد توفي سنة ثمان وأربعين ومائة، وهذه الرسائل وضعت قريباً من بناء القاهرة في أثناء المائة الرابعة. ¶ [الرد على الفلاسفة في قولهم بقدم العالم] ¶ ووجه امتناع قدمه: أنه لو كان قديماً لكانت له علَّة قديمة تامة موجبة له كما زعموا، وهذا مع كونهم يوافقون عليه وهو أصل قولهم فإنه حق؛ فإنه لو كان قديماً لكان: إما موجوداً بنفسه فيكون واجباً بنفسه، وحينئذٍ فلا يكون هو العالم، وهذا بيّن وهم يسلمونه، وإن كان هذا موضع بحث مع الدهرية المعطلة للصانع بالكلية. ¶ وإما موجوداً بغيره، وذلك الغير إن لم يكن مستقلاً بإيجاده توقف على غيره. ¶ ثم ذانك الأمران إن استقلا بإيجاده وإلا فلا بد أن ينتهي الأمر إلى ما يستقل بإيجاده بحيث يلزم من وجوده وجوده؛ لأنه إذا لم يستلزم وجوده كان وجوده ممكناً فيقف على وجود أمر آخر. ¶ ¬__________ ¶ = اللذين كانا في دولة الحكام نازلين قريباً من الجامع الأزهر. مجموع الفتاوى (35/ 135). ¶ (¬1) نهاية 36/ ب. ¶ (¬2) جعفر الصادق بن محمد الباقر بن علي زين العابدين بن الحسين بن علي بن أبي طالب.",
            "page": "163",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "ثم الثاني إن كان ممكناً كان القول به كالقول في الممكن الأول. ¶ فلا بد أن ينتهي الأمر إلى موجب لا يتوقف فعله على غيره، بل يستلزم وجوده وجوده إذا كان العالم قديماً، وحينئذٍ فتلك العلة التامة الموجبة لقدم العالم إن لم يتوقف شيء من أفعالها على غير ذاتها المجردة لزم قدم كل موجود، وهذا خلاف الحس، وإن توقف شيء من أفعالها على غير ذاتها المجردة لزم أن لا تكون علة تامة لذلك المتوقف على غير ذاتها المجردة، فلا بد لتمام علته من سبب / (¬1)، فإن كانت هي السبب لزم تمامها في القدم؛ فيلزم قدم المعلولات جميعها، وهو خلاف الحس كما تقدم، وإن كان غيرها هو السبب؛ فالقول في حدوث ذلك الغير كالقول في حدوث المسبب؛ فيلزم أن لا يحدث شيء، وقد حدث. هذا خَلْف. ¶ إن قيل بامتناع (حوادث لا أول لها)، أو يلزم قيام الحوادث التي لا تتناهى به، وإنما لزم هذا لأننا جعلنا علة تامة موجبة لقدم العلل بمجرد ذاتها فامتنع أن يحدث عنها شيء بوسط أو بغير وسط، وإذ قد حدث عنها شيء ولو بوسط امتنع أن يكون علة تامة قديمة، وإذا امتنع ذلك امتنع قدم العالم. ¶ فقدمه مستلزم لقدم علة تامة، وقدمها مستلزم لقدم معلولاتها، ومن معلولاتها ما هو محدث، فلا يكون علة قديمة؛ فصار قدم العالم مستلزماً لعدم قدمه، وذلك جمع بين النقيضين وهو محال. ¶ وهذا بيّن لمن تدبره، وهذا من أحسن ما ينصر الله به الذين آمنوا، ويُظهر به دينه بالحجَّة كما يُظهره بالسيف (¬2)؛ تحقيقاً لقوله: {هُوَ الَّذِي ¶ ¬__________ ¶ (¬1) نهاية 37/ أ. ¶ (¬2) انظر كلاماً لشيخ الإسلام في آخر درء التعارض يشبه هذا.",
            "page": "164",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَكَفَى بِاللَّهِ شَهِيدًا} (¬1). ¶ وهذا مطّرد في جميع أقوال أهل الباطل المخالفة للرسل فإنهم في {قَوْلٍ مُخْتَلِفٍ • يُؤْفَكُ عَنْهُ مَنْ أُفِكَ} (¬2)، وقولهم من عند غير الله؛ ففيه اختلاف كثير؛ فنفس قولهم يستلزم عدم قولهم. ¶ وقد تأملت هذا في كلام عامة المبطلين؛ فوجدت قولهم ينقض قولهم، حتى يصير قولهم جامعاً بين النقيضين. ¶ وهذه الحجة يمكن تصويرها بأنواع من الصور القياسية البرهانية؛ مثل أن يقال: لو كان العالم قديماً للزم أن يكون واجباً، أو صادراً عن موجب واجب بنفسه، وعلى التقديرين / (¬3): يلزم أن لا يحدث فيه شيء وقد حدث؛ فيلزم أن لا يكون قديماً، فلو كان قديماً للزم أن لا يكون قديماً. ¶ وما استلزم ثبوته نفيه كان باطلاً في نفسه؛ فقدمه باطل، وهذا نوع من الدور الباطل. ¶ ولهذا يصير هؤلاء في آخر أمرهم إلى الدور والحيرة، كما يصرحون بذلك في كتبهم، ويجمعون أيضاً بين النقيضين تارة مع علمهم بذلك، ويجعلون هذا هو التحقيق والعرفان وعلم أهل الله، وتارة مع عدم العلم بذلك، ومن أتم النظر منهم ولم ير لنفسه أن يجمع بين النقيضين: بقي في الريب والشك والحيرة وتكافئ الأدلة. ¶ فهم لا يخرجون عن هذه الأنواع: إما الجمع بين النقيضين مع عدم العلم بذلك، أو مع العلم بذلك، وإما التوقف عن إثبات أحد النقيضين؛ فهم في جهل مركب أو بسيط. ¶ ¬__________ ¶ (¬1) سورة الفتح: 28. ¶ (¬2) سورة الذاريات: 8 - 9. ¶ (¬3) نهاية 37/ ب.",
            "page": "165",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "[القول بالقدم يستلزم القول بعدم القدم وليس العكس] ¶ وهذا الذي بيّناه: من أن القول بقدمه يستلزم القول بعدم قدمه يبيّن أن القول بقدمه ممتنع: لاستلزامه اجتماع النقيضين. ¶ وأما ما ذكروه من أن القول بحدوثه يستلزم القول بعدم حدوثه فباطل كما تقدم بيانه. وإنما يقتضي إذا سلمت المقدمات: أن حدوثه متوقف على حدوث (حوادث لا أول لها)، وحدوث (حوادث لا أول لها) على كل تقدير يوجب القول بحدوثه، أو إمكان حدوثه، وعلى التقديرين: يبطل الجزم بقدمه. ¶ فحجتهم لا تستلزم القول بقدمه، وما ذكرناه يستلزم القول بحدوثه؛ وذلك أن (حوادث لا أول لها)؛ إن لم تكن ممكناً في العقل، -كما يقوله من يقوله من المتكلمين- وجب القول بحدوث العالم؛ لئلا يستلزم قدمه (حوادث لا أول لها)، وإن كان ممكناً في العقل: أمكن حينئذٍ (حوادث لا أول لها)، وأن يكون العالم حادثاً بحدوث بعضها. فليتدبر العاقل هذا، والله أعلم. ¶ فإن قيل: لم لا يجوز أن يكون / (¬1) قديماً ولا يكون مبدعه موجباً بمجرد ذاته، بل يكون أبدعه باختياره القديم، وإذا كان أبدعه بمشيئته مع قدمه لم يلزم أن يكون مبدعه موجباً بالذات، بل يكون فاعلاً بالاختيار. ¶ وحينئذٍ: فيجوز تأخر بعض الحوادث؟ ¶ قيل أولاً: إن كان الاختيار القديم يوجب مقارنة المراد له لزم قدم جميع المرادات، وهو باطل؛ فإن الحوادث مرادات. ¶ وإن لم يوجب مقارنة المراد لم يلزم قدم العالم. ¶ ¬__________ ¶ (¬1) نهاية 38/ أ.",
            "page": "166",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "وإن كان يقتضي مقارنة المراد تارة وعدم مقارنته أخرى لم يكن وحده كافياً في تحقيق المراد، فلا يجوز أن يقارنه المراد إلا إذا وجد غيره، فهذا الاختيار القديم إن جوّزوا أن يكون العالم معه لزمهم قدم الحوادث، وإن لم يجوزوا كونها معه لزم حدوث العالم. ¶ وقيل لهم ثانياً: إن كان هذا السؤال صحيحاً بطلت حجتهم؛ فإنهم إذا جوّزوا أن يكون فاعلاً بمشيئته وأن يتأخر عنه مفعوله بطلت حجتهم في قدم العالم، بل هذا هو الذي يقوله من يقوله من المتكلمين من المعتزلة والكلابية والأشعرية وغيرهم، ممن يقول: إنه فاعل بمشيئته، وأنه لا تحله الحوادث، بل يفعل بعد أن لم يكن فاعلاً من غير حادث يحدث، لا فيه ولا منه. ¶ وقد وافقهم على ذلك طوائف من أهل الفقه والحديث والتصوف وغيرهم من أتباع الأئمة الأربعة وغيرهم، ومنهم من أصحاب أحمد: أبو الحسن التميمي (¬1) وأهل بيته، والقاضي أبو يعلى (¬2) وأتباعه كابن عقيل (¬3) وابن الزاغوني (¬4) وغيرهما. ¶ وهذا المقام اضطرب فيه بنو آدم؛ فإن بني آدم شهدوا حوادث تحدث، وعلموا أنه لا بد من موجود قديم. فإن المحدَث لا يحدث بنفسه. ¶ ¬__________ ¶ (¬1) عبد العزيز بن الحارث بن أسد، صحب الخرقي وغلام الخلال. وكان له أولاد: أبو الفضل، وأبو الفرج، وغيرهما. (ت 371 هـ). طبقات الحنابلة (3/ 246 - 248). المقصد الأرشد (2/ 127). ¶ (¬2) (ت 458 هـ). ¶ (¬3) (ت 513 هـ). ¶ (¬4) علي بن عبيد الله بن نصر بن السري الزاغوني الحنبلي، صاحب (الواضح) و (الإقناع)، (ت 527 هـ). الذيل على طبقات الحنابلة (1/ 401 - 410). المقصد الأرشد (2/ 232 - 233).",
            "page": "167",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "وإذا أحدثه محدث؛ فالقول فيه كالقول في غيره، فمجموع الحوادث لا بد لها من محدِث غير محدَث، وهو الموجود القديم. ¶ ثم اختلفوا في وجه صدر الحوادث؛ فقال هؤلاء المتكلمون / (¬1) ونحوهم من أهل الملل: القادر المختار له أن يرجح أحد طرفي مقدوره على الآخر. وهذا جواب المعتزلة، لكن المعتزلة لا يثبتون مشيئة قديمة. ¶ والمتكلمة الصفاتية يثبتون مشيئة قديمة ويقولون: التخصص كان بها. ¶ والمعتزلة منهم من ينفي الإرادة، ويجعلها: إما صفة سلب، وإما عين الفعل والأمر، وهؤلاء من البغداديين منهم، وهم أبعد عن السنة. ¶ ومنهم من يقول: بل الإرادة أحدثها بلا إرادة في غير محل؛ فالتزموا حدوث حادث لا بإرادة، وقيام صفة بغير محل. وهذا قول البصريين منهم كأبي علي وأبي هاشم. ¶ وزعم أبو عبد الله الرازي في «نهاية العقول»: أنه ليس في هذا المقام جواب إلا هذا الذي هو جواب المعتزلة؛ مع أنه دائماً يحتج في مناظرتهم: بأن الممكن لا يترجح أحد طرفيه على الآخر إلا بمرجح يجب وجود الممكن عنده. ¶ ففي مناظرته للفلاسفة يحتج بحجة المعتزلة، وفي مناظرته للمعتزلة يحتج بحجة الفلاسفة. ¶ وقد أجاب طائفة: بأن الموجب للحدوث العلم المتعلق به على هذا الوجه. ¶ وأجاب آخرون: بأن الموجب للحدوث امتناع وجوده في الأزل. ¶ ¬__________ ¶ (¬1) نهاية 38/ ب.",
            "page": "168",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "وكلاهما فيه ضعف. فإن العلم تابع للمعلوم، والامتناع في العدم لا يعيّن مدة. ¶ فقالت الفلاسفة: صدور حادث من غير سبب حادث ممتنع في صريح العقل. ¶ ثم إنهم تناقضوا أقبح تناقض؛ حيث جعلوا جميع الحوادث مستندة إلى حركة الفلك، وهي حوادث متوالية، فإن كان سببها حادثاً؛ فالقول في سببه كالقول فيه فيبطل قولهم. وإن كان قديماً؛ فقد وجدت الحوادث من غير سبب حادث. ¶ وعلى كلا التقديرين: يبطل قولهم. ¶ ومن العجب: أنهم فرّوا من إسناد الحوادث إلى قديم؛ فلزمهم حدوث الحوادث بغير سبب أصلاً. والذي فرّوا إليه شرٌ مما فرّوا منه. ¶ يوضّح هذا: أن هؤلاء كابن سينا وأمثاله يقولون: إذا قدّرنا ذاتاً لم تفعل، ثم فعلت؛ فلا بد من حدوث شيء: إما قصد وإرادة، وإما قدرة وتمكن، وإما علم، وإما أمر من الأمور. ¶ فأما إذا كانت وهي لا يحدث عنها شيء وهي الآن كما / (¬1) كانت؛ فالآن لا يحدث عنها شيء. ¶ فإذا قدّرت غير فاعلة في الأزل ولم يحدث منها شيء؛ فهي غير فاعلة فيما لا تزال. ¶ فإذا كانت فاعلة فيما لا تزال؛ لزم أن تكون فاعلة في الأزل. ¶ فإن هذا المحذور إنما لزم حيث فرضنا ذاتاً معطلة عن الفعل؛ فيكون هذا باطلاً فيكون نقيضه حقاً. ¶ فيقال لهؤلاء: إن كان صدور الحوادث بعد أن لم تكن عن ذات ¶ ¬__________ ¶ (¬1) نهاية 39/ أ.",
            "page": "169",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "بدون حدوث شيء منها باطلاً؛ فصدور الحوادث كلها بدون صدور حدوث أمر منها أبطل وأبطل. ¶ فإنا إذا عرضنا على العقل الصريح ذاتاً لم يحدث فيها شيء أصلاً، والحوادث تصدر عنها دائماً، أو تصدر عنها في بعض الأوقات: كان الأول أبعد في العقل من الثاني. فإن ذاك تعطيل لها عن الفعل دائماً مع صدور المحدثات عنها وتكذيب العقل به أولى -لا سيما- والصادر عنه أمور مختلفة، وفيها حوادث مختلفة، والمصدر عندهم واحد بسيط لا يقوم به فعل ولا نعت، وسواءً قالوا: إنه صدرت المختلفات والحوادث بتوسط (العقل الأول) كما تقوله طائفة منهم، أو بدون توسطه كما تقوله طائفة منهم. ¶ فإن (العقل الأول) عند من يقول به لازم له لا يقوم به فعل ولا يحدث فيه شيء. ¶ والقول في صدور المختلفات الحادثة عنه كالقول في صدورها عن الأول. ¶ فإذا قالوا: العالم قديم؛ لزمهم أن يكون صدر عن موجب تام، والموجب التام يستلزم أن لا يتخلف عنه شيء من موجبه ومقتضاه، وقد تخلف عنه موجبه ومقتضاه. ¶ وهم قد جعلوا الواجب بداية بسيطاً مجرداً لا نعت له ولا فعل، وهذا مع حدوث الحوادث عنه. ¶ وهذا قول بحدوث جميع الحوادث بلا سبب حادث من الفاعل.",
            "page": "170",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "فصل ¶ وأما قول السائل: (وعن أي شيء صدرت الموجودات بعد أن لم تكن؟) / (¬1) ¶ فإن الله خلقها وبرأها وصوّرها. ¶ وأما قوله: (هل صدرت عن محض المشيئة الأزلية؟) ¶ فلا ريب: أنها صدرت عن مشيئة الله، كما أخبر بذلك القرآن، وكما عُلم بالعقل. فإنه إذا عُلم أنه ليس موجباً بذاته؛ لأن ذلك يستلزم قدم الموجودات كلها لامتناع أن تكون الذات الموجبة يحدث عنها شيء بوسط أو بغير وسط؛ لأن ما يحدث عن العلة التامة القديمة بعد أن لم يكن: إن كانت علته هي مجرد العلة القديمة له وجب قدمه بقدمها. وإلا لزم تخلف المعلول عن علته التامة، وذلك محال. ¶ وإن لم تكن علته هي مجرد العلة التامة القديمة فلا بد من حوادث تحدث تتم بها علته، والقول في تلك الحوادث التي هي أسباب كالقول في الحوادث التي هي المسببات؛ يمتنع أن تصدر عن علة تامة قديمة، فصار حدوث كل حادث موقوفاً على حادث، وليس في الحوادث ما يحدث عن علة تامة قديمة، فلا يوجد حادث إلا بسبب حادث، وذلك السبب الحادث ليس له علة قديمة تامة، فليس للحوادث علة تامة قديمة. فيبطل القول بقدم العالم؛ لأنه إذا كان قديماً لزم قدم العلة التامة، وهذا ¶ ¬__________ ¶ (¬1) نهاية 39/ ب.",
            "page": "171",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "يبطل قدمه على رأي القائلين بالموجب بالذات، وهم الإلهيون. ¶ وعلى رأي الدهرية المعطلة المحضة، وهم الذين ينكرون وجوب الوجود ويقولون: العالم موجود بنفسه. ¶ فإنه يقال لهم: هذه الحوادث المشهودة لا بد لها من فاعل، ولا يجوز أن يكون علة، سواءً جعلت هي غير العالم أو جزءً من العالم أحدث حوادث العالم؛ لأن تلك العلة إن كانت تامة وجب قدم معلولها؛ فيلزم قدم الحوادث. وإن لم تكن تامة توقفت على حوادث، والقول فيها كالقول في المسببات الأول. وقد تقدم تمام الكلام. ¶ فالحوادث تقتضي محدِثاً قطعاً، والمحدث / (¬1) يمتنع أن يكون علَّة موجبه بوسط أو بغير وسط، سواءً كان من العالم أو من غير العالم. ¶ وإذا بطلت العلة الموجبة ثبت القادر المختار الذي يفعل بمشيئته، وبطل قدم العالم، إذ قدمه مستلزم للعلة القديمة التامة. ¶ ¬__________ ¶ (¬1) نهاية 40/ أ.",
            "page": "172",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "[خاتمة المسألة] ¶ وهذه بحوث سريعة في هذه المقامات التي دارت فيها رؤوس أكابر المتكلمة والمتفلسفة. ¶ وذلك مما يبيّن: أن طريقة القرآن أكمل الطرائق؛ لأنها أثبتت وجود الصانع بإثبات آياته سبحانه وتعالى التي يحدثها في السماوات والأرض، ونفس الآيات التي يحدثها كما قال: {إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنْفَعُ النَّاسَ وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ مَاءٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ وَتَصْرِيفِ الرِّيَاحِ وَالسَّحَابِ الْمُسَخَّرِ بَيْنَ السَّمَاءِ وَالْأَرْضِ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ} (¬1) تدل عليه سبحانه وتعالى، وعلى أن العالم محدث، وتبطل قول من يقول بقدمه -كما قد بيّناه- من أن هذه الحوادث لا بد لها من محدِث يمتنع أن يكون محدثها علة تامة، إذ يجب قدمها بقدم علتها التامة، ويمتنع توقف تمامها على حادث آخر؛ لأن القول في حدوثه كالقول في حدوث هذه الحوادث، فإنه يمتنع أن تحدثه هي؛ لأن العلة التامة لا تحدث شيئاً فيمتنع حدوثه؛ فيمتنع حدوث المعلق به. ¶ وإذا لم يكن محدثها علة تامة امتنع أن يكون العالم قديماً؛ لأنه لو كان قديماً لكان له علة تامة؛ لأن القديم الممكن إن لم يكن له علة تامة قديمة لجاز أن يوجد وجاز أن لا يوجد، وما جاز وجوده وعدمه لا ¶ ¬__________ ¶ (¬1) سورة البقرة: 164.",
            "page": "173",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "يوجد حتى يترجح أحد طرفيه، والمرجح إن لم يكن تاماً لا يوجد الممكن. ¶ فإن لم تكن العلة التي / (¬1) هي المرجح تامة لم يوجد ممكن. ¶ فعُلم أن الممكن القديم لا يوجد إلا بعلة تامة قديمة. وهذا قولهم. ¶ ووجود العلة التامة القديمة يستلزم عدم حدوث الحوادث، وعدم الحوادث محال؛ فالعلة التامة القديمة محال. ¶ [قال الناسخ:] آخر ما وجدت بخط شيخنا رحمه الله. (¬2) ¶ ¬__________ ¶ (¬1) نهاية 40/ ب. ¶ (¬2) قلت: تم نسخ المخطوط في مجالس آخرها: بعد ظهر اليوم الثاني من رمضان عام 1431 هـ، الموافق 12/ 8/ 2010م. ¶ وتم إدخاله إلى الحاسوب في مجالس آخرها: صباح اليوم الرابع من شوال من نفس العام، الموافق 13/ 9/ 2010م، وذلك بمنزلي في قرية (العيزرية) باب (القدس) الشرقي ردّها الله إلى حظيرة الإسلام والمسلمين. ¶ وتمت مقابلته في مجالس آخرها: بعد عصر الجمعة السادس من ذي الحجة من نفس العام، الموافق 12/ 11/ 2010م في (مسجد العزير) من القرية المذكورة، والحمد لله رب العالمين. يوسف الأوزبكي المقدسي. ¶ وتمت مقابلته مرَّة أخرى على صورة ملونَّة في مجالس آخرها: ضحى يوم الثلاثاء، السادس والعشرين من رجب عام 1432هـ، الموافق 28/ 6/ 2011م. والحمد لله رب العالمين. يوسف الأوزبكي المقدسي.",
            "page": "174",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "ملحق ¶ فائدة من كتاب ¶ «منهج الطريق ومنهل التحقيق» ¶ لعبد الرحيم بن علي بن إسحاق بن شيث القرشي (ت: 625هـ) ¶ وهي بخط الناسخ ¶ قال عبد الرحيم بن علي بن إسحاق بن شيث القرشي في كتابه «منهج الطريق ومنهل التحقيق»: ¶ وقولهم: (إن كون الشيء لا من شيء): يعيد في العقول غفلة عظيمة، وإن كانت غير مستبعدة من غفلاتهم. ¶ وذلك أن الإنسان يقوم ويفعل، ويريد ويكره، ويحرك ويسكن، ويعلم ويجهل، ونحو ذلك من أفعاله. وهي بأجمعها أمور متحدرة توجد منه عن عدم. ¶ وذلك أنه لو قيل: من أي شيء فعل الإنسان حركته؟ لم يكن الإفصاح عن شيء فُعِلت الحركة منه، ولا الاعتماد على ذلك بالقلب. ألا ترى أنه لو قال: إنه فعل حركته عن جوهر؛ لزمه أن يكون الجوهر قد صار حركة قائمة بغيرها محتاجة إلى جوهر توجد فيه، وإذا انقضت الحركة انقضى الجوهر الذي أوجدها وعدم. ولا أحد يقول بهذا عاقلاً كان أو مجنوناً. ¶ ولو قال: إنه فعل هذه الحركة عن عرض؛ لزمه أن تكون الأعراض تنتقل إلى أجناس أُخَر لم تكن عليها.",
            "page": "175",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "ويلزم على هذا: أن تكون الأعراض بمنزلة الأجسام المستقلة بالأعراض التي يحل فيها من حال إلى حال. وهذا أمحل من الأول. ¶ فإن قال قائل: إن الحركة الأولى اقتضت حركات الأشياء رجع الكلام إلى الحركة الأولى وهل هي قديمة أم حادثة؟ ¶ فإن كانت قديمة؛ فلتكن الأشياء متحركة أبداً حتى لا يوجد سكون؛ ويلزم أن لا تختلف الأعراض؛ فلا يقوم القاعد، ولا يقعد القائم، بل يكون الوجود كله على حركة واحدة تابعة للأصل؛ لأن الحركة الأولى غير مختارة ولا مميزة شيئاً عن شيء. وهذا أقبح من الكل. ¶ وإن قال: إنها محدثة؛ فقد سلّم المسألة. ¶ فتبيّن: أن الذي ختلوا به - من أنه (لا يكون شيء إلا من شيء) - من أمحل المحالات، بل لو عُكس الكلام وقيل: إنه (لا يكون شيء من شيء) لكان الأليق الذي يطّرد ويقوم عليه الدليل. ¶ وذلك أن الصائغ إذا صاغ خاتماً من فضة؛ فإنه ليس يفعل جوهره؛ لأن الجوهر قد كان موجوداً، وإنما يفعل الصياغة التي هي تأليف ذلك الجوهر وهيْأَتَه التي حدثت فيه. ¶ وهذان لم يكونا من شيء؛ لأن الذي تجدد على الفضة من التشكيل أمر عرضي كان بعد أن لم يكن، ويجوز أن يغير بتشكيل آخر. ¶ والجواهر لا تنقلب أعراضاً، ولم يذهب إلى ذلك أحد. ¶ ولا يصح في شيء من الأعراض أن ينقلب عرضاً آخر؛ فيخرج من جنسه منتقلاً إلى جنس آخر. ¶ وإذا كان ذلك كذلك: ثبت أن تلك الصياغة حدثت عن عدم، ولم تكن من شيء البتة. وهذا بحمد الله واضح.",
            "page": "176",
            "part": "1"
        }
    ],
    "t34397": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "وصف النسخة الخطية"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "نص السؤال الموجه لشيخ الإسلام"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "نص الجواب"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "1",
            "tit": "«الموجودات وجدت من عدم» كلام مجمل"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "نستعمل في حق الله تعالى قياس الأولى والأحرى"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "مخالفة الفلاسفة ومشركي العرب لأصول الإيمان"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "1",
            "tit": "مشابهة النصارى للفلاسفة والمشركين في أصولهم"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "1",
            "tit": "طريقة القرآن في إثبات الصانع وصفاته"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "طريقة أهل الكلام في إثبات الصانع"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "بعض لوازم طريقة أهل الكلام المبتدعة"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "اضطراب أئمة المتكلمين وحيرتهم، وقولهم بتكافئ الأدلة"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "فساد طريقة المتكلمين في إثبات الصانع"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "إبطال ما يورده المتفلسفة على المتكلمين في قولهم: (خُلق عن عدم)"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "مقصود المتفلسفة في اعتراضهم على المتكلمين"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "شبه المتفلسفة في إثبات قدم العالم"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": "1",
            "tit": "الشبهة الأولى: وهو أن الحادث لا بد له من مادة"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": "2",
            "tit": "رد شيخ الإسلام على شبه المتفلسفة"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "الشبهة الثانية: وقولهم: إن المحدَث يتقدمه الإمكان"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "الحجة الكبرى للمتفلسفة على قدم العالم، والرد عليها"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "رد الرازي على حجة المتفلسفة بالمعارضة، وتعقيب شيخ الإسلام"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "رد الغزالي"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "تعليق شيخ الإسلام على كلام الغزالي"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "تتمة كلام الغزالي"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": null,
            "tit": "أجوبة الرازي على الشبهة الأولى للمتفلسفة"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "تعليق شيخ الإسلام"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "ضعف المتكلمين في بيان بطلان قول المتفلسفة"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "رد شيخ الإسلام على الفلاسفة في (قدم الأفلاك)"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "قول المتكلمين أقل ضلالاً من قول المتفلسفة وإن كان الجميع في ضلال"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "حقيقة قول المتفلسفة، وإبطال قولهم"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": null,
            "tit": "إلزام المتفلسفة ما ألزموه لخصومهم"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "تفاصيل العقائد لا يُهتدى إليها بمجرد العقل بل بنور النبوة"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "قول المتفلسفة: (الواحد لا يصدر عنه إلا واحد)، وبيان بطلانه"
        },
        {
            "id": "68",
            "lvl": "2",
            "sub": null,
            "tit": "قول الفلاسفة شرٌّ من قول النصارى ومشركي العرب"
        },
        {
            "id": "72",
            "lvl": "2",
            "sub": null,
            "tit": "القرامطة والقائلون بوحدة الوجود شركاء الفلاسفة في إلحادهم"
        },
        {
            "id": "76",
            "lvl": "2",
            "sub": null,
            "tit": "كلام الرازي في مسألة حلول الحوادث"
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": null,
            "tit": "تقسيم الرازي للصفات إلى ثلاثة أقسام"
        },
        {
            "id": "80",
            "lvl": "2",
            "sub": null,
            "tit": "تعليق شيخ الإسلام على كلام الرازي"
        },
        {
            "id": "81",
            "lvl": "2",
            "sub": null,
            "tit": "بيان ضعف دليلهم وفساد قولهم، عند الرازي"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": null,
            "tit": "تعليق شيخ الإسلام"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": null,
            "tit": "إنكار أئمة السنة طريقة الكلابية"
        },
        {
            "id": "85",
            "lvl": "2",
            "sub": null,
            "tit": "حجة الرازي الثانية في مسألة حلول الحوادث"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": null,
            "tit": "تعليق شيخ الإسلام"
        },
        {
            "id": "90",
            "lvl": "2",
            "sub": null,
            "tit": "حجة الرازي الثالثة في مسألة حلول الحوادث"
        },
        {
            "id": "90",
            "lvl": "2",
            "sub": "1",
            "tit": "تعليق شيخ الإسلام على الاستدلال بقصة الخليل عليه السلام"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": null,
            "tit": "فصل: أجوبة أخرى لشيخ الإسلام على حجة الفلاسفة العظمى"
        },
        {
            "id": "104",
            "lvl": "2",
            "sub": null,
            "tit": "نقل الشهرستاني لكلام ابن سينا"
        },
        {
            "id": "105",
            "lvl": "2",
            "sub": null,
            "tit": "جواب الشهرستاني على كلام ابن سينا"
        },
        {
            "id": "106",
            "lvl": "2",
            "sub": null,
            "tit": "إضافة شيخ الإسلام في الرد على المتفلسفة"
        },
        {
            "id": "111",
            "lvl": "2",
            "sub": null,
            "tit": "القول بقدم العالم يناقض القول بقدمه، ويستلزم عدم قدمه"
        },
        {
            "id": "113",
            "lvl": "2",
            "sub": null,
            "tit": "انتقال الكلام مع المتفلسفة إلى مسألة الصفات"
        },
        {
            "id": "116",
            "lvl": "2",
            "sub": null,
            "tit": "الوجه الثالث في الجواب"
        },
        {
            "id": "119",
            "lvl": "2",
            "sub": null,
            "tit": "طريقة الغزالي في الرد على الفلاسفة"
        },
        {
            "id": "120",
            "lvl": "2",
            "sub": null,
            "tit": "نقد شيخ الإسلام لطريقة الغزالي"
        },
        {
            "id": "123",
            "lvl": "2",
            "sub": null,
            "tit": "ضرر المناظرة التي تكون بجهل أو ظلم"
        },
        {
            "id": "125",
            "lvl": "2",
            "sub": null,
            "tit": "وجوب اتباع ما قام عليه الدليل"
        },
        {
            "id": "127",
            "lvl": "1",
            "sub": null,
            "tit": "فصل: الفلاسفة إذا دخلوا في الملل كانوا منافقين"
        },
        {
            "id": "128",
            "lvl": "2",
            "sub": null,
            "tit": "الرد على الفلاسفة في قولهم بقدم العالم"
        },
        {
            "id": "131",
            "lvl": "2",
            "sub": null,
            "tit": "القول بالقدم يستلزم القول بعدم القدم وليس العكس"
        },
        {
            "id": "136",
            "lvl": "1",
            "sub": null,
            "tit": "فصل: وأما قول السائل: (وعن أي شيء صدرت الموجودات بعد أن لم تكن؟)"
        },
        {
            "id": "138",
            "lvl": "1",
            "sub": null,
            "tit": "خاتمة المسألة"
        },
        {
            "id": "140",
            "lvl": "1",
            "sub": null,
            "tit": "ملحق: فائدة من كتاب «منهج الطريق ومنهل التحقيق»"
        }
    ]
}