{
    "b34399": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله على كلِّ حالٍ. ¶ هذا سؤال أبي القاسم القاسم بن يوسف ابن محمد بن عليٍّ التُّجيبِيِّ السَّبتيِّ -عفا الله عنه-: ¶ يتفضَّل سيِّدنا الشَّيخ",
            "page": "16",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "الفقيه الهُمام الإمامُ الفاضل العالم بقيَّةُ السَّلف، وقدوة الخلَف، المُبدِع المُغرِب المُعرِب المُفصِح، أعلم من لقِيتُ ببلاد المشرق والمغرب، تقيُّ الدِّين أبو العبَّاس أحمد بن تيميَّة أبقى اللهُ علينا بركته: بأن يوصِيَني بما يكون فيه صلاح ديني ودنياي، ويرشدَني إلى كتابٍ يكون عليه اعتمادي في علم الحديث، وكذلك في غيره من العلوم الشَّرعيَّة، وينبِّهَني على أفضل الأعمال الصَّالحة بعد الواجِبات، ويبيِّن لي أرجح المكاسِب؛",
            "page": "17",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "كل ذلك على قصد الإِيماء والاختِصار، واللهُ تعالى يحفظه، والسَّلام الكريم عليه ورحمة الله وبركاته.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "قال الشَّيخُ الإمامُ العالم العلَّامة، بحر العُلوم، تقيُّ الدِّين ابنُ تيميَّة -رحمه الله، ورضي عنه-: ¶ أما الوصيَّة فما أعلم وصيَّةً أنفع من وصيَّة الله ورسوله لمن عقَلها واتَّبعها، قال تعالى: {وَلَقَدْ وَصَّيْنَا الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَإِيَّاكُمْ أَنِ اتَّقُوا اللهَ} [النساء: 131]، ووصَّى النَّبيُ -صلى الله عليه وسلم- معاذًا لمَّا بعثه إلى اليمن؛ فقال: «يَا مُعَاذُ! اتَّقِ اللهَ حَيْثُمَا كُنْتَ، وَأَتْبِعِ السَّيِّئَةَ الحَسَنَةَ تَمْحُهَا، وَخَالِقِ",
            "page": "19",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "النَّاسَ بِخُلُقٍ حَسَنٍ». ¶ وكان معاذٌ -رضى الله عنه- من النَّبيِّ -صلى الله عليه وسلم- بمنزلةٍ عَليَّةٍ؛ فإنَّه قال له: «يَا مُعَاذُ! وَاللهِ إِنِّي لَأُحِبُّكَ»، وكان يُردِفه وراءَه،",
            "page": "20",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ورُويَ فيه أنَّه: «أَعْلَمُ الأُمَّةِ بِالحَلَالِ وَالحَرَامِ»، وأنَّه: «يُحْشَرَ أَمَامَ العُلَمَاءِ بِرَتْوَةٍ»، أي بخطوة.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ومن فضله أنَّه بعثه النَّبيُّ -صلى الله عليه وسلم- مبلِّغًا عنه، داعيًا، ومفقِّهًا، ومُفتيًا، وحاكمًا إلى أهل اليمن.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وكانوا يشبِّهونه بإبراهيم الخَليل -عليه السلام-، وإبراهيم إمام النَّاس، وكان ابنُ مسعودٍ -رضي الله عنه- يقول: «إنَّ مُعاذًا",
            "page": "23",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "كان أمَّةً، قانتًا لله، حنيفًا، ولم يكُ من المشركين» تشبيهًا له بإبراهيم.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ثمَّ إنَّه -صلى الله عليه وسلم- وصَّاه هذه الوصيَّة؛ فعُلِمَ أنَّها جامعةٌ. وهي كذلك لِمَنْ عقَلها، مع أنَّها تفسير الوصيَّة القرآنيَّة. ¶ أمَّا بيان جمعِها؛ فلأنَّ العبدَ عليه حقَّان: حقٌّ لله -عز وجل-، وحقٌّ لعباده، ثمَّ إنَّ الحقَّ الَّذي عليه لا بدَّ أن يُخلَّ ببعضه أحيانًا؛ إمَّا تركُ مأمورٍ به، أو فعلُ منهيٍّ عنه، فقال النَّبيُّ -صلى الله عليه وسلم-: «اِتَّقِ اللهَ حَيثُمَا كُنْتَ»، وهذه كلمةٌ جامِعةٌ، وفي قوله: «حَيثُمَا كُنْتَ» تحقيقٌ لحاجته إلى التَّقوى في السِّرِّ والعَلانِيَة. ¶ ثم قال: «وَأَتْبِعِ السَّيِّئَةَ الحَسَنَةَ تَمْحُهَا»؛ فإنَّ الطَّبيب متى تناولَ المريضُ شيئًا مضرًّا أمرَه بما يُصلِحه، والذَّنبُ للعبد كأنَّه أمرٌ حَتمٌ؛ فالكَيِّس هو الَّذي لا يزال يأتي من الحسَنات ما تمحو السَّيِّئات، وإنَّما قدَّم في لفظ الحديث: «السَّيِّئَةَ» -وإن كانت مفعولةً- لأنَّ المقصود هنا مَحوُها، لا فعلُ",
            "page": "25",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الحسَنة، فصار كقَوله في بول الأعرابيِّ: «صُبُّوا عَلَى بَوْلِهِ ذَنُوبًا مِنْ مَاءٍ». ¶ وينبغي أن تكون الحسَناتُ من جنس السَّيِّئات؛ فإنَّه أبلغ في المَحو. ¶ والذُّنوب؛ يزول مُوجَبها بأشياء: ¶ أحدها: التَّوبة. ¶ والثَّاني: الاستِغفار من غير توبةٍ؛ فإنَّ الله تعالى قد",
            "page": "26",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "يغفِرُ له إجابةً لدعائه، وإن لم يتُب؛ فإذا اجتَمعت التَّوبة والاستِغفارُ فهُوَ الكَمال. ¶ الثَّالث: الأعمالُ الصَّالحة المكفِّرة: إمّا الكفَّارات المقدَّرة، كما يُكفِّر المجامعُ في رمضان، والمُظاهرُ، والمرتكب لبعض محظُوراتِ الحجِّ، أو تاركُ بعضِ واجِباته، أو قاتل الصَّيد بالكفَّارات المقدَّرة وهي أربعةُ أجناسٍ: هَديٌ، وصَدَقةٌ، وعِتقٌ، وصِيامٌ. ¶ وإمَّا الكفَّارات المطلَقة، كما قال حُذيفَة لعُمَر: «فتنة الرَّجل في أهلِه ومالِه وولَدِه تُكَفِّرُها الصَّلاةُ، والصِّيام،",
            "page": "27",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "والصَّدقةُ، والأمرُ بالمَعرُوف، والنَّهيُ عن المُنكَر». ¶ وقد دلَّ على ذلك القُرآن، والأحاديثُ الصِّحاح، في التَّكفير بالصَّلوات الخَمس، والجُمعة، والصِّيام، والحجِّ، وسائرِ الأعمال الَّتي يقال فيها: «من قال كذا، أو عمل كذا، غُفِر له، أو غُفِر له ما تقدَّم من ذنبه»، وهي كثيرةٌ لمن تلقَّاها في السُّنن، خصوصًا ما",
            "page": "28",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "صُنِّف في فضائل الأعمال. ¶ واعلم أنَّ العناية بهذا من أشدِّ ما بالإنسان الحاجةُ إليه؛",
            "page": "29",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "فإنَّ الإنسان من حينِ يبلُغ، خصوصًا في هذه الأزمنة ونحوِها من أزمنة الفتَرات الَّتي تشبه الجاهليَّة من بعض الوُجوه؛ فإنَّ الإنسان الَّذي ينشأ بين أهل علمٍ ودينٍ، قد يتلطَّخ من أمور الجاهلِيَّة بعدَّة أشياء، فكيف بغيرِ هذا؟! ¶ وفي «الصَّحيحين» عن النَّبيِّ -صلى الله عليه وسلم- من حديث أبي سعيدٍ",
            "page": "30",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "-رضي الله عنه-: «لَتَتَّبِعُنَّ سَنَنَ مَنْ كَانَ قَبْلَكُمْ حَذْوَ الْقُذَّةِ بِالْقُذَّةِ، حَتَّى لَوْ دَخَلُوا جُحْرَ ضَبٍّ لَدَخَلْتُمُوهُ»، قالوا: يا رسولَ الله! اليَهودُ والنَّصارى؟ قَالَ: «فَمَنْ؟!»، وهذا خبرٌ تصديقُه في قوله تعالى: {فَاسْتَمْتَعْتُمْ بِخَلَاقِكُمْ كَمَا اسْتَمْتَعَ الَّذِينَ مِنْ قَبْلِكُمْ بِخَلَاقِهِمْ وَخُضْتُمْ كَالَّذِي خَاضُوا} [التوبة: 69]، وله شواهد في الصِّحاح والحِسان. ¶ وهذا أمرٌ قد يسري في المنتسبين إلى الدِّين من الخاصَّة، كما قاله غيرُ واحدٍ من السَّلف، منهم ابنُ عُيَينة؛ فإنَّ كثيرًا من أحوال اليَهود قد ابتُلي به بعضُ المنتسبين إلى العلم، وكثيرًا من",
            "page": "31",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "أحوال النَّصارى قد ابتُلي به بعضُ المنتسبين إلى الدِّين، كما يُبصِر ذلك من فَهِم دين الإسلام الَّذي بعث اللهُ به النَّبيَّ -صلى الله عليه وسلم-، ثمَّ نزَّله على أحوال النَّاس. ¶ وإذ كان الأمر كذلك، فمَن شرح اللهُ صدره للإسلام فهو على نورٍ من ربِّه، وكان ميتًا فأحياه الله، وجعَل له نورًا يمشي به في النَّاس، لا بدَّ أن يلاحِظ أحوال الجاهلِيَّة، وطريق الأمَّتَيْن: المغضوبِ عليهم والضَّالِّين، من اليهود والنَّصارى، فيرى أن قد ابتُلِيَ ببعض بذلك. ¶ فأنفع ما للخاصَّة والعامَّة العلمُ بما يخلِّص النفوس من هذه الوَرطات، وهو اتِّباع السَّيِّئات الحسَنات؛ والحسَناتُ",
            "page": "32",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ما ندب اللهُ إليه على لسانِ خاتَم النَّبيِّين من الأعمالِ والأخلاقِ والصِّفاتِ. ¶ وممَّا يزيل موجَب الذُّنوب المصائِبُ المكفِّرة: وهي كلُّ ما يُؤلمِ من همٍّ أو حُزنٍ أو أذًى، في مالٍ أو عِرضٍ أو جسَدٍ أو غيرِ ذلك، لكن ليسَ هذا من فِعل العَبد. ¶ فلمَّا قضى بهاتَين الكلمتَين حقَّ الله؛ مِن عَملِ صالِحٍ، وإِصلاحِ الفاسِد، قال: «وَخَالِقِ النَّاسَ بِخُلُقٍ حَسَنٍ» وهو حقُّ النَّاس. ¶ وجُمَّاعُ الخُلق الحسَن مع النَّاس: أن تَصِلَ مَن قطَعك بالسَّلام والإِكرام والدُّعاء له، والاستِغفار والثَّناء عليه، والزِّيارة له، وتُعطِي مَن حرَمك من التَّعليم والمنفَعة والمال،",
            "page": "33",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وتعفُوَ عن مَن ظلَمك في دمٍ أو مالٍ أو عِرضٍ، وبعضُ هذا واجبٌ، وبعضه مستَحبٌّ. ¶ وأمَّا الخُلق العظيم الَّذي وصَف اللهُ به محمَّدًا -صلى الله عليه وسلم-؛ فهو الدِّين الجامِعُ لجميع ما أمر اللهُ به مطلقًا، هكذا قال مجاهدٌ وغيره، وهو تأويل القُرآن، كما قالت عائشةُ -رضي الله عنها-: «كان خلُقه القُرآن». ¶ وحقيقَتُه: المُبادَرة إلى امتِثال ما يحبُّه اللهُ تعالى بطِيب نفسٍ، وانشِراح صَدرٍ.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وأمّا بيان أنَّ هذا كلَّه في وصيَّة الله؛ فهو أنَّ اسم «تقوَى الله» يجمَع فعل كلِّ ما أمر اللهُ به إيجابًا واستحبابًا، وما نهى عنه تحريمًا وتنزيهًا، وهذا يجمَع حقوق الله وحقوق العباد، لكن لمَّا كان تارةً يعني بالتَّقوى خشيةَ العذاب المُقتضِيَة للانكِفاف عن المحارم، جاءَ مفسَّرًا في حديث مُعاذٍ، وكذلك في حديث أبي هريرة -رضي الله عنهما-، الَّذي رواه التِّرمذي وصحَّحه: قيل: يا رسولَ الله! ما أكثرُ ما يُدخِل النَّاسَ الجنَّةَ؟ قال: «تَقْوَى اللهِ وَحُسْنُ الخُلُقِ». وقيل: وما أكثرُ ما",
            "page": "35",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "يُدخِل النَّاسَ النَّارَ؟ قال: «الأَجْوَفَانِ: الفَمُ وَالفَرْجُ»، وفي «الصَّحيح» عن عبد الله بن عمرٍو -رضي الله عنهما- قال: قال رسولُ الله -صلى الله عليه وسلم-: «أَكْمَلُ المُؤْمِنِينَ إِيمَانًا أَحْسَنُهُمْ خُلُقًا»، فجعل كمالَ الإيمان في كمالِ حُسن الخُلق؛ ومعلومٌ أنَّ الإيمان كلَّه تقوى الله. ¶ وتفصيلُ أصول التَّقوى وفروعها، لا يحتمله هذا",
            "page": "36",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "الموضع؛ فإنَّها الدِّين كلُّه. ¶ لكن يَنبُوع الخَير وأصلُه: إخلاص العبد لربِّه عبادةً واستعانةً، كما في قوله: {إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ} [الفاتحة: 5]، وفي قوله: {فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ} [هود: 123]، وفي قوله: {عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ} [الشورى: 10]، وفي قوله: {فَابْتَغُوا عِنْدَ اللهِ الرِّزْقَ وَاعْبُدُوهُ وَاشْكُرُوا لَهُ} [العنكبوت: 17]، بحيث يقطع العبدُ تعلُّق قلبه من المخلوقِين انتفاعًا بهم، أو عملًا لأجلهم، ويجعلُ هَمَّه ربَّه تعالى، وذلك بمُلازمة الدُّعاء له في كلِّ مطلوبٍ، من فاقةٍ وحاجةٍ ومخافةٍ وغير ذلك، والعمل له بكلِّ محبوبٍ؛ ومَنْ أحكمَ هذا فلا يُمكِن أن يوصَف ما يعقُبه ذلك. ¶ وأمَّا ما سألتَ عنه من أفضَل الأعمال بعد الفرائض؛ فإنَّه",
            "page": "37",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "يختلف باختِلاف النَّاس فيما يقدِرُون عليه، وما يناسب أوقاتَهم، فلا يُمكن فيه جوابٌ جامعٌ مفصَّلٌ لكلِّ أحدٍ، لكن ممَّا هو كالإجماع بين العُلماء بالله وأمره: أنَّ ملازمة ذِكر الله دائمًا هو أفضل ما شغَل به العبدُ نفسَه في الجملة، وعلى ذلك دلَّ حديثُ أبي هريرة الَّذي رواه مسلم: «سَبَقَ المُفَرِّدُونَ». قالوا: يا رسولَ الله! ومَن المُفرِّدون؟ قال: «الذَّاكِرُونَ اللهَ كَثِيرًا وَالذَّاكِرَاتُ».",
            "page": "38",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وممَّا رواه أبو داود عن أبي الدَّرداء -رضي الله عنه- عن النَّبيِّ -صلى الله عليه وسلم- أنَّه قال: «أَلَا أُنَبِّئُكُمْ بِخَيْرِ أَعْمَالِكُمْ وَأَزْكَاهَا عِنْدَ مَلِيكِكُمْ وَأَرْفَعِهَا فِي دَرَجَاتِكُمْ، وَخَيْرٍ لَكُمْ مِنْ إِعْطَاءِ الذَّهَبِ وَالوَرِقِ، وَمِنْ أَنْ تَلْقَوْا عَدُوَّكُمْ فَتَضْرِبُوا أَعْنَاقَهُمْ وَيَضْرِبُوا أَعْنَاقَكُمْ؟». قالوا: بلى يا رسولَ الله! قَالَ: «ذِكْرُ اللهِ». ¶ والدَّلائل القرآنيَّة والإيمانيَّة بصرًا وخبرًا، ونظراء ذلك كثيرةٌ.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وأقلُّ ذلك أن يلازم العبدُ الأذكارَ عن معلِّم الخير، وإمام المتَّقين -صلى الله عليه وسلم-؛ كالأذكار المؤقَّتة في أوَّل النَّهار وآخره، وعند أخذ المَضجَع، وعند الاستِيقاظ من المنام، وأدبار الصَّلوات. ¶ والأذكار المقيَّدة؛ مثل ما يقال عند الأكل، والشُّرب، واللِّباس، والجماع، ودخول المنزل، والمسجد، والخلاء، والخروج من ذلك، وعند الرعَّد والمطر إلى غير ذلك، وقد صُنِّفت له الكتُب المسمَّاة بعمل اليوم واللَّيلة. ثمَّ ملازمة الذِّكر مطلقًا، وأفضلُه: لا إله إلَّا الله. ¶ وقد تعرِض أحوالٌ يكون بقيَّة الذِّكر؛ مثل «سبحان الله، والحمد لله، والله أكبر، ولا حول ولا قوَّة إلَّا",
            "page": "40",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "بالله» أفضلَ منه. ¶ ثمَّ يعلَم أنَّ كلَّ ما تكلَّم به اللِّسان، وتصوَّره القلب ممَّا يقرِّب إلى الله؛ مِنْ تعلُّم علمٍ، وتعليمه، وأمرٍ بمعروفٍ، ونهي عن منكرٍ، فهو من ذكر الله. ولهذا من اشتغل بطلب العلم النَّافع بعد أداء الفرائض، أو جلس مجلسًا يَتَفَقَّهُ أو يُفَقِّه فيه الفقه الَّذي سمَّاه الله ورسوله فِقْهًا، فهذا أيضًا من أفضل ذكر الله. ¶ وعلى ذلك؛ إذا تدبَّرت لم تجد بين الأوَّلين في كلماتهم في أفضل الأعمال كبيرَ اختلافٍ. ¶ وما اشتبه أمرُه على العبد فعليه بالاستِخارة المشروعة، فما ندم من استخار الله تعالى، وليكثر من ذلك، ومن الدُّعاء؛ فإنَّه مفتاحُ كلِّ خيرٍ، ولا يعجل فيقول: قد دعَوتُ فلم",
            "page": "41",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "يُستَجب لي، وليتحرَّ الأوقات الفاضلة: كآخر اللَّيل، وأدبار الصَّلوات، وعند الأذان، ووقت نزول المطر، ونحو ذلك. ¶ وأمَّا أرجح المكاسب؛ فالتَّوكُّل على الله، والثِّقة بكفايته، وحسن الظَّنِّ به، وذلك أنَّه ينبغي للمهتمِّ بأمر الرِّزق أن يلجأ فيه إلى الله ويدعوه، كما قال -سبحانه وتعالى- فيما يأثر عنه نبيُّه -صلى الله عليه وسلم-: «يَا عِبَادِي! كُلُّكُمْ جَائِعٌ إِلَّا مَنْ أَطْعَمْتُهُ؛ فَاسْتَطْعِمُونِي أُطْعِمْكُمْ، يَا عِبَادِي! كُلُّكُمْ عَارٍ إِلَّا مَنْ كَسَوْتُهُ؛ فَاسْتَكْسُونِي أَكْسُكُمْ»، وفيما رواه التِّرمذي عن أنس -رضي الله عنه- قال: قال رسول الله -صلى الله عليه وسلم-:",
            "page": "42",
            "part": "1"
        },
        {
            "id": "28",
            "nass": " ",
            "page": "43",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "«لِيَسْأَلْ أَحَدُكُمْ رَبَّهُ حَاجَتَهُ كُلَّهَا، حَتَّى شِسْعَ نَعْلِهِ إِذَا انْقَطَعَ، فَإِنَّهُ إِنْ لَمْ يُيَسِّرْهُ لَمْ يَتَيَسَّرْ»، وقد قال الله -سبحانه وتعالى- في كتابه العزيز: {وَاسْأَلُوا اللهَ مِنْ فَضْلِهِ} [النساء: 32]، وقال تعالى: {فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللهِ} [الجمعة: 10]، وهذا وإن كان في الجمعة فمعناه قائمٌ في جميع الصَّلوات، ولهذا -والله أعلم- أمر النَّبيُّ -صلى الله عليه وسلم- الَّذي يدخل المسجد أن يقول: «اللَّهُمَّ افْتَحْ لِي أَبْوَابَ رَحْمَتِكَ». وإذا خرج أن يقول: «اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِكَ»، وقد قال الخليلُ -صلى الله عليه وسلم-: {فَابْتَغُوا عِنْدَ اللهِ الرِّزْقَ",
            "page": "44",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وَاعْبُدُوهُ وَاشْكُرُوا لَهُ} [العنكبوت: 17] وهذا أمرٌ، والأمر يقتضي الإيجاب، فالاستِعانة بالله، واللَّجأ إليه في أمر الرِّزق وغيره أصلٌ عظيمٌ. ¶ ثمَّ ينبغي له أن يأخذ المال بِسَخاوةِ نفسٍ ليبارِكَ اللهُ له فيه، ولا يأخذه بإشرافٍ وهلَعٍ؛ بل يكون المالُ عنده بمنزلة الخلاء الَّذي يحتاج إليه من غير أن يكون له في القلب مكانةٌ، والسَّعي فيه إذا سعى، كإصلاح الخَلاء. ¶ وفي الحديث المرفوع الَّذي رواه التِّرمذي وغيره: «مَنْ أَصْبَحَ وَالدُّنْيَا أَكْبَرُ هَمَّهِ؛ شَتَّتَ اللهُ عَلَيْهِ",
            "page": "45",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "شَمْلَهُ، وَفَرَّقَ عَلَيْهِ ضَيْعَتَهُ، وَلَمْ يَاتِهِ مِنَ الدُّنْيَا إِلَّا مَا كُتِبَ لَهُ، وَمَنْ أَصْبَحَ وَالْآخِرَةُ أَكْبَرُ هَمِّهِ جَمَعَ اللهُ عَلَيْهِ شَمْلَهُ، وَجَعَلَ غِنَاهُ فِي قَلْبِهِ، وَأَتَتْهُ الدُّنْيَا وَهِيَ رَاغِمَةٌ». ¶ وقال بعض السَّلف: «أنت محتاجٌ إلى الدُّنيا، وأنت إلى نصيبك من الآخرة أحوج؛ فإن بدأتَ بنصيبك من الآخرة مُرَّ على نصيبك من الدُّنيا فانتَظِمه انتظامًا»، قال الله تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ • مَا أُرِيدُ مِنْهُمْ مِنْ رِزْقٍ وَمَا أُرِيدُ أَنْ يُطْعِمُونِ • إِنَّ اللهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ} [الذريات: 56 - 58]. ¶ فأمَّا تعيين مَكسبٍ على مَكسبٍ من صناعةٍ، أو تجارةٍ،",
            "page": "46",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "أو بناءٍ، أو حِراثةٍ، أو غير ذلك؛ فهذا يختلف باختلاف النَّاس، ولا أعلم في ذلك شيئًا عامًّا، لكن إذا عنَّ للإنسان جهةٌ فليستخر الله تعالى فيها الاستخارة المتلقَّاة عن معلِّم الخير -صلى الله عليه وسلم-؛ فإنَّ فيها من البركة ما لا يحاط به، ثمَّ ما تيسَّر",
            "page": "47",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "له، فلا يتكلَّف غيرَه إلَّا أن يكون فيه كراهةٌ شرعيَّةٌ. ¶ وأمَّا ما تعتمد عليه من الكتُب في العلوم؛ فهذا بابٌ واسعٌ، وهو أيضًا يختلف باختلاف نشأ الإنسان في البلاد، فقد يتيسَّر له في بعض البلاد من العلم، أو من طريقه ومذهبه فيه ما لا يتيسَّر له في بلدٍ آخر. ¶ لكن جُمَّاع الخير أن يستعين بالله -سبحانه وتعالى- في",
            "page": "48",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "تلقِّي العلم المأثور عن النَّبيِّ -صلى الله عليه وسلم-؛ فإنَّه هو الَّذي يستحقُّ أن يُسمَّى علمًا، وما سواه: إمَّا أن يكون علمًا فلا يكون نافعًا، وإمَّا أن لا يكون علمًا، وإن سمِّيَ به، ولئن كان علمًا نافعًا فلا بد أن يكون في ميراثِ محمَّدٍ -صلى الله عليه وسلم- ما يُغني عنه ممَّا هو مثلُه وخيرٌ منه. ¶ ولتكن همَّتُه فهمَ مقاصدِ الرَّسول -صلى الله عليه وسلم- في أمره ونهيه وسائر كلامه، فإذا اطمأنَّ قلبه أنَّ هذا هو مرادُ الرَّسول فلا يعدِل عنه فيما بينه وبين الله تعالى، ولا مع النَّاس إذا أمكنه ذلك. ¶ وليجتهد أن يعتَصم في كلِّ بابٍ من أبواب العلم بأصلٍ مأثورٍ عن النَّبيِّ -صلى الله عليه وسلم-، وإذا اشتبه عليه ممَّا قد اختلف",
            "page": "49",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "فيه النَّاس فليَدْعُ بما رواه مسلم في «صحيحه» عن عائشة -رضي الله عنها-: أن رسولَ الله -صلى الله عليه وسلم- كان يقول إذا قام يصلِّي من اللَّيل: «اللَّهُمَّ رَبَّ جِبْرِيلَ وَمِيكَائِيلَ وَإِسْرَافِيلَ، فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، عَالِمَ الْغَيْبِ وَالشَّهَادَةِ، أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ؛ اهْدِنِي لِمَا اُخْتُلِفَ فِيهِ مِنْ الْحَقِّ بِإِذْنِكَ، إِنَّكَ تَهْدِي مَنْ تَشَاءُ إلَى صِرَاطٍ مُسْتَقِيمٍ»؛ فانَّ الله تعالى قد قال فيما رواه عنه رسولُ الله -صلى الله عليه وسلم-: «يَا عِبَادِي! كُلُّكُمْ ضَالٌّ إِلَّا مَنْ هَدَيْتُهُ؛ فَاسْتَهْدُونِي أَهْدِكُمْ».",
            "page": "50",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وأمَّا وصف الكتُب والمصنِّفين؛ فقد سُمع منَّا في أثناء المذاكَرة ما يسَّره اللهُ تعالى، وما في الكتُب المصنَّفة المبوَّبة كتابٌ أنفع من صحيح محمَّد بن إسماعيل البخاري! لكن هو وحدَه لا يقوم بأصول العلم، ولا يقوم بتَمام المقصود للمتبحِّر في أبواب العلم؛ إذ لا بدَّ من معرفة أحاديثَ أُخَر، وكلام أهل الفقه وأهل العلم في الأمور الَّتي يختصُّ بعلمها بعضُ العلماء. ¶ وقد أوعَبَت الأمَّةُ في كلِّ فنٍّ من فنون العلم أبوابًا، فمَنْ نَوَّرَ الله قلبَه، هداه بما يبلغه من ذلك، ومن أعماه لم تَزِده كثرةُ الكتب إلَّا حيرةً وضلالًا، كما قال النَّبيُّ -صلى الله عليه وسلم- لابن لَبِيدٍ الأنصاريِّ: «أَوَلَيْسَتِ التَّوْرَاةُ وَالْإِنْجِيلُ عِنْدَ",
            "page": "51",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "الْيَهُودِ وَالنَّصَارَى؟ فَمَاذَا تُغْنِي عَنْهُمْ؟». ¶ فنسأل اللهَ العظيم أن يرزقنا الهدى والسَّداد، ويلهمنا رشدنا، ويقِيَنا شرَّ أنفسنا، وأن لا يزيغ قلوبنا بعد إذ هدانا، ويهب لنا من لدنه رحمة، إنَّه هو الوهَّاب. ¶ والحمد لله ربِّ العالمين، وصلَّى الله على سيِّدنا",
            "page": "52",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "محمَّدٍ، وآله وصحبه، وسلَّم تسليمًا كثيرًا.",
            "page": "53",
            "part": "1"
        }
    ],
    "t34399": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الوصية الصغرى"
        }
    ]
}