{
    "b34406": [
        {
            "id": "1",
            "nass": "لابن القيم ¶ للشيخ ¶ عبد الله بن جار الله آل جار الله ¶ غفر الله له ولوالديه ولجميع المسلمين ¶ بسم الله الرحمن الرحيم ¶ مقدمة ¶ الحمد لله نحمده ونستعينه ونستغفره ونتوب إليه ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا من يهده الله فلا مُضل له ومن يضلل فلا هادي له وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدًا عبده ورسوله. ¶ أما بعد: ¶ فهذه طبقات المُكلَّفين ومراتبهم في الدار الآخرة لابن القيم رحمه الله وهي ثماني عشرة طبقة أعلاها مرتبة الرسل صلوات الله وسلامه عليهم وهم ثلاث طبقات أعلاهم أولوا العزم نوح وإبراهيم وموسى وعيسى ومحمد صلوات الله وسلامه عليهم أجمعين، ثم من عداهم من الرسل، ثم الأنبياء الذين لم يرسلوا إلى أمم، ثم الصديقون ورثة الرسل القائمون بما بعثوا به علمًا وعملًا ودعوة إلى الله، ثم أئمة العدل وولاته، ثم المجاهدون في سبيل الله بأموالهم وأنفسهم، ثم أهل الإيثار والإحسان والصدقة، ثم من فتح الله عليه بابًا من أبواب الخير القاصر على نفسه من صلاة وصدقة وصيام وحج وغيرها، ثم طبقة أهل النجاة وهم من يؤدون فرائض الله ويجتنبون محارمه، ثم طبقة قوم أسرفوا على أنفسهم وغشوا كبائر ما نهى الله عنه ولكن رزقهم الله توبة نصوحًا قبل الموت فماتوا على توبة صحيحة فتاب الله عليهم، ثم طبقة أقوام خلطوا عملًا صالحًا وآخر سيئًا لقوا الله مصرين غير تائبين لكن حسناتهم أغلب من سيئاتهم فإذا وزنت رجحت كفة الحسنات فهؤلاء أيضًا ناجون فائزون، ثم قوم تساوت حسناتهم وسيئاتهم وهم أصحاب الأعراف وهو موضع بين الجنة والنار ومآلهم إلى دخول الجنة، ثم طبقة أهل البلية والمحنة -نسأل الله العافية والسلامة- وهم قوم مسلمون خفت موازينهم ورجحت سيئاتهم على حسناتهم وهؤلاء الذين ثبتت فيهم الأحاديث بأنهم يدخلون النار فيكونون فيها على مقدار أعمالهم ثم يخرجون منها بشفاعة الشافعين وبرحمة أرحم الراحمين، ثم قوم لا طاعة لهم ولا معصية",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "ولا كفر ولا إيمان وهم أصناف منهم من لم تبلغه الدعوة ومنهم المجنون الذي لا يعقل ومنهم الأصم الذي لا يسمع شيئًا أبدًا ومنهم أطفال المشركين الذين ماتوا قبل أن يميزوا شيئًا فاختلفت الأمة فيهم على ثمانية مذاهب أرجحها أنهم يمتحنون يوم القيامة ويرسل إليهم هناك رسول من أطاعه دخل الجنة ومن عصاه دخل النار، لأن الله لا يُعذِّبُ أحدًا إلا بعد قيام الحجة عليه فيعرض عنها أو يعاندها كما قال تعالى: { وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولاً } ، ثم طبقة المنافقين الذين أظهروا الإسلام وأبطنوا الكفر وهم في الدرك الأسفل من النار، ثم رؤساء الكفر وأئمته ودعاته، ثم طبقة المقلدين وجهال الكفرة وقد اتفقت الأمة على أنهم كفار، وأخيرًا طبقة الجن وهم مكلفون مثابون ومعاقبون بحسب أعمالهم كما قال الله تعالى: { وَلِكُلٍّ دَرَجَاتٌ مِمَّا عَمِلُوا وَلِيُوَفِّيَهُمْ أَعْمَالَهُمْ وَهُمْ لا يُظْلَمُونَ } [سورة الأحقاف: 19]. ¶ فهذه الطبقات كما ترى استوعبت أصناف الإنس والجن كبيرهم وصغيرهم مسلمهم وكافرهم مطيعهم وعاصيهم عالمهم وجاهلهم الرئيس منهم والمرؤوس، ذكرها الإمام المحقق ابن القيم في كتابه القيم: (طريق الهجرتين وباب السعادتين) ويعني بالهجرتين الهجرة إلى الله ورسوله بالإيمان والمحبة والطاعة ويعني بالسعادتين سعادة الدنيا والآخرة لمن آمن وعمل عملًا صالحًا وهو تقسيم بديع بيّن ما لكل طبقة وما عليها وتضمن العقيدة في الأنبياء والمرسلين وعباد الله الصالحين وفضائلهم ومراتبهم وما أعد لهم من الجزاء وتضمن فضائل الأعمال الصالحة كما تضمن العقيدة في المنافقين وأوصافهم والكفرة والمشركين وما أعد لهم من العذاب والهوان.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ولما قرأتها ولمست أهميتها وعظيم قدرها وفائدتها أحببت أن أقربها للقراء وأختصرها لهم من ذلك الكتاب القيم ليستفيدوا منها ويعتبروا بها، وبعد أن ذكرتها في هذه المقدمة إجمالًا أذكرها فيما بعد تفصيلًا بذكر الأدلة عليها وكلام أهل العلم فيها كما ذكرها الإمام ابن القيم رحمه الله تعالى. ¶ وأسأل الله الكريم رب العرش العظيم أن ينفع بها من قرأها أو سمعها وأن يعظم الأجر والمثوبة لمؤلفها وأن يجمعنا به في دار كرامته مع الذين أنعم الله عليهم من النبيين والصديقين والشهداء والصالحين. والحمد لله رب العالمين حمدًا كثيرًا طيبًا مباركًا فيه كما يحب ربنا ويرضى وكما ينبغي لجلاله وعظيم سلطانه وصلوات الله وسلامه على خير خلقه وأنبيائه محمد وعلى آله وأصحابه وأتباعه إلى يوم الدين. ¶ مراتب المُكلَّفين في الدار الآخرة ¶ وطبقاتهم فيها وهم ثمان عشرة طبقة ¶ الطبقة الأولى: وهي العليا على الإطلاق: مرتبة الرسالة: ¶ فأكرم الخلق على الله وأخصهم بالزلفى لديه رسله وهم المصطفون من عباده الذين سلّم عليهم في العالمين كما قال تعالى: { وَسَلامٌ عَلَى الْمُرْسَلِينَ } [سورة الصافات: 181] وقال تعالى: { قُلِ الْحَمْدُ للهِ وَسَلامٌ عَلَى عِبَادِهِ الَّذِينَ اصْطَفَى } [سورة النمل: 59]، ويكفي في فضلهم وشرفهم أن الله سبحانه وتعالى اختصهم بوحيه وجعلهم أمناء على رسالته وواسطة بينه وبين عباده وخصهم بأنواع كرامته فمنهم من اتخذه خليلًا، ومنهم من كلمه تكليمًا، ومنهم من رفعه مكانًا عاليًا على سائرهم درجات ولم يجعل لعباده وصولًا إليه إلا من طريقهم ولا دخولًا إلى جنته إلا خلفهم ولم يكرم أحدًا منهم بكرامة إلا على أيديهم فهم أقرب الخلق إليه وسيلة وأرفعهم عنده درجة وأحبهم إليه وأكرمهم عليه.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وبالجملة فخير الدنيا والآخرة إنما ناله العباد على أيديهم وبهم عرف الله وعبد وأطيع وبهم حصلت محابه تعالى في الأرض، وأعلاهم منزلة أولوا العزم منهم المذكورون في قوله تعالى: { شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلا تَتَفَرَّقُوا فِيهِ } [الشورى: 13] وهؤلاء هم الطبقة العليا من الخلائق وعليهم تدور الشفاعة يوم القيامة حتى يردوها إلى خاتمهم وأفضلهم محمد -صلى الله عليه وسلم وعليهم أجمعين-. ¶ الطبقة الثانية: من عداهم من الرسل على مراتبهم من تفضيلهم بعضهم على بعض. ¶ الطبقة الثالثة: الذين لم يرسلوا إلى أممهم وإنما كانت لهم النبوة دون الرسالة فاختصوا عن الأمة بإيحاء الله إليهم وإرساله ملائكته إليهم، واختصت الرسل عنهم بإرسالهم إلى الأمة يدعونهم إلى الله بشريعته وأمره، واشتركوا في الوحي ونزول الملائكة عليهم. ¶ الطبقة الرابعة: ورثة الرسل وخلفاؤهم في أممهم وهم القائمون بما بعثوا به علمًا وعملًا ودعوة الخلق إلى الله على طريقهم ومنهاجهم، وهذه أفضل مراتب الخلق بعد الرسالة والنبوة وهي مرتبة الصديقين ولهذا قرنهم الله في كتابه بالأنبياء فقال تعالى: { وَمَنْ يُطِعِ اللهَ وَالرَّسُولَ فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقًا } [سورة النساء: 69].",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "فجعل درجة الصديقية معطوفة على درجة النبوة وهؤلاء هم الربانيون وهم الراسخون في العلم وهم الوسائط بين الرسول وأمته فهم خلفاؤه وأولياؤه وحزبه وخاصته وحملة دينه وهم المضمون لهم أنهم لا يزالون على الحق لا يضرهم من خذلهم ولا من خالفهم حتى يأتي أمر الله، وهم على ذلك قال الله تعالى: { وَالَّذِينَ آمَنُوا بِاللهِ وَرُسُلِهِ أُولَئِكَ هُمُ الصِّدِّيقُونَ } [سورة الحديد: 19]. ¶ والمقصود أن درجة الصديقية والربانية وورثة النبوة وخلافة الرسالة هي أفضل درجات الأمة ولو لم يكن من فضلها وشرفها إلا أن كل من عمل بتعليمهم وإرشادهم أو علَّم غيره شيئًا من ذلك كان له مثل أجره ما دام ذلك جاريًا في الأمة على آباد الدهور وقد صحَّ عن النبي - صلى الله عليه وسلم - أنه قال لعلي بن أبي طالب: «والله لأن يهدي الله بك رجلًا واحدًا خير لك من حمر النعم»(1) وصحَّ عنه - صلى الله عليه وسلم - أنه قال: «من سنَّ في الإسلام سنة حسنة كان له مثل أجر من عمل بها لا ينقص ذلك من أجورهم شيئًا»(2) وصحَّ عنه - صلى الله عليه وسلم - أيضًا أنه قال: «إذا مات العبد انقطع عمله إلا من ثلاث: صدقة جارية أو علم ينتفع به أو ولد صالح يدعو له»(3) وصحَّ عنه - صلى الله عليه وسلم - أنه قال: «من يرد الله به خيرًا يفقهه في الدين»(4). وفي السنن عنه - صلى الله عليه وسلم - أنه قال: «إن العالم يستغفر له من في السماوات ومن في الأرض حتى النملة في جحرها» والأحاديث في هذا كثيرة قال ابن القيم رحمه الله: وقد ذكرنا مائتي دليل على فضل العلم وأهله في كتاب مفرد يريد (مفتاح دار السعادة ومنشور ولاية العلم والإرادة) فيالها من مرتبة ما أعلاها ومنقبة ¶ __________ ¶ (1) رواه أبو داود عن سهل بن سعد الساعدي، و(النعم) بفتح النون والعين: الإبل وخص حمرها؛ لأنها كرامها. ¶ (2) رواه مسلم والنسائي وغيرهما. ¶ (3) رواه البخاري في الأدب المفرد ومسلم في صحيحه. ¶ (4) رواه البخاري ومسلم.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ما أجلها وأسناها أن يكون المرء في حياته مشغولًا ببعض أشغاله وفي قبره صار أشلاء متمزقة وأوصالًا متفرقة وصحف حسناته متزايدة تملى فيها الحسنات كل وقت أعمال الخير مهداة إليه من حيث لا يحتسب تلك والله المكارم والغنائم وفي ذلك فليتنافس المتنافسون وعليه يحسد الحاسدون وذلك فضل الله يؤتيه من يشاء والله ذو الفضل العظيم. ¶ وحقيق بمرتبة هذا شأنها أن تنفق نفائس الأنفاس عليها ويسبق السابقون إليها وتوفر عليها الأوقات وتتوجه نحوها الطلبات فنسأل الله الذي بيده مفاتيح كل خير أن يفتح علينا خزائن رحمته ويجعلنا من أهل هذه الصفة بمنه وكرمه.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "الطبقة الخامسة: أئمة العدل وولاته الذين تؤمن بهم السبل ويستقيم بهم العالم ويستنصر بهم الضعيف ويذل بهم الظالم ويأمن بهم الخائف وتقام الحدود ويدفع بهم الفساد ويأمرون بالمعروف وينهون عن المنكر ويقام بهم حكم الكتاب والسنة وتطفأ بهم نيران البدع والضلالة وهؤلاء الذين تنصب لهم المنابر من النور عن يمين الرحمن عز وجل يوم القيامة فيكونون عليها، والولاة الظلمة قد صهرهم حر الشمس وقد بلغ بهم العرق مبلغه وهم يحملون أثقال مظالمهم العظيمة على ظهورهم الضعيفة في يوم كان مقداره خمسين ألف سنة ثم يرى سبيل أحدهم إما إلى الجنة وإما إلى النار. قال النبي - صلى الله عليه وسلم -: «المقسطون على منابر من نور يوم القيامة عن يمين الرحمن تبارك وتعالى وكلتا يديه يمين الذين يعدلون في حكمهم وأهليهم وما ولوا»(1) وهم أحد السبعة الأصناف الذين يظلهم الله في ظل عرشه يوم لا ظل إلا ظله كما كان الناس في ظل عدلهم في الدنيا كانوا في ظل عرش الرحمن يوم القيامة جزاءً وفاقًا، ولو لم يكن من فضلهم وشرفهم إلا أن أهل السماوات والأرض والطير في الهواء يصلون عليهم ويستغفرون لهم ويدعون لهم، وولاة الظلم يلعنهم من بين السماوات والأرض حتى الدواب والطير كما أن مُعلِّم الناس الخير يُصلي الله عليه وملائكته كما أن كاتم العلم والهدى الذي أنزله الله يلعنه الله وملائكته ويلعنه اللاعنون فيا لها من منقبة ومرتبة ما أجلها وأشرفها أن يكون الوالي والإمام العادل على فراشه ويعمل بالخير وتكتب الحسنات في صحائفة فهي متزايدة ما دام يعمل بعدله، ولساعة واحدة منه خير من عبادة أعوام من غيره فأين هذا من الغاش لرعيته الظالم لهم قد حرَّم الله عليه الجنة وأوجب له النار، ويكفي في فضله وشرفه أنه يكف عن الله دعوة المظلوم فأين من هو نائم وأعين العباد ساهرة تدعو الله له وآخر أعينهم ساهرة تدعوا عليه؟ ¶ __________ ¶ (1) رواه مسلم.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "الطبقة السادسة: المجاهدون في سبيل الله: وهم جند الله الذين يقيم بهم دينه ويدفع بهم بأس أعدائه ويحفظ بهم منصة الإسلام ويحمي بهم حوزة الدين وهم الذين يقاتلون أعداء الله ليكون الدين كله لله وتكون كلمة الله هي العليا قد بذلوا أنفسهم في محبة الله ونصر دينه وإعلاء كلمته ودفع أعدائه. وهم شركاء لكل من يحمون بسيوفهم في أعمالهم التي يعملونها وإن باتوا في ديارهم ولهم مثل أجور من عبد الله بسبب جهادهم وفتوحهم فإنهم كانوا هم السبب فيه والشارع قد أنزل المتسبب منزلة الفاعل التام في الأجر والوزر ولهذا كان الداعي إلى الهدى والداعي إلى الضلال لكل منهما بتسببه مثل أجر من تبعه، وقد تظاهرت آيات الكتاب وتواترت نصوص السنة على الترغيب في الجهاد والحض عليه ومدح أهله والإخبار عن ما لهم عند ربهم من أنواع الكرامات والعطايا الجزيلات ويكفي في ذلك قوله تعالى: { يَا أَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ } فتشوقت النفوس إلى هذه التجارة الرابحة التي الدال عليها رب العالمين العليم الحكيم فقال: { تُؤْمِنُونَ بِاللهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ } [سورة الصف: 11] فكأن النفوس ضنت بحياتها وبقائها فقال: { ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ } يعني إن الجهاد خير لكم من قعودكم للحياة والسلامة فكأنها قالت فما لنا في الجهاد من الحظ فقال: { يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ } ومع المغفرة { جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ ذَلِكَ الْفَوْزُ الْعَظِيمُ } فكأنها قالت هذا في الآخرة فما لنا في الدنيا؟ فقال: { وَأُخْرَى تُحِبُّونَهَا نَصْرٌ مِنَ اللهِ وَفَتْحٌ قَرِيبٌ وَبَشِّرِ الْمُؤْمِنِينَ } [سورة الصف: 10، 12].",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "فلله ما أحلى هذه الألفاظ وما ألصقها بالقلوب وما أعظمها جلبًا لها وتسييرًا إلى ربها وما ألطف موقعها من قلب كل محب وما أعظم غنى القلب وأطيب عيشه حين يباشره معانيها فنسأل الله من فضله إنه جواد كريم. فهذه الدرجات الثلاث هي درجات السبق أعني درجة العلم والعدل والجهاد وبها سبق الصحابة وأدركوا من قبلهم وفاتوا من بعدهم واستولوا على الأمد البعيد وحازوا قصبات العلا فسبحان من يختص بفضله ورحمته من يشاء، وهذه مراتب السبق التي يهبها الله لمن يشاء من عباده. ¶ الطبقة السابعة: أهل الإيثار والصدقة والإحسان إلى الناس بأموالهم على اختلاف حاجاتهم ومصالحهم من تفريج كرباتهم ودفع ضروراتهم وكفايتهم في مهماتهم وهم أحد الصنفين اللذين قال",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "النبي - صلى الله عليه وسلم - عنهما: «لا حسد إلا في اثنتين رجل آتاه الله الحكمة فهو يقضي بها ويعلمها الناس ورجل آتاه الله مالًا فسلطه على هلكته في الحق» (1) يعني أنه لا ينبغي لأحد أن يغبط أحدًا على نعمة ويتمنى مثلها إلا أحد هذين وذلك لما فيهما من النفع العام والإحسان المتعدي إلى الخلق، فهذا ينفعهم بعلمه وهذا ينفعهم بماله ولا يقوم أمر الناس إلا بهذين الصنفين ولا يعمر العالم إلا بهما قال الله تعالى: { الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ بِاللَّيْلِ وَالنَّهَارِ سِرًّا وَعَلانِيَةً فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُون } [سورة البقرة: 274] فذكر عموم الأوقات وعموم الأحوال فأتى بالفاء في الخبر ليدل على أن الإنفاق في أي وقت وجد من ليل أو نهار وعلى آية حال وجد سرا وعلانية فإنه سبب للجزاء على كل حال فليبادر به العبد ولا ينتظر به غير وقته وحاله ولا يؤخر نفقة الليل إذا حضر إلى النهار ولا نفقة النهار إلى الليل ولا ينتظر بنفقة العلانية وقت السر ولا بنفقة السر وقت العلانية فإن نفقته في أي وقت وعلى أي حال وجدت سبب في أجره وثوابه فتدبر هذه الأسرار في القرآن فلعلك لا تظفر بها تمر بك في التفاسير والمنة والفضل لله وحده لا شريك له. ¶ فهذه الطبقات الأربع من طبقات الأمة هم أهل الإحسان والنفع المتعدي وهم العلماء وأئمة العدل وأهل الجهاد وأهل الصدقة وبذل الأموال في مرضات الله فهؤلاء ملوك الآخرة وصحائف حسناتهم متزايدة تملى فيها الحسنات وهم في بطون الأرض ما دامت آثارهم في الدنيا فيا لها من نعمة ما أجلها وكرامة ما أعظمها يختص الله بها من يشاء من عباده. ¶ __________ ¶ (1) رواه البخاري ومسلم.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الطبقة الثامنة: من فتح الله له بابًا من أبواب الخير القاصر على نفسه كالصلاة والحج والعمرة وقراءة القرآن والصوم والاعتكاف والذكر ونحوها مضافًا إلى أداء فرائض الله عليه فهو جاهد في تكثير حسناته وإملاء صحيفته، وإذا عمل خطيئة تاب إلى الله منها فهذا على خير عظيم وله ثواب أمثاله من عمَّال الآخرة ولكن ليس له إلا عمله فإذا مات طويت صحيفته فهذه طبقة أهل الربح والحظوة أيضًا عند الله. ¶ الطبقة التاسعة: طبقة أهل النجاة وهي طبقة من يؤدي فرائض الله ويترك محارم الله مقتصرًا على ذلك لا يزيد عليه ولا ينقص فلا يتعدى إلى ما حرم الله عليه ولا يزيد على ما فرض عليه، هذا من المفلحين بضمان رسول الله - صلى الله عليه وسلم - لمن أخبره بشرائع الإسلام فقال: (والله لا أزيد على هذا ولا أنقص منه) فقال: «أفلح إن صدق»(1) وأصحاب هذه الطبقة مضمون لهم على الله تكفير سيئاتهم إذا أدوا فرائضه واجتنبوا كبائر ما نهاهم عنه. قال تعالى: { إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَنُدْخِلْكُمْ مُدْخَلاً كَرِيمًا } [سورة النساء: 31] وصحَّ عنه - صلى الله عليه وسلم - أنه قال: «الصلوات الخمس والجمعة إلى الجمعة ورمضان إلى رمضان مكفرات لما بينهن إذا اجتنبت الكبائر» (2) فتكفير الصغائر يقع بشيئين: ¶ أحدهما: الحسنات الماحية. ¶ والثاني: اجتناب الكبائر، وقد نص عليها سبحانه وتعالى في كتابه فقال تعالى: { وَأَقِمِ الصَّلاةَ طَرَفَيِ النَّهَارِ وَزُلَفًا مِنَ اللَّيْلِ إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ } [سورة هود: 114]. ¶ __________ ¶ (1) رواه البخاري ومسلم وغيرهما. ¶ (2) رواه أحمد ومسلم عن أبي هريرة.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "الطبقة العاشرة: طبقة قوم أسرفوا على أنفسهم وغشوا كبائر ما نهى الله عنه، ولكن رزقهم الله التوبة النصوح قبل الموت فماتوا على توبة صحيحة فهؤلاء ناجون من عذاب الله إما قطعًا عند قوم، وإما رجاءً وظنًّا عند آخرين. وهم موكلون إلى المشيئة ولكن نصوص القرآن والسنة تدل على نجاتهم وهو وعد وعدهم الله إياه والله لا يخلف الميعاد. ¶ الطبقة الحادية عشرة: طبقة أقوام خلطوا عملًا صالحًا وآخر سيئًا فعملوا حسنات وكبائر ولقوا الله، مصرين عليها غير تائبين منها لكن حسناتهم أغلب من سيئاتهم فإذا وزنت بها رجحت كفة الحسنات فهؤلاء أيضًا ناجون فائزون قال تعالى: { وَالْوَزْنُ يَوْمَئِذٍ الحَقُّ فَمَن ثَقُلَتْ مَوَازِينُهُ فَأُولئِكَ هُمُ الْمُفْلِحُونَ * وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنفُسَهُم بِمَا كَانُوا بِآيَاتِنَا يَظْلِمُونَ } [سورة الأعراف: 8، 9]. ¶ قال حذيفة وعبد الله بن مسعود وغيرهما من الصحابة: (يحشر الناس يوم القيامة ثلاثة أصناف فمن رجحت حسناته على سيئاته بواحدة دخل الجنة ومن رجحت سيئاته على حسناته بواحدة دخل النار، ومن استوت حسناته وسيئاته فهو من أهل (الأعراف) وهذه الموازنة تكون بعد القصاص واستيفاء المظلومين حقوقهم من حسناته، فإذا بقي شيء من وزن هو وسيئاته.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "الطبقة الثانية عشرة: قوم تساوت حسناتهم وسيئاتهم فتقابل أثراهما فتقاوما فمنعتهم حسناتهم المساوية من دخول النار، ومنعتهم سيئاتهم المساوية من دخول الجنة فهؤلاء هم أهل الأعراف، والأعراف: جمع عرف وهو المكان المرتفع وهو سور عال بين الجنة والنار عليه أهل الأعراف، قال حذيفة وعبد الله بن عباس: (هم قوم استوت حسناتهم وسيئاتهم فقصرت بهم سيئاتهم عن الجنة وتجاوزت بهم حسناتهم عن النار فوقفوا هناك حتى يقضي الله فيهم ما يشاء ثم يدخلهم الجنة بفضل رحمته)، قال تعالى: { وَبَيْنَهُمَا حِجَابٌ وَعَلَى الأَعْرَافِ رِجَالٌ يَعْرِفُونَ كُلاً بِسِيمَاهُمْ وَنَادَوْا أَصْحَابَ الْجَنَّةِ أَنْ سَلامٌ عَلَيْكُمْ لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ * وَإِذَا صُرِفَتْ أَبْصَارُهُمْ تِلْقَاءَ أَصْحَابِ النَّارِ قَالُوا رَبَّنَا لا تَجْعَلْنَا مَعَ الْقَوْمِ الظَّالِمِينَ } [سورة الأعراف: 46، 47] فهؤلاء الطبقات هم أهل الجنة الذين لم تمسهم النار. ¶ الطبقة الثالثة عشرة: طبقة أهل المحنة والبلية نعوذ بالله منها وإن كانت آخرتهم إلى عفو وخير وهم قوم مسلمون خفت موازينهم ورجحت سيئاتهم على حسناتهم فغلبتها السيئات فهذه الطبقة التي اختلفت فيها أقاويل الناس وكثر فيها خوضهم وتشعبت مذاهبهم وتشتت آراؤهم.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "فطائفة كفرتهم وأوجبت لهم الخلود في النار وهذا مذهب أكثر الخوارج بل يكفرون من هو أحسن حالًا منهم وهو مرتكب الكبيرة الذي لم يتب منها ولو استغرقتها حسناته، وطائفة أوجبت لهم الخلود في النار ولم تطلق عليهم اسم الكفر بل سموهم منافقين. وطائفة نزلتهم منزلة بين منزلة الكفار والمؤمنين فجعلوا أقسام الخلق ثلاثة مؤمنين وكفارًا وقسمًا لا مؤمنين ولا كفارًا بل بينهما وأوجبت لهم الخلود في النار وهذا هو الرأي الذي عليه أهل الاعتزال.. فهذه ثلاث فرق أوجبت لهذه الطائفة الخلود في النار.. وقالت المرجئة على اختلاف آرائهم: لا يدرى ما يفعل الله بهم. فيجوز أن يعذبهم الله كلهم ويجوز أن يعفو عنهم كلهم وأن يعذب بعضهم ويعفو عن بعضهم، غير أنه لا يخلد أحدًا منهم في النار فهم موكلون عندهم إلى محض المشيئة لا يدرى ما يفعل الله بهم بل يرجأ أمرهم إلى الله وحكمه، وهذا قول كثير من المتكلمين والفقهاء والصوفية وغيرهم.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وقول الصحابة والتابعين وأئمة الحديث: أن من ترجحت سيئاته بواحدة دخل النار وهؤلاء هم القسم الذي جاءت فيهم الأحاديث الصحيحة الثابتة عن رسول الله - صلى الله عليه وسلم - فإنهم يدخلون النار فيكونون فيها على مقدار أعمالهم فمنهم من تأخذه النار إلى كعبيه ومنهم من تأخذه النار إلى أنصاف ساقيه ومنهم من تأخذه النار إلى ركبتيه ويلبثون فيها على قدر أعمالهم ثم يخرجون منها فينبتون على أنهار الجنة فيفيض عليهم أهل الجنة من الماء حتى تنبت أجسادهم ثم يدخلون الجنة وهم الطبقة الذين يخرجون من النار بشفاعة الشافعين، وهم الذين يأمر الله سيد الشفعاء مرارًا بأن يخرجهم من النار بما معهم من الإيمان. وإخبار النبي - صلى الله عليه وسلم - أنهم يكونون فيها على قدر أعمالهم مع قوله تعالى: { جَزَاءً بِمَا كَانُوا يَعْمَلُونَ } (1) { وَلا تُجْزَوْنَ إِلا مَا كُنْتُمْ تَعْمَلُونَ } (2) وقوله تعالى: { ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لا يُظْلَمُونَ } (3) وأضعاف ذلك من نصوص الكتاب والسنة يدل على ما قاله أفضل الأمة وأعلمها بالله وكتابه وأحكام الدارين أصحاب محمد - صلى الله عليه وسلم - والعقل والفطرة تشهد له وهو مقتضى حكمة العزيز الحكيم الذي بهرت حكمته العقول... ¶ الطبقة الرابعة عشرة: قوم لا طاعة لهم ولا معصية ولا كفر ولا إيمان وهؤلاء أصناف: منهم من لم تبلغه الدعوة بحال ولا سمع لها بخبر، ومنهم المجنون الذي لا يعقل شيئًا ولا يميز، ومنهم الأصم الذي لا يسمع شيئًا أبدًا، ومنهم أطفال المشركين الذين ماتوا قبل أن يميزوا شيئًا... ¶ فاختلفت الأمة في مثل هذه الطبقة اختلافًا كثيرًا والمسألة التي سعوا فيها الكلام هي مسألة أطفال المشركين.. ¶ أما أطفال المسلمين فقال الإمام أحمد: لا يختلف فيهم أحد، يعني أنهم في الجنة. ¶ __________ ¶ (1) سورة الواقعة آية 24. ¶ (2) سورة يس آية: 54. ¶ (3) سورة البقرة آية: 281.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وحكى ابن عبد البر عن جماعة أنهم توقفوا فيهم وأن جميع الولدان تحت المشيئة. ¶ وأما أطفال المشركين فللناس فيهم ثمانية مذاهب. ¶ أحدها: الوقف فيهم وترك الشهادة بأنهم في الجنة أو في النار بل يوكل عملهم إلى الله تعالى ويقال فيهم كما قال النبي - صلى الله عليه وسلم - في الحديث الصحيح المتفق عليه «الله أعلم بما كانوا عاملين».. ¶ الثاني: أنهم في النار وهذا قول جماعة من المتكلمين وأهل التفسير. ¶ الثالث: أنهم في الجنة وهذا قول طائفة من المفسرين والمتكلمين وغيرهم.. ¶ الرابع: أنهم في منزلة بين المنزلتين بين الجنة والنار وهذا قول طائفة من المفسرين. ¶ الخامس: أنهم تحت مشيئة الله تعالى إن شاء عذبهم وإن شاء غفر لهم... ¶ السادس: أنهم خدم أهل الجنة ومماليكهم وهم معهم بمنزلة أرقائهم ومماليكهم في الدنيا... ¶ السابع: أن حكمهم حكم آبائهم في الدنيا والآخرة فلا يفردون عنهم بحكم في الدارين... ¶ الثامن: وهو أرجحها: أنهم يمتحنون في عرصات القيامة ويرسل إليهم هناك رسول وإلى كل من لم تبلغه الدعوة فمن أطاع الرسول دخل الجنة ومن عصاه دخل النار. وبهذا يتألف شمل الأدلة كلها... ¶ الطبقة الخامسة عشرة: طبقة الزنادقة وهم قوم أظهروا الإسلام ومتابعة الرسل وأبطنوا الكفر ومعاداة الله ورسوله وهؤلاء المنافقون وهم في الدرك الأسفل من النار قال تعالى: { إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الأَسْفَلِ مِنَ النَّارِ وَلَنْ تَجِدَ لَهُمْ نَصِيرًا } [سورة النساء: 145] والمقصود أن هذه الطبقة أشقى الأشقياء ولهذا يستهزأ بهم في الآخرة ويعطون نورًا يتوسطون به على الصراط ثم يطفيء الله نورهم ويقال لهم: { ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُورًا } [سورة الحديد: 13] وهذا أشد ما يكون من الحسرة والبلاء نعوذ بالله من غضبه وعقابه. ¶ من أوصاف المنافقين",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ومن تأمل ما وصف الله به المنافقين في القرآن من صفات الذم علم بأنهم أحق بالدرك الأسفل من النار فإنه وصفهم بمخادعته ومخادعة عباده، ووصف قلوبهم بالمرض وهو مرض الشبهات والشكوك، ووصفهم بالإفساد في الأرض وبالاستهزاء بدينه وبعباده، وبالطغيان وباشتراء الضلالة بالهدى والصمم والبكم والعمى والحيرة والكسل عند عبادته، والزنا وقلة ذكره، والتردد وهو التذبذب بين المؤمنين والكفار فلا إلى هؤلاء ولا إلى هؤلاء والحلف باسمه تعالى كذبًا وباطلًا، وبغاية الجبن وبعدم الفقه في الدين وبعدم العلم وبالبخل وبعدم الإيمان بالله وباليوم الآخر وبكراهتهم لظهور أمر الله وأنهم يحزنون بما حصل للمؤمنين من الخير والنصر، ويفرحون بما يحصل لهم من المحنة والابتلاء وأنهم يتربصون الدوائر بالمسلمين، وبعيب المؤمنين وبرميهم بما ليس فيهم فيلمزون المُتصدِّقين، ووصفهم بأنهم عبيد الدنيا إن أعطوا منها رضوا وإن منعوا منها سخطوا وبأنهم يؤذنون رسول الله - صلى الله عليه وسلم - ويعيبونه وأنهم يقصدون إرضاء المخلوقين ولا يطلبون إرضاء رب العالمين وأنهم يسخرون من المؤمنين، ووصفهم بأنهم رجس والرجس من كل جنس أخبثه وأقذره فهم أخبث بني آدم وأقذرهم وأرذلهم ووصفهم سبحانه بالاستهزاء به وبآياته وبرسله وبأنهم يأمرون بالمنكر وينهون عن المعروف ويقبضون أيديهم عن الإنفاق في مرضاته، ووصفهم بنسيان ذكره وبأنهم يتولون الكفار ويدَعُون المؤمنين وبأن الشيطان استحوذ عليهم فأنساهم ذكر الله فلا يذكرونه إلا قليلاً وأنهم حزب الشيطان، وأنهم يوادون من حاد الله ورسوله وبأنهم يقولون بأفواههم ما ليس في قلوبهم..",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ومن صفاتهم التي وصفهم بها رسول الله - صلى الله عليه وسلم - الكذب في الحديث، والخيانة في الأمانة، والغدر عند العهد، والفجور عند الخصام، والخلف عند الوعد، وتأخير الصلاة إلى آخر وقتها، ونقرها بسرعة عجلًا وإسراعًا، وترك حضورها جماعة، وإن أثقل الصلوات عليهم الصبح والعشاء. ¶ ومن صفاتهم أن أعمالهم تكذب أقوالهم وباطنهم يكذب ظاهرهم وسرائرهم تناقض علانيتهم، ومن صفاتهم أنك إذا دعوتهم عند المنازعة للتحاكم إلى القرآن والسنة أبوا ذلك وأعرضوا عنه ودعوك إلى التحاكم إلى طواغيتهم: { وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنْزَلَ اللهُ وَإِلَى الرَّسُولِ رَأَيْتَ الْمُنَافِقِينَ يَصُدُّونَ عَنْكَ صُدُودًا } [سورة النساء: 61] ومن صفاتهم معارضة ما جاء به الرسول - صلى الله عليه وسلم - بعقول الرجال وآرائهم، ومن صفاتهم كتمان الحق والتلبيس على أهله.. ¶ وجملة أمرهم أنهم في المسلمين كالزيف في النقود يروج على أكثر الناس لعدم بصيرتهم بالنقد وليس على الأديان أضر من هذا الضرب من الناس وبلية المسلمين بهم أعظم من بليتهم بالكفار المجاهرين فالكفار المجاهرون بكفرهم أخف وهو فوقهم في دركات النار لأن الطائفتين اشتركتا في الكفر ومعاداة الله ورسله وزاد المنافقون عليهم بالكذب والنفاق ولهذا قال تعالى في حقهم: { هُمُ الْعَدُوُّ فَاحْذَرْهُمْ } [سورة المنافقون: 4].",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "فحقيق بأهل هذه الطبقة أن يحلوا بالمحل الذي أحلهم الله من دار الهوان وأن ينزلوا في أردء منازل أهل العناد والكفران، وبحسب إيمان العبد ومعرفته يكون خوف سادة الأمة وسابقوها على أنفسهم أن يكونوا منهم فكان عمر بن الخطاب يقول: يا حذيفة ناشدتك الله هل سماني رسول الله مع القوم. فيقول: لا، ولا أزكي بعدك أحدًا(1) وقال ابن أبي مليكة: أدركت ثلاثين من أصحاب رسول الله - صلى الله عليه وسلم - كلهم يخاف النفاق على نفسه ما منهم أحد يقول: إنه على إيمان جبريل وميكائيل(2). ¶ الطبقة السادسة عشرة: رؤساء الكفر وأئمته ودعاته الذين كفروا وصدوا عباد الله عن الإيمان بالله وعن الدخول في دينه رغبة ورهبة فهؤلاء عذابهم مضاعف ولهم عذابان عذاب بالكفر وعذاب بصد الناس عن الدخول في الإيمان قال الله تعالى: { الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللهِ زِدْنَاهُمْ عَذَابًا فَوْقَ الْعَذَابِ بِمَا كَانُوا يُفْسِدُونَ } [سورة النحل: 88] وقد استقرت حكمة الله وعدله أن يجعل على الداعي إلى الضلال مثل آثام من اتبعه واستجاب له ولا ريب أن عذاب هذا يتضاعف ويتزايد بحسب من اتبعه وضل به. ¶ الطبقة السابعة عشرة: طبقة المقلدين وجهال الكفرة وأتباعهم الذين هم معهم تبعًا لهم يقولون: { إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُقْتَدُونَ } [سورة الزخرف: 23] وقد اتفقت الأمة على أن هذه الطبقة كفار وإن كانوا جهالًا مقلدين لرؤسائهم وأئمتهم وسوف يتبرأ المتبوعون ممن تبعهم على كفرهم يوم القيامة وتنقطع صلتهم بهم ولا يغني عنهم تقليدهم شيئًا قال تعالى: { إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا وَرَأَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الأَسْبَابُ } [سورة البقرة: 166]. ¶ __________ ¶ (1) رواه البخاري. ¶ (2) رواه البخاري.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "الطبقة الثامنة عشرة: طبقة الجن وقد اتفق المسلمون على أن منهم المؤمن والكافر والبر والفاجر قال تعالى إخبارًا عنهم: { وَأَنَّا مِنَّا الصَّالِحُونَ وَمِنَّا دُونَ ذَلِكَ كُنَّا طَرَائِقَ قِدَدًا } [سورة الجن: 11] قال مجاهد: يعنون مسلمين وكافرين. وقد اتفق المسلمون على أن كفار الجن في النار وقد دل على ذلك القرآن في غير موضع كقوله: { وَلَكِنْ حَقَّ الْقَوْلُ مِنِّي لأَمْلأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ } [سورة السجدة: 13] وقال تعالى: { وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِنَ الْجِنِّ وَالإِنْسِ } [سورة الأعراف: 179]. ¶ وبالجملة فهذا أمر معلوم بالاضطرار من دين الإسلام وهو يستلزم تكليف الجن بشرائع الأنبياء ووجوب اتباعهم لهم، وأجمع المسلمون على أن محمدًا - صلى الله عليه وسلم - بعث إلى الجن والإنس وأنه يجب على الجن طاعته كما يجب على الإنس. ¶ وأما حكم مؤمنيهم في الدار الآخرة فجمهور السلف والخلف على أنهم في الجنة وترجم على ذلك البخاري في صحيحه فقال: باب ثواب الجن وعقابهم لقوله تعالى: { يَا مَعْشَرَ الْجِنِّ وَالإِنْسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي } [سورة الأنعام: 130] فهذه مذاهب الناس في أحكامهم في الآخرة. ¶ وأما أحكامهم في الدنيا فاختلف الناس هل هم مُكلَّفون بالأمر والنهي أم لا؟ ¶ والصواب الذي عليه جمهور أهل الإسلام أنهم مأمورون منهيون مُكلَّفون بالشريعة الإسلامية وأدلة القرآن والسنة على ذلك أكثر من أن تُحصر، ومما يدل على تكليفهم قوله تعالى: { وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا فَلَمَّا قُضِيَ وَلَّوْا إِلَى قَوْمِهِمْ مُنْذِرِينَ } [سورة الأحقاف: 29 إلى 32] فهذا يدل على تكليفهم من وجوه متعددة:",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "1- أن الله سبحانه وتعالى صرفهم إلى رسوله يستمعون القرآن ليؤمنوا به ويأتمروا بأوامره وينتهوا عن نواهيه. ¶ 2- أنهم ولوا إلى قومهم منذرين والإنذار هو الإعلام بالخوف بعد انعقاد أسبابه فعلم أنهم منذرون لهم بالنار إن عصوا الرسول. ¶ 3- أنهم أخبروا أنهم سمعوا القرآن وعقلوه وفهموه وهذا يدل على تمكنهم من العلم الذي تقوم به الحجة وهم قادرون على امتثال ما فيه والتكليف إنما يستلزم العلم والقدرة. ¶ 4- أنهم قالوا لقومهم: { يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللهِ وَآمِنُوا بِهِ } وهذا صريح في أنهم مُكلَّفون مأمورون بإجابة الرسول، وهي تصديقه فيما أخبر وطاعته فيما أمر. ¶ 5- أنهم قالوا: { يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ } والمغفرة لا تكون إلا عن ذنب وهو مخالفة الأمر. ¶ 6- أنهم قالوا: { وَيُجِرْكُمْ مِنْ عَذَابٍ أَلِيمٍ } وهذا يدل على أن من لم يستجب منهم لداعي الله لم يجره من العذاب الأليم وهذا صريح في تعلق الشريعة الإسلامية بهم. ¶ 7- أنهم قالوا: { وَمَنْ لا يُجِبْ دَاعِيَ اللهِ فَلَيْسَ بِمُعْجِزٍ فِي الأَرْضِ وَلَيْسَ لَهُ مِنْ دُونِهِ أَوْلِيَاءُ } وهذا تهديد شديد لمن تخلف عن داعي الله منهم. ¶ وقد صحَّ أن رسول الله - صلى الله عليه وسلم - قرأ عليهم القرآن وأنهم سألوه الزاد لهم ولدوابهم فجعل لهم كل عظم ذكر اسم الله عليه وكل بعرة علف لدوابهم ونهانا عن الاستنجاء بهما(1) ولو لم يكن في هذا إلا قوله تعالى: { وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولاً } [سورة الإسراء: 15] وقد أخبر أنه يعذب كفرة الجن لكفى به حجة على أنهم مكلفون باتباع الرسل. ¶ __________ ¶ (1) رواه أحمد ومسلم وغيرهما عن ابن مسعود، وقد تكرر حضور الجن واستماعهم للنبي - صلى الله عليه وسلم - فسمعوه في أول الوحي، وسمعوه بنخلة مرجعه من الطائف وقد كذبه أهله وناله منهم ما ناله، وسمعوه وكلموه وسألوه في غير ذلك... والله أعلم.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "فإذا علم تكليفهم بشرائع الأنبياء ومطالبتهم بها وحشرهم يوم القيامة للثواب والعقاب علم أن محسنهم في الجنة كما أن مسيئهم في النار. ¶ وإذا ثبت تكليفهم بانقسامهم إلى المسلمين والكفار والصالحين ودون ذلك - كما تضمنته سورة الجن - فهم في الموازنة على نحو طبقات الإنس المتقدمة إلا أنهم ليس فيهم رسول بل فيهم النذر وأفضل درجاته درجة الصالحين ولو كان لهم درجة أفضل منها لذكروها، فقد دل القرآن على انقسامهم إلى ثلاثة أقسام صالحين ودونهم وكفار وزاد عليهم الإنس بدرجة الرسالة والنبوة ودرجة المقربين والله أعلم. ¶ فهذا ما وصل إليه الإحصاء من طبقات المكلفين في الدار الآخرة وهي ثماني عشرة طبقة وكل طبقة منها لها أعلى وأدنى ووسط وهم درجات عند الله والله تعالى يحشر الشكل مع شكله والنظير مع نظيره ويقرن بينهما في الدرجة والحمد لله رب العالمين. ¶ وصلى الله على محمد وعلى آله وصحبه وسلم. ¶ انتهى من كتاب (طريق الهجرتين وباب السعادتين). ¶ من ص 453- 566 باختصار... ¶ الفهرس ¶ المقدمة…3 ¶ 1، 2، 3 طبقات الرسل وهم ثلاث مراتب «طبقات»…6 ¶ 4 ورثة الرسل وخلفاؤهم في العلم والعمل …7 ¶ 5 أئمة العدل وولاته…9 ¶ 6 المجاهدون في سبيل الله…10 ¶ 7 أهل الإيثار والصدقة والإحسان…12 ¶ 8 من فتح الله عليه بابا من أبواب الخير القاصر على نفسه…13 ¶ 9 طبقة أهل النجاة من يؤدي الفرائض ويترك المحارم …13 ¶ 10 طبقة قوم أسرفوا على أنفسهم بفعل الكبائر وتابوا منها …14 ¶ 11 طبقات قوم خلطوا عملا صالحًا وآخر سيئا…15 ¶ 12 قوم تساوت حسناتهم وسيئاتهم «أهل الأعراف»…15 ¶ 13 طبقة أهل المحنة والبلية «نعوذ بالله منها»…16 ¶ 14 قوم لا طاعة لهم ولا معصية…18 ¶ 15 طبقة المنافقين وأوصافهم…19 ¶ 16 رؤساء الكفر…22 ¶ 17 طبقة المقلدين وجهال الكفرة…23 ¶ 18 طبقة الجن…23",
            "page": "22",
            "part": "1"
        }
    ],
    "t34406": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مختصر طبقات المكلفين لابن القيم"
        }
    ]
}