{
    "b34450": [
        {
            "id": "1",
            "nass": "أحكام رواية حفص ¶ تأليف الشيخ ¶ محمد السيد على منصور ¶ وفق ما رواه عن العلامة ¶ محمود محمد فراج ¶ شيخ مشايخ الصعيد ¶ تحقيق ¶ خالد حسن أبو الجود ¶ إهداء ¶ إلى الرجل القرآني صاحب الخلق الرفيع والعلم العالي صاحب السند العالي الشيخ المتقن الدكتور / عباس المصري المقرئ المعروف رحمه الله الذي علمي كيف يكون العطاء وكيف يكون الوفاء أسأل الله له الرحمة والمغفرة ¶ بسم الله الرحمن الرحيم ¶ إن الحمد لله نحمده ونستعينه ونستغفره ، و نعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا ، من يهده الله فلا مضل له ، و من يضلل فلا هادي له. ¶ و أشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده و رسوله : ¶ ( ياأيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون ) (آل عمران 102) ، ( يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة وخلق منها زوجها وبث منهما رجالا كثيرا ونساءا واتقوا الله الذي تسائلون به والأرحام إن الله كان عليكم رقيبا ) ( النساء 1) ، ( يا أيها الذين آمنوا اتقوا الله وقولوا قولا سديدا . يصلح لكم أعمالكم ويغفر لكم ذنوبكم ومن يطع الله ورسوله فقد فاز فوزا عظيما ) (الأحزاب 70، 71) . ¶ أما بعد(¬1): ¶ تجويد كلام الرب العظيم تبارك وتعالى شرف لا ينال بالتمني ، ولا بالكلام ؛ بل بالدأب والمثابرة وملازمة مشايخ الإقراء ، الذين حبسوا أنفسهم لخدمة كتاب ربهم فكانوا خير الناس كما قال النبي الكريم صلى الله عليه وسلم : ( خيركم من تعلم القرآن وعلمه ) رواه البخاري . ¶ ¬__________ ¶ (¬1) تسمى هذه الخطبة بخطبة الحاجة وكان النبي يعلمها أصحابه . وقد أخرجها أبو داود في صحيحة 2118، و الإمام أحمد في مسنده 1/392، وابن ماجة في سننه 1/610 كلهم عن ابن مسعود ، و أفرد لها الإمام الألبني جزءا سماه ( خطبة الحاجة ) طبعت بالمكتب الإسلامي.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "ولما كان تجويد كلام الرب الحميد سبحانه وتعالى سنة متبعة يأخذها الآخر عن الأول حتى تنتهي إلى خير البشر محمد بن عبد الله عليه الصلاة والسلام خير من تلا كتاب ربه تبارك وتعالى ، كان لابد من الأخذ عن المشايخ المتقنين الضابطين ؛ كي لا تنقطع هذه السلسلة الذهبية : سلسلة قراء كتاب رب العالمين ، فالقرآن له صفة مخصوصة يتلى بها ، وأحكام معلومة يجب مراعاتها والوقوف عندها ، وإلا وقع القارئ في اللحن الجلي و الخفي . ¶ ولما تكفل الرب الكريم بحفظ كتابه فقال : ( إنا نحن نزلنا الذكر وإنا له لحافظون ) الحجر 9، هيأ الله تعالى لكتابه أئمة أعلاما تعلموا القرآن وعلموه ، ولما قصرت الهمم في هذا الزمان وأصبح الكثير من الدعاة فضلا عن العوام لا يحسنون قراءة القرآن أحببت أن أخرج بعضا من نوادر كتب التجويد تبين كيفية قراءته للعامة ، وتعطي للخاصة أفاق جديدة في تجويد القرآن الكريم لا يعرفها إلا العلماء القرآنيين . ¶ وكان من جملة هذه الكتب هذا الكتاب الفذ ( أحكام رواية حفص ) الذي كتبة تلميذ هو الشيخ الإمام محمد السيد على من فم شيخ عملاق من علماء القرآن و القراءات وهو الشيخ محمود محمد فراج من بلدة ريفة بأسيوط ، وسوف تجد في هذه الرسالة الصغيرة الحجم ما يبهرك و يعجبك ؛ فيزيد العالم علما ، ويعطي للطالب المبتدئ ما يريد من علم . ¶ وقد قدمت لهذه الرسالة بمقدمة بينت فيها معنى التجويد ، وأهميته ، وما كتب فيه ، وترجمت لعاصم ، وحفص ، والشيخ فراج ، والشيخ محمد السيد صاحب الرسالة ، وكتبت النص بالخط العربي المألوف للطباعة ، وحاولت التعليق على بعض الإبهام .والله أسأل أن يجعل عملي في هذه الرسالة في ميزان الحسنات و الله الهادي و الموفق للصواب . ¶ خالد حسن أبو الجود ¶ بورسعيد ـ مصر ¶ abouelgood@maktoob.com",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "تجويد القرآن من العلوم التي انفردت بها أمتنا عن سائر الأمم ، فلم يعرف الناس علم الصوتيات إلا متأخرا ، ولما كان التجويد من العلوم المرتبطة بكتاب الله تعالى ارتباطا كبيرا ظهرت أهمية هذا العلم ، ولما كانت ثمرته حفظ اللسان عن الخطأ في نطق كتاب الله تعالى بان عظمة هذا العلم . ¶ التجويد : ¶ لغة : مصدر جود ، ومعناه انتهاء الغاية في الاتقان . ¶ اصطلاحا : إعطاء حروف القرآن الكريم حقها من الصفات العارضة والأصلية ، ورد كل حرف إلى مخرجه وأصله وإلحاقه بنظيره وشكله ، وتمكين النطق به من غير إسراف ولا تعسف ولا إفراط ولا تكلف(¬1) . ¶ وعلم التجويد علم قائم على التلقي من أفواه المشايخ المتقنين ، فللتلقي في تعلم القرآن وأدائه أهمية كبيرة ، وأخذ التجويد عن الشيوخ له طريقان : ¶ الأولى : التلقين وهي أن يسمع الآخذ من الشيخ . ¶ الثانية : العرض : وهي أن يقرأ الآخذ في حضرة الشيخ وهو يسمع ويصحح . ¶ نشأة علم التجويد : ¶ علم التجويد نشأ مع نزول القرآن حيث كان الرسول صلى الله عليه وسلم يعلم الصحابة قراءة الآيات كما نزل بها جبريل قال تعالى واصفا القرآن : ( قرآنا عربيا غير ذي عوج لعلهم يتقون ) الزمر 28 . ¶ أما التأليف في التجويد كعلم فنشأ في حدود القرن الرابع ، ومن خلال فهارس المخطوطات ، وفهارس الكتب ، وكتب التراجم و الطبقات نستخلص أن أول من ألف في علم التجويد كفن مستقل : موسى بن عبيد الله الخاقاني ( ت 325) وكتابه القصيدة الخاقانية في ( 52 بيتا ) أولها : ¶ أقول قولا معجبا لأولي الحجر ولا فخر إن الفخر يدعو إلى الكبر ¶ وتلاه علي بن جعفر السعيدي ( ت في حدود 410) وله : التنبيه على اللحن الجلي والخفي ، واختلاف القراء في اللام والنون . ¶ وجاء من بعدهم : ¶ - مكي بن أبي طالب وله الرعاية لتجويد القراءة وهو مطبوع . ¶ ¬__________ ¶ (¬1) معجم علوم القرآن - إبراهيم الجرمي - دار القلم ص 79.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "- والإمام الداني وله التحديد في الإتقان والتجويد وهو مطبوع , وغير ذلك من الكتب . ¶ - عبد الوهاب القرطبي وله الموضح في التجويد وهو مطبوع . ¶ - ابن عبد البر النمري وله التجويد والمدخل إلى العلم بالتحديد . ¶ - ابن البناء وله التجريد في التجويد . ¶ - شريح بن محمد الرعيني الإشبيلي وله نهاية الإتقان في تجويد القرآن(¬1) . ¶ وغير ذلك من الكتب الكبيرة والصغيرة التي خدم بها القدماء هذا الفن وإن أردت استقصاء هذا الموضوع فعليك بكتاب الدكتور غانم قدوري الحمد الدراسات الصوتية عند علماء التجويد فقد استقصى معظم ما أُلف في علم التجويد . ¶ وقد احتذى علماء التجويد الجدد حذو أسلافهم فقاموا بالتأليف في هذا العلم الهام فهم ما بين شارح لعويص ، أو مبين لغامض ، أو كاتب في هذا الفن بأسلوب حديث فخرجت كتب لعلم التجويد بأسلوب العصر قدمها علماء أفذاذ من رجال القرآن المسندين ومن أهم ما ألف في هذا العصر : ¶ فن الترتيل لعبد الله الصباغ ، ونهاية القول المفيد لمكي نصر ، وبغية المريد في أحكام التجويد لمهدي الخرازي ، والعميد لمحمود علي بسة ، وهداية القاري للشيخ عبد الفتاح المرصفي ، وغير ذلك كثير . ¶ ترجمة عاصم بن أبي النجود(¬2): ¶ هو أبو بكر عاصم بن بهدلة بن أبي النجود الأسدي مولاهم الكوفي . ¶ انتهت إليه رئاسة الإقراء في الكوفة بعد أبي عبد الرحمن السلمي ، وجلس موضعه ، ورحل الناس إليه للقراءة ، جمع بين الفصاحة والإتقان ، والتحرير والتجويد ، وكان أحسن الناس صوتا بالقرآن ، وهو أحد الأئمة السبعة ، وهو من التابعين من الطبقة الثالثة ، قال عبد الله بن أحمد بن حنبل : سألت أبي عن عاصم فقال : رجل صالح ثقة خير . ¶ شيوخه : ¶ ¬__________ ¶ (¬1) غانم قدوري الحمد - الدراسات الصوتية دار عمار ص 15 وما بعدها . ¶ (¬2) ترجمته في : طبقات خليفة 159 ، تاريخ دمشق 3/26، وفيات الأعيان 3/9، تاريخ الإسلام 5/89، سير أعلام النبلاء 5/256، معرفة القراء الكبار 1/88.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "روى عن رفاعة التميمي ، والحارث البكري ، وكانت لهما صحبة ، وهو من التابعين من الطبقة الثالثة . ¶ أخذ القراءة عرضا على أبي عبد الرحمن السلمي ، وزر بن حبيش ، وأبي عمر سعد بن إلياس الشيباني ، وقرأ هؤلاء الثلاثة على ابن مسعود ، وقرأ السلمي و وزر بن حبيش على عثمان بن عفان وعلي بن أبي طالب ، كما قرأ عبد الرحمن السلمي على أبي بن كعب وزيد بن ثابت رضي الله عنهم أجمعين ، وجميعهم تلقوا القراءة عن رسول الله صلى الله عليه وسلم. ¶ تلاميذه : ¶ روى عنه خلق كثير أشهرهم : شعبة أبو بكر بن عياش ، وحفص بن سليمان ، وأبان بن تغلب ، وحماد بن سلمة ، وسليمان بن مهران الأعمش ، وعمرو بن خالد . ¶ قال الذهبي(¬1) : كان عاصم ثبتا في القراءة ،صدوقا في الحديث ، وقد وثقه أبو زرعة وجماعة ، وقال : أبو حاتم محلة الصدق . ¶ وفاته : توفي بالكوفة سنة سبع وعشرين ومائة . ¶ ترجمة حفص بن سليمان(¬2) : ¶ هو أبو عمرو حفص بن سليمان بن المغيرة بن أبي داود الأسدي الكوفي الغاضري البزار . ¶ ولد : سنة تسعين من الهجرة . ¶ كان أعلم أصحاب عاصم بقراءته ، وكان ربيب عاصم ابن زوجته ، تردد بين بغداد ومكة وهو يقرئ القرآن الكريم . ¶ شيوخه : أخذ القراءة عرضا وتلقينا على عاصم ¶ تلامذته : عمرو بن الصباح ، ,عبيد بن الصباح ، وأبو شعيب القواس ، وحمزة بن قاسم ، وحسين بن محمد المروذي ، وخلف الحداد وغيرهم كثير . ¶ وفاته : توفي سنة ثمانين ومائة من الهجرة . ¶ ترجمة الشيخ محمود عثمان فراج : ¶ الشيخ محمود عثمان فراج شيخ مشايخ الصعيد وهو من بلدة ريفة محافظة أسيوط . ¶ شيوخه وسنده : ¶ ¬__________ ¶ (¬1) سير أعلام النبلاء 5/260. ¶ (¬2) ترجمته في : معرفة القراء الكبار 1/140، غاية النهاية 1/254، معجم حفاظ القرآن 1/210.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "قرأ على شيخه حسن بن محمد بيومي الكراك المقرئ بأسيوط ، وهو عن شيخه محمد سابق السكندري ، وهو عن شيخه خليل بن عامر الطوبسي ، وهو عن شيخه علي الأبياري ، وهو عن شيخه علي الحلو ، وهو عن شيخه أحمد سلمونة ، وهو عن شيخه سليمان البيساني وهو عن أحمد الميهي وهو عن علي الميهي عن ابن الجزري (¬1). ¶ ولم أقف له على ترجمة وافية نعرف منها تاريخ ميلاد أو وفاة هذا العلم مُسند أهل الصعيد ¶ ترجمة : الشيخ محمد السيد علي منصور ¶ مولده : ولد بالزاوية من مركز ومديرية أسيوط . ¶ قرأ على الشيخ محمد عبد الرحمن الخليجي ، وقرأ على الشيخ محمود محمد فراج وهما علمان كبيران . ¶ له مؤلفات كثيرة وقفت على بعضها تؤكد تبحره الكبير في علم القراءات والتجويد منها : ¶ 1) عز الدارين في رواية ورش من الطريقين منظومة رائقة لرواية ورش يقول في أولها : ¶ بدأت ببسم الله والحمد تاليا صلاة وتسليما على أشرف الملا ¶ محمد الهادي الرؤف وأهله وعترته ثم الصحابة والولا ¶ وبعد فهذا ما رووه لورشهم بطيبة والحرز فيها تدخلا ¶ وهذا لورش من طريق لأزرق كذا من طريق الاصبهاني تنقلا ¶ يخالف ما قد جا لحفص بحرزهم وأسأل ربي أن يمن فيكملا ¶ وكتب في آخره انتهى في 30 أغسطس 1956ميلادية . ¶ 2) التحفة المحررة بما يزيده النشر للعشرة . ¶ 3) شرح متن حمزة وهشام للمتولي . ¶ 4) عدة ضوابط في تحريرة لبعض الكلمات القرآنية . ¶ 5) رسالة في أحكام التجويد وهي هذه الرسالة . ¶ 6) شفاء القلوب في قراءة يعقوب . ¶ 7) متن شفاء القلوب في قراءة يعقوب . ¶ 8) هداية القراء في تجويد القرآن . ¶ 9) المرشد الوجيز في تجويد القرآن العزيز . ¶ 10) الكلمات البينات في المخارج والصفات . ¶ وغير ذلك من المؤلفات المحررة مما يبين فضله وعلمه الذي سيظهر جليا في هذه الرسالة في التجويد . ¶ ¬__________ ¶ (¬1) انظر بغية المريد في علم التجويد .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وفاته : لايعلم له تاريخ وفاة وإن كان حيا في عام 1967 ونرجو من تلامذته الأحياء أو أبناءه الأوفياء أن يترجموا لهذا العلم ترجمة كبيرة تبين فضله . ¶ أحكام رواية حفص ¶ هذه أحكام رواية حفص ، و هو أبو عمر الكوفي ، بقراءة عاصم بن أبي النجود ، كما تلقيتها عن شيخي ، و أستاذي سراج القارئين ، و تاج المقرئين حضرة الشيخ محمود عثمان فراج ، من بلدة ريفه العامرة مركز و مديرية أسيوط ، نفعنا الله بعلومه آمين آمين آمين \" ¶ بسم الله الرحمن الرحيم ¶ و الصلاة و السلام على أشرف المرسلين سيدنا محمد و على آله و صحبه و سلم . ¶ شروط الاستعاذة ¶ اعلم أن القارئ إذا أراد البدء بالقراءة يأتي بالاستعاذة(¬1) جهرا بشروط أربعة(¬2) و هي : البدء بالقراءة ، و الجهر بالقراءة ، و حضور من يسمع القراءة ، و كونه في غير صلاة النفل. ¶ فإن فقد شرط منها جاز له الإتيان بالاستعاذة سرا . ¶ و أفضل صيغها : \" أعوذ بالله من الشيطان الرجيم \" . ¶ و حكمها : الندب أي الاستحباب ، و هذا القول هو المعتمد ، و قيل حكمها الوجوب ، و هذا القول ضعيف(¬3) . ¶ ثم إنه إذا أراد البدءَ بسورة فيجب الإتيان بالبسملة بعدها ، أي يتأكد الإتيان بها ( أي الاستعاذة ) ، و حينئذ تكون أوجه الاستفتاح أربعة : ¶ ¬__________ ¶ (¬1) الاستعاذة ليست آية من القرآن باتفاق . ¶ (¬2) دليل الاتيان بالاستعاذة عند البدء من القرآن قوله تعالى في سورة النحل : \" فإذا قرأت القرآن فاستعذ بالله من الشيطان الرجيم \" . ¶ (¬3) بل قوي فقد قال بالوجوب عند التعوذ بالقراءة وغيرها عطاء ، والثوري وابن حزم ، ونقل عن الشافعي وغيره من الأئمة . قال ابن حزم في المحلى : \" هؤلاء حماعة من الصحابة والتابعين لا نعلم لهم مخالفا منهم \" ( المحلى 2/350) ، ودليلهم ظاهر الأمر في الآية ، والأمر للوجوب ما لم تصرفه قرينة ، ولا صارف له هنا ، ويؤيده مواظبة النبي صلى الله عليه وسلم على التعوذ في الصلاة =والله أعلم .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "قطع الجميع ، ووصل الثاني بالثالث ، ووصل الأول بالثاني ، و وصل الجميع ما عدا أول سورة التوبة . ¶ ففي أول سورة التوبة تأتي بالاستعاذة فقط ، و حينئذ يكون لك أول سورة التوبة وجهان : الوقف على الاستعاذة ، ووصلها بأول السورة . ¶ تنبيه : ¶ إن قيل ما حكم الإتيان بالبسملة أول سورة التوبة ؟ ¶ ج : جرى في حكمها أول سورة التوبة خلاف(¬1) ، فقيل : يكره الإتيان بالبسملة أول التوبة وتستحب في أثناءها ، و هذا قول الشيخ الرملي وهو المعتمد ، وقيل تحرم البسملة أول التوبة وتكره في أثناءها ، وهذا قول السيد ابن حجر وهو ضعيف(¬2) . ¶ أوجه ما بين السورتين : ¶ ¬__________ ¶ (¬1) ترك البسملة في اول براءة لعدم ورود الرواية بها عن رسول الله صلى الله عليه وسلم ، ولترك كتابتها في المصحف ، فقد حذفت لحذفها من المصحف ، وتقرأ في سار السور لثبوتها فيه . ¶ (¬2) ضابط لبعض علماء القراءات لحكم الاتيان بالبسملة أول التوبة من تحريرات الميهي : ¶ و بسملة حرم لبدء براءة و تكره في الأثناء و هذا مطلبي ¶ و ذا لابن عبد الحق و الهيثم الذي بمكة ثاو و الخطيب المهذبي ¶ و رمليهم قد قال يبدأ بكرهها و تندب في الأثناء و هذا مذهبي ¶ وعلة حذف البسملة من أول براءة لأن البسملة آية أمان وبراءة نزلت بنقض عهد المشركين وإعلان الحرب عليهم ، وهذا لا يتناسب مع الأمان ، فالبسملة رحمة وبراءة عذاب ( الكشف عن وجوه القراءات , مكي بن أبي طالب 1/19) ، ولأن الأنفال وبراءة سورة واحدة وهو قول مردود وحديثه ضعيف ( انظر مسند أحمد بتحقيق شاكر حديث 399) ، ولأن رسول الله صلى الله عليه وسلم لما كتب البسملة في صلح الحديبية ردوها عليه فما ردها الله عليهم والصحيح أن الأنفال وبراءة سورتان وتركت البسملة في أولها لأنها لم تنزل فيها .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "اعلم أن بين كل سورتين ما عدا ما بين الأنفال و التوبة ثلاثة أوجه : قطع الجميع ، ووصل الثاني بالثالث ، ووصل الجميع ، وأما وصل الأول بالثاني فممنوع لأنه يفيد أن البسملة آخر السورة مع أن البسملة من أول السورة و ليست من آخرها . ¶ و أما ما بين الأنفال و التوبة ثلاثة أوجه وهي : الوقف بلا بسملة ، والوصل بلا بسملة ، و السكت بلا بسملة . ¶ فإن قيل : ما الفرق بين الوقف والسكت ؟ . ¶ ج : أن الوقف قطع القراءة مع التنفس ، والسكت هو قطع القراءة مقدار حركتين بدون تنفس . ¶ و إن بدأت بربع أو عشر أو آية جاز لك الإتيان بالاستعاذة والبسملة ، وجاز لك الاختصار(¬1) على الاستعاذة فقط و الله أعلم . ¶ مسئلة : ¶ اعلم أن نحو العالمين ، و الذين ، و نستعين يمد في الوصل مدا طبيعيا و قدره حركتان ، الحركة بقدر ضم الأصبع أو فتحه(¬2) بحالة متوسطة ، و الحركتان بقدر ضم الأصبعين أو فتحهما بحالة متوسطة . ¶ و سمي مدا طبيعيا لأنه تألفه الطبيعة ، و في الوقف يقال له مد عارض للسكون و فيه ثلاثة أوجه : القصر و هو حركتان ، و التوسط و هو أربع حركات ، والمد وهو ست حركات ، والأربع حركات بقدر ضم الأربعة أصابع أو فتحها بحالة متوسطة ، و الست حركات بقدر ضم الستة أصابع و فتحها بحالة متوسطة ، وسمي مدا عارضا للسكون لأن الزيادة التي جاءت له عارضة من السكون . ¶ أحكام النون الساكنة والتنوين ¶ الإظهار الحلقي(¬3) ¶ اعلم أن الإظهار الحلقي حروفه ستة : الهمزة ، و الهاء ، و العين و الحاء ، و الغين و الخاء . ¶ إذا وجد حرف منها بعد النون الساكنة أو التنوين يقال له إظهار حلقي : كـ ( منه ، و جنات ألفافا ) . ¶ ¬__________ ¶ (¬1) الاقتصار . ¶ (¬2) قول علماء التجويد المتأخرين بقدر ضم الأصبع أو فتحة للتعليم ، والمتقدمين كانوا يقولون بمقدار ألف أو ألفين حيث الألف حركتين وهو الصواب . ¶ (¬3) انشأ المؤلف في آخر رسالته بابا سماه المعاني بين فيه حدود كل حكم وتعريفه لغة واصطلاحا .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "و سمي إظهارا حلقيا لأن مخرجه من الحلق(¬1) . ¶ والفرق بين النون الساكنة و التنوين : ¶ أن النون الساكنة تثبت لفظا ووصلا وخطا ووقفا ، والتنوين يثبت لفظا ووصلا لا خطا ولا وقفا . ¶ الإدغام بغنة ¶ و الإدغام بغنة(¬2) حروفه أربعة : ( ينمو ) إذا وجد حرف منها بعد النون الساكنة أو التنوين يقال له \" إدغام بغنة \"(¬3) . ¶ أمثلته : كـ ( من وال ، و من يقول ) . ¶ الإدغام بلا غنة ¶ و الإدغام بلا غنة حروفه اثنان : \" رَلَّ \" إذا وجد حرف منها بعد النون الساكنة أو التنوين يقال له إدغام بلا غنة(¬4) . ¶ أمثلته : كـ ( من ربك ، و يبين لنا ) . ¶ الإظهار المطلق ¶ ¬__________ ¶ (¬1) وسبب الإظهار أن النون الساكنة أو التنوين يخرجان من طرف اللسان ، وحروف الإظهار تخرج من الحلق فبينهما بعد في المخرج حيث يتعذر الإدغام أو الإخفاء . ¶ (¬2) سببه التماثل بين النون الساكنة ونون التنوين الملفوظة مع النون المتحركة . ¶ (¬3) شرطه وقوع النون في كلمة وحرف الإدغام في كلمة أخرى ، فإن وقعا في كلمة واحدة فهو إظهار مطلق ، ولا يكون التنوين إلا في كلمتين . ¶ (¬4) سببه التقارب بين مخرجي النون الساكنة ونون التنوين الملفوظة بها وبين مخرجي اللام والراء مع سكون الحرف الأول ( المدغم ) .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "و الإظهار المطلق(¬1) حروفه اثنان : ( الواو والياء ) إذا وجد حرف منها بعد النون(¬2) الساكنة في كلمة كـ ( الدنيا ، و صنوان ) ، يقال له إظهار مطلق . ¶ و سمي إظهارا مطلقا لأنه لم يُقَيَّد بحلقي ولا شفوي ولا غيرهما ، ولا يدخلان على التنوين في كلمة لأن التنوين يكون آخر الكلمة دائما ، ولا يكون وسطها ، فلا يمكن اجتماع التنوين مع الواو أو الياء في كلمة . ¶ الإقلاب ¶ والإقلاب حرفه ( الباء ) فقط إذا دخلت على النون الساكنة أو التنوين(¬3) . ¶ أمثلتها كـ ( أَنبِئهُم ، و صُم بُكمٌ ) , يقال له إقلاب(¬4) . ¶ وسمي إقلابا لأن النون الساكنة و التنوين يقلبان ميما عند دخول الباء عليهما . ¶ الإخفاء الحقيقي ¶ ¬__________ ¶ (¬1) الإظهار المطلق وهو نوعان : خاص بالنون الساكنة وهو ما ذكره المصنف ، والثاني : إظهار مطلق عام : وهو إذا تحرك الحرف الأول وسكن الثاني فهما إما : مثماثلان : كالميمين نحو (ممنون ) ، والتائين مثل : ( تتلى ) . متقاربان :مثل الدال مع النون من ( لدنه ) ، والياء مع الضاد نحو ( يضحكون ) . متباعدان : كالقاف مع الواو نحو : ( قول ) ، والهاء مع الميم نحو : ( أنفسهم ) . متجانسان : كالهمزة مع الهاء نحو ( أهل ) . فإنه يجب الإظهار لجميع القراء في جميع هذه الأحوال ويسمى إظهارا مطلقا لأن الحرف الأول متحرك والثاني ساكن قال في السلسبيل الشافي : ( أو سكن الثاني فسم مطلقا ) . ¶ (¬2) في المخطوطة ( الدنيا ) و هو تصحيف . ¶ (¬3) سببه اشتراك الميم المنقلبة عن النون مع الباء في المخرج ، واشتراكها مع التنوين في الغنة فلما تعذر الإظهار وتعسر الاخفاء توصلنا إليه بفلب النون أو التنوين ميما لتشارك الباء في المخرج والتنوين في الغنة . ( فن الترتيل 2/779) . ¶ (¬4) تخفى الميم المنقلبة عن النون أو التنوين في النطق مع الغنة وتعدم ، ولا ينبغي كز الشفتين وإطباقهما عند النطق بالمبم المقلوبة .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "والإخفاء الحقيقي حروفه خمسة عشر يجمعها ( ستجز صدك قثف ضطظ شذ ) إذا دخل حرف منها على النون الساكنة أو التنوين يقال له إخفاء حقيقي . ¶ أمثلته : كـ ( أنفسهم ، وكنتم ، و مرض فزادهم ) . ¶ و سمي إخفاء حقيقيا لأنه لم يجر فيه خلاف(¬1) أهـ. ¶ حرف الغنة المشدد ¶ اعلم أن حرف الغنة المشدد حروفه اثنان \" النون و الميم \" المشددتان وحدهما فنحو : ( إنَّ ) ، يقال له حرف غنة مشدد ؛ لأن النون مشددة وحدها ، ونحو ( ثم ) يقال له حرف غنة مشدد لأن الميم مشددة وحدها أهـ . ¶ أحكام الميم الساكنة ¶ الإخفاء الشفوي ¶ الميم إن لم تدل على الجمع كـ ( أنعمت ، وتمسون ) فتبقى على سكونها وإظهارها للجميع ، فإن دلت عليه وصلها مضمومة بواو لفظية ابن كثير وأبو جعفر بلا خلاف ، ولقالون الإسكان والضم ، ووافقهم ورش فيما قبل همز القطع ، وإذا وقعت قبل ساكن نحو ( عليهم القتال ، وأشربوا في قلوبهم العجل ) ففيها الضم والكسر بدون صلة على حسب مذهب كل قارئ ، ولها ثلاثة أحكام : أخفاء وإظهار وإدغام كما سيأتي : ¶ اعلم أن الإخفاء الشفوي حرفه ( الباء ) فقط إذا دخلت على الميم الساكنة يقال له إخفاء شفوي أمثلتها : كـ ( أتيناكم بقوة ، و ما هم بمؤمنين ) . ¶ ¬__________ ¶ (¬1) سمي إخفاء حقيقيا لتحقق الإخفاء في النون الساكنة والتنوين أكثر من الميم الساكنة ، ولتمييزه عن الإخفاء الشفوي ( فن الترتيل 2/779) .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وسمي إخفاء شفويا لأن مخرجه من الشفتين ، ومع ذلك جرى فيه خلاف فقال بعضهم : إنه إخفاء شفوي بغنة وهذا القول هو المعتمد ، و بعضهم قال : إنه إخفاء شفوي بلا غنة وهذا القول ضعيف لكن يعمل به على قلة ، وبعضهم قال : إنه إظهار شفوي وهذا القول ضعيف جدا لا يعمل به أصلا(¬1) . ¶ الإدغام الصغير ¶ والإدغام الصغير حرفه ( الميم ) فقط أمثلتها كـ ( في قلوبهم مرض ، وكنتم مؤمنين ) . ¶ فإذا سُئِلْتَ في ( يأتينكم مني ) ؟ . ¶ ج : تقول إدغام مثلين صغير وسمي إدغام مثلين صغير لأن القاعدة أنه إذا اجتمع المثلان وسكن أولهما وتحرك ثانيهما يقال له إدغام مثلين صغير ، إدغام لأنهما مدغمان ، ومثلين لأنهما اتفقا مخرجا وصفة وذاتا ، وصغير لأن الأول ساكن والثاني متحرك إلا في الواو و الياء المديتين أمثلتها كـ :( آمنوا وعملوا ، و في يوم ) فيقال لهما إظهار مثلين صغير ؛ إظهار لأنهما مظهران ، و مثلين لأنهما اتفقا مخرجا وصفة وذاتا ، وصغير لأن الأول ساكن والثاني متحرك ، ولا يقال لهما إدغام مثلين صغير لأنهما لو أدغما لضاع المد . ¶ ¬__________ ¶ (¬1) شرط إظهار وإخفاء الميم الساكنة أن يكون ما بعدها متحركا ، فإن وقعت قبل ساكن ( همزة وصل ) وجب تحريكها للتخلص من التقاء الساكنين ، وهذا التحريك يكون بأحد وجوه ثلاثة : أولا : الفتح في غير ميم الجمع وذلك في لفظ ( الم الله ) آل عمران 1،2 حال وصلها . الثاني : الكسر نحو (أم ارتابوا ) النور 50 ، ( إن يعلم الله ) الأنفال 70 وهو ما يكون في غير ميم الجمع . الثالث : الضم في ميم الجمع نحو ( عليهم الذلة ) آل عمران 112 وهو بالنسبة لحفص يحركها بالضم فقط .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "الإظهار الشفوي(¬1) ¶ و الإظهار الشفوي حروفه حروف التهجي الثمانية و العشرون ما عدا ( الباء و الميم )(¬2) ، تبقى ستة و عشرون حرفا إذا دخل حرف منها على الميم الساكنة يقال له إظهار شفوي(¬3) أمثلتها : كـ : الحمد ، و يمسسكم ، وأنعمت ، وعليهم أأنذرتهم ) . ¶ وسمي إظهارا شفويا لأن مخرجه من الشفتين(¬4) . أهـ ¶ مسئلة ¶ اعلم أن نحو قوله تعالى ( حطة نغفر ) فيه ثلاثة أوجه : ¶ الأول : إدغام بغنة لأن النون المتحركة دخلت على التنوين وهي من حروفه لأن حروفه أربعة ( ينمو ) إذا دخل حرف منها على النون الساكنة أو التنوين يقال له إدغام بغنة . ¶ الوجه الثاني : إدغام مثلين صغير ؛ إدغام لأنهما مدغمان ، و مثلين لأنهما اتفقا مخرجا و صفة وذاتا ، وصغير لأن الأول ساكن والثاني متحرك . ¶ ¬__________ ¶ (¬1) الفرق بين التسمية بين الإظهار الحلقي والإظهار الشفوي : الإظهار الحلقي : ينسب إلى حروف الحلق الستة ، والإظهار الشفوي : ينسب إلى الحرف المظهر وهو الميم لأن حروف الإظهار الشفوي غير منحصرة المخرج فبعضها يخرج من الحلق وبعضها يخرج من اللسان ، وبعضها من الشفتين ، اما حروف الإظهار الحلقي فهي من منحصرة في الحلق . ( فن الترتيل 2/667) . ¶ (¬2) ليحذر القارئ من عدم إظهار الميم الساكنة إذا وقع بعدها ( فاء ) مثل : ( أنتم فيها ) لقرب الميم من الفاء في المخرج ؛ ولأن الغنة من صفات الميم ، ولو أدغمت فيها لذهبت غنتها . وكذلك إذا وقع بعدها ( واو ) مثل : ( عليهم ولا ) لاتحاد المخرج ولو أدغمت فيها لا لتبست الميم بالنون في النطق . ¶ (¬3) إذا وقع بعد الميم همزة وصل فإن الميم تتحرك لالتقاء الساكنين نحو : ( يومهم الذي ) الطور 45 ، ( عليهم الذلة ) آل عمران 122 . ¶ (¬4) سببه تباعد الميم في مخرجها عن معظم حروف الإظهار الشفوي الستة والعشرين هو سبب الإظهار فيها والمدار في ذلك على الرواية والمشافهة والتلقي .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "فإن قيل : هذان ليسا مثلين لأن الأول تنوين والثاني نون متحركة ، والتنوين لا يثبت خطا ووقفا والنون المتحركة تثبت خطا وقفا ؟ ¶ ج : هذا الوجه ينظر فيه إلى أن التنوين نون في الصورة والظاهر فلما كان التنوين نونا في الصورة و الظاهر كانا مثلين . ¶ الوجه الثالث : حرف غنة مشدد لأن النون مشددة فإن قيل حرف الغنة المشدد يكون فيه النون والميم مشددة وحدها وهذه مشددة مع غيرها فكيف تكون حرف غنة مشددا ؟ ¶ ج : و إن كانت النون مشددة مع غيرها لكن لما اجتمعا وأدغما صارا كالحرف الواحد المشدد وحده فتبين أن حرف الغنة المشدد يكون مشددا وحده حقيقة كـ ( إن ) ، أو حكما كما هنا و هذه الثلاثة أوجه تأتي في نحو ( لن نصبر ) انتهى . ¶ مسئلة : ¶ اعلم أن لام ( أل )(¬1) لها حكمان : ¶ أولهما : اللام القمرية و حروفها أربعة عشر يجمعها : ( ابْغِ حَجَّكَ وَخَفْ عَقِيمَهُ ) ، إذا دخل حرف منها على لام ( أل ) تظهر و تسمى قمرية. ¶ وسميت هذه اللام قمرية لأنها مظهرة وواقعة في الاسم . ¶ أمثلتها كـ : ( الحج ، والعمرة ، والقسط ، والحق )(¬2) . ¶ ثانيهما : اللام الشمسية : وحروفها أربعة عشر يجمعها قول صاحب التحفة : ¶ طِبْ ثُمَّ صِلْ رُحْمًا تَفُزْ ضِفْ ذَا نِعَمْ ... دَعْ سُوءَ ظَنٍّ زُرْ شَرِيفًا لِلْكَرَمْ ¶ فإن قيل : هذا البيت مشتمل على أحرف كثيرة ؟ . ¶ ج : يؤخذ من كلمه الحرف الأول تتم الأربعة عشر حرفا . ¶ ¬__________ ¶ (¬1) ضابط لام التعريف : لام ساكنة زائدة عن بنية الكلمة وقع قبلها همزة وصل مفتوحة عند الابتداء بها . ويقع بعد لام التعريف اسم نكرة يصح تجريده عنها مثل : ( والفجر ) أو لا يصح مثل : (الذي ) . ¶ (¬2) سبب الإظهار هو بعد اللام في المخرج عن حروف الإظهار .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "إذا دخل حرف منها على لام ( أل ) تدغم و تسمى شمسية ، وسميت هذه اللام شمسية لأنها مدغمة وواقعة في الاسم ، أمثلتها كـ : ( الشمس ، والسماء ، والذين ، والتي ، والصادقين ، والذاكرين ... )(¬1) . ¶ واللام الفعلية : ¶ هي المظهرة الواقعة في الفعل . ¶ أمثلتها كـ : ( جعلنا ، وقلنا ، وفلتقطه ، والتقى ، وقل نعم ) . ¶ وسميت هذه اللام فعلية لكونها مظهرة وواقعة في الفعل ، فنحو: (ألهاكم ) اللام منه فعلية وليست من قبيل لام ( أل ) فتأمل(¬2) . ¶ مسئلة (¬3) : ¶ اعلم أن المد المتصل هو أن يكون حرف المد والهمز في كلمة واحدة(¬4) . ¶ أمثلته كـ : ( السماء ، وأولئك ، وقروء ، و تفيء ) . ¶ وسمي مدا متصلا لاجتماع حرف المد مع الهمز في كلمة واحدة وفيه وجهان : أربع حركات ، و خمس(¬5) حركات . ¶ والمد المنفصل : هو أن يكون حرف المد في كلمة و الهمز في كلمة أخرى(¬6) . ¶ أمثلته كـ : ( بما أنزل ، وقالوا أنؤمن ، وفي آذانهم ) . ¶ وسمي مدا منفصلا لكون حرف المد في كلمة والهمز في كلمة أخرى. ¶ ¬__________ ¶ (¬1) سبب الإدغام فيها هو التقارب مع جميع الحروف التي تدغم فيها على مذهب الجمهور في مخارج الحروف ما عدا حرف اللام فالإدغام فيها للتماثل ، وفي بقية الحروف للتقارب والأول ساكن فيها . ¶ (¬2) لام الفعل : إذا وقعت متوسطة يجب إظهارها نحو : ( يلتقطه ) ، وهذا الإظهار يكون مع جميع حروف الهجاء بلا استثناء . ¶ (¬3) أحكام المدود . ¶ (¬4) سببه السبب في زيادته عن المد الطبيعي هو وقوع الهمز بعد حرف المد في كلمة واحدة . ¶ (¬5) في المخطوط و خمسة ، يزاد لحفص من طريق طيبة النشر مد المتصل ست حركات وصلا ووقفا متطرفا أو غير متطرف . ¶ (¬6) يشترط في المنفصل وصل جزئي الكلمة حقيقة نحو : ( أبا أحد ) ، أو حكما نحو : ( ها أنتم ) ، فإذا وقف القارئ على جزء الكلمة الأول نحو الوقف على : ( أبا ) كان مدا طبيعيا لانفصال حرف المد عن الهمزة وزوال السبب .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وفيه وجهان : أربع حركات ، وخمس حركات(¬1) انتهى . ¶ مسئلة : ¶ اعلم أن ( يا ) و ( ها ) الواقعتان في جميع القرآن جرى فيهما خلاف: ¶ فبعضهم قال إنه مد منفصل لأن ( يا ) كلمة و ما بعدها كلمة أخرى ، و ( ها ) كلمة و ما بعدها كلمة أخرى ، وهذا القول هو المعتمد . ¶ وبعضهم قال : إنه مد متصل لأن ( يا ) وما بعدها كلمة واحدة و( ها ) وما بعدها كلمة ، وهذا القول ضعيف إلا ( ها أوم اقرؤوا ) فإنه مد متصل باتفاق ، لأن ( ها أوم ) اسم فعل وليست ( ها ) تنبيهية . ¶ المد العارض للسكون : ¶ اعلم أن المد العارض للسكون ثلاثة أقسام : منصوب و مجرور و مرفوع : ¶ فالمنصوب فيه ثلاثة أوجه : القصر والتوسط والمد بالسكون في الجميع . ¶ والمجرور فيه أربعة أوجه : القصر بالسكون والروم ، و التوسط بالسكون ، و المد بالسكون . ¶ والمرفوع فيه سبعة أوجه : القصر بالسكون والروم والإشمام ، والتوسط بالسكون والإشمام ، و المد بالسكون والإشمام . ¶ الروم : ¶ ثم إن الروم هو الإتيان بثلث حركة وصل الحرف ، بحيث يسمعه القريب منك ولا يسمعه البعيد عنك ، ويشترط منع التنوين من المنون لأن التنوين لا يكون إلا وصلا و الروم لا يكون إلا وقفا . ¶ الإشمام : ¶ والإشمام هو إطباق الشفتين بعد سكون الحرف إشارة بالضم بلا صوت مع سعة قليلة للنفس فيهما ، ولا يدرك إلا بالبصر(¬2) . ¶ ثم إن هاء التأنيث الممدودة أمثلتها كـ ( الصلاة و الزكاة ) فيها ثلاثة أوجه وهي : القصر و التوسط والمد بالسكون في الجميع نصبا ورفعا وجرا ، لأن ( هاء ) التأنيث الممدودة لا تقبل روما ولا إشماما. ¶ هاء الضمير الممدودة : ¶ ¬__________ ¶ (¬1) في المخطوط أربعة حركات و خمسة حركات . ¶ (¬2) فائدة الروم والإشمام : معرفة أصل الحركة قبل الموقوف عليها لاسيما في مقام التعليم ، فالمنفرد لا يحتاج إليه إلا إذا أراد اختبار نفسه في معرفة حركة الموقوف عليه .( فن الترتيل 2/849) .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "اعلم أن هاء الضمير الممدودة جرى فيها خلاف ، فبعضهم قال : إن هاء الضمير الممدودة كالمد العارض للسكون أي فيها ما فيه من التفصيل المعلوم وهذا القول هو المعتمد ، وبعضهم فصل فقال : إن كانت هاء الضمير الممدودة قبلها سكون يابس كـ ( رآه ) أو سكون لين كـ ( عليه ) فهي كالمد العارض للسكون الخالي من هاء التأنيث وهاء الضمير ، أي فيها ما فيه من التفصيل المعلوم ، وإن كان قبلها واو أو ياء مديتان كـ (اتخذوه ، وفيه ) فهي كهاء التأنيث الممدودة في أنها لا تقبل روما ولا إشماما ، وهذا القول ضعيف . ¶ والفرق بين هاء التأنيث و هاء الضمير : ¶ أن هاء التأنيث في الوصل تاء وفي الوقف هاء ، وهاء الضمير في الوقف و الوصل هاء ، و يشترط في هاء الضمير أن تكون زائدة على أصل الكلمة فإن كانت الهاء من أصل الكلمة كهاء ( وجه ، و من الله ) فليست هاء ضمير فتأمل . ¶ العارض للسكون غير الممدود : ¶ اعلم أن العارض للسكون غير الممدود أمثلته كـ ( الأرض و القسط و الحق ) ثلاثة أقسام: ¶ منصوب وفيه وجه واحد وهو السكون فقط ، ومجرور وفيه وجهان : السكون و الروم ، ومرفوع وفيه ثلاثة أوجه : السكون والروم والإشمام . ¶ هاء الضمير غير الممدودة : ¶ ثم اعلم أن هاء الضمير غير الممدودة كـ ( يعلمه ومثله ومنه ) جرى فيها خلاف : فبعضهم قال أن هاء الضمير غير الممدودة كالعارض للسكون غير الممدود الخالي من هاء التأنيث و هاء الضمير أي فيها ما فيه من التفصيل السابق و هذا القول هو المعتمد ، وبعضهم فصل فقال : هاء الضمير غير الممدودة إن كان قبلها فتح أو سكون يابس أمثلتها ( علمه ومنه وله ) فهي كالعارض للسكون غير الممدود الخالي من هاء الضمير وهاء التأنيث ، أي فيها ما فيه من التفصيل السابق ، و إن كان قبلها ضم أو كسر كـ ( يعلمه وبه ) فهي كهاء التأنيث غير الممدودة في أنها لا تقبل روما ولا إشماما ، وهذا القول ضعيف . ¶ هاء التأنيث غير الممدودة :",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وهاء التأنيث غير الممدودة كـ ( الآخرة و القيامة و اللوامة ) فيها وجه واحد وهو السكون فقط نصبا ورفعا وجرا لأن هاء التأنيث غير الممدودة لا تقبل روما و لا إشماما فنحو علمه يقال فيه هاء ضمير غير ممدودة وفيها ثلاثة أوجه على القولين : السكون و الروم والإشمام على القول المعتمد لأن هاء الضمير غير الممدودة كالعارض للسكون غير الممدود المجر من هاء الضمير وهاء التأنيث أي فيها ما فيه من التفصيل السابق ، و على القول الضعيف لأن قبلها فتح وهاء الضمير غير الممدودة التي قبلها فتح تكون كالعارض للسكون الغير ممدود أي فيها ما فيه من التفصيل السابق ، و نحو ( به ) حالة الوقف فيه وجهان على القول المعتمد ، ووجه واحد على القول الضعيف ، على القول المعتمد لأن هاء الضمير غير الممدودة كالعارض للسكون غير الممدود المجرد من هاء التأنيث و هاء الضمير أي فيها ما فيه من التفصيل السابق ، و على القول الضعيف لأن قبلها كسر وهاء الضمير غير الممدودة إن كان قبلها كسر فهي كهاء التأنيث غير الممدودة في أنها لا تقبل روما و لا إشماما ، و نحو منه فيه حالة الوصل ثلاثة أوجه على القولين : على القول المعتمد لأن هاء الضمير غير الممدودة كالعارض للسكون غير الممدود أي فيها ما فيه من التفصيل السابق ، و على القول الضعيف لأن قبلها سكون يابس ، وهاء الضمير التي قبلها سكون يابس فهي كالعارض للسكون غير الممدود ، ونحو ( يعلمه ) حالة الوقف فيه ثلاثة أوجه على القول المعتمد و هي : السكون و الروم والإشمام ، لأنها مرفوعة وهاء الضمير غير الممدودة مرفوعة كالعارض للسكون المرفوع أي فيها ما فيه من الوجوه السابقة في التفصيل ، وفيها وجه واحد على القول الضعيف لأن قبلها ضم وهاء الضمير غير الممدودة التي قبلها ضم تكون كهاء التأنيث غير الممدودة في أنها لا تقبل روما و لا إشماما ، وقس على هذه الأمثلة ما ماثلها انتهى . ¶ الأمور الأربعة :",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ثم اعلم أن عندهم أمورا(¬1) أربعة :ميم جمع ، وساكن أصلي ، وعارض شكلي ، وتخليص: ¶ فميم الجمع هي ما دلت على الجماعة أمثلتها ( عليهم و إليهم ولديهم ) وفيها وجه واحد وهو السكون فقط . ¶ والساكن الأصلي هو ما لا يقبل التحريك لا وصلا ولا وقفا لذاته إلا إذا طرأ تحريكه أي عرض له التحريك ، ويقع في الاسم والفعل و الحرف أمثلته كـ ( من يقول ، وألم تعلم ، و ألم نشرح لك ) وفيه وجه واحد وهو السكون فقط . ¶ والعارض الشكلي هو ما وقع في فعل مجزوم وعرض له التحريك بضم أو كسر لسبب أمثلته كـ ( سبح اسم ربك ، ولم يكن الذين ) وفيه حالة الوقف وجه واحد وهو السكون فقط. ¶ والتخليص هو الحركة المأتي بها للتخلص من التقاء الساكنين ويقع في الاسم والحرف كـ ( من الله ، ومحظورا انظر ) وهو بحسب ما يؤول أمره إليه أي ( يرجع ) فإن آل أمره إلى ساكن أصلي كـ ( من الله ) حالة الوقف فيه وجه واحد وهو السكون وإن آل أمره إلى مد عارض للسكون فيكون حكمه كحكم المد العارض للسكون سواء كان منصوبا أو مرفوعا أو مجرورا ، فتحصل أن التخليص ليس له حكم واحد معين بل حكمه كحكم ما يؤول إليه أمره فتأمل جدا فإن أمر التخليص لا يفهمه إلا ذو العقل السليم انتهى . ¶ مد البدل : ¶ ¬__________ ¶ (¬1) في المخطوطة أمور .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "اعلم أن مد البدل(¬1) نحو ( آمنوا ) إذ أصل آمنوا أَأْمنوا أبدلت الهمزة الثانية ألفا فصار ( آمنوا ) لأن القاعدة أنه إذا اجتمع الهمزتان الأولى متحركة و الثانية ساكنة أبدلت الهمزة الثانية الساكنة من جنس حركة ما قبلها فإن كانت حركة ما قبلها فتحة أبدلت الهمزة الثانية الساكنة ألفا كالمثال السابق و إن كانت حركة ما قبلها ضمة أبدلت الهمزة الثانية الساكنة واوا كـ ( أوتوا ) إذ أصله ( أُأْتوا ) أبدلت الهمزة الثانية الساكنة واوا فصار (أوتوا ) ، و إن كان حركة ما قبلها كسرة أبدلت الهمزة الثانية الساكنة ياء كـ ( إيمانا ) إذ أصله ( إِإْمانا ) أبدلت الهمزة الثانية الساكنة ياء فصار (إيمانا ) فإن قيل نحو ( آمنوا ) قلتم فيه أصل ( آمنوا ) ( أِأْمنوا ) أبدلت الهمزة الثانية الساكنة ألفا فصار ( آمنوا ) هل فيه فرق بين الهمزة والألف ؟ . ج : فيه فرق بينهما وهو أن الهمزة يابسة والألف لينة . ¶ فإن قيل ما معنى كون الهمزة ساكنة والألف لينة ؟. ¶ ج: معنى كون الهمزة يابسة أنها لا تقبل المد و لا اللين ، ومعنى كون الألف لينة أنها تقبل المد واللين . ¶ وحروف المد ثلاثة : الألف الساكنة المفتوح ما قبلها و الواو الساكنة المضموم ما قبلها ، والياء الساكنة المكسور ما قبلها . ¶ وحروف اللين اثنان : الواو والياء الساكنتان المفتوح ما قبلهما . ¶ فإن قيل : كيف تعد الواو والياء في حروف المد وحروف اللين ؟. ¶ ج : تعددهما في النوعين بحب اختلاف شروطهما السابقة في كل منهما . ¶ فإن قيل : هل تقبل حروف المد اللين وحروف اللين تقبل المد ؟. ¶ ج: حروف المد تقبل المد واللين ، وحروف اللين تقبل اللين فقط . ¶ ¬__________ ¶ (¬1) هو ما تقدم فيه الهمز على حرف المد في كلمة ولم يقع بعده همز ولا سكون . سمي بدلا لإبدال حرف المد من الهمز غالبا ، ومد البدل عكس المدود الأخرى في تقدم الهمزة على حرف المد .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "فإن قيل : كيف يقال أن حروف اللين لا تقبل المد مع أن نحو ( شيء و ضوء ) يقبلان المد في حالة الوقف ؟. ¶ ج : هما يقبلان المد لكون السكون العارض نَيَّبَهُمَا عن حرف المد لموافقتهما له في اللين . ¶ ومد البدل يمد حركتان ، فإن قيل : إذا كان مد البدل قدره حركتان ، و المد الطبيعي قدره حركتان فهلا سميتموها باسم واحد إما بالبدل فقط و إما بالطبيعي فقط فهل فيه فرق بينهما حتى خصصتم كل نوع باسم خاص به إما بالبدل فقط و إما بالطبيعي فقط ؟ . ¶ ج: فيه فرق بينهما وهو أن المد الطبيعي ليس فيه همز و لا يقبل الزيادة عند أحد ومد البدل فيه همز ويقبل الزيادة عند الغير(¬1) فتأمل جدا انتهى . ¶ المد اللازم : ¶ اعلم أن المد اللازم(¬2) : هو أن يكون بعد حرف المد سكون أصلي . ¶ وهو أربعة أقسام : مد لازم كلمي مثقل ، ومد لازم كلمي مخفف ، ومد لازم حرفي مثقل ، ومد لازم حرفي مخفف ، ثم أن المد اللازم الكلمي المثقل ، و المد اللازم الحرفي المثقل ، و المد اللازم الحرفي المخفف واقعة في القرآن كثيرا ، والمد اللازم الكلمي المخفف لم يقع في القرآن إلا في ( الآن بموضعي يونس ، فنحو ( حاجك ) يقال له : مد لازم كلمي مثقل ؛ لازم للزومه ست حركات ، و كلمي لكونه في كلمة ، ومثقل لأن بعد حرف المد شدة ، و نحو ( ق ) يقال له مد لازم حرفي مخفف ؛ لازم للزومه ست حركات ، وحرفي لكونه في حرف ، ومخفف لأنه لم يكن بعد حرف المد شدة . ¶ تنبيه : ¶ ¬__________ ¶ (¬1) عند ورش فقط فله فيه القصر و التوسط والإشباع . ¶ (¬2) سمي لازما للزوم سببه وهو السكون حالة الوصل والوقف ، أو للزوم مده وصلا ووقفا مدا مشبعا باتفاق القراء . والسبب في زيادة المد اللازم عن المد الطبيعي هو وقوع السكون بعد حرف المد في كلمة واحدة ، وهو سكون ثابت لا يتغير وصلا ولا وقفا ، ولما كان حرف المد نفسه ساكنا ووقع بعده سكون اجتمع ساكنان فكان المد كالفاصل بينهما أو هو بمثابة التحريك للساكن الأول .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "نحو قوله تعالى : ( ألم ) يقال له مد لازم حرفي مثقل ومخفف ، فإن قيل كيف يجتمع الثقل و الخفة في مد واحد ؟ . ¶ ج: هما في الحقيقة مدان مد لازم حرفي مثقل وهو ( لاَمّ ) ، ومد لازم حرفي مخفف وهو ( ميم ) ، لكن لما اجتمعا قيل لهما مد لازم حرفي مثقل ومخفف اختصارا . ¶ ومعلوم أن المد اللازم الحرفي بقسميه يقع أول الصور وحروفه ثمانية يجمعها : ( كم عسل نقص ) ، فالنون كـ ( نون والقلم ) ، والقاف كـ ( ق والقرآن ) ، والصاد كـ ( ص والقرآن ) ، والكاف كـ ( كهي(¬1) ) ، والميم كـ ( حم ) ، والعين كـ ( عص(¬2) ) ، إلا أن عين هذه فيها وجهان : وهما التوسط والمد ، و السين كـ ( يس ) ، واللام كـ ( الر ) ، وهذه هي الأحرف الثلاثية التي يكون فيها المد اللازم الحرفي بقسميه إلا ( ألف ) من نحو ( الم ) لأنه ليس له مدخل في المدود أصلا لا طبيعي ولا غيره لعدم وجود حرف المد فيه . ¶ وأما الحروف الثنائية التي في أوائل السور فتمد مدا طبيعيا وحروفه خمسة يجمعها ( حي طهر ) فالحاء كـ ( الحاء ) من ( حم ) ، والياء كـ ( الياء ) من ( يس ) ، والطاء والهاء كـ ( طه ما أنزلنا ) ، والرا كـ ( الر ) انتهى . ¶ أقسام المد ¶ اعلم أن أقسام المد إحدى عشرة : واحد أصلي وهو المد الطبيعي ، وعشرة فرعية وهي : المد المتصل ، والمد المنفصل ، ومد البدل ، والمد العارض للسكون بأقسامه الثلاثة ، والمد اللازم بأقسامه الأربعة : ¶ فالمد الطبيعي أصلي لأنه يتوقف على موجب فقط ولا يتوقف على سبب ، والعشرة الفرعية فرعية لأنها تتوقف على موجب وسبب . ¶ أسباب المد : ¶ ثم إن الأسباب ثلاثة وهي : الهمزة ، والسكون العارض ، والسكون الأصلي : ¶ فالهمزة سبب في المد المتصل والمد المنفصل ومد البدل ، والسكون العارض سبب في المد العارض للسكون بأقسامه الثلاثة ، والسكون الأصلي سبب في المد اللازم بأقسامه الأربعة . ¶ ¬__________ ¶ (¬1) من أول مريم . ¶ (¬2) من أول مريم .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "فإن قيل : السكون الأصلي ظاهر في المد اللازم المخفف فقط ، سواء كان كلميا أو حرفيا ، وأما في المد اللازم المثقل كلميا أو حرفيا فليس فيهما السكون الأصلي ظاهرا ؟. ¶ ج : أن السكون الأصلي ظاهر فيهما أيضا والدليل عليه الشدة ، لأن الحرف المشدد بحرفين أولهما ساكن وهو المدغم وثانيهما متحرك وهو المدغم فيه . ¶ موجبات المد : ¶ والموجبات ثلاثة : الألف الساكنة المفتوح ما قبلها ، والواو الساكنة المضموم ما قبلها ، والياء الساكنة المجرور ما قبلها ، فإن وجد مد ولم يوجد حرف من هذه الأحرف الثلاثة فالموجب له الحرف المتولد من إشباع الحركة لأن الفتحة إذا أشبعت تلد ألفا ، والضمة إذا أشبعت تلد واوا ، والكسرة إذا أشبعت تلد ياء . ¶ والفرق بين الموجب والسبب : ¶ أن الموجب ما كان سببا في أصل المد ، والسبب ما كان سببا في الزيادة عن أصل المد ، والتفرقة بينهما اصطلاحية بين القراء ، ولا مشاحة في الاصطلاح أي لا نزاع فتأمل جدا أرشدك الله . ¶ مسئلة : ¶ اعلم أن أحكام المدود ثلاثة : الوجوب ، والجواز ، واللزوم . ¶ فالواجب هو : المد المتصل فقط لأنه يقبل الزيادة عند الغير والنقص عندنا ولا يقبل النفي عند أحد . ¶ والجائز خمسة أقسام : المد المنفصل ، والمد البدل ، والمد العارض للسكون بأقسامه الثلاثة . ¶ فالمد المنفصل جائز لأنه يقبل النقص عندنا ويقبل الزيادة عن الغير والنفي أيضا . ¶ ومد البدل جائز لأنه يقبل النفي عندنا والزيادة والنقص عند الغير. ¶ والمد العارض للسكون جائز لأنه يقبل الزيادة والنقص والنفي عند الجميع . ¶ والزيادة ست حركات ، والنقص أربع(¬1) حركات بالنسبة للبدل والمد العارض للسكون ، وأربع حركات أو خمس(¬2) ، بالنسبة للمد المنفصل ، والنفي حركتان . ¶ فإن قيل : الحركتان يقال لهما مد ؟. ¶ ج : المراد بالنفي نفي الزيادة عن الأصل . ¶ ¬__________ ¶ (¬1) في المخطوط أربعة . ¶ (¬2) في المخطوط وأربعة حركات أو خمسة .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "واللازم هو المد اللازم بأقسامه الأربعة فنحو ( حاجك ) ونحو ( حاجه ) يقال له مد لازم كلمي مثقل ، لازم للزومه ست حركات ، وكلمي لكونه في كلمة ، ومثقل لأن بعد حرف المد شدة . ¶ وسمي المد اللازم لازما ؛ لأنه لا يقبل الزيادة ولا النقص ولا الزيادة عند أحد . ¶ فإن قيل : قلتم أن الزيادة ست حركات مع أن الست حركات درجته ، فكيف لا يزيد عنها ولا ينقص ؟. ¶ ج : المراد بالزيادة التي لا يقبلها المد اللازم هي سبع حركات أو ثمانية ، وهذه لا يقبلها مطلقا عند الجميع . ¶ فإن قيل : الواجب واللازم معناهما واحد لغة واصطلاحا ، فكيف فرقتم بينهما وجعلتم حكم المد المتصل الوجوب و حكم المد اللازم اللزوم ؟. ¶ ج : التفرقة بينهم اصطلاحية بين القراء ولا مشاحة في الاصطلاح أي لا نزاع ، والتفرقة بينهما معللة بالعلل المذكورة لكل منهما . ¶ والمد الطبيعي : ¶ يقال له ضروري أي أشد من الواجب يعني يجيء قهرا أي غصبا انتهى . ¶ همز القطع وهمز الوصل و الهمز المحقق : ¶ اعلم أن الهمز على ثلاثة أقسام : همز قطع ، وهمز وصل ، وهمز محقق . ¶ فهمز القطع ثابت في البدء والوصل ، ويقع في الاسم والفعل ، فوقوعه في الاسم في سبعة مواضع ( آذكرين ) بموضعي الأنعام ، و ( الان ) بموضعي يونس ، و ( آلله ) بموضعي يونس والنمل ، و ( أأعجمي ) بفصلت ، وفي كل من هذه المواضع التسهيل بالقصر والإبدال مع المد الطويل إلا ( أأعجمي ) بفصلت ففيها وجه واحد وهو التسهيل بالقصر فقط ، ووقوعه في الفعل في سبعة مواضع : ( أطلع الغيب ) بمريم ، و( أحسب الناس ) بالعنكبوت ، و ( أفترى على الله كذبا ) بسورة سبأ ، و ( أصطفى البنات ) بالصافات ، و ( أتخذناهم سخريا ) ، و ( استكبرت ) فكلاهما بـ ( ص ) ، و ( ألهاكم التكاثر ) وكذا ما وقع بعد الميم مشكولا وهو لا ينحصر . ¶ وهمز الوصل ثابت في البدء وساقط في الوصل ، ويقع في الاسم والفعل أيضا :",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "فوقوعه في الاسم في سبع كلمات وهي : اسم ، وابن ، وابنة ، وامرئ ، وامرأة ، واثنين ، واثنتين . ¶ إلا أن المبدوء بهمز الوصل من هذه الكلمات : ¶ فإن صحبتها لام التعريف كالأرض ، القسط ، والحق ، والأمر ، ابتدئ بفتح الهمزة فتقول : الأرض ، الأمر .. وقس على ذلك . ¶ وإن لم تصحبها لام التعريف أُبتدئَ بالكسر فتقول : امرؤٌ ، امرأة العزيز ، وقس على ذلك. ¶ ووقوعه في الفعل لا ينحصر ؛ إلا أنه في البدء به ( أي الفعل ) فيه من التفصيل : ¶ إن كان ثالث الفعل مضموما ضمة لازمة : ك( اخرج ، واضطر ) : فتبدؤه بضم الهمز . ¶ وإن كان ثالث الفعل مفتوحا أو مكسورا كـ ( انطلقوا ، وارجعون ) ، أو مضموما ضمة عارضة فتبدؤه بكسر الهمز ، والمضموم ضمة عارضة واقع في القرآن في أربعة مواضع : اقضوا ، وابنوا ، وامشوا ، وأتوا ) فأصل ( اقضوا ) ( اقضيوا ) استثقلت الضمة على الياء فنقلت إلى ما قبلها بعد سلب حركتها فالتقى الساكنان ( الواو و الياء ) فحذفت الياء للتخلص من التقاء الساكنين فصارت ( اقضوا ) وقس على ذلك . ¶ واعلم أن غير ما ذكر في هذين النوعين من الهمز المشكول بأي شكل يسمى همزا محققا ومثاله ( أولئك ، وإسرائيل ) والله أعلم . ¶ تنبيه : ¶ اعلم أن لك في بدء ( الاسم الفسوق بعد الإيمان ) من قوله تعالى (بئس الاسم الفسوق بعد الإيمان ) وجهان : البدء بالهمز وهو الأفضل ، والبدء باللام وهو غير الأفضل . و الله أعلم . ¶ الهاء الساكنة : ¶ اعلم أن الهاء الساكنة رسمت في المصحف في اثنى عشر موضعا ، وقرأها حفص بالسكون وصلا ووقفا وهي : ( يتسنه ) بسورة البقرة ،(واقتده ) بسورة الأنعام ، و ( أرجه ) معا بسورة الأعراف والشعراء ، و ( القه ) بسورة النمل ، و ( كتابيه ) معا ، و ( حسابيه ) معا ، و ( ماليه ) ، و( سلطانيه ) الستة كلمات بسورة الحاقة ، و ( ماهية ) بسورة القارعة والله أعلم . ¶ أوجه السكت لحفص : ¶ واعلم أن السكت الواقع لحفص في جميع القرآن في أربعة مواضع :",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "الأول : ( عوجا قيما ) بسورة الكهف ، الثاني : ( من مرقدنا ) بسورة يس ، و( ومن راق ) بسورة القيامة ، و( وبل ران ) بسورة التطفيف . ¶ وأما قوله تعالى : ( ماليه هلك ) فالسكت على ( ماليه ) لحفص وجميع القراء انتهى . ¶ مراتب التفخيم : ¶ اعلم أن مراتب التفخيم خمسة وأربعون مرتبة ، وحروف التفخيم سبعة منها خمسة وهي : ( الصاد ، و الضاد ، والظاء ، والغين ، والخاء ) لكل حرف منها سبع صفات وهي : ¶ الفتح بالألف : كـ ( الصَّادقين ، والخَاسرين ، وأضَاءت ، وغَائبة ، والظَّالمين ) . ¶ ثم الفتح من غير ألف : كـ ( صَدق ، وخَسِر ، وغربت ، وظلم ، وضرب الله مثلا ) . ¶ الضم : كـ ( فصُرهن ، وبضُر ، وغُرفة ، وظُلل ، والخُلد ) . ¶ الساكن بعد فتح : أصْدَق ، وأضْغَاث أحلام ، ومن أظْلَم ، والأخْسَرون ، ومغْفِرة . ¶ ثم الساكن بعد كسر عارض : كـ ( منِ اغْتَرف ، وفمنِ اضْطُّر ) . ¶ الساكن بعد كسر أصلي : كـ ( أفرغ ، وإصر ) . ¶ الكسر : كـ ( صِدْقهم ، فسينْغِضون ، وظِلال ، وخِزي ، ضِغثا ) . ¶ الطاء والقاف ¶ وحرفان وهما الطاء والقاف لك حرف منهما خمس صفات وهي : ¶ الفتح بالألف : كـ ( طَائرا ، والقَانتين ) . ¶ الفتح من غير ألف : كـ ( طَبَع ، وقَدَر الله ) . ¶ ثم الضم : كـ ( طُبع على قلوبهم ، وقُتلوا ) . ¶ الساكن : كـ ( أطهر ، وأقرب ) . ¶ الكسر : كـ ( عين القطر ، وطباقا ) . ¶ ويجمع حروف التفخيم السبعة الأول التي لكل حرف منها سبع صفات و الحرفان الأخيران اللذان لكل حرف منهما خمس صفات حروف ( خص ضغط قظ ) فتأمل . ¶ فصل الراءات ¶ اعلم أن الراء ترقق في ثلاثة أنواع : ¶ الأول : ترقيقها إذا كانت مكسورة أمثلتها : ( رزقا ، والبر ) . ¶ والثاني : إذا كانت ساكنة بعد كسر أصلي أمثلتها : ( فرعون ، والإربة ) . ¶ والثالث : إذا كانت ساكنة بعد ياء ساكنة في الوقف مثل : ( النصير ، وقدير ، وخبير ، ونذير ، وخير ، وغير ) .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "ولكن ترقيقها إذا سكنت بعد كسر أصلي إذا لم يكن بعدها حرف استعلاء بكلمة ، فإن سكنت بعد كسر عارض كـ ( من ارتضى ، وأم ارتابوا ) فخمت ، وإذا سكنت بعد كسر أصلي وبعدها حرف استعلاء بكلمة أمثلتها : ( قرطاس ، وإرصادا ، وبالمرصاد ، وفرقة ) فخمت . ¶ وأما إذا سكنت بعد كسر أصلي وكانت آخر الكلمة الأولى وحرف الاستعلاء بعدها أول الكلمة التي تليها كقوله تعالى : ( وأنذر قومك ) فإنها ترقق حينئذ . ¶ وتفخم الراء إذا كانت مفتوحة أمثلتها : ( رزقناهم ، ورضي ، ورضوا ، وربحت ) وكذا إذا كانت مضمومة أمثلتها : ( صبروا ، وأتأمرون ، ويأمر بالعدل ) كذا تفخم إذا سكنت بعد فتح أو ضم مباشرة أي لم يفصل بينها وبين الضم أو الفتح فاصل ، فإن فصل بينها وبين الضم أو الفتح فاصل ففيها وجهان : التفخيم و الترقيق . لكن إذا كان الفاصل بينهما من حروف القوة فالتفخيم أفضل ، و إن كان الفاصل بينهما من حروف الرخوي فالترقيق أفضل وعليه قول بعضهم : ¶ والأفصح التفخيم في را الفجر والأفضل الترقيق في را يسر ¶ واختير للجزري نعم المقري تفخيمه في مصر دون القطر ¶ وجاز في الجميع قد علمت تفخيمه وجاز إن رققت ¶ وأما راء فرق في قوله تعالى : ( كل فرق كالطود العظيم ) ففيها وجهان التفخيم وهو أفضل ، وجاز فيها الترقيق لأن كسر القاف أضعف من قوتها فتأمل . ¶ المعاني ¶ المد : ¶ معناه لغة : المط ، أي الزيادة . ¶ ومعناه اصطلاحا : هو إطالة الصوت بحرف من حروف المد بما يناسبه من الحركات على قدر الرواية . ¶ الإظهار : ¶ الإظهار معناه لغة : البيان . ¶ ومعناه اصطلاحا : هو تخليص حرف ساكن من حرف متحرك حتى يصيرا بيِّنيَن ليس فيهما شائبة إدغام . ¶ والفرق بين الإظهار و التخليص : ¶ أن التخليص يقال فيه بيِّنًا أحدهما . ¶ الإدغام : ¶ والإدغام معناه لغة : الإدخال .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "ومعناه اصطلاحا : هو إيصال حرف ساكن بحرف متحرك حتى يصيرا حرفا واحدا مشددا يرتفع عنهما اللسان ارتفاعة واحدة ، بوزن حرفين(¬1) . ¶ واعلم أن الإدغام كامل وناقص : ¶ فالكامل : ما كملت أموره ، وهو الإدغام بلا غنة . ¶ والناقص : ما نقصت أموره وهو الإدغام بغنة والشبيه بالغنة . أمثلته ( بسطت ، وفرطتم ، وأحطت ). ¶ وأما قوله تعالى : ( ألم نخلقكم ) فإن أدغمت القاف في الكاف كان من باب الإدغام الكامل ، وإن لم تدغم القاف في الكاف ، فهي من باب الإدغام الناقص ؛ لأن القاف لم تدغم ولم تظهر ، لأن إظهارها لو كان كاملا لتأتى فيها القلقلة ولكن لا يجوز فيها القلقلة . ¶ أمور الإدغام : ¶ والإدغام أموره أربعة وهي : الإدخال ، والإيصال ، والتشديد ، والارتفاع . ¶ الإخفاء : ¶ والإخفاء معناه لغة : الستر . ¶ ومعناه اصطلاحا : هو النطق بحرف بصفة بين الإظهار و الإدغام خال من التشديد مع بقاء الغنة في الحرف الأول أهـ . ¶ الإقلاب ¶ والإقلاب معنا لغة : التغيير . ¶ ومعناه اصطلاحا : هو تحويل حرف من موضعه إلى موضع آخر أهـ . ¶ الغنة : ¶ الغنة معناها لغة : التصويت . ¶ ومعناها اصطلاحا : هي صوت يخرج من الخياشيم لا عمل للسان فيه كصوت غزالة ضاع ولدها ، ووجه التشبيه بصوت الغزالة اللطف في كل ، وجرى خلاف في قدرها فقيل : إنها حركتان ، وهذا القول هو المعتمد ، وقيل : إنها حركة ونصف ، وهذا القول يعمل به في التلاوة للتشهيل ، وقيل : إنها أربع حركات ، وهذا القول يعمل به في الغنة الأصلية ، وهو ما إذا كان المدغم ميما أو نونا . ¶ وهل هي للمدغم أم للمدغم فيه ؟ . ¶ فيه خلاف قيل : هي للمدغم مطلقا وهو الحرف الأول ، وقيل : هي للمدغم فيه مطلقا وهو الحرف الثاني ، والمعتمد إنها للمدغم فيه ميما أو نونا وللمدغم إن كان المدغم فيه واوا أو ياء والله أعلم أهـ أهـ . ¶ باب مخارج الحروف وحركاتها : ¶ ¬__________ ¶ (¬1) وهو بوزن حرفين في الشعر .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "اعلم أن المخارج مثل الموازيين للحروف ، والصفات مثل النواقد أي مبينة للحروف الحسنة وغير الحسنة . ¶ والمخرج هو : الحيز المولِّد للحرف بتأثير الله سبحانه وتعالى بسبب تموج الهواء فيه . ¶ ومعناه اصطلاحا : هو موضع خروج الحرف أي مكانه . ¶ والحرف :هو الصوت المعتمد على مخرج من مخارج الحروف . ¶ ثم إن مخارج الحروف سبعة عشر وهي : ¶ الجوف : وهو فضاء الحلق والفم ، مخرج الحروف المدية ( واي ) ويسمى هذا مخرجا مقدرا لانتهاء صوت حروفه في الهواء ، أي تنتهي حيث ينقطع الصوت وباقي المخارج محقق . ¶ آخر الحلق عند اللَّبَّة : مخرج الهمزة والهاء . ¶ وسط الحلق مخرج العين والحاء المهملتين . ¶ أول الحلق : مخرج الغين و الخاء المعجمتين . ¶ آخر اللسان عند اللهاة مخرج القاف . ¶ آخر اللسان عند اللهاة أسفل مخرج القاف مخرج الكاف مع ما قابله من الفك الأعلى . ¶ وسط اللسان مخرج الجيم ، الشين ، والياء غير المدية . ¶ آخر إحدى حافتي اللسان من الجهة اليمنى أو اليسرى مع لثة الأضراس مخرج الضاد . ¶ حافة اللسان كلها من أولها إلى آخرها مع ما قابله من الفك الأعلى مخرج اللام . ¶ من تحت آخر اللسان مع ما قابله من الفك الأعلى مخرج النون . ¶ بالقرب من حافة اللسان ملتويا إلى ظهره مخرج الراء . ¶ من طرفه ومن لثة الثنايا العليا أي ملتصقا بها مخرج الطاء و الدال والتاء . ¶ من طرف اللسان مع قرب الثنيتين السفليين مخرج الصاد و الزاي والسين . ¶ طرف اللسان مع أطراف الثنايا جميعها بانطباقها عليه مخرج الظاء والذال والثاء . ¶ طرف الثنتين العليين مع باطن الشفة السفلى مخرج الفاء . ¶ باطن الشفتين مخرج الواو والباء و الميم . ¶ الخيشوم مخرج الغنة وهي صوت في الخيشوم يلازم النون والميم المخفاتين والمشددتين والمدغمتين بحيث لو أمسك الفم(¬1) لم تخرج . ¶ مخارج الحركات : ¶ تخرج الضمة من مخرج الواو ، والفتحة من مخرج الألف ، والكسرة من مخرج الياء أهـ . ¶ صفات الحروف : ¶ ¬__________ ¶ (¬1) يقصد الأنف .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "اعلم أن صفات الحروف عدمية ووجودية ، وجملتها ثمان عشرة صفة وهي : ¶ الصفات العدمية وأضدادها : ¶ الصفة ... الجهر ... الرخو ... الاستفال ... الانفتاح ... الإصمات ¶ الضد ... الهمس ... الشدة والتوسط ... الاستعلاء ... الإطباق ... الإزلاق ¶ الحروف ... فحثه شخص سكت ... أجد قط بكت ( لن عمر) ... خص ضغط قظ ... ص ض ط ظ ... فر من لب ¶ الصفات الوجودية : ¶ القلقلة ، والصفير ، والانحراف ، واللين ، والتكرار ، و التفشي ، والاستطالة . ¶ فالجملة ثمانية عشر صفة . ¶ ضابط السبعة كلمات المرسومة بالياء ويوقف عليها حسب رسمها : ¶ محلي المقيمي حاضري معجزي معا ¶ وفي مريم آتي كذا مهلكي القرى ¶ أعني أن هذه الكلمات السبعة مرسومة بالياء وبيانها : ¶ محلي الصيد و أنتم حرم بالمائدة ، وحاضري المسجد الحرام بالبقرة ، و ( غير معجزي الله ) اثنان بالتوبة ، ( إلا آتي الرحمن عبدا ) بمريم ، (و ما كنا وهلكي القرى إلا و أهلها ظالمون ) بسورة القصص . ¶ فهذه السبعة كلمات يوقف عليها بالياء(¬1) على حسب رسمها فتقف (محلي ، وحاضري ، والمقيمي ، ومعجزي ، وآتي ، ومهلكي ) فتأمل أهـ. ¶ تمت بحمد الله وحسن توفيقه ، وكان الفراغ من تسطيره في صبيحة يوم السبت الموافق اليوم التاسع من شهر جمادى الثانية سنة 1351من الهجرة النبوية على صاحبها أفضل صلاة وأزكى تحية ، وصلى الله على سيدنا محمد النبي الأمي وعلى آله وصحبه وسلم تسليما كثيرا آمين آمين آمين . ¶ ضابط لحفص في تأمنا : ¶ إشمام حفص قوله تأمنا بيوسف كما له روينا ¶ ضابط لحفص في مجراها : ¶ أمال حفص قوله مجراها وهي بهود لم يمل سواها (¬2) ¶ مراجع التحقيق : ¶ 1. القرآن الكريم كتاب الله العظيم . ¶ 2. كتب الشيخ محمد السيد علي وكلها مخطوطة عندي : ¶ 1) عز الدارين في رواية ورش من الطريقين منظومة رائقة لرواية ورش ¶ 2) التحفة المحررة بما يزيده النشر للعشرة . ¶ ¬__________ ¶ (¬1) في المخطوطة بالهاء وهو سبق قلم . ¶ (¬2) كذا في آخر النسخة على الصفحة المقابلة للأخيرة وجدت هذا الضابط وأثبته للفائدة .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "3) شرح متن حمزة وهشام للمتولي . ¶ 4) عدة ضوابط في تحريرة لبعض الكلمات القرآنية . ¶ 5) رسالة في أحكام التجويد وهي هذه الرسالة . ¶ 6) شفاء القلوب في قراءة يعقوب . ¶ 7) متن شفاء القلوب في قراءة يعقوب . ¶ 8) هداية القراء في تجويد القرآن . ¶ 9) المرشد الوجيز في تجويد القرآن العزيز . ¶ 10) الكلمات البينات في المخارج والصفات . ¶ 3. اتحاف البرية بتحرير الشاطبية . حسن خلف الحسيني . طبعة المحمودية . ¶ 4. الأعلام . خير الدين الزركلي . دار العلم للملايين . ¶ 5. تاريخ القراء العشرة . عبد الفتاح القاضي . المشهد الحسيني . ¶ 6. التحديد والاتقان . أبو عمرو الداني . تحقيق غانم قدوري الحمد . دار عمار . ¶ 7. العميد في علم التجويد . محمود علي بسة . المكتبة الأزهرية للتراث . ¶ 8. النشر في القراءات العشر . ابن الجزري . تحقيق علي الضباع . دار الفكر. ¶ 9. غاية المريد في علم التجويد . عطية قابل نصر . دار الحرمين. ¶ 10. غاية النهاية في طبقات القراء . ابن الجزري . دار الكتب العلمية . ¶ 11. لآلئ البيان في تجويد القرآن . إبراهيم شحاته السمنودي . ¶ 12. هداية القاري إلى تجويد كلام الباري . عبد الفتاح المرصفي . دار الفجر. ¶ 13. الوافي شرح الشاطبية . عبد الفتاح الضباع .المطابع الأميرية القاهرة . ¶ 14. مجموعة شرائط كاسيت شرح الجزرية بصوت الشيخ عبد الباسط هاشم .",
            "page": "32",
            "part": "1"
        }
    ],
    "t34450": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "ط§ظ„طھط¬ظˆظٹط¯"
        }
    ]
}