{
    "b34464": [
        {
            "id": "1",
            "nass": "الدكتور : وحيد صبحي كبّابة ¶ الخصومة بين الطّائِيّيْن ¶ وعمود الشعر العربي. ¶ دراسة ¶ من منشورات اتحاد الكتاب العرب ¶ 1997 ¶ تصميم الغلاف للفنان : جليدان الجاسم ¶ مقدمة ¶ تُعد الخصومة بين الطائيّين أولى المعارك النقدية في تاريخنا الأدبي، وتكمن أهميتها في أنها أساس نظرية العمود الشعري، وما يقابله من نزعة حداثية في الشعر والنقد.... وفي كونها خلاصة الرؤيا النقدية العربية، وخلاصة نظرة النقاد إلى الشعر الجاهلي وأثره في توجيه النقد. ¶ وما العودة إلى هذا الموضوع إلاّ عودة إلى أسس نظرية النقد العربي والشعرية العربية متجلّية في (العمود) لنبيّن في النهاية أثر ذلك في جمود الشعر، لعلنا نستشف منه أسس النهضة والتحديث، بالتواصل مع التراث وحركاته. ¶ من هذا المنطلق بدأتُ بدراسة الخصومة، فهي الأسبق زمنياً على نظرية العمود التي توضحت وترسخت مع المرزوقي، وإنّ عادت جذورها إلى الآمدي والقاضي الجرجاني ¶ وقد عمدت في ذلك إلى رصد آراء القدماء والمحدثين، فيما يتعلق بالموضوع، فكانت الدراسة خلاصة الموقفين القديم والحديث، بحيث يمكننا القول إنها دراسة النقد القديم بأقلام المحدثين. ¶ ولم تغفل الدراسة الإفادة من النظريات الحديثة، فأشارت إليها في مقام المقارنة مع القديم، لا لترجيح كفة أحد الطرفين، وإنما لغرض التوضيح بالمقابلة. ¶ وقد قسمت البحث إلى قسمين: تناول الأول الخصومة ومظاهرها وأطرافها وأهم القضايا النقدية التي أثارتها. وتناول الثاني عمود الشعر: جذوره وأهم قضايا النقد التي طرحها.. لأخلص من ذلك كله إلى بيان أثر نظرية العمود في جمود الشعر العربي وتحوّله إلى صنعة شكلية . ¶ غير أن سنّة الحياة تأبى إلاّ أن يعود للشعر ألقهُ وتتغيّر رسالته ولكن هذا لا يعني رفض كل قيم (العمود) بدعوى التحديث.. فمعرفة القديم خير سبيل للتجديد والتجدّد متجذّريْن في تراثنا. ¶ وحيد كبّابه ¶ ( ¶ القسم الأوّل ¶ الخصومة بين الطائيّين ¶ أ - جذور الخصومة وأسبابها",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "الخصومة بين الطائيين خصومة فنية بين مذهبين متباينين في الشعر: مذهب المحدثين، ويمثله أبو تمام، ومذهب القدماء ويمثله البحتري. ¶ والخصومة بين القدماء والمحدثين في الشعر قديمة، تعود في أصولها إلى خروج العرب من جزيرتهم مع حركة الفتوح، واحتكاكهم بالحضارات المجاورة. فقد فرض هذا الاحتكاك تغيّراً في طبيعة الحياة الفكرية والثقافية. فكانت هناك عوامل كثيرة تدفع بعجلة الدولة العربية نحو التحديث، غير أنه كانت إلى جانبها عوامل غيرها تحاول الحفاظ على التقليد، وتقييد الأمة العربية الناشئة بقيود الثبات والجمود. ¶ عن هذه العوامل الكثيرة التي كانت تدفع الدولة العربية نحو التجديد، يقول محمد صبري: \" إن عصر الأمويين والعباسيين كان في الواقع عصر انتقال وقلق: انتقال في الحياة من عيشة البدو إلى عيشة الحضر، انتقال في الدين، وهو أكثر الانتقالات اضطراباً، إذ تنتشر في أطرافه الفتن والملل والتعصب والإباحية والحقائق والأباطيل، انتقال في النظام الاجتماعي بعد أن احتك العرب بمدنيّة الفرس والروم، وكثر الأعاجم والأتراك في الجيش والإدارة، واشتد النزاع بينهم وبين العرب، انتقال من الشظف والخصومة إلى الترف، انتقال في اللغة بعد انقراض العرب الأول، وقصور اللغة في الاصطلاحات العلمية والفلسفية والإدارية الجديدة \" (1)",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وإلى جانب هذه العوامل، كانت هناك عوامل أخرى تدعو إلى البقاء في إطار التقليد. من هذه العوامل: التحدّي الشعوبي، واتصال الشعر بالدين وطلب الشعراء للشهرة والانتشار. يقول محمد مندور: \" لقد جاء العصر العباسي (2).وأخذ العرب يجدّون في جمع تراثهم الروحي. وكان من الطبيعي أن ينصرف أول جهدهم إلى المحافظة على لغتهم من العجمة، التي أخذت تتسرّب إليها بعد الفتوحات. وعلى سلامة تلك اللغة يتوّقف فهمهم لمصادر دينهم، وهو أعزّ ما يملكون. ولذا حرص علماؤهم على تدوين الشعر القديم، يتخذونه حجّة في تفسير القرآن والحديث. ولم يكن يشغلهم، إذ ذاك، جمال ذلك الشعر، قدر ما شغلتهم صلاحيته للاستشهاد. فاتصال الشعر بالدين هو السبب الأكبر في الانتصار للقديم. ولم يقف الأمر عند هذا الحدّ، بل امتدّ إلى الشعراء أنفسهم، إذ لم يروا بدّاً - لكي يروى عنهم شعرهم وينتشر - من أن يحاكوا الشعر القديم، لافي أسلوبه فحسب، بل في بنائه الفني \".(3). ¶ فكان لابدّ، وقد تفاعلت هذه العوامل بعضها مع بعض، أن ينشأ صراع بين الحضارة الجديدة والتقليد المتوارث، مما أدّى إلى بروز ازدواجية في الحياة والفكر العربيين (4) فقد كانت الحضارة الجديدة تدفع الحياة العربية إلى الأمام، فتندفع في الحضارة المادية، على حين \" كانت تنجذب إلى الوراء بحكم الدين وبحكم اللغة \" (5). ¶ إن ارتباط الدين باللغة كان سبباً هاماً في تقصير الشعر عن مجاراة الحياة الجديدة والتعبير عنها. فاللغة العربية، بحسب طه حسين \" لغة دينية، والاحتفاظ بأصولها وقواعدها، والاحتياط في صيانتها من التطور وآثاره السيئة، واجب ديني، لا سبيل إلى جحوده أو التقصير فيه \" (6). لهذا عُدّ أي خروج على اللغة خروجاً على الدين، وقوبل بالسخط والرفض والعداوة. (7). ولهذا أيضاً، كان لابدّ لأيّ تجديد أن يقترن بالخروج على الدين.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "\" فالشعر العربي لم يبدأ بالنهوض، إلاّ حين بدأ يقيم مسافة بينه وبين (الايديولوجية الدينية) من جهة، وبينه وبين (الجماعة) بالمعنى الديني، من جهة ثانية... وقد بلغت هذه الحركة من الانفصال أَوْجَهَا في نهاية القرن الثالث الهجري، (كذا) في نتاج أبي نواس وأبي تمام \" (8). ¶ وقد ساهمت السلطة المدنية إلى جانب السلطة الدينية في إسباغ هذه القدسية على اللغة العربية، أيام الدولة الأموية. فحلفاء بني أمية كانوا يولون اللغة العربية عناية كبيرة، فيرسلون أبناءهم إلى البادية، لينهلوا من معين الفصاحة العربية.. وهو الأمر الذي ما عدنا نراه عند خلفاء بني العباس، الذين ما كانوا \"يحبّون البادية، ولا يحنّون إليها ولا يتكلّفون في قصورهم عيشة أهلها. إنما قطعوا بينهم وبين هذه العيشة كل صلة، واتخذوا لأنفسهم من ملوك الفرس مُثلاً يحتذونها في ضروب الحياة \". (9). ¶ وإذا كان هذا الكلام يوحي بأن العصر الأموي كان عصر ثبات، وأن التحديث في لفظ الشعر ومعناه بدأ في العصر العباسي خاصة، فإن طه حسين يرى أننا \" نظلم العصر الأموي، ونظلم معه تاريخ الأدب العربي.. فإنّ العصر الأموي قد كان عصر تجديد أيضاً، بل قد كان عصر تجديد قوي ظاهر في اللفظ والمعنى .\" وربما كان عصر الأمويين، من هذه الناحية، أخصب وأكثر إنتاجاً من عصر العباسيين. فقد حاول الشعر في هذا العصر أن يتجدّد لافي لفظه ومعناه فحسب، بل فيهما وفي الموضوع أيضاً (10). ولكن هذه المحاولة لم توفق توفيقاً تاماً، لأن عصر الأمويين لم يطل، ولأنه لم يكن عصر ثبات واطمئنان، وإنما كان عصر تحوّل وانتقال ،(11).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "لهذا لم ينشأ صراع أو خصومة حول شعر الأمويين. وتعليل ذلك \" أنهم لم يحدثوا شيئاً يخرجون به على طريقة العرب فنياً (وإن جدّدوا في الموضوعات)، وأنهم في خروجهم، أو خروج بعضهم - على الأصح، لأن أخبار هذا الخروج تدور على شعر الفرزدق وحده - لم يعدمَوا من يحتج لهم من علماء العربية أنفسهم، وأنّ معاصرتهم علماء العربية - وهي سبب من أسباب تقليل شأنهم لدى العلماء في رأي ابن قتيبة - مسألة كفلت السنون بمرها إهمالها\"(12). ¶ إن التجديد الفعلي في الشعر إذاً، لم يحدث إلاّ في العصر العباسي، وسط مناخ جديد، أقلّ ما يقال عنه: إنه ثورة على كل التقاليد وسبيلٌ إلى أيّ تطوّر. فقد كانت \" ظاهرة الإباحة والإسراف في حرية الفكر وكثرة الازدراء لكل قديم، ديناً كان هذا القديم أم خلقاً أم سياسة أم أدباً، ظاهرة غريبة مدهشة في هذا العصر\"(13). ¶ فانتصرت، نتيجة ذلك، الحضارة الجديدة في العصر العباسي. وكان انتصارها عاماً شمل الحياة المادية والفكرية، فكان لابد أن يتأثر الأدب أيضاً بذلك، ويتغيّر خطابه. فمع انتصار الحضارة العباسية: \" اشتدت رغبة العرب من أهل المدن على اختلاف طبقاتهم ومنازلهم الاجتماعية، وكان هذا الانتصار عاماً، تناول الحياة المادية والعقلية، وتناول معهما حياة الشعور. ففكر العرب المحدثون بطريقة تخالف مخالفة شديدة تفكير العرب القدماء، وعاشوا كذلك في دورهم وقصورهم عيشة تخالف عيشة آبائهم، وظهرت عندهم العلوم وضروب الفلسفة، وتغيّر لهذا كله حسّهم وشعورهم، فتغيّر لسان هذا الحسّ وهذا الشعور، وهو الأدب، نثراً كان أو شعراً \"(14).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ولعلّ أبا نواس أبرز من حمل لواء التجديد في ذلك العصر، مع بشار بن برد (15)، ومسلم بن الوليد (16). غير أنه برّز على صاحبيه، فكانت له تلك المكانة المتميزّة في التجديد في تاريخ الشعر العربي. وسبب ذلك يعود إلى أنه \" لم يكتف كصاحبيه بما قام به من تجديد يلائم روح العصر ويبدو في صورة تطور طبيعي لا يمثل ثورة واعية على القديم، بل هاجم مع هذا تقاليد القصيدة العربية القديمة هجوماً عنيفاً، وسخر في شعره من مطالعها التقليدية التي تتحدث عن الأطلال وبكاء الآثار والدِمَن، فعدّه لذلك نقاد الشعر ومؤرخوه مجدداً ثائراً، وعدّوا الدور الذي قام به خصومة واعية بين الجديد والقديم، وإنْ كانت خصومة من جانب واحد، إذ لم يقم حوله من الجدل ما قام حول أبي تمام، ولم ينقسم الناس حوله إلى أنصار وخصوم \"( 17). ¶ ولعل سبب عدم انقسام الناس حوله إلى أنصار وخصوم، يرجع إلى أنه في تجديده ثار على العرف العام وعلى موضوعات الشعر دون أن يتنكب عن عمود الشعر العربي. والدليل على ذلك أنّ النقاد القدماء كانوا راضين عنه جملة، ماعدا إفحاشه في القول وجرأته على العرف وخروجه عن العادات الحميدة \" (18). ¶ ويُسْتشْهد على ذلك بقول الجاحظ في أبي نواس: \" ما رأيت رجلاً أعلم باللغة من أبي نواس، ولا أفصح لهجة مع مجانبة الاستكراه \". ويذكر أيضاً قول ابن السكيت في الرواية: \" إذا رويت من أشعار الجاهليين فلامريء القيس والأعشى، ومن الإسلاميين فلجرير والفرزدق، ومن المحدثين فلأبي نواس فحسبك \". (18) ¶ لقد كان أبو نواس ينزع في تجديده إلى الثورة على عمود الشعر، غير أنه بقي يرسف فيه، لهذا لم يثر النقاد عليه. هذا في حين ثاروا على أبي تمام لأنه تناول في تجديده \" بنية الشعر وتركيبه، أو عموده كما يقول النقاد القدماء \"(19) ولأنه اتخذ من هذه الثورة مذهباً طبقه في شعره دون أن يدعيه ادّعاءً(20).",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "إنّ كلاً من أبي نواس وأبي تمام ثار على عمود الشعر، لكن الخصومة لم تعنف إلاّ حول الثاني، لأن ثورة الأول بقيت في حيز التنظير، بينما انتقلت ثورة الثاني من التنظير إلى التطبيق. ¶ وممّا مهّد للخصومة حول شعر أبي تمام دون أبي نواس أيضاً، عدم وضوح مذهب نقدي لمعاصري الثاني ولاحقيه. فالذين \" عاصروا أبا نواس وجاؤوا بعده من الأدباء والشعراء وأئمة اللغة، لم يكن لهم في النقد مذهب معروف أو خطّة واضحة \" (21). ¶ ولعل \"كتاب البديع \" لابن المعتز (- 196) أول محاولة مكنت للخصومة بين القدماء والمحدثين، وتركت أثراً واضحاً في كتب النقد فيما بعد. لقد كانت هذه المحاولة \" من أكبر الأسباب التي مكنت للخصومة بين أنصار القديم وأنصار الحديث، إذ أصبحت مبادئ المذهب معروفة محدّدة. والناظر في موازنة الآمدي (- 370) أو في \" أخبار أبي تمام \" للصولي (- 335) أو في وساطة الجرجاني (-392 )، أو في غيرها من كتب الأدب، يجد أن ابن المعتز قد أثر على هؤلاء جميعاً. ولو لم يكن له من فضل غير تحديد الاصطلاحات، لكفاه ذلك ليتمتع في تاريخ النقد العربي بمكانة هامة \" (22). ¶ لكن الخصومة حول مذهب أبي تمام، ما كان لها أن تتخذ شكلها النقدي العنيف الذي اتخذته، لولا ظهور البحتري .( 23). فكان بذلك أمام النقاد نموذجان من الشعر، أحدهما يمثل القديم، والآخر يمثل الجديد. إنّ وجود هذين النموذجين معاً، وفي آن واحد، وكون أبي تمام أستاذاً للبحتري (24)، كان لهما دور كبير في احتدام الصراع حول مذهب التجديد . ¶ وربما كان لعقيدة أبي تمام وشهرته أيضاً دور في نشأة الخصومة حول مذهبه. \" فقد أدّعى قوم عليه الكفر بل حققوه، وجعلوا ذلك سبباً للطعن على شعره، وتقبيح حسنه \"( 25) ويردّ الصولي - بعد ذكر هذه التهمة - على أصحابها، بقوله: \" وما ظننت أن كفراً ينقص من شعر، ولا أن إيماناً يزيد فيه.\"(25)",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ويقف محمد مندور موقفاً معارضاً للصولي الذي \" يريد أن ينتصر لأبي تمام بكل الوسائل، وأن يجرح خصومه بكافة السّبل \" (26) فيردّ عليه ادعاءه بأنّ \" كتب النقد التي بأيدينا لا تحمل أي صدى لهذه التهمة التي لم نجدها إلاّ عند الصولي \"(26). وبذلك يسقط تأثير \" تهمة الكفر... في الحكم على شعر أبي تمام من الناحية الفنية \"( 27). ¶ ويؤكد صالح حسن اليظي نفي هذه التهمة عن خصوم أبي تمام، فيرى أننا \" لا نعرف شاعراً في العربية حطّ رأي الناس في اعتقاده من مقدرته الفنية لديهم\" (28) ¶ ويحسم صاحب الوساطة هذه القضية بقوله :\" فلو كانت الديانة عاراً على الشعر، وكان سوء الاعتقاد سبباً لتأخر الشاعر، لوجب أن يُمحى اسم أبي نواس من الدواوين، ويُحذف ذكره إذا عدّت الطبقات، ولكان أوْلاهم بذلك أهل الجاهلية، ومن تشهد الأمة عليه بالكفر، ولوجب أن يكون كعب بن زهير وابن الزّبعري وأضرابهما ممن تناول رسول الله وعاب من أصحابه بكماً خرساً ....، ولكنّ الأمرين متباينان، والدين بمعزل عن الشعر \"( 29). ¶ لكنني، بعد كل ما تقدّم من حجج، أجدني أميل إلى ادعاء الصولي، بأن تهمة الكفر كانت سبباً \" للطعن على شعر أبي تمام وتقبيح حسنه \". ولعلّ موقف الآمدي من استعارات أبي تمام تؤكد مانذهب إليه. يقول د. إحسان عباس :\" وإني لأحسّ أنّ وراء بعض أحكام الآمدي أثراً دينياً، فأكثر استعارات أبي تمام التي يجدها الآمدي غثّة، إنما تتعلّق بالدهر والزمان، وربما ارتبط هذا - ارتباطاً شعورياً أو لا شعورياً - بما يُروى في الأثر إلا تسبّوا الدهر )\" (30).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "إن تهمة الكفر التي ألصقت بأبي نواس، ومن قبله من أهل الجاهلية، كانت بسبب سلوك الأول المتهتّك، وطعن الآخرين على رسول الله وأصحابه( 31). وكلا الموقفين شخصّي لايتعدّى أصول الدين (القرآن الكريم والحديث الشريف). أما مع أبي تمام، فالأمر يختلف تماماً، إذ إنه في استعاراته يخالف حديثاً قدسياً، له مكانته المقدسة في نفوس المسلمين. لهذا يمكن القول إن أحد أسباب الطعن على شعر أبي تمام خروجه فيه على أصل من أصول الدين. وليس الدين كما يقول صاحب الوساطة \" بمعزل عن الشعر \" . ¶ وإلى جانب تهمة الكفر، كان للشهرة دورها في الخصومة حول الطائيين، فقد احتلّ كلّ من أبي تمام والبحتري في عصرهما مكانة رفيعة، حتى قيل: \" إنهما أخملا في زمانهما خمسمئة شاعر، كلهم مجيد \"( 32). ¶ والنقاد (من قدماء ومعاصرين) مقرّون لأبي تمام بهذه الزعامة. يقول طه حسين: \" أما أبو تمام، فليس من شكّ أنه قد انفرد بالزعامة في وقت من الأوقات (33)، حتى اعترف له بها خصومه، فالبحتري كان يرى نفسه تلميذاً لأبي تمام، وكان يقول: إنما أكلت الخبز بفضل أبي تمام .(34) \" فأبو تمام أوّل شاعر إسلامي، استطاع أن يفرض زعامته فرضاً، وأن يعترف له بها الناس جميعاً، دون أن يزاحمه فيها أحد مزاحمة جدية \" (35). ¶ وليس أدلّ على مكانة أبي تمام هذه في عصره، من وساطته للبحتري عند أهل معرة النعمان (36)، ومن احتكام الشعراء إليه (37)، واستشفاع المذنبين به (38)، وادعاء البعض أنهم إياه ليحتلّوا مركزاً في القلوب (39)، وأمر المعتصم بعشرة آلاف درهم للشاعر على قصيدته الرائية في الأفشين ولمن حفظها وأنشدها، بنصف هذا المقدار (40).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "أما البحتري، فتحدّثنا الكتب أيضاً الشيء الكثير عن مكانته. \" فالمبّرد (286) وكبْرُهُ، (وهو الذي) لم يكن يقوم لأحد ولايتطاول له.. قام إلى البحتري، فاعتنقه وتنحّى عن موضعه وأجلسه\"( 41). وعنه يقول (أي المبّرد): إنه \" ختم الشعر، وله بيتان لو وضعا إلى شعر زهير لجازا فيه \"(42). ويجعله الإسكافيّ أحد أركان البلاغة الثلاثة: \" القرآن وكلام الجاحظ، وشعر البحتري \" (43) ولايقف الأمر عند هؤلاء، فأبو تمام نفسه يعترف له بإمارة الشعر بعده، وبأنه نعى إليه نفسه (44). ¶ إن لشهرة الشاعر ومكانته من عصره، إذاً، دوراً هاماً في اختصام الناس حوله، وما الاختصام حول أبي تمام والبحتري، إلاّ صورة من صور الاعتراف بهذه المكانة، وتلك الشهرة. لهذا السبب لم يختصم الناس حول شعر ديك الجن، فهو، وإن كان يذهب مذهب أبي تمام والشاميين في شعره \"، لم يتعرّض إلى ما تعرّض له أبو تمام. ومردّ ذلك \" أنه دون أبي تمام مكانة وذيوع صيت \" (45). فهو بحسب أبي الفرج \" لم يبرح نواحي الشام، ولا وفد إلى العراق، ولا إلى غيره منتجعاً بشعره، ولا متصدّياً لأحد \"( 46) هذا، بالإضافة إلى أنه لم يكن يعيش في بيئة أدبية جادّة كبيئة بغداد في العصر العباسي مثلاً \" (47) ولمّا كان كلّ إحسان لابد أن يقابل بالإساءة من بعض الناس، فإن شهرة أبي تمام وجدت من يحسده وينافسه عليها (48). وخصوصاً أنه \" ما كان أحد من الشعراء يقدر أن يأخذ درهماً بالشعر في حياته \" (49). ¶ لهذا راح نفر ينشر سيء شعره، طلباً للشهرة والكسب والرفعة. يقول الأصفهاني: \" وفي عصرنا هذا... أقوامٌ يتعمدون الرديء من شعره، فينشرونه ويطوون محاسنه، ويستعملون القحة والمكابرة في ذلك، ليقول الجاهل بهم: إنهم لم يبلغوا علم هذا وتمييزه إلاّ بأدب فاضل وعلم ثاقب. وهذا مما يتكسب به كثير من أهل هذا الدهر ويجعلونه، وما جرى مجراه من ثلب الناس وطلب معايبهم، سبباً للترفع وطلباً للرياسة \"( 50).",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "إن شهرة أبي تمام ومنافسة خصومه له عليها، إذاً، كانت أحد الأسباب المهمة في الصراع بين أنصار الشاعر وخصومه. وقد ذكر الصولي هذه الطائفة من النقاد (51).، لكن محمد مندور يرفض هذا الادعاء، ويعدّه \" تمهيداً من الصولي لإظهار علمه ونباهة ذكره \"(52). ¶ وآخر سبب يمكننا أن نرجع إليه حدّة الخصومة، هو فارق السنّ. فكان ممّا يزيد في تحامل دعبل على أبي تمام، أنه \" كان يوم قدم بغداد - في خلافة المأمون - شاباً صغير السنّ، على حين كان دعبل على أبواب الستين.. فلما تخطّى أبو تمام رقاب الشعراء جميعاً، داخل دعبلاً - فيما يبدو لمتتبع أخباره - حسدُ \"( 53). ¶ كلّ هذه الأسباب التي ذكرناها، كان لها تأثير في نشأة الخصومة حول مذهب الطائيّين .غير أن أقوى هذه الأسباب، هو خروج أبي تمام على عمود الشعر التقليدي، إذ يمكننا القول: إن معيار الخصومة كان طريقة الأوائل أو ما يسمّى بعمود الشعر. ومَنْ يرجع إلى موازنة الآمدي يتحقق مما نذهب إليه: \" فأبو تمام، شعره لايشبه أشعار الأوائل، ولا على طريقتهم\" (54)، وهو \" شاعر عَدَل في شعره عن مذاهب العرب المألوفة \" (55). أما البحتري، \" فما فارق عمود الشعر المعروف \" (56). وخلاصة الكلام أن الخصومة الشعرية، ماهي إلاّ مظهر من مظاهر الحياة في الأدب. وإذا كانت هذه الخصومة لم تحتدم إلاّ في العصر العباسي، فللصراع الحضاري أثره في ذلك. فكلّ نقلة حضارية تحمل معها بذوراً لأشجار وارفة الظلال في المستقبل، وكفناً لعناصر ما عادت تنسجم مع الحياة الجديدة. فيثور الصراع، لذلك، بين فريق يتمسّك بقديم كانت له الحياة، وفريق يشقّ طريقه في حياة ليست له. وما الحسد وفارق السن والشهرة إلاّ مظاهر لهذا الصراع الوجودي، ولسُنّة الحياة والتطوّر.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وإذا كنا قد حصرنا معيار الخصومة بما سّميناه بمذهب الأوائل أو بما يُسمّى بعمود الشعر، فإننا نتساءل: متى يُقيد الشعور بقيد ؟! وهل يمكن للشاعر المبدع أن يلتزم بعناصر العمود كافة ؟! أو لم يخرج الأوائل أنفسهم على تلك القيود (وحتى البحتري) ؟! بل ألم يكن القدماء أكثر انفتاحاً وتحرّراً من أولئك المنظّرين الذين قيّدوا الإبداع ؟! وإذا كان الأمر كذلك، فما تعليله؟ ¶ لعلنا أجبنا عن السؤال في مطلع هذا الفصل! ¶ ( هوامش جذور الخصومة وأسبابها: ¶ (1) محمد صبري: أبو عبادة البحتري، ص 8، سلسلة الشوامخ، مطبعة دار الكتب المصرية، 1946 ويقول في الصفحة التاسعة: \" وعصر الانتقال بطبيعته من العصور التي لمّا تتكّون فيها شخصية الأمة وتبد ملامحها ويتمّ نضوجها (كذا )، وهو مضطرب بين التقليد والابتكار \". ¶ (2) يمكننا تعميم هذه الملحوظات أيضاً على العصر الأموي. انظر صالح حسن اليظي: البحتري بين نقاد عصره، ص 11 وما بعد، ط1، دار الأندلس، بيروت، 1982 . ¶ (3) محمد مندور: النقد المنهجي عند العرب، ص 76، دار نهضة مصر، القاهرة، 1972، وانظر اليظي ص 11 وما بعد. ¶ (4) انظر صور هذه الازدواجية في حديث الأربعاء لطه حسين 2/10 - 11، ط 10 دار المعارف بمصر د. ت. ¶ (5) حديث الأربعاء 2/10. ¶ (6) المرجع نفسه 2/10 ¶ (7) المرجع نفسه 2/ 10 - 11 ¶ (8) أدونيس: الثابت والمتحول 3/ 235 - 236، ط1، دار العودة، بيروت، 1978 -ولعل الصواب: نهاية القرن الثاني. ¶ (9) حديث الأربعاء 2/ 21 ¶ (10) لقد تجلّى ذلك في الغزل وفي الشعر السياسي. (انظر النقد المنهجي لمندور ص 75) ويقصر طه حسين هذا التجديد على الغزل فقط. ¶ (11) حديث الأربعاء 2/ 14 . ¶ (12) محمد حسين الأعرجي: الصراع بين القديم والجديد في الشعر العربي، ص 51، وزارة الثقافة، بغداد 1978 . ¶ (13) حديث الأربعاء 2/ 22 ¶ (14) المرجع نفسه 2/ 27 - 28. ¶ (",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "15) يقول أدونيس: \" كان بشار في أساس ابتكار اللغة الشعرية المحدثة، أي في أساس الخروج على الأصول الشعرية القديمة. وقد قيل عنه إنه \" أستاذ المحدثين، من بحره اغترفوا، وأثره اقتفوا \". (الثابت والمتحول 2 / 106، ط1 ،دار العودة، بيروت 1977. ويقول محمد عبد العزيز الكفراوي عن الشاعر نفسه: إنه \" أول من أصاب عناصر الشعر القديم في الصميم، فلم يحفل بدقة التصويرّ، ولم يلتزم الحقيقة فيما يقول، ثم ذهب بعد ذلك وقال الشعر العربي في غزله وهجائه... ولعلّ السرّ في إغفالهم بشاراً أحياناً، أنّ نواحي التجديد عنده لم تكن واضحة في أذهان معظم النقاد الذين لم يحاولوا أن يتعرّفوا على عناصر الشعر القديم، ويعرفوا موقف زعماء المحدثين منها\". (الشعر العربي بين الجمود والتطور. ص 215، دار نهضة مصر، القاهرة، 1973. ¶ (16) يقول أدونيس: \" كان مسلم بن الوليد أول من حاول أن يجعل من الشعر إبداعاً جمالياً بالألفاظ، \" وأول من ألطف في المعاني ورقّق في القول \" على حد قول ابن قتيبة \". (الثابت والمتحول 2 / 106. ¶ (17) عبد القادر القط: حركات التجديد في الشعر العباسي، ص 409، في \" إلى طه حسين في عيد ميلاده السبعين \"، دار المعارف بمصر، 1962. ¶ (18) عبد الكريم اليافي: دراسات فنية في الأدب العربي، ص 107 - 108، ط2، دار الحياة، 1972. ¶ (19) المرجع نفسه 107، وانظر محمد العزيز الكفراوي: تاريخ الشعر العربي 2/ 202، مكتبة نهضة مصر، القاهرة، 1964 - انظر أيضاً النقد المنهجي لمندور 75. ¶ (20) انظر محمود الربداوي: الحركة النقدية حول مذهب أبي تمام، ص 4-5، دار الفكر، د. ت ¶ (21) حديث الأربعاء 2/51 ¶ (22) النقد المنهجي 61 ¶ (",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "23) يقول أحمد أمين \" وشاء القدر أن يعاصره البحتري، وهو... لا يبعد عن عمود الشعر ...فساعده وجود البحتري على انقسام الأدباء والعلماء \" في مقدمته أأأ هـ لكتاب أبي بكر الصولي: أخبار أبي تمام، تح: خليل محمود عساكر ومحمد عبده عزام ونظير الإسلام الهندي، المكتب التجاري، بيروت، د. ت ¶ (24) لا يُفهم من أستذة أبي تمام للبحتري، وتلمذة الثاني للأول، المعنى الحرفي. فالبحتري كان مكتمل الشاعرية حين قابل أبا تمام... و إنما انتفاعه منه ونصائح هذا له في وصيته المشهورة (إن صحّت) تجعلنا نطلق صفة التلمذة على البحتري، على سبيل المجاز. ¶ (25) أخبار أبي تمام 172 ¶ (26) النقد المنهجي 81 ¶ (27) المرجع نفسه 82 ¶ (28) البحتري بين نقاد عصره 44 ¶ (29) القاضي الجرجاني: الوساطة ، ص 64، تح: محمد أبو الفضل إبراهيم وعلي محمد البجاوي، مطبعة عيسى الحلبي، القاهرة، 1966. ¶ (30) إحسان عباس: تاريخ النقد الأدبي عند العرب، ص 170، ط 1، دار الأمانة، بيروت 1971 - ولعلّ ما يعزّز أثر هذه التهمة في مخاصمة أبي تمام، ما ذكره ابن القارح، نقلاً عن الحسن بن رجاء الكاتب، قوله: \" جاءني أبو تمام إلى خرسان، فبلغني أنه لا يصلّي، فوكلّتُ به من لازمه أياماً، فلم يره صلّى يوماً واحداً. فعاتبته، فقال: يامولاي، قطعت إلى حضرتك من بغداد، فاحتملتُ المشقّة وبعد الشقّة، ولم أره يثقُل عليّ. فلو كنتُ أعلم أن الصلاة تنفعني وتركها يضرّني، ما تركتها. فأردت قتله، فخشيت أن يُحمل على غير هذا\". (رسالة ابن القارح ص 41، ضمن رسالة الغفران للمعري، تح: بنت الشاطئ. ط 3، دار المعارف بمصر، 1963 ). ¶ (31) أما الجاهليون القدماء، فقد قُبلت أشعارهم، على ما فيها من كفر، لارتباطها بالنصوص الدينية ارتباط شرح وتفسير، ولأن هؤلاء الشعراء لم تبلغهم الرسالة الإسلامية، ممّا أدّى إلى تخفيف تهمة الكفر عنهم. ¶ (32) عمر فروخ: أبو تمام، ص 99، دار لبنان، بيروت، 1978. ¶ (",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "33) يقول الصولي: \" حدثني أبو الحسن الكاتب قال: كان إبراهيم بن الفرج البنْدنيجي الشاعر يجيئنا كثيراً، وكان أعلم الناس بالشعر، ويجيئنا البحتري وعليّ بن العباس الرومي، وكانوا إذا ذكروا أبا تمام عظموه، ورفعوا مقداره في الشعر، حتى يقدّموه على أكثر الشعراء، وكلّ يقرّ بأستاذيّته، وإنه منه تعلّم. وقال: هؤلاء أعلم أهل زمانهم بالشعر، وأشعر من بقي \". أخبار البحتري 147- 148، تح صالح الأشتر، ط2، دار الفكر، دمشق 1964 . ¶ (34) انظر أخبار البحتري 60، 148؟ ¶ (35) من حديث الشعر والنثر 100-101، لطه حسين، ط 10، دار المعارف بمصر، 1969. ¶ (36) انظر طيف الوليد 127 - 138، لعبد السلام رستم، دار المعارف بمصر، د. ت. ¶ (37) المرجع نفسه 67 ¶ (38) انظر عبقرية أبي تمام 66، لعبد العزيز سيد الأهل، ط 2، دار العلم للملايين، بيروت، 1962. ¶ (39) المرجع نفسه 67 . ¶ (40) المرجع نفسه 66 ¶ (41) ديوان البحتري 5/ 2760، تح: حسن كامل الصيرفي، ط1، دار المعارف بمصر، 1978 وانظر أخبار البحتري 49- 51، واعتنف الأمر: أخذه بشدة. ¶ (42) ديوان البحتري 5/ 2767 ¶ (43) المصدر نفسه 5/2770 ¶ (44) انظر أخبار البحتري 69- 70 ¶ (45) الصراع بين القديم والجديد 81 ¶ (46) الأغاني 14/51، لأبي الفرج الأصفهاني، دار إحياء التراث العربي، بيروت، د.ت ¶ (47) الصراع بين القديم والجديد 81، حاشية 11 ¶ (48) يقول الآمدي: \" إنّ دعبلاً كان يشنأ أبا تمام ويحسده \". الموازنة 1/22، تح السيد أحمد صقر، ط2 دار المعارف بمصر، 1972 ¶ - وانظر حكاية دعبل والحسن بن وهب، وسبب خصومة الأول لأبي تمام، في: هبة الأيام فيما يتعلق بأبي تمام، ليوسف البديعي، ص 149، نشر محمود مصطفى، مطبعة العلوم، القاهرة 1934. ¶ (49) الأغاني 16/ 388، لأبي الفرج الأصفهاني، دار إحياء التراث العربي، بيروت، د.ت ¶ (50) المصدر نفسه 61/ 383، وانظر الحاشية (4) من أخبار أبي تمام ص3. ¶ (",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "51) يقول الصولي: \" فأما الصنف الثاني ممّن يعيب أبا تمام، فَمَن يجعل ذلك سبباً لنباهة، واستجلاباً لمعرفة، إذا كان ساقطاً خاملاً، فألّف في الطعن عليه كتباً، واستغوى عليه قوماً، ليُعرف بخلاف الناس، وليجري له ذكر في النقص إذ لم يقع له حظ في الزيادة ومكسبٌ بالخطأ إذ حُرِمَهُ من جهة الصواب. وقد قيل: خالفْ تُذكر \". ¶ أخبار أبي تمام 28. ¶ (52) النقد المنهجي 85-86 ¶ (53) د. عبد الكريم الاشتر: دعبل بن علي الخزاعي 165- 166، دار الفكر، دمشق 1964 وقد سبقت الإشارة في الحاشية (48) إلى قول الآمدي في حسد دعبل لأبي تمام. ¶ (54) الموازنة 1/4 ¶ (55) المصدر نفسه 1/23 ¶ (56) المصدر نفسه 1/4، 18. ¶ ( ¶ ب- أطراف الخصومة ومظاهرها وقضاياها ¶ 1 - أطراف الخصومة. ¶ لابد لنا، ونحن نتحدّث عن الخصومة بين الطائيين، أن نتعرّف إلى طرفي الصراع، وإلى هوية الفئات التي تنتمي إلى كل طرف. ¶ لقد حمل لواء المحافظة كل من \" الكتاب والأعراب والشعراء المطبوعين وأهل البلاغة \" (1) وهم الذين كانوا يقيسون البلاغة \" بالمقاييس العربية الخالصة التي لايشوبها أيّ مقياس أجنبي \" (2) ويمكننا أن نعدّ من أنصار هذا الفريق: \" ابن الأعرابي، ودعبل ابن علي الخزاعي، وأبا هفان المهزمي، ومحمد بن عبد الملك بن صالح، ومخلد بن بكار الموصلي، وإسحاق بن إبراهيم الموصلي، وإبراهيم بن المدّبر، وأبا حاتم السجستاني، وعبيد الله بن سليمان، وابن مهرويه \" (3)",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "أما لواء التجديد، فقد حمله \" أهل المعاني والشعراء وأصحاب الصنعة، ومن يميل إلى التدقيق وفلسفي الكلام \" (4) وهم الذين كانوا يقيسون البلاغة \" بالمقاييس اليونانية الخالصة \" (5). ويمكننا أن نعدّ من هذا الفريق: \" محمد بن حازم الباهلي، والحسن بن وهب، والحسن بن رجاء، وعصابة الجرجرائي، وإسحاق بن إبراهيم المصعبي، والقاسم بن إسماعيل، وعبيد الله بن عبد الله بن طاهر، وفضل اليزيدي، وعمارة بن عقيل، ومثقال الواسطي، وأبا مالك عون بن محمد، وابن ثوابة، وعمر ابن أبي قطيفة، ومحمد بن عبد الملك الزيات، وإبراهيم بن العباس الصولي، وعلي ابن الجهم، وأبا بكر محمد بن يحيى الصولي \" (6). ¶ ويمكننا أن نضيف، إلى هذين الفريقين المتصارعين، فريقاً ثالثاً، وقف موقفاً معتدلاً، مُنصفاً . نعدّ من أصحابه: \" المبرّد، وثعلب، وابن المعتز، والبحتري، وأبا الفرج الأصفهاني\" (7). ¶ 2 - مظاهر الخصومة: ¶ للخصومة بين الطائيين مظاهر متعدّدة تجلّت فيها، \" فكانت المنافسات الأدبية والرواية واحدة من هذه المظاهر، ثم جدّ مظهر آخر بتأليف الكتب (8) التي تتناول طرفيها مدحاً أو قدحاً. وبوسعنا أن نرى في كتب السرقات التي ألفت، وفيما كتب عن طريقة كلا الشاعرين ومعانيهما، سواء ما ألّف منها في القرنين الثالث والرابع أم ما تلاهما، مظاهر ممتدّة ومتعدّدة لتلك الخصومة \" (9) ويمكننا أن نضيف إلى هذه المظاهر أيضاً، \" مَيل كل فريق من فريقي الصراع إلى ما يشبه التحالف وتوحيد الجهود \" (10) ¶ لكن ظاهرة الموازنة تعدّ أهم مظهر اتّخذته الخصومة حول الطائيين، وما كتاب الآمدي إلاّ صورة واضحة للتساؤل الذي كان يُطرح: أيّهما أشعر ؟(11)",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وظاهرة الموازنة بين الشعراء ليست جديدة في تراثنا النقدي، فهي موجودة في الجاهلية (21). وحكومة النابغة بين الشعراء، وموازنة أم جندب بين زوجها أمرئ القيس وعلقمة الفحل في وصف الفرس، أكبر دليل على ذلك. لكن الجديد في الموازنة الناشئة عن الخصومة بين الطائيين، أنها موازنة بين مذهبين مختلفين، وإن كان طرفاها شاعرين (13)، وأنها موزانة بين أستاذ وتليمذه، وأنها أخيراً اتخذت طابعاً نقدياً منهجياً (كما في كتاب الموازنة للآمدي )، على حين اقتصرت الموازنة القديمة على الملاحظات الجزئية اليسيرة (14). ¶ 3 - قضايا الخصومة: ¶ لم تقتصر الخصومة على المظاهر السابقة، وإنما أثارت قضايا عديدة، كانت هي بالتالي سبباً من أسباب الصراع. فالخصومة، والحال هذه، كانت ميداناً لنقاش الكثير من القضايا النقدية، التي يمكننا إجمالها في الأمور التالية: ¶ أ- التقليد والتجديد ¶ لعلّ هذه القضية أبرز القضايا التي كانت المناقشة تدور حولها بين طرفي النزاع . فالبحتري أشعر من أبي تمام لأنه \" أقوم بعمود الشعر \" (15)، أي لأنه على مذهب القدماء. أما أبو تمام، فهو أشعر في نظر أنصاره، لأنه خرج على عمود الشعر. ¶ إن معيار الصراع بين الفريقين، إذا، هو طريقة الأوائل، أو ما يسمّى بعمود الشعر. ومدى اقتراب الشاعر من هذه الطريقة أو ابتعاده عنها، هو مقياس الحكم عليه بالتقديم أوالتأخير. والمفارقة الطريفة في هذا المجال، هي أن ما يُعدّ سبباً في تقدم الشاعر عند طرف، هو نفسه سببُ تأخيره عند الطرف الآخر، والعكس صحيح. (16) . ¶ لقد احتجّ أنصار أبي تمام، في تقديم صاحبهم، بأنه عنه \" أخذ البحتري وعلى حذوه احتذى، ومن معانيه استقى \" (17) وقد اعترف البحتري نفسه \" بأن جيّد أبي تمام خير من جيّده \" (18).",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "والحجة الثانية لأنصار أبي تمام، هي أن صاحبهم انفرد بمذهب ابتدعه، وليس كذلك البحتري. يقول أدونيس: \" والنقطة الثانية التي يحتج بها أنصار أبي تمام، هي انفراده بمذهب أخترعه وتأثر به جميع الشعراء الذين أتوا بعده، فكان لهم إماماً وكانوا له تابعين (19) وليس للبحتري مثل هذا التفرّد وهذا التأثير\".(20) ¶ ويناقش أنصار البحتري هذا الكلام، فيردّون على الحجة الأولى، بأن البحتري \" ما صحب أبا تمام ولا تتلمذ له ولا روى ذلك أحدٌ عنه، ولا نقله، ولا رأى قط أنه محتاج إليه \" (21). وإذا كان البحتري قد استعار بعض معاني أبي تمام، فهذا يعود إلى \" قرب البلدين، وكثرة ما كان يطرق سمع البحتري من شعر أبي تمام، فيُعلّق شيئاً من معانيه، معتمداً للأخذ أو غير معتمد. وليس ذلك بمانع من أن يكون البحتري أشعر منه. فهذا كثيرّ قد أخذ عن جميل، وتَلْمَذَ له، واستقى من معانيه، فما رأينا أحداً أطلق على كثيّر أن جميلاً أشعر منه، بل هو أشعر من جميل \" (22). ¶ ويتابع أنصار البحتري ردّهم على الحجة الأولى، بقولهم: \" وأمّا قول البحتري: \" جيده خير من جيدي ورديئي خير من رديئه \"... فهو للبحتري، لا عليه ؛ لأن قوله هذا يدلّ على أن شعر أبي تمام شديد الاختلاف، وشعره شديد الاستواء، والمستوي الشعر أولى بالتقدمة من المختلِف الشعر... \" (23).",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "أما الحجة الثانية التي تقول بانفراد أبي تمام بمذهب اخترعه، فيردّ عليها خصومه، بأنه ليس \" أولاً فيه، ولا سابقاً إليه، بل سلك في ذلك سبيل مسلم بن الوليد، واحتذى حذوه، وأفرط وأسرف وزال عن النهج المعروف والسنن المألوف \" (24). وأصول هذا المذهب \" منثورة متفرقة في أشعار المتقدمين... وفي كتاب الله عزّ وجلّ \" (25). وكلّ ما فعله أبو تمام، هو أنه تبع هذا المذهب وأكثر منه \" وأحبّ أن يجعل كل بيت من شعره غير خال من بعض هذه الأصناف، فسلك طريقاً وَعْراً، و استكره الألفاظ والمعاني، ففسد شعره، وذهبت طلاوته، ونشف ماؤه \"( 26). ¶ هذان الجانبان كانا سبباً مهماً في نشوء قضية السرقات الأدبية. فخصوم أبي تمام، وهم يردّون على حجة أنصاره بسبقه في مذهبه، راحوا يبحثون عن أصول هذا المذهب في القديم، وعن سرقات خصمهم ممن تقدمه. وفي كتاب \" الموازنة\" نماذج كثيرة لسرقات أبي تمام من غيره (27)، كما أفرد أحمد بن أبي طاهر كتاباً في سرقات أبي تمام، في \" الموازنة \" نماذج منها (28). ¶ وقد كان على أنصار أبي تمام أيضاً، وهم يصمون البحتري بسرقة معاني صاحبهم، أن يدللوا على دعواهم بالشواهد، مما قادهم إلى البحث عن سرقات البحتري من أبي تمام ؛ فألّف أبو الضياء بشر بن يحيى كتاباً في سرقات البحتري من أبي تمام (29) ودراسة سرقات البحتري من أبي تمام قادت أنصار الأخيرإلى دراسة سرقات الأول من غيره من الشعراء أيضاً (30).",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "لقد أكدّ أنصار القديم أنّ \" كتابة الشعر، بالنسبة إلى الشعراء اللاحقين، نوعٌ من التفريع على الشعر القديم، والاشتقاق منه. وما النقد إلاّ دراسة هذا التفريع وهذا الاشتقاق قياساً على أصولهما \" (31). هذا على حين رفض المجددون \" كلّ مالم يَعُدِ القصد منه يتطابق مع الحياة المستجدّة، وأكدوا على (كذا) التفردّ والسبق والكشف في الشعر. وبذلك يصبح النقد إضاءة التفرّد والسبق والكشف، بحيث لايستمدّ أصوله النقدية من نصوص مَضَت، وإنما يستمدّها من النصوص المتفرّدة السبّاقة الكاشفة ذاتها. فكلّ تعبير جديد يفترض معايير جديدة أي نقداً جديداً \" (32). ¶ إنّ كلاّ من الفريقين المتخاصمين انطلق في حججه من التشبث بالماضي، وإن بدا الأمر غير ذلك. فأنصار الحديث يريدون أن يثبتوا أن لمذهبهم أصلاً في القديم، أما أنصار القديم فيردّون على خصومهم بأن تجديدهم في البديع مسبوقون إليه، وهو شائع بين الناس قبلهم (33). ¶ وعلينا أن نشير هنا إلى أن الخصومة في بعض جوانبها، لم تعارض المحدثين لحداثتهم، بل تناولت طريقة المحدثين في التجديد. فالبحتري قُبل لأنّ مذهبه وافق مذهب الأوائل، أما أبو تمام فرُفض لأن مذهبه خالف مذهب الأوائل(34). ¶ **** ¶ إن هذه القضية من أهم القضايا التي أثارتها الخصومة، لأنها أساس هذه المعركة. فطريقة الأوائل هي معيار الصراع بين الفريقين، ما شابهها حُكم له، وما خالفها حُكم عليه. فانطلقت المناقشات تحتجّ وتردّ، تهاجم وتصدّ، وثار غبار كثيف كان له فضل على الحركة النقدية الأدبية عند العرب. فالموازنات ومشكلة السرقات، ممّا زخرت به كتب التراث، مظهر بارز من مظاهر تلك الخصومة، إن لم يكن أبرزها. وكلها يبحث عن أصالة الشاعر وتفرّده وتميّزه بالنسبة إلى خصمه من جهة، وإلى المتقدمين من جهة أخرى.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "إن عنوان أدبية النص وشاعرية الشاعر، هو التفرّد والأصالة. وكل ما ينقضهما، كالسبق والسرقة والتلمذة، يحطّ من شأن الشاعر، وينقص من أدبية أدبه. ¶ وتستوقفنا في هذه المناقشة أمور في غاية الأهمية، نذكر منها ملاحظة أنصار البحتري أثر قرب بلدّي الشاعرَيْن في تشابه معانيهما، مما لا يطعن في شاعريتهما، ولا في أدبية شعرهما. كما تستوقفنا مناقشة الطرفين لصلة الشعر بالقديم، مما يدفعنا إلى القول إن أي تجديد شعري، إنما ينبغي أن ينطلق من الجذور، فيكون الجديد جديداً بمقدار ما فيه من تجاوز للقديم، من دون انقطاع عنه. فإذا كانت أدبية شعر البحتري تكمن في تقيّده بعمود الشعر - نسبياً -، فإن أدبية شعر أبي تمام، تكمن في خلقه مذهباً جديداً، أصوله البديعية مبثوثة في شعر القدماء. وإنما تجديده يكمن في تقيده بعمود الشعر - نسبياً -، فإن أديبة شعر أبي تمام، تكمن في خلقه مذهباً جديداً، أصوله البديعية مبثوثة في شعر القدماء. وإنما تجديده يكمن في وقوفه عند هذه النماذج وتطويرها وتركيبها، ممّا جعله خالقاً لمذهب جديد غير مألوف. ¶ ولابدّ من الإشارة، هنا، إلى أن الإغراق في نعت البحتري بالتقليد يغمطه حقه، فهو الآخر كان مجدّداً، وللبديع أثره الواضح في شعره. وإنما شروط الموازنة بينه وبين أبي تمام، جعلته يبدو مقلّداً، فأخمدت بريق صوره وبديعه وتجديده. ¶ ثاني القضايا التي أثارتها الخصومة، ووقف عندها المتخاصمون، هي قضية الوضوح والغموض. فقد شاع أن شعر البحتري واضح، وشعر أبي تمام غامض.. فما حجّتهم؟ وما دفاعهم؟ ¶ ب - الوضوح والغموض ¶ يميل أصحاب البحتري إلى \" حلاوة اللفظ، وحسن التخلص، ووضع الكلام في مواضعه، وصحة العبارة، وقرب المأتى، وانكشاف المعاني\" (35) . أمّا أصحاب أبي تمام فيميلون \" إلى غموض المعاني ودقتها.. مما يحتاج إلى استنباط وشرح واستخراج (36).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "لهذا، عاب أصحاب أبي تمام مَن أعرض عن شعر صاحبهم، بعدم الفهم وقصور العلم، وقد \" فهمته العلماء وأهل النفاذ في علم الشعر \" (37) ويستشهدون على دعواهم بابن الأعرابي، الذي \" كان يردّ على (أبي تمام) من معانيه ما لا يفهمه، ولا يعلمه، فكان إذا سُئل عن شيء منها، يأنف أن يقول: لا أدري، فيعدل إلى الطعن عليه \" (38). ¶ وأصحاب أبي تمام يعترفون بأن صاحبهم قد \" أتى في شعره بمعان فلسفية، وألفاظ عربية، فإذا سمع بعض شعره الأعرابيّ لم يفهمه.... فإذا فسّر له فهمه واستحسنه \" (39). ¶ فأبو العباس أحمد بن يحيى ثعلب (- 291)، أحد الطاعنين على أبي تمام، استحسن شعر الشاعر، بعدما شرحه له بنو نوبخت (40). ¶ وينبري أصحاب البحتري ليردّوا على خصومهم دعاواهم، فالعلماء الذين يقصر أنصار الحداثة عليهم فهم شعر صاحبهم، هاجموا أبا تمام شرّ هجوم (41). أما قصور فهم ابن الأعرابي عن شعر ابي تمام، \" فالعيب والنقص في ذلك يلحقان أبا تمام، إذ عدل عن المحجة إلى طريقة يجهلها ابن الأعرابي وأمثاله \" (42). هذا، على حين \" تعمّد (البحتري) حذف الغريب والوحشي من شعره، ليقرّبه على فهم من يمدحه \" (43) لهذا، \" وقع الإجماع على استحسانه واستجادته، وروى شعره واستحسنه سائر الرواة، على طبقاتهم واختلاف مذاهبهم. فمن نفق على الناس جميعاً، أولى بالفضل، وأحقّ بالتقدمة \" (44). ¶ ويردّ أصحاب البحتري على الدعوى الأخيرة، في أنّ ما غمض من شعر أبي تمام على الأعراب ممكن فهمه إذا ما فسّر، بأنّ \" هذه دعاوٍ من (أصحاب الشاعر) على الأعراب في استحسان شعر صاحبهم، إذا فهموه .ولا يصحّ ذلك إلاّ بالامتحان \" (45).",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "إن الوقوف على الحجج التي تقدّم بها الطرفان المتخاصمان، يضعنا أمام قضايا هامة في النقد العربي القديم. فالحكم على جودة الشعر - في نظر أنصار القديم - مقترن بمقدار سيرورته بين الناس، فمن قبل الناسُ شعرَه هو دون شك أفضل. هذا يعني بالتالي أنه على الشاعر، تحقيقاً لتلك السيرورة، أن يتفق شعره وذوق المتلقين. وحتى يتم ذلك، ينبغي أن يكون واضحاً مفهوماً، وهذا ما فعله البحتري \"حين تعمّد حذف الغريب والوحشي من شعره \". وأثر الرواة واضح في هذا المقياس النقدي . غير أن نظرة أنصار الجديد تختلف، فالشعر عندهم \" لا يقيّم بمدى انتشاره بين الناس، بل يقيّم بمدى عمقه، وفهم ذوي الثقافة الشعرية العالية \" (46) فيصبح، بالتالي، الحكم على الشعر بحسب النص لا بحسب المتلقي. وهكذا، يرتقي الجمهور إلى الشاعر، بدل أن ينزل هو إليهم. ولا يعود الشاعر مضطراً لأن يقول ما يُفهم، بل على الجمهور أن يفهم ما يُقال (47). بهذه النظرة الجديدة إلى الشعر تعود حقوق الإبداع إلى المبدع وحده، لا إلى الجمهور كما كان يريد أنصار القديم... وبهذه النظرة لايعود همّ الشاعر إرضاء ذوق المتلقّين، وقول ما ألفوه أو ما يتوقعّونه... وإنما يصير متحرّراً يقول مافي نفسه، خالقاً بأسلوبه لغته وصوره المميزّة.. لكن هذا الكلام لا يلغي أبداً دور الجمهور، فهو أيضاً مُبدع للنص بالقراءة.. وفعل الإبداع يعني أن يتجاوز القارئ المألوف، فيرتقي مع الشاعر إلى خلق عوالم جديدة، ماكان يعرفها.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "والحديث عن قضية الغموض في الشعر يقودنا إلى الحديث عن ثقافة الشاعر، فأصحاب أبي تمام يرون أن \" الشاعر العالم أفضل من الشاعر غير العالم \"( 48). وتعليل ذلك أن \" الأوّل يضيف إلى القارئ معرفة جديدة، أما الثاني فلا يضيف أي شيء، بل يعكس (كذا) للقارئ معرفته، فكأنه يردّ له بضاعته \" (49). لهذا فأبو تمام مُقدّم عند أصحابه، لأنه صاحب ثقافة واسعة في الشعر وروايته، وفي الفلسفة. وقد استطاع أن يوجد في شعره تآلفاً مبتكراً بين المعنى الفلسفي غير العربي، واللفظ العربي (50) وإذا كان الأعرابي لايفهم بعض شعره، فليس لأنه محال أو مستغلق. والدليل على ذلك أنه \" إذا فُسّرله، فهمه واستحسنه \" (51). ومعنى ذلك أن عدم فهم الأعرابي لهذا الشعر، يعود إلى قلة إطلاعه وثقافته ودربته، لا إلى قصور في إدراكه، أو غموض في هذا الشعر. يقول أدونيس: \" إن عدم فهم الشعر لايعود إلى إغرابه، بل يعود إلى أن قارئه قليل الدربة والممارسة، ومنذ أن تنكشف له معانيه، بالممارسة والدربة، يزول إغرابه، ويصير واضحاً \"( 52). ¶ ويرفض أصحاب البحتري هذه المقولة، فشعر العلماء عندهم لايرقى إلى مستوى شعر الشعراء. يقول الآمدي على لسان صاحب البحتري مُعللاً: \" فقد كان الخليل بن أحمد عالماً شاعراً، وكان الأصمعي عالماً شاعراً، وكان الكسائي كذلك، وكان خلف بن حيان الأحمر أشعر العلماء، ومابلغ بهم العلم طبقة مَنْ كان في زمانهم من الشعراء غير العلماء . (53). لهذا وجب تقديم البحتري على أبي تمام ؛ \" إذ كان معلوماً شائعاً أن شعر العلماء دون شعر الشعراء \" (53). ¶ وإذا كان أبو تمام قد أظهر ثقافته في شعره، متعمّداً \" أن يدُلَّ على علمه باللغة وبكلام العرب \"، فإن هذا جعله يدخل ألفاظاً غريبة في مواضع كثيرة من شعره، وذلك نحو قوله: ¶ هُنَّ البَجَاريُّ يا بُجَيْر ... أَهْدَى لها الأبؤسَ الغُديْرُ \"(53)",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "- هذا، في حين استسلم البحتري لطبعه في اختيار ألفاظه، إذ \" كان يتعّمد حذف الغريب الوحشي من شعره ليقربه من فهم من يمتدحه... ويرى أن ذلك أنفق له، فنفق، وبلغ المراد والغرض \" (54). ¶ أما ادعاء أصحاب أبي تمام باستحسان الأعراب شعر صاحبهم إذا فهموه، فهذا عند صاحب البحتري كلام \" لا يصح إلا بالامتحان\" (55). ¶ وخلاصة القول في هذه القضية عند صاحب البحتري، أن \" التجويد في الشعر ليست علته العلم، ولو كانت علته العلم لكان مَنْ يتعاطاه من العلماء أشعر ممن ليس بعالم \" (53). لذلك، كان البحتري الشاعر غير العالم، خيراً من أبي تمام الشاعر العالم. ¶ إن مادار من مناقشات حول هذه القضية، يمكن إرجاعه إلى تقصير النقاد في دراسة شعر المحدثين، بالنسبة إلى دراساتهم لشعر القدماء. يقول عبد العزيز سيد الأهل: \" إن شعر المحدثين في زمان أبي تمام لم يكن أهل عصره قد درسوه كالقديم، ولم يذّلله أئمّة لهم كالذي ذلّلوه، ولم يجد له رواة يحفظونه ويكثرون من روايته، ولم يعرفوا ما يضبطه وما يقوم به، وقصّروا فيه فعابوه \" (56). ¶ لهذا، كانت الأسس النقدية التي اعتمدها النقاد في نقد شعر أبي تمام، صحيحة بالنسبة إلى الشعر القديم الذي ألفوه، لا بالنسبة إلى ما يمكن أن يُستنبط من شعر أبي تمام من أحكام. يقول عمر فروخ: \" إن الأسس التي اتخذها النقاد لنقد شعرأبي تمام.. صحيحة بالإضافة إلى أنفسهم _ أي إلى ما ألفوا وما لم يألفوا - لا بالإضافة إلى مايمكن أن يفهم منها بعد إعمال الفكر \" (57). وهذا ما يدفع إلى عدم التسليم بكل ما أخذه النقاد \" على أبي تمام، أو على غيره، فقد لا يكون المعنى من السوء بحيث يظنون، ولا الاستعارة من البعد بحيث يحسبون \" (58). فأبو تمام \" يفكّر بطريقة صحيحة، ولكنها بعيدة عن مألوف الرجل العادي \" (59). وما غموضه إلاّ لأنّه رائد نهضة شعرية، و\" كل شعر يبدأ نهضة، فهو غامض \" (60).",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "لقد شغلت قضية غموض شعر أبي تمام كلاً من الخصوم والأنصار، فكلّهم متفقون على وجود هذا الغموض في شعره، ولا نعرف أحداً نفى هذه السمة عنه. لهذا يستوقفنا نص يخالف هؤلاء وأولئك، ويعترف فيه قائله لأبي تمام بالوضوح فقد \" كتب الحسن بن وهب إلى أبي تمام :\" أنت - حفظك الله - تحتذي من البيان في النظام، مثل ما نقصد نحن في النثر من الإفهام، والفضل لك - أعزك الله - إذ كنت تأتي به في غاية الاقتدار، وعلى غاية الاقتصار، وفي منظوم الأشعار، فتحلّ متعقّده، وتربط متشرّدة ،وتضمّ أقطاره، وتجلو أنواره، وتفصّله في حدوده، وتخرجه في قيوده، ثم لا تأتي به مهملاً فيستبهم، ولا مشتركاً فيلتبس، ولا متعقّداً فيطول، ولا متكلّفاً فيحول. فهو منك كالمعجزة، تضرب فيه الأمثال، وتشرح فيه المقال، فلا أعدمنا الله هداياك واردة، وفوائدك وافدة \" (61). ¶ في هذا النص دليل سافر على وجود فئة من الأدباء والنقاد، كانت لاترى غموضاً في شعر أبي تمام، بل، على العكس، كانت تراه واضحاً، ولا التباس فيه ولا تعقيد. ولئن غمض شعره على بعض الفئات، إنه كان مفهوماً من بعضها الآخر. وهذا يعني أن هذا الشعر ابن عصره، وأنه كانت هناك فئة تتذوّقه ولاترى فيه غموضاً. ¶ **** ¶ وتبقى قضية الوضوح والغموض نسبية، بحسب ثقافة المتلقي وتفاعله مع الشعر والشاعر. فإذا كان أبو تمام يريد أن يرقى بالمتلقي إلى مستوى فهمه، فإنّ من واجب الشاعر أيضاً أن يسعى ليبلّغ المتلقي رسالته بوضوح وبلاغة فاعلة. وهذا لا يعني الابتذال، فالوضوح شيء والابتذال شيء آخر، كما أن الغموض الموحي الممتع بلّذة الكشف شيء والغموض المبهم المحبط شيء آخر. ¶ ويبقى الشعر لغة الشعور وفسحة التقاء بين روحين، لتبلغا في لحظة صوفية روح الحقيقة المُطلقة. ¶ جـ - الصدق والكذب",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "إن الحديث عن مطالبة القدماء الشعراء بالكتابة وفق أذواق المتلقين، ووفق مذهب الأوائل، يقودنا إلى الحديث عن قضية الصدق والكذب. والآمدي في موازنته يتعرض لهذه القضية، \" فيعرض طائفة من مآخذ الرواة على القدماء، وهي مآخذ تُردّ في أكثرها إلى مطالبة الشاعر بأن لايصف الأشياء كماهي في الواقع، بل كمثل أعلى، كما تُردّ إلى المبالغة في فهم بعض الأبيات مبالغة تفسد معانيها.. (62) ¶ وعليه، يرى محمد زغلول سلام مع ابن رشيق \" أن المحديثن أكثر تلاؤماً مع العصر ومسايرة له، وأنهم أصدق تعبيراً من التقليديين الذين ينهجون مناهج القدماء، وأن شعر القدماء لا يوافق بحال أذواق العصر، وحياة البداوة مغايرة لحياة الحضارة. فصور الشعر القديم المشتقة من حياة القدماء، لا توافق أمزجة المحدثين الذين بدّلت الحضارة من حياتهم وعدّلت في أذواقهم. والمحدثون أصدق إحساساً وتعبيراً، لأنهم إنما يصوّرون ما يقع تحت أعينهم، ويديرون على ألسنتهم ما يقرّ في آذانهم \" (63). ¶ لقد كانت الخصومة حول مذهب أبي تمام، لأنه خالف الطريقة التقليدية للشعر العربي، في اعتماد مبدأ المثل في التصوير والمقاربة في التشبيه، ولإغراقه في طلب الغريب من المعاني والمبالغ فيها. ¶ لقد اعتمد أبو تمام على ذاته وأخضع الآخرين له، بدل أن يخضع لهم (64). وفي هذا تحدّ للذوق العام والتقليد الشعري، الذي يدعو إلى المقاربة في التشبيه واعتماد مبدأ المثل في التصوير. ¶ ولعلّ للإطار الحضاري العام أثراً بارزاً في ما جاء به أبو تمام. فطريقته ليست غريبة في العصر الذي عاشه، ذاك العصر الذي: \" تزعزعت فيه فكرة النموذج أو الأصل، ولم يعد الكمال موجوداً، كما يقول التقليد الديني، خارج التاريخ. لقد أصبح الكمال في هذا العصر موجوداً داخل التاريخ. أصبح بمعنى آخر، كامناً في حركة الإبداع المستمرة، أي في الحاضر - المستقبل، ولم يعد قائماً في الماضي، كأنه ابتكر للمرة الأولى والأخيرة \" (65).",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "استناداً إلى ما تقدّم، نرى أنّ أحد أهم أسباب الخصومة حول الشاعرين، هو ذاك المقياس النقدي الذي يحكم للشاعر بمقدار اتفاق شعره مع النموذج المثال المألوف... فإذا ما شاء الخروج على هذا المذهب، معتمداً نموذجه الخاص، فإنه مارق خارج على عمود الشعر. ¶ وهكذا صار الكذب مقياس الأدبية، مادام متفقاً مع المثال التقليدي، وبات الصدق مرفوضاً، مادام يخالف ذاك المثال. ¶ إن أهم ثورة تحققت في هذه الخصومة، هي إعادة حقوق الإبداع للمبدع، فيقول ما في نفسه، سواء أفهم القارئ أم لم يفهم، وسواء أطابق القولُ المثالَ الموجود في أذهان المتلقين أم قلب مفاهيمهم ‍ ¶ وإذا كنّا نقف حذرين أمام هذا الاستنتاج، فإن ذلك كان خطوة هامة لإقامة جسر التواصل بين الشاعر والمتلقي على أسس جديدة تحفظ لكل منهما حقّه في الفهم والإفهام، كما كان خطوة هامة نحو التجديد الذي يقوم على التجاوز المستمر للذات والمألوف. وفي بداية كل تجاوز غموض. ¶ د ـ التجربة وتفاوت التعبير(¬1) ¶ ¬__________ ¶ (¬1) في الثابت والمتحول 2/ 189 فقرة تحت هذا العنوان: التجربة وتفاوت التعبير (الإحسان والإساءة)..",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "مما يؤخذ على أبي تمام التفاوت في التعبير الشعري، فهو يأتي بالبيت النادر ويقرنه بعده بالبيت السخيف، لهذا يقدّم البحتري عليه، إذ سلم شعره من هذا التفاوت. يقول المسعودي: \" قال (عبد الله بن الحسن بن سعد): وسألته (أي المبرّد) عن أبي تمام والبحتري، أيّهما أشعر؟ قال \" لأبي تمام استخراجات لطيفة، ومعان ظريفة، وجيدّه أجود من شعر البحتري، ومن شعر من تقدّمه من المحدثين. وشعر البحتري أحسن استواء من شعر أبي تمام، لأن البحتري يقول القصيدة كلها، فتكون سليمة من طعن طاعن أو عيب عائب، وأبو تمام يقول البيت النادر ويتبعه البيت السخيف، وما أشبهه إلاّ بغائص البحر يخرج الدرة والمخْشلبة، فيجعلها في نظام واحد. وإنما يؤتى هو وكثير من الشعراء من البخل بأشعارهم، وإلا فلو أسقط من شعره على كثرة عدده ما أنكر منه لكان أشعر نظرائه ..\"( 66) ¶ نحن، إذا، أمام مذهبين في النظم: مذهب أبي تمام، وهو\" مختلف لايتشابه، فجيّده \" لايتعلّق به جيد أمثاله، ورديّه مطرح مرذول \" (67) ومذهب البحتري، وهو مستو \" يشبه بعضه بعضاً ...فشعر البحتري صحيح السبك، حسن الديباجة، ليس فيه سنساف ولا رديّ ولامطروح\"(67) ¶ أما سبب التفاوت في شعر أبي تمام، فيرجعه المبرّد إلى أن الشاعر كان يبخل على شعره بالتنقيح (68). وهو مارآه الآمدي أيضاً بقوله: \" لكنه شَره إلى إيراد كل ما جاش به خاطره ولَجْلَجَهُ فكُره، فخلط الجيّد بالرديء، والعين النادرَ بالرّذْل الساقط، والصواب بالخطأ \" (69) ولو أنه عمد إلى التنقيح، \" وأسقط من شعره... ما أُنكر منه، لكان أشعر نظرائه \" (66).",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وقد أدرك أصحاب أبي تمام هذا الخلل في شعره، فهم لايدفعون\" أن يكون قد أوهم في بعض شعره، وعدل عن الوجه الأوضح في كثير من معانيه\"( 70) لكنهم، برغم ذلك، يحاولون تعليل هذه الظاهرة، فإذا كان الأمر كذلك، فإنه غير منكر لفكر نتج من المحاسن مثل مانتج، وولدّ من البدائع ما ولدّ - إن يلحقه الكلال في الأوقات، والزلل في الأحيان، بل من الواجب لمن أحسن إحسانه ان يسامح في سهوه، ويتجاوز له عن زلله \"( 70). ¶ ويرى أصحاب أبي تمام أيضاً أنه لما كان \" جيد أبي تمام لا يتعلق به جيد أمثاله... وكان كل جيّد دون جيده، لم يضره ما يؤثر من رديئه \"(71). وإذا كان، أخيراً صاحبهم قد أساء في بعض شعره، فالبحتري أيضاً \"قد أساء \" (72) ¶ أما أصحاب البحتري، في ردّهم على هذه القضية، فيقدّمون شاعرهم لأن \" المستوي الشعر أولى بالتقدمة من المختلف الشعر \"( 73)، ولأن \" من أحسن ولم يسئ أفضلُ ممن أحسن وأساء \"(74). وإذا كان جيد أبي تمام \" لا يتعلق به جيد أمثاله \"، فإنما وصف بهذه الصفة _ في نظرهم \" لأنه يأتي في تضاعيف الرديء الساقط، فيجيء رائعاً لشدّة مباينته ما يليه، فيظهر فضله بالإضافة. ولهذا، ما قال له أبو هِفّان \" إذا طرحت درّة في بحر خرء فمن الذي يغوص عليها ويخرجها غيرك؟ والمطبوع الذي هو مستوي الشعر، قليل السقط، لايبين جيده من سائر شعره بينونة شديدة، ومن أجل ذلك صار جيد أبي تمام معلوماً وعدده محصوراً \" (75). ولهذا أيضاً، يفضل البحتري. وهذا \" هو الصحيح \"( 76). بحسب الآمدي. ¶ أمّا القول في إساءات البحتري، فيردّ أصحابه على الخصوم، بأنه ليس شيء مما (عابوا) به البحتري من اللحن خارجاً عن مقاييس العربية، ولا بعيداً من الصواب، بل قد جاء مثله كثيراً في أشعار القدماء والأعراب والفصحاء(73). ¶ ويردون أيضاً على ما عابوا البحتري به، في قوله: ¶ يُخفي الزجاجة لونها فكأنها ... في الكفّ قائمة بغير إناء",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "فيقولون: \" لكنكم تأوّلتم في إنشاده، ثم اعظمتم وأكبرتم أن تَنْعْوا على شاعر مُحسن مُكثر بيتاً واحداً، فمازلتم تبحثون وتتحملون حتى وجدتم له ثانياً يحتمل من التأويل ما احتمل الأول \" (78). ¶ هذه هي حجج طرفي النزاع. ومما لاشك فيه أن حجّة أنصار أبي تمام \"تستند إلى فهم عميق لطبيعة التجربة الشعرية. فكل إبداع عظيم يتضمن، بالضرورة، أخطاء قد تكون، أحياناً، عظيمة. ومن هنا، التفاوت في كل نتاج يصدر عن التجربة الخلاقة. أما الاستواء، فمن شأن التجارب العادية... وهكذا لاتعود المسألة في نقد أبي تمام مسألة جزئية تقوم على تسقط بعض أخطائه، بروح المغالطة والتعصب والتحامل، وإبرازها بشكل مسرف، وإنما تصبح المسألة كلية تقوم على فهم التجربة الشعرية ككل، وإدراك ما يدخل هذه التجربة من التوتر والوهن، ومن التفجر والخمود \"( 79).",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "غير أن اختلاف الشاعرين في أسلوب التعبير، جعل الموازنة بينهما غير عادية، إذ قامت المفاضلة بينهما من خلال بيت أو أبيات لهذا، وأبيات لذاك، فكانت أبيات أبي تمام المتفاوتة تقارن بأبيات البحتري المستوية، فيقع نتيجة ذلك ظلم فادح بأبي تمام، إذ يكون الحكم في هذه الحال لصالح الأبيات المستوية.. يفصّل عبد القادر القط هذا الأمر، فيقول: \" لو كانت القضية قضية مطلقة غير مقيّدة بشعر هذين الشاعرين، وكانت المفاضلة بين شاعرين لأحدهما قصائد قليلة ممتازة، ولكن شعره متوسط المستوي لاينحدر إلى درجة الإسفاف،، لما تردّد الناقد في تفضيل الشاعر الأول، لأنه قد أضاف بروائعه القليلة إلى التراث الأدبي، ونستطيع أن نسقط من حسابنا كل ما قاله من قصائد رديئة، أما الآخر فقد سار على الدرب المطروق ولم يقدّم لشعبه أو للإنسانية جديداً من الفن. ولكن الأمر لم يكن على هذا النحو، بل كانت المفاضلة بين بيت أو أبيات من قصيدة لأبي تمام وأبيات للبحتري، وكانت أبيات أبي تمام الرائعة القليلة تجيء وسط كثير من الأبيات الرديئة في القصيدة الواحدة، فيشعر القارئ إزاء هذا الخليط بشيء غير قليل من القلق ولايستطيع أن يفصل شعوره نحو الأبيات الكثيرة المُسفة من شعوره نحو تلك الأبيات الرائعة، وقد يؤثر في هذه الحال أن يقرأ شعراً مستوي الأسلوب \" لايعلو علواً حسناً ولا ينحطّ انحطاطاً قبيحاً \" كما يقول الآمدي \" (80). ¶ *** ¶ وخلاصة القول أن تفاوت شعر أبي تمام واستواء شعر البحتري كان سبباً رئيساً في الحكم على الأول لصالح الثاني. ¶ غير أن هذا لايمنع من الوقوف عند النماذج الرفيعة عند أبي تمام ومقارنتها بأمثالها عند البحتري، لتجعلنا نقدّم موهبة الأول على الثاني، تلك الموهبة القائمة على التجاوز والابتكار.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وتستوقفنا هنا ظاهرة على درجة من الأهمية، وهي ما يُسمّى بالنقد الذاتي، إذ يعمد الشاعر إلى نقد شعره وتنقيحه وتثقيفه وغربلته، فلا يترك منه إلاّ مايرى أنه الأصلح للبقاء في التاريخ. وهذا ما لم يقم به أبو تمام، وكأنه شاء أن يعرض تجربته كاملة، بتوتّرات الإحسان والإساءة فيها، لتكون شاهداً على ما في شاعريته من تفجّر وخمود. ¶ هـ الطبع والصنعة ¶ يرى الآمدي أن أبا تمام والبحتري مختلفان، \" لأنّ البحتري أعرابي الشعر، مطبوع وعلى مذهب الأوائل، وما فارق عمود الشعر المعروف.. ولأن أبا تمام شديد التكلف، صاحب صنعة،... وشعره لايشبه أشعار الأوائل، ولا على طريقتهم \"( 81). ¶ لقد انتبه، إذاً، خصوم أبي تمام إلى ما في شعر خصمهم من تكلف وصنعة، وما في شعر صاحبهم من طبع، فكانت هذه القضية ميداناً للنقاش بينهم وبين الطرف الآخر. فأبو تمام في نظرهم خارج على عمود الشعر، لأنه تكلّف وخرج إلى الصنعة، فتبع مسلماً بن الوليد في إفساد الشعر، بل زاد عليه \" فاستحسن مذهبه، وأحب أن يجعل كل بيت من شعره غير خال من بعض هذه الأصناف، فسلك طريقاً وعراً.. لقد أراد البديع فخرج إلى المحال \"( 82). ¶ لقد هاجم أنصار البحتري مذهب أبي تمام في البديع، \" لاستكثاره منه، وإفراطه فيه \" هذا على حين قبلوا شعر صاحبهم مع مافيه من الاستعارة والتجنيس والمطابقة \"( 83)، لأنه \" ما فارق عمود الشعر وطريقته المعهودة \"، أي لأنه لم يُغرق في الصنعة والتكلف. وهذا الكلام يعني أن النقاد القدماء لم يرفضوا الصنعة، لكنهم رفضوا الإغراق فيها. ولعلّ تنقيح الشعر الذي طالبوا الشعراء به، ما هو إلا صورة من صور الصنعة اللطيفة المحبّبة، التي رغبوا فيها.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وتستوقفنا في كلام الآمدي المتقدم تلك العلاقة الغريبة التي يقيمها بين الطبع وكلام الأوائل. فالمطبوع من الشعر هو ما كان يجري مجرى القدماء، لا ما يجري مجرى الذات المبدعة للفنان. لهذا السبب، مال النقاد إلى شعر الأعراب. وتعليل ذلك عند الآمدي: \" أن الذي يورده الأعرابي - وهو محتذ على غير مثال - أحلى في النفوس، وأشهى إلى الأسماع، وأحق بالرواية والاستجادة مما يورده المحتذي على الأمثلة \"( 84). ¶ انطلاقاً من هذا المبدأ رفض الأصمعي بيتي إسحاق بن إبراهيم الموصلي \" لأنهما لليلتهما... وأثر الصنعة والتكلف بيّن عليهما \" (85) وكأن القضية ما عادت قضية طبع وصنعة، وإنماهي قضية تقليد وتجديد، فكل مقلّد مطبوع وكل مجدِّد صانع، وشعره ساقط. ¶ غير أنّ في موقف النقاد هذا تناقضاً سافراً، فهم مالوا إلى شعر الأعرابّي لأنه \" محتذٍ على غير مثال \"، ورفضوا شعر إسحاق بن إبراهيم لأنه لليلته.. فهم لم يحكموا على بيتي إسحاق انطلاقاً من روح الحكم النقدي على شعر الأعرابي (أي الاحتذاء على غير مثال)، و إنما من منطلق المعاصرة، وإن كان فيها ابتكار وإبداع أو احتذاء على غير مثال. ¶ ويرى خليل مردم بك، استناداً إلى هذه القضية: كون شعر أبي تمام مصنوعاً وشعر البحتري مطبوعاً، أنّ \" المفاضلة بين الشاعرين كالمفاضلة بين من يجيد الضرب على العود وبين من خلقه الله حسن الصوت \" (86). ¶ ويبقى، أخيراً، الحكم على شعر أبي تمام كله بالصنعة، وعلى شعر البحتري كله بالطبع، قاصراً، إذ أننا لانعدم وجود شعر مطبوع عند أبي تمام قد يفوق المطبوع من شعر البحتري، كما لا نعدم وجود شعر مصنوع عند البحتري. فالقضية إذا نسبية، ولا يمكن الكشف عنها إلاّ بالدراسة النقدية الموضوعية، لشعر كلّ منهما على حدة. ¶ ***",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وخلاصة الكلام أن مقياس المفاضلة بين الشاعرين هو تلك الصنعة اللطيفة المحبّبة، التي لا تتعارض مع الطبع وتلقائية التعبير. أما سمات هذه الصنعة فتكمن في عدم الإغراق فيها مع شيء من التنقيح، وفي الإبداع على غير مثال. وهذا هو مذهب الأوائل. ¶ وهكذا، تردّ قضية الطبع والّصنعة إلى مسألة التقليد والتجديد أو الأصالة والمعاصرة: فالأصالة في التقليد، أما التجديد والمعاصرة فمر فوضان وإن توافرت فيهما سمات الصنعة اللطيفة . ¶ و - اللفظ والمعنى ¶ كانت قضية اللفظ والمعنى، أهم قضية دار حولها النقاش بين القدماء والمحدثين، بل إنها القضية الرئيسة، وما سواها متفرّع منها. ¶ يحدثنا طه حسين عن تطور هذه القضية في العصرين الأموي والعباسي، فيقول: \" كان القدماء والمحدثون أيام بني أمية يختلفون في اللفظ اختلافاً ظاهراً، (87) وكانوا يتخذون اللفظ مقياساً لجودة الشعر، فكلما قرب هذا اللفظ من البداوة، وكلما كان رصيناً يملأ الفم ويهز السمع كان الشعر جيداً، أي إن جزالة اللفظ، وشدة القرب بينه وبين ألفاظ البادية في العصر الجاهلي كانت هي المزية الأولى للشاعر، ثم تأتي بعد ذلك جودة المعنى والتعمق فيه \" (88). ¶ وقد استمرّ هذا الخلاف نفسه في أول العصر العباسي، \" فاختلف الشعراء العباسيون، واختلف معهم الأدباء واللغويون في أيّ الشعرين أجمل وأرقى وأحسن: الشعر الذي يحتذي شعراء الجاهلية والإسلام في متانة اللفظ ورصانته وبداوته، أم الشعر الذي يتخير الألفاظ السهلة العذبة التي ألفها الناس عامة، لا علماء اللغة خاصة؟ \" (89). ¶ وإلى جانب ذلك ظهر خلاف آخر حول معاني الشعر :\" أتبقى كما كانت بدوية أعرابية، أم تتحضر كما تحضّر الناس؟ ... أيعيش الشعراء عصرهم الذي هم فيه، أم يعيشون عصور الآباء والأجداد؟ \" (90).",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "هذا الخلاف حول اللفظ، والمعنى: كان أشد أنواع الخلاف إنتاجاً وأكثرها خصباً ...وكان هذا كل ما عرف العرب من اختلاف في الشعر بين القدماء والمحدثين: اختلاف في اللفظ نشأت عنه مدرسة مسلم بن الوليد، التي أخرجت أبا تمام والمتبني وأمثالهما من أصحاب البديع، واختلاف في المعنى نشأت عنه مدرسة أبي نواس التي أخرجت البحتري وغيره من أولئك الشعراء، الذين آثرو اللفظ القديم والمعنى الجديد، ولم يتكلفوا بديعاً ولا استعارة ولا جناساً \" (91). ¶ لقد احتلّت قضية اللفظ والمعنى، إذاً، حيّزاً هاماً من النقاش الدائر بين أنصار القديم وأنصار الحدّيث. بل إن بعضهم يذهب إلى القول: \" إن محور تلك الخصومة كان تجديد المحدثين لمعاني القدماء وفشلهم أوتوفيقهم في ذلك \" (92). ¶ فالبحتري، بحسب الآمدي، \" يتجنب التعقيد ومستكره الألفاظ ووحشي الكلام... ويتعمّد حذف الغريب والوحشي من شعره، ليقرّبه على فهم من يمدحه\" (93). أما أبو تمام، فكان \" يستكره الألفاظ والمعاني،.. (بل إنه) تعّمد أن يُدلّ في شعره على علمه باللغة وبكلام العرب. فتعمد إدخال ألفاظ غريبة في مواضع كثيرة من شعره \"( 94). ¶ هذا هو رأي أنصار البحتري في الشاعرين. أما خصومهم فيرون أن ما أُخذ على أبي تمام في اللفظ، والمعنى مسبوق إليه :\" ففحول الشعراء - الذين غلبوا عليه، وافتتحوا معانيه، وصاروا قدوة فيه، واتبعهم الشعراء، واحتذوا على حذوهم، وبنوا على أصولهم ـ ما عُصموا من الزلل، ولا سلموا من الغلط \"(95) وإن أساء صاحبهم، فالبحتري أيضاً \" قد أساء \" (96).",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "ويعود أصحاب البحتري ليردّوا على خصومهم بأن \" أخذّ السهو والغلط على من أُخذ عليه من المتقدمين والمتأخرين، في البيت الواحد والبيتين والثلاثة، وربما سلم الشاعر المُكثر من ذلك ألبتّة \" (97). هذا، على حين كان أبو تمام \" لا تكاد تخلو له قصيدة واحدة من أبيات عديدة، يكون فيها مخطئاً، أو مُحيلاً، أو عن الغرضِ عادلاً، أو مستعيراً استعارة قبيحة، أو مفسداً للمعنى الذي يقصده بطلب الطباق والتجنيس، أو مُبهماً له بسوء العبارة والتعقيد حتى لا يفهم، ولا يوجد له مخرج \" (97). ¶ بعد هذا الدفاع عن المتقدّمين، يأبى أنصارهم إلاّ أن ينزّهوهم عن كل عيب وغلط، فينسبون أغلاطهم إلى السهو، \" والسهو فيه إنما دخل على الرواة.. وليس ينبغي له (أي للمتأخر) أن يتبعهم (أي العرب) فيما سهوا فيه \"( 98). ¶ ويتابع خصوم أبي تمام الدفاع عن صاحبهم، فإن كان البحتري قد أخطأ في بعض شعره، فإنه لايكون بذلك \" داخلاً في جملة المسيئين، ولا الخاطئين في الشعر، لجودة نظمه، واستواء نسجه، ووقوع لفظه في مواقعه، ولأن معانيه تصحّ في النقد، وتخلّصُ على السّبر والسبك، وأبو تمام يتبهرج شعره عند التفتيش والبحث، ولا تصحّ معانيه على التفسير والشرح \"( 99). ¶ لقد حدّد طرفا الخصومة، وهما يتبادلان الحجج بينهما، نظريتهما في اللفظ والمعنى. فأنصار القديم يميلون إلى المعنى القريب، البعيد عن التعقيد، و إلى اللفظ الواضح المطابق لدلالته المعنوية، لهذا قدّموا البحتري على أبي تمام. وهم، في موقفهم هذا كانوا يفصلون بين اللفظ والمعنى، وهذا يعني بالتالي \" أن الشعر (عندهم) محاكاة، أوهو إعادة سبك لعناصر سابقة \" (100) أما كون المعنى قريباً، فهو يعني أنه: مسبق موجود قبلياً \" (101)، له رصيد سابق في أذهان المتلقين.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "على هذه الرؤية التقليدية ثار أنصار الجديد، فلئن كانت \" اللغة مستودع الماضي\"، إنها \" في الوقت نفسه ينبوع المستقبل، من حيث إن الأساسي هو كلام الشاعر، الخاص به، ومن حيث إن الكلام يفتح بعضه بعضاً .\" (100) وعليه فإن الشاعرمدعو إلى تأسيس تعبير جديد تتحقق فيه الوحدة بين مايقال وطريقة القول\" (100) أي هو مدعو إلى أن يكون كلامه مطابقاً للمعنى الحادث الجديد، لا للمعنى المسبّق القديم، كمايريد التقليديون، وكما أصرّ علماء اللغة والنحو .(102) وهنا يكمن سرّ النقد الموجه لأبي تمام، فهو \" يخالف قواعد اللغة لأنه متعمّق في المعاني، فيضطره هذا التعمق إلى أن يحمّل اللغة أكثر مما تطيق، ولا يجوز للمحدثين أن يتصرفوا في اللغة \"(103). ¶ وهنا نجد أنفسنا مرة أخرى في حَرَم اللغة، وأمام قضية قدسيتها. وبذلك، تنحلّ مشكلة الخصومة حول اللفظ والمعنى، بين أنصار القديم والجديد. فالبحتري ملتزم بقدسية اللغة، محافظ على ألفاظها ودلالاتها المعنوية كما أقرّها عمود الشعر العربي. أما أبو تمام، فخارج على اللغة، يسعى إلى المعنى البعيد، فيضطر إلى تسخير اللغة له. وهكذا يقوم مذهب أبي تمام في اللفظ والمعنى على اعتماد \" المعنى غير المألوف، واستخدام الكلمة العربية بطريقة غير مألوفة، أي نقل اللفظ عن معناه المعروف.. (وهو مذهب) جديد مخالف للطريقة التقليدية في كتابة الشعر آنذاك . لكنه، إذا كان خروجاً على الطريقة، فهو ليس خروجاً على الشعر، بل إنه أفق شعري آخر \". (104). ¶ وعلى الرغم من مهاجمة النقاد مذهب أبي تمام في اللفظ والمعنى، نراهم، بالنسبة إلى المعنى، قد \" سلّموا له بالشيء الذي هو ضالة الشعراء وطلبتهم، وهو لطيف المعاني \"( 105 ).",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "أما فيما يخصّ اللفظ، فنرى الزمخشري يدعو إلى الاستشهاد بشعر أبي تمام نفسه، فيقول: \" وهو، وإن كان محدثاً لايُستشهد بشعره في اللغة، فهو من علماء العربية، فاجعل ما يقوله بمنزلة مايرويه. ألا ترى إلى قول العلماء: الدليل عليه بيتُ الحماسة، فيقنعون بذلك لوثوقهم بروايته وإتقانه \" (106) ويذكر أن الزمحشري نفسه استشهد بشعر أبي تمام في الكشاف .( 107) . ¶ وقد كان للخصومة حول اللفظ والمعنى أثر كبير في دراسة السرقات، فادّعاء المحدثين (108) السبق والابتكار في ما أعادوا صياغته وتقعيده من معاني القدماء، كان أدعى لخلق مشكلة السرقات من موقف أنصار القديم \" (109). (110). ¶ وقد دفعت دراسة السرقات، بالتالي، النقاد إلى الاهتمام بالموازنة \" فقد كان هؤلاء النقاد حريصين جداً على أن يكشفوا في كل جهود الشعراء، الصورة العارية، لأن هذه الصورة هي مأثورهم الذي يعتزون به... إن الاهتمام بالموازنة بين الشعراء كشف الاهتمام الغريب بالعناصر الثابتة، وخيل إلى النقاد أن العناصر الثابتة تنافس العناصر المتطورة أوالطارئة. فالمأثور أو أصل المعنى أو الصورة العارية ذات قدم راسخة.. إن الاهتمام بالموازنة بين المعاني في اللغة العربية، له دوافع تَخَفْىَ عَلَيْنا الآن، أهم هذه الدّوافع هو كما قلنا أن يُثبت الناقد أن الجماعة أهم من الفرد، أنّ المأثور ينافس المبتدع، أن الصورة العارية لها وجاهة وإن خلت من آثار الفردية والخيال. هذه الصورة الأولى تبلغ أقصى ما قدّر لها من حبّ حين تسمّى تسمية مشهورة هي الفطرة. والفطرة صافية نقية بسيطة كجمهور الناس، أي أن فكرة الجمهور أخذت مكانة ضخمة في ظل الفطرة أو الصورة الأولى أو المستوى الأوّل \" (111). وفي ذلك عودة إلى قضيتي الطبع والتقليد.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "بقي علينا أن نشير إلى أن عناية أبي تمام بمعانيه والبحتري بألفاظه، جعلت الكثير من النقاد يقصرون إبداع الأول على المعاني، والثاني على الألفاظ، وإن كانوا قد انتبهو إلى عناية الأول باختيار ألفاظه، والثاني بانتخاب معانيه. يقول ابن الأثير: \" فأبو تمام ربّ معان وصيقل أذهان، وقد شهد له بكل معنى مبتكر، لم يمشِ فيه على أثر... أما البحتري فإنه أحسن في سبك اللفظ على المعنى، ولقد حاز طرفي الرقة والجزالة على الإطلاق.. وأتى في شعره بالمعنى المقدود من الصخرة الصمّاء، في اللفظ المصوغ من سُلافة الماء... \"( 112). ¶ *** ¶ ويبقى الشعر، أخيراً، إبداعاً لغوياً، أداته الرئيسة اللفظ، ومادته المعنى. ولمّا كان كل شاعر يسعى إلى الأصالة والتفرّد، كان لابدّ له أن يطوّر في لغته ومعانيه، وإلاّ بات نسخة طبق الأصل عمّن تقدّمه، فالشاعر يخلق لغته بالخروج على النسق المألوف، وبخروجه هذا يطوّر معانيه، إذ اللغة وعاء المعنى. وبذلك تصبح الصلة وثيقة بين الشعر والشاعر، فلايعود هذا مقلّداً أو مقيّداً بنماذج مألوفه، لها رصيد نفسي عميق لدى المتلقين. وبعودة حقوق الإبداع للمبدع، وبخروجه على تلك القيود، يصطدم بالآخر، فينشأ عن هذه الصدمة رفض ومعركة وخصومة. ¶ ويبقى السؤال: أيهمّا أجمل، وأين تكمن الأدبية؟: في شعر معانيه مطروقة ولغته مألوفة، أم في شعر يصدمك في ألفاظه ويدهشك في معانيه؟ إن قيمة الإدهاش وما يرافقها من لذة ومتعة في الكشف، هي الحلقة المفقودة التي ينبغي البحث عنها في الحكم على الشعر. سواءٌ أوافق هذا الشعرُ مذهب الأوائل أم لم يوافقه ‍فنحن حينذاك في محراب الشعر حقّاً. ¶ ز- الصورة الفنية",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "كانت الصورة التشبيهية والاستعارية موضوعاً رئيسياً أيضاً، للنقد الموجه لأبي تمام. فقد انتبه النقاد إلى تجديد أبي تمام في الصور، وإلى خروجه على المألوف في التصوير الشعري، من خلال خروجه على دلالات الألفاظ ومعانيها. وما هذه الثورة إلاّ لارتباط التشبيه أوالاستعارة بالناحية المكانية (المرئية أو المفهومة) من الصورة الأولى. يشرح ذلك عز الدين إسماعيل بقوله: إذا كنا نجد من النقاد من يتكلم على نقد اللفظ ونقد المعنى (كقدامة بن جعفر في \" نقد الشعر \" مثلاً )، فإن ذلك ليس معناه أنه يتكلم على نقد الصورة الأولى ونقد الصورة الثانية، وإنما يتكلم في الواقع على نقد الصورة الأولى بمظهريها الزماني والمكاني. والذين ثاروا على معاني أبي تمام لم يثوروا على الصورة الثانية، وإنما ثاروا على العنصر المكاني (المرئي أو المفهوم) من الصورة الأولى \" (113).",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "إن أوّل ما يصادفنا في شعر أبي تمام، اعتماده الشديد على الاستعارة في التصوير (114)، مما أثار عليه أنصار القديم من اللغويين، أولئك الذين تعلّقوا بالتشبيه طلباً للوضوح الفاقع والدلالة المألوفة فقد \" ظلّت الاستعارة بالنسبة إليهم عموماً مصدراً لسوء الفهم والارتباك، لما فيها من تغير لافت في الدّلالة، وإخلال بصفة الوضوح الفاقع التي يؤثرها اللغويون كلّ الإيثار. إنّ التشبيه هو أداة الشاعر القديم الأثيرة - في نظر اللغوي - وهو جار كثير في كلام العرب، ومن ثم فإن إيثاره إيثار القديم واحترام لفكرة التقاليد والنظام اللغوي الموروث \" (115). وأما سبب التهوين من شأن الاستعارة فيمكن إرجاعه إلى استنفاد القدماء المعاني، فصارت الاستعارة لذلك إخراجاً جديداً لمادة قديمة. يقول مصطفى ناصف: \" إن القدماء استنفدوا المعاني، وتركوا قليلاً رغبة عنه أواستهانة به أو لبعد مطلبه. بل إن هذا الوسواس الضئيل من المعنى لا وجود له... (وعليه )، فالاستعارة (عندهم) لاتزيد على تجربة قديمة المادة جديدة الإخراج :( 116). ¶ أما مآخذ أنصار القديم على استعارات أبي تمام، فأوّلها بعد هذه الاستعارات وخروجها على المألوف. يقول الآمدي: أبو تمام \" شاعر عدل في شعره عن مذاهب العرب المألوفه إلى الاستعارات البعيدة المخرجة للكلام إلى الخطأ أو الإحالة \"( 117). وثاني هذه المآخذ غموض الصلة بين المستعار والمستعار له، وهو مالاحظه الربداوي في موقف الآمدي. فقد أرجع هذا الأخير \" قبح أكبر استعارات أبي تمام لسبب استعارته ألفاظاً لأشياء غير لائقة بها، وبذلك خالف مذاهب العرب في الاستعارة.. فالعرب استعارت \" المعنى لما ليس هو له إذا كان يقاربه أو يناسبه أويشبهه في بعض أحواله، أو كان سبباً من أسبابه، فتكون اللفظة المستعارة، حينئذ لائقة بالشيءالذي استعيرت له، ملائمة لمعناه \" (118)",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "ومما أخذ على أبي تمام أيضاً إغراقه في التشخيص والتجريد (119). يقول الربداوي: إن \" نزوع أبي تمام إلى (التصوير) وهو حلية فنية مستحبّة، جعلت بعض نقاد القرن الثالث ينفرون من هذا اللون الذي خطا به أبو تمام خطوات واسعة نحو التشخيص. فابن الخثعمي يستنكر قول أبي تمام: (خطوبّ يكاد الدهر منهن يصرع )، وعبد الصمد بن المعذّل يستنكر قول أبي تمام: (لا تسقني ماء الملام) \" (120) ويعود سبب هذا النفور إلى كون التشخيص من خصائص الفن الفارسي، أي لأنه مظهر شعوبي، من جهة، ولندرة هذا الفن في شعرنا القديم، من جهة ثانية (121). ¶ لكنّ أبا تمام في اعتماده على الاستعارة (المكنية منها خاصة) في التصوير، لم يأت بجديد، إذ عرف القدماء هذا الفن التصويري (122) غير أن أبا تمام، أخذه فأسرف فيه، وأكثر منه.... ولم يقنع بالسهل اليسير منه، بل عمد إلى التقعّر والإغراب في إيراده. لهذا قال الآمدي :\" وإنما رأى أبو تمام أشياء يسيرة من بعيد الاستعارات متفرقة في أشعار القدماء - كما عرّفتك - لا تنتهي في البعد إلى هذه المنزلة، فاحتذاها وأحبّ الإبداع والإغراب بإيراد أمثالها، فاحتطب واستكثر منها \" (123). ¶ وإلى جانب الاستعارة، درس النقاد أيضاً تشابيه القدماء. فالصولي مثلاً يستحسن تشبيه الشاعر شيئين بشيئين في بيت واحد، كما في قول أمرئ القيس: ¶ كأن قلوب الطير رطباً ويابساً ... لدى وكرها العنّاب والحشف البالي (124) ¶ وقول بشار بن برد: ¶ كأن مثار النقع فوق رؤوسنا ... وأسيافنا، ليلٌ تهاوى كواكبه (125). ¶ كما درسوا المبالغات، المقبول فيها والمزدول. فثار بينهم نقاش حول بيت البحتري: ¶ يُخفي الزجاجةَ لونها، فكأنها ... في الكفّ قائمة بغير إناء (126) ¶ وبيت أبي نواس: ¶ وأخفت أهل الشرك حتى أنه ... لتخافك النّطف التي لم تخلقِ (127).",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "إنّ دراسة الآمدي - وهو يمثل أنصار البحتري - لاستعارات أبي تمام، متحيّزة. فهو يطيل الوقوف عند الاستعارات الرديئة، ويتبنّى منهجاً تقليدياً في التذوق والنقد... إنه \" يقف عند الاستعارة الرديئة أكثر من وقوفه عند الاستعارة البليغة... (وإنّ الكثير) من النقد الموجّه إلى استعارات أبي تمام، مصدره التشبث بالمدلولات التي يكاد يقرّها الجميع، ولاتقبل تغيّراً. ولا يذاق المدلول الحيوي لأيّ سياق، إلاّ في نطاق استجابته لما استقرّ في الذوق العام \" (128). ¶ ويتابع مصطفى ناصف حديثة، فيتّهم النقد العربي بالتقصير والتقاعس في تذوق صور المحدثين، وبالركون إلى ما اعتادت الأذواق عليه من حدود ثابتة. يقول: \" إن النقد العربي كالناعس لاينتبه، من غفوته، إلا على ضجّة وصوت رائع، ليس يعرف إلا الثورة على الخارج على ما يشبه الإجماع. وتلك الصفة حرمت النقاد من أن يصوّروا ما في استعارات المحدثين من عمق ونفاذ، وأن يشخصوها في كل مجالاتها، ثم جعلتهم يقصّرون في تتبّع استعارات القدماء أنفسهم، فإنهم يحلّلون منها فحسب، النماذج التي تعين على كشف الحدود التي لا يُستطاع تجاوزها. أما الحدود التي يجري فيها القدماء وبعض المحدثين، فلم تظفر منهم بالتفاتٍ قوي \" (129). ¶ لهذا السبب يدعو عمر فرّوخ إلى عدم إقرار النقاد على كل ما أخذوه على أبي تمام وغيره، \"فقد لا يكون المعنى من السوء، بحيث يظنون، ولا الاستعارة من البعد، بحيث يحسبون \" (130). فما أخذوه عليه ،مثلاً، من \" تشبيه القلب بإنسان يشيب رأسه \" صحيح المعنى (131) أو ما \" أقاموا عليه الدنيا وأقعدوها (من تشخيص )، وله أمثلة فذّة في الشعر العربي، وإن كانت قليلة. فهذا امرؤ القيس يقول مخاطباً الليل: ¶ فقلت له لما تمطّى بصلبه ... وأردف أعجازاً وناء بكلكل ¶ فجعل لليل صلباً يتمطى، كما جعل له أعجازاً مُردَفة وكلكلاً ينوء به\"(132). ¶ ***",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "إنّ الصورة، إلى جانب النغم، عنصر رئيس في بنية الشعر، فهي التي تميزّه من سائر الأنواع الأدبية. إنها صوت الخيال مجسّداً بالكلمات، متحداً بالانفعال، في قالب موسيقي. ¶ لهذا، كان الحكم على الصورة إنما هو حكم على شاعرية الشاعر، وأدبية النص. ولهذا كان التقليد في الصور يخلّ بهذه الشاعرية الموهوبة. وإذا كان القدماء وقفوا عند ألوان الصور البلاغية، فإنهم لم يتجاوزا الصورة الأولى في تركيبها (بحسب عز الدين إسماعيل )، كما إنهم لم يقفوا عند البعد النفسي في تكوينها، مما يجعل الشعر صدى لتجربة الشاعر، وكشفاً عن عوالم جديدة غير مألوفة. ¶ ( ¶ ( هوامش أطراف الخصومة ومظاهرها وقضاياها: ¶ (1) الموازنة 1/4. ¶ (2) البلاغة تطور وتاريخ 65-66، لشوقي ضيف، دار المعارف بمصر 1965 . ¶ (3) الأعرجي: الصراع بين القديم والجديد 57-58؟ ¶ (4) الموازنة 1/4 ¶ (5) البلاغة تطور وتاريخ 66 ¶ (6) الصراع بين القديم والجديد 58- 59. ¶ (7) المرجع نفسه 59 ¶ (8) انظر البحتري بين نقاد عصره 38-39، وديوان أبي تمام 1/17 -18، وعمر فروخ: أبو تمام 100، والنقد المنهجي لمندور 91-92 تح: محمد عبده عزّام، ط1، دار المعارف بمصر، 1964 ¶ (9) البحتري بين نقاد عصره 37-38. ¶ (10) الصراع بين القديم والجديد 136- 137 ¶ (11) يقول الصولي: \" وكنا عند أبي علي الحسين بن فَهْم، فجرى ذكر أبي تمام، فقال رجل: أيمّا أشعر: البحتري أو أبو تمام ؟... \" أخبار أبي تمام 101 -102 ¶ ويقول الآمدي :\" ولست أحب أن أطلق القول بأيهما أشعر عندي\" الموازنة 1/5. ¶ (12) أنظر البحتري بين نقاد عصره 51-52. ¶ (13) يقول أدونيس: \" ليست الموازنة مقارنة بين شاعرين، بقدر ماهي مقارنة بين مفهومين أو نظرتين للشعر: قديمة يمثلها البحتري، ومحدثة يمثلها أبو تمام \" الثابت والمتحول 2/183. ¶ (14) انظر البحتري بين نقاد عصره 51- 52 ¶ (15) الموازنة 1/21، 18. ¶ (",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "16) ينقل التوحيدي عن ابن المعتز قوله في رسالة يذكر فيها محاسن أبي تمام ومساوئه: \"سهّل الله عليكم سبيل الطلب، ووقّاكم مكاره الزلل فيما رأيت من تقديم بعضكم الطائي على غيره من الشعراء أمراً ظاهراً، وهو أوكد أسباب تأخير بعضكم أيّاه عن منزلته في الشعر لما يدعو إليه اللجاج... \" البصائر والذخائر 2/ 698، تح: إبراهيم الكيلاني، مكتبة أطلس، دمشق، د. ت. ¶ (17) الموازنة 1/ 6، 55 ¶ (18) المصدر نفسه 1/6 ¶ (19) أنظر الموازنة 1/13، وأخبار أبي تمام 37. ¶ (20) الثابت والمتحول 2/185 . ¶ (21) الموازنة 1/7 ¶ (22) المصدر نفسه 1/8، 9 ¶ (23) المصدر نفسه 1/11 ¶ (24) المصدر نفسه 1/14 ¶ (25) المصدر نفسه 1/14 ¶ (26) المصدر نفسه 1/17-18 ¶ (27) المصدر نفسه 1/58 وما بعد ¶ (28) المصدر نفسه 1/112 ومابعد ¶ (29) المصدر نفسه 1/324 ¶ (30) المصدر نفسه 1/313 ¶ (31) الثابت والمتحول 3/17-18 ¶ (32) المرجع نفسه 3/18، وانظر أيضاً 2/179 الفقرة الثالثة. ¶ (33) انظر الأعرجي: الصراع بين القديم والجديد 125- 130 ¶ (34) المرجع نفسه 57 - ولنا أيضاً في أبي رياش القيسي شاهد على ما نقول. فقد كان هذا الرجل من ألدّ أعداء أبي تمام والبحتري، لكنه حين سمع شعراً للبحتري، استحسنه لأنه مطبوع ورجع عن رأيه. فموقف هذا الراوي يدلنا على أن الخصومة كانت حول المذهب، لا حول أشخاص المحدثين، فهو يقبل البحتري لا لأنه محدث، وإنما لأنه مطبوع على مذهب الأوائل. (انظر خبر أبي رياش في: الوساطة 51-52) هذا في حين نجد أخباراً أخرى عن استهجان العلماء الشعر بعد استحسانهم له، حين يعلمون أنه لأحد المحدثين. ¶ (35) الموازنة 1/4 ¶ (36) المصدر نفسه 1/4 ¶ (37) المصدر نفسه 1/19 ¶ (38) م. ن 1/22، وانظر أخبار أبي تمام 14-15، 175 - 176. ¶ (39) الموازنة 1/27 ¶ (40) انظر أخبار أبي تمام 15-16 ¶ (",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "41) من هؤلاء العلماء: ابن الأعرابي، وأحمد بن يحيى الشيباني، ودعبل بن علي الخزاعي، وحذيفة بن محمد، وإسحاق بن إبراهيم الموصلي، وأبو سعيد الضرير، وأبو العميثل الأعرابي، والمبرّد - انظر الموازنة 1/19 - 22. ¶ (42) الموازنة 1/23 ¶ (43) المصدر نفسه 1/19 ¶ (44) المصدر نفسه 1/27 ¶ (45) الموازنة 1/21 ¶ (46) الثابت والمتحول 2/186 ¶ (47) انظر الموازنة 1/21 ¶ (48) الموازنة 1/25 ¶ (49) الثابت والمتحول 2/188 ¶ (50) يقول الآمدي: \" إن أبا تمام أتى في شعره بمعان فلسفية وألفاظ عربية\" الموازنة 1/27 ¶ (51) الموازنة 1/27، وانظر خبر ثعلب وبني نوبخت في :\" أخبار أبي تمام 15-16. ¶ (52) الثابت والمتحول 2/188 ¶ (53) الموازنة 1/25 ¶ (54) المصدر نفسه 1/26 ¶ (55) المصدر نفسه 1/27 ¶ (56) عبقرية أبي تمام 63 ¶ (57) فروخ: أبو تمام 60 ¶ (58) المرجع نفسه 58 ¶ (59) المرجع نفسه 53 ¶ (60) م. ن 56 ¶ (61) زهر الآداب للحصري 3/855، تح: محمد محي الدين عبد الحميد، ط 3، مطبعة السعادة القاهرة 1953؟ ¶ (62) البلاغة تطور وتاريخ 129، وانظر الموازنة 1/37 -52 ¶ (63) تاريخ النقد العربي 2/ 146، لمحمد زغلول سلام، دار المعارف بمصر، د. ت ¶ (64) يقول إبراهيم السامرائي: \".. ولعل الكلمة القصيرة التي توجه بها إسحاق الموصلي إلى أبي تمام في قوله: \" يافتى، ما أشدّ ما تتّكئ على نفسك \"، خير ما يوضح نظر النقاد التقليدي الجامد، أولئك الذين لم يؤمنوا بالتجديد والخروج على طرائق القول عند المتقدمين \". (لغة الشعر بين جيلين 135، ط 2 ،المؤسسة العربية للدراسات والنشر، بيروت 1980. ¶ (65) الثابت والمتحول 3/ 267 ¶ (66) مروج الذهب 3/ 481، للمسعودي، دار الأندلس ،بيروت، 1966؟ ¶ (67) الموازنة 1/3 ¶ (68) انظر الربداوي: الحركة النقدية 46 ،وقد أشار إلى ذلك المسعودي نقلاً عن المبرد (الهامش (66)) ¶ (69) الموازنة 1/ 139 - 140 ¶ (70) المصدر نفسه 1/37 ¶ (71) المصدر نفسه 1/54 ¶ (72) المصدر نفسه 1/28 ¶ (73) المصدر نفسه 1/ 11 ¶ (",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "74) المصدر نفسه 1/ 27 ¶ (75) المصدر نفسه 1/54 ¶ (76) المصدر نفسه 1/55 وانظر أيضاً الثابت والمتحول 2/ 189 ¶ (77) الموازنة 1/29 ¶ (78) الموازنة 1/33 ¶ (79) الثابت والمتحول 2/189 ¶ (80) حركات التجديد، لعبد القادر القط 447 ¶ (81) الموازنة 1/4 ¶ (82) المصدر نفسه 1/17 -18، 20 ¶ (83) المصدر نفسه 1/18 ¶ (84) المصدر نفسه 1/23 ¶ (85) المصدر نفسه 1/24 ¶ (86) شعراء الشام في اقرن الثالث، لخليل مردم بك، ص 96 مطبعة الترقي، دمشق، 1925 ¶ (87) يرى طه حسين أن العصر الأموي \" كان عصر تجديد قوي ظاهر في اللفظ والمعنى \" حديث الأربعاء 2/14 ¶ (88) حديث الأربعاء 2/ 7، وانظر موقف أصحاب اللفظ من تقديم اللفظ على المعنى، عند محمد نجيب البهبيتي: أبو تمام الطائي 187، ط 2 دار الفكر، بيروت، 1970 . ¶ (89) حديث الأربعاء 2/7 ¶ (90) المرجع نفسه 2/7 -8 ¶ (91) المرجع نفسه 2/8 ¶ (92) البحتري بين نقاد عصره 34، وانظر النقد المنهجي 86، ومقالات في النقد الأدبي، لمحمد مصطفى هدارة، ص 60 يقول الأخير: \" ويمكننا أن نحصر عناصر الخصومة الحقيقية بين القدماء والمحدثين في اختلافهم على عمود الشعر ونهج القصيدة، وفي الإيمان بفكرة استنفاد القدماء للمعاني فأغلب مافي الخصومة كان دائراً حول تجديد المحدثين لمعاني القدماء، وذلك عن طريق وضعها في صورة شعرية جديدة، مادامت المعاني قد استأثربها القدماء، ولابد للمحدثين من التوارد عليها \"مقالات في النقد الأدبي، دار القلم، 1964 - 1965 . ¶ (93) الموازنة 1/4، 26 ¶ (94) المصدر نفسه 1/4، 25 ¶ (95) المصدر نفسه 1/51 وماقبل ¶ (96) المصدر نفسه 1/28 ¶ (97) المصدر نفسه 1/52",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "المصدر نفسه 1/52، 217 - ويعلق الأعرجي على هذا الموقف بقوله: \" إن موقف أنصار القديم (هذا )، لا يمليه سدّ الطريق على أنصار الجديد في التشبث بالضعيف، قدر مايمليه سد الطريق عليهم في استغلال منافذ القديم، دفاعاً عن جديدهم، مستندين في ذلك إلى أن \" العيب من كل أحد معيب، وإنما الاقتداء في الصواب لا في الخطأ \" الصراع بين القديم والجديد 135 ¶ (98) الموازنة 1/36 -37 ¶ (99) الثابت والمتحول 3/ 18 ¶ (100) المرجع نفسه 3 / 17 ¶ (101) يقول ابراهيم السامرائي: \" لم يكن لعلماء اللغة وعلماء النحو بصر بالشعر ونقده، ولكنهم باشروا هذا الفن، فقصروا همهم على النظر في الاستعمالات اللغوية، وانصراف اللفظ إلى معنى دون غيره. ولم يكن القول بفكرة تبدّل المعاني والدلالات، وتطوّر ذلك تبعاً للزمان والمكان، مفهوماً عندهم. على أن هؤلاء الشعراء المحدثين، ما كانوا ليأبهوا بأقوال هؤلاء... \" لغة الشعر بين جيلين 136 ¶ (102) من حديث الشعر والنثر 105 ¶ (103) زمن الشعر 30، لأدونيس، ط 2 دار العودة، بيروت، 1978 ¶ (104) الموازنة 1/ 397 ¶ (105) شعراء ودواوين 214، لعبد الوهاب الصابوني، مكتبة الشرق، بيروت، 1978. ¶ (106) شعراء ودواوين 214، لعبد الوهاب الصابوني، مكتبة الشرق، بيروت، 1978. ¶ (107) يقول الصولي: \" إن المتأخرين إنما يجرون بريح المتقدمين، ويصبون على قوالبهم، ويستمدون بلعابهم، وينتجعون كلامَهم، وقلما أخذ أحدّ منهم معنى، من متقدم إلاّ أجاده. وقد وجدنا في شعر هؤلاء معاني لم يتكلم القدماء بها، ومعاني أومؤوا إليها، فأتى بها هؤلاء وأحسنوا فيها... \" أخبار أبي تمام 17. ¶ وإلى هذا النص يستند مندور في حكمه على الخصومة بأنها \" كانت دائرة حول تجديد المحدثين لمعاني القدماء وإصابتهم في ذلك أو إخفاقهم \" النقد المنهجي 86 ¶ (",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "108) يقول الآمدي في حديثه عن أبي تمام : \" ومع هذا، فلم أر المنحرفين عن هذا الرجل يجعلون السرقات من كبير عيوبه، لأنه باب ما يعرى منه أحد من الشعراء إلا القليل، بل الذي وجدته يعيبونه كثرة أخطائه وإخلاله وإحالاته، وأغاليطه في المعاني والألفاظ \" - الموازنة 1/138 ¶ (109) البحتري بين نقاد عصره 35 ¶ (110) نظرية المعنى 57 -58، لمصطفى ناصف، دار القلم ، القاهرة، 1965 ¶ (111) جواهر الأدب / 372 -373، لأحمد الهاشمي، ط 26، القاهرة، 1965 - نقلاً عن المثل السائر. ¶ (112) عز الدين إسماعيل: الأسس الجمالية في النقد العربي 176، ط 3 دار الفكر العربي، القاهرة 1974. ¶ ويشرح معنى الصورة الأولى والثانية بقوله: \" كل عمل فني له سطح هو ما يسمى بالسطح الجمالي، وهو المقصود بالصورة الأولى. ووراء هذا السطح شيء يفهم أو يحسّ، وهو المقصود بالصورة الثانية \" المرجع نفسه 173. ¶ (113) يقول مصطفى ناصف: \" كان أبو تمام يشعر شعوراً جدياً بأن الخيال البياني يؤتى من طريق الاستعارة والاتكاء عليها \" - الصورة الأدبية 96، ط1، دار مصر، القاهرة، 1958. ¶ (114) الصورة الفنية في التراث النقدي والبلاغي، لجابر عصفور، ص 149، دار الثقافة، القاهرة، 1974 -وانظر الصورة الأدبية لمصطفى ناصف 96 وما قبل. ¶ (115) الصورة الأدبية 105 ¶ (116) الموازنة 1/23 ¶ (117) الحركة النقدية 190 وانظر أمثلة ذلك في: زمن الشعر لأدونيس 23-33 ¶ (118) يرى مندور أن \" الفارق بين المذهبين: مذهب القدماء العريق في حقيقة الشعر، من حيث إنه يصاغ من معطيات الحواس المباشرة، بعيداً عن التجريد والإغراب، ومذهب المحدثين الذين يسرفون ويقتسرون ويضربون في عالم المجرّدات \" - النقد المنهجي 89 وانظر أخبار أبي تمام ص 17 ومابعد . ¶ (119) الحركة النقدية 121 - وانظر أمثلة ذلك في زمن الشعر لأدونيس 33 . ¶ (120) انظر حفني محمد شرف: الصور البيانية بين النظرية والتطبيق 328، ط 1، دار نهضة مصر القاهرة، 1965. ¶ (",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "121) يذكر الآمدي نماذج من الاستعارة (المكنية) من القرآن والشعر الجاهلي - انظر الموازنة 1/14 -15. ويرى بدوي طبانة أن ابن المعتز \" بذل جهوداً جبارة في البحث عن تلك الألوان البيانية... \" - دراسات في نقد الأدب العربي 267 ط6، دار الثقافة، بيروت، 1974، ويحمل شوقي ضيف ابن المعتز مسؤولية توجيه النقاد إلى هذا الجانب من شعر أبي تمام، فيقول: \" وربما كان ابن المعتز هو أول من وجّه نقاد أبي تمام إلى هذا الجانب في شعره، إذ رآه يكثر من الاستعارات المكنية، ويغرب فيها، إغراباً لم يعرف لشاعر من قبله \" - البلاغة تطور وتاريخ 130 ¶ (122) الحركة النقدية 191 - وهذا ما يذهب إليه أيضاً ابن المعتز في كتاب البديع (انظر طبانة: دراسات في نقد الأدب العربي 268) ويرى مصطفى ناصف أن الآمدي تأثّر بابن المعتز في هذا الرأي (انظر الصورة الأدبية 98). ¶ (123) أخبار أبي تمام 17 ¶ (124) المصدر نفسه 18 ¶ (125) انظر الموازنة 1/28، 32 ¶ (126) المصدر نفسه 1/40 ¶ (127) الصورة الأدبية 97 (129) المرجع نفسه 105-106 ¶ (128) أبو تمام 61 ¶ (129) المرجع نفسه 105-106. ¶ (130) المرجع نفسه والبيت المنقود: ¶ شاب رأسي، وما رأيت مشيت الـ ... رأس إلاّ من فضل شيب الفؤاد ¶ وبعده :وكذاك القلوب في كل بؤس ... ونعيم طلائع الأجساد ¶ ( 132) حفني محمد شرف. الصور البيانية 328 - 329 ¶ ( ¶ جـ - سمات المعركة النقدية حول الطائيين ¶ إن كل حركة أدبية أو نقدية تستدعي جملة من الخصائص، هي ابنة التفاعل المثمر بين الحركة والواقع الذي تعيشه من جهة وبين أطراف الصراع من جهة ثانية والمعركة النقدية حول الطائيين، بما أثارته من خصومة، واستدعته من نقاش حول طبيعة الإبداع الشعري ومقاييسه، اتسمت بالعقلانية، والتأثريّة، والجزئية، والتناقض ،والتعصب. ¶ 1 - العقلانية:",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "لقد سعى كل من الطرفين إلى طرح مقاييسه، فأخضع بالتالي الإبداع الشعري لمنطق العقل، مما أدّى إلى إفساده. فالشعر إبداع متمّرد على كل قانون، لا يخضع إلا لشرط الصدق مع النفس. يقول عبد العزيز سيد الأهل ملخصاً فعل طرفي الصراع: لقد \" أخضع الطرفان الشعر للأحكام العقلية، فأفسدوه! ومن هنا جاء خطأ الناس في فهم الشعر، وذلك بأن يحكمّوا العقل فيه كلّه كأنه علم من العلوم \". (1). ¶ 2 - التأثّرية: ¶ التأثرية سمة من سمات الأحكام النقدية في القرنين الثاني والثالث (2)، وخاصة لدى فريق اللغويين. يقول الربداوي: \" فاللغويون والنحاة في القرن الثالث ليس لهم مذهب في النقد، وليست أحكامهم النقدية هذه إلاّ كغيرها من الأحكام التأثرية التي تفوّه بها من تقدّمهم في العصرين الجاهلي والإسلامي \"(3). ¶ لقد كان للغوّيين، إذا، أثر واضح في ترسيخ هذه السمة في النقد الأدبي . ولعلهم في ذلك متأثرون بطبيعة عملهم.. بل يمكننا القول إن نقاد هذا العصر جميعاً كانوا متأثرين بصناعتهم في أحكامهم ومقاييسهم النقدية يقول طه حسين: \" ولعلّنا لا نخطئ إذا قلنا إن كل فريق من أهل ذلك العصر كان يتّخذ صناعته وفنّه، الذي غلب عليه، مقياساً لنقده، وميزاناً لرأيه، في جودة الأثر الأدبي أو رداءته \" (2).",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "هذا ما نجده مثلاً عند الآمدي، إذا بحثنا عن مقاييس المفاضلة عنده. فمقياس الآمدي \" العواطف الذاتية وحسب \" (4) وتعليل ذلك عند محمد أحمد الحسيني أنه \" كان يشتغل بالكتابة في قصور الأمراء وكبار رجال الدولة في بغداد والبصرة. فإذا لاحظنا أن هذه المهنة لاتصلح - في العصر العباسي - أن تكون باباً من أبواب الرزق، إلاّ إذا روعي فيها السهولة والترف والزخرف، وكانت معانيها بسيطة سهلة قريبة التناول، ولاحظنا - كذلك - أن أبا تمام لم يكن يهتم بشيء من هذا في كل ما أخذ عليه. إذا عرفنا هذا أدركنا أن هناك تصادماً بين المذهبين، وأول شيء يخطر بالذهن أن يخاف الآمدي على مهنته من كل ما يصادم مذهبه في الكتابة، فدافع عنه، وهو في دفاعه - يحطّ من شأن شعراء المعاني، وفي مقدّمتهم أبو تمام \" (4) وفي هذا الكلام إضاءة ساطعة لأسباب ميل الآمدي للبحتري. ¶ ومما ساعد على استمرار المقياس التأثري الذاتي في نقد أبي تمام، كونه وجد قبل أن تستقر أصول البلاغة العربية وقواعد النقد الأدبي، مما أتاح الحرية في النقد، فأدّى بالتالي إلى غلبة الأحكام التأثرية. يقول عبد العزيز سيد الأهل: \" جاء أبو تمام قبل أن توضع للبلاغة العربية أصول مقررة، وإنما كانت هناك بعض مسائل مفهومة كأنها دستور غير مدوّن، فدائرة النقد إذا - وهي غير متأصلة القواعد حينئذ - كانت أوسع أو أكثر حرية، لأنها لم تتقيّد بقيود، وكل العيب فيها أنها كانت تتأثر بالمغالطات إلى حدّ كبير \" (5) ولعل ذلك كان من حسن الحظ، إذ أصبح كلام أبي تمام مقياساً لصنوف البلاغة.. \"ولعله لو تأخّر لكان الخلاف حول شعره أكثر مما جرى! \"( 5). ¶ 3 - الجزئية",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "مما يؤخذ على نقاد الطائيين أنهم لم ينظروا إلى قصائد الشاعرين جملة، وإنما كانوا يقفون عند أبيات مفردة، وتعابير وصور منقطعة عن سياقها يقول طه حسين: \" ومن أخص العيوب التي يؤخذ بها النقاد الذين نقدوا أبا تمام والبحتري والمتنبي، أننا لا نجد أحداً من هؤلاء النقاد ينقد القصيدة، من حيث هي قصيدة. فهم، إذا قرؤوا أجمل قصائد أبي تمام والمتنبي والبحتري، لا ينظرون إليها جملة: كيف استقامت ألفاظها ومعانيها وأسلوبها، وإنما يقفون عند البيت أو البيتين: أأجاد الشاعر في هذا التشبيه أم لم يجد؟ أوفّق في هذا التعبير أم لم يوفّق؟\" .(6) ¶ ويمكننا أن ندخل في هذه الأحكام الجزئية، ما يمكن اعتباره \" لوناً من السخرية \" فابن الخثعمي، مثلاً يعلّق على قول أبي تمام :( خطوب يكاد الدهر منهن يصرع )، بقوله: \" جنّ جنون أبي تمام، أيصرع الدهر؟ \" . وعبد الصمد بن المعذل يعلّق على قول الشاعر (لا تسقني ماء الملام )، بأن أرسل زجاجة يطلب إليه أن يملأها بماء الملام. وكلا الموقفين بعيد عن النقد الفني الخالص.(7). ¶ 4 - التناقض: ¶ لقد اضطربت المعايير النقدية في العصر العباسي، فاختلف النقاد في القضية الواحدة. من ذلك موقفهم من المبالغة - يقول ابن رشيق: \" فمنهم من يؤثرها ويقول بتفضيلها، ويراها الغاية القصوى في الجودة.. ومنهم من يعيبها وينكرها، ويراها عيباً وهجنة في الكلام \"(8) . ¶ ولاغرابة في هذا الاختلاف، في مرحلة من مراحل الصراع الحضاري. أما تعليل ذلك عند الأعرجي، \" فأن طبيعة النقد تكون لدى الصراع طبيعة تبشيرية لا تعنى بتحليل الأثر الفني قدر ما تعنى بالترويج له، أو الغض منه\"(9).",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "غير أن التناقض لايقتصر على الاختلاف بين أفراد الفريقين، فنحن نجده في موقف الفريق الواحد والناقد الواحد. مثال ذلك، التناقض الذي يلاحظه عصام قصبجي \" بين حضّ النقاد للشعراء على محاكاة النموذج الجاهلي، ثم اتهامهم بالتقليد إنْ هم فعلوا ذلك، (10) ومثاله أيضاً موقف الآمدي من تشخيص أبي تمام، فقد أنكر هذا الناقد التشخيص على أبي تمام، في حين دافع عن تشبيه امرئ القيس الليل بالناقة (11) ¶ وقد كان لدخول من هو طارئ على النقد أثر كبير في اضطراب مقاييسه، وازدياد التناقض فيها \" فقد شكا الصولي من بعض الجهلة الذين يصحّفون على أبي تمام ثم يعيبونه بما لم يقله \". (12). ¶ 5 - التعصب ¶ من الملاحظ أن الخصومة حول الطائيين لم تكن عادلة، فقد دفع التعصب أنصار كل فريق إلى إيثار صاحبه وطعن خصمه. يقول الآمدي :\" وأفرط المتعصبون لأبي تمام في تفضيله، وقدّموه على من هو فوقه من أجل جيّده، وسامحوه في رديئه، وتجاوزوا له عن خطائه، وتأوّلوا له التأوّل البعيد فيه. وقابل المنحرفون عنه إفراطاً بإفراط، فبخسوه حقّه، واطرحوا إحسانه، ونعوا سيئاته، وقدّموا عليه من هو دونه وتجاوز بعضهم ذلك إلى القدح في الجيد من شعره، وطعن فيما لا مطعن عليه فيه، واحتجّ بما لا يقوم حجّة به، ولم يقنع بذلك مذاكرة ولا قولاً حتى ألّف فيه كتاباً، وهو أبو العباس: أحمد بن عبد الله بن محمد بن عمار القطربلي المعروف بالعزيز.... \" (13). ¶ لقد بلغ، إذاً، تعّصب النقاد من كلا الطرفين مبلغه، فراح كل فريق يعلي من قيمة شعر صاحبه، محاولاً قدر استطاعته الحطّ من شأن صاحب الفريق الآخر. وقد اتخذ هذا التعصب عند هؤلاء النقاد مظاهر عديدة تجلى فيها، هي: ¶ أ) التصحيف:",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "يتحدث الصولي عن فعل خصوم أبي تمام، فيقول: فراح \" بعض هؤلاء الجهلة يصحّف.. على أبي تمام، ثم يعيب ما لم يقله أبو تمام قطّ \"( 14). والآمدي، وهو الذي أدّعى التنزّه والموضوعية في موازنته، أحد هؤلاء .فكان \" يغيّر رواية الشعر عمداً، ليحدث ثغرة في شعر أبي تمام \" (15). ¶ ب) نفي الإحسان عن المحدثين: ¶ لقد بلغ التعصب لدى بعضهم أن نفوا عن المحدثين كل إحسان. يقول ابن رشيق عن أحدهم: \" سئل (أبو عمرو وبن العلاء) عن المولدين فقال: ما كان من حسن فقد سبقوا إليه، وما كان من قبيح فهو من عندهم. ليس النمط واحداً: ترى قطعة ديباج، وقطعة مسيح \"( 16). وهذا ما رآه ابن الأعرابي أيضاً، بقوله في شعر أبي تمام:\" فإن كان هذا شعراً فما قالته العرب باطل \" (17). ولعل ما حكاه صاحب الوساطة من أن نسخ ديواني البحتري وأبي تمام قلّت بالبصرة في وقت أبي رياش القيسي (- 339هـ) (18). صورة لهذه العداوة التي ناصبها بعض النقاد للمحدثين. ¶ جـ ) الكذب: ¶ لقد عمد خصوم أبي تمام، للطعن عليه، إلى الكذب وتلفيق الأخبار ونحل الأشعار. يروي الصولي أنّ دعبلاً - كما يقول علي بن الجهم - \" كان يكذب على أبي تمام، ويضع عليه الأخبار \"( 19) ويذكر الحاتمي أنّ أحمد بن أبي طاهر اختلق بيتاً نسبه إلى الأخطل، \" تحاملاً على أبي تمام، ليتهمه بالسرقة(20). ¶ وقد بلغ التعصب بدعبل، أن راح ينسب كلّ إحسان لأبي تمام إلى السرقة، فهو، على حدّ قوله: \" لم يدفع فضل هذا الرجل، ولكنهم يرفعونه فوق قدره، ويقدّمونه وينسبون إليه ما قد سرقه ..\"(21). ومما فعله هذا الرجل حتى يثبت تهمة السرقة على أبي تمام، نسب قصيدة أبي تمام (كذا فليجلّ الخطب) إلى مَكنف (22). ¶ د ) التشبث بضعيف الشعر: ¶ يعد هذا الجانب أيضاً من مظاهر التعصب، فكان كل طرف يتمسك بضعيف شعر خصمه، فيشهر به تارة، ويسخر منه تارة أخرى، والسخرية أغلب .(23). ¶ هـ ) العداوة الشخصية:",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "كان لابد، وقد انحدر الصراع إلى هذا الدرك، أن يتحول إلى عدواة شخصية، تعتدّ بمسائل وقضايا لاعلاقة لها بالفن الشعري (24). وإنما الغاية منها، مهما بلغ اسفافها، الطعن على الخصم. لذلك تحولت الخصومة إلى الهجاء وتناول الأعراض. (25). ¶ لقد أصبحت العداوة لأبي تمام بدعة العصر، الأمر الذي دفع بعض النقاد إلى التعصب عليه. \" بالتقليد لا بالفهم \" (26). بل إننا نجد فئة من هؤلاء تتعصب على أبي تمام وتحطّه عن رتبته، رغم أنها كانت تستجيد شعره (27) وأخبار هذه الفئة كثيرة، فقد كان الرجل منهم يستحسن شعر أبي على أنه لشاعر آخر، لكنه حين يعلم أنه لأبي تمام يرفضه ويهاجمه ¶ **** ¶ ويمكننا أن نلاحظ، في هذا المقام، غلبة طابع العنف على النقاش الدائر بين طرفي الخصومة أمّا سبب ذلك، فيعود إلى استمرار التقاليد البدوية والنزعة القبلية، وتمكنها من نفوس العرب، حتى بعد ظهور الإسلام. ¶ يقول الربداوي: \" إنّ داء المجتمع العربي فيما يبدو عليه من عنف متطرّف، هو في امتداد بداوة العصر الجاهلي، لا في ثقافته ذات المنحى الديني، إن كانت هذه الثقافة قائمة حقاً \" (28). ¶ لقد كان لنزعة التعصب هذه آثار سلبية كثيرة على نقدنا العربي. فقد دفع هذا التعصب كلا الطرفين إلى إرجاع جيّد الخصم إلى من سبقوه، سواءٌ عن طريق التأثر أو السرقة (29)، الأمر الذي أدّى إلى نشوء قضية السرقات في نقدنا العربي . ¶ ويرى الأعرجي أيضاً أن من آثار التعصّب الأخرى أن صار الناقد - \" حين يعسر عليه أن يجد لبيتٍ حسنٍ أصلاً آخر قديماً - يفهم الشعر كما يشاء هو، لا كما يشاء ذوق المنصف. فقد اضطر الآمدي أن يلبس جبّة الفقيه المتصدّر للفُتيا فيمن يجب أن يوصل من الأرحام، في سبيل تسفيه قول أبي تمام: ¶ الودّ للقربى، ولكن عرفه ... للأبعد الأوطان دون الأقرب \" (30).",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "لقد صار الناقد، إذاً يجتهد لتسفيه قول الشاعر، إذا لم يتمكن من نسبته إلى السرقة أو التأثر. وهذه المواقف كلها ناجمة عن التعصب الذي طبع الخصومة. ¶ وقد كان لهذا التعصب أيضاً أثر كبير في شكليه الصراع، إذ إنّ الناقد بقي بعيداً عن النص المنقود، فهو لم ينظر إلى صلة النص بقائله، إنما كلّ مافعله هو أن نظر إليه، ليرى مدى تطابقه مع النصوص القديمة. وهذا، بحسب الأعرجي، ما جعل \" الصراع صراعاً في المظهر، لم يمتدّ، ولم يثر قضية فكرية عميقة\"(13). ¶ لكننا، على الرغم مما رأيناه عن غلبة التعصب على موقف النقاد، لانعدم وجود بعض الآراء العادلة الموضوعية، فثعلب \" الذي كان يكره شعر أبي تمام، عندما أتيح له بنو نوبخت يختارون له من شعر أبي تمام جيده، ويشرحونه له، أقبل عليه واستجاده \" (32) وأبو رياش القيسي الذي كان يكره شعر البحتري، عندما سمع بعض شعره واستحسنه \" رجع عن رأيه فيه، وحض الناس على رواية شعره \"(33). وأنصار القديم أنفسهم رفضوا من القدماء ما عابوه على أبي تمام ومسلم ابن الوليد، فليس من المعقول، بحسب الأعرجي ،\" أن يعيبوا على أبي تمام إغراقه في التجنيس وعلى مسلم بن الوليد، ثم يقبلون ذلك من شاعر جاهلي هو الأعشى، في قوله: ¶ شاو مشل شلول شلشل شول \" (34). ¶ *** ¶ وخلاصة القول أن معيار الخصومة بين الطائيّين طريقة الأوائل، أو مايسمّى بعمود الشعر. فقد قدّم النقاد البحتري، لأنه \" ما فارق عمود الشعر المعروف \"، ورفضوا أبا تمام لأنه \" عدل عن مذّاهب العرب المألوفة \" ولكنّ، هل خرج أبو تمام على عمود الشعر عامّة؟ وهل التزم البحتري به عامّة أيضاً؟",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "يجيب إحسان عباس عن السؤال الأول، فيقول: \" لايمكننا أن نقول إن أبا تمام خرج على عمود الشعر إطلاقاً، وإنما يمكننا أن نقول: إنه في بعض أبياته فعل ذلك. ومثل ذلك قد يقال في أبي نواس وفي مسلم والبحتري والمتنبي، لاخلاف في ذلك، إذ إن المرزوقي لم يقل لنا: إن العرب يشترطون اجتماع هذه العناصر كلها معاً دون هوادة، بل قال: \" ومن لم يجمعها كلها، فبقدر سهمته منها يكون نصيبه من التقدم والإحسان \". فإذا اجتمعت كلها - وهذا أمر عسير - كان الشاعر محسناً مقدّماً \"(35). ¶ ويجيب خليفة الوقيان عن السؤال الثاني، فيقول: \" وبعد، فالقول بأن (كذا) البحتري لم يفارق عمود الشعر لايخلو من التعسّف، ذلك أنه أفاد من التطور الذي طرأ على الشعر العباسي، واستطاع أن يتمثّله ويواكبه، ويوائم بينه وبين ما كان ينشده المحافظون... إنه أسهم في التجديد، ولكن بطريقته الخاصة، وخرج على عمود الشعر، ولكنه لم يستعدِ المحافظين، أو يتعمّد استفزاز مشاعرهم، وإثارة القلق والتخوّف من الجديد في نفوسهم \"( 36). ¶ وانطلاقاً من هاتين الإجابتين، نستطيع أن نقول مع إحسان عباس: \" إن نظرية \" عمود الشعر \" رحبة الأكناف واسعة الجنبات، وإنه لايخرج من نطاقها شاعر عربي أبداً، وإنما تخرج قصيدة لشاعر أو أبيات في كل قصيدة. وقد أساء الناس فهم هذه النظرية، وحمّلوها من السيئات الشيء الكثير، ولكنها أساس \" كلاسيكي \" رصين، فالثورة عليها لاتكون إلا على أساس رفض الشعر العربي جملة \" (35). ¶ وينقلنا هذا الحديث إلى القسم الثاني من الدراسة حول نظرية العمود الشعري عند العرب... ¶ ( ¶ ( هوامش سمات المعركة النقدية: ¶ (1) عبقرية أبي تمام 57-58 ¶ (2) انظر حديث الأربعاء 2/54 ¶ (3) الحركة النقدية 41 ¶ (4) أبو تمام وموازنة الآمدي 41، لمحمد محمد الحسيني، المجلس الأعلى لرعاية الفنون والآداب، القاهرة 1967 ¶ (5) عبقرية أبي تمام 64 ¶ (6) من حديث الشعر والنثر 106 ¶ (",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "7) انظر الربداوي: الحركة النقدية 121 ¶ (8) العمدة 2/53، لابن رشيق، تح: محمد محي الدين عبد الحميد، ط4، دار الجيل، بيروت، 1972 ¶ (9) الصراع بين القديم والجديد 148 ¶ (10) نظرية المحاكاة 81، لعصام قصبجي، ط1، دار القلم العربي، 1980 ¶ (11) انظر شرف: الصور البيانية 328 -329. ويعلّل المؤلف تناقض الآمدي، بأنه كان \" لايؤمن بنظرية الزمن التي آمن بها بعض البلغاء... \" ¶ (12) الأعرجي: الصراع بين القديم والجديد 149 . ¶ (13) الموازنة 1/140 ¶ (14) أخبار أبي تمام 56 ¶ (15) ديوان أبي تمام - المقدمة ص 23 - وحاشية 4 ص 346 ج 1 . ¶ (16) العمدة 1/90 - 91 ¶ (17) أخبار البحتري 147 ¶ (18) ديوان البحتري 5/2786 ¶ (19) أخبار أبي تمام 61 ¶ (20) انظر الرسالة الموضحة 161، للحاتمي، تح: محمد يوسف نجم، دار صادر، بيروت 1965 ¶ (21) أخبار أبي تمام 182 ¶ (22) المصدر نفسه، 199-201، وهو مَكْنف أبو سلمى من ولد زهير بن أبي سُلمى. ¶ (23) انظر الصراع بين القديم والجديد 175، والشعر بين الجمود والتطور 171، لمحمد عبد العزيز الكفراوي، ¶ (24) انظر الصراع بين القديم والجديد 176 دار نهضة مصر، القاهرة، 1973 ¶ (25) انظر أخبار أبي تمام 242، 246 ¶ (26) أخبار البحتري 151 ¶ (27) من هؤلاء ابن المدبّر الذي كان \" يستجيد شعر أبي تمام ولا يوفيه حقّه \" - أخبار أبي تمام 175. ¶ (28) الصراع بين القديم والجديد 213 ¶ (29) انظر المرجع نفسه 161 ¶ (30) المرجع نفسه 163 ¶ (31) المرجع نفسه 209 ¶ (32) الربداوي: الحركة النقدية 110 -111، وانظر أخبار أبي تمام 15-16 ¶ (33) الوساطة 52 ¶ (34) الصراع بين القديم والجديد 135-136، وانظر الموازنة 1/286 - 287. ¶ (35) إحسان عباس: تاريخ النقد الأدبي عند العرب 409 . ¶ (36) خليفة الوقيان: شعر البحتري 332، ط1المؤسسة العربية للدارسات والنشر، بيروت 1985 ¶ ( ¶ د - تقويم الخصومة",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "الخصومة بين الطائيين تعبير عباسي عن الخصومة بين القدماء والمحدثين (1). ولعلّ هذه الخصومة فريدةٌ في تاريخ الشعر العربي، إذ لاترقى إليها الخصومة حول شعر المتنبي. فأبو تمام يمثّل مذهباً شعرياً جديداً، يقابله مذهب آخر، ثم إن في شعره خروجاً على عمود الشعر العربي، يقابله شعر يمثّل القيم الفنية التقليدية. أما المتنبي فلايمثل مذهباً خاصاً، وما أخذ عليه من عيوب وأخطاء يعدّ خصائص ذاتية. لهذا كله، اتخذت الخصومة حول مذهب أبي تمام طابع الموازنة بين مذهبين يمثلان القديم والجديد. وكان هدف النقاد، في ذلك، الحكم لأحد هذين المذهبين (2). ¶ وإذا كانت هذه الخصومة قد أتاحت للنقاد فرصة ذهبية، لتأسيس قواعد نقدية جديدة تتناسب مع الشعر الجديد، فإن النقد في القرن الثالث الهجري، كان دون مستوى الإبداع الشعري. وتعليل ذلك أن جهود النقاد قد اقتصرت \" على قبول الشعر المحدث، فهم لم يعرفوا كيف يكتشفون معنى التحوّل الذي حققه أو طمح إليه، ولم يعرفوا بالتالي، كيف يُنظّرون له. ولهذا بقي التنظير الاتباعي سائداً \" (3). ¶ لقد وجد النقاد أنفسهم أمام مذهب جديد، فحاروا في تفسيره، ولم يتمكنوا من الكشف عن خصائصه، \" فذهبت طائفة إلى إنكاره تبعاً لإنكارها ما خالف عمود الشعر المألوف، وذهبت أخرى إلى قبوله لما فيه من روح جديد، ولم تحاول كل منهما أن تكشف طبيعة هذا الاتجاه الجديد وخصائصه، على نحو ما حاول ذلك نفر من النقاد في العصر الحديث \"(4). وما سبب هذا التقصير في موقف النقاد، إلا أن كلاً من الطرفين المتصارعين كان ينظر \" إلى المسألة من زاوية واحدة تناسب رأيه الشخصي، ويغمض عينه عن بقية الزوايا. فالأنصار يركزون اهتمامهم على محاسن (أبي تمام) محاولين فتح أعين الناس عليها، والخصوم يعكسون الوضع فيهتفون بما يأخذونه عليه من مآخذ، ويصمّون الآذان عمّاله من محاسن \" (5).",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "ولعل لنظرية الزمن دوراً كبيراً في عنف الخصومة بين طرفي الصراع. يقول صالح حسن اليظي: \" استمدت الخصومة عنفها من ارتباطها الوثيق بأغوار الماضي، بما فيه من أصالة وصدق وتلقائية إنسانية بسيطة وساذجة، ومن ارتباطها أيضاً بقيم روحية عميقة وحميمة \" (6). لكن الأمر لم يكن كذلك دائماً، إذ إن اللغويين (7) والنحاة في القرن الثالث: لم يكونوا يفضّلون الشعر الجاهلي لأسباب فنية من صدق إحساس أو جودة عبارة، أوجمال صورة أو غيرها مما يعنى به الناقد الآن، وإنما يُفضّل لمجرّد السبق في الزمن (8). والجيد عندهم، هو ما قرب من لغة الأعراب وشابه مذاهبهم، من أجل ذلك، نجدهم دائماً يلتجئون إلى القديم ويحتمون به ويفزعون إليه في رفض مايرفضون\" (9) . ¶ إن نظرة القدماء إلى ما سميناه بنظرية الزمن (10) لم تكن عميقة. لكن هذه الموجة انحسرت مع الأيام، وما كان حديثاً أصبح قديماً. ¶ \" فبينما كان نقاد القرن الثالث من أنصار القديم، فإذا نقاد القرون المتأخرة (حتى اللغويون (11) منهم) يميلون إلى تفضيل المحدثين على القدامى، ويسرف بعضهم في التطرف، فيرى أنه ليس للقدامى معنى مخترع، وكل المعاني المخترعة من صنع المحدثين. وإلى هذا الإدعاء المتطرف ذهب ابن أفلح البغدادي من نقاد القرن السادس. وإذا كان ابن أفلح البغداي ناقداً مغموراً لايُعتدّ به، فإن ناقداً مشهوراً كان يدعو إلى مثل هذه الفكرة، هو ابن الأثير الذي يرى أنّ الاسلاميين أشعر من الجاهليين، ويرى أن المتنبي وأبا تمام والبحتري أشعر من الإسلاميين، بل يذهب إلى حصر الشاعرية، بشخص أبي تمام الذي فضله على كل محدث وقديم \"( 12) ويتابع الربداوي كلامه معلقاً على هذا الموقف، بقوله :\" معلوم ما في هذه النظرية من مبالغة \" (12).",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "وخلاصة القول، أن الشاعر المبتكر هو الذي يبقى صوته يتردد في فضاء الأدب، وإن لقي في زمنه \" إنكاراً وعنتاً، فمذهبه \" ما دام قوياً خليقاً بالبقاء، فإن الثورة عليه لا تكون إلاّ فترة تجتازها النفوس لقبول الجديد وإقراره. ثم يصبح سبيلاً معبّدة مسلوكة، وقانوناً متبعاً محبوباً \"(13) ¶ ولايرى روجرز غرابة في هذا الموقف، \" فذلك أمرٌ طبيعي، لان اعتناق أية فكرة يبشر بها مبدعها، يمرّ بمراحل يحددها المختصون بخمس هي: \" الإدراك، الاهتمام، التقويم، المحاولة، وأخيراً الاعتناق \" (14). ¶ ( ¶ ( هوامش تقويم الخصومة: ¶ (1) انظر البحتري بين نقاد عصره. ¶ (2) انظر عبد القادر القط: حركات التجديد 419 - وقد صدر كتاب \" الحركة النقدية حول المتنبي \" لمؤلفته ليلى الشايب. وهو رسالة جامعية بإشراف د. عز الدين إسماعيل.- والكتاب من مطبوعات دار العلم، لكنه يخلو من ذكر مكان النشر وتاريخه. ¶ (3) الثابت والمتحول 2/ 176 ¶ (4) نظرية المحاكاة 231 -ويقول عصام قصبجي في الصفحة نفسها: \" فقد ذهب طه حسين مثلاً إلى ردّ إبداع أبي تمام إلى الأثر اليوناني الظاهر في طبيعة تصوره للشعر نفسه \". أما شوقي ضيف فقد ذهب \" إلى أن الصراع النقدي الذي دار حول أبي تمام يرجع إلى أنه كان يمثل اتجاهاً جديداً يتجلى فيما أولع به من غموض، وما مال إليه من فلسفة ...\" ¶ (5) الشعر العربي بين الجمود والتطور 171. ¶ (6) البحتري بين نقاد عصره 378 ¶ (7) يبين شوقي ضيف علة هذا الموقف المتعصب قائلاً: وإنما جاءتهم هذه العصبية من وظيفتهم، فقد كانوا يعدون أنفسهم حماة اللغة والحرسة على تراثها، ولم يكن يهمهم من الشعر إلا المثل والشاهد في دراستهم \"- النقد ،40،ط2 دار المعارف بمصر 1964. ¶ (8) يقول الربداوي: \" إن الكثير من علماء العربية في القرن الثالث قد عادوا مذهب أبي تمام، دون أن يقفوا على خصائصه، عادَوه لمجرّد أنه محدث دون أن يقرؤوا شعره، أو يفهموا معانيه \" _ الحركة النقدية 110 ¶ (",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "9) الحركة النقدية 41 ¶ (10) انظر أثر ذلك في موقف الآمدي، عند حفني شرف: الصور البيانية 329 ¶ (11) يقول الربداوي : \" إن نقد علماء اللغة في القرن الرابع قد انحسر بعض الشيء وأصبح أقل من نقد علماء العربية في القرن الثالث، ذلك لأن مناصرة القديم، والتحمّس له قد خفّت حدّتها، وما كان محدثاً بالنسبة لنقاد القرنين الثاني والثالث، أوشك أن يكون قديماً بالنسبة لنقاد القرن الرابع. ومذهب أبي تمام الذي كان غريباً على شعراء القرن الثالث ونقاده، أصبح مألوفاً عند شعراء القرن الرابع ونقاده \"_ الحركة النقدية 129 ¶ (12) الحركة النقدية 563 -564. ¶ (13) الأسلوب 133، لأحمد الشايب، ط 7، مكتبة النهضة المصرية، القاهرة 1976 ¶ (14) الأعرجي: الصراع بين القديم والجديد 150، نقلاً عن: \" الأفكار المستحدثة \" لروجرز30 . ¶ (( ¶ القسم الثاني ¶ عمود الشعر وقضايا النقد العربي ¶ أ- نظرية عمود الشعر وقضايا النقد . ¶ لقد حاول النقاد العرب القدماء أن يضعوا خلاصة تصوّرهم للإبداع الشعري، فكان ماسموه بعمود الشعر العربي. والآمدي (- 370) هو أوّل من أتى بهذا المصطلح (1) ليكون عنواناً لطريقة العرب الشعرية، ومعياراً للخصومة بين القدماء والمحدثين. لكنه لم يفصّل مبادئه ،ويوضح أركانه، إلى أن أتى القاضي الجرجاني. يوضح الربداوي فعل هذا الأخير ودور المرزوقي بعده (421)، بقوله: \" فأخذه (أي العمود) وزاده توضيحاً وخطابه خطوة أخرى نحو الجلاء والوضوح، حتى إذا ما جاء المرزوقي خطا الخطوة الثانية، فرسم عناصره ووضح مفهومه، وقعّد له، وفصّل في معاييره، فكان كأنه هو الذي أوجده، وإن كان قد سبق إليه \" (2).",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "ويلخّص المرزوقي عناصر عمود الشعر في مقدمة شرح الحماسة لأبي تمام، بقوله: :\" إنهم كانوا يحاولون شرف المعنى وصحّته، وجز الة اللفظ واستقامته، والإصابة في الوصف - ومن اجتماع هذه الأسباب الثلاثة كثرت سوائر الأمثال، وشوارد الأبيات - والمقاربة في التشبيه، والتحام أجزاء النظم والتئامها على تخيّر من لذيذ الوزن، ومناسبة المستعار منه للمستعار له، ومشاكلة اللفظ للمعنى وشدّة اقتضائهما للقافية حتى لامنافرة بينهما. فهذه سبعة أبواب هي عمود الشعر \" (3). ¶ هذا هو عمود الشعر في صورته المكتملة، كما حدّده المرزوقي، وهو \" خلاصة الآراء النقدية في القرن الرابع \" كما يرى إحسان عباس. وهو عنده إن \" لم يكن... الصيغة التي اختارها شعراء العربية، (فإنه) الصورة التي اتفق عليها النقاد \"(4). لهذا نرى أن الوقوف عنده يعطينا تصوراً واضحاً لطبيعة الخلق الشعري عند النقاد العرب. ¶ ونلاحظ هنا، أن هذا العمود ليس إلاّ تلخيصاً لطريقة الجاهليين الشعرية، هذه الطريقة التي اكتسبت مكانتها من ارتباطها بالنصوص الدينية الإسلامية المقدسة وهكذا تصبح طريقة الجاهليين هي المقياس الذي قاس النقاد عليه الشعر، فما وافقه كان مقبولاً جيداً، وما خالفه كان مرذولاً ساقطاً. وهكذا أيضاً، يصبح البحث في عمود الشعر بحثاً في الشعر الجاهلي، إذ إننا لن نفهم قضايا العمود، إلا إذا فهمنا الشعر الجاهلي وتعرّفنا على طريقة الجاهليين في النظم. لهذا، سنستعين، في دراستنا لقضايا العمود، بالشعر الجاهلي وطريقة الجاهليين في النظم ¶ هذا، ويمكننا أن نجمل دراسة عمود الشعر في ثلاث قضايا نقدية، هي: الوضوح والغموض، والصدق والكذب، والطبع والصنعة. ¶ ( ¶ ( الهوامش: ¶ (1) انظر إحسان عباس: تاريخ النقد الأدبي 159 ¶ (2) الحركة النقدية 411 ¶ (3) شرح ديوان الحماسة 1/9 للمرزوقي، نشر أحمد أمين وعبد السلام هارون، ط 1، القاهرة 1951 ¶ (4) تاريخ النقد الأدبي 405. ¶ ( ¶ 1) الوضوح والغموض:",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "إذا عدنا إلى نص المرزوقي السابق، نرى أن قضية الوضوح كانت في رأس القضايا المطروحة، بل هي الأساس الذي تولّدت عنه القضايا الأخرى. وإذا ما علمنا أن غاية الشعر عند العرب أن يكون خبراً مفيداً (1)، وأنّ وظفيته التحسين والتعجيب، أدركنا دور الوضوح في الشعر ليحقّق غايته المرجوّة ووظيفته. ويبدو أن النقاد كانوا مجمعين على هذا الأمر، لذلك كانت مشكلة الوضوح في رأس المعايير التي يُحكم بها على الشاعر بالجودة أوالسقوط. أما مقياس الوضوح عندهم، فأن يجري الشاعر على السّنن المألوف، على طريقة الجاهليين. ¶ ويمكننا أن نجمل مظاهر الوضوح في الأمور التالية: ¶ أ) - الحسّية: ¶ إنّ الإدراك الحسي أبسط من الإدراك الحدسي أوالفكري، وهو أقرب إلى الأذهان. لهذا اعتمده العرب وسيلة للتعبير عن التجربة، وإيصالها إلى الآخرين واضحة مفهومة . ¶ لقد كان هذا الإدراك عند الجاهليين فطرياً، فطبيعة البيئة والمرحلة الجاهلية كانت تفرض على الشاعر مثل هذا الإدراك، فكان يصوّر مايحسّ به، بل كان يعتمد على الحس وحده في تصوير المحسوسات والمعنويات على السواء (2)، مستمّداً عناصر هذا التصوير من الطبيعة الجاهلية المحيطة به. يقول ابن طباطباً: \" وأعلم أن العرب أودعت أشعارها من الأوصاف والتشبيهات والحكم ما أحاطت به معرفتها، وأدركه عِيانُها، ومرّت به تجاربها، وهم أهل وبر، صُحُونهم البوادي وسقوفهم السّماء فليست تعدو أوصافهم مارأوه منهما وفيهما... فضمّنتْ أشعارها من التشبيهات ما أدركه من ذلك عيانها وحسّها إلى ما في طبائعها وأنفسها من محمود الأخلاق ومذمومها.. فشبّهت الشيء بمثله تشبيها صادقاً على ما ذهبتْ إليه في معانيها التي أرادتها \"(3). ¶ ومع تقدّم الزمن تغيرت طبيعة هذا الإدراك، لكن النقاد بقوا متمسّكين بالحسية شرطاً ضرورياً لتحقيق الوضوح، تمسكاً منهم بقيمة النص الجاهلي ومكانته.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "غير أن الشاعر الجاهلي لم يعتمد على الحواس كلها بنسب متساوية، فكان اعتماده على حاسة البصر أقوى من اعتماده على غيرها. فالانطباع البصري، عند النويهي، \" من أهم الخصائص التي تميزّ الانطباع الجاهلي.. (إذ) للخيال البصري دور عظيم الأهمية في بنائه وتكوينه \" (4). وقد لاحظ النقاد هذه الخاصيّة في الشعر الجاهلي الذي استمدوا منه قيمهم النقدية، فأكدوا بالتالي أهمية التصوير البصري لإيضاح الفكرة؛ بل إنهم طالبوا الشاعر أن يجعل القراء يبصرون في شعره الشيء الموصوف، كما كان يفعل الجاهلي (5). ¶ وإنه لمن الطبيعي أن يقدّم العرب الانطباع البصري على غيره من الانطباعات الحسية، فالإحساس البصري أقوى من بقية الإحساسات، وأسهلها وأوضحها وأكثرها رسوخاً في الذهن. والعرب، وقد طلبوا الوضوح، واعتمدوا على الحواس لتحقيق هذا الوضوح، انتبهوا إلى أن هذه القيمة موجودة في الانطباع البصري أكثر مما هي موجودة في غيره، فقدّموه وأولوه أهمية كبيرة واعتمدوا عليه في تصوير المحسوسات وتجسيد المجرّدات. أضف إلى ذلك أن طبيعة الإدراك الجاهلي كانت تفرض مثل هذا الاعتماد على الصورة البصرية . ¶ هذه الحسية كانت أحد مقاييس المفاضلة بين القدماء والمحدثين. يفصّل ذلك محمد مندور، فيقول: \" إن أنصار القديم يرون بحقّ أن الشعراء الجاهليين كانوا أصدق شعراً وأقرب إلى المألوف من المحدثين، الذين يغربون ويبعدون بنا عن معطيات الحواس المباشرة، التي هي مادّة الشعر، وسبيله إلى إثارة الصور في نفوس السامعين، وبعث الأصداء الملازمة للواقع... وعلى هذا النحو نرى الفارق بين المذهبين: مذهب القدماء العريق في حقيقة الشعر، من حيث إنه يصاغ من معطيات الحواس المباشرة بعيداً عن التجريد والإغراب، ومذهب المحدثين الذين يسرفون ويقتسرون ويضربون في عالم المجرّدات \" (6).",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "هذه هي الصفة الأولى التي قررها العرب لتحقيق الوضوح في الشعر، وهذا مانفهمه من طلب المرزوقي \" المقاربة في التشبيه \" وتحديده معياره بقوله:\" وعيار المقاربة في التشبيه الفطنة وحسن التقدير، فأصدقه مالاينتقض عند العكس، وأحسنه ما أوقع بين شيئين، اشتراكهما في الصفات أكثر من انفرادهما ليبين وجه التشبيه بلاكلفة، إلاّ أن يكون المطلوب من التشبيه أشهر صفات المشبّهِ به وأملكها له، لأنه حينئذ يدل على نفسه ويحميه من الغموض والالتباس\"(7). وما المقاربة إلاّ نوعٌ من التصوير الحسي الذي تتحقق بوساطته صحة العكس، ووضوح وجه الشبه (8). ¶ غير أن استعمال الصورة على هذا النحو الحسّي، ماهو إلا \" مظهر من مظاهر البساطة والسذاجة والرغبة في الإيجاز، حيث لايستطيع المتحدث ذكر تفاصيل المنظر الذي يريد تصويره، فيكتفي بذكر شيء شديد الشبه به، ومعروف لكل من القائل والسامع، مستغنياً بذكره عن التعرّض لدقائق الموصوف (9)\": ¶ وينقلنا هذا الكلام إلى المظهر الثاني لقضية الوضوح. ¶ ب _ الجزئيّة: ¶ تعدّ الجزئية نتيجة لازمة لمظهرين آخرين: الحسية، والرغبة في الإيجاز.فإدراك الشاعر الجاهلي للعالم المحيط من حوله حسّي، مما جعله يقف عند ظواهر الأشياء، دون النفاذ إلى بواطنها واستكناه حقيقتها. وهذا جعل صوره بالتالي، جزئية بعيدة عن الاستقصاء والتفصيل (10). ¶ إن لاعتماد التصوير الجاهلي على الجزئيات دون الكليات، أثراً كبيراً في النقد العربي. وهذا ما عبّر عنه المرزوقي بقوله: \" والتحام أجزاء النظم والتئامها \" وهو بذلك يقرّ بأن الشعر مؤلّف من أجزاء وما على الشاعر المجيد إلاّ أن يحسن الربط بينها.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "ولكي تكون الصورة واضحة، تشبّه القصيدة بلوحة تتألف من مجموعة صور جزئية، يعطي مجموعها الجمال للوّحة الكلية، مع احتفاظ كل صورة بفرديتها وخصوصيتها. وهكذا يبقى للصورة الجزئية جمالها الخاص، لكن هذا الجمال يزداد قوة بارتباطها بمثيلاتها عن طريق السياق. وهنا، يمكننا أن نشير إلى أثر هذه الجزئية في الاعتماد على وحدة البيت، لا وحدة الرؤية في القصيدة كلها. فالشاعر ما كان يستطيع بإدراكه الحسي أن يصل إلى هذه الرؤية الكلية الشاملة. ¶ وإذا عدنا إلى الشعر الذي استحسنه النقاد العرّب، اتضح الأمر أمامنا. فهم لم يستحسنوا القصائد الكاملة، وإنما انصب اختيارهم على الأبيات المفردة، وعلى ما تحقّق فيها مثل هذا التصوير الجزئي ؛ بل إنهم قدّموا تلك الأبيات التي استطاع فيها الشاعر أن يكثف أكبر عدد ممكن من هذه الصور الجزئية، كما في استحسانهم لقول الشاعر: ¶ وأسبلت لؤلؤاً من نرجس، وسقت ... ورداً، وعضّت على العنّاب بالبردِ ¶ وسبب هذا الاستحسان، عند علي البطل، أن الشاعر \" شبّه خمسة أشياء بخمسة أشياء في بيت واحد، وإن تنافرت الصورة الحسية مع الصورة النفسية الباكية (11). ¶ جـ) اللفظ والمعنى: ¶ يطالب المرزوقي في عمود الشعر \" بجزالة اللفظ واستقامته... ومشاكلته للمعنى \". أما \"عيار اللفظ، فالطبع والرواية والاستعمال، فما سلم مما يهجنه عند العرض عليها، فهو المختار المستقيم... (وأما) عيار مشاكلة اللفظ للمعنى... فطول الدربة ودوام المدارسة، فإذا حكما بحسن التباس بعضها ببعض، لاجفاء في خلالها ولا نبوّ، ولا زيادة فيها ولا قصور، وكان اللفظ مقسوماً على رتب المعاني: قد جعل الأخصّ للأخص، والأخسّ للأخسّ، فهو البريء من العيب...\"(12).",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "ويدلنا اهتمام المرزوقي بقضية اللفظ، والمعنى، وإعطاؤها مثل هذه الأهمية، على تلك المكانة التي أولاها النقاد لهذه القضية. ولا نبالغ إذا قلنا: إن النقد القديم في معظمه نقدٌ لغويّ، كان له أثر كبير في جمود الشعر والحدّ من خيال الشعراء. ولكن ‍ما هي معايير اللفظ والمعنى، وماذا كان يريد النقاد منهما؟ ¶ إن المعيار الوحيد الذي يمكننا أن نفهمه من كلام المرزوقي - وهو خلاصة آراء النقاد القدماء -هو الوضوح، وضوح اللفظ ووضوح المعنى. ¶ لقد كانت اللفظة في الشعر القديم الأداة التعبيرية (13) التي يعبّر الشاعر بوساطتها عن تجربته. لهذا كان لابدّ لها أن تكون واضحة مفهومة، حتى تتمكّن من إيصال هذه التجربة. ولكي تتحقق هذه الغاية، اشترطوا \" في اللفظ ألاّ يكون غريباً في استعماله ولا مبتذلاً، تفهمه العامّة إذا سمعته، ولا تستعمله في كلامها \"(14). كما اشترطوا أن يكون سليماً من تنافر الحروف، متجانساً مع الألفاظ المجاورة مناسباً لمعناه (15). ¶ هذه هي معايير اللفظ كما يمكننا أن نفهمها من كلام المرزوقي، وهي كلها تدور حول محور واحد: الوضوح. مثلها في ذلك مثل المعنى الذي أراد المرزوقي أن تطابق دلالته لفظه، وأن يكون مألوفاً معروفاً، ممّا درج عليه القدماء ،غير مخالف للعرف السائد . ¶ لقد أراد المرزوقي - ومعه النقاد العرب القدماء (16) من الشاعر، ألا يستخدم من الألفاظ والمعاني إلاّ ما كان واضحاً مألوفاً عن طريق الاستعمال، له رصيد في أذهان الناس. ومن الواضح ما لهذه النظرة من خطر في الحدّ من حرية الشاعر في اختيار ألفاظه ومعانيه، وفي \" الحدّ من جنوح الخيال إلى أفق غير أفق الظاهر \" كما يرى عصام قصبجي (17). فما سبيل الشاعر إلى الخيال، \" وشعره مكبّل بقيود اللفظ والمعنى، والعرف، والحس، والوضوح والقرب والمطابقة؟ \" (18).",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "إن عناية النقاد بالصياغة والسبك كان لها أثر كبير في تأخر التصوير والخيال في الشعر العربي (19). لهذا، نرى أن معظم شعراء الصورة قد خرجوا على حدود اللفظ والمعنى، ضاربين صفحاً عنها، متجاوزين قيودها إلى عالم الخيال والإبداع. ¶ أما قلة عناية النقاد بالمعاني والأفكار، \"فسببها وارتباط المعنى في الأذهان بالتوجيه الخلقي، والمغزى الديني، والتصوّرات المنطقية \" (20). وقد دفع هذا الأمر النقاد إلى طلب الوضوح المعنوي والتمسّك به. ¶ إن خلوّ الشعر من الفكرة وعدم عناية الشعراء بتصوير الأفكار، جعلت هذا الشعر أشبه بالصفحة البيضاء الواضحة. لهذا نجد أن أهم قضية ثارت في وجه شعراء الفكرة، هي قضية الوضوح، إذ إن النقاد كانوا أمام شعر جديد بعيد عن قيمة الوضوح التي رسّخوها، فهاجموا هذا الشعر وأخذوا على أصحابه غموض التعبير وسوء الإبانة. ¶ د) التشبيه والاستعارة: ¶ يقول المرزوقي: \" أما عيار المقاربة في التشبيه، فالفطنة وحسنُ التقدير، فأصدقه مالا ينتقض عند العكس، وأحسنه ما أوقع بين شيئين اشتراكهما في الصفات أكثر من انفرادهما، ليبين وجه التشبيه بلا كلفة، إلاّ أن يكون المطلوب من التشبيه أشهر صفات المشبه به وأملكها له ،لأنه حينئذ يدلّ على نفسه ويحميه من الغموض والالتباس. وقد قيل: \" أقسام الشعر ثلاثة: مثل سائر، وتشبيه نادر، واستعارة قريبة \" (21). ¶ وأمّا \" عيار الاستعارة، فالذهن والفطنة. وملاك الأمر تقريب التشبيه في الأصل حتى يتناسب المشبه والمشبه به، ثم يكتفى فيه بالاسم المستعار لأنه المنقول عما كان له في الوضع إلى المستعار له \" (22). ¶ إن التشبيه هو الأسلوب التصويري الذي لجأ إليه الجاهليون وأكثروا منه(23) \" حتى لو قال قائل: هو أكثر كلامهم، لم يبعد \" (24). لهذا كان أوضح من الاستعارة في الأذهان، وكان اللجوء إليه مظهراً من مظاهر التمسك بالوضوح الشعري (25).",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "والمرزوقي في النص السابق، يؤكّد قيمة الوضوح في التشبيه، \" فأصدقه مالا ينتقض عند العكس.. ليبين وجه التشبيه بلاكلفة.. ويحميه من الغموض والالتباس \". ¶ إن أسباباً عديدة جعلت النقاد يقدّمون التشبيه على الاستعارة، منها أن التشبيه حسّيّ عقلاني واقعي، وأن الاستعارة حدسيّة فكرية خيالية خالقة (26) ؛ أي أنّ التشبيه واضح، والاستعارة غامضة. ¶ هذا ما يراه أيضاً جابر عصفور، إذ يُرجع سبب إيثار التشبيه على الاستعارة إلى هذه الواقعية العقلانية، فيقول :\" إن إيثار التشبيه عند العرب أمر يرتدّ إلى نظرة عقلانية صارمة، تؤمن بالتمايز والانفصال، وتنفر من التداخل والاختلاط (27)\"، وترفض - في حزم - كلّ مايبدو خروجاً على الأطر الثابتة والمتعارف عليها، على أي مستوى من المستويات \" (28). ¶ غير أن هذا لايعني أنهم رفضوا الاستعارة عامة، (29)، فهم لم يرفضوا إلا ما كانت العلاقة التشبيهية فيها غامضة. أما ما كانت العلاقة فيها تقوم على \" تقريب التشبيه \"، فهي مقبولة مستحسنة. لهذا، قبلوا الاستعارة التصريحية، التي تقوم العلاقة فيها على أساس المشابهة والمحافظة على التمايز التشبيهي في علاقة الطرفين . ¶ ولهذا أيضاً، رفضوا الاستعارة المكنية (30)، القائمة في علاقتها على أساس المغايرة والنقل (31 )، والتوحيد بين الطرفين. ولعل هذا ما قصده المرزوقي بقوله: \" ثم يُكتفى فيه بالاسم المستعار، لأنه المنقول عمّا كان له في الوضع إلى المستعار له \" (32). فالإكتفاء بالاسم المستعار هو ما يجري في الاستعارة التصريحية، حيث يحذف المستعار له (المشبه)، ويبقى المستعار (المشبه به ). وعليه يكون معنى الكلام إيثار التصريحية على المكنية عند المرزوقي. ¶ لكن عبد القاهر يؤثر الاستعارة المكنية، فهي عنده \" أبلغ من الاستعارة التصريحية، لما فيها من إعمال الفكر وقوة التأمّل \"(33). غير أن هذا المذهب يُعدّ مرحلة متطوّرة جداً في التفكير البلاغي العربي.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "لقد أولى النقاد العرب التشبيه أهمية بالغة، فكأنه \" هوالفلك الذي تدور فيه معاني النقد جميعاً \" (34) فالاستعارة عند عبد القاهر \" ضرب من التشبيه \" (25)، ومصدر جمال الأساليب المجازية عند مهدي صالح السامرائي يكمن في \" قوة المناسبة ودقة التشبيه \" (36). أما مصطلح المحاكاة، فلم يجدوا له \" مصطلحاً يقابله سوى مصطلح التشبيه \"(37). ¶ لقد بلغ اهتمام العرب بالتشبيه درجة صار معها \" جوهر الفن الشعري\"(38) عندهم. وما تقسيم المرزوقي الشعر إلى ثلاثة أقسام: \" مثل سائر، وتشبيه نادر، واستعارة قريبة \"، إلاّ إقرار بهذا التقديم، إذ شتّان مابين صفة التشبيه وصفة استعارة (39). وكأن المرزوقي هنا يقبل الإغراب في الصورة مادامت العلاقة فيها تشبيهية، في حين يريد من الاستعارة \" أن يكون وجه الشبه الذي بنيت عليه واضحاً، وأن تكون إرادة الاستعارة واضحة، حتى لايحتاج إلى القرينة أو إلى تقوية القرينة \"(40). ¶ هذا، وقد كانت رغبة العرب في الوضوح الشعري قد جعلتهم يشترطون في الشعر ألاّ \" يعدو النثر، إلاّ بمقدار مايمليه الوزن وتقتضيه القافية، من طرائق في الأداء اهتدى إليها الأقدمون \"(41). ولعل في ما كتبه الحسن بن وهب إلى أبي تمام ما يؤكد هذا الكلام، إذ يقول : \" أنت - حفظك الله - تحتذي من البيان في النظام، مثل مانقصد نحن في النثر من الإفهام \" (42) فرغبة العرب في الوضوح الشعري هي التي جعلتهم يشبهون الشعر بالنثر، في سهولة وقعه على الأذهان، وقبوله في الأفهام. ولمّا كان التشبيه أقرب إلى الوضوح النثري، لأنه أكثر عقلانية وواقعية، فإنهم طلبوه دون الاستعارة وآثروه عليها. ¶ ( ¶ ( هوامش الوضوح والغموض: ¶ (1) انظر مصطفى ناصف: الصورة الأدبية 239 ¶ (2) انظر الكفراوي: الشعر العربي بين الجمود والتطور 24 ¶ (3) عيار الشعر 15 - 16، لابن طباطبا، تح طه الحاجري ومحمد زغلول سلام، المكتبة التجارية، القاهرة 1956. ¶ (",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "4) الشعر الجاهلي 1/ 108، لمحمد النويهي، الدار القومية، القاهرة، د. ت. ¶ (5) انظر المرجع نفسه، وكلام ابن طباطبا السابق. ¶ (6) النقد المنهجي 88- 89 . ¶ (7) المرزوقي 1/ 9. ¶ (8) انظر ظاهرة الحسية في \" الأسس الجمالية \" لعز الدين إسماعيل، 132-134، 140،171 ¶ (9) الشعر العربي بين الجمود والتطوّر 24. وعلى ضوء هذا الكلام يمكننا تفسير ميل أبي تمام إلى التفصيل، بعيداً عن الجزئية (وقد تحدثت عن التفصيل في شعره في رسالة الماجستير: الصورة الفنية في شعر الطائيين، ص 286 - 290 - جامعة حلب 1984) . ¶ (10) أما كون الجزئية نتيجة للرغبة في الإيجاز، فقد تحدث عن ذلك الكفرواي (انظر نص الحاشية السابقة ). ويمكننا إرجاع كلا الظاهرتين إلى مفهوم الحسية. ¶ (11) الصورة في الشعر العربي لعلي البطل، ص 21 (ط1 ،دار الأندلس، بيروت، (1980). وانظر ظاهرة الجزئية في :مقالات في الشعر الجاهلي ليوسف اليوسف، ص 327 - 328 (وزارة الثقافة، دمشق، 1975 )، وفي الخيال الشعري عند العرب لأبي القاسم الشابي، ص 114- 115، 118 (مطبعة العرب، تونس، د. ت )، وفي النقد الأدبي لداود سلوم، 1/ 79 (مطبعة الزهراء، بغداد، 1967 )، وفي الشعر العربي بين الجمود والتطور للكفراوي، ص 26. ¶ (12) المرزوقي 1/9 ومابعد. ¶ (13) انظر الأدب وفنونه لعز الدين إسماعيل 144، ط 6، دار الفكر العربي بمصر، 1976. ¶ (14) دراسات ونماذج 10، لمحمد غنيمي هلال، دار نهضة مصر، القاهرة، د.ت. ¶ (15) انظر الشامل 620،، لمحمد اسبر وبلال جنيدي، ط1 دار العودة، بيروت 1981. ¶ (16) يقول ابن رشيق: \" وللشعراء ألفاظ معروفة، وأمثلة مألوفة لاينبغي للشاعر أن يعدوها، ولا أن يستعمل غيرها \" العمدة 1/128 وهو بذلك يتشدّد أكثر من المرزوقي، إذ يحدّد للشعراء ألفاظاً ومعاني ما عليهم أن يعدوها إلى غيرها، هذا، على حين اكتفى المرزوقي بأن طالب الشاعر باستخدام ماهو مستعمل - انظر نظرية المحاكاة لعصام قصبجي 167. ¶ (",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "17) نظرية المحاكاة 170 ¶ (18) المرجع نفسه 167 ¶ (19) انظر الصورة الأدبية 190 ¶ (20) المرجع نفسه 52 ¶ (21) المرزوقي 1/9-10 ¶ (22) المصدر نفسه 1/11 ¶ (23) انظر الصورة في النقد الأوربي لعبد القادر الرباعي 62-64، وملاحظة المؤلف كثرة الصور التشبيهية في شعر امرئ القيس بالنسبة إلى الشعراء الإسلاميين والعباسيين. (مجلة المعرفة السورية، العدد 204، 1979) ¶ (24) طبانة: دراسات في نقد الأدب العربي 243، والكلام للمبرّد ¶ (25) انظر عدنان حسين قاسم: التصوير الشعري 38، حيث يقول :\" إن الوضوح كان الغاية المثلى للتشبيه \" (ط1، المنشأة الشعبية، ليبيا، 1980 ). ¶ (26) يرى عبد القاهر الجرجاني \" أنّ مايقوم به الشاعر من إيجاد الائتلاف بين المختلفات، يمكن أن يكون كشفاً، ولكنه لايمكن أن يكون اختراعاً أو خلقاً بالمعنى المعاصر للكلمة \" (عصفور: الصورة الفنية 236 ). وهذا الكشف يتحقق في التشبيه أكثر مما يتحقق في الاستعارة. وإن أمكن عدّ كل صورة خلقاً، كما يرى جابر عصفور، فإن هذا مارفضه النقاد فيها طلباً لتحقيق معيار الواقعية. (انظر عصفور: الصورة الفنية 235 - 236 ). ¶ (27) هذا الاختلاط نجده في الاستعارة \" التي تتداخل فيها الماهيات، وتتحطم فيها الحدود بين أطراف التشبيه \". (عدنان حسين قاسم: التصوير الشعري 38). ¶ (28) عصفور: الصورة الفنية 241 ¶ (29) انظر المرجع نفسه 241 وما بعد، حيث يبيّن المؤلف التفات بعض النقاد إلى أهميتها في الشعر. ¶ (30) نلاحظ أن معظم استعارات أبي تمام التي رفضها الآمدي استعارات مكنية. ¶ (31) المقصود بالنقل هو: النقل الدلالي للألفاظ. لهذا، آثر اللغويون التشبيه، حيث تبقى الألفاظ محتفظة بدلالاتها الحقيقية، وتتحقق بالتالي سمة الوضوح الفاقع التي يؤثرونها. (انظر عصفور: الصورة الفنية 149).",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "وانظر حول معنى (المغايرة) نعيم اليافي: البلاغة العربية 232، حيث يقول: \" إنّ عنصر المشابهة كعنصر المغايرة موجود هنا وهناك، في الاستعارة المكنية وفي غير الاستعارة المكنية \" (أملية جامعية، كلية اللغات بجامعة حلب، 1969 -1970) وقد صدرت هذه الدراسة في كتاب \" مقدمة لدراسة الصورة الفنية \"، وزارة الثقافة، دمشق 1982). ¶ (32) المرزوقي 1/11 ¶ (33) شرف: الصور البيانية 279 ¶ (34) نظرية المحاكاة 92 ¶ (35) أسرار البلاغة 20، لعبد القاهر الجرجاني، تح: ريتر، ط 2، دار المسيرة، بيروت، 1979 ¶ (36) المجاز في البلاغة العربية 238- 239، لمهدي صالح السامرائي، ط1، دار الدعوة، حماة 1974. ¶ (37) نظرية المحاكاة 21. ¶ (38) المرجع نفسه 88 . ¶ (39) انظر ناصف: الصورة الأدبية 110. ¶ (40) ابن عاشور: شرح المقدمة الأدبية 90، دار الكتب الشرقية ودار الكشاف، تونس - بيروت 1958 ¶ (41) الصراع بين القديم والجديد 187 ¶ (42) انظر الربداوي: الحركة النقدية 90 ¶ ( ¶ 2 - الصدق والكذب: ¶ نلمح في كلام المرزوقي على عمود الشعر، إشارات واضحة إلى هذه القضية أيضاً. فالعرب \" كانوا يحاولون شرف المعنى وصحته... والإصابة في الوصف.. والمقاربة في التشبيه... ومناسبة المستعار للمستعار له \" (1). ¶ في هذه الأبواب الأربعة تتجلى أمام الناظر قضية الصدق واضحة. أما شرف المعنى، فيقصد به الإغراب، لا الصدق النفسي أوالواقعي . يشرح ذلك محمد غنيمي هلال، فيقول: \" فشرف المعنى، عندهم، أن يقصد الشاعر إلى ما سمّوه \" الإغراب والإبداع \" أي اختيار الصفات المثلى إذا وصف الشاعر أو مدح، بدون مبالاة بالواقع ولا بالصدق.... وذلك لأن الإغراب خير من الصدق النفسي أو الواقعي... \" (2).",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "وأما صحة المعنى، فهم يشترطون لها ألاَ يخالف المعنى الحقيقة التاريخية المعروفة، أوالعرف السائد، أوالعرف اللغوي. لذلك خرج البحتري على عمود الشعر عند الآمدي، حين قال إنه بكى فراق الحبيبة، وإن الدموع زادت من لهيب شوقه إثر الفراق. ولذا أيضاً، عابوا على أبي تمام وصفه الحلم بالرقة. فالبحتري في وصفه خالف العرف السائد، أما أبو تمام فقد خالف العرف اللغوي (3). ¶ وأما الإصابة في الوصف، فيرى صاحب (الشامل) أن العرب يقصدون بها \" أن يذكر الشاعر المعاني التي تلتصق بالموصوف، لأنه مثال، فيترك المعاني الخاصة عنه أو المجهولة في مثل حالته \" (4). هذا ما عناه المرزوقي من الإصابة في الوصف وفسّره بقوله :\" فعيار الإصابة في الوصف، الذكاء وحسن التمييز. فما وجداه صادقاً في العلوق، ممازجاً في اللصوق، يتعسّر الخروج عنه والتبرّؤ منه، فذاك سيماء الإصابة فيه. ويروى عن عمر رضي الله عنه أنه قال في زهير: \" كان لايمدح الرجل إلا بما يكون للرجال \" (5) فزهير مصيب في مدحه لأنه كان يمدح الرجل بالصفات العامة، فيخلق منه نموذجاً عاماً للقيم الإيجابية، لا لأنه كان يمدحه بصفاته الواقعية الخاصة (6). ¶ وأما المقاربة في التشبيه، فتعني \" صدقه ومقاربته الواقع \" (7). يقول المرزوقي: \" فأصدقه مالا ينتقض عند العكس، وأحسنه ما أوقع بين شيئين اشتراكهما في الصفات أكثر من انفرادهما، ليبين وجه التشبيه بلا كلفة\"(8).ويعلّق ابن عاشور على كلام المرزوقي هذا، فيقول: \" وليس المراد بالمقاربة تمام المماثلة بين المشبه والمشبه به في جميع الصفات، بل قوة المشابهة في وجه الشبه \" (9). أما قوله \" أصدق التشبيه \"، فمعناه عند ابن عاشور \" أنه الأشد مطابقة لما في نفس الأمر، بحيث لو عكس التشبيه فجعل المشبه به مشبهاً لكان صادقاً، وهوالتشبيه المقلوب \"(10).",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "انطلاقاً من هذا الفهم، يحدّد المرزوقي معيار الاستعارة، فيجعل \" ملاك الأمر (فيها) تقريب التشبيه في الأصل حتى يتناسب المشبه والمشبه به.. \"(11). ¶ وهكذا، يمكن القول إن العرب فهموا من الصدق مطابقة الكلام للواقع من جهة، وللمثل الأعلى من جهة ثانية. ¶ لقد نظر النقاد في أشعار الجاهليين، فرأوا الشاعر الجاهلي يعمد إلى تصوير الواقع \" والاقتراب من الحقيقة ما أمكن \"( 12)؛، بل إنه كان يصرف همّه كله \"في أن يأتي للشيء بالصورة الحسية الموازية له، المتطابقة معه جزئياً وكلياً \" (13). لهذا طلب النقاد الواقعية والصدق الواقعي في التصوير الشعري. ¶ غيرَ أن الواقعية التي قصدوها، والتي عبّروا عنها بطلب (المقاربة في التشبيه )، هي واقعية العلاقة بين المشبه والمشبه به، أي (بشكل آخر) صدق وجه الشبه وصحة تحقّقه في طرفي المعادلة، بحيث \" لاينتقض عند العكس \". ¶ لكن الشاعر، إذ يصوّر الواقع، ليس له أن يلتزم بحرفيته المطلقة. وإنما عليه أن يصوّره، من حيث هو مثل أعلى. هذا ماقصده المرزوقي بشرف المعنى، وبروايته عن عمر (رض) قوله في زهير: \" كان لايمدح الرجل إلا بما يكون للرجال \" وبتصوير الشاعر الواقع، تتحقق الإصابة في الوصف. ¶ هذا هو الصدق الذي يعنيه المرزوقي: إنه الصدق الواقعي النموذجي، لا الواقعي المعيش. ولعل هذا يفسّر سبب ثورة النقاد على الشعراء العباسيين، الذين صوّروا واقعهم. فهم ثاروا عليهم لأنهم خرجوا على الواقعية النموذجية، وإن كانوا قد صدروا عن الواقعية الحيّة. ¶ أما الكذب، فقد فهموا منه الغلّو والمبالغة. هذا ما فهمه المرزوقي تبعاً لقدامة (14)، وهذا مافهمه أيضاً ابن طباطبا، بقوله: \".. إلاّ ماقد احتمل الكذب فيه في حكم الشعر من الإغراق في الوصف والإفراط في التشبيه \" (15). والآمدي متفّق مع ابن طباطبا في ما ذهب إليه، لهذا رفضا معاً \" قول من قال: أعذب الشعر أكذبه \"(16).",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "ورفض المبالغة الكاذبة في الشعر قديم، من ذلك ملاحظة الرسول الكريم حين أنشده النابغة الجعدي قوله: ¶ بلغنا السماء مجدنا وجدودنا ... وأنا لنرجو فوق ذلك مظهرا ¶ فقال له المصطفى: إلى أين يا أبا ليلى؟ فقال: إلى الجنة، فقال الرسول: إن شاء الله\". ¶ يعلّق عصام قصبجي على هذا الخبر، فيقول :\" لاريب أن هذه الملاحظة تحدّ من غلواء المبالغة الجوفاء، وتحاول ردّ الشاعر إلى سبيل الصدق المعقول، وتبدو ردّاً على حماسة النابغة للمبالغة في قبّته، وإنها لسخرية لطيفة من ذلك العرف الجاهلي الذي لايرضى للمجد بما دون السماء: إلى أين يا أبا ليلى؟ وكأن رسول الله ينبّه الشعراء جميعاً على السبيل المعقول في القول، سائلاً الشعراء: إلى أين أنتم ذاهبون بعيداً عن القريب، والمألوف والمعقول، والصادق \"( 17). ¶ بيد أننا نجد فريقاً آخر من النقاد، يستحسن الكذب والمبالغة في الشعر. من هؤلاء، المرزوقي الذي \" نبّه تبعاً لقدامة على أن مرادهم بالكذب هو الغلو، وهو كذب تصاحبه قرينة، على أنه مخالف للواقع لغرض لطيف، وليس مرادهم الكذب مطلقاً \"(18). ¶ إن هذا الفريق من النقاد، ويمثّلهم قدامة، لايرون في الشعر سوى صياغة جميلة، لايُطالب الشاعر بغيرها. لهذا، يقول محمد غنيمي هلال، \" فلاضير أن يكذب الشاعر نفسه، فيصوّر غير ما يعتقد، ولا يعدّ تناقضه مع نفسه منقصة\"(19). ¶ ومعيار الجودة، عند هذا الفريق، حسن التصوير وقدرة التعجيب، لا الصدق الانفعالي. ولمّا كانت مهمة الشاعر التعجيب وإحسان التصوير، وكان الصدق قرين المألوف ،وفي المألوف ابتذال، فإنّ السبيل إلى الإبداع الغلوّ والمبالغة. وهذا الغلوّ يكون \" في طلب المثل الأعلى من صفات الشيء دون طلب الصادق منها\"(20). وهنا نعود لنلتقي مع أنصار الصدق في ضرورة التصوير وفق المثل الأعلى والنموذج المثالي.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "وإذا كان النقاد قد انقسموا إلى فئتين: فئة تقول: أحسن الشعر أكذبه، وفئة تقول: أحسن الشعر أصدقه، فإن المرزوقي قد أضاف فئة ثالثة تقول: \" أحسن الشعر أقصده \" (21). ولعل هذا هوالرأي السليم، إذ لا تعارض بين الصدق من جهة، والغلوّ والمبالغة من جهة أخرى، بل أن الغلوّ في كثير من الأحيان أصدق من الواقعية النموذجية. المهم في الأمر الصدق النفسي، الذي قد يكون في المبالغة كما قد يكون في الشعر الواقعي النموذجي. ولملاحظة المرزوقي هذه جانب آخر على قدر كبير من الأهمية، فكأنه بها يشير إلى دور الواقع والخيال معاً في الإبداع الشعري. فالشعر الجيد هو ماكان مقتصراً في هذا وذاك، ومشتملاً عليهما معاً، في آن واحد. ¶ لقد كان كلّ من الفريقين بعيداً عن جوهر المشكلة، ويعود السبب إلى ربط الشعر بالمتلقي لا بالقائل. لهذا، بقيت نظرتهم إلى الإبداع الشعري سطحية، لم ينتبهوا إلى دور الشاعر فيه، ولم يربطوا بينه وبين تجربته. وقد كان لهذه النظرة نتائج عديدة، كان لها أثرها في جمود الشعر العربي وتأخره . ¶ ومن هذه النتائج : ¶ أ ) تقييد حرية الشاعر وحرمانه من التعبير الذاتي الصادق، وذلك لمطالبته بالتزام الواقع النموذجي في تصويره. فقد طالب النقاد الشعراء بأن يلتزموا هذا الواقع على غرار الجاهليين، ولكن فاتهم أن هذه الواقعية عند الجاهلي كانت متلوّنة بأعصاب الشاعر. يقول يوسف اليوسف: إن هذه الواقعية عند الجاهلي \" لاتعني أنه كان عبداً للوقائع، لايملك أن ينفلت من قبضتها، بل على العكس من ذلك، يندر أن تظهر الوقائع إلاّ وقد تلوّنت بلون أعصاب الشاعر، وإن كان عمق هذا التلوين يختلف من آونة إلى أخرى \"(22).",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "... ... لقد فهم هؤلاء النقاد، إذاً، من الصدق في الشعر الجاهلي، الصدق الواقعي لا الصدق النفسي، ولم ينتبهوا إلى أنه \" ليس ثمة تعارض بين الذاتية والحسّية في الشعر الغنائي العربي \" (23) فالشاعر الجاهلي، في تصويره للواقع المحسوس إنما يصوّر ذاته، وقد اندغمت بواقعه، فأصبح هو والمحسوسات شيئاً واحداً. وبهذا الشكل يصبح الصدق الحسّي الواقعي عند الجاهلي صدقاً شعورياً ذاتياً في الوقت نفسه، ولهذا السبب يخرج الشاعر الجاهلي الحقيقة التي يلتزمها \" إخراجاً يجعلها من أصفى أنواع الشعر، ومن أسمى ما تطمح إليه شاعرية شاعر \"(24). ¶ ب ) البحث عن عيوب الشاعر: فقد كان لربط الشعر بالمتلقي لابتجربة الشاعر أثر كبير في تتبّع عيوب الشاعر، لمعرفة مجرى مطابقته أو مخالفته للمألوف المتعارف عليه. \" فالناقد العربي لم يتصوّر قط أن يأتي إلى الشعر كما أبدعه الشاعر، فيقوّمه ليظهر مافيه من جمال، وإنما كان يفترض أن عليه أن يحمل الشاعر على جادة العرف النقدي الصارم، ثم لايعنيه بعد ذلك إلاّ أن ينظر إلى ماقاله الشاعر، لكي يرى: هل استقام على العرف، أم خرج عليه؟\" (25). ¶ جـ) عدم العناية بالخيال: إذ من البديهي أن \" يجعل هذا الأمر الشاعر على حذر يكبّل هاجس الخيال(26). فالشاعر، إذ يسعى ليكون كلامه منسجماً مع المثل الأعلى ليرضي المتلقين، يصبح تقليدياً مجرداً من الدوافع الذاتية للإبداع، وبالتالي من حرية الخيال والتخيّل. وهكذا يصبح الخيال ضرباً من الوهم الكاذب، لاسبيل إلى التوفيق بينه وبين الصدق (27). ¶ ... ... ومما أدى أيضاً إلى هذه النتيجة أنهم وضعوا الصدق في مقابل المبالغة والغلو. فهذا كان كفيلاً \" بأن يضيّق معنى الخيال، إن لم يجعله شاحباً ينطوي على ما يشبه علو الواقع وسيطرته على الشاعر \" (28).",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "دـ ) تقديم التشبيه على حساب الاستعارة: فلمّا كانوا قد رفضوا الكذب، وكانت المبالغة والخيال ضرباً من الكذب، وكانت الاستعارة تمتاز بالمبالغة والإغراق في التخيّل، فإنهم رفضوا الاستعارة، وقدمّوا التشبيه لأنه أكثر واقعية ومنطقية وبعداً عن المبالغة والخيال( 29). ¶ هـ ) ترسيخ مفهوم الكذب: إنّ اتفاق النقاد على ضرورة مطابقة كلام الشاعر للمثل الأعلى، وتجريده من حرية الإبداع، رسّخ مفهوم الكذب في الشعر. فقد أصبح همّ الشاعر أن يرضي المتلقّين، لا أن ينقل تجربته نقلاً صادقاً ..... ¶ و ) العناية باللفظ على حساب المعنى: فقد كان من آثار مقولة (أعذب الشعر أكذبه) على الأدب العربي، أن انصبّ اهتمام الشعراء على التجويد اللغوي والتجديد الأسلوبي، دون أن يحدثوا شيئاً في معاني الشعر. يقول الشابي متحدثاً عن آثار اعتبار أعذب الشعر أكذبه في الأدب العربي: \" أن أصبح لايعنى فيه إلاّ باللفظ ومامتّ إليه من مجاز واستعارة وجناس ومقابلة، وأن كثرت ثروته اللفظية وقلّت ثروته المعنوية، إذ انصرف الشعراء إلى تمويه الألفاظ وتنميقها، وتجديد الأساليب المتباينة، دون أن يُجدّوا شيئاً في جوهر الشعر وروحه، بل ظلّ كما عهده العرب في الروح والفكر والخيال \" (30). ¶ زـ التناقض: لم تكن عند العرب القدماء رؤية واضحة موحّدة للإبداع الشعري، مما أدّى إلى وقوعهم في التناقض. فهم مثلاً يطالبون الشعراء بالصدق الواقعي النموذجي. ولكن ‍كيف يمكن أن يكون التصوير الواقعي النموذجي صادقاً؟ بل كيف يكون الشاعر صادقاً، وهو يستخدم عبارات وصوراً جاهزة، قد لا تعبّر عن واقع تجربته؟ هذا، في حين يعدّ كاذباً، إذا استخدم صوراً جديدة تخدم تجربته، ولكنها تخالف المألوف. ¶ وكيف يكون الصدق في التصوير النموذجي، والكذب في المبالغة؟ أليس التصوير النموذجي الذي يعمد الشاعر فيه \" إلى وصف الشيء بأحسن ما فيه أو ماليس فيه \"، نوعاً من المبالغة ؟",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "إن ظاهرة التناقض بيّنة في تفسيرهم الكذب بالمبالغة، والصدق بالواقعية. فالمبالغة قد تكون أصدق من الحقيقة في التعبير عن ذات الشاعر، كما إن الواقعية قد تكون كاذبة رغم تصويرها للواقع الحرفي. ومن مظاهر التناقض في الرؤية النقدية للشعر عند العرب، انهم رفضوا المبالغة على أنها مظهر من مظاهر الكذب، في حين قبلوها ودعوا إليها في بعض أغراض الشعر، كالمديح والفخر والهجاء. ولعلّ معلقة عمر بن كلثوم من أهم القصائد القديمة التي تبدو فيها المبالغة بشكل واضح ساطع (31). ¶ لقد كانت المبالغة مرغوبة في المديح لأنّ على الشاعر أن يسعى لإرضاء ممدوحه (32)، كما كانت مرغوبة في الفخر لأن عليه أن يعلو فوق الجميع. أما سبب قبولها في الهجاء، فلأنه بوساطتها ينال الشاعر من مهجّوه. ¶ إن سبب قبول المبالغة، كما يلاحظ، يعود إلى مراعاة المتلقي، وهو السبب نفسه الذي رفضوها لأجله. فهم قبلوها بسبب المتلقي ورفضوها بسببه، مما يحمل على القول بأن ارتباط الشعر بالمتلقي هو السبب في بروز ظاهرة التناقض في التفكير النقدي العربي. ¶ هذا، وإن اضطراب الرؤية النقدية عند العرب يعود في الكثير من أسبابه إلى انطلاقهم في أحكامهم النقدية من الشعر الجاهلي، ومن كون الشعر لديهم وسيلة امتاع، غايته إرضاء السامع لا التعبير عن تجربة الشاعر. ¶ ( ¶ ( هوامش الصدق والكذب: ¶ (1) المرزوقي: شرح ديوان الحماسة 1/9 ¶ (2) دراسات ونماذج في مذاهب الشعر ونقده، ص 11، 13، دار نهضة مصر، القاهرة، د.ت ¶ (3) انظر المرجع نفسه 13-15 ¶ (4) الشامل 620 -621 ¶ (5) المرزوقي 1/9 ¶ (6) انظر هلال: دراسات ونماذج 13 ¶ (7) الشامل 621 ¶ (8) المرزوقي 1/9 ¶ (9) شرح المقدمة الأدبية لابن عاشور 70 ¶ (10) المرجع نفسه 87 ¶ (11) المرزوفي 1/11 ¶ (12) الشعر العربي بين الجمود والتطور للكفراوي 201 ¶ (13) الأدب وفنونه لعز الدين إسماعيل 141 ¶ (14) انظر شرح المقدمة الأدبية 98 ¶ (15) عيار الشعر لابن طباطبا 13 ¶ (",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "16) إحسان عباس: تاريخ النقد 170 ¶ (17) عصام قصبجي: أصول النقد العربي القديم 14 - 15، جامعة حلب، 1981 ¶ (18) شرح المقدمة الأدبية 98 ¶ (19) دراسات ونماذج 49 ¶ (20) نظرية المحاكاة 133، وانظر ص 135 أيضاً. ¶ (21) انظر إحسان عباس: تاريخ النقد 409 ¶ (22) مقالات في الشعر الجاهلي 321، وانظر د. سلمى الخضراء الجيوسي: الشعر العربي المعاصر، تطوره ومستقبله، ص 49 - مجلة عالم الفكر، مجلد 4، ع2، 1973 ¶ (23) نظرية المحاكاة 78 ¶ (24) نجيب محمد البهبيتي: تاريخ الشعر العربي 66، ط4، دار الفكر، بيروت، 1970 ¶ (25) نظرية المحاكاة 162 ¶ (26) المرجع نفسه 162 ¶ (27) انظر المرجع نفسه ج ¶ (28) الصورة الأدبية 11، وانظر جابر عصفور: الصورة الفنية 18 ¶ (29) انظر جابر عصفور: الصورة الفنية 18 ¶ (30) الخيال الشعري عند العرب 140 ¶ (31) انظر نظام التعبير الفني 52، لوهيب طنوس، أملية جامعية، كلية الآداب، جامعة حلب، 1976-1977 ¶ (32) انظر عبد القادر القط: حركات التجديد في الشعر العباسي 433 ومابعد. ¶ ( ¶ 3 - الطبع والصنعة: ¶ لعلّ \" الطبع والموسيقية \" أهم عناصر عمود الشعر (‍) هذا ما يراه أيضاً إحسان عباس في حديثه عن القاضي الجرجاني، إذ يتصوّر هذا الأخير \" أن الصنعة البديعية هي الفارق الوحيد بين مايسمى \"عمود الشعر \" وما هو خارج عنه \" (2) لهذا يرى المرزوقي ضرورة دراسة عمود الشعر\" ليميز تليد الصنعة من الطريف، وقديم نظام القريض من الحديث، ولتعرف مواطئ أقدام المختارين فيما اختاروه، ومراسم أقدام المزّيفين على مازّيفوه، ويعلم أيضاً فرق مابين المصنوع والمطبوع، وفضيلة الأتي السمح على الأبيّ الصعب \"( 3).",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "ويتابع المرزوقي حديثه عن عمود الشعر، فيرى أن \" عيار اللفظ \" الطبع والرواية والاستعمال... وعيار الإصابة في الوصف، الذكاء وحسن التمييز... وعيار المقاربة في التشبيه، الفطنة وحسن التقدير... وعيار التحام أجزاء النظم والتئامه، على تخيّر من لذيذ الوزن، والطبع واللسان ..... وعيار الاستعارة الذهن والفطنة... وعيار مشاكلة اللفظ للمعنى وشدة اقتضائهما للقافية، طول الدربة ودوام المدارسة \" (4). هذه هي معايير العمود، يختصرها إحسان عباس إلى أربعة ،هي: \" الطبع، والرواية، والذكاء، والدربة \": (5) وهذه بالتالي يمكن اختصارها إلى اثنين: الطبع (الطبع والذكاء) والصنعة (الرواية والدربة) ¶ أمّا مفهوم المرزوقي عن المطبوع والمصنوع في الشعر فيشرحه إحسان عباس. فالمطبوع \" ما كان وليد جيشان في النفس وحركة في القريحة، فإذا نقل ذلك بصورة تعبير خلّي الطبع المهذب بالرواية، المدّرب بالدراسة، كي يضع ذلك الجيشان وتلك الحركة في ما يختاره من قوالب وألفاظ \" (6) وأما المصنوع \" فهو ما كان وليد جيشان في النفس وحركة في القريحة. فإذا شاء الشاعر نقل ذلك بصورة تعبير نحّي الطبع المهذب بالرواية والدربة عن العمل، وحلّ محلّه الفكر. فأخذ (ذهنياً) يقبل ما يقبل ويردّ ما يردّ، فتجاوز المألوف إلى البدعة، وتلذّذ بالإغراب، فخرج الكلام مصنوعاً \" (7).",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "قد يبدو هذا الكلام متناقضاً، إذ كيف يكون الشعر مطبوعاً ومصنوعاً في آن واحد (كما ذكر المرزوقي في كلامه على معايير عموده )، وبين المطبوع والمصنوع بون شاسع (بحسب شرح إحسان عباس لهما)؟ هنا، يمكن التمييز بين نوعين من الصنعة \" الصنعة الخفية التي تظهر على وجه الأثر الفني \" (8)، وهي ترجمة لكلمة \" الفن\" للتمييز بينها وبين العلم \" (9) والصنعة الظاهرة وهي تقابل \" ما نسميّه - رداءة الصنعة - \" 10\" والأولى مقبولة مستحسنة، بل مشروطة في العمل الفني، ولاتتعارض مع الطبع. أما الثانية فقبيحة مسترذلة. لهذا، قبل النقاد شعر زهير والمنقّحين (11) ورفضوا شعر أبي تمام. ¶ وقد تنبه المرزوقي، في كلامه على عمود الشعر، إلى هذه الصنعة الخفية، فعبر عنها بالرواية والدراسة والدربة، وقرنها بالطبع بحيث لاتتعارض معه، وإنما تكامله. فهو يجعل \" عيار اللفظ، الطبع والرواية والاستعمال، ويجعل الطبع مهذباً بالرواية مدرّباً بالدراسة. ¶ إن الطبع والصنعة (الخفية) معاً يشتركان في بناء العمل الشعري عند المرزوقي. وهكذا يصبح الشعر صنعة مطبوعة. ولعلّ المرزوقي قصد إلى هذا التأليف بمعيار \" الفطنة \"، فتكون هذه الفطنة صورة للصنعة المطبوعة وتعبيراً عنها.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "وليس المرزوقي أوّل من قال بهذا التأليف، وإنما سبقه إليه ابن قتيبة الذي رأى \" أن الطبع يشمل القول على البداهة، مثلما يشمل الصنعة الخفية \"( 12). كما سبقه إليه القاضي الجرجاني في قوله: \" الشعر علمٌ من علوم العرب، يشترك فيه الطبع والرواية والذكاء، ثم تكون الدربة مادة له وقوة لكل واحد من أسبابه \" (13) استناداً إلى هذا المفهوم للصنعة الخفية، نستطيع أن نفسّر كون الشعر عند العرب صناعة والشاعر صانعاً، ونستطيع كذلك أن نميّز بين الشاعر الصانع والشعر المصنوع. فالشاعر الصانع هو الذي يجري وفق قوانين الصنعة الخفية، وبهذا يكون كل الشعراء صنّاعاً. أما الشعر المصنوع، فهذا الذي يجري وفق قوانين الصنعة الظاهرة (14). ¶ والعرب، إذ يرون الشعر صناعة، لايعترفون بدور الصنعة الخفية فيه وحسب، بل إنهم يطالبون الشاعر، بالاعتماد عليها، وظهورها في فنه. هذا ما عبّر عنه الأستاذ \" فييت \" في بحث عن أصول الجمال في الفن الإسلامي، إذ قال \" إننا نحبّ، في بلادنا الغربية، أن يخفي علينا الفنان ما يبذله من جهد، فيظهر غير مكترث لما انتصر عليه من صعوبات. أما في الشرق، فالحالة على غير هذا. فلا نستغرب إذا، موقف الفنان المسلم إذا لم يرم إلى أيها منا ارتجال فنه، فهو لايرتجل، ولايرمي إلى الارتجال، إنّما يطلعنا في جميع تفاصيل أثره على اجتهاد متواصل، ينفي الاكتفاء بالمظهر الأول \" (15) وما هذا الموقف من العرب، عند عز الدين إسماعيل، إلا نتيجة لتفضيله \" الصورة المصنوعة على الصورة الطبيعية، على أساس أن الجمال في الصنعة كامل، في حين إنه في العمل الطبيعي لايكون كاملاً \"(16). ¶ وممّا أدّى إلى ترسيخ مفهوم الصناعة في الشعر العربي، توافر ظروف عديدة منها: ¶ أ- ارتباط الشعر بالفنون التصويرية (17). ¶ ب- اقتصار وظيفة الشعر على التحسين والتعجيب (18). ¶ جـ ـ اتخاذ الشاعر من التكسب بالشعر حرفة له، وخضوع الشعر نتيجة ذلك لقوانين العرض والطلب (19).",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "دـ ارتباط الشعر بالمتلقي وبالذوق العام والاستعمال (فعيار اللفظ عند المرزوقي الرواية والاستعمال) ¶ هـ ـ تقليد القدماء، وارتباط الشعر بالمثل الأعلى التقليدي (20) ¶ و ـ اعتماد الشعر على الوضوح والحسية. ¶ كل هذه الأمور كان لها دورها في عدّ الشعر صناعة. لكن الصناعة التي أرسختها في البداية هي الصناعة الخفية المطبوعة، التي سقطت عنها صفة الطبع فيما بعد، لتصبح صنعة مقصودة لذاتها، وهي مايسمّى بالصنعة الرديئة، وما سمّاه شوقي ضيف بالتصنّع والتصنيع (21). وقد ترتّب على ظهور هذه الصنعة أمور عديدة: ¶ أ- تقديم الشكل على المضمون، والعناية بالصياغة الشكلية الحسية دون المعنوية (22) ¶ ب- عدّ الصور البيانية محسنات لفظية وتزيينات تضاف إلى المعنى (23) فإذا كان الشعر صناعة، فإن الصورة هي التي تبرز مقدرة الفنان ومهارته في صناعته (24). ¶ جـ ـ انفصال الصورة عن الفكر والتجربة (25) هذا، على حين \" عرف القدماء من الشعراء التشبيه صورة في خيالهم، تحسّنُ الصورة، وتوضّح الفكرة، ولم يعرفوه لوناً بلاغياً محدّداً \"( 26). ¶ دـ الإغراق في تقليد صور القدماء، دون النظر إلى أسبابها .(27). ¶ غير أن أهم ما نتج عن كون الشعر صناعة (خفية أو ظاهرة )، هو إغماط الخيال قيمته ودروه في العمل الشعري، ممّا أدّى بالتالي إلى رفض الاستعارة. ولكن، هل رفض العربُ الاستعارة حقاً؟ ¶ لقد استحسن النقاد استعارات القدماء (الشعر الجاهلي والقرآن الكريم )، ورفضوا استعارات المحدثين. أما سبب هذا الموقف، فأن تلك الاستعارات مطبوعة عفوية. يقول أحمد الشايب :\" إن هذه المحسنات البديعية، ومنها الاستعارة، كانت ترد في الشعر القديم قليلة وعفواً دون تكلف، واستجابة لقوة المعنى وصدق تصويره، كقول أبي ذؤيب الهذلي مستعيراً: ¶ وإذا المنية أنشبت أظفارها ... ألفيت كل تميمة لاتنفع \"(28)",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "ويوضح محمد مندور ما ذهب إليه الأستاذ الشايب، فيرى أن الشعراء القدماء كانوا يصدرون \" عن الاستعارة بفطرتهم دون معرفة نظرية، ولا وعي تحليلي لطرق استعمالها. ولهذا جاءت معظم الاستعارات القديمة صادقة لأن ملكة الشعر انتزعتها من طبائع الأشياء، أو على الأصحّ لأن الأشياء أملتها على الشعراء دون أن يصنعّوا هم شيئاً \" (29). ¶ هذا هو سبب استحسانهم استعارات القدماء. أما سبب رفض النقاد استعارات المحدثين، فيعود، على حدّ قول القاضي الجرجاني، إلى أنه \" لما أفضى الشعر إلى المحدثين، ورأوا مواقع تلك الأبيات من الغرابة والحسن، وتميّزها عن أخواتها في الرشاقة واللطف، تكلّفوا الاحتذاء عليها فسمّوه البديع، فمن محسن ومسيء، ومحمود ومذموم، ومقتصد ومفرط \"(30) وهذا يعني أن سبب ذلك يعود إلى التقليد، وأثر التقليد في ميل الشعر إلى الصنعة واضحٌ ظاهر... ¶ نخلص من ذلك إلى أن الطبع هو معيار استحسان الصور، سواء أكانت هذه الصورة تشبيهية أم استعارية تصريحية أم مكنية ‍(الاستعارة في بيت أبي ذؤيب مكنية) وما رفض النقاد لاستعارات المحدثين إلا لأنها كانت تجري مجرى الصنعة والتقليد لا الطبع والأصالة. ¶ لقد أراد النقاد أن تكون الصورة مطبوعة، كما كانت عند القدماء. ولما كان القدماء قد أكثروا من التشبيه، عدّ التشبيه أفضل الصور، وعلامة الشاعرية، ودليل براعة الشاعر (31)، بل عُدّ الوسيلة التصويرية المطبوعة الوحيدة، وفيه تكمن مقدرة الشاعر على الابتكار (32). ¶ ولكن! إذا كان الطبع هو معيار استحسان الصور، لماذا عدّوا التشبيه الوسيلة التصويرية المطبوعة الوحيدة، ولم يجعلوا الاستعارة معه، مع أنهم قبلوا نماذج منها؟ ¶ إن كثرة اعتماد القدماء على التشبيه، هي التي دفعتهم إلى جعل هذه الوسيلة التصويرية أقرب إلى الطبع، لقربها من أذواق القدماء. أضف إلى ذلك أنه في التشبيه تتحقق وظائف الشعر، بحسب الرؤية النقدية العربية القديمة.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "ويبقى سؤال آخر: لماذا قبل النقاد استعارات القدماء، وعدّوها مطبوعة، ورفضوا استعارات المحدثين وعدوّها مصنوعة ؟ ¶ لقد قبل النقاد استعارات القدماء وعدّوها مطبوعة، لأنها قليلة إذا ما قيست إلى الصور التشبيهية (33)، ولأنها على قلتها مرتبطة بفكرة \" وترد استجابة لقوة المعنى وصدق تصويره \" (34)، كما يرى الأستاذ الشايب. ¶ وإذا كان ما قبلوه من الاستعارات يغلب عليه النوع التصريحي، فإن هذا لايعني رفضهم القاطع للاستعارة المكنية، بدليل استحسانهم بيت إبي ذؤيب. فهم قبلوا الشكل الأول لأن فيه شبهة بالتشبيه، أما سبب ما استحسنوه من الاستعارات المكنية، فيعود إلى أن علاقة النقل والمغايرة فيها كادت تنسى، بسبب الإلف والعادة وطول الزمن (35)، مما أدى إلى أن تصبح واضحة مألوفة وضوح التشبيه وألفته. ¶ أما رفضهم استعارات المحدثين وعدّها مصنوعة، فيعود إلى أن هذه الاستعارات كثرت كثرة قوية في شعرهم (36)، وإلى أنها أصبحت تصدر عن العقل لا عن الحسّ (37)، وباتت تعتمد على المبالغة والتهويم لا الصدق والواقع، وأنها انفصلت عن الفكرة، فأصبح الشاعر يسعى إليها لذاتها بغية التحسين والتزيين. وهكذا انتقلت الاستعارة من كونها تعبيراً عن تجربة إلى مجرّد زينة وحلية لفظية، ممّا جعل النقاد يدخلونها في باب البديع. ولعلّ النقاد هم السبب في عدّ الاستعارة زينة وحلية، وذلك لفصلهم بين اللفظ والمعنى، بين الصورة والمضمون، واهتمامهم بالشكل دون المحتوى.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "ولا يستغرب هذا الموقف من النقاد العرب. فهم لمّا جعلوا المبالغة والخيال أحد أساليب التحسين والتعجيب، وجعلوا الاستعارة ضرباً من المبالغة والتخييل الكاذب، أصبحت الاستعارة بالتالي وسيلة للتحسين والتعجيب. وهذا أدّى، بالتالي، إلى اعتبارها من أساليب الصنعة، واعتبار التشبيه الذي يقابلها من أساليب الطبع. ولمّا كانوا يطالبون الشاعر بأن يكون مطبوعاً، أصبح لزاماً عليه أن يعنى بالصور التشبيهية لا الاستعارية، وإلاّ عُدّ شعره مصنوعاً. ولعل هذا أحد الأسباب التي جعلتهم يعدّون أبا تمام إمام مذهب الصنعة. ¶ وترسيخاً لهذا المبدأ التصويري، ولكي يجيد الشاعر صناعته المطبوعة، وضع النقاد أمامه نماذج من التشبيهات المستحسنة المطبوعة، كما فعل المبرّد في كامله. يقول بدوي طبانة عن المبرّد: إنه \" لايعجبه إلاّ تشبيهات الأقدمين، ويريد الناس على ألاّ يجددوا فيها، وألا يخرجوا عنها. فهم قد شبهّوا المرأة بالشمس والقمر والغصن والغزال والبقرة الوحشية والسحابة البيضاء والدّرة والبيضة، وشبهّوا عين المرأة والرجل بعين الظبي أو البقرة الوحشية، والأنف بحدّ السيف، والفم بالخاتم، والشعر بالعناقيد، والعنق بإبريق فضة، والساق بالجمّار \"(38). ¶ يلاحظ في هذا الكلام أن كل التشبيهات تدور في إطار المحسوسات البدوية الرعوية. وفي هذا تشبث بالصور الجاهلية، وأثر من آثار الشعر الجاهلي في الذوق والنقد العربيين. ¶ لقد فرض هؤلاء النقاد، إذ وضعوا مثل هذه النماذج الجاهزة، على الشعراء أن يحاكوها ويقلّدوها، بذلك يتخلّى الشعراء عن طبعهم، فيصيرون أسرى التقليد والقديم، وفي التقليد صنعة وتكلّف.",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "إن النقاد كانوا - أرادوا ذلك أم لم يريدوه - سبباً من الأسباب التي دفعت الشعر إلى الصنعة والتكلّف والجمود. فالتشبيه ليس أكثر طبعاً من الاستعارة، التي قد تكون في كثير من الأحيان أكثر طبعاً، وأشد إيحاء، وأغنى شاعرية. المهم في ذلك مقدار تعبير الصورة - الاستعارية أو التشبيهية - عن تجربة الشاعر. لكن العرب، وقد قرنوا الشعر بالمتلقي، وطالبوا الشاعر بمحاكاة النموذج التقليدي، جرّدوا الشاعر من تجربته، وفرضوا عليه أن يكون صانعاً، وجعلوا الاستعارة من أساليب الصنعة، لأنها أبعد عن الوضوح والصدق - بالمعنى الذي فهموه. ¶ ( ¶ ( هوامش الطبع والصنعة: ¶ (1) انظر الشعر العربي بين الجمود والتطور، 34 ¶ (2) إحسان عباس: تاريخ النقد 323 ¶ (3) المرزوقي 1/7 ¶ (4) المصدر نفسه 1/9 وما بعد ¶ (5) إحسان عباس: تاريخ النقد 408 ¶ (6) المرجع نفسه 410 ¶ (7) المرجع نفسه 410 ¶ (8) وهو مارآه ابن قتيبة في المتكلّف من الشعراء - (انظر عباس: تاريخ النقد 109) ¶ (9) بهذا الفهم \" قرّر ابن سلام أن الشعر ونقده صناعة، وإن له ثقافة يعرفها أهل العلم به كسائر أصناف العلوم والصناعات \". (طبانة: دراسات في نقد الأدب العربي، 171) ¶ (10) وهو ما رآه ابن قتيبة في الشعر المتكلّف (انظر عباس: تاريخ النقد 109). ¶ (11) انظر عباس: تاريخ النقد 109 ¶ (12) انظر عباس: تاريخ النقد 109 ¶ (13) الوساطة 15 ¶ (14) انظر رأي ابن قتيبة في الشاعر المتكلّف، والشعر المتكلّف، عند إحسان عباس: تاريخ النقد 109 ¶ (15) الصورة الأدبية 215 ¶ (16) الأسس الجمالية لعز الدين إسماعيل 222- 223 ¶ (17) انظر نظرية المحاكاة 23-24- 48 87 وهلال: دراسات ونماذج 50- 54. ¶ (18) انظر البلاغة تطور وتاريخ 212، ونظرية المحاكاة 44، ودراسات ونماذج 49 ¶ (19) انظر علي البطل: الصورة في الشعر العربي 18 ¶ (20) انظر عبد الحي دياب: عباس العقاد ناقداً 454 -459، الدار القومية، القاهرة، 1965 ¶ (",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "21) انظر تحديد شوقي ضيف لخصائص كلّ من الصنعة والتصنّع والتصنيع، في كتابه: الفن ومذاهبه في الشعر العربي. ¶ (22) انظر نظرية المحاكاة 87، ودراسات ونماذج 49، والأسس الجمالية 400 ¶ (23) انظر نعيم اليافي: البلاغة العربية 240 ¶ (24) انظر الأسس الجمالية 218 ¶ (25) انظر اليافي: البلاغة العربية 274 ¶ (26) حفني شرف: الصور البيانية 57 ¶ (27) انظر عباس العقاد ناقداً 454 - 455 ¶ (28) أحمد الشايب: الأسلوب 178 ¶ (29) مندور: النقد المنهجي 51 ¶ (30) الوساطة 34 ¶ (31) انظر جابر عصفور: الصورة الفنية 137 ¶ (32) المصدر نفسه 130-131 ¶ (33) كانت نسبة التشبيه إلى الاستعارة في شعر امرئ القيس 2.5 إلى 1، وفي شعر الفرزدق 1 إلى 1 (الرباعي: الصورة في النقد الأوروبي، 63) ¶ (34) الأسلوب 178 ¶ (35) انظر دراسات في علم النفس الأدبي 44، لحامد عبد القادر، المطبعة النموذجية، القاهرة 1949 ¶ (36) نسبة التشبيه إلى الاستعارة في شعر مسلم بن الوليدا إلى 3، وفي شعر أبي تمام 1 إلى 6 (الرباعي: الصورة في النقد الأوربي، 63 ). ¶ (37) يجعل المرزوقي، في حديثه عن المصنوع من الشعر، الاعتماد على الفكر من أساليب الصنعة. (عباس: تاريخ النقد 410 ). ولا تناقض بين هذا الكلام وما ذكر في نص الحاشية (34) من أن ارتباط الاستعارة بفكرة من أسباب استحسانها. فالفكرة تعمّق المضمون، أما العقل (وهو ما أراده المرزوقي بالفكر) فإنه يضعف الومضات الشعرية. ¶ (38) طبانة: دراسات في نقد الأدب العربي 299 - والجمّار: شحم النخلة. ¶ ( ¶ ب- نظرية العمود وجمود الشعر .... ¶ إن ما انتهى إليه المرزوقي في عمود الشعر، لايمثّل الشعر العربي كله ؛ وإنما هو صورة لما اتفّق عليه النقاد حتى القرن الرابع الهجري. ¶ فامرؤ القيس، وهو أقدم شاعر عرفته العربية، كان يعدّ إمام المبتكرين، فلا يقال إنه كان خارجاً على \" عمود الشعر القديم \" (1) هذا، برغم أنه في شعره لم يلتزم القوانين المحدّدة في عمود الشعر.",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "لقد أعجب النقاد بالشعر الجاهلي، فتشبّثوا به ودعوا الشعراء للكتابة على مثاله.. ثم نظروا فيه، وحاولوا تقعيد أصوله، فكان عمود الشعر، الذي كان \"عندهم يشبه عمود الدين، الحياد عنه بدعة من البدع، أوضلال يجب أن يتناول بالكراهة التي تبلغ أحياناً حدّ التحريم \"( 2). ¶ هذا التشبّث بعمود الشعر وبطريقة القدماء، كان سبباً رئيساً في جمود الشعر العربي وتأخره. ويمكننا إجمال هذه العوامل التي أدّت إلى جمود الشعر في الأمور التالية: ¶ 1 - إهمال الخيال: ¶ لقد كان لإهمال العرب دور الخيال، واعتمادهم التنظيم في قواعدهم النقدية، اثر كبيرٌ في جمود الشعر العربي، وتحو‍ّله إلى صنعة لاتحتاج إلى كثير من الخيال والابتكار (3). فالخيال عندهم ضرب من الوهم (4)، والتخييل قياس شعري خادع (5) لهذا، كان الربط بين الخيال والصورة في النقد القديم عبثاً، \" فكلاهما ذو مفهوم مستقلّ عن الآخر \" (6). ¶ إنّ ضعف ملكة الخيال الشعري عند العرب هو أثر من آثار خطابية الروح العربية المشتعلة، التي \" لاتعرف الأناة في الفكر، فضلاً عن الاستغراق فيه \" (7). وهو أيضاً أثر من آثار ماديتها المحضة، التي \" لاتستطيع الإلمام بغير الظواهر ؛ مما يدعو إلى الاسترسال مع الخيال إلى أبعد شوط وأقصى مدى \"(7). لقد كان لهاتين النزعتين (الخطابية والمادية )، أثر كبير في النظر إلى الشاعر على أنه خطيب، وظيفته حماية ذمار القبيلة والنضال عن أعراضها بلسانه، واستفزاز نخوة الحميّة في أبنائها حين تأزف الآزفة ؛\" حتى إنهم لمّا جعلوا لشعرائهم أرواحاً تملي عليهم الشعر، لم يجعلوا تلك الأرواح ملائكة أو آلهة... وإنما جعلوها شياطين تصقل لسان الشاعر وتجعله أدنى إلى بلاغة القول وجزالة الخطاب، وما ذلك إلاّ لأنّهم لايرون في الشاعر إلاّ خطيباً ينظم مايقول. وقد تأثر الشعر العربي بهذا الفهم الذي كان يفهمه العرب من الشاعر، فكان فيه شيء كثير من الخطابة المنظومة \"(8).",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "وإن تشبيه الشاعر بالخطيب جعلهم يشبّهون الشعر بالنثر - فيما عدا ضرورتي الوزن والقافية \" فالشعر كلام موزون مقفّى\" - ولمّا كان النثر يقوم على وضوح الدلالة، فقد أصبح الوضوح بالتالي قيمة يجب تحقّقها في الشعر. وبما أن \" التشبيه، بما فيه من قيم عقلية، يتناسب مع الأداء النثري \" (9) فقد عدّ وسيلة تصويرية في الشعر لتحقيق الوضوح النثري فيه. ولعلّ المرزوقي قصد إلى ذلك، بطلبه المقاربة في التشبيه. ¶ إلى هذا الوضوح النثري في التجربة الشعرية الجاهلية، يشير أيليا حاوي، فيقول: لقد كانت \" التجربة في الشعر القديم.. شبيهة بالأفكار النثرية، لوضوحها و استقامة حدودها \" (10). وللطبيعة الجاهلية دورها في هذا المقام، فهي ذات أثر كبير في هذه النثرية الخطابية (11)، وفي ضعف الفكر والخيال في الشعر الجاهلي (12). غير أنّ هذه الطبيعة إذا كانت قد تغيّرت فيما بعد، فإن أسلوب التعبير الشعري لم يتغيرّ، واستمرّ على النهج الخطابي النثري الجاهلي. وذلك لأن العرب لما اعتبروا الشعر الجاهلي مثالاً أعلى يُحتذى، واستمدّوا منه مقاييسهم النقدية، أرسخوا مفاهيمه وحافظوا على أصوله، وجمّدوا بالتالي الشعر العربي في قوالبه (13). ¶ لقد أجمع النقاد على أن الأدب لايقصد لذاته، من حيث كونه فناً جادّاً من فنون الحياة، له روحه وأطواره ونزعاته. فقد كان هذا الأدب عندهم وسيلة من وسائل الدين، مما جعلهم لايفهمون منه إلاّ أنه ألفاظ وتراكيب وجمل وأساليب، ليس وراءها روح ولا فكر. وقد جعلهم هذا الأمر أيضاً يعتقدون أن الأدب الجاهلي هو خير المنتجات العقلية التي عرفها العالم (14). يقول الشابي: \" وقد لجّ بهم هذا الفكر حتى تعصبوا للأدب الجاهلي، وازدروا ما أنتجه الذهن الإسلامي\" (14). فهم لم يعترفوا بالتطور العقلي والانفعالي للشعراء والناس، الذي يتطلب وسائل أسلوبية جديدة تتناسب مع تطور الحياة (15).",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "هذا، وقد كان لإخفاق الشعراء، في استخدام الفكر في الشعر، أثره أيضاً في إعلاء قيمة التقاليد الموروثة، والغضّ من دور ثقافة الشاعر وخياله (16). ¶ 2 - تقديم العقل: ¶ يقابل إهمال الخيال عند النقاد الإعلاء من شأن العقل في الإبداع الشعري. فالمرزوقي يطلب في عيار المعنى أن \" يُعْرض على العقل الصحيح والفهم الثاقب \" (17). وعبد القاهر يجعل غرضه في الكلام على الاستعارة أن يبيّن \" أحوالها في كرم منصبها من العقل وتمكنها في نصابه، وقرب رحمها منه أو بعدها، حين تنسب، عنه (118)\" ¶ لقد نظر النقاد العرب إلى الشعر نظرة \" عقلية تعتمد على المنطق.....(لا) نفسية تعتمد على الشعور \"، كما يذهب النقد الحديث .\"(19). ¶ ولهذه النظرة العقلية تجلياتها، فهي واضحة في: ¶ أ- طلب \" القصد في الصور، ومسايرتها للمستقر الثابت من النظم والعادات \" كما يقول محمد غنيمي هلال. وهم، في ذلك يلتقون بالكلاسيكيين .(20). ¶ ب- طلب الصدق (الواقعي النموذجي): \" فأغلب الظنّ أن مسألة عرض المعنى على العقل، من خلال المنطق حيناً، والعرف حيناً آخر، كان لها أثر بالغ في الحدّ من جنوح الخيال إلى أفق غير أفق الظاهر والعرف التقليدي، فكان الشعر تقليداً محضاً لظاهر الطبيعة من جهة، وطريقة القدماء من جهة أخرى \" (21). هذا مايفهم من الصدق الذي أرادوه: إنه صدق واقعي نموذجي عقلي، لاصدق شعوري نفسي. ¶ جـ ـ الميل إلى الوضوح: فالشاعر غالباً مايؤثر التعبير المجرّد القليل الصور، الذي يقصد إلى إمتاع العقل أكثر مما إلى إمتاع الخيال \" (22) ¶ دـ - إيثار الصورة المصنوعة على الصورة العفوية. وسبب ذلك أنّ \" تحقيق عناصر الجمال في العمل المصنوع أمر يحكم فيه العقل، والحواس هي التي تتّخذ معبراً تنتقل عليه، لكي تتمثل للعقل \" (23).",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "هـ ـ حسّية إدراك الجمال، وتعليل ذلك أن \" الأساس الحسّي، وإن اعتمد على الحواسّ، فإنه يرجع آخر الأمر إلى العقل. فما تدركه الحواس لايفسّر بانفعال نفسي، ولكنه يفسّر في العقل \"(24). ¶ و ـ النظرة الجزئية التفكيكية إلى الشعر، إذ ينظر الناقد إلى القصيدة، من حيث كونها مجموعة أجزاء، لا كلاً موحّداً. فالجمال، عند العرب هو جمال المركبات لا المفردات، وهو في المركبّات، حين تكون العلاقات بينها حسب مقتضيات العقل (25). ¶ ز - تقديم التشبيه على الاستعارة، وذلك بتأثير النزعة العقلية الاتباعية عند النقاد.. فقد \" أهمل معظم النقاد العرب القدامى الاستعارة، لأنهم كانوا اتباعيين، ينصاعون للعقل وأحكامه، والمنطق وقوانينه ؛ فعظم عندهم التشبيه \"(26). ¶ ح ـ طلب الإصابة، والمقاربة في التشبيه، مما ينسجم مع النزعة المنطقية العقلية من جهة، ويرتبط بالتوافق الشكلي من جهة ثانية. يقول جابر عصفور :\" \" والإصابة والمقاربة ..... مصطلحان يمكن أن يندرجا تحت ما نسميه بالتناسب المنطقي بين أطراف التشبيه، لأنهما يرتبطان ـ في النهاية ـ بمدى التوافق الشكلي بين الأطراف \" (27). ¶ ط ـ ربط الشعر بالنثر. فإذا كان النثر مرتبطاً بالمنطق (28)، والشعر مشبّهاً بالنثر، فإن العلاقة في الشعر أيضاً منطقية ... ¶ ي ـ والبحث عن وجه شبه بين المركبات، والإلحاح على مضمون الألوان البيانية \" (29)، على حدّ قول نعيم اليافي... فهو يرى أن بناء الأشكال البلاغية التقليدية يميل إلى الاتكاء على العقل والمنطق. فالفنان، إذ كان ينشئ أبنيته الفنية، إنما كان يحكم بناء أجزائها إحكاماً عقلياً، قائماً على التعليل المنطقي الموضوعي، لا على التعليل الحدسي الشعوري (30)..",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "ويعلّق نعيم اليافي على هذا الموقف التقليدي، مؤكّداً قيمة العلاقات الحدسية في الأشكال البلاغية، فيقول: والحق \" أن العلاقات بين المركّبات في الأشكال البلاغية، ليست علاقات منطقية تقوم على الضرورة، وإنما هي علاقات حدسية أو شعورية، تقوم على الاحتمال، وعلى الإسقاط الروحي. إنها علاقات لاتقوم على المشابهة أي لا تحمل انعكاسات مقيّدة، وإنما هي علاقات تقوم على الحدس. ولذلك، فهي انعكاسات حرة لايقيّدها سوى منطق الفن وحدّه \"( 31). ¶ إلى هذا الجانب الحدسي يشير كلّ من استوفر والقاضي الجرجاني ،(32). فيقول هذا الأخير: إن \"الشعر لايحُبّب إلى النفوس بالنظر والمحاجّة، ولايحلّى في الصدور بالجدال والمقايسة، وإنما يعطفها عليه القبول والطلاوة، ويقرّبه منها الرونق والحلاوة \" (32). ¶ والتناقض واضح بين موقف الجرجاني هذا، وما ذكرناه من موقف النقاد العرب العام. وتعليل ذلك أن هذه النظرة عند الجرجاني فردية لا عامة. فالنقاد، كما رأينا، كانوا على خلافه يريدون من الشعر أن يثير علاقات عقلية منطقية واضحة .(32). ¶ 3 - الشعر صناعة: ¶ إنّ تاريخ النقد الأدبي عند العرب، لايتحدّث عن الشعر من حيث كونه خلقاً أو رؤية (33) شعرية، وإنما من حيث هو صناعة. لهذا احتفل النقاد بالصياغة الخارجية الشكلية، فلم يروا ضيراً في تكرار المعاني ما دامت الصياغة مبتكرة (34). مما أدى إلى تكرار الصور نفسها وتشابهها (35)، والاعتماد بالتالي على الصور الجاهزة والثابتة والمكررة (36)، التي حظيت بإجماع عام من النقاد والناس.",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "لقد كان للصياغة الشكلية في الشعر أثر بارز في إغفال دور الخيال والصورة. وقد كانت النزعة الخطابية سبباً رئيساً لهذا الاهتمام بالصياغة، فالشاعر يقوم عند العرب مقام الخطيب، لهذا عليه أن يعنى بتجويد شعره ليحقّق التأثير المنشود في الجماعة. يقول مصطفى ناصف: كان الشاعر: يعنّي نفسه - غالباً - ليكون خطيباً مفصحاً، يتحدث إلى سامعين، ويحفل بمطالب المتعة الجماعية \": (37). ¶ غير أن سبباً آخر أدّى أيضاً إلى تحويل الاهتمام إلى الشكل والصياغة في إبداع الشعر، وهو ارتباطه بالفنون التصويرية النفعية، في أذهان النقاد والشعراء والناس. ¶ 4 - التحسين والتعجيب: ¶ لقد كان لهاتين الوظيفتين اللتين اعتد بهما الشعر والنقد - وهما من وظائف الصناعة الشعرية - أثرهما في جمود الشعر العربي، إذ كان مقياس الجودة عند النقاد مايحقّقه الشعر من متعة ولذة. يقول أدونيس: إن الناقد العربي \" لم يكن ينظر أو يهمه أن ينظر في ما أضافه الشعر أو يضيفه من عناصر الجديد، وفي أهمية هذه العناصر بالنسبة إلى الحياة العربية، الثقافية والروحية، وإنما كان يكتفي بأن يبحث فيه عن المتعة واللذة \"..( 38). ¶ لقد كانت غاية الشعر في النقد العربي جمالية تعليمية، الأمر الذي جعل الشعراء والنقاد يهتمون بالصياغة دون المضمون. هذا ما عبّر عنه قدامة بن جعفر بقوله: \" وعلى الشاعر ،إذا شرع في أي معنى كان.... أن يتوخى البلوغ من التجويد في ذلك إلى الغاية المطلوبة \". ويعلّق عز الدين إسماعيل على هذا الكلام بقوله: \" ففي هذا يصوّر لنا قدامة عدم الاهتمام بقيمة المعنى أو استجادة الشعر لأن معناه حميد، ولكنه يهتم بالصورة. وليكن المعنى حميداً أو ذميماً، فهذا لايعني، فليس للشعر غاية أخلاقية أو تعليمية، وإنما هو ينظر فقط إلى جانب الجمال الذي يسميه تجويد الصورة \" (39).",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "إن رغبة العرب في التحسين والتعجيب جعلتهم يولعون بالجمال أينما كان. لهذا، \" لم تكن (العرب) تشبه - غالباً - بغية غرض معيّن، وإنما لإرضاء الحس الجمالي، أو لمجرّد الإعجاب بالتشبيه ذاته \" (40) لكنّ هذا الإعجاب بالجمال لم يكن مطلقاً، وإنما كان \" بالجمال الذي يتمثّل للحسّ \" فقط (41) . ¶ هذه النظرة الجمالية إلى الشعر، التي تدخل في صلب نظرية الفن للفن، كان لها أثر كبير، فيما بعد، في جمود الشعر العربي. وذلك، اعتباراً من القرن الرابع للهجرة، إذ بدأت \" فكرة التحسين والزينة... تطغى على التعبير والبيان في القرن الثالث \"(42) أما عبد القاهر الجرجاني فيتحدّث عن تصاوير الشعراء، فيرى\" أنها تفعل فعلاً شبيهاً بما يقع في نفس الناظر إلى التصاوير، التي يشكلها الحذاق بالتخطيط والنقش أو بالنحت والنقر؛ إذ تعجب وتخلب وتفتن فتنة لا ينكر مكانها ولا يخفى تأثيرها \" (43). ¶ وفي هذا الكلام إشارة صريحة إلى ارتباط الشعر بالفنون النفعية، وهو أوضح دليل إيضاً على ما آلت إليه وظيفة الشعر في القرن الخامس، من سعي إلى إثارة المتعة الجمالية. بل إن مايلفت انتباهنا فيه، هذا التركيز على التعجيب والفتنة، فكأنه لاوظيفة للشعر سوى ذلك. ¶ 5 - الشكلية:",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "يؤكد المرزوقي، في حديثه عن عمود الشعر، هذه الشكلية في تذوق الشعر وإنتاجه ؛ وذلك من حيث كونه تعبيراً عن معنى محسوس يأنس إليه العقل... فإن \" جوهر الشعر - كما يبدو في هذا العمود - يتعلّق بالشكل، أوالمظهر، في اللفظ، والوصف، والتشبيه، والاستعارة، والمشاكلة، واقتضاء القافية، فضلاً عمّا في معيار كل باب من قيود فرعية أخرى. وربما كان لنا أن نستنبط، إذن، قيام الذوق العربي على العناية بالشكل، لا من حيث تعبيره عن معنى مجرّد، وإنما من حيث تعبيره عن معنى محسوس يأنس إليه العقل. فإذا ما قبل العقل المعنى، لم يبق للشاعر إلاّ أن يتجرّد لوضعه في قمقم الشكل. من خلال اللفظ، والإصابة، والمقاربة، والمناسبة، والمشاركة، فيبعد بذلك عن عالم الفكر الإنساني، وعن محاكاة المشاعر الباطنة الغامضة، التي قد تتأبّى على العقل الصحيح \"( 44). ¶ لقد كان لنظرة العرب الحسّية في إدراك الجمال، إذاً، أثرها العميق في انصراف \" الأغلبية إلى الاهتمام بالجمال الشكلي الذي يتأدّى إلى الحواس، فيلذّها أو يؤذيها.. وقد أمكن (فيما بعد) ضبط القواعد التي تتحكم في الشكل، (لتصبح) هي قواعد الصنعة \" (45) وهكذا، سيطرت الصنعة على الفكر النقدي الجمالي العربي (46 ).",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "ولابدّ هنا من التمييز بين نوعين من الحسّية: الحسية النفسية والحسية العقلية. \" فالأساس الحسي النفسي يضع في الأشياء مشاعر من خلال المدركات الحسية، والأساس الحسي العقلي.. يكشف في الأشياء قوانين تتفق معه من خلال هذه المدركات الحسية. هذا يعتمد على الإثارات الوجدانية، وذاك يكشف عن القوانين الطبيعية \" (47). ولمّا كان النقاد العرب قد قدّموا العقل على الخيال والحسّ على الحواس، فإنهم نظروا إلى الحسية من الأساس العقلي لا النفسي. هذا، وإن كان الشعراء في كثير من الأحيان قد انطلقوا من الحسية النفسية. لقد كان النقاد \" يقدّرون التشبيهات والاستعارات بمقدار مايتضح فيها من شبه بالأشياء الطبيعية \"( 47). أي بمقدار \" المطابقة الشكلية، أوالظاهرية بين الأصل، والصورة، في التشبيه والاستعارة وسائر الصور البيانية \"(48). ¶ ولاغرابة في هذا الموقف النقدي، وقد كان الاتجاه السائد \" أن الجمال في الأشياء، ونحن نستكشفه \" (47). وهذا يعني أن الجمال عند هؤلاء النقاد موضوعي، ينصرف الاهتمام على أساسه \" إلى الموطن الذي يمكن أن تنضبط فيه العناصر الموضوعية للشيء الجميل \"(47). ¶ لقد جعلت هذه النظرة الموضوعية إلى الجمال النقاد ينظرون إلى الشعر نظرة شكلية سطحية، تعتمد على الدلالات الحرفية والقوانين المنطقية، لا على الرؤى العاطفية والمواقف الفكرية النابعة من داخل الشعر .( 49). ¶ ولعل هذا هو سبب إعجابهم ببيت ابن المعتز: ¶ وانظر إليه كزورق من فضة ... قد أثقلته حمولة من عنبر",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "يقول عز الدين إسماعيل في تعليقه على هذا البيت :\" كان يعدّ قمّة في التشبيهات التامة، وإن كان لايدلّ على إحساس صادق بالهلال، ولايمكن أن يكون الزورق الفضي سوى نتيجة لعملية عقلية باحتة، فكل عنصر من عناصر هذا الشكل يتساوى مع مايوازيه من ذاك، ولكن! هل يثير الهلال في النفس نفس الشعور الذي يثيره الزورق الفضّي المحمّل بالعنبر؟ كل شخص له خبرة نفسية يستطيع أن يجيب بالسلب، ومن ثم يكون التشبيه فاشلاً، لأن مايثيره المشبه لايثيره المشبه به \" (50). ¶ هذا مايدفع الناقد نفسه لأن يستخلص أن \" الشاعر (القديم) كثيراً ما كان يندفع وراء الصور الحسية، التي تبدو له غاية في الجمال، ويتغافل عمّا يمكن أن يكون بين الشعور الذي تثيره، والشعور أو المعنى الذي كان ينبغي عليها أن تنقله إلى القارئ من علاقة \"( 51). ¶ وشاهد ذلك عنده بيت قديم \" أراد الشاعر فيه أن يصور فتاة باكية حزينة نادمة، فقال: ¶ فأمطرت لؤلؤاً من نرجس وسقت ... ورداً وعضّت على العناب بالبرد ¶ فجعل اللؤلؤ موازياً للدموع، والنرجس مقابلاً للعين، والورد للخدود، أمّا العنّاب، فلأطراف الأصابع، وأما البرد، فللأسنان. وأعتقد أن كل ذوّاقة يحسّ مايمكن أن تثيره هذه الصورة في النفس من ألوان المشاعر، لايمكن بحال من الأحوال أن يحسّ بإحساس تلك الفتاة المسكينة الحزينة الباكية النادمة \" (52). ¶ هذا هو موقف العربي من الصورة الشعرية، ينظر إليها بجمودها المكاني وكأنه أمام تمثال أصمّ لاصورة حيّة. لقد كان يقف عند حدود الشكل الظاهر، ولايغوص إلى أبعاد الصورة وعلاقتها بنفس قائلها (53). وهذا أدى بالتالي إلى جمود الصورة \" فلم يكن فيها أي خاصة عضوية أو حركية، بل كانت عناصر جامدة \"(54).",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "ومن مظاهر هذه الشكلية في نقد الشعر، أيضاً، محاولتهم \" تقويم العمل الأدبي على أساس من القيم الجزئية، التي تقف في الأعمّ الأغلب عند الحكم على صحة المعاني وخطئها، ورداءة الأفكار وجودتها، ثم عند حدود الاستعارة والتشبيه والمجاز والكناية، وغير ذلك مما يتناول الشكل الخارجي للعمل الأدبي، دون النظر إليه نظرة كلية تقوم على نوع من التفسير النفسي والاجتماعي والجمالي، ولاتعنى بفلسفة المضمون ...! \" (55). ¶ وقد أدّى اهتمام النقاد بالمظهر الخارجي للصورة إلى المبالغة في استخدام وسائل التعبير، بحدودها الشكلية السطحية، غير مهتمين بما كان لها من قيمة معنوية انفعالية في الشعر القديم. يقول محمد زغلول سلاّم: إن اهتمام النقاد بالمظهر الخارجي للصورة \" أدّى إلى الإغراق، بعد، في استخدام هذه الفنون التعبيرية، في حدود المشاكلات الظاهرية، ولم يتقصّوا حقيقة استخدام التشبيه والاستعارة لدى القدماء الذين لم يقفوا عند حدود تلك المشاكلات ؛ بل كان دورها لديهم أعمق. فهي تحمل إلى جانب المظهر الشكلي لمحات من المشاعر والأحاسيس، ممّا جعلهم يشبهون المعنى، ويصورونه في مجموعة من الصور متباينة تباين الأحاسيس والمواقف \" (56). ¶ كما أدى اهتمام النقاد بالمظهر الخارجي للصورة، وبالتطابق الشكلي بين طرفيها إلى نشوء مشكلة الرؤية الثنائية. \" فالنظرة البلاغية للأشكال الفنية توصف بالثنائية، لأنها ترجع العلاقة إلى مركبيها، فتقابل أحدهما بالآخر، أو تجعله يقوم بدوره أمامه. هذه النظرة الثنائية الانفصالية التي تشطر (الصورة) إلى مركبيها، نظرة ضيقة ومحطمة للشكل البلاغي ولوحدته، لأن الذهن في حالتي إبداعه وإدراكه، لايرى المركبين وهما يعملان بمعزل عن بعضهما البعض (كذا) في حالة انفصال وتعارض، وإنما يراهما في حالة عضوية متصلة، وفي وضع متوافق يعمل أحدهما في الآخر \"(57).",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "لهذا نرى أنّ جمال الأشكال البلاغية وقيمة الصور الفنية في وحدتها، وفي مقدرتها على الإيحاء المعنوي والانفعالي.. إن نطاقها \" يقع خلف هذا العالم المنفصل، ويقع بالتالي خلف الأثنينية وتعارضها. إن نطاقها فقط هو الوحدة، وحدة الأشياء، وحدة الذهن بالموضوع، وحدة العربة وما تحمل (الفكرة والوسيلة ). وعن طريق هذه الوحدة وفيها يتولد الكائن الجديد (58).، وتتخلّق الرؤية المبدعة والفريدة في نفس (كذا) الوقت \" (59). ¶ 6 - الجزئية : ¶ كانت النظرة التجزيئية سمة من سمات العقلية العربية التقليدية، التي ما كانت تنظر \" إلى القصيدة ككل وكوحدة، بل تنظر إليها كأجزاء منفصلة مستقلة \"(60). ويرجع شوقي ضيف هذه النظرة إلى اللغويين، \" فقد جعلتهم عنايتهم بالشاهد والمثل في أبحاثهم، يقفون أكثر مما ينبغي عند المعاني الجزئية، بل كانوا يفاضلون أحياناً بينهم على أساس هذه الجزئيات.. ولا نبالغ إذا قلنا: إن كل بحث جزئي في النقد العربي، مرجعه هذه النظرة من اللغويين، فهم الذين جعلوا البيت وحدة النقد، واتخذوا المعنى المحدود أصلاً للتقدير، وقاعدة للتقويم \"( 61). ¶ ويمكننا أن نرى في سيطرة النزعة الخطابية على التفكير العربي ،(التي كان من آثارها كثرة المترادفات، والميل إلى الإيجاز ووحدة البيت) سبباً آخر في نشأة هذه النظرة التجزيئية (62).",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "لقد كانت نظرة القدماء \" إلى الألفاظ والجمل والعبارات على أنها جزئيات مستقلة، يقاس حسنها في ذاتها \"(63). ولكن، إذا كان جمال الصورة عند القدماء يقاس بفرديتها، فإن هذا لا يعني أنهم أغفلوا النظر إليها مع جاراتها؛ وإنما كانت نظرتهم إلى هذه الصور مجتمعة نظرة جمع لاتوحيد، أي أن هذه النظرة كانت تجمع بين هذه الصور مع المحافظة على فردية كل صورة واستقلاليتها. ولايخفى ما في هذه النظرة من جمود، ومالها من أثر في إعجاب النقاد بالصور المكثّفة، على غرار إعجابهم ببيت الشاعر: وأسبلت لؤلؤاً.. لأنه جمع فيه خمس صور، وإن كانت الصورة الحسية متنافرة مع الصورة النفسية، ولارابط يجمع بين هذه الصور بعضها إلى بعض... وإنما هي عملية رصف لإثارة الإعجاب، وإظهار البراعة........ ¶ لقد ظهرت التجزيئية، إذاً، في استقلالية الصورة وفي وحدة البيت. وقد كان لهذا الأمر أثر كبير في ميل الشعر إلى الصنعة، وفي تجريده من تأثيره المطلوب. لقد حرمت هذه النظرة الشاعر من تحقيق التأثير في الجمهور، ومن إمكانية التعبير عن نفسه بحرية، فبات كلّ همه أن يأتي بالصور الفردة المستقلة المعجبة، وأن يحاول أن ينهي المعنى بنهاية البيت. ¶ وقد كان لهذه العناية بالصورة الفردة أثرها في عدّ الشعر صنعة، وفي فصل الصورة عن المعنى. ولعل هذه الأمور هي التي أفضت إلى العناية بالصورة الفردة. ¶ أما النظرة الحديثة إلى الشعر، فلا تنظر إليه على أنه جزئيات مستقلة، يقاس حسنها في ذاتها، بل تفهمها وتقيس حسنها، وتقف على أخص خصائصها، في وظفيتها العامة في بنية القصيدة (63). إنها \" تدرس الصورة في نطاق النص لاخارجه \" (64) وبهذا، تحقّق الصورة وظيفتها في تصوير تجربة الشاعر، وتتمكن من التأثير في النفوس. ¶ 7- الذوق العام:",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "يقول مصطفى ناصف: \" إن استعمال شيء ما استعمالاً مجازياً لايبلغ غايته، إلا إذا كان مألوفاً، محبوباً، داخلاً في حدود الخبرة المعتادة ذات الجذور العميقة في النفس. ولابدّ أن تكون الارتباطات حول الشيء الجديد مستقرة في اللاشعور العام \"(65) من هذا المنطلق أكّد المرزوقي أهمية الاستعمال والرواية وطول الدربة ودوام المدارسة، حتى يكون الكلام مطابقاً للذوق العام، أو لما يُسمّى \" طريقة العرب\" . ¶ إن ارتباط الشعر بالمتلقي هو الذي فرض هذه المناسبة بين كلام الشاعر والذوق العام. وقد ترتّب على ذاك الارتباط وهذه المناسبة أمور عديدة: ¶ أ- تحول الشاعر إلى خطيب. فقد صار الشاعر \" خطيباً مفصحاً، يتحدث إلى سامعين، ويحفل بمطالب المتعة الجماعية ،(65). ¶ ب ـ عناية الشاعر بالصياغة والشكل ليحقق هذه المتعة. ¶ جـ ـ تقرير المعاني الحقيقية المألوفة في صياغة خلابة (66) لا العناية بفنية الصورة ¶ د - تحييد الشاعر، إذ فصلوا \"بين الوسيلة الفنية وبين مستعملها... وما يحاول أن يضمنها من محتوى فكره وانفعاله وتجربته الحيّة \"(67). ¶ هـ - تجميد أساليب التعبير، فصار ينظر إلى الوسائل الفنية \" كأنها قوالب محايدة جامدة باردة يستعملها الأديب كما يستعمل صانع الطوب قوالبه \" (68). ¶ و ـ أن يكون الشاعر واعياً في صناعة شعره، فيأتي بالكلمة المعيّنة دون غيرها، وبالصورة هذه دون تلك، مستبعداً بذلك التجربة الشعرية، وما تفرضه عليه من ألفاظ وتراكيب وصور خاصة، ساعياً إلى أن يكون كلامه مألوفاً لايتنافى مع الذوق العام. ¶ ز - قتل الاستعارة، وهو عند إحسان عباس \" أخطر مافي هذا الاحتكام إلى طريقة العرب... لأن تعقّب الاستعارة يعني التدخّل في التشخيص والقدرة الخيالية لدى الشاعر \"(69 ).",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "لقد كان الذوق العام أو مايسمى \" طريقة العرب \" هو معيار الحكم على جودة الشعر وتقدّم الشاعر. فالآمدي في موازنته يهاجم أبا تمام لأنه خالف في صوره الذوق العام. يقول معلّقاً على قول الشاعر: \" بيوم كطول الدهر في عرض مثله... \": \" هذه الألفاظ صيغتها صيغة الحقائق، وهي بعيدة عن المجاز، لأن المجاز في هذا له صورة معروفة، وألفاظ مألوفة معتادة، لايتجاوز في النطق بها إلى ما سواها، وهي قول الناس... \"(70). فالمجاز له طريق خاصة، لايمكن للشاعر تجاوزها ولكن متى كانت للمجاز قاعدة وطرق؟ إنهم بذلك ينفون ذاتية الفنان، ويسيرون بالشعر قدماً نحو الجمود. ¶ ويذهب الآمدي إلى أبعد من ذلك، فيرى \" أن الشعر لايتأثر كثيراً إذا أخطأ الشاعر، فجعل ذيل فرسه طويلاً، أو استعمل السوط في حثه على الجري، أو خيّل إليه أن الفستق من البقول، أو ظنّ أن صاحب الفيل لابدّ أن يكون قوياً كالفيل، فمن السهل أن تحاكم المبالغة لديه إلى مقياسك الفني... كل هذه أخطاء جزئية، ولكن الشعر يصاب في الصميم إذا قلنا للشاعر: إنك لاتستطيع أن تقول: \" وضربت الشتاء في أخدعيه \"، لأن العرب لاتستعمل مثل هذه الاستعارة\"(71). ¶ ويعلّق أخيراً إحسان عباس على هذه القضية (الذوق العام) بقوله: \" إن هذا القانون متعسّف، لأنه يفترض اللجوء إلى قاعدة لايمكن تحديدها. فمن هو الذي يستطيع أن يزعم لنفسه وللناس أنه قد أحاط بما يسمّى \" طريقة العرب \" في الاستعمالات اللغوية والتصويرية. ولماذا يعمد الآمدي نفسه كلما رأى أثراً قديماً مشبهاً لطريقة أبي تمام، إلى الاعتذار عنه وعدّه من النادر أوالشاذّ؟ أليس هذا النادر صادراً عن عربي، تقبّله ذوقه وأقرّه خياله - وهو خيال عربي -، ولم نسمع أنه طواه استهجاناً أو قابله الناس حينئذ بالاستغراب \" (72).",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "حقاً! إن عمود الذوق - كما فهمه العرب - متعسّف لأن فيه تقييداً لحرية الفنان وفرديته. ولكن هذا لايعني أن ثمّة تناقضاً بين حرية الفنان والذوق العام... فإنْ يعبّر الفنان عن ذاته، لا يلغي التزامه بالذوق العام، كما إن هذا الالتزام لايلغي فرديته وخصوصيته كفنان. فالعمل الأدبي لقاء بين الخصوصية الذاتية والعمومية الذوقية... فإن التزم الشاعر العمومية فقط بقي شعره في إطار التقليد، وبقي الأصل هو الأفضل، مهما كان إبداعه عظيماً. وإن التزم الخصوصية فقط خرج إلى التعقيد والغموض أحياناً. ونترك كلمة الفصل في هذا الموضوع للدكتور محمد غنيمي هلال، إذ يقول: \" لايصح رجوع الشاعر أوالكاتب إلى صنوف الخيال التقليدي إلاّ إذا كان له أساس من مشاعره الخاصة وتجاربه، إذْ لاينبغي أن يصور شعوره بما لاعلم له به ولاشعور، لأن ذلك ينال من صدقه وأصالته الفنية \" (73). ¶ 8 - النموذجية السلفية: ¶ لمّا دعا النقادُ الأدباء إلى التزام الذوق العام، كان لابدّلهم أن يحدّدوا أيضاً وسيلة تحقّق هذه العمومية... إنها في الصياغة النموذجية السلفية. ¶ أما النموذجية، فتعني \" أن الكمال الشعري من وجهة نظر العقلية السائدة، كائن سابقاً في التراث الشعري العربي (وعلى الأخص الجاهلي ). وعلى الشعراء في المستقبل أن ينسجوا على منواله، فليس لمتأخر الشعراء، كما يقول ابن قتيبة، أن يخرج على مذهب المتقدّمين \"( 74). ¶ وأما السلفية، فتلك هي سمة \" العقلية السائدة في المجتمع العربي... (التي) ينبع مثلها الأعلى من الماضي لامن المستقبل \" (74) . ¶ إن التزام الشاعر بالذوق العام، إذا، لايكون إلاّ عن طريق التزامه الصياغة الشعرية القديمة، التي تتمثّل بشكل نموذجي في الأدب الجاهلي. ¶ وقد كان لهذه النظرة السلفية النموذجية أثرها الكبير في جمود الشعر العربي ونقده، وذلك من خلال:",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "أ- تقيد الشاعر، \" فبدلاً من أن ينطلق الناقد العربي الإسلامي من لانهائية الحرية التي مارسها الجاهلي الشاعر في الإبداع، رسم لنفسه سلسلة من القيود قد أحكم نسجها واستحكم إغلاقها، وكانت الصرامة في تقليد الشاعر الجاهلي \"(75). ¶ ب - حرمان الشاعر من التعبير الذاتي، إذ فرض عليه النموذج القديم فرضاً، مما أدّى إلى ابتعاده عن الصدق. يقول عصام قصبجي: \" لامراء في أن محاكاة النموذج الأدبي القديم ليست بدعاً من الأمر، بل لعلها تحمد عندما تتعلق بالنماذج المثلى، وهو ما انتهى إليه مفهوم المحاكاة في النقد الأوروبي.. ولكن المشكلة هي أن يفرض النموذج القديم فرضاً يحرم الشاعر من التعبير عن مشاعره الخاصة، بحيث يحاكي الآخرين، ولايتاح له أن يحاكي ذاته، فيبتعد عن الصدق، ويضطر إلى أن ينهج نهج القدماء في معانيهم وأخيلتهم، كي يظفر برضا النقاد \".(76). ¶ جـ ـ غلبة الشكلية، إذ أدّى التعلّق بالنموذج إلى التعلّق بالشكل. فالشعر، من وجهة نظر العقلية السائدة، لم يكن رؤيا بل صناعة ألفاظ. إنه، من هذه الناحية، لاينبع من كيفية رؤيا العالم وخلقه، بل من كيفية رؤيته وصنعه (77). ها هو عبد القاهر الجرجاني مثلاً \" يرى أن مايقوم به الشاعر من أيجاد الائتلاف بين المختلفات ،يمكن أن يكون كشفاً، ولكنه لايمكن أن يكون اختراعاً أو خلقاً بالمعنى المعاصر للكلمة \"( 78). ¶ ... ... ولابدّ من التنويه هنا بدور علماء اللغة، في سيطرة هذه النزعة الشكلية... فقد كان هؤلاء يجلّون الشعر الجاهلي إجلالاً عظيماً ،لأنه مصدر علومهم الوحيد تقريباً، فلم يأبهوا للمعاني الإنسانية فيه. (79). فقد كان بإمكان تلك المعاني أن تخرج الشعر من صومعة الجمود إلى ميدان التطور. ¶ ... ... وممّا أدّى إلى هذه الشكلية أيضاً وضع النقاد نماذج من الصور النموذجية السلفية، رغبة منهم في محاكاة الشعراء لها، حتى يعترف لهم بالتقدم والبراعة والإجادة.",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "د ـ جفاف النقد وجموده: فقد كانت هذه النظرة الشكلية الحسية الجزئية. \" وراء جفاف النقد وجموده على طريقة واحدة هي الطريقة الجاهلية في فهم الشعر \" (80). لهذا، لم يكن لهذا النقد \" من القوة ما يمكنه من تغيير سير الأفكار، ولا من تقويم حركة العقول \" (81). ¶ لقد تغيّرت مهمة النقد، فلم يعد الغرض منه \" تقويم حركة العقول والأفكار، بل شرح الشعر العربي، وتقرير طريقة الشعر الجاهلي لتكون نموذجاً ومنهجاً للشعراء..... فتمكنت الطريقة العربية القديمة وطريقة الخيال والتصور عند العرب من الاستيلاء على أفكار الشعراء والكتّاب \"(82). ¶ إن موقف النقد والنقاد هذا كان سبباً رئيساً في الحيلولة دون تطور الشعر العربي. فقد فرض هذا الموقف على النقاد أن يقتصروا \" على الملاحظة العابرة، فلم يخطر ببالهم أن يضعوا للشعر مذهباً شاملاً يسهم في تخليصه من أغلال الشكل، ويوجهه إلى ما في الشعر من غاية إنسانية، ومظهر فكري \" (83). وسبب هذا الموقف أن \" الشعر هو الذي صاغَ مبادئ النقد، في حين إن النقد هو الذي كان ينبغي أن يصوغ مبادئ الشعر \" (83). ¶ لقد كان النقاد، إذاً هم السبب في تدهور النظرة إلى الشعر. وهم في موقفهم هذا إنما يلتقون مع من يسميهم حامد عبد القادر بأفراد الطائفة الموضوعية في النقد، أولئك الذين \" يرجعون سبب سرورهم الجمالي إلى صفات يتصف بها الجميل، فيعلّلون سرورهم من الصورة مثلاً بصفاء ألوانها أو وضوحها، أو إشراقها، أو تشبّعها، ويميلون إلى مقارنة اللون الذي يرونه بلون آخر يعدّونه مثلاً أعلى. ولايعدّون الشيء جميلاً إلاّ إذا كان مطابقاً لنموذج أومقياس معيّن قد حددوه وبيّنوا أوصافه. ولذا يقال عنهم إنهم يتأثّرون في تقدير الجمال بإدراكهم وتعقّلهم، أكثر مما يتأثرون بوجداناتهم وعواطفهم. وهم أدق في النقد، ولكنهم أضعف في التقدير وتذوق الجمال \" (84).",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "إن الأسلوب النقدي الذي يتبعه أفراد هذه الجماعة في تقديرهم للجميل، كثيراً ما يقف في سبيل الخيال الطليق الفياض، ويحول بينه وبين التعبير عن نفسه بملء حريته، ويدعو الفنان إلى محاكاة نموذج مثاليّ معيّن. ¶ نتيجة لذلك، راح هؤلاء النقاد ينظرون إلى الشعر من الناحية الشكلية اللغوية، بعيداً عن معانيه وأغراضه الأساسية، وعن تأثرّه بالحقيقة والواقع، أو الخيال والوهم، وعن مدى تأثيره في نفس المتلقي وإثارته لشعوره الوجداني أوالعاطفي (85). ¶ ولعلّ أحداً يتساءل هنا عن سبب تقصير القدماء في نظرتهم إلى الشعر، وعن سبب عدم تماسك تصوّرهم لطبيعة الفن الشعري (86). فيجيب محمد النويهي عن هذا التساؤل بقوله: إن البلاغيين والنقاد والقدامى لم يقصّروا تقصيرهم ذاك، ويقعوا في أخطائهم تلك، إلاّ لأنهم - أصلاً - لم يفهموا ما الأدب، ما كنهه، ما دوافعه، ما منشؤه من النفس الإنسانية، ما وظيفته، ماذا يحاول، لماذا تحتاج إليه الإنسانية، لماذا يهتم الأدباء بإنتاجه، بل يساقون سوقاً لايستطيعون له دفعاً، ويكلفهم الكثير من الجهد، ويفرض عليهم الكثير من التضحيات، كيف نتلقى إنتاجهم، وماذا يجب علينا أن نحاول التقاطه منه، وما طبيعة التجربة الفنية، وما علاقتها بالتجربة الواقعة، فيم تزيد عليها، فيم تتفق التجربتان وفيم تختلفان ؟\" (87). ¶ هذا هو السبب في قصور نظرة القدماء إلى الشعر، وفي عدم تماسك تصوّرهم لطبيعة الفن الشعري، الأمر الذي أدّى إلى التناقض في الكثير من آرائهم النقدية. ¶ ( ¶ ( هوامش نظرية العمود وجمود الشعر: ¶ (1) إحسان عباس: تاريخ النقد 160 ¶ (2) انظر: نظرية المحاكاة لعصام قصبجي 80 ¶ (3) انظر إحسان عباس: فن الشعر 144، ط3 دار الثقافة، بيروت، د. ت ¶ (4) محمد غنيمي هلال: النقد الأدبي الحديث 410، دار الثقافة ودار العودة ،بيروت، 1973 ¶ (5) انظر أرسطو طاليس: في الشعر 258 ومابعد، وهذا رأي عبد القاهر الجرجاني أيضاً. ¶ (",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "6) هلال : النقد الأدبي الحديث 162 ¶ (7) الشابي: الخيال الشعري عند العرب 119-120 . ¶ (8) المصدر نفسه 120-121. ¶ (9) عدنان حسين قاسم: التصوير الشعري 100 ¶ (10) ايليا حاوي: فن الوصف 2/98، ط1 دار الشرق الجديد، بيروت 1960 ¶ (11) انظر الشابي: الخيال الشعري 128 ¶ (12) انظر المرجع نفسه 130 ¶ (13) يرجع الشابي ثبات الشعر العربي على نظام التعبير الجاهلي إلى عوامل: الوراثة، والنقاد، وعدم الاطلاع على آداب الأمم الأخرى - (انظر الخيال الشعري عند العرب 131). ¶ (14) انظر المرجع نفسه 136 ¶ (15) انظر الصورة في النقد الأوربي للرباعي 62-63 ونعيم اليافي: البلاغة العربية 239 ¶ (16) انظر ناصف: الصورة الأدبية 93 ¶ (17) المروزقي شرح ديوان الحماسة 1/9 ¶ (18) البلاغة تطور وتاريخ لضيف 192-193 ¶ (19) الصور البيانية لحفني شرف 161. ¶ (20) انظر هلال: دراسات ونماذج 62- 63- 65. ¶ (21) نظرية المحاكاة لعصام قصبجي 170 ¶ (22) الصورة الأدبية لناصف 186. ¶ (23) الأسس الجمالية لعز الدين إسماعيل 222-223 ¶ (24) المرجع نفسه 213 ¶ (25) المرجع نفسه241 ¶ (26) التصوير الشعري لعدنان قاسم 107 ¶ (27) الصورة الفنية 214 ¶ (28) انظر اليافي: البلاغة العربية 237 ¶ (29) المرجع نفسه 236 ¶ (30) انظر المرجع نفسه 236، وشرف: الصور البيانية 159 ¶ (31) البلاغة العربية 238 ¶ (32) إسماعيل: الاسس الجمالية 373 ¶ (33) للمزيد من الاطلاع حول مفهوم الرؤية، انظر إسماعيل دندي: الرؤية والشعر العربي الحديث، ص 144 - 157، مجلة المعرفة، وزارة الثقافة السورية، دمشق العدد 339، كانون الأول 1991 ¶ (34) انظر أدونيس: زمن الشعر 42، 39. ¶ (35) انظر د. نصرت عبد الرحمن: الصورة الفنية في الشعر الجاهلي 175، مكتبة الأقصى، عمان، 1976 ¶ (36) انظر اليافي: البلاغة العربية 276، وانظر أيضاً ظاهرة التكرار في الثقافة العربية التقليدية في: زمن الشعر لأدونيس 22 ¶ (37) الصورة الأدبية لناصف 191 ¶ (",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "38) زمن الشعر لأدونيس 42 - 43. ويقول عز الدين إسماعيل: \" وكان قصارى العمل الأدبي الناضج أن يحدث اللذة \"_ الأسس الجمالية 171. ¶ (39) الأسس الجمالية لعز الدين إسماعيل 373. ¶ (40) انظر نظرية المحاكاة، لعصام قصبجي 44، وهذا الرأي لابن سينا. ¶ (41) الأدب وفنونه لعز الدين إسماعيل 143. ¶ (42) الصورة الأدبية لناصف 122. ¶ (43) البلاغة تطور وتاريخ لضيف 212. ¶ (44) نظرية المحاكاة لعصام قصبجي 169 ¶ (45) الأسس الجمالية لعز الدين إسماعيل 171 ¶ (46) والصنعة هنا بالمعنى الفني المطبوع .ولكنها تحوّلت فيما بعد بتأثير الشكلية إلى صنعة رديئة، إذ انصبّ اهتمام الشاعر على الصورة دون المعنى. (انظر الأسس الجمالية 215، وكلام قدامة المذكور في حديثنا عن التحسين والتعجيب) ¶ (47) الأسس الجمالية لعز الدين إسماعيل 214. ¶ (48) سلام: تاريخ النقد من القرن الخامس إلى العاشر 104 ¶ (49) انظر الصورة في النقد الأوربي للرباعي 62 ¶ (50) الأسس الجمالية 214، وانظر الأدب وفنونه لعز الدين إسماعيل 141- 142 ¶ (51) الأدب وفنونه لعز الدين إسماعيل 142 ¶ (52) المرجع نفسه 142-143. ¶ (53) انظر ايليا حاوي: نماذج في النقد الأدبي 67 ط3، دار الكتاب اللبناني، بيروت، 1969. ويقول عز الدين إسماعيل مستنتجاً من كلامه على بيت ابن المعتز السابق:\" كل هذا يخلص بنا إلى أن الصورة لم تكن لتتجاوز الشكل الخارجي للأشياء، دون تعمق لها من جهة، ودون استغلالها في نقل مشاعر محدّدة في نفس الشاعر من جهة أخرى \" (الأدب وفنونه 142 ). ¶ (54) الأدب وفنونه لعز الدين إسماعيل 143. ¶ (55) الصور البيانية لحفني شرف 444 ¶ (56) تاريخ النقد العربي من القرن الخامس إلى العاشر 104، و سلمى الخضراء الجيوسي: الشعر العربي المعاصر ص 49، مجلة عالم الفكر، المجلد 4، ع2، 1973. ¶ (57) اليافي: البلاغة العربية 233 - 235. ¶ (",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "58) هذا الكائن الجديد هو المعبّر عنه بمعنى المعنى عند الفارابي وريتشاردز (انظر: نظرية الشعر عند الفارابي 174 لزكي نجيب محمود، في \" مهرجان الشعر الأول \" المجلس الأعلى لرعاية الفنون والآداب، دمشق 1959)، أو بالتصور (انظر نصرت عبد الرحمن: الصورة الفنية في الشعر الجاهلي 9). ¶ (59) اليافي: البلاغة العربية 236. ¶ (60) زمن الشعر لأدونيس22. ¶ (61) النقد 40-41 ¶ (62) انظر الشابي: الخيال الشعري 125-126 ¶ (63) هلال: دراسات ونماذج 21 ¶ (64) اليافي: البلاغة العربية 230 ¶ (65) الصورة الأدبية لناصف 191. ¶ (66) انظر المرجع نفسه 190 ¶ (67) النويهي: الشعر الجاهلي 1/15 ¶ (68) المرجع نفسه 1/15 -16 ¶ (69) تاريخ النقد 168 ¶ (70) الموازنة 1/197 ¶ (71) عباس: تاريخ النقد 167- 168 ¶ (72) المرجع نفسه 167 ¶ (73) دراسات ونماذج 16 ¶ (74) زمن الشعر لأدونيس 22. ¶ (75) خالد محي الدين البرادعي: النظرية النقدية عند القرطاجني، ص 125، مجلة المعرفة، دمشق ع 233، 1981 ¶ (76) نظرية المحاكاة 160 ¶ (77) انظر زمن الشعر لأدونيس 22 ¶ (78) جابر عصفور: الصورة الفنية 236. ¶ (79) انظر نظرية المحاكاة لعصام قصبجي 79. ¶ (80) المرجع نفسه 81 ¶ (81) أحمد ضيف: مقدمة لدراسة بلاغة العرب 161، ط1، القاهرة 1921 ¶ (82) المرجع نفسه 158 ¶ (83) نظرية المحاكاة 82، وانظر ص 159 من المرجع نفسه، حول أثر الشعر الجاهلي في مبادئ النقد العربي. ¶ (84) حامد عبد القادر: دراسات في علم النفس الأدبي 107 ¶ (85) انظر المرجع نفسه 108-109 ¶ (86) انظر جابر عصفور: الصورة الفنية 139 ¶ (87) الشعر الجاهلي 1/21. ¶ (( ¶ خاتمة ¶ لقد حاولت في هذه الدراسة أن أقدّم صورة مكثفة عن أهم معركة نقدية شعرية ثارت في تراثنا العربي، وهي الخصومة بين الطائيين. فتحدّثت عن جذورها وأطرافها ومظاهرها، مبرزاً أهم القضايا التي تناولتها.",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "ولمّا كان محور الخصومة هو أسلوب الأوائل، كان لابدّ من أن أجعل القسم الثاني من الدراسة لعمود الشعر العربي، وهو أحد أهم ما ولدته الخصومة بين الطائيين. فتحدثت عن نظرية العمود وأهم القضايا التي ناقشتها، مبيناً أثرها في جمود الشعر العربي. ¶ ولابدّ من الإشارة هنا إلى اعتماد الدراسة على آراء المحدثين. وإذا كان في هذا الاعتماد إسراف، فإن له أهميته، إذ يغني الدراسة والفهم. أما التقسيم فقد كان لغرض التكثيف والإحاطة. ¶ غير أن أهم ما وصلت إليه الدراسة هو إبراز دور النقد في جمود الشعر العربي وتحوّله إلى الصنعة والشكلية، متأثراً بالنظرة الجزئية العقلانية السلفية للنقاد. وهكذا حرم الشاعر العربي من حقه في الابتكار والإبداع، وبات جلّ همه التجويد اللفظي لتحقيق التحسين والتعجيب. ¶ إذا كان لابد من كلمة أخيرة أقولها، فهي أن التعميم والتنظير يغلب على معظم تلك النتائج، إذ لانعدم مواقف إيجابية عميقة في تراثنا النقدي العربي، غير أنها لم تؤثر في توجيه التعبير الشعري. فقد بقي التقليد والاتباع أقوى من التجديد والإبداع. ¶ ( ¶ ( المصادر والمراجع ¶ أ- المصادر: ¶ 1ــ الآمدي: الموازنة (ج1 )، تح: السيد أحمد صقر، ط2، دار المعارف بمصر، 1972. ¶ 2ــ أرسطو طاليس: في الشعر، تحقيق ودراسة د. شكري محمد عيّاد، دار الكتاب العربي، القاهرة، 1967. ¶ 3ــ الأصفهاني، أبو الفرج: الأغاني (ج 14، 16) دار إحياء التراث العربي، بيروت، د. ت (مصوّرة عن طبعة دار الكتب) ¶ 4ــ البحتري: الديوان (ج 5)، تح: حسن كامل الصيرفي، ط 1، دار المعارف بمصر.1978 ¶ 5ــ البديعي، يوسف: هبة الأيام فيما يتعلق بأبي تمام، نشر محمود مصطفى، مطبعة العلوم، القاهرة 1934. ¶ 6ــ أبو تمام: الديوان (ج1)، تح: محمد عبده عزّام، ط1، دار المعارف بمصر، 1964 . ¶ 7ــ التوحيدي: البصائر والذخائر، ج2، تح: د. ابراهيم الكيلاني، مكتبة أطلس، دمشق، د. ت.",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "8ــ الجرجاني، عبد القاهر: أسرار البلاغة، تح: هـ. ريتر، ط2، دار المسيرة، بيروت، 1979. ¶ 9ــ الجرجاني، القاضي: الوساطة، تح: محمد أبو الفضل إبراهيم وعلي محمد البجاوي، مطبعة عيسى الحلبي، القاهرة، 1966. ¶ 10ــ الحاتمي، محمد بن الحسن: الرسالة الموضحة، تح: د. محمد يوسف نجم، دار صادر، بيروت 1965 . ¶ 11ــ الحصري: زهر الآداب، تح: محمد محي الدين عبد الحميد، ط3، مطبعة السعادة، القاهرة، 1953. ¶ 12ــ ابن رشيق: العمدة (1-2 )، تح: محمد محي الدين عبد الحميد، ط4، دار الجيل، بيروت. 1972. ¶ 13ــ الصولي، أبو بكر: أخبار البحتري، تح: د. صالح الأشتر، ط2، دار الفكر، دمشق 1964 - أخبار أبي تمام، تح: خليل محمود عساكر ومحمد عبده عزام ونظير الإسلام الهندي، المكتب التجاري، بيروت، د. ت. ¶ 14ــ ابن طباطبا: عيار الشعر، تح: د. طه الحاجري ود. محمد زغلول سلام، المكتبة التجارية، القاهرة، 1956. ¶ 15ــ ابن القارح: رسالة إلى المعري، ضمن رسالة الغفران للمعري، تح: بنت الشاطئ ط3، دار المعارف بمصر، 1963 ¶ 16ــ المرزوقي : شرح ديوان الحماسة (ج1)، نشر: أحمد أمين وعبد السلام هارون، ط1، القاهرة، 1951 . ¶ 17ــ المسعودي: مروج الذهب (ج3)، دار الأندلس، بيروت، 1966. ¶ ب ـ المراجع. ¶ 1ــ أدونيس: الثابت والمتحوّل (ج2، 3)، ط1، دار العودة، بيروت، 1977 - 1978 - زمن الشعر، ط2 دار العودة، بيروت، 1978. ¶ 2ــ أسبر، محمد وبلال جنيدي: الشامل (معجم في علوم اللغة العربية ومصطلحاتها). ط1، دار العودة، بيروت، 1981. ¶ 3ــ إسماعيل، د. عز الدين: - الأدب وفنونه، ط 6، دار الفكر العربي بمصر، 1976 - الأسس الجمالية في النقد العربي، ط3، دار الفكر العربي، القاهرة، 1974. ¶ 4ــ الأشتر، د. عبد الكريم: دعبل بن علي الخزاعي، دار الفكر، دمشق، 1964. ¶ 5ــ الأعرجي، د. محمد حسين: الصراع بين القديم والجديد في الشعر العربي، وزارة الثقافة، بغداد 1978.",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "6ــ البطل، د. علي: الصورة في الشعر العربي، ط 1، دار الأندلس، بيروت، 1980 ¶ 7ــ البهبيتي، نجيب محمد: تاريخ الشعر العربي، ط 4، دار الفكر، بيروت، 1970. - أبو تمام الطائي حياته وحياة شعره، ط2، دار الفكر، بيروت، 1970. ¶ 8ــ حاوي، إيليا: - فن الوصف، ج 2، ط 1، دار الشرق الجديد، بيروت، 1960. ¶ 9ــ - نماذج في النقد الأدبي، ط3، دار الكتاب اللبناني، بيروت، 1969. ¶ 10ــ حسين، طه: - حديث الأربعاء، ج2، ط10، دار المعارف بمصر، د. ت. - من حديث الشعر والنثر ط 10، دار المعارف بمصر 1969. ¶ 11ــ الحسيني، محمد محمد، أبو تمام وموازنة الآمدي، المجلس الأعلى لرعاية الفنون والآداب، القاهرة 1967. ¶ 12ــ دياب، عبد الحي، عباس العقاد ناقداً، الدار القومية، القاهرة، 1965. ¶ 13ــ الربداوي، د. محمود: الحركة النقدية حول مذهب أبي تمام، دار الفكر، د.ت ¶ 14ــ رستم، عبد السلام: طيف الوليد، دار المعارف بمصر، د.ت. ¶ 15ــ السامرائي، د. إبراهيم: لغة الشعر بين جيلين، ط2، المؤسسة العربية للدراسات والنشر، بيروت، 1980. ¶ 16ــ السامرائي، د. مهدي صالح: المجاز في البلاغة العربية، ط1، دار الدعوة، حماة، 1974. ¶ 17ــ سلام، د. محمد زغلول: تاريخ النقد العربي من القرن الخامس إلى العاشر، دار المعارف بمصر، د.ت. ¶ 18ــ سلوم، د. داود: النقد الأدبي، ج 1، مطبعة الزهراء، بغداد، 1967. ¶ 19ــ سيد الأهل، عبد العزيز: عبقرية أبي تمام، ط2، دار العلم للملايين، بيروت، 1962. ¶ 20ــ الشابي، أبو القاسم: الخيال الشعري عند العرب، مطبعة العرب، تونس، د.ت. ¶ 21ــ الشايب، أحمد: الأسلوب، ط7، مكتبة النهضة المصرية، القاهرة، 1976. ¶ 22ــ شرف، د. حفني محمد: الصور البيانية بين النظرية والتطبيق، ط1، دار نهضة مصر، القاهرة، 1965. ¶ 23ــ الصابوني، عبد الوهاب: شعراء ودواوين، مكتبة دار الشرق، بيروت، 1978. ¶ 24ــ صبري، محمد: أبوعبادة البحتري (سلسلة الشوامخ )، مطبعة دار الكتب المصرية، 1946.",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "25ــ ضيف، أحمد: مقدمة لدراسة بلاغة العرب، ط1، القاهرة، 1921 ¶ 26ــ ضيف، د. شوقي: - البلاغة تطور وتاريخ، دار المعارف بمصر، 1965. ¶ 27ــ - النقد (سلسلة فنون الأدب العربي)، ط2، دار المعارف بمصر 1964. ¶ 28ــ طبانة، د. بدوي: دراسات في نقد الأدب العربي، ط6، دار الثقافة، بيروت، 1974. ¶ 29ــ طنوس، د. وهيب: نظام التعبير الفني في الأدب العربي (أملية جامعية) كلية الآداب، جامعة حلب، 1976- 1977. ¶ 30ــ ابن عاشور، الشيخ محمد الطاهر: شرح المقدمة الأدبية، نشر دار الكتب الشرقية، تونس، طبع دار الكشاف، بيروت، 1958. ¶ 31ــ عباس، د. إحسان: - تاريخ النقد الأدبي عند العرب، ط 1، دار الأمانة، بيروت، 1971 - فن الشعر، ط3، دار الثقافة، بيروت، د.ت. ¶ 32ــ عبد الرحمن، د. نصرت :الصورة الفنية في الشعر الجاهلي، مكتبة الأقصى، عمان، 1976. ¶ 33ــ عبد القادر، حامد: دراسات في علم النفس الأدبي، المطبعة النموذجية، القاهرة 1949 ¶ 34ــ عصفور، د. جابر: الصورة الفنية في التراث النقدي والبلاغي، دار الثقافة، القاهرة 1974. ¶ 35ــ فروخ، د. عمر: أبو تمام، دار لبنان، بيروت 1978. ¶ 36ــ قاسم، د. عدنان حسين: التصوير الشعري، ط1، المنشأة الشعبية، ليبيا، 1980 ¶ 37ــ قصبجي، د. عصام: - أصول النقد العربي، مديرية المطبوعات بجامعة حلب، 1981. ¶ 38ــ - نظرية المحاكاة في النقد العربي القديم، ط1، دار القلم العربي، 1980 ¶ 39ــ القط، د. عبد القادر: حركات التجديد في الشعر العباسي، في \" إلى طه حسين في عيد ميلاده السبعين \"، دار المعارف بمصر. 1962 (بإشراف د. عبد الرحمن بدوي) ¶ 40ــ الكفراوي، د. محمد عبد العزيز: - تاريخ الشعر العربي، ج2، مكتبة نهضة مصر، القاهرة، 1964 ¶ 41ــ - الشعر العربي بين الجمود والتطور، دار نهضة مصر، القاهرة، 1973 ¶ 42ــ محمود، د. زكي نجيب: نظرية الشعر عند الفارابي، في \" مهرجان الشعر الأول \"، المجلس الأعلى لرعاية الفنون والآداب، دمشق، 1959.",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "43ــ مردم بك، خليل: شعراء الشام في القرن الثالث، مطبعة الترقي، دمشق، 1925. ¶ 44ــ مندور، د. محمد: النقد المنهجي عند العرب، دار نهضة مصر، القاهرة، 1972. ¶ 45ــ ناصف، د. مصطفى: الصورة الأدبية، ط1، دار مصر، القاهرة، 1958. ¶ 46ــ - نظرية المعنى في النقد العربي، دار القلم، القاهرة، 1965. ¶ 47ــ النويهي، د. محمد: الشعر الجاهلي، ج 1، الدار القومية للطباعة والنشر، القاهرة، د. ت. ¶ 48ــ الهاشمي، أحمد: جواهر الأدب، ط26، القاهرة، 1965. ¶ 49ــ هدّارة، د. محمد مصطفى: مقالات في النقد الأدبي، دار القلم، 1964-1965 . ¶ 50ــ هلال، د. محمد غنيمي: - دراسات ونماذج في مذاهب الشعر ونقده، دار نهضة مصر، القاهرة د.ت ¶ 51ــ - النقد الأدبي الحديث، دار الثقافة ودار العودة، بيروت، 1973 . ¶ 52ــ الوقيان: د. خليفة: شعر البحتري، ط1 ،المؤسسة العربية للدراسات والنشر، بيروت، 1985. ¶ 53ــ اليافي، د، عبد الكريم دراسات فنية في الأدب العربي ط2 دار الحياة 1972. ¶ 54ــ اليافي، د، نعيم البلاغة العربية (أملية جامعية) كلية اللغات بجامعة حلب، 1969 - 1970 (وقد صدرت دراسته عن الصورة الفنية فيها في كتاب \" مقدمة لدراسة الصورة الفنية \" عن وزارة الثقافة - دمشق 1982 . ¶ 55ــ اليظي، صالح حسن: البحتري بين نقاد عصره ، ط 1، دار الأندلس بيروت، 1982. ¶ 56ــ اليوسف، يوسف مقالات في الشعر الجاهلي، وزارة الثقافة، دمشق، 1975. ¶ جـ ـ المجلات: ¶ 1ــ 1- البرادعي: خالد محي الدين: النظرية النقدية لدى حازم القرطاجني مجلة المعرفة ،دمشق، العدد 233، تموز، 1981. ¶ 2ــ 2- الجيوشي، د. سلمى الخضراء: الشعر العربي المعاصر تطوره ومستقبله، مجلة عالم الفكر، المجلد الرابع. العدد الثاني، 1973. ¶ 3ــ 3- دندي، إسماعيل: الرؤية والشعر العربي الحديث، مجلة المعرفة، دمشق، العدد 339، كانون الأول، 1991.",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "4ــ 4- الرباعي، د. عبد القادر الصورة في النقد الأوربي، مجلة المعرفة، دمشق العدد 204، شباط، 1979. ¶ ((( ¶ المحتوى ¶ القسم الأوّل: الخصومة بين الطائيّين ... ¶ أ - جذور الخصومة وأسبابها ... ¶ ب- أطراف الخصومة ومظاهرها وقضاياها ... ¶ 1- أطراف الخصومة. ... ¶ 2- مظاهر الخصومة: ... ¶ 3- قضايا الخصومة: ... ¶ أ- التقليد والتجديد ... ¶ ب - الوضوح والغموض ... ¶ جـ - الصدق والكذب ... ¶ د ـ التجربة وتفاوت التعبير(* ) ... ¶ هـ الطبع والصنعة ... ¶ و - اللفظ والمعنى ... ¶ ز- الصورة الفنية ... ¶ جـ - سمات المعركة النقدية حول الطائيين ... ¶ د - تقويم الخصومة ... ¶ القسم الثاني: عمود الشعر وقضايا النقد العربي ... ¶ أ- نظرية عمود الشعر وقضايا النقد . ... ¶ 1) الوضوح والغموض: ... ¶ 2) الصدق والكذب: ... ¶ 3) - الطبع والصنعة: ... ¶ ب- نظرية العمود وجمود الشعر .... ... ¶ خاتمة ... ¶ المصادر والمراجع ... ¶ المحتوى ... ¶ ( ¶ رقم الايداع في مكتبة الأسد الوطنية: ¶ الخصومة بين الطائيين وعمود الشعر العربي : دراسة / وحيد صبحي كبابة- دمشق: اتحاد الكتاب العرب، 1997- 119ص ؛ 24سم. ¶ 1- 811.5009 ك ب ا خ ... ... ... ... 2- العنوان ¶ 3- كبابة ¶ ع: 1963/11/1997 ... ... ... ... مكتبة الأسد ¶ ( ¶ هذا الكتاب ¶ دراسة أدبية نقدية يعرض جذور الخصومة بين التجديد والتقليد في ¶ العصر العباسي بعد ظهور أبي تمام كمجدد للشعر العربي ¶ كما يتناول عمود الشعر العربي من خلال نص قدمه المرزوقي ¶ مثيراً بعض القضايا النقدية مستأنساً بعرض آراء النقاد القدامى ¶ مشيراً إلى الجوانب الايجابية والسلبية في آراء كل فريق ¶ من المتخاصمين وذلك بأسلوب نقدي أدبي ملتزم. ¶ (",
            "page": "122",
            "part": "1"
        }
    ],
    "t34464": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "26-W-K1"
        }
    ]
}