{
    "b34470": [
        {
            "id": "1",
            "nass": "مجلة جامعة تشرين للدراسات والبحوث العلمية _ سلسلة الآداب والعلوم الإنسانية المجلد (27) العدد (1)2005 ¶ Tishreen University Journal for Studies and Scientific Research- Arts and Humanities Science Series Vol (27) No (1) 2005 ¶ الشعر في موقعة صفين ¶ الدكتور عدنان محمد أحمد(¬1) ¶ ( قبل للنشر في 8/8/2005) ¶ ( الملخّص ( ¶ يتناول هذا البحث بالدراسة الشعر الذي قيل في موقعة صفّين، ويحاول أن يبيّن الدور الذي أداه هذا الشعر في التعبير عن المواقف والأحداث التي جرت في هذه المعركة. كما يحاول أن يبيّن الأفكار والآراء التي عبّر عنها شعراء كل طرف من الطرفين المتحاربين، ثم الدور الذي أدّاه الشعراء في التحريض على القتال، وسيكون هذا من خلال الوقوف على تحرض \"القائد\" و\"المقاتلين\" و\"الذّات\". ثم سيحاول البحث الوقوف عند أبرز الأغراض الشعرية الأخرى التي تناولها الشعراء في المعركة وهي الرثاء والفخر. ¶ ولا ينسى البحث أن يصغي – على الرغم من ضجيج المعركة- إلى بعض أصوات راحت تتحدث عن مرارة ما يجري معبرة بذلك عن وعي مثير للاهتمام يستحق التأمل فيه. ¶ مجلة جامعة تشرين للدراسات والبحوث العلمية _ سلسلة الآداب والعلوم الإنسانية المجلد (27) العدد (1)2005 ¶ Tishreen University Journal for Studies and Scientific Research- Arts and Humanities Science Series Vol (27) No (1) 2005 ¶ Poetry during the Battle of Siffen ¶ Dr. Adnan Ahmed(¬2) ¶ (Accepted 8/8/2005) ¶ ( ABSTRACT ( ¶ ¬__________ ¶ (¬1) * أستاذ مساعد بقسم اللغة العربية، كلية الآداب والعلوم الإنسانية، جامعة تشرين، اللاذقية، سوريا. ¶ (¬2) * Associate Professor, Department Of Arabic, Faculty Of Arts And Humanities, Tishreen University, Lattakia, Syria.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "This piece of research highlights the poetry that had been said during the Battle of Siffen. It attempts to make clear the role that poetry had played in expressing the stands and events that took place within the course of this battle. It also tries to disclose the opinions and thoughts that were spelt out by the poets of each of the two conflicting parties. Moreover, it endeavours to manifest the role of the poets in providing soldiers with a stimulus for fighting, as had been apparent through focusing on stimulating the \"leader\", \"soldiers\" and the poets \"themselves\". Afterwards, it attempts to draw attention to the other most dominant kinds of poetry that poets got indulged with during wartime: elegy and pride. ¶ Notwithstanding the great noise caused by the battle, this piece of research does not neglect the moments during which it could hardly be possible to listen to some voices that were portraying the awful details of what was going on, henceforward revealing an increasingly interesting awareness that has proved worthy of attention. ¶ مقدمة:",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "لم تكن معركة الجمل التي انتهت بالانتصار المر والحزين لعلي بن أبي طالب على خصومه سوى مقدمة لصراع دموي آخر، بين فريقين من المسلمين، أيضا، يقود أحدهما علي بن أبي طالب الخليفة الشرعي، ويقود الآخر معاوية بن أبي سفيان مدعيا أنه ولي دم عثمان ابن عفان الخليفة الذي كان ضحية فتنة معقدة تداعت على إثرها الهيبة المعنوية للخلافة، ولشخصية الخليفة، وانكشفت بهذا التداعي جوانب ضعف في الجماعة الإسلامية ما كان لها أن تظهر في ظل قوة الدولة وهيبة زعيمها. فإذا بهذه الجماعة، القريبة العهد بجاهليتها، تنقسم على نفسها، وتحتكم إلى السيف فيما تختلف فيه من أمورها، ما جعل المشكلة تتفاقم، والفتن تتلاحق، والجراح تتعمق.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وفي جو كهذا قد لا تتوافر الظروف المثالية للإبداع الشعري، ولا يجد الشعراء فرصة للتفرغ الكامل من أجل ممارسة فنهم، ولكن ذلك لم يكن ليمنعهم من أن يشاركوا بألسنتهم كما كانوا يشاركون بأسنتهم، وهذا ما نجده جليا في وقعة صفين –وهي موضوع حديثنا – فالمصادر التي أرخت لهذه الموقعة مثل وقعة صفين، وتاريخ الطبري، وشرح نهج البلاغة، حملت إلينا من الشعر ما أثارت كثرته شكوك الباحثين (1). ففي كل موقف، وفي كل يوم من أيام المعركة، يرفع الشعراء أصواتهم بما تجود به قرائحهم، مصورين ما يجري، معبرين عن مواقفهم، مفتخرين ببلائهم، مهددين أعداءهم، مادحين قادتهم ... ومن الطبيعي، في حال كهذه، أن تنتحل أشعار وأن تضاف، فيما بعد، إلى ما قيل بالفعل، بتأثير عوامل مختلفة، لعل من أهمها تأجج العصبيات التي نفضت رمادها، وراحت تعمل بنشاط. ولكن من الطبيعي أيضا أن يقال في معركة كهذه شعر كثير يعبر عما يجيش في صدور القوم، أو عما يجري أمام أعينهم. وينبغي ألا تروعنا هذه الكثرة من الشعر التي تطالعنا في كتب الأدب والتاريخ، إذ لا غرابة فيها في مناخ كالذي نتحدث عنه. بالتأكيد لقد انتحل شعر، ولكن شعرا آخر، بالتأكيد، قد ضاع بين صهيل الخيول وصليل السيوف، فلم يجمعه أحد، ولم يدونه أحد. ¶ وعلى أية حال، فإن ما انتحل من شعر سيأتي على صورة ما هو حقيقي، وما ضاع سيكون شديد الشبه بما بقي. وتبقى بين أيدينا جملة من أشعار يمكن أن نتجاوزها لكونها بينة الوضع بسبب مخالفتها لمنطق نمو الشعر في هذه المرحلة، أو لكون ملامحها شديدة الغرابة عن ملامحه. وكل ذلك يجعل دراسة هذا الشعر أمرا مطلوبا، ويجعل الحكم عليه أمرا معقولا. ¶ الشعر والسياسة:",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "كانت صفين، المدينة الفراتية القديمة، ساحة لصراع عنيف دار بين طرفين مسلمين للمرة الثانية في تاريخ الدولة الإسلامية الفتية. وتحدثنا المصادر التاريخية عن معارك طاحنة ومكثفة دارت هناك، أدت إلى سفك دماء حرم الدين سفكها إلا بالحق أو بفساد في الأرض، فكان لابد من إيجاد عذر شرعي لسفكها، لأن كل فرد من أفراد الطرفين المتصارعين يدرك تمام الإدراك أن انتماءه إلى الإسلام يجعل له حرمة تجعل النيل منه أمرا مرهونا بخروجه عن الدين أو الاستهانة ببعض أموره أو أوامره. ¶ وكانت القيادة في كل طرف تعي هذه الحقيقة بوضوح، وتدرك أن انتصارها في المعركة يقوم في جانب كبير منه على مدى اقتناع الجيش الذي تقوده بنبل الهدف الذي يسعى إليه، وبعدالة القضية التي يقاتل من أجلها. وهذا لايتحقق إلا من خلال إيجاد حجج مقنعة، وأدلة واضحة، على شرعية الفعل الذي يقوم به هذا الطرف مقابل لاشرعية الفعل الذي يقوم به الطرف الآخر. ولم يكن ذلك أمرا يسيرا، بل كان يتطلب جهدا مضنيا، تجلى في بعض جوانبه بتلك الحملات النفسية التي كانت تقوم لتدعيم المعنويات، وتحريض المقاتلين، واجتذاب الأنصار. ¶ كان علي متسلحا بالشرعية التي جعلت منه خليفة، له الحق في محاكمة الخارجين على سلطته، ومحاربتهم، وله على المسلمين حق الطاعة إذا ندبهم إلى ذلك - أو إلى غيره – أو إذا أمرهم به. وفضلا عن ذلك كان علي متسلحا، أيضا، برصيد نضالي ضخم، وبرصيد عاطفي عظيم تأتى من خلال الروابط المختلفة التي تربطه بالرسول الكريم (ًًص)، ومن خلال ما عرف عنه من إيمان وتقوى وزهد. وهذه الأمور كلها كانت مادة مهمة وغنية يستقي منها أنصار علي في تأكيد شرعية موقفهم المتضمن – حكما – عدم شرعية الطرف الآخر، وزيف حججه، وكذب ادعاءاته. وهذا ما يتجلى في الشعر بشكل واضح، يقول جندب بن زهير ( 2): ¶ هذا عليٌّ والهُدَى حقاً معَهْ ياربِّ فاحفظهْ ولا تضيِّعَهْ",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "فإنَّه يخشاكَ ربّي فارفعَهْ نحنُ نصرناهُ على من نازَعَهْ ¶ صهرُ النبيِّ المصطفى قد طاوعَه أوّلُ من بايَعَهُ وتابَعَهْ ¶ وواضح أن كون الهدى مع علي يتضمن، حتما، كون الضلال مع أعدائه. كما أن الإشارة إلى كون علي صهرا للمصطفى، وأنه أول من بايع وتابع، تأتي تسويغا لمناصرته على من نازعه. وصيغة الماضي هنا يراد بها الماضي والحاضر. والشاعر لا يحدد عدوا معينا ليعطي فعل المناصرة اتساعا لكي يشمل أي منازع محتمل. وتأتي الدعوة المتكررة لعلي ( فاحفظه، لاتضيعه، فارفعه ) تعبيرا عن الطاعة القائمة على أساس قوي من الحب والولاء. ¶ واقتران ( علي ) بالهدى يتكرر في أشعار أنصاره، وهذا الإلحاح على ذكر ( الهدى ) تفرضه الحاجة إلى الاستفادة – إلى أقصى حد- من الفهم الإسلامي للحرب الإسلامية من حيث كونها حربا ضد ( الضلال )، ومن ثم فإن سعيها من أجل نشر( الهدى ) يمنحها شرعيتها. يقول خالد بن خالد الأنصاري (3): ¶ هذا عليٌّ والهُدَى أَمامَهُ هذا لِوَا نبيِّنا قدَّامَهُ ¶ يُقحِمُهُ في بقعةٍ إقدامَهُ لا جبنَهُ نخشى ولا آثامَهُ",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وكون علي يقاتل تحت لواء النبي ( ص) يعمق الإحساس بالهدى المشار إليه من قبل، وينفي أدنى احتمال للشك في وجوب الانضمام إليه، لمقاتلة أعدائه في الطرف المقابل، أولئك الذين سيكونون في مواجهة لواء النبي (ص) بما يحمله ذلك من دلالة على ضلالهم. كما أن ذكر راية النبي (ص) يحرض الذاكرة على استرجاع صورة الصراع بين الإسلام والشرك في بداية الدعوة، ومن شأن ذلك أن يعمق الإحساس بعظمة القتال من حيث هو جهاد في سبيل الله ضد الشرك والمشركين. وقول الشاعر في علي ( لاجبنه نخشى ولا آثامه ) لاتخرج عن قول جندب بن زهير، من قبل،( فإنه يخشاك ربي فارفعه )، فخشية الله تحمل معنى الطاعة لأنها تعني التزاما بالأوامر وانتهاء عن النواهي. فالقول ( لاجبنه نخشى ولا آثامه ) هو- من جهة- نفي للجبن والآثام عن شخصية علي، وهو – من جهة أخرى – إثبات صفة القوة لها والإيمان. والقوة والإيمان هما أعظم صفتين يمكن أن يتحلى بهما قائد في هذه المعركة. ¶ وفضلا عن الحجج السابقة التي تمسك بها أنصار علي في مواجهة خصومهم، نلاحظ حجة أخرى هامة ترددت في أشعار موقعة صفين، وسوف تتردد بكثرة، فيما بعد، في شعر الشيعة في العصر الأموي، وهي أن خلافة علي ثابتة بالوصية، وأن عليا وصي رسول الله صلى الله عليه وسلم. والشعراء في العادة لا يفصلون في ذكر الوصية ولا يحتجون لها، وإنما يشيرون إليها بسرعة كما لو كانت مسلًمة لا تحتاج إلى برهان أو دليل. وهذا جرير بن عبد الله البجلي يقول في أبيات له يذكر فيها ثقته بالله والرسول وخليفته (4): ¶ عليًا عنيتُ وصيَّ النبيّ نُجالِدُ عنه غواة الأمَمْ ¶ ويقول عبد الرحمن بن ذؤيب الأسلمي في أبيات قالها مهددا معاوية بجيش عظيم قادم للقضاء عليه (5): ¶ يقودهُمُ الوصيّ إليك حتّى يردّك عن غُوائِكَ وارتيابِ",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ويمكن أن نلاحظ أن الصفات الدينية تطغى على الصفات السياسية في شعر أنصار علي، وهذا يعني أنهم كانوا ينظرون إليه كزعيم ديني في المقام الأول، ولذلك نجدهم، في كثير من الأحيان، يشيرون إليه بلفظ (الإمام)، وهو لفظ سيتردد كثيرا، أيضا، في شعر الشيعة في العصر الأموي. يقول العكبر بن جدير (6): ¶ الشامُ مَحْلٌ والعراق تُمْطَرُ بها الإمامُ والإمامُ مُعْذِرُ ¶ أما معاوية، في الطرف الآخر، فلم تكن له شرعية كشرعية علي، ولم يكن له، أيضا، تاريخ نضالي كتاريخه، ولا رصيد عاطفي كرصيده، فلقد كان (من رجال إسلام الساعة الأخيرة،ابن خصم النبي وعدوّه. لقد كان وزنه عديما، بل إنه كان سلبيا في \"الميتاتاريخ\" التأسيسي).(7) وباختصار ( كان الفرق بين الر جلين عظيما في السيرة والسياسة ) (8). ومع ذلك لم يجد معاوية عناء كبيرا في تسويغ موقفه، وذلك لأسباب كثيرة من أهمها أن ولاية الشام كانت ترتبط منذ عشرات السنين بعلاقات خاصة مع البيت الأموي، بدءا بأمية بن عبد شمس (جد الأمويين) ومرورا برحلة الصيف الموسمية الشهيرة التي كان لهذا البيت أثر كبير في الزعامة التجارية فيها. وفي إطار الإسلام راحت هذه العلاقة تتطور، حتى إذا انتقل حكمها من يزيد بن أبي سفيان إلى معاوية بطريقة شبه وراثية، تبلورت العلاقة، وبدأت الشام تأخذ هويتها الأموية بهدوء وذكاء (9). ثم إن معاوية كان قد استطاع، خلال مدة حكمه، أن يحظى بطاعة أهل الشام إلى حد مثير للدهشة، وقد بلغ من أمرهم في طاعتهم له – كما يقول المسعودي - :(أنه صلى بهم عند مسيرهم إلى صفين الجمعة في يوم الأربعاء، وأعاروه رؤوسهم عند القتال وحملوه بها، وركنوا إلى قول عمرو بن العاص: إن عليا هو الذي قتل عمار بن ياسر حين أخرجه لنصرته، ثم ارتقى بهم الأمر في طاعته إلى أن جعلوا لعن علي سنة، ينشأ عليها الصغير، ويهلك الكبير ) (10) .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "كل ذلك كان من شأنه أن يسهل على معاوية مهمته في إقناع هؤلاء القوم بأحقيته في التمرد على الخليفة ومحاربته. ولاسيما أن معاوية تصرّف بحكمة وذكاء فلم ينكر خلافة علي ولم يشدّد على التشكيك بشرعية انتخابه وكأنه كان يدرك، على نحو ما،أن (الشورى مفهوم شرعية شكلية لا تؤثر إلا في مستوى الخاصة \"النخب\" وهي أقل فعلا وتأثيرا بالنسبة إلى القراء، وجميع القوى الإسلامية الأخرى، من فكرة العدل المتضَمّنة في طلب الانتقام لعثمان)(11)، ولكنه،أيضا لم يعلن اعترافه بخلافته ولم يّدع لنفسه أحقية بالخلافة ، ولا راح يطالب بها،بل راح يطالب بالقصاص من الذين قتلوا عثمان، مدركا أن أحدا لن يستطيع أن يستجيب لمطالبته. وكان عمرو ابن العاص قد ذاكره، في أمر علي، ذات يوم، بعد مجيئه من فلسطين، وقال له: ( أما علي فلا تسوي العرب بينك وبينه في شيء ... قال ( معاوية ) صدقت، إنما نقاتله على ما في أيدينا، ونلزمه دم عثمان ) (12). وكذلك عندما دخل عليه أبو مسلم الخولاني في أناس من عباد الشام قال له: ( يامعاوية، قد بلغنا أنك تهم بمحاربة علي بن أبي طالب، فكيف تناوئه وليست لك سابقة ؟. فقال معاوية: لست أدعي أني مثله في الفضل، ولكن هل تعلمون أن عثمان قتل مظلوما؟. قالوا: نعم. قال: فليدفع لنا قتلته حتى نسلم إليه هذا الأمر ) (13).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وهكذا اتخذت الدعوة إلى المطالبة بالقصاص من قتلة عثمان إطارا من التعبئة في أوساط عرب الشام (الذين استدرجهم معاوية بذكاء أساليبه ونعومة سياسته إلى القول بمقولته، والتكتل معه حول قضية مفتعلة ) (14). وراحت هذه الدعوة تتردد وتعلو راسمة حول علي علامات الشك حينا، والاتهام حينا آخر، تاركة في الحالين مجالا أوسع للالتفاف على الشرعية التي يتسلح بها علي،من جهة، ولإخفاء النوايا الحقيقية لمعاوية، من جهة ثانية، عبر ظهوره بصورة المطالب بالحق، الثائر من أجل تطبيق قوانين الشريعة، وإقامة حدودها .وهذا ما جعل بعض أهل الشام يقاتلون ( لا غضبا لمعاوية، ولكن غضبا للدين الذي انتهكت حرمته، وعطلت حدوده ... ) (15). وقد جاء الشعر يعبر عن ذلك بدقة ووضوح. يقول رجل من أهل الشام: (16): ¶ تبكي الكتيبة يومَ جَرَّ حَدِيدَها يومَ الوغى جَزَعًا على عثمانا ¶ يَسَلونَ حقَّ الله لا يَعْدونَهُ وسألتُمُ لعليٍّ السُّلطانا ¶ فأتوا ببينةٍ بما تسَلونَهُ هذا البيانُ فأحضِروا البُرهانا ¶ وكذلك يقول ابن المغيرة بن الأخنس (17): ¶ أَيُقتلُ عثمانُ بن عفانَ وَسْطكم على غيرِ شيءٍ ليسَ إلا تماديا ¶ أما كعب بن جعيل فيحدثنا عن مآخذه على علي، وهي مآخذ مستمدة من ادعاءات معاوية التي أقام عليها دعواه بعدم وجوب طاعة الخليفة لتهاونه في أمر الدين. يقول كعب (18): ¶ وما في عليٍّ لِمستعتِبٍ مقالٌ سوى ضَمِّهِ المُحدِثينا ¶ وإيثارهِ اليومَ أهلَ الذنوبِ ورفع القصاص عن القاتلينا",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وكان أهل العراق، الذين يسمعون هذا الاتهام، يجتهدون في الرد عليه ودحضه، موضحين أن مقتل الخليفة الثالث مشكل، وأن الخوض فيه لايخلو من مخاطر الانزلاق إلى الباطل. وهذا النجاشي بن الحارث يرسل إلى شرحبيل، الذي أراد الالتحاق بمعاوية، أبياتا يبين فيها أن الأمر غامض إلى درجة أنه قد (حار فيه عقل كل بصير)، وأن الذين يخوضون فيه كانوا غائبين عنه، فهم يخوضون فيما لايعرفون، فليس من الحكمة مجاراتهم في هذا المتشابه، وترك المحكم الواضح البين، الذي هو وجوب طاعة الخليفة الشرعي، فيقول (19): ¶ أتفصل أمرًا غبتَ عنه بشبهةٍ وقد حَاَ فيها عقلُ كلِّ بصيرِ ¶ بقول رجالٍ لم يكونوا أئمة ولا للتي لقوكها بحضورِ ¶ وما قول قوم غائبين تقاذفوا من الغَيبِ ما دَلاهُمُ بغرورِ ¶ وتترك أنَّ الناسَ أعطَوا عهودَهم عليًّا على أُنسٍ بهِ وسرورِ ¶ لم يخف على أنصار علي أن مطالبة معاوية بالثأر لعثمان خدعة يريد من خلالها تحقيق طموحات دنيوية خاصة به، وقد أشار بعض شعرائهم إلى ذلك ومنهم ابن أخت شرحبيل الذي يشير إلى أن عليا كغيره من أصحاب النبي (ص) قد حاول الدفاع عن عثمان، وآلمه ما أصابه (20) ولكن أصواتهم لم تكن تصل إلى آذن أهل الشام التي أصمها معاوية إلا عن صوته. ¶ الشعر والحرب:",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "كانت أحداث الموقعة تسهم في ولادة الشعر الذي كان بدوره يسهم في ولادة الأحداث من خلال تحوله إلى سلاح مؤثر في ساحاتها، وهذا دور عرفه الشعر منذ الجاهلية، ولم يكن غريبا عليه ولا جديدا، فكثيرا ما وقف الشعراء يستثيرون الهمم، ويشحذون العزائم ، ويذكون نار الحمية. وكان من الطبيعي أن يمضي الشعراء المسلمون على سنة أسلافهم في ذلك، ولاسيما أن المعارك التي خاضوها كانت تتطلب جهودهم كلها، على اختلاف أنواعها وأشكالها. وهذا ما نلحظه بوضوح، أيضا، في موقعة صفين التي قيل فيها شعر كثير يبرز فيه التحريض باعتباره قوة تأثير تسهم في استنفار مشاعر الشجاعة والبطولة والإقدام من جهة، وتسهم، من جهة أخرى، في التغلب على مشاعر التردد التي قد تتولد عن عدم الاقتناع الكامل بشرعية هذه الحرب، أو عن الشعور بعدم جدواها، أو عن الإحساس بالمخاطر التي تحملها.... أو عن أي سبب آخر. ويمكن أن نتتبع ثلاثة ألوان لهذا التحريض: ¶ تحريض القائد: ¶ إذ يتوجه بعض الشعراء بالخطاب إلى القائد، ويكون المراد من الخطاب، علاوة على التحريض، طمأنة القائد إلى الاستعداد لمناصرته، بما يشي به ذلك من طاعة له واقتناع بوجهة نظره. وفي هذا المجال يمكن أن نقرأ شعرا كثيرا قيل في تحريض علي وفي تحريض معاوية، وهو شعر قيل في الغالب قبل بدء المعركة، في مرحلة التفكير فيها، والاستعداد لها، والبحث في احتمالاتها. وهذا الأعور الشني (واسمه بشر بن منقذ)، بعد الانتهاء من معركة الجمل، يحرض عليا على قتال معاوية فيقول (21): ¶ إنْ تذرْهُ فما معاوية الدَّهـ ــرَ بمعطيكَ ما أراكَ تشاءُ ¶ ولنيل السِّماكِ أقربُ من ذا كَ ونجمُ العَيّوق والعَوَّاءُ ¶ فاضربِ الحدَّ والحديدَ إليهم ليسَ والله غير ذاكَ دواءُ (22)",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "أما الأشعار التي قيلت في تحريض معاوية فيمكن أن نلاحظ في كثير منها الرغبة في التركيز على العصبية الأموية، وإثارتها ضد بني هاشم، في محاولة لإ ضرام جذوة نزاع قديم كان بين الطرفين، واستغلاله لصالح الحرب المحتملة، وهو نزاع يرجع إلى زمن طويل قد مضى، دفعت إليه أسباب مختلفة لامجال لذكرها هنا (23). ومن ذلك أن الحجاج بن خزيمة بن الصمة، دخل ذات يوم على معاوية، بعد مقتل عثمان، وقال: (السلام عليك يا أمير المؤمنين. فقال معاوية: وعليك، من أنت، لله أبوك ؟ فقد روعتني بتسليمك علي بالخلافة قبل أن أنالها. فقال: أنا الحجاج بن خزيمة بن الصمة. قال: ففيم قدمت ؟. قال: قدمت قاصدا إليك بنعي عثمان. ثم أنشأ يقول (24): ¶ إنَّ بني عَمِّكَ عبدِ المُطَّلبْ هُم قتلوا شيخَكُمْ غَيْرَ الكذِبْ ¶ وأنتَ أولى الناسِ بالوَثبِ فثِبْ وسِرْ مسيرَ المُحْزَئِلِّ المُتلئِبْ ¶ فهذا الرجل الذي يحرض معاوية من خلال إغرائه بمنصب الخلافة، إذ يخاطبه بـ ( أمير المؤمنين )، لايقول إن عليا قتل عثمان، وإنما يقول: إن بني عبد المطلب هم الذين قتلوا شيخكم. وهو يتعمد استعمال لفظة (شيخكم ) التي تشير إلى عثمان بن عفان من حيث هو زعيم لبني أمية وليس خليفة للمسلمين. وبهذا الرابط (الأموي) الذي يربط معاوية بعثمان يغدو معاوية أولى الناس بالوثب على قاتليه. ¶ أما الوليد بن عقبة فإنه يلجأ إلى أسلوب آخر في تحريض معاوية، وذلك بوساطة استثارة حميته من خلال تصوير ما جرى لقومه بالمدينة، وما أصابهم من ذل بعد عز، ومن ضعف بعد قوة. ثم يسعى لاستغلال هذا الموقف العاطفي، إلى أقصى درجة، بذكر ما كان يمكن أن يفعله الخليفة في سبيل الثأر لمعاوية، لو كان الخليفة حيا ومعاوية هو المقتول، فيقول (25): ¶ وقومُكَ بالمدينةِ قد أصيبوا فهمْ صَرعى كأنَّهمُ الهَشيمُ (26) ¶ هُمُ جدعوا الأنوفَ فأدْعَُيوها ولم يبقوا فقد بلغ الصّميمُ",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "فلو كنتَ القتيلَ وكان حيًّا لشمَّرَ لا ألفُّ ولا سَؤومُ (27) ¶ تحريض المقاتلين: ¶ وغالبا ما كان يتم ذلك من خلال إثارة العواطف، واستثمارها في استغلال الحد الأقصى من القدرات التي يملكها المقاتل لصالح المعركة. فكان شعراء العراق يتوسلون إلى غايتهم بالتذكير الدائم بالروابط التي كانت تربط عليا بالنبي الكريم (ص)، ومحاولة الاستفادة من ذلك في خلق شعور – إن لم نقل في تكوين قناعة – بأن محاربة علي تعني محاربة النبي (ص) بطبيعة الحال. بل إننا لانعدم إشارات صريحة إلى كون أعداء علي أعداء للنبي(ص)، نجد ذلك في قول عمار بن ياسر الذي يحاول الاستفادة من الظلال التي قد تلقيها لفظة الأحزاب في ا لنفوس عندما يستخدمها للدلالة على جيش الشام (28) : ¶ سيروا إلى الأحزابِ أعداءِ النَّبيّْ سيروا فخيرُ الناس أتباع عليّْ ¶ أما شعراء الشام فكانوا يستعينون في تحريضهم بذكر الخليفة الذي قتل مظلوما، وباتهام علي بقتله، أو بالتقصير في ملاحقة قاتليه والقصاص منهم. وفي كتاب ( الأخبار الطوال ) أن عك الشام أقبلت ذات يوم ( وقد عصبوا أنفسهم بالعمائم، وطرحوا بين أيديهم حجرا، وقالوا: لا نولي الدبر أو يولي هذا الحجر. فصفهم عمرو خمسة صفوف ووقف أمامهم يرتجز(29): ¶ ياأيُّها الجندُ الصَّليبُ الإيمانْ قوموا قيامًا واستعينوا الرَّحمنْ ¶ إنّي أتاني خبرٌ فأشْجَانْ أنَّ عليًّا قتلَ ابنَ عفَّانْ ¶ ردُّوا علينا شيخَنا كما كانْ ¶ ولكن تحريض المقاتلين كان يتم، أحيانا أخرى، من خلال إثارة العصبية القبلية التي استعصت على محاولات انتزاعها والقضاء عليها. ومن ذلك ما رواه الطبري من أن القوم اقتتلوا يوما كأشد ما يكون القتال، فأخذ عبد الله بن خليفة البولاني الطائي ينادي قومه: ( يا معشر طيء، فدى لكم طارفي وتالدي ! قاتلوا على الأحساب ..... وقال بشر بن العسوس الطائي (30) : ¶ ياطيّءَ السُّهولِ والأجبال ِ ألا انهَدُوا بالبيضِ والعوالي",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وبالكماةِ منكم الأبطال ِ فقارعوا أئمة الجهال ِ ¶ السالكينَ سُبُلَ الضَّلال ِ) ¶ وكذلك تقدم عمير بن عطارد بجماعة من بني تميم، في يوم من أيام صفين، وهو يومئذ سيد مضر من أهل الكوفة، وراح ينشد (31): ¶ قد ضاربتْ في حربها تميمُ إنَّ تميمًا خطبُها عظيمُ ¶ لها حديثٌ ولها قديمُ إنَّ الكريمَ نسلهُ كريمُ ¶ إنْ لم تزُرهُمْ رايتي فلوموا دينٌ قويمٌ وهوًى سليمُ (32) ¶ ويمكن أن نلاحظ في هذه الأرجاز أن قائليها، برغم اهتمامهم بتحريض المقاتلين من خلال إثارة الحمية القبلية لديهم، لم يغفلوا أهمية الاستفادة من النزعة الدينية ( وكان طبيعيا أن تختلط في الأذهان الحمية الجاهلية القبلية والنزعة الدينية ، وقد تلاقتا، أو توافتا، في بؤرة تجمعت فيها شتى المؤثرات مما خالج ضمائر الناس في هذا الجانب أو ذاك ) (33). ¶ تحريض الذات: ¶ وهو استمرار لشكل فني عرفه الجاهليون، وكان المقاتلون منهم يستعينون به عند النزول للمبارزة، ولذلك كان يتمظهر بصورة التحدي في كثير من الأحيان، بما يتطلبه التحدي من فخر يقتضي ذكر الاسم والنسب أحيانا. وفي هذه الموقعة نجد شعرا كثيرا يجري على هذا النمط، ومن ذلك قول عبيد الله بن عمر، وكان قد نزل للمبارزة وهو يرتجز (34): ¶ أنا عُبَيدُ الله يَنْميني عُمَرْ خيرُ قريش منْ مضى ومنْ غَبَرَ ¶ غيرَ نبيِّ الله والشيخ الأغَرّْ قد أبطأتْ في نصرِ عثمان مُضَرْ ¶ والرَّبَعِيّونَ فلا أسقوا المَطَرَ ¶ وهذا النوع يغلب عليه الرجز، ولذلك نراه يجري على ألسنة مقاتلين كثيرين، شعراء وغير شعراء، مما ساعد على تكوين ظاهرة كثرة النقائض التي تنمو في مناخ الحروب ،إذ يبرز المقاتل للقتال وهو يرتجز، فينزل إليه آخر وهو يرتجز أيضا، فيأتي رجزه – في أحايين كثيرة – تحديا للأول، ونقضا لما قاله، وتكذيبا لادعاءائه. ومن ذلك أن رجلا من أصحاب معاوية، واسمه عوف، برز ذات يوم للقتال وهو ينشد(35): ¶ إنّي أنا عوفٌ أخو الحروبِ عندَ هِيَاج الحربِ والكروبِ",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "صاحبُ لا الوقافِ والهَيوبِ عندَ اشتعال ِالنارِ باللهيبِ (36) ¶ ولستَ بالناجي من الخطوبِ ومن رُدَيْني مارن ِالكُعوبِ ¶ إذْ جئتَ تبغي نصرة الكذوبِ ولستَ بالعَفِّ ولا النَّجيبِ ¶ فبرز إليه علقمة بن عمرو من أصحاب علي وهو يقول : ¶ ياعَجَبًا للعَجَبِ العجيبِ قد كنتَ ياعوفُ أخا الحروبِ ¶ وليسَ فيها لكَ من نصيبِ إنّكَ، فاعلمْ، ظاهرُ العيوبِ ¶ في طاعةٍ كطاعةِ الصَّليبِ في يوم بدر ٍعُصبةِ القَليب ِ(37) ¶ فدونك الطعْنَة في المنخوبِ قلبُك ذو كفر ٍمن القلوبِ (38) ¶ ومن الطبيعي أن يأتي هذا التحريض بصورة المقطوعات القصيرة لأن الموقف موقف قتال وليس موقف إنشاد، ولأن المقاتل لم يكن يريد إظهار مقدرته الفنية، بل كان يريد أن يظهر قوته ومكانته، وأن يلقي الرعب في قلب خصمه. ولاشك في أن الصوت الخارجي القوي للفارس المنشد في تلك اللحظات كان يطغى على أي صوت داخلي ضعيف، قد تصدره الذات بتأثير نزوعها إلى البقاء والسلامة. بقي أن نشير إلى أن المرتجز، أحيانا، كان يذكر الغاية التي يقاتل من أجلها، وعندئذ كان يردد ذكر المسوغات التي أشرنا إليها من قبل . ¶ أصوات بلا صدى:",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "كان الشعراء الذين يعبرون عما يجري في ساحات القتال أناسا شاركوا فيها مشاركة مهتم حريص، وكانوا من خلال ذلك يعبرون عن رأي واعتقاد، ولذلك نراهم منشغلين بما يجري، منفعلين به وفاعلين، مجتهدين في تصويره، وفي التعبير عنه، وفي الاستفادة منه. ولذلك نراهم يعبرون عن المعركة، وعما سبقها من إرهاصا ت أو لحقها من ذيول. يعبرون عن تطور التوتر الذي ساد أجواء المحادثات الأولى التي دارت قبل المعركة،وما رافق هذا التوتر من قلق وكيف أن الأمر انتهى إلى حتمية المعركة، ثم كيف بدأ التحريض استعدادا لها، كما عبروا عن القتال الدائر وما رافقه من حملات نفسية، فإذا كان رفع المصاحف في الموقف المشهود، ما كان للشعراء إلا أن يعبروا عنه (39)، كما عبروا بعد ذلك عما جرى من اتفاق على التحكيم، وما كان فيه من اختيار للحكام (40)، حتى إذا كانت نتيجة التحكيم صور الشعراء احتجاج أهل العراق، وشماتة أهل الشام (41) . ¶ ولكن من يرهف السمع يسمع،على الرغم من ضجيج المعركة، أصواتا عبرت عن إحساسها بمرارة ما يجري. لكنها كانت أصواتا قليلة بالقياس إلى أصوات تسويغ الحرب، وكانت كذلك قليلة إذا قيست بأصوات التحريض، وعلى الرغم من ذلك فهي أصوات موجودة تعبر عن لحظة وعي عميق بخطورة ما يجري، وإن كان تعبيرها موجزا وسريعا لايكاد يشفي غليلا. ولنقرأ هذه الأبيات لحابس بن سعد الطائي، وكان قد قالها قبيل نهاية شهر محرم، الذي كانت فيه موادعة الحرب بين علي ومعاوية، سنة سبع وثلاثين، يقول (42): ¶ فما بينَ المنايا غيرُ سبع ٍ بقينَ من المُحَرَّم ِأو ثمان ِ ¶ ألمْ يُعْجِبْكَ أنّا قد هَجَمْنا وإيَّاهُمْ على الموتِ العِيان ِ ¶ أينهانا كتابُ الله عنهمْ ولا ينهاهُمُ آيُ القران ِ",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "الشاعر لايعبر عن شوق إلى انتهاء الموادعة وابتداء الحرب، كما قد يفهم للوهلة الأولى، بل يعبر عن قلق من أن تنتهي الحرب من غير أن يتوصل الطرفان إلى صلح سعت من أجله الرسل بين الطرفين خلال مدة الموادعة (43). والشاعر لم يقل: فما بين القتال، أو الحرب، أو غير ذلك، وإنما يقول: فما بين ( المنايا)، وقوله يعبر عن رؤية للصراع بين الطرفين من حيث هو ( منايا)، وهي رؤية لاتنبع من إحساس بالجبن أو الخوف، وإنما تنبع من إحساس بمأسوية الصراع لكونه فناء للطرفين اللذين يشكلان (الأمة ). ويؤكد هذا الفهم ويقويه قول الشاعر، فيما بعد: إن الطرفين هجما على ( الموت ) العيان. لماذا لايريد الشاعر أن يستخدم لفظة أكثر وضوحا في الدلالة على الحال كالصراع، أو الحرب، أو ... ؟! هل من الإسراف أن نقول إن الشاعر لم يجد في هذه الألفاظ وأشباهها ما يدل على ما يشعر به من أن هذه الحرب الدائرة ليس فيها انتصار لأحد ؟!! كان الشاعر – كما يبدو- يرغب في الصلح، ولذلك فهو يعبرعن حالة رفض لهذه الحرب، في ظلالها يمكن أن نفهم تساؤله في البيت الأخير على أنه استغراب مر من عدم التزام الطرفين بالكتاب الذي يؤمنون به، ويقاتلون تحت شعار التمسك به. الشاعر لايريد أن يقول: لماذا ننتهي نحن، ولاينتهون هم ؟. بل يريد أن يقول: إذا كان النهي موجها إلينا وإليهم، وكان الامتثال له فرضا علينا وعليهم، فلماذا تدور الحرب ؟! ¶ هذه الإشارات إلى ما تفعله الحرب بالطرفين تتكرر، فلقد كانت حربا ضروسا(لايمكنها أن تؤدي إلى غالب ومغلوب،إنها معركة أبطال حيث لم يكن أحد يظهر استعداده للتراجع ولو قيد أنملة وحيث كان كل واحد يضع حياته في الميزان،وحيث كانت تتضافر خصال العروبة الإسلام القتالية الكبرى )(44). ويمكن أن نسمع صوتا آخر، للشني وهو يتحدث عن يوم شديد من أيام صفين. يقول الشني (45): ¶ وقد أكلتْ منّا ومنهم فوارسًا كما تأكلُ النّيرانُ ذا الحَطبَ الجَزْلا",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ويقول رجل من بني عذرة، من أهل الشام، بعد أن يتحدث عن حرب شرسة دارت بين الطرفين (46): ¶ ثمَّ انصرفنا كأشلاءٍ مقطّعَةٍ وكلنا عندَ قتلاهم يُصَلونا ¶ هل نصنف هذه الأقوال – وغيرها كثير – تحت عنوان ( شعر الإنصاف )، كما جرت العادة ؟ ألم يكن في أذهان الشعراء عندما قالوا هذه الأبيات، وأمثالها، سوى التعبير عن إنصاف أعدائهم ؟! ألا يرشح هذا الشعر بالمرارة مما يجري ؟ أرجح أن تكون فكرة أخرى غير الإنصاف هي التي دفعت إليه، فكرة تقول إن أحدا لن يخرج منتصرا، وإن الحرب يجب أن تنتهي. ويلفت الشاعر إلى حالة التناقض عندما يشير إلى أن الجميع يصلون على قتلاهم، وكأني به يقول: إذا كنا جميعا نصلي على قتلانا فعلى أي شيء نقتتل حتى ننصرف كأشلاء مقطعة ؟! ¶ هذا القلق مما يجري يمكن أن نجد له ملامح مختلفة في شعر هذه الموقعة التي بدأت تلوح، أمام كثرة قتلاها،وبين صفوف الجيش الشامي في بداية الأمر(فكرة أن هذه المعركة هي نهاية العرب والإمبراطورية،إذ في الواقع كانت الأمة بأسرها تتقاتل هنا وتتمزق دون أي أفق انتصار لمعسكر على آخر)(47). ولنقرأ ما قاله كعب بن جعيل (48): ¶ أصبحتِ الأمة في أمر ٍعَجَبْ والملكُ مجموع غدا لِمَنْ غلبْ ¶ فقلتُ قولا صادقًا غيرَ كذبْ إنَّ غدا يهلك أعلامُ العربْ ¶ أكان كعب يستشرف ما وراء الموقعة ؟( الملك مجموع غدا لمن غلب ) ! هذا قانون القوة الذي لايقيم اعتبارا لدين أو لأخلاق، والناس في ظلاله يتفاضلون بما يملكون من قوة بمعناها الأصم، وهو لذلك يختلف ،إلى درجة التناقض، مع قانون الشريعة الذي يتفاضل الناس فيه بما يتمتعون به من تقوى، بما تتضمنه التقوى، حكما، من خلق كريم .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "كعب يرى أن الأمة تتمزق في سبيل ( ملك) بعد أن اجتمعت في ظلال (دين) ولذلك فهي في طريقها إلى إحياء شريعة القوة الجاهلية، بعد أن رفضت الانصياع لقوة الشريعة الإسلامية. وفي ضوء ذلك يرى كعب هلاك أعلام العرب. كان كعب يدرك، على نحو ما،أن هذه الحرب،بما آلت إليه، تعبر بوضوح عن انهيار نظام (الخلافة ) بتجاوز شروطه ومقوماته لصالح نظام آخر مختلف تماما هو نظام ( الملك ). وكما يقول الدكتور طه حسين: لقد أخفق نظام الخلافة (وظهر أن هذه الدولة الجديدة التي كان يرجى أن تكون نموذجا للون جديد من ألوان الحكم والسياسة والنظام لم تستطع آخر الأمر إلا أن تسلك طريق الدول من قبلها، فيقوم الحكم فيها على مثل ما كان يقوم عليه من قبل من الأثرة والاستعلاء ونظام الطبقات ... )(49). ¶ كانت الحرب مرة، وكانت مرارتها تدفع الناس إلى التساؤل عن جدواها،كانت تدفعهم إلى التساؤل عن المكاسب المباشرة التي يمكن أ يحصلوا عليها. ولذلك فهمت الحرب أحيانا على أنها حرب بين رجلين من قريش يسعى كل منهما إلى ( الملك )، على حد تعبير كعب بن جعيل في أبياته السابقة. وفي التاريخ إشارات كثيرة إلى ذلك، منها ما جاء في وقعة صفين من أن (أبرهة بن الصباح قال لقومه :ويلكم يا معشر أهل اليمن، والله إني لأظن أن قد أذن بفنائكم، خلوا بين هذين الرجلين فليقتتلا، فأيهما قتل صاحبه ملنا معه جميعا ) (50) . ¶ وهذا المعنى عبرت عنه بوضوح امرأة ثكلى قتل لها أولاد ثلاثة في صفين فقالت في رثائهم (51) : ¶ أعينيَّ جودا بدمع ٍ سَرَبْ على فتيةٍ من خيار ِالعََرَبْ ¶ وما ضرَّهمْ غيرُ حنّ النفوس بأيِّ امرىء ٍ من قريش ٍغلبْ ¶ أنواع الشعر وموضوعاته: ¶ 1- قصيد ورجز:",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "يمكن أن نجمع المنظومات التي قيلت في هذه الموقعة في نوعين كبيرين من حيث الشكل الفني، هما القصيد والرجز. وفصل القصيد عن الرجز إنما هو لمخالفته للشعر في شكله العام ولاقتصاره على أبواب معينة وموضوعات بذاتها (52). وكان من الطبيعي أن يكثر الرجز في هذه الموقعة، كما هو شأنه في المعارك، بالقياس إلى القصيد لقربه من السليقة، ولسهولة النظم عليه، ولأنه(كان كثير الدوران في حداء العرب من قديم، وفي مبارزة الأقران في الحروب. فكان طبيعيا أن يكثر جريانه على ألسنة الجنود المحاربين في مقطوعاتهم القصيرة، وهو،بدون ريب،يؤكد الطوابع الشعبية لهذه المقطوعات لسهولة لغتها ويسرها)(53) ¶ وأول ما يلاحظ عند التأمل في شعر هذه الموقعة أنه لايختلف، من الناحية الفنية،عن الشعر الذي قيل في الفتوحات الإسلامية،ولذلك فإن ما قيل عن شعر الفتوحات يمكن أن يقال عنه؛فقد اتخذ (القريض شكل المقطعات القصيرة. واستتبع هذا الإطاحة بمقدمات القصائد التي تعتبر من أهم تقاليد الشعر العربي...) (54)، ونتج عن ذلك أنه تخفف من النظام التقليدي للقصيدة(النظام الذي يوجب تعدد الأغراض في القصيدة الوحدة)(55). ¶ 2- موضوعات قديمة متطورة:",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "إذا تجاوزنا الموضوعات السابقة التي تحدثنا عنها من قبل، يمكن أن نلاحظ بروز موضوعين آخرين هما الفخر والرثاء. صحيح أن الشعراء تناولوا موضوعات أخرى في إطار الصراع الدائر، ومن خلال الانتصار للطرف الذي كانوا يقاتلون تحت رايته، ولكن ذلك جرى على نطاق ضيق. ففي المديح، مثلا، لانكاد نجد سوى أبيات قليلة يطغى الشك في صحتها على اليقين. وكذلك لانجد في الهجاء إلا أبياتا قليلة ينصرف فيها أصحابها إلى تسفيه آراء خصومهم (56) أو تعيير بعضهم بالفرار(57) أو السخرية منهم (58). ومن البديهي أن الغزل سيكون قليلا إلى حد يبدو معه الحديث عنه ضربا من التكلف لامسوغ له. ليس لأن الحديث عن المرأة لايليق في إطار الحديث عن الحرب، بل لأن استثمار حديث كهذا في المعركة يتطلب موهبة فذة، وفسحة للتأمل وشروطا أخرى لم تتح لشعراء هذه الموقعة. ¶ الفخر: ¶ والفخر ضرب من الحماسة، ولذلك فإنه قد يجد في المعارك مناخا طيبا لنموه، لما يتطلبه جو المعركة من تمسك بقيم عليا تشكل قوة تحمي الذات المقاتلة من الاستسلام لإغراءات إيثار السلامة عند اشتداد قلق الموت بتأثير مجريات أحداث المعركة وما ينتج عنها من دم وموت وآلام. ¶ وعند الإطلاع على شعر الفخر الذي قيل في هذه الموقعة نلاحظ أنه، كالفخر الجاهلي، يمكن أن يقسم إلى قسمين : ¶ أ- فخر فردي: ويلاحظ فيه التركيز على إبراز ا لقوة من حيث هي قيمة أساسية تغري الشعراء وتشغلهم عما سواها من قيم جرت العادة أن يحرص عليها الشعراء في مقام الفخر. وقد لانعدم ذكرا للأنساب، ولكن الاهتمام بالقوة يطغى عليه حتى لايكاد يبين. وهذا النوع من الفخر يأتي موجزا وسريعا، وغالبا ما يكون في سياق تحريض الذات الذي تحدثنا عنه من قبل، ولذلك فإن الحديث عنه هنا سيكون تكرارا لا مسوغ له.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ب- فخر جماعي: وتبقى القوة، فيه، محور اهتمام الشعراء، ولكنهم هنا يطيلون أكثر، ولذلك فإن المجال يتسع في هذا النوع من الفخر للحديث عن أمور أخرى من أهمها الإشارة إلى الإنجازات والإشادة بها، وإن كان ذلك يتم بشكل موجز وسريع. ولنقرأ هذه الأبيات لأبي حية ابن غزية الأنصاري (واسمه عمرو بن غزية بن ثعلبة ) الذي يقول (59): ¶ سائلْ حليلة معبدٍ عن فعلِنا وحليلة اللخميِّ وابن كلاع ِ ¶ واسألْ عبيدَ اللهِ عنْ أرماحِنا لمَّا ثوى متجدّلا بالقاع ِ(56) ¶ واسألْ معاوية المولى هاربًا والخيلُ تعدو وهي جدُّ سِراع ِ (61) ¶ ماذا يخبرك المخبر منهم عنا وعنهم عند كل وقاع ِ ¶ إنْ يَصدقوكَ يُخَبّروكَ بأنّنا أهلُ الندى قِدْمًا مُجيبُو الدّاعي ¶ ندعوا إلى التقوى ونرعى أهلها برعايةِ المأمون ِلا المِضياع ِ ¶ إنْ يصدقوكَ يُخبِّروكَ بأنَّنا نحمي الحقيقة عندَ كلّ مِصاع ِ ¶ ونسنُّ للأعداءِ كلَّ مثقفٍ لَدْن ٍوكلَّ مُشَطَّبٍ قطَّاع ِ ¶ والشعراء يعبرون عن القوة بشكل مباشر أحيانا، ولكنهم في الغالب يعبرون عنها من خلال استعراض إنجازاتهم في المعارك، ومن خلال التنويه بالنصر الذي حققوه (62). وهذا الفخر يجري على المنواال الجاهلي وإن كنا نستطيع أن نتلمس فيه معاني إسلامية في بعض الأحيان . ¶ الرثاء:",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "والرثاء من حيث كونه غرضا شعريا لايتناسب كميا مع كثرة القتلى في هذه الموقعة، ولكنه، مع ذلك، يظل غرضا بارزا له ما يسوغ الوقوف عنده ولو قليلا. وأول ما يلاحظ عند التأمل في النصوص الرثائية لهذه الموقعة، هو أن ملامح الرثاء الجاهلي تبدو فيها بوضوح، شأنها في ذلك شأن النصوص الرثائية الأخرى التي قيلت في هذا العصر، والتي رأى الباحثون أن اتجاهاتها (تظهر في شكلها العام من حيث أنواعها ومعانيها، لا خلاف كبير فيها بين العصر الجاهلي وصدر الإسلام ) (63). وإذا كان بروز ملامح الر ثاء الجاهلي في الرثاء الإسلامي أمرا طبيعيا في مطلع عصر صدر الإسلام، فإنه في آخره يعبر عن طغيان النموذج الرثائي الجاهلي على الرؤية الفنية والفكرية للشاعر المسلم الذي لم يستطع أن يتمثل الثقافة الإسلامية الجديدة بالشكل الذي يسهم في إبداع نموذج خاص به، وهكذا راح يجري في مضمار أسلافه الجاهليين . ¶ حقا، قد نجد مراثي تطغى عليها المعاني الإسلامية، حتى ليجوز القول إنها كانت تصلح نواة لنموذج رثائي إسلامي، ولكنها، للأسف، وجدت خارج مناخ نموها، فلم تتحقق لها شروط بقائها وتطورها، كما أنها كانت قصيرة وقليلة مما جعلها تغيب في كثرة الشعر الذي قيل, فلم تستوقف أصحاب المواهب من الشعراء لتطويرها. ومن هذه المراثي ما قاله الحجاج بن غزية في رثاء عمار بن ياسر (64). ولكن ذلك، كما ذكرنا، أتى في نطاق ضيق، أما في الغالب فإن الشاعر كان ينصرف إلى تعداد مناقب المرثي، وذكر أفضاله وإنجازاته في الحرب، وخير ما يمثل ذلك رثاء النجاشي لأبي عمرة بن عمرو بن محصن، إذ يقول (65) : ¶ فيا رُبَّ خير ٍقد أفَدْتَ وجَفْنَةٍ ملأتَ وقِرْن ٍقد تركتَ مخيّباا(66) ¶ ويا رُبَّ خَصْم ٍقدْ رددتَ بغيظهِ فآبَ ذليلا بعدما كان مُغْضَبا ¶ ورايةِ مجدٍ قد حملتَ وغزوةٍ شهدتَ إذا النِّكسُ الجبانُ تهيّبا ¶ حووطًا على جُلّ العشيرةِ ماجدا ولم يكُ في الأنصارِ نِكسًا مؤنَّبا (67)",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "طويلَ عمودِ المجدِ رحبًا فِناؤهُ خصيبا إذا ما رائدُ الحيّ أجْدبا ¶ عظيمَ رمادِ الَّنار لم يكُ فاحشًا ولا فشلا يومَ القتال ِمُغلبا ¶ والشاعر يمضي بعد ذلك فيدعو على الذين أسعدهم قتل المرثي، ثم يذّكر الأعداء بقتلاهم الذين قتلوا من قبل، في محاولة للتعزي بذكرهم من جهة، وللتخفيف من شعور الأعداء بالانتصار، من جهة أخرى . ¶ ولكن الأثر الإسلامي الذي افتقدناه في الشعر –غير الرجز- نجده واضحا جليا في الرجز. وربما كان مرد ذلك إلى أن الأراجيز كانت تأتي كتعبير عن شعور متدفق، واستجابة للحظة انفعال جاشت بصدر أناس غير محترفين، ولذلك كان انفلاتهم من النموذج الجاهلي أكثر يسرا وسهولة، ولاسيما أن النموذج الشعري الأكثر تأثيرا في الثقافة كان نموذج القصيدة لا الأرجوزة . ¶ والأراجيز تأتي مقطوعات قصيرة، ويتجلى الأثر الإسلامي فيها من خلال ذكر الجنة ونعيمها، أو النار وعذابها، مع ما يستتبعه ذلك من معان إسلامية، كما في قول ابن هاشم بن عتبة في رثاء والده (68) : ¶ ياهاشمَ بنَ عتبة بنِ مالكْ أعززْ بشيخ ٍ من قريش ٍهالكْ ¶ تخبطهُ الخيلاتُ بالسنابكْ أبشرْ بحور ِالعِين ِ في الأرائِكْ ¶ والرّوح ِوالرَّيحانِ عندَ ذلكْ ¶ وشاركت النساء في الرثاء، كعادتهن في الجاهلية، فجاء رثاؤهن ينساب رقيقا، ويفيض حزنا وعذوبة، فيعكس شدة الإحساس بالجزع والفقد والتفجع. وهو رثاء يأتي في الغالب بصورة الندب، وأرقه ماجاء على بحور قصيرة تناسب إيقاع الندب الذي كانت تقوم به النساء للتعبير عن حزنهن على الفقيد. وهذه حبلة أخت الأجلح بن منصور الكندي تقول حين أتاها مصاب أخيها أبياتا تأثر بها علي بن أبي طالب، عندما سمعها، تأثرا بالغا، فلم يملك إلا أن دعا على معاوية لكونه السبب في كل ما جرى (69): ¶ ألا فابكي أخَا ثقةٍ فقدْ واللهِ أبكينا ¶ لقتل ِالماجدِ القمقا م ِلامِثلَ له فِينا (70) ¶ أتانا اليومَ مقتلُهُ فقد جُزَّتْ نَواصِينا",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "كريمٌ ماجدُ الجدَّيـ ـن ِيَشفي من أعادينا ¶ وممنْ قادَ جيشَهُمُ عليٌّ والمُضِلونا ¶ شفانا اللهُ من أهل ِالـ ــعِراق ِفقد أبادونا ¶ أما يخشونَ ربَّهُمُ ولم يرعوا له دِينا ¶ ونلاحظ أن المرأة تحمل على أهل العراق لكونهم السبب في مقتل أخيها، وهي لاتنسى في هذا السياق أن تشير إلى أنهم \"مضلّون\"، ولكنها في تعبيرها عن ذلك تبدو محبطة يائسة، ولذلك تنصرف عن التحريض ضدهم إلى الدعاء عليهم، مشيرة إلى أنهم انتهكوا الحرمات بسفكهم دماء أهل الشام، ولم يرعوا لله دينا. ¶ وبشكل عام، يمكن أن نلاحظ على ماقيل من رثاء في هذه الموقعة أن صوت التفجع الجاهلي لايكاد يسمع إلا صدى من بعيد. وربما كان مرد ذلك إلى أن الشعراء كانوا ينظمون رثاءهم والمعارك ما تزال مستمرة ، وفي مثل هذا الموقف قد يكون من غير اللائق إظهار التفجع لما قد يتركه من أثر سلبي في نفوس القوم، وما قد يبعثه من ارتياح في نفوس الطرف المقابل. هذا بالإضافة إلى ما جاء به الإسلام من مفاهيم عن عالم الآخرة، وعن الشهادة، وعما ينتظر الشهيد من نعيم. وهذه مفاهيم كان لها أثرها فيما يلاحظ على شعر الرثاء في صدر الإسلام من فقر بموضوعات العزاء، وهو أمر أشار إليه باحث متأن دقيق أهتم بموضوع الرثاء، وفصل القول فيه (71) . ¶ السمات الفنية: ¶ لم تترك أحداث الحرب المتلاحقة للشعراء وقتا كافيا للتأمل فيما يجري، واستبطان خفاياه، واستشراف ما وراءه، واستخلاص ما يمكن استخلاصه منها، كما أنها لم تترك لهم وقتا كافيا لممارسة فنهم بقدر من الهدوء يمكنهم من إعادة النظر فيه، ومن الاهتمام بجانبه الجمالي. فجاءت أشعارهم، كأشعار غيرهم من المقاتلين في الفتوحات الإسلامية(بنت اللحظة العاجلة،نظمت في لغة يسيرة دون احتفال بتنقيح أو صقل أو ما يشبه الصقل والتنقيح)(72)،ولذلك كانت تحمل طوابع شعر الفتوح نفسها، تقريبا،من حيث الالتزام بالفكرة، والإيجاز،والقصر، والعفوية (73).",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "لقد كان الشعراء يدركون أن عليهم أن يتابعوا الأحداث وأن يعبروا عنها. فكانوا يجرون خلفها حتى الإرهاق، خشية أن تفوتهم. وفي حال كهذه ليس من المتوقع أن نجد لهم قصائد على شاكلة المعلقات، وليس من الإنصاف أن نطالبهم بذلك. لقد كان أغلب ما جاءنا من شعر مقطعات أو قصائد قصيرة، وخرج الرجز بنصيب وافر، وكان ذلك طبيعيا، لأن القائلين لم يكونوا شعراء محترفين، بل كانوا - في معظمهم – أناسا تأثروا بما يجري بعمق فجاشت صدورهم بمشاعر وأحاسيس راحوا يعبرون عنها بشكل فني. ومن المعروف أن الرجز ( مطاوع يؤدي أغراضا مختلفة، ويصلح لأن يعبر عن أحاسيس متنوعة حتى يكاد يكون مطية الشعراء يركبها كل من له طبع وذوق وحس مرهف، ومن هنا صار شعر من كان لايقول الشعر أو لا يحضره إلا في الملمات والأزمات ) (74). وقد تنبه القدماء على أن الشعر أرقى فنيا من الرجز، فذهبوا إلى أن الشاعر أعظم موهبة من الراجز، وأعلى منزلة، وأقدر على ممارسة الفن (75). بل إن العلماء اختلفوا في الرجز ( فمنهم من جعله شعرا صحيحا ومنهم من جعله صنفا من أصناف الكلام ...)(76). نقول ذلك كله للتأكيد على أن الرجز،هذا الفن القولي، كان في متناول كثيرين ممن شاركوا في المعركة، وكان لابد، بعد ذلك، من أن يجيء كثيرا. ولعل هذا من شأنه أن يقلل من الشك في كثرة ما وصل إلينا من شعر. والملاحظ على هذا الرجز أنه جاء أبياتا قليلة من جهة، وجاء أثر الإسلام واضحا فيه من جهة أخرى،وهو أثر يتجلى في ذكر الرسول، والنبي، والهدى،والضلال، والأحزاب ...وغير ذلك. ولذلك يمكن القول: ( إن الرجز سجل في هذه الفترة تطورا موضوعيا وفنيا نحو ( الإسلامية ) وأنه خطا الخطوة الأولى من صورته القديمة الجاهلية إلى صورة جديدة إسلامية، وهي خطوة لم تظهر بوضوح في رجز الفتوح الأولى ) (77).",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "كثرة القائلين من غير الشعراء كان لها نتائج أخرى، منها أننا نقع على أشعار كثيرة لا يعرف قائلوها،ولم يكن في ذلك كبير خطر،لأن الشعراء لم يكونوا يعبرون عن آراء شخصية، وإنما كانوا يعبرون عن آراء الجماعة التي ينتمون إليها، وعن روحها،وعن انطباعاتها الشعبية. ولذلك كنا نرى الشعر ينسب، أحيانا، إلى أكثر من قائل. وكأن الرواة كانوا يشعرون أن هذا الشعر ملك للجماعة، ومن إبداعها،فلم يشغلوا أنفسهم بالتحقق من نسبته إلى شاعر بعينه. ومنها- أعني من نتائج كثرة القائلين من غير الشعراء- أن لغة هذا الشعر جاءت سهلة، بسيطة، عفوية .إذ لم يكن لأصحابها، في الغالب، ثقافة شعرية عميقة تمدهم بما قد يحتاجون إليه من ألفاظ وعبارات وصور، ولذلك جاءت أشعارهم قريبة من لغة الحياة اليومية، ولكنها تمضي على وزن ويطغى عليها انفعال قوي. وذلك كله لا يعني انعدام الاهتمام بالتصوير الفني، ولا يعني غياب الصور الفنية الجميلة، فقد استطاع الشعراء – أعني الموهوبين منهم – أن يقدموا لنا صورا فنية جميلة، ولاسيما فيما يتعلق بالمعركة (78) . ¶ لقد جاء شعر هذه الموقعة يمتاز (بطوابع شعبية كثيرة)(79) ليس أدل عليها من كثرة الرجز،هذا الفن القولي الشعبي، ومن هذه التلقائية في التعبير عن الآراء والمواقف بعيدا عن الحجج المنطقية وعن الأدلة العقلية،فلقد كان الشعراء يحاولون إثارة العواطف لا مخاطبة العقل.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "ويبقى من الحديث أن نشير إلى أن الشعر الذي قيل في هذه المعركة كان شعرا سياسيا واضح الملامح، انطلق أصحابه من عقيدة مذهبية سياسية يدينون بها، فكانوا \" يدعون\" إلى ما يؤمنون به من خلال إشادتهم بزعماء الفريق الذي ينتمون إليه وبأبطاله، ومن خلال رثاء شهدائه ومن خلال وصم سادة الطرف الآخر وقادته بما ينفر المسلمين منهم. ولاشك في أن الشعراء الأمويين قد أفادوا – فيما بعد - من ذلك كله، وبنوا عليه، وفصلوا فيه، وإذا كانت أشعارهم السياسية قد جاءت أكثر نضجا ووضوحا فلأن ملامح الأحزاب السياسية كانت قد اتضحت، ولأن مبادئها كانت قد تبلورت، ولأن المناخ العام للعصر الأموي كان يساعدهم على ذلك، ولعله من غير الإسراف أن نقول إن الشعر السياسي الأموي مدين بكثير مما فيه للشعر الذي قيل في موقعة صفين. ¶ الهوامش: ¶ (1)- انظر الفتنة الكبرى (علي وبنوه): 92، وحياة الشعر في الكوفة: 348 . ¶ (2) -وقعة صفين: 398، وتنسب الأبيات في شرح النهج :4/264 لعدي بن حاتم الطائي مع بعض الاختلاف. ¶ (3)- وقعة صفين: 398 . ¶ (4) – السابق: 18، والبيت في شرح النهج: 1/141 ينسب لزحر بن قيس الجعفي . ¶ (5) – وقعة صفين: 382، وشرح النهج: 1/142. وانظر أمثلة أخرى في وقع’ صفين: 381، 385، 436، 416. وشرح النهج: 1/ 138 وما بعدها تحت عنوان \"ما ورد في الوصاية من الشعر\" . ¶ (6)- وقعة صفين: 451، والبيت في شرح النهج 4/ 291 على النحو التالي : ¶ الشام محل والعراق ممطر بها إمام طاهر مطهر ¶ وانظر شواهد أخرى في وقعة صفين: 537، 548 . ¶ (7)الفتنة:176. ¶ (8) – الفتنة الكبرى (علي وبنوه ): 59 . ¶ (9)- التيارات السياسية في القرن الأول الهجري: 124،125. ¶ (10)- مروج الذهب: 3/41. ¶ (11)- الفتنه:189. ¶ (12)- أنساب الأشراف: 2/200 . ¶ (13)- الأخبار الطوال: 162 . ¶ (14)- ملامح التيارات السياسية في القرن الأول الهجري: 126. ¶ (15)- الفتنة الكبرى (علي وبنوه): 79. ¶ (16)- الأخبار الطوال: 180 . ¶ (",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "17)- وقعة صفين: 55. والبيت في شرح النهج 2/65 على الشكل التالي : ¶ أيقتل عثمان بن عفان بينكم على غير شيء ليس إلا تعاميا ¶ (18)- وقعة صفين: 57، وشرح النهج :1/394. ¶ (19)- وقعة صفين: 51، وشرح النهج: 2/62. ¶ (20)- انظر وقعة صفين: 50. ¶ (21)- وقعة صفين: 9. وشرح النهج: 3/79،80 . ¶ (22)- في شرح النهج: فاعد بالحدّ والحديد ... غير ذاك رواء . ¶ (23)- انظر كتاب النزاع والتخاصم فيما بين بني أمية وبني هاشم\" للمقريزي\" :37 وما بعدها . ¶ (24)- الأخبار الطوال: 155. والشعر في وقعة صفين :77،78،وفي شرح النهج: 2/68،مع زيادة في الأبيات واختلاف في الترتيب وفي بعض الألفاظ ، وكذلك ورد الخبر فيهما بصيغة أخرى. والمحزئل: المرتفع، والمتلئب: المستقيم المطرد . ¶ (25)- أنساب الأشراف: 2/202، وتاريخ الطبري: 4/564 باستثناء البيت الثاني. ¶ (26)- في تاريخ الطبري: وقومك بالمدينة قد أبيروا . ¶ (27)- في السابق: لجرّد لاألفّ... ¶ (28)- وقعة صفين: 101،والبيت في شرح النهج :2/133 . ¶ (29)-وقعة صفين: 228.والأخبار الطوال: 180 مع بعض الاختلاف، وكذلك في شرح النهج: 3/140 ¶ (30)- تاريخ الطبري: 5/31 ، والأبيات في وقعة صفين: 279، 280 مع بعض الاختلاف، وفيه أن اسم الشاعر بشر بن العشوش. ¶ (31)- وقعة صفين: 310، وشرح النهج :3/‍. ¶ (32)- البيت في شرح النهج: ¶ \" دين قويم وهوى سليم إن لم تردهم رايتي فلوموا \" ¶ (33)- الظاهرة الأدبية في صدر الإسلام والدولة الأموية: 110. ¶ (34)- مروج الذهب: /390، وفي الأخبار الطوال: 178 مع بعض الاختلاف، وفي شرح النهج :3/176 بزيادة: ¶ \" وسارع الحي اليمانون الغرر والخير في الناس قديما يبتدر\" ¶ (35)- وقعة صفين: 194. وانظر أيضا ًص 249، 354، 397، 398، 428 . ¶ (36)- أي أنا صاحب من ليس بوقاف ولاهيوب. والوقاف: المحجم عن القتال، والهيوب: الجبان . ¶ (37)- القليب: قليب بدر. ¶ (38)- المنخوب: الجبان، أراد قلبه. ¶ (39)- انظر وقعة صفين: 483 وما بعدها ¶ (",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "40)- انظر مثلا أبيات أيمن بن خريم في وقعة صفين :502،,وهي في مروج الذهب :2/410 ¶ (41)-انظر وقعة صفين: 549 . ¶ (42)- الأخبار الطوال: 171 . ¶ (43)- تاريخ الطبري: 5/5 . ¶ (44)- الفتنة: 201 . ¶ (45)- وقعة صفين: 405 . ¶ (46)- السابق: 357، وشرح النهج :4/255 . ¶ (47)- الفتنة: 201. ¶ (48)- وقعة صفين: 225، 226، والبيتان في تاريخ الطبري :5/14، وفي شرح النهج :3/139 . ¶ (49)- الفتنة الكبرى ( علي وبنوه ): 155 . ¶ (50)- وقعة صفين: 457 . ¶ (51)- مروج الذهب: 2/405. ¶ (52)- شعر الفتوح الإسلامية: 238. ¶ (53)- الشعر وطوابعه الشعبية: 33. ¶ (54)- شعر الفتوح الإسلامية: 238. ¶ (55)- السابق: 239. ¶ (56)- انظر وقعة صفين: 279. ¶ (57)- انظر السابق: 360. ¶ (58)- انظر السابق: 362، 462. ¶ (59)- السابق:379، 380. وهي في شرح النهج :4/263،264 مع بعض الاختلاف في الألفاظ وفي ترتيب الأبيات . ¶ (60)- في شرح النهج: ... عن فرساننا ... ¶ (61)- في السابق: والخيل تمعج ... ¶ (62)- انظر صفين :375، ومروج الذهب: 2/410 . ¶ (63)-الرثاء في الجاهلية والإسلام: 94. ¶ (64)- انظر مروج الذهب :2/392 . ¶ (65)- وقعة صفين: 358، وشرح النهج: 4/253، 254 مع بعض الاختلاف. وانظر أيضا قصيدة كعب بن جعيل في الأخبار الطوال :178،179 . ¶ (66)- في شرح النهج: مسلّبا . ¶ (67)- في السابق: حويطا . ¶ (68)- مروج الذهب: 2/393، وفي وقعة صفين :348، وشرح النهج: 4/248 مع بعض الاختلاف والزيادة. وانظر رثاء عامر بن وائل لهاشم بن عتبة في وقعة صفين: 359 . ¶ (69)- وقعة صفين: 178، وفي شرح النهج :2/242 باستثناء البيت الخامس . ¶ (70)- القمقام: السيد الكثير العطاء . ¶ (71) -انظر الرثاء في الجاهلية والإسلام: 190 . ¶ (72)- الشعر وطوابعه الشعبية: 34. ¶ (73)- انظر شعر الفتوح الإسلامية: 304 وما بعدها. ¶ (74)- المفصل في تاريخ العرب قبل الإسلام: 9/175 . ¶ (75)- العمدة: 1/186 . ¶ (76)- المفصل في تاريخ العرب قبل الإسلام: 9/172 . ¶ (",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "77)- حياة الشعر في الكوفة: 355 . ¶ (78)- انظر، مثلا، وقعة صفين: 294، 312، 357، 396، 397، وغير ذلك كثير. ¶ (79)- الشعر وطوابعه الشعبية: 34. ¶ المراجع: ¶ 1. البلاذري – أحمد بن يحيى بن جابر، 1997 – أنساب الأشراف – تحقيق محمودالعظم- ط 1، دار اليقظة العربية – دمشق ¶ 2. بيضون - د.إبراهيم،1979 – ملامح التيارات السياسية في القرن الأول الهجري- ط/بلا،دار النهضة العربية – بيروت . ¶ 3. جعيط، د. هشام، 1993- الفتنة،جدلية الدين والسياسة في الإسلام المبكر-ط2،دار الطليعة للطباعة والنشر،بيروت. ¶ 4. جمعة - د. حسين، 1991 - الرثاء في الجاهلية والإسلام – ط1، دار معد للنشر والتوزيع – دمشق. ¶ 5. ابن أبي الحديد – عز الدين عبد الحميد، 2004 – شرح نهج البلاغة – تحقيق محمد أبو الفضل إبراهيم – ط1، المكتبة العصرية – بيروت . ¶ 6. حسين- طه، بلا تاريخ – الفتنة الكبرى \"علي وبنوه\" – ط13، دار المعارف – مصر . ¶ 7. خليف – د. يوسف، بلا تاريخ – حياة الشعر في الكوفة إلى نهاية القرن الثاني الهجري - ط/بلا، لم يذكر دار النشر أو البلد . ¶ 8. الدينوري – أبو حنيفة أحمد بن داؤد،1379 هـ - الأخبار الطوال – تحقيق عبد المنعم عامر – ط2، المكتبة الحيدرية – إيران ز ¶ 9. ابن رشيق- أبو علي الحسن القيرواني، 1981 – العمدة في محاسن الشعر وآدابه ونقده – تحقيق محيي الدين عبد الحميد - ط5، دار الجيل - بيروت . ¶ 10. سركيس – إحسان، 1981 – الظاهرة الأدبية في صدر الإسلام والدولة الأموية – ط1،دار الطليعة- بيروت. ¶ 11. ضيف – د. شوقي،1977 – الشعر وطوابعه الشعبية على مر العصور-ط2،دار المعارف –مصر . ¶ 12. الطبري – محمد بن جرير، 1967 – تاريخ الأمم والملوك – تحقيق محمد أبو الفضل إبراهيم- ط2، سلسلة روائع التراث العربية – بيروت . ¶ 13. علي – د. جواد، 1380 هـ - المفصل في تاريخ العرب قبل الإسلام – ط1، منشورات الشريف الرضي –إيران.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "14. القاضي- النعمان عبد المتعال،1965- شعر الفتوح الإسلامية في صدر الإسلام – ط/بلا،الدار القومية للطباعة والنشر، مصر. ¶ 15. المسعودي – علي بن الحسين، 1948 – مروج الذهب ومعادن الجوهر – تحقيق محيي الدين عبد الحميد- ط1، دار المعرفة _ بيروت . ¶ 16. المقريزي – تقي الدين، 1984 – النزاع والتخاصم فيما بين بني أمية وبني هاشم - تحقيق د. حسين مؤنس – ط1، دار المعارف – مصر . ¶ 17. المنقري – نصر بن مزاحم، 1981 – وقعة صفين – تحقيق عبد السلام هارون – ط3، مكتبة الخانجي – مصر.",
            "page": "33",
            "part": "1"
        }
    ],
    "t34470": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الشعر في موقعة صفين"
        }
    ]
}