{
    "b34496": [
        {
            "id": "1",
            "nass": "الكامل ¶ في اللغة العربية ¶ مجموعة من النصوص الأدبية المدروسة من الأدب العربي الحديث ¶ إعداد ¶ عبد اللطيف عبد الرحمن السعيد ¶ من أجل أي استفسار يمكن الاتصال على الرقم: 813121 031 ¶ أو الكتابة على البريد الإلكتروني:sameer99@aloola.sy ¶ ( ¶ إلى طلابنا الأعزاء: ¶ كثيراً ما تواجه الطالب خلال دراسته لمادة اللغة العربية كثير من الاستفسارات حول النص الذي يدرسه، ويقف حائراً أمام الكثير منها وهو يحاول الإجابة عنها، ومن هنا فقد قمنا بهذا العمل الذي نرجو أن ينال استحسان طلابنا لأنه يلبي بعض حاجاتهم الكثيرة والمتعددة، وقد تصورنا في هذا العمل أن كل نص من نصوص الأدب يمكن أن يكون موضع أسئلة امتحانية، أو أن يكون كل نص متوقعاً في الامتحان، فوضعنا أسئلة لكل نص تناسبه، محاولين قدر الإمكان الإحاطة بما هو ضروري منها، آملين أن لا يقف الطالب عندها فقط، وإن كانت تتناول كثيراً من جوانب النص موضع الأسئلة. ¶ أتمنى أن يعمد الطالب إلى امتحان نفسه قبل أن يصل إلى قاعة الامتحان من خلال مراجعة هذه الأسئلة ومحاولة الإجابة عنها قبل أن يقرأ الإجابات، وليثق الطالب تماماً أنه لو تمكن من الإجابة على قسم كبير من أسئلة كل نص فإن النجاح في هذه المادة بتفوق سيكون من حليفه، لأننا إن أهملنا سؤالاً ما في نص من النصوص فقد استدركناه في نص آخر حتى تغدو الأسئلة متنوعة متجانسة.وقد رجعنا إلى دواوين الشعراء لاستدراك بعض أهم الأبيات التي أضفناها إلى النصوص آملين أن يحاول الطالب شرحها مع زملائه، وليعلم أن تهيئته نفسياً للامتحان أهم بكثير من الامتحان، ولنا من تجاربنا ما نحاول تزويد الطالب به ليستفيد منه. ¶ والله ولي التوفيق. ¶ …………………عبد اللطيف عبد الرحمن السعيد ¶ النّصّوص ¶ 1- الاستبداد- عبد الرحمن الكواكبي",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "1- المستبدُّ يتحكّم في شؤون النّاس بإرادته لا بإرادتهم،ويحكمُهم بهواه لا بشريعتهم، ويعلمُ من نفسِه أنّه الغاصبُ المتعدّي، فيضع كعبَ رجله على أفواهِ الملايين يسدُّها عن النّطقِ بالحقِّ والتّداعي لمطالبته. ¶ -المستبدُّ عدوُّ الحقِّ عدو الحرّيّة وقاتلهما، والحقُّ أبو البشر والحرّيّة أمُّهم، والعوامُّ صبيةٌ أيتامٌ نيام لا يعلمون شيئاً،والعلماء هم إخوتهم الراشدون،إن أيقظوهم هبُّوا،وإنْ دعَوْهم لبُّوا،وإلا فيتّصلُ نومهم بالموت. ¶ -المستبدُّ يتجاوز الحد ما لم يرَ حاجزاً من حديد،فلو رأى الظّالمُ على جنبِ المظلومِ سيفاً لما أقدم على الظّلم كما يقال:الاستعدادُ للحربِ يمنع الحرب. ¶ - المستبدُّ إنسانٌ مستعدٌّ بالطبع للشّرّ، وبالإلجاءِ للخيرِ،فعلى الرّعيةِ أنْ تعرفَ ما الخيرُ ¶ وما الشرُّ، فتلجئُ الظالمَ للخيرِ على الرغمِ من طبعه، وقد يكفي للإلجاء الطلبُ وحدَه إذا علم الظالم ُأنّ وراءَ القولِ فعلاً،ومن المعلوم أن الاستعدادَ للفعل قولٌ يكفي شرَّ الاستبداد. ¶ 2-الاستبداد أصلٌ لكلّ فساد, ومعنى ذلك أنّ الباحث المدقّقَ في أحوال البشر وطبائع الاجتماع كشف أنّ للاستبداد أثراً سيئاً في كلِّ وادٍ، فالمستبدّ يضغط على العقل فيفسده، ويلعب بالدّين فيفسده، ويحاربُ العلمَ فيفسده. ¶ 3-إن الاستبدادَ و العلمَ ضدّان متغالبان، فكلُّ إدارةٍ مستبدّةٍ تسعى جهدَها في إطفاءِ نورِ العلم ِوحصرِ الرّعيّةِ في حالكِ الجهل، و العلماءُ الحكماء الّذين ينبتون أحياناً في مضايقِ صخور الاستبدادِ يسعَون جهدَهم في تنوير أفكارِ النّاس.والغالبُ أن رجالَ الاستبدادِ يطاردون رجالَ العلم، وينكّلون بهم، فالسّعيدُ منهم من يتمكن من مهاجرةِ دياره. ¶ 1- انثر أفكار النص السابق. ¶ ج-تحكم المستبد في شؤون الناس. -تعديه على الجماهير وخنق حرية الكلام. ¶ -عداوته للحق والحرية. -دور العلماء في يقظة الجماهير. ¶ -تجاوز المستبد الحد. -الاستعداد لمواجهته.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "-استعداده للشر. … -دور الرعية في تنبيه المستبد لسلوك طريق الخير. ¶ -الاستعداد لمواجهة المستبد يكفي شره. ¶ -المستبد أصل للفساد. -أثار المستبد السيئة. ¶ -عداوته للعلم. -دور العلماء في تنوير أذهان الجماهير. ¶ 2-ما دور الشعب في مقاومة الاستبداد كما ورد في النص؟ ¶ ج-على الشعب أن يكون مستعداً لمواجهة المستبد، وأن يقف في وجه ممارساته، ¶ 3-ما هدف الكاتب من قوله:(يضع كعب رجله على أفواه الملايين؟) ¶ ج-استنهاض الهمم، وإثارة المشاعر لمقاومة المستبد. ¶ 4-يكشف الكاتب بعضاً من طبائع الاستبداد وممارساته، أشر إلى ذلك في النص مع الشواهد. ¶ ج-…1-تحكمه في شؤون الناس-وخنق الحريات(المقطع الأول). 2- استعداده للشر(المقطع الأول) ¶ 3- أصل لكل فساد(المقطع الثاني). 4- عداوته للعلم والعلماء(المقطع الثالث) ¶ 5-اجعل كلمة الغاصب مخصوصاً بالذم في جملتين مستخدماً(بئس و لا حبذا). ¶ ج-بئسَ العدوُّ الغاصبُ. لا حبّذا الغاصبُ. ¶ 6-أكد الجملة التالية بمؤكد واحد ثم باثنين(الاستبداد أصل لكل فساد). ¶ ج-إنّ الاستبدادَ أصل لكل فساد. إنّ الاستبدادَ لأصلٌ لكل فساد. ¶ 7-بين نوع المشتقات التالية:(المتعدي- المظلوم) وفعل ككل منهما. ¶ ج-المتعدي: اسم فاعل(تعدّى)-المظلوم: اسم مفعول(ظُلم). ¶ 8-علل سبب كتابة الهمزة في كل من الكلمات التالية:سيئاً-شؤون-الحكماء. ¶ ج-سيئاً: همزة متطرفة نونت بتنوين الفتح وسبقت بحرف من حروف الوصل، فكتب التنوين على ألف زائدة، ووصل الحرف الذي قبل الهمزة بألف التنوين، وكتبت الهمزة على نبرة. ¶ شؤون: همزة متوسطة مضمومة سبقت بحرف مضموم. ¶ الحكماء: همزة متطرفة سبقت بألف ساكنة. ¶ 9- حذّر صديقك من الاستبداد. ¶ ج-الاستبدادَ يا صديقي، فهو عدو للشعب. أو إياك والاستبدادَ. ¶ 10-رتب الكلمات التالية بحسب معجم يأخذ بأوائل الكلمات: يفسده-الاستبداد-جهدهم. ¶ ج-جذرها:فسد-بدد-جهد. الترتيب: الاستبداد- جهدهم- يفسده. ¶ 2- مقتل بزر جمهر- خليل مطران",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "1- يا يومَ قتلِ بزَرْجمهرَ وقد أتَوْا ¶ 2- متألّبين ليشهدُوا موتَ الّذي ¶ 3- يبدون بشراً و(النفوسُ كظيمةٌ) ¶ 4-تَجْلُو أَسِرَّتَهُمْ بُرُوقُ مَسَرَّةٍ ¶ 5-هُمْ حَكَّمُوهُ فَاسْتَبَدَّ تَحَكُّماً ¶ 6-وَالجَهْلُ دَاءٌ قَدْ تَقَادَمَ عَهْدُهُ ¶ 7-وإذا الوزيرُ بزرجمهرُ( يسوقُه ¶ 8- وتروح حولهما الجموعُ وتغتدي ¶ 9- سخطَ المليكُ عليه إثرَ نصيحةٍ ¶ 10- ناداهم الجلاّدُ هل من شافعٍ ¶ 11-وأدار كسرى في الجماعةِ طَرْفَهُ ¶ 12-تَسْبِي مَحَاسِنُهَا الْقُلُوبِ وَتَنْثَنِي ¶ 13-بِنْتُ الوَزِيرِ أَتتْ لِتشْهَدَ قَتْلهُ ¶ 14- بَادٍ مُحَيَّاهَا فَأَيْنَ قِنَاعُهَا ¶ 15-لاَ عَارَ عِنْدَهُمْ كَخَلْعِ نِسائِهِمْ ¶ 16- فأشار كسرى أن يُرى في أمرها ¶ 17- مولايَ يعجبُ كيفَ لم تتقنّعي ¶ 18- فارجعْ إلى الملكِ العظيمِ وقل له: ¶ 19- انظرْ وقد قُتلَ الحكيمُ فهل ترى ¶ 20-وَبِقيِتَ وَحْدَكَ بَعْدَهُ رَجُلاً فَسُدْ ¶ 21- ما كانت الحسناءُ ترفعُ سترَها ¶ ج فيه يلبّون النّداءَ عِجالا ¶ أحيا البلادَ عدالةً ونَوالا ¶ يجفلْنَ بين ضلوعهم إجفالا ¶ وَقُلُوبُهُمْ تَدْمَى بِهِنَّ نِصَالاَ ¶ وَهُمُ أَرَادُوا أَنْ يَصُولَ فَصَالاَ ¶ فِي الْعالَمِينَ وَلاَ يَزَالُ عُضَالاَ ¶ جلاّدُه) متهادياً مُختالا ¶ كالموج وهو مدافعٌ يتتالى ¶ فاقتصَّ منه غوايةً وضلالا ¶ لبزَرجمهرَ فقال كلٌّ لا. . لا ¶ فرأى فتاةً كالصّباحِ جمالا ¶ عَنْهَا عُيُونُ النَّاظِرِينَ كَلاَلاَ ¶ وَتَرَى السَّفَاهَ مِنَ الرَّشَادِ مُدَالاَ ¶ وَعَلاَمَ شَاءَتْ أَنْ يَزُولَ فَزَالاَ ¶ أَسْتَارَهُنَّ وَلَوْ فَعَلْنَ ثَكَالَى ¶ فمضى الرّسولُ إلى الفتاة وقالا ¶ قالت له: أتعجباً وسؤالا ¶ مات النّصّيحُ وعشْتَ أنعمَ بالاً ¶ إلا رسوماً حولَه وظلالا ¶ وَارْعَ النِّسَاءَ وَدَبِّرِ الأَطْفَالاَ ¶ لو أنّ في هذي الجموعِ رجالاً ¶ الأسئلة:1-أين أشار الشاعر إلى دور الجماهير السلبي في الاستبداد؟ ¶ ج-في الأبيات7و12.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "2-اذكر سمتين من السمات التالية ودرتا في النص:الجنوح إلى الخيال-الوضوح-ذاتية الشاعر-تمجيد الألم- تقديس العقل- النزوع إلى التحرر. ¶ ج-الجنوح إلى الخيال- النزوع إلى التحرر. ¶ 3- هات من النص أسلوب استفهام، وحدّد أداته والمعنى الذي تدل عليه؟ ¶ ج-كيف لم تتقنعي؟ أداته كيف تدل على الحال- هل من شافع؟ أداته هل تدل على طلب التصديق. أتعجباً، أداته الهمزة تدل على طلب التصديق. ¶ 4- علّل سبب حذف (ما) في قوله (علام شاءت أن يزول)؟ ¶ ج-تحذف ألف ما الاستفهامية إذا سبقت بحرف جر لتمييزها عن ما الموصولية. ¶ 5- علّل سبب كتابة الألف اللينة في:(ثكالى - أحيا - طغى)؟ ¶ ج-ثكالى: اسم فوق ثلاثي-أحيا-ماضي فوق رباعي كتبت هنا ممدودة لتمييزها عن الاسم يحيى-طغى- أصلها ياء. ¶ 6- هات من النّص اسماً ممنوعاً من الصّرف واذكر سبب منعه؟ ¶ ج-بزرجمهر- كسرى-اسم علم أعجمي. ¶ 7- رتب الكلمات التالية بحسب ورودها في معجم يأخذ بأواخر الكلمات: عجالا - قناعها؟ ¶ ج-أصلها: عجل-قنع. الترتيب: قناعها-عجالا. ¶ 8- هات أسلوب ذم يكون المخصوص بالذم فيه كلمة( الاستبداد)؟ ¶ ج-بئسَ العملُ الاستبدادُ- أو: لا حبذا الاستبدادُ. ¶ 10- هات من النّص جملةً خبريّة وأخرى إنشائيّة، واذكر نوع الخبر والإنشاء؟ ¶ ج-يا يوم-إنشائية نوع الإنشاء نداء- وقد أتوا: خبرية- نوع الخبر طلبي. ¶ 11- اشرح الصّورة البيانيّة الواردة في البيت الثالث وسمها؟ ¶ ج-يجفلن: استعارة مكنية حيث شبه النفوس بالدابة التي تجفل وحذف المشبه به وأبقى شيئاً من لوازمه. ¶ 12- قطّع الشطر الثاني من البيت الثاني وسم بحره، وحدّد قافيته وحرف رويه؟ ¶ ج-أحيا البلاد عدالةً ونوالا ¶ أح يل بلا /دعدا لتن/ ونوا لا ¶ متْفاعلن /متفاعلن/ متفاعلْ البحر الكامل- قافيته: والا-رويه: اللام. ¶ 13- تعجّب من الجمل التّالية بأسلوبي تعجّب قياسيين:(قُتل الحكيمُ). ¶ ج-ما أصعبَ أن يُقتلَ الحكيمُ- أصعبْ بأن يُقتلَ الحكيمُ.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "14- بيّن نوع المشتقات التّالية واذكر فعل كلٍ منها:(عُضال- مُدَافع- فَعَّال- مُتَهادٍ). ¶ ج-عضال: صفة مشبهة باسم الفاعل(عضل)-مدافَع: اسم مفعول(دوفع)-فعّال: مبالغة اسم فاعل(فعل)-مُتهادٍ: اسم فاعل(تهادى). ¶ 15- ما سبب كتابة التّاء مربوطةً في:(نصيحة)، ومبسوطةً في:(كانت)؟ ¶ ج-نصيحة: تاء زائدة للتأنيث- كانت: تاء التأنيث في نهاية الفعل. ¶ 16- بين الغرض الذي خرج إليه النداء في البيت الأول؟ ¶ ج-يا يوم خرج النداء إلى التعجب. ¶ 17-هات من البيت الأول أسلوباً إنشائياً وبين نوع الإنشاء وغرضه. ¶ ج-يا يوم،نداء،غرضه:إظهار التعجب. ¶ 18-أكّد الجمل التالية بمؤكّد واحد ثم باثنين: ¶ ج-يلبّون النداء-سخط المليك-مولاي يعجب ¶ ج-لَيُلبُّنّ النداء-لقد سخط المليك-إنّ مولاي ليعجب. ¶ 19-اجعل الاستبداد مخصوصاً بالذم على ان يكون الفاعل ضميراً مستتراً مميزاً بنكرة. ¶ ج-بئس عملاً الاستبداد. ¶ 20-هات تركيباً يماثل قوله:أحيا البلاد-يبدون بشراَ. ¶ يبدون بشراً:يظهرون سروراً- أحيا البلاد:أعمر الوطن. ¶ 21-أعرب ما تحته خط مفردات وما بين قوسين جملاً. ¶ ج-بزرجمهرَ: مضاف إليه مجرور بالفتحة لأنه ممنوع من التنوين، متألبين: حال منصوبة بالياء لأنها جمع مذكر سالم، (النفوس كظيمة) في محل نصب حال، إجفالاً: مفعول مطلق منصوب بالفتحة الظاهرة،يصولَ: فعل مضارع منصوب بالفتحة الظاهرة، العالمين: اسم مجرور بالياء لأنه جمع مذكر سالم،(يسوقه جلاده): في محل رفع خبر، متهادياً: حال منصوبة بالفتحة الظاهرة، جمالاً: تمنييز منصوب بالفتحة الظاهرة، كلالاً: حال منصوبة بالفتحة، عارَ: اسم لا مبني على الفتح في محل نصب، ثكالى: حال منصوبة بالفتحة الظاهرة، أنعم: حال منصوبة بالفتحة الظاهرة، بالاً: تمييثز منصوب بالفتحة الظاهرة،ارعَ: فعل أمر مبني على حذف حرف العلة. ¶ 3- يقظة العرب- إبراهيم اليازجي ¶ 1- تنبّهُوا واستفيقوا أيُّها العربُ ¶ 2- فيم التّعلّلُ بالآمالِ (تخدعُكم)",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "3- اللهُ أكبرُ ما هذا المنامُ فقد ¶ 4- كم تُظلمون ولستم (تشتكون) وكم ¶ 5- ألفتمُ الهونَ حتى صار عندكم ¶ 6- وفارقَتْكُم لطولِ الذّلِ نخوتُكم ¶ 7- للهِ صبرُكم لو أن صبركم ¶ 8-كَم بَينَ صَبرٍ غَدا لِلذُلِّ مُجتَلِباً ¶ 9- ألسْتُمْ مَن سطَوْا في الأرضِ واقتحموا ¶ 10- ومن بنَوْا لصروحِ العزِّ أعمدةً ¶ 11- فشمّرُوا وانهضوا للأمرِ وابتدرُوا ¶ 12-فَصاحِبُ الأَرضِ مِنكُم ضِمنَ ضَيعتِهِ ¶ 13-بِاللَّهِ يا قَومَنا هُبُّوا لِشأنِكُمُ ¶ 14-فَما لَكُم وَيحَكُم أَصبَحتُمُ هملاً ¶ 15-لا دَولةٌ لَكُمُ يَشتَدُّ أزرَكُمُ ¶ فقد طمى الخطبُ حتى غاصَت الرُّكبُ ¶ وأنتمُ بين راحاتِ القنا سُلُبُ ¶ شكاكمُ المهدُ واشتاقَتْكم التّرَبُ ¶ تُستغضبون،فلا يبدو لكم غضبُ ¶ طبعاً وبعضُ طباعِ المرءِ مُكتسب ¶ فليس يؤلمكم خسفٌ ولا عطب ¶ في ملتقى الخيلِ، حين الخيلُ تضطرب ¶ وَبَينَ صَبرٍ غَدا لِلعزِّ (يَحتَلبُ) ¶ شرقاً وغرباً وعزُّوا أينما ذهبوا ¶ تهوي الصواعقُ عنها وهي( تنقلب) ¶ من دهرِكُم فرصةً (ضنَّتْ بها الحقبُ) ¶ مُستَخدَمٌ وَرَبيبُ الدَّارِ مُغتَربُ ¶ فَكَم تُناديكُمُ الأَشعارُ وَالخَطبُ ¶ وَوجهُ عزّكم بِالهونِ مُنتَقِبُ ¶ بِها وَلا ناصِرٌ لِلخَطبِ ينتَدِبُ ¶ الأسئلة: 1-هات مرادف الكلمات التّالية:(طمى- المهد- الهون- خسف- صروح). ¶ ج-طمى:ارتفع وعلا -المهد: السرير- الهون: الذل- خسف: الجور والذل -صروح: ج صرح البناء العالي. ¶ 2- لجأ الشّاعر إلى تصوير واقع الأمة العربيّة في فترة الاستبداد التّركي، اذكر بعضها؟ ¶ ج-الذل والهوان والغفلة عن الأخطار ¶ 3- يجنح الشّاعر إلى التّذكير بالماضي المجيد فما غرضه من ذلك؟ ¶ ج- إثارة الهمم، والاقتداء بالأجداد العرب الذين لم يرضوا بالذل والهوان. ¶ 4- اذكر سمتين من السمات التالية وردتا في النّص:الذاتية- التقريرية- الوضوح- الهروب إلى الطبيعة- الجنوح إلى الخيال- جزالة الألفاظ. ¶ ج-التقريرية- الوضوح- جزالة الألفاظ.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "5- استخرج أسلوب استفهام واذكر الغرض الذي خرج إليه وحدّد أداته ونوعها؟ ¶ ج-ما هذا المنام، الغرض: اللوم والعتاب، الأداة: ما- لغير العاقل. ¶ 6- قطّع الشطر الأول من البيت الأول وسم بحره، وحدّد قافيته وحرف رويّه؟ ¶ ج-تقطيع الشطر التالي:تنبهوا/ واستفي/قوا أيها ال/عرب ¶ متفعلن/ فاعلن / مستفعلن / فعلن. ¶ الشّطر من البحر البسيط ¶ البحر البسيط: تفعيلاته:مستفعلن فاعلن مستفعلن فاعلن ¶ قافيته: هل عربو- حرف الروي: الباء. ¶ 7- اذكر نوع (كم) في البيت الرابع، وما دلا لتها؟ وأعربها؟ ¶ ج- كم الخبرية، تفيد الكثرة، مبنية على السكون في محل نصب مفعول مطلق. ¶ 8-ما نوع الإنشاء:تنبهوا في البيت الأول وما غرضه؟ ¶ ج-أمر،غرضه التحذير من الغفلة. ¶ 9-حذّر العرب من (الخطب)مستخدماً طريقة من طرق التحذير التي درستها. ¶ ج-الخطبَ الخطبَ أيها العرب،أو إيّاكم والخطبَ أيها العرب. ¶ 10-ورد في البيت السابع أسلوب تعجب سماعي،دل عليه، واستبدل به أسلوباً قياسياً للتعجب. ¶ ج-لله صبركم، ما أصبرَكم. ¶ 11-هات من الأبيات أداة نفي وردت مرة عاملة عمل كان،ومرة غير عاملة،وبين سبب إلغاء عمله. ¶ ج- ليس في قوله:لستم تشتكون:عاملة لدخولها على جملة اسمية. ليس يؤلمكم:غير عاملة لدخولها على فعل مضارع. ¶ 12-هات من البيت الثامن اسم شرط حذف جوابه وجوباً، وبين سبب حذف الجواب. ¶ ج-أينما:حذف الجواب لأن فعل الشرط ماض وسبقت الأداة بما يدل على الجواب. ¶ 13-هات تركيباً يماثل قوله:طمى الخطب-غاصت الركب-شكاكم المهد-ألفتم الهون- يؤلمكم خسف - ضنت بها الحقب. ¶ ج-طمى الخطب:عظمت المصيبة- غاصت الركب:ازدادت المخاطر- شكاكم المهد: كرهكم السرير- ألفتم الهون:اعتدتم الذل- يؤلمكم خسف:يضيركم ذل- ضنت بها الحقب: عزّ بها الزمن. ¶ 14-قال ابن حمديس يحثّ قومه على الصّمود في الأندلس: ¶ دعوا النوم إني خائفٌ أن تدوسكم… دواهٍ وأنتم في الأماني مع الحلم",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "س:أي بيت من أبيات اليازجي يقارب معناه هذا البيت؟وازن بينهما من حيث الفكرة والأسلوب. ¶ ج-البيت الأول، اليازجي يحذر قومه من غفلتهم عن المصائب المحدقة بهم،أما ابن حمديس فإنه يحذرهم من توانيهم وتكاسلهم أمام المصائب الّتي قد تأتي عليهم،كلا الشّاعرين يحذر قومه العرب من توانيهم أمام تربص الأعداء من حولهم.أما من حيث الأسلوب فإن اليازجي استعمل الأسلوب الإنشائي (تنبهوا- أيها العرب) وعبر عن المعنى بصورة غير مباشرة(طمى الخطب- غاصت الركب) أما ابن حمديس فتراوح أسلوبه بين الإنشاء(دعوا) والخبر(إني خائف. . .) وعبر عن المعنى أيضا بصورة غير مباشرة(تدوسكم دواه). ¶ 15-أعرب ما تحته خط مفردات وما بين قوسين جملاً. ¶ ج- تنبهوا:فعل أمر مبنيّ على حذف النون والواو ضمير متصل مبنيّ على السّكون في محل رفع فاعل..العربُ: بدل مرفوع وعلامة رفعه الضّمّة الظاهرة.(تخدعكم):في محل نصب حال.(تنقلب)في محل رفع خبر. (هي تنقلب) في محل نصب حال.كم: خبرية تكثيرية مبنيّة على السّكون في محل نصب نائب مفعول مطلق، (تشتكون) في محل نصب خبر،(يجتلب) في محل نصب خبر غدا،(ضنت بها الحقب) في محل نصب صفة، هملاً: خبر منصوب بالفتحة الظاهرة، ¶ 4- الاستبداد وحرية القلم- محمد حسين هيكل ¶ 1- في عصور الظّلمة الّتي تمرّ بالأمم آناً بعد آن يعمد الباطشون إلى تقييد حريّة القلم والكتابة، وفي سبيل ذلك يُصلون أرباب الأقلام حرباً لا رحمةَ فيها ولا هوادة، فمن إرهاقٍ إلى سجنٍ، إلى نفيٍ وتشريدٍ. وهم في حربهم هذه يندفعون ضدّ الكُتَّاب كاشرةً أنيابُهُم أشبه بالكواسر المفترسة حين يُغريها منظر الدّم فيهيج كلّ غرائزها الوحشيّة، ولا يهدأ لهم بالٌ، ولا يطمئنُّ لهم خاطر إلا إذا اطمأنوا إلى أنهم حطّموا تلك الأقلام إلى غير عودة إلى الكتابة،وأذلّوا نفوس حملتها إذلالاً لا قومةَ لهم من بعده.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "أمّا أن يحارب البغاة القلم وحريّة أربابه فلهم في ذلك كلّ العذر،فحريّة القلم هي المظهر الأسمى لحريّة الإنسان في أسمى صورها و مظاهرها ... ¶ 2- وحريّة القلم إنّما تكون حين يُمسك بالقلم ربٌ من أربابه لا عاملٌ من عمّاله ... ربٌّ تؤتيه الطّبيعة من قوّة الخلق والإنشاء ما لا سبيلَ إليه إلا في جوٍّ من الحرّيّة المطلقةِ، وتدفعه ليخلق هذه الحرّيّة حوله خلقاً ولو ألقي به في غيابات السجون، بل تدفع ذكراه لخلق هذه الحرّيّة إذا هو غُيّب بين صفائح القبور. ¶ 3-و نحن ما نزال نرى ثمرات تلك الأقلام منذ آلاف السّنين الماضية هي الّتي تهزّ العالم حتى اليوم هزّاً و تنشئ فيه إلى اليوم و إلى الأبد ألواناً من الخلق جديدةً، ذلك بأن القلم هو الأداة لتصوير النّفس الإنسانية في التماسها الحق والحرّيّة والجمال والخير. ¶ الأسئلة: 1- ما الأساليب التي يلجأ إليها المستبدون لتقييد حريّة الفكر؟ وما عذرهم في ذلك؟ ¶ ج-تقييد حرية القلم والكتابةـ محاربة أرباب القلم. ¶ 2- متى تتحقق حريّة القلم في أسمى صورها؟ ¶ ج-عندما يُمسك بالقلم ربٌ من أربابه لا عاملٌ من عمّاله. ¶ 3- لماذا لا ينتهي تأثير أصحاب القلم بموتهم؟ ¶ ج-لأن القلم أداة لتصوير النفس الإنسانية في التماسها الحق والحرية والجمال والخير. ¶ 4- ما نوع الحريّة التي يدعو إليها الكاتب:(سياسيّة- اقتصاديّة- فكريّة)؟ ¶ ج-حرية فكرية. ¶ 5- في المقطع الأول اسم فاعل عَمِلَ عَمَلَ فعله، حدّده واذكر معموله. ¶ ج-اسم الفاعل:كاشرة، معموله أنيابُهم: فاعل مرفوع بالضمة. ¶ 6- بيّن نوع (لا) في المقطع الثّالث وأعرب الاسم الذي يليها؟ ¶ ج-لا سبيلَ: لا النافية للجنس، سبيلَ: اسمها مبني على الفتح في محل نصب. ¶ 7- حدّد مصدر كلٍ من الأفعال التّالية:(يُصلون- حارَبَ- تُنشئ- يُغري). ¶ ج-يصلون: إصلاء- حارب: محاربة- تنشئ: إنشاء- يغري: إغراء. ¶ 8- هات من النّص مصدراً صناعيّاً واذكر طريقة صوغه؟",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ج-الوحشية: زيادة تاء مربوطة وياء مشددة مفتوحة عللا آخر الاسم المفرد. ¶ 9- علّل سبب كتابة الألف اللينّة مقصورةً في:(أسمى- نرى)؟ ¶ ج-أسمى: اسم فوق ثلاثي- نرى: فعل ثلاثي، أصل الألف ياء ¶ 10- علّل كتابة الهمزة الابتدائية في كلمة (الاستبداد) همزة وصل؟ ¶ ج-لأنها مصدر سداسي. ¶ 11- علّل سبب كتابة التّاء مبسوطةً في:(ثمرات)، ومربوطة في(الوحشية)؟ ¶ ج-ثمرات: جمع مؤنث سالم- الوحشية: زائدة للتأنيث. ¶ 5- دعوة إلى العلم- معروف الرصافي ¶ 1- ابنوا المدارسَ واستقصوا بها الأملا ¶ 2- جودوا عليها بما درّت مكاسبُكم ¶ 3- إنْ كان للجهلِ في أحوالِنا عللٌ ¶ 4-سيروا إلى العلم فيها سَير معتَزِم ¶ 5- لا تجعلوا العلمَ فيها كلَّ غايتكم ¶ 6-وأمطروا روضها علما ومقدُرة ¶ 7- ربُّوا البنينَ مع التّعليم تربيةً ¶ 8-وثقّفوهم بتدريب وتبصِرة ¶ 9-وجنّبوهمِ على فعل معاقَبةً ¶ 10- فجيّشُوا جيشَ علمٍ من شبيبتِنا ¶ 11- إن قام للحرثِ ردَّ الأرضَ ممرِعةً ¶ 12- وأيُّ نفعٍ لمن يأتي مدارسَكم ¶ 13- فأجمعُوا الرأيَ فيما تعملون بِهِ ¶ 14- ثمَّ انهجُوا في بلاد العربِ أجمعِها ¶ 15- حتى إذا ما انتدبنا العربَ قاطبةً ¶ 16- إنّا لمن أمَّةٍ في عهدِ نهضتِها ¶ حتى نطاولَ في بنيانها زُحَلا ¶ وقابلُوا باحتقارٍ كلَّ من بخلا ¶ فالعلمُ كالطبِّ يشفي تلكمُ العللا ¶ ثم اركبوا الليل في تحصيله جَمَلا ¶ بل علِّمُوا النشءَ علماً (ينتجُ) العملا ¶ حتى تُفتحّ من أزهارها الأملا ¶ يمسي بها ناقصُ الأخلاقِ مكتمِلا ¶ ثقافة تجعل المُعوَجّ معتدلا ¶ إن العقاب إذا كرّرته قَتلا ¶ عرمرماً تضربُ الدُّنيا بهِ المثلا ¶ أو قامَ للحربِ دكَّ السهلَ والجبلا ¶ إن كان يخرجُ منها مثلما دخلا ¶ ثمَّ اعملُوا بنشاطٍ ينكرُ المللا ¶ نهجاً على وحدةِ التّعليم مُشتمِلا ¶ كنّا كأنّا انتدبنا واحداً رجلا ¶ بالعلمِ والسّيفِ قبلاً أنشأَتْ دولا ¶ الأسئلة: 1- اشرح معنى التّركيبين:(جيّشوا جيش علمٍ) و(ردَّ الأرض ممرعةً).",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ج-جيشوا جيش علم: أكثروا من أعداد المتعلمين- رد الأرض ممرعة: حول الأرض القاحلة إلى خصبة. ¶ 2- كيف نظر الرّصافي إلى العلم وإلامَ دعا؟ وضّح ذلك من خلال الأبيات. ¶ ج-نظر إليه على أنه شفاء من الأمراض الاجتماعية التي خلفها الجهل.حيث ورد ذلك في البيت الثالث. ¶ 3- قال الشّاعر: إذا ارتوت البلاد بفيض علمٍ فعاجز أهلها يُمسي قديرا ¶ أشر إلى بيتٍ في النّص يماثل البيت السّابق في المعنى ووازن بينهما؟ ¶ ج-البيت السابع: ربوا البنين مع التعليم تربية يمسي بها ناقص الأخلاق مكتملا ¶ الرصافي يدعو إلى اقتران العلم بالأخلاق حتى يكون علماً بناء، أما الشاعر فإنه يشير إلى أثر العلم في المجتمع من كونه البناء والتطور. ¶ 4- النّص ذو نزعةٍ اتباعية، حدّد سمتين من سمات الاتباعية برزتا في النّص؟ ¶ ج-التقريرية- براعة الاستهلال-تمجيد العقل. ¶ 5- استخرج من البيت الأول اسماً ممنوعاً من الصّرف واذكر سبب منعه؟ ¶ ج-زُحل- اسم علم على وزن فُعل. ¶ 6- اجعل كلمة (العلم) مخصوصاً بالمدح على أن يكون الفاعل ضميراً مستتراً؟ ¶ ج-نعم عملاً العلمُ-أو: نعم ما العلمُ. ¶ 7- في البيت الثالث أسلوب شرط، حدّد فعله وجوابه، وسبب اقتران الجواب بالفاء؟ ¶ ج-إن كان للجهل في أحوالنا علل… فالعلم كالطب يشفي تلكم العللا ¶ كان: فعل الشرط. جملة(العلم كالطب يشفي تلكم العللا) هي الجواب، وقد اقترن بالفاء لأنه جملة اسمية. ¶ 8- قطّع البيت الرابع وسمِّ بحره وقافيته وحرف رويّه؟ ¶ ج-سيروا إلى ال/علم في/ها سَير مع/تَزِم ¶ مستفعلن / فاعلن/مستفعلن/فعلن ¶ ثم اركبوا ال/ليل في/ تحصيله/ جَمَلا ¶ … مستفعلن /فاعلن/مستفعلن/فعلن ¶ من البحر البسيط، قافيته: هي جملا. حرف الروي: اللام. ¶ 9- استخرج أسلوب أمر وأسلوب نهي واذكر صيغة كل منهما؟ ¶ ج-ابنوا: أمر صيغته: فعل أمر، لا تجعلوا: نهي، صيغته مضارع مقترن بلا الناهية. ¶ 10- هات مرادفات الكلمات التالية:استقصوا- عرمرم- ممرعة- دك. ¶ ج-عرمرم: كثير- ممرعة: خصبة- دك: هدم.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "11- ما دلالة تشبيه العلم بالمطر في البيت الخامس عشر؟ ¶ ج-يدل على الكثرة. ¶ 12- رتب الكلمات التالية حسب ورودها في معجم يأخذ بأوائل الكلمات:عمل- معتدل- مشتمل. ¶ ج-جذرها: عمل-عدل-شمل. الترتيب:مشتملا-معتدل-عمل. ¶ 13-هات تركيباً يماثل قوله:نطاول زحلا-درت مكاسبكم-جيش علم عرمرماً-دك السهل. ¶ ج-نطاول زحلا:نبلغ أعلى المراتب.درت مكاسبكم: أعطت أرباحكم. جيش علم عرمرماً:أعداد كثيرة من المتعلمين.دك السهل:دمر كل شيء. ¶ 14-هات من البيت الرابع أسلوباً طلبياً، وبين نوع الطلب، وغرضه. ¶ ج-لا تجعلوا، نوعه نهي، غرضه: النصح والإرشاد. ¶ 15-لم حذف جواب الشرط في البيت الثامن؟ ¶ ج-لأن فعل الشرط جاء ماضياً، وسبقت الأداة بما يدل على الجواب. ¶ 16-هات من البيتين السابع والتاسع حرفي عطف،وبين ماذا أفاد كل منهما. ¶ ج-أو:أفاد التخيير. ثم:أفاد الترتيب مع وجود فاصل زمني. ¶ 17- ما دلالة تشبيه المتعلمين بالجيش في البيت السادس؟ ¶ ج- يدلّ على الكثرة. ¶ 18-أعرب ما تحته خط مفردات وما بين قوسين جملاً. ¶ ج-ابنوا: فعل أمر مبنيّ على حذف النون من آخره لاتّصاله بواو الجماعة والواو ضمير متصل مبنيّ على السّكون في محل رفع فاعل، عللٌ:اسم كان مرفوع بالضّمّة الظاهرة.سيرَ: مفعول مطلق منصوب بالفتحة الظاهرة، .(ينتج العملا):في محل نصب صفة. عرمرماً: صفة منصوبة وعلامة نصبها الفتحة الظاهرة. علماً: تمييز منصوب بالفتحة الظاهرة، معتدلاً: مفعول به ثان منصوب بالفتحة الظاهرة، عرمرماً: صفة منصوبة وعلامة نصبها الفتحة الظاهرة، قاطبةً:حال منصوبة وعلامة نصبها الفتحة الظاهرة.واحداً:حال منصوبة وعلامة نصبها الفتحة الظاهرة. ¶ 6- الطفولة المعذبة- أحمد حسن الزيات",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "1) هؤلاء الأطفال المشرّدون هم الّذين تراهم يطوفون طوالَ النّهارِ وثُلثي الليلِ على القهواتِ والحانات، كما تطوفِ الكلابِ والهِرَرة على دكاكين الجِزارةِ ومطاعم العامة، وهمُّهم أن يصيبوا ما يسدُّ الرمقَ ويمسكُ الحياة، فإذا أغلقت المقاهي وهجعَت المدينة تساقطوا من السُّغوب واللُّغوب على العتبات والحنايا وتحت الجُدُر،فيقضون أخر الليل يتداخل بعضُهم في بعضٍ، كما تتداخل خراف القطيع إذا عصفت الرّيحُ أو قرَسَ البرد. ¶ 2) بالله ما ذنبُ هذا الطّفلِ الشّريدِ الّذي تتحامون مسّهُ،وتتفادَوْن مرآه إذا كان القدرُ قد اختار له ذلك الأبَ البائسَ؟هل من طبيعة الحي أن يلقيَ أفلاذَ كبده مختاراً في مدارجِ الطرق تطؤها الأقدام وتتحيَّفُها المكاره؟ هل تستطيعون أن تجدوا لذلك إذا وقع علّةً غيرَ الفقر؟ ¶ 3) فإذا كنتُم تُشفقون على نعيمِ عيشِكم من رؤية البؤسِ،وتخشون على جمالِ حياتكم دمامةَ الفقر،وتضنُّون بسلامِ وطنكم على أدواء التَّشرد، فاقتحموا على الفقرِ مكامنَه في أكواخِ الأيّامى وأعشاش العجزة،ثم قيّدوه بالإحسان المنظّمِ في المدارس، والصّدقة الجارية في الملاجئ،تجدوا بعدئذٍ أن الدّنيا جميلةً في كل عينٍ والحياة بهيجةً في كلّ قلب،وتشعروا أن روحاً عامةً قد وصلت بين جميع الأرواح، فأصبحَ الشّعب كلُّه جسماً حيّاً متآلفا متكاتفاً تتغذى خلياته بدمٍ واحدٍ،وتتساير نيّاته إلى غاية واحدة. ¶ 4) هؤلاء الأطفالُ المُهملونَ هم الذين يستغل ذكاءهم تجار الرذيلة وسماسرة الجريمة، يسلطونهم على القلوب البريئة والجيوب الآمنة فيسلبونها العفة والمال ثم لا يكون نصيبهم من هذه الثمار المحرمة إلا الخوف والأذى والمطاردة. ¶ الأسئلة: 1- كيف يستغلّ تجّار الرّذيلة الأطفال المشرّدين؟ وما نصيبهم من ذلك؟ ¶ ج-يسلطونهم على القلوب البريئة والجيوب الآمنة فيسلبونها العفة والمال ثم لا يكون نصيبهم من هذه الثمار المحرمة إلا الخوف والأذى والمطاردة.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "2- علامَ ألقى الكاتب مسؤوليّة التّشرّد؟ وما سبب تشرّد الأطفال؟ ¶ ج-ألقاها على القدر، وسبب تشرد الأطفال هو الفقر. ¶ 3- ما العلاج الذي وضعه الكاتب للخلاص من داء التّشرّد؟ وهل ترى هذا العلاج كافياً؟ ¶ ج-الصدقة والإحسان، وهو غير كاف لأنه يجب علاج الظاهرة والقضاء على أسبابها بشكل نهائي، ولا يجب الاكتفاء بالعلاج الجزئي. ¶ 4- هات جملة فيها أسلوب ذم على أن يكون المخصوص بالذم (التشرد)؟ ¶ ج-بئسَ العيشةُ التشرّدُ. أو لا حبّذا التشرد. ¶ 5- علّل سبب كتابة الهمزة في (ذكاءَهم- البؤس- البريئة- تطؤها- الملاجئ)؟ ¶ ج-ذكاءهم: متوسطة مفتوحة بعد ألف ساكنة- البؤس: متوسطة ساكنة بعد حرف مضموم- البريئة: متوسطة ساكنة بعد ياء ساكنة- تطؤها: متوسطة مضمومة بعد حرف مفتوح- الملاجئ: متطرفة سبقت بحرف مكسور. ¶ 6- بيّن نوع المشتقات التّالية:(مدارج- الجارية- المنظّم- بهيجة). ¶ ج-مدارج مفردها مدرَج: اسم مكان- الجارية: اسم فاعل- المنظَّم: اسم مفعول- بهيجة: صفة مشبهة باسم الفاعل. ¶ 7- لمن نغني؟- أحمد عبد المعطي حجازي ¶ 1-وُلِدَتْ هنا كلماتُنا ¶ ولدَتْ هنا في الليل يا عودَ الذّرة ¶ يا نجمةً مسجونةً في خيطِ ماء ¶ يا ثديَ أمٍّ لم يعدْ فيه لبن ¶ يا أيُّها الطّفلُ الّذي مازال عند العاشرة ¶ لكنّ عينيه تجوّلتا كثيراً في الزمن ¶ 2- يا أيُّها الإنسانُ في الرّيفِ البعيد ¶ يا من يصمُّ السّمع عن كلماتنا. .أدعوك أن تمشي على كلماتِنا ¶ بالعين لو صادفتَها ¶ كيلا تموت على الورقْ ¶ أسقطْ عليها قطرتيْن من العرق ¶ كيلا تموتْ ¶ فالصوت إن لم يلقَ أذناً ضاع في صمت الأفق ¶ 3- أين الطّريق إلى فؤادك أيها المنفيُّ في صمتِ الحقول ¶ لو أنني نايٌ بكفِّكَ تحت صفصافة ¶ أوراقها في الأفق مروحةٌ ¶ خضراء هفهافة ¶ لأخذت سمعَك لحظةً في هذه الخلوة ¶ وتلوتُ في هذا السّكون الشّاعريِّ حكايةَ الدنيا ¶ ومعاركَ الإنسانِ والأحزانِ فيّ ¶ ونفضت كلّ النّار، كلَّ النّارِ في نفسك ¶ وصنعت من نغمي كلاماً واضحاً كالشّمس",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "عن حقلِنا المفروشِ للأقدام ¶ ومتى نقيمُ العرس؟ ¶ ونودّعُ الآلام؟! ¶ 4-كلماتنا مصلوبةٌ فوق الورق ¶ لمّا تزل طيناً ضريراً ليس في جنبيه روحْ ¶ وأنا أريد لها الحياة ¶ وأنا أريد لها الحياة على الشّفاه ¶ تمضي بها شفة إلى شفةٍ فتولد من جديد ¶ الأسئلة: 1- بمَ عبّر الشّاعر عن جفاف الأرض وظمئها للماء؟ ¶ ج-عبر عنها بقوله: يا ثدي أم لم يعد فيه لبن. ¶ 2- ما الذكريات التي حملها الشّاعر في طفولته وهو ينظر إلى عود الذّرة؟ ¶ ج-تذكر استغلال الفلاحين، ومعاناتهم في ظل الإقطاع. ¶ 3- حدّد سمتين من سمات الواقعيّة الجديدة برزتا في النّص؟ ¶ ج-التعبير بالرموز(عود الذرة)-المحتوى الثوري في كل النص. ¶ 4- استخرج من النّص أسلوب نفي، وعيّن أداته ودلالتها؟ ¶ ج-لم يلق: أداته لم، تفيد قلب نفي المضارع إلى الماضي. ¶ 5- علّل سبب كتابة التّاء مبسوطةً في (الصّوت- كلمات- وُلِدَت)؟ ¶ ج-الصوت: اسم ثلاثي ساكن الوسط، كلمات: جمع مؤنث سالم، ولدت، تاء التأنيث في آخر الفعل. ¶ 6- استخرج من النص اسماً مشتقاً وعيّن نوعه ووزنه وفعله الماضي؟ ¶ ج-المنفي-اسم مفعول، وزنه مفعول، فعله نُفي. ¶ 7- علّل سبب كتابة الألف ليّنةً في (القرى) والهمزة في (تضيء)؟ ¶ ج-القرى: أصل الألف ياء لأنه اسم ثلاثي، تضيء:همزة متطرفة ما قبلها ساكن. ¶ 8- هات مصدر كلٍ من الأفعال التّالية:(تضيء- تجوّل- صادَف- يُصِمّ)؟ ¶ ج-تضيء: إضاءة- تجوّل: تجوُّلاً- صادف: مصادفة- يصمّ: صمّاً أو صمماً. ¶ 9-أين تجد معاني الكلمات التالية في معجم يأخذ بأوائل الكلمات؟(ضاع-نغني). ¶ ج-ضاع: نرد الألف إلى أصلها فتصبح(ضيع)، نجدها في باب الضاد مع مراعاة الياء فالعين. ¶ -نغني: أصلها(غني) نجدها في باب الغين مع مراعاة النون فالياء. ¶ 10-استخرج من النص أسلوباً إنشائياً وبين نوعه، والغرض الذي خرج إليه. ¶ ج-يا نجمة-نداء، خرج إلى غرض الاعتزاز. ¶ 11-في المقطع الثاني أسلوب شرط جازم، عينه، وحدد فعل الشرط وجوابه ونوع الأداة.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ج-إن لم يلق أذناً ضاع في صمت الأفق، يلق: فعل الشرط، ضاع: جوابه، الأداة: إن جازمة. ¶ 12- تحدث عن مظهرين من مظاهر الحداثة في الشّعر برزت من خلال الوزن والصّورة. ¶ ج:الوزن يعتمد على تفعيلة واحدة تكررت في الأبيات،أمّا من حيث الصّورة فقد اعتمد الشّاعر على الصّورة الرّمزية،مثل:(يا نجمة مسجونة في خيط ماء) للدّلالة على مكانة الفلاح واستغلاله،(يا ثدي أم لم يعد فيه لبن)للدلالة على جفاف الأرض. ¶ 13- أعرب ما تحته خط مفردات وما بين قوسين جملاً. ¶ كلماتُنا: نائب فاعل مرفوع بالضمة الظاهرة، ونا ضمير متصل مبني على السكون في محل جر بالإضافة. نجمةً:منادى نكرة غير مقصودة منصوب، نجمة: منادى نكرة غير مقصودة منصوب بالفتحة الظاهرة، الإنسانُ: بدل مرفوع بالضمة الظاهرة،المنفيُّ:صفة مرفوعة, وعلامة رفعها الضّمّة الظاهرة.أينَ: اسم استفهام مبني على الفتح في محل نصب ظرف مكان. ¶ 8- الفاجعة- خير الدين الزر كلي ¶ 1-الله للحِدثاْنِ كيفَ تكيدُ ¶ 2- بلدٌ تبوَّأه الشّقاء فكلَّما ¶ 3- لانت عريكةُ قاطنيه وما درَوْا ¶ 4- ما تنفعُ الحججُ الضّعيفَ وإنَّما ¶ 5- غلت المراجلُ فاستشاطتَْ أمَّةٌ ¶ 6- زحفت تذود عن الدِّيار ومالها ¶ 7- الطَّائراتُ محوِّماتٌ حولَها ¶ 8- ولقد شهدْتُ جموعَها وثّابةً ¶ 9- جهروا بتحرير الشعوبِ وأثقلَتْ ¶ 10- خدعُوك يا أمَّ الحضارةِ فارتَمَتْ ¶ 11- أُقْصيتُ عنكِ ولو ملكْتُ أعنَّتي ¶ 12- والشّعب إن عرفَ الحياةَ (فماله ¶ 13-شرُّ البليّةِ والبلايا جمّةٌ ¶ 14-كم أنّةٍ بلغَ السّماءَ دويُّها ¶ 15- ما في الشّآمِ لناهضٍ من عزّةٍ ¶ 16- تفدُ الخطوبُ على الشّآمِ مُغيرةً ¶ 17-وثقَت بعهدِ الأقوياءِ فأسلمَت ¶ بردى( يغيضُ) وقاسيونُ يميدُ ¶ قدُمَ استقامَ له به تجديدُ ¶ أنّ الضَّعيفَ معذّبٌ منكود ¶ حقُّ القويِّ معزَّزٌ معضودُ ¶ عربيةٌ غضباً وثارَ رُقود ¶ من قوةٍ فعجبْتُ كيفَ تذود ¶ والزَّاحفاتُ صراعُهُنَّ شديد ¶ لو كان يُدفعُ بالصُّدورِ حديد ¶ متنَ الشعوبِ سلاسلٌ وقيود",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "تجني عليكِ فيالقٌ وجنود ¶ لم تنبسطْ بيني وبينكِ بيد ¶ عن دركِ أسبابِ الحياةِ محيد) ¶ أنْ تستبيحَ حمى الكرامِ عبيدُ ¶ من أمّةٍ تفنى أسىً وتبيدُ ¶ وبها سرادقُ غاصبٍ ممدودُ ¶ لا الزّجرُ يدفعُها ولا التّهديدُ ¶ هيهاتَ ما للأقوياءِ عهودُ ¶ الأسئلة:1-قال أبو القاسم الشابي: ¶ إذا الشعب يوماً أراد الحياة فلا بد أن يستجيب القدر ¶ أشر إلى البيت الذي يقارب معناه هذا البيت ووازن بينهما من حيث المعنى. ¶ والشّعب إن عرفَ الحياةَ فماله عن دركِ أسبابِ الحياةِ محيد ¶ الشابي: القدر يستجيب لإرادة الشعب، والحياة الكريمة من حق الشعب إذا صمم على بلوغها، الزركلي: الحياة الكريمة يمكن تحقيق الحياة الحرة إذا عرف طريقها، وهو وحده الذي يقرر مصيره. ج-البيت 12،كلا الشّاعرين يؤكد على أن الشّعب يحقق ما يريد وأن إرادته أقوى من المستعمرين،وكلاهما يثق بقدرة الشّعب، الشعب يسلك طريق تحقيق الحياة الكريمة، والقدر عند الشابي طوع لإرادة الشعب. … ¶ 2- علل سبب كتابة الألف اللينة في: (البلايا,- حمى- تفنى- أسى). ¶ ج-البلايا: اسم فوق ثلاثي سبقت ألفه بياء لذلك كتبت ممدودة- حمى: اسم ثلاثي أصل ألفه ياء، تفنى: فعل ثلاثي أصل ألفه ياء- أسى: اسم ثلاثي أصل ألفه ياء. ¶ 3- هات من السمات التالية سمتين برزتا في النص: الوضوح- الهروب إلى الخيال- الذاتية- التعبير عن قضايا المجتمع- جزالة الألفاظ. ¶ ج-التعبير عن قضايا المجتمع- جزالة الألفاظ- الوضوح. ¶ 4- إلامَ خرج الاستفهام في البيت الأول؟ وما أداته؟ ولمَ تستعمل؟ ¶ ج- خرج إلى التعجب، أداته كيف تستعمل للدلالة على الحال. ¶ 5- بين نوع المشتقات التالية واذكر وزنها وفعلها الماضي: (القويّ- محومات- ممدود). ¶ ج- القويّ: صفة مشبهة باسم الفاعل فعلها قوي- محوّمات: اسم فاعل فعله حوّم- ممدود: اسم مفعول فعله مُدّ. ¶ 6- هات مصدر كل من الأفعال التالية: (تبوَّأ- أثقلَ- ارتمى) ثم اشتق اسم الفاعل واسم المفعول مع الضبط بالشكل.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ج-تبوّأ: تبوُّء- أثقل: إثقال- ارتمى: ارتماء. ¶ 7- هات مفرد الجموع التالية مع ذكر نوع الجمع: (قيود- سلاسل- فيالق- أقوياء). ¶ ج-قيود: قيد- سلاسل: سلسة- فيالق: فيلق- أقوياء: قويّ. ¶ 8- استخرج من النص اسم مفعول من الثلاثي وآخر من فوق الثلاثي وفعل كل منهما. ¶ ج-منكود-اسم مفعول ثلاثي فعله نُكد- مُعزّز اسم مفعول من فوق الثلاثي فعله عُزّز. ¶ 9- رتب الكلمات التالية حسب ورودها في معجم أوائل: ذمة- تهديد- استقام- حدثان. ¶ ج-أصلها: ذمم-هدد-قيم-حدث. الترتيب: حدثان-ذمة- استقام- تهديد. ¶ 10- علل سبب كتابة الهمزة في: (النائبات- تبوأه- أم- الشقاء). ¶ ج-النائبات: همزة متوسطة مكسورة بعد ألف ساكنة- تبوأه: همزة متوسطة مفتوحة بعد حرف مفتوح- أم: همزة قطع لأنها من أصل الاسم- الشقاء: همزة متطرفة سبقت بساكن. ¶ 11- هات من النص مثالاً للجناس وآخر للطباق واذكر نوع الجناس. ¶ ج-قدم واستقام جناس ناقص- قدم وتجديد طباق. ¶ 12- ما نوع (كم) في البيت الرابع عشر وما إعرابها؟ ¶ ج-خبرية تكثيرية مبنية على السكون في محل رفع مبتدأ. ¶ 13- قطع البيت الثاني وسمي بحره وحدد قافيته وحرف رويه. ¶ ج- بلدٌ تبو/وَّأه الشّقا/ء فكلَّما قدُمَ استقا/مَ له به/ تجديدُ ¶ متفاعلن/متفاعلن/متفاعلن … متفاعلن/متفاعلن/متْفاعلْ ¶ البيت من البحر الكامل، قافيته: ديدو، حرف رويه: الدال. ¶ 14- في البيت الثاني عشر أسلوب شرط حدد أداته وفعل الشرط وجوابه وعلل سبب اقتران جواب بالفاء؟ ¶ ج-أداته: إن فعل الشرط: عرف، جوابه: فما له عن درك أسباب الحياة محيد، واقترن الجواب بالفاء لأنه جملة اسمية. ¶ 15-لِمَ بطل عمل (ما) في البيت الأخير؟ ¶ ج-لوجود فاصل بينها وبين اسمها. ¶ 16-هات تركيباً يماثل قوله:تبوأه الشقاء-تنبسط بيد-غلت المراجل. ¶ ج-تبوأه الشقاء: تملكته المصائب. تنبسط بيد:تفصل المسافات. غلت المراجل:اشتد السخط. ¶ 17-قال أحمد شوقي في نفس المناسبة: ¶ رباع الخلد ويحك ما دهاها… أحقّ أنها درست أحقّ",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "-أشر إلى البيت الّذي يقارب معناه معنى هذا البيت من القصيدة ووازن بينهما من حيث الفكرة ¶ ج-البيت الأول حيث يشير الزر كلي إلى عظم المصيبة الّتي حلت بدمشق من قبل الفرنسيين، بينما ¶ يتساءل شوقي عما أصاب دمشق وهل أدى ذلك إلى خرابها فعلا. كلا الشّاعرين يشير إلى جرائم الاستعمار ووحشيته، الزركلي بموقف وطني وشوقي بموقف قومي. ¶ 18- لمَ ألغي عمل لا في البيت السادس عشر؟ ¶ ج-لأن اسمها جاء معرفة. ¶ 19-أعرب ما تحته خط مفردات وما بين قوسين جملاً. ¶ ج- كيفَ:اسم استفهام مبنيّ على الفتح في محل نصب مفعول مطلق أوحال.بردى:مبتدأ مرفوع وعلامة رفعه الضّمّة المقدرة.(يغيض):في محل رفع خبر، حقُّ:مبتدأ مرفوع وعلامة رفعه الضّمّة الظاهرة.(فماله عن درك أسباب الحياة محيد)في محل جزم جواب الشرط.أسبابِ:مضاف إليه مجرور بالكسرة الظاهرة، منكودُ: صفة مرفوعة بالضمة الظاهرة، حديدُ: نائب فاعل مرفوع بالضمة الظاهرة. ¶ -بطل الصحراء- احمد شوقي ¶ 1- ركزُوا رفاتَك في الرِّمالِ لواءَ ¶ 2- يا ويحَهم نصبُوا مناراً من دمٍ ¶ 3- ما ضرَّ لو جعلوا العلاقة َفي غدٍ ¶ 4- جرحٌ يصيح على المدى وضحيةٌ ¶ 5- يا أيُّها السَّيفُ المجرَّدُ في الفلا ¶ 6- تلك الصَّحارى غمدُ كلِّ مُهنَّدٍ ¶ 7- خيِّرتَ فاخترتَ المبيتَ على الطَّوى ¶ 8- إنَّ البطولةَ أن تموتَ من الظَّما ¶ 9- في ذمَّة الَّلهِ الكريمِ وحفظِهِ ¶ 10- لم تبقِ منه رحى الوقائعِ أعظماً ¶ 11- عضَّتْ بساقيْه القيودُ فلم ينؤْ ¶ 12-تِسعونَ لَو رَكِبَت مَناكِبَ شاهِقٍ ¶ 13-دَفَعوا إِلى الجَلاّدِ أَغلَبَ ماجِداً ¶ 14- بطلُ البداوةِ لم يكنْ يغزو على ¶ 15- لكن ْ أخو خيلٍ حمى صهواتهِا ¶ 16-لَبّى قَضاءَ الأَرضِ أَمسِ بِمُهجَةٍ ¶ 17- الأُسدُ تَزأَرُ في الحَديدِ وَلَن تَرى ¶ يستنهضُ الوادي صباحَ مساءَ ¶ (يوحي) إلى جيل ِالغدِ البغضاءَ ¶ بين الشُّعوبِ مودَّةً وإخاءَ ¶ تتلمَّسُ الحرّيّة الحمراءَ ¶ يكسُو السيوفَ على الزَّمانِ مضاءَ ¶ أبلى فأحسنَ في العدوِّ بلاءَ",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "لم تبنِ جاهاً أو تلمَّ ثراءَ ¶ ليس البطولةُ أن تعُبَّ الماءَ ¶ جسدٌ ببرقةَ وُسِّدَ الصحراءَ ¶ تبلى ولم تُبق الرّماحُ دماء ¶ ومشَتْ بهيكلِهِ السنونُ فناءَ ¶ لَتَرَجَّلَت هَضَباتُهُ إِعياءَ ¶ (يَأسو) الجِراحَ وَيُعَتِقُ الأُسَراءَ ¶ تنكٍ ولمْ يكُ يركبُ الأجواءَ ¶ وأدارَ من أعرافِها الهيجاءَ ¶ لَم تَخشَ إِلاّّ لِلسَماءِ قَضاءَ ¶ في السِجنِ ضِرغاماً بَكى اِستِخذاءَ ¶ ج الأسئلة: 1- في أي بيت يشير الشاعر إلى تواصل الاستشهاد في تاريخنا العربي؟ ¶ ج-في البيت السادس، تلك الصحارى غمد. . . . ¶ 2- هات اثنين من المشاعر العاطفية عبر عنها الشاعر في النص وأشر إلى مواطنهما. ¶ ج-الاعتزاز: يا أيها السيف....الافتخار: بطل البداوة.... ¶ 3- استخرج من النص أسلوب نفي واذكر أداته وبين المعنى الذي تدل عليه. ¶ ج-لم تبق:لم: تفيد قلب نفي المضارع إلى الماضي.لن ترى:لن: تفيد نفي حدوث المضارع في المستقبل. ¶ 4- هات مفرد الجموع التالية واذكر نوع الجمع: (هضبات- الوقائع- السيوف). ¶ ج-هضبات: هضبة، جمع مؤنث سالم- الوقائع: الوقيعة، تكسير- السيوف: السيف، تكسير. ¶ 5- هات من النص اسم مفعول واذكر فعله الماضي. ¶ ج-المُجرّد، فعله جُرّد. ¶ 6- اذكر اسم الفاعل لكل من الأفعال التالية: (ترجّل- يستنهض- يصيح). ¶ ج-مُترجّل- مُستنهِض- صائح. ¶ 7- هات مرادفات الكلمات التالية: رفاتك- مضاء- غمد- الطوى. ¶ ج-رفاتك: بقايا عظامك- مضاء: حدة- غمد: جراب السيف- الطوى: الجوع. ¶ 8- هات من السمات التالية سمتين برزتا في النص مع شاهد لكل منهما: محاكاة أساليب القدماء- الوضوح في الألفاظ- الهروب إلى الطبيعة- التقريرية- الذاتية. ¶ ج-محاكاة أساليب القدماء- الوضوح في الألفاظ- التقريرية. ¶ 9- ما دلالة تشبيه المختار بالسيف والوقائع بالرحى؟ ¶ ج-شبه المختار بالسيف دلالة على أصالته العربية وحدته، والوقائع بالرحى لأنها تطحن الناس كما تطحن الرحى الحبوب. ¶ 10- استخرج من النص محسناً بديعياً واذكر نوعه.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ج-لم ينؤ وناء طباق. ¶ 11- قطع البيت الثالث, وسم بحره وحدد قافيته وحرف رويه. ¶ ج- ما ضرَّ لو/ جعلوا العلا/قة َفي غدٍ… بين الشُّعو/بِ مودَّةً/ وإخاءَ ¶ متْفاعلن /متفاعلن /متفاعلن… متْفاعلن/ متفاعلن/متفاعلْ ¶ من البحر الكامل-القافية:خاءَ، حرف الروي الهمزة. ¶ 12- اشرح الكناية الواردة في البيت السادس, وبين أثرها في المعنى. ¶ ج-مهند: كناية عن موصوف وهو البطل العربي، وهي أكثر تعبيراً عن شعور الاعتزاز بالبطل. ¶ 13- ادخل تنوين النصب على الكلمات التالية واذكر القاعدة: (لواء- جزء- بطء). ¶ ج-لواءً:يكتب التنوين فوق الهمزة لأنها مسبوقة بألف- جزءاً، يكتب التنوين فوق ألف زائدة وتكتب الهمزة على السطر لأنها مسبوقة بحرف من حروف الفصل- بطئاً: يكتب التنوين فوق ألف زائدة وتكتب الهمزة على نبرة لأنها مسبوقة بحرف من حروف الوصل. ¶ 14- قال عنترة: ولقد أبيت على الطوى وأظله حتى أنال به كريم المأكل ¶ وازن بين هذا البيت والبيت السابع من النص من حيث المعنى. ¶ 15-كلا الشاعرين يأبى حياة الذل والعبودية، ويسعى للحياة الكريمة، المختار اختار الجوع على حياة النعومة إذا كان في هذه الحياة ذل شعبه، أما عنترة فهو يصبر على الجوع إذا كان في ذلك ذله. ¶ 16-ما الغرض الذي خرج إليه النداء في البيت الخامس؟ ¶ ج-الاعتزاز. ¶ 17-أكّد الجمل التالية بمؤكدين:يستنهض الوادي-مشت السنون. ¶ ج-ليستنهضَنّ الوادي-لقد مشت السنون. ¶ 18-هات تركيباً يماثل قوله:ركزوا رفاتك-يستنهض الوادي- ¶ ج-أقاموا قبرك-يحث الأجيال. ¶ 19-أعرب ما تحته خط مفردات وما بين قوسين جملاً.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ج- ركزُوا: فعل ماض مبنيّ على الضم لاتّصاله بالواو، والواو ضمير متصل مبنيّ على السّكون في محل رفع فاعل. لواءَ: تمييز منصوب وعلامة نصبه الفتحة الظاهرة،(يوحي): في محل نصب صفة. مودةً: مفعول به ثان منصوب، السّيفُ: بدل مرفوع وعلامة رفعه الضّمّة الظاهرة، تبن: فعل مضارع مجزوم وعلامة جزمه حذف حرف العلة، جسدٌ: مبتدأ مؤخر مرفوع، السنونُ: فاعل مرفوع وعلامة رفعه الواو لأنه ملحق بجمع المذكر السالم، يك: فعل مضارع ناقص مجزوم وعلامة جزمه السّكون الظاهرة على النون المحذوفة للتخفيف (أصلها يكن).(يأسو) في محل نصب صفة، استخذاءَ: مفعول لأجله منصوب وعلامة نصبه الفتحة الظاهرة. ¶ 11-عروس المجد- عمر أبو ريشة ¶ 1- يا عروسَ المجدِ تيهي واسحبي ¶ 2- لن ترَيْ حفنَةََ رملٍ فوقَها ¶ 3- درجَ البغيُ عليها حقبةً ¶ 4- وارتمى كِبرُ الّليالي دونَها ¶ 5- لا يموت الحقُّ مهما لطمَتْ ¶ 6- كم لنا من ميسلونٍ نفضَتْ ¶ 7- كم نبَتْ أسيافُنا في ملعبٍ ¶ 8- من نضالٍ عاثرٍ مُصطخِبِ ¶ 9- شرفُ الوثبةِ أن ترضي العُلا ¶ 10- هذه تربتنا (لن تزدهي) ¶ 11- يا روابي القدسِ يا مَجلى السَّنا ¶ 12- دون عليائِك في الرّحبِ المدى ¶ 13-أين في القدسِ ضلوعٌ غضّةٌ ¶ 14- وقفَ التّاريخُ في مِحرابِها ¶ 15-نحنُ من ضعفٍ بنينا قوّةً ¶ 16-لمََّت الآلامُ منَّا شملنَا ¶ 17- فإذا مصرُ أغاني جلَّقٍ ¶ 18- بوركَ الخطبُ فكم لفَّ على ¶ 19- يا عروسَ المجدِ حسبي عزّةً ¶ 20-ضلّت الأمّةُ إنْ أرخَت على ¶ في مغانينا ذيولَ الشُّهبِ ¶ لم تُعطَّر بدِما حرٍّ أبيّ ¶ وهوى دونَ بلوغِ الأربِ ¶ ليِّنَ النَّابِ كليلَ المخلبِ ¶ عارضيْهِ قبضةُ المُغتصِبِ ¶ عن جناحيْها غُبارَ التعبِ ¶ وكبَتْ أجيادُنا في ملعبِ ¶ لنضالٍ عاثرٍ مُصطخِب ¶ غلب الواثبُ أم لم يغلب ¶ بسوانا من حماةٍ نُدُب ¶ يا رُؤى عيسى على جَفنِ النّبي ¶ صهلةُ الخيلِ ووهجِ القُضُبِ ¶ لم تلامسْها ذُنابى عقربِ ¶ وِقفةَ المُرتجفِ المُضطربِ ¶ لم تلنْ للمارجِ المُلتهبِ ¶ ونمَتْ مابيننا من نسبِ",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وإذا بغدادُ نجوى يثرب ¶ سهمِهِ أشتاتَ شعبٍ مُغضَب ¶ أنْ أرى المجدَ انثنى (يعتزُّ) بي ¶ جرحِ ماضيها كثيفَ الحجُبِ ¶ الأسئلة: 1- هات مرادف الكلمات الآتية: (الأرب- كبت- مغاني- البغي- كليل- غضة- أشتات- عارضيه). ¶ ج-الأرب: الغاية- كبت: تعثرت- مغاني: مفردها مغنى المكان الذي يغنى بأهله- البغي: الظلم- كليل: رقيق- غضة: طرية- أشتات: المتفرقات- عارضيه: خديه. ¶ 2- يشير الشاعر إلى خيبة المستعمر في توطيد وجوده على أرضنا, في أي الأبيات تجلى ذلك؟ ¶ ج- في الأبيات 3 و4. ¶ 3- الشاعر فرحٌ بالجلاء, معتز بقدرة شعبه, وتضحية الشهداء, أين تجلت تلك المشاعر؟ ¶ ج- في البيتين 1 و2. ¶ 4- في البيت الثاني أسلوبا نفي حدد أداة كل منهما واذكر الفرق بين الأداتين. ¶ ج-لن: تنفي حدوث الفعل المضارع في المستقبل، لم: قلبت نفي المضارع إلى الماضي. ¶ 5- اجعل (البغي) مخصوصاً بالذم في جملة مفيدة. ¶ ج-بئسَ الصفةُ البغيُ، أو لا حبّذا البغيُ. ¶ 6- علل كتابة الهمزة في: (ارتمى- المسي) همزة وصل؟ ¶ ج-ارتمى: جاءت في ماضي الخماسي- المسي: في أمر الثلاثي. ¶ 7- علل سبب كتابة الألف اللينة في: (هوى- اليتامى). ¶ ج-هوى: أصلها ياء- اليتامى: لأنها وردت في اسم فوق ثلاثي. ¶ 8-علل سبب كتابة الهمزة في: (شئت- دماء). ¶ ج-شئت: همزة متوسطة ساكنة بعد حرف مكسور- دماء: همزة متطرفة ما قبلها ساكن. ¶ 9- علل سبب كتابة التاء المبسوطة في: (لطمت). ¶ ج-لأنها تاء التأنيث وردت في آخر الفعل. ¶ 10- رتب الكلمات التالية حسب ورودها في معجم يأخذ بأواخر الكلمات: (إكليل- الليالي). ¶ ج-أصلها: كلل- ليل- الترتيب: إكليل- الليالي. ¶ 11- بين نوع المشتقات التالية: (الملتهب- عاصف- مترامٍ- غضّة). ¶ ج-المُلتهب: اسم فاعل-عاصف: اسم فاعل- مترامٍ: اسم فاعل- غضة: صفة مشبهة باسم الفاعل. ¶ 12- قطع البيت الثاني وسم بحره وحدد قافيته وحرف رويه. ¶ ج- لن ترَيْ حف/نَةََ رملٍ /فوقَها لم تُعطَّر/ بدِما حر/رٍّ أبيّ",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "فاعلاتن /فعلاتن/فاعلن…… فاعلاتن/ فعلاتن/ فاعلن ¶ من بحر الرمل-قافيته:رٍ أبي- حرف رويه: الباء. ¶ 13- في البيت الثالث عشر جملة إنشائية, اذكر نوعها وبين الغرض الذي خرج إليه الإنشاء. ¶ ج-أين في القدس ضلوعٌ: استفهام- غرضه النفي، أي: ليس في القدس ضلوع... ¶ 14- استخرج من النص أسلوب أمر وبين صيغته ثم أكده بنون التوكيد واذكر حكم توكيده. ¶ ج-اسحبي، صيغته: فعل أمر، اسحبِنّ، جائز التوكيد. ¶ 15- هات من السمات التالية سمتين برزتا في النص: التروع إلى التحرر- تمجيد العقل- التجديد في الصورة- الجنوح إلى الخيال- التقريرية. ¶ ج-النزوع إلى التحرر- التجديد في الصورة- الجنوح إلى الخيال. ¶ 16- اذكر اثنين من المشاعر العاطفية وردا في النص. ¶ ج-اعتزاز-افتخار. ¶ 17- قال الشّاعر: ¶ قد قضى الله أن يؤلّفنا الجر ح وأن نلتقي على أشجانه ¶ -دل على البيت الذي يقارب معناه معنى هذا البيت، ووازن بينهما من حيث الفكرة. ¶ ج-ورد ذلك في البيت 13. -كلا الشاعرين يرى أن الآلام جمعت بين العرب،وكلاهما يؤكّد على وحدة المشاعر عند العرب، ويعتزّ بالروابط القوميّة بينهم. ¶ 18-الشّاعر فرح بالجلاء،معتز بقدرة شعبه وتضحية الشّهداء، أين ورد ذلك؟ ¶ ج- ورد في البيتين الأول والثاني. ¶ 19- علل كتابة الهمزة في(ارتمت)همزة وصل. ¶ ج-لأنها جاءت في ماضي الخماسي. ¶ 20-هات تركيباً يماثل قوله:درج البغي-لين الناب-نبت أسيافنا-بورك الخطب. ¶ ج-سيطر الاستعمار-ضعيف الإرادة-خسرنا معاركنا-مُجّدت المصائب. ¶ 21-أعرب ما تحته خط مفردات وما بين قوسين جملاً.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "ج-تيهي:فعل أمر مبنيّ على حذف النون من آخره لاتّصاله بياء المؤنثة المخاطبة والياء ضمير متصل مبنيّ على السّكون في محل رفع فاعل. حقبةً: ظرف زمان منصوب، لينَ: حال منصوبة. كم: (كم لنا من ميسلون) خبرية تكثيرية مبنيّة على السّكون في محل رفع مبتدأ.وفي قوله (كم نبت) كم: خبرية تكثيرية في محل نصب نائب مفعول مطلق. (تزدهي) في محل رفع خبر، ضلوعٌ: مبتدأ مرفوع بالضمة الظاهرة، وقفةَ: مفعول مطلق منصوب بالفتحة الظاهرة، (يعتز) في محل ننصب حال. ¶ - وردة من دمنا- بشارة الخوري ¶ 1- يا جهاداً صفَّقَ المجدُ له ¶ 2- شرفٌ باهَتْ فلسطينُ بهِ ¶ 3- إنَّ جرحاً سالَ من جبهتِها ¶ 4- وأنيناً باحت النّجوى بِهِ ¶ 5- يا فلسطينُ الّتي كدْنا لما ¶ 6- نحنُ يا أختُ على العهدِ الّذي ¶ 7- يثربٌ والقدسُ منذُ احتلمَا ¶ 8- شرفٌ للموتِ أن نطعمَهُ ¶ 9- وردةٌ من دمِنا في يدِهِ ¶ 10-انشرُوا الهولَ وصبُّوا ناركُمْ ¶ 11- ضجّت الصّحراءُ (تشكو) عُريَها ¶ 12-غذّت الأحداثُ منّا أنفُساً ¶ 13مّذ سقيناها العُلا من دمنا ¶ لبس الغارُ عليهِ الأرجوانا ¶ وبناءٌ للمعالي (لايُدانى) ¶ لثمَتْهُ بخشوعٍ شَفَتانا ¶ عربيّاً رشفَتْهُ مُقلتانا ¶ كابدَتْهُ من أسىً (ننسى) أسانا ¶ قد رضعْناه من المَهدِ كلانا ¶ كعبتانا وهوى العربِ هوانا ¶ أنفساً جبّارةً تأبى الهَوانا ¶ لو أتى النّارَ بها حالَتْ جِنانا ¶ كيفما شِئْتُم (فلن تلقَوْا جبَانا) ¶ فكسوناها زئيراً ودخانا ¶ لم يزدْها العنفُ إلاّ عُنفوانا ¶ أيقَنَت أنَ مَعدّاً (قد نمانا) ¶ الأسئلة: 1- قال الشاعر إيليا أبو ماضي: ¶ ديار السلام وأرض الهنا يعز على الكل أن تحزنا ¶ - أشر إلى بيت يماثل هذا البيت في معناه ووازن بينهما من حيث المعنى. ¶ ج-البيت الخامس، الخوري يرى بأن ما حل بفلسطين من مصائب أنسى العرب ما هم فيه من مصائب، بينما يرى أبو ماضي أنه يصعب على العرب أن يروا ما نزل ببلادهم المقدسة في فلسطين، وكلا الشاعرين يظهر التعاطف العربي مع الفلسطينيين.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "2- اذكر اثنين من المشاعر العاطفية عبر الشاعر عنها ودل على مواطن كل منها. ¶ ج-الافتخار بالنضال، البيت 1و2- الألم الأبيات 3-4-5. ¶ 3- عبر الشاعر عن تضحيات أبناء الأمة في ثورتهم بصورٍ مختلفة اشرح اثنين منها. ¶ ج-المجد الذي يعتز بتضحياتهم-الموت الذي يُطعم أنفساً أبية-أرواح الشهداء التي هي كالورود. ¶ 4- هات من النص أسلوب نفي وعين أداته وأعربها. ¶ ج-لم يزدها، لم: حرف نفي. ¶ 5- أكد الجملة التالية بمؤكد واحد ثم بمؤكدين: (ضجّت الصحراء). ¶ ج-قد ضجت الصحراء- لقد ضجت الصحراء. ¶ 6- علل سبب كتابة الهمزة في: (زئير- شئتم- الصحراء) والألف اللينة في العلا- تأبى- يدانى. ¶ ج-زئير: همزة متوسطة مكسورة بعد حرف مفتوح-شئتم: همزة متوسطة ساكنة بعد حرف مكسور-الصحراء:همزة متطرفة سبقت بحرف ساكن. ¶ 7- هات مصدر كل من: (صفّق- سال- أبى- نُطعم). ¶ ج-صفّق: تصفيقاً- سال: سيلاناً- أبى: إباء- نطعم: إطعاماً. ¶ 8- استخرج من النص أسلوب أمر واذكر صيغته ثم بين الغرض منه. ¶ ج-انشروا: فعل أمر، غرضه: التحدي. ¶ 9- في النص أداة شرط جازمة, حددها, ثم عين فعل الشرط وجوابه. ¶ ج-الأداة:كيفما- فعل الشرط: شئتم-جوابه: فلن تلقوا جبانا. ¶ 10- قطع الشطر الثاني من البيت الثاني, وسم بحره وحدد قافيته وحرف رويه. ¶ ج- وبناءٌ /للمعالي/ لا يُدانى ¶ فعلاتن/فاعلاتن/فاعلاتن من بحر الرمل، قافيته: دانى، حرف رويه: النون. ¶ 11- هات مرادف الكلمات التالية: كابد- الهوان- الهول. ¶ ج-كابد: قاسى- الهوان: الذل- الهول: الأمر العظيم. ¶ 12- ما دلالة استعمال الفعل: صبوا في قوله صبوا ناركم؟ ¶ ج-يدل على الكثرة. ¶ 13- هات من السمات التالية سمتين وردتا في النص: التروع إلى التحرر- استخدام الرمز- الهروب إلى الطبيعة- التقريرية- الذاتية. ¶ ج- التروع إلى التحرر- الهروب إلى الطبيعة- الذاتية. ¶ 14- اذكر سمتين من سمات الأدب الفلسطيني وردتا في النّصّ لمرحلة ما قبل النكبة. ¶ ج-تمجيد التضحيات: الأبيات 1و2و8و9.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "-التنديد بالاستعمار البريطاني: البيت 10. ¶ 15-هات تركيباً يماثل قوله:صفق المجد - انشروا الهول-صبوا ناركم. ¶ ج-صفق المجد:فرح العلا- انشروا الهول:زيدوا جرائمكم- صبوا ناركم:أكثروا حقدكم. ¶ 16-أعرب ما تحته خط مفردات وما بين قوسين جملاً. ¶ لا يدانى):صفة في محل رفع، .شفتانا: فاعل مرفوع وعلامة رفعه الألف لأنه مثنى و(نا) ضمير متصل مبنيّ على السّكون في محل جر بالإضافة، (ننسى أسانا) في محل نصب خبر كاد. أختُ: منادى نكرة مقصودة مبنيّ على الضم في محل نصب على النداء. كلانا: توكيد مرفوع وعلامة رفعه الألف لأنه ملحق بالمثنى ونا ضمير متصل مبنيّ على السّكون في محل جر بالإضافة، جملة(لن تلقوا) في محل جزم جواب الشرط، (تشكو) في محل نصب حال، (قد نمانا) في محل رفع خبر. ¶ 2- سنعود- عبد الكريم الكرمي ¶ 1- خلعْتُ على ملاعبِها شَبابي ¶ 2- ولي في الغوطتينِ هوىً قديمٌ ¶ 3- أتنكرُني دمشقُ وكانَ عهدِي ¶ 4- أتنكرني و(في قلبي سَناها) ¶ 5-فلسطين الحبيبةُ كيف أغفو ¶ 6-درجتُ على ثراكِ وملءُ نفسي ¶ 7-ولي في كلّ مُنعطفٍ لقاءٌ ¶ 8- فلسطينُ الحبيبةُ كيف أحيا ¶ 9- تناديني السُّفوحُ مُخضَّباتٍ ¶ 10- تناديني الجداولُ شارداتٍ ¶ 11- تناديني الشّواطئُ باكياتٍ ¶ 12- ويسألُني الرّفاقُ ألا لقاءٌ ¶ 13- غداً سنعودُ والأجيالُ تصغي ¶ 14- مع الأملِ المجنَّحِ والأغاني ¶ 15- مع الفجرِ الضَّحوكِ على الصَّحارى ¶ 16- مع الرَّاياتِ داميةَ الحواشي ¶ 17-نعودُ مع العواصفِ داوياتٍ ¶ 18-أطهّرُ باسمكِ الدّنيا ولو لم ¶ 19-ونحنُ الثّائرينَ بكلِّ أرضٍ ¶ وأحلامي على خُضرِ الرَّوابي ¶ تغلغلَ في أمانيَّ العِذابِ ¶ بها ألا تلوِّح بالسَّرابِ ¶ وأعرافُ العروبةِ في إهابي ¶ وفي عينيَّ أطيافُ العذابِ ¶ عبيرُ الخالدين من التّرابِ ¶ مُوشّى بالسّلامِ وبالعِتابِ ¶ بعيداً عن سهولكِ والهضابِ ¶ وفي الآفاقِ آثارُ الهضابِ ¶ تسيرُ غريبةً دون اغترابِ ¶ وفي سمعِ الزّمانِ صدى انتحابِ ¶ وهل من عودةٍ بعد الغيابِ",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "إلى وقعِ الخُطا عند الإيابِ ¶ مع النسرِ المحلِّقِ والعقابِ ¶ نعودُ مع الصَّباحِ على العُبابِ ¶ على وهْجِ الأسنَّةِ والحرابِ ¶ مع البرقِ المُقدَّسِ والشّهابِ ¶ يُبرّح بيَ الهوى لكتمْتُ ما بي ¶ سنصهرُ باللّظى نيرَ الرّقابِ ¶ الأسئلة: 1- هات مرادف الكلمات التالية: (السراب- أطياف- إهاب- وهج- دَرَجْتُ). ¶ ج-السراب:الذي يَجْرِي على وجهِ الأَرض كأَنه الماءُ، أطياف:خيالات- إهاب: جلد-وهج: اتقاد- درجت: مشيت وترعرعت. ¶ 2- قال الشاعر نزار قباني يخاطب دمشق بعد حرب تشرين عام 1973: ¶ علمينا فقه العروبة يا شا مُ فأنتِ البيانُ والتبيينُ ¶ أين تجد معنى هذا البيت في أبيات الكرمي؟ وازن بينهما من حيث المعنى والأسلوب. ¶ ج-المعنى موجود في البيت الرابع، نجد كلا الشّاعرين يؤكد على أصالة دمشق القوميّة، وأنها منبع العروبة. ¶ 3- سم شعورين عاطفيين برزا في النص. ¶ ج-حب لدمشق- شوق وحنين إلى الأهل والوطن. ¶ 4- إلى أي مرحلةٍ من مراحل القضية الفلسطينية ينتمي هذا النص؟ هات من الأبيات ما يدل على ذلك. ¶ ج- ينتمي إلى مرحلة ما بعد النكبة،دليل ذلك:الحنين إلى الوطن والأهل، الأبيات من 5 حتى 8. ¶ 5- هات سمتين من السمات التالية وردتا في النص: الذاتية- الجنوح إلى الخيال- الوضوح- التروع إلى التحرر- تمجيد العقل. ¶ ج- الذاتية- الجنوح إلى الخيال- التروع إلى التحرر. ¶ 6- هات من النص أسلوب نفي وعين الأداة واذكر الغرض منها. ¶ ج-لم يبرح-الأداة: لم قلبت نفي المضارع إلى الماضي. ¶ 7- هات من النص أسلوب استفهام, وحدد الأداة, واذكر دلالتها ونوعها, واذكر إلام خرج الاستفهام,. ¶ ج-أتنكرني: الهمزة-تدل على طلب التصديق، وخرج الاستفهام إلى غرض الاعتزاز. ¶ 8- أكد الجمل التالية بمؤكدين: (درجت فوق ثراك- لي في كل منعطف لقاء. ¶ ج-لقد درجت فوق ثراك- والله إن لي في كل منعطف لقاء. ¶ 9- بين نوع المشتقات التالية واذكر فعل كل منها: (منعطف- الخالدين- موشى- خضر- عِذَاب).",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ج-مُنعطف: اسم مكان(انعطف)-الخالدين: اسم فاعل(خلد)-موشى: اسم مفعول(وشّى)-خضر:صفة مشبهة باسم الفاعل(خضر)-عِذاب(صفة مشبهة باسم الفاعل(عذُب). ¶ 10- أدخل تنوين النصب على: (ملء- لقاء). ¶ ج-ملئاً-لقاءً. ¶ 11- رتب الكلمات التالية حسب ورودها في معجمٍ يأخذ بأواخر الكلمات: (سناها- ثراك- إهابي- أحلامي). ¶ ج-جذرها: سنو-ثري-أهب-حلم. الترتيب:إهاب-أحلامي-سناها-ثراك. ¶ 12- ما سبب كتابة الألف اللينة مقصورة في: (موشى- هوى).؟ ¶ ج-موشى: اسم فوق ثلاثي- هوى: أصل الألف ياء لأنه اسم ثلاثي. ¶ 13- اشرح الصورة البيانية في صدر البيت الثالث وسمها. ¶ ج-أتنكرني دمشق: استعارة مكنية شبه دمشق بالإنسان الذي ينكر وحذف المشبه به وأبقى شيئاً من لوازمه وهو الإنكار. ¶ 14- هات من البيت الثاني عشر واذكر نوعها. ¶ ج-ألا لقاء: خبر طلبي. ¶ 15- قطع الشطر الثاني من البيت الثاني وسم بحره وحدد قافيته ورويه. ¶ ج- تغلغلَ في/ أمانيَّ ال/عِذابِ ¶ مفاعلتن/ مفاعلْتن/ فعولن من البحر الوافر- القافية:ذابي، والروي:الباء. ¶ 16- في الأبيات أسلوب اختصاص, حدده وأعرب الاسم المختص واذكر نوعه. ¶ ج-نحن الثائرين بكل أرضٍ، الثائرين: مفعول به لفعل محذوف تقديره أخص. ¶ 17- علل سبب كتابة الهمزة في: (الشواطئ- الثائرين- لقاء). ¶ ج-الشواطئ:همزة متطرفة سبقت بحرف مكسور-الثائرين: همزة متوسطة مكسورة بعد ألف ساكنة- لقاء: همزة متطرفة سبقت بألف ساكنة. ¶ 18-هات تركيباً يماثل قوله:خلعت شبابي-أماني العذاب-تلوح بالسراب-أعراف العروبة-الأمل المجنح-دامية الحواشي. ¶ ج-خلعت شبابي:أمضيت زهرة عمري-أماني العِذاب:أحلامي الجميلة-تلوح بالسراب:تظهر الخداع-أعراف العروبة:شذى القومية-الأمل المجنح:الآمال الواسعة-دامية الحواشي:مصبوغة بالدماء. ¶ 19-اجعل دمشق مخصوصاً بالمدح في جملة على أن يكون الفاعل ضميراً مستتراً مميزاً بنكرة. ¶ ج-نعم مدينةً دمشقُ. ¶ 20-هات جملة تكون فيها ليس غير عاملة. ¶ ج-ليس يصدق الكذوب.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "21-هات جملة شرطية يكون جواب الشرط فيها محذوف وجوباً. ¶ ج-تنجح إذا درست. ¶ 22-أعرب ما تحته خط مفردات وما بين قوسين جملاً. ¶ ج-هوى:مبتدأ مرفوع بالضمة المقدرة على الألف للتعذر، (وفي قلبي سناها) في محل نصب حال، كيفَ: اسم استفهام مبني على الفتح في محل نصب حال، باكياتٍ: حال منصوبة بالكسرة لأنها جمع مؤنث سالم، لقاءٌ: مبتدأ مرفوع بالضمة الظاهرة، داميةَ: حال منصوبة بالفتحة الظاهرة. ¶ 13- كلمات عن العدوان - توفيق زياد ¶ 1-من هنا مرُّوا إلى الشَّرقِ غماماً أسودا ¶ يقتلون الزهرَ والأطفالَ والقمح وحبّاتِ الندى ¶ ويبيضون عداواتٍ وحقداً وقبوراً ومُدى ¶ من هنا سوف يعودون وإن طالَ المَدى ¶ 2-ما الّذي خبَّأتموه لغدٍ؟ ¶ أنتم يا من سفكْتُم لي دمي ¶ وأخذْتُم ضوءَ عيني وصلبْتُم قلمي ¶ واغتصبْتُم حقَّ شعبٍ آمنٍ لم يجرمِ ¶ 3-أيُّ أمٍّ أورثتْكُم يا ترى ¶ نصفَ القنالْ؟ ¶ أيُّ أمٍّ أورثتكم ضفَّةَ الأردنِّ ¶ سيناءَ، وهاتيك الجبالْ؟ ¶ إن من يسلبُ حقّاً بالقتالْ ¶ كيفَ يحمي حقَّهُ يوماً إذا الميزانُ مال؟ ¶ 4-ثمَّ ماذا بعد؟ لا أدري ولكنْ ¶ كلُّ ما أدريه أنّ الحقَّ لا يفنى ¶ ولا يقوى عليهِ غاصبون ¶ وعلى أرضي هذي لم يعمّر فاتحون ¶ فارفعوا أيديَكم عن شعبنِا ¶ يا أيُّها الصُّمُّ الّذين ¶ ملؤُوا آذانَهُم قطناً وطينْ ¶ 5-إنّنا للمرّةِ الألفِ نقولْ ¶ نحن لا نأكلُ لحمَ الآخرين ¶ نحن لا نذبحُ أطفالاً ولا نصرعُ ناساً آمنينْ ¶ نحن لا ننهب بيتاً أو جنى حقلٍ ¶ ولا نطفي عيونْ ¶ فارفعوا أيديَكم عن شعبنا ¶ يا أيها الصّمّ الّذين ¶ ملؤوا آذانهم قطناً وطين. ¶ 6-نحن لا نسرقُ آثاراً قديمه ¶ نحن لا نعرفُ ما طعمُ الجريمه ¶ نحن لا نحرقُ أشعاراً ولا نكسرُ أقلاماً ¶ ولا نبتزُّ ضعفَ الآخرينْ ¶ فارفعُوا أيديَكم عن شعبنا ¶ يا أيُّها الصّمُّ الّذين ¶ ملؤُوا آذانهم قطناً وطين. ¶ الأسئلة: 1- قال الشاعر عمر أبو ريشة: ¶ لا يموت الحق مهما لطمت عارضيه قبضة المغتصبِ.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "أين تجد معنى البيت السابق في نص زياد, وازن بينهما من حيث الشكل والمضمون. ¶ ج- في قوله: ثمَّ ماذا بعد؟ لا أدري ولكنْ كلُّ ما أدريه أنّ الحقَّ لا يفنى ولا يقوى عليهِ غاصبون ¶ كلا الشاعرين يشير إلى قوة الحق وصموده أمام الغزاة، وكلاهما عبر عن المعنى بشكل غير مباشر من خلال الصورة، زياد بالشعر الحديث وأبو ريشة بالنمط القديم للشعر. ¶ 2- في المقطع الأول أسلوب شرط حدد أداته وفعله وعلل سبب حذف الجواب. ¶ ج-وإن طال المدى- الأداة:إن، فعله: طال، حذف الجواب لأن فعل الشرط ماض وسبقت الأداة بما يدل على الجواب. ¶ 3- اذكر من السمات الآتية سمتين برزتا في النص: التعبير بالرمز- الذاتية-المحتوى الثوري- التقريرية- التفاؤل الثوري. ¶ ج- التعبير بالرمز- المحتوى الثوري- التفاؤل الثوري. ¶ 4- علل سبب كتابة الألف اللينة في(يقوى- الندى). ¶ ج-يقوى: فعل فوق ثلاثي- الندى: أصل الألف ياء. ¶ 5-النص من شعر الأرض المحتلة، اذكر المرحلة التي ينتمي إليها، وحدد ثلاثاً من سماتها برزت فيه. ¶ ج-مرحلة النهوض الثوري-التنديد بجرائم المحتل- التفاؤل بالنصر-تأكيد الهوية الوطنية للأرض. ¶ 6-النص من شعر التفعيلة، تحدث عن اثنتين من خصائصه مع أمثلة من النص. ¶ ج-تنوع القوافي(يجرم-الأردن)-استخدام الصورة الشعرية استخداماً عضوياً(غمام). ¶ 7-هات من المقطع الثاني أداة استفهام، واذكر ماذا أفادت. ¶ ما: أفادت الدلالة على غير العاقل. ¶ 8-أكد الجمل التالية بمؤكدين: مروا إلى الشرق-نحن لا نأكل لحم الآخرين. ¶ ج- لقد مروا إلى الشرق -والله إننا لا نأكل لحم الآخرين. ¶ 9-ما نوع الأسلوب النحوي في قوله:لم يعمر فاتحون، وما أداته؟ وما الفرق بنها وبين لن ولما؟ ¶ ج-نفي، أداته لم، وهي تفيد قلب نفي المضارع إلى الماضي، بينما لن تفيد نفي حدوث المضارع في المستقبل- ولما: تفيد نفي حدوث المضارع في الماضي وامتداد النفي للحاضر وتوقع حدوث الفعل في المستقبل.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "10-هات من النص أمثلة على: مصدر سماعي-اسم فاعل- صفة مشبهة باسم الفاعل. ¶ ج-المصدر السماعي: حقد- اسم الفاعل: آمن- الصفة المشبهة: الصم. ¶ 11- رتب الكلمات الآتية بحسب معجم يأخذ بأواخر الكلمات: ميزان-اغتصبتم-يقتلون. ¶ ج-أصلها: وزن-غصب- قتل- الترتيب: اغتصبتم-يقتلون- ميزان. ¶ 12-هات مرادف الكلمات الآتية: غمام- سفك- مُدى. ¶ ج-غمام: غيم-سفك: هدر واسال- مُدى: مفردها مُدية وهي الشفرة. ¶ 13-هات من المقطع الأول اسماً ممنوعاً من التنوين وبين سبب منعه. ¶ ج-أسودَ:لأنه صفة على وزن أفْعَل. ¶ 14-تحدث عن طريقة بناء القصيدة في النص السابق وعن نظام القافية فيها. ¶ ج-بناء القصيدة ونظام القافية في النّصّ: القصيدة تقوم على الوحدة العضوية حيث يندمج الشّكل بالمضمون،وتعبر عن المعاني في كل متكامل،وتبدو القصيدة متلاحمة لا يكاد ينفصل جزء منها أو مقطع عن غيره،كما أن القافية تتنوع في المقاطع إلا أنها تتكرر أحيانا في المقطع الواحد وتتوالى حتى لتقترب من الشّعر القديم ذي القافية الواحدة مما يعكس ثورة العاطفة والانفعال الوجداني خاصة في المقطع الأول والثاني(أسودا- الندى- مدى- المدى)(دمي- قلمي- يجرم). ¶ أعرب ما تحته خط مفردات وما بين قوسين جملاً. ¶ ج- غماماً:حال منصوبة أو تمييز- يقتلون:فعل مضارع مرفوع وعلامة رفعه ثبوت النون في آخره لأنه من الأفعال الخمسة والواو ضمير متصل مبنيّ على السّكون في محل رفع فاعل. أيُّ: مبتدأ مرفوع وعلامة رفعه الضّمّة الظاهرة، الصم: صفة مرفوعة وعلامة رفعها الضّمّة.قطناً:تمييز منصوب وعلامة نصبه الفتحة الظاهرة. الميزانُ: فاعل لفعل محذوف مرفوع، ملؤوا: فعل ماض مبني على الضم لاتصاله بالواو، والواو ضمير متصل مبني على السكون في محل رفع فاعل. ¶ 14-قصيدة الأرض- محمود درويش ¶ 1-أنا الأرضُ ¶ والأرضُ أنتِ ¶ خديجةُ:لا تغلقي الباب ¶ لا تدخلي في الغيابْ ¶ سنطردُهم من إناءِ الزُّهورِ وحبلِ الغسيلْ",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "سنطردهم من حجارةِ هذا الطّريق الطَّويلْ ¶ سنطردهم من هواءِ الجليل ¶ وفي شهرِ آذارَ مرَّتْ أمامَ البنفسجِ والبندقيَّةِ خمسُ بنات ¶ سقطْن على بابِ مدرسةٍ ابتدائية ¶ للطباشيرِ فوقَ الأصابعِ لونُ العصافيرِ ¶ وفي شهرِ آذارَ قالتَْ لنا الأرضُ أسرارَها ¶ 2-أسمِّي الترابَ امتداداً لروحي ¶ أسمّي يديَّ رصيفَ الجروحِ ¶ أسمّي الحصى أجنحه ¶ أسمّي العصافيرَ لوزاً وتين ¶ أسمّي ضلوعي شجرْ ¶ وأستلُّ من تينةِ الصَّدرِ غصناً ¶ وأقذفُهُ كالحجرْ ¶ وأنسفُ دبَّابةَ الغاصبينْ ¶ 3-خمسُ بناتٍ يخبِّئن حقلاً من القمحِ تحت الضّفيره ¶ يقرأْن مطلعَ أنشودةِ الجليل ويكتبن ¶ خمس َ رسائل ¶ تحيا بلادي من الصّفرِ حتى الجليل ¶ ويحلمْن بالقدس بعد امتحان الربيع وطرد الغزاة ¶ خديجةُ لا تغلقي البابَ خلفك ¶ لا تذهبي في السحابْ ¶ ستمطر هذا النّهارْ ¶ ستمطر هذا النّهارُ رصاصاً ¶ ستمطر هذا النّهار ¶ الأسئلة:1-ذكر الشاعر امتزاجه بالتراب والحصى، علامَ يدل ذلك؟ ¶ ج- يدل على تمسكه بالأرض. ¶ 2-إلامَ رمز الشاعر ب:خديجة-الربيع-النهار؟ ¶ ج-خديجة رمز الأمة العربية أو الشعب الفلسطيني- الربيع رمز ولادة المقاومة- النهار رمز الحرية. ¶ 3-النص من الأدب الفلسطيني، إلى أية مرحلة من مراحله ينتمي؟ اذكر ثلاثاً من سمات هذه المرحلة مع شاهد لكل منها من النص. ¶ ج-مرحلة النهوض الثوري-التنديد بجرائم المحتل- التفاؤل بالنصر-التمسك بالأرض. ¶ 4-هات مرادف: الضفيرة- أستلّ. ¶ ج-الضفيرة: الجديلة- أستل: أمتشق. ¶ 5-اذكر من السمات الآتية سمتين برزتا في النص:التفاؤل الثوري-استخدام الرمز في التعبير-الذاتية- وحدة الشكل والمضمون- الهروب إلى الطبيعة. ¶ ج- التفاؤل الثوري-استخدام الرمز في التعبير. ¶ 6-اجعل الفعل التالي واجب التوكيد بالنون: أقذفه. ¶ ج-والله لأقذفنّه. ¶ 7-ما سبب منع كل من: خديجة ورسائل من التنوين؟ ¶ ج-خديجة: لأنه اسم علم مؤنث- رسائل: صيغة منتهى الجموع. ¶ 8-علل كتابة الهمزة في يخبئن-إناء.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ج-يخبئن: همزة متوسطة ساكنة بعد حرف مكسور- إناء: همزة متطرفة مسبوقة بساكن. ¶ 9-اذكر سمتين من سمات شعر التفعيلة في النص. ¶ ج-تنوع القوافي- عدم وجود حشو في النص. ¶ 10-هات من المقطع الأول أسلوب نهي، واذكر أداته، وصورته. ¶ ج-لا تغلقي: أداته لا.صورته: مضارع مسبوق بلا الناهية. ¶ أعرب ما تحته خط مفردات وما بين قوسين جملاً. ¶ ج-فعل مضارع مجزوم بلا وعلامة جزمه حذف النون من آخره لأنه من الأفعال الخمسة والياء ضمير متصل مبنيّ على السّكون في محل رفع فاعل.آذارَ: مضاف إليه مجرور وعلامة جره الفتحة بدلاً من الكسرة لأنه ممنوع من التنوين، الغاصبين: مضاف إليه مجرور وعلامة جره الياء لأنه جمع مذكر سالم آذارَ: مضاف إليه مجرور وعلامة جره الفتحة بدلاً من الكسرة لأنه ممنوع من التنوين، يخبئن:فعل مضارع مبنيّ على السّكون لاتّصاله بنون النسوة والنون ضمير متصل مبنيّ على الفتح في محل رفع فاعل، رصاصاً:تمييز منصوب.. ¶ 16- في عيد الوحدة- سليمان العيسى ¶ 1- أنا في هَدْرةِ الحناجرِ أنسابُ ¶ 2-أنا في زحمة الجماهيرِ لا أملكُ ¶ 3- الأهازيجُ( تُرعشُ )الأفقَ حولي ¶ 4- فرحة ُ الضَّائعين عادوا مع الفجرِ ¶ 5- فرحةُ الشّعب شعبِنا و(هو يطوي) ¶ 6- لا تلمني فلن أعدَّ حياتي ¶ 7- منذ يومين قد وُجدْتُ فعمري ¶ 8-أنا في زحمة الحناجرِ أنسابُ ¶ 9- يا ليالي الضَّياعِ والقيدِ زولي ¶ 10- وحدةً في السّماءِِ والأرضِ منها ¶ 11- وحدةً تجمعُ المُشرَّدَ بالأهلِ ¶ 12-وحدةً تفجرُ الينابيعَ في الكونِ ¶ 13- وتلمُّ المعذّبين بأرضي ¶ 14-عربيُّ الشّعاعِ هذا الضّحى ¶ 15-سلبَتْنا الدّنيا قناديلَنا الزُّهرَ هتافاً ملَْءَ الدُّجى ودويَّا ¶ إلاّ الدّموعَ في مقلتيّا ¶ وتصبُّ الحياةَ في مسمعيَّا ¶ يصوغُونَهُ ضحىً أبديَّا ¶ ظلماتِ العصورِ والذّلِّ طيَّا ¶ في دروبِ الضَّياعِ والذّلِّ شيَّا ¶ يومَ (أعلنْتُ) مولدي اليعربيا ¶ جنوناً حيناً وحيناً ذهولا ¶ نحنُ باقون وحدةً لن تزولا ¶ لهبٌ يغسلُ الأذى والدّخيلا",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "عناقاً بعدَ الفراقِ طويلا ¶ فراتاً يسقي العطاشَ ونيلا ¶ موجةً لن تضلَّ بعدُ السّبيلا ¶ المتلعِ جيداً إلى الخلودِ أصيلا ¶ فعدنا نحيلها قنديلا الأسئلة:1-هات تركيباً يماثل قوله:الأهازيج ترعش الأفق-تصب الحياة-لهب يغسل الأذى-سلبتنا الدنيا قناديلنا الزهر. ¶ ج-ترعش الأفق:تهز الكون- تصب الحياة:تعيد الأمل- لهب يغسل الأذى:نار تطهر الشرور-سلبتنا الدنيا قناديلنا الزهر:سرق الزمن أمجادنا الزاهية. ¶ 2-هات من البيت السادس حرف جر وبين نوعه. ¶ ج-منذ: حرف جر أصلي. ¶ 3-حذّر العرب من التجزئة. ¶ ج-التجزئةَ أيها العرب، ففيها ضعفكم. أو:إياكم والتجزئةَ أيها العرب. ¶ 4-بين نوع الأساليب النحوية التالية: نحن العربَ أقوياء بوحدتنا-لا تلمني. ¶ ج- نحن العربَ أقوياء بوحدتنا:أسلوب اختصاص.-لا تلمني: أسلوب نهي. ¶ 5-قال جبري يعبر عن فرحته بالجلاء: ¶ ملء العيون دموع من هناءتها… فالدمع در على الخدين منضود ¶ أين تجد معنى هذا البيت في النص؟ وازن بينهما من حيث المعنى. ¶ ج-في البيت الثاني، العيسى يعبر عن فرحه بمناسبة قومية بالدموع- جبري يعبر عن مناسبة وطنية بالدموع-كلا الشاعرين يشيد بأحد المنجزات-وكلاهما يعبر عن فرح الجماهير به. ¶ 6-اذكر بعض الفوائد التي تعود على المجتمعات العربية في ظل الوحدة. ¶ ج-القضاء على التجزئة-تطهير الأرض العربية من الاستعمار والاستغلال-لم شمل العرب- استعادة الأمجاد والحضارة العربية. ¶ 7-اذكر ثلاثاً من سمات الألفاظ والتراكيب، مع شاهد لكل منها. ¶ ج-سهولة الألفاظ(أنساب)-إيحاؤها(ترعش)-ملاءمتها للمعاني(الأهازيج)-التراكيب كتينة(الآهازيج ترعش)- مناسبة للمعاني(ليالي الضياع)-واضحة(عربي الشعاع). ¶ 8-اذكر اثنين من المشاعر العاطفية في النص ودل على موطن كل منها. ¶ ج-فرح بالوحدة(من 1-7)-اعتزاز بالحضارة العربية(15). ¶ 9-اذكر مفرد الجموع التالية: قناديل- الزهر- المُعذّبين- ظلمات. ¶ ج-قناديل: قنديل- الزهر:الأزهر- المعذبين: المعذّب- ظلمات: ظلمة.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "10- النص من الشعر الملتزم، هات ثلاثاً من سماته برزت في النص مع شاهد لكل منها. ¶ ج-الجرأة في عرض الأفكار( الأهازيج ترعش الأفق)-الصدق في التعبير عن المشاعر(أنا أنساب هتافاً)-نقد الواقع السيء( ليالي الضياع). ¶ 11-أكد الجمل التالية بمؤكدين:أنا في هدرة الحناجر-سلبتنا الدنيا. ¶ ج-والله إنني في هدرة الحناجر- لقد سلبتنا الدنيا. ¶ 12-اذكر اثنتين من سمات الواقعية الجديدة في النص مع شاهد لكل منهما. ¶ ج-المحتوى الثوري(في كل النص)-التفاؤل الثوري( البيت الأخير). ¶ 13-سم نوع كل صورة من الصور التالية:يغسل الأذى-الأهازيج ترعش الأفق- سلبتنا الدنيا قناديلنا-ظلمات العصور. ¶ ج-يغسل الأذى- الأهازيج ترعش الأفق- سلبتنا الدنيا قناديلنا: استعارة مكنية، ظلمات العصور: كناية عن أيام التفرقة( كناية عن موصوف). ¶ 14-قطع البيت الأول وسم بحره، وحدد قافيته وحرف رويه. ¶ ج-أنا في هد/رة الحنا/جر أنسا/ب هتافاً/ ملء الدّجى/ ودويّا ¶ فعلاتن/ متفعلن/ فعلاتن/ فعلاتن/ مستفعلن/ فعلاتن ¶ من البحر الخفيف، قافيته:ويّا- حرف رويه الياء المشددة. ¶ 15-هات من البيت السادس حرف جر وبين نوعه. ¶ ج-منذ: حرف جر أصلي. ¶ 16-أعرب ما تحته خط مفردات وما بين قوسين جملاً. ¶ ج- ضحىً:مفعول به ثان منصوب وعلامة نصبه الفتحة المقدرة على الألف للتعذر،.(ترعش) في محل رفع خبر(هو يطوي):في محل نصب حال.يومين:اسم مجرور وعلامة جره الياء لأنه مثنى،(أعلنت):في محل جر بالإضافة،فراتاً: تمييز منصوب بالفتحة الظاهرة، جيداً: مفعول به منصوب بالفتحة الظاهرة. ¶ 17-مفاتيح المستقبل- محمّد مهدي الجواهري ¶ 1- سلامٌ على حاقدٍ ثائرِ ¶ 2- يخبُّ ويعلمُ أنّ الطّريـ ¶ 3- كأنّ بقايا دمِ السّابقيـ ¶ 4- كأنّ رميمَهُمُ أنجمٌ ¶ 5- وليسَ على خاشعٍ خانعٍ ¶ 6-وليسَ على رابطٍ حقّه ¶ 7- سلامٌ على جاعلين الحُتو ¶ 8-وليس على واهبينَ العراءَ ¶ 9- سلامٌ على نبعةِ الصَّامدين ¶ 10-سلامٌ على خالعٍ من غدٍ ¶ 11- وليسَ على غصُنٍ ناعمٍ",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "12-وبئسَ الحياةُ لملءِ البطونِ ¶ 13- سلامٌ على مُثقلٍ بالحديدِ ¶ 14- كأنّ القيودَ على مِعصميه ¶ جج على لاحبٍ من دمٍ سائرِ ¶ ـقَ (لابدَّ مفضٍ) إلى آخرِ ¶ ـينَ ماضٍ يمهّدُ للحاضر ¶ (تسدّدُ) من زلَلِ العاثر ¶ مقيمٍ على ذلِّهِ صابرِ ¶ بخيطٍ من الأملِ السّادرِ ¶ فَ جسراً إلى الموكبِ العابرِ ¶ ضحاياهم خشيةَ النّاحرِ ¶ (تعاصَتْ) على مِعولِ الكاسر ¶ فَخاراً على أمسِه الدّابرِ ¶ رشيقٍ يميلُ مع الهاصرِ ¶ تُمدُّ إليها يدا صاغرِ ¶ ويشمخُ كالقائدِ الظّافرِ ¶ مفاتيحُ مُستقبَلٍ زاهرِ ¶ ج الأسئلة1- ربط الشاعر بين الكفاح الوطني والتفاؤل الثوري، أين تجلى ذلك؟ ¶ ج-في البيت الأخير. ¶ 2- كرر الشاعر لفظ (سلام) فعلا ما يدل ذلك؟ ¶ ج- على شدة الانفعال العاطفي، ولتأكيد مشاعره بالإعجاب. ¶ 3- يربط الشاعر بين بطولات الماضي والحاضر، أين تجلى ذلك؟ وكيف تراه؟ ¶ ج-في البيتين الثالث والرابع. ¶ 5- هات اثنين من المشاعر العاطفية عبر عنهما الشاعر وأشر إلى موطن كل منهما؟ ¶ ج-إعجاب بالمناضلين(1-2)-افتخار بتضحيات المناضلين(3-4). ¶ 6- النص نموذج للشعر القومي الملتزم، حدد سمات الالتزام كما برزت في النص؟ ¶ ج-التزام الحرية-التزام هموم المناضلين من اجل الحرية-التفاؤل الثوري. ¶ 7- في النص أسلوب ذم حدده وبين نوع الفاعل ثم استبدله بأسلوب ذمٍ آخر؟ ¶ ج-وبئس الحياة لملء البطون، الفاعل: معرف بال، لا حبذا حياة لملء البطون. ¶ 8- علل سبب كتابة الألف في:(بقايا- تعاصى)؟ ¶ ج-بقايا: كتبت ممدودة لأن الاسم فوق ثلاثي سبقت الفه بياء- تعاصى: فعل فوق ثلاثي. ¶ 9- هات مفردات الجموع التالية وبين نوع الجمع:(البطون- السابقين- مفاتيح)؟ ¶ ج-البطون: البطن- السابقين: السابق- مفاتيح: مفتاح. ¶ 10- بين نوع المشتقات التالية:(مُثَقل- مفاتيح- صاغِر- مُفضٍ). ¶ ج-مُثقل: اسم مفعول-مفاتيح: اسم آلة- صاغر: اسم فاعل- مُفضٍ: اسم فاعل. ¶ 11- أين نعلق الجار والمجرور:(إلى آخر- على نبعة- على معصميه- إلى الموكب)؟",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "ج-إلى آخر بمفضٍ- على نبعة:بخبر محذوف- على معصميه: بصفة محذوفة- إلى الموكب:بصفة محذوفة. ¶ 12- هات مرادف الكلمات الآتية: يخب- يشمخ- الخطوب- العراء. ¶ ج-يخب: يسرع- يشمخ: يعتز- الخطوب: المصاعب- العراء: الأرض الخالية. ¶ 13- هات من السمات التالية سمتين وردتا في النص:التقريرية- المحتوى الثوري- الذاتية- استخدام الرمز- التعبير بالجزئيات الصغيرة- تمجيد العقل. ¶ ج- المحتوى الثوري -استخدام الرمز- التعبير بالجزئيات الصغيرة. ¶ 14-أعرب ما تحته خط مفردات وما بين قوسين جملاً. ¶ ج- مفضٍ:خبر لا مرفوع وعلامة رفعه الضّمّة المقدرة على الياء المحذوفة للتنوين ماضٍ:خبر كأن مرفوع وعلامة رفعه الضّمّة المقدرة على الياء المحذوفة للتنوين. (يمهد):في محل رفع صفة.(تسدد):في محل رفع صفة.مقيمٍ:صفة مجرورة وعلامة جرها الكسرة الظاهرة، العراءَ:مفعول به ثان لاسم الفاعل واهبين.(تسدد):في محل رفع صفة منصوب.(تعاصت):حال في محل نصب. ناعمٍ:صفة مجرورة،الحياةُ: فاعل مرفوع بالضمة الظاهرة، يدا: نائب فاعل مرفوع بالضمة الظاهرة. ¶ 18- تحت الرَّماد-وصفي القرنفلي ¶ 1- أيُّها الشّعب ثرْ بجلاّدِكَ الوغْـ ¶ 2- أنت دنيا إذا تحفّزْتَ مادَتْ ¶ 3- سلبُونا رغيفنَا فطلبْناهُ ¶ 4- ربَّ ضعفٍ إذا تكتّلَ في الأفـ ¶ 5- فتكتّلْ وانهضْ كما نهضَ السّـ ¶ 6- إيهِ يا شعبُ ثرْ بهم لا تُطأطئْ ¶ 7- ثرْ بهذا النِّظامِ واعصفْ ببا ¶ 8- لن نكونَ العبيدَ إنّ لنا الدّنيا ¶ 9-صِحْ بوجهِ الطُّغاةِ لا ظلمَ بعد اليـ ¶ 10-وطنُ المرءِ شعبُه ومَداهُ ¶ ـدِ وهيَّا بنا (نقُدُّ الإسارَا) ¶ تحتَكَ الأرضُ خشيةً وانذعارا ¶ فكنّا في زعمهم أشرارا ¶ ـرادِ يرتدُّ عاصفاً جبَّارا ¶ ـيلُ وفجِّر في شرقِنا الإعصارا ¶ بلغَ الصَّبرُ أفقه واستجارا ¶ نيهِ وقوِّض من حولِهِ الأسوارا ¶ سنمضي في شوطِها أحرارا ¶ ـومِ لا ذلَّ لا ولا استعمارا ¶ عيشُه الحرُّ مُنتجاً معمارا ¶ الأسئلة:1- إلام رمز الشاعر بالجلاد والسيل والإعصار؟",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "ج-الجلاد: رمز الحاكم المستبد-السيل: رمز الثورة- الإعصار: رمز التغيير. ¶ 2- أين يبدو تفاؤل الشاعر وما نوع هذا التفاؤل؟ ¶ ج-يبدو تفاؤله في البيت الأخير وهو تفاؤل ثوري. ¶ 3- النص يمثل المذهب الواقعي الجديد، هات سمتين تثبتان ذلك؟ ¶ ج-التعبير عن الأفكار من خلال الرموز-المحتوى الثوري. ¶ 4- في البيت الثامن أسلوب نفي وأسلوب توكيد حددهما واذكر نوع الأداة وعملها؟ ¶ ج-لن نكون: نفي، أداته لن، نفت حدوث المضارع في المستقبل- إن لنا الدنيا: توكيد، أداته إنّ، أفادت توكيد الجملة الاسمية. ¶ 5- هات جملة يكون فيها المخصوص بالمدح أو الذم نكرة مخصوصة؟ ¶ ج-نعم العملُ عملٌ مفيدٌ، أو: نعم العملُ عملُ الخير. ¶ 6- هات مرادف الكلمات التالية:الوغد- تحفز- ماد- قوض- شوط. ¶ ج-الوغد: اللئيم الدنيء-تحفز: تهيأ للوثوب-ماد: اضطرب- قوض: اهدم- شوط: ساحة. ¶ 7- ما فعل كل من المصادر التالية:(خشية- انذعار- استعمار)؟ ¶ ج-خشية: خشي- انذعار: ذعر- استعمار: استعمر. ¶ 8- علل سبب كتابة التاء مربوطة في:(طغاة) ومبسوطة في:(تحفزت)؟ ¶ ج-طغاة: جمع تكسير مفرده ينتهي بتاء مربوطة- تحفزت: تاء الفاعل. ¶ 9- هات من الأبيات اسم فعل وحدد معناه، واذكر اثنين من أسماء الأفعال؟ ¶ ج-هيا-إيه: اسم فاعل أمر بمعنى أسرع، ومثله: صه- حذار. ¶ 11- هات من النص جملة إنشائية وحدد نوع الإنشاء والمعنى الذي يدل عليه؟ ¶ ج-صح بوجه الطغاة-نوع الإنشاء أمر، يدل على التحريض. ¶ 12- استخرج من النص تشبيهاً، واشرحه ¶ ج- أنت دنيا:تشبيه بليغ،أنت المشبّه.دنيا:المشبّه به وحذفت الأداة ووجه الشّبه. ¶ 13- في الأبيات حرف جر شبيه بالزائد حدده وأعرب الاسم الذي دخل عليه؟ ¶ ج-رب، ضعفٍ: اسم مجرور لفظاً مرفوع على انه مبتدأ. ¶ 14- قطع الشطر الثاني من البيت الثاني وسم بحره، وحدد قافيته، وحرف رويه؟ ¶ ج-تحتك الأر/ض خشيةً/ وانذعارا ¶ فاعلاتن/متفعلن /فاعلاتن من البحر الخفيف، قافيته: عارا، حرف رويه: الراء.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "15- رتب الكلمات التالية بحسب ورودها في معجم يأخذ بأواخر الكلمات: انذعار- إعصار- أحرار- استعمار. ¶ ج-أصلها: ذعر- عصر- حرر- عمر. الترتيب:أحرار-انذعار-إعصارا- استعمار. ¶ 16-هات تركيباً يماثل قوله:نقدّ الإسارا-سلبونا رغيفنا-قوض الأسوارا. ¶ ج- نقدّ الإسارا:نحطم القيد-سلبونا رغيفنا:سرقوا قوت يومنا-قوض الأسوارا:اهدم رموز النظام. ¶ 17-أعرب ما تحته خط مفردات وما بين قوسين جملاً. ¶ ج- (نقد الإسارا):في محل نصب حال،خشيةً: مفعول لأجله منصوب. أشرارا: خبر كنا منصوب إيهِ:اسم فعل أمر بمعنى استمر أو أسرع مبنيّ على الكسر أحراراً:حال منصوبة، ظلمَ: اسم لا مبني على الفتح في محل نصب، منتجاً: حال منصوبة بالفتحة الظاهرة. ¶ 1-الأسلحة والأطفال- بدر شاكر السّيّاب ¶ 1- عصافيرُ أم صبيةٌ (تمرحُ)؟ ¶ أم الماءُ من صخرةٍ ينضحُ؟ ¶ فيخضلُّ عشبٌ وتندى زهورْ ¶ 2- حديدٌ. . لمن كلُّ هذا الحديدْ ¶ لقيدٍ (سيُلوى) على مِعصمِ ¶ ونصلٍ على حلمةٍ أو وريدْ ¶ وقفلٍ على البابِ دون العبيدْ ¶ وناعورةٍ لاغترافِ الدّم ¶ يريدون ألاّ تتمَّ الحياة ¶ مداها، وألاّ يحسَّ العبيد ¶ بأنّ الرَّغيفَ الّذي يأكلون ¶ أمرُّ من العلقمِ ¶ وأنّ الشَّرابَ الّذي يشربون ¶ أجاجٌ بطعمِ الدّم ¶ وأنّ الحياةَ الحياةَ انعتاق ¶ 4- عصافيرُ أم صبيةٌ تمرحُ ¶ أم الماءُ من صخرةٍ ينضحُ ¶ علينا لها أنَّها الباقيه ¶ وأنّ الدَّواليبَ في كلِّ عيد ¶ سترقى بها الرّيحُ جذلى تدورْ ¶ وترقى بها من ظلامِ العصورْ ¶ إلى عالمٍ (كلُُّ ما فيهِ نورْ) ¶ الأسئلة:1- في النص طرفان متصارعان سمي هذين الطرفين وبين أيهما المنتصر في رأي الشاعر. ¶ ج-الطرفان: الامبريالية الاستعمارية والأطفال، والأطفال هم المنتصرون في رأي الشاعر. ¶ 2- ما الهم الذي إلتزمه الشاعر في النص؟ وماذا يعني ذلك؟ ¶ ج-التزم هموم أطفال العالم في الحياة السعيدة، وهذا يعبر عن موقف الشاعر الإنساني. ¶ 3- ما الحاستان اللتان اعتمدهما الشاعر في المقطع الأول؟ دلل على كل منهما بمثال.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "ج-البصر: عصافير-الماء-، والسمع: ينضح-ينضح. ¶ 4- هات مرادف الكلمات التالية: نضج- يخضل- تندى- جذلى. ¶ ج-نضح: سال- يخضل: يبتل- تندى: تبتل بالندى- جذلى: فرحة. ¶ 5- اذكر سمتين من السمات التالية برزتا في النص: التفاؤل الثوري-الذاتية- التلاؤم بين الشكل والمضمون- تمجيد العقل- المحتوى الثوري. ¶ ج- التفاؤل الثوري -التلاؤم بين الشكل والمضمون- المحتوى الثوري. ¶ 6- تتجلى مظاهر الحداثة في الشعر العربي الحديث, تحدث عنها من حيث الصور. ¶ ج-استخدم الشاعر الرمز في التعبير عن أفكاره، وهو رمز شفاف:حديد-الريح-ناعورة... ¶ 7- بين نوع (ليس) في الجملتين:(ليس يصدق الكذوب, ليس العزيز بجبان). ¶ ج-ليس يصدق الكذوب: غير عاملة- ليس العزيز بجبان: عاملة عمل كان. ¶ 8- استخدم الشاعر في السطر الأول كلمة:(أم) بين نوعها ومعناها, وعلل سبب استخدامها دون (أو)؟ ¶ ج-أم: عاطفة معادلة ما قبلها يساوي ما بعدها في الحكم، واستخدمها الشاعر للدلالة على همزة الاستفهام للتصور المحذوفة. ¶ 9- بين نوع ما في المثالين التاليين:(نعم ما الإخلاص، نعم ما تأكله الرزق الحلال). ¶ ج-نعم ما الإخلاص: ما مميزة للفاعل المحذوف وهي نكرة- نعم ما تأكله: موصولية. ¶ 10- بين نوع المشتقات التالية واذكر فعلها:(جذلى- أمرّ. ¶ ج-جذلى: صفة مشبهة باسم الفاعل(جذل)-أمرّ: اسم تفضيل(مر). ¶ 11- تعجب مما يلي:(يحس العبيد بالذل، ترقى الريح). ¶ ج-ما أصعبَ إحساسَ العبيد بالذل- ما أجملَ ارتقاءَ الريح. ¶ 12- علل سبب كتابة التاء مبسوطة في:(الطواغيت) ومربوطة في:(صبية)؟ ¶ ج-طواغيت:جمع تكسير مفرده ينتهي بتاء مبسوطة-صبية: زائدة للتأنيث. ¶ 13- أين تجد معنى كلمتي:(العلقم، يصلصل) في معجم يأخذ بأوائل الكلمات؟ ¶ ج-العلقم: نجردها من الزيادة فتصبح علقم، نجدها في باب العين مع مراعاة اللام فالقاف فالميم. ¶ يصلصل: نجردها من الزيادة فتصبح صلل، نجدها في باب الصاد مع مراعاة اللام فاللام.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "14-أعرب ما تحته خط مفردات وما بين قوسين جملاً. ¶ ج-.(تمرح):في محل رفع صفة، سيلوى: في محل جر صفة، تتمَ: فعل مضارع منصوب بأن وعلامة نصبه الفتحة الظاهرة. جذلى: حال منصوبة.(تدور): في محل نصب حال.(كل ما فيه نور) في محل جر صفة. ¶ 2-الحكاية رقم 9- نجيب محفوظ ¶ 1-خبرٌ يتردّدُ في الحارة ¶ تقول إحدى الجارات لأمّي ¶ - أما سمعت بالخبر العجيب؟ ¶ - فتسألها عنه باهتمامٍ، فتقول: ¶ - توحيدة بنتُ أم علي بنت عمِّ رجب؟ ¶ - مالها؟ كفى اللهُ الشّرّ ¶ - توظّفت في الحكومة! ¶ - إي والله موظّفة، تذهب إلى الوزارة، وتجالس الرجال! ¶ - لا حولَ ولا قوة إلا بالله، إنها من أسرةٍ طيبة، وأمّها طيبة، وأبوها رجلٌ صالحٌ. ¶ -كلامٌ، أيُّ رجلٍ يرضى عن ذلك؟ ¶ - اللهمَّ استرنا يا ربِّ في الدُّنيا والآخرة. . ¶ - يمكن لأن البنتَ غيرُ جميلة. ¶ - كانَتْ ستجدُ ابنَ الحلال على أيِّ حالٍ. .وأسمعُ الألسنَ تلوكُ سيرتها في الحارة،تعلّقُ، وتسخرُ،وتنتقد،وكلما لاح أبوها عمّ رجب أسمعُ من يقول: ¶ - اللّهمَّ احفظنا! ¶ - يا لخسارةِ الرِّجالِ ! ¶ 2-توحيدة أولُ موظفةٍ من حارتِنا، ويقال إنها زاملت أختي الكبرى في الكتّاب،ويحفزُني ما سمعته عنها إلى التفرّجِ عليها حين عودتها من العملِ،أقفُ عندَ مدخلِ الحارة حتّى أراها وهي تغادرُ سوارسَ. ¶ 3-أرنو إليها وهي تدنو،سافرةَ الوجهِ،مُرهفةَ النظرةِ،سريعةَ الخطوِ بخلافِ النِّساءِ و البنات في حارتنا،وتلقي عليَّ نظرةً خاطفةً أو لا تراني على الإطلاق،ثم تمضي داخلَ الحارة و أتمتم مردّداً كالببّغاء: ¶ يا لخسارةِ الرجالِ ! ¶ الأسئلة:1- اشرح معنى:(أرنو- مرهفة النظرة- تلوك سيرتها). ¶ ج-أرنو: أنظر بإمعان- مرهفة النظرة:رقيقة- تلوك: تتحدث بسوء. ¶ 2- حاول الكاتب من خلال بعض الشخصيات التماس تعليلات لخروج توحيدة إلى العمل، ما هي تلك التعليلات؟ ¶ ج-إنها ستجد ابن الحلال- أو أنها غير جميلة.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "3- أشار الكاتب إلى خطر تلقين الطفل المفاهيم الاجتماعية التي تنبع من العادات والتقاليد، فهل بدا راضياً عن ذلك بعد أن كبر؟ ¶ ج- كان غير راض بدليل عبارة(أردد كالببغاء). ¶ 4- كيف كانت نظرة المجتمع إلى عمل المرأة؟ وكيف كانت نظرة الكاتب؟ ¶ ج-كان المجتمع يستغرب عمل المرأة ويستهجنه، أما الكاتب فكان معجباً بالمرأة العاملة. ¶ 5- وصف الكاتب المرأة وصفاً خارجياً، ما السمات النفسية التي تعكسها صفاتها الخارجية؟ ¶ ج-كانت تعكس ثقتها بنفسها، وقوة شخصيتها، وعدم اهتمامها بما يقوله الناس عنها. ¶ 6-رد المصادر الآتية إلى أفعالها واذكر وزن كل فعل:(تفرج- خسارة- إطلاق). ¶ ج-تفرُّج:تفعُّل(تفرّج)- خسارة: فَعالة(خسر)-إطلاق: إفعال(أطلق). ¶ 7- استخرج من النص اسم فاعل واسم مفعول وصفة مشبهة باسم الفاعل واذكر أفعالها. ¶ ج-اسم الفاعل:سافرة فعله(سفر)- اسم المفعول:مرهفَة فعله(أرهف)-الصفة المشبهة باسم الفاعل: طيب فعله( طاب). ¶ 8- هات مفرد الجموع التالية:(بنات- الألسن- نساء- الرجال)؟ ¶ ج-بنات: بنت- الألسن: اللسان-نساء: امرأة- الرجال: الرجل. ¶ 9- استعمل الكاتب أسلوب تعجب سماعي، دل عليه وأعد كتابته باستخدام صيغة قياسية؟ ¶ ج-يا لخسارة الرجال- ما أخسرَ الرّجال. ¶ 10- علل سبب كسر همزة (إنّ) في المقطع الثاني؟ ¶ ج-لأنها جاءت في صدر جملة القول. ¶ 11- اشرح الصورة البيانية في قوله(وأتمتم مردداً كالببغاء) وسمها وبين أركانها؟ ¶ ج-شبه الكاتب نفسه بالببغاء، الفاعل المستتر المشبه، والببغاء: المشبه به، والكاف أداة التشبيه، وترديد الكلام وجه الشبه، فالتشبيه تام الأركان. ¶ 21- رسالة إلى جميلة- محمّد الفيتوري ¶ 1-لن تسمع َ الجدرانُ يا جميلة ¶ فالسِّجنُ مثلُ جَبهةِ السَّجَّانْ ¶ من حجرٍ صخرٍ ومن صوَّانْ ¶ وما الّذي تصنعُ راحتانْ؟ ¶ نحيلتان. . مستطيلتان ¶ لامرأةٍ صغيرةٍ نحيلة؟ ¶ 2-أأضربُ الأمثالَ يا جميلة؟ ¶ أأملأُ العروقَ بالثّاراتْ؟ ¶ أأملأُ الوجوهَ بالوجومْ؟",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "أأملأ السَّماءَ بالغيوم؟ ¶ إذاً هبيني ساعةً من حياةٍ ¶ حياةِ روحٍ داخلَ السّجن ¶ حياتكِ السّاعةَ يا جميلة ¶ في ليلِ زنزانتِك الطَّويلة ¶ 1- حين تدورُ ساعةُ الحزنِ ¶ ثلاثَ دوراتٍ فُجائيةْ ¶ وحين لا يَنفذُ للأذنِ ¶ إلا خُطا الجندِ الحديدية ¶ و هي (تجوبُ) ساحةَ السّجنِ ¶ في رعشةٍ شبهِ جنونية ¶ إذاً هَبيني قوّةَ الوجودْ ¶ قوّةً إنسانيةِ البشرْ ¶ قوّة ألفِ ثائرٍ في القيودْ ¶ السّجن سكران قاتلُ ¶ أنت هنا حمامة تحجلُ ¶ في قدميها السّلاسل ¶ الأسئلة: 1- بم وصف الشاعر كل من السجان وجميلة وما المقصود من هذا التقابل؟ ¶ ج-أشار إلى قسوة السجان ورقة جميلة، وهو يرمي إلى قوة المستعمر وضعف الدول المستعمَرة. ¶ 2- لحياة الأبطال داخل السجن قدرة ملهمة ومحرضة, أين تجلى ذلك؟ ¶ ج-في المقطع الثاني(إذاً هبيني ساعة....). ¶ 3- هات اثنين من المشاعر العاطفية في النص, ودل على موطن كل منهما. ¶ ج-إعجاب بجميلة( المقطع الأول- الاعتزاز بصمودها(المقطع الثاني). ¶ 4- هات من النص سمتين من سمات الحداثة في الشعر. ¶ ج-تعدد القوافي(جميلة-السجان)- استخدام الصورة الشعرية استخداماً عضوياً(جبهة السجان). ¶ 5- هات من النص سمتين تثبتان انتماءه إلى المذاهب الواقعي الجديد. ¶ ج-وحدة الشكل والمضمون(كل النص)- استخدام الرمز في التعبير عن الأفكار(السجان). ¶ 6- هات أسلوب استفهام واذكر أداته وبين الغرض منها. ¶ ج-أأملأ العروق بالثارات-أداته الهمزة، تدل على طلب التصديق. ¶ 7- هات من النص اسم فاعل من الثلاثي وآخر من فوق الثلاثي وفعل كل منهما. ¶ من الثلاثي:قاتل(قتل)-من فوق الثلاثي:مستطيلتان(استطال). ¶ 8- هات من المقطع الأخير مصدراً صناعياً واذكر طريقة صوغه. ¶ ج-إنسانية: يصاغ من الاسم الجامد أو المشتق بزيادة ياء مشددة مفتوحة وتاء مربوطة على آخره. ¶ 9- حدد أسلوب النفي في المقطع الأول واذكر أداته, ونوع الجملة المنفية. ¶ ج-لن تسمع: أداته: لن، والجملة المنفية فعلية.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "10- أكد الجملة التالية بثلاث مؤكدات: (أملأ العروق بالثارات). ¶ ج-والله لأملأَنّ العروق بالثارات. ¶ 11- علل سبب كتابة ألف (ابن) في قوله: (أنا ابن المناضلة). ¶ ج-لأنها لم تقع بين اسمين علمين. ¶ 12- أين تجد معنى كلمتي: (القيود- الثارات) في معجم يأخذ بأوائل الكلمات. ¶ ج-القيود: نجردها من الزيادة فتصبح قيد، نجدها في باب القاف مع مراعاة الياء فالدال، الثارات: نجردها من الزيادة فتصبح( ثور) نجدها في باب الثاء مع مراعاة الواو فالراء. ¶ 13- استخرج من الأبيات تشبيها, واستعارة واشرح كل منهما. ¶ ج-التشبيه: فالسجن مثل جبهة السجان، تشبيه مجمل، السجن: مشبه، مثل: أداة التشبيه، جبهة السجان: المشبه به، وحذف وجه الشبه. ¶ 14- هات مرادف الكلمات التالية: تحجل- هبيني. ¶ تحجل:رفع رجلاً وتوثب في مشيه على رجل. هبيني: امنحيني. ¶ 15- استخدم الشاعر حاستين من الحواس في النص, حددهما ودل على موطن كل منهما. ¶ ج-السمع: لن تسمع- البصر: السجن مثل جبهة السجان. ¶ 16-أعرب ما تحته خط مفردات وما بين قوسين جملاً. ¶ راحتان: فاعل مرفوع بالألف لأنه مثنى، جميلة:منادى مفرد علم مبنيّ على الضم في محل نصب على النّداء- ساعةً:مفعول به ثانٍ منصوب-.ثلاثَ:نائب مفعول مطلق منصوب.(تجوب):في محل رفع خبر. ¶ 22- يقولون- سعاد الصباح ¶ 1-يقولون: إنَّ الكتابةَ إثمٌ عظيم ¶ فلا تكتبي ¶ وإنّ الصّلاةَ أمام الحروفِ حرامٌ ¶ فلا تَقربي ¶ وإنّ مِدادَ القصائدِ سمٌّ ¶ فإيّاكِ أن تشربي ¶ وهأنذا ¶ قد شربْتُ كثيراً ¶ فلم أتسمّمْ بحبرِ الدّواةِ على مكتبي ¶ 1- يقولون: ¶ إنّ الكتابةَ امتيازُ الرّجال ¶ فلا تنطقي ¶ وإنّ الكتابةَ بحرٌ عميقُ المياه ¶ وهأنذا قد سبحْتُ كثيراً ¶ وقاومْتُ كلَّ البحارِ ولم أغرقِ ¶ 2- يقولون: إنّي كسرْتُ بشعري جدارَ الفضيله ¶ وأنّ الرّجالَ هم الشّعراء ¶ وأسأل ُ نفسي ¶ لماذا يقيمون هذا الجدارَ الخرافيَّ ¶ بين الحقولِ وبين الشَّجرْ ¶ وبين الغيومِ وبين المطرْ ¶ وما بين أنثى الغزالِ وأنثى الذّكرْ؟",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "ومن قالَ: للشعرِ جنسٌ؟ ¶ وللنّثرِ جنسٌ ¶ وللفكرِ جنسٌ؟ ¶ ومن قالَ إنّ الطّبيعة ¶ ترفضُ صوتَ الطُّيورِ الجميلة؟ ¶ 3- يقولون: إنّي كسرْتُ رُخامةَ قبري ¶ وهذا صحيحْ ¶ وإنّي ذبحْتُ خَفافيشَ عصري ¶ وهذا صحيحْ ¶ وإنّي اقتلعْتُ جذورَ النّفاقِ بشعري ¶ وحطَّمْتُ عصرَ الصَّفيحْ ¶ فإن جرَّحُوني ¶ (فأجملُ ما في الوجودِ غزالٌ جريحْ). ¶ 4-يقولون إني كسرت بشعري جدار الفضيلة ¶ وأن الرجال هم الشعراء ¶ فكيف ستولد شاعرة في القبيلة؟ ¶ وأضحك ممن يريدون في عصر الكواكب ¶ وأد النساء ¶ وأضحك من كل ما قيل عني ¶ وأبقى أغني على قمتي العالية ¶ وأعرف أن الرعود (ستمضي) ¶ وأن الزّوابع تمضي ¶ وأن الخفافيش تمضي ¶ وأعرف أنهم زائلون ¶ وأني أنا الباقية ¶ الأسئلة: 1- ما الحجج التي قدمتها الشاعرة دفاعاً عن حق المرأة في التعبير عن مشاعرها؟ ¶ ج-أوحت بأن المرأة جزء مكمل للمجتمع كأجزاء الطبيعة التي تكمل بعضها بعضاً. ¶ 2- هات من النص أسلوب استفهام واذكر أداته, وبم استفهم بها. ¶ ج-لماذا يقيمون: أداته: لماذا، يستفهم بها عن غير العاقل. ¶ 3- اجعل (الكتابة) مخصوصاً بالمدح في جملة مفيدة. ¶ ج-نعمَ العملُ الكتابةُ ¶ 4- علل سبب كتابة التاء مبسوطة في: (صوت- سبحت). ¶ ج-صوت: اسم ثلاثي ساكن الوسط-سبحت: فعل ينتهي بتاء الفاعل. ¶ 5- استخرج من المقطع الثاني مصدراً قياسياً وآخر سماعياً واذكر فعل كل منهما. ¶ ج-امتياز: مصدر قياسي فعله امتز- الكتابة: سماعي، فعله: كتب. ¶ 6- صغ اسم الفاعل واسم المفعول من (قاوم- أسأل). ¶ ج-قاوم: مقاوِم(اسم فاعل، مقاوَم( اسم مفعول)-أسأل: سائل(اسم فاعل)، مسؤول( اسم مفعول). ¶ 7- النص من مذهب الواقعية الجديدة, هات سمتين تثبتان ذلك. ¶ ج-المحتوى الثوري في كل النص- استخدام الرمز في التعبير عن الأفكار(خفافيش). ¶ 8- هات سمتين تثبتان انتماء إلى الأدب الملتزم. ¶ ج-الجرأة في التعبير عن الأفكار(لماذا يقيمون هذا الجدار الخرافي؟)-النقد(ومن قال: للشعر جنس؟).",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "9- اشرح الصورة البيانية التالية وسمها: (إن الكتابة بحر, إني كسرت جدار الفضيلة). ¶ ج-إن الكتابة بحر عميق: تشبيه مؤكد الكتابة: مشبه، بحر: مشبه به، عميق: وجه الشبه-إني كسرت جدار الفضيلة: استعارة مكنية شبه الفضيلة بالبيت الذي له جدار وحذف المشبه به وأبقى شيئاً من لوازمه. ¶ 10- استخرج من المقطع الأول أسلوب تحذير, واذكر طريقته. ¶ ج-إياك أن تشربي:استعملت إيا مع كاف الخطاب، تلاها المحذر منه مصدراً مؤولاً. ¶ 11- أين تعلق الجار والمجرور فيما يلي: (بحبر- على مكتبي- بشعري). ¶ ج-بحبر: متعلقان بأتسمم- على مكتبي: متعلقان بحال محذوفة- بشعري: متعلقان بكسرت. ¶ 12- هات مرادف الكلمات التالية: إثم- الفضيلة- الخرافي. ¶ ج-إثم: ذنب كبير- الفضيلة: المزية- الخرافي: حديث كاذب مستملح. ¶ 13- النص حافل بالرموز, حدد بعضها, والمقصود منها. ¶ ج-جدار الفضيلة رمز لحدود الخلاق-الحقول والشجر والغيوم والمطر رمز للإبداع الشعري-خفافيش عصري: متحجرو العقول- عصر الصفيح: عهد التخلف. ¶ 14- رتب المفردات التالية حسب ورودها في المعجم يأخذ بأواخر الكلمات: (تقربي- تشربي- مكتبي). ¶ ج-جذرها: قرب- شرب- كتب- الترتيب:تشربي-تقربي- مكتبي. ¶ 15-أعرب ما تحته خط مفردات وما بين قوسين جملاً. ¶ ج-تشربي:فعل مضارع منصوب وعلامة نصبه حذف النون من آخره لأنه من الأفعال الخمسة، والياء ضمير متصل مبنيّ على السّكون في محل رفع فاعل- كثيراً: نائب مفعول مطلق منصوب وعلامة نصبه الفتحة الظاهرة-جملة (ستمضي):في محل رفع خبر إنّ. جنسٌ: مبتدأ مؤخر مرفوع وعلامة رفعه الضّمّة الظاهرة(أجمل ما في الوجود غزال جريح) في محل جزم جواب الشرط الجازم المقترن بالفاء. ¶ 23- فرحة الجلاء- شفيق جبري ¶ 1- حلمٌ على جنباتِ الشَّامِ أم عيدُ؟ ¶ 2- أتكذبُ العينُ و(الرَّاياتُ خافقةٌ؟) ¶ 3- كأنَّ كلَّ فؤادٍ من جلائهِمُ ¶ 4- ملءُ العيونِ دموعٌ من هناءَتِها ¶ 5- على النَّواقيسِ أنغامٌ مسبِّحةٌ",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "6- لو ينشدُ الدَّهرُ في أفراحنا ملأَتْ ¶ 7- ليت العيونَ-صلاحَ الدِّينِ- ناظرةٌ ¶ 8- اضربْ بعينِكَ هل تلقى له أثراً ¶ 9- يا فتيةَ الشَّامِ للعلياءِ ثورتُكم ¶ 10- جدْتُم فسالَتْ على الثّوراتِ أنفسُكُمْ ¶ 11-تكادُ تُفلتُ من أكفانِها رِممٌ ¶ 12-ما نامت الشّامُ عن ثأرٍ تبيّتُه ¶ 13-خلت ملوكٌ وأرضُ الشّامِ طاويةٌ ¶ لا الهمُّ همٌّ ولا التَّسهيدُ تسهيدُ ¶ أم تكذبُ الأذْنُ والدُّنيا أغاريدُ؟ ¶ نشوانُ قد لعبَتَْ فيه العناقيدُ ¶ فالدّمعُ درٌّ على الخدّيْن منضودُ ¶ وفي المآذنِ تسبيحٌ وتحميد ¶ جوانبَ الدّهرِ في البشرى الأناشيدُ ¶ إلى العدوِّ الّذي ترمي بهِ البيدُ ¶ كأنَّهُ شبحٌ في الّليلِ مطرودُ ¶ وما يضيعُ مع العلياءِ مجهودُ ¶ علّمْتُم النّاسَ في الثوراتِ ( ما الجودُ؟) ¶ لتشهدَ الثأرَ يومَ الثأرِ معهودُ ¶ هيهاتَ ما نومُها في الثّأرِ معهودُ ¶ تاجَ الملوكِ، وتاجُ الشّامِ معقودُ ¶ الأسئلة: 1- قال بدر الدين الحامد في ذكرى الجلاء: ¶ يا راقداً في روابي ميسلون أفِقْ جلت فرنسا وما في الدار هضّامُ ¶ يوم الجلاء هو الدنيا وزهوتها لنا ابتهاج وللباغين إرغامٌ ¶ وازن بين هذا البيت والبيت السابع من النص من حيث الفكرة والأسلوب. ¶ ج-كلا الشاعرين يربط بين حاضر الأمة وماضيها، وكلاهما يخاطب واحداً من أبطالها، وكلاهما يشير إلى دحر المحتلين،جبري موقفه قومي، والحامد وطني، ومن حيث الأسلوب فكلا الشاعرين اعتمد الأسلوب الإنشائي (التمني والنداء عند جبري، والنداء والأمر عند الحامد)، أسلوب الحامد تقريري، وجبري غير مباشر(ترمي به البيد). ¶ 2- عبر الشاعر عن فرحة الجماهير بالجلاء بأشكال عدة وضح ذلك. ¶ ج-كان الشاعر تارة يتساءل إن كان ما يراه حلماً وكأنه ى يصدق أن الوطن غدا حراً، وتارة يشير إلى دموع الفرح في عيون الناس، وتارة إلى الأعلام المرفرفة في سماء الوطن، والأغاريد التي تتردد في جنباته، وتارة بالأذان في المساجد وصوت النواقيس في الكنائس.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "3- هات ثلاثاً من سمات الأسلوب اللفظي ومثل لكل منها. ¶ ج-الألفاظ سهلة(عيد) موحية(نشوان) ملائمة للأفكار(هناءتها) والتراكيب متينة(للعلياء ثورتكم) مناسبة للأفكار(لعبت فيه العناقيد)تتراوح بين الخبر(تكاد تفلت) والإنشاء( ليت العيون صلاح الدين ناظرة). ¶ 4- في البيت الأول أسلوب استفهام حدده واذكر أداته, وبين قرينتها, واذكر سبب استعمالها دون (أو). ¶ ج-حلم أم عيد، أداته الهمزة المحذوفة(أحلم...) وقرينتها أم العاطفة المعادلة، واستعملت لأنها تدل على أن ما قبلها مساو لما بعدها في الحكم بينما أو تدل على التخيير، وأم قرينة همزة التصور دون أو. ¶ 5- أكد الجملة التالية بمؤكد ثم باثنين: (ينشد الدهر). ¶ ج-لِينشدنّ الدهر- لَينشدَنَّ الدهرُ. ¶ 6- في البيت الثالث جملة مؤكدة حددها واذكر أسلوب توكيدها. ¶ ج-قد لعبت-أُكدت بقد لأن فعلها ماض. ¶ 7- رتب الكلمات التالية حسب ورودها في المعجم يأخذ بأوائل الكلمات: (العلياء- سالت- خلتْ- همٌّ). ¶ ج-أصلها:علو-سيل-خلو-همم. الترتيب: سالت-همّ-خلت-العلياء. ¶ 8- علل سبب كتابة الهمزة في: (ملء- جلائهم- ثأر- فؤاد- هناءتها). ¶ ج-ملء: همزة متطرفة سبقت بساكن- جلائهم: همزة متوسطة مكسورة بعد ألف ساكنة. ¶ ثأر: همزة متوسطة ساكنة بعد حرف مفتوح- فؤاد: همزة متوسطة مفتوحة بعد حرف مضموم. ¶ هناءَتها: همزة متوسطة مفتوحة بعد ألف ساكنة. ¶ 9- استخرج من النص اسم فاعل من الثلاثي واسم مفعول من الثلاثي ومصدراً لفعل من فوق الثلاثي واذكر فعل كل منها. ¶ ج-اسم الفاعل:طاوية(طوى)-اسم المفعول: منضود(نُضد)-المصدر فوق الثلاثي:التسهيد(سهّد). ¶ 10- ما سبب منع كلمتي: (أغاريد- نشوان). من الصرف. ¶ ج-أغاريد: صيغة منتهى الجموع- نشوان: صفة على وزن فعلان. ¶ 11- النص من المذهب الاتباعي, اذكر سمتين من سمات الصور الاتباعية. ¶ أ- وحدة الوزن والقافية: في كل الأبيات. ب- محاكاة القدماء في أساليبهم وتراكيبهم: الدّمع درٌّ- ترمي به البيد.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "12- في البيت السابع إنشاء طلبي حدده, وبين نوعه, واذكر أداته. ¶ ج-ليت العيون ناظرة، نوعه: تمني، أداته: ليت. ¶ 13- اشرح الصورة البيانية (الدمع در على الخدين منضود) وسمها. ¶ ج-الصورة تشبيه مؤكد، الدمع: مشبه، در: مشبه به، منضود: وجه الشبه، وقد حذفت الأداة. ¶ 14- قطع الشطر الثاني من البيت الثاني وسم بحره, وحدد قافيته, وحرف رويه. ¶ ج-أم تكذبُ ال/أذنُ والد/دّنيا أغا/ريدُ ¶ مستفعلن/فاعلن/مستفعلن/فاعلْ-من البحر البسيط، قافيته: ريدُ، حرف رويه: الدال. ¶ 15- هات مرادف المفردات التالية: نشوان- منضود- تسهيد- البيد- رمم. ¶ ج-نشوان: سكران-منضود: مرتب- تسهيد: أرق- البيد: الصحارى- رمم:العظام البالية. ¶ 16-لمَ كررت لا في البيت الأول ولم أهملت؟ ¶ ج-لأن اسمها جاء معرفة. ¶ 17-هات تركيباً يماثل قوله:الدنيا أغاريد-لعبت فيه العناقيد-ينشد الدهر-ترمي به البيد. ¶ ج- الدنيا أغاريد:الكون أفراح-لعبت فيه العناقيد:أسكرته الكروم-ينشد الدهر:يغني الزمن.-ترمي به ¶ البيد:تشتته الصحراء. ¶ 18-في أي بيت ربط انتصارات الحاضر بأمجاد الماضي؟ ¶ ج-في البيت السابع. ¶ 19-أعرب ما تحته خط مفردات وما بين قوسين جملاً. ¶ ج- الهمُّ:مبتدأ مرفوع(الرّايات خافقة) :.في محل نصب حال. أنغامٌ:مبتدأ مرفوع، (ما الجود)في محل نصب مفعول به ثان. هيهات:اسم فعل ماض بمعنى بعُد، مبني على الفتح، تاجَ: مفعول به منصوب بالفتحة. ¶ انتصار بور سعيد- عبد الوهاب البياتي ¶ 1- على رخامِ الدّهرِ بورسعيد ¶ قصيدةٌ مكتوبةٌ بالدّم والحديدْ ¶ قصيدةٌ عصماء ¶ قصيدةٌ حمراءْ ¶ تنْزفُ من حروفِها الدّماءْ ¶ تهدرُ في رويِّها المُنتصرِ الجبَّارْ ¶ صيحاتُ فجرِ الثارْ ¶ تطلُّ من أبياتها بنادقُ الأنصارْ ¶ وأعينِ الصِّغارْ ¶ 2- على جبين الدّهرِ بورسعيدْ ¶ مدينةٌ شامخة ُ الأسوارْ ¶ شامخةٌ كالنارْ ¶ كالإعصارْ ¶ في أوجهِ الّلصوصِ ¶ لصوصِ أوربّا من التّجارْ ¶ من مجرمي الحروب ¶ وشاربي الدّماءْ ¶ 3- عبرَ جدارِ الموتِ بورسعيدْ ¶ صامدةٌ كالبحر ¶ (لا تنام)",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "يخوضُ في ساحاتها السّلامْ ¶ معركةُ الحياة ¶ تحرسُهُ بنادقُ الأنصارْ ¶ وأعين الصّغارْ ¶ الأسئلة: 1- ما القضية التي يلتزمها الشاعر؟ وما أبعادها؟ وضح ذلك. ¶ ج-يلتزم قضية الحرية، وهي قضية إنسانية لأنه يتحدث عن نضال بور سعيد الذي هو نضال الشعوب المستعمرة كلها. ¶ 2- يستخدم الشاعر الرمز في التعبير عن فكرهِ, استخرج بعضها, وبين المعنى الذي قصده الشاعر فيها. ¶ ج-رخام الدهر: رمز الخلود- جبين الشمس: رمز الشموخ- جدار الموت: رمز الصمود- اللصوص: رمز الامبريالية. ¶ 3- بم شبه الشاعر بور سعيد في المقطع الأول. ¶ ج-شبهها بقصيدة عصماء لا عيب فيها. ¶ 4- حدد اثنين من المشاعر العاطفية برزتا في النص وحدد موطن كل منها. ¶ ج-اعتزاز بشموخ بورسعيد( المقطع الثاني)-إعجاب بصمودها( المقطع الثالث). ¶ 5- استخرج من النص اسم فاعل واسم مفعول وعين فعل كل منهما. ¶ ج-اسم الفاعل:المنتصر(انتصر)-اسم المفعول: مكتوبة(كُتب). ¶ 6- رتب الكلمات التالية بحسب ورودها في معجم يأخذ بأواخر الكلمات: (عصماء- صامدة- الصغار- الدماء- أسوار). ¶ ج-جذرها: عصم -صمد- صغر- دمو- سور. الترتيب:صامدة-أسوار-الصغار-عصماء-الدماء. ¶ 7- رد الجموع التالية إلى مفردها: (اللصوص- أنصار- ساحات). ¶ ج-اللصوص: اللص- أنصار: نصير- ساحات: ساحة. ¶ 8- هات سمتين من السمات التالية برزتا في النص: المحتوى الثوري- الجنوح إلى الخيال- التفاؤل الثوري- استخدام الرمز- الذاتية. ¶ ج- المحتوى الثوري- التفاؤل الثوري- استخدام الرمز. ¶ 9- اذكر سمتين من سمات شعر التفعيلة في النص مع شاهد لكل منهما. ¶ ج-وحدة النص(كل النص)-تنوع القوافي:(الحديد،عصماء) ¶ 10- اختر من المقطع الثالث صورة واشرحها, وسمها. ¶ ج-صامدة كالبحر: تشبيه مجمل، صامدة: مشبه، البحر: مشبه به، الكاف الأداة، وحذف وجه الشبه. ¶ 11- أكد الجملة التالية بحرف زائد: (هل لك حاجة؟ لست منكرا للجميل). ¶ ج-هل لك من حاجة- لست بمنكر الجميل.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "12- انسب إلى الأسماء التالية: (بور سعيد- شامخة- قصيدة- دم). ¶ ج-بورسعيدي-شامخي- قصيدي- دموي. ¶ 13- علق الجار والمجرور في قوله: (على رخام الدهر- بالدم- في أوجه- من حروفها). ¶ ج-على رخام: متعلقان بصفة محذوفة تقديرها كائنة- بالدم:متعلقان بمكتوبة- في أوجه: باسم الفاعل صامدة- من حروفها: بتنزف. ¶ 15-أعرب ما تحته خط مفردات وما بين قوسين جملاً. ¶ ج- قصيدةٌ:خبر مرفوع بالضمة الظاهرة،الجبارْ:صفة مجرورة بالكسرة الظاهرة وحركت بالسّكون لضرورة الشّعر.(لا تنام):في محل نصب حال، أوربا: مضاف إليه مجرور بالفتحة المقدرة على الألف للتعذر. ¶ 25- إشراقة النّصّر في تشرين- نزار قباني ¶ 1- جاءَ تشرينُ إنّ وجهَكِ أحلى ¶ 2- كيفَ صارَتْ سنابلُ القمحِ أعلى؟ ¶ 3- إنّ أرضَ الجولانِ تشبهُ عينيك ¶ 4- كلُّ جرحٍ فيها حديقةُ وردٍ ¶ 5- يا دمشقُ البسي دموعي سواراً ¶ 6- وضعي طرحةَ العروسِ لأجلي ¶ 7- هُزمَ الرّومُ بعدَ سبعٍ عجافٍ ¶ 8- اسحبي الّذيلَ يا قنيطرةَ المجدِ ¶ 9- علمينا فقهَ العروبةِ يا شا ¶ 10-شمسُ غرناطةَ أطلّت علينا ¶ 11-استردّت أيّامَها بك بدرٌ ¶ 12-بك عزّت قريشٌ بعدَ هوانٍ ¶ 13-مزّقي يا دمشقُ خارطةَ الذّلِّ ¶ 14-صدقَ السّيفُ حاكماً وحكيماً ¶ 15-اركبي الشّمسَ يا دمشقُ حصاناً ¶ 16- وطني يا قصيدةَ النّارِ والور ¶ 17- نحنُ عكّا ونحن كرملُ حيفا ¶ 18-كلُُّ ليمونةٍ ستنجبُ طفلاً بكثيرٍ ما (سرُّهُ تشرينُ) ¶ كيفَ صارتْ عيناك بيتَ السّنونو ¶ فماءٌ يجري ولوزٌ وتينُ ¶ وربيعٌ ولؤلؤٌ مكنونُ ¶ وتمنّيْ فكلُّ صعبٍ (يهونُ) ¶ إنّ مهرَ المناضلاتِ ثمينُ ¶ وتعافى وُجداننا المطعونُ ¶ وكحِّلْ جفنيْكَ يا حرمونُ ¶ مُ فأنت البيانُ والتبيين ¶ بعدَ يأسٍ وزغردت ميسلونُ ¶ واستعادت شبابَها حطّينُ ¶ وتلاقت قبائلٌ وبطونُ ¶ وقولي للدّهرِ كنْ فيكونُ ¶ وحدَه السّيفُ يا دمشقُ اليقينُ ¶ ولكِ اللهُ حافظٌ وأمينُ ¶ دِ تغنّتْ بما صنعْت القرونُ ¶ وجبالُ الجليلِ والّلطرونُ",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "ومُحالٌ أنْ ينتهي الّليمونُ الأسئلة: 1-هات تركيباً يماثل قوله:هزم الروم-اسحبي الذيل-علمينا فقه العروبة-تغنت القرون-تعافى وجداننا المطعون-قصيدة النار. ¶ ج- هزم الروم:دُحر العدو-اسحبي الذيل:تفاخري-علمينا فقه العروبة:امنحينا أصول القومية-تغنت القرون:اعتز الدهر. تعافى وجداننا المطعون:استردت كرامتنا المهدورة-قصيدة النار:ملحمة البطولة. ¶ 2-إلامَ يرمز الشاعر بكل مما يلي؟:بيت السنونو-لوز وتين-الروم-سبع عجاف-ليمونة. ¶ ج- بيت السنونو:الدفء والحنان-لوز وتين:الجمال-الروم:الصهاينة.-سبع عجاف:سنوات الاحتلال-ليمونة:المرأة الفلسطينية. ¶ 3- لم بدت دمشق أجمل في عين الشاعر بعد حرب تشرين التحريرية. ¶ ج-بسبب انتصارها وتحرير أرضها المحتلة. ¶ 4- أشار الشاعر إلى الوحدة التي تربط سوريا وفلسطين, ومجد مواقف سوريا النضالية, أين تجلى ذلك؟ ¶ ج-في قوله: نحن عكا ونحن كرمل حيفا، حيث اعتبر انتصار تشرين مقدمة لتحرير الأجزاء المغتصبة في فلسطين. ¶ 5- قال الشاعر أبو ريشة: ¶ يا عروس المجد تيهي واسحبي في مغانينا ذيول الشهب ¶ - أشر إلى البيت الذي يقارب معناه معنى البيت السابق ووازن بينهما من حيث المعنى والأسلوب. ¶ ج-البيت الثامن، أبو ريشة يعبر عن اعتزازه بدمشق ، وفرحته بجلاء المستعمرين عنها، وموقفه وطني، بينما القباني يعبر عن اعتزازه بالقنيطرة، وفرحته بتحريرها من الصهاينة، وموقفه قومي. ¶ 6- ما المشاعر العاطفية التي تظهر في النص؟ مثل لكل شعور من الأبيات. ¶ ج- فرح بانتصار تشرين(1-4). -إكبار وإجلال للتضحيات في تشرين(5-8) ¶ الاعتزاز بدمشق وأصالتها القوميّة(9-10). الاعتزاز بالروابط القوميّة 11-12). ¶ 7- حدد سمتين من سمات التراكيب في الأبيات ومثل لكل سمة في النص. ¶ ج-تراكيب متينة ومترابطة(جاء تشرين)- مناسبة للمعاني( اسحبي الذيل). ¶ 8- استخرج من النص أسلوب استفهام, واذكر أداته ودلالتها وبين الغرض منه.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "ج- ما سره تشرين؟ أداته: ما تدل على غير العاقل، غرضه: إظهار الإعجاب. ¶ 9- ما نوع المشتقات التالية وما فعل كل منها: (مجنون- أحلى- المناضلات- مطعون- أمين). ¶ ج-مجنون: اسم مفعول(جُنّ)- أحلى: اسم تفضيل( حلي)- المناضلات: اسم فاعل( ناضل)- مطعون: اسم مفعول( طُعن)- أمين: صفة مشبهة باسم الفاعل(أمن). ¶ 10- علل سبب كسر همزة إن في البيت السادس، ثم علل سبب كتابة الهمزة في: (لؤلؤ- جاء). والألف اللينة في: (ينسى- حيفا). ¶ ج-كسرت همزة إن لأنها جاءت في أول الكلام. ¶ 11- هات مصدر كل من الأفعال التالية: (مزق- ينسى- تنجب- تغنت- ينتهي). ¶ ج-مزّق: تمزيق- ينسى: نسيان- تنجب: إنجاب- تغنت: غناء-ينتهي: انتهاء. ¶ 12- رتب الكلمات التالية حسب ورودها في معجم يأخذ بأواخر الكلمات: (مكنون- المطعون- التبيين). ¶ ج-جذرها: كنن-طعن-بين، الترتيب: التبيين-المطعون-مكنون. ¶ 13- اشرح الصورة البيانية في البيت الرابع وسمها. ¶ ج-تشبيه بليغ، جرح: مشبه، حديقة ورد: مشبه به، وحذفت الأداة ووجه الشبه. ¶ 14- هات من النص السابق محسناً بديعياً واذكر نوعه. ¶ ج-النار والورد- طباق. صعب ويهون: طباق. ¶ 15- هات سمتين من السمات التالية برزتا في النص: (الذاتية- التقريرية- التروع إلى التحرر- تمجيد العقل- الجنوح إلى الخيال0 التجديد في الصورة). ¶ ج- الذاتية - التروع إلى التحرر - الجنوح إلى الخيال- التجديد في الصورة ¶ 16- هات من البيت التاسع أسلوب إنشاء واذكر نوع الإنشاء، وغرضه. ¶ ج-علمينا فقه العروبة- أمر، غرضه إظهار الاعتزاز. ¶ 17- في أي بيت ربط الشاعر بين انتصارات الماضي والحاضر. ¶ ج-في البيت 10 و11. ¶ 18- هات مرادف الكلمات التالية: (عزت- عجاف - مكنون). ¶ ج-عزت: أصبحت منيعة- عجاف: هزيلة- مكنون: مصان. ¶ 19- علل سبب منع الكلمات التالية من الصرف: (قبائل- تشرين- أحسن). ¶ ج-قبائل: صيغة منتهى الجموع- تشرين: اسم علم أعجمي- أحسن: صفة على وزن أفعل.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "20- أكّد (صدق السيف) بمؤكدين ثم بثلاث مؤكدات. ¶ ج-والله لقد صدق السيف. ¶ 21- اجعل: (عَزّت قريش- هُزِمَ الروم) في أسلوبي تعجب قياسيين. ¶ ج-ما أعزَّ قريشاً- ما أجملَ أن يُهزمَ الرّومُ. ¶ 22- قطع الشطر الثاني من البيت الأول وسم بحره, ثم حدد قافية القصيدة وحرف رويها. ¶ ج-بكثيرٍ/ٍ ما سرُّهُ /تشرينُ ¶ فعلاتن/مستفعلن/فعْلاتن - من البحر الخفيف، قافيته:رينو، حرف رويه: النون. ¶ 23-أعرب ما تحته خط مفردات وما بين قوسين جملاً. ¶ ج-(ما سره)في محل رفع خبر مقدّم لتشرين- السنونو:مضاف إليه مجرور وعلامة جره الكسرة المقدرة على الواو للثقل ، سواراً: تمييز منصوب وعلامة نصبه الفتحة الظاهرة، (يهون): في محل رفع خبر، حاكماً: حال منصوبة بالفتحة الظاهرة، حصاناً: تمييز منصوب بالفتحة الظاهرة، محالٌ: خبر مقدم مرفوع بالضمة الظاهرة. ¶ 24-قال أبو فراس الحمداني: تهون علينا في المعالي نفوسنا …ومن يخطبِ الحسناء لم يغلها المهر ¶ دلّ على البيت الّذي تلتقي فكرته مع بيت أبي فراس،وما المعنى الجديد الّذي أضافه نزار قباني؟ ¶ ج- البيت المقصود هو: وضعي طرحة العروس لأجلي…إن مهر المناضلات ثمين ¶ الحمداني: موقفه موقف اعتزاز وشموخ وهو مستعدٌ لبذل روحه ويرى أن المرأة الحسناء تستحق مهراً غالياً، والقباني موقفه فرحٌ وإعجابٌ، وهو مستعدٌ لتلبية ما تطلب، ويرى أن المهر الغالي هو من حق المرأة المناضلة وهو الموقف الجديد الّذي أضافه. ¶ 26- المساء- خليل مطران ¶ 1- داءٌ ألمَّ فخِلْتُ فيهِ شفائي ¶ 2- يا للضَّعيفين استبدّا بي وما ¶ 3- قلبٌ أصابَتْهُ الصَّبابةُ والجوى ¶ 4-نِعْمَ الضَّلاَلَةُ حَيْثُ تُؤْنِسُ مُقْلَتِي ¶ 5- إنّي أقمْتُ على التَّعلَّةِ بالمنى ¶ 6- شاكٍ إلى البحرِ اضطرابَ خواطري ¶ 7- ثاوٍ على صخرٍ أصمَّ وليت لي ¶ 8-يَنْتَابُهَا مَوْجٌ كَمَوْجِ مَكَارِهِي ¶ 9- وَالبَحْرُ خَفَّاقُ الْجَوَانِبِ ضَائِقٌ ¶ 10-وَالأُفْقُ مُعْتَكِرٌ قَرِيحٌ جَفْنُهُ",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "11- يا لَلغروبِ وما بهِ من عَبرةٍ ¶ 12-أَوَلَيْسَ طَمْساً لِلْيَقِينِ وَمَبْعَثاً ¶ 13-وَلَقَدْ ذَكَرْتُكِ وَ(النَّهَارُ مُوَدِّعٌ) ¶ 14-وَخَوَاطِرِي تَبْدُو تُجَاهَ نَوَاظِرِي ¶ 15-وَالدَّمْعُ مِنْ جَفْنِي يَسِيلُ مُشَعْشَعاً ¶ 16- والشّمس في شفقٍ يسيلُ نضارُه ¶ 17- مرَّتْ خلالَ غمامتيْن تحدّراً ¶ 18- فكأنّ آخرَ دمعةٍ للكونِ قد ¶ 19-وكأنّني آنسْتُ يومي زائلاً ¶ من صَبوتي فتضاعفَتْ بُرَحائي ¶ في الظّلم مثلُ تحكُّمِ الضّعفاءِ ¶ وغِلالةٌ (رثَّتْ) من الأدواءِ ¶ أَنْوَارُ تِلْكَ الطَّلْعَةِ الزَّهْرَاءِ ¶ في غربةٍ قالوا تكونُ دوائي ¶ فيجيبُني برياحِهِ الهوجاءِ ¶ قلباً كهذي الصّخرةِ الصّمّاءِ ¶ وَيَفُتُّهَا كَالسُّقْمِ فِي أَعْضَائِي ¶ كَمَداً كصَدْرِي سَاعَةَ الإِمْسَاءِ ¶ يُغْضِي عَلَى الْغَمَرَاتِ وَالأَقْذَاءِ ¶ للمُستهامِ وعِبرةٍ للرّائي ¶ للِشَّكِّ بَيْنَ غَلاَئِلِ الظَّلْمَاءِ ¶ وَالْقَلْبُ بَيْنَ مَهَابَةٍ وَرَجَاءِ ¶ كَلْمَى كَدَامِيَةِ السَّحَابِ إزَائِي ¶ بِسَنَى الشُّعَاعِ الْغَارِبِ المُتَرَائِي ¶ فوقَ العقيقِ على ذُراً سوداءِ ¶ وتقطّرتْ كالدّمعةِ الحمراءِ ¶ مُزجَتْ بآخرِ أدمعي لرثائي ¶ فرأيْتُ في المرآةِ (كيفَ مسائي؟) ¶ الأسئلة: 1- يمتزج الشاعر الوجداني بالطبيعة فتنعكس فيها مشاعره وأحاسيسه، هات أمثلة من النص تثبت ذلك. ¶ ج- في وصف اضطراب نفسه وحيرتها وقلقه صور ذلك من خلال اضطراب موج البحر، وفي تصوير كآبته وحزنه، انعكس ذلك في صورة الشمس الغاربة. ¶ 2-قال ابن الرمي: ¶ وقد رنقت شمس الأصيل على الأفق الغربي ورسا مزعزعا ¶ وودعت الدنيا لتقضي نحبها وشوّل باقي عمرها فتشعشعا ¶ وازن بين وصف الغروب عند الشاعرين من حيث المضمون والبناء. ¶ ج- ج-كلا الشاعرين يصف الغروب،وكلاهما متشائم،ابن الرومي:الشمس كالطائر تسكب أشعتها على الأفق الغربي،أما مطران فالشمس فأشعتها كالذهب يسيل على المرتفعات.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "3-بين نوع المشتقات التالية وردها إلى فعلها:(أصم-خفاق-ضائق-شاك). ¶ ج- أصم: صفة مشبهة باسم الفاعل(صمم)-خفاق: مبالغة اسم فاعل(خفق)-ضائق: اسم فاعل(ضاق)-شاك:اسم فاعل(شكى). ¶ 4-رد الجموع التالية إلى مفردها:(الضعفاء-خواطر-مكاره). ¶ ج- الضعفاء: الضعيف -خواطر: خاطرة-مكاره:مكروه. ¶ 5-رتب الكلمات التالية في معجم يأخذ بأوائل الكلمات: شفائي-برحائي-خواطري. ¶ ج-أصلها: شفي-برح-خطر. الترتيب: برحائي-خواطري- شفائي. ¶ 6-هات مرادف الكلمات التالية: رثت-الهوجاء-أصم-عَبرة-ذرا. ¶ ج-رثت: بليت- الهوجاء: العنيفة- أصم: أطرش- عَبرة:دمعة- ذرا: قمم. ¶ 7-قطع الشطر الثاني من البيت الثاني وسم بحره، وحدد قافيته وحرف رويه. ¶ ج- في الظّلم مث/لُ تحكُّمِ الض/ضّعفاءِ ¶ متْفاعلن/متفاعلن /متفاعلْ - من البحر الكامل- قافيته: فائي- حرف رويه: الهمزة. ¶ 8-في البيت الثاني أداة نفي بطل عملها، دل عليها، وبين سبب إلغاء عملها. ¶ ج-ما، ألغي عملها لتقدم الخبر على الاسم. ¶ 9-حدد اثنين من المشاعر العاطفية في الأبيات ودل على موطن كل منهما. ¶ ج-ألم(1و2و3)-حزن وأسى(من 12-16). ¶ 10-هات من النص اسم فاعل، وصفة مشبهة باسم الفاعل، واسم آلة واذكر فعل كل منها. ¶ ج-اسم فاعل:مودّع(ودّع)- الصفة المشبهة: أصم(صمم)- اسم الآلة:المرآة(رأى). ¶ 11-علل سبب كتابة الألف اللينة في:(كلمى-ذرا). ¶ ج-كلمى: اسم فوق ثلاثي- ذرا: أصلها واو. ¶ 12-ما الغرض الذي خرج إليه النداء في البيت الحادي عشر؟ ¶ ج- خرج إلى التعجب. ¶ 13-هات سمتين من السمات التالية برزتا في النص:الذاتية-تمجيد العقل-الجنوح إلى الخيال-الهروب إلى الطبيعة-التفاؤل الثوري. ¶ ج- الذاتية- الجنوح إلى الخيال-الهروب إلى الطبيعة. ¶ 14- هات من الأبيات أسلوب تعجب سماعي وأعد كتابته باستخدام أسلوب قياسي. ¶ ج-يا للضعيفين:ما أضعفَهما-يا للغروب:ما أروعَ الغروبَ. ¶ 15-هات تركيباً يماثل قوله:تضاعفت برحائي-يسيل نضاره-آنست يومي زائلاً.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "ج- تضاعفت برحائي:اشتدت معاناتي.-يسيل نضاره: تنسكب أشعته.-آنست يومي زائلاً: أحسست بدنو أجلي. ¶ 16-أعرب ما تحته خط مفردات وما بين قوسين جملاً. ¶ ج- للضَّعيفين: جار ومجرور بالياء لأنه مثنى- (رثَّتْ):في محل رفع صفة- اضطرابَ:مفعول به منصوب بالفتحة الظاهرة، سَاعَةَ:ظرف زمان منصوب بالفتحة الظاهرة، جَفْنُهُ:فاعل مرفوع بالضمة الظاهرة، (النَّهَارُ مُوَدِّعٌ):في محل نصب حال، كَلْمَى: حال منصوبة بالفتحة المقدرة على الألف للتعذر، مُشَعْشَعاً: حال منصوبة بالفتحة (كيفَ مسائي؟):في محل نصب مفعول به. ¶ 27 - الحب المتسامي- بدوي الجبل ¶ 1- تقسّمَ النّاسُ دنياهُم وفتنتها ¶ 2- ما فارقَ الرِّيُّ قلباً أنت جُذوتُهُُ ¶ 3- غمرْتِ قلبي بأسرارٍ معطَّرةٍ ¶ 4- في مقلتيْكِ سماواتٌ يهدهدُها ¶ 5- ورنوةٌ لكِ راح النَّجمُ يرشفُها ¶ 6- مدلَّهٌ فيكِ ما فجرٌ ونجمتُهُ ¶ 7- مَن كان يسكبُ عينيهِ ونورها ¶ 8- سما بحسنِكِ عن شكواهُ تكرمةً ¶ 9- يريدُ بِدْعاً من الأحزانِ مؤتلقاً ¶ 10-أرخصتُ للدّمعِ جفني ثمّ باكرَهُ ¶ 11-يضيعُ عني وسيمٌ من كواكبِها ¶ ج وقد تفرَّدَ مَن يهوى بدنياهُ ¶ ولا النّعيمُ محبّاً أنت سَلواهُ ¶ والحبُّ (أملكُهُ للرّوحِ أخفاهُ) ¶ من أشقرِ النّورِ أصفاهُ وأحلاهُ ¶ حتّى ترنّحَ سكرٌ في محيّاهُ ¶ مولَّهٌ فيكِ ما قيسٌ وليلاهُ ¶ لتستحمَّ رؤاكِ الشّقرُ لولاهُ ¶ وراح يسمو عن الدّنيا بشكواهُ ¶ ومن شقاءِ الهوى يختارُ أقساهُ ¶ في هدأةِ الفجرِ طيفٌ منكَ أغلاهُ ¶ فحين (أرنو) إلى عينيكِ ألقاهُ ¶ 1-بم غمرت الحبيبة قلب الشاعر، وكيف بدا الحب الذي ملك روحه؟ ¶ ج- غمرته بأسرار معطرة-وبدا حبه خفياً عن الناس. ¶ 2-يتميز الشعر الوجداني بالذاتية والانفعال العاطفي، وتوهّج الذات، وضح ذلك من خلال النص. ¶ ج-الذاتية: تتجلى في تصوير عواطفه ومشاعره(قلبي-عني)-توهج الذات: يتجلى في تصوير شدة العاطفة وتأججها(يريد بدعاً من الأحزان). ¶ 3-اذكر ثلاثاً من سمات الإبداعية في النص مع الأمثلة.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "ج-الوحدة المقطعية في كل النّصّ. -الهروب إلى الطّبيعة: سماوات- نجم. ¶ - الجنوح إلى الخيال:ترنّح سكر. ¶ 4-تعجب مما يلي بأسلوبي تعجب قياسيين(سما بالحسنِ- ما فارق الرّيُّ قلباً). ¶ ج-ما أسمى الحسنَ، آو: أسمِ بالحسنِ- ما أصعبَ أن يفارقَ الرّيُّ قلباً، أو: أصعبْ بأن يفارقَ الرّيُّ قلباً. ¶ 5-أجب مرة بالسلب، ومرة بالإيجاب عما يلي:( ألم يأتكم نذير؟- ألقيتَ أخاك؟). ¶ ج-ألم يأتكم نذير: الإيجاب: بلى- السلب: لا أو: نعم- ألقيت أخاك: الإيجاب: نعم، السلب:لا. ¶ 6-أكّد الجمل التالية بحرف زائد:ما إله غير الله- كفى الدهرُ معلّماً. ¶ ج-ما من إله غير الله- كفى بالدهر معلّماً. ¶ 7-بين نوع المشتقات التالية، واذكر فعلها(مُؤتلق-أشقر). ¶ ج-مُؤتلق: اسم فاعل(ائتلق)- أشقر: صفة مشبهة باسم الفاعل(شقر). ¶ 8-هات مفرد الجموع التالية:سماوات-الأحزان-رُؤى-الشقر. ¶ ج-سماوات: سماء-الأحزان: حزن-رُؤى: رُؤية- الشقر: الشقراء. ¶ 9-قطع الشطر الثاني من البيت الثاني وسم بحره وحدد قافيته وحرف رويه. ¶ ج- ولا النّعي/مُ محبّ/باً أنت سَل/واهُ ¶ متفعلن/فعلن /مستفعلن /فعْلن-من البحر البسيط، القافية:واهو، الروي: الهاء. ¶ 10-أعرب ما تحته خط مفردات وما بين قوسين جملاً. ¶ ج- معطَّرةٍ: صفة مجرورة بالكسرة الظاهرة، (أملكُهُ للرّوحِ أخفاهُ): في محل رفع خبر، سماواتٌ: مبتدأ مرفوع بالضمة الظاهرة، الشّقرُ: صفة مرفوعة بالضمة الظاهرة، مؤتلقاً: صفة منصوبة بالفتحة الظاهرة،(أرنو): في محل جر بالإضافة. ¶ 28- مأدبة للقمر- عبد الباسط الصوفي ¶ 1- توهَّجَتْ أكوابُنا فاقفزْ إلينا يا قمرْ… ¶ فجَّرْتَ هذا الّليلَ ينبوعيْ ضياءٍ وصورْ ¶ وانزلقَتْ أقدامُكَ البيضُ على رأسِ الشَّجرْ ¶ من الكُوى، من فرجةِ البابِ تلمّسْ منحدرْ ¶ واسقطْ حبالَ فضَّةٍ مغزولةً من الشَّررْ ¶ 2- فاكهةُ الصّيفِ على شبّاكِنا معلّقة ¶ ومن عناقيدِ الكرومِ خمرُنا معتَّقة ¶ هذي سلالُ وردِنا مضفورةٌ، مزوَّقة",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "عنا أحاديث الهوى يحكونها منمّقة ¶ فقصّةٌ صادقةٌ وقصةٌ ملفّقة ¶ 3- قالوا: سرقْنا من قميصِ الفجرِ منديلَ غزلْ ¶ واحترقَتْ ضيعتُنا وهْجَ عناقٍ وقبلْ ¶ واختبأَتْ أسرارُنا خلفَ ضلوعٍ ومقلْ ¶ والّليلُ! آهِ اللّيلُ في عيوننا ما أعمَقَهْ ¶ 4- قالوا: خلقنا من صباباتٍ ومن لفحِ شغفْ ¶ تحيا المواعيدُ على شفاهِنا وتُقتطفْ ¶ ومن جديلِ المرجِ عرزالٌ لنا ومنعطَفْ ¶ ونطعمُ الحياةَ من قلوبنا المُمَزَقة ¶ الأسئلة: 1- ما القيم التي صورها الشاعر وأبرزها من خلال حياة الفلاحين؟ ¶ ج-المحبة- العمل-البساطة. ¶ 2- أين تجد في الأبيات نخب الأسى؟ وكيف صوره؟ ¶ ج-في المقطع الرابع، عبر عنه بالقلوب الممزقة. ¶ 3- استخرج من النص أسلوب تعجب واذكر صيغته وفعله الماضي الذي صيغ منه. ¶ ج-ما أعمقَه، صيغته: ما أفعلَه، فعله الماضي: عمُق. ¶ 4- في الأبيات اسم فعل, حدده واذكر نوعه ، ودلالته. ¶ ج-آه: اسم فعل مضارع بمعنى أتوجع، ويكون أيضاً بمعنى أتعجب. ¶ 5- هات مصدر كل من الأفعال التالية: (توهجَ- انزلقَ- اختبأ- فجّرَ). ¶ ج-توهّج: توهُّج- انزلق: انزلاق- اختبأ: اختباء- فجّر: تفجير. ¶ 6- رد المصادر التالية إلى أفعالها: (عناق- الهوى- ضياء). ¶ ج-عناق: عانق- الهوى: هوي- ضياء: ضاء. ¶ 7- بين نوع كل من المشتقات التالية واذكر فعل كل منها: (مغزولة- مُنحدَر- مُعتّقة- البيض). ¶ ج-مغزولة: اسم مفعول( غُزل)- مُنحدَر: اسم مكان( انحدر)-مُعتّقة: اسم مفعول (عُتّق) - البيض: صفة مشبهة باسم الفاعل(باض). ¶ 8- رتب الكلمات التالية حسب ورودها في معجم يأخذ بأوائل الكلمات: (صور- فجرنا- معلقة- معتقة). ¶ ج-أصلها: صور-فجر-علق- عتق. الترتيب:صور-معتقة- معلقة- فجرنا. ¶ 9- علل كتابة الألف اللينة في: (الهوى- تحيا- الكوى). ¶ ج-الهوى: أصلها ياء- تحيا: فعل فوق ثلاثي سبقت ألفه بياء- الكوى:اسم فوق ثلاثي. ¶ 10- هات مفرد الجموع التالية: (أكواب- شفاه- أسرار- مُقَلْ). ¶ ج-أكواب: كوب- شفاه: شفة- أسرار: سر- مُقل: مُقلة.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "11- لم كتبت همزة(اختبأت) همزة وصل ؟ ¶ ج-لأنها جاءت في أول فعل خماسي. ¶ 12- اشرح الصور البيانية التالية: (انزلقت أقدامكَ البيضُ- اختبأت أسرارنا خلفَ ربوة). ¶ ج-انزلقت أقدامك البيض: شبه القمر بإنسان له أقدام وحذف المشبه به وأبقى شيئاً من لوازمه على سبيل الاستعارة المكنية- اختبأت أسرارنا خلفَ ربوة: شبه الأسرار بإنسان يختبئ وحذف المشبه به وأبقى شيئاً من لوازمه على سبيل الاستعارة المكنية. ¶ 13- قطع البيت الثاني وسم بحره وحدد قافيته وحرف رويه. ¶ ج-فجّرت ها/ذا اللّيل ين/بوعي ضيا/ء وصورْ ¶ مستفعلن / مستفعلن/مستفعلن/مستعلن- من بحر الرجز، قافيته: ئن وصور، رويه: الراء. ¶ 14- استخرج من المقطع الأول أسلوب أمر واذكر صيغته ثم أكده بنون التوكيد. ¶ ج-اقفز: فعل أمر، اقفزَنَّ. ¶ 15- هات مرادف المفردات التالية: وهج- الكوى- انزلقت. ¶ ج-وهج: اتّقاد- الكوى: الفتحات-انزلقت: لم يثبت قدمها. ¶ 16-أعرب ما تحته خط مفردات وما بين قوسين جملاً. ¶ ج- قمرْ:منادى نكرة مقصودة مبني على الضم في محل نصب على النداء، الّليلَ: بدل منصوب بالفتحة الظاهرة، ينبوعيْ: تمييز منصوب بالفتحة الظاهرة، مغزولةً:صفة منصوبة بالفتحة الظاهرة، سلالُ: بدل مرفوع بالضمة الظاهرة، منمّقة: حال منصوبة بالفتحة الظاهرة، عرزالٌ: مبتدأ مرفوع بالضمة الظاهرة. ¶ 29-عودة الشراع- شفيق معلوف ¶ 1-أيُّ صوتٍ أدعى غداةَ التّنادي ¶ 2- نشط َ الشّوقُ للإيابِ ونادى ¶ 3- صدقَتْ ذمّةُ الزّمانِ فعُدْنا ¶ 4- قربَ الشّطُّ فليقلَّكَ بينَ المو ¶ 5- هاكَ ملهى الصِّبا فيا قلبُ لملِمْ ¶ 6- مَوطني ما رشفْتُ وِِردكَ إلاّ ¶ 7- في قلوبِ المُغَرَّبين جراحٌ ¶ 8- يومَ (دقُُّوا) سواحلَ الشَّرقِ بالغر ¶ 9- كلَّما (احتكّت المجاديفُ) شعَّ الـ ¶ 10- وزّعَتْهُم كفُّ الرياحِ فهلاّ ¶ 11- غصصُ الأمّهاتِ ما هي إلاّ ¶ 12-حانَ أنْ يخنقُوا الشّراعَ ويطووا من نداءِ الأكبادِ للأكبادِ ¶ باسمِ لبنانَ في الضّلوعِ منادِ",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "ننفضُ الجمرَ من خلالِ الرّمادِ ¶ جِ والشّوقِ هودجٌ متهادِ ¶ ذكرياتي على ضفافِ الوادي ¶ عادَ عنه فمي بحُرقةِ صادِ ¶ حملُوها على الجباهِ الجِعادِ ¶ بِ ولم يهدِهم سوى العزمِ هاد ¶ أفقُ منهم بكوكبٍ وقّادِ ¶ جمعَتْهُم يدُ النّسيمِ الهادي ¶ ذِممٌ في خِفارةِ الأولادِ ¶ علمَ الفتحِ بعدَ طولِ الجِهادِ الأسئلة:1-لِمَ أُلغي عمل ما في البيت الحادي عشر؟ ¶ ج-لانتقاض نفيها بإلا. ¶ 2-هات من البيت الخامس اسم فعل واذكر ماذا أفاد؟ ¶ ج-هاك: اسم فعل أمر بمعنى خذ. ¶ 3-لماذا استعمل(المغربين) بدلاً من المهاجرين؟ ¶ ج-للدلالة على أنهم أجبروا على الهجرة. ¶ 4-هات تركيباً يماثل قوله:صدقت ذمة الزمان-ننفض الجمر-يخنقوا الشراع. ¶ ج- صدقت ذمة الزمان:وفى الدهر بوعده-ننفض الجمر:نؤجج الشوق-يخنقوا الشراع:يلقوا عصا الترحال.أو: يقعدوا عن السفر. ¶ 5- هات مرادف المفردات التالية: (خفارة- رشفتُ- صادٍ- ننفض- الجعاد). ¶ ج- خفارة:ذمة- رشفتُ: تناولت الماء ببطء- صادٍ: عطشان- ننفض:نرمي- الجعاد:المتغضنة. ¶ 6- قال أبو ماضي: ¶ (يا ويح نفسي كم تحمّلني النوى هماً يقدّ القلب والأعصابا). ¶ دل على البيت الذي يلتقي معناه معنى هذا البيت, ووازن بينهما من حيث الفكرة والأسلوب. ¶ ج-البيت السابع، كلا الشاعرين يشير إلى معاناته بسبب البعد والحنين، معلوف: آثار الغربة تبدو على الجباه المتغضنة،وهي آلام عميقة في نفوسهم، بينما عند أبي ماضي فإن آثار الغربة تبدو على أعصابه،وهي هموم قاسية. ¶ 7- اذكر بعض سمات الإتباعية في النص. ¶ ج-وحدة الوزن والقافية: في كل الأبيات. -محاكاة القدماء في أساليبهم وصورهم: هودج متهاد، كوكب وقاد.-وضوح الألفاظ: هودج.-التصريع: التنادي، الأكباد. نصاعة التّعبير: خفارة الأولاد. ¶ 8- هات من البيت الأول جملة إنشائية, وبين نوع الإنشاء فيها, والغرض منه. ¶ ج-أي صوت أدعى: استفهام، غرضه: التعبير عن الحنين. ¶ 9- تعجب مما يلي, مستخدما صيغتي التعجب القياسيتين: (صدقت ذمة الزمان).",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "ج-ما أصدقَ ذمّةَ الزّمانِ. ¶ 10- هات جملة فيها اسم منصوب على الاختصاص مضافاً إلى علم. ¶ ج-نحن أبناءَ يعربٍ أعربُ الناس لساناً. ¶ 11- رد المصادر التالية إلى أفعالها الماضية, وبين نوع كل مصدر: (التنادي- نداء- ورد- الشوق). ¶ ج- التنادي: تنادى- نداء: نادى- ورد: ورَد- الشوق: شاق. ¶ 10- علل سبب كتابة التاء مبسوطة في: (صوت- صدقتْ- رشفتُ). ¶ ج- صوت: اسم ثلاثي ساكن الوسط- صدقتْ: تاء التأنيث في آخر الفعل- رشفتُ: تاء الفاعل في آخر الفعل. ¶ 11- بين نوع المشتقات التالية: أدعى- موطن- صادِ- مغربين. ¶ ج- أدعى: اسم تفضيل- موطن: اسم مكان- صادِ: اسم فاعل- مغربين: اسم مفعول. ¶ 12- قطع الشطر الثاني من البيت الثاني وسم بحره, وحدد قافيته وحرف رويه. ¶ ج- باسمِ لبنا/نَ في الضّلو/عِ منادِ ¶ فاعلاتن / متفعلن/فعلاتن-من البحر الخفيف، قافيته:نادي، رويه: الدال. ¶ -أعرب ما تحته خط مفردات وما بين قوسين جملاً. ¶ ج- أيُّ : مبتدأ مرفوع بالضمة الظاهرة، منادٍ: فاعل مرفوع وعلامة رفعه الضّمّة المقدرة على الياء المحذوفة للتخفيف. الرّمادِ:مضاف إليه مجرور بالكسرة الظاهرة، جراحٌ:مبتدأ مرفوع. هودجٌ: فاعل مرفوع بالضمة الظاهرة، (دقُُّوا) : في محل جر بالإضافة، (احتكّت المجاديفُ) في محل جر بالإضافة ذِممٌ: خبر مرفوع بالضمة الظاهرة، يخنقُوا:فعل مضارع منصوب وعلامة نصبه حذف النون من آخره لأنه من الأفعال الخمسة، والواو ضمير متصل مبني على السكون في محل رفع فاعل. ¶ 30-الشّهداء- الشّاعر القروي(رشيد سليم الخوري) ¶ 1- خيرُ المطالعِ تسليمٌ على الشُّهدا ¶ 2- فلتنحنِ الهامُ إجلالاً وتكرمةً ¶ 3- يا أنجمَ الوطنِ الزُّهرَ الّتي سطعَتْ ¶ 4- قد علَّقَتْكُم يدُ الجاني مُلطَّخةً ¶ 5- بل علّقُوكم بصدرِ الأفق أوسمةً ¶ 6- أكرمْ بحبلٍ (غدا للعربِ رابطةً) ¶ 7-حتى غدا كلُّ حرٍّ لو نصبْت له ¶ 8- وأنتمُ يا شبابَ العربِ يا سنداً ¶ 9- ناشدْتُكم بدماءِ الأبرياءِ ألا",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "10-دمُ الشّهادةِ يجري في عروقِكم ¶ 11- تلك الجبابرةُ الأبطالُ ما ولدَتْ ¶ 12- للّهِ أروعُهُم كالنّارِ متَّقِدا ¶ 13-إنْ صاحبواالسيفَ لم يستكثروا عُدداً ¶ 14-يقبِّلُ الجرحَ لو لم يُغرهِ طمعٌ ¶ 15-كأنما الجرحُ ثغرُ الحقِّ مُبتسماً ¶ 16-فلا معادَ بغيرِ الحقِّ مُنتصراً ¶ أزكى الصّلاةِ على أرواحِهِم أبداً ¶ لكلِّ حرٍّ عن الأوطانِ ماتَ فدى ¶ في جوِّ لبنانَ للشَّعبِ الضّليلِ هُدى ¶ فقدّسَتْ بكم الأعوادَ والمسدا ¶ منها الثّريّا تلظّى صدرُها حسدا ¶ وعُقدةٍ وحّدَتْ للعُربِ مُعتقدا ¶ حبلَ المنونِ على هدّابِه سجدا ¶ لأمّةٍ لا تَرى في غيركُم سندا ¶ لا تُهدَرَنَّ دماءُ الأبرياءِ سُدىً ¶ حرّاً طَهوراً يبلُّ الرّوحَ والجسدا ¶ للمجدِ أمثالُهُم أمٌّ ولن تلدا ¶ يبغي حياضَ الرّدى بالنّارِ مُبترِدا ¶ يومَ النّزالِ ولم يستعظموا عَددا ¶ بغيرِهِ ما تمنّى أنّهُ ضمدا ¶ والنّصرُ فيه لسانٌ بالثّناءِ شدا ¶ ولا انتصارَ بغيرِ الشّعبِ مُتّحدا ¶ الأسئلة:1- هات مرادف المفردات التالية: (الهام- الزهر- الجاني- ملطخة- المسد- تهدرن- الترال- الردى- المنون- متقدا- تلظى- السهام- هدّاب- سدى). ¶ ج- الهام: الرؤوس- الزهر: المضيئة- الجاني:المجرم- ملطخة: مصبوغة بالدماء- المسد: حبل الليف- تهدرن: تسفحن- الترال: القتال- الردى: الموت- المنون: الموت- متقدا: متأججاً- تلظى: تتقد - هدّاب:ليف- سدى: بدون ثأر. ¶ 2- قال الزهاوي في رثاء شهداء السادس من أيار: ¶ (كأن وجوه القوم فوق جذوعهم نجومُ سماءٍ في الصباحِ أفولُ). ¶ أين تجد معنى هذا البيت في النص؟ وازن بينهما من حيث المضمون والعاطفة والصورة. ¶ ج-في البيت الثالث، كلا الشاعرين شبه الشهداء بالنجوم، لكنها نجوم يهتدى بها عند القروي وهي مشرقة في سماء الوطن، أما عند الزهاوي فهي نجوم تميل نحو المغيب عند الصباح. ¶ 3- من الجاني الذي قصده الشاعر في البيت الرابع؟ ¶ ج-جمال باشا السفاح. ¶ 4- هات اثنين من المشاعر العاطفية في النص, وأشر إلى موطن كل منهما.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "ج-إجلال(1-2) اعتزاز(3). ¶ 5- تبدو في النص ملامح اتباعية واضحة, حدد ثلاثاً منها واستشهد على ذلك من الأبيات. ¶ ج-التصريع( شهدا-أبدا) جزالة الألفاظ( الردى) وحدة الوزن والقافية(في كل النص). ¶ 6- في النص صيغة تعجب قياسية, حددها واذكر الصيغة الثانية مضبوطة بالشكل. ¶ ج-أكرم بحبلٍ، ما أكرمَ الحبلَ. ¶ 7- أكّد بالنون: (فلتنحنِ الهامُ), واذكر حكم توكيد الفعل في هذه الجملة. ¶ ج-فلتنحنيَنَّ الهامُ.جائز التوكيد لدلالته على طلب. ¶ 8- هات من النص مصدراً قياسياً, واسم فاعل, واسم مفعول, واسم تفضيل, وصفة مشبهة باسم الفاعل, واذكر فعل كل منها. ¶ ج-المصدر القياسي:تسليم(سلّم)-اسم الفاعل:الجاني(جنى)-اسم المفعول: مُلطّخة (لُطّخ) -اسم التفضيل:أزكى(زكا)-الصفة المشبهة باسم الفاعل: الضليل(ضلّ). ¶ 9- هات مصدر كل من الأفعال التالية: (صاحب- تنحني- سطع- تمنى). ¶ ج- صاحب:مصاحبة- تنحني:انحناء- سطع:سطوعاً- تمنّى:تنمنّياً. ¶ 10- استخرج من الأبيات محسناً بديعياً واذكر نوعه. ¶ ج-الضليل وهدى: طباق. ¶ 11- في البيت السادس حرف جر زائد, حدده. ¶ ج-الباء في بحبل. ¶ 12- قطع الشطر الثاني من البيت الثالث من القصيدة وسم بحره وحدد قافيته وحرف رويه. ¶ ج- في جوِّ لب/نانَ للشّ/شَعبِ الضّلي/لِ هُدى ¶ مستفعلن /فاعلن /مستفعلن /فعلن-من البحر البسيط، قافيته:ليل هدى، رويه: الدال. ¶ 13-هات من الأبيات أسلوب تعجب سماعي وأعد كتابته مستخدماً صيغة قياسية للتعجب. ¶ ج-لله أروعهم، ما أروعَهم. ¶ 14-هات من البيت الخامس حرف جر، وبين ماذا أفاد. ¶ ج-بل، أفاد الإضراب عن الحكم الذي قبلها. ¶ 15-هات من البيت الثامن فعلاً مضارعاً مؤكداً بالنون، وبين هل هو واجب التوكيد أم جائز، ولماذا؟ ¶ ج-لا تهدرنّ، جائز التوكيد لدلالته على طلب. ¶ 16-هات تركيباً يماثل قوله:تلظى صدرها-حياض الردى- ¶ ج- تلظى صدرها:تأججت نفسه-حياض الردى:ساحات المعارك. ¶ 17-أعرب ما تحته خط مفردات وما بين قوسين جملاً.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "ج-أبداً: ظرف زمان منصوب بالفتحة الظاهرة،-إجلالاً: مفعول لأجله منصوب بالفتحة الظاهرة،-ملطخة:حال منصوبة بالفتحة الظاهرة،أوسمة:تمييز منصوب بالفتحة الظاهرة، سنداً:منادى شبيه بالمضاف منصوب بالفتحة، (غدا للعرب رابطة):في محل جر صفة،متقداً ومبتسماً:حال منصوبة بالفتحة الظاهرة. ¶ 31- أيها الليل- جبران خليل جبران ¶ أيُّها الليلُ. ¶ يا ليلَ العشّاقِ والشّعراء والمُنشدين. ¶ يا ليل الأشباح والأرواح والأخيلة. ¶ يا ليل الشّوق والصّبابة والتّذكار. ¶ أيّها الجبّارُ الواقفُ بين أقزامِ المغربِ وعرائسِ الفجر، المُتقَلِّدُ سيفَ الرّهبة، المُتوَّجُ بالقمر. ¶ المُتّشحُ بثوب السّكون، النّاظرُ بألفِ عينٍ إلى أعماق الحياة، المُصغي بألفِ أذنٍ إلى أنّةِ الموت والعدم. ¶ لقد صحبْتُك أيها الليل حتى صرت شبيهاً بك، وألفتك حتى تمازجت ميولي بميولك، وأحببتك حتى تحوّل وجداني إلى صورة مُصَغَّرةٍ لوجودك. ¶ ففي نفسي المظلمةِ كواكبُ ملتمعةٌ ينثرها الوجد عند المساء، وتلتقطُها الهواجسُ في الصباح، وفي قلبي الرّقيب قمرٌ يسعى تارةً في فضاء متلبّدٍ بالغيوم، وطوراً في جلاءٍ مفعمٍ بمواكب الأحلام. ¶ أنا مثلُك أيُّها اللّيل، وهل يحسبني الناسُ مفاخراً إذا ما تشبّهْتُ بك، وهم إذا (تفاخرُوا) يتشّبهون بالنّهار.؟ ¶ أنا مثلك وكلانا متّهمٌ بما ليس فيه. ¶ أنا مثلك بميولي وأحلامي وخلقي وأخلاقي ¶ أنا مثلك وإنْ لم يتوّجني المساء بغيومه الذَّهبيّة. ¶ أنا مثلك وإنْ لم يرصّع الصّباح أذيالي بأشعّته الورديّة. ¶ أنا مثلك وإنْ لم أكن ممنطقاً بالمجرَّةِ. ¶ أنا ليلٌ مسترسلٌ منبسطٌ هادئٌ مضطرب،وليس لظلمتي بدءٌ، وليس لأعماقي نهايةٌ، فإذا ما انتصبت الأرواح متباهيةً بنور أفراحها، تتعالى روحي متجمّدة بظلام كآبتها. ¶ أنا مثلك أيّها اللّيل، ولن يأتيَ صباحي حتى ينتهي أجلي. ¶ الأسئلة:1-كيف نظر الكاتب إلى الليل في المقطع الثاني؟ ¶ ج-نظر إلى الليل على أنه صورة عنه.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "2- بِمَ يتماثل مع الليل، وبم يختلف عنه؟ ¶ ج-يتماثل معه ب:الكوكب اللامعة والقمر، والفضاء المتلبد بالغيوم، والميول والأحلام، ويختلفان بالمجرة، والغيوم الذهبية، والأشعة الوردية، والمجرة. ¶ 3-كان حنين المهجريين إلى الطبيعة هرباً من أثقال المجتمع المدني الصاخب، ومن قيمه المادية، هل ترى في النص ما يؤكد ذلك؟ أشر إليه. ¶ ج-الليل هنا يرمز إلى المستبد الذي يرزح كالكابوس فوق وطنه الذي هاجر منه لذلك يرى الليل ينظر بألف عين، ويراه كالجبار متمنطقاً بالسيف، وبالتالي يرى فيه هروباً من الواقع الصاخب لهدوئه، وسحر سمائه المزدانة بالقمر والنجوم اللذين أشار إليهما، ولليل سماء متلبدة بالغيوم تمثل المجتمع المادي الذي يعيش فيه. ¶ 4-اذكر ثلاثاً من سمات الإبداعية في النص مع الأمثلة. ¶ ج-الذاتية-(أنا ليل)-الهروب إلى الطبيعة(الليل-السماء)-الجنوح إلى الخيال (الواقف بين أقزام المغرب). ¶ 5-في المقطع الثالث جملة فعلية مؤكدة، حددها، واذكر طريقة توكيدها. ¶ ج-فإذا ما انتصبت: مؤكدة بما الزائدة بعد إذا. ¶ 6-هات فعل كل من المصادر التالية: الصّبابة- جلاء-الشّوق. ¶ ج- الصّبابة:صبّ-جلاء:جلا- الشّوق:شاق. ¶ 7-بين نوع المشتقات التالية، واذكر فعل كل منها: الجبّار-المّتوَّج-محملِق-جميل. ¶ ج- الجبّار: مبالغة اسم فاعل فعله:جبر-المّتوَّج: اسم مفعول فعله تُوّج-محملِق: اسم فاعل فعله حملق-جميل: صفة مشبهة باسم الفاعل فعله جمُل. ¶ 8-رتب الكلمات التالية بحسب معجم يأخذ بأواخر الكلمات:سيف-عرائس-الساهرين. ¶ ج-أصلها:سيف- عرس- سهر - الترتيب:الساهرين-عرائس- سيف. ¶ 9-هات مفرد الجموع التالية: وجوه-الساهرين-أخيلة. ¶ ج- وجوه:وجه-الساهرين: الساهر-أخيلة:خيال. ¶ 10-أعرب ما تحته خط مفردات وما بين قوسين جملاً.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "الليلُ:بدل مرفوع.شبيهاً:خبر صرت منصوب وعلامة نصبه الفتحة الظاهرة. مفاخراً:مفعول به ثان منصوب.كواكبُ:مبتدأ مرفوع وعلامة رفعه الضّمّة الظاهرة على آخره.(تفاخروا): في محل جر بالإضافة. ¶ 32- أيها الإنسان - ميخائيل نعيمة ¶ 1-أيّها الإنسانُ، أنت الإنسانيّة بكاملها، منك تتفجّر ينابيعها وإليك تجري، وفيكَ تصبّ. ¶ 2-أنت حاكمها ومحكومها، وظالمها ومظلومها، وهادمُها ومهدومها، أنت صالبها ومصلوبها، وضعيفها وقويّها، وظاهرها وخفيّها، أنت جلاّدها ومجلودها، ورفيعها وخسيسها، وملاكها وإبليسها. ¶ أنت ابنُ كلِّ أبٍ و أمٍّ، وأبو كلّ أخٍ و أختٍ. ¶ 3-و أنا - كائناً من كنتُ - لا مهربَ لي منكَ و لا لكَ مني، أنا و أنتَ كِلانا الإنسانيّة بأسرِها، لولا الّذين سبقونا لما كنا، و لولانا لما كان في رَحِمِ الزّمان إنسانٌ. ¶ 4-أفِي قلب جارِكَ سعادةٌ؟ ألا فاغتبطْ بسعادته لأنّ في نسيجها خيطاً من نسيج روحكَ. أفِي قلبِ جاركَ حُرقةٌ؟ فليحترِق قلبُكَ بها، لأنّ في نارها شرارةً من موقدِ بُغضك و إهمالِكَ. ¶ أفي عين جارك دمعةٌ؟ فلتدمع بها عينك، لأن فيها ذرّةً من ملح قساوتك. ¶ أعلى وجهِ جارِك بسمةٌ؟ فليبسم لها وجهك، لأن في حلاوتها شعاعاً من نور محبتك. ¶ أمسِ رأيتك تحصي أرباحَك، وترتب نفسك معجباً بدهائك وما سمعتك تقول: \" هذا ما أكسبني الناس\"، واليوم رأيتك تحسب خسارتك، لاعناً دهاءَ غيرك، وسمعتك تقول: \"هذا ما سلبني إياه الناس\" أفلا تخجل من أن تكون في الحياة شريكاً ومضارباً معاً؟ ¶ أنتَ الإنسانيّة بكاملها عرفتَ ذلك أمْ جهلتَه وأنا صورتك و مثالك. ¶ الأسئلة:1-ما الحقيقة الراسخة التي يؤكدها الكاتب؟ ¶ ج-يؤكد حقيقة أن لا غنى للإنسان عن أخيه الإنسان، وأن الرابطة الإنسانية يجب أن تكون متينة. ¶ 2-هات بعض الصفات التي يراها نعيمة في الإنسان. ¶ ج-يرى فيه:الأنانية والدهاء والظالم والمظلوم والجلاد والمجلود والرفعة والخسة، والملاك وإبليس.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "3-في النص أسلوب استفهام حذفت أداته، حدده واذكر الأداة وقرينتها، وبين الغرض الذي خرج إليه. ¶ ج-عرفت ذلك أم جهلته، الأداة المحذوفة الهمزة(أعرفت ذلك أم.....) وقرينتها أم العاطفة، غرضه:لوم وتأنيب. ¶ 4-بين نوع الأساليب التالية، وحدد الأداة في كل منها: لأن في نسيجها خيطاً- لولا الذين سبقونا لما كنا- اغتبط لسعادته- لا مهرب لي منك. ¶ ج- لأنّ في نسيجها خيطاً: توكيد أداته: أنّ- لولا الذين سبقونا لما كنا: شرط غير جازم أداته لولا- اغتبط لسعادته: أسلوب أمر فعل الأمر اغتبط- لا مهرب لي منك: نفي أداته لا. ¶ 5-استخرج من النص: اسم فاعل- واسم مكان- ومصدراً قياسياً-واسم مفعول- واذكر فعل كل منها. ¶ ج- اسم فاعل:حاكمها(حكم)- واسم مكان:موقد(وقد)- ومصدراً قياسياً: إهمالك (أهمل) -واسم مفعول:مهدومه(هُدم). ¶ 6-رتب الكلمات التالية بحسب ورودها في معجم يأخذ بأواخر الكلمات: محكوم- مظلوم-هادم-كامل. ¶ ج-أصلها:حكم-ظلم-هدم-كمل. الترتيب: كامل-محكوم- مظلوم- هادم. ¶ 7- أعرب ما تحته خط مفردات وما بين قوسين جملاً. ¶ ج-الإنسانُ: بدل مرفوع بالضمة الظاهرة، مهربَ: اسم لا مبني على الفتح في محل نصب، سعادةٌ: مبتدأ مرفوع بالضمة الظاهرة، شعاعاً: اسم أن منصوب بالفتحة الظاهرة، أمسِ: ظرف مبني على الكسر في محل نصب. ¶ 33- شقاء الغربة- الياس فرحات ¶ 1- طوى الدّهرُ من عمري ثلاثين حِجّةً ¶ 2- أغرِّبُ خلفَ الرّزقِ و(هو مشرَقٌ) ¶ 3- ومركبةٍ للنّقلِ راحَتْ يجرُّها ¶ 4- جلسْتُ إلى حوذِيِّها ووراءَنا ¶ 5- تبينُ وتخفى في الرُّبا وحيالها ¶ 6- وتدخلُ قلبَ الغابِ والصّبحُ مسفرٌ ¶ 7- تمرُّ على صمِّ الصّفا عجلاتُها ¶ 8- نبيتُ بأكواخٍ خلَتْ من أناسِها ¶ 9- مفكّكةٌ جدرانُها وسقوفُها ¶ 10- فنمسي وفي أجفاننا الشّوقُ للكرى ¶ 11- ونشربُ ممّا تشربُ الخيلُ تارةً ¶ طويْتُ بها الأصقاعَ أسعى وأدأبُ ¶ وأقسمُ لو شرّقْتُ راح يغرّبُ ¶ حصانان محمرٌّ هزيلٌ وأشهبُ ¶ صناديقُ فيها ما يسرُّ ويعجبُ",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "فيحسبُها الرّاؤون تطفو وترسبُ ¶ فتحسبُ أن الّليلَ للّيلِ معقبُ ¶ فتسمعُ قلبَ الصَّخرِ (يشكو) ويصخبُ ¶ وقامَ عليها البومُ يبكي وينعبُ ¶ يطلُّ علينا النَّجمُ منها ويغربُ ¶ ونضحي وجمرُ السُّهدِ فيهنَّ (يلهبُ) ¶ وطوراً تعافُ الخيلُ ما نحنُ نشربُ1-هات من البيت الثالث حرف جر محذوف، واذكر نوعه، وما الذي دل عليه؟ ¶ ج-ربّ،بعد الواو في(ومركبة)، وهو شبيه بالزائد. ¶ 2-هات تركيباً يماثل قوله:طويت الأصقاع-الصبح مسفر-جمر السهد. ¶ ج- طويت الأصقاع:طفت البلدان-الصبح مسفر:الفجر منبلج-جمر السهد:نار الأرق. ¶ 3-كثر الطباق في النص، ما دلالة ذلك؟ ¶ ج-لزيادة وضوح الإحساس بمعاناة الشاعر وألمه، عن طريق الموازنة بين الشيء ونقيضه. ¶ 4-رسم الشاعر صورة حية لمعاناة المهجري في الغربة، حدد ملامح هذه المعاناة. ¶ ج-المعاناة في طلب الرزق(1و2)-المعاناة في العمل(3-10)-المعاناة في المعيشة والسكن(11-16). ¶ 5-يستطيب الشاعر حياة المشقة، أين ورد ذلك؟ وما الذي دفعه إلى ذلك؟ ¶ ج- ورد ذلك في قوله: حياة مشقات ولكن لبعدها عن .....وقد دفعه إلى ذلك معاناته في وطنه في ظل الاستبداد التي كانت أقسى من هذه المعاناة التي يعيشها الآن وهو حر. ¶ 6-تنطوي القصيدة على نزعة ساخرة تجاه الواقع الأليم، أين تجلى ذلك؟ ¶ ج- ورد ذلك في الأبيات التي يصف فيها المركبة، ومعيشته في الغربة. ¶ 7-أكد الجملتين التاليتين بمؤكدين:طوى الدهر ثلاثين حجة- حياة مشقات. ¶ ج-لقد طوى الدهر- إنها لحياة مشقات. ¶ 8-حذر أصدقاءك من الغربة باستخدام (إيّا). ¶ ج-إياكم من الغربة، او إياكم والغربةَ. ¶ 9-حدد نوع المشتقات التالية وفعل كل منها:مُشرّق-مركبة-أشهب-أبيّ. ¶ ج- مُشرّق: اسم فاعل(شرّق)-مركبة: اسم آلة(ركب)-أشهب: صفة مشبهة باسم الفاعل(شهب)-أبيّ: صفة مشبهة باسم الفاعل(أبى).. ¶ 10-اذكر مرادف المفردات التالية:حجة-الأصقاع- الصفا-تعاف. ¶ ج- حجة: سنة-الأصقاع: النواحي والبلدان.- الصفا: الحجارة البيضاء-تعاف: تكره.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "11-اذكر بعض ملامح الواقعية القديمة في النص مع أمثلة لها. ¶ ج-الدقة في تصوير الواقع( وصف المركبة)-التشاؤم( البيت 2)-الواقع هو مصدر النص( يتحدث عن معاناته في الغربة). ¶ 12-قطع الشطر الثاني من البيت الثاني وسم بحره وحدد قافيته وحرف رويه. ¶ ج-وأقس/مُ لو شرّقْ/تُ راح/ يغرّبُ ¶ فعولُ/ مفاعيلن /فعولُ/ مفاعلن-من البحر الطويل، قافيته:غرّبو، رويه: الباء. ¶ 13-أعرب ما تحته خط مفردات وما بين قوسين جملاً. ¶ ج-.ثلاثين:مفعول به منصوب وعلامة نصبه الياء لأنه ملحق بجمع المذكر السالم.حجةً:تمييز منصوب علامة نصبه الفتحة الظاهرة.(وهو مشرّق):في محل نصب حال مركبةٍ:اسم مجرور لفظاً بربّ المحذوفة مرفوع محلاً على أنه مبتدأ.(الصبح مسفرٌ) في محل نصب حال(يشكو):في محل نصب حال. (يلهب) في محل رفع خبر، الراؤون: فاعل مرفوع بالواو والنون لأنه جمع مذكر سالم. ¶ ?? ¶ ?? ¶ ?? ¶ ?? ¶ 12 ¶ الكامل في اللغة العربية-عبد اللطيف السعيد-",
            "page": "72",
            "part": "1"
        }
    ],
    "t34496": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الكامل في  اللغة العربية"
        }
    ]
}