{
    "b34491": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ قال الشيخ الأديب المتطبب أبو الحسن سيدي علي بن إبراهيم الأندلسي المراكشي رحمه الله: ¶ الحمدُ لله على النعماءِ والشكرُ في الصَّباح والمَساء ¶ سبحانه منَّ على البريّه في كل صَيْفٍ نعمةً طريّه ¶ كبيرةً تأتي على الألوانِ من مِنّةِ اللهِ على الإِنسانِ ¶ فواكهٌ مختلفاتُ الشكل فيلونِها وطعمِها والأكل ¶ تبدو لنا من أولِ المصيفِ إلى تمَام آخِر الخَريفِ ¶ نلْتَدُّ في آلائه الجميله من بعد ما أهدى لنا سبيله ¶ لكونِنا من أمة النبيِّ الهاشميِّ المصطفى الأمِّيِّ ¶ من جاء بالسُّنةِ والكتابِ أفضلُ من مشى على التراب ¶ عليه ملءُ الأرض من صلاةِ ما عَبَقت روائح الجنات ¶ وآله وصحبه الأخيارِ عدَدََ قطر السحب والبحار ¶ والنصرُ للخليفة المختار من آله الأفاضل الأبرار ¶ من عَزَّه إلَهُنا المجيدُ الملك المعظّمالوليد ¶ أَدِمْه منصورًا على الأعَادي واجْعله رحمةً على العبادما دامت الأيام والزمان ولا يكن سِواءه سلطان ¶ وبعدُ فالعادة عندَ الناسِ الهجْمُ في الأكل بلا قياس ¶ لاسيما في سائر الفوَاكهِ نَضَجَ أو قَصَّرَ عن إدراكهِ ¶ حتى يَرى مِزاجَه في السهول في كل يوم باكروا بالبول ¶ في طَلعةِ الفجر على الطبيبِ يشكو بطول الليل في التعذيب ¶ من بَعْدِ أَنْ يَقَعَ في الأمراضِ وشدَّةِ الأوجاعِ والأعْراض ¶ فكان واجبا على العِباد جميعهم من حاضِر وباد ¶ أن يعتنوا بهذه المقَاله لأنها تنجى منَ الجَهاله ¶ بهذه الفواكه الصيفيه الخضرة المقبِلة الطريه ¶ القول في المشماش ¶ أولُ ما يبدو لنا المشماشُ عن كل ضُرٍّ حارِصٍ فتَّاشُ ¶ ذو صَولةٍ تسطو على الأجْسَاد بسُرعةٍ لجِهةِ الفساد ¶ وجاء من أسمائه البرقوق والناسُ في تعريفه فُروق ¶ وطبعُه للبردِ والتَّلْيِين في الرُّتْبَةِ الوُسْطى على اليقين ¶ لكنَّه يميلُ للصَّفرَاء والبرُد فيهِما على السواءمُوَلِّد للبَلْغمِ الزُّجَاجي وكلِّ فاسدٍ من المزاج ¶ أو حُميَات صعبَةٍ طويله عفِنة رديَّة ثقيله",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وشرُّه المُرُّ كثيرُ الماء إذ ماؤُه مولِّدٌ لِلداء ¶ لا تاكل المشماش بالعشيَّه فإنهُ ُيورِّتُ البَلِيَّه ¶ ولا الذي يَبِيت في الجِنانِ من بعْدِ قَطفِه مِنَ الأَغْصَانِ ¶ لا بأس بالإِفطار بالطَّريِّ المُجتَنَى بِبَرده النَّديِّ ¶ إصلاحُه بِبِزْر الأَنِيسُون أو بِزْر نَافِعٍ مَعَ الكَمون ¶ وربما يقمع للصفراء وَحِدَّة الدَّم على الخلاء ¶ مبرّد العطش إن لم يستَحِل لمَرة الصفراءاو خلط شمل ¶ قلِّلْ نوالَه في الابتداء ولا تقرّبه فِي الانتهاء ¶ فإِنَّهُ يَخْزِن فِي الأَبْدان غَائلةً تؤدِي على الزمان ¶ القول في الباكور ¶ وكلّ ما يُقال في الباكور فإنه تِينٌ على المشهور ¶ لكنَّه أبْكَرَه الرحمان وأولُ المصيفِ له إبَّان ¶ وإِنَّ من أفعالِه التسخينَا والحرَّ كان طبعُه والليناويُشعِل الحرارة اليسيره لكل محرور بلا ضروره ¶ والنفخ والتمليس من صفاتِهِ في معْدة بطبعهِ وذاته ¶ قدِّمْه قبل الأَخْذِ في الغَذاءِ فأنه أولى للاستمراءِ ¶ وكُلْه في أوائِل النهَار بقُرْب عهْدِه من الأشجار ¶ أنهاكَ عن تناولِ البَكُور في آخر النهار والحَرُور ¶ والبائتِ المجْنِي منَ الأشجار لَشَرُّ ما يُوكَل في الثمار ¶ ولا الذي قَصَّر عن إدراكهِ وما تعفَّن من الفواكهِ ¶ والتَفِجُّ في غِذائه عَسيرُ ومثْلُه ما نضْجُه قصير ¶ أصلحْه بالتوابل الذكية وصَعتر وحاشّة بريّه ¶ القول في التفاح ¶ وليس في الحلو من التفاح للجسد المحرور من صَلاح ¶ لأنه يميل للصفراء وفِجُّه مولِّدٌ للداء ¶ ورُبما يَميلُ للفسادِ في كل محرور مِنَ الأجساد ¶ ودمُه ليس منَ المذموم عند الحكيم الماهر العليمِ ¶ يولِّد السرُور والافراحا ان صار في كيْلوسه صلاحاوشمُّه مُنْعشٌ للقلب وللدماغ مُفْرِجٌ للكَرب ¶ مزاجُه معتدلُ الطبيعَه لأَنه فاكهةٌ رفيعَه ¶ لكنه يميلُ للتسخين في الدُّرَجِالأولَى معًا واللينِ ¶ وكل حامضٍ من التفاحِ مبرِّدٌ مُوَلِّدُ الرياح ¶ وقد يُعين المعْدةَ الضعِيفه في هضم كل أكلة كثيفه",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "مبردُ العطشِ والحراره مسكِّنُ الصفراء من مراره ¶ ويُحدث الأوجاع فِي الأعصابِ وعضلاتِ الظهر والاجنابِ ¶ اصلاحه بالمَرَق الدسيمِ بِتابلٍ مُفَوَّهٍ عميم ¶ وأَكْلُه يوّرِثُ النِسيانا لمُدْمنٍ لأكْلِهِ إدمانا ¶ القول في الإجاص وهو عيون البقر ¶ كل الإجاصِّ طبعه البروده ونُدوة كَثيرة محمودَه ¶ وجاء في أنواعه أصنافُ ليس رَدِيًّا كلُّها خلافُ ¶ ما كان منه جُرمُه صغيرُ فهضمُه مُيَسَّرٌ كثيرُ ¶ وحمرةُ اللون له علامه وصفرة القشر على السلامه ¶ والأخضرُ اللون مع البياض بكثرة البرد عليه قاضلا سيما إن كان ذا حُموضه أو ذا عُفوصة وذا قُبوضه ¶ وشرُّه الفِجّ العويصُ الهضمِ والحُلوُ منه جيِّدٌ للجسم ¶ من شأْنِه الاسهال للصفراء وهْوَ لَها من أفضل الدواء ¶ يُغْذِي كثيرا ويُرخِّي المعدَه ويُختشى في كبدٍ من سده ¶ مُبرِّدُ العطشِ في التهابِ حرارة الكبد و الاجْناب ¶ وأكلُه قبل الغَذاء يُحمَد وبعده مُلَزَّزٌ ومُفْسِدٌ ¶ إصلاحُه لبارِدِ المِزاج بتابل في مَرَقِ الدجاج ¶ ومن يكن مزاجُه مَحرورا فلْيَكُ عن اصلاحه مَقْصورا ¶ القول في القراسيا وهو حب الملوك ¶ قَراسيا حبُّ الملوك تعرفُ أكثرها في أرض بَرْد تُقْطفُ ¶ وهي على ثلاثة أنواع جميعُها مسهلٌ للطباع ¶ ومنه أبيضُ ومنه أسودُ ومنه أحمر عجيب يحمد ¶ كل الذي في طَعْمِه الحَلاوه يميل للحر مع النداوه ¶ ومنه حامضٌ لذيذُ الطعم مبرّدٌ مرطبٌ للجسم ¶ جميعُه يَقمَع للصفراء وشرطُه الأكل على الخلاءوالصبرُ بعدَه عن الغذاء سويعَةً كذاك تركُ الماء ¶ اصلاحُه الجَوارش الذكيّة من فُلفل وقَرفة سَنيّه ¶ القول في الكمثرى وهو الإجاص ¶ الكُمثرَى مزاجُه البروده تتبعها اليُبوسة الشديده ¶ احسِبْه في الفاكهة الرفيعه وإن يكن يُمسك للطبيعَه ¶ غذاؤه ودمه محمود قريبُ خير شره بعيد ¶ إن شئتَ عده من السَّفَرْجَل لكنه أصلح للمعْتدِل ¶ وفِجّه بطيء الانهضام وخيرُه الأكل على الطعام ¶ أنهاك أن تَقْربه صباحا فإنه يولّد الرياحا",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ولا لمن تعتاده الاوجاع ليس له في أكله انتقاع ¶ تَخاف من قُولنْجِه البطونُ وفِجُّه أضرُّ ما يكون ¶ يوكَلُ في الليل وفي العشيه وبعدما يُقضى منَ الأغذِيه ¶ القول في الخوخ ¶ الخوخُ في غذائه مَذموم وطالما ضرَرُه يدوم ¶ يَميلُ للْبَلْغم والصفراء كلاهما عفونةُ الدماءوطبعُه البردُ مع الرطوبه في الدرج الأولى له محسوبه ¶ أنواعُه ثلاثةُ تَفْتَرِق وهي بَنُوج زَهرِيٌ مِفلق ¶ احذرْ من أكله على الغذاء وفي امتلاءِ البطْن والمسَاء ¶ وشمُّه إذًا يقوي المعده وللمريض قلبَه وكبِدَه ¶ وكلُّه يُهْجَرُ بل يُطلّق فإن يكنْ لاَبُدَّ فالمِفْلق ¶ أصلحه للمحرور في المزاج بكل حامضٍ وبالسكباج ¶ القول في العنب ¶ أفضلُ ما يُوكل منه العنب والدمُ من غذائه مُنْتَخَب ¶ يكونُ في أوله دواء وكل ما أحلى يَكُنْ غذاء ¶ هو الذي فضَّله الرحمان عن كل ما تثمره الأغصان ¶ وهو الذي فَصَّلْتُه أصنافُ كثيرةٌ وكلُّها تُضاف ¶ للحرِّ والرطوبة اليسيره لَزِجَةٍ ليس لها ضروره ¶ هذا الذي قد بَلَغ النِّهايه إلى انتهاء نضجه والغايه ¶ ومنه حَصرم ومنه المُزُّ كلاهما في الطبع فيه مَيْز ¶ طبيعةُ الحَصرمِ للبروده واليُبس في أجزائه شَدِيدهأفْضَلُ ما يُشْربُ من دواء للمَرَّة الصفرا على الخلاء ¶ وشربُه أيضا يقوّي المعدَا ويُبْرِدُ العطش ثم الكبدا ¶ وينفع الاسهالَ من مَرار والقيءَ والحمي التِّي كالنار ¶ والمُزُّ بين ذاوذا معتدِل على الدواء والغذا مُشتمِل ¶ والعِنبُ الحلْو له تركيب أربعة يَفْصِلها الطبيبُ ¶ مِن أجْلها يذم أو قد يُحمَدُ ومنه أبيض ومنه أسود ¶ اللحم والعَجْم مع الرطوبه والقَشْر في تركيبِها أُعْجُوبَه ¶ والقَشر طبعه غليظٌ فِجُّ ومثله العَجْم وقد يُحْتَجُّ ¶ بِكَونه مخلل الغذاء مَا لَمْ يَصِرْ بالسحق كالهباء ¶ ولَحْمُه وماؤه عَجِيبٌ كلاهما كَيلُوسهُ قَرِيبُ ¶ من ميله لجيّد الغذاء ودمُه من أفضل الدماء ¶ وقَشره مُوَلِّد للريح فِي الهَضمِ لا يَضُرُّ بِالصَّحِيحِ",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وَرُبما يُسهّل أو يُليِّن مُخَضِّب مُنعِّم مسمِّن ¶ يميلُ في غذائه للبلغَم وبعْد ميْله يصير للدَّم ¶ وخيْره ما قَشره رقيقٌ وعجْمه محدَّد دقيق ¶ وطعمه حلو قليل العجْم الأبيض الصافي الكبيرُ الجسمُوأَكلُه مصا من القُشور او من طريِّ مائه المعصور ¶ فإنه صِرفٌ من الأثْفالِ وخير ما له من الأعمال ¶ ويوكلُ العنَبُ في الغذاء وغرَّة الصباح والمساء ¶ وقبل ما يشرع في الغذاء وبعده بشرط ترك الماء ¶ فإنه يوافِقُ الطبيعه وهي به شافيةٌ سريعهْ ¶ لكنه في آخر الخَريفِ يَضُرُّ بالبرد مع التكثيف ¶ ويُهجَرُ العنبُ في الأدبار وكلَّ ما يُجْنَى من الأشجار ¶ أصْلحْه في أول الابتداء بنوعي الكمّون قُلْ والماء ¶ وحلوه المائِل للتسخين بالمُصْطَكَى أو السَّكَنْجَبِينِ ¶ القول في التين ¶ قد بارك اللهُ لنا في التين يُعمُّ للغَني والمسكين ¶ فاكهةٌ يسيل منها العسلُ إن الْتَوَتْ في غصنها وتكمل ¶ ليس لها في فضلها نظيرُ يقصُرُ عن أوصافها التعبير ¶ تبدو لنا كثيرة الألْوان عَرائِس الجنان والبستان ¶ ومنه أبيضُ ومنه أسودُ ومنه أخْضَرُ ومنه اكمدُلذيذةٌ في طبْعِها تَسْخِين لكنه أكثرُ منه اللّين ¶ وابيضُ التين يفوقُ اسودا مزاجُه أفضلُ مهْما وُجدا ¶ سريع الهضم نفْخُه خفيفٌ بِسرعة يُزيله التَّلْطِيفُ ¶ غذاؤه يزيد في الأبْدان لَحما ولونا مشرقًا نُوراني ¶ وهو مُدِرّ مُطلِقُ الطبيعه بفَضلة عَفِنَة شَنِيعَه ¶ مُلَيِّن الصدرَ مُثير القُمَّل في جِلد مدمن له بالاكَلِ ¶ ويُوكلُ التين على الخلاء وقبل أن يُشْرعَ في الغذاء ¶ ببُردهِ ونُدوة الأغصان بقُرب عهْدِه من الجِنان ¶ يوكل في الصَّبَاح والمساء وكلُّ بائتٍ كثيرُ الداء ¶ أو طال في آنية النحَاس فإنه يضُرُّ كل الناس ¶ وربما يُوَلِّدُ السُّلاقا وحُميات صَعْبةٍ دِقاقَا ¶ لا سيما أول الابتداء فإنه مولّدُ للداء ¶ أعقِب له مستعجِلا للماء مضمضةً في آخر الغذاء ¶ وحقُّه إزَالة القُشور فإنه من أَوْجَبِ الأُمُور",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "اصلاحُه مستعملاً في الحين بزَنْجَبِيلٍ أو سكنجبين ¶ واكله بالجوز قد يُسْتحسَن فإِنَّهُ مِنَ السمومِ المَأْمَنُِالقول في الرمان ¶ قد جاء في إبانه الرمَّانُ وقد أَتى بفضله القرآن ¶ أنواعه ست بلا خلاف وتحتها أيضا من الاصناف ¶ الحلو والمزّ ومنه القابض وتَفِه وعافص وحامض ¶ ثلاثةٌ تَصْلُحُ للدواء كحُميَّاتِ الدم والصفراء ¶ وهنَّ ذو عُفوصة والحامض والمُزُّ تارة وكل قابض ¶ عصارةُ الحامضِ للصفراءِ يُسَكِّن والمَزُّ للدواء ¶ مبرِّدٌ للحميَّاتِ المحرِقَه وَعَطَشٍ وشَطْرِغِبٍّ مقلقه ¶ ومعدةٌ ضَعِيفةٌ بقابِضِ تقْوى وكل عافصٍ وَحَامِضٍ ¶ والحلوُ والمزّ مع التَّفيّه أَغْذِيَّةٌ جَيِّدَةُ الشَّبِيَّةُ ¶ ببدَنِ الانسانِ والمِزَاج الصالح المغْني عن العلاج ¶ وطبعُه حرارةٌ ولينٌ سَرِيعُ هَضْمِ مُخْدِرٌ مُعِينُ ¶ على الذي يَعْصِبُ فِي التَّهَضُّمِ وَيَنْفَعُ السعالَ قُلْ مِنْ بَلْغَمِ ¶ كثيرُ نَفْعِ وَاضِحِ الإِعَانَه فِي عِلّةِ البَوْلِ مِنَ المَثَانَهْ ¶ والثَّفْلُ منه يُمْسِك الطبيعَه فِي مُدَّةٍ قَرِيبَةٍ سَرِيعَهوَكُلُّ مَا يُوكَلُ مِنْ رُمَّانِ فَإِنَّهُ يُمْضَغُ بالأَسْنَانِ ¶ ويُرتَمَى الثُّفْلُ بُعَيْدَ المَصِّ فَهْوَ كَذَا مُسَطَّرٌ فِي النَصِّ ¶ وَيُوكَلُ الرُّمَّانُ قَبْلَ الأَكْلِ وَبَعْدَهُ أَيْضًا بِبَعْضِ الثَّفْلِ ¶ طَرِيُّهُ يُحْمَدُ وَالمُدَّخَرُ لَيْسَ بِهِ ذَمٌّ وَلاَ تَخَيُّرُ ¶ القول في السفرجل ¶ وَإِنْ أَرَدْتَ القَوْلَ فِي السَّفَرْجَلِ غِذَاؤُهُ يُحْمَدُ لِلْمُسْتَعْمِلِ ¶ لَكِنَّهُ صَعْبٌ عَلَى المَهْضُومِ وَمَاؤُهُ يُشْفِي مِنَ السُّمُومِ ¶ وقِيلَ فِي السَّفَرْجَلِ الرُّطُوبَه لكنََّّهَا فِي جَرمِهِ مَحْجُوبه ¶ وَطَبْعُهُ البَرْدُ مَعَ اليُبُوسَه في الرتبَةِ الأُوْلَى لَهُ محسوسَه ¶ ويُمْسِكُ البَطْن عَلَى الخَلاَءِ يُسْهِلُْهُ أَكْلاً عَلَى الغِذَاء",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وأَكْلُهُ تَقْوِيَةٌ لِلْمَعِدِ قَبْلَ الغِذَا وَبَعْدَهإن تُرِدِ ¶ وَأَكْلُهُ لِخَفَقَانٍ يُذْهِبُ وَالغَشْيَانُ فيهما مُجَرَّبٌ ¶ وَيَمْنَعُ القَيء في الالتِهَابِ الدَّاعِي لِلْعَطَشِ وَالشَّرَابِ ¶ مَسَرَّةُ النَّفْسِ مَعَ السَّفَرْجَلِ مُفَرِّجُ الأَحْزَانِ لِلْمُسْتَعْمِلِ ¶ وَجَاءَ عَنْ إِمَامِنَا الغَزَالِي فَإِنَّهُ يَصْلُحُ لِلْحِبَالِإن أكلَت امرأةٌ سَفَرْجَلاً فِي رَابِعِ الأَشْهُرُ كَانَ أَجْمَلاَ ¶ يَأتِي الذِي تَلِدْهُ مِثْلَ القَمَرْ صُورَتُهُ تَكُونُ أَحْسَنَ الصور ¶ وَنَيُّهُ صَعْبٌ عَلَى الأَضْرَاسِ وَمَعْدَةٍ ضَعِيفَة فِي النَّاسِ ¶ يَخَافُ مِنْ إِدَامِهِ قُولَنْجَا وَوَجْعَ الأَعْصَابِ نَيًّا فِجًّا ¶ وَرُبَّمَا يُوكَلُ فِي الغَذَاءِ طَبْخًا وَمَشْوِيًّا عَلَى الحِذَاءِ ¶ وَإِنَّمَا يُسْلَقُ فِي المِيَاهِ أو فِي فُوَارِ القِدْرِ بالتَّنَاهِي ¶ وَقَدْ يَكُونُ طَبْخُهُ بِالعَسَلِ وَتَابِلٍ مِنْ قَرْفَةٍ وَفُلْفُلِ ¶ عَلَى الطَّعَامِ أَكْلُهُ مَلِيحٌ قَبْلَ الغِذَاءِ أَكْلُهُ قَبِيحُ ¶ لاَ تَأْكُلِ الفِجَّ مِنَ السَّفَرْجَلِ وَكُلْ مِنَ الحُلْوِ النَّضِيجِ الأَكْمَلِ ¶ اللوز في كَيْلوسِه محمود لا سيما اخْضَرُه الجدِيدُ ¶ ودمُه مروْنَق صَفِيُّ وخَلْطُهُ مِزاجُه قَوِيُّ ¶ بَطيءُ هَضْمٍ وَهْو ذو إِعَانه فِي غَسل كِليَة مع المَثَانَه ¶ وكُلُّ ما يوكلُ من لوزٍ طَرِي أصلِحْه إن أكلته بالسّكَّر ¶ أو عَسَلٍ وَحُلْوةٍ وَتَمْرِ جميعُها عجيبةٌ لِلْأَمر ¶ يُغْزِرُ المَنِيّ في الرجال ويُبريءُ الرَّبْوَ مَعَ السُّعالالقول في التوت ¶ اُحْكُمْ على الثلاثة الأَصناف من تَمْرةِ التُّوتِ بلا خِلافِ ¶ مَا كَان منْه حامِضًا بالبَرْدِ وَمُطْرِدَ الصفراء أيَّ طَرْد ¶ والفِجُّ مِنه أَكْلُه ثَقِيلُ ومُسَدِّد ٌمُبرِّدٌ قَلِيلُ ¶ والحلو منه يسْتحِيل مُسْرِعًا مُلَزِّجًا مُسْتَجْلِيًا تَهَوُّعَا",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ورُبّهغَرْغَرةٌ للحلق مُنْتَخب والرُّبّ من عُلَّيْق ¶ اصلحه بالجَوَارِشِ القَوِيَّه من فُلْفُلٍ وقَرْفَةٍ ذَكِيَّة ¶ القول في العُنّاب وهو الزفزوف ¶ وكلُّ ما يوكَلُ من عُنّاب فإِنَّهُ يَصْلُحُ بالجُلاَّبِ ¶ وطبْعُه بُرودةٌ ولينٌ عَسِيرْ هَضْمٍ بُطْئُه ثَخِينُ ¶ غِذَاؤُهُ مُوَلِّدٌ لِلْبَلْغَم مُسَكِّنُ اللدْغ وحِدَّةِ الدم ¶ طَبِيخُهُ يَنْفَعُ للسُّعَال وَحُرقَةِ البُولِ مِنَ الأطْفال ¶ وأكلُه قد ذَمَّه الحكِيمُ لِأنَّه بِفعلِه عَليم ¶ يُقَلِّلُ المَنِيَّ والنِّكاحا مُنَفِّخًا مُوَلِّدًا الرِيَاحا ¶ وَعَدُّهُ مِنْ جُمْلَةِ الغِذَاء أبْعدُ مَا عِنْدِي مِنَ الأَشْيَاءِالقول في المشتهى ¶ المشْتَهَى يَفِيضُ بِالخُنَاقِ لِشِدَّة القبض لدى المذاق ¶ وغضُّه غِذاؤُه بَعِيدُ وفعلُه في قَبْضِه شديد ¶ يَضُرُّ لِلْمَعْدَة بالبُرُودَه وَعَصَبٍ مُضَرَّةٍ شديدَه ¶ وَيَحْبِسُ البطْنَ عَنِ الخَلاَء بِقُوةٍ فِي جُملةِ الأَجْزَاء ¶ القول في فواكه البحائر ¶ القولُ في فَواكه البحائِر وكلُّها ليسَ من الذَّخَائِر ¶ وكلُّ ما يَنْبُتُ في البحَائِر منْ مستطل شَكْلُه ودائِر ¶ مُجْمَلَةٌ تَأْتِي على التفْصِيل فِي حَالَةِ التَّقْصِيرِ والتَّطْوِيل ¶ واتفقت في الطبع بالرطوبه مع البرودة بذا محسوبه ¶ القول في القِثّاء ¶ أول ما يبدُو لنا القِثَّاء مِنْ كُلِّ ما يجري عليه الماء ¶ وطبعُه البَرْدُ مع الرُّطُوبَه فِى الرتبة الأولى له محسُوبه ¶ بَطِيءُ هَضْمٍ دَمُه غَلِيظٌ وَخِلْطه بغِلظٍ مَلْحُوظيَلِيقُ بِالمَحْرُوقِ مِنْ مِزَاجِ وَمَيْلُه لِلبَلْغَم الزُّجَاجِ ¶ وِبَزْرُهُ يُزِيلُ حُرْقَ البَوْلِ لِبَائِتٍ من أَجْله فِي هَوْل ¶ أَصلِحْه بالمِلْحِ وكُلْهُ بالرُّطَبْ أو عَسَل النَّحْلِ الصفيِّ المُنْتَخَبْ ¶ القول في الخيار ¶ وَكُل ما يُوكَلُ مِنْ خِيار اخْتَر صِغَارَه عَلَى الكِبَار ¶ وَكُلُّ مَا طَالَ مِنَ المُدَحْرَج فإِنَّه أَسْلَمُ مِنْ تَفَجُّج",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "مِزَاجُه البُرُودَةُ الشديده واللينُ فِي الدّرجَة البَعِيده ¶ وَدَمُهُ دَمٌ غَلِيظُ الجَوْهَر أَصلِحْه بالعَسَلِ أو بالسُّكَّر ¶ وَماؤُهُ يُسَكِّنُ الحرَارَه وَالغَشَيَانُ شَمُّه إطَارَه ¶ وِبَزْرُه مُفَتِّتُ الحَصَاةِ بِسُكَّر أوِ الْجَوَارِشَاتِ ¶ أَصْلِحْهُ بِالمِلْحِ مِنَ الأَمورِ وَكُلْه بَعْدَ النَّزْع للقُشُور ¶ القول في الدلاع ¶ وكُلُّ ما يُوكَل من دُلاَّعِ فَبَارِدٌ رَطْبٌ بِلا نِزاع ¶ وَرُبَّمَا نَعْرِفُه بالسِّنْدِ وَرُبَّمَا يُقَالُ فِيه الهِنْدِ ¶ مُلَطِّفٌ مُبَرِّدُ الْحَرَاره فِي حُمْياتٍ أصلُها المَرَارَهمُبَرِّدُ العَطَشِ فِي الْتِهَابِ حَرَارَةِ الحُمَّى بِلاَ ارْتِيَاب ¶ أَفْضَلُهُ أَعْظَمُهُ ضَخَامَهْ وَحُمْرَةُ اللوْنِ لَهُ عَلاَمه ¶ حُلْوٌ إِذًا مُخَلْخِلُ القِوَام وَمَاؤُهُ نَزْرٌ مَعَ العِظَامِ ¶ إِصْلاَحُه بِخَالِصٍ مِنْ سُكرِ فِي حَالَةِ الأَكْلِ ولاَ تُكَثِّر ¶ فَإِنَّهُ يَجِيءُ ذَا إِعَانهْ لِحُرْقَةِ البَوْلِ مَعَ المَثَانَهْ ¶ يُوكَلُ قَبْلَ الأَخْذِ فِي الغِذَاء وَبَعْدَه مَكَانَ شُرْبِ المَاءِ ¶ أَعْطِه للمَحْرُوقِ من مِزَاج فَإِنَّه أَشْبَه بِالعِلاَجِ ¶ وَمَنْ يكُن مزاجُه ذَا بَرْدِ فَلْيَقْتَصِرْ عَنْ أَكْلِهِ بالقَصْد ¶ يَضُرُّ كُلَّ بَارِدٍ فِي الحَلْقِ وَالشيخ والمَرْأَةِ بعد الطَّلْقِ ¶ القول في البطيخ ¶ اُحْكمْ عَلَى البَطيخِ قَبْلَ الأكْلِ طويلِه والمستدير الشكل ¶ بالمَيْل لِلبَرْدِ مَع التّلْيِين ثَانِيةً فِي دُرَجِ التَّمْرِينِ ¶ أنواعُه ثلاثةٌ في الجِنْس عُدَّتْ لَهَا مَنَافِعٌ لِلإِنْسِ ¶ مِنْ مستدير زانه تطريزُ أثْقَنَهُ مُدَبِّرٌ عَزِيزُ ¶ هَذَا مِزَاجُه غَلِيظُ الجَوْهَرِ مُلَزِّجٌ يَلَذُّ مِثْلَ السُّكَّرِوالثاني فِي تَدْويره طويلُ وَلَحْمُهُ مُرَمَّلٌ قَلِيلُ ¶ وهْو لِطِيفٌ مُسْرِعُ الإِحاله لِأنّه ذو نُدوة سيّاله",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وَمِنْ طَوِيلٍ أَصْلُهُ القِثَّاءُ مَلْسُ القِوامِ يَجْرِي مِنْهُ المَاءُ ¶ مِزَاجُهُ يَجْرِي فِي التَّوَسُّطِ بَيْنَ المُديرِ والطويل المُفْرِط ¶ وَكُلُّهُ يَمِيلُ للفَسَادِ وجَالِبِ الحمَّى إِلى الأجْسَاد ¶ إِنْ صَادَفَ المَعْدَةَ فِيها مرَّه أو بلغمًا مال لَهُ بِمَرَّه ¶ وَقَدْ رَأَيْتُ قَوْلَ جَالينُوس فِي حَالَةِ البَطِّيخ والمجوس ¶ فأنّه يُوَرِّثُ السُّموما إن صَارَ فِي فَسَادِه مَذْمومَا ¶ وَهْوَ مَتَى يَصير للصَّلاَحِ مِنْ أَفْضَلِ الأَغْذِيَةِ المِلاَح ¶ مُلَطِّفٌ مُبردُ الغِذَاءِ وَمُشْرِقُ اللَّوْنِ عَلَى الأَعْضَاءِ ¶ وَبِزْرُهُ مِنْ أَفْضَلِ النَّبَاتِ مُدِرُّ بَوْلٍ مُخْرِجُ الحَصَاة ¶ وَشَحْمُه مُنّعِشٌ لِلْقَلْبِ وَمُجْلِي مَا دَاخِلَهُ مِنْ كَرْبِ ¶ وَلَحْمُهُ والقِشْرُ مُجْلِيَان لِوِسَخ مِنْ بِشْرَةِ الإِنْسانِ ¶ وَرِطْبِ اليَدَيْنِ لِلجَوَارِي بِشَحْمِهِ ذَاكَ مع القِشَار ¶ إِصْلاحُه مُسْتَعْجِلاً يَكُونُ لِكُلِّ مَحْرُور سَكَنْجَبِينُ ¶ وَبَارِدُ المِزَاجِ فَلْيَسْتَعْمِلِ جَوَارِشَ الفُلْفُلِ أو قُرُنْفُلوجنِّبِ انْ أَكَلْتَهُ القُشورَا وَرَاعِ إِنْ أَرَدْتَهُ أُمُورَا ¶ أوَّلها الأكْلُ عَلَى الخَلاَءِ وَالصَّبْرُ عَنْ تَنَاوُلِ الغِذَاءِ ¶ فإِنَّهُ سَرِيعُ الانْحِدَارِ بِسُرْعَةٍ تَجرِي عَلَى المَجَارِ ¶ القول في البَلَح ¶ وكل ما تثمرُه النَّخِيل مِنْ بَلَح فباردٌ ثقيل ¶ ومثلُه البُسُْرُ مع البُرُوده وشأْنُه تَقْوِيَةٌ لِلْمَعده ¶ مُخْتَلِفٌ في الشكْل وَالمَذاقِ والطبْع عند جُمْلة الحُذَّاقِ ¶ ما كان منه صَادِق الحَلاَوة يميلُ للحرِّ مع النَّداوه ¶ وكل عافص شديد القَبْضِ وَخِلْطُهُ مُنْتَسِبٌ لِلأَرْضِ ¶ غذاؤه في هَضْمِه عسيرٌ وللسعال ضرُّه كثيرُ ¶ لكنَّه يَنْفَعُ للَّثَّاتِ وللمعى من المقوِّياتِ ¶ أخيره الأكلُ على الغِذَاءِ ومصُّه من أفْضلِ الأَشْياءِ",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وَيُرْتمَى بثُفْلِه فِي الحِينِ إصلاحُه بالمرَقِ السّمين ¶ القول في الرُطَب ¶ وإن أردتَ القولَ في طَبعِ الرُّطبْ فطَبْعه الحَرُّ فِي أُولى الرتبوتُفْضَل الجَزِيّة الرَّطُوبَه فِي وَسَط الأُوْلَى لَهُ مَحْسُوسَه ¶ مُلَزَّجٌ غِذَاؤُه كَثير وهضمُه مُلزِّزٌ عَسِيرُ ¶ ويُسْهِل الطَّبعَ مِن الإنْسان يَضُرُّ بِاللِّثَاتِ وَالأَسْنَانِ ¶ ويُحْدث الشِّدَّةَ فِي الطِّحال وَكَبِدٍ يَنْفَعُ للسُّعَالِ ¶ يَضُرُّ بِالمحرُورِ مِنْ أُنَاسِ مُنَفِّخٌ مُصَدِّعٌ لِلرَّاسِ ¶ غِذَاؤُه ذُو فُضْلَةٍ مُسْتَكْثَرَهْ بِها تَرَى تَغْيِيرُه لِلحُنْجُرَه ¶ يَكْفِيكَ فِي الرَّطَبِ مِنْ إِفَادَه فَإِنَّهُ يُسَهِّلُ الْوِلاَدَهْ ¶ وَمَأْمَنٍ مِنْ مَرَضِ القُولَنْجِ وَأَكْلُهُ مِنَ الحَصَاةِ يُنْجِي ¶ وَتَمَّ مَا قَصَدْتُه لِلَّه مُنَبِّهًا لِغَافِلٍ وَسَاه ¶ مِن سِنة الجهْل بالاغْتداء مُوَبِّدًا فِي الصُّبْحِ وَالمَسَاء ¶ لِكَيْ يَرَى عَجَائِبَ الجَبَّارِ فِيمَا تَقَدَّمَ مِنَ الأَسْرَار ¶ سبحانه عَزَّ وَجَلَّ اللَّهُ لَيْسَ لَنَا مِنْ رَاحِمٍ سِوَاهُ ¶ ونسألُ الله ونَسْتهْدِيهِ فِي نَظَرٍ فِي القَوْلِ وَالبَدِيه ¶ هَوَاطِلَ التَّسْلِيمِ والصَّلاةِ لِلْمُصْطَفَى وَآلِهِ الهُدَاةِ ¶ انتهى بحمد الله تعالى وحسن عونه وصلى الله على سيدنا ومولانا محمد النبي الآخر وعلى آله ¶ وصحبه وسلم تسليماً بعظمة كل ذلك في كل وقت وحين.",
            "page": "11",
            "part": "1"
        }
    ],
    "t34491": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أرجوزة الفواكه الصيفية والخريفية"
        }
    ]
}