{
    "b34517": [
        {
            "hno": null,
            "id": "1",
            "nass": "الموضوع ... الصفحة ¶ - شكر وتقدير ........................................... ... هـ ¶ - تصدير ................................................. ... ز ¶ أولا : المحاضرات العلمية.................................. ... 1 ¶ - كلمة حفل الاستقبال عضوًا بالمجمع...................... ... 3 ¶ - اللغة العربية فى خدمة علوم الأحياء .................... ... 15 ¶ - اللغة العربية فى مؤسسات التعليم العام والعالى ووسائل النهوض بها ............................................ ... 35 ¶ - المجمع المصرى للثقافة العلمية فى تاريخه ومنجزاته ودوره فى نشر الثقافة العلمية فى مصر.................. ... 73 ¶ - معاجمنا العلمية المتخصصة بين الأصالة والمعاصرة..... ... 85 ¶ - الترجمة بين الماضى والحاضر وأهميتها فى نقل العلوم إلى اللغة العربية........................................ ... 105 ¶ - قضية التعريب فى مصر................................ ... 125 ¶ ثانيًا: الإنجازات العلمية والمنجزات المجمعية لعدد من المجمعيين.................................................. ... 157 ¶ - الدكتور عبد الحليم منتصر.............................. ... 159 ¶ - الدكتور محمود توفيق حفناوى........................... ... 169 ¶ - الدكتور سليمان حزين................................... ... 185 ¶ - الدكتور عبد العظيم حفنى صابر......................... ... 197 ¶ - الدكتور أبو شادى الروبى............................... ... 207 ¶ - الدكتور عبد الرازق عبد الفتاح.......................... ... 219 ¶ - الدكتور أحمد مدحت إسلام.............................. ... 227 ¶ - الدكتور عبد العزيز صالح............................... ... 233 ¶ - الدكتور أحمد مستجير مصطفى.......................... ... 239 ¶ - الدكتور شفيق إبراهيم بلبع............................... ... 247 ¶ - - - - -",
            "page": "1",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "ندوات المجمع الثقافية ¶ الجزء الأول ¶ الإشراف العام ¶ الدكتور كمال محمد بشر ¶ نائب رئيس المجمع ¶ التحرير والمراجعة اللغوية ¶ سميرة صادق شعلان ¶ مدير عام إدارة التحرير والشؤون الثقافية ¶ جمال عبد الحي أحمد خالد محمد مصطفى ¶ مدير بإدارة التحرير مدير بإدارة التحرير ¶ ندوات المجمع الثقافية ¶ الجزء الأول ¶ الإشراف العام ¶ الدكتور كمال محمد بشر ¶ نائب رئيس المجمع ¶ التحرير والمراجعة اللغوية ¶ سميرة صادق شعلان ¶ مدير عام إدارة التحرير والشؤون الثقافية ¶ جمال عبد الحي أحمد خالد محمد مصطفى ¶ مدير بإدارة التحرير مدير بإدارة التحرير ¶ القاهرة ¶ 1427 هـ - 2007م",
            "page": "1",
            "part": "2"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "الندوة الأولى(*): ¶ \" الشاعر علي الجارم\" ¶ مقرر اللجنة الثقافية: الأستاذ الدكتور كمال محمد بشر. ¶ عضو المجمع. ¶ مدير الندوة: الأستاذ الدكتور حسن محمود عبد اللطيف الشافعي. ¶ عضو المجمع. ¶ المتحدثون: ¶ 1-الأستاذ الدكتور شوقي ضيف رئيس المجمع ¶ 2-الأستاذ الدكتور محمود فهمي حجازي عضو المجمع ¶ 3-الأستاذ الدكتور الطاهر أحمد مكي عضو المجمع ¶ 4-الأستاذ الدكتور محمود علي مكي عضو المجمع ¶ 5-الأستاذ الدكتور علي عشري زايد ¶ 6-الأستاذ الدكتور أحمد علي الجارم ¶ أولاً ـ كلمة الأستاذ الدكتور حسن عبد اللطيف الشافعي ¶ عضو المجمع ومدير الندوة. ¶ بسم الله الرحمن الرحيم، الحمد لله الذي بنعمته تتم الصالحات، والصلاة والسلام على أنبيائه ورسله أجمعين، ورجال الحق والبيان في كل حين، وتحية من عند الله مباركة طيبة، فسلام الله عليكم أيها السادة الحضور ورحمته وبركاته. ففي مفتتح هذا اللقاء الكريم، نصغي خاشعين إلى البيان الإلهي المعجز، آيات بينات من القرآن الكريم، يتلوها علينا فضيلة الأستاذ الشيخ عبد الحي زهران، من علماء الأزهر الشريف . ¶ ( وبعد أن تلا سيادته آيات بينات من سورة الشعراء، استؤنف الحفلُ الكريم ). ¶ صدق الله العظيم، وبلّغ رسوله الكريم، ونحن على ذلك من الشاهدين . ¶ أيها السادة : ¶ نحن نلتقي اليوم في رحاب هذا المجمع العتيد، لإحياء ذكرى عطرة عزيزة علينا جميعًا، ألا وهي الذكرى الخمسين على رحيل مجمعي خالد، هو المرحوم الأستاذ علي الجارم لنحى هذه الذكرى لا نحيها، فقد كان ـ رحمه الله ـ مجمعيًّا وأديبًا، ومفكرًا، وشاعرًا من طراز خاص . ¶ ونحن نحتفل هذا اليوم بشاعرنا الراحل من خلال الموسم الثقافي للمجمع، ويحدثنا الآن أستاذنا الدكتور كمال بشر عضو المجمع، ومقرر اللجنة الثقافية به، فليتفضل سيادته. ¶ ثانيًاـ كلمة الأستاذ الدكتور كمال بشر مقرر اللجنة الثقافية ¶ بسم الله الرحمن الرحيم ¶ السيد الأستاذ الدكتور رئيس المجمع ¶ السادة الزملاء الأفاضل",
            "page": "1",
            "part": "3"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "السادة الحضور ¶ هذه أمسية مباركة من أماسي مجمعنا الكريم، لقد رأى رئيس المجمع، ورأى المجلس الموقر، أن نقيم ما يُسمّى الموسم الثقافي، لإزالة الحدود، والسدود، بيننا وبين الجماهير. قالوا ـ وفي قولهم شيء من الصدق ـ إن المجمع منعزل، والحقيقة نحن لم ننعزل، وإنما عزلنا الجمهور، ربما لأن طبيعة أعمالنا. لاتوائم بعضًا من الناس، أو ليس فيها من المتعة ما يرجونه، وما يحبونه؛ لهذا رأينا، ورأى المجمع كله، أن نقيم الموسم الثقافي، نفتح الأبواب والنوافذ، نتثاقف مع الجماهير، نسمعهم، ونسمع منهم، نحاورهم، ويحاوروننا، وفي هذا نفع كبير للوطن كله، ونفع لنا، ونفع لهم، وقد رأينا أن نبدأ بهذا الرجل العملاق الكبير الأستاذ علي الجارم، وهذه البداية، لا تعني أننا نفضل قومًا على آخرين، وإنما رأينا أن نأخذ معيارًا معينًا، لهذا العمل، فرأينا أن هذا الرجل ـ رحمه الله ـ يجمع من القيم والمبادئ ما يمثل حياتنا الأدبية، والفكرية واللغوية، لهذا قلنا إنه يجمع هذا وذاك، فلنبدأ به. ¶ ومعلوم أن الأستاذ علي الجارم، ينتمي إلى مدرسة كان يظنها الناس أنها تنتمي إلى شوقي أو البارودي، ولكن ظهر أن الرجل نسيج وحده، وأن له نهجًا خاصًّا به، وأنه أرسى هذه القواعد بشعره الفائق الرائق الرصين، نظمًا ومعنى، أو قل مبنى ومعنى، فعلي الجارم يمثل أمة فكرية أدبية، وله دور بالغ في القصة، وفي الأدب عمومًا، أما الشعر فهو سيده في عصره، وفي كل العصور، ويمكن لأي إنسان أن يقرأ شيئًا من ديوانه الكبير، ليرى هذه الرصانة، وهذا النظم، وهذه النغمات، وهذه الدلالات، وهذه المعاني التي ينفرد بها علي الجارم .",
            "page": "2",
            "part": "3"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "ولا أريد أن أطيل في هذه القضية، فهي قضية الليلة، وقلت، إنما اخترنا هذه الشخصية؛ لأنها تجمع مجموعة من المبادئ التي يعتمد عليها المجمع، ويقوم بترويجها ونحن على كل حال نستطيع أن نقول: لنا ندوات لاحقات إن شاء الله، وكلها تدور حول محورين؛ الأول: الشخصيات المجمعية ذات الأثر الكبير، وكلهم والحمد لله ذوو أثر كبير . ¶ والآخر: مناقشة قضايا عامة تهم المجمع، وتهم الجماهير، وقضايا ثقافية، وقضايا لغوية إسلامية، إلى آخره . ¶ والآن أترك الزميل الدكتور حسن عبد اللطيف الشافعي ليقدم السادة المتكلمين، فهم الذين يلقون الضوء الحقيقي على هذه الشخصية العملاقة التي لم يغب اسمها، ولن يغيب ذكرها، شكرًا لكم، والسلام عليكم ورحمة الله . ¶ الأستاذ الدكتور حسن عبد اللطيف الشافعي : ¶ كان الجارم بشخصيته الخصبة، المتعددة الأبعاد، أحد الأعضاء المؤسسين لهذا المجمع، وحاملي رايته الميامين. ¶ عن شخصيته المجمعية وحضورها البارز، وآثارها الباقية في المجمع، يحدثنا شيخ المجمعيين أستاذنا رئيس المجمع، الدكتور شوقي ضيف، فليتفضل سيادته مشكورًا . ¶ ثالثًاـ كلمة الأستاذ الدكتور شوقي ضيف رئيس المجمع ¶ السيد الأستاذ الدكتور مقرر اللجنة الثقافية ¶ الزملاء المجمعيون، ¶ سيداتي، سادتي: ¶ إنه ليشرفني أن أتحدث عن عَلَمٍ شامخ من أعلام الأمة العربية في عصره، كان مرموق المكانة ـ ولا يزال ـ بين شعراء عصره المبدعين الذين تخلب أشعارهم الألباب، وكان مُعلّمًا لناشئة الأمة وأبنائها العربية والبلاغة أجيالا بعد أجيال، وكان كاتبًا قصصيًّا طالما ظفر في قصصه بالإعجاب، وكان إمامًا لغويا لا يبارى ولا يجارى، ولذلك حين عجمت الأمة أعلامها ورجالاتها ليؤسسوا مجمع اللغة العربية تأسيسًا قويمًا اختارته مع تسعة من المصريين في العصبة الأولى التي عهدت إليها بإقامة هذا الصرح المجمعي اللغوي.",
            "page": "3",
            "part": "3"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "وبمجرد أن اجتمع الأستاذ الكبير علي الجارم مع زملائه من أعضاء المجمع ـ بعد افتتاحه ـ وضعوا لائحة المجمع، وأصدروا قرارات بلجانه العلمية الأولى وأعضائها، وأصبح الأستاذ الجارم عضوًا في لجنة العلوم الطبيعية والكيمائية، ووضعت في هذه الدورة الأولى للمجمع أربعة وسبعين مصطلحًا علميًّا مع مقابلاتها الغربية في المغناطيسية والكهرباء. وأصبح الجارم أيضًا عضوا في لجنة العلوم الاجتماعية والفلسفية، ومضت تُعنى بالبحث في علوم الاجتماع: الحقوق والاقتصاد والسياسة والإدارة ووصف الشعوب، والبحث أيضًا في العلوم الفلسفية: علوم النفس والمنطق والأخلاق والتصوف والإلهيات.",
            "page": "4",
            "part": "3"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "... وللأستاذ الجليل الجارم في مجلة المجمع للدورة الأولى بحث مفصل عن الترادف، امتد فيه إلى ثلاثين صفحة من القطع الكبير، ونقرأ في مفتتحه، أن علماء اللغة اهتمُّوا به وألفوا فيه، وأن للفيروز أبادي كتابًا بعنوان \"الروض المسلوف فيما له اسمان إلى ألوف \"، ويقول الأستاذ الجارم: إن علماء الأصول اهتموا بالترادف للدقة في استخلاص الأحكام الفقهية من النصوص، وبالمثل أصحاب المنطق لتحديد معاني الألفاظ وسلامتها من الزلل. ويذكر تعريفات لبعض منكريه ومثبتيه، ويذكر من منكريه ابن الأعرابي وثعلب وأحمد بن فارس وأبا علي الفارسي، كانوا يقولون إن الشيء قد يُسمى بأسماء مختلفة مثل السيف والصارم والمهند والحسام، ونرى أن له اسمًا واحدًا هو السيف، وما سواه مما يُسمّى أسماء له، إنما هي صفات، وفي كل صفة معنى غير معنى الأخرى. ويخالفهم المثبتون للترادف، فيقولون لمنكريه إن ما تسمونه صفات ليست في حقيقتها صفات، إنما هي أسماء. وذهب المنكرون له في الأسماء إلى إنكاره في الأفعال، فقالوا في مثل قعد وجلس: إن قعد فيها معنى ليس في جلس. واحتجَّ القائلون بإثباته بأنه لو كان في كل لفظة مرادفة معنى غير معنى الأخرى، لكان قولنا: ( لا ريب فيه ) أي (لا شك فيه) خطأً، وواضح أن معناهما واحد. وَيْنقُل الجارم عن كتاب يُسمّى دراسة الكلمات لباحث إنجليزي اسمه ترنش ( Trench ) رأيًا له في المترادفات، يلتقي مع رأي أئمة اللغة المنكرين له، إذ يقول: \" إنه مع شدة تشابه معاني المترادفات تتضمن فروقًا صغيرة جزئية؛ إما مع أصل الوضع، وإما طارئة عليها بالاستعمال، وإما جاءت إليها من تصرف لبلغاء وأساطين البيان\".",
            "page": "5",
            "part": "3"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "... ويقول الأستاذ الجارم: يؤخذ من كلامه ندرة المترادفات. ويقول (ترنش) إنه قد يحدث من التقاء لغتين. ويعود الأستاذ الجارم إلى ذكر مثبتي الترادف، ويورد بعض أدلتهم، وأنهم ذكروا من فوائده إتاحة السعة في الكلام للأدباء، وتسديد القوافي للشعراء والتفنن اللفظي في مجانسة الكلام وتجنب الثقل في إعادة الألفاظ. ¶ ... ويقول الأستاذ الجارم: إن المثبتين للترادف من اللغويين والمنكرين تجاوزوا الحد، وركبوا متن الشطط. ويُذكر عن السيوطي في كتابه المزهر أن للعسل سبعة وثمانين اسمًا، تمثل منها بنحو سبعين اسمًا ويدرسها دراسة مستفيضة، ويقول إن طائفة منها مطلقة، وطائفة مقيدة بوصف نسبة أو هي مجاز أو كناية. وينقل عن ابن جني أن الترادف قد يكون من اختلاط القبائل بعضها ببعض، ويقول إنه يكون بسبب الإبدال مثل الأيم والأين للحية، أو بسبب القلب مثل صاعقة وصاقعة، أو بسبب كلمة أجنبية دخلت العربية مثل المرآة والسجنجل، وقد يكون باستخدام المجاز مع الحقيقة مثل العسل والسلافة أو بسبب الكناية، كالكناية عن لغة العرب ببنت عدنان. ¶ ... وخلاصة هذا البحث اللغوي الدقيق عند الأستاذ علي الجارم أنه ينبغي ألا نتسرع في إنكار الترادف، كما أنه ينبغي ألا نتسرع في قبول دعوات الإثبات بحيث نثبته بين كل لفظين أو ألفاظ تقاربت.",
            "page": "6",
            "part": "3"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "... وفي الدورة الثانية للمجمع شرح الأستاذ الجارم مئة وثمانين لفظًا لغويًّا في المنازل، وكل ما يتصل بها، وفي المائدة وفي المكتب والسكك الحديدية، ومع كل لفظة يذكر الأصل اللغوي في دلالتها عارضا لها على المعاجم، وكاد لا يترك معجمًا لغويًّا إلا رجع إليه، ودائمًا يذكر – بذكائه المتوقد – المسوغات للدلالة المعجمية الجديدة. وأضاف الأستاذ الجارم إلى هذه الألفاظ في الدورة المجمعية الثالثة عشرين لفظة جديدة من المصطلحات المجمعية في الشؤون العامة، شرحها واستوفى شواهدها اللغوية مثل سابقتها مع بيان إساغة المجمع لها جمعيًا إساغة دقيقة. وكل هذه الألفاظ في العددين الثاني والثالث من مجلة المجمع. ... ¶ ... وكان المجمع قد قرر في دورته الثانية تكملة المادة اللغوية التي ذُكرت في المعجمات بعضُ ألفاظها كالمصدر أو الفعل أو أحد المشتقات، ووضع للتكملة قواعد، حين تكون المادة غير ثلاثية الحروف، وحين تكون ثلاثية: فعلاً متعديًّا أو لازمًا، وحين تكون مصدرًا أو من مشتقاته. ورأى الأستاذ الجارم أن يرجع إلى المعاجم ويختار منها مواد ناقصة، ويطيل فيها البحث الدقيق والنظر العميق، ويكمل عن دراسة لغوية متأنية متصلة نواقصها التي لم تسجلها المعاجم. ¶ ... وحريّ بنا أن نستخدمها ونضيف إليها ما دعت إلى ذلك ضرورة علمية أو حاجة بيانية، واختار بعد دراسة طويلة للمعاجم خمسين مادة ناقصة في كل المعجمات وأكملها – بمهارته اللغوية – ويقول في تقديمه لها: ¶ ... \" لما كان العمل بقرار المجمع: تكميل المواد اللغوية يتطلب دقة في النظر وذوقًا حساسًّا في العربية وإلمامًا وبصرًا بعلم الصرف، وحيطة وأناة في العمل وأردت أن أعرض أمثلة، تبين طريق العمل بهذا القرار، راجيا أن يكون بها ما ينير السبيل\". وكل مادة كان يعرضها الأستاذ الجارم في بحث لغوي مستفيض بأسلوبه المتسق البديع، مع استكمال نواقصها اللغوية ببصيرته النافذة.",
            "page": "7",
            "part": "3"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "... وينشر الأستاذ الجارم – في الجزء الرابع من مجلة المجمع – بحثًا لغويًّا فريدًا بعنوان المصادر التي لا أفعال لها، يذكر في فواتحه أنه: \" لما كان يشترط في تكميل المادة اللغوية أن لا ينص علماء اللغة أو يشيروا إلى أن المادة لم يسمع لها فعل، أو أن فعلها أميت وجب على الباحثين أن يلموا بنصوص اللغويين في هذا الصدد حتى لا يصاغ فعل لم يجيزوا صوغه بالإجماع. يقول: \" وقد اعتاد بعض العلماء أن يعقبوا على بعض الأسماء أو المصادر بأنها لا فعل لها، ولكن الباحث إذا واصل البحث واستقصى كثيرًا من المراجع وجد من اللغويين من يذكر لها أفعالاً \". ويستعرض كتاب المخصص وهو معجم ضخم للمعاني لابن سيده كبير علماء العربية بالأندلس، ويجده في المجلد الرابع عشر قد أفرد بابًا فيه لأسماء المصادر التي لا تشتق منها أفعال، وأورد من هذه المصادر تسعة وخمسين مصدرًا، نقل منها ثلاثة وأربعين عن أبي عبيد، وأربعة عن ابن السكيت وثلاثة عن سيبويه، وثمانية عن ابن دريد، وواحدًا عن ثعلب، ورد ابن سيده على أبي عبيد خمسة منها، فأثبت لها أفعالاً، وبقي أربعة وخمسون مصدرا لا تزال – فيما نقله – لا يصح أن يشتق منها أفعال. يقول الأستاذ الجارم: قد تناولت هذا البحث بإفاضة واستيعاب وتنقيب في المعجمات، فظهر أن لجميعها أفعالاً ما عدا سبعة منها. وعادة يذكر فيما أكمله منها نص صاحب المخصص أولاً ثم يتلو بنص ينقضه من المعاجم، ويورد في النصوص أفكارًا له وتعليقات لغوية دقيقة. ¶ ... وهو عمل لغوي مجمعي رائع، فقد نقض الأستاذ الكبير علي الجارم لا كلمة ولا كلمات من كتاب المخصص، وإنما نقض بابًا برمته لابن سيده الذي كانوا يقرنونه في عمله باللغة بأبي العلاء المعري، ويقولون: كان بالمشرق لغوي وبالمغرب لغوي في عصر واحد لم يكن لهما ثالث، وهما أبو العلاء وابن سيده\".",
            "page": "8",
            "part": "3"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "... وقد نقض الأستاذ الجارم أقوال من نقل عنهم ابن سيده من أئمة العربية الذين نفوا عن بعض المصادر أن لها أفعالاً من أمثال سيبويه وأبي عبيد وابن السكيت وابن دريد. ¶ ... وفي السنة السابعة للمجمع ضُمَّ إليه عشرة أعضاء منهم ثلاثة أجلاء من أساتذتي، وهم: مصطفى عبد الرازق، وطه حسين، وأحمد أمين. وأعيد تشكيل اللجان، وتعددت عضوية الأستاذ علي الجارم فيها، فكان عضوًا في لجنة المعجم، ولجنة اللهجات ونشر النصوص القديمة، ولجنة أصول اللغة، ولجنة الأدب، ولجنة المصطلحات الطبية، ولجنة معجم ألفاظ القرآن الكريم. وكان في كل هذه اللجان عضوًا نشيطا واسع العلم في حل المشكلات والمعضلات سريع الخاطر حاضر البديهة قوي الحجة والبرهان، مع التؤدة في الكلم وحسن الجدال والنقاش، وكان دعامة فذة للجنة أصول اللغة يمدها بعتاد لغوي محكم فيما تضعه من قواعد للاشتقاق والقياس والتعريب والنحت. ¶ ... ومن بحوثه المجمعية القيمة بحثه الذي ألقاه في مؤتمر المجمع قبيل رحيله، وعنوانه \" الجملة الفعلية أساس التعبير في اللغة العربية \" وقد ذهب فيه إلى أن العقلية العربية تقتضي أن تكون الجملة الفعلية الأصل والغالب الكثير في التعبير، مما جعل العربي يهتم بالحدث إذ يريد تنبيه السامع لكلامه إليه، ولذلك كان الأساس عنده في الإخبار أن يبدأ الجملة بالفعل، فيقول: عدا الفرس ورعت الإبل، وعاد المسافر. وفي رأيه أن السبب في ميل العرب إلى البدء في عباراتهم بالفعل أنهم كانوا يعيشون عيشة بداوة تحيط بها المخاوف وتكثر فيها المفاجآت، فكانوا يعنون بذكر الحدث قبل عنايتهم بمن وقع منه الحدث، مما جعلهم يكثرون من ذكر الفعل في بدء تعبيراتهم.",
            "page": "9",
            "part": "3"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "... وللأستاذ الكبير علي الجارم – بجانب ما قدمت – سنن سنها في المجمع، وظلت من بعده إلى اليوم، من ذلك أنه استن للشعراء من أعضاء المجمع في افتتاح مؤتمراته أن يحيوا الفصحى لغة القرآن الكريم، ويشيدوا بما أودعها القرآن من حلى قدسية معجزة وما أودعها الرسول في بلاغته النبوية الباهرة، ويعرضوا تاريخها المجيد على مر العصور إلى أن نهضت بها مصر ومجمعها اللغوي، كما في قصيدتيه الفريدتين اللتين أنشدهما في افتتاح دورتي المجمع الثانية والثالثة. وسُنّة ثانية استنها للشعراء من أعضاء المجمع أن يؤبنوا زملاءهم الراحلين معزين المجمع فيمن يفقدهم من أعضائه، وممن أنشد مراثيه البارعة الأساتذة: أحمد الإسكندري ونالينو وأنطون الجميل. ¶ أيها السادة: ¶ ... هذه لمحات موجزة عن العَلَم الفذ عضو مجمع اللغة العربية الأستاذ الكبير علي الجارم الذي نحتفل اليوم بتكريم ذكراه العطرة لما أدَّى للمجمع في تأسيسه من جهود لغوية خصبة، ولما سنَّ فيه من سنن شعرية قويمة باقية، أنزله الله في جناته منازل العلماء الأخيار الأبرار المخلصين. ¶ والسلام عليكم ورحمة الله.",
            "page": "10",
            "part": "3"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "أولاً ـ كلمة الافتتاح ¶ للأستاذ الدكتور حسن محمود عبد اللطيف الشافعي ¶ عضو المجمع ومدير الندوة ¶ بسم الله الرحمن الرحيم، الحمد لله الذي بنعمته تتم الصالحات، والصلاة والسلام على أنبيائه ورسله أجمعين، ورجال الحق والبيان في كل حين، وتحية من عند الله مباركة طيبة، فسلام الله عليكم أيها السادة الحضور ورحمته وبركاته وبعد، ¶ ففي مفتتح هذا اللقاء الكريم، نصغي خاشعين إلى البيان الإلهي المعجز، آيات بينات من القرآن الكريم، يتلوها علينا فضيلة الأستاذ الشيخ عبد الحي زهران، من علماء الأزهر الشريف . ¶ ( وبعد أن تلا سيادته آيات بينات من سورة الشعراء، استؤنف الحفلُ الكريم ). ¶ صدق الله العظيم، وبلّغ رسوله الكريم، ونحن على ذلك من الشاهدين . ¶ أيها السادة: ¶ نحن نلتقي اليوم في رحاب هذا المجمع العتيد، لإحياء ذكرى عطرة عزيزة علينا جميعًا، ألا وهي الذكرى الخمسون على رحيل مجمعي خالد، هو المرحوم الأستاذ علي الجارم، فقد كان ـ رحمه الله ـ مجمعيًّا وأديبًا، ومفكرًا، وشاعرًا من طراز خاص . ¶ ونحن نحتفل هذا اليوم بشاعرنا الراحل من خلال الموسم الثقافي للمجمع، ويحدثنا الآن أستاذنا الدكتور كمال بشر عضو المجمع، ومقرر اللجنة الثقافية به، فليتفضل سيادته.",
            "page": "1",
            "part": "4"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "ثانيًاـ كلمة الأستاذ الدكتور كمال بشر مقرر اللجنة الثقافية ¶ بسم الله الرحمن الرحيم ¶ السيد الأستاذ الدكتور رئيس المجمع ¶ السادة الزملاء الأفاضل ¶ السادة الحضور ¶ هذه أمسية مباركة من أماسي مجمعنا الكريم، لقد رأى رئيس المجمع، ورأى المجلس الموقر، أن نقيم ما يُسمّى الموسم الثقافي، لإزالة الحدود والسدود بيننا وبين الجماهير. قالوا ـ وفي قولهم شيء من الصدق ـ إن المجمع منعزل، والحقيقة نحن لم ننعزل، وإنما عزلنا الجمهور، ربما لأن طبيعة أعمالنا لا توائم بعضًا من الناس، أو ليس فيها من المتعة ما يرجونه، وما يحبونه؛ لهذا رأينا، ورأى المجمع كله، أن نقيم الموسم الثقافي، نفتح الأبواب والنوافذ، نتثاقف مع الجماهير، نسمعهم، ونسمع منهم، نحاورهم، ويحاوروننا، وفي هذا نفع كبير للوطن كله، ونفع لنا، ونفع لهم، وقد رأينا أن نبدأ بهذا الرجل العملاق الكبير الأستاذ علي الجارم، وهذه البداية، لا تعني أننا نفضل قومًا على آخرين، وإنما رأينا أن نأخذ معيارًا معينًا، لهذا العمل، فرأينا أن هذا الرجل ـ رحمه الله ـ يجمع من القيم والمبادئ ما يمثل حياتنا الأدبية، والفكرية واللغوية، لهذا قلنا إنه يجمع هذا وذاك، فلنبدأ به. ¶ ومعلوم أن الأستاذ علي الجارم، ينتمي إلى مدرسة كان يظنها الناس أنها تنتمي إلى شوقي أو البارودي، ولكن ظهر أن الرجل نسيج وحده، وأن له نهجًا خاصًّا به، وأنه أرسى هذه القواعد بشعره الفائق الرائق الرصين، نظمًا ومعنى، أو قل مبنى ومعنى، فعلي الجارم يمثل أمة فكرية أدبية، وله دور بالغ في القصة، وفي الأدب عمومًا، أما الشعر فهو سيده في عصره، وفي كل العصور، ويمكن لأي إنسان أن يقرأ شيئًا من ديوانه الكبير، ليرى هذه الرصانة، وهذا النظم، وهذه النغمات، وهذه الدلالات، وهذه المعاني التي ينفرد بها علي الجارم .",
            "page": "1",
            "part": "5"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "ولا أريد أن أطيل في هذه القضية، فهي قضية الليلة، وقلت، إنما اخترنا هذه الشخصية؛ لأنها تجمع مجموعة من المبادئ التي يعتمد عليها المجمع، ويقوم بترويجها ونحن على كل حال نستطيع أن نقول: لنا ندوات لاحقات إن شاء الله، وكلها تدور حول محورين؛ الأول: الشخصيات المجمعية ذات الأثر الكبير، وكلهم والحمد لله ذوو أثر كبير . ¶ والآخر: مناقشة قضايا عامة تهم المجمع، وتهم الجماهير، وقضايا ثقافية، وقضايا لغوية إسلامية، إلى آخره . ¶ والآن أترك الزميل الدكتور حسن عبد اللطيف الشافعي ليقدم السادة المتكلمين، فهم الذين يلقون الضوء الحقيقي على هذه الشخصية العملاقة التي لم يغب اسمها، ولن يغيب ذكرها، شكرًا لكم، والسلام عليكم ورحمة الله . ¶ الأستاذ الدكتور حسن عبد اللطيف الشافعي : ¶ كان الجارم بشخصيته الخصبة، المتعددة الأبعاد، أحد الأعضاء المؤسسين لهذا المجمع، وحاملي رايته الميامين. ¶ عن شخصيته المجمعية وحضورها البارز، وآثارها الباقية في المجمع، يحدثنا شيخ المجمعيين أستاذنا رئيس المجمع، الدكتور شوقي ضيف، فليتفضل سيادته مشكورًا .",
            "page": "2",
            "part": "5"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "ثالثًاـ كلمة الأستاذ الدكتور شوقي ضيف رئيس المجمع ¶ السيد الأستاذ الدكتور مقرر اللجنة الثقافية ¶ الزملاء المجمعيون، ¶ سيداتي، سادتي: ¶ إنه ليشرفني أن أتحدث عن عَلَمٍ شامخ من أعلام الأمة العربية في عصره، كان مرموق المكانة ـ ولا يزال ـ بين شعراء عصره المبدعين الذين تخلب أشعارهم الألباب، وكان مُعلّمًا لناشئة الأمة وأبنائها العربيةَ والبلاغةَ أجيالاً بعد أجيال، وكان كاتبًا قصصيًّا طالما ظفر في قصصه بالإعجاب، وكان إمامًا لغويًّا لا يبارى ولا يجارى، ولذلك حين عجمت الأمة أعلامها ورجالاتها ليؤسسوا مجمع اللغة العربية تأسيسًا قويمًا اختارته مع تسعة من المصريين في العصبة الأولى التي عهدت إليها بإقامة هذا الصرح المجمعي اللغوي. ¶ وبمجرد أن اجتمع الأستاذ الكبير علي الجارم مع زملائه من أعضاء المجمع ـ بعد افتتاحه ـ وضعوا لائحة المجمع، وأصدروا قرارات بلجانه العلمية الأولى وأعضائها، وأصبح الأستاذ الجارم عضوًا في لجنة العلوم الطبيعية والكيمائية، ووضعت في هذه الدورة الأولى للمجمع أربعة وسبعين مصطلحًا علميًّا مع مقابلاتها الغربية في المغنطيسية والكهرباء. وأصبح الجارم أيضًا عضوًا في لجنة العلوم الاجتماعية والفلسفية، ومضت تُعنى بالبحث في علوم الاجتماع: الحقوق والاقتصاد والسياسة والإدارة ووصف الشعوب، والبحث أيضًا في العلوم الفلسفية: علوم النفس والمنطق والأخلاق والتصوف والإلهيات.",
            "page": "1",
            "part": "6"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "... وللأستاذ الجليل الجارم في مجلة المجمع للدورة الأولى بحث مفصل عن الترادف، امتد فيه إلى ثلاثين صفحة من القطع الكبير، ونقرأ في مفتتحه، أن علماء اللغة اهتمُّوا به وألفوا فيه، وأن للفيروز أبادي كتابًا بعنوان \"الروض المسلوف فيما له اسمان إلى ألوف \"، ويقول الأستاذ الجارم: إن علماء الأصول اهتموا بالترادف للدقة في استخلاص الأحكام الفقهية من النصوص، وبالمثل أصحاب المنطق لتحديد معاني الألفاظ وسلامتها من الزلل. ويذكر تعريفات لبعض منكريه ومثبتيه، ويذكر من منكريه ابن الأعرابي وثعلب وأحمد بن فارس وأبا علي الفارسي، كانوا يقولون إن الشيء قد يُسمى بأسماء مختلفة مثل السيف والصارم والمهند والحسام، ونرى أن له اسمًا واحدًا هو السيف، وما سواه مما يُسمّى أسماء له، إنما هي صفات، وفي كل صفة معنى غير معنى الأخرى. ويخالفهم المثبتون للترادف، فيقولون لمنكريه إن ما تسمونه صفات ليست في حقيقتها صفات، إنما هي أسماء. وذهب المنكرون له في الأسماء إلى إنكاره في الأفعال، فقالوا في مثل قعد وجلس: إن قعد فيها معنى ليس في جلس. واحتجَّ القائلون بإثباته بأنه لو كان في كل لفظة مرادفة معنى غير معنى الأخرى، لكان قولنا: ( لا ريب فيه ) أي (لا شك فيه) خطأً، وواضح أن معناهما واحد. وَيْنقُل الجارم عن كتاب يُسمّى دراسة الكلمات لباحث إنجليزي اسمه ترنش ( Trench ) رأيًا له في المترادفات، يلتقي مع رأي أئمة اللغة المنكرين له، إذ يقول: \" إنه مع شدة تشابه معاني المترادفات تتضمن فروقًا صغيرة جزئية؛ إما مع أصل الوضع، وإما طارئة عليها بالاستعمال، وإما جاءت إليها من تصرف لبلغاء وأساطين البيان\".",
            "page": "2",
            "part": "6"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "... ويقول الأستاذ الجارم: يؤخذ من كلامه ندرة المترادفات. ويقول (ترنش) إنه قد يحدث من التقاء لغتين. ويعود الأستاذ الجارم إلى ذكر مثبتي الترادف، ويورد بعض أدلتهم، وأنهم ذكروا من فوائده إتاحة السعة في الكلام للأدباء، وتسديد القوافي للشعراء والتفنن اللفظي في مجانسة الكلام وتجنب الثقل في إعادة الألفاظ. ¶ ... ويقول الأستاذ الجارم: إن المثبتين للترادف من اللغويين والمنكرين تجاوزوا الحد، وركبوا متن الشطط. ويُذكر عن السيوطي في كتابه المزهر أن للعسل سبعة وثمانين اسمًا، تمثل منها بنحو سبعين اسمًا ويدرسها دراسة مستفيضة، ويقول إن طائفة منها مطلقة، وطائفة مقيدة بوصف نسبة أو هي مجاز أو كناية. وينقل عن ابن جني أن الترادف قد يكون من اختلاط القبائل بعضها ببعض، ويقول إنه يكون بسبب الإبدال مثل الأيم والأين للحية، أو بسبب القلب مثل صاعقة وصاقعة، أو بسبب كلمة أجنبية دخلت العربية مثل المرآة والسجنجل، وقد يكون باستخدام المجاز مع الحقيقة مثل العسل والسلافة أو بسبب الكناية، كالكناية عن لغة العرب ببنت عدنان. ¶ ... وخلاصة هذا البحث اللغوي الدقيق عند الأستاذ علي الجارم أنه ينبغي ألا نتسرع في إنكار الترادف، كما أنه ينبغي ألا نتسرع في قبول دعوات الإثبات بحيث نثبته بين كل لفظين أو ألفاظ تقاربت فيها المعاني.",
            "page": "3",
            "part": "6"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "... وفي الدورة الثانية للمجمع شرح الأستاذ الجارم مئة وثمانين لفظًا لغويًّا في المنازل، وكل ما يتصل بها، وفي المائدة وفي المكتب والسكك الحديدية، ومع كل لفظة يذكر الأصل اللغوي في دلالتها عارضا لها على المعاجم، وكاد لا يترك معجمًا لغويًّا إلا رجع إليه، ودائمًا يذكر – بذكائه المتوقد – المسوغات للدلالة المعجمية الجديدة. وأضاف الأستاذ الجارم إلى هذه الألفاظ في الدورة المجمعية الثالثة عشرين لفظة جديدة من المصطلحات المجمعية في الشؤون العامة، شرحها واستوفى شواهدها اللغوية مثل سابقتها مع بيان إساغة المجمع لها جميعًا إساغة دقيقة. وكل هذه الألفاظ في العددين الثاني والثالث من مجلة المجمع. ... ¶ ... وكان المجمع قد قرر في دورته الثانية تكملة المادة اللغوية التي ذُكرت في المعجمات بعضُ ألفاظها كالمصدر أو الفعل أو أحد المشتقات، ووضع للتكملة قواعد، حين تكون المادة غير ثلاثية الحروف، وحين تكون ثلاثية: فعلاً متعديًا أو لازمًا، وحين تكون مصدرًا أو من مشتقاته. ورأى الأستاذ الجارم أن يرجع إلى المعاجم ويختار منها مواد ناقصة، ويطيل فيها البحث الدقيق والنظر العميق، ويكمل عن دراسة لغوية متأنية متصلة نواقصها التي لم تسجلها المعاجم. ¶ ... وحريّ بنا أن نستخدمها ونضيف إليها ما دعت إلى ذلك ضرورة علمية أو حاجة بيانية، واختار بعد دراسة طويلة للمعاجم ثماني وخمسين مادة ناقصة في كل المعجمات وأكملها – بمهارته اللغوية – ويقول في تقديمه لها: ¶ ... \" لما كان العمل بقرار المجمع: تكميل المواد اللغوية يتطلب دقة في النظر وذوقًا حسَّاسًا في العربية وإلمامًا وبصرًا بعلم الصرف، وحيطة وأناة في العمل وأردت أن أعرض أمثلة، تبين طريق العمل بهذا القرار، راجيًا أن يكون بها ما ينير السبيل\". وكل مادة كان يعرضها الأستاذ الجارم في بحث لغوي مستفيض بأسلوبه المتسق البديع، مع استكمال نواقصها اللغوية ببصيرته النافذة.",
            "page": "4",
            "part": "6"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "وينشر الأستاذ الجارم – في الجزء الرابع من مجلة المجمع – بحثًا لغويًّا فريدًا بعنوان المصادر التي لا أفعال لها، يذكر في فواتحه أنه: \" لما كان يشترط في تكميل المادة اللغوية أن لا ينص علماء اللغة أو يشيروا إلى أن المادة لم يسمع لها فعل، أو أن فعلها أميت وجب على الباحثين أن يلموا بنصوص اللغويين في هذا الصدد حتى لا يصاغ فعل لم يجيزوا صوغه بالإجماع. يقول: \" وقد اعتاد بعض العلماء أن يعقبوا على بعض الأسماء أو المصادر بأنها لا فعل لها، ولكن الباحث إذا واصل البحث واستقصى كثيرًا من المراجع وجد من اللغويين من يذكر لها أفعالاً\". ويستعرض كتاب المخصص وهو معجم ضخم للمعاني لابن سيده كبير علماء العربية بالأندلس، ويجده في المجلد الرابع عشر قد أفرد بابًا فيه لأسماء المصادر التي لا تشتق منها أفعال، وأورد من هذه المصادر تسعة وخمسين مصدرًا، نقل منها ثلاثة وأربعين عن أبي عبيد، وأربعة عن ابن السكيت وثلاثة عن سيبويه، وثمانية عن ابن دريد، وواحدًا عن ثعلب، ورد ابن سيده على أبي عبيد خمسة منها، فأثبت لها أفعالاً، وبقي أربعة وخمسون مصدرًا لا تزال – فيما نقله – لا يصح أن يشتق منها أفعال. يقول الأستاذ الجارم: قد تناولت هذا البحث بإفاضة واستيعاب وتنقيب في المعجمات، فظهر أن لجميعها أفعالاً ما عدا سبعة منها. وعادة يذكر فيما أكمله منها نص صاحب المخصص أولاً ثم يتلو بنص ينقضه من المعاجم، ويورد في النصوص أفكارًا له وتعليقات لغوية دقيقة. ¶ ... وهو عمل لغوي مجمعي رائع، فقد نقض الأستاذ الكبير علي الجارم لا كلمة ولا كلمات من كتاب المخصص، وإنما نقض بابًا برمته لابن سيده الذي كانوا يقرنونه في عمله باللغة بأبي العلاء المعري، ويقولون: كان بالمشرق لغوي وبالمغرب لغوي في عصر واحد لم يكن لهما ثالث، وهما أبو العلاء وابن سيده\".",
            "page": "5",
            "part": "6"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "... وقد نقض الأستاذ الجارم أقوالَ من نقل عنهم ابن سيده من أئمة العربية الذين نفوا عن بعض المصادر أن لها أفعالاً من أمثال سيبويه وأبي عبيد وابن السكيت وابن دريد. ¶ ... وفي السنة السابعة للمجمع ضُمَّ إليه عشرة أعضاء منهم ثلاثة أجلاء من أساتذتي، هم: مصطفى عبد الرازق، وطه حسين، وأحمد أمين. وأعيد تشكيل اللجان، وتعددت عضوية الأستاذ علي الجارم فيها، فكان عضوًا في لجنة المعجم، ولجنة اللهجات ونشر النصوص القديمة، ولجنة أصول اللغة، ولجنة الأدب، ولجنة المصطلحات الطبية، ولجنة معجم ألفاظ القرآن الكريم. وكان في كل هذه اللجان عضوًا نشيطًا واسع العلم في حل المشكلات والمعضلات سريع الخاطر حاضر البديهة قوي الحجة والبرهان، مع التؤدة في الكلم وحسن الجدال والنقاش، وكان دعامة فذة للجنة أصول اللغة يمدها بعتاد لغوي محكم فيما تضعه من قواعد للاشتقاق والقياس والتعريب والنحت. ¶ ... ومن بحوثه المجمعية القيمة بحثه الذي ألقاه في مؤتمر المجمع قبيل رحيله، وعنوانه: \" الجملة الفعلية أساس التعبير في اللغة العربية \" وقد ذهب فيه إلى أن العقلية العربية تقتضي أن تكون الجملة الفعلية الأصل والغالب الكثير في التعبير، مما جعل العربي يهتم بالحدث إذ يريد تنبيه السامع لكلامه إليه، ولذلك كان الأساس عنده في الإخبار أن يبدأ الجملة بالفعل، فيقول: عدا الفرس، ورعت الإبل، وعاد المسافر. وفي رأيه أن السبب في ميل العرب إلى البدء في عباراتهم بالفعل أنهم كانوا يعيشون عيشة بداوة تحيط بها المخاوف وتكثر فيها المفاجآت، فكانوا يعنون بذكر الحدث قبل عنايتهم بمن وقع منه الحدث، مما جعلهم يكثرون من ذكر الفعل في بدء تعبيراتهم.",
            "page": "6",
            "part": "6"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "... وللأستاذ الكبير علي الجارم – بجانب ما قدمت – سنن سنها في المجمع، وظلت من بعده إلى اليوم، من ذلك أنه استن للشعراء من أعضاء المجمع في افتتاح مؤتمراته أن يحيوا الفصحى لغة القرآن الكريم، ويشيدوا بما أودعها القرآن من حلى قدسية معجزة وما أودعها الرسول في بلاغته النبوية الباهرة، ويعرضوا تاريخها المجيد على مر العصور إلى أن نهضت بها مصر ومجمعها اللغوي، كما في قصيدتيه الفريدتين اللتين أنشدهما في افتتاح دورتي المجمع الثانية والثالثة. وسُنّة ثانية استنها للشعراء من أعضاء المجمع أن يؤبنوا زملاءهم الراحلين معزين المجمع فيمن يفقدهم من أعضائه، وممن أنشد مراثيه البارعة الأساتذة: أحمد الإسكندري ونالينو وأنطون الجميل. ¶ أيها السادة: ¶ ... هذه لمحات موجزة عن العَلَم الفذ عضو مجمع اللغة العربية الأستاذ الكبير علي الجارم الذي نحتفل اليوم بتكريم ذكراه العطرة لما أدَّى للمجمع في تأسيسه من جهود لغوية خصبة، ولما سنَّ فيه من سنن شعرية قويمة باقية، أنزله الله في جناته منازل العلماء الأخيار الأبرار المخلصين. ¶ والسلام عليكم ورحمة الله. ¶ الأستاذ الدكتور حسن عبد اللطيف الشافعي مقدم الندوة: وبعد.. فقد كان الراحل الخالد الغائب الحاضر، معلمًا بالموهبة والفطرة وبالدراسة العميقة المتخصصة في مصر والخارج، وبالخبرة العلمية الدؤوبة، منذ ما قبل الحرب العالمية الأولى حتى منتصف القرن العشرين. ¶ ... عن هذا الجانب الذي أسهم في بناء أجيال متعاقبة من أبناء مصر يتحدث أحد كبار خبرائنا العلماء، والأساتذة المرموقين المتابعين عن قرب لأطوار التربية والتعليم في مصر، الأستاذ الدكتور محمود فهمي حجازي فليتفضل.",
            "page": "7",
            "part": "6"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "رابعًا: كلمة الأستاذ الدكتور محمود فهمي حجازي ¶ \"علي الجارم رجل التربية والتعليم ¶ رؤية تاريخية لجهوده في إعداد الكتاب المدرسي\" ¶ سيادة العالم الجليل الأستاذ الدكتور شوقي ضيف رئيس مجمع اللغة العربية ¶ السيد الأستاذ الدكتور كمال بشر ¶ السادة المجمعيون ¶ سيداتي سادتي. ¶ ... كان علي الجارم ( 1881 – 1949 ) من أعلام الأدب واللغة، إلى جانب أعماله التربوية في مجال تعليم العربية في مصر، ولد الجارم في رشيد ودرس بالأزهر وتخرج في دار العلوم عام ( 1908 ) ، ثم درس في بريطانيا ( 1908 – 1912 ) علم النفس والتربية والأدب الإنجليزي، وكان عمله التربوي بين المدارس الحكومية ووزارة المعارف ( 1912 – 1940 ) ثم في دار العلوم ( 1940 – 1942 )، وفي أثناء توليه مهام عمله الإشرافي على تعليم اللغة العربية في وزارة المعارف المصرية كان له دور كبير في تطوير الكتاب المدرسي وما يتصل به، حتى إن تطوير تعليم اللغة العربية في مصر الحديثة يمكن أن يجعل لهذه السنوات حتى 1940 ملامح متميزة وواضحة، للجارم فيها دور كبير. ونقتصر في هذا البحث على جهوده في إعداد الكتاب المدرسي، أما جهوده الأخرى في تقريب علم النفس أو التربية أو التخطيط التربوي أو الإشراف فلا تتناولها هذه الصفحات، ليكون التركيز على الكتاب المدرسي التعليمي. ¶ أولا: الإطار التاريخي ¶ 1- كان طلاب المدارس الحديثة المتخصصة التي أقامها محمد علي باشا يختارون من النابهين من تلاميذ الأزهر، وكان إتقانهم للعربية ثمرة سنوات تفرغوا فيها للقرآن الكريم، والنحو العربي، ولهذا لم تكن ثمة مشكلة لدى هؤلاء الطلاب في المهارات اللغوية الأساسية. ¶ 2- استمر استخدام الكتب المدرسية المتداولة في الأزهر عند طلاب المستويات الأولى من هذه المدارس، ومن هذه الكتب: الآجرومية للشيخ خالد، وقطر الندى وشذور الذهب لابن هشام وهذه هي شروح لمتون نحوية.",
            "page": "1",
            "part": "7"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "3- بدأ التفكير في إعداد كتب مدرسية لتعليم اللغة العربية لتلاميذ المدارس في سنوات إنشاء التعليم العام في مصر في عهد إسماعيل ( 1863 – 1879 ) لقد زاد عدد المدارس، وأصبح التعليم الحديث منظومة كاملة من أدنى المراحل إلى المدارس العالية، وهي منظومة كادت أن تكون مستقلة عن الأزهر والتعليم الديني. ولذلك نجمت الحاجة إلى تأليف كتب جديدة لمدارس التعليم العام. كُلِّف علي مبارك (1824م –1893 ) بإعداد كتاب في القراءة، وهكذا ظهر كتاب طريق الهجاء والتمرين على القراءة في اللغة العربية. ¶ 4- كان ثمة رأي عام بعدم سلامة الطرق المتبعة في المدارس الحكومية، وذلك لأنها تجعل التعليم الأولي ذا طموح محدود وكان التلاميذ يقتصرون على حفظ قدر من القرآن الكريم ومعرفة القراءة والكتابة، ولا تمهد المدرسة لهم فهم المعلومات الأولية التي لا غنى للصبي عنها، والتي لا غنى عنها للأمة. ¶ 5- أخذ الكتاب المدرسي في إطار نظارة ديوان المدارس في عهد علي مبارك (1868 - 1870 ) مسارًا جديدًا. رفاعة الطهطاوي (1801 – 1873 ) أول من كلّفه ديوان المدارس بوضع كتاب في النحو، وهكذا ظهر كتاب: \" التحفة المكتبية لتقريب اللغة العربية\" ( 1868 )، على نسق الكتب الفرنسية في عرض النحو، وأهم سمات التجديد عند الطهطاوي في كتابه في النحو العربي: ¶ (أ) مجلد واحد في مئة وثمانين صفحة. ¶ (ب) يضم القواعد الأساسية لبناء الجملة العربية. ¶ (جـ) خصص عشر صفحات لقواعد الخط والإملاء. ¶ (د) يضم جداول إيضاحية لعدد كبير من القواعد العامة مع الأمثلة. ¶ (هـ) الكتاب لا يضم متنًا وشرحًا، بل الكلام كله في نسق واحد مفهوم. ¶ ( و) التعريفات بسيطة وواضحة، واللغة سهلة. ¶ ( ز) الجزئيات الداخلية مرقّمة في كل جدول. ¶ (ح ) الشواهد قرآنية والأمثلة بسيطة. ¶ 6- ظهرت كتب نحوية على نسق كتاب رفاعة الطهطاوي، وأهمها: ¶ (أ) تقريب فن العربية لأبناء المدارس الابتدائية لأحمد بن محمد المرصفي، القاهرة 1286 هـ.",
            "page": "2",
            "part": "7"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "(ب) الفصول الفكرية للمكاتب المصرية لعبد الله فكري باشا ( 1834 – 1890 )، طبع بالقاهرة ( 1271 – 1274 هـ). ¶ وهذا الكتاب الصغير مؤلف للمدارس الأهلية، والتجديد فيه محدود في القواعد، لكن فيها توجيهات تربوية للمدرس. ¶ 7- أهم منظومة من الكتب النحوية التعليمية سبقت علي الجارم، هي تلك الكتب الأربعة التي ألَّفها حفني ناصف ومحمد دياب ومصطفى طموم ومحمد صالح في القاهرة (1886م – 1891 ) وهي بداية التأليف الجماعي للكتب المدرسية، وقد استمر استخدام هذه المنظومة حتى سنة 1929م. وأهم سماتها ما يأتي: ¶ (أ) يعرض النحو في أربع مراحل متتالية، كل مرحلة لها جزء، نظام الدوائر. ¶ (ب) الكتاب الأول والثاني والثالث للمرحلة الابتدائية في صفحات قليلة، بعنوان الدروس النحوية. ¶ (ج) الكتاب الأخير: قواعد اللغة العربية للمرحلة الثانوية في 100 صفحة بالإضافة إلى البلاغة. ¶ ( د) الصرف دخل مع النحو في نسق واحد في هذا الكتاب المرجعي. ¶ (هـ) القواعد تقدم في مرحلة مبكرة، وتخصص سنتان كاملتان للتدريب اللغوي. ¶ (ز) العرض تقليدي وبلا جداول، والأمثلة محدودة، ولا توجد تمارين. ¶ 8- ظهرت كتب معاونة تحاول عمل تدريبات على هذه الكتب، وأهمها: ¶ ( أ ) التطبيقات العربية لإبراهيم عبد الخالق، القاهرة 1906. ¶ ( ب) النماذج التطبيقية ( 1-2 )، للسيد إسماعيل منصور، القاهرة 1913م. ¶ ثانيا: أنماط الكتاب المدرسي ¶ ... تقوم منظومة الكتاب المدرسي عند علي الجارم على ستة أركان يدعمها معجم للعربية. وهذه المنظومة تتكون مما يأتي: ¶ 1- كتب القواعد النحوية ¶ ( أ ) يقدم \" النحو الواضح \" قواعد الصرف والنحو في حلقتين متكاملتين، كل منها ثلاثة أجزاء للمرحلة الابتدائية وثلاثة أجزاء أخرى للمرحلة الثانوية. ¶ ( ب) يعتمد الكتاب في كل أجزائه منهجًا جديدًا في تعليم النحو، وهو منهج \"الاستنباط\".",
            "page": "3",
            "part": "7"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "(جـ) النسق العام في داخل مجموعة أجزاء، يقوم على تكامل الدروس المقدمة في نهاية كل مرحلة من خلال تمرينات عامة. ¶ ( د) النسق الداخلي في كل درس يمثل نمطًا جديدًا: الأمثلة، والبحث، والقواعد، والتمرينات. وهذا النسق يُعد من أهم سمات التجديد في النحو الواضح. ¶ ( هـ) الأمثلة تعليمية بسيطة وبعيدة عن الشواهد التقليدية. وتقدم الأمثلة مصنفة ومضبوطة بالشكل، والمستوى اللغوي المقدم يتسم بالجزالة والمعاصرة. ¶ ( و) القسم الخاص بالبحث في داخل كل درس يجعل التلميذ يستنبط القاعدة. ¶ ( ز) القواعد ينص عليها بعبارة قصيرة ودالة، والقواعد مرقّمة من أول درس حتى آخر درس في المرحلة الابتدائية (1- 182 )، ثم يبدأ ترقيم جديد للقواعد الجديدة في كتب المرحلة الثانوية ( 1- 244 ). ¶ ( ح ) أنواع التدريبات تتدرج من التعريف إلى التكوين والتحويل: عَيِّن، حَوِّل، بيِّن، استعمل، هاتِ، كوّن جملة، تمرين في الإعراب: نموذج إعرابي، ثم أعرب ما يأتي. وفي آخر الجزء الثالث من كتب المرحلة الثانوية أبيات مفردة للشرح والإعراب. ¶ ( ط ) النسق العام لتوزيع القواعد يقوم على جزئيات صرفية وأخرى نحوية من أبواب متفرقة في داخل كل جزء. ¶ 2- كتاب البلاغة الواضحة ¶ 1- يُعد هذا الكتاب قسمًا من المنظومة التربوية التي بدأت بالنحو الواضح للمرحلة الابتدائية، ثم النحو الواضح للمرحلة الثانوية، والإكمال يكون بالبلاغة الواضحة. ¶ 2- النسق الداخلي في الكتاب يعتمد طريقة الاستنباط أيضًا، تقدم الأمثلة مُصنّفة، البحث يتم عن القاعدة لاستنباطها، يُنص على القاعدة بعبارة واضحة والقواعد مرقمة من (1-77 ) في الكتاب كله، وفيه نموذج مجاب عنه، ثم تمرينات. ¶ 3- الفرق الأساسي يكمن في المادة اللغوية المقدمة في البلاغة الواضحة عنها في النحو الواضح، وذلك لأن هدف كتاب البلاغة الواضحة تكوينُ الذوقِ وملكةِ النقد وإحياءُ الأدب.",
            "page": "4",
            "part": "7"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "4- النصوص الأدبية تمثل رصيدًا مهمًّا في الكتاب، وأكثر الشواهد ترجع لشعراء العصر العباسي، وفي مقدمتهم: المتنبي، والبحتري، والمعري، وأبو فراس، والشريف الرضي، وابن المعتز، وأبو الفتح البستي ، إلى جانب شعراء من الجاهلية وصدر الإسلام ومصر والشام. ¶ 5- الكلمات الصعبة تشرح في الهامش، لتساعد على الفهم ولا تحول دون التذوق، وفي بعض الهوامش نجد تعريفًا موجزًا بالشاعر في سطر أو سطرين مع تاريخ وفاته. ¶ 6- الكتاب في مجموعه يقرّب البلاغة العربية بشكل تعليمي مع أمثلة من كبار شعراء العربية تتجاوز الأمثلة التقليدية في كتب البلاغة، والكتابُ دليلٌ يساعد على مزيد من التمثل. ¶ 3- تاريخ الأدب العربي ¶ 1- كَتَبَ علي الجارم قسمًا كبيرًا من كتاب المفصَّل في تاريخ الأدب العربي، المنشور بالقاهرة سنة 1934. وما كتبه علي الجارم تناول: تاريخ الأدب العربي في عصر سلاطين المماليك والعصر العثماني. ¶ 2- هذا القسم عرض للتاريخ الثقافي مع نماذج شعرية موجزة. ركز على دور القاهرة بوصفها مركزًا للثقافة العربية، وتناول عطف السلاطين على رجال العلم والدين وهجرة العلماء إلى القاهرة ومقارنة ذلك بهجرة العلماء اليونان من القسطنطينية بعد الفتح العثماني إلى روما وتناول – أيضًا – تاريخ الأزهر ودوره، وإنشاء المدارس وخزائن الكتب. ¶ 3- الجانب الأدبي يتمثل في عرض للشعر وخصائصه الفنية، وكثرة المقطوعات والفكاهة، وعرض لعدد من أعلام الشعر، منهم ابن نباتة، والشاب الظريف، وابن الوردي، وصفي الدين الحلي وبدر الدين الذهبي. ¶ 4- تناول حركة التأليف في علوم الدين وعلوم اللغة، وكتب عن ابن تيمية، والقسطلاني، وابن هشام وابن مالك، والسيوطي كما تناول ابن منظور والفيروز أبادي وابن خلكان وابن خلدون والمقريزي. ¶ 5- خصص قسمًا للأعمال الموسوعية والمؤلفات الكبرى مثل: ألف ليلة وليلة، وصبح الأعشى للقلقشندي، ونهاية الأرب للنويري ومسالك الأبصار للعمري.",
            "page": "5",
            "part": "7"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "6- أهم ما ورد في الصفحات الخاصة بالعصر العثماني يتناول: أثر الفتح العثماني، ونقل الكتب إلى القسطنطينية، والنثر، والشعر، وتاج العروس للزبيدي، وخزانة الأدب للبغدادي. ¶ 4- الأعمال القصصية ¶ 1- يُعد علي الجارم من أعلام لون من التأليف القصصي المؤلف للناشئة، في مرحلة التعليم الثانوي. ¶ 2- الموضوعات التي تناولتها هذه الأعمال القصصية تدور حول شخصيات في التاريخ الثقافي العربي، منها: الشاعر الطموح ( المتنبي )، وخاتمة المطاف ( المتنبي )، ومرح الوليد، وكذلك شاعر ملك، وفارس بني حمدان. وذلك باستثناء غادة رشيد، فلها سياق آخر له صلة بمدينة رشيد والحملة الفرنسية. ¶ 3- الهدف الأدبي في هذه الأعمال واضح وهو تقديم الإطار الثقافي والاجتماعي لفهم النصوص، ثم إدخال قدر مختار من هذه النصوص في نسق القصة. ¶ 4- الهدف اللغوي متميز، والعربية الفصيحة لغة العمل كله سردًا وحوارًا، والكلمات الصعبة مضبوطة بالشكل بدقة. ¶ 5- هذه الأعمال قامت بدور كبير في تنمية المعرفة بالعربية وتقريب التاريخ الأدبي والثقافي وأعلامه إلى القارئ الناشئ. ¶ 5- المختارات ¶ 1- المنتخب من أدب العرب، يمثل الجانب المهم في تنمية التذوق الأدبي. وقد شارك في الاختيار خمسة من الأعلام منهم: طه حسين، وعلي الجارم، وأحمد الإسكندري، وأحمد أمين، وعبد العزيز البشري. ¶ 2- يقدم المنتخب نماذج متميزة من الشعر العربي ومن النثر العربي عبر العصور، من الجاهلية وحتى العصر الحديث، وعلى نحو متوازن. أقسامه الكبرى تتناول العصر الجاهلي، وعصر الإسلام وبني أمية، والعصر العباسي الأول، والعصر العباسي الثاني في المشرق، والأدب بمصر والشام، والأدب في الأندلس، وعصر المماليك والعثمانيين، والعصر الحديث، وفي كل قسم من هذه الأقسام نجد مختارات شعرية ومختارات نثرية. ¶ 3- الجانب التربوي يتلخص في الجوانب التالية:",
            "page": "6",
            "part": "7"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "(أ) تمثيل النصوص المختارة لكل عصور تاريخ الأدب، لتتكامل هذه المختارات مع تاريخ الأدب من الجاهلية وحتى الربع الأول من القرن العشرين. ¶ (ب) اختيار ما يدل على شخصيات الأدباء، على أن يكون جميلاً رائقًا وجزلاً رصينًا سواء أكان من الشعر – وهو الغالب – أم من النثر. ¶ (ج) الاقتصار على أجزاء دالة من القصائد الطوال، وذلك بالالتزام بحد أقصى للقطع المختارة. ¶ (د) كان العمل كله في مجلدين؛ أحدهما موجز (287 صفحة) والثاني كبير (592 صفحة). ¶ ( هـ ) التعريف الموجز بكل أديب في فقرة مركّزة في الهامش. ¶ ( و) تقديم شرح لغوي لدلالات المفردات في إيجاز وتركيز لتعين على الفهم. ¶ 6- عيون التراث العربي ¶ 1- كان تقديم التراث العربي للطلاب من أهم الجهود التي حاولها علي الجارم. يتضح هذا في طبعة وزارة المعارف لكتاب البخلاء للجاحظ، مطبعة دار الكتب سنة 1938. ¶ 2- أعد هذه الطبعة علي الجارم وأحمد العوامري. وذلك اعتمادًا على عدة مخطوطات منها: مخطوط الشنقيطي بدار الكتب ومنها نسخة ليدن التي اعتمدت عليها نشرة فان فلوتن للكتاب. والنص المقدم هنا يكاد يكون كاملاً، لم يُحذف منه إلاّ ما يمس الحياء. ¶ 3- الكتاب مقدم في قسمين وكأنه مقسم لسنتين دراسيتين. النص مدقق فيه ومضبوط بالشكل، ومزود في الهامش بشروح لغوية كثيرة وموجزة. وللعمل كله فهارس مفصلة لأسماء الرجال والنساء والأمم والقبائل، ولأسماء البلاد والأماكن. وهذه الفهارس صنعها محمد شوقي أمين في شبابه، وأصبح بعد ذلك من المجمعيين. ¶ 7- أهمية إعداد معجم جديد للغة العربية",
            "page": "7",
            "part": "7"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "... اتضح من متابعة قرارات وزارة المعارف بشأن الكتاب المدرسي أنها تضمنت – أيضًا – عدة توصيات بشأن ضرورة عمل المعجم الوسيط. كانت هذه التوصيات في سنوات مسؤولية علي الجارم عن تعليم اللغة العربية في وزارة المعارف، وهذه التوصيات في السنوات ( 1936 – 1939 )، وآخرها القرار رقم 5245 لسنة 1939 بتأليف لجنة لوضح المعجم الوسيط في مجمع اللغة العربية بالقاهرة. ¶ ثالثًا: الكتاب المدرسي وآفاق التطوير ¶ 1-المحتوى النحوي بين التكامل والتوزيع ¶ أثبتت التجربة أن نظام توزيع الموضوعات على السنوات كان تيسيرًا للمدرس ذي الكفاءة المتواضعة. يُعِدُّ الدرسَ المطلوبَ منه قبيل تقديمه في الفصل، وكان تيسيرًا على التلميذ، فهو يُطالَبُ بما تقرر عليه في السنة، ولا يُطالب بما قبل ذلك. ولكن هذه الطريقة تخالف طبيعة النصوص اللغوية التي لاتخلو فقرة واحدة فيها من أنواع كثيرة من الجمل، وبداخلها أفعال وأسماء ومرفوعات متعددة ومنصوبات متنوعة ومجرورات كثيرة. وبذلك قدّمت طريقة توزيع الموضوعات النحوية مهارة في فهم القاعدة وصناعة الإعراب، ولكن القصور فيها كان في عدم الوفاء بمتطلبات تكامل النصوص. ¶ 2- طريقة العرض والتدريبات ¶ ( أ ) وجدت هذه الطريقة تقبلاً واسعًا من التربويين في مصر وباقي الدول العربية، وعلى الرغم من تعدد الكتب والمؤلفين والأهداف التربوية، فقد استقرت طريقة تقديم الأمثلة ثم الاستنباط منها ثم القاعدة ثم التدريبات. ¶ ( ب) اختلفت الكتب بعد ذلك من حيث أنواع الشواهد ومدى الاستعانة بالصور ونظام تعدد الألوان في الصفحة الواحدة، أي تنوعت من حيث المادة اللغوية والإخراج الفني، ولكنها احتفظت بالطريقة التربوية. ¶ 3- البلاغة بين تقريب التراث والأنواع الأدبية الجديدة",
            "page": "8",
            "part": "7"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "(أ) ظل كتاب \" البلاغة الواضحة \" مثالاً رفيع الشأن لتقريب البلاغة التقليدية. كان استقراره في مدارس مصر وبعض الدول العربية والإسلامية يرجع إلى مادته المختارة بعناية من عيون الشعر العربي إلى جانب الطريقة التربوية. ¶ ( ب) لم يبدأ العدول عن تدريس البلاغة التقليدية، إلا بعد المطالبة المتكررة بإدخال المفاهيم النقدية الجديدة من جانب والعناية بالأنواع الأدبية الجديدة، وفي مقدمتها المسرحية والرواية والقصة القصيرة والمقال من الجانب الآخر، وفي هذا الإطار أُلِّفَت كتب جديدة، إلى أن دخلت هذه الموضوعات مع تاريخ الأدب والنصوص في كتاب واحد. ¶ 4- القصة التاريخية الأدبية ¶ ... ظهر في المرحلة التي يمثلها علي الجارم وبعده بسنوات معدودة عدد من المؤلفين اهتموا بتناول شخصيات أدبية أو تاريخية في أعمال قصصية، تنتظم في داخلها نماذجُ شعرية. وتقدم الإطارَ التاريخي بوضوح وبلغة فصيحة مصقولة، ومن هؤلاء محمد فريد أبو حديد ومحمد سعيد العريان. وقد استمر هذا النمط من القصص في مقررات اللغة العربية في مصر، وكان يُعدُّ في تصنيف أفرع المادة نوعًا من القراءة لكتاب في موضوع واحد. واستمر هذا النسق سائدًا، ولم تستقر المحاولات المحدودة لجعل الأعمال الإبداعية الحديثة في مكان هذه القصص التاريخية الأدبية. ¶ 5- المختارات ¶ ... ظل المنتخب من أدب العرب نموذجًا فريدًا لمختارات دالة وصالحة للطلاب ولجمهور المثقفين. وبعد توقف وزارة المعارف (التربية) عن طبع هذا العمل وتوزيعه بسبب التضخم المتزايد في تكاليف الكتب المدرسية لملايين التلاميذ، أصبح من الضروري أن يعاد طبع مجلدي المنتخب ليتاحا للقراء. وفي الوقت نفسه فإن عمل منظومة جديدة من المختارات، أصبح مطلبًا ثقافيًّا ولغويًّا وتربويًّا، ومنذ نحو عشرين عامًا بدأ المجلس الأعلى للثقافة في عمل مختارات جديدة بعنوان الروائع، ظهر منها عدة أجزاء. ¶ 6- مجمع اللغة العربية وتطوير تعليم العربية",
            "page": "9",
            "part": "7"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "... كانت عضوية علي الجارم في مجمع اللغة العربية – إلى جانب مسؤوليته عن اللغة العربية في وزارة المعارف – أساسًا للتعاون والتكامل، وقد انقطع ذلك التنسيق والتكامل زمنًا طويلاً، وبدأ يعود منذ نحو عشر سنوات عندما دخل المعجم الوجيز لأول مرة مدارس مصر وأصبح يسلم للتلاميذ. واليوم هنا ترحيب عام عند المسؤولين في وزارة التربية ومجمع اللغة العربية بالتعاون في مجالات تعليم العربية على نحو منتظم وواضح الأهداف. ¶ ... وهكذا كانت جهود علي الجارم في الكتاب المدرسي للنحو والبلاغة وفي تعريف التراث للناشئة، وفي إعداد المختارات وتأليف الأعمال القصصية والتوجيه إلى التكامل مع مجمع اللغة العربية من أهم ملامح حياتنا الثقافية. ¶ وشكرًا لكم والسلام عليكم ورحمة الله . ¶ الأستاذ الدكتور حسن عبد اللطيف الشافعى مقدم الندوة : عاش الجارم في إنتاجه الفني، وإبداعه المتنوع الغزير، الهموم العربية، والقضايا الوطنية، والمشاعر الإسلامية، والهواتف الأندلسية، بمذاق عربي أصيل، وخبرة غربية متطورة، خلال النصف الأول من القرن العشرين، بقلب ذكي، وروح نقية، وعقل رصين، عاش الهموم وذاق تلك المشاعر، وأصغى إلى تلك الهواتف، في النصف الثاني من القرن العشرين. ¶ والآن مع كلمة لأستاذنا الدكتور الطاهر أحمد مكي أستاذ الدراسات الأدبية بكلية دار العلوم فليتفضل:",
            "page": "10",
            "part": "7"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "خامسًاـ كلمة الأستاذ الدكتور الطاهر أحمد مكي ¶ \" علي الجارم المفكر والأديب \" ¶ بسم الله الرحمن الرحيم ¶ العالم الجليل الأستاذ الدكتور شوقي ضيف شيخ المجمعيين ¶ الأستاذ الدكتور كمال بشر مقرر اللجنة الثقافية ¶ المجمعيون الأجلاء ¶ السيدات والسادة ¶ السلام عليكم ورحمة الله وبركاته. ¶ ... في البدءِ تجدرُ الإشادةُ بهذه الندوةِ التي يقيمها مجمعُ اللغةِ العربيةِ الموقَّر، تكريمًا وتذكرةً بأحدِ أعضائه الأجلاءِ الذين سبقوا إلى جوارِ الله، والتي نأملُ أن تكون بدايةً لاحتفالاتٍ كثيرةٍ متنوعة، بمناسبة قُرْب مرورِ نصفِ قرنٍ على رحيلِ هذه الشخصيةِ الفذّة، التي فرضتْ اسمَها على ذاكرةِ الزمن: شاعرًا وروائيًّا ومعلمًا ومؤلفًا وتربويًّا ومجمعيًّا.",
            "page": "1",
            "part": "8"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "... ونأملُ أن تجىءَ هذه الاحتفالاتُ تكفيرًا عن إهمالٍ وطني لم يستهدفِ الجارمَ شخصًا، فما كان بينَه وبينَ أحدٍ خلاف، وإنما استهدفَ العربيةَ في جلالها، والشعرَ في بنائه، والروايةَ في أسلُوبها، وعلينا أن نعترفَ أنه في فترةٍ ما، أريد لهذه القيمِ في جُملتها أن تتبدَّل، لتحلَّ مكانها قيم جديدة، إنْ كان لمثلِ هذه أن تسمَّى قيمًا، ولكن قانونَ الخلودِ يعمل عَمَلَه، رغمَ كلِّ شيء، في الماديات كما في المعنويات: عندما غَرِقت الحضاراتُ القديمةُ لم يطفُ منها غيرُ المظاهرِ الفنيةِ والأدبيةِ العالية، الأكثر صفاء وسُمُوًّا. قاومت الفناءَ بقايا القصور والقلاعِ والمعابد، وتلاشت الأكواخُ والأبنيةُ المتواضعة. ووصلتْنَا في مخطوطات جيّدةٍ ومتعدّدة، دواوينُ الشعرِ، وروائع النثر، ونصوص الفلسفة، وتبخّرتِ الأزجالُ والأغاني الشعبية، والثرثراتُ والادعاءاتُ وتوافهُ الأفكار. وتغيّر العاميةُ كل يوم جِلْدَها، وتبقى الفصحى شامخة ثابتة على الدوام وكل هذا أيها السادةُ يفسرُ لنا لِمَ نحن هنا نتذكر الجارمَ، نتذاكرُ إبداعَه، ونعيش مع تراثه، فقد اختار في اتجاهاتِه الأدبيةِ المختلفة أن يمثل الرفعةَ والسموَّ، وكلَّ ما يصمدُ في مواجهة أحداثِ الزمان. ¶ ... كان علي الجارم متعدِّدَ المواهب: فهو الشاعرُ المحلِّق، والناثرُ الفذُّ، والباحثُ المتمكّن، واللغويُّ الضليع، وحلّقَ في هذه الاتجاهات كلها، وحظّي منها اليوم أن أقفَ عند جانبٍ واحدٍ فحسب، أن أقف عند إبداعِه ناثرًا، وإن شِئنا الدقةَ قلتُ: كاتب رواية.",
            "page": "2",
            "part": "8"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "... أول ما يَلفت النظَر في هذا الجانب من إبداعه أنه تأخّر كثيرًا عن الشعر، وأول روايةٍ له، وهي \" شاعرٌ مَلِك \"، نُشرتْ عامَ ثلاثةٍ وأربعين وتسعمئة بعد الألف، أي أنه كان قد تجاوزَ الستين من عمره، مع أن أول قصيدة قالها وهو في الثالثة عشرة من عمره، عام خمسةٍ وتسعينَ وثمانمئة بعد الألف يأسى لما أصاب مسقطَ رأسه رشيدًا إبَّان وباءِ الكوليرا. لقد أمضى نصف قرن أو أزيدَ قليلاً يترنّم بالشعر، حتى استحق لقبَ \" صَنَّاجَة العرب \". مَردُّ هذه الظاهرةِ فيما أرى، وقد أكون مخطئًا، أن الجارمَ أحسّ مبكِّرًا بذاتِه شاعرًا، وأنه موهوبٌ في هذا الجانب، فهو يفخرُ بأنه تلميذُ أمير الشعراء شوقي، وأنه منه ما كان لمهيار الديلمي من الشريف الرضي، ويتطلعُ إلى أن يشغل مكانه ومكانتَه، يومًا، فشغله هذا الجانب إبداعًا وتجويدًا عن الجانب الآخر من الأدب وهو النثر. ¶ ... والأمر الثاني أن الجارمَ عاش شبابَه ورجولتَه في فترةٍ شُغلتْ بالكفاحِ الوطني، وأسهمَ الجارم بقصائده في هذا المجال، واتسمَ بالغيرةِ الصادقة على الإسلام والعروبِة في ماضيها وحاضرِها ومستقبلها، يدافعُ عن كلِّ بلدٍ عربي وإسلامي، ويرحبُ بزعمائهم، ويشهد أي مؤتمرٍ يتدارسُ همومَهم. وتميّزَ بين الكثيرين من رفاقه، بأنه لم يكتب بيتًا واحدًا، على وفْرةِ شعرِه، يطري فيه الإنجليز شعبًا أو أخلاقًا أو حكامًا أو مستعمرين، أو ما يشمُّ منه رائحة أنه يغفر لهم شيئًا مما يصنعون بوطنه، رغم أنه عاش في بلادهم مُبتعثًا أربعَ سنوات.",
            "page": "3",
            "part": "8"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "... لكن الواقع الاجتماعي والأدبي بدأ يتغير بسرعة وعمقٍ في مصرَ والعالم أجمع، خلال الحرب العالمية الثانية، فلم يَعُدِ الشعرُ والمقالةُ هما الأداة الثقافية الأولى في النضال، فقد ظهرت إلى جوارِهما أوّلاً الروايةُ التاريخيةُ، على استحياء في البدء، وأقبل عليها القراءُ بِنَهَمٍ شديد لانتشار القراءةِ والكتابة، ومواءَمتِها لمحدودي الثقافةِ، وبدأت اللغةُ معها، منذ الوهلة الأولى، تَهبِطُ وتُسِفّ، ولم يعد مصطفى لطفي المنفلوطي هو المثل الأعلى في الأسلوب، وإنما جُرجي زيدان، وتبع هذا آخرون جاؤوا بعده، كانت لغتهم أصفى منه، ولكنها لم تبلغِ القدر الذي تمنّاه علي الجارم، ولم يقف بأُمنيته عند الأمل فنقلها إلى دنيا الواقع، وانضم إلى هذه القافلة الطيبة من كتاب الرواية التاريخية: محمد فريد أبو حديد، ومحمد سعيد العريان، وعلي أحمد باكثير، وإذا كانوا جميعًا، ومعهم الجارم، يصدرون عن منظور دينيٍ إسلامي، أو قومي عربي، أو وطنيٍ مصري، فقد تفوق عليهم الجارم بهذا الأسلوب الرشيق الذي لا يقل بلاغة ولا روعة عن لغة شعره. ¶ ... وإذا كان الشعر قد تقدم بالجارم خطوةً على رفاقه الناثرين والروائيين، فإن النثرَ نفسه قد تقدم به خطوات على الشعراء، يقول أستاذُنا الجليلُ المرحومُ عباس حسن، في كتابه \" المتنبي وشوقي\": \"من خصائصِ شوقي التي امتازَ بها عن المتنبي، النثرُ الرائعُ حقًّا، فله في هذا الميدانِ كتابٌ سمّاه \" أسواق الذهب \"، ومن ثم يمكن القولُ بأن الجارم تقدم على نظرائه الشعراء الذين انفردوا بفنٍّ واحدٍ خطوةً أزيد، في كلا المجالين: الشعر والنثر\".",
            "page": "4",
            "part": "8"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "... لم يكن الجارمُ في ثقافتهِ العامة، ونشاطهِ الأدبي، بعيدًا عن القصة في أصولها العربية البعيدة، فقد حقّق – مع المرحوم أحمد أمين – كتابَ المكافأة لابنِ الداية، وهو مجموعة قصص عربية مصرية، وحقق وشرح – مع العوامري – كتاب البخلاء للجاحظ، والبخلاءُ كلُّه قصص – وكلا الكتابين كان من القراءة المقررة على أبنائنا في المدارس الثانوية في الأربعينيات من القرن العشرين. ترى ماذا يقرأ تلاميذ المدارس الثانوية الآن؟ ¶ ... في نثره، كما في شعره، كان يحكمُ الجارمَ في إبداعه مذهبٌ نقدي يؤمن به، وهو أن للفن غايةً خلقية، وهو اتجاه كان يصطدم بقوة مع مذاهب أخرى، بدأت تعرفها الحياة الأدبية العربية، وافدة إلينا من وراء البحار. مذهب \" الفن للفن \"، ينكر أن يُعنى الأدباء بالنواحي الاجتماعية والسياسية، أو أن يوظف الشعر لتمجيد البطولات والمعتقدات؛ لأن الأدب الإبداعي، شعرًا كان أو نثرًا، لا يأبه بالموضوعات الأخلاقية، ولا يشرف بالمواعظ والحكم، وإنما غايته الجمال فحسب، وفي مواجهته مذهب آخر، حط رحاله في مصر خلال الحرب العالمية الثانية، مع بعض العائدين من فرنسا بالذات، وهي \" الواقعية الاشتراكية \" يتجاوز بها دعاتها مبدأ تصوير الواقع الذي تعرفه الواقعية النقدية منذ القرن الماضي، ويرون الفن سلاحًا في معركة الصراع الطبقي. ومن الواضح أن الجارم رفض تطبيق المذهبين، فهو يؤمن بأن للفن رسالةً جمالية، ولكن الغايةَ الخلقية قمة هذا الجمال، ويراه سلاحًا من أجل التحرر والاستقلال وعدم التبعية، ولكنه يرفض أن يقيده بمصلحة طبقة دون غيرها.",
            "page": "5",
            "part": "8"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "... وفي تلك الأيام، خلال الحرب وما بعدها، كان أصحاب النظريتين كثرة، والتقوا معًا عند إضفاء ستار النسيان على شعر الجارم ونثره، وكل من سار في طريقه واهتدى نهجه، وكان هو نفسه يستشعر هذا الحقد ويتنبأ به، يقول على لسان عمارة بن زيد، بطل رواية \" سيدة القصور \": قاتل الله العلم والأدب، فإن عقارب الحقد لو أرادت أن تتخذ لها جُحرًا ما اختارت غير صدور الأدباء\". ¶ ... ولكن فليهدأ الجارم في مثواه، فإن عمر الباطل قصير، وزهوة الزيف إلى زوال، وحفلنا الساعة خير شاهد على ما أقول. ¶ ... كتب الجارم ثماني روايات وقصة، ست من الروايات تدور حول شعراء، ثنتان عن المتنبي، وواحدة عن كل من: المعتمد بن عباد، وابن زيدون، والوليد بن يزيد، وأبي فراس الحمداني، والأخريان: إحداهما عن الحملة الفرنسية على رشيد، ودور سكان رشيد في صدها، والثانية سيدة القصور، وتصور أواخر أيام الدولة الفاطمية في مصر. أما القصة، وحملت اسم \" الفارس الملثم \"، فهي عن طارق بن زياد، وفتح الأندلس، وأحسب أنها الفصل الأول، أو اللوحة الأولى من رواية كان يخطط لكتابتها عن فتح الأندلس، ولكن قضاء الله سبقه قبل إتمامها. ¶ ... وقد نشرت الرواية الأولى له، وهي شاعر ملك عام 1943، أما القصة فنشرت في مجلة الهلال، في يوليه 1949.",
            "page": "6",
            "part": "8"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "... كان وراء اختيار هذه الموضوعات دوافع ذاتية وأخرى قومية، فيما أتصور، الأولى أحست أن عالم الشعر الحق في ماضيه وحاضره بدأت تتخطفه اتهامات ظالمة ممن لا يعرف شيئًا عن تاريخنا الأدبي، وممن لا يحسن قراءة قصيدة دون أن يخطئ، فضلاً عن الوقوع على أسرارها الجمالية، وبدأت التهم تنال من الشعر والشعراء، شعراء المناسبة، شعر المديح إلى كلام كثير عريض وصاخب، ولكنه أجوف لا شيء وراءه، ونجني ثمرته الآن : ساحة شعرية خالية من الشعراء الخليقين بهذا الاسم، إلا قلة قليلة، ومن ثم اتخذ من كبار الشعراء أبطالاً لروايته، ومن حركة حياتهم مادة لها، وهو لا يقدمهم ملائكة وإنما يقدّمهم شخوصًا عظيمة، يحلقون في سماء المجد، وإن أخطؤوا كبقية الآدميين. ¶ وأما الدوافع القومية فتنظر إلى واقع وطنه القريب، وأمته العربية والإسلامية على امتدادها، يراها مستضعفة ، تمزقها الفرقة، ويقعدها الوهن، ويحيط بها الأعداء من كل جانب، فأراد أن ينفخ في روحها عن طريق الفن، بأن يقدم لها النموذج الشبيه في تاريخها، فتعي عن طريق المقارنة، ما يمكن أن تؤدي إليه الحياة التي تعيشها، فقصد في كل رواية إلى قطعة بارزة من التاريخ العربي، درسها، وتمكن من مادتها، وتغلغل في طبائع شخوصها وبيئاتهم، حتى إذا اكتملت في نفسه عمد إلى محاكاتها في غير تكلف، في لفظ مترقرق، وسرد محكم، وتصوير بارع. ¶ جاء بناء الرواية عند الجارم واحدًا في كل رواياته، يتمثل في أن تجيء الروايات في لوحات متتابعة، شبه مستقلة، يمكن أن تكون قصة قصيرة، تحمل كل لوحة عنوانًا مستقلاًّ أو رقمًا، يربط بينها خيط رقيق، قد يكون الشخصيات الأولى، أو تتابع الأحداث. وهو لا يقصد بها إلى التسلية أو المتعة فحسب، وإنما جعلها مركبًا لآرائه ومعتقداته وأفكاره عن الناس والحكام والنظم والكون، يعبر عن ذلك كله على لسان شخوص رواياته دون أن يخشى بأسًا أو حرجًا.",
            "page": "7",
            "part": "8"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "وعبر الرواية يصف البيئة التي تتحرك الأحداثُ فوقها، مستوعبًا ومعللاً، ويقدم صورًا بالغة الواقعية عن الحياة الأدبية في هذا القطر أو ذاك، وعن المنتديات الأدبية وما يجري فيها من حوارات وما يُثار من مناقشات أدبية، يقدم لها أمثلة يتقبلها ذوقُ القارئ، ويفهمها، وتجمل في عينيه، مع أنها لو ذُكِرَت له خارج الرواية، لاستثقلها وأعرض عنها، ومنها يعلم القارئ النحو والنقد. ¶ في رواية الشاعر الطموح، يورد خبر مجلس أدبي على رأسه أبو بكر الكندي، الذي يعترض على بيت شعر للمتنبي، صائحًا: من علّم هذا الشاعر العربية حين يقول: ¶ لقد كنت أرجو أن أراك فأطربُ! ¶ فيرفع الفعل أطربُ، وهو منصوب لامناص، لأنك إن جعلت الفاء عاطفة وجب نصبُه بأن مضمرةً، فكيف ساغ لهذا الرجل رفعه؟ فصاح طالب، قد يكون معطوفًا على أرجو وهو مرفوع، وهنا قَهْقه الشيخُ حتى سقطت عمامته، وأجاب: هذه حيلة العاجز يا ولدي، لأن الطرب مترتب على الرؤية لا على الرجاء. ¶ يميز رواياتِ الجارم عن غيرها من الروايات التاريخية حفاوتُها البالغة بالصياغة الأسلوبية في السرد، فهو يختار ألفاظه بعناية، ويشكِّل صوره في دقة، ويعتمد كثيرًا على التضمين والاقتباس، وقد يستخدم ألفاظًا مهجورة، وتعبيرات غريبة، فيُحيي ما هُجر من ألفاظ اللغة مثل: الداء العُقَام، تكاد تصاقب داره، ذُمامة هم، عتاب تحته مِقَةٌ، كأنه فواق المحتضر، وغيرها. وهو يُدخل هذه الألفاظَ والعبارات، وبعضها الداء الذي لا يبرأ، وقيامه الضم، ولكن المسموع الفتح من المحفوظ التراثي في النسيج العام دون تنافر أو ثقل، وتتناثر في رواياته عبرَ هذا الأسلوب الشاعري الجميل، التشبيهات الطريفة، تقول نائلة لولاّدة: ¶ \" إنه البرد يا سيدتي، حاذريه، ولا تستهيني به، فإنه كالحب، يبدأ خفيف الوقع، ضعيف الأثر، ثم يعظم ويستشري حتى يصبح داءً عُضالاً.",
            "page": "8",
            "part": "8"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "ويقدم وصفًا لنائلة وقد جاوزت الستين، ولكنها لا تزال تحتفظ بأطياف هزيلة من الجمال الغابر يقول : \" كانت تشبه بيت شعر أصابه التحريف، وتوالت عليه أغاليط الرواة، حتى كاد يفقد وزنه ومعناه\" وهي صورة طريفة ، لا يفقه جمالها إلا واعٍ بالتراث العربي في مصادره ومخطوطاته. ¶ وهناك خطوة متقدمة في البناء الروائي سبق بها كتاب الرواية التاريخية ممن سبقوه، وأعني بها استخدام الحوار الداخلي، في كل رواياته تقريبًا، مما أتاح أن ينطق شخوصه بما يود، دون أن يضطرب البناء الروائي عنده. والحوار بعامة كثير في الروايات، ويجيء في عجلة قصيرًا متوترًا، وأحيانًا قليلة يطول فيمل، ولا يحمي القارئ من هذا الملل إلا توهج الأسلوب، ورشاقة العبارة. ¶ ويأتي البديع في رويات الجارم عفويًّا سلسًا، في لمحات سريعة، سجعًا أو محسنات، يقول: \" وتذكرت يوم النشور، يوم ينفخ في الصور، ويبعث من في القبور\". ¶ ومن حين لآخر تقع بين صفحاته على جمل تشع بالحكمة المشرقة، يقول: ¶ الغريزة إذا عجزت قنعت بالنظر واكتفت بالخيال. ¶ إذا قذفتَ الزجاج بحجر، قذفك بشظاياه. ¶ ما أضيع الحزن على زجاج تحطم ! ¶ أخيرًا، لقد حاول الجارم برواياته أن ينشط ذاكرة الأمة العربية والإسلامية وأن يردها في حاضرها إلى ماض حافل بصور المجد والجلال، وأن يهديها، بالموازنة، إلى عوامل الضعف التي أنهكتها. ¶ وكانت عاطفته في هذا المجال قوية دافقة، تفيض إيمانًا، وتنضح يقينًا، وتشع أملاً. ¶ والسلام عليكم ورحمة الله وبركاته.",
            "page": "9",
            "part": "8"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "سادسًا ـ دمعة على صديق(1)(*) ¶ قصيدة يلقيها الأستاذ الدكتور محمود علي مكي ¶ الأستاذ الدكتور حسن عبد اللطيف الشافعي: في الحقيقة أيها السادة الأجلاء، كان اقتراحًا طيبًا أن نستمع إلى الأستاذ الدكتور محمود علي مكي وكأننا نستمع إلى الجارم نفسه، حيث يلقي قصيدة ألقاها الشاعر علي الجارم في رثاء الأستاذ أبي الفتح الفقي وكيل دار العلوم، مساء يوم الاثنين 20 من أبريل سنة 1936م بدار الأوبرا. ¶ ... والأستاذ الدكتور محمود علي مكي، عضو بالمجمع، وعضو باللجنة الثقافية، وأستاذ الدراسات الأدبية بكلية الآداب جامعة القاهرة. ¶ الأستاذ الدكتور محمود علي مكي: بسم الله الرحمن الرحيم. ¶ أستاذنا الأستاذ الدكتور شوقي ضيف رئيس المجمع. ¶ الأستاذ الدكتور كمال بشر مقرر اللجنة الثقافية بالمجمع. ¶ الأستاذ الدكتور حسن محمود عبد اللطيف الشافعي عضو المجمع الذي تفضل بتقديم هذه المشاركات في إحياء ذكرى العالم الكبير علي الجارم. ¶ أيها السادة: في اليوم الأول من شهر مارس سنة 1936م انتقل إلى جوار ربه المرحوم الأستاذ \"أبو الفتح الفقي\" وكيل دار العلوم، ورئيس جماعة دار العلوم، فكان لنعيه وقع على القلوب أليم، وفقدت مصر بفقده عالمًا من أفاضل علمائها، ورجلاً من خيرة رجالها. ¶ ... وكان رحمه الله صديقًا حميمًا للشاعر، فبكاه ورثاه بهذه القصيدة التي ألقيت في الحفلة التي أقامتها لتأبينه جماعة دار العلوم بدار الأوبرا في مساء الاثنين 20 من أبريل سنة 1936م: ¶ __________ ¶ (1) قصيدة من شعر الأستاذ علي الجارم، ألقاها الأستاذ الدكتور محمود علي مكي في الندوة التي أقيمت بدار المجمع تكريمًا لشاعر العروبة يوم الأحد 9/11/1997م.",
            "page": "1",
            "part": "9"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "كان علي الجارم لغويًّا جليلاً، ومربيًا فاضلاً، وكان روائيًّا وناثرًا من التراث الأول، ولكنه كان قبل كل شيء شاعرًا، منذ نعومة أظفاره عندما كان في الثالثة عشرة من عمره وما كان لاحتفال مثل هذا أن يخلو من بعض نماذج من شعره، وقد وقع الاختيار على قصيدة له في رثاء زميل له وعالم كبير من علماء دار العلوم كان وكيلاً لها وهو أبو الفتح الفقي، ويرجع الفضل في اختيار هذه القصيدة لأستاذنا الدكتور شوقي ضيف، وبالفعل فهي قصيدة من أروع قصائد الرثاء، غير أنها طويلة فرطة في الطول تبلغ نحو مئة بيتٍ أو تزيد، وما كان لنا أن نختصرها رغم ضيق الوقت، فهذه القصيدة تصور شاعرية علي الجارم ولا سيما في الرثاء. وأود أن أنبه إلى أن هذه القصيدة تشتمل إلى جوار رثاء أبي الفتح الفقي على جزء منها في رثاء ابنه البِكْر وكان قد فقده قبل أبي الفتح بشهور قليلة. من ناحية أخرى أحب أن أنوه هنا أننا في إلقاء هذه القصيدة نحاول أن نقترب من ذلك الإلقاء الرائع الذي كان يميز علي الجارم. والآن إلى حضراتكم القصيدة: ¶ مَلَكَ المُصَابُ عَلَيْهِ كُلَّ جِهاتِهِ ... إِنْ كانَ مِن صَبْرٍ لَدَيْكَ فَهاتِهِ! ¶ أسْوانُ تَعْرِفُهُ إِذا اخْتَلَطَ الدُّجَى ... بِالنَّبْرَةِ السَّوْدَاءِ في أَنَّاتِهِ؟(1) ¶ يَبْكِى وَيَنْظُرُ في السَّمَاءِ مُصَعِّدًا ... مَا يَبْتَغِي الْحَيْرانُ مِنْ نَظَرَاتِهِ؟(2)2) ¶ خَفَقَانُ نَجْمِ الأُفْقِ مِنْ خَفَقَانِهِ ... وَهَجِيرُ قَيْظِ البِيدِ مِنْ زَفَرَاتِه! ¶ وبُكاءُ كُلِّ غَمَامَةٍ هَتَّانَةٍ ... مِنْ بَعْضِ مَا يُبْدِيهِ مِنْ عَبَرَاتِهِ ¶ وَنُوَاحُ ذَاتِ الطَّوقِ فىِ أعْوَادِهَا ... ما تُرْسِلُ الأَقْلاَمُ مِنْ نَفَثَاتِهِ ¶ __________ ¶ (1) الأسوان: الحزين. الدجى: الظلام. النبرة: الصوت. النبرة السوداء: صوته الحزين. ¶ (2) مصعدًا: أى متردد النظرات لا يكاد يستقر بصره في بقعة.",
            "page": "2",
            "part": "9"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "يَرْثِي فَيَحْتَبِسُ البُكَاءُ بِصَوْتِهِ ... أينَ الرَّخِيمُ الْعَذْبُ مِنْ أصْوَاتِهِ؟ ¶ فىِ صَدْرِه قَلِقُ الْجَوانِحِ مُوجَعٌ ... مَلَّتْ نُجُومُ الَّليلِ مِنْ دَقّاتِهِ ¶ كَالطَّيْرِ فىِ قَفَصِ الْحَدِيدِ مُوَثَّقًا ... قَدْ أَوْهَنَ الأَسْلاَكَ مِنْ خَفَقَاتِهِ ¶ يَبْكِي ويَضْرِبُ بِالْجَنَاحِ مُجَرَّحًا ... يَا وَيْلَ ما فَعَلَتْ يَمِينُ رُمَاتِهِ! ¶ * * * ¶ نُوَبٌ كليْلاتِ المَحَاقِ تَتَابَعَتْ ... مُتَشابِهاتٍ، هَذِه مِنْ هَاتِِهِ(1)1) ¶ وَبَنَاتُ دَهْرٍ قَدْ زَحَمْنَ مَنَاكِبي ... وَيْلاَهُ! لَوْ أَسْطِيعُ وَأْدَ بَنَاتِهِ!(2) ¶ أوْدَى (أبو الفَتْحِ) الْمُرَجَّى واختَفَى ... عَلَمٌ طَواهُ الدَّهْرُ فىِ طَيَّاتهِ(3) ¶ وانْحَازَ للرَّكْبِ الذِي مِنْ آدَمٍ ... مازَالَ يُزْعجُنَا رَنِينُ حُدَاتِهِ(4) ¶ سَارَتْ بِهِ الأَحْبابُ تَسْتَبِقُ الْخُطَا ... وَالقَلْبُ مَكْظُومٌ عَلى حَسَرَاتِهِ ¶ فَوَقَفْتُ أَنْظُرُ فىِ الفَلاَةِ فَلَمْ أجِدْ ... إِلاَّ جَلالاً فىِ فَسِيحِ فَلاتِهِ!(5) ¶ * * * ¶ يا جَامِعًا شَمْلَ الشُّيُوخِ بحَزْمِهِ ... مَنْ ذَا يَلُمُّ اليَوْمَ مِنْ أشْتَاتِهِ ¶ __________ ¶ (1) النوب: المصائب تنوب بها الأيام وتصيب. المحاق ( بالتثليث ): آخر الشهر،. وقبل ثلاث ليال من آخره، أي أنها نوب مدلهمة حالكة كليالى المحاق كلها سود. ¶ (2) بنات الدهر: حادثاته وشدائده. زحمن مناكبي: أي أثقلتني لكثرتهن حتى عييت بحملهن. وأد البنت: دفنها في القبر وهي حية، فعلت العرب ذلك مخافة العار والحاجة قبل الإسلام. ¶ (3) أودى : مات. ¶ (4) انحاز: مال. الحداة: الذين يرفعون الصوت بالغناء يستحثون بذلك الإبل على المسير. ¶ (5) الفلاة: القفر. ويريد بها حيث قبور الموتى.",
            "page": "3",
            "part": "9"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "يَمْشِي الرَّعِيلُ نَواكِسًا أَبْصَارُهُ ... مِنْ بَعْدِ ماعَبثَ الرَّدَى بِحُماتِهِ(1) ¶ أَلْوَى بِعَزْمَتِهِ وَهَدَّ شِماسَهُ ... قَدَرٌ أطاحَ القَرْمُ عَنْ صَهَوَاتِه(2) ¶ حَيْرَانُ يَعْثُرُ بِالأَعِنَّةِ مِثْلَما ... يَتعثَّرُ التَّمْتَامُ فىِ تَاءاتِهِ ¶ يَطْفُو نَشِيجُ اليَأْسِ مِنْ لَهَوَاتِهِ ... وَتِئزُّ نَارُ الشَّوْقِ فىِ لَبَّاتِهِ(3) ¶ سَارَتْ بِهِ الفُرْسانُ تَخْبِطُ في الدُّجَى ... وَالرَّكْبُ قَد ْزَاغَتْ عُيُونُ هُداتِهِ ¶ يَبْكُون للطَرْفِ الْمُخَلَّى سَرْجُهُ ... وَالفارِسِ المُنْبَتّ عَنْ غايَاتِهِ(4) ¶ يَبْكُون للدِّرْعِ المُطَرَّحِ حَطَّمَتْ ... أيْدِي الزَّمانِ العُسْرِ مِنْ حَلَقَاتِه(5) ¶ يَبكُونَ أطْوَلَهُمْ يَدًا، وَأبَرَّهُمْ ... كَفًّا، وأَسْبَقَهُمْ إِلى قَصَبَاتِهِ(6) ¶ * * * ¶ خُلُقٌ كَما يَصْفُو النُّضَارُ وَطَلْعَةٌ ... أَزْهَى مِنَ ابْنِ اللَّيلِ فىِ هالاَتِهِ ¶ __________ ¶ (1) الرعيل: القطعة من الجياد شبه جماعة دار العلوم. نواكسو الأبصار: مطأطئو الرؤوس، أبصارهم إلى الأرض. ¶ (2) ألوى بعزمته: أتى عليها وأوهنها. شماسه: أي عزته وتأبيه وامتناعه. القرم: السيد العظيم. الصهوات: جمع صهوة (بالفتح) وهي مقعد الفارس من الفرس. ¶ (3) تئز: تصوّت. اللبات: جمع لبة، وهى: المنْحر. ¶ (4) الطرف: الفرس الكريم. والكلام على المجاز. المخلى سرجه: أى الذي أصبح مكانه من سرجه خاليًا. المنبت: الذي حيل بينه وبين إدراكه غايته. ¶ (5) الدرع: ثوب ينسج من زرد الحديد يلبس في الحرب وقاية من سلاح العدو (يؤنث ويذكر). المطرح: المقلى. العسر: الشديدة. ¶ (6) يكنى بطول اليد: عن السبق إلى الفضل. أبرهم كفًّا: أي أكثرهم جودًا وعطاءَ. واسبقهم إلى قصباته. أي إنه كان أولهم في ذلك. القصبات في الأصل: ما كان ينصب في حلبة السباق. فمن سبق اقتلعها وأخذها ليعلم أنه السابق من غير نزاع.",
            "page": "4",
            "part": "9"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "مَنْ صَارَ فىِ الْخََمْسِينَ فَخْرَ بِلادِهِ ... قَدْ كَانَ فىِ العِشْرِينَ فَخْرَ لِدَاتِهِ ¶ وَالدَّهْرُ لا يُنْشِي الرِّجَالَ صَوارِمًا ... إِلاَّ إِذا نَضِجُوا عَلَى جَمَرَاتِهِ ¶ صَانَ الكَرَامَةَ أَن تُمَسَّ، وَإِنَّما ... إِذلالُ نَفْسِ الَمَرْءِ مِنْ زَلاَّتِهِ ¶ مُنِعَ الرَّقِيقُ ولا تَزَالُ عِصابَةٌ ... تَهْفُو إلى أَغْلالِهِ وَسِمَاتِهِ ¶ قَدْ كَانَ كَالْفَلَكِ الدَّؤوبِ نَشَاطُهُ ... لاَ يَسْتَرِيحُ الدَّهْرَ مِنْ دَوْرَاتِهِ ¶ فَإذا تَراءَى سَاكِنًا فَلأَنَّهُ ... فىِ أسْرَعِ الأَحْوَالِ مِنْ حَركَاتِه ¶ الْحَقُّ وَالإيمانُ مِلْءُ فُؤَادِه ... وَبَلاَغَةُ الأَعرْابِ مِلءُ لَهَاتِهِ ¶ فإذا تَخَطَّرَ لِلجِدَالِ مُصَاوِلاً ... فَاحْذَرْ فَتَى الفِتْيَانِ في صَوْلاتِه! ¶ السَّيْلُ في دَفَعاتِهِ، والسَّيْفُ في ... عَزَمَاتِه، والمَوْتُ في وَثَبَاتِهِ ¶ لَيْسَ القَوِيُّ بِنَابِهِ وبَظِفْرِهِ ... مِثلَ القَوِىِّ بِرَأْيِهِ وَثَبَاتِهِ ¶ وَالْحُجَّةُ البَيْضاءُ أفْضَلُ مَقْطَعًا ... مِنْ نَصْلِ كُلّ مُهَنَّدٍ وَشَبَاتِهِ(1) ¶ ماذَا أصَابَ اللَّيْثَ عَنْ غَدَواتِه ... صُبْحًا، وَمَاذَا نَالَ مِنْ رَوْحَاتِهِ؟ ¶ سَمَحَتْ لَهُ الدُّنْيا بِماءِ سَرَابِها ... فابْتَاعَهُ مِنْها بِمَاءِ حَيَاتِهِ ¶ إِنَّ الأُمانِيَّ الْحِسَانَ جَمِيلَةٌ ... لَوْ حَقَّقَ الإِنْسانُ أُمْنِيَّاتِهِ ¶ فَلَرُبَّ رَوْضٍ للِنّواظِرِ مُعْجِبٍ ... كَمَنَتْ سُمُومُ الصِّلِّ في زَهَراتِه!(2) ¶ __________ ¶ (1) المهند: السيف المصنوع من حديد الهند وهو من أجود السيوف. نصل المهند وشباته: حديدته بحدها. ¶ (2) كمنت: توارت واستخفت. الصل: الحية التي لا ينفع مع سمها علاج.",
            "page": "5",
            "part": "9"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "قَدْ كَانَ لِي أمَلٌ سَقَيْتُ فُرُوعَهُ ... بِدَمِي وَغَذَّيْتُ المُنَى بِعذَاتِهِ(1) ¶ أَحْنُو عَلَيْهِ مِنَ الهَجِيرِ يَمَسُّهُ ... وَمِنَ النَّسِيمِ يَهُزُّ مِنْ أسَلاتِهِ(2) ¶ وأَذُودُ عَنْهُ الطَّيْرَ إِنْ حَامَتْ عَلَى ... زَهْرٍ يُضِىءُ الأُفْقَ في عَذَباتِهِ(3) ¶ اللَّيْلُ يَنْفَحُهُ بِذَائِبِ طَلّهِ ... والصُّبْحُ يَمْنَحُهُ شُعاعَ إِيَاتِهِ(4) ¶ حَتَى إِذا قَوِيَتْ لِدَانُ غُصُونِهِ ... وَاستْحْصَدَ الْمَرْجُوَّ مِنْ ثََمَراتِهِ(5) ¶ وأَخَذْتُ أَسْتَجْلي السَّنا مِنْ نَوْرِهِ ... وَأشمُّ رِيحَ الْخُلْدِ مِنْ نَفَحاتِهِ(6) ¶ وَأُفاخِرُ الزُّرَّاعَ أنَّ غِرَاسَهُمْ ... لَمْ يَزْكُ مِثْلَ زَكاتِهِ ونَباتِه(7) ¶ عَصَفتْ بِهِ هُوجٌ فَخَرَّ مُعَقَّرًا ... وَجَنَى عَلَيْهِ الْحَيْنُ قَبْلَ جَنَاتِهِ(8) ¶ __________ ¶ (1) العذاة: الأرض الطيبة البعيدة الوخم. ويريد بها منبته الطيب. وهذا البيت والأبيات الثمانية بعده في غرض خاص بالشاعر لوفاة نجله البكر في سبتمبر سنة 1935م. ¶ (2) الهجير: شدة الحر. الأسلات: الفروع الدقيقة. ¶ (3) أذود: أمنع وأطرد. حامت: حلّقت ودارت. العذبات: الأغصان. ¶ (4) ينفحه: يهبّ عليه بليلاً. الطل: الندى. الإياة: النور. أي إن أسباب الحياة والرغد كانت موفورة. ¶ (5) لدان الغصون: اللينة الطرية. الواحد، لدن. استحصدت الثمرات: قاربت النضج وحان لها أن تحصد. ¶ (6) أستجلي: أنظر وأتبين. النور: الأزهار، الواحدة، نورة. سناه: تألقه وإشراقه. نفحاته: ما يفوح وينتشر من رائحته العطرة. أشم ريح الخلد: أى ريح الجنة. ¶ (7) يزكو: ينمو. ¶ (8) الهوج: الرياح العاصفة غير المستوية في هبوبها. يريد عصف الموت. المعفر: الذي اختلط بالتراب. الحين: الخلال. الجناة: ما يجنى.",
            "page": "6",
            "part": "9"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "وَوَقَفْتُ أَنظُرُ لِلحُطَامِ مُحَطَّمًا ... مُتَفَتِّتَ الأفْلاذِ مِثْلَ فُتاتِهِ(1) ¶ أَهْوِنْ بِدُنْيَا مَا لِحىٍّ عِنْدَهَا ... وَعْدٌ يُنَجَّزُ غَيْرَ وَعْدِ وَفاتِهِ! ¶ سَلْ كُلَّ مَنْ كَتَبَ الكَتائِبَ غََازِيًا ... هَلْ رَدَّ عَنْهُ الجيشُ سَهْمَ مَمَاتِهِ؟ ¶ إِنَّ ابْنَ داودٍ عَلَى سُلْطانِهِ ... قَدْ خَرَّ مُنْفَرِدًا عَلَى مِنْساتِهِ(2) ¶ وَهُوَ الذِي مَلَكَ الْمُلُوكَ ببَأْسِهِ ... وَأخافَ جِنَّ الأرْضِ مِنْ سَطَواتِهِ ¶ كُلُّ ابنِ أُنْثَى فِي الْحَيَاة إِلَى مَدًى ... وَالمَرءُ في الدُّنيا إِلى مِيقَاتِهِ ¶ * * * ¶ أأخِي! دَعَوْتُ فَلَمْ تُجِبْ، وَلَرُبَّما ... قَدْ كنْتَ أَسبْقَ نَاهِضٍ لِدُعاتِهِ ¶ قَدْ كَانَ عَهدُكَ في بَشاشةِ أُنْسِهِ ... عَهْدَ الشَّبابِ مَضَى إِلَى طيّاتِهِ(3) ¶ __________ ¶ (1) الحطام: ما تحطم وتكسر. يريد رفاته. محطمًا، أى مهدود القوى حزنًا. الأفلاذ: جمع فلذة (بالكسرة) وهي القطعة من الكبد. يصف في هذا البيت والأبيات الثمانية قبله فقيده الذي أودى من بعد ما اكتمل وقوي. مشبهًا إياه بالنبت في أدواره المختلفة، ثم يذكر ما كان يبذله في سبيله حتى إذا ما استحصد عدا عليه الموت فاختطفه من بين يديه. وهو أحوج ما يكون إليه، وتركه محطم الأوصال مفتت الكبد حزنًا. ¶ (2) ابن داود: وهو سليمان بن داود عليهما السلام، وقد أعطاه الله ملكًا وسلطانًا واسعًا، وسخر له الريح والجن وعلمه منطق الطير وقد ورد في القرآن الكريم تعداد نعم الله عليه. المِنسأة (بالكسرة): العصا. يشير إلى ما يروى من أنه عليه السلام مات متكئًا على عصاه، وبقي كذلك لا يعرف موته، حتى نخرت عصاه فلم تقو على حمله فخرَّ على الأرض، فعلم أنه ميت. ¶ (3) الطيات: جمع طية، وهي الجهة والمقصد.",
            "page": "7",
            "part": "9"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "كَانَ الزَّمَانُ يُظِلُّنَا بِرَبِيعِهِ ... فَتَركْتَنِى لِلقُرِّ مِنْ مَشْتَاتِهِ(1) ¶ أَبْكِي الشَّبَابَ وَزَهْوَهُ وَصِحَابَهُ ... والمُشْرِقَ الوضَّاحَ مِنْ بَسَمَاتِهِ ¶ كُنَّا كَفَرْعَيْ بَانَةٍ فَتَفَرّقَا ... وَالدَّهْرُ لا يَبْقَى عَلى حَالاتِهِ(2) ¶ والعُمْرُ أَضْيَقُ ُأََنْ يُمَدَّ لِسَالِكٍ ... إِنْ أوْسَعَ الْخُطُوات في سَاحاتِه ¶ أَصْفَيْتَنِي مَحْضَ الوِدادِ وطَالَمَا ... خَلَطَ المُمَاذِقُ مِلْحَهُ بِفُرَاتِهِ(3) ¶ ورَفَعْتَ مِنْ شِعْرِي، وَكُنْتَ تُحبُّهُ ... وَتُحِسُّ سِرَّ الفَنِّ في أبَيَاتِهِ ¶ فَاسْمَعْهُ مِنْ بَاكٍ أَطَاع شُجُونَهُ ... فَطَغَتْ زَواخِرُها عَلَى مَرْثاتِهِ(4) ¶ نَظَمَ الدُّمُوعَ فَكُنَّ بَحْرًا كامِلاً ... وَأقامَ بِالزَّفَرَاتِ تَفْعِيلاَتِه(5) ¶ أَنْشِدْه حَسّانًا إَذا لاقَيْتَهُ ... فىِ جَنَّةِ الفِرْدَوْسِ بَيْنَ رُوَاتِهِ ِ(6) ¶ __________ ¶ (1) ربيع الزمان: أيامه النضرة الطيبة. يريد به أيام الشباب. القر: البرد. المشتاة: زمن الشتاء. ويريد بقرّ الشتاء أيام الكبر. ¶ (2) البانة: واحدة البان، وهو شجر سبط القوام لينه، ورقه كورق الصفصاف. ¶ (3) محض الوداد: خالصه. أصفاه محض الوداد: صدقه الإخاء والمحبة. المماذق: الكاره الذي لا إخلاص عنده. الفرات: العذب. ¶ (4) الشجون: الهموم والأحزان. الواحد: شجن (بالتحريك). طغت: فاضت وجاوزت الحد. زواخرها: أي كثيرها وعميمها تشبيهًا لها بالبحر الزاخر الكثير الماء. مرثاته: أي ما أعده لك من شعر يرثيك به. ¶ (5) نظم الدموع: ضمّها وألفها. بحرًا كاملاًَ: أي ممتلئًا. ويريد به أحد بحور الشعر المسمى بالكامل، وفي هذا اللفظ تورية ظاهرة لأن القصيدة من هذا البحر. الزفرات: الأنفاس الحارة من الحزم. التفعيلات: الأجزاء التي يتألف منها الشعر. ¶ (6) يريد بحسان: حسان بن ثابت الأنصاري شاعر الرسول صلى الله عليه وسلم.",
            "page": "8",
            "part": "9"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "وَافْخَرْ بِقَوْمِكَ أَنْ أعادُوا لِلْورَى ... عَهْدَ البَيانِ ومُجْتَلَى آياتِهِ(1) ¶ وَانْعَمْ بِرِضْوانِ الإِلهِ وظِلّهِ ... وَاسعَدْ بِعَيْشِ الْخُلْدِ فىِ جَنَّاتِهِ(2) ¶ إِنَّ الذِي خَلَقَ البُكَاءَ أغاثَهُ ... بِاللُّطْفِ والإِحْسانِ مِنْ رَحَماتِهِ ¶ وشكرًا لكم ¶ الأستاذ الدكتور حسن محمود الشافعي: لعلنا الآن أكثر تهيئةً واستعدادًا للمشاركة في الرؤية النقدية النافذة والحاسبة الفنية الشفافة والاستدعاء الحميد للجارم الشاعر يجذبنا إلى كل أولئك شاعر رقيق وناقد بصير، وأستاذ متمكن الأستاذ الدكتور علي عشري زايد أستاذ ورئيس قسم النقد الأدبي بكلية دار العلوم ـ جامعة القاهرة ـ فليتفضل. ¶ __________ ¶ (1) بقومك: أي بأبناء دار العلوم. مجتلى آياته: أي آياته الناطقة البينة المرئية. ¶ (2) رضوان الإله: رضاه.",
            "page": "9",
            "part": "9"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "سابعًا: كلمة الأستاذ الدكتور علي عشري زايد ¶ أستاذ النقد الأدبي بكلية دار العلوم ¶ شاعرية الجارم ¶ بين حداثة المحافظة وأصالة التجديد ¶ يُعدُّ علي الجارم إحدى الدعامات الراسخة لذلك الاتجاه الذي عرف في تاريخ شعرنا الحديث باسم التيار المحافظ، والذي كان أحمد شوقي يتسنم في عصره ذروة سنامه، وأبرز ما يميز هذا الاتجاه اعتزاز ممثليه بالقيم الفنية والفكرية الموروثة لتراثنا الأدبي، والصدور عن هذه القيم والتقاليد ـ دون انفصال عنها ـ إلى آفاق التجديد والتطور. ¶ ويأتي الجارم على رأس تيار من تيارات هذا الاتجاه حيث كان ينتمي إلى مدرسة وصفها الأستاذ العقاد في تقديمه لديوان الجارم بأنها \"مدرسة يجوز لنا أن نسميها مدرسة دار العلوم\" ويحدد لنا ملامح هذه المدرسة بأنها \"ملامح أسرة فكرية نفسية خلقتها طبيعة الدراسة التي انفردت بها دار العلوم، ولم تشبهها دراسة من قبيلها في لغتنا ولا في لغة أخرى من لغات الثقافة المعروفة لدينا. ¶ فالدرعمي لغوي عربي سلفي عصري، ولكن على منهج فريد في بابه بين مناهج السلفية والمدارس الإفرنجية وبين مناهج المحافظة والتجديد، ومناهج الابتداع والتقليد. ¶ ولا يسعك وأنت تقرأ قصيدة لشاعر من أركان المدرسة الدرعمية أن تحجب فكرة \"اللغة\" عن خاطرك، وأن تفكر أن صاحب هذا الشعر يثبت على القديم وإن أخذ بنصيبه من الجديد، وحرص على انتسابه إليه حرصه على انتسابه إلى التراث القديم\"(*)",
            "page": "1",
            "part": "10"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "والكثيرون ممن كتبوا عن الجارم لم يروا منه إلا جانبه التراثي المحافظ المتمثل في الاعتزاز بالموروث الأدبي والتعبير عن قيمه وتقاليده الفنية والفكرية دون تجاوز، ولكن العقاد استطاع بثاقب نظره أن يلتقط تلك الملامح الفارقة بين المدرسة التي كان ينتمي إليها الجارم ويعد واحدًا من أهم أركانها وملامح سواها من المدارس الشعرية الأخرى المشتركة معها في بعض الملامح الفنية، ولا سيما تلك المدارس التي كانت تنتمي إلى ذلك الاتجاه الأدبي العريض الذي تنتمي إليه مدرسة الجارم ـ أو مدرسة دار العلوم بصفة عامة ـ وهو الاتجاه المحافظ. ¶ ولا شك أن الذين لم يروا في شعر الجارم سوى جانبه المحافظ كان لهم عذرهم، لأن سمات التجديد والحداثة في شعر الجارم ـ على سعة مداها وعمقها ـ حرية أن تخفى على أي ناقد لا يمتلك نفاذ بصيرة العقاد لفرط دقتها ونجاح الجارم الجدير بالتنويه في إخضاع هذه السمات التجديدية لقيم موروثنا الشعري وتقاليده، بحيث أصبحت خيوطًا أصيلة في نسيج هذا الموروث وليست شيئًا غريبًا عنه ومقحمًا عليه من الخارج. ¶ وأستطيع أن أضيف في هذا السياق إلى ما قاله العقاد عن مرجعية ملامح التجديد في شعر الجارم وردها إلى طبيعة الدراسة في دار العلوم رافدًا آخر انفرد به الجارم بين شعراء هذه المدرسة من شعراء جيله، وأعني بهذا الرافد رحلته إلى أوربا التي كانت تهب منها رياح التجديد على واقعنا الأدبي، حيث سافر إلى إنجلترا وأقام في ربوعها أربعة أعوام وهو في شرح الشباب، هذه السن التي تكون العزيمة فيه أمضى، والقدرة على التفاعل مع عوامل التطور والتجديد أنشط، وقد أتاحت له هذه الرحلة الاتصال المباشر بهذا المصدر الأصيل من مصدر التجديد الذي تأثرت بالتيارات الوافدة منه كل حركات التجديد الأدبي المعاصرة للجارم واللاحقة عليه على نحوٍ من أنحاء التأثر.",
            "page": "2",
            "part": "10"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "وإذا كان القصر النسبي للفترة التي قضاها الجارم في ربوع إنجلترا لم تتح له أن يتعمق في دراسة التيارات الأدبية المتلاطمة التي كانت تعج بها البيئة التي كان يعيش فيها هناك ـ خاصة إذا وضعنا في اعتبارنا انشغاله بالمهام العلمية التي ابتعث رسميًّا لتحقيقها ـ فلا شك أن نهمه المعروف للتزود بشتى ضروب المعرفة لابد وأن يكون قد عوضه كثيرًا عن هذا القصر النسبي لفترة إقامته هناك، ولا أدل على مدى استفادته من اللغة الإنجليزية وآدابها من قيامه بترجمة بعض الأعمال الأدبية والثقافية عن الإنجليزية، مثل ترجمته لكتاب \"المستشرق الإنجليزي ستانلي لين بول عن قصة العرب في إسبانيا\" ومراجعة أو اشتراكه في مراجعة بعض الأعمال الأدبية المترجمة عن الإنجليزية مثل مسرحية \" ترويض النمرة \" لشكسبير، ومسرحية (البخيل) لموليير، التي ترجمت عن الإنجليزية وشارك في مراجعة ترجمتها. ¶ ويستشهد الدكتور أحمد علي الجارم نجل الشاعر علي تمكن الجارم من اللغة الإنجليزية وآدابها بترجمته بعض الأشعار الإنجليزية الواردة في كتاب \"قصة العرب في إسبانيا\" ترجمة عربية شعرية رصينة، لكي يتذوقها القارئ العربي، ويحس بانفعالات مؤلف الكتاب(1). ¶ ولقد كان للجارم فهم خاص لعملية التجديد عبَّر عنه تعبيرًا شعريًّا بارعًا في قصيدة من أجمل قصائد ديوانه، وهي قصيدة \"خلود\" التي قالها في ذكرى الشاعرين شوقي وحافظ، ويحدد فيها بأسلوب شعري متفرد ـ مفهومه للشعر، وللتجديد، وكأنما كان بنفاذ بصيرته يقرأ من كتاب مفتوح، ويتوقع من وراء حجاب ما سيعانيه شعرنا وأدبنا وهويتنا الثقافية عمومًا بعد أكثر من نصف قرن من كتابته هذه القصيدة على يد أدعياء الحداثة ـ لا دعاتها ـ من تدهور وتحلل. ¶ __________ ¶ (1) انظر كتاب \"الجارم في ضمير التاريخ\" إعداد الدكتور أحمد علي الجارم 1994 ص 152، وانظر كتاب \"سلاسل الذهب\" الذي يضم أعمال الجارم النثرية الكاملة، دار الشروق 1989، ص 292، 300، 301 ومواضع أخرى.",
            "page": "3",
            "part": "10"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "يقول الجارم عن هؤلاء الأدعياء في عصره وفي كل عصر في هذه القصيدة الرائعة: ¶ جَلَبُوا للقريضِ ثوبًا من الغَرْ ... بِ ولم يَجْلِبوا سِوى الأكفانِ ¶ ثُمَّ قالوا مُجَدِّدُونَ، فأهلاً ... بِصَنَاديدِ أُخْرياتِ الزَّمَانِ ¶ لا تَثُوروا على تُراثِ امرِئِ القَيْـ ... سِ وصُونوا دِيباجَةَ الذُّبيانى ¶ واتركوا هذه المعاولَ باللَّـ ... ـهِ فإنِّي أخْشَى على البُنْيانِ ¶ واحفظوا اللفظَ والأساليبَ والذَّوْ ... قَ وهاتوا ما شئتُمُ منْ مَعَاني ¶ ما ِلسانُ القريضِ من عربيٍّ ... كَلِسَانِ القريضِ من طُمْطُمَانِي ¶ إِنَّمَا الشِّعْرُ قِطْعَةٌ منك لَيْسَتْ ... مِنْ دِمَاءِ اللاِتينِ واليُونَانِ ¶ كُلُّ فَنٍّ له مكانٌ وأهلٌ ... إن غَدَا العِلمُ ما لهُ من مكانِ ¶ إن رأيتمْ أُخُوّةَ العُودِ للجَزْ ... بَنْدِ فَابْكُوا سُلالةَ العِيدانِ ¶ لا يَهُزُّ النخيلَ إلا حنينُ النـ ... ايِ في صَمْتِ ليلةٍ منْ حَنَانِ ¶ ونريد ابتداء أن نسجل هنا ملاحظتين عن ظاهرتين تطالعاننا كثيرًا من شعر الجارم: ¶ أولاهما: نفاذ بصيرته وقدرته على استقراء وقائع الحاضر لتوقع ما سيحدث في المستقبل الذي يجيء على نحو ما توقعه الجارم وأخبر عنه، والأخرى: قدرته الباهرة على صوغ آرائه وخطواته النقدية والتعبير عنها تعبيرًا شعريًّا رائعًا فيه كل نضارة الشعر وكل سموه وتحقيقه بعيدًا كل البعد عن جفاف الأفكار العلمية وجمودها، وسنشير من حين لآخر لبعض تجليات هاتين الظاهرتين في بعض النماذج التي نعرض لها من شعر الجارم.",
            "page": "4",
            "part": "10"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "ولقد عرض الجارم المفهوم الشعري من وجهة نظره وتأمله تأملاً شعريًّا في أكثر من قصيدة من قصائده ـ فضلاً عن مؤلفاته وأبحاثه النقدية العلمية ـ ولكن قصيدة \"خلود\" تظل عنوانًا فذًّا على تصور الجارم لمفهوم الشعر ومفهوم التجديد جميعًا، وذلك بسبب لغتها الشعرية المتفردة، وقدرتها ـ أو قدرة الشاعر فيها ـ على تحويل المفاهيم النظرية إلى صور شعرية آسرة، ولنتأمل تلك المقابلة الشعرية البارعة بين عالمية العلم ومحلية الأدب ـ والفن عمومًا ـ : ¶ كُلُّ فنٍّ لهُ مكانٌ وأهلٌ إنْ غدا العلمُ ماله من مكانِ ¶ أو ذلك التصوير البارع لكون الأمة لا تطرب إلا لأغانيها الخاصة، ولا تنفعل إلا بفنها الخاص المسْتمد من طبيعة الأمة التي ينتمي إليها وعن أشواقها الروحية حتى يستطيع أن يخاطب أعماق أبنائها: ¶ لا يهزُّ النخيلَ إلا حنينُ النـ ايِ في صمتِ ليلةٍ من حَنانِ ¶ وإذا كان الجارم قد استنكر على دعاة التجديد في عصره دعوتهم إلى التمرد على تراث امرئ القيس أو إهدارهم لديباجة النابغة. فماذا كان سيقول لو امتدَّ به العمر ليرى ويسمع أدعياء التجديد الذين لا يتنكرون لتقاليد الشعر الجاهلي وأعلامه فحسب، بل يمتد تنكرهم ليشتمل أسلافهم الأقربين الذين خرجوا من تحت عباءاتهم، ويرفعون في مواجهتهم شعار قتل الأب رمزًا لرفض كل التقاليد العربية الموروثة ابتداء بأقدم قصيدة جاهلية وانتهاء بنتاج آخر الأجيال التي سبقتهم، بل لبعض أفراد جيلهم الذين لا يشاركونهم التنكر لقيم التراث وكنوزه؟! ولكن حسب الجارم نفاذ بصيرة أنه استطاع أن يستقرئ بوادر الخطر الداهم الذي يتهدد شعرنا وأدبنا، بل صميم هويتنا الحضارية انبهارًا بسراب خادع يخايل تطلعاتهم المريضة.",
            "page": "5",
            "part": "10"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "ولم تكن قيمة قصيدة \"خلود\" في مجرد تنبه الشاعر فيها وتنبيهه ـ بأسلوب شعري بالغ الروعة ـ إلى الأخطار التي تحملها دعوات التجديد غير الرشيدة، ولا في مجرد تحديدها الشعري الرفيع لمفهوم الشعر وإنما تضمنت بالإضافة إلى ذلك بعض التحليلات النقدية المتعلقة بالقضية التي تدور حولها الرؤية الشعرية وهي ذكرى الشاعرين الكبيرين شوقي وحافظ، ومن نماذج هذه التحليلات البارعة مقارنته بين شعر شوقي وشعر حافظ مقارنة تنم أولاً عن مدى عمق رؤيته النقدية في إدراك الفوارق الفنية بين شعر الشاعرين، وتنم ثانيًا عن مقدرته الفذة ـ التي نوهنا إليها منذ قليل ـ في تمثل الرؤية النقدية تمثلاً شعريًّا رفافًا وتجسيدها في أبنية شعرية تفيض جمالاً وعذوبة، ولنتابع معًا لمحات من هذه المقارنة: ¶ قد شُغِلْنَا عَنْ حَافِظٍ بأميرِ الـ ... شِّعْرِ ويْلي، لو كان يَدْري لَحَاني ¶ كان يَجْري على أعنّةِ شوقي ... ويعاني من رَكْضِهِ ما يُعَاني ¶ لا الجَوَادانِ في النِّجارِ سَوَاءٌ ... حِينَ تَبْلُوهُما، ولا الفارِسَانِ ¶ يُلهبُ الشِّعرَ حافظٌَ أَرْعَنَ السَّو ... طِ، وشوقي فى آَخِرِ الميدانِ ¶ لَفْظُهُ في يَدَيْهِ يَخْتَارُ منهُ ... صَحْفَةُ الدُّرِّ في يَدي دِهْقَانِ ¶ ................................. ... ................................. ¶ يتقرّى فى الشِّعْرِ مَيْلَ الجَمَا ... هِيرِ ليَحْظَى بِصَيْحَةِ استِحْسَانِ ¶ جَالَ في حَوْمَةِ السِّياسة وَثَّا ... بًا، فَأَذْكَى حَمَاسَةَ الفِتْيَانِ ¶ * ... * ... *",
            "page": "6",
            "part": "10"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "وهذا الحديث عن بعض مضامين شعر الجارم يقودنا إلى الحديث عن رؤيته الشعرية ولا نريد أن نقف طويلاً أمام مكوناتها وعناصرها فهي من الغنى والتنوع بحيث يقصر هذا البحث السريع عن الإحاطة حتى بمكوناتها الأساسية، وقد كُتِبَتْ دراساتٌ وأبحاثٌ عديدة حول هذا الجانب من جوانب شاعرية الجارم، وحسب البحث أن يشير إلى الخيوط الأساسية التي يتكون منها نسيج هذه الرؤية ليقف بعد ذلك أمام الوسائل التي وظَّفها الشاعر لتجسيد رؤيته، وطرائف التعبير الشعري المتنوعة التي اختارها، وذلك هو الجانب الأكثر أهمية في تجلية شاعرية أي شاعر. ¶ لقد انشغل الجارم بكل القضايا والهموم التي يمكن أن ينشغل بها شاعر في مثل مكانته واعتزازه بهويته القومية ومرجعياتها العربية والإسلامية. ولقد أخذ البعض على الشاعر انشغاله بشعر المناسبات من ناحية، وبشعر المديح من ناحية أخرى. والحقيقة أن شعر المناسبات في ذاته لا يمكن أن يكون مأخذًا أو عيبًا فنيًّا إذا لم ينشغل الشاعر بتسجيل تفصيلات المناسبة وتكلف الحديث عنها، أما إذا اعتبر الشاعر المناسبة مجرد حافز لشاعريته ومنشط لها لتأملات شعرية تتجاوز آفاق المناسبة الآنيّة للتحليق في آفاق روحية وفكرية مترامية فإن المناسبة في مثل هذه الحالة تحسب للشاعر لا عليه، ولقد كان معظم شعر الجارم المرتبط بالمناسبات من هذا القبيل الذي ينطلق فيه الشاعر من آنيّة المناسبة ومحدوديتها إلى آفاق تأمل شعري لا محدودة. ¶ وإذا أخذنا مثالاً لذلك ـ والأمثلة في ديوانه كثيرة ـ قصيدة قالها في مناسبة شديدة الآنية، وهي قصيدته التي قالها في الحفلة التي أقامتها جمعية رعاية المكفوفين لحض ذوي اليسار على التبرع للجمعية بما يمكنها من النهوض بأعبائها حيال هؤلاء المكفوفين، فإننا نجد الشاعر يتجاوز هذه المناسبة إلى التأمل في المعنى الحقيقي للعمي وهو فقدان البصيرة لا البصر، وهو الجهل، وهو العجز عن طرق أبواب العمل والرزق:",
            "page": "7",
            "part": "10"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "\"هُمْ عِيالُ الرَّحْمَنِ، ماذا رَأيتُم ¶ ... أَوْ صَنَعْتُم لهَؤُلاءِ العِيالِ\" ¶ \"كُلُّ شيءٍ يُطَاقُ من نُوَبِ الأيَّـ ¶ ... ـامِ إلاعمَايةَ الجُهّالِ\" ¶ \"علِّموه يطرُقْ مِنَ العيشِ بابًا ... وامنحُوهُ مفاتِحَ الأقفالِ\" ¶ \"علِّمُوهُ، فالعِلْمُ مِصْبَاحُ دُنْيا ¶ ... هُ ولا تكتفوا بِصُنْعِ السِّلالِ\" ¶ لقد فجرت المناسبة في أعماقه ينابيع للتأمل الرحيب التي لا يحدها الإِطار الآني للمناسبة وإن انطلقت منه. ¶ أما المدح فإن معظم من مدحهم الجارم كانوا من الرموز القومية على المستوى السياسي والاجتماعي والفكري والأدبي والعلمي وكان يرتبط مع هؤلاء بروابط صداقة وثيقة ومن ثَمَّ كان مدحه لهم مدحًا صادقًا منبعثًا عن عاطفة إعجاب وتقدير ومودة، فقد مدح سعد زغلول ومصطفى النحاس ومحمد عبد الكريم الخطابي وأحمد شوقي وأحمد لطفي السيد، والدكتور علي إبراهيم وسواهم ممن لا يبتغي عنده الجاه، بل لعل مدح بعضهم من الزعماء الوطنيين كان يعرض لغضب مَنْ بيدهم الجاه. ¶ ويبدو أن القضية كانت مطروحة في عصر الجارم تحدث عنها في بعض قصائده موضحًا بأسلوبه الشعري المتفرد موقفه منها، يقول: ¶ قَدْ حَبَسْنَا المديحَ عن كُلِّ مُسْتا ¶ ... مٍ ، وأَجْدِرْ بشعرِنا أن يُصانَا ¶ لا تُزينُ العُقُودُ جِيدًا إذا لم ¶ ... يكُ بالحُسْنِ قبلها مُزْدَانَا ¶ رُبَّ دُرٍّ لاقى من الصَّدْرِ دُرَّا ... وجُمانٍ في النحرِ لاقى جُمانا ¶ لَوْ مَدَحْنا مَنْ لا يَحِقُّ له المد ¶ ... حُ لوى الشعرُ رأسَهُ فَهَجَانا ¶ الرسولُ الكريمُ أنطقَ حَسَّا ... نًا، ولولاه لم يَكُنْ حَسَّانا ¶ وابنُ حمدانَ لقَّنَ المتنَبِّي ... غررَ المدحِ في بَنِي حمْدَانا",
            "page": "8",
            "part": "10"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "إن الروح التي كانت تملي على الجارم مدحه لهؤلاء الأعلام الذين ذكرناهم هي ذاتها الروح التي أملت على المتنبي مديحه لسيف الدولة، والتي جعلته يشعر أنه ند لممدوحه، بل يكاد يتجاوزه أحيانًا مكانةً، فهو الذي يمنحه القوة والعظمة، وهو المدح الذي يرعب أعداء سيف الدولة إذا سدد إليهم، ويزين موكبه إذا استعرضه: ¶ وما أنا إلا سَمْهَرِيّ حملتَه ¶ ... فزين معروضًا وراع مسددَا ¶ وما الدهرُ إلا من رواةِ قصائدى ... إذا قلتُ شعرًا أصبحَ الدهرُ منشدَا ¶ لقد كان اعتزاز الجارم بنفسه لا يقل عن اعتزاز المتنبي بنفسه إن لم يفقه، وقد ظهرت دلائل هذا الاعتزاز في سنه الباكرة، حيث يقول عن نفسه في يفاعته: ¶ سَتَندبُنى الفصحى إذا متُّ قَبْلَها ¶ ... ومات الذي في الناسِ ليس له ندّ ¶ ولم يكن انشغال الجارم بالهموم العامة مقصورًا على هموم وطنه الأصغر مصر، بل تجاوزها إلى الانشغال بهموم أمته العربية والإسلامية، ثم اتسع ذلك الانشغال ليحتضن هموم الإنسانية كلها. ¶ ففيما يتصل بهموم الأمة العربية والإسلامية لم يترك حدثًا من الأحداث المهمة التى مرت بها الأمة دون أن يشارك فيه بشعره، فلقد غنَّى لبغداد ـ التي زارها أكثر من مرة ـ \"بلد الرشيد، ومنارة المجد التليد\" معبرًا عن الروابط الوثيقة التي تربطها بمصر: ¶ \"أهلُوك أهلونا وأبناءُ العشيرةِ والجدودِ\" ¶ \"حتى يكاد يحبّ نخلك نخل أهلي في رشيد\" ¶ ويتحدث عن السودان وما بيننا وبينه من روابط تاريخية وحضارية وروحية، ممثلة في الدين والجنس والعقيدة: ¶ إن جُزْتَ يومًا إلى السودانِ فارعَ لهُ ¶ ... مَوْدَّةً كصفاءِ الدُّرِّ مَكْنُونا ¶ عَهْدٌ لهُ قَدْ رَعَيْنَاهُ بأعيُنِنا ... وعُروةٌ قَدْ عقدناها بأيدينا ¶ ظِلُّ العروبةِ والقرآنُ يجمَعُنا ... وَسَلْسَلُ النِّيلِ يرويهم ويروينا ¶ وقد صور الترابط بين العواصم العربية تصويرًا بارعًا في قصيدته التي كتبها بمناسبة إنشاء جامعة الدول العربية: ¶ تذوبُ حُشَاشاتُ العواصمِ حسرةً",
            "page": "9",
            "part": "10"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "... إذا دَمِيَتْ من كَفِّ بغدادَ إصبعُ ¶ ولو صُدِعَتْ في سَفْحِ لُبْنانَ صخرةٌ ... لدَكَّ ذُرا الأهرامِ هذا التصدُّعُ ¶ ولو بَرَدَى أنّت لخطبٍ مِياهُهُ ... لسالتْ بوادي النيلِ للنيلِ أَدْمُعُ ¶ ... وكان إنشاء الجامعة العربية من أهم الأحداث التي مرت بالوطن العربي في وقتها، ولم يفق هذا الحدث في عمق تأثيره في نفوس شعراء الأمة إلا وقوع نكبة فلسطين، ولقد هز هذا الحدث الجارمَ هزّا عنيفًَا ولم يخذله نفاذ بصيرته في استقراء ما ينتظر الأقصى من أخطار، والتحذير من الآثار المدمرة لهذه الأخطار على العرب ووحدتهم: ¶ \"نَفْسي فداءٌ لأُولَى القِبلتينِ غَدَتْ ¶ ... نَهْبًا يُزاحمُ فيه الذِّئبُ تِنِّينا\" ¶ \"قلبُ العروبةِ إنْ تَطْعَنْهُ زِعْنِفَةٌ ... كُنَّا لها ولأشقاها طواعينا\" ¶ \"إن لم تصونوا فلسطِينًا وجبهتَها ... ضاعَتْ عُروبتُنا وانفضَّ نادينا\" ¶ أما اتساع أفق رؤيته لتحتضن هموم الإنسانية كلها فله تجلياته الكثيرة في ديوانه، حسبنا أن نقف منها أمام أحد النماذج الذي يعكس بوضوح ـ إلى جانب انشغال الشاعر بالهموم الإنسانية العامة ـ إحدى السمتين اللتين أشرنا إليهما منذ قليل واللتين تميزان رؤية الجارم الشعرية، ونعني بهذه السمة قدرته على النفاذ من أحداث الحاضر إلى قراءة نتائجها في المستقبل، ثم تكر الأيام مؤكدة صدق حدسه ونفاذ بصيرته، وأعني بهذا النموذج قصيدته \"يوم السلام\" التي كتبها غداة وضعت الحرب الكبرى الثانية أوزارها معبرًا فيها عن أساه لما أصاب الإنسانية من دمار، ومحذرًا في الوقت ذاته مما قد ينتهي إليه العلم إذا اعتز بإمكانياته فيتحول إلى قوة مدمرة لا حدود لقدرتها على التدمير بدل أن يكون وسيلة من وسائل تحقيق السعادة والرفاهية للبشرية: ¶ قُتِلَ العِلمُ، كَيْفَ دَبّرَ للفَتْـ ... ـكِ عَتَادًا وللدَّمارِ جُنُودَا ¶ فَهْوَ كالخَمْرِ تَنْشُرُ الشَّرَّ والإثـ ... ـمَ وإنْ كَانَ أصلُهَا عُنْقُودَا",
            "page": "10",
            "part": "10"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "أَبْدَعَ المُهْلِكَاتِ ثُمَّ توارَى ... خَلَْفَهَا يَمْلأُ الوَرَىِ تَهْدِيدَا ¶ مَادَتِ الرَّاسِياتُ ذُعْرًا وَخَفَّتْ ... مِنْ أفانينِ كَيْدِهِ أَنْ تَمِيدَا ¶ وقُلُوبُ النُّجومِ تَرْجُفُ أَنْ يَجْـ ... ـتازَ يَومًا إلى مَدَاهَا الحُدُودَا ¶ لقد تحقق كل ما حذر منه الشاعر وتخيله حيث اجتاز العلم الحدود إلى مدى النجوم محاولاً اكتشاف أسرارها وإخضاعها لهيمنته، ولكن هل استطاع من خلال ذلك كله أن يحقق للإنسانية سعادتها ورفاهيتها؟! لا شك أن العلم حقق للإنسان كثيرًا من الرفاهية والترف المادي، ولكنه في الوقت ذاته أصبح وسيلة من وسائل التدمير التي تمكن الدول الكبرى من السيطرة على مقدرات الدول الصغرى واستقلالها، لقد تحقق ما حدسه الجارم على نحو يذكرنا بقول المتنبي عن سيف الدولة: ¶ ذكي تظنّيه طليعة عينه ... يرى قلبه في يومِهِ ما تَرى غدا ¶ فإذا ما تركنا الرؤية الشعرية في ديوان الجارم بمكوناتها الدلالية المختلفة بعد تلك الإطالة العجلى إلى الجانب الأكثر أهمية بالنسبة لنا، وهو الجانب الخاص بوسائل التشكيل الفنية التي وظفها الشاعر لتجسيد هذه الرؤية، فسوف نجد أن الوسيلة الأولى التي اعتمد عليها الجارم كما هو الشأن لدى كل شاعر هي الصورة الشعرية، وسوف نجد أيضًا أن أكثر أنواع الصور الشعرية شيوعًا في ديوان الشاعر هي الصور البلاغية التقليدية من تشبيه واستعارة وكناية وصور بديعية أخرى كالجناس والطباق وغيرهما. ¶ ولكن الجارم كان يحاول دائمًا أن يضفي على هذه الصور من ذاته ليخرج بها عن تقليديتها ونمطيتها، فيطور في تشكيلها، أو في موادها، أو في وظيفتها، ولتنظر مثلاً في تلك الصورة التي أوردناها فيما سبق من قصيدته في ذكرى حافظ وشوقي، والتي يصور فيها قدرة حافظ على اختيار الألفاظ الجميلة بتاجر الجواهر الذي يبسط أمامه صَحْفة الدر ليختار منها: ¶ لَفْظُهُ في يديهِ يختارُ مِنْهُ ... صَحْفةَ الدُّرِّ في يَدَي دِهْقَانِ",
            "page": "11",
            "part": "10"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "فمواد الصور مألوفة ولكن طريقة تشكيلها أضفت عليها قدرًا من الجدة والطرافة خرجت بها عن تقليدها، وهو في الغالب لا يقف أمام التشابه المادي بين عناصر الصور التشبيهية وإنما يتجاوز ذلك إلى ما بينها من روابط نفسية وروحية وفكرية؛ فهو حين يهدف إلى تصوير الآثار المدمرة للعلم على الرغم من براءة مظهره ونفعه فإنه يشبههه بالخمر في نشرها للشرِّ والإثم على الرغم من أن أصلها عنقود جميل لذيذ الطعم من العنب، ولكن هذا المظهر الخارجي الجميل الآسر في العنصرين يخفي وراءه مظهرًا شريرًا فادح الضرر: ¶ فهو كالخمرِ تنشُرُ الشرَّ والإثْ ... مَ وإن كان أصلُهَا عُنْقُودا ¶ وكثيرًا ما كان يلجأ إلى تشكيل صور تشبيهية مركبة من مجموعة من العناصر المتفرقة التي تتآزر جميعًا فيما بينها ويدعم بعضها إيحاء بعض لإبراز الدلالة التي يرمي الشاعر إلى إبرازها، كتشبيهه بيان الرسول عليه الصلاة والسلام في قصيدة \"المجمع اللغوي\" بالأسهم التي براها الله سبحانه وتعالى لتجاهد في سبيله. ¶ أسهُمٌ من كَلِمٍ مسنونةٍ ... جاهدت في اللهِ، واللهُ برَاها",
            "page": "12",
            "part": "10"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "فإذا كانت نواة الصورة التشبيهية هنا هي تشبيه كلمات الرسول صلى الله عليه وسلم بالأسهم فإنه عمد إلى تركيب كلٍّ من الطرفين ومَزْجِ كل منهما بالآخر في صياغة تسقط ما بين طرفي التشبيه أحدهما عن الآخر ـ حتي لو حذفت أداة التشبيه ـ ثم رفد النواة التشبيهية المتمثلة في تشبيه الكلم بالأسهم بمجموعة من الروافد الفنية التي ضاعفت من إيحاءات هذه الصورة التشبيهية البارعة؛ فلم يكتفِ أولاً بتشبيه الكلمات بالسهام وإنما جعل هذه السهام مبريّة، ثم أضاف إلى ذلك كون باريها هو الله سبحانه وتعالى، وأخيرًا جعل الكلمات هي الأصل وليس السهام ـ حيث جعل الأسهم من كلم وليس العكس ـ مما يفيد أن المعنى في الكلمات أتم وأقوى منه في السهام، وهكذا استطاع الشاعر بهذا البناء المركب لهذه الصورة التشبيهية البارعة أن يشحنها بدلالات وإيحاءات بالغة الغنى والرحابة. ¶ ومن النماذج البارعة لمثل هذه الصورة المركبة تلك الصورة التي يصف فيها الرعيل الأول من دار العلوم بعد رحيل أعلامه في قصيدة \"دمعة على صديق\". ¶ حيران يعثرُ بالأعِنَّةِ مثلَمَا ... يتعثَّرُ التَمْتَامُ في تاءاتِهِ ¶ فكل طرف من طرفي الصورة هو في ذاته صورة مركبة ـ ليس بالمفهوم البلاغي لطرفي التمثيل، وإنما بالمفهوم الفني النقدي لبناء الصورة الشعرية ووظيفتها ـ فالحيران الذي يتعثر بالأعنة صورة بارعة، والتمتام الذي يتعثر بالتاءات صورة أشد براعة وروعة وتشكيل صورة واحدة من هاتين الصورتين البديعتين يجعلها على قدر لافت من التفرد والجمال الفني.",
            "page": "13",
            "part": "10"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "أما الصور البديعية فهي بطبيعتها أضيق أفقًا من الصور البيانية، ولا تتيح للشاعر ما تتيحه الصور البيانية من إمكانات متعددة ومتنوعة للإبداع والتجديد، وإن كان هذا لا يعني بالطبع أنها لا تتيح للشاعر أي فرصة لاستغلالها استغلالاً فنيًّا بارعًا، وقد وجدنا الجارم يوظف بعض الصور البديعية توظيفًا على قدر لافت من التوفيق والمهارة، وننظر مثلاً كيف وظف المقابلة في إبراز المفارقة بين وضعين متناقضين وصولاً إلى تجلية محاسن أحدهما في مقابل مساوئ الآخر، في قوله في قصيدة \"معاهدة 1936\": ¶ وصار القولُ في جهرٍ حلالا ... وكان الهمسُ في سرٍّ حراما ¶ فغاية المقابلة هنا لا تقف عند حد تسجيل التقابل بين : القول والهمس، والجهر والسر، والحلال والحرام، وإنما يتجاوز ذلك إلى إبراز ما حققته المعاهدة من حرية واسعة لم تكن متاحة قبلها، حيث أصبح التصريح بالرأي جهرًا مباحًا، بعد أن كان الهمس به في السر محظورًا، ومثل ذلك يمكن أن يقال عن توظيفه للطباق أيضًا في قصيدة \"الشباب\" مبرزًا ما في المشيب من مزايا في مقابل الشباب، ومستغلاًّ رهافة حسه في إدراك إيحاء الكلمات: ¶ كادتْ أياديهِ وَهْي بِيضٌ ... تُنْسِي حُلِيَّ الشبابِ سُودَا ¶ فالهدف من الطباق هنا ليس مجرد إبراز المقابلة الدلالية بين \"بيض\" و \"سود\" وإنما هي تتجاوز ذلك إلى إبراز فائدة المشيب في مقابل جمال الشباب، فإذا كان للشباب حليّ فإن للمشيب أيادي تتمثل ـ كما عبر في البيت السابق على هذا البيت ـ في الحكمة التي يمنحها: ¶ في حِكْمةِ الشَّيْبِ لي عَزَاءٌ ... وَكَمْ وَعيدٍ حَوَى وُعوُدَا ¶ وتتجلى رهافة حسه اللغوي في توظيف الإيحاءات الدلالية المرتبطة بكلمتي \"بيض\" و \"سود\" فالأولى ترتبط بالضياء والإشراق والنصاعة على حين ترتبط الثانية بالظلام والقتامة والحزن.",
            "page": "14",
            "part": "10"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "وفي كل الأحوال فإن الجارم لم يكثر من استخدام الصور البديعية في شعره، إذا ما استثنينا \"الطباق\" و \"المقابلة\"، وكان في معظم الأحيان ينجح في توظيفها توظيفًا فنيًّا بارعًا. ¶ فإذا ما تركنا تلك الوسائل التقليدية المألوفة في تشكيل الصورة إلى وسائل التشكيل الجديد التي شاعت في ديوان الشعر العربي المعاصر نتيجة لتطوير بعض آليات تشكيل الصورة التقليدية الموروثة من ناحية أو للتأثر بوسائل بناء الصورة في القصيدة الغربية من ناحية أخرى، فإننا نجد أن الجارم ـ على محافظته التي لا يستطيع أحد المماراة فيها ـ كان أحد السباقين في هذا المجال حيث يهتم أولاً بتطوير الآليات التي لم يولها الشعر القديم ولا النقد القديم اهتمامًا يذكر، مثل آلية التشخيص التي تطالعنا على استحياء من بعض نماذج شعرنا القديم، والتي تتمثل في إضفاء الحياة والحركة على المعاني والأحاسيس التجريدية، وعلى مظاهر الطبيعة الجامدة وإظهار كل ذلك في صورة كائنات حية تحس وتتحرك وتتصرف كما يتصرف الأحياء، كما أن النقد القديم لم يهتم بدراسة هذه الآلية وإن كانت الدراسة البلاغية قد عرضت لبعض صورها في إطار معالجتها لما سمته \"الاستعارة المكنية\". والتشخيص شائع كثيرًا في ديوان الجارم، وكثيرًا ما يوظفه توظيفًا بالغ النجاح في إضفاء حيوية عارمة على معانٍ وأفكار شديدة الخفاء فيحولها إلى كائنات تضجُّ بالحياة والحيوية؛ ففي قصيدة \"ذكرى وتاريخ\" التي يعبر فيها عن حيرته بالنسبة للمشيب، هل يعلنه أم يكتمه، فيقول: ¶ إِنْ كَتَمْنَاهُ قَهْقَهَ الدّهْرُ جَذْلا ... نَ ومدّ الخبيثُ طَرْفَ لِسانِهِ ¶ فقد استطاع الشاعر في هذه الصورة التشخيصية المركزة أن يصور في ذكاء بارع سخرية الدهر من هذا الشيخ البائس الحائر ومحاولته إخفاء المشيب الذي لا يخفى، وأي تعبير أبرع في الإيحاء بكل هذه المعاني من تصوير الدهر وهو يقهقه فرحًا من حيرة الشيخ المسكين، ويخرج له لسانه ساخرًا ؟ !",
            "page": "15",
            "part": "10"
        },
        {
            "hno": null,
            "id": "66",
            "nass": "وأحيانًا تكون الصورة التشخيصية عند الجارم على قدر من الامتداد والتركيب يزيد المعاني تشخيصًا وينفخ فيها من روح الفن ما يجعلها ملء الحياة وجودًا وحيوية ونشاطًا. ولنتأمل هذه الصورة التشخيصية التي تتفجر حياة في تصويره لقدرة شوقي على ترويض المعاني الشموس وتطويعها والسيطرة عليها، في قصيدته في رثاء شوقي: ¶ كم يَتيمٍ من المعاني غَريبٍ ... مَسَحَتْ كَفُّهُ عَلَيْهِ فَصَانَهْ ¶ وَشَمُوسٍ رَنَا إِليهِ فألقَى ... رَأْسَهُ خَاضِعًا وَأَعْطَى عَنَانَهْ ¶ وَنَفُورٍ أزْرَى بِصَيَّادِهِ الطَّبِّ ... وَأَعْيَا قِسِِيَّهُ وسِنَانَهْ ¶ نَظْرَةٌ تَلْتقي بِهِ يَنْهَبُ الوا ... دي، وَأُخْرَى تَرَاهُ يَطْوِي رِعانَهْ ¶ تَسْبِقُ السَّهْمَ عَيْنُهُ، فَتَراهُ ... يَتَلوّى تلوِّيَ الخيزُرَانَهْ ¶ ثُمَّ يَخْفَى، فَلا تَرَاهُ عُيُونٌ ... ثم يَبْدو، فَلا تَشُكَّ عِيَانَهْ ¶ أَجْهَدَ الفارِسَ المُلِحَّ، وَأفْنَى ... نَبْلَهُ حَولَهُ، وَأَضْنَى حِصَانَهْ ¶ وَهْوَ يَعْدُو، لا الرَّأْسُ مَالَ مِنْ الْـ ... أَيْنِ، ولا قَلْبُهُ شَكَا خَفَقَانَهْ ¶ مَدَّ شَوْقي إِلَيهِ نَظْرَةَ سِحْرٍ ... عَوَّقَتْ دُونَ شَوْطِهِ جَرَيَانَهْ ¶ فَأَتَى مِشْيَةَ المُقَيَّدِ يَسْعَى ... بَيْنَ هَولٍ وَذِلَّةٍ وَاسْتِكَانَهْ ¶ لقد صوَّر الشاعر هذا المعنى النافر الشرود الذي أعيا كل مطارديه ومحاولي تطويعه ـ على الرغم من مهارتهم ـ وافتنّ أَيما افتنان في تصوير شماسه حتى جعل هذا المعنى التجريدي واقعًا حيًّا يملأ الحياة حيوية وفتوة وحركة أجهدت مطارديه وأيأستهم من إدراكه، ولكن شوقي استطاع بنظرة سحر أن يكبله، وأن يعوق جريانه دون شوطه، فأتى إليه خاضعًا ذليلاً يلقي بزمامه إليه.",
            "page": "16",
            "part": "10"
        },
        {
            "hno": null,
            "id": "67",
            "nass": "إن التشخيص هنا ليس تشخيصًا سريعًا مركزًا كذلك الذي طالعناه في تصوير الشاعر لسخرية الدهر، وإنما هو تشخيص مركب يستدرج المتلقي إلى متابعة المعنى الذي يصوره الجارم على أنه كائن حي شموس وينسى أو يكاد أن الشاعر يتحدث عن معنى تجريدي لا وجود له إلا في الأذهان والخواطر، ويمضي في الشوط التشخيصي إلى مداه فيصور استسلام المعنى لشوقي مستخدمًا الأسلوب نفسه، حيث يجعل هذا المعنى يأتي إلى شوقي صاغرًا \"يمشي مشية المقيّد بين هول وذلة واستكانة\". ¶ أما وسائل التصوير الجديدة التي شاعت في شعرنا الحديث نتيجة لتأثره بتيارات التجديد في الشعر الغربي ـ خاصة المذهب الرمزي ـ من مثل تراسل الحواس والمدركات بمعنى أن تتبادل الحواس ووسائل الإدراك مدركاتها فنسمع بأعيننا أو نرى بآذاننا أو نصف المرئيات بما توصف المشمومات .... إلخ، فإننا نسجل للجارم سبقه في هذا المجال قبل أن تشيع هذه الوسائل التصويرية في القصيدة العربية المعاصرة؛ يقول في رثاء الشاعر إسماعيل صبري: ¶ أين ذاكَ الشِّعرُ الذي كنتَ تُزجيـ ... ـهِ فَيَسْرِي في الأرضِ عَرْضًا وطولاَ ¶ قد سَمِعْنَاهُ في المزاهِر لحنًا ... وسَمِعْناهُ في الحَمَامِ هَدِيلا ¶ وشَمَمْنَاهُ في الكمائِمِ زَهْرًا ... وشرِبناهُ في الكؤوسِ شَمُولا ¶ فنجده يجعل الشعر ـ الذي يسمع ويفهم ـ يشم، ويشرب، فيدخله في إطار حاستين، لا يدخل الشعر في إطار مدركاتهما، وهما الشم والذوق، وهو بذلك يضفي على معنى الشعر رحابة وسحرًا لا تخوم لهما، حيث يجعل عددًا من الحواس ووسائل الإدراك تتآزر في إدراك دلالته، تثري كل وسيلة وكل حاسة أخواتها بما تضيفه على حصيلة إدراكها مما حصلته هي، وهكذا تتفاعل المدركات وتتكاثر ويزداد المعنى المدرك رحابة وتفردًا. ¶ ومن هذا القبيل أيضًا قوله من القصيدة ذاتها: ¶ وقوافٍ سالتْ من اللُّطْفِ حَتَّى ... لَحَسِبْنَا المجتَثَّ مِنها طَوِيلاَ",
            "page": "17",
            "part": "10"
        },
        {
            "hno": null,
            "id": "68",
            "nass": "فهذه القوافي التي تسيل من فرط لطفها ورقتها، والقوافي ـ سواء أريد بها معناها الحقيقي أم أريد بها الشعر عمومًا ـ مما يدرك بحاسة السمع، ولكن الشاعر يدخلها في إطار وسائل إدراك أخرى مما يثري معناها ويضفي عليه سحرًا خاصًّا. ¶ وتوظيف هذه الأساليب غير قليل في شعر الجارم مما يشهد على حسن إفادته من اتصاله بالآداب والثقافات الغربية إبان إقامته في إنجلترا، ولنقرأ معًا هذه النماذج السريعة التي تقفنا على مدى تمكن الجارم من هذه الأساليب ومدى شيوعها في شعره؛ يقول مثلاً متحدثًا عن الشباب وتلاشيه في قصيدة \"ذكرى وتاريخ\": ¶ وحواهُ الماضي الخِضَمُّ، وأبقى ... ذكرياتٍ تطفو على شُطْآنِِهِ ¶ ويقول في قصيدة \"خلود\" معبرًا عن أساه على انفضاض مجالس الصداقة والود برحيل حافظ وشوقي وما كان يوشيها من أمنيات رضية: ¶ وانطوى مجلسُ الصّحابِ بمن فيـ ... ـهِ وما فيهِ من أمان لدان ¶ ويقول في قصيدة \"الشريد\". ¶ مَتَى أرى الحبَّ كضوءِ الضُّحى ... كلُّ امرئ يسبحُ في طهره ¶ ويقول في رثاء صديقه \"أبي الفتح الفقي\" من قصيدة \"دمعة على صديق\". ¶ أسوانُ، تعرفُهُ إذا اختلَطَ الدُّجَى ... بالنبرةِ السوداءِ في أنَّاتِهِ ¶ فنرى وسائل التصوير الشعري تتنوع في هذه النماذج؛ ففي النموذج الأول يجعل الذكريات ـ التي هي خواطر تجريدية تدرك بالذهن ـ كيانًا مرئيًّا محسوسًا يدرك بحاستي الرؤية واللمس، كما جعل الماضي ـ الذي هو بدوره معنًى تجريديٌّ ـ بحرًا خضمًّا يبتلع الشباب بكل ما فيه ولا يبقي سوى الذكريات التي تطفو على شطآنه.",
            "page": "18",
            "part": "10"
        },
        {
            "hno": null,
            "id": "69",
            "nass": "وفي النموذج الثاني يصف فيها الأماني التي هي مشاعر وأحاسيس بصفة اللدانة، وفي بيت آخر في القصيدة ذاتها يصف كلاًّ من \"الشعر\" و \"اللحن\" بأنه ريان، وكلاهما من مدركات حاسة السمع أمَّا الري فهو من مدركات حاسة الذوق أو الرؤية، وهذا التراسل بالإضافة إلى ما يحققه من رحابة وغنى في الدلالة نتيجة لتفاعل الحواس وتآزرها فإنه يحقق لونًا من التجسيد للمعاني والخواطر والأحاسيس التجريدية التي يدور حولها التراسل. ¶ وفي النموذج الثالث يجعل الطهر مدركًا بالحواس لا بالذهن، حيث يسبح الناس جميعًا فيه، ويزيد الصورة تركيبًا وجمالاً حين يجعل هذا الطهر من صفات ضوء الضحى الذي هو بدوره أحد تجليات الحب، وهكذا تتعانق الحواس ووسائل الإدراك المختلفة كما تتعانق المدركات وتمتزج فتتضاعف الإيحاءات والدلالات وتتضاعف المتعة الروحية والإحساس بالجمال المكثف المتنامي اللامتناهي. ¶ أما النموذج الأخير فتتراسل فيه حاستا السمع والبصر، حيث يصف النبرة التي هي من مدركات حاسة السمع بالسواد وهو لون مدركات حاسة البصر، وذلك بعد أن ربط النبرة بالأسى وبالأنين. ¶ وقد اعْتَرَفَ للجارم بتجليه وسبقه في هذا المجال حتى بعض من هاجمه بعنف غير مبرر، مثل المرحوم الدكتور محمد مندور الذي هاجم الجارم هجومًا قاسيًا في الحلقة الأولى من كتابه \"الشعر المصري بعد شوقي\"(1) ولكنه اعترف له على الرغم من ذلك بسبقه إلى توظيف بعض أدوات التصوير الشعري الحديثة وبراعته في ذلك التوظيف. ¶ يقول الدكتور مندور بعد حديثه عن المذهب الرمزي، ونظرية العلاقات التي عبر عنها بودلير الأب الشرعي لهذا المذهب في فرنسا في بيت شعر يقول فيه: ¶ Les parfums, les couleurs et les sons se respondent ¶ __________ ¶ (1) انظر د. محمد مندور: الشعر المصري بعد شوقي، الحلقة الأولى. دار نهضة مصر د.ت، ص32ـ 46، وانظر رد د. أحمد على هجومه في كتاب \"الجارم في ضمير العصر\" ص 482 وما بعدها.",
            "page": "19",
            "part": "10"
        },
        {
            "hno": null,
            "id": "70",
            "nass": "ومعنى البيت أن العطور والألوان والأصوات تتجاوب، أي تتبادل ويحل بعضها محل بعض في أحداث الوقع النفسي الواحد، بحيث يستطيع الشاعر أن يصف مرئيًّا بصفة ملموس، فيقول مثلاً عن السماء المغطاة بسحب رماديّة بيضاء إن لونها كان في نعومة اللؤلؤ، واللون لا يعبر عنه في اللغة التقليدية بالنعومة، ولكننا مع ذلك نحس بقوة التعبير ونجاحه من الناحية النفسية، إذ نراه ينقل إلى نفوسنا إحساس الشاعر الحقيقي ووقع ما رأى في نفسه. ¶ وهذا اتجاه له أصوله في حقائق اللغة ووظائفها، بل وفي اللغة التقليدية ذاتها، حتى لنرى شاعرًا عريقًا كالأستاذ علي الجارم يقع متأثرًا بهذا الاتجاه أو مسوقًا بشعوره الغلاب علي مثل هذه العبارات فيقول: ¶ أسوانُ، تعرفُهُ إذا اختلطَ الدُّجى بالنبرةِ السوداءِ من أنَّاتِه ¶ فالنبرة صوت، والتقليد لم يجر بوصف الأصوات بالألوان لاختلاف الحاسة، ومع ذلك يصف الجارم تلك النبرة بأنها سوداء فيكسب تعبيره قوة شاعرية نافذة ناجحة في إحداث العدوى، ونقل الحالة النفسية من الشاعر إلى القارئ أو السامع(1)\". ¶ __________ ¶ (1) د. محمد مندور : المرجع السابق، ص 12 ، 13 .",
            "page": "20",
            "part": "10"
        },
        {
            "hno": null,
            "id": "71",
            "nass": "بقي جانب أخير من الجوانب الفنية في شعر الجارم وهو توظيفه للموروث واستغلاله لمعارفه اللغوية والأدبية الواسعة، وإذا كان استدعاء العناصر التراثية معروفًا في الشعر العربي، منذ أقدم عصوره، فإن ذلك الاستدعاء كان يتم غالبًا في إطار المعارضة أو الاستشهاد أو الاقتباس في أفضل الأحوال بالنسبة للنصوص، وفي إطار تدوين الأحداث التاريخية بالنسبة للشخصيات والأحداث، بحيث يظل العنصر التراثي عنصرًا خارجيًّا بالنسبة للبنية الفنية للقصيدة ويبدو كما لو كان غريبًا عنها، ومقحمًا عليها ويبدو دور الشاعر في استدعاء هذا العنصر دورًا سلبيًّا حيث لم يستطع أن يفجر ما فيه من طاقات إيحائية ويتركها تشعّ من خلال البناء الفني وتتفاعل مع مكوناته الأخرى. ولكن الجارم حاول أن يخطو بهذه العلاقة بين الشاعر والموروث خطوة أخرى في طريق التوظيف الفني الذي آلت إليه هذه العلاقة في القصيدة الحديثة، فيضفي في كثير من الأحيان على هذه العناصر من لمساته الفنية ومن ملامح رؤيته ما يجعل هذه العناصر الموروثة أكثر التحامًا بنسيج رؤية الشاعر وأقرب إلى التوظيف الفني للموروث بمفهومه الحديث، وإن كان بالطبع لم يتخلَّ كلية عن الاستدعاءات التقليدية للموروث في أطرها الشائعة؛ الاستشهاد أو الاقتباس أو المعارضة. ¶ وقد شاع في شعره استدعاء آيات من القرآن الكريم في إطار الاقتباس، مثل قوله في رثاء الشاعر إسماعيل صبري: ¶ هَبطَتْ حِكْمَةُ البيانِ عليهِ فاذكروا في الكتابِ إسماعيلا ¶ ... إشارة إلى الآية الكريمة (واذكُرْ فِي الكتابِ إسماعيلَ إنَّهُ كانَ صادقَ الوعدِ وكانَ رسولاً نبيَّا) – سورة مريم، الآية 54 – وقوله في قصيدة \"يوم السلام\" يصف بشاعة الحرب وتدميرها: ¶ ذَكَّرَتْنَا جَهَنّمًا، كُلَّما ألـ ـقِيَ فَوْجٌ صاحَتْ تُريدُ المزيدَا",
            "page": "21",
            "part": "10"
        },
        {
            "hno": null,
            "id": "72",
            "nass": "... استدعاء للآية الكريمة (يومَ نقولُ لجهنَّمَ هلِ امتَلأْتِ وتَقُولُ هَلْ مِنْ مَزِيدٍ) – سورة ق الآية 30 – والآية الكريمة (كُلَّما أُلْقِيَ فيها فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا ألَمْـ يَأْتِكُمْ نَذيرٌ) – سورة الملك، الآية 8 – وقوله في القصيدة السابقة ذاتها: ¶ إنَّما الحربُ لعنةُ اللهِ في الأر ضِ وشرٌّ بمن عليها أريدَا ¶ ... إشارة إلى قوله تعالى في سورة \"الجن\" (وأَنَّا لا ندري أشرٌّ أُرِيدَ بِمَنْ في الأرضِ أم أرادَ بِهِمْ رَبُّهُم رَشَدًا) – الآية 10- (1). ¶ ... ونلاحظ على هذه الاستدعاءات القرآنية أن الجارم لم يضف عليها الكثير من ذاته احترامًا لقدسية النص القرآني، قصارى ما كان يصل إليه في هذا المجال من تصرف هو أن يشير إلى نص الآية أو مضمونها دون أن يقتبسها كاملة. ¶ ... ولكنه في استدعائه للنصوص غير القرآنية كان يعطي لنفسه حرية أكبر في التصرف في النص المستدعى؛ كما استدعائه لنونية شوقي: ¶ يا نائحَ الطَّلحِ أشباهٌ عَوَادِينا نَأْسَى لِوادِيك أم تَأسَى لِوَادينا ¶ ونونية ابن زيدون: ¶ أضحَى التنائي بديلاً من تدانينا ونابَ عن طِيبِ لُقْيَانا تَجَافِينا ¶ في قصيدته \"السودان\" حيث يقول: ¶ واصدحْ بِنُونيَّةٍ لمَّا هَتَفْتُ بِها تَسَرَّق السَّمْعَ (شوقي) وَ(ابن زيدونا) ¶ حيث لم يصرح بنص نونيتي شوقي وابن زيدون، بل لم يشر إلى أية منهما إشارة صريحة وإنما وظفهما توظيفًا خفيًّا في مجال الافتخار بنونيته فأضفى على الدلالة غلالة شفيفة من الغموض زادتها سحرًا، وجعلت من الصعب على غير الملم بموروثنا الأدبي أن يلتقط هذه الإشارة البارعة وأن يستوعب المدلول كاملاً. ¶ __________ ¶ (1) انظر أمثلة أخرى كثيرة للاستدعاءات القرآنية في شعر الجارم في مقال الأستاذ محمد سعيد أحمد (المعلمون الشعراء: علي الجارم) ص 315 . ومقال الدكتور أحمد علي الجارم (الجارم الشاعر؛ العملاق والروافد ص 149 من كتاب: الجارم في ضمير التاريخ).",
            "page": "22",
            "part": "10"
        },
        {
            "hno": null,
            "id": "73",
            "nass": "وفي قصيدة \"خلود\" يستدعي نونية شوقي مرة أخرى في إشارة ذكية إليها في قوله: ¶ ويناجي بشعرِهِ نائح الطَّلـ ـحِ فيُبْكِيهِ مِثْلَمَا أبكاني ¶ وهي إشارة يمكن أن يلتقط دلالتها العامة حتى من ليست لديه معرفة بقصيدة شوقي التي يناجي فيها نائح الطلح، ولكن من لديه هذه المعرفة يمكنه أن يلتقط أخفى الدلالات الشاردة للإشارة ومن ثم يتضاعف إدراكه للمعنى واستمتاعه به. ¶ وقد ولع الجارم باستدعاء تراثات الشعراء الكبار عن طريق مثل هذه الإشارات العامة مثل استدعائه لقصيدة المعرِّي الشهيرة في رثاء أبي حمزة الحنفي: ¶ غيرُ مُجْدٍ في مِلَّتي واعتقادي نَوْحُ باكٍ ولا تَرَنُّمُ شَاِدي ¶ في قصيدته في رثاء عاطف بركات، حيث يقول: ¶ ما هَذِهِ الدنيا؟! أمَا مِنْ نعْمَةٍ ... فِيهَا لِغَيْرِ تَشَتُّتٍ ونفادِ ¶ قَدْ حَيَّرَتْ شَيْخَ المَعَرَّةِ حِقْبَةً ... في نَوْحِ باكٍ أو تَرَنُّمِ شادي ¶ كما استدعى قوله: ¶ وإني وإنْ كُنْتُ الأخيرَ زمانُهُ لآتٍ بما لم تَسْتَطِعْهُ الأوائلُ ¶ في قوله في قصيدة \"الأعمى\": ¶ كان شيخُ المعرَّةِ الكوكبَ السَّا ... طعَ في ظُلْمةِ القرونِ الخوالي ¶ فَأَتَى وَهْوَ آخِرٌ (مِثْلَمَا قَا ... لَ) بما ندّ عن عُقُولِ الأوالي ¶ ويستدعي تراث زهير بن أبي سلمى في مدح هرم بن سنان والحارث بن عوف اللذين سعيا بالصلح بين \"عبس\" و\"ذبيان\" في حرب \"داحس والغبراء\" وتحملا ديات القتلى من القبيلتين، وذلك بمناسبة الصلح بين قبائل \"شمر\" و\"العبيد\" المتناحرة في العراق، ونجح الزعيم المصري حمد الباسل باشا في تحقيق الصلح بين القبائل المتناحرة وكان الجارم حاضرًا حفل الصلح الذي أقامته السفارة المصرية ببغداد، وقال قصيدة استدعى فيها تراث زهير بن أبي سلمى: ¶ فليتَ زُهَيْرًا بيننا بعد ما خَبَتْ ... لَظَى الحربِ وانجابَتْ غُيُومُ القَسَاطِلِ",
            "page": "23",
            "part": "10"
        },
        {
            "hno": null,
            "id": "74",
            "nass": "... ونلاحظ في هذه الاستدعاءات أنها تتراوح ما بين الاستدعاء المباشر لنص من النصوص والاستدعاء الخفي لأحد النصوص أو لتراث شاعر برمته، ومن ثم فإن القيمة الفنية تتفاوت بتفاوت أساليب الاستدعاء خفاء ومباشرة ومدى تصرف الشاعر في النص المستدعى وعدم تصرفه. ¶ ... وأحيانًا يستدعي الجارم نصًّا تراثيًّا ارتبط بموقف تاريخي معين، وهو يهدف من هذا الاستدعاء إلى استحضار النص والموقف جميعًا لأن تجسيد أبعاد رؤيته المعاصرة يقتضي استحضار العنصرين معًا – النص والموقف – ومن النماذج البارعة لمثل هذا الاستدعاء، استدعاؤه لعبارة الخليفة هارون الرشيد عندما رأى سحابة ممطرة تمر فوقه دون أن تمطر فقال لها \"أَمْطِري حَيْثُ شِئْتِ فَسَوْفَ يَأتيني خَرَاجُك\" والرشيد يصور في هذه العبارة مدى اتساع مملكته، ولكن بأسلوب فني رائع، وهو المعنى ذاته الذي استدعى الجارم من أجله عبارة الرشيد والموقف الذي قالها فيه حيث يعتز بماضي أمته وترامي أطرافها، فيقول في قصيدته \"المجمع اللغوي\": ¶ وأبو المأمونِ في مملكةٍ يَتَحَدَّى المُزْنَ أن تعدو قُراها ¶ ... ولا شك أن في اختيار الشاعر لهذا الأسلوب إضفاءَ قدرٍ من الرمزية الآسرة على الصورة، وفيها أيضًا استغلال لما في عبارة الرشيد من جمال فني، وإن كان استيعاب كل الإيحاءات التي تشعها هذه البنية التصويرية تحتاج لقدر من الإحاطة بالموروث الذي يسترفده الجارم، والحقيقة أن هذه المعرفة ضرورية لكل من أراد أن يتذوق الشعر الحقيقي الذي يضرب بجذوره في تربة تراث غني مثل تراثنا. ¶ ... وقد يستدعي الجارم موقفًا أو حدثًا تراثيًّا تاريخيًّا لم يرتبط بنص معين ويوظف مكونات هذا الحدث في تشكيل صورته الشعرية، كما فعل مثلاً في توظيف حادثة اغتيال الخليفة عمر بن الخطاب رضي الله عنه على يد أبي لؤلؤة المجوسي في تهنئة الزعيم سعد زغلول بالنجاة من حادث اغتيال حيث يقول: ¶ مَحَقَ اللهُ أبا لؤلؤة وحَمَى مِصْرَ فأبقى عُمَرَا",
            "page": "24",
            "part": "10"
        },
        {
            "hno": null,
            "id": "75",
            "nass": "... والجارم هنا يستخدم نوعًا من توظيف الموروث يمكن أن نسميه \"التوظيف العكسي\" حيث يوظف النص في عكس مدلوله التراثي، فالمعروف أن عُمَرَ رضي الله عنه لم ينج من محاولة الاغتيال، وأن أبا لؤلؤة قد نجح في تنفيذ جريمته، ولكن لأن الله سبحانه وتعالى حَمَى سعدًا من محاولة الاغتيال فقد عكس الجارم دلالة النص لأنه جعل عمر رمزًا لسعد زغلول كما جعل أبا لؤلؤة رمزًا للشخص الذي حاول اغتياله، ومن ثم وظَّفَ النص هذا التوظيف العكسي الذي رأيناه في البيت. ¶ ... بقي مما يتصل باستدعاء الجارم للموروث نقطتان لعلهما تتصلان بالجانب المحافظ في شعره أكثر مما تتصلان بالجانب التجديدي، ولكن الحديث عن صلة الشاعر بالموروث لا يتم بدون الحديث عن هاتين النقطتين، وأعني بهما استغلاله لمعارفه العلمية والأدبية واستخدامه للمفردات العربية القحة التي أصبحت مهجورة أو شبه مهجورة.",
            "page": "25",
            "part": "10"
        },
        {
            "hno": null,
            "id": "76",
            "nass": "... ففيما يتصل بالنقطة الأولى فإننا وبعد أن نغض النظر عن المفاهيم والآراء التي كان يعبر عنها تعبيرًا رائعًا عرضنا لنماذج منه فيما سبق، وعن استخدامه لبعض هذه المعارف في مجال المداعبة والمفاكهة كما في قصيدة \"دعابة\" التي يحاور فيها نحويًّا وصرفيًّا وبلاغيًّا موردًا على لسان كل منهم مصطلحات علمه ومفاهيمه، وقصيدته في تكريم الدكتور علي توفيق شوشة التي يستخدم فيها بعض مصطلحات علم اللغة ومفاهيمه، أقول بعد أن نغض الطرف عن هذه وتلك نجد الشاعر يستغل بعض معارفه العلمية واللغوية والأدبية الموروثة في تشكيل بعض صوره الشعرية، ففي قصيدته في رثاء الشاعر جميل صدقي الزهاوي استغل مصطلح \"الشعر الحر\" ومفهومه في تشكيل صورة بارعة، وكان الزهاوي من أوائل من روجوا في تاريخ شعرنا العربي الحديث لما عرف باسم \"الشعر المرسل\" وهو الشعر المتحرر من وحدة الروي والذي يبنى فيه كل بيت في القصيدة على رويّ مخالف للروي الذي بنيت عليه بقية الأبيات، وقد دعا الزهاوي إلى هذا الشكل نظريًّا ومارسه تطبيقيًّا في بعض القصائد، منذ مطالع القرن الماضي، وكانت المصطلحات التي أطلقت على هذا الشكل مضطربة وإن كان أكثرها شيوعًا مصطلح \"الشعر المرسل\" ولكن البعض سماه \"الشعر الحر\"، وهو المصطلح الذي اعتمد عليه الجارم في تشكيل صورة شعرية بارعة في تصوير تمكُّن الزهاوي من أدواته الشعرية، مازجًا بين الدلالتين اللغوية والاصطلاحية لمصطلح \"الشعر الحر\" حيث يقول: ¶ تَمَلَّكَ حُرَّ الشِّعْرِ سِنُّ يَرَاعِهِ فيا عجبًا أَنْ حَرَّرَ الشعرَ آسِرُهْ ¶ فالزهاوي وإن كان قد حرَّر الشعر من عبء القافية الموحدة فهو الذي أسر الشعر وسيطر عليه وامتلكه. ¶ ... ومثل ذلك يقال أيضًا عن توظيفه لبعض مصطلحات العروض ومفاهيمه في تشكيل بعض الصور البارعة في قصيدته في رثاء إسماعيل صبري: ¶ وَقَوافٍ سَالَتْ مِنَ اللّطْفِ حَتَّى لَحَسِبْنَا \"المُجْتَثَّ\" مِنْها \"طَوِيلاَ\"",
            "page": "26",
            "part": "10"
        },
        {
            "hno": null,
            "id": "77",
            "nass": "... فالمجتث والطويل اسمان لبحرين من البحور الخليلية، أولهما من البحور القصيرة حيث تتكون شطرته من تفعيلتين اثنتين \"مستفعلن فاعلاتن\" على حين تتكون شطرة الثاني من أربع تفيعلات \"فعولن مفاعيلن فعولن مفاعلن\" فضلاً عن أن المدلول اللغوي للمصطلحين يبرز هذا الفارق بين الوزنين فمفهوم الاجتثاث – بمعنى الانقطاع – يناقض مفهوم الطول – بمعنى الامتداد – وقد استغل الجارم كل هذه الدلالات في بناء صورته البارعة التي تسيل من لطفها وشفافيتها حتى لتظن قوافي الأوزان القصيرة المتقطعة طويلة ممتدة، والشاعر مرة أخرى يوظف الدلالتين اللغوية والاصطلاحية لكلا المصطلحين في تشكيل هذه الصورة الرائعة التي تنأى تمامَّا عمَّا يسود الشعر الذي يستخدم المصطلحات والمعارف العلمية عادة من جفاف وجمود. ¶ ... ومثل ذلك يمكن أن يقال عن توظيفه لمصطلح التشبيه وبعض مفاهيمه وأدواته في تصويره لتنزه الرسول عليه الصلاة والسلام عن الشبيه في قصيدة \"محمد رسول الله\" حيث أعياه العثور على شبيهٍ له صلى الله عليه وسلم: ¶ كأنّ ... وما تُغنِي كَأَنَّ ؟ فَخَلِّها فإنَّ مِنَ التَّشْبِيهِ ما يَتَصَعَّبُ ¶ ... أما النقطة الثانية وهي شيوع المفردات العربية القحة غير الشائعة في ديوان الشعر العربي الحديث – فإننا نجد هذه المفردات شديدة الشيوع في شعر الجارم، ولعلها أبرز تجليات الجانب المحافظ في ديوانه، ونظرة على هذه النماذج المختارة اتفاقًا تعطينا تصورًا واضحًا عن مدى تفشي هذه الألفاظ في شعره: ¶ ... قوله عن النحاس في قصيدة \"معاهدة 1936\": ¶ - نَضَاهُ اللهُ حِينَ نَضَاهُ عَضْبًا يَرُدُّ مَضَاؤهُ الجيشَ اللُّهَامَا ¶ في الاعتزاز بلغته العربية وتمكنه منها: ¶ -يَقْنِصُ الآبِدَاتِ عَزَّتْ عَلَى الصَّيْ دِ، فَمَاسَتْ بين الرُّبا والرِّعَانِ ¶ وَأَصُوغُ الشِّعْرَ الذي يَفْرَعُ النَّجْـ مَ وَتُصْغِيِ لِجَرْسِهِ الشِّعْرَيَانِ في المفاخر بالمجد العربي التليد:",
            "page": "27",
            "part": "10"
        },
        {
            "hno": null,
            "id": "78",
            "nass": "- تراكَضُوا فَوْقَ خيلٍ منْ عَزَائِمِهم ... لهم من الحقِّ أسيافٌ وَخُرْصَانُ ¶ - في السِّلْمِ إن حَكَمُوا كانوا ملائكةً ... وفي لَظَى الْحَرْبِ تَحْتَ النَّقْعِ جِنَّّانُ ¶ في رثاء إسماعيل صبري: ¶ لَوْ شَهِدْتَ الرَّدَى يَحُومُ عليهِ ... والمنايا تَرْمي لَهُ الأُحْبُولاَ ¶ لَرَأَيْتَ الطّوْدَ الأَشَمَّ الذي كا ... نَ مَنيعَ الذُّرا كثيبًا مَهِيلاَ ¶ وَرَأَيْتَ الصَّمْصَامَ لا يَقْطَعُ الضِّغْـ ... ـثَ وَقَدْ كَانَ صارِمًا مَصُْقُولاَ ¶ ... ولا أظننا في حاجة إلى استعراض ما زخرت به هذه النماذج من مفردات غريبة، فهي أوضح من أن تحتاج إلى استعراض. ¶ وفي الختام ¶ ... لا شك أن علي الجارم كان قمة باذخة من قمم الاتجاه المحافظ في شعرنا العربي الحديث، وركنًا راسخًا من أركانه، وكان شعره تمثيلاً أصيلاً لهذا الاتجاه في احتضانه للقيم والتقاليد الشعرية والأدبية الموروثة، وهذا ما وفاه نقاد الجارم ودارسو شعره حقه من الدراسة والتنويه، ولكن الجارم كان بالإضافة إلى هذا مجددًا استطاع أن يستوعب مظاهر التجديد في عصره وأن يفيد منها في تطوير شعره – والشعر العربي في عصره – ولكنه استطاع أن يسيطر على زمام هذه المظاهر التجديدية وأن يسخرها لخدمة تقاليد الشعر العربي الموروث وقيمه بحيث تبث فيه روحًا جديدة دون أن تخرج به عن طبيعته وقد جعل هذا اكتشاف مظاهر التجديد في شعر الجارم على جذريتها وشيوعها على قدر من الصعوبة، وجعل النقاد لا يحفلون كثيرًا بالوقوف أمامها. ¶ ... وقد حاولت هذه الإطالة العجلى على عالم الجارم الشعري أن تقف أمام هذا الجانب وقفة متأنية وأن تبرز أهم تجليات التجديد في شعر الجارم غير عابئة بالوقوف طويلاً أمام تجليات المحافظة في هذا الشعر، وآمل أن تكون قد حققت بعض ما هدفت إلى تحقيقه. ¶ ... والله من وراء القصد وهو يهدي السبيل.",
            "page": "28",
            "part": "10"
        },
        {
            "hno": null,
            "id": "79",
            "nass": "ثامنًا ـ علي الجارم والمجمع اللغوي ¶ للأستاذ الدكتور أحمد علي الجارم ¶ الأستاذ بكلية الطب جامعة القاهرة ¶ بسم الله الرحمن الرحيم ¶ السيد الأستاذ الدكتور شوقي ضيف رئيس المجمع ¶ السيد الأستاذ الدكتور كمال بشر مقرر اللجنة الثقافية بالمجمع ¶ السيد الأستاذ الدكتور حسن الشافعي مقدِّم الحفل ¶ السادة الأفاضل أعضاء مجمع الخالدين. ¶ حضرات السيدات والسادة. ¶ ... أجد نفسي عاجزًا عن أن أجد الكلمات التي تعبر عن امتناني وامتنان أسرة الشاعر الكبير المرحوم علي الجارم وشكري على هذا الاحتفال الكريم، وهذا التكريم الصادق لزميلكم الراحل، الذي قضى حياته كلّها في سبيل اللغة العربية. لقد عاش الجارم منذ نعومة أظافره، ومنذ حفظه للقرآن الكريم ببلدته، ومنذ التحاقه بالأزهر الشريف ثم بكلية دار العلوم معركة اللغة العربية درسًا وإحياءً، ودفاعًا عنها ضد غوائل المعتدين. وهذه أشعاره وكتاباته بين أيديكم تجدون في كل بيت من بيوتها وفي كل سطر من سطورها دفاعه المجيد وكفاحه الشريف في سبيل نهضتها ورقيّها. وكيف لا وهي لغة القرآن الكريم؟! وما أدراك ما للقرآن الكريم من أثر عند الجارم! أليس هو القائل: ¶ نَزَلَ القُرآنُ بالضَّادِ فَلوْ ... لَم يَكُنْ فيها سِواهُ لَكَفَاها",
            "page": "1",
            "part": "11"
        },
        {
            "hno": null,
            "id": "80",
            "nass": "وتميَّز الجارم بأنه متعدد المواهب فكان شاعرًا فحلاً من شعراء المدرسة البيانية التي ابتدأها البارودي في مصر، ثم تلاه من عظماء شعراء العربية مثل: شوقي، وحافظ، وصبري. وكان الجارم خير سلف لهؤلاء، واستعادت هذه المدرسة أمجاد الشعر العربي في أزهى عصوره وازدهاره. وكان نثره لا يقل جمالاً وحلاوة وقوة سبك عن شعره – ثم كان تبحره في علوم العربية جميعًا ما وضعه في قمة علماء اللغة العربية بحثًا ودراسة وممارسة. ثم كان تخصصه في علوم التربية والتعليم ما جعله رائدًا من رواد تعليم اللغة العربية خاصة عندما ألّفت كُتُبُهُ الرائدة في النحو والبلاغة. غير أنني في هذا الحفل الكريم سوف أقصر كلامي على الجارم وأثره في المجمع اللغوي، ولكنني سوف أذكر لكم ملاحظة عابرة إلا أنها هامة وخطيرة قبل تناولي الموضوع. فقد توفي الجارم في فبراير عام 1949. ولما جاءت ثورة يوليو عام 1952م أنشأت رقابةً عسكرية على المطبوعات والصحافة واتخذت قرارات بالتقييم الكامل على كل ما كان في مصر، قبل الثورة، من آداب أو فنون أو تاريخ. وكأن مصر، لم تبدأ نهضتها الحقيقية إلا في هذا التاريخ. وكان ذلك تزييفًا خطيرًا يأباه العلم وتأباه الوطنية الحقة وتلفظه الحقيقة. فالسيرة الوطنية لأيّ دولة من الدول سلسلة متماسكة الحلقات ولكل فترة دورها وأثرها في حياة الأمة وقد ذكّرني هذا الموقف ببيت شعر للجارم في قصيدته \"الجامعة العربية\" التي ألقاها عام 1944 بمناسبة إنشاء جامعة الدول العربية والذي يقول فيه: ¶ إذا ضيّعَ التاريخَ أبناءُ أُمةٍ ... فأنفسَهُم في شِرْعَةِ الحقِّ ضَيَّعوا",
            "page": "2",
            "part": "11"
        },
        {
            "hno": null,
            "id": "81",
            "nass": "وكان من نتيجة ذلك السلوك أن اختفت آثار الجارم الأدبية ولم يُسْمَحْ بإعادة طباعتها بالرغم من عُلُوِّ منزلتها وقيمتها الأدبية وخََلَت المكتبة العربية من شعره ونثره وعمله. إلا أن عودة الحرّية وإلغاء الرقابة في الثمانينيات أتاح لهذا التراث أن يخرج إلى النور وترجع إليه مكانته، وما احتفاء المجمع اليوم بالجارم شاعرًا وأديبًا ومعلمًا ومفكرًا إلا دليلٌ ساطعٌ على صدق ما أقول وعلى أن الحقيقة الصادقة مهما أخفاها التزييف والتدليس لابد أن تظهر ناصعة رائعة في آخر الأمر. ¶ اختير \"علي الجارم\" عضوًا مؤسسًا لمجمع اللغة العربية بمرسوم صدر من رئاسة مجلس الوزراء في السادس من أكتوبر عام 1933 ضمن عشرين عضوًا من أفذاذ اللغة العربية في مصر والعالم العربي(1) ¶ __________ ¶ (1) وإلى القارئ نسخة من مرسوم إنشاء المجمع اللغوي عام1933م. ¶ مرسوم إنشاء مجمع اللغة العربية ¶ مادة1- يعين أعضاء عاملين بمجمع اللغة العربية الملكي كل من: ¶ محمد توفيق رفعت باشا. ¶ حايم نحوم أفندي. ¶ الشيخ حسين والي. ¶ الدكتور فارس نمر. ¶ الدكتور منصور فهمي عميد كلية الآداب بالجامعات المصرية ¶ الشيخ إبراهيم حمروش شيخ كلية اللغة العربية بالجامع الأزهر ¶ الشيخ محمد الخضر حسين الأستاذ بكلية أصول الدين بالجامع الأزهر. ¶ أحمد العوامري بك المفتش الأول للغة العربية بوزارة المعارف العمومية ¶ على الجارم أفندي مفتش اللغة العربية بوزارة المعارف العمومية ¶ الشيخ أحمد علي الإسكندري أستاذ اللغة العربية بمدرسة دار العلوم ¶ الأستاذ هـ.أ.ر. جب بمدرسة لندن للدراسات الشرقية. ¶ الأستاذ الدكتور أ. فيشر بجامعة ليبزج. ¶ الأستاذ أ. نلِّينو بجامعة روما. ¶ الأستاذ م. ماسينيون بجامعة فرنسا. ¶ الأستاذ أ.ج.فنسك بجامعة ليدن. ¶ محمد كرد علي بك. ¶ = الشيخ عبد القادر المغربي. وزير المعارف العمومية. ¶ الأب أنستاس ماري الكرملي. ¶ عيسى إسكندر المعلوف أفندي. ¶ السيد حسن عبد الوهاب أفندي. ¶ بأمر حضرة صاحب الجلالة محمد حلمي عيسى رئيس مجلس الوزراء.",
            "page": "3",
            "part": "11"
        },
        {
            "hno": null,
            "id": "82",
            "nass": "قامت على أكتافهم رسالة المجمع الأولى من مبادئ وأصول وأعراف كان للجارم فيها الباع الطويل، كما تشهد بذلك محاضر الجلسات المنشورة بمجلة المجمع، كما تشهد بذلك أيضًا كلمات زملائه الأوفياء. ففي مارس عام 1949 يقول الأستاذ أحمد العوامري عضو المجمع والمفتش الأول للغة العربية سابقًا ما يلي: ¶ كان عضوًا نشيطًا في مؤتمر المجمع ومجلسه ولجانه، قوي الحجة، ساطع البرهان، تسعفه ذلاقة لسان، وبديهة وشدة عارضة. وتزينه تؤدة في القول، ورزانة عند الجدل، وهدوء في النقاش. وكان – رحمه الله – من دعائم (لجنة الأصول) وهي اللجنة التي زوَّدت المجمع – ولاسيّما في عهده الأول – بالقواعد التي يقوم عليها التعريب والاشتقاق، والتضمين والنحت والقياس، إلى غير ذلك. وأعضاء هذه اللجنة يتوفرون على دراسة كتب الأئمة، وأقوال المجتهدين في اللغة، ويستخلصون منها ما ييسر عمل اللجان، كلجنة الطب، ولجنة الطبيعة، ولجنة الكيمياء ... إلخ. وكل ذلك يقتضي عناء، ويقتضي سهرًا ومراجعة دقيقة . وكم كان للجارم في هذه اللجنة، وحول تلك المباحث والأصول، في جلسات المجمع من أخذ ورد، وكم كان له فيها من محاولات ممتعة ومناقشات شائقة، فلم يكن من أصل إلا له فيه دراسة، ولا قاعدة إلا له فيها كلام. والمتتبع لمحاضر المجمع منذ إنشائه يعجب مما للجارم فيه من نشاط متصل، وماله من جهد دائب، في كل ما تناوله من بحوث، وما انتهى إليه من قرارات.\" بهذا كان الجارم الشاعر الصائغ الملهم، وبهذا عرفناه ونعمنا بفنه الرفيع واستمتعنا ببيانه المشرق. وقد انعقد إجماع المثقفين في الشرق العربي على شاعريته الفذة، وتناقلوا شعره في أنديتهم وسوامرهم، وتدارسوه في مجامعهم ومحافلهم وعُنيت به المجلات وكتب الأدب الحديث فأفردت الفصول لنقده، والفحص عن خصائصه والاستشهاد بنوادره.",
            "page": "4",
            "part": "11"
        },
        {
            "hno": null,
            "id": "83",
            "nass": "ويبهرك من الجارم عمق معانيه وصفاء ديباجته في فخامة وجزالة وفحولة – تقرؤه فكأنما تقرأ لمهيار، وعلي بن الجهم، والبحتري، وأضرابهم من أمراء الشعر، في العصور المزدهرة بالعلم والأدب. ولا غرو فقد آثر الجارم هؤلاء، وتوفر عليهم وأشرب في قلبه فنهم. فتأثر بأساليبهم في القول ومناحيهم في تصريف المعاني.\" ¶ وفي العام نفسه يقول الأستاذ أحمد أمين عضو المجمع وعميد كلية الآداب جامعة القاهرة سابقًا ما يلي: ¶ \" كان شاعرًا من الطراز الأول، مشرق الديباجة، رصين الأسلوب، جيد المعنى والمبنى. وكان شعره مرحًا ضاحكًا، حتى إذا أصيب بفقد ابنه ـ وكان طالبًا في الهندسة ـ تلوَّن شعره بلون حزين باكٍ؛ فكان يجيد كل الإجادة في الرثاء والحسرة على فوات الشباب. ¶ وكان – رحمه الله – خفيف الروح، يملأ مجلسه بالنشوة والارتياح والضحك فيما يروي من حديث وما يحكي من نوادر، وما يعلق على أحداث؛ حتى إذا أصيب بكوارث الزمن وانتابه مرض القلب، لم تذهب بشاشته ولم تفارقه ابتسامته ولا ضحكته في الظاهر، ولكنه كان يخفي حزنًا عميقًا تدل عليه آهات أليمة يسمعها من يجلس بجانبه. وكان – رحمه الله – ذواقًا طروبًا، يتذوق المعنى الجميل، والفكرة البديعة، والنكتة الرائعة، فيطرب لها أشد الطرب ويشيع طربه في كل من يجالسه، وله حكم صائب على ما يقرأ وما يسمع، يُقوِّمهُ تقويمًا دقيقًا، وينقده نقدًا صحيحًا، ثم هو لا يتعصب لرأيه، فإذا سمع ما يخالفه أصغى إليه في أناة، وفكر فيه في سماحة، وإذا اقتنع بصوابه أعلن عدوله عنه في صراحة.",
            "page": "5",
            "part": "11"
        },
        {
            "hno": null,
            "id": "84",
            "nass": "له أثر كبير في كل هيئة ينتسب إليها، وفي كل عمل يتجه إليه؛ اتجه إلى تبسيط النحو والبلاغة، فبسطهما فيما ألف من كتب. وكان حركةً دائبة في المجمع اللغوي، يشترك في وضع المعجم الوسيط، ويشرف على إخراج مجلته، ويساهم مساهمة فعالة في أكثر لجانه؛ وآخر ما فعل فيه إلقاؤه محاضرة قيِّمة عن الموازنة بين الجملة في اللغة العربية وفي اللغة الأوربية، والسبب في أنها أكثر ما تكون فعلية في الأولى واسمية في الثانية، ثم مناداته القوية في إصلاح الإملاء.\" ¶ وكذلك يقول الكاتب الكبير الأستاذ إبراهيم عبد القادر المازني عضو المجمع ما يلي: ¶ \"كان الجارم معنا في المجمع اللغوي، في يوم الاثنين، وكان أعلانا صوتًا وأكثرنا حركةً والواقع أنه عضو في المجمع لا يعوض، فقد كان من أكثر أعضائه عملاً في اللجان. فقد كان في لجنة الأدب، ولجنة تيسير الكتابة، ولجنة المعجم الوسيط، وكان لا يتخلف عن جلسة للجنة، أو لمجلس المجمع أو مؤتمره، وكان يدرس، ويعد، ويحضر ويقترح ويناقش ويجادل بقوة، ولا يكتفي بالحضور لمجرد أداء الواجب. وكان كما قال لي الأستاذ أحمد أمين بك: \"عضوًا نافعًا جدًّا خسارة المجمع بوفاته عظيمة\" ذلك أنه كان رجلاً جادًّا مخلصًا، يعرف واجبه قبل أن يعرف حقه، وكان إلى هذا واسع العلم والاطلاع، حاضر البديهة سريع الخاطر لبقًا في علاج المعضلات والمشكلات، وفي التوفيق بين المختلفين، وكان فوق هذا وقبله، أديبًا شاعرًا. ما في ذلك شك أو خلاف. الحقيقة أن هذا الرجل فقده الأدب، وفقدته اللغة، وقليل من يخلص لواجبه مثل إخلاصه على قلة الجزاء أو عدمه، ونادر أن ترى مثل هذا الوفاء، حتى ليقضي نحبه وهو يرثي بطلاً مصريًّا جليلاً، وشهيدًا عظيمًا، وزميلاً قديمًا. وعزيز أن ترى مثل غيرته على الدين واللغة والأدب\". ¶ وفي عام 1992 يكتب الأستاذ الدكتور محمد مهدي علام نائب رئيس المجمع سابقًا ما يأتي:",
            "page": "6",
            "part": "11"
        },
        {
            "hno": null,
            "id": "85",
            "nass": "\"لقد سألني أحد النقاد، منذ سنوات عدة، عن السبب في أن خريجي دار العلوم الذين أتموا دراساتهم في إنجلترا لم يظهر لهم نقد في أحضان الدراسات النفسية، وذكر أن أول ما صادفه في هذا الميدان بحوث وكتب لي. فأجبته بما هو في الحقيقة نتيجة ملاحظة لي: وهو أن الذين يتجه نقدهم إلى التحليل السيكولوجي ـ من هذا الرعيل الذي أشار إليه ـ هم الذين كانوا شعراء إلى جانب أنهم كانوا من علماء النفس، وذكرت له أنني أعرف منهم ثلاثة تحقق ذلك فيهم: أولهم علي الجارم، وثانيهم محمد خلف الله أحمد، \"ولا تزكوا أنفسكم\". وأخيرًا فهناك عبارة كانت على لساني دائمًا، كلما اجتمع رعيل الدرعميين، وهي تلحُّ علي في الظهور الآن. وأنا أذكرها – على استحياء – لأنني كنت شديد الملاحظة لعشرات الأساتذة الأفاضل الذين أتموا دراساتهم العليا في إنجلترا، حين ينطقون أو يتكلمون بالإنجليزية؛ وكنت أقول (ومعذرة لهم جميعًا) لم أجد أحدًا ما زالت لغته الإنجليزية أسلوبًا، ونبرًا، وتدفقًا، كأنه عاد من إنجلترا أمس، سوى اثنين: علي الجارم، وعبد الحميد حسن رحمهما الله، وأعز بذكرهما عشرات بل مئات من تلاميذهما\". ¶ إن سيطرة الجارم على اللغة الإنجليزية جعلته لا يندفع إلى الاتجاه الغربي في تدويل وتغريب اللغة العربية وفي كتاب (تيسير الكتابة العربية) الذي نشره مجمع اللغة العربية عام 1946م، والذي يضم مُقترحي المرحومين عبد العزيز فهمي باشا وعلي الجارم بك عُضوي المجمع في تيسير الكتابة العربية جاء في صفحة 92 على لسان عبد العزيز باشا فهمي قوله: إنه (أيّ علي الجارم بك) \"أستاذي وأستاذ غيري في النحو والصرف ورسم الكتابة غير منازع والطاعة والتسليم واجبان له..\"",
            "page": "7",
            "part": "11"
        },
        {
            "hno": null,
            "id": "86",
            "nass": "كما يذكر الأستاذ الدكتور عباس حسن في كتابه \"المتنبي وشوقي\" في طبعته الأولى التي أصدرها عام 1951 في صفحة 382 ما نصُّه: \"بقي من خصائص شوقي التي امتاز بها على المتنبي النثر الرائع حقًّا فله في هذا الميدان كتاب سمَّاه \"أسواق الذهب\" وما أحسبني مغاليًا إذا قلت إن النثر الأدبي البليغ والنثر العلمي المتأدب الرفيع لأديبنا المرحوم الأستاذ علي الجارم ليمتاز به الجارم على المتنبي وشوقي وسائر شعراء العرب قديمًا وحديثًا كما تنطق بذلك كتاباته النثرية الصادرة عن موهبة فنية أصيلة جعلت منها جميعها سلاسل الذهب لا مجرد \" أسواق الذهب\". ¶ - وقد ذكره الأستاذ الدكتور أحمد هيكل عميد كلية دار العلوم السابق بقوله: أما الرائد الكبير الذي يدور حوله هذا العمل فهو طيب الذكر علي الجارم، أحد أعلام الاتجاه المحافظ في الشعر العربي الحديث، هذا الاتجاه الذي راد تاريخه البارودي أولاً، ووصل إلى غاياته شوقي فيما بعد، ثم كان الجارم واحدًا من الذين تصدروا السائرين في هذا الاتجاه والمتنافسين على ملء الفراغ بعد رحيل أمير الشعراء، بل كان بحق السابق إلى ملء هذا الفراغ وخاصة في الجانب المحفلي والرسمي، الذي كان من أبرز جوانب إمارة أحمد شوقي، وديوان الجارم بأجزائه الأربعة خير شاهد على هذا العطاء الشعري الوفير والغزير الذي يمثل طبقة سامية من طبقات الشعر المحافظ، تضع صاحبها في مكان المتصدرين من أصحاب هذا الاتجاه الفني الرصين، وجميعهم يشير إلى المدرسة الأدبية التي ينتمي إليها الجارم وهي مدرسة المحافظين. ¶ ... أما أستاذ الأدب العربي الإنجليزي الجنسية \" جون هاليوود\" فقد ذكر في كتابه\" Modern Arabic Literature \" والذي أصدره عام 1971 ما ترجمته:",
            "page": "8",
            "part": "11"
        },
        {
            "hno": null,
            "id": "87",
            "nass": "... \" ولكن بالرغم من الحدود الضيقة التي فرضها هذا الاتجاه التقليدي على الحياة إلا أن من تميز في مجال الشعر أربعة هم: البارودي، وأحمد شوقي، وحافظ إبراهيم، وخليل مطران (وهو أحد الشعراء اللبنانيين في المهجر). ولكن كان هناك شاعر آخر من العلامات البارزة في هذه الفترة، والذي كان أيضًا قطبًا من أقطاب علم التربية وعلم اللغة والأدب، وكاتب نثر موهوبًا؛ هذا الشاعر هو علي الجارم. كان علي الجارم تجسيدًا حيًّا للحرفي اللامع وللمذاق التقليدي المتميز. \"ولكن قبل أن ننتقل إلى ميدان آخر، نرى أنه من الواجب أن نذكر شاعرًا من أواخر شعراء المدرسة التقليدية – وإن كان هذا الوصف بالتأكيد مجحفًا، حيث إنه يجب أن يوضع في وسط الصرح الأدبي الذي شيَّده كلٌّ من شوقي وحافظ ـ هذا الشاعر هو علي الجارم (1881 – 1949م).\" ولقد تميز شعر الجارم وكتابته بحسٍّ مرهف، وذوق متميز، وأسلوب رفيع راقٍ، وإحساس مرهف للشكل الكلاسيكي التقليدي العربي الأصيل. كل هذه الصفات تميز كتابات الجارم كلها، ولكنها تظهر بوضوح في شعره الذي يتكون من ديوان من خمسمئة صفحة، حيث الشكل الذي اختاره هو القصيدة التقليدية التي تعتمد على قافية موحدة مهما طالت، وفضّل الأوزان الخفيفة. أما تشبيهاته فهي كلاسيكية تقليدية أصيلة، كما كان يميل أن يزود أبيات شعره بالأسماء العربية الأصيلة كنوع من الإسقاط الأدبي، ولكن بالرغم من هذه القيود التي فرضتها ميول الشاعر الشخصية إلا أنه قدَّم شعرًا من أجمل ما كتب في العربية. فكتب كثيرًا في شعر المناسبات، مثل دار الإذاعة، أو تشكيل حكومة جديدة، وفي أغراض متعددة وعلى مدى واسع كالمراثي والمديح مثل ما قال في الملك الصغير فاروق. وكانت قصيدته في بغداد من أجمل ما كتب، وردت في ديوانه صـ187: ¶ ... وأما الشاعر والكاتب الكبير الأستاذ عباس العقاد عضو المجمع فيلقي قصيدة عصماء في حفل رثاء الجارم عام 1949 قائلاً:",
            "page": "9",
            "part": "11"
        },
        {
            "hno": null,
            "id": "88",
            "nass": "لَسْتُ أوفيهِ وصفَهُ إنَّ وَصْفًا ... \"لِعليٍّ: يُغْنِي غِناءَ السَّميِّ ¶ عَلَمٌ في الديارِ، صنّاجَةٌ في الـ ... حفل رُكنٌ في المجمعِ اللغَوِيِّ ¶ وسِراجٌ في مَفْرِقِ الرأْيِ هادٍ ... وجمالٌ وبهجةٌ في النَّديِّ ¶ وزميلٌ سَمْحُ الزمالةِ بَرٌّ ... وأخٌ بالإخاءِ جَدُّ حَفِيِّ ¶ لَسْتُ أوفيه حَقَّهُ إنَّهُ حَقُّ بيـ ... انٍ عَنِ البيَانِ غَنِيِّ ¶ وارثُ الأصمعيِّ في لُغة ِالضَّا ... دِ، وفي الشعرِ إِرْثُ البُحْتُرِيِّ ¶ والأديبُ الذي له فطنةُ المصـ ... رىّ زانَتْ سَلِيقةَ البَدَوِيِّ ¶ والمُربِّي الذي تَعَهَّدَ جِيلاً ... عَهْدُ علمٍ مِنْهُ وعهدُ رُقيِّ ¶ وأخو النشْأَتَيْنِ شَرْقًا وغَرْبًا ... مِنْ قديمٍ باقٍ ومن عَصْريِّ ¶ كم شَهِدْناهُ في شواهِدِ نَصٍّ ... ورأيناهُ في تعارضِ رَأْيِ ¶ وَسَطًا بين مُمعِنٍ في وقوفٍ ... عِنْدَ ماضٍ، وممعنٍ في مُضِيِّ ¶ قائلاً ناقلاً، سَميعًا مُجيبًا ... حُسْنُ تِبْيانِهِ كَحُسْنِ الصَّفِيِّ ¶ من أعمال الجارم: ¶ لم يمر شهران على إصدار مرسوم إنشاء المجمع في عام 1933 حتى تقدم الجارم ببحث لغويّ فذّ عن \" الترادف \" في اللغة العربية يلمُّ فيه بكل كبيرة وصغيرة، ويستند إلى آراء علماء العربية الأفذاذ، أمثال السيوطي، والتهانوي، وابن جني ويقارن بما يجري بشأنه في اللغة الإنجليزية. ¶ ... وفى حفل افتتاح الدورة الثانية للمجمع عام 1934 يلقي الجارم قصيدته العصماء \"المجمع اللغوي\" ويقول فيها: ¶ ذِكْرَياتٌ رَدّدَ الدَّهْرُ صَدَاهَا ... وَعُهُودٌ يَحْسُدُ المِسْكُ شَذَاهَا ¶ وَصَلَ العُرْبُ الغَطارِيفُ إلى ... غَايَةٍ، لا تَبْلُغُ الطّيْرُ ذُرَاهَا ¶ قِفْ عَلَى الأَطْلالِ وَاذْكُرْ أُمّةً ... خَلّدَ الأَطْلالَ مَأْثُورُ بُكَاهَا ¶ بَعَثَ اللهُ بِهَا نُورَ الْهُدَى ... مِنْ قُرَيْشٍ فَاصْطَفَاهُ وَاصْطَفَاها ¶ أَشْرَقَ الصُّبْحُ عَلَى الدُنيا بِهِ ... بَعْدَ أَنْ طَالَ عَلَى الدُّنْيَا دُجَاها",
            "page": "10",
            "part": "11"
        },
        {
            "hno": null,
            "id": "89",
            "nass": "وَجَرَى في الأَرْضِ يَنْبُوعُ هُدًى ... بَعْدَ أَنْ حَرّقَها حَرُّ صَدَاها ¶ قَلّدَ الفُصْحَى حُلًى قُدْسِيّةً ... فَزَهَاها مِنْ حُلاَها مَا زَهَاهَا ¶ وَبَيَانًا هَاشِمِيًّا لَوْ رَمَى ... قُلَلَ الأجبَالِ لاْنهَدَّتْ قُوَاها ¶ نَزَلَ القُرْآنُ بِالضّادِ فَلَوْ ... لَمْ يَكُنْ فِيهَا سِوَاهُ لَكَفاها ¶ مَجْمَعُ الفُصْحَى تَجَلّى مُشْرِقًا ... فِي سَمَاءِ الْمَجْدِ مُجْتَازًا سُهَاها ¶ هُو فِي مِصرَ مَنارٌ كُلّمَا ... أَرْسَلَ الأضواءَ هَدَاها ¶ ... كما أنه يلقي قصيدته \"اللغة العربية\" في حفل افتتاح الدورة الثالثة للمجمع عام 1934 ويحيي فيها المجمع وأعضاءه كما يشير إلى رسالته السامية في الحفاظ على اللغة العربية والتغني بجمالها ويرسم المبادئ الأساسية لأداء ذلك: ¶ مَاذَا طَحَا بِكَ يَا صَنّاجَةَ الأَدَبِ ... هَلاّ شَدَوْتَ بِأَمْدَاحِ ابْنَةِ العَرَبِ؟ ¶ أَطَارَ نَوْمَكَ أحْدَاثٌ وَجَمْتَ لَهَا ... فبِتَّ تَنْفُخُ بَيْنَ الهَمّ وَالْوَصَبِ ¶ وَالْيَعْرُبِيَّةُ أَنْدَى مََا بَعَثْتَ بهِ ... شَجْوًا مِنَ الْحُزْنِ أَوْ شَدْوًا مِنَ الطّرَبِ ¶ يَا جِيرَةَ الْحَرَمِ المَزْهُوِّ سَاكِنُهُ ... سَقى العُهُودَ الْخَوَالِي كُلُّ مُنْسكِبِ ¶ لِي بَيْنكُمْ صِلَةٌ عَزّتْ أوَاصِرُهَا ... لأَنّهَا صِلَةُ القُرآنِ وَالنّسَبِ ¶ أرَىَ بِعَيْنِ خَيَالِي جَاهِليَّتَكُمْ ... وِللتّخَيُّلِ عَيْنُ القائِفِ الدَّرِبِ! ¶ الدّهْرُ يُسْرعُ وَالأَيّامُ مُعْجِلَةٌ ... وَنَحْنُ لَمْ نَدْرِ غَيْرَ الوَخْدِ والْخَبَبِ ¶ وَالُمْحدَثَاتُ تَسُدُّ الشَّمْسَ كَثْرَتُهَا ... وَلَمْ تَفُزْ بِخَيَالِ اسْمٍ وَلاَ لَقَبِ ¶ وَالتّرْجَمَاتُ تَشُنُّ الْحَرْبَ لاَقِحَةً ... عَلَى الفَصيحِ فَيَا لِلْوَيْلِ والْحَرَبِ ¶ نَطِيرُ للَّفْظِ نَسْتَجْدِيهِ مِنْ بَلَدٍ ... نَاءٍ وَأَمْثالُهُ منّا عَلَى كَثَبِ",
            "page": "11",
            "part": "11"
        },
        {
            "hno": null,
            "id": "90",
            "nass": "كَمُهْرقِ المَاءِ فِي الّصَحْرَاءِ حِينَ بَدَا ... لِعَيْنِهِ بَارِقٌ مِنْ عَارِضٍ كَذِبِ ¶ أَزْرَى بِبِنْتِ قُرَيْشٍ ثُمّ حَاربَهَا ... مَنْ لاَيُفَرّقُ بَيْنَ النّبْعِ وَ الغَرَبِ ¶ وَرَاحَ فِي حَمْلَةٍ رَعْنَاءَ طَائِشَةٍ ... يَصُولُ بِالْخَائِبَيْنِ: الْجَهْلِ والشَّغَبِ ¶ * * * ¶ أنَتْرُكُ العَرَبِيَّ السّمْحَ مَنْطِقُهُ ... إلَى دَخِيلٍ مِنَ الأَلْفَاظِ مُغْتَرِبِ؟؟ ¶ وَفِي المَعَاجِمِ كَنْزٌ لاَ نَفَادَ لَهُ ... لِمَنْ يُمَيّزُ بَيْنَ الدُّرِّ والسُّخُبِ ¶ كَمْ لَفْظَةٍ جُهِدَتْ مِمّا نُكَرّرُهَا ... حَتّى لَقَدْ لَهَثَتْ مِنْ شِدّةِ التّعَبِ ¶ وَلَفْظَةٍ سُجِنَتْ فِي جَوْفِ مُظْلمَةٍ ... لَمْ تَنْظُر الشّمْسُ مِنْهَا عَيْنَ مُرتَقِبِ ¶ يَا شيخَةَ الضّادِ وَالذّكْرَى مُخَلّدَةٌ ... هُنَا يُؤَسّسُ مَا تَبْنُونَ لِلْعَقِبِ ¶ * * * ¶ وفى يناير عام 1936 يتقدم الجارم ببحثه عن \"طريق تكميل المواد اللغوية \"كما يتقدم في نفس العام ببحثه عن\" مصطلحات الشؤون العامة\". كما يتقدم في عام 1937 ببحث عن\" المصادر التي لا أفعال لها\". أما في يناير 1949 فيتقدم ببحثه عن \"الجملة الفعلية أساس التعبير في اللغة العربية\" وذلك قبل وفاته بعدة أيام. ¶ أما المقترحات التي تقدم بها الجارم فهي اقتراح في مراتب وضع الألفاظ في عام 1935 ، واقتراح إعادة النظر في قرار قياسيَّة فَعَّلَ للتكثير والمبالغة عام 1945، واقتراح وضع قواعد جديدة يُستعان بها في اشتقاق الأفعال من الجامد للضرورة عام 1945، واقتراح تيسير الكتابة العربية عام 1946. وتحتوي مجلة المجمع كلّ بحوث الجارم ومقترحاته لمن يشاء من الأساتذة الاطلاع عليها. ¶ هذا بالإضافة إلى القصائد التي ألقاها في رثاء زملائه أعضاء المجمع الذين انتقلوا إلى رحمة الله. ففى عام 1939 يلقي قصيدته \"أعلام المجمع\" في رثاء المرحومين أحمد الإسكندري وحسين والي والعضو المستشرق الإيطالي \" نلينو \" قائلاً:",
            "page": "12",
            "part": "11"
        },
        {
            "hno": null,
            "id": "91",
            "nass": "غَدًا فى سَمَاءِ الْعَبقْرَيّةِ نَلْتَقِي ... وَتَجْتَمِعُ الأْندَادُ بَعْدَ التّفََرُّقِ ¶ وَنَذْكُرُ عَيْشًا كَالأَزاهِرِ لَمْ يَطُلْ ... وَوُدًّا كَمَشْمُولِ الرَّحيقِ الْمُصَفَّقِ ¶ ونَضْحَكُ من آمالِنا كَيْفَ أنَّها ... أَصَاخَتْ إلى وَعْدِ الزَّمانِ المُلَفِّقِ ¶ ونَسْبَحُ فِى أَنْهَارِ عَدْنٍ كَأنَّما ... سَرَائِرُنَا مِنْ مَائِها المُتَدَفِّقِ ¶ * * * ¶ أَتُدْفَنُ فِي الأرْضِ الكُنُوزُ وَفَوْقَهَا ... خَلاَءٌ إلى لأْلائِهَا جِدُّ مُمْلِقِ؟ ¶ وَيَمْضِي الْحِجَا مَا بَيْنَ يَوْمٍ وَلَيلَةٍ ... كَلَمْحَةِ طَرْفٍ أَوْ كَوَمْضَةِ مُبْرِقِ؟ ¶ يَضِيقُ فَضَاءُ الأرْضِ عَنْ هِمَّةِ الفَتَى ... ويُجْمَعُ فِى لَحْدٍ مِن الأرْضِ ضَيِّقِ ¶ تَبابٌ لِهذا الدَّهْرِ، مَاذَا يُرِيدُهُ؟ ... وَأَيُّ جَدِيدٍ عِنْدَهُ لَمْ يُمَزَّقِ؟ ¶ يُصَدِّعُ مِنْ أَعْلاَمِنا كُلَّ رَاسِخٍ ... وَيُطْفِئُ مِنْ أَنْوَارِنَا كُلَّ مُشْرِقِ ¶ هُوَ المَوْتُ مَا أَغْنَى اسْمَهُ عِن صِفَاتِهِ ... وَعَنْ كُلِّ ألْوَانِ الكَلامِ المُنَمَّقِ! ¶ رَمَتْنِي عَوادِيهِ فَإنْ قُلْتُ إِنَّهَا ... مَضَتْ بِأَمَانِيِّ الحَيَاةِ فَصَدِّقِ! ¶ * * * ¶ وَيَوْمًا مَعَ الإِسْكَنْدَرِيِّ رأَيتُهُ ... يُجَاذِبُهُ فَضْلَ الْحَديثِ المُشَقَّقِ ¶ فَهَذَا يَرى فِي لَفْظةٍ غَيْرَ مَا يَرَى ... أَخُوهُ، وَيَخْتَارُ الدَّليلَ وَيَنْتَقِي ¶ فَقُلْتُ أرَى لَيْثًا وليثًا تَجَمَّعَا ... وأَشْدَقَ مِلْءَ العَيْنِ يَمْشِي لأَشْدَقِ ¶ وَأَعْجَبَنِى رَأْيٌ سَلِيمٌ وَمَنْطِقٌ ... يَصُولُ عَلَى رَأْيٍ سَلِيمٍ ومَنْطِقِ ¶ وَقَدْ لَوَّحَتْ أيْدِيهمَا فَكَأنَّها ... إِشارَاتُ رَاياتٍ تَرُوحُ وَتَلْتَقِي ¶ وَلَمْ أَرَ فِى لَفْظَيْهِما نَبْرَ عَائِبٍ ... وَلَمْ أَرَ فِى عَيْنَيْهِمَا لَمْحَ مُحْنَقِ",
            "page": "13",
            "part": "11"
        },
        {
            "hno": null,
            "id": "92",
            "nass": "فَقُلْتُ هِيَ الفُصْحَى بِخَيرٍ وَإنَّهَا ... بِأَمْثالِ هَذَيْنِ الْحَفِيَّيْنِ تَرْتَقي ¶ وفي عام 1948 يلقي قصيدته \" رثاء أنطون الجميّل باشا \" عضو المجمع قائلاً: ¶ حَنّ شِعري إلى اللقاءِ وأنَّا ... أين ألقاكَ ليتَ شِعْري؟ وَأَنَّى؟ ¶ والتي يقول فيها: ¶ يا أخي، هل يَليقُ أن تَدْخُلَ البا ... بَ أمامي، وأنت أصغرُ سِنَّا؟ ¶ قِفْ! تَأَخَّرْ، قد كنتَ تُُعلي مكاني ... ما جَرى!؟ ما الذي نَبَا بكَ عَنّا؟ ¶ يا أخي، هل تُجيبُ إِنْ هَتَفَ الشَّو ... قُ حبيبًا صِدْقَ الوفاءِ وَخِدْنَا؟ ¶ أَتُراني إن حان حَيْني قَمِينًًا ... أنْ أرَى فِي ذرَاكَ ظِلاًّ وسَكْنَا ¶ وما هي إلا شهور قليلة حتى انتقل الجارم إلى رحاب الله سبحانه وتعالى وكان ذلك في 8 من فبراير 1949، إذ فاضت روحه الكريمة وهو يستمع إلى شعره الذي كان يُنشَد في رثاء النقراشي باشا عندما وصل المنشد إلى قوله: ¶ نَمْ هادِئًا إن الغراس وَرِيفةٌ ... تُزْهَى بأَكْرمِ تُرْبَةٍ وقِطافِ ¶ وظل يعمل لآخر لحظة في حياته على النهوض باللغة العربية. وأخيرًا أشكر حضراتكم جميعًا للاحتفال بهذا العلم الشامخ الرائد، وأكرر الشكر.",
            "page": "14",
            "part": "11"
        },
        {
            "hno": null,
            "id": "93",
            "nass": "تاسعًا: ختام الندوة ¶ الأستاذ الدكتور حسن الشافعي: أنت فعلاً قبس من نوره، وبضعة منه، وامتداد له. بين يديَّ الآن تعقيبان: الأول للأستاذ جمال عبد الحي أحمد المحرر بالمجمع يتساءل فيه: كان لدار العلوم الفضل في ظهور كوكبة من الشعراء الأفذاذ الذين أثروا اللغة العربية، فلماذا لم يتبلور المذهب الدرعمي في الشعر حتى الآن؟ ¶ وأظن فيما مر من مداخلات بعض الضوء على هذا التساؤل. ¶ أما التعقيب الثاني فهو للأستاذ الدكتور عبد الحميد شيحة الأستاذ بكلية دار العلوم فليتفضل. ¶ الأستاذ الدكتور عبد الحميد شيحة: أحيي الأستاذ الدكتور أحمد علي الجارم على كل ما تفضل به، فهو بارٌ وفيٌ بوالده. ¶ الأستاذ الدكتور حسن الشافعي: أظن الآن أن الأستاذ الدكتور كمال بشر قرير العين، لأن المجمع ليس معزولاً، ولا معتزلاً، فهو في قلب الحياة الثقافية، وأن هذا العدد الكبير الذي حضر من المثقفين لمدة ثلاث ساعات، ويتابع بهذا الحرص لهو أكبر شاهد على ذلك، والكلمة للأستاذ الدكتور رئيس المجمع فليتفضل.",
            "page": "1",
            "part": "12"
        },
        {
            "hno": null,
            "id": "94",
            "nass": "الأستاذ الدكتور شوقي ضيف رئيس المجمع: نشكر للجنة الثقافية هذه الأمسية الجميلة عن الشاعر العظيم الخالد علي الجارم، وبيان مواهبه الكثيرة التي استمعتم إلى عرض لها من الزملاء: الأستاذ الدكتور محمود حجازي، والأستاذ الدكتور الطاهر مكي، والأستاذ الدكتور علي عشري زايد، وكل منهم لو سمحنا له أن يطيل الكلام لأطاله ساعات، فنحن نشكرهم كما نشكر الأستاذ الدكتور أحمد علي الجارم على أنه صورة كبرى للوفاء في هذا العصر، ولبر الأبناء بالآباء، ولعلكم لا تعرفون أنه أصدر لوالده ديوانه في طبعة جديدة، أضاف إليها كثيرًا من أشعاره التي لم تكن موجودة في الطبعات السابقة، ثم كتب عنه كتابين ضخمين: الأول بعنوان: \"الجارم في ضمير التاريخ\" والآخر بعنوان: \" في ذكرى الجارم\". وليست هذه الأمسية أولى الندوات لتكريم أعلام المجمع الراحلين، بل سبقها ندوات كثيرة، فمنذ أن دخلت المجمع رأيت أن تكون أول جائزة تمنح لشباب الأدباء يكون موضوعها \"علي الجارم\" وأرجو من الزملاء الذين تحدثوا عنه الليلة أن يحاولوا أن يتحدثوا عن الجارم في جميع النواحي التي ذكرت في هذه الأمسية الثقافية، ونحن سعدنا بما سمعنا عنه من الزملاء الأفاضل وكنت أتمنى لو استمرت هذه الندوة الساعات الطوال، ولكن الوقت يحول دون ذلك وأكرر الشكر لجميع حضراتكم على تشريفكم لنا بالحضور. وإلى اللقاء في ندوات ثقافية مجمعية أخرى، والسلام عليكم ورحمة الله وبركاته. ¶ الأستاذ الدكتور حسن الشافعي: شكرًا لكم جميعًا، \"وآخر دعوانا أن الحمد لله رب العالمين\"",
            "page": "2",
            "part": "12"
        }
    ],
    "t34517": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "فهرس"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "الغلاف"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "الندوة الأولى"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "أولا ـ كلمة الافتتاح"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "ثانياـ كلمة الأستاذ الدكتور كمال بشر مقرر اللجنة الثقافية"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "ثالثاـ كلمة الأستاذ الدكتور شوقي ضيف رئيس المجمع"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "رابعا كلمة الأستاذ الدكتور محمود فهمي حجازي"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "خامساـ كلمة الأستاذ الدكتور الطاهر أحمد مكي"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "سادسا ـ دمعة على صديق"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "سابعا كلمة الأستاذ الدكتور علي عشري زايد"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "ثامنا ـ علي الجارم والمجمع اللغوي"
        },
        {
            "id": "93",
            "lvl": "1",
            "sub": null,
            "tit": "تاسعا ختام الندوة"
        }
    ]
}