{
    "b34511": [
        {
            "id": "1",
            "nass": "مجلة جامعة تشرين للدراسات و البحوث العلمية _ سلسلة الآداب والعلوم الإنسانية المجلد (28) العدد (1)2006 ¶ Tishreen University Journal for Studies and Scientific Research- Arts and Humanities Series Vol. (28) No (1) 2006 ¶ صورة الذات المتفردة في شعر الفتوحات الإسلامية ¶ في صدر الإسلام والعصر الأموي ¶ الدكتورة راميا محفوض(¬1) ¶ أنس ياسين(¬2) ¶ ... ... ¶ (تاريخ الإيداع 10 / 7 / 2006. قبل للنشر في 2/11/2006) ¶ ( الملخّص ( ¶ ينشد هذا البحث تقديم صورة واضحة نوعاً ما عن الذات المتفردة المقدمة على الجهاد عند الشعراء الفاتحين، إذ كثيراً ما كان الشاعر الفاتح يتناول ذاته المتفردة في الجهاد، فيذكر بلاءه الحسن في قتال العدو، وبطولاته النادرة واقتحامه الوغى، غير مكترث بالجموع الغفيرة لجيش الأعداء، وكنا نرى في العصر الجاهلي انضواء الشاعر تحت لواء القبيلة، أما الآن، فالأمر مختلف، إذ اكتسى هذا الفخر الفردي حلة الانضواء القلبي الطوعي تحت راية الإسلام الواحدة. ¶ ... وهذه الدراسة ستكون تحليلية لا تعتمد منهجاً معيناً، بل تستعين بكل المناهج الدراسية الأدبية، تجنباً للتقصير المحتمل الكامن في أحادية المنهج، ورغبة في الحصول على نوع قريب من التكامل الدراسي الذي يقدم لنا صورة واضحة عن الموضوع المتناول. ¶ كلمات مفتاحية: الفتوحات الإسلامية. ¶ مجلة جامعة تشرين للدراسات و البحوث العلمية _ سلسلة الآداب والعلوم الإنسانية المجلد (28) العدد (1)2006 ¶ Tishreen University Journal for Studies and Scientific Research- Arts and Humanities Series Vol. (28) No (1) 200 ¶ ¬__________ ¶ (¬1) * مدرسة في الأدب الأموي في قسم اللغة العربية، من كلية الآداب والعلوم الإنسانية، جامعة تشرين، اللاذقية، سوريا. ¶ (¬2) ** طالب ماجستير في قسم اللغة العربية، من كلية الآداب والعلوم الإنسانية، جامعة تشرين، اللاذقية، سوريا.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "The Image of the Courageous Distinguished Self in Islamic Conquest Poetry during the Early Islamic and Umayyad Ages ¶ Dr. Ramia Mahfoud(¬1) ¶ Anas Yasin(¬2) ¶ (Received 10 / 7 / 2006. Accepted 2/11/2006) ¶ ( ABSTRACT ( ¶ This study tries to present a somewhat clear description of the distinguished self of the Islamic conquering poet who, very often, described his distinguished self in fighting the enemy without being afraid of death or the army large number. The poet, before Islam, used to fight for his tribe. After Islam, things changed. Now the poet is voluntarily fighting for only the one Islamic flag. ¶ This study is analytical and does not adopt a specific method, but depends on all literal study methods. This is to avoid any possible shortage that often results from method restriction, and to achieve an almost perfect picture of the study subject. ¶ Key words: Islam conquest. ¶ مقدمة: ¶ لم يبتعد العربي جاهلياً ولا إسلامياً عن الشجاعة والإقدام في الحروب والمعارك والغزوات، بل لقد كان يخوض غمار هذه الحروب ببطولةٍ فذة لا تعرف للجبن مكاناً، ولا للتراجع سبيلاً، وفي العصر الإسلامي أتى الدين الجديد حاملاً معه بذور الإيمان، ليزرعها في قلوب المسلمين، ليس الإيمان العقائدي بمبادئ الدين العقلية فحسب، بل الإيمان بفرضية الجهاد ضد الأعداء أيضاً، ولا سيّما الفرس والروم، أقوى امبراطوريتين في العالم القديم آنذاك. ¶ ¬__________ ¶ (¬1) * Professor, Department of Arabic, Faculty of Arts and Humanities, Tishreen University, Lattakia, Syria. ¶ (¬2) ** Postgraduate student, Department of Arabic, Faculty of Arts and Humanities, Tishreen University, Lattakia, Syria.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ومن هنا شدّ الشاعر الفاتح مئزره، وشمّر عن ساعديه، وكشف النقاب عن قلبه وشحذ لسانه ينطق بأصدق القصائد التي توحي لنا بمدى إيمانه واندفاعه إلى الجهاد في سبيل الله، ضارباً عرض الحائط كل متاع مادي أياً كان، يشغله عن أداء أعظم الأعمال عند الله تعالى في ذلك الوقت الذي احتاج الإسلام فيه إلى من يوطد أركانه، ويحمي وجوده من تكالب الأعداد عليه فرساً وروماً وعرباً. ¶ ولست أدعي في بحثي هذا أنني أول من تناول موضوع الفتوحات الإسلامية وصورها في صدر الإسلام والعصر الأموي، بل هناك الكثير من الباحثين الكبار المعاصرين في هذا المجال، ممن قدموا لمكتبتنا العربية أبحاثاً مهمة في هذا الموضوع، ونكتفي بذكر الدكتور النعمان عبد المتعال القاضي، الذي له كتاب ( شعر الفتوح الإسلامية في صدر الإسلام ) وفيه تناول شعر هذه المرحلة تناولاً دقيقاً كافياً، وتحدث عن أهم معاني شعر الفتوح ودلالاته، كما توقف عند كثير من الشعراء الفاتحين، مناقشاً أبياتهم ومن خلالها يحكم على شخصيتهم ومدى تأثرهم بفرضية الجهاد والتفاني من أجل نصرة الإسلام. ¶ وتجدر الإشارة هنا إلى أن نقدنا العربي المعاصر لم يغفل تلك المرحلة الجهادية، في صدر الإسلام وفي العصر الأموي كابن قتيبة والجاحظ والأصفهاني والحكم عليها من حيث المعنى والمبنى. ¶ وسأتناول بشيء من التفصيل في بحثي هذا صور الذات المتفردة في شعر الفتوحات الإسلامية حتى نهاية عصر بني أمية، لأسلط الضوء على المعاني والدلالات التي عالجها الشاعر الفاتح في أبياته التي تناول فيها بلاءه الحسن، واندفاعه المستميت إلى الجهاد، ناصراً دينه، مبتغياً الأجر عند الله شهادةً أو نصراً، فهو وإن مدح ذاته، وصور بطولاته، فردٌ من الجماعة الإسلامية المجاهدة ينضوي تحت لوائها دون تعصب أعمى لنفسه أو أسرته ¶ أو قبيلته. ¶ صورة البطولات الفردية:",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "أمثلة الفخر بالذات المتفردة وإقدامها كثيرة جداً في شعر الفتوح، ولعلَّ من أهم الشعراء الفاتحين ضرار بن الأزور(¬1) فها هو يأتي مع جيشه ليدعم جيش القائد عياض بن غنم(¬2)، وقد بلغ بالمسلمين جهد جهيد في قتال الروم وحصارهم في البهنسا مدة طويلة، والروم يأكلون ويشربون، فقال ضرار للأمير عياض: \" أظنكم أنتم المحاصرون وأعداؤكم في أكل وشرب، فما هذا القعود، ثم رجعوا للأبواب وضرار ينشد(¬3): ¶ ـ سأضرِبُ في العُلوجِ بكلِّ عَضْبٍ ... ... شديدِ البأسِ ذي حَدٍّ صقيلِ(¬4) ¶ ـ وأُضرمُ في علوِّ البابِ ناراً ... ... وأرمي القومَ بالخطبِ الجليلِ ¶ ـ فويلٌ ثم ويلٌ ثمَّ ويلٌ ... ... لهمْ مِنِّي بمُشتدِّ العويلِ ¶ ـ سأقتلُ كلَّ باغٍ كانَ منهم ... ... بحدِّ السّيفِ والباعِ الطويلِ ¶ ¬__________ ¶ (¬1) هو مالك بن أوس بن خزيمة بن ربيعة الأسدي، له صحبة، شهد اليرموك، وفتح دمشق، وقيل مات بها. الإصابة: 3/53. ¶ (¬2) هو ابن زهير بن أبي شداد الضهري، هاجر إلى الحبشة، وشهد بدراً وأحداً والخندق كلها ومات بالمدينة سنة عشرين للهجرة. الإصابة: 4/114. ¶ (¬3) فتوح الشام: الواقدي: 2/501. ¶ (¬4) العلوج: العلج: الرجل الشديد الغليظ، لسان العرب ( علج ) عَضْب: العَضْب: السيف القاطع، لسان العرب (عضب).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "يستهل الشاعر أبياته بالفعل سأضرب المصحوب بسين الاستقبال، فالشاعر يقرر فعل الضرب في المستقبل، وهذا الضرب سيكون في الأعداء ( العلوج ) بسيفه الحاد الذي كنى عنه بـ ( عضْب ) وهذا السيف ذو بأسٍ شديدٍ، وليس ضعيفاً مشبهاً السيف بالفارس القوي حاذفاً المشبه به وهو الفارس تاركاً شيئاً من لوازمه وهو ( شديد البأس )، وتتبدى لنا صورة الذات المتفردة هنا في قوله ( سأضرب ـ أرمي ـ سأقتل ) فهذه الأفعال تفيد معنى التعدية، فهو ينسب لنفسه قوةً خارقة ستتعدى إلى غيره من الأعداء، وهو سيرمي أعداءه بالخطب، والخطب: المصيبة الكبيرة، وهو شيء معنوي أقرب إلى النفس، ولكن الشاعر جعل الخطب سهماً أو رمحاً يضرب به الأعداء ليلحق بهم الويل، وهو الهلاك، ولا يستغني الشاعر في جهاده الفردي هذا عن الصبر على الجهاد، والسلاح اللازم، ولعل رغبة الشاعر الجامحة إلى أن ينال شرف الجهاد وأجره الكبير، جعلته يستخدم سين الاستقبال التي تفيد تصميم الشاعر وتعهده بأن يفعل ما يقوله، مما دفعه بالفعل إلى بطولة فردية أينعت ثمارها في قلب صادق الالتزام، وكأن الشاعر يتمثل قوله تعالى: \" فَلْيُقاتِلْ في سبيلِ اللهِ الذينَ يَشرونَ الحياةَ الدّنيا بالآخرةِ، وَمَنْ يُقاتلْ في سبيلِ اللهِ فَيُقتلْ أو يغلبْ فَسوفَ نؤتيهِ أجراً عظيماً \"(¬1). ¶ ولعلّ من أهم الفتوحات الإسلامية التي صعبت على المسلمين في صدر الإسلام فتوح البهنسا وأهناس في صعيد مصر، في خلافة سيدنا عمر بن الخطاب رضي الله عنه، فقد عانى المسلمون كثيراً من حصار قلاع تلك المناطق وأمير الجيش الإسلامي آنذاك عياض بن غنم الذي طلب المدد من الخليفة عمر بن الخطاب، فأرسل له الخليفة جيشاً كبيراً فيه عدد من الصحابة، ومنهم عبد الرحمن بن أبي بكر الصديق، فما أن وصل جيش عبد الرحمن إلى البهنسا، أنشد قائلاً(¬2): ¶ ¬__________ ¶ (¬1) النساء: 74. ¶ (¬2) فتوح الشام: الواقدي: 2/501.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ـ أنا الفارسُ المشهورُ للحربِ في الوغى ... ... أذلُّ بسيفي كلَّ باغٍ ومُعتدي ¶ ـ وأحملُ في الأبطالِ حملةَ مَنْ لهُ ... ... إلى الغايةِ القُصوى أعاظمُ مَقصدي ¶ ـ أنا ابنُ أبي بكرِ الذي شاعَ ذِكرُهُ ... ... خليفةِ خيرِ المسلمينَ مُحمَّدِ ¶ ـ فيا ويلَ مَنْ عالى حساميَ رأسَهُ ... ... ويا ويلَ مَنْ عاجلتُهُ بِمُهنَّدِ ¶ يبدأ الشاعر أبياته بضمير المتكلم ( أنا ) إمعاناً منه في التعريف بنفسه فهو ( الفارس المشهور )، وتوحي ¶ أل التعريف المقترنة بالاسمين السابقين بشهرة المتكلم، ومعرفته لدى الناس وهو يذل بسيفه البغاة الظالمين، ويختار الأبطال الصناديد ليواجههم بسيفه، كيف لا وهو ولد خليفة رسول الله ( - صلى الله عليه وسلم - ) !، ثم نراه يهدد الكفار بحلول الويل ¶ فيهم إذا ما انقض سيفه عليهم، وفخره بذاته المتفردة هنا يحمل فخراً مبطناً ببطولات الجيش الإسلامي الذي ¶ هو جزء منه. ¶ وحريٌّ بنا ألا ننسى شاعر الفتح الإسلامي البطل القعقاع بن عمرو التميمي(¬1): الذي تستغيث به أصوات الأبطال الفرسان في المعارك، تطلب معونته في الجهاد، فيغيث مَنْ طلب المساعدة منه إذ يقول في إحدى فتوحاته(¬2): ¶ يَدعونَ قَعقاعاً لِكلِّ كَريهةٍ ... ... فَيُجيبُ قَعقاعٌ دُعاءَ الهاتِفِ ¶ ¬__________ ¶ (¬1) صحابي من تميم، أخو عاصم، كان من الشجعان الفرسان، وله في قتال الفرس بالقادسية وغيرها بلاء عظيم. الإصابة: 4/392. ¶ (¬2) الإصابة في تمييز الصحابة: العسقلاني: 4/393.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "إنَّ الشاعر هنا في معرض الافتخار بذاته المتفردة في القتال، والاعتداد بها، فهو يُغيثُ ولا يُغاث، ويَنْصُرُ ولا يُنْصرْ، وقد جعل القعقاع الجماعة تدعوه لنصرتها رهبة من المعركة، وفي استنصار الجماعة الفردَ دلالة على قوةِ المستنصَر وشجاعته، ولعلّ فخره الفردي هذا لا ينطوي تحت رغبةٍ دفينة في إبراز بطولاته وتفرده بل إلى رغبة في تصوير بطولة الفاتح المسلم وشجاعته وتفانيه في نصرة إخوانه، فنراه نكّر اسمَهُ، وعرّف المستغيث به (الهاتف) إمعاناً في تواضعه. ¶ إلا أنَّ البطولات الفردية، والبلاء الحسن للمجاهد المسلم قد يجرّ عليه حسداً من قبل أصحابه، وهذا ما حدث مع الشاعر الأموي نصر بن سيار(¬1) في فتوحات بلاد الترك ضد خاقانهم في وقعة الشِّعب، وقد قتل كثير من المسلمين بسبب سوء سياسة قائدهم الجنيد، وضعف تكتيكه العسكري، فنرى ابن سيار يقول في تلك الوقعة(¬2): ¶ إنْ تحسدوني على مثلِ البَلاءِ لكمْ ... ... يوماً فمثلُ بلائي جَرَّ لي الحَسَدا ¶ أرميْ العدُوَّ بأفراسٍ مُكلَّمةٍ ... ... حتّى اتّخذْنَ على حُسّادهِنَّ يدا(¬3) ¶ هلاّ شكرتمْ دِفاعي عنْ جُنيدِِكمُ ... وقْعَ القنا، وشِهابُ الحربِ قَدْ وَقَعا ¶ ¬__________ ¶ (¬1) هو ابن رافع بن حري بن ربيعة الكناني، أمير من الدهاة الشجعان، كان شيخ مضر بخراسان، فتح حصوناً، تغلب عليه أبو مسلم في خراسان، مرض في مفازة بين الري وهمزان، ومات بساوة سنة 131هـ. الأعلام: الزركلي: 8/23. ¶ (¬2) تاريخ الأمم والملوك: الطبري: 4/1386. ¶ (¬3) مُكملَّة: من الكَلْم: الجُرح. لسان العرب ( كَلَم ).",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "يفتخر ابن سيّار يفتخر ببلائه الحسن الذي حسده عليه أصحابه، فقد أبلى بلاءً حسناً يفوق بلاء قائده الجنيد، الذي أوقع المسلمين في شراك العدو جهلاً وسوء تدبير، ونرى الشاعر يصوّر لنا كيف رمى الأعداء بخيولٍ جريحة من كثرة الطعن، حتى أصبحت ذات فضل على البشر المقاتلين، ونرى أن الشاعر يضفي دلالة الذل والعار على الجنيد ( القائد الفاشل ) فيطلب من المسلمين أن يشكروه على صنيعه بدل أن يحسدوه. وقد يكون هذا التباهي الفردي عند الشاعر سبيلاً اعتمده ليحرض المسلمين على السير في الجهاد والبطولة كما سار هو. ¶ ولنقف مع الشاعر الفاتح الحكم بن عمرو التغلبي(¬1) في فتح مكران في بلاد فارس زمن الخليفة عمر بن الخطاب رضي الله عنه، حين يفتخر ببطولاته المتفردة في القتال إذ يقول(¬2): ¶ فإنّي لا يَذمُّ الجيشُ فعلي ... ... ولا سيفي يُذمُّ ولا سِناني ¶ غداةَ أُرفِّعُ الأوباشَ رفعاً ... ... إلى السِّند العريضةِ والمدانِ ¶ ومهرانٌ لنا في ما أردنا ... ... مطيعٌ غيرُ مُسترخِي الهوانِ ¶ يؤكد الشاعر هنا أنَّهُ يقوم بالأفعال المشرّفةِ التي لا تذم من قبل الجيش في الجهاد، فسيفُهُ ورمحه يبليان بلاء عظيماً في القتال، وهو يدحر الأعداء دحراً بكل بطولةٍ وشجاعة، حيث يبحثون عن ملجأ لهم في بلاد السند والمدائن، أما القائد الفارسي فقد وقع في الذل إذ أصبح ضعيفاً خائر القوى مطيعاً للمسلمين في استسلامه، والشاعر هنا يمعن في استخدام ضميره الذاتي ليفتخر بنفسه إذ انضوى تحت لواء الإسلام. ¶ ¬__________ ¶ (¬1) له ذكرٌ في الفتوح، وهو الذي حاصر مكران، وهزم ملكها، وبعث بالفتح إلى عمر (ر) في قصة طويلة. الإصابة: 1/518. ¶ (¬2) معجم البلدان: ياقوت الحموي: 5/179.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ويتجه الجيش الإسلامي نحو بلاد فارس بقيادة الأقرع بن حابس وأخيه بأمر من أمير المؤمنين عمر (ر) وكان في الجيش كثيّر بن الغريزة النهشلي(¬1)، فيستشهد بعض أصحابه في تلك البقاع النائية في الجوزجان والطالقان، فيرثيهم، مضمناً فخراً ذاتياً ببطولاته الرائعة وذاته المتفردة في القتال اندفاعاً وصموداً وبلاءً حسناً فيقول(¬2): ¶ فإن أهلكْ فلم أكُ ذا صدوفٍ ... ... عنِ الأقرانِ في الحربِ العوانِ ¶ ولكني إذا ما هايجوني ... ... منيعُ الجارِ مرتفعُ البَنانِ ¶ ويكرهني إذا استبسلتُ قِِرني ... ... وأقضي واحداً ما قَدْ قضاني ¶ إنّ الشاعر لا يجزع على نفسه إذا استشهد لأنه يدرك أنه ما كان رعديداً ولا خائفاً فارّاً من الأعداء عند اشتداد الحرب، بل لقد كان يحمي جاره الذي يستغيث به، ويده عليا دائماً في كل الأمور، فلا يعرف الذلّ حتى إنَّ قِرنَهُ يكرهه ويحسده إذا رأى بلاءه النادر واندفاعه المستميت إلى الوغى، ويقضي على خصومه دون أن يصاب بأذى. وكأن الشاعر يخبرنا أنه راضٍ عن جهاده فقد فعل ما بوسعه، وهو ينتظر حكم الله فيه نصراً أو شهادةً. ¶ ولقد كانت معركة نهاوند المعركة الحاسمة التي دقت المسمار الأخير في نعش الفرس، واستطاع الجيش الفاتح أن يهزم جموع الفرس الغفيرة هزيمة نكراء بقيادة (المثنى بن حارثة)، وكان في الجيش الفاتح عروة بن زيد الخيل(¬3)، الذي أبلى في هذه المعركة بلاءً عظيماً ثم راح يفتخر بذاته قائلاً(¬4): ¶ ولو شَهِدَتْ يومَي جَلولاء حَربنا ويومَ نهاوندَ المهولِ استهِلَّتِ ¶ ¬__________ ¶ (¬1) شاعر مخضرم بقي إلى إمرة الحجاج، غزا الطالقان في عهد عمر بن الخطاب (ر). الإصابة: 4/497 ¶ (¬2) الأغاني: الأصفهاني: 11/279 ـ 280. ¶ (¬3) صحابي مشهور اجتمع مع النبي - صلى الله عليه وسلم - وكان غلاماً، شهد القادسية، عاش إلى خلافة علي (ر)، وشهد صفين معه. الإصابة: 4/445 ـ 446. ¶ (¬4) الأخبار الطوال: الدينوري ص 138.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "إذاً لَرَأتْ ضربَ امرِئ غيرَ خاملٍ ... ... مُجيدٍ بِطعنِ الرُّمحِ أَروعَ مُصلتِِ ¶ يأمل الشاعر أن تكون خلّته قد شاهدت بلاءه الحسن في طِعانه مع الفرس عندها ستفرح وترى أنَّ ضربه في المعارك ضربَ فارسٍ بطلٍ شجاع غير ضعيف ولا جبان أجاد استعمال الرماح في المعارك الكثيرة. ¶ وقد كانت فتوحات صعيد مصر من أكثر الفتوحات إتعاباً للمسلمين، حيث حشد القائد عمرو بن العاص آنذاك جيشاً ضخماً، وقسّمه إلى جيوش صغيرة فراح كل قائد يعرض جيشه أمام القائد ابن العاص، وكان من بينهم الزبير بن العوام(¬1) (ر) الذي راح ينشد(¬2): ¶ أنا الزّبيرُ ولدُ العوامْ ... ... ... ليثٌ شجاعٌ فارسُ الإسلامْ ¶ قَرمٌ همامٌ فارسٌ هجّامْ ... ... أقتلُ كلَّ فارسٍ ضِرغام(¬3) ¶ وإنّني يومَ الوغى صَدّام ... ... وناصرٌ في حانِها الإِسلامْ ¶ يستهل الزبير حديثه بالتعريف عن نفسه، وتصوير بطولاته في المعارك، وهو يعدد لنا كثيراً من صفاته التي توحي بفرديته، وشجاعته النادرة، فهو قرم شجاع فارس هجام صدّام. .. ) وهذه النعوت لا تجتمع إلا في فارس عُرفَ بالتواتر بفضله في الجهاد ونشر الإسلام كالزبير بن العوام، فالزبير لا يقتل عوام الأعداء، بل الفرسان الأبطال الشجعان، فهم أقرانه، وهو لا يقصد في هذا البلاء الحسن في جهاده سوى نصرة الإسلام، فتراه يوم المعركة (صدّام) وهي مبالغة اسم فاعل توحي لنا بمدى صدقه في الجهاد واندفاعه إليه، وبذلك يستنهض همم رفاقه المجاهدين ليسيروا على خطاه. ¶ ¬__________ ¶ (¬1) هو أبو عبد الله حواري رسول الله - صلى الله عليه وسلم - وابن عمته، أمه صفية بنت عبد المطلب، وهو أحد العشرة المشهود لهم بالجنة، هاجر الهجرتين، قتله رجلٌ من تميم اسمه عمرو بن جرموذ سنة 36 هـ: الإصابة: 2/213. ¶ (¬2) فتوح الشام: الواقدي: 2/447. ¶ (¬3) قرم: القرم: السيد المعظم: لسان العرب (قرم).",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ثم يعرض الفضل بن العباس(¬1) (ر) جيشه على عمرو بن العاص في تلك الفتوحات في صعيد مصر، فيتقدم حاملاً رايته قائلاً(¬2): ¶ إنّي أنا الفضلُ أبي العباسْ ... ... وفارسٌ مُنازلٌ حوّاسْ ¶ معي حسامٌ قاطعٌ للرّاس ... ... وفالقُ الهاماتِ والأضراسْ ¶ أفني بهِ الأعدا بلا إِلباسْ ... ... وما عليَّ فيهمُ مِن بَاسْ ¶ نلاحظ أنَّ أغلب الشعراء الفاتحين يستهلون أبياتهم بضمير المتكلم، وهنا نرى الفضل يعتزّ بنسبه وقرابته من رسول الله ( - صلى الله عليه وسلم - )، ويضيف إلى شرف النسب، الشجاعة والبطولة الخارقة، ولعل الصورة الخيالية التي تقترب من الأسطورة أحياناً في معرض تصوير الذات المتفردة لها أغراض نفسية عديدة، أهمها شد أزر الشاعر لنفسه بها، ثم بث الخوف والرعب في قلوب الأعداء، ثم تشجيع المسلمين وتجديد عزيمتهم إذا ونت أو فترت، فيكون ذلك أدعى لصمودهم، فصورة القتل والقطع التي يلحقها الشاعر تعيد للمسلمين المجاهدين الثقة بأنفسهم بأنهم قادرون على أن يفعلوا بالأعداء الأعاجيب، فهم أصحاب رسالة سامية ويؤكد ذلك في البيت الأخير عندما ذكر أنه يفني بسيفه الأعداء دون شك، وليس عليه جناح في قتلهم والتنكيل بهم لأنهم شاقوا الله ورسوله، فاستحقوا أن يسلط الله عليهم أيدي المجاهدين قتلاً وتنكيلاً وبطشاً وقطعاً. ¶ نظرة تحليلية لصورة الذات المتفردة في شعر الفتوحات الإسلامية: ¶ ¬__________ ¶ (¬1) هو ابن العباس بن عبد المطلب بن هاشم الهاشمي، ابن عم سيدنا رسول الله ( - صلى الله عليه وسلم - ) أمه لبابة بنت الحارث غزا مع النبي ( - صلى الله عليه وسلم - ) مكة، قتل في طاعون عمواس سنة 15 هـ. له أحاديث عن الرسول ( - صلى الله عليه وسلم - ). الإصابة: 4/346. ¶ (¬2) فتوح الشام: 2/447.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "لعلّ الدارس للشعر والناقد له يدرك إدراكاً تاماً أن العملية الشعرية تحتاج إلى دوافع وشروط لنجاحها، فالشعر عملية معقدة، وليست بسيطة، إذ له مقوماته التي يرتكز عليها، ولا يمكن لنا بحالٍ من الأحوال أن نفصل الشاعر عن محيطه المعيش، فالمحيط هو أحد أهم دعائم قول الشعر، وما الشعر إلا مرآة للواقع، ونقل لنفس الشاعر إلى الخارج، وقد عالج كثير من الدارسين أسس الإبداع، ودور ذات الشاعر وتجاربها في إنجاح الشعر، فلكل شاعر ذاتيته الخاصة المنفصلة عن ذاتية سواه، ولم يغفل الأقدمون بحث الذات الشاعرة في دراساتهم المستفيضة للشعر ودوافعه، ولعل من أهم من عالجوا هذا الموضوع الجاحظ: إذ نراه يقول: ( وليس في الأرض إنسانٌ إلا وهو يطرب من صوت نفسه) (¬1). ¶ ولعل تمجيد الذات المتفردة مأثر جاهلي اعتاد عليه كثير شعراء الجاهلية وقد ظل الناس يعتزون بهذا المأثر، على الرغم من ظهور الإسلام وأحداثه العظيمة و هذا الفخر بالذات اكتسى حلة أخرى في العصر الإسلامي، ولكنّ (الناس بمآثر العرب في الجاهلية أشد كلفاً. ..، فما بال أيام الإسلام ورجالها لم تكن أكبر في النفوس وأجل في الصدور من رجال الجاهلية مع قرب العهد، وعظم خطر ما ملكوا، وكثرة ما جادت به أنفسهم(¬2). ¶ ولكن الجهاد الإسلامي أفرز أبطالاً لم نرهم في الجاهلية، والمسلمون (كانوا في أثناء هذا الجهاد ينظمون أناشيد حماسية مدوّية، يتغنون فيها بانتصاراتهم ويمتدحون شجاعتهم وما يؤدون لله ودينه) (¬3). ¶ ولعلي لا أبتعد عن موضوعي عندما بحثتُ قليلاً في الذات الإنسانية، لأنهُ لا انفصال في بحثي هذا بين الصورة والذات، فالصورة وليدة الذات وتجاربها المعيشة وبحثي يتناول (صورة الذات المتفردة) وإن كانت هذه الصورة قديمة. ¶ ¬__________ ¶ (¬1) الحيوان: (2 / 106). ¶ (¬2) الحيوان الجاحظ: (2/108). ¶ (¬3) العصر الإسلامي: شوقي ضيف: 62.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وتجدر الإشارة إلى أنَّ (شعرنا القديم لم يحفل بالصورة الرامزة المشحونة بتجارب أو أطراف من تجارب الشاعر إلا في النادر، لكن هذا لم يمنع من ظهور الصورة الشعرية غير الرامزة، أعني الصورة التي ترسم مشهداً أو موقفاً نفسياً أو وصفاً مباشراً، وكذلك الصورة التي تكسب المعنى خصوبة وامتلاءً) (¬1) وبالطبع صورة الذات المتفردة تخوض في الموقف النفسي للشاعر من الجو العام للمعركة، ودفاعه المستميت عن الدين والعقيدة ولذلك فإن علم النفس قد يسبر أغوار بعض القصائد التي قالها شعراؤها وهم في موقف نفسي معين، وبالتالي ( فإنَّ موقف بعض النقاد العدائي من نتائج علم النفس التحليلي وعلم النفس بصفة عامة لا مبرر له) (¬2). ¶ والذات العربية نراها عبر التاريخ متنوعة في حالاتها، ومختلفة باختلاف الظروف التي مرت بها، فهي (منغرسة في الأمم السامية، يانعة في عصور إسلامية) (¬3) ثم وصلت إلى درجة من الانحطاط واليأس في العهد العثماني، فهي وليدة الواقع والظروف، ومن هنا كان النص الأدبي شديد التأثر بالذات التي أنتجته، لأن النص ¶ ( تحركه شبكة من العلاقات الخارجية والداخلية للذات المبدعة من أجل إحداث الأثر الفني) (¬4). ¶ ويمكننا أن نتناول نموذجاً تحليلياً لشاعر فاتح أو شاعريَّن بغية التعمق نوعاً ما في ذاته ودوافعها، ودلالات الألفاظ والتراكيب والصور التي أفرزها إيمانه العميق بجهاده الصادق ودينه القويم. ¶ ها هو عبد الله بن عمر بن الخطاب (ر) يعرض جيشَهُ أمام عمرو بن العاص (ر) قبل فتوحات صعيد مصر، فيقول (¬5): ¶ وَحقِّ مَنْ أَنزلَ الآياتِ في السُّوَرِ ... ... وأرسلَ المصطفى المبعوثَ مِن مُضَرِ ¶ ¬__________ ¶ (¬1) التفسير النفسي للأدب د. عز الدين اسماعيل. ص89. ¶ (¬2) التفسير النفسي للأدب د. عز الدين اسماعيل. ص125. ¶ (¬3) التحليل النفسي للذات العربية د. علي زيعور. ص201. ¶ (¬4) الاتجاه النفسي في نقد الشعر د. عبد القادر فيدوح ص14. ¶ (¬5) فتوح الشام: 2/448.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "لا أنثني عَنْ لِقا الأعداءِ لو جُمِعتْ ... حُماةُ أبطالِهم يوماً كما الدُّبُرِ ¶ حتّى أبيدَهُمُ ضَرباً وأتركُهُمْ ... ... فوقَ الثَّرى خُمّشاً مَخدوشةَ الصَّدرِ ¶ يستهل الشاعر أبياته بأسلوب القسم (وحقّ) وهذا القسم إنما هو بالله عز وجل، فالله هو الذي أنزل الآيات في السور، وهو الذي أرسل المصطفى الهادي إلى البشر، وقد قصد الشاعر بهذا القسم تعظيم الله عز وجل وتعظيم قدر رسول الله ( - صلى الله عليه وسلم - )، بالإضافة إلى لفت أنظارنا إلى أهمية جواب القسم الذي يستدعي الاهتمام والانتباه، ليشد أذهان المستمعين إليه، فيلقي على مسامعنا جواب القسم: ( لا أنثني عن لقا الأعداء لو جمعت. ..",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": ") أي إنه لن يجبن أو يضعف عن مجابهة الأعداء وطعانهم إذا ما احمرّت الحدق، وحمي وطيسُ المعركة، حتى ولو جمع الأعداء في جيشهم العرمرم خيرة أبطالهم وأشاوسهم، لأنّ الشاعر له غاية سامية وهي إبادة الأعداء وإفناؤهم بضرباته القاسية، حتى يتركهم جثثاً فوق الأرض مهانة مخدوشةً صدورها، ولعلَّ الشاعر إذا نسب الجروح إلى صدور الأعداء دون الظهور، يجعلنا نستشف من ذلك أن أعداءه كانوا من الشجاعة بحيث لا يديرون ظهورهم لمن يقاتلهم، فالشاعر لا يقاتل إلا الأقران الشجعان، بل إننا نشعر وكأنه وحده من يقاتل الأعداء، فضمير الذاتية في قوله: ( لا أنثني ـ أبيدهم ) يوحي بذلك، وكأنه حمل عاتقه حماية هذا الدين ولو وحيداً، فهو الذي تربى على حب الجهاد، والتفاني في سبيل العقيدة والدين، ونرى أنَّ الشاعر قد استخدم البحر البسيط في أبياته، لما يحمله هذا البحر من تقرير وخطابية، فتفعيلاته ( مستفعلن فاعلن مستفعلن فاعلن ) تشبه في سيرها اللفظي تدفق السيل الشديد، صخباً واندفاعاً، وهذه الإيقاعات الموسيقية بنبرها وارتكازها تحمل صوت الذات والنفس الشاعرة، المتدفقة بنور الإسلام، وإننا نلاحظ كثرة بعض الحروف المنبورة والشديدة الإيقاع مشدّدة كانت أو غير مشددة مما يوحي لنا بالموقف النفسي والشعوري لمشهد القتال والصمود والتصميم على البلاء الحسن كما في قوله ( السُّور ـ لقاء ـ الأعداء ـ جمعت الدّبر ـ ضرباً ـ فوق ـ الثرى ـ فُمّشاً ـ مخدوشة ـ الصدر ). . ولا سيما البيت الأخير الذي وضح فيه فعل الضرب وآثاره على الأعداء وهذا ما يدعى بمطابقة اللفظ للمعنى في علم النقد الأدبي، فالألفاظ والتراكيب لا قيمة شعرية لها إن لم تحاكي المعنى المراد لدى الشاعر وتعكسه للمتلقي.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وكأن الإيمان والإسلام أوقد في نفس الشاعر هذه الصور الرائعة، ( فمن المشاعر الإسلامية الخطيرة التي شاع أثرها في شعر ما ركزه الإسلام في العرب من إحساس بالقوة، وما أثمره عمق إيمانهم من اعتداد بأنفسهم، وتقدير لذواتهم واستهانة بقوى الباطل، لإيمانهم بأنهم على حق وفي سبيله) (¬1). ¶ ونلاحظ أنَّ هذه الأبيات تحوي صوراً جزئية تتركب مع بعضها في رحم القصيدة لتنجب صورة متينة الأعضاء، متكاملة الخلق، ولا انفصال بين هذه الأجزاء (فإذا انفصلت الصورة الجزئية عن مجموعة الصور الأخرى المكونة للقصيدة فقدت دورها الحيوي في الصورة العامة، أما إذا تساندت مع مجموعة الصور الأخرى أكسبها هذا التساند الحيوية والخصب) (¬2). ¶ وها هو شاعر الفتح الإسلامي القعقاع يزحف في القادسية يوم أغواث ثلاثين زحفاً يقتل في كل زحف فارساً فارسياً، فيقول مفتخراً بذاته المتفردة المنطوية تحت لواء الإسلام، وبقتله القائد الفارسي بزرجمهر(¬3): ¶ حَبوتُهُ جَيّاشَةٌ بالنَّفسِ ... ... هَدّارةً مثلَ شُعاعِ الشّمسِ(¬4) ¶ في ليلِ أغواثَ قتيلُ الفرسِ ... ... أنخسَ بالقومِ أشدَّ النّخسِ(¬5) ¶ ¬__________ ¶ (¬1) شعر الفتوح الإسلامية في صدر الإسلام: د. النعمان عبد المتعال القاضي ص305. ¶ (¬2) التفسير النفسي للأدب: د. عز الدين اسماعيل ص100. ¶ (¬3) مروج الذهب: المسعودي: 2/314 ¶ (¬4) جياشة: جاشت النفسُ: فاضت: لسان العرب (جَيَشَ). ¶ (¬5) أنخَسَ: نخسَ الدابة عرز جانبها أو مؤخرها بعود: لسان العرب (نَخَسَ).",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "يصور الشاعر لنا بطولته الفذة في قتل ذلك القائد الفارسي بزرجمهر فقد (حباه) أي أعطاه القعقاع ( جياشة بالنفس ) أي طعنة قاتلة، وهي التي تجيش في صدر المطعون من رمح أو سيف، ونراه يشبه الرمح بالشعاع والنور الذي يبهر الأنوار، باعتبار هذا الرمح أداة الدفاع عن الإسلام، دين النور والإشراق فقد اكتسى هذا السلاح معنى النور والإشراق، لأنه أداة الدفاع عن الخير والنور الذي أتى به الدين الجديد، وبهذا التصوير للرمح يخبرنا القعقاع أنه ذو خبرة قديمة ودراية واسعة بالحرب والطعن حتى اعتاد على إشراق الرمح وطعن الأعداء به، وذلك اليوم ¶ ( يوم أغواث ) كان عصيباً على الفرس وخاصة بعد أن قتل القعقاع فارسهم وقائدهم بزرجمهر فألحق بعموم الفرس ذلاً كبيراً وخيبةً ما بعدها خيبة، فكيف لا يفخر القعقاع بعد ذلك بهذا المجد الهائل، إذ قتل سيداً يُعَدُّ شعاراً ورمزاً للأعداء، بل أصبح ذلك اليوم أذلّ الأيام عندهم لمقتل قائدهم الذي كانوا يعدون عزتهم بعزته وذلهم بذله. ¶ وهكذا شأن كل الشعراء الفاتحين في اعتدادهم بذواتهم المتفردة فقد (جاء شعرهم خالياً من أية محاولة مصنوعة للتعمل وتوافرت عناصر الصدق وحرارة التعبير، والاقتدار على التأثير، بما لها من سماحة الطبع وجيشان العاطفة وعذوبة التعبير دون إلحاح على تصوير بياني دقيق أو تصيد لتشبيه أو تعسف لاستعارة، وإنما بتعبيره البسيط، في صوره البسيطة تضمن الأداء على أي وجه اتفق) (¬1). ¶ ¬__________ ¶ (¬1) شعر الفتوح الإسلامية: النعمان القاضي: ص340.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "يتبين لنا من خلال استعراضنا لصورة الفارس المتفرد والمفتخر ببطولاته الذاتية في شعر الفتوحات الإسلامية، أنَّ الجندي الفاتح ضرب أروع الأمثلة في التضحية والفداء، وحافظ في الوقت ذاته على القيم العربية الأصيلة المتوارثة في المعارك قبل الإسلام، من فروسية وشجاعة وإقدام وصمود، ولكنه أسدل على هذه الصورة القديمة الجديدة ستار الإسلام، ويمكننا أن نبرز فيما يلي أهم السمات التي اتسمت بها صورة الذات المتفردة المقدمة على الجهاد في ذلك الشعر: ¶ 1ـ تصوير الشاعر لذاته، والتباهي بها، باستخدام الضمير المنفصل أنا أو المتصل (الياء) للمتكلم ثم تعداد بطولاته وبلائه الحسن. ¶ 2ـ ازدراء العدو واحتقاره، وسطوة الشاعر عليه. ¶ 3ـ تصوير إقدام الشاعر واقتحامه صفوف الأعداء وجموعهم دون خوف. ¶ 4ـ تصوير السلاح من سيف ورمح وحصان، تصويراً يخدم فرديته وشجاعته وبراعته في استخدام أدوات الحرب للتشنيع بالأعداء. ¶ 5ـ تصوير قتل الشاعر المجاهد لأبطال المعارك وعظمائهم، دون الضعفاء. ¶ 6ـ انطواء الذات المتفردة على بعد إسلامي ديني، صبغتها تعاليم الإسلام وعقائده ومبادئه بصبغة إسلامية خاصة. ¶ خاتمة: ¶ لقد رسم الشاعر الإسلامي لنفسه صورة مشرقة بنور البطولة الإسلامية الصحيحة، حيث تناول فيها إقدامه وجهاده الحسن ضد الأعداء، على نحو لا ينافسه فيه أحد، فجاء تصويره لوحة مزركشة بألوان الظروف التي كانت تحيط به، إذ بدت ذاته المتفردة في أبعاد متنوعة عميقة تسبر لنا غور صورة الفارس العربي المتأثر بإسلامه نقلاً أميناً ممزوجاً بروح الإسلام الذي كان أولاً وأخيراً مطية ذلك التصوير الرائع الذي يُعَدّ محط افتخار كل عربي ومسلم يعتز بقوميته حتى هذه الأيام. ¶ المراجع: ¶ 1ـ القرآن الكريم. ¶ 2ـ الاتجاه النفسي في نقد الشعر العربي: د. عبد القادر فيدوح: اتحاد كتاب العرب، 1992. ¶ 3ـ الأخبار الطوال: الدينوري، دار إحياء الكتب العربية، القاهرة، ط1 / 1960.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "4ـ الإصابة في تمييز الصحابة: العسقلاني، دار الفكر، بيروت، ط1 / 2001. ¶ 5ـ الأعلام: الزركلي: دار العلم للملايين: بيروت، ط15/ 2002. ¶ 6ـ الأغاني: الأصفهاني، دار الكتب العلمية: بيروت، ط1 / 1986. ¶ 7ـ تاريخ الأمم والملوك: الطبري، دار صادر، بيروت، ط1 /2003. ¶ 8ـ التحليل النفسي للذات العربية: د. علي زيعور، بيروت ـ لبنان ط1 1977. ¶ 9ـ التفسير النفسي للأدب: د. عز الدين اسماعيل، دار العودة، بيروت، د. ت. ¶ 10ـ الحيوان: الجاحظ، ت: عبد السلام هارون، مكتبة الأسرة / 2004. ¶ 11ـ شعر الفتوح الإسلامية في صدر الإسلام: د. النعمان القاضي، دار المنارة، السعودية، ط1/1998. ¶ 12ـ العصر الإسلامي: د. شوقي ضيف، دار المعارف، مصر، ط7. ¶ 13ـ فتوح الشام: الواقدي، دار صادر، بيروت ط1 / 2004. ¶ 14ـ لسان العرب: ابن منظور، دار إحياء التراث العربي، بيروت ط2/1992. ¶ 15ـ مروج الذهب: المسعودي، ت: سعيد اللحام، دار الفكر بيروت ط1/2000. ¶ 16ـ معجم البلدان: ياقوت الحموي، دار صادر بيروت ط1 1996.",
            "page": "19",
            "part": "1"
        }
    ],
    "t34511": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "صورة الذات المتفردة في شعر الفتوحات الإسلامية"
        }
    ]
}