{
    "b34531": [
        {
            "id": "1",
            "nass": "محنة الذات ¶ بين ¶ السلطة والقبيلة ¶ البريد الالكتروني: unecriv@net.sy E-mail : ¶ aru@net.sy ¶ موقع اتحاد الكتّاب العرب على شبكة الإنترنت ¶ http://www.awu-dam.org ¶ تصميم الغلاف للفنان : ناصر زين الدين ¶ (( ¶ محمد رضوان ¶ محنة الذات ¶ بين ¶ السلطة والقبيلة ¶ ((دراسة لأشكال القمع وتجلياته في الرواية العربية)) ¶ من منشورات اتحاد الكتاب العرب ¶ دمشق - 2002 ¶ الإهداء ¶ إلى رفاق الروح: ¶ عادل... ¶ وعد... ¶ فواز... ¶ حمود..، أبي.. وأمي.. و.... ¶ ماذا لو تأخرتم قليلاً في الرحيل..؟ ¶ لو انتظرتم حتى ولادة الفجر..؟ ¶ ... ... أبهذا الحجم كنتم عبئاً على الكون؟! ¶ أَعِدُكُمْ.. سأظل مشاغباً. ¶ حتى أدرك خطوتَكم.. الأخيرة... ¶ محمد ¶ *** ¶ فاتحة الكلام ¶ إذا كان لا بد من تمهيد لكل كلام أو نص، فإنني أودّ أن أعرض تصوراً عاماً لفكرة هذا الموضوع الواسع، المتعدد الجوانب، انطلاقاً من نماذج روائية معاصرة، كمؤشر للتغيرات التي طرأت على المجتمعات العربية خلال النصف الأخير من القرن العشرين. وما كان لها من ظلال ومعانٍ في مضامين الرواية وأشكالها بل وفي جميع الأجناس الأدبية الأخرى. ¶ لقد كانت المجتمعات العربية، حتى تخوم حزيران عام /1967/، بنموها المتباين، تبدو أشبه ما تكون، في مسيرتها، بالبطل التراجيدي السائر نائماً في دروب محفوفة بالمخاطر والانهيارات؛ لكنه يحمل أملاً في انبثاق يقظةٍ تحميه من المفاجآت الموجعة. ¶ إلا أن النص الروائي المستشعر للفجيعة وأعاصيرها، تناول جوانبها المتعددة عبر وصف تفصيلي للإنسان العربي، في إطار فضائي- زمني، تطبعه علائق القهر والقمع والحرمان والاستغلال... إلى التساؤل الساخر المتشكّك في طروحات السياسة وبريق الشعارات.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "إنها رحلة طويلة حقاً، رغم قِصَر تاريخها الفني، تلك التي قطعتها الرواية العربية ما بين صوت المويلحي- وجبران(1) وهيكل، وبين شخصيات نجيب محفوظ.. وحنا مينا. ويوسف إدريس.. وعبد الرحمن منيف.. وجبرا.. وكنفاني والياس خوري وحيدر حيدر وصنع الله إبراهيم، الغيطاني.. إلخ.. إلخ- وهي ترتجف تحت وطأة القهر والقمع والتمرد؛ تبحث، عبثاً، عن صفاء قيمٍ وتقاليد رحلتْ، أو كادت، لتَخْلِفَها مقاييس وأنماط تبدو هجينة في بنية المجتمع، متداخلة كتداخل البِنْيات الاقتصادية والاجتماعية المتعثرة في حركة نموّها وتطورّها..، فجاءت فجيعة حزيران /1967/ لتعمِّد بالدم ميلاد مجتمع إشكالي، بدأت تبرز فيه الرواية العربية كصيغة مفتوحة على كل الأشكال والتيارات..، تلاحق مشاهد السقوط المفجع وانهيار بعض المسلمات ويقينياتها عبر أشلاء الأزمنة المتداخلة والمكتسِبة لمعانيها في البحث عن فضاءات جديدة للنص الروائي. ¶ إلا أن النقد العربي الحديث، خلال حقبة لا بأس بها، شغَل نفسه بالبحث عن جذورٍ للرواية في التراث العربي لإثبات أن هذا الجديد قديم، والإلحاح على ضرورة العودة إلى الحكايات والسير والمقامات والقصص الشعبية، لاستلهامها واستيحائها، وبذلك \"نحطّم الخرافة التي تزعم القصور في العقلية العربية\"(2). ¶ هذه الإشكالية الثانوية ضيَّعَتْ فرصة الحوار المبدع والخلاق مع ذلك التراث القصصي /باستثناء جمال الغيطاني/، ليس من منطلق اعتباره كنزاً يؤكد سَبْقاً في هذا الفن، ولكن بالنظر إليه في تاريخيته ومحدوديته، وفيما يشتمل عليه من عناصر تركيبية وبنائية، لها امتداداتها في التطورات القصصية، والروائية اللاحقة(3) صالحة لأن تكون مفتاحاً للحوار، بالمعنى العميق، داخل الرواية العربية الحديثة، أي وسيلة لإبراز الفروق اللغوية والفنية في البنية السَّردية للرواية.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ومهما اختلفت الآراء والتأويلات، فإن الرواية العربية الحديثة جاءت قريبة- في أشكالها ومضامينها- من الرواية الأوروبية، لأن الفلسفة الاقتصادية والاجتماعية التي برزت في ما سمّي بعصر النهضة العربية، كانت تدور في فلك المفاهيم العامة للمجتمعات الغربية وقوانينها، رغم استحالة تحقيق النتائج نفسها، ومن ثم فإن الثقافة، وبخاصة في عهد الاستعمار، قد مهّدت لقيام تفجيرات أدبية فنية كبرى، تنهل من منابع ثقافية وفلسفية متباينة، تتقاطع فيها التصورات المثالية مع المفاهيم الجدلية والمادية. ¶ لقد كان واقع المجتمعات العربية في مستهل القرن الماضي مسرحاً سريع الحركة، ومن ثم كانت الرواية العربية منذ ميلادها، منبهرةً، مأخوذة بهذا الواقع المستجد، تلاحقه لاهثة، تسجله وتصوغه في مواقف وشخصيات وأحداث، وفضاءات وأزمنة، تحاكي وتشخّص، وتصف وتسرد، متنقلةً بين التقليد والتحديث والإبداع على يد روائيين لم تكن ثقافتهم أحادية البعد، إذ هم جزء من عملية التحديث في التحولات الاجتماعية. ¶ هؤلاء الروائيون، على اختلاف انتماءاتهم الطبقية والفكرية، سرعان ما حققوا إنجازات فنية وفكرية في واقعية الرواية العربية، ليس فقط عن طريق نظيرتها الأوروبية أو الروسية. ولا بتأثير الترجمة والاقتباس. وإنّما لكونهم يتمتعون أيضاً بإدراك الواقع وفهمه، بمعناه الواسع، وهو يقترب من مفهوم الفلسفة الأوروبية للواقع في مختلف اتجاهاته؛ أي إعطاء الأسبقية للتجربة الفردية والتقاط الظواهر بعناصرها الجوهرية، والشخصيات بسماتها المتفردة، وربط الفضاء الروائي بالزمن.. إلخ.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "من هذه الزاوية يمكن القول إنَّ الرواية العربية (وأعني النماذج الجيدة منها والمتميزة) لا تكتسب واقعيتها عَبْرَ وصف الحياة العصرية الطارئة أو الوافدة، وإنما تستمدها أساساً من الشكل الذي تشيّدهُ عبر عملية بناء وهدم، واكتشاف واختراق للواقع، تضمّنها رؤية من بين رؤى أخرى ممكنة، بعيداً عن الفوتوغرافية والميكانيكية التسجيلية. ولو اعتمدنا بعض النماذج الجيدة لوجدنا أن الرواية العربية في الأربعينيات وبداية الخمسينيات، لم تكن روايات فوتوغرافية أو ميكانيكية كما يقال في أحكام عشوائية ومبتسرة، بل إن هذه الواقعية رغم دورانها في فلك الواقعية الأوروبية، قد أنتجتْ، بسبب تماسها مع الواقع العربي الخاص بها، نماذج غنية الأشكال والمضامين تتعدى الفرد والطبقة، وتكسر وهم التطابق بين العالم المشخَّص والعالم الروائي؛ كما في قنديل أهم هاشم، زقاق المدق، خان الخليلي، القاهرة الجديدة، والمصابيح الزرق.. الرغيف.. إلخ. ¶ فهذه كلها روايات تثبت تعددية الواقع، وتعددية الواقعية، بالإضافة إلى أنها تُخرج الكاتب والقارئ من نطاق الإحساسات الفردية، وتسجيل الوعي ¶ بالزمن من خلال الذاكرة الشخصية إلى نطاق الوعي بالأشياء، والعلائق، والمحيط الاجتماعي، وكون الرواية جزءاً من منظومة ثقافية، ومن حقل ¶ أيديولوجي ما(4)- لا بد أن تصل إلى المتلقي وأن تتعرض إلى النقد والتنظير وإثارة الأسئلة والإشكاليات الفكرية، فبعد أن تجاوزت الرواية العربية الحديثة إشكالية البحث عن أصولها في التراث، دخلت في إشكالية أخرى- لا تزال موضع جدال متعدد الأطراف- هي إشكالية التنظير لها،على غرار ما حاوله \"جورج لوكاتش\" و \"باختين\" وغيرهما، وهذه الإشكالية المزمنة مصدرها قبل كل شيء طبيعة العلاقة المعقدة والمتداخلة إلى حدّ الضبابية الفكرية بين النقد العربي والنقد الأوروبي بكل اتجاهاته بما في ذلك النقد الماركسي، ثم نوعية العلاقة غير المتكافئة بين الناقد والروائي.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "فبالنسبة للرواية العربية الجديدة؛ فإن جزءاً كبيراً من إشكالياتها ارتبط بفهمها للواقع والواقعية، وبطموحاتها النظرية: -في الفن من حيث التجاوز، وفي الإيديولوجيا من حيث الانفكاك الوظيفي الضيّق(5)، وأعتقد أن عدداً من الروايات الصادرة بعد /1967/ حملت مؤشرات التجاوز، ورسّخت الرؤية الواقعية من خلال أشكال فنية جديدة، مركبة، تضرب في أعماق الذات الفردية والجماعية، وتعرّي حالات القمع والقهر والزيف، وتفضح زنازين الخوف، والسلطة، والوصايا الأبوية...، وبذلك تعددت المرايا لتُظهرَ هذا الواقع المتردّي، الذي يراد له الاستمرار والتكرار، ثم لتتحول الرواية بعد حزيران/67/ إلى مرايا مخيفة وحافزة في الآن نفسه، مخيفة لمن يتوهمون أن الواقع ثابت أو خاضع لحركة دائرية، وحافزة لمن يؤمنون بالتحول وبالفعل المبدع، الخلاق، في عملية التغيير، وبهذا المعنى تظل الرواية العربية، والفنون الأخرى بشكل عام، مجال تحررٍ للمخيِّلة الفردية والجماعية- رغم الحصار النسبي عليها- ترصد التاريخ الماضي والراهن، وترسم من الداخل التاريخ الفردي والجماعي للقوى العربية الرافضة للإحباطات والهزائم، رغم صنوف القمع والاضطهاد والتغييب لتلك القوى الخفية، الكامنة في رحم التربة الوطنية والقومية. ¶ هذه الحيوية التي اكتسبتها الرواية العربية المعاصرة من خلال قدراتها على التجاوز، ومواكبة التحولات، وصياغة النقد الجذري لأنساق الحياة. للسلطة وتشخيصاتها، هذه الحيوية هي التي ساهمت بشكل ما في بلورة الوعي المناهض للاستغلال والاستسلام، واستبداد السلطات، إلى جانب رصد التحولات الجوهرية في المجتمعات العربية بعد الاستقلال.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "في القراءة النقدية للنص، تنمو الكتابة عبر علاقات متعددة ومتنوعة، لتعود إلى مراجعها الحية، فنقرؤها تارةً خارج النص، في توحّشها وتفاصيل معيشتها، في صمتها وخفائها، وتارةً داخل النص عبر جمالياتها المتعددة في اللغة والرمز والدلالة، فلا تجد الكتابة سبيلاً لها سوى أن تسأل الكتابة نفسها، يعني أن تقرأها من موقع بنيتها، لتثير تلك لعلاقة الجدلية بين الداخل والخارج.. بين الذات والعالم. ¶ أن تسأل الكتابة عن قولها، عن موقعها في الزمن والفن يعني أن تقرأها تحليلاً ونقداً، وليس نقلاً عن راهنيتها وفوضاها، إنما تقولها صياغةً تشارك في خلقها من جديد، عبر عملية بحثٍ وسبرٍ واكتشافٍ، تضيء ما خفي من جماليات الكتابة ومدلولها، ثم تعرّي أسئلة الكتابة في محاولة الإجابة عليها. ¶ في هذا الإطار تأتي الرواية العربية- من بين الفنون الأخرى- أكثر غنىً وتنوعاً في تناول القمع- موضوع هذا البحث- وتجلياته في الواقع الموضوعي والواقع الروائي(6)-. ¶ وقبل تناول هذه الأعمال لا بد من التنويه إلى أن النماذج الروائية التي سيتناولها هذا البحث، لا تنتمي إلى جيل واحد. غير أن المرجع الذي استمدتْ منه الروايات مناخاتها وفضاءاتها الروائية، هو مرجع متقارب وذو إشكالية مشتركة تطمح إلى بناء مجتمع عربي متقدم- عبر عملية هدم واختراق- تسوده العدالة والحرية، وينتفي منه القهر والكبت والاضطهاد. ¶ إن الواقع الموضوعي براهنيّته المستمرة بالحاضر، وربما بالمستقبل، يغمر الواقع الروائي كعلامة فاصلة بين ماضٍ يبدو فاقداً لقيمته ومعناه، بسبب من تدهور الحاضر، ومستقبل مشكوك في نهوضه وإشراقه، نتيجة استمرار نفس البنى المنهزمة، أو ثبوت عجزها.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "إن هذه الملاحظة لا تُعتبر انتقاداً يخص النماذج الروائية التي سأتناولها، بقدر ما هي طرح لقضية نظرية تتصل بالرواية ككل، فالرواية تستمد مادتها من الماضي والحاضر، ومن الجدلية المجتمعية عبر تبدلات الإنسان داخل صيرورة مفتوحة على المستقبل، وهي مشدودة إلى التقاط التعدد الاجتماعي من خلال اللغة والصراع. ¶ إن التحام الرواية بالجدلية المجتمعية وقدرتها على استيعاب بقية الأجناس الأدبية كعناصر، يعطيانها إمكانيات لا محدودة من حيث الشكل وتفريعاته؛ ويمثل التراث القومي والإنساني أرضية خصبة، منح الرواية العربية أشكالاً ارتقت بها إلى مصاف العالمية. ¶ إلا أن المسألة لم تنحصر في ابتكار شكل عربي للرواية فحسب وإنما تمثلت في تطوير التجربة الروائية وتنويعها(7) للنفاذ إلى أعماق المجتمعات العربية من زاوية أساسية: هي الكشف عن الوعي الممكن، المغيَّب، والوعي القائم، متجاوزة ترديد الخطاب الأيديولوجي التبشيري..، فتميزت كعمل له استقلاليته الذاتية، وكشكل ينسِّب المضامين ويشخصها في بُنىً ورؤى متصارعة تستهدف الكشف عن المعوقات الحائلة دون نهوض وعي ممكن لدى السواد الأعظم في المجتمع، حتى يكون التغيير شاملاً وعميقاً، يحرِّر الإنسان العربي من الاستغلال، والقمع، والكبت، والحرمان، ويعتقه من التبعية وعبادة الشخصيات، ووهم المحرّمات من خلال تأصيل وعيه بالأرض والتاريخ والحرية.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وفي ضوء ذلك سأتناول نماذج روائية متميزة، ظهرت خلال الأربعين عاماً الأخيرة، تطرقت- عبر بناء الشخصية الروائية(8)- إلى موضوع القمع وتجلياته في المجتمعات العربية، وكيفية التعبير عنه فنياً، بتقنيات متعددة.. تنوعت فيها أساليب السرد الروائي: من واقعيه متعددة الاتجاهات، إلى تجريبية ديناميكية متحركة تحاول السّطو على الفنون الأخرى لخلق نصٍّ نوعي جديد من الكتابة. لم تستقر سماته الفنية بعد، في حين أن ظروف القمع والقهر والاستغلال، وكبت الحريات تتجلى في رؤية روائية مبطنة، تتمثل بمسار جماعي لآلية القمع، بموجبها يمحو الروائي شخوصه، موحياً أن ظروفاً كهذه لا تتيح للفرد النمو. هكذا نجد الفرق- على سبيل المثال- بين شخوص \"توفيق يوسف عواد\" في /طواحين بيروت/ وبين شخوص \"غسان كنفاني\" في /رجال في الشمس/. لكن هذه الفروق يمكن أن تتوضح أكثر من خلال تعرّفنا على نماذج روائية أخرى قد تسعف في إثارة الحوار من جديد للمساهمة في مشروع رؤية نقدية للرواية العربية. ¶ ولا شك أن الموضوع- موضوع القمع- قد شغل حيزاً مهماً في الرواية العربية(9). إذ لا تخلو التجربة الروائية لأي كاتب عربي من تلك التي تناولت مشكلة الحرية عبر تجليات القمع والقهر والاغتراب: في السجون، والمطاردة البوليسية، في الحصار الخانق والمنافي في الأقبية المجهولة والصحارى البعيدة المنسية، في التشويه الجسدي والموت استشهاداً، وفي الهجرة داخل الذات وخارج الوطن. في آلاف الأقنعة من الأسماء المستعارة، وفي العزلة الإجبارية عن الحرية وممارسة الحياة في حدودها الدنيا... ¶ فماذا قالت الروايات...؟ ¶ *** ¶ نجيب محفوظ ¶ ... ... ... 1-القاهرة الجديدة(¬1) ¶ ¬__________ ¶ (¬1) - اعتمدت هذه الدراسة على الطبعة السادسة- دار مصر- القاهرة /1966/.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "لا شكّ أن شعوب العالم أجمع قد عانت، عبر العصور من ويلات العبودية بمختلف أشكالها وألوانها، ومن بينها تلك المأساة المصرية التي عبّر عنها نجيب محفوظ.. بدءاً من ((القاهرة الجديدة)) حتى مرحلة الصمت (10). ¶ فالمأساة الإنسانية هي الصراع غير المتكافيء بين الإنسان والطبيعة.. بين الإنسان والمجتمع.. بين الإنسان والسلطة، بمعنى أن أحد الطرفين يحمل فكرة قمع الآخر أو قهره وإذلاله، ثم الانتصار عليه. ¶ ولمّا كان هذا الصراع هو السمة الأساسية لتاريخ البشر فإن الحس المأساوي، القمعي، هو الغالب على بقية أحاسيسهم، وقد ظلّ الفن، منذ العصور الأولى للإنسان، يعبر عن مقاومته الدائبة لهذه المأساة، تعبيراً ملحمياً أو ذاتياً، يحيط بجملة من الطقوس الاجتماعية والظروف التاريخية الصانعة له. ¶ ونجيب محفوظ، بصدقه الفني في اختيار \"الشكل الملحمي\" لأعماله /من القاهرة الجديدة حتى السراب/ 1948/ كان تمهيداً طبيعياً لاختيار ¶ \"الشكل الروائي\" في الثلاثية، التي أعلنت ميلاد البطل التراجيدي في الأدب العربي(11)، مختاراً البورجوازية الصغيرة في بنائه الملحمي، كونها أوسع الشرائح الاجتماعية في مصر. ¶ والقاهرة الجديدة هي (الحلقة الأولى في التكوين الملحمي)(¬1) لأعمال محفوظ الروائية، وللعنوان دلالته الاجتماعية والسياسية لطبيعة المرحلة التاريخية التي عاشتها مصر ما بين الحربين الأولى والثانية: حالة من الضياع والبطالة والانحلال، والبؤس عبر آلية القمع الجماعي الذي يبدو تلقائياً، بين أحضان الاحتلال وهيمنة العلاقات الإقطاعية. والقاهرة الجديدة.. هي كل ذلك بما تتضمنُه من تناقضات في البناء الاجتماعي والسياسي والاقتصادي بشكل عام، والبناء الإنساني لمختلف الفئات بشكل خاص. ¶ ¬__________ ¶ (¬1) - غالي شكري ((المنتمي))- دراسة في أدب نجيب محفوظ- ص /104/- دار الآفاق- بيروت ط3 /1982/.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "إلا أن القمع المشخّص (بالضياع الاجتماعي) في (القاهرة الجديدة) لم يقف حائلاً دون دخول الفتيات إلى الجامعات، أو يمنع الحوار والمناقشات الخصبة بين الشباب حول الأفكار \"الجديدة\"، وقد رأى بعض الباحثين أن الحوار الدائر في مقدمة الرواية، بين الطلبة، ما هو إلا وصف لا يخدم البناء العام لعدم وجود صلة بينه وبين ما يليه من أجزاء...(12). ¶ وفي اعتقادي أن تلك المناقشات الدائرة بين الطلبة الجدد لم تكن زائدة عن بنية السرَّد الروائي- كما استنتج الناقد- إنما هي إيماء واضح بوحدة القضايا التي تشغل أفكار الطلبة الجدد، وعلى وجه الخصوص مشكلة المرأة، وما تحتله من مكانة معقدة في المجتمع الذي يعيش- آنذاك- أزمة تحولات شمولية(13). وقد جسّد الكاتب تلك الأزمة في تناوله بنية المجتمع \"الجديد\" باختياره أولئك الشباب الذين يمثلون كافة الشرائح الاجتماعية والسياسية في \"القاهرة الجديدة\" في ذلك الحين، مقدماً \"محجوب\" كنموذج لتجسيد القضية الأولى: قضية المرأة لدى الجيل الجديد من الطلبة، و\"مأمون رضوان\" نموذج الانتماء إلى اليمين، و\"علي طه\" المنتمي إلى اليسار، وأخيراً \"أحمد بدير\" نموذجاً يرمز إلى شريحة واسعة لا تهتم بالانتماء لأيٍّ من التيارات السياسية أو غير ذلك، ولا تمتلك أفكاراً واضحة، لكنها تتجه نحو الحياة العملية، وتسعى دائماً للابتعاد عن مشكلات الانتماء؛ لذا نراه /أحمد بدير/ يعمل في الصحافة مستفيداً من موقعه في إقامة علاقات مع الشريحة العليا، المتنفذة في السلطة والمجتمع، تلك الشريحة التي كانت تنشر الفساد والقهر، والتي كانت سبباً لسقوط \"محجوب عبد الدايم\" كما سنرى. ¶ ويمكن القول إن هذا النموذج: \"نموذج محجوب\" قد شغل حيزاً كبيراً في أدب نجيب محفوظ بعد \"القاهرة الجديدة\" فنتعرّف إليه عبر شخصية المُعلِّم كرشه في زقاق المدَق، ورؤوف علوان في اللص والكلاب، ومصطفى المنياوي في الشحّاذ... الخ.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "إن تسليط الضوء على نموذج \"محجوب عبد الدايم\" مكّن نجيب محفوظ من تعرية المجتمع، وفضح مكامن الفساد فيه، من خلال القامع والمقموع: ¶ ففي \"القاهرة الجديدة\" تنمو آلية القمع والاستلاب، حيث أفرزت حالة من الضياع الاقتصادي والتيه الاجتماعي، أدّيا إلى خللٍ مريب في البنية الفردية نفسياً وسلوكياً، ممّا خلق مناخاً ملائماً للقهر السياسي والفساد الاجتماعي.. عبْر تشابك العلاقات بين فئات البورجوازية المختلفة والفئات الأخرى، أدّى إلى مزيج من التناقض بين القاهرتين: القديمة والجديدة، فتنمو مأساة الحرية لدى أبطال محفوظ بشكل متداخل ومعقد، لتحوّلهم إلى دُمى ضائعة، يشكل القمع الداخلي الشريان الرئيسي في حياتهم. ¶ لقد ترك \"محجوب عبد الدايم\" الجامعة بحثاً عن وظيفة أو عمل يكون نافذة للنجاة من السقوط، له ولأسرته، -بعد الشلل الدائم للأب-، حيث بدأت تواجهه مشكلات المجتمع المصري(15)، وهذه المشكلات في إطارها العام، هي نتاج حالة قمعية تتجلى في عملية الاستغلال الاقتصادي والفساد الاجتماعي للإنسان، حيث كان الحصول على وظيفة أمراً عسيراً، يستلزم مواقف تكشف الفساد وتواجهه بالرفض، أو تستسلم له بتقديم تنازلات شتّى للحصول على هذه الوظيفة، وقد كانت شروط التعيين تفضح آلية القمع كنتيجة لحالة الفساد في أرض المأساة لأمثال \"محجوب عبد الدايم\". قال له أحد المسؤولين: \"اسمع يا بني تَناسَ مؤهلاتك ولا تضع ثمن الاستخدام.. المسألة لا تعدو كلمة واحدة ولا كلمة غيرها: لديك شفيع..؟ أأنت قريب أحد ممن بيدهم الأمر..؟، أتستطيع أن تطلب يد كريمة أحد رجال الدولة..؟ إن أجبت بنعم فمبارك مُقدَّماً، وإن أجبت بكلا فلْتولِ وجهك وجهة أخرى\" ص 81-82.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "لقد أيقن أن هذه الطريقة مسدودة أمامه، وأدرك مرارة الإخفاق في إيجاد الوسيلة للعمل متسائلاً \"أأموت جوعاً..؟\". غير أنه تعرّف، من خلال بحثه الدائب، على أسلوب آخر للتعيين يكشف عن بؤرة فساد أخرى في الدولة والمجتمع: \"نظر إليه الإخشيدي نظرة غامضة وقال: أرجو أن تكون رجلاً عملياً، وأن تحسن فهم الدنيا، وأن تعلم أن كل فائدة بثمن..، هناك مثلاً عبد العزيز بك راضي..، الطريق ميسور، ولكن ينبغي أن تعلم أنه يأخذ ممن يعيّنه نصف مرتبه لمدة عامين بضمان\" ثم تابع: \"أو فنانة مشهورة لها نفوذ في وزارة الحربية والدوائر الكبرى.. والأسعار كما يلي: الدرجة الثامنة ثلاثون جنيهاً. والسابعة أربعون والسادسة مائة جنيه. والدفع فوراً\" ص 84-86. ¶ ثم يكشف الكاتب أن \"عبد العزيز بك راضي\" ذاهب لتأدية فريضة \"الحج\" للدلالة على آلية القمع المبطنة ليس بالسجن والنفي والتعذيب. إنما بآلية أشدّ قبحاً وخطراً آلية خادعة، متستِّرة.. بقيم وطقوس اجتماعية أفرزتها الحقب التاريخية السابقة عبر آلية الطاعة العمياء، وإلغاء الحوار، وعدم الاعتراف بالرأي الآخر. ¶ بدا محجوب عبد الدايم مهزوماً أمام ضنك الشّلل الاقتصادي الذي ألّم بأسرته، ولم يجد سبيلاً للوصول إلى الوظيفة /قارب النجاة/ سوى التعامل بالأساليب التي كانت تسود مجتمعه، فامتدح ينافق سالم بك الإخشيدي بخطبة قال فيها: ¶ \"يا سالم بك أنت جار قديم.. وأستاذنا في العلم والوطنية على السواء... لهذا أقصد إليك كبير الرجاء، يا سعادة البك الشهادة من غير شفاعة أرخص من ورق اللحم، فهل آمل أن تلحقني بوظيفةٍ ما..؟\" ص 84. ¶ عبر هذا التملّق الاجتماعي المكتسب، يورد المؤلف حواراً طويلاً بين سالم الإخشيدي ومحجوب. يكشف من خلاله احتقار الإخشيدي لزميله القديم، والاستخفاف به عبر مزيد من فضح آلية الفساد والقمع والاستلاب الروحي والأخلاقي داخل المجتمع المصري- بل والعربي- قال لمحجوب ضاحكاً:",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "\"لستَ بالفتى الأمرد، ولا أمك بالفاتنة اللعوب فما عسى أن أصنع أنا..؟\" ص 86. ¶ ثم يقدم نجيب محفوظ هذه الشخصية المتواطئة- سالم الإخشيدي- التي تتاجر بمصائر البشر، مستغلة أضعف الحلقات وأخطرها، ألا وهي /الحلقة الاقتصادية/ في حياة الأسرة، ونكتشف أن الإخشيدي كان زميلاً لمحجوب في مرحلة الدراسة وكان زعيماً خطيراً من زعماء الطلبة، من أبطال لجان المقاطعة وموزعي المنشورات ضد الدستور، ومما يذكره محجوب ولا ينساه أن الإخشيدي دُعي يوماً لمقابلة الوزير فذاعت عن المقابلة الأقاويل وتوقع كثيرون أن يقع اضطهاد وبغي، ولكن الفتى انقلب فجأةً، وانسحب من ميدان السياسة كله، وتوقّف نشاطه الذي لم يكن يعرف الحدود، ولم يعد يُرى إلا في المحاضرات. فإذا واجهه أحد بسؤال عن سرّ انقلابه أجابه ببروده المعهود: ميدان الجهاد الحقيقي للطلبة: العلْم\" ص 33. ¶ هذا النموذج المرتد، ثم المتواطئ المفسد، يعدّ أول نموذج مبكّر في الرواية العربية يقدمه نجيب محفوظ كنموذج للسقوط وضحية للقمع، عبر التعذيب الجسدي والضغط والإغراءات أو غير ذلك من أساليب القمع المتعددة. ¶ وفيما بعد سيتابع نجيب محفوظ- كما نوّهتُ سابقاً- تقديم نماذج كالإخشيدي، في \"زقاق المدق\" المعلم كرشة الذي كان وطنياً وانقلب تاجراً في الانتخابات، وكذلك رؤوف علوان- الثوري المرتد- في اللص والكلاب، وكان قد مهد محفوظ لمرحلة ما بعد اللص والكلاب، برائعته الملحمية \"أولاد حارتنا\" التي عبّرت عن المعنى الكبير لانتكاس المبادئ وأسباب الانتكاس. فقد كانت المأساة في \"أولاد حارتنا\" تكمن في سرعة التخلي عن المبادئ وعدم الحفاظ عليها عبر حالة من النسيان- خلل الذاكرة الشعبية والفردية على حدّ سواء.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "لقد جاء استعراض الخلفية التاريخية لماضي \"سالم الإخشيدي\" ليؤكد على عوامل الفساد التي تقاوم وتحارب دائماً العناصر الوطنية والقيم الإنسانية والأخلاقية، وتقمعها عبر آلية القمع المبطنة داخل المجتمع في سبيل إفساده. هذا الوضع لا يتيح للذات المقموعة أن تتحرك إلا ضمن حلقة متخصصة في الزيف، أو ضمن حلقة الضحية لاصطيادها وللإيقاع بها. ¶ إن اختيار شخصية الإخشيدي كحلقة وصل في البناء الدرامي. هو اختيار غاية في الدقة؛ فالإخشيدي الشاب الذي ترك قيادة المظاهرات، وزعامة الطلبة، بعد مقابلة خاصة مع الوزير، ثم عُيّن بوظيفة هامة قبل الأوائل بتوصية من الوزير شخصياً /ص 34/. هذا الشاب هو نفسه الذي عرض على \"محجوب\" زميله، للخروج من مأزقه الاقتصادي ومأساته الأسرية، وظيفة لدى \"قاسم بك فهمي\" مقابل أن يتزوج عشيقة ذلك البك: دعوة إلى السقوط واللحاق بركب من سقطوا في النفق. ¶ ولأن محجوب المقموع، الضائع، هو من نفس طينة الإخشيدي، يتردد في البداية في قبول الصفقة، لكنه تردُّد الضائعين، الذين يرجحون السقوط والانهيار على التماسك والانطلاق من جديد؛ ولا شك أن الفقر وحياة الحرمان التي عاشها محجوب ساهما في تحويله إلى إنسان يستبيح الإقدام على أيِّ شيءٍ في سبيل الخروج من أزمته؛ الأزمة التي جعلته يرفع شعار \"طظ\" أي شعار اللامبالاة في وجه المثل والمبادئ محدثاً نفسه: ¶ \"سأكون أي شيء، ولكن لن أكون أحمق أبداً، أحمق من يرفض وظيفة غضباً لما يسمونه كرامة، أحمق من يقتل نفسه في سبيل ما يسمونه وطناً، أحمق من يضع لذة لأي وهم من الأوهام ابتدعته الإنسانية... وليكن لي أسوة في الإخشيدي، ذلك الفتى الأريب، ظفر بوظيفته لأنه خائن، ورقّي لأنه قوّاد، فإلى الأمام.. إلى الأمام\" ص 112.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "على هذا النحو يتجلى القمع في \"القاهرة الجديدة\" ليأخذ شكل الضياع والسقوط ثم الانقلاب بشكل وحشي على كل القيم والمبادئ الإنسانية، لتتعدّد أوجه المأساة في المجتمع: مأساة الخبز والجنس والحرية، ليبرز السؤال المؤرق لجميع الشخصيات الروائية في نهاية مفتوحة، تخاطب المستقبل الغامض، المجهول، بشيء من القهر والهزيمة والانتظار: \"ماذا تخبئ لنا أيها الغد؟\". ¶ بعد هذا العرض المفتاحي السريع للرواية، نستطيع القول أنها قدمت رؤية انتقادية جادة في تصوير الواقع الذي عاشته مجموعة من طلبة الجامعة في مصر الثلاثينات (1934) وهي نفس السنة التي تخرج فيها الكاتب من كلية الآداب- قسم الفلسفة، كما تخرّج أبطاله \"علي طه\" و\"مأمون رضوان\" من نفس القسم بالكلية(16). ¶ وفي الوقت نفسه لم تبلغ درجة كافية من النضج الفني والعمق الفكري لجدلية المجتمع، وقد يرجع سبب ذلك إلى رؤية المؤلف المسطحة مع شيء من الصنمية- آنذاك- للقاهرة الجديدة، في إخضاع شخصياتها خضوعاً كاملاً لمجموعة من الثوابت منها: ¶ 1ً-النظرة المطلقة إلى فساد الطبقة الأرستقراطية، فهي تبدو فاسدة بشكل كامل ونهائي، ومطلق، فساداً لا بداية له ولا نهاية، لا ينمو ولا يتطور، ولا يقبل صراعاً أو ندماً، مما جعل الشخصيات الروائية تخضع لهذه النظرة فتُفْسَد بشكل نهائي ومطلق، وكأن الفساد سمة غريزية ثابتة وقدر يولد به الإنسان كاملاً وبشكل نهائي أيضاً غير قابل للتطور أو التعديل..، مما يجعل المرء يتساءل: ألهذا القدر يكون محجوب عبد الدايم فاسداً هذا الفساد المطلق..؟ رافضاً كل القيم والمبادئ، ومثله الإخشيدي..؟!.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "2ً-تقودنا النظرة المطلقة للمؤلف إلى رؤية نمطية ذات نسقٍ واحد، منذ البداية وحتى النهاية، محكومة بالمواجهة المباشرة للواقع، ذات طابع انتقادي، غلب عليه روح الخطابة والتقريرية، والوعظ، على ضوء النظرة المطلقة لكل شخصية، مما أضعف بناء الشخصية الروائية المتماسكة فنياً، بينما احتجز المؤلف كل شخصياته في قبضة حديدية صارمة وسيَّرها كما يشاء عبر نسق قيمي أخلاقي وفني واحد. ¶ 3ً-في ضوء ما سبق تتصف رؤية المؤلف في \"القاهرة الجديدة\" بالنزعة الأخلاقية الصارمة، وعلى الأخص في النهاية التي وصل إليها \"محجوب عبد الدائم\" فقد انتهت انتهازية ذلك الشاب إلى انهيار كل عالمه، مما دفعه إلى التفكير بالانتحار، وهذه النهاية تتناقض والقضية التي تطرحها الرواية بأسرها، لأنها تعبير عن صعوبة إفساد المجتمع إفساداً كاملاً. ¶ 4ً-لا يختفي دور القدر في \"القاهرة الجديدة\" بصورة كاملة ولا في غيرها من روايات نجيب نحفوظ، وكأن آلية القمع والاستلاب تتمثل في الموت الفجائي والاعتباطي الذي يصيب شخصيات نجيب محفوظ. فقد كان للآباء النصيب الأكبر من هذا الموت؛ فالأب في معظم أعمال محفوظ يموت في بداية الرواية، وقد يموت معنوياً حين يُصاب بمرض يقعده عن الكسب والإنفاق على الأسرة، كما حدث لوالد محجوب في \"القاهرة الجديدة\"، وقد يموت في اختفائه من أول الرواية – زقاق المدق – الطريق -، وقد يموت فعلاً بسكتة قلبية – بداية ونهاية. ¶ 5ً-يسيطر المؤلف على الأحداث وحركتها في \"القاهرة الجديدة\" سيطرة كاملة. يوجهها كما يريد بصورة قسرية، بعيداً عن التلقائية، التي ينبغي توافرها في العمل الفني: ويفرض عليها الحوار والنطق بما يشاء لها أن تتكلم، يحذف من الصورة ما لا يعجبه ويضيف إليها ما يروق له.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "6ً-تبلغ آلية القمع، المبطنة بحالة الاستلاب، ذروتها، في الصورة القاتمة التي تقدمها الرواية، بانعدام وجود المرأة العادية الطبيعية، فكل نسائها ساقطات ومنحلات، والمرأة الوحيدة التي تنجو من هذه اللعنة هي أم محجوب عبد الدايم، ورغم ذلك فقد أغرقها المؤلف بالمآسي، فهي لا تخلع السواد لموت طفلتيها بالحمى، ثم إصابة زوجها بالشلل؛ وفي النهاية تفقد ابنها الوحيد بسقوطهِ سقوطاً كاملاً. ¶ ... غير أن المؤلف – في أكثر النماذج النسائية التي برزت في رواياته اللاحقة – أخذت شكل العطف والشفقة لديه – فيحوّلها إلى ضحية من خلال كشف عناصر الاستغلال والانتهاز.. المؤدية إلى حالة البؤس المبطنة، التي عانتها مع أخوتها السبعة الصغار(17). ¶ 7ً-تتحرك شخصيات الرواية في القاهرة الجديدة وتنمو في عالمين متناقضين لا سبيل إلى اللقاء بينهما، عالم أرستقراطي قمعي يمثله الأغنياء والأثرياء من رجال الحكم والسلطة وذوي النفوذ؛ وعالم الطليعة المثقفة من الفئات الوسطى في المجتمع تمثّل بطلبة الجامعة؛ ويختلف أسلوب المؤلف في تناول شخصيات كل من العالمين؛ فنحن نواجه في العالم الأول كابوساً قدرياً حالك السّواد، محكم الإغلاق على نفسه، لا يُعرف له بداية ولا نهاية، ولا نجد لفساده – في الرواية – مسوِّغاً واضحاً وكافياً. ويبدو كأن الفرد من هذه الطبقة يولد محمَّلاً بكل صفات هذه الشريحة الفاسدة، ليتحوّل فيما بعد إلى كابوس قدري، يسيطر على مصير البلد، ويُحْكِم قبضته على مقدراتها.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "فالمؤلف يتعامل مع شخصيات هذه الطبقة ككتلة واحدة متجانسة، لا اختراقات ولا خصوصية لأفرادها؛ وليس لفردٍ من هذه الطبقة حضوره المستمر في الرواية. إنما كان حضوراً مستتراً، يعبر عنه الفساد الذي يسود مجتمع الطبقة، وآلية القمع الخفية التي تمارسها على الآخر، باستثناء شخصية \"عبد العزيز بك راضي\" تلك الشخصية التي تدّعي عكس حقيقتها متسترة بأداء فريضة الحج، بينما هي في حقيقة أمرها تتميز بنهم جشع، وتوقٍ إلى الملذات والاستغلال عبر المظاهر الكاذبة؛ للوصول إلى المال: معبودها الوحيد، لذا فهي مستعدة للحصول عليه بكل الوسائل حتى لو باعت كل شيء: الشرف. والعرض والكرامة، والدين والوطن. ¶ أما في الجانب الآخر من عالم القاهرة الجديدة، فيركّز المؤلف اهتمامه على طليعة المثقفين من أبناء الطبقة الوسطى في المجتمع بصورة تدعو إلى التساؤل والاستغراب؛ فهو لا يتعامل معهم ككتلة واحدة.. ذات ملامح متشابهة كتلك الصيغة التي تعامل بها مع شخصيات العالم الأرستقراطي، فقد تعامل معهم كأفراد، لكل منهم نزعته الفردية المستقلة، وهذا أمرٌ طبيعي في تناول الشخصيات الروائية ذات الملامح المتعدّدة المتباينة في مجتمعٍ انتقالي.. تسوده علاقات المجتمع القديم. ¶ لكن المؤلف لا يدع هذه الذات تنمو بشكل تلقائي لتكشف عن نفسها من خلال الحركة والفعل. بل يقدم الشخصيات مهيمناً عليها منذ البداية عَبْرَ تقارير وصفية مطوّلة، يحدد فيها بشكل عام الملامح الشخصية نفسياً وجسدياً.. بطريقة تبدو قسرية أحياناً، وهذا لا يغني الشخصية الروائية فنياً ولا يمنحها حرية الحركة والفعل والنمو والتبدّل عبر الأزمنة والأمكنة.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "8ً-أخيراً كان لا بد من الإطالة في الحديث عن هذه الرواية كونها تمثل نقلة إيجابية واضحة المعالم في أسلوب نجيب محفوظ الروائي – زمن كتابتها – في تخلّصه من أسلوب \"الحكاية الشعبية والحدوته\" وابتعاده عن صيغ \"البلاغة الشكلية\" التي تجد جماليتها بذاتها، فتفقد اللغة هدفها ووظيفتها كأداة للتوصيل، وكونها أيضاً بداية المرحلة الواقعية لدى محفوظ، إلى جانب بداية التكوين الملحمي لأعماله الروائية اللاحقة – كما ذكرت سابقاً – بدءاً من خان الخليلي. زقاق المدق – بداية ونهاية – السراب..(18)، وصولاً إلى الثلاثية، قمة أعماله، ثم رائعته \"أولاد حارتنا\"، ثم لنبدأ مرحلة جديدة في أسلوبه وعالمه الروائي بدءاً من \"اللص والكلاب\" وما تلاها من أعمال خالدة لهذا الكاتب الكبير. ¶ *** ¶ نجيب محفوظ ¶ ... ... ... 2-اللّص والكلاب(¬1) ¶ بعد مرحلة الصمت، ظهرت \"أولاد حارتنا\" لتعلن انطلاقة فنية تجريبية جديدة لنجيب محفوظ، قدّم بعدها أعمالاً روائية مهمة تحمل بعدين يتفاعلان على نحو غاية في التعقيد: ¶ -البعد الفكري المجرّد والواقع الحي، الكثيف بكل أثقاله. ¶ والعلاقة بين الفكر المجرد والواقع المجسَّد هي محور البناء الروائي في المرحلة الجديدة، لكن يصعب الحسم بأن هذه العلاقة تشكل العنصر الوحيد في البنية التعبيرية الجديدة التي أبدعها محفوظ بوحيٍ من أفكاره المسبقة والواقع المتغيّر معاً. ¶ لقد صاغ نجيب محفوظ روايته الكبيرة \"أولاد حارتنا\" صياغة ملحمية تناولت – رغم نكهة التاريخ فيها – حاضر الإنسان المعاصر من وجهة نظر المستقبل، وإمكانية الانتماء إلى الغد، حاملة معنى الانتصار في خاتمتها المتفائلة بقرب انبثاق عصر الأعاجيب، تلك الخاتمة الملحمية التي وضعها محفوظ لروايته فحلّ المشكلة الميتافيزيقية من خلال حلّه للمشكلة الاجتماعية (19). ¶ ¬__________ ¶ (¬1) -اعتمدت هذه الدراسة على الطبعة الأولى – دار مصر للطباعة – القاهرة – 1962.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وفي \"اللص والكلاب\" أجرى نجيب محفوظ أول اختبار لهذه الرؤية الفكرية والفنية في مجال الواقع الحي والمعاش؛ - خاصة بعد إعلان قوانين التغيير الاجتماعي والاقتصادي الصادرة في يوليو – تموز 1961 – لتنتقل من البناء الملحمي إلى قلب التراجيدايا مباشرة. ذلك أن التغيير المفاجئ في قرارات يوليو تمّ في مناخٍ معقد شديد الاضطراب، في ظل غياب التنظيمات السياسية \"التي كان يمكن أن تقود الجماهير إلى الأمام: نحو الاشتراكية\"، لكن سلطة القرارات الفردية أدت إلى مزيد من القمع، والإمعان في إذلال الإنسان وقهره، فانتفتْ الحرية من الحياة العامة ودُفنتْ الديمقراطية تحت أحْذية الأجهزة القمعية في السلطة. ¶ في هذا المناخ يكتب نجيب محفوظ روايته متَتَبِّعَاً فكرة انتكاس القيم في \"أولاد حارتنا\" ليعيد تقديمها من خلال آلية القمع التي أخذت شكلاً جديداً من الزيف، وخيانة المبادئ؛ ثم الانتقال من مصاف الجماهير إلى جهاز السلطة القمعي، تلك البنية التي كانوا يحاربونها قديماً ثم انقلبوا إلى صفوفها، متنكرين لمبادئ الاشتراكية والنضال، ورفاق الأمس.. ليقع \"سعيد مهران\" في أزمة عنيفة بين \"المثل الأعلى\" [الذي فتح أمامه آفاق المعرفة وأجّج فيه روح الثورة والتمرد، ثم فجأةً ينضمّ إلى صفوف الطبقة الجديدة متنكراً وخائناً]، وبين الوجه الرابض في أعماقه للكتاب والمسدس \"أداة المعرفة والثورة\".",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "يقدم لنا محفوظ هذه الرواية من خلال شخصية واحدة هي \"سعيد مهران\" الذي نتعرف عليه وعلى ماضيهْ الذي سيتشكّل الحاضر على ضوئه، ويستخدم المؤلف \"تيار الوعي\" كأسلوب مناسب لعرض أزمة الإنسان المقهور داخل مجتمعه مستعرضاً أسبابها الحقيقية. ومن خلال ذلك نكتشف أن سعيد مهران كان يعمل في أحد بيوت الطلبه، مما تسنّى له الاختلاط بوسطٍ أتاح له قدْراً من المعرفة والوعي..؛ ومن جملة من تعرّف عليهم كان الطالب \"رؤوف علوان\" ذو الفكر التقدمي الذي يقود تنظيماً سرياً من الشباب؛ وقد وجد في سعيد مهران ملامح طبقية متميزة من واقع الظروف المعاشة، جديرة بالعطف والرعاية والنمو والتبنيّ لقضايا تلك الطبقة. ¶ ولهذا قرَّبهُ إليه، وعلّمه القراءة. واستمع سعيد بدهشةٍ وإعجاب إلى كلمات يسمعها للمرة الأولى في حياته.. إذ حدثه عن الشعب.. العدالة.. النار المقدسة.. الثورة.. الجوع.. التمرّد.. إلخ، وتوج هذا الإعجاب يوم اعتُقل \"رؤوف علوان\" بسبب محاربته أشكال القمع التي تمارسها السلطة. فارتفع في نظر سعيد إلى مصاف الآلهة، صار مثله الأعلى. ¶ غير أن سعيد مهران يقع فريسة في أول مواجهة حادة بينه وبين المجتمع: مرضت أمه ولم يستطع توفير نفقات العلاج لها، وبلغت أزمته ذروتها حين طرد من المستشفى الذي لجأ إليه في محاولة إسعافية لإنقاذ حياتها، وقد \"وجد نفسه وأمه وحيدين في الطريق المسقوفة بالأغصان. وعقب شهر من الحادث ماتت الأم في قصر العيني\". إنها آلية القمع الاقتصادي الذي لا يمكن أن يمنح العلاج مجاناً، وسعيد مهران لا يملك شيئاً. ¶ ولهذا لم يجد غضاضة في امتهان السرقة، وقد فعل ذلك لأول مرة أثناء مرض أمه، قبل شهر من موتها.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "آنذاك فلسف له \"رؤوف علوان\" تلك السرقة قائلاً: \"لا تخف، الحق إنني أعتبر هذه السرقة عملاً مشروعاً\" وما هذا السلوك سوى ثورة على المجتمع والسلطة (20)، لكنه استدرك محذراً \"سعيد\" قائلاً: \"ولكنك ستجد البوليس لك بالمرصاد ولن يتسامح القاضي معك مهما تكن بواعثك، فهو أيضاً يدافع عن نفسه /ص 4/. ¶ تلقى سعيد كلماته بالتقديس والطاعة لتعاليم \"القائد الثوري\"، زارعاً بذور الانتماء الثوري في نفسه: \"المسدس أهم من الرغيف يا سعيد مهران. المسدس أهم من حلقة الذكر التي تجري إليها وراء أبيك /ص 62/. ¶ وذات مساء سأله: \"سعيد ماذا يحتاج الفتى في هذا الوطن؟\" ثم أجاب نفسه على السؤال دون انتظار جواب: \"إلى المسدس والكتاب. المسدس يتكفّل بالماضي والكتاب للمستقبل، تدرَّب واقرأ\" /ص 62/. ¶ ويسأله بإعجاب: \"سرقتَ..؟ هل امتدت يدك إلى السرقة حقاً..؟، برافوا.. كي يتخفّف المغتصَبون من بعض ذنبهم، إنه عمل مشروع يا سعيد لا تشكّ في ذلك\" /ص 62/. ¶ ثم يلخص فكرته \"الثورية\" قائلاً: \"أليس عدلاً أنّ ما يؤخذ بالسرقة فبالسرقة يجب أن يُسترد\" /ص 114/، ثم لكي تصبح السرقات ذات محتوى سياسي واجتماعي، يقول رؤوف علوان: \"سرقات فردية لا قيمة لها، لا بد لها من تنظيم\" /ص 124/. ¶ هذه الرؤية التمردية تضعنا أمام \"الثوري\" رؤوف علوان الذي يطمح إلى تغيير النظام القائم تغييراً شبه جذري. إذ يرى رؤوف علوان في الطبقة التي ينتمي إليها سعيد مهران، إمكانية التمرد على آلية القمع والاستلاب، ثم التقدم والصعود لتجاوز الواقع الراهن، الذي يتسم باستبداد الطبقة الحاكمة. ¶ نكتشف عبر هذا اللقاء – بين رؤوف وسعيد – إرادة التغيير، وصدق الانتماء والتحالف بين الطليعة الواعية والطبقة الصاعدة.. لتحقيق التمرّد والثورة.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ومنذ ذلك اللقاء لم يكف سعيد مهران عن القراءة والسرقة؛ والسرقة كأسلوب للتعامل مع آلية القمع والاستلاب في الواقع الراهن؛. يقول سعيد مهران محدثاً نفسه: \"ولم أكف عن القراءة والسرقة بعد ذلك، وكنت ترشدني إلى الأسماء الجديرة بالسرقة، ووجدتُ في السرقة مجدي وكرامتي /ص 125/. ¶ غير أن \"سعيد\" يُلقى عليه القبض، ويدخل السجن لوشايةٍ قام بها صديقه \"عليش سدرة\"، ثم يعلم، وهو ما زال في السجن، أن صديقه هذا استولى على أمواله وزوجته \"نبوية\". ¶ ويدور الزمن دورته، ويخرج سعيد مهران من السجن، بعد أن يمضي فترة العقوبة. ¶ من هنا.. من لحظة الخروج الحاسمة، يبدأ نجيب محفوظ روايته عبر صور حسية متحركة، ذت دلالات متعددة، تشير إلى طبيعة المواجهة التي سيبدؤها سعيد مهران، وتكشف لنا عن تغيّرات مريبة في العالم الخارجي وهو في داخل السجن، \"مرّة أخرى يتنفس الحرية، ولكن في الجوّ غبار خانق وحرّ لا يطاق.. لم يجد في انتظاره أحداً /ص 7/، \"آن للغضب أن ينفجر وأن يحرق، وللخونة أن ييئسوا حتى الموت، وللخيانة أن تكفّر عن سحنتها الشائهة\" /ص 8/. ¶ هكذا يخرج سعيد ليواجه قدره، وليواجه الحياة بكل تناقضاتها، سواء في الظلم أو الزيف أو القمع. وكان أول ما واجهه هو إنكار ابنته \"سناء\" له: \"أنا بابا.. تعالي – فتأبّتْ واشتدّ ميلها إلى الوراء. جذبها نحوه بشيء من القوة. صرختْ، ضمها إلى صدره فدافعته باكية /ص 18/.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "لقد رفضت الاستجابة لمشاعر الأبوّة، وأنكرتها بطريقة تشير إلى أن إنكار الابنة لمشاعر الأبوة.. هو مفتاح الدلالة على الإنكار الأشمل الذي سيواجهه سعيد مهران في المجتمع كافة، وهنا لا بدّ من الإشارة إلى أن نجيب محفوظ قدّم فكرة الإنكار في أكثر من رواية؛ فهذه المسألة الاجتماعية السايكولوجية، تبرز أثناء حركة التغيير في المجتمع وعبر الانتقال من مرحلة إلى مرحلة أخرى، إذ يسقط أفرادٌ في هذه العملية، بينما يعلو معها آخرون نتيجة مواكبتها، وهذه الفكرة ظهرت في المرحلة الروائية التي أعقبت الثورة 1952 ثم قرارات يوليو 1961(¬1) فقد شهدت حركة التغيير التي نجمت عن تلك المرحلة مواقف السقوط التي لحقت ببعض الأفراد والبنى الاجتماعية والسياسية؛ وقد تجلّى ذلك في \"السمان والخريف\"، حيث أنكرت \"نعمات\" أباها \"عيسى الدباغ\" دلالة على سقوطه من حركة التحرير التي أطاحت بحزبه وأقصته عن دائرة الحكم، كذلك في \"ميرامار\" إذ نجد الوفدي القديم \"عامر وجدي\" يعاني مرارة الانزواء جرّاء تنكّر الآخرين له، بعد أن فقد دوره في الحياة العامة. ¶ إن فكرة الإنكار من الابنة لسعيد مهران امتدت إلى مستوى آخر أعم وأشمل، حين وجد سعيد تعاطف المُخبر \"حسب الله\" مع\"عليش سدرة\" وتهجّمه عليه / ص 16 ـ 20 /. ¶ والمخبر هنا يمثل أداة قمع بيد السلطة، بل هو السلطة بكل تجليات القهر والاستبداد، ولهذا تبعه معظم الناس الذين تعاطفوا مع سعيد مهران من قبل، فتحوّلوا إلى أدوات بيد السلطة، فهم المستفيدون من حالة التملّق لها، والانسياق في ركابها. ولهذا كان موقفهم من سعيد يتسم بالإنكار والجحود. ¶ ¬__________ ¶ (¬1) -بعد هذا التاريخ بعام واحد، صدرت رواية \"اللص والكلاب\".",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ترك سعيد هذا الحيّز من ماضيه.. بكل ما يحمله من تجليات القهر والحرمان وآلام الخيانة: خيانة الصديق والزوجة والسجن وإنكار الابنة ـ ولم يحمل من آثار ذلك الماضي سوى كتبه التي تعلّم منها مبادئ الثورة وأدرك كلمات العدل والحرية والقانون، وإن كان قد ضاع أكثرها أثناء وجوده في السجن، فتناول كتاباً إثر آخر وهو يقول بأسف: \"ضاع أكثرها حقاً\" وهذه الإشارة رمزية دالّة على ضياع القيم التي اشتملت عليها الكتب المفقودة من مكتبتِه. ¶ حمل سعيد هذا الجزء المتبقي من ماضيه، وقرّر أن يذهب إلى \"رؤوف علوان\" أستاذه وصوت الحرية والانتماء الثوري. وقبل أن يصل إليه كان يقلّب بين يديه جريدة \"الزهرة\". وفوجئ حين اكتشف أن \"رؤوف علوان\" صار صحفياً مرموقاً في الجريدة. من خلال تواجد اسمه على معظم صفحاتها، وتساءل: من أي مداد يستمد رؤوف علوان مداده..؟: ¶ ملاحظات عن موضة السيدات؛ مكبرات الصوت، ردّ على شكوى زوجة مجهولة..! / ص 33 // ـ \"أين رؤوف علوان..؟.. بيت الطلبة وتلك الأيام العجيبة الماضية. الحماس الباهر الممثّل في صورة طالب ريفي رثّ الثياب كبير القلب...؟، والقلم الصادق المشعّ..؟، ترى ماذا حدث للدنيا..؟ وماذا وراء هذه الأعاجيب والأسرار..؟ / ص 34 //. ¶ وترك السؤال مفتوحاً يركض في لُجَّة غامضة نحو الآتي؛ وحين ذهب إليه.. إلى رؤوف علوان، معلمهُ الثوري ومَثَله الأعلى، وجد نفسه أمام لغز كبير. فقد سكن أستاذه ذو الثياب الرثّة في أحد القصور التي كان يحارب أصحابها قديماً، وقد أصبح صحفياً ذا نفوذٍ كبير، فكيف وصل إلى ذلك في مدّة قصيرة لا تتجاوز سنوات السجن الأربع التي قضاها بعيداً عنه؟!. ¶ لم يشأ سعيد أن يصدق ما رأته عيناه من مظاهر تنذر بالوجل والتوجس المريب، وحدّث نفسه قائلاً: \"ترى كيف أنت اليوم يا رؤوف؟، هل تغيّر مثلك يا نبوية.؟ هل ينكرني مثلكِ يا سناء..؟\" ص 35 //.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "لكنه أبعد هذه الأفكار السوداء من ذهنه راسماً صورة رؤوف علوان الأولى؛ صورة \"الصديق والأستاذ وسيف الحرية المسلول؛ وسيظل كذلك رغم العظمة والمقالات الغريبة وسكريتاريته الرفيعة\" / ص 35 /. ¶ غير أن اللقاء بين التلميذ والمعلّم كان كاشفاً للتّغَيُّر الذي لحق برؤوف علوان، عبر آلية القمع والاستلاب، وفقدان الحرية، وكأن الكاتب يعرض ـ من وجهة نظره ـ أزمة الانتماء الثوري، وماذا حلّ بها، عبر شبكة متداخلة من العلاقات المعقدة، لم ينضج فيها الفكر الثوري، نتيجة إرثٍ ضخم من القيم الفكرية والاجتماعية، تتعلق بالرؤية القدرية المستسلمة للغامض المجهول، خاصة في حالة القمع واستبداد السلطة، وإحكام الطوق على حرية الإنسان.. حتى في الحلم؛ ليتحوّل إلى أداة طيّعة من أدوات السلطة المهيمنة. ¶ هكذا تحوَّل رؤوف علوان؛ فقد أمسَتْ ثوريته جزءاً من الماضي. وواقعه الآن يشي بإنسان جديد، وفكر مختلف تماماً؛ لقد تخلّى رؤوف علوان عن انتمائه الثوري، منتهزاً الوصول إلى مصاف الطبقة المتنفذة، التي تريد في الأصل القضاء على ذلك الانتماء، الذي كان يمثلهُ. وبمعنى أبسط أنه ركب الموجة السياسية الجديدة، وانضمّ إلى خدمة السلطة والطبقة العليا المستغلة، فتحول بذلك إلى أداة قمع بيد أولئك المهيمنين والمستغِّلين، بدءاً من قمع ذاتِه أولاً. وقد اختار مهنة الصحافة ـ الأكثر تعبيراً عن انتهازيته وانجرافه، فهي موقع يمكّنه من تحقيق مصالحهِ وممارسة نفوذِه من جهة، وخدمة العالم المفعم بالخمر والنساء والقمع والاستغلال. ذلك العالم الذي انغمس فيه، ونسي عالماً مطرزاً بأحلام الثورة والتمرد؛ جاء منه ليصنع التغيير. ¶ وفي ضوء ذلك تغيّر موقفه من سعيد، وتنكّر له، على الرغم من جرأة سعيد في مواجهته وتقريعه بما طرأ عليه من تغيير. ¶ غير أن رؤوف علوان كان من الحيطة والحذر ما يجعله يحرص على التخلّص من سعيد مهران، ودفنِ كل ما يتصل به.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "بعد تلك المقابلة أزهرت مشاعر التمرّد من جديد في نفس سعيد مهران.. ضد هذا (الثوري المرتدّ)، ضد الطبقة التي انضم إليها. تلك الطبقة المتنفذة في السلطة والمجتمع.. تنتزع الثقة قسراً أو سرقة، وتستولي على العقول والأقلام، لتوظفها لخدمة مصالحها ونموّها، دون أن يطالها القانون. ¶ في هذا المناخ لم يجد سعيد مهران أمامه سوى الخلاء موطناً يهرب إليه. ¶ وعلى حافة المدينة، في الصحراء، ذهب إلى قهوة صديقه القديم\" المعلم طرزان\". وهناك التقى ـ مصادفة صديقته القديمة \"نور\". ¶ ولقاء المصادفة حلّ مشكلة المأوى. إذ رحبت نور بصديقها للإقامة في مسكنها الذي يشرف على القبور؛ فوجد سعيد المكان نقِّياً غير فاسد بأنفاس الأحياء. ¶ وفي الخلاء أنجز خطته للانتقام من الخونة، معتمداً على المسدس، الذي يستطيع أن يصنع منه \"أشياء جميلة، على شرط ألاّ يعاكسني القدر، وبه أستطيع أن أوقظ النيام، فهم أصل البلايا، هم خلقوا نبوية، وعليش، ورؤوف علوان\" / ص 91 ـ 92 / وهم تركوا الحكومة تتحيز لبعض اللصوص دون البعض / ص 93 /. ¶ لكن رصاصات سعيد مهران أصابت رجلاً آخر، بريئاً مجهولاً، بدلاً من أن تصيب \"عليش سدرة\" ثم أصيب حارس \"رؤوف علوان\"، بدلاً من أن تصيب ذلك المرتد، المتنكر لماضيه، فنجا الخونة \"المجرمون ينجون ويسقط الأبرياء\". ونجاة المجرمين هنا دلالة على قوة الطبقة المتنفذة وقدرتها على الاستمرار وحماية نفسها من جهة، وضعف وسائل القوة الفردية وإخفاقها في إنجاز عملية التغيير بشكل فردي، وهذا يقتضي التنظيم والعمل الجماعي، والقوّة اللازمة لدحر آلية القمع بكل تجلياتها الاجتماعية والسياسية والاقتصادية. ¶ بعد نجاته، كشَّر \"الثوري المرتد\" عن أنيابه لتعبئة الرأي العام ضد تلميذه القديم سعيد مهران، مستغلاً مركزه ووظيفته الصحفية، ومقدرته الثقافية على التأثير في الجمهور (21) .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "غير أن ردّة الفعل لدى الجمهور تشير إلى التعاطف والتأييد لقضيته، كونه ضد الطبقة المستغلّة وأدواتها القمعية. ¶ لقد كان الانتماء الثوري لدى سعيد مهران ينقصه التنظيم والفكر، اللذان مثّلهما رؤوف علوان، قبل السجن، ذلك الثوري المرتد، الذي تخلى عن تكملة المسيرة وانضم إلى محاربتها وقمعها، ولهذا لم يتردّد سعيد مهران في أن يدفع حياته ثمناً للقضاء عليه. ¶ غير أن محاولاته ـ في ظل الغياب الشامل للتنظيم والديمقراطية ـ تصاب بالفشل فقد كان محاطاً بالخونة والمزيفين الذين أنكروه ـ زوجته ـ وابنته.. وأصدقائه ـ، وبالتالي فإنه من أبناء الطبقة الدنيا التي لا يزال مصيرها معلقاً بأيدي اللصوص من الطبقات العليا المتنفذة. ¶ في ظل هذا كله يسقط سعيد مهران \"بطلاً تراجيدياً\" مضرجاً بدمائه.. بين المقابر، وحيداً في مناخ يمتصّ كل ما هو إيجابي وثوري في شخصية سعيد، فلا يبقى أمامنا سوى \"المظهر الفردي والفوضى والعبثي لحياته الدامية\". ¶ من هنا تأتي رؤية نجيب محفوظ الرافضة للشخصية المباشرة \"للثوري النموذجي\" في نمطيته الكلاسيكية، المبنية بشكل هندسي، بحيث تتطابق مع آلية ميكانيكية للفكر الثوري، ولهذا نراه يعادل الانتماء الثوري معادلة موضوعية، تخفي وتعلن عن الكثير من التفاصيل الواقعية. ¶ إن محفوظ ـ في مرحلة ما بعد يوليو ـ يأتينا بشخصية تحمل في تضاعيفها أثقال المجتمع الجديد، وما يكمن فيه من تناقضات وأحلام وقمع وانكسارات، ورؤى ثورية وانتهازية، وأطماع ومستقبل غامض. ¶ لذا يجسد نجيب محفوظ أبطاله الجدد: ـ سعيد مهران ـ عيسى الدباغ ـ عمر الحمزاوي ـ أنيس زكي ـ..، في صورة الثوري، ليس في انتمائه السلبي، بل في ظل مناخ سلبي معقد وقمعي،(¬1) ¶ ¬__________ ¶ (¬1) \"رؤوف علوان\" نموذج آخر، يختلف عن هؤلاء بمستويات مختلفة راجع هامش ¶ // 20 //.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "أفرز مرحلة الضياع والفوضى، أي أن التشويه والسلبية، والانحراف، كسمات بشعة تجرف هذه الشخصيات إلى هاوية السقوط ـ ليست سمات ذاتية كامنة، بقدر ما هي انعكاسات مكثفة لواقع مشوّه.. تحكمه آلية قمع تدميرية ـ غير مرئية أحياناً ـ تجلّت في مرحلة \"الضياع الشمولي..\". ¶ هكذا يسقط سعيد مهران سقوطاً مأساوياً، تنرف دماؤه سؤالاً كبيراً، حاول نجيب محفوظ الإجابة عليه في \"أولاد حارتنا\" لكن الواقع المتغيّر أسقط الإجابة قائلاً أن المشكلة، وهي تتفاقم، في ظل آلية القمع والقهر والاستلاب، لا تزال بلا حل. ¶ وإذا كانت \"نور\" وهي المومس، الأمل الوحيد الذي تراءى لسعيد مهران، قبل سقوطه بلحظات فإن \"سناء\" تمثل خيبة الأمل التي مزقته فور خروجه من السجن؛ ـ هي ابنته التي اختارت الأم الآثمة وعشيقها الملوّث صديقه القديم ـ عندئذ لابد أن يسقط سعيد مهران، بطلاً ثورياً مهزوماً. كتعبير دلالي: عن الواقع المشوّه، المحكوم بانهيار القيم والمبادئ.. ¶ وفي اللحظة التي تمّ فيها القضاء على سعيد مهران \"تغلغل الصمت في الدنيا جميعاً.. وتكاثف الظلام\" / ص 175 /. لكن أيّ ظلام يعني المؤلف..؟، هل هو ظلام القهر والاستبداد وفقدان الحرية والعدالة، مما يؤدي إلى قتل أمثال سعيد مهران، بينما يُترك أمثال \"رؤوف علوان\" لممارسة القمع والزيف وارتكاب الجرائم في حق المجتمع..؟!. ¶ إنه السؤال القديم، يتجدد ويزداد كثافة وتعقيداً، ليلقي ظلاله على تجربة جديدة، هي \"تجربة الواقع الحي\" في \"اللص والكلاب\"، ثم تليها \"تجربة المنتمي إلى الماضي\" في \"السمان والخريف\" حيث نلتقي بمجموعة من الشخصيات ـ وفي مقدمتها عيسى الدباغ ـ الرامية إلى اختلاف الرؤية الفكرية والانتماء إلى الثورة، أو الانتهازية. أو الرفض.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "هكذا يكرر ـ مرة أخرى ـ نجيب محفوظ ـ، بتقنية سردية عالية المستوى، والشخصيات الرئيسية التي صاغها في \"أولاد حارتنا\"، فنلتقي بالمتصوف، المتمرّد والانتهازي، والمنتمي، واللا منتمي.. الخ (22). ¶ غير أن التكرار عند نجيب محفوظ لا يخضع إلى مقاييس ومعادلات رياضية..، إنما هو التعبير العميق عن \"أزمة الانتماء\" في مناخ سلبي محكوم بآلية قمعٍ تشارك فيها قوانين السلطة والظروف الاجتماعية والأقدار، تنمو بشكل خفي لتتحول إلى طقوس اجتماعية سائدة لا تحتاج إلى تدخّل قمعي مباشر من قبل السلطة في قليل من الأحيان. ¶ *** ¶ عبد الرحمن منيف: ¶ ... ... ... 1ً ـ شرق المتوسط(¬1) ¶ إذا كانت آلية القمع ـ بكل تجلياتها الاجتماعية والسياسية والاقتصادية ـ تكاد تُشِّكل النسيج الدرامي في البناء الروائي للرواية العربية ـ عبر أزمة الحرية والقيم ـ فإن معظم روايات عبد الرحمن منيف تركز بشكل صارخ على هذا الموضوع، رغم اختلاف المعالجة، وأخص هنا موضوع التعذيب في سجون البلاد: من رمال الشواطئ إلى رمال الصحراء وتخومها. ¶ ذلك ما تشي به رواية \"شرق المتوسط\" و \"الآن.. هنا، أو شرق المتوسط مرة أخرى\" (23). وآلية القمع هنا تتجلّى في التعذيب المباشر للروح والجسد، إلاّ أن ذلك ليس امتهاناً تتعرض له النفس البشرية فحسب، لكنه أيضاً تجسيد صارخ لمنهج السلطة السياسية، لنظام من الأنظمة.. في بلدٍ من البلدان، وفي عصرٍ من العصور. وهو تعبير صارخ عن الاستبداد والقمع والاستلاب. وعن مدى التخلف الإنساني والحضاري فيه. ¶ ¬__________ ¶ (¬1) اعتمدت هذه الدراسة على الطبعة الثانية من شرق المتوسط ـ المؤسسة العربية للدراسات ـ بيروت / 1979 /",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وشرق المتوسط، إذ تؤرخ للزمن العربي الذي لم يتوانَ عن انتهاك حقوق الإنسان، جملة وتفصيلاً (24) فإنها لا تسمي أحداً، ولا توجه إصبع الاتهام إلى نظام بعينه، إنما هي ـ من خلال التاريخ الفردي لشخصيات مناضليه ـ تؤرخ للعصر العربي في أحد تجلياته القمعية..، عصر الاعتقال والتعذيب والتصفيات الجسدية، عصر الأقبية البوليسية، وعصر المخبرين عبر التوجّس المؤلم من أن يكون كل إنسان مخبراً؛ عصر ديست فيه الكرامة الفردية والجماعية حتى تموت في النفس قبل أن تموت في الجسد. ¶ كما حدث لـ \"رجب\" في مواجهة التعذيب الجسدي والمعنوي الذي تعرض له. ¶ في هذا المناخ تقدم \"شرق المتوسط\" صورة لسقوط مناضلٍ قضى أحد عشر عاماً في السجن، يقاوم التعذيب من خلالها، مقاومة باسلة، لكنه لا يلبث في النهاية، أن يسقط، بعد أن وقّع على وثيقةٍ تخلَّى فيها عن ممارسة العمل السياسي: \"وبدأت أسقط. أصبحت الآلام تنتشر في جسدي مثل انتشار النار. كتفي الأيمن مشتعلة من الألم. معدتي تخرج من حلقي كل يوم. رجلي اليمين رخوة، وتحرّك فيها الروماتيزم حتى أصبح المشي بالنسبة لي عذاباً لا نهاية له\" / ص 25 /. ¶ وثمناً لهذا يطلق سراحه، ويمنح الحرية من جديد. ولكن أية حرّية هذه..؟! لقد تخلت عنه \"هدى\" حبيبته، مرغمة، وفُرض عليها أن تتزوج من آخر: \"كانت هدى أقوى الآمال التي تشدني إلى الحرية؛ كنت أتصورها مثل بطلة الأساطير، لا تملّ أبداً من الانتظار \" / ص 20 /. وماتت أمه التي كانت بارقة الأمل في صموده، حيث كانت تشجعه على المواجهة بصبر، وتدفعه للتماسك.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "هي لم تمتْ ميتة طبيعية، إنما ميتة تشبه القتل تقريباً... جراء ضربة على أضلاعها من أحد جنود السجن، وهي تشارك في تظاهرة مع أمهات السجناء أمام أبواب السجن، فتعجّل الضربة بنهايتها، كانت تقول له: \"ماذا تقول للناس، لأصدقائك غداً إذا اعترفتَ وخرجت..؟. الحبس يا ولدي ينتهي أما الذل فلا ينتهي.. إذا اعترفت كلهم سيقولون عنك خائن، ولا تستطيع أن تنظر في وجه أحد \" / ص 26 /. ¶ غير أن أخته \"أنيسة\" كانت تشجعه على الاعتراف، وتقلِّل من شأن التضحية التي يقوم بها، ثم تقدم له مادة للتخاذل وهو في السجن.. هذه المادة تتمثّل بنقل صورة وحشية عن آلية القمع والتعذيب التي أسقطت كل صمود وتضحية لدى أصحابه الذين يستمتعون بالحرية الآن أو فقدوا حياتهم الطبيعية بسبب تمسكهم بالمبادئ: \"باسل جنّ، أصبح يدور في الشوارع عارياً. خالد فقد عينه نتيجة الضرب، وعينه الأخرى مهددة. ومحسن.. ألا تتذكر محسن؟ لقد أصيب بالشلل. وعندما حملوه إلى البيت ورأته أمه، ماتت!\" / ص 23 /. ¶ كانت أنيسة ـ مفتاح تخاذله ـ تردد: \"أنا الوحيدة بعد أمي التي تنتظر رجب، ويمكن أن أموت من أجله / ص 93 /.. متابعةً الرحلة الخطرة في تفكيك رجب حتى نهايتها. ¶ كانت تنبهه إلى أمورٍ لم يكن يأبه بها أو يحسها من قبل \"تطلع هذه الناحية يا رجب\". ¶ ومثل طفل صغير يدير رأسه.. تصرخ: ¶ ـ عروق رقبته نافرة مزرقّة.. هل ضربوك؟ هل حصل لك شيء..؟ ¶ ـ العروق تظهر. ¶ ـ العروق تظهر إذا ضعف الجسم، وأنت ضعيف جداً في هذه الفترة / ص 29 /.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ومن يومها بدأ رجب يلاحظ يوماً بعد يوم، أن أشياء كثيرة من جسده تتغير وتضطرب. وسيعترف بعد خروجه من السجن، أن أنيسة كانت تقوده \"في الدهاليز اللعينة\" وتسرْف في التحدث عن العالم الخارجي، تغريه وتغويه لكي يحسّ كم هو محروم من هذه \"الجنة\" التي تنتظره في الخارج. ولهذا اعترف فيما بعد قائلاً \"أنيسة هي التي دمرَّت حياتي\" / ص 23 / وقد اعترفتْ هي بذلك في النهاية. لقد كانت عاملاً رئيساً، ودافعاً حاسماً قاده إلى الاعتراف والسقوط(¬1). ¶ ويطلق سراح رجب، لكن السجن يظل في داخله. فقد كان السجن امتحاناً عسيراً له. ثم كان التعذيب محنته؛ ويبدو أن ما كان يخشاه \"رجب\" طيلة فترة السجن هو أن تضعف إرادته، التي نبّههُ إلى أهميتها \"هادي\" رفيقه، موضحاً له أن القرار هو للإرادة / ص 75 /. ¶ كان يخشى أن يزداد إحساسه بأعضاء الجسد على الإحساس بصموده الداخلي.. الروحي، لذلك راح يمتحن جسده وروحُه معاً وحين بدأت طقوس التعذيب ـ بدءاً من الضرب والرّفس واللدغ بالكهرباء وإطفاء السجائر في ظهره، ورقبته، وأذنيه، ومؤخرته.. الخ. حين مارسوا كل ذلك، اكتشف رجب أن الإنسان قد يتحول إلى إله حقيقي في صموده وتحديّه / ص 76 /، على نحو من الانتصار على الخصم، وقهره ـ رغم امتلاكه كل وسائل القهر والتعذيب. ¶ لكن ذلك كله لم يَحُلْ دون سقوطه في النهاية ونسي ما قاله أن الإنسان بصموده إلهٌ حقيقي / ص 81 /. ¶ صار يتكلّم عن أن عيبَ الإنسان في جسده / ص 88 /. وأن الجسد \"هو الذي يقرر\" و\"الجسد وحده هو الذي يفعل كل شيء\". ¶ وبالرغم من أن جسداً مثل جسد رجب.. احتمل ما لا يمكن تحميله مسؤولية السقوط، فقد اعتبر أن جسده هو الذي خانه بعد ما بنته \"الأم\" ونفخت فيه روح الصمود والتحدي، في كل زيارة كانت تقوم بها إلى السجن لرؤيته / ص 28 /. ¶ ¬__________ ¶ (¬1) محمود أمين العالم ـ البنية والدلالة في القصة والرواية العربية المعاصرة ـ دار المستقبل العربي ـ القاهرة / 1994 / ـ ص / 59 /.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "بعد موتها.. أصبح جسده هشاً. وتحول استقبال الألم إلى حالة من الفزع والوهن. لقد تغيّر فجأةً.. وأصبح الجسد عبئاً عليه،.. وازدادت متطلباته ¶ / ص 28 /. ¶ بعد هذا السقوط الذريع.. يخرج من السجن، لا يحمل سوى رائحة الهزيمة والخذلان، وصوت العذاب الداخلي، واحتقار الذات بجسدٍ ستقلّهُ الباخرة \"أشيلوس\" إلى خارج البلاد بحجّة العلاج؛ فهو مصاب بروماتيزم بالدم. ¶ على ظهر الباخرة ـ أشيلوس ـ لم يكن سوى جثة فاسدة \"ألم تقتلكِ الرائحة.. رائحة الرجل الميت يا أشيلوس\" / ص 68 ـ 88 /. ثم يبدأ عن طريق التداعي، ومخاطبة الباخرة اليونانية أشيلوس، بفضحِ ما جرى ويجري في سجون شرق المتوسط من تعذيب.. وقهر.. واستلاب. ¶ وفي باريس.. يخضع لأول اختبار جنسي، حين استلقت أمامه امرأة عارية، وبدأ يتذرع بالمرض والتعب. لكن العبارة الوحيدة التي كان صداها يدوي في أعماقه ثم قالها لتلك المرأة العارية ـ التي تراكم فيها شوق السنين الطويلة إلى عريها: \"أنا لست رجلاً\". ¶ وهناك.. حيث رست السفينة في شاطئها الأخير، شرع رجب بتدوين مذكراته، محاولاً الاغتسال من عقدة الذنب، والتطهّر من الشعور بالإثم والخطيئة، مستنداً إلى وثائق وحقائق، تعرّي آلية القمع الوحشي وتفضحها، بكل تجلياتها المرعبة؛ لتقديمها إلى الصليب الأحمر \"في جنيف دفاعاً عن حقوق المعتقلين في \"شرق المتوسط\"، وسيفضحهم أمام الناس.. كل الناس، رغم تحذيراتهم له قبل إطلاق سراحه ـ، سيقول لهم أن البشر بالنسبة لهؤلاء الأبالسة هم من أتفه الأشياء وأرخصها على الإطلاق... ¶ وتصل أخباره إلى سجّانيه، فيبدؤون بمضايقة صهره حامد.. زوج\"أنيسة\". يهدّدونه بالسجن إنْ لم يعد \"رجب من فرنسا. وحين يعلم رجب بذلك، يقرّر العودة إلى الوطن رغم ما تعنيه هذه العودة من خطر. إن يتلقف الفرصة التي تبدو مستحيلة، كي ينهض متحدياً تخاذله من جديد ماسحاً وصمة العار التي لحقت به، وتلاحقه في هواجسه.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "عاد ليواجه جلاّديه مرة أخرى، غير آبهٍ بما يسمونه الجسد، صامداً أمام كل أشكال التعذيب، متماسكاً رغم كل أساليب القمع المستحدثة، مستعيداً روحه، قائلاً \"عدتُ كما أريد، لا كما تريدون، سأعطيكم جسدي. أما إرادتي فقد تعلّمتُ في رحلة الظلمة، كيف أجدها مرّة أخرى؛ خذوا أيها الجلاّدون.. خذوا جسداً لم يبق فيه إلاّ الإرادة، افعلوا كل ما تستطيعون، سيكون صمتي الرّد الذي يقطّع أحشاءكم..\" / ص 139/. ¶ وبعد أن أفلس جلاّدوه، وأيقنوا أن رجب يحتضر، أطلقوا سراحه وهو شبه جثةٍ تؤجّل موتها: فَقَدَ بَصَرَهُ في التعذيب، وبدا شديد الهزال والشحوب، وثَقُلَتْ أنفاسه جرّاء الظلام والألم الثقيلين، وانقطع عن الطعام والكلام. وفي اليوم الرابع من خروجه \"عند الظهر تماماً مات.. مات رجب\" / ص 146 /، مغتسلاً بصموده، متطهراً من وصمة العار التي كانت تمزّقهُ أَرَقاً. وتندم أنيسة، لشعورها بأنها ساهمت في قتل رجب \"لو ظل هناك لما امتدت إليه أيديهم.. أنا امرأة خاطئة. الخطيئة ولدت معي، وسرت في دمي؛ يبدو أنها سترافقني حتى آخر أيام حياتي / ص 147 / ثم يدفعها هذا الإحساس أن تعمل على فضح السلطة وأدواتها القمعية التي أودت بحياة أخيها رجب، ولتنخرط أخيراً مع زوجها حامد وابنها عادل ـ بشكلٍ آخر ـ في طريق رجب، طريق النضال عبر ولاداتٍ جديدة، رغم القمع والاستلاب، وأشكال التعذيب والاستشهاد: ¶ \"كما قلت لكم، أنا امرأة خاطئة.. وأريد أن أتبع طريقة رجب ذاتها: أن أدفع الأمور إلى نهايتها.. لعل شيئاً بعد ذلك يقع\" / ص 148 /. ¶ هكذا تنتهي الرواية: \"بوابة مفتوحة على المستقبل\" عبر جراح الماضي والراهن، المزدحمين بالقمع والتمرّد، والخوف والموت والصمود، والاستمرار لتلتقي مع البداية، بداية تشكيل الرواية ببعض مواد الإعلان العالمي لحقوق الإنسان، وبعض أبيات من شعر بابلو نيرودا.. توحي بوحشية القمع وتجلياته المتعددة، التي ينبغي ألاّ تنسى.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "من هذه الانطلاقة يمكن تحديد معالم الدلالة العامة للرواية وما ترمز إليه. وهي: ¶ 1ً ـ دلالة ذات بعد فني في البناء الدرامي.. تجمع بين الواقعية المباشرة التي يمثلها \"الإعلان العالمي لحقوق الإنسان\" وبين المتخيَّل الفني الذي تؤسس له أبيات \"نيرودا\" ثم يبدأ التشكيل الروائي عَبرَ ثنائية واقعية متخيَّلة في فضاء نفسي لدى رجب.. مبني على سيكولوجيا اجتماعية مليئة بالثنائيات التناقضية، والتوافقية أحياناً. تمثّل ذلك في تلك الثنائية الواقعية الصارخة لدى كل من رجب وأخته أنيسة بالتناوب. ¶ ففي الفصل الأول، كان رجب يبحر فوق السّفينة اليونانية \"أشيلوس\"، في طريقه إلى فرنسا ـ بعد إطلاق سراحه ـ يستعيد على ظهرها مشاعره، وأيام عذابه ولحظة سقوطه، مجسِّداً ذلك بحركة السفينة المتشنجة\" المجدولة من العبث والدوي. تزحف وتبتعد / ص 7 /. ¶ أما الفصل الثاني فهو فصل أنيسة، فضاؤها الذاتي تستعيد فيه كل أحداث السنوات، طوال سجنه، ثم نلتقي برجب في الفصل الثالث، وهو ما يزال فوق السفينة يواصل بوحه، وإفضاءاته حول سنوات التعذيب في سجون غادرتها الحياة. ثم نعود إلى أنيسة في الفصل الرابع، فصل الشعور بالندم على إسهامها في سقوط أخيها، وهو فصل الرسائل التي يبعث بها رجب إلى أخته مطالباً ببناء مقبرة لأمه. محاولاً معرفة أخبار حبيبته هدى، ثم مقترحاً كتابة رواية يشترك فيها الجميع، لفضح ما حدث وما يحدث. ¶ ثم نتابع رجب في الفصل الخامس، حيث وصل فرنسا، ونتعرف معه على بعض الأصدقاء والرفاق، كما نتعرف إلى الطبيب الفرنسي \"فالي\" الذي يعالجه، ثم يسدي إليه بنصيحة بعد أن يستمع إلى حكايته، أن يتماسك ويحوّل أحزانه إلى حقد مقدس في مواجهة أعداء الحرية والإنسان في بلاده.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ثم في الفصل الأخير، نعود إلى \"أنيسة\" لنكتشف أن رجب قد عاد إلى الوطن، واعتُقل مرة أخرى، ثم ذاق أشد أساليب القمع والتعذيب، غير أن ذلك لم يفقده عزيمته وصموده هذه المرّة، فيخرج من المعتقل متطهراً ليموت بعد أيام. ¶ بهذه الثنائية المتماسكة في بنية الرواية. تتجلّى المأساة بطرفيها النقيضين \"عبر وحدة ثنائية\" قدمت نوعاً آخر من التعذيب، ليس لدى رجب وحده، إنما هو كذلك على نفس المستوى من القهر والعذاب لدى أنيسة. رغم اختلاف آلية القمع المرئية والخفية، فالمأساة التي شكلت عذابها الداخلي، ناجمةٌ عن إسهاماً في سقوط رجب ثم في عودته حيث لاقى مصرعه. ¶ من هنا نستنتج أن الرواية تتضمن شخصيتين رئيسيتين ـ رجب و ـ أنيسة ـ تقفان على طرفي المحور الأساسي للحياة وفي الفضاء الداخلي للرواية ـ ليتوحدا أخيراً في الاختيار الصعب ـ بعد أن أفرزت آلية القمع الجنونية مأساة فقدان الحرية والعدالة.. ورغم الإعلان العالمي لحقوق الإنسان. ¶ 2ً ـ توحي الرواية \"بعلامة دلالية مع \"الأسطورة\" في إطارها المأساوي العام. وأعني بذلك \"أسطورة أوديب\" غير أن محور المأساة انتقل من الأم والابن في مسرحية \"أوديب\" إلى الأخ والأخت في \"شرق المتوسط\"(¬1). فأنيسة أحبت أخاها رجب حباً شديداً، شكل مصدراً هاماً في مأساة سقوطه ثم موته، مما دعا بعض النقاد أن يشك بعلاقة ما، خفيّة، ظلّت مجهولة لنا بين رجب وأنيسة (25). مما أصابها من إحساس بالذنب والخطيئة، إذ تقول: \"أنا امرأة خاطئة.. لا أقول هذه الكلمات الآن لأعذب نفسي.. لأكفّر عن خطاياي لا.. أقولها وأنا متأكدة تماماً أني خاطئة\" / ص 147 /. ¶ إن الإصرار على الخطيئة يحيلنا إلى التشكّك أكثر في التباس العلاقة، وغموض جانبٍ منها بين أنيسة ورجب. ¶ ¬__________ ¶ (¬1) 1ً ـ محمود أمين العالم ـ البنية والدلالة ـ ص / 60 / ـ مصدر سابق. ¶ 2ً ـ جورج طرابيشي ـ الأدب من الداخل ـ دار الطليعة بيروت ط 2 ـ / 1981 /.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "3ً ـ للسفينة \"أشيلوس\" دلالة رمزية واضحة كما يقول العالم (مصدر سابق) فهي، في عالم الرواية ـ سفينة الحرية ـ على حد تعبير رجب، تكاد تتجسّد فيه ويتجسد فيها عبر رحلته إلى الغرب ـ المتحرّر والمحرِّر ـ لتتحول السفينة إلى رمز التواصل بين \"شرق المتوسط\" المتخم بالقمع والاستبداد والسجون والتعذيب وبين الغرب المتفتح على حرية التعبير والديمقراطية، والمساهمة في بناء الحضارة الإنسانية (26). ¶ في ضوء ذلك، جاءت رحلة رجب من الشرق إلى الغرب تعبيراً دلالياً، يدعو إلى ضرورة التمازج الفكري والحضاري بما يعنيه هذا التمازج من عقلانية وديمقراطية، واحترام حقوق الإنسان وحريته في العيش والتعبير وممارسة الحياة. ¶ تبدو الرحلة ذات دلالات فكرية في إطارها العام، فهي ليست رحلة إلى مكان فحسب، بل هي رحلة البحث عن استعادة الأمل، ولهذا تفقد الأمكنة الأساسية في الراوية مكانيتها، أي مواقعها المادية؛ لتتحول إلى قيم ودلالات فكرية، تعلن عن ذاتها(¬1) فهناك في \"شرق المتوسط\" السجن، حيث القهر والقمع والتعذيب، والتصفيات الجسدية.. هناك البيت المحطم بفقدان الأم والخطيبة. وطقس عائلي يسوده القلق والإحباط، وفقدان الحرية والأمن، والتهديد الدائم بالاعتقال والسجن، وهناك بالمقابل: \"سفينة الحرية\" المتحركة ـ أداة الانتقال ـ من موقع القمع إلى موقع الحرية. ¶ والرواية تكاد تخلو من زمنٍ محدد.، إلاّ زمن البوح والتداعي الذاتي، الذي تضمّن الماضي والحاضر في لحظة واحدة متداخلة؛ ولهذا يتداخل الزمن تداخلاً حميمياً في المكان الروائي على اختلاف مواقعه ليصبح عمقاً للبناء الدارمي معلناً وجوده في جميع الأمكنة. ¶ ومع نهاية الرواية، يبدأ انفتاح الزمن على الآتي.. الغامض، على المستقبل المجهول.. عبر حالة من الانتظار والتوجس، عندما تدفع أنيسة الأمور إلى نهايتها وهي تقول: ¶ \"لعل شيئاً بعد ذلك يقع\". ¶ *** ¶ ¬__________ ¶ (¬1) ـ محمود أمين العالم: ¶ البنية والدلالة ـ مصدر السابق.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "عبد الرحمن منيف: ¶ ... ... ... ... 2 ـ الآن.. هنا ¶ ... ... ... ... ... أو ¶ ... ... ـ شرق المتوسط مرّة أُخرى ـ(¬1) ¶ قد يبدو للوهلة الأولى أن هذه الرواية تشكل الجزء الثاني من \"شرق المتوسط\". وهي ليست كذلك رغم تطابق الموضوع من جهة، والبنية الفنية ودلالتها العامة من جهة أخرى. ¶ غير أن العنوان رواية \"شرق المتوسط مرة أخرى\" أعمق من الرواية الأولى في علاقتها بالواقع الموضوعي المباشر. ¶ فاتحة الرواية ـ كما في شرق المتوسط ـ تبدأ بثلاثة نصوص: الأول نص من كتاب \"حياة الحيوان الكبرى ـ للدُّميري يذكر فيه حديثاً منسوباً إلى النبي محمد (ص) يقول فيه: ¶ \"أُدخلتُ الجنة فرأيت ذئباً فقلتُ أَذئبٌ في الجنة، فقال: أكلتُ ابن شرطي\" ¶ والنص الثاني يُنسب إلى \"سفيان الثوري\" يقول فيه: ¶ \"إذا رأيتم شرطياً نائماً عند الصلاة فلا توقظوه فإنه يقوم ليؤذي الناس\". ¶ ويقتبس الكاتب النص الثالث من رواية \"الأمل\" لمالرو إذا يقول: \"أفضل ما يفعله الإنسان هو أن يُحيلَ أوسع تجربة ممكنة إلى وعي\". ¶ بهذه النصوص، التي تجمع ما هو عربي تراثي، وما هو غربي حديث. تكادُ تُلخص الرؤية الشمولية للرواية ـ كما في شرق المتوسط ـ حين قدم لها الكاتب ببعض مبادئ حقوق الإنسان العالمية ومقتطف من شعر نيرودا، وسوف تستعين الرواية بنصوص من التراث العربي على لسان \"طالع العُريفي\" من موران، وبنصوص من الغرب على لسان \"عادل الخالدي\" من عمورية، للدلالة على ضرورة التلاقح الحضاري، والانفتاح على العالم الحر، والخروج من أسوار العزلة النرجسية، التي عانت وتعاني منها بعض التيارات والاتجاهات الفكرية الأصولية والعدمية. ¶ ¬__________ ¶ (¬1) ـ اعتمدت هذا الدراسة على الطبعة الأولى ـ مؤسسة عيبال ـ قبرص ـ نيقوسيا / 1991 /.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وكما نهض البناء الروائي في شرق المتوسط على نصيّن متداخلين لكل من رجب وأنيسة، قدما معاناة كل منهما، كذلك تقوم الرواية الثانية على نصين مستقلين، يفضحان آلية القمع المتوحشة التي آلت إلى تخريب الإنسان جسدياً وروحياً، عبر محنة التعذيب، التي عاناها كل من \"طالع العريفي\" و\"عادل الخالدي\". ¶ وإذا كان الحدث الروائي \"في شرق المتوسط\" قائماً على نصين يتناوبان، ويشكلان بنية الرواية تشكيلاً متداخلاً في الزمان والمكان: تتعاقب فيه وتتناوب فصول الرواية..، فإن رواية \"الآن.. هنا..\" شُيدت على نصين مستقلين في الزمان والمكان: فصل كامل يكتبه \"طالع العريفي\"، مدوناً فيه معاناته في سجون بلده \"موران\" يعقبه فصل كامل آخر، يبوح فيه \"عادل الخالدي\" بعذاباته المريرة في سجون بلده \"عمورية\". ¶ من خلال ذلك نكتشف أن لا تداخل ولا تضافر بين النصّين من حيث البنية الفنية، بحيث يمكن أن يكون النص الواحد منهما عملاً روائياً مستقلاً بذاته مع التعديلات الطفيفة، رغم وحدة الموضوع ودلالاته. / أليست شرق المتوسط تَّتحدد بموضوعها مع هذه الرواية من حيث المعاناة وتعذيب السجون وفضح آلية القمع المرئية وغير المرئية..؟! /. ¶ نحن هنا، في الرواية الثانية مع حكايتين مستقلتين رغم وحدة الموضوع ـ كما ذكرت ـ وليس بين النصّين ـ الحكايتين ـ في الحقيقة الفنية من تمايز أو اختلاف سوى في اسم البلدين: ـ موران ـ عمورية ـ (27) وفي بعض التفاصيل الجانبية، والأسماء والأماكن والأشخاص، وتنوع أساليب التعذيب، عبر وحدة الرؤية لآلية القمع وتجلياته بأشكال مختلفة.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "غير أن هناك تمايزاً نسبيّاً في أسلوب السّرد بين النصين: فنصّ ـ طالع العريفي ـ مبني على أسلوب المذكرات، ولهذا يغلب عليه السرد التقريري والوصفي المباشر، والتحليل العادي، عبر الجمل الطويلة والزائدة أحياناً. أما نص عادل الخالدي فإنه يجنح إلى الإفضاء والبوح وتداعي الذكريات، يغلب عليه الطابع الانفعالي، والجمل القصيرة، الأكثر قدرة على التعبير، كما تميز كذلك بالوصف والتحليل. ¶ إن الحديث عن رواية \"الآن.. هنا\" يحيلنا دائماً إلى المقارنة بين الروايتين، وهذا أمرٌ طبيعي، فهما لكاتب واحد، ويعالجان الموضوع نفسه في إطاره العام. ¶ غير أن ما يلفت الانتباه هو الفرق بين بنية \"شرق المتوسط\" و\"الآن.. هنا\" الذي يبرز في الفصل الأول للرواية حيث تقع أحداثه في مستشفى \"كارلوف\" في براغ، بعد أن يلتقي الرفيقان ـ طالع العريفي وعادل الخالدي ـ، تمهيداً للفصلين التاليين، المكرسين لفضح آلية القمع والتعذيب الوحشي، الذي عاناه كل من طالع وعادل: \"وفجأةً، وكما تقع الزلازل، أو كما تنفجر البراكين، وبطريقة شديدة البراعة والإتقان، وجدت أن أبواب الجحيم فُتحت علي \"الضرب. اللكمات بالأرجل،.. كلها انصبّت عليّ. كانت الضربة توقعني أرضاً. وكانت القفزة فوقي تجعلني أمتزج بالأرض، وما أكاد استقر لحظة حتى تنتزعني يدٌ مدرَّبةٌ وشديدة الجبروت وتطرح بي في الهواء، وقبل أن أصل إلى حائطٍ، أو إلى الأرض، تتلقاني ضربة أقوى منها فأرتدّ\" / ص 168 /. ¶ غير أن الفصل الأول في \"الآن.. هنا\" يضيف إلى صور التعذيب، صورة أخرى مغايرة لصورة المناضل في \"شرق المتوسط\". تكاد تمنحها دلالة متميزة عن الأولى؛ فهي لا تصور معاناة \"رفيق مناضل\" سقط في محنة التعذيب واعتَرَفَ، وإنما تقدم ـ على العكس من ذلك تماماً ـ موقفاً بطولياً محصناً بالصمود لرفيقين مناضلين \"متماسكين يتحديان آلية القمع بكل تجلياتها الوحشية",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "داخل السجون / فصل حرائق الحضور والغياب ـ وفصل ـ هوامش أيامنا الحزينة /. ¶ وعندما فشلت كل وسائل القمع وأساليب التعذيب، في انتزاع أي اعتراف منهما، أو دفعهما إلى السقوط والتخلّي عن المبادئ، أُطلق سراح كل منهما. يقول عادل الخالدي: \"حين بدا موتي وشيكاً.. أطلقوا سراحي\" / ص 7 / ـ / 27 /. ثم ينتقل كل منهما، عبر تنظيمه السّري، إلى المستشفى للمعالجة في تشيكوسلوفاكيا. وهناك يتعارفان (29). ¶ وإذا كان الفصل الأول يتضمن بعداً إنسانياً في غاية الشفافية أو السخاء العاطفي النبيل فيما بين المرضى والأطباء والناس في \"مستشفى كارلوف\"، فإنه بشكل عام يكاد يكون النقيض المباشر للفصلين التاليين: ـ حرائق الحضور والغياب، و\"هوامش أيامنا الحزينة\"، المكرّسين لفضح ما جرى ويجري من تعذيب في السجون، وإن تضمن هذا الفصل بعداً معنوياً من أبعاد السجن والتعذيب، عبر آلية القمع التي لاحقت \"طالع العريفي\" إلى داخل مستشفى براغ، حين قام وزير نفط \"موران\" ـ تلك البلاد التي ذاق فيها طالع العريفي أبشع أساليب القمع والتعذيب ـ بزيارة تشيكوسلوفاكية الاشتراكية ـ حيث طُلب من جميع ـ الرفاق العرب ـ مغادرة \"براغ\" والانتقال إلى الجبال البعيدة كضيوف على حساب الحكومة، لكن تحت رقابتها أسبوعاً كاملاً / ص 30 /. ثم يأتي شرطي إلى المستشفى حاملاً ورقة رسمية تقول: \"يحظر على المريض ـ رقم غرفة (217) ـ واسمه طالع العريفي، مغادرة الغرفة لأسباب أمنية ابتداءً من يوم الاثنين السابع عشر من مايس، وحتى إشعار آخر\" / ص 33 /. ¶ ويقف الشرطي أمام باب الغرفة تنفيذاً للأمر، فتتحول الغرفة إلى زنزانة في سجن موران، داخل البلد الاشتراكي، فما الفرق إذن..؟!.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "في الماضي كانوا يقدمون ـ في تشيكوسلوفاكيا ـ كمّاً هائلاً من المعلومات والصور المرعبة \"في محاولة لترسيخ اقتناعنا أن نظاماً من نوع نظام موران لا يحتاج إلاّ إلى الدفن، وأن من الحماقة أن يُفكّر ولو للحظة واحدة، بإمكانية تطويره أو التعايش معه..\" / ص 31 /. ¶ هذه الميزة في الرواية، يجعلها تتميز عن \"شرق المتوسط\" بالكشف عن علاقات فكرية وسياسية جديدة، تعبّر عن انتقال بعض سمات شرق المتوسط إلى \"تشكوسلوفاكيا\"؛ ولعلّها إشارة إلى ما كان يحدث بشكل مرئي وغير مرئي، من تحولات في المواقف الأيديولوجية والسياسية في البلدان التي كانت تسمَّى بالاشتراكية؛ ولعلها كانت تحمل أيضاً مقدمات السقوط الشامل فيما بعد. ¶ لقد تغيرت الأوضاع إذن، ولابد من استخلاص درس جديد من هذه ¶ الحالة \"الحالة التي نعيشها، والطريقة التي يتعاملون بها معنا بما فيها من قهر وذلّ\" / 37 /. ¶ غير أن الأمور لم تتوقف عند حدود الإقامة الجبرية أو الترحيل المؤقت، فقد أُبلغ \"عادل الخالدي\" أن حساب المستشفى سوف يدفع بالدولار، عن طريق البنك، وهذا يتطلّب ضماناً يتكيء عليه من أجل البقاء في المستشفى، والعلاج / ص 122 /، فمن أين له هذا الضمان؟!. ¶ يضطر أخيراً إلى مغادرة المشفى، لعجزه عن الدفع بالدولار، لكن آلية القهر والقمع المبطن لم تقف عند هذا السلوك الرسمي للدولة الاشتراكية، بل امتدّ إلى أولئك الرفاق ـ رفاق التنظيم ـ الذين استشرَت فيما بينهم الخلافات والانشقاقات، والاتهامات، وحرب البيانات، والديكتاتورية الداخلية في تغييب حرية التعبير والاختيار، بحجة \"حماية التنظيم\" / ص 97 ـ 98 /.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "في هذه الأثناء، كان عادل فريسةً لعذاب الحيرة وانكسار اليقين، فامتلأ بالقهر والتعب، وهجمت عليه أحزان لا يعرف أين كانت مختبئة: ويموت \"طالع العريفي\" نتيجةً لما آلت إليه الأوضاع من تدهور، ويواجه عادل المحنة التنظيمية نتيجة لتمسّكه بثوابت الديمقراطية، وحرية القول، وضرورة النقد، واحترام الإنسان، ورفض الانصياع الآلي، الأعمى للتنظيم. ¶ ثم يتلقى نشرة داخلية تتضمن أسماء \"الرفاق المنحرفين\" كان اسمه من بينهم، لكنه لم يشعر أنه فقد شيئاً مهماً، فقد أخذ يراجع حياته كلها، بعيداً عن كل المؤثرات الآنية المتلاحقة: \"قرأت، حزنت، ندمت، قلت لنفسي: كم كنا أغبياء خلال فتراتٍ طويلة سابقة\" / ص 99 /. ¶ في ضوء ذلك لم يتوان \"عادل الخالدي\" عن فضح آلية القمع داخل التنظيم متحرراً من ذلٍ طويل، وخيبةٍ دائمة: (120) قائلاً: \"هؤلاء الساسة الذين أسلمتُ لهم قيادي، خدعوني وتخلّوا عني / ص 330 /. ¶ أما الآن فقد \"تحطمت أغلب الأوهام أو كلها، لم أعد قادراً على عبادة أي صنم، ولم يعد يرشدني ويقودني سوى الضمير... تخلّيتُ عن الآلهة القديمة، ولم أجد آلهة غيرها.. فَليكن. المهم أن تكون هناك إرادة، وهذه وحدها يمكن أن تعيد تشكيل العالم مرةً أخرى\" / ص 559 /.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "هكذا تشرف رواية \"الآن.. هنا\" على النهاية بافتتاحية جديدة، تقدم فيها شكلاً آخر لآلية القمع والاستلاب داخل التنظيمات ـ البيروقراطية الاستبدادية ـ المعزولة عن الجماهير، نتيجة قمعها الداخلي، وآلية التنظيم الميكانيكية، التي فجرت مشكلات داخلية، جعلت ما يحدث داخل البلاد، الاشتراكية ـ يأخذ مساره إلى الضفة الأخرى، لتكون بداية السقوط، فإذا كانت \"شرق المتوسط\" تصور سقوط رفيق نتيجة التعذيب الجسدي والمعنوي، فإن رواية \"الآن.. هنا\" تصوّر، إلى جانب ذلك، خيبة الأمل، وانعدام اليقين، والهزيمة الداخلية التي يعيشها ـ طالع العريفي / ص 15 /. مما جعل الكثيرين يقفون حائرين على ضفاف الوهم وخلايا القمع الداخلي، وديكتاتورية الفرد الإله، داخل التنظيم؛ وهذا ما جعل طالع العريفي، وعادل الخالدي، وغيرهما، في مواجهة نوع جديد من القمع والتعذيب جراء رفض الولاء الأعمى ـ الفكري والتنظيمي، بمشاعر ملتبسة وحائرة، لكن هذه المشاعر لم تولِّد أزمة ضمير داخلية عند طالع أو عادل، شأن أزمة \"رجب\" و\"أنيسة\" في شرق المتوسط؛ إنما ولّدت مواقفاً يغلب عليها طابع التأمل والحوار العقلاني، انعكس على بنية السّرد في الرواية، بطابع وصفي تحليلي، شأنه شأن التقارير السياسية والتنظيمية، وبشيء من الخطابية ذات الطابع الانفعالي الغنائي(¬1). ¶ هكذا تواصل رواية \"الآن.. هنا\" التي بدأت في \"شرق المتوسط\".. واختلفت معها بالأسلوب، والوسائل، والمحطّات. إذ تكتشف ـ في شرق المتوسط ـ أنها رواية ذات فضاء عائلي، أُسري، يتشكل من: الأم والأخ والأخت، وزوج الأخت والأبناء، عبر مأساة مشتركة بينهم جميعاً.. رغم اختلاف مشاعرهم ومواقفهم، وأشكال سلوكهم المختلفة تجاهها. ¶ ¬__________ ¶ (¬1) كان يمكن أن تختصر الرواية هذه الجوانب وتكثفها بحيث يصبح حجم الرواية نصف حجمها الحالي.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "أما رواية \"الآن.. هنا\" وعلى الأخص في الفصل الثاني والثالث ـ فهي ذات فضاء أكثر تنوعاً، يتعدى الأسرة والعائلة والمدينة، وهو محصور داخل لحظات التعذيب المختلفة بين المعتقلين والجلادين، ولا أثر لأي علاقة خاصة حميمية: عائلية أو اجتماعية، وهذا أمر غير طبيعي في تجربة السجن، فكأن حالة السجن والتعذيب ولِدت في عالم مطلق، مجرّد ومعزول عن كل ارتباط أسري أو اجتماعي. ¶ غير أن هذه العزلة، عزلة مقصودة منسجمة مع الدلالة العامة لرواية \"الآن.. هنا\". فإن كانت \"شرق المتوسط\" هي في جوهرها تعبيراً صارخاً عن محنة فردٍ، محنة أسرة عبر فكرة طموحة للتطهر الذاتي. فإن رواية \"الآن.. هنا\" ترقى في دلالتها من المحنة الفردية الذاتية إلى فضاء إنساني أكثر شمولاً واتساعاً، ولهذا لم تقف دلالتها عند حدود التعذيب والتطهّر الذاتي، إنّما امتدت إلى التمرّد على أشكال القمع والسجون، وتحرير الإنسان منها، إلى جانب مساهمتها في فضح أنظمة ـ شرق المتوسط ـ السياسية والحزبية ـ وتجلياتها القمعية، والتطلّع إلى التغيير. ¶ من هنا يمكن القول: إن الرواية في دلالتها العامة، ليست أزمة داخلية ذاتية، وهي ليست أزمة فرد.. سواء كان بطلاً أ ومتخاذلاً، وإنما هي // أزمة نظام علاقات إنسانية وسياسية//(¬1) تجلت في المسار العام لآلية القمع المرئية وغير المرئية، المحسوسة والخفية، سواء في تنظيم حزبي ما، أم في نظام سياسي أو اجتماعي عام. لأنها بالتالي تخص قضية الإنسان أينما كان. ¶ وهكذا يتم الانتقال بين الروايتين: من \"أنا\" السقوط والتطهّر، إلى \"نحن\" التحدّي والتغيير، من استعادة الذات الفردية لكرامتها الشخصية ـ كما فعل رجب ـ، إلى ضرورة الفعل كما فعل عادل الخالدي ورفيقه من أجل تحقيق الحرية والعدالة في مجتمع يسود فيه القمع والاستلاب، والخوف من الآتي. ¶ *** ¶ غسان كنفاني ¶ ¬__________ ¶ (¬1) ـ البنية والدلالة في القصة والرواية العربية المعاصرة ـ مصدر سابق ـ.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "... ... ... (( رجال في الشمس ))(¬1) ¶ تصوّر هذه الرواية رحلة الفرار الفلسطيني من رطوبة المنفى وعفونته إلى لهيب الصحراء وجحيمها الممتد بين البصرة والكويت. ¶ هي ليست رحلة من أجل المعرفة أو الاكتشاف، ولم تبدأ من منطق القوة والمغامرة، أو القدرة على تجاوز أسباب ومسببات الاقتلاع الأول؛ ذلك الاقتلاع الذي يشكل أقسى وأخطر تجليات القمع الجماعي، والاستلاب الجغرافي والتاريخي، الذي لم يعرفه الإنسان من قبل(¬2). ¶ إنها رحلة تتميز بخصوصيتها الفلسطينية، عبر سنوات التشتت والضياع، بعد نكبة العرب في اقتلاع الشعب الفلسطيني، نفياً وترحيلاً عبر حروب معلنة، وغير معلنة.. كانت أشد ضراوة من كل الحروب البشرية من حيث النتائج. ¶ تبدأ الرحلة من جحيم المكان فراراً إلى واحة الحلم الخضراء: ثلاثة فلسطينيين لا يعرف أحدهم الآخر، لكنهم وُجدوا في البصرة في وقت واحد، يريدون عبور الحدود بطريقة \"غير شرعية\" إلى الكويت، لكسب رزقهم، الذي لم يستطيعوا إليه سبيلاً في البلاد العربية الأخرى، التي جاؤوا منها. ¶ وبعد بحث طويل، اكتشف كل منهم أنه لا يستطيع دفع الثمن للمهربين المحترفين؛ فراح –كلٌ على طريقته الخاصة –يبحث عن مخرجٍ لأزمته، إلى أن التقوا جميعاً عند مهّربٍ غير محترف يدعى \"أبو الخيزران\" ¶ ¬__________ ¶ (¬1) اعتمدت هذه الدارسة على الطبعة/2/ -المجلد الأول من الآثار الكاملة. ¶ ... -مؤسسة غسان كنفاني الثقافية –دار الطليعة –بيروت /1980/. ¶ (¬2) في الرواية نتعرف إلى قمع شمولي تكون تاريخياً منذ النكبة والنزوح.. ونما مع الانكسارات العربية. حتى وصل إلى شمولية لا يمكن تجزئتها أو تفكيكها إلى أشكال قمعية مستقلة. إنما هي أشكال وأساليب متداخلة ومتقاطعة في الزمان والمكان",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "وهو فلسطيني –نكتشف فيما بعد أنه فقد ذكورته أثناء حرب فلسطين –يعمل لدى أحد التجار الأثرياء في الكويت سائقاً لشاحنةِ مياه كبيرة، لا تخضع للتفتيش على الحدود. وتتم الصفقة على أن ينقلهم \"أبو الخيزران\" في صهريج الشاحنة الفارغ من المياه، إلى البديل الوهمي للمكان الأم، طمعاً في تحقيق التوازن النفسي المفقود عبر حالة الشتات الاجتماعي والاقتصادي، التي بلغت ذروتها في النروح الجماعي، والعجز العربي، وتأسيس المخيمات. ¶ كانوا ثلاثة: ¶ 1-(أبو قيس): وهو أكبرهم سناً؛ مزارع فلسطيني طُرد من أرضه و\"ها هو ذا يرتمي على بعد أميال من الأيام عن قريته وعن مدرسة الأستاذ سليم /ص 42/، مخلفاً وراءه –في المخيم –زوجته وطفليه، يحلم بتحسين وضعه المعاشي، ليحميه من مذلته كلاجئ مقموع ومحاصر من كل الجهات، مناجياً أستاذه المرحوم سليم: \"ترى لو عشت.. لو أغرقَكَ الفقر كما أغرقني.. أكنتَ تفعل ما أفعل الآن؟ أكنتَ تقبل أن تحمل سنينك كلها على كتفيك وتهرب عبر الصحراء إلى الكويت؟ \"ص 43/. ¶ ثم يحسم أبو قيس الأمر لصالح الارتحال بعد أن تؤنّبه الزوجة قائلة: \"تعجبك هذه الحياة هنا؟، لقد مرّت عشر سنوات وأنت تعيش كالشحاذ.. حرام!. ابنك قيس متى سيعود إلى المدرسة؟ وغداً سوف يكبر الآخر.. كيف ستنظر إلي وأنت لم.. /ص 47/.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "هكذا تحاصره آلية القمع والقهر والاستلاب، بدءاً من لحظة الاقتلاع حتى لحظة الحصار المقنع، الذي يتجلى في متاهة العيش الفلسطيني الجماعي في مخيمات البرد والجوع والصقيع، فكان لا بد من مغامرة جديدة في البحث عن بديلٍ للمكان. إنها حالة المنفيين في الأرض قاطبة، يحلمون بالعودة المستحيلة إلى المكان الأم –كما في الرواية –بالبحث عن الأمكنة البديلة، مهما كان نوع المغامرة التي سيقومون بها: \"تموت؟. هيه! من قال أن ذلك ليس أفضل من حياتك الآن؟. منذ عشر سنوات وأنت تأمل أن تعود إلى شجرات الزيتون العشر التي امتلكتها مرةً في قريتك.. قريتك؟. هيه!./ص 48/ –(30). ¶ 2-(أسعد): شاب فلسطيني تطارده آلية القمع العربية، حتى في منفاه، بعيداً عن أرضه الأم. مطلوب القبض عليه بسبب نشاطه السياسي، فيضطر للاستدانة من عمه –المقيم في عمّان –كي يستطيع الهرب منها، بحثاً عن مكان بديل، وهو يدرك أن ثمن دينه باهظ جداً فعمّهُ ينتظر عودته كي يزوجه ابنته –نكتشف فيما بعد أن أسعد لا يريد الزواج من ابنة عمه -. ¶ في هروبه الأول من \"الإتشفور\" إلى العراق، يتوقف في البصرة ليتلقى شروطاً جديدة لاستئناف الرحلة، عبر الرجل السمين الذي يتولّى تهريب الناس، فيفشل في متابعة الرحلة، ليجد نفسه وحيداً في الطريق –كما قال له أبو العبد الذي هرّبه من الأردن إلى العراق. ¶ 3-(مروان): ذلك الفتى الذي لم يبلغ السادسة عشرة، يواجه آلية، قمع من نوع آخر، تتوضع في حالة الفقر والضياع واليتم، فرضت على الفتى أن يبحث عن مصدرٍ للعيش، للإنفاق على أمه وأخوته الصغار في المخيم –بعد أن تزوج أبوه امرأة أخرى، وتخلى الأخ الأكبر –الذي يعمل في الكويت –عن الإنفاق على الأسرة، بسبب زواجه هو الآخر. ¶ يبدأ مروان رحلة البحث عن مكانٍ بديل، حتى \"يجعل من كوخ الطين جنّة إلهية\". ¶ وكما حدث لأسعد في مكتب الرجل السمين، يحدث لمروان.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وعندما انتهت كل محاولاته في أن يقبل صاحب المكتب الدنانير الخمسة، التي لا يملك مروان أجراً سواها. اتكأ إلى الحائط، وأحسّ بالغربة تجتاحه من جديد \"لكنه ما أن بدأ يمشي في الزحام حتى شعر بيدٍ تربت على كتفهِ..\" ¶ /ص 74/. كان \"أبو الخيزران\". ¶ وهناك.. فوق مقعد إسمنتي كبير في رصيف الشارع الموازي لشط العرب.. يلتقي الثلاثة بأبي الخيزران، ذلك المجاهد الفلسطيني القديم، الذي فقد ذكورته في إحدى المعارك، ولم يبق له سوى أن يجمع المال، والمال، والمال؛ بالطرق المشروعة وغير المشروعة..، لقد ضاعت رجولته وضاع الوطن وتّباً لكل شيء في هذا الكون الملعون /ص 110/. ¶ عبر هذه الشخصيات، ومن خلال الذاكرة التي تحملها، يبدأ تشكيل الرواية الفني، عبر تداخل الأزمنة والأمكنة لتلك الحقبة التاريخية في إطار رحلة الموت هذه. ¶ كانت خطة أبي الخيزران للتهريب خطة بسيطة، هي أن يعود صَهريج الشاحنة إلى الكويت فارغاً؛ وبذلك يستطيع أن ينقل الثلاثة معه: ¶ يركبون إلى جانبه أثناء الطريق. ثم في الدقائق السبع، قبل اجتياز الحدود، وأثناء التصديق على الأوراق يختبئون داخل خزّان المياه الفارغ وبعد الانتهاء من ذلك، والابتعاد عن نقطة مكاتب الحدود قليلاً، يستطيع أبو الخيزران أن يخرجهم من الخزان ليستأنفوا الرحلة، راكبين إلى جانبه. ¶ لم يكن أبو الخيزران محتالاً ومخادعاً، ولهذا كان واضحاً معهم في استعراض خطته، مبيّناً قسوة الشمس في الطريق الذي يشبِّههُ \"بالسراط الذي وعد الله خلقه أن يسيروا عليه قبل أن يجري توزيعهم بين الجنة والنار.. فمن سقط عن السراط ذهب إلى النار، ومن اجتازه وصل إلى الجنة\" /ص 105 –106/. ¶ هكذا يضع غسان كنفاني شخصياته الروائية في امتحان عسير، مخيف وقاتل؛ في رمزٍ فني للجحيم الفلسطيني في المنفى، مجسداً آلية القمع في أشدِّ صورها عنفاً، بقدر ما في الواقع نفسه من فجيعة صارخة.. تزخر بالقهر والاستبداد.. والموت.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "إن هذه الشخصيات، ليس عليها أن تمرّ من الصحراء العربية وتصطلي بنارها فحسب، لكن عليها أن تتخفّى عند اجتياز الحدود إلى المكان البديل، في خزان المياه الفارغ من الماء، والطافح بضراوة اللهب. ¶ كان عليهم أن يختبئوا في خزان الجحيم دقائق بلا حراك حتى يتخطوا الحدود العراقية، وقد نجحوا بذلك، ثم عليهم أن يمضوا سبع دقائق لتجاوز نقطة الحدود الكويتية وينتهي الأمر. ¶ غير أنا أبا الخيزران يتأخر عنوةً في نقطة الحدود الكويتية وهو يحاول جاهداً تصديق أوراقه بأقصى سرعةٍ ممكنة. ينظر إلى ساعته محاولاً التخلص من مداعبات الموظفين الذين يستوقفونه أمام مكاتبهم.. يمازحونه بأسئلة عن شائعات سمعوها، عن علاقة تربطه بإحدى الراقصات في البصرة، دلالة على سخريتهم العابثة بعجزه الجنسي. ¶ وحين ينتهي من تصديق أوراقه، يخرج أبو الخيزران إلى الشاحنة.. يقودها مسرعاً.. مبتعداً عن نقطة الحدود مسافة صغيرة.. ليتوقف ويفتح باب الخزان. ¶ كان الوقت قد فات، والدقائق السبع –المعادل الموضوعي للنجاة –تحولت إلى أكثر من ذلك، تحولت إلى الموت اختناقاً في صهريج الجحيم.. لتجد جثثُهم نهايتها في ركام مزبلةٍ صحراوية لا تسمع النداء الذي اشتعل في رأس أبي الخيزران، وابتلعته رمال الصحراء حين أخذ يصرخ: ¶ \"لماذا لم تدقوا جدران الخزان؟ ¶ لماذا لم تقرعوا جدران الخزان؟ لماذا؟ لماذا لماذا؟\" ¶ (152) ¶ لقد كان سؤالاً حقيقياً آنذاك، وسيصبح في المستقبل السؤال الصعب والمهم، إذ سيبرز بشكل صارخ، عبر الطريقة التي يتعامل بها العرب مع المأساة الفلسطينية: \"نحن دوماً نتنبأ بالمأساة قبل وقوعها. ودوماً نحن نصاب بالدهشة بعد حدوثها.. لماذا لم تدقوا جدران الخزان؟ سيصبح سؤالاً مهماً في الأدب العربي\" (31).",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "غير أن التوغّل في الجوانب المتعددة للمأساة الفلسطينية، في إطار هذه الدراسة – قد لا يخدم جوهر الموضوع.. إنما قد يلامسه ملامسة شفافة، تساعد على إبراز ظاهرة القمع وتجلياتها المتعددة في \"رجال في الشمس\" وما تحمله من دلالات في كل مستوى من مستوياتها الفنية والجمالية، وهذا يعود إلى أهمية موقعها في الإنتاج الروائي لغسان كنفاني من جهة، وفي النتاج الروائي الفلسطيني العربي من جهة أخرى. ¶ انطلاقاً مما سبق، تبدو \"رجال في الشمس\"، كما يتّضح من بنيتها العامة، مثقلة بالأبعاد الرمزية –رغم الواقعية الحادة التي يتسم بها أسلوبها الرشيق، المتماسك بأبعاده الجمالية عبر شفافية اللغة والبنية السردية، والحوار، والدلالات الفنية والفكرية للحدث والشخصيات المرسومة بعناية فائقة –(32). ¶ لقد فرضت تجربة الاقتلاع والنفي القسري للفلسطيني عن أرضه، نوعاً من الخصوصية في علاقته مع المكان والزمان، فمهما تعددت الأمكنة في المنافي، فإن الحلم يظل يشدّ الفلسطيني إلى المكان: /الأرض الفلسطينية البعيدة/، وستظل أوتار الذاكرة –مهما تراكم الزمن –تشدّه نحو ذلك الزمن المفقود وهو يطمح في استعادتهما –المكان والزمان المفقودين -. ¶ ولهذا يبدأ غسان كنفاني رحلته الروائية من الأرض –المكان؛ تفتتح مشهدها الأول، معلنةً لغتها الدلالية، كمفتاح رئيسي لاكتشاف بنيتها العامة(¬1). ¶ يبدأ المشهد الأول بالفقرة التالية: \"أراح أبو قيس صدره فوق التراب الندي، فبدأت الأرض تخفق من تحته، ضربات قلب متعب تطوف في ذرات الرمل مرتجّة ثم تعبر إلى خلاياه\" /ص 7/. ¶ ¬__________ ¶ (¬1) للتوسع يراجع: ثلاث علامات في الرواية الفلسطينية –فاروق وادي –دائرة الأعلام والثقافة م. ت. ف بيروت /1981/.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "إن الشيء يحمل نقيضه دائماً، فطّلَبُ الراحة يتضمن التخلّص والانعتاق من وضعٍ مأساوي ما، آلية قمع غير مرئية تعمّر قلبه بالهم والعذاب، فيلجأ أبو قيس، الذي ينأى عن الأرض، إلى التراب.. يلقي بصدره إليه، فلا يسمع سوى دبيب الأرض الأولى.. المفقودة.. تخفق من تحته، مطوّفةً في ذرات الرمل، قبل أن تعبر خلايا أبي قيس ذاته؛ فنكتشف أننا إزاء علاقة متعددة الأبعاد بين أبي قيس والأرض، هي ليست قريبة من القلب، لكنها متوحدة فيه، ذات بعد تاريخي تكويني، يتصل برحم الأرض والمجتمع والأسرة، تستمد رائحتها من تلك الألفة الدافئة التي يشمها الرجل في \"رائحة امرأة اغتسلت بالماء البارد وفرشت شعرها فوق وجهه وهو لم يزل رطيباً\" /ص 37/.. ¶ رغم هذا البعد التاريخي –الحياتي الدموي –بين أبي قيس والأرض (33) نكتشف أن تلك الرائحة –(التي ترسم حركتها اتجاهاً مماثلاً لذاك الذي رسمه نبض الأرض وتنتهي مثله في عروق أبي قيس، في دمه وخلايا جسده –نكتشف أنها تحمل بعداً آخر متعدد الدلالات، يتمثل بعلاقة عاطفية، جنسية، كما تبدو في تعبير أبي قيس عن أحاسيسه ومشاعره التي تثيرها فيه تلك الرائحة.. – ¶ رائحة امرأةٍ اغتسلت بالماء البارد، وفرشت شعرها فوق وجهه وهو لم يزل رطيباً -(¬1). ¶ وإذا كان هذا البعد، الجنسي –العاطفي، بسيطاً وثانوياً في خفقان الأرض، فإنه يختلف هنا في رائحتها، إذ يصبح مركباً ومبتكراً، كثير الغنى –فنياً وواقعياً –يسيطر على العلاقة الحياتية –الدموية –ويتداخل معها في حالة اكتمال، كما يؤكد أبو قيس أخيراً في حالة تعبيرية عن الخفقان\" كأنك تحمل بين كفيك الحانيتين عصفوراً صغيراً..\" /37/. ¶ ¬__________ ¶ (¬1) ثلاث علامات في الرواية الفلسطينية ص /52/ -مصدر سابق.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "نكتشف أيضاً –عبر مفهوم العلاقة الكلية لأبي قيس بالأرض، بعداً آخر يتوج علاقة الالتصاق والتوحد بالمكان والزمان معاً، هو البعد الوجداني، الذي تكتمل به دائرة العلاقة الكلية بالأرض؛ وبالتالي يصبح الانقطاع عنها، بمعنى الغياب والفَقْد، نذيراً بالعجز والخيانة، والموت؛ وكلّما كان الانقطاع –ملامسةً ورائحةً –أقوى، كان النذير أخطر، وبالتالي يصبح الموت الوشيك هو الأقوى. ¶ إن غسان كنفاني، إذ يحاول تقديم رواية واقعية بأبعاد رمزية –كما تشير قراءتنا الأولى لمطلع الرواية –فإنه يحاول أن يقيم تفاعلاً جدلياً بين الرمز والواقع، محدداً بذلك رؤيته التاريخية –الاجتماعية، أو بالأحرى موقفه التاريخي، هذا التفاعل لا يمكن الحكم عليه مسبقاً قبل تتبعه واكتشافه لتبيان آلية القمع وتجلياتها عبر هذا النص الثّري بدلالالته ورموزه. ¶ فالرواية – كما ذكرت سابقاً –تقدم لنا حكاية فلسطينيين ثلاثة، يموتون اختناقاً على الحدود الكويتية، داخل خزان شاحنة المياه، يقودها سائق فلسطيني يعمل عند أحد الأثرياء الكويتيين؛ هذا الموت جاء ذروة التداخل بين الاقتلاع من المكان والقمع في المكان الوهمي البديل: تمثّل ذلك في تحركهم باتجاه واحد، فرض عليهم وضعاً محدداً /داخل الصهريج/ وزمناً تجاوز الدقائق السبع إلى عشرين دقيقة –شكَّل الوحدة الضدية بين الزمان والمكان، في إطار البحث عن الحل الفردي، والتخلص من الوضع المأساوي الراهن. ¶ هذا المسار الذي لا خيار فيه، كان مؤشراً رمزياً للتهديد المتفاقم، كالنذير لمن يحاول الانقطاع عن الأرض الأم، ويحاول عبثاً البحث عن مكان بديل. ¶ فالانقطاع عن الأرض هنا –البنية العامة للرواية-، يشكّل تهديداً بالعجز والخيانة والموت، وتزداد خطورة هذا التهديد بحجم الابتعاد المكاني –الزماني –عن الأرض.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "وتحت وطأة إرهاصات القمع والضياع، خارج تلك الأرض، لا يجد الثلاثة غير الكذب والخداع والأوهام والخيانة، فتفقد الحقيقة وجودها في الابتعاد عن تلك الرائحة.. رائحة المكان والزمان. فأبو قيس وأسعد ومروان، يتوهمون الحل لمشكلاتهم في وصولهم إلى الكويت: أسعد يتوهم الصدق في تعهد أبي العبد بأن يوصله إلى بغداد، \"لكنه كذب عليه، استغلّ براءته وجهله، خدعه\" /ص 57/ -، وتوهم مروان أنه بإمكانه تهديد سمسار البصرة، الذي يتولى تهريب الناس، بتخويفه في اللجوء إلى الشرطة، /ص 72 –73/، كما أن مفاوضات الرجال الثلاثة مع أبي الخيزران، تكشف ما فعلته آلية القمع والاقتلاع في تشويه الشخصية الفردية خارج الأرض، من كذب ودجل وخداع /ص 62 و101/، فأبو الخيزران، المناضل الذي خاض معارك /1948/ -وفقد علامة ذكورته أثناءها، يمعن في القطيعة مع الأرض –مكانياً وزمانياً - ¶ /ص 82/-، فيوغل في الكذب والخداع إلى درجة الخيانة: فهو يكذب على الحاج رضا، ويخونه حين يقوم بعملية تهريب في سيارته؛ ويخدع الرجال الثلاثة حين أكد لهم أن تجاوز الحدود العراقية لا يستغرق أكثر من خمس دقائق أو سبع، وكذلك الأمر بالنسبة للحدود الكويتية /ص 97 –98/ ثم /ص 113 –115/؛ لكنه يضطر لأن يمضي إحدى وعشرين دقيقة (34). ¶ إن وضعَ أبي الخيزران –الملتاث بعجزه الجنسي –يشكل رمزاً حاداً وجارحاً لما يمكن أن تبلغه آلية القمع والاقتلاع من تشويه وتوحش في الأداء، يصل إلى حده الأقصى؛ البتر والموت. ¶ هذا الموت الذي يصل إليه أولئك الرجال الثلاثة الممعنون انقطاعاً وابتعاداً عن أرضهم؛ ما هو إلاّ موت يسعى بآليته وحركته إلى موت آخر /ص 114/، لا يمكن أن يلد إلا العدم. ¶ من هنا تتوضح بينة الرواية في تأكيد أشرت إليه في مطلع الدراسة، من أن الانقطاع عن الأرض /فلسطين/، بالهرب أو بالسفر أو بالاقتلاع.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "هو مخاطرة قاتلة، وليس \"موت رجال في الشمس\" اختناقاً، داخل خزان مقفل، إلا تجسيداً يمثل ابتعادهم عن الأرض ونبضها، وحرمانهم من رائحتها؛ إنه يمثل (التصحّر الضاري) والنقيض الكامل للأرض الندية.. الخصبة، على كل المستويات، هذا النقيض يمثل ذروة القمع، الذي يتنامى بالانقطاع ثم الموت؛ ذلك الذي يهدد الجميع، بمستويات متفاوتة، وبأشكال متعددة. ¶ في ضوء ما سبق، يعلن غسان كنفاني موقعه، الذي يمكن إيجازه عبر الاستنتاجات التالية: ¶ 1-الإدانة المطلقة للانقطاع عن الأرض والابتعاد عنها؛ إنه استغراق في حالة القمع، ثم الموت وهذا الاستغراق يولّد حالةً من الكذب والخداع –كما هو سائد في العلاقات الاجتماعية داخل النص الروائي –والعلاقات السائدة داخل الأنظمة العربية وفيما بينهما على أرض الواقع -، وليس هذا الاستغراق سوى الاندماج في مؤسساتها بما يعنيه من تذويب الشخصية الفلسطينية وتهميشها؛ وهي أشبه بحالة الموت –كحال أبي الخيزران الذي لم يعد يعنيه شيء سوى مزيد من النقود، والعيش المرفّه، والسكينة التي تقرّبُه من حالة الانقطاع عن الأرض، إلى حدّ الموت /ص 114/، وكحال أولئك الذي يصيبهم الفشل في صحراء الغياب والسفر والانقطاع عن الأرض /فلسطين/ فيتحولون هياكل عظمية فوق الرمال الملتهبة /ص 113 –131 –132/. ¶ هذا الانقطاع عن المكان –كمعادل رمزي للضياع الكلي –يؤكد موت الرجال الثلاثة في جحيم الخزان المعدني عند الحدود. ¶ 2-إن الإدانة التي يعلنها غسان كنفاني، توضح عدمية الحل القائم على إيجاد المكان البديل، سواء بالهروب، أم بالسفر، أم بالاندماج؛ ففي الابتعاد عن الأرض /فلسطين/ يستحيل وجود حلّ للمشاكل المطروحة آنذاك (35):",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "فمشكلات أبي قيس، التي دفعته للبحث عن حلّ فردي، هي في حقيقة الأمر مشكلات ناتجة من خروجه الأول من قريته، /المكان الأم/. كذلك مروان.. تفجّرت مشاكله، وتشابكت بخروج عائلته –في النزوح عن المكان –والعيش في المخيم. كذلك هي حال أسعد، الذي توالدت مشكلاته على قاعدة الخروج على الأرض والابتعاد عنها –التظاهرات؛ السلطة الأردنية ومطاردتها إياه، والمضاعفات الناجمة عن تلك المطاردة....- ¶ في ذلك كله، تبرز الدعوة إلى التشبث بالمكان من جهة واستعادة ما فُقد منه من جهة أخرى، ويبدو أن شفافية هذه الرواية ورهافتها تقوم في الأساس على هذه الدعوة، التي تنمو وتزهر في نسيجها الدرامي، متصاعدة بقوة ورشاقة مع هذا النمو التراجيدي، وذلك الإيحاء الذي يمنحها بعداً رمزياً حاداً، مرتقياً في فضح آلية القمع بكل تجلياتها المرئية وغير المرئية. ¶ 3-إن الفلسطيني الذي يحاول الهرب من مصائبه، أو تخفيفها بقدر ما تمكّنه الظروف، يقع بفضل الأنظمة العربية السائدة بأشدّ منها خطراً: حدّ الموت. ¶ وقد تمثل هذا الخطر، داخل النص الروائي، بخزان المياه العربي، المقفل عليهم فحين تكون الشاحنة ملك أحد الأثرياء في الكويت، /الحاج رضا/.. المبذر، المسرف في لهوه وعبثه، وحين يكون المكان البديل الوهمي/ مصدراً لإشاعة قصة الراقصة –كواكب –مع أبي الخيزران، وحين يكون موظفو الحدود /آلية قمع تاريخية غير مرئية/ سبباً واقعياً وراء دخول الفلسطينيين الخزان، وهم أيضاً الذين ضاعفوا مدة وجودهم داخل هذا الجحيم..، يتضح عمق الدور القمعي، الذي يلعبه العنصر العربي في النص الروائي، ليساهم في الموت الفلسطيني المرحلي (36). ¶ ولعل هذا الدور يلتقي بشكل آلي غير مباشر، بالدور الذي لعبه ويلعبه الكيان الصهيوني في اقتلاع وإبادة العنصر الفلسطيني، داخل الأرض الفلسطينية وخارجها (37) –الاستيلاء على الأرض، والتصفيات الجسدية.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "وبما أن هذا الكيان، وتلك الأنظمة، تشكل ذروة القمع الوحشي في الانتزاع والاقتلاع، والحصار والمطاردة، ثم الإبادة –فإن الموت الذي تمثلهُ هذه الآلية –لا يعني فقط الذين قضوا نحبهم في الخزان، إنما أولئك الذين يقضون يومياً في استغراقهم واستسلامهم لهذا الوضع بالذات، ولم يكن التدخل العربي في هذا الوضع إلاّ ليزيد هذا الموت كثافة ومأساوية، إثر هزائمه المتلاحقة /فيما بعد زمن كتابة النص الروائي/. وإذ انتهى –آنذاك –اقتسام ما تبقى من أرض فلسطين /الضفة للأردن –وقطاع غزة لمصر –فمن أجل زج الفلسطينيين بالتحديد، في خزانات الأنظمة العربية القمعية، وصحرائها القاتلة، منهياً بذلك حلم العودة، وما تبقى من إمكانيات قيام حركة مقاومة وطنية فلسطينية؛ مستقّلة النضال خارجة عن هيمنة تلك الأنظمة وسيطرتها. ¶ وبهذا يكون التجسيد الرمزي لهذا الوضع ذلك الخزان المقفل في جحيم الصحراء العربية، ويكون دخول الفلسطينيين الثلاثة فيه، رضوخاً قسرياً لِمَا تفرضه الأنظمة العربية من إفساد الوجه النضالي الفلسطيني وتبديده، ولهذا جاء موتهم اختناقاً وكتماناً في الخزان؛ \"وكالفطائس\" ألقيت جثثهم فوق كومة من نفايات \"كويتية\"، تعبيراً دلالياً عن تجاهل أصولهم وانتمائهم لأرضهم. ¶ 4-غير أن الموت الفلسطيني البارز في النص الروائي هو عجز بنيوي، لا يقوم فقط على فَقْد المكان والزمان، بل يأتي امتداداً، للعجز التاريخي، العربي –الفلسطيني-، في مواجهة العدو والانتصار عليه. ¶ من هذه الزاوية يصبح المضي في السفر والانقطاع عن المكان، إمعاناً في استمرار حالة القمع عبر الشتات، والضياع، والعجز، ثم الموت. ¶ وتنسحب هذه الحالة أيضاً على العجز العربي، وانكسار الحلم والأمل فيه فالحدود الفاصلة المصطنعة في الأرض العربية ما هي إلاّ أحد المظاهر الرئيسة التي يتوضع فيها الانكسار وذاك العجز، تكريساً للتجزئة والتشرذم.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "ضمن هذه المعطيات، يبرز السؤال المفاجئ، المثير، الذي أزهر في رأس أبي الخيزران، ثم انزلق على لسانه: ¶ \"لماذا لم تدقوا جدران الخزان\" ¶ إنه سؤال أبعد من أن يستدعي الإجابة عليه تلك اللحظة، فهو يثير إشكالية تاريخية مهمة، رغم اختزاله تاريخ القضية الفلسطينية وكيفية التعامل معها مِن قِبل الأنظمة العربية والعالم على حدّ سواء. ¶ سؤال.. ننظر إليه ضمن أطر القمع والاستلاب والقهر العربي، من جهة والاقتلاع ثم الشتات الفلسطيني عبر الابتزاز والمتاجرة به –من جهة أخرى. ¶ هذا السؤال يدفعنا إلى القول إن الرجال الثلاثة ربما لم يستسلموا للموت اختناقاً هكذا، إنّما دقّوا جدران الخزان.. وصرخوا.. وربّما استنجدوا، وبذلوا كلّ طاقاتهم، ليحتفظوا بالرمق الأخير، ذلك ما يفعله كل إنسان متشبثٍ بالحياة، ولا سيما الثلاثة يقدمون على مغامرة من أجل الخلاص الفردي لكل منهم، وهذا تعبير دلالي على تمسّكهم بالحياة؛ ولا يمكن أن يستسلموا بسهولةٍ، لتلك الطريقة من الموت، أمام هذا العقم العربي الفلسطيني، دون صراخ وطلب النجدة والاحتجاج. ¶ لقد مات الثلاثة اختناقاً!. هل لأنهم لم يدقوا جدران الخزان..؟، أم لأنه لم يكن هناك من يسمعهم..؟. ¶ وإذا كان هناك مَنْ سمع صدى صراخهم فلماذا لم يكلّف نفسه عبءَ نجدتهم..؟!!. ¶ إنه السؤال الذي يولّد أسئلة المستقبل، دون توقف.. (38). ¶ من هنا يترك غسان كنفاني روايته مشرّعة الأبواب والنوافذ.. لتنطلق منها الأسئلةُ أسراباً كالعصافير التي تبحث عن أعشاشها. ¶ *** ¶ جمال الغيطاني ¶ ... ... ... الزيني بركات(¬1) ¶ يبني الغيطاني عالمه الروائي، مستنداً إلى وعي تاريخي كثيف، من رصد أحداث هزيمةٍ قديمة، وقعت لمصر في القرن السادس عشر ميلادي، مسائلاً هزيمة حزيران الراهنة، أمام العدو المزدوج –الصهيوني الأمريكي -، موحداً بين الهزيمتين وأسبابهما المماثلة.. ¶ ¬__________ ¶ (¬1) -اعتمدت هذه الدراسة على الطبعة الأولى –وزارة الثقافة –دمشق -/1974/.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "يحاكي تاريخاً مهزوماً بين ماضٍ وحاضر.. نسجته سلطات مستبدة غاشمة؛ فجاءت –الزيني بركات –نموذجاً للكتابة الروائية التي يتداخل فيها الأدب بالتاريخ، عبر حالة من التوحّد. ¶ إنها رواية تستند في بنائها الفني، على أحداث تاريخية فعلية، بمعنى أن الكتابة الروائية هنا تستند إلى \"فهم عميق لحركة التاريخ\".. يبرهن على أن \"الحاضر قائم بالماضي\"، ولا ينفصل عنه رغم اختلافهما، وأن الماضي يعشش في الحاضر متحكماً بحركته الراهنة، كاشفاً زيف الوعي التاريخي، الذي يحاول أن \"يفصل الماضي عن الحاضر في عملية قطع مريبة.. وينغلق في زمن وهمي مضى\"(¬1). ¶ لذا جاءت الرواية –عبر وعيٍ فنيٍّ وتاريخي عميقين –لتعرّي ماهيّة السلطة المستبدة، وآليات قمعها في أزمنة مختلفة، من موقع الإدانة والرفض؛ فزمن القمع –كما تبرهن الرواية –زمنٌ ثابت، رغم تغّير الأزمنة الثلاثة لتاريخ البشر والحياة؛ ولهذا تذهب الرواية –عبر عملية تحايل على الواقع الراهن –إلى الماضي؛ راسمة السلطة المستبدة، التي تتخذ من القمع نظرية لها في الفعل والممارسة. ومن آليات القمع هذه تكوّن فلسفتها الرسمية في أساليب الحكم، حيثُ يُدمِّر هذا القمعُ السلطوي الإنسانَ والمجتمع معاً. ثم يدمّر السلطة نفسها، في سبيل إنقاذ الطغاة المتسلطين.. مخلِّفاً تحت ركامه مجتمعاً خرِباً، يحصد الهزائم في كل الأزمنة. ¶ ¬__________ ¶ (¬1) -دلالات العلاقة الروائية –د. فيصل دراج –دار كنعان –دمشق ط1 /1992/ -ص /89/.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "تفتتح الرواية مشهدها الأول بمشاهدات الرحالة البندقي –فيا سكونتي جانتي –والقاهرة تنتظر أخبار الحرب: \"أرى المدينة مريضاً يوشك على البكاء؛ امرأة مذعورة تخشى اغتصابها آخر الليل\" /ص 9/ وتختتم الرواية مشهدها الأخير والمدينة مهزومة، كسيرة، بعد أن خسرت الحرب، فيكتب الرحالة: \"في ترحالي الطويل لم أَرَ مدينة مكسورة كما أرى الآن.. في الهواء حوم الموت.. رجال ابن عثمان يدورون في الطرقات يكبسون البيوت. لا قيمة للجدران؛ والأبواب ملغاة في هذا الزمن. الأمان مفقود\" /ص 342/. ¶ بعد المشهد الافتتاحي لمدينة تتلقى أخبار الهزيمة /922/ هـ، مسكونة بالقلق والتوتر والتشاؤم العميق، يعود الروائي إلى بداية الأحداث /912/ه‍، يروي تاريخ سلطة وشعب، في حقبة معينة من التاريخ، أسّست الأسباب التي أدت إلى الهزيمة /922/ه‍. ينطلق من نقطة، ويعود إليها.. بعد أن يدخل في عالم كثيف من الحكايات والمراسيم، والمؤامرات، والنداءات التي تعبر عن بنية مجتمع وسلطةٍ في آن. ¶ وإذا كانت مشاهدات الرحالة البندقي تكوِّن البنية الفنية للرواية، وتمنحها المادة التاريخية، فإن عناصر الرواية الأساسية: الشخوص –الأحداث –حركة التاريخ..، تعود إلى كتاب: \"بدائع الزهور في عجائب الدهور\" ¶ للمؤرخ المصري الشهير بـ: \"ابن أياس\" (ص39). ¶ أخذ الغيطاني هذه العناصر وأعاد بناءها روائياً بما يلائم الدلالة العامة لهدف الكتابة –الفني والفكري –الذي راح يبثهُ في هذا البناء، مبيناً آلية القمع، عناصرها وأسبابها، تاركاً للمتلقي فضاءً شاسعاً من التأمل، وتشغيل الفكر بين هزيمتين.. وكتابين، ليدرك الفروق بين (منطق الروائي، الإيحائي، وبين منطق المؤرخ، التقريري، الأحادي المعنى)(¬1). ¶ ¬__________ ¶ (¬1) -دلالات العلاقة الروائية –مصدر سابق ص /91/.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "غير أن تقنيات السّرد المبتكرة لدى الغيطاني، في هذه الرواية، تكاد توحّد بين المؤرخ والروائي، خاصة فيما يتعلق بجدل القمع والهزيمة، وأسبابهما؛ هذا الجدل الذي لا يزال يحتفظ بمصداقيته رغم اختلاف الأزمنة، وهذا لا يعني أن رواية الغيطاني مجرد رواية رمزية، تتحول الأحداث فيها والشخصيات إلى أقنعة تاريخية لأحداث وشخصيات راهنة –معاصرة؛ فهزيمة /1517/ م ليست هزيمة /1967/ م بالتأكيد، كما أن المجتمع المملوكي في مطلع القرن السادس عشر، ليس مرآة المجتمع المصري في مطلع النصف الثاني من القرن العشرين، كما أن /الزيني بركات –وزكريا بن راضي من ناحية، وسعيد الجهيني، والشيخ أبو السعود الجارحي، من ناحية أخرى، ليسوا مجرد إسقاطات على الواقع المعاش، إذ لهم كيانهم المستقل، وحركتهم الموضوعية في الواقع التاريخي(¬1). ¶ ومع ذلك فهذه الشخصيات التي تمثل قوى القمع والاستبداد من جهة؛ وقوى الوعي المضاد من جهة أخرى، هي شخصيات مشابهة في راهنيتها، داخل السلطة والمجتمع، من حيث الأهداف والنتائج والسلوك، وحركة القمع وآلياته المتعددة. ¶ يحيلنا العنوان إلى –الزيني بركات بن موسى، الذي تردَّد اسمه كثيراً في كتاب ابن أياس –(40)؛ ويذكر التاريخ –كما في الرواية –أنه تسلَّم حسبة القاهرة وغيرها من الوظائف المتعددة بعد أن كان يفقدها، لكنه لا يلبث أن يستعيدها من جديد، وقد ازداد قوة ونفوذاً، واستمرّ هذا النفوذ حتى بعد الاحتلال العثماني لمصر. ¶ والزيني بركات –كما توحي الرواية –شخصية سياسية مراوغة، متغطرسة، ملتبسة، غريبة الأطوار..، يتذمّر منه التُجَّار لقمعه وملاحقته لهم، وفي الوقت نفسه يوهم الناس بنزاهته وعدله، ويحاول المماليك قتله لتطاوله على شؤونهم أنفسهم، فيوضع في السجن ويكاد يشنق. ¶ ¬__________ ¶ (¬1) الروائي والتاريخ –د. رضوى عاشور –مجلة الطريق –بيروت –العدد /3 –4/ -خاص في الرواية العربية -/1981/ -ص /134/.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "لكن ذكاءه المراوغ، وغطرسته الماكرة، كانت تسعفه في العثور على نافذة للنجاة، ليتابع من جديد تسلّقه، وقد ازداد علوَّاً حتى صار في مقام الملك، يتصرف بشؤون وأحوال البلاد كما يشاء، فتزايدت عظمته، واجتمعت فيه الوظائف كلها، /عزيز مصر/ في تلك الأيام. ويظهر الزيني بركات سياسياً بارعاً؛ يتقن المكر والخداع والنفاق، يمارس الرذائل، ويبدو فاضلاً. فينال ثقة الشعب والسلطة معاً، ويتولى حسبة القاهرة بموجب مرسوم جاء فيه: ¶ ((يتولى بركات بن موسى حسبة القاهرة لَمَا تبين لنا بعد ما قدمناه، ما فيه من فضل وعفة، وأمانة وعلوّ همّة، وقوة وصرامة، ووقور وهيبة، وعدم محاباة أهل الدنيا والجاه، ومراعاة الدين، كما أنه لا يفرق في الحق بين الباطل والحقير، لهذا أنعمنا عليه بلقب \"الزيني\" يقرن باسمه بقية عمره)) /ص 37/. ¶ هكذا يصل الزيني بركات إلى السلطة بإيهام الناس وخداعهم بنزاهته، وعدله، وحرصه على أمنهم وقُوْتِهم. ¶ غير أن الناس يكتشفون تدريجياً أن سلطة الزيني بركات، ليست إلاّ حلقة تضاف إلى حلقات القيد المحكم حول قوت الشعب، ومصائر الناس، ومن هنا، فإن الرواية لم تأت تعبيراً دلالياً عن آلية القمع البوليسية فحسب؛ بل هي أيضاً تعبير دلالي بكل أبعاده التاريخية والراهنة، عن الوهم الذي تزرعه سلطة الاستبداد، في عقول الناس ونفوسهم، فتجعلهم يهتفون لها إعجاباً، وولاءً، في اللحظة نفسها، التي تسوقهم فيها إلى الموت، وهذا ما تكتشفه عين الرحّالة، التي تشكل قناعاً مناسباً للكاتب في رصد الحالة بأكمل صورها، فترى الوباء، والقيود، والعماء، وتشهد القمع والهلاك، مثل قدرٍ لا رادّ له، أُنزِل على الناس: ¶ ((",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "في الطريق على مهل أليم مضى طابور من سجناء الفلاحين مربوطين من أعناقهم بسلاسل حديدية..)) ص 18/ ربما في طريقهم إلى الإعدام –يتساءل الرحالة –أو في طريقهم إلى الموت البطيء في أقبية السجون، حيث يسجن المرء لعشرات السنين، وكأولئك الفلاحين المقيدين بالسلاسل من أعناقهم، والمساقين إلى الموت..، تُساق البلاد إلى هلاكٍ محقق، فالقاهرة –كما يراها الرحالة –عام /922/ -أشبه برجل معصوب العينين، فوق ظهره ينتظر قدراً خفياً. \"والوقت ظلام، وليس هناك من أثرٍ لديكٍ يصيح\" /ص 20/. ¶ وما يثير الدهشة إلى حدّ القهر، في سلطة \"الزيني بركات\" هو ممارسته القمع والفساد، باسم العدالة والنزاهة، والدفاع عن حقوق المواطن، بإتقان عجيب، يجعل العيون تراه وتخطئه في آن، أو تراه وتنظر إليه بإعجاب، وفي ضوء ذلك تميز الزيني بركات بذاتية متسلطة، ترى في السلطة مرجعاً للحقيقة، وتجعل من السياسة فن تدمير المجتمع، باسم الدفاع عن مصالحه، إذ يتبدد معنى القانون، ومفهوم النظام الاجتماعي، والاقتصادي،.. وتتجلى السلطة كآلة تنظّم هذا الوباء، تنسج هلاك المجتمع، وتحيله إلى كارثة، فيغرق المستبد في سادية، غاية في التعقيد والكثافة: يلغي كل ما هو خارج عن فرديته، تاركاً حوله أدوات توافق معنى الاستبداد، كوسيلة لإلغاء حياة كل من يرفض له قولاً أو إشارة.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "في ضوء ما سبق؛ يمكن القول –استنتاجاً –إن الزمن التاريخي القديم، الذي لجأ إليه الكاتب، يثير جدلية العلاقة بين الماضي والحاضر../ بين نصِّ تاريخي قديم، يتفكّك في نصّ حديث، بالغ الكثافة، يحمل مضامين فلسفية سياسية وجمالية، اجتماعية ومعرفية؛ يعيد كتابته بتقنيةٍ عالية، تأخذ معناها من معنى الكتابة الروائية(¬1) ولهذا يمكن القول: إن الشخصيات التاريخية في النص الروائي، تنهض من جديد كنماذج بشرية مرمزة، ذات حضورٍ فعلي، ومحتمل، يمكن التعرف إليها في زمنٍ مضى أو زمن راهن؛ ويمكن انتظارها في زمنٍ لمَّا يأتِ بعد. ¶ إزاء ذلك استطاع الغيطاني، باستخدامه تقنيات فنّية متعددة –البانوراما –الريبورتاج الصحفي –المشهد الاحتفالي –التقارير الإدارية.. إلخ –استطاع أن يكون أميناً لروح الزمن التاريخي الذي كتب عنه، بتصوير القوى الفاعلة فيه، والعلاقات القائمة فيما بينها، وأن يجسّد فنياً أساليب السلطة في نشر الصور الزائفة عن نفسها، بحيث تجعل مَنْ تستغلهم وتقمعهم، يعتقدون بصحة هذه الصورة، وبأن إرادة ومصالح هذه السلطة، ما هي إلاّ انعكاس واقعي لإرادة مصالح أفراد الشعب كافة: \"رأيت الزيني ينزل بنفسه، يناقش باعة الحلوى، والأجبان. يقف وقتاً طويلاً مع الفلاحات البائعات.. يسعّر الأصناف بنفسه، يجرّس المخالفين في المدينة.، أَعرفُ رضاءَ الناسِ عنه، حبّهم له \"/ص 12/. فالسلطة الفعلية في \"الزيني بركات\" تتمثّل بابن موسى، والي القاهرة، الذي يصدر القوانين، ويحدد أسعار السلع، والضرائب، والعقوبات؛ كما تتمثل أيضاً بـ: \"زكريا بن راضي\" رئيس بصّاصي الديار المصرية، الذي يشكل في عالم الرواية، الوجه الآخر للزيني، فلا غنى لأي منهما عن الآخر. ¶ ¬__________ ¶ (¬1) -دلالات العلاقة الروائية –ص /94 –95/ -مصدر سابق.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "وللسلطة في \"الزيني بركات\" جهازها الإعلامي التابع للجهاز المباحثي /كما هي الحال في الدولة الأمنية المعاصرة/، فقد: \"جرت العادة.. أن يتبع جميع المنادين لكبير البصاصين، ترسل إليه نصوص النداءات، طريقة نشر الحادثة أو الخبر قد ينتج عنها أمور جسام، بل إن كبير البصاصين ينبّه بضرورة تحمّس المنادين عند نقل خبر بعينه، أو تصنّع الحزن والفتور لحظات نشره، كلها عوامل تؤِّثر في الخلق \"/ص 74 – 75 /. ¶ ونظراً لشمولية الرؤية القمعية للسلطة، لا بد من وضع كل ساكن أو متحرك، تحت أعين البصاصين: \"الشعراء في المقاهي، وأرباب العمل والمغاني في الطرب، أصحاب فنون الرقص، الحواة، وعّاظ المساجد، يخضعون بشكل أو بآخر إلى نقابة البصاصين\" /ص 102/ -وقد نجح هذا الجهاز الإعلامي –المباحثي –في إيهام الناس بعدل الحاكم المستبد، ونزاهته الزائفة. ¶ ومن هنا يمكن القول أيضاً أن الغيطاني في روايته المتميزة عالج موضوع تدمير الإنسان في دولة القمع الشامل، وفضح راهنية الممارسة الاستبدادية التي تنتج الهزيمة، وتنفي عن الإنسان ميزته العقلانية –عبر الإلغاء والتشيّؤ –تدوس على القيم وتدمّر اللحظة الأخلاقية بالنزعة الوصولية، والخديعة التاريخية، ولهذا نرى الزيني بن موسى يتحدث ظاهرياً بالفضيلة، ويكون جوهره الكذب والخديعة، وممارسة القمع بشتى أشكاله، المرئية وغير المرئية، وهو بذلك يتمثل بنية السلطة المستبدة؛ ويستجيب إلى قواعدها الفلسفية في الحكم، مستنداً إلى مهاراته الشخصية، مبتكراً أساليب قهرٍ أخرى، تشكل إضافة نوعية للرؤية القمعية الظلامية، المتجسدة في \"علي بن أبي الجود\" الذي سبقهُ، وفي زكريا بن راضي الذي يعمل معه، وبهذا تفقد العدالة –في دول القمع والظلام –معاييرها؛ وتفقد القوانين معنى وجودها ويغيب العقل في عطالة من الطاعة العمياء، للأشخاص وليس للقوانين.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "إن اللحظة التاريخية التي حققت لقاء المجتمع المُدجَّن، بسلطة قامعة مستبدة، ستفرض على المجتمع هزيمة مدمّرة. ¶ هذه اللحظة التاريخية: -عوامل وأسباب الهزيمة.. وإفرازاتها في الماضي –والحاضر –هي أساس الفعل الروائي –في \"الزيني بركات\" إلى جانب فجائعية العلاقة بين القامع والمقموع، التي اتخذت –في عالم الرواية –شكل (خطين متوازيين)(¬1) فإن التقيا كان ثمن هذا اللقاء، أو هذه الملامسة، موت المقموع، أو فجيعته؛ فحين يلتقي الزيني بركات، في بداية الرواية، مع الشيخ الذي اشترى جارية بعد انتظار طويل، ثم تفر منه هاربة إلى الزيني الذي أقرّ بإعتاقها مما جعل الشيخ في حالة من الجنون والموت البطيء /ص 13 –14/. ويلتقي \"زكريا بن راضي\" مع \"غلام السلطان\" شعبان، يمارس معه اللواط، فيذوي الأخير ويموت مقتولاً بأمر من زكريا، خوفاً من فضيحة /ص 42 –43/. وبعد تجربة \"سعيد الجهيني\" بلقائه مع أدوات السلطة، يخرج مهزوماً؛ يجرّ خيبته بعد سقوط الأوهام التي تشكلت لديه حول شخصية الزيني بركات الزائفة. ¶ والجدير بالذكر أن الغيطاني لم يأس تقديم شكلٍ آخر من أشكال العلاقة مع السلطة، عبر انتهازية وصولية تودي بصاحبها إلى الهلاك، بعد تشويه طبيعته الإنسانية، وتحويلها إلى طبيعة خربة، ضالة تحمل عوامل هلاكها: فخادم كبير البصاصين \"مبروك\" شخصية لا وجود لها إلاّ كقوة جسدية.. آلة تنفذ الأوامر /ص 44 –45/، و\"عمر بن العدوي\" البصاص الذي يعمل: كنحلة حائمة ضلّت طريقها إلى جحرها\".. يكون مسار تملّقه واقترابه من السلطة هو مسار تمزقه واندثاره (33 –34) ثم (306). ¶ والشيخ \"أبو الريحان\" الحاكم بمركز مجيد في السلطة، يتحول إلى مهرج يثير الشفقة. ¶ ¬__________ ¶ (¬1) -دلالات العلاقة الروائية –ص /98/ -مصدر سابق.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "في المقابل هناك شخصيات مثقفة، تتواجد بشكل أساسي في موقعين: 1-الأزهر، متمثلاً برواق الصعايدة 2-كوم الجارح، حيث يعكف الشيخ الفاضل \"أبو السعود\" منذ أعوام، يَفِدُ إليه الناس لقضاء حاجة أو الاستماع إليه. ¶ ومن الموقع الأول، حيث التجمع الأكبر، كما توحي الرواية، تختار السلطة من بين ضعاف النفوس، عيوناً على زملائهم –هكذا اختارت عمرو بن العدوي -، ثم تنقضّ –بالمقابل –على من تفشل في تجنيده، وتعمل على قهره، ثم سحقه في أقبية سجونها، هكذا واجه \"سعيد الجهيني\" مصيره وهناك شخصيات هامشية متعددة في الرواية، تشكل عامة الناس، أو العوام الذين لا يشاركون في السلطة، ولا تعترف الأخيرة بهم؛ يحاصرهم القمع والخوف، ويُستَخدَمون كمطّية للسلطة في جميع مآربها. ¶ غير أن \"سعيد الجهيني\" –الشخصية التي تنتمي إلى العوام –الطامح إلى العلم والعمل، والمعرفة، في مجتمع يسوده العدل –((هو البطل المأساوي في هذه الرواية، إذ يجسّد أكثر من سواه الأمل، وفرح الحلم، وفاجعة اكتشاف الوهم؛ فهو يراهن على \"الزيني بركات\"))(¬1) ويعقد عليه آمالاً كبيرة، حتى يكتشف كذبة الأمل، وخواء أحلامه، فجاءت خيبته قاصمة، إنه يكتشف أوهامه، وقد أصبح عاجزاً عن مواجهة الأمر، بعد أن تحول إلى حطام بفعل ملاحقة البصاصين له، ثم سجنه لمدة عامين، وتصبح مرارة العجز حين يكتشف أن انتماءه إلى جمع مبهم لا إرادة له، يقود إلى اللا مكان، ثم إلى هزيمةٍ تلو أخرى: ¶ ينهزم حلمه في تعبير الواقع، ويتكسر حلمه في العيش مع امرأة أحبها، ثم تذهب إلى رجل السلطة، ويحضر فرحها الزيني نفسه، وينهزم حلمه في التصدي للغزو العثماني، ويقف في النهاية أعزلَ محاصراً بالقهر والهزيمة، مردداً: \"أعطبوني، وهدّموا حصوني (341). ¶ ¬__________ ¶ (¬1) -الروائي والتاريخ –رضوى عاشور –مصدر سابق –ص /138/.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "هكذا يرسم الغيطاني بتقنية فنية رفيعة –عبر فصول متعددة، متداخلة –شخصية سعيد الجهيني، لتتوضح من خلالها أسباب هزيمته الشخصية الشعبية، وانعدام فعاليتها واقترابها من الموت بمعنى الإلغاء؛ إنها \"شخصية وجودية مغتربة تارةً ورومانسية حالمة تارةً أخرى\"، لا تملك ذاتها، ولا قرارها، تعيش حالة القمع، ولا تستطيع الفرار منه. ¶ وقد تبدو شخصية الشيخ \"أبو السعود الجارحي\" أمراً مُختلفاً، فهو المدافع عن الحق والعدالة والمناهض للسلطة، تتمثل في سلطة روحية، قادرة على جعل الناس يلتفون حولها، فهو \"الطيب الصالح\" العارف بأمور الدنيا، يتحلى بمعرفةٍ عميقة وشاملة، وعلمٍ جامع، وحين يعلم باستخدام الزيني بركات لاسمه لاستغلال الناس، يستدعيه إلى \"كوم الجارح\"ويقول له: \"يا كلب لماذا تظلم المسلمين..؟، لماذا تنهب أموالهم وتقول كلاماً تنسبهُ إليّ..؟..\" ص 0301) –ثم أمر تلاميذه بإلقاء القبض عليه وقد أوسعوه ضرباً، على رأسه بالنعال حتى كاد يهلك. ¶ غير أن تماسك الشيخ، ودعوته للجهاد ضد الاحتلال العثماني، لا يعود إلى تبنّيه قضايا الشعب السياسية والاجتماعية، بل يعود إلى نسق تاريخي له جذوره ومهابته، يتجلى بنسق رجال الدين ودورهم التاريخي في المجتمع الإسلامي، ولذلك تأتي العلاقة بين الشيخ –كسلطة دينية –والعامة، كالعلاقة التي يحتلّها السلطان في المجتمع السياسي، وهي بالتالي تعبير عن علاقات اللا تكافؤ التي أنتجتها التجربة التاريخية في الماضي، والحاضر، وربّما في المستقبل، فتبدو هذه العلاقة، بين شخصيات السلطة القامعة، والشخصيات الشعبية المقموعة، علاقة تناقضية تدميرية، ينبني على أساسها الفعل الروائي. ويتجلّى في:",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "1-مسار الشخصية الرئيسية –الزيني بركات –عبر المنصب الكبير الذي تتبوأه، وما يصاحب ذلك من ممارسات تكشف عن هويتها، رغم تعدد الأقنعة التي تستخدمها، وتكشف أيضاً عن مواقع الشخصيات الأخرى ومصائرها، وهي تتعامل معها أو تراقبها. فيبدو \"الزيني\" عبر ممارساته –وفكره -/أشبه بالمرايا المبعثرة في جميع الأزمنة والأمكنة/، تعكس صورة السلطة المستبدة، الفاسدة إلى جانب صورة الإنسان المقهور الذي ينتظر فرحاً لا يأتي: \"سعيد الجهيني\"(¬1). ¶ 2-العلاقة المزدوجة للزيني مع زكريا من جهة، وعلاقة سعيد الجهيني، وتأمله لشخصية الزيني من جهة أخرى: ¶ ... إذ تكون العلاقة الأولى ((صراعاً بين الأقوياء، ومرآة لميزان أقوى بين شخصيتين متسلطتين، وينتهي بالمصالحة والتكافل)). ¶ ... أما العلاقة التأملية، الرومانسية، من قبل سعيد الجهيني تجاه الزيني، تبدو مستحيلة منذ البداية، لأن بنية الشخصية في الفكر والممارسة، لكل منهما، هي نقيض للأخرى في السلوك والممارسة والانتماء، مما يجعل علاقة اللا تكافؤ خاضعةٍ لميزان القوى التي تجعل من سعيد الجهيني خاسراً منذ البداية. ¶ 3-إذا كان العنصر الأول /مسار الشخصية المركزية وموقعها في السلطة يشكل مركز انطلاق للفعل الروائي، فإن العنصر الثاني: العلاقة التناقضية المزدوجة للزيني –يسمح بتحرك الفعل الروائي وتطوره خارج الحدود التاريخية لهذه الشخصية أو تلك، مما يمنح الكاتب حرية البناء الفني وتصعيده، في ضوء المعطيات التاريخية، والراهنة، ممهداً لتحقيق عنصر آخر من عناصر العمل الروائي هو الهزيمة(¬2) حيث ينهزم المجتمع من جديد، ويتابع الزيني بركات مسيرته التي بدأها، ويسقط سعيد الجهيني في الصمت، ويضيع، تمهيداً لضياع البلاد. ¶ ¬__________ ¶ (¬1) -دلالة العلاقة الروائية –ص /103/، وكذلك الفقرات التي بين قوسين. ¶ (¬2) -دلالات العلاقة الروائية –ص (104 –117) –مصدر سابق.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "في ضوء ما سبق، تبدو العلاقات التناقضية –المؤسَّسة على القمع- وأسباب حركتها التي أسَّست لهزيمةٍ قديمة، هي نفسها التي قادت المجتمع والسلطة إلى هزيمة جديدة(41). ¶ في هذا المناخ تجتاح السلطة الأمكنة كلها، أما الشعب فيلوذ بالصمت والانفعال، محاصراً بالقهر والعجز؛ فإنْ ظهر الناسُ، كان ذلك في المناسبات التي تسمح بها السلطة، وضمن توجيهاتها المرسومة بدقة/ أراء زكريا بن راضي وخططه في بناء جهازه المباحثي –البصاصين-، -عقاب علي بن أبي الجود-، حادثة الفوانيس- أخبار الحربْ. الخ/. ¶ إن تغييب الشعب وتهميشه؛ هو الذي جعل من الصوت \"الشيخ الجارحي\"، صوتاً منفرداً، يقف مع الشعب، ولا يكون معه، خاصة وأنه يتكيء –كما ذكرت سابقاً- على هالةٍ متوارثة، لها الاحترام والقداسة. ¶ فالغيطاني يجعل من الشيخ الجارحي شخصية سلبية زاهدة، تلاحقها الرغبة في التنسك، يستيقظ من زهده متأخراً، وقد انهزمت مصر – ¶ السلطان الغوري- أمام جيوش السلطان العثماني، فيخرج من سردابه لاستنفار الناس(42). ¶ لكن ديمومة الاستبداد، التي تجلت في عالم الرواية، عبر البحث المتعثر الخجول عن عالم الحرية، يجعلان منها رواية بلا زمن، أي رواية تحتضن جميع الأزمنة، وتظلّ طليقة بشكلها النموذجي. ¶ إن تعامل الغيطاني مع الزمن، وتقسيم الرواية إلى تسعة أقسام \"سرادقات\"، والاتكاء على مذكرات الرحالة البندقي، جاء منسجماً مع تقنية روائي(43) تهدف إلى بناء خطاب نموذجي عن مجتمع مقموع، وسلطة مستبدة؛ أي تطمح إلى بناء شكل روائي جديد، عير مغامرة روائية تجريبية متفرّدة، تلتقي في موضوعيتها، مع المعرفة التاريخية /الزمان والمكان، ومادة الحدث/، وتتجاوزها، لتحتضن أزمنة وأمكنة متعددة.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "\"فالزيني بركات\"، وهي تستخلص عبرةً من مرحلة تاريخية، أسّست لهزيمةٍ محققة، نتيجة للعسف والقمع والاستبداد، إنما أنتجتْ بنية روائية خاصة بها، تدخل في عداد التجارب الروائية العربية المتميزة، والمغايرة للتجربة الروائية وخبراتها، المكتسبة من الغرب، مما يعيد إثارة السؤال المزمن حول الشكل الروائي للرواية العربية، ولعلّ رواية الغيطاني هذه- إلى جانب بعض أعماله الروائية الأخرى- قد ساهمت في تقديم إجابة ما، عملية، على أسئلة الرواية العربية، التي بدأت تشق طريقها نحو شكل متميز، يواكب الرواية العالمية، وربما يتفوق عليها(44). ¶ إن موضوع القمع الذي تناوله الغيطاني في \"الزيني بركات\" ليس جديداً في الرواية العربية –كما مرّ معنا- إنّما الجديد المتميز الذي بناه الغيطاني، هو الشكل الذي يستعيد تاريخاً ثقافياً وسياسياً، يقرأ فيه الماضي بوعي راهن، أي يجعل من ثقافة الماضي، بعد تحويلها فنياً، ثقافة راهنة، من أجل الحاضر. ¶ أخيراً، يمكن القول أن الغيطاني قد أنجز رواية تاريخية تثير الحاضر، كما ترهّن الماضي. وهو بذلك يعيد ترتيب السلسلة التاريخية أو الاجتماعية، والثقافية، عبر المأساة الوجودية للراهن العربي، وطقوس القمع الشمولية التي يخضع لها، لتكون حافزاً استفزازياً، لتغيير هذا الوجود وآلياته القاهرة. ¶ *** ¶ يحيى يخلف: ¶ ... ... ... نجران تحت الصّفر(¬1) ¶ \"أقبل المطوعون، وطلبة المعهد الديني، وأعضاء جمعية الأمر بالمعروف، وحرس الأمير، والخويان، وباعة المقلقل، وسيارات الوانيت، وعدد من مرتزقة \"أبو طالب\" وواحد من الزيود، أقبل الغامدي شيخ مشايخ التجار، وسميّة عبدة السديري سابقاً وبائعة الفجل حالياً. ¶ أقبل أحمد شاهي، الطبيب الباكستاني في سيارة الإسعاف، وأطلّت من \"الدريشة\" غالية ابنة السميري قائد قوات الإمام، ومن مطعم الحصري، ¶ ¬__________ ¶ (¬1) * اعتمدت هذه الدراسة على الطبعة الثالثة – دار الآداب- بيروت /1980/.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "خرج \"أبو شنان\" الذي أُطلق سراحه حديثاً، لأنه أفطر عامداً متعمداً في رمضان\"(ص5). ¶ بهذا المطلع تبدأ \"نجران تحت الصفر\" عالمها الروائي: من الساحة التي جُهّزت للاحتفال بإعدام \"اليامي\"، الذي اتصل بالجمهوريين..، لكأنها تقدم لنا صورة حية لتشكيلة المجتمع العربي المعاصر بشكل عام، ومجتمع الجزيرة العربية، بشكل خاص، فهناك العبيد، وتجارة الرقيق، وعمال البترول والصنائعيون/ في آبار النفط السعودية على حدود المدينة نفسها، وهناك الأمراء والمرتزقة، وقبائل غارقة في طقوس جهلها، وهناك، فوق كل ذلك، الاستبداد، والقهر والجوع، وطغيان حالة الفقر والقمع والتشيّؤ. ¶ ويبدو أن هذا العالم في –نجران تحت الصفر- يتشكل في صيغة ثنائية لا ثالث لهما: قامع ومقموع؛ عبيد لم تعتق، وأمراء ومطوعون، يشكلّون آلية قدرية للقمع التاريخي الممتدّ إلى الراهن، فأين اتجهت تجد أمامك العصا والسيف، بمعنى القهر والفقر والموت.. وتشويه جسد الإنسان الذي خُلق على أكمل صورة –كما جاء في القرآن الكريم-. ¶ ومن قاع المجتمع، من حارة العبيد، يخرج \"اليامي\" متمرداً وثائراً على القاع والقمة معاً: ضد المهانة، والجوع، وخصي الفتيان، وقطع الأيدي، وتحويل الناس إلى قطيع، يساق بعصي \"المطوعين\"، ضد سلطة سيوف الظلم، المسلولة على رقاب العباد، وبالطريقة نفسها ساقوه مكبلاً، إلى ساحة الإعدام: المنصوبة في العراء، ليتفرج العبيد والعامة من الناس على المشهد؛ و \"صمتتْ بيوت نجران.. تسلل السكون إلى أزقتها ومنعرجاتها.. قال أبو شنان: يا ويلي.. اليوم سيذبحون اليامي\"/ص6/. ¶ صرخ \"اليامي\" –بعد أن ترَّجل من سيارة البيك أب الحمراء- بصوت من أعماق روحه، كان وجهه منحوتاً من الصخر وعيناه ثابتتين، طوّقوا رقبته بقيد حديدي، تدلّت معه سلاسل تتصل بقيود رسغيه وقدميه: \"كان الصمت هائلاً، ومثل حجر الطاحون ثقيلاً\"/ص6/.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "عصّبوا عينيه قبل أن يشير مندوب الأمير بيده إلى السيّاف، ظلّ \"اليامي\" متماسكاً، لكنه، حين رفع المارد سيفه، انكمش كعصفور، \"كأنما هبت موجة عاتية لاقتلاعه\"/ص7/. ¶ \"التمع النصل، إذ لامس أشعة الشمس.. هوى السيف، فاختلط الحابل بالنابل، والأسمر بالأحمر.. شخب الدم.. لكن لم يتدحرج الرأس،.. لقد أصاب السيفُ أعلى الكتف.. وبدا \"اليامي\" مثل ديك ذبحوا منه الوريد، فهاجت حلاوة روحه، وانطلق يبحث عن عراء..\" /ص11/ لكن السياف المارد، أجهز عليه بضربة كالصاعقة، فصَلَتْ الرأس عن الجسد؛ فاختلطت كل الألوان، والأحاسيس، وتدفقت الدماء، لتوشح ساحة الإعدام، كشاهدٍ على القهر، حدّ القتل، بمعناه التاريخي والراهن. ¶ هذا المشهد الدموي، هذه الوحشية في الإبادة الجسدية، ولَّدت لدى \"أبو شنان\"، رفيق اليامي، حالة من اليأس، والشعور بالهزيمة والوحدة، مما دفعه للبحث عن مباهج الحياة، هرباً من قهره وانكساره، فوجد ذلك في معسكر الأعداء، الذي لجأ إليه زمناً. ¶ غير أن روح المناضل القديم فيه؛ عجزت عن استيعاب الخيانة والبلادة؛ فكل المباهج سراب وسأم. ¶ ومثلما دفعه اليأس نحو الهزيمة والانكسار؛.. دفعه الشعور بالأمل نحو طريق العودة إلى رفاقه.. حيث تشتعل الحرب ضد جيوش \"الإمام\" في اليمن: \"فمتى من شدة الألم والقهر، تنبجس الأرض، وتزلزل زلزالها\" /ص79/. ¶ عبر هذه اللوحة المشهدية، في تشكيلها الواقعي، بمعنى آليات الحكم والقوانين والقيم والطقوس، تنهض رايات الدولة الأمنية، تتخذ أشكالاً متعددة لصور الطغيان، وتنضوي تحت عباءتها الواسعة كل رموزه التي تشكل أحد طرفي الصراع الاجتماعي والسياسي؛ عبر الصيغة الثنائية لعالم \"نجران تحت الصفر\". ¶ هذه الصيغة التي تنهض بالخط الدرامي المأساوي في جسد الرواية، تأخذ شكلاً تناقضياً عبر صراع خجول؛ فعالم نجران ينقسم إلى عالمين لا ثالث لهما.. وتصير الطريق طريقين: طريق للحياة وطريق للموت.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "وينشطر الزمن إلى زمنين.. والوطن إلى اثنين: وطن الفقراء والمقهورين، ووطن الأمراء والخبراء والسماسرة، وتجار الرقيق؛ والنفط، والمرتزقة من الخبراء.. ¶ ومن داخل النص يمكن اكتشاف الصيغتين على الشكل التالي: -الصيغة الأولى: تتمثل بعالم المجتمع السفلي –القاع-: ¶ \"مشهد الذبح لـ \"اليامي\" بن حارة العبيد /ص 9-12/. ¶ \".. إنهم يحتفلون بعرس ابن أمينة.. يعرف أبو شنان أنهم يحتفلون بصمت حداداً على اليامي\" /ص17/. ¶ \"في مقهى –أبو رمش- كان العسس يتثاءبون ويشربون الشاي، دون أن يتمكن \"ابن عناق\" من تحصيل الثمن\" /ص20/. ¶ \"وأمام جميع الناس في حارة العبيد تمَّ خصي الشاب القوي الذي كان ينطح الصخر.. وبعدها نام أسبوعاً في الفراش لتُشفى جراحه أُرسل إلى نجد لينضم إلى قافلة الخصيان في قصر نساء الأمير\" /ص34/. ¶ \"الجوع.. السراب.. الصرير..، وقف يلهث أمام اللحم الذي يتدلى من الكلاليب.. ظلّ يلهث.. وينهنه.. ويبكي\" /ص48-49/. ¶ وحين يلقي \"عباجة الزبال\" بكيس القمامة، الذي أتى به من السجن، يفزعُ الصغارُ الجائعون، -الذين يبحثون في الكيس عن بقايا طعام- حين يعثرون على \"يد\" آدمي قُطعت من الرسغ، لإقدامه على اختطاف قطعة من لحم أثر جوعٍ كافر، يدٌ بخمس أصابع.. كانت لابن أمينة.. التقطها وخبأها: ¶ \"وعندما ابتعد، أخرج /عباجة/ الكف من عُبِّه، نظر إليها بإمعان، ثم انكبّ عليها يقبلّها وهو يتمتم\" /ص57/. ¶ وبعد حين لم يعد أحدٌ يرى عباجة الزّبال، ولا عربته أو بغله، ¶ -الصيغة الثانية الموازية: تتمثل في العالم العُلوي: القمة قمة السلطة الشمولية، وأدواتها القمعية. ¶ \".. يا أبو شنان.. مولدات الكهرباء لا يشتريها إلاّ الأمير /طال عمره/ وقائد الشرطة، ومدير مكتب الإشراف.. أما الفقراء من أمثالنا فعليهم أن يستعملوا المنشّات..\" /ص20/.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "\"هات زجاجة ويسكي يا منصور\".. \"يا منصور شغّل السينما، نريد مشاهدة الفيلم الذي وصلنا منذ يومين.. كان هناك امرأة تستلقي على السرير، تفتح فخذيها.. يقترب كلب أسود، يلهث.. يمدّ لسانه.. يشم إبطها.. يلحس جلدها.. و.. ترتجف.. تتشنّج\" /ص29/. ¶ ..إنه الآن في \"أبو رشاش\"، الماء والنساء والمرتزقة، الذين يعبثون بالدولارات.. هنا عالم آخر لا يمتّ إلى نجران\" /ص37/. ¶ \"قال المستر: -الأمير علي السميري مندوب الإمام في /أبو رشاش/.. هزّ الأمير رأسه.. وبدا واضحاً أن للمستر سلطة في هذا المكان تفوق سلطة الأمير\" /ص38/. ¶ \"يوجد في المعسكر عدد من النساء للترفيه عن هؤلاء الرجال القادمين ¶ من أوروبا، والذين لا يستطيعون العيش بدون صديقات وبدون بيرة مثلجة\" /ص39/. ¶ غير أن الصيغتين ليستا مستقلتين الواحدة عن الأخرى، إنّما تشكلان تداخلاً في البنية والدلالة، وتكوّنان العالم الروائي والواقعي لـ: نجران: عالم المقهورين الذين يشكلون تضاريس القاع الاجتماعي.. الممتد إلى الأقاصي البعيدة في الوطن الشمولي، وعالم \"القمة\" الذي يمسك السلطة بقبضةٍ من جحيم، ويجثم فوق القاع، بكل أدواته وأساليبه القمعية، وقوانينه القهرية التي لا تخلو من الوحشية في ممارستها على مجتمع القاع: -السارق تقطع يده، حالة من حالات التشوّه لكائنٍ مكتمل، لا يرغب الله في تشويه جسدهِ أو صورته، وإلاّ لَمَا \"أبدعه على أكمل صورة من الخَلق\"، كما أن الختان الذي يُمارس على المرأة لحرمانها مما \"أحلّه لها الله، الخالق المبدع\"، هو حالة من حالات القتل التي تمارسها \"القمة\" على \"القاع\"، وتبيح لنفسها كل أشكال الممارسة الجنسية، والاغتصاب، والتعهُّر، والخيانة، والعمالة.. وتبذير أموال؛ ليس لها الحق في امتلاكها أو الحصول عليها وإنفاقها على ما حرّمته القوانين نفسها التي تحكم العباد بها.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "هكذا تبدو نجران، تحت الصفر حقاً؛ تحت خط الفقر والوعي والحرية. ذروة للقهر والاستبداد، تلك التي تمارسه سلطة الأمير والقبيلة والمشايخ، والنفط، وتجار الرقيق..، سلطة استطاعت أن تتعلم طقوس القمع الدموي البارد: /قطع رأس اليامي- قطع يد بن أمينة- ختان النساء- خصاء الفتيان-..الخ. ¶ وقد اكتسبتْ آلة القمع هذه، في كثير من الأحيان، شكلاً ميتافيزيقياً: قدرياً –علوياً-، حتى تظل قادرة على كل شيء: لها قوة إله في ابتداع الخرافة، والقوانين والفتاوى التي تتحكم بحياة الناس وتقيم علاقات غامضة، مريبة، مغلّفةً بأوهام الميتافيزيق. ¶ غير أن العلاقة المتذبذبة، التي تتسم بعنف مكتوم، غير مرئي، بين القمة والقاع، بين حواري العبيد، الذين لم يُعتقوا، وقصور الأمراء وأدواتهم القمعية..، لا تتجلى ممارساتها الوحشية إلاّ للذين يمتلكون حالة من الوعي بآلية القهر وخرافة السلطة، ووهم الشكل الميتافيزيقي لإرادتها. ¶ هذا الوعي، في عالم \"نجران\" يبرز عند \"أبو شنان\"، الذي كاد أن يطفئ الشموع كلها في حارة العبيد، يعود ليضيء هو نفسه، من جديد، شمعة صغيرة، تضيء أفق العالم المرجوّ، ويجدد صرخة \"اليامي\"، قبل أن يهوي النصل على الرقبة: ¶ يجب أن نناضل من أجل العبيد والفقراء\"/ص26/. ¶ إن الصراع في \"نجران\" رغم ركام الأصفار المكدسة على الخريطة، هو الذي أفرز ذلك الحالِم الثوري المتمرّد: \"اليامي\" الجمهوري، ومشعان النقابي- الذي تحول إلى فكرة نقية، وحافز للنضال بعد انتصار الجمهوريين- وسميّة بائعة الفجل التي أُعتقت من السّديري، وتحولت إلى رمزٍ يجمع كل المناضلين، ويستشرف أفقاً جديداً لنجران.. الوطن. نجران الحرية: \"إنهم يقصفون تحشّدات الإمام، إنهم يفتحون لنا الطريق\" /ص80/. ¶ ومن قلب العتمة يسمع \"أبو شنان\" صوت \"مشعان\" هاتفاً: ¶ -\"تبدأ الآن رحلة جديدة\" /ص112/.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "هكذا يرتقي الصراع، بتجلياته القمعية والتمردية. زاخراً بمعاني الحياة.. تاركاً أفقه مفتوحاً لصراعات جديدة قد تكون أشدَّ وطأةً من تلك التي أمست تاريخاً ماضياً يفتح الباب على مصراعيه.. للدرس والتأمل، واستخلاص العبر(¬1). ¶ *** ¶ حيدر حيدر ¶ ... ... ... وليمة لأعشاب البحر(¬2) ¶ ... ... ... (نشيد الموت) ¶ ¬__________ ¶ (¬1) على هامش الرواية، يكتب يحيى يخلف نصاً بعنوان \"شخصية ومؤلف\"، وهو من النصوص الجميلة، التي تشير إلى العناصر الواقعية التي نهض عليها نصّه الروائي –في الزمان والمكان- هذا النص لا يقل أهمية عن لغة السّرد الروائي التي اتسمت بها- نجران تحت الصفر. ¶ إنه يؤكد حالة القمع المتجذّرة تاريخياً في حركة المجتمع، وطقوسه، و قيمه المجتمعية، وقوانينه الأخلاقية. ¶ لتنتشر حالة مزمنة من الرعب والخوف تجتاح الأمكنة والأزمنة، على نحو من العدمية والظلامية التي عبر عنها \"كمال الغزاوي\" –صديق المؤلف- الذي لم يجد له مكاناً في الرواية، \"لكي تخرج من عصر الانحطاط يجب أن تنتصر الثورة في اليمن\". ¶ لكن العسس جاؤوا واقتادوا \"كمال\" إلى السجن. ¶ إنها رحلة العذاب الفلسطيني المزمنة، من النفي إلى الرحيل.. ثم إلى السجون العربية التي اتسعت حتى شملت الوطن الكبير.. ثم إلى القتل عن طريق الخطأ، كما حدث لـ \"كمال الغزاوي\" ويحدث لمئات من المجهولين في أقبية السجون العربية؛ ¶ فكلّما استحضر المؤلف صورته وذكرياته باحثاً له عن مكان في الرواية، يفرُّ من بين يديه، ويحلّق عالياً كطائر الفينيق.. لا يعرف الاستكانة في مكان. ¶ (¬2) *اعتمدت هذه الدراسة على الطبعة الأولى المغفلة من التاريخ واسم دار النشر، مما يوحي أن الكاتب قام بنشرها على نفقتهِ الخاصة وتسرّبت إلى معظم البلدان العربية باليد. وبطرق سرية مختلفة –قبل أن يُفرج عنها فيما بعد-.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "كنوع من المخدرات، أو الممنوعات الأخرى، وزِّعتْ الطبعة الأولى لهذه الرواية، مغفلة من تاريخ النشر واسم الناشر. واختفى عن غلافيها، الخارجي والداخلي، ذكر أي اسم، أو أية إشارة موحية.. سوى اسم المؤلف. ¶ وهذا يعني أن الرواية قامت بفضّ بكارة تلك القدسية الزائفة للمحرمات التي تلوذ خلفها آلية القمع العربية بكافة تجلياتها السياسية والاجتماعية، وهي تشكل إدانة مطلقة لهذه الآلية، بنوازعها الأخلاقية والأيديولوجية، والعقائدية، السائدة. ¶ وتكاد هذه الرواية أن تأتي في مقدمة رؤية أدبية خاصة بدأت تجتاح الكتابة الروائية والقصصية المعاصرة، وهي رؤية تشاؤمية بالغة المرارة والمعاناة. حادة ومطلقة في نزعتها العدمية في نسيجها الدرامي العام، إنها نشيد جنائزي حزين، يودّع آخر ما تبقى من الثورة العربية التحررية، من مياه المحيط المالحة إلى مياه الخليج الملوثة بالنفط والأساطيل. ¶ تقيم الرواية نشيدها \"نشيد الموت\" بين الواقع الموضوعي /المادي المحسوس والملموس/ وبين الواقع الروائي/ الفني، المعرفي والمتخيّل/، عبر موقعين رئيسين: -الجزائر ما بعد الاستقلال، -والعراق في الفترة الموازية لذلك، وهما يشكِّلان طرفي محور الفضاء الروائي الشاسع لمكان الحدث.. عبر فصول أربعة، تحمل أسماء فصول السنة الواحدة، لكنها منفلتة من تحديد الزمن الروائي مما يمنح الكاتب آفاقاً تخيلية رحبة، تحرره من محاصرة تواريخ الواقع الموضوعي، إلى حدّ ما. ¶ وإذا كان الوطن العربي كله، بتاريخه القديم والحديث والمعاصر، هو مسرح أحداثها وتأملاتها وأحكامها، فإنها أحداث متخيّلة في واقعها الروائي ¶ (45)، لكن ذلك لا ينفي الحقائق والأحداث والوقائع والمواقف، والشخصيات الفعلية في تاريخنا العربي المعاصر، التي تزخر بها الرواية، كواقع مادي موضوعي.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "إن الرواية تؤصل كل هذا الزخم التاريخي المعاصر، وتشدّه إلى جذور تاريخية قديمة..، خاصة فيما يتعلق بآلية القمع المنتجة لحالة معاكسة، قد تكون حالة تمرّد ثوري، أو حالة انصياع تتمثل بالذل والخنوع والاستسلام لتلك الآلية. ¶ في ضوء ذلك يمكن القول إن عالم الرواية عالم متسق، متكامل في جذره التاريخي والمعاصر، وبنيته الاجتماعية والسياسية السائدة، وهو في الحقيقة عالم شاحب، وتاريخ يزخر بالقمع، والعنف، والإرهاب، والمذابح الفردية والجماعية \"عبر شلالات الدم والانشقاقات الثأرية التي ابتدأت مع خلافة عثمان بن عفان ومعاوية وأبو العباس السفاح والتي لم تنته بعد.. ص/377/. ¶ فالرواية لا تستثني مكاناً، في العالم العربي، أو سلطة لا تمارس القمع، والقهر، والأكاذيب في التخفي وراء شعاراتٍ مضلِّلة/ ص68/- ولهذا قد يغلب على البنية السردية- في جانبها السياسي المباشر- النزعة التسجيلية، عبر التأريخ السياسي، الذي يشير أحياناً إلى الواقع الموضوعي، بأحداثه وأشخاصه الحقيقيين، وبأسمائهم(¬1). ¶ غير أن الرواية لا يمكن نعتها بالرواية التسجيلية أو التأريخية، إنما هي ذات بنية فنية على مستوى عالٍ من الوحدة والتماسك بين الواقعي والمتخيّل بلغة شفافة، ارتقت في كثير من فقراتها، إلى مصاف الشعر، حتى في جانبها التسجيلي، مبتعدة عن اللغة المجانية، التي لا تتعدى كونها أداة توصيل نفعية مباشرة(46). ¶ ¬__________ ¶ (¬1) البنية والدلالة في القصة والرواية العربية المعاصرة- مصدر سابق-.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "تبدأ الرواية في نسيج بنائها الفني، منذ الصفحات الأولى، بالكشف عن إحدى تجليات القمع، رغم بهاء الحياة المتفجرة فرحاً في عبارتها الأولى: \"كان صباحاً مضيئاً\"/ص9/، تخفق في سمائه النوارس مغتبطة تحت شمس خريفية، يعبّر عنها مرح عاشقين جذلين فوق العشب المُندَّى، يركضان باتجاه الشاطئ الصخري، وفجأةً تنكسر الغبطة كآنية من زجاج: \"يحس الرجل بأنه مطارد، وبأن شخصاً يتعقبه\"/ص 10/ ويتحسس الرجل –وهو في غمرة الفرح والعاطفة المتدفقة بالحب- يتحسس المدية في جيبه الخلفي. ¶ غير أن ذلك لم يكن مجرّد إحساس بالمطاردة، والحصار، بل كان حقيقة فعلية.. عندما اقترب رجلان –أحدهما كالشمبانزي- وأخذا يطرحان الأسئلة على الفتاة، يحاسبانها كمحكمة ميدانية لأنها تماشي وتصاحب رجلاً غريباً!. ليتبين لنا فيما بعد، أن هذا الرجل –الغريب- هو عراقي يدعى \"مهدي جواد\"، والفتاة العربية جزائرية تدعى \"آسيا\"، فيقفز السؤال الذي تبني الروايةُ عليه أحدَ مساراتها الفنية والفكرية: كيف يُعدّ العربي العراقي غريباً فوق الأرض العربية الجزائرية..؟. ¶ صحيحٌ أن المواجهة الكلامية بين هذين الرجلين لم تتصاعد إلى المواجهة الجسدية، لكنها كانت كافية لكي تنتقل بنا إلى عالم الرواية، وعناصرها الفكرية –الجوهرية- التي تتدفق مع تداعي الذكريات، والترجيع التاريخي؛ عبر لعبة فنية أقرب إلى المشهد السينمائي الإيحائي –بتفوّق- في استحضار الماضي، الزاخر بالأحداث لكل من \"مهدي جواد\" –و \"مهيار الباهلي\" و \"آسيا الخضر\" و \"فلّة بو عناب\"/47/.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "إن مهدي جواد –العراقي- لا يجد نفسه في أرض الجزائر غريباً فحسب؛ إنما كان كذلك فوق أرض العراق، بلده، وإنْ اختلفت طبيعة الغربتين؛ ففي الجزائر تحاصره غربة، تكاد تكون عنصرية، عرقية؛ تقول \"آسيا الخضر\" لمهدي جواد، موضحةً الموقف: \"إنهم يخشون كل قادمٍ من وراء الحدود. لقد جَرَح المستعمر الروح والجسد.. جرعنا آلاماً حادة أنتم لم تذوقوا مرارتها.. لا يوجد بيت في الجزائر بلا جرح\" /ص14/. ¶ أما في العراق فقد كانت غربة مهدي جواد غربة سياسية، أساسها القمع الأيديولوجي، ذو الرؤية الأحادية، التي تلغي الآخر، حيث: \"الله- الأسرة-العشيرة-الطائفة-الملك: أنا الله على الأرض. أنا الشعب. ويوم ذاك ستصدر الأوامر في كل أرجاء البلاد: -من دخل بيت الجنرال أبَ الشعب جميعه فهو آمن، ومن دخل بيته الخاص وانزوى فهو آمن. أما من دخل بيت الحزب فالوطن في حلٍّ من دمه المهدور. ¶ ومن يومها ابتدأ شهيق وزفير الدم الذي سيستمر إلى يوم الدينونة/ص25/. ¶ فإذا كانت آلية القمع قد تجلت في حصار الغربة الأول، على أرض جزائرية من قبل رجلين –خنزيري شوارع- كما تقول له آسيا- فإنها سرعان ما تصبح هذه الآلية- مع نموّ البناء الدرامي، وتجلّي عالمها القمعي- حصاراً شاملاً، تمارسه قوى اجتماعية ظلامية، وسياسية أمنية، موغلة في العدمية. ¶ وإذا كان مهدي جواد قد استطاع النجاة من تلك الآلية، في الحصار العراقي- متوهماً أنه بالتجائه إلى الجزائر قد يتحرّر من ذلك فإنه هنا، في الجزائر، لا يجد نافذة للخروج من دائرة الحصار الشامل، إلاّ بالانتحار: \".. يخطو نحو البحر، على الرمل يتعرّى، ثم يصعد صخرة، يتنفس بعمق، الهواءَ الرطب، وباندفاعة طائرٍ، يقذفُ جسده إلى البحر\" /ص378/. ليتحول، في قاع المياه المالحة وليمةً لحيوانات البحر وأعشابهُ.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "لقد جاء بناء الهيكل العام للرواية، عبر فصول أربعة تعبيراً دلالياً على دورة الحياة السنوية؛ كان فصلها الأول: الخريف. ثم الشتاء ويليه الربيع. ثم الصيف. لكن ما بين الربيع والصيف، جاءت فصول في غاية الأهمية في الرواية، من حيث بناؤها الفني والفكري، وفي -الأهوار- الحب- نشيد الموت- ظهور اللوياثان- وكأن ما بين الربيع والصيف- النمو والحصاد، واشتباك العلائق التكوينية واكتمالها، كأنها وِقْفةٌ مع نتائج الحياة..، بعد معركة ضارية للحيوات الكونية عبر فصولها الثلاثة. فقد جاءت المتابعة، في \"الصيف\" المديد، الملتهب، حصيلةً لِمَا حدث في الماضي، تاريخاً واقعاً، ومعاصراً، وقد تقابلت فيه أطراف النزاع-الحياتي، والفكري- وجهاً لوجه في ثنائية تناقضية، متوازية الصعود والهبوط، عبر صراع داخلي وخارجي- لا بد لأحدهما أن يلغي الآخر. ¶ كل ذلك ينهض على التعبير السياسي المباشر، الفاقع، إلى حد الإنشائية في اللغة، من جهة؛ وشيءٍ من الخرافة إلى حدّ التحليق بالخيال المعرفي في بناء الدراما الفنية للعمل الروائي، من جهة أخرى. ¶ شيءٌ من صراع اجتماعي، تاريخي، أيديولوجي، شديد المعاصرة، يكسر القدسية الزائفة في المجتمع، والأسرة، والحزب. وشيء من البدائية الموغلة في الطبيعة، والبشر إلى حدود التوحش. ¶ هذا الواقع الروائي، وهذه البنية الروائية، تتصاعد راسمةً مسارين رئيسين في بنائها الدرامي: ¶ -الأول: يقوم على التذكّر، ويستمدّ عناصره من التجربة المكدسة، والخبرة المعرفية والمادية لأشكال وأساليب القمع الوحشي، المأساوي في العراق. ¶ -الثاني: يقوم على الممارسات الفعلية، تاريخية ومعاصرة- أي على أحداثٍ وقعت، وتقع، وتتحقق في مدينة جزائرية هي /بونة/.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "ويكاد المساران أن يشكلا توازياً حدثياً، يبرز فيه التماثل الدلالي، والرمزي، والأيديولوجي؛ وتوحّد بينهما الدلالة والرؤية الفكرية العامة للرواية، ويجعلها أكثر شمولاً- عمقاً واتساعاً- عبر الأحداث والشخصيات- ما بين العراق والجزائر. ¶ ففي التجربة العراقية تتمركز الرواية حول تلك المجموعة المتمردة من الشيوعيين، الذين رفضوا سياسة وبرنامج الحزب، إبّان حكم \"عبد الكريم قاسم\" وما بعده، متهمين تلك السياسة بالانتهازية والنفعية، والمهادنة مع البورجوازية، والانصياع الكامل لأوامر ورؤية \"الكرملين\" في السياسة الداخلية والدولية، رافعين شعار الكفاح المسلح، لإسقاط النظام القمعي العسكري في العراق، وإقامة أول كومونة عربية: \"إن آلاماً ومآسي لا حدود لها، تحبل بها الأيام القادمة، وأنْ تكون شيوعياً حقاً فهذا يعني القتال حتى ترتوي الأرض بدمك..، كان يفكر بالكمونة، تلك الأمثولة الساحرة، الشبيهة بشمسٍ ساطعة لا تُطفأُ على مدى التاريخ\" /ص47/. ¶ ثم تصف الرواية، عبر مسارها الروائي، وصفاً دقيقاً يتناول التفاصيل والجزئيات، على نحو من التعاطف الكلي، مع تلك المحاولة الرائدة في الوطن العربي، التي قام بها المتمردون على الحزب، ثم إعلان الكفاح المسلح بشكل فعلي.. ضد السلطة القمعية، البورجوازية –في العراق: \"في الاجتماع السري بحيّ الكاظمية، تحدث مهدي جواد لخليتهِ عن الوضع الراهن، حدَّد بنقاطٍ واضحة الخطين المختلفين للحزب، خط جبهة الكفاح الشعبي المسلح، وهو خط ظافر، والخط التحريفي، الملحق والتابع للبورجوازية الحاكمة\" /ص43/. ¶ وبرؤية لا تخلو من الثورية الساذجة، وكما يسميها لينين بشيء من المرض الطفولي اليساري؛ أعلن المتمردون على قيادة الحزب، بدء كفاحهم المسلح، بصورة فعلية:",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "\"ومن قلب الأهوار كان يتراءى الشعاع الوحيد والأخير الذي ينير هذه الظلمة، ليضع لها قانوناً جديداً، سيُسمى فيما بعد قانون الضوء الفيتنامي أو الكوبي أو قانون البراري والحرب\" /ص136/. ¶ ومن الذاكرة، يستحضر مهدي جواد، حياة أفراد وفصائل تلك البؤرة الثورية، التي اتخذت مقراً لها في الأهوار، استحضاراً لا يخلو من إثارة التعاطف مع هذه التجربة الفريدة في القرن العشرين والتي لم تدم طويلاً، لأسباب كثيرة، ليست مجال بحثنا، غير أن أهمها هو ذلك الخلاف الفكري العميق والحاد الذي نشب داخل الكمونة المسلحة نفسها، تقول الرواية: ¶ \"وهكذا بعد شهرين من الصقيع.. في أغوار الغمّوكة السحرية التي ارتسمت في ذاكرة الباهلي حدثاً أسطورياً، أبديَّ الوميض، ستنتهي التجربة الأولى بعد أن يُطرح الخلاف على المجموعة لتقول رأيها فيه./ ص148. ¶ والرواية، لم تكتف بوصف التجربة وصفاً خارجياً، إنما ازدحمت بحشدٍ من الأحكام والتقييمات، تبدو في بعض جوانبها انفعالية ومتطرفة على نحو ما، ولَّدتها آلية قمع متعددة الأشكال والوجوه؛ فكرية، قسرية داخل الحزب، وتصفوية مسلّحة خارج الحزب، إلى جانب آلية القمع المتوحشة التي تجلت في ممارسات السلطة السياسية، ضد الرأي الآخر مهما كانت وجهتهُ. ¶ غير أن النسيج السردي للرواية، لم يتوقف عند حدود التبني الأيديولوجي لوجهة النظر الأحادية، بل قد يتورّط أحياناً، فيسوق أقاويل عشوائية، قد تجانب الحقائق التاريخية، وتنحرف عنها، فيلبسها ثوب الحقائق، كما ورد على لسان مهدي جواد: \"ومن موسكو حرّض الأب الروحي خروتشوف العزيز قيادة الحزب على ضرورة حلّ الحزب الشيوعي العراقي إسوة بالحزب في مصر\" /ص143-144/.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "ومع ذلك فقد /أثارت الرواية الكثير من الأفكار العميقة والجريئة، تتعلق بالإشكالية الأيديولوجية/، والخلافات الفكرية الحادة، والتبعية المطلقة للسوفييت، وتغييب الفكر الماركسي اللينيني الحقيقي، وعدم اكتشاف الخصوصية الذاتية فيه لكلّ شعبٍ أو أمّة /ص50-51/. ¶ وبالمقابل تُبرز الرواية حقيقة السلطة الجديدة عبر تجليات القمع والقهر والاستلاب، والتصفيات الدموية التي تمارسها، متمثّلة بشخصية مرمّزة، أُطلق عليها اسم \"عبيد الله بن أبي ضبيعةَ الكلبي\". عبر فصل كامل بعنوان \"ظهور اللوياثان\" أي الوحش، وهو يرمز هنا إلى السلطة.. قمة السلطة المتمثلة بـ \"الكلبي\"، على نحو بالغ الذروة في التوحش، والتشويه والإبادة: \"ففي العام الثاني عشر من اغتصاب الوطن على يد\" عبيد الله بن أبي ضبيعة الكلبي\". وبعد مذبحة الأهوار، وتشتيت الشيوعيين، وتدمير اقتصاد الوطن في حروب خاسرة مع الأعداء، وقتل عشرات الآلاف من الشعب في الحروب الأهلية الدينية، وإقامة الدولة الطائفية، سيقترح اللوياثان إقامة معسكرات لكل منحرف ممّن يعتنق المبادئ الهدّامة، في أعماق البادية /ص238/. ¶ وبأسلوب رفيع.. يبلغ ذروة التعبير الفني واللغوي، وبروح سوريالية أخاذة..، تصف الرواية حالة القمع والرعب، والمطاردة، بعد فشل الكمونة، تلك الحالة التي اجتاحت العراق كله: \"بعد أن يندحروا في أوحال الهور، فتمتزج دماؤهم بالغرين ومياه المستنقعات، ثم يتهاوى من بقي في الشوارع والأزقة والأقبية برصاص كواتم الصوت والبلطات القاطعة وضاغطات الكونكريت التي تهشم الرأس بين مخالبها وسائر مستحدثات القتل المستوردة، وينجو من ينجو هارباً، عبر فجاج الأرض، ويعترف من يعترف تحت موجات التهديد والحبس طالباً الغفران والتوبة /ص227/.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "أما \"اللوياثان\" صورة السلطة القمعية في العراق –فتقدمه الرواية، على نحو أسطوري ممسوخ، بالغ القبح والبشاعة، تقول الرواية: \"كالفطريات سينبت بعد أن تقذفه الريح الصفراء الجائحة على سطح الأرض، الصالحة كالمزبلة لإنبات كل أنواع الشوكيات /ص227/.. \"سيولد حاملاً في دمه نسغ هذه النباتات. على شكل قنطور أو لوياثان، نصفه الأعلى بهيئة ضبع والنصف الأسفل شبيه سرطان رملي زاحف /ص228/. ¶ \"من هذه المقدمات سيستنتج عقلُه المصاغ من شهوة الدم والحقد والطفولة السادية، وعصارة النباتات السامة، أن خلاص مملكته لن يتم بغير هذا التعصب المقدس /237/. ¶ وتوغل الرواية في وصف هذا الوحش الأسطوري، الذي تحوّل إلى حقيقة ساطعة الهشاشة والقمع والسادية، \"فتتراءى له تلك القطعان البشرية وقد تحولت تحت عدسات ملايين العيون العنكبوتية أسراباً من الذباب العالق في الشِّباك اللزجة تختلج في احتضارها وضراعاتها الصامتة/237/. ¶ في ذلك الزمن الأسود، زمن القمع والخنوع، زمن الاستلاب والتدمير، كان ما يزال موصولاً بحبل السّرة مع \"الأزمنة الرعوية\"، وأزمنة عبادة الواحد الأحد، \"القاهر، الظافر، المنتصر الوحيد على وجه الأرض في هذا المسلسل التاريخي الكابوسي الذي لا نهاية له /ص234/. ¶ إن تلك الآلية المدمرة، توضح بشكل صارخ كيفية إلغاء الآخر، وعدم الاعتراف بالتعددية الفكرية والأيديولوجية، من كلا الطرفين المتنازعين، يحمل كل منهما رؤية أحادية مطلقة منغلقة على ذاتها، ولهذا فشلت البؤرة الثورية فشلاً ذريعاً في تحقيق انتصارها على سلطة \"اللوياثان\" الوحشية، مثلما سقطت –في المقابل- رؤية الحزب المستقبلية، عبر برنامج فاشل، اعتبره المتمردون والمنشقون ذروةَ الانتهازية النفعية، وخيانةً لمبادئ الفكر العلمي الثوري.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "ونتيجةً لتلك الهيمنة المطلقة للسلطة القمعية، نشأت –كما توحي الرواية- آليات قمع مرئية وغير مرئية داخل كل من الطرفين (148-149)، بسبب غياب فكرة الحوار الإيجابي، غير العدائي من جهة، وانعدام الحياة الديمقراطية داخل الحزب الواحد، من جهة أخرى، لا بل لم تكن مثل هذه الفكرة مطروحةٍ أساساً لدى كل من الطرفين، وقد خلت الرواية من هذه الكلمة بشكل مطلق، وهذا الجانب هو أحد المآخذ الفكرية على الرواية –في واقعها الروائي.. المعرفي والمتخيّل-. ¶ إن المرء ليتساءل، حين الانتهاء من هذا العمل الرفيع: ألا يوجد بين تلك الكوادر الحزبية المناضلة، ذات المستويات المتفاوتة –مَنْ يهمس بالديمقراطية، وحرية التعبير والحوار؟ /48/. ¶ في الفترة الموازية للزمن العراقي، تنفتح الرواية –كما نوهنا سابقاً- على الزمن الجزائري، بعد الاستقلال، عبر \"فلّه بو عناب\" و \"آسيا الخضر\"، بما لا يختلف في الجوهر مع الزمن العراقي، سوى بالتفاصيل المتنوعة، والممارسات اليومية في الحياة السياسية والاجتماعية المتغيرة في الجزائر- عبر إدانة السلطة الجديدة، والمجتمع الجديد كله، بعد انتصار الثورة، بعد الانقلاب النوعي الخطير، على \"بن بيلاَّ\". ¶ نكتشف ذلك عبر أحداث الرواية، ورؤية شخصياتها ومواقفها والتعبير المأساوي عما جرى ويجري في الجزائر، وبوجه خاص على لسان \"فله بو عناب\": ¶ \"لكل شعب أشراره. هذا الذي يطفو الآن ليس عمق الشعب الذي قاتل\" /ص48/. ¶ \"سرقوا الثورة واغتالوها، القوّادون الذين لم يحاربوا\" /ص49/. ¶ \"الثورة الوطنية انتهت والرجال صاروا في موقع السلطة والمسؤولية. ¶ وها نحن اللواتي قاتلن في الجبال والمدن، نتحول إلى الخدمات المنزلية. ¶ \"ثورة المليون شهيد اغتالها العسكر والتجّار في النهاية\" /ص116/. ¶ والوطن \"صار سوقاً.. لقد سجلوه في الدوائر والمصارف العقارية ¶ باسمهم: العسكر والوزراء وجهابذة الحزب والمخبرون والتجار، ثم طوقوه بالأسلاك الشائكة والدبابات\" /ص215/.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "هكذا يتشابه المصير –في عالم الرواية-، مصير الثورتين، مصير الحزبين، مجسَّداً بأكثر من شخصية من شخصيات اليسار المهزوم بجميع تياراته، بما فيه التيار الانتهازي، الحالم باستلام السلطة عن طريق المشاركة بها، والانسجام مع ديكتاتوريّتها، نظراً للعلاقات الخارجية /المتميزة/ مع \"موسكو\". ¶ ولعل أشدّ هذه الشخصيات دلالة على آلية القمع المزدوجة، وأكثرها فجيعة بلغت ذروة المأساة، هي شخصية \"عطشان ضيوي\" –العراقي، و \"عمر يحياوي\" الجزائري. ¶ كانوا يسمونه –الايزرجاوي- نسبة إلى قبيلة \"الزيرج\" واعتقد الذين لم يروه بل سمعوا عنه، أن هذا الاسم مجرد اختلاق أسطوري أو حركي، وهمٌ لا وجود له: \"كانت هذه الشرارة تضيء اسم المقدم\" عطشان ضيوي \"مسؤول الخط العسكري\" /ص261/. وهو العضو البارز في الحزب الشيوعي العراقي، بفكره وسلوكه الثوري الذي توّج حياته بما يشبه الأسطورة: ¶ \"كانوا مقتنعين أن هذا الرجل لا ينام من يومه إلاّ ساعتين ولا يأكل سوى وجبة واحدة، يقرأ خمس ساعات يومياً.. وقليلاً ما يتكلّم..، وبسرية شبه دينية كان يجهّز خلاياه وحلقاته التنظيمية\" /ص262/. ¶ ثم عكف على إعداد خطة عسكرية –كما تقول الرواية- محكمة وصارمة للسيطرة على الحكم تحت راية الحزب- بعد انحراف ثورة تموز ثم مقتل عبد الكريم قاسم-، فيرفض المكتب العسكري للحزب، الخطة الانقلابية العسكرية، وتدين الرواية هذا الموقف، وتصفه بالجبن، وبشلل الإرادة الذاتية، وبالخط الأعرج- /ص24/ و \"إن إمكانية الأخذ بناصية السلطة، في أكثر من مناسبة كانت بيد الحزب الذي عفّ وأشاح عنها\" /ص263/. غير أن \"كل شيء كان يبدو وكأنه يأتي بعد فوات الأوان، ذلك أن اللحظات التي يُختطف فيها التاريخ لصالح القوى الجديرة بالحياة، كانت قد مضت إلى غير رجعة\" /ص24/.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "وذات ضحى يجد \"عطشان ضيوي\" نفسه على ظهر باخرة سوفياتية تبحر به \"من البصرة إلى شواطئ البحر الأسود\" ثم إلى مدرسة للإعداد الحزبي\" كي يُعاد تثقيفه /ماركسياً/ \"لتخليصه من مرض \"الكفاح المسلح والنزعة المغامرة للبورجوازي الصغير- الكامن في أعماقه\". ¶ كان في تلك المدرسة يناقش ويسأل، ويصرخ احتجاجاً.. \"ثم يقرّر التمرّد على دروس التطهير\" فيجد نفسه بعد ذلك في مشفى للأمراض العقلية\" مشهد تراجيدي في مسرح من مسارح اللا معقول\" ذروة القمع. ¶ غير أن عطشان \"لم يستسلم لتهمة الجنون\" فبدأ يخطط للهرب من المشفى، ونجح، عابراً في مغامرتهِ الأسطورية \"السهوب الثلجية والغابات والمدن الغربية\" /ص265/، إلى أن وصل مدينة \"بون\" في ألمانيا الاتحادية- ليعيش هناك منطوياً على نفسه، مستغرقاً في الشراب، في غرفة بالطابق الخامس، في فندقٍ من الدرجة الخامسة. ¶ كان يشرب لينسى، لكن الأمواج تلطمه فيغوص في \"اللّج العميق\" وذات يوم: \"رأى نفسه كمن يُقذف من ارتفاع عشرين ألف متر فوق سطح الأرض من بوابة طائرة، ومظلّته لم تُفتح، وهو يتأرجح كاللعبة في العراء السماوي\" /ص270/. ¶ لا أحد يذكر صوت الارتطام، أو الصرخة، أو الطلقة، ولا أحد يعرف كيف سقط من الطابق الخامس.. مقتولاً أم منتحراً؟!. لا أحد يعرف. ¶ في توازٍ مع شخصية \"عطشان ضيوي\" العراقي، يقدم عالم الرواية: \"عمر يحياوي\" الجزائري، في نصوص متداخلة متتابعة، إلى درجة التوحد في الحالتين، فهو ثائر سيلتحق بثوار الجبل\" بعد أن تحول الجبل إلى منازل وأحياء ومواقع حصينة استعيض بها عن المدن المحتلة- كما الأهوار عند عطشان ضيوي-. جُرح عُمر في إحدى المعارك ولم يتمكن من الانسحاب، فوقع بين أيدي الغزاة، كان يتمتع بقدرة خارقة على تحمّل العذاب.. منحته تحدياً حاسماً لآلية القمع الوحشي لدى المستعمر حتى تحول إلى مثالٍ للصمود والتحدي في مرحلة الثورة.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "في المشفى.. تتحسن حالة عمر يحياوي، فيتسلّل ليلاً من غرفتهِ، ثم يهرب، تاركاً خلفه حارسه القتيل- كما الهروب عند عطشان ضيوي إلى ¶ بون-. ¶ غير أن عمر يحياوي قُبض عليه فيما بعد، وأودع السجن ليواجه شتى صنوف التعذيب مرةً أخرى، لكنه –تحت وطأة التعذيب- حاول الانتحار، طاعناً نفسه بزجاج النافذة الذي كسَّره، وهو يصرخ \"الله أكبر اشهدي يا جزائر.. يا جزائر اشهدي، حالة من الجنون والإحباط، كحالة عطشان ضيوي. ¶ ثم ينقل إلى المشفى ثانية، وتبدأ جراحه بالشفاء، لكن \"الأحداث خلخلت نصف عقله، والتعذيب أَعْمَى عينه اليسرى، وهو الآن موظف عادي في مستشفى قسنطينة الذي هرب منه.. منذ عام طلّق زوجته، والآن لا همّ له سوى الانتقال من امرأة إلى امرأة ومن حانة إلى حانة\" /ص 269/. ¶ تلك حالة أشبه بحالة الموت الانتحاري الذي لقيه عطشان ضيوي، لنكتشف شيئاً فشيئاً أن آلية القمع الاستعمارية، تتواصل مع آلية القمع التي تتجلى في السلوك الفردي –كردّ فعل على حالة القهر والتشتت والضياع، من جهة، وممارسات السلطة الجديدة من جهة أخرى، وكأنها حالة تَوَحُّد، في السلوك والممارسة وأشكال القمع، والأهداف. ¶ وهذا ما سيتجلّى بصورة مأساوية صارخة في شخصية \"فلّه بو عناب\"، الرمز الحي لإجهاض الثورة في الجزائر. ¶ لقد كانت هذه المناضلة العريقة تعمل في خلية سريّة من خلال جيش التحرير، ثم تحولت اليوم \"من مناضلة مفعمة بالحيوية إلى مومس\" /ص111/، بعد أن تحوّل الوطن –إلى \"وطن الوزراء والضباط والعائلات، والمراتب الحزبية، والمخابرات، والحلاليف والتجار واللصوص.. وخارج مشيئتها وقعت في فخ الجسد\" /ص111/. ¶ فقدت إيمانها بكل شيء، إلا بممارسة الحب والمتعة: \"بين فخذيَّ مرّ كل الغزاة، الأغراب، والأشقاء، وأبناء الدم\" /ص250/.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "غير أن \"فلّه بو عناب\" تعلن أن لديها مواهب أخرى، غير موهبة فتح ساقيها، لكنهم –تقول: \"هم قتلوا كل مواهبي الأخرى، وركزوا على موهبة التأوه والصراع الجنسي، أليس هذا هو الاستعمار الحقيقي؟\" /ص111/- ثم تستطرد: \"أصلاً ما الذي فعله الكولونيل الفرنسي إلاّ هذا..\" ¶ كانت تتحدث بمرارة عن الوطن المضيّع، كتعبير دلالي عن ذلك التواصل القمعي بين سلطة المستعمر، والسلطة الجديدة التي أجهضت الثورة. ¶ وفي الضفة الأخرى الموازية لفلّة بو عناب، تبرز ملامح \"مهدي جواد\" العراقي، رمزاً ساطعاً في عالم الرواية، للثورة العراقية /الكمونة/ التي أجهضتها آلية القمع لدى السلطة والحزب معاً. ¶ لقد شارك مهدي جواد، بكل عنفوانه، في التمرد الشيوعي العسكري على آلية القمع المزدوجة، لكنه انكسر بانكسار ذلك التمرّد واندحاره \"أما أنا فرجل مكسور، حَطَّمتْ سفينتَهُ عاصفةُ، فَتَاةَفي البحر\" /ص185/. فتحولت هذه الشخصية الروائية المندحرة إلى نموذج للمثقف العربي اليساري، الذي بلغ الذروة في هزيمته وانكساره. \"أنا رجل وحيد ومعزول عن الآخرين، وأبحث عن جدار، لا أحد. لا أحد في هذه الصحراء الملعونة والقاسية\" /ص190/. ¶ وفي غمرة من الأحزان القديمة، والعزلة، ووطأة الكوابيس والإحساس بالجنون، يدور حوار بينه وبين آسيا الخضر /ص355/ -يؤكد فيه انكساره وهزيمته، قائلاً: \"أنا جبان ومهزوم وساقط.. وأنتِ امرأة جميلة وعظيمة وأنا لا أستحقّكِ\" /ص355/. ¶ هكذا تتحول رؤية مهدي جواد، من حلم الانتصار عبر البؤرة الثورية في الأهوار، إلى رؤية سوداوية عدمية، يستحيل عبرها التواصلُ مع الحياة: \"لماذا الأشياء الجميلة ترحل ولا يكون سوى هذا القبح\" /ص356/.",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "وذات ليلة.. في لحظة قهرٍ وجنون يحاول الانتحار بقطع شريانه ثم يغرس في الجرح لفافة تبغ مشتعلة، ويروح في غيبوبة، كادت تودي بحياته، لولا وصول صديقه \"مهيار الباهلي\" في اللحظة الحاسمة وإنقاذه //124-125//- لكنه ينجح في محاولته الثانية، حين يخطو نحو البحر، ثم يقفز مستسلماً، نحو القاع، ليتحول /وليمةً لأعشاب البحر، مختتماً نشيد الموت على نحوٍ تراجيدي كتعبير دلالي حاسم عن تلك الآلية المزدوجة- آلية القهر والقمع والاستلاب- المتراكمة في الذات، ذات مهدي جواد، المناضل والمثقف اليساري المتمرد، ثم المنكسر المهزوم. بحيث يشعر عند نقطة الصفر أنه لم يعد يلزم لأحدٍ في الحياة. وأنه زائد عن الحاجة، وفي لحظة سديمية من الجنون، وغيبة الوعي، يختار خلاص الروح والنفس وعذاباتها بالانتحار، ليستقر النشيد، نشيد الموت في قاع البحر. ¶ غير أن مهدي جواد وفلّه بو عناب، ليسا المعبّرين الوحيدين- في عالم الرواية- عن انكسار الحلم بإجهاض الثورة، ففي الرواية شخصيات أخرى تعبر عن المصير نفسه، وإن اختلفت من حيث المستوى والدلالة، لكنها لا تقل أهمية عن الشخصيتين الأخريين، ولعل أهم هذه الشخصيات هي ثلاث: ¶ 1-مهيار الباهلي: رفيق مهدي جواد في تجربة الكمونة، في أهوار العراق، مناضل يختلف عن مهدي جواد في أنه لم يَنْهَرْ، ولم يُهزم داخلياً، ولم يفقد تفاؤله بالثورة، رغم الهيمنة المطلقة لآلية القمع المزدوجة- السلطة، والتيار الانتهازي النفعي- كما تشي الرواية- في الحزب، آنذاك.",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "وصل إلى الجزائر بعد فشل تلك التجربة، وما يزال يحلم بثورة جديدة، يقودها في أهوار العراق، لتمتد فيما بعد إلى جبال الأطلس. \"كان رجلاً مصاباً بلوثة الحروب. مثقف مسحور ببلانكي، ومجد الكمونة، والإغارة على سانتا كلارا..، كان يتوهم أنه يواصل ميراث الخسارات الدامية والأمثولات التي تتراكم لتشكل ذات صباح أو مساء الصرخة التي تختزنها القرون القديمة لتدوّي في القرن العشرين أو الثلاثين أو الخمسين، هادمة الجدارن زمن الاستبداد والجوع والإبادة الجماعية لشعوب قُهرت واستُذِّلت ثم ما لبثت أن دُفنت تحت السطوة الوحشية للخلفاء والأمراء الخلعاء والجنرالات الدمى والأحزاب\" / ص 21 /. ¶ وبرغم هذه التفاؤلية المشروعة، يقع في النهاية بين أحضان \"فلّه بو عناب\"، ثم يرتبط بمصير مهدي جواد، حيث تطلب السلطات الجزائرية منهما مغادرة البلاد. ¶ وبرغم الإرهاصات التي خلّفتها آلية القمع الوحشية ـ في زمن انكسار الكمونة، وانشقاق الحزب، ثم الآلية الجديدة، غير المرئية التي يواجهها في الجزائر ـ كما تقول الرواية ـ، رغم كل ذلك لم ينتحر الباهلي، مثل مهدي جواد، إنّما ظلّ مصيره ـ في عالم الرواية ـ معلقاً بتفاؤله الثوري، الرومانسي، الأقرب إلى صوفية غير محسومة إطلاقاً. ¶ وما هذا الفضاء، المتروك مفتوحاً في الرواية، إلا دلالة على إمكانية استعادة الحلم، وتحقيقه على أرض الواقع رغم كل الآفاق المسدودة \"بأشباحٍ لطيورٍ سوداء\". ¶ 2 ـ آسيا الخضر: وهي ابنة شهيد جزائري ـ كما مرّ معنا ـ في حالة حبٍ وعشقٍ مع مهدي جواد، واجهت بسببه العديد من أساليب القمع الاجتماعي، متمثلاً بزوج أمها / يزيد ولد الحاج /، لكنها كانت تواجه تلك الآلية بشجاعة حاسمة بالرغم ما بينها وبين مهدي جواد من اختلاف: فهو سياسي، وهي لا تحب السياسة (167) وفي \"لحظة اشتباك الأشياء واختلاطات الزمن، ظهر مهدي جواد كنجم قطبي مباغت فوق أفق ضبابي (168).",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "لقد كانت ـ وهي الطالعة كالنرجس من أحشاء الخراب والرانية إلى الشمس (306)، تحلم برجل يؤثث لها بيتاً جميلاً هادئاً، يعطيها الأمان لتنجب له أطفالاً ذكوراً يملؤون البيت بالضوضاء والحركة (168 ـ 169). ¶ وحين أحبّت مهدي جواد ـ الذي كان يعلمها اللغة العربية ـ تحوّل حبها له إلى قوة دافعة، تكتشف بها جذورها العربية وتعمقّها، ولكن خارج دائرة السياسة وبلا ثورية. ¶ إلاّ أن آلية القمع الاجتماعي لهذا الحب، بدأت تطاردهما في كل مكان ¶ (278)، ثم اشتدّ عليهما الحصار العائلي، الممثَّل بزوج الأم، لكنها كانت تقاوم.. سلاحها الحب الكبير الذي ليس له حدود. ¶ غير أن مهدي جواد، وهو في ذروة الحب، كان في قمة الحصار والمطاردة، وهيمنة الإحساس بالقهر والاستلاب والهزيمة، يرقص معها رقصة الموت الأخير: \".. كان رقص آسيا بطيئاً مرتبكاً بمرارتها وكان هو ¶ يضرب الأرض، ويدور تحت المدار الطيفي المنسوج من الخمرة والغضب والقصور\" (373). ¶ \"هل كان هذا هو العشاء الأخير؟.. وهل كانت المرأة تعزف لحنها الوداعي في هذا الليل الإفريقي الغريب\" (374). ¶ نعم، لكنها في تلك اللحظة المحمومة بالنشوة القصوى والألم القصي، لم تدرك أنه يتخلّى عنها..، عن الحياة وعن كل شيء، في غمرة اللاوعي، وغياب حواس الرغبة، في الحياة، وحضور الجنون ممزوجاً بتاريخ القمع والانكسار، والكمونة، والهزيمة، والانشقاقات، والغربة الأزلية،... ¶ حقاً لقد كان في النزع الأخير.",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "3 ـ يزيد ولد الحاج: لم تهمل الرواية ـ عبر بنيتها الفنية ولغتها الساحرة، ذلك الرمز الحي للرجل الانتهازي المتسلق ـ في المجتمعات العربية ـ بعد إجهاض المشروع القومي، وانكسار الحلم الاشتراكي؛ إنه \" يزيد ولد الحاج \"المقاول.. الطفيلي، والتاجر في مرحلة الانفتاح الاقتصادي، المعادي لكل ما هو وطني قومي أو اشتراكي، آلية قمع شمولية، غير مرئية، تحمل مشروعيتها القانونية في الدولة الأمنية، ..، تجلت بعد نجاته من تهمة الاشتراك في محاولة اغتيال \"بو مدين\" بعد استيلائه على السلطة بعامين\" مُقدمٌ في الجيش من أصدقاء ـ يزيد ـ / شريكه في مزارع الأبقار /، توسّط له فخرج بعد أسبوعين من الاعتقال. ¶ كانت له صلات واسعة متعددة، وصفقات تجارية كبرى مع الشركات الأجنبية والفرنسية بخاصة، يتزوج من \"فضيلة لالا\" أم آسيا الخضر، التي تبدو رازحة تحت كابوس عصي على الشفاء، بعد استشهاد زوجها المناضل ـ الأخضر ـ. ¶ هذه السيدة الطيبة في غاية الرقة والبساطة..، تتزوج ذلك الانتهازي المتسلق.. المعادي.. المتعدد، القمعي المتسلط، المُنفتح والمتحجّر في آن، وكأنه جاء تجسيداً رمزياً ودلالياً ـ في عالم الرواية ـ لِمَا واجهته الثورة الجزائرية من حصار وإجهاض: انتقال إرادة \"فضيلة\" من المجاهد \"الأخضر\" إلى إرادة وسلوك المقاول الطفيلي.. الانتهازي \"يزيد ولد الحاج\"، الذي بدوره سيقف عائقاً ـ بشتى وسائل القمع والمطاردة ـ أمام تحرر الأجيال القادمة ـ ممثلة بآسيا لخضر ـ إلى جانب أمها فضيلة ـ في تخطي وتجاوز المشكلات والمعضلات التي تواجهها الثورة ـ بعد الاستقلال ـ وتؤخر تطورها ونموها.",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "هكذا تُقِّدم لنا الرواية نشيدها الجنائزي، عبر تجسيدات إنسانية مفعمة بالألم والدهشة والتأمل، سواء كانت هذه التجسيدات أحداثاً أو شخوصاً، إنها تلخّصُ حالة الحصار والقمع والمطاردة. واللاعقلانية السياسية، التي أفرزَت بدورها حالة العطب والقهر الوحشي، حالة استلاب لِمَا هو إيجابي وثوري في العالم العربي، وكأن حالة القمع والحصار والتشوّه هذه، تكاد تكون قدراً طاغياً متسلطاً، يكمن في قلب الأشياء، وخلايا الجسد والعقل العربي معاً، وينمو بشكل وحشي في طبيعة السلطة السياسية / الثورية المزعومة، والتراثية، والعقائدية السائدة.. المهيمنة. ¶ ويبدو ـ في عالم الرواية ـ أن لا أحد يملك مقاومة هذه الآلية والتغلب عليها، رغم كل الجهود والتضحيات (49) ـ التي باءت بالفشل ثم الموت.. ليكتمل النشيد في القاع وليمةً للأعشاب.. والطحالب.. وأسماك القرش.. ¶ *** ¶ الياس خوري: ¶ ... ... ... الوجوه البيضاء(¬1) ¶ تفتتح الرواية نصها بمقطع تراثي يؤسّس لعالمها، معلناً تشكيلته، عبر آلية قمع شمولية، تجتاح الزمان والمكان معاً، تأخذ شكل حروب سياسية.. طائفية.. قبلية..، مرئية وخفية، تتجلّى ـ في عالم الرواية ـ بالقتل والاغتيال والتدمير والانتحار، لتبلغ ذروتها في حرب أهلية شاملة، اختلط فيها النزاع الداخلي بالخارجي؛ والسياسي بالطائفي، وأيديولجيا الأحزاب بطقوس قوانين القبائل.. الخ. ¶ هذا التأسيس، الذي تقدمه الرواية كمفتاح للدخول إلى عالمها، ما هو إلاّ إشارة تواصلٍ تاريخي لآلية القمع المعاصرة مع الماضي بكل تجلياتها التي يؤكدها المقطع الافتتاحي (50). ¶ ¬__________ ¶ (¬1) اعتمدت هذه الدارسة على الطبعة الثانية ـ مؤسسة الأبحاث العربية ـ بيروت ¶ / 1986 /.",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "فالقتل هو محور البناء الدرامي للنص الروائي، مع ملاحظة أنه لا يؤسس له في مطلع النص فحسب، بل يجعله أساساً في كل فصل من فصول الرواية السبعة، وبآلية قمع متنوعة الأشكال متعددة الأساليب(¬1). ¶ ولهذا تأتي الرواية ذات بنية تركيبية، غاية في التعقيد؛ تتداخل فيها الحكايات وتتكاثر بتكاثر جثث القتلى، ورائحة الموت التي تبدو دوماً شرطها اللازم في البناء الدارمي، فيصعب تقديم موجز وافٍ عن بنيتها المضمونية. ¶ غير أن استعراض الفصول السبعة، إلى جانب المدخل، وتتبع تطوراتها، قد يوضح نسيج البناء الداخلي الذي يربط بينها، ويفسّر إلى حدّ كبير كيف يمكن أن تُصنف الرواية، على أنها إحدى علامات القمع الشمولي في العالم الروائي العربي، رغم بنيتها المعقدة التي اعتمدت على مزج الحدث بالخبر العادي، الشفهي والصحفي، عبر حشد عددٍ هائل من الشخصيات، المعبرة على نحوٍ ما عن التفكيك والانهيار الداخلي الذي عصف في عمق المجتمع اللبناني. ¶ ففي المدخل / ص 9 ـ 13 / تبدو مفاتيح السّرد الروائي الأساسية لكل الفصول، ليس فقط مقتل \"خليل جابر\"، إنما كذلك حكاية الراوي وما حصل عليه من معلومات تبدو غير كافية للوصول إلى حقيقة مقتل \"خليل جابر\"، مما يزيد الموقف غموضاً وشكوكاً. ¶ ¬__________ ¶ (¬1) إن أية دراسة الوجوه البيضاء، محكومة سلفاً بتتبع الرواية بشكل تسلسلي، وملاحقة الحكايات الصغيرة والكبيرة على حد سواء، وفي كل فصل من فصول الرواية، فالوجوه البيضاء هي في الحقيقة الفنية مجموعة من الحكايات ذات العلاقات المعقدة أحياناً، تدور جميعها حول محور أساسي \"مقتل خليل جابر\" زمن الحرب الأهلية في لبنان.. وهو فضاء الرواية وموضوعها.",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "تلك كانت مدخلاً للفصل الأول، الذي يبيّن حياة ـ خليل جابر ـ الأسرية مع التركيز المكثف عليها قبل مقتله بثلاثة أشهر، كما ترويها السيدة \"نهى\" زوجته، التي لا تعلم ولا تذكر شيئاً عن غيابه خلال ثلاثة أشهر انقضت، قبل أن يعود جثة نخرة، مهترئة في تابوت \"خشبي\" قال إنه ذاهب إلى العمل، ذهب ولم يعد، خطفوه أو قتلوه.. أنا لا أعرف ولا أفهم، لكنهم قتلوه ورموه..\" / ص 24 /؛ وهذا الفصل يندرج بين موتين: الموت الأول مقتل ابنها، والموت الثاني هو مقتل زوجها: \"قبل أن يموت أحمد لم أكن أعتقد، ولا كان المرحوم ¶ خليل يعتقد أننا نستطيع أن نعيش دقيقة واحدة مِن بعده، لكنه راح ونحن عشنا /ص15 /. ¶ في الفصل الثاني، الذي يبدؤه ـ علي كلاكش (51) بدءاً من مقتل خليل جابر، يروي بشكل تلقائي كل ما يعرفه عن القتيل، الذي يطلق عليه لقب الشهيد بشكل متحفظ / ص 45 /، فيبدو القتل، في هذا الفصل الذي يحمل عنوانه أسطع دلالات العنف: ¶ ـ أجساد مثقوبة ـ، وكأنه مصدر لذة لدى مرتكبيه ومنفذيه. حيث بلغ ذروته السادية في مقتل الطبيب الأرمني \"هاروت خاتشادوريان\" وزوجته ـ بعد اغتصابها ـ / ص 46 ـ 55 /. ¶ حتى أن السيد ـ علي كلاكش ـ يُبدي اللامبالاة ـ وعدم الاهتمام بما يجري..، عبر رؤية قاصرة، أو متعمّدة، تصل إلى درجة الوشاية المازحة، التي قد تكون فيما بعد سبباً في مقتل ـ خليل جابر ـ كما توحي الرواية\" \"مسكين خليل جابر، والله ما كنت أعرف أنه سيقتل بهذه الطريقة البشعة، أنا مقتنع أنه بريء لم يقصد إيذائي أو إيذاء عايدة، لكنني أخبرتُ الرفيق ¶ عياش بالصدفة.. أخبرته قصة الرجل على سبيل الطرافة\" / ص 73 ـ 74 / ـ (52).",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "ولا يذكر ـ علي كلاكش ـ في هذا الفصل، إلاّ القليل عن وضع خليل جابر، قبل مقتله، لكن هذا القليل سيكون له شأن في بناء النص ودلالاته: \"كنت أمشي في الشارع حين لمحته بمعطفه الطويل ويديه المرتجفتين، وهو يمزق أوراقاً ويمحو كتابات عن الحائط، كان يحمل سطلاً مليئاً بالكلس، يمزِّق ثم يدهن باللون الأبيض، قلت لابد أنه موظف في إحدى شركات الإعلانات ¶ / ص 72 /. ¶ في الفصل الثالث.. تنطلق ـ فاطمة فخرو ـ التي نكتشف فيما بعد أنها كانت على علاقة بالمغدور ـ خليل جابر ـ تنطلق من الموت ابتداءً من ابنها \"علي\" الذي سقط على رأسه في الشارع فدخل مسمار في رأسه، إلى موت الزوج بطريقة متوحشة (53) ثم مقتل خليل جابر \"شو هالمصيبة مصيبة جديدة، من يوم خلقنا مصائب..\" / ص 75 /. ¶ غير أن هذا الفصل يقدم تفاصيل غنية، ودقيقة عن سلوك المغدور خليل جابر ـ عن طريق فاطمة فخرو ـ التي تتلقى التعذيب أثناء التحقيق معها في مكتب إحدى الميليشيات.. بشأن القتل: \"أقف أمام هؤلاء الرجال الذين يفتعلون العنف والحُزن وأقول لهم أنني لا أعرف شيئاً، وهم لا يصدقون، فماذا أقول لهم\" / ص 88 /. ¶ كانت فاطمة المرأة الوحيدة التي تحادثه وتقيم معه علاقة حميمة، يبوح فيها عن أسرار حياته وتصوراته وأفكاره، لتتضّح بعد ذلك أبعاد سلوكهِ وتصرفاته المستغربة، ولنكتشف عبرها آلية قمع طارئة على النص، خارج آلية القتل والموت والانتحار، إنما هي آلية اجتماعية تجلّت في السلوك القمعي لوالد خليل جابر تجاه أمه: \"كانت امرأة جميلة، حلوة وبيضاء، وكان يضربها ويشتمها، وهي تبكي وتمدّ يدها إلى تحت حيث أنا ولم تكن تتحرك من مكانها لأنها تخاف أن تدعسني، وهو يضربها ولا يتوقف. / ص 89 /.",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "هذا الشكل السائد لآلية القمع في المجتمع الذكوري المتخلف، هو أحد الأبعاد الرئيسية التي أسست لشخصية المغدور: سلوكه وغرائبيته، في التعامل مع الأشياء، إلى درجة الظن بأن هذه الشخصية تعاني خللاً في توازنها النفسي والعقلي: \"يتلفت يميناً ويساراً كأنه مرعوب، كأنه ينتظر سكيناً سوف تنغرس في رقبته، يتلفت ويرفع يديه إلى الأعلى ويمزّق الصور وإعلانات السينما.. ثم يحيلها إلى نتف صغيرة ويرميها في الهواء، يضع أصابعه العشر فوق الحائط كأنه يستند استعداداً للركض، لكنه لا يركض، يبقى جامداً في مكانه كأنه ملتصق في الحائط\" ـ 99 ـ 100 ـ (45). ¶ غير أن تلك العلاقة الحميمية المتطهرة، بين فاطمة وخليل جابر تكشف عن رؤية خليل للعالم من خلال الذات التي ستحمل أبعادها عند الحديث عن دلالة اللون في الرواي(¬1). ¶ ¬__________ ¶ (¬1) ـ للتوسع يراجع \"أبحاث في النص الروائي\" ـ د. سامي سويدان؛ فصل: الوجوه البيضاء ـ أسئلة القتل والقص. حيث قدم البحث إضاءات مهمة لهذه الدراسة // صدر عن مؤسسة الأبحاث العربية ـ بيروت ـ الطبعة الأولى / 1986 /.",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "أما الفصل الرابع، فيقتصر على تقديم بعض التفاصيل عن كيفية اكتشاف جثة خليل جابر، وتقدير الطبيب الشرعي، برؤية علمية توصيفية، تتعامل مع الجثة كموضوع، بعد أن أمست في عِداد الجثث أو النفايات، ولعل هذا الفصل قد تميز عن الفصول السابقة بخروجه عن التخصص السردي للحكاية عن شخصية واحدة، كما هي الحال في الفصول السابقة، ولخلوّه من تقديم / تعريف / لكل من الشخصيتين المحوريتين فيه / زين علول ـ مروان بيطار /. ومع ذلك لا يخرج الفصل من عالم القتل والموت والجثث، إنما بإشارات فنية ذات أبعاد دلالية متعددة: \"صوت الشاحنة القديمة يهدر في صباح بيروت الشاحب.. والبحر ورائحة الملح الممزوجة برائحة الأسماك\" ـ 127. هذه الرائحة ليست ذات دلالة بالموت فقط، إنما هي ذات صلة بحالة قمع أخرى يجري الإعلان عنها بشكل سافر: تتجلى بالقتل وتكاثر الجثث التي أُلقيت بالبحر، وما انتشار الجرذان واجتياحها بيروت، وبحر بيروت إلا من انتشار الجثث في البحر والشوارع والوديان / ص 128 /. ¶ كما أن الحديث عن الطبيب مروان في هذا الفصل يؤكد وجوداً حقيقياً لجثث متراكمة، ارتبط عمله بها ارتباطاً شبه كلّي، رغم كراهيته لهذا العمل، فهو: \"لا يحب المهنة، ولا العمل في الجثث وتشريحها ثم كتابة التقرير\" ـ 152 كما حدث لجثة خليل جابر. ¶ وهنا تجدر الإشارة إلى أن معاينة الجثة، وتوصيفها في تقدير الدكتور بيطار يكشف عن آلية القمع المتوحشة التي استخدمها القتلة، قبل الموت وبعده.",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "فالجثة تعاني من حروق منتشرة على الجسم، وهي حروق تمت بعد الوفاة..\" أما البنطلون\" فمليء بالماء، وفيه عدة تمزقات يمكن أن تكون من أحجار خشنة، أو من طلقات نارية.. يوجد زرقة رضّيّة مستديرة في أسفل البطن الأيسر، أثار خدوش عميقة يعتقد أنها نتيجة استخدام أدوات حادة.. احمرار رضّي على الخاصرة.. بسبب عصا، أو بسبب احمرارٍ جلدي في العنق الأمامي.. رضوض في عظم اليد وكسر في الغضروف..\" / ص 157 ـ 158 ـ 159 /. ¶ هكذا يقدم التقرير توصيفاً لجثة المغدور خليل جابر، يكتنفه الشك والغموض في كثير من الزوايا، مما يجعل المرء يشك في كيفية القتل، غير أن الحقيقة التي لا يمكن تجاهلها في توصيف الجثة هي ما لقيه خليل جابر من تعذيب قبل الموت، ومحاولة تشويه الجسد بعد الموت، وهذا ما يلاحظه \"فهد بدر الدين\" في ـ الفصل الخامس ـ أثناء عملية التحقيق مع خليل نفسه، قبل مقتله ثم مع زوجته فاطمة وابنه علي، بعد مقتله. ¶ قبل ذلك، يسرد ـ فهد بدر الدين ـ معاناته من الحرب: آلية قمع شمولية، لا تميز بين ظالم أو مظلوم، أو بين خطأ أو صواب، مثلما لا يمكن أن تخضع قوانينها للمفاضلة الإنسانية في التمييز بين طفل أو امرأة أو رجل، أو دابةٍ على الأرض، بين أعزلٍ محايد أو مسلح مشاركٍ في الحرب. ¶ كل الكائنات والأشياء في زمن الحرب خاضعة للقتل والمطاردة والتشوّه..، إلى درجة أن البكاء لم يعد ممكناً: ¶ \"الرصاص فوق الرؤوس وحول الأجساد.. الرصاصُ يضيء السماء، ونحن نمشي، لا نعرف الاتجاهات، نسقط في الحفر، نأكل الأعشاب، كأننا ولدنا في البراري، نلتقي بالجثث.. وجوه منتفخة وأيدي ممدودة، وسلاح مرمي قرب الأجساد، الغابة صارت مقبرة.. وأنت لا تعرف هل تواجه عدواً أو صديقاً\" /ص 170 /.",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "أمام هذا المشهد المأساوي.. التراجيدي، لهذا الموت، تصبح قضية خليل جابر في ذهن / فهد بدر الدين/ قضية سخيفة لا معنى لها، \"جاؤوا به إلى التحقيق، ثم خرج، ثم لا شيء، لا أعلم لماذا يعطي النقيب سمير عمرو القصةَ كل هذه الأهمية..، لماذا التحقيق والتهديد بالضرب، أنا لم أعد أفهم صرنا نتلهى بأمور لا معنى لها..\" / ص 197 /. ¶ ويتميز هذا الفصل في جزئهِ الثاني بتقديم شخصية جديدة في النص الروائي، اكتسبتْ عناية فائقة من الراوي ـ فهد بدر الدين ـ هي: ـ سمير عمرو ـ كعسكري مسؤول في المقاومة الفلسطينية، أثناء الحرب في لبنان. تُروى عنه الأساطير، يده قُطعت في أيلول الأردن عام / 1970 / ـ 201. ¶ كان من أوائل الذين التحقوا بالثورة ـ عام / 1966 / ـ. ¶ ويسهب هذا الجزء في توصيف \"أبو جاسم\" الاسم الحركي لسمير إلى درجة الفزع من هذه الشخصية الجبَّارة، المتضمنة آلية القمع، تحمل معنى القتل والموت والتدمير، لها وللآخر. ¶ كما يتميز هذا الفصل في إقفال التحقيق بمقتل خليل جابر، لاستحالة متابعة المسألة ـ 291 ـ واعتباره شهيداً، لتتحول هذه الشخصية إلى موضوع.. يتعامل معه الجميع كرمز، مما دفع \"سمير عمرو\" إلى أن يجلب ملصقات الشهيد بنفسه إلى البيت.. و\"وقف إلى جانب الزوجة والأقارب، وصار يتقبّل التعازي\" ـ 211 ـ. ¶ ثم تبرز ـ في الفصل السادس ـ الابنة الثانية للمغدور، ـ متزوجة من نديم البخارـ، لتتناول وضع أمها والتطورات التي طرأت عليها، بعد فقدان الزوج.. برؤية عاطفية لا تخرج عن ملاحقة حدث القتل، الذي تحول ـ عبر خليل جابر، إلى رمزٍ أكثر شمولية،.. ثم الإسهاب في ذكر حدث مقتل أخيها ـ أحمد ـ للتأكيد على ظاهرة القمع الأساسية في النص، المتجلية بالقتل والموت.",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "هذه الظاهرة، تبرز بشكل صارخ ومثير، في الفصل الأخير. حيث يتداخل السرد القصصي بالقتل، وبطريقة جدلية، لا فكاك لطرف فيها عن الآخر ـ الحدث والخبر والآلية ـ \"فيكون القص وحدة متكاملة لا يمكن فصلها..، وهي ذات محورٍ واحد يتمركز حول مقتل \"خليل جابر\". ¶ أمام هذا الوضع، يأتي الفصل الأخير ـ كخاتمة مؤقتة ـ 243 ـ ليفجر تساؤلات جديدة، عن القاتل، وعن الخبر.. خبر الجثة بأكمله، وليشكل مخرجاً للمدخل الذي ابتدأت منه الرواية: ¶ إنه إعادة نظر بالتحقيق وجدواه، وتأمُّل وتمعنٍ وتحليل في القص وقيمته، والحكاية وأهميتها، وعلاقة كل ذلك بآلية القمع السائدة في عالم الحرب.. المعلنة والخفية. ¶ إن تتبع هذه الفصول، على النحو السابق، ينبئ ببنيان سردي بارز، يحكمها جميعاً.. هو بنيان تسلسلي للحدث، الذي بدوره يعتمد التسلسل الزمني ركيزة أساسية له، عبر علاقة تداخل منطقي بين الزمان والمكان، بعيداً عن الفنتازيا(¬1). ¶ ¬__________ ¶ (¬1) ـ أبحاث في النص الروائي ـ مصدر سابق.",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "وعبر هذا التتابع، زمنياً ـ لحكاية خليل جابر ـ هناك حكايات أخرى، تثيرها شخصيات ثانوية ـ إلى حد ما ـ متعددة، استند إليها التحقيق في كل فصلٍ من الفصول السابقة فتتداخل هذه الحكايات مع الحكاية الأساسية لخليل جابر، أو تتقاطع معها بشكل مثير للانتباه، فإذا كانت الشخصيات الثانوية في الرواية تميل إلى سرد قصتها، أكثر مما تخبر قصة خليل جابر، أو علاقتها به ـ باستثناء زوجته نهى ـ فلأن ذلك يتعلق ببنية الرواية ودلالتها العامة وما تحمله من رموز، إذ تتجه الرواية ـ عبر فضاءٍ مفتوح ـ لتقديم مزيد من الحكايا الأخرى ـ الثانوية ـ لتشكل موقفاً من الحرب.. وما أنتجته من آلية قمع شمولية، أسَّس لها الجميع ـ الداخلي والخارجي ـ فطالت الجميع أيضاً، ولهذا فقد جاءت الحكايات الثانوية لتبني النص بأكملهِ، وكأنها مرايا للقتل والموت، والعسف، والمطاردة.. عبر جثة / خليل جابر /، أو الجريمة الأولى في عالم الرواية. ¶ هذا الاستنتاج يدفعنا إلى قراءة هذه الحكايات نظراً لأهميتها في بناء النص الروائي من جهة، ولإبراز أشكال القمع وتجليات نتائجه المرعبة في التفاصيل اليومية للواقع الموضوعي، الذي ينقله لنا العالم الروائي ـ المعرفي والمتخيل ـ تارةً بشكل تسجيلي، وأخرى بطريقة إخبارية، من خلال المحور الأساسي: مقتل خليل جابر. ¶ ففي الفصل الأول نتقصى ثلاث حكايات، ترويها \"نهى\" زوجة المغدور خليل جابر، تشكل كل منها تفسيراً محتملاً لحالتِه: ¶ ـ الحكاية الأولى: تتمحور حول ابنهما أحمد جابر، منذ مولده حتى مقتله أو استشهاده، وهذه الحكاية هي الأكثر غنىً وتفصيلاً في البوح عن المكانة الخاصة ـ المتميزة ـ التي كانت لـ \"أحمد\" عند أبيه، مما جعل الصدمة التي أصيب بها الأب، غاية في القسوة والفجيعة، والتحول جرّاء موت الابن، ظهر ذلك في السلوك والتصرفات التي مارسها بعد ذلك: فيما يتعلق بالملصقات / ص 23 ـ 24 /. وفيما يتصل باللجوء إلى السحر والشعوذة / ص 30/.",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "الحكاية الثانية: تتعلق بأم عماد، جارة نهى، التي تروي لها حكاية زوجها أبي عماد، مدّعية أنها تشبه حالة خليل جابر: إنه العمر الصعب، فالرجل يشعر أنه لم يعد يستطيع وهو في السابعة والأربعين، يشعر أنه لم يعد رجلاً / ص 26 /، لكن نهى ترفض هذا التفسير للحالة المتشابهة بين أبي عماد وزوجها الذي ـ رغم بلوغه الخمسين ـ كان يتمتع بكامل رجولته. ¶ / ص26 ـ 27 /. ¶ الحكاية الثالثة: هي تلك التي نتعرف إليها، عبر / الست خديجة / المعروفة لدى الجميع بعالمها السّحري، فهي تكتب الحجاب، وتحضر الأرواح، وملوك الجان، العفاريت / ص 28 /؛ تتحدث للست نهى عن الجنيّ الذي يسكن خليل جابر: \"الجان يا ست نهى، الجان.. كل يوم أرى وألمس لمس اليد، كأن بيروت امتلأت بالجان الأشرار الكفار..\" / ص 29 /. ¶ غير أن نهى تعلن عدم ثقتها بمثل هذه الحكايات، فتلخص موقفها بقولها: \"أنا يا عمي لا أؤمن بقصص الجان والعفاريت.. كلّه تجليط، يضحكون علينا ويأخذون المال..\" / ص 34 /. ¶ أما الفصل الثاني فيتضمن أربع حكايات يرويها المهندس \"علي كلاكش\". وهي تلعب دوراً توضيحياً لفهم حالة \"خليل جابر\"، عبر توصيف حالة القمع والقتل، والسطو المسلح: ¶ ـ الحكاية الأولى: تفضح عملية السطو المسلح، التي قام بها مسلحون ملثمون على منزل الطبيب / خاتشادوريان /، فقتلوه واغتصبوا زوجته قبل أن تُقتل بدورها، وخرج المسلحون \"الظافرون\" بغنيمة تافهة لا تتعدى إسوارة الزوجة. ¶ الحكاية تجعل من مقتل خليل جابر وقَطْعِ بنصره لانتزاع محبسه، حالة بسيطة، إزاء القتل والاغتصاب التي لقيها الطبيب الأرمني وزوجته / ص 46 ـ 56 /.",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "ـ الحكاية الثانية: يروي علي كلاكش حادثة، تعرّضَ لها شخصياً، انتهت بضربه وسرقة سيارته وما كان بحوزته من مال، بالإضافة إلى محبسه وساعته، وأوراقه الخاصة / ص 64 ـ 65 /، وهذه الحادثة تؤكد حالة القمع الشاملة، التي لا يحول دون ممارستها أي حاجز، سواء في البيت أم في الشارع، أم في أي مكان. ¶ وإذا كان علي كلاكش نفسه يقع فريسة لمثل هذه الحالات ـ في منطقتِه، وهو الشاب المهندس، صاحب العلاقات والنشاطات الاجتماعية المتميزة ـ ألا يتوقع أن يتعرض لأسوأ منها رجلٌ كهل، يتصرف بطريقة شاذة في منقطة لا يعرفه أهلها.؟ في زمن الحرب التي تطال كل شيء ـ كما يبين الراوي نفسه..؟: \"الجريمة تنتشر كأنها الوباء. الطاعون يأكلنا من الداخل.. هذا هو التفكك الذي يصاحب الحروب الأهلية\" / ص 45 /. ¶ ـ ثم يروي الحكاية الثالثة عن أزمة ابنة خليل جابر المتفاقمة، صارت / عايدة / تبول في الصف، و: \"تجلس تحت الطاولة، وترفض الجلوس على الكرسي في الصف، وتعوي كالكلاب\" /ص 66 /. ¶ ثم تنتقل عدوى تصرفاتها هذه إلى بقية التلاميذ، وهو ـ أي الراوي ـ يميل إلى تفسير هذه الحالة، ضمن بعدها الاجتماعي.. رافضاً التفسير الذي يعيد أزمة خليل جابر إلى بعدها النفسي / عجزه الجنسي / فقط، وسرده ـ علي كلاكش ـ لحكاية ـ موسى كنج، صديق المغدور، يؤكد موقفه: ¶ ـ في هذه الحكاية ـ وهي الرابعة ـ، يعاني موسى من عجز جنسي، رغم أنه يتمتع بصحة جيدة، وفي هذا العري لهذه الشخصية دلالة تشير إلى عقم الواقع الراهن، وبؤس الحياة، وعدم جدوى الحروب بكل تجلياتها القمعية، كما يعبر عن بؤس العلاقة الزوجية بين موسى وزوجته، كمظهر من مظاهر التفكك الاجتماعي، الذي عصف بالمجتمع جرّاء الحرب. ¶ نواجه في الفصل الثالث حكايتين: الأولى ـ حكاية محمود فخرو الذي يتعرض للخطف وخطر القتل في الأشرفية وينجو منه، ليُقتل على يد مسلحين داخل بيته في كورنيش المزرعة (119).",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "الحكاية الثانية، مقتل علي فخرو، تأتي تأكيداً لحالة القتل الشاملة، والفوضى الشاملة، والبؤس والفقر الشاملين.. حتى بعد انتهاء الحرب، أو لنقل بعد ابتداء مرحلة القنص، والسطو والاغتيال.. الخ. ¶ ثم يأتي الفصل الرابع بحكايتين متداخلتين، في الرمز والدلالة، عبر جدلية الحدث وعلاقته بالآخر. ¶ فالحكاية الأولى تروي اقتحام بنك / أوف أميريكا /، والثانية تنبئ عن اعتقال \"زين علول\". ¶ في الأولى يُقتل الأمريكي \"ماكسويل\"، والمسلحان ـ علي شعيب ورفيقه ـ؛ هذه الحادثة تنبئ دلالتها عن معركة أكبر، في حربٍ أشمل، ضمن إطار الصراع العربي الإسرائيلي، ويمكن اعتبار حادثة اعتقال \"زين علول\" في الحكاية الثانية داخل هذا الإطار؛ فاختطافه وتعذيبه ـ 137 ـ 139 ـ يأخذان أهميتهما في عملية المواجهة بين الدولة والتنظيم الشيوعي المتطرف /ص 139 / ـ من خلال الصراع الأيديولوجي العام، وكأن هاتين الحادثتين تؤكدان على ضرورة وضع حادثة \"خليل جابر\" في إطارها السياسي الصحيح، وفي إطار الصراع العام في المنطقة العربية التي أسست للحرب الأهلية المتفاقمة في لبنان، فيكتسب مقتل خليل جابر أخيراً بعداً سياسياً جديداً، إلى جانب البعد الاجتماعي ـ الطبقي ـ النفسي. ¶ أما الحكاية الأخرى، فهي في ـ الحقيقة الروائية ـ حكايتان مترابطتان أشد الارتباط، الأولى : حكاية الطبيب النسائي \"غسان بيطار\"، والطبيب الجرّاح \"سليم إدريس\". ¶ لدى الأول حالة الانحطاط والتوحش التي بلغتها مهنة الطب ـ أثناء الحرب وبعدها ـ على أيدي جيل جديد من المجرمين والسفلة الذين استبدلوا شرف مهنتهم بالقتل والإجهاض، ومضاجعة الجثث والأجساد المنبجّة / ص 155 /. ¶ وحكاية الطبيب الآخر.. تنبئ عن إجرام آخر، لا تقلُّ وحشية عن سابقتها، هو استعمال إصابات حيّة لتدريب طلبة الطب عليها بدلاً من استعمال الجثث / ص 155 /.",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "وتتوالى الحكايا بشكل كثيف في الفصل الخامس، يرويها أحد مقاتلي \"القوات المشتركة للثورة الفلسطينية والحركة الوطنية اللبنانية، من جانبها العسكري، الذي حلّ محل الدولة في بعض المناطق اللبنانية، ليتمكّن من مواجهة طرف عسكري معادٍ، بديل عن الدولة أيضاً من الجانب الآخر. ¶ إنها حكايات تتصل بشكل مباشر بالسلطة البديلة، التي نشأت وتكوّنت بأشكال مختلفة، مكان السلطة الحاكمة قبل الحرب، فمن الطبيعي أن تتناول بعض الحكايات، التحولات التي تطرأ على العناصر المقاتلة أو المناضلة في صفوف القوات الوطنية المشتركة، كما تشي الرواية. ¶ أولى الحكايات.. تلك التي عرفها \"فهد\" نفسه، فمن مقاتل يتوقَّد حماسةً واندفاعاً نحو المغامرة القتالية / ص 163 / إلى موظف في مكتب بعد أن عُطبت عينه في إحدى المعارك ـ يستمع إلى مونت كارلو، وأغانٍ أجنبية، لا يهتم بشيء، ولا يتدخل بما يجري حوله. وينتظر عبثاً شيئاً ما: \" أنا في المكتب باقٍ ولا أتزحزح، باقٍ وانتظر، طلال قال لي أن انتظر، وأنا انتظر، انتظر أمي، انتظر أن أتزوج، انتظر أن أموت، انتظر الثورة، انتظر لا شيء\" / ص 200 /. ¶ وهناك حكاية \"كمال\" الذي كان يحدّث فهداً عن شوارع القدس القديمة بشوق عارم، ثم فجأةً يغادر صفوف المقاومة.. لينتهي إلى العيش في أمريكا (165). ¶ أما حكاية \"نبيل\" الذي جاء متطوعاً من ألمانيا إلى لبنان، ينكسر حلمه بعد فشل الثورة وإجهاضها، لينتهي بالعودة إلى برلين مرة أخرى، للعمل وممارسة الحب بعد تجربة الحرب المريرة، يقول نبيل \"إنّ أصعب شيء كانت المسيرة في الجبل، عشرات من المقاتلين الذين أخلوا تل الزعتر، لا نعرف كيف تجمعنا، ونمشي، نضيع. الرصاص..، الرصاص يئزُّ، وأصوات النساء ترنّ في آذاننا، الرصاص يضيء السماء، ونحن نمشي لا نعرف الاتجاهات، نسقط في الحفر، نأكل الأعشاب كأننا ولدنا في البراري، ونلتقي بالجثث، جثث مقاتلين مثلنا.. الغابة صارت مقبرة\" / ص 170 /.",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "وهناك حكاية \"سمر\" التي تعرَّف إليها \"فهد بدرالدين\" من خلال موقفها المدافع بشكل تعصّبي عن \"القضية الفلسطينية العادلة\"، وعن أهمية الدور، الذي ينبغي أن تؤديه السينما النضالية. ¶ كانت تنتقد الأوضاع والمظاهر البورجوازية في حياة المنظمة، وتنتقد فهد نفسه أحياناً، متهمة إياه بأنه بورجوازي صغير، قصير النفس والرؤية، متذبذب / 188 /. ¶ هذه المرأة المتحمّسة، تنتهي إلى الزواج من تاجر ثري وسكّير، مؤكدة انكسار الحلم والثورة. ¶ أما حكاية \"عصام أو إبراهيم\" الذي عرفه فهد في الجبل، مقاتلاً صلباً، ومفوضاً سياسياً، يحاضر بالمقاتلين عن حرب الشعب والثورة والتحرير / ص 194 /، كان يقول: \"نحن نستشهد من أجل الحياة، الرجال لا تبكي الشهداء\" / ص 195 /، لا يلبث هذا الإبراهيم أن يتراجع عن أفكاره الثورية، ويعلن ـ فيما بعد ـ عن فشل الثورة وانفراطها، وعدم جدوى مثل هذه الأفكار، ثم يبدي اهتمامات دينية واضحة، يدعو فهد إلى العودة إليها، يقول فهد: \"أخبرني أن العودة إلى الدين هي الحلّ الوحيد\" / ص 196 /. ¶ أما حكاية النقيب \"سمير عمرو\" ـ أبو جاسم ـ الذي تروى عنه الأساطير منذ التحاقه المُبكِّر بالثورة الفلسطينية / 1966 /، والذي نجا بأعجوبة من رصاص العدو الإسرائيلي، ثم من رصاص الجيش الأردني في مجزرة أيلول / 1970، وأخيراً من أقبية القوات اللبنانية / ص 201 ـ 208 /. ¶ هذا الرجل الأسطورة.. أصبح أحد أهم المسؤولين عن منطقة بيروت الغربية \"ثم صار يملك سيارة وسائقاً ومرافقاً\" ـ 209 ـ. بدأ يقوم بتصرفات شبيهة بتلك التي كان ضباط ـ السلطة اللبنانية ـ يمارسونها أثناء التحقيق معه، وصار يسافر كثيراً إلى أوروبا، وبدا على بنيته الترهل والسمنة، وبعضهم يقول أنه يشرب الخمر (209).",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "أخيراً.. إذا كانت هذه الحكايات تنبئ عن وجود انتكاسة وتشير إلى حالة التردي التي وصلت بهذه الشخصيات إلى مواقعها النهائية مع تطوّر الحرب، ثم توقّفها، فإنها تنبئ أيضاً عبر بنية السّرد الروائي للحكاية، عن آلية قمع مرئية وغير مرئية، اجتاحت البنى التحتية والقوى المحرِّكة لها، على حدٍّ سواء، بحيث يصعب ـ في عالم الرواية هذا ـ الفصل بين ما هو مرئي من أليّات للقمع وبينما هو غير مرئي، وفي كلتا الحالتين تتجلى حالات القمع المتعددة، فتأخذ شكلها الفردي، في القتل والاستشهاد، والمعاناة، وشكلها الجماعي في الإبادة والترحيل والمطاردة. ¶ غير أن هذه الحكايات جميعها تحفل برؤية أحادية، تأتي لتفسر الانحطاط، أو الانحدار الذي طال تلك الشخصيات الروائية سواء في \"الثورة الفلسطينية أم في الحركة الوطنية اللبناينة، هذه الرؤية جاءت كنتيجةٍ لممارسات ذات طابع عسكري محض، لا يقيم أي اعتبار للبعد الإنساني أو الأخلاقي للقضية، التي يناضل من أجلها، ولا يعتمد وسائل أخرى في مواجهة العدو، مما أضعف أبعاد الدلالة العامة للرواية، إذ يبدو العالم الروائي في \"الوجوه البيضاء\" يرزح تحت وطأة المنطق العسكري ـ بشكل مطلق ـ يتحكم بمصائر الشخصيات وأفكارها، وممارساتها اليومية الأخرى، كتعبير صارخ عن الواقع المادي الملموس، مما أضعف نسيج العالم الروائي ـ الفني: المعرفي والمتخيل، إلى حدٍّ ما، عبر مقاربة الواقع إلى درجة التطابق في كثير من الأفكار والأحداث.",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "ولهذا تتساءل الرواية على لسان أحد الشخصيات ـ غسان بيطار ـ \"أين الدولة؟\". ليبرز مقابل ذلك سؤال أكثر إلحاحاً: \"أين الثورة؟.. ما هو مصيرها؟.. إلى أين وصلت.. الخ. لتثير الرواية إشكالية ـ الدولة والثورة ـ عبر تصورات غامضة غير مقروءة فكرية، وفنياً، في الدلالة والرمز، مما جعل بنية السّرد ـ بشكل عام ـ تنحو باتجاه إنشاء الخبر، أو الحدث أو الحكاية إنشاءً تبلغ فيه اللغة أحياناً درجة الكلام العادي، المعبّر عن عدم الاشتغال على اللغة ـ في جانبها الفني الإبداعي، الذي يشكل أساس البنية السردية للعالم الروائي. ¶ غير أن ذلك لم يشكل عائقاً في استمرار فضح آلية القمع وتجلياتها المرعبة، التي سادت البنية التحتية للمجتمع اللبناني والقوى المحرِّكة لها على حد سواء. ¶ ففي الأمكنة التي غابت عنها الدولة، وسيطرت عليها قوى أخرى، لم يكن هناك علاقات مختلفة عن تلك العلاقات القمعية الفاسدة في المجتمع والمؤسسات ـ كما أوضحنا سابقاً ـ فالسلطة العسكرية\" ـ البديلة ـ عاجزة حتى عن حماية عناصرها، فهي تمارس أشكالاً متعددة من القمع ضدها: القصف، والتخلي عن الجرحى / 182 ـ 183 /، واستبعادها بالسفر أو التهميش، وهي لم تحاول الاستفادة من بعض العناصر المعادية لها، عن طريق الحوار والإقناع، لقد خلت الرواية من ذلك تماماً ـ فتتم تصفيتها بوحشية مريعة. ¶ إن هذه السلطة \"البديلة\" هي نفسها التي اعتقلت خليل جابر وحققت معه، مؤكدةً بسط نفوذها على المنطقة بأكملها \" أبو جاسم يقول إنه أغلق البلد، لا أحد يستطيع أن يفعل شيئاً دون معرفته.. أبو جاسم اكتشف من هم وراء أكثرية الجرائم التي تقع؛ هو الذي بلّغ عن قتلة الطبيب الأرمني وزوجته.. إذاً لماذا لا يكتشف قتلة خليل جابر؟\" ـ 197 ـ لماذا يقرر إيقاف التحقيق وطي الملف\" / ص 209 /.",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "إن مثل هذه التساؤلات تفسّر الوضع المتردي الذي وصلت إليه مثل هذه السلطة العسكرية \"البديلة\" أو الموازية لسلطة الدولة.. بما تتميّز به من بؤس في الوعي السياسي ـ كما توحي الرواية ـ واللامبالاة، والاستهتار بالحياة، وبالقيم الإنسانية التي يُفترض أنها تقاتل باسمها، ومن أجلها. ¶ ولعل الفصل السادس يؤكد ـ من خلال الحكايات الثانوية فيه ـ سمات البنية الهشَّة للسلطة العسكرية في القوات المشتركة\". ¶ وأكثر هذه الحكايات دلالة على ذلك، هي تلك التي يرويها \"نديم النجار\" لزوجته \"ندى\" ابنة خليل جابر الثانية\" عن مجموعة من القبضايات والزعران، واللصوص، الذين يحششون في دكان نديم ويسرقون. لا يحاربون ولكنهم يسرقون\" / ص 221 /. ¶ ويؤكد هذه الهشاشة قصة \"أبو سعيد\" اللحام الذي ترك الملحمة، وأخذ شغّيلتها، وجمع بعض الشباب، وأنشأ تنظيماً من نوع آخر وذهب. يقول نديم لزوجته: ¶ \"يخوض حرباً من نوع آخر في الأماكن الحرزانة، : برادات كنبايات، بوتوغازات، ذهب.. فضة.. الخ\" / ص 224 /. ¶ غير أن أبا سعيد لا يكتفي بعمليات السطو والسّرقة، فهو يشكّل \"محكمة ثورية\" برئاسته، ويصدر حكماً بالإعدام على اثنين، بتهمة \"العمالة\"، كما أنه لا يتورع عن إطلاق النار على أحد معاونيه (224 ـ 229)، قبل أن يقتل هو الآخر على يد \"مجهولين\"، قد تعيد بعض الاعتبار لمشروعية الحياة للجميع، ولتضع حدَّاً فاصلاً لهذا الشذوذ، كما يوحي النص الروائي. ¶ أخيراً.. إذا كان هذا النص الروائي قائماً على القتل ـسواء كان فردياً أم جماعياً ـ فإن حالة القمع الشمولية، قبل الحرب، وأثناء الحرب، وبعدها دفعت هذه الشخصيات الروائية إلى التعرض للانحراف والقتل والمطاردة، أو الدخول في متاهة البحث عن عيش، دون الالتفات إلى القيم.",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "فالرواية، بهذا المعنى، هي رواية القمع الوحشي الذي بلغ ذروته في اندلاع الحرب، لا مكان للحب ولا زمان له في النّص الذي افتتح فضاءه بالقمع وانغلق عليه؛ وبين افتتاحية النص، وخاتمته تكمن التحولات: انحلال القيم؛ خلخلة البنى التحتية في المجتمع اللبناني.. نحو الهاوية، ليتحول المكان إلى موقع صدام ومواجهة مباشرة ـ وغير مباشرة، لقوى وطنية وعالمية؛ إلى جانب قضايا أخرى تتعلق بأسباب الحرب، ونتائجها وهذه تحتاج لأن يفرد لها دراسة مستقلة، خارج موضوعنا. ¶ *** ¶ محمد شكري: ¶ ... ... ... الخبز الحافي(¬1) ¶ تنهض هذه السيرة الروائية، على شخصية محورية.. هي الكاتب نفسه، لتحتل مركز الصدارة في النص، ولتغري بالقراءة بين الحين والآخر، ليس لغموضها أو لدلالاتها المغلقة، بل لجرأتها المدهشة، التي تلامس حدود الفضيحة، ولاختراقها أسوار الرقابة الشائكة الموجعة، ومحاذيرها التي اعترضت طريقها وطاردتها طيلة عشر سنوات- بين زمن الكتابة وزمن النشر بالعربية-. ¶ غير أن صدور \"الخبز الحافي\" بالفرنسية(55)، واهتمام الأعلام والأوساط الثقافية في باريس، كان بداية لفكّ الحصار عن هذا الكاتب الإشكالي، المسكون بالوجود والعبثية والتمرد، والموهبة البارزة(56). ¶ فالنص يكاد يكون وحيداً في جرأته وذاتيته، يفضح ذاكرة غير معلنة، وكتابة عربية متسترة بالخديعة والزيف، فهو يلقي ضوءاً باهراً، مفعماً بأسئلة الكتابة، على المناخ القمعي الكامن في عمق التجربة الأدبية وممارستها. ¶ ¬__________ ¶ (¬1) - الخبز الحافي- محمد شكري: روائي مغربي- رفَضَتْ دور النشر العربية نشر هذه السيرة الروائية.. نظراً لجرأتها المطلقة. فقام المؤلف في طباعتها على حسابه الخاص/1982/. قبل ذلك ظهرت بالانكليزية /1973/. وبالفرنسية /1980/. ثم ترجمت إلى ثلاث عشرة لغة. وصدرت أخيراً عن دار الساقي- في لندن، بطبعتها العربية الأولى /1987/. ¶ ... - لا تزال هذه الرواية ممنوعة من التداول في عددٍ من الأقطار العربية.",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "إنه يدخل الأدب من الاتجاه المعاكس غير المألوف: فالكتابة لا تجمّل العالم- كما يحلو للمتطهّرين أن يجملوا عالمهم الزائف- بل تفضح عيوبه وتهدم المعايير والتزام القوانين والكوابح الفنية، والأنماط المعدّة، الجاهزة، متجاوزة تلك الأسوار والمحاذير، بلغة متمردة، تخترق سكونية المعنى والدلالة والرمز. ¶ والخبز الحافي تبوح لنا بكل ذلك، وتشي بأن \"شكري يتمرد على كتابةِ أدبٍ يتعارف عليه الآخرون، ويسمونه أدباً بكل سكينةٍ وهدوء. ¶ إنه يحاول أن يجعل من المادة غير الأدبية، مادة أدبية مثيرة للجدل، ترتكز بكل مصادرها على تلك المملكة الآثمة، المشبوهة، التي يسميها الكاتب، مجازاً، طفولته: البؤرة الواقعية لمادته الفنية. ¶ ولعل أخطر ما واجهته هذه الطفولة هو الجوع، والقهر بمعنى العنف، والجنس، عبر آلية قمع شمولية، تجلت بأشكال متنوعة- كما سيأتي-، تبرز إحداها عن الأخرى، حسب الأزمنة أو الأمكنة، أو تأتي دفعة واحدة، بقسوة وحشية تصل إلى حد القتل أو السرقة والاغتصاب.",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "إننا لأول مرة نواجه سيرة ذاتية روائية، مسلحة بجرأة لا مثيل لها في الأدب العربي الحديث والمعاصر، سيرة العالم السفلي الذي تخبَّط الكاتب في ظلمته زمناً طويلاً، وحوّله إلى مشاهد ولوحات مثيرة، غرائبية،.. لشدة قسوتها في الواقع المادي- الموضوعي- وفي الواقع الروائي، على حدٍِّ سواء، ومثل هذا الواقع لا يتم التعبير عنه إلا من خلال اللغة الموازية، التي تسمي الأشياء بأسمائها، إنه عالم مشاكس، مرعب، ومباشر، يمور تحت وطأة الجوع والعنف والقهر الاجتماعي، لا تطاله لغة سوى هذه التي بين أيدينا في \"الخبز الحافي\" بكل ما فيها من جرأة وفنية عالية؛ في بنية السَّرد العامة، عبر لغة مكثفة/ جمل قصيرة.. تحمل شفافية الشعر والمشهد المسرحي أو السينمائي، بطريقة لا تستسلم إلى اللغة المحايدة أو الساكنة، أو الوقورة المصطنعة، وهي على نقيض مع السير الذاتية- الروائية وغير الروائية- تفضح ما يتستّر عليه الآخرون في سيرهم، بلغة شرسة ورقيقة، متمردة وعنيفة في آن معاً.. تتكامل مع عالمها الذي تنقله إلينا. ¶ فالكاتب، حين يستعيد ذكرياته في حالة من الوعي والهذيان الجميل، وفي حالة من الفن والجرأة والخوف معاً \"ينتظر أن يُفرج عن الأدب الذي لا يجترُّ ولا يراوغ...\" /ص 7/. كي يتسنى له الصدق الفني، بعيداً عن الزيف المركب؛ وكي يقول ما لا يقال حتى \"يخرج الحي من الميت\" /ص 8/، كأنه يحاول اختراق الماضي وإلغاءه، محاولاً البحث عن الذات، في واقع راهن جديد، من خلال ذاكرته القديمة، عبْرَ تحويلها إلى نص يتجاوز زمنه الخاص، ومكان نشأته: \"قل كلمتك قبل أن تموت فإنها ستعرف حتماً طريقها\" /ص 8/.",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "هكذا تنشأ الكتابة لديه، بحرية مطلقة، وينهض النص بطريقة أكثر قسوةً وجمالية معاً، بحيث لا يمكن الفصل بين الراوي والكاتب، والبطل؛ فالسيرة سيرته بكل تفاصيلها الشخصية والأسرية، والمجتمعية، مما دفعه إلى الابتعاد عن لغة السرد المركبة، وأساليبها المختلفة، التي تحاول معالجة الذكريات بطريقة روائية قد تأتي مبتذلة، انتقائية، مقنّعة بالخجل، وقامعةً لصدق النص وللذاكرة الحقة، التي يمنحها محمد شكري حرية الانطلاق، والانسياب دون خوف، ودون حواجز. ¶ إنه يُسقط القناع عن لغة السرّد، وينهض به عارياً أمام نفسه، معتمراً بأسرار حياته وخفاياها، إلى حد الفضيحة. ¶ فالكتابة هنا \"في الخبز الحافي\" لا تعتمد القول الروائي الناجم عادة عن البنية المعقدة، إنّما يسترجع الماضي كما كان، بكل تجلياته القمعية، وتوجّسه وسخطه، وهو يستعيد ذكرياته بصراحة مطلقة، معتمداً التسلسل التاريخي الأكثر بساطة وعفوية، ويهمل التركيب الروائي، ليس هرباً إلى الكتابة، مجرَّدَ الكتابة، إنما إلى حرية الكتابة واللغة، والانعتاق من الشروط المسبقة أو التجريبية في الكتابة الروائية أو في كتابة السيرة الذاتية. ¶ إنها عملية الخلق الفني، المنعتقة من آلية القمع الداخلي على مستوى الكتابة، لتعبّر في المحصلة عن تلك الآلية في \"العالم السفلي للمجتمع، ولأسفل التكوين الجسدي للإنسان\". ¶ تفتتح \"الخبز الحافي\" سيرتها على المجاعة في الريف المغربي البعيد،\" قرية – بني شيكر – مما دفع الأسرة البائسة الصغيرة – أسرة محمد شكري – كغيرها من الأُسر والعائلات الأخرى(¬1) – إلى الهجرة والنزوح، هرباً من الموت جوعاً، باتجاه المدن الحضرية بحثاً عن الخبز والحياة\" الجوع يؤلمني، أمصّ وأمصّ أصابعي، أتقيّاً ولا يخرج من فمي غير خيوط من اللعاب\" ¶ ¬__________ ¶ (¬1) -عبد القادر الشاوي – سلطة الواقعية – \"مقالات تطبيقية في القصة والرواية – دمشق – اتحاد الكتاب العرب – ص 273-304.",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "/ص9/. يقول الكاتب: \"دخل أبي، وجدني أبكي على الخبز، أخذ يركلني ويلكمني: ¶ -أُسكت، أُسكت، أُسكت، ستأكل قلب أمك يا ابن الزانية\" /ص 9/. ¶ \"أفتشُّ في المزابل عن بقايا ما يؤكل\" /ص 10/. ¶ عالم قاتم.. بائس منذ البداية، ومناخ أسود قاسٍ يستبدّ بالذكريات، ولوحات يرسمها الراوي بطلاقة، ودون مواربة أو تلوين؛ يقدمها بالأسود والأبيض كما هي، ويحدثنا بمتعةِ اللغة والفن عن المجاعة، وعن وجوهٍ وأطياف، وأحزان.. عن سهول وقرى ومدنٍ وأسواق، عبر رحلة البحث المحموم عن الخبز والحياة.. من القرية الأولى إلى مدينة \"طنجة\": ¶ \"في طريق هجرتنا مشينا على الأقدام، رأينا جثث المواشي تحوم حولها الطيور السوداء والكلاب، روائح كريهة، أحشاء ممزقة، دود ودم وصديد..\" /ص 10/. ¶ في طنجة، تلك المدينة \"الخرافية\" أقامت الأسرة في أشدّ الأحياء فقراً، وهناك تبدأ المشاهد الأولى للطفل، الذي لن يملك – طوال مراهقته اللاحقة – أية أوراق شخصية تؤكد انتماءه، فقد تفتّح على عالم أُسري مشحون بالعنف والجوع والضياع – على نحو من الإلغاء -. ولهذا يحاول دوماً التنكّر لاسمه وعائلته، والانتماء إلى عالم آخر، يمارس فيه هروبه ونزواته، وعاداته السيئة التي اكتسبها: الخمر الكيف، والحشيش، وانشغاله الدائم بعضوه الجنسي. ¶ كان والده يصرخ في وجهه باستمرار: \"يا ابن الزانية\" /ص 9/. وينعته بالأبله /ص 13/ ويقول لزوجته: \"أنت قحبة بنت قحبة\". كان يضربها بعنف دون سبب، يقول محمد: \"إن أبي وحش، سمعته مراراً يقول لها: \"سأهجرك يا ابنة القحبة، دبّري أمرك مع هذين الجروين\" /ص 12/. ¶ ولا ينسى الطفلُ وحشية ذلك الأب، التي بلغت ذروتَها في إقدامه على قتل أحد أبنائه في لحظة غضب: \"عجيب، يقتل أخي ثم يبكيه\" /ص 13/.",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "كان أباً مؤسِّساً للّعنة التي ستطارد الفتى أينما حلّ، وللكراهية التي أوغلت في صدره إلى درجة القتل، فإن لم يتمكن الصبي من قتل والده في زمن الطفولة، فإنه يقتله كاتباً، عبر الذكريات القاسية، المريبة، التي يرويها، انتقاماً لماضيه وتحدّياً لآلية القمع البطريركية، التي مارسها ذلك الوحش، المجنون، اللعين: \"اللعنة على كل الآباء إذا كانوا مثل أبي\" /ص 74/. ولا يتهيّب من نعتهِ بالكلب. ¶ كان يترك المنزل هرباً منه، وجوده دمّر حياته، فهو \"لا يحب أحداً في هذا العالم\"، حتى ليبدو كائناً غير إنساني، يقتل ابنه دون حزن أو أسف، ويستغل امرأته ويضربها، ثم ينكحها في الليل، فينتفخ بطنها مرة تلو مرة، وتفقد ولداً تلو آخر، والأب غارق في طمعه، وسلوكه الوحشي، ولا مبالاته، لينشأ الطفل في مناخ من القمع والكراهية، وفقدان المشاعر الإنسانية تجاه أفراد العائلة، يقول الفتى: \"إذا كان مَنْ تمنيت له أن يموت قبل الأوان فهو أبي؛ في الخيال لا أذكر كم مرّةً قتلته\" /ص 89/. ¶ في \"تطوان\" عبر رحلة البحث عن الخبز والحياة، يتفتح وعيه في عالمٍ مجافٍ، خالٍ من \"ضوابط السلوك القيمي، وشرطه الاجتماعي الأخلاقي\"(¬1). عالم صاخب وشرس، مليء بالعنف والجوع والقهر والاستغلال، حتى من قِبل رب الأسرة نفسه \"إنه يستغلنا أنا وأمي، صاحب المقهى يستغلّني أيضاً\" /ص 30/. وقد بلغ الأب ذروة التوحش القمعي، حين صرخ في وجه ابنه الفتى: \"إن الأكل والنوم في الدار يكلّف مالاً، إذا لم تعمل فلا يوجد أكل ولا نوم، هل تفهم ما أقوله\" /ص 39/. ¶ ¬__________ ¶ (¬1) -سلطة الواقعية – مصدر سابق.",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "لقد كان الأب سبباً رئيساً للهدم والدمار والتشوّه، الذي حلَّ بالفتى منذ شهقة الوعي الأولى، حيث بدا له العالم – مرآة مكسّرة وصدئة، يرى فيها وجهه مشوهاً -، ولهذا كانت حياته القذرة، الموبوءة، إصراراً على رغبتهِ في قتلِ أبيه، تجلّت في هروبه وتشرّده ومحاولة نسيانه أو تناسيه: \"حين يموت أبي سأزور قبره لكي أبول عليه، إن قبره لن يصلح إلاَّ لمرحاض\" /ص 98/. ¶ لقد كانت \"تطوان\" التحدّي الطبيعي بالنسبة إليه، لاكتشاف العالم وكيفية التعامل معهُ، والدخول فيه، ذلك التحدي الذي تنامى في وعي الفتى، في قلب وضعيةٍ اجتماعية، تضغط عليه من كل جانب، فوجد نفسه فيها مدفوعاً إلى التمرّد على السلطة الأبوية القمعية، بالنزوح إلى الاستقلالية، على نحوٍ من التشرّد وانفجار الرغبات في داخله، وممارساتها بحرية مطلقة، لتأخذ شكل التحدي والانتقام من كل صنوف القمع البطريركي، الأبوي، والقمع الاقتصادي: ¶ أدمن الخمرة مبكراً، والتقط أعقاب السجائر، تعاطى المخدرات وعمل نادلاً في مقهى، ثم خادماً في بيت سيد إيطالي، وحمَّالاً وماسح أحذية، وبائع صحف، غير أن ذلك لم يرق له، فأطلق العنان لنفسه وحريته، ليشقّ طريقه في الحياة بلا أسرة، وبلا مدرسة أو مؤسسة اجتماعية إرشادية؛ جعل من الأحياء الشعبية عالمه، المليء باللصوص، والقتلة والمشردين، والمدمنين، والعاهرات واللواطيين، ليغوص كما يهوى إلى القاع، قاع المجتمع، معبّراً عن أسفل ما في ذاته اللاشعورية، مستخدماً أسفل ما في جسده، /ص 35/ وسط هذه البؤرة.. أسفل التكوين الاجتماعي في المدينة. ¶ وقادته خطاه نحو المبغى \"بورديل المدينة\" حيث سيتعرّف للمرة الأولى على ممارسة الجنس الكاملة، مع بغي مغربية، ثم مع امرأة أخرى، إسبانية، ليرتقي يوماً بعد يوم في سلّم البغايا، كلّما زادت حصته بالسرقة مع رفاقه.",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "غير أن الفتى كان يشعر في قرارة نفسه أنه لم يُخلق ليُرمى في الشارع، وأن عالمه لا يشبه هذا العالم القذر، الذي يسبح فيه مع ناسه الموبوئين، وعلاقاتهم البائسة، تلك التي أفرزتها آلية القمع الاجتماعي والسياسي، بشقّيها: المرئيّ وغير المرئيّ، لذلك كثيراً ما نراه يفشل في ممارسة السرقات الكبيرة: كان يسرق من أمه ما هو بحاجة إليه، وكانت تأخذه الشفقة على الكثيرين من أمثاله. ¶ غير أن علاقته بالعالم لم تكن سويّة – كما رأينا – فهو لم يفقه شيئاً من أسرار هذا العالم، ولم يستطع أن يعقد مصالحة معه، أو يأنس إليه: \"أدركت أني لست سوى أنا.. وحدي أراني في مرآة نفسي\" /ص 30/، وحين يعصى عليه هذا العالم، يطرح سؤاله، المؤرَّق بقلق الطفولة: \"هل تعمّد الله أن يخلق هذا العالم على هذا الشكل من الفوضى؟\" /ص 109/. ¶ وعبر صخب الحياة بالقهر والجنون، بالتشّرد والبغاء، يطرح على ذاته السؤال تلو السؤال.. لتظل كما النجوم، تحمل أسرارها معلقّة في الفضاء\" في أي مكان في العالم سأبحث عن جنوني؟ /ص 18/. ¶ إن محمد شكري يروي ذكرياته بكثير من الوجع الداخلي الذي يلامس الروح، وبكثير من الأسى والقهر والتوتر، والاستفزاز؛ إنه يسرد التفاصيل الصغيرة والمواقف، والأحداث النافلة التي طبعت حياته الأولى \"سنوات الطفولة والمراهقة\". تلك السنوات الرمادية الداكنة.. المزدحمة بالعنف والجوع والتشرد، مستعيداً من قاع الذاكرة شخصيات ووجوهاً وأطيافاً، لا ماضٍ لها، ولا حاضر، ولا مستقبل، لا يستطيع أن ينساها، لأنها تشكل الجزء الحاسم، المهيمن على ماضيه الشخصي، وماضي الأمكنة التي نشأ وعاش فيها: طنجة – تطوان – وهران -، لا سيَّما أولئك الصعاليك والمراهقين الذين رافقهم، والنشّالين والمهرّبين وفتيات اللهو والبغاء اللواتي ضاجعهن، وأحب بعضهن بصدق؛ ما سحي الأحذية ومدمني الكيف، ناس الأرصفة الموبوءة.. الملوثة. روّاد الحانات والفنادق الفقيرة، ناس المقاهي الشعبية..",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "إنه يستعيد أحداثاً كثيرة، وحكايات مثيرة، يلملمها من ذاكرة الماضي الذي لم يؤسس له سوى الحزن والبؤس والإثم. ¶ وحين يوغل محمد شكري في ذاكرة الطفولة والمراهقة لا يخجل من إبراز الجانب الجنسي في حياته البوهيمية بشكلٍ صارخ، كمعادل موضوعي للتمرد على القمع والعزلة والحرمان؛ فقد تفتحت رغبته باكراً، ومارس النكاح مع العديد من الحيوانات، وهو يعترف علانية وبلا تهيّب: \"رغبتي الجنسية تتهيّج كل يوم، الدجاجة، العنزة، الكلبة، العجلة.. تلك كانت إناثي\" /ص 33/. ولا يتوانى عن سرد كيفية الممارسة لكل نوع من هذه الحيوانات. غير أن ذلك لم يؤسس لديه أية عقدة أو حالة من حالات الشذوذ، وإنما سيكتشف الجنس لدى المرأة، بجسدها الملتهب، وشهوتها المستعرة؛ وكان قبل ذلك قد استحسن نشوة الاستمناء، وانخرط فيها إلى درجة الهوس، مكتشفاً خفايا الجسد، وحواسه المتيقظة. ¶ إنه يكتب عن الاستمتاء بجرأة مطلقة، متمرداً حتى على الرقابة الذاتية، بطريقةٍ ندر أن عرفها الأدب العربي قديمه وحديثه. /ص 33-35/. ¶ ففي عالم عزلته، عالم الكبت والقمع والانقطاع عن الحرية، عالم الخواء الإنساني، كانت اللذة الجنسية طريقه لمعرفة العالم، واكتشاف الذات، بمعنى الامتلاك والتحرر، فجاء الجنس، في هذه السيرة الروائية، بديلاً عن عالم منهار، متمزق، يحاول أن يلغيه: ¶ \"مات أخي عاشور، لم أحزن على موته، كنت أسمعه يصرخ.. لكنني لم أُفكر فيه، ملذّات جسدي ألهتني.. كنت غارقاً في همومي حالماً بملذات العالم\". /ص 49/. ¶ غير أن الاستمناء هنا، يأتي – في حالة القمع والكبت – كردّة فعل عنيفة، ضد عنف السلطة الأبوية البطريركية بشقيها – الداخلي والخارجي.. وهو حالة تعبّر عن إزاحة الوصاية الأبوية، إنها حالة بلوغ وفعل، واكتمال، وهي المرآة التي يرى فيها الصبي صورته: \"قساوة أبي عليّ توقظ شهواتي نحو كل ما هو جسدي\".",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "ولعلّ الإغراق في العادة السرية هو التعبير الصارخ عن القتل المضمر لشخصية الأب ومحو صورته، والإصرار على الخروج الوهمي من الوحدة، بينما هو في الأساس، سقوط الجسد في العزلة القصوى التي تشبه الموت: \"كنتُ استمني على العدم\" /ص 163/. ¶ وإذا كانت المرأة ترمز إلى الشجرة في ذاكرة الطفولة، فلأنها عنصر وجودي ثابت في حياته، سرّ من أسرار العالم المحيط به، لم يستطع اكتشافه، ولهذا قام بحفر امرأة على جذع شجرة، وأطلق عليها اسم \"المرأة الشجرة\" يحادثها ويداعبها، ويمتصّ ثدييها /ص 55-56/، وحين تتجهم حياته، على نحو من التشرد والقمع والإفلاس، يزداد اكتئاباً وعزلة؛ ويمارس العادة السرية في العدم: \"دخلت مرحاضاً عمومياً واستمنيتُ على إحدى المؤخرات التي بقيت منطبعة بتشكيلها الجميل في ذهني أكثر من الأخرى\" /ص 110/، ولا يتوانى عن مضاجعة أية امرأة في خياله(63) \"أتخيّل جسم أسيّه واغتصبها، وأنا لم أعرف أهي ما زالت حيّة أم ميّتة\" /ص 162/، وحتى في نومه كان يحلم برجال بُترت أعضاؤهم التناسلية؛ فهو لم يكن قادراً على أن يتصوّر الحياة بلا جنس. ¶ ولعلّ المتعة الجنسية وسط الخيبات التراكمية في عالمه، هي المتعةُ الأجمل، التي يستطيع تحقيقها في أية لحظةٍ يختارها، لتجعل منها وجهاً لوجه أمام واقعه الراهن.. الآيل للسقوط. ¶ وهو، عبر الفعل الجنسي، يحاول تأكيد شخصيته \"المهمّشة\"، على نحو من التمرّد على تلك الطقوس القمعية التي حُوصر بها من قِبل الأب، المؤسِّس لهذا الخراب. ¶ في ضوء ذلك يمكن القول أن الجنس في سيرة محمد شكري الروائية، هو المعادل الموضوعي للحياة، وللاستمرار في بناء الكون ضارباً في هذا الخراب الاجتماعي كل الطقوس العائلية بمعناها القمعي: \"أعطني فخذيكِ أُعطِكِ أهلي\" /ص 68/.",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "يقولها متمرداً على واقعه وجذوره كردّة فعل انتقامية، من عنف السلطة الأبوية الخاوية تماماً من الحنان، الذي طالما بحث عنه الفتى ولم يجده، إلاّ نادراً. فسقط فريسة لهذا الخراب الداخلي المجنون. ¶ كان يبحث عن الحنان وليس عن الشفقة، فالحنان يمنح الأمل ويحيي ما خربته الأيام، أما الشفقة فتضني وتدمِّر: \"لم يعد يروق لي عطف الناس عليَّ: لا الرجال ولا النساء\" /ص 72/. ولهذا يلجأ إلى المقبرة \"المكان الوحيد الذي يمكن للواحد أن يدخل بابه في أية ساعة يشاء. إن الموتى لا يتاجرون، ولا يخافون، ولا يحزنون ولا يتخاصمون\" /ص 108/ \"ليس هناك أكثر أماناً من المقبرة\" /ص 109/. ¶ وفي لحظات الصمت أو الكيف.. أو التأمل، تقفز أسئلة الوجود والحياة من جديد، إلى ذاكرة الفتى: \"إنه بؤس العالم يا سيدة العالم..، الأسئلة كثيرة، لكنني لا أفهم معناها بوضوح. كل ما أعرفه هو أن الحياة يجب أن أحياها\" ¶ /ص 109/. ¶ لقد استطاع \"شكري\"، في الخبز الحافي \"أن يقدم صورة فنية منسّقة لتكوين وعي الفتى، من خلال صدامه بعالم متوحش ذي أنياب، بدءاً من المحاولة المضمرة لقتل الأب، إلى اكتشاف الأبجدية في السجن الذي كان طريقه إلى المعرفة وبداية اكتشاف الذات، فقد واجه ما يقارب عشرين عاماً من القمع والتشرّد والوحدة والتمزق، وسط عالم متوحش منحرف، خارج عن البؤرة الرئيسية لمجتمع السلطة البطريركية الأبوية، واقفاً في مواجهته رافضاً لقوانينه وأعرافه، وأنماط سلوكه، مكتشفاً الجانب الآخر، غير المعلَن، لهذا العالم: الجانب السفلي المظلم، الموبوء بالعنف والجنس والقهر، والجوع (57). ¶ فالبطل هنا – بمعناه الروائيّ في الخبز الحافي – يعيش حالة صراع من أجل اكتساب القدرة على البقاء، وسط قوانين يحكمها منطق العنف، والقهر، بكل تجلياته القمعية.",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "لقد كان يواجه أباه من دون أن يُفلسف مواقفه، لأن موقف الطفل لا يتعدى ردّة الفعل الطبيعية، تمكنه من إنقاذ حياته، خاصة في مناخ الرحيل بحثاً عن الخبز والحياة، وهرباً من خطر المجاعةِ الزاحف إلى الريف المغربي. ¶ ففي هذه المرحلة يكتشف فظاعة القهر المجتمعي، ووحشية العلاقة الأبوية وضراوتها: كان أبي يضربني كثيراً، أحياناً يعلّقني من رجلي إلى فرع شجرة ويضربني بحزامه العسكري(100)\" نحن كنّا أغنامه يستطيع أن يبدأ بذبح مَنْ يشاء\" /ص 91/. ¶ فالوسط الاجتماعي الذي نشأ فيه ونَمَا، ولم يوفّر أدنى الشروط المادية والمعنوية لطفولته، كان مجحفاً بحرمانه من الذهاب إلى المدرسة وقاسياً على طفلٍ جدير بحياة سوية يؤطرها حنان أُسري. ¶ في هذا المناخ واجه الفتى قهراً اجتماعياً مبكراً، وجد نفسه مدفوعاً إلى الشغل، والتهريب، والبحث عن الخبز بشتى الوسائل، مدفوعاً بقوة الفقرة – رغم صغر سنه -، ليواجه قهراً آخر، تجلى في استغلاله البشع من قبل الآخرين، أثناء تنقله من عمل لآخر. ¶ إن القهر الاجتماعي، وعسف السلطة الأبوية، قد حفرا في كيانه \"على نحو من التمرد\" أنماطاً من السلوك والممارسة، تجلت أولاً في تحرير الجسد من أُطر وقوانين تلك السلطة القهرية – سلطة المجتمع والأب – التي مورست على \"شكري\"، بكل أشكالها القمعية، محاولاً انتزاع الاعتراف بوجوده، ككائن بشري، من حقه أن يمارس الحياة، في جو من الرعاية والحنان الأسري، والمصالحة مع المجتمع، غير أنه لم يتمكن من ذلك، أمام ضغوطات العالم السفلي الذي عايشه، فلجأ إلى المغامرة، والعنف، والتشرّد والكيف والجنس، والتهريب، وشتى صنوف \"الموبقات\"، إلى أن دخل السجن. ¶ هناك، يقرر أن يتعلم القراءة والكتابة، بدافع من شعورٍ بالنقص والدونية، جرّاء الإهانة التي وجّهها له أحد نزلاء السجن \"اسكت يا هذا الأميّ، إنك لا تعرف حتى كيف تكتب اسمك. وتريد أن تحشر نفسك في الموضوع؟!\" ¶ /ص 219/.",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "إن هذا الموقع الذي عاشه – شكري -، بكل ما فيه من قيم وطقوس أخلاقية متناقضة، تتحكم بآلياته وقوانينه الموضوعية، كدَّستْ في وعيه مجموعة من التجارب الحياتية، راحت تنفجّر على شكل رغبة في الخلاص من واقع القهر المزدوج – من خلال التمرّد على كل القيود التي حالت، وتحول دون إثبات الذات، وتحقيق توازنها في الوجود. ¶ ولهذا كان عليهْ أن يتحرّر من عالم الطفولة والمراهقة المظلم. وأن يعلن رفضه لمجموعة من العلائق القائمة على القهر والقمع، والاستغلال، وفي مقدمتها: العلاقات الاجتماعية، بما فيها الأُسرية، غير المتكافئة، المظلمة التي اكتشف فيها الاستغلال والاستبداد، واستخلص مشروعية السرقة: \"سأسرق من يستغلني حتى لو كان أبي وأمي، هكذا صرت أعتبر السرقة حلالاً مع أولاد الحرام\" /ص 30/. \"إنهم يغتصبون الواحد إذا لم يجدوا ما يسرقونه له\" /ص 114/. ¶ إن السرقة هنا تمثّل ردّ فعلٍ حيوي على ذلك الحرمان الذي يعانيه الفتى في قاع المجتمع، وقد تحوّلت إلى أسلوب أساسي في مقاومة القهر والاستغلال والجوع، والدفاع عن حقه في الوجود لطمس كل معالم الضعف والاستسلام، أو الانصياع لأية سلطة قهرية من شأنها أن تلغيه وتعيده إلى ذلك العالم السفلي، الذي نشأ فيه شكري، ليكوّن – فيما بعد – مادته الأساسية في نتاجه الإبداعي اللاحق، كما في \"الخبز الحافي\" (58). ¶ مثل هذا العالم لا يتم التعبير عنه إلاّ من خلال اللغة المكافئة والعارية تماماً من خجل التداول..، تلك هي اللغة التي استخدمها \"محمد شكري\"، ¶ بجرأة فائقة، جعلت النصّ محاصراً، مقموعاً وممنوعاً من التداول بلغتهِ العربية الأم (59). ¶ فلا غرابة إذاً، أن يحمل النصّ الكثير من الصراحة المطلقة إلى حدّ \"البذاءة\"، وأن يقحم العالم المنكسر والممزق بلغةٍ متوترة متشنّجة، تلهث بالشعر، وتتداخل معه في التكثيف والصورة المشهدية، والجمل القصيرة.",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "إنه يعيد كتابة الماضي بأبجديته العارية، وإيقاعاته القاسية.. بصوره القاتمة، وحالاته المنفرة، وبكل تجليات القهر والجوع والعنف..، بدءاً من رحلة البحث عن الخبز والحياة، إلى اكتشاف أبجدية اللغة في السجن. ¶ إنه يكتب \"الخبز الحافي\"، وبعدها، \"الشطّار\"، الجزء الثاني لسيرته (60)، ليؤكد فعل الكتابة، مستعيداً مرحلة غيابها – في زمن الأمية والجهل -. ¶ إنه يروي ماضيه كما عاشه تماماً، كأنه يطلّ على أفقٍ جديد قد يضع حدّاً لحياته الأولى، ويخلّصهُ من ذلك الماضي الآثم، كأنه فعل الكتابة الآن هو التطهّر من ذلك الماضي الذي يعشش في داخله. ¶ وإذا كان \"شكري\" قد تحرر من السلطة الأبوية بالهروب والتشرّد، فهو لم يستطع التهرّب من سلطة المجتمع القهرية، إلاّ برغبته في التعلّم، فقد علّمته التجربة الحياتية أن تحرير الجسد سيظل مرهوناً بآنيّته المكبلة بالجهل، ولكي يرتقي هذا التحرر إلى المستوى اللائق والجدير بالحياة، ينبغي أن يتحرر معرفياً وفكرياً، لاكتشاف الذات، ومعنى وجودها الإنساني: ¶ \"فكّرتُ كيف ستصير حياتنا في المستقبل لو كان محكوماً علينا أن نقضي حياتنا في هذا الوضع وفي هذه الحجرة؟. لا شكَّ أننا سنظل نمثل أدوار حياتنا حتى نملَّ ماضينا وحاضرنا، سننتهي إلى صمتٍ أبديّ، سنختفي الواحد تلو الآخر، أتعسُنا هو الأخير في الاختفاء\" /ص 190/. ¶ أسئلة الوجود هذه، كانت مفتاح المعرفة لدى \"محمد شكري\" مما دفعه لأن يبوح لصديقه في السجن، وهو يتابع بفضولٍ معرفي، أصابعه الممسكة بقلم رصاص صغيرٍ يكتب على الحائط، .. أنت محظوظ. ¶ -لماذا؟ ¶ -لأنك تعرف كيف تقرأ وتكتب. ¶ -أنت أيضاً يمكن لك أن تتعلّم إذا شئت\" /ص 192/. ¶ كان حميد يكتب أبياتاً مدويّة من قصيدة أبي القاسم الشابي الشهيرة: ¶ \"إذا الشعب يوماً أراد الحياة..\"",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "حفظها محمد شكري عن ظهر قلب، فكانت فاتحة الطريق إلى التعلم، وبداية انتقاله من التمرّد على السلطة الأبوية القهرية، إلى الثورة على العنف والجهل والتسكع والضياع، بالرغبة الجامحة نحو التعلّم، تلك الرغبة التي تحوّلت فيما بعد، إلى فعل إبداعي خلاّق في حياة محمد شكري، ليبدأ مرحلة جديدة في البحث عن اكتشاف الذات في الجزء الآخر من سيرته الروائية. ¶ *** ¶ صنع الله إبراهيم ¶ ... ... ... ... ذات(¬1) ¶ لا شكّ أن هناك تمايزاً محكوماً بالتنوع والاختلاف في التجربة الروائية منذ البدايات. ¶ إن الروائيين العرب – على اختلاف مستوى تجربة كل منهم – يؤكدون على سعيهم المشترك نحو تشييد عوالم روائية ممكنة ومتحققة؛ لكل منها مرجعيتها المعرفية والجمالية المختلفة. ¶ ويبرز هذا التمايز على مستوى العالم الدلالي للرواية: \"موضوعاته، ومرجعيته التاريخية والاجتماعية والثقافية\" كما يبرز هذا التمايز بأساليب السرد وطرائق المعالجة والتناول؛ أنماط الكتابة الروائية وأنساق التعبير المعرفيّ والمتخيّل في آن. ¶ في هذا السياق يمكن النظر إلى تجربة \"صنع الله إبراهيم\" الروائية من خلال أعماله كلها، على أنها تجربة متميزة، تشترك مع ما أنجزته الرواية العربية المعاصرة في تكوين الهوية الذاتية، بالإضافة إلى المساهمة في تأصيل الكتابة السردية لهذا الجنس الأدبيّ الجديد، الذي بدأ يأخذ مركز الصدارة في مملكة الإبداع العربي. ¶ ¬__________ ¶ (¬1) -اعتمدت هذه الدراسة على الطبعة الثانية – دار المستقبل العربي – القاهرة – 1993.",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "عبر هذه البوابة يمكن الدخول إلى \"ذات\" صنع الله إبراهيم، التي تفصح، منذ سطورها الأولى عن رموزها وما تحمله من دلالات: \"نستطيع أن نبدأ قصة \"ذات\" من البادية الطبيعية، أي من اللحظة التي انزلقت فيها إلى عالمنا ملوثةً بالدماء، وما تلا ذلك من أول صدمة تعرضت لها، عندما رُفعت في الهواء، وقُلبت رأساً على عقب، ثم صُفعت إليتَها\" التي لم تكن تنبئ أبداً بما بلغته بعد ذلك من حجم، من جرّاء كثرة الجلوس فوق المرحاض\" /ص 9/. ¶ فالانزلاق، والتلوث، والارتفاع ثم الانقلاب رأساً على عقب، وحجم الإلية لكثرة الجلوس على المرحاض..، كلها عناصر ذات أبعاد دلالية تحدّد مسار عالم \"ذات\" الحياتي والروائي معاً. ¶ فـ \"ذات\" اسم الشخصية الرئيسية في الرواية ومحورها الأساسي؛ وهي ليست اسماً فحسب، بل هي اسم له سماته المميّزة وتضاريسه الذاتية الخاصة، لكنها خاضعة لنمطية مجرّدة تقترب من النموذج\" رغم تشخيصها في كيان واحد محدد \"فـ \"ذات\" هذه، متزوجة من موظف صغير يدعى \"عبد المجيد\"، يتاح لها في مرحلة \"عبد الناصر\" أن تجد مسكناً ملائماً، في عمارة ملائمة؛ تحمل الكثير من الولاء لمرحلة عبد الناصر ذات الأبعاد القومية الوطنية والاجتماعية، وهي على خلاف زوجها، ذي النزعة الانتهازية النفعية. ¶ ثم تنتقل بنا الرواية إلى المرحلتين التاليتين للمرحلة الناصرية، لنتابع تفاصيل حركة التحول الاجتماعي في مرحلة الانفتاح الاقتصادي، وتفشّي النزعة الاستهلاكية.. نتابع ذلك في تفاصيل مغرقة في الدقة بإبراز تلك ¶ النزعة لدى سكان العمارة التي تسكنها \"ذات\" ولدى موظفي الجريدة – قسم الأرشيف -.",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "في هذا المناخ المتردي، تتحول لغة الكلام بين هذه الشخصيات – دون استثناء – إلى عملية بثّ إخباريّ؛ والشخصيات نفسها – بتعبير الرواية – تتحول إلى \"ماكينات للبث الإخباري\"، تتناول حكايا وإشاعات تتعلق بأسعار السلع والبضائع، أو الفضائح الاجتماعية المتكاثرة، والمواقف الطائفية العدائية، فراح الناس يتلّهون بالهامشي في الحياة.. ليتحول المجتمع إلى مجتمع إخباري.. غاب عنه الحوار الفكري الجاد، والتواصل الإنساني العميق. ¶ في هذا المناخ، تبدأ \"ذات\" بالانزلاق، من عالم قيم \"المرحلة الناصرية\" – رغم ما كان يشوبها من سلبيات وبيروقراطية – إلى عالم غير إنساني تستشري فيه آليات القمع، والعنف، والفساد، والتمايزات الطبقية الصارخة. فتنزلق \"ذات\" في تنافسٍ خائب مع جيرانها سكان العمارة، فيما تطلق عليه الرواية اسم: \"الهدم والبناء\"، بمعنى تغيير وتجديد مظاهر الحياة وأوضاعها: أثاث – أدوات – سلع أخرى – مما جعل ذات تدفع زوجها إلى السرقة، عبر ما بدأت تطالبه \"بأشياء\" يعجز عن تحقيقها قائلاً: \"أعمل إيه..؟ .. أسرق..؟\" تردّ عليه ذات: \"وماله.. فيها إيه..\" /ص 102/. ¶ إن الرواية تقدم \"ذات\" نموذجاً لكيان إنساني، عادي بسيط وتلقائي، نلتقيه بين الملايين، أمثالها من البسطاء المقهورين، الذين يشكّلون السواد الأعظم في المجتمع. ¶ ولعل خصوصية \"ذات\" الوحيدة أنها فتاة مصرية متوسطة الثقافة، حصلت على الشهادة الثانوية، لكنها لم تتمكن من مواصلة تحصيلها الجامعي، بسبب زواجها. ¶ و\"ذات\" هذه امرأة معاصرة، عاشت المراحل الثلاث من تاريخ مصر المعاصر: ¶ 1-مرحلة \"عبد الناصر\" – مرحلة بناء القاعدة المادية المشتركة. ¶ 2-مرحلة \"السادات\" – مرحلة الانفتاح الاقتصادي، والتطبيع. ¶ 3-مرحلة \"مبارك\" – التي تشكل الامتداد السلبي والتراكمي للمرحلتين السابقتين. ¶ وهذا المسار التاريخي – الزمني – هو الخلفية التي تؤطّر مادة السّرد الروائي وموضوعه، وتتفاعل معهما نقداً وتأويلاً.",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "فالعالم الروائي لـ \"ذات\" يتشكل من خلال حبكة سردية تنسجها العلاقات الاجتماعية للواقع المصري، وهي بالتحديد: العلاقات الأُسرية والعائلية. والعلاقات المهنية، والعلاقات الاجتماعية العامة، وهي موزعة في الرواية على الفضاءات التالية: ¶ \"المنزل\": حيث ترصد الرواية العلاقات الزوجية والأُسرية من خلال \"ذات\" و\"عبد المجيد\"، وآخرين. ¶ \"الجريدة\": حيث تعمل \"ذات\" بالإضافة إلى رؤساء التحرير، والماكينات: \"السكرتيرات أو ماكينات البث\" كما تسميهم الرواية. ¶ \"العمارة\": حيث تسكن \"ذات\" مع زوجها، والعمارة تضم خلايا من الأزواج، تشكّل مجتمعاً، مصغراً، يعكس سمات الواقع وتلويناته، ويوحي بتكوينه الطبقي. ¶ \"المدينة\": مجتمع القاهرة – الفضاء الخارجي الذي تتحرك فيه \"ذات\" – الأحياء القديمة والجديدة، الفيلات الفاخرة، المدارس، الدكاكين، الميناء، قسم الشرطة.. إلخ. ¶ غير أن الواقع الموضوعي المحدد زماناً ومكاناً في مراحله الثلاث، لكي تبرز ملامحه عبر سيرة \"ذات\" الحياتية – الروائية -، كرستْ له الرواية فصولاً خاصة به، مما جعلها تنقسم، في بنيتها التعبيرية، إلى: ¶ 1-سردية تخييلية، تناولت حياة \"ذات\" بمختلف علاقاتها الحياتية، بكل ما فيها من منحنيات وتفريعات مختلفة. ¶ 2-بنية تسجيلية خالصة.. استمدتْ مادتها من الصحف والمجلات المصرية، ومقتطفات إخبارية وثائقية، يتوالى بعضها إثر بعض، لتشكل في تنوعها الشديد، وبفضل ما بينها من مفارقات، وحدة الموضوع في العالم الروائي، الذي يبرز ملامح الواقع المصري. عبر مراحله الثلاث ويتوحّد معه(¬1). ¶ ¬__________ ¶ (¬1) -للتوسع في هذا الجانب يراجع \"البنية والدلالة في القصة والرواية العربية المعاصرة\" مصدر سابق.",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "إن هاتين البنيتين تشكلان جوهر التفاعل الرمزي والدلالي لبنية السّرد الروائي، البالغة التعقيد في حركتها البنائية الداخلية، فكثير من عناصر البنية التسجيلية، تكشف بتناقضاتها ومفارقاتها تردّي السلوك السياسي، واستشراء الفساد، والاستغلال، والنهب والنصب، وتفاقم حالات الفقر والقهر والقمع..؛ وكثيراً من هذه نكتشفها بشكل أو بآخر في البنية السّردية لحياة \"ذات\". ¶ فالرواية تشخّص العلاقات الآنفة الذكر – في البنيتين – من خلال تصوير الواقع الاجتماعي في حركة التفاعل مع الخطاب الإعلامي المهيمن، إلى درجة التدجين، ثم التشيؤ بمعنى الإلغاء. ¶ إن التشيؤ، في مجمل العلاقات الاجتماعية والسياسية، في الرواية، ينطلق من عنوانها. حيث ينزع الاسم الشخصي لبطلة الرواية، ويُسلبُ من \"الذات\" الخاصة، ليصبح \"نكرة عامة\" غير معروف، مسلوب التسمية والهوية، مسلوب الذات، كحالة من حالات القمع الشمولي داخل المجتمع. ¶ فـ \"ذات\" – تخضع قبل الزواج – للختان التقليدي: إلغاء العضو المزعج\"، مما يسبب لها خلخلة في توازن شخصيتها، ونقصاً في علاقاتها الخاصة والعامة: \"أمسكوا بها وفتحوا لها فخذيها ثم اجتثوا ذلك النتوء الصغير الذي سبب إزعاجاً شديداً للمصريين منذ قديم الزمان\" /ص 10/. ¶ أما بعد الزواج فسيُلغي وجودُها الذاتي في ظل استبداد زوجها، \"عبد المجيد\"، الذي لا ينظر إليها إلاَّ كبضاعة، فقد اكتشف في ليلة الزفاف \"أن البضاعة التي أنفق عليها كل مدخراته سبقوه للعبث بمحتوياتها..\" /ص 16/ غير أن \"ذات\" أقسمت أن أحداً غيره لم يمسها.",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "تنتقل \"ذات\" إلى العمل، فتواجه مقاطعة من قبل العاملات في الجريدة: \"الماكينات\"، لأنها عاجزة عن تحقيق تميّزها الاجتماعي والاقتصادي، وبالتالي تحطيم هذه المقاطعة، وإلغاء هذا الجفاء؛ لسبب وحيد هو وضعها الاقتصادي البائس، الذي لا يسمح بتجديد السكن والأثاث والملابس، والعلاقات، وتطوير وسائل حياتها مع مستجدات الإنتاج الاقتصادي الاستهلاكي، وتطوّر السلع وتنوعها، الذي سيؤدي فيما بعد إلى – الانفتاح الاقتصادي -. ¶ في ضوء ذلك، تحاول \"ذات\" حماية أُسرتها من التفكّك والانهيار، في ظل العجز المادي لزوجها، فتغامر بإقامة مشاريع فاشلة وتسعى بدأب لإزاحة الغش والخيبة من حياتها، من خلال تطلّعات ليبرالية، وجبرية اقتصادية، يفرضها مجتمع الانفتاح الاستهلاكي، غير أنها انتهت إلى مزيد من السقوط والتدمير، والعجز. ¶ وسواء تعلق الأمر بـ \"ذات\" أو بباقي الشخصيات الروائية فإن مسار البناء الروائي ليس سوى \"التعبير عن الصيرورة الطبيعية لبنية المجتمع الاستهلاكي\"، الزاحف نحو التشّيؤْ، حيث تصبح الطاقة الشرائية في نظر الشعب هي المقياس الحقيقي في ظل بنية \"رأسمالية ليبرالية\"، لمجتمعٍ يعاني من أمراض التخلف والأمية والجهل وويلات كثيرة، وهذا ما تشي به البنية التسجيلية في الرواية، عبر التداخل والتقاطع والتوازي مع البنية السّردية التخيلية، لتشكلا وحدة بنائية منسجمة. ¶ نقرأ على سبيل المثال لا الحصر، مقتطفات من جانب البنية التسجيلية منتقاة بذكاءٍ، وحرفية بنائية فائقة، من بعض الصحف والمجلات؛ لنتبيّن من خلالها آلية القمع والقهر، التي تجلّت في مرحلة التشيؤ، والإلغاء، عبر الانفتاح الاقتصادي الاستهلاكي، الذي أدى إلى التدجين والاستسلام: ¶ -الشيخ الشعراوي: إذا رأينا مثلاً عمارة تدرُّ دخلاً كبيراً، فعلينا ألاَّ نحسد صاحبها، بل ندعو له بالبركة في الحلال من المال، لأنه لم يستغل أحداً، لأنه أنفق ثمنها كغذاء في بطون أفقر العاملين..\" /ص 29/.",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "-\"اتهام – جلال السادات – استخدام نفوذه لدى الدكتور مصطفى أبو زيد المدعي الاشتراكي السابق، للحصول على خمس شقق في عمارة تحت الحراسة\" /ص 30/. ¶ -\"وزير التخطيط المصري\" ديون مصر (15) مليار دولار. أي 648 دولار على كل مواطن، بما في ذلك الأطفال\" /ص 33/. ¶ -\"أسرار صفقتي اللحوم والصلصة التي أبرمت مع طلعت السادات\" ¶ /ص 33/. ¶ -\"د. مصطفى سعيد: حصيلة مصر الضخمة من العملات الأجنبية.. تمّ تبديدها بالكامل في استيراد سلع كمالية..\" /ص45/. ¶ -جنود الأمن المركزي يقضون بالرصاص والقنابل المسيلة للدموع على مظاهرة شعبية..\" /ص 46/. ¶ الرئيس مبارك- أتحدى من يقول أن الإدارة المصرية ليست حرة ¶ /ص75/. ¶ -\"الشيخ الشعراوي: الذين ينامون على صوت موسيقى بيتهوفن لا يعرفون الله\" /ص 106/. ¶ -\"إصابة /200/ مواطن بالالتهاب الكبدي والوبائي في قرية النجيلة بعد أن شربوا مياهاً ملوثة بالمجاري\" /ص222/. ¶ -\"\"جبن مستورد فاسد يقتل /42/ تلميذاً بالتسمم – ص225. ¶ -\"746 جريمة اغتصاب وهتك عرض في خمس سنوات أغلبها في القاهرة والإسكندرية، وبالنهار، وفي مناطق آهلة بالسكان، بل وشديدة الازدحام. ¶ -تصدّع عمارة برج الزهراء 17 طابقاً، وهي ما زالت تحت التشطيب\" ص 298. ¶ -\"غشٌّ جماعي في امتحان الثانوية بمدرسة أبو تشت، الطلبة يجمعون مبالغ طائلة ويوزعونها على المسؤولين والمراقبين لتنظيم عملية الغش\" ص 306-(62). وهناك عشرات بل مئات من الفقرات المقتطفة من وسائل الإعلام المصرية، منتقاة بعناية فائقة في الفصول التسجيلية التي تشكل مع البنية السّردية \"أُفقاً صراعياً بين السلطة – بأجهزتها القمعية والإعلامية – وبين القاعدة الشعبية، بمعظم فئاتها وشرائحها\".",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "هذا الصراع يكاد يرقى ببنيتهِ إلى بنية فنية ذات مستوى متميّز طُبعت بها أعمال \"صنع الله إبراهيم، بمستويات مختلفة، بدءاً من روايته الأولى \"تلك الرائحة\" ثم \"نجمة أغسطس\" و \"اللجنة\"، كما نلمسه بشكل أكثر وضوحاً في روايته \"بيروت.. بيروت\" التي تناولت الحرب الأهلية في لبنان. ¶ مع ملاحظة أن البنية التسجيلية في هذه الروايات تشكل التحاماً عضوياً، بنسب مختلفة في نسيجها الروائي الفني، وإنْ جاءت بعض العناصر التسجيلية في شكل فقرات أو مفردات ظنّها البعض ثنائية غير منسجمة، تَفقد وحدة البناء الروائي وبالتالي فنيته (63). غير أنه في رواية \"ذات\" لا توجد بنية ثنائية، تستقل إحداها عن الأخرى استقلالاً فنياً أو فكرياً، إلاَّ شكلياً، فرضتهُ طبيعة البنية العامة للرواية، وأبعادها الدلالية. ¶ فالتناوب – كما ذكرت آنفاً – بين البنيتين – السردية والتسجيلية – يرتقي بالمعنى الدلالي العميق للبنية الفكرية العامة للرواية، مع ملاحظة أن البنية التسجيلية في الرواية لا تتم بشكل تقريري إعلامي محايد، بل تتوالى عناصرها المنتقاة بوعي اجتماعي عميق لدى الكاتب، يكشف ما تتضمّنه من مفارقات وتناقضات تنعكس، بشكل انفعالي متوتر، على حركة وسلوك الشخصيات والأحداث، في الواقع الروائي، المحتمل والمتخيَّل.",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "نقرأ ذلك – على سبيل المثال لا الحصر – في الفصل السردي التخيلي – الذي يتلو الفصل الرابع عشر – الذي اقتطفنا منه بعض الفقرات التسجيلية -؛ نكتشف أن القضايا المثارة بين الشخصيات في هذا الفصل هي القضايا الخاصة بفساد الأغذية: وأثره السلبي في فقدان الرغبة الجنسية لدى الرجال 231، وبتلوث النيل والأدوية المستوردة، التي تسبب أضراراً فادحة للأطفال 233، واكتشاف الغش والتزوير اللذين تمارسهمها الدولة، مثال: علبة الزيتون التي اشترتها \"ذات\" إذ تحمل ورقة مطبوعة بتاريخ الإنتاج والصلاحية وحين غسلت العلبة، انزلقت الورقة لتظهر أخرى تحتها، تحمل التاريخ الحقيقي للإنتاج ومدة الصلاحية، وقد انقضى عليها زمن /237/. ¶ ستتحول علبة الزيتون هذه – في البنية السردية للرواية – إلى عنصر مهم في اكتشاف مدى تغلغل آلية القمع والقهر والفساد في أجهزة السلطة التي تتمظهر بشكلها البيروقراطي المستشري، ظواهر الغش والتزوير، والاستغلال والتردّي، المتعددة: - ظاهرة الصرف الصحي – شركات توظيف الأموال – تهريب العملة الصعبة والمتاجرة بها – قمع المظاهرات – التضليل الإعلامي، إلى جانب ما تعانيه المدارس والمستشفيات من سلبيات قاتلة، تدميرية في الغش وعدم النزاهة، ثم انتشار المخدرات والأوبئة الأخرى ¶ كل ذلك يوحي بالمقدمة التمهيدية \"للصلح\"، أو للمصالحة مع \"إسرائيل\" تتويجاً للتبعية المطلقة للرأسمالية العالمية والأمريكية على وجه الخصوص. ¶ ومن المفارقات الدّالة في الرواية، أن الفصول السردية التي تقوم على التخيل، أقلُّ بشاعة في فجائعيتها من الفصول التسجيلية التي تنقل صورة حيّة عن الواقع المعاش، هذا الواقع الذي يقدمه الخطاب الإعلامي للسلطة، ويزيّنهُ بكافة وسائله المرئية والمقروءة والمسموعة.",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "في ضوء ما سبق يمكن القول أن عناصر البنية التسجيلية تكاد تشكل الإطار العام للبنية الفوقية الممثلة بالسلطة السياسية وتفرّعاتها الحاكمة، والتي تنعكس بنتائجها وسلوكها، على السلوك العام لشخصيات البنية السردية الممثلة بأوسع الشرائح الاجتماعية - المتوسطة الفقيرة -. ¶ فمجتمع البنية الفوقية يشكل الظواهر العامة لآلية القمع، المرئية وغير المرئية – متجلية بالاستغلال والقهر، والفساد على مستوى النّخب، تلك الآلية التي تتمظهر بأشكال متعددة في السلوك الاجتماعي، واكتساب قيم استهلاكية جديدة، تشمل جميع المسارات من خلال التفاعل والانسياق والتدجين.. عبر الخطاب الإعلامي ¶ ونتيجة ذلك، فإن مجمل العلاقات يتم التعبير عنها – روائياً – من خلال البنية الاقتصادية والسياسية المهيمنة، ولهذا نجد تناوباً وتداخلاً فنياً عبر البنيتين: السردية التخيلية، والتسجيلية الواقعية. ¶ ففي سياق الشخصيات والأحداث الروائية جاءت البنية السردية التخيلية – بعناصر الواقعية الجوهرية – تعبيراً مجتمعياً حياً للتوجهات والممارسات، والأفكار السياسية والاقتصادية والاجتماعية لبنية السلطة – الفوقية – التي تعرّيها تلك المقتطفات المنتزعة من الصحف والمجلاّت، وأجهزة الإعلام الأخرى، في المراحل التاريخية الثلاث. ¶ فالتوجُّه الذي نادى به الإعلام – في عهد اشتراكية عبد الناصر – هو في الرواية: \"سخّان، وبوتوغاز، وثلاجة إيديال ص 13، الثالوث الذي لا يمكن لأي أسرة أو بيت الاستغناء عنه\". إنه التوزيع العادل للمواد الاستهلاكية، والتوجه اللا استهلاكي، الذي نادت به الاشتراكية. ¶ هذا التوجّه سيحلّ محله منطق الاستهلاك في مرحلة الانفتاح اللاحقة، ثم امتداده في الحاضر، ليشمل مسارات الحياة كافة.",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "إن \"الذوات\"، في المجتمع الاستهلاكي الذي تصوّره الرواية، لا تجد كيانها، ولا تؤكد أنفسها إلاَّ في الأشياء: سكن.. أثاث.. بضاعة.. سلعة.. إلخ، تتحول كلها إلى أهداف \"مجرّد احتكارها والتلاعب بها.. اللهاث خلفها لنيلها\"؛ ويعكس واقع التشيّؤ هذا \"نزعة تعويضية\" عن الخيبة والفشل، وحالة الإجهاض التي منيت بها \"الذات\" العربية، من خلال \"الصيرورة المتحولة للاستهلاك، والقيم الأيديولوجية للأشياء والسلع\"؛ لنتبيّن – عبر بنية النص الروائي – أن إثبات – الذات – من خلال قيم استهلاكية، يعني نفيها باستمرار، عبر تحولات السوق، وتبدلات السلعة والأشياء. ¶ إن تطلعات الطبقة الوسطي – في النص الروائي – إلى التغيير، وتأكيد الذات، جعلها تتخلى بشكل تدريجي غير معلن، عن الطريق التحرري للذات، \"وللإرادة السامية\"، لتذوب في تحرّر وهمي، تعويضي، مخادع، يقدمه الخطاب الإعلامي الاستهلاكي المهيمن. ¶ فالحرية والبطولة، والإرادة والقوة، والمثل الأعلى – كمفاهيم تحررية – تتحول، عبر الأخطبوط الإعلامي المسيطر، إلى استيهامات قابلة للاستهلاك، في عالم الأشياء والسلع، وإلغاء الذات، إنه الاستيهام السلبي الذي يخاطب المقموع والمكبوت، لا ليحرره من كل ذلك، بل ليقدّم له وهم التحرر والانتصار، وأوهام الواقع، المتشّيئ المستَلَب، الخاضع لإيديولوجية إعلامية استبدادية.",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "ومن خلال تفاعل الرواية مع الخطاب الإعلامي، تفضح بنيتها السردية مكونات اللغة الإعلامية، الاستهلاكية، وأثرها السلبي المتمثل في: تقديم لغة سطحية غير ديمقراطية، تنشأ على منطق قسري، قمعي يستبطن فعل الأمر دائماً، لغة لا تعرف الحوار، ولا تراعي خصوصية الفرد الاجتماعي، لتبدو بالتالي لغة تحريضية محمّلة بأيديولوجيا الثقافة الاستهلاكية المزيفة، تبرز من خلال لغة القهر الاقتصادي المراوغة في مخاطبة المشاعر والأحاسيس، والغرائز؛ فتتحول إلى لغة استلابية تختزل الذات والهوية والوجود الاجتماعي، بالسلع والأشياء؛ لتتقزم في صورٍ مادية مجرّدة، حيث تصبح السلعة هي المنتجة للفعل وللقيمة؛ للمعنى وللحقيقة. ¶ في هذا السياق تنهض رواية \"ذات\" على بنية ثالثة \"كامنة ومتغلغلة داخل البنيتين\"، ومتناقضة معهما، في الجانب السلبي؛ تتمثل بالحس البالغ في السخرية – الخفية – المريرة – من الواقع، فـ \"ذات\" كرواية سياسية، ليست سوى رواية معارضة ساخرة، تعرَّي البنية الفوقية، وتفضح آلية قمعها واستبدادها، الكامنة في خطابها الأيديولوجي الإعلامي، المهيمن على حركة التاريخ والواقع؛ هذه البنية هي في الحقيقة \"القوّة الخفية المحركة لبنية الرواية ودلالتها العامة\"(¬1). ¶ فالسخرية – في الوعي الفني – كانت دائماً السلاح الانتقادي التعبيري، الذي عكف الأدباء على توظيفه باستمرار، في هجاء الواقع وتعريته، سواء في الأدب الشعبي أم الرسمي، أم في الموروث الأدبي، أم في الأدب الحديث، كونها وليدة واقع قمعي مستلب. ¶ ¬__________ ¶ (¬1) -البنية والدلالة في القصة والرواية العربية المعاصرة – مصدر سابق – ص 212.",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "ففي عالم الرواية تتسرب السخرية إلى كل شيء: الشخوص، والأمكنة والأزمنة، بمراحلها الثلاث. عاكسة مظاهر التحوّل السلبي في كل شيء، والمفارقات التي يزدحم بها الواقع: فالراوي أو السارد – وهو يوغل داخل الشخصيات، يتابع ويفسّر سلوكها، حاضراً، ويتنبأ مستقبلاً – يبدو دائم التهكم والسخرية في كثير من المواقف وأشكال السلوك المختلفة، سواء بالتعقيب المباشر، أو باستخدام التورية: في التوصيف الجنسي مثلاً، وتفسيره أو التعليق عليه /ص 12/؛ فالدعارة تنضوي تحت اسم \"الخدمة العامة\"، والتوتر خلف الملابس بـ \"الخيمة المشرَّعة\". وما يتعلق بالمرأة بـ \"البضاعة\" أو بـ \"قدس الأقداس\"، والعملية الجنسية بـ \"الموضوع إياه\".. إلخ(65). ¶ ومن مفارقات السخرية المريرة، ذلك \"المترو\" الذي كان مفخرة أهل الحي، في الانتظام والنظافة، لقرب العهد بالوجود الأجنبي \"قبل أن يضفي عليه المصريون طابعهم القومي في الصميم، فتنوء عرباتهِ بوطأة الزحام، وتختفي قضبانه أسفل أكوام القمامة\" /ص 14/. ¶ وإذا كان زواج عبد المجيد من \"ذات\" يمتد، في المرحلة الانتقالية، من عهد ناصر إلى عهد السادات، فإن الراوي أو السارد يعكس ذلك في لوحة ساخرة مشبعة بالتهكم والمرارة، وبالإيحاءات الدّالة لـ: الأب – المظلّة – نقرأ: ¶ \"ومن جديد رسم عبد المجيد الحدود: داخل البيت لها. ¶ وخارجه له. ¶ استقبلت ذات الحدود المقترحة بشيء من الارتياح، فقد استكانت إلى المظلة المتينة المهداة إليها والتي مثلت امتداداً طبيعياً لمظلة أبيها\" /ص 17/. ¶ وهكذا تكون مظلة العهد الساداتي – في منظور الرواية – امتداداً لمظلة العهد الناصري، ولا يُخفى ما في مثل هذه الفقرات والنصوص من سخرية انتقادية للعهود السياسية التي عرفتها مصر من خلال شخوص الرواية:",
            "page": "141",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "ففي الماضي كان عبد الناصر يزور \"ذات\" في الحلم راضياً مبتسماً، ثم أخذ يزورها غاضباً مستاءً، وعندما انزلقت تماماً في عملية التطلع الطبقي، والتسابق مع سكان العمارة في عملية \"الهدم والبناء\" ثم سماحها بزيارات ليلية لزميلها \"منير\" في غيبة زوجها.. عند ذلك اختفى عبد الناصر من أحلامها. ¶ وفي سياق آخر، حين تنهار أحلام عبد المجيد في تحسين وضعه الاجتماعي والاقتصادي، يعلّق الراوي أو السارد بسخرية معلَنة: ¶ \"فالحلم الرأسمالي الذي كان يبدو قريب المنال في ظل اشتراكية عبد الناصر، صار للعجب، مستحيلاً في عهد رأسمالية السادات\" /ص 22/. ¶ وعلى امتداد ثلاثمائة وخمسين صفحة من الرواية تتوالد المفارقات الساخرة، سواء على مستوى البنية التخيّلية أم على مستوى البنية التسجيلية، المنتقاة بذكاء، من الخطاب الصحفي ووسائل الإعلام الأخرى. ¶ وفي هذا الجانب استبطنت السخرية في الرواية موقفاً نقدياً ساخراً تضمن الرفض والنقض لهذا العالم المترديّ، تجسّد ذلك في موقف الراوي ومتابعته النقدية الساخرة، المتهكمة، لمختلف أشكال العجز والفساد، والاستغلال. والتبعية، من خلال: استلاب الذات وتفريغها من البعد الإنساني. لتتحول إلى آلة أو ماكينة، في ظل الهيمنة الاستبدادية، للخطاب الإعلامي الرسمي، وهذا المسخ يشمل مختلف مظاهر التشيّؤ، حيث تتماهى الذوات في السلع والأشياء، وتخضع لمنطق السوق الاستهلاكي، عبر لغة البيع والشراء، فتصير العلاقات والقيم مشدودة بأنشوطةِ العرض والطلب، في زمن الانفتاح الاقتصادي لكل من المرحلتين التاليتين لمرحلة عبد الناصر.",
            "page": "142",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "هكذا يبرز صوت الراوي في كشف آلية القمع، ومظاهر السقوط والهزيمة، بوعي انتقادي حاد، يحمل معاني الرفض والتحدي، التي تحمل المتلقي – أثناء قراءة النص – من حالات الإحباط واليأس واللا مبالاة، وتكشف للمقهورين والبسطاء، والطيبين أنهم ضحايا هذه البنية الفوقية النخبوية الفاسدة، بكل ما أفرزته، من واقع هش، تتناسل فيه حالات القمع والاغتراب والسلبية، والعجز، فهم ضحايا، مثل \"ذات\" وبقية الشخصيات الروائية في النص. ¶ في ضوء ما سبق، يمكن القول أن \"ذات\" صنع الله إبراهيم تقبض بأسلوبها الفني – البنائي والفكري – على \"اللحظات التاريخية\" في الواقع الاجتماعي والسياسي والاقتصادي لمصر، عبر مراحله الثلاث، مسلَّحة \"بإبداع –الكلمة: الحقيقة – و – الكلمة: الواقع\"، بأسلوب فني تجريبي رفيع المستوى، يكاد يكون خاصاً بصنع الله إبراهيم، منذ بداياته وحتى الآن. ¶ وتكمن خصوصية هذه الرواية، في اقتحامها كتابة سردية تقوم على فضح الخطاب الإعلامي المهيمن، وانتزاع أقنعتهِ الأيديولوجية، والإفصاح عن مظهره الاستبدادي القمعي، فكانت السخرية المبضع الخفي في تشريح الواقع الاجتماعي والسياسي، لنكتشف أننا أمام رواية ساخرة تتناول الذات المستلبة بفعل التشيؤ، في زمن التبعية السياسية، والانفتاح الاقتصادي، التدميري، ولتتحول \"ذات\" إلى ناقوس يوقظ الذاكرة الشعبية التي كثيراً ما تتناسى، فتنسى، ثم تسقط في سبات الخديعة التاريخية، مستسلمةً للراهن، الفاسد.. القمعي.. كما \"ذات\". ¶ *** ¶ خاتمة ¶ لمسار الكلام",
            "page": "143",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "إن الملامح الفكرية والفنية التي يمكن ملامستها في ما تقدّم من أعمال روائية هامة، متنوعة، برزت على امتداد الوطن العربي، تعني أن الموضوع يشغل الكاتب العربي ويؤرقهُ، عبر انشغاله بالبحث عن ملامح بطل قومي جديد، في زمن القمع والهزائم والإخفاقات؛ مما اقتضى التعبير عنه فنياً؛ خاصة وأن معظم الكتاب والروائيين العرب، قد عانوا هم أنفسهم من جحيم القمع والمطاردة والحصار، والنفي؛ وعاشوا التجربة المرّة، فانغمسوا في واقعهم بشكلٍ كلّي، أسلوباً وفكراً، وتجربةً، ليبدأ البطل الروائي – الإشكالي – بفضِّ بكارة الأزمنة والأمكنة المريبة لديه سابقاً، لولوجه عنق الزجاجة، متحدياً الصمت وأشكال القمع المستحدثة.. متسائلاً عمّا وراء قشرة الواقع من بنيات وعلائق وعي، وأنماط سلوك وعيش، لتندرج في دوامة الصراع، والمراهنة على التاريخ والحياة. ¶ غير أن الأبطال والشخوص الروائية، تتوضح سماتهم أكثر، من خلال مواقفهم في الرواية، وهي مواقف تتنوّع وتتباين حسب تنوع وتباين عوالم الفنان الروائية، ومستوى إدراكه للواقع وللمتخيَّل، وبما يراه يستحق التناول فنياً. ¶ وبهذا المعنى يبرز البطل الإشكالي، كشخصية مركزية، مناضلاً متمرداً، على مجتمع أو عادات، أو تنظيمات سياسية وغيرها، أو منهاراً أمام آليات القمع، ومصاعب الحياة؛ متعثراً في واقعه ضائعاً في زحمة المأساة، فيبدو صورةً لآلاف الناس الذين فقدوا أنفسهم تلبية لرغبة القامع، أو خوفاً من بطشه، أو استسلاماً لآلياته – المرئية وغير المرئية – كما حدث لـ: محجوب عبد الدايم، ورؤوف علوان – وذات.. وغيرهم.",
            "page": "144",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "هكذا تتنوع الرواية العربية، وتتوزع بين: واحدة بانورامية، عامة، وأخرى اجتماعية إصلاحية. وبين تمردية.. عدمية أو تفاؤلية، وأخرى موغلة في تأكيد البحث عن الذات والهوية، وهناك روايات معنية بالإنسان نفسه، قبل الثورات وبعدها.. في داخلها أو خارجها.سواء كان البطل شهماً أو انتهازياً، أو خارجاً عليها ملعوناً أو مطارداً كما حدث لـ \": سعيد مهران – ورجب، واليامي.. وغيرهم. ¶ هذا التنوع، الذي يؤكد حضوره في ما قدّمناه من نماذج روائية، يتجلّى في روايات عربية عديدة، وبأشكال مختلفة (66) يتعامل معه الروائي، عبر حالة القمع في الواقع الموضوعي المعاش، مشدوداً دائماً إلى قطبين يتجاذبان، ويتداخلان – في حالة صراع واضح ودائم – عبر بناء الشخصية الروائية، التي غالباً ما تتأرجح بين التمرد والمعارضة أو الاستسلام، خلال رحلة العذاب والقهر، والنفي؛ وهي رحلة تتيح للروائي مجالاً أفضل في التحكم ببناء روايته من خلال التركيز على الشخصية المتمرّدة أو المعارضة، خاصة عندما يُراد طرح فكرةٍ ما من خلال هذا التركيز، كما هو شأن \"الثلج يأتي من النافذة\"(¬1) حيث يلجأ \"فياض\" – المثقف – إلى بيروت، ليجد ملاذه عند العامل النقابي \"خليل\"، بعد ما فرّ الأخير في أعقاب تتريك الإسكندرون. ¶ وجراء هذا اللقاء يستعيد فياض أمله، وممارسته العمل السياسي في المقاومة السرّية، إذ يذكر العامل النقابي \"أنت الذي اخترت الطريق، وما عليك إلاَّ أن تواصل المسير\". ¶ ومن خلال محاكمة مستمرة لنفسه، يتجرّد فياض من الخوف والتردد عائداً إلى بلده للمساهمة في العمل السرّي؛ مكتشفاً أن البرد ليس مصدره الثلج، إنما هو نافذة الغربة تلك والهروب من المواجهة. ¶ ¬__________ ¶ (¬1) حنا مينة – الثلج يأتي من النافذة – دار الآداب – بدمشق 2 – بيروت /1978/.",
            "page": "145",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "ولعل تعليمات النقابي \"خليل\" تعيد إلى الذهن أقوال الأستاذ كامل في \"الشراع والعاصفة\". وهي تخريجات أُريد لها أن تكون ذات تأثير على شخصية \"الطروسي\" في الصراع ضد قوى الاستغلال (67). ¶ وقد يتخذ التمرد صيغاً أخرى تبدو أكثر شمولية، وأوسع، بحيث تشمل المجتمع بأسره، كما في \"اللاز\". فنحن في قلب الجزائر المشتعلة بالحرب الوطنية، ضد الغزاة المستعمرين: في الجبال والمدن والأرياف، حيث يتجلى هذا في العالم الروائي – الإيجابي والسلبي – في السلوك الفردي والعام للشعب الجزائري، الذي يحاول أن يصنع مصيره، وينتزع حريته، عبر مواجهة شرسة لآلية القمع الاستعماري، الشمولية.. ¶ و\"اللاز\"(¬1) هو التجسيد الحي والعفوي للسلوك الشعبي، بما فيها من فضائل ومثالب \"فيه بذور الحياة كلها\". هكذا يصفه \"زيدان\" – أبوه – الذي يجسّد حالة التمرّد الفعلي، عبر الممارسة اليومية للثورة الجزائرية،أما اللاّز فهو البطل الممكن، الذي يولد دائماً في أحلك الظروف، أما زيدان فهو مناضل شيوعي حوّل النظرية إلى فعل ثوريّ في الجزائر، وثورات أخرى، وأعطاها حياته، واللاّز ابن خطيئته – ابن المصادفة – يحارب في صفوف الثورة كأبله -، وحين يبدأ بالتفتح على أبيه، والتعرّف عليه في جحيم المعركة، يكون زيدان على شفا الذبح – آلية قمع جديدة داخل الثورة الجزائرية – فهو يواجه التصفية الجسدية لأنه يرفض التنصل من مبادئه، أو التنكر لعقيدته قائلاً: \"فماذا بهم.. أحمر كنت أم أبيض، ما دمت تحارب العدو مثلما يحاربه الناس وأكثر..\" ¶ //ص 168//. ¶ غير أن \"الشيخ\" يرفض تلك المقولة، ويلصق بـ \"زيدان\" تهمة الزندقة والكفر. فيأمر بإطلاق النار عليه أمام ابنه \"اللاّز\". الذي ظلّ للحظاتٍ متجمداً، مشدوهاً لا يصدق عينيه. ¶ وعندما انفجرت الدماء من قفا أبيه صاح في رعبٍ: ¶ \"-ما يبقى في الوادي غير حجارة. ¶ ¬__________ ¶ (¬1) الطاهر وطّار – اللاّز – دار بن رشد – بيروت ط 4 (1983).",
            "page": "146",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "ثم ارتخت كل عضلاته، ودارت به الأرض. ومدّ يديه يحاول التثبّت بشيء ما، ثم هوى\" //ص 273//. ¶ هكذا تستيقظ الحكمة فيه، وتمسح ما علّق من غبار، ليصبح بطلاً، يذهب إلى الجبل ويقاتل، فإذا تفككت أوصال الثورة في أروقة السلطة ومؤسساتها البيروقراطية، بقيتْ الثورة فيه مشتعلةً.. أو بقي مشتعلاً فيها كذكرى، لتنتهي الرواية بالجمل التالية: ¶ \"إنك الآن أفضلنا جميعاً يا اللاّز، لأنك لا تحسّ بشيء، لأنك ما تزال تعيش الثورة، بل لأنك الثورة\" //ص 277//. ¶ غير أن الثورة انتهت بالفعل. ويسلّم اللاّز بندقيته إلى السلطة الجديدة.. محتفظاً بفقرِهِ القديم، دلالة على وضع الفقراء الذي يجعلهم التاريخ وقوداً في زمن الثورة، ثم يدمنون الخضوع إلى السلطة فيما بعد، ولا يتجرؤون على النظر إليها، فهي قد أدمنت تدمير كل جديدٍ يتطاول على سلطتها المهيمنة. ¶ بهذا المعنى تدون \"اللاّز\" مأساة الثورة، وآلياتها المتداخلة بمعاني أخرى كالحرية والعدالة والنصر، وبناء السلطة الجديدة، عبر صراع دامٍ بين القديم السلبي، والجديد الحالم باستمرار الثورة. ¶ ولكن الحالم يطويه النسيان فتتحول الكتابةُ إلى ناقوس يوقظ الذاكرة من غفوتها، لعلّها تصوغ شكلاً جديداً لاستمرار الحلم.. ويقظته (68). ¶ ولعلّ \"نجمة أغسطس\"(¬1)، في رؤيتها للواقع بعد الثورة – مرحلة بناء السّد – أقرب إلى \"اللاّز\" في جزئها الثاني المُعَنْوَنْ بـ: \"العشق والموت في الزمن الحراشي\"(¬2)، الذي يتناول مرحلة ما بعد الاستقلال، عبر حركة الصراع بين الثورة وأعدائها الأصوليين. ¶ ¬__________ ¶ (¬1) – صنع الله إبراهيم – نجمة أغسطس – دار الفارابي – بيروت – (1980) ط 3. ¶ (¬2) - الطاهر وطار – العشق والموت في الزمن الحراشي – دار بن رشد – بيروت ط 2 ¶ (1983).",
            "page": "147",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "إنها رحلة تبدو طويلة، يقوم بها الراوي من القاهرة إلى منطقة السّد العالي في أسوان.. مروراً بأبي سنبل جنوباً، ثم لا يلبث أن يعود منها إلى القاهرة، وهي رحلة تتم في مرحلة تاريخية محددة.. هي المرحلة الثانية من بناء السّد العالي. ¶ إنها رحلة عميقة الدلالات والرموز والأفكار، ترفض منهجاً معيناً في صناعة التاريخ على حساب حرية الإنسان، فيبدو نسيجها السّردي.. مثقلاً ببعض التفاصيل الزائدة التي قد تبدو غير ضرورية، إلاّ أن البنية الفنية للرواية قد لا تكتمل إلاَّ بتلك الزوائد والتفاصيل نفسها، فهي رحلة في التاريخ المعاش.. الراهن – نراه ونلامسه، ونعانيه، بأبعاده وعناصره المختلفة في تناقضاته، وزيفه، وآليات قهره المتعددة والمتنوعة – نستشف من دلالاته ما ينبغي أن يكون في تقديم المثال، أو النموذج الخلاق للفعل، وهو نموذج مقموع باستمرار في الواقع الموضوعي والواقع الروائي معاً. غير أن هذا الفعل يتحقق على المستوى الفرد الخلاّق: بالتضحية والاستشهاد، وبالمعاناة المستمرة في مواجهة الأساليب القهرية، وليست الرواية سوى التعبير الفني الخلاّق لهذا الفعل عبر محاولات الإجهاض والقهر والتعسُّف التاريخي.",
            "page": "148",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "فالبطل – الراوي – في نجمة أغسطس، يبدو عاجزاً عن الفعل محاصراً، متفرجاً على ما يفعله الآخرون، ولهذا فإن الفضاء الروائي لا يتمحور فيه، ينفذ قراراً اتخذته السلطة – بناء السد -، تبرز من خلاله آليات قمع متنوعة للسلطة التي نجدها في كل مكان: في العيون والأرجل التي تتابعك، في السجن، ومبنى البحث، في الاعتقال والتعذيب، وأساليب التهجير للنوبيين، وأعمال السخرة، وحرس الجامعة، والمحاكم العسكرية.. إلخ؛ كما يتخذ القمع شكلاً أيديولوجياً في إبراز المئذنة بجوار مبنى المباحث: \".. وتفجر العنف من الفرات إلى النيل بمثل ما لم يتفجّر من قبل، فسحلوا الأجسام العارية في الموصل وأذابوا اللحم والعظام بالأحماض في دمشق، ومن فوق مآذن القاهرة طالبوا بالدماء\" ¶ //ص 60//. ¶ كهنة المعبد في مصر القديمة، صوت المكبرات في فناء السجن يترنّم بحياة الجيل الصاعد //112//، صحف القاهرة التي تخفي الحقائق وتزيفها ¶ /114-120/.. إلخ. ¶ إن الرواية في النهاية، تعبير عن أزمة الفصام بين الواقع والحلم، بين الإبداع والحرية. بين السلطة والديمقراطية. وهي بالتالي تعبير عن أزمة المثقّف العربي.. العاجز عن مواجهة هذا التصدع.. وهذا التناقض المزمن بين الكلمة والممارسة، بين السلطة وإنسانية الإنسان. ¶ وعبر هذا التناقض تصوغ الرواية عناصرها وعالمها، وبنيتها السردية بطابعها الوصفي، والرواية في دلالتها العامة لا تهتم باكتشاف جدل الصراع في الواقع الحيّ بين طرفي هذه الثنائية التناقضية المتداخلة \"بين القامع والمقموع\"، ولا تُبرزهُ. ولعلّها في هذا تعبر عن رؤية المثقّف العربي، المليء بالسأم، المُرهق، اليائس والرافض معاً، لكنه كذلك المسترخي عن الفعل. ¶ نلمس تلك الأزمة في \"آلام السيد معروف\"(¬1)، ¶ ¬__________ ¶ (¬1) -غالب طعمة فرمان – آلام السيد معروف – دار الفارابي – بيروت الطبعة الأولى ¶ ( ¶ 1982).",
            "page": "149",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "الرواية الصغيرة، المغلقة، ذات الزمن الغائم.. غير المحدد، التي تصوّر فترة قصيرة جداً من حياة \"السيد معروف\".. هذه الشخصية المتشائمة، المنعزلة عن حركة الناس والحياة، احتجاجاً على كل أنواع العسف والقمع والاضطهاد، وعدم احترام الرأي الآخر في إطار اللامبالاة والتقليل من دور المثقفين المتنورين في المجتمع. ¶ وعبر العالم الداخلي للسيد معروف – الذي يلجأ إليه هارباً من مظاهر الواقع السياسي والاجتماعي، في حالة من الغربة الداخلية – يُعاني هذا الموظف الصغير من آلية تتمثل في بيروقراطية استبدادية، ترفض حتى تصويب الأخطاء الواردة في المراسلات والقرارات، والتوجيهات التي تعدّها الدوائر الرسميّة.. ¶ إنه يحاول تصحيحها، ولهذا لا يحصل على ترقية في مجال عمله فـ: الأذكياء خطرون ودائماً يحوكون شيئاً مخيفاً في أدمغتهم /35/ على حد تعبير السيد \"كاظم\" زميله في العمل. ¶ إن حالة \"السيد معروف\" ترمز إلى شريحة المثقفين الذين يعانون الإحباط والاسترخاء أمام الممارسات القمعية.. اللاديمقراطية تجاههم، فيلجؤون إلى عالمٍ أكثر رومانسية، وأكثر رحابة.. يمنحهم الشعور بالحرية، فيتحوّل الغروب في الرواية إلى رمزٍ للبحث عن الزمن المفقود.. زمن الحب، والحرية، والكرامة الإنسانية، زمن العدالة المغيَّبة في طبيعة الممارسة القمعية غير المرئية أحياناً، التي يجسدها عالم الرواية في تصوير نماذج متعددة من مظاهر الاستيلاء على الرأي الآخر.. عبر موقع إعلاميّ حسّاس \"رئيس تحرير\" تشغلهُ شخصيّة قد تصلح لكل شيء إلاَّ للكتابة \"كان الأستاذ المميَّز يكتب ببطءٍ قاتل.. وبخطٍ ثقيل كأنما يتهجَّى الكلمة تهجيَّاً، وهي عادة لاحظها فيه السيد معروف منذ أول اشتغاله معه ككاتب تحرير..، بعد دهرٍ من الانتظار حرَّر الأستاذ المميَّز القلم من بين أصابعه الغليظة التي كانت تصلح لكل شيء إلاَّ الكتابة\" (ص 41).",
            "page": "150",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "عبر هذا الواقع المؤلم، يلجأ السّيد معروف إلى الغروب، ترافقهُ حالة العجز عن الفعل، إلى جانب الإحباط والألم من أوجاع معدته وعذابات مجتمعة فـ: للغروب فتنته لدى السيّد معروف لا تعادلها فتنة أخرى في الدنيا كلها.. فيه سحر الديمومة وفتنة الأزل (ص 7). ¶ غير أن بنية السّرد في هذه الرواية تتميز بطابع السخرية المريرة والجارحة، الكاشفة عن حالة القهر والاستلاب التي يعانيها المثقّف العربيّ ممثَّلاً بالسيّد معروف، في إطار آلية قمعٍ مستبطنة بالممارسات البيروقراطية التي تؤسس لأمراض وأوبئة بالغة الخطورة في إدارة السلطة وأجهزتها كافة. ¶ وإذا كانت الرواية تبدأ بالغروب واعتزال الناس والحياة – من قبل السيّد معروف – فإن خاتمتها تشهد تمرّداً خجولاً، تجاه ممارسات الإدارة والموظفين. ¶ هذا التمرد يضع مصيره بين يدي المصادفة: \"لو قُدِّر لي أن أُقابل المدير العام مرّة واحدة.. لصرختُ في وجهه\" (ص 127). وفي مكان آخر يقول: \"ولكن ما فائدة التمرّد\" (ص 122). مؤكداً على رؤية المثقّف المستلب، المأزوم، الذي لا يتجاوز حدود التمرّد الداخلي الخجول، التسكعَ بين الغروب والعزلة.. والانتظار. ¶ وثمّة أشكال أخرى للقمع في العديد من الروايات التي لا يمكن حصرها ¶ (69)، وإن كنت قد تناولت بعضاً منها، سواء في متن النص أو في خاتمة الكلام، ما هي إلاَّ أمثلة ليست على سبيل الحصر، إنّما تجدر الإشارة أن هناك أعمالاً روائية أخرى يتجلّى فيها القمع والقهر بآليات متعددة متوخيَّاً العودة إليها وتناولها من زوايا فنية وفكرية أخرى، خاصة فيما يتعلّق بالقمع والجنس في الرواية العربية وتجلياته في الواقع الموضوعي، والواقع الروائي، عبر الإشكاليات المزمنة التي تخلقها الرؤى المجتمعية والسياسية والفكرية المتنوعة. تجاه هذا المفهوم.",
            "page": "151",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "وفي ضوء ما سبق يمكن القول أن الرواية العربية ارتقت برؤيتها للواقع، معبّرةً عن أبعادٍ متنوعة تكاد تكون مفتاح الرؤية في التعبير عن إنسانية الإنسان، ومأساته في الحب والقمع والحرية والتمرد، والفن.. عبر رؤية متشابكة متصارعة، تستهدف التجاوز إلى عالم أفضل.. نتبيّنه في التفاصيل الصغيرة والكبيرة لأحداث العمل الروائي، وفي بنيته السرديّة أو التسجيلية..، الإخبارية أو الأسطورية، نستشعره في دلالاته العامة ورموزه. ¶ هكذا يتداخل الواقعي بالمتخيَّل، والممكن بالمستحيل، والأمل بالمأساة، والهزيمة بالتمرد،.. تداخلاً صراعياً تعبّر عنه بنية الرواية العربية ومستوياتها المتنوعة، والمتفاوتة في أسلوبها السّردي وبنائها الفني. ¶ ولهذا فإن الرؤية الفنيّة والفكرية للرواية العربية، لا تجانب واقع الإنسان \"حسب شهادة الروايات التي تناولها هذا البحث\" فبين منبوذٍ ومتمرد، وحاقد ومعذب وقتيل، ومخنوق ومطارد ومستغلّ، بين متعبٍ ومجتهدٍ ومهزوم، ومجنون ومتصدعٍ ومتخاذل ومهمل..، تتوزع سمات وسلوك الشخوص في معظم روايات هذا البحث، مؤكدة على أن أزمنة القهر والقمع والاستبداد، وأساليب الرق المستحدثة – بكل أبعادها – والتجاوز على أبسط الحقوق الاجتماعية والديمقراطية..، لا يمكن أن تتيح ولادات مختلفة عن تلك المطروحة في الرواية العربية. ¶ وإذا أريد للرواية العربية أن تفخر بارتقاء مستواها الفنيّ والجمالي إلى المصاف العالمي، فإنها تفخر بطرحها الواقعي الجريء، لمأساة الوجود، ومحنة الإنسان العربي، الغريب في أرضه، المقهور في منزله، الذي تسهم العائلة والحكومات، وقوى الاغتصاب، والاحتلال، جميعاً.. في سحقه، والبطش به. إنها محنة الذات بين السلطة والقبيلة.",
            "page": "152",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "لكن كل هذا الاستلاب والقهر، والعذاب المأساوي يحمل في داخله بذور الوعي والانبعاث والتجدد، تتفتح ثم تنضج في عقول الناس، بعد موت سعيد مهران في القاهرة الجديدة وموت \"اللامي\" في نجران، ثم \"موت رجب\" في شرق المتوسط. وعساف في الأشجار واغتيال مرزوق.. ذلك الموت البهيّ الذي جاء بالدمع والأمل معاً، إلى عيون البشر، وكأنه يحمل البشرى إلى الأرض بالينابيع، تتفجّر بعد قحطٍ وجفاف، وهو تجدّد بطولي ينمو في رحم التحدي والتمرّد، ضد التماثل والمصالحة مع الواقع أو الاستسلام له. ذلك الاستسلام الذي شوَّه الإنسان العربي وحطمه لقرون عديدة؛ ففي التمرّد المستمر، وفي الرفض لحالة التماثل والانسجام مع الفجيعة، تتجدّد الرؤيا ويعظم دورُ الإنسان. ¶ *** ¶ الهوامش: ¶ (1)-يلاحظ أن جميع مؤرخي الرواية في عصر النهضة، يحطّون رحالهم عند \"زينب\" وكأن كل ما سبقها لا يتعدّى كونه مدخلاً لهذا الحدث، الذي اعتبره البعض ثورة في عالم الأدب. وهنا تجدر الإشارة إلى أننا لا نرى فرقاً ذا بال بين \"زينب\" وبين \"الأجنحة المتكسرة\" لـ جبران خليل جبران. من حيث بنية الفنّ الروائيّ في ظرفه التاريخي، وطريقة المعالجة للأفكار والمضامين. مع الإشارة إلى أن رواية جبران قبل \"زينب\" بأكثر من ثلاثة أعوام 1908. ¶ -للاستزادة: ¶ 1ً-انظر \"نشأة الرواية العربية بين النقد والأيديولوجية \"بطرس حلاق\" مجلة الآداب 1980 عدد 2، 3 مزدوج \"ص2\". ¶ 2ً-تكوين الرواية العربية – اللغة ورؤية العالم – محمد كامل الخطيب – وزارة الثقافة – دمشق - 1990. ¶ (2)-فاروق خورشيد: في الرواية العربية – دار العودة بيروت الطبعة الثالثة 1979. ¶ (3)-تجربة الروائيّ \"جمال الغيطاني\" في –الزيني بركات – \"التي سنتناولها\" في متن البحث، إلى جانب التجليات بأجزائها الثلاثة – ومن قبله التجربة الفريدة للكاتب التونسي \"محمود المسعدي\" في \"حدّث أبو هريرة قال\". ثم \"سالم حميش\" المغربي في \"مجنون الحكم\" العلاَّمة.. إلخ. ¶ (",
            "page": "153",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "4)-هذه الإشكالية المزمنة تستوجب بحثاً مستفيضاً يبيّن وجهات النظر لكافة المذاهب النقدية الأوروبية، والتباينات، والتقاطعات الفكرية في التيّار الواحد. كما لدى جورج لوكاتش وبريخت. – راجع – نظرية الرواية – جورج لوكاتش – و – بريخت: حياته وفنه وعصره. دار ابن خلدون \"الطبعة الأولى\" بيروت 1981. ¶ (5)-ليس بمعنى الانتماء الحزبي الضيّق لمفهوم الأيديولوجيا، إنما بمعناه الشمولي لموقف الكاتب من الحياة والأشياء. والعالم المحيط به. ¶ ... يقول محمود أمين العالم: \"إن الخطاب الروائي – التعبير الأدبي عامة، بل والتعبير الإنساني عامة هو أيديولوجي بالضرورة، بل إن الإنسان حيوان أيديولوجي على حد تعبير ألتوسير، على أن الخطاب الروائيّ أيديولوجياً محايثةً باطنية، نابعة من بنيتهِ الداخلية من ناحية، وهي كذلك أيديولوجية وظيفية تتحقّق بمدى ودلالة تأثيرها الموضوعي الخارجي من ناحية أخرى.. \" – الرواية العربية بين الواقع والأيديولوجية – دار الحوار – اللاذقية – الطبعة الأولى 1986. ¶ (6)-\"الواقع الموضوعي\" – هو ما نعنيه بالواقع الماديّ والاجتماعي معاً أما \"الواقع الروائي\" فهو ذلك العالم الذي يبينه الكاتب في نصّ روائيّ، إنه ذلك العالم المتخيَّل بفضائه وبشره وعلاقاته \"انظر المصدر السابق\" ص –50-51. ¶ (7)-الأمثلة كثيرة جداً وغزيرة في هذا المجال، عبر قلق البحث، وهاجس التجريب والتجديد لدى الفنان..، يكاد لا يخلو النتاج الروائيّ العربي كله من هذه الحالة. ومن الأمثلة المهمة على التجريب في الرواية العربية. روايات كتبها نجيب محفوظ منها \"ثرثرة فوق النيل \"و\" الشحاذ \"إلى جانب\" اللص والكلاب \"و\" السمان الخريف \"مرحلة ما بعد الثلاثية و\"أولاد حارتنا\". وهناك نماذج تجريبية أخرى هامة. لاقت صدى كبيراً حين ظهورها – مثل: \"تلك الرائحة\" لصنع الله إبراهيم.",
            "page": "154",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "... موسم الهجرة إلى الشمال \"للطيب صالح – فهي رواية البحث المستمرّ عن الشخصية. عن البطل الروائي \"مصطفى سعيد\"، كما نجد ذلك عند جبرا إبراهيم جبرا في \"البحث عن وليد مسعود\". ولدى حنا مينة في \"النجوم تحاكي القمر\"، ومعظم أعمال أدوار الخراط، وحيدر حيدر. وإلياس خوري. وعبد الرحمن منيف؛ والغيطاني.. إلخ. ¶ ... وقد برزت حالة التجريب لدى المغاربة – أشدّ تأثراً بالتيارات التجريبية في أوروبا نتيجة الاحتكاك المباشر، نذكر منهم على سبيل المثال لا الحصر: محمد زفزاف – محمد برّادة – الميلودي شغموم واسيني الأعرج – سالم حميش – الطاهر وطار في أعماله الأخيرة – إلى جانب – رشيد بو جدرة – الطاهر بن جلون – محمد شكري.. إلخ. ¶ (8)-طرأ على مفهوم \"البطل\" في الشخصية الروائيةّ تطوّرٌ ملحوظٌ حتى كاد أن يختفي باختفاء الرواية التقليدية.. ذات النمط المنسّق المحكم بصرامة الشروط البدائية لنشوء الرواية في العالم: \"مقدمة – عرض الحدث – حبكة – نهاية\"، فيما نشأ بعد ذلك مفهوم \"الشخصية الروائية\" المتحركة عبر أزمنة متعددة، وهي ذات أبعاد متنامية، وغير ثابتة أحياناً تبتعد عن النمطية والنسق الواحد، والتحجّر، وهي شخصية ديناميكية تحمل مفارقات الحياة وثنائياتها.. إلخ\" – كما سيمر في متن البحث. ¶ (9)-تكاد التجربة الروائية لكل كاتب روائيّ تؤسِّس وجودها وحضورها على ذلك، مما يجعل الاختيار أمام الباحث صعباً، فلكل روائيّ عالمه الخاص، وتستحق تجربته الروائية – عبر هذا الموضوع – بحثاً مستفيضاً ومستقلاً عن آليات القمع من جوانب متعددة. ¶ (10)-بعد صدور \"السكرية\" – الجزء الثالث من الثلاثية 1952 - توارى نجيب محفوظ سبع سنوات، لتظهر فيما بعد روايته الملحمية \"أولاد حارتنا\" 1959، كنقطة تحوّل فني وفكري في مسار الحياة الإبداعية لهذا الكاتب الكبير. ¶ (11)-غالي شكري: المنتمي – دراسة في أدب محفوظ – دار الآفاق الجديدة – بيروت – ط 3 - 1982. ¶ (",
            "page": "155",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "12)-نبيل راغب-قضية الشكل الفنيّ عند محفوظ-المؤسسة المصرية العامة للتأليف والنشر – القاهرة 1967-س68. ¶ (13)-تدور أحداث الرواية في الثلاثينيات من القرن العشرين. ونشرت لأول مرة تحت عنوان \"فضيحة في القاهرة\" 1946. ¶ (14)-محمد حسن عبد الله – الواقعية في الرواية العربية – دار المعارف في مصر – في مصر – القاهرة 1971 - ص 495. ¶ (15)-يركّز نجيب محفوظ في معظم أعماله – إن لم يكن جميعها – على دور الطبقة الوسطى وفاعليتها في المجتمع المصري، كونها أوسع الشرائح والفئات الاجتماعية فعالية، حيث يمثل الأب لدى هذه الطبقة، الركيزة الأولى في حياتها، فبِه تستقيم، وبدونه تتعرض لشتّى الأزمات؛ فعجْزُ الأب في \"القاهرة الجديدة\" ومرضه، ما هو إلاّ تعبير صارخ عن الأمراض المتفشيّة في الطبقة الوسطى، في ظل غياب الحرية والعدالة الاجتماعية. ¶ (16)-د. عبد المحسن طه بدر – الرؤية والأداة -: نجيب محفوظ – دار التنوير بيروت - 1985 ص249 ¶ (17)—يعبر نجيب محفوظ عن هذا الجانب بقوله: \"المومس تنفع الناقد الاجتماعي جداً، لأنك تواجه بها شخصيات بارزة، ظاهرها وباطنها الدعارة، بينما هذه ظاهرها الدعارة وباطنها يمكن أن يكون البؤس، ولذا فهي مثال صالح للنقد القاسي\". حوار أجراه محمد عطية ضمن كتابه: \"مع نجيب محفوظ\" – وزارة الثقافة السورية – دمشق 1971-ص 25. ¶ (18)-تجدر الإشارة إلى أن البغاء في الروايات الخمس مشبع بالكثير من العناصر الملحمية، ضمن الوحدة الديناميكية بين هذه الروايات في سردها الحكائي، فكل رواية تؤدي إلى الأخرى بغير تعسفٍ أو افتعال، وتتشكل عبر حلقات في سلسلة واحدة، والصراع الرئيسي في كل قصة يدور بين الذات والعالم الخارجي، ولهذا كانت الشخصيات الأساسيات هي شخصيات تراجيدية تصوّغ فيما بينها البطولة الملحمية. ¶ (19)-المنتمي – مصدر سابق - ص 356 - ثم: \"السؤال والإجابة المستحيلة\" دراسات نقدية – محمد رضوان – اتحاد الكتاب العرب – دمشق 1994. ¶ (",
            "page": "156",
            "part": "1"
        },
        {
            "id": "157",
            "nass": "20)-في الحقيقة تبدو شخصية رؤوف علوان شخصية مزيفة مقنعة بالثورية الكاذبة عبَّر عنها محفوظ منذ البداية بطريقة ذكية فرؤوف علوان يستغلّ البسطاء أمثال سعيد مهران. مؤكداً لهم مشروعية السرقة وكأنه الطريق الوحيد للتمرد والثورة وتغيير الواقع. ¶ (21)-أشير هنا إلى شعراء الرباب في \"أولاد حارتنا\" حيث كانوا أداة لمساندة قوى القمع والظلام، مثلما تحوّل \"رؤوف علوان\" في جريدة \"الزهرة\" أداة بيد القامع وبوقاً للتشهير وتزييف الحقائق، للقضاء على أمثال \"سعيد مهران\" وهنا تجدر الإشارة إلى الدلالة العامة \"في كلتا الروايتين\" للخطاب الثقافي والإعلامي – بكافة وسائلهِ؛ ودوره الخطير في تربية وتكوين الفرد والمجتمع معاً. ¶ (22)-للتوسع يراجع كتاب \"المنتمي\" – مصدر سابق. ¶ (23)-من الطبيعي أن يواجه القارئ بعض التداخل في الدراسة عن الروايتين، كونهما يطرقان الموضوع نفسه، مما يجعلني أجرؤ على القول إن رواية \"الآن هنا..\" هي الجزء الثاني المكمّل لـ: \"شرق المتوسط\". ¶ (24)-يفتتح عبد الرحمن منيف روايته بالإعلان العالمي لحقوق الإنسان، دلالة صارخة على انتفاء هذه الحقوق، عبر آلية القمع التي ستقدمها الرواية. ¶ (25)-جورج طرابيشي: - الأدب من الداخل – دار الطليعة بيروت ط 2 – 1981 حيث يقول: \"إن التباس علاقات رجب وأنيسة تشي به إشارة غامضة ومقتضية، في حوار بينهما، إلى أنها هي التي كانت تتولّى تحميمه، حتى بعد أن صارت زوجة حامد، فما من شيء يمكن أن يُسمّى علاقة الرجل بالمرأة كالجسد العاري بالحَرَج، ولا كان هو يشعر بالحَرَج، والخيار هنا إحراج \"ص 70-71\". ¶ (26)-أقول \"الغرب المتفتح\" للتمييز بين منجزات الغرب الحضاري من جهة، وبين استخدامه لهذه المنجزات في قمع شعوب العالم قاطبة، ومحاولة تدميرها بما في ذلك شعوب أمريكا وأوروبا نفسها من جهة أخرى. ¶ (",
            "page": "157",
            "part": "1"
        },
        {
            "id": "158",
            "nass": "27)-\"موران\" بلد – طالع العريفي -، إشارة إلى المكان الذي دارت فيه أحداث رواية \"مدن الملح\"، ففي حديث \"طالع\" إشارة عابرة إلى إحدى شخصيات \"مدن الملح\" الأسطورية، وهو \"متعب الهذّال\" أما \"عمورية\" فاسمها التاريخي الرمزي. يكفي للإشارة إلى حقيقتها التاريخية والمكانية. ¶ (28)-هكذا يُطلق سراح \"رجب إسماعيل\" أيضاً في – شرق المتوسط \"في المرحلة الثانية\" – حين صار موته وشيكاً، وتحول إلى بقايا جثة تحتضر. ثم يموت بعد اليوم الرابع من خروجه، دلالة على وحشية التعذيب بكل أشكالها التدميرية. ¶ (29)-في الفصل الأول نكتشف علاقات إنسانية غاية في الرقة والرهافة، والصدق النبيل في التعامل ما بين المرضى، بعضهم مع بعض، وبين المرضى والأطباء ومساعديهم. دلالة على التناقض الحاد بين النظامين: نظام قمعي استبدادي، ونظام تسوده قيم إنسانية شتّى، تتجلى بطريقة التعامل بين الناس القائمة آنذاك، كما توحي الرواية. ¶ (30)-يحدد الكاتب زمن وقوع الحدث الروائي عام 1958. أي بعد وقوع الكارثة الفلسطينية – النكبة – بعشر سنوات. ¶ (31)-فضل النقيب: \"هكذا تنتهي القصص.. هكذا تبدأ\" – مؤسسة الأبحاث العربية – بيروت – ط 1 – 1983 – ص 45. ¶ (",
            "page": "158",
            "part": "1"
        },
        {
            "id": "159",
            "nass": "32)-البناء الروائي في \"رجال في الشمس\" يقوم على سبعة فصول: الفصول الثلاثة الأولى هي: \"أبو قيس\" – \"أسعد\" – \"مروان\" – أما الفصول الأربعة فهي حسب تسلسل الحدث، على الشكل التالي: - الصفقة – الطريق – الشمس والظل – القبر -. تبدو الفصول الثلاثة الأولى مستقلة كل منها عن الآخر، وكان يمكن أن تنقص فصلاً أو تزيد فصولاً تصبّ في مجرى الحدث الذي تصوره الفصول الأربعة الباقية؛ غير أن هذه البنية ليست نقيصة فنية على الإطلاق بل هي اجتهاد فني متميز في حينه 1958 – يدخل في حيّز التجريب، لخلق شكل فني أكثر التصاقاً وتعبيراً عن الموضوع؛ إلى جانب أنها تشكل في بنيتها العامة، وحدة سردية متماسكة في حدث واحد، كامل، قدم غسان فيه صورة الجحيم الفلسطيني.. مُطْلِقاً صرخة احتجاج رافضة للحلول المطروحة آنذاك \"في الخمسينيات\"، منها رفضه للحلول الفردية في مواجهة القمع والهزيمة.. بالصبر والصمت: ¶ ... \"لماذا لم تدقّوا جدران الخزان؟\" ¶ ... هذا البناء الروائي سوف يستخدمه كنفاني فيما بعد في روايته \"أم سعد\" و\"العاشق\".. تلك الرواية التي لم تكتمل. فقد سقط شهيداً قبل أن يكملها، وليأتي استشهاده تعبيراً فاضحاً لأساليب القمع والإبادة للشعب الفلسطيني، عبر آلية العنف والإرهاب الصهيوني الأمريكي -، الذي يجتاح العالم الآن، دون رادع. ¶ (33)-إن التطلّب العاطفي الذي يبحث \"أبو قيس\" عن تلبيةٍ له في الأرض انداح في ردّة فعل الأرض، إلى ما يشبه العملية الجنسية التقليدية، وقد استخدم الكاتب عبارات مفعمة برائحة الجنس\". أراح صدره فوق التراب..، تخفق من تحته..، تطوف.. مرتجةً. تعبر إلى خلاياه..\". إن هذا التطلب يجد له علاقة رحمية في البعد التاريخي، الأُسري. ¶ (",
            "page": "159",
            "part": "1"
        },
        {
            "id": "160",
            "nass": "34)-نوضح هنا النتائج النهائية لحساب الوقت المستغرب، منذ نزل الرجال الثلاثة في الخزان. الساعة الحادية عشرة والنصف ص 133، إلى حين فتح \"أبو الخيزران\" بابه، بعد تجاوز مركز الحدود الكويتية، فقد كانت الساعة الثانية عشرة إلا تسع دقائق ص 141. ¶ (35)-هذه الرؤيا المستقبلية عند غسان كنفاني تعبر عن شفافيتها ومصداقيتها بعد أكثر من ثلاثين عاماً من كتابة الرواية: في انتفاضة الشعب الفلسطيني – مؤكدة أنه لا بديل للمكان – فوق الأرض الفلسطينية، تلك الانتفاضة التي قلبت المعادلة الصهيونية – الإسرائيلية، إلى استحالة تحقيق شعارها في التوسع والامتلاك من جهة، وأقلقت الأنظمة العربية الفاسدة، والغارقة في التآمر على الأرض العربية والفلسطينية على حدٍ سواء. إن الانتفاضة أكدت حقيقة تاريخية لا جدال فيها على الإطلاق: هي أنه لا بديل للمكان ولا للزمان الفلسطينيين، وأن الانقطاع عن الأرض، والابتعاد عنها، حالة احتضار مزمنة، عاشها الفلسطيني أكثر من أربعين عاماً، رغم المقاومة الضاربة من خارج الأرض. ¶ ... إن الابتعاد عن المكان والزمان الفلسطينيين – كما تشي الرواية – لا يزيد القضية إلاَّ تعقيداً، والتباساً، وضياعاً، سينتهي إلى كارثة الموت. ¶ (36)-سوف تتكرر هذه المساهمة القمعية في المجازر والمذابح الجماعية والفردية، إلى حدّ الإبادة، والترحيل، وممارسة أكثر الأساليب وحشية على العنصر الفلسطيني فوق الأرض العربية. ¶ (37)-سوف يستشهد الكاتب نفسه – اغتيالاً – على أيدي المخابرات الصهيونية \"الموساد\". في بيروت – تموز 1972 – وفيما بعد سوف يقوم الكيان الصهيوني بتصفية العقل الفلسطيني، الممثل برموزه الثقافية والسياسية داخل بيروت – وتونس – وعمّان – وأوروبا -. وبهذا تتجلى ذروة التواطؤ القمعي بين \"العنصر الصهيوني\" و\"العنصر الخياني العربي\" في اغتيال غسان كنفاني وغيره، فوق أرضٍ عربية. ¶ (",
            "page": "160",
            "part": "1"
        },
        {
            "id": "161",
            "nass": "38)-للتوسع يمكن العودة إلى \"أبحاث في النص الروائي\" د. سامي سويدان – مؤسسة الأبحاث العربية – بيروت – الطبعة الأولى 1986 من ص 106 إلى 112. ¶ (39)-يتحدث كتاب \"بن أياس\" عن شخصيات حقيقية، تناولها الغيطاني في عمله، وحوّلها إلى شخصيات روائية هي: الزيني بركات – الشيخ أبو السعود الجارحي – وكذلك اسم \"علي بن أبي الجود – الذي شغل وظائف عدة في الدولة آنذاك. ¶ (40)-يؤكد فيصل درّاج أنه تردّد اسم بركات بن موسى تسع مرات في كتابة \"بدائع الزهور في عجائب الدهور\" لابن أياس، وأنه أُعيد إلى منصبه في القاهرة، بعد الاحتلال العثماني لها: \"دلالات العلاقة الروائية – ص 91 – دار كنعان دمشق – بيروت – طبعة ألوى 1992. ¶ (41)-يختار الغيطاني الفترة التاريخية التي تراكمت فيها أسباب الهزيمة 912-299هـ. وهذا اختيار ليس مجانياً، فعندما يحوّل الروائي إلى مادة جديدة ذات زمن جديد: \"زمن الكتابة الروائية – مزيج الواقعي بالمتخيل\"، فإنه يحررها من الزمن والتاريخ بكل ما تحمله من دلالات ورموز وإسقاطات على الراهن.. المعاش. ¶ (42)-ما يثير التساؤل هو لماذا لم يمارس هذا الشيخ دوراً أكبر في تلك المراحل الحرجة من تاريخ مصر؟، ويتصدى للغزاة حتى ينفيهم، كما يدّعي محدث البندقي، وهذا أيضاً يثير الشك والتساؤل مرة أخرى حول صدق المؤرخ وصحة روايته التاريخية حول هذه الشخصية. ¶ (43)-يحاكي الغيطاني أسلوب الكتابة الشائع في الفترة التي تدور فيها أحداث الرواية، من حيث اللغة، والمحسنات البديعية الدارجة آنذاك، \"شروق نجم الزيني بركات وثبات أمره، وطلوع سعدة، واتساع حظه\"، كذلك أخذت أشكال النداءات – في الكتابة الروائية – مواصفاتها المعروفة في ذلك العصر، كأن يبدأ النداء: \"يا أهالي مصر.. نوصي بالمعروف وننهي عن المنكر\" ويختتم بـ: \"والله منتقم من كل غشاش لئيم اتعظوا يا أهالي مصر\".",
            "page": "161",
            "part": "1"
        },
        {
            "id": "162",
            "nass": "... كما يستخدم الغيطاني الآيات القرآنية لأحداث متعددة، للدلالة على توظيفها من قبل السلطة القامعة. والأمثلة كثيرة في الرواية، أبرزها رسائل زكريا بن راضي \"كبير بصاصي البلاد\"، الذي يضمّنها الآيات القرآنية، لتأكيد قوّة جهازه المطلقة في البلاد. ¶ (44)-لقد جاء الجنس الروائي، كما أجناس أدبية أخرى، وافداً إلى الوطن العربي، وهذا ما يشير إلى ظاهرة صحية، وحضارية في استقبال ثقافة مغايرة لثقافتنا، بسبب المثاقفة بين الحضارات لكن هذه المثاقفة لا تستقيم إلاََّ إذا تحوّل العنصر الثقافي الوافد، إلى جزء من ثقافة وطنية، أي عندما يتمّ تحويله بأدوات ثقافية وطنية، تميزه عن غيره، وتسحبه من التاريخ الذي جاء منه، وهذا ما أنجزه الغيطاني، في روايته ومعظم أعمال الروائية الأخرى.. إلى جانب إنجازات الروائيين العرب المتميزة – التي قفزت بهذا الفنّ، خلال العقدين الأخيرين من هذا القرن، إلى العالمية دون جدال. ¶ (45)-يستمر حيدر حيدر، عبر إغناء تجربته الروائية، في تجديد دم الكتابة باللعب المثير في اللغة، فهو يرسم في معظم كتاباته، المناخات والأحداث والمواقف، وتكوين الشخصيات، باللغة. و:الزمن الموحش – و – الوعول – خير مثال على ذلك أيضاً. ¶ (46)-تحمل تجربة حيدر حيدر اللغوية، في أعماله القصصية والروائية، طموح التواصل في تجديد اللغة، حتى تبدو في كثير من أعماله هي الشخصية بذاتها – رغم ما تعانيه من فخ الإنشاء – لكنها تظلّ تنتسب إلى عالم الشعر البهي، بكل شفافيته ودلالاته ورموزه. ¶ (",
            "page": "162",
            "part": "1"
        },
        {
            "id": "163",
            "nass": "47)-هذه الشخصيات تشغل – إلى جانب آسيا الخضر – مساحة الرواية بصورة أساسية: فـ \"مهدي جواد ومهيار الباهلي\" لاجئان عراقيان يعيشان في الجزائر و: \"فلّة بو عناب\" مناضلة جزائرية قديمة، عاشت في جحيم الحرب قبل الاستقلال، وفي معارك التشكيل الجديد للسلطة بعد الاستقلال، امرأة متمردة، تكسر الطقوس والقوانين السائدة في المجتمع، السياسة، والجسد – آسيا الخضر: - ابنة شهيد، شاب تتعلم العربية على يد \"مهدي جواد\". ¶ (48)-لعلّ تلك الآلية – آلية القمع – داخل الحزب الواحد، تشكل ضمنياً إدانة فكرية وميدانية لمسألة المركزية المهيمنة، في إطار فقدان الديمقراطية وتغييبها داخل الحزب وخارجه، ذلك ما يعبّر عنه الموقف الصامت لكل من مهدي جواد ومهيار الباهلي وغيرهما، حين بدأ يتحوّل الحزب إلى أداة قامعة، ومنفّذة للسياسة الخارجية السوفياتية ضمن إطار من التبعية المطلقة..، إلى أن بدأت الانفجارات الداخلية، ليس في حزب العراق فحسب، إنما في الأحزاب الشيوعية في العالم العربي من أقصاه إلى أقصاه. تلك الانقسامات التي كانت بداية إجهاض المشروع التقدمي النهضوي لحركة التحرر الوطني آنذاك، وإلى يومنا هذا. ¶ (49)-لم تتناول هذه الدراسة بشكل تحليلي، منظم الدلالات الفكرية والفنية، والفلسفية في الرواية، خاصة موقفها من العالم الذي يبدو أُحادياً في شرطه الإنساني بشكل مطلق، عبر لغة ذات مستويين: ¶ ... لغة وصفية تقريرية، مباشرة، برزت بشكل فاقع في فصل \"نشيد الموت\" 195-224 الذي يروي حيزاً كبيراً من قصة الانشقاق داخل الحزب الشيوعي العراقي. ومحاولة البحث عن قاعدة – كمونه – للبدء في الكفاح المسلّح.",
            "page": "163",
            "part": "1"
        },
        {
            "id": "164",
            "nass": "... -أما المستوى الثاني من اللغة، نحسّه بشغف في الفصل المعنون لـ: \"ظهور اللوياثان\" 225-239. فقد كُتبَ بلغة ذات طابع غنائي، وسوريالي، يحمل حرارة اللغة الشعرية، وتكثيفها الدلالي والرمزي، كما في معظم أعمال حيدر حيدر القصصية والروائية. إن هذا المستوى الرفيع من اللغة هو السائد في الرواية مما منح البنية السردية خصوصيتها الفنية، ورؤيتها العميقة ذات الدلالات المتعددة، التي تحتاج لدراسة تحليلية أخرى ومستقلة. ¶ (50)-\"ويُروى أن عيسى بينما هو في سياحته إذ مرّ بجمجمة نخرة، فسأل الله في أن تتكلم، فأنطقها الله فقالت، أنا بلوان بن حفص ملك اليمن. عشت ألف سنة ورزُقتُ ألف ولد وافتضضت ألف بكر وهزمت ألف جيش وفتحت ألف مدينة، فما كان كل ذلك إلاّ كحلم النائم، فمن سمع قصتي فلا يغتر بالدنيا، فبكى عيسى عليه الصّلاة والسّلام بكاءً شديداً حتى غشى عليه\" –الأبشبهي – المستطرف -: القاهرة – المطبعة العامرة العثمانية 1306هـ - 1888م. الجزء الثاني ص 264. ¶ ... هذا المدخل بقدر ما يحمل من دلالةٍ على القمع والبطش بالناس فإنه يحمل تلك الحقيقة المطلقة التي هي الموت، فمهما طالت الحياة وتحققت اللذات والأطماع، ومهما اشتدّ البطش والتوحش فلا بدّ من نهاية لكلّ ذلك، إنها دعوة إلى عدم الاغترار بالدنيا من جهة، والدعوة إلى الزهد بمعنى ممارسة الحياة بعيداً عن العنف، والبطش بالناس وقتلهم. ¶ (51)-تقدم الرواية موجزاً عن حياة \"علي كلاكش\" بأسلوب إخباري تقريري بين قوسين ص 45 كما في بدايات الفصول الأخرى للشخصيات، باستثناء الفصل الأخير، وكأنها إشارة إلى عدم تدخل الكاتب في بناء هذا النص، أو هذه الفقرة الإخبارية، التي لا شكَّ أنها تدخل في توصيف البنية الفنية العامة للرواية، وقد يكون لغير صالحها، باعتبارها مغامرة روائية جديرة بالتوقف عندها حين نتناول بنيتها العامة، في اللغة والحدث ورسم الشخصيات.. إلخ. لكن ذلك خارج موضوعنا الأساسي الآن. ¶ (",
            "page": "164",
            "part": "1"
        },
        {
            "id": "165",
            "nass": "52)-يبدو \"علي كلاكش\" من أصحاب النفوذ في طقوس الفوضى التي خلقتها الحرب الأهلية في لبنان: حين دخل إلى البيت وجد ابنته عايدة وزوجته تبكيان 73. وحين سألهما عن سبب البكاء، أسرّت الزوجة له أن البنت تخاف من الرجل. وأنها رأت عضوه وهو يبول أمام الحائط.. وربّما اقترب منها، \"أنا لا أعرف والبنت لا تتكلم، لكن يا عمي من هو هذا الرجل، ولماذا ينام في شارعنا\" –73- ويتبين فيما بعد أن هذا الرجل هو \"خليل جابر\". ¶ (53)-\"بعد أن انتهت الحرب جاؤوا إليه أمام البيت ورشّوه بالرصاص، امتلأ جسمه بالثقوب والدم والزجاج الذي تناثر من مدخل البناية وهو ملقى وميت\" ص 90. ¶ (54)-يطرح النص رؤيته الفكرية عبر تساؤلات عديدة: لماذا يدهن خليل جابر الجدران باللون الأبيض؟!. لماذا يمزق الملصقات ويمحوها باللون الأبيض..؟!. لماذا يحب أن يطلي السرير باللون الأبيض، مثلما الشراشف البيضاء؟!. الشوارع.. الرصيف.. كل الأشياء تأخذ شكلها عبر اللون الأبيض..!. ¶ (55)-قام بترجمة النص إلى الفرنسية الروائي المغربي المعروف \"طاهر بن جلون\" 1972. ¶ (56)-وصلت معاناة الكاتب، جراء رفض أعماله داخل المغرب والوطن العربي إلى حسم موقفه بالإصرار على كشف آلية القمع المجتمعية كما عاشها، وفضح تلك السلطة الأخلاقية المزيفة، داخل المجتمع، سواء تذرعت بطقوسها الحياتية، وأعرافها وقوانينها، أم بالمحرمات المعلنة وغير المعلنة. ¶ (57)-إن حالة القمع، بشقيها: المجتمعي والبطريركي – وما نجم عنها من تشويهٍ لشخصية محمد شكري ونفسيته، نجدها مهيمنة على أدقّ التفاصيل في هذه السيرة الروائية، تقابلها حزمة من الرغبات.. تتمحور حول التخلص من سلطة المجتمع وكل مؤسساته القمعية، بما فيها سلطة الأسرة الأبوية القامعة.. لتأكيد الذات وتحرير الجسد. ¶ (",
            "page": "165",
            "part": "1"
        },
        {
            "id": "166",
            "nass": "58)-من أعمال محمد شكري في هذا الإطار: مجنون الورد – مجموعة قصصية وهي تعود إلى بداياته التي لفتت أنظار واهتمام المثقفين العرب منذ نشر قصته الأولى في \"الآداب\" – عنف على الشاطئ – عام 1966 – السوق الداخلي. ¶ ... -الشطار – وهي الجزء الثاني من \"الخبز الحافي\". ¶ (59)-بعد عشر سنوات من صدور – الخبز الحافي – باللغة الفرنسية واللغات الأخرى، صدرت الطبعة العربية الأولى عن دار الساقي – لندن. ¶ (60)-\"الشطار\" – دار الساقي – لندن – الطبعة الأولى، 1992. ¶ (61)-\"تلك الرائحة\" 1966 \"نجمة أغسطس 1974\" \"اللجنة 1981\" \"بيروت بيروت 1988\" \"ذات 1992\" \"شرف 1998\" \"ورد\" 2000. ¶ (62)-هذه المقتطفات، التي تبدو كثيرة. هي غيض من فيض، فعلى مساحة فصول تسعة من أصل تسعة عشر فصلاً، تقدم لنا الرواية عبر بنيتها التسجيلية، الواقع المصري بشموليته الاقتصادية والسياسية، ومدى انعكاسها على المجتمع، الشرائح الشعبية الواسعة منه، لنتبيّن عبرها حالة القمع والفساد: الرشوة – والغش والاحتكار، والاغتصاب، والاستسلام، ثم التدجين. ¶ (63)-تتوزع فصول النصّ الروائي بالتساوي بين البنيتين، أما الفصل التاسع عشر فقد جاء خاتمة للنص.. تشترك بتشييده البنية السردية التخيلية، بالاتكاء على العناصر التسجيلية. ¶ (64)-في رواية \"ذات\" تنقسم الفصول في نسيجها الروائي انقساماً حادّاً، فهناك فصول تسجيلية وفصول سردية تخيلية. تتناوب بشكل يبدو مستقلاً في بنية الرواية.. ما دفع بعض النقّاد العرب لاتهام الرواية بالثنائية، عبر مفهوم إطلاقي لبنية الرواية أو للفن الروائي. وفي تقديري أنه لا يوجد مفهوم ثابت للبنية الروائية، كونها عالماً شاسعاً، مفتوحاً على إمكانيات إبداعية، لا حدّ لها – والمهم في المحصلة الأساسية هو مدى كفاءة هذه البنية أو تلك، في التعبير عن دلالاتها العامة: الفكرية والجمالية. ¶ (",
            "page": "166",
            "part": "1"
        },
        {
            "id": "167",
            "nass": "65)-تزدحم – في الرواية، التوريات والاستعارات، والصور الساخرة بشكل معلن ومستبطن، سواء في لغة البنية السرديّة أم في المقتطفات المختارة من وسائل الإعلام كافةً، مما يصعب اقتفاء مظاهرها وتلويناتها المتعددة. إلاَّ في عمل نقدي خاص بالجانب الساخر في الرواية. ¶ (66)-تأكيداً على ذلك.. تلك التجربة الفنية لكل من الروائيين العرب الذين تناولوا موضوع القمع، وتجلياته على جميع الأصعدة: اجتماعية – سياسية – اقتصادية -..إلخ، بحيث يمكن القول أنها تستحق التناول على مستوى التجربة الفردية بشكلٍ مستقلٍ في إطار موضوع بحثنا.. مما يؤكد شمولية الموضوع واتساع مساحته، بحيث لا يمكن استكماله في كتاب واحد. ¶ (67)-يبدو مثقف \"حنا مينة\" هامشياً في \"الثلج يأتي من النافذة\" إذ يريد الروائي أن يسيّر الفعل – الممارسة – حسب نظرية الإيمان بسيادة الطبقة العاملة وقيادتها الحتمية، في حين أن خلل التشخيص في \"الشراع والعاصفة\" مروّهُ محاولة الجمع بن الملحمة والرواية، حيث يبدو \"الطروسي\" وريثاً \"لبحار همنغواي\" في –الشيخ والبحر -، في صراع فردي ملحمي ضد قوى الشر والاستغلال، من أجل البقاء. ¶ (68)-يكتب الطاهر وطار روايته عن مأساة المثقف الحالم..، عن المسافة البائسة بين الحلم وإمكانية الثورة، مستجيراً بدفء النظرية. يخلق الأفكار، ويقرأ الواقع ويصوغه كتابة، فتضيق المسافة بينه وبين شخصية بطله الحالم \"زيدان\"، فينوس بين الرغبة والطموح من جهة، والواقع وانكساراته من جهة أخرى. فتأتي الكتابة تعبيراً عن مأساة المثقّف المزمنة، قبل وأثناء الثورة وبعدها. ¶ (69)-تكاد حالة القمع لا تخلو منها – كما أوضحت في متن النصوص – أعمال معظم الروائيين العرب – على مختلف مستوياتهم الفنية، وانتماءاتهم الفكرية والسياسية. ابتداءً من نجيب محفوظ المؤسس والمعلم – إلى ما لا نهاية، لهذا النهر المتدفق من الإبداع الروائي نحو العالم. ¶ *** ¶ مراجع البحث ¶ المنتمي:",
            "page": "167",
            "part": "1"
        },
        {
            "id": "168",
            "nass": "-غالي شكري – دار الآفاق الجديدة. ¶ الرؤية والأداة: ¶ -عبد المحسن طه بدر – دار التنوير بيروت 1985. ¶ البنية والدلالة والرمز في الرواية العربية المعاصرة. ¶ -محمود أمين العالم – المستقبل العربي – القاهرة 1994. ¶ دلالات العلاقة الروائية: ¶ -د؛ فيصل درّاج – دار كنعان – دمشق 1992. ¶ تكوين الرواية لعربية: ¶ -محمد كامل الخطيب – وزارة الثقافة – دمشق 1990. ¶ أبحاث في النص الروائي: ¶ -د؛ دكتور سامي سويدان – مؤسسة الأبحاث العربية – بيروت 1986. ¶ الأدب من الداخل: ¶ -جورج طرابيشي – دار الطليعة – بيروت 1981. ¶ الذاكرة المفقودة: ¶ -إلياس خوري – مؤسسة الأبحاث العربية – بيروت 1982. ¶ وعي الذات والعالم: ¶ -نبيل سليمان – دار الحوار – اللاذقية 1985. ¶ سلطة الواقعية: ¶ -عبد القادر الشامي – وزارة الثقافة – دمشق 1981. ¶ ثلاثية الرفض والهزيمة: ¶ -محمود أمين العالم – المستقبل العربي – القاهرة 1985. ¶ سوسيولوجيا النص الروائيّ: ¶ -عبد الرزاق عيد – دار الأهالي – دمشق 1988. ¶ في الرواية العربية: ¶ -فاروق خورشيد – دار العودة – بيروت 1979. ¶ الطريق إلى الخيمة الآخرة: ¶ -رضوة عاشور. ¶ أساليب السرد الروائيّ: ¶ -د؛ صلاح فضل – دار سعاد الصباح – الكويت 1992. ¶ الرواية العربية الطليعة: ¶ -عصام محفوظ – دار ابن خلدون – بيروت 1982. ¶ تقنيات السرد الروائيّ: ¶ -يمنى العيد – دار الفارابي – بيروت 1992. ¶ الكتابة تحوّل في التحول: ¶ -يمنى العيد – مؤسسة الأبحاث العربية – بيروت 1986. ¶ جماليات الرواية العربية: ¶ -د؛ علي نجيب إبراهيم – دار الينابيع – دمشق 1994. ¶ ثلاثة علامات في الرواية الفلسطينية: ¶ -فاروق وادي – المؤسسة العربية للدراسات والنشر – بيروت 1981. ¶ الواقعية في الرواية الحديثة في بلاد الشام: ¶ -د؛ إبراهيم حسين الفيومي – عمان 1983. ¶ المجلاّت ¶ الطريق – بيروت. ¶ الآداب – بيروت. ¶ الناقد – لندن. ¶ الكرمل – قبرص. ¶ *** ¶ الفهرس ¶ الإهداء ... 3 ¶ فاتحة الكلام ... 3 ¶ نجيب محفوظ: 1-القاهرة الجديدة ... 3 ¶ 2-اللّص والكلام ... 3",
            "page": "168",
            "part": "1"
        },
        {
            "id": "169",
            "nass": "عبد الرحمن منيف: 1ً ـ شرق المتوسط ... 3 ¶ 2 ـ الآن.. هنا أو ـ شرق المتوسط مرّة أُخرى ـ ... 3 ¶ غسان كنفاني (( رجال في الشمس )) ... 3 ¶ جمال الغيطاني الزيني بركات ... 3 ¶ يحيى يخلف: نجران تحت الصّفر ... 3 ¶ حيدر حيدر وليمة لأعشاب البحر(نشيد الموت) ... 3 ¶ الياس خوري: الوجوه البيضاء ... 3 ¶ محمد شكري: الخبز الحافي ... 3 ¶ صنع الله إبراهيم: ذات ... 3 ¶ خاتمة لمسار الكلام ... 3 ¶ الهوامش: ... 3 ¶ مراجع البحث ... 3 ¶ الفهرس ... 3 ¶ *** ¶ صدر للمؤلف: ¶ - \"السؤال والإجابة المستحيلة\" دراسة ¶ ... دمشق – اتحاد الكتاب العرب – 1994. ¶ - \"مملكة الجحيم\" دراسة. ¶ ... دمشق – اتحاد الكتاب العرب – 2001. ¶ - \"البراري\" رواية. ¶ ... دار الجمل – ألمانيا – كولن 2002. ¶ بالإضافة إلى العديد من المقالات والدراسات النقدية والقصص المنشورة في الصحف والدوريات المحليّة والعربية. ¶ *** ¶ رقم الإيداع في مكتبة الأسد الوطنية ¶ محنة الذات بين السلطة والقبيلة: دراسة لأشكال القمع وتجلياته في الرواية العربية/ محمد رضوان– دمشق: اتحاد الكتاب العرب، 2002– 150ص؛ 25سم. ¶ 1- 813.009 ر ض و م ¶ 2- العنوان ... ... ... ... ... 3- رضوان ¶ ع- 2198/10/ 2002 ... ... ... ... مكتبة الأسد ¶ ((",
            "page": "169",
            "part": "1"
        }
    ],
    "t34531": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "199-m-r"
        }
    ]
}