{
    "b34532": [
        {
            "id": "1",
            "nass": "نقد الشعر عند الجاحظ ¶ د. المهدي المامون أبشر ¶ أستاذ مشارك، قسم اللغة العربية، كلية الآداب، جامعة الخرطوم ¶ مستخلص: يتناول هذه البحث نقد الجاحظ للشعر وموقفه من نقاد المدرسة القديمة الذين حكم عليهم بعدم تذوق الشعر ونقده. ويتطرق البحث أيضاً إلى رأي الجاحظ في رواة المسجديين ورواة المربد، وتأثير الجاحظ فيمن جاء بعده من النقاد (قدماء ومعاصرون) فيما يتصل بنظريته جول \"اللفظ والمعنى\". وتناول البحث كذلك نظرية الجاحظ حول الشعر وعلاقته بالعرق والغريزة والبيئة. وكان من نتائج البحث أن آراء الجاحظ حول الشعر لم تتبلور في نظرية نقدية متماسكة ومنتظمة، كما أن موقفه للبديع على ضوء الاعتزال كان له أثره في نقد الشعر عنده. وتساءل البحث أخيراً عما إذا كان الجاحظ قد كان له تأثير في الناقد الفرنسي تين من خلال نظريته حول علاقة الشعر بالعرق والغريزة والبيئة. ¶ يمثل محمد بن سلام الجمحي امتداداً لمدرسة القدماء في نقد الشعر ونعني بهم الرواة واللغويين والنحويين، ويُعَدُّ ابن سلام خاتمة لتلك المدرسة من حيث أنه أخرج لنا أول كتاب في النقد القديم تمكن فيه من جمع كثير من آراء وملاحظات تلك المدرسة واستطاع بلورتها وترتيبها وإخراجها في ذلك الكتاب. وعلى الرغم من أن بعض نقاد تلك المدرسة، مثل الاصمعي، قد اهتم برواية وإنشاد شعر المحدثين، إلا أن ابن سلام لم يتجاوز الشعراء الإسلاميين؛ وهو في الواقع كان معجباً بالشعر القديم في المقام الأول بل لعله كان يرى أن الشعر الإسلامي ما هو إلا امتداد للجاهلي. وبغض النظر عن الدلائل التي تشير إلى الموقف المعتدل عند بعض نقاد تلك المدرسة تجاه المحدثين، فإن الموقف العام لأولئك النقاد هو تفضيل القدماء على غيرهم. ¶ ولعل ظهور الجاحظ يُعَدُّ أولى الخطوات في نشأة المدرسة المحدثة في النقد العربي القديم التي حاولت أن تصل إلى نقطة المصالحة في الصراع حول القدماء والمحدثين. وهو لم يتحدث كثيراً عن هذه المسألة ولكنه كان في الأساس مهتماً بالشعر من حيث ارتباطه بالعِرق والسلالة وهو أمر سيتضح لنا فيما بعد. وعلى كلٍّ فإن أكثر آرائه أهمية فيما يتعلق بالمحدثين والقدماء من الشعراء وبنقد الشعر – على الرغم من أنه لم يؤلف فيها دراسة مستقلة وإنما عبر عن آرائه عرضاً في كتبه المختلفة، مثل كتاب الحيوان وكتاب البيان والتبيين – هو أنَّ الناقد عليه أن يحكم على الشعر تبعاً لعناصر الجودة فيه وليس تبعاً لأقدمية الشاعر أو حداثته، وهذا سيتبين لنا حينما نأتي على حكمه على أبي نواس بالموازنة مع المهلهل، وفي آرائه حول الأعراب والمولدين، وهو ما يقود إلى فكرته التي تربط بين الشعر والعِرق وبين الشعر والغريزة أيضاً. والجاحظ في نقده لكثير من الرواة المعاصرين له في مفهومهم لرواية الشعر، وفي ثنائه على رواة الشعر من الكتَّاب وأهل الأدب، إنما كان يكشف لنا عن نظريته حول اللفظ والمعنى ومفهومه للشعر",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "على أنه صناعة من الصناعات مثل النسج والتصوير. وترتبط نظريته حول اللفظ والمعنى بفكرته عن القِران التي سيأتي الحديث عنها فيما بعد. ¶ الجاحظ ونقاد المدرسة القديمة: ¶ وحول رأيه عن نقاد المدرسة القديمة مدرسة الرواة واللغويين والنحويين يقول الجاحظ أنه قد لاحظ أن النحويين لا يهتمون إلا بالشعر الذي فيه شاهد نحوي، وأن الرواة لا يعجبون إلا بكل شعر فيه الغريب والمعاني الخفية التي تحتاج إلى شرح وتوضيح، كما أن الإخباريين لا يبحثون إلا عن الشعر الذي فيه الشاهد والدليل (1). ¶ ويقول في موضع آخر أنه قد ذهب يبحث عن علم الشعر عند الأصمعي فلم يجده يعرف إلا غريبه، فعطف على الأخفش فما وجده يعرف إلا إعرابه، ثم عطف على أبي عبيدة فوجده لا ينشد من الشعر إلا ما يشتمل على الأخبار والأيام والأنساب. ثم يُؤَكِّد الجاحظ أنه لم يجد ضالته إلا عند رجال الأدب من الكتّاب أمثال الحسن بن وهب ومحمد بن عبد الملك الزيات (2) وفي حديثه عن أهم الموضوعات في الشعر الذي ينشده رواة المسجديين ورواة المربد ذكر أنهم لا يقبلون الراوية إلا إذا كان يروي أشعار المجانين، ولصوص الأعراب، وشعر النسيب ومقطعات الرجز مما ينظمه الأعراب، وشعر اليهود، والقصائد المنصفة. ويروي الجاحظ أنه قد لاحظ بعد ذلك أنهم قد تركوا كل هذا واقتصروا على رواية الخطب القصيرة، وقصار القصائد. والقطع والمختصرات. وقد كانوا في زمن مضى – كما يروي الجاحظ – مولعين برواية شعر النسيب عند العباس بن الأحنف فما لبثوا أن جاءهم خلف الأحمر وأنشدهم من شعر النسيب عند الأعراب، وسرعان ما أعجبوا به جداً وتركوا شعر العباس وبعد سنوات من ذلك تركوا كل هذا ولم يعد أحدٌ يروي شعر النسيب عند الأعراب إلا أن يكون راوية مبتدئاً أو متغزلاً. وأكّد الجاحظ أنه لم يسمع الأصمعي ولا أبا عبيدة أو حتى رواة بغداد يروون شعر النسيب، والاستثناء الوحيد هو خلف الأحمر الذي كان يروي بجانب شعر النسيب كل الأغراض الشعرية الأخرى (3). ¶ ما الذي كان يبحث عنه الجاحظ، وماذا وجد عند الرواة من الكتّاب وأهل الأدب، وما الذي عجز أن يجده عند الرواة والنحويين واللغويين ممن وجّه إليهم ذلك النقد العنيف؟ في الواقع إنَّ الجاحظ أفاد كثيراً من آراء هذه الفئة الأخيرة فيما يتعلق بنقد الشعر، ولكنه كان يبحث عن شيء آخر فوق هذا شيءٌ أهملته هذه الفئة؛ لقد كان يبحث عن الائتلاف بين اللفظ والمعنى، وصحة الوزن، والحذق في الصنعة الشعرية. وقد كتب قائلاً عن الرواة من الكتّاب أنّه قد راقبهم أزماناً طويلة فوجدهم لا يبحثون في الشعر إلاّ عن الألفاظ المتخيرة والمعاني المنتخبة مع الألفاظ العذبة والمخارج السهلة، والديباجة الكريمة، مع الطبع المتمكن، والسبك الجيد، والكلام الذي له ماء ورونق، والمعاني التي إذا دخلت القلوب عمرتها وأصلحتها من الفساد القديم، وفتحت أبواب الفصاحة للّسان، وقادت القلم إلى خزائن الألفاظ وأنارت الطريق إلى حِسَان المعاني.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ثم ذكر الجاحظ أنه وجد أنَّ إدراك وفهم هذا الجوهر من الكلام أمرٌ شائع بين الكتّاب الذين تدربوا على رواية الشعر؛ وظاهر عند حُذاق الشعراء (4). ¶ قضية اللفظ والمعنى وفكرة القِران: ¶ وفي المقابل نجد الجاحظ يوجّه نقداً لاذعاً إلى أحد رواة الشعر وهو أبو عمرو الشيباني لفرط إعجابه بالبيتين الاتيين: ¶ لا تَحْسَبَنَّ الموتَ مَوْتَ البلى ... وإنما الموتُ سؤال الرجال ¶ كلاهما موتٌ ولكن ذا ... أقطعُ من ذاك لِذُلِّ السؤال ¶ وقد يبدو أن الشيباني أُعجب بما في البيتين من حكمة ولم يكن معنياً بغير ذلك من الخصائص الشعرية. وبالنسبة للجاحظ الذي كان يرى أن الشعر صناعة من الصناعات؛ فقد انتقد الشيباني لإعجابه بالمعنى فقط دون غيره، إذ أنَّ المعاني - كما يرى الجاحظ – مطروحة في الطريق يعرفها العجمي، والعربي، والبدوي، والقروي، وإنما الشأن في إقامة الوزن، واختيار اللفظ، وسهولة المخرج، وكثرة الماء، وصحة الطبع وجودة المعنى، لأن الشعر صناعة وضرب من النسج والتصوير (5) وعلى الرغم من أن الجاحظ قد انتقد على الشيباني إعجابه بالبيتين إلا أننا نجد الجاحظ نفسه قد أورد البيتين ضمن أبيات أخرى من شعر الحكمة مما يدل على استجادته لهما (6). ¶ يرى الجاحظ أنه لكي يدرك الشاعر أعلى درجات الجودة في الصناعة الشعرية التي شبهها بالنسج والتصوير؛ فإن عليه أن يتجنب التنافر في ألفاظ شعره وأن يكون لشعره ما يُسمّى بالقِران. ويدعو الجاحظ أيضاً إلى وضع الألفاظ التي تناسب المعاني المختلفة، كلٌّ مع ما يناسبه ويوافقه. وقد استدل على رأيه في تنافر الألفاظ بما قاله الأصمعي من أن بعض الألفاظ ينافر بعضها بعضاً وأنها إذا استخدمت معاً في بيت من الشعر فإنه مما يصعب إنشاده وذلك مثل البيت: ¶ وَقبر حَربٍ بمكان قفرٍ ... وليس قرب قبرِ حربٍ قَبُر ¶ ويقول الجاحظ عن هذا البيت أنه لا يمكن لأحدٍ أن ينشده ثلاث مرات متتالية إلا بصعوبة وعسر ثم أورد مثالاً آخر على تنافر الألفاظ وهو قول محمد بن يسير: ¶ لم يَضرْها، والحمد لله شيءٌ ... وانثنتْ نحو عزف نفسٍ ذهول. ¶ وعلق الجاحظ على عجز البيت بأن بعض ألفاظه يتبرأ من بعض، وهو يرى أنَّ مثل هذا الشعر هو مايشير إليه البيت الذي أنشده خلف الأحمر وهو: ¶ وبعض قريض القوم أولاد علّةٍ يكدُّ لسان الناطق المتحفظِ. ¶ وهو أيضا يمثل نوع الشعر الذي أشار إليه أبو البيضاء الرياحي في قوله: ¶ وشِعر كبعْر الكبش فرَّق بينه ... لسانُ دعيِّ في القريض دخيل. والبيتان - كما هو واضح - يشيران إلى ما عناه الجاحظ من تنافر الألفاظ. وفي المقابل يرى أن الشعر الذي يخلو من ذلك التنافر نجد ألفاظه موافقة لبعضها تماماً، وأنها سهلة النطق مجموعة، كما أنّ حروفها منسجمة مع بعضها وفي ائتلاف تام من غير تنافر. فالبيت في مثل هذا الشعر يبدو وكأنه كلمة واحدة، والكلمة الواحدة كأنها حرف واحد، ثمَّ أن أجزاء هذا الشعر تكون شديدة الترابط يسهل الانتقال بينها، كأنها قطعة من النسيج الواحد وهي سهلة الإنشاد كسهولة",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "جريان الدهان على اللسان. وخير مثال على ذلك ما أورده الجاحظ من قول الأجرد الثقفي: ¶ مَنْ كانَ ذا عَضدٍ يدرك ظلامتَه ... إنّ الذليلَ الذي ليس له عَضُدُ ¶ تنبو يداه إذا ما قلَّ ناصره ... ويأنف الضيمَ إنْ أثرَى له عَددُ ¶ وكذلك من شعر أبي حية النمري في قوله: ¶ رَمتني وستر الله بيني وبينها ... عَشية أرامِ الكناس رَميمُ ¶ ألا رُبَّ يومِ لو رمتني رَميتها ... ولكنَّ عهدي بالنضال قديمُ ¶ لقد كان الجاحظ متأثراً بفكرته حول القِران حينما نادى بالائتلاف والانسجام بين ألفاظ البيت الواحد وبين حروف ألفاظه أو ما أسماه هو بتلاحم الكلام. وقد استدل الجاحظ على فكرته تلك بما قاله رؤبة بن العجاج واصفاً رجز ابنه عقبة بأنه \" ليس له قِران \"، كما استدل الجاحظ بما انشده ابن الإعرابي من قول الشاعر: ¶ وباتَ يُدرِّسُ شعراً لا قِران له ... قد كان نقحه حَولاً فما زادا وهذه الأمثلة تتصل بفكرة القِران بين ألفاظ البيت الواحد وبين أبيات القصيدة مع بعضها بعضاً. وفيما يتعلق باقتران الحروف فإن الجاحظ يرى أن حرف الجيم لا ينسجم مع حرف الظاء، والقاف، والطاء أو الغين، كما أن الزاي لا ينسجم مع الظاء، والسين، والضاد أو الذال (7). إنَّ فكرة القِران أو تلاحم الكلام والتي ربما كانت معروفة لدى الجاهليين، التقطها النقاد فيما بعد من أمثال المبرد في كامله حيث أورد الأبيات نفسها السابقة لأبي حية النمري مما استشهد به الجاحظ. وقد أشار أبو هلال العسكري إلى أن السمؤال قد انتُقد في قوله: فَنَحنُ كماءِ المُزْنِ، ما في نصابنا كَهَامٌ ولا فينا يُعَدُّ بخيلُ فليس هناك من علاقة بين قوله: ماء المزن، نصاب وكهام ولو أنَّ الشاعر كان قد قال: نحنُ ألو الحربِ والنجدةِ، ما في نصابنا كهامٍ أو: نحنُ كماءِ المُزن صفاءِ أخلاق وبَذل أكفٍّ لكان الكلام جيداً ومتناسقاً (8) ¶ ويبدو أن فكرة القِران والتي تشير إلى نوع من الوحدة في القصيدة، ترتبط بما قاله الجاحظ عن شعر الحكمة؛ فهو يقول لو أن صالحاً بن عبد القدوس وسابق البربري قد فرَّقا شعرهما على شعر غيرهما من الشعراء لنالت أشعارهما درجة من الجودة والشهرة أكثر مما هي عليه الآن. فإن القصيدة إذا كانت كلها في الأمثال فإنها لن تشتهر ولن تنال الإعجاب، والأسماع تملُّ من سماع الشيء إذا كان يجري على طريقة واحدة دون تغيير (9). ¶ موقف العلماء من قضية اللفظ والمعنى عند الجاحظ: ¶ ولعلَّ الجاحظ قد أُسِيءَ فهمه لدى العلماء فيما يتعلّق بفكرته حول اللفظ والمعنى، فعبد القاهر الجرجاني صاحب نظرية النظم استدل على صحة نظريته بأنَّ الجاحظ لم يكن يهتم كثيراً بالمعاني إذ أنه وصفها بأنها مطروحة في الطريق حينما انتقد أبا عمرو الشيباني على إعجابه بيتين من الشعر لما فيهما من معنى. ¶ والواقع أن ما زعمه الجاحظ من أن البيتين لا يستحقان أن يوصفا بأنهما شعرٌ، وأن أبناء الشاعر الذي نظمهما لا يمكن أن يكونوا شعراء مجيدين لأنهم ينتمون إلى ذلك الشاعر، إن هذا الزعم قد تلقفه عبد القاهر على أنه دليلُ شرفٍ للألفاظ",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وإعلانٌ صريحٌ بتفوقها على المعاني (10) وقد فعل أبو هلال العسكري الشيء نفسه باقتباسه ملاحظة الجاحظ من أن (المعاني مطروحة في الطريق)؛ في معرض استدلاله على دعم آرائه حول حسن الألفاظ (11) وقد اعتقد بعض الدارسين المعاصرين أن الجاحظ يقدِّم اللفظ على المعنى ومن هؤلاء الدكتور محمد غنيمي هلال في كتابه النقد الأدبي الحديث (12).وقد لاحظ إبراهيم خليل جريس أنَّ محمد غنيمي هلال قد وقع في التناقض في الكتاب نفسه فيما يتعلق ... بموقف الجاحظ من تلك القضية (13). ¶ ومن المعاصرين ممن كان يرى أنَّ الجاحظ يقدم اللفظ على المعنى الدكتور شوقي ضيف – رحمه الله - إذ يقول في معرض حديثه عن موقف الجاحظ من غرابة الألفاظ وحملته على مَنْ يتشبّهون بالبدو الجُفاة في استخدام الآبد الوحشي، وأَكْثرَ من الحديث عن حسن الصّوغ وكمال التركيب ودقة تأليف اللفظ وجمال نظمه. وأدّاه شغفه بجودة اللفظ وحسنه وبهائه إلى أنْ قدّمه على المعنى ... (14). ¶ واستشهد شوقي ضيف بقول الجاحظ: (والمعاني مطروحة في الطريق يعرفها العجمي، والعربي، والبدوي، والقروي، وإنما الشأن في إقامة الوزن وتخير الألفاظ وسهولة المخرج وكثرة الماء وفي صحة الطبع وجودة السبك، وإنما الشعر صياغة وضربٌ من التصوير (15)). غير أنَّ شوقي ضيف يعود فيرى أن تعريف الجاحظ للشعر على هذا النحو يدل على أنه كان يدخل التصوير وما يُطوى فيه من أخيلة في الصياغة واللفظ، وقد يكون في ذلك ما يخفف حدة الظن بأنّه قدّمَ الألفاظ من حيث هي على المعاني، إنما كان يريد الأسلوب بمعنى أوسع من رصف الألفاظ، إذ أدخل فيه الأخيلة والتصاوير، وكأنما أحسّ في عمق أنّ المعاني وحدها لا تكوّن الكلام البليغ، فهؤلاء المترجمون ينقلون معاني دقيقة لفلاسفة اليونان وغيرهم، ومع ذلك لا يمكن أن يتصف كلامهم ولا ما نقلوه بالبلاغة، فكلامهم يحمل معاني صحيحة ولكن ينقصها حائط البلاغة العتيد من حسن السبك وجمال الرصف والنظم. وأدّاه إحساسه العميق بروعة النظم وما يكسبه الكلام من الماء والرونق والحيوية والنضرة والروعة إلى أن يصيح في معاصريه إن إعجاز القرآن الكريم في نظمه (16)). ¶ ما الذي كان يرمي إليه الجاحظ؟ ¶ والنظرة المتعمقة في آراء الجاحظ تبيّن لنا أنه كان يبحث عن ائتلاف اللفظ مع المعنى معتقدا بأنهما على قدم المساواة والأهمية من حيث إكمال الصورة الشعرية. وهو في كتابه (كتاب المعلمين) ينتقد في مجالي الكتابة والتدريس، الطريقة المتكلفة في استخدام الألفاظ وإقحامها عنوة لتناسب مَعْنىً بعينه. وعنده أن الألفاظ المتكلفة لا يمكن أن تأتي بالمعاني الواضحة المفهومة ومن ثم فإن مثل تلك الألفاظ ليس لها وظيفة تؤديها. وهو يرى أن أجود الكلام هو ما كانت الألفاظ فيه لا تتعدى المعاني المرادة، ومن ثم يسهل على السامع إدراكها وفهمها. والذين يقومون باختيار الألفاظ قبل أن يوجدوا المعاني إنما يفعلون ذلك من أجل اقتناص الألفاظ؛ تلك الألفاظ التي ربما لا تصلح لتلك المعاني، وهذه الطريقة غير صحيحة",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "كما يرى الجاحظ. إضافة إلى ذلك فإنّ للمرء أن يطّلع على كتب الحكماء ليستفيد من معانيهم ويستخدمها، لكن ليس ألفاظهم لأنه ربما تعسَّف في استخدامها فيضعها في غير موضعها الصحيح. وينصح الجاحظ الشعراء الذين يودُّونَ أن يعبِّروا بصورة جيدة عما لديهم من معاني أن يستعينوا على ذلك بالقراءة والسماع بأقصى ما يمكنهم حتى تعلق الألفاظ بآذانهم وترسخ في صدورهم. وفي الصدور تتزاوج تلك الألفاظ مع بعضها بعضاً وتتلاقح فتنتج عنها ثمارٌ شريفة، تتميز بالأصالة والبعد عن التقليد والسرق. ويقرر الجاحظ في موضع آخر أن الكلام البليغ هو الذي تتبارى فيه الألفاظ والمعاني وتتسابق في الدخول على الأسماع والصدور فلا تصل الألفاظ إلى الأسماع قبل وصول المعاني إلى الصدور (17). ويقدّم في موضع آخر نصيحة لمن يتطلّع أن يكون من حُذاق الشعراء أو الكتّاب. مقتبساً كلام أحد الأدباء من الوعاظ والعبَّاد الذي نصح تلاميذه باستخدام الألفاظ الرشيقة والأصوات المتناسقة الموزونة؛ ذلك لأن المعنى إذا ورد في صورة جميلة متسقة كان أحلى وأعذب وقعاً في صدور السامعين. وإذا ألبستْ المعاني الألفاظ الشريفة والأوصاف الجليلة؛ فإنها تزداد حُسناً في الأعين، وكلما كانت أكثر زينة وتنميقاً ووشياً كان حظها من الإعجاب والاستحسان أكبر. فالألفاظ هنا بمثابة المعارض التي تعرض فيها الجواري الحسان (18). من كل ما قيل، يبدو لنا أن الجاحظ ينظر إلى الألفاظ والمعاني من وجهة نظر تكاملية. ففي نظره أن كليهما على قدم المساواة في تكوين الصورة الشعرية الجميلة والمتكاملة. وأنه لابُدَّ من استخدام الألفاظ الصحيحة المناسبة لما يناسبها من المعاني. هذا يعني أن لكل معنى لفظاً يناسبه. وهو يرى أن المعنى الشريف يجب أن يعبر عنه باللفظ الشريف، والمعنى السخيف ليس له إلا ما يماثله من لفظ. وإذا كان المعنى المراد التعبير عنه جاداً فيجب استخدام الألفاظ الجادة وإذا كان المعنى هزلاً فيعبر عنه بألفاظ الهزل، وإلاّ فإن المعنى لن يكون واضحاً ولا تاماً. ويرى الجاحظ أنه طالما كان هناك طبقات مختلفة من الناس، فكذلك هناك طبقات مختلفة من الكلام. ويجب على الشاعر أو الخطيب ألا يستخدم أحدهما الغريب أو الوحشي إلاّ أن يكون هو نفسه بدوياً لأنّ الوحشي من الكلام لا يفهمه إلاّ الوحشي من الناس. كما أنه يجب ألا يكون اللفظ عاماً ساقطاً إلاّ أن يكون المعنى المراد كذلك (19). ¶ وقد أبان الجاحظ عن رأيه حول اللفظ والمعنى بكل وضوح وبطريقة مباشرة وصريحة وذلك حينما نصح الكتاب بتجنب السوقي والوحشي من الألفاظ وحذرهم من تضييع الوقت في البحث عن غريب المعاني، ودعا الجاحظ إلى الاعتدال والاقتصاد وسلوك الطريقة الوسطى لتجنب الوقوع في الصعاب. والكلام الجيد عنده هو ما جاء بين التقصير والإفراط (20). ¶ أثر الفكر الاعتزالي في النقد عند الجاحظ: ¶ هذه الدعوى إلى سلوك الطريقة الوسطى تبدو وكأنها امتداد لفكرة المعتزلة (المنزلة بين المنزلتين) التي تنسب إلى زعيم المعتزلة ومؤسس مذهبهم واصل بن عطاء. وربما كانت هذه الفكرة أيضاً تقف وراء رفض الجاحظ للمبالغة. فقد",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "انتقد المولدين لمبالغتهم في الأوصاف، وأورد مثالاًَ على ذلك وصف أبي نواس لسرعة الكلب في قوله: (ما إِنْ يَقَعْنَ الأرضَ إلاّ فُرُطا) كما أورد قول أحد الموَلَّدين في المعنى نفسه وهو: (كأنَّما يَرْفع ما لا يَضعْ) (21). ونجد أنَّ الجاحظ يتخذ الموقف المعتدل نفسه تجاه القدماء والمحدثين فيقف موقف الوسط بين الفريقين ويحكم بينهما استناداً على معيار الجودة بغض النظر عن أزمانهم. ولعلنا نلتمس هنا أيضاً تأثير فكرة (المنزلة بين المنزلتين) على نقد الشعر عند الجاحظ. ولم يقف تأثير الفكر الاعتزالي عند هذا الحد بل ينتقل وراء ذلك إلى موضوع البديع. وقد حاولت المستشرقة سوزان باتريك ستتكيفيش في مقال لها بعنوان \" نحو تعريف لشعر البديع \" أن تربط بين البديع والفكر الاعتزالي. وقد أوردت قصيدة لصفوان الأنصاري أحد شعراء المعتزلة، وفيها يرد على بشار بن برد الذي صرح بتفضيل النار على الطين بقوله: ¶ الأرضُ مُظْلمةٌ والنارُ مشرقةٌ ... والنارُ معبودةٌ مذ كانت النارُ ¶ فقال صفوان: ¶ زعمت بأنَّ النارَ أكْرمُ عُنصراً ... وفي الأرض تحيا بالحجارة والزَّندِ ¶ وقصيدة بشار التي هجا بها عبدالكريم بن أبي العوجاء بعدما صُلب، ومطلعها: ¶ قل لعبد الكريم يا بن أبي العو ... جاءِ بعتَ الإسلام بالكفرِ مروقا ¶ إنَّ هاتين القصيدتين تؤيدان الرأي القائل بأن حلقة المعتزلة بالبصرة هي أول من أنتج شعر البديع أو \" ما قبل شعر البديع \". وقد أشارت أيضاً إلى حديث ابن المعتز حول الفن الخامس من فنون البديع وهو ما يسمى بالمذهب الكلامي والذي نسبه ابن المعتز إلى الجاحظ. واستدلت بكلام الجاحظ نفسه عن البديع والشواهد التي أوردها من الأبيات التي تشتمل على هذا الفن. ومن وجهة نظر اعتزالية فإن البديع عند الجاحظ لا يعني فقط إبداعاً أسلوبياً بارزاً يوجد في القرآن الكريم والحديث الشريف، وفي الشعر العربي القديم، ولكنه يعني أيضاً منهجاً للتأويل والتفسير وأسلوباً للتفكير بمثابة فرض واجب على المسلم، يجب عليه إتباعه من أجل الفهم الصحيح لتلك النصوص الدينية. وعندما أورد الجاحظ تلك الأمثلة للبديع في كتابه البيان كان يعني بالبديع استعمال الكناية أو المجاز، أو بصورة أكثر وضوحاً، تشخيص المجرد، كما فهمه قياساً على استعمال المعتزلة التأويلي أو التفسيري للتأويل (22) ¶ البديع والصنعة الشعرية: ¶ وفي كل ما قيل عن البديع، وعن علاقته بالفكر الاعتزالي مما مرّ ذكره فإنّ الذي يهمنا أكثر هو مفهوم البديع على أنه وسيلة ومنهجاً للتفكير، إذ أنه فيما يبدو أن مثل هذا المفهوم كان يقف وراء سيطرة فن البديع، كما يقف وراء ظاهرة الثنائية، وكلاهما عبّر عن نفسه بصورة متسعة في طريقة الحياة لدى المحدثين وفي أشعارهم، الأمر الذي نلمسه بكل وضوح في طبقات الشعراء لابن المعتز. ومهما يكن مفهوم البديع عند الجاحظ، فإنه قد أثنى على بشارة بن برد لقوة طبعه وجودة بديعه، موازناً بينه وبين بعض الشعراء المحدثين. وهو يرى أنّ المطبوعين في",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "الشعر من بين المحدثين هم بشار العقيلي، والسيّد الحميري، وأبو العتاهية، وأبو عيينة، كما أضاف أن أجود الشعراء المحدثين في البديع هما بشار وابن هَرْمَة. ولعلَّ أهمَّ ما في كلام الجاحظ ما يراه من عدم التعارض بين أن يكون الشاعر مطبوعاً وأن يكون من أصحاب البديع، وقد تبيّن له أن بشاراً يُعد أجودهم في كلا الأمرين (23). وحتَّى هؤلاء الشعراء الذين أسماهم الأصمعي \" عبيد الشعر \" مثل زهير والحطيئة؛ يبدو لنا أنهم قد نالوا إعجاب الجاحظ كما يتضح لنا من ملاحظاته حول تلك الفئة من الشعراء أصحاب الشعر الحولي المحكك (24). ¶ وقد علّل الجاحظ ذلك الصنيع من أولئك الشعراء من مراجعة للقصيدة وإعادة النظر فيها إلى أن أحدهم يريد أن يكون شاعرا فحلاً، خنذيذاً، ومفلقاً. وينقل الجاحظ من مختلفة النقاد أن طبقات الشعراء أربعة وهم الفحل الخنذيذ، والشاعر المفلق، والشاعر، والشعرور وذكر من أنواع الحولي المحكك كلا من الحوليات، والمقلدات، والمنقحات، والمحكمات. ويوجد في القصيدة نفسها أبياتٌ يطلق عليها الأمثال، والأوابد، وهناك أيضاً الشواهد والشوارد. وقد أوجد الجاحظ العذر لهؤلاء الأشخاص ممن لقبوا \" عبيد الشعر \" والذين اتبعوا طريقهم، وقال إنَّ الشاعر إذا تكسَّب بشعره وطلب الجوائز من السادة والأعيان، لم يكن له من بُدّ إلاّ اتّباع طريق الصنعة الذي سلكه ومهّد له زهير والحطيئة وأشباههما (25). ¶ القدماء والمحدثون: ¶ وفيما يتعلق بالصراع حول القدماء والمحدثين فإننا نجد الجاحظ يسلك سبيلاً وسطا، فلم يقدّم الشعر القديم على حساب المحدث. ونجده ينتقد أولئك النقاد الذين يتعصبون للقديم متهماً إياهم بالجهل. ويقول في ذلك أنه قد رأى بعض هؤلاء من الرواة والنحويين واللغويين يرفض شعر المولدين بل ويسقط مَنْ يروي هذا الشعر. ¶ ومثل هؤلاء النقاد يراهم الجاحظ مثالاً على الراوي الذي يجهل كنه ما يرفض من الشعر، ولو كان له أدنى فراسة لتمكن من معرفة مواطن الجودة في الشعر بغض النظر عن شاعره أو زمانه (26). ومع غلبة الجانب النظري في نقد الجاحظ إلاّ أنه كان يبحث في بعض الأحيان يُنَفِّذ آراءه النقدية عند حكمه على الشعراء القدماء والمحدثين. ومن الأمثلة الدالة على اتجاهه المعتدل في النقد، موازنته بين الشاعرين المهلهل وأبي نواس وفيها يفضِّل الأخير على الأول. فالمهلهل قد وصف هيبة مجلس أخيه كليب وسكوت الناس فيه بقوله: ¶ أودى الخِيارُ من المعاشر كلهم ... واستبّ بعدك يا كليبُ المجلسُ ¶ وتنازعوا في كُلِّ أمْر عظيمةٍ ... لوْ قد تكون شهدتهم لم ينبسوا. ¶ ويعلّق الجاحظ على ذلك بقوله أنّ أبيات أبي نواس في الحديث عن خبز إسماعيل وبخله به فيها من الحديث عن هيبة مجلس كليب أجود مما قاله المهلهل في بيتيه السابقين. يقول أبو نواس: ¶ على خُبْزِ إسماعيل واقية البخلِ ... فقد حَلَّ في دار الأمان من الأكل ¶ وما خبزه إلاّ كآوى يرى ابنه ... ولم يرى آوى في خُزُون ولا سَهل",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وما خبزه إلاّ كعنقاء معرب ... تصوَّرُ في بُسطِ الملوك وفي المَثلِ ¶ يُحدِّث عنها الناسُ من غير رؤيةٍ ... سوى صورةٍ ما إنْ تمرُّ ولا تُحلى ¶ وما خبزه إلا كليب بن وائل ... ومن كان يحمي عزه منبت البقل ¶ وإذا هو لا يستب خصمان عنده ... ولا الصوت مرفوع بجد ولا هزل ¶ فإن خبز إسماعيل حل به الذي ... أصاب كليبا لم يكن ذاك عن بذل ¶ ولكن قضاء ليس يستطاع رده ... بحيلة مكرٍ ولا فكرة ذي عقل (27) ¶ وفي موضع آخر كان الجاحظ يتحدث عن الكلاب فأورد أرجوزة لأبي نواس يصف سرعة الكلب قائلا: ¶ فانصاع كالكوكب في انحداره ... لفت المشير موهنا بناره ¶ شدَّاً إذا أخصف في إحضاره ... خّرَّقَ أذنيه شبا أظفاره ¶ وقد أنشد الجاحظ الأرجوزة بتمامها ثم علل ذلك بأنه أورد رجز أبي نواس للقارئ في ذلك الباب لأن أبا نواس كان عالما وراوية، وأنه لعب بالكلاب زماناً وهو يعرف عنها أكثر مما يعرف الأعراب؛ وهذا مما نراه بصورة واضحة في شعره حيث يأتي وصف الكلاب فيه مفصلا في آراجيزه كما يقول الجاحظ. وهو يرى أن تلك الأوصاف قد جاءت في شعر مطبوع وصياغة جيدة، ومهارة فنية. ويقرر الجاحظ أن الناظر في شعر أبي نواس بعين الاعتبار لابد أن يفضله على غيره إلا إذا كان منساقاً وراء العصبية، أو يكون ممن يعتقد أن البدو على عمومهم أشعر من المولدين. وإذا كان المرء كذلك فإنه لن يكون قادراً على أنْ يفرق بين الحق والباطل (28). ¶ الشعر وعلاقته بالعرق والغريزة والبيئة: ¶ لم يستخدم الجاحظ مصطلح المحدثين وإنما كان يدعوهم بالمولدين، وهذا أمر له أهميته إذ يقودنا إلى مفهومه حول الشعر وعلاقته بالعرق. فالجاحظ بدلاً من أنْ يخوض مع النقاد الأوائل من الرواة والعلماء حول النزاع في أفضلية القدماء أو المحدثين نجده ينقل الأمر إلى ميدان الأعراق؛ فيوازن بين العرب (من الحضر والبادية) والمولدين ليقرر أن أغلبية العرب، والأعراب من البدو والحضر هم في الواقع أشعر من أغلبية المولدين لكن ذلك ليس على إطلاقه في كل ما قالوه. والفرق بين المولد والأعرابي عند الجاحظ هو أنَّ المولّد إذا بذل أقصى ما لديه من جهدٍ مع التركيز العقلي فإنه سيأتي بالأبيات الجيدة التي لا تقل جودة عمَّأ يأتي به البدوي، غير أنَّ المولّد لا يقدر على مواصلة ذلك وأنه سرعان ما يقصر نَفَسهُ وتخور قواه فيصير كلامه تخليطاً (29). ويرى الجاحظ أن هناك عوامل ثلاثة إذا توفرت لدى مجموعة من الناس فإنها تؤهلها لنظم الشعر، وهذه العوامل هي: الغريزة، والبلد، ثم العِرق (30). وكما يرى بعض الدارسين فإنَّ الجاحظ في تبنّيه لهذه النظرة ¶ فيما يتعلق بالشعر؛ يخالف ابن سلام الذي ربط كثرة الشعر بالحروب (31). وقد لاحظ الجاحظ في هذا الصدد أن بني حنيفة وقد كانوا كثيري العدد، واتصفوا بالشجاعة والفروسية، وخاضوا كثيرا من الحروب، وكان يحيط بهم الأعداء من",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "كل جانب، كما كانت القبائل الأخرى تحسدهم؛ إلاّ أنّهم مع ذلك كلّه قد كانوا أقل القبائل شعراً (32) وكذلك لاحظ الجاحظ أن قبيلة عبد القيس، وقد كانت بلادهم كثيرة الخصب، لم يكن عندهم شعر كثير. وهذا الأمر ينطبق على قبيلة ثقيف إلاّ أن شعرهم كان مطبوعا جدا (33). ¶ وكيفما كان فإنَّ الجاحظ قد سلك اتجاهاً مختلفاً، في ايجاده نظرية تضع القدماء في مقابل المولدين. ويبدو لنا، على الرغم من أن الجاحظ قد اتبع طريقاً وسطاً في الحكم على القدماء والمحدثين، لكنه في حقيقة الأمر لم يكن في أغوار نفسه، يحمل أي انحراف تجاه القدماء وهم الذين يمثلون إلى حدٍّ ما العرب (خاصة الأعراب) الذين وازن بينهم وبَيْن المولّدين. وكما ذكرنا فإنّ الجاحظ لم يكن معنياً كثيراً بالصراع حول القدماء والمحدثين وإنما كان أكثر اهتماماً بالموازنة الشعرية من وجهة نظر عِرقية. ¶ ومهما يكن، فإنه قد فضّل العرب من هذه الناحية واعتبر المولّدين (والذين هم في عمومهم محدثون) أقلَّ درجة من ناحية الطبع والمقدرة الشعرية. وإذا أخذنا العرب بمثابة التتابع والاستمرار بالنسبة للقدماء ووضعنا المولدين بمثابة المحدثين أنفسهم؛ فإنه يمكننا أن ندرك أنَّ لدى الجاحظ ميلٌ واضحٌ وجلي تجاه القدماء. ¶ التفاوت في الطبع أو الغريزة وأثره على الشعر: ¶ وكما تحدث الجاحظ عن الغريزة أو الطبع حديثاً عاماً، فهو أيضاً قد تناول الموضوع في شيء من التفصيل بالنسبة لمختلف الشعراء ومختلف الأغراض الشعرية. وعنده أنّ الشعراء يختلفون تبعاً للاختلاف في المقدرة الشعرية وقوة الطبع عند كلّ منهم. فبعض الشعراء لا يجيدون الهجاء؛ وبعضهم الآخر ليس لديهم المقدرة على شعر النسيب على الرغم من شهرتهم بالصحبة الطويلة للنساء، وعلى سبيل المثال فإن الفرزدق الذي كان \" زير غوان \" ليس له بيتٌ واحدٌ يستجاد في شعر النسيب، ونجد أن جريراً قد كان أغزل الشعراء مع أنه كان عفيفاً ولم يُعرف عنه أنه عشق امرأة. وكان بعض شعراء الرجز لا يقدر على نظم القصيد وبعضهم يقدر على ذلك مثل عمر بن لجا، وأبي النجم، وحميد الأرقط، والعماني، ونجد أنَّ بعض الشعراء يجمع بين الشعر والخطابة، ومنهم من لا يقدر على هذا. وقد تتفاوت المقدرة الشعرية وكذلك قوة الطبع وتختلف باختلاف الأوقات عند الشاعر، باعتراف بعضهم؛ فالفرزدق والذي كان يرى نفسه أشعر الشعراء إلاّ أنه يعترف أنه قد تمرُّ عليه ساعةٌ يكون خلع ضِرس منه أهون عليه من نظم بيت من الشعر. ¶ ويقول العجاج أنه قد تمكّن في ليلة واحدة من نظم أرجوزته الشهيرة: ¶ بكيْتَ والمُخْتَزِنُ البكىُّ وإنما يأتي الصِّبا الصَّبيُّ ¶ ويقول أن قوافيها انثالت عليه انثيالاً؛ لكنه حاول فيما بعد أياماً عديدة أن ينظم أرجوزة أخرى وإن تكن أقل جودة فما أمكنه ذلك (34). ¶ أثر الجاحظ في غيره من النقاد:",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "هذه الظاهرة لاحظها أيضاً معاصر الجاحظ ونعني به ابن قتيبة وكأنه قد استعار ألفاظ الجاحظ، في حديثه عن اختلاف درجات الطبع والمقدرة الشعرية لدى الشاعر الواحد، ولعلَّ الفرق بينه وبين الجاحظ، أنَّ ابن قتيبة حاول تعليل تلك الظاهرة (35). ويبدو أن الجاحظ قد كان مصدر إيحاء إلى كلِّ من ابن قتيبة وقدامة بن جعفر في آرائهما حول ائتلاف اللفظ والمعنى. وقد تبع قدامة الجاحظ في وصفه للشعر بأنه صناعة وضربٌ من التصوير (36)، على الرغم من أنَّ كلاًّ منهما ربما يكون قد توصَّل إلى هذا واستنبطه – كلٌ على حدة – من ابن سلام الجمحي. ويتفق قدامة وغيره من النقاد المتأخرين أمثال ابن المعتز، والآمدي وابن رشيق القيرواني، مع الجاحظ في أن كل طبقة من الرجال لها ما يناسبها من ألوان شعر المدح (37). وقد عاب الجاحظ على الكميت بن زيد أبياته الآتية في مدح النبي صلى الله عليه وسلم: ¶ فاعتتب الشوقُ من فؤادي ... والشعر إلى مَنْ إليه أعتتبُ ¶ إلى السراج المنير أحمد لا ... يعدلني رغبة ولا رهبُ ¶ عنه إلى غيره ولو رفع النا ... سُ إليَّ العيون وارتقبوا ¶ إليك يا خير مَنْ تضمنت الأر ... ضُ ولو عاب قولي العيب ¶ لجَّ بتفضيلك اللسان ولو ... أكثر فيك الضجاج واللجبُ ¶ إنك المصطفى المهذب في النسبة ... إنَّ نصَّ قومك النسبُ ... وفي رأي الجاحظ أن الكميت قد سلك الطريق الخطأ إلى المدح في تلك الأبيات لأنه ليس هناك من يلومه في مدح النبي صلى الله عليه وسلم، وليس هناك أحدٌ يغضب إذا مُدح النبي صلى الله عليه وسلم (38) وذكر ابن رشيق أنَّ بعض النقاد أوجد عذراً للكميت في أنه كان يقصد بمديحه هذا علي بن أبي طالب رضي الله عنه غير أنه كان يخشى الأمويين لهذا وجّه خطابه إلى النبي صلى الله عليه وسلم ولم يغيّر شيئاً في الطريقة التي عبَّر بها عن ذلك (39). ¶ وكذلك عاب الجاحظ على الكميت تقصيره في رثاء النبي صلى الله عليه وسلم في قوله: ¶ وبورك قبرٌ فيه وبُوركتْ به ... وله أهلٌ بذلك يَثربُ لقدْ غَيبوُا بّراً وَحَزماً ونائلاً ... عَشيَّة واراهُ الضريحُ المنصَّب ... ويرى ابن رشيق أن البيت الأول جيد، أما الثاني فليس كذلك وقد تعجَّبَ كيف يقول الكميت مثل هذا البيت في رثاء النبي صلى الله عليه وسلم، في حين أنَّ عبدة بن الطبيب يقول هذه الأبيات البالغة الجودة في رثاء قيس بن عاصم: ¶ عَليكَ سَلامُ الله قيسَ بن عاصم ... وَرحمتُهُ ما شاء أن يَتَرحَّما ¶ تحية مَنْ ألبَستهُ منك نعمةٌ ... إذا زارَ عن شحْطٍ بلادكَ سَلّما ¶ فما كان قيْسٌ هُلكةٌ هُلْكُ واحدٍ ... ولكنَه بنيانُ قومٍ تهَدَّما ويتعجب ابن رشيق أيضاً كيف لا يقول الكميت مثلما قالت فاطمة بنت النبي صلى الله عليه وسلم ترثي أباها في قولها: ¶ اغبَرَّ آفاقُ السَّماءِ وكُوِّرتْ ... شَمسُ النَّهارِ وأظلمَ العَصرانِ ¶ فالأرضُ من بعد النبيّ كئيبةٌ ... أسفاً عليه كثيرةٌ الرجفان ¶ فليبكهِ شرقُ البلاد وغربها ... وَلْيبكه مُضَرٌ وكلُّ يماني",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وَلْيبكِهِ الطوْد المُعظَّمُ جَوُّه ... والبيت ذو الأستار والأركان ¶ يا خاتم الرُّسْل المبارك صنوه ... صَلّى عليك مُنَزِّلُ القرآن (40) ¶ ومن الواضح أنّ ابن رشيق يرى أنَّ نقد الجاحظ كان مردّه إلى عجز الشاعر في إظهار الحزن العميق والإحساس بفداحة الخطب والخسارة في وفاة النبي صلى الله عليه وسلم، ونجد الشعراء الآخرين مثل عبدة ابن الطبيب ينجحون في ذلك أيّما نجاح وهم يرثون أناساً لا يقاسون بالنبي صلى الله عليه وسلم في عظمته وفضله. ¶ خاتمة حول النقد عند الجاحظ ¶ ومما يجب تأكيده هاهنا، وكما ذكرنا في بداية حديثنا، أنَّ آراء الجاحظ حول الشعر لم تكن تمثل نظرية متماسكة ومنتظمة. وفي الواقع فإنه نسبياً لم يكن عنده ما يقوله كثيراً عن هذا الموضوع، كما أنّ جُلَّ ما أورده من ملاحظات يتصل بآرائه حول البلاغة والفصاحة التي بثها في تضاعيف كتابه البيان والتبيين، أو ببعض السمات الأدبية للتاريخ الطبيعي في كتابه الحيوان. ويشار هنا إلى مفهومه عن البديع وأثر ذلك في نقده كما يشار إلى نظريته حول اللفظ والمعنى وكذلك نظريته حول علاقة الشعر بالعِرق والغريزة والبيئة. ولنا أن نتساءل: هل تأثر الناقد الفرنسي تين بالفكرة الأخيرة عند الجاحظ؟ (41) ¶ (1) ... الجاحظ: البيان والتبيين القاهرة 1948 م ج4 ص23. ¶ (2) ... ابن رشيق: العمدة القاهرة 1934 م ج2 ص100. ¶ (3) ... الجاحظ: المصدر السابق ج4 ص23. ¶ (4) ... الجاحظ: نفسه ص230.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "(5) ... الجاحظ: الحيوان – القاهرة 1323 هـ ج3 ص41. ¶ (6) ... الجاحظ: البيان والتبيين ج2 ص171 ¶ (7) ... الجاحظ: المصدر السابق ج1 ص65 – 69. ¶ (8) ... أبو هلال العسكري: كتاب الصناعتين – القاهرة 1952 م ص 108، ¶ (9) ... عبدالقاهر الجرجاني: دلائل الاعجاز – القاهرة 1969 ص 257 ¶ (10) أبو هلال العسكري: المصدر السابق ص 57، 58 ¶ (11) محمد غنيمي هلال: النقد الأدبي الحديث – القاهرة",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "1964 م ص 213، 256 ¶ (12) الجاحظ: كتاب المعلمين عكا 1980 م ص 36 ¶ (13) الجاحظ: البيان والتبيين ج1 ص86، 162. كتاب المعلمين ص38 – 41، 49 ¶ (14).شوقي ضيف: البلاغة تطور وتاريخ ص 52. ¶ (15) الجاحظ: الحيوان ج3، ص41. ¶ (16) شوقي ضيف – المرجع السابق ص52 ¶ (17) الجاحظ: البيان والتبيين ج1 ص254. ¶ (18) الجاحظ: الحيوان ج 3 ص 39، 218.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "(19) الجاحظ: البيان والتبيين ج 1 ص 255 ¶ (20) الجاحظ: الحيوان ج ... ص 13. ¶ (21) نفسه ص 6، والجاحظ البيان والتبيين ج 1 ص 50، 51. ¶ (22) ...  Stetkevych, S.P .. , Toward a Redefinition of Badi \" Poetry, journal of Arabic Literature, Vol. x 11, 1981 ¶ (23)  الجاحظ: البيان والتبيين ج 2 ص 9 – 14. ¶ (24) نفسه ج 3 ص 9، 13. ¶ (25) الجاحظ: الحيوان ج 3 ص 13.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "(26) نفسه ج 3 ص 41. ¶ (27) نفسه ج 2 ص 10. ¶ (28) نفسه ج 3 ص 41. ¶ (29) نفسه ج4 ص 381. ¶ (30) الجاحظ: الحيوان ج 4 ص 380. ¶ (31) إحسان عباس: تاريخ النقد الأدبي عند العرب – بيروت 1971 م ص 96. ¶ (32) نفسه ص380. ¶ (33) الجاحظ: البيان والتبيين ج 1 ص 207، 209 ¶ (34) قدامة بن جعفر: نقد الشعر – ليدن 1956 م ص 4. ¶ (35) ابن قتيبة: الشعر والشعراء ص 8 – 9",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "(36) قدامة بن جعفر: المصدر السابق ص 38، والآمدي: الموازنة – القاهرة 1961 م ج 2 ص 331 – 371، وابن رشيق: العمدة ج 2 ص 128، 135، 126. ¶ (37) الجاحظ: الحيوان ج 5 ص 55، 56 ¶ (38) ابن رشيق: المصدر السابق ج 2 ص 136. ¶ (39) نفسه ج 2 ص 145. ¶ (40) ابن رشيق: نفسه ص 136 وما بعدها، والجاحظ الحيوان ج 5 ص 56 وما بعدها. ¶ (41) لمعرفة الآراء النقدية عند تين راجع د. محمد غنيمي هلال: الأدب",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "المقارن – دار العودة – بيروت 1983 م ... ص 55 وما بعدها. ¶ المصادر والمراجع ¶ - ابن رشيق القيرواني، أبو علي الحسن: العمدة في محاسن الشعر وآدابه، القاهرة 1934 م. ¶ - أبو هلال العسكري، كتاب الصناعتين، القاهرة 1952 م. ¶ - إحسان عباس، تاريخ النقد الأدبي عند العرب، بيروت 1971 م. ¶ - الآمدي: أبو القاسم الحسن بن بشر، الموازنة، القاهرة 1961 م. ¶ - الجاحظ: أبو عثمان عمرو بن بحر، البيان والتبيين، القاهرة 1948 م. ¶ ---------------------، كتاب الحيوان، القاهرة 1323 هـ. ¶ - كتاب المعلمين، (كتابان للجاحظ، تحقيق جريس إبراهيم خليل، عكا 1980 م). ¶ - شوقي ضيف، البلاغة تطور وتاريخ، ط 7 دار المعارف (د. ت) ¶ - عبدالقاهر الجرجاني، دلائل الإعجاز، القاهرة 1969 م. ¶ - قدامة بن جعفر، نقد الشعر، ليدن 1956 م. ¶ - محمد غنيمي هلال، الأدب المقارن، دار العودة بيروت 1983 م. ¶ ------------------، النقد الأدبي الحديث، القاهرة 1964م.",
            "page": "18",
            "part": "1"
        }
    ],
    "t34532": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الشعر عند الجاحظ"
        }
    ]
}