{
    "b34546": [
        {
            "hno": null,
            "id": "1",
            "nass": "التوكيد اللفظي أسلوباً بلاغياً ¶ دراسة في متن صحيح البخاري ¶ رسالة تقدم بها ¶ محمود عبد الجبار محمود جاسم المشهداني ¶ إلى ¶ مجلس كلية التربية في جامعة الموصل ¶ وهي جزء من متطلبات نيل شهادة الماجستير ¶ في الأدب العربي ¶ بإشراف ¶ الأستاذ المساعد ¶ الدكتورة نزهة جعفر حسن جاسم الموسوي ¶ 1423 هـ ... 2002 م",
            "page": null,
            "part": null
        },
        {
            "hno": null,
            "id": "2",
            "nass": "إقرار المشرف ¶ أشهد بأن إعداد هذه الرسالة جرى تحت إشرافي في جامعة الموصل وهي جزء من متطلبات نيل شهادة الماجستير في اللغة العربية وآدابها. ¶ التوقيع: ¶ اسم المشرف: د. نزهة جعفر حسن جاسم الموسوي ¶ التاريخ: ... / ... / 2002 م ¶ إقرار المقوم الفكري ¶ أشهد بأن هذه الرسالة الموسومة (التوكيد اللفظي أسلوباً بلاغياً، دراسة في متن صحيح البخاري) قد قمت بمراجعتها وأصبحت مؤهلة للمناقشة قدر تعلق الأمر بالسلامة الفكرية. ¶ التوقيع: ¶ الاسم: د. إبراهيم محمد محمود مصطفى الحمداني ¶ التاريخ: ... / ... / 2002 م ¶ إقرار رئيس لجنة الدراسات العليا ¶ بناءاً على التوصيات المقدمة من قبل المشرف والمقوم الفكري أرشح هذه الدراسة للمناقشة. ¶ التوقيع: ¶ الاسم: أ. د. إبراهيم جنداري جمعة خليفة الجميلي ¶ (رئيس لجنة الدراسات العليا) ¶ التاريخ: ... / ... / 2002 م",
            "page": null,
            "part": null
        },
        {
            "hno": null,
            "id": "3",
            "nass": "بسم الله الرحمن الرحيم ¶ {وما ينطق عن الهوى - إن هو إلا وحي يوحى} ¶ سورة النجم الآيتان (3 ـ 4)",
            "page": null,
            "part": null
        },
        {
            "hno": null,
            "id": "4",
            "nass": "قرار لجنة المناقشة ¶ نشهد بأننا نحن أعضاء لجنة التقييم والمناقشة قد أطلعنا على هذه الرسالة، وناقشنا الطالب في محتوياتها وفيما له علاقة بها بتاريخ 25/ 8/2002 وأنها جديرة لنيل شهادة الماجستير في اختصاص اللغة العربية. ¶ التوقيع: ... التوقيع: ¶ رئيس لجنة المناقشة ... عضو لجنة المناقشة ¶ أ. م. د. حسن يحيى محمد رضا الخفاجي ... أ. م. د. هناء محمود شهاب أحمد الحمو ¶ التوقيع: ... التوقيع: ¶ عضو لجنة المناقشة ... عضو لجنة المناقشة (المشرف) ¶ د. دلسوز جعفر حسين أحمد البرزنجي ... أ. م. د. نزهة جعفر حسن جاسم الموسوي ¶ قرار مجلس الكلية ¶ اجتمع مجلس كلية التربية بجلسته ( ... ) المنعقدة في تاريخ ... / ... / 2002 وقرر منحه شهادة الماجستير في اختصاص اللغة العربية. ¶ مقرر مجلس الكلية ... عميد الكلية ¶ التوقيع: ... التوقيع: ¶ الاسم: د. مزاحم قاسم الملاح ... الاسم: د. خالد يونس اليامور ¶ التاريخ: ... / ... / 2002 ... التاريخ: ... / ... / 2002",
            "page": null,
            "part": null
        },
        {
            "hno": null,
            "id": "5",
            "nass": "جامعة الموصل ¶ كلية التربية ¶ الدراسات العليا ¶ استمارة تصحيحات الرسالة على ضوء توصيات اللجنة ¶ المناقشة ¶ نؤيد بأن الطالب محمود عبد الجبار محمود جاسم المشهداني قد أجرى التصحيحات المطلوبة التي اقترحتها لجنة المناقشة على رسالته. ¶ رئيس لجنة المناقشة ... عضو لجنة المناقشة ¶ أ. م. د. حسن يحيى محمد رضا الخفاجي ... أ. م. د. هناء محمود شهاب أحمد الحمو ¶ عضو لجنة المناقشة ... عضو لجنة المناقشة (المشرف) ¶ د. دلسوز جعفر حسين أحمد البرزنجي ... أ. م. د. نزهة جعفر حسن جاسم الموسوي",
            "page": null,
            "part": null
        },
        {
            "hno": null,
            "id": "6",
            "nass": "المحتويات ¶ اسم الموضوع ... الصفحة ¶ المحتويات ... 1 ـ 2 ¶ المقدمة ... 3 ـ 6 ¶ التمهيد ... 7 ¶ أ ـ التوكيد في معاجم اللغة والمعاني ... 8 ـ 9 ¶ ب ـ التوكيد اللفظي في اصطلاح النحاة ... 9 ـ 16 ¶ جـ ـ التوكيد اللفظي في اصطلاح البلاغيين ... 16 ـ 19 ¶ الفصل الأول: أساليب التوكيد اللفظي في الصحيح ... 20 ¶ أولاً: التوكيد اللفظي بالكلمة: ¶ أ ـ التوكيد اللفظي بالاسم ... 21 ـ 25 ¶ ب ـ التوكيد اللفظي باسم الفعل ... 25 ـ 27 ¶ جـ ـ التوكيد اللفظي بالمصدر ... 27 ـ 28 ¶ د ـ التوكيد اللفظي بالضمائر ... 28 ـ 31 ¶ ثانياً: التوكيد اللفظي بالجملة: ¶ أ ـ الجملة الاسمية ... 32 ـ 35 ¶ ب ـ الجملة الفعلية ... 35 ـ 40 ¶ الفصل الثاني: أغراض التوكيد اللفظي في الصحيح ... 41 ¶ أولاً: أغراض التوكيد اللفظي بالاسم: تمكين المعنى في النفس، التحذير، الإغراء، الندب، التعجب، التهويل، الاسترحام، اللوم والتأنيب. ... 42 ـ 48 ¶ ثانياً: أغراض التوكيد اللفظي باسم الفعل: الزجر، التوجع، الاكتفاء. ... 48 ـ 49 ¶ ثالثاً: أغراض التوكيد اللفظي بالمصدر: الإغراء، الدعاء. ... 50 ¶ رابعاً: أغراض التوكيد اللفظي بالضمائر: تثبيت المعنى وتقريره، التنبيه، الكراهة، العتاب. ... 50 ـ 53",
            "page": null,
            "part": null
        },
        {
            "hno": null,
            "id": "7",
            "nass": "المحتويات ¶ اسم الموضوع ... الصفحة ¶ خامساً: أغراض التوكيد اللفظي بالجملة الاسمية: تمكين المعنى في النفس، التنبيه، الاستبطاء، التشريف، التخيير، التعظيم، التشويق، ... 53 ـ 60 ... ¶ الترهيب، التخفيف، التحذير. ¶ سادساً: أغراض التوكيد اللفظي بالجملة الفعلية: تمكين المعنى في النفس، التسلية والتأنيس، تحريك الهمم، الاستبشار، الفخر، طول ... 60 ـ 69 ... ¶ الفصل، اللوم والتأنيب، الدعاء، الندبة، الاستغاثة، الإنكار التوبيخي، الحث، التهويل. ¶ الفصل الثالث: بلاغة التوكيد اللفظي في صحيح البخاري ... 70 ¶ أولاً: الجانب الشكلي للتوكيد اللفظي: ... 72 ¶ أ ـ التوكيد اللفظي بالكلمة. ... 72 ـ 74 ¶ ب ـ التوكيد اللفظي بالجملة ... 74 ـ 75 ¶ ثانياً: الجانب الدلالي للتوكيد اللفظي. ... 75 ـ 78 ¶ ثالثاً: الجانب الإيقاعي للتوكيد اللفظي. ... 78 ـ 79 ¶ رابعاً: فنون بلاغية في إطار التوكيد اللفظي. ... 79 ـ 83 ¶ الخاتمة. ... 84 ـ 86 ¶ المصادر والمراجع. ... 87 ـ 101",
            "page": null,
            "part": null
        },
        {
            "hno": null,
            "id": "8",
            "nass": "المقدمة",
            "page": "3",
            "part": "1"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "الحمد لله على سابغ نعمائه، والشكر له سبحانه على وافر آلائه، والصلاة والسلام على صفوة أنبيائه محمد ـ صلى الله عليه وسلم ـ وعلى آله وسائر أصحابه. ¶ وبعد ... ¶ فإن النص القرآني والحديث النبوي الشريف ومثلهما الدراسات القرآنية والحديثية تعد منطلقاً أصيلاً للدراسات البلاغية، فعلوم الحديث ـ بعد علوم القرآن ـ أفضل العلوم ¶ وأعلاها، وأجل المعارف، وقد تحققت رغبتي في هذا النمط من الدراسة حين شرعت برحلة اختيار الموضوع، وبعد سلسلة من المشورات والمقترحات جاء (التوكيد اللفظي أسلوباً بلاغياً، دراسة في متن صحيح البخاري) عنواناً لهذه الدراسة باقتراح من أستاذتي المشرفة الدكتورة نزهة جعفر حسن الموسوي، بعد أن كان المقترح الأول، أن تكون تحت ¶ عنوان (التوكيد دراسة بلاغية في صحيح البخاري). غير أن استقراء الأحاديث في الصحيح أشار إلى أن الموضوع في غاية السعة، لتعدد أساليب التوكيد وتنوعها، فكان المقترح الثاني أن يتم الاقتصار على نوعٍ واحدٍ من أنواع التوكيد، فكان التوكيد اللفظي محور هذه الدراسة. ¶ وبعد الدراسة والتمحيص تحصلت قناعة راسخة بجدوى دراسته لأسبابٍ أولها: جدة الموضوع حيث لم تحظى له دراسة أكاديمية ـ في حدود علم الباحث ـ وثانيها: إن الدراسات القرآنية أخذت مساحةً واسعةً في الدراسات البلاغية مقارنةً بدراسات الحديث ¶ النبوي، التي لم تحض بما هي جديرة به من اهتمام في جانبها البلاغي. ¶ ومن هنا كانت دراستي لهذا الأسلوب ممثلةً في أصح كتاب ـ بعد كتاب الله تعالى ـ وهو صحيح أبي عبد الله بن إسماعيل البخاري (ـ 256 هـ). والذي تواترت أحاديثه بإجماع العلماء. ¶ أما بناء البحث وخطته فقد اقتضت طبيعة الدراسة أن يقوم على تمهيد وفصولٍ ثلاثةٍ وخاتمة. ¶ وقد اشتمل التمهيد على فقرٍ ثلاث، آخذاً بأسباب المنهج التاريخي في تأصيل أسلوب التوكيد، والتوكيد اللفظي: ¶ الأولى: التوكيد في معاجم اللغة والمعاني. ¶ الثانية: التوكيد اللفظي في اصطلاح النحاة. ¶ الثالثة: التوكيد اللفظي في اصطلاح البلاغيين. ¶ ثم اختص الفصل الأول: بدراسة أساليب التوكيد اللفظي، وقسم إلى قسمين: ¶ أولهما التوكيد اللفظي بالمفردة، والثاني التوكيد اللفظي بالجملة. ¶ ويشمل التوكيد اللفظي بالمفردة، الاسم واسم الفعل والمصدر والضمائر. أما التوكيد اللفظي بالجملة فيضم توكيد الجملتين الاسمية والفعلية.",
            "page": "4",
            "part": "1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "أما الفصل الثاني: فقد قام على دراسة أغراض التوكيد اللفظي التي استخرجت من السياق وقرائن الأحوال، وجو النص ونفسيته، وقد تم تناولها في إطار المفردة والجملة على نمط ما جاء في الفصل الأول. ¶ أما الفصل الثالث: فقد قام على دراسة بلاغة التوكيد اللفظي في الصحيح، في إطار أربعة محاور: ¶ الأول: دراسة الجانب الشكلي للتوكيد اللفظي في صحيح البخاري، وتشمل وجوده في النص، متمثلاً بالكلمة أو الجملة، وما يحمل من قيمة بلاغية. ¶ الثاني: دراسة الجانب الدلالي، ويشمل المعاني التي يؤديها التوكيد اللفظي، وما تثيره في المخاطب من استجابة، وما تحدثه من تأثير وانفعال فيه. ¶ الثالث: دراسة الجانب الإيقاعي للتوكيد اللفظي، وما يثيره من انفعالات وما يقدمه من دلالات ايحائية في النص. ¶ الرابع: دراسة فنون بلاغية في إطار التوكيد اللفظي، وتشمل التشبيه، والاستعارة، والكناية ... الخ. ¶ واختتم البحث بخاتمة ضمت أفكار البحث الرئيسة ونتائجه المهمة التي توصل إليها. ¶ أما المنهج الذي سار عليه البحث، فهو المنهج التحليلي في الكشف عن دقائق التوكيد اللفظي البلاغية في الصحيح، بما يثيره من انفعال في المتكلم والمخاطب. كما عمد البحث إلى مبدأ الانتقاء من الأحاديث، وهي ـ في نظر البحث ـ أقرب دلالة من غيرها وبخاصة في فصل (أغراض التوكيد اللفظي) وكانت الإشارة في الهوامش لأحاديث أخرى مشابهة في الغرض. ¶ وقد اعتمد البحث على (صحيح البخاري) مصدراً رئيساً للأحاديث، كما اعتمد بعض شروح البخاري، منها شرح الكرماني (ـ 786 هـ) المسمى (صحيح أبي عبد الله البخاري بشرح الكرماني)، وشرح ابن حجر العسقلاني (ـ 852 هـ) المسمى (فتح الباري في شرح صحيح البخاري)، وشرح العيني (ـ 855 هـ) المسمى (عمدة القاري شرح صحيح البخاري)، وشرح القسطلاني (ـ 923 هـ) المسمى (إرشاد الساري لشرح صحيح البخاري). ¶ كما اعتمد من كتب البلاغة (دلائل الإعجاز) لعبد القاهر الجرجاني، و (المثل ¶ السائر) لابن الأثير، و (الايضاح في علوم البلاغة) للخطيب القزويني. ¶ ومن التفاسير والدراسات القرآنية (الكشاف) للزمخشري، و (البرهان في علوم ¶ القرآن) للزركشي، و (الإتقان في علوم القرآن) للسيوطي. ¶ ولكتب النحو نصيب وافر في البحث فكان كتاب سيبويه في مقدمتها، ثم مصادر أخرى ومراجع حديثة أفاد منها البحث.",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "كما اعتمد البحث على مراجع حديثة في البلاغة منها، (البلاغة القرآنية في تفسير الزمخشري) للدكتور محمد حسنين أبو موسى، و (الأسس النفسية لأساليب البلاغة ¶ العربية) للدكتور مجيد عبد الحميد ناجي. ¶ ولابد من الإشارة إلى الصعوبات التي واجهت البحث، ومنها قلة المصادر والمراجع التي تتحدث عن البلاغة النبوية، وبخاصة علم (المعاني)، وهي بلاغة تحتاج إلى دقة وبصيرة لأن قائلها نبي يوحي إليه. وهذا ما جعلني أجدّ في البحث رغبةً في الوصول إلى الهدف. ¶ ومن الاعتراف بالفضل أن أقول أن هذا العمل ما كان ليستوي بهذه الصورة لولا متابعة أستاذتي المشرفة على هذه الرسالة التي رعتني بعلمها ومتابعتها لي مع كل فكرة تسجل أو فصل ينظم، ولملاحظاتها الدقيقة الأثر البالغ الذي ارتقى بهذا البحث من حال إلى حال، فجزاها الله عني خير الجزاء. ¶ كما أتوجه بالشكر والتقدير إلى الأستاذ الدكتور إبراهيم جنداري لرعايته الموفورة وحرصه الدائم على تذليل كل المشكلات والصعوبات التي رافقت مسيرة البحث. ¶ ولا يفوتني أن أتوجه بالشكر والعرفان إلى كل من أعان البحث بكلمة، أو نصيحة، أو تشجيع شد من عزيمة الباحث من قريب أو بعيد. ¶ وبعد؛ فقد بذلت في هذا العمل قصارى جهدي، فما كان فيه من صواب فبتوفيق الله ومنّه، وما كان فيه من قصور فمحله النقص، والإنسان محل النقص إلا من عصم الله، والخطأ والنسيان من لوازم الإنسان، وفقنا الله للسداد وثبتنا على الصواب والرشاد، ونسأل الله أن يتقبل هذا العمل خالصاً لوجهه، وأن ينفعنا به، وآخر دعوانا أن الحمد لله رب العالمين والصلاة والسلام على سيد المرسلين وآله وصحبه أجمعين. ¶ محمود عبد الجبار محمود المشهداني",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "التمهيد ¶ ويتضمن ¶ أ ـ التوكيد في معاجم اللغة والمعاني. ¶ ب ـ التوكيد اللفظي في اصطلاح النحاة. ¶ ج ـ التوكيد اللفظي في اصطلاح البلاغيين.",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "أ ـ التوكيد في معاجم اللغة والمعاني. ¶ قال الجوهري (ـ 393 هـ) عن التوكيد: وكد، ويقال وكدت العهد والسرج توكيداً، وأكدته تأكيداُ. وكذلك أوكده وآكده إيكاداً فيهما، وقولهم: وكد وكده، أي قصد قصده. والوكاد: حبل يشد به البقر عند الحلب (¬1). ¶ أما ابن فارس (ـ 395 هـ) فلم يذهب بعيداً عما ذهب إليه الجوهري إذ يقول: ¶ \" وكد: كلمة تدل على شد وإحكام. وأوكِدْ عقدك أي شده. والوكاد: حبل تشد به البقر عند الحلب. ويقولون: وكد وكده، إذا أمه وعني به \" (¬2). ¶ أما ابن منظور (711 هـ) فقد بين معنى التوكيد بأنه: وكد ووكد العقد والعهد: أوثقه والهمز فيه لغة. يقال: أوكدته وأكدته إيكاداً، وبالواو أفصح، أي شددته، وتوكد الأمر وتأكد بمعنى. يقال: وكدت اليمين، والهمز في العقد أجود، وتقول: إذا عقدت فأكد، وإذا حلفت فوكد. والتوكيد دخل في الكلام الإخراج الشك وفي الأعداد لإحاطة الأجزاء، ومن ذلك أن تقول: كلمني أخوك، فيجوز أن يكون كلمك هو أو أمر غلامه بأن يكلمك، فإذا قلت كلمني أخوك تكليماً لم يجز ان يكون المكلم لك إلا هو. ووكد الرحل والسرج توكيداً: شده (¬3). ¶ كما وضح معناه الفيروزآبادي (817 هـ) بأنه: وكد يكد وكوداً أقام وقصد وأصاب، والعقد أوثقه كأكده والرحل شده. والوكائد سيور يشد بها، جمع وكاد وإكاد والوكد بالضم السعي والجهد والتوكيد أفصح. من التأكيد وتوكد وتأكد بمعنى والمواكدة الناقة الدائبة في السير والمتوكد القائم المستعد للأمر والمياكيد والتأكيد والتواكيد السيور التي يشد بها ¶ القربوص (¬4) (¬5). ¶ ولقد روى الزبيدي (1205 هـ) أن السيوطي ذكر: \" إن التكرار هو التجديد للفظ الأول ويفيد ضرباً من التأكيد. وقد قرر الفرق بينهما ـ أي بين التكرار والتأكيد ـ جماعة من علماء البلاغة، ومما فرقوا فيه بينهما أن التأكيد شرطه الاتصال، وأن لا يزاد على ثلاثة، والتكرار خالفه في الأمرين \" (¬6). ¶ ¬__________ ¶ (¬1) الصحاح، (مادة وكد): 2/ 553. ¶ (¬2) معجم مقاييس اللغة، (مادة وكد): 6/ 138. ¶ (¬3) لسان العرب، ابن منظور، (مادة وكد): 4/ 482 ـ 483. ¶ (¬4) القربوص: السرج، ينظر، معجم مقاييس اللغة، ابن فارس: 5/ 119. ¶ (¬5) القاموس المحيط، (مادة وكد): 359 ـ 360. ¶ (¬6) تاج العروس: 3/ 519.",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "وقد شاع التوكيد في لغة العرب حتى شمل كل أمرٍ ذي بالٍ، ولكثرة تداوله أصبح يذكر بقصد أو بغير قصد، فلا يكاد يخلو منه حديث (¬1). وهو من سننهم ومذاهبهم يلجؤون إليه إذا أرادوا توكيد الأمر والعناية به وإفهامه للآخرين (¬2). ¶ ب ـ التوكيد في اصطلاح النحاة ¶ التوكيد اللفظي في اصطلاح النحاة: تابع يقرر معنى المتبوع في ذهن السامع، ويجعله متحققاً بعيداً عن الاحتمال بحيث لا يظن به غيره، وهو نوعان: توكيد لفظي وتوكيد معنوي. فاللفظي: هو تكرار المتبوع بلفظه كقولك (زهق زهق الباطل) \" (¬3). ¶ فسيبويه (180 هـ). تتسع عنده دائرة الإشارة إلى التوكيد في كتابه، وبخاصة عندما يتكلم عن التكرير، إذ يجعل التكرير توكيداً للأول، فيكون الأول بمنزلة الآخر وذلك ¶ قولك (يا زيد زيد عمرو) (¬4). ¶ أما الفراء (207 هـ) في كتابه (معاني القرآن) فيدخل في تفصيل يغلب عليه الطابع النحوي الذي يؤثر في الكلام المكرر فيجعله حسناً أو قبيحاً، ويتحدث عن التكرار بشتى صوره (¬5). ومن ذلك قوله \" ولو وقعت على الأول اجزأك من الثاني وهو كقولك للرجل: نعم نعم، تكررها، أو قولك: أعجل أعجل، تشديد المعنى \" (¬6). فهو إذن لم يكتف بالنظرة العجلى والإشارة المقتضبة، بل كان نظره في التكرار أكثر بعداً وأدق تحديداً ساعده على ذلك النص القرآني الذي تصدى لدراسته، وهو نص غني بصور عديدة وألوان زاخرة من التكرار لا يمكن لباحث ذكي أن يغفل عنها وعن أسرارها، على أن التفاتاته في هذا المجال ظلت تدور حول الدرس النحوي وما يفرضه من تحديدات (¬7). ¶ أما ابن جني (392 هـ) فقد تكلم في كتابه (اللمع) عن التوكيد وقال عنه إنه لفظ يتبع الاسم المؤكد في إعرابه ويكون لرفع اللبس، وإزالة الاتساع (¬8). ويشير ابن برهان ¶ ¬__________ ¶ (¬1) أساليب التوكيد في القرآن الكريم، كاظم فتحي الراوي، مجلة آداب المستنصرية، العدد الأول، 1975 ـ 1976، ص: 165. ¶ (¬2) تأويل مشكل القرآن، ابن قتيبة: 182. ¶ (¬3) معجم المصطلحات العربية في اللغة والآداب، د. مجدي وهبه د. كامل المهندس: 71. ¶ (¬4) الكتاب: 2/ 205. ¶ (¬5) اثر النحاة في البحث البلاغي، عبد القادر حسين: 140. ¶ (¬6) معاني القرآن: 1/ 177. ¶ (¬7) التكرار اللفظي أنواعه ودلالاته قديماً وحديثاً، صميم كريم إلياس، رسالة ماجستير، بإشراف ¶ د. ناصر حلاوي، جامعة بغداد، كلية التربية، 1988: 21. ¶ (¬8) اللمع: 66.",
            "page": "9",
            "part": "1"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "العكبري (456 هـ) في كتابه (شرح اللمع) إن المعارف تؤكد دون النكرات، معللاً ذلك بقوله \" فكما لا توصف النكرة بما توصف به المعرفة، كذلك لا تؤكد النكرة بما تؤكد به المعرفة \" (¬1). ¶ أما الزمخشري (ـ 538 هـ) في كتابه (المفصل) فيقسم التوكيد إلى قسمين، تكرير صريح وغير صريح نحو قولك (رأيت زيداً زيداً) يقول في ذلك \" وجدوى التأكيد أنك إذا كررت فقد قررت المؤكد وما علق به في نفس السامع ومكنته في قلبه وأمطت شبهة ربما خالجته أو توهمت غفلة. أو ذهاباً عما أنت بصدده فأزلته \" (¬2). ¶ ويرى ابن يعيش (ـ 643 هـ) أن التأكيد على ضربين لفظي ومعنوي، فاللفظي يكون بتكرير اللفظ وذلك نحو قولك: (ضربت زيداً زيداً) فهذا تأكيد لزيد وحده بإعادة ¶ لفظه، و (ضربت زيداً ضربت زيداً) فهذا تأكيد الجملة بأسرها (¬3). ¶ أما ابن عصفور (669 هـ) في كتابه (المقرب) فلم يذهب بعيداً عما ذهب إليه الزمخشري إذ عرف التوكيد بأنه \" لفظ يراد به تمكين المعنى في النفس، أو إزالة الشك عن الحديث أو ا لمحدث عنه. فالذي يراد به تمكين المعنى في النفس التأكيد اللفظي، ويكون في المفرد نحو قوله تعالى: (دكاً دكاً) \" (¬4)، والجملة نحو قولك: (الله أكبر الله أكبر) \" (¬5). ¶ ومن العلماء من منع أن تكون آية (دكاً دكاً) من باب التوكيد اللفظي، وبينوا ذلك بأن التوكيد اللفظي يشترط أن يكون اللفظ الثاني دالاً على نفس ما يدل عليه اللفظ الأول، والأمر في الآية الكريمة ليس كذلك، فإن الدك الثاني غير الدك الأول، والمعنى دكاً حاصلاً بعد ¶ دك، وذهب هؤلاء إلى أن اللفظين معاً حال، وهو مؤول بنحو مكرراً دكها (¬6). ومثله قوله تعالى: (وجاء ربك والملك صفاً صفاً) \" (¬7). أي أنه تنزل ملائكة كل سماء فيصطفون صفاً بعد صف محدقين بالجن والإنس أي في عرصات القيامة فيقول الإنسان يومئذ أين المفر، وعلى هذا فليس الثاني فيهما تأكيداً للأول بل المراد به التكرير كما تقول: (علمته الحساب باباً باباً) وكذلك ليس من التوكيد قول المؤذن: (الله أكبر الله أكبر) خلافاً لابن جني فإن الثاني لم يؤت ¶ ¬__________ ¶ (¬1) شرح اللمع: 1/ 225. ¶ (¬2) المفصل في علم العربية: ص 111 ـ 112. ¶ (¬3) شرح المفصل: 3/ 39. ¶ (¬4) سورة الفجر الآية: 21. ¶ (¬5) المقرب: 261. ¶ (¬6) شرح ابن عقيل، بهاء الدين عبد الله بن عقيل: 3/ 214 ـ 215. ¶ (¬7) سورة الفجر الآية: 22.",
            "page": "10",
            "part": "1"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "به لتأكيد الأول بل لإنشاء تكبيرتين، بخلاف قوله: (قد قامت الصلاة قد قامت الصلاة) فالجملة الثانية خبر جىء به لتأكيد الخبر الأول (¬1). ¶ ويشير ابن هشام الأنصاري (ـ 761 هـ) في كتابه (أوضح المسالك إلى ألفية ابن مالك) إلى أن التوكيد اللفظي بالجملة يكون باقترانها بالعاطف على الأغلب، نحو قوله ¶ تعالى: (كلا سيعلمون * ثم كلا سيعلمون) (¬2). ونحو: (أولى لك فأولى * ثم أولى لك ¶ فأولى) (¬3). وتأتي بدونه، نحو قول النبي الكريم: \" والله لأغزون قريشاً \" ثلاث مراتٍ، ويجب الترك عند إيهام التعدد، نحو (ضربت زيداً ضربت زيداً) (¬4). ¶ أما الفاكهي (972 هـ) في كتابه (شرح الحدود النحوية) فقد أعطى التوكيد اللفظي حداً إذ قال إعادة اللفظ الأول بعينه كقولك (أنت بالخير حقيق حقيق). و ¶ (لا لا أبوح بحب بثينة إنها ... أخذت علي مواثقاً وعهوداً) ¶ واشترط في الحرف غير الجوابي ألا يعاد إلا مع ما اتصل به كقولك أعجبت منك ¶ منك) (¬5). ¶ أما عبد القادر البغدادي (1093 هـ) في كتابه (خزانة الأدب) فلم يذكر التوكيد اللفظي، وإنما كان يسميه تكريراً، نحو ¶ (أتاك أتاك اللاحقون أحبس أحبس) ¶ إذ تكلم عن هذا المثال فقال \" على أن المستقبل يجوز تكريره بلا فصل. والظاهر أن المراد أنه من تكرير المفردات لا الجمل \" (¬6). ويتضح من المثال الذي استشهد به على التكرير أنه توكيد لفظي. ¶ أما محمد بن أحمد الدمياطي (1140 هـ) فقد عرف التوكيد اللفظي في ¶ كتابه (المشكاة الفتحية على الشمعة المضية للسيوطي) إذ قال: هو إعادة اللفظ الأول بلفظه، ويكون في الاسم والفعل والحرف، مثال الأول في الاسم (قام زيد زيد) ومثاله في ¶ الفعل (قام قام زيد). ومثاله في الحرف (نعم نعم) (¬7). ¶ ¬__________ ¶ (¬1) شرح قطر الندى وبل الصدى: 292. ¶ (¬2) سورة النبأ الآيتان: 4 ـ 5. ¶ (¬3) سورة القيامة الآيتان: 34 ـ 35. ¶ (¬4) أوضح المسالك إلى ألفية ابن مالك: 3/ 336 ـ 337. ¶ (¬5) شرح الحدود النحوية: 123 ـ 124. ¶ (¬6) خزانة الأدب، البغدادي: 5/ 158. ¶ (¬7) المشكاة الفتحية على الشمعة المضية للسيوطي، محمد بن أحمد الدمياطي: 299 ـ 300.",
            "page": "11",
            "part": "1"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "ولا يصح إعادة أو تكرار اللفظ السابق (وهو المؤكد)، أكثر من ثلاث مرات كقول الشاعر: ¶ ألا حبذا، حبذا، حبذا ... صديق تحملت منه الأذى ¶ ويحقق التوكيد اللفظي عند النحاة، أموراً أهمها: ¶ 1. تمكين السامع من تدارك لفظ لم يسمعه، أو سمعه ولكن لم يتبينه. ¶ 2. التهديد، كقوله تعالى في خطاب المعاندين بالباطل: (كلا سوف تعلمون * ثم كلا سوف تعلمون) (¬1). ¶ 3. التهويل: كقوله تعالى: (وما أدراك ما يوم الدين * ثم ما أدراك ما يوم الدين؟) (¬2). ¶ 4. التلذذ بترديد لفظ مدلوله محبوب مرغوب فيه، نحو: (الصحة الصحة!!، هي السعادة الحقة الحقة)، (الجنة الجنة!! ما أسعد من يفوز بها!)، أما أحكام التوكيد اللفظي فتختلف باختلاف نوع المؤكد (المتبوع) من ناحية أنه اسم، أو فعل، أو اسم فعل، أو حرف، أو جملة، وتتلخص هذه الأحكام فيما يأتي: ¶ أ ـ اللفظ الذي يقع توكيداَ لفظياً، ممنوع من التأثر والتأثير، أي لا تؤثر فيه العوامل، فلا يكون مبتدأ، ولا خبراً، ولا فاعلاً، ولا مفعولاً به، ولا غيره، فليس له موضع ولا محل من الإعراب مطلقاً، وكذلك ليس له تأثير في غيره مطلقاً؛ فلا يحتاج لفاعل، أو مفعول، أو مجرور، أو غيره، وإنما يقال في إعرابه (إنه توكيد لفظي لكذا) فهو تابع له في ضبطه الإعرابي، من غير أن يكون كالمتبوع فاعلاً، أو مفعولاً، أو مبتدأ، أو غير ذلك، ومن غير أن يكون له محل من الأعراب، أو معمول ولا فرق في هذا الحكم بين أن يكون لفظ التوكيد اسماً، أو فعلاً، أو حرفاً، أو اسم فعل؛ ففي مثل (إن علياً إن علياً مجتهد) تعرب (إن) الثانية توكيداً لفظياً، وليس لها عمل ولا محل كما تعرب (علياً) الثانية توكيداً لفظياً، وليس لها عمل ولا محل، وليست معمولة و (مجتهد) خبر (إن) الأولى، التي لها العمل وحدها، وهي التي تحتاج إلى الاسم والخبر، دون الثانية (¬3). ¶ ب ـ إن كان المؤكد (وهو المتبوع) اسماً: ¶ 1. فإن كان اسماً ظاهراً (ومثله: اسم الفعل). فتوكيده اللفظي يكون بالتكرار نحو: (النجوم النجوم معلقة في الفضاء) فكلمة (النجوم) الثانية توكيد لفظي ويكون ضبطها كالأولى، ¶ ¬__________ ¶ (¬1) سورة التكاثر الآيتان: 3 ـ 4. ¶ (¬2) سورة الانفطار الآيتان: 17 ـ 18. ¶ (¬3) النحو الوافي، عباس حسن: 3/ 526 ـ 527.",
            "page": "12",
            "part": "1"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "لأنها تابعة لها في الضبط فقط، من غير أن يقال عن الثانية إنها مبتدأ، أو خبر، أو فاعل، أو غيره مما له موقع إعرابي، ويستثنى من هذا الحكم الأسماء الموصولة، فإنها لا تؤكد توكيداً لفظياً إلا بإعادة لفظها وصلته معه، فلا يجوز تكرار الاسم الموصول وحده دون تكرار صلته، نحو: (الذي سمك السماء، الذي سمك السماء قادر على دك عروش الظالمين). ¶ 2. وإن كان المؤكد (وهو المتبوع) ضميراً متصلاً مرفوعاً أو غير مرفوع فمن الممكن توكيده توكيداً لفظياً بضمير يماثله في معناه لا في لفظه، فيكون توكيده بالضمير المنفصل المرفوع المناسب له في الإفراد والتذكير وفروعهما، نحو (ارأيت أنت الخير وافى خاملاً) و (يفرحك أنت وصول الحق إلى صاحبه) و (هل لك أنت في عمل الخير فتؤجر؟) ونحو أرأيتما أنتما ... ارأيتم أنتم ... أرأيتن أنتن ... ففي الأمثلة السالفة وقع الضمير المنفصل المرفوع (أنت وفروعه)، توكيداً لفظياً لضمير قبله متصل، ¶ مرفوعٍ، أو منصوب، أو مجرور، وفي كل حالة من الحالات الثلاث يعرب الضمير (أنت)، وفروعه ـ توكيداً لفظياً مبنياً على الفتح أو غيره، ولا يقال فيه إنه مبني في محل رفع أو نصب أو جر إذ ليس للتوكيد اللفظي محل إعرابي. ¶ ومن الضمير المرفوع المتصل ما هو بارز كالأمثلة السابقة، ما هو مستتر كالفاعل لكل من الأفعال الآتية في قوله عليه الصلاة والسلام: \" كل وأشرب، وألبس في غير مخيلة ولا كبر \" (¬1) فكل فعل من هذه الأفعال له فاعل ضمير مستتر مرفوع، تقديره، أنت، فإذا أريد توكيد هذا الفاعل المستتر توكيداً لفظياً فتوكيده بالضمير المرفوع البارز (أنت)، وهو غير الفاعل المستتر فنقول: كل أنت، واشرب أنت، وألبس أنت، (فأنت) الضمير الظاهر توكيد لفظي للمستتر. ¶ 3. وإن كان المؤكد (وهو المتبوع) ضميراً متصلاً مرفوعاً أو غير مرفوع وفي النوع الإعرابي فلابد أن يعاد مع التوكيد اللفظ الذي يتصل ـ مباشرة ـ بالمؤكد (المتبوع) وفي اللفظ والمعنى والاتصال، وفي أن يسبق كل ضمير منهما ـ مباشرة ـ لفظ يماثل الذي يسبق الآخر في نصه ومعناه، نحو: (انساب حولي صوت غنائي ساحر، فجعلت ¶ جعلت، أسمعه أسمعه، وأصغي إليه إليه، فامتلأت النفس سروراً، ولا يصح إعادة المؤكد (المتبوع) وحده لأن هذا يخرجه عن الاتصال، ففي الأمثلة المذكورة أريد توكيد الضمير المتصل المرفوع (¬2). ¶ ¬__________ ¶ (¬1) سنن النسائي، أحمد بن شعيب بن علي النسائي: 5/ 79. ¶ (¬2) النحو الوافي: 3/ 528، 530.",
            "page": "13",
            "part": "1"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "4. وإن كان المؤكد (المتبوع) ضميراً منفصلاً مرفوعاً أو منصوباً فتوكيده اللفظي يكون بتكراره بغير شرط، أي أن توكيده يكون بضمير يماثله لفظاً ومعنى فمثال ¶ المرفوع: (أنت أنت مفطور على حب الخير) ومثال المنصوب قول الشاعر: ¶ وإياك إياك المراء، فإنه ... إلى الشرِ دّعّاءٌ، وللشر جالب ¶ ويتضح من هذا أن المنفصل المنصوب لا يصح توكيده بالمنفصل المرفوع (¬1). ¶ فمن الجائز توكيد الضمير المتصل المرفوع وغيره، توكيداً لفظياً، بضمير منفصل مرفوع، لا يكون له محل من الإعراب، مثل: (فعلت أنت هذا) فـ (أنت) ضمير فصل مبني على الفتح لا محل له من الإعراب (¬2). ¶ ولم يجوز سيبويه توكيد الاسم الظاهر بالمضمر، لذلك قبح عنده أن تقول: (مررت به وبزيد هما)، تريد أن تشرك بقولك هذا بين الهاء وزيد بالتوكيد بالضمير (هما)، وحمل سيبويه قبح هذا على قبح اشتراك المظهر والمضمر فيما يكون وصفاً للمظهر فقال: (ألا ترى أنه قبيح أن تقول: (مررت بزيد وبه الطويلين) (¬3). ¶ جـ ـ إن كان المؤكد فعلاً ـ ماضياً أو مضارعاً ـ فإن توكيده اللفظي يكون بتكراره وحده دون تكرار فاعله ولا يكون للفعل المؤكد (التابع) فاعل، إنما الفاعل للأول (المتبوع) كقول أعرابي، عندما سئل: أتقول الحق؟ فأجاب: (وهل يقول يقول غير الحق؟ وأنا من معشر ولد ولد الحق معهم. ولم يفارقهم) فلفظه (يقول) الثانية، ومثلها (ولد) الثانية ـ لا محل لها من الإعراب (¬4). ¶ د ـ وإن كان المؤكد حرفاً: ¶ 1. فإن كان حرف جواب ـ يفيد الإثبات أو النفي ـ فتوكيده اللفظي يكون بتكراره فقط، كقول أعرابي لأخيه الحزين: (فيم الأسف على ما فات. وليس على الأرض باق؟ نعم نعم ليس في طول الحزن إلا إطالة الشقاء، واستدامة العذاب). ¶ 2. وإن كان المؤكد حرفاً غير جوابي وقد اتصل به ضمير ـ فتوكيد هذا الحرف لا يكون بتكراره وحده، وإنما يكون بتكراره ومعه الضمير المتصل به. ويجب الفصل بين المؤكدَّ والمؤكدِّ بفاصل ما نحو: (لك لك منزلة الشقيق البار، وبك بعد الله بك استعين). ¶ ¬__________ ¶ (¬1) النحو الوافي: 3/ 531. ¶ (¬2) التطبيق النحوي، د. عبده الراجحي: 389. ¶ (¬3) التوابع في كتاب سيبويه، د. عدنان محمد سلمان: 52. ¶ (¬4) النحو الوافي: 3/ 531.",
            "page": "14",
            "part": "1"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "3. وإن كان المؤكدَّ حرفاً غير جوابي ـ أيضاً ـ وقد اتصل باسم ظاهر فتوكيده اللفظي يكون بتكراره ومعه الاسم الظاهر، أو ضمير هذا الاسم الظاهر، وإعادة الضمير أفصح. وفي الحالتين يجب الفصل بين الحرفين، المؤكدَّ والمؤكدِّ. ويصح الاكتفاء بذلك الاسم الظاهر، نحو: (آفة النصح ان يكون جهاراً، فليت الناصح الحكيم ليت الناصح الحكيم لا يعلنه). ¶ 4. وإن كان المؤكدَّ حرفاً غير جوابي ـ أيضاً ـ وقد دخل على حرف آخر فالتوكيد اللفظي يكون بتكرار الأول مع ما دخل عليه. ومن أمثلة هذا دخول (يا) على (ليت) في قول الشاعر: ¶ ويا ليتني ثم يا ليتني ... شهدت وإن كنت لم أشهد (¬1) ¶ هـ ـ وإن كان المؤكد جملة اسمية أو فعلية جاز تكرارها بعطف صوري أو بغير عطف. والأكثر أن يكون بالعطف الصوري وأن يكون العاطف المهمل هو الحرف (ثم) ـ غالباً ـ ومن الأمثلة قوله تعالى: (كلا سوف تعلمون، ثم كلا سوف تعلمون) (¬2). وقولهم للتقي: (الثواب العظيم، الثواب العظيم)، وللشقي: (الحساب عسير، الحساب عسير)، ومما تجب ملاحظته أن العاطف هنا مهمل ـ لا يعطف مطلقاً، فهو صوري، أي في صورة العاطف وشكله الظاهر، دون حقيقته، ويجب ترك العطف بين الجملتين إذا وقع في لبس، نحو: (عاقب الحاكم اللصوص، عاقب الحاكم اللصوص) فلو وضعنا (ثم) بين ¶ الجملتين (عاقب الحاكم اللصوص ثم عاقب الحاكم اللصوص) لوقع في الوهم أن العقاب تكرار، وأنه مرتان، إحداهما بعد الأخرى مع أن المراد هو مرة واحدة (¬3). ¶ أما فائدة التوكيد اللفظي عند النحاة، فهو تقرير المؤكد في نفس السامع وتمكينه في ¶ قلبه، وإزالة ما في نفسه من الشبهة فيه، فإنك إن قلت (جاء علي) فإن اعتقد المخاطب أن الجائي هو لا غيره اكتفيت بذلك وإن أنكر، أو ظهرت عليه دلائل الإنكار، كررت لفظ (علي) دفعاً لإنكاره، أو إزالة للشبهة التي عرضت له، وإن قلت: (جاء علي، ¶ جاء علي)، فإنما تقول ذلك إذا أنكر السامع مجيئه أو لاحت عليه شبهة فيه، فتثبت ذلك في قلبه وتميط عنه الشبهة (¬4). ¶ ¬__________ ¶ (¬1) النحو الوافي: 3/ 531، 533. ¶ (¬2) سورة التكاثر الآيتان: 3 ـ 4. ¶ (¬3) النحو الوافي: 3/ 536؛ ينظر، شرح التصريح على التوضيح، ابن هشام: 2/ 127. ¶ (¬4) جامع الدروس العربية، مصطفى الغلاييني: 3/ 232.",
            "page": "15",
            "part": "1"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "جـ ـ التوكيد اللفظي في اصطلاح البلاغيين ¶ لقد أشار الجاحظ (ـ 255 هـ) إلى تكرار قصص الأنبياء في القرآن وكذلك تكرار ألفاظ الجنة والنار وأمور أخرى كثيرة، ولكنه في كل ذلك لا يستخدم لفظة التكرار أو التوكيد اللفظي بل يسميه (الترداد) وهو لا يبتعد كثيراً عن التكرار سوى أنه يوحي بموسيقية أكثر للألفاظ المكررة، ووظيفته عنده الإفهام (¬1). ¶ أما ابن قتيبة (ـ 276 هـ) فقد تحدث عن التكرار اللفظي في كتابه (تأويل مشكل القرآن) الذي يسميه تكرار الكلام من جنس واحد، كقوله تعالى: (أولى لك فأولى * ثم أولى لك فأولى) (¬2) فهذا يراد به تأكيد للمعنى الذي كرر باللفظ (¬3). وهو يرى أن التكرار في القرآن ليس بالشيء الجديد على العرب لأنه. \" نزل بلسان القوم وعلى مذاهبهم، ومن مذاهبهم التكرار الأداة التوكيد والإفهام \" (¬4). ¶ أما أبو هلال العسكري (ـ 395 هـ) لم يعط تعريفاً للتوكيد اللفظي في كتابه (الصناعتين) وإنما عده نوعاً من التكرار إذ قال: \" استعملوا التكرار ليتوكد القول ¶ للسامع، وقد جاء في القرآن وفصيح الشعر منه شيء كثير، فمن ذلك قوله تعالى: (كلا سوف تعلمون، ثم كلا سوف تعلمون) (¬5). وقوله تعالى: (فإن مع العسر يسراً إن مع العسر يسراً) (¬6). فيكون للتوكيد كما يقول القائل (أرم أرم) و (أعجل أعجل). ¶ وقد قال الشاعر: ¶ كم نعمةٍ كانت لكم ... كم كم وكم (¬7) ¶ أما عبد القاهر الجرجاني (ـ 471 هـ) فلم يتطرق في كتابه (دلائل الإعجاز) إلى التوكيد اللفظي وإنما اكتفى بعقد فصل سماه (في التوكيد وعلاماته) (¬8). ¶ ¬__________ ¶ (¬1) البيان والتبيين: 1/ 105. ¶ (¬2) سورة القيامة؛ الآيتان: 34 ـ 35. ¶ (¬3) تأويل مشكل القرآن: 181. ¶ (¬4) المصدر نفسه: 182. ¶ (¬5) سورة التكاثر؛ الآيتان: 4 ـ 5. ¶ (¬6) سورة الشرح؛ الآيتان: 5 ـ 6. ¶ (¬7) كتاب الصناعتين: 212 ـ 213. ¶ (¬8) دلائل الإعجاز: 298.",
            "page": "16",
            "part": "1"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "أما السكاكي (ـ 626 هـ) فقد تكلم عن التكرار وتصدى في كتابه (مفتاح العلوم) لرد على من رأى أن التكرار شبهة على القرآن الكريم مؤكداً فائدته في كل ما ورد من ¶ آيات، متهماً من ظن هذا الظن بجهله في صنعة الكلام وبالنعت والمكابرة (¬1). ¶ وأما ضياء الدين بن الأثير (ـ 637 هـ) فقد أشار في كتابه (المثل السائر) إلى توكيد الضمائر وهو نوع من التوكيد اللفظي إذ قال: \" وأعني بقولي (توكيد الضميرين) أن يؤكد المتصل بالمنفصل، كقولك: (إنك أنت) أو يؤكد المنفصل بمنفصل مثله كقولك (أنت أنت) أو يؤكد المتصل بمتصل مثله كقولك (إنك إنك لعالم) أو (إنك إنك لجواد) وإنما يؤتى بمثل هذه الأقوال في معرض المبالغة، وهو من أسرار علم البيان \" (¬2). ¶ ولقد أورد أمثلة وفصل القول فيها، ومن ذلك قوله تعالى: (قالوا يا موسى إما أن تلقي وإما أن نكون نحن الملقين) (¬3). ¶ \" فإن إرادة السحرة الإلقاء قبل موسى لم تكن معلومة عنده، لأنهم لم يصرحوا بما في أنفسهم من ذلك، لكنهم لما عدلوا عن مقابلة خطابهم موسى بمثله إلى توكيد ما هو لهم بالضميرين الذين هما (نكون) و (نحن) دل ذلك على أنهم يريدون التقدم عليه، والإلقاء قبله، لأن من شأن مقابلة خطابهم موسى بمثله أن كان قالوا: إما أن تلقي وإما أن نلقي، لتكون الجملتان متقابلتين، فحيث قالوا عن أنفسهم: \" وإما أن نكون نحن الملقين \" استدل بهذا القول على رغبتهم في الإلقاء قبله \" (¬4). ¶ أما الخطيب القزويني (ـ 739 هـ) فقد ذكر التوكيد اللفظي ضمن التكرار في كتابه (الإيضاح في علوم البلاغة) فأشار إلى ورود التكرار لنكتة \" كتأكيد الإنذار في قوله تعالى: (كلا سوف تعلمون، ثم كلا سوف تعلمون) (¬5) وفي (ثم) دلالة على أن الإنذار الثاني أبلغ وأشد \" (¬6). ¶ وأما العلوي (ـ 745 هـ) فقد أشار إلى التوكيد اللفظي في كتابه (الطراز) وذلك عندما ذكر الإطناب إذ عد التوكيد اللفظي خارجاً عن الإطناب بقوله: \" وقولنا في غير ¶ ترديد، يحترز به عن التواكيد اللفظية كقولنا: (اضرب اضرب)، فإنها زيادة اللفظ على ¶ ¬__________ ¶ (¬1) مفتاح العلوم: 281. ¶ (¬2) المثل السائر: 2/ 203. ¶ (¬3) سورة الأعراف؛ الآية: 115. ¶ (¬4) المثل السائر: 2/ 203. ¶ (¬5) سورة التكاثر؛ الآيتان: 4 ـ 5. ¶ (¬6) الإيضاح في علوم البلاغة، الخطيب القزويني: 1/ 304.",
            "page": "17",
            "part": "1"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "المعنى لفائدة جديدة، وهو التأكيد، لكنه ترديد اللفظ وتكريره، بخلاف الإطناب فإنه خارج عن التأكيد \" (¬1). ¶ وأما الزركشي (ـ 794 هـ) في كتابه (البرهان في علوم القرآن) فيقسم التوكيد إلى قسمين لفظي ومعنوي فاللفظي تقرير معنى الأول بلفظه أو مرادفه ويورد بعض الأمثلة الموجودة في القرآن، كقوله تعالى: (هيهات هيهات لما توعدون) (¬2). ونحو (فإن مع العسر يسراً إن مع العسر يسراً) (¬3). ولا يعد قوله تعالى: (دكاً دكاً) (¬4) و (صفاً صفاً) (¬5) من التوكيد اللفظي (¬6). ويعقد الزركشي فصلاً طويلاً يتضح من عنوانه أن التكرار يهدف إلى التأكيد قبل كل شيء، إذ هو (التكرار على وجه التأكيد) إذ يبحث في أول الفصل المعنى اللغوي للمفردة ثم يبين غلط \" من أنكر كونه من أساليب الفصاحة ظناً أنه لا فائدة له، وليس كذلك، بل هو من محاسنها لاسيما إذا تعلق بعضه ببعض، وذلك إن عادة العرب في خطاباتها إذا أبهمت بشيء إرادة لتحقيقه وقرب وقوعه أو قصدت الدعاء عليه، كررته توكيداً فكأنها تقيم تكراره مقام المقسم عليه \" (¬7). ¶ ويرى الزركشي أن: \" التكرير أبلغ من التأكيد لأنه وقع في تكرار تأسيس \" (¬8). ¶ أما السيوطي (ـ 911 هـ) فقد ذكر التكرار في كتابه (الإتقان في علوم القرآن) إذ فرق بين لونين من التكرار: أحدهما يتمثل في التوكيد اللفظي، وهو الذي لا يزيد على اثنين، ولا يفصل بينه ويبن مؤكده بفاصل. والثاني: التكرار الذي يأتي بفائدة غير التأكيد حين يزيد على الاثنين. وينبه على نوع آخر من التوكيد لم ينبه إليه أحد في الغالب، يتمثل في إعادة الفعل بمصدره \" وهو غرض من تكرار الفعل مرتين وفائدته رفع توهم المجاز عن الفعل \" (¬9) كقوله تعالى: (يوم تمور السماء موراً وتسير الجبال سيراً) (¬10). ¶ ¬__________ ¶ (¬1) الطراز: 2/ 231. ¶ (¬2) سورة المؤمنون؛ الآية: 36. ¶ (¬3) سورة الشرح؛ الآيتان: 5 ـ 6. ¶ (¬4) سورة الفجر؛ الآية: 21. ¶ (¬5) الفجر؛ الآية: 22. ¶ (¬6) البرهان في علوم القرآن، الزركشي: 2/ 401. ¶ (¬7) المصدر نفسه: 3/ 12. ¶ (¬8) المصدر نفسه: 3/ 15. ¶ (¬9) الإتقان في علوم القرآن: 2/ 66 ـ 67. ¶ (¬10) سورة الطور؛ الآية: 10.",
            "page": "18",
            "part": "1"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "وتجدر الإشارة هنا إلى قضية مهمة هي أن التوكيد اللفظي لم يعرف بلاغياً، والحق أنني لم اعثر في المصادر التي اعتمدتها على من يعرف التوكيد اللفظي بلاغياً، ولكن الذي وجدته عند القدماء والمحدثين. أنهم يعدون التوكيد اللفظي من التكرار، وهذا التكرار باب في الكتب البلاغية، يقول الدكتور عبد العزيز عتيق في كتابه (علم المعاني) التوكيد اللفظي ضمن التكرار: \" والتكرير المفيد يأتي في الكلام تأكيداً له وتشديداً من أمره، وإنما تفعل ذلك للدلالة على العناية بالشيء الذي كررت فيه كلامك إما مبالغة في مدحه أو ذمه أو غير ذلك، ودواعي الإطناب بالتكرير كثيرة منها: ¶ تأكيد الإنذار: نحو قوله تعالى: (كلا سوف تعلمون، ثم كلا سوف ¶ تعلمون) (¬1) \" (¬2) وذكر الدكتور أحمد مطلوب في كتابه (أساليب بلاغية) أن التكرير يؤتى به ¶ لأغراض ومنها التوكيد (¬3). ¶ ومن هنا نستطيع أن نعرف التوكيد اللفظي بلاغياً بأنه إعادة اللفظ أكثر من مرة لداعٍ بلاغي. فعندما تتكرر لفظة ضمن سياق التوكيد اللفظي فإنها سوف تخرج إلى غرض بلاغي يفهم من السياق. ¶ وهكذا تنبه البلاغيون على التوكيد اللفظي لوناً من ألوان التعبير الأدبي وأفاضوا في القول فيه شرحاً وتفصيلاً، أو اقتضبوا اختصاراً واجتزاءً ن كل بحسب ما أوتي من عمق الفكرة وشمول النظرة وطبيعة الثقافة، والتنبيه إلى خصائص هذا اللون (¬4). من التعبير. ¶ ¬__________ ¶ (¬1) سورة التكائر؛ الآيتان: 4 ـ 5. ¶ (¬2) علم المعاني، د. عبد العزيز عتيق: 208. ¶ (¬3) أساليب بلاغية، د. أحمد مطلوب: 234، وينظر، علم المعاني، د. قصي سالم علوان: 178 ـ 179. ¶ (¬4) التكرار اللفظي أنواعه ودلالاته قديماً وحديثاً: 102.",
            "page": "19",
            "part": "1"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "الفصل الأول ¶ أساليب التوكيد اللفظي في الصحيح",
            "page": "20",
            "part": "1"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "التوكيد اللفظي لون من ألوان أسلوب التوكيد، ولهذا اللون وقع خاص في النفس، ففيه لين وشدة وتنبيه وتأثير من أجل تحقيق الاستجابة والإقناع وعدم إنكار المخاطب، إذ التوكيد: \" تمكين الشيء في النفس وتقوية أمره وفائدته إزالة الشكوك وإماطة الشبهات \" (¬1). ¶ ومراد الفصل أساليب التوكيد اللفظي في الصحيح، لذا فهو يشمل توكيد الكلمة وتوكيد الجملة، ولم يرد هذا اللون من التوكيد إلا في أمور هامة حيث يقتضي المقام تنبيه المخاطب بوساطة تكرار الكلمة أو تكرار الجملة، فنجد هذه الأساليب النبوية مؤثرة في النفوس لما فيها من تعبير، إذ تدخل في القلوب وتخاطب العواطف، فيتأثر السامع، وتتحقق الاستجابة والفائدة المتوخاة، ونستطيع أن نقسم الأساليب إلى قسمين، أسلوب التوكيد اللفظي بالكلمة، وأسلوب التوكيد اللفظي بالجملة. ¶ أما أسلوب التوكيد اللفظي بالكلمة فيتوزع إلى، التوكيد بالاسم، والتوكيد باسم الفعل، والتوكيد بالمصدر، والتوكيد بالضمائر. ¶ وأما التوكيد اللفظي بالجملة فيشمل، توكيد الجملتين الاسمية والفعلية. ¶ أولاً: التوكيد اللفظي بالكلمة، وتشمل: ¶ أ ـ التوكيد اللفظي بالاسم: ¶ إن التوكيد بهذا الأسلوب يكون بتكرار الاسم بلفظه. فالاسم هو ما دل على معنى مفرد (¬2). فإذا تكرر الاسم مرتين أو ثلاث مراتٍ تأكد المعنى في الذهن وتحقق. ولقد وردت أحاديث عدة من هذا النوع إذ بلغ عددها عشرين حديثاً، تعبر عن هذا المعنى مثل: ¶ قول النبي - صلى الله عليه وسلم -: \" لا تقوم الساعة حتى يقبض العلم وتكثر الزلازل ويتقارب الزمان وتظهر الفتن ويكثر الهرج وهو القتل القتل حتى يكثر فيكم المال فيفيض \" (¬3). ¶ وقوله - صلى الله عليه وسلم -: \" إنكم محشورون حفاةً عراةً غرراً ثم قرأ: (كما بدأنا أول خلق نعيده وعداً علينا إنا كنا فاعلين) (¬4) وأول من يكسى يوم القيامة إبراهيم وأن أناساً من أصحابي يؤخذ بهم ¶ ¬__________ ¶ (¬1) الطراز: 2/ 176. ¶ (¬2) كتاب الحلل في إصلاح الخلل من كتاب الجمل، عبد الله بن محمد البطليوسي: 61. ¶ (¬3) صحيح البخاري، محمد بن إسماعيل البخاري: 1/ 183. ¶ (¬4) سورة الأنبياء؛ الآية: 104.",
            "page": "21",
            "part": "1"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "ذات. الشمال فأقول أصحابي أصحابي فيقول إنهم لم يزالوا مرتدين على أعقابهم منذ فارقتهم فأقول كما قال العبد الصالح وكنت عليهم شهيداً ما دمت فيهم ... \" (¬1). ¶ \" لما بنيت الكعبة ذهب النبي - صلى الله عليه وسلم - وعباس ينقلان الحجارة فقال عباس للنبي - صلى الله عليه وسلم - اجعل إزارك على رقبتك يقيك من الحجارة فخر إلى الأرض وطمحت عيناه إلى السماء ثم أفاق فقال: إزاري إزاري فشد عليه إزاره \" (¬2). ¶ فهذه الأسماء (القتل، القتل، أصحابي أصحابي، إزاري إزاري) قد دلت على معنى في نفسها، وحققت الغاية من تكرارها، وهو زيادة الإفهام أو تأكيد المعنى وترسيخه. كما نلحظ في استخدام النبي الكريم هذا النوع من التوكيد، بصيغة الاستثناء، وذلك عندما خطب عام فتح مكة فقال: \" إن الله حبس عن مكة القتل ... . وسلط عليهم رسول الله - صلى الله عليه وسلم - والمؤمنين ألا وإنها لم تحل لأحد قبلي ولم تحل لأحدٍ بعدي ألا وإنها حلت لي ساعة من نهار ألا وإنها ساعتي هذه حرام لا يختلى شوكها ولا يعضد شجرها ولا يلتقط ساقطها إلا لمنشد فمن قتل فهو بخير النظرين إما أن يعقل وإما أن يقاد أهل القتيل، فجاء رجل من أهل اليمن فقال أكتب لي يا رسول الله فقال: أكتبوا لأبي فلان، فقال رجل من قريش إلاَّ الإ ذْخِرَ يا رسول الله فإنا نجعله في بيوتنا وقبورنا فقال النبي - صلى الله عليه وسلم -: \" إلاَّ الإ ذْخِرَ إلاَّ الإ ذْخِرَ \" (¬3). ¶ لقد حرم في هذا الحديث، القتل عن أهل مكة، كما حرم قطع شجرها وإلآ تلتقط لقطتها إلا لمعرف بها، ولكنه استثنى من كل هذه الأشياء (إلا ذخر) (¬4). وهو حشيشه طيبة الرائحة تسقف بها البيوت، فتوضع فوق الخشب (¬5). ¶ فالاستثناء \" هو المخرج تحقيقاً أو تقديراً، من مذكور أو متروك، بإلا أو ما في معناها بشرط حصول الفائدة \" (¬6). فانتصب الاسم (إلا ذخر) بأداة الاستثناء (إلا)، ويسمى هذا النوع الاستثناء المنقطع \" وهو ما كان فيه المستثنى ليس بعضاً من المستثنى منه \" (¬7). فـ ¶ (الأ ذْخِرَ) ليس بعضاً من الأشياء المحرمة، مثل القتل، وقطع الأشجار، واللقطة. فأخرجت ¶ ¬__________ ¶ (¬1) صحيح البخاري: 2/ 233 ـ 234. ¶ (¬2) المصدر نفسه: 2/ 317. ¶ (¬3) المصدر نفسه: 1/ 32. ¶ (¬4) فتح الباري: 1/ 217. ¶ (¬5) لسان العرب (مادة ذخر): 5/ 390. ¶ (¬6) أوضح المسالك إلى ألفية ابن مالك: 2/ 249. ¶ (¬7) معاني النحو، د. فاضل صالح السامرائي: 2/ 677.",
            "page": "22",
            "part": "1"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "هذه المادة، التي يجعلونها في بيوتهم وقبورهم من حكم التحريم، وأما التوكيد اللفظي فنلحظ تكرار أداة الاستثناء والمستثنى مرتين، ليتقرر المعنى في ذهن السامع في حكم هذه المادة، والمستثناة من التحريم. ¶ ومن الصيغ التي استخدمت في الصحيح، في بنية التوكيد اللفظي بالاسم، صيغة التحذير، ومن ذلك: ¶ عندما رأى عمر بن الخطاب (رضي الله عنه) أنساً بن مالك (رضي الله عنه) يصلي عند القبر قال \" القبر القبر \" (¬1). ¶ لقد حذر عمر بن الخطاب (رضي الله عنه) في هذا النص، أنساً (رضي الله عنه) عندما صلى عند القبر، فقال عمر (رضي الله عنه) (القبر القبر) محذراً إياه من ذلك الفعل. والتحذير تنبيه المخاطب على أمرٍ مكروه ليتجنبه \" (¬2). فـ (القبر) اسم منصوب على التحذير، والتقدير: أحذر القبر القبر. فحذف فعل التحذير الثاني وأسقط من التقدير لضيق الوقت، ولأن ذكره يفضي إلى تفويت المهم. وفي ذلك يقول د. فاضل السامرائي، في كتابه (معاني النحو): \" والأمر عندي فيه تفصيل وهو أنه ليس كل مكرر واجب الحذف ولا كل مفرد جائز الحذف وإنما الأمر يعود إلى القصد والمعنى والمقام، فإذا كان ذكر اللفظ من المحذر والمحذر منه نائباً عن فعل التحذير مفهوماً منه التحذير بما يرى من الحال وكان المقام يضيق عن ذكر الفعل حذف فعله ولا يذكر وكان المذكور يقوم مقام فعل التحذير كما في (أيا) سواء أكان المكرر أم غير مكرر؟ والإجاز ذكره، وإيضاح ذلك إنك تقول لصاحبك (احذر زيداً) ثم ترى إنه لم يسمع كلمة (زيد) أو ذهب ذهنه إلى خالد فتؤكد زيداً وهذه من فوائد التوكيد اللفظي فتقول: (إحذر زيداً زيداً)، فإذا كان زيد قريباً منه وهو له عدو ينوي قتله وكان الوقت يضيق عن ذكر غير المحذر قلت زيداً أو زيداً زيداً، أي احذره فهو قريب، فكلمة (زيد) الأولى أعني في (إحذر زيداً) ليست نائبة عن فعل التحذير بخلاف الثانية فإنها نائبة عنه ومفهمة معناه \" (¬3). ¶ فالمقام يضيق عن ذكر فعل التحذير مرتين (إحذر القبر إحذر القبر). لأن المخاطب سوف يقع في المحذر منه، وإنما اقتصر على تقدير فعل التحذير مرة واحدة (إحذر القبر القبر ¶ ¬__________ ¶ (¬1) صحيح البخاري: 1/ 86. ¶ (¬2) شرح الحدود النحوية: 101. ¶ (¬3) معاني النحو: 2/ 535.",
            "page": "23",
            "part": "1"
        },
        {
            "hno": null,
            "id": "29",
            "nass": ") وعدت (القبر) الثانية مؤكدة للأولى، ومن هنا نستطيع أن نعد هذا التحذير من التوكيد اللفظي بالاسم. ¶ وأما صيغة الإغراء في التوكيد اللفظي فقد وردت في الحديث الشريف، ومن ذلك: فيما يرويه جابر عن النبي - صلى الله عليه وسلم - إذ يقول: \" تزوجت؟ قلت نعم. قال بكراً أم ثيباً؟ قلت بل ثيباً قال أفلا جارية تلاعبها وتلاعبك قلت إن لي أخواتٍ فأحببت أن أتزوج امرأة تجمعهن وتمشطهن وتقوم عليهن قال أما إنك قادم فإذا قدمت. فالكيس الكيس ... \" (¬1). ¶ لقد استخدم النبي الكريم هذه الصيغة في هذا الحديث، وذلك لإغراء الصحابي جابر بن عبد الله (رضي الله عنه) في ابتغاء الولد، فقال له (الكيس الكيس). فالكيس (¬2) اسم منصوب على الإغراء أي عليك بالعقل لأن أصل الكيس العقل (¬3). إذ التقدير (الزم الكيس الكيس)، فلم يقدر هنا فعل الإغراء الثاني، فالمعنى تم بفعل الإغراء الأول فلا حاجة لإعادته وتكراره مرة ثانية لأن الكيس الثانية تعد توكيداً لفظياً لكيس الأولى. ولقد أورد هذا المعنى ابن هشام الأنصاري في كتابه (شرح التصريح على التوضيح) في (أخاك أخاك) بنصب \" أخاك \"بتقدير \" الزم \" محذوف وجوباً وأخاك الثاني توكيد (¬4). فأراد النبي الكريم بهذا التوكيد الإغراء إذ التقدير (الزم الكيس الكيس). فالغاية من هذا الإغراء ابتغاء الولد (¬5). ¶ ومن الصيغ التي استخدمها النبي الكريم في التوكيد اللفظي بالاسم، صيغة الاستفهام التي خرجت إلى التعجب، ومن ذلك: ¶ عندما جاء رجل إلى النبي الكريم يسأله عن عمل يدخله الجنة، فقال - صلى الله عليه وسلم -: \" ماله ¶ ماله؟ \" (¬6). ¶ إن \" الاستفهام والاستعلام والاستخبار بمعنى واحد، فالاستفهام مصدر استفهمت أي طلبت الفهم وهذه السين تفيد الطلب \" (¬7). ¶ ¬__________ ¶ (¬1) صحيح البخاري: 2/ 10 ـ 11. ¶ (¬2) الكيس: أصل الكيس كاس الرجل ولد له ولد كيس، فالكيس العقل وهو طلب الولد والنسل وهو ضد الحمق. ينظر فتح الباري: 11/ 256 ـ 257. ¶ (¬3) إرشاد الساري، القسطلاني: 8/ 122. ¶ (¬4) شرح التصريح على التوضيح: 2/ 195. ¶ (¬5) عمدة القاري، العيني: 20/ 222. ¶ (¬6) صحيح البخاري: 1/ 243. ¶ (¬7) شرح المفصل: 8/ 150.",
            "page": "24",
            "part": "1"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "فالاستفهام: طلب المتكلم من مخاطبه أن يحصل في ذهنه ما لم يكن حاصلاً عنده مما سأله عنه (¬1). والاستفهام لا يقتصر دوره على معنى الاستخبار ـ وهو معناه الأصلي ـ فحسب، بل يجاوزه إلى معانٍ أخر أيضاً، ومن هذه المعاني التعجب، إذ كرر النبي الكريم (ماله). فـ (ما) اسم استفهام، و (له) متعلق بالرجل نفسه (¬2). ¶ فاستعمل النبي الكريم هذا الاستفهام ليعبر عن تعجبه من حرص الرجل على سؤاله. ثم قال له \" تعبد الله ولا تشرك به شيئاً وتقيم الصلاة وتؤتي الزكاة وتصل الرحم \" (¬3). ¶ كما استعمل النبي الكريم في التوكيد اللفظي بالاسم في الحديث الشريف، صيغة ¶ المبالغة، ومن ذلك: ¶ عندما أطال معاذ بن جبل (رضي الله عنه) على الناس في الصلاة، إذ كان: \" يصلي مع النبي - صلى الله عليه وسلم - ثم يرجع فيؤم قومه فصلى العشاء فقرأ \" البقرة \" فانصرف الرجل فكأن معاذاً تناول منه فبلغ النبي - صلى الله عليه وسلم - فقال: فتان فتان فتان ... . \" (¬4). ¶ لقد استعمل النبي الكريم في هذا الحديث، صيغة المبالغة (فتان)، وفتان مرفوع على أنه خبر مبتدأ محذوف، والتقدير (أنت) والتكرار للتوكيد (¬5). فتصبح الجملة (أنت فتان فتان فتان). فضلاً عن أن هذه الألفاظ تدل على ما يدل عليه اسم الفاعل بزيادة في المعنى، فهي في الحقيقة اسم فاعل تحول إلى صيغة المبالغة بهدف المبالغة والتكثير، فمثلاً اسم الفاعل (عالم) يعني الذي يعلم، أما صيغة المبالغة (علامة) فتعني كثير العلم (¬6). وكذلك (فتان) إذ تعني كثير الفتنة، كما أن في تكرارها دلالة على شدة إنكار النبي الكريم ذلك، فضلاً عن أنها تحقق الغرض المطلوب الذي تنشده من الاستجابة وعدم تكرار الفعل مستقبلاً. ¶ ب ـ التوكيد اللفظي باسم الفعل: ¶ لقد عرف الدكتور تمام حسان، أسماء الأفعال بأنها: \" كلمات تستعمل في أساليب افصاحية؛ أي في الأساليب التي تستعمل للكشف عن موقف انفعالي ما والإفصاح عنه \" (¬7). ¶ ¬__________ ¶ (¬1) الأشباه والنظائر، جلال الدين السيوطي: 4/ 2. ¶ (¬2) عمدة القاري: 8/ 239. ¶ (¬3) صحيح البخاري: 1/ 243. ¶ (¬4) المصدر نفسه: 1/ 129. ¶ (¬5) عمدة القاري: 5/ 238. ¶ (¬6) موسوعة النحو والصرف والإعراب، د. أميل بديع يعقوب: 335. ¶ (¬7) اللغة العربية معناها ومبناها: 113.",
            "page": "25",
            "part": "1"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "فاسم الفعل لكلمة تدل على فعل معين وتحمل معناه وزمنه وعمله، وهو لا يسمى اسماً فقط لأنه لا يدل على معنى في نفسه غير مقترن بزمن، كما لا يسمى فعلاً فقط لأنه لا يقبل علامات الفعل، وهو لا يتأثر بالعوامل، فأسماء الأفعال مبنية لا محل لها من الإعراب (¬1). ¶ ولقد ورد في الصحيح ثلاثة نصوص تحمل هذا المعنى، وفيما يأتي ذلك: ¶ \" أخذ الحسن بن عليٍ (رضي الله عنهما) تمرة من تمر الصدقة فجعلها في فيه فقال النبي - صلى الله عليه وسلم - كخ كخ ليطرحها ثم قال أما شعرت أنا لا نأكل الصدقة \" (¬2). ¶ و: \" جاء بلال إلى النبي - صلى الله عليه وسلم - بتمر برني فقال له النبي - صلى الله عليه وسلم - من أين هذا؟ قال بلال كان عندنا تمر رديء فبعت منه صاعين بصاعٍ لنطعم النبي - صلى الله عليه وسلم -، فقال النبي - صلى الله عليه وسلم - عند ذلك: أوه أوه عين الربا عين الربا لا تفعل ولكن إذا أردت أن تشتري فبع التمر ببيعٍ آخر ثم اشتره \" (¬3). ¶ وقال البخاري في تفسير قوله تعالى في سورة (ق) هل من مزيد، قوله - صلى الله عليه وسلم -: \" يلقى في النار وتقول هل من مزيد حتى يضع [الله] قدمه فتقول قط قط \" (¬4). ¶ لقد زجر النبي الكريم في الحديث الأول، الحسن بن علي (رضي الله عنه) عندما كان صبياً، وذلك عندما أخذ تمرة من تمر الصدقة ووضعها في فيه، إذ قال له (كخ) وهذه اللفظة بمعنى دع أو أترك فهي \" كلمة تقال لردع الصبي عند تناوله ما يستقذر \" (¬5). فـ (كخ) اسم صوت كما يسميه النحاة، ولا يقوم دليل على أسميته لا من حيث المبنى ولا من حيث ¶ المعنى، فهو لا يقبل علامات الأسماء، إلا على الحكاية شأنه في ذلك شأن الأفعال والجمل، ومن ذلك، \" هلا \" لزجر الخيل \" وكخ \" للطفل \" وعاه \" للإبل (¬6). فنلحظ من خلال تكرار اسم الصوت (كخ) دلالة على شدة الزجر، حتى لا يعود المخاطب إلى ذلك مستقبلاً. ¶ لقد نبه النبي الكريم في الحديث الثاني، بلال بن رباح (رضي الله عنه) عندما باع صاعين من التمر الرديء بصاع واحد من التمر البرني، عند ذلك قال النبي الكريم (أوه). بمعنى أتوجع (¬7). فـ (أوه) \" اسم فعل مضارع مبني على السكون لا محل له من الأعراب، ¶ ¬__________ ¶ (¬1) التطبيق النحوي: 56. ¶ (¬2) صحيح البخاري: 1/ 260. ¶ (¬3) المصدر نفسه: 2/ 44. ¶ (¬4) المصدر نفسه: 3/ 191. ¶ (¬5) فتح الباري: 4/ 97. ¶ (¬6) اللغة العربية معناها ومبناها: 114. ¶ (¬7) أساليب بلاغية، د. احمد مطلوب: 137.",
            "page": "26",
            "part": "1"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "والفاعل ضمير مستتر وجوباً تقديره أنا\" (¬1). ونجد أن النبي الكريم عندما كرر اسم الفعل (أوه) ففي ذلك دلالة على شدة التنبيه لأن المخاطب يجهل حرمة هذا البيع. ¶ أما في الحديث الثالث، فنجد جهنم تتكلم وذلك عندما يلقي الله ـ سبحانه وتعالى ـ العصاة فيها فتقول (هل من مزيد) حتى يتجلى الله عليها ويضع قدمه فيها فتخضع وتذل وتقول (قط قط) أي حسبي حسبي قد اكتفيت (¬2). فـ (قط) اسم فعل مضارع بمعنى (يكفي) (¬3). ¶ وهكذا رأينا أن أسماء الأفعال في الحديث الشريف قد أدت المعاني التي كان يبتغيها النبي الكريم بأوجز الطرائق وأكثرها وقعاً وتأثيراً في النفس، لأن علة استعمال هذه الأسماء في موضع الأفعال التي تدل عليها يعود إلى ما فيها من المبالغة في المعنى والاختصار في الكلام (¬4). ¶ جـ ـ التوكيد اللفظي بالمصدر: ¶ ورد التوكيد اللفظي بالمصدر في الحديث الشريف، في نصين وهما: ¶ قوله - صلى الله عليه وسلم -: \" مثلي ومثل ما بعثني الله كمثل رجلٍ أتى قوماً فقال رأيت الجيش بعيني وإني أنا النذير العريان فالنجاء النجاء ... \" (¬5). ¶ وقوله - صلى الله عليه وسلم -: \" أنا فرطكم على الحوض، من ورده شرب منه ومن شرب منه لم يظمأ بعده أبداً، ليرد علي أقوام أعرفهم ويعرفوني ثم يحال بيني وبينهم ... . إنهم مني، فيقال، إنك لا تدري ما بدلوا بعدك، فأقول: سحقاً سحقاً لمن بدل بعدي \" (¬6). ¶ لقد شبه النبي الكريم في الحديث الأول، نفسه بالنذير العريان، إذ كانت عادة النذير أن يخلع ويشير ثوبه إيذاناً بشدة الخطر\" (¬7). وقد استخدم المصدر (النجاء). والمعنى \" اسلكوا طريق النجاة قبل أن يدهمكم العدو \" (¬8). ¶ ¬__________ ¶ (¬1) التطبيق النحوي: 58. ¶ (¬2) إرشاد الساري: 7/ 354؛ ينظر، عمدة القاري: 25/ 137. ¶ (¬3) فتح الباري: 10/ 217. ¶ (¬4) أساليب الطلب في الحديث الشريف، دراسة بلاغية في متن صحيح البخاري، هناء محمود شهاب، رسالة دكتوراه، بإشراف الدكتورة مناهل فخر الدين فليح، كلية الآداب، جامعة الموصل، 1416 هـ ـ 1995 م: 48 - 49. ¶ (¬5) صحيح البخاري: 4/ 126. ¶ (¬6) المصدر نفسه: 4/ 221. ¶ (¬7) التاج الجامع للأصول في أحاديث الرسول، منصور علي ناصف: 1/ 43. ¶ (¬8) المصدر نفسه: 1/ 43.",
            "page": "27",
            "part": "1"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "ففيه معنى الأمر والإغراء بالنجاء (¬1). كما نلحظ من خلال تكراره تأكيد الأمر والمبالغة فيه (¬2). فالمصدر: \" اسم دال بالأصالة على معنى قائم بالفاعل أو صادر عنه، إما حقيقة أو مجازاً أو واقع على المفعول \" (¬3). ¶ ثم استعمل النبي الكريم في الحديث الثاني، الأمر بصيغة المصدر، في لفظه (سحقاً) إذ أفادت الدعاء، فكان المبتغى من تكريرها، المبالغة في الدعاء على من بدل دينه وأحدث فيه البدع (¬4). فـ (سحقاً سحقاً) بعداً بعداً (¬5). فنلحظ لفظة (سحقاً) تدل على الحدث المجرد عن الزمان، المتضمنة أحرف فعلها لفظاً، فالتقدير، (سحقاً سحقاً) (¬6). ¶ د ـ التوكيد اللفظي بالضمائر: ¶ لقد ورد توكيد الضمائر في صحيح البخاري، على ثلاثة أنواع وهي: توكيد الضمير المتصل بالضمير المنفصل، إذ شكل مساحة واسعة في بنية التوكيد بالضمير، فقد جاء في أربعة وأربعين نصاً، أما توكيد الضمير المنفصل بالضمير المنفصل ففي نص واحد، وتوكيد الضمير المتصل بالضمير المتصل في نص واحد أيضاً فيكون مجموع مواضع توكيد الضمائر في الصحيح ستة وأربعين موضعاً. ¶ إن توكيد الضمائر يأتي لضرب من المبالغة، فمن توكيد الضمير المتصل بالضمير المنفصل \" أن علياً (رضي الله عنه) حرق قوماً فبلغ ذلك ابن عباس فقال لو كنت أنا لم أحرقهم لأن النبي - صلى الله عليه وسلم - قال: لا تعذبوا بعذاب الله. ولقتلتهم كما قال النبي - صلى الله عليه وسلم -: من بدل دينه فاقتلوه \" (¬7). ¶ وعندما جاء علي بن أبي طالب والعباس عم النبي - صلى الله عليه وسلم - إلى أمير المؤمنين عمر بن الخطاب (رضي الله عنه) إذ أرادا ما أفاء الله على رسوله - صلى الله عليه وسلم - من أموال بني النضير، ¶ فـ \" قال عمر ثم توفى الله نبيه - صلى الله عليه وسلم - فقال أبو بكر أنا ولي رسول الله - صلى الله عليه وسلم - فقبضها أبو بكر فعمل ¶ ¬__________ ¶ (¬1) الصاحبي، ابن فارس: 237. ¶ (¬2) أساليب الطلب في الحديث الشريف: 28. ¶ (¬3) شرح الحدود النحوية: 88. ¶ (¬4) إرشاد الساري: 10/ 168. ¶ (¬5) النهاية في غريب الحديث والأثر: 2/ 161. ¶ (¬6) موسوعة النحو والصرف والأعراب: 505. ¶ (¬7) صحيح البخاري: 2/ 172.",
            "page": "28",
            "part": "1"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "فيها بما عمل رسول الله - صلى الله عليه وسلم - والله يعلم أنه فيها لصادق بار راشد تابع للحق ثم توفى الله أبا بكر فكنت أنا ولي أبي بكر فقبضتها سنتين من إمارتي ... .. \" (¬1). ¶ وقوله تعالى: (وإذ يرفع إبراهيم القواعد من البيت وإسماعيل ربنا تقبل منا إنك أنت السميع العليم) (¬2) (¬3). ¶ لقد أنكر عبد الله بن عباس (رضي الله عنه) في النص الأول، فعل علي بن أبي طالب، وذلك عندما حرق قوماً بالنار لأن التحريق بالنار عذاب الله ـ سبحانه ـ يوم القيامة للعصاة. فنلحظ عبد الله بن عباس أكد الضمير المتصل (التاء) بالضمير المنفصل (أنا) ليؤكد الفاعلية، ولأكتفى ابن عباس بقتلهم. ¶ ولقد جاء علي والعباس (رضي الله عنهما) في النص الثاني، إلى أمير المؤمنين ¶ عمر (رضي الله عنه) يريدان نصيبهما مما أفاء الله على رسوله - صلى الله عليه وسلم - من أموال بني النضير، فقال عمر إن أبا بكر قبضها ووضعها في المواضع التي كان يضع فيها رسول الله - صلى الله عليه وسلم - هذه الأموال، وكنت أنا ولي أبي بكر فأضعها فيما وضعها أبو بكر. فنلحظ عمر بن ¶ الخطاب (رضي الله عنه) يؤكد الضمير المتصل (التاء) بالضمير المنفصل (أنا) إذ كان يبغي من وراء هذا التوكيد تثبيت المعنى في ذهن السامع بأنه يعمل في هذه الأموال بما عمل النبي الكريم وما عمل أبو بكر، فالغاية من هذا التوكيد هو الاقتداء بفعل النبي الكريم وفعل أبي بكر الصديق. ¶ لقد رسم القران الكريم في النص الثالث، مشهداً تنفيذياً للأمر الذي تلقاه إبراهيم وإسماعيل، من ربهما بإعداد البيت، إذ السياق يكشف لنا عنهما، ويرينا إياهما كما لو كانت رؤية العين لا رؤيا الخيال، إنهما أمامنا حاضران نكاد نسمع صوتيهما يبتهلان (¬4). فنلحظ أن إبراهيم وإسماعيل (عليهما السلام) قد أكدا الضمير المتصل بالضمير المنفصل في ¶ قوله (إنك أنت السميع العليم). وإن كان المعنى هنا معلوماً قد ثبت في النفس ورسخ فيها بان ¶ ¬__________ ¶ (¬1) المصدر نفسه: 2/ 178. ¶ (¬2) سورة البقرة؛ الآية: 127. ¶ (¬3) صحيح البخاري: 3/ 99. ¶ (¬4) في ظلال القران، سيد قطب: 1/ 114.",
            "page": "29",
            "part": "1"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "الله سميع عليم، فانه لا يحتاج إلى تأكيده لبيانه وظهوره، ولكن أكدا بالضميرين ليعطيا الكلام حقه (¬1). ¶ وأما توكيد الضمير المتصل بالضمير المتصل: في قوله تعالى: (ألم أقل لك إنك لن تستطيع معي صبراً) (¬2) (¬3). ¶ نجد في هذا النص، أن العبد الصالح الخضر قتل غلاماً، فقال نبي الله موسى أقتلت نفساً بغير نفس وأنكر عليه هذا الفعل. فنلحظ أن العبد الصالح قد أكد الضمير المتصل بالضمير المتصل في قوله (لك إنك) كما تقول لمن توبخه: لك أقول، وإياك أعني (¬4). فجاء هذا التوكيد للزيادة في مكافحة العتاب، والوسم بعدم الصبر (¬5). ¶ ومن توكيد الضمير المنفصل بالضمير المنفصل في الحديث الشريف، مما جاء عن ضرب جابر بن عبد الله (رضي الله عنه) باب النبي الكريم فأجاب حين سئل من الطارق بقوله: (أنا)، فقال النبي - صلى الله عليه وسلم -: \" أنا أنا كأنه كرهها \" (¬6). ¶ لقد كره النبي الكريم في هذا الحديث، فعل جابر إذ لم يذكر اسمه بعدما ضرب الباب وأجاب بـ (أنا) لأن لفظة (أنا) لا تفيد السائل مقصده (¬7). فنلحظ من خلال هذا التوكيد انفعاله السلبي - صلى الله عليه وسلم - تجاه هذا الفعل. فتكرار هذا الضمير يتصف بشحنات انفعالية خاصة قد تظهر في تغير الصوت أو في حدة في الحديث، فالأمر إذاً ليس مجرد معرفة العبارة وتحليل ¶ عناصرها، وإنما هو الوقوف أولاً وقبل كل شيء على تقدير قيمتها الانفعالية (¬8). فلكل كلمة مع صاحبتها مقام (¬9). يتمثل باختيار الألفاظ والمعاني وتلاؤمها معاً في السياق، بحيث تنسجم هذه ¶ ¬__________ ¶ (¬1) الفوائد المشوق إلى علوم القران وعلم البيان، ابن القيم الجوزية:206. ¶ (¬2) سورة الكهف؛ الآية: 75. ¶ (¬3) صحيح البخاري: 1/ 36. ¶ (¬4) أسرار التكرار في القرآن، محمود بن حمزة الكرماني، عبد القادر عطا: 134. ¶ (¬5) المثل السائر: 20/ 204. ¶ (¬6) صحيح البخاري: 4/ 89. ¶ (¬7) إرشاد الساري: 9/ 144. ¶ (¬8) علم النفس اللغوي، د. نوال محمد عطية: 37. ¶ (¬9) الإيضاح في علوم البلاغة: 1/ 80.",
            "page": "30",
            "part": "1"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "الصناعة مع مراعاة مقام المتلقي من الناحية النفسية والمعرفية (¬1). فالضمير المنفصل: قد يكون في محل رفع أو نصب، ولا يكون في محل جر، والضمائر التي تقع في محل رفع منها (أنا) فتقول مثلاً: (أنا عربي) فـ (أنا) ضمير منفصل في محل رفع مبتدأ (¬2). أما في الحديث، فالضمير الأول، ضمير منفصل مبني على السكون في محل رفع مبتدأ. والثاني توكيد لفظي له، ففيه دلالة على شدة انفعاله - صلى الله عليه وسلم -. ¶ وهكذا نرى أن هذا الأسلوب النبوي استطاع أن يحقق هدفه من التأثير عبر توكيد الضمائر. ¶ ¬__________ ¶ (¬1) ظواهر أسلوبية في كتاب جوهر الكنز لابن الأثير، محمود درابسة، مجلة أبحاث اليرموك، المجلد السابع عشر، العدد الأول، 1999، ص: 195. ¶ (¬2) التطبيق النحوي: 35.",
            "page": "31",
            "part": "1"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "ثانياً: التوكيد اللفظي بالجملة: ¶ الجملة هي: \" اللفظ المفيد فائدة يحسن السكوت عليها \" (¬1). وللجملة ركنان: المسند إليه والمسند فأما في الجملة الاسمية فالمبتدأ مسند إليه والخبر مسنده وأما في الجملة الفعلية فالفاعل أو نائبه مسند إليه والفعل مسند، وكل ركن من هذين الركنين عمدة لا تقوم الجملة إلا به وما عدا هذين الركنين مما تشتمل الجملة عليه فهو فضلة يمكن أن يستغني عنها تركيب الجملة، ويضاف إلى هذا الكلام ما يأتي: ¶ 1. الأصل الذكر، فإذا عدل عنه إلى الحذف وجب تقدير المحذوف من ركني الجملة. ¶ 2. الأصل الإظهار، فإذا اضمر أحد الركنين وجب تفسيره. ¶ 3. الأصل الوصل، وقد يعدل عنه إلى الفصل. ¶ 4. الأصل الرتبة بين عناصر الجملة وقد يعدل عنها إلى التقديم والتأخير. ¶ 5. الأصل الإفادة، فإذا لم تتحقق الفائدة فلا جملة، وتتحقق الإفادة بالقرائن حين يؤمن اللبس (¬2). ¶ فالجملة في التوكيد اللفظي في صحيح البخاري تنقسم إلى قسمين: ¶ أ ـ الجملة الاسمية: ¶ التوكيد اللفظي بالجملة الاسمية يكون بتكرار لفظها بعينه والجملة الاسمية إذا كانت مبدوءة باسم بدءً أصيلاً (¬3). وتدل على الاختصاص والتحقق والثبوت والتأكيد (¬4). ولقد بلغ عدد نصوص التوكيد اللفظي بالجملة الاسمية في الصحيح (سبعة عشر نصاً) استخدمت فيها صيغ عدة، ومن ذلك: ¶ \" كانت بين أبي بكر وعمر محاورة فأغضب أبو بكر عمر فانصرف عنه عمر مغضباً فأتبعه أبو بكر يسأله أن يستغر له فلم يفعل حتى أغلق بابه في وجهه فأقبل أبو بكر إلى ¶ رسول الله - صلى الله عليه وسلم - ... . فقال رسول الله - صلى الله عليه وسلم - أما صاحبكم هذا فقد غامر قال وندم عمر على ما كان منه، فأقبل حتى سلم وجلس إلى النبي - صلى الله عليه وسلم - وقص على رسول الله - صلى الله عليه وسلم - الخبر ... . وغضب ¶ رسول الله - صلى الله عليه وسلم - وجعل أبو بكر يقول والله يا رسول الله لأنا كنت أظلم، فقال رسول الله - صلى الله عليه وسلم - هل أنتم ¶ ¬__________ ¶ (¬1) شرح ابن عقيل: 1/ 14. ¶ (¬2) الأصول، دراسة ابيستيمولوجية للفكر اللغوي عند العرب، د. تمام حسان: 130. ¶ (¬3) التطبيق النحوي: 77. ¶ (¬4) جواهر البلاغة، أحمد الهاشمي: 72، ينظر، أساليب بلاغية: 142.",
            "page": "32",
            "part": "1"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "تاركو لي صاحبي؟ هل أنتم تاركو لي صاحبي؟ إني قلت يا أيها الناس إني رسول الله إليكم جميعاً فقلتم كذبت وقال أبو بكر صدقت ... .. \" (¬1). ¶ وعن أبي موسى الأشعري قال: \" أتيت النبي - صلى الله عليه وسلم - في نفر من الأشعريين فوافقته وهو غضبان وهو يقسم نعما من نعم الصدقة فاستحملناه فحلف أن لا يحملنا؛ قال ما عندي ما أحملكم عليه، ثم أتي رسول الله بنهبٍ من إبل فقال: أين الأشعريون أين ¶ الأشعريون؟ ... .\" (¬2). ¶ لقد بين النبي الكريم في الحديث الأول، فضل أبي بكر (رضي الله عنه) في الإسلام، إذ قال \" يا أيها الناس إني رسول الله إليكم جميعاً فقلتم كذبت وقال أبو بكر صدقت \" (¬3) فجاء بالاستفهام في قوله (هل أنتم تاركو لي صاحبي هل أنتم تاركو لي صاحبي). فـ (هل) تفيد التصديق (¬4). \" ومما يلفت النظر أن الاستفهام جاء بـ (هل) داخلة على جملة اسمية بخلاف طبيعتها فهي إلى الفعل أميل وفي هذه المخالفة دليل على رغبة المتكلم في معنى الاسمية أي الثبوت والدوام \" (¬5). وإن الاستفهام بـ (هل) يكون. \" أدل على الطلب والمبالغة فيه والحض عليه \" (¬6). فنلحظ أن الصحابة قد امتثلوا لهذا الأمر (فما أوذي بعدها) (¬7). ¶ أما في الحديث الثاني، فنجد النبي الكريم يسأل عن الأشعريين ليحملهم بعد أن حلف أن لا يحملهم. فـ (أين) اسم استفهام للسؤال عن المكان (¬8). فنلحظ من خلال تكرار هذه الجملة أن النبي الكريم أراد أن يمكن المعنى في ذهن السامع في طلب هؤلاء النفر ليحملهم بعد أن تيسر له ما يحملهم عليه. ¶ ¬__________ ¶ (¬1) صحيح البخاري: 3/ 131. ¶ (¬2) المصدر نفسه: 3/ 312. ¶ (¬3) المصدر نفسه: 3/ 312. ¶ (¬4) من بلاغة النظم العربي، د. عبد العزيز عبد المعطي عرفه: 95. ¶ (¬5) أساليب الطلب في الحديث الشريف: 134. ¶ (¬6) البلاغة القرآنية في تفسير الزمخشري، د. محمد حسنين أبو موسى: 296. ¶ (¬7) فتح الباري: 8/ 22. ¶ (¬8) اللمع في العربية: 150.",
            "page": "33",
            "part": "1"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "وهكذا رأينا أن صيغة الاستفهام النبوي ضمن التوكيد اللفظي. وسيلة ناجحة تعالج عالم الإنسان المسلم الداخلي والخارجي والمواقف التي يمر بها ويتعامل معها بما يحمل من معانٍ ودلالات (¬1). ¶ ومن الصيغ التي جاءت مع التوكيد اللفظي في الحديث الشريف، صيغة اسم الإشارة، ومن ذلك: ¶ \" كان أبو طلحة أكثر الأنصار بالمدينة مالاً من نخيلٍ وكان أحب أمواله إليه بيرحاء وكانت مستقبلة المسجد وكان رسول الله - صلى الله عليه وسلم - يدخلها ويشرب من ماء فيها طيب ... فلما أنزلت هذه الآية: (لن تنالوا البر حتى تنفقوا مما تحبون) (¬2)، قام أبو طلحة إلى رسول الله - صلى الله عليه وسلم - فقال يا رسول الله إن الله تبارك وتعالى يقول: لن تنالوا البر حتى تنفقوا مما تحبون. وإن أحب أموالي إلي بيرحاء وإنها صدقة لله أرجو برها وذخرها عند الله فضعها يا رسول الله حيث أراك الله. قال فقال رسول الله - صلى الله عليه وسلم - بخ ذلك مال رابح ذلك مال رابح\" (¬3). ¶ ففي هذا الحديث، جاء أبو طلحة إلى النبي الكريم ليتصدق بأحب أمواله بيرحاء، هي بستان من نخيل بجوار المسجد (¬4). أما (بخ) فهي كلمة تقال في مدح الشيء (¬5). بمعنى استحسن. ¶ ونجد أن النبي الكريم استخدم اسم الإشارة في معنى التعظيم، فالسياق هو الذي يكشف عن هذه الإشارة ويبرزها (¬6). لهذا جاء اسم الإشارة المتداخل مع التوكيد اللفظي لتأكيد ¶ وتقرير، أن هذا المال عظيم عند الله. ¶ ومن الصيغ التي استخدمها النبي الكريم في التوكيد اللفظي بالجملة الاسمية، صيغة النفي ومن ذلك: ¶ عندما سئل النبي عمن حلق قبل أن يذبح ونحوه في الحج فقال: ¶ \" لا حرج لا حرج \" (¬7). ¶ ¬__________ ¶ (¬1) أساليب الطلب في الحديث الشريف: 95. ¶ (¬2) سورة آل عمران؛ الآية: 92. ¶ (¬3) صحيح البخاري: 1/ 254. ¶ (¬4) فتح الباري: 12/ 176 ـ 177. ¶ (¬5) معجم مقاييس اللغة: 1/ 175. ¶ (¬6) البلاغة القرآنية في تفسير الزمخشري: 257. ¶ (¬7) صحيح البخاري: 1/ 297.",
            "page": "34",
            "part": "1"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "نجد أن النبي الكريم قال هذا الحديث، عندما سئل في الحج عمن حلق رأسه قبل أن يذبح أضحيته ونحوها، إذ كان يقول في كل مرة (لا حرج). ¶ فـ (لا) لنفي الجنس (¬1). و (حرج) اسمها والخبر محذوف تقديره (موجود)، فيكون المعنى لا حرج موجود. فيمن حلق قبل أن يذبح. ¶ كما استخدم النبي الكريم صيغة القسم في الجملة الاسمية، إذ قال: \" والله لا يؤمن والله لا يؤمن والله لا يؤمن قيل ومن يا رسول الله؟ قال الذي لا يأمن جاره بوايقه \" (¬2). ¶ فالقسم \" هو الحلف بالله، أو بغيره تأكيداً للكلام، وحثا على تصديق المتكلم \" (¬3). ¶ ومن أساليب القسم، ما يتكون من أداة القسم والمقسم به (¬4). نحو (والله لا يؤمن) فـ (الواو) أداة القسم، و (الله) المقسم به. فنلحظ أن النبي الكريم أكد النفي وقرره في النفس (¬5). والمعنى والله لا يؤمن إيماناً كاملاً من يؤذي جاره (¬6). ¶ وهكذا رأينا أن الجملة الاسمية النبوية، قد أفادت الثبوت والاستمرار واستكملت أركانها وقدمت الأهم على المهم (¬7). ¶ ب ـ الجملة الفعلية: ¶ وهي النوع الثاني من الجمل في اللغة العربية، وتبدأ بفعل غير ناقص، حيث أن الفعل لابد أن يكون تاماً، والفعل يدل على حدث، ولابد له من محدث يحدثه، أي لابد له من ¶ فاعل، فللجملة الفعلية ركنان أساسيان هما الفعل والفاعل (¬8). كما أن الرتبة في هذا النوع من الجمل رتبة ملتزمة، إذ يجب أن يتقدم الفعل ويتأخر الفاعل (¬9). ¶ ¬__________ ¶ (¬1) الجنى الداني في حروف المعاني، حسن بن قاسم المرادي: 300. ¶ (¬2) صحيح البخاري: 4/ 53. ¶ (¬3) موسوعة النحو والصرف والإعراب: 419. ¶ (¬4) العلامة الإعرابية في الجملة بين القديم والحديث، د. محمد حماسة عبد اللطيف: 108 ـ 109. ¶ (¬5) المقتصد في شرح الإيضاح، عبد القاهر الجرجاني: 2/ 865. ¶ (¬6) فتح الباري: 13/ 51. ¶ (¬7) من بلاغة القرآن، أحمد أحمد بدوي: 105. ¶ (¬8) التطبيق النحوي: 179. ¶ (¬9) العلامة الإعرابية في الجملة بين القديم والحديث: 83.",
            "page": "35",
            "part": "1"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "وفي الصحيح بلغ عدد نصوص التوكيد اللفظي بالجملة الفعلية (ثمانية وعشرين ¶ نصاً)، إذ جاءت مع التوكيد اللفظي بالجملة الفعلية في الحديث الشريف صيغ عدة، منها صيغة النداء. ومن ذلك: ¶ \" أن النبي - صلى الله عليه وسلم - أهديت له أقبية من ديباج مزررة بالذهب فقسمها في ناسٍ من أصحابه وعزل منها واحداً لمخرمة بن نوفل فجاء ومعه ابنه المسور بن مخرمة فقام على الباب فقال أدعه لي فسمع النبي - صلى الله عليه وسلم - صوته فأخذ قباءً فتلقاه به واستقبله بإزراره فقال: يا أبا المسور خبأت هذا لك يا أبا المسور خبأت هذا لك وكان في خلقه شدة \" (¬1). ¶ خاطب النبي الكريم في هذا الحديث، مخرمة بن نوفل بأبي المسور بذكر ولده الذي جاء معه، وإلا فكنيته في الأصل (أبو صفوان) وهو أكبر أولاده، فضلاً عن أنه موصوف بالشدة وبذاءة اللسان (¬2). فكرر النبي الكريم النداء ثلاث مراتٍ إمعاناً منه في تطييب نفس المخاطب والتلطف معه (¬3). فـ (الياء) حرف نداء، وتكون لنداء البعيد مسافة أو حكماً، وقد ينادى بها القريب توكيداً (¬4). ¶ فالنداء: دعاء المخاطب ليصغي إليك (¬5). وأدواته (يا، أيا، هيا، آ، وأي، والهمزة، وا) (¬6). فـ (يا، أيا، هيا) لنداء البعيد أو من هو بمنزلته من نائمٍ أو ساهٍ فإذا نودي بها ¶ من عداهم فلحرص المنادي على إقبال المدعو عليه ومفاطنته لما يدعوه حاله، و (أي، والهمزة) للقريب و (وا) للندبة (¬7). ¶ \" أن رجلاً دخل يوم الجمعة من بابٍ كان وجاه المنبر ورسول الله - صلى الله عليه وسلم - قائم يخطب فاستقبل رسول الله - صلى الله عليه وسلم - قائماً فقال يا رسول الله هلكت المواشي وانقطعت السبل فأدعو الله يغيثنا قال فرفع رسول الله - صلى الله عليه وسلم - يديه فقال اللهم اسقنا اللهم اسقنا اللهم اسقنا \" (¬8). ¶ لقد دعا النبي الكريم في هذا الحديث، وكرر الدعاء وبالغ فيه لأن الموقف يستدعي ذلك: ¶ ¬__________ ¶ (¬1) صحيح البخاري: 2/ 193. ¶ (¬2) فتح الباري: 13/ 145. ¶ (¬3) أساليب الطلب في الحديث الشريف: 166. ¶ (¬4) الجنى الداني في حروف المعاني: 349. ¶ (¬5) شرح الجمل، ابن عصفور: 2/ 82. ¶ (¬6) شرح التصحيح على التوضيح: 2/ 164. ¶ (¬7) المفصل في العربية: 309؛ ينظر، المقرب، ابن عصفور: 192. ¶ (¬8) صحيح البخاري: 1/ 179.",
            "page": "36",
            "part": "1"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "فـ (اللهم) (يا الله) نداء لاسم الجلالة حذفت أداة النداء فيه وحذفت عوض عنها الميم المشددة (¬1). وهناك رأي لأحد الباحثين يرى أن (اللهم) هي لفظة (الله عينها، ولكن (اللهم) احتفظت بلاصقة التمييم فتكون الميم المشددة في آخرها ليست عوضاً من (يا) النداء ¶ المحذوفة، ولكن جزء من الكلمة بقي ملتصقاً بها، وإن (اللهم) تساوي في العبرية (الوهيم) لأن الياء والميم علامة جمع للتعظيم، فتكون (اللهم) اسم الله تعالى، منادى بحرف نداء (يا) مقدر، وهي صحيحة إذا وردت مع (يا) لأنه الأصل (¬2). ¶ وأما النداء المحذوف الأداة فقول النبي الكريم لعلي بن أبي طالب: \" قم أبا تراب قم أبا تراب \" (¬3). ¶ وقول أبي سفيان، بعد معركة أحد: \" أعل هبل أعل هبل \" (¬4). ¶ لقد نادى النبي الكريم في الحديث الأول، علي بن أبي طالب (رضي الله عنه) عندما رآه مضطجعاً في المسجد، وقد سقط رداؤه عن شقه وأصابه تراب (¬5). ¶ ويصح حذف حرف النداء (يا) دون غيره حذفاً لفظياً (¬6). فتحذف (يا) في اللفظ فقط دون التقدير نحو قوله تعالى: (يوسف أعرض عن هذا) (¬7). إذ التقدير (يا يوسف أعرض عن هذا) (¬8). وحذفت أداة النداء في هذا الحديث ملاطفة ومؤانسة. والسبب في حذف حرف النداء في عدد من الأحاديث الشريفة يرجع إلى التخفيف والإيجاز أو الملاطفة والمؤانسة (¬9). ¶ أما في النص الثاني، فنجد أبا سفيان، بعد معركة أحد أخذ يقول (أعل هبل) ¶ وأصله (أعل يا هبل) والمعنى زد ارتفاعاً وعلواً يا هبل، فمن الواضح \" أن يكون حذف أداة النداء دالاً على قرب المنادي للمنادى، والالتصاق به والتحبب إليه \" (¬10). فحذفت أداة النداء ¶ ¬__________ ¶ (¬1) شرح ابن عقيل: 3/ 265. ¶ (¬2) (اللهم) رؤية جديدة في الصيغة والإعراب، د. سلمان القصاة، مجلة التربية والعلم، كلية التربية، جامعة الموصل، العدد الحادي عشر، 1991، 76 ـ 77. ¶ (¬3) صحيح البخاري: 1/ 88. ¶ (¬4) المصدر نفسه: 2/ 175. ¶ (¬5) أساليب الطلب في الحديث الشريف: 151. ¶ (¬6) شرح الأشموني على ألفية ابن مالك: 3/ 135. ¶ (¬7) سورة يوسف؛ الآية: 29. ¶ (¬8) شرح اللمع، ابن البرهان العكبري: 1/ 274 ـ 275. ¶ (¬9) أساليب الطلب في الحديث الشريف: 150. ¶ (¬10) خطبة الوداع، دراسة بلاغية تحليلية، د. جليل رشيد فالح، مجلة آداب الرافدين، كلية الآداب، جامعة الموصل، العدد الثالث عشر، 1981، 414.",
            "page": "37",
            "part": "1"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "تخفيفاً وإيجازاً، فالمقام لا يستدعي الإطالة لتوصيل ما في النفس. وفي تكرير (أعل هبل) أراد المتكلم الفخر والتباهي في ذهن المخاطب. ¶ و \" قال ثابت البناني قال: كنت عند أنس وعنده ابنة له قال: أنس جاءت امرأة إلى رسول الله - صلى الله عليه وسلم - تعرض عليه نفسها قالت يا رسول الله ألك بي حاجة؟ فقالت بنت أنس بن مالك ما أقل حياءها واسوأتاه واسوأتاه قال هي خير منك رغبت في النبي - صلى الله عليه وسلم - فعرضت عليه ¶ نفسها \" (¬1). ¶ فـ (وا) حرف نداء مختص بالندبة. وهي نداء المتفجع أو المتوجع منه (¬2). و (سوأتاه) وهي الفعلة القبيحة (¬3). فيرفع الصوت في (وا) ويمد لإسماع جميع الحاضرين، فالمد الكائن في الواو والألف أكثر من المد الكائن في الياء (¬4). وفي تكرير العبارة دلالة على توجعها من هذه الفعلة. ¶ وعندما أخذت غطفان وفزارة لقاح النبي الكريم صاح سلمة بن الأكوع (رضي الله ¶ عنه): \" يا صباحاه يا صباحاه \" (¬5). ¶ لقد استعمل سلمة بن الأكوع (رضي الله عنه) (يا) الاستغاثة، إذ وقع أمر مكروه، وهو أخذ نوق النبي الكريم من قبل غطفان وفزارة، فصاح (يا صباحاه) وهي نداء شخص لإغاثة غيره، حتى يعاد ما أخذ من النبي الكريم، فالاستغاثة نداء المستغاث له عند توقع أمر مكروه، وتكون في الحرف (يا) (¬6). إذ لا يستعمل غيرها من أحرف النداء، ولا يجوز حذفها (¬7). فنلحظ من خلال تكرار المتكلم (يا صباحاه) دلالة على انفعاله، لأن الندبة والاستغاثة، فقال في لحظات معينة تحت تأثير الانفعال والضغط النفسي الآني، للتخفيف عن النفس لما لحقها من شدة الألم، وفي الوقت نفسه وقف السامع على عظم هذه المصيبة عند النادب أو المستغيث، مما جعله منفعلاً أقصى درجات الانفعال (¬8). ¶ ومن الصيغ التي استخدمها النبي الكريم في التوكيد اللفظي في الجملة الفعلية من ذلك: ¶ ¬__________ ¶ (¬1) صحيح البخاري: 3/ 246. ¶ (¬2) شرح ابن عقيل: 3/ 282. ¶ (¬3) فتح الباري: 11/ 79. ¶ (¬4) شرح المفصل: 8/ 120. ¶ (¬5) صحيح البخاري: 2/ 176. ¶ (¬6) المقتضب، محمد بن يزيد المبرد: 4/ 254. ¶ (¬7) موسوعة النحو والصرف والإعراب: 39. ¶ (¬8) أساليب الطلب في الحديث الشريف: 168.",
            "page": "38",
            "part": "1"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "أن رسول الله - صلى الله عليه وسلم - رأى رجلاً وقد أقيمت صلاة الفجر، فصلى ركعتين فقال له: \" الصبح أربعاً؟! ‍‍الصبح أربعاً؟! ‍\" (¬1). ¶ إن أداة الاستفهام في هذا الحديث، محذوفة، فإن (الصبح أربعاً) منصوبان ¶ بـ (تصلي) مضمراً، فـ (الصبح) مفعول به، و (أربعاً) حال، وإضمار الفعل في مثل هذا مطرد، لأن معناه مشاهد، فأغنت مشاهدة معناه من لفظه، وفي تكرير هذا الاستفهام معنى الإنكار (¬2). وأما تقدير الأداة (أتصلي) الهمزة وهي حرف استفهام محذوف مع الفعل (تصلي). والمراد أن الصلاة الواجبة إذا أقيم لها فلا يصلى في زمانها، غيرها من الصلوات، فإنه إذا صلى ركعتين مثلاً بعد الإقامة نافلة ثم صلى معها الفريضة صار في معنى من صلى الصبح أربعاً (¬3). ¶ ومن الصيغ التي استخدمها النبي الكريم في التوكيد اللفظي، صيغة النفي، ومن ذلك: ¶ عندما وقع فزع في المدينة، فكأن النبي - صلى الله عليه وسلم - على فرسٍ لأبي طلحة وهو يقول: \" لم تراعوا لم تراعوا \" (¬4). ¶ فـ (لم) حرف نفي وجزم وقلب، و (تراعوا) فعل الجزم. والمعنى لا تخافوا؛ فالعرب تتكلم بهذه الكلمة واضعة (لم) موضع (لا) (¬5). فالنبي الكريم أكد تأكيداً لفظياً بتكرار أداة النفي وفعلها حتى يطمئن الناس من هذا الفزع. ¶ كما استخدم النبي الكريم في التوكيد اللفظي، صيغة الأمر، ومن ذلك: ¶ قوله - صلى الله عليه وسلم - يضرب الصراط بين ظهراني جهنم فأكون أول من يجوز من الرسل بأمته ولا يتكلم يومئذٍ أحد إلا الرسل وكلام الرسل يومئذٍِ: \" اللهم سلم سلم \" (¬6). ¶ في الجملة محذوف تقديره (أنت) فتكون (سلم أنت سلم أنت) فالجملة دعاء. والأمر يفيد الوجوب والإلزام إذا صدر من أعلى إلى أدنى، ولكن إذا صدر من الأدنى إلى الأعلى فسوف ¶ ¬__________ ¶ (¬1) صحيح البخاري: 1/ 121. ¶ (¬2) شواهد التوضيح والتصحيح لمشكلات الجامع الصحيح، جمال الدين بن مالك: 215 ـ 216. ¶ (¬3) الكرماني بشرح صحيح البخاري: 5/ 49. ¶ (¬4) صحيح البخاري: 2/ 154. ¶ (¬5) إرشاد الساري: 1/ 146. ¶ (¬6) صحيح البخاري: 1/ 146.",
            "page": "39",
            "part": "1"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "يخرج إلى الدعاء (¬1). فالجملة أمرية خرجت إلى الدعاء لأن الطلب كان من الأدنى إلى الأعلى. فنلحظ في تكرار (سلم) دلالة على شدة رغبة المتكلم وهم الأنبياء في أن يسلموا من هول يوم القيامة. ¶ وهكذا رأينا أن أساليب التوكيد اللفظي في الصحيح كانت. أداة توصيل للمعاني والأغراض المختلفة والمنوعة، وأن هذه المعاني التي نجد في التقاطها ليست مما يجهر به هذا التعبير، وإنما كان السياق يشير إليها ويلفت الأنظار نحوها، وهذه في ذاتها قيمة بلاغية كبيرة \" (¬2). ¶ كما أن هذا التعبير لا يعطينا الحقيقة مجردة جافة، بل يعطينا إياها من خلال هذه الأساليب، تراكيب رائعة خلابة، غنية بالمعاني، تعمل على تثبيت المفهوم، فتتحقق المشاركة والتأثير والاستجابة (¬3). ¶ ¬__________ ¶ (¬1) البلاغة الاصطلاحية: د. عبده عبد العزيز قلقيلة: 155. ¶ (¬2) أساليب الطلب في الحديث الشريف: 142. ¶ (¬3) المصدر نفسه: 65.",
            "page": "40",
            "part": "1"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "الفصل الثاني ¶ أغراض التوكيد اللفظي في الصحيح",
            "page": "41",
            "part": "1"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "قد تخرج ألفاظ التوكيد اللفظي عن معانيها الأصلية لمعان وأغراض بلاغية، تستفاد من سياق النص وقرائن الأحوال، وجو النص ونفسيته، فإذا استعملت ألفاظ التوكيد اللفظي في غير معانيها الأصيلة فإنها تعطي الكلام حيوية، وتزيد في الإقناع والتأثير، وذلك لما في هذا الاستعمال من إثارة للسامع، وجذب لانتباهه (¬1). ¶ فمن السياق نستطيع أن نصل إلى الأغراض البلاغية. لأن السياق هو الذي يعطي الدلالات، كما يعطي الشكل التركيبي للعبارة، بحيث يكون هناك تفاعل أكيد بينهما، وكلما أتيح لنا ـ بدقة ـ رصد السياقات استطعنا تفهم الكثير من العلاقات التركيبية والأغراض البلاغية بين أجزاء الكلام (¬2). ¶ أولاً: أغراض التوكيد اللفظي بالاسم: ¶ إن التوكيد اللفظي بالاسم يكون بتكراره مرتين أو ثلاث مراتٍ. وهذا التكرار يخرج إلى أغراض بلاغية، فعندما تكرر لفظة من الألفاظ يبغى من وراء ذلك مقصداً ومؤدىً بلاغياً، ومن هذه الأغراض: تمكين المعنى في النفس (¬3). إن هذا الغرض من أهم الأغراض وأكثرها شيوعاً في الصحيح إذ شكل مساحة واسعة في بنية التكرار بالاسم، ومن ذلك: ¶ قول النبي الكريم \" إن الله حبس عن مكة القتلى ... . وسلط عليهم رسول الله - صلى الله عليه وسلم - والمؤمنين ألا وإنها لم تحل بأحدٍ قبلي ولم تحل لأحدٍ بعدي ألا وإنها حلت لي ساعةً من نهارٍ وألا وإنها ساعتي هذه حرام لا يختلى شوكها ولا يعضد شجرها ولا يلتقط ساقطها إلا لمنشد، فمن قتل فهو بخير النظرين إما أن يعقل وإما أن يقاد أهل القتيل فجاء رجل (¬4) من أهل اليمن فقال أكتب لي يا رسول الله - صلى الله عليه وسلم -. فقال اكتبوا لأبي فلانٍ. فقال رجل من قريش إلا الإ ذْخِرَ ¶ يا رسول الله فإنا نجعله في بيوتنا وقبورنا. فقال النبي - صلى الله عليه وسلم -: \" إلاَّ الإ ذْخِرَ إلاَّ الإ ذْخِرَ \" (¬5). ¶ وقوله - صلى الله عليه وسلم -: \" لا تقوم الساعة حتى يقبض العلم وتكثر الزلازل ويتقارب الزمان وتظهر الفتن ويكثر الهرج وهو القتل القتل حتى يكثر فيكم المال فيفيض\" (¬6). ¶ ¬__________ ¶ (¬1) من بلاغة النظم العربي، د. عبد العزيز عبد المعطي عرفه: 102 ـ 103. ¶ (¬2) ظواهر أسلوبية في كتاب جوهر الكنز لابن الأثير الحلبي: 194. ¶ (¬3) علم المعاني، د. قصي سالم علوان: 178. ¶ (¬4) هو العباس بن عبد المطلب (رضي الله عنه). ينظر، فتح الباري: 1/ 217. ¶ (¬5) صحيح البخاري: 1/ 32. ¶ (¬6) المصدر نفسه: 1/ 183.",
            "page": "42",
            "part": "1"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "وقول النبي الكريم: \" وإن أناساً من أصحابي يؤخذ بهم ذات. الشمال فأقول أصحابي أصحابي فيقول [الملائكة] إنهم لم يزالوا مرتدين على أعقابهم منذ فارقتهم \" (¬1). ¶ و \" لما بنيت الكعبة ذهب النبي - صلى الله عليه وسلم - وعباس ينقلان الحجارة فقال عباس للنبي - صلى الله عليه وسلم - اجعل إزارك على رقبتك يقيك من الحجارة فخر إلى الأرض وطمحت عيناه إلى السماء ثم أفاق فقال إزاري إزاري فشد عليه إزاره \" (¬2) (¬3). ¶ في الحديث الأول، استثنى النبي الكريم إلا ذخر في تحريم أشياء مكة (¬4). وإلا ذخر بكسر الهمزة حشيشة طيبة الرائحة يسقف بها البيوت فوق الخشب (¬5). فأراد النبي الكريم من تكرار لفظة (إلاَّ إلا ذْخِرَ) مرتين تمكين وتقوية المعنى في ذهن السامع مشيراً إلى عظم حرمة مكة وأشيائها فاستثنى هذه المادة التي يجعلونها في بيوتهم وقبورهم. ¶ وفي الحديث الثاني، ذكر للساعة علامات عدة منها الهرج وهو القتل بلسان الحبش (¬6). فأراد النبي الكريم تمكين وتأكيد معنى (الهرج) في نفوس السامعين وهو القتل. فراعى في هذا التكرار نفسية المخاطبين ومستوى إدراكهم، حتى يستطيع الكلام أن يؤدي دوره المطلوب في التأثير وإثارة الانفعال اللازم لاتخاذ المواقف المناسبة (¬7). ولزيادة الإفهام والتفصيل بعد الإجمال (¬8). ¶ وكرر (أصحابي) في الحديث الثالث، وفيه يصور لنا مشهداً من مشاهد يوم القيامة فيقول إن أناساً من أصحابي يؤخذ بهم إلى جهة النار فأقول أصحابي. إن تكرار هذه الأسماء ذو فائدة لأنه يحدث استجابة ما لدى السامع الذي يجد نفسه في موقف جعله يتساءل عن سر هذا ¶ ¬__________ ¶ (¬1) صحيح البخاري: 2/ 233 ـ 234. ¶ (¬2) المصدر نفسه: 2/ 317. ¶ (¬3) وللاستزادة من هذه الأمثلة، ينظر: صحيح البخاري: 1/ 243؛ 2/ 25؛ 2/ 316؛ 2/ 325. ¶ (¬4) فتح الباري: 1/ 217. ¶ (¬5) لسان العرب (مادة ذخر): 5/ 390. ¶ (¬6) الكرماني بشرح صحيح البخاري: 24/ 152. ¶ (¬7) الأسس النفسية لأساليب البلاغة العربية، د. مجيد عبد الحميد ناجي: 76. ¶ (¬8) الأسلوبية مدخل نظري ودراسة تطبيقية، د. فتح الله أحمد سلمان: 63.",
            "page": "43",
            "part": "1"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "التكرار (¬1). وهذا التكرار يجعل المعنى راسخاً في ذهن السامع في أن هؤلاء الذين يؤخذون إلى جهة النار هم أصحابه وأتباعه، فيقال إنك لا تدري ما أحدثوا بعدك (¬2). فالتوكيد وسيلة لتثبيت المعنى في نفوس السامعين وإقراره في أفئدتهم، حتى يصبح عقيدة من عقائدهم (¬3). ¶ والحديث الرابع، يشير إلى أن النبي - صلى الله عليه وسلم - قد اشترك في بناء الكعبة وإعادة تشييدها، فكان ينقل الحجارة على كتفه وقد جعل الإزار على عاتقه فانكشفت عورته وخر إلى الأرض مغشياً عليه وعندما أفاق أخذ يكرر لفظة (إزاري) (¬4). والإزار معروف وهو الملحفة التي يلتف بها (¬5). ومما لاشك فيه أن هذا التكرار مرتبط بالحالة النفسية، إذ أراد - صلى الله عليه وسلم - أن تستر عورته بالإزار سريعاً فكرر اللفظة مرتين حتى يبادر أحدهم إلى تلبية طلبه. ¶ وبناء على ما تقدم من الأحاديث النبوية الشريفة نلحظ أن النبي - صلى الله عليه وسلم - كان ينشد من وراء أحاديثه تلك ترسيخ المعنى في النفس. وإماطة الشكوك ودفع التوهم (¬6). ¶ ومن المعاني التي عبر عنها التوكيد اللفظي بالاسم في الصحيح، التحذير والإغراء. ¶ فالتحذير تنبيه المخاطب على أمر مكروه ليجتنبه (¬7). ومن ذلك: ¶ قول عمر بن الخطاب (رضي الله عنه): \" القبر القبر \" (¬8). عندما رأى أنس بن مالك يصلي عند القبر. ¶ إن النبي - صلى الله عليه وسلم - قد نهى عن اتخاذ القبور مساجد يسجدون إليها ويعبدونها أو يعظمونها (¬9). ¶ وأشتد نهيه في ذلك حتى لعن فاعله، فنلحظ عمر بن الخطاب يحذر أنس بن مالك عندما صلى عند القبر، فالتوكيد جاء ليحذر من اتخاذ القبور مساجد في الصلاة. ¶ ¬__________ ¶ (¬1) التكرار في الشعر الجاهلي، دراسة أسلوبية، د. موسى ربابعة، مجلة مؤتة للبحوث والدراسات، المجلد الخامس، العدد الأول، 1990، ص: 176. ¶ (¬2) جواهر البخاري وشرح القسطلاني، مصطفى محمد عمارة: 382. ¶ (¬3) من بلاغة القرآن، أحمد أحمد بدوي: 143. ¶ (¬4) الكرماني بشرح صحيح البخاري: 15/ 61. ¶ (¬5) لسان العرب (مادة أزر): 5/ 73. ¶ (¬6) الأسس النفسية لأساليب البلاغة العربية: 140. ¶ (¬7) معاني النحو، د. فاضل صالح السامرائي: 2/ 225. ¶ (¬8) صحيح البخاري: 1/ 86. ¶ (¬9) البدعة في مفهومها الإسلامي الدقيق، د. عبد الملك السعدي: 100، ينظر، زاد المعاد في هدي خير العباد، ابن القيم الجوزية: 1/ 255.",
            "page": "44",
            "part": "1"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "وأما الإغراء فهو تنبيه المخاطب على أمر محمود ليفعله (¬1). ومن ذلك: ¶ قوله - صلى الله عليه وسلم - لجابر بن عبد الله وقد تزوج بامرأة ثيب: \" فالكيس الكيس \" (¬2). ¶ إن الرسول الكريم في هذا الحديث، لم يقف عند المعاني المجردة لضعف تأثيرها وسرعة زوالها من النفوس، وإنما عمد إلى تجسيد المعاني في قوالب مادية. لإثارة اهتمام السامع بصورة أشد، وليرسخ المعنى ويثبته في نفس المخاطب، وقد تكون هذه المعاني من قبيل الترغيب والإغراء (¬3). ¶ فأراد النبي الكريم بهذا التكرار الإغراء بالعقل ابتغاء الولد لأن أصل الكيس العقل وهو طلب الولد (¬4). وقد ذهب بعض المعاصرين إلى ربط التحذير والإغراء بالانفعال النفسي، لأن مجال الانفعال في هذين الأسلوبين هو الخوف والترغيب (¬5). ¶ ومن المعاني التي خرج إليها التوكيد اللفظي بالاسم في الصحيح الندب. يقول ابن منظور: \" ندب القوم إلى الأمر يندبهم ندباً دعاهم وحثهم \" (¬6). فالندب هو الدعوى، يقال: ندب لأمر فانتدب له أي دعاه له فأجاب (¬7). ¶ \" عن أنس بن مالك (رضي الله عنه) أن رسول الله - صلى الله عليه وسلم - أوتي بلبن قد شيب بماء وعن يمينه أعرابي وعن شماله أبو بكر فشرب ثم أعطى الأعرابي وقال الأيمن الأيمن \" (¬8). في شرب اللبن. ¶ و \" إن نفراً من الأنصار انطلقوا إلى خيبر فتفرقوا فيها ووجدوا أحدهم قتيلاً فانطلقوا إلى رسول الله - صلى الله عليه وسلم - فقالوا يا رسول الله انطلقنا إلى خيبر فوجدنا أحدنا قتيلاً فقال الكبر الكبر \" (¬9). في الكلام. ¶ ¬__________ ¶ (¬1) معاني النحو: 2/ 239. ¶ (¬2) صحيح البخاري: 2/ 11. ¶ (¬3) أسلوب المحاورة في القرآن الكريم، د. عبد الحليم حفني: 44. ¶ (¬4) عمدة القاري: 20/ 222. ¶ (¬5) أثر التحويلات الأسلوبية في تغيير الإعراب في الآيات القرآنية والشواهد الشعرية، يحيى القاسم، مجلة أبحاث اليرموك، المجلد الحادي عشر، العدد الأول، 1993، ص: 29. ¶ (¬6) لسان العرب (مادة ندب): 1/ 251. ¶ (¬7) الصحاح (مادة ندب): 1/ 223. ¶ (¬8) صحيح البخاري: 3/ 326. ¶ (¬9) المصدر نفسه: 4/ 191.",
            "page": "45",
            "part": "1"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "ففي الحديث الأول، إن التيامن في الشرب سنة عن النبي الكريم بما شرف الله به أهل اليمين (¬1). فمن آداب الشرب في الإسلام أن يقدم اليمين على غيره، فقدم الأعرابي في الشرب على أبي بكر الصديق (رضي الله عنه) لفضل اليمين على الشمال، ونلحظ في هذا التكرار مبالغة في الندب الذي يحث على تأكيد السبق. ¶ أما في الحديث الثاني، فيحث أصحابه على الآداب الإسلامية وذلك عندما جاء بعض الصحابة ليقصوا عليه حادثة مقتل عبد الله بن سهل في قليب خيبر وأرادوا أن يتكلموا جميعاً (¬2). فكرر لفظة (الكبر) مرتين، لما فيها من دلالة على تأكيد تقديم الأكبر سناً في ¶ الكلام، وفي ذلك توجيه للآخرين على الالتزام بهذا الأمر. ¶ وعند التأمل في سياق الحديثين السابقين نلحظ أن في الندب تلطفاً في التعبير يناسب المقام ويحقق استجابة المخاطبين \" فالأسلوب بمثابة قائد لفظي للمتلقي \" (¬3). ¶ ومما خرج إليه التوكيد اللفظي بالاسم في الصحيح: التعجب، حيث. \" أن رجلاً قال للنبي - صلى الله عليه وسلم - أخبرني بعمل يدخلني الجنة قال \" ماله ماله وقال النبي - صلى الله عليه وسلم - أرب ماله تعبد الله ولا تشرك به شيئاً وتقيم الصلاة وتؤتي الزكاة وتصل الرحم \" (¬4). ¶ لقد كان الاستفهام النبوي، في هذا الحديث، بتكرار لفظة (ماله) مرتين، وهي مكونة من كلمتين هما (ما) وتفيد الاستفهام و (له) متعلقة بالرجل نفسه (¬5). ويفهم التعجب من هذا التكرار، حيث كان النبي - صلى الله عليه وسلم - متعجباً من حرص الرجل على سؤاله، فالتعجب تعبير عن شعور المتكلم ازاء أفعال المخاطب (¬6). وقد لحظ الزمخشري ما في طريقة التعجب من قوة في الأداء ونفاذ إلى أدق مواطن الإدراك في النفس، ومن التعجب تعظيم الأمر في قلوب السامعين، لأنه لا يكون إلا من شيء خارج عن نظائره وأشكاله (¬7). ¶ ¬__________ ¶ (¬1) عمدة القاري: 21/ 195. ¶ (¬2) المصدر نفسه: 24/ 59. ¶ (¬3) البلاغة والأسلوبية، د. محمد عبد المطلب: 170. ¶ (¬4) صحيح البخاري: 1/ 243. ¶ (¬5) عمدة القاري: 8/ 239. ¶ (¬6) أساليب الطلب في الحديث الشريف: 132. ¶ (¬7) البلاغة القرآنية في تفسير الزمخشري: 315 ـ 316.",
            "page": "46",
            "part": "1"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "ومما خرج إليه التوكيد اللفظي بالاسم في الصحيح التهويل. فالهول هو المخافة من الأمر (¬1). ¶ قال النبي - صلى الله عليه وسلم - عندما يأتي الناس نبي الله إبراهيم (عليه السلام) في يوم القيامة يريدون الشفاعة فيقول: \" نفسي نفسي \" (¬2). ¶ إذ يصور، هول الموقف في يوم القيامة، ذلك الهول الذي يغشى النفس الإنسانية ويهزها ـ فالأنبياء والرسل يطلب منهم الشفاعة فيقولون (نفسي) أي لا أسال الله إلا نجاة نفسي من شدة هول الموقف (¬3). ومن هنا سوف تذهب نفس المخاطب إلى الإحاطة بأبعاد هذا الموقف، فتحس بهول الساعة وعظمتها، وكأنها قد ارتسمت أمام الأنظار بكل ما فيها من أهوال وشدائد فتضطرب النفس فرقاً وخوفاً (¬4). ¶ وخرج التوكيد اللفظي بالاسم في الصحيح إلى غرض الاسترحام، فعندما يشفع النبي - صلى الله عليه وسلم - لأمته في يوم القيامة يقول: \" يا رب أمتي أمتي \" (¬5). ¶ وفيه يسأل الله الرحمة لأمته في يوم القيامة فيشفع لهم، وأوحت لفظة (أمتي) بدلالة الاسترحام، كما فيه من دلالة البشرى لهذه الأمة في ذلك اليوم الموعود. ¶ ومما خرج إليه التوكيد اللفظي بالاسم في الصحيح، اللوم والتأنيب، وهو منبه للمخاطبين. ¶ فقد قال النبي - صلى الله عليه وسلم - لمعاذ بن جبل (رضي الله عنه) عندما أطال على الناس في الصلاة: ¶ \" فتان فتان فتان \" (¬6). ¶ لقد أنكر النبي الكريم، في هذا الحديث، فعل معاذ (رضي الله عنه) عندما أطال في الصلاة على قومه لأن ذلك الفعل منفر للجماعة، وقد يكون سبباً لخروجهم من الصلاة (¬7). فاستعمل النبي الكريم صيغة (فتان) على وزن (فعال) مبالغة في الإنكار (¬8). فضلاً عن أن ¶ ¬__________ ¶ (¬1) لسان العرب (مادة هول): 14/ 236. ¶ (¬2) صحيح البخاري: 2/ 235. ¶ (¬3) التاج الجامع للأصول في أحاديث الرسول: 5/ 390. ¶ (¬4) الأسس النفسية لأساليب البلاغة العربية: 124. ¶ (¬5) صحيح البخاري: 4/ 299. ¶ (¬6) المصدر نفسه: 1/ 129. ¶ (¬7) إرشاد الساري: 2/ 57. ¶ (¬8) لسان العرب (مادة فتن): 17/ 193.",
            "page": "47",
            "part": "1"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "تكرار هذه اللفظة ثلاث مراتٍ يفيد اللوم والتأنيب، وفيها أيضاً دلالة على شدة الاستنكار لأن ذلك الفعل سوف يكون سبباً في ترك صلاة الجماعة. ¶ كما نجد لهذه الألفاظ وقعاً خاصاً على المخاطب، إذ تهز النفس، وتعيدها إلى مسارها، فهذا الفعل قد يضر من حيث أريد به النفع، وفي ذلك إبلاغ في الموعظة حتى لا يقدم أحد من المسلمين على تكراره مستقبلاً (¬1). ¶ وهكذا نرى أن التوكيد اللفظي بالاسم في الصحيح، له أبعاد أسلوبية ودلالية، فالكلمة الثانية في السياق لا تحمل المعنى الأول نفسه، وإلا لكان الأمر يعد نوعاً من التكرار الذي لا يتضمن أية قيمة أو مبرر لوجوده، بل يعد نوعاً من الحشو والزيادة، ولكن الكلمة الثانية تحمل معنى إضافياً جديداً مبرراً وجودها، وهو معنى التوكيد لأن هذه الكلمات المكررة قد جاءت في النص لعلاقة ما مع المتلقي لهذا النص (¬2). ¶ ثانياً: أغراض التوكيد اللفظي باسم الفعل: ¶ يخرج التوكيد اللفظي باسم الفعل في الصحيح إلى أغراض بلاغية، منها الزجر: ¶ فعندما: \" أخذ الحسن بن علي (رضي الله عنهما) تمرة من تمر الصدقة فجعلها في ¶ فيه، قال النبي - صلى الله عليه وسلم - كخ كخ ليطرحها ثم قال أما شعرت أنا لا نأكل الصدقة \" (¬3). ¶ لقد خاطب النبي الكريم الحسن بن علي (رضي الله عنهما) وكان صبياً، بلفظة فيها زجر وردع وهذه اللفظة كما يقول عنها ابن حجر العسقلاني بأنها \" كلمة تقال لردع الصبي عند تناوله ما يستقذر \" (¬4). ولأن الصدقات مطهرة لأموال الناس فهي كغسالة الأوساخ وأن آل محمد - صلى الله عليه وسلم - منزهون عن أوساخ الناس وغسالاتهم فلا ينبغي أخذ هذه الأشياء (¬5). فهذه اللفظة لها وقع خاص على المخاطب، إذ تجعل منه يمتثل لما زجر عنه، وهذا التكرار يوحي بانفعال النبي الكريم، لذا جاء زجره، قوياً ملفتاً لانتباه المخاطب إلى هذه الخاصية التي ينفرد بها أهل البيت (¬6). ¶ وخرج التوكيد اللفظي باسم الفعل في الصحيح إلى غرض التوجع، ومن ذلك: ¶ ¬__________ ¶ (¬1) أساليب الطلب في الحديث الشريف: 167. ¶ (¬2) ظواهر أسلوبية في كتاب جوهر الكنز لابن الأثير الحلبي: 189. ¶ (¬3) صحيح البخاري: 1/ 260. ¶ (¬4) فتح الباري: 4/ 97. ¶ (¬5) عمدة القاري: 9/ 86. ¶ (¬6) أساليب الطلب في الحديث الشريف: 132 ـ 133.",
            "page": "48",
            "part": "1"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "\" جاء بلال إلى النبي - صلى الله عليه وسلم - بتمر برني فقال له النبي - صلى الله عليه وسلم - من أين هذا قال بلال كان عندنا تمر رديء فبعت منه صاعين بصاعٍ لنطعم النبي - صلى الله عليه وسلم - فقال النبي - صلى الله عليه وسلم - عند ذلك \" أوه أوه عين الربا عين الربا لا تفعل ولكن إذا أردت أن تشتري فبع التمر ببيع آخر ثم اشتره \" (¬1). ¶ إن النبي الكريم نبه بلالاً في هذا الحديث، إلى أن هذا النوع من البيع ربا، لقوله تعالى: ( ... وأحل الله البيع وحرم الربا ... ) (¬2). فكرر لفظة (أوه) مرتين، وهي كلمة تقال عند الشكاية والتوجع (¬3). كما نلحظ أن هذا التكرار يجعلنا نحس بمشاعر النبي الكريم، وهي التوجع، والمخاطب يجهل حرمة هذا البيع. ¶ ومما أخرج إليه التوكيد اللفظي باسم الفعل، غرض الاكتفاء. ¶ قال البخاري في تفسير قوله تعالى في سورة (ق) يوم نقول لجهنم هل امتلأت وتقول هل من مزيد، قوله - صلى الله عليه وسلم -: \" يلقى في النار [العصاة] وتقول هل من مزيدٍ حتى يضع [الله] قدمه فتقول قط قط \" (¬4). ¶ إن النبي - صلى الله عليه وسلم - يصور لنا في هذا الحديث، جهنم تنطق وتقول هل من مزيد حتى يتجلى الله ¶ عليها ويضع قدمه فيها فتخضع وتذل وتقول قط (¬5). فـ (قط) بسكون الطاء والمعنى حسبي (¬6). قد اكتفيت (¬7). كما نلحظ التشخيص (¬8) لجهنم سواء كانت هي الناطقة ام الناطق غيرها كالموكلين بها (¬9). ¶ ثالثاً: أغراض التوكيد اللفظي بالمصدر: ¶ يخرج التوكيد اللفظي بالمصدر في الصحيح إلى أغراض بلاغية، منها الإغراء: ¶ ¬__________ ¶ (¬1) صحيح البخاري: 2/ 44. ¶ (¬2) سورة البقرة، الآية: 275. ¶ (¬3) النهاية في غريب الحديث والأثر، ابن الأثير: 1/ 63. ¶ (¬4) صحيح البخاري: 3/ 191. ¶ (¬5) النهاية في غريب الحديث والأثر: 3/ 294. ¶ (¬6) لسان العرب (مادة حسب): 3/ 116. ¶ (¬7) إرشاد الساري: 7/ 354. ¶ (¬8) التشخيص: يتمثل في خلع الحياة على المواد الجامدة، والظواهر الطبيعية، والانفعالات الوجدانية، هذه الحياة التي قد ترتقي فتصبح حياة إنسانية، تشمل المواد والظواهر والانفعالات؛ وتهب لهذه الأشياء كلها عواطف آدمية، وخلجات إنسانية. ينظر: التصوير الفني في القرآن، سيد قطب: 61. ¶ (¬9) عمدة القاري: 25/ 89.",
            "page": "49",
            "part": "1"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "قال النبي - صلى الله عليه وسلم -: \" مثلي ومثل ما بعثني الله كمثل رجلٍ أتى قوماً فقال رأيت الجيش بعيني وإني أنا النذير العريان فالنجاء النجاء ... \" (¬1). ¶ لقد استعمل النبي الكريم، في هذا الحديث، لفظة (النجاء) والتي أفادت معنى الإغراء، فنلحظ من هذا التكرار، المبالغة في الوصف من أجل الوصول إلى مبتغاه - صلى الله عليه وسلم - وهو حث القوم على الدخول في الإسلام. ¶ وقد خرج التوكيد اللفظي بالمصدر إلى غرض الدعاء. ¶ قال - صلى الله عليه وسلم -: \" ليرد علي أقوام أعرفهم ويعرفوني ثم يحال بيني وبينهم فأقول إنهم مني، فيقال، إنك لا تدري ما بدلوا بعدك، فأقول: \" سحقاً سحقاً لمن بدل بعدي \" (¬2). ¶ لقد صور النبي الكريم في هذا الحديث. كلامه مع الملائكة عند حوض الكوثر، عندما تأخذ الملائكة أناساً إلى النار، ثم يقال لا تدري ما أحدثوا بعدك، فيدعو عليهم النبي الكريم. بقوله (سحقاً سحقاً) أي بعداً بعداً (¬3). لمن بدل في هذا الدين بعد وفاتي. كما نلحظ من هذا التكرار أيضاً وعيداً للذين يحدثون البدع في هذا الدين. ¶ وهكذا نرى أن التكرار يفيد تقوية المعنى، وسبيل هذه التقوية قرع الأسماع وإيقاظ الأذهان (¬4). ¶ رابعاً: أغراض التوكيد اللفظي بالضمائر: ¶ لقد تحدث ابن الأثير عن توكيد الضميرين في كتابه (المثل السائر) إذ يقول \" وأعني بقولي (توكيد الضميرين) ان يؤكد المتصل بالمنفصل كقولك (إنك أنت) أو يؤكد المنفصل بالمنفصل كقولك (أنت أنت) أو يؤكد المتصل بالمتصل كقولك (إنك إنك لعالم) وإنما يؤتى بمثل هذه الأقوال في معرض المبالغة \" (¬5). ¶ ومن توكيد الضمير المتصل بالضمير المنفصل: ¶ ¬__________ ¶ (¬1) صحيح البخاري: 4/ 126. ¶ (¬2) المصدر نفسه: 4/ 221. ¶ (¬3) النهاية في غريب الحديث والأثر: 2/ 161. ¶ (¬4) جرس الألفاظ، د. ماهر مهدي هلال: 262. ¶ (¬5) المثل السائر: 2/ 203.",
            "page": "50",
            "part": "1"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "عن ابن عباس (رضي الله عنهما) قال: \" كنت أنا وأمي من المستضعفين انا من الولدان وأمي من النساء \" (¬1). ¶ وقوله - صلى الله عليه وسلم -: \" بعثت أنا والساعة كهذه من هذه أو كهاتين وقرن بين السبابة ¶ والوسطى \" (¬2). ¶ وعن عائشة (رضي الله عنها): \" عن النبي - صلى الله عليه وسلم - كان ينفث على نفسه في مرضه الذي قبض فيه بالمعوذات فلما ثقل كنت أنا أنفث عليه بهن فأمسح بيد نفسه لبركتها \" (¬3) (¬4). ¶ في النص الأول، أكد عبد الله بن عباس (رضي الله عنهما) الضمير المتصل (التاء) في كلمة (كنت) الضمير المنفصل (أنا) إذ أراد عبر هذا التوكيد تثبيت المعنى وتقريره في ذهن السامع بأنه كان هو وأمه من المستضعفين، فجاء كلام ابن عباس مبين معنى قوله ¶ تعالى: (وما لكم لا تقاتلون في سبيل الله والمستضعفين من الرجال والنساء والولدان الذين يقولون ربنا أخرجنا من هذه القرية الظالم أهلها ... ) (¬5). ¶ فالغرض من تأكيد الضمير بضمير آخر إذا أريد تقوية المتعلق به (¬6). والمتعلق بالضميرين (المستضعفين). الذين لا يستطيعون أن يهاجروا من مكة إلى المدينة، فعبد الله بن عباس (رضي الله عنهما) كان صغيراً من الولدان وأمه من النساء، فهم ممن عذرهم الله تعالى عن الهجرة، إذ ذكرهم في كتابه الكريم من هذه السورة (¬7). ¶ وفي النص الثاني، أكد النبي - صلى الله عليه وسلم - الضمير المتصل بالمنفصل (بعثت أنا والساعة) فالغرض من هذا التوكيد تنبيه المخاطبين للعمل للساعة لقرب حدوثها. والساعة علم على الوقت ¶ ¬__________ ¶ (¬1) صحيح لبخاري: 1/ 235. ¶ (¬2) المصدر نفسه: 3/ 278. ¶ (¬3) المصدر نفسه: 4/ 18. ¶ (¬4) ينظر هذا النوع من توكيد الضمائر في الصحيح ـ على سبيل المثال ـ في: 1/ 56؛ 1/ 76؛ 1/ 75؛ 1/ 113، 1/ 140؛ 1/ 305؛ 1/ 309؛ 1/ 316؛ 1/ 330؛ 2/ 44؛ 2/ 76؛ 2/ 104؛ 2/ 153؛ 2/ 157؛ 2/ 172؛ 2/ 187؛ 2/ 196؛ 2/ 245؛ 2/ 294؛ 2/ 336؛ 3/ 4؛ 3/ 57؛ 3/ 59؛ 3/ 81؛ 3/ 99؛ 3/ 102؛ 3/ 81؛ 4/ 17؛ 4/ 115؛ 4/ 151؛ 4/ 122؛ 4/ 264. ¶ (¬5) سورة النساء؛ الآية: 75. ¶ (¬6) الفوائد المشوق إلى علوم القرآن وعلم البيان: 185. ¶ (¬7) التاج الجامع للأصول في أحاديث الرسول: 4/ 98.",
            "page": "51",
            "part": "1"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "المحدد الذي تنتهي فيه حياة كافة البشر، وتبدأ بعدها الحياة الآخرة، وقد سميت بهذا الاسم لأنها تفاجأ الناس في ساعة محددة معلومة لله عز وجل، مخفية مستورة عن كل العباد (¬1). كما يتضح من هذا التوكيد أيضاً (بعثت أنا والساعة) كناية عن قرب وقوعها وأن زمانها قريب عن زمانه - صلى الله عليه وسلم -. ¶ وفي النص الثالث، أكدت عائشة (رضي الله عنها) الضمير المتصل بالمنفصل في قولها (كنت أنا أنفث). وعند التأمل في سياق النص نرى أن عائشة (رضي الله عنها) أرادت أن تقوي وتقرر معنى النفث في ذهن المخاطب من خلال توكيد الضميرين. والنفث \" شبيه بالنفخ \" (¬2). لأن النبي الكريم لا يستطيع أن ينفث على نفسه ويرقيها، من شدة المرض. ¶ وأما توكيد الضمير المنفصل بالمنفصل، فلم يرد في الصحيح سوى مرة واحدة. ¶ فعندما ضرب جابر بن عبد الله (رضي الله عنه) باب النبي الكريم وأجاب بـ (أنا) قال النبي - صلى الله عليه وسلم -: \" أنا أنا كأنه كرهها \" (¬3). ¶ إن النبي - صلى الله عليه وسلم - كره فعل جابر بن عبد الله (رضي الله عنه) عندما ضرب الباب وأجاب بـ (أنا)، إذ أراد النبي الكريم أن يعرف من ضرب الباب بعد أن عرف أن ثم ضارباً، فكان الجدير بجابر (رضي الله عنه) أن يذكر اسمه بعدما سأله النبي الكريم من الطارق؟، لأن لفظة (أنا) لا تفيد السائل مقصده (¬4). وعلى الرغم مما يحمله هذا التكرار من تأثير على ¶ النفس، فإننا نلحظ كراهته من هذا الفعل لأنه لا يتضمن الجواب عما سأله - صلى الله عليه وسلم - وإذا أمعنا النظر في هذا الغرض وجدنا فيه شدة من أجل تحقيق استجابة المخاطب في تصحيح هذه الأفعال، وفي الوقت نفسه توجيهاً للآخرين لئلا يتكرر هذا الخطأ. ¶ وأما توكيد الضمير المتصل بالمتصل، فلم يرد في الصحيح إلا مرة واحدة. ¶ قال البخاري في تفسير سورة الكهف قال تعالى: (ألم أقل لك إنك لن تستطيع معي ¶ صبراً) (¬5) (¬6). ¶ ¬__________ ¶ (¬1) التطور الدلالي بين لغة الشعر ولغة القرآن، عودة خليل أبو عودة: 356. ¶ (¬2) مختار الصحاح، الرازي: 671. ¶ (¬3) صحيح البخاري: 4/ 89. ¶ (¬4) إرشاد الساري: 9/ 144. ¶ (¬5) سورة الكهف، الآيتان: 74 ـ 75. ¶ (¬6) صحيح البخاري: 1/ 36.",
            "page": "52",
            "part": "1"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "يشير النص القرآني إلى لقاء نبي الله موسى (عليه السلام) بالعبد الصالح الخضر الذي أتاه الله العلم، فطلب موسى (عليه السلام) أن يصحب العبد الصالح ليستفيد من علمه، فأخبره أنه لن يصبر معه ليعلمه، فوعده نبي الله موسى (عليه السلام) أن يصبر، ثم لم يستطع معه الصبر، لأن تصرفات الخضر لم يستطع أن يدرك كنهها موسى (عليه ¶ السلام) (¬1). ومن هذه التصرفات قتل الغلام، والغرض من هذا التوكيد هو الزيادة في ¶ العتاب، والوسم بعدم الصبر (¬2). ¶ وهكذا رأينا أن الغرض من توكيد الضمير بضمير آخر إذا أريد تقوية المتعلق به (¬3). ¶ خامساً: أغراض التوكيد اللفظي بالجملة الاسمية: ¶ إن التوكيد اللفظي للجملة الاسمية يكون بتكرارها مرتين أو ثلاث مراتٍ، ويخرج التوكيد بها إلى أغراض بلاغية، ومن هذه الأغراض، تمكين المعنى في النفس. ومن ذلك: عندما جاء أبو طلحة (¬4) إلى النبي - صلى الله عليه وسلم - فقال: يا رسول الله إن أحبَ أموالي إليَ بيرحاء وأنها صدقة لله أرجو برها وذخرها عند الله فقال: رسول الله - صلى الله عليه وسلم -: \" بخ ذلك مال رابح ذلك ¶ مال رابح \" (¬5). ¶ وقال النبي الكريم: \" إن موسى كان رجلاً حيياً ستيراً لا يرى من جلده شيء استحياءً منه فآذاه من آذاه من بني إسرائيل فقالوا ما يستتر هذا التستر إلا من عيبٍ بجلده إما برص وإما إدرة وإما آفة وإن الله أن يبرئه مما قالوا لموسى فخلا يوماً وحده فوضع ثيابه على الحجر ثم اغتسل فلما فرغ أقبل إلى ثيابه ليأخذها وإن الحجر عدا بثوبه فأخذ موسى عصاه طلب الحجر فجعل يقول ثوبي حجر ثوبي حجر حتى انتهى إلى ملأ من بني إسرائيل فراوه عرياناً أحسن ما خلق الله وأبراه مما يقولون وقام الحجر فأخذ ثوبه فلبسه وطفق بالحجر ضرباً بعصاه ... \" (¬6) (¬7). ¶ ¬__________ ¶ (¬1) التصوير الفني في القرآن: 130. ¶ (¬2) المثل السائر: 2/ 204. ¶ (¬3) الفوائد المشوق إلى علوم القرآن وعلم البيان: 185. ¶ (¬4) هو زيد بن سهل بن الأسود الأنصاري الخزرجي، ينظر: أسد الغابة في معرفة الصحابة، لعز الدين ابن الأثير: 2/ 289. ¶ (¬5) صحيح البخاري: 1/ 254. ¶ (¬6) صحيح البخاري: 2/ 247. ¶ (¬7) للاستزادة ينظر صحيح البخاري: 2/ 88؛ 3/ 64.",
            "page": "53",
            "part": "1"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "حين نزلت الآية الكريمة: (لن تنالوا البر حتى تنفقوا مما تحبون) (¬1). جاء أبو طلحة إلى النبي الكريم ليتصدق بأحب أمواله وهي بستان من نخيل بجوار المسجد الحرام كان ¶ اسمها بيرحاء، فقال النبي الكريم (بخ) (¬2). كلمة تقال في مدح الشيء (¬3). ثم كرر النبي الكريم (ذلك مال رابح) مرتين وقد تعاضدت هذه الألفاظ بأسلوب التوكيد اللفظي لتمكن المعنى في ذهن المخاطب بأن الله سبحانه وتعالى سوف يجعل هذا المال في الآخرة كثيراً ويضاعفه أضعافاً مضاعفة، كما نلحظ من خلال هذا التوكيد ترغيباً في الإنفاق في سبيل الله. والشاهد على ذلك قوله تعالى: (مثل الذين ينفقون أموالهم في سبيل الله كمثل حبةٍ أنبتت سبع سنابل في كل سنبلةٍ مائة حبةٍ والله يضاعف لمن يشاء والله واسع عليم) (¬4). ¶ أما الحديث الثاني، ففيه نلحظ أن نبي الله موسى يكرر جملة (ثوبي حجر) مرتين وذلك عندما مضى الحجر مسرعاً بثيابه حتى انتهى إلى ملأ من بني إسرائيل ورأوه عرياناً فكان أحسن ما خلق الله تعالى، وبرأه الله مما قالوا، إذ قالوا ما يستتر نبي الله موسى إلا من عيب في جلده (¬5). فنلحظ إن نبي الله موسى (عليه السلام) كرر جملة (ثوبي حجر) إذ حذف منها حرف النداء والأصل (ثوبي يا حجر) (¬6). فنادى الحجر لأنه أجراه مجرى من يعقل لكونه فر بثوبه، فانتقل عنده من حكم الجماد إلى حكم الحيوان (¬7). وتعد هذه معجزة (¬8) ¶ له، إذ ذكره الله تعالى في القرآن الكريم: (يا أيها الذين آمنوا لا تكونوا كالذين آذوا موسى فبرأه الله مما قالوا وكان عند الله وجيهاً) (¬9). ¶ ¬__________ ¶ (¬1) سورة آل عمران؛ الآية: 92. ¶ (¬2) عمدة القاري: 9/ 30 ـ 31. ¶ (¬3) معجم مقاييس اللغة: 1/ 175. ¶ (¬4) سورة البقرة؛ الآية: 261. ¶ (¬5) إرشاد الساري: 5/ 385. ¶ (¬6) موقف النحاة من الاحتجاج بالحديث الشريف: 255؛ وينظر، الحديث النبوي الشريف وأثره في الدراسات اللغوية والنحوية: 110. ¶ (¬7) فتح الباري: 1/ 401. ¶ (¬8) المعجزة: كل أمر خارق للعادة، يظهره الله على يد النبي على وفق دعواه تصديقاً له، ينظر: إيماننا الحق بين النظر والدليل، إبراهيم النعمة: 147. ¶ (¬9) سورة الأحزاب؛ الآية: 69.",
            "page": "54",
            "part": "1"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "ومما خرج إليه التوكيد اللفظي في الجملة الاسمية في صحيح البخاري التنبيه، ومن ذلك عندما فقد الناس صوت عمر بن الخطاب (رضي الله عنه) في الصلاة وهم يقولون: ¶ \" سبحان الله سبحان الله \" (¬1). ¶ وعندما قام النبي - صلى الله عليه وسلم - إلى جانب المنبر قال: \" الفتنة ههنا الفتنة ههنا \" (¬2). ¶ افتقد الناس صوت أمير المؤمنين عمر بن الخطاب (رضي الله عنه) عندما كان يؤم الناس في صلاة الصبح، إذ تقدم نحوه عبد فارسي يدعى فيروز، فطعنه بخنجره عدة ¶ طعنات، أدت إلى وفاته بعد ذلك (¬3). فأخذ الناس في الصفوف الخلفية يكررون (سبحان الله) إذ أرادوا في هذا التكرار تنبيه أمير المؤمنين، ظانين أنه قد سها في الصلاة. ¶ وفي الحديث الثاني، نبه - صلى الله عليه وسلم - من خلال تكرار أن الفتنة ههنا وأشار إلى المشرق (¬4). والفتنة هي الابتلاء والامتحان والاختبار (¬5).وأرى أن التكرار في هذا الحديث يريد للمسلمين أن ينتبهوا ويتيقظوا إلى هذه الفتنة التي ستخرج من المشرق. ¶ ومما خرج إليه التوكيد اللفظي بالجملة الاسمية في الحديث الشريف، غرض الاستبطاء ومن ذلك: أن النبي - صلى الله عليه وسلم -: \" لما كان في مرضه جعل يدور في نسائه ويقول: أين أنا غداً؟ أين أنا غداً؟ حرصاً على بيت عائشة \" (¬6). ¶ لقد استبطأ النبي الكريم، يوم السيدة عائشة (رضي الله عنها) عندما كان في مرضه الذي قبض فيه. \" فسؤاله - صلى الله عليه وسلم - عن قدر ما بقي إلى يوم السيدة عائشة (رضي الله عنها) ليكون في بيتها يعد استبطاء لذلك اليوم، وإحساساً بالزمان، الذي يتباطأ في فترات الضجر والانتظار \" (¬7). فنلحظ من خلال هذا التكرار رغبة النبي الكريم بأن يمرض في بيت السيدة عائشة (رضي الله عنها). إذ تقول: فلما كان يومي سكن (¬8). ¶ ¬__________ ¶ (¬1) صحيح البخاري: 2/ 298. ¶ (¬2) المصدر نفسه: 4/ 227. ¶ (¬3) الوسيط في السيرة النبوية والخلافة الراشدة، د. هاشم يحيى الملاح: 396. ¶ (¬4) فتح الباري: 16/ 155. ¶ (¬5) لسان العرب (مادة فتن): 17/ 193. ¶ (¬6) صحيح البخاري: 2/ 308. ¶ (¬7) أساليب الطلب في الحديث الشريف: 141. ¶ (¬8) صحيح البخاري: 2/ 308.",
            "page": "55",
            "part": "1"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "ومما خرج إليه التوكيد اللفظي بالجملة الاسمية في الصحيح، غرض التشريف، ومن ذلك: \" كانت بين أبي بكر وعمر محاورة فأغضب أبو بكر عمر فأنصرف عنه عمر مغضباً فأتبعه أبو بكر يسأله أن يستغر له فلم يفعل حتى أغلق بابه في وجهه فأقبل أبو بكر إلى سرول الله - صلى الله عليه وسلم - ... . فقال رسول الله - صلى الله عليه وسلم - أما صاحبكم هذا فقد غامر قال وندم عمر على ما كان منه، فأقبل حتى سلم وجلس إلى النبي - صلى الله عليه وسلم - وقص على رسول الله الخبر ... . وغضب رسول الله - صلى الله عليه وسلم - وجعل أبو بكر يقول والله يا رسول الله لأنا كنت أظلم، فقال رسول الله - صلى الله عليه وسلم - هل أنتم تاركو لي صاحبي هل أنتم تاركو لي صاحبي إني قلت يا أيها الناس إني رسول الله إليكم جميعاً فقلتم كذبت وقال أبو بكر صدقت ... \" (¬1). ¶ لقد خاطب النبي الكريم، في هذا الحديث، عمر بن الخطاب (رضي الله عنه) ومن معه، وذلك عندما تغاضب مع أبي بكر الصديق (رضي الله عنه) فقال (عليه الصلاة والسلام) في حق أبي بكر الصديق (هل أنتم تاركو لي صاحبي؟) مرتين إذ نلحظ من خلال تكرار هذه الجملة انفعاله - صلى الله عليه وسلم - من ذلك الإيذاء. كما نلحظ أنه استخدم صيغة الاستفهام، إذ في هذه الصيغة طلب عدم إيذاء صاحبه مستقبلاً. \" وتلطف في الخطاب لئلا يشعر المخاطب بأنه مأمور، وفي هذا مراعاة نفسية المخاطبين، ومن هنا كان الأمر بصيغة الاستفهام أبلغ أثراً، وأقوى دلالة، وشاهد ذلك أن الصحابة قد امتثلوا لهذا الأمر (فما أوذي بعدها) \" (¬2). ¶ ومما خرج إليه التوكيد اللفظي بالجملة الاسمية في الحديث الشريف، التخيير: \" وهو الطلب بأن يختار المخاطب بين أمرين أو أكثر \" (¬3). ومن ذلك: ¶ قوله - صلى الله عليه وسلم -: \" بين كل أذانين صلاةٌ بين كل أذانين صلاةٌ ثم قال في الثالثة لمن شاء \" (¬4). ¶ عند التأمل في سياق هذا الحديث نرى إن النبي الكريم يخير المكلف في أداء صلاة السنة بقوله (لمن شاء)، فاستخدم النبي الكريم صيغة التغليب من خلال لفظة (أذانين) إذ كان ¶ ¬__________ ¶ (¬1) المصدر نفسه: 3/ 131. ¶ (¬2) أساليب الطلب في الحديث الشريف: 135. ¶ (¬3) البلاغة والتطبيق، د. أحمد مطلوب: 126. ¶ (¬4) صحيح البخاري: 1/ 117.",
            "page": "56",
            "part": "1"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "القصد منها أذان وإقامة، والمعنى بين كل أذان وإقامة صلاة سنة (¬1). فجاء هذا التكرار لتأكيد الاستحباب (¬2). ¶ وقد يخرج التوكيد اللفظي بالجملة الاسمية في الصحيح، إلى غرض التعظيم، ومن ذلك: عندما جاء رجل من أهل الكتاب إلى النبي الكريم فقال: \" يا أبا القاسم إن الله يمسك السماوات على إصبع، والأرضين على إصبع، والشجر والثرى على إصبع، والخلائق على إصبع، ثم يقول: أنا الملك أنا الملك، فرأيت النبي - صلى الله عليه وسلم - ضحك حتى بدت نواجذه ثم قرأ وما قدروا الله حق قدره \" (¬3). ¶ يصور لنا هذا النص قدرة الله تعالى التي لا يحدها حد، فالله ـ سبحانه ـ يقدر على قبض الأرض وجميع ما فيها من الخلائق والشجر قدرة أحدنا ما يحمله بإصبعه، فخاطبنا بما نتخاطب فيما بيننا لنفهم (¬4). فجاء هذا التكرار ليدل على عظمة الله تعالى وقدرته وأنه مالك الملك، فضحك النبي الكريم حتى بدت نواجذه تصديقاً وتأييداً لقول الرجل ثم قرأ. ¶ قوله تعالى: (وما قدروا الله حق قدره والأرض جميعاً قبضته يوم القيامة والسموات مطويات بيمينه سبحانه وتعالى عما يشركون) (¬5). ¶ ومما خرج إليه التوكيد اللفظي بالجملة الاسمية في الصحيح، التشويق: \" هو أسلوب بلاغي نفسي راقٍ، يتأدى في البلاغة بوسائل عدة \" (¬6). ومن ذلك: ¶ قوله - صلى الله عليه وسلم -: \" والله لا يؤمن والله لا يؤمن والله لا يؤمن، قيل ومن يا رسول الله؟ قال الذي لا يأمن جاره بوايقه \" (¬7). ¶ وقال أبو ذر انتهيت إلى النبي - صلى الله عليه وسلم - وهو يقول في ظل الكعبة: \" هم الأخسرون ورب الكعبة هم الأخسرون ورب الكعبة، ... فقلت من هم بأبي أنت وأمي يا رسول الله؟ قال: الأكثرون أموالاً إلا قال هكذا وهكذا وهكذا \" (¬8). ¶ ¬__________ ¶ (¬1) عمدة القاري: 5/ 138؛ ينظر، إرشاد الساري: 2/ 14؛ ينظر، الكرماني بشرح صحيح البخاري: 5/ 24؛ ينظر، رياض الصالحين من كلام سيد المرسلين، الإمام النووي: 431. ¶ (¬2) فتح الباري: 2/ 247. ¶ (¬3) صحيح البخاري: 4/ 280. ¶ (¬4) أسباب النزول، الواحدي: 212. ¶ (¬5) سورة الزمر؛ الآية: 67. ¶ (¬6) الأساليب الإنشائية وأسرارها البلاغية في القرآن الكريم، صباح عبيد دراز: 269. ¶ (¬7) صحيح البخاري: 4/ 53. ¶ (¬8) المصدر نفسه: 4/ 150.",
            "page": "57",
            "part": "1"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "لقد لفت النبي الكريم، في الحديث الأول، انتباه المخاطبين وشدهم إلى التساؤل. ¶ فخلق عندهم التشويق، من خلال تأكيده بالقسم (والله لا يؤمن) ثم أكدها مرة أخرى بتكرارها ثلاث مراتٍ، ومن هذا تشوقت النفوس للسؤال، وتهيأت الأذهان لاستقبال الجواب. ألا وهو إيذاء الجار، والمعنى: والله لا يؤمن إيماناً كاملاً من يؤذي جاره بالقول أو الفعل (¬1). فاستطاع النبي الكريم أن يحقق هدفه المرجو الذي كان يسعى إليه من خلال هذا التكرار، ألا وهو الترهيب من إيذاء الجار. و \" القصد بالقسم تحقيق الخبر وتوكيده \" (¬2). فكأن في تكرير قسمه - صلى الله عليه وسلم - دلالة على شدة تأكيد حق الجار (¬3). ¶ أما في الحديث الثاني، فقد صدر النبي الكريم كلامه بجملة (هم الأخسرون ورب الكعبة) مرتين، مما جعل السامع في تشوق إلى معرفة هؤلاء الخاسرين فهذا الأسلوب. يشعر المتلقي باللذة والنشوة في متابعة الكلام، والارتباط به روحياً وذهنياً (¬4). ¶ فتكرير هذه الجملة وتكرير القسم فيها أثار السامع إلى معرفة سر تلك الفئة من الناس، فتوصل النبي الكريم إلى مقصده الذي كان يسعى من أجله، فجاء هذا التكرار لتأكيد الخسران عند عدم إعطاء حق هذه الأموال. ¶ ومما خرج إليه التوكيد اللفظي بالجملة الاسمية في الحديث الشريف، إلى غرض الترهيب. قوله - صلى الله عليه وسلم - لصحابته: \" ألا أنبئكم بأكبر الكبائر؟ قلنا بلى يا رسول الله قال: الإشراك بالله وعقوق الوالدين وكان متكئاً فجلس فقال: ألا وقول الزور وشهادة الزور ألا وقول الزور وشهادة الزور ... . \" (¬5). ¶ استطاع النبي الكريم، في هذا الحديث، تهيئة الأذهان لمعرفة تلك المعلومة التي تعد من أكبر الكبائر، ولما كانت هذه الكبائر مقررة بالكتاب العزيز ومقررة بالسنة المطهرة في وصاياه اكتفى بذكر العطف بينهما ـ الإشراك بالله وعقوق الوالدين ـ ولكن هذه ليست كل المقصود لظهورها وإنما جعلت كالتمهيد لما يأتي، ألا وهو قول الزور، فيصور هذا التعبير (كان متكئاً فجلس) مدى ما صعد إليه اهتمام النبي الكريم حيث يصور هذا الانتقال المفاجئ من حال الاتكاء إلى حال الجلوس، لا ليكون ترويحاً من وضعه الأول، ولكن ليكون نذيراً بأن شيئاً ¶ ¬__________ ¶ (¬1) فتح الباري: 13/ 51؛ ينظر، عمدة القاري: 22/ 109. ¶ (¬2) الإتقان في علوم القرآن: 2/ 133. ¶ (¬3) إرشاد الساري: 9/ 25. ¶ (¬4) إشكالية التلقي عند حازم القرطاجني في كتابه منهاج البلغاء: 492. ¶ (¬5) صحيح البخاري: 4/ 48.",
            "page": "58",
            "part": "1"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "خطيراً سيحدث، عبارة قصيرة تتبع هذه الانتفاضة (ألا وقول الزور وشهادة ¶ الزور) (¬1). فنلحظ من خلال هذا الحديث أن قول الزور وشهادته عدلت الإشراك بالله، إذ قال الله تعالى في القرآن الكريم: ( ... .. فاجتنبوا الرجس من الأوثان واجتنبوا قول الزور) (¬2). كما نلحظ مبالغته في هذا التكرار، تهويلاً لشأن الزور لما يترتب عليه من المفاسد (¬3). ولما في ذلك من رفع العدل وتحقيق الجور، فجاء الترهيب على وجه الشدة في ترك الزور وشهادته. ¶ ومما خرج إليه التوكيد اللفظي بالجملة الاسمية في الصحيح، التخفيف. ¶ فقد جاء في كتاب الحج عندما سئل النبي الكريم عمن حلق قبل أن يذبح الهدي ونحوه فقال - صلى الله عليه وسلم -: \" لا حرج لا حرج \" (¬4). ¶ لقد كان الرد النبوي، في هذا الحديث، (لا حرج) عمن زار قبل أن يرمي وعمن حلق قبل أن يذبح وعمن ذبح قبل أن يرمي، ففي كل هذه الأسئلة أجاب النبي الكريم (لا حرج). أي لا ضيق ولا إثم في ذلك (¬5). فنلحظ من خلال هذا التكرار مبالغة في نفي الحرج في هذه الأمور من مناسك الحج، إذ قال الله تعالى: (وما جعل عليكم في الدين من ¶ حرج) (¬6). ¶ خرج التوكيد اللفظي بالجملة الاسمية في صحيح البخاري إلى التحذير، ومن ذلك: عندما صبح النبي الكريم خيبر وقد خرجوا بالمساحي على أعناقهم فلما رأوه قالوا: \" محمد والخميس محمد والخميس \" (¬7). ¶ لقد حذر اليهود أنفسهم، في هذا النص، بجملة (محمد والخميس) مرتين عندما رأوا النبي الكريم أمام حصنهم فأخذوا يكررون هذه الجملة. فالخميس الجيش وسمي به لأنه مقسوم خمسة أقسام، المقدمة والمؤخرة والميمنة والميسرة والقلب، والمعنى أن محمداً جاء بالجيش ليقاتلكم (¬8). فيمكننا أن نلحظ الإيجاز والتكثيف في هذه العبارة المكررة، لأن المقام مقام تحذير ¶ ¬__________ ¶ (¬1) أساليب الطلب في الحديث الشريف: 119. ¶ (¬2) سورة الحج؛ الآية: 30. ¶ (¬3) إرشاد الساري: 4/ 385. ¶ (¬4) صحيح البخاري: 1/ 297. ¶ (¬5) النهاية في غريب الحديث والأثر: 1/ 246. ¶ (¬6) سورة الحج؛ الآية: 78. ¶ (¬7) صحيح البخاري: 2/ 168. ¶ (¬8) عمدة القاري: 17/ 237.",
            "page": "59",
            "part": "1"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "وتخويف لا يستدعي الإطالة. فكان مراد المتكلم تركيز انتباه المتلقي على الحدث دون سواه (¬1). وبالسرعة الممكنة. من هول المفاجأة والصدمة والخوف من جيش محمد - صلى الله عليه وسلم -. ¶ سادساً: أغراض التوكيد اللفظي بالجملة الفعلية: ¶ إن تكرار الجملة الفعلية يخرج إلى أغراض بلاغية، ومن هذه الأغراض، تمكين المعنى في النفس: ¶ ففي قوله - صلى الله عليه وسلم -: \" زملوني زملوني \" (¬2). ¶ وعن أنس بن مالك (رضي الله عنه): \" إن رسول الله - صلى الله عليه وسلم - صلى لنا يوماً ثم رقي المنبر فأشار بيده قبل قبلة المسجد فقال قد أريت الآن منذ صليت لكم الصلاة الجنة والنار ممثلتين في قبل هذا الجدار فلم أر كاليوم في الخير والشر فلم أر كاليوم في الخير والشر \" (¬3). ¶ وقوله - صلى الله عليه وسلم -: \" من أحب أن يسأل عن شيء فليسأل عنه فوالله لا تسألوني عن شيء إلا أخبرتكم به ما دمت في مقامي هذا، وأخذ يكرر: \" سلوني سلوني \" (¬4) (¬5). ¶ طلب النبي الكريم، في الحديث الأول، من زوجته السيدة خديجة بنت خويلد (رضي الله عنها) أن تدثره، فكرر عليها قوله (زملوني) مرتين. فحقيقة هذا التكرار، إلحاح على جهة هامة من الكلام يعنى بها المتكلم أكثر من عنايته بسواها، فالتكرار يسلط الضوء على نقطة حساسة في الكلام ويكشف عن اهتمام المتكلم بها (¬6). ومما لاشك فيه أن النبي الكريم من خلال كلامه مع السيدة خديجة (رضي الله عنها) صب اهتمامه على جملة (زملوني) فكررها مرتين. لسد ما لحقه من هول الإيحاء (¬7). إذ أصبح من هذا الإيحاء نبياً ورسولاً، فنعته الله بالمزمل ¶ ¬__________ ¶ (¬1) الأسس النفسية لأساليب البلاغة العربية: 134. ¶ (¬2) صحيح البخاري: 1/ 7. ¶ (¬3) المصدر نفسه: 4/ 124. ¶ (¬4) المصدر نفسه: 4/ 259. ¶ (¬5) للاستزادة من هذه الأمثلة التي تفيد تمكين المعنى في النفس في صحيح البخاري: 1/ 116؛ ¶ 1/ 299؛ 2/ 113؛ 2/ 120؛ 2/ 305؛ 2/ 335؛ 3/ 71؛ 3/ 141؛ 3/ 206؛ ¶ 3/ 230؛ 4/ 176؛ 4/ 220. ¶ (¬6) التكوين التكراري في شعر جميل بن معمر: 79. ¶ (¬7) إرشاد الساري: 1/ 64.",
            "page": "60",
            "part": "1"
        },
        {
            "hno": null,
            "id": "66",
            "nass": "والمدثر في معرض التوجيه. إذ قال الله تعالى في القرآن الكريم: (يا أيها المزمل. ¶ قم الليل إلا قليلاً) (¬1). وقال أيضا: (يا أيها المدثر. قم فأنذر) (¬2). ¶ أما في الحديث الثاني، فقد عرضت الجنة والنار على النبي الكريم مصورتين وهو يصلي في مصلاه (¬3). فصعد المنبر وقال: رأيت الآن الجنة والنار ممثلتين في ذاك الجدار وأشار إلى قبلة المسجد وتعد هذه من معجزاته، ثم كرر جملة (فلم أر كاليوم في الخير والشر) (¬4). وعند التأمل في هذا التكرار نرى أن النبي الكريم، اتبع أسلوب الترغيب والترهيب، فرغب بالجنة فلم ير في الخير مثل هذا اليوم، لرؤيته الجنة، ورهب بالنار فلم ير في الشر مثل هذا اليوم لرؤيته النار، فجاء هذا التكرار المتآزر مع أسلوب الترغيب والترهيب لتثبيت المعنى في نفس المخاطب. ومن هنا يتحول الخطاب من سياقه الإخباري إلى وظيفته التأثيرية (¬5). ¶ خاطب النبي الكريم الناس، في الحديث الثالث، وهو على المنبر فطلب منهم أن ¶ يسألوه، لأنه المصدر الثاني بعد كتاب الله في شريعته وفصاحته وبلاغته، فكرر جملة (سلوني) إذ أراد من هذا التكرار لفت انتباه المخاطبين وتمكين المعنى في أذهانهم، فتحققت الاستجابة من قبلهم، والشاهد. عندما قام إليه رجل فقال أين مدخلي يا رسول الله قال: ¶ النار، وقام عبد الله بن حذافة فقال: من أبي يا رسول الله قال: أبوك حذافة (¬6). فقال تعالى في القرآن الكريم: (وما ينطق عن الهوى. إن هو إلا وحي يوحى) (¬7). ¶ خرج التوكيد اللفظي بالجملة الفعلية في الصحيح إلى التسلية والتأنيس ¶ والملاطفة، ومن ذلك: ¶ قوله - صلى الله عليه وسلم - لعلي بن أبي طالب (رضي الله عنه) عندما رآه مضطجعاً في المسجد، وقد سقط رداؤه عن شقه وأصابه تراب: \" قم أبا تراب قم أبا تراب \" (¬8). ¶ ¬__________ ¶ (¬1) سورة المزمل؛ الآيتان: 1 ـ 2. ¶ (¬2) سورة المدثر؛ الآيتان: 1 ـ 2. ¶ (¬3) الكرماني بشرح صحيح البخاري: 5/ 116 ـ 117. ¶ (¬4) صحيح البخاري: 4/ 124. ¶ (¬5) الأسلوبية والأسلوب، د. عبد السلام المسدي: 36. ¶ (¬6) صحيح البخاري: 4/ 259. ¶ (¬7) سورة النجم؛ الآيتان: 3 ـ 4. ¶ (¬8) صحيح البخاري: 1/ 88.",
            "page": "61",
            "part": "1"
        },
        {
            "hno": null,
            "id": "67",
            "nass": "وعن عبد الله بن أبي مليكة: \" أن النبي - صلى الله عليه وسلم - أهديت له أقبية من ديباجٍ مزررة بالذهب فقسمها في ناسٍ من أصحابه وعزل منها واحداً بمخرمة بن نوفل فجاء ومعه ابنه المسور ابن مخرمة فقام على الباب فقال أدعه لي فسمع النبي - صلى الله عليه وسلم - صوته فأخذ قباءً فتلقاه به وأستقبله بأزراره فقال: يا أبا المسور خبأت هذا لك يا أبا المسور خبأت هذا لك وكان في خلقه ¶ شدة \" (¬1). ¶ لقد نادى النبي الكريم، في الحديث الأول، علي بن أبي طالب (رضي الله عنه) بكنيته الجديدة (أبا تراب) التي أخذت من حالته مداعبة له (¬2). إذ كانت كنيته (أبا الحسن)، فأخذ النبي الكريم يمسح التراب عن ردائه (رضي الله عنه) تسلية ومؤانسة ويقول (قم أبا تراب) مرتين إذ علم بأنه خرج من بيته مغاضباً زوجته السيدة فاطمة (رضي الله عنها). ¶ \" ولاشك أن الإيقاع في الحديث قد كشف عن مشاعر الرسول الكريم مع محدثه علي بن أبي طالب (رضي الله عنه) وما يترشح عنها من حب وملاطفة وتأنيس، فضلاً عما حققه من جمال وحسن وقع، تطرب له النفس من جراء تكرار الجملة، الذي زاد في التأنيس والملاطفة \" (¬3). ¶ وخاطب النبي الكريم، في الحديث الثاني، مخرمة بن نوفل، مكرراً جملة (يا أبا المسور خبأت هذا لك) وقد خبأ له ثوباً من ديباج مزرر بالذهب، فناداه بأبي المسور لما في ذلك من مؤانسة وملاطفة للمخاطب بذكر ولده الذي جاء معه، ولأن كنيته في الأصل أبو صفوان، فضلاً عن أنه موصوف بالشدة وبذاءة اللسان (¬4). فكرر النبي الكريم النداء ثلاث مراتٍ إمعاناً منه في تطييب نفس المخاطب والتلطف معه، وهو أبلغ البلغاء يراعي المقام ونفسية المخاطب في كلامه، فيخاطب كل إنسان بما يناسبه، فيستميله ويبلغ منه القصد (¬5). ¶ ومن الأغراض التي خرج إليها التوكيد اللفظي بالجملة الفعلية في صحيح البخاري، تحريك الهمم ومن ذلك: ¶ إن النبي الكريم ارتجز بشعر عبد الله بن رواحة عندما كان ينقل التراب من الخندق وهو يقول: ¶ ¬__________ ¶ (¬1) صحيح البخاري: 2/ 193. ¶ (¬2) فتح الباري: 13/ 209؛ ينظر: عمدة القاري: 22/ 214. ¶ (¬3) أساليب الطلب في الحديث الشريف: 152. ¶ (¬4) فتح الباري: 13/ 145. ¶ (¬5) أساليب الطلب في الحديث الشريف: 166.",
            "page": "62",
            "part": "1"
        },
        {
            "hno": null,
            "id": "68",
            "nass": "والله لولا الله ما اهتدينا ... ولا تصدقنا ولا صلينا ¶ فأنزلن سكينة علينا ... وثبت الأقدام إن لاقينا ¶ إن الألى قد بغوا علينا (¬1) ... إذا أرادوا فتنة أبينا ¶ ورفع بها صوته أبينا أبينا \" (¬2). ¶ لقد عمل النبي - صلى الله عليه وسلم - في هذا النص، على رفع معنويات أصحابه عندما كانوا يحفرون الخندق وقد أراد من هذا التكرار رفع الصوت وتحريك الهمم، لأن المقام يستدعي إنجاز الخندق على وجه السرعة (¬3). كما يمكننا أن نلحظ أن النبي الكريم تقصد في رفع الصوت حتى يكون هذا الأمر أكثر تأثيراً في نفوس المتلقين. ¶ وخرج التوكيد اللفظي بالجملة الفعلية إلى الاستبشار، ومن ذلك: ¶ قال - صلى الله عليه وسلم -: \" إذا وضعت الجنازة فاحتملها الرجال على أعناقهم فإن كانت صالحة قالت قدموني قدموني ... \" (¬4). ¶ إن الروح في هذا الحديث، تتكلم بلسان حالها فإن كانت صالحة قالت وكررت (قدموني) إلى القبر إذ فيها دلالة على زيادة البشرى (¬5). والتكريم بما أعده الله لهذا الميت من نعيم في قبره، إذ تغشاه الرحمة وتنزل عليه السكينة حتى يكون قبره روضة من رياض ¶ الجنة، فيقال له ذاك مقعدك في الجنة. والشاهد على ذلك قوله تعالى: (يا أيتها النفس المطمئنة. ارجعي إلى ربك راضيةً مرضيةً. فادخلي في عبادي وادخلي جنتي) (¬6). ¶ خرج التوكيد اللفظي بالجملة الفعلية إلى الفخر، ومن ذلك: ¶ عندما قال أبو سفيان بن حرب بعد معركة أحد: \" أعل هبل أعل هبل \" (¬7). ¶ ¬__________ ¶ (¬1) من الرجز المقطوع ولكن الشطر مختل الوزن ولا يستقيم إلا بـ \" قد اعتدوا \". ¶ (¬2) صحيح البخاري: 3/ 32. ¶ (¬3) عمدة القاري: 17/ 183. ¶ (¬4) صحيح البخاري: 1/ 239. ¶ (¬5) فتح الباري: 3/ 428. ¶ (¬6) سورة الفجر؛ الآيات: 27، 30. ¶ (¬7) صحيح البخاري: 2/ 175.",
            "page": "63",
            "part": "1"
        },
        {
            "hno": null,
            "id": "69",
            "nass": "نجد أبا سفيان في هذا النص، يفتخر باسم صنم في مكة (¬1). فكرر جملة (أعل هبل) مرتين والمعنى: زد ارتفاعاً وعلواً يا هبل (¬2). أما حذف حرف النداء (يا) إذ الأصل (أعل يا هبل) ففيه دلالة على قرب المنادى والالتصاق به والتحبب إليه (¬3). فالغاية من هذا التكرار يرجع إلى بعد نفسي، إذ أراد أبو سفيان أن يغيض خصمه النبي الكريم فصب اهتمامه على هذه الجملة مكرراً إياها، وليجد في نفسه متنفساً لإخفاقه السابق في معركة بدر. وليعيد لنفسه توازنها واستقرارها (¬4). إن الكلمة حين تتحول في السياق من الصوت إلى المعنى الداخلي من خلال شبكة العلاقات السياقية، لا تبقى بؤرة تكرارية تؤدي دوراً إيقاعياً حسب، وإنما تصبح إلى جانب ذلك ذات دلالة على المعنى والفعل، ولعل مثل هذا التلاحم بين الإيقاع والمعنى يؤدي إلى الكشف الحقيقي عن الهدف الذي يسعى إليه المتكلم (¬5). ¶ وجاء التوكيد اللفظي في الصحيح، لطول الفصل، فإذا أطال الكلام وخشي تناسي الأول أعيد ثانياً تطرية له وتجديداً لعهده (¬6). ومن ذلك: ¶ قال البخاري في تفسير قوله تعالى: (إذ قال يوسف لأبيه يا أبت إني رأيت أحدَ عشرَ كوكباً والشمس والقمر رأيتهم لي ساجدين) (¬7) (¬8). ¶ كرر (رأيت) لطول الفصل بين الأول ومتعلقه وهو لـ (رأيتهم) خشية أن يكون الذهن قد غفل عما ذكر أولاً (¬9). وليؤكد الرؤيا التي رآها. ¶ وخرج التوكيد اللفظي بالجملة الفعلية إلى اللوم والتأنيب، ومن ذلك: ¶ قال النبي - صلى الله عليه وسلم - لرجل أثنى على رجل آخر: \" ويلك قطعت عنق صاحبك قطعت عنق صاحبك ... \" (¬10). ¶ ¬__________ ¶ (¬1) عمدة القاري: 17/ 143. ¶ (¬2) فتح الباري: 8/ 355. ¶ (¬3) خطبة الوداع دراسة بلاغية تحليلية: 414. ¶ (¬4) الأسس النفسية لأساليب البلاغة العربية: 247. ¶ (¬5) التكوين التكراري في شعر جميل بن معمر: 79. ¶ (¬6) الإتقان في علوم القرآن: 2/ 77. ¶ (¬7) سورة يوسف؛ الآية: 4. ¶ (¬8) صحيح البخاري: 4/ 209. ¶ (¬9) علم المعاني، د. درويش الجندي: 178؛ ينظر: علم المعاني، د. عبد العزيز عتيق: 209؛ ينظر، الأسلوب الصحيح في البلاغة والعروض، جماعة من الأساتذة: 24. ¶ (¬10) صحيح البخاري: 2/ 106.",
            "page": "64",
            "part": "1"
        },
        {
            "hno": null,
            "id": "70",
            "nass": "لقد أنكر النبي الكريم، في هذا الحديث، فعل الرجل عندما أثنى على صاحبه، لأن هذا المدح سوف يدخل الكبر والعجب عند الممدوح (¬1). فكرر - صلى الله عليه وسلم - جملة (قطعت عنق صاحبك) مرتين. والمعنى: أوقعتموه في الإعجاب بنفسه الموجب لهلاك دينه (¬2). ¶ ومما خرج إليه التوكيد اللفظي بالجملة الفعلية في الحديث الشريف الدعاء، ومن ذلك: ¶ عن عبد الله قال: \" بينما رسول الله - صلى الله عليه وسلم - قائم يصلي عند الكعبة وجمع قريش في مجالسهم إذ قال قائل منهم ألا تنظرون إلى هذا المرائي. أيكم يقوم إلى جزور آل فلان فيعمد إلى فرثها ودمها وسلاها فيجئ به ثم يمهله حتى إذا سجد وضعه بين كتفي فانبعث أشقاهم فلما سجد رسول الله - صلى الله عليه وسلم - وضعه بين كتفيه وثبت النبي - صلى الله عليه وسلم - ساجداً فضحكوا حتى مال بعضهم إلى بعض من الضحك فأنطلق منطلق إلى فاطمة (عليها السلام) وهي جويرية فأقبلت تسعى وثبت النبي - صلى الله عليه وسلم - ساجداً حتى ألقته عنه وأقبلت عليهم تسبهم فلما قضى رسول الله - صلى الله عليه وسلم - الصلاة قال: ¶ \" اللهم عليك بقريش اللهم عليك بقريش اللهم عليك بقريش \" (¬3). ¶ وعن أنس بن مالك (رضي الله عنه): \" أن رجلاً دخل المسجد يوم الجمعة من باب كان وجاه المنبر ورسول الله - صلى الله عليه وسلم - قائم يخطب فاستقبل رسول الله - صلى الله عليه وسلم - قائماً فقال يا رسول الله هلكت المواشي وانقطعت السبل فأدع الله يغيثنا قال فرفع رسول الله - صلى الله عليه وسلم - يديه فقال اللهم اسقنا اللهم اسقنا اللهم اسقنا \" (¬4). ¶ لقد دعا النبي الكريم، في الحديث الأول، على قريش، وذلك عندما وضعوا فرث الجزور بين كتفيه وهو يصلي عند الكعبة، ولقد خصهم بهذا الدعاء. وذلك لغرض الفراغ من الدعاء بالسرعة الممكنة لتتحقق الاستجابة فيحل عليهم غضب الله وعقابه، والتعبير بهذه الصيغة، يدل على شدة التضرع والتوسل إلى الله ـ سبحانه ـ بأن يوقع ما يراه مناسباً في حق هؤلاء الكفار، فلو قيل مثلً (اللهم زلزلهم أو أهزمهم أو قاتلهم أو ألعنهم) لتحدد نوع الفعل، ولكنه - صلى الله عليه وسلم - أحال جميع هذه الأفعال إلى الله ـ عز وجل ـ فهو الذي يحدد نوع العقاب والطريقة التي يراها مناسبة لهم (¬5). ¶ ¬__________ ¶ (¬1) فتح الباري: 13/ 88. ¶ (¬2) التركيب اللغوي الاصطلاحي النبوي في صحيح البخاري (دراسة دلالية)، عبد الله حسن أحمد، رسالة دكتوراه، بإشراف د. محيي الدين توفيق إبراهيم، جامعة الموصل، كلية الآداب، 1996: 68. ¶ (¬3) صحيح البخاري: 1/ 100 ـ 101. ¶ (¬4) المصدر نفسه: 1/ 179. ¶ (¬5) أساليب الطلب في الحديث الشريف: 33.",
            "page": "65",
            "part": "1"
        },
        {
            "hno": null,
            "id": "71",
            "nass": "أما في الحديث الثاني، فقد جاء دعاؤه - صلى الله عليه وسلم - لطلب رجلٍ عندما دخل المسجد ورسول الله قائم يخطب، فقال: يا رسول الله هلكت المواشي وانقطعت السبل فادع الله يغيثنا، فقال النبي الكريم (اللهم اسقنا) ثلاث مراتٍ (¬1). ¶ فالغرض من تكرار هذا الدعاء، إظهار لموضع الفقر والحاجة إلى الله ـ عز وجل ـ والتذلل والخضوع له (¬2). كما أن التكرار في الدعاء له معنى آخر مختلف ألا وهو الدلالة على شدة التضرع والتلهف على الاستجابة، والإلحاح في الطلب، والالتجاء إليه سبحانه (¬3). ¶ وهكذا يمكن القول إن الدعاء النبوي ليس تعبيراً عاطفياً مجرداً حالة من حالات الضعف البشري أو نداءً ذاتياً في لحظات الحاجة الإنسانية إلى العون من قوة عليا فحسب، ولكن هو تضرعٌ وخضوعٌ لله تعالى (¬4). ¶ ومن المعاني التي عبر عنها التوكيد اللفظي بالجملة الفعلية في صحيح البخاري الندبة، ومن ذلك: ¶ \" قال ثابت البناني قال: كنت عند أنس وعنده ابنة له قال: أنس جاءت امرأة إلى رسول الله - صلى الله عليه وسلم - تعرض عليه نفسها قالت يا رسول الله ألك بي حاجة؟ فقالت بنت أنس ما أقل حياءها عندما جاءت امرأة إلى رسول الله - صلى الله عليه وسلم - تعرض نفسها ليتزوجها، فقالت: بنت أنس ما أقل حياءها واسوأتاه واسوتأه قال هي خير منك رغبت بالنبي - صلى الله عليه وسلم - فعرضت عليه نفسها \" (¬5). ¶ لقد استخدمت أمينة (¬6) بنت أنس (رضي الله عنهما)، في هذا النص، أسلوب الندبة لإظهار مشاعرها تجاه هذه المرأة إذ. الندبة نداء المتوجع منه (¬7). وأكثر من يتكلم به ¶ النساء (¬8). وإن تكرار جملة (واسوأتاه) مرتين يوحي بانفعال المتكلمة. ومعناها الفعلة القبيحة (¬9). ¶ كما أن في هذه الجملة شحنة انفعالية عالية (¬10). وبنت أنس (رضي الله عنها) نظرت إلى ظاهر الصورة ولم تدرك معنى الحديث، إذ فيه شاهد على جواز عرض المرأة نفسها على ¶ ¬__________ ¶ (¬1) فتح الباري: 3/ 156؛ ينظر، الكرماني بشرح صحيح البخاري: 6/ 105. ¶ (¬2) عمدة القاري: 23/ 16. ¶ (¬3) أساليب الطلب في الحديث الشريف: 173. ¶ (¬4) بنية الدعاء دراسة تأصيلية في جماليات الخطاب النبوي، د. عبد الله العشي، مجلة العلوم الإنسانية، العدد الثالث، 2000 م، ص: 228. ¶ (¬5) صحيح البخاري: 3/ 246. ¶ (¬6) إرشاد الساري: 8/ 44. ¶ (¬7) من بلاغة النظم العربي: 2/ 140. ¶ (¬8) اللمع في العربية: 86. ¶ (¬9) فتح الباري: 11/ 79. ¶ (¬10) مدخل إلى علم الأسلوب، شكري محمد عياد: 130.",
            "page": "66",
            "part": "1"
        },
        {
            "hno": null,
            "id": "72",
            "nass": "الرجل الصالح وتعرف رغبتها فيه، لصلاحه وفضله أو لعلمه وشرفه أو لخصله من خصال الدين، وأنه لا عار عليها في ذلك بل يدل على فضلها (¬1). ¶ ومن المعاني التي عبر عنها التوكيد اللفظي بالجملة الفعلية في صحيح البخاري ¶ الاستغاثة، ومن ذلك: ¶ عندما قال سلمة بن الأكوع (رضي الله عنه): \" يا صباحاه يا صباحاه \" (¬2). ¶ في هذا النص، نرى أن سلمة بن الأكوع (رضي الله عنه): نادى الناس مستغيثاً بهم في وقت الصباح وذلك عندما أخذت غطفان وفزارة لبن نوق النبي الكريم فصرخ ثلاث صرخاتٍ (يا صباحاه) (¬3). وهي كلمة تقال عند استنفار من كان غافلاً عن عدوه، فجاءت هذه الصرخات من شدة انفعال المستغيث إذ سمع صوته في المدينة كلها (¬4). ومما لاشك فيه أن هذا التكرار. قد حمل شحنة انفعالية (¬5). جعلت عدوه يقذف اللقاح قبل أن يشربوا منه (¬6). ¶ وقد يخرج التوكيد اللفظي بالجملة الفعلية في الحديث الشريف، إلى غرض الإنكار التوبيخي: وهو التقريع على أمر قد وقع في الماضي (¬7). ومن ذلك: قوله - صلى الله عليه وسلم - لرجل قد صلى ¶ ركعتين بعد إقامة صلاة الصبح: \" الصبح أربعاً؟! الصبح أربعاً؟! \" (¬8). ¶ لقد أنكر النبي الكريم، في هذا الحديث، على رجل عندما صلى ركعتين سنة الفجر بعد إقامة الصلاة، فكرر جملة (الصبح أربعاً) والمعنى أتصلي الصبح أربعاً، فخرج هذا الاستفهام إلى الإنكار التوبيخي، فقد استطاع النبي الكريم من خلال هذا التكرار. إثارة ¶ المتلقي، لما فيها من عنصر المفاجأة والدهشة، فضلاً عن تحريك المتلقي واستفزازه نحو ترك ¶ ¬__________ ¶ (¬1) عمدة القاري: 20/ 113. ¶ (¬2) صحيح البخاري: 2/ 176. ¶ (¬3) إرشاد الساري: 5/ 161. ¶ (¬4) فتح الباري: 8/ 467. ¶ (¬5) الألسنية العربية، ريمون طحان: 85. ¶ (¬6) صحيح البخاري: 2/ 176. ¶ (¬7) من بلاغة النظم العربي: 2/ 115. ¶ (¬8) صحيح البخاري: 1/ 121.",
            "page": "67",
            "part": "1"
        },
        {
            "hno": null,
            "id": "73",
            "nass": "فعل سلوكي معين (¬1). ولعل الحكمة من هذا الإنكار التوبيخي أن يتفرغ للفريضة من أولها حتى لا تفوته فضيلة تكبيرة الإحرام مع الإمام (¬2). وفي الوقت نفسه تنبيه للآخرين وتوجيه لئلا يتكرر هذا الفعل. ¶ خرج التوكيد اللفظي بالجملة الفعلية إلى التطمين والتسكين، ومن ذلك: ¶ عن أنس بن مالك (رضي الله عنه) قال: \" كان رسول الله - صلى الله عليه وسلم - أحسن الناس وأجود الناس وأشجع الناس قال وقد فزع أهل المدينة ليلة سمعوا صوتاً قال فتلقاهم النبي - صلى الله عليه وسلم - إلى فرس لأبي طلحة عريٍ وهو متقلد سيفه فقال لم تراعوا لم تراعوا ... . \" (¬3). ¶ لقد أخبر النبي الكريم، في هذا الحديث، بفزع وقع بالمدينة فأصبح جوها مشحوناً بالفزع، فبادر (عليه الصلاة والسلام) باحثاً عن مصدر هذا الفزع إذ هو على فرسٍ لأبي طلحة وهو يقول (لم تراعوا) مرتين. والمعنى لا تخافوا فالعرب تتكلم بهذه الكلمة واضعة (لم) موضع (لا) (¬4). فأراد النبي الكريم من هذا التكرار أن يوسع مساحة الاطمئنان في نفوس المخاطبين الذين فزعوا (¬5). فهذا الأثر الذي يحاول القائل إحداثه لدى مستمعه جاء ليحقق الاستجابة عند المخاطبين فيحصل الاطمئنان. ¶ ومما خرج إليه التوكيد اللفظي بالجملة الفعلية التهويل: والمقصود به المبالغة والتفخيم في شأن من الشؤون (¬6). ومن ذلك: ¶ قال النبي - صلى الله عليه وسلم -: \" يضرب الصراط بين ظهراني جهنم فأكون أول من يجوز من الرسل بأمته ولا يتكلم يومئذٍ أحد إلا الرسل وكلام الرسل يومئذٍ: \" اللهم سلم سلم \" (¬7). ¶ لقد وصف النبي الكريم، يوم القيامة، بما فيه من شدة وفظاعة، ولشدة هذا الهول والرعب لا يتكلم أحد إلا الرسل إذ يقولون ويكررون (اللهم سلم سلم) وفي ذلك دلالة على شدة ¶ ¬__________ ¶ (¬1) إشكالية التلقي عند حازم القرطاجني في كتاب منهاج البلغاء، محمود درابسة، مجلة مؤتة للبحوث والدراسات، المجلد الثاني عشر، العدد الثاني، 1997، ص: 485. ¶ (¬2) الكرماني بشرح صحيح البخاري: 5/ 49. ¶ (¬3) صحيح البخاري: 2/ 154. ¶ (¬4) إرشاد الساري: 5/ 98. ¶ (¬5) التشبيه في الحديث الشريف، دراسة في متن صحيح البخاري؛ سعد عبد الرحيم أحمد، رسالة ماجستير، بإشراف د. هناء محمود شهاب، جامعة الموصل، كلية التربية، 1998، ص: 49. ¶ (¬6) من بلاغة النظم العربي: 2/ 111. ¶ (¬7) صحيح البخاري: 1/ 146.",
            "page": "68",
            "part": "1"
        },
        {
            "hno": null,
            "id": "74",
            "nass": "الفزع الذي يصيب النفوس. وهذا الوصف وما فيه من أهوال يصل إلى المخاطب بالأسلوب الحي المؤثر فتحصل الاستجابة النفسية (¬1). ¶ وهكذا يتبين لنا أن التوكيد اللفظي، ذو فعالية مؤثرة في الأداء على المستويين الصوتي والدلالي، تكثيفاً وتعميقاً، فهو بمثابة منبه فني يندفع منه المعنى أو يتوقف عنده (¬2). ¶ ¬__________ ¶ (¬1) دراسة بلاغية في سورة قرآنية / سورة القارعة، د. أحمد فتحي رمضان، مجلة التربية والعلم، العدد الحادي والعشرون، 1998، ص: 70. ¶ (¬2) التكرار النمطي في قصيدة المديح عند حافظ، دراسة أسلوبية، د. محمد عبد المطلب، مجلة فصول، المجلد الثالث، الجزء الثاني، العدد الثاني، 1983، ص: 51.",
            "page": "69",
            "part": "1"
        },
        {
            "hno": null,
            "id": "75",
            "nass": "الفصل الثالث ¶ بلاغة التوكيد اللفظي في صحيح البخاري",
            "page": "70",
            "part": "1"
        },
        {
            "hno": null,
            "id": "76",
            "nass": "نال أسلوب التوكيد اللفظي حظاً وافراً من الدرس لدى علماء البلاغة، لأنه يعد من أهم وسائل الإقناع والإفهام والتقرير، فضلاً عن أنه يزيد النص قوة وجمالاً، كما يعد ضرباً من التكرار. وقد فرق بينهما، إذ التوكيد شرطه الاتصال، وأن لا يزيد على ثلاثة، والتكرار خالفه في الأمرين (¬1). فالتوكيد اللفظي يؤدي دوراً مهماً فيه، إذ يؤدي وظيفته في تقوية الحكم وتقريره. فيحتاج إليه يحسن استعماله في الأمور المهمة التي قد تعظم العناية بها، ويخاف بتركه وقوع الغلط والنسيان فيها والاستهانة بقدرها (¬2). فالحق أن فائدة التوكيد اللفظي. التحقيق وإزالة التجوز (¬3). ودفع التوهم أو السهو (¬4). فضلاً عن أنه يفيد. الإفهام وتثبيت الحكم في القلب (¬5). وزرع اليقين في النفس حتى يصبح عقيدة راسخة في النفوس. وعليه يمكن لنا أن نكشف عن بلاغة التوكيد اللفظي في صحيح البخاري بجلاء إذا تتبعنا أبعاده الدلالية، فالنبي الكريم استخدم صيغاً مختلفة من أجل أن يصل المعنى إلى هدفه فيتأثر به المخاطب وتحصل الاستجابة فيكون. \" أمكن له في القلب وأرسخ في الفهم وأثبت للذكر وأبعد عن النسيان \" (¬6). ¶ ونستطيع أن نستخلص مما سبق أن بلاغة التوكيد اللفظي في الصحيح تكمن في دراسة أربعة جوانب مهمة موزعة كالآتي: ¶ أولاً: دراسة الجانب الشكلي للتوكيد اللفظي في صحيح البخاري، وتشمل وجوده في النص، متمثلاً بالكلمة أو الجملة، وما يحمل من قيمة بلاغية. ¶ ثانياً: دراسة الجانب الدلالي للتوكيد اللفظي ويشمل المعاني التي يؤديها التوكيد اللفظي، وما تثيره في المخاطب من استجابة. وما تحدثه من تأثير وانفعال فيه. ¶ ثالثاً: دراسة الجانب الإيقاعي للتوكيد اللفظي، وما يثيره من انفعالات ما يقدمه من دلالات إيحائية في النص. ¶ رابعاً: دراسة فنون بلاغية في إطار التوكيد اللفظي. وتشمل التشبيه والاستعارة ¶ والكناية ... الخ. ¶ ولابد أن نشير إلى أن الجوانب متداخلة مع بعضها ومن الصعب الفصل بين جانب وآخر، لأن أي نموذج من التوكيد اللفظي في الصحيح لابد له من شكل ودلالة وإيقاع، وسوف ¶ ¬__________ ¶ (¬1) تاج العروس: 3/ 519. ¶ (¬2) نصوص النظرية البلاغية في القرنين الثالث والرابع للهجرة، د. داود سلوم د. عمر الملا حويش: 50. ¶ (¬3) البلاغة العربية تأصيل وتجديد، مصطفى الصاوي الجويني: 57. ¶ (¬4) معجم البلاغة العربية، د. بدوي طبانة: 2/ 967. ¶ (¬5) البيان والتبيين، الجاحظ: 1/ 105. ¶ (¬6) الكشاف: 3/ 126.",
            "page": "71",
            "part": "1"
        },
        {
            "hno": null,
            "id": "77",
            "nass": "نصب الاهتمام على كل جانب من جوانبه من خلال دراسة مثاله مفصلاً، وفيما يأتي هذه الجوانب: ¶ أولاً: الجانب الشكلي للتوكيد اللفظي وما يحمل من قيمة بلاغية: ¶ يمكننا أن نلمس شكل التوكيد اللفظي في الحديث الشريف، وذلك من خلال الأمثلة الآتية: ¶ أ ـ التوكيد اللفظي بالكلمة، ومن ذلك: ¶ عن أم خالد بنت خالد قالت: قدمت من أرض الحبشة وأنا جويرية فكساني رسول الله - صلى الله عليه وسلم - خميصة لها أعلام فجعل النبي الكريم يمسح الأعلام بيده ويقول: \" سناه سناه \" (¬1). ¶ وقوله - صلى الله عليه وسلم -: \" يلقى في النار وتقول هل من مزيد حتى يضع قدمه فتقول قط قط \" (¬2). ¶ ففي الحديث الأول، نجد أن النبي الكريم قد كسا أم خالد عندما كانت طفلة صغيرة ثوباً فيه أعلام، فجعل يمسح الأعلام. ويقول (سناه سناه) باللغة الحبشية، ومعناها حسن حسن (¬3). فأبلغ البلغاء تكلم باللغة الحبشية ملاطفة وتسلية للمخاطب، فهذا الشكل من التوكيد اللفظي في الحديث الشريف يؤدي دوراً مهماً في أداء المضمون. إذ يجسد القيمة الأسلوبية الهامة في بنية النص، وتبدو أهمية هذه الظاهرة الأسلوبية في إبراز أهمية الكلمة المكررة ودورها في السياق، إذ تعبر كلمة رئيسة تتكرر في النص عن جوهره، كما تعبر عن فضاء النص العام (¬4). ¶ أما في الحديث الثاني، فإن جهنم تنطق وتقول (قط قط) \" سواء أكانت هي الناطقة أم الناطق غيرها كالموكلين بها \" (¬5). ومن هذه الصورة الفنية التي يبرز فيها الكلام لجهنم، وما فيه من خاصية أسلوبية تعمل على توكيد المعنى في ذهن المخاطب. ¶ فاستطاع النبي الكريم بهذا الشكل من التوكيد اللفظي أن يرهب من جهنم عن طريق التصوير ولما فيه من. \" قوة في التعبير والتصوير، والقدرة على التوصيل واستثارة ¶ ¬__________ ¶ (¬1) صحيح البخاري: 2/ 325. ¶ (¬2) المصدر نفسه: 3/ 191. ¶ (¬3) النهاية في غريب الحديث والأثر: 2/ 304. ¶ (¬4) ظواهر أسلوبية في كتاب الكنز لابن الأثير الحلبي، محمود درابسة، مجلة أبحاث اليرموك، المجلد السابع عشر، العدد الأول، 1999، ص: 188. ¶ (¬5) عمدة القاري: 25/ 89.",
            "page": "72",
            "part": "1"
        },
        {
            "hno": null,
            "id": "78",
            "nass": "الخيال \" (¬1). كما استطاع أن يوجه النظر إلى جهنم عندما يتجلى الله ويضع قدمه فيها، والقدم هنا ليست كقدمٍ البشر، فهو (ليس كمثله شيء وهو السميع البصير) (¬2). ¶ فتذل جهنم وتقول (قط قط) فهذا التصوير يبعث في النفس الرهبة والهلع من جهنم، والتوكيد اللفظي يكشف عن طاقة الكلمة في إحداث الفاعلية المناسبة. ¶ فلهذا الشكل من التوكيد اللفظي نماذج كثيرة في الصحيح، إذ حرص القائل على توكيد الكلمة وإعادتها في النص، وكان يبغي من ورائها الوصول إلى مبتغاه إذ يأتي هذا الشكل ترغيباً أو ترهيباً أو يأتي لتقوية المعنى في ذهن السامع، ومن ذلك. ¶ قوله تعالى على لسان نبي الله سليمان (عليه السلام): (وهب لي ملكاً لا ينبغي لأحد من بعدي إنك أنت الوهاب) (¬3) (¬4). ¶ وقول النبي - صلى الله عليه وسلم -: ليرد علي أقوام أعرفهم ويعرفوني ثم يحال بيني وبينهم فأقول: إنهم مني، فيقال، إنك لا تدري ما بدلوا بعدك، فأقول: \" سحقاً سحقاً لمن بدل بعدي \" (¬5). ¶ ففي النص الأول، نجد نبي الله سليمان (عليه السلام) يسأل الله تعالى ملكاً لا يكون لأحد من بعده من البشر مثله (¬6). ثم جاء بالضمير المتصل مع المنفصل في قوله (إنك أنت الوهاب) ليؤكد المعنى بأن الله هو الوهاب. فإن المعنى هنا معلوم قد ثبت في النفس ورسخ فيها بأن الله هو الوهاب، وإن لم يؤكد فإنه لا يحتاج إلى تأكيده لبيانه وظهوره، ولكن أكد الضمير المتصل بالمنفصل ليعطي الكلام حقه (¬7). وهناك فوائد من خلال توكيد الضمير المتصل بالضمير المنفصل في قوله (إنك أنت الوهاب): الأولى: (إن) المشددة التي تفيد الإثبات لما يأتي بعدها. والثانية: تكرير الضمير في قوله (إنك أنت) إذ يدل على توكيد المتعلق بهما (¬8). وهو (الوهاب). والثالثة: دلت صيغة المبالغة في (الوهاب) على أنه تعالى يهب الكثير والعظيم ¶ ¬__________ ¶ (¬1) المنهج الأسلوبي في دراسة النص الأدبي، د. خليل عودة، مجلة النجاح للأبحاث، المجلد الثاني، العدد الثامن، 1994، ص: 102. ¶ (¬2) سورة الشورى؛ الآية: 11. ¶ (¬3) سورة ص؛ الآية: 35. ¶ (¬4) صحيح البخاري: 3/ 181. ¶ (¬5) المصدر نفسه: 4/ 221. ¶ (¬6) تفسير القرآن العظيم، إسماعيل بن كثير: 5/ 136. ¶ (¬7) الفوائد المشوق إلى علوم القرآن وعلم البيان، ابن قيم الجوزية: 206. ¶ (¬8) البلاغة القرآنية في تفسير الزمخشري وأثرها في الدراسات البلاغية: 550.",
            "page": "73",
            "part": "1"
        },
        {
            "hno": null,
            "id": "79",
            "nass": "لأن المبالغة تفيد شدة الكمية أو شدة الكيفية أو كلتيهما، وإعطاء مثل هذا الملك هبة عظيمة من الله تعالى (¬1). ¶ أما في الحديث الثاني، فنجد النبي الكريم صور محادثة بينه وبين الملائكة عند حوض الكوثر، وذلك عندما يرد أناس على الحوض يعرف النبي الكريم أنهم من أمته، فيؤخذون إلى النار، ثم يقال لا تدري ما أحدثوا بعدك، فيدعو عليهم النبي الكريم (¬2). بقوله (سحقاً سحقاً)، أي بعداً بعداً (¬3). لمن أحدث في الدين بعد وفاتي. وفي هذا التوكيد ما فيه من شدة الاستنكار والاستهجان. ¶ ب ـ التوكيد اللفظي بالجملة، ومن ذلك: ¶ \" إن رسول الله - صلى الله عليه وسلم - خطب. الناس يوم النحر فقال: يا أيها الناس أي يوم هذا قالوا يوم حرام، قال فأي بلدٍ هذا قالوا بلد حرام، قال فأي شهرٍ هذا قالوا شهر حرام، قال فإن دماءكم وأموالكم وأعراضكم عليكم حرام كحرمة يومكم هذا في بلدكم هذا في شهركم هذا فأعادها مراراً ثم رفع رأسه فقال: اللهم هل بلغت اللهم هل بلغت \" (¬4). ¶ و \" أن رسول الله - صلى الله عليه وسلم - لما كان في مرضه جعل يدور في نسائه ويقول أين أنا غداً؟ أين أنا غداً؟ حرصاً على بيت عائشة \" (¬5). ¶ ففي الحديث الأول، نجد أن النبي الكريم قد كرر جملة (اللهم هل بلغت) مرتين في خطبته في حجة الوداع، بعدما أخبرهم عن تحريم دم المسلم وماله وعرضه، وفي ذلك دلالة على عظم ما يخبرهم به، فاستطاع النبي الكريم من خلال هذا الشكل من التوكيد اللفظي، جذب انتباه السامعين وانفعالهم بما يقول: فالعبارة الخبرية لها قوتان، قوة للفهم والإدراك، وقوة للتأثير والانفعال (¬6). ¶ ¬__________ ¶ (¬1) تفسير التحرير والتنوير، محمد الطاهر بن عاشور: 23/ 263. ¶ (¬2) إرشاد الساري: 10/ 168. ¶ (¬3) النهاية في غريب الحديث والأثر: 2/ 161. ¶ (¬4) صحيح البخاري: 1/ 299 ـ 300. ¶ (¬5) المصدر نفسه: 2/ 308. ¶ (¬6) فلسفة البلاغة، جبر ضومط: 143.",
            "page": "74",
            "part": "1"
        },
        {
            "hno": null,
            "id": "80",
            "nass": "أما في الحديث الثاني، فنجد النبي الكريم استبطأ يوم السيدة عائشة (رضي الله عنها) عندما كان في مرضه الذي قبض فيه، فجاء هذا التأكيد ليلفت انتباه السامعين وتعريفهم بهذا الأمر. ¶ فالتوكيد اللفظي تشكيل مكاني لمفردات متشابهة. تظهر على سطح البنية اللغوية مكونة أسلوباً خاصاً في السياق تؤول بحركة معناه الداخلية إلى دلالات خاصة تشكل الجانب ¶ الدلالي، فدراسة الجانب الأول غاية في الأهمية وإن كان الجانب شكلياً في الصياغة، لأنه دون دراسته وتحديد ملامحه تصبح دراسة الظاهرة التكرارية غير مكتملة لما بين هذا الجانب والجانب الدلالي من علاقات وطيدة، لأن كلاً منهما يترتب تشكيله على الآخر (¬1). ¶ ثانياً: الجانب الدلالي للتوكيد اللفظي: ¶ فهو الغاية من الدراسة، ولعل درجة المشاركة والتفاعل بين المخاطب والنص تتحدد على وفق مدى فهم المخاطب دلالات النص، فالجانب الدلالي يشمل: ¶ المعاني التي يؤديها التوكيد اللفظي، وما تثيره في المخاطب من استجابة، ومن ذلك: ¶ قوله - صلى الله عليه وسلم -: \" والله لا يؤمن والله لا يؤمن والله لا يؤمن، قيل ومن يا رسول الله؟ قال الذي لا يأمن جاره بوايقه\" (¬2). ¶ وعن أبي ذر قال: انتهيت إلى النبي - صلى الله عليه وسلم - وهو يقول في ظل الكعبة: \" هم الأخسرون ورب الكعبة هم الأخسرون ورب الكعبة، قلت ما شأني؟ أيرى في شيء؟ ما شأني؟ فجلست إليه وهو يقول فما استطعت أن أسكت وتغشاني ما شاء الله، فقلت من هم بأبي أنت وأمي يا رسول الله؟ قال: الأكثرون أموالاً إلا من قال هكذا وهكذا وهكذا \" (¬3). ¶ لقد استطاع النبي الكريم، في الحديث الأول، من خلال عبارة (والله لا يؤمن) أن يخلق الشوق عند المخاطبين لمعرفة سر هذه العبارة المتكررة، ومن هنا تشوقت النفوس للسؤال، وتهيأت الأذهان لاستقبال الجواب، وهو الترهب من إيذاء الجار، فنلحظ قيمتها البلاغية تكمن فيما تثيره من التشويق الذي تثيره هذه الظاهرة في النفس. وإنما تكون هذه الظاهرة قادرة على إثارة ¶ ¬__________ ¶ (¬1) التكوين التكراري في شعر جميل بن معمر، د. فايز عارف القرعان، مجلة مؤتة، المجلد ¶ الحادي عشر، العدد السادس، 1996، ص: 80. ¶ (¬2) صحيح البخاري: 4/ 53. ¶ (¬3) المصدر نفسه: 4/ 150.",
            "page": "75",
            "part": "1"
        },
        {
            "hno": null,
            "id": "81",
            "nass": "انفعال التشويق في النفس، فإنه يكون مدعاة للفت انتباهها، وإثارة تطلعها إليه وتشوقها لمعرفة السبب الذي من أجله جاء على هذه الصورة \" (¬1). ¶ فنجد أن النبي الكريم قد وصل إلى مقصده في إثارة للسامع، وجذب انتباهه وتشوقه ليملي عليه ما يريد والمعنى لا يؤمن إيماناً كاملا من يؤذي جاره (¬2). ¶ أما في الحديث الثاني، فقد أثار النبي الكريم انتباه المخاطب وخلق عنده الشوق إلى معرفة سر تلك الفئة من الناس، فتمكن من تهيئة ذهن المخاطب ولفت انتباهه إليه. \" فإن المعنى إذا ألقي على سبيل الإجمال والإبهام تشوقت نفس السامع إلى معرفته على سبيل التفصيل والإيضاح، فتتوجه إلى ما يرد بعد ذلك \" (¬3). فجاءت دلالة هذا التوكيد ترهيباً عمن لا يؤدي حق ماله من زكاة وصدقة وإنفاق في سبيل الله. فضلاً عن أنه أثار الانفعال المناسب للمخاطب لإحداث الاستجابة، والتأثير. ¶ وعندما جاء بلال بن رباح (رضي الله عنه) إلى النبي الكريم بتمر برني قال له النبي الكريم من أين هذا قال بلال كان عندنا تمر رديء فبعت منه صاعين بصاع لنطعم النبي - صلى الله عليه وسلم - فقال النبي الكريم عند ذلك: \" أوه أوه عين الربا عين الربا \" (¬4). ¶ وقول النبي - صلى الله عليه وسلم -: \" ألا أنبئكم بأكبر الكبائر؟ قلنا بلى يا رسول الله قال: الإشراك بالله وعقوق الوالدين، وكان متكئاً فجلس فقال: ألا وقول الزور وشهادة الزور ألا وقول الزور وشهادة الزور فما زال يقولها حتى قلنا ليته سكت \" (¬5). ¶ لقد ورد التنبيه في الحديث الأول، بلفظة (أوه) مرتين، ولا يخفى ما لهذه اللفظة من طبيعة انفعالية على المتكلم. فهي لفظة تقال عند الشكاية والتوجع (¬6). فضلاً عن أنها قادرة على إيقاظ المخاطب ولفت انتباهه، وإحداث الإصغاء وشده إلى النص (¬7). فجاء توكيد (أوه) تأكيداً على انفعال النبي الكريم، فكأنما جاء هذا التوكيد تمهيداً لأمر سيأتي لاحقاً، \" وإذ من الطبيعي أن يراعى في الكلام نفسية المخاطب ومستوى إدراكه، وظروف الخطاب حتى يستطيع الكلام ¶ ¬__________ ¶ (¬1) الأسس النفسية لأساليب البلاغة العربية: 116. ¶ (¬2) عمدة القاري: 22/ 109. ¶ (¬3) البلاغة الاصطلاحية، د. عبده عبد العزيز قلقيلة: 289. ¶ (¬4) صحيح البخاري: 2/ 44. ¶ (¬5) المصدر نفسه: 4/ 48. ¶ (¬6) النهاية في غريب الحديث والأثر: 1/ 63. ¶ (¬7) الأسس النفسية لأساليب البلاغة العربية: 91.",
            "page": "76",
            "part": "1"
        },
        {
            "hno": null,
            "id": "82",
            "nass": "أن يؤدي دوره المطلوب في التأثير وإثارة الانفعال اللازم لاتخاذ الموقف المناسب \" (¬1). وفي ضوء ما سبق نلحظ أن النبي الكريم بعد أن انفعل، ولفت انتباه المخاطب وجعله متيقظاً لما سيقول، جاء بتوكيد لفظي آخر يقرر نوع هذا البيع، بقوله - صلى الله عليه وسلم - (عين الربا عين الربا). أي ذاته ونفسه ربا (¬2). فلم يصرح النبي الكريم عن حكم هذا البيع، لأن حكمه معروف في القرآن الكريم. (وأحل الله البيع وحرم الربا) (¬3). فكان المخاطب يجهل حرمة هذا البيع. فبعد أن تنبه وتقرر البيع في ذهن المخاطب، جاء التوجيه والإرشاد النبوي ليرشد المخاطب والصحابة على البيع الحلال. \" لا تفعل ولكن إذا أردت أن تشتري فبع التمر ببيع آخر ثم اشتره \" (¬4). فنلحظ تماسك النص بعد أن نبه النبي الكريم ثم انتقل إلى المقصد الذي يريد نقله إلى المخاطب، دون أن يحدث فجوةً بين غرض وآخر في النص، فمن هذا التدرج والانتقال من غرض إلى آخر، شد المخاطب إلى النص وجعله متأثراً به، وهناك أيضاً ميزة فنية أخرى نلحظها من خلال هذا الحديث، وهي جودة الاستهلال والبراعة فيه، إذ جعل التنبيه في مطلع الحديث حتى يلفت انتباه المتلقي. فالعناية بمطلع النص لها تأثير بالانطباع الأولي للنفس إذ يكون أقوى تأثيراً واكثر فعاليةً من غيره، فتتفاعل النفس معه، وبهذا يكون عاملاً مهماً في إثارة الاستجابة المناسبة (¬5) وإحداثها. ¶ لقد أخبر النبي الكريم، في الحديث الثاني، عن أكبر الكبائر. وذكر الإشراك بالله وعقوق الوالدين ولكن هذه الكبائر ليست كل المقصود ولا أهم المقصود لظهورها، وإنما جعلت كالتمهيد، إذ كان النبي الكريم متكئاً فجلس، فهذا الانتقال المفاجئ من حال الاتكاء إلى حال الجلوس، لا ليكون ترويحاً من وضعه الأول، ولكن ليكون نذيراً بأن شيئاً خطيراً سيحدث، عبارة قصيرة تتبع هذه الانتفاضة، ألا وقول الزور وشهادة الزور (¬6). فاستخدم النبي الكريم (ألا) للتنبيه ليلفت انتباه المخاطبين إلى ما سيقول من كلام في غاية الأهمية من هذه الكبيرة، فضلاً عن أن هذا التعبير يصور لنا أن النبي الكريم كان حاله هادئاً عندما كان يذكر ـ الإشراك بالله وعقوق الوالدين ـ ولكن عندما انتقل من الاتكاء إلى الجلوس ¶ ¬__________ ¶ (¬1) الأسس النفسية لأساليب البلاغة العربية: 76. ¶ (¬2) النهاية في غريب الحديث والأثر: 3/ 164. ¶ (¬3) سورة البقرة؛ الآية: 275. ¶ (¬4) صحيح البخاري: 2/ 44. ¶ (¬5) الأسس النفسية الأساليب البلاغة العربية: 91. ¶ (¬6) أساليب الطلب في الحديث الشريف: 199.",
            "page": "77",
            "part": "1"
        },
        {
            "hno": null,
            "id": "83",
            "nass": "وقال (ألا وقول الزور وشهادة الزور) فبدأ الانفعال يبدو عليه واشتد (¬1). فما زال يكررها ـ تفظيعاً وتنفيراً عنها، لأنها عدلت بالإشراك بالله ـ حتى قال بعض الصحابة ليته سكت؛ رأفة بحاله (¬2). ¶ وهكذا يتبين لنا أن للجانب الدلالي تأثيراً في المخاطب والمتكلم، ويتمركز هذا التأثير حول حقيقة في غاية الأهمية، وهي دلالة اللفظ على المعنى المراد نقله، والذي يتم عبر وسائل أسلوبية مختلفة. ¶ ثالثاً: الجانب الإيقاعي للتوكيد اللفظي، وما يثيره من انفعالات ودلالات إيحائية في النص. ومن ذلك: ¶ وأن النبي الكريم ارتجز بشعر عبد الله بن رواحة عندما كان ينقل التراب من الخندق وهو يقول: ¶ والله لولا الله ما اهتدينا ... ولا تصدقنا ولا صلينا ¶ فانزلن سكينة علينا ... وثبت الأقدام ان لا قينا ¶ إن الالى قد بغوا علينا (¬3) ... إذا أرادوا فتنة أبينا ¶ ورفع بها صوته أبينا أبينا (¬4) ¶ في هذا النص، فقد أكد النبي الكريم لفظة (أبينا) إذ كان يبغي من وراء هذا التوكيد تحريك همة صحابته لإنجاز حفر الخندق وعلى وجه السرعة، فنلحظ أن هذا التوكيد تميز بإيقاعه إذ أدى دوره في رفع المعنويات. فإن الإيقاع يلائم بين الكلمة والمعنى، ولعل مثل هذا التلاحم بين الإيقاع والمعنى يؤدي إلى الكشف الحقيقي عن الهدف الذي يسعى إليه المتكلم، ذلك أن المفردات التي تخلق الإيقاع تؤول في أعماق البنية إلى حركة معنى عميق، فالكلمة عندئذ لا تعود صوتاً أو مادة، ينسكب الإيقاع فيها، بل تصبح فكرة وعلاقة، إنها تحتوي في ذاتها. على الإيقاع والفعل، فالدور الإيقاعي الذي تؤديه الكلمات المكررة ضمن السياق ينتهي عادة، ¶ ¬__________ ¶ (¬1) أخذ هذا المعنى من ظاهر الحديث. ¶ (¬2) التاج الجامع للأصول في أحاديث الرسول: 3/ 64؛ ينظر، الكبائر، محمد ابن احمد الذهبي: 87؛ ينظر، نيل المرام شرح بلوغ المرام من أدلة الأحكام، محمد بن ياسين: 181. ¶ (¬3) من الرجز المقطوع ولكن الشطر مختل الوزن ولا يستقيم إلا بـ \" قد اعتدوا \". ¶ (¬4) صحيح البخاري: 3/ 32.",
            "page": "78",
            "part": "1"
        },
        {
            "hno": null,
            "id": "84",
            "nass": "بإيحاءات موضوعية تنتج دلالات مختلفة في النص (¬1). فالتكرار الصوتي يثير التوتر الإيقاعي ويقوم بمهمة الكشف عن القوة الخفية في الكلمة (¬2). ¶ وعلى هذا فإن التوكيد اللفظي لا يقتصر على الدلالة المرتبطة بالصيغة والتركيب في النص، بل يتجاوز ذلك إلى غاية مهمة وهي المستوى الصوتي المرتبط بالبعد الإيقاعي المؤثر في المتلقي، إذ تصيب المتلقي نتيجة الإيقاع المترتب على التكرار حالة شعورية مسيطرة على مشاعره (¬3). ¶ رابعاً: فنون بلاغية في إطار التوكيد اللفظي في الصحيح: ¶ ومنها التشبيه ومن ذلك: ¶ أن رسول الله - صلى الله عليه وسلم - صلى يوماً ثم رقي المنبر فأشار بيده قبل قبله المسجد فقال: \" قد أريت الآن منذ صليت لكم الصلاة، الجنة والنار ممثلتين في قبل هذا الجدار فلم أر كاليوم في الخير والشر فلم أر كاليوم في الخير والشر \" (¬4). ¶ وقوله - صلى الله عليه وسلم -: \" مثلي ومثل ما بعثني الله كمثل رجلٍ أتى قوماً فقال رأيت الجيش بعيني وإني أنا النذير العريان (¬5) فالنجاء النجاء ... \" (¬6). ¶ نجد النبي الكريم في الحديث الأول، قد استخدم التشبيه في التوكيد اللفظي، إذ أراد أن يثبت بأنه لم ير في الخير مثل اليوم لرؤيته الجنة، ولم ير في الشر مثل اليوم لرؤيته النار. فجاء التشبيه دقيقاً ومحققاً الترغيب في الجنة والترهيب من النار، فضلاً عن أنه أثار الانفعال المناسب للمتلقي لإحداث الاستجابة والتأثر. ¶ ¬__________ ¶ (¬1) التكوين التكراري في شعر جميل بن معمر: 79 ـ 80. ¶ (¬2) الأفكار والأسلوب، أ. ف. تشيتشرين، ترجمة د. حياة شرارة: 50. ¶ (¬3) الشعرية عند السجلماسي في كتابه المنزع البديع نحو تأصيل للشعرية العربية، محمود درابسة، مجلة أبحاث اليرموك، المجلد السابع عشر، العدد الثاني، 1999، ص: 199. ¶ (¬4) صحيح البخاري: 4/ 124. ¶ (¬5) النذير العريان: \" هو الذي ينذر قومه العدو فيستعدون له، وكانت عادة النذير أن يخلع ثوبه ويشير به إلى قومه وهو عريان، إيذاناً بشدة الخطر \". ينظر، التاج الجامع للأصول في أحاديث الرسول: ¶ 1/ 43. ¶ (¬6) صحيح البخاري: 4/ 126.",
            "page": "79",
            "part": "1"
        },
        {
            "hno": null,
            "id": "85",
            "nass": "أما في الحديث الثاني، فنجد أن النبي الكريم قد استخدم الإغراء في هذا الحديث، فاستطاع من خلاله أن يركز على الجانب الإقناعي. \" في سياق صورة فنية اتخذت التشبيه وسيلة في التعبير لما فيه من خاصية أسلوبية في إبراز المعنى وتقريبه وتقريره في أذهان المخاطبين، من أجل حث القوم على الدخول في الإسلام عن طريق استثارة العقل ¶ والخيال \" (¬1). ولما في التشبيه من توكيد المعنى في نفوس المخاطبين عن طريق المبالغة في تحقيق الوصف (¬2). فنلحظ أن هذا النوع من التوكيد اللفظي قد أدى دوره في التأثير والاستجابة والمبالغة في الأمر. ¶ ومن استخدامه الاستعارة قوله: ¶ \" أثنى رجل على رجل، عند النبي - صلى الله عليه وسلم - فقال: ويلك قطعت عنق صاحبك قطعت عنق صاحبك مراراً ثم قال من كان منكم مادحاً أخاه لا محالة فليقل احسب فلاناً، ... .. \" (¬3). ¶ لقد نهى النبي الكريم، في هذا الحديث، عن أن يمدح الرجل صاحبه، لأن المدح سوف يدخل الكبر والعجب عند الممدوح، ولربما ضيع العمل والازدياد من الخير اتكالاً على ما وصف به (¬4). فاستعار النبي الكريم قطع العنق الذي هو القتل لاشتراكهما في الهلاك (¬5). لكن هذا الهلاك في الدين وذاك من جهة الدنيا، والمعنى أوقعتموه في الإعجاب بنفسه الموجب لهلاك دينه (¬6). فالاستعارة (¬7) تفي المعنى وتفعل في النفس ما لا تفعل الحقيقة وتفيد تأكيد المعنى والمبالغة فيه والإيجاز وتحسين المعنى وإبرازه، ثم هي إلى جانب ذلك كله طريق للتوكيد والتجديد، لأنها تكشف عن صور جديدة ومعان بديعة (¬8). فمن تعاضد الاستعارة مع التوكيد اللفظي برز المعنى وتقرب وتقرر في ذهن المخاطب. ثم قال (عليه الصلاة والسلام) بعد ذلك ¶ ¬__________ ¶ (¬1) أساليب الطلب في الحديث الشريف: 28. ¶ (¬2) الأسس النفسية لأساليب البلاغة العربية: 199. ¶ (¬3) صحيح البخاري: 2/ 106. ¶ (¬4) فتح الباري: 13/ 88. ¶ (¬5) إرشاد الساري: 4/ 499. ¶ (¬6) التركيب اللغوي الاصطلاحي النبوي في صحيح البخاري (دراسة دلالية): 68. ¶ (¬7) الاستعارة: \" استعمال اللفظ في غير ما وضع له في علاقة مشابهة بين المعنى المنقول عنه والمعنى المستعمل فيه، مع قرينة صارفة عن إرادة المعنى الأصلي، والاستعارة ليست إلا تشبيهاً مختصراً، ولكنها أبلغ منه \". ينظر، جواهر البلاغة: 303. ¶ (¬8) البلاغة والتطبيق: 365.",
            "page": "80",
            "part": "1"
        },
        {
            "hno": null,
            "id": "86",
            "nass": "تعليماً وتوجيهاً لأصحابه، من كان منكم مادحاً أخاه لا محالة فليقل أحسب فلاناً ¶ على الله (¬1). ¶ ومن استخدامه الكناية في سياق التوكيد اللفظي قوله لجابر بن عبد الله (رضي الله ¶ عنه) عندما تزوج بامرأة ثيب: \" فالكيس الكيس \" (¬2). ¶ وقوله - صلى الله عليه وسلم -: \" بعثت أنا والساعة كهذه من هذه أو كهاتين وقرن بين السبابة والوسطى (¬3). ¶ لقد استخدم النبي الكريم، في الحديث الأول، الكناية. \" والمراد بالكناية ههنا أن يريد المتكلم إثبات معنى من المعاني فلا يذكره باللفظ الموضوع له في اللغة ولكن يجيء إلى معنى هو تاليه وردفه في الوجود فيوميء به إليه ويجعله دليلاً عليه \" (¬4). فنجد النبي الكريم يغري جابر بن عبد الله (رضي الله عنه) بالعقل، فجعل العقل كناية في طلب فسر بلاغة هذا التوكيد يرجع إلى الكناية التي حققت إيحاءً فنياً ينسجم مع السياق الذي تشكلت فيه، والتي لا نلمحها في التعبير الصريح، وذلك لأن الكناية وسيلة حيوية في التعبير، لكونها من الأساليب الإيحائية، فهي تدل على المعنى في صورة غير مباشرة، وإنما يعمل الذهن فيها والخيال في الوقوف على المعنى (¬5). ¶ لقد استخدم النبي الكريم، في الحديث الثاني، الكناية (¬6) من خلال توكيد الضمير المتصل بالضمير المنفصل والمتعلق بهما في قوله (بعثت أنا والساعة كهذه من هذه) إذ يوحي هذا الكلام بشدة اقتراب الساعة ونهاية هذا العالم، فيدل على أنه - صلى الله عليه وسلم - خاتم الأنبياء والمرسلين وأن لا نبي بعده. \" ومن هنا، فإن التعبير الكناني لا يخرج في دلالته عن دلالات السياق العام، التي تتعانق في إطار البناء الفني للنص الإبداعي، فالتعبير الكناني لمحات إيحائية خاطفة تخرج عن المدلول اللغوي الموضوع لتعطي معنى جديداً يضفي على النص بعداً جمالياً \" (¬7). فنجد الكناية تنقل المعنى وافياً في لفظ قليل ¶ ¬__________ ¶ (¬1) صحيح البخاري: 2/ 106. ¶ (¬2) المصدر نفسه: 2/ 11. ¶ (¬3) المصدر نفسه: 3/ 278. ¶ (¬4) دلائل الإعجاز: 105. ¶ (¬5) الكناية في القرآن الكريم، أحمد فتحي رمضان، رسالة دكتوراه، بإشراف د. مناهل فخر الدين، جامعة الموصل، كلية الآداب، 1995، ص: 74. ¶ (¬6) الكناية \" ترك التصريح بذكر الشيء إلى ذكر ما يلزمه لينتقل من المذكور إلى المتروك \"، ينظر، البلاغة تطور وتاريخ، د. شوقي ضيف: 310. ¶ (¬7) ظواهر أسلوبية في كتاب جوهر الكنز لابن الأثير الحلبي: 186 ـ 187.",
            "page": "81",
            "part": "1"
        },
        {
            "hno": null,
            "id": "87",
            "nass": "موجز (¬1). فهي أبلغ من الإفصاح إذ تزيد المعنى إثباتاً، فتجعله أبلغ وآكد وأشد، ذلك لأن إثبات الصفة بإثبات دليلها، وإيجابها بما هو شاهد في وجودها آكد وأبلغ في الدعوى \" (¬2). فنلحظ من خلال الكناية المتآزرة مع توكيد الضمائر. أنها تزيد وترفع من قيمة المعنى البعيد الذي تشير إليه في نظر المتلقي وتعمل على توكيده في نفسه والاعتزاز به وتفخيمه (¬3). ¶ وأما التغليب فهو باب من أبواب البلاغة التي وردت مع التوكيد اللفظي في الحديث الشريف. في قوله - صلى الله عليه وسلم -: \" بين كل أذانين صلاة بين كل أذانين صلاة، ثم قال في الثالثة لمن شاء \" (¬4). ¶ استعمل النبي الكريم، في هذا الحديث، التغليب ضمن أسلوب التوكيد اللفظي في لفظه (أذانين). فالتغليب \" ترجيح أحد المغلوبين على الآخر أو إطلاق لفظه عليها إجراء للمختلفين مجرى المتفقين \" (¬5). فالمراد بـ (الأذانين) أذان وإقامة (¬6). ولأن الإقامة لا تختلف عن الأذان إلا في بعض ألفاظها، أطلق عليها النبي الكريم الأذان تغليباً. فمن تعاضد التغليب مع التوكيد اللفظي، تولد عند المخاطبين التأثير والتحفز إلى متابعة النص لإدراك بعده الدلالي. والمعنى تأكيد استحباب الصلاة بين الأذان والإقامة (¬7). ¶ ومن الفنون البلاغية: ¶ قوله - صلى الله عليه وسلم -: \" ... . فيضرب الصراط بين ظهراني جهنم فأكون أول من يجوز من الرسل بأمته ولا يتكلم يومئذ أحد إلا الرسل، وكلام الرسل يومئذ اللهم سلم سلم ... .\" (¬8). ¶ لقد صور النبي الكريم، في هذا الحديث، يوم القيامة وما فيه من أهوال عظيمة، ويقرب النبي الكريم هذه الصورة إلى نفوس المتلقين، فيوجه أنظارهم إلى كلام الرسل وهم يقولون (اللهم سلم سلم) فسر بلاغة هذا التعبير، الترهيب من يوم القيامة، وبيان رغبة الرسل في السلامة من أهوالها. بأقل لفظ وأشد العبارات إيجازا واختصاراً. ¶ ¬__________ ¶ (¬1) من بلاغة القرآن: 226. ¶ (¬2) التراكيب النحوية من الوجهة البلاغية عند عبد القاهر: 195. ¶ (¬3) الأسس النفسية لأساليب البلاغة العربية: 230. ¶ (¬4) صحيح البخاري: 1/ 117. ¶ (¬5) معجم المصطلحات البلاغية وتطورها، د. أحمد مطلوب: 2/ 305. ¶ (¬6) رياض الصالحين: 431. ¶ (¬7) فتح الباري: 2/ 247. ¶ (¬8) صحيح البخاري: 1/ 146.",
            "page": "82",
            "part": "1"
        },
        {
            "hno": null,
            "id": "88",
            "nass": "ومن التنويع في استخدام الأدوات قوله - صلى الله عليه وسلم - وكان أحسن الناس وأشجع الناس ولقد فزع أهل المدينة ليلة فخرجوا نحو الصوت فاستقبلهم النبي وقد استبرأ الخبر وهو على فرسٍ لأبي طلحة عري وفي عنقه السيف وهو يقول لم تراعوا لم تراعوا \" (¬1). ¶ لقد علم النبي الكريم، بفزع وقع بالمدينة، فبادر باحثاً عن مصدر الفزع، وهو ¶ يقول (لم تراعوا لم تراعوا) والمعنى لا تخافوا (¬2). فالغاية من هذا التوكيد توسيع مساحة الاطمئنان في نفوس المخاطبين الذين فزعوا (¬3). ونلحظ في هذا التوكيد لمسة فنية ذات قيمة جمالية، إذ استخدم (لم) موضع (لا) وهذا يعد انحرافاً أسلوبياً. (إلا أن في ذلك خروجاً عن قواعد اللغة، ولعل القصد من ذلك هو الغاية البلاغية التي يتحقق بها البعد الجمالي ¶ للنص \" (¬4). ¶ \" وهكذا تتجلى البلاغة في الصحيح من تجسيد المعاني الإسلامية، وتقريب الأفكار والأغراض ليحسن وقعها في إفهام المتلقين، ووجدانهم وخيالهم، فيزدادوا بها إعجاباً وقناعة ويعملوا على هديها القويم \" (¬5). ¶ ¬__________ ¶ (¬1) صحيح البخاري: 2/ 154. ¶ (¬2) إرشاد الساري: 5/ 98. ¶ (¬3) التشبيه في الحديث الشريف، دراسة في متن صحيح البخاري: 49. ¶ (¬4) ظواهر أسلوبية في كتاب جوهر الكنز لابن الأثير الحلبي: 187. ¶ (¬5) أساليب الطلب في الحديث الشريف: 185.",
            "page": "83",
            "part": "1"
        },
        {
            "hno": null,
            "id": "89",
            "nass": "الخاتمة",
            "page": "84",
            "part": "1"
        },
        {
            "hno": null,
            "id": "90",
            "nass": "لقد حرص البحث على امتداده أن يخرج بنتائج ومعطيات تدل على أهمية التوكيد اللفظي في متن صحيح البخاري، وسنحاول إجمال ما فصلناه في موضوع بحثنا فنقول: ¶ 1. إن التوكيد اللفظي عرف عند النحويين، وقد استطاع البحث أن يعرفه بأنه (إعادة اللفظ أكثر من مرة لداعٍ بلاغي)، فعندما تتكرر لفظة في إطار التوكيد اللفظي فلابد أن تخرج إلى غرض بلاغي يفهم من السياق. ¶ 2. لاحظ البحث أن التوكيد اللفظي نوع من التكرار عند البلاغيين، ولكنهم فرقوا بينهما، إذ أن التوكيد اللفظي شرطه الاتصال، وألا يزيد على الثلاثة، أما التكرار فقد خالفه في الشرطين. ¶ 3. إن أسلوب التوكيد اللفظي لم يرد إلا في الأمور الهامة حين يقتضي المقام التنبيه على خطورة الأمر، وعظم الشأن، فالتوكيد اللفظي يؤثر في النفوس، إذ يدخل القلوب ويخاطب العواطف، فيتأثر السامع، وتتحقق الاستجابة والفائدة المتوخاة. ¶ 4. كشف البحث عن أن النبي الكريم عندما يريد توكيد أمر على وجه الثبوت والاستمرار فإنه يلجأ إلى استعمال الجملة الاسمية. وعندما يريد توكيده على وجه الحركة والحدوث مع الاختصار، فإنه يلجأ إلى استعمال الجملة الفعلية. ¶ 5. يرد أسلوب التوكيد اللفظي غالباً في الحديث الشريف، للمبالغة في المعنى عندما يتطلب الموقف تحريك الأذهان وإثارة الانفعال، من أجل تحقيق الاستجابة المناسبة لدى المخاطب. ¶ 6. أكد البحث أن التوكيد اللفظي لا يؤدي بمفرده معنى متكاملاً، وإنما يستخرج المعنى من سياق الحديث بكامله وإيحائه على المعنى المقصود، فيوحي مثلاً بأنه جاء للفت انتباه السامع، أو تمكين المعنى، أو الزجر أو التحذير، أو تحريك الهمة، أو اللوم والتأنيب أو الاستغاثة أو الندبة ... الخ. ¶ 7. لاحظ البحث أن عدداً كبيراً من النصوص أفادت غرض (تمكين المعنى في النفس)، إذ أن النبي الكريم صب اهتمامه على اللفظة المتكررة من أجل ترسيخها في ذهن السامع، لأنها تشير إلى أمور عظام وخطوب جسام حرّي بالمسلمين أن يتنبهوا عليها. ¶ 8. كان لتوكيد الضمائر مساحة واسعة في حجم بنية التوكيد اللفظي، لضرب من المبالغة، ولتقوية المتعلق بها. ¶ 9. اشر البحث أن أغراض التوكيد اللفظي في الصحيح، كثيرة لا يمكن حصرها، لأن الغرض يستخرج من السياق وقرائن الأحوال، وهي كثيرة في الصحيح مثل غرض الاكتفاء والندب والكراهة والتشويق والتغليب والتأنيس والتوجع والفخر ... الخ. ¶ 10. إن أسلوب التوكيد اللفظي غالباً ما يكون وسيلة لإثارة التشويق، وجذب انتباه المخاطبين ومتابعتهم للنص، مما يثير الانفعال والاستجابة المناسبة.",
            "page": "85",
            "part": "1"
        },
        {
            "hno": null,
            "id": "91",
            "nass": "11. لاحظ البحث أن هناك صور بلاغية مجازية، من تشبيه، واستعارة وكناية، إذ تعد هذه الصور وسيلة للإقناع والتأثير وترسيخ المعنى في أذهان المخاطبين، لأنها أوقع فعلاً في النفس، وأقوى تأثيراً في المتلقين. ¶ 12. توصل البحث إلى أن الأحكام التي جاءت ضمن أسلوب التوكيد اللفظي في الصحيح، غالباً ما تكون في العقيدة الإسلامية وفرائضها لذلك كان هذا الأسلوب من الأساليب المهمة التي تتطلب رسوخ المعنى في النفوس والامتثال والانصياع والتنفيذ. ¶ وبعد؛ فهذا ما تم التوصل إليه من أفكار البحث الرئيسة ونتائجه المهمة. والحمد لله الذي بنعمته تتم الأعمال الصالحة، وأسأله أن يتقبل هذا وينفع به.",
            "page": "86",
            "part": "1"
        },
        {
            "hno": null,
            "id": "92",
            "nass": "المصادر ¶ والمراجع",
            "page": "87",
            "part": "1"
        },
        {
            "hno": null,
            "id": "93",
            "nass": "ثبت المصادر والمراجع ¶ أولاً: الكتب المطبوعة: ¶ - الإتقان في علوم القرآن، جلال الدين عبد الرحمن السيوطي (ـ 911 هـ)، ¶ (د ـ ط)، المكتبة الثقافية، بيروت 1973. ¶ - أثر النحاة في البحث البلاغي، د. عبد القادر حسين، (د ـ ط)، مطبعة نهضة ¶ مصر، القاهرة 1975. ¶ - إرشاد الساري لشرح صحيح البخاري، شهاب الدين أحمد بن محمد القسطلاني ¶ (ـ 923 هـ)، بالأوفست عن الطبعة (7)، المطبعة الأميرية 1323 هـ. ¶ - الأساليب الإنشائية واسرارها البلاغية في القرآن الكريم، د. صباح عبيد دراز، ط (1)، مصر 1986م. ¶ - أساليب بلاغية ـ الفصاحة ـ البلاغة ـ المعاني، د. أحمد مطلوب، ط (1)، وكالة المطبوعات الكويت (د ـ ت). ¶ - أسباب النزول، علي بن أحمد الواحدي (ـ 468 هـ)، (د ـ ط)، مطبعة مصطفى البابي الحلبي وأولاده، مصر 1959م. ¶ - أسد الغابة في معرفة الصحابة، عز الدين بن الأثير علي بن محمد الخزري ¶ (ـ 630 هـ)، تحقيق: محمد إبراهيم البنا ـ محمد أحمد عاشور ـ محمود عبد الوهاب فايد، دار الشعب (د ـ ت). ¶ - أسرار التكرار في القرآن، تاج الدين محمود بن حمزة الكرماني (ـ 505 هـ) دراسة وتحقيق: عبد القادر أحمد عطا، ط (1)، دار بوسلامة للطباعة والنشر والتوزيع، تونس 1983. ¶ - الأسس النفسية لأساليب البلاغة العربية، د. مجيد عبد الحميد ناجي، المؤسسة الجامعية للدراسات والنشر والتوزيع، بيروت، ط (1)، 1404 هـ ـ 1984م.",
            "page": "88",
            "part": "1"
        },
        {
            "hno": null,
            "id": "94",
            "nass": "- الأسلوب الصحيح في البلاغة والعروض، جماعة من الأساتذة، (د ـ ط)، منشورات دار مكتبة الحياة، بيروت (د ـ ت). ¶ - أسلوب المحاورة في القرآن الكريم، د. عبد الحليم حفني، ط (2)، الهيئة المصرية للكتاب 1985م. ¶ - الأسلوبية مدخل نظري ودراسة تطبيقية، د. فتح الله أحمد سليمان، (د ـ ط)، الدار الفنية للنشر والتوزيع (د ـ ت). ¶ - الأسلوبية والأسلوب، د. عبد السلام المسدي، ط (2)، الدار العربية للكتاب، طرابلس 1982م. ¶ - الأشباه والنظائر في النحو، جلال الدين عبد الرحمن السيوطي (ـ 911 هـ)، ¶ ط (2)، مطبعة دار المعارف النعمانية، حيدر آباد 1359 هـ. ¶ - الأصول، دراسة ابيستمولوجية للفكر اللغوي عند العرب، د. تمام حسان، (د ـ ط)، دار الشؤون الثقافية العامة، بغداد 1988م. ¶ - الأفكار والأسلوب، أ. ف. تشيتشرين، ترجمة: د. حياة شرارة، دار الشؤون الثقافية العامة، بغداد (د ـ ت). ¶ - الألسنية العربية، ريمون طحان، ط (1)، دار الكتاب اللبناني، بيروت 1972م. ¶ - أوضح المسالك إلى ألفية ابن مالك، أبو محمد عبد الله بن يوسف بن هشام ¶ الأنصاري (ـ 761 هـ)، ومعه كتاب عدة السالك إلى تحقيق أوضح المسالك، محمد محيي الدين عبد الحميد، ط (5)، دار الجيل، بيروت 1399 هـ ـ 1979م. ¶ - الإيضاح في علوم البلاغة، جلال الدين محمد بن عبد الرحمن المعروف بالخطيب القزويني (ـ 739 هـ)، تحقيق: محمد عبد المنعم خفاجي، ط (5)، دار الكتاب اللبناني، بيروت 1403 هـ ـ 1983م.",
            "page": "89",
            "part": "1"
        },
        {
            "hno": null,
            "id": "95",
            "nass": "- إيماننا الحق بين النظر والدليل، إبراهيم النعمة، ط (2)، مطبعة الزهراء الحديثة، الموصل 1405 هـ ـ 1985م. ¶ - البرهان في علوم القرآن، بدر الدين محمد بن عبد الله الزركشي (ـ 794 هـ)، تخريج وتقديم وتعليق: مصطفى عبد القادر عطا، ط (1)، دار الكتب العلمية، بيروت 1408 هـ ـ 1988م. ¶ - البدعة في مفهومها الإسلامي الدقيق، د. عبد الملك السعدي، ط (1)، مطبعة النواعير، دار الأنبار للطباعة والنشر 1413 هـ ـ 1992م. ¶ - البلاغة الاصطلاحية، د. عبده عبد العزيز قلقيلة، (د ـ ط)، دار الفكر العربي 1407 هـ ـ 1987م. ¶ - البلاغة تطور وتاريخ، د. شوقي ضيف، ط (6)، دار المعارف، (د ـ ت). ¶ - البلاغة العربية تأصيل وتجديد، د. مصطفى الصاوي الجويني، (د ـ ط)، مطبعة شركة آلات ولوازم المكاتب، منشأة المعارف بالإسكندرية 1985م. ¶ - البلاغة القرآنية في تفسير الزمخشري وأثرها في الدراسات البلاغية، د. محمد حسنين أبو موسى، (د ـ ط)، دار الفكر العربي، (د ـ ت). ¶ - البلاغة والأسلوبية، د. محمد عبد المطلب، (د ـ ط)، الهيئة المصرية العامة ¶ للكتاب، القاهرة 1984م. ¶ - البلاغة والتطبيق، د. أحمد مطلوب، د. كامل حسن البصير، ط (1)، مديرية دار الكتب للطباعة والنشر، جامعة الموصل 1402 هـ ـ 1982م. ¶ - البيان والتبيين، أبو عثمان عمرو بن بحر الجاحظ (ـ 255 هـ)، تحقيق وشرح، عبد السلام محمد هارون، ط (3)، مكتبة الخانجي، القاهرة 1968م.",
            "page": "90",
            "part": "1"
        },
        {
            "hno": null,
            "id": "96",
            "nass": "- التاج الجامع للأصول في أحاديث الرسول، منصور علي ناصف، وعليه غاية المأمول ـ شرح التاج الجامع للأصول، ط (3)، دار إحياء التراث العربي، ¶ بيروت 1381 هـ ـ 1961م. ¶ - تاج العروس، السيد محمد مرتضى الزبيدي (ـ 1205 هـ)، (د ـ ط)، دار صادر، بيروت 1386 هـ ـ 1966م. ¶ - تأويل مشكل القرآن، أبو محمد عبد الله بن مسلم بن قتيبة (ـ 276 هـ)، شرح وتحقيق: أحمد صقر، (د ـ ط)، دار إحياء الكتب العربية (عيسى البابي الحلبي وشركاؤه)، 1954. ¶ - التراكيب النحوية من الوجهة البلاغية عند عبد القاهر، د. عبد الفتاح لاشين، ¶ (د ـ ط)، دار الجيل للطباعة، مصر 1980م. ¶ - التصوير الفني في القرآن، سيد قطب، (د ـ ط)، دار الشروق، (د ـ ت). ¶ - التطبيق النحوي، د. عبده الراجحي، (د ـ ط)، دار النهضة العربية للطباعة ¶ والنشر، بيروت 1979م. ¶ - التطور الدلالي بين لغة الشعر الجاهلي ولغة القرآن الكريم، عودة خليل أبو عودة، ¶ ط (1)، مكتبة المنار، الأردن 1405 هـ ـ 1985م. ¶ - تفسير التحرير والتنوير، محمد الطاهر بن عاشور، (د ـ ط)، الدار التونسية للنشر والدار الجماهيرية للنشر والتوزيع والإعلان، (د ـ ت). ¶ - تفسير القرآن العظيم، أبو الفداء إسماعيل بن كثير القرشي الدمشقي (ـ 774 هـ)، ¶ ط (1)، دار ومكتبة الهلال، بيروت 1986م. ¶ - التوابع في كتاب سيبويه، د. عدنان محمد سلمان، (د ـ ط)، دار الحكمة للطباعة والنشر، بغداد 1991م.",
            "page": "91",
            "part": "1"
        },
        {
            "hno": null,
            "id": "97",
            "nass": "- جامع الدروس العربية، مصطفى الغلاييني، ط (12)، المطبعة العصرية للطباعة والنشر، لبنان 1393 هـ ـ 1973م. ¶ - جرس الألفاظ، ودلالتها في البحث البلاغي والنقدي عند العرب، د. ماهر مهدي هلال، (د ـ ط)، مطبعة دار الحرية للطباعة، بغداد 1980م. ¶ - الجنى الداني في حروف المعاني، بدر الدين حسن بن قاسم المرادي (ـ 749 هـ)، تحقيق: طه محسن، (د ـ ط)، مؤسسة دار الكتب للطباعة والنشر، جامعة الموصل، 1396 هـ ـ 1976م. ¶ - جواهر البخاري وشرح القسطلاني، مصطفى محمد عمارة، (د ـ ط)، المكتبة التجارية الكبرى، مصر (د ـ ت). ¶ - جواهر البلاغة في المعاني والبيان والبديع، أحمد الهاشمي، ط (12)، المكتبة التجارية الكبرى، مصر 1379 هـ ـ 1960م. ¶ - الحديث النبوي الشريف وأثره في الدراسات اللغوية والنحوية، د. محمد ضاري حمادي، ط (1)، مؤسسة المطبوعات العربية، بيروت 1402 هـ ـ 1982م. ¶ - خزانة الأدب ولب لباب لسان العرب، عبد القادر بن عمر البغدادي (ـ 1093 هـ)، تحقيق وشرح: عبد السلام محمد هارون، ط (2) مطبعة المدني، المؤسسة السعودية بمصر 1404 هـ ـ 1984م. ¶ - دلائل الإعجاز، أبو بكر عبد القاهر بن عبد الرحمن الجرجاني (ـ 471 هـ)، تحقيق: د. محمد رضوان الداية، د. فائز الداية، ط (2)، مكتبة سعد الدين، دمشق، 1407 هـ ـ 1987م.",
            "page": "92",
            "part": "1"
        },
        {
            "hno": null,
            "id": "98",
            "nass": "- رياض الصالحين من كلام سيد المرسلين، أبو زكريا يحيى بن شرف النووي ¶ (ـ 676 هـ)، أوضح معاني الحديث: مصطفى محمد عمارة، (د ـ ط)، دار إحياء التراث العربي، بيروت، (د ـ ت). ¶ - زاد المعاد في هدي خير العباد، أبو عبد الله محمد بن أيوب الزرعي المعروف بابن قيم الجوزية (ـ 751 هـ)، ط (1)، دار الفجر للتراث، القاهرة 1420 هـ ـ 1999م. ¶ - سر الفصاحة، أبو محمد عبد الله بن محمد بن سنان الخفاجي (ـ 466 هـ)، شرح وتصحيح عبد المتعال الصعيدي، (د. ط)، مكتبة ومطبعة محمد علي صبيح وأولاده، 1389 هـ ـ 1969 م. ¶ - سنن النسائي، أبو عبد الرحمن أحمد بن شعيب بن علي النسائي (ـ 303 هـ)، تحقيق: عبد الفتاح أبو غده، ط (2)، مكتبة المطبوعات الإسلامية، حلب، 1406 هـ ـ 1986 م. ¶ - شرح بن عقيل على ألفية ابن مالك، بهاء الدين عبد الله بن عقيل ¶ العقلي (ـ 769 هـ)، ط (20)، مطبعة المختار الإسلامي، ¶ القاهرة 1400 هـ ـ 1980م. ¶ - شرح الأشموني على ألفية ابن مالك، نور الدين علي بن محمد الأشموني ¶ (ـ 929 هـ)، (د ـ ط)، دار إحياء الكتب العربية، عيسى البابي الحلبي وشركاؤه، القاهرة (د ـ ت). ¶ - شرح التصريح على التوضيح، خالد بن عبد الله الأزهري (ـ 905 هـ)، ط (1)، مطبعة الاستقامة، القاهرة 1374 هـ ـ 1954م. ¶ - شرح جمل الزجاجي، أبو الحسن علي بن مؤمن المعروف بابن عصفور الأشبيلي ¶ (ـ 669 هـ)، تحقيق: د. صاحب أبو جناح، (د ـ ط)، مطابع مديرية دار الكتب والنشر، جامعة الموصل 1402 هـ ـ 1982م.",
            "page": "93",
            "part": "1"
        },
        {
            "hno": null,
            "id": "99",
            "nass": "- شرح الحدود النحوية، عبد الله بن أحمد بن علي الفاكهي (ـ 972 هـ)، دراسة وتحقيق: د. زكي فهمي الآلوسي، (د ـ ط)، طبع بمطابع دار الكتب للطباعة ¶ والنشر، جامعة الموصل 1988م. ¶ - شرح قطر الندى وبل الصدى، ابن هشام، ط (11)، مطبعة السعادة، ¶ مصر 1383 هـ ـ 1963م. ¶ - شرح اللمع، أبو القاسم عبد الواحد بن علي المعروف بابن برهان العكبري ¶ (ـ 456 هـ)، تحقيق: د. فائز فارس، ط (1)، مطابع كويت تايمز التجارية، ¶ الكويت 1404 هـ ـ 1984م. ¶ - شرح المفصل، موفق الدين يعيش بن علي المعروف بابن يعيش (ـ 643 هـ)، ¶ (د ـ ط)، عالم الكتب، بيروت، مكتبة المثنى، القاهرة (د ـ ت). ¶ - شواهد التوضيح والتصحيح لمشكلات الجامع الصحيح، جمال الدين بن مالك ¶ الأندلسي (ـ 672 هـ)، تحقيق: د. طه محسن، (د ـ ط)، طبع دار آفاق عربية للصحافة والنشر، بغداد 1405 هـ ـ 1985م. ¶ - الصاحبي في فقه اللغة وسنن العربية في كلامها، أبو الحسن أحمد بن فارس ¶ (ـ 395 هـ)، تحقيق: مصطفى الشريمي، (د ـ ط)، مؤسسة بدران للطباعة والنشر، بيروت 1382 هـ ـ 1964م. ¶ - الصحاح، تاج اللغة وصحاح العربية، أبو نصر إسماعيل بن حماد الجوهري ¶ (ـ 393 هـ)، تحقيق: أحمد عبد الغفور عطار، ط (4)، دار العلم للملايين، بيروت 1990م. ¶ - صحيح أبي عبد الله البخاري بشرح الكرماني، الكرماني (ـ 786 هـ)، ط (2)، طبع بالمطبعة البهية المصرية، مصر 1358 هـ ـ 1939م.",
            "page": "94",
            "part": "1"
        },
        {
            "hno": null,
            "id": "100",
            "nass": "- صحيح البخاري، أبو عبد الله محمد بن إسماعيل البخاري (ـ 256 هـ)، ¶ (د ـ ط)، دار الفكر، بيروت، دار التربية، بغداد 1986م. ¶ - الطراز، المتضمن لأسرار البلاغة وعلوم حقائق الإعجاز، يحيى بن حمزة بن علي بن إبراهيم العلوي (ـ 745 هـ)، (د ـ ط)، طبع بمطبعة المقتطف بمصر، ¶ 1332 هـ ـ 1914م. ¶ - العلامة الإعرابية في الجملة بين القديم والحديث، د. محمد حماسة عبد اللطيف، ¶ (د ـ ط)، دار القلم، الكويت 1983م. ¶ - علم المعاني، د. درويش الجندي، (د ـ ط)، دار نهضة مصر للطباعة والنشر، القاهرة (د ـ ت). ¶ - علم المعاني، د. عبد العزيز عتيق، (د ـ ط)، دار النهضة العربية للطباعة والنشر، بيروت 1974م. ¶ - علم المعاني، د. قصي سالم علوان، (د ـ ط)، مطبعة جامعة البصرة، 1985م. ¶ - علم النفس اللغوي، د. نوال محمد عطية، ط (1)، مكتبة الأنجلو المصرية، ¶ 1395 هـ ـ 1975م. ¶ - عمدة القاري شرح صحيح البخاري، بدر الدين محمود بن أحمد العيني ¶ (ـ 855 هـ)، (د ـ ط)، للطباعة المنيرية. ¶ - فتح الباري بشرح صحيح البخاري، شهاب الدين أحمد بن علي المعروف بابن حجر العسقلاني (ـ 852 هـ)، (د ـ ط)، مطبعة مصطفى البابي الحلبي وأولاده، مصر 1378 هـ ـ 1959م. ¶ - فلسفة البلاغة بين التقنية والتطور، د. رجاء عيد، منشأة المعارف، ط (2)، الإسكندرية (د ـ ت).",
            "page": "95",
            "part": "1"
        },
        {
            "hno": null,
            "id": "101",
            "nass": "- الفوائد المشوق إلى علوم القرآن وعلم البيان، ابن قيم الجوزية، دار الكتب العلمية، بيروت (د ـ ت). ¶ - في ظلال القرآن، سيد قطب، ط (7)، دار الشروق، بيروت 1398 هـ ـ 1978 م. ¶ - القاموس المحيط، مجد الدين محمد بن يعقوب الفيروز آبادي (ـ 817 هـ)، ¶ (د ـ ط)، دار الجيل، بيروت 1371 هـ ـ 1952م. ¶ - الكتاب، أبو بشر عمرو بن عثمان المعروف بسيبويه (ـ 180 هـ)، تحقيق: عبد السلام محمد هارون، (د ـ ط)، عالم الكتب، بيروت 1385 هـ ـ 1966م. ¶ - كتاب الحلل في إصلاح الخلل من كتاب الجمل، أبو محمد عبد الله بن محمد بن السيد البطليوسي (ـ 521 هـ)، تحقيق: سعيد عبد الكريم سعودي، (د ـ ط)، دار الرشيد للنشر، بغداد 1980م. ¶ - كتاب الصناعتين، الكتابة والشعر، أبو هلال الحسن بن عبد الله بن سهل ¶ العسكري (ـ 395 هـ)، تحقيق: د. مفيد قميحة، ط (2)، دار الكتب العلمية، بيروت 1409 هـ ـ 1989م. ¶ - كتاب الكبائر، شمس الدين محمد بن أحمد بن عثمان الذهبي (ـ 748 هـ)، ¶ (د ـ ط)، دار إحياء التراث العربي، بيروت (د ـ ت). ¶ - الكشاف عن حقائق التنزيل وعيون الأقاويل في وجوه التأويل، أبو القاسم جار الله محمود بن عمر الزمخشري (ـ 538 هـ)، (د ـ ط)، دار المعارف، بيروت ¶ (د ـ ت). ¶ - لسان العرب، جمال الدين محمد بن مكرم بن منظور (ـ 711 هـ)، (د ـ ط)، مطابع كوستا توماس وشركائه، القاهرة، طبعة مصورة عن طبعة بولاق، المؤسسة المصرية للتأليف والنشر (د ـ ت).",
            "page": "96",
            "part": "1"
        },
        {
            "hno": null,
            "id": "102",
            "nass": "- اللغة العربية معناها ومبناها، د. تمام حسان، ط (2)، مطبعة العاني، بغداد 1979م. ¶ - اللمع في العربية، أبو الفتح عثمان بن جني (ـ 392 هـ)، تحقيق: د. سميح أبو مغلي، (د ـ ط)، دار مجدلاوي للنشر والتوزيع، الأردن 1988م. ¶ - المثل السائر في أدب الكاتب والشاعر، ضياء الدين محمد بن الأثير (ـ 637 هـ)، تحقيق: د. أحمد الحوفي، د. بدوي طبانة، ط (1)، مطبعة نهضة مصر، ¶ 1379 هـ ـ 1959م. ¶ - مختار الصحاح، محمد بن أبي بكر بن عبد القادر الرازي (ـ 666 هـ)، ¶ (د ـ ط)، دار الكتاب العربي، بيروت 1401 هـ ـ 1981م. ¶ - مدخل إلى علم الأسلوب، شكري محمد عياد، ط (1)، دار العلوم للطباعة والنشر، الرياض 1402 هـ ـ 1982م. ¶ - المشكاة الفتحية على الشمعة المضية للسيوطي (ـ 911 هـ)، محمد بن محمد أبو حامد البديري الدمياطي (ـ 1140 هـ)، دراسة وتحقيق: هشام سعيد محمود، ¶ (د ـ ط)، مطبعة وزارة الأوقاف والشؤون الدينية، بغداد 1403 هـ ـ 1983م. ¶ - معاني النحو، د. فاضل صالح السامرائي، (د ـ ط)، مطبعة التعليم العالي في الموصل 1989م. ¶ - معجم البلاغة العربية، د. بدوي طبانة، ط (1)، منشورات جامعة طرابلس، ¶ 1397 هـ ـ 1977م. ¶ - معجم المصطلحات البلاغية وتطورها، د. أحمد مطلوب، (د ـ ط)، مطبعة المجمع العلمي العراقي، 1406 هـ ـ 1986م. ¶ - معجم المصطلحات العربية في اللغة والأدب، مجدي وهبة وكامل المهندس، ¶ (د ـ ط)، مكتبة لبنان، بيروت (د ـ ت).",
            "page": "97",
            "part": "1"
        },
        {
            "hno": null,
            "id": "103",
            "nass": "- معجم مقاييس اللغة، أبو الحسن أحمد بن فارس (ـ 395 هـ)، تحقيق: عبد السلام محمد هارون، (د ـ ط)، دار الفكر (د ـ ت). ¶ - مفتاح العلوم، أبو يعقوب يوسف بن أبي بكر السكاكي (ـ 626 هـ)، ط (1)، ¶ مصر، 1937 م. ¶ - المفصل في علم العربية، جار الله محمود بن عمر الزمخشري (ـ 538 هـ)، ¶ ط (2)، دار الجيل، بيروت (د ـ ت). ¶ - المقتصد في شرح الايضاح، عبد القاهر الجرجاني (ـ 471 هـ)، تحقيق: د. كاظم بحر المرجان، (د ـ ط)، دار الرشيد للنشر، بغداد، المطبعة الوطنية، عمان 1982م. ¶ - المقتضب، أبو العباس محمد بن يزيد المبرد (ـ 285 هـ)، تحقيق: محمد عبد الخالق عضيمة، (د ـ ط)، عالم الكتب، بيروت (د ـ ت). ¶ - المقرب، علي بن مؤمن المعروف بابن عصفور (ـ 669 هـ)، تحقيق: أحمد عبد الستار الجواري وعبد الله الجبوري، (د ـ ط)، مطبعة العاني، بغداد 1971م. ¶ - من بلاغة القرآن، د. أحمد أحمد بدوي، ط (3)، مكتبة نهضة مصر، القاهرة ¶ (د ـ ت). ¶ - من بلاغة النظم العربي، دراسة تحليلية لمسائل علم المعاني، د. عبد العزيز عبد المعطي عرفه، ط (2)، مطبعة عالم الكتب بيروت 1405 هـ ـ 1984م. ¶ - موسوعة النحو والصرف والإعراب، د. أميل بديع يعقوب، ط (1)، دار العلم ¶ للملايين، بيروت 1986م. ¶ - موقف النحاة من الاحتجاج بالحديث الشريف، د. خديجة الحديثي، (د ـ ط)، دار الرشيد للنشر، بغداد 1981م.",
            "page": "98",
            "part": "1"
        },
        {
            "hno": null,
            "id": "104",
            "nass": "- النحو الوافي، مع ربطة الأساليب الرفيعة، والحياة اللغوية المتجددة، عباس حسن، ¶ ط (5)، دار المعارف بمصر، 1975م. ¶ - نصوص النظرية البلاغية في القرنين الثالث والرابع للهجرة، د. داود سلوم ¶ و د. عمر الملا حويش، (د ـ ط)، مطبعة الأمة، بغداد 1397 هـ ـ 1977م. ¶ - النهاية في غريب الحديث والأثر، مجد الدين أبو السعادات المبارك بن محمد الجزري المعروف بابن الأثير، تحقيق: طاهر أحمد الراوي ومحمود محمد الطناحي، المكتبة العلمية، بيروت (د ـ ت). ¶ - نيل المرام شرح بلوغ المرام من أدلة الأحكام، محمد بن ياسين بن عبد الله، ط (1)، مطبعة الزهراء الحديثة، الموصل 1405 هـ ـ 1985م. ¶ - الوسيط في السيرة النبوية والخلافة الراشدة، د. هاشم يحيى الملاح، (د ـ ط)، مطبعة جامعة الموصل، 1991م. ¶ ثانياً: الرسائل الجامعية: ¶ - أساليب الطلب في الحديث الشريف، دراسة بلاغية في متن صحيح البخاري، هناء محمود شهاب، رسالة دكتوراه، مقدمة إلى كلية الآداب ـ جامعة الموصل، بإشراف الدكتورة مناهل فخر الدين فليح، 1416 هـ ـ 1995م. ¶ - التركيب اللغوي الاصطلاحي النبوي في صحيح البخاري، دراسة دلالية، ¶ عبد الله حسن أحمد، رسالة دكتوراه، مقدمة إلى كلية الآداب ـ جامعة الموصل، بإشراف الدكتور محيي الدين توفيق إبراهيم، 1996م. ¶ - التشبيه في الحديث الشريف، دراسة في متن صحيح البخاري، سعد عبد الرحيم أحمد، رسالة ماجستير، مقدمة إلى كلية التربية ـ جامعة الموصل، بإشراف الدكتورة هناء محمود شهاب، 1418 هـ ـ 1998م.",
            "page": "99",
            "part": "1"
        },
        {
            "hno": null,
            "id": "105",
            "nass": "- التكرار اللفظي، أنواعه ودلالاته قديماً وحديثاً، صميم كريم إلياس، رسالة ماجستير، مقدمة إلى كلية التربية ـ جامعة بغداد، بإشراف الدكتور ناصر حلاوي، 1988م. ¶ - الكناية في القرآن الكريم، أحمد فتحي رمضان، رسالة دكتوراه، مقدمة إلى كلية ¶ الآداب ـ جامعة الموصل، بإشراف الدكتورة مناهل فخر الدين فليح، 1466 هـ ـ 1995م. ¶ ثالثاً: البحوث المنشورة في الدوريات: ¶ - أثر التحويلات الأسلوبية في تغيير الإعراب في الآيات القرآنية والشواهد الشعرية، ¶ يحيى قاسم، مجلة أبحاث اليرموك، المجلد الحادي عشر، العدد الأول، 1993م. ¶ - إشكالية التلقي عند حازم القرطاجني في كتاب منهاج البلغاء، محمود درابسة، مجلة مؤتة للبحوث والدراسات، المجلد الثاني عشر، العدد الثاني، 1997م. ¶ - (اللهم) رؤية جديدة في الصيغة والإعراب، د. سلمان القصاة، مجلة التربية والعلم، كلية التربية، جامعة الموصل، العدد الحادي عشر، 1991م. ¶ - بنية الدعاء دراسة تأصيلية في جماليات الخطاب النبوي، د. عبد الله العشي، مجلة العلوم الإنسانية، كلية الآداب، جامعة البحرين، العدد الثالث، 2000م. ¶ - التكرار في الشعر الجاهلي، دراسة أسلوبية، د. موسى ربابعة، مجلة مؤتة للبحوث والدراسات، المجلد الخامس، العدد الأول، 1990م. ¶ - التكرار النمطي في قصيدة المديح عند حافظ، دراسة أسلوبية، د. محمد عبد المطلب، مجلة فصول، المجلد الثالث، الجزء الثاني، العدد الثاني، 1983م. ¶ - التكوين التكراري في شعر جميل بن معمر، د. فايز القرعان، مجلة مؤتة للبحوث والدراسات، المجلد الحادي عشر، العدد السادس، 1996م.",
            "page": "100",
            "part": "1"
        },
        {
            "hno": null,
            "id": "106",
            "nass": "- خطبة الوداع، دراسة بلاغية تحليلية، د. جليل رشيد فالح، مجلة آداب الرافدين، كلية الآداب، جامعة الموصل، العدد الثالث عشر، 1981م. ¶ - دراسة بلاغية في سورة قرآنية، سورة القارعة، د. أحمد فتحي رمضان، مجلة التربية والعلم، العدد الحادي والعشرون، 1998م. ¶ - الشعرية عند السجلماسي في كتابه المنزع البديع، نحو تأصيل للشعرية العربية، ¶ محمود درابسة، مجلة أبحاث اليرموك، المجلد السابع عشر، العدد الثاني، 1999م. ¶ - ظواهر أسلوبية في كتاب جوهر الكنز لابن الأثير، محمود درابسة، مجلة أبحاث اليرموك، المجلد السابع عشر، العدد الأول، 1999م. ¶ - المنهج الأسلوبي في دراسة النص الأدبي، د. خليل عودة، مجلة النجاح للأبحاث، المجلد الثاني، العدد الثامن، 1994م.",
            "page": "101",
            "part": "1"
        }
    ],
    "t34546": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "عنوان الرسالة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "قرار لجنة المناقشة"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "استمارة تصحيحات الرسالة على ضوء توصيات اللجنة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "1",
            "tit": "المحتويات"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "التمهيد"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": "1",
            "tit": "الفصل الأول أساليب التوكيد اللفظي في الصحيح"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "أولاً: التوكيد اللفظي بالكلمة"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "ثانياً: التوكيد اللفظي بالجملة"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": "1",
            "tit": "الفصل الثاني أغراض التوكيد اللفظي في الصحيح"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": null,
            "tit": "أولاً: أغراض التوكيد اللفظي بالاسم"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "ثانياً: أغراض التوكيد اللفظي باسم الفعل"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثاً: أغراض التوكيد اللفظي بالمصدر"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "رابعاً: أغراض التوكيد اللفظي بالضمائر"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "خامساً: أغراض التوكيد اللفظي بالجملة الاسمية"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "سادساً: أغراض التوكيد اللفظي بالجملة الفعلية"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": "1",
            "tit": "الفصل الثالث بلاغة التوكيد اللفظي في صحيح البخاري"
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": null,
            "tit": "أولاً: الجانب الشكلي للتوكيد اللفظي وما يحمل من قيمة بلاغية"
        },
        {
            "id": "80",
            "lvl": "2",
            "sub": null,
            "tit": "ثانياً: الجانب الدلالي للتوكيد اللفظي"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثاً: الجانب الإيقاعي للتوكيد اللفظي"
        },
        {
            "id": "84",
            "lvl": "2",
            "sub": null,
            "tit": "رابعاً: فنون بلاغية في إطار التوكيد اللفظي في الصحيح"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": null,
            "tit": "ثبت المصادر والمراجع"
        }
    ]
}