{
    "b34551": [
        {
            "id": "1",
            "nass": "بلاغة الوصف في فقه التوثيق ¶ د أحمد باكو ¶ من بديهيات الشهادة أنها مشروطة بالمعرفة المركبة، بأن تكون من معروف لمعروف على معروف بمعروف، وهو المعبر عنه بقول صاحب اللامية «الشيخ علي بن قاسم التجيبي المشهور بالزقاق». ¶ شهادة معروف لمعروف إن جرت ¶ على مثله والشيء معروف أقبلا ¶ وأهم هذه «المعارف» معرفة الشاهد، لأنه لابد فيه من العدالة، ولابد لتعديله من معرفة أحواله، ومن فروع هذا، ضرورة معرفة موثق الشهادة للمشهود له وعليه، ولذا كان من الأركان التي تتوقف عليها صحة الوثائق العدلية، تعريف عدولها لأطرافها، حين تكون تصرفا وشهودها حين تكون شهادة. ¶ وإذا كان العدول يعرفون هؤلاء معرفة شخصية، نصوا عليه بالعبارة الاصطلاحية المعروفة (وعرفه) وإذا كانوا لا يعرفونهم بحثوا عن ثقة يعرفهم بهم، ونصوا عليه بالعبارة الأخرى (وعرف به تعريفا كافيا أو كفى، أو تعريفا وثق به) بالبناء للمجهول، لأن تجاهل الفاعل هنا واجب، والتصريح به من الممنوع في فقه التوثيق كما هو معلوم. ¶ أما إذا انعدمت المعرفة الشخصية أو المعرف المقبول، فإنه يجب الانتقال إلى التعريف بالوصف أو الحلبة، أي إيراد صفات الشخص وشياته الجسمية، التي إذا رآه من قرأها عرفه بها.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وهذه الضرورة القانونية، هي التي ألزمت فقهاء التوثيق بأن يستعينوا باللغة وخصائصها في الوصف والتحديد، وأن يجتهدوا لجمع معجم للنعوت الدقيقة، صاروا يحرصون على إيراده في كتب التوثيق، ويلزمون طلاب هذا العلم بحفظه لاستعماله لتعريف المطلوب. ¶ وقد زالت اليوم هذه الضرورة أو الحاجة، وأصبحت تاريخية، لأنها لم يبق لها موضوع، بعد ظهور التصوير الآلي، وبعد تعميم نظام التعريف القانوني الرسمي، الذي صار به واجبا على كل إنسان، أن يتخذ بطاقة تعرف به وتحمل صورته المؤكدة لهويته، وصار الموثقون يستندون إليها في التعريف، ويستغنون بها عن كل ما عداها إلا أن استغناء «فقه التوثيق» في حاضرنا عن هذا المعجم الوصفي، الذي دعت الضرورة لتأليفه في الماضي، لا يلغي فائدته النظرية والعملية أيضا، ولا يحجب ما يدل عليه وسيظل يدل عليه، من غنى العربية وثرائها الواسع، في المفردات المشخصة للإنسان والمستقصية لهيئته الجسمية وأعضائه البدنية، وهو ما نكتب هذا البحث لإبرازه والإشادة به والتنبيه إليه للانتفاع به، لكونه يجمع لنا وفرا من النعوت الجسمية والشيات البدنية تزيد في إغناء (المعجم الحضاري) الذي تسعى اليوم مجامعنا اللغوية لتجميعه واستقصاء شوارده، لمواجهة المسميات الحضارية الجمة التي تفاجئنا بها الحضارة في تطورها السريع المطرد. ¶ وسيظهر لنا هذا حين نعرض لما جمعه الموثقون وننتقي منه ما يتسع له المجال، حيث يضع بين أيدينا معجما فريدا دقيقا، يجد فيه العالم التقني والأديب الذي يمارس فن القول كلاهما، مالا غنى عنه في التعبير البليغ عن مسميات مهنته ومقتضيات أحوالها. ¶ تتناول هذه الأوصاف الجسم البشري وتعم الشخص كله، وحجمه وعمره وكبره وصغره وحسنه وقبحه من رأسه وما ينبث فيه من الشعر إلى قدميه وما تحتها، وإن كان الكثير منها يدور حول الوجه أو الرأس وملامحه، لأنه عنوان الشخص ومركز",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "البدن. ¶ وقد نقلت إلينا هذه الأوصاف وسجلتها، أغلب مدونات التوثيق الخاصة بهذا الفن وقواعده، وكذا بعض كتب الفقه وشروح المتون في باب الشهادة بالخصوص، وهي كلها مجلوبة من مدونات اللغة التي هي مصدرها الأصيل. ¶ ومن كتب التوثيق ننقل ما نورده في هذا البحث وندير حوله الكلام، لأن أصحابها اجتهدوا كثيرا في انتقائها وتصنيفها وشرحها وتقريبها إلى الاستعمال فكونا ذلك (1). ¶ إن أول ما يلفت النظر من الرأس، هو الشعر، الذي يختلف فيه الناس لونا ونوعا، فإذا كان شديد السواد فهو «فاحم أو حالك»، وإذا كان بين الحمرة والبياض فهو «أصهب»، وإن خالطته صفرة فهو «أشقر». وعندما يطرأ عليه الشيب يتغير لونه إلى لونه، إلا أنه يختلف حسب قلته وكثرته، فلا يقال «أشيب» إلا إذا عمه كله. وحين يكون جزئيا فإن التعبير عنه يكون بالجملة فإذا ابتدأ قيل «نقره شيب» والمعنى غلب عليه، وإن زاد ولم يصل للنصف قيل «زرعه شيب» وإن ناصفه قيل «خطه شيب»، وإن جاوز النصف قيل «كاثره شيب» والمعنى غلب عليه. ¶ وبعد لون الشعر، يأتي نوعه أو طبيعته وشكله، فإذا كان مسدلا غير متجعد وغير منكسر، فهو «سبط» الشعر والمرأة سبطة الشعر، وإن كان فيه جعودة أي انكماش فهو جعد (بفتح فسكون) والرجل «جعد» الشعر والمرأة جعدته، وإن زاد حتى صار مثل سودان الناس فهو «قطط» (بفتحتين من قط الشعر إذا قصر وجعد). ¶ ويختلف الناس في شعورهم من جانب آخر، هو المتعلق بحجمه والمساحة التي يحتلها من فروة الرأس، فإذا انحسر الشعر عن الجبين قالوا عن صاحبه «أنزع»، وإن انحسر عما فوق الجبهة، قالوا عنه «أجلى» فإن زاد فهو «أجلح»، فإن زاد حتى انحسر عن وسط الرأس قالوا عنه «أصلع»، فإن زاد حتى أتى على الأكثر فهو «أحص» وإن تساقط شعر الرأس دون إضرار بالبشرة، فهو",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "«أمعط»، وإن زال شعر الرأس مع بشرتها فالشخص «أقرع» (بالقاف) وفي الحالة التي يكون فيها الشعر سويا على طبيعته فالشخص أفرع (بالفاء) وإذا زاد حتى فاض على الجبهة فهو «أغم» (وتراعى قواعد التأنيث بالنسبة للمرأة). ¶ وهذه التفاصيل تطلعنا على أن تعيُّب الرأس بزوال شعره، لا يجوز أن ينعت دائما «بالصلع» كما هو شائع، لأن ذلك يتخذ أشكالا متنوعة لكل منها اسمه الخاص، ونعته المناسب على نحو ما رأينا. ¶ ومما يثير الانتباه أيضا، المقابلة الضدية بين الأقرع (بالقاف) والأفرع (بالفاء) حيث يدل الأول على زوال الشعر بالمرض المعروف، الذي يكشط الفروة، ويدل الثاني ¶ على سلامة الشعر وبقائه وافرا من غير نقص، وهذا النوع من المقابلات كثير في العربية مثل «النقاية» (بالقاف) و «النفاية» (بالفاء). ¶ وتحت الشعر الجبهة أو الجبين، الذي تبدأ به معالم الوجه في الظهور. والناس يختلفون في حالها من حيث الحجم واستواء السطح، فإذا كانت الجبهة عظيمة قالوا عن صاحبها «أجبه»، وإذا كان فيها تكسر وانكماش قالوا عنه «أغضن الجبهة» من الغضون، وتراعى قواعد التأنيث بالنسبة للمرأة. ¶ وفي الحدود السفلى للجبهة يأتي الحاجبان اللذان يتشكلان على هيئات متنوعة، تميز هذا عن ذلك، فإذا التقى طرفاهما فالشخص مقرون الحاجبين، فإن لم يلتقيا وكانت بينها فرجة خالية من الشعر، فهو «أبلج» وإن كان بالفرجة شعر خفيف قيل عنه «خفي الاتصال»، وإن رق الحاجبان وامتدا بقوسين إلى آخر العينين، فالشخص «أزج» وإن كثر شعرهما واتصل فهو «أزبّ»، وإن خف شعرهما فهو «أنمص» وإذا خليا من الشعر فهو «أمعط» من المعط وهو سقوط الشعر من داء يعرض له. ¶ وتحت الحاجبين العينان بما لهما من قيمة كبيرة، من حيث المظهر والوظيفة. والناس",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "يختلفون فيها من حيث الكبر والصغر والبروز والغور واللون، ومن حيث قوة الإبصار وضعفه، ولكل ذلك نعوت متعددة كانت أيضا مما سجلته «كتب التوثيق»، لأن هاتين الجارحتين تقولان الكثير في التعريف بالشخص وتميزه. ¶ فإذا كان الشخص كبير العينين فهو «أعين»، وإذا كان صغيرهما فهو «أخفش» وإذا كانتا ضيقتين مع ضعف فهو «أحوص»، وإذا غارتا فهو «غائر» العينين وإذا برزتا فهو «بارزهما». ¶ ولهما أيضا تنوع من حيث اللون الذي له دلالة كبيرة في التميز، فتارة تكونان شديدتي البياض وهو ما يسمى «بالحور»، الذي أكثر الشعراء من ذكره، والنعت منه «أحور» والمرأة «حوراء»، فإذا اشتد سوادهما قيل «أدعج» وإذا كان فيهما خضرة قيل «أزرق العينين»، فإن خالطتهما حمرة قيل «أشكل»، فإن كانت هذه الحمرة ضعيفة قيل «أشهل» (وتراعى صيغ التأنيث بالنسبة للمرأة). ¶ ومن غريب ما أوردوه هنا نعت «الأخيف»، الذي ذكروا أنه يوصف به الشخص حين تكون إحدى عينيه كحلا والأخرى زرقاء! إذ المألوف أن تكون العينان معا بلون واحد. ¶ إلا أن وجود النعت دليل على وجود هذا الاختلاف على غرابته، وليس لنا أن نستبعد هذا فما زلنا نسمع إلى اليوم أخبار عجيبة عن مواليد شذت عن المألوف في الإنسان والحيوان معا! ¶ وهذا من الشيات التي يوصي فقهاء التوثيق بالحرص على النص عليها لما لها من قوة التمييز (2) ومن أمثلتها أن تصاب العين بالسيلان فيقال عن صاحبها «أعمش» وأن تصاب بالعمى النهاري فيقال عن الشخص «أجهر» والعمى الليلي فيقال «أعشى». ¶ ومن عيوب العين كذلك ما يصيب هيئة النظر واتجاهه، كأن ينظر الإنسان الإنسان بمؤخر عينيه فيقال فيه «أخزر»، أو ينظر بمحاذاة أنفه فيقال فيه «أقبل»، أو يحرف بصره فينظر إليك وتحسبه ينظر إلى غيرك فيقال فيه «أشزر». ¶ ومن عيوب العين أيضا ما يصيب الجفن والأشفار،",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "فإذا تساقط شعرهما كان الوصف «أمعط» من المعط المشار إليه وإذا انقلب الجفن كان الوصف «أشتر». ¶ ومن محاسن العين في هذا الجانب، أن يكون في الجفنين سواد وهو الكحل والوصف «أكحل وكحلاء» ومنها أن تكون الأشفار طويلة والوصف من ذلك «أوطف»، وهذه من النعوت التي سبق أن سجلها شعراء الغزل وأذاعوها حتى اشتهرت. ¶ ومن حروف الوجه البارزة والمميزة له ولصاحبه أو لصاحبته بدرجة كبيرة، الأنف الذي يتخذ أشكالا متعددة في حجمه وهيئته، كثيرا ما يكون للبيئة الجغرافية والطقسية أثر كبير في ذلك، على نحو ما نرى في اختلاف سكان المناطق الباردة عنها في المناطق الحارة وهيئات أنوفهم وأشكالها. ¶ فإذا استوى الأنف واعتدلت خلقته قيل «قائم الأنف»،وإذا غلظ قيل «ممتلئ الأنف»، وإذا استوى الأنف وارتفعت أرنبته أو طرفه وأشرفت على الشارب، قيل «أشم» وإن انبسطت خياشيمه وتطامنت أو انخفضت قصبته قيل «أفطس»، وإن ارتفع الأنف واحدودب وسطه فهو «أقنى»، وإن قصر ومال للفطس فهو «أخنس» وإن قصر دون ميل للفطس فهو «أذلف». ¶ وللخدين هيئات تختلف من شخص لآخر، من حيث البروز والظهور. وإذا كانت الوجنتان مرتفعتين قيل «أوجن» وإذا كان الخدان طويلتين فهو «أسيل» (بفتح فكسر). ¶ وللفم والأسنان من حيث الوضع والموقع، فعل مهم في رسم معالم الوجه، تنتج عنه عيوب ومحاسن. فإذا كان الشخص واسع الفم قيل عنه «أفوه»، وإذا كان عظيم الشفتين فهو «أشفه»، وإن كان فيهما بياض يعلوها فهو «ألطع» و إن كان مشقوق الشفة العليا فهو «أعلم»، وإن كان مشقوق السفلى فهو «أفلح». ¶ وفي الأسنان مثل ذلك من الأوصاف الزائنة والشائنة، فإذا كانت الثنايا العليا منافرة للسفلى، بحيث لا تلتقيان كان الشخص «أفقم»،",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وإن كان بين الثنايا فرجة فهو «مفلج الثنايا»، وإن اختلفت منابت أسنانه وتراكب بعضها على بعض، فهو «أثعل»، وإن كانت الأسنان متقاربة فهو «ألص» وإن كان فيهما رقة وتحدد فهو «أشنب» (والمرأة شنباء) من النعت الذي أكثر من ذكره الشعراء وإن كان في الثنايا كسر فهو «أقصم». ¶ والعادة أن تكون الأسنان بيضاء ولا تحتاج إلى نعت مميز، إلا أنها قد تتعيب بتغير بياضها فإذا كان فيها خضرة فالشخص «مُطرَّم» وإن كانت فيها صفرة فهو «أقلح». ¶ ولشعر الوجه ما له في رسم شخصية الرجل، ولذا كان للهيئة التي تأخذها اللحية اهتمام من الموثقين في هذا المجال، فإذا اعتدلت اللحية وكثر شعرها وقصر، فالرجل «كث اللحية»، وإذا اعتدلت وطالت وصف بأنه «معتدل نبات الوجه طويلة»، وإذا خف شعرها قيل «خفيف نبات اللحية»، وإذا لم يكن شعر بعارضيه أو بعنفقته (وهي شعرات بين الشفة والدقن) فهو «عري العارضين» أو «عري العنفقة»، وإن لم يكن حولها شعر فهو عرى نبات ما حولهما، وإن لم يتصل العذار باللحية قيل «منقطع العذار». ¶ ومن الجوارح البارزة في الرأس، الأذنان بهيئاتهما المختلفة المميزة للخلقة، والدائرة بين القصر والضخامة، وما يمكن أن يلحقهما بفعل الإنسان مثل الثقب والشرم. ¶ وهكذا إذا كان الإنسان قصير الأذنين، قيل عنه «أصمغ» وإن كان ضخمهما قيل عنه «أخطل» وإذا تعرضتا للثقب أو الشرم وهو الشق قيل «مثقوب» أو «أشرم الأذنين». ¶ ويصل بين رأس الإنسان وجذعه أو صدره، عنقه الذي يتخذ هيئات متنوعة من حيث الطول والقصر وما بينهما، فإذا كان العنق طويلا قيل عن الشخص «أجيد»، وإن قصر قيل عنه «أوقص»، وإن كان فيه انخفاض قيل «أهقع»، وإن اجتمع المنكبان حتى كادا أن يمسا الأذنين قيل عنه «ألص».",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ويرتكز العنق على الصدر الذي به يبدأ جذع الإنسان، وله بروزان أو نتوءان أحدهما ورائي معروف يقال عن صاحبه «أحدب»، والثاني أمامي مجهول ويقال عن صاحبه «أقعس» وكلاهما عيب. ¶ ولليدين أحوال وأشكال، تأتيهما في الغالب من عيوب تصيبهما فقد تعوج اليدان من قبل الكوع إلى خارج اليد فيقال عن الشخص «أكوع»، وقد يكون في أصابعها انكماش واجتماع فيقال «مقفع»، وقد يكون في الكفين غلظ يثير الانتباه عند بسطهما للمصافحة وغيرها، فيقال عنه الشخص «مشقق الكفين». ¶ وأما القدمان فقد تكونان مقوستين من أسفل بحيث لا تمسان الأرض، وهنا يقال للشخص «أخمص» وقد يكون في عقدتي إبهامهما نتوه، فيقال عنه «أفدع» أو «أحنف» حسب اتجاه الإبهام. ¶ ولون الإنسان من أول تتناوله العين بالملاحظة والتمييز، إذ به يقسم الناس إلى بيضان وسودان وما بينهما. ¶ وعلى الرغم من أن كتب اللغة تورد أسماء خاصة بدرجات البياض والسواد، فإننا نرى الموثقين يفضلون التمييز بين درجات اللون بنسبتها إلى بعض الأشياء أو العناصر المألوفة في الطبيعة، مثل القمح لأن هذا أدل على مرادهم المتجه بالأساس، إلى نقل الصورة إلى الذهن بما هو مألوف. ¶ وهكذا نجدهم ينصون فيما يخص اللون على أن الإنسان، إذا كان بياضه خالصا قيل عنه «أبيض»، وإن اشتد قيل عنه «عاجي اللون»، فإذا خالطته صفرة يسيرة قيل عنه «دري اللون» (نسبة إلى الدر والياقوت) فإذا كان دون ذلك قيل «قمحي اللون» (نسبة إلى القمح)، فإن كان قوي الشبه به قيل «شديد القمحية» أو «صافي القمحية» حسب الأحوال، وإن خالط بياضه حمرة، فهو «أزهر اللون»، وإن اشتدت الحمرة فهو «أحمر اللون»، وإن خالطته صفرة شديدة قيل «أصفر اللون»، وإن خالطه سواد قليل أو كثير، فقد دخل في السمرة التي لها أطوار، فيقال حينئذ «أسمر اللون»",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "إذا كانت سمرته عادية، ويقال «شديد السمرة أو رقيقها» حسب الأحوال وإذا قويت السمرة قيل «أدمي اللون» (من الأدمة وهي السمرة). ¶ وإذا زادت واشتبهت لون الكبد، قيل عنه كبدي اللون ويقال أيضا شديد الكبدية إذا قوى الشبه بها، وإذا وصل إلى السواد قيل أسود أو حالك السواد لمن اشتد سواده. ¶ ويبدو أن كتب اللغة لم تسعف الموثقين بكل الألوان، التي يحتاجون إليها لوصف بشرات الناس، ولذا كانت هناك ضرورة دفعتهم إلى ارتجال أو اختراع ألوان منسوبة إلى عناصر الطبيعة، لاستدراك ما أخطأته اللغة من الألوان الفرعية النسبية أو البينية. ¶ ولهذا الارتجال في وضع الألوان نظائر في «اللسان الدارج»، حيث نجد العوام يبتكرون كثيرا من الألوان المنسوبة إلى الثمار أو الفواكه أو الطيور أو المعادن، وغير ذلك من عناصر الطبيعة، مثل «السماوي» و «الحجري» و «الذهبي» و «الرمادي» و «الليموني» و «العسلي» و «القهوي» و «المشماشي» و «الزبدي» و «الزيتي» و «المسكي» و «الخزي» و «المدادي» و «الحمامي» (3). ¶ وعمر الإنسان أو سنه من أحواله الجوهرية، التي لا يمكن الاستغناء عنها في التعريف بالشخص، لأن لها عدة دلالات وآثارا قانونية، لاسيما فيما يرجع للأهلية والمسؤولية. ¶ وهنا يورد الموثقون عدة أسماء لأطوار الإنسان في عمره، منها ما هو معروف مشهور ومنها ما هو مجهول، فالإنسان حين يولد يسمى طفلا ثم رضيعا مدة رضاعه، وبعد الفطم يسمى فطيما، وحين يتجاوز هذه الأطوار يقاس عمره بقامته، فإذا كانت بقدر أربعة أشبار قيل «رباعي القد» وإن كانت بقدر خمسة قيل «خماسي القد»، وإذا كانت بقدر ستة «قيل سداسي». ¶ وتتميز الأنثى بنعوت أخرى تنفرد بها بعد المراهقة، فهي «مراهقة» ثم «كاعب» وهي التي أسرع بدنها في الظهور، ثم «ناهد» إذا شخص بدنها وارتفع، ثم «بالغ» ثم «عائس» ثم «نصف»",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "(بفتح النون والصاد) ثم «عجوز» (4). ¶ وهناك أيضا الوصف بالعيوب، البارزة التي يجد فيها الموثقون أحسن مميز لأشخاص الوثيقة، ولذا حث الفقهاء على المبادرة إلى استعمالها رغبة في تمييز الشخص بما هو أدل عليه بوجه حاسم، ولم يروا في ذلك حرجا لوجود ضرورة تبيحه (5). ¶ ومن العيوب التي نصوا على إسمائها «الميل» وهو أن يميل أحد الخدين إلى جهة الأذن، و «الصور» وهو يميل العنق إلى أحد الشقين، و «الدور» وهو أن يميل المنكب إلى أحد الشقين، و «الصدر» وهو أن يكون في الصدر نتؤ وبروز وإشراف (والنعت منه أصدر كما سلف) و «العسر» وهو البطش باليد اليسرى و «الحبط» وهو أثر الجرح بعد البرء إذا خالف لون الجسد وهذه كلها على وزن فعل كالعرج والصلع. ¶ ومن عيوب الجوارح ما يصيب العين ويكون حاسما في التمييز مثل العور والحول والفتل (وهو حول غير تام) (6). ¶ وقد حض فقهاء التوثيق العدول على التعريف بمن يشهدون عليهم في الأصل والاسترعاء وعدوا ذلك شرطا لصحة الشهادة وسلامة الوثيقة (7). ¶ ولأجل تحصيل هذه المعرفة، حرصوا على جمع هذا «الجمع الخاص» وتقريبه إلى المقصود به، ليكون في المتناول، يتعلمه الموثق ويحفظه ضمن ما يتعلمه من الضوابط والقواعد الضرورية في فقه التوثيق. ¶ ولا ريب أن من يقرأ هذا المعجم ويتأمل محتوياته، سيجد أمامه وفرا جما من الأوصاف والنعوت الجديرة بالحفظ والاستيعاب، تزيد في معلوماته اللغوية في جوانب دقيقة من الإنسان، وهي أحواله الجسمية وأعضاؤه التي يمارس بها الحياة ومحاسنها وعيوبها، وهي معلومات لها مجالها الذي يطلبها بإلحاح (8). ¶ وتوثيق حالة الأشخاص بصفاتهم الجسمية لم يحرص عليه الموثقون وحدهم لأنها نجد المؤرخين يهتمون بهذا أيضا، بالنسبة لمن يؤرخون لهم من الناس، ويحرصون على تقديم نعوت وشيات لشخصيات",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "التاريخ من ملوك وشعراء وعلماء وغيرهم. ¶ وليس غريبا أن يتوارد الموثقون والمؤرخون على هذا، لأن التاريخ ليس إلا ضربا من الشهادة تخبر عن وقائع الماضي وصانعيها كما يفعل الشاهد أمام القضاء. ¶ وكتب التاريخ مملوءة بالحديث عن الصفات الجسمية لأشخاص التاريخ، من حيث الملامح ومعالم الوجوه وأشكال الأبدان وطريقة المشي والسلوك، على نحو ما نقرأ في كتب «التراجم والسير» لا سيما التي أرخت للشخصيات الدينية والأدبية. ¶ ومثال ذلك ما نقرأ في سيرة «الفاروق عمر بن الخطاب رضي الله عنه» من أنه كان حسن الخدين والأنف والعينين، غليظ القدمين والكفين، مجدول اللحم ضخم الجثة جهوري الصوت سريع المشية، وهذه كلها أوصاف مأخوذة من المراجع التي ترجمت (9). ¶ إلا أن أعظم شخصية حظيت بالوصف الدقيق المستقصى لكل الأحوال، هو الرسول الكريم عليه أزكى السلام، الذي دونت لنا كتب السيرة كل صفاته البدنية، وجها وقامة وشعرا ولونا وصوتا بل كل هيئاته السلوكية في المشي والجلوس والاضطجاع بتدقيق مستوعب وتفصيل مستقص. ¶ بل ظهرت كتب تخصصت في هذا الجانب من سيرته عليه السلام، فنقلت إلينا بالرواية والسند كيف كان لونه وشعره وملامح وجهه، وكيف كان يمشي ويجلس ويتكلم ويضحك ويمزح. ¶ ومن أشهر هذه المظان النفيسة كتاب (الشمائل المحمدية) «للإمام أبي عيسى محمد الترمدي» الذي جمع فيه حوالي أربعمائة حديث، في صفات الرسول عليه السلام الجسمية والخلقية. ¶ وبحسن بالمناسبة أن نتبرك بأن نورد منها بعض أوصاف «الذات الشريفة»، حيث نقرأ فيها عن صفاته الخلقية أنه كان ربعة ليس بالطويل ولا بالقصير، أزهر اللون أدعج أشكل أهدب الأشفار أزج أقنى أملج كث اللحية رجل الشعر سواء البطن والصدر، سهل الخدين ضليع الفم واسع الصدر بادن متماسك ضخم العظام عبل العضدين",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "والذراعين، شتن الكفين والقدمين رحب الراحة مسيح القدمين منهوس العقب عظيم الجمة أشعر اليدين خافض الطرف. ¶ وهناك أوصاف أخرى تنقل إلينا سلوكه في مشيه وجلوسه واتكائه وضحكه وكلامه، وكيف كان يأكل ويشرب وينام، تستقصي كل هيئاته في الحركة والسكون، لا يمكن تتبعها لأنها تؤلف موضوعا آخر كبيرا مستقلا، جديرا بدراسة خاصة تكشف ما فيها من فوائد لغوية واجتماعية ودينية. ¶ والتمعن في هذه الأوصاف والنعوت، يتيح للمرء أن يتشخص الذات الشريفة ويتنزه فيها ببصيرته على نحو ما يفصح عنه «الإمام البوصيري» بقوله: ¶ (فتنزه في ذاته ومعانيه استماعا إن عز منها اجتلاء). ¶ وهو كذلك يقر بنا من ذلك الأمل الغالي، الذي تمناه هذا المادح على ممدوحه الكريم بقوله: (ليته خصني برؤية وجه زال عن كل من رآه الشقاء) .. ¶ إلا أننا إذا بحثنا الأمر بشيء من التعميم، وجدنا أن الاهتمام بصفات الإنسان وشياته البدنية والخلقية لأغراض متعددة عام شائع تناوله العلماء على اختلاف تخصصاتهم من قديم، وصار يؤلف قسما من علم الفراسة، الذي يسعى إلى معرفة باطن الإنسان من ظاهره، والتجسس على المكنون من طباعه بالمنظور من شياته. ¶ وقد تطور في العصور الأخيرة إلى فروع متشعبه، واهتم به علماء «الفن» و «الاجتماع» و «علم الأجناس»، واهتم به كذلك «علماء الإجرام»، الذين أرادوا أن يتوصلوا به إلى معرفة المجرمين من الناس بطبعهم، ويضعوا لذلك ضوابط عامة مطردة. ¶ فقد رووا عن «أبقراط» (أبي الطب) من قديم أنه كان يقول بأثر العوارض الخارجية في أخلاق الناس وظهور ذلك في ملامحهم (10). ¶ وتناول الفكرة غيره ممن جاء بعده من فلاسفة اليونان، وظهرت «الفراسة» علما مستقلا بما كتبه «أرسطو» في القرن الرابع قبل الميلاد،",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "فقعد فيه نتائج تذهب إلى أن في الإنسان علامات تدل على قوته وضعفه وغبائه وذكائه، تظهر في الملامح والألوان وأشكال الشعر والأعضاء والعيوب. ¶ ومن أطرف ما ذهب إليه أن هناك تشابها بين كل إنسان وحيوان ما في الملامح وأنه كلما قرب تشابه الفرد والحيوان اشتد قربه في أخلاقه من ذلك الحيوان. ¶ وظهر شيء من الفراسة عند العرب في القيافة والريافة والعيافة، وبعد الإسلام اطلعوا على ما لدى اليونان بين ذلك وزادوا فيه وظهرت لهم فيه مؤلفات. ¶ وظل هذا العلم ينمو ويتطور ويتشعب وينحو نحو التدقيق والاستقصاء، حتى وصل إلى نتائج تفصل ما أجمله الأقدمون وتتوخى أن تقعد في ذلك ضوابط مطردة!. ¶ ومن ذلك تقعيد أن هناك تشابها عاما ملحوظا بين أصحاب المهنة الواحدة من الفلاسفة والموسيقيين والشعراء، ومن ذلك أيضا وضع ضوابط تفصيلية لأخلاق الناس من قراءة ملامحهم. ¶ ومن ذلك أيضا تقعيد وجود التطابق بين ملامح الإنسان وشياته في وجهه وكل بدنه، وبين طباعه وسلوكه ووضع ضوابط تفصيلية لذلك، منها مثلا أن الجبين العالي دليل على شدة الإحساس، والبارز دليل على عدالة الحكم، وأن العينين الصغيرتين دليل على الدهاء، والكبيرتين دليل على الصراحة والإخلاص، وأن الأنف الكبير دليل على النشاط وحسن الزعامة، والصغير علامة على ضعف الإرادة، وأن الفم الواسع دليل على العطف والتسامح والإحسان، وأن الدقن الصغير دليل على الضعف والخوف وأن الأذنين الكبيرتين دليل على غرابة الأطوار وقلة الذكاء (11). ¶ على أن أخطر منحى تشعب إليه «علم الفراسة» في تطوره، هو توظيفه في علم الإجرام بحيث ظهر من أرباب هذا العلم في نطاق البحث عن الأسباب المادية والمعنوية للجريمة، من ذهب إلى أنها كامنة في شخص المجرم وتركيبه الجسدي المادي والعقلي والعصبي، بالاستناد إلى التجربة",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "والملاحظة والفحص. ¶ وأشهر من تناول هذا الجانب الإيطالي (شيزاري لامبروزو) الذي خصص لذلك كتابا بعنوان المجرم انتهى فيه إلى تحديد سمات لكل فئة من المجرمين، وتقعيد أن كل مجرم يحمل في بدنه وحركاته، شيات تشي به وبنواياه الإجرامية. ¶ فاللص يتميز بصغر عينيه وكثافة وانخفاض حاجبيه وقلة شعر ذقنه، وضيق جبهته واضطراب حركة وجهه ويديه وقلقهما، والقاتل يتميز بضيق أبعاد دماغه وطول فكه، والمغتصب يتميز بطول أذنيه وانخساف دماغه وزيغ وتقارب عينيه، وانبعاج وضخامة أنفه وطول ذقنه. ¶ وبوجه عام فإن هناك ميلا لدى عموم الناس للربط بين قبح خلق الإنسان وقبح سلوكه، وكثيرا مايشجعهم الواقع على تحقيق ظنونهم السيئة هذه. ¶ واشتهر من ذلك عندنا ما ردده نقاد الأدب القدامى، من الربط بين ذمامة بعض الشعراء وميلهم إلى الهجاء والفجور فيه، مثل الذي ذكروه عن قبح الشاعر «الحطيئة» وذمامته، والربط بينها وبين ميله لإيذاء الناس بهجائه، الذي لم يوقر فيه أحدا وكذا ما ذكروه عن ذمامة الشاعر «بشار بن برد» وفجوره في هجائه وسلوكه. ¶ إلا أن هذا كله لم يسلم من الانتقاد والرد، فلا يكاد يطرد حتى يتخلف، ولذا أكثر من جادل ونعي على أصحابه إفراطهم فيه وغلوهم في ترديد ما قعدوه في ذلك. ¶ وبالفعل فإن هناك أمثلة وشواهد تؤكد وجود فضلاء فاقدين للوسامة والخلقة المستحسنة، ومن طريف ما يجدر ذكره بالمناسبة، أن «الإمام مالكا» يحكي عن نفسه أنه كان يميل في صباه إلى احتراف الغناء والطرب والانتظام بين أهله، لولا أن والدته صرفته عن ذلك قائلة يا بني، إن المغني إذا كان قبيح الوجه لم يلتفت إلى غنائه أحد فدع الغناء واطلب الفقه (12). ¶ فنعمت النصيحة النافعة، هذه التي أهدت للأمة الإسلامية إماما عظيما هو رابع أربعة تأسست على",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "أيديهم المذاهب الفقهية التي يصلي عليها المسلمون ويصومون ويتعاملون. ¶ بل نعم هذا القبح الذي عصم إمام «دار الهجرة»، من أن يغشى مجالس الغناء والطرب، ينادم أصحاب الثراء والجاه، واضطره إلى مجالس الحديث والفقه يعظ ويعل ويزعج الحكام والمترفين بفتاويه الموجعة، يلتمس رضى الله في سخطهم ناجيا من العكس!! ¶ وعندما تحدث أسلافنا العلماء عن الفراسة، وجدناهم ينصون على أنها تكون موهبة لبعض الناس يحسونها في أنفسهم عن طريق الإلهام، ويروون في ذلك أحاديث نبوية، كما وجدناهم ينصون على استحسانهم في مواطن دون أخرى، فقد استحسنوها في الطب لأنها مما يعين على التشخيص السليم الذي هو مدخل العلاج الناجع (13). ¶ وقد كتب أطباؤنا القدامى كلاما لطيفا مفيدا في العلاقة بين الخلقة والأخلاق، ذهبوا فيه إلى أن سلامة ظاهر الإنسان، تكون من سلامة باطنه، وأن اعتدال أخلاقه يكون باعتدال مزاجه وأن اعتدال مزاجه يقوم بقوة إيمانه كما يفيدنا الحافظ محمد بن أحمد الذهبي في كتابه: «الطب النبوي» وهو يتحدث في مقدمته على بدن الإنسان وأقسامه، ليعطينا من ذلك نتائج من العلم النافع، الذي يجب وعيه بقوله: فاعدل أمزجة الحيوان مزاج المؤمنين، وأعدل المؤمنين مزاجا الأنبياء، وأعدل الأنبياء مزاجا الرسل، وأعدل الرسل مزاج أولوا العزم، وأعدل أولي العزم مزاجا، مزاج سيدنا محمد صلى الله عليه وسلم! ¶ وفي هذا فائدة مهمة يجب أن نتذكر ونذكر بها خارقة (شق الصدر) المشهورة في سيرة الرسول صلى الله عليه وسلم، التي لابد أن يجد فيها الطب والأطباء مجالا للقول، يكشف عما يؤكد بتعليل علمي معقول مقبول، أن ذلك كان لغاية جليلة هي تنقيح باطن الذات الشريفة، لتتهيأ للخلق العظيم والرسالة الكبرى المتممة لمكارم الأخلاق، لقد أصبح هذا التعليل العلمي واردا اليوم بعد أن كشفت العلوم الباحثة لذات الإنسان عن وجود ارتباط تفاعلي بين سجايا",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "الفرد وكيمياء جسمه!! ¶ إلا أننا وجدناهم يستقبحون الفراسة في القضاء والقاضي، لما لها من عواقب سيئة ضارة على سلامة حكمه وحياده الذي هو أحد أركان القضاء (14). ¶ إلا أن هذه الفراسة المذمومة في القضاء مستحسنة بل مطلوبة في قسيمه أو رديفه المصاقب له، وهو الفتوى التي من آدابها وأركانها الضرورية، مراعاة الزمان والمكان وحالة المستفتى ونيته. ¶ وقد كان السلف من الصحابة يلتزمون هذا بدقة، ولهم فيه نماذج فريدة جديرة بالذكر والرواية منها واقعة تتعلق «بعبد الله بن عباس» (رضي الله عنه) الذي جاءه شخص يستفتيه هل للقاتل من توبة فأجابه لا بل إلى النار، فاستغرب جلساؤه ملاحظين أنه كان يفتيهم بعكسه، فأزال استغرابهم وأبطل عجبهم، بأن كشف أنه تفرس في عين ذلك المستفتي العزم على ارتكاب القتل ثأرا، فجنح إلى التشديد عليه ليزجره وتزيد الرواية أنهم استقصوا أحوال المستفتي فتأكد لهم صدق ذلك (15). ¶ وأظن أنه ينبغي أن يقاس على هذا الاستثناء، استحسان الفراسة في المحققين من رجال الأمن وغيرهم، الذين يتولون البحث عن المجرمين، لمنعهم من ارتكاب الجرائم أو إثباتها عليهم تمهيدا لمحاكمتهم. ¶ نعود إلى معجمنا بعد أن ابتعدنا عنه بهذا الاستطراد، الذي أظن أن القارئ يوافقني على أنه كان في محله، للاستراحة قليلا من ملالة السرد والشرح، لنقول خاتمين أننا إذا كنا قد نسبنا في العنوان، البلاغة إلى كتب التوثيق والموثقين، فإنما كان ذلك بمناسبة التقائنا بالموضوع في هذه المظان الفقهية، بعد أن دفعت الحاجة أرباب هذا الفن إلى انتقاء هذا المعجم البشري الثمين، من المظان اللغوية المتخصصة، إذ الواقع أن مصدر هذه البلاغة هو اللغة العربية بأسرارها وخصائصها التي تتميز بكثير",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "من السعة والشمول والاستيعاب والدقة. ¶ فهذا الذي نقلناه من كتب التوثيق بالمناسبة ليس إلا قليلا من كثير، مما تزخر به مدونات اللغة والمعاجم المتنوعة، التي ملأها مؤلفوها بكثير من هذه المفردات الغنية بالمعاني الدقيقة. ¶ ففي هذه المدونات وفر غزير من الكلمات والتعابير، التقنية الكاشفة عن مختلف المعاني والدلالات والمعبرة بدقة وبيان، عن أنواعها ودرجاتها، جدير بأن يجد فيه كل ذي حرفة ما يحتاج إليه من اللغة الاصطلاحية المناسبة لنشاطه فقيها كان أو غيره، ليستعملها في تسمية أدواته ومخترعاته والدلالة على أحوال مهنته. ¶ وإذا كنا قد رأينا نماذج لذلك في فقه التوثيق والمعجم الذي جمعه أربابه للتعريف بالشهود والأطراف، فإن في الإمكان أن نقول أن الطب مثلا يمكنه على ما بينه وبين الفقه، أن يجد في معاجم اللغة ما يستطيع به أن يعبر عن عمله وأدواته ومبتكراته وأشيائه كلها فبجانب هذه الأوصاف الدقيقة التي تعبر عن الأشخاص بمختلف أشكالهم وهيئاتهم، هناك مفردات لغوية وأوزان خاصة بالأمراض والأدوية مثلا، تحفظها لنا معاجم لغتنا بكمّ غزير، وتنوع فني دقيق جدير بالإعجاب. ¶ فمن المعلوم أن الأمراض تأتي في أغلبها على وزنين هما فعل بفتحتين كالعرج والصلع والعور، وفعال بضم الفاء كزكام وصداع، وعليه قاسوا بعض الأمراض الجديدة فقالوا ذهان وعصاب وفصام لبعض الأمراض العقلية والنفسية المشهورة في عصرنا. ¶ ومن المعلوم أيضا أن أغلب أسماء الأدوية يأتي على وزن فعول (بفتح الفاء) كالوجور للدواء الذي يؤخذ عن طريق الفم، والسعوط للذي يؤخذ عن طريق الأنف، والسفوف للذي يؤخذ بالسف، والغسول الذي يغتسل به الإنسان أو ينقع فيه بعض جسده أو كله.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وهذا المعجم نفسه الذي جمعه علماء التوثيق، يمكن أن يستفيد منه الطب ذاته بمختلف فروعه وتخصصاته، فأطباء العيون والأسنان لابد أن يجدوا في أسماء الأمراض والعيوب والمحاسن، التي سبق ذكرها، مواد لغوية يحتاجون إليها في مهنتهم، مثل الخفش والجهر والشزر، والفتل من أمراض العيون والفقم والقصم والثعل والقلح وغيرها من أمراض الأسنان وهلم جرا. ¶ بل إن الأدب نفسه بكل فنونه القولية له احتياج شديد إلى هذا المعجم، لأنه واجد فيه التعبير البليغ، الذي يحقق أكبر قدر من المناسبة لمقتضيات أحواله، مادام أن الأدب يقوم في جوهره على العرض الكاشف عن واقع الناس وسلوكهم. ¶ وفي الأدب القصصي الروائي والمسرحي، نعلم أن أحد أركانه الجوهرية، هو الشخصية التي تدير الأحداث، وتدور عليها الأحداث، ولذا فإن الأشخاص في الأدب الروائي، عنصر مهم في تحقيق النجاح له وبلوغه درجة الروعة، التي تتيح له أن يقرض نفسه على القراء وعلى النقاد. ¶ ولا يأتي البناء السليم للشخصية، إلا بالوصف ومقدرة الكاتب على أن يبدع فيه برسمها ببلاغة توصلها إلى ذهن القارئ ليتقبلها بوجدانه ويحس لها المحيي بذلك الوجود، الذي يصبح به الوهم حقيقة ويتم ذلك التفاعل والتعاطف الذي به تحصل المتعة. ¶ وهذا الوصف المحيي للشخصية الروائية، لا يتحقق إلا بنقل ملامحها إلى القارئ، بلغة تعبر عن المواد تعبيرا فنيا دقيقا يتتبع الجسم البشري بحجمه وعمره وجوارحه ¶ وحركاته، فبهذا الوصف الظاهري الدقيق، يتمكن القارئ من أن يستبطن دواخل الشخصية، ويكشف عن دواخلها وملامحها النفسية. إذا كان مسلما، فإن الكاتب لا يأتي له أن يصل إلى هذه البراعة في الوصف، إلا إذا كان لديه مخزون لغوي غزير على النحو الذي جمعته لنا كتب التوثيق. ¶ لنتأمل تلك المفردات الكثيرة التي تكشف عن حال الجسم البشري في حجمه وعمره وطوله، وفي",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "محاسنه ومقابحه، في القامة والوجه والشعر والأنف والفم والأسنان، إن الأديب الذي يحفظ هذا المعجم المفيد لابد أن يبدع ويمتع، حين يوظفه في رسم شخصيات أدبه في القصة والرواية، ويقدم لقرائه أدبا بليغا جميل الشكل والصياغة، وبديع المضمون والمحتوى، جديرا بالوقت الذي يخصصه الإنسان لقراءته. ¶ والواقع المؤسف أن هذه الثقافة اللغوية مفقودة اليوم لدى أدباء القصة والرواية عندنا، بوجه ظاهر مفضوح، لأن القارئ قلما ينطلي عليه أن بعض الكتاب حتى المشاهير منهم، لا يملكون منها حتى الحد الأدنى، الذي لا يجوز أن ينزل عنه المبتدئ، وهذا من الأزمات التي يعاني منها أدبنا الحديث بوجه عام. ¶ فمن العيوب القادحة في كفاءة الأديب، أن يجهل أو يتجاهل هذا الكم الثمين من المفردات المعبرة، التي تضعها لغته أمامه ويتركها مدفونة في مظانها من غير أن يبادر إلى إحيائها بالاستعمال، ليزيد في روعة إنتاجه. ¶ والمؤسف أيضا أن كثيرا من الإنتاج الأدبي اليوم، مكتوب بلغة الصحافة الضحلة، المعيبة باللحن الصرفي والنحوي والبلاغي، والصياغة العجمية التي تقلد القوالب الأجنبية في تركيب الجملة، فلا يجد فيها القارئ أي أثر للبيان العربي وطلاوته وصفائه. ¶ بل أن هناك أعمالا تكاد تكون كلها مكتوبة بالعامية ليس في الحوار فقط، ولكن أيضا في المتن المسرود المحشو بالمفردات والتراكيب العامية، التي لا وجود لها في القواميس العربية ومراجع اللغة التراثية الحافظة لثوابتها. ¶ وقد كان هذا من العوامل التي أسهمت في انحطاط الثقافة اللغوية لدى الأجيال الناشئة، لاسيما الذين يريدون منهم أن يدخلوا عالم الأدب وينتظموا بين أهله.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "(1) - والمصدران اللذان رجعنا إليهما هما: «تبصرة الحكام» «لابن فرحون»، ومواهب الخلاق «لأبي الشتاء الصنهاجي». ¶ (2) - انظر الهامش 5 الآتي بعده. ¶ (3) - «عبد القادر زمامة» «هذه الألوان وهذه الأسماء»، «مجلة الثقافة المغربية» العدد 1 يناير – فبراير 1970 ص: 153. ¶ (4) - والجدير بالذكر أن هذا الوصف لا يرد في كتب اللغة إلا نعتا للمرأة ولذا لا يجوز حسب هذه المراجع أن يقال رجل عجوز. ¶ (5) - يقول القاضي «برهان الدين إبراهيم ابن فرحون» في (تبصرة الحكام في أصول الأقضية والأحكام) في «فصل النعوت» من الباب السابع في أحكام البينات: «وإذا احتاج الكاتب إلى نعوت المشهود عليه أوله، فينبغي أن يذكر من صفاته أشهرها كالصمم والعمى والعرج والبياض أعني البرص، وأثار الجدري والنمش، فيقول في وجهه آثار جدري أو نمش. وإذا كان فيه خال ذكرته وذكرت موضعه، وتذكر قطع الأنامل أو عضو مما هو مصور وظاهر في الوجه أو الجسد». ¶ (6) - هذه النعوت في جلها منقولة من كتاب: «مواهب الخلاق على شرح التاودي للأمية الزقاق» للشيخ ابن الشتاء الصنهاجي» ط ثانية 1375 – 1955 ج الثاني ص: 347. ¶ (7) - يقول «الشيخ ميارة» في «شرحه للأمية الزقاق» عند قوله (تنبه أذا التوثيق): و «لذا ينبغي للموثق أن يكون له حظ من اللغات عارقا بالنعوت والشيات وأسماء الأعضاء». ¶ (8) - ومن بعض النعوت الخلقية التي سردناها فيما سلف، نعرف معاني الألقاب التي حملها بعض الشعراء واشتهروا بها دون أسمائهم مثل: «الأعشى» و «الأخطل» و «الأفوه» و «الأشتر» و «الأحوص» و «الأخنس» و «المقفعش» و «الخنساء». ¶ (9) - «علي الطنطاوي وناجي الطنطاوي»: أخبار عمر وعبد الله بن عمر الطبعة الثانية 1389 - 1970 بيروت ص: 298.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "(10) - «جورجي زيدان» (علم الفراسة الحديث) «كتاب الهلال» العدد 44 ربيع الأول 1374 - 1955 ص: 9 - 30. ¶ (11) - كيف نقرأ أخلاق الناس (منظور الإنسان دليل على سجيته) «مجلة الهلال» العدد 2 السنة 40 ديسمبر 1931 ص: 271. ¶ (12) - «أمين الخولي»: مالك تجارب حياة. «سلسلة أعلام العرب» 11 ص: 75. ¶ (13) - الأحكام النبوية في الصناعة الطبية «لأبي الحسن علي بن عبد الكريم بن طرخان الحموي» (في فصل استعمال الفراسة) الطبعة الأولى الجزء الثاني ص: 374. ¶ (14) - وفي هذا يقول «ابن فرحون» في كتابه: «تبصرة الحكام» عند حديثه عن الأوصاف المشترطة في صحة ولاية القاضي بالفصل الأول من الباب الخامس المخصص لأركان القضاء: «وينبغي أن يكون (القاضي) غير زائد في الدهاء وهو أمر زائد على الفطنة. وإنما نهي على ذلك لأن ذلك يحمله على الحكم بالفراسة وتعطيل الطرق الشرعية من البينة والإيمان». ¶ (15) - والمسألة خلافية كما هو معلوم تفرعت عن خلاف آخر في تفسير الآية الكريمة (93 من سورة النساء) «ومن يقتل مومنا متعمدا، فجزاؤه جهنم خالدا فيها وغضب الله عليه ولعنه وأعد له عذابا عظيما» انظر: (تفسير التحرير والتنوير) «للشيخ محمد الطاهر بن عاشور» ج: 5، ص: 163",
            "page": "21",
            "part": "1"
        }
    ],
    "t34551": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الوصف في فقه التوثيق"
        }
    ]
}