{
    "b34550": [
        {
            "id": "2",
            "nass": "المقدمة ¶ اتفق الباحثون قدامى ومحدثون على ان اللغة العربية ـ على قدمها ـ حضيت بمزايا تتجد كلما تقدمت الدراسات اللغوية على اختلاف فروعها وارجعوا ذلك الى خصائصها اللفظية والتركيبية ودلالاتهما; إذ انفردت اللغة العربية عن اللغات الاخر مثلا بكثرة الالفاظ التي تستخدم للتعبير عن المعنى الحقيقي والمعنى المجازي في الوقت ذاته وقد اولى العلماء اللغة العربية اهتماما بالغا كونها لغة القرآن الكريم فلابد من الحرص عليها دفعا لوقوع الخطأ في القراءة او الكتابة الذي شاع بعد الفتوحات الاسلامية واختلاط الاعاجم في المجتمع الاسلامي مما دفع العلماء لدراسة اللغة دراسة دقيقة اثمرت نتائج علمية مهمة في اللسانيات العربية، فقد نهضوا بدراسات صوتية هامة فدرسوا الحروف العربية ووضحوا مخارجها وصفاتها، وبينوا تواترها وتنافرها، كما اهتموا بدراسة النحو والتراكيب، والصرف والأبنية، والدلالة وعلاقتها بغيرها، كما نسب اليهم السبق في وضع المعاجم اللغوية على اختلاف أنواعها ومناهج ترتيبها مما ادى الى نتائج علمية مهمة في ظهرت اثارها في ميادين اللغة المختلفة شعرا ونثرا فقد تعددت اشكال التعبير في اللغة العربية وما يتميز به كل شكل من هذه الاشكال من تنوع التراكيب واختلاف الالفاظ حسب السياق وما يقتضيه المقام ومن الاساليب التي عرفت عند العرب في فني النظم والنثر فن (المُعَمى) الذي يعد طريقة من طرائق العربية في التركيب والدلالة وهو موضوع البحث في الصفحات القادمة واقتضت طبيعة الموضوع ان يقسم على مقدمة وهي التي بين يدي القارئ وتمهيد عرضنا فيه لتعريف المعمى لغة واصطلاحا ونشأة والفصل الاول تناولنا فيه اقسام المعمى وطرق التعمية واهم الاسباب التي ادت الى ظهور المعميات في التراث العربي والفصل",
            "page": "1",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "الثاني كان في موقف البلاغيين من المعمى واثر المعميات في تطور الدراسات اللغوية ثم ذيلتها بالنتائج التي توصل اليها البحث واخيرا قائمة الهوامش والمصادر والمراجع.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "التمهيد ¶ لايكاد المعنى الاصطلاحي لهذا اللفظ يختلف عن المعنى اللغوي فالمعمى لغة مأخوذ من التعمية وهي ((ان تعمي على الانسان شيئا فتلبسه عليه تلبيسا)) (¬1) من التعمية والاخفاء والتلبيس وعميت معنى البيت تعمية ومنه المعمى في الشعر)) (¬2) اما مفهومه الاصطلاحي فهو ان يعمد شخص الى اطلاق كلام يحمل معنيين في آن واحد, معنى ظاهر بين وآخر خفي مضمر يحتاج السامع او القارئ الى البحث عنه واكتشافه وعبر عنه ابن رشيق في العمدة بأن ((يكون للكلام ظاهر عجب غير ممكن و باطن ممكن غير عجب)) (¬3) وجعل منه قول ذي الرمة وهو يصف عين الانسان: ¶ اصغر من قعب الوليد ترى به ... بيوتا مبناة واودية قفرا (¬4) ¶ فالباء في (به) للالصاق كما تقول (لمسته بيدي) أي الصقتها به وجعلتها آلة اللمس والسامع يتوهمها بمعنى (في) وذلك ممتنع لايكون, والاول احسن غير ممتنع, ومنه ايضا قول ابي المقدام: ¶ غلام رأيته صار كلبا ... ثم بعد ذلك صار غزالا (¬5) ¶ فقوله (صار) انما هو بمعنى عطف وما اشبهه بقوله تعالى {قَالَ فَخُذْ أَرْبَعَةً مِّنَ الطَّيْرِ فَصُرْهُنَّ إِلَيْكَ} / البقرة260 ومستقبله يصور, وقيل (يصير) وهي لغة قليلة, وليس (صار) من اخوات كان مستقبلها (يصير) فقط ومعناها استقر بعد تحول (¬6). ¶ وقد أطلق العلماءُ العربُ على علم المعمى مصطلحاتٍ أُخر ترادفه في المعنى؛ فهي (تعمية الحروف) عند الكندي و (المعمى) لدى الفراهيدي والسجستاني وابن كيسان وابن دُنَيْنير فيما أطلق عليه ابنُ ¶ ¬__________ ¶ (¬1) لسان العرب, عمي. ¶ (¬2) م. ن, عمي. ¶ (¬3) العمدة, ج307,1. ¶ (¬4) ديوان ذي الرمة ص22 وينظر: العمدة 1/ 307. ¶ (¬5) العمدة 1/ 307, وورد ذكر البيت في كتاب (كتب الالغاز والاحاجي اللغوية) 48ص ولم نجد له قائلا في الشواهد الشعرية. ¶ (¬6) العمدة ج307,1.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "طباطبا وابنُ عدلان والقلقشندي (المُتَرْجَم) واسماه ابنُ وهب الكاتب (الكتابة الباطنة) (¬1) كما اطلقت عليه مصطلحات أُخر كثيرة تختلف في اللفظ لكنها تتفق في المعنى الاولي وان كانت بينها جزئيات تفصيلية اذ يطلق عليه (المعاياة, والعويص, والرمز, والمحاجاة, والملاحن, والاشارة, وابيات المعاني, والتوجيه, والممثل, والكناية, والتعريض, والتأويل, والمرموس) (¬2) ومعناها واحد هو الاخفاء, اما سبب هذا التعدد في المصطلحات فانها جاءت بحسب الجهة او الاعتبار الذي ينظر اليه المتتبع, فانه ان نظر اليه من حيث ان واضعه يريد ان يظهر اعياء المتلقي وهو التعب في استخراج المعنى فهو المعاياة, وان اراد به بيان صعوبة فهمه سمي عويصا واذا اراد ان واضعه لم يفصح عما اراد به فهو الرمز (¬3) , وكذا باقي المصطلحات كما تختلف مسميات المعمى من بلد الى آخر (¬4). والحق انني تتبعت هذه الانواع الادبية فلم اجد بينها فرقا كبيرا لان المدار فيها على اخفاء المعنى المطلوب وغالبا ما تتشابه هذه الانواع فلايكاد المرء يفرق بينها الا بصعوبة وقد اشار ابن الاثير الى ذلك بقوله ((المعمى يشتبه بالكناية تارة وبالتعريض أخرى ويشتبه أيضاً بالمغالطات المعنوية)) (¬5) و قال ((ووقع في ذلك عامة أرباب هذا الفن)) (¬6). وذكر بعضا من مقامات الحريري التي يرى انها من الكناية والمغالطة فيما ادخلها الحريري في باب الاحاجي منها قوله: ((كقوله: أيحل للصائم أن يأكل نهارا؟ والنهار: من الأسماء المشتركة بين النهار الذي هو ضد الليل وبين فرخ الحبارى فإنه يسمى نهارا وإذا كان من الأسماء المشتركة صار من باب المغالطات المعنوية لا من باب الأحاجي)) (¬7). ¶ وقد التفت النحاة العرب القدامى الى ما في العربية من طاقات تعبيرية ارتبط بعضها بظاهر اللفظ او التركيب, وبعضها بباطنه, ¶ ¬__________ ¶ (¬1) الكندي: يوسف بن اسحق فيلسوف عربي مسلم درس في البصرة وبغداد ثم عمل في الخلافة العباسية في عصر المأمون والمعتصم توفى 252هـ ينظر: عيون الانباء في طبقات الاطباء ص, الفراهيدي: الخليل بن احمد عالم لغوي توفى170هـ, السجستاني: أبو حاتم سهل بن محمد 250 هـ عالم نحوي لغوي فارسي: ينظر: الاعلام3/ 210.، وابن دُنَيْنير: إبراهيم من محمد ينتهي نسبه الى المنذر بن ماء السماء و ينسب إلى الموصل له مصنفات في الشعر والمعمى ت 627 هـ: ينظر: الوافي بالوفيات، ج6، ص. 126؛ ج1، ص. 62؛ والاعلام:1/ 60. ,ابنُ طباطبا: احمد بن محمد ت345 هـ أديب وشاعر مفلق وعالم محقق له كتب منها: عيار الشعر؛ تهذيب الطبع؛ العروض ينظر: 1/ 200, ابنُ عدلان: عفيف الدين ابو الحسن علي بن عدلان النحوي المترجم كان ماهرا بحل المترجم والالغاز ت666هـ , ينظر: فوات الوفيات3/ 43 ,القلقشندي: أبو العباس شهاب الدين أحمد بن علي بن أحمد القلقشندي، ولد في قرية قلقشندة بمحافظة القليوبية سنة 756هـ ت821هـ , له كتاب صبح الاعشى في صناعة الانشا ت 821هـ , ينظر: الاعلام 1/ 172. ¶ (¬2) انظر: نهاية الارب في فنون الادب, 3/ 162ـ163. ¶ (¬3) ينظر الطراز في اسرار البلاغة3/ 339. ¶ (¬4) ففي العراق يسمى حزورات وفي السعودية الحجايا او الغبايا وفي الكويت الغطاوي أي ان الجواب مخفي او مغطى وفي دولة الامارات يسمى لغزا. ¶ (¬5) المثل السائر 2/ 211. ¶ (¬6) م. ن 2/ 211. ¶ (¬7) م. ن 2/ 212.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "فعرضوا لها في اثناء مصنفاتهم كابن هشام الذي افرد في (المغني) بابا اسماه ((باب ذكر الجهات التي يدخل الاعتراض على المعرب من جهتها)) (¬1) وجعل منها ((ان يراعي المعرب ما يقتضيه ظاهر الصناعة ولا يراعي المعنى)) واشار الى ان ((اول واجب على المعرب ان يفهم معنى ما يعربه مفردا ومركبا)) فيكون قد نظر الى المستوى الدلالي كما تحدث عن المستوى الصرفي فجعل من جهات الاعتراض على المعرب ((الايراعي الشروط المختلفة بحسب الابواب)) (¬2) وقال بأن ((العرب يشترطون في باب شيئا ويشترطون في آخر نقيض ذلك الشيء على ما اقتضته حكمة لغتهم وصحيح اقيستهم, فإذا لم يتأمل المعرب اختلطت عليه الابواب والشرائط)) (¬3) كذلك المستوى الصوتي فنقل ((ماحكاه بعضهم من انه سمع شيخا يعرب لتلميذ ه (قيما) من قوله تعالى {وَلَمْ يَجْعَل لَّهُ عِوَجَا {1} قَيِّماً} / الكهف 1ـ 2 صفه لعوجا قال: فقلت له يا هذا كيف يكون العوج قيما وترحمت على من وقف من القراء على الف التنوين في عوجا وقفة لطيفة دفعا لهذا التوهم وانما (قيما) حال اما من اسم محذوف هو عامله أي انزله قيما واما من الكتاب)) (¬4) وعرض النحاة لدراسة تعدد المعانى للفظ الواحد دراسة تدل على انهم احسوا بافتراق المعاني وما قد يؤدي اليه من اللبس فوضعوا في قواعد النحو ما ينفي هذا اللبس وبذلك فانهم قد اشاروا الى وجوه (البنية العميقة) كما عقد ابن جني في الخصائص بابا في ايراد المعنى المراد بغير اللفظ المعتاد الدي اطلق عليه التحويليون توحد المعنى وتعدد المبنى واشار الى ان العرب قد استعملته قديما ثم اتبعها فيه العلماء والسبب ان المعنى المراد يمكن الحصول عليه في لفظين مثلا فاذا كان كذلك فلا ضير في استعمالهما لهذا الغرض وذهب الى ان هذا من الاسباب التي ادت الى ورود اشعار العرب التي وصلت الينا ¶ ¬__________ ¶ (¬1) مغني اللبيب 684. ¶ (¬2) م. ن. 684 ¶ (¬3) م. ن.2/ 589. ¶ (¬4) م. ن 2/ 589.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "بروايات مختلفة في بعض الالفاظ لان الراوة قد يختلفون في رواية بعض الاشعار فتأتي بالفاظ مختلفة لمعان متفقة وقد عبر ابن جني عن ذلك بقوله ((وكان احدهم اذا اورد المعنى المقصود بغير لفظه المعهود كأنه لم يأت به, ولاعدل عنه الى غيره؛ إذالغرض فيهما واحد, وكل واحد منهما مرادف وكان ابو علي رحمه الله إذا عبر عن معنى بلفظ ما فلم يفهمه القارئ عليه, واعاد ذلك المعنى عينه بلفظ غيره ففهمه, يقول: هذا اذا رأى ابنه في قميص احمر عرفه, فإن رآه في قميص كحلي لم يعرفه ... )) (¬1). ¶ اما في الدراسات الغربية الحديثة فقد كان تعدد المعنى للفظ الواحد في التركيب موضع خلاف بين البنيويين والتحويليين إذ يرى التحويليون ان في كل لغة جملا يكون للواحدة منها معان مختلفة بسبب تعدد المعاني لبعض الالفاظ كجملة: جلست الى جانب العين اذ تختلف المعاني التي يؤديها وجود هذه الكلمة في الجملة. وقد اعترض البنيويون على ذلك لانهم لاينظرون الى المعنى في التحليل النحوي كما فعل التحويليون ويمثل هذا الجانب احد عناصر ما اسماه التحويليون بالمستوى البراني (السطحي) للكلام, والجواني (العميق) للغة فضلا عن عنصرين آخرين هما الصرفي والصوتي. (¬2) ¶ ويبدو ان اصحاب فن المعمى قد استثمروا تلك المعطيات لاداء اغراضهم في هذا الفن. ¶ وقد عنى اللغويون والبلاغيون بهذا الفن عناية بالغة وكثر التصنيف فيه وقد ادخله الدارسون في فروع علم البيان لان المراد بالالغاز مثلا الدلالة على المراد دلالة خفية غير ظاهرة تحتاج الى تأمل ودربة في اساليب العربية ولعل ما فيه من وجوه بلاغية مثل الكناية, ¶ ¬__________ ¶ (¬1) الخصائص 2/ 466ـ 468. ¶ (¬2) ينظر نظرية النحو العربي 63.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "والتعريض, والاستدلال, والجناس هو الذي دفعهم الى ادخاله في باب البلاغة اذ تعد هذه الاساليب عناصر رئيسة في بناء المعمى. ¶ وكما شاع استخدام المعمى عند العرب القدامى فقد حضي بمكانة مرموقة بين العلوم في العصر الحديث عصر ثورة التكنلوجيا والحاسوب اذ استخدم في مجالات مختلفة منها الدبلوماسية والعسكرية والامنية والتجارية والاعلامية والبحثية والمعلوماتية فهو في اصطلاح العاملين في مجال الحاسوب عبارة عن رموز يستعملها فريق من الناس للتفاهم السري فيما بينهم، إذ يعد وسيلة من وسائل الحفاظ على المعلومات السرية كما سيأتي بيانه في موضعه من البحث. ¶ وهو علم عربي الأصل باعتراف أهل الاختصاص وقد ارجع بعض الباحثين نشوءه عند العرب الى سنة260هـ وانه قد وضع على يد الكندي الذي ارسى قواعده في كتابه (رسالة في استخراج المعمى) الذي كتبه الى احمد بن المعتصم, وهناك مخطوطات كثيرة اكتشفت في فن المعمى منها: مخطوط للخليل بن احمد الفراهيدي (ت 170هـ) , وجابر بن حيان, ويعقوب الكندي (ت 260هـ) ,واحمد بن علي السجستاني (ت 248) ,وابن طباطبا (ت 322هـ) ,وابن وهب الكاتب (ت حوالي القرن الرابع للهجرة) ,وابن عدلان (ت666هـ) , وغيرهم (¬1). ¶ ولعل من الطبيعي جدا ان يعود نشوء هذا الفن الى تاريخ بعيد لكون اهم اسباب استخدامه يرتبط بطبيعة النفس البشرية عند جميع الامم فالانسان بطبعه يلجأ تبعا لظروف حياته التي كانت تتسم بالقسوة والخشونة الى حد بعيد تدفعه في بعض المواقف كالخوف مثلا والشعور بالخطر الى التمويه بشكل او بآخر لحماية رسائله السرية بما يمثل ¶ ¬__________ ¶ (¬1) ينظر كتب الالغاز والاحاجي اللغوية 120.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "تعمية والغازا فتمثل هذه السمة كما قال الرافعي غريزة في الفطرة وقال بان الطفل الذي هو دليل الطبيعة الاولى في الانسان يسأل عن اشياء كثيرة بوصفها والاشارة اليها فان سُأل هو بمثل ذلك كانت عنده احاجي واشار الى ورود بعض الاحاجي في اشعار العهد القديم كسفر القضاة وشيء مما يماثلها فيما يعرف بالمثيولوجيا أي علم الخرافات القديمة (¬1) والجدير بالذكر ان المعمى فن شعري ونثري فمثاله في النثر ما يروى في التاريخ الاسلامي ان والي البصرة كان يعاني من انفلات امني من قبل عصابة على رأسها شخص له جاه وقوة يقف دائما في وجه العدالة, ويسيطر على البريد الداخل والخارج من الولاية, مما صعب على الوالي تقديم شكوى في حقه للخليفة في بغداد وبعد تعقد الامر والاستشارة مع اهل بساط الوالي تقدم شاب ذكي محنك ذو علم ووقار فاشار بان يتولى الامر فصاغ رسالة معماة محتواها الظاهري ان رئيس العصابة انسان صالح ومتعاون مع الوالي في حفظ الامن ونشر الاستقرار والطمأنينة وهو بذلك يقدم خدمة للخلافة لابد من مجازاته, واما محتواها الاصلي فكان صورة دقيقة للوضع غير الصحي, وعليه تم ارسال الرسالة بالبريد مع تسريب المعلومة لقائد العصابة ان الوالي بعث برسالة تخصه للخليفة فحرص الاخير على تعقب البريد والاطلاع عليه وحينها رجع بها الى الوالي وقال انا احق بايصالها للخليفة ليكافئني بما اشرتم فيها فتبسم صاحب التعمية واشار بالقبول للوالي وتأكد الوالي من اطلاع العاصي على اسرار البريد. وحين وصل الى بغداد وسلم الرسالة للخليفة وكان يمني النفس بالجائزة قرأ الخليفة الرسالة مرات عديدة ولم يطمأن اليها فطلب احد مستشاريه وعرض عليه الرسالة فتمعن فيها ثم تمكن من فك الشفرة واطلع الخليفة على حقيقة الامر وبناء عليه اخذ ¶ ¬__________ ¶ (¬1) ينظر تاريخ آداب العرب ج3 ص407",
            "page": "8",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "العاصي جزاءه واتبع هذا الاسلوب في نقل اسرار الخلافة والقرارات الحاسمة (¬1). ¶ ¬__________ ¶ (¬1) مجلة الجندو 2/ الدكتور حسن عبد الله باشيوة/ مجلة جامعة بجاية/ سوريا.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الفصل الاول ¶ انواع المعمى ¶ حفل التراث الادبي العربي بمصنفات كثيرة عرضت لفن المعمى او ما يرادفه تعريفا وتقسيما منها المثل السائر إذ قسم ابن الاثير المعمى انواعا ذكر منها: ((المعمى المصحف ومنه المعكوس ومنه ما ينقل إلى لغة من اللغات غير العربية كقول القائل: إسمي إذا صحفته بالفارسية آخر وهذا اسمه اسم تركي وهو دنكر بالدال المهملة والنون وأخر بالفارسية ديكر بالدال المهملة والياء المعجمة بثنتين من تحت وإذا صحفت هذه الكلمة صارت دنكر بالنون فانقلبت الياء نونا بالتصحيف وهذا غير مفهوم إلا لبعض الناس دون بعض)) (¬1) وهناك من ذهب الى ان التعمية تشمل فروعا عدة منها: ¶ 1. التبديل. ¶ 2. التعويض. ¶ 3. المعجم. ¶ 4. الكتابة الخفية. كاخفاء رسالة المرسل ومنها التعمية البديعية التي تشمل ... التورية والرمز والالغاز والملاحن والمعاياة والمحاجاة. ¶ اما التبديل فهو نظام يتم فيه تبديل كل حرف في الكلمة التي يراد تعميتها بالحرف الذي يليه في الترتيب الالفبائي فمثلا عبارة (محمد رسول) تصبح (ن خ ن ذ ز ش ي م) (نخنذ زشيم) , والتعويض هو ¶ ¬__________ ¶ (¬1) المثل السائر 2/ 213.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ان يتم التعويض عن الكلمة بقلب حروفها فتصبح العبارة السابقة (محمد رسول) (لوسر دمحم) (¬1). ¶ كما قسم السيوطي الالغاز ـ وهي مرادفه للمعمى في بعض وجوهها ـ على ثلاثة اقسام بناءاً على اصل وضعها من قبل الناظم واسبابه فقال ((وهي الغاز قصدتها العرب, والغاز قصدتها ائمة اللغة, وابيات لم تقصد العرب الالغاز بها, وانما قالتها فصادف ان تكون الغازاً)) (¬2) ويبدو ان الالغاز التي قصدتها العرب هي تلك الانواع من النظم الذي يضعه الناظم لحاجة معينة في ظرف يقتضيها كالخوف من الخطر مثلا. ¶ اما الالغاز التي قصدتها ائمة اللغة فهي التي قيلت بعد عصر الاستشهاد فدونت وظهرت المصنفات فيها لان مصطلح ائمة اللغة لم يظهر الا بعد عصر التدوين واستقرار الدرس اللغوي, ولعل منها الالغاز والمعميات النحوية والحسابية والفقهية واللغوية. ¶ اما القسم الثالث فهي الالغاز التي لم تقصد العرب الالغاز بها فصادف ان كانت الغازا, وهذه يمكن ان توجد في كل عصر لعدم تحقق القصد فيها. ¶ طرق التعمية ¶ غالبا ما تكون التعمية قديما بالحروف واسماء الطير مثل ان ((تعمد الى بيت من الشعر او فصل من النثر تريد ان تمتحن به ذهن احد الاخوان فتسمي كل حرف من ذلك باسم من اسماء الطيور او النبات وغير ذلك, فاذا تكرر في كل حرف كررت الاسم الذي وسمته به, ومتى تمت كلمة او حرف علّمت علامة تدل على ان الكلمة قد تمت مثل ان تريد تعمية قول الشاعر: ¶ ¬__________ ¶ (¬1) ينظر: علوم التعمية (الشفرة وكسرها) في التراث العربي ص13. ¶ (¬2) المزهر في علوم اللغة2/ 577.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ظفرت بالاعداء يا ظافر ... فتكتب صورته اجدل, زرزور, عقعق, سبر, حمامة, اوزة, بلبل, شرشور ¶ ,عصفورة, اوزة, اجدل, اوزة, زرزور, عقعق. وهذا يعني انه كرر الاوزة والاجدل لتكرر الالف والراء والزرزور والعقعق لتكرر الظاء والفاء)) (¬1) وللعرب عادات تعارفوا عليها في فك هذا النوع من النظم يقول احدهم (اعلم ان فك المنظوم ابين من فك المنثور, من قِبَل الوزن فاذا عُمي عليك بيت فتطلب وزنه واستدل على ذلك بكثرة الحروف وقلتها, فان كثرت الى الاربعين فهي من الاوزان الطويلة وان قلت فهي من الاوزان القصيرة, واعلم ان الالف واللام اكثر الحروف دورانا في الكلام, فاذا رأيت الاسم قد كثر تكراره فاجعله الالف ابدا)) (¬2) كما يتضح في شاهد آخر روي عن الخليل انه قال: رأيت اعرابيا يسأل اعرابيا عن البلصوص ما هو؟ فقال: طائر قال: فكيف تجمعه؟ فقال: البلنصي! قال الخليل: فلو الغز رجل فقال: ما البلصوص يتبع البلنصى كان لغزا (¬3) وللعلماء في جمع البلنصى مذاهب مختلفة لامجال لذكرها هنا. (¬4) ¶ وقال الشاعر: ¶ يدير النهارَ بحشرٍ له ... عالج الغُفَة الخيطل (¬5) ¶ اراد بالنهار هنا ولد الحباري والخيطل السنور وقد قال من فك هذا البيت: ان الشاعر اراد ان يصف صبيا فقال انه يدير نهارا في يده وهو سهم خفيف او عُصية صفيرة والغفة الفأرة (¬6). ¶ اما في العصر الحديث فتكاد المعميات وما رادفها تأخذ منحى اخر يتفق ومتطلبات العصر الحديث اذ دخلت ميدان العمل الالكتروني فنجده يتخذ شكلا مغايرا اذ درج اصحابه على استخدام وسائل تعارفوا عليها كاستخدام رموز وارقام وحروف غير مفهومة لدى الجميع ويطلقون ¶ ¬__________ ¶ (¬1) كتب الالغاز والاحاجي اللغوية ص114. ¶ (¬2) م. ن ص114. ¶ (¬3) مراتب النحويين واللغويين, 104. ¶ (¬4) انظر تفصيل ذلك في كتب الالغاز والاحاجي اللغوية, ص40. ¶ (¬5) جمهرة اللغة ج3 ص504, ولم يذكر اسم الشاعر ولم نجده في معجم شواهد العربية, وينظر: كتب الالغاز والاحاجي اللغوية42. ¶ (¬6) م. ن ج3 ص504.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "عليه التشفير والترميز ويستخدم في البريد الالكتروني اذا يعمد الكاتب الى تحويل رسالة او مستند الى صيغة لايمكن معرفة محتوياتها الا بواسطة سلسة محددة سابقا من الحروف والأرقام والرموز والكلمات والإشارات والهدف هو منع فهم واستخدام البيانات من قبل الأشخاص الذين لا يملكون وسائل فك الترميز، وفقط الأشخاص المزودين بوسائل تشفير الملف يمكنهم الإطلاع عليه. ¶ (اسباب ظهور المعميات والالغاز والاحاجي). ¶ لابد لكل علم من العلوم من دواع تدفع الى نشوء النظم فيه وحين نبحث في اسباب ظهور هذا الفن عند العرب فاننا لايمكن ان نجزم بالاسباب التي ادت الى ذلك ولكننا نكتفي بالاشارة الى ما نراه اهم الاسباب: ¶ 1. (الحاجة الى حماية اللغة). ¶ وكان ذلك في العصور التي تلت العصر الجاهلي إذ تمتعت فيه اللغة العربية بكافة خصائصها دون ان يعتري الناطقين بها خوف على لغتهم ولكنها ما لبثت ان تعرضت الى ما يدفعهم الى ذلك ابتداءً من العصر الاسلامي حين جد على ديار العرب دخول غير العرب في الاسلام وما يعنيه ذلك من ضرورة الحفاظ على اللغة من اللحن وهي لغة القرآن الكريم فظهر عامل التخصص في التأليف في الفقه واللغة وفروعها وغيرهما من العلوم حتى اصبحت سببا من اسباب الشهرة والنبوغ والقدرة على سبر غور اللغة فألفت كتب في الابيات المشكلة الاعراب قديما بدأً بابن دريد في كتابه (الملاحن) الى كتاب (فتيا فقيه العرب) لابن فارس يتبعهما الحريري في مقاماته. ¶ 2. (القدرة التعبيرية للغة العربية).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "إذ تتمتع اللغة العربية بمرونة التركيب وكثرة الالفاظ التي يمكن ان تستخدم ويراد بها المعنى الحقيقي والمعنى المجازي في الوقت ذاته: ولعل ذلك مما استهوى فصحاء العرب ودفعهم لاستخدام اساليب خفية في التعبير يكون القائل فيه على درجة عالية من الذكاء والاحساس المتعمق في دلالة التركيب وثراء الالفاظ, تقابله الفطنة والمعرفة باسرار اللغة من المتلقي وغالبا ما يقع ذلك في المجالس والمناظرات التي كانت تعقد بين اثنين او اكثر, وقد تدفعهم الى ذلك الرغبة في الاغراب وسوق الالفاظ المحملة بالمعاني كما عرف ذلك عن ابي العلاء المعري إذ يشار الى انه الف ديوانا سماه (ديوان الالغاز). ¶ 3. (التطور العقلي والمعرفي). ¶ و يتجلى ذلك في العصر العباسي إذ تطور الشعر العربي تطورا واضحا جمع الشعراء فيه بين القديم والحديث تماشيا مع التحول في العصر وكل ما دخله من الوان الحضارة والترف وآثار الثقافة والفكر العميق الى الحد الذي قد يتغلب فيه عنصر التحول على عنصر المحافظة عند بعض الشعراء دون ان يخرج على اصوله التقليدية مما ادى الى شيوع اغراض شعرية جديدة ومنها المعمى اذ كثر الناظمون في هذا الفن الادبي مما جعل منه بحورا وفنونا تهواها الملوك ويتبارى فيها الناظمون من فقهاء ونحاة وشعراء وكذا الفلاسفة الذين ((كانوا يشغلون اوقات فراغهم بالالغاز تسلية وتمريناً لكشف المعاني الغامضة ولاسيما معاني الفلسفة العقلية الا انهم ما لبثوا حتى صيروها سبباً لتحصيل الدراهم)) (¬1) وصنفت فيها المجالس والمؤلفات فظهر كتاب (الملاحن) لابن دريد و (فتيا فقيه العرب) لابن فارس وغيرها الكثير مما سبقت الاشارة اليه. ¶ ¬__________ ¶ (¬1) كتب الالغاز والاحاجي اللغوية62.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "كذلك ما يحفل به العصر الحديث من اشكال التطور العلمي والتكنلوجي السريع وظروف الحياة السياسية والاجتماعية والعسكرية التي يدخل المعمى وسيلة من وسائلها الرئيسة في التعاطي مع الاحداث المتغيرة. ¶ ولعل الباحث في اسباب نشوء هذا الفن عند العرب يجد اسبابا أخر لظهوره اولا ثم شيوع ضروب القول فيه ثانيا.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "الفصل الثاني ¶ (موقف البلاغيين من المعمى) ¶ اختلفت المواقف من هذا الفن فتوزعت بين مؤيد له ورافض قال الاصمعي ((ليس في الانتفاع بثمرته عوض مما ينال من الحسور فيه)) (¬1) ووافقه ابو الحسن الماوردي الذي رأى انه تحدي اهل الفراغ وشغل ذوي البطالة الذين يتنافسون في تباين قرائحهم وانه لايكسبهم حمدا ولايجدي عليهم نفعا (¬2) , فيما ذهب آخرون الى اخراجه من دائرة الفصاحة فذهب الخفاجي الى ان المعتبر في علم البيان هو اظهار المراد ولما كان المعمى يقوم على ستر المراد واخفاءه فقد اخرجه من الكلام الفصيح لكنه قبله على شرط كونه على وجه لاتنبو عنه الاذهان المستقيمة ولا تمجها الاذواق السليمة (¬3) كما ذهب صاحب الطراز الى انه لايتعلق به كبير بلاغة ولا عظيم فصاحة لكنه لم ينكر قدرة ناظمها على التفنن في الكلام واتساعه فيه وقوته في تصريف الالفاظ فيما وصفهابن الاثير بانه بين بين (¬4) ـ ولا نعلم كيف يكون الكلام بين بين ـ فلا هو فصيح ولا هو ركيك, ومال باحث الى ما ذهب اليه الخفاجي بان المعمى انما هو مذهب مفرد وطريقة اخرى في الكلام إذ خالف وضعه وضع الكلام (¬5) ورأى ان مذهبه هذا يوافق مذهب السيوطي الذي قال بان من الالغاز الفاظ وضعتها العرب وقصدت الالغاز بها. ¶ فيما وجد فيه آخرون رياضة فكرية ووسيلة من الوسائل التي افاد منها العربي في بعض ظروف حياته قال ابن وهب الكاتب ((الفائدة في ذلك في العلوم الدنيوية رياضة الفكر في تصحيح المعاني, واخراجها عن المناقضة والفساد الى معنى الصواب والحق, وقدح الفطنة في ذلك, واستنجاد الرأي في استخراجه)) (¬6) كما ذهب الى الافادة منها في الدين ايضا يقول ((والفائدة في استعمال ذلك في الدين المعارضة التي ¶ ¬__________ ¶ (¬1) جمهرة اللغة 3/ 504 ولم يعرف قائل البيت ينظر كتب الالغاز 124. ¶ (¬2) (سر الفصاحة 217ـ218 ¶ (¬3) (مفتاح السعادة ومصباح السيادة ج1ص273 ¶ (¬4) المثل السائر3/ 86. ¶ (¬5) الطرازج3ص62ـ 63. ¶ (¬6) م. ن ج3ص62ـ 63.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ذكرناها وقلنا ان الانسان استعملها عند التقية في الكلام بها عن الكذب)) (¬1) وجعل من وسائلها استعمال الاسماء المشتركة كالمجنون الذي ((به الخبل, والمجنون الذي جنه الليل, والنبيذ الذي يشرب, والنبيذ الصبي المنبوذ, والعلي المرتفع والعلي الفرس الشديد, والجرح المصدر من الجراح, والجرح الكسب .... واشباه هذا كثير وقد جمعه اهل اللغة)) (¬2). ¶ كما ذهب ابن الاثير في المثل السائر ان اللغز ((انما وضع واستعمل لانه مما يشحذ القريحة ويحد الخاطر, لانه يشتمل على معان دقيقة يحتاج في استخراجها الى توقد الذهن والسلوك في معارج خفية من الفكر)) (¬3) وذكر ان العرب القدامى استعملوه في اشعارهم قليلا ثم جاء المحدثون فأكثروا منه. وربما أتي منه بما يكون حسنا وعليه مسحة من البلاغة وذلك عندي بين بين فلا أعده من الأحاجي ولا أعده من فصيح الكلام. فما جاء منه قول بعضهم: ¶ قد سقيت آبالهم بالنار ... نار قد تشفي من الأوار (¬4) ¶ ومعنى ذلك أن هؤلاء القوم الذين هم أصحاب الإبل ذوو وجاهة وتقدم ولهم وسم معلوم فلما وردت إبلهم الماء عرفت بذلك الوسم فأفرج لها الناس حتى شربت وقد اتفق له أنه أتى في هذا البيت بالشيء وضده وجعل أحدهما سببا للآخر فصار غريبا عجيبا وذاك أنه قال: سقيت بالنار وقال: إن النار تشفي من الأوار وهو العطش وهذا من محاسن ما يأتي في هذا الباب. (¬5) ولا يتقاطع هذا مع قوله بانه لايعد من الكلام الفصيح لان الفصاحة عنده هي البيان أي بيان المعنى ووضوحه وهذا مما لايدخل في المعمى وان كان الشاهد جيد المعنى ¶ ¬__________ ¶ (¬1) المثل السائر ج3 ص86 ¶ (¬2) كتب الالغاز 72 ¶ (¬3) المثل السائر 2/ 213. ¶ (¬4) م. ن2/ 213ولم يذكر اسم الشاعر كما لم نجد البيت في الشواهد الشعرية. ¶ (¬5) م. ن 2/ 213.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "جميل الصياغة فهو يقبله لجماله لالفصاحته وعده آخرون وسيلة من وسائل التسلية والذي يعد السبب الاساس في نشوء نوع من المعميات والالغاز لانها تمثل تحد لعقل السامع وتحفيز الفكر لمحاولة حلها, وقد دفع ذلك اللغويين الى العناية بها وعدوها صناعة لغوية وجدوا فيها مجالا لقدح زناد العقول وتدريب الفكر على ادراك تراكيب اللغة المعقدة وكشف العلاقات بينها منها على سبيل المثال قول احد الملغزين: ¶ اقول لِخالدا يا عمرو لما ... علت نابي السيوف المرهفات (¬1) ¶ فاللام المكسورة ليست حرف جر, بل هي فعل امر من الفعل (ولى يلي) مبني على حذف حرف العلة, وخالدا مفعول به وامثال هذا كثير, كما يتضح هذا المعنى بشكل ادق واجمل في بعض المرويات من النثر منها ما اورده الجاحظ في باب (اللغز في الجواب) من ان رجلا قال لاهل الحيرة (اخرجوا لي رجلا من عقلائكم اسأله عن بعض امور فاخرجوا اليه عبد المسيح بن عمرو بن قيس بن حيان الغساني, وهو الذي بنى القصر وهو يومئذ ابن خمسين وثلثمائة سنة فقال له: ¶ من اين اقص اثرك؟ قال من صلب ابي, ¶ قال: فمن اين خرجت؟ قال: من بطن امي ¶ قال: فعلام انت؟ قال: على الارض. ¶ قال: ففيم انت؟ قال: في ثيابي ¶ قال: ما سنك؟ قال: عظم ¶ قال: اتعقل لاعقلت؟ قال: أي والله واُقيد ¶ قال: ابن كم انت؟ قال: ابن رجل واحد. ¶ ¬__________ ¶ (¬1) الافصاح117.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "قال: كم اتى عليك من الدهر؟ قال: لو اتى علي شيء لقتلني ¶ قال: ماتزيدني مسألتك الا عمى: قال: ما اجبتك الا عن مسألتك. ¶ قال: اعرب انتم ام نبط؟ قال: عرب استنبطنا ونبط استعربنا. ¶ فقال: احرب انتم ام سلم؟ قال: سلم ¶ قال: فما بال هذي الحصون؟ قال: بنيناها للسفيه حتى يجيء الحليم فينهاه)) (¬1) ¶ ونعتقد ان المعمى المقصود بكلام الاصمعي وابي الحسن الماوردي هو ذلك الفن الذي كتب الكثير منه في العصر العباسي الذي تطور الشعر فيه تطورا كبيرا والذي وان حرص الشعراء في كثير منه على المزج بين القديم والجديد ولكنه لم ينجُ في بعضه الآخر من ضروب التحول مع العصر وكل ما اصابه من مظاهر الحضارة والترف وآثار الثقافة الجديدة الى الحد الذي تغلب فيه عنصر التحول على عنصر المحافظة عند بعض الشعراء اذ تحول هذا الفن عند هؤلاء الشعراء الى وسيلة من وسائل ترفيه الملوك في عصر بلغ الترف الاجتماعي والاقتصادي درجة كبيرة دفعتهم الى البحث عن ما يسليهم ويدفع الملل والضجر عن مجالسهم فجاءت بعض الملاحن والمعميات والالغاز خالية من المعنى السامي او الهدف الاجتماعي الذي كتب من اجله المعمى في عصور سبقت العصر العباسي بخاصة تلك العصور التي افادت العرب فيها من هذا الفن للدفاع عن النفس او ابعاد خطر يحدق بها كقول العنبري الاسير في بكر بن وائل حين سألهم رسولا الى قومه فقالوا له لا ترسل الا بحضرتنا لانهم كانوا قد ازمعوا غزو قومه فخافوا ان ينذر عليهم فجيء بعبد اسود فقال له: اتعقل؟ قال: نعم اني لعاقل. قال: ما اراك كذلك. فقال: بلى, فقال: ما هذا واشار بيده الى الليل؟ فقال: هذا الليل, قال: ما اراك عاقلا. ثم ملأ كفيه من الرمل فقال كم هذا؟ فقال: ¶ ¬__________ ¶ (¬1) البيان والتبيين 2/ 127,ونحن انما نورد هذا في معرض الحديث عن المعمى وان كان يعد من المماتنة والاجازه والرمز وذلك لان الكلام الواحد كما ذهب طاش كوبري زاده الى ان الكلام ((يمكن ان يكون معمى ولغزا باعتبارين لان المدلول اذا كان الفاظا وحروفا فان قُصد بها معان أُخر يكون معمى, وان قصد ذوات الحروف على انها من الاشباه والذوات يكون لغزا)) كتاب الالغاز, 49, وعليه يمكن ان تعد هذه الامثلة من المعمى في وجه من وجوهها وهو الاخفاء والتلبيس.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "لاادري وانه لكثير, قال: ايما اكثر النجوم ام التراب, قال: كل كثير. قال: ابلغ قومي التحية وقل لهم ليكرموا فلانا ـ يعني اسيرا كان في ايديهم من بكر بن وائل ـ فان قومه لي مكرمون, وقل لهم ان العرفج قد ادبى وقد شكت النساء وامرهم ان يعروا ناقتي الحمراء فقد اطالوا ركوبها, وان يركبوا جملي الاصهب بآية ما اكلت معهم حيساً, واسألوا الحارث عن خبري. ¶ فلما ادى العبد الرسالة اليهم قالوا: لقد جن الاعور والله ما نعرف له ناقة حمراء ولا جملا اصهب ثم سرحوا العبد ودعو الحارث فقصوا عليه القصة فقال: قد انذركم. ¶ اما قوله ادى العرفج فيريد ان الرجال قد استلأموا ولبسوا السلاح وقوله قد شكت النساء أي اتخذت الشكاء للسفر قال ابو بكر الشكاء جمع شكوة (وهي وعاء من ادم لمخيض اللبن وحمل الماء) وانشد: ¶ شكت الماء في الشتاء فقلنا ... بل رديه توافقيه سخينا ¶ وقوله: الناقة الحمراء أي ارتحلوا عن الدهناء واركبوا الصّمان وهو الجمل الاصهب, وقوله بآية ما اكلت معهم حيسا يريد اخلاطا من الناس قد غزوكم لان الحيس يجمع التمر والسمن والاقط فامتثلوا ما قال وعرفوا لحن كلامه. واخذ هذا المعنى ايضا رجل كان اسيرا في بني تميم فكتب الى قومه شعرا: ¶ حلُّوا عن الناقة الحمراء ارحُلَكم ... والبازل الاصهب المعقول فاصطنعوا ¶ ان الذئاب قد اخضَّرتْ براثنُها ... والناسُ كلهم بكرٌ اذا شبعوا",
            "page": "20",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "يريد ان الناس كلهم اذا اخصبوا اعداء لكم كبكر بن وائل (¬1) فلا يمكن ان ينطبق كلام الاصمعي وابو الحسن الماوردي على هذا النوع من التعمية التي ابعدت خطر الاعداء في زمن تكاد ان تقتصر وسائل الاتصال على عدد ضئيل منها لكنه لاشك يمثل خير تمثيل تلك الابيات التي نظمها شعراء ولم يلتفتوا الى جمال المعنى وجودة التعبير ناهيك عن الاثر التي تتركه في نفس سامعها كقول احدهم: ¶ اكلتُ دجاجتانِ وبطتانِ ... كما ركب المهلبُ بغلتانِ (¬2) ¶ اراد به دجاج رجل تان, وكذا البواقي. وقول الآخر: ¶ ورأيتُ عبدَ اللهِ يضربُ خالدٌ ... وابا عميرة بالمدينة يضربُ (¬3) ¶ والاشكال في البيت في موضعين الاول: يضرب خالد فالمفروض ان ينصب لفظ (خالد) على المفعولية لفاعل عبد الله المستتر في (يضرب) والجواب ان الجملة هي: رايت عبد الله يضربه خالدٌ, والاشكال الثاني في قوله (ابا عميرة) برفع لفظ عميرة, ويفترض ان يكون اللفظ مجرورا باضافة (ابا) اليه, والجواب ان المقصود بـ (ابا) ليس الاسم بل هو فعل بمعنى امتنع: فتكون الجملة هكذا: رايت عبدَ الله يضربه خالدٌ, وامتنع عميرةُ ان يضرب بالمدينة. ¶ فهذه الابيات وامثالها وان انطوت على مفهوم المعمى من حيث معالجة السامع او القارئ لها ومحاولته حل ما ظاهره اشكالا نحويا الا انها تخلو من المعاني التي وجد لها الشعر من البلاغة في المعاني والقدرة على التعبير عن ما يختلج في داخل الانسان من احاسيس مختلفة وقد وضعت الكثير من المصنفات في هذا النوع من الالغاز ¶ ¬__________ ¶ (¬1) (الملاحن, ابن دريد, 17 ¶ (¬2) الافصاح365, والغاز ابن هشام57. ¶ (¬3) كتاب الانتخاب لكشف الابيات المشكلة الاعراب 620.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "والمعميات وقد تناولنا احد تلك المصنفات بالبحث والدراسة وهو كتاب وضعه ابن عدلان الموصلي (ت 666هـ) جمع فيه ما يقارب (165) بيتا من الابيات المشكلة الاعراب لشعراء مختلفين كانت غلب ابياته جوفاء لايظفر منها القارئ بشيء من المعنى الذي حفلت به اشعار العرب (¬1). ¶ اثر المعمى في الدراسات اللغوية ¶ وقد تنبه علماء التعمية الى الاثر الكبير الذي يحدثه التطور اللغوي في رفد هذا العلم بمقومات نضجه وتطوره اذ لابد لمن يحاول استخراج المعمى او النظم فيه من الحصول على معارف لغوية كثيرة مثل: النحو والصرف والعروض والأصوات والمعاجم وأحكام نسج الكلمة العربية وغيرها واذا علمنا بان اغلب المعميات كانت لعلماء لغويون. ¶ وقد اسهم علماء التعمية في اثراء الدرس اللغوي في اللسانيات العربية في مجالات عدة: كالدراسات الإحصائية للحروف، ومعرفة تواتر الحروف ومراتبها، إضافة إلى تواتر الكلمات، وكذلك استغراق قوانين الائتلاف والتنافر فيما بين الحروف، وغير ذلك من علوم لغوية كانت بعيدة الأثر في التعمية واستخراجها كالعروض والقافية، والمعاجم وغيرها لاسيما ان اغلب المعميات صدرت عن علماء اللغة الاوائل مثل الخليل بن أحمد الفراهيدي: (170هـ) الذي نسب اليه اول مصنف في المعمى لكنه لم يصل الينا وقد ذكره الزبيدي قي (طبقات النحويين واللغويين) و سهل بن محمد بن عثمان السجستاني: (248هـ) و يعقوب بن إسحاق الكندي: (260هـ) له (رسالة في استخراج المعمى) و أحمد بن عبد العزيز الشنتمري: (كان حياً 553هـ) ذكر السيوطي في (بغية الوعاة) (¬2) نقلاً عن ابن عبد الملك أنه (كان متقدماً في العروض وفك المعمى) و علي بن عَدْلان النحوي المُتَرْجِم: (ت 666هـ) له كتاب ¶ ¬__________ ¶ (¬1) اذ كانت دراستي للماجستير هي كتاب الانتخاب لكشف الابيات المشكلة الاعراب ـ دراسة نحوية ـ. ¶ (¬2) بغية الوعاة 1/ 325.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "(المُؤَلَّف للملك الأشرف في حلِّ التراجم) و علي بن محمد بن الدُرَيْهِم: (762هـ). ¶ كما نص علماء التعمية على ان من يعالج المعمى يحتاج الى معرفة جيدة بعلوم اللغة, وقد اشار ابن عدلان الى ذلك بقوله ((فإن المُتَرْجَم يُستعان على حله بأمور منها: الذكاء، وجلاء الخاطر، والنشاط، واللغة، والنحو، والتصاريف، والتراكيب المستعملة في اللغة وغيرها، ومعرفة العروض والقوافي، وما يكثر استعماله من الحروف ويتوسط ويقلّ، وما يتنافر ويتوافق من تراكيب الحروف، ومعرفة كلمات يكثر استعمالها ويقلّ ويتوسط ثنائية وثلاثية، ومعرفة الفواصل والتمجيدات وكثرة الرياضة بحصول التمرين والدُّرْبة .. )) (¬1). ¶ وقد ادى اهتمام علماء التعمية باللغة الى قيامهم بدراسات لغوية اهتمت باللسانيات اهتماما كبيرا منها: الدراسات الاحصائية للحروف هو إحصاء دوران الحروف أو تواترها في نصوص مكتوبة ومعرفة مراتبها تبعاً لاستعمالها في النص وقد شاعت هذه الدراسات عند علماء التعمية دون غيرهم. ¶ لكونه اداة مهمة من ادوات نظم المعمى وحله ويرجع أول إحصاء من هذا النوع في تاريخ الدراسات الكمّيّة اللسانية للكندي (ت260هـ) في رسالته في استخراج المعمى, إذ تحدث في مقدمته عن مراتب الحروف في الاستعمال وانها تختلف من لسان لآخر وذكر اهمية التعرف عليها لاستنباط المعمى إذ قال ((فإذ قد أنبأنا عن ذلك فلنذكر الآن مراتب الحروف في الكثرة والقلة في اللسان العربي، فنقول: إنّ الألف أكثر ما استعمل في اللسان العربي من الحروف. ثم ل، ثم م، ثم هـ، ثم و، ثم ي، ثم ن، ثم ر، ثم ع، ثم ف، ثم ت، ثم ب، ثم ك، جميعاً فإنهما سواء، ثم د، ثم س، ثم ق، ثم ح، ثم ج، ثم ذ، ثم ص، ثم ش، ثم ¶ ¬__________ ¶ (¬1) علم التعمية 1/ 270 - 271.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ض، ثم خ، ثم ث، ثم ز، ثم ط، والغين سواء، ثم ظ)).وانه توصل الى ذلك من خلال استقرائه لبعض النصوص العربية)) (¬1) وقد وافقه ابن دنينير بعد اكثر من ثلاثة قرون (ت627هـ) وافاد من احصائه ثم جاء ابن عدلان (ت666هـ) فجعل مراتب الحروف ثلاثة: كثيرة ومتوسطة وقليلة وقد استنبط ذلك من التعرف على مبلغ دوران كل حرف من الحروف ضمن مجموعته في نص درسه واحصى حروفه وقال ان المراتب الكثيرة سبعة جمعها في كلمة (الموهين) والمتوسطة احد عشر جمعها في كلمة (رعفت بكدس قحج) والقليلة عشرة جمعها بيت من الشعر كل حرف منها في اول كل كلمة: ¶ غزا طاب زورا ثاويا ... ضنىً شبتْ صبا ذاويا (¬2) ¶ كما اهتموا بوضع القواعد الاساسية في تحديد ما يقترن من الحروف وما لايقترن في الثنائيات وبينوا السبب الذي يؤدي الى ائتلاف الحروف او اقترانها او مزجها وارجعوا ذلك الى تباعد مخارج الحروف والتنافر الى قرب المخارج واثر ذلك في نسج الكلام واستحسنوا الاول وذموا الثاني لانه يجعل التأليف قبيحا وقد سبق الكندي الى هذه الدراسة ومما ذكره ان ¶ حرف السين مثلا لايأتلف مع (الثاء والذال والصاد والضاد والظاء) والثاء لاتأتلف مع (الذال والزاي والصاد والضاد والظاء والسين) وهكذا مع جميع الحروف (¬3). ¶ ¬__________ ¶ (¬1) علم التعمية 2/ 68 - 71. ¶ (¬2) ينظر علم التعمية 2/ 75. ¶ (¬3) ينظر م. ن 2/ 77",
            "page": "24",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "نتائج البحث ¶ يمكن ان نوجز اهم النتائج التي توصلنا اليها من البحث بالنقاط الآتية: ¶ 1. ان اللغة العربية لغة شرفها الله تعالى اولا باختياره لها لغة لكتابه العزيز وثانيا بما منحها من طاقات كبيرة في التعبير عن المطلوب باشكال مختلفة في الشعر والنثر فلم يقتصر العربي على اسلوب واحد في الخطاب بل تعددت انواعه بتعدد الاغراض. ¶ 2. ان علم المعمى عربي الأصل باعتراف أهل الاختصاص وقد ارجع بعض الباحثين نشوءه عند العرب الى سنة260هـ وانه قد وضع على يد الكندي الذي ارسى قواعده في كتابه (رسالة في استخراج المعمى) الذي كتبه الى احمد بن المعتصم ثم توالت من بعده جهود العلماء. ¶ 3. وقد ادى اهتمام علماء التعمية باللغة الى قيامهم بدراسات لغوية اهتمت باللسانيات اهتماما كبيرا منها: الدراسات الاحصائية للحروف هو إحصاء دوران الحروف أو تواترها في نصوص مكتوبة ومعرفة مراتبها تبعاً لاستعمالها في النص وقد شاعت هذه الدراسات عند علماء التعمية دون غيرهم. ¶ 4. اختلفت مواقف البلاغيين من فن المعمى فتوزعت بين مؤيد له ورافض قال الاصمعي ((ليس في الانتفاع بثمرته عوض مما ينال من الحسور فيه)) ووافقه ابو الحسن الماوردي الذي رأى انه تحدي اهل الفراغ وشغل ذوي البطالة الذين يتنافسون في تباين قرائحهم وانه لايكسبهم حمدا ولايجدي عليهم نفعا, فيما وجد فيه آخرون رياضة فكرية ووسيلة من الوسائل التي افاد منها العربي في بعض ظروف حياته قال ابن وهب الكاتب ((الفائدة في ذلك في العلوم الدنيوية رياضة الفكر في",
            "page": "25",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "تصحيح المعاني, واخراجها عن المناقضة والفساد الى معنى الصواب والحق, وقدح الفطنة في ذلك, واستنجاد الرأي في استخراجه)) كما ذهب الى الافادة منها في الدين ايضا يقول ((والفائدة في استعمال ذلك في الدين المعارضة التي ذكرناها وقلنا ان الانسان استعملها عند التقية في الكلام بها عن الكذب)).",
            "page": "26",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "المصادر والمراجع ¶ اولا: القرآن الكريم. ¶ 2. ... الاعلام: الزركلي, خير الدين, ت1976, بيروت1969. ¶ 3. ... الافصاح في شرح ابيات مشكلة الاعراب: الفارقي, الحسن بن اسد, ت487هـ , تح سعيد الافغاني, منشورات جامعة بنغازي1974. ¶ 4. ... الالغاز في النحو: ابن هشام, عبد الله بن يوسف, ت761هـ , نشر جعفر مرتضى العاملي, النجف 1966. ¶ 5. ... بغية الوعاة في طبقات النحاة, السيوطي: جلال الدين عبد الرحمن, ت911هـ , تح محمد ابو الفضل ابراهيم, مطبعة لجنة التأليف والنشر ¶ 6. ... تاريخ آداب العرب, مصطفى صادق الرافعي, دار الكتاب العربي, الطبعة الثانية, بيروت, 1974م. ¶ 7. ... جمهرة اللغة ابو بكر محمد بن دريد ¶ 8. ... الخصائص, ابن جني: ابو الفتح عثمان , ت932هـ , تح محمد علي النجار, الطبعة الثانية , دار الهدى, بيروت. ¶ 9. ... سر الفصاحة الحلبي, ابو محمد عبد الله الخفاجي ,شرح وتصحيح عبد المتعال الصعيدي, مكتبة الحلبي,1969م. ¶ 10. ... طبقات النحويين واللغويين: الزبيدي, ابو بكر محمد ابن الحسن, ت379هـ , تح ابي الفضل, دار المعارف بمصر 1973. ¶ 11. ... الطراز في البلاغة, يحيى بن حمزة بن علي بن ابراهيم, مطبعة المقتطف, نشر دار الكتب الخديوية, القاهرة,1914م. ¶ 12. ... العمدة في صناعة الشعر ونقده, ابن رشيق القيرواني, نشر التجارية, مطبعة حجازي,1934م. ¶ 13. ... فوات الوفيات: ابن شاكر الكتبي, تح د. احسان عباس, بيروت 1973ـ 1974. ¶ 14. ... كتاب الانتخاب لكشف الابيات المشكلة الاعراب, الوصلي: علي بن عدلان, ت666هـ , تح حاتم صالح الضامن. ¶ 15. ... لسان العرب: ابن منظور, محمد بن مكرم, ت711هـ , بيروت 1968. ¶ 16. ... كتب الالغاز والاحاجي اللغوية وعلاقتها بابواب النحو المختلفة, الطبعة الثانية, الدر الجماهيرية للنشر والتوزيع والاعلان,1987م. ¶ 17. ... المثل السائر في ادب الكاتب والشاعر, ضياء الدين بن الاثير, تح احمد الحوفي وبدوي طبانه, نشر نهضة مصر,1962م. ¶ 18. ... المزهر في علوم اللغة وانواعها, جلال الدين عبد الرحمن السيوطي, تح محمد جاد المولى ومحمد ابو الفضل ابراهيم وعلي محمد البجاوي, نشر دار الكتب,1985م. ¶ 19. ... معجم شواهد العربية: عبد السلام هارون, الخانجي بمصر 1972م. ¶ 20. ... مغني اللبيب عن كتب الاعاريب, ابن هشام الانصاري, تح د. مازن المبارك ومحمد علي حمد الله, دار الفكر الحديث, لبنان1964م. ¶ 21. ... مراتب النحويين واللغويين, ابو الطيب اللغوي عبد الواحد علي, تح محمد ابو الفضل ابراهيم, الطبعة الثانية, دار نهضة مصر,1974م. ¶ 22. ... مفتاح السعادة ومصباح السيادة في موضوعات العلوم, احمد بن مصطفى الشهير بطاش كوبري زادة, تح كامل البكري وعبد الوهاب ابو النور, دار الكتب الحديثة بالقاهرة ¶ 23. ... نظرية النحو العربي في ضوء مناهج النظر اللغوي الحديث, نهاد الموسى, الطبعة الاولى,1980م. ¶ 24. ... نهاية الارب في فنون الادب, شهاب الدين احمد النويري, نشر المؤسسة المصرية العامة. ¶ ثالثا: البحوث: ¶ 1. ... علم التعمية واستخراج المعمى بين الاصالة والمعاصرة, د. حسن عبد الله باشيوة/ مجلة الجندو/ جامعة بجاية/ السنة الثالثة, العدد25, 2005م. ¶ 2. علوم التعمية (الشفرة وكسرها) في التراث العربي تقديم د. ابراهيم القاضي (وهي محاضرة للدكتور محمد مراياتي).",
            "page": "27",
            "part": "1"
        }
    ],
    "t34550": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "التمهيد"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الاول انواع المعمى"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني (موقف البلاغيين من المعمى)"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "نتائج البحث"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": "1",
            "tit": "المصادر والمراجع"
        }
    ]
}