{
    "b34552": [
        {
            "id": "1",
            "nass": "بنية القصيدة في شعر النابغة الذّبياني – دراسة تحليلية وتطبيقية ¶ الملخّص ¶ يتناول البحث (بنية القصيدة في شعر النابغة الذبياني – دراسة تحليلية وتطبيقية) لما يتمتع به شعر الشاعر من الأهمية من حيث الأصالة والرصانة، كما يشهد بذلك العلماء والأدباء والنقاد من القدماء والمحدثين، فضلاً عن كون الشاعر يحظى بالشهرة الكبيرة بين الشعراء الجاهليين. ¶ يعالج البحث بنية القصائد ذوات الموضوع الواحد، وما تمتاز به هذه البنية في أداء الغرض، ومعالجة هموم الشاعر، والتعبير عمّا يدور في خلجات نفسه، سواء كان الغرض عتاباً او غزلاً او هجاءً او مدحاً، ثم الحديث عن تلك الأغراض وأهميتها لدى الشاعر، والأساليب التّي يستخدمها في افتتاح قصائده للوصول إلى الغرض المنشود، وتحقيق ما كان يأمله ويرجوه في قصيدته، وكذلك يتطرق البحث الى بنية القصائد ذوات الموضوعات المتعددة والأساليب التي يجنح اليها الشاعر لافتتاح قصيدته، والرّبط بين ذلك الإفتتاح وغرض القصيدة الذي يهدف إلى تحقيقه. ¶ Abstract ¶ This research is entitled “Kasida (Poem) Structure in the Poetry of Al-Nabigha Al-Thubiani – An Analytical and Applied Study”. ¶ Al-Nabigha Al-Thubiani’s poetry enjoys importance in terms of originality and firmness as ancient and modern scientists, men of literature, and critics attest. The poet also has a great reputation among pre-Islamic pianistic poets. ¶ The research treats the structures of uni-subjects that carry out the proposes, and treat of the poet’s concerns, and express what passes through his emotions whether the purpose is censure, love, satire, or eulogy. Then, those kinds and their importance to the poets, and the styles he uses opening his poems in order to reach the sought purpose are dealt with, in addition to what he hoped from his kasida. The research is also concerned with the structure of multi-subject poems, and the styles the poet is inclined to in opening his poem, and the connection between that opening and the poet’s purpose sought.",
            "page": null,
            "part": null
        },
        {
            "id": "2",
            "nass": "بنية القصيدة في شعر النابغة الذّبياني – دراسة تحليلية وتطبيقية ¶ الدكتور حمه رضا حمه أمين نور محمد ¶ قسم اللغة العربية – كلية التربية للعلوم الانسانية-اربيل ¶ المقدّمة ¶ حينما نتحدّث عن الشعر الجاهلي او نتناوله بالبحث والدراسة فإنّنا نتناول أقدم وأجود التّراث الذي وصل إلينا من الشعر العربي، فالشّعر الجاهلي كان وما يزال مثالاً يحتذى به وقبلةً تتجه نحوه افئدة النّقاد والشعراء. ¶ إنّ أصالة الشعر الجاهلي وقدمه وجودته يدفع الدّارسين والمهتمين بالشعرالى البحث عنه والتّعرف عليه اكثر، وأن يتناولوه بالنّقد والتّحليل، ولا يخفى علينا أنّ للشعراء دوراً مهماً في إعطاء هذه الثّروة العظيمة الجودة والقوّة والرّصانة، وهذا يتوقف على مهارة الشاعر وفنّه وذوقه الأدبي. ¶ لما كان شعر النابغة الذبياني يتمتع بجمالية أدبية ولغوية وتراثية فقد تناول الباحث موضوع (بنية القصيدة في شعر النابغة الذبياني – دراسة تحليلية وتطبيقية) إذ تتوزع بنية القصيدة في شعر الشاعر على بنيتين أساسيتين: ¶ 1 - بنية القصائد ذوات الموضوع الواحد، وتحتوي هذه البنية على أربعة أغراض منها العتاب والهجاء والمديح، وسوف نستشهد لكل غرض من تلك الأغراض من خلال القصائد التي تتضمّن هذه الأغراض. ¶ 2 - بنية القصائد ذوات الموضوعات المتعددة، وهذه البنية تكوّن جلّ قصائد الشاعر، وسنتطرق الى تلك القصائد من حيث مقدّماتها وأغراضها وأهميتها لدى الشاعر. ¶ ولابد هنا من الإشارة إلى أنّ الدكتور كمال أبو ديب قد تناول بنية القصيدة الجاهلية بشكل عام وأشار إلى وجود تيارين من التجارب الجذرية يشكّلان ثنائية ضدية: التيار الأول تيار وحيد البعد، يتدفّق من الذات في مسار لا يتغيّر، ويمثّل هذا التيار إلى التبلور في إحدى البنيتين الآتيتين: ¶ 1 - البنية وحيدة الشريحة. ¶ 2 - البنية متعددة الشرائح. ¶ أما التيار الثاني فهو تيار متعددة الأبعاد الذي يتبلور دائماً في بنية متعددة الشرائح (¬1). ¶ ¬__________ ¶ (¬1) الرؤى المقنّعة نحو منهج بنيوي في دراسة الشعر الجاهلي: 48، 49.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "التمهيد ¶ لما كانت بنية القصيدة في شعر النابغة الذبياني هي محور البحث فعلينا أن نلقي الضّوء على تلك البنى: ¶ أولاً: بنية القصائد ذوات الموضوع الواحد ¶ ربما لانستطيع أن نجزم على قصيدة أنّها ذات موضوع واحد فقط، فمن المحتمل أن تكون ذات موضوعات متعددة سقطت منها مقدماتها التقليدية بفعل الرّواية الشفهية وأذواق الرّواة وظروفهم كوصف النّاقة وغيره، ولم يبق سوى أبيات الغرض، ولكن هذا لا يعني أنّ جميع القصائد ذوات الموضوع الواحد هي بقايا قصائد ذوات افتتاح ورحلة، فهنالك أغراض شعرية كان الشاعر يهجم فيها على الغرض دون مقدمات، وهذا النوع من القصائد لم يستهو النقاد القدماء الذين فضّلوا القصيدة المكتملة ذات الأغراض المتعددة على القصيدة ذات الغرض الواحد، فإذا نظرنا الى المعلّقات التي جمعها حماد نجد أنّ هذا الذّوق كان مسيطراً عليه، وقد كان يمثّل ذوق عصره، ويشير الجاحظ الى ذلك، إذ يقول: إنّ ((القصيدة اذا كانت كلّها أمثالاً لم تسر ولم تجر مجرى النوّادر، ومتى لم يخرج السامع من شيء الى شيء لم يكن لذلك النّظام عنده موقع)) (¬1). ¶ وقد نعت النّقاد القصيدة ذات الغرض بنعوت تدلّ على عدم ميلهم إليها، يقول ابن رشيق: ((ومن الشعراء من لا يجعل لكلامه بسطاً من النسيب بل يهجم على ما يريده مكافحةً، ويتناوله مصاحفةً، وذلك عندهم هو الوثب، والبتر، والقطع والكسع، والإقتضاب، ... والقصيدة إذا كانت على تلك الحال بتراء كالخطبة البتراء والقطعاء)) (¬2)، وعلى الرّغم من ذلك فإنّ هذه البنية وجدت عند معظم الشعراء الجاهليين، وازداد ظهورها في العصور التي تلت هذا العصر، وسوف نرى أنّ عدداً من قصائد النابغة الذبياني كانت من هذا النوع، وهذه الظاهرة يمكن أن نرجعها الى ضياع مقدمات تلك القصائد من ناحية، ومن ناحية أخرى ((الى الموقف والوقت)) وخاصّةً عند الشعراء الذين استوت قصائدهم أعمالاً فنية رائعة، ونعني بالموقف أنّ هذه القصائد ¶ ¬__________ ¶ (¬1) البيان والتبيين: 1/ 118. ¶ (¬2) العمدة: 1/ 231.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "كانت من ((بنات الساعة)) ونعني بالوقت أنّ الشاعر كثيراً ما كان يسرع للتعبير عن نشوة النّصر والظّفر، وكثيراً ما كان يضطّر وهو ضابط العلاقات العامة في قبيلته ... الى اعلان قرارات قبيلته في بعض الأحداث الطارئة والأمور المفاجئة)) (¬1). ¶ وسنلاحظ عند تناولنا شعر النابغة أنّه كان يبدأ غرضه دون مقدمات عندما يستثار ولا يجد مجالاً للتمهّل، خاصّةً في الهجاء والإعتذار فتأتي هذه القصائد إما على شكل مقطوعات او قصائد ذوات غرض واحد. ¶ ثانياً: بنية القصائد ذوات الموضوعات المتعددة ¶ هذه القصائد – عادةً – تتكون من ثلاث مراحل متلازمة هي الافتتاح والرّحلة والغرض، يعالج الافتتاح الطلل والظعن او النسيب او الغزل او الخمر، والشيب والشباب، والشكوى او الفروسية، وتعالج الرحلة وصف الناقة ورحلتها وتشبيهها بحيوان صحراوي كثور وحشي وحمار وحشي، وظليم، أمّا الغرض فيمثل الهدف او الاستجابة الآنية لظروف طارئة دفعت الشاعر الى انشاد القصيدة (¬2). ¶ وهذا التوزيع الذي ذكرناه ليس عاماً، قد يتخلّى الشاعر عن أجزاء معيّنة من التمهيد، وقد يتخلّى عن الرّحلة بأكملها، ويهجم بعد المقدّمة مباشرةً على غرضه، وقد يصف الناقة وصفاً موجزاً دون أن يشبهها بحيوان صحراء (¬3). ¶ هذه هي أجزاء القصيدة المتعددة الأغراض، وقد دفع تعدّد أغراضها النّقاد الى محاولة تفسير هذه الأجزاء والبحث عن العلاقة بينها (¬4)، فمن النقاد القدماء نجد اشارات متفرقة توحي باهتمامهم بالأجزاء المختلفة والتآلف بينها على الرغم من تركيزهم على البيت أكثر من اهتمامهم بالقصيدة، وقد امتاز من النقاد القدماء ابن قتيبة، إذ كان أوّل من أشار إشارةً صريحةً الى اجزاء القصيدة المتعددة الأغراض، وحاول تفسيرها بقوله: ((وسمعت بعض أهل الأدب يذكر أنّ القصيد إنّما ابتدأ فيها بذكر الدّيار والدِّمن والآثار، فبكى وشكا وخاطب الّربع، واستوقف الّرفيق، ¶ ¬__________ ¶ (¬1) مقدمة القصيدة العربية في الشعر الجاهلي: 109. ¶ (¬2) شعر أوس بن حجر ورواته الجاهليين: 243. وينظر: الّرحلة من القصيدة الجاهلية: 17، 18. ¶ (¬3) شعر أوس بن حجر ورواته الجاهليين: 244. ¶ (¬4) ينظر: بناء القصيدة الفني في النقد القديم والمعاصر: 68، 88، 110، 128.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ليجعل ذلك سبباً لذكر أهلها الظاعنين عنها، إذ كان نازلة العمد في الحلول والظعن على خلاف ما عليه نازلة المدر، لانتقالهم من ماء الى ماء، وانتجاعم الكلأ، وتتبّعهم مساقط الغيث حيث كان. ثم وصل ذلك بالنسيب، فشكا شدّة الوجد وألم الفراق، وفرط الصبابة والشّوق، ليميل نحوه القلوب، ويصرف إليه الوجوه، وليستدعي به اصغاء الاسماع اليه لأنّ التشبيب قريب من النفوس لائط بالقلوب ... فإذا علم أنّه قد استوثق من الإصغاء إليه والاستماع له، عقّب بايجاب الحقوق، فرحل في شعره، وشكا النصب والسّهر، وسرى اللّيل وحرّ الهجير، وانضاء الرّاحلة والبعير. فإذا عَلِمَ أنّه قد أوجب على صاحبه حقّ الّرجاء، وذمامة التأميل، وقرّر عنده ما ناله من المكاره في المسير، بدأ في المديح فبعثه على المكافأة وهزّه للسّماح)) (¬1). ¶ فابن قتيبة في تفسيره هذا نظر الى القصيدة الجاهلية على أنها قصيدة غرضها المدح، وأنّ الهدف من المدح هو التكسب فقط، ومن تفسيره هذا تكتشف أنّه تجاهل الصور الأخرى للقصيدة القديمة، فلم يشر الى القصيدة ذات الموضوع الواحد، ولم يشر الى القصيدة المتعدّدة الأغراض التي تبدأ بالغزل او البكاء على الشباب او الخمرة، وقد تكون القصيدة بدون رحلة، هذا الحكم الجزئي الذي لا ينطبق على كثير من نماذج الشعر القديم، أثار ردوداً كثيرةً لدى المحدثين (¬2)، ولكن يكفى ذلك أنّ ابن قتيبة قد فتح الطريق أمام النقاد القدماء والمحدثين للنظر الى القصيدة ككيان متكامل يؤدّي كلّ جزء فيه دوراً مهمّاً (¬3). ¶ قبل البدء في صلب الموضوع لابدّ هنا من الإشارة الى أنّ ابن قتيبة قد قسّم الشّعر الّذي تبنى عليه القصيدة على أربعة أضرب (¬4)، وبيّن لكّل ضرب ما يحسّنه ويقويه وما يضعفه ويحطّ من شأنه، كما أنّه وضع الشعراء الجاهليين والاسلاميين كلّ حسب موقعه ومكانته الشعرية (¬5)، إذ ¶ ¬__________ ¶ (¬1) الشعر والشعراء: 1/ 74، 75. ¶ (¬2) ينظر: مقدمة القصيدة العربية في الشعر الجاهلي: 226، وبناء القصيدة في النقد العربي القديم في ضوء النقد الحديث: 279، 280. ¶ (¬3) ينظر: مقدمة القصيدة العربية في الشعر الجاهلي: 216، 219، وحديث الأربعاء: 1/ 31، وشعر أوس بن حجر ورواته الجاهليين: 242. ¶ (¬4) ضرب منه حَسَنٌ لفظه وجاد معناه، وضربٌ منه حَسَنٌ لفظه وحلا، وضربٌ منه جاد معناه وقصُرت ألفاظه عنه، وضربٌ منه تأخّر معناه وتأخّر لفظه. الشعر والشعراء: 64، 66، 68، 69. ¶ (¬5) ينظر: الشعر والشعراء: 1/ 65.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "نجد من خلال ذلك أنّ للشعراء الجاهليين فضل السبق في تقديم هذا التّراث الثّري، والحفاظ عليه وديمومته، كما يجب علينا أن لا ننسى الجهود المخلصة التي قدّمها الرّواة والعلماء والنّقاد والأدباء والباحثون في لملمة هذه الثروة العظيمة، وتدوينها والحفاظ عليها، فلولاهم لما وصل إلينا هذا التّراث الأدبي بهذا الشّكل الرائع. ¶ انطلاقاً من هذه القيمة الأدبية التي يمتلكها الشعر ولاسيما الشعر الجاهلي، أرتأى البحث أن يتناول (بنية القصيدة في شعر النابغة الذبياني – دراسة تحليلية وتطبيقية)، إذ كان عمر بن الخطاب رضي الله عنه يفضله، على الشعراء أكثر من مرّة، ونوّه به أيضاً من وقف عند شعره من الباحثين والأدباء (¬1)، كما فضّله الأصمعي على سائر شعراء الجاهلية، وعّده أوّل الفحول (¬2). ¶ بعد هذا المدخل النظري لابدّ هنا من الإشارة الى أنّ بنية القصيدة في شعر النابغة الذبياني التي هي محور البحث تتوزع على البنى الآتية: ¶ 1 - بنية القصائد ذوات الموضوع الواحد: ¶ لا يوجد في ديوان النابغة سوى أربع قصائد ذوات الموضوع الواحد، ومن هذه القصائد ما يمكن أن تكون قصيدة مكتملة سقطت منها مقدمتها ورحلتها، لكنّها تبدو مكتملة لا نقص فيها، وما يرجّح أنّها مكتملة ما نجد فيها من معان وعواطف تقترب من الهمّ الذّاتي، فهذه القصائد تتوزع على الشكل الآتي: ¶ أجزاء القصيدة ¶ مطلع القصيدة ... غرض القصيدة ... عدد ابياتها ... بحر القصيدة ... الصفحة الواردة فيها ¶ ألا أبلغا ذبيان عنّي رسالةً ... عتاب ... 18 ... الطويل ... 153 ¶ أمن آل ميّة رائحٌ أو مُغْتَدِ ... غزل ... 34 ... الكامل ... 89 ¶ نُبِّئْتُ زرعهُ والسفاهةُ كاسْمِها ... هجاء ... 28 ... الكامل ... 54 ¶ إني كأنّي لدى النُّعمانِ خَبَّرهُ ... مدح ... 16 ... البسيط ... 49 ¶ بدأ الشاعر بقصيدته التي يقول فيها معاتباً قومه ذبيان وبني مرّة ويذكر حالهم معه: ¶ ألا أبلغا ذُبيان عنّي رسالةً ... فقد أصبحتْ عنْ منهج الحقّ جائِرَهْ ¶ أَجِدَّكُمْ لَن تَزْجُروا عن ظُلامةٍ ... سفيهاً، ولنْ ترعوا لذي الوُدِّ آصِرَهْ ¶ ¬__________ ¶ (¬1) ينظر: م. ن: 1/ 157/ 158، 168. ¶ (¬2) فحولة الشعراء: 12.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "فلو شهدتْ سهمٌ وأفناءُ مالكٍ ... فتُعذِرُني مِنْ مرّةَ المُتناصِرَهْ ¶ لجاؤوا بجمعٍ لم ير النّاسُ مثَله ... تضاءَلُ منه بالعَشيِّ قُصائِرًهْ ¶ ليهنئ لكم أَنْ قد نَفَيتُم بيُوتَنا ... مُنَدّى عُبَيدْانَ المُحلِّئ باقِرَه ¶ وإنّي لأَلقى من ذوي الضِّغْن منهُمُ ... وما أصبحتْ تشكو من الوجْدِ ساهِرَةْ (¬1) ¶ ثم يواصل الشاعر ضرب الأمثلة على حالته مع قومه، وهذه القصيدة تعالج همّاً ذاتياً، ونحن نستبعد أن تكون لها مقدمة لأنّ الموضوع لا يحتمل مقدّمات، ولأنّ البيت الأول يبدأ بقوله: ((ألا)) الّتي يفتتح بها الكلام عادةً، لكن هذا لا يمنع من أن تكون هنا أبيات كثيرة سقطت من آخر هذه القصيدة، لأنّ الشاعر لم يعُدْ إلى غرضه بعد أن ضرب لحاله مع بني مُرّة، هذه الحيّة التي تحالف معها شخص فحفظت عهده لكنّه خانها، وتنتهي القصيدة بقول الحيّة: ¶ أبى ليَ قبرٌ لا يزالُ مقابلي ... وضرْبةُ فأسٍ فوقَ رأسي فاقِرَهْ (¬2) ¶ ذ ¶ ويحتمل أن يكون بعد هذا البيت أبيات ضاعت ولم تصل إلينا. ¶ أما قصيدته الغزلية فمن المرجّح أنّها قصيدة مستقلة بغرض الغزل ولا يحتمل أن تكون مقدّمةً لقصيدة مكتملة لأنّ عدد أبياتها لا يؤيد هذا الاحتمال، فمن غير المعقول أن تبدأ قصيدة بمقدمة غزلية تصل إلى أربعة وثلاثين بيتاً، ومن ناحية أخرى نجد معان وصدق عاطفة، في هذه القصيدة تؤيّد ما ذهبنا إليه، وقد وردت رواية في الأغاني تفيد أنّ هذه الأبيات قيلت في المتجرّدة زوجة النّعمان حينما طلب منه النعمان أن يتغزّل بها، وكانت هذه الابيات سبباً في الجفوة الّتي حصلت بينهما، وتفيد الرواية أيضاً أنّ المنخّل اليشكري كان جالساً عند القاء القصيدة وعندما فرغ النابغة من القائها قال للنعمان لا يقول هذا الغزل الا مجرّب (¬3)، وهذا يؤيّد ما ذهبنا إليه مرّةً أخرى، ففي الأبيات صدق تجربة ودقّة وصف تجعلنا لا نشكّ في كونها غزلية صرفة، لا تحتاج إلى مقدمات أو غرض لكونها تبدو ممثلة لعاطفة ذاتية حقيقية بغض النظر عن صدق الشاعر أو كذبه في ممارسة هذه التجربة واقعياً، وهو أيضاً لا يبدأ القصيدة بلوم النفس أو معاتبتها على العشق بعد أن علا الشيبُ الرأسَ كعادته في المطالع الغزلية الّتي تعدّ مدخلاً لغرض آخر، فالشاعر يبدأها بقوله: ¶ أمِنَ آلِ ميّةَ رائحٌ أو مغْتَدِ ... عَجْلانَ ذا زادٍ وغيرَ مُزَوَّدِ ... ¶ ذ ¶ أفِدَ التَّرحُلُ غيرَ أنّ رِكابَنا ... لما تزُلْ بِرِحالِنا وكأَنْ قَد ¶ ¬__________ ¶ (¬1) ديوان النابغة الذبياني: 153، 154. ¶ (¬2) م. ن: 156. ¶ (¬3) ينظر: الأغاني: 11/ 17.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "زّعَمَ الغرابُ بأنّ رِحلتَنا غداً ... وبذاك خبَّرَنا الغدافُ الأسودُ (¬1) ¶ نجد في هذه القصيدة وصفاً دقيقاً للمحاسن الجسدية في المحبوبة، كما في قوله: ¶ نظرتْ بمقلةِ شادنٍ مُتَرَبِّبٍ ... أحوى أحمِّ المقلتين مقلَّدِ ... ¶ ذ ¶ والنّظمُ في سِلكٍ يزيّنُ نحرَها ... ذهب توقَّد كالشّهابِ المُوقَّد ¶ صفراءُ كالسِّيراءِ أكمل خلقها ... كالغُصنِ في غُلَوائه المتأوِّدِ (¬2) ¶ ويواصل الشاعر وصف محبوبته بكلّ دقّة ممّا يؤكّد أنّ هذه القصيدة مخصّصة لغرض الغزل. ¶ أمّا قصيدته الهجائية التي مطلعها: ¶ نبئتُ زُرْعَةَ والسَّفاهَة كاسمها ... يهدي إليَّ غرائبَ الاشعارِ (¬3) ¶ ذ ¶ فقد قالها الشاعر ردّاً على توعّد زرعة بن عمرو بن خويلد الّذي لقيه بعكاظ وطلب من النابغة ترك حلف بني أسد، وعندما رفض النّابغة توعده زرعة فقال هذه القصيدة نتيجة فورة عاطفية ذاتية يطغى فيها التعنيف والتحذير، وهذا شيء لا يحتاج إلى مقدّمات، ولا يحتمل التأجيل فجاءت هذه القصيدة دون مقدّمات أو رحلة، فهذا ما يؤيّد أنّ انشاد القصيدة نزف داخليٌّ في الشاعر لا يحدّد ساعة حدوثه ولا يستطيع إيقافه (¬4). ¶ أمّا قصيدته في مدح النُّعمان بن الحارث الّتي مطلعها: ¶ إنّي كأنّي لدى النّعمانِ خّبَّرَهُ ... بعضَ الأَوُدِّ حديثاً غيرَ مكذوبِ (¬5) ¶ ذ ¶ فإنّ احتمال سقوط مقدّمتها ورحلتها يظلّ وارداً، ولكن هناك دلائل في هذه القصيدة ومناسبتها تقرّبها من الهم الّذي لا يحتمل عادةً مقدمات، فالنابغة في هذه القصيدة يعترف للنعمان بخطأ بني فزارة وبني أسد، ويمدحه حتّى يخرج أسارى بني أسد، فعاطفة الشاعرموزعة بين عتاب قومه، واستعطاف الملك من خلال مدحه وذكر قوته وشجاعته، وهذا موقف يختلف عن مواقف قصائد النابغة التكسبيّة في المدح والّتي تبدأ عادةً بمقدمات ثم رحلة. ¶ 2 - بنية القصائد ذوات الموضوعات المتعددة: ¶ ونعني بهذا النوع القصائد الّتي تحتوي على مقدمة ورحلة، (وصف الناقة وتشبيهها بحيوان) وغرض، أو القصائد الّتي تحتوي على مقدمة وغرض، أو القصائد الّتي سقط منها ¶ ¬__________ ¶ (¬1) ديوان النابغة الذبياني: 89. ¶ (¬2) م. ن: 91. ¶ (¬3) م. ن: 54. ¶ (¬4) نقد الشعر في المنظور النفسي: 47. ¶ (¬5) ديوان النابغة الذبياني: 49.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "موضوعها، ولم يبقَ سوى مقدمتها ورحلتها، ويكون هذا بعد أن يتوفر فيها شرط العدد كأن تزيد أبياتها على خمسة عشر بيتاً، وقد وجدنا تلك الحالات من القصائد ذوات الأغراض المتعددة في ديوان النابغة، كما في الجدول الآتي: ¶ أجزاء القصيدة ¶ مطلع القصيدة ... المقدمة ... الرحلة ... الغرض ... عدد أبيات القصيدة ... بحر القصيدة ... رقم الصفحة ¶ عفا ذو حُسىً من فَرْتني فالفَوارعُ ... طللية ... - ... اعتذار ... 33 ... الطويل ... 30 ¶ يا دارَ مَيَّةَ بالعلياء فالسّندِ ... طللية ... وصف الناقة وتشبيهها بثور وحشي ... اعتذار ... 49 ... البسيط ... 14 ¶ كليني لهمّ يا أميّة ناصِب ... الشكوى ... - ... مدح ... 29 ... الطويل ... 40 ¶ بانت سعادُ وأمسى حبلُها انجذَما ... غزلية ... وصف الناقة وتشبيهها بحمار وحشي وثور وحشي ... لا يوجد ... 23 ... البسيط ... 61 ¶ كَتمتُكَ ليلاً بالجمُومَينِ ساهرا ... الشكوى ... - ... اعتذار ... 21 ... الطويل ... 67 ¶ دعاكَ الهَوى واستَجهلَتْكَ المنازلُ ... طللية ... وصف الناقة وتشبيهها بحمار وحشي ... رثاء ... 30 ... الطويل ... 115 ¶ غَشيتُ منازِلاً بعُرَيْتناتٍ ... طللية ... - ... هجاء ... 23 ... الوافر ... 125 ¶ أتارِكَةً تدَلُّلَها قَطامِ ... غزلية ... - ... مدح ... 36 ... الوافر ... 130 ¶ أهاجَكَ من سعداك مَغْنى المعاهِدِ ... طللية ... - ... مدح ... 18 ... الطويل ... 137 ¶ أهاجَكَ من أسماءَ رسم المنازل ... طللية ... وصف مختصر للناقة ... مدح ... 31 ... الطزيل ... 141 ¶ أمِنْ ظلاّمةَ الدِّمَنُ البَوالي ... طللية ... وصف موجز للناقة ... اعتذار ... 20 ... الوافر ... 149 ¶ عُوجُوا فَحَيُّوا لنُعْمٍ دِمنَةَ الدّارِ ... طللية+غزلية ... وصف الناقة وتشبيهها بثور وحشي ... لا يوجد ... 44 ... البسيط ... 202 ¶ طَوى كَشْحاً خليلُكَ والجَناحا ... غزلية ... وصف الناقة وتشبيهها بثور وحشي ... لا يوجد ... 41 ... الوافر ... 213 ¶ ومن الجدول السابق يمكن أن نخرج بملاحظات متعددة منها أنّ عدد القصائد ذوات الأغراض المتعددة يبلغ ثلاث عشرة قصيدة في ديوان النابغة الذبياني، ويمكن تصنيف هذه القصائد من حيث عدد الأجزاء الواردة إلى: ¶ 1 - قصائد تحتوي على مقدمة ورحلة وغرض، وعددها أربع قصائد كما هو وارد في الجدول السابق. ¶ 2 - قصائد تحتوي على مقدمة يدخل بعدها الشاعر إلى الغرض دون أن يصف الناقة، وعددها ستُّ قصائد. ¶ 3 - قصائد تحتوي على مقدمة ورحلة لكنّ غرضها لم يصل إلينا، وعددها ثلاث قصائد، ورد في قصيدتين منها بيت واحد في كلّ منها يشير إلى الغرض والثالثة لم ترد فيها أيّةُ اشارةٍ، أما إذا أضفنا هذه القصائد حسب مقدمتها فسوف نجد الحالات الآتية:",
            "page": "8",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "1 - مقدمات طللية وهي تحتلّ المرتبة الأولى بين المقدمات، إذ نجد ثمان قصائد تبدأ بهذه المقدمة من مجموع ثلاث عشرة قصيدة، وهذا يؤكّد أنّ المقدّمة الطللية تحتلّ مكانةً بارزةً في الشّعر الجاهلي، مما يكشف عن سرّ اهتمام النقّاد القدماء بهذه المقدمة أكثر من غيرها (¬1). ¶ 2 - مقدمات غزلية وقد وردت ثلاث مرات فقط في ديوان النابغة، منها مقدمتان ضاع غرضهما، ومقدمة واحدة لقصيدة مديح. ¶ 3 - مقدمتان في الشكوى من الهموم، ووصف طول اللّيل. ولا بدّ هنا من الإشارة إلى أنّ افتتاح القصائد بوصف اللّيل كان من المقدمات القليلة التي لم يحرص عليها الشعراء الجاهليون ما عدا بعض منهم كالنابغة الذبياني (¬2)، في قصيدته المعروفة: ¶ كِليني لهمٍّ يا أُمَيْمَة ناصِبِ ... وليلٍ أُقاسيهِ بطيءِ الكواكبِ (¬3) ¶ ذ ¶ نستنتج من هذا التصنيف أنّ المقدمة الطللية كانت غالبة لكنّها لم تكن الوحيدة، كما أنّها أهم مفصل في بناء القصيدة الجاهلية (¬4). ¶ وإذا صنفنا هذه القصائد حسب رحلتها سنجد الحالات الآتية: ¶ 1 - قصائد بدون رحلة وعددها ست قصائد. ¶ 2 - قصائد تحتوي على رحلة ويمكن تصنيفها إلى: ¶ أ قصائد يصف فيها الشاعر ناقته دون أن يشبهها بحيوان وعددها قصيدتان. ¶ ب قصائد يصف فيها الشاعر ناقته ويشبهها بثور وحشي وعددها ثلاث قصائد. ¶ ج- قصيدة يشبه فيها الشاعر ناقته بـ (أتن) وثور وحشي. ¶ د- قصدة يصف فيها ناقته ويشبهها بحمار وحشي. نجد من ذلك أنّ الرّحلة قد تأصّلت في الشعر العربي، وأصبحت وسيلةً من وسائل التعبير في أمور شتّى (¬5). ¶ ومن خلال هذا التصنيف نستنتج أنّ عدد القصائد الّتي لا تحتوي على رحلة يقارب عدد القصائد الّتي تحتوي على رحلة، وهذا يؤيد الرأي القائل أنّ ابن قتيبة حينما حاول تفسير بنية القصيدة الجاهلية لم يستقرئ كلّ الحالات بشأنها. ¶ ¬__________ ¶ (¬1) ينظر: مقدّمة القصيدة العربية في صدر الإسلام: 29. ¶ (¬2) مقدمة القصيدة العربية في الشعر الأندلسي: 92. ¶ (¬3) ديوان النابغة الذبياني: 40. ¶ (¬4) بناء القصيدة لدى شعراء الرّواة من أصحاب البديع: (رسالة ماجستير): 45. ¶ (¬5) ينظر: تأريخ الشعر العربي حتى نهاية القرن الثالث الهجري: 455.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "أمّا من حيث الغرض فيمكن تصنيف القصائد إلى: ¶ 1 - قصائد سقط منها غرضها ولم يبق سوى الرّحلة والمقدمة، وعددها ثلاث قصائد أوّلها هذه القصيدة الّتي يقول الشاعر في مطلعها: ¶ بانَتْ سعادُ وأمسى حبلُها انجذما ... واحتلّت الشرْعَ فالأجزاعَ من إضَما (¬1) ¶ ذ ¶ يواصل الشاعر بعد هذا البيت وصف محبوبته حتّى يصل إلى مساءلتها له عن سبب ترك حاله، ويجعل ذلك سبباً في الفخر: ¶ قالت أراكَ أخا رَحْلٍ وراحلةٍ ... تغشى متالفَ، لن يُنْظِرْنَكَ الهرَما ... ¶ ذ ¶ حيّاكِ ربّي فإنّا لا يحلُّ لنا ... لَهْوَ النِّساءِ وإنّ الدِّينَ قد عَزَما ¶ ------------ ... ------------ ¶ هلاّ سألْتِ بني ذُبيانَ ما حسبي ... إذا الدّخانُ تَغَشّى الأشمطَ البرَما (¬2) ¶ وهذه الأبيات قد توحي لنا أنّ غرض القصيدة الفخر، لكنّنا حين نمضي مع الشاعر نجده بعد ذلك ينتقل إلى وصف النّاقة وتشبيهها بأُتن وثور وحشي دون أن يستطرد في ذلك الوصف، حتّى يصل إلى نهاية القصيدة الّتي تنتهي حسب ورودها في الديوان، بقوله: ¶ حتّى غدا مثلَ نصل السّيفِ مُنْصَلِتاً ... يقرو الأماعزَ من نيّان والأكَما (¬3) ¶ ذ ¶ ومن المحتمل هنا أن يكون غرض هذه القصيدة مدحاً سقط من آخرها، أو أن تكون قصيدة في الفخر جاء بها الشاعر على غير عادة الشعراء، فقدّم الفخر على الرّحلة خاصّةً، وأنّ هذه القصيدة هي الوحيدة الّتي يشبه فيها ناقته بأُتن وثور وحشي في آن واحد، ولكن الاحتمال الأول أقرب إلى الواقع، لأنّ الفخر قد يأتي غرضاً أثناء المقدمة الغزلية، حتّى يكشف للممدوح عن أخلاقه وسماته. ¶ أمّا القصيدة الثانية التي سقط منها غرضها فهي الّتي تبدأ بقوله: ¶ عوجوا فحيّوا لِنُعْمٍ دِمنةَ الدّارِ ... ماذا تُحَيُّونَ من نؤيٍ وأحجارِ (¬4) ¶ ذ ¶ ¬__________ ¶ (¬1) ديوان النابغة الذبياني: 61 ¶ (¬2) م. ن: 62. ¶ (¬3) م. ن: 66. ¶ (¬4) ديوان النابغة الذبياني: 202.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "يقف فيها الشاعر على الأطلال، ثم ينتقل من الأطلال إلى ذكر المحبوبة الراحلة عنها ويصفها، ثمّ ينتقل إلى الرّحلة فيصف ناقته ثمّ يشبهها بثور وحشي، ويمضي في القصّة، ويصف حاله مع الصيّاد وتنتهي القصيدة بقوله: ¶ فذاك شبه قلوصي إذ أضرَّ بها ... طولُ السُّرى والسُّرى من بعد إبكارِ ... ¶ ذ ¶ وقد نهيتُ بني ذبيانَ عن أُقُرِ ... وعن تَرَبُّعهم في كلّ أصفارِ (¬1) ¶ فلم يبق من الغرض سوى البيت الأخير، ومن حسن الحظّ أنّ هذا الغرض ورد في رواية الأعلم دون مقدمة أو رحلة. ¶ والقصيدة الثالثة من القصائد الّتي ضاع غرضها ولم يبق منها سوى المقدمة والرّحلة، هي القصيدة الّتي مطلعها: ¶ طوى كشحاً خليلك والجناحا ... لبين منك ثم غدا صراحا (¬2) ¶ ذ ¶ يصف الشاعر محبوبته الرّاحلة وحاله بعد رحيلها ثم ينتقل إلى وصف الناقة ويشبهها بثور وحشي ويختتم القصيدة دون أن نجد غرضاً سوى هذا البيت الّذي ورد في منتصف القصيدة: ¶ فيحملها على المكروه همّي ... تخطّى الحزْنَ والبلد الصِّحاحا ... ¶ ذ ¶ إلى ملكٍ أُحابيه بوُدّي ... فأمْدَحْهُ فأرْتجعُ النِّجاحا (¬3) ¶ ثمّ يواصل بعد هذا البيت وصف ناقته حتّى نهاية القصيدة، وهذا البيت يشير إلى أنّ هذه القصيدة كانت في المدح، إلاّ أنّ الأبيات الخاصة بهذا الغرض سقطت أثناء الرّواية، ونواصل تصنيف القصائد المتعددة الموضوعات من حيث الغرض: ¶ 2 - قصائد غرضها الإعتذار وعددها أربع قصائد. ¶ 3 - قصائد غرضها المدح وعددها أربع قصائد، وهذان الغرضان متقاربان، فاعتذاره للنعمان كان يحمل في طياته مدحاً، وهذا يعني أنّ غالبية قصائد النابغة ذات البنية المكتملة أو المتعددة الموضوعات، كانت في مخاطبة الأمراء والملوك. ¶ 4 - قصيدة في الهجاء. ¶ ¬__________ ¶ (¬1) م. ن: 204. ¶ (¬2) م. ن: 213. ¶ (¬3) م. ن: 215",
            "page": "11",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "5 - قصيدة في الرّثاء. ¶ بعد أن وقفنا عند هذه التصانيف فبما يخصّ القصائد ذوات الموضوعات المتعددة من حيث الأغراض علينا أن نتعرف على العلاقة بين غرض القصيدة وبقية الأجزاء، هل كان الغرض منفصلاً تماماً عن المقدمة والرّحلة؟ أو أنّ الشاعر يحمّلهما جانباً من همومه ويهيء بهما الدخول إلى الموضوع فتكون القصيدة مترابطة الأجزاء تحمل إشارات رمزية ونفسية توحد بينها؟ هذا ما سنوضحه من خلال تحليلنا لبعض القصائد، وسنستبعد تلك التي ضاع منها غرضها، وسيكشف لنا هذا من خلال تحليل الغرض أولاً، ثم الحديث عن الأجزاء الأخرى ومدى ملاءمتها لهذا الغرض. ¶ نبدأ أولاً من قصائد الإعتذار التي تجمع فيها خوف النابغة من النّعمان وطمعه في العفو، وحنينه الى تلك الأيام الصافية التي قضاها مع النعمان وشكواه من العذال الذين حاولوا التفريق بينهما، على اختلاف الروايات في ذلك، ومن تلك الروايات أنّ النابغة تغزّل بالمتجرّد فتوعده النعمان – كما ذكرنا – ومن الجدير بالذكر قبل الدخول في التحليل وأخذ الامثلة الإشارة الى أنّ جميع قصائد الإعتذار عند النابغة تبدأ بمقدمة طللية عدا قصيدة واحدة بدأها بالشكوى من الهموم وطول الليل، وقصيدتان من أربع قصائد بدون رحلة، وأما القصيدتان اللتان ذكر فيهما رحلة لم يصف فيهما سرعة ناقته ولم يقف عندها طويلاً، فهو من معلقته (¬1) التي يشير فيها فقط الى الناقة وينتقل مباشرة الى الحديث عن الثور الوحشي، إذ يقول: ¶ كأن رحلي وقد زال النّهارُ بنا ... بذي الجليل على مستأنسٍ وَحِد ¶ ¬__________ ¶ (¬1) ينظر: ديوان النابغة الذبياني: 14 الى 28.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ففي بداية حديثه عن النّاقة يقول إنها تشبه هذا الثور المستأنس الوحيد، ويقول عند انتهاء الحديث عن الثور والصيّاد: ¶ فتلك تُبْلغني النُّعمانَ إنّ له ... فضلاً على الناس في الأدنى وفي البَعدِ (¬1) ¶ وفي القصيدة الأخرى التي مطلعها: ¶ أمِنْ ظلاّمة الدَّمنُ البوالي ... بمُرْ فضِّ الحُبّى الى وُعال ¶ فهنا لا نجد سوى بيت واحدٍ يشير فيه الى الرحلة: ¶ نَهَضْتُ إلى عُذافِرَةٍ صموتٍ ... مُذَكَّرَةٍ تجلّ على الكلالِ (¬2) ¶ بعد هذه الوقفة عند قصائد النعمان تثار الأسئلة الآتية: ¶ ما دلالة طغيان المقدمة الطللية واختفاء المقدمة الغزلية من قصائد الاعتذار؟ هل كان النابغة في اطلاله يبكي على أيامه الخوالي مع النعمان تلك الأيام التي قضاها في نعيم الملك فغيّرت مجراها عوامل الوشاية وتقلبات الدهر؟ وهل امتناعه في بعض قصائد الاعتذار عن الإرتحال واقتصاره على الاشارة فقط في الباقي الى أنّ ناقته توصله الى النعمان، يعني أن لا مفرّ له من النعمان، وأنّه لا يجد مجالاً للهرب أوجهة يتجه إليها؟، هذا ما سنتعرّف عليه من خلال قراءتنا لبعض الأمثلة، ولن نلوي أعناق القصائد لكي تستجيب لما وضعناه من افتراض فإن نجحنا كان لنا فضل السبق بهذا الشأن، وان فشلنا في اثبات هذا الصّلة فلا يؤثّر ذلك في منهجية دراستنا. ¶ نبدأ أولاً بقصيدته في الاعتذار للنعمان التي مطلعها: ¶ عَفا ذو حُسىً مِنْ فَرْتنى فالفوارعُ ... فجنبا أريكٍ فالتّلاعُ الدّوافعُ ¶ فمُجتَمَعُ الأشراجِ غَيَّر رسْمَها ... مصايفُ مَرَّتْ بَعْدَنا ومَرابِعُ ¶ توهَّمْتُ آياتٍ لها فعَرَفْتُها ... لستّة أعْوامٍ وذا العامُ سابِعُ ¶ رمادٌ كَكُحْل العين لأياً أُبينُهُ ... ونُؤي كجذم الحوض أُثلمُ خاشِعٌ ¶ كأنّ مجرّ الرّامسات ذُيولها ... عليه حصيرٌ نمّقَتْهُ الصّوانِعُ ¶ على ظهر مبناة حديدٍ سُيُورُها ... يطوف بها وسط اللّطيمة بائِعُ ¶ فَكَفْكَفْتُ منّي عَبَْرةً فَردَدْتُها ... على النّحر منها مستهِلٌّ وَدامِعُ ¶ ¬__________ ¶ (¬1) ديوان النابغة الذبياني: 17، 20. ¶ (¬2) م. ن: 149، 150.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "على حينَ عاتبتُ المشيب على الصِّبا ... وقلتُ: أّلّمّا أَصْحُ والشيبُ وازِعُ (¬1) ¶ هذه هي مقدمة القصيدة وقد دخل بعدها مباشرةً في غرضه دون رحلة، وسنرى بعد أن نستعرض أبيات الاعتذار مدى الارتباط بين المقدمة والغرض، فالشاعر يبدأ أبياته بهذا الانتقال اللطيف: ¶ وقد حال همٌّ دون ذلك شاغلٌ ... مكانَ الشّغافِ تَبتغيه الأصابِعُ ¶ وعيدُ أي قابوسَ في غير كُنههِ ... أتاني ودوني راكِس فالضّواجِعُ ¶ فبِتُ كأنّي ساورتْني ضَئيلةٌ ... من الرُّقشِ في أنيابها السُّمُّ ناقِعُ (¬2). ¶ إن وعيد أبي قابوس كان تعليلاً لهمّه الذي ذكره في الأبيات الأولى (¬3) لعلّ الشاعر قد أراد في الأبيات الأخيرة إظهار تلدغه من أفعى النّميمة، وشدّة خوفه وترهبه. إلاّ أنّه يتّجه في الواقع، إلى معنى مستور فيما يلمّ بمعنى واضح، فالشاعر لا يلح بذكر خوفه إلاّ ليبيّن قوّة النعمان وبطشه (¬4). على الرّغم من وسيلة الاعتذاريات وضعف مكانة صاحبها، فإنّ اعتذاريات النابغة قد زادته مكانة فنيّة واجتماعية، لأنّه واحد من أصحاب المعلقات العشر، واليه يحتكم شعراء عصره، وانّه سيّد في قومه، ووجه قبيلته يمثلها بين القبائل الأخرى، فيمكن أن نعدّها دفاعاً عن كرامته، ووفاءً لمنادمة الملك وصداقة عائلته، فضلاً عن الاعتراف بالفضل بينهما، ومحاولة التنصل من الذنب وابتعاد التهمة وتحقيق العفو (¬5). ¶ وبعد أن وضح حالته عندما سمع الوعيد ومدى خوفه شرع في بيان دور الوشاة في هذه القطيعة ومحاولتهم محو آثار تلك الصّداقة، فيقول: ¶ لَعَمري وما عَمْري عليّ بهيّنٍ ... لقد نَطَقتْ بُطْلاً عليَّ الأقارِعُ ¶ أقارعُ عوفٍ لا أُحاوِلُ غَيرَها ... وُجوهَ قُرودٍ تَبتغي من تجادِعُ ¶ أتاك امرُؤٌ مُستبطنٌ لي بُغضَة ... له من عدوّ مثل ذلك شافِعُ ¶ ¬__________ ¶ (¬1) ديوان النابغة الذبياني: 30، 31، 32. ¶ (¬2) م. ن: 32، 33 ¶ (¬3) النابغة، سياسته وفنّه ونفسيته: 101. ¶ (¬4) ديوان النابغة الذبياني: 101. ¶ (¬5) الاعتذاريات في الشعر العربي من عصر ما قبل الإسلام إلى نهاية العصر الأموي: ¶ (أطروحة دكتوراه): 34.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "أتاك بقولٍ هَلهلِ النّسج كاذِبٍ ... ولم يأت بالحقّ الّذي هو ناصِعُ (¬1) ¶ بعد أن يكررّ الايمان ويحاول إقناع النعمان بكذب الوشاة يأتي إلى الحالة الّتي سيؤول إليها، فإذا لم يصدّق النعمان ما يطرحه فإنّه لا مفرّ له من وعيده، ولن يجد طريقاً للهرب: ¶ فإنْ كننتُ لا ذو الضِّغْنِ عنّي مُكذَّبٌ ... ولا حَلفي على البراءَةِ نافِعُ ¶ ولا أنا مأمونٌ بشيءٍ أَقولُه ... وأنْت بأمرٍ لا محالة واقِعُ ¶ فإنّك كالّليل الذي هو مُدركي ... وإن خِلْتُ أنّ المُنتأى عنك واسِعُ (¬2) ¶ لقد أصاب الشاعر في اختيار لفظ بليغ بسيط ((كاللّيل)) في تصوير الحدث الواقع الذّي لا محالة فيه، والذّي من شأنه أن يبعث الرّعب، وأن يملأ قلب الشاعر بالظّلمة لغضب صاحبه (¬3). ¶ وهناك احتمال أن يكون وقوف الشاعر على الأطلال وقوفاً حقيقياً يؤيّد هذا قوله: ¶ على حينَ عاتبتُ المشيبَ على الصِّبا ... وقلت: ألمّا أصْحُ والشّيبُ وازعُ (¬4) ¶ كأنّه في هذا البيت يردّ على أولئك الّذين وشوا به عند النّعمان، وقالوا إنّه يتغزّل بزوجته المتجرّدة، إنّ النابغة بلغ من العمر مدىً لا يسمح له بالتّصابي والّلعب لذا لا نجده في أيّ قصيدة من قصائد الاعتذار يلح على ذكر المرأة ووصفها، بل يكتفي بوصف الأطلال ثمّ يعاتب نفسه على هذا الوصف، وهنا يضيف تأكيداً آخر: ¶ وقد حال همٌّ دون ذلك شاغلٌ ... مكانَ الشّغافِ تَبتغيه الأصابِعُ (¬5) ¶ إنّ قلبه لا يتّسع لهذا الحبّ أو الهيام، فهنالك ما هو أهم، إنّ قلبه مشغول بأمر تهديد النعمان له إنّه وعيد في ((غير كنهه)) أي في غير مكانه، فهو لا يستحق من النعمان كلّ هذا، أي أنّ النعمان هنا متوهم في حكمه على النابغة، والنابغة أيضاً متوهم لا يدري أيقبل النعمان عذره؟ أهو جادٌ في وعده هذا؟ هل هناك وشاية وصلت إليه؟، لذا نجد لفظة توهم أيضاً تظهر في الأطلال ((توهّمتْ آياتٍ لها فعرفتها))، هل كانت معرفته للنعمان وصداقته مجرد وهم انقضى ¶ ¬__________ ¶ (¬1) ديوان النابغة الذبياني: 34، 35. ¶ (¬2) ديوان النابغة الذبياني: 37، 38. ¶ (¬3) النابغة الذبياني ـ مع دراسة للقصيدة العربية في الجاهلية: 200. ¶ (¬4) ديوان النابغة الذبياني: 32. ¶ (¬5) م. ن: 32.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "؟ ولا أدري هل أقام عند النعمان سبعة أعوام كما ورد في وصف الأطلال أم أنّ هذه القصيدة حدّدت هذا العدد دون أن يكون له ارتباط بما نذهب إليه، هذا يحتاج إلى أدلّة تأريخية. ¶ إنّ حال الشاعر يشبه حال الملدوغ الذي لا أمل في شفائه، فمن يمثّل هذه الحيّة الدقيقة الّتي تنفث السّم، هل هو النعمان الّذي لا مفرّ من وعيده، أم هو أولئك الّذين حاولوا الايقاع بين الشاعر وممدوحه، فدسّوا له السّم، وهم في ذلك يبحثون عن المشاغبة والمشاتمة ((وجوه قرودٍ تبتغي من تجادعُ))، وهم في كيدهم هذا يقولون قولاً مهلهلاً لا يثبت أمام الشاعر ((أتاك بقولٍ هلهلِ النّسج كاذب)) شبّه قولهم بهذا النّسج الضّعيف، وتجد الإشارة هنا إلى أنّ الشاعر في حديثه عن الأطلال ذكر الرّياح القويّة وجعل لها ذُيولاً ((كأن مجرّ الرّامسات ذيولها))، لماذا جعل لها ذيولاً لأنّها تتناسب مع ذيول القرود وعبثها بالأشياء المرتبة، إنّ هذه الرّامسات الّتي تجتهد في محو الأثر ما هي إلاّ أولئك الوشاة، وزاد من فعل أثرها في قطع ما بقي من أواصر، أن الأيام تمر وهو بعيد عنها ((مصايفٌ مرّت بَعدنا ومرابع))، أنّ الأيام تمضي بعد هذه العلاقة الطيبة الّتي نجح الوشاة في قطعها وهو عاجز عن أن يمنع هؤلاء الوشاة لبعده عن النعمان، والأعجب من هذا أنّ الشاعر يشبه آثار هذه الرّياح القويّة على الدّيار بحصير نمّقته أصابع الصناع الماهرة يطاف به في السّوق لجودة صناعته ودقّة العمل، فهل يمثل هذا الوصف وصفاً لاتقان هؤلاء الوشاة لوشايتهم، بحيث أصبحت هذه الوشاية من أحكامها، يستحيل أن يشك في صحتها أحد، إنّها مصنوعة بفعل انسان متمرس في صناعة الأكاذيب، وان لم يكن هذا ما يعنيه الشاعر فما قيمة تشبيه آثار الرّياح الهدامة بهذا الحصير؟، وما يؤكّد ما ذهبنا اليه قوله في وصف من وشى به: ¶ أتاك امرؤ مستبطن لي بغضة ... له من عَدوِّ مثل ذلك شافِعُ ¶ أتاك بقولٍ هلهلِ النّسج كاذبٍ ... ولم يأتِ بالحقّ الّذي هو ناصِعُ (¬1) ¶ فهذا المرء يخفي بغضه ويستره، وله أيضاً من يعينه على ذلك، ويساعده على عدم كشف أمره، فالخطّة متقنة، وهنا أيضاً يذكر ((النسج)) بعد أن ذكر سابقاً التنميق، ولكنه يكشف هنا عن حقيقة هذا النسج المهلهل، وهذا ما يؤكّد أهمية اللّغة بالنسبة إلى الشاعر كي يدفع من خلالها ما يسيئه (¬2). ¶ وقد وصف الشاعر خوفه واعترافه بعدم قدرته على الفرار حينما عجز عن اقناع النعمان، إذ شبهه باللّيل الذي لا مفرّ منه، فأينما تحلّ فإنّ اللّيل لا بدّ أن يأتيك، هذا الهاجس ¶ ¬__________ ¶ (¬1) ديوان النابغة الذبياني: 35. ¶ (¬2) مفهوم الشعر: 431.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "انعكس أيضاً على مبنى القصيدة، فجاءت دون رحلة، فلا معنى لوصف سرعة الناقة وارتحالها ما دام الشاعر لا يجد مكاناً يستطيع الذّهاب إليه، والهروب من النعمان، لذا هو خاشع ينتظر ما سيقع عليه من العقاب، وقد ظهر هذا الخشوع في وصف النؤى في الأطلال ((ونؤي كجذم الحوض أثلم خاشعُ)) فهذا النؤى لا حول له ولا قوّة مهدم خاشع لا يستطيع الحراك. ¶ فهنا بقيت إشارة واحدة حول قول الشاعر في الأطلال ((رمادٌ ككحل العين)) لماذا شبّه الشاعر الرّماد بكحل العين؟ يقول الشراح لتقادمه، ولكن الأنسب هنا ((ذر الرماد في العيون)) الذي أشرنا اليه سابقاً يتناسب مع حالة الشاعر النفسية ولاسيما وهو يعاني ممن يحاول ذر الرّماد في العيون، وأبعاد الشاعر عن ممدوحه من خلال استغفاله والتغطية على ما يبطنون، فمن أثر ذلك أن علاقته بالنعمان أصبحت رماداً يحاول أعداؤه أن يستثمروا بقايا هذه العلاقة أو ما تركته لكي ينالوا من الشاعر، فكأنهم لم يكتفوا بإنهاء العلاقة بل قصدوا إلى أن يكون هذا الإنهاء سبباً في انتقام النعمان من النابغة، وهكذا تبدو القصيدة مترابطة الأجزاء (¬1). ¶ أمّا قصيدة الاعتذار الّتي يقدّمها الشاعر بقوله: ¶ كتمتُكَ ليلاً بالجمومين ساهراً ... وهمّين هماًّ مستكناًّ وظاهرا ¶ أحاديثَ نفسٍ تشتكي ما يُريبُها ... ووردَ هموم لم يجدْنَ مَصادرا ¶ تُكَلِّفني أنْ يفعل الدّهرُ همَّها ... وهل وجدتْ قبلي على الدّهر قادرا؟ (¬2) ¶ فالتناسب بين هذه المقدمة وغرضها لا يحتاج إلى كثير عناء لتكشف عنه، فالشاعر هنا يعتذر لكنه اعتذار يختلف عن اعتذاراته في القصائد الأخرى، فالنعمان مصاب بالمرض، وهو في الوقت نفسه ما يزال غير راضٍ عن الشاعر، ويخشى النابغة أن يسيطر عليه هم ظاهر يعرفه الجميع، وهو طلب العفو من النعمان، وهم مستكنٌّ، هو خوفه على النعمان، وخشيته عليه من الموت، وتجتمع مخاوفٌ كثيرة على الشاعر لا يستطيع نفسه تحملها بسبب هذين الهمين، فهذا هو الهمّ الأول: ¶ ألَم تر خير الناس أصبح نَعشُهُ ... على فِتْيةٍ قد جاوز الحيَّ سائرا ¶ ونحن لديه نسأل اللهّ خُلْدَهُ ... يَرُدُّ لنا مُلْكا وللأرض عامرا ¶ ونحن نرجّي الخْلدَ إن فازَ قِدْحُنا ... ونرهبُ قِدْحَ الموتِ إن جاء قامِرا (¬3) ¶ ¬__________ ¶ (¬1) ينظر: الشعر الجاهلي قضاياه الفنية والموضوعية: 305، والمنهج الأسطوري في تفسير الشعر الجاهلي 97. ¶ (¬2) ديوان النابغة الذبياني: 67. ¶ (¬3) م. ن: 68.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وينبثق من هذا الهمّ خوف الشاعر من تقلبات الحياة الّتي لا تدوم على حال، فهذا النعمان بجبروته وملكه أصبح محمولاً، وخوف الشاعر من الموت الّذي لا مفرّ منه، أمّا الهمّ الظاهر الّذي أقلقه قبل هذا الهمّ فيذكره في قوله: ¶ رأيتُكَ ترعاني بعينٍ بصيرة ... وتبعث حُرّاسا عليّ وناظرا ¶ وذلك من قولٍ أتاك أقوله ... ومن دسِّ أعدائي إليك المأبرا ¶ فآليتُ لا آتيك إن جئتُ مجرماً ... ولا أبتغي جاراً سواك مجاورا ¶ فأهلي فداءٌ لامرىءٍ إن أَتَيتُه ... تََقبَّل معروفي وسدّ المفاقرا ¶ سأكعمُ كَلْبي أن يريبَك نبحُه ... وإن كنتُ أرْعى مُسحَلان فحامرا ¶ إنّه النّدم على ما بدر منه، والاعتذار عن ما بلغ النعمان من أكاذيب. ¶ وفي قصيدته الّتي مطلعها ((أمن ظلاّمة الدَّمن البوالي)) يُركّز الشاعر على اثبات سوء ظنّ النعمان ومحاولة رفع هذا الظّلم المرتب على هذا الظّن الّذي لا تدعمه الحجّة والبراهين، يقول: ¶ فإن كنتَ امرأً قد سؤتَ ظناًّ ... بعبدك والخطوبُ إلى تبال ¶ فأرسِلْ في بني ذيبان فاسألْ ... ولا تعجَلْ إليّ عن السّؤآل ¶ فلا عَمْرُ الذي أثنى عليه ... وما رَفَعَ الحجيج إلى إلال ¶ لما أغفلتُ شكركَ فانتصحني ... وكيف ومن عطائِكَ جِلُّ مالي! ... ¶ لما أغفلتُ شكركَ فانصحني ¶ ولو كفِّي اليمينُ بغتك خَوْفاً ... لأفْرَدتُ اليمينَ من الشّمالِ (¬1) ¶ فسوء الظنّ أدّى إلى أن يظلم النعمان شاعره، وكان على النعمان أن يتأكّد قبل أن يقطع صلته بالشاعر ويغيّر نظرته، فما مدى انعكاس هذا الإحساس على مقدمة القصيدة ورحلتها؟ قد سبق ذكره أنّ جميع قصائد الاعتذار لا تبدأ بمقدمات غزلية لارتباط الغزل في بعض الرّوايات بقضية الجفوة بين النعمان والنابغة، كما ذكر أيضاً أن ثلاث قصائد من قصائد الاعتذار تبدأ بالأطلال، وانّ قصيدة واحدة من الأربع تبدأ بمقدمة يشكو فيها من الهموم، وقد بدأت هذه القصيدة بمقدمة طللية ترد فيها ألفاظ وصور توحي بالظّلم وبالتغيير الجارف الذي يقطع أو يحول دون بقاء هذه الدّيار شاخصة يستطيع من يمر بها التعرّف عليها، لقد أصبحت ملعباً للوحوش، ¶ ¬__________ ¶ (¬1) ديوان النابغة الذبياني: 151.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "خالية من البشر، وفي هذا إشارة إلى ما حصل بينه وبين النّعمان، يقول الشاعر في مقدمة القصيدة: ¶ أمِنْ ظّلاّمَة الدِّمنُ البوالي ... بمُرْ فضِّ الحُبَيِّ إلى وُعال ¶ فأمواه الدّنا فَعُويْرضاتٍ ... دوارِسَ بعد أحياءٍ حِلال ¶ تأبدّ لا ترى إلاّ صواراً ... بمرقوم عليه العهد خال ¶ تعاورَها السّوارى والفوادي ... وما تذري الرّياح من الرّمال ¶ أَثِيثٌ نبتُه جَعْدٌ ثَراهُ ... به عوذُ المَطافِل والمتالي ¶ يُكَشِّفْنَ الآلاء مُزَيّنات ... بغاب رُدَيْنَةَ السُّحم الطِّوال ¶ فلمّا أَن رأيتُ الدّارَ قَفْراً ... وخالفَ بالُ أهل الدّارِ بالي ¶ نَهضْتُ إلى عُذافِرَةٍ صَمُوتٍ ... مُذَكَّرَةٍ تَجِلُّ عَنِ الكَلالِ (¬1) ¶ فلماذا أطلق الشاعر اسم ((ظلاّمة)) على صاحبة الديار؟ إنّ هذا الأسم يوحي بمدى الظّلم الّذي وقع على النابغة عند ما لم يتأكّد النعمان من صحة الأخبار الّتي وصلته، لقد أصبحت هذه الدّيار ديار ظلامة بعد النابغة ومسكناً للوحوش، أصبحت خالية من الأنيس، ولا ترى فيها إلاّ بقر الوحشي، فهل يعني هذا أن النّابغة على أطلال علاقته القديمة بالنعمان الّتي تغيّرت، ولم يعد يقيم بعده في قصر النّعمان إلاّ أناس يشبهون هذه البقرة الوحشية، لقد أصبح النابغة غريباً عن قصر النعمان لا يأنس فيه أحد بفعل التغيّرات الكثيرة الّتي طرأت وحاولت طمس معالم تلك العلاقة الطيّبة: ¶ تَعاورَها السَّواري والغوادي ... وما تذري الرّياح من الرّمال ¶ وإذا أصبح الدّار خالياً من الانسانِ، فإنه في الوقت نفسه أصبح يعجُّ بالحيوانات المتوحشة ((المطافل والمتالي)). ويصف الشاعر هذه البقرات بأنّها ذات قرون طويلة ((يكشفن)) بها الأشجار، واستعمل نون النّسوة الّتي تستعمل عادةً للعاقل، وهو يرسم صورة النّعيم الذي تعيش فيه، وكأنّها رمزٌ لأولئك الوشاة الّذين أصبحوا يعيشون في تلك القصور الّتي كان يعيش فيها الشاعر أيام كانت علاقتة صافية لا يكدرها شيء مع النعمان، لكن الشاعر عندما وجد أهل هذا الدار قد تغيّروا ناحيته، وأصبحت قفراً من الودّ، والعلاقات الانسانية رَحَلَ عنها: ¶ فلمّا أن رأيت الدّار قفراً ... وخالف بالُ أهل الدار بالي ¶ ¬__________ ¶ (¬1) الديوان: 149، 150.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "نهضتُ إلى عُذافرةٍ صَموتٍ ... مُذَكّرةٍ تجلُّ عن الكلال ¶ لكنّه لم يحدّد الوجهة الّتي رحل إليها، ولم يشر سوى في هذا البيت إلى رحلته، لأنّه لم يجد مفرّاً من النّعمان، وفي هذه القصيدة لا نجد اختلافاً كثيراً عن القاعدة الّتي سقناها في بقية اعتذاراته، على الرغم من أنّها تحتوي على رحلة يصف فيها الشاعر ناقته، ويشبهها بثور وحشي إلاّ أنّه جعل من هذه الرّحلة وسيلةً للكشف عن حالته النفسية، وهو في النهاية لا يرحل بعيداً عن النعمان، لأنّ النعمان ((كالّليل)) يدركه أينما ذهب (¬1). وفي هذه القصيدة تبدأ بمقدمة طللية، يقول فيها: ¶ يا دار مَيَّةّ بالعلياء فالسّند ... أَقْوَتْ وطالَ عليها سالِفُ الأبد ¶ وقفتُ فيها أُصَيلاناً أُسائِلْها ... عَيَّتْ جواباً وما بالّربع من أحَد ¶ إلا الأواريَّ لأياً ما أُبيّتنُها ... والنُّؤيُ كالحوض بالمظلومة الجلَد ¶ ردّت عليه أقاصيه ولبّدَهُ ... ضربُ الوليدةِ بالمسحاة في الثَّأّد ¶ خلَّتْ سبيلَ أتيٍّ كان يَحْبِسُهُ ... وَرَفَّعَتُه إلى السِّجفَيْنٍ فالنّضد ¶ أمْستْ خلاءً وأمسى أهلُها احتملوا ... أخنى عليها الّذي أَخْنى على لُبَدِ (¬2) ¶ إنّ الخوف وعدم الشعور بالأمان الّذي يعاني منه الشاعر بعد تهديد النعمان له انعكس على أجزاء القصيدة كلّها وهو خوف مشوب بأمل النّصر إلاّ أنّ الظّروف تبدو أقوى من قدرة الشاعر، هذا الانسان الّذي يبدو ضعيفاً أمام القوى الجبارة الّتي تستطيع تغيير الأمور وقهر الإرادات، فهذه الدّار كانت متحصّنة لا يستطيع أحد الوصول اليها، ولا تستطيع السّيول التأثير فيها لأنّها في مكان عالٍ على مستند الجبال، إلاّ أنّ الّدهر كان أقوى منها بفعل العوامل الّتي تعاقبت عليها حتّى غيرت ملامحها، ولم يستطع الشاعر التعرّف عليها، وترد هنا لفظة ((مظلومة)) وان كان اللغويون قد اقتصروا على معناها اللغوي الاّ أنّها تدلّ على ما يعانيه الشاعر من الظّلم والجور، ولم تستطع الجهود المبذولة حماية هذه الدّيار، لقد أمست هذه الدّيار خلاءً لا حياة فيها، رحل عنها أهلها، فالدّهر يغيّر كلّ شيء. ¶ إنّ الشاعر كما ذكرنا في اعتذاراته السابقة يشكو من تغيّر الأحوال وتبدلها بينه وبين النعمان بفعل الوشاة، الذين دمّروا تلك العلاقة الوطيدة الّتي كان من القوّة بحيث لم يخطر على بال الشاعر أنّها ستنتهي، وظلّ الشاعر يتساءل عن الأسباب الّتي تجعل النعمان يستجيب لقول ¶ ¬__________ ¶ (¬1) ينظر: دراسات في الشعر العربي القديم: 69، 70. ¶ (¬2) ديوان النابغة الذبياني: 14، 15، 16.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "الوشاة مع أنّ أدلّتهم لا تقف أمام ما يطرحه النابغة من أدلة والأيمان الّتي يرددها في كل اعتذاراته، ولكن النابغة لم يجد الجواب الشافي لما يطرحه: ¶ وقفت فيها أصيلاناً أسائلُها ... عيّت جواباً وما بالّربع من أحد ¶ ولكي يسلى همّه يذهب إلى ناقته محاولاً نسيان الماضي، وقد نتوقع منه رحيلاً يبعده عن النعمان، ولكنّه يخيب ظنّنا ويعود في النهاية إلى النعمان، كأنّه يطالبه بفتح صفحة جديدة في العلاقات بينهما: ¶ فَعدِّ عمّا ترى إذ لا ارتجاع له ... وانْم القُتُودَ على عَيْرانةٍ أُجُد ¶ مقذوفةٍ بدخيسِ النَّحضِ بازِلُها ... له صَريفٌ صريفُ القَعْوِ بالمَسدِ (¬1) ¶ ويشبّه هذه الناقة بثور وحشي، لكنّ الفزع أيضاً يسيطر عليه حتّى في رحلته إلى النعمان، أنّه فزع خائف من عدم قبول عذره، فيظهر هذا الفزع والخوف في الثور الوحشي، وان كان يريد بذلك سرعة الناقة في الظاهر: ¶ كأنّ رحلي وقد زالَ النّهارُ بنا ... بذي الجليل على مستأنسٍ وَحِد ¶ من وَحْشِ وَجْرَةَ موشيٍّ أكارعُهُ ... طاوي المصير كَسَيْف الصّيقل الفردِ (¬2) ¶ إنّ هذا الثّور يمثّل رمزاً للنّابغةِ الّذي يصارع الأهوال، تأتيه من كلّ جانب منفرداً، ولا يكاد يتخلّص من همٍّ حتّى يهجم عليه همّ آخر، فهاهو الثور يعاني من الجوع والمطر والبرد، ولم تكتف الأيّام بهذا بل يفاجئه صوت الصيّاد وكلابه، ويظلّ في صراعٍِ معهم حتّى ينتصر (¬3)، وما هؤلاء الكلاب إلاّ أعداء النابغة الّذين وشوا به إلى النعمان: ¶ أَسْرَتْ عليه من الجوزاء ساريةٌ ... تُزجي الشَّمالُ عليه جامِدَ البَرد ¶ فارتاعَ من صوتِ كَلاّب فبات له ... طوع الشّوامتِ من خوفٍ ومن صَرَد ¶ فَبثَهُنَّ عليه واستمرّ به ... صُمْع الكُعُوبِ بَريئاتٌ منَ الحَرَد ¶ وكان ضُمْرانُ منه حيث يُوزِعُه ... طَعْنَ المعارك عند المُحجَرِ النجُد ¶ شَكّ الفريصَةَ بالمدرى فأنفذها ... طعْن المُبَيْطِرِ إذ يَشفي مِن العَضدِ (¬4) ¶ وعندما نصل إلى غرض القصيدة نجد أنّ الطمع في عدل النعمان والخوف من بطشه يسيطران على معظم أبيات القصيدة، وهذا الجوّ يكادُ يُسيطرُ على عاطفة الشاعر، فهو يشبه ¶ ¬__________ ¶ (¬1) ديوان النابغة الذبياني: 16. ¶ (¬2) م. ن: 17. ¶ (¬3) ينظر: نصوص من الشعر العربي قبل الاسلام: 121، والّرحلة في القصيدة الجاهلية: 226. ¶ (¬4) ديوان النابغة الذبياني: 18، 19.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "النعمان بنبيّ الله سليمان (عليه السلام) الّذي أرسله الله ليصلح شأن البريّة ويمنع ارتكاب الأخطاء والآثام، وبكلمة مختصرة يُقيم العدلَ، فيقول: ¶ ولا أرى فاعلاً في الناسِ يُشبهه ... ولا أُحاشي منَ الأقوامِ مِن أحَد ¶ الاّ سليمانَ إذ قال الإله له ... قُمْ في الريّةِ فاحْدُدْها عنِ الفَنَد ¶ .......... ... ............... ¶ فمَنْ أطاعك فانفعه بطاعته ... كما أَطاعَكَ وادْلُلْه على الرَّشَد ¶ ومنْ عَصاكَ فعاقبه مُعاقَبةً ... تَنهي الظّلومَ ولا تَقْعُدْ على ضَمَدِ (¬1) ¶ وهذا يؤكّد أنّ تشبيه الشاعر ناقَتَه بالحمار الوحشي والاستطراد في وصف حالته النفسية لم يكن بعيداً عن جوّ القصيدة، فهو يدقّق في اختيار أوصاف مناسبة تلفت نظر النعمان إلى العدل، وتُشعره بالمسؤولية، وهنالك تشبيه آخر أقرب من هذا، إذ يطالب الشاعر النعمان بأن يكون مثل فتاة الحيّ في حكمه، وقدرة تميّزه كعدم خطأ فتاة الحيّ في دقّة حكمها على عدد الحمام على الرغم من كثرته واندفاعه، ويعني بذلك أي كُنْ حكيماً في إصدار حكمك عليّ ولا تخطئ في أمري (¬2)، قائلاً: ¶ احكُمْ كحكم فتاة الحيّ إذ نظرتْ ... إلى حمامٍ شراعٍ واردِ الثّمد ¶ يحفُّه جانباً نيقٍ وتُتبعه ... مثلَ الزّجاجَةِ لم تُكحلْ مِنَ الرّمَد ¶ قالت: ألا ليتما هذا الحمام لنا ... إلى حمامتنا ونِصفُهُ فقد ¶ فحسَّبوهُ فألفَوْهُ كما حسَبَتْ ... تسعاً وتسعين لم تنقُصْ ولم تَزِدِ (¬3) ¶ ويظهر هنا خوف النّابغة وطمعه بالأمان في قسمه هذا: ¶ فَلا لَعَمْرُ الّذي مَسَّحْتُ كَعبتَهُ ... وما هُريقَ على الأنصاب منْ جسَد ¶ والمُؤْمِن العائذاتِ الطّيَر يَمْسحُها ... رُكبانُ مكّةَ بين الغَيل والسَّعَد ¶ ما قلتُ من سيِّءٍ ممّا أتيتَ به ... إذاً فلا رَفعتْ سَوْطي إليَّ يدي (¬4) ¶ فما الّذي جعل النابغة يعرج بقسمه إلى ذكر تأمين الله تعالى للطيور في الحرم ومنع الناس من اصطيادها، والمؤمن العائذات؟ إنّه يطمح في مكانٍ آمن يلوذ إليه كهذه الطّيور، فهو لم يرتكب ذنباً يستحق العقاب: ¶ ¬__________ ¶ (¬1) ديوان النابغة الذبياني: 20، 21. ¶ (¬2) ينظر: شرح المعلقات العشر وأخبار شعرائها: 260. ¶ (¬3) ديوان النابغة الذبياني: 23، 24. ¶ (¬4) م. ن: 25.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "إلاّ مقالةَ أقْوامٍ شَقيتُ بها ... كانَتْ مقالتُهم قَرْعاً على الكَبدِ (¬1) ¶ إنّ طغيان الزّمن والقوّة الجبارة الّتي ظهرت في الأطلالِ والّتي توحي بعدم التكافؤ تظهر في موازنةِ الشاعر بين حالة ضعفه وقوّة النّعمان، هاتان الحالتان غير المتكافئتين، يضاف إلى قوّة النعمان كراهية بعض هؤلاء الوشاة، ودفعهم النعمان للانتقام، إنّها عواملٌ جارفة ستؤدّي إلى طمس واندثار علاقة الشاعر بالنعمان، وربّما يؤدّي ذلك إلى طمس حياة الشاعر بأكملها وتحويلها كتلك الأطلال إلى أشلاء، لذا فهو يطلب من النعمان التمهّل قبل أن يحكم على الشاعر في حالة غضب: ¶ أُنبئتُ أنّ أبا قابوسَ أوعَدَني ... ولا قرار على زأرٍ من الأسد ¶ مَهْلاً فِداءً لك الأقوامُ كُلُّهُمُ ... وما أُثَمِّرُ مِن مال ومن ولَد ¶ لا تقْذِفنِّي برُكْنٍ لا كفاءَ له ... وإن تأثّفَكَ الأعداءُ بالِّرفَدِ (¬2) ¶ وهكذا نجد أنّ أجزاء القصيدة متلاحمة فلا يعقل أن يقول النّابغة هذه القصيدة وهو يعاني من الخوف والظّلم فيقف على أطلال الحبيبة، ثمّ ينتقل الى الرّحلة دون أن يكون لهذا كلّه صلة بموضوعه الّذي يقلقه، إنّ الجوّ ليس جوّاً لذكر الأحباب الّذين مضوا، كما أنّه ليس جوّاً لوصف النّاقة والتفصيل في متابعة ثور وحشي، لقد استطاع النابغة تحميل أجزاء قصيدته هموماً تتناسب مع ما يذكره في غرضها، وكانت كلها تصبّ في هذه البوتقة. ¶ وقد لاحظنا في القصائد الإعتذارية جميعها أنّها لا تبدأ بالغزل لحساسية هذا الموضوع وارتباطه بالخلاف بين الشاعر والنعمان، فمن غير المعقول أن يردّد أمام النعمان تصابيه، أو أن يظهر أمامه بمظهر المتصابي حتى لا يؤكّد تلك المقولة الّتي أشاعها الوشاة، لكنّه حينما اتّجه إلى ملك آخر بدأ قصيدته بمقدمة غزلية، منها مدحه لعمرو بن هند الملك المعروف بالتصابي بهذه القصيدة الّتي يقول في مقدمتها: ¶ أتاركةٌ تَدَلُّلَها قَطامِ ... وضِنّاً بالتَّحيّة والكلام ¶ فإن كان الدّلالَ فَلا تَلَجّي ... وإن كان الوداع فبالسّلام ¶ فلو كانّتْ غداةَ البييْنِ منَتْ ... وقد رفعوا الخُدُورَ على الخيام ¶ صفَحتُ بنظرةٍ فرأيْتُ منها ... تُحيتَ الخِدرِ واضعةَ القِرام ¶ تَرائبَ يستضيءُ الحَلْيُ فيها ... كَجمْرِ النّارِ بُذِّرَ بالظّلامِ (¬3) ¶ ¬__________ ¶ (¬1) ديوان النابغة الذبياني: 25. ¶ (¬2) م. ن: 26. ¶ (¬3) ديوان النابغة الذبياني: 130.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وقد يكون من النادر أن نجد شاعراً يبدأ قصيدةً يمدح أميراً أو ملكاً بمناسبة نصره على الأعداء بمقدمة غزلية، لكنّنا إذا تعمّقنا في قراءة غرض القصيدة نجد وصفاً لجمال النساء السّبايا اللاّتي أخذهُنَّ عمرو بن هند عندما انتصر على القوم الّذين غزاهم، إذ يقول: ¶ فَصَبّحهُمْ بها صَهْباءَ صِرْفاً ... كَأَنّ رؤوسهم بَيْضُ النَّعام ¶ فَذاقَ الموْتَ منْ بَرَكَتْ عليه ... وبالنّاجينَ أظفارٌ دَوام ¶ وَهُنَّ كأنهنَّ نِعاجُ رَمْل ... يُسوّينَ الذُّيُولَ على الخدام ¶ يُوَصّينَ الرّواةَ إذا أَلَمُّواً ... بِشُعْثٍ مُكْرَهينَ على الفِطامِ (¬1) ¶ ويبدو أنّ فرح ابن هند بهذه الغنيمة من النساء قد هيّأ للشاعر الجوّ ليدغدغ عاطفة هذا الملك الذي عرف بتصابيه كما هو مذكور في معلقة عمرو بن كلثوم (¬2). ¶ ولابدّ هنا من الإشارة إلى ذكاء الشاعر وفنّه في عدم الإتيان بما هو ليس مناسباً في مقدمات قصائده. ¶ فالشعر الجاهلي إذن ((يتسم بكلّ سمات الفنّ في قربه من المنابع البدائية للفن وامتياحه منها، وفي قيامه بوظيفة أساسية كسلاح تواجه به الحياة في الدّفاع عن كيانه ¶ ونفسه)) (¬3). ¶ ¬__________ ¶ (¬1) م. ن: 135. ¶ (¬2) ينظر: شرح المعلقات السّبع: 103. ¶ (¬3) المنهج الاسطوري: في تفسير الشعر الجاهلي: 102.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "نتائج البحث ¶ بعد الانتهاء من هذه الدراسة لبنية القصيدة في شعر النابغة الذبياني ـ دراسة تحليلية وتطبيقية ـ توصل البحث إلى جملة من النتائج الأساسية نوجزها فيما يأتي: ¶ - تعدّ القصائد ذوات الموضوع الواحد من القصائد ذوات الانفعال الذّاتي الّذي لا يحتمل التمهّل أو الإتيان بالمقدمات، وعددها أربع قصائد، العتاب، الغزل، الهجاء، المدح، منها ما يحتمل أن يكون قصيدة متعددة الموضوعات، سقطت منها مقدمتها ورحلتها، ومنها ما هو تام مستقيم المعنى يدخل الشاعر في الغرض مباشرةً. ¶ - أمّا القصائد ذوات الموضوعات المتعددة فتضمّنت ثلاث حالات من حيث عدد الأجزاء الوارة فيها: ¶ - قصائد مكتملة تتكوّن من مقدّمة ورحلة وغرض. ¶ - قصائد مكوّنة من مقدمة، يدخل بعدها الشاعر إلى غرض القصيدة دون أن يصف الناقة. ¶ - قصائد سقط منها الغرض. ¶ وقد وجدنا في اعتذاريات النّابغة سيطرة المقدّمات الطللية، فمن قصائد الاعتذار الأربع نجد قصيدة واحدة تبدأ بمقدمة شكوى، وبقية القصائد تبدأ بمقدمات طللية. ¶ - وقد اختفت المقدمات الغزلية من قصائد الاعتذار، فربّما تعود هذه الظاهرة إلى معاناة الشاعر في هذه القصائد، فكأنّه يبكي على أطلال العلاقة المندثرة الّتي كانت عامرةً بينه وبين النّعمان، وان موضوع الغزل قد يوحي بصحة الوشاية الّتي وصلت إلى النعمان، لذا اختفت المقدمات الغزلية من قصائد الاعتذار لدى الشاعر. ¶ - ومن خلال تحليلنا لهذه القصائد وجدنا أنّها متلاحمة الأجزاء، تسيطر عليها عاطفة مهيمنة من مقدمتها مروراً برحلتها حتّى الغرض الأخير، وهذا يوضّح خطأ من يذهب إلى أنّ القصيدة الجاهلية المتعددة الأغراض عبارة عن أجزاء منفصلة لا رابط بينها.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "المصادر والمراجع ¶ - الإعتذاريات في الشعر العربي من عصر ما قبل الاسلام إلى نهاية العصر الأموي، محمود عبد الرزاق أحمد العاني، بإشراف الدكتور عناد غزوان اسماعيل، دكتوراه كلية الآداب، جامعة بغداد 1408 هـ -1988م. ¶ - الأغاني لأبي الفرج الأصفهاني، تحقيق، سمير جابر، ط1، دار الفكر، بيروت. ¶ - بناء القصيدة الفنّي في النّقد العربي والمعاصر، مرشد الزّبيدي، دار الشؤون الثقافية العامة، بغداد 1994م. ¶ - بناء القصيدة في النّقد العربي القديم في ضوء النقد الحديث، يوسف حسين بكار، دار الأندلس، بيروت 1983م. ¶ - بناء القصيدة لدى شعراء الرّواة من أصحاب البديع، جمال عبد المجيد جابر السّوداني، بإشراف الدكتور كامل حسن البصير، ماجستير كلية الآداب، الجامعة المستنصرية 1406هـ-1986م. ¶ - البيان والتبيين، أبو عثمان عمرو بن بحر الجاحظ، تحقيق وشرح، عبد السلام محمد هارون، ط5، مكتبة الخانجي، القاهرة 1405هـ-1985م. ¶ - تأريخ الشعر العربي حتّى نهاية القرن الثالث الهجري، د. نجيب محمد البهيتي، مطبعة السنة المحمدية، مؤسسة الخانجي، القاهرة 1381هـ-1961م. ¶ - حديث الأربعاء، طه حسين، ط13، دار المعارف، مصر. ¶ - دراسات في الشعر العربي القديم، د. بهجت عبد الغفور الحديثي، طبع بمطابع التعليم العالي، بغداد 1990م. ¶ - ديوان النابغة الذبياني، تحقيق محمد أبو الفضل ابراهيم، ط2، دار المعارف، القاهرة. ¶ - الرّحلة في القصيدة الجاهلية، د. وهب رومية، ط3، مؤسسة الّرسالة، بيروت 1402هـ-1982م. ¶ - الرؤى المقنّعة نحو منهج بنيوي في دراسة الشعر الجاهلي، د. كمال أبو ديب، مطابع الهيئة المصرية العامة للكتاب، 1986م. ¶ - شرح المعلقات السّبع لأبي عبد الله الحسين بن احمد الّزوزني، طبعة جديدة منقّحة مصحّحة، دار الفكر للطباعة والنشر والتوزيع، بيروت ـ لبنان 1428هـ-2007م. ¶ - شرح المعلقات العشر وأخبار شعرائها، صنعة احمد بن الأمين الشنقيطي، اعتنى به عبد الرحمن المصطاوي، ط2، دار المعرفة، بيروت ـ لبنان 1425هـ-2005م. ¶ - شعر أوس بن حجر ورواته الجاهليين، د. محمود الجادر، دار الرّسالة، بغداد 1979م.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "- الشعر الجاهلي، قضاياه الفنية والموضوعية، د. ابراهيم عبد الرحمن، مكتبة الشباب، القاهرة 1979. ¶ - الشعر والشعراء أبو محمد عبدالله بن مسلم بن قتيبة، تحقيق وشرح احمد محمد شاكر، دار المعارف، مصر 1386هـ-1966م. ¶ - العمدة في محاسن الشعر وآدابه، أبو علي الحسن بن رشيق القيرواني الأزدي، تحقيق، محمد محيي الدين عبد الحميد، ط4، دار الجيل للنشر والتوزيع والطباعة، بيروت ـ لبنان 1972م. ¶ - فحولة الشعراء، لأبي سعيد عبد الملك بن قريب الأصمعي، شرح وتحقيق، محمد عبد المنعم خفاجي و طه محمد الزّيني، ط1، الطبعة المنيرية، الأزهر 1372هـ-1953م. ¶ - مفهوم الشعر، دراسة في التّراث النقدي، د. جابر عصفور، المركز العربي للثقافة والعلوم 1982م. ¶ - مقدمة القصيدة العربية في الشعر الأندلسي، د. هند شوكت بهنام، ط1، دار الشؤون الثقافية العامة، بغداد 2000م. ¶ - مقدمة القصيدة العربية في الشعر الجاهلي، حسين عطوان، دار المعارف، القاهرة 1970م. ¶ - مقدمة القصيدة العربية في صدر الاسلام، د. حسين عطوان، ط1، دار الجيل، ¶ بيروت ـ لبنان 1407هـ-1987م. ¶ - المنهج الأسطوري في تفسير الشعر الجاهلي، دراسة نقدية، عبد الفتاح محمد أحمد، ط1، دار المناهل للطباعة والنّشر والتّوزيع، بيروت ـ لبنان 1408هـ-1987م. ¶ - النابغة الذبياني، مع دراسة للقصيدة العربية في الجاهلية، محمد زكي العشماوي، دار النّهضة العربية للطباعة والنشر، بيروت ـ لبنان 1980م. ¶ - النابغة سياسته وفنّه ونفسيته، إيليا سليم الحاوي، مكتبة المدرسة ودار الكتاب اللبناني للطباعة والنشر. ¶ - نصوص من الشعر العربي قبل الاسلام، دراسة وتحليل، د. نوري حمودي القيسي، د. محمود عبد الله الجادر، د. بهجت عبد الغفور الحديثي، دار الحكمة للطباعة والنشر 1411هـ-1990م. ¶ - نقد الشعر في المنظور النّفسي، د. ريكان ابراهيم، ط1، دار الشؤون الثقافية العامة، بغداد 1989م.",
            "page": "27",
            "part": "1"
        }
    ],
    "t34552": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "القصيدة في شعر النابغة الذبياني – دراسة تحليلية وتطبيقية"
        }
    ]
}