{
    "b34554": [
        {
            "id": "1",
            "nass": "مِنْ صِفات النِّساء في ¶ كِتَاب العَيْن والصِّحَاح واللِّسَان ¶ الدكتور ... الأستاذ الدكتور ¶ هاشم محمد مصطفى ... جليل حسن محمد ¶ قسم اللغة العربية/ كلية التربية للعلوم الإنسانية ... قسم اللغة العربية/ كلية التربية للعلوم الإنسانية ¶ جامعة صلاح الدين/ أربيل ... جامعة صلاح الدين/ أربيل ¶ تأريخ الإستلام ... تأريخ القبول ¶ //2007/ ... / ... 2007 ¶ الملخص ¶ يستوي هذا البحث على طائفة من الصِّفات التي توصف بها النِّساء، يأتي بعضها نعتاً وبعضها عيباً، وقد جُمعت من خلال قراءة فاحصة لمعجمات ثلاثة، هي: (كتاب العين، الصِّحاح، واللِّسان)، وإنّ الهدف المطموح إلى تحقيقه من إنجاز هذا العمل هو جمع ما تفرّق من هذه الصفات في بحر المعاجم المذكورة؛ ليسهل على القارئ أيّ قارئ أن يطّلع عليها وينتفع بها ويعرف الفروق بينها دونما كبير عناء.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "Abstract ¶ This paper dwell on a specific number of adjectives that are used to describe women. Some of these adjectives are characteristics while others are considered as defects. The data of the papers stems from the three well-known reference dictionaries: Kitab Al-Ayin, Al-Sahah, and Al-Lisan. The paper aims at unifying the differences found in these dictionaries to facilitate for the readers who are interested to make use of the issue and distinguish them ready-made.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "المقدمة ¶ لا يختلف اثنان في أنّ المعجمات العربية - لاسيما القديمة منها- تزخر بمادّة ثرّة متعددة الأنواع مختلفة المقاصد، وقد أنفق المعجميون الغيارى على جمعها وتصنيفها زمن الحريص وجهد المثابر لتكون حرزاً للسان من اللحن، ووقاءً للقلم من آفات التعبير، غير أنّ هذه المطوّلات تحوجنا اليوم عند النظر فيها والعودة إليها إلى متّسع من الوقت يعسر ضمانه في عصرنا الموصوف بعصر التعقيد والتشابك والسرعة. ¶ إنّ هذا الضيق الذي يسم حياتنا بميسمه، يحملنا أو قل يغرينا بالتقسيم والتجزئة فيما نقوم به من أعمال بُغية تحقيق التناسب بين العمل المراد إنجازه، والوقت المتاح لإنجازه. ¶ إنّ هذه المتابعة المعقودة على عنوان (من صفات النساء في كتاب العين والصحاح واللسان) توكيد للواقع الذي أشرنا إليه، إذ أسفرت القراءة المتأنّية في المعجمات الثلاثة المذكورة عن حصيد من صفات النساء، بلغ تعداده ما يناهز (135) صفةً، يمكن للمتلقّي أن يطّلع عليها مجموعةً ينتظم بعضها إلى جِوار بعض في صَفَحات معدودات توفّر على طالبها العناء الكبير الذي يلاقيه إذا ما ولّى وجهه شطر تلك المعاجم مباشرة وبمفرده. ¶ إنّ المعجمات الضخام بمجلّداتها الكثار تكاد تكون محطّ رحال ذوي الإختصاص وحدهم من المهتمين بشؤون اللغة، بيد أنّ متابعة كالّتي بين أيدينا ونظائرها، والراصدة لموضوع واحد في تلك المعاجم، قد تلفت انتباه المتلقي أيّاً كان، وتجتذب غير المختص فضلاً عن المختص، رغبةً منه في الاطّلاع، وتوسيعاً لمكونات ثقافته العامة. ¶ لقد كان المعوّل في تسجيل هذه الصفات على معجمات ثلاثة، كما يفصح عن ذلك العنوان، وهي كتاب (العين، الصحاح، اللسان)، وقد وقع الاختيار على هذه الثلاثة المذكورة لغرض خلاصته أن الأوّل منها يمثّل الجهد المعجمي الجامع الأوّل والثاني يمثّل الفترة الوسطى في مضمار التأليف المعجمي، أمّا الأخير فيمثّل أحد الإنجازات المعجمية الضخمة المتأخّرة في تأريخ المعجمات العربية القديمة. ¶ لقد حرصنا من خلال التعامل مع هذه المعجمات على إيراد الزيادات التي ينفرد بها كلٌّ معجم لدى تفسيره كل صفة من الصفات المسلوكة في هذا البحث، ولم نغفل في الوقت نفسه ما قد وقع من اختلاف في التفسير من هذه المعجمات في شأن هذه الصفة أو تلك، كما عمدنا – كلّما أتيح لنا ذلك- إلى ضرب الشواهد من القرآن الكريم والشعر العربي ومأثور كلام العرب لتعضيد ما قالوه عن كل صفة مما يقع في دائرة عملنا. ¶ أملنا كبير أن يكون هذا الجهد محققاً للغاية المرجوّة، وهي خدمة طلاب العربية خاصّتهم وعامّتهم، ومن الله العون والسداد.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "- أ - ¶ - الأَنُوف: المرأة الطيِّبةُ ريحِ الأنف (¬1). ¶ - الإوَزَّةُ: امرأةٌ إوَزَّةٌ، أي: غليظةٌ لحيمةٌ في غير طولٍ، لا يُحْذَف أَلِفُها (¬2). ويقال إنّها القصيرة الغليظة (¬3). ¶ - الأَيِّمُ: جمعهُ: الأيامى، اللواتي لا أزواج لهنّ من النساء، وامرأةٌ أيمٌ قد تأيَّمَتْ، إذا كانت ذات زوج أو كانت لها قبل ذلك زوجٌ فمات، وهي تصلح للأزواج؛ لأن فيها سُؤرةً من شباب ... (¬4)، وامرأة أيِّمٌ التي لا زوج لها، بكراً كانت أو ثيِّباً، مطلّقةً كانت أو متوفّى عنها (¬5)، وقد آمت المرأة من زوجها تئيّم أيمةً وأيماً وأُيُوماً (¬6)، وفي الحديث: ((أنّه كان يتعوّذ من الأيمةِ)) (¬7). ¶ - ب - ¶ - البَرْجاءُ: البَرْجُ: سَعَةُ بَياضِ العَيْنِ مع حُسْنِ الحَدَقَةِ (¬8). ويقال: البَرَجُ، بالتَحْريك: أن يكون بياضُ العين مُحْدِقاً بالسوادِ كلِّهِ لا يغيبُ من سوادها شيء، وامرأةٌ بَرْجاءُ بَيِّنَةُ البَرْجِ (¬9)، أي: التي عظمت مقلها واتّسع بياض عينيها (¬10). ¶ - البَرْزَةُ: من الفعل: بَرَزَ يَبْرُزُ بَرَازة، وامْرأةٌ بَرْزَةٌ، موثق برأيها، وفضلها، وعفافها (¬11) أي البارزة المحاسن، وقيل: هي الجليلة التي تظهر للناس ويجلس إليها القوم، وهي مع ذلك عفيفة عاقلة (¬12). ¶ - البَرُوك: والبَروك من النِّساء: التي تتزوّج ولها ولدٌ كبيرٌ بالغ (¬13). ¶ - البَلْخَاءُ: البَلْخَاءُ من بَلِخَ يَبْلَخُ، ومعناه: الجريئة على ما أَتت من الفجور أو الحمقاء (¬14). ¶ - ث - ¶ ¬__________ ¶ (¬1) الصحاح 4/ 1332، واللسان 1/ 151. () ¶ (¬2) العين 7/ 398. () ¶ (¬3) اللسان 1/ 169. () ¶ (¬4) العين 8/ 425. () ¶ (¬5) اللسان 1/ 191. () ¶ (¬6) الصحاح 5/ 1868. () ¶ (¬7) النهاية في غريب الحديث والأثر 671. () ¶ (¬8) العين 6/ 115. () ¶ (¬9) الصحاح 1/ 299. () ¶ (¬10) اللسان 1/ 243. () ¶ (¬11) العين 7/ 364. () ¶ (¬12) اللسان 1/ 255. () ¶ (¬13) م. ن 1/ 255. () ¶ (¬14) الصحاح 1/ 419، واللسان 1/ 340. ()",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "- الثَأْدَةُ: الثَّأْداءُ، والدَّأْثاءُ: الأَمةُ (¬1). ويُقال: الثَّأْدَةُ: الكثيرةُ اللحمِ (¬2). ¶ - الثَّجْلاءُ: الثُجْلَةُ بالضم: عِظَمُ البَطْنِ وَسَعَتُهُ (¬3)، ويقال: امرأةٌ ثَجْلاءُ (¬4)، أي بطينةٌ. ¶ - الثَّدْمةُ: القليلة الفهم (¬5). ¶ - الثَّيِّبُ: الثَّيِّبُ: التي قد تزوّجت وبانت بأيّ وجهٍ كان بعد أن مسَّها، ولا يوصف به الرّجلُ (¬6)، ومنه قوله –جلَّ شأنه-: ((عَسَى رَبُّهُ إنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْواجاً خَيٍرَاً مِنْكُنَّ مُسْلِماتٍ مُؤْمِناتٍ قَاتِناتٍ تَائِباتٍ عَابِداتٍ سَائِحَاتٍ ثَيِّبَاتٍ أَبْكَاراً)) (¬7). ¶ - ج - ¶ - الجَاذيَةُ: امرأةٌ جاذيةٌ، بين الجُذُوِّ، أي قصيرة الباع (¬8). ¶ - الجالعة: جَلِعَتِ المرأةُ بالكسر، فهي جَلِعَةٌ وجالِعَةٌ أيضاً، أي قليلة الحياء، تتكلّم بالفُحْشِ (¬9). ¶ - جَبْهاءُ: مصدره الجَبْهُ، ويُقال: امرأة جَبْهاءُ، أي عريضة الجبهة (¬10). ¶ - الجَيْدَاءُ: يقال: امرأة جيداءُ، فهي إذا كانت طويلة العُنُقِ حَسنة (¬11). ¶ - ح - ¶ - حَائِض: حاضتِ المرأةُ تَحيضُ حيْضاً ومحيضاً، فالمَحيضُ يكون اسماً ومصدراً (¬12)، ويقال: التي سالَ منها الدمُّ في أيّامٍ معلومةٍ (¬13). ¶ - الحَارِقةُ: والحَارِقةُ من النّساءِ: الضَيِّقَةُ الفَرْجِ أو الملاقي، أو التي تغلبها الشهوة، وفي حديث عليّ –عليه ¶ ¬__________ ¶ (¬1) العين 8/ 56. () ¶ (¬2) اللسان 1/ 465. () ¶ (¬3) الصحاح 4/ 1645، واللسان 1/ 473 .. () ¶ (¬4) الصحاح 4/ 1645. () ¶ (¬5) اللسان 1/ 474. () ¶ (¬6) العين 8/ 249. () ¶ (¬7) التحريم 5. () ¶ (¬8) العين 6/ 171، والصحاح 6/ 2301، واللسان 1/ 581. () ¶ (¬9) الصحاح 3/ 1197، واللسان 1/ 659. () ¶ (¬10) العين 3/ 395، والصحاح 6/ 2230، واللسان 1/ 540. () ¶ (¬11) العين 6/ 168، والصحاح 2/ 462، واللسان 1/ 737. () ¶ (¬12) العين 3/ 267، والصحاح 3/ 1073. () ¶ (¬13) اللسان 2/ 1071. ()",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "السّلام-: ((خيرُ النِّساءِ الحَارِقةُ)) (¬1). ¶ - حَصَان: وَأَحْصَنَتِ المرأةُ: عَفَّتْ، وأحْصَنَها زَوْجُها، فهي مُحصِنةٌ، ويُقالُ: كلُّ امرأةٍ عفيفةٍ مُحْصِنةٌ، وكلّ امرأة مُتَزوّجة مُحْصنةٌ بالفتح لا غير (¬2)، وامرأة حَصانُ الفَرْجِ (¬3)، قال الأعشى (¬4):- ¶ وبِيِني حَصَانَ الفَرْجِ غيرَ ذميمةٍ ... وَمَوْمُوقةٌ فينا كذاك ووامِقَهْ ¶ - خ - ¶ - الخُبَأَةُ: والخُبَأَ ةُ مثال الهُمَزَة: المرأة التي تطَّلِع ثم تختبئ، قال الزِّبرقان بن بدر: \"إنَّ أبْغَضَ كَنائني إليّ الخُبَأَةُ الطُّلَعَة\" (¬5). ¶ - الخريدة: البكر التي لم تمسس قط، وقيل: هي الحَيّية الطويلة السكوت الخفرة المستترة (¬6). ¶ - الخريع: المرأة الفاجرة الزانية، من التخريع، وهو الضعف واللين، وقيل الخريع: المرأة الشابة الناعمة الليّنة (¬7). ¶ - الخَلْبَنُ: امرأةٌ خَلْبَنٌ: لا رِفْقَ لها بِمِهْنَةِ العمل (¬8)، ويقال: المرأة الخرقاءُ، والنون فيها زائدة للإلحاق (¬9). ¶ - الخَّنَاءُ: خَنَتِ المرأةُ تَخِنُّ خَنيناً، وهو دون الانتحاب من البكاء، وامرأةٌ خَنّاءُ وغَنَّاء، فيها مَخَنَّة، أي خُنَّة (¬10). ويقال: المرأة التي تَخِنُ في بكائها، أي تخرج صوتها من أنفها وهذا الصوت أقبح من الغُنَّة (¬11). ¶ - الخَوْدُ: الخَوْدُ: الشَّبة ما لم تَصِرْ نَصَفاً، وتُجمع: خَوْدات (¬12)، ويقال: الجارية الناعمة (¬13)، أي الفتاة الشابة الحسنة الخلق (¬14). ¶ - د - ¶ ¬__________ ¶ (¬1) الصحاح 4/ 1458، واللسان 2/ 842. () ¶ (¬2) الصحاح 5/ 2101. () ¶ (¬3) العين 3/ 118. () ¶ (¬4) ديوانه 263. ... () ¶ (¬5) الصحاح 2/ 468، واللسان 2/ 1085. () ¶ (¬6) اللسان 2/ 1128. () ¶ (¬7) الصحاح 3/ 1203، واللسان 2/ 1137. () ¶ (¬8) العين 4/ 339. () ¶ (¬9) اللسان 2/ 1221. () ¶ (¬10) العين 4/ 142. () ¶ (¬11) اللسان 2/ 1281. () ¶ (¬12) العين 4/ 294. () ¶ (¬13) الصحاح 2/ 470. () ¶ (¬14) اللسان 2/ 1284. ()",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "- الدَّبَّاءُ: امرأة دبَّاءُ ودَبَبَةٌ: كثيرة الشعر في جبينها (¬1). ¶ - الدّرداءُ: امرأة دَرْدَاء، أي التي ليس في فمها سنٌّ (¬2). ¶ - الدَّعْجاءُ: الدَعَجُ: شدّة سواد العين مع سَعَتِها (¬3)، ويقال: امرأة دعْجاءُ، أي شديدة بياض العين وسوادها (¬4). ¶ - ذ - ¶ - الذَّراعُ: بالفتح: المرأة الخفيفة اليدين بالعَزْل، وقد ذَرَعَتْ الثوبَ وغيره ذرعاً (¬5)، وقيل: الكثيرة الغَزَلِ القويّة عليه (¬6). ¶ - الذَفْراءُ: هي التي لها صُنان وخبث ريح (¬7). ¶ - ر - ¶ - الرُّبوخُ: الرُّبوخُ: المرأةُ يُغشى عليها عند الملامسة، يقال: رَبِخَتْ تَرْبَخُ رُبوخاً ورَبْخاً، وأربختْ إرباخاً فهي ربوخٌ (¬8). ¶ - الرّحومُ: المرأة رَحِمت ورحُمَت إذا اشتكتْ رَحمها بعد الولادة (¬9). ¶ - رَزَان: رزن: شيء رزين، رَزُنَ رَزانةً، وأنا أَرْزُنهُ رَزْناً، ثَقَلْتُهُ بيدي لأعرف ثقله (¬10)، ويقال: الوقار ... ، وامرأةٌ رَزَانٌ، إذا كانت رزينة في مجلسها (¬11)، أي ذات ثبات ووقار وعفاف (¬12)، قال حسّان بن ثابت الأنصاري (¬13): ¶ حصانٌ رزانٌ لا تُزَنُّ بريبةٍ وتُصبح عَزْثَى من لُحومِ الغَوافلِ ¶ - الرَّسحاء: امرأة رَسْحاءُ، أي لا عجيزة لها (¬14)، وهي قليلة لحْم العجز والفخذين (¬15)، وقد يوصف به الذّئب، ¶ ¬__________ ¶ (¬1) اللسان 2/ 1316. () ¶ (¬2) الصحاح 2/ 470، واللسان 2/ 1354. () ¶ (¬3) الصحاح 1/ 315. () ¶ (¬4) العين 1/ 219، واللسان 2/ 1378. () ¶ (¬5) الصحاح 3/ 1209 - 1210. () ¶ (¬6) اللسان 3/ 1498. () ¶ (¬7) م. ن 3/ 1505. () ¶ (¬8) العين 4/ 257، والصحاح 1/ 421، واللسان 3/ 1555. () ¶ (¬9) العين 3/ 225، والصحاح 5/ 1929، واللسان 3/ 1613. () ¶ (¬10) العين 7/ 359. () ¶ (¬11) الصحاح 5/ 2123. () ¶ (¬12) اللسان 3/ 1639. () ¶ (¬13) شرح ديوان حسّان بن ثابت الأنصاري 380. () ¶ (¬14) العين 3/ 139. () ¶ (¬15) الصحاح 1/ 365، واللسان 3/ 1640. ()",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "فيقال: كلُّ ذِئبٍ أَرْسَحُ؛ لأنه خفيف الوَرْكين (¬1). ¶ - الرّشوف: المرأة الضيّقة المكان، وقيل: هي المرأة الطيِّبة الفم (¬2). ¶ - الرّصُوفُ: المرأةُ الضَيِّقَةُ الفَرَجِ (¬3)، وقيل لأعرابيّ تزوّج، كيف رأيتها؟ فقال: وجدتها أنوفاً ورشوفاً ورصوفاً (¬4)، أي طيِّبة رائحة الأنف والفم وصغيرة الفرج. ¶ - الرَّطومُ: من نعت الحِرِ الكبيرة الواسعة (¬5)، أي المرأة الواسعة الفَرْجِ (¬6). ¶ - رِعْديدة: المرأة الرَخْصةُ (¬7)، ويقال: يترجّرج لحمها من نعمتها (¬8). ¶ - ز - ¶ - زبراءُ: امرأة زبراءُ، أي عظيمة الشَّعر (¬9). ¶ - الزِّبَعراة: المرأة السّيئة الخُلُقِ (¬10). ¶ - الزَّخاء: زَخَخْتُ في قَفاه زخّاً، أي دفعتُ ... وَزَخَّةُ الرَّجل ومَزَخَّتهُ: امرأتهُ، وقد زَخَّها زَوْجُها يَزُخُّها زُخَّاً إّذا جامَعها (¬11)، ويقال: التي تزخ الماء عند الجماع، أي تدفعه، وتسمَّى زخاخة أيضاً (¬12). ¶ - الزَهراءُ: والمرأةُ الزهراء: البيضاء الحسنة والبهجة (¬13)، قال قيسُ بن الخطيم (¬14): ¶ تَمْشِي كَمَشْي الزَهراء في دَمَثِ الـ ... رَّملِ إلى الحزن دونها الجُرُفُ. ¶ - الزَّوْلَة: المرأة الزَوْلَةُ (¬15)، أي الحفيفة الظريفة، ويقال: المرأة البَرْزَةُ أو المرأة الفَطِنَةُ الدَّاهية (¬16). ¶ ¬__________ ¶ (¬1) العين 3/ 139، والصحاح 1/ 365. () ¶ (¬2) الصحاح 4/ 1364، واللسان 3/ 1651. () ¶ (¬3) الصحاح 4/ 1365، واللسان 3/ 1657. () ¶ (¬4) اللسان 1/ 1657. () ¶ (¬5) العين 7/ 425. () ¶ (¬6) الصحاح 5/ 1934، واللسان 3/ 1666. () ¶ (¬7) الصحاح 2/ 475. () ¶ (¬8) اللسان 3/ 1669. () ¶ (¬9) م. ن 3/ 1805. () ¶ (¬10) الصحاح 2/ 668، واللسان 3/ 1807. () ¶ (¬11) العين 4/ 136. () ¶ (¬12) اللسان 3/ 1820. () ¶ (¬13) الصحاح 2/ 674، واللسان 3/ 1877. () ¶ (¬14) ديوان قيس بن الخطيم 108. () ¶ (¬15) الصحاح 4/ 1719. () ¶ (¬16) الصحاح 4/ 1719، واللسان 3/ 1893. ()",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "- الزِّوَنَّةُ: المرأةُ زِوَنَّةٌ، أي قصيرة (¬1). ¶ - الزُّوَنَّةُ: المرأة الزُّونَّة، أي العاقلة (¬2). ¶ - س - ¶ - السَّتْهاءُ: السَّتَةُ: مصدر الأسْتَهْ، ويقال للواسعة الدُّبُرِ ستهاءُ وسُتْهُمٌ (¬3)، وامرأةٌ سَتْهاءُ وسَتْهمٌ، والميم زائدةٌ (¬4). ¶ - السَّلْفَعُ: ومن النِّساء: الجريئةُ السليطةُ (¬5). ¶ - السَّوْقاءُ: وامرأة سَوْقاءُ، أي تارَّة الساقين ذات شَعر (¬6)، ويقال: امرأة سَوْقاءُ؛ حسنةُ السَّاقِ (¬7). ¶ - السولاء: والسَوَلُ: استرخاءُ ما تحت السُرَّة من البطن. وامرأة سَوْلاءُ (¬8)، التي في أسفلها استرخاء (¬9). ¶ - السَّيفانةُ: وجارية سَيْفانةٌ، أي: شطبةٌ كأنها نَصْلُ سيف، ولا يوصف به الرجل (¬10). ¶ - ش - ¶ - الشَّتْراءُ: التي في جفن عينها الأسفل انقلاب، وقلما يكون ذلك خِلقة (¬11). ¶ - شَمْطاءُ: الشَّمْطُ في المرأةِ: شيبُ الرأسِ، ولا يقال: أَمةٌ شيباءُ، ولكن شَمْطاءُ (¬12). ويقالُ: المرأةُ شَمْطاءُ، أي: التي يخالِط بياضُ شَعرِ رأسِها سَوادَهُ (¬13). ¶ - الشَّهْلاءُ: الشَّهَلُ: شُهْلَةٌ في العين، التي يشوب سواد عينها زرقةً (¬14)، ويقال: امرأةٌ شَهْلةٌ، إذا كانت نَصَفاً ¶ ¬__________ ¶ (¬1) العين 7/ 386، والصحاح 5/ 2132، واللسان 3/ 1894. () ¶ (¬2) اللسان 3/ 1894. () ¶ (¬3) العين 4/ 5. () ¶ (¬4) الصحاح 6/ 2233، واللسان 3/ 1937. () ¶ (¬5) الصحاح 3/ 1231، واللسان 3/ 2070. () ¶ (¬6) العين 5/ 190. () ¶ (¬7) الصحاح 4/ 1498، واللسان 3/ 2154. () ¶ (¬8) الصحاح 5/ 1733. () ¶ (¬9) اللسان 3/ 2157. () ¶ (¬10) العين 7/ 310 - 311، واللسان 3/ 2172. () ¶ (¬11) العين 6/ 245، واللسان 4/ 2193. () ¶ (¬12) العين 6/ 240. () ¶ (¬13) الصحاح 3/ 1138، واللسان 4/ 2327. () ¶ (¬14) العين 3/ 401، واللسان 4/ 2353. ()",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "عاقلةً، ولا يوصف به الرجل (¬1). ¶ - الشَّوْهاء: التي تكون سريعة الأصابة بالعين (¬2)، والشَّوهُ مصدر الأشوة والشوهاء (¬3). ¶ - ص - ¶ - الصمعاء: الصغيرة الأذن (¬4)، وامرأة صمعاء الكتفين، أي: لصق كعبها واستوى (¬5). ¶ - ض- ¶ - الضانِئةُ: ضَنَأَت المرأةُ، إذا نَفَثَتْ في الولد، أي كَثُرَ ولدها، وهي الضانئة، أي كثُر ضِنؤُها، وضِنْءُ كلِّ شيءٍ نسلُهُ (¬6)، ويقال: الكثيرة الولد (¬7). ¶ - الضَرْطاءُ: خفيفة شعر الحاجب ورقيقه (¬8). ¶ - الضَلْعَاءُ: الواسعة الفمِ (¬9). ¶ - الضميلةُ: التي في ساقها يُبْس وجسوء (¬10). ¶ - الضِّناك: المرأة الضناك، أي: الضخمة التارّة المكتنزة الصلبة اللَّحم (¬11). ¶ - الضَّهَياءُ: الضَّهياءُ من النساء: التي لم تَحِض قطّ، وقد ضَهِيَتْ تَضْهى ضَهىً (¬12)، ويقال: التي لا يظهر لها ثدي ولا تحيض ولا تحمل (¬13). ¶ - ط - ¶ ¬__________ ¶ (¬1) الصحاح 5/ 1743. () ¶ (¬2) اللسان 4/ 2365. () ¶ (¬3) العين 4/ 68. () ¶ (¬4) الصحاح 3/ 1245، واللسان 4/ 2497. () ¶ (¬5) العين 3/ 316. () ¶ (¬6) م. ن 7/ 60. () ¶ (¬7) اللسان 4/ 2615. () ¶ (¬8) م. ن 4/ 2579. () ¶ (¬9) م. ن 4/ 2599. () ¶ (¬10) م. ن: 4/ 2609. () ¶ (¬11) العين 5/ 302 - 303، والصحاح 4/ 1598، واللسان 4/ 2614. () ¶ (¬12) العين 4/ 70. () ¶ (¬13) اللسان 4/ 2618. ()",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "- الطَّامِثُ: الطَّمَثُ: الافتضاض، وطمَثْتُ الجارية: افترعتها (¬1)، ويقال: طَمَثَتِ المرأة تطمثُ بالضم: حاضَتْ (¬2). ¶ - الطامِح: وطَمَحَتِ المرأة مثل جَمَعَت، فهي طامِحٌ (¬3)، ويقال: التي تَطْمَحُ إلى الرجال، أي: تبغض زوجها وتنظر إلى غيره (¬4). ¶ - ظ - ¶ - الظنونُ: التي تتزوّج طمعاً في ولدها (¬5). ¶ - ع - ¶ - العاتق: شابة أوّل ما أدركت فخدرت في بيت أهلها (¬6)، وقيل: هي البكر التي لم تَبِنْ عن أهلها، وقيل: هي التي بين التي أدركت وبين التي عنست (¬7). ¶ - العاتِكة: المحمرة من الطيب (¬8). ¶ - عاقِرٌ: مصدره العُقْرُ، وهي التي لا تحمل، يقال: امرأة عاقرٌ وبِها عُقْرٌ (¬9)، وقد عَقرَتِ المرأة تَعْقُرُ عُقْراً: صارت عاقراً، مثل حَسُنَتْ حُسْنَاً (¬10). ¶ - العانس: عَنَسَتِ المرأةُ تَعْنُسُ عُنُوساً، إذا صارت نَصَفاً، وهي بَعْدُ بِكْرُ لَمْ تَزَوَّجْ، وَعَنَّسها أهْلُها تَعْنيساً إذا حبسوها عن الإزواج حتى تجاوزت فَتاء السنّ (¬11). ويقال: عَنَسَتِ الجارية تَعْنُسُ بالضم عُنوساً وعِناساً، فهي عانِسٌ، وذلك إذا طال مكثُها في منزل أهلها بعدَ إدراكها حتى خرجت من عداد الأبكار، هذا ما لم تتزوّج (¬12)، فإن تزوّجت مرّةً فلا يقال عَنسَت، قال أبو زيد: وكذلك عَنَّسَتْ الجارية تعنيساً. وقال الأصمعي: ¶ ¬__________ ¶ (¬1) العين 7/ 412. () ¶ (¬2) الصحاح 1/ 286، واللسان 4/ 2701. () ¶ (¬3) الصحاح 1/ 389. () ¶ (¬4) اللسان 4/ 2701. () ¶ (¬5) م. ن 4/ 2614. () ¶ (¬6) الصحاح 4/ 1598. () ¶ (¬7) اللسان 4/ 2798. () ¶ (¬8) م. ن 4/ 2800. () ¶ (¬9) العين 1/ 150، واللسان 4/ 3033. () ¶ (¬10) الصحاح 2/ 755. () ¶ (¬11) العين 1/ 337. () ¶ (¬12) الصحاح 3/ 953، واللسان 4/ 3129. ()",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "لا يقال عَنَّسَتْ، ولكن عُنِّسَتْ على ما لم يسمّ فاعله (¬1). ¶ - عَبْلَة: العَبْلُ: الضَّخْمُ، عَبُلَ يَعْبُلُ عَبالةً (¬2)، ويقال: امرأة عَبْلةٌ: تامّةِ الخلْقِ، والجمع عَبْلاتٌ، وعِبالٌ، مثل: ضَخْماتٍ وضِخامٍ (¬3). ¶ - العجْزاءُ: امرأة عَجْزاء وقد عَجِزَتْ عَجْزاً (¬4)، ويقال: عَجِزَت بالكسر تعْجُزُ عَجَزاً بالضم: عظمت عجيزتها، وامرأةٌ عَجْزاءُ: عظيمة العَجزِ، ولا يوصف به الرجل (¬5). ¶ - العَروبُ: المرأة العَروبُ: المُتَحَبِّبة إلى زوجها، والجمع عُرُبٌ (¬6)، ومنه قوله تعالى: ((عُرُباً أتراباً)) (¬7)، ويقال: المرأة الضاحكة، وهم يعيبون النساء بالضحك الكثير، وقيل: إنّ العروب هي المرأة العاصية لزوجها، الخائنة بفرجها، الفاسدة في نفسها (¬8). ¶ - العُكموز: التارة الحادرة الطويلة الضخمة (¬9). ¶ - العَكْناءُ والمُعْكَّنَةُ: العُكَنُ: الإطواء في بطن الجارية السمينة، ويجوز جارية عكناء (¬10). ¶ - العَلُوقُ: المرأةُ التي لا تُحِبُّ غيرَ زوجها (¬11). ¶ - العِنِّينةُ: امرأةٌ عِنِّينة، التي لا تشتهي الرِّجال، وهو فِعِّيلٌ بمعنى مفعول، مثل خِرِّيجٍ (¬12). ¶ - العِيطاءُ: الطويلةُ العُنُقِ (¬13). ¶ - غ - ¶ - الغانيةُ: الشَّابَّةُ المُتزوِّجةُ، وهي الجارية التي غَنِيَتْ بِزوجها (¬14)، ويقال: هي التي غَنِيَتْ بحسنها وجمالها عن ¶ ¬__________ ¶ (¬1) الصحاح 3/ 953 - 954. () ¶ (¬2) العين 2/ 148. () ¶ (¬3) الصحاح 5/ 1757. () ¶ (¬4) العين 2/ 211. () ¶ (¬5) الصحاح 3/ 883 - 884، واللسان 4/ 2818. () ¶ (¬6) العين 2/ 128، والصحاح 1/ 180. () ¶ (¬7) الواقعة 37. () ¶ (¬8) اللسان 4/ 2867. () ¶ (¬9) م. ن 4/ 3061. () ¶ (¬10) العين 1/ 203، واللسان 4/ 3062. () ¶ (¬11) العين 1/ 161، واللسان 4/ 3075. () ¶ (¬12) الصحاح 6/ 2166، واللسان 4/ 3140. () ¶ (¬13) العين 2/ 211، واللسان 4/ 3191. () ¶ (¬14) العين 4/ 451، والصحاح 6/ 1449. ()",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "الحلي (¬1). ¶ - الغَتْماءُ: التي في منطقها عُجمةٌ لا تفصح شيئاً (¬2). ¶ - الغضة: الرقيقة الجلد الظاهرة الدَّمِ (¬3). ¶ - الغَنْجاءُ: الغُنْجُ: شَكْلُ الجارية الغَنِجة وغُنِجة، بلا ألفٍ ولام (¬4)، ويقال: قد غَنِجَتِ الجارية غَنَجاً وتَغَنَّجَتْ فهي غَنجاء، أي: حسنة الدل (¬5). ¶ - ف - ¶ - الفَرماءُ أو المستفرمةُ: الفِرامُ: تَضييق المرأة فَلْهَمَها بِعَجَم الزَّبيب، وقد استَفْرَمَتِ المرأةُ فهي مُسْتَفْرِمةٌ، إذا احْتَشَتْ (¬6)، ويقال: هي التي تجعل الدواء في قُبُلها ليضيق (¬7)، وقال امرؤ القيس يصف خيلاً (¬8): ¶ يَحْمِلْنَنا والأَسَلَ النَواهِلا ... مُسْتَفْرِماتٍ بالحصى جَوافِلا ¶ - الفَروُكُ أو الفارِكُ: وامرأة فاركٌ، وجمعها فواركٌ (¬9)، والفِرْكُ، بالكسر: البغض، تقول: فركتِ المرأة زوجها بالكسر تَفْرَكهُ فَركاً، أي أبغَضَتْهُ، فهي فَروكٌ وفارِكٌ. وكذلك فَرِكها زوجها، ولم يُسْمَع هذا الحرف في غير الزوجين (¬10). ¶ - الفَلْحَسُ: المرأةُ الرَّسحاء الصغيرة العجز (¬11). ¶ - ق - ¶ - القَفَنْزَعةُ: المرأة القصيرة (¬12). ¶ - القَرْثَعُ: المرأة الجريئة القليلة الحياء، وقيل هي البلهاء التي تكحل إحدى عينيها وتدع الأخرى رعونة (¬13). ¶ ¬__________ ¶ (¬1) اللسان 5/ 3310. () ¶ (¬2) العين 4/ 398، والصحاح 5/ 1994، واللسان 5/ 3213. () ¶ (¬3) الصحاح 2/ 776، واللسان 5/ 3265. () ¶ (¬4) العين 4/ 357. () ¶ (¬5) الصحاح 1/ 332، واللسان 5/ 3305. () ¶ (¬6) العين 8/ 272. () ¶ (¬7) الصحاح 5/ 2001، واللسان 5/ 3404. () ¶ (¬8) ديوان امرئ القيس 135. () ¶ (¬9) العين 5/ 359. () ¶ (¬10) الصحاح 4/ 1603، واللسان 5/ 3403. () ¶ (¬11) العين 3/ 331، واللسان 5/ 3459. () ¶ (¬12) اللسان 5/ 3701. () ¶ (¬13) م. ن 5/ 3571. ()",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "- ك - ¶ - الكَرْشاء: امرأة كَرْشاءُ: عظيمةُ البَطْنِ (¬1). ¶ - الكَسَّاءُ: الكَسَسُ: خروج الأسنانِ السفلى مع الحنكِ الأسفل (¬2)، أي التي قَصرت أسنانها وصغرت (¬3). ¶ - الكَعْبَرُ: الجافية العِلْجَةَ (??  e ??tr??r ??trpar  اللسان 5/ 3889. ()). ¶ - الكنود: المرأة الكنود للمودة (¬4)، قال النمر بن تولب (¬5):- ¶ كَنودٌ لا تَمُتُّ ولا تفادي إذا عَلِقَتْ حبائلها برهْنِ ¶ - ل - ¶ - اللّباخية: امرأة لُباخيَّةٌ، أي: ضخمةُ الرَّبْلةِ كثيرة اللحمِ (¬6)، ويقال: المرأة الطويلة العظيمة الجسم (¬7). ¶ - اللَّصاءُ: هي التي تقارب ما بين أضراسها حتى لا ترى بينها خللاً (¬8). ¶ - اللَّفاءُ: الضخمة الفخذين (¬9). ¶ - لمياءُ: من الشَّفة اللَّمياءُ، وهي اللَّطيفةُ القليلة الدَّمِ (¬10)، قال ذو الرّمة (¬11): ¶ لمياءُ في شَفَتَيْها حَوَةٌ لَعَسٌ وفي اللِّثاتِ وفي أنيابها شَنَبُ ¶ ويقال: سُمرة في الشَّفةِ تُسْتَحْسنُ، وجارية لمياءُ بيِّنة اللمى (¬12). ¶ - م - ¶ - مِئْناثٌ: وآنثت المرأة، إذا وَلدت أنثى، فهي مُؤْنِثٌ، وإذا كان ذلك عادتها فهي مِئْناثٌ أيضاً؛ لأنهما يستويان ¶ ¬__________ ¶ (¬1) الصحاح 3/ 1017، واللسان 5/ 3856. () ¶ (¬2) العين 5/ 271. () ¶ (¬3) الصحاح 3/ 971، واللسان 5/ 3874. () ¶ (¬4) الصحاح 2/ 532، واللسان 5/ 3936. () ¶ (¬5) شعر النمر بن تولب 117. () ¶ (¬6) العين 4/ 272، والصحاح 1/ 430. () ¶ (¬7) اللسان 5/ 3983. () ¶ (¬8) م. ن 5/ 4032. () ¶ (¬9) اللسان 5/ 4054. () ¶ (¬10) العين 8/ 344. () ¶ (¬11) ديوان ذي الرمة 65. () ¶ (¬12) الصحاح 6/ 2485، واللسان 5/ 4081. ()",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "في مِفْعالٍ (¬1). ¶ - المُبَتَّلةُ: كلُّ امرأةٍ تَنْقَبِضُ عن الرِّجال، فلا حاجة لها فيهم ولا شَهْوَةَ، ومنه التَبَتُّل وهو ترك النكاح (¬2)، ويقال: امرأةٌ مُبْتَّلةٌ بتشديد التاء مفتوحةَ، أي تامّة الخَلْقِ لم يركب لحمها بعضهُ بعضاً، ولا يوصف به الرجل (¬3). قال الأعشى (¬4): ¶ مُبَتَّلةُ الخلقِ مثل المها ... ة لم تَرَ شَمْساً ولا زَمْهَريرا ¶ - مُتْئِمٌ: أَتْأَمَتِ المرأةُ، إذا وضعت اثنين في بطنٍ، فهي مُتْئِمٌ (¬5)، فإذا كان ذلك من عادتها أن تلد التوائم فهي مِتْآمٌ (¬6). ¶ - المُتِمُّ: تم الشيء تماماً ... وأتممَّتِ الحُبْلى فهي مُتِمُّ، إذا تَمَّتْ أيَّام حملها (¬7)، أي الحامل إذا شارفت الوضعِ (¬8). ¶ - المُثَدَّنةُ: اللحيمة في سماجة (¬9). ¶ - المُثَفَّاةُ: التي لزوجها امرأتان سواها وهي ثالثتهما؛ لأن الأثافي في ثلاث شبهت بأثافي القدر (¬10). ¶ - المُثْكَلُ: الثُكلُ: فقدان الحبيب، يقال: ثَكِلَتْهُ أُمُّهُ فهي به ثَكْلى، وأثْكَلَتِ المرأة فهي مُثْكِلٌ (¬11)، ويقال: فقدان المرأة ولدها، وكذلك الثَكَلُ بالتحريك. وامرأةٌ ثاكلٌ وثَكْلى (¬12). ¶ - المثناءُ: التي تشتكي مثانتها، أو لا تتمسَّك بولها في مثانتها (¬13). ¶ - المِحْماقُ: امرأةٌ مُحْمِقٌ: تلِدُ الحَمْقى (¬14)، وأَحمقتِ المرأةُ، أي: جاءَتْ بولد أحمق؛ فهي مُحْمِقٌ ومُحْمِقَةٌ، فإن ¶ ¬__________ ¶ (¬1) الصحاح 1/ 272، واللسان 1/ 146. () ¶ (¬2) العين 8/ 124 - 125. () ¶ (¬3) الصحاح 4/ 1630، واللسان 1/ 207. () ¶ (¬4) ديوان الأعشى 95. () ¶ (¬5) العين 8/ 139، والصحاح 5/ 1876. () ¶ (¬6) اللسان 1/ 413. () ¶ (¬7) الصحاح 5/ 1877. () ¶ (¬8) اللسان 1/ 447. () ¶ (¬9) اللسان 1/ 474. () ¶ (¬10) م. ن 1/ 491. () ¶ (¬11) العين 5/ 349 - 350. () ¶ (¬12) الصحاح 4/ 1647، واللسان 1/ 495. () ¶ (¬13) اللسان 6/ 4136. () ¶ (¬14) العين 3/ 56. ()",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "كان من عادتها أن تَلِدَ الحَمْقى، فهي: مِحْماقٌ (¬1). ¶ - المَخْنَةُ: امرأةٌ مَخْنَةٌ: إلى القِصَرِ ما هو، وفيه زهوٌ وخفة، أي: الطويلة (¬2). ¶ - مِذكار: امرأةٌ مُذَكَّرة، وناقة مُذَكَّرةٌ، إذا كانت في خِلْقَه الذَّكَرِ، أو شِبْهَهُ في شمائلها، واذْكَرتِ الناقةُ والمرأةُ، إذا ولدت ذكوراً، وامرأةٌ مِذْكارٌ (¬3)، التي من عادتها أن تَلِدَ الذُكور (¬4). ¶ - المرصوفة: التي التزق ختانها فلم يُوصَل إليها (¬5). ¶ - المُرْضِعُ: امرأةٌ مُرْضِعٌ، أي لها ولدٌ تُرْضِعُهُ، أي ذات رضيعٍ (¬6)، قال امرؤ القيس (¬7): ¶ فَمِثْلُكِ حُبْلَى قَدْ طَرَقْتُ وَمُرْضِعَاً فألهيتُها عن ذي تمائمَ مُغْيَلِ ¶ - المِرغامة: المُغضِبةُ لِبَعْلِها (¬8). ¶ - المُرْغُلُ: التي أرضعت ولدها (¬9). ¶ - المَرْهاءُ: امرأة مَرْهاءُ: لا تَتَعَهَد عينها بالكُحْلِ (¬10)، ويقال: مَرِهَتْ العينُ مَرَهاً، إذا فَسَدتْ لتركِ الكُحْلِ (¬11)، والمُرْهةُ: البياضُ الذي لا يخالطه غيره، وإنما قيل للعين التي ليس فيها كُحْلٌ مَرْهاءٌ، أي: القبيحة البياض يشبه بياضها الجِصّ (¬12). ¶ - المِزْعاجُ: المرأة التي لا تَسْتَقِرُّ في مكانٍ (¬13). ¶ - المِزْواجُ: امرأةٌ مِزْواجٌ: كثيرةُ التَزَوّج (¬14). ¶ ¬__________ ¶ (¬1) الصحاح 4/ 1464، 1465، واللسان 2/ 1000. () ¶ (¬2) العين 4/ 281، واللسان 6/ 4155. () ¶ (¬3) العين 5/ 347. () ¶ (¬4) الصحاح 2/ 665، واللسان 3/ 1508. () ¶ (¬5) اللسان 3/ 1682. () ¶ (¬6) العين 1/ 270، والصحاح 3/ 1220، واللسان 3/ 1660. () ¶ (¬7) ديوان امرئ القيس 12. () ¶ (¬8) اللسان 3/ 1683. () ¶ (¬9) اللسان 3/ 1682. () ¶ (¬10) العين 4/ 51. () ¶ (¬11) الصحاح 6/ 2249. () ¶ (¬12) اللسان 6/ 4188. () ¶ (¬13) الصحاح 1/ 319، واللسان 3/ 1832. () ¶ (¬14) الصحاح 1/ 320، واللسان 3/ 1886. ()",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "- المُشْهِدُ: امرأةٌ مُشْهِدٌ، إذا حَضَرَ زَوْجُها، بلا هاء (¬1). ¶ - المُصِبيةُ: ذات صبيةٍ (¬2). ¶ - المِغْناجُ: الغُنْجُ: شكل الجارية الغنِجة، وغُنْجَةُ (¬3)، الحسنة الدَّل (¬4). ¶ - المُغِيْبةُ: وأَغابَتِ المرأةُ فهي مُغِيْبَةٌ، إذا غابَ عنها زوجها (¬5). ¶ - المَقْهاءُ: المَهَقُ والمَقَهُ: بياضٌ في زُرْقَةٍ، وامرأة مَهْقاءُ ومَقْهاءُ (¬6)، هي القبيحةُ البياض يشبه بياضها بياض الجِصِّ (¬7). ¶ - المُكَثَّفَةُ: المُحْكَمةُ الفَرْجِ (¬8). ¶ - المَنْخوشةُ: امرأة مَنْخوشةٌ، أي لا لحم عليها (¬9). ¶ - المِهْذار: المرأة الكثيرة الكلام (¬10). ¶ - المُوْقَرةُ: امرأةٌ مُوْقَرةٌ، بفتح القاف، إذا حَمَلَتْ حَمْلاً ثَقيلاً (¬11). ¶ - المومِسُ: المرأة الفاجرة الزانية التي تميل لمريدها (¬12). ¶ - ن - ¶ - النَّثورُ: امرأة نَثُورٌ: كثيرة الولد، يقال: نثرتْ بطنها (¬13). ¶ - النّّجْلاءُ: وَطَعْنَةٌ نجلاءُ: واسعةٌ (¬14)، أي التي في شقّ عينها سعة مع حسن (¬15). ¶ ¬__________ ¶ (¬1) الصحاح 2/ 494، واللسان 4/ 2349. () ¶ (¬2) اللسان 4/ 2398. () ¶ (¬3) العين 4/ 357. () ¶ (¬4) اللسان 5/ 3305. () ¶ (¬5) العين 4/ 454، والصحاح 1/ 196، واللسان 5/ 3322. () ¶ (¬6) العين 3/ 372. () ¶ (¬7) الصحاح 6/ 2249، واللسان 6/ 4246. () ¶ (¬8) اللسان 5/ 3829. () ¶ (¬9) العين 4/ 171، واللسان 6/ 4377. () ¶ (¬10) اللسان 6/ 4644. () ¶ (¬11) الصحاح 2/ 848، واللسان 6/ 4890. () ¶ (¬12) اللسان 6/ 4927. () ¶ (¬13) العين 8/ 219، والصحاح 2/ 822، واللسان 6/ 4339. () ¶ (¬14) العين 6/ 125. () ¶ (¬15) الصحاح 5/ 1826، واللسان 6/ 4356. ()",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "- النُّفْساءُ: والنِّفاسُ: وِلادة المرأةِ إذا وَضَعَتْ، فهي نُفَساءُ ونسوةٌ نِفاسٌ، وليس في الكلام فُعَلاءُ يُجْمَعُ على فِعالِ غير نُفَساءَ وعُشَراء ... وقد نَفِسَتِ المرأة بالكسر نِفاساً ونفاسةً (¬1). ¶ - هـ - ¶ - الهُراءةُ: الكثيرة الكلام (¬2). ¶ - الهِرْكَوْلَةُ: الجارية الضخمة المُرْتَجَّةُ الأرداف، أي العظيمة الوركين (¬3). ¶ - الهِرْمل: وَهَرْمَلَتِ العجوزُ: صارت كالخِرْقَةِ البالية من الكِبَرِ (¬4). ¶ - الهَكْنةُ: التارة الغضة أو الخفيفة الروح الطيبة الرائحة (¬5). ¶ - الهَلوكُ: المرأة الفاجرة الشبقة المتساقطة على الرجال (¬6). ¶ - الهِلْياغُ: الممانعة المضاحكةُ (¬7). ¶ - الهُوْلَةُ: المرأة التي تهول الناظر من حسنها (¬8)، قال أمية بن أبي عائذ الهذلي (¬9): ¶ لَيْلَى وما لَيْلى وَلمْ أَرَ مِثْلَها بين السما والأرض ذات عِقاصِ ¶ بَيْضاءَ صافيةَ المدامع هُوْلةً ... للناظرين كَدُرَّةِ الغَوَّاصِ ¶ - الهَيْفاءُ: الهَيَفُ: دِقَّةُ الخَصْرِ، وصاحِبُهُ أهيف وهيفاء (¬10). وامرأة هيفاءُ: المشوقة القد أو الضامرة البطن (¬11). ¶ - الهيكلةُ: العظيمةُ الضخمة (¬12). ¶ - و - ¶ - الوَأْنةُ: المقتدر الخلْقِ، الرَّجل والمرأة فيه سواء (¬13). ¶ ¬__________ ¶ (¬1) العين 7/ 271، والصحاح 3/ 985، واللسان 6/ 4503. () ¶ (¬2) اللسان 6/ 4646. () ¶ (¬3) الصحاح 6/ 1097، واللسان 6/ 4656. () ¶ (¬4) العين 4/ 128. () ¶ (¬5) اللسان 1/ 374. () ¶ (¬6) العين 3/ 378، والصحاح 4/ 1617، واللسان 6/ 4688. () ¶ (¬7) اللسان 6/ 4685. () ¶ (¬8) اللسان 6/ 4722. () ¶ (¬9) ديوان الهذليين 2/ 192. () ¶ (¬10) العين 4/ 96. () ¶ (¬11) الصحاح 4/ 1444، واللسان 6/ 4738. () ¶ (¬12) اللسان 6/ 4681. () ¶ (¬13) العين 8/ 403، واللسان 6/ 4940. ()",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "- الوَطباءُ: كبيرة الثديين، يشبهان بالوطب كأنها تحمل وطباً من اللبن (¬1). ¶ - الوطواطةُ: الصيّاحة (¬2). ¶ - الوَقاحُ: الحافرُ الصُّلب، والنعت وقاح، الذكر والأنثى فيه سواء (¬3)، ويقال: امرأة وَقاحُ الوجه، أي قليلة الحياء (¬4). ¶ - الوَقْصاءُ: الوَقْصُ: قِصَرٌ في العُنُقِ، كأنه رُدَّ في جَوْفِ الصَّدْرِ، ... والأنثى وقْصاءُ (¬5). ¶ - الوَهْنانةُ: امرأةٌ وَهْنانةٌ: التي فيها فتور وأناة عند القيام (¬6) أو الكسلى عن العمل تنعماً (¬7). ¶ ¬__________ ¶ (¬1) اللسان 6/ 4865. () ¶ (¬2) م. ن 6/ 4868. () ¶ (¬3) العين 3/ 256. () ¶ (¬4) الصحاح 1/ 416، واللسان 6/ 4888. () ¶ (¬5) العين 5/ 187، واللسان 6/ 4892. () ¶ (¬6) العين 4/ 92، والصحاح 6/ 2215 - 2216، واللسان 6/ 4935. () ¶ (¬7) اللسان 6/ 4935. ()",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ثبت المصادر والمراجع ¶ - القرآن الكريم. ¶ - ديوان الأعشى الكبير ميمون بن قيس: شرح وتعليق: د. محمد محمد حسين، 1950م. ¶ - ديوان امرئ القيس: تحقيق: محمد أبو الفضل إبراهيم، ط4، دار المعارف، القاهرة، 1984م. ¶ - ديوان ذي الرُّمة: شرحه وضبط نصوصه وقدّم له: د. عمر فاروق الطبَّاع، ط1، شركة دار الأرقم بن أبي الأرقم، بيروت، 1419هـ - 1998م. ¶ - ديوان قيس بن الخطيم: تحقيق: د. ناصر الدين الأسد، ط2، دار صادر، بيروت، 1978م. ¶ - ديوان الهذليين: نسخة مصورة عن دار الكتب، الدار القومية للطباعة والنشر، القاهرة، 1965م. ¶ - شرح ديوان حسّان بن ثابت الأنصاري: ضبط وتصحيح: عبد الرحمن البرقوقي، دار الأندلس، بيروت، 1966م. ¶ - شعر النمر بن تولب: صنعه: د. نوري حمودي القيسي، مطبعة المعارف، بغداد. ¶ - الصحاح تاج اللغة وصحاح العربية: الجوهري، تحقيق: أحمد عبد الغفور عطّار، ط1، دار العلم للملايين، القاهرة، 1956. ¶ - كتاب العين: الخليل بن أحمد الفراهيدي، تحقيق: د. مهدي المخزومي ود. إبراهيم السامرائي، منشورات وزارة الثقافة والإعلام، الجمهورية العراقية، 1980 – 1985م. ¶ - لسان العرب: ابن منظور، تحقيق: د. عبد الله علي الكبير ومحمد أحمد حسب الله وهاشم محمد الشاذلي، دار المعارف بمصر. ¶ - النهاية في غريب الحديث والأثر: ابن الأثير مجد الدين أبي السعادات المبارك بن محمد الجزري، اعتنى به: رائد بن صبري ابن أبي علفة، بيت الأفكار الدولية، بيروت.",
            "page": "20",
            "part": "1"
        }
    ],
    "t34554": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "من صفات النساء في كتاب العين والصحاح واللسان"
        }
    ]
}