{
    "b34558": [
        {
            "id": "1",
            "nass": "وزارة التعليم العالي والبحث العلمي ¶ جامعة ذي قار / كلية الآداب ¶ شعر الفرسان في العصر الجاهلي ¶ الوظائف والدلالات ¶ رسالة تقدّمت بها الطالبة رحيق صالح فنجان الصالح ... إلى مجلس كلية الآداب جامعة ذي قار وهي جزء من متطلبات نيل شهادة الماجستير في اللغة العربية وآدابها ¶ بإشراف ¶ الأستاذ المساعد ¶ د. ضياء غني لفته العبودي ¶ 1432هـ ... 2011",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ {يرفع الله الذين آمنوا منكم والذين أُوتوا العلم درجت والله بما تعملون خبير} ¶ صدق الله العلي العظيم ¶ سورة المجادلة {11}",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "الإهداء ¶ إلى نبع الصبر والحنان ... أمي الغالية. ¶ إلى نبع الإيثار والعطاء ... أختي سحاب. ¶ إلى ينابيع الحب والدفء والأمان ... زوجي وأولادي ... ¶ مهنّد ... سيف ... محمّد. ¶ أهدي ثمرة ما أعانوني على إنجازه وإتمامه ¶ بعد عون الخالق عزَّ وجلَّ",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "المحتويات ¶ الموضوع ... الصفحة ¶ المقدّمة ... أ ـ ت ¶ التمهيد ... 1ـ 16 ... الفروسية ... 2 ـ 16 ¶ الفصل الأول: تقاليد الفروسية وعدّة الحرب ... 17ـ 80 ¶ المبحث الأول: دلالة تقاليد لفروسية ... 81ـ 44 ¶ التهديد والوعيد ... 19 ... زمن الإغارة ... 26 ... الخمرة ... 30 ... الكرُّ والفرُّ ... 33 ... إنصاف الخصم ... 40 ¶ المبحث الثاني: دلالة عدّة الحرب ... 45ـ 69 ¶ السيف ... 48",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الرمح ... 56 ... القوس والسهام ... 60 ... عدد حربية أخرى ... 62 ¶ الموضوع ... الصفحة ¶ اللواء ... 62 ... الدرع ... 65 ... البيضة ... 67 ... الترس ... 68 ¶ المبحث الثالث: دلالات الخيل ... 70 ـ 80 ¶ الفصل الثاني: المرأة والمتعلّقات الشخصية للفارس ... 81 ـ 113 ¶ المبحث الأول: دلالات المرأة ... 82 ـ 96 ¶ العاذلة ... 83 ... الأم ... 88 ... الطيف ... 90",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "المرأة المثال ... 93 ¶ المبحث الثاني: دلالات الجسد ... 97 ـ 110 ¶ علامات جسدية حركية ... 100 ... قوة الذراعين ... 100 ... العين ... 102 ... الشفتين ... 104 ... علامات جسدية بصرية ... 105 ... طول القامة ... 105 ... النحول ... 107 ... دلالات رمزية ... 108 ... الموضوع ... الصفحة ¶ طول الشعر ... 109 ... الأنف ... 109",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "اللسان ... 110 ¶ المبحث الثاني: دلالة الزي ... 111ـ 113 ¶ الفصل الثالث: دلالات الفضاء ... 114ـ 146 ¶ المبحث الأول: دلالة المكان ... 118ـ 132 ¶ دلالة الصحراء ... 120 ¶ دلالة الطلل ... 126 ¶ المبحث الثاني: دلالة الزمان ... 133 ـ 146 ¶ التخلّص من المقدّمات الطللية ... 136 ¶ مواجهة الموت ... 138 ¶ توظيف الشيخوخة في الفخر الذاتي ... 142 ¶ الخلود المعنوي ... 145 ¶ الفصل الرابع: البناء الفني للنص ... 147 ـ180 ¶ المبحث الأول: الصورة الفنية ... 149 ـ 162 ¶ الصورة التشبيهية ... 145",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "الصورة الكنائية ... 158 ¶ الصورة الإستعارية ... 161 ¶ المبحث الثاني: البناء اللغوي ... 163 ـ 169 ¶ الموضوع ... الصفحة ¶ المبحث الثالث: الموسيقى الشعرية ... 170 ـ 180 ¶ الموسيقى الخارجية ... 171 ¶ الموسيقى الداخلية ... 175 ¶ التكرار ... 175 ¶ التصريع ... 177 ¶ الجناس ... 178 ¶ الخاتمة ... 181 ـ 183 ¶ المصادر والمراجع ... 184 ـ 191 ¶ الخلاصة باللغة الإنكليزية ... 1 ـ3",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "المقدّمة ¶ الحمد لله ربّ العالمين، والصلاة والسلام على سيد المرسلين الهادي الأمين، خاتم النبيين محمّد بن عبد الله، وعلى آله الطيبين الطاهرين الغرّ المحجلين الأنوار التي نهتدي بها الى مسالك الخير والصلاح إلى يوم الدين. ¶ وبعد .. ¶ من الظلم أن يُنعت شعر ماقبل الإسلام بالرتابة والنقل الحرفي للموجودات، أو يوصف الجاهلي بالبدائية والجهل في الوعي والتفكير نظراً للبيئة المحيطة به والتي لم تؤثر فيه إلاّ إيجاباً، لقد إصطبغ تفكيره بصبغة رومانسية، وتميّز بعمق الوعي الفكري تجاه الوجود والطبيعة فشكى لها وأنس بها، وأبدع في رسمها وتصويرها. لقد تمّ إختيار الموضوع من قبل مشرفي وكانت محاولة لإلقاء نظرة على بعض النصوص الجاهلية ومحاولة تحليلها لما تمتلكه ـ أي النصوص الجاهلية ـ من مرونة فكرية وثراء لغوي. وقد أعجبتني الفكرة مع أنّني كنت متخوّفة من صعوبة التطبيق في تحليل تلك النصوص لعدم إلمامي الكافي بمضامين الشعر الجاهلي الذي يتّسم بصعوبة الألفاظ وغرابة المعاني ولعلّ تلك من أهمّ المشاكل التي واجهتني أثناء كتابة البحث فضلاً عن قلّة المصادر في بعض المواضع خاصّة فيما يخصّ المبحثين الثاني والثالث من الفصل الثاني، إذ لم يتسنّ لي الحصول على مصادر مستقلّة عن الجسد والزي سوى بعض الإشارات المتناثرة بين طيّات بعض الكتب. ¶ لقد كانت هذه الدراسة المسومة بـ (شعر الفرسان في العصر الجاهلي الوظائف والدلالات) بإختيار مجموعة من الشعراء ليكونا مثالاً وهم (عنترة بن شدّاد، عامر بن الطفيل، عروة بن الورد، قيس بن الخطيم)، ولم يكن اختيارنا لهذه المجموعة من الفرسان اختياراً",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "إعتباطياً، بل حرصنا على أن يكونوا من فئات مختلفة، وكانوا من الفرسان المبرّزين ضمن فئاتهم فعنترة من أشهر أغربة العرب، وعامر سيّد قومه، وعروة بن الورد أبو الصعاليك، سوى قيس بن الخطيم الذي لم يكن يميّزه سوى فروسيته إذ كان من طبقة العامّة وهو السبب الذي دفعنا لإختياره، وقصدنا من ذلك الإختلاف الطبقي هو التوصّل الى معرفة مدى إختلاف وتشابه الدلالات بينهم، وأودُّ الإشارة إلى أنّ هذه الدراسة إختصت بالبحث في نصوص شعرية جاهلية خالصة إذ حرصنا على اختيار شعراء جاهليين لم يعتنقوا الإسلام لأن ذلك سيدخلنا في مجال آخر نظراً لإختلاف الحقبة الزمنية و تأثّر الشعراء بالدين الجديد أفكاراً و معانٍ ومن ثمّ في الدلالات. فضلاً عن ذلك أنّ ما يعنينا هو دراسة الجانب الفنّي في أشعارهم و تحليلها تبعاً لأثر البيئة والمجتمع والتقاليد السائدة دون الولوج إلى الجانب الديني. ¶ لقد إنتظمت الدراسة في أربعة فصول تسبقها مقدّمة وتمهيد وتعقبها خاتمة. سلّط التمهيد الضوء على الفروسية وتعريفها لغة واصطلاحاً، وبيان الفرق بينها وبين الصعلكة. ¶ وتناول الفصل الأول (تقاليد الفروسية وعدّة الحرب) وفقد اشتمل على ثلاثة مباحث، المبحث الأول (دلالات تقاليد الفروسية)، وقد إستعرضنا من خلاله تقاليد الفروسية التي حرص الشعراء الفرسان على إتّباعها وقد تضمّنتها نصوصهم الشعرية، إذ إشتملت على دلالات نفسية وأخلاقية وإجتماعية ¶ وتضمّن المبحث الثاني (دلالات عدّة الحرب) تناولنا فيه الأسلحة الحربية التي اعتمدها الفرسان وكيفية تعاملهم معها ونظرتهم تجاهها وما تنطوي عليه من دلالات نفسية وعاطفية، أمّا المبحث الأخير (دلالات الخيل) فقد اختصّ بالحديث عن الخيل وهو ضمن عدّة الحرب إلاّ أنّنا أفردنا له مبحثاً خاصاّ نظراً لأهمّية الخيل في حياة ولاسيّما فرسانهم، وما تضمّنته العلاقة بينهم من جوانب روحية وعاطفية فإتسمت تلك العلاقة على دلالات خاصّة.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وحمل الفصل الثاني عنوان (المرأة والمتعلّقات الشخصية للفارس)، وتشظى إلى ثلاثة مباحث، الأول (دلالات المرأة) وإختصّ ببيان أهمّية المرأة بالنسبة للشاعر الفارس والوظائف التي اتخذتها، أُمّ أوزوجة، أوحبيبة حقيقية أم متخيلة، أوعاذلة. أمّا المبحث الثاني فكان مخصصّاً لأحد متعلّقات الشخصية للفارس وهو (دلالات الجسد) وما يحمله من صفات متعلّقة بالفروسية وما يحمله من دلالات أخلاقية واجتماعية وفكرية، والمتعلّق الثاني تضمّنه المبحث الثاني (دلالة الزي)، وإختصّ بعرض ما يرتديه الفرسان من زي متناسب ووضعهم الإجتماعي. ¶ وجاء الفصل الثالث (دلالات الفضاء) ليعرض الدلالات التي تضمّنها شعر الفرسان فيما يخصّ المكان ضمن المبحث الأول (دلالات المكان)، وفيما يخصّ الزمان في المبحث الثاني (دلالات الزمان)، وقد إختصّ بعرض الدلالات المترتبة من عنصري المكان والزمان وأثرهما في الجانبين الفكري والنفسي. ¶ في حين ضمّ الفصل الرابع (البناء الفنّي للنص) ثلاثة مباحث، الأول (الصورة الفنيّة)، وقد تناول التصوير الفني للشعراء الفرسان ومقدرتهم الفنية على خلقها من خلال الأساليب البلاغية واللغة المميزة. واختصّ المبحث الثاني (البناء اللغوي) بعرض بعض الأساليب التي تردّدتْ في أشعار الفرسان. ¶ والمبحث الأخير (الموسيقى الشعرية) فقد سلّط الضوء على البحور الشعرية التي نظم الفرسان شعرهم عليها، فضلا عن الموسيقى الداخلية التي خلقتها الحروف والمحسّنات البلاغية. ومن ثمّ الخاتمة التي تضمّنت عرضاً للنتائج التي توصّل اليها البحث. ¶ وأخيرا لايسعني إلاّ أن أتقدّم بالشكر الجزيل والعرفان بالجميل لأُستاذي الفاضل الدكتور ضياء غني لفته لما بذله في مساعدتي من جهدٍ أعجز عن شكره وتعجز أمامه الكلمات فلم يبخل عليّ بأيّ توجيه أو نصيحة علمية وإرشادات كان لها دور كبير في إتمام هذا البحث،",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وفتح لي أبواب مكتبته العامرة فأغناني بها فكان بحقّ نعم الأُستاذ المعين، فلا أملك أمام ما قدّمه لي من عون إلاّ أن أسأل الله العلي القدير أن يمُنّ عليه بالصحّة والسلامة وأن يُسدّد خطاه في مسيرته العلمية والعملية. ¶ وكذلك أتقدّم بالشكر والتقدير والإمتنان للأستاذ أحمد حيال الحصونة لما قدّمه لي من سبل العون والمساعدة وتزويدي بالمصادر المهمّة فجزاه الله خيراً وإحساناً، وأقدّم شكري و إمتناني للأستاذ الدكتور عبد الحسن علي مهلهل و للدكتور ماجد عيّال وهيب، والدكتور عوّاد كاظم لفته، والدكتور أسعد خلف عبد، والدكتور رافد مطشر السعيدان والأستاذ رائد حميد مجيد، والمساعد الباحث جرّاح كريم في قسم اللغة العربية لما قدّموه لي من نصائح وتوجيهات فأسأل الله أن يوفقهم الى كلّ مافيه خير وسداد. ¶ وفي الختام أسأل الله العزيز القدير أن يوفقني في إنجازي المتواضع هذا، وأحمده وأشكره بما أنعم عليّ من نعمة الصبر والمطاولة حتى تمكنتُ من إكماله، فأرجو أن أكون قد وفيته حقه. وأتقدّم بالشكر الجزيل للجنة المناقشة واضعة جهدي المتواضع بين يديها للاستفادة من توجيهاتها القيّمة وخبراتها العلمية الطويلة أن تلقى رضاهم ورعايتهم. ¶ الباحثة",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "التمهيد ... الفروسية ¶ القسم الأول: الفروسية: ¶ يجدر بنا قبل الخوض في موضوع البحث إعطاء فكرة عن الفروسية وبيان الفرق بينها وبين الصعلكة، ولاسيّما أنّ أحد نماذج الدراسة ينتمي إلى طائفة الصعاليك وهو عروة ابن الورد. ¶ إن ظروف الحياة الجاهلية بما فيها من قساوة و خشونة من جهة، و نزاعات قبلية من جهة أخرى فرضت على رجالها التحلّي بصفات معينة تتناسب و تلك الظروف ليتسنّى لهم التكيّف معها، ولعل أبرز تلك الصفات هي الجراءة والشجاعة والكرم و الإجارة التي تندرج ضمن إطار الفروسية التي تعدّ ضرورة لا بدّ منها في مجتمع قبلي يقوم على المنافسة والصراع من أجل ضمان الحياة واستمرارها مدّة أطول في تلك الظروف القاسية، فأصبحت الفروسية صفة غالبة على معظم أبناء الصحراء العربية إن لم يكن كلّهم، فقلَّما نجد عربياً في البادية لم يكن فارسا ً، حتى جعلها عنترة فرضاً على كلِّ عربي وإلاّ فلن يستحق الذكر الحميد ولا حتى نعي الناعيات بعد موته، فيقول: (1) ¶ إذا قنعَ الفتى بذَمِيمِ عَيْشٍ ... وكان وراءَ سجْفٍ كالبناتِ ¶ ولم يَهْجِمْ على أُسْدِ المنايا ... ولم يَطْعنْ صُدورَ الصافِناتِ ¶ ولم يقْرِ الضُّيوفَ إذا أَتَوهْ ... ولم يُروِ السُّيوفَ من الكُماةِ ¶ فقُلْ للناعياتِ إذا نَعْتْهُ ... ألا فاقْصِرْنَ نَدْبَ النادباتِ ¶ ولا تَنْدُبْنَ إلاّ لَيْثَ غابٍ ... شُجاعا ًفي الحروبِ الثَّائراتِ ¶ ____________ ¶ (1) ديوان عنترة ومعلّقته، تح: خليل شرف الدين، بيروت،1977م: 220.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "والجذر اللغوي للفروسية (فرس) وقد تناولتْها المعاجم في معانٍ عدّة، منها ما ورد في لسان العرب: الفرس: واحد الخيل والجمع أفراس، فرس الأسد فريسته يفرسها فرساً، وإفترسها أي دقّ عنقه، وقالوا: الفرس، والنخع وهو أن ينتهي بالذبح حتى يصل إلى النخاع، والفرس للذكر والأُنثى ولا يقال للأنثى فرسة، وراكب الفرس فارس أي صاحب الفرس، والفارس الحاذق بما يمارس من الأشياء كلها. (1) أمّا في الأصطلاح، فالفروسية \" مظهر من مظاهر الحياة نشأ نتيجة عوامل إجتماعية وأخلاقية وحربية وتطوّر وفق أساليب حيوية شاملة وقد ساعدت في تطوّره فطرة عربية سليمة وجدت في المُثُل السامية قيمها الحقيقية وهدفها الذي تسعى إليه \". (2) ¶ يتضح لنا في التعريف السابق أن الفروسية ليست مجرّد علم بفنون القتال وإستعمال السلاح وركوب الخيل إنما هي تحلٍّ بالقيم العليا والمثل الأخلاقية الرفيعة، و يساعد في ثبات ذلك ما يتّسم به العربي من فطرة سليمة، وإلا لما كان العرب يفخرون بفرسانهم و يلوذون بحماهم، فقد اعتزّ العرب بفرسانهم وافتخروا بهم أحياءً وبجَّلوهم و صانوا جميلهم و حفظوا ذكراهم أمواتاً. (3) ولم يكن الفارس في نظر الآخرين إنساناً اعتياديا ً، بل\" كان البطل في القبيلة وفي عهود الحياة الأولى للأمم يعدُّ شخصاً مقدّساً، بل كانوا يظنونه أحياناً من سلالة الآلهة \" (4).ولم تختصّ بالفروسية ¶ ___________ ¶ (1) يُنظر: لسان العرب، مادّة (فرس):220ـ 221. ... (2) الفروسية في العصر الجاهلي، د. نوري حمّودي القيسي، بيروت ـ لبنان، ط1، 2004م: 21ـ22. ... (3) يُنظر: ديوان عامر بن الطفيل العامري، شرح أبي بكر محمد بن القاسم الأنباري، تح د. محمود عبد الله الجادر وآخر، دار الشؤون الثقافية ـ بغداد، ط1، 2001م:45. ... (4) البطولة في الشعر العربي، د. شوقي ضيف، دار المعارف ـ القاهرة، ط2، 1970م:9.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "فئة معيّنة في المجتمع فقد كان معظم العرب فرسانا بإختلاف طبقاتهم الإجتماعية، فالفروسية هي التي تمنح معتنقيها المنزلة الرفيعة والمكانة السامية في المجتمع (1). ولم تمنح القبيلة الفارس تلك المنزلة إلاّ لما يتحلى به من صفات تجعله أهلا للثقة ومحط الأنظار والإعتزاز والتقدير، ومن تلك الصفات، أن يكون حاذقا ًفي ركوب الخيل وإستعمال السلاح، وفنون الإغارة، وأن يكون همّه إغاثة الملهوف وإجارة المظلوم لا إحراز الغنائم، وأن يكون فصيح اللسان بليغاً فيكون إما شاعراً أو خطيباً وأن يتجنّب فاحش القول وبذيئه، وأن يكون عفيف النفس ملتزما بالتقاليد والعادات، حليماً صبورا ًيعفو عند المقدرة كريماً (2)، يطعم الجائع ويكرم الضيف (3).أمّا أهم الأسباب التي دفعت العربي إلى اعتناق الفروسية، فهي فكرة الموت والفناء التي جعلته حريصا على بلوغ الخلود المعنوي من خلال تلك الخصال الحميدة والاتصاف بها؛ لأنه يعلم أنه لا فرار من ذلك المصير المحتوم فليس أمامه سوى مواجهته ببسالة وجرأة. فقد أدّى عامل القحط والجفاف الذي تعاني منه البيئة الصحراوية إلى إنبثاق ظاهرة الفروسية، إذ كان دافعاً لإغارة بعض القبائل على بعض وسلب خيراتها لضمان البقاء، فضلاً عن \" شعورالعرب بالضعف أمام قوّة الطبيعة وقسوتها فرض عليهم تقديس القوّة والبسالة \". (4) وكذلك حماية القوافل والقبائل من الغارات المعادية ومن قطّاع الطرق (الصعاليك)، فحملت بذلك الفروسية بُعدين: الأول: البقاء وإستمرار الحياة، رغبة تسيطر على نفوس الجاهليين ولاسيّما أنهم لم يعرفوا حياة أخرى غير التي يعيشونها لذلك حرصوا ¶ ____________ ¶ (1) يُنظر: البطل في التراث، د. نوري حمَودي القيسي، العراق ـ بغداد، ط1، 1988م: 6. ... (2) يُنظر: ديوان عنترة:61،62،63، 75. ... (3) يُنظر: الحياة والموت في الشعر الجاهلي، د. عبد اللطيف جياؤوك، وزارة الثقافة ـ بغداد: 234. ... (4) النابغة الذبياني مع دراسة للقصيدة العربية في الجاهلية، د. محمد زكي العشماوي، بيروت، 1980م:12.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "على استمرارها أطول مدّة ممكنة وسط هذه البيئة القاسية التي تنذر كلّ من فيها بالفناء، والثاني، الخوف من الفناء والإيمان بحتميّة وقوعه واليأس من بلوغ الخلود المادي فحرصوا على إيجاد البديل الذي يتمثّل بالخلود المعنوي، وكانت الوسيلة لبلوغ ذلك الفروسية بما تحتويه من صفات إنسانية وأخلاقية نبيلة، لأنها قبل أن تكون دقّ أعناقٍ وسفك دماءٍ كانت شهامة ومروءة. ¶ لم يكن اختيارنا لهذه النماذج من الشعراء إختياراً عشوائياً، فقد حرصنا على أن يكونوا من طبقات إجتماعية مختلفة فكان فيهم السيّد، والأسود، والصعلوك، وفيهم من طبقة العامة من أبناء القبيلة، وهذا لا يعني أنّ هؤلاء هم من يُمثّل الفروسية في العصر الجاهلي فقط، فالجزيرة العربية أنجبت فرساناً كثراً قد لا يتّسع المجال لذكرهم وإن تحدّثنا فسيطول الحديث عنهم، ولكن يتوّجب علينا ذكر بعض هؤلاء الفرسان، وهم: قيس بن زهير، وعمرو بن كلثوم، وعمرو بن ودّ العامري، والأعشى، وزيد الخيل، والمهلهل بن ربيعة، وخفاف بن نُدبة، ودريد بن الصمّة، وعمرو بن معد يكرب، وبشر بن أبي خازم، وآوس بن حجر، والعبّاس بن مرداس ... ومن الصعاليك، عمرو بن براقة، وعبدة بن الطبيب، والأعلم الهذلي، وعمرو بن عجلان، وحاجز بن عوف الأزدي، وأبو خراش الهذلي، وأبو الطمّحان القيني ... . ¶ ثمّة فرق بين الفروسية والصعلكة يتطلّب الأمر الوقوف عنده ليتسّنى لنا بيان الإختلاف بينهما، فـ (الصعلكة)، معناها الفقر والصعلوك الفقير الذي لامال له. (1) وكانت تُطلق صفة الصعلكة على فقراء القوم وخلعائهم واللصوص وقطّاع الطرق الذين إختاروا اللجوء إلى الجبال والأراضي المقفرة لإهدار دمهم من قبل القبيلة لجرائم إقترفوها، أوهرباً من أهل المقتول ومشكلة الثأر التي تُطاردهم ¶ ____________ ¶ (1) لسان العرب مادَة (صعلك):350.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "مدى الحياة. (1) والصعلكة تعني ايضاً التجرّد من الشيء، ليس في الإنسان فقط، بل حتى في الحيوان، يقال تصعلكت الإبل، إذاتجرّدت من اوبارها وبدت عليها آثار الضمور والهزال في السنام، وكذلك يقال تصعلكت الخيل، إذا أصاب جلدها التقرّع بسبب كثرة الركوب والإرهاق و إحتكاك الأقدام على جوانبها. (2) ولكنها تطلق في الغالب على الإنسان الفقير المشرّد، ثمّ تطورت الصعلكة لتشمل دلالة الفقر فضلاً عن التمرّد الثوري المقترن بقوة الإرادة والرغبة في تغيير الواقع المرفوض، فقد رفض الصعاليك الفوارق الطبقية في المجتمع الواحد. (3) إذ كان المجتمع الجاهلي مكوّنا من ثلاثة طبقات: الطبقة الأولى طبقة الأغنياء الأسياد، والثانية طبقة الخلعاء الصعاليك المنبوذة من قبل القبيلة، والثالثة طبقة العبيد السود وهي طبقة هامشية في المجتمع تعمل على خدمة افراد الطبقة الأولى، ومعظمهم كان من أسرى الحروب من البلدان الأجنبية أو أبناء الإماء والسبايا، (4) وقد يكونون من أبناء الأغنياء معروفي النسب لكن لونهم الأسود جعلهم في مصاف العبيد، ومنهم عنترة بن شداد؛ ولعدم وجود نظام سياسي أو قانون قبلي يُلبّي رغبة الصعاليك في تحقيق العدالة الاجتماعية وإلغاء الفروقات الطبقية عمد هؤلاء إلى تحقيق العدالة المنشودة بأيديهم فأخذوا يُباغتون القوافل التجارية ويوزعون الغنائم على الفقراء من الصعاليك لينعموا كغيرهم من الناس فهم يرون أنّ هذه الأموال من حقّ الجميع لا حكرا ¶ ____________ ¶ (1) يُنظر: عروة بن الورد الشاعر الفارس، علي جميل العبيدي (رسالة ماجستير)، كلية الآداب ـ الجامعة المستنصرية: 500ـ 501. ... (2) يُنظر: شعر الصعاليك منهجه وخصائصه، د. عبد الحليم حفني، الهيأة المصرية العامة للكتاب، ... 1987م:17. ... (3) يُنظر: الحياة العربية في الشعر الجاهلي، د. أحمد الحوفي، بيروت ـ لبنان،1972م: 300 ـ 301. ... (4) يُنظر: الأغتراب في الشعر الجاهلي، أحمد صالح الزعبي، (أطروحة دكتوراه):54.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "على الأغنياء. (1) من هنا أصبح الصعاليك حاقدين على ابناء الطبقة المترفة، متمرّدين على مجتمعهم الظالم لهم، فخلق لديهم ذلك عقداً نفسية، تركتها المعاملة السيئة تجاههم ونبذهم من أقرب الناس لهم، فقابلوهم بالتمرّد والسلب والنهب والقتل بوصفها ردود أفعال مناسبة تجاه القبائل التي خلعتهم. (2) لذا فقد قطعوا الروابط الإجتماعية مع أقاربهم وقبائلهم. وأطلق الدكتور يوسف خليف على هذه الظاهرة بـ \" ظاهرة ظاهرة التحلّل من الشخصية القبلية \"، (3) فلم يعدّ الشاعر الصعلوك لسان قبيلته المعبّرعن معاناتها، الصادح بأمجادها، بل أصبح همّه تصوير معاناته الفردية بشكل خاص ومعاناة رفاقه الصعاليك بشكل عام؛ لأننا نعلم أن الجاهلي إجتماعي بطبعه ولا يستطيع الإنفصال عن الجماعة. (4) فأضحى هَمّ الصعلوك إقامة مجتمع جديد يقوم على المساواة والتكافل الإجتماعي بغضّ النظر عن الإنتماء القبلي والطبقي فلا فروق تذكر بين أفراد الجماعة الصعلوكية، وعلى الرغم من فقرهم وجوعهم إلا أننا لم نعثر بينهم على خادم أوراعٍ وهذا ما يدلّ على رفضهم تماماً لفكرة العبودية التي تشجع على تأكيد الفوارق الطبقية بين أبناء المجتمع الواحد، وهو مايخالف نظرتهم في إقامة مجتمع متساوٍ في الوجود الإنساني، فلا وجود لمفردتي السّيد والخادم في قاموس الصعاليك، فوجدوا في السلب حقاً مشروعاً لهم من أجل العيش بكرامة بعيداً عن الذلّ وإستعباد الأغنياء. وراح الصعاليك يفخرون بجوعهم وفقرهم؛ لكونه بديلاً لديهم عن حياة الذلّ والخضوع، فكانت حياة الرعاة الخاضعة، الراضية بواقعها الظالم في نظرهم ¶ ____________ ¶ (1) يُنظر: الحياة العربية في الشعر الجاهلي: 300 ـ 301. ... (2) يُنظر: المفصَل في تاريخ العرب قبل الإسلام، د. جواد علي، ج 9:602. ... (3) الشعراء الصعاليك في العصر الجاهلي، د. يوسف خليف، دار المعارف ـ القاهرة، ط3، 1978م:276. ¶ (4) يُنظر: المصدر نفسه: 276 ـ 277.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "رمزاً للذلّ والخمول. (1) ومع ذلك لايمكن إنكار أن الصعلكة صورة من صور الفروسية، وقد أشار النقاد إلى ذلك ومنهم الدكتور عفّت الشرقاوي في قوله \" غير أنّ فقر الصعاليك يرتبط عادة بمعنى كبير من معاني الفروسية والبطولة في العصر الجاهلي \". (2) فهم على الرغم من فقرهم يتميّزون بالكرم والإنسانية وروح التعاون والمشاركة والإجارة التي ينماز بها الفرسان، وقد أثّرتْ ظروف البيئة القاسية وفكرة الفناء، وطلب الحرّية والعزّ و رفض الذلّ والإهانة تأثيراً كبيرا ًفي نفوسهم فاتجهوا نحو تحقيق \" مكانة في هذا المجتمع الذي يحتقرهم ويستهين بهم عن طريق فرض أنفسهم بالقوّة عليه \" (3)، واللافت للنظر أنّ في إنسانيتهم نزعة إشتراكية تؤمن بحقّ الفقراء في مال الأغنياء حتى ولو كان مغصوباً متخذين من السلب وقطع الطريق على القوافل التجارية وسيلة لتحقيق هذه الغاية. ¶ لقد حاول القدماء التفريق بين الفرسان والصعاليك بوصف معنى الفروسية هو ركوب الخيل والحذق بأمورها، في حين كان الصعاليك لا يركبون الجياد، بل كانوا رجالة حتى أنّهم كانوا معروفين بسرعة العدو التي تضاهي سرعة الجياد، وقد أشار الأصمعي إلى التفريق بين الفرسان والصعاليك في قوله: \" فيهم أربعون شاعراً مفلّقا ً، وكلّهم يعدو على رجله ليس فيهم فارس \". (4) في حين لا نجد ذلك التمييز موجوداً في الدراسات الحديثة فتُقسم بين الفرسان والصعاليك، ¶ ____________ ¶ (1) يُنظر: دروس ونصوص في قضايا الأدب الجاهلي، د. عفَت الشرقاوي، بيروت ـ لبنان:277. ... (2) المصدر نفسه: 378. ... (3) المصدر نفسه: 378. ... (4) فحولة الشعراء، الأصمعي، تح د. محمد عبد المنعم الخفاجي، دار الجيل ـ بيروت، ط1، 2005م:31، وينظر:49.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "كما قسّموا الصعاليك إلى فرسان ورجالة بحسب استعمالهم للخيل ومنهم د. يوسف خليف في حديثه عن الرماح قائلاً: \"وهي من الأسلحة التي يستخدمها الفرسان أكثر مما يستخدمها الرجالة \". (1) وأن عدم إستخدام معظم الصعاليك للجياد لا يعني عدم قدرتهم على ركوب الخيل وعدم معرفتهم بإمورها فقد يكون الفقر الذي يسيطر على حياة الصعاليك وراء ذلك ولاسيّما وإنّ أثمان الجياد باهضة قياساً بوضعهم المادّي المعدم، لذا حتّم الأمر عليهم أن يكونوا رجّالة لا فرسان لا لجهلهم بركوب الخيل،\" وكان الصعاليك يغيرون ركباناً كذلك، فكانوا يجيدون ركوب الخيل والإغارة عليها، وعدّ بعضهم من خيرة فرسان الجاهلية \" (2)، كما يذكر لنا الدارسون أسماء خيول للصعاليك كانت لها شهرة واسعة في الغزوات، منها (قرمل) فرس عروة بن الورد، و (النحّام) فرس السُليك، و (الذئبة) فرس حاجز بن عوف الأزدي. (3) و (اليحموم) فرس الشنفرى. (4) ولا يمكننا أن نتجاهل أن كثيراً من الصعاليك كانوا فرسانا ًلدى قبائلهم قبل أن يمارسوا الصعلكة وخاضوا معها حروباً عديدة إعتمدوا فيها على خيولهم، منهم عروة بن الورد وقيس بن الحدّادّية. (5) ¶ وقد كان وراء ظهور الصعلكة عدّة أسباب وقد أشار إليها الدارسون بشكل مفصّل لا مجال لذكرها الآن، ومنهم، د. عبد الحليم حفني و د. يوسف خليف أهمها أهمها الفقر، والفوارق الطبقية، والسعي وراء تحقيق العدالة الإجتماعية، وقضايا الثأر، ¶ ____________ ¶ (1) الشعراء الصعاليك: 202. ... (2) المفصَل في تاريخ العرب قبل الإسلام، ج9: 611. ... (3) يُنظر: شعر الصعاليك منهجه وخصائصه: 249، وينظر الشعراء الصعاليك:29. ... (4) يُنظر: شعر الصعاليك، يوسف خليف: 228. ... (5) يُنظر: شعر الصعاليك منهجه وخصائصه: 249.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وخلع القبيلة. (1) كما يجدر بنا الإشارة إلى أنه ليس كلّ صعلوك فارساً، بل هناك صعاليك رضوا بحالة الخمول والضعف والعيش على عطايا الصعاليك الفرسان، وقد أشار إليهم عروة بن الورد بقوله: (2) ¶ لحى اللّهُ صعلوكاً إذا جنّ ليلُهُ ... مُصافي المُشاش آلفاً كُلّ مجْزر ¶ يعُدُّ الغنى من نفسه كُلّ ليلةٍ ... أصاب قراها من صديقٍ مُيسّر ¶ ينامُ عشاء ثُمّ يصبحُ طاوياًً ... يحٌثُّ الحصى عن جنْبه المُتعفّر ¶ ومن أشهر الفرسان الصعاليك عروة بن الورد الذي إخترناه ليكون أنموذجاً يمثّل فرسان طائفته، فكان صعلوكاً فارساً عدّهُ الدارسون قديماً وحديثا ًمن الشعراء الصعاليك، ومن القدماء الذين أشاروا إلى فروسيته ابن دريد، فقال عنه: \" كان شاعراً فارساً كثير الغارة جواداً \" (3)، وقال عنه أبو الفرج الأصفهاني: \" شاعر من شعراء الجاهلية، وفارس من فرسانها وصعلوك من صعاليكها المقدّمين الأجواد\" (4). ومن المحدثين د. نوري حمودي القيسي في حديثه عن فروسية الصعاليك، إذ يقول:\" ويُعدُّ عروة بن الورد خير من يُمثّل هذه الظاهرة بين الشعراء الصعاليك \" (5)، فكان عروة بن الورد قمّة في الكرم والإعانة للفقراء والضعفاء حتى جُعل في ¶ _________ ¶ (1) يُنظر: المصدر نفسه:39. وينظر شعر الصعاليك: 225. ... (2) ديوان عروة بن الورد، شرح إبن السكيت، تقديم راجي الأسمر، ط1،دار الكتاب العربي، بيروت ـ لبنان، 2005م: 49. ... (3) الإشتقاق، ابن دريد، تح عبد السلام هارون، مكتبة الخانجي، مصر، (د ـ ت):279. ... (4) الأغاني:81\\ 3. ... (5) الفروسية في الشعر الجاهلي: 41.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "الصدارة دائماً لحسن أخلاقه ورفعتها وسماحته وجوده، فراح يطوف القفار من أجل توفير قوت عياله والفقراء ولا يبخل حتى بالقليل الذي لديه، وإن لم يجد ما يجود به كان إكرامه طيّب الحديث، وهذا ما نلمسه في قوله: (1) ¶ فراشي فراشُ الضَّيف والبيتُ بيْتُهُ ... ولمْ يُلْهني عنْهُ غزالٌ مُقنّعُ ¶ أُحدِّثُهُ إنّ الحديث من القرى ... وتعلم ُنفْسي أنَّهُ سوف يهْجعُ ¶ ولحسن أخلاقه وسماحته قال عنه عبد الملك بن مروان: \" من زعم أن حاتماً أسمح الناس فقد ظلم عروة \" (2). ينتمي عروة إلى قبيلة عبس وهي قبيلة ذات مكانة إجتماعية، ولكنه كان يعاني من ضعة النسب من جهة الأم فقد كانت من قبيلة نهد وهي قبيلة لا تمتلك أي ّ مكانة إجتماعية تُذكر، ولذا كان يراوده شعورٌ بالنقص من هذا الجانب، وقد صرّح به في أكثر من موضع، منه قوله: (3) ¶ ما بي من عارٍ إخالُ علمتُهُ ... سوى أن ّأخوالي، إذا نُسُبوا نهْدُ ¶ إذا ما أردت المجد قصّر مجدهُم ... فأعيا عليّ أن يُقاربني المجدُ ¶ وكان لتفضيل والده لأخيه الأكبر وتقريبه إياه وإغداقه عليه بالعطايا وبالمقابل إهمال عروة وهو في أمسّ الحاجة لأبيه أثر كبير في شعوره بالإغتراب، إذ كان منبوذاً من أقرب الناس إليه. (4) ____________ ¶ (1) ديوانه: 68. ... (2) المصدر نفسه: 12. ... (3) الديوان:30. ... (4) يُنظر: الشعراء لصعاليك: 323.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "فضلاً عن ذلك لحقت به لعنة أخرى و هي لعنة الفقر بسبب ضياع أموال أبيه في حرب داحس والغبراء إذ كان أحد المتسببين لهذه الحرب الطويلة، فأصبح منبوذاً من قبل أبناء القبيلة لفقره , (1) فضاقت عليه الأرض بما رحبت؛ ليصبح صعلوكاً مُشرّداً يجوب القفار ويواجه الصعاب والأخطار من أجل الحصول على ما يسدّ به رمق عياله والمحتاجين والضعفاء من الصعاليك تلك الطائفة التي أصبح واحداً منها بعد أن ألمّت به كلُّ تلك المُلمّات. ومع كلّ ما لاقاه من أبناء قبيلته من نبذٍ وإحتقار إلا أنّه كان يُقدّم لهم المعونة في أيام الجوع والقحط الشديد، فقد كانوا يجلسون أمام بيته طالبين منه المعونة والمساعده. (2) ¶ والنموذج الثاني الذي إخترناه في بحثنا هو عنترة بن شدّاد، وكانت معاناته لاتقلّ عن معاناة سابقه، بل تُضاف إليها مشكلة السواد الذي إكتسبه من والدته الحبشية (زبيبة) فشكّلت له عُقدة نفسية عميقة؛ لأنها سبب معاناته الرئيس في الحياة و نبذه وإستعباده من قبل أبيه و قبيلته، ليصبح عبداً من عبيدها لا سيّداً من ساداتها، وكثيرا ًما كان يُعيّر بسواده و سواد والدته، و يطالعنا ذلك في أكثر من موضع في ديوانه، منها قوله: (3) ¶ يعيبون لوني بالسّواد وإنّما ... فعالهُم بالخُبْث أسودُ من جلدي ¶ وكذلك في قوله ردّاً على من يُعيّره بسواد أُمّه: (4) ¶ ____________ ¶ (1) يُنظر: عروة بن الورد الصعلوك الشخصية والمثال، حسني محمود مجلة المورد عدد2، مج12، 1982م: 39ـ40. ... (2) يُنظر: عروة بن الورد، الصعلوك الشخصية والمثال:44. ... (3) الديوان:254،وينظر:97،272. ... (4) الديوان:150.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "فإن تكٌ أُمّي غُرابيةً ... من ابناء حامٍ بها عبتني ¶ فإنّي لطيفٌ ببيض الظُّبى ... وسُمْر العوالي، إذا جئتني ¶ جعل عنترة البديل لذلك السواد شجاعته التي اشتمل عليها بحدّ السيف القاطع وبالطعن بالرماح العوالي فأصبح أشجع الفرسان وأشدّهم، فكانت الفروسية هي الوسيلة التي يسعى بها الى انتزاع حرّيته و نسبه، و مع ذلك لم يشأ أبناء قبيلته تجاهل لعنة السواد التي أُبتُلي بها، فظلّت تسمية (ابن السوداء) تطرق مسامعه حتى عندما يرجع مُنتصراً من المعركة، فلازمه الإحساس بالمرارة حتى إصطبغت به شخصيته وأفكاره وأشعاره التي لم تفارقها نبرة الحزن والألم (1)، فأصبحت من سمات شعره البارزة حتى عانى ما عانى من ذلّ وتحقير من قبل أبناء القبيلة لكن ذلك لم يؤثر فيه إلاّ إيجاباً فأصبح من أشجع فرسان العرب والصقهم بمكارم الأخلاق وأشعرهم، وسعى دائماً إلى إثبات كيانه وتعويض ذلك النقص الذي سعى الآخرون إلى زرعه في داخله، وتأكيد وجوده وبناء على ذلك نجد عنترة يرفض الذلّ والعبودية، وأخذ يصدح بالحرية، حتى طغت السمة الذاتية على أشعاره واظهار محاسنه عسى أن تمحو أثر ذلك السواد الذي يراه الآخرون عيباً، لذلك تميّز حديثه عن الذات \" بنزعة إبائية وتجسيد للسمات الإنسانية التي لا تأبه بلون الإنسان أو تقيم إعتباراً للجوانب الضيَقة فيه \". (2) فنراه يفخر بأخلاقه السامية وصفاته النقيّة، التي تمنحه بياضاً معنوياً قد يفتقر إليه الآخرون، فيقول: (3) ¶ تُعيّرُني العِدى بِسَوادِ جلدي ... وبيضُ خِصائِلي تَمحو السّوادا ¶ ____________ ¶ (1) يُنظر: الشعراء السود وخصائصهم في الشعر العربي، عبده بدوي، وزارة الثقافة ـ مصر، 1973م:22. (2) القيم الإنسانية في الشعر الجاهلي، د. جليل رشيد، مجلة آداب الرافدين، ع7، سنة 1976م: 518. (3) الديوان: 217.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "تلك الخصال الخالدة التي عرف بها، حتى بعد مجيء الإسلام كان المسلمون الأوائل يستشهدون بها لأنها قريبة من مبادئ الإسلام مع أنّه شاعر جاهلي لم يُدرك الإسلام (1) حتى روي أنّ الرسول (صلّى الله عليه وآله وسلّم) تشوّق لرؤيته لكثرة ما تحدّث عنه المسلمون المعاصرين له في لجاهلية. (2) وهذا دليل آخر على عدم إدراك عنترة للإسلام فلم يلتق بالرسول (صلّى الله عليه وآله وسلّم)، بل وصفه له المسلمون الأوائل، ولم تكن مشكلة عنترة فريدة من نوعها في عصره، فقد عكف الأشراف في الجاهلية على استعباد أبنائهم السود من الإماء ورفضوا عتقهم إلاّ أن يُقدّموا عملاً عظيماً يكون ثمناً لفكاكهم من أسرالعبودية، وكان شاعرنا أحدهم إذ كانت فروسيته ثمناً للتخلّص من تلك العبودية ومن ثمّ الأعتراف ببنوّته. (3) ¶ أماالنموذج الثالث فهو سيّد قومه عامر بن الطفيل العامري ويُعدّ من سادات أقوى قبيلة في الجزيرة العربية وهي قبيلة بني عامر من هوازن، وكانت كثيرة الحروب والعداء مع القبائل الأخرى منها غطفان، ومذحج، وتميم، وشيبان، وعبد القيس، وقبائل مُتعدّدة أخرى، (4) لذلك نجد معظم شعره في الحرب والإغارة والفخر والاعتداد بنفسه وبفرسان قبيلته والحط من قدر القبائل الأخرى، ولا نجد له نسيباً وغزلاً، بل كان شعره حربياً خالصاً، ومع ذلك لا يمكننا الجزم بعدم إجادته في أغراض شعرية أخرى، أو أنّه لم ينَلْ إهتمام النقاد قديماً وحديثاً لكنّه كان مبرّزاً ¶ ____________ ¶ (1) إعتقد بعض المستشرقين إدراك عنترة للإسلام لورود كثير من المصطلحات الإسلامية في أشعاره، لكنَ أكَد المؤرخون على أنَه توفي عام (615) م أي قبل ظهور الإسلام بسبع سنوات، لكن أخلاقه وعفّته كانت من باب الطهارة والترفّع. ... (2) الديوان:10. ... (3) يُنظر: دروس ونصوص في قضايا الأدب الجاهلي: 369 ـ 370. ... (4) يُنظر: ديوان عامر بن الطفيل:28، وينظر:49.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "لديهم فعُرف فارس أكثر من كونه شاعراً، لأن ما وصل من شعره لم يكن إلاّ في الفروسية والإغارة والحروب، لعلّ ذلك يرجع إلى ضياع معظم الأشعار الجاهلية من جانب، ومن جانب آخر قد يكون لموقفه المعادي للرسول (صلى الله عليه وآله وسلّم) أثر في عدم حفظه من قبل المسلمين الأوائل. ولم يكن عامراً يعاني من ظلم أو نبذ وعبودية لذلك لا نجد كثيراً من أغراض الشعر لديه كما نجدها عند الشعراء الفرسان ميدان بحثنا. لكن تعرّضه لطعنة في وجهه وعينه على يد مُسْهِر بن يزيد الذي أخذه غدراً، فقد على اثرها عينه فضلاً عن عقمه (1)، فكان لهاتين الصفتين أثر سيء في نفسه فنجده يقول: (2) ¶ لِعَمْري وما عمْري عَليَّ بِهَيّنِ ... لقد شانَ حُرَّ الوَجْهِ طعنةُ مُسْهِرِ ¶ فَبِئْسَ الفتى إن كنتُ أعوَرَ عاقراً ... جباناً فما عُذري لدى كلَّ مَحْضَرِ ¶ فهو يجعل من الفروسية والبطولة التي تميَز بها وسيلة لتخفيف ألم تلك الإصابة فلو كان أعوراً وجباناً لكان بئس الرجل. ¶ وقيس بن الخطيم هو المثال الرابع و يُمثّل الشعراء الفرسان من طبقة العامة، فلم يكن عبداً ولا سيّداً ولا صعلوكاً، ولم يكن يعاني من مشكلة طبقية أو مشكلة نسب، أسمه أبو يزيد قيس بن الخطيم، وهو من الآوس من بني ظفر، (3) وكان على العكس من عنترة من ناحية الشكل، فقد كان حسن الوجه حتى قال عنه أبو الفرج الأصفهاني: \" ما رأته حليلة رجل قط إلاّ ذهب ¶ ____________ ¶ (1) يُنظر: الشعر والشعراء، إبن قتيبة، دار إحياء العلوم ـ بيروت، ط2،1986م:212. ... (2) ديوان عامر بن الطفيل: 110، وينظر: 33ـ 34. ... (3) يُنظر: ديوان قيس بن الخطيم، تح: ناصر الدين الأسد، دار صادر، بيروت.: 11، وينظر الأغاني: 2\\ 5.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "عقلها \" (1) , ومن أبرز ما وصلنا من أخباره أنّه أخذ بثأر أبيه الذي قُتل عندما كان صغيراً وكان قاتل أبيه من الخزرج من بني حارثة. (2) ¶ ومن خلال نظرتنا إلى الفرسان الأمثلة، يتبين لنا أنَّ الدوافع مختلفة لديهم مع أنَّ النتيجة واحدة وهي إتصافهم بالفروسية و خصالها الحميدة، فعنترة كان يسعى من خلال فروسيته إلى تحقيق ذاته وإنتمائه والتخلّص من الرقّ والعبودية وما يتبعه من ذلِّ وإهانة، وسعى عروة إلى تحقيق العدالة والمساواة ومساعدة الفقراء والبذل من أجل الآخرين، وإيجاد بديل لما فقده من صلات الأهل والأقارب، أمّا عامر فلم يكن عبداً ولاصعلوكاً، بل كان سيّد قومه ولم يكن يشغله سوى الدفاع عن قبيلته وتحقيق السيادة لها بين القبائل الأخرى وإعلاء شأنها بين العرب، ورابعهم قيس بن الخطيم فلم تكن الفروسية لديه إلاّ لتحقيق مكانة ذاتية وإجتماعية معاً. ¶ ____________ ¶ (1) الأغاني: 2\\ 10. ... (2) يُنظر الأغاني:2\\ 5.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "الفصل الأول ¶ تقاليد الفروسية وعدّة الحرب ¶ ـ المبحث الأول: دلالات تقاليد الفروسية. ¶ ـ المبحث الثاني: دلالات عدّة الحرب. ¶ ـ المبحث الثالث: دلالات الخيل.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "المبحث الأول ... دلالات تقاليد الفروسية ¶ لابدّ أن يكون للحرب مناخ خاص وأجواء نفسية خاصة تخلقها ظروف الحرب أو يخلقها الفرسان أنفسهم من خلال اتباع اساليب معيّنة يسعون بوساطتها إلى إستنفار الهمم وتأجيج عنصر البطولة في دواخلهم لمواجهة عدوّهم بقوةٍ وثبات وثقة بإحراز النصر على الأعداء، وتبوّئ المنزلة العظيمة لدى أبناء القبيلة خاصة، ولدى القبائل الأخرى عامة، ومن ثمَّ تصبح هذه الأساليب تقاليداً للفروسية يلتزم بها الفرسان في غزواتهم وحروبهم، فلها دور لايقلّ أهمية عن دور السلاح الذي يمثًل العنصر الثاني الذي يعتمد عليه الفرسان لتحقيق الانتصار المادّي، أمّا العنصر الأوّل فيضمن لهم الإنتصار المعنوي وبذلك يخلق الفرسان جوَاً مناسباً لتحقيق غاياتهم البطولية، وهوما يتحقّق بتوفر العنصرين معاً المتمثلين بالتقاليد الحربية و وصف السلاح وكفاءته والتفنّن في إستعماله. ¶ ومن منّا لا يعلم أثر الحرب في شحذ قرائح الشعراء فيبدعون في الوصف والتصوير، وما للشعر من أثر في إثارة الحروب وإخمادها، وإستنفار المقاتلين، فيبدعون في فنون الحرب والقتال. وهنا تصبح العلاقة بينهما علاقة تبادلية، فبالشعر يبدع الفارس يجول ويصول في ساحة المعركة، وفي الحرب يتفنّن الشاعر فينظم أبياتاً في الفخر والحماسة والوصف، ولأهمية ذلك سنخصص هذا المبحث لبيان تلك التقاليد الحربية التي اعتاد الشعراء الفرسان على إتباعها قبل الحرب أواثناءها أو بعدها، وبيان آثارها وما يترشّح منها من دلالات، فهذا هو الميدان لذي جال فيه الفرسان فولجوه باهتمام بالغ فراحوا يُصوّرون بكُلّ ما أُوتوا من براعة شعرية وإبداع فني يبعث الإحساس بالهيبة والروع في نفوس المتلقين ونقلهم الى تلك الأجواء الحربية حتى ليراها المتلقي ويعيش أحداثها فيخالجه ما يُخالج الشاعر من إحساس بنشوة النصر أو خيبة الأمل بعد الهزيمة.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "إتخذ الفرسان العرب في الجاهلية أساليبَ معيّنة عند خوضهم المعركة، منها ما يكون قبل المعركة ومنها ما يكون أثناءها بوصفها فنّاً قتالياً ومنها ما يكون بعد انتهاء المعركة، ولكلّ أسلوبٍ خاصيّة مميزة، ودوافع معيّنة، فبعضها يؤدّي دورا ًفي تهيئة نفسية الفارس وروحه العسكرية، وبالمقابل تعمل على احباط قوّة الخصم والتأثير سلباً في قدراته القتالية، لذلك يحرص الفرسان على تأدية تلك التقاليد بفعالية كبيرة نابعة من صميم بيئتهم و ما تفرضه عليهم من أعراف اجتماعية وأخلاقية ولذا يمكننا إدراجها ضمن العلامات العرفية فهي أعراف وسنن متّبعة من قبل الفرسان، سواء أكانت حروبهم جماعية منظّمة خاصّة بالقبيلة، أو فردية غير منظمة خاصّة بالفرسان الصعاليك، ولذا فهذه العلامات عبارة عن \" شيء ما ينوب عن شخص ما عن شيء ما، من جهة ما، وبصفة ما فهي توجّه لشخص ما، بمعنى أنها تخلق في عقل ذلك الشخص علامة معادلة أو ربّما علامة أكثر تطوّراً \" (1)، أمّا أبرز تلك التقاليد الحربية التي تصادفنا في دواوين شعرائنا الفرسان: ¶ ـ التهديد والوعيد: ¶ ويُعدُّ وسيلة إنفعالية بارزة حرص الفرسان على تأديتها قبل خوض المعركة، لإستفزاز الطرف الآخر وإحباطه في الوقت نفسه، من خلال تصويرهم لما سيصيب الخصوم من نتائج مؤلمة بوصفهم غير كفوئين لمواجهتهم، فيدبُّ بذلك الخوف والرعب بين صفوفهم، ولعلّهم من خلال ذلك يحاولون اغراءهم بعدم خوض المعركة ضدّهم والعدول عنها، ومن ذلك قول عنترة: (1) ¶ _________ ¶ (1) السيميائيَة الأصول، القواعد والتأريخ:31. ... (2) الديوان:145 ـ 146.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ألا من مُبلغٌ أهل الجُحود، ... مقالٌ فتىً وفيٍّ بالعُهود ¶ سأخرجُ للبراز خليَّ بالٍ، ... بقلبٍ قُدَّ من زُبر الحديد ¶ و أطعنُ بالقنا حتى يراني ... عدُوّي كالشَّرارة من بعيد ¶ إذا ما الحربُ دارتْ لي رحاها، ... وطاب الموتُ للرجل الشديد ¶ ترى بيضاً تشعشعُّ في لظاها ... قد التصقتْ بأعضاد الزُّنود ¶ فأْقحمُها، ولكن مع رجالٍ، ... كأنّ قلوبها حجُر الصعيد ¶ سأحملُ بالأسود على أسودٍ، ... وأُخضّبُ ساعدي بدم الأُسود ¶ بمملكةٍ عليها تاجُ عزٍّ، ... وقومٍ من بني عبسٍ شُهود ¶ فأمّا القائلون: هزْبرُ قومٍ ... فذاك الفخرُ، لاشرفُ الجدود ¶ وأمَّا القائلون: قتيلُ طعنٍ، ... فذلك مصرعُ البطل الجليد ¶ يُهدد عنترة خصومه بالخروج والمبارزة من دون خوف و نلاحظ الفخر يتخلل ذلك التهديد، والفخر بالنفس أمر عهدناه لدى عنترة في جميع أغراضه الشعرية، كما حرص الشاعر على استخدام صيغة الاستقبال ليمنح النص بُعداً دلالياً خاصاً من خلال المؤشرات الإستباقية تلك فيصبح النص غنياً بالشفرات، منها ما كان مُتخلَّصاً من إحساس الشعور بالدونية الذي طالما عانى منه، فيحاول أن يرسم صورة مرعبة تكون موجهةً نحو الخصم فيبعث في نفسه الرهبة ليحجم عن ملاقاته تجنُّباً للعواقب الوخيمة، ومنها ما يكون موظفاً لغاية الشاعر الخاصة فيفتخر بذاته فيُظهر بها شجاعته وشدّة بأسه ورغبته في الإنتقام من خلال إنزال أشدّ الهزائم بهم، ومن الصور المرعبة التي إختارها صورة الحرب وتشبيهها بالرحى التي تُصيّر الحبوب دقيقاً فهي تُهلك الناس",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وتفتتهم بقوّتها الطاحنة. (1) فكان إستعماله للمفردات (الرحى، الشرارة، اللظى) يقابل في المعنى (الحديد، والحجر، والشدّة)، فلا الرحى أو الشرارة أو اللظى تؤثر فيه فهو بطل شديد وبالتالي من يُنكر ذلك ويجحد بطولته وشجاعته دون أن يتراجع عن مواجهته سيسحقه ويفي بوعوده التي قطعها دون أن يثنيه عن ثورته وتنفيذ وعيده شئ إلاّ بتحقيق أحد الأمرين: أمّا أن ينال مراده بنيل لقب الفارس الذي سيفخر به في كل زمان ومكان لا بنسبه، وأمّا أن يكون قتيل الحرب والسيوف فينال الفخر بأن يُصرع مصرع الأبطال في ساحة القتال وهو ما يسعى إليه الفرسان، فكان التهديد مجالا آخر للفخر الذاتي من جهة ومحاولة إحباط الخصم من جهة أخرى، فجاء تهديد عنترة ليمثّل ثورته التي سعى إلى تحقيقها على مجتمعه الرافض لإنتسابه إليه، فأتخذ عنترة من ذلك \"وسيلة للإعلاء النفسي ومحاولة لجذب الأنظار اليه، وتأكيداً لشخصيته الفردية في مواجهة الذين يعملون على طمس هذه الشخصية، وكذلك يمكن أن نرى فيها نوعاً من الانتقام من المجتمع \"، (2) ويُمكننا أن نلتمس ذلك بوضوح في تهديده للنعمان بن المنذر، إذ يقول: (3) ¶ لئن يعيبوا سوادي فهو لي نسبٌ، ... يوم النزال، إذا ما فاتني النسبُ ¶ إن كنت تعلم يا نُعمانُ أنّ يدي ... قصيرةٌ عنك فالأيَامُ تنقلبُ ¶ اليوم تعلمُ يا نُعمانُ أيَ فتى ... يلقى أخاك الذي قد غرَهُ العُصبُ ¶ يبدو أن مشكلة السواد لا تفارقه حتى راح يفخر بذلك السواد جاعلاً منه نسباً له ومدّعاة لفخره ¶ ____________ ¶ (1) يُنظر: الطبيعتان الحية والصامتة في الشعر الجاهلي، د. بهيج قنطار، منشورات دار الآفاق الجديدة ـ بيروت، 1406هـ ـ 1986م:363. ... (2) الشعراء السود وخصائصهم في الشعر العربي:250. ... (3) الديوان: 151.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "لا لإنطوائه، ومن الأمور الجديرة بالانتباه هو تهديده الذاتي فهو يُهدّد ويتوعد بذاته لا بقبيلته، فحمل السواد عنده إشارة إلى الشجاعة والتمرّد، ذلك لأنه \" يحمل أزمته الخاصة أكثر مما يحمل أزمة الآخرين، ولهذا نرى عنترة يحول بحسم \" النحن \" إلى \" أنا \" ... \". (1) إذن فعلامة الـ\" أنا \" عند عنترة تحمل إشارة واضحة على رغبته بتحصيل الصورة المضادّة و تحصيلها الإجرائي الذي يعمل على تغيير واقع الذل والظلم إلى الثورة والتمرّد، ويمكننا التوصّل إلى تلك الرغبة الموجودة في ذات الشاعر عن طريق فكّ الشفرات و الرموز ومن ثمّ نصل إلى القيمة الدلالية التي تكمن في باطن النص. فرسالة عنترة تلك تُمثّل علامة متعددة الدلالات، منها ما تشكله الصورة الفردية التي اعتادها عنترة في الفخر والتهديد من تأكيد سوء العلاقة بينه وبين قبيلته، محاولاً إثبات ذاته بعيداً عن كل دعم من أيّ جهة وإن كانت القبيلة، كما جعل ذلك التهديد رسالة للعدو و محاولة منه للحدّ من وقوع الأزمة التي ستلحقها الحرب بالطرف المهزوم، فإختار لذلك إستعراض بطولاته السابقة وإستذكار ما ألحقه بالقبائل التي إختارت قتالهم من ويلات فإن لم يتراجعوا سيكون مصيرهم كسابقيهم، فيقول: (2) ¶ سائلْ عُميرة حيثُ حلّتْ جمعها ... عند الحُروب بأيّ حيٍّ تُلحقُ ¶ أبحيِّ قيسٍ، أم بعُذرة بعدما ... رُفع اللواءُ لها وبئس الملحقُ ¶ واسألْ حُذيفة حين أرَّش بيننا ... حرباً ذوائبها بموتٍ تخفقُ ¶ يفتخر عنترة بفرسان قبيلته الأشدّاء، كما تصادفنا \" النحن \" في البيت الأخير من النص لكنها لا تبلغ عمق الأنا التي إعتاد التحدّث بها بإحساس صادق وعمق التجربة المريرة. ¶ ____________ ¶ (1) الشعراء السود وخصائصهم في الشعر العربي: 255. ... (2) الديوان: 175.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "أمّا عروة بن الورد فنجده يتوعّد خصومه بالتعب والهمّ لما سيلحق بهم إذا ماحاربوه، في أبيات تسيطر عليها الأنا بشكل بارز، فيقول: (1) ¶ وأبلغ بني عوذ بن زيدٍ رسالةً، ... بآية ما إنْ يقصبوني يكذبوا ¶ فإن شئتمُ عنَي نهيتُم سفيهكُم ... وقال له ذو حلمكم: أين تذهبُ؟ ¶ وإن شئتمُ حاربتموني إلى مدىً ... فيجدهكم شأوُ الكظاظ المُغرِّبُ ¶ وفي موضعٍ آخر يهدّد بني عامر مفتخراً بما صنعوه بقبيلة طيء من سبي للنساء، وما يلحقه من إذلال للخصم، وفي كلامه رسالة مغزاها أنّ حالكم ونساءكم سيكون حتماً كحال تلك القبيلة على أيدينا، فيقول: (2) ¶ وَقَدْ عَلِمَتْ أنْ لا إنقلابَ لِرَجْلها، ... إذا تَرَكتْ، مِنْ آخِرِ اللَّيلِ، دَارَها ¶ أبْلِغُ لديك عامراً إن لَقيتَها، ... فقدْ بَلَغَتْ دارُ الحفاظ ِقرارَها ¶ رَحَلْنا من الأجْبالِ، أجبالِ طيّءٍ، ... نسُوقُ النِّساءَ عُوذَها و عِشارها ¶ ترى كُلَّ بيضاءِ العوارضِ طَفْلةٍ، ... تُفَرِّي، إذا شَال السِّماكُ صِدارَها ¶ يُحاول الشاعر من خلال تصوير فزع النساء وهنّ مسبيات ليلاً يراودهنّ الشعور بالخوف من فرسان الأعداء ومن ظلمة الليل التي تقف عائقاً أمام محاولة الهرب والعودة للديار إستنهاض الغيرة فيخشون عليهنّ من الحرب ونتائجها فيختارون الركون إلى السلم، وترك الحرب ونتائجها ¶ ____________ ¶ (1) الديوان:17 ـ 18، شأو: الغاية، الكظاظ المغرّبُ: الشدّة والتعب. ... (2) الديوان: 6ـ 61، عوذها، الحديثة النتاج، وعشارها، التي مرّ على حملها عشرة أشهر.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "المؤلمة و بذلك حملت تلك العلامة دلالة أخلاقية اتّسم بها الفارس العربي وهي رفضه لسبي نساءه. وكان صنع عامر صنيع صاحبيه فهو لا يقلّ عنهم مفاخرة وقوّةً وإعتزازاً بنفسه وبقومه، فها هو يُهدّد خصومه وينذرهم بعدم وطيء أراضي نُمير لأنهم حاضرون بها، فيقول: (1) ¶ تجنَّبْ نُميْرا و لا تُوطِها ... فإنَّ بها عامراً حُضّر ¶ وإنَّ رماحَ بني عامِرٍ ... يُقَطِرن مِلْ عَلَقِ الأحْمَر ¶ هُمُ الجابرون عظام الكسير ... أذا ما الكسائرُ لم تُجبر ... ........................ ... ...................... ¶ يُقيمُونَ لِلْحَربِ أصْعَارَها ... إذا ثُوِّر القَسْطلُ الأغْبَرُ ¶ ....................... ... .......................... ¶ يُطِيلونَ للحَرْبِ تَكْرارَها ... إذا أَلْهَبَتْ لَهَبَاً تُسْعَرُ ¶ يُمكننا عند مطالعة أشعارعامر أن نلاحظ بوضوح بروز الـ \" نحن \" بي طيّاتها فهو سيّدها ولسانها الناطق، ولم يختلف عن الشعراء الفرسان في وصفه للحروب فاستعار لها صفات النار من لهب وسعير كذلك بيان نتائج الحرب المؤلمة التي ستلحق بالطرف الخاسر، فهم أُولوا بأس شديد وقدرة فائقة على خوض الحروب المستمرّة من دون أن يسأموا أو يتخاذلوا حتى ينالوا النصر أو القتل في ساحة المعركة، فحملت رسالته تلك دلالة الردع للخصوم عن خوض الحرب ضدّهم وتنبيههم على عواقب النتائج الوخيمة، والإعتبار من القوم السابقين، كما يمكننا تحميل ¶ ____________ ¶ (1) الديوان: 119 ـ 120، ملْ علق الأحمر: أراد من العلق الأحمر فوصل وأدغم ليستقيم الوزن. ثُوّر القسطل الأغبر: ثُوّر: ثار، القسطل: الغبار.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "ذلك التهديد دلالة أخرى مناقضة للأولى وهي محاولة إستفزاز الخصم وإجباره على خوض المعركة، وهنا تجتمع لدينا دلالتان متناقضتان في آن واحد قد يكون ذهن الشاعر حاملاً إيّاهما معاً، فهو يرغب بإخماد الحرب وعدم إشعالها؛ لتجنّب نتائجها التي ستلحق بالطرف الخاسر، وفي الوقت نفسه يراوده شعور بالاعتزاز و الفخر في إظهار بطولاته والإشادة بفرسان قبيلته في ساحة المعركة، وهي ميدان المفاخرة عند الفرسان، ولعلّ أبرز ما يؤيّد صحّة ذلك الرأي محاولة قيس بن الخطيم في حقن الدماء لكنّه لم يجد بُدّا من خوض المعركة بعدما باءت محاولاته بالفشل، فما كان أمامه سوى التهيؤ للقتال، يقول: (1) ¶ دعوت بني عوف لحقن دمائهم ... فلَما أبوا سامحتُ في الحرب حاطب ¶ وكنتُ امرأً لا أبعثُ الحرب ظالماً ... فلما أبوا أشعلتُها كلَ جانب ¶ أربتُ بدفع الحرب حتى رأيتُها ... عن الدفع لاتزداد غير تقارب ¶ فلَما رأيتُ الحرب حرباً تجرَدت ... لبستُ مع البردين ثوب المحارب ¶ ويستغلّ عامر بن الطفيل تهديده في موضع آخر لسرد بطولات قومه بأُسلوب العائد الإشاري الذي يرجعنا من خلاله إلى الماضي ليعرض لنا أحداثاً ماضية تحمل دلالات مُعيَنة يحرص الشاعر على إيصالها إلى المتلقي، فيقول: (2) ¶ ألسْنا نقودُ الخيل قُبّاً عوابساً ... ونخْضبُ يوم الروع أسيافنا دما ¶ ونحمي الذّمار حين يشْتجرُ القنا ... ونثني عن السَّرب الرعيل المسُوّما ¶ ____________ ¶ (1) الديوان:80 ـ82. ... (2) الديوان:157 ـ 158، القبّ: الظوامر، ألحو: الصلب، الغشمشم: الظلم.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ونسْتلبُ الحُوّ العوابس كالقنا ... سواهُم يحْملن الوشيج المُقوّما ¶ ......................... ... ............................. ¶ ويوم عُكاظٍ أنتم تعلمونهُ ... شهدنا فأقْدمنا بها الحيَّ مُقْدما ¶ ونحنُ فعلنا بالحليفين فعلةً ... نفتْ بعدها عنّا الظلوم الغشمْشما ¶ ....................... ... ............................... ¶ ونحنُ أبرْنا حيَّ أشْجع بالقنا ... ونحنُ تركنا حيَّ مُرّة مأتما ¶ إن خطاب الفارس المتمثّل بمؤشر التهديد والوعيد المرسل إلى المتلقي، يحمل دلالتين، الأولى، محاولة الفعل الإغرائي إذ يحاول التحكم بالمتلقي وإغراءه بفعل ما، وهذا الفعل أمّا المشاركة في الحرب أو الإعراض عنها وتجنّب ويلاتها، وتكون الإستجابة بحسب طبيعة المتلقي والأثر الذي يتركه ذلك التهديد فيه. والأُخرى، هي دلالة الفخر الذاتي أو الجماعي من خلال العائد الإشاري، أو المؤشرات الإستباقية التي فيها إستعراض بطولات الفارس وفرسان قبيلته بنبرة لايفارقها الإعتداد بالنفس والزهو، فالفارس يُحرّض المتلقي على فعلٍ ما وهو يمثّل الإحتمالية أو المشروطية التي يتوقعها الفارس من خصمه وبوقوعها يصل الى غايته. ¶ ـ زمن الإغارة: ¶ من التقاليد المهمة الأخرى التي سارعليها الفرسان في إغارتهم على الخصوم، هو إختيار زمن المواجهة المناسب، فنجدهم يحرصون على إختيار عنصر المباغته في توقيتهم الحربي الذي عادة ما يكون في الصباح الباكر؛ لضمان النصر ولاسيّما وأنّ هم على أتمّ الأهبة والإستعداد لخوض تلك المعركة من الناحيتين، النفسية، والعسكرية. وقد اتضح لنا اختيار الفرسان وقت الصباح قبل",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "زوال ظلمة الليل تماماً من خلال الشواهد الشعرية التي إطلعنا عليها، فشكلت علامة واضحة على الرغبة في اغتنام الفرصة بالنسبة للطرف الغازي بينما يكون الخصم في غفلة من أمره فالخصم يغط في نوم عميق، أي أنّه غير مستعد للقتال، وما ن يعلم بالغارة حتى يصيبه الإرتباك والفزع كما أن وقت الصباح لطيف الجو قياساً بوقت النهار الحارق في الصحراء والليل المظلم، فهو أنسب وقت للإغارة (1)، فنجد عنترة يفتخر بمباكرته المعركة مع فتيان من بني عبس، فيقول: (2) ¶ باكرتُها في فتيةٍ عبْسيةٍ ... من كلّ أروع في الكريهة أصيد ¶ وترى بها الرايات تخفق والقنا ... وترى العجاج كمثل بحر مُزبد ¶ فهناك تنظرُ آلُ عبس موقفي ... والخيلُ تعثرُ بالوشيج الأمْلد ¶ كما كان وقت الطعان في الصباح الباكر والكرُّ والفرُّ في ساحة المعركة أحبُّ إليه من كلِّ ضروب اللهو الأُخرى في الحياة، فيقول: (3) ¶ صباحُ الطّعن في كرّ وفرّ ... ولاساقٍ يطوفُ بكأس خمْر ¶ أحبُّ إليَّ من قرْع الملاهي، ... على كأسٍ وإبريقٍ وزهْر ِ ¶ إنّ حب عنترة لأجواء الحرب ومتعلقاتها لايعني تعطشه للدماء، وإنّما يحمل بين طياته دلالة مُعيّنة، إذ إنّها اللحظات التي يصبح فيها بطلاً حامياً لديار قومه الذين يصبحون في أشدّ الحاجة إليه، فضمن ذلك النص إشارتين: الأولى، شجاعة عنترة وحبّه لأجواء المعركة وفنونها وتفضيلها ¶ ____________ ¶ (1) يُنظر: عروة بن الورد الشاعر الفارس (رسالة ماجستير):44،وينظر الحياة العربية من الشعر الجاهلي:240. ... (2) الديوان: 100،الوشيج الأملد: الرباط الأملس. ... (3) المصدر نفسه:224.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "على أيّ أمرٍ آخر في الحياة، وذلك بدوره يوصلنا إلى الإشارة الثانية وهي مشكلة السواد وإستعباد قومه له في أيّام السلم وحاجتهم إليه في أيام المعارك و الحروب فلا ينطقون إلاّ باسمه حامياً وناصراً، وبالتأكيد هذا الأمر هو أحبّ الأشياء إلى نفسه التوّاقة للحريّة ورفض العبودية. ¶ وقد يكون مسير الجيش إلى ساحة المعركة في ظلمة الليل الحالكة التي تكون ساتراً وحافظاً لهم ليصلوا بسلام إلى ديار الخصم مع خيوط الصبح الأولى علامة أخرى تحمل دلالة المباغتة وضمان النصر، فكانت الظلمة مؤشراً على السريّة التامّة للجيش الغازي وحسن التخطيط، فينعموا بأكبرقدر من الغنائم، يقول عنترة: (1) ¶ وصحابةٍ شمِّ الأُنوفِ بَعَثْتُهم ... ليلاً، وقد مالَ الكرى بِطلاها ¶ وسَرَبتُ في وَعثِ الظلام أقُودها ... حتى رأيت ُ الشمسَ زالَ ضُحاها ¶ فرجعتُ محموداً برأس ِعظيمِها ... وتركتُها جَزَراً لمَن ناواها ¶ تضمّن النص السابق مجموعة من الإشارات، أوّلها إختيار وقت الظلام لمسيرة الجيش، والثانية، الغنيمة العظيمة الي أحرزتها غزوتهم المباغتة وهي رأس كبيرهم، أمّا الثالثة فكانت خفّة وسرعة قيادته لأُُولئك الفرسان الأبطال، كما سيطر الفخر الذاتي وبروز الأنا على تلك المقطوعة، لتكون فخراً شخصياً أكثر ممّا هي فخراً قبلياً، حتى في ذكره للجماعة (فتية عبسية، آل عبس صحابة شمّ الأنوف، بعثتهم، أقودها) لايفارقه الفخر الذاتي بل نجد فيها تضخماً للأنا بشكل واضح، فهو ينبئ عن نجاحه في ذلك الإختبار الحاسم الذي تخضع له ذاته. ¶ وإتخذ جيش عامر بن الطفيل من الليل ساتراً له ليقطع طرقه نحو الخصوم، ليباغتهم بغارة في ¶ ____________ ¶ (1) الديوان: 74.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "الصباح الباكر، فيقول: (1) ¶ وبّيتنا زبيداً بعد هدءٍ ... فصبح دارهم لجباً لهاما ¶ ويقول أيضاً: (2) ¶ لقينا جمعهم صبحاً فكانوا ... كمثل الضأن عاداهنَ سيدُ ¶ أصبح الخصوم المباغتين أمام تلك الغارة المفاجأة كقطيعٍ من الضأن وقد هاجمه ذئب ماكر سريع فتشتتوا مذعورين. كما تتجسّد علامة الصباح الباكر في قول قيس بن الخطيم: (3) ¶ ونصدقُ في الصباح إذا إلتقينا ... ولو كان الصباحُ جحيم جمرٍ ¶ وهنا نصل إلى نتيجة مفادها أنّ اختيار الصباح الباكر الذي إعتاد عليه الفرسان العرب تقليداً حربياً يعدُّ علامة واضحة في تحديد حيازة النصر للطرف الغازي \" فكانوا يطربون بالنصر الذي سيكون لهم وهم يُصبحون أعداءهم بكتائبٍ تضرب الهامات، و يهوي فيها الفرسان بأسلحتهم على الخصوم كالبزاة الكواسر \". (4) فيتحوّل الصباح الهادئ إلى جحيم على الخصوم المُباغَتين. ¶ عملت تلك الوحدة الزمنية على خلق إيحاء إشاري يتعلّق بمستوى الدلالة التي توحي بدرجة الفطنة والمهارة في التخطيط الحربي، وقد تحمل إشارة أُخرى وهي إعتراف الفرسان بقوّة الخصوم الذين سيحالفهم النصر في حالة التهيؤ والإستعداد الحربي واليقظة، فكانت المباغتة وسيلة لسلب ¶ ____________ـــــ ¶ (1) الديوان: 70. ... (2) المصدر نفسه: 91. ... (3) الديوان:184. ... (4) شعر الحرب عند العرب، د. نوري حمّودي القيسي، جمهورية العراق،1983م: 29.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "الخصم مواطن القوّة التي يتحلى بها لذلك حرصوا على إبراز الذات والذات المضادّة المتمثلة بالخصوم بصيغة الجمع والكثرة (تركتها، بيّتنا، لقينا جمعهم، التقينا)، فهما جيشان متقاتلان، غازٍ ومدافع، ليقف المتلقي أمام تلك الواقعة الملتهبة وجهاً لوجه. ¶ ـ الخمرة: ¶ لايخلو ديوان أغلب الشعراء الجاهليين من ذكرٍ للخمرة ونشوتها فكثيراً ما قارنوها بنشوة النصر، ومن المثير للإنتباه أنّهم عدّوا الخمرة من تقاليد الفروسية \" بل إنّ إفناء المال في شرائها وبذلها للرفاق تُعدُّ مفخرة من أبرز مفاخر الفرسان. فشربها من علامات الرجولة والسيادة والكرم \"، (1) وقد جعلها عنترة من علامات الفروسية، فيقول: (2) ¶ لا يشربُ الخمرَ إلاّ من لهُ ذممٌ ... و لا يبيتُ لهُ جارٌ على وجلِ ¶ ويرى أنّ من شيم الفارس الحقيقي أن لايخرج عن رشده عند إحتسائها، فيقول: (3) ¶ وإن طرب الرجالُ بشُرب خمْرٍ ... وغيّب رُشدَهم خمرُ الدِّنان ¶ فرُشدي لايُغيّبهُ مُدامٌ ... ولا أُصغي لقهقهة القناني ¶ ولايُكثر من شربها حفاظاً على شجاعته وعقله، لأنها تُذهب بهما، فيحطَُ ذلك من منزلته، فيقول: (4) ¶ ____________ ¶ (1) عروة بن الورد الشاعر الفارس (رسالة ماجستير):512. ... (2) الديوان:181. ... (3) المصدر نفسه: 193. ... (4) المصدر نفسه: 132",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "ولا تُسقني كأس المُدام، فإنّها ... يضُلّ بها عقلُ الشجاع ويذهبُ ¶ ولأهميّة إحتساء الخمرة لديهم كانوا يقسمون بعدم شربها مالم يأخذوا بثأرهم من الخصم، فهذا قيس بن الخطيم وجماعته يُحرّمون الخمرة على أ نفسهم حتى يأخذوا بثأرهم، إذ يقول: (1) ¶ ومنّا الذي آلى ثلاثين ليلةً ... عن الخمر حتى زاركم بالكتائب ¶ ولمّا هبطنا الحرث قال أميرُنا ... حرامٌ علينا الخمر ما لم نضارب ¶ فسامحه منّا رجالٌ أعزّةٌ ... فما برحت حتى أُحلت لشارب ¶ حملت علامة تحريم الخمرة عليهم، دلالة تحفيزهم وتشجيعهم لذواتهم على تحقيق مبتغاهم بأسرع وقت ممكن في سبيل العودة إلى الاستمتاع بها، إذ ليس للجاهلي غنى عن الخمرة. ¶ ومن المثير للدهشة أننا لانجد للخمرة فيما بين أيدينا من مقطوعات شعرية لعامر بن الطفيل، لعلّه ضمن ما لم يصل إلينا من شعره، ولاسيّما إنّ هناك رواية معروفة تنبئنا عن مدى تقديسه للخمرة و ذلك عندما اجتمع قومه في أمرٍ عظيم ولم يحضر معهم فغضبوا عليه، فبررّ لهم سبب تخلّفه بقوله: \"فوالله ما أنا عن عدوّكم بجبان ولا أنا فيما أنابكم بخاذل، ولا إلى أعراضكم بسريع، وما حبسني عنكم إلاّ خمرٌ قُدّم بها فسبأتها وجمعتُ لها شباب الحي، فخشيتُ أن أدعهُم فيتفرّقوا حتى أنفذتُها \" (2)، فعذروه؛ لأنه أقدم على فعلٍ كريم ـ بحسب ما يرون ـ يستحقّ تخلّفه عنهم وهو إغداق الخمر على شباب الحي. كما لم يكن للخمرة حضوراً في شعر الصعاليك عامّة وشعر عروة بن الورد خاصة، لأنّها تحمل بين طيّاتها دلالة الإسراف والبذخ، وهو أمر لايتناسب مع وضعهم ¶ ____________ ¶ (1) الديوان: 91 ـ 95. ... (2) الديوان: 61.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "المادي المعدم، وربّما تحمل بُعداً آخر في كونها تؤثر في عقولهم ونشاطهم الأمر الذي لايتناسب مع حالة الأهبة والإستعداد المطلوبين من الصعلوك في كلّ وقت عادة. وقد وردت في ديوان عروة مرّة واحدة، وقد نعتها بالنسئ، لأنها أنسته حبّه لزوجته فتخلّى عنها لقومها بعد أن سقوه إيّاها، فيقول: (1) ¶ سقوني النسئ، ثمَ تكنّفوني ... عُداة الله من كذبٍ وزورِ ¶ ففي البيت السابق أدّت به الخمرة إلى النسيان والخسران. كما تحمل علامة الخمرة دلالة أخرى مناقضة، فهي تعمل على شحذ القوّة وبعث الجراءة وهي الأكثر ذكراً في الشعر الجاهلي عامّة وفي شعر الفرسان خاصة، وقد عُرف الفُرْس بأنّهم كانوا\"يحتسون الخمرة قبل أن يخوضوا المواقع. ثم أنّها تولّد خيالات سارّة تبعث في القلب جراءة \". (2) فللخمرة آثار نفسية وجسدية تساعدهم في تقمّص أجواء المعركة، والشعور بالزهو، فكانت هناك عقيدة يؤمنون بها وهي أن الخمرة \" أمّا شراب الآلهة، وأمّا دم الإله الذي صُرع يشربه عابدوه لتحلّ فيهم روحه وقواه في احتفالات يمثّل فيها مصرعه وقيامه بين الأموات \"، (3) لذلك نلاحظ تشبيهات الخمرة في الشعر الجاهلي تدور حول دم القتلى ودم الغزال ولا يخفى ما للغزال من قُدسية لدى القدماء (4)، وكثيراً مانجد إرتباطاً في ¶ ____________ ¶ (1) الديوان: 39. ... (2) الحياة العربية من الشعر الجاهلي: 435. ... (3) الصورة في الشعر العربي حتى أواخر القرن الثاني الهجري دراسة في أُصولها وتطوره، د. علي البطل، دار الأندلس، ط2،1401هـ ـ 1981م:203. ... (4) يُنظر: اللون في الشعر العربي قبل الإسلام، قراءة ميثولوجية، د. إبراهيم محمد علي، طرابلس ـ لبنان، ط1، 2001م:73.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "أشعار الفرسان بين صورة الخمرة وصورة الدم، منها قول عنترة: (1) ¶ مُدامي ما تبقى من خماري ... بأطراف القنا والخيل تجري ¶ إنّ خمرة عنترة التي تُنعشه وينتشي بها هي ما يتبقى من دماء الأعداء في رماحه وسيفه، فيشعر حينئذ بنشوة النصر التي تُضاهي نشوة الخمرة، كما يصف رماحه وهي تُسقى من دم الأعداء، وكأنها تستقي الخمرة من نحورهم، فيقول: (2) ¶ مُنعتُ الكرى إن لم أقُدها عوابساً ... عليها كرام ٌ في سروجِ كرامِ ... تهزُّ رماحاً في يديها كأنّما ... سُقين من اللبّات صرفُ مُدامِ ¶ ومثله قيس بن الخطيم الذي يصف تمكنهم من الأعداء بشرب الخمرة ونشوتها، فيقول: (3) ¶ فلستُ لحاصنٍ إن لم ترونا ... نجالدكم كأنَا شربُ خمر ¶ إنّ الخمرة شراب الليوث، ودم الأعداء، وكؤوس الفرسان رماحهم وسيوفهم، فالدم والخمرة علامة واحدة في نظرالفرسان تشير إلى دلالة الدم المقدّس وقواه التي يبثّها في عروقهم، لذلك كانت مؤشراً بارزاً على الرجولة والكرم والسيادة، إذ أنّها تحمل رمز الانتصار المعنوي والرغبة في التغلب على الموت والقدرة على مواجهته. ¶ ـ الكرُّ و الفرُّ: ¶ إن الكرَّ والفرَّ أسلوبان أَلَفَهُما المتلقي في الشعر الجاهلي، فهما دلالتان متضادّتان يوظفهما ... ____________ ¶ (1) الديوان: 124. ... (2) الديوان: 170. ... (3) الديوان: 182.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "الفارس في الحرب، فالكرُّ إقدامٌ بجراءةٍ وثبات، والفرُّ إنهزام بحيلةٍ ودهاء، ولكن الإنزياح المتأتي عنهما بوصفهما علامتين دالتين تُحيلنا إلى أن المستوى الموضوعاتي لعلامة، الكرُّ ينزاح دلالياًً عند لشعراء الفرسان من الصولة المتقطّعة زمنياً إلى صولة دائمة زمانياً تصلح لكلِّ ظرف وحدث، في حين نجد أنّ الفرَّ بوصفه علامة دلالية عند الشعراء الفرسان يتشظى إلى بُعدين، يتمثَّل بعده الأول عند عروة وعنترة وقيس إذ أظهرت تداوليّتها السيميائية أنّها علامة ذات بُعدٍ واحد تُحيل إلى الإنهزام، في حين نجدها عند عامر بن الطفيل تتجه إلى دلالة مخالفة للهروب ومضادّة للإنهزام إذ صيّرها جزءاً من الإنتصار وأُسلوباً حربياً يُمارسه الفرسان. ¶ إنّ الصفة الملازمة للفارس هي الكرُّ، بوصفها تُمثّل علامة من علامات الجرأة والشجاعة ورفض الهزيمة \" فالتوتر النفسي يُحفزّه على القيام بالفعل الفروسي ويصل إلى هدفه المنشود وهو تحقيق النصر والظفر في ساحة القتال \". (1) ¶ يصوّر عروة بن الورد حالة الثبات التي يكون عليها في ساحة المعركة عند ملاقاته الأعداء رافضاً فكرة الفرار تماماً، بل يرى أنّ حكم الفارّ من المعركة حكم من لم يشترك بها أساساً، و يستمرُّهو في كرّه وثباته من دون تراجع وإن أحجمت الخيل عن خوض المعركة، كما يرفض مساواته مع الآخرين الذين لا يملكون القوّة والجراءة على القتال وخوض الحروب، فيقول: (2) ¶ أتجعل إقدامي إذا الخْيلُ أحجمتْ ... وكرّي، إذا لم يمنع الدُّبرُ مانعُ ¶ سواءً ومن لا يُقْدم المُهر في الوغى ... ومنْ دبْرُه ُ عنْد الهزاهز ضائعُ ¶ ____________ ¶ (1) البواعث النفسية في شعر فرسان عصر ما قبل الإسلام (رسالة ماجستير) جامعة بغداد ـ كلية الآداب، ليلى نعيم الخفاجي:132. ... (2) الديوان: 65 ـ 66.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "إذا قيل: يابْن الورد أقدم إلى الوغى ... أجبتُ فلاقاني كميٌّ مُقارعُ ¶ ............................. ... .............................. ¶ ولا بصري عند الهياج بطامحٍ ... كأنّي بعيرٌ فارق الشَّول نازعُ ¶ يمتلك عروة بن الورد القدرة على ضبط نفسه في المعارك فلا تهزّه أهوالها، وإن بلغتْ ذروتها، فهو ثابت لا يزيغ بصره هنا وهناك محاولاً البحث عن مهربٍ ما من المواجهة. وهو بذلك يخالف الصعاليك الذين لايجدون حرجاً من الفرار، بل على العكس يفتخرون بسرعتهم في العدو عند الهرب التي لا تضاهيها حتى سرعة الخيول (1)، أمّا عروة فقد اختط لنفسه فلسفة خاصة تقوم على المواجهة، وعدم التخاذل، فمواجهة الموت خير من الفرار والهزيمة. ¶ ويحاول عنترة في جعل الكرّ وسيلة أُخرى للفخر، وهو السبّاق بين قومه الذين راحوا يحثَُون بعضهم بعضاً على الهجوم، فتبرز لنا الـ \" أنا \" كما اعتدنا في شعره علامة لإثبات الذات والرغبة في إشباع تلك الرغبة، ولكنها بدت متضخمة هنا عند ذكر اسمه على لسان أبناء قبيلته، إذ يقول: (2) ¶ لمّا رأيتُ القومَ أقبلَ جمعُهُم ... يتذامرون، كررتُ غير مُذمَّمِ ¶ يَدْعونَ عنترَ والرماحُ كأنّها ... أشْطانُ بئرٍ في لَبانِ الأدْهَمِ ¶ وفي موضعٍ آخر نجده يمدح الكرَ ويذم الفرار، فيقول: (3) ¶ إن يُلْحَقوا أكررْ وإن يُسْتَلحَموا ... أشدُدْ، وأن يُلْفَوا بضَنْكٍ أنْزلِ ¶ ____________ ¶ (1) يُنظر: الشعراء الصعاليك في العصر الجاهلي، يوسف خليف: 211. ... (2) الديوان: 67. ... (3) المصدر نفسه: 77.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "حين النزولُ يكون غايةَ مثلنا ... ويفرُّ كُلُّ مُضَلَّلٍ مُسْتَوهِلِ ¶ لقد جعل الشاعر صفته الكرّ والنزول إلى ساحة المعركة لا الفرار منها لأنّها من صفات الجبان ولم نعتد منه تقديم مُبرّرات للفرار سوى الجبن الذي اعتاد على وصف الأعداء به، أمّا بالنسبة له فهو يرفض فكرة الفرار تماماً، ويفخر بعدم فراره يوماً من الأيّام، وبضراوته في الهجوم على أعدائه، فيقول: (1) ¶ يا عبلُ، هل بُلّغْت يوماً أنني ... ولَّيتُ مُنهزماً هزيمة مُدبر ¶ أفري الصُّدور بكلّ طعنٍ هائلٍ ... والسابغات ... بكلّ ضربٍ ... مُنْكر ¶ وإذا ركبتُ ترى الجبال تضجُّ من ... ركض الخيول و كُلّ قُطْرٍ مُوعر ¶ وإذا غزوتُ تحومُ عُقبان الفلا ... حولي فتطْعمُ كبد كُل ّغضنفر ¶ والحقُّ أنّ مصدر قوّته فلسفة كان يؤمن بها وهي، أنّ الفرار لن يُطيل من عُمر الجبان، فيقول: (2) ¶ ولا تَفِرَّ إذا ما خُضتَ معركةً ... فما يزيدُ فِرارُ المرءِ في الأجَلِ ¶ ويفتخر قيس بن الخطيم أيضاً بعدم فراره وقومه من ساحة المعركة، وكُلّ ما يفعلونه هو إتقاء ضربات العدو بالمناكب وصدود الوجوه، مع ثباتهم في المواجهة فكُلّ ما يفعلونه إتقاءً لا فراراً، وهو من المهارات القتالية التي يُجيدها الفرسان، ¶ ____________ ¶ (1) الديوان: 113 ـ 114. ... (2) المصدر نفسه: 179. ¶ يقول: (1)",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "إذا ما فررنا كان أسوأ فرارنا ... صدود الخدود وإزورار المناكب ¶ صدود الخدود والقنا مُتشاجرٌ ... ولا تبرح الأقدام عند التضارب ¶ وجعل الفرار أيضاً صفة من صفات الخصوم لعدم قدرتهم على المواجهة، فيقول: (2) ¶ ويأبى جمعُكم إلاّ فِرارا ... ويأبى جمعنا إلا ّ ورودا ¶ كما يفتخر عامر بن الطفيل في إختراقه الجموع، زاجراً فرسه بقوّة من دون خوف أو وجل، إذ يقول: (3) ¶ وزجرتُ المزنوق حتى رمى بي ... وسط خيل ملمومة فأبذعرّت ¶ .......................... ... ............................. ¶ وجياداً لنا نعوّدها الإقـ ... دام إن غارةٌ بدت و آزبأرّت ¶ ......................... ... ............................. ¶ بشبابٍ من عامرٍ تضرب البيـ ... ض إذا الخيل بالمضيق إقشعرّت ¶ يتبيّن لنا أنّ الكرّ علامة واضحة من علامات جرأة الفرسان، ولم تتوقف عند هذا الحدّ، بل كانت علامة على مجاراة الخيول لفرسانها في الإقدام، حتى أصبح الكرّ صفة ملازمة لهما معاً ¶ ____________ ¶ (1) الديوان: 87. ... (2) المصدر نفسه: 149 ... (3) الديوان: 86 ـ 87، آزبأر: إنتفش. ¶ وإن أحجم الفرس عن الكرّ زجره صاحبه مخبراً إيّاه أنّ الفرار خزاية ما لم يقترن بعذرٍ مقنع يبرّر ذلك، يقول عامر: (1)",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "و قدْ عَلِمَ المزنوقُ أنّي أكُرُّهُ ... عَشِيةَ فَيْفَ الرِّيحِ كرَّ المُشَهَّرِ ¶ إذا إزوَرَّ من وَقْعِ الرِّماحِ زَجَرْتُهُ ... وقلتُ لَهُ إرجعْ مُقْبلاً غيرَ مُدْبِرِ ¶ و أنْبأتُه أنَّ الفِرارَ خَزَايةً ... على المَرْءِ ما لمْ يُبْلِ عُذراً فيُعْذَرِ ¶ إنّ علامة الفرار تكون ذات دلالة مقبولة لدى عامر بن الطفيل إذا ماكان هناك عذرٌ يسوّغها لدى الآخرين، فلا تصبح حينئذٍ عيباً وجبناً، بل وسيلة مناسبة ينتهزها الفارس للنجاة من الأسر، فأصبحت دلالة الفرار مختلفة هنا فهي ليست حالة من الجبن وعدم القدرة على المواجهة، بل أصبحت وقاية يتخذها الفارس والاستعداد لمواجهة أُخرى وأخذ الثأر، ولعلّ الفرار أهون على عامر من الوقوع في الأسر الذي يكون أشدّ من القتل، لكون القتل يحمل دلالة الشجاعة في حين أنّ الأسر لا يلحق بصاحبه سوى الذلّ، يقول عامر: (2) ¶ قالتْ سَلامَةُ لمْ يَكُنْ لَكَ عادةً ... أنْ تَتْرك َ الأعْداءَ حتى تُعذرا ¶ لو كان قتلٌ ياسَلامُ ... فَرَاحَةٌ ... لكن فَرَرْتُ مخافةً أن أُوسَرا ¶ ويبرّر في موضع آخر فراره وفرسان قبيلته بكثرة عدد أعدائهم وعدَتهم، فيقول: (3) ¶ أعاذِلُ لو كَانَ البِدَادُ لقُوتِلوا ... ولكن أتانا كلُّ جِنٍّ و خابلِ ¶ ____________ ¶ (1) الديوان: 107. ... (2) المصدر نفسه:201. ... (3) المصدر نفسه: 223. ¶ و خَثْعَمُ حيٌ يُعدَلُون بمَذحِجٍ ... وهل نحنُ إلاّ مِثْلَ إحدى القبائلِ ¶ لا يجد الشاعر حرجاً في الفرار مادام مصحوباً بمسوّغات مُقنعة ومقبولة، لذلك حرص على أن \" يقدّم تبريراً مناسباً لفراره الذي عدّه إتّقاءً وليس فراراً يُعاب عليه \". (1)",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "ولعلّنا نلحظ إختلافاً واضحاً في نبرة الشاعر في محاولته لتبرير الهزيمة بعد إنتهاء المعركة عن نبرته التي توعّد بها وهدّد خصومه قبل المعركة التي رأيناها في موضعٍ سابق \" وذلك بفعل تباين موقفيه. فبينا هو قبل المعركة يجهد نفسه لإلقاء الرعب في قلوب أعدائه قاصداً الحط من معنويّاتهم تراه عقب إنتصار هؤلاءالأعداء، وقد واجه الحقيقة التي لامراء فيها، يتشبّث بالواهي من الأسباب لتبرير الهزيمة و إشاعة جوّ الطمأنينة التي افتقدتها نفسه ونفوس أبناء قبيلته \". (2) ولولا مرارة الهزيمة لما أجبر الشاعر نفسه على تقديم الأعذار والمبرّرات، حيث يجد الفارس \" نفسه مُلزما بالإعتذار للقبيلة كُلّما أخفق في معركة ما مع تأكيده على دوره في نجدة ماتبقى من الفرسان والذود عنهم لأن مرارة الهزيمة عند الفرسان أقسى من أن تكون حدثاً \" (3). عندما يقوم أحد الفرسان بالفرار يضعنا أمام إنحراف في رمزية البطولة المعتادة عند الفرسان إلاّ أنّ وجود التبريرات قد يوازن الفكرة نوعاً ما ولاسيما وأنّ الفارس يحاول بخبرته ومهارته إستغلال فرصة ¶ ____________ ¶ (1) البواعث النفسية في شعر فرسان عصر ما قبل الإسلام: 133. وينظر الخوف في الشعر العربي قبل الإسلام، د. جليل حسن محمد، بغداد، ط1، 2008 م: 263. ... (2) أيّام العرب وأثرها في الشعر الجاهلي، د. منذر الجبوري، دار الشؤون الثقافية العامَة، وزارة الثقافة والإعلام، ط2، بغداد 1986م:170. ... (3) ملامح شخصية البطل في شعر الحرب بين الفن والصورة المثالية، د. نصرة حميد الزبيدي، مجلة كلية المأمون، بغداد، ع14، 1430هـ ـ 2009م:3. ¶ أُخرى فأصبح شعوره بالخوف أمراً مشروعاً لذلك لم يجد عامرٌ حرجاً في اعترافه بالفرار. لأنه لم يرغب بوقوعه في أسر الأعداء فينالوا فخراً بأسر سيّد القوم، فضلاً عن أنّه لم يكن الفارّ الوحيد في المعركة، فهو معروفٌ بالشجاعة والإقدام، والحفاظ على حياته أمر ضروري لأبناء",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "قبيلته بوصفه سيّدهم، ولعلّ تلك الأسباب هي التي جعلته ينفرد بهذه الدلالات من بين الشعراء الفرسان ـ ميدان البحث ـ الذين لم يسوّغوا فكرة الفرار في مسيرتهم البطولية، قد يرجع ذلك إلى الهدف الرئيس من الفروسية وهو تحقيق الذات أو تحقيق فلسفة شخصية إذ أنّها تُمثّل مسألة شخصية لديهم وأيّ تقصير تجاهها يُعدّ تقصيراً في الذات ومساساً بها، ولذا لم تحمل أيقونة الفرار ـ في ما يرون ـ سوى معاني الجبن والتخاذل، من هنا حرصوا على إلصاقه بخصومهم. ¶ ويؤدّي الواقع الإجتماعي الذي يعيشه الشعراء دوراً كبيراً في تحديد هذه المقاربة التي لابدّ من إتصالها ـ كما تبيّن ـ بواقع الفرسان الأجتماعي فذلك يساعدنا إلى حدٍّ ما في تمكيننا من \" تفسير شفرات الخطاب من خلال شفرات الواقع \". (1) ¶ ـ إنصاف الخصم: ¶ كثيراً ما يُصادفنا هذا النمط الشعري في شعر الفرسان، حتى أصبح بإمكاننا أن نعدّه من تقاليدهم المألوفة وقد اعتادوا ممارسته بعد انتهاء المعركة والبدء بسرد أحداث الواقعة الحربية، فيعمل الفارس على وصف خصمه بصفات جسدية وخُلُقية سامية، ليضعنا أمام علامة تحمل دلالات مُتعددة تفسح لنا مجالاً للتأويل والتحليل، إذ يعمل الشاعر من خلال هذه العلامة على جعلنا بإزاء ذاتين تحمل كُلَُ واحدة منهما تصوّرات خاصة، يلجأ إليها الفارس عادة لبلوغ ¶ ____________ ¶ (1) شفرات الجسد جدلية الحضور والغياب في المسرح، د. عوّاد علي، عمّان ـ الأردن، ط1، 1996م: 81. ¶ هدف مُحدّد، أو فكرة محددة يترك فيها للمتلقي مهمة بلوغها عن طريق ما تتوافر لديه من علامات وإشارات، ولا يتردّد الفارس بإلقاء صفاته على خصمه فتترشّح لنا علامة تحمل دلالة الفخر غير المباشر وبذلك يصبح الخصم مرآة لصورة مُنعكسة عن ذات الشاعر الفارس",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "مُتخذا ًمن ذلك وسيلة لإظهار شجاعته وتمكنه من فنون القتال وإلاّ لما تمكّن من القضاء على خصمه الفارس المدجّج المتمرّس في فنون القتال وأساليبها، محاولاً بذلك كسب احترام الآخرين وتقديرهم وتبوّئ مرتبة عُليا بين أفراد القبيلة وهو ما يتحقّق بالانتصار على أفاضل القوم لا أراذلهم، وقد اشتهر العرب بهذا الإسلوب الشعري حتى أطلقوا على مجموعة قصائده تسمية (المُنْصِفات). فعندما نأتي إلى عنترة نجده يرسم صورة مُمَيّزة لخصمه بقوّة جسده، وكمال عدّته الحربية، فهو فارسٌ مُسلّح ومع ذلك لم يتهيّب و لم يتردّد عن مواجهته، بل أرداه قتيلاً في ساحة المعركة، يقول عنترة: (1) ¶ ومُدَجَّجٌ كَرِه الكُماةُ نِزالَه ... لا مُمعِنٌ هَرَباً و لا مُسْتَسْلِمِ ¶ جادَتْ يداي لهُ بعاجِلِ طَعْنَةٍ ... بِمُثَقَّفٍ، صَدْقِ الكُعُوبِ مُقَوَّمِ ¶ فَشَكَكْت ُ بالرِمْحِ الأصمِّ َ ثِيابَهُ ... ليس الكريم على القنا بِمُحرَّمِ ¶ لم يبخس عنترة خصمه حقّه فخلع عليه ما يستحقّه من صفة الفروسية والشجاعة والكرم ولعلّه قصد من ذلك إشارة غير مباشرة لذاته التي طالما إفتخر بها وبخصالها الحميدة التي تكون مقياساً له لا السواد والبياض، كما تجعلنا هذه الأوصاف أمام مسألة أُخرى، وهي المبالغة في بيان شجاعته ومعرفته بفنون القتال التي هيأت له فرصة التفوق على خصمه. ¶ وقد تحمل المُنْصِفات دلالة إعجاب الشاعر الفارس بقوّة خصمه على وجه الحقيقة، ولاسيّما ¶ ____________ ¶ (1) الديوان: 63. ¶ أنّ الشاعر الجاهلي عُرف بالصدق والواقعية في التعبير. (1) فالأبطال لايُنازلون إلاّ الأبطال\" ومن الطبيعي والمألوف في أشعار الحرب العربية أن تكمُن قيمة أي إنتصار للفارس في قوّة",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "عدوّه، ومن هنا فقد أمعن عنترة في إسباغ سمات أقرب إلى الأساطير في ملامحها ومثاليتها على خصومه الأبطال ولا يُشعرنا بسبب ما تقدّم من حديث عن سمو أخلاقه بأن البطل الخصم سلبي أو شرّير \". (2) لذلك نرى الشعراء الفرسان يُبالغون في إعلاء شأن خصومهم، ولعلّ وصف عنترة لأحد خصومه بالوسامة والحسن، إذ يقول: (3) ¶ فتركتُه جزر السِّباع، ينُشْنهُ ... يقضمن حُسن بنانه والمعصم ¶ فوصف الخصم هنا واقعي من دون شك لأن صفة الحسن ليست من صفات عنترة. إذن ليس من الضروري أن يخلع الشاعر صفاته على خصمه. وهنا نصبح أمام ذاتين متصارعتين. ... كذلك نجد عامر يفخر بقوّة خصمه وبالتالي بشجاعته هو، إذ يقول: (4) ¶ ياربَّ قِرْنٍ قد تَرَكتُ مُجدّلاً ... ضَخْمِ الدَّسِيعَةِ رأسِ حَيٍّ جَحْفَلِ ¶ وتَركْتُ نِسْوَتَهُ لهُنَّ تفجُّعٌ ... يَنْدُبْنَهُ أصْلاً بِنَوحٍ مُعوِلِ ¶ وراح الشعراء الفرسان يفتخرون بقتلهم أكبر عدد من الفرسان الأبطال، فيتحقق لهم بذلك \" النصرالمادّي والمعنوي معاً، فالمادّي يكمن في العدد الهائل من القتلى الذين هم صفوة القوم ____________ ¶ (1) يُنظر: الحياة العربية من الشعر الجاهلي: 34. ويُنظر: دراسات في الشعر الجاهلي، د. نوري حمودي، بغداد، 1972م: 115. ... (2) ملامح شخصيَة البطل في شعر الحرب بين الفن والصورة المثالية: 8. ... (3) الديوان: 64. ... (4) الديوان: 137. ¶ وقادتهم، وأحرارهم هؤلاء الذين أُسقطوا في ساحات الوغى على أيدي الشاعر الفارس وقومه، أمّا النوعي ـ وهو الأهم ـ فيَتَمثَّل في إنتقاء هؤلاء القوم، وفي ذلك ما يدلَُ على شجاعة قوم الشاعر المتميَز وتمرَسهم في فنون القتال \". (1)",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "ويُقدِّم لنا قيس بن الخطيم مثالاًً على ذلك، فيقول: (2) ¶ أصابت سراة ًم الأغرَ سيوفُنا ... وغُودر أولاد الإماء الحواطب ¶ إنّ في غزوتهم تلك لم يقتلوا سوى سراة القوم وساداتهم؛ لأنهم أقرانهم في المنزلة، وعفوا عن بقية القوم الذين كانوا دونهم في المنزلة فمن غير اللائق بهم منازلتهم، فضلاً عن ذلك ليس فخراً لهم. ¶ ولم يكن عروة بن الورد أقلّ من سابقيه إنصافاً لخصمه، فهو لا يُقاتل إلاّ الفرسان الشجعان، يقول: (3) ¶ إذا قيل يابن الورد أقدم إلى الوغى ... أجبتُ فلاقاني كميٌ مقارعُ ¶ فأتركه بالقاع، رهناً ببلدةٍ، ... تعاورُهُ فيها الضباع الخوامعُ ¶ ممّا تقدّم تضعنا الشواهد الشعرية للفرسان، بإزاء دلالة ذات وجهين، الأولى: إنّ الفارس يسعى من خلال إنصاف خصمه إلى إثبات الصفات الإيجابية لـ (الأنا) على (الأنتَ) فيكون فخراً غير مباشر للذات، ولاسيّما أنّه لم يُسمَّ الفارس على وجه الخصوص، بل اكتفى الشعراء الفرسان بذكر ¶ ____________ ¶ (1) جدلية القيم في الشعر الجاهلي، د. بوجمعة بوبعيو، منشورات اتحاد الكُتّاب العرب، دمشق،2001م:63. (2) الديوان: 91. ... (3) الديوان: 66. ¶ صفات الفروسية والإقدام. أمّا الدلالة الأُخرى فهي تعكس جانباً أخلاقياً نبيلاً يتّسم به الفارس الجاهلي من خلال إعترافه بشجاعة خصمه والشهادة له بها. ¶ ممّا تقدّم توافرت بي أيدينا مجموعة من التقاليد التي تُمثَّل علامات دلالية تنوب مناب أفكار معيّنة موجهة إلى المتلقي لبلوغ غاية ما، فكانت تلك التقاليد بمثابة بصمات نفسية تعكس",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "مايجول في ذات الشاعر من توترات ومن ثمّ ينتج الفعل الشعوري الذي يتوقعه الفارس من الخصم، إستفزازاً، أو إرباكاً، أوتخاذلاً .... . ¶ ويمكننا، بالمخطّط الآتي تقسيم دلالات ما اشتمل عليه هذا المبحث من علامات وإشارات عرفية: ¶ العلامة ... الزمن ... الرسالة ... الدلالات ¶ (تقاليد الفروسية) ... قبل المعركة ـ تهديد ووعيد ... الردع. ¶ الإستفزاز. ¶ ـ قبل المعركة ـ زمن الإغارة ... إرباك نفسي ومعنوي. ¶ ـ قبل المعركة ـ إحتساء الخمرة ... أبعاد نفسية و جسدية. ¶ ـ أثناء المعركة ـ الكرّ والفرّ ... فن حربي. ¶ ـ بعد المعركة ـ إنصاف الخصم ... جانب أخلاقي. ¶ فخر غير مباشر.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "المبحث الثاني دلالات عدّة الحرب: ¶ عندما نطالع شعر الحرب العربي القديم نجده يغص بصورالأسلحة المختلفة التي حرص الشعراء على وصفها بدقة وأمانة من دون أن يفارقهم الإحساس بالفخر، فهي رمز فروسيتهم وشجاعتهم التي يُرهبون بها أعداءهم، كما لاتخلو أوصافهم للسلاح من لمسات نفسية و ¶ عاطفية، والفارس مُتعلّق بسلاحه تعلَُقاً وثيقاً ومن المعروف أنّ السلاح كان يُلازم العربي حتى في اوقات السلم فطبيعة معيشته المحاطة بالمخاطر في كُلِّ زمان ومكان تفرض عليه ملازمته السلاح بشكلٍ دائم إن لم يكُن لمواجهة الأعداء فسيكون للإحتراس من للصوص والوحوش الكاسرة التي تجوب الصحراء، فكانت نتيجة لتلك الصحبة الدائمة بين العربي وسلاحه أن أبدع بوصفه فلم يترك فيه جُزءاً إلاّ و تناوله بالوصف والتصوير، فالسلاح من ضرورات الفارس التي يستعين بها لدرء المخاطر التي تُحيق به كما تُهيّء له الجرأة على خوض الحروب. فكان لحضوره في أوقات شديدة الضراوة متمثلة بلحظات القتال أثرٌ كبير في إسباغهم عليها الصفات المُهيبة التي تبعث الفزع في نفوس الأعداء، بحدّتها وقوّتها وشدّة قطعها، والمبالغة في وصف لمعانها، وتلونها بالدماء. وقد امتلأت تلك الصور بالفخر الذاتي حتى ليصبح الفارس وسلاحه شيئاً واحداً، وكثيراً ما يصف الشعراء الفرسان أنفسهم بأنّهم أبناء حربٍ ولم يُخلقوا إلاً من أجلها؛ لقدرتهم على فنون القتال والتمرّس في إستعمال الأسلحة منذ نعومة أظفارهم، يقول عنترة: (1) ¶ خُلق الرمح لكفّي، ... والحُسام الهندُواني ¶ ومعي في المهد، كانا ... فوق صدري يُؤنساني ¶ ____________ ¶ (1) الديوان: 215. ¶ ويقول في موضعٍ آخر: (1) ¶ خُلقتُ للحرب أحميها إذا بردتْ ... وأصطلي نارها في شدّة اللهب ¶ بصارمٍ حيثُما جرّدتُه سجدتْ ... له الجبابرةُ الأعجام والعرب",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "ويقول عامر بن الطفيل: (2) ¶ وقد علمتْ عُليا هوازن أنّنا ... بنو حربِ لانعيا بوِردٍ ولاصدرِ ¶ إنّ قوّة السلاح، وقدرة حامله، وطبيعة الإستعمال تتحدّد نتائج المعركة \" ومن الطبيعي أن يكون السلاح عُنصراً أساساً من عناصر الحرب؛ لأن في قوّته وقوّة حامليه تتحدّد النتائج، وفي حُسن أستخدامه تتضح ملامح القُدرة القتالية للمقاتلين \". (3) ¶ وبإستقراء شعر الفرسان الحربي لاحظنا ورود أنواع مختلفة من الأسلحة، يمكن تصنيفها صنفين: ¶ ـ عدّة الهجوم، وهي: السيف، والرمح، والقوس والسهام. ¶ ـ عددٌ حربية أُخرى. ¶ لا يقلُّ أيُّ سلاحٍ من هذه الأسلحة عن الآخر في الأهمّية، فلكلّ واحدٍ منها وظيفته وأهمّيته الخاصة، وكثيراً ما نجد الفارس مُستعدّاً لإستعمال أكثر من سلاح في وقتٍ واحد، ¶ ____________ ¶ (1) الديوان: 199 ـ 200. ... (2) الديوان: 150. ... (3) شعر الحرب عند العرب: 49.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "إذ هو يطعن بالسيف الخصم القريب، ويرمي بالرمح من كان بعيداً عنه حتى يتمكَن منه، يقول عنترة: (1) ¶ فطعنتُه بالرمح ثُمَ علوته ... بمهندٍ صافي الحديد مخذم ¶ ومثله عامر بن الطفيل كان يستعمل الرمح والسيف معاً في المعركة، فيقول: (2) ¶ فلا تعجلنَ وانظر بأرضك فارساً ... يهزَُ رُدينياً وأبيض صارماً ¶ وعدّة الحرب هي كُلّ ما يمتلكه المحارب إلى جانب شجاعته وقدرته على فنون القتال، فهي الوسيلة التي يحفظ بها حياته ومكانته، ومكانة قبيلته وأعراضهم، لذلك نجد الفارس يعتزَُ بتلك العدَة إعتزازاًكبيراً، يقول عامر بن الطفيل: (3) ¶ يوم لا مال للمحارب في الحـ ... رب سوى نصلٍ أسمر عسّال ¶ ولجامٍ في رأس أجرد كالجذ ... ع طُوال ... وأبيضٍ قصّال ¶ ودلاصٍ النهي ذات فُضُولٍ ... ذاك في حلبة الحوادث مالي ¶ لقد عادلت هذه العدّة القتالية المال الذي يراه الآخرون أهمّ شيء في الحياة، لكن عامر يُخالف هذه الرؤية، ويجعل العدّة مال المحارب؛ لدورها في حفظ حياته. ¶ وفيما يلي عرض للدلالات التي حملتها. عدّة المحارب وتصاميمها فضلاً عن وظائفها بشيء من التفصيل، القسم الأول: عدّة الهجوم. وهي: ... ¶ ____________ ¶ (1) الديوان: 64. ... (2) الديوان: 147. ... (3) الديوان: 208.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "ـ السيف: وله تسميات مختلفة، بل لعلَّه أكثر الأسلحة أسماء وصفات، فهو: الصمصام، والصارم، والمأثور، والأَفَلّ، والمهنّد، واليماني (1)، وغيرها من التسميات، وتأتي هذه التسميات المتعدّدة للسيف لما له من مكانة بارزة يحتلّها بين بقيّة الأسلحة الأُخرى، فهو يلازم الفارس حتى في وقت السلم، في حين تختّص بقيّة الأسلحة بالحروب والمعارك. لقد تناول الشعراء الفرسان السيف في أشعاره من جوانب مختلفة، فوصفوا مادّته، وشكله، وحدّته، وكان أحبّ السيوف إليهم ما كان \"خفيف النصل، ورقيق الشفرتين، أملساً ليّناً صقيلاً، أبيض يتلألأ حدّه، وتبرق صفحته \"، (2) وكثيراً ما وصف الشعراء سيوفهم بهذه الصفات، يقول عنترة: (3) ¶ وكالوَرَقِ الخِفافِ وذاتُ غرْبٍ ... ترى فيها الشِّرَعِ إزوِراراً ¶ ومُطّرَدُ الكُعوب أحَصَُّ صَدْقٍ، ... تَخالُ سِنانُه بالليلِ ناراً ¶ كما يصفُ عامر سيفه بالرقة والبياض، فيقول: (4) ¶ وأبيضَ يَخطِفُ القَصَراتَ عَضْبٍ ... رَقيقِ الحَدّ زينةُ غُمُودُ ¶ ويصفُ عروة سيفه بالبياض والخفَة، فيقول: (5) ¶ يُطَاعَنُ عَنْها أوَّل القَوْمِ بالقَنَا ... وَبِيضٍ خِفَافٍ، ذاتِ لونٍ مُشَهّرِ ـ ¶ ____________ ¶ (1) يُنظر الأنوار ومحاسن الأشعار، أبو الحسن علي الشمشاطي، تح، صالح مهدي، دار الشؤون الثقافية العامة ـ بغداد، ط2، 1987م: 152. ... (2) الطبيعتان الحيَة والصامتة: 428 ـ 429. ... (3) الديوان: 184. ... (4) الديوان: 95. ... (5) الديوان: 52.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "و يقول قيس بن الخطيم: (1) ¶ الضارب البيض المُتقن صنعه ... يوم الهياج بكلَ أبيض صافي ¶ من خلال الشواهد السابقة تتولّد لدينا دلالة عينية حقيقية، وهي بياض السيف ورقته ولمعانه، فالشفرة الإيحائية المسيطرة على النصوص الشعرية هي البياض صفة للسيف التي تنقلنا إلى البحث عن دلالة أُخرى غير الدلالة العينية، فعندما نتتبّع دلالات اللون الأبيض نجد أحدها ما يتعلَق بالقمر، وهو أحد الآلهة المعبودة لدى القدماء، وكانوا يعتقدون بقوّته العظيمة، كما كان يتميّز باللون الأبيض، (2) لذلك حرص الشعراء وصف السيف بلون الإله المُقدّس لكونه \" السلاح المُقدّس المُكرّس لنصرة الإله وبديله الأرضي \". (3) فالرابط بينهما هي القوّة الهائلة التي تؤدي إلى إستمرار الحياة فحمل إختيارهم دلالة التقديس والتفاؤل. ومن خلال إطلاعنا على دواوين الشعراء يمكننا ملاحظة بشكل واضح تفوَق عنترة على الآخرين من ناحية تعدد الدلالات التي يُضفيها على سيفه من خلال تعدد الصفات التي يُسبغها عليه، والتصويرات المختلفة التي تصل إلى حدِّ أنسنته، وإسباغ الصفات الإنسانية عليه. يقول عنترة: (4) ¶ سأجهلُ بعد هذا الحِلمِ حتى ... أُريقَ دمَ الحواضرِ و البوادي ¶ ويشكو السيفُ في كفّي مِلالاً ... ويسأمُ عاتقي حَمْلَ النِجادَ ¶ ____________ ¶ (1) الديوان: 192. ... (2) يُنظر المُفصَل في تاريخ العرب قبل الإسلام، ج6، د. جواد علي، دارالعلم للملايين ـ بيروت، ... ط2،1987م:6/. ... (3) اللون في الشعر العربي قبل الإسلام: 281. ... (4) الديوان:88.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "أتخذ عنترة من شكوى السيف وتملّله في كفَه رمزاً لتخويف عدوّه وتهديده بكثرة القتلى وسفك الدماء وكثرة الخوض في المعارك حتى ليملّ السيف من كثرة الخوض في دماء المقتولين. وفي موضعٍ آخر يجعل السيف شاهداً على بطولاته بوصفه رفيقه في الملمّات وشريكاً في البطولات، فيقول: (1) ¶ سلي سيفي ورمحي عن قتالي ... هُما في الحربِ كانا لي رفاقا ¶ ولا يتردّد بنسبة نفسه إلى السيف، فهو أُمه وأبوه، فيقول: (2) ¶ جوادي نسبتي وأبي وأمي ... حسامي والسنان إذا إنتسبنا ¶ وهنا نلمح إشارة إلى مُشكلة النسب التي كانت تؤرقه، فاختار الجواد والسيف والرمح نسباً بديلاً لنسبه القبلي الذي حُرم منه، ولعلّ انتسابه إلى عدّة الحرب نابع من أنّها وسائل انتزاع إعتراف أبيه وقبيلته به، فمن دونها لن يكون له نسب. ومن الإشارات الأخرى التي نلمحها في حديث عنترة عن سيفه، هو فخره بقدمه وعراقته، فيرجعه إلى الأقوام السابقة، دلالة على قدم عهده وتجربته في المُلمّات، يقول: (3) ¶ وحُسامٍ قد كُنتُ من عهدِ شدّا ... د قديماً وكان من عهدِ عادِ ¶ وقد يتجاوز عنترة كُلّ الأوصاف المعتادة ليحمّله دلالات متعددة يمكننا تحسسها عندما نغوص في مستوى النص العميق، فيشبّه السيوف اللامعة في ساحة المعركة بثغر عبلة الباسم، ¶ ____________ ¶ (1) الديوان:223. ... (2) الديوان: 97. ... (3) الديوان:182",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "فيقول: (1) ¶ ووددتُ تقبيلَ السيوف لأنها ... لمعت كبارق ثغرك المتبسَم ¶ ولعلّ الرابط بينهما في هذه اللحظة ليس اللمعان والبياض وهي إشارة تلميحية لا تصريحية فضلاًعن الرابط المعنوي، فالسلاح الذي بين يديه الوسيلة التي تُبلغه الحرية، والعتق من العبودية وبالتالي الفوز بعبلة، فهي الغاية التي يسعى اليها، ولعلّ اختياره لثغرها المتبسّم و هو الذي يدل على التفاؤل بالوصول إلى الغاية المنشودة، وهي بلوغ الحرية والفوز بعبلة، ويمكننا أن نستدلّ على صحة قولنا من خلال قوله: (2) ¶ وما هالني يا عبلُ فيك مهالكٌ ... ولا راعني هول الكمي الممارس ¶ إذ لم يَهُلْه شيء من أجل بلوغ عبلة، فعبلة والحرية هما شيء واحد وغاية واحدة يسعى من أجلها عنترة وسلك لهما سبيل الفروسية مسلكاً. وفي نصٍ آخر لعنترة يُحمَل فيه صورة السيف بُعداً دلالياً، يحاول من خلاله إيصال رسالةٍ إلى قومه الذين أسرفوا في ظلمه ونبذه لسواد جلده، فيقول: (3) ¶ وليس يُعيب السيف إخلاق غمده ... إذا كان في يوم الوغى قاطع الحدَ ¶ يُحاول الشاعر أن يُشعرنا بوجود تماثل بين ذاته وذلك السيف القاطع الذي جعل غمده مُتهرئاً وغير مُزيّن، والجامع بينهما المظهر الخارجي غير المقبول والذي يحتوي في الوقت ¶ ____________ ¶ (1) الديوان:37. ... (2) المصدر نفسه:198. ... (3) الديوان: 255.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "نفسه على القوّة والصفاء وحسن الفعال، ولعلّ ما يوصلنا إلى مقصده إشارة سابقة لهذا البيت وقد ذكر إعابتهم لسواده بشكل صريح، وهي قرينة منسجمة مع دلالة اللاحق تماماً، فيقول: (1) ¶ يُعيبون لوني بالسواد وإنَما ... فعالهم بالخبث أسودُ من جلدي ¶ الشاعر في هنا يقوم بموازنه معنوية بين سواد جلده و حسن فعاله، وبين بيض قومه وسوء أفعالهم ليصل من خلالها إلى فلسفة خاصة، هي أنّ قياس الإنسان جوهره لا مظهره، كذلك ماأراده من اختيار أيقونة السيف لتكون معادلاً موضوعياً للفكرة نفسها. وفي موضعٍ آخر يعكس من خلاله الوضع النفسي المتأزم الذي يمرَُ به، نجده يحمَل السيف كثافة دلالية ذات أبعاد نفسية ليصبح السيف شيئاً غير مرئيٍ إنَما يُمثّل كوامن نفسه الداخلية، فيقول: (2) ¶ و لو أنَي كشفتُ الدرع عنَي ... رأيتُ وراءه رسماً مُحيلا ¶ وفي الرسم المُحيل حُسام نفسٍ ... يُُفلَل حدَُهُ السيف الصقيلا ¶ إذ أنّ الألم الذي يُسيطر على نفسه، وأدّى إلى نحول جسده، كألم السيف، بل هو أقوى؛ لأن سيفه في قوّته لايصل إلى نفسه في قوّتها وتحمّلها. فرؤية الشاعر لأشياء تتبع وضعه النفسي وما يُشكّله من رؤية خاصة، ففي موضع آخر وقد انتشت نفسه بصوت السيوف، نراه يصوّرها كآلة موسيقية يطرب لسماع أنغامها، ويحنّ إلى موسيقاها شوقاً وهياماً كهيامه للحبيبة، يقول: (3) ¶ ____________ ¶ (1) الديوان: 254. ... (2) المصدر نفسه: 191. ... (3) لمصدر نفسه: 222. ¶ وتطربني سيوفُ الهند حتى ... أهيمُ إلى مضاربها اشتياقا",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "ويقول: (1) ¶ أطيبُ الأصواتِ عندي ... حُسْنُ صَوتِ الهِندُواني ¶ إنّ المعنى الذي توحيه لنا هذه الأبيات ليس اتصاف عنترة بالوحشية وحبّ القتل وإنّما تخلق دلالة أعمق من ذلك، وهي حبّه للأوقات التي تبرز فيها ذاته بين أبناء القبيلة، والتفضّل عليهم من خلال الشعور بحاجتهم إليه، ولا يكون ذلك إلاّ عند مقارعة السيوف، فعشق عنترة لصليل السيوف هو عشقٌ للحرّية. ولعلّنا لانجد تلك الأبعاد الدلالية في وصف السيف عند باقي الشعراء، فهم يتوقفون عند مظهره الخارجي وأوصافه المألوفة، لكون إشارات عنترة نابعة من عمق تجربة نفسية، واجتماعية جعل من حالة الكبت التي تُسيطر عليه وسيلة لإبداع فراح يستغلَُ كلّ ما يحيط به للتنفيس عن تلك المكبوتات، فجعل من أوصافه شفرات خاصة يُمكننا أن نتوصل إليها من خلال الكشف عن مُعاناته وصفاته الخاصة، وهنا تبرز لدينا أهمّية ماجاء به سوسير من ربط علم السيمياء بالجانب النفسي والإجتماعي إذ عدّها \"علماً يدرس حياة العلامات داخل الحياة الإجتماعية، فيشكل هذا العلم جُزءاً من علم النفس الإجتماعي \". (2) فمعرفة العوامل النفسية والظروف الإجتماعية التي يعيشها الشاعر تجعلنا نمتلك قرائن أساسية تضعنا وجهاً لوجه مع الدلالات المقصودة داخل النص. فعندما نأتي إلى عامر بن الطفيل نجده لا يخرج عن الأوصاف المعتادة للسيف، فيقول: (3) ¶ ____________ ¶ (1) الديوان: 216. ... (2) السيميائية الأُصول القواعد التأريخ: 33. ... (3) الديوان: 140. ¶ ويوم الشعب غادرنا لقيطاً ... بأبيض صارمٍ عضب صقيل",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "فالدلالة كما نرى عينية المستوى لاتتجاوز وصف المظهر الخارجي الذي يُعطي دلالة معنوية وهي القوّة، وشدّة القطع. ويصف سيفه في موضع آخر وقد تخضّب بدم العدا، وهي صورة كثيراً ما يردّدها الشعراء، وتوحي بالفخر والاعتزاز الذي يسيطر عليهم بعد النصر، فيقول: (1) ¶ ألسنا نقود الخيل قُبَاً عوابساً ... ونخضّب يوم الروع أسيافنا دما ¶ ومثل هذه الصورة نجدها عند قيس بن الخطيم في قوله: (2) ¶ يُعرّين بيضاً حين نلقى عدوّنا ... ويُغْمَدن حُمراً ناحلات المضاربِ ¶ فهم يُجرّدون السيوف من أغمادها بيضاً، ويرجعونها حُمراً من دم العدى وهنا مقابلة بين اللون الأبيض والأحمر، ويقول عنترة في الوصف ذاته: (3) ¶ إذا لم أُروِّ صارِمي من دَمِ العِدى، ... ويُصبِحُ من إفرِنْدِهِ الدمُ يَقطرُ ¶ فلا كُحّلتْ أجفانُ عيني بالكرى، ... ولا جاءني من طيفِ عبلةَ مُخبرُ ¶ ومرّة أخرى يجعل عنترة من سيوفه الحمر وسيلة لبلوغ عبلة ووصالها. كما نلاحظ في تلك الإشارات دلالة التعطش لدم الأعداء ومحاولة الارتواء بسفكها، وقد جاءت المفردات المُستعملة منسجمة وتلك الدلالة، منها (أُروِّ، يقطر)، ولعل نشوتهم بسفك دماء العدا يُسلمنا إلى تقليد ديني ¶ ____________ ¶ (1) الديوان: 157. ... (2) الديوان: 89. ... (3) الديوان: 166. ¶ قديم يحاول الفارس من خلاله التقرَب إلى الآلهة بتقديم دماء القتلى قرابيناً لها. (1)",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "أما منزلة السيف عند عروة بن الورد فلا تقلّ عن الآخرين، بل لعلّه من أبرز أسلحة الصعاليك؛ لأنهم يُمارسون المُبارزة في غزواتهم على القوافل التجارية أكثر من أيّ فن قتالي آخر، هذا من جهة ومن جهة أُخرى كانت حياتهم مُتنقلة لاتعرف الإستقرار الأمر الذي يدفعهم إلى اختيار الأسلحة الخفيفة، والسيف دون شك من الأسلحة التي يسهل حملها قياساً ببقيّة الأسلحة الأُخرى (2)، ومن ذلك الجانب أولى الفارس الصعلوك عروة بن الورد السيف اهتماماً خاصاً، يقول: (3) ¶ فكيف وقد ذكيّتُ وإشتدّ جانبي ... سُليمى وعندي سامعٌ ومطيعُ ¶ لسانٌ وسيفٌ صارمٌ، و حفيظةٌ ... ورأيٌ لآراء الرجال صروعُ ¶ إنّ سيفهُ صارم \" والصارم هو الصمصامة الذي لاينثني \"، (4) يصرعُ به الرجال الأبطال من دون أن يثنيه شئ وبه لايخشى من مواجهة الموت أبداً. ¶ إنّ علاقة الفارس بسيفه علاقة روحية وجسدية ونفسية، لا يمكن الفصل بينهما لكونهما شيئاً واحداً فلولا السيف لما أصبح الفارس فارساً، ولولا الفارس لما قطع ذلك السيف رقاب الرجال، ويمكننا الاستدلال على طبيعة تلك العلاقة من خلال الدلالات الإيحائية التي يمنحها الفرسان لسيوفهم والمبالغة في وصفها باللمعان والقوّة. ¶ ____________ ¶ (1) يُنظر: اللون في الشعر العربي قبل الإسلام: 74. ... (2) يُنظر ديوان الهذليين: 124. ... (3) الديوان: 65. ... (4) الأنوار ومحاسن الأشعار: 14. ¶ ـ الرمح:",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "وهي كثيرة في شعر الفرسان ولها تسميات مُتعدّدة فهي: الخطية، والرُدينية، والأزنية، واليزنية، (1) وأجود أنواع الرماح عند العرب ما كانت أسنتها لامعة حادّة صافية، وقائمها أصمّ وغير مُجوّف، خالٍ من أيّ إعوجاج، أملس، صلب، مقوّم صحيح الكعوب، مسنونة الرأس، صافية يُخالطها شيء من الحمرة لشدّة صفائها، ليست بالطويلة جدّاً ولا بالقصيرة أي متوسطة الطول (2)، يمكننا ملاحظة هذه الأوصاف بشكل واضح في أشعار الفرسان، يقول عنترة واصفاً رمحه: (3) ¶ جادتْ يداي لهُ بعاجلِ طعنةٍ ... بمُثقّفٍ صِدْقِ الكعوبِ مُقوّم ¶ حملت صفات رمحه وسرعة طعنه دلالة أكثر عُمقاً فيما لو ذُكر اسم الرمح مجرّداً فقد اكسبته صفاته دلالة الفخر للرامي والتخويف للخصم، ومن ذلك أيضاً قول عامر بن الطفيل: (4) ¶ جمعتُ له يديّ بذي كُعوبٍ ... يُقدّم نصله أضمى طويلُ ¶ كما يفتخر عروة باكتمال صفات رماحهم، يقول: (5) ¶ بكلِّ رُقَاقِ الشفرتين مُهنّدِ ... وَلَدْنٍ من الخَطِّي، قد طُرَّ أسْمَرا ¶ ____________ ¶ (1) يُنظر: الأنوار ومحاسن الأشعار: 25. ... (2) يُنظر: الطبيعتان الحيَة والصامتة: 418. ... (3) الديوان: 64. ... (4) الديوان: 176. ... (5) الديوان: 57.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "يصف الشاعر رماحهم بالقوية المسنونة، المُقوّمة بنبرة يتخلّلها الفخر، كما يحرص الفرسان في تصوير رماحهم وهي ظمأى لدماء العدى، يقول عنترة: (1) ¶ سَلي يابنةَ العَبْسي رُمْحِي وصارِمِي ... وما فَعَلا في يوم حَرْبِ الأعاجِمِ ¶ سَقَيتُهُما و الخيلُ تَعْثرُ بالقنا ... دماءَ العِدى مَمْزوجةً بالعلاقِمِ ¶ يُمكننا تلمُس حالة الإنتعاش التي تخللت نبرة عنترة المفتخرة بسفكه دم الأعداء إلى حدّ ارتواء رمحه وسيفه منها، \"والرمح الملون بالدماء المُعتّقة يستحيل في مُخيلة عنترة عبقاً يُنعش أحلامه \"، (2) وهذه الصورة المفردة التي تُبرز الـ (أنا) المتضخمة لديه تقابلها صورة الـ (نحن) المتضخمة عند عامر وهو يفخر برماح بني عامر دلالة على قوّة إرتباطه بقبيلته، فيقول: (3) ¶ وإنَ رماح بني عامرٍ ... يقطرن ملْ علق الأحمر ¶ ويُعظّم عنترة من شأن رمحه فيجعل منه وسيلة لإذلال الخصم، ولعلّها علامة واضحة تحمل في طيّاتها دلالة الذُلّ الذي يُعاني منه على أيدي ابناء القبيلة والخصوم حتى أصبح يعيش \" مُمزّقاً بين ثُنائية غير مُتكافئة فهو بطل مرغوب فيه مُهاب في الحرب عند قومه وخصومه، وعاشق يتجاوز حدود المسموح طالما أنّه يخضع لقانون الطبقية في المجتمع \". (4) يقول بنبرة متعالية: (5) ¶ ____________ ¶ (1) الديوان: 128. ... (2) الخطاب الإبداعي الجاهلي والصورة الفنية، د. عبد الإله الصائغ، الدار البيضاء، ط1، 1997م: 119. (3) الديوان: 119. ... (4) ملامح شخصية البطل في شعر الحرب بين الفن والصورة المثالية: 8. ... (5) الديوان: 198.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "ورُمحي إذا ما إهتَزّ يومَ كريهةٍ ... تَخِرُُّ له كُلُّ الأُسودِ القناعسِ (1) ¶ فدونك ياعمرو بن وُدِّ ولا تَحُلْ ... فرُمْحي ظمآنٌ لِدَم ّالأشاوِسِ ¶ لقد كأن عنترة يستغلُ لحظة الحرب لإذلال خصمه، بأساليب مُختلفة، منها ما رُوي عن قيامه باعتلاء الخصم بنعليه قبل طعنه بالرمح. (2) أما بالنسبة لقومه فكثيراً ما كان يُردّد أسمه على لسانهم واستنجادهم به في ساحة المعركة، تحت وابل الرماح وصليل السيوف، يقول: (3) ¶ يَدْعُونَ عنترَ والرِماحُ كأنَها ... أشْطانُ بِئرٍ في لَبانِ الأدهمِ ¶ وحمل تصويره هذا صفة لغزارة للرماح واستقامتها دلالة على شدَتها وقوُة راميها، فلم تسقط ضعيفة مائلة، وأراد من ذلك تهويل صورة الحرب، وفي تلك الساعات الهائلة لم يجد قومه بطلاً سواه يُنجدهم. ومثلما يحنّ عنترة إلى ضرب السيوف فهو يحنُّ إلى طعن القنا في ميدان البطولة وتحقيق الذات، يقول: (4) ¶ أحِنُّ إلى ضَرْبِ السُّيوف القَواضِبِ ... وأصبو إلى طَعْنِ الرِماحِ اللَّواعبِ ¶ إنّما حنين عنترة للضرب بالرماح هو حنين للعزّ وكسب ودّ الأقارب الذين طالما شكى بعدهم وطلب للعزّ بكلّ مايمكنه البذل به، ولكن كلّ ذلك لن يُجدي نفعاً إن لم يُسعفه الحظ، يقول: (5) ¶ ____________ ¶ (1) القناعس: وهي جمع قُناعس، أي الرجل ذو الخُلُق الكريم. ... (2) يُنظر: الخطاب الإبداعي الجاهلي والصورة الفنيَة: 118. ... (3) الديوان: 67. ... (4) المصدر نفسه: 161. ... (5) المصدر نفسه: 115.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "يُكلِّفُني أن أطْلُبَ العزَّ بالقنا ... وأين العُلا إن لم يُساعدني الجَدُّ ¶ لقد رافقته صورة عبلة حتى في حديثه عن الرماح، فراح يربط بين الصورتين، فكلاهما يمثلان له الغاية التي يعيش من أجلها، فشبّه قوام عبلة بالرمح الأسمر الذي يهتزُّ ليناً، فهي ممشوقة كالرمح، يقول: (1) ¶ عَرَبيّةٌ يهتزُُّ لِينُ قوامِها ... فَيَخَالُه العُشّاقُ رِمْحاً أسْمَرا ¶ فهناك صفات مُشتركة بين عبلة والرمح، والتي استعارها عنترة من الرماح ليضفيها على محبوبته، ولعلّ اختيار عنترة لهذه المزاوجة نابع من أنّه لم يعشق في حياته سوى عبلة وسلاحه فهما من يُعينه على خوض المعارك والاستماته في بلوغ النصر. كما وصف عروة بن الورد الرماح وشدة اشتجارها في المعركة مُفتخراً بإلتزامه الرأي الصائب في تلك الأوقات العصيبة، يقول: (2) ¶ وأنّي حِينَ تَشْتَجِرُ العَوَالي ... حُوَالي اللُُّبِّ ذو رأْيٍ زَمِيتُ ... ويتخذ قيس بن الخطيم من وصف الرماح علامة لشدّة الحرب، فيقول: (3) ¶ جَنَبْنَا الحرابَ وراءَ الصَريـ ... خ حتى تقصَّف مُرّانَها ¶ من خلال ما مرّ بنا يوصلنا الرمح إلى عدّة دلالات، أبرزها شجاعة الفارس وامتلاكه خصائص القوّة، كما اقترنت دلالة الرمح بإعتزاز البطل بنفسه وفروسيته، فالرمح \"الذي يلي ¶ ____________ ¶ (1) الديوان: 260. ... (2) الديوان: 24. ... (3) الديوان: 70، المُران: هي الرماح المصنوعة من الخشب.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "السيف في الأهمّية القتالية، وفي دلالته على الشجاعة فإنّه يقترن بإعتزاز البطل الفارس بما يمتلكه من خصائص القوَة وإحكام الصنعة \". (1) كما لاحظنا إنعكاس هواجس الشاعر ومعاناته الشخصية على بعض تلك الدلالات. ¶ ـ القوس والسهام: ¶ وتُمثّل السلاح الأخير من عدّة الهجوم، ولم يكن من أسلحة الفرسان البارزة كالسيف والرمح، وإن أُستُعملت فكان في بداية المعركة فقط عند الهجوم على الأعداء (2)، وبعد المواجه والمبارزة ليس لها دورٌ يُذكر. ومن أبرز صفات القوس أن يكون متوسط الطول، وكثيراً ما يُشبّه الشعراء إنحناءها بإنحناء الأضلاع وصلابتها، كما تميّزت بلونها الأحمر واللون الأصفر. (3) ¶ يتكوّن هذا السلاح من جزأين: القوس، والسهام، وهي ما يُرمى به من القوس نحو الهدف، وكثيراً ما يفخر الشعراء الفرسان بجودة سهامهم وقدرتها على إصابة الهدف\" وأُستُحسن من النصال ما كانت خفيفة، فيها لمعان وبريق، وكانت مصقولة مسنونة، وليست شديدة الرقّة لئلا تنكسر، وقد لطُف حدُّها حتى غمض، وهي صلبة \". (4) ¶ وقد شبّه الفرسان السهام بالسير الناعم لشدّة نعومتها وتناسقها، ومن ذلك يقول عنترة: (5) ¶ ____________ ¶ (1) البطولة في الشعر العربي القديم، د. مؤيد اليوزبكي، بغداد، ط1، 2008م: 274. ... (2) يُنظر: عروة بن الورد الشاعر الفارس (رسالة ماجستير): 48 ... (3) يُنظر: الطبيعتان الحيَة والصامتة: 408 ـ 409. ... (4) المصدر نفسه: 412. ... (5) الديوان: 83.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "بِكُلِّ هَتوفٍ عَجْسُها رَضَويةٍ ... وَسَهْم ٍ كَسَيْرِ الحِمْيَرِي المُؤَنّفِ (1) ¶ وجاءت السهام في مواضع مختلفة في شعر عنترة وقد إحتوت على دلالات مُتعدّدة، فجاءت في غزله للحبيبة وقد حملت دلالة العشق العميق وألم الهوى الذي أصابه بها أحد مُتعلّقات الحبيبة من دون أن يقصد به السهام الحقيقية، يقول: (2) ¶ رمتْ الفُؤادَ مليحةٌ عذراءُ ... بِسِهامِ لحظٍ، ما لَهُنّ دواءُ ¶ ويقول في موضعٍ آخر: (3) ¶ رمتْ عُبَيلةُ قلبي من لواحِظِها ... بِكلِّ سَهْمِ غريقَ النَزْعِ في الحَوَرِ ¶ فكانت دلالة السهام مُغايرة للمُعتاد، فقد أراد بها نظرات الحبيبة التي أردته قتيل العشق والهوى، فلها فعل السهام في المقتول، ولكنه قتل معنوي لا جسدي. ¶ وأراد عروة بن الورد بالسهام الموت الذي يُصيب الإنسان، فذكره بأحد مُسبَباته، يقول: (4) ¶ فإن فازَ سَهْمٌ لِلْمَنِيِّةِ لم أكُنْ ... جَزُوعاً، وَهَلْ عَنْ ذَاكَ، مُتَأَخّرِ؟ ¶ من المُلاحظ أنّ الشعراء الفرسان لم يتناولوا السهام بالسعة نفسها التي حظيت بها السيوف والرماح، فلا نجد لها ذكراً عند عامر بن الطفيل، وما وردت في ديوان عُروة سوى مرّة، ¶ ____________ ¶ (1) هتوف: صفة القوس الرنانة، العجس: مقبض القوس، رضوية: نسبة إلى جبل رضوى. ... (2) الديوان: 86. ... (3) المصدر نفسه: 111. ... (4) الديوان:67.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "وكذلك في ديوان قيس بن الخطيم، في قوله: (1) ¶ غودر عند المكرِّ سيّدُهم ... فيه سنانُ تخالُه لهباً ¶ نرى أنّه لم يخرج عن الوصف المُعتاد للسهام. ولعلّ قلة ورود ذلك النوع من الأسلحة في دواوين الشعراء الفرسان يرجع إلى طبيعة إستخدامه، بوصفهم يميلون إلى المواجهة والمبارزة بالسيف والطعن بالرمح، وهو أمرٌ لايتحقق مع السهام التي تتطلب الرمي عن بُعد وهو أمر لايليق بالفرسان من دون شك. ¶ أمّا العدد الحربية الأُخرى، فهي: ... ـ اللواء: من عدّة الفارس الحربية المهمّة التي لاتخلو منها ساحة المعركة، وهو راية أو علم ترفعه الجيوش في مُقدّمتها عادة، وقد إعتاد العرب على تسليمها في يد قائد الجيش الذي يتكفل بحملها، ويجب أن يكون إلى جواره شخصٌ يوازيه بالكفاءة، والقدرة القتالية قريباً منه، فإن أُصيب القائد تسلّم اللواء نيابة عنه حرصاً على بقائها مُرتفعة. (2) ¶ لقد حاول القدماء التفريق بين اللواء والراية، فرأوا أن اللواء \" ما يُعقد في طرف الرمح ويُلوى عليه، والراية ما يُعقد فيه ويُترك حتى تصفعه الرياح، وقيل اللواء دون الراية، وقيل العلم الضخم، والعلم علامة على محلّ الأمير يدور معه حيثما دار، والراية يتولاّها صاحب الحرب \". (3) ¶ ____________ ¶ (1) الديوان: 157. ... (2) يُنظر: اللواء في الشعر العربي حتى نهاية العصر الأموي (رسالة ماجستير)، صلاح أحمد:5. ... (3) الحياة العربية في الشعر الجاهلي: 256.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "وبعضهم لم يُُفرّق بين اللواء و الراية والعلم. (1) ولا بدّ أن يكون اللواء مُرتفعاً فيراه المقاتلون جميعاً، فكان يُعقد على رماحٍ طويلة، وكان ذلك الإرتفاع يرمز للهيبة والسمو والإعتزاز. (2) ومن خلال الشواهد التي إطلعنا عليها يبدو لنا أن اللواء مُختص ٌبالقائد، والرايات مُختصة بقادة المجموعات لذلك ذُكر اللواء بصيغة المفرد والرايات بصيغة الجمع، ومن ذلك قول عنترة: (3) ¶ سائلْ عُمَيرَةَ حَيْثُ حلّتْ جمعَها ... عِنْدَ الحُروبِ بأَيّ حيٍّ تُلْحَقُ ¶ أبحيِّ قَيْسٍ، أم بِعُذرةَ بعدما ... رُفِعَ اللواءُ لها وبئسَ المَلْحَقُ ¶ وتحمل علامة حمل اللواء هنا دلالة خوض التحدّي والتهديد للخصوم حيثُ إختاروا الحرب ضدّهم، ورفع اللواء علامة على بدء الحرب. ¶ وفي موضع آخر أورد الرايات بصيغة الجمع، يقول: (4) ¶ فأشرع راياتٍ وتحت ضلالها ... من القوم أبناء الحروب المراجح ¶ نلاحظ أنّ هناك أكثر من راية في الجيش الواحد، يبدوا أن من رفعها هم ممثلو القبائل والجماعات داخل الجيش، وقد إتخذوا هذا التنظيم في المعارك لمساعدة الفرسان على الإهتداء لجماعاتهم وسط جلبة المعركة. (5) ¶ ____________ـــــ ¶ (1) يُنظر: القاموس المحيط مادة (روى). ... (2) يُنظر: اللواء في الشعر الجاهلي حتى نهاية العصر الأموي (رسالة ماجستير): 22. ... (3) الديوان:175. ... (4) المصدر نفسه: 206. ... (5) يُنظر: اللواء في الشعر العربي حتى نهاية العصر الأموي (رسالة ماجستير): 54.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "ويحمل اللواء إشارات مُعيّنة للمقاتلين، فمنها ما يدل على الإستعداد للقتال، ومنها ما يُشير إلى الهجوم، يقول عنترة: (1) ¶ ما هزّ يومٌ رايةً للقائنا ... من الناس إلاَ دارهم مُلئت دما ¶ فإهتزاز الراية إشارة إلى الهجوم وخوض المعركة، وتحمل عملية رفع الراية دلالة إعلان الحرب، يقول عامر بن الطفيل: (2) ¶ ولم أر قوماً يرفعون لواءهم ... لغايتنا في المجد ممن تكلَما ¶ ويصوّر الشعراء الألوية بصور تبعث الهيبة، منها تشبيه عنترة لواء جيشهم بالطير في قوله: (3) ¶ كتائب شُهباً فوق كلِّ كتيبةٍ ... لواءٌ كظلِّ الطائرِ المُتَصرّفِ ¶ إنّ دلالة اللواء عند عنترة نابعة من وضع نفسي له أثره على تفكير الشاعر فرسم صورة للواء مغايرة لما تعوّد عليه الشعراء قبله، فرغبة الشاعر في السيطرة على أجواء المعركة جعلته يُصوّر كُلَّ متعلقاتها بشكل مبالغ فيه في العدد والحجم في السلاح والكتائب والألوية. ... ومن أسماء اللواء التي وردت في دواوين الشعراء: الحقيقة (4)، وقد أُشتقت من الحقيقة وهو ما يحقَُ للرجل أن يحميه، وهي الراية (5) والذوائب (6) \" فكما في الناس ذوائب فإنّ الرايات ذوائباً ¶ ____________ ¶ (1) الديوان: 230. ... (2) الديوان: 115. ... (3) الديوان:83. ... (4) يُنظر ديوان عامر بن لطفيل:107،ويُنظر: ديوان عنترة:64. ... (5) يُنظر: اللواء في الشعر العربي حتى نهاية العصر لأموي (رسالة ماجستير): 93. ... (6) يُنظر: ديوان عنترة: 75.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "أيضاً كالذوائب التي عند عنترة وقومه تلك التي تخفق بالموت لأعدائهم \". (1)، والخال (2)، وقد أستعملت لفظة الخال دلالة على بروزها وسط الجيش كبروز الخال على الوجه (3). وقد جاءت في جميع المواضع تحمل دلالة العزَة والسيادة والتحدّي، من ذلك قول قيس بن الخطيم: (4) ¶ وإنّا إذا ما مُمتروا الحرب بلَحُوا ... نُقيم بأسباد العرين لواءها ¶ فهم سادة القوم ما دام لواؤهم مرفوعاً فيها. ولم يُصادفنا ذكرٌ للواء في ديوان عروة، ولعلّ ذلك يرجع إلى طبيعة غزواتهم المُفاجئة بأعدادهم القليلة، فلم تكن بهم حاجةٌ إلى علامة يهتدون بها، إذ أنّ غاراتهم إما فردية أو بأفراد معدودة، كما لم يكن لديهم أمير أو قائد يرمزون إلى وجوده، في غاراتهم المُفاجئة والسريعة. ¶ ـ الدرع: وتكون في العادة منسوجة من الحديد على شكل حلقات مُتصلة مع بعضها تُغطي الظهر والصدر ونصف الذراعين، وكان بعض الفرسان يرتدي درعين لضمان الوقاية أكثر (5). ¶ وللدروع تسميات مُختلفة، منها: اللبوس، والسابغة، والغلالة (6)، والدلاص (7). وللدروع دور كبير في حفظ حياة الفرسان من خلال إرتدائها، وأفضل أنواع الدروع ما كانت \" فضفاضة سابغة ¶ ____________ ¶ (1) اللواء في الشعر العربي حتى نهاية العصر الأموي: 99. ... (2) يُنظر: ديوان عنترة: 236. ... (3) يُنظر: لسان العرب مادّة (خول). ... (4) الديوان: 50. ... (5) يُنظر: الحياة العربية من الشعر الجاهلي: 251. ... (6) يُنظر: الطبيعتان الحيَة والصامتة:437. ... (7) يُنظر: ديوان عامر بن الطفيل: 208.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "تفضل عن لابسها حتى تقع على الأنامل، فتحمي أطرافه من القطع أوالجرح المُباشر\". (1) يبدو أنّ تلك كانت صفات درع عنترة الذي لا يُفارقه في ساحة المعركة، حيث وصفه في قوله: (2) ¶ أُحبُّ كما يهواهُ رُمحي وصارمي ... وسابغةٌ زعفٌ وسابغةٌ نهدُ ¶ كانت درعه طويلة واسعة تضمن له الوقاية الكاملة من الطعن، وكأنّه لايُفارق درعه وسيفه حتى أنَه جعلهما وسادة له، فيقول: (3) ¶ وحَقِّكِ لا زالَ ظَهْرُ الجوادِ ... مَقيلي وسَيْفي ودِرعي وسادي ¶ حمل البيت دلالة إستمرار عنترة بمزاولة الفروسية ليلاً ونهاراً، ويُعزّز القسم بعبلة ليؤكد رغبته بالإستمرار حتى ينال غايته. كما إهتمَّ بوصف شكلها ورسم الصور المختلفة لها، منها في قوله: (4) ¶ يدعون عنترَ والدُّروعُ كأَنّها ... حَدَقُ الضفادعِ في غَديرٍ أدْهَمِ ¶ كانت تلك الدروع كعيون الضفادع اللامعة في غدير الماء المظلم أراد به ظلمة الحرب و كدرتها التي خيّمت على الفرسان المدججين بالسلاح. ¶ ولم يتوقف عند الدلالة العينية للدرع بل، تجاوزها إلى الدلالة االنفسية التي تُعبّر عن مُعاناته العاطفية، يقول: (5) ¶ ____________ ¶ (1) عدّة الحرب في الشعر الجاهلي (رسالة ماجستير)، ناهد جعفر، بيروت،1985: 29. ... (2) الديوان: 260. ... (3) المصدر نفسه: 90. ... (4) الديوان: 127. ... (5) الديوان: 130.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "لبستُ لها درعاً من الصبر مانعاً ... ولاقيت ُجيش الشوق مُنفرداً وحدي ¶ كان صبره الشديد على صدود عبلة القاسي، وأشواقه تجاهها، بمثابة درع منيع يُساعده في المواجهة والتحمّل. ¶ ويفتخر عامر بن الطفيل برجال قبيلته الأشدّاء وهو يصف رداءهم الحديدي، الذي يُمثّل وجه من وجوه القوّة والتحدّي لديهم، فيقول: (1) ¶ بالباسلينَ من الكُماةِ عَلَيْهُمُ ... خَلقُ الحديدِ يُزيّنُها السردُ ¶ ويقول قيس بن الخطيم: (2) ¶ فلمَّا رأيتُ الحرب حرباً تجّرَدت ... لبستُ من البردين ثوبَ المُحاربِ ¶ إنّ ثوب المُحارب هو الدرع الذي يرتديه إستعداداً للقتال وفي ذلك إشارة إلى تهيّئه التام لخوض المعركة. ويبدو أنَ الدرع لا يشغل حيّزاً في شعرعروة، شأنه شأن بقيّة الصعاليك، ولعلّ ذلك يرجع إلى ثقله الذي لا يتناسب مع حركتهم وتنقلهم المستمرالأمر الذي يوجب عليهم إقتناء الأسلحة الخفيفة التي تلائم ذلك الوضع. (3) فضلاً عن ذلك غلاء ثمنه الذي لايتلاءم مع وضعه المادّي. ... ـ البيضة: وهي غطاء للرأس من الحديد يرتديه الفارس لحماية رأسه من الضرب، وله تسميات مُختلفة، الترك والتركه، والتسبغة، والمغفر، والقلنسوة. (4) وعلى الرغم من أهميتها ¶ ____________ ¶ (1) الديوان: 80. ... (2) الديوان: 82. ... (3) يُنظر: شعر الصعاليك منهجه وخصائصه، عبد الحليم حفني: 231 ـ 232. ... (4) يُنظر: عدَة الحرب في الشعر الجاهلي (رسالة ماجستير): 107، ويُنظر: الحياة العربية من الشعر الجاهلي: 255.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "لدى الفرسان وحمايتهم إذ يحرصون على إرتدائها لا نجدها تردُ في دواوين الشعراء الفرسان التي إطلعنا عليها في بحثنا هذا سوى ثلاث مرّات في ديوان عامر، وأراد بها وصف الفرسان وشجاعتهم وإكتمال عدّتهم، فيغطي الحديد أجسادهم ورؤوسهم، يقول: (1) ¶ عَلَيُّهُمُ البَيْضُ والأبدانُ سابغةٌ ... يُقَحّمُونَ كأن القَوَمَ في رَهَجِ ¶ إنّ فرسانهم مُستكملون لمستلزمات الفروسية، المادّية والمعنوية، ووردت في ديوان قيس بن الخطيم مرّتين في الفخر بقوّته وقوّة أبناء القبيلة، وقد بالغ في وصف بريقها بشكل يعكس حالة الزهو والإعتداد بالنفس الذي سيطر عليه آنذاك، يقول: (2) ¶ صبحنا بها الآطام حول مزاعمٍ ... قوانس أُولى بيضنا كالكواكب ¶ ووردت في ديوان عنترة مرّة واحدة فقط، (3) ولم ترد في ديوان عروة أي إشارة للبيضة شأنها شأن الأسلحة الثقيلة. ... ـ الترس: و يتخذه الفارس واقياً من ضربات الخصم، ومن تسمياته المجن والدرقة (4)، وكان يُصنع من جلود الإبل والبقر (5)، جلود النمر وقد إشتهرت بلاد اليمن بصناعته. (6) وما وجدناه في البيضة من قلّة ذكرها في الدواوين نجده ينطبق على التروس، الأمر الذي لايتناسب وأهمّيته ¶ ____________ ¶ (1) الديوان:129. ... (2) الديوان: 86. ... (3) الديوان: 213. ... (4) يُنظر: الحياة العربية من الشعر الجاهلي: 256. ... (5) يُنظر: الطبيعتان الحية والصامتة: 247. ... (6) يُنظر: عدَة الحرب في الشعر الجاهلي (رسالة ماجستير): 108.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "الحربية، فلم يرد ذكره في دواوين الشعراء الفرسان الأربعة سوى مرَة واحدة في ديوان عنترة. (1) ¶ يخلص المبحث إلى نتيجة مفادها أنّ علاقة الشعراء الفرسان بأسلحتهم لم تكن علاقة هامشية، بل إعتزوا بها إعتزازاً كبيراً، لأنّها مصدر عزّتهم وشجاعتهم، فأصبحت مصدراً آخر للفخر، مضافاً إلى ما إعتادوا الفخر به من شجاعة وأنساب، فدفعهم ذلك الإعتزاز إلى تعظيم تلك الأسلحة، فبدت في أوصافهم أكثر ضخامة، ولمعاناً، وفعلاً، قد يفوق الحقيقة، ولكن الفارس يحاول نقل الصورة المتكوّنة في ذهنه عن السلاح. كما لاحظنا ورود الأسلحة في معظم المواضع بصفاتها لابأسمائها كما يكتفي الشاعر الفارس بذكر الصفة دون أن يذكُر الموصوف، نحو (الأبيض، القاطع، الخطية، الردينية، الهندوانية، المهنّد، المثقف، السابغة، ذوالكعوب، الأسمر، الصارم ... ) ولعلّهم أرادوا بذلك تعظيم شأن أسلحتهم من جهة وفتح مجال التأويل والتصوّر بشكل أوسع أمام المتلقي من جهة أُخرى من خلال تذوقه لتلك الأوصاف وتصوّره لها من خلال التأثر بأكبر درجة مُمكنة فتعادل رؤيته رؤية الشاعر الفارس أو تقاربها. كما لاحظنا خلع الشعراء على أسلحتهم اللون الأبيض أو الفضي والأحمر، فضلاً عن مالهذه الألوان من قُدسية ونظرة قديمة مُتعلّقة بالآلهة إقترنت الألوان بدلالات معيّنة فاللون الأبيض يقترن بالقيم الإيجابية والسمو والرفعة، وإقترن اللون الأحمر عادة بالغضب والشهوة والهياج، وكلا الدلالتين له إتصال مُباشر بالحرب وأجوائها وما ينتاب الفرسان من مشاعر خاصة في ساحة المعركة. (2) وبذلك لم تنفصل دلالات عدّة الحرب عن الإنعكاسات النفسية والفكرية التي سيطرت على ذات الشاعر. ¶ ____________ ¶ (1) يُنظر: الديوان: 213. ... (2) يُنظر: موسوعة أساطير العرب عن الجاهلية ودلالاتها، د. محمد عجينة. ط1، بيروت ـ لبنان، 2005: 543.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "الفصل الأول / المبحث الثالث ... دلالات الخيل ¶ ـ دلالات الخيل: ¶ لقد احتلّت الخيل مساحة واسعة في الشعر العربي، فهي عدّة الفارس في الحرب والسلم، وشرفه، و لتلك الأهمّية إرتأينا أن نفرد هذا المبحث للحديث عنها بشكل مُفصّل، فقد عني العرب عموماً والفرسان خصوصاً بالخيل وأنسابها وقوّتها وقدرتها على خوض الصعاب، فأضفت على الفرسان لوناً آخر من ألوان الفخر ولاسيّما وأنها كانت تُمثّل جزءاً من ذات الفارس التي لا يمكن فصلها عنه، حتى أخذ يخلع عليه صفاته الجسدية والنفسية وبالعكس. وتُعدُّ الخيول شريك الفارس الأول في فرحة النصر، ومرارة الهزيمة، فمجدهما واحد وألمهما واحد، ولهذا الترابط بين العربي وفرسه \" بنفسه و مشاعره حتى آثره على نفسه وأهله وأولاده \". (1) وقد أشار القدماء إلى عناية العرب بالخيل، ومنهم الجاحظ في قوله:\" لم تكن أُمّة قط، أشدُّ عُجُباً بالخيل، ولا أعلم بها من العرب \". (2) كما إقترن ذكر الخيل في الشعر العربي عادة بالشباب و الفتوّة والوقار والجرأة فأصبحت صورة للإنسان المثالي. (3) وإشتهرت الخيل عند العرب بصفاتها، منها الأدهم، الكُميت (4) والأقرح (5)، والأرثم (6)، والمُحجّل (7)، والأشقر، وكان أحبُّ الخيول إلى رسول الله (صلّى الله عليه وآله ¶ ____________ــــ ¶ (1) ملامح الرمز في الغزل العربي القديم، د. حسن جبّار شمسي، دار السيّاب ـ لندن، ط1، 2008م: 108. ... (2) الحيوان: 448/ 2. ... (3) يُنظر: دراسات نقدية في الشعر العربي، بهجت الحديثي، دار الشؤون الثقافية ـ بغداد، ط1،1992م: 54. ... (4) وهو الفرس الأشقر ولكنه أسود العرف والذنب. ... (5) القرح وهو بياض في جبهة الفرس وينقطع قبل الرسن. ... (6) الرثم هو بياض يصيب شفَة الفرس العُليا. ... (7) التحجيل بياض يكون في قوائم الفرس الأربع والثلاث والإثنين، مأخوذ من الحجل.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "وسلّم) فقد حيث قال: \" يُمْنُ الخَيْلِ في الشُّقرِ \" (1). وقيل سُمّيت الخيل خيلاً لإختيالها (2)، ومن صفات الخيل أيضاً الأبلق (3)،والأبرش (4)، والأشيم (5). وكان الفرسان يطلقون على خيولهم تسميات بحسب صفاتها حتى عُرفت بها، منها: المزنوق فرس عامر بن الطفيل (6)، والأغرّ والأبجر خيول عنترة بن شدّاد (7)، وحرود الأصفر فرس شدّاد (8)، وقرمل والعويج خيل عروة بن الورد (9)، وقرزل فرس الطفيل أبو عامر، وذو الخمار فرس مالك بن نويرة، والزّفوف فرس النعمان بن المُنذر. (10) ومن إكرام العرب للخيل أنّهم قرّبوها من بيوتهم خشية الإختلاط مع الخيول الأُخرى، ولذلك أسموها المُقْرِبات، ومن ذلك قول عامر بن الطفيل: (11) ¶ للمُقْرِباتِ غُدُوٌّ حين نُحْضِرُها ... وغارة ٌ تَسْتَثيرُ النَقْعَ في رَهَجِ ¶ ____________  ¶ (1) الجامع الصحيح، سنن الترمذي أبوعيسى محمد بن عيسى بن سَوْرَة (297) هـ، تح كمال يوسف الحوت، بيروت ـ لبنان، ط1،1408هـ ـ 1987م: 176. ... (2) يُنظر: العقد الفريد، إبن عبد ربَه الأندلسي، ج1: 152 ـ 153. ... (3) وهو ماكان حقويه ومغابنه ومرجع مرفقيه بيضاء. ... (4) وهو ما كان أشهباً ناصع البياض. ... (5) ما كان به شامة بيضاء وغير بيضاء أو فيه بُقع مُتفرَقة. ... (6) يُنظر: الديوان: 107. ... (7) يُنظر: الديوان: 223. ... (8) يُنظر: الأنوار ومحاسن الأشعار: 130. ... (9) يُنظر: الديوان: 93. ... (10) يُنظر: الأنوار و محاسن الأشعار: 132. ... (11) الديوان: 128.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "فكان لتقريب الخيل وإكرامها دلالة واضحة على ما يمتلكه من صفات العزّة والإكرام، فهو يُكرمها في السلم؛ لتعزّهُ في الحرب ردّاً لجميلهِ، وبلغت منزلة الفرس عند عنترة أنه كان يُهدَد زوجه بالهجر والضرب إذا ما استمرّت بلومه على عنايته بفرسه المُبالغ فيه لدرجة أنّه كان يسقيها من حليب إبله ليزيدها قوَة، يقول: (1) ¶ لا تَذْكُري مُهري وما أطعمتُهُ ... فيكون جلْدُك مثلَ جِلْدِ الأجربِ ¶ إنَّ الغَبوق له وأنتِ مَسُوءةٌ ... فَتَأَوّهي ماشِئتِ ثُمّ تَحَوّبي ¶ كما تحمل هذه الأبيات دلالة مُزدوجة، إذ يأتي الشاعر بفعلين يُناقض أحدهما الآخر، فيُظهر الجانب الإنساني تجاه الفرس، و بالمُقابل يُهدّد زوجته بتلك القسوة واللامُبالاة، فحمل مشاعر الشفقة والرحمة و القوّة والشراسة، ولعلّ ذلك يرمز إلى صراع نفسي داخلي فرضته طبيعة العصر الجاهلي. كما حرص العرب على إبعاد خيولهم عن التهجين، وكانت الخيل العربية الأصيلة باعثاً على الفخر، يقول عنترة: (2) ¶ وفرّقتُ جيشاً كأنّ في جَنباتِه ... دَمادِمُ رَعْدٍ تَحْتَ بَرْقِ الصَوَارِمِ ¶ على مُهرةٍ منسوبةٍ عربيةٍ ... تَطيرُ إذا اشتدَّ الوغى بالقوائِمِ ¶ ولا يَتَرّدد الفارس بتشبيه نفسه بفرسه الكريم الأصل فلا فرق بين الفارس وفرسه، يقول عروة بن الورد: (3) ¶ ____________  ¶ (1) الديوان: 164. ... (2) المصدر نفسه: 128. ... (3) الديوان: 67.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "كأنّي حِصَانٌ مَالَ عَنْهُ جِلالُهُ ... أغرُّ كريمٌ حَولَه العُوذُ راتِعُ ¶ وعندما نأتي إلى علاقة عنترة بفرسه نجدها تنطوي على جوانب عاطفية ووجدانية لا نجدها عند غيره من الشعراء الآخرين الذين يتوقفون عند الجانب الشكلي والبطولي بوصفها عدّةً للحرب، فضلاً عن ذلك نجده يعدّها \" عنصراً مُهمّاً من عناصر نموذج البطل المحارب فترى بعد حديثه عن بطولاته وسلاحه يتحدَث عن فرسه \" (1)، \" فعنترة يستقصي أوصاف فرسه كأنما يصف عدَة من مُعدَات الحرب \"، (2) يقول: (3) ¶ ورماحُنا تَكِفُ النجيعَ صدورُها ... وسُيوفُنا تَخْلي الرِقابَ فَتَخْتَلِي ¶ والهامُ تَنْدُر بالصعيدِ كأنّما ... تَلْقى السيوفُ بها رؤوسَ الحَنْظَلِ ¶ ذَكَرٍ أشُقُّ به الجماجمَ في الوغى ... وأقولُ: لا تُقطَعْ يمينُ الصَيْقَلِ ¶ ولرُبَّ مُُشعلةٍ وَزَعْتُ رِعالَهَا ... بمُقلَّصٍ نَهْدِ المَرَاكِلِ، هَيْكَلِ ¶ سَلِسِ المُعَذَّر، لاحقٍ أقرابُه ... مُتَقَلِّّبٍ عَبَثَاً بفَأسِ المِسْحَلِ ¶ وكأن هاديَهُ إذا إستَقبَلتَهُ ... جِذعٌ أُذِلَّ، وكان غير مُذلّلِ ¶ ولَهُ حوافرُ، مُوثَّقٌ تركيبُها ... صُمَّ النسور، كأنها من جندلِ ¶ سلسُ العِنانِ إلى القتال، فعينُه ... قبلاءُ شاخصةٌ، كعينِ الأحولِ ¶ وكأن مشيتَه، إذا نَهْنَهْتَهُ ... بالنِكْلِ، مشيةُ شارب ٍ مُُسْتعجِل ¶ ____________  ¶ (1) الأدب الجاهلي قضايا وفنون ونصوص، حسني عبد الجليل يوسف،: 126. ... (2) المصدر نفسه: 127. ... (3) الديوان: 80",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "فعليه أقتحمُ الهياج تَقَحُّماً ... فيها، وأنقضُّ انقضاضَ الأجْدَلِ ¶ الكثافة الدلالية لصفات الفرس التي أوردها الشاعرفي الأبيات السابقة واضحة جلية، من خلال الأوصاف الحسية والمرئية التي شكلت تلك الصورة المتكاملة للفرس المحارب حتى يصل به عنترة إلى مستوى الأسطورة في ملامح القوّة والصلابة والروح القتالية، وقد حمل الشكل الخارجي للفرس دلالة الفخر للفارس نفسه، وقدرته على قيادة هذه الأسطورة، التي شبّه إنقضاضهما معا بإنقضاض العقاب، فالإنقضاض لايكون إلا للحيوانات الضارية، كالعقاب والأسد، وغيرهما من الحيوانات المفترسه، ويحاول إثارة الرعب والفزع في نفوس الأعداء، ونستطيع من خلال ذلك بلوغ الدلالة الرئيسة في لوحة الفرس الأُسطوري وفارسه المستكمل لعدَته الحربية التي تُمثَل عناصر القوة و حينئذٍ لن يُهزم حتماً، فيحاول الشاعر عن طريق رسم هذه القوّة المتحركة تحقيق النصر المادّي والمعنوي، وهي صورة من صور الإنتصار الرمزي الذي يسعى بها الفارس إلى تشتيت الخصم وإثارة الرعب بين صفوفه. وعندما نأتي إلى الجانب الوجداني والعاطفي نجده يرتبط مع فرسه وهي صورة من صور الإنتصار الرمزي بعلاقة عاطفية نفسية خاصة إنفرد بها عن غيره من الفرسان، فهو يلج إلى دواخله النفسية إذ يؤنسنه ويخلع عليه الصفات الإنسانية وبالتحديد النفسية، فيقول: (1) ¶ فازْوََرَّ من وَقْع القَنا بِلَبانِه ... وشَكا إليَّ بِعَبْرةٍ و تَحَمْحُمِ ¶ لو كان يَدْري ماالمحاورةُ اشتكى ... ولَكَانَ لو عَلِمَ الكلامُ مُكَلَّمِ ¶ يصف عنترة صوت حصانه المُتحمحم أي المُتقطّع الذي يدلّ على الألم العميق الذي ينتاب ¶ ____________  ¶ (1) الديوان: 68.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "صاحبه، ولم يغفل علم السيمياء الحديث هذا الجانب، بل جعل له مجالاً سيميائياً مُستقلاً إذ \" إنّ لبعض الحيوانات أنظمة دلالية للتواصل: صوتية أو حركية \"، (1) وجعلها إمبرتو إيكو في مُقدّمة الأنساق الدلالية تحت عنوان (سيموطيقيا الحيوان) (2). لعلّنا نجد خلف هذه العلامة دلالة باطنية قصدها الشاعر، فكأنّه يتحدّث عن نفسه و ألمه المكبوت في داخله الذي لايستطيع البوح عنه فأصبح مثل ذلك الفرس الذي يكبت آلامه لعدم قدرته على الكلام، فمنح الفرس أبعاداً إنسانية مبنية في الأساس على ما يجول في داخله من أحاسيس خاصة، فإمتلكت تلك العلامة دلالات مختلفة، منها ما يتعلّق بذاتية الشاعر ومشاعره الخاصة من إحساس بالظلم والألم الذي نشأ من سواد لونه وعبوديته على الرغم من عراقة أصله، لكنه لايقوى على دفع ذلك الغبن الإجتماعي الذي حلّ بحياته كاللعنة، وإن إستطاع دفعه فمؤقتاً في لحظات الحرب فقط، لذلك نجده يُردف هذه الأبيات بقوله: (3) ¶ ولَقَدْ شَفَى نَفْسِي وأَبْرَأ سُقْمَها ... قِيلُ الفوارسَ: وَيْكَ عَنْتَرَ أَقْدِمِ ¶ وكأن حاجة قومه المؤقتة تلك والتي لاتكون إلا في ساحة القتال ونجدته لهم تُلقي عنه الإحساس بالدونية والهامشية اللذين طالما عانى منهما وسط أبناء القبيلة فهو الآن حامي حماهم وفارس فوارسهم لاعبداً من عبيدهم، فعنترة في هذه الأبيات \" يمزج بين تصويرالمعاناة النفسية، والفخر بنفسه، ولا يتأتى هذا الفخر من الموروث المُكتسب لدى القبيلة أو القوم المنسوب إليهم، ولكنه يتأتى من الشاعر ¶ ____________  ¶ (1) السيميائية الأُصول القواعد التأريخ: 37. ... (2) يُنظر المصدر نفسه: 45. ... (3) الديوان: 68.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "نفسه \". (1) وأصبح لكثرة ملازمته لفرسه يبيت على ظهرها مُتخذاً من سرجها فراشاً له، يقول: (2) ¶ تُمْسِي وتُصْبح فَوقَ ظَهْر حَشِيّةٍ ... وأبيتُ فوقَ سَراةِ أدهمَ مُلْجِمِ ¶ وَحَشِيتي سَرْجٌ على عَبْلِ الشَّوى ... نِهْدٍ مراكِلُهُ، نبيلِ المَحْزَمِ ¶ فراشه ظهر فرسه الصلب الخشن في حين يكون فراش عبلة ناعماً من الحرير، لعله أراد الربط بين الحالين المتناقضين للوصول إلى دلالة مُعيّنة، فتمتع عبلة بالراحة والأمان مرهون بإقامته على ظهر الفرس، وهو رمز الفروسية، أي حماية الديار والنساء، فإختار الإشارة إلى الفروسية بعنصر من عناصرها وحالة من أحوالها كناية عن كثرة ملازمته الخيل والسيف وخوض المعارك. وفي موضع آخر يفتخر بسرعة فرسه في الجري التي تُضاهي بها الريح فضلاً عن نباهتها وقدرتها على فهم الإشارات من دون الحاجة إلى السوط والزجر، يقول: (3) ¶ ولي فرسٌ يحكي الرياح إذا جرى ... لأبعد شأوٍ من بعيد مرام ¶ يجيب إشارات الضمير حساسة ... ويغنيك عن سوطٍ له و لجام ¶ أراد هنا الإفتخار بأصالة فرسه وكرامته، فالفرس\" الأصيلة الكريمة يطمئن فارسُها إليها، فيترك لها عنانها لتكون حُرَة الفعل \". (4) كما تحمل تلك الإشارة دلالة رفض الذل والعبودية حتى للحيوان، فالحر لايحتاج إلى قيود وسياط، وفرسه حرّة، وهذه الدلالة ليست بعيدة عن معاناته ¶ ____________ ¶ (1) جدلية القيم في الشعر الجاهلي: 92. ... (2) الديوان: 58. ... (3) الديوان: 171. ... (4) الخطاب الإبداعي الجاهلي والصورة الفنية: 127.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "الخاصة أيضاً، ولشدّة التعلّق بين عنترة وفرسه أصبح يفدي كُلٌ منهما الآخر بنفسه، يقول عنترة: (1) ¶ أدَهمٌ يَصْدعُ الدُّجى بِسَوادٍ، ... بين عينيهِ غُرّةٌ كالهِلالِ ¶ يفتديني بنفسهِ وأُفَدِّيـ ... ـهِ بنفسي يومَ القِتَالِ، ومالي ¶ ويقول في موضعٍ آخر: (2) ¶ جَزى اللهُ الأَغَرَّ جزاءَ صِدقٍ ... إذا ما أُوقدتْ نارُ الحُروبِ ¶ يَقيني بالجَبينِ ومنكِبَيهِ ... وأنصُرُهُ بمُطّرِدِ الكُعوبِ ¶ ويجعل من جواده شاهداً على بطولاته، فيقول: (3) ¶ سَلوا جَوادي عنّي يومَ يَحْمِلُني ... هل فاتني بطلٌ أو حُلْتُ عن بطلِ ¶ ولعلّ هذه الصورة تُمثَل درجة عالية من الفخر والإعتزاز بالنفس، تصل إلى جعل الموجودات شاهداً على بطولاته، \" وقمَة الفخر بملامح أُسطورية يسبغها البطل على ذاته تتجسّد في (أنا) المُقترنة بالحقيقة ليصل نطاق الأُسطورة إلى الحصان الذي يُجرّده الشاعر شاهداً على بطولاته\". (4) ¶ ويصوّر عامر بن الطفيل الخيل وهي تخوض الحروب عابسة وكأنها تُدرك هولها ونتائجها، إذ ¶ ____________ـــــ  ¶ (1) الديوان: 231. ... (2) المصدر نفسه: 233. ... (3) المصدر نفسه: 180. ... (4) ملامح شخصية البطل في شعر الحرب بين الفن والصورة المثالية:5.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "يقول: (1) ¶ ألَسْنا نَقُودُ الخيلَ قُبّاً عَوَابِساً ... ونُخضّب يومَ الروعِ أسيافنَا دمَا ¶ ويتوحّد عامر بن الطفيل مع فرسه المزنوق في ساحة المعركة ومواجهة الأعداء فيصبح كرّهما واحداً ومصيرهما واحداً، ويستعدّ الفرس مع فارسه للمصير المحتوم فأمّا الموت معاً أو النصر، ويبرز لنا حواره مع فرسه ثنائية المصير بين الفرس وفارسه، فيقول: (2) ¶ لقد عَلِمَتْ عُليا هَوَازنُ أنَّني ... أنا الفَارسُ الحامي حقيقةَ جَعْفَرِ ¶ وقد عَلِمَ المزنوقُ أنّي أكُرُّهُ ... عَشِيةَ فَيْفَ الريحِ كرَّ المُشهَّرِ ¶ إذا ازْوَرَّ من وقع الرماح زَجَرْتُهُ ... وقلتُ لهُ ارجِعْ مُقبِلاً غَيْرَ مُدْبِرِ ¶ وأنْبَأتُه أنّ الفِرارَ خَزَايَةً ... على المَرْءِ مالمْ يُبْلِ عُذراً فيُعْذَرِ ¶ ألَسْتَ تَرى أرمَاحَهُم فيَّ شُرَّعاً ... وأنتَ حِصَانٌ ماجِدِ العِرقِ فاصبرِ ¶ وتستمرَ تلك الثنائية حتى نهاية المعركة، إذ يقول: (3) ¶ وما رِمْتُ حتّى بَلَّ صَدْرِي ونَحْرَهُ ... نَجِيعٌ كهُدّابِ الدِّمَقْسِ المُسَيَّرِ ¶ فلم يبارحا ساحة المعركة حتى إكتسى جسداهما حُلّةً من دم الأعداء، وقد حملت هذه الأبيات دلالة الثبات ورفض الخسارة، وهي دلالة إيجابية يتحلى بها الفارس الحقيقي. ويصف لنا علاقته ¶ ____________  ¶ (1) الديوان: 157. ويُنظر ديوان عنترة:68. ... (2) المصدر نفسه:107 ـ 108. ... (3) المصدر نفسه: 110.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "بفرسه وملازمته له في كُلَ الأوقات، فيقول: (1) ¶ فَمَا يُفارِقُني المزْنُوقُ مُحْتَمَلاً ... رِحَالةً شَدّها المِضْمَارُ بالثَّبَجِ ¶ ويشبّه عامر إنقضاض خيولهم بإنقضاض العقاب على الفريسة، دلالة على شدَتها وقوَتها، يقول: (2) ¶ وانْقَضّتْ الخَيلُ من وادي الذّنابِ وقد ... أصغتْ أسِنّتُها حُمراً من الوَدَجِ ¶ ولا يختلف عروة بن الورد عن سابقيه من الفرسان في شدّة تعلّقه بفرسه، إذ كانت علاقته بفرسه وطيدة ليس لها حدود، فهو رفيقه الذي يؤنس وحشة ليله ويدفع عنه أخطارها، فها هويتحدّث عن ليلة عصيبة نجى فيها من خطرٍ مُحدق به، والفضل في ذلك يرجع لفرسه قرمل، يقول: (3) ¶ كليلة شهباء التي لستُ ناسياً ... وليلتُنا إذ منّ ما منَ قرملُ ¶ فيذكر عروة فضل فرسه عليه مُعترفاً بجميله في تلك الليلة التي لا ينساها أبداً، على الرغم من شدّة تعلّق عروة بفرسه إلا أنّنا لانجد عنده وصفاً للفرس كما نجده عند الآخرين من حيث صفات القوّة، ولعلّ ذلك يرجع إلى عدم إهتمام الصعاليك بالجانب الشكلي والفني، وكلّ مايعنيهم هو الجانب الإنساني والأخلاقي. ¶ أمّا قيس بن الخطيم فلم يذكر الخيل إلاّ في موضعين أراد بهما مدح الفرسان في ساحة المعركة ¶ ____________  ¶ (1) الديوان: 128، الثبج: الصدر، جمعها أثباج. ... (2) المصدر نفسه: 129. أصغت: أمالت. ... (3) الديوان: 93.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "وحسن بلائهم. (1) ¶ نخلص من كُلِّ ما تقدّم إلى أنّ هناك دلالة مهمّة تتعلّق بطبيعة علاقة الفارس بفرسه ولاسيّما في ساحة المعركة التي هي من أصعب الأوقات عند الإثنين، فكلاهما يعتمد على الآخر في ذلك الموقف، الحصان بقوَته وسرعته وقدرته على المواجهة، والفارس بقدراته القتالية وتفنّنه في إستخدام السلاح وقيادة الخيل فيسخّرا الموقف لصالحهما دون أن يخذل أحدهما الآخر، فكلَُّ واحدٍ منهما مدين للآخر بحفظ حياته، من هنا تكون الخيل لازمة من لوازم المعركة لاغنى للفارس عنها، فالفارس به يكرُّ وعليه يفرُّ، فضلاً عن العلاقة الإنسانية والأخلاقية التي يتحلّى بها الفارس تجاه فرسه، وبالمقابل الوفاء من قبل الفرس، فلا عزٌّ لأحدهما إلاّبوجود الآخر. ... ويمكننا تقسيم هذه الدلالات التي تضمنتها علاقة الفارس بفرسه بشكل مبسّط في المخطط التالي: ¶ العلامة ... البعد الإشاري ¶ اهتمام الفارس بوصف المظهر الخارجي ... دلالة القوّة. ¶ الفخر بأصالة خيولهم وعراقتها ... دلالة القيم الأخلاقية. ¶ تفضيل الخيول على عيالهم وتقريبهم لها ... دلالات إنسانية و عاطفية. ¶ تصوير الشعراء للجوانب النفسية للخيول ... دلالات نفسية وإنعكاسات ذاتية ¶ للفارس ¶ ____________  ¶ (1) يُنظر الديوان: 192 ـ 193.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "الفصل الثاني ¶ المرأة والمتعلقات الشخصية للفارس ¶ ـ المبحث الأول: دلالات المرأة. ¶ ـ المبحث الثاني: دلالات الجسد. ¶ ـ المبحث الثالث: دلالة الزي.",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "الفصل الثاني / المبحث الأول ... دلالات المرأة ¶ دلالات المرأة: ... ــــــــــ ¶ تتمثّل العلامات في كُلّ ما يُحيط بنا، فكلُّ شيء حولنا قابل للتأويل والتفسير، سواء أكانت تلك العلامات إجتماعية أم نفسية أو فكرية، لفظية أم غير لفظية. ¶ وهناك علامات خاصة بالفارس وبشخصيته لايمكن التغافل عنها، أبرزها المرأة التي تُعدّ علامة ذات دلالات مُتعدّدة في الشعر العربي بشكل عام، والشعر الفروسي بشكل خاص، لما تحمله من معانٍ للدفء والإستقرار وهو ما يفتقر له الفارس بحكم وضعه الإجتماعي، سواء أكانت حقيقية أم خيالية، وسواء أكانت أماً أم زوجةً أم حبيبة. إذ تمثّل المرأة بما تحمله من صفات الأُنوثة والأُمومة لغة ذات معانٍ مختلفة. ¶ تمكنت المرأة من حيازة أكبر قدر ممكن من مساحة الشعر العربي، فلم يكن بإمكان أيّ شاعرٍ عربي تجاهل المرأة من حيث المكانة الإجتماعية، وصفاتها الجسدية و المعنوية. وقد حظيت المرأة بهذه المكانة منذ القدم فكانت الشعوب القديمة تنظر لها نظرة تقديس على أنّها الإلهة المانحة للحياة، والسبب في إستمرارها وديمومتها، وكان للظروف الصحراوية القاسية التي كان يعيشها العرب في الجاهلية أثرٌ في تمكين المرأة وتبوّئها مكانة مميزة في المجتمع، لذلك \" إعتزّ العربي بكلّ شيء يبعث الحياة ويمدّ في ديمومتها وإستمرارها ومن بين هذا، المرأة الولود التي تمدّه بالأولاد القادرين على إعانته على تجاوز قسوة الحياة ومصاعبها \". (1) فأصبحت المرأة رمزاً للإستقرار والأمان والديمومة. ولم يكن ذلك التقديس في العصر الجاهلي إلاّ إمتداداً لمعتقدات ¶ ____________ ¶ (1) ملامح الرمز في الشعر العربي القديم، دراسة في بُنية النص ودلالاته الفنية: 28. ¶ قديمة سادت في المجتمعات البدائية التي أوكلت للمرأة مهمّة إستمرار الحياة والخصوبة والنماء، ويتجلى ذلك بحرص الشعراء على الرمز للمرأة بالمخلوقات المُقدّسة المعبودة قديماً منها،",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "الشمس والغزالة، والمهاة، والنخلة. (1) كما كانت المرأة تُمثّل رمز كبرياء الرجل وكرامته؛ لذلك كانت مقصد الغُزاة ومن دواعي فخرهم سَوق النساء السبايا إلى ديارهم؛ لما في ذلك من إذلال وإهانة للخصم، ومساس لكرامته، وبذلك يلحقون به الهزيمة المعنوية، فكانت نظرة الفارس تجاه المرأة تختلف عن نظرة الإنسان الإعتيادي فقد \" عاشت المرأة في حياة الأبطال لوناً مُميّّزاً وصوتاً إنسانياً خالداً يستمدّون منه كُلّ قيم الفداء ويَسْتَلّون من الإعتزاز به كّلّ أشكال التضحية \". (2) فالمرأة في شعر الفرسان رمزٌ يحمل أبعاداً دلالية، يبتعدُ فيه الشاعر عن وصف المرأة رمزاً حسيّاً، بل يعمد من خلال الدلالات المُتعدّدة التي تحملها رمزية المرأة إلى الولوج في معانٍ مُختلفة تكمن وراء المعنى الظاهر يستطيع من خلالها على إثارة المعاني المُتعدّدة في نفس المُتلقي. ¶ ـ العاذلة: تشغل المرأة العاذلة حيّزاً كبيراً من شعر الفرسان، بل هي \" الصيغة الأكثر مُلائمة لتجاربهم والأكثر قُدرة على تهيئة أرضية نفسية مُنفتحة تتقبّل ما يُريدون طرحه من قيم البطولة أو الكرم، فضلاً عن كون المرأة النقيض لما آمن به الشعراء الفرسان والأجواد لما في طبيعتها من حرص على ضمان مُستقبل الأُسرة وأمنها فيعمد الشاعر الفارس أو الجواد إلى أسلوب الحوار مع اللائمة ليقرّر من خلاله ما يؤمن به من قيم البطولة والجود ويُبرز صفاته ¶ ____________  ¶ (1) يُنظر: الصورة الفنية في الشعر العربي حتى أواخر القرن الثاني الهجري: 55 ـ 57، ويُنظر: دروس ونصوص في قضايا الشعر الأدب الجاهلي: 102 ـ 103. ويُنظر: الشعر الجاهلي قضاياه الفنية والموضوعية، د. إبراهيم عبد الرحمن، الشركة المصرية العالمية للنشر، ط1، 2000م:29. ... (2) البطل في التراث: 53 ـ 54. 8اغعؤء ¶ ويفخر بما فيه ويرسم معالم شخصيته \" (1). فمنهم من جعلها والدته، ومنهم من جعلها زوجه أوحبيبته، مُتخذين من عاطفة المرأة وقلقها على من تُحبّ وسيلة لذلك الأسلوب، فقبل أن يُشرع الفارس في حديثه عن بطولاته ومناقبه يستهلّ كلامه بحديث العاذلة التي تقف له",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "بالمرصاد في محاولات إثنائه عن خوض المعركة أو الغارة أو السفر البعيد أو الإسراف في العطاء، ولكنّه يبقى ثابتاً على رأيه ويحاول تهدئة العاذلة وإقناعها بفلسفته الخاصة التي يعيش من أجل تحقيقها في هذه الحياة، فتعمل العاذلة على إعاقة الفارس باللوم تارة والشكوى تارة أُخرى وبالعتاب تارة ثالثة، بإلحاح شديد طالبة منه البقاء إلى جوارها حفاظاً على حياته لذلك إرتبط مفهوم العاذلة \" باللوم والعتاب والملاحاة .... وترمز هذه الصيغ والتسميات كُلّها إلى الصوت ـ الطرف الآخر ـ الذي يُصارعه الشاعر لتجسيد رؤيته في الحياة \". (2) ¶ قد تكون العاذلة هي الأُم التي تخشى على ولدها من المخاطر، يقول عنترة: (3) ¶ تُعَنِّفُني زَبيبةُ في المَلامِ ... على الإقدام في يومِ الزحامِ ¶ تخافُ عليَّ أنْ القى حِمامِي ... بطَعْنِ الرمحِ أو ضَرْبِ الحُسامِ ¶ مقالٌ ليس يَقبَلُه كِرامٌ ... و لا يرضى بهِ غيرُ اللئامِ ¶ يخوضُ الشيخُ في بحرِ المنايا ... ويرجعُ سالماً والبحرُ طامي ¶ ____________ ¶ (1) دراسات نقدية في الشعر العربي، د. عبد القادر فيدوح، منشورات إتحاد الكتاب العرب ـ دمشق1992م: 64 ـ 65. ... (2) العاذلة في شعر الجاهلية وصدر الإسلام، دراسة في التشكيل الفني، د. محمد فؤاد نعناع، مجلة التراث العربي، إتحاد الكُتّاب العرب ـ دمشق، ع 99 ـ 100، سنة 25: 1. ... (3) الديوان: 238 ـ 239. ¶ ويأتي الموتُ طفلاً في مهودٍ ... و يلقى حتفَهُ قَبْلَ الفِطام ¶ فلا ترضَ بمنقصةٍ و ذُلٍ ... وتقنعُ بالقليل من الحُطامِ ¶ فَعَيشُكِ تَحْتَ ظلّ العزّ يوماً ... ولا تحتَ المَذَلّةِ ألفَ عامِ",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "يتخذ عنترة من صوت العاذلة وسيلة للفخر الذاتي وإبراز فلسفته الخاصة التي يسعى من خلالها إلى بلوغ الحرّية، فهو كريم يأبى الذُلّ والقعود عن القتال فلن يُطيل ذلك في عمره من شيء، وخوض المعارك لن يُنقص من عمره يوماً، إذ يَسْلَم الشيخُ الكبير إذا لم يُكتب عليه الموت، ويبرز الموت إلى الطفل الرضيع في المهد فكلّ انسان له أجل معيّن. ¶ ويتضح لنا موقف العاذلة أمّ حسّان زوجة عروة بن الورد في حوار دار بينهما، إذ يقول: (1) ¶ أقِلّي عليَّ اللَّومَ يا بِنْتَ مُنْذِرٍ ... ونامي وإن لم تَشْتَهي النومَ فاسهري ¶ ذريني ونفسي أُمَّ حَسّانَ إنّني ... بها قَبْلَ أن لا أملِكَ البَيْعَ مُشْتَري ¶ أحاديثَ تَبْقَى والفتى غيرُ خالدٍ ... إذا هو أمسى هامةً فوق صَيِّّرِ ¶ تُجاوبُ أحجارَ الكِناسِ وتشتكي ... إلى كُلِّ معروف ٍ رأَتْهُ و مُنْكَرِ ¶ ذريني أُطَوِّفْ في البلاد لَعَلَّني ... أُخَلِّيكِ أو أُغْنِيكِ عن سُوءِ مَحْضَري ¶ يبدو أنّ لوم العاذلة قد آلم نفس الشاعر بسبب الإلحاح المُستمرّ الذي يُنغصّ عليه حياته فيطلب منها أن تتركه يسعى إلى غايته التي تُحقّق له الخلود المعنوي، فهو يسعى إلى تحقيق هدفه في الحياة وإرساء فلسفته الخاصّة في التضحية والعطاء ومساعدة الآخرين. ¶ ____________  ¶ (1) الديوان: 45 ـ 46. ¶ وتشكو كذلك زوجة عامر بن الطفيل صدود زوجها عنها وهجرانه لها لا لذنب إقترفته وإنّما لإنشغاله عنها في الحروب وأُمور القبيلة، فيقول: (1) ¶ وقد أصبحت عُرسي الغَداةَ تلومَني ... على غيرِ ذنبٍ هجرهَا وصُدودَها",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "فإنّي إذا ما قلتُ قَوْلي فانقضى ... أتَتْني بأُخرى خُطةً لا أُريدها ¶ ويحاول بهذه الأبيات تبرير موقفه من ذلك الإنشغال الذي يحدث رغماً عنه، فكلّما ينتهي من حرب أو قضاء أمر عظيم تظهر أمامه مُشكلة أخرى، وكأنّه يريد أن يُبلغ المتلقي بكلّ فخر أنّه ينذر نفسه ووقته لخدمة أبناء قبيلته فلا يُبقي شيئاً حتى لزوجه وعياله. أما عاذلة قيس بن الخطيم فقد نهته عن الإسراف في بذل المال، فيقول: (2) ¶ تقولُ ظعينتي لمّا إستقلّت: ... أتترك ما صنعت صريم سحر ¶ فقلتُ لها: ذريني إنّ مالي ... يروح إذا غلبتُهُم و يسري ¶ فهو يرى أنّ المال يذهب ويعود لا قيمة له وإنّه يبذل كُلَ مالديه ولايترك لعياله سوى القليل. ¶ وقد تلجأ العاذلة إلى إستعمال أساليب أخرى في محاولة لتكثيف عملية التأثير، منها الطرف الدامع وهو سلاح لا يُستهان بأثره في نفس الرجل، لكن مع ذلك نجد الفارس يقاوم كُلّ تلك التوسّلات والدموع المنهمرة ويسير ثابتاً على موقفه، يقول عروة: (3) ¶ تقولُ: ألا أقْصِرْ من الغَزْوِ واشتكى ... لها القَوْلَ طَرَفٌ أحْوَرُ العَيْنِ دامعُ ¶ ____________ ¶ (1) الديوان: 91 ـ 92. ... (2) الديوان: 181. ... (3) الديوان: 67. ¶ فإمتلك طرف العاذلة الدامع، وسيلة إتصال غير لغوية تمتلك قُدرة على التعبير بما قد لايستطيع إيصاله اللسان، فحمل دلالة الخوف والقلق الذي تُشعربه العاذلة تجاه زوجها وخشية عدم رجوعه سالماً، وكلّ تلك المُحاولات التي تبذلها العاذلة تُشكّل في حقيقتها علامة خاصة يتخذها الشاعر للتعبيرعن معانٍ مُختلفة يُمكننا التوصّل بوساطتها إلى دلالات مُعيّنة تتعلّق",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "بذات الشاعر، لعلّ أبرزها محاولته تجسيد فلسفته التي يسعى إلى تحقيقها سواء أكان ذلك في الفروسية أو الصعلكة، أو الكرم فيتبيّن لنا من خلال إستقراء النصوص السابقة، أنّ الشاعر ينقل لنا حديثه مع العاذلة من خلال صوت مُبهم مُشفّر يحتوي على دلالات مُختلفة، فنحن نسمع صوت العاذلة عن طريق صوت الشاعر وإحساسه الذي يراوده حينئذ ٍوالذي يرغب بإيصاله لنا من صراع داخلي بين \" الإقدام والشجاعة من جهة وبين الإحجام والتردّد القائم في نفسه من جهة أُخرى \"، (1) فهناك مخاوف تنتابه وتحاول ردعه عن إكمال مسيرته وتعريض حياته للخطر، وتُعارضها رغبةٌ أخرى في إثبات الذات ومساعدة الآخرين وتحقيق العدالة الإجتماعية والحرّية ورفض الظلم. ويتجلى ذلك في سرده لتلك الفلسفة بإيجاز بين طيّات ردّه على العاذلة ولم يكن ذلك الرد في حقيقته إلاّ رسالة موجهة نحو المتلقي؛ لإعلامه بحقيقة تلك الفلسفة وطبيعتها ومدى إيمانه بها. كما يحمل حوار العاذلة دلالة أُخرى يمكننا أن نستشفُّها من خلال عرض شخصية العاذلة المُتخفية خلف شخصية الشاعر وصوته، هو أنّ العاذلة لم تكن سوى وساوس وهواجس تراود الشاعر، فهي في حقيقتها صوت لذات الشاعر التي تجدُ حرجاً في الإفصاح عن مخاوفها صراحةً، فجعل من العاذلة وعاءً يحتويها ولاسيّما وأنّه إختار شخصية نسوية، ومن الطبيعي أن تكون المرأة مُتخوّفة كثيرة الوساوس فيما يخصّ زوجها أو ولدها. فضلاً عن ذلك يُمكننا تحميل أيقونة العاذلة دلالة الفخر ¶ ____________  ¶ (1) البُنية السردية في شعر الصعاليك، د. ضياء غني، عمّان ـ الأردن، ط1،1431هـ ـ 2010م: 103. ¶ الذاتي، إذ يتخذ الفارس من الحوار مع العاذلة وسيلة لإستعراض بطولاته وقدرته الفائضة على الإقدام التي لا تحدّ منها أيّ مؤثرات مهما كانت شدّتها تأكيداً منه على مبادئ الفروسية وقيمها العُليا. ¶ ـ الأم: و تصادفنا في شعر الفرسان لاسيّما ديواني عروة وعنترة، وما خلّفته من إحساس بالمرارة والألم في حياتيهما جرّاء ما لقياه من ظلم إجتماعي بسبب ضعة نسب الأُولى وسواد",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "بشرة الثانية وعلى الرغم من مُحاولات الشاعرين في الدفاع عنهما وتحويل الإحساس بالنقص إلى شعور بالفخر إلا أنّ ذلك لم يٌُغيَر من نظرة المجتمع تجاهيهما ولم يحدّ شيئاً من معاناتيهما، يقول الفارس الصعلوك عروة بن الورد: (1) ¶ أَعَيّرْتُمُوني أنّ أُمّي تَرِيعَةٌ ... وَهَلْ يُنْجِبَنْ في القَومِ غَيْرُ التَرَائعِ ¶ وما طالبُ الأوتارِ إلاّ ابنُ حُرَّةٍ ... طَوِيلُ نِجَادِ السَّيفِ عَاري الأَشَاجِعِ ¶ يبدوأنّ والدته كانت تجمع بين الشرّ و وضاعة النسب، وفي رواية (النزيعة) أي الغريبة التي تتزوج من غير قبيلتها (2)، وكما مرّ بنا أنّها كانت من قبيلة نهد وهي ليست ذات مكانة تُذكر بين القبائل، غير أنّه لم يجعل من ذلك الأمر باعثاً على الشعور بالنقص، بل على العكس جعله مصدرا ًللفخر، فأنجبت تلك المرأة الغريبة أبناءً أقوياء كاملي التكوين وهو منهم، فعملت بذلك على تحسين النسل بما أضافته من صفات جسمية وطباع نفسية مختلفة، لذلك كان العرب \" يُؤثرون ¶ ____________ ¶ (1) الديوان: 69. ... (2) يُنظر: الأغاني:3/ 83، ويُنظر: الديوان: 69. ¶ زواج الأغراب، لأنهم يرون أنّ ولد الرجل من قرابته يجيء ضاوياً نحيفاً \". (1) فها هو عروة بن الورد يفخر بكونه صلباً قوياً من أشدّ فرسان قبيلته، فهو ابن امرأة حُرّة، وكثيراً ماكانت العرب تنسب صفات الإبن إلى أُمّه، \" فهي الوعاء الذي ضمَهم أجنّةً، وهي التي حضنتهم وأرضعتهم وربّتهم أطفالاً فإذا كانت كريمة العنصر وأنجبت نُسب إليها قسطٌ من نجابة بنيها، وإن كانت خسيسة العنصر وولدت ولداً ذُمّت به وذُمّ بها \". (2) وليس في عروة ما يبعث على الذمّ.",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "إمّا صفة السواد التي طالما لاحقت عنترة وأصبحت كابوساً يُطارده لا لذنب سوى أنَ أُمّه كانت حبشية، فأصبحت وسوادها الذي لحق به سبباً للنبذ والتعيير من قبل أبناء القبيلة، ولكنه جعل منها صفة باعثة على الفخر والتقديس لاالعار والإنتقاص الذي يسعى الآخرون إلى إلحاقه به، فيقول: (3) ¶ أكُرُّ عَلَيْهُم مُهري كَليماً، ... قلائِدُه سَبائِبُ كالقرامِ ¶ يُقدِّمُهُ فتىً من خَيْرِ عَبْسٍ ... أبوهُ، وأُمّهُ من آل حامِ ¶ عجوزٌ من بني حامِ بنِ نوحٍ ... كأنَّ جبينَها حَجَرُ المَقَامِ ¶ جعل من نسب والدته الذي أرجعه إلى حام ابن النبي نوح (عليه السلام) مبعثاً للفخروالتباهي، ويتمادى في إعلاء شأن أُمّه بتشبيه جبينها بالحجر الأسود المُقدّس الموجود في الكعبة الشريفة، فيتحوّل الإحساس بالدونية إلى إحساس بالتعالي يخلق في داخله راحة نفسية دفعاً للألم الذي يُعاني منه. ¶ ____________ـــــ ¶ (1) المرأة في الشعر الجاهلي، د. أحمد الحوفي، الفجالة ـ القاهرة، (د ـ ت):160. ... (2) المصدر نفسه:163. ... (3) الديوان: 174",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "ومثل هذه الإشارات تتكرر في ديواني الشاعرين، ومن خلال الإشارات تتولّد أمامنا دلالتان: الأُولى: تعويض عُقدة النقص من جرّاء ذلك النسب المُتواضع الذي لا يعلو على نسب الأب، فكان سبباً في إنتقاصهم وتعييرهم من قبل أبناء القبيلة، ومحاولة إستبدال ذلك الإحساس بالنقص الذاتي إلى الإحساس بالتعالي الذاتي. ¶ والأُخرى: هي رغبة الفارس بالشعور بالإنتماء إلى الأصل الذي تُمثله الأم الذي يُمثّل عالمه الأول في هذه الحياة القاسية، فيصبح كالطفل الذي يأبى مُفارقة أحضان أُمّه. ¶ ـ الطيف: كان للظروف التي يعيشها الفرسان من عدم إستقرار والبعد عن الأهل والديار أثرٌ في فسح المجال واسعاً أمام مواهبهم الشعرية فجمحوا في عالم الخيال ورسم تفاصيل الحبيبة أو الزوجة على هيأة خيال يستحضره الشاعر ويأنس به ويبثّه أحزانه ولواعج نفسه \" فيأتي الشاعر بصورةٍ وهمية لإمرأة تُحفّز خياله وتطلق العنان لذكرياته وأشواقه يعوّض بها عدم مُتعته من المرأة في الواقع \" (1)، وقد إحتلّ حضور المرأة الطيف مقدّمات كثير من القصائدالعربية حتى أصبحت تُضاهي المقدّمات الطللية والخمرية. (2) ومن تلك المقدّمات التي يقول فيها قيس بن الخطيم: (3) ¶ أنّى سربتِ وكنتِ غيرَ سَرُوبِ ... وتُقرِّبُ الأحلامُ غيرَ قريبِ ¶ ما تمنعي يقظي قفد تُؤتِينَهُ ... في النَّومِ غيرَ مُصرَّدٍ محسوبِ ¶ كان المُنى بلقائِها فلقيتُها ... فلهوتُ من لهوِ إمرئٍ مكذوبِ ¶ ____________ـــــ ¶ (1) البواعث النفسية في شعر فرسان عصر ما قبل الإسلام (رسالة ماجستير): 107. ... (2) يُنظر: الخطاب الإبداعي الجاهلي والصورة الفنية: 34. ... (3) الديوان: 55.",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "كان حضورها أُمنية يتمنّاها ليعوّض حاجته لوجود المرأة بقربه، ومع ذلك فهو راضٍ بذلك الطيف الذي يستحيل تحقيقه ويتمنى أن لايرحل عنه. ¶ أمّا طيف عبلة فكان يُراوده في اليقظة والمنام، ولعلّه كان أكثر الشعراء إستحضاراً لخيال محبوبته، لأنه عاش محروماً من قُربها ولم يلق منها ومن أهلها سوى الصدود، فبلغت به حالة الحرمان والشوق أنّه راح يتوسّل بذلك الطيف ويسأله أن يزوره ويؤنسه، فيقول: (1) ¶ سأُضْمِرُ وجدي في فُؤادي وأكْتُمُ ... وأسْهَرُ ليلي والعواذِلُ نُوَّمُ ¶ وأرجو التَداني مِنْكِ يابنةَ مالكٍ ... ودون التداني نارُ حَربٍّ تُضَرَمُ ¶ فمُنِّي بطيفٍ من خيالكِ و اسْألي ... إذا عادَ عنّي: كيف باتَ المُتيّمُ؟ ¶ وإن سمحت لخيالها بزيارته ولو مرّةً في الشهر لكان كرمٌ منها ويكفيه إطفاء نيران أشواقه، فحملت بذلك أيقونة الطيف دلالة العجز العاطفي والحرمان، يقول: (2) ¶ أيا عَبْلُ لو أنّ الخيالَ يزُورَنِي ... على كُلِّ شَهْرٍ، مَرَّةً، لكفاني ¶ ونجد لخيال الطيف حضوراً عند عروة بن الورد نتيجة طبيعية لحالة التشرّد والصعلكة التي يعيشها، فأصبحت المرأة لديه حلما مفقوداً شأنه شأن بقية الصعاليك، إذ يسعى لبلوغه ولو في عالم الخيال للخروج من حالة التشرّد والتشتت النفسي الذي يُعاني منه من خلال إستحضار ¶ ____________ـــــ  ¶ (1) الديوان: 125. ... (2) المصدر نفسه: 119.",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "الذكريات السابقة. (1) يقول عروة: (2) ¶ إذا حَلَّتْ بأرضِ بني عَليِّ ... وأهلي بين إمِّرَةٍ وَكِيرِ ¶ ذكرتُ منازلاً من أُمِّ وَهْبٍ ... مَحَلّ الحيّ أسفلَ ذي النَّقِيرِ ¶ وأحدَثُ معهَداً من أُمِّ وَهْبٍ ... مُعَرَّسُنا بدارِ بني النضيرِ ¶ وقالوا: ما تشاءُ؟ فقلتُ ألهو ... إلى الإصباحِ آثرَ ذي أثيرِ ¶ بآنِسَةِ الحَديثِ رُضَابُ فيها ... بُعَيْدِ النَّومِ كالعِنَبِ العَصِيرِ ¶ على الرغم من بُعد المسافة بينه وبين زوجه (أُمّ وهب) إلاّ أنّه راح يتخيل منزلها وديارها وقربها منه وكلّ مادار بينهما من أحاديثٍ طيبة وكأنّها لم تُفارقه قط، ولعلّ الحديث الذي يدور بين الشاعر والخيال هو من المخزون الذهني للشاعر وما يستدعيه من ذكريات ماضية في تلك اللحظة. ومن خلال ما مرّ بنا من نصوص شعرية يمكن عدُّ المرأة الخيال \" نماذج مصنوعة أو مصطنعة .... وهذا يجعل المؤنث بعيداً أو نائياً أو أجنبياً ويجري إقصاء هذا الجسد وإبعاده ليتحوّل من كائن حي محسوس فاعل ومُنفعل إلى كائن ذهني مُتخيّل \" (3). كما يُمكن أن نعدّ المرأة الطيف من أبرز علامات العشق العُذري العفيف الذي يتصف بالحرمان و الإقصاء بين الطرفين بسبب عوامل إجتماعية وأخلاقية، فتخلق حالة القلق النفسي التي يعاني منها الشاعر نتيجة بُعده عن حبيبته وعدم ¶ ____________ ¶ (1) يُنظر: الزوجة مُتخيّلاً سردياً عند الشعراء الصعاليك، د. عبد الحسن علي مهلهل، مجلة آداب البصرة، ع 49: 26. ... (2) الديوان: 38. ... (3) ثقافة الوهم، مُقاربات حول المرأة والجسد واللغة، د. عبد الله الغذّامي، المركز الثقافي العربي، ط1، 1998م: 39.",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "إمكانية اللقاء بها ذلك الطيف المُتخيّل. (1) ¶ من هنا تحمل علامة طيف الحبيبة إحساس الشاعر بالنقص وحاجته إليها ورغبته في قُربها، ولاسيّما عند وجود حاجز إجتماعي أو صدود من الحبيبة نفسها، فيختار الشاعر وسيلة لتجاوز تلك الأزمة بإيجاد مُعادل موضوعي يتمثّل بطيف الحبيبة الغائبة ليُعيد إلى ذاته القلقة التوازن. ¶ المرأة المثال: يُشكل حضور المرأة الواقعية الصفة الغالبة في الشعر العربي، و تُمثّل نظاماً تشفيرياً أكبر يمنح الشعراء القدرة على الإبداع، فلم يترك الشعراء شيئاً يتعلّق بالمرأة إلاّ وتعرّضوا له، فتناولوا صفاتها الجسدية، و النفسية، و الأخلاقية، والعاطفية، مع طُغيان الصفات الجسدية على الصفات الأُخرى. أمّا فيما يخصّ الجانب الأخلاقي فقد إعتادوا على وصفها بالخجل والحياء والتودّد إلى الآخرين في أحاديثٍ طيبةٍ عذبة. (2) ¶ وما يهمّنا في هذا الموضع هو كيفية تناول الشعراء الفرسان للمرأة والدلالات التي تحملها فيأشعارهم، فكان وصفهم للمراة يسمو عن الوصف الجسدي فالفارس \" كان يضنُّ على حبيبته فيصون جسدها عن الوصف المألوف لدى الجاهليين. فلجأ إلى إسباغ كافّة الوان الجمال عليها من خلال الرسم المُماثل من جمال أُنوثي وما استطاع أن يراه في بيئته، بل أجمل ما يكون في بيئته \" (3). ¶ ____________ ¶ (1) يُنظر: سوسيولوجيا الأدب العربي، د. مُحي الدين أبو شقرا، بيروت ـ لبنان، ط1، 2005 م: 106. ... (2) يُنظر: الشعر الجاهلي خصائصه وفنونه، د. يحيى الجبوري، منشورات جامعة بنغازي، ط6، 1993م: 165 ـ 169. ... (3) تعددية النمط في الشعر الجاهلي وظلاله الطويلة، مج2، د. خالد البرادعي، زارة الثقافة ـ دمشق، ط1، 2005م: 895.",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "إنّ الفارس يعشق محبوبته ويصفها بما تُمليه عليه أخلاق الفرسان التي تسمو عن كُلّ ما هو مُبتذل وفاحش في نظر المجتمع، ولكون المرأة مصدر قوّة الفارس و شريكته في بطولاته، وباعثاً من بواعث فروسيته فلا يجدر به وصفها إلاّّ بكلّ ما هو مقدّس، فتارة يصفها بالشمس وأُخرى بالغزالة، وثالثة بالمهاة. وهنا نجد عنترة يصف محبوبته و قد شبّهها بصغير الظباء، فيقول: (1) ¶ إذ تَسْتَبيكَ بذي غُروبٍ واضحٍ ... عَذْبٍ مُقَبَّلَهُ لذيذِ المَطْعَمِ ¶ وكأنّما نَظَرَتْ بعَينَي شادِنٍ ... رَشَأٍ مِنَ الغِزلان ليس بِتَوأَمِ ¶ ومثله قول عامر بن الطفيل، إذ يقول: (2) ¶ ليالي تََسْتَبِيكَ بِذِي غُروبٍ ... ومُقْلَةِ جُؤْذَرٍ يَرْعى بَشَامَا ¶ جمعت محبوبته جمال العينين والرشاقة، وجعلها كالظباء التي ترعى من شجر البشام، وهو شجر يُستخرج منه المساويك فأراد بذلك طيب رائحة فمها وجمال أسنانها. ¶ ويقول قيس بن الخطيم في الوصف نفسه: (3) ¶ تراءتْ لنا يومَ الرَحِيلِ بِمُقْلَتَي ... غريرٍ بمُلتفٍّ من السِّدر مُفْردِ ¶ وجيدٍ كجيدِ الرِّئمِ صَافٍ، يُزَيّنَهُ ... تَوَقُّدُ ياقوتٍ وفصلُ زبُرجدِ ¶ ____________  ¶ (1) الديوان: 55. ... (2) الديوان: 65. ... (3) الديوان: 123 ـ 124.",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "كانت مُختبئة بين الأشجارخجلاً خشية أن يراها أحد، وقد إرتسم الحزن في عينيها لوداعه، كما وصف جمالها بطريقةٍ غير مباشرة من خلال المشبّه به، فهي كالظبي الأبيض الرقيق من دون أن يتوغّل في أوصاف جسدية أُخرى. ¶ ويمتلك جسد المرأة قنوات دلالية نستطيع من خلالها معرفة الوضع الإجتماعي للمرأة التي يعشقها الفارس وتشاركه حياته، فيمكننا التوصل إلى معرفة أن زوج عروة بن الورد تُعاني من وضع إجتماعي سيئ وحياة قاسية من خلال وصفه إيّاها، في قوله: (1) ¶ أبى الخَفْضَ مَنْ يَغْشَاكِ من ذي قَرَابَةٍ ... ومِنْ كُلِّ سَوْداءِ المَعَاصِمِ تَعْتَرِي ¶ لقد إسوّدّتْ يداها من كَثْرة العمل وإشعال النيران، وخدمة الأطفال، فهي ليست سيدة مُتنعّمة مخدومة. كما يمتلك البُعد الدلالي للمرأة في شعر عروة نطاقاً ضيّقاً، فهو لايتجاوز حضور المرأة العاذلة والمرأة الخيال، (2) ويُسهم في ذلك واقع الصعلوك المُتشرّد الذي لا يعرف الإستقرار الذي يتطلبه حضور المرأة الحقيقية، إذ أنّه يقضي مُعظم وقته تائهاً في القفار الموحشة باحثاً عن غنيمة يسدُّ بها رمق عياله. ¶ وإن تعرّض الفارس لصفات المرأة الأخلاقية، فيصفها بالخجل والحياء، يقول عنترة: (3) ¶ وقال لها البدرُ المُنير: ألا أسفري ... فإنّكِ مِثْلي في الكَمَالِ وفي السَعْدِ ¶ فَوَّلَّّتْ حياءً ثُمّ أرْخَتْ لثامَها ... وقد نَثَرَتْ من خَدِّها رطبَ الوَرْدِ ¶ ____________  ¶ (1) الديوان: 48. ... (2) يُنظر الديوان:20، 38، 28، 45، 54، 63، 67، 70، 86. ... (3) الديوان:102.",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "من هنا نعرف أنّ مكانة المرأة في شعر الفرسان تحمل دلالة التقديس بوصفها تمثّل شيئاً ثميناً لديه بل هي أغلى ما يملك فيسعى إلى صيانتها بروحه، و يخوض غمار الحروب من أجل حمايتها، وحفظها من الغازين، فلا يذكرها إلاّ بما يليق بها في هالة من التقديس والإحترام، وجعلها مثالاً للتضحية , ونلاحظ ميزة أُخرى تميّزت بها المرأة في شعر الفرسان، وهي عدم تعدّد ذكر أسماء النساء كما نجده عند معظم شعراء الجاهلية، فنجد عنترة لاينطق سوى باسم عبلة ويغض بصره عن الأُخريات، وتحتل أُمّ حسّان حيّزاً من شعرعروة، في حين يُكثر عامر وقيس من إلإستعاضة بالضمير عن الإسم الصريح في معظم المواضع. ¶ نصل ممّا تقدّم إلى أنّ صورة المرأة المثال في شعر الفرسان تحمل دلالتين، الأُولى: تتعلّق بالجانب الديني إذ قصد الشعراء الفرسان تشبيه المرأة بمخلوقات حظيت قديماً بالتقديس بوصفها آلهة مانحة للحياة، وهي مُشابهة لدورالمرأة الولود المُنتجة للحياة. والأخرى: هي دلالة جمالية، إذ أنّ الجمال من مُتعلّقات المرأة الأساسية، فربطوا بين جمالها وإشراقة الشمس، وعيون المهاة، وجيد الظباء، فأصبحت بنظرهم رمزاً مُتكاملاً للجمال الإلهي المُقدّس. ¶ من المفيد أن نذكر في نهاية المبحث أنّ المراة الأُم، والمرأة المثال هي حقائق مادّية موجودة في حياة الشعراء الفرسان يسعون عن طريقها إلى إيصال رسالة ذات تشفير مُعيّن إلى المُتلقي. أمّا أيقونة العاذلة و خيال الطيف فهما من صُنع خيال الشاعر، فقد لا يكون هناك وجود للعاذلة وخيال الطيف سوى في خيال الشاعر، فالعاذلة قد تكون غير موجودة في الواقع مثل المرأة المُتخيلة تماماً، فعملت المنظومة الفكرية للشاعر على خلقها لإيجاد نظام تشفيري خاص يعمل على إيصال ما يدور في دواخله النفسية والفكرية إلى المُتلقي؛ لإحداث التأثير المُناسب.",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "الفصل الثاني / المبحث الثاني ... دلالات الجسد ¶ دلالات الجسد: ... ـــــــــــ ¶ يُعدّ جسد الفارس منظومة رئيسة تحمل دلالات مُتعدّدة تُمثّل مظهره الخارجي تُعبّر عن مكبوتات داخلية نابعة من عمق حالته النفسية التي تنتج صراعات داخلية تظهر على شكل حركات أو علامات جسدية أدائية مقصودة أو غير مقصودة. وهي علامات غيرلفظية وذات خصائص مُعيّنة تمتلك لغةً خاصة من خلال الحركات والإيماءات، يحتوي الشعر على حركات وإيماءات يشترك في خلقها الفكر والجسد معاً، فتتولّد لذلك الأحاسيس والمشاعر والدلالات اللامُتناهية. فالجسد \" مُحور مكبوتات اللاوعي فلا يتحرك إلاّ خفية ولا يستعلن إلاّ رمزاً حتى أن أدراك الجسم الإنساني والسلوك المرتبط به كليهما يمكن النظر إليها في ضوء البناء الإجتماعي السائد في مجتمع مُعيّن \". (1) ¶ قد يكون التخاطب بالجسد أكثر حرّية و إتساعاً في التعبير من التخاطب اللغوي، إذ يتخذ أساليبَ مختلفة ومتعددة \" بأسارير الوجه، بحركات الأيدي، بإرتعاش الأطراف، بتقلّص العضلات وإنبساطها، ... فطرائق التعبير بالحركات لا حصر لها \". (2) ويكون التعبير الجسدي وسيلة مناسبة لدى المبدع خاصة إذا قصد إيصال ما يجول في دواخله النفسية أكثر من التعبير اللفظي، فيشعر \" بأن المفهوم والمنطوق من اللفظ لا يستطيع إفراغ الشحنة النفسية الإنفعالية، ¶ ____________ ¶ (1) العنوان وسيموطيقيا الإتصال الأدبي، د. محمد فكري الجزّار، الهيئة المصرية العامّة للكتاب،1998:77. ... (2) الجنون بالشعر، د. جلال الخيّاط، بيروت ـ لبنان، ط1، 2006م: 173.",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "فيستعين بالإشارة\". (1) ¶ ولم يكن الإهتمام بلغة الجسد وليد الدراسات الحديثة، بل إهتمّ القدماء بهذا الجانب التعبيري ومنهم الجاحظ، في قوله:\" فأمّا الإشارة فباليد، وبالرأس، وبالعين والحاجب والمنكب ... \". (2) وإن كانت إشارته ليست بالمستوى العميق الذي تناولته الدراسات الحديثة إلا أنّه لايمكن إنكار تلك الإلتفاته وإن كانت بسيطة، فهو كغيره من العلوم التي إبتدأت مجرّد إشارات بسيطة على ألسنة القدماء العرب لتصبح فيما بعد علوماً مستقلّة لها أُصولها و قواعدها الخاصة على أيدي علماء الغرب. فقد دُرِسَ وصُنِّف ضمن ما يُعرف بـ\" علم حركات الجسد \". (3) ويُعدّ عالم الأنثروبولوجيا بيرد ويستل رائد تلك الدراسة التي تندرج ضمن الأنظمة غير اللغوية. (4) ¶ ولعلّنا نجد في جسد الفارس ميداناً مُناسباً لتطبيق تلك الدراسات بما يحمله من شفرات إجتماعية وعلامات خاصة تخلقها ظروفه الإجتماعية وإنتماؤه الطبقي و الفروسي و ما تتركه عليه من آثار نفسية وجسدية وسلوكية فتؤدي وظيفة إتصالية غير لفظية، لأن \" الإيماءات وتعبيرات الوجه ونحوها وسائل بصرية عظيمة الشأن في قناة الإتصال غير اللفظي \". (5) ¶ ____________ ¶ (1) السيمياء العربية , بحث في أنظمة الإشارات عند العرب، د. صلاح كاظم، دار الشؤون الثقافية ـ بغداد، 2008م:185. ... (2) البيان والتبيين: 83. ... (3) المرجع الأكيد في لغة الجسد، آلان وباربرا بييز، المملكة العربية السعودية، ط5، 2005م:11. (4) يُنظر المصدر نفسه: 9. ... (5) العبارة والإشارة، دراسة في نظرية الإتصال، د. محمد العبد، القاهرة، ط1،1428هـ ـ 2007 م: 99.",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "لقد أُطلق على دراسة لغة الجسد تسميات مُتعدّدة منها: \" الإتصال الجسدي، واللغة الجسدية، والكلام الجسدي، والحركة الجسمية، و البانتومايم أو التمثيل بالإشارات، واللغة الصامتة، ونحوها \". (1) وحركات الجسد لاتأتي إعتباطية، بل كُلّ حركة أو إيماءة تصدر لابدّ من أن تكون عن عاطفة وإحساس خاص يشعر به الإنسان لحظة صدور ذلك السلوك منه، فلغة الجسد هي \" إنعكاس ظاهري لحالة الشخص العاطفية. ويمكن أن تكون كُلّ إيماءة أو حركة أساساً قيّماً لأحد المشاعر التي قد يكون الشخص يشعر بها في هذه اللحظة \". (2) فالشاعر يحاول برسالته الجسدية تلك إيصال رسالة ذات مغزى خاص بذاته فهي ناتجة عن العقل والعاطفة فتظهر على شكل ردود أفعال جسدية أوحركية، لذلك أصبح من الصعب الفصل بين تلك العلامات وفكر المبدع، وإحساسه؛ لكونهما الأساس في صدور تلك التعبيرات الجسدية، (3) ثمّ يقوم المتلقي بإستلام تلك العلامات وتفسيرها لتوليد دلالات مناسبة، كما يتضح في الخطاطة الآتية: ¶ المُرسِل (الشاعر) ... الرسالة ... المُرسَل إليه ¶ إنفعالات نفسية داخلية ... تعبير جسدي (حركي ـ بصري) ... دلالات مُختلفة ¶ لذا يحاول الشاعر أداء رسالته عبر شيفرة مُعيّنة بوساطة قناة الجسد (4)، فالجسد يحمل علامات ¶ ____________  ¶ (1) المصدر نفسه: 100. ... (2) المرجع الأكيد في لُغة الجسد: 11. ... (3) يُنظر: تطوّر مفهوم الجسد من التأمّل الفلسفي إلى التطور العلمي، د. يوسف تيبس، مجلة عالم الفكر، مج 37،4 إبريل، يونيو 2009م: 47 ـ 48. ... (4) بلاغة الروح اداء الجسد، قراءة في مجموعة (تحولاّت الروح)، فائز الشرع، مجلة الطليعة الأدبية، تصدر من دار الشؤون الثقافية العامّة، ع4، سنة 4،2002م: 50 ـ 51.",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "ذهنية مُتعدّدة يُمكن إدراكها بوساطة الحركات و الإيماءات التي تصدر منه قصدية كانت أو غير قصدية فإنها تنتج معنى يصدر إلى المُتلقي \" وهذا ما يترك الفضاء مُنفتحاً وواسعاً أمام المُبدع ليصبّ ملامح عالمه الفني عبر تفاعل الذوات؛ لتأكيد سطوة الجسد في الحضور الملموس وقدرته على تمثيل المعنى والإيحاء بالمغزى \". (1) ¶ ويمكننا إيجاز العلامات الجسدية التي رصدناها في دوواين الشعراء الفرسان بالموضوعات التالية: ¶ 1ـ علامات جسدية حركية: وتشمل كل مايصدر من الفارس من حركات تؤدي دلالات سواء أكانت مقصودة أو غير مقصودة وتشتمل على ما يأتي: ¶ ـ قوّة الذراعين: ¶ وتُعدُّ علامة من علامات الجسد الفروسي وقد حملت دلالات مُتعدّدة، منها القوّة الجسدية، والكرم والعطاء، والخفة والسرعة في الحركة، وتبرز دلالة قوّة الذراعين لدى الفرسان في عرض الساعدين، وبروز عروقهما، وخفّتهما في الضرب السريع ودفع الأذى، ومن تلك الصفات التي أوردها عنترة في قوله: (2) ¶ عَجَبَتْ عُبَيْلَةُ مِنْ فَتَى مُتَبذِّلِ ... عاري الأشاجِعِ شاحبٍ كالمِنْصَلِ ¶ ____________  ¶ (1) شفرات الجسد: 89. ... (2) الديوان:79.",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "ويقول في موضع آخر: (1) ¶ وسيفي صارمٌ قبضتْ عليه ... أشاجعُ لا ترى فيها إنتشارا ¶ وكانت قوّة الذراعين وحماية الديار سبباً في سيادة عامرٍ على قومه لا لكونه إبن سيّدهم، وإنّما لكونه يدافع عن قومه بنفسه، فيقول: (2) ¶ فما سوّدتني عامرٌ عن قرابةٍ ... أبى الله أن أسمو بأُمٍّ ولا أب ¶ ولكنّني أحمي حماها وأتقي ... أذاها وأرمي من رماها بمنكب ¶ ويفتخر الفرسان بما تلقاه سواعدهم من ضربات وعلامات ناتجة عن خوضهم المعارك، فهو دليل جرأته وقوّته (3)، كما يفتخر عنترة بخفّة ذراعيه في الطعن، وسرعة إرداء خصومه ومفاجأتهم، فهو فن قتالي لايُحسنه إلاّ المُتمرّس في القتال، لذا يقول: (4) ¶ و حليلِ غانيةٍ، تَرَكْتُ مُجدّلاً ... تمكو فريصتُه كَشِدْقِ الأَعْلَمِ ¶ سَبَقَتْ يداي له بِعاجِل طَعْنَةٍ ... وَرَشَاشِ نافِذةٍ كَلَونِ العَنْدَمِ ¶ فعكست تلك الأشاجع صفة القوّة والخفّة في الحركة، فلم تكن تلك السواعد مُمتلئة وثقيلة. كما حملت قوّة الساعدين دلالة العطاء والكرم، يقول عنترة: (5) ¶ ____________  ¶ (1) الديوان: 183. ... (2) الديوان: 62. ... (3) يُنظر ديوان عنترة: 92. ... (4) الديوان: 62، ويُنظر: 63. ... (5) المصدر نفسه: 79.",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "فعجبتُ منها كيف زلَّت عينُها ... عن ماجدٍ طَلْقِ اليدين شَمَردلِ ¶ فهو حسن الأخلاق يسعى إلى مافيه خير للآخرين، من حمايةأعراض، وكرم العطاء. ¶ العين: ¶ تشغل العين حيّزاً كبيراً في التعبيرات الجسدية التي يخلقها الشعراء ولا يخفى مالهذه التعبيرات من دلالات مُختلفة، كما تمتلك قُدرة ثابتة على \" إيصال المغازي العامّة، أوالدلالات غير المُحدّدة، بنحو لا يخضع لضوابط ثابتة، وكأن الأمر في هذا الشأن موكول إلى الفهم الخاص، أو القناعة الذاتية، أو ما يطرأ على القريحة في لحظة النظم \". (1) ¶ إنّ لغة العين لا يمكن حصرها ضمن نطاق مُعيّن، فتحمل دلالات لاحصر لها تبعاً لفهم المُتلقي وثقافته، إذ تعمل تلك العوامل على تقريبه أقرب ما يكون من إحساس الشاعر لحظة الإبداع، يتطلّب ذلك معرفة وفهماً للوضع الإجتماعي وتقاليده بالدرجة الأُولى، ثُمّ يأتي دور التأويل. من خلال إستقرائنا لنصوص الشعراء الفرسان نجدهم وظفوا العين لتعطي دلالة لسمة أخلاقية إتصفوا بها وهي غضّ البصر التي تدلّ على جانب أخلاقي مُميّز إتصفوا به وهو الحياء الذي دفعهم إلى غضّ النظر عن النساء وعدم إستراق النظر إليهن، لاغرابة في ذلك ولاسيّما إنّ من صفات الفرسان البارزة الإلتزام بالأخلاق الحميدة وصيانة أعراض نساء القبيلة من الغازين. يقول قيس بن الخطيم: (2) ¶ ____________ ¶ (1) لغة العيون قراءة خطاب العين في الشعر العربي القديم، دراسة أسلوبية، د. ضياء غني وآخر، عمّان ـ الأردن، ط1، 1429هـ ـ 2009م: 56. ... (2) الديوان:165.",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "وما لمعتْ عيني لغرّة جارةٍ ... ولا ودّعتْ بالذم حين تبينُ ¶ فهولا يطمع في النظر إلى محاسن جارته في حضورها، ولا يذكرها بسوءٍ حتى في غيبتها. ويقول عروة بن الورد: (1) ¶ وإنْ جارتي ألوَتْ رياحٌ ببيتِها ... تَغافَلْتُ حتى يسترُ البيتَ جانبُه ¶ ومثله قول عنترة: (2) ¶ ما اسْتَمْتُ أُنثى نفسَها، في موطنٍ، ... حتى أوَفّي مَهْرَهَا مَولاهَا ¶ وكما رزأتُ أخا حِفاظ ِ سِلْعَةً ... إلاّ لَهُ عندي، بها، مِثْلاهَا ¶ أغْشى فتاةَ الحيِّ عِنْدَ حَلِيلَها ... وإذا غزا في الجيشِ، لا أغشاهَا ¶ وأغضُّ طَرَفي ما بَدَتْ لي جارَتِي ... حتى يُواري جارتي مأواهَا ¶ انّي امرؤٌ سَمِحُ الخليقةِ ماجِدٌ ... لا أُتْبِع النَفْسَ اللجوجَ هواهَا ¶ المرؤ في العادة يغضُّ طرفه عن الشيء القريب منه، فيمنع نفسه عن النظر إلى ما يكره، وما يكرهه الفارس هنا هو فعل النظر إلى تلك الجارة الغريبة، فهو أمرٌ غير أخلاقي ولا يليق بالفرسان الذين تقع على عاتقهم مهمّة حماية النساء. فالعين هنا تمثّل شيفرة شعرية أُريد من خلالها التعبير عن وضع إجتماعي وأخلاقي حاول المُبدع عن طريقه بثّ تلك الشيفرة وإيصالها إلى المتلقي بوصفه المترجم الأساس لتلك الشيفرة. فنستطيع تحميل علامة غضّ البصر المنسوبة إلى العين ¶ ____________  ¶ (1) الديوان: 21. ... (2) الديوان: 75،اسْتَمْتُ: ساوم، من استام السلعة.",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "دلالة القيد الأخلاقي المُحبّب إلى نفوس الفرسان بل ويفتخرون بإلتزامهم به، حتى عند عنترة وعروة المعروفين بثورتهما على القيود الإجتماعية المفروضة من قبل المجتمع، إلا أنّهم يُقيّدون أنفسهم بها مفتخرين، على الرغم من عدم وجود تعاليم دينية تفرض عليهم مسألة غضّ البصر عن النساء اللاتي لا يحجبهنّ شيء عن الرجال سوى خيمة تلوي بها الريح، فلم يكن يمنعهم عن ذلك سوى الأخلاق العربية الأصيلة. ويمكن إدراج تلك العلامة ضمن \" نظام تشفيرالوجه \" (1). ¶ الشفتين: ¶ وهي علامة أخرى من علامات نظام تشفير الوجه و تُعبّر عن وضع نفسي وجهد عضلي شديدين يبذلهما الفارس في ساحة المعركة، فالمحارب يُكشّر عن أسنانه ويُقلّص شفتيه دلالة على توتره، وخوفه من الهزيمة ورغبته في الإنتصار في الوقت نفسه، فيبذل جُلَّ جُهده لحيازة النصر، فتقلّص الشفتين \" حركة مادّية حسّية تكشف عن حركة نفسية هي الخوف\". (2) ¶ يقول عنترة واصفاً ذلك الوضع: (3) ¶ ولقد حفظتُ وَصاةَ عمّي بالضحى ... إذ تَقْلَصُ الشفتان عن وَضَحِ الفمِ ¶ في حَوْمَة ِالموتِ التي لا تَشْتَكي ... غمراتِها الأبطالُ غيرَ تَغَمْغُمِ ¶ ____________ ¶ (1) المرجع الأكيد في لغة الجسد: 68. ... (2) شعرنا القديم والنقد الجديد، د. وهب أحمد رومية، المجلس الوطني للثقافة والفنون والآداب ـ الكويت، 1978م: 206. ... (3) الديوان: 66.",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "في غمرات الموت حيث بلغت المعركة ذروتها في وقت الضحى ولاسيّما أننا ذكرنا أن المعارك تبدأ في الصباح الباكر، نجد الشاعر في حالة توتر نفسي من خلال ما راوده من شبح عمّه وما يُخلّفه في نفسه من إرتباط بعبوديته و نبذه، وعضلي لأنّه يبذل كُلّ مالديه من قوّة فهو لايريد الخروج من المعركة إلاّ مُنتصراً، وفي ذلك نصرٌ لذاته وحرّيته أولاً، ولقبيلته ثانياً. ¶ ويصف عامر بن الطفيل فرسان قبيلته وهم يُبلون في ساحة المعركة البلاء الحسن وقد بذلوا كُلّ طاقاتهم الجسدية، يقول: (1) ¶ يُُقيمونَ للحَرْبِ أصْعَارَهَا ... إذا ثُوِّرَ القَسْطَلُ الأغْبَرُ ¶ كُماةٌ حُماةٌ إذا ماالشّفا ... ه يَعْجزُ عن ضمّها المِشّفَرُ ¶ لقد بلغوا درجة من التوتر النفسي والعضلي، فكشّروا عن أنيابهم كالأُسود، ولعلّهم أرادوا بذلك الوصف منح هجوم الفرسان صفة هجوم الحيوانات الضارية التي تُكشّرعن أنيابها في العادة عند هجومها على الفريسة وهي تزأر. ¶ 2 ـ علامات جسدية بصرية: وتشتمل على علامات جسدية تخصّ المظهر الخارجي للفارس وتنطوي على دلالات إجتماعية وطبيعية، وهي: ¶ ـ طول القامة: ¶ وهي أبرز العلامات الدلالية التي يتميّز بها الفارس، فطول القامة و شدّتها يُكسبه منظراً مهيباً، كما أكّد القدماء أهميّة طول القامة، ومنهم إبن قتيبة، فقال:\" والعرب تمدح بالطول ¶ ____________  ¶ (1) الديوان: 120.",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "وتضع من القصر\". (1) فإرتبطت فكرة الفروسية بصفة الطول التي تؤدّي وظيفة مُهمّة في موقف المواجهة مع الخصم بما تبعثه من إحساس بالرهبة في نفس الخصم التي لا يمكن أن تكون فيما لو كان الفارس قصير القامة ضئيلاً. (2) ولاسيّما مع إتصاف الفرسان بالصفات الأُسطورية الخارقة، فكان جسد الفارس مثالياً \" يوحي بمعانٍ ومرجعيات أُسطورية ودينية إقترنت في مُخيّلة الشاعر الجاهلي وذاكرته وتمسّكه بها في تصويره للجسد المثال \". (3) وكثيراً ما يُفتخر الشعراء الفرسان بطول قاماتهم، ليمنحوا أنفسهم دلالة القوّة والقدرة على الفتك بالأعداء، يقول الفارس الصعلوك عروة بن الورد: (4) ¶ وما طالبُ الأَوْتَارِ إلاّ ابنُ حُرّةٍ ... طويلُ نِجَادِ السيفِ عاري الأشاجِعِ ¶ كما يمنح عنترة بن شدّاد خصمه دلالة إكتمال الهيأة من خلال طول قامته، فهو فريد ليس له مثيل، فيقول: (5) ¶ بطلٌ كأنَ ثيابَه في سَرْحَةٍ ... يُحذي نِعالَ السَّبْتِ ليس بِتَوْأَمِ ¶ فجعل طول الفارس كالشجرة الفارعة التي ليس لها شبيه، وفي ذلك الوصف دلالة الفخر ¶ ____________  ¶ (1) الشعر والشعراء: 66. ... (2) يُنظر: في النقد الجمالي، رؤية في الشعر الجاهلي، د. أحمد محمود خليل، دار الفكر، بيروت ـ لبنان، ط1،1417 هـ ـ 1996م.: 74 ـ 75. ويُنظر: الجسد في الشعر العربي قبل الإسلام (رسالة ماجستير)، محمد حسين العبيد، كلية الآداب ـ جامعة الموصل، 1425هـ ـ 2004م: 23. ... (3) الجسد في الشعر العربي قبل الإسلام (رسالة ماجستير): 22. ... (4) الديوان: 69. ... (5) الديوان:65.",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "الذاتي، فمع تلك القوّة الفريدة للفارس وإكتمال الهيئة فقد تمكّن من الإيقاع به وإرداءه صريعاً. ¶ ـ النحول: ¶ ولنا أن نُشير في هذا الموضع إلى أنّه ليس من الضروري أن يكون النحول والهزال دالّين على الفقر والمرض، فعندما يتعلّق الأمر بالفرسان وصفاتهم الجسدية لابدّ من أن يكون الدال حاملاً لمعنى آخر يتعلّق بالفروسية وأخلاق فرسانها، فهي دليل رشاقة وخفّة وتمرّس للفروسية وخوض الحروب بشكل مُستمرّ، الأمر الذي يمنحه الرشاقة إلى جانب القوّة، فسلم جسده من البدانة خاصة في منطقة البطن والخصر، فلا يجدر بالفارس أن يكون مترهلاً بديناً، (1) فتمنحه الرشاقة القُدرة على ركوب الخيل، والخفّة في الغزوات وممارسة فنون القتال بمهارةٍ فيكرُّ ويفرُّ في ساحة المعركة، لذا جعل عنترة من النحول صفة مُلازمة للفرسان، فيقول: (2) ¶ إما تريني قد نحلتُ، ومن يكُن ... غرضاً لأطراف الإسنة ينحل ¶ حمل النحول دلالة ذات بُعدٍ آخر في شعر الفرسان فهو نحول الأبطال الذين تمرّسوا على القتال وإعتادوا مواجهة الرماح والحراب، فكثرة خوض الحروب سبّب لهم الهزال، وفي المقابل جعل من البدانة علامة على الجُبْن والضعف وعدم القُدرة على المواجهة، فيصف خصمه بضخامتة وبدانتة المُكتنزة، ورغم ذلك فهو جبان وضعيف، يقول مُخاطباً زوج الفارس بإسلوب لا يخلو من السخرية: (3) ¶ ____________  ¶ (1) يُنظر: البطولة في الشعر العربي القديم: 194. ... (2) الديوان: 79. ... (3) المصدر نفسه: 80.",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "فَلَرُبَّ أبلجَ مِثْلِ بَعْلك، بادِنٍ، ... ضَخْمٍ على ظَهْر الجَواد، مُهَبَّلِ ¶ غادَرْتُه مُتَعفِّراً، أوصالَه ... والقومُ بين مُجَرَّحٍ ومُجَدَّلِ ¶ ويتخذ الفارس الصعلوك عروة بن الورد من النحول والبدانة بديلاً دلالياً للكرم والبخل، فالنحول دليل الكرم والإيثار وأداء واجبه تجاه الآخرين، أمّا البدانة فحملتْ دلالة البخل لصاحبها، فيقول: (1) ¶ إنّي اُمرُؤٌ عافي إنائي شِرْكَةٌ ... وأنتَ اُمرؤ عافي إنائَك ... واحِدُ ¶ أتَهْزَأُ منّي أنْ سَمِنْتُ و أن تَرَى ... بِوَجْهي شُحُوبَ الحقِّ، والحقُّ جاهِدُ ¶ أُقَسِّمُ جسمي في جُسُومٍ كثيرةٍ ... وأحْسُو قراح الماء، والماءُ بارِدُ ¶ كان عروة يُقسّم جسمه أي طعامه في جسوم الآخرين بإرادته ولولا ذلك لكان بإمكانه أن يصبح بديناً، ولكنه بذلك سينافي مفهوم تحقيق العدالة التي طالما نادى بتحقيقها، التي تقوم على توزيع الثروات دون أن يستأثر بشيء لنفسه ولو كان قليلاً. هذا من جهة، ومن جهةٍ أخرى تُساعده تلك النحافة في غزواته المُفاجئة والسريعة، فيمنحه شأنه شأن بقيّة الصعاليك القدرة على العدو والجري السريع الذي عدّه الصعاليك سلاحاً من أسلحتهم. فعلامة النحول لدى الفرسان \" نتيجة حتمية لجسد الفارس العربي المثال، وهي مظهر جمالي أيضاً شكّلها الشاعر في ذهنه وفي وعيه \". (2) ¶ 3 ـ رموز دلالية: ويتضمن على علامات جسدية تخصّ الفارس مؤشرات وهي علامات ذات ¶ ____________ ¶ (1) الديوان: 34. ... (2) الجسد في الشعر العربي القديم (رسالة ماجستير): 31.",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "دلالات طبيعية وإجتماعية وفكرية، وهي: ¶ ـ طول الشعر: ¶ إنّ طول الشعر وعدم الإعتناء به علامة طبيعية يتسم بها الفرسان، لذلك إعتاد الفرسان على تصوير شعرهم وهو أشعث أغبر، ليحمل دلالة إنشغالهم عن أُمورالزينة وعدم تفرّغهم لذلك الأمر الذي يتطلّب وقت فراغ وساعات خوالي يتمتّعون فيها بالراحة النفسية والجسدية، وهذا الأمر لا ينطبق عليهم من دون شك إذلا يشغل بالهم سوى إستقرار القبيلة وحماية أعراضها من الغزوات التي تكون مُفاجئة في العادة. يقول عنترة: (1) ¶ قِفي وانظري يا عَبْلَ فِعْلِي وعايني ... طِعاني إذا ثارَ العَجاجُ المُكَدَّرُ ¶ تَرَيْ بَطلاً يلقى الفَوارسَ ضاحكاً ... ويَرْجعُ عنهم وهو أشعث ُ أغبرُ ¶ كانت تلك العلامة الحربية حالة طبيعية لوضع الفارس بل يجعلها الفارس صفة للفخر والتباهي. ¶ الأنف: ¶ يحمل الأنف بوصفه علامة دلالة الرفعة والشموخ والكبرياء ويمكننا عدّها علامة إجتماعية لكونها تمثل نظرة المجتمع بصورة عامة، لذلك إختارها عامر بن الطفيل لتكون دلالة على هزيمة خصمه، فيقول: (2) ¶ وهُم يَضْربُون غَداة َ الصبا ... حِ أنْفَ المُدَجَّجِ ذي المِغْفَرِ ¶ ____________ ¶ (1) الديوان: 195، ويُنظر: 79. ... (2) الديوان: 119.",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "وإفتخرُ عنترة ً بإذلال خصومه وحُسّاده، فيقول: (1) ¶ رغمتُ أنفَ الحاسدين بسطوتي ... فغدوا لها من راكعين وسُجّدِ ¶ اللسان: ¶ لا يقلُّ اللسان أهميّةً من بين علامات الوجه السابقة، فحمل دلالة الفصاحة، ولاسيّما أن الفارس لابدّ من أن يكون فصيحاًً إمّا شاعراً أو خطيباً لذلك يمكن عدّها من العلامات الفكرية الي تعبر عن وعي الفارس وثقافته، فقد إفتخر عروة بفصاحته وجرأته حتى عدّها من أسلحته الحربية المهمّة التي يواجه بها الخصوم إلى جانب السيف، يقول: (2) ¶ فكيف وقد ذكيتُ واشتدّ جانبي ... سُليمى وعندي سامعُ ومطيعُ ¶ لسان وسيف صارمٌ و حفيظةٌ ... ورأيٌ لآراء الرجال صروعُ ¶ من هنا يمكننا أن نقرّر أنَّ الجسد حقلٌ دلالي لاينضب فكلّ علامة فيه وإشارة لا تخلو من معانٍ دلالية إجتماعية أو نفسية أو فكرية، فهو \" كيان أو علامة من نوع خاص، تُحيط به مجموعة الأنظمة السيميائية وتخترقه مُحوّلة إيّاه إلى كيان تعبيري تواصلي \" (1). ويُمكن أن نعدّ العلامات الجسدية المتعلّقة بالوجه من أكثرالعلامات تعبيراً عمّا يجول في الذات لكون الوجه لكونه \" المنطقة الأكثر تعبيرية دون غيرها من مناطق الجسد الأخرى \". (4) ¶ ____________  ¶ (1) الديوان: 101. ... (2) الديوان: 65. ... (3) الجسد والصورة والمقدّس، د. فريد زاهي، دار أفريقيا الشرق، بيروت ـ لبنان، 1999م:34. ... (4) المصدر نفسه: 104.",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "الفصل الثاني / المبحث الثالث ... دلالة الزي ¶ دلالة الزي: ... ــــــــــــ ¶ يُعدُّ الزي من العلامات الدلالية المتعلّقة بالفارس فهي مايحمله جسده من ثياب وهو علامة مرئية تُمثّل النمط اللباسي الفروسي الذي يختلف عن بقية الأزياء الأخرى في المادّة والدلالة والمناسبة. كُلّ هذه الأمور رسائل أيقونية تُنبئ عن طبيعة الفارس الخاصة، وهو كغيره من العلامات الأُخرى التي تحتوي على عناصر الدلالة الثنائية الدال والمدلول، يكتسب الزي دلالاته من خلال طبيعة مادّته وشكله والمناسبة التي يُرتدى فيها، فالزي يمثّل\" مجموعة من العلامات فهو يدلُّ على الإنتماء إلى طبقة إجتماعية مُعيّنة، أو جنسية مُعيّنة، أو حياة مُعيّنة، كما يدلُّ على الوضع الإقتصادي \" (1). ¶ وهو دالّ أساس على طبيعة حامله، وعلى وضعه الإجتماعي، والطبقي، فـ\" يُعدُّ لغة على مستوى التواصل اللباسي \" (2). وقد أكّد رولان بارت على أهميّة الزي ودلالته، التي تبرز من خلال قراءتنا له ومعرفة معناه، فلم يكن مجرّد رداء يُشاهده المُتلقي ليبدي فيه إعجاباً أو إستهجاناً وإنّما يعمل على إيصال رسالة ما عليه معرفتها والتوصّل منها إلى دلالات مُعيّنة. (3) وما يعنينا هُنا هي العلامة التي يُحقّقها الزي الفروسي، ومدى تناسبه مع وضعهم الإجتماعي بوصفه أنّ الزي دالاً على طبيعة حامله، فكلُّ شخصٍ له اسلوبه الخاص فيما يخصُّ لباسه وهيأته ووضعه الإجتماعي والنفسي، لذا عمد بعضُهم ¶ ____________ ¶ (1) شفرات الجسد جدلية الحضور والغيَاب في المسرح، د. عوَاد علي، عمّان ـ الأردن، ط1، 1996م: 85. ¶ (2) معرفة الآخر، مدخل إلى المناهج النقدية الحديثة، د. عبد الله إبراهيم وآخران، المركز الثقافي العربي ـ الدار البيضاء، ط2،1996م: 100. ... (3) يُنظر: شفرات الجسد: 85.",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "على إرتداء ثياب تُضفي عليهم المهابة والوقار، ولعلّ أبرز سمة يتسم بها الزي العربي، هي إرتداء العمامة وتعليق السيف. (1) ولم ينل الزي عناية الشعراء الكافية فقد وردت في الشعر الجاهلي إشارات قليلة عنه ضمن أغراضهم الشعرية المُختلفة إلا أنّنا نستطيع من خلال تلك الإشارات التمييز بين ثياب البدو وثياب الحضر و بين ما يرتديه الفرسان وما يرتديه الصعاليك (2)، فكُلّ إنسان بطبيعته يحتاج إلى إرتداء الزي من أجل أغراضٍ مُختلفة، منها ما يُحقّق الحماية للجسد، وستره، أو ما يُرتدى بقصد التزيين والتجمّل في مُناسباتٍ مُعيّنة كالأسود في المناسبات الحزينة، والأبيض في الزواج، وبالنظر لمُهمّة الفرسان وطبيعة مهامّهم التي تفرض عليهم خوض الحروب الطاحنة بشكل مُستمرّ، فأنّهم لا يرتدون الثياب الفاخرة حتماً، بل إعتادوا على إرتداء ما يقيهم الضربات المُفاجئة النافذة العميقة كما لاحظنا في الفصل الأوّل، فقد إتخذ الفارس من أسلحته لباساً له لاسيّما الدرع والبيضة، وكأنّه في حالة تأهب دائم، يقول عنترة: (3) ¶ لا يكتسي إلاّ الحديدَ، إذا إكتسى ... وكذاك كُلَّ مغاوِرٍ مُسْتَبسِلِ ¶ قد طالَ ما لبس الحديد فإنّما ... صدأُ الحديدِ بجلدِهِ لم يُغْسلِ ¶ فقد حملت الأبيات السابقة دلالة مداومته على خوض الحروب و التأهّب الدائم لهذه المناسبة، حتى صدأ الدرع على جسده كما لا يرتدي الفرسان تحت دروعهم سوى الثياب الرثّة، ولعلّ ¶ ____________  ¶ (1) يُنظر: تاريخ آداب العرب، ج3،محمد صادق الرافعي، تخريج محمد سعيد العريان، (د ـ م)، ط2، 1954م:85. ... (2) يُنظر: دراسات في الشعر الجاهلي: 208 ـ 209. ... (3) الديوان: 79.",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "السبب في ذلك خشية أن تُسلب ثيابهم بعد قتلهم في ساحة المعركة، كما أنّ المُناسبة تفرض عليه إرتداء هذا النوع من الثياب إذ أن ساحة القتال ليست مكاناً مُناسباً لإرتداء الثياب الفاخرة، وفي ذلك يقول عنترة: (1) ¶ ضحكتْ عُبيلةُ إذ رأتْني عارياً ... خَلَقَ القميص وساعدي مخدوشُ ¶ لا تضحكي منّي عُبيلةُ، واعجبي ... منّي إذا التفَّتْ عليَّ جيوشُ ¶ يقصدالشاعر من قوله هذا هو العُري من الثياب الفاخرة، فكانت ثيابه رثّة مُمزّقة. والقميص هو نوع من أنواع ثياب الفرسان، أو ما يرتديه الصيّاد عند خروجه للصيد، لوقاية جسده، ويبدو أن الفرسان كانوا يفتخرون بتمزّق ثيابهم، فهي علامة من علامات الشجاعة وإختراق الصعاب. (2) وقد يفرض الوضع المادّي والطبقي للفرسان إرتداء مثل هكذا ثياب كما هو عند الصعاليك ووضعهم الإقتصادي المُعدم، فلا نجدهم يرتدون ثياب حماية كالدروع والبيضة، فهم لايرتدون سوى ما يستر أجسادهم من ثياب رثّة خلقة، ويجب أن يتّصف بالمرونة التي تُسهّل عليهم الحركة. كذلك عكس ماكان يرتديه خصم عنترة من نعال مدبوغة طبقته الإجتماعية فهذه النعال لايرتديها سوى أسياد القوم والملوك، يقول عنترة: (3) ¶ بطلٍ كأنّ ثيابه في سرْحةٍ ... يُحذي نعال السبت ليس بتوأم ¶ بذلك شكّل الزي مع قلّة شواهده علامة ذات دلالة مميزة متناسبة ومستوى الفارس الإجتماعي. ¶ ____________ ¶ (1) الديوان: 92. ... (2) يُنظر: داسات في الشعر الجاهلي: 209 ـ 210. ... (3) الديوان: 65.",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "الفصل الثالث ¶ دلالات الفضاء ¶ ـ المبحث الأول: دلالات المكان. ¶ ـ المبحث الثاني: دلالات الزمان.",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "الفصل الثالث ... دلالات الفضاء ¶ دلالات الفضاء: ... ــــــــــ ¶ لقد برّزت الدراسات الحديثة أهمّية الفضاء في تحليل النصوص الأدبية، فتناولتْه بكثيرٍ من الإهتمام لكونه المُحيط الذي تعيش فيه الشخصّية وتتأثّر به تأثراً مباشراً، فتكتسب منه معظم صفاتها الجسدية والفكريّة والخُلُقيّة، فكُلُّ من المكان والأشخاص \" يصنع و يُكيّف الآخر بطابعه \" (1)، فعندما نتحدّث عن المكان وطبيعته نقصد بذلك ساكنيه وما يتركه ذلك المكان في ذواتهم من إنطباع مُعيّن، وبالعكس، لكون الإنسان مُرتبطاً تأريخياً ووجدانياً بالمكان الذي يعيش. كما حرصتْ الدراسات الحديثة على الدمج بين المكان والزمان وأثرهما في المُبدع بوصفهما \" قوّتين خارجيتين تُسيطران على حركته و وجوده ووعيه في العالم \". (2) فأطلقوا عليهما معاً مُصطلح (الفضاء)، وقد عرّفه باختين في قوله:\" العلاقة المُتبادلة الجوهرية بين الزمان والمكان المُستوعبة في الأدب إستيعاباً فنيّاً \". (3) وقد أطلقوا عليه مُصطلح (الزمكانية) للدلالة على أهميّة ذلك الإقتران الذي لايُمكن فصله، فلابُدّ من حصول كُل ّحدث في مكان مُعيّن مُقترناً بزمان، كما يمنح ذلك الإقتران الحدث سمة الواقعية فيكون أكثر قبولاً لدى المُتلقي \" إذ هما يُساعدان على بلورة ¶ ____________ ¶ (1) البناء الفنّي في الرواية العربية ي العراق، د. شجاع مُسلم العاني (أطروحة دكتوراه)، كلية الآداب ـ جامعة بغداد، 1408 هـ ـ 1987م: 252. ... (2) فلسفة الشعر الجاهلي، دراسة تحليلية في حركية الوعي الشعري العربي، د. هلال الجهاد، سوريا ـ دمشق، ط1، 2001م: 32. ... (3) أشكال الزمان والمكان في الرواية، ميخائيل باختين، ترجمة يوسف حلاّق، دمشق ـ منشورات دار الثقافة، 1990م: 5.",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "الموقف الحياتي للشخصية وتقريب الحدث من مُخيلة المُتلقي \". (1) ¶ لقد تناولت الدراسات النقدية القديمة مصطلح حيّز بدل الفضاء، امّا مصطلح الفضاء فأكثر حداثة وهو من نتاج الترجمة، ومع حداثته يجد بعضُ الدارسين أنّ مصطلح حيّز أكثر دلالة عندما يُراد وصف حالة أو شكل أو هيأة شخصية، أو وصف زمان مُعيّن. أمّا الفضاء فيدلُّ على الفراغ، ولا يورد الدارسون مصطلح المكان إلاّ في حدود ضيّقة لوصف مجال في الحيّز. (2) ... كما يُسمّي بعضُ الدارسين الفضاء بالخلاء، على الرغم من تمييز الفلسفة اليونانية بين المصطلحين، على أنّ الخلاء فراغ في داخل العالم، والفضاء فراغ خارج العالم. (3) وكلاهما يعني \" ذلك المكان الذي يشغله ويُفرّغه الجسم بحركته \". (4) ¶ ولمّا كانت السيمياء تبحث في الدلالة الخفيّة للعلامات داخل النص و تحليل رموزها عن طريق الإعتماد على التحليل النفسي والعلاقات الإجتماعية التي يعيشها المُبدع، فكان الفضاء في مُقدّمة العناصرالتي يجب أن يتناولها الدارسون في تحليلاتهم إ ذ \" إهتمّوا بدراسة المكان إهتماماً شديداً وجعلوه من العلامات التي ينبغي أن يُنظر إليها وإلى تفاعلها بالأركان السردية الأُخرى من زمن وأشخاص. وركّب بعضُهم من كلمتي الزمان والمكان مُصطلحاً منحوتاً جديداً هو (زمكان) ¶ ____________ ¶ (1) القصّة القصيرة عند أحمد خلف، (رسالة ماجستير)، سروة يونس البدراني، كلية الآداب/جامعة الموصل، 1424هـ ـ 2004م: 92. ... (2) يُنظر: نظرية الرواية بحث في تقنيات السرد، د. عبد الملك مُرتاض، المجلس الثقافي الوطني للثقافة والآداب والفنون ـ الكويت، 1998م:121 ـ 125. ... (3) يُنظر جماليات المكان في الرواية العربية، شاكر النابلس، بيروت، ط1، 1994م: 271. ... (4) المصدر نفسه: 271.",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "للدلالة على أنّ وجود المكان ضروري جدّاً للإحساس بمرور الحوادث ومرور الوقت \". (1) ومثلما يدرك الإنسان المكان الذي يعيش فيه ويتأثّر به فأنّه يدرك الزمان أيضاً، غير أنّ إدراكه للزمان يكون غير مُباشر يتمُّ من خلال تأثير الزمان في الموجودات المحيطة به وبالإنسان نفسه وما يمرُّ عليه من مراحل الحياة المُختلفة بدءاً بالطفولة، فالشباب، وإنتهاءً بالشيخوخة فالموت، وما يرافق هذه المراحل من تغيّرات جسدية وفكرية ونفسية، كما يدركه بتوالي الأيّام وإختلاف الليل والنهار وفصول السنة الأربعة، بينما يكون إدراكه للمكان حسّياً مُباشراً فهو واقع مرئي يراه ويلمسه، \" فالتفاعل الذي يحدث بين البشر والمكان لا يحدث بينهم وبين الزمان، فالزمان قوّة مُتحكّمة في البشر يسير في مجراه من دون أن يقدر على إيقاف حركته الدائبة، كما لا يستطيعون العودة إلى الماضي أو القفز إلى المُستقبل، فيمكن القول أنّ المكان ـ بالمعنى الفيزيقي ـ أكثر إلتصاقاً بحياة البشر من حيث إنّ خبرة الإنسان وإدراكه له يختلفان عن خبرته وإدراكه للزمان\" (2). ¶ وعندما نُطالع الشعر الجاهلي نجد أنّ علاقة الزمان بالمكان أمراً تفرضه طبيعة البيئة الجاهلية بموجوداتها، فجعلت من \" حياة الشاعر الجاهلي بؤرةً نفسية يتلاقى فيها المكان والزمان \". (3) ¶ ____________ ¶ (1) النقد الأدبي الحديث من المحاكاة إلى التفكيك، د. إبراهيم محمود خليل، ... عمّان ـ الأردن، ط1، 1424هـ ـ 2003م: 184. ... (2) القارئ والنص، العلامة والدلالة، المجلس الأعلى للثقافة ـ مصر، 2002م: 37 ¶ (3) آليات الخطاب النقدي العربي الحديث في مُقاربة الشعر الجاهلي، بحث تجلّيات القراءات السياقية، د. محمّد بلوحي، منشورات إتّحاد الكُتّاب العرب ـ دمشق، 2004م: 103.",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "ـ دلالات المكان: ¶ من الطبيعي أن يتأثّر الإنسان في المكان الذي يعيش فيه لكنّ تأثّر الفنّان يكون أعلى درجة وأكثر عُمقاً لما يمتلكه من حسٍّ مُرهف وقدرة على التعبير، فيحاول من خلال ذلك تسخير النص الأدبي لإستيعاب أحاسيسه وعواطفه إزاء كُلُّ ما يُحيط به من ظروف، فالشاعر\" إنّما سُمّي شاعرٌ لأنّه يشعر بما لايشعر به غيرُه \" (1)، فيقوم بأخذ جزء ممّا يحيط ويُعيد صياغته بحسب ما يُمليه عليه خياله، مُضفياً عليه طابعاً من الحيوية، وبذلك يكون قد أضفى عناصراً جديدة غير موجودة في الحقيقة بفضل خياله الغضّ وقُدرته على الخلق والإبداع مُعتمداً على إحساسه الخاص بالموجودات. ¶ وإذا ما تتبّعنا المعنى اللغوي للمكان سنجده مُشتقّاً من الكون، والكينونة، والصيرورة. (2) وإنّما يدلُّ ذلك على الوجود والإستقرار، فالمكان \" هو الموضع الذي يُولد (يُحدث ويُخلق ويوجد) فيه الإنسان، وهوالموضع الذي (يستقرّ) فيه، وهوالموضع الذي يعيش ويتصوّر (يصير) فيه \". (3) ¶ إذن فالمكان ليس مُجرّد أبعادٍ هندسية تُحيط بنا، بل هو شيء نتفاعل معه، ننجذبُ إليه، نؤثّر فيه ويؤثّر فينا حتى يصبح جُزءاً من شخصّيتنا وأفكارنا، ونشعر تجاهه بالمسؤولية، فالمكان \" الذي يُمكننا الإمساكُ به، والذي يُمكن الدفاع عنه ضد القوى المُعادية، أي المكان الذي نُحبّ، المكان الذي ينجذبُ نحوه الخيال لا يُمكن أن يبقى مكاناً لا مُبالياً ذا أبعادٍ هندسيةٍ و حسب \" (4). ولابدّ أن تختلف نظرة الإنسان للأماكن نتيجة لذلك الشعور، فهو لا ينجذب لجميع الأماكن، ¶ ____________ ¶ (1) العمدة: 124. ... (2) يُنظر: لسان العرب، مادّة (كون):195. ... (3) الإنتماء في الشعر الجاهلي، د. فاروق سليم، منشورات إتحاد الكُتّاب العرب ـ دمشق،1998م: 197. ¶ (4) جماليات المكان، باشلر، ترجمة غالب هلسا، بيروت، ط4، 1996م:32.",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "بل يألف بعضها وينفر من بعضها الآخر بحسب المُناسبات التي تمرُّ عليه فيها مُفرحة كانت أم مُحزنة \" ففي لحظات السعادة تتآلف الشخصيّات بالأماكن، وفي لحظات البؤس تضطرُّ إلى مُغادرتها و التنكّر لها \" (1). أمّا المكان في النص الأدبي، فهو \" المكان المُحدِّد لخصوصية اللحظة الدرامية الُمعالجة، فالحدث لا يكون في لامكان \" (2). ¶ كما يحمل المكان في النص الأدبي دلالات مُختلفة تجعله أوسع بكثير من المكان الإعتيادي هو نفسه المكان الذي إستقى منه المُبدع صورته الشعرية لكن بفضل مُخيلته الواسعة ونزعاته النفسية، وعواطفه الخاصّة جعله أوسع دلالة ليجعل منه صورة محسوسة تُخاطب الوجدان لا صورة مرئية جامدة. (3) والمكان في النص الأدبي ليس نقلاً حرفياً للطبيعة المُحيطة بالفنّان وإنّما هي الصورة التي يراها في مُخيّلته وما ينتجه الوضع النفسي الذي يمرُّ به الفنّان لحظة النظم، وهما من أهم عناصر النص الأدبي التي تؤثّر في المُتلقي ونقله إلى فضاءات النص عن طريق ما يُسمّيه النُقّاد بـ \" الوصف الإنطباعي، فالأشياء لاتبدو كما هي في الواقع ... بل كما تبدو في ضمير الشخصيّة \" (4). فنحن نرى المكان من خلال وصف الشاعر وما يُمليه عليه وضعه النفسي والخيالي لا كما هو في الحقيقة، والشاعر الجاهلي إعتاد التآلف مع الأماكن الواسعة التي تربطه بإفراد قبيلته وإقامة أواصر القرابة، فهو إجتماعي بطبعه يحاول إيجاد نوع من الإستقرار في البيئة الصحراوية المضطربة. ¶ ____________ ¶ (1) الفضاء عند جبرا إبراهيم جبرا، د. إبراهيم الجنداري، دار الشؤون الثقافية العامّة ـ بغداد، ط1، 2001م: 137. ... (2) جماليات المكان، مجموعة باحثين، الدار البيضاء، ط2، 1988م: 22. ... (3) يُنظر: التفسير النفسي للأدب، د. عزّ الدين إسماعيل، دار العودة ودار الثقافة ـ بيروت، 1963م: 66 ـ 67. ... (4) البناء الفني في الرواية العربية في العراق (أُطروحة دكتوراه): 283.",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "ولا يُمكننا تجاهل أهمّية المكان بالنسبة للعربي في الجاهلية حتى عندما يُفارقه، فهو مرغمٌ بسبب ظروف الطبيعة القاسية، ومع ذلك فهو يبكي على فراقه، يعيش جزيئيات تلك الأماكن الُمحبّبة ويحرص على وصفها بدقّة بالغة مُسخّراً في سبيل ذلك مقدرته الخيالية الواسعة وحصيلته اللغوية الثرّة. ¶ عندما نأتي إلى تحديد الأماكن في القصيدة الجاهلية في شعر الفرسان على وجه الخصوص نجدها تُمثّل الأماكن المفتوحة والتي لها دور لايُستهان به في رسم أبعاد شخصيّة الفارس، وإطلاق مُخيّلته، فيُمثّل ذلك الإتساع \" تأكيدا على حُرّية الفرد أو تأكيداً على الخروج من الذات إلى الآخر \" (1). ومن أبرز تلك الأماكن التي يمكننا أن نتوصل من خلالها إلى دلالات مهمّة: الصحراء، والطلل. ¶ دلالة الصحراء: ¶ تُعدُّ الصحراء من الفضاءات الواسعة المفتوحة بشكل لامُتناهٍ، ولايخفى ما لهذا الفضاء المفتوح من أثرٍ نفسي وفكري وجسدي في ساكنيه، ولاسيّما الشعراء إذ تساعدهم في خلق الإيحاءات والصور الشعرية المُقتبسة من ذلك الواقع الذي إمتزجوا معه حتى أصبحوا جُزءاً منه. ¶ وفي الواقع تُمثّل الصحراء العدو الأول الذي يواجهه العربي في الجاهلية بما فيها من مخاطر محيطة به، بسعتها ومجاهلها، ووحوشها، وجفافها، كلُّ هذه الأُمور مُجتمعة أدّتْ إلى خلْق شعور نفسي خاص، دفعه إلى مواجهة المجهول والرغبة في تخطّي تلك الصعوبات، فكانت ¶ ____________ ¶ (1) جماليات المكان، مجموعة باحثين: 32.",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "الفروسية نتيجة طبيعية لتلك الظروف (1)، فالصحراء عالمٌ مجهول مخيف لا يمكن للإنسان الضعيف أن يعيش فيه، لذلك نجد الشعراء الفرسان يجعلون من إختراقهم لها وسيلة للفخر الشخصي خاصة في وقت الليل من دون رفيق، يقول الفارس الصعلوك عروة: (2) ¶ وَغَبْراءَ مَخْشِيٍّ رداها مَخُوّفَةٍ ... أخُوها بأسْبَابِ المَنَايَا مُغَرَّرُ ¶ قَطَعْتُ بها شَكَّ الخِلاجِ ولم أقُلْ ... لَخّيابَةٍ هَيّابَةٍ: كَيْفَ تأمُرُ؟ ¶ يفخر عروة بإجتيازه صحراء مُظلمة مُخيفة لا يرافقه فيها أحدٌ سوى ناقته من دون أن يخشى شيئاً، فهو يسعى إلى الإغتنام والحصول على رزقه، مُفضّلاً تلك المخاطر على سؤال اللئيم الذي لن ينفعه سوى إكتساب الذُلّة. والصحراء الواسعة هي ملجأ الصعلوك إذا ضاقت به ديار الأهل والأقارب، يقول عروة: (3) ¶ وَسَائِلَةٍ: أينَ الرَّحيلُ؟ وَسَائِلٍ ... ومن يَسْأَلُ الصُعْلُوكَ أين مَذَاهِبُهْ؟ ¶ مَذَاهِبُهُ: إنَّ الفِجَاجَ عَرِيضَةٌ ... إذا ضَنَّ عَنْهُ بالفَعَالِ أقارِبُهْ ¶ كان إختيار عروة هذا يُعدُّ ثورة على المكان وإحتجاج ضدّ القبيلة، ومحاولة البحث عن بديل لتعويض النقص الذي يُعاني منه، فإختار القفار الواسعة الموحشة سبيلاً إلى حُرّيته لخلق الموازنة الذاتية وشعورٍ بالإنتماء. (4) ¶ ____________ ¶ (1) يُنظر: آليات الخطاب النقدي العربي الحديث في مقاربة الشعر الجاهلي: 102 ـ 103. ... (2) الديوان:55. ... (3) المصدر نفسه: 20. ... (4) يُنظر: الزمن في الشعر الجاهلي، د. عبد الإله الصائغ، دار الرشيد، بغداد 1998م:326.",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "والفارس الصعلوك \" يحمل الصحراء في ذاته و يجعلها كيانه بكلّ ما تعنيه من جدب وجفاف وقسوة فهي لديه نشوة من نشوات النفس أكثر من كونها مكاناً بيئياً مُعاشاً \". (1) ¶ ومثله عنترة بن شدّاد الذي إفتخر بقطعه القفار الموحشة ليلاً بلا رفيق يؤنسه ويشاركه مُغامرته سوى فرسه، فيقول: (2) ¶ كَمْ مَهْمَهٍ قَفْرٍ بنَفْسِي خُضْتُهُ ... والخيلُ تَعْثُرُ بالقنا المُتَكَسِّرِ ¶ ويقول في موضعٍ آخر: (3) ¶ كم لَيْلَةٍ سِرْتُ في البَيْداء مُنْفَرداً ... والليلُ للغربِ قَدْ مالتْ كواكِبُهُ ¶ سيفي أنيسي ورمحي كُلَما نَهِمَتْ ... أُسْدُ الدِّحالِ إليها مال َ جانبُهُ ¶ يمكننا أن نلتمس الوضع النفسي الذي يمرُّ به الشاعر والغربة العميقة تعاني منها ذاته المتألمة ليختار تلك القفار بديلاً عن قُرب الأصدقاء والأصحاب، جاعلاً من سيفه و رمحه وفرسه أصحابه ... ومؤنسيه، كما صوّر لنا الليل بهذه الصورة المرعبة، فالتعشيق بين الزمان (الليل المظلم) والمكان (الصحراء) دليل على بلوغ ذروة الشعور بالظلم والنقص لنفور القبيلة والأهل من سواد جلده. ويفتخر في موضعٍ آخر بقطعه الصحراء المُظلمة مُنفرداً، فيقول: (4) ¶ ____________  ¶ (1) الفضاء الشعري عند الصعاليك في العصرين الجاهلي والإسلامي، (أطروحة دكتوراه) د. حسين الدخيلي، كلية التربية / جامعة البصرة، 1429هـ ـ 2009م: 24. ... (2) الديوان: 113. ... (3) المصدر نفسه: 154. ... (4) الديوان:228.",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "إنْ كُنتَ أنت قطعتَ بَّرَّاً مُقْفِراً ... وسَلَكْتَهُ تَحْتَ الدُّجى في جَحْفَلِ ¶ فأنا سَرَيْتُ مع الثُّرَيَّا مُفرَداً ... لا مُؤْنِسٌ لي غَيرَ حَدِّ المُنْصَلِ ¶ والبدرُ من فَوقِ السّحاب يَسُوقُهُ ... فَيَسيِرُ سَيْرَ الرّاكِبِ المُسْتَعْجِلِ ¶ والنَّسْرُ نحو الغَرْبِ يرمي نَفْسَهُ ... فيكادُ يَعْثَرُ بالسِّماكِ الأَعزَلِ ¶ والغُولُ بَيْنَ يَديّ يخفى تارةً ... ويَعودُ يَظْهَرُ مِثْلَ ضَوْء المَشْعَلِ ¶ بِنَواظِرٍ زُرْقٍ وَ وَجْهٍ أسْوَدٍ ... و أظافِرٍ يُشْبِهْنَ حَدَّ المِنْجَلِ ¶ والجِنُّ تَفْرَقُ حَوْلَ غابَاتِ الفَلا ... بِهَمَاهِمٍ وَدَمَادِمٍ لَمْ تَغْفَلِ ¶ وإذا رأَتْ سيفي تَضِجُّ مَخافَةً ... كَضَجِيجِ نُوقِ الحَيّ حَوْل المَنْزِلِ ¶ نُلاحظ من الأبيات السابقة تأكيد الشاعر على مخاطر الصحراء المُحيطة به بأكثر من صورة، فتارة يذكر النسر والسماك نجوم معروفة لدى الجاهليين مصوّراً حركتها السريعة وكأنّها تكاد تصطدم ببعضها، وأُخرى الغول بصورته المرعبة، و ثالثة صوت همهمة الجنّ في الصحراء المُظلمة، ومع ذلك فقد أرعبها وجوده فراحت تضجُّ كالنياق وقد إلتفت حوله، فأسقط الشعور بالخوف الذي يُراوده خفيةً على الجنّ وجعلها هي من تخشى وجوده فمثلت تلك التصورات والمعتقدات البالية التي تدور في فضاء الصحراء التي يقطنها الشاعر دالاً يحمل دلالة الرفض التي تحملها ذاته تجاه ذلك المكان الذي هو معادٍ بطبيعته. ¶ لقد إعتاد الشعراء على ذكر هذه المخلوقات الخرافية التي كانوا يعتقدون وجودها في الصحراء والتي تبرز عادةً لمن كان يسير مُنفرداً ليصبح مضرباً للمثل بالشجاعة والجرأة والقوّة، وشكلاً للتفرّد، لأنه لا يُمكن لأحدٍ أن ينال من الغول إلاّ إذا كان",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "ذا همّة عالية \". (1) فكانت تلك إشارة إلى قوّة الفارس وقدرته على التحدّي والإستبسال، وهي دلالة ظاهرة تُخفي وراءها دلالة باطنية مُناقضة، وهي دلالة الخوف المُستترالذي يُحاول كلا الشاعرين أن يخفيه خلف الدلالة الأُولى، ولعلّ التسميات والأوصاف التي أطلقها الشعراء على الصحراء هي ما يوصلنا إلى تلك الدلالة الخفية، منها (غبراء، مَخُوفَة، أُسْدُ الدحال، مهمه، قفر)، وهنا اصبحت الصحراء مكاناً ثنائي الدلالة، فحملت صفات المكان الأليف بما حملته من دلالة المكان البديل، ومكان تحقيق الطموحات وإظهار قُدرة الفارس وجرأته وميدان مفاخرته، وحمل من جهةٍ أُخرى دلالة المكان المُعادي بما تحمله من دلالة الخوف الخفي الذي تسلل بشكل لا إرادي من خلال التسميات والأوصاف المخيفة والزمان الذي اختاره وهو الليل المظلم بالتحديد لما يبعثه من شعور بالرهبة والثقل النفسي، فتصبح الصحراء مسرحاً للأشباح والأوهام التي يمكننا أن نعدّها ذاتاً مُضادّة تواجه الفارس. ¶ لقد إتسمت علامة الصحراء كما نرى بالكثافة الدلالية، ولكن مع ذلك يُحاول الشاعران إبراز سمة التحدّي والإستبسال كما يبدو وجعلها وسيلة لتعويض النقص والشعور بالظلم والدونية، بما أحرزوه من تفوَق وقُدرة على مواجهة الصعاب، فشكلت الصحراء لديهما دلالة خاصة قد لانجدها عند الآخرين، مِمّن فيها سوى مكاناً مُعادياً، فهي عند عنترة وعروة رمزٌ للحرية، وإثبات الذات، ومحاولة التعالي والتميّز على الآخرين. ¶ ____________ ¶ (1) الحيوان في الشعر الجاهلي، د. حسين جُمعة، سوريا ـ دمشق، ط1، 2010م:216.",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "على ضوء التصنيف السابق للدلالات سنضع المخطط التوضيحي التالي: ¶ عنترة + عروة ¶ شعور بالدونية والظلم الإجتماعي ¶ إحباط نفسي ... الحرية المطلقة (حركية وفكرية) ¶ دلالة خفية ... أيقونة الصحراء ... دلالات ظاهرة ... التعالي ¶ الشعور بالخوف من المجهول ... إثبات الذات ضد الذات المضادة ¶ (إستبسال وتحدي)",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "دلالة الطلل: ¶ يُعدُّ الطلل أبرز علامة مكانية في الشعر الجاهلي، فما أن يُذكر الشعر الجاهلي حتى تتبادر إلى الأذهان لوحة المقدّمات الطللية، إذ \" يرتبط التعبير عن المكان بالتعبير عن المقدّمة الطللية في القصيدة القديمة \" (1). ¶ كما تُمثّل المقدّمات الطللية بشكل جلي أثر الزمان في المكان، أمّا من الناحية الفنيّة فتُعدّ المقدّمة الطللية \" هاجس القصيدة العربية، وخشبه الصلب الذي يحملها الشعر العربي على عاتقه، وإن حاول المحدثون التحرّر منها \" (2). ¶ ولتلك الأهمية فقد تناولها النُقّاد قديماً و حديثاً بالتفسير والتحليل، من أهم الآراء التي قيلت فيها قديماً هو رأي إبن قتيبة، الذي أرجعها إلى رغبة الشاعر في إستمالة قلوب المتلقين وأسماعهم من خلال شكواه وبكاءه على الأحبّة الراحلين طلباً للكلأ والمرعى. (3) ويقترب إبن رشيق القيرواني من تلك الفكرة جاعلاً منها تعبيراً عن حاجة العربي إلى الإستقرار المفقود الذي لم ينعم به، ولاسيّما أنّهم أصحاب خيام مرتحلين من مكان لآخر. (4) ¶ أمّا النقاد المحدثون فقد تناولوها بشكلٍ واسع، ولاسيّما مع تعدّد المناهج التي إتسمت بها ... ـ ¶ ــــــــــــــــــــــــــــــــــــــــ ¶ (1) الإتجاه النفسي في نقد الشعر العربي: 243. ... (2) فلسفة المكان في الشعر الجاهلي، قراءة موضوعاتية جمالية، د. حبيب مونسي، إتحاد الكُتّاب العرب ـ دمشق،2001م: 18. ... (3) يُنظر: الشعر والشعراء: 31. ... (4) يُنظر: العمدة:232 , ويُنظر:255.",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "الدراسات الحديثة، فتنوعت آراؤهم ورؤيتهم لهذه الظاهرة، وقد أشارإليها الدكتور عبد القادر فيدوح مقسمها إلى مناحٍ ثلاث هي: (1) ¶ 1ـ المنحى الوجودي النفسي. ... 2ـ المنحى النفسي. ... 3ـ المنحى الإجتماعي النفسي. ¶ ويتمثّل المنحى الأول بآراء المستشرق فالتر براونه الذي يرى في المقدّمة الطللية رمزاً للتشاؤم والقلق الذي يصيب الإنسان تجاه الوجود، والخوف من الفناء. (2) ¶ أما المنحى الثاني فيتمثّل بآراء د. عزّ الدين إسماعيل الذي يرى في الوقفة الطللية رمزاً للحياة والموت، أيّ بين حبّ الإنسان للحياة وخوفه من الموت، وهو لايختلف كثيراً عن الرأي الأول. (3) ¶ ومثّلت آراء د. يوسف اليوسف المنحى الثالث، وقد حدّد فيها دوافع المقدّمة الطللية بثلاثة عناصر إجتماعية ونفسية، وهي: القمع الجنسي، والإندثار الحضاري، وقحل الطبيعة. (4) ¶ وكما نرى أنّ كلّ دارس يحاول تحميلها دلالة أُحادية، ولعلّ أبرزها الدلالة الوجودية والخوف من الإندثار والفناء، إلا أنّنا لانتفق مع من يذهب إلى جمع المقدّمات الطللية تحت ____________ ¶ (1) الإتجاه النفسي في نقد الشعر: 247. ... (2) يُنظر: مقالات في الشعرالجاهلي، د. يوسف اليوسف، الجزائر، ط2،1983م:125 ـ 126. ... (3) يُنظر: المصدر نفسه: 130. ... (4) يُنظر: مقالات في الشعر الجاهلي: 140.",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "لافتة واحدة، وإصدار حكمٍ يصدق على جميع النماذج، فالمقدّمات الطللية تحمل دلالات مُتعدّدة تتبع الوضع النفسي والعاطفي للشاعر لحظة النظم، فالشعراء الجاهليون \" وقفوا على تلك الأطلال، وهم يعلمون أنّها صمّاء لا تعي ولا تتكلّم، ولا تجيب ومع هذا يقف عليها ويخاطبها؛ ليفرغ تلك الشحنة من العواطف والأحاسيس \" (1). ¶ وبالنسبة لدراستنا سنتناول فيها الطلل بوصفه علامة مكانية تحتوي على دلالات مُختلفة يُمكننا التوصّل إليها من خلال نصوص الشعراء الفرسان. ¶ عندما نطالع وقفة عنترة الطللية نلاحظ أنّها تُمثّل لحظة عميقة من لحظات الألم، فخيّم الصمت على المكان، وغمر الحزنُ الشاعر، فرأى كُلّ شيء حوله صامتاً بلا حراك، يقول: (2) ¶ هَلْ غَادَرَ الشُعَراءُ من مُتَرَدَّم ... أم هَلْ عَرَفْتَ الدارَ بَعْدَ تَوَهُّمِ ¶ أعياك رسم الدار لم يتكلّم ... حتى تكلّم كالأصم الأعجم ¶ وكأنّنا نلمح في أبياته تلك ثورة على الأطلال الصامته الصمّاء، فهي لا تسمع ما يقوله ولا تُجيب عليه، وإن أطال وقوفه فيها، فلا يجد سوى التعب والإعياء من ذلك الصمت الثقيل، وفي محاولةٍ منه لتخفيف ذلك الألم راح يستعين بالحبيبة ومتعلّقاتها: إسمها، دارها، الأثافي السود التي إستعملتْها يوماً ما، كأنّه يُحاول أن يبلغ من خلالها نوعاً من الإستقرار ¶ ____________  ¶ (1) مقدّمات القصائد العشر (المعلّقات) وعلاقتها بالتجربة الشعرية، د. بهجت عبد الغفور الحديثي، مجلة الآداب ـ جامعة بغداد، ع 72، 1426هـ ـ2006م: 31. ... (2) الديوان: 52.",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "النفسي، وبعث في نفسه المتشائمة وميضاً من الأمل. وفي وقفته هذه نشعر بنوع من الإستنكار والرفض لظاهرة الوقفة الطللية التي لاتُجدي نفعاً مما يدلُّ على سمو الجانب الفكري لديه وإ تصافه بمهارة التفكير، \" ولهذا فأنّنا نرى عنترة في مُعلّقته ككُلّ، يختط لنفسه خطاً جديداً يُحاول فيه أن يخترق حدّ ذلك الواقع، ويُفلت من شراكه الآسرة إلى حدّ يسمح له بالتعبير عن إحساساته الذاتية، ومعاناته الداخلية \" (1). كما إصطبغت لهجته بالقساوة والثورة بشكل أكثر صراحة في قوله: (2) ¶ ألا قاتل اللهُ الطلول البواليا ... وقاتل ذكراك السنين الخواليا ¶ وقولك للشيء الذي لم تناله ... إذا ما حلا في العين يا ليت ذاليا ¶ وفي موضع آخر يحثُّ صحبه على ترك البكاء على المنازل البالية، واللجوء إلى الفروسية من خلال مُتعلّقاتها ذاكراً السيف، وهو أبرزها، يقول: (3) ¶ ياصاحِبِي لا تَبْكِ رَبْعَاً قَدْ خَلا ... ودَعِ المَنَازِلَ تَشْتَكي طُولَ البِلى ¶ وأشكو إلى حدِّ الحُسامِ فإنَّهُ ... أَمْضى إذا حَقَّ اللقاءُ، وأفْضَلا ¶ الشاعر يرفض أن يكون اسيراً للمكان، بل يسعى إلى أن يكون سيّد الموقف، من خلال إتخاذ أساليب ٍمُعيّنة بما يتناسب وطموحاته الذاتية، ومنها اللجوء إلى الخيال الذي يُساعده على خلق ¶ ____________  ¶ (1) شرح المعلّقات العشر، تقديم وشرح د. مفيد قميحه، دار ومكتبة الهلال ـ بيروت، 1997م: 31. ... (2) الديوان:229. ... (3) الديوان:244.",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "\" ما يُمكن تسميته بالمكان الرديف كُلّه وهو ذاته لم يثق بأيّ مكانٍ خارجي \". (1) فيحاول خلق نوع من التفاؤل داخل نفسه المتشائمة المقهورة، فنجده يصف مكاناً خيالياً، روضة ً غنّاء ليس لها وجود في الحقيقة، في محاولة منه للخروج من حالة اليأس والإستسلام، فوصفها بأروع الأوصاف التي ترمز إلى وجود الحياة من نباتٍ وأمطار صيفية هادئة لطيفة، فهي روضة هادئة خصبة لم تطأها قدم مسبغاً أوصاف الحبيبة و صورتها و طيبها عليها، فكلّ ذلك يُمثّل إنعكاسات نفسية، لمُعاناة الشاعر من قساوة البيئة وبُعد الحبيبة والحاجة إليها، فهو يسعى إلى وجود عالم مثالي لن يكون في مجتمعه فيحاول أن يفسح له مجالاً في ذاته المتمرّدة على المجتمع، يقول: (2) ¶ أو روضةٍ أُنُفاً تضمّن نبتُها ... غيث قليل الدمن ليس بمُعلم ¶ جادت عليها كُلُّ بكرٍ حُرّةٍ ... فتركْن كُلّ قرارة كالدرهم ¶ سحّاً وتسكاباً، فكلّ عشيّةٍ ... يجري عليها الماء لم يتصرّم ¶ وخلا الذُباب بها، فليس ببارحٍ ... غرداً، كفعل الشارب المترنّم ¶ فضلاً عن ثورة عنترة على الأطلال التي تصدرتْ مُقدّمات بعض قصائده، نجد في بعضها الآخر إختفاء المُقدّمات الطللية، شأنه شأن بقية الشعراء الفرسان لتحلّ محلّها مقدّمة فروسية. ¶ أمّا عروة بن الورد فيوظّف صورة المرأة العاذلة الخائفة على مصير زوجها الباكية على فراقه في معظم مقدّمات قصائده بديلاً عن المقدّمة الطللية، ولعلّ رفضه للمقدّمة الطللية وخروجه ¶ ____________ـــــ ¶ (1) الخيال الشعري في القصائد العشر الطوال، د. عمّار حازم العبيدي، (أطروحة دكتوراه)،كلية الآداب ـ جامعة الموصل، 1426هـ ـ 2005م:149. ... (2) الديوان: 56.",
            "page": "141",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "عنها جاء نتيجة لرفضه الوقوف موقف اليائس الضعيف أمام مظاهر الحياة الفانية، فإستبدلها بصورة الفارس الصعلوك القادر على مواجهة الصعوبات والموت دون خوف، كما أنّ خروج الفارس الصعلوك على قيود المجتمع والدعوة إلى الحرّية على وفق فلسفة جديدة يُناقض وجود المقدّمات الطللية التي تُعدّ قيداً فكرياً وفنيّاً. ومن ذلك قوله في إحدى مُقدّمات قصائده: (1) ¶ دَعِيني للغِنَى أسْعَى فإنّي ... رأيتُ الناسَ شَرُّهُمُ الفَقِيرُ ¶ وأبْعَدُهُمْ و أهْوَنُهُمْ عَلَيْهِمْ ... وإنْ أمْسَى لَهُ حَسَبٌ وَ خِيرُ ¶ ويُقْصِيِه النَّدِيُّ و تَزْدَرِيهِ ... حَلِيلَتُه وَ يَنْهَرُهُ الصَّغِيرُ ¶ وقد أرجع الدكتور يوسف خليف خلو مقطوعات الصعاليك من المقدّمات الطللية إلى قصر تلك المقطوعات وإتسامها بالوحدة الموضوعية. (2) ¶ وكذلك لانجد في شعر قيس بن الخطيم مُقدّمات طللية سوى ماذكر فيها عمرة بنت رواحة أُخت عبد الله بن رواحة فيما يُسمّى بالغزل الكيدي، مُتخذاً منها وسيلة لإغاضة خصمه لا وقفة طللية بمعناها المعروف في الشعر العربي، يقول: (3) ¶ أتَعْرِفُ رَسْماً كاطِّراد المَذاهبِ ... لعَمْرَة وَحْشاً غَيْرَ مَوْقِفِ راكبِ ¶ ديارَ التي كادَتْ ـ ونحنُ على مِنىً ـ ... تَحُلُّ بنا، لولا نَجاءُ الرَّكائبِ ¶ أمّا فيما يخصُّ مقدّمات قصائدهم بشكل عام، فقد تميّزت بخلوّها من المقدمات الطللية والتمرّد ¶ ____________ ¶ (1) الديوان: 63. ... (2) يُنظر: الشعراء الصعاليك: 268. ... (3) الديوان: 76 ـ 77.",
            "page": "142",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "عليها، وجاء ذلك التمرّد موقفاً طبيعياً لمباديء الفروسية في رفض الضعف والإستسلام المتمثّل في اللحظة الطللية ومكوّناتها. ¶ وممّا تقدّم يتضح لنا وعي الفرسان ورغبتهم في التحرّر الإنساني من حتمية الوجود، فكان الشعر وسيلة أساسية لتضمين ذلك الوعي الفكري والذاتي و رؤيتهم للعالم غير الرؤية الإعتيادية المُستسلمة، فـ \" البطولة أو الفروسية قيمة مؤسسة على فعل الإختراق الواعي الذي تُنجزه ذات الوعي الشعري فتأسيس العالم المُمكن والسعي إليه (الحرّية المُجاهدة) يتطلب هذا الوعي وهذا الفعل، فمُنذ مواجهة بؤرة الطلل، أو العالم الطللي، يتحرّك الشكل الشعري لإنجاز ذاته في هذا العالم على الرغم من الحدود المفروضة عليه \" (1). ¶ من هنا حاول الشعراء الفرسان إيجاد رمزاً ذاتياً يُمثّل فلسفتهم الرافضة للإستسلام، الساعية نحو الحرّية، فاستبدلوا قصائدهم المنسلخة عن المظاهر الوجودية الفانية، بمقدّمات وصف الجواد، ووصف السلاح والمعارك، وحديث المرأة العاذلة والمرأة الطيف، و كلُّ هذه البدائل تُمثّل رموز القوّة والحياة، مانحين بها نصوصهم سمة الحركة والديمومة. ¶ ممّا تقدّم نستخرج من علامة الطلل بوصفه نظاماً دلالياً مجموعة دلالات: الأُولى: هي دلالة الثورة والتمرّد الفكري على قيدٍ مفروض من قبل نظام المجتمع، ويظهر ذلك مع ذكر الطلل في بعض مُقدّمات عنترة المتمرّدة، والثانية: دلالة التحدّي لمظاهر الموت والفناء المتمثّل في صورة الطلل، أمّا الثالثة: دلالة المستوى الفكري الواعي للشعراء الفرسان التي يسعى إلى تجاوز المألوف وإختراقه من خلال إستحضار البدائل التي تُمثّل النقيض، المتمثّلة بصورة الخيول والمعارك والسلاح والمرأة العاذلة والطيف. ¶ ____________ ¶ (1) فلسفة الشعر الجاهلي، دراسة تحليلية في حركية الوعي الشعري العربي: 204",
            "page": "143",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "الفصل الثالث / المبحث الثاني ... دلالات الزمان ¶ ـ دلالات الزمان: ¶ ذكرنا أنّ إحساس الإنسان بالزمان يختلف عن إحساسه بالمكان، فالمكان مادّي محسوس يمكن إدراكه بالحواس، في حين الزمن غير مادّي يشعر به الإنسان من خلال تأثيراته في ما يُحيط به من موجودات، وفي نفسه وما يطرأ عليها من تغييرات جسدية ونفسية في مراحل حياته المختلفة، فالتغيّرات الطارئة على الإنسان والموجودات تجعله يُدرك الزمن و يشعر بوجوده إلى جانب المكان. ¶ كان العربي في الجاهلية يعدُّ الزمان ذا قوّة قاهرة، فهو يُدمّر ويُبلي ويُميت حتى جعل منه إلها يمتلك قدرة خفية وسلطة على الموجودات، وقد ذكر الخالق عزّوجلّ ذلك المُعتقد الجاهلي في قوله: {وقالوا ماهي إلاّ حياتنا الدنيا نموت ونحيا وما يُهلكنا إلاّ الدهر وما لهم به من علم إن هم إلاّ يظنون}. (1) ¶ الجاهلي بنظرته البسيطة للوجود وعدم حيازته أيّ تفسيرات فلسفية علمية كان يؤمن بأنّ أي إخلال في نظام حياته هو من أحكام الزمن ذي القوّة الجبّارة القادر على ديمومة الحياة وإفنائها، فكان الزمان بمنزلة عدو مرعب يُهدّد حياته فهو يخشى تغيّراته وتحوّلاته وعدم ثباته، والإنسان يتغيّر جسدياً وفكرياً بفعل الزمن\" فالزمن يترك على الإنسان آثاره من ناحيتين: جسدية وذهنية، فالجسدية تتجلى في تحوّل الجسم من ضعف إلى قوّةٍ فالضعف، وأمّا الذهنية فتتبدّى في تراكم المعرفة الإنسانية على مستوى الإدراك والخبرة \" (2). ¶ ____________ ¶ (1) الجاثية: 24. ... (2) الشعر الجاهلي قضاياه وظواهره الفنيّة، د. كريم الوائلي، دار العالمية ـ مدينة نصر (د ـ ت): 91. ...",
            "page": "144",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "لقد أكثر الشعراء الجاهليون من ذكر الزمن وتسمّياته (الدهر، الزمان، الأيّام، صروف الدهر، .... ) وتأتي تلك الكثافة الزمنية في الشعر الجاهلي بالدرجة الأولى من عنصر المكان وما يتركه من وضع نفسي مُعيّن في ذوات الشعراء فكلُّ ما يُحيط بهم مُقفر موحش، فانٍ لايبقى على حال. (1) فيحاول الشاعر الجاهلي في تعبيره عن الزمن و رؤيته له \" وكأنّه يرى نفسه، حيث يشير التعبيرعن الشعور بالزمن إلى التجربة الداخلية، أيّ يشير إلى الطريقة التي يُدرك بها الفرد حسّيّاً وشعورياً جريان الوقت في كينونته \" (2). ¶ وكانت نظرة الشاعر الفارس لاتختلف عن الجاهليين فيما يخصّ الدهر، فالدهر عنده قوّة ذات تاثير كبير في حياتهم، يقول عامر بن الطفيل: (3) ¶ أَفَرِحتَ أنْ غَدَرَ الزَّمانُ بِفَارِسٍ ... قُلْحَ الكِلابَ وكُنْتُ غَيرَ مُغلَّبِ ¶ يامُرَّ قَدْ كَلِبَ الزَّمَانُ عَلَيْكُمُ ... ونَكَأتُ قَرْحَتَكُمْ ولمَّا أُنْكَبُ ¶ وكذلك يقول عروة بن الورد في تقلّب الدهر: (4) ¶ وما كان مِنّا مَسْكَناً قد عَلمْتُمُ ... مَدَافِعُ ذي رَضْوَى، فَعَظْمٌ، فَصَنْدَدُ ¶ ولَكِنّها و الدَّهْرُ يَوْمٌ و لَيْلَةٌ ... بِلادٌ بها الإجْنَاءُ و المتَصَيَّّدُ ¶ ____________ ¶ (1) يُنظر: جماليات المكان، باشلر: 37. ... (2) الزمن عند الشعراء العرب قبل الإسلام: 266. ... (3) الديوان: 98 ـ 99. ... (4) الديوان: 33.",
            "page": "145",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "ويصفُ عنترة الدهر بالغادر في قوله: (1) ¶ فسطا عليّ الدهرُ سَطْوَةَ غَادِرٍ ... والدَهْرُ يَبْخَلُ تَارةً و يَجُودُ ¶ حملت علامة الدهر في الأبيات السابقة دلالة الغدر والتقلّب وعدم الثبات على حال، وهي دلالة ليست بجديدة عن شعراء ذلك العصر، كما جعلو للدهر بنات و صروف تتحكّم بحياة الإنسان وتجرّه نحو الشقاء، يقول قيس بن الخطيم: (2) ¶ من يكُ غَافلاً لَمْ يَلْقَ بُؤسَاً ... يُنِخْ يَوْماً بسَاحتَهِ القَضَاءُ ¶ تَنَاوَلُهُ بَنَاتُ الدَّهْرِ حَتّى ... تُثَلِّمَهُ كمَا إنْثَلَمَ الإنَاءُ ¶ ويقول عنترة بن شدّاد: (3) ¶ كَمْ يُبْعِدُ الدَهرُ مَنْ أرجو أقَارِبُهُ ... عَنّي، ويبعثُ شيطاناً أُحاربُهُ ¶ فَيالَهُ مِن زمَانٍ كُلّما انصرفَتْ ... صُروفُه، فَتَكَتْ فينا عَواقَبُهُ ¶ كما تعامل عنترة مع الزمن بصيغة الوقت لا بمفهوم الدهر فقط، يقول: (4) ¶ يا دارَ عبلةَ بالجَواءَ تَكَلَّمِي ... وعِمِي صبَاحَاً دارَ عَبْلةَ واسْلَمِي ¶ ولم يأت وقت الصباح هنا لمجرّد أنّه وقت الوقوف على الديار، ولعلّه أراد بذلك الوقت ما يحمله ¶ ____________ ¶ (1) الديوان: 108. ... (2) الديوان: 156. ... (3) الديوان:157. ... (4) الديوان: 52.",
            "page": "146",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "من دلالات خاصّة لدى الفرسان، فهو يبعث على التفاؤل لكونه يُمثّل زمن البسالة والإقدام المُرتبط بوقت الغارة في العادة وما يتعلّق بها من نشوة النصر، كما هو وقت شرب الخمرة حتى أنّها سُمّيت بالصبوح، وما يتعلّق بها من إحساس بالزهو والإنتعاش، فضلاً عن ذلك كُلّه محاولته في بعث الأمل في ذاته المُنكسرة من خلال التفاؤل بقدوم صباحٍ جديد يتجاوز من خلاله الماضي الأليم، فحمل الصباح بذلك دلالة البسالة والتفاؤل، وهي أُمور تتعلّق بذات الفارس بشكل مُباشر. ¶ ذكرنا أنّ الدلالة المعروفة للدهر هي التقلّب والغدر، أمّا الدلالات الأُخرى التي تتعلق بواقع الفرسان وظروفهم الخاصّة فهي مُختلفة حتماً لاسيّما وأنّ الفرسان لايعرفون اليأس والإستسلام، لذلك كان تعاملهم مع الزمن ومتعلّقاته من موتٍ وفناء وسطوةٍ وشيخوخة وإندثار يختلف عن نظرة الإنسان الجاهلي الإعتيادي، ويمكننا أن نستشفّ تلك الدلالات من ردود أفعالهم ومواقفهم التي إتخذوها إزاء سطوة الدهر فأصبحت لهم قُدرةٌ خارقة على \" الإرتقاء بذواتهم خارج فوضى واقعهم الذي كان يتخبّط في الفناء \" (1). ولم تكن تلك المواقف الإيجابية إلاّ ردود أفعالٍ طبيعية ضد سلبية الزمان وتأثيراثه، يمكننا تلخيص تلك المواقف بما يأتي: ¶ ـ التخلّص من المقدّمات الطللية: ¶ بوصف الطلل علامة مُتعلّقة بالزمن، تمثّل أبرز ظاهرة طبيعية جاهلية تُظهر تأثيرالزمان في المكان صنع منه الشعراء الفرسان موقفاً خاصّاً تفرّدوا به عن بقية شعراء عصرهم ولعلّنا هنا نجد تكراراً للفكرة السابقة في المبحث السابق فيما يخصّ الطلل بوصفه علامة مُتعلّقة بالمكان و لكنّ تناولنا له في هذا الموضع ضمن حدود تأثيرات الزمان في الموجودات ¶ ____________ ¶ (1) فلسفة الشعر الجاهلي: 97.",
            "page": "147",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "المحيطة بالشاعر، فكان خلو قصائدهم من المقدّمات الطللية، وإن وجدت في بعض قصائد عنترة أمّا بلسان العاشق المُتيّم لا الفارس، أو بلسان الفارس الثائر المتمرّد على تلك الظاهرة التقليدية، أمّا في بقيّة قصائده فقد تصدرت البدائل الموضوعية مقدّمات قصائده شأنه شأن بقيّة الفرسان. وكانت تلك البدائل التي إتخذها الشعراء تمثّل رؤيتهم الخاصّة وقوّة إرادتهم، ورغبتهم في إستمرار الحياة، وقد سعوا إلى تحرير الوعي الإنساني من عبودية الأفكار الوجودية اليائسة، ففي إحدى لوحات عامر بن الطفيل نجده يشيد ببطولته في إحدى الغزوات، وقد تكرّرت هذه اللوحة في أكثر من موضع، يقول: (1) ¶ يارُبَّ قِرْنٍ قَدْ تَرَكْتُ مُجْدَلاً ... ضَخْمِ الدَّسِيعَةِ رأس حَيًّ جَحْفَلِ ¶ وتَرَكْتُ نِسْوَتَهُ لَهُنَّ تَفَجُّعٌ ... يَنْدُبْنَه أصْلاً بِنَوحٍ مُعْوِلِ ¶ مِن آلِ عَبْسٍ قد شَفَيتُ حَرَارَتِي ... وغَنِمْتُ كُلَّ غَنِيمَةٍ لَمْ تَضْهَلِ ¶ نرى أن مقدّمته رمزاً للحياة المُكتسبة من النصر والقضاء على الخصوم وإذلالهم وإفناء فرسانهم، إذ رمز إلى بقائه بفناء خصمه. ¶ وقد يفتتح الفرسان مقدّمات قصائدهم بلوحة المرأة الطيف، يقول عنترة: (2) ¶ أشَاقَكَ من عَبْلَ الخَيَالُ المُبهَّجُ ... فَقُلبُكَ مِنْهُ لاعِجٌ يتوهّجُ ¶ وقد يبتدىء الشاعر الفارس قصيدته بالفخر بشجاعته من خلال حديثه مع المرأة، يقول عنترة: (3) ¶ ____________ ¶ (1) الديوان: 137، ويُنظر: 128، 132، 139، 144. ... (2) الديوان: 147، ويُنظر: 121، 129، 130. ... (3) المصدر نفسه: 128، ويُنظر:127، 188، 189.",
            "page": "148",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "سَلي يابنةَ العَبْسِي رُمْحي وصارِمي ... وما فَعلا في يومِ حَرْبِ الأعاجِم ¶ سَقَيتُهُما و الخَيلُ تَعْثَرُ بالقنا ... دِمَاءَ العِدى مَمْزوجةً بالعَلاقمِ ¶ ويجعل عروة بن الورد مقدّمات قصائده في الفخر تارة، وفي الحديث مع الصحب أو العاذلة تارة أُخرى، يقول: (1) ¶ قُلْتُ لِقَومٍ في الكَنِيفِ: تَرَوَّحُوا ... عَشِيَّة بِتْنَا عِنْدَ مَاوَانَ رُزَّحِ ¶ تَنَالُوا الغِنى أو تَبْلُغُوا بِنُفُوسِكُمْ ... إلى مُسْتَرَاحٍ مِن حِمامٍ مُبَرِّحِ ¶ كما جعل قيس بن الخطيم مقدّمات قصائده في وصف الجيوش والمعارك، أو في حديثه عن المرأة، يقول: (2) ¶ سلْ المرء عبد الله إذ فرّ هل رأى ... كتائبنا في الحرب كيف مصاعُها ¶ ولو قام لم يلق الأحبة بعدها ... ولاقى أُسوداً هصرُها و دفاعُها ¶ ونحن هزمنا جمعكم بكتيبةٍ ... تضاءل منها حزنُ قَوْرى و قاعُها ¶ ممّا تقدم تبيّن لنا أنّ مُقدّمات قصائدهم عبارة عن رموز لأنبعاث الحياة، جاعلين منها وسيلة لرفض الإستسلام لسلطة الزمن ورتابته وآثاره الطللية المندثرة مُبتعدين عن تلك الصورة البائسة التي ترمز للنهاية والإندثار، فكان خروجهم ذلك موقفاً مضادّاً للسكون النفسي والفكري، فحمل دلالة الإنفتاح الواسع لوعيهم وإدراكهم لذواتهم وإنفتاحها على الاخر. (3) فكان ذلك صورة من صور ¶ ____________ ¶ (1) الديوان: 26. ... (2) الديوان:142، ويُنظر: 137، 139. ... (3) يُنظر: فلسفة الشعر الجاهلي: 116 ـ 117.",
            "page": "149",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "التحدّي الفروسي للزمن عن طريق إيجاد رموز الحياة البديلة. يمكننا توضيح الطلل بصفته دال وجودي متعلّق بالزمان وما يحمله من دلالات بالمخطط التالي: ¶ الدال ... العلامة ... المدلول ... الدلالات ¶ الطلل علامة ... فعل تحرّري ... الثورة على المقدّمة ... المعادل ... المرأة، الفخر ... البقاء ¶ وجودية متعلّقة ... الطللية والتخلّص منها ... الموضوعي وصف الخيل ... التحدّي ¶ بالزمن ... والمعارك ... الإنفتاح ¶ الفكري ... ـ مواجهة الموت: ¶ يتجلى لنا موقف الفرسان الثاني في عدم تخوّفهم من مواجهة الموت وسعيهم إلى ملاقاته، فمنهم من جعل الموت جباناً يخشى ملاقاتهم، ومنهم من صوّر الموت في هيأته وسيفه الذي يُزهق به الأرواح، فالفارس لايخشى سطوة الدهر المتمثلة بالموت وهلاك الإنسان، فنجده مؤمناً بحتمية الموت، فإختار مواجهته في ساحة المعركة فيخلّده التأريخ بذلك الفعل بطلاً \" ومادام الموت حتمياً فالموت في ساحة الشرف أفضل لأنه خلود للفرسان. والشجاعة تبرز عند الفرسان نابعة من فلسفتهم التي آمنوا بها كُلّ الإيمان بأن الموت حتم، فالأجدر ـ إذن ـ أن تكون ميتة في الحرب لأنها أولى من غيرها لما فيها من الإيثار وعلو الذكر وخلوده \" (1). ... ____________ ¶ (1) هاجس الخلود في الشعر العربي حتى نهاية العصر الأموي، د. عبد الرزّاق خليفة الدليمي، دار الشؤون الثقافية ـ بغداد، ط1، 2001م:161.",
            "page": "150",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "يقول عنترة: (1) ¶ بَكَرَتْ تُخَوِّفني الحُتوفَ، كأنّني ... أصبحتُ عن عَرَض الحُتوف بِمَعزِلِ ¶ فأجبْتُها: إنّ المَنِيّة مَنْهلٌ ... لابُدَّ أن أُسْقى بكأسِ المنهلِ ¶ فأقْنِي حيائَكِ، لا أبا لك، واعلمي ... أنّي إمرؤٌ سأموتُ إن لَمْ أُقْتَلِ ¶ إنّ المنيّّةَ لو تُمَثَّل، مُُثّلتْ ... مِثْلي، إذا نَزَلوا بِضَنْكِ المَنْزِلِ ¶ يؤمن عنترة بأنّ الموت كأس لابدّ من شربها لذلك إختار أن يموت ميتة الأبطال، وقد جسّد الموت في هيأته، وهو يهمّ بقبض أرواح أعدائه بهجماته وبطشه في القتال فيبعث في نفوسهم الرعب. ¶ ويسعى قيس بن الخطيم إلى خوض المعارك الطاحنة مُستعدّاً لمواجهة الموت فلم يترك ... حاجة في نفسه إلاّ وقضاها، يقول: (2) ¶ وكُنْتُ إمْرءاً لا أسْمعُ الدهرَ سُبَّةً ... أُسَبُّ بها إلاّ كَشَفْتُ غِطَاءَها ¶ وإنّي في الحرب الضَّروسِ مُوكَّلٌ ... بِإقْدامِ نَفْسٍ ما أُرِيدُ بَقَاءَها ¶ ........................ ... ......................... ¶ متى يأتِ هذا الموتُ لاتَبْقَ حاجة ٌ ... لنَفِسيَ إلاّ قد قَضَيتُ قَضَاءَها ¶ ويرفض عروة بن الورد تأدية الخرافة التي تفرض عليه بأن ينهق ويحبو كالحمار خشية ¶ ____________ ¶ (1) الديوان: 78. ... (2) الديوان:49.",
            "page": "151",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "خشية الموت من الداء، فهو رجلٌ شجاع لا يخاف الموت إن أراد أن يلحق به، فيقول: (1) ¶ وقالوا: أُحْبُ وانْهَقْ لا تَضِيرُك خَيْبَرُ ... وذلك من دِينِ اليَهودِ ولوعُ ¶ لَعَمْريِ لَئِنْ عَشَّرْتُ من خَشْيَة الرِّدَى ... نِهاقَ الحَمِير إنّني لجَزُوعُ ¶ ......................... ... ............................ ¶ فَكَيفَ وقد ذَكّيْتُ وإشْتَدَّ جانبي ... سُلَيْمى و عِنْدي سَامِعٌ ومُطِيعُ ¶ ................................. ... ................................ ¶ تُخَوِّفَني رَيْبَ المَنُون وَقَد مَضَى ... لَنَا سَلَفٌ: قَيْسٌ معاً و رَبِيعُ ¶ لاريب أنّ هذه المحاولات التي تُشكّل علامة مقصودة من قبل الفرسان، التي ينشدون من خلالها مواجهة حتمية الدهر المتعلّقة بالموت والهلاك والتخلّص من سلبياته المنعكسة على حياتهم المتمثلة بحالة الإستسلام ورثاء الذات والبكاء على العمر المنقضي، فإبتكر هذا الموقف الذي يُحاول به \" أن يؤكد ذاته إزاءها عبر بؤرة الذات الشعرية، أي أن يجعل الوجود الإنساني، وجوداً ديمومياً، ذا شكل حركي ... خارج الموت ـ الدهر \" (2). وهو لا يختلف عن الموقف الأول في بوصفه فعلاً تحرّرياً يرتفع بالفكر الجاهلي إلى مستوى أكثر وعياً لمواجهة تلك الحتمية المفروضة على حياتهم المُتمثّلة بالموت. ¶ ________________________ــــــــــــــــــــــــــــــــــ  ¶ (1) الديوان: 64. ... (2) فلسفة الشعر الجاهلي: 174.",
            "page": "152",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "يمكننا تمثيل ذلك الموقف في المخطط التالي: ¶ الدال ... العلامة ... الدلالات المتوّلدة ¶ مواجهة الموت بوصفه ... فعل تحرري ... الإستهانة بالموت وتجسيده ... تجسيد مبادئ ... الإرتفاع بالمستوى الفكري ¶ عنصر من عناصر الزمن ... في ذواتهم ... الفروسية ... والتحكّم الواعي للذات ¶ ـ توظيف الشيخوخة في الفخر الذاتي: ¶ في العادة تُمثّل الشيخوخة حالة من حالات الشعور المرير اليائس عند الإنسان لكونها نذير إقتراب الأجل، فهي رمز من رموز سطوة الزمن، فالشيب \" يُشكّل مصدر شؤم وقلق دائمين للإنسان فيضعه أمام تحدٍّ صعب ومنعطفٍ خطير. يتمثّل في عملية التبدّل والتغيّر من حالة الشباب إلى المشيب فيعيش الفرد وضعاً نفسياً مُغترباً ممزوجاً بواقع الفقد وإستلاب يسري خارج إرادته لأن حلول الشيب نذير بذهاب مرحلة القوّة والحيوية \" (1). لكن الشيخوخة عند الشعراء الفرسان تحمل دلالات مُختلفة، فنجدهم \" ينطلقون منها إلى الفخر الذاتي والملاحم البطولية التي شكّلتْ ملامح شخصيتهم الفروسية فجاءت لوحة الشيب وبكاء الشباب تنسجم إنسجاماً تامّاً مع غرض الشاعر الأساس في إظهار شجاعته وإنتصاراته مع أقرانه من الفرسان في سوح الوغى \" (2). ¶ ولعلّ من أبرز ما لاحظناه في شعر الفرسان هو قلّة الحديث عن مرحلة الشيخوخة، وما يُرافقها من عجز وضعف جسدي، ولعلّ ذلك يرجع إلى عدم رغبة الفارس بأن يضع نفسه في موقف الضعيف العاجز بعد أن كان يتغنّى بأمجاده و بطولاته، فهو شكل من اشكال الإعتزاز ¶ ____________ ¶ (1) الإغتراب في الشعر الجاهلي، (رسالة ماجستير): 174. ¶ (2) البواعث النفسية في شعر فرسان ما قبل الإسلام , (رسالة ماجستير): 101.",
            "page": "153",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "بالنفس والكبرياء، واللامبالاة تجاه الزمن وفعله، فيحرص الفارس الصعلوك عروة بن الورد على التمسك بصورة الفارس الصلب الذي لاتثنيه الشيخوخة عن خوض الحروب جاعلاً من حديثه مع العاذلة وسيلة لبيان ذلك، فيقول: (1) ¶ سأُغنيكِ عَنْ رجعِ المَلامِ بِمُزْمِعٍ ... مِنَ الأمْرِ لا يَعْشُو عَلَيهِ المُطاوعُ ¶ لَبُوسٍ ثِيابَ المَوْتِ حتّى إلى الذي ... يُوائِمُ إمّا سَائِمٌ أو مُصَارعُ ¶ ........................ ... .......................... ¶ يُدَعُّونَني كَهْلاً وقد عِشتُ حِقْبَةً ... وهُنَّ عَنِ الأَزْواجِ نَحوِي نَوَازِعُ ¶ فما شابَ رأسِي من سِنينِ تَتَابَعتْ ... طِوالٍ، ولكنْ شَيَّبَتْهُ الوَقائعُ ¶ تبدو محاولات الشاعر واضحة في دفع هواجس الخوف من الشيخوخة، عن طريق الفخر بقوّته وقدرته على القتال مع تقدّم سنّه، كما يحاول إغتنام الفرصة لإسترجاع صورة الفارس الفتي الذي تتنازع عليه النساء تاركات أزواجهنّ من أجله، كما حملت لوحة الشيب السابقة دلالة الفخر بإكتساب التجارب من الحروب الكثيرة التي خاضها في حياته الماضية. ونجد مثيلاً لذلك الإحساس لدى عامر بن الطفيل الذي واجه الموت منذ مراحل حياته الأُولى إلى أن غزا الشيبُ رأسه، فيقول مُفتخراً: (2) ¶ رَهِبْتُ وما مِن رَهْبَةِ الموتِ أجْزَعُ ... وعَالَجْتُ هَمَّاً كُنْتُ بالهَمِّ أُولَعُ ¶ وَليداً إلى أن خَالَطَ الشَّيبُ مَفْرَقي ... وألبَسَنِي مِنْهُ الثِّغَامُ المُنَزَّعُ ¶ ____________ ¶ (1) الديوان: 67 ـ 68. ... (2) الديوان: 160.",
            "page": "154",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "ويتحدّى عنترة الزمان الذي رأى الشيب في رأسه فحاول إذلاله، يقول: (1) ¶ أرى لي، كُلَّ يومٍ، مع زَمَاني ... عِتاباً في البِعَادِ وفي التَدانِي ¶ يُريدُ مَذَلَّتي و يدورُ حَولي ... بجيشِ النائِباتِ إذا رَآني ¶ كأنّي قد كَبِرتُ وشَابَ رأسي ... وقَلَّ تَجَلُّدي و وهى جَناني ¶ ألا يا دهرُ يومي مِثْلَ أمسي ... وأعظمُ هَيْبَةً لمن إلتَقاني ¶ منحت الشيخوخة الفارس الشيخ هيبةً أعظم من هيبة الفارس الشاب، فقد إكتسب خبرات أكثر وجلادةً، فأصبح أكثر قدرةً على مواجهة الزمن ونوائبه. ¶ وهنا نصل إلى حقيقةٍ واضحة هي أن الشاعر الفارس يُحاول أن يجد رمزاً مُغايراً للمألوف فيما يخصّ الشيخوخة و ما ترمز إليه من يأس وتشاؤم وجرس يُنذر بقدوم شبح الموت، فجعلوا منها رمزاً لإثبات الذات وإستحضار البطولات الماضية وإمتدادها إلى حاضره، وبذلك شكّلت الشيخوخة عند الفرسان فلسفة خاصة تعكس ذواتهم ومدى إيمانها بالحياة والموت. يمكننا توضيح ذلك في المخطط التالي: ¶ الدال ... العلامة ... الدلالات ... الشيخوخة رمزٌ لليأس ... استحضارعلامة ... تأكيد فاعلية الذات من خلال ... إستحضارعلامة ... تحقيق الإستقرارالنفسي وإنذار بإقتراب الموت ... مغايرة للمألوف ... الفخر وإسترجاع الماضي ... ذاتية بديلة ... ضد تحوّلات اوالتمسك ... . ... بصورة الفارس الفتي ¶ ____________ ¶ (1) الديوان: 200",
            "page": "155",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "ـ الخلود المعنوي: ¶ أمّا الموقف الأخير فهو مُحاولة الفرسان بلوغ الخلود المعنوي بالفروسية وما يتعلّق بها من خصالٍ عربية أصيلة تتصل بالكرم، والإجارة، وحماية الجار. يقول عنترة في الكرم: (1) ¶ ولقد أبيتُ على الطوى وأظلُُّّه ... حتى أنَال بِهِ كريمَ المَأكَلِ ¶ ويقول عروة في حماية الجار: (2) ¶ ولا يُسْتَضَامُ الدَّهرَ، جاري ولا أُرَى ... كَمَنْ بَاتَ تَسْرِي للصَّديقِ عَقَارِبُهْ ¶ إذ كان العربي يفخر بحماية الجار ويُبالغ في ذلك، لأن إتصافه بتلك الصفة كرامة له وباعثاً على الفخر ومن ثمّ ضمان الخلود والذكر الحميد، فالفارس يرى في هذه الأفعال النبيلة تحقيق السيادة والخلود لاالمال والثراء التي سرعان ما تزول بين ليلة وضحاها، يقول قيس بن الخطيم: (3) ¶ أَرَى كَثْرَةَ المَعْرُوفِ يُورِثَ أَهْلَهُ ... وسَوَّدَ عَصْرُ السَّوْءِ غَيْرَ المُسَوَّدِ ¶ إذا المَرْءُ لَمْ يُفْضِلْ ولَمْ يَلقَ نَجْدَةً ... مَع القَومِ فَلْيَقْعُدْ بِصُغْرٍ ويَبْعَدُ ¶ يرى الفارس في الموت حركة دهرية زمنية تؤدي إلى فنائه وتلاشيه لذلك عمد إلى وسائل مختلفة للتحرّر من قبضة الفناء وصولاً إلى الخلود المعنوي يضمن له الإيقاف الجزئي لسطوة الزمن المتمثّلة بالموت، فيبقى ذكره الحميد عبر الأجيال وإن فني جسده، ¶ ____________ ¶ (1) الديوان: 77. ... (2) الديوان: 20. ... (3) الديوان: 128.",
            "page": "156",
            "part": "1"
        },
        {
            "id": "157",
            "nass": "يمكن للمخطط البسيط التالي إيجاز تلك الفكرة: ¶ الموت حالة زمنية دهرية ... السعي لمواجهته ... أفعال أخلاقية تحمل قيمة ... الخلود المعنوي ودحض ¶ تحرّرية ... فعل الفناء التام ...",
            "page": "157",
            "part": "1"
        },
        {
            "id": "158",
            "nass": "الفصل الرابع ¶ البناء الفني للنص ¶ ـ المبحث الأول: الصورة الفنية. ¶ ـ المبحث الثاني: البناء اللغوي. ¶ ـ المبحث الثالث: الموسيقى الشعرية.",
            "page": "158",
            "part": "1"
        },
        {
            "id": "159",
            "nass": "الفصل الرابع ¶ البناء الفني للنص ¶ تتميّزت القصيدة العربية في الجاهلية بشكل عام بتكامل البناء الفني من حيث التصوير الفني، والموسيقى، وإن كان الشعراء الجاهليون لا يستندون إلى قواعد شعرية منظمة إلا أنّهم كانوا يُراعون في ذلك ذوق المتلقي، فهم ينتجون لطرف مباشر يتقبّل ذلك المُنتج أو ينفر منه، كما يحرصون على تناسب تلك الاركان بالمضمون، فكانت القصيدة الجاهلية مزيجاً مُتكاملاً من الناحيتين الفنية والفكرية. ¶ ما يعنينا في دراستنا هو قراءة النصوص الجاهلية وفهم تراكيبها ممّا يفتح امامنا عوالم الشعر الجاهلي، والغور في أعماق نفوس الشعراء وطرائق تفكيرهم التي تظهرها كيفية إختياره للألفاظ والمعاني والموسيقى الشعرية المناسبة، وكُلّ هذه الأمور تبرزها لنا اللغة بوصفها نظاماً إشارياً يُثير في اذهاننا مدلولات خاصة من خلال التصوّر الذهني الذي ترسمه لذلك الموجود العيني بوساطة الفنون البلاغية والحواس فتخلق إنزياحاً في الإستعمال اللغوي فتصبح غير اللغة الإعتيادية بإنحرافها عن المألوف في إستعمال المفردات و الإبتعاد عن النقل الحرفي للواقع، فتتشكّل أمام القارئ لوحة فنيّة مُتكاملة تحتوي على معنيين، المعنى الظاهر أو العام، والمعنى الخفي أو الخاص.",
            "page": "159",
            "part": "1"
        },
        {
            "id": "160",
            "nass": "الفصل الرابع / المبحث الأول ... الصورة الفنية ¶ الصورة الفنيّة: ... ــــــــــــــ ¶ الصورة الفنية هي الحجر الأساس في القصيدة وإن إختلفت العصور الزمنية تبقى الصورة الشعرية هي محور القصيدة، وهي ما يحاول الشعراء نسجه من خلال الأجزاء المتشابكة التي تخلقها مخيّلتهم مستعينة بمحيطهم، وتعمل على ترتيبها ضمن أُطر مُعيّنة متخذين من البيئة منهلاً أساسياً لرسم صورهم الشعرية، ومع ذلك فقد إختلفتْ تلك الصور من شاعرٍ لآخر بحسب نظرته الخاصة وقدرته الإبداعية التي تصوّر حالات مُعيّنة تراوده بشكل مترابط من دون أن تؤدي إلى أيّ خلل في اجزاء القصيدة. ¶ والصورة الفنية \" طريقة خاصة من طرق التعبير، أووجه من أوجه الدلالة، تنحصر أهمّيتها فيما تحدثه في معنى من المعاني من خصوصية وتأثير \" (1). ويعتمد ذلك التأثير بلا شك على المقدرة الشعرية والإبداعية لدى الشاعر و ما يُحدثه من تاثير في نفس المتلقي الإعتيادي، لكون الصورة الفنية تتمتع بلغة خاصة تعمل على إيصال \" نوع مُتميّز من الحقائق، تعجز اللغة العادية عن إدراكه، أو توصيله، وتصبح المتعة التي تمنحها الصورة للمبدع قرينة الكشف والتعرّف على جوانب خفيّة من التجربة الإنسانية \" (2). ¶ فالصورة الفنيّة هي التي تُحرّر الشعر من نطاق اللغة الإعتيادية إذ تقوم على الإنحرافات اللغوية من خلال إستعمال المجازات البلاغية، التشبيه والإستعارة والكناية فضلاً عن ما تخلقه ____________ ¶ (1) الصورة الفنية في التراث النقدي والبلاغي عند العرب، د. جابر عصفور، بيروت، ط3، 1992م: 323. ... (2) الصورة الفنية عند النابغة الذبياني، خالد محمد الزوّاوي، مصر، ط1، 1992م:101.",
            "page": "160",
            "part": "1"
        },
        {
            "id": "161",
            "nass": "الحواس من إنطلاق الخيال يعمل على تشكيل تلك الصورة الفنية كما تؤدي وظيفة التزيين فهي \" تشكيل جمالي يستحضر فيه لغة الإبداع الهيأة الحسية والذهنية للأجسام أوالمعاني بصياغة جديدة تنهض به قدرة الشاعر ومقدار تجربته، وفق تعادل بين طرفين هما المجاز والواقع دون أن يستبدّ طرفٌ بآخر \" (1).عندما ننظر إلى الصورة الفنية في ضوء النظام السيميائي نجدها غنية بالإشارات الذهنية والحركية و البصرية و الصوتية والمجازات البلاغية، فيميل \" النقاد السيمولوجيون اليوم إلى الإعتداد بالصورة على أساس أنّها تمثيل لجميع أنواع التجارب الحسية من صوتية وبصرية تشمل اللون والشكل والذوق والشمّ واللمس \" (2). ¶ ولا يخفى ما في الشعر الجاهلي من تراكم للصور الفنية بشكل واضح، لذلك فهي ميدان خصب للتطبيق الدلالي، كما أنّ \" الكشف عن الصورة في الشعر الجاهلي، يقودنا إلى فهم هذا العالم النفسي و الفكري و الثقافي الذي كان يعيشه العربي القديم، ويفتح أمامنا مغاليقه وعوالمه \" (3). ¶ قد لا نجد مصطلح الصورة الفنية بمعناها العلمي الدقيق في كتب النقّاد القدامى، إلا أنّ ذلك لايعني عدم إهتمامهم بهذا الجانب، بل كانت هناك مصطلحات مرادفة شائعة الإستعمال منها، المعنى وهو ما يقصد به الصورة الفنية عند القدماء (4). كما أورد الجاحظ مصطلح التصوير في ¶ ____________ ¶ (1) الصورة الفنية معياراً نقدياً، د. عبد الإله الصائغ، دار الشؤون الثقافية العامة ـ بغداد، ط1، 1987م:159. ... (2) علم الأسلوب والنظرية البنائية: 644. ... (3) تطوّر الصورة في الشعر الجاهلي، د. خالد أحمد الزّواوي، مؤسسة حورس الدولية ـ الإسكندرية، 2005م: 18. ... (4) يُنظر الصورة الفنية في التراث النقدي والبلاغي: 7.",
            "page": "161",
            "part": "1"
        },
        {
            "id": "162",
            "nass": "تعريفه للشعر، فقال: \" إنّما الشعر صناعة و ضربٌ من النسج وجنس من التصوير \" (1)، وقد أورد الجرجاني مصطلح الصورة في قوله: \" وإعلم أنّ قولنا الصورة إنّما هو تمثيل وقياس لما نعلمه بعقولنا على الذي نراه بأبصارنا فلمّا راينا البينونة بين آحاد الأجناس تكون من جهة الصورة فكان بين إنسان من إنسان وفرس من فرس بخصوصية تكون في صورة هذا لا تكون في صورة ذاك \" (2). ¶ يتضح لنا في قول الجرجاني إشارة إلى الصورة الذهنية وهو في ذلك يُقارب آراء المحدثين إذ لم يكن لدى القدماء سوى الصورة البيانية المعتمدة على التشبيه والإستعارة والكناية، أما المحدثون فقد أضافوا إليها ما تخلقه الحواس من صورٍ متعدّدة و لم يشترطوا وجود المجاز لخلق الصور الفنية \" فلم تُعدّ الصورة البلاغية هي وحدها المقصودة بالمصطلح، بل قد تخلو الصورة ـ بالمعنى الحديث ـ من المجاز أصلاً فتكون عبارات حقيقية الإستعمال ومع ذلك فهي تُشكّل صورة دالة على خيال خصب\". (3) وقد اعتنى المحدثون بوسائل تكوين الصورة الفنية التي تخلقها الحواس إلى جوار الصورة البلاغية على أساس أنّ الحواس \" هي وسيلة الإنسان الأُولى في معرفة الأشياء وإدراكها، ومعلوم تصنيف الحواس يختلف بإختلاف أنواعها وطاقتها وأولية بعضها على بعضها الآخر. ويمكن تصنيف الحواس صنفين: يضمّ \" الصنف الأول حاستي الذوق والشمّ، وأثرهما في نفس المستهلك مادّي بحت، والثاني يضمّ حواس السمع واللمس والبصر، وأثرهما معنوي أكثر من مادّي، لأن المستهلك لا ينتقص من المستهلك شيئاً عند سماعه أو لمسه ¶ ____________  ¶ (1) الحيوان: 3/ 132. ... (2) دلائل الإعجاز: 389. ... (3) الصورة في الشعر العربي حتى آخر القرن الثاني الهجري: 25.",
            "page": "162",
            "part": "1"
        },
        {
            "id": "163",
            "nass": "أو رؤيته \" (1). وتأتي أهميّة الصورة الفنية لأنّها تؤدي وظيفة نفسية \" أي تخطي حدود الذاكرة بوصفها قادرة على حفظ بقاء الماضي إلى ذاكرة نفسية عن طريق وظيفتها العامّة القائمة على ربط المحصلات الخبرية بالحالات الشعورية التي يمرُّ بها المرء في حياته اليومية، عبر ذاكرة الصورة الحسيّة، لأن طبيعة الصورة وفق هذا المنظور، تأتي عن طريق تنمية الخيال بالذاكرة النفسية إثر رجوع الصورة وفقاً لمستجدّات طبيعة الحالات النفسية \" (2). ويعتمد الشاعر في الصورة الفنية \" على المخزون اللاشعوري \" (3). وسواء أكانت الصورة بالمعنى الحديث ذهنية أم بصرية أم سمعية أم ذوقية أم حركية، قصدية أم غير قصدية فهي لا تمثّل نقلاً حرفياً للطبيعة أو الدال العيني الذي يستنبط منه الشاعر صورته، بل هي وسيلة يحاول فيها الشاعر أن ينقل أفكاره الخاصة إلى الآخرين (4). عندما ندرج البيان ضمن تقسيمات السيميائية الدلالة في المعنى الحديث فإنّنا نجد مماثلة واضحة بينهما، وقد عرّف الخطيب القزويني علم البيان بأنّه \" علم يُعرف به إيراد المعنى الواحد بطرقٍ مختلفة في وضوح الدلالة عليه \" (5). فالبيان لا يختلف عن السيمياء في إحتمال علاماته على دلالات متعدّدة مع ¶ ____________ ¶ (1) شعر زهير بن أبي سُلمى دراسة أسلوبية، أياد كمر كرم (رسالة ماجستير)، جامعة القادسية، 1426هـ ـ 2005م:126. ... (2) الإتجاه النفسي في نقد الشعر العربي: 369. ... (3) التفسير النفسي للأدب: 92. ... (4) يُنظر: بناء القصيدة الفني في النقد العربي القديم والمعاصر، د. مرشد الزبيدي، دار الشؤون الثقافية ـ بغداد،1992م:101. ... (5) التلخيص في علوم البلاغة، الخطيب القزويني، ضبط وشرح عبد الرحمن البرقوقي، دار الفكر ـ القاهرة، ط2،1932م:235 ـ 236.",
            "page": "163",
            "part": "1"
        },
        {
            "id": "164",
            "nass": "وجود قرينة، فعندما نأتي إلى التشبيه نجد العلاقة بين المشبّه والمشبّه به تقوم على المشابهة، كذلك الأيقون يقوم على المشابهة بينه وبين الشيء الذي يُستعمل علامة عليه، في حين تُمثّل الكناية قديماً المؤشر حديثاً، فكلاهما يعتمد على مبدأ المجاورة بين الموضوع وما يدلُّ عليه. كما تسهم اللغة مع الخيال على تشكيل الصورة الفنية من خلال الأسلوب اللغوي الذي يتميّز به المبدع إلى جانب الخيال، فالخيال واللغة والحواس تعمل مشتركة على منح الصورة الفنية كفاءتها السيميائية وبذلك تكون العلاقة بين اللغة و الصورة الشعرية هي علاقة تفاعل نعرف من خلالها حقيقة الشيء عبر الرموز المحسوسة التي تجلي الصورة وتغذيها وعلى هذا الأساس تكون اللغة المادّة الأساس للصورة الشعرية تستمد فاعليتها من شمولية التأويل \" (1). فالصورة الشعرية هي نتاج تفاعل الخيال واللغة والحواس، ولعلّ المخطط التالي يُظهر لنا لنا تلك العلاقة بشكل أوضح: ¶ الصورة الفنية ¶ الخيال ... اللغة ¶ علامة سيميائية ¶ الحواس ¶ فضلاً عن تلك العناصر هناك مستويان أساسيان يعملان على تكوين الصورة الفنية والإسهام فيها إسهاماً فاعلاً، الأول: المستوى النفسي والتجربة الشخصية، والثاني: المستوى الدلالي الذي ¶ ____________ ¶ (1) الإتجاه النفسي في نقد الشعر العربي: 384 ـ 385.",
            "page": "164",
            "part": "1"
        },
        {
            "id": "165",
            "nass": "ترتبت عليه هذه الصورة. (1) ¶ تتسم الصورة الفنية الجاهلية بالتشابك والتداخل فهناك صورٌ أساسية تتضمن صوراً فرعية وجميعها تُمثّل حصيلة الشعور النفسي المثقل لدى الشاعرالجاهلي الذي يمكننا التوصّل إليه من خلال الرموز والدلالات التي تحتويها و\" استكناه بناها واستنطاق شفراتها الجزئية و الكلية، واستبطان مختلف حمولاتها الجمالية و المضمونية \" (2). ¶ عندما نأتي إلى الصورة الفنية لدى الفرسان نجدها تمثّل تعبيراً خاصاً عن مواقفهم البطولية وتجاربهم النفسية فجاءت قصائدهم مشحونة بالصور الفنية التي تغصُّ بالإنفعالات والرموز من دون أن يخرجوا عن نطاق بيئتهم شأنهم شأن بقيّة الشعراء الجاهليين. وتتّسم صورهم بالحركة الدائبة والمصاحبة للأصوات، لذا إرتأينا دراستها على وفق التقسيمات التقليدية في مثل هذا المجال، وهي: ¶ ـ الصورة التشبيهية: ¶ التشبيه كما هو معروف هو \" الوصف بأن أحد الموصوفين ينوب مناب الآخر \". (3) أو\" هورسم صورة فنية دقيقة لكل ما يدركه الحس ويتأثر به الوجدان أو يفكر فيه العقل، هو تصوير الأشياء بصورة الخيال الدقيق، وإبراز صورة أدبية مطابقة كل المطابقة لما تصوره من ¶ ____________ــــــــــــــــــــــ ¶ (1) يُنظر جدلية الخفاء والتجلي، د. كمال أبو ديب، دار الملايين ـ بيروت، 1979م: 11. ... (2) بنية الخطاب الشعري الجاهلي في ضوء النقد العربي المعاصر بحث في تجلّيات المقاربة النسقية، د. محمّد بلوحي، إتحاد الكتّاب العرب ـ دمشق، 2009م:68. ... (3) كتاب الصناعتين الكتابة والشعر، أبو هلال العسكري، تح د. مفيد قميحه، دار الكتب العلمية ـ بيروت، ط2 (د ـ ت): 226.",
            "page": "165",
            "part": "1"
        },
        {
            "id": "166",
            "nass": "حسّيات ووجدانيات ومعنويات \" (1). فالصورة الفنية القائمة على التشبيه تشترط أن يكون هناك مطابقة بين المشبه والمشبه به إمّا في الهيأة أو الشكل أو الحركة ويكون كما هو معروف بإستعمال أحد أدوات التشبيه المعروفة (الكاف، مثل، كأنّ). فلو تأملنا قول عنترة حين يصف معركة خاضها وفرسان قبيلته، وقد صوّرها بمهارةٍ فائقة حتى أنّه لينقل السامع إلى ساحة المعركة ذهنياً ونفسياً، فيقول: (2) ¶ إذا نَحْنُ حالفْنَا شِفَارَ البَواتِرِ ... وسُمْرَ القَنَا فَوْقَ الجِيَادَ الضَّوامِرِ ¶ على حرْبِ قومٍ كان فينا كِفَايةً ... ولو أنّهْمّ مِثْلَ البِحَارَ الزَواجِرِ ¶ سلي ياابنة الأعمام عنّي وقد أتتْ ... قبائل كلبٍ مع غنيٍ وعامرِ ¶ تَمُوجُ كَمَوْجِ البَحرِ تَحْتَ غَمَامَةٍ ... قد إنْتَسَجَتْ من وَقْعِ ضَرْبِ الحَوافِرِ ¶ نجد أنّ الشاعر قد تعامل مع الموجودات تعاملاً محسوساً من خلال تلك التشبيهات التي جعلها تمثل تعبيرا خاصاً عمّا يجول في دواخله من إحاسيس ثائرة ً فرأى كُلّ شيء حوله يموج فإنعكس شعوره الداخلي بالإعتزاز الذاتي على الموجودات فكانت وسيلة لإبراز قوّته وجسارته، كلّ هذه الأُمور عملت على خلق حركة مرئية محسوسة بتموجاتها وإنفعالاتها، فجاءت صورة (البحار الزواجر) دلالة على الكثرة المصحوبة بقوّة الحركة والصوت التي تميّز بها الخصم، فكانت كتلاطم الأمواج الشديدة، كما يُمكننا من خلال تلك الصورة الصوتية التي خلقتها مخيلة الشاعر سماع الأصوات الغاضبة في ساحة الوغى، وتخلق لنا الصورة البصرية ¶ ____________ ¶ (1) الكامل في اللغة والأدب: 203. ... (2) الديوان: 196.",
            "page": "166",
            "part": "1"
        },
        {
            "id": "167",
            "nass": "الصوتيةالأُخرى الحالة النفسية التي تُسيطر على الشاعر، وهو يصوّر أجواء المعركة المظلمة بالغبار المتصاعد من حوافر الخيل الشديدة (تموج كموج البحر تحت غمامة، قد إنتسجت من وقع ضرب الحوافر) فكانت صورة تشبيهية مُمعنة في ظلام الغبار التي تخلقها صورة الغبار المتصاعد من حركة حوافر الخيل، فحملت تلك الصورة بحركاتها وأصواتها دلالة الحماسة والزهو التي تسيطر على ذات عنترة، في ساحة المعركة فحرص على وصفها لنا بكلّ جزيئياتها. ¶ أمّا عروة بن الورد فكانت صورة الصعلوك الفارس ترتبط بالقيم البطولية التي جعلها مقياساً للفرسان الصعاليك، يقول: (1) ¶ ولكنّ صُعْلُوكاً صَحِيفَةُ وَجْهِهِ ... كَضَوءِ شِهابِ قابسِ المُتَنَوِّرِ ¶ مُطِلاًّ على أَعْدائِهِ يَزْجُرُونَهُ ... بساحَتِهِم زَجْرَ المَنِيحِ المُشَهَّرِ ¶ إذا بَعُدُوا لا يأمَنُونَ اقْتِرَابَهُ ... تَشَوُّفَ أهْلِ الغائِبِ المُتَنَظَّرِ ¶ جعل الشاعر من تلك الصورة وسيلة لمنح الشاعر الصعلوك دلالة صاحب الموقف القوي الذي لا يأبه شيئاً ولا يردعه شيءٌ عن مطاردة أعدائه أينما كانوا، إذ شبّهه بالشهاب الساطع المنير، في الحركة والسرعة الخاطفة والإنتشار، فعبّر بصورته البصرية الحركية تلك عن فلسفة معيّنة جعلها شروطاً لصيقة بشخصية الفارس الصعلوك وإلاّ فلا يستحقّ التميّز عن بقية الصعاليك. وجعل عنترة من صوره التشبيهية تعبيراً عن هالة الحزن التي تحيط به، وراح يصف ظعائن الحبيبة الراحلة مشبهاً إيّاها بكلّ ما يرمز ¶ ____________ ¶ (1) الديوان: 51.",
            "page": "167",
            "part": "1"
        },
        {
            "id": "168",
            "nass": "للحزن و الشؤم، يقول: (1) ¶ فيها إثنتانِ واربعون حلُوبَةً ... سُوداً، كخافيةِ الغُراب ِالأَسْحَمِ ¶ فَصِغَارُها مِثْلَ الدُّبى وكِبَارُها ... مِثْلُ الضَفَادِع في غديرٍ مُنْعَمِ ¶ كما هو معروف أنّ لأجواء اللوحة وألوانها علاقة وطيدة بذات الشاعر ووضعه النفسي الذي يُعاني منه لحظة النظْم، وتُظهر الأبيات السابقة بشكل واضح الوضع النفسي المتأزّم للشاعر، إذ جعل من اللون الأسود خلفية بارزة لتلك اللوحة الكئيبة، لتحمل بُعداً إيحائياً خاصاً بلون الليل الأسود، وشبّه نياقهم بالغربان السوداء، ولا يخفى ما للغربان من دلالة التشاؤم والفراق، فلم تخلو منها لوحة ظعن جاهلية إلاّ نادراً. وجعل من تلك النياق النحيلة الضئيلة مُشبّهاً صغارها بصغار الجراد الضعيفة التي لا تقدر على الحركة وسيلة للتعبيرعن حالة الحنق والإحتجاج تجاه تلك البيئة القاسية، فمنحت تلك الصور التشبيهية النص مسحةً من الحزن إضافية. ومن الصور الفنية التشبيهية الأُخرى التي أبدع فيها عنترة وقد حملت بُعداً إيحائياً مُمّيزاً يتعلّق بمكبوتات الشاعر الداخلية، صورة الذباب المترنّم التي رسمها في قوله: (2) ¶ وخلا الذُبابُ بِهَا، فَلَيْسَ بِبَارِحٍ ... غَرِدَاً، كَفِعْلِ الشَارِبِ المُتَرَنِّمِ ¶ هَزِجَاً يَحُكُّ ذِرَاعَهُ بِذِرَاعِهِ ... قَدْحَ المُكِبِّ على الزِنَادِ الأَجْذَمِ ¶ حين صوّرعنترة نشوة الذباب المترنّم لم يُكمل تلك الصورة المُشرقة إلاّ بصورةٍ أُخرى حزينة لرجل أجذم اليدين لايستطيع الجمع بينهما، وصورة السكران المترنّم الذي لا يُفهم ما يقوله ¶ ____________ ¶ (1) الديوان: 55، الخافية: الريش وسط الجناح في ما يلي الظهر. ... (2) الديوان: 56.",
            "page": "168",
            "part": "1"
        },
        {
            "id": "169",
            "nass": "وكأنّه لاجدوى من ذلك الغناء الذي لا يُُطرب أحداً، فكانت النتيجة العودة مرّةً أُخرى إلى ذاته ... الحزينة المُتألمة من خلال الصورة الكُلّية التي ابتدأها بصورٍ جزئية لتلك الروضة الغنّاء بأشجارها وعطورها وأمطارها وذبابها، وختمها بصورة \" رجل أجذم رفسته الحياة، ولا يزال مُمسكاً بأذيالها مكافحاً من أجل البقاء فتخونه يداه \" (1). وقد طغت الصورة السمعية على أبيات اللوحة وقد ساعدت في ذلك الألفاظ التي وظفّها لأداء ذلك اللون منها (غرداً، المترنّم، هزجاً، قدْح المُكبّ) وقد إتسمت تلك الأفعال بالإستمرارية والتتابع بحركة الأفعال المستمرّة تلك. ويُسبغ عنترة على فرسه صفاتٍ أُسطورية بتشبيهه لها بالحيوانات الخيالية، يقول: (2) ¶ نأتي الصَريخَ على جِيادٍ ضُمّرٍ، ... خُمْصِ البُطونِ كأنّهنَّ سَعالي ¶ جعل عنترة من فرسه وحشاً أُسطوريا من خلال الصورة التشبيهية البصرية الحركية فسرعتها ورشاقتها التي تُرهب الأعداء تُضاهي قوّة الوحش، ومن ثمّ يحمل فرسانها الصفات الأُسطورية نفسها، لأن الفرسان وجيادهم شيءٌ واحد. ¶ جعل التشبيه من الصورة الفنية أكثر قرباً إلى النفس وأكثرها فهماً للذهن، كما أنّه الأكثر إستعمالاً في الشعر العربي وأقربها تناولاً للواقع. ¶ ـ الصورة الكنائية: ¶ الكناية من الأساليب البيانية التي تقوم على ترك التعبير الصريح وإستعمال التلميح و \" هي ترك التصريح بذكر الشيء الى ذكر ما يلزمه لينتقل من ¶ ____________ ¶ (1) دراسات نقدية لبعض الشواهد البلاغية، د. بهيجة باقر الحسني، دار الحرية، 1975م: 8. ... (2) الديوان: 207.",
            "page": "169",
            "part": "1"
        },
        {
            "id": "170",
            "nass": "المذكور الى المتروك \" (1). وقد يكون التعبير الكنائي أفصح من التعبير الصريح، فتكون \" الكناية أبلغ من الأفصاح، والتعريض أوقع من التصريح \". (2) ¶ وقد حرص الشعراء الفرسان على توظيف الكناية لتشكيل صورهم الفنية فتضفي عليها بذلك روعة في التصوير وبلاغة في التعبير، ومن الصور الفنية التي رسمها عنترة كنائياً، في قوله: (3) ¶ أنا العبد الذي سعدي وجدي ... يسوق على السها في الإرتفاعِ ¶ سموت إلى عنان المجدِ حتى ... علوتُ ولم أجد في الجو ساعي ¶ تلك الصورة كناية عن صفة السمو والمجد والرفعة إشارة إلى طلب العلا، كما إحتوت على دلالة التحدّي والشجاعة. ويقدم لنا عامر بن الطفيل صورة كنائية تُمثّل الفاجعة التي ألحقوها بخصومهم، وتكون في المقابل فخراً له ولقومه، يقول: (4) ¶ صبحناهُم بكلِّ أقبَّ نَهْدٍ ... ومطّردٍ لهَُ يَقِِدُ الحديدُ ¶ وأبيضَ يَخطِفُ القَصَرات عَضْبٍ ... رقيق الحدِّ زيَّنةُ غُمُودُ ¶ ........................ ... ............................ ¶ لقيناهم ببيضٍ مرهفاتٍ ... نُقتّلهم بها حتى أُبِيدو ¶ ____________ ¶ (1) مفتاح العلوم، السكاكي، تح أكرم عثمان يوسف، دار الرسالة للطباعة ـ بغداد، 1981م: 637. ... (2) دلائل الإعجاز: 70. ... (3) الديوان:226. ... (4) الديوان:95 ـ 96.",
            "page": "170",
            "part": "1"
        },
        {
            "id": "171",
            "nass": "وأَرْدَفْنَا نِساءهُمُ وَجِئْنا ... وقَدْ دَمِيَتْ من الخَمْشِ الخُدُودُ ¶ منح الشاعر لوحته قوّة تعبيرية من خلال ما أشركه من صور كنائية كناية عن السباق والقوّة في قوله (صبحناهم بكلِّ أقبَّ نهد) وكناية عن صفة القوّة للسيف، في قوله (وأبيض يخطف القصرات عَضْب) و (لقيناهم ببيضٍ مرهفاتٍ) وكناية عن الهلاك العظيم الذي ألحقوه بالخصوم في (وقد دُميت من الخمش الخدودُ) فأعطت تلك الصورة دلالة مرارة الهزيمة وفظاعتها. وتمتزج الصورتان البصرية والصوتية لتُعطيا دلالة قوة البأس للطرف الغالب وشدّة الوقعة على الطرف المهزوم، فكانت لوحته عبارة عن خليط من الحواس لتعطي دلالة النصر المادّي والمعنوي. ¶ وفي قوله: (1) ¶ سودٌ صناعيةٌ إذا ما أوردوا ... صدرت عتومتهم ولم تُحَلبِ ¶ كناية عن البخل فهم يجمعون المال ولايسقون ضيوفهم لبن إبلهم فيؤخرون حلابها الى وقت رحيلهم. ¶ و تشكل صورة النساء المسبيات بُعداً جمالياً لدى قيس بن الخطيم الذي وصف النساء الهاربات وهنّ يُغطين خلاخيلهنّ خشية أن يبرزن في الظلمة فينكشف أمرهنّ ويتعرضن للسبي، يقول: (2) ¶ صَبَحْنَاهُمُ شَهْبَاءَ يَبْرُقُ بَيْضُها ... تُبِينُ خَلاخِيلَ النِسَاءِ الهَوَارِبِ ¶ منح الشاعر صورته بُعداً نفسياً من خلال حركة النساء الهوارب كناية عن شدّة جيشهم وكثرة ¶ ____________ ¶ (1) الديوان: 187،صناعية: يصنعون المال ولايسقون الضيف اللبن، العتومة: ناقة يؤخر حلابها الى وقت آخر. ¶ (2) الديوان: 91.",
            "page": "171",
            "part": "1"
        },
        {
            "id": "172",
            "nass": "سلاحه وشدّة خوف النساء الخائفات المرتجفات، مُستعيناً بحاسة البصر والسمع ليصوّر حركتهنّ المرتجفة وبروق تلك الخلاخيل في ظلمة الليل أوآخر الليل حيث كان وقت الغزوة، وقد طغت حاسة البصر على اجزاء الصورة بدءاً ببريق أسلحة الجيش، وبداية ظهور خيوط الصباح ثمّ خلاخيل النساء الهوارب كُلّ هذه الأُمور مجتمعة تعكس دلالة نشوة النصر التي سيطرت على ذات الشاعر فرأت كُلّ شيء مضيئاً برّاقاً، فجاءت تلك الصورة المضيئة تعبيراً مقصوداً يحمل دلالة الزهو والفخر. ¶ ـ الصورة الإستعارية: ¶ النوع الثالث من الصور الفنية هو الصور الإستعارية إذ يختار الشعراء لفظة معيّنة لمنح الفاظهم دلالة جديدة. فهو\" نقل العبارة عن موضع أستعمالها في اللغة الى غيره لغرض، إمّا يكون شرح المعنى وفضل الإبانة عنه أو تأكيده أو المبالغة فيه أو الإشارة إليه بالقليل من اللفظ أو بحسن العرض الذي يبرز فيه\". (1) ومن الإستعارات التي وردت في شعر الفرسان ما جاء في قول عنترة: (2) ¶ وإذا الكتيبة أحجمت وتلاحظت ... ألفيت خيراً من معمٍّ ومخوَلِ ¶ والخيل تعلم والفوارس أنّني ... فرّقتُ جمعهم بطعنة فيصلِ ¶ يحرص الشاعر على أن يمنح الخيل بذلك التصوير الإستعاري صورة إنسانية وكأنّها تعلم مايدور ¶ ____________ ¶ (1) كتاب الصناعتين:295. ... (2) الديوان:166.",
            "page": "172",
            "part": "1"
        },
        {
            "id": "173",
            "nass": "حولها، كما أراد أن يُعظّم من شأن ذاته وأفعاله في نفوس أعدائه تصل إلى حدّ المبالغة فجعلها معروفة لدى كل المخلوقات، فذكر المشبّه وحذف المشبّه به لتصبح أمامنا إستعارة تصريحية والقرينة (تعلم). ويستعير قيس بن الخطيم للجيش صفة الجبل الأرعن في قوله: (1) ¶ أرعن مثل الأتيّ أعقبَهُ ... صوب مُلثٍّ يُسيّل الحدَبَا ¶ ذكر المشبّه به الأرعن (أنف الجبل المتقدّم) وحذف المشبّه (الجيش). ¶ نخلص مّما تقدّم أنّ الصورة الفنيّة ترتبط بعوامل متعدّدة لا يمكن تجاهلها لأنّها الأساس الذي تقوم عليه، منها الواقع بوصفه باعثاً لتشكيل الصورة، والتأثيرات النفسية، واللغة والخيال عنصران أساسيان في أيّ نصٍّ أدبي، وما يتعلّق بالخيال من تصورات، والحواس، ومن هذا المنطلق يمكننا دراسة الصورة الفنيّة بوصفها جزءاً من تجربة الشاعر الذاتية، فهي ليست تقليداً فنيّاً أو نقلاً حرفيّاً للطبيعة؛ لذلك تختلف الدلالات المُتأتيّة منها تبعاً لطريقة التعبير، والإحساس، والمعادل الموضوعي الذي يجعله الشاعر مُمّثلاً لرؤيته ومعاناته. ¶ ـــــــــــــــــــــــــــــــــ ¶ (1) الديوان: 176.",
            "page": "173",
            "part": "1"
        },
        {
            "id": "174",
            "nass": "الفصل الرابع / المبحث الثاني ... البناء اللغوي ¶ البناء اللغوي: ... ـــــــــــ ¶ ينطوي البناء اللغوي للقصيدة الجاهلية على أُسلوبٍ مُمّيز مما يمنح النص بُعداً دلالياً خاصاً، وللّغة دورٌ مُهمٌّ في تشكيل النص الشعري من الناحيتين الفنيّة والنفسية، سواء أكان ذلك التعبير قصدياً أم غير قصدي، فهو بالمحصّلة تعبير عن مكبوتات داخلية مخزونة في اللاشعور، لذلك نجد مُعظم المُحلّلين النفسيين يعتمدون على ما يتوافر لديهم من نصوص شعرية فيتناولونها بالتحليل للتوصّل إلى بواطن الشعراء وطرائق تفكيرهم وما يرمون إلى إيصاله إلى المتلقي. (1) ¶ نلاحظ في خطاب الشعراء الفرسان الإعتماد على الصيغ اللغوية نفسها، محاولين إيصال رسالة ما، ولا تخلو تلك الأساليب من عنصري الخيال والعاطفة، إلاّ أنّها تخلو من التعقيد اللفظي، ولعلّ أبرزالأساليب التي تردّدتْ في أشعارهم هي صيغة (إن تسألي) و (سل الخيل) و (هلاّ سألت) و (أسألت) و (سلوا) و (سل المرء)، موجهين خطابهم نحو الزوجة أوالحبيبة أوالخصم، يقول عنترة: (2) ¶ سَلِي ياابْنَةَ العَبْسِي رُمحي وصَارِمي ... وما فَعَلا في يَومِ حَرْبِ الأعاجِمِ ¶ سَقِيتُهُمَا و الخَيْلُ تَعْثَرُ با لقَنَا ... دِمَاءَ العِدى مَمْزُوجَةً بالعَلاقِمِ ¶ ويقول عامر بن الطفيل: (3) ¶ ____________ ¶ (1) يُنظر: النظرية البنائية في النقد الأدبي: 502. ... (2) الديوان: 128. ويُنظر: 63، 75، 96، 126، 134، 169، 175، 188. ... (3) الديوان: 80. ويُنظر: 82، 130، 199، 206.",
            "page": "174",
            "part": "1"
        },
        {
            "id": "175",
            "nass": "هلاّ سَأَلْتِ بِنا و أنتِ حَفِيّةٌ ... بالقاعِ يومَ تَوَرَّعَتْ نهْدُ ¶ والحيُّ من كَلْبٍ و جَرْمٍ كُلُّها ... بالقاعِ يَومَ يَحُثُّها الجَلْدُ ¶ وكذلك يقول قيس بن الخطيم: (1) ¶ سَلِ المَرْءَ عَبْدَ الله إذْ فرَّ هَلْ رأى ... كتائِبَنا في الحَرْبِ كَيْفَ مِصَاعُها ¶ ولو قامَ لَمْ يَلْقَ الأحِبَّةَ بَعْدَها ... ولاقى أُسُودا ًهصْرُها ودِفاعُها ¶ ويقول عروة بن الورد: (2) ¶ وسائلةٍ: أين الرحيلُ؟ وسائلٍ ... ومن يسأل الصعلوك أين مذاهبُهُ؟ ¶ مذاهبُهُ: أنّ الفجاجَ عريضةٌ ... إذا ضنّ عنهُْ بالفِعَال أقاربُهُ ¶ السؤال الذي يطلب الشاعر طرحه ليس سوى محاولة منه لتهيئة الأسماع إلى ما يلي من سردٍ لبطولاته وأمجاده، فهو عبارة عن مؤشر يحمل في أثنائه محاولة إقناع المتلقي بقدرة الشاعر القتالية من خلال الإجابة التي سيحصل عليها المتلقي والمتضمنة على تعداد لمناقب الشاعر وقومه، أولبيان مسألة مُعيّنة أوفلسفة يؤمن بها الشاعر، كرحيل عروة بن الورد في الأراضي الواسعة طلباً للرزق أو تحقيقاً للعدالة الإجتماعية بعد أن خذله الأقربون. ¶ كما تردّدتْ صيغة أُخرى وهي صيغة الإبلاغ والتبليغ في أكثر من موضع نحو (ألا من مُبلغ) و (فبلّغن) و (ألا أبلغ) و (فمن مُبلغ) و (أبلغ) و (الا أبلغا). ومن ذلك ما جاء في قول عامر ¶ ____________ ¶ (1) الديوان:142. ويُنظر:62. ... (2) الديوان: 20.",
            "page": "175",
            "part": "1"
        },
        {
            "id": "176",
            "nass": "ابن الطفيل: (1) ¶ ألا مَنْ مُبْلِغٌ عَنّي زِياداً ... غَدَاةَ القَاعِ إذْ أزِفَ الضِّرابُ ¶ غَدَاةَ تثُوبُ خيلُ بني كلابٍ ... على لَبَّاتِها عَلَقٌ يُشابُ ¶ وقول عروة بن الورد: (2) ¶ أَيَا راكِباً، إمَّا عَرَضْتَ فَبَلِّّغَنْ ... بني ناشبٍ عنّي ومن يَتَنَشَّبُ ¶ وقول عنترة: (3) ¶ ألا من مُبلغٌ أهل الجحود، ... مقال فتىً وفيٍ بالعهود ¶ ومثله قول قيس بن الخطيم: (4) ¶ ألا أبْلِغا ذا الخَزْرَجيَّ رسالةً ... رسالةَ حَقٍّ لستُ فيها مُفَنَّدَا ¶ كانت تلك الصيغة إشارة إلى مقدرة الفارس على المواجهة والتحدّي إذ وردت في صيغة التهديد والوعيد للخصوم، لتحمل لغتهم الشعرية حينئذٍ قوّةً ذاتية نابعة من صميم ذواتهم المقاتلة فيمنحون خطابهم جدّية توحي بالرهبة وتبعث الخوف في ذات المتلقي، فكانت تلك الصيغة بمنزلة نوع من التفريغ الإنفعالي تجاه الخصوم. ولم يقتصر البناء اللغوي لدى الشعراء ¶ ____________ ¶ (1) الديوان: 132. ويُنظر: 134، 150. ... (2) الديوان: 17. ... (3) 145. ... (4) الديوان: 216، ويُنظر: 113، 130، 149، 154،184، 237.",
            "page": "176",
            "part": "1"
        },
        {
            "id": "177",
            "nass": "الفرسان على تلك الصيغ، فنجدهم يُكثرون من استعمال ادوات الإستفهام بقصد تهيئة السمع ولفت الإنتباه، فتثير لديه \" شتّى ألوان التنبيه واليقظة وفتحت في مشاعره خواطر مغلقة، لذلك هدف منها الشاعر اشراك غيره في العواطف التي يحسّها والقضايا التي يعنيها \" (1). فالشاعر يُكثر من استعمال أدوات الاستفهام التي تحمل دلالات مُعيّنة، فمنها ما يدلُّ على الحيرة ومنها مايدلُّ على السخرية، والشكوى والضياع، وقد يوجّه الشاعر السؤال الى نفسه المغتربة وقد يوجه الاستفهام الى المتلقي، وفي الحالين تدلُّ على رغبة الشاعر في اشراك طرف ٍ آخر في معاناته، لذلك يكون ذلك الإختيار مقصوداً لمنح النص بُعداً جمالياً ونفسياً معيّناً، ولاسيّما وان الابتداء يوحي الى الموضوع في العادة. يقول عامر بن الطفيل: (2) ¶ وهل داعٍ فيُسمِعُ عَبْدَ عَمْرو ... لأُخرى الخَيْل تَصرعُها الرِّماحُ ¶ فلا و أبيكَ لا أنسى خَلِيلي ... بِبَدْوَةَ ما تحرَّكَتِ الرياحُ ¶ وكنتُ صَفِيَّ نَفْسِي دُونَ قَومي ... وَوُدّي دُونَ حامِلَةِ السلاحِ ¶ نستطيع أن نلمح مدى الحزن الذي أوحاه اسلوب الاستفهام في الأبيات السابقة، وقد مثّلتْ هموم الشاعر المُثقلة واحزانه لفقد ابن أخيه عبد عمرو، وقد يكون اسلوب الاستفهام في هذاالموضع أبلغ دلالةً من أيّ اسلوب آخر ليعطي دلالة الحزن العميق لمنزلة الفقيد وشعور الشاعر بالضياع. ¶ ____________ ¶ (1) خصوبة القصيدة الجاهلية ومعانيها المتجدّدة، دراسة وتحليل وعرض، د. محمد صادق حسن عبد الله، دار الفكر العربي ـ القاهرة ـ مصر، (د ـ ت): 283. ... (2) الديوان: 189.",
            "page": "177",
            "part": "1"
        },
        {
            "id": "178",
            "nass": "وفي قول عنترة: (1) ¶ هل غادرَ الشعراءُ من مُتَرَدَّمِ ... أم هل عرفتَ الدارَ بعدَ توهّمِ ¶ أعياك َرسمُ الدار ِلم يتكلّمِ ... حتى تكلّمَ كالأصَمّ الأعْجَمِ ¶ يبدو لنا أنّ اسلوب الاستفهام في الابيات السابقة ينطوي على اسلوب السخرية الذي يحمله الشاعر تجاه هذه الوقفة التقليدية غير المجدية والثورة والنزعة الى التجديد وترك ما سار عليه الأقدمون الذين لم يتركوا معنىً إلاّ وطرقوه. ¶ وعندما نتأمل قول عروة بن الورد: (2) ¶ هم عيّروني أنّ أُمّي غريبةٌ ... وهل في كريمٍ ماجدٍ ما يُعيّرُ؟ ¶ ....................... ... .......................... ¶ وقد عيّروني المالَ حين جَمَعْتُه ... وقد عيّروني الفُقْرَ إذ أنا مُقتِرُ ¶ وعَيَّرني قومي شبابي ولمّتي ... متى يشأ وهو رهطُ امرئ يتعيّرُ ¶ نلاحظ في الأبيات السابقة توتراً واضطراباً وألماً نفسياً أصاب الشاعر بسبب مالاقاه من أقاربه من تحقير، فجاء اسلوب الاستفهام وسيلة للتعبير عن ذلك التمزّق، فسيطرت لمحة من الحسرة والتأوّه على أبيات المقطوعة. ¶ ____________  ¶ (1) الديوان: 52. ... (2) الديوان: 56.",
            "page": "178",
            "part": "1"
        },
        {
            "id": "179",
            "nass": "أمّا قيس بن الخطيم فيوظّف استفهامه لبيان فضائله، فيقول: (1) ¶ وهل يحذرُ الجارُ الغريبُ فجيعَتِي ... وخوني وبعضُ المُقرفين خؤونُ ¶ لا يخشى جاره غدره و خيانته فأخلاقه أسمى من ذلك بكثير، كيف وهو فارس من فرسان قبيلته وحماية الجار من مهامّه لا الخيانة. ¶ وبناءً على ما سبق عرضه من الشواهد وغيرها من قصائد الدواوين المُماثلة، نتوصّل إلى أنّ الاستفهام في أشعارهم ليس إستفهاماً حقيقياً يتطلّب جواباً صريحاً من المتلقي بنعم أو لا، إنّما هواستفهام مجازي يولّد دلالات ومعان ٍ في ذات المتلقي فيتصورالإجابة بشكل ضمني من غير تحديد، لأن الشاعر يريد إيصال معلومات مُعيّنة الى المتلقي، تُنبئ عن وضعه النفسي والإنفعالي دون أن ينتظر الإجابة من أحد. ¶ كذلك يوظّف الشعراء الفرسان اسلوب النداء للتصريح عن إنفعالاتهم وأفكارهم، وقد يخرج النداء عن صيغته المألوفة الى المجاز لتحقيق غايةً نفسية معيّنة فضلاً عن أنّه وسيلة جمالية في اللغة، كما لم يتوقف النداء على الأشخاص فقط، بل نجد من يُنادي الديار ويُخاطبها كأنّه يُنادي أصحابها فيخرج الى أسلوب التمنّي، كما في قول عنترة: (2) ¶ يا دارَ عَبْلة َبالجَواءَ تكلَّمِي ... وعِمِي صباحاً دارَ عَبلةَ واسلمي ¶ يُفصح لنا ذلك النداء عن لوعة الشاعر لفراق حبيبته وفي محاولة ٍمنه لتخفيف ذلك الألم عمل على اختيار معادل موضوعي لوجود الحبيبة الراحلة فكانت دارها. ¶ ____________  ¶ (1) الديوان:165. ... (2) الديوان: 52.",
            "page": "179",
            "part": "1"
        },
        {
            "id": "180",
            "nass": "وقد يُفصح اسلوب النداء عن مضامين أخلاقية يسعى الشاعر الى إبرازها من خلال حواره مع شخصيّةٍ أُخرى، من ذلك قول قيس بن الخطيم: (1) ¶ ياعَمْرو إن تُسْدِ الأمانةَ بينَنا ... فأنا الذي إن خُنتها، يرعاها ¶ ياعمرو ليس اخو الأمانةِ بالّذي ... ما رابَهُ من خُطّةٍ أفشاها ¶ ياعمرو إنّ أخا الأمانةِ كاتمٌ ... لو يستطيع بجِلِدِه أخفاها ¶ قصد الشاعر من اسلوب النداء الذي خرج إلى معنى التنبيه تأكيد تلك الخصلة الأخلاقية، حفظ الأمانة، وإعتزازه بقدرته على ادائها على أكمل وجه. فعمل على تكثيف تلك الفكرة من خلال تكرارها ثلاث مرّات في جمل خبرية قدّم لها بالتنبيه للفت إنتباه المتلقي ووتأكيد تلك الصفات التي يتصف بها. ¶ ومثله عامر بن الطفيل الذي إتخذه وسيلة لبيان فلسفته الخاصة، فيقول: (2) ¶ ياأَسْمَ أُختَ بَني فَزَارَةَ إنّني ... غازٍ وإنّ المَرءَ غَيْرُ مُخَلّدِ ¶ فِيئِي إليكِ فلا هَوَادَةَ بينَنا ... بَعْدَ الفَوَارِسِ إذ ثَوَوا بالمَرْصَدِ ¶ مع أنّ تلك الأساليب معروفة في الشعر العربي عامّة إلاّ أنّنا نستطيع أن نلمح فيها تجسيداً ... لمبادئهم وأفكارهم الخاصّة، فجعلوا منها وسائل لإيصال فلسفتهم على المتلقي بإسلوب سلس خالٍ من أيّ تعقيد لفظي. ¶ ____________ ¶ (1) الديوان:215. ... (2) الديوان: 163.",
            "page": "180",
            "part": "1"
        },
        {
            "id": "181",
            "nass": "الفصل الرابع / المبحث الثالث ... الموسيقى الشعرية ¶ الموسيقى الشعرية: ... ــــــــــــ ¶ تمنح الموسيقى الشعرية النص بُعداً إيحائياً خاصاً من خلال تناسب الألفاظ والإيقاع والبحر المناسب للأغراض الشعرية، فضلاً عن الحيوية والألوان التي يُكسبها التعبير، والموسيقى ليست مجرّد قالب شعري تُصاغ في حدوده القصيدة، بل هي مجموعة من دلالات تُعدُّ صدىً لما يختلج الشاعر من أحاسيس وأفكار، فهي إنعكاس لمعاني والألفاظ التي يُمكن أن تثير فينا إيحاءات مُتعدّدة داخل بُنية القصيدة. فالوزن \" يحمل دلالات شعورية عامّة مُبهمة، ويترك للكلمات بعد ذلك تحديد هذه الدلالة \" (1). ¶ إنّ الموسيقى لاتقلّ في أهميّتها عن المعاني والألفاظ بل، هي جزء مكمّل لتلك الأركان فلا تهمّنا في القصيدة \" المعاني وحدها وانما موسيقاها وألفاظها وطريقة الشاعر في تشكيل مادتها الحسية والصوتية \" (2). ¶ لقد أدرك العرب قديماً موسيقى الشعر وتاثيراتها في النفس، وأتقنوا صناعتها وتقويمها بشكل فطري غير مُستندين إلى قاعدة مُعيّنة مُعتمدين على إيقاعية الألفاظ في اللغة العربية ومخارج حروفها وانفعالاتهم الخاصّة التي تفرض عليهم اختيار ايقاع موسيقي متناسب و وضعهم النفسي (حزين، فرح، حماسي، حالم) مُعتمدين على العوامل المؤثرة، نفسية كانت أو عقلية او جمالية في رسم ابعاد ذلك الإيقاع الشعري. وتتجلّى موسيقى الشعر العربي في صورتين، الموسيقى ¶ ____________ ¶ (1) موسيقى الشعر، د. إبراهيم أنيس، دار القلم، بيروت: 22. ... (2) النقد الأدبي، د. شوقي ضيف، دار المعارف ـ القاهرة، ط2، (د ـ ت): 126.",
            "page": "181",
            "part": "1"
        },
        {
            "id": "182",
            "nass": "الخارجية المُتمثّلة بالوزن والقافية، والموسيقى الداخلية التي تخلقها الألفاظ ومخارج الحروف وما يستعمله الشعراء من مُحسّنات لفظية، الجناس والتكرار، والتصريع. ¶ ووفق طبيعة دراستنا يتوجّب علينا الوقوف عند هذه الظاهرة المُهمّة التي تُشكّل جسد القصيدة العربية ووسيلة تعبير مُمّيزة تعمل على خلق الدلالات المُختلفة الغاية الأساسية منها هو التأثير في النفوس، بوصف الشعر \" كلاماً موسيقياً تنفعل بموسيقاه النفوس وتتأثّر بها القلوب \" (1). ¶ ـ الموسيقى الخارجية: ¶ تقوم الموسيقى الخارجية بشكل أساسي على وجود عنصرين، الوزن والقافية. والوزن هو \" كلام يستغرق التلفظ به مُدداً من الزمن مُتساوية الكمّية \" (2). ويعدُّ الوزن أهمّ جزء في القصيدة فهو\" أعظم أركان الشعر وأولاها به خُصوصيّة وهو مُشتمل على القافية وجالب لها الضرورة \" (3). وقد أشار القدماء الى أهمّية مناسبة الوزن لغرض القصيدة ومنهم حازم القرطاجنّي بقوله \" فإذا قصد الشاعر الفخر حاكى غرضه بالأوزان الفخمة الباهية الرصينة، وإذا قصد في موضوع قصداً هزلياً أو استخفافياً وقصد تحقير شيء حاكى ذلك بما يناسبه من الأوزان الطائشة القليلة البهاء وكذلك في كُلّ مقصد \" (4). ¶ ____________ ¶ (1) التفسير النفسي للأدب: 59. ... (2) الإيقاع في الشعر العربي من البيت إلى التفعيلة، د. مصطفى جمال الدين، النجف الأشرف، ط2، (د ـ ت):5. ... (3) العمدة في صناعة الشعر: 134. ... (4) منهاج البلغاء وسراج الأُدباء، حازم القرطاجنّي، تح محمد بن الخواجة، تونس، 1966م:216.",
            "page": "182",
            "part": "1"
        },
        {
            "id": "183",
            "nass": "من خلال استقرائنا لنصوص الشعراء الفرسان نلاحظ أنّهم لم يتوقفوا في نظمهم للشعر على بحور مُعيّنة دون أُخرى، بل نظموا في جميع البحور ولكن بنسب متفاوته، يوضحها لنا الجدول التالي: ¶ الطويل ... الوافر ... الكامل ... البسيط ... المتقارب ... الخفيف ... الرمل ... الرجز ... السريع ... المنسرح ¶ عنترة بن شدّاد ... %24 ... %31 ... %26 ... %11 ... %2 ... %3 ... ـــ ... %6 ... ـ ... ـ ¶ عامربن الطفيل ... %51 ... %22 ... %20 ... %3 ... %3 ... 2% ... ـ ... 2% ... ـــ ... ـــ ¶ عروة بن الورد ... %64 ... %23 ... %6 ... %2 ... ـــ ... ـــ ... %20 ... ـــ ... ـــ ... ـــ ¶ قيس بن الخطيم ... 34% ... 21% ... % ... % ... % ... ـ ... ـ ... ـ ... % ... % ¶ ولعلّ تصدّر البحر الطويل لتلك البحور في النظم جاء لقدرته على إستيعاب أكبر قدر ممكن من أفكار الشعراء وصورهم وانفعالاتهم الجيّاشة المتناسبة وموضوعات الحرب والقتال ولاسيّما وأنّه مناسب لأغراض الحماسة والفخر\" لامتداد نفسه وخفاء جرسه وسعته وأنفتاحه للسرد والقصص وإيداعه ما أمكن من الانفعالات والأحاسيس والصور الأحداث والأخبار والملاحم \" (1). ¶ فكان الشاعر يختارالوزن بشكل فطري بحسب المعنى واللفظ الذي يتناغم مع فكرته وعاطفته. ¶ ____________________________________ــــ  ¶ (1) المرشد الى فهم اشعار العرب وصناعتها، د. عبد الله الطيب المجذوب، دار الفكر، ط2، 1970م: 368.ويُنظر: فن التقطيع الشعري والقافية، د. صفاء خلّوصي، ط3، بيروت، 1966م:44. ويُنظر: تعدّدية النمط في الشعر الجاهلي وظلاله الطويلة، مج1: 107.",
            "page": "183",
            "part": "1"
        },
        {
            "id": "184",
            "nass": "لقد حرص الشعراء الفرسان على اختيار ما يناسب النفس القتالي لذلك اعتمدوا على \" البحورالكثيرة المقاطع والطويلة النفس لكي تتلائم مع المواقف القتالية والنفسية والحالات الإنفعالية، ذلك لأن الأوزان ترتبط بحالة عامّة من أحوال النفس فبعض الأوزان يتفق وحالة الحزن وبعضها يتفق وحالة البهجة، وما الى ذلك من أحوال النفس \" (1). ¶ لقد وظّف قيس بن الخطيم البحر الطويل لتجسيد الإنفعالات التي كانت تسيطر على ذاته مستغلاً إنسيابية موسيقى البحر للفخر بقدراته القتالية التي جسّدها في قوله: (2) ¶ فلمّا رأيتُ الحَربَ حرْباً تَجرَّدَتْ ... لَبِستُ مَعَ البُردَين ثوبَ المُحاربِ ¶ مُضَاعَفَةً يَغْشَى الأناملَ فضلُها ... كأن قَتيرَيْها عُيُونُ الجَنادبِ ¶ أتَتْ عُصَبٌ مِ الكاهِنَيْنِ و مالكٍ ... و ثَعْلَبَةَ الأثْرِينَ رَهْطِ ا بن غالبِ ¶ رجالٌ متى يُدعوا إلى الموتِ يُرقلوا ... اليه كإرقالِ الجِمالِ المَصَاعِبِ ¶ إذا فَزِعوا مَدّوا إلى الليلِ صارخاً ... كَمَوجِ الأتيّ المُزبِدِ المُتَراكبِ ¶ ترى قِصَدَ المُرَّانِ تَهوِي كأنّها ... تَذرُّعُ خِرْصانٍ بأيدي الشَّواطبِ ¶ صبحنا بها الآطامَ حَوْلَ مُزاحِمٍ ... قَوَانِسُ أُولى بَيْضِنا كالكَواكِبِ ¶ ولا ريب أنّ موسيقى البحر الطويل ساعدتْ في إبراز تلك الإنفعالات الى حدٍّ كبير، فجاءت سلسة متدفقة بشكل عفوي خالية من أي صنعة. ¶ ____________ ¶ (1) البواعث النفسية في شعر فرسان ما قبل الإسلام (رسالة ماجستير): 203. ... (2) الديوان: 82 ـ 86، مضاعفة: تنسج حلقتين حلقتين.",
            "page": "184",
            "part": "1"
        },
        {
            "id": "185",
            "nass": "ويجعل عنترة من البحر الوافر وسيلة لتخفيف الغضب الشديد الذي بلغ أوجه موظفاً لذلك موسيقاه القوية المتدّفقة، فيقول: (1) ¶ ألا، يا عبلُ قد زادَ التَصابي، ... ولجّ، اليومَ، قومُك في عَذابي ¶ وظلَّ هواك ِ ينمو كُلّ يومٍ ... كما ينمو مشيبي في شبابي ¶ عتبتُ صروفَ دهري فيك حتى ... فني، وأبيك، عمري في العتابِ ¶ ولا قيتُ العِدى، وحفظتُ قوماً ... أضاعوني، و لم يرعوا جنابي ¶ سَلي ياعبلُ، عنّا يوم زُرنا ... قبائلَ عامر ٍ و بني كلابِ ¶ وكم من فارسٍ خلّيتُ مُلقى ... خَضِيب الراحتين بلا خضابِ ¶ لقد احتوت الأبيات السابقة على نبرة من الشكوى والعتاب ممزوجة بالغضب والحس الإنفعالي الواضح، وقد استوعبت موسيقى البحر الوافر كلّ هذه الأغراض مجتمعة لأنه \" ذو رنة قوية تؤدي به الى ألاستخدام العاطفي لا سيما في الغضب المحتدم في النفس والحماسة \" (2). وجاء ستعمال الشاعرين لقافية الباء موفقاً ليمنحهما هدوءاً واستقراراً نفسياً وليخفّف من حدّة النبرة الإنفعالية، ومن ثمّ تحقيق التوازن الذاتي. فالصلة بين الوزن والقافية عميقة لايمكن تجاهلها، لكون القافية \" هي الاساس الذي يمثل عليه الوزن \" (3). ¶ ____________ ¶ (1) الديوان:160. ... (2) المرشد في فهم أشعار العرب وصناعتها: 332. ... (3) موسيقى الشعر:103.",
            "page": "185",
            "part": "1"
        },
        {
            "id": "186",
            "nass": "ـ الموسيقى الداخلية: ¶ تخلق الموسيقى الداخلية إيقاعاً خاصّاً للشعر من خلال استعمال الفاظ معيّنة، ومراعاة مخارج الحروف تبعاً للذوق الشخصي، فيحرص الشعراء على إختيار ما تستريح اليه النفوس وتتقبّله الآذان وترك كُلّ ما تمجّه النفس وتنفر من سماعه، وعلى الرغم من ما تشكله الموسيقى الداخلية من أهمّية في الشعر إلا أن ّالقدماء لم يُعيروها أهميّة كافية ولم يُدخلوها في تعريفاتهم للشعر، إلا أنّهم لم يُنكروا أهميّة الانسجام الداخلي للأبيات الشعرية وتاثيره في النفوس، ومنهم ابن طباطبا في حديثه عن تراكيب الحروف من حيث التآلف والتنافر، فقال: \" إيقاعاً يطرب الفهم لصوابه وما يرد عليه من حسن تركيبه واعتدال اجزائه \" (1). ¶ كذلك للموسيقى الداخلية أثر في اظهار مقدرة الشاعر على الابداع، فهي متنوعة ومتعدّدة أكثر من الموسيقى الخارجية التي تتخذ وزناً واحداً وقافية واحدة على عدد أبيات القصيدة الواحدة، لذلك يُمكننا القول أنّ \" السياق العام للنظم وتوافق الألفاظ داخل البيت هو الذي يصدح بموسيقاه من خلال قيم اللفظ المُعبّرة بجرسها \" (2). ¶ عندما نُطالع دواوين الشعراء الفرسان نجد أنّ اهمّ أنواع المحسنات البلاغية التي وردتْ فيها ولها أثرٌ واضح في موسيقى أشعارهم هي: التكرار، والجناس، والتصريع. ¶ ـ التكرار: هو اسلوب تعبيري مُميّز يلجأ إليه الشاعر لكونه يُشكّل ظاهرة مُهمّة موسيقية ومعنوية ¶ ____________ ¶ (1) عيار الشعر: 15. ... (2) جرس الألفاظ ودلالتها في البحث البلاغي عند العرب، د. ماهر مهدي هلال، دار الرشيد ـ بغداد، 1980م: 338",
            "page": "186",
            "part": "1"
        },
        {
            "id": "187",
            "nass": "في آن واحد، فضلاً عن أنّه ليس اعتباطياً فالشاعر يختار مقطعاً أو حرفاً له وقع خاص ويؤدي دلالة معيّنة إذ \" أنّ اللفظ المُكرّر ينبغي أن يكون وثيق الارتباط بالمعنى العام، وإلاّ كان لفظية مُتكلّفة لا سبيل إلى قبولها \" (1). ¶ ولعلّ أبرز ما يُصادفنا في دواوين الشعراء الفرسان هو تكرار الحرف وتكرار الكلمة وتكرار العبارة، ويظهر لنا تكرار الحرف واضحاً في مُعلّقة عنترة إذ عكف على تكرارحرف (الميم) مُراعاة للقافية لخلق نوع من التجانس الصوتي والدلالي، وكما هو معروف أنّ صوت (الميم) صوت مجهور وقد انسجم مع الحالة النفسية المسيطرة على الشاعر، يقول: (2) ¶ هل تُبلّغني دارهَا شَدَنيةٌ ... لُعنتْ بمحرومِ الشرابِ، مُصرّمِ ¶ خطّارةٌ، غِبّ السُّرى، زيّافةٌ ... تطُسُّ الإكامَ بِوخْذِ خُفٍّ ميثمِ ¶ و كأنّما أقِصُّ الإكام عشيّةً ... بقريب بين المنسمين، مُصلّمِ ¶ تأوي له قُلصُ النِّعامِ، كما أرتْ ... حَزَقٌ يمانيّةَ لأعْجَمَ طَمْطَمِ ¶ يَتْبَعْنَ قُلّةَ رأسِهِ، و كأنّه ... حَرَجٌ على نَعَشٍ لهنّ مُخيمِ ¶ صعْل يعود بذي العشيرة، بيضة ... كالعبد ذي الفرو الطويل الأصلم ¶ شربتْ بماء الدحرضين، فأصبحت ... زوراء تنفر عن حياض الديلم ¶ وكأنّماينأى بجانب دفّها الوحشي ... من هزج العشي، مؤوّم ¶ ____________ ¶ (1) قضايا الشعر المعاصر، نازك الملائكة، مكتبة النهضة ـ بغداد، ط2، 1965م: 231. ... (2) الديوان: 58 ـ 59، زيّافة: سريعة، الوطس: الضرب الشديد، ميثم: عدّاء، مصلّم، أصلم: مقطوع الإذن، القلص: صغير النعّام، صعل: صغير الرأس، الزوراء: المائلة، الديلم: الأعداء، هرّ جنيب: مربوط جنبها.",
            "page": "187",
            "part": "1"
        },
        {
            "id": "188",
            "nass": "هرٍّ جنيب كُلّما عطفتْ له ... غضبى، اتقاها باليدين وبالفم ¶ لقد تكرّر حرف (الميم) خمس عشرة مرّة في النص السابق، حتى أصبح تكرارها لافتاً للنظر وحرف الميم يدلّ بموسيقاه على الحسرة المكتومة داخل ذات الشاعر المحرومة كما جاء متناسباً والقافية الميمية. (1) و تكرّر حرف الصاد سبع مرّات فأدّى ذلك الى وظيفة تفخيم جرس الألفاظ في المسامع نظراً لأنّه من أصوات الصفير، كما تكرّر حرف الشين ثماني مرّات وقد إمتلكت الشين قيمة تصويتية تعمل على التأثير في السامع من خلال قدرتها على التفشي. ¶ ومن تكرار العبارة ماجاء في قول عنترة: (2) ¶ يا عبلُ، قد دنتْ المنيّةُ فاندُبي ... إن كان جفنُك بالدموعِ يجودُ ¶ يا عبلُ، إن تَبْكِي عليّ، فقد بكى ... صرفُ الزمان عليّ وهو حسودُ ¶ يا عبلُ، إن سَفكوا دمي ففضائلي ... في كُلّ يومٍ ذكرهنّ جديدُ ¶ حمل النص السابق إحساساًً عميقاً بالحسرة و المرارة، ويمكننا تحسّس أصداء الحزن في الفاظ المقطوعة (المنيّة، أندبي، الدموع، تبكي، بكى، سفكوا دمي) وما هو إلاّ إلحاح منه في تجسيد ذاته المُتأسية، و قد ولّد تكرار عبارة (يا عبلُ) تنبيهاً للمخاطب وتأكيداًعلى شدّة الألم الذي يسيطر عليه. ¶ ـ التصريع: وهي ظاهرة موسيقية تعمل على تقريب الإيقاع داخل البيت الشعري، وعرّفه قدامة ¶ ____________ ¶ (1) يُنظر: ديوان عروة: 26، 32. ويُنظر: ديوان عامر: 65، 68، 69. و يُنظر ديوان قيس بن الخطيم: 72، 76. ... (2) الديوان:107.",
            "page": "188",
            "part": "1"
        },
        {
            "id": "189",
            "nass": "بن جعفر بأنّ يكون المقطع الأخير من الشطر الأول مثل قافيته. (1) وتاتي هذه الظاهرة الموسيقية بشكل فطري دون أن يتكلّف الشاعر خلقها \" وأغلب الظنّ أنّ الشاعرلا يعمد الى التصريع في شعره عمداً، وإنّما تأتيه الجملة الموسيقية الأُولى (الشطر الأول) على ضرب معيّن، فيُلحق به العروض وزناً وقافية \" (2). ومن ذلك قول عامر بن الطفيل: (3) ¶ ألاَ طَرَقَتْكَ مِن خَبْتٍ كَنُودُ ... فَقَد فَعَلتْْ و آلتْ لا تَعُودُ ¶ وقول قيس بن الخطيم: (4) ¶ صَرَمْتَ اليَومَ حَبْلَكَ من كَنُودَا ... لِتُبْدِلَ حَبْلَها حَبْلاً جَدِيدا ¶ وفي قول عنترة: (5) ¶ جفونُ العَذارى من خِلال البراقِعِ ... أحدُّ من البِيْضِ الرِّقاقِ القَواطِعِ ¶ في جميع الأبيات السابقة خلق التصريع إيقاعاً خاصاً من خلال التنغيم المُميّز الذي اكتسبه من خلال تكرار الوحدة الموسيقية في أواخر الشطرين. ¶ ـ الجناس: وهو من المحسنات البلاغية و يتلخص في \" أن يورد المتكلم كلمتين تجانس كل ¶ ____________ ¶ (1) يُنظر نقد الشعر، قدامة بن جعفر، تح محمد عبد المنعم الخفاجي، دار الكتب العلمية ـ بيروت: 86. (2) إبداع الدلالة في الشعر الجاهلي، مدخل لغوي أُسلوبي، د. محمد العبد، مكتبة الآداب ـ ميدان الأوبرا، ط2، 1428هـ ـ 2007م: 40. ... (3) الديوان: 94. ... (4) الديوان: 145. ... (5) الديوان: 93.",
            "page": "189",
            "part": "1"
        },
        {
            "id": "190",
            "nass": "واحدة منهما اختها في تأليف حروفها \" (1). أو\" إتفاق الألفاظ في الحروف، أو في بعضها وإن أختلفوا في قيمته. على أن جوهر التجنيس أساساً يقوم على هذا الأشتراك اللفظي، فالتجنيس أذن ضرب من ضروب التكرار \" (2). ¶ وقد إعتمد الشعراء الفرسان على الجناس في خلق موسيقاهم الداخلية، لكنّه جاء بسيطاً بعيداً عن التعقيد والتكلّف، مُشكلين بذلك إنسجاماً و تناسقاً بين الألفاظ داخل البيت الشعري، على نحو ما نجده في قول عامر بن الطفيل: (3) ¶ لقد كان في ما خَلا عِبَرةٌ ... وبالعلم يعتبر المبصرُ ¶ سخّر الشاعر الجناس غير التام لخلق حكمة معيّنة يسعى الى ايصالها للمتلقي، فيعمل الجناس على لفت إنتباه السامع من خلال الإنسجام الموسيقي الذي يخلقه تكرار الحروف في (عبرة و يعتبر). وفي (اقصد، وقصد) في قوله: (4) ¶ فاقصد بذرعك قصد قومك نصرهم ... ودع القبائل من بني قحطان ¶ وفي الجناس قول قيس بن الخطيم: (5) ¶ فقل للمتقي عرض المنايا: ... توقَّ، وليس ينفعك اتقاء ¶ ____________  ¶ (1) كتاب الصناعتين: 353. ... (2) جرس الألفاظ ودلالتها في البحث البلاغي عند العرب: 270. ... (3) الديوان: 122. ... (4) المصدر نفسه:215. ... (5) الديوان:157.",
            "page": "190",
            "part": "1"
        },
        {
            "id": "191",
            "nass": "فلا يُعطى الحريص غنىً لحرص ... وقد ينمي لذي العجز الثراء ¶ يوضح الشاعر فلسفة خاصة فيما يخصُّ محاولة إتقاء الموت إنّ الوقاية والحرص لن ينفعانه مادام الموت مكتوب عليه وكان الجناس بين (المتقي، وتوقّ، واتقاء) وبين (الحريص، ولحرص) ¶ كذلك في قول عنترة: (1) ¶ ولكم وردتُ الموتَ اعظمَ موردٍ ... وصدرتُ عَنْهُ فكان اعظمُ مصدرِ ¶ كان الجناس غير التام وسيلة لإبراز جرأته في مواجهة الموت بما يؤديه من وظيفة موسيقية تشدُّ الأسماع وتؤثّر في النفوس، وكان بين (وردتُ و مورد) و (صدرتُ ومصدر). ¶ وفي الختام يُمكننا القول أنّنا توصلنا الى حقيقة واضحة وهي تقارب أساليب الشعراء الموسيقية الخارجية و الداخلية، وان اختلفت الدلالات وهو امرٌ طبيعي مع كونه يسيراً، وقد اشتركوا في عفوية التعبير والبعد عن التكلّف المقصود، كما سعوا بموسيقاهم الشعرية على جعل نصوصهم مسموعة لامقروءة جامدة. ¶ ____________ ¶ (1) الديوان: 114.",
            "page": "191",
            "part": "1"
        },
        {
            "id": "192",
            "nass": "الخاتمة ¶ من أهم النتائج التي توصّل اليها: ¶ أنّ الشعراء الأربعة الذين جمعهم إطارٌ الفروسية قد إختلفت دوافعهم نحوها، فكلُّ واحدٍ منهم له فلسفتة الخاصّة وأهدافه التي يسعى الى تحقيقها، لذلك يمكننا القول أنّ دوافع الفروسية ومسبِّباتها ومتعلِّقاتها تنقسم قسمين: ¶ قسم خاص يتركّز حول ذات الفارس ورؤيته الخاصة، وآخر عام ينبثق من مبادئ الفروسية ونظرة المجتمع لها. كما أنّ هناك فرقاًً واضحاً بين الفروسية والصعلكة، فليس كلّ صعلوك فارساً، بل من اتصف بصفات الفرسان وخصالهم الأخلاقية ووعيهم الفكري فقط، وإلاّ كان صعلوكاً مُشرّداً. ¶ إنّ ما ينطبق على هذه الفئة من الشعراء الفرسان لايوجّب علينا إطلاق الأحكام على بقية الشعراء الفرسان بشكل قاطع، ولكنه يوصلنا إلى صورة مقاربة على الأقل عن هذه الطبقة الإجتماعية. ¶ على رغم من البساطة في التعبير وأفكار شعرائه إلاّ أنّه يحتوي على فلسفة خاصّة تميّزة بوصفه حقبة زمنية مهمّة في حياة الشعر العربي، كما أنّ صوره ليست تقليدية تحاكي واقعاً وصوراً جامدة، بل يمكننا تحليل شفراتها وفكَّ الرموز المختلفة والتوصل إلى دلالات نفسية و فكرية وإجتماعية تضمنتها.",
            "page": "192",
            "part": "1"
        },
        {
            "id": "193",
            "nass": "كان شعر عنترة بن شدّاد أكثر تضميناً لدلالات الشعر الفروسي ووظائفه من بقيّة الشعراء الفرسان الثلاثة ويليه عروة بن الورد ثمّ عامر بن الطفيل فقيس بن الخطيم، ولعلّ السبب في ذلك ما يفرضه الوضع الإجتماعي على الفارس ونظرته الخاصة للواقع الفروسي. ¶ لم يكن الشاعر الفارس بمعزل عن التأثيرات النفسية، بل جعل منها وسائل هجومية ودفاعية الى جانب الأسلحة المادّية الملموسة وسخّرها لصالحه وفي سبيل حيازة النصر والحاق الهزيمة بخصومه. كما لم يكن السلاح مجرّد وسائل قتالية مادّية، بل امتلك ابعاداً رمزية واخلاقية ونفسية، إنعكست على تصوير الشعراء لها ورسمهم لأجزائها بشكل مبالغ فيه. ¶ إرتبط الفارس إرتباطاً روحياً بمتعلقات الفروسية من سلاح وخيل بلغ حدّ اندماج الذاتين معاً فكانّهما شيء واحد ورفاق طريق وشركاء بطولات وأمجاد. ¶ إحتلت المرأة منزلة ودوراً بارزاً في حياة الفرسان، فهي ليست كالمرأة التي يذكرها امرؤ القيس والأعشى، بل هي شريكته في مشوار الفروسية سواء أكانت حقيقية أم خيالية، أمٌّ أم زوجة أم حبيبة، إذ أنّه يعدّها ضمن إنتماءاته الإجتماعية: الأم، القبيلة، الأرض. كما لاحظنا حضوراً للمرأة العاذلة والطيف يفوق حضور المرأة الحقيقية بسبب طبيعة الحياة التي يعيشها الفرسان و التي لاتسمح بوجود المرأة في حياتهم بشكل دائم. ¶ وتَجَلّتْ في الجسد والزي دلالات مهمّة خلقتها الظروف الإجتماعية والأخلاقية والفكرية السائدة في المجتمع، وعندما تكتمل مجموعة العلامات تلك لدى الفارس يصبح مثالاً للفارس المتكامل. ¶ كما توصلنا الى طبيعة مستوى الوعي الفكري الذي يتمتّع بها الفرسان ممّا دفعهم الى اتخاذ رموز مغايرة لصور اللإندثار والإنهدام الحضاري، التي لاتتناسب تماماً مع مبادئ",
            "page": "193",
            "part": "1"
        },
        {
            "id": "194",
            "nass": "الفروسية، سواء في المكان و مظاهره، أو في الزمان وقدرته الجبّارة على التحكم بأحوال الإنسان. فثاروا على الإطار التقليدي المتعارف عليه لدى بقيّة الشعراء قبل الإسلام، إذ نجد الفارس يمتلك القدرة على التحكم بالمكان ورسم أبعاده المادّية والنفسية، والزمان وتسخيره لما يتناسب وثقافته الفروسية الخاصة. ¶ كما اتضحت لنا قدرة الشعراء على خلق الصور المستقاة من بيئتهم مضيفين عليها لمسات نفسية وفكرية خاصّة فتتولّد نظراً لإختلاف ذلك دلالات مختلفة، فصور الفرسان في الجاهلية ليست نقلاً حرفياً وتصويراً جامداً للطبيعة المحيطة بالشاعر. ¶ أنّ الأساليب اللغوية ومدى الإنسجام الموسيقي التي تناولها الفرسان لم تكن جديدة و خارجة عن المألوف، إنّما كانت تختلف في التوظيف والدلالات الناتجة عنها والتي تنسجم وواقعهم الفروسي.",
            "page": "194",
            "part": "1"
        },
        {
            "id": "195",
            "nass": "المصادر و المراجع: ¶ ـ القرآن الكريم. ... ـ إبداع الدلالة في الشعر الجاهلي مدخل لغوي أسلوبي، د. محمّد العبد، مكتبة الآداب، ميدان الأوبرا، القاهرة، ط2، 2007م. ... ـ الإتجاه النفسي في نقد الشعر العربي، د. عبد القادر فيدوح، منشورات إتحاد الكتاب العرب، دمشق1992م. ... ـ الأدب الجاهلي قضايا وفنون ونصوص، د. حسني عبد الجليل يوسف، مؤسسة المختار للنشر والتوزيع، ط2، 2003. ... ـ الإشتقاق، إبن دريد، تح عبد السلام هارون، مكتبة الخانجي، مصر، (د ـ ت). ... ـ أشكال الزمان والمكان في الرواية، ميخائيل باختين، ترجمة يوسف حلاّق، دمشق، منشورات دار الثقافة، 1990م. ¶ ـ الأغاني، ابو الفرج الأصفهاني علي بن الحسين (356) هـ، تحقيق دار إحياء التراث العربي، بيروت ـ لبنان، (د ـ ت). ... ـ آليات الخطاب النقدي العربي الحديث في مُقاربة الشعر الجاهلي، بحث تجلّيات القراءات السياقية، د. محمّد بلوحي، منشورات إتّحاد الكُتّاب العرب، دمشق، 2004م. ... ـ الإنتماء في الشعر الجاهلي، د. فاروق أحمد سليم، منشورات إتحاد الكُتّاب العرب، دمشق،1998م. ... ـ الأنوار ومحاسن الأشعار، أبو الحسن علي الشمشاطي، تح: صالح مهدي، دار الشؤون الثقافية العامة ـ بغداد، ط2، 1987م.",
            "page": "195",
            "part": "1"
        },
        {
            "id": "196",
            "nass": "ـ أيّام العرب وأثرها في الشعر العربي، د. منذر الجبوري، وزارة الثقافة والإعلام، جمهورية العراق، 1974م. ... ـ الإيقاع في الشعر العربي من البيت إلى التفعيلة، د. مصطفى جمال الدين، النجف الأشرف، ط2، (د ـ ت). ـ البطولة في الشعر العربي، د. شوقي ضيف، دار المعارف، القاهرة، ط2، 1970م. ... ـ البطولة في الشعر العربي القديم، د. مؤيد اليوزبكي، بغداد، ط1، 2008 م. ... ـ البطل في التراث، د. نوري حمَودي القيسي، العراق، بغداد، ط1، 1988م. ... ـ بناء القصيدة الفني في النقد العربي القديم والمعاصر، د. مرشد الزبيدي، دار الشؤون الثقافية، بغداد، 1992م. ... ـ البُنية السردية في شعر الصعاليك، د. ضياء غني، عمّان، الأردن، ط1، 2010م. ¶ ـ بنية الخطاب الشعري الجاهلي في ضوء النقد العربي المعاصر بحث في تجلّيات المقاربة النسقية، د. محمد بلوحي، منشورات إتحاد الكُتّاب العرب، دمشق،2009م. ... ـ البيان والتبيين، أبو عثمان عمرو بن بحر الجاحظ (255) هـ، تح: عبد السلام هارون، مكتبة الخانجي، القاهرة، ط5، 1985م. ... ـ تاريخ آداب العرب، محمد صادق الرافعي، تخريج محمد سعيد العريان، (د ـ م)، ط2، 1954م. ... ـ تطوّر الصورة في الشعر الجاهلي، د. خالد أحمد الزّواوي، مؤسسة حورس الدولية، الإسكندرية، 2005م. ... ـ تعدّدية النمط في الشعر الجاهلي وظلاله الطويلة، مج1، د. خالد البرادعي، دمشق، 2005م. ... ـ التفسير النفسي للأدب، د. عزّ الدين اسماعيل، دار العودة، بيروت، 1962م. ... ـ التلخيص في علوم البلاغة، الخطيب القزويني، ضبط وشرح عبد الرحمن البرقوقي، دار الفكر، القاهرة، ط2،1932م. ¶ ـ ثقافة الوهم،، مُقاربات حول المرأة والجسد واللغة، د. عبد الله الغذّامي، المركز الثقافي العربي، ط1، 1998م. ... ـ الجامع الصحيح، سنن الترمذي، أبو عيسى محمد بن سَوْرَة (297) هـ، كمال يوسف الحوت، بيروت ـ لبنان، ط1، 1987م",
            "page": "196",
            "part": "1"
        },
        {
            "id": "197",
            "nass": "ـ جدلية الخفاء والتجلّي، د. كمال أبو ديب، دار الملايين ـ بيروت، 1979م. ... ـ جدلية القيم في الشعر الجاهلي، د. بوجمعة بوبعيو، منشورات إتَحاد الكتاب العرب، دمشق، 2001م. ـ جرس الألفاظ ودلالتها في البحث البلاغي عند العرب، د. ماهر مهدي هلال، دارالرشيد، بغداد، 1980م. ـ الجسد والصورة والمقدّس في الإسلام، د. فريد زاهي، دار أفريقيا الشرق، بيروت ـ لبنن، 1999م. ... ـ جماليات المكان، باشلر، ترجمة غالب هلسا، بيروت، ط4، 1996م. ... ـ جماليات المكان، مجموعة باحثين، الدار البيضاء، ط2، 1988م. ... ـ جماليات المكان في الرواية العربية، شاكر النابلس، بيروت، ط1،1994م. ... ـ الحياة العربية في الشعر الجاهلي، د. أحمد الحوفي، بيروت ـ لبنان، ط5، 1972م. ... ـ الحياة والموت في الشعر الجاهلي، د. عبد اللطيف جياؤوك، وزارة الثقافة ـ بغداد. ... ـ الحيوان، ابو عثمان عمرو بن بحر الجاحظ (255) هـ، دار العراق ـ بيروت، 1950م. ... ـ الحيوان في الشعر الجاهلي، د. حسين جُمعة، سوريا ـ دمشق، ط1، 2010م. ¶ ـ الخطاب الإبداعي الجاهلي والصورة الفنية، د. عبد الإله الصائغ، الدار البيضاء، ط1، 1997م. ... ـ خصوبة القصيدة العربية ومعانيها المتجدّدة، دراسة وتحليل وعرض، د. محمد صادق حسن عبد الله، دار الفكر العربي، القاهرة، مصر، (د ـ ت). ... ـ الخوف في الشعر العربي قبل الإسلام، د. جليل حسن محمد، بغداد، ط1، 2008م. ... ـ دراسات في الشعر الجاهلي، د. نوري حمودي، بغداد، 1972م. ... ـ دراسات نقدية في الشعر العربي، د. بهجت عبد الغفور الحديثي، دار الشؤون الثقافية، بغداد، ط1،1992م. ... ـ دراسات نقدية لبعض الشواهد البلاغية، د. بهيجة باقر الحسني، دار الحرية، 1975م. ... ـ دروس ونصوص في قضايا الأدب الجاهلي، د. عفَت الشرقاوي، بيروت ـ لبنان. ... ـ دلائل الإعجاز، عبد القاهر الجرجاني، تح محمد رشيد رضا، بيروت ـ لبنان. ... ـ ديوان قيس بن الخطيم، تح: ناصر الدين الأسد، دار صادر، بيروت. ... ـ ديوان عامر بن الطفيل، تح د. محمود",
            "page": "197",
            "part": "1"
        },
        {
            "id": "198",
            "nass": "عبدالله الجادر وآخر، دار الشؤون الثقافية ـ بغداد، ط1، 2001م. ... ـ ديوان عروة بن الورد، شرح إبن السكيت، تقديم راجي الأسمر، دار الكتاب العربي، بيروت ـ لبنان، ط1،2005م. ¶ ـ ديوان عنترة ومعلقته، تح خليل شرف الدين، بيروت،1997م. ... ـ ديوان الهذليين، دار الكتب والوثائق القومية ـ القاهرة، ط3، 2003م. ... ـ رسالة الشفاء، ابن سينا، تح الأستاذين الأب قنواتي وسعيد زايد، مراجعة وتقديم د. ابراهيم مدكور، الهيأة العامة لشؤون المطابع الأميرية ـ القاهرة، 1960م. ... ـ الزمن في الشعر الجاهلي، د. عبد الإله الصائغ، دار الرشيد، بغداد 1998م. ¶ ـ السيمياء العربية , بحث في أنظمة الإشارات عند العرب، د. صلاح كاظم، دار الشؤون الثقافية ـ بغداد، 2008م. ... ـ السيميائية الأُصول القواعد التأريخ، آن إينو وآخرون، ترجمة رشيد بن مالك، عمان، الأردن ط1،1،1،2008م. ¶ ـ شرح المعلّقات العشر، تقديم وشرح د. مفيد قميحه، دار ومكتبة الهلال، بيروت ـ لبنان، 1997م. ... ـ الشعراء السود وخصائصهم في الشعر العربي، عبده بدوي، وزارة الثقافة ـ مصر، 1973م. ... ـ الشعراء الصعاليك في العصر الجاهلي، د. يوسف خليف، دار المعارف، ط2، (د ـ ت). ... ـ شعر الصعاليك منهجه و خصائصه، د. عبد الحليم حفني، الهيئة المصرية العامّة للكتاب، 1987م. ... ـ الشعر الجاهلي خصائصه وفنونه، د. يحيى الجبوري، منشورات جامعة بنغازي، ط2، 1993م. ... ـ الشعر الجاهلي قضاياه وظواهره الفنيّة، د. كريم الوائلي، دار العالمية، مدينة نصر (د ـ ت). ... ـ الشعر الجاهلي قضاياه الفنية والموضوعية، د. إبراهيم عبد الرحمن، الشركة المصرية العالمية للنشر، ط1، 2000م.",
            "page": "198",
            "part": "1"
        },
        {
            "id": "199",
            "nass": "ـ شعر الحرب عند العرب، د. نوري حمَودي القيسي، جمهورية العراق،1983م. ... ـ شعرنا القديم والنقد الجديد، د. وهب احمد رومية، الكويت، 1996م. ... ـ الشعر والشعراء، أبو محمد عبد الله بن مسلم بن قتيبة، دار إحياء العلوم، بيروت، لبنان، تقديم: الشيخ حسن تميم. مراجعة: الشيخ محمد عبد المنعم العريان، ط2، 1986م. ... ـ شفرات الجسد جدلية الحضور والغيَاب في المسرح، د. عوَاد علي، عمَان ـ الأردن، ط1، 1996م. ـ شيفرة أدونيس الشعرية، سيمياء الدال ولعبة المعنى، محمد صابر عبيد، الجزائر، ط1، 2009 م. ... الصورة الفنيّة في التراث النقدي والبلاغي عند العرب، د. جابر عصفور، بيروت، ط3، 1992م. ... ـ الصورة في الشعر العربي حتى أواخر القرن الثاني الهجري دراسة في أُصولها وتطوره، د. علي البطل، دار الأندلس، ط2، 1981م. ... ـ الصورة الفنيّة في شعر النابغة الذبياني، د. خالد محمد الزوّاوي، مصر، ط1، 1992م. ... ـ الصورة الفنيّة معياراً نقديّاً، د. عبدالإله الصائغ، دار الشؤون الثقافية العامة ـ بغداد، ط1، 1987م:159. ... ـ الطبيعتان الحيّة والصامتة في الشعر الجاهلي، د. بهيج قنطار، منشورات دار الآفاق الجديدة، بيروت، 1986م. ¶ ـ العبارة والإشارة،، دراسة في نظرية الإتصال، د. محمد العبد، القاهرة، ط1، 2007 م. ... ـ العقد الفريد، أبو عمر أحمد بن محمّد بن عبد ربّه الأندلسي، شرح وضبط وتصحيح إحمد أمين وآخرون، دار الكتاب العربي ـ بيروت، ط3، 1965م. ¶ ـ العنوان وسيموطيقيا الإتصال الأدبي، د. محمد فكري الجزّار، الهيئة المصرية العامّة للكتاب، (دـ ت). ... ـ العمدة في محاسن الشعر وآدابه ونقده، أبو علي الحسن بن رشيق القيرواني (456) هـ، تح: محمد عبد القادر أحمد عطا، دار الكتب العلمية، بيروت، لبنان، ط1، 2001م. ... ـ عيار الشعر، ابن طبا طبا العلوي (ت.322هـ)، تحقيق وتعليق الدكتور طه الحاجري، الدكتور محمد زغلول سلام، القاهرة 1956م. ... ـ فحولة الشعراء، الأصمعي، تح د. محمد عبد المنعم الخفاجي، دار الجيل، بيروت، ط1، 2005م. ... ـ الفروسية في العصر الجاهلي، د. نوري حمَودي القيسي، بيروت، لبنان، ط1، 2004م.",
            "page": "199",
            "part": "1"
        },
        {
            "id": "200",
            "nass": "ـ فلسفة الشعر الجاهلي،، دراسة تحليلية في حركية الوعي الشعري العربي، د. هلال الجهاد، سوريا ـ دمشق، ط1، 2001م. ... ـ فلسفة المكان في الشعر الجاهلي، قراءة موضوعاتية جمالية، د. حبيب مونسي، إتحاد الكُتّاب العرب ـ دمشق،2001م. ... ـ الفضاء عند جبرا إبراهيم جبرا، د. إبراهيم الجنداري، دار الشؤون الثقافية العامّة ـ بغداد، ط1، 2001م. ـ فن التقطيع الشعري والقافية، د. صفاء خلّوصي، ط3، بيروت، 1966م. ... ـ في النقد الجمالي في النقد الجمالي، رؤية في الشعر الجاهلي، د. أحمد محمود خليل، دار الفكر، بيروت ـ لبنان، ط1، 1996م. ... ـ القاموس المحيط، العلاّمة اللغوي مجد الدين محمد بن يعقوب الفيروز آبادي (817) هـ، تقديم وتعليق أبو الوفا نصر الهوريني المصري الشافعي (1291) هـ، دار الكتب العلمية، بيروت ـ لبنان، ط1، 2004م. ... ـ قضايا الشعرية، رومان ياكبسون، ت: محمد الوالي ومبارك حنون، دار توبقال للنشر والتوزيع، الدار البيضاء، 1988م. ... ـ قضايا الشعر المعاصر، نازك الملائكة، مكتبة النهضة، بغداد، ط2، 1965م. ... ـ الكامل في اللغة والأدب، أبو العبّاس المبرّد، تح: جمعة الحسن، دار المعرفة، بيروت، لبنان، ط1، 2004م. ¶ ـ كتاب الصناعتين الكتابة والشعر، أبو هلال العسكري، تح د. مفيد قميحه، دار الكتب العلمية ـ بيروت، ط2 (د ـ ت). ... ـ كشّاف اصطلاحات الفنون أو موسوعة اصطلاحات العلوم الإسلامية، الشيخ المولوي التهانوي، منشورات شركة خيّاط للكتب والنشر ـ بيروت، 1966م. ... ـ لسان العرب، أبو الفضل محمد بن مكرم بن منظور دار صادر ـ بيروت، 1996م. ¶ ـ لغة العيون قراءة خطاب العين في الشعر العربي القديم، دراسة أسلوبية، د. ضياء غني وآخر، عمّان ـ الأردن، ط1، 2009م.",
            "page": "200",
            "part": "1"
        },
        {
            "id": "201",
            "nass": "ـ اللون في الشعر العربي قبل الإسلام قراءة ميثولوجية، إبراهيم محمّد علي، طرابلس، لبنان، ط1، 2001م. ... ـ مدخل الى سوسيولوجيا الأدب العربي، د. محي الدين ابو شقرا، الدار البيضاء، المغرب، ط1، 2005م. ¶ ـ المرأة في الشعر الجاهلي، د. أحمد محمد الحوفي، الفجّالة ـ القاهرة، (د ـ ت). ... ـ المرجع الأكيد في علم حركات الجسد، آلان وباربرا بييز، المملكة العربية السعودية، ط5،2005م. ... ـ المرشد الى فهم أشعار العرب وصناعتها، د. عبد الله الطيب المجذوب، دار الفكر، ط2، 1970م. ... ـ معرفة الآخر، مدخل إلى المناهج النقدية الحديثة، د. عبد الله إبراهيم وآخران، المركز الثقافي العربي ـ الدار البيضاء، ط2،1996م. ... ـ مفتاح العلوم، السكاكي، تح أكرم عثمان يوسف، دار الرسالة للطباعة ـ بغداد، 1981م. ... ـ مفردات الفاظ القرآن، الراغب الأصفهاني، تح صفوان عدنان داوودي، دمشق ـ دارالعلم، ط1، 2000م. ... ـ المُفصَل في تاريخ العرب قبل الإسلام، د. جواد علي، دارالعلم للملايين ـ بيروت، ط2، 1987م. ... ـ مقالات في الشعر الجاهلي، د. يوسف اليوسف، الجزائر، ط2،1983م. ¶ ـ مقدّمة ابن خلدون، عبد الرحمن بن خلدون (808) هـ، تح: د. حامد احمد الطاهر، ط1، 2004م. ... ـ ملامح الرمز في الغزل العربي القديم، د. حسن جبَار شمسي، دار السيَاب ـ لندن، ط1، 2008م. ¶ ـ موسوعة أساطير العرب من الجاهلية ودلالاتها، د. محمد عجينة، ط1، بيروت، لبنان، 2005م. ... ـ منهاج البلغاء، حازم القرطاجنّي، تح محمد بن الخواجة، تونس، 1966م. ... ـ موسيقى الشعر، د. إبراهيم أنيس، دار القلم، بيروت، (د ـ ت). ... ـ النابغة الذبياني مع دراسة للقصيدة العربية في الجاهلية، د. محمد زكي العشماوي، بيروت، 1980م. ... ـ نظرية الرواية بحث في تقنيات السرد، د. عبد الملك مرتاض، الكويت، 1998م. ... ـ النقد الأدبي، د. شوقي ضيف، دار المعارف ـ القاهرة، ط2، (د ـ ت). ... ـ النقد الأدبي الحديث من المحاكاة إلى التفكيك، د. إبراهيم محمود خليل، عمّان، الأردن، ط1، 2003م. ...",
            "page": "201",
            "part": "1"
        },
        {
            "id": "202",
            "nass": "ـ نقد الشعر، قدامة بن جعفر، تح محمد عبد المنعم الخفاجي، دار الكتب العلمية ـ بيروت. ... ـ هاجس الخلود في الشعر العربي حتى نهاية العصر الأموي، د. عبد الرزّاق خليفة الدليمي، دار الشؤون الثقافية ـ بغداد، ط1، 2001م. ¶ ـ الرسائل الجامعية: ¶ ـ الأغتراب في الشعر الجاهلي، أحمد صالح الزعبي، (أطروحة دكتوراه)، كلية الآداب ـ الجامعة المستنصرية، 1425هـ ـ 2004م. ... ـ البناء الفنّي في الرواية العربية ي العراق، د. شجاع مُسلم العاني (أطروحة دكتوراه)، كلية الآداب ـ جامعة بغداد، 1408 هـ ـ 1987م. ¶ ـ البواعث النفسية في شعر فرسان عصر ما قبل الإسلام (رسالة ماجستير) جامعة بغداد ـ كلية الآداب، ليلى نعيم الخفاجي، كلية الآداب ـ جامعة بغداد،1423هـ ـ 2002م. ... ـ الجسد في الشعر العربي قبل الإسلام (رسالة ماجستير)، محمد حسين العبيد، كلية الآداب ـ جامعة الموصل، 1425هـ ـ 2004م. ... ـ الخيال الشعري في القصائد العشر الطوال، د. عمّار حازم العبيدي، (أطروحة دكتوراه)،كلية الآداب ـ جامعة الموصل، 1426هـ ـ 2005م. ... ـ شعرزهير بن أبي سُلمى دراسة أسلوبية، أياد كمر كرم (رسالة ماجستير)، جامعة القادسية، 1426هـ ـ 2005م. ... ـ عدَة الحرب في الشعر الجاهلي (رسالة ماجستير)، ناهد جعفر، بيروت،1985م. ... ـ عروة بن الورد الشاعر الفارس، علي جميل العبيدي (رسالة ماجستير)، كلية الآداب ـ الجامعةالمستنصرية. ... ـ الفضاء الشعري عند الصعاليك في العصرين الجاهلي والإسلامي، (أطروحة دكتوراه) د. حسين الدخيلي، كلية التربية / جامعة البصرة، 1429هـ ـ 2009. ... ـ القصة القصيرة عند أحمد خلف، سروة يونس أحمد البدراني، (رسالة ماجستير) كلية الآداب ـ جامعة الموصل،1424هـ ـ 2004م.",
            "page": "202",
            "part": "1"
        },
        {
            "id": "203",
            "nass": "ـ اللواء في الشعر العربي حتى نهاية العصر الأموي (رسالة ماجستير)، صلاح أحمد، كلية الآداب ـ جامعة الموصل، 1425 هـ ـ 2004م. ¶ ـ الدوريات: ¶ ـ بلاغة الروح اداء الجسد، قراءة في مجموعة (تحولاّت الروح)، فائز الشرع، مجلة الطليعة الأدبية، تصدر من دار الشؤون الثقافية العامّة، ع4، سنة 4،2002م. ... ـ تطوّر مفهوم الجسد من التأمّل الفلسفي إلى التطور العلمي، د. يوسف تيبس، مجلة عالم الفكر، مج 37،4 إبريل، يونيو 2009م. ... ـ الزوجة مُتخيّلاً سردياً عند الشعراء الصعاليك، د. عبد الحسن علي مهلهل، مجلة آداب البصرة، ع 49، 2004م. ¶ ـ العاذلة في شعر الجاهلية وصدر الإسلام، دراسة في التشكيل الفني، د. محمد فؤاد نعناع، مجلة التراث العربي، إتحاد الكُتّاب العرب ـ دمشق، ع 99 ـ 100، سنة 25. ... ـ عروة بن الورد الصعلوك الشخصية والمثال، د. حسني محمود حسين، مجلة المورد ع2، مج12، 1982م. ... ـ القيم الإنسانية في الشعر الجاهلي، د. جليل رشيد، مجلة آداب الرافدين، ع7، سنة 1976. ... ـ مقدّمات القصائد العشر المعلّقات وعلاقتها بالتجربة الشعرية، د. بهجت عبد الغفور الحديثي، مجلة آداب بغداد، ع72،1406هـ ـ 2006م. ... ـ ملامح شخصية البطل في شعر الحرب بين الفن و الصورة المثالية، د. نصرة حميد الزبيدي، مجلة كلية المأمون، بغداد، ع14، 1430هـ ـ 2009م.",
            "page": "203",
            "part": "1"
        },
        {
            "id": "204",
            "nass": "Abstract ¶ The main points which are concluded at the first preface that: the semiotic approach can considered as a suitable technique as having different tools an comprehension in studying the non/linguistic forms of the Pre -Islamic poetry(Jahily). This suitability coming from the flexibility to be applied on all modern studies. So the pre- Islamic poetry cannot be subjected to efface and inactivity. Even though it has the simplicity of its poet's ideas and expression, it has a special philosophy to be a distinguished one as it is considered as an important period of the Arabic poetry career. Additionally, its image is not a typical and a traditional one for the need to the semiotic analysis to explain its several codes and symbols. ¶ The second part of the preface is concerned with fact that, in spite of the four pre- Islamic poets who joined together in the field of chivalry, they differed in their motivation in term of having a private aims and philosophy to be realized by each one of them. Therefore, according to the relations of chivalry as the reasons and motivation, it is possible to say that those relations can be divided into two parts: a particular one which is focused on the selfness(personality) of the knight and his vision. The other part is a general one which is derived from the principles of chivalry and the impression of the society towards those principles. Moreover, there is a clear difference between chivalry and pauperness, in regard to the principles of knights, their moral factors,",
            "page": "204",
            "part": "1"
        },
        {
            "id": "205",
            "nass": "and the natural ideology, if not, he will be just a pauper. ¶ It is reached in the first section of the first chapter that the knight poet is not far away from the psychological effects in defence and attack not to adopt only the common weapon against his opponent. However, the difference of the poets' classes lead to create different views of the traditional tools of fight. One of those tools is the escaping as it is acceptable by the chiefs of the tribes as an art of fight in limited aspects. Running a way is not all time is acceptable, because it is a shameful thing in relation to the existence of the knight' personality. It is shown that in the second section, the weapon is not just a tool of fight but it has a moral, symbolic, spiritual, and psychological, dimensions. So that the aim of poets is to seclude themselves to draw extra description of the parts of weapon. Whereas, it is stated in the third section that the horses represent an important thing not as an animal to ride. Such a necessity is framed within a spiritual relation between the knight and his horse to be joined as on thing in sharing heroism and distinction. ¶ Furthermore, the fact is very clear in the first section of the second chapter in expressing the status of the woman and her role in the life of the knight poet. This status is not as it is mentioned in the poems of Imro'u al- Qais, and al- A'asha but her status is described as a real partner in the knight poets' career. The woman's status is the same whether she is a real or magic person described as a wife or beloved by the poet as an element of his basic social affiliation. This association is",
            "page": "205",
            "part": "1"
        },
        {
            "id": "206",
            "nass": "represented by the mother, the tribe, the ground. For the traditions the poet does not always allow to have a real existence of a woman and limit her founding in his imagination. ¶ The important symbolic signs of the body are presented in the second section as a result of the domain of the moral, social and ideological circumstances. So when those signs are gathered by the knight poet, he will be an ideal modal of a perfect knight. In addition, the third section of this chapter shows that the knights' garment is a special phenomenon of themselves, occasions, and conditions in which it forms a special culture of the group of the knights. The ideological level of the knights about the place and time with their relations is presented in the third chapter to show the different signs of the effaced civilized images which are not appropriate with the principles of chivalry. Both time and place control the human life as they are shown in the knights' poems. Their drawing about those two elements is a revolution against the traditional framework to show the ability of the knight to control the abstract and psychological dimensions of the place and time to be exploited to fit the private culture of the chivalry. ¶ It is shown in the fourth chapter that the knights' ability to create independent images from their environment by adding ideological touches of arts to present different special symbols not to convey a literal and inactive report of their environment. It is realized at the next section that the linguistic techniques which are used by the knight poets are not new or abnormal but they differ in function and the resulted symbols. The last section exposes the poetic meters by which",
            "page": "206",
            "part": "1"
        },
        {
            "id": "207",
            "nass": "the knight poets arrange their poems to present the level of the internal and external of the musical harmony. They have the ability to exploit such a harmony to serve different ¶ cases and to speak about them artistically.",
            "page": "207",
            "part": "1"
        }
    ],
    "t34558": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "شعر الفرسان في العصر الجاهلي الوظائف والدلالات"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "المحتويات"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "المقدّمة"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "التمهيد ... الفروسية"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول تقاليد الفروسية وعدّة الحرب"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول ... دلالات تقاليد الفروسية"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني دلالات عدّة الحرب"
        },
        {
            "id": "81",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث ... دلالات الخيل"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني المرأة والمتعلقات الشخصية للفارس"
        },
        {
            "id": "93",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول ... دلالات المرأة"
        },
        {
            "id": "108",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني ... دلالات الجسد"
        },
        {
            "id": "122",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث ... دلالة الزي"
        },
        {
            "id": "125",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث دلالات الفضاء"
        },
        {
            "id": "126",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول: دلالات المكان."
        },
        {
            "id": "144",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني ... دلالات الزمان"
        },
        {
            "id": "158",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الرابع البناء الفني للنص"
        },
        {
            "id": "160",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول ... الصورة الفنية"
        },
        {
            "id": "174",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني ... البناء اللغوي"
        },
        {
            "id": "181",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث ... الموسيقى الشعرية"
        },
        {
            "id": "192",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "195",
            "lvl": "1",
            "sub": null,
            "tit": "المصادر و المراجع"
        }
    ]
}