{
    "b34560": [
        {
            "id": "1",
            "nass": "ذو الرمة في معايير النقد القديم والحديث ¶ رسالة تقدم بها ¶ ثاير فالح علي كيطان الخولاني ¶ إلى مجلس كلية التربية - ابن رشد / جامعة بغداد ¶ وهي جزء من متطلبات درجة الماجستير آداب في اللغة العربية / أدب ¶ باشراف الدكتور ¶ عبد السلام محمد رشيد الدليمي ¶ 1425هـ ... 2004م",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "(وما أوتيتم من العلم إلا قليلا) ¶ صدق الله العظيم ¶ سورة الإسراء: الآية 85",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "إقرار المشرف ¶ أشهد ان إعداد هذه الرسالة جرى تحت إشرافي في كلية التربية، ¶ ابن رشد / جامعة بغداد، وهي جزء من متطلبات نيل درجة الماجستير في آداب اللغة العربية ¶ المشرف ¶ الدكتور عبد السلام محمد رشيد ¶ بناءً على التوصيات المتوافرة أرشح هذه الرسالة للمناقشة ¶ أ. الدكتور ¶ عبد الرحمن مطلك الجبوري ¶ رئيس قسم اللغة العربية ¶ // 2003",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "الاهداء ¶ إلى والديّ ... ¶ أقدم لكما ثمرة جهدي عرفاناً بالجميل ¶ ورداً لبعض الدّين الذي في عنقي. ¶ أخي ... رعد. ¶ رغم الفراق البعيد أهدي لك هذا ¶ الجهد المتواضع. ¶ أخوتي ... أخواتي .. زوجتي وأبنائي لكم ¶ أهدي هذا الجهد المتواضع، مع امتناني لصبركم ¶ وتحملكم معاناتي. ¶ ثاير فالح",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "شكر وامتنان ¶ أجد ان الواجب يقتضي أن أتقدم بوافر شكري وتقديري لكل من تعاون معي لتمكيني من إنجاز هذا الجهد العلمي المتواضع، وفي مقدمة من أخصهم بالشكر والتقدير الأستاذ الدكتور عبد السلام محمد رشيد (المشرف على الدراسة) الذي اختار الموضوع وما بذله من جهود محمودة ومميزة تمكنت من خلالها الحصول على المصادر، وكانت جهوده مضاعفة في تقويم الدراسة. ¶ وأوجه شكري وتقديري للأستاذ الدكتور عناد غزوان إسماعيل الذي كان له الفضل في إبداء رأيه في صلاحية الموضوع للدراسة كما أتوجه بجزيل الشكر والاحترام لجميع أساتذة قسم اللغة العربية في كلية التربية (ابن رشد) / جامعة بغداد، لما قدموه من مساعدة وإرشاد وتوجيه، وأخص بالذكر الأستاذ الدكتور عبد الرحمن مطلك الجبوري (رئيس القسم) الذي كان لتوجيهاته وعونه أثر كبير في مواصلة البحث والدراسة. ¶ واوجه شكري وتقديري إلى كل من قدم لي جهداً وإن كان يسيراً، كما أشكر الأخوة العاملين في المكتبة المركزية بجامعة بغداد، ومكتبة الدراسات العليا في كلية الآداب جامعة بغداد. ¶ الباحث",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "الفهرست ¶ الموضوع ... رقم الصفحة ¶ المقدمة. ... 1 - 3 ¶ التمهيد. ... 4 - 7 ¶ الفصل الأول - شخصيته وشاعريته. ... 8 - 41 ¶ المبحث الأول - شخصيته ومنزلته. ... 8 - 15 ¶ شخصيته. ... 8 - 13 ¶ منزلته. ... 14 - 15 ¶ المبحث الثاني - شعره وفنونه الشعرية. ... 16 - 41 ¶ شعره. ... 16 - 17 ¶ فنونه الشعرية. ... 19 - 41 ¶ الغزل. ... 19 - 27 ¶ الوصف. ... 28 - 33 ¶ المديح. ... 34 - 38 ¶ الهجاء. ... 39 - 41 ¶ الفصل الثاني -القضايا البلاغية والنقدية عند النقاد القدماء. ... 42 - 65 ¶ المبحث الأول - القضايا البلاغية. ... 42 - 47 ¶ المبحث الثاني - الخصائص اللفظية والمعنوية. ... 48 - 53 ¶ الألفاظ. ... 48 - 50 ¶ المعاني. ... 51 - 53 ¶ المبحث الثالث - الظواهر اللغوية والنحوية. ... 54 - 57 ¶ المبحث الرابع - التأثر والتأثير. ... 58 - 65 ¶ الفصل الثالث - المناهج النقدية الحديثة. ... 66 - 96 ¶ المنهج التحليلي. ... 66 - 87",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "المنهج الاسطوري. ... 88 - 92 ¶ الموضوع ... رقم الصفحة ¶ المنهج النفسي. ... 93 - 96 ¶ الخاتمة. ... 97 - 98 ¶ المصادر والمراجع. ... 99 - 105 ¶ البحوث والدراسات - الرسائل الجامعية. ... 106",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "بسم الله الرحمن الرحيم ¶ المقدمة. ¶ الحمد لله رب العالمين والصلاة والسلام على سيدنا محمد وعلى آله الطيبين الطاهرين أجمعين. ¶ أما بعد .. ¶ فيعد ذو الرمة من شعراء العصر الأموي المبرزين، إذ كان شاعراً من جيل الشعراء الذين كانت لهم بصمات واضحة في مسار تطور الشعر العربي برمته، وهذا ما جعل كتب النقد قديماً وحديثاً تبدي اهتماماً واضحاً بهذا الشاعر. ¶ وعلى هذا الأساس تأتي دراستنا لبيان مكانة هذا الشاعر بين ناقديه القدماء والمحدثين، بعد ان وجدنا أن الشاعر تعرض لنقد الناقدين في مختلف المؤلفات القديمة والحديثة، فضلاً عما ورد عنه في روايات وآراء نقدية عند معاصريه من الشعراء والرواة. وتأتي دراستنا هذه في سلسلة من الدراسات الجامعية على هذا النمط والتي تناولت الشعراء بين ناقديهم قديماً وحديثاً. ¶ تألفت الدراسة من هذه المقدمة وتمهيد، وقد عملنا في التمهيد على الإلمام بالواقع السياسي والاجتماعي والأدبي الذي عاصره الشاعر في حياته، فضلاً عن التعريف بشخصيته وأدبه. ¶ وتناول الفصل الأول \"شخصيته وشاعريته\" الآراء النقدية التي درست شخصيته ومنزلته الأدبية وشعره وأغراضه، إذ كان المبحث الأول منه مخصصاً لدراسة الآراء النقدية عن شخصيته ومنزلته، أما المبحث الثاني فتناول الآراء النقدية في شعره وأغراضه الشعرية التي يأتي في مقدمتها غرضا الغزل ¶ والوصف، واقل منهما مثاراً للاهتمام غرضا المدح والهجاء. ¶ أما الفصل الثاني \"القضايا النقدية عند النقاد القدماء \" الذي اختص بدراسة القضايا النقدية التي رصدها النقاد في امكانية ذي الرمة وموهبته الشعرية، فقد انقسم على أربعة مباحث، خصص الأول منها لدراسة القضايا البلاغية من طبع وتكلف،",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "التي أشار إليها النقاد في شعر الشاعر، أما الثاني فقد خصص لدراسة الخصائص اللفظية والمعنوية في شعره عند النقاد، والثالث اهتم بدراسة الظواهر اللغوية والنحوية عند ذي الرمة. وكان الرابع مسخراً لدراسة آراء النقاد في تأثر الشاعر بغيره من الشعراء، وتأثيره بآخرين. ¶ وكان الفصل الثالث \" المناهج النقدية الحديثة \" الذي انقسم على ثلاثة مباحث، مخصصاً لدراسة الشاعر في ضوء الدراسات النقدية الحديثة التي تناولت الشاعر وشعره باسلوب نقدي علمي حديث. وكان المبحث الأول مخصصاً لدراسة المنهج التحليلي الذي أبرزنا فيه قصائد خضعت لمختلف التحليلات ووجهات النظر النقدية، والمبحث الثاني تناولنا فيه المنهج الأسطوري الذي استند عليه النقاد إلى إبراز الأثر الاسطوري في شعر ذي الرمة، والمبحث الثالث تناول اتجاهات النقاد إلى توضيح العمق النفسي للشاعر وتأثيره في شعره. ¶ وكانت \" الخاتمة \" تمثل خلاصة الاستنتاجات التي توصلنا إليها من خلال مباحث الدراسة وفصولها والتي كانت تستند إلى آراء النقاد ووجهات نظرهم في شعر الشاعر قديماً وحديثاً. ¶ ويمكن القول ان الدراسة استندت إلى صنفين من المصادر والمراجع هي كتب التراث النقدية القديمة، ككتاب \"فحولة الشعراء\" للأصمعي، و \" طبقات الشعراء\" لابن سلاّم، و \"الموشح \" للمرزباني، و \"الشعر والشعراء \" لابن قتيبة، و\"الأغاني \" لأبي الفرج الأصفهاني، و \"العمدة\" لابن رشيق القيرواني، و\"روضات الجنان \" للاصبهاني، و \"سمط اللآلي \" للبكري، وغيرها من المصنفات النقدية المعروفة، وقد شكلت هذه المصنفات المادة الأساسية لتمهيد الدراسة والفصلين الأول والثاني. ¶ أما الصنف الآخر فهي الدراسات النقدية الحديثة التي يأتي في مقدمتها كتاب \"التطور والتجديد\" للدكتور شوقي ضيف، ودراسات سخرت لدراسة الشاعر وشعره كدراسة \"ذو الرمة - دراسة ونقد \" لطراد الكبيسي، ودراسة \"ذو الرمة - شمولية الرؤية وبراعة التصوير \" للدكتور خالد ناجي السامرائي، ودراسة ¶ \"ذو الرمة شاعر الحب والصحراء \" للدكتور يوسف خليف وغيرها من المؤلفات",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "الحديثة التي تناولت الشاعر وشعره والعصر الذي عاش فيه وابرزت مكانته الأدبية، ودوره في مسار الشعر الأموي والعربي بشكل عام. ¶ كما استندت الدراسة إلى دراسات جامعية ذات صلة وثيقة بموضوع الدراسة، كدراسة \" الصورة الشعرية عند ذي الرمة\" للباحثة عهود عبد الواحد، ودراسة \"الفرزدق بين ناقديه قديماً وحديثاً \" للباحث سهيل عبد الله علي، وغيرها من الدراسات الجامعية. ¶ والملاحظة المهمة التي لابد من الإشارة إليها ان طبعات ديوان الشاعر تعددت واختلفت في تناولها لشعر الشاعر، كما اختلفت اختلافاً طفيفاً في بعض الأبيات الشعرية وأحياناً بعض القطع، وكانت أبرز هذه الطبعات التي حققها (مكارتني) عام 1919، والطبعة التي حققها (مطيع بيبلي) عام 1964، التي اعتمدتها في دراستي لسببين رئيسين هما حداثتها من الناحية التاريخية، واستفادة المحقق من أخطاء من سبقه في التحقيق، فضلاً عن وضوح طباعتها، على الرغم من ان الباحثين الذين سبقوني استندوا إلى طبعة مكارتني. ¶ وفي الختام أجد من الواجب الإشارة إلى ان مدة هذه الدراسة كانت عسيرة عليّ لظروف صعبة معروفة لدى الكثير من أساتذتي المبجلين وزملائي الأعزاء، وهذا ما جعلهم يبدون تجاوباً وتعاوناً محموداً كان له الدور في انجاز هذه ¶ الدراسة، فلهم مني جزيل الشكر والاحترام والتقدير. كما أجد واجباً عليّ ان أتقدم بالشكر الجزيل إلى الأستاذ الدكتور عبد السلام محمد رشيد (المشرف على الدراسة) الذي شاركني معاناتي، وكانت له بصمات واضحة في فصول الدراسة ومباحثها. وآخر دعوانا أن الحمد لله رب العالمين. ¶ الباحث ¶ ثاير فالح علي ¶ 2003",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "التمهيد. ¶ مما لا شك فيه أن ذا الرمة وشعره كان يمثل شكلاً مميزاً من أشكال التعبير الشعري في عصره، ليس لبداوة لغته الشعرية فحسب، وإنما لجرأته على ايراد دلالات لعدد من الألفاظ في الحقل المعنوي الواحد، وولعه بنقله إياها من دائرة دلالية إلى أخرى، وهذه الظاهرة في شعر ذي الرمة لم تكن معهودة في شعر شعراء عصره الآخرين (¬1). ¶ وبسبب بدواة ذي الرمة لم يكن هذا الشاعر قريباً من الظروف السياسية المضطربة التي عاشها غيره من الشعراء (¬2)، إلا أن نتاج ذي الرمة الشعري جاء في ظل مرحلة انبعاث الشعر العربي وازدهاره وتبلور أغراضه وظواهره في تيارات ومدارس واضحة السمات والدلالات (¬3)، بعدما شغل الناس عن مسيرة تطوره في غمرة حماسهم للإسلام العظيم وانشغالهم بنشر رسالته العظيمة، وتوجههم للتأمل في كتابه العزيز، مبهورين بروعة بيانه المعجز (¬4). كما شهد العصر الأموي حركة ثقافية وثّابة قل نظيرها في العصور الإسلامية الأخرى (¬5). ¶ و (ذو الرمة) لقب غلب على الشاعر، فاسمه (غيلان بن عقبة بن بُهيش بن مسعود بن حارثة بن عمرو بن ربيعة العدوي) (¬6). ¶ ¬__________ ¶ (¬1) ينظر: ذو الرمة شمولية الرؤية وبراعة التصوير، خالد ناجي السامرائي، 7. ¶ (¬2) لمزيد من التفصيلات عن الأوضاع السياسية المضطربة في العصر الأموي ينظر: فتوح البلدان، البلاذري، 483. عيون الأخبار، أبن قتيبة، 1/ 132. مروج الذهب، ¶ المسعودي، 3/ 98،99، 104، 105، 108. الكامل، المبرد، 2/ 226. تاريخ الرسل والملوك الطبري، 5/ 140 - 142، 145 - 196.الكامل في التاريخ، أبن الأثير، 4/ 40. ¶ (¬3) ينظر: التطور والتجديد في الشعر الأموي، د. شوقي ضيف، 55 - 130. ¶ (¬4) ينظر: تاريخ الأدب العربي، العصر الإسلامي، د. شوقي ضيف، 42 - 67. ¶ (¬5) عن هذه الحركة، ينظر: صفوة الصفوة، أبن الجوزي، 3/ 181. وفيات الأعيان، أبن خلكان، 3/ 248. تذكرة الحفاظ، الذهبي، 1/ 115، 116. تهذيب التهذيب، أبن حجر العسقلاني، 5/ 276 - 279. طبقات القراء، ابن الجوزي، 1/ 235، 284، 350، 410، 604، 613، 2/ 25، 336، 381. شرح صحيح مسلم (النووي) 1/ 75، 76. ¶ (¬6) سمط اللآلي، البكري، 8؛ خزانة الأدب، البغدادي، 1/ 51.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وأمه من بني أسد يقال لها (ظبية) (¬1) ولذي الرمة أخوة لأبيه وأمه: أوفى، ¶ مسعود، وهشام، وكلهم شعراء (¬2). ¶ وهناك خلاف بين المؤرخين والنقاد حول سبب تسميته بذي الرمة، فمنهم من يشير إلى أن تسميته بهذا اللقب جاء من قوله في وصف وتد: [رجز] ¶ على ثلاث باقيات سود ... وغير باقي ملعب الوليد ¶ وغير مرضوخ القفا موتود ... أشعث باقي رمة التقليد (¬3). ¶ ومن الدارسين من يعتقد أن إطلاق هذا اللقب عليه جاء بسبب (معاذة) علقها على يساره الحصين بن عبده بن نعيم الغنوي (كان يقرئ الأعراب بالبادية احتساباً لما يقيم صلاتهم)، وكانت هذه المعاذة بسبب فزع يصيبه في الليل وهو صغير السن، وبعد حقبة من الزمن مرت أمه بالحصين ومعها (ذو الرمة) فدنت منه وقالت: \"يا أبا الخليل، إلا تسمع قول غيلان وشعره؟ فقال بلى: فتقدم وانشده وكانت المعاذة مشدودة إلى يساره بحبل أسود، فقال الحصين: أحسن ذو الرمة، فغلبت عليه\" (¬4). ¶ وبعضهم يعتقد أنَّ ذلك اللقب أطلق عليه من صاحبته (مي)، إذ استسقاها ماءً وكان على كتفه حبل، فقالت له: \" أشرب يا ذا الرمة \" (¬5). فغلب عليه ¶ اللقب. ولا يمكن لنا بأية حال من الأحوال ترجيح أي من الروايات الآنفة الذكر. ¶ وتشير المصادر التاريخية إلى ان ذا الرمة ولد عام (77هـ) وتوفي عام (117) (¬6). وعلى ذلك فانه مات عن عمر يناهز الأربعين عاماً، ومن الناحية ¶ ¬__________ ¶ (¬1) الأغاني، للأصفهاني، 16/ 217. ¶ (¬2) ينظر: طبقات الشعراء، ابن سلام، 211؛ الشعر والشعراء، أبن قتيبة، ¶ 352 - 353. ¶ (¬3) ديوان شعر ذي الرمة، شرح مطبوع ببيلي، ط1، 216. ¶ (¬4) الأغاني، للأصفهاني، 16/ 216 - 217. ¶ (¬5) ينظر: الأغاني، للأصفهاني، 16/ 216؛ خزانة الأدب، البغدادي، 1/ 51. الرمة: القطعة البالية من الحبل. ينظر: متن اللغة، 9/ 654. ¶ (¬6) ينظر: وفيات الأعيان، أبن خلكان، 3/ 188؛ طبقات فحول الشعراء، ابن سلام، ¶ 211؛ الشعر والشعراء، أبن قتيبة، 334؛ الأغاني، 16/ 250.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "التاريخية فالشاعر عاش بين أواسط عهد الخليفة عبد الملك بن مروان (65 - 86هـ) وأواخر عهد الخليفة هشام بن عبد الملك (105 - 125هـ). ¶ وتعد هذه المرحلة من تاريخ الدولة العربية الإسلامية من أزخر مراحلها بالعطاء الفكري، وتوافر عناصر البناء القومي للدولة العربية، إذ توسعت الفتوحات وعم الرخاء الاقتصادي، وأسست المدن، وتطورت الحياة الثقافية بشكل ملفت للنظر. وبرزت خلال هذه المرحلة مدينتا (البصرة) و (الكوفة)، إذ احتضنت هاتان المدينتان العلوم والفلسفة والحكمة والنحو واللغة، وازدهرت فيهما المذاهب الكلامية وعلوم المنطق، الأمر الذي هيأ لنشأة الفلسفة العربية الإسلامية في عصور لاحقة (¬1)، وتشير الروايات وديوان الشاعر إلى أنه تردد كثيراً على هاتين المدينتين، وألف أجواءهما، والتقى في اسواقهما الشعرية حيث (المربد) و (الكناسة)، وكان يحظى بتقدير وإطراء شعرائها، إذ روي إن الكميت حين سمعه يقول: [طويل] ¶ أعاذل قد أكثرت من قول قائل ... وعيب على ذي اللُّب لوم العواذل ¶ قال: \" هذا والله ملهم، وما علم بدوي مثله بدقائق الفطنة وذخائر العقل المعد لذوي الألباب، أحسن ثم احسن \" (¬2). ¶ ويعد ذو الرمة أحد عشاق العرب المشهورين، وصاحبته (مي) وهي ابنة مقاتل بن طلبة بن قيس بن عاصم المنقري (¬3). ويبدو ان كثرة تكرار اسم (مي) في شعره، جعل بعض النقاد المحدثين يعدونه من الشعراء العذريين، ويرى البعض ان تردد اسم محبوبة أخرى هي (خرقاء) ليس إلا رمزاً لمحبوبته نفسها (مي) (¬4). ولم تقتصر أغراض ذي الرمة الشعرية على الغزل والوصف فحسب، بل ان الشاعر ¶ ¬__________ ¶ (¬1) ينظر: ذو الرمة شمولية الرؤية ... ،خالد ناجي السامرائي، 19. ¶ (¬2) الديوان، 585؛ وينظر الأغاني، الأصفهاني، 16/ 221. ¶ (¬3) وفيات الأعيان، ابن خلكان، 3/ 184. ¶ (¬4) ينظر: ذو الرمة دراسة ونقد، طراد الكبيسي، 7 - 9.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "عرف بانه من الشعراء المداحين، إذ عرف بكثرة مديحه في بلال بن ابي بردة والي البصرة لخالد القسري والي العراق (¬1). ¶ وتجدر بنا الإشارة إلى أن حياة ذي الرمة لم تكن حياة صاخبة، بل كانت حياة وادعة هادئة عبر عنها بترنمه بمحبوبته وبالطبيعة البدوية التي ابهرته إلى أبعد الحدود، والتي عبّر عنها ببراعة لغوية، وتمكن باقتدار من تصوير ما يريده برحابة تعبيرية خلاقة، وهذا ما جعله بعيداً عن تيار المناقضات التي انغمر بها غيره من الشعراء من أمثال جرير والفرزدق والأخطل والراعي النميري ¶ وغيرهم، ويبدو ان هذا الابتعاد أبعد شعره وحياته عن الأنظار ولم يدع مجالاً للنقاد لأن يسجلوا عناصر الإبداع في شعره، إذ سلطت الأضواء على شعراء ذلك العصر بحجم ظهورهم على الساحة الشعرية، ومساجلاتهم مع أقرانهم من ¶ الشعراء. فحين مرّ الفرزدق بذي الرمة وهو ينشد الشعر، سأله ذو الرمة: \" ماذا ترى يا أبا فراس \"، فقال: أرى خيراً، فسأله: \" فما لي لا أعد من الفحول \" فقال الفرزدق يمنعك من ذلك صفة الصحارى وإبعار الإبل \" (¬2). ان ذلك الاندماج بين ذي الرمة وبيئته، وابتعاده عن المساجلات الشعرية في عصره، جعلت حياة الشاعر بعيدة كل البعد عن الانعطافات الحادة والمواقف الشاذة. وليس بنا من حاجة للإشارة والتنويه عن شاعرية ذي الرمة، أو إمكانياته الأدبية المتفردة، لأن ذلك سيكون مهمة رئيسة لمباحث الدراسة وفصولها، حين نستعرض آراء النقاد به وبشعره قديماً وحديثاً. ¶ ¬__________ ¶ (¬1) وفيات الأعيان، ابن خلكان، 3/ 184. ¶ (¬2) الموشح، المرزياني، 273.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "الفصل الأول ¶ شخصيته وشاعريته ¶ المبحث الأول. ¶ شخصيته. ¶ منزلته. ¶ المبحث الثاني. ¶ شعره وفنونه الشعرية. ¶ شعره. ¶ فنونه الشعرية. ¶ الغزل. ¶ الوصف. ¶ المديح. ¶ الهجاء.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "الفصل الأول ¶ المبحث الأول ¶ شخصيته. ¶ ان الشاعر الذي نحن بصدد دراسة شخصيته بين ناقديه، هي شخصية بدويّ، تحمل فيما تحمله بين طياتها صفات الصحراء وسمات البدوي (النجدي) بكل ما تعنيه هذه الكلمة. وتشير الروايات إلى ان ذا الرمة كان شديد الارتباط بالبيئة التي أنجبته، إذ قضّى اغلب حياته في الصحراء، \" ... في أكثبة الدهناء في اليمامة ولم يخرج منها إلا لحاجة ثم لا يلبث أن يعود إليها\" (¬1). وما أورده صاحب روضات الجنان يؤكد حقيقة بدوية ذلك الرجل، وعمق ارتباطه بأرضه وأهله، إذ لم تغره الحواضر التي نشأت على أطراف الجزيرة على الرغم من أنه عاصر مرحلة زاهية من مراحل الدولة الإسلامية، إذ يشير المؤرخون إلى أن تلك المرحلة شهدت رقياً في الحياة العقلية، وازدهاراً واضحاً في النظم الاقتصادية والاجتماعية ونمواً في فلسفة العقائد الدينية. تلك هي الحقبة التي تمتد بين أواسط عهد عبد الملك بن مروان (65 - 86هـ) وأواخر عهد هشام بن عبد الملك (105 - 125هـ) (¬2). ¶ إن بيئة الصحراء على الرغم من قدرتها على استجذاب ذي الرمة نحو مفاوزها اللامدركة الجمال والحيوية إلا لمن عرفها عن قرب ولمن عاش تفاصيلها ذات الآفاق المتناهية، لم تمنعه من ارتمائه في أحضان تلك الحواضر كغيره من الشعراء الآخرين، إذ اكد أبو الفرج الأصفهاني (356هـ) أن ذا الرمة كان كثير الترداد على البصرة وكان ينشد شعره في سوق الإبل (المربد)، وفي الكوفة كان ينشد الناس في الكناسة (¬3)، وأشار إلى ذلك أبن خلكان أيضاً (ت 681هـ) (¬4). وقيل أنه وصل إلى أصبهان (¬5)، وهو يؤكد ذلك في شعره قائلاً: [طويل] ¶ ¬__________ ¶ (¬1) روضات الجنان، الأصبهاني الخوانساري،497. ¶ (¬2) تاريخ الإسلام، 1/ 291 - 299، 1/ 232. ¶ (¬3) الأغاني، الأصفهاني، 16/ 243. ¶ (¬4) وفيات الأعيان، ابن خلكان، 3/ 184. ¶ (¬5) روضات الجنان، للأصبهاني، 497.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "لقد نام عن ليلي لقيط وشاقني ... من البرق علويّ السّنا متياسر ¶ أرقت له والثلج بيني وبينه ... وحومان حزوى فاللّوى والحرائر ¶ وقد لاح للساري سهيل كأنه ... قريع هجان عارض الشول جافر (¬1). ¶ كما أنه تردد على اليمامة، وكان ذا حظوة عند شيخها المهاجر ¶ بن عبد الله (¬2). ¶ أن تلك الإشارات تؤكد أن ذا الرمة كان على ترحال دائم، إذ لم يكن بعيداً عن الاتصال بالشعراء ومجالس الشعر خلال مرحلة زمنية شهدت تطوراً فكرياً، وهذا يدلل على أنه كان على تواصل مع ذلك التطور الفكري والاجتماعي، إلا أنه لم يسكن المدن وظل وفياً لأرضه وأهله كما بيَّنا. ¶ إلا إننا نتساءل لماذا كان يرتحل ذو الرمة من حاضرة إلى أخرى ولماذا كان يؤم المدن، هل كان الغرض الوحيد الذي كان يبتغيه معرفة تلك المدن وشعرائها والتطورات التي تطرأ عليها؟. طبعاً لم يكن ذلك الغرض الوحيد، إذ كان ذو الرمة ينتقل من هنا إلى هناك طلباً للتكسب ومدح علية القوم، فقد كان على اتصال ببلال بن أبي بردة الأشعري، وهو والي البصرة لخالد القسري والي العراق (109 - 125هـ) (¬3). وكان يمتدح المهاجر بن عبد الله (¬4). كما اتصل بخلفاء الأمويين وامتدحهم (¬5). وتعد قصيدته في مدح عبد الملك بن مروان ¶ (65 - 86هـ) من القصائد المشهورة، إذ يقول: [بسيط] ¶ ما بال عينك منها الماء ينسكب ... كأنه من كلى مفرية سرب ¶ وفراء غرفّية أثأى خوارزها ... مشلشل ضيّعته بينها الكتب ¶ أستحدث الرّكب عن أشياعهم خبراً ... أم راجع القلب من أطرابه طرب (¬6). ¶ ¬__________ ¶ (¬1) الديوان، 329 - 330. ¶ (¬2) الأغاني، للأصفهاني، 7/ 110. ¶ (¬3) شروح الحاجري على البخلاء للجاحظ، 318. ¶ (¬4) الأغاني، للأصفهاني، 16/ 220. ¶ (¬5) العمدة، ابن رشيق،1/ 222؛ الوساطة الجرماني، 157. ¶ (¬6) الديوان 3، 4.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ولا بد من الإشارة إلى أن ظاهرة التكسب عند ذي الرمة لا يمكن أن تكون مأخذاً عليه، إذ تكسب عدد من الشعراء في عصره، من أمثال جرير والفرزدق ¶ والأخطل وغيرهم، بل إن ذا الرمة كان أقلهم تكسباً وأقلهم ترداداً على الخلفاء وعلية القوم. وكان غير ذي الرمة من الشعراء يتكسب على الرغم من إنه كان سيداً في قومه، من أمثال زهير بن أبي سلمى (في الجاهلية) والفرزدق ¶ (في العصر الأموي). ¶ وينبري النقاد للحديث عن صفاته الشخصية وأخلاقه، إذ يشير الثعالبي ¶ (ت 429هـ) إلى أن ذا الرمة كان دميماً، كناز اللحم، مربوعاً، ¶ قصيراً (¬1). ويشير إبن خلكان (681هـ) إلى أن (مي) التي طالما وصفها وتعشق بها في شعره، حين رأته أسوداً دميماً صرخت \"وا سوأتاه، وا بؤساه\" (¬2). وينقل صاحب \"الأغاني\" أن أمه كانت معه وقد تحلق الناس من حوله وهو ينشدهم ¶ شعراً، فقالت: انظروا إلى شعره ولا تنظروا إلى وجهه (¬3). ¶ أن واقع جسد الإنسان من حيث الشكل والوجاهة وأحياناً العوق عادة ما ينعكس بشكل مباشر على تصرفات الإنسان وتوجهاته وأخلاقه أحياناً، إلا أن ذلك الوصف لذي الرمة من حيث دمامة شكله وسحنته السوداء، لم تجد لها تأثيراً في شعره، إذ لم تقف حائلاً دون فاعليته وعلاقته بالآخرين، ونحن لايمكن لنا من الناحية النفسية إنكار وجود تأثير لذلك في نفسه، إلا أننا لم نجد ها شكلت ظاهرة في حياته وتصرفاته، والدليل أنه كان يعشق ويرتحل من مكان إلى أخر ويحضر مجالس الخلفاء والأمراء. ¶ غير أن النقاد يشيرون إلى رواية ذات دلالات أكثر عمقاً من دمامة وجهه، فقد كان عليلاً منذ صغره، وأمه كانت أخذته إلى الحصين لعلة قد تكون جسدية (¬4)، وهو ما يمكن القول أنه أثر في سلوكه وجعله وادعاً هادئاً، فضلاً عن أن ¶ ¬__________ ¶ (¬1) لطائف المعارف، الثعالبي، 113. ¶ (¬2) وفيات الأعيان، ابن خلكان، 3/ 185. ¶ (¬3) الأغاني، للأصفهاني، 16/ 220 - 221. ¶ (¬4) الأغاني، للأصفهاني، 16/ 216، 217.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "الأصفهاني يورد رواية عن (هارون بن محمد بن عبد الملك)، تشير إلى أنه ¶ قال: [طويل] ¶ وإنّي لعاليها وإنّي لخائف ... لما قال يوم الثعلبية حلبس ¶ قبل ان يستعد لقطع الصحراء عائداً إلى دياره، ومات وهو في وسط الصحراء (¬1). وإذا كان الرواة يعدونها علماً بالغيب منه بأنه سيموت، فلما لا يكون إحساسه بأن صحته لا تحتمل عناء قطع الصحراء. فضلاً عن أن وفاته المبكرة وهو لما يتجاوز سن الأربعين بعد، هي دليل آخر يمكن الأخذ به على أنه كان عليلاً يعاني من مرض عضال. وبذلك فأن المتفحص لأراء النقاد في هذا الجانب من حياته يدرك أن التأثيرات الصحية أقرب إلى التأثير في حياته من دمامة ¶ الوجه. وإذا كانت دائرة المعارف الإسلامية أشارت إلى بعض الجوانب الأسطورية في وفاته (¬2)، فلا نجد أفقاً واضحاً لتلك الإشارة في آراء النقاد القدامى في هذا الجانب. ¶ ويشير ذو الرمة إلى أنه أشترك في وقائع حربية ضد قوم امريء القيس بقوله: [طويل] ¶ فما شهدت خيل امريء القيس غارة ... بثهلان تحمي عن فروج الحقائق ¶ أدرنا على جرم وأولاد مذحج ... رحى الحرب تحت اللامعات الخوافق ¶ نثير بها نقع (الكلاب) وأنتم ... تثيرون قيعان القرى بالمعازق ¶ رميت امرأ القيس العبيد فأصبحوا ... خنازير تكبوا من هوى الصواعق ¶ رفعت لهم عن نصف ساقي وساعدي ... مجاهرة بالمحربات العوالق (¬3). ¶ وهو أمر شاذ عن سيرة هذا الرجل. غير أننا نرجح أن تكون الواقعة حقيقية، إلا أن اشتراك ذو الرمة فيها كان شعراً فحسب، إذ قد لا يكون من المشتركين فعلياً بتلك الواقعة. ¶ ¬__________ ¶ (¬1) الأغاني، للأصفهاني 16/ 250،251؛ وجعلها مطيع بيبلي من الأبيات المنسوبة لذي ¶ الرمة، الديوان751. ¶ (¬2) دائرة المعارف الإسلامية، 9/ 393. ¶ (¬3) الديوان، 494 - 497.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "أما عن أخلاقه، فقد ذكر الأصفهاني في (ت 356هـ) أنه كان طفيلياً يأتي العرسان (¬1). وأنه شوهد في أخريات أيامه عند المهاجر بن عبد الله شيخاً \" اجنأ سقاطاً متساقطاً \" (¬2) إلا أنه يشير أيضاً إلى أنه كان راجح العقل عفيف النفس (¬3). وتؤكد روايات أخرى زهده في الطعام على الرغم من بداوته وفقره (¬4). ¶ أن ذلك التناقض في الروايات عن أخلاقه يجعلنا حذرين في اتخاذ موقف محدد في هذا الشأن، فالآراء صريحة واضحة في كلا الحالين، إلا أن الأمر الذي يمكن أن نثيره في هذا الجانب، هو أن عدم الاتفاق في الآراء قد يعود إلى أن ذا الرمة لم يكن على تلك الدرجة من التطفل والبخل والبذاءة، فضلاً عن أن الأصفهاني يورد رواية تؤكد حصول مشادة كلامية بين جرير وذي الرمة انتهت بتفاخر الأخير بنفسه وقوله \" أنا أبو الحرث وأسمي غيلان \"، وما كان من جرير إلا الاعتذار منه (¬5). وهذه الرواية يمكن أن تكون رأياً مضاداً للآراء الأخرى، فذو الرمة لم يكن على تلك الدرجة من السفه والسقوط التي صور بها. ومما يلفت النظر في هذا الجانب أن دائرة المعارف الإسلامية وصفت ذا الرمة بأوصاف جارت فيها الآراء التي حطت من شخصيته (¬6)، وأن دائرة المعارف الإسلامية لا نجدها حققت رواية الأصفهاني بتطفل ذي الرمة والروايات الأخرى. كما أننا نشير إلى أن ذا الرمة لو كان على تلك الدرجة من البخل، فلماذا لم يشر له الجاحظ (ت 255هـ) في مؤلفه البخلاء؟!. وعلى الرغم من ضعف الأسانيد التي تبرئ ذا الرمة من تلك الصفات البذيئة، إلا أنها تنقذنا من عجزنا على الرد بالضد من تلك الروايات التي تقف على المتكأ الضعيف نفسه الذي نعاني منه. ¶ ¬__________ ¶ (¬1) الأغاني، للأصفهاني، 16/ 220. ¶ (¬2) المصدر نفسه، 16/ 220 ¶ (¬3) المصدر نفسه، 16/ 222. ¶ (¬4) زهر الآداب، الحصري القيرواني، ط7، 3/ 692. ¶ (¬5) الأغاني، للأصفهاني 7/ 110 – 111. ¶ (¬6) دائرة المعارف الإسلامية، 9/ 393 – 394.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ويمكن القول أن الأخبار التي وصلتنا عن شخصية ذي الرمة قليلة لا يمكن لها أن تفي بالغرض الذي نحن بصدده، وهي يسيرة إلى الحد الذي لا تمكن الدارس من تلمس الخطوط الأساسية التي تقود إلى فهم حقيقة شخصية ذي الرمة وتطورها، في جانبها النفسي والاعتباري، وذلك كله لا يمنحنا سوى الخروج باستنتاجات عامة دون الخوض في التفصيلات. ويقف الشاعر في خاتمة المطاف أمام مصيره البشري المحتوم، ليعاني من سفره الذي داخلته الذنوب ويطلب غفران ربه قائلاً: [بسيط] ¶ يا ربّ قد أشرفت نفسي وقد علمت ... علماً يقيناً لقد أحصيت آثاري ¶ يا مخرج الروح من جسمي إذا احتضرت ... وفارج الكرب زحزحني عن النار (¬1). ¶ ويشير الأصفهاني إلى أن هذين البيتين هما آخر ما قاله ذو الرمة من شعر (¬2). ¶ ¬__________ ¶ (¬1) الديوان، 750. ¶ (¬2) الأغاني، للأصفهاني، 16/ 225.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "منزلته. ¶ يذكر الأصفهاني أن رؤبة بن العجاج قال لبلال بن أبي بردة يوماً \" علام تعطي ذا الرمة، فو الله انه ليعمد إلى مُقَطَّعاتنا فيصلها فيمدحك بها، فقال له ¶ بلال والله لو لم أعطه إلا على تأليفه لأعطيته، وأمر له بعشرة آلاف ¶ درهم\" (¬1).وهذه الرواية تشير إلى المكانة التي كان يحتلها ذو الرمة في مجلس بلال بن أبي بردة، إذ كان يقدمه على غيره من الشعراء على الرغم من مطالبة أولئك بتقديمهم عليه. ¶ وعده الأصمعي (ت 216هـ) حجة لأنه بدوي (¬2). وهي إشارة واضحة إلى تمكن ذي الرمة من اللغة والرواية، لأن العرب اعتادت أن تأخذ اللغة وفصاحتها ومعانيها من البادية، فكان ذو الرمة من أولئك الفصحاء الذين أخذت عنهم اللغة وفصاحتها. ¶ وفي الاتجاه ذاته يشير الجرجاني (ت 392هـ) إلى ذلك حين يقول \" وإذا أردت أن تعرف موقع اللفظ الرشيق من القلب، وعظم غنائه في تحسين الشعر، فتصفح شعر جرير وذي الرمة من القدماء \" (¬3). ولا يمكن لنا أن ندرك ما ذهب إليه الجرجاني إلا في إطار الفطنة الكبيرة التي يمتلكها ذو الرمة على التمييز بين دلالات الألفاظ وما بينها من فروق دقيقة، كان يعسر إدراكها على غير المتمرس الملم باللغة وألفاظها. ¶ وحين قدم ذو الرمة إلى الكوفة والتقى بـ (حماد الراوية) (ت 156هـ)، أشار إلى أنه لم ير أفصح منه، ولا أعلم منه بغريب الألفاظ (¬4). وتكمن أهمية هذا الرأي النقدي في أنه صدر عن راوية معروف، وناقد علم الكثير في الشعر وإمكانيات الشعراء، وقدرتهم على تسخير اللغة في دلالاتها وألفاظها. ¶ ¬__________ ¶ (¬1) الأغاني، للأصفهاني، 16/ 244. ¶ (¬2) فحولة الشعراء، الأصمعي، 39. ¶ (¬3) الوساطة، الجرجاني، 244، 225. ¶ (¬4) الأغاني، للأصفهاني، 16/ 222.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ويؤكد أبو عمر بن العلاء (ت 154هـ) أهمية شعر ذي الرمة بقوله \" ختم الشعر بذي الرمة والرجز برؤبة \" (¬1). وهي إشارة تؤكد إعجاب أبي عمرو بن العلاء بشعر ذي الرمة وتقديمه على جميع شعراء عصره. ¶ وشهد له جرير بأنه أخذ من طريف الشعر وحسنه ما لم يسبقه إليه أحد غيره (¬2). كما قيل عنه أحسن الشعراء الإسلاميين تشبيهاً، وجعلوا مكانته في هذا الجانب كمنزلة أمريء القيس في الجاهلية (¬3). وقال عنه الشافعي \" ليس يقدم أهل البادية على ذي الرمة أحداً، حتى ليذهبوا إلى حد تفضيله على امريء القيس، بل لو كلف أمرؤ القيس أن ينشد شعر ذي الرمة ما أحسنه \" (¬4). ¶ وعلى الرغم من أن تلك الآراء التي أشرنا إليها هي في حقيقتها آراء نقدية تأثرية لم يقدمها أصحابها بناء على تحليل نقدي واضح المعالم، وإنما على وجهة نظر شخصية فحسب، إلا أنها تمنحنا صورة متكاملة عن منزلة ذي الرمة ¶ الأدبية، لأنها جاءت مجتمعة من لدن نقاد وشعراء من مختلف العصور، منهم من عاصر ذو الرمة ومنهم من عاش بعده بعدد من السنين. وتلك الآراء تكشف لنا بجلاء أهمية ذي الرمة في عصره، وأهميته في الشعر العربي الإسلامي عموماً وتقديمه على غيره من الشعراء. ¶ ¬__________ ¶ (¬1) وفيات الأعيان، ابن خلكان، 3/ 189. ¶ (¬2) روضات الجنان، الأصبهاني، 497. ¶ (¬3) الأغاني، للأصفهاني، 16/ 222 - 223. ¶ (¬4) روضات الجنان، الأصبهاني، 497.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "المبحث الثاني ¶ شعره وفنونه الشعرية. ¶ شعره. ¶ كان للحركة الشعرية في العصر الأموي نشاط دؤوب مميز غزير، والشعراء الذين ظهروا في هذا العصر شكلوا ظاهرة واضحة في الشعر العربي، وكانت غزارة شعرهم وجزالته ظاهرة مميزة في عصرهم، حتى لم يتمكن الشعراء الآخرون من مجاراتهم (¬1). ¶ ويعد ذو الرمة أحد أولئك الشعراء الذين أتسم شعرهم بالجزالة والتمكن من اللغة، وفي هذا الإطار يشير الأصمعي قائلاً \"وليس يشبه شعره شعر ¶ العرب\" (¬2). وتؤكد مجموعة من المتعقبين للشعراء جودة شعر ذي الرمة حين يؤكدون \"الشعراء ثلاثة، جاهلي وإسلامي ومولد. فالجاهلي أمرؤ ¶ القيس، والإسلامي ذو الرمة، والمولد أبن المعتز\" (¬3). وان هذين الرأيين لهما أهمية كبيرة في مجال الإشارة لجودة شعر ذي الرمة، وتميزه من غيره من الشعراء، وتفرده عن شعراء عصره، وهي تنويه إلى شاعرية وقدرة فذة في مجال الأدب، إذ أن ما أكده الأصمعي وما أشار إليه أولئك المتعقبين يؤكد بلا شك ذلك التفرد. ويدعم تلك الآراء ووجهات النظر في شعر ذي الرمة ما وردنا من آراء في بائيته التي مطلعها: [بسيط] ¶ ما بال عينك منها الماء ينسكب ... كأنه من كلى مفرّية سرب ¶ إذ أختارها صاحب الجمهرة في مجمل القصائد الملحمات، وقال عنها ¶ \"هي نفس شعر الرجل \" (¬4)، وأشار إليها (جرير) قائلاً: إن ذا الرمة \"لو خرس ¶ ¬__________ ¶ (¬1) الفرزدق بين ناقديه قديماً وحديثاً، سهيل عبد الله علي، رسالة ماجستير غير مطبوعة، جامعة بغداد - كلية التربية، 24. ¶ (¬2) فحولة الشعراء، الأصمعي، 39. ¶ (¬3) العمدة، ابن رشيق، 1/ 100. ¶ (¬4) جمهرة أشعار العرب، القرشي، 81؛ الديوان، 3.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "بعدها لكان أشعر الناس\" (¬1)، ويشير صاحب الأغاني إلى أن جريراً قال عن هذه القصيدة \"أن شيطانه كان له فيها ناصحاً \" (¬2)، بل أن ذا الرمة نفسه أعجب بهذه القصيدة وجن بها جنوناً (¬3). وهذا الاعجاب بتلك القصيدة وغيرها لا يمكن ان يكون وليد صدفة أو حالة إعجاب عارض، بل أنه يصدر عن رجال مهتمين بالشعر ولهم علم ودراية به. ¶ ولا بد من الإشارة إلى أن جودة هذا الشعر وروعته اجتذبت رواة عدة لشعر ذي الرمة، منهم الأعراب، ويأتي في مقدمتهم صالح بن سليمان، وعصمة بن مالك الفزاري والأسود بن ضبعان، والمنتجع بن نبهان العدوي، وأبو جهمة العدوي، وهلال بن مياس، وابن المرضي، وغيرهم. ومنهم الرواة العلماء، من أمثال أبي عمرو بن العلاء، وحماد الراوية، وعيسى بن عمرو الثقفي وأبو بكر عياش (¬4). ¶ وبلغ اعجاب أولئك الرواة بشعر ذي الرمة إنهم لم يقدموا شاعراً على ذي الرمة، حتى قال ابن رحبة عنه \" ... وكان شيخنا الوزير أبو بكر (رحمه الله) بمكان من اللغة مكين، كان يحفظ شعر ذي الرمة وهو ثلث لغة العرب \" (¬5). ويشير صاحب الأغاني على ان عيسى بن عمرو الثقفي سائل ذا الرمة عن امور في اللغة ويكتب عنه شعره، وكذلك كان حماد الراوية يقرأ عليه شعره ولا يخفي إعجابه به (¬6). ¶ ويشير بعض النقاد المحدثين إلى إعجابهم بشعر الشاعر، إذ يؤكدون أن ذا الرمة حين يرسم صورته الشعرية في قصائده يذهب إلى إيجاد توارد ذهني لغوي قبل ان يقع على تلك الصورة تأثير الحقائق المقررة، وهي من خلال هذا الفهم تكثيف لغوي شعري خلاق لفكر وإحساس ومشاعر (¬7). ويمكن القول أن ولع ذي الرمة ¶ ¬__________ ¶ (¬1) وفيات الأعيان، ابن خلكان، 3/ 189. ¶ (¬2) الأغاني، للأصفهاني، 16/ 234. ¶ (¬3) المصدر نفسه، 16/ 233. ¶ (¬4) ذو الرمة شمولية الرؤية ... ، خالد ناجي السامرائي، 39. ¶ (¬5) الأغاني، للأصفهاني، 16/ 222. ¶ (¬6) المصدر نفسه، 16/ 222. ¶ (¬7) ينظر: منهج البحث اللغوي بين التراث وعلم اللغة الحديث، علي زوين، 177.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "بغريب الألفاظ مقصود لذاته أي لم يكن يقوله طلباً للغرابة، ولم يكن تقليداً لسيرة الجاهليين، ولم يستخدمه كحلية خارجية لقصائده ومقطعاته، إنما كان جزءاً مكملاً لشاعريته وتعبيراً عن رؤية الشاعر ونظرته الشعريتين (¬1). ¶ ¬__________ ¶ (¬1) ذو الرمة، شمولية الرؤية ... خالد ناجي السامرائي، 30.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "فنونه الشعرية. ¶ الغزل. ¶ ذكر أبن رشيق القيرواني (ت 456هـ) أن الغزل هو \" إلف النساء والتخلق بما يوافقهن \" (¬1). ويعد الغزل من الفنون الشعرية ذات الألفاظ الشفافة التي يختار لها الشاعر المعاني السهلة غير الغامضة. ¶ وكان ذو الرمة من الشعراء الذين عنوا بهذا الفن الشعري المرهف، إذ أشار ابن خلكان إلى ان ذا الرمة كان \" أحد عشاق العرب المشهورين بذلك، وصاحبته (ميَّة) ابنة مقاتل بن طلبة بن قيس بن عاصم المنقري \" (¬2). وقيل أن ميّة هي ابنة عاصم بن طلبة (¬3). ويشير ذو الرمة إن أول شعر قاله كان في الغزل إذ يؤكد إن أول قصيدة قالها كانت في حبيبته (مي)، التي ظل عشرين عاماً هائماً في ديارها ينشد في حبها، ويتغزل بها (¬4). ومما قاله ذو الرمة في مي، قوله: [بسيط] ¶ يادار ميّة بالخلصاء غبرها ... سحُّ العجاج على جرعائها الكدرا ¶ قد هجت يوم اللوى شوقاً طرفت به ... عيني فلا تعجمي من دوني الخبرا ¶ يقول بالزرق صحبي إذ وقفت بهم ... في دار مية استسقى لها المطرا ¶ لو كان قلبك من صخر لصدعه ¶ ¬__________ ¶ (¬1) العمدة، ابن رشيق، 2/ 116، 117. ¶ (¬2) وفيات الأعيان، ابن خلكان، 3/ 184. ¶ (¬3) سمط اللآلى، البكري، 1/ 82. ¶ (¬4) الأغاني، 16/ 224. خرج ذو الرمة مع أخيه وابن عمه في ابتغاء إبل لهم، وبينما هم سائرون وأرادوا ماءاً وقد أجهدهم العطش عدل ذو الرمة إلى خباء فيه عجوز جالسة فاستسقاها فالتفتت إلى ما ورائها وقالت يا (مي) اسق الغلام، ثم قامت تصب في شكوته ¶ الماء، والماء يذهب يميناً وشمالاً وهو لاه في النظر إليها، قال ذو الرمة: فأقبلت العجوز فقلت أما والله ليطولن هيامي بها، قالت العجوز: لقد كلفك أهلك السفر على ما أرى من صغرك وحداثة سنك، فأنشأ يقول: ¶ لقد سخرت أخت بني لبيد ... مني ومن سلم ومن وليد ¶ رأت غلامي سفر بعيد ... يدرعان الليل ذا السدود ¶ ينظر الأغاني، للأصفهاني، 16/ 224. البيتان لم يردا في الديوان.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وزفرة تعتريه كلما ذكرت ... هيج الديار لك الأحزان والذكرا ¶ غراء انسة تبدو بمعقلة ... ميُّ له أو نحا من نحوها البصرا ¶ تشتو إلى عجمة الدهناء مربعها ... إلى سويقة حتى تحضرُ الحفرا ¶ روض تناصى أعالي ميثه العقرا (¬1). ¶ كما قال فيها: [طويل] ¶ فإن تحدث الأيام يا ميُّ بيننا ... فلا ناشر سرّاً ولا متغير ¶ أقول لنفسي كلما خفت هفوة ... من القلب في أثار مي فاكثر ¶ ألا إنما مي فصبراً بلية ... وقد يبتلى الحر الكريم فيصبر ¶ تذكرني ميّاً من الظبي عينه ... مراراً وفاها الاقحوان المنور (¬2). ¶ وقال فيها: [طويل] ¶ فما حب مي بالذي يكذب الفتى ... ولا بالذي يزهي ولا يتملق ¶ ألا ظعنت مي فهاتيك دارها ... بها السحم تردي والحمام المطوق ¶ اربت عليها كل هوجاء رادة ... زجول بجولان الحصى حين تسحق ¶ لعمرك إني يوم جرعاء مالك ... لذو عبرة كلا تفيض وتخنق ¶ يلوم على مي خليلي وربما ... يجور إذا لام الشفيق ويخرق (¬3). ¶ ويشير النقاد إلى ان ميّة مكثت زماناً وهي تسمع بذي الرمة وشعره بها ولا تراه، فنذرت ان تنحر بدنةً (ناقة) يوم تراه، فلما رأته دميماً أسوداً قالت \" واسوأتاه وا بؤساه وأضيعة بدنتاه \" (¬4). وتشير هذه الرواية إلى ان حب ذي الرمة لمي كان من جانب واحد، إذ تؤكد الرواية أن (مي) لم تكن تعرف ذا الرمة ولم تبادله الحب. ونعتقد إن هناك دليلاً آخر يشير إلى تلك الحقيقة، وهي إن قصائد ذي الرمة كانت تفتقر إلى الحوارية التي نعهدها عند الشعراء العشاق الآخرين. ¶ ¬__________ ¶ (¬1) الديوان، 258 - 259. ¶ (¬2) الديوان، 311. ¶ (¬3) الديوان، 478 - 479. ¶ (¬4) وفيات الأعيان، ابن خلكان، 3/ 185؛ الشعر والشعراء، ابن قتيبة،2/ 439.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "إلا ان (داود الانطاكي) ينقل رواية تشير إلىن الشاعر كان كثير التردد على ديار حبيبته (مي) (¬1)، ويشير إلى أبيات لذي الرمة يؤكد فيها انه كان يزور ديار مي وهو متلهف، إذ يقول: [المتقارب] ¶ وكنت إذا ما جئت ميَّاً أزورها ... أرى الأرض تطوى لي ويدنو بعيدها ¶ من الخضرات البيض ود جليسها ... إذا ما انقضت احدوثة لو تعيدها (¬2). ¶ وهذا يشير إلى انه كان يرى محبوبته (مي) وكان معتاداً على زيارتها واللقاء ¶ بها، وفي هذين البيتين إشارة إلى انه كان يلتقي بها ويتحدث معها، وهو ما يؤكد إن الحب الذي كان يدعيه ذو الرمة لم يكن من جانب واحد، بل أن (مي) كانت تبادله الشعور ذاته. ¶ ويشير ابن قتيبة (ت 276هـ) إلى حب (مي) لذي الرمة نقلاً عن رواية لـ (سوار الغنوي) انه رآها ومعها بنون، وكانت مسنونة الخد شمّاء الأنف عليها وسم جمال، وقد أنشدته شعراً لذي الرمة (¬3). ¶ كما يشير الأصفهاني (ت 356هـ) إلى الأمر نفسه، نقلاً عن رواية ¶ لـ (محمد بن الحجاج الاسيدي) الذي أكد انه مرّ على (ميّة) وقد أسنت فوقعت عليها وقال لها: يا (ميّة) ما أرى ذا الرمة إلا قد ضيع فيك قوله: [طويل] ¶ اما انت عن ذكرا ك ميّة مقصر ... ولا انت ناسي العهد منها فتذكر ¶ تهيم بها ما تستفيق ودونها ... حجاب وأبواب وستر مستر ¶ فضحكت وقالت: \"رأيتني يا ابن اخي وقد وليت وذهبت محاسني، ويرحم الله غيلان فلقد قال هذا فيّ وأنا احسن من النار الموقدة في الليلة القرة في عين المقرور \" (¬4). ¶ ¬__________ ¶ (¬1) تزيين الأسواق، الأنطاكي، 2/ 198. ¶ (¬2) المصدر نفسه. البيتان لم يردا في الديوان. ¶ (¬3) الشعر والشعراء، ابن قتيبة، 2/ 439. ¶ (¬4) الأغاني، للأصفهاني، 16/ 237. الديوان 749.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وتشير الروايات إلى ان خصاماً نشأ بين ذي الرمة وحبيبته (مي) بعد ان رأته دميماً قبيح الوجه، وعلى أثر ذلك الخصام أقدم ذو الرمة على هجائها، ¶ قائلاً: [طويل] ¶ على وجه ميِّ مسحة من ملاحة ... وتحت الثياب الخزي ان كان باديا ¶ ألم تر أن الماء يخبث طعمه ... وإن كان لون الماء أبيض صافيا ¶ فيا ضيعة الشعر الذي لجّ فانقضى ... بميِّ ولم أملك ضلالاً فؤاديا (¬1). ¶ ومن الجدير بالذكر أن هذه الرواية يمكن التشكيك في مصداقيتها من خلال رواية أخرى أوردها ابن سلام (ت 232هـ) وأكدها الأصفهاني (ت 356هـ)، وهي ان هذه الأبيات هي منحولة، إذ قالتها امرأة تسمى (كثيرة) وهي أمة مولدة لـ (قيس بن عاصم) أو بنت عم لـ (مي)، إذ أنكر ذو الرمة ذلك القول ولم يعترف بقوله حين عرضوه عليه قائلاً، \" كيف أقول هذا وقد قطعت دهري وأفنيت شبابي اشبب بها وأخذتها ثم أقول هذا؟ \" (¬2). وهذه الرواية إشارة واضحة إلى ان ذا الرمة لم يقل هذه الأبيات، وقد أوردها المحقق لديوانه (مطيع ببيلي) في نهاية الديوان التي شكك بأنها منسوبة إلى ذي الرمة وليست من شعره (¬3). ¶ ولم تقف قصة حب ذي الرمة مع حبيبته (مي) عند حدود العاشق، بل إن (مي) تزوجت من رجل يدعى عاصم، وكان ذو الرمة حريصاً على التردد على بيتها كضيف من ضيوف الليل الذين اعتاد العرب زياراتهم، وفي إحدى زياراته ¶ قال: [طويل] ¶ أراجعة يا مي أيامنا التي ... بذي الرمث أم لا ما لهن رجوع ¶ ولو لم يشقني الضاعنون لشاقني ... حمام تغني في الديار وقوع ¶ ¬__________ ¶ (¬1) الشعر والشعراء، ابن قتيبة، 2/ 439. وينظر: الديوان 760 - 761. ¶ (¬2) الأغاني، الأصفهاني، 16/ 235، 239. ¶ (¬3) الديوان، 760، 761.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "تجاوبن فاستبكين من كان ذا هوىً ... نوائح ما تجري لهن دموع (¬1). ¶ وكان هذا حرياً بأن يكشف ذو الرمة عن هويته، وهذا ما دفع بـ (مي) لأن تنهره وتخرجه من الدار، وكان هذا الأمر سبباً في خصام قام بين (مي) وذي الرمة، ثم صلح الأمر بينهما (¬2). وكان ذو الرمة ينظر إلى زوج (مي) بعين الحسد ويتمنى موته قائلاً، [طويل] ¶ ألا ليت شعري هل يموتن عاصم ... ولم تشتعبني للمنايا شعوبها ¶ دعا الله من حتف المنية عاصماً ... بقاضية يدعى لها فيجيبها (¬3). ¶ ويحسده لامتلاكه (مي) [طويل] ¶ أبيت على مثل الأشافي وبعلها ... يبيت على مثل النقا يتبطح (¬4). ¶ وعلى أية حال فأن الواضح من آراء النقاد والروايات التي تتناقلها كتب التراث، إن ذا الرمة كان هائماً بـ (مي)، وإنه مات قبلها وهو ما تثبته الروايات المختلفة، إلا ان بعض الروايات تشير إلى أن (مروان بن محمد) سأل ذا الرمة عن حبيبته (مي) فأجاب، \"طويت غدائرها ببرد بلي، ومحا التراب محاسن ¶ الخد\" (¬5). وهذه الرواية تبدو غريبة لا يمكن لنا الأخذ بها، كون ان الشاعر توفي في عهد هشام بن عبد الملك، فضلاً عن انه لم يدرك شيخوخة (مي) لأنه مات وهو في سن الأربعين. ¶ ويشوب الغموض محبوبة أخرى في حياة ذي الرمة، وهي (خرقاء)، إذ تبرز في ديوانه بقصائد عدة، منها قوله [بسيط] ¶ ¬__________ ¶ (¬1) الديوان، 441 - 442. ¶ (¬2) ينظر: الأغاني، الأصفهاني، 16/ 225، 238، 245. ¶ (¬3) الديوان، 93. ¶ (¬4) الديوان، 117. ¶ (¬5) العقد الفريد، ابن عبد ربه، 1/ 320.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "أأن ترسمت من خرقاء منزلة ... كالتوحي في مصحف قد محَّ منشور ¶ أودى بها الدهر قدماً واستحال بها ... بكل داج مسف الودق مبحور (¬1). ¶ وقال فيها أيضاً: [طويل] ¶ وما شنتا خرقاء واهٍ كلاهما ... سقى فيها مستعجل لم تبللا ¶ بأنبع من عينيك للدمع كلما ... تعرف داراً أو توهمت منزلا (¬2). ¶ واختلف النقاد في حقيقة هذه المرأة، إذ أشار الأصفهاني إلى ان ذا الرمة أسمى (مي) (خرقاء) وترك ذكرها في شعره لكي يغيظها فقال فيها قصيدتين أو ثلاث ثم مات (¬3). ¶ بينما يشير نقاد آخرون كابن قتيبة، ويشاطره رأيه ابن خلكان، والبغدادي (ت 1093هـ) (صاحب خزانة الأدب)، وهؤلاء النقاد يعتقدون ان شخصية (خرقاء) هي شخصية حقيقية. فهي امرأة من بني البكاء بن عامر بن ¶ صعصعة، وان ذا الرمة لقيها وشبب بها (¬4). ويروي المفضل الضبي انه رآها وعرفته بنفسها على أنها (خرقاء) محبوبة ذي الرمة، وكانت تتمشدق بان ذا الرمة جعلها منسكاً من مناسك الحج حين قال فيها: [وافر] ¶ تمام الحج ان تقف المطايا ... على خرقاء واضعة اللثام (¬5). ¶ إن الآراء النقدية والروايات تؤكد حقيقة (خرقاء) كامرأة حقيقية وليست من صنع خيال ذي الرمة. إلا ان آراء أخرى تشير إلى ان (خرقاء) لم تكن معشوقة ذي ¶ ¬__________ ¶ (¬1) الديوان، 367. ¶ (¬2) ينظر: الديوان، 755. وجعلها مطيع بيبلي من الشعر المنحول المنسوب لذي لرمة ¶ (¬3) الأغاني، الأصفهاني، 16/ 225، 245. ¶ (¬4) وفيات الأعيان، ابن خلكان، 3/ 185؛ خزانة الأدب، البغدادي،1/ 51، 2/ 440. تشير إحدى الروايات إلى ان ذا الرمة اختصم مع (مي) ففارقها مغضباً، وفي أحد البوادي مر بامرأة فوقعت في قلبه فخرق اداوته ودنا منها يستطعم كلامها، فقال لها: \" إني رجل على ظهر سفر وقد تخرقت اداوتي فأصلحيها لي، فقالت \" والله اني خرقاء (الخرقاء: التي لا تعمل لكرامتها عند أهلها). ينظر: وفيات الأعيان، ابن خلكان، 3/ 185. ¶ (¬5) لم يرد في الديوان.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "الرمة، وإنما هي التي طلبت منه ان يشيب بها، إذ كانت (خرقاء) تطبب العيون، إذ طببت عيني ذي الرمة مقابل ان يشبب بها ففعل (¬1). ولم يكن هذا الأمر مقتصراً على ذي الرمة، إذ تقدمت (خرقاء) بطلب مشابه للعجيف ¶ العقيلي، إذ قال فيها: [طويل] ¶ لقد أرسلت خرقاء نحوي جدبها ... لتجعلن خرقاء، فيمن أضلت ¶ وخرقاء لا تزداد إلا ملاحة ... ولو عمرت تعمير نوح وجلت (¬2). ¶ ويشير النقاد إلى أن (خرقاء) عمرت إلى حد التسعين من العمر، وان ذا الرمة حين تغزل بها كانت قد تجاوزت الثمانين (¬3). ¶ وإذا كان التساؤل يبقى قائماً عن حقيقته (خرقاء) كمعشوقة لذي الرمة، أو أن (خرقاء) و (ميّة) حالة واحدة، ولكل من الرأيين أنصارهما ممن قاموا بدراسة حياة ذي الرمة وشعره، فكان الدكتور شوقي ضيف من أنصار الرأي الأخير (¬4)، ونعتقد ان الدكتور (ضيف) تجاهل الروايات التي أكدت شخصية خرقاء الحقيقية واستند إلى تحليل نفسي لحالة من التداعي اللاواعي عاشها ذو الرمة، جعل حبه لـ (مي) ينطلق على لسانه دون ان يشعر به، بفعل عادات الحب القديم الذي تشرب نفس الشاعر، إذ يشير ذو الرمة إلى ذلك قائلاً: [طويل] ¶ لقد أشربت نفسي لميٍّ مودةً ... تقضى الليالي وهو باق وسيلها (¬5). ¶ ¬__________ ¶ (¬1) ينظر: الأغاني، الأصفهاني، 16، 245، 247، ¶ (¬2) الأغاني، الأصفهاني، 16/ 338، 246. نسب جرجي زيدان هذه الأبيات إلى ذي ¶ الرمة، وهي ليست له، ينظر: تاريخ آداب اللغة العربية، 1/ 339. ¶ (¬3) المصدر نفسه، 338. ¶ (¬4) التطور والتجديد، د. شوقي ضيف، 270. ¶ (¬5) الديوان، 634.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "إلا ان قراءة متفحصة لشعر ذي الرمة تكشف لنا إن الشاعر عاش تجربتين عاطفيتين، حين أحب (مي المنقرية) و (خرقاء البكائية)، ودليلنا في ذلك ان الشاعر قال: [طويل] ¶ تصابيت واستعبرت حتى تناولت ... لحى القوم أطراف الدموع الذوارف ¶ وقوفاً على مطموسة قطعت بها ... نوى الصيف أقران الجميع الأوالف ¶ قلائص لا تنفك تدمى أنوفها ... على طلل من عهد خرقاء شاعف ¶ كما كنت تلقى قبل في كل منزل ... عهدت به ميا فتي وشارف ¶ إذا قلت قلبي بارئ لبست به ... سقاماً مراض الطرف بيض السوالف (¬1). ¶ كما قال: [طويل] ¶ أخرقاء للبين استقلت حمولها ... نعم غربة فالعين يجري مسيلها ¶ كأن لم يرعك الدهر بالبين قبلها ... لمي ولم تشهد فراقاً: يزيلها (¬2). ¶ وقال أيضاً: [طويل] ... يزيد التنائي وصل خرقاء جدَّة ... إذا خان أرماث الحبال وصولها ¶ خليلي عدّا حاجتي من هواكما ... ومن ذا يواسي النفس إلا خليلها (¬3). ¶ إن النصين الشعريين الأنفين يؤكدان حقيقة واضحة وهو أن الشاعر عاش تجربة الحب في مرحلتين متعاقبتين في حياته، وإن الامرأتين حالتان حقيقيتان شاخصتان، إلا أننا نعتقد ان الفارق بين الحالتين قد يكون في الدوافع وراء هاتين التجربتين، فالفارق في العمر بين ذي الرمة و (خرقاء)، لا يكون بالتأثير نفسه في حالة حبه لـ (مي)، والوقت الذي استغرقه حبه لـ (خرقاء) و (مي) قد يكون من الدوافع التي لا تدعو للثبات والرسوخ في الحالتين. ¶ ¬__________ ¶ (¬1) الديوان، 463 – 464. ¶ (¬2) الديوان، 632. ¶ (¬3) الديوان، 633 - 634.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ومن الجدير بالذكر إن ديوان الشاعر ضم امرأة ثالثة أشار إليها بـ ¶ (أم سالم) واسمها (أميمة)، وهي على الأرجح كانت معشوقته قبل ان يعشق ¶ (مي)، ويرجح ان تكون أم سالم تميمية، إذ يقول ذو الرمة [طويل] ¶ تغير بعدي من أميمة شارع ... فصنع قسا فاستبكيا أو تجلّدا ¶ لعل دياراً بين وعساء مشرف ... وبين قسا كانت من الحي منشدا ¶ فقالا لعمري ما إلى أم سالم ... بنا ذو جداء ثم ردَّا لأكمدا ¶ تئن إذا ما النسع بعد اعوجاجها ... تصوّب في حيزومها ثم اصعدا (¬1). ¶ كما يشير لها في موضع آخر من الديوان قائلاً: [طويل] ¶ لقد كنت أخفى حبَّ ميٍّ وذكرها ... رسيس الهوى حتى كأن لا أريدها ¶ كما كنت أطوي النفس عن أم سالم ... وجاراتها حتى كأن لا أهيدها ¶ إذ أعرضت بالرمل أدماء عوهج ... لنا قلت هذي عين مي وجيدها (¬2). ¶ ويبدو ان قلة ذكر (اميمة) في شعر ذي الرمة هو الذي جعل النقاد ¶ لا يعيرونها أهمية في شعره، فضلاً عن الضبابية واللاوضوح التي أحيطت بها شخصيتها، فضلاً عن ورود أسماء نساء أخريات في ديوانه، تضعنا أمام افتراض ان يكون الشاعر قضى حياته التي لم تتجاوز الأربعين عاماً في التعلق بالنساء وعشقهن، مع الأخذ بنظر الاعتبار ان تكون (مي) حبه الأول الذي عاصر مراهقته أو مقتبل شبابه وهذا ما جعله اقرب إلى قلبه. ¶ ¬__________ ¶ (¬1) الديوان، 167 - 168. ¶ (¬2) الديوان، 227.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "الوصف. ¶ يشير الأصفهاني إلى إن هناك إجماعاً عند النقاد العرب إن ذا الرمة أحسن أهل الإسلام تشبيهاً (¬1). واستحسن ابن قتيبة قوله يصف الظبية وولدها، إذ ¶ يقول: [طويل] ¶ إذا استودعته صفصفاً أو صريمةً ... تنحَّت ونصَّت جيدها بالمناظر ¶ حذاراً على وسنان يصرعه الكرى ... بكلّ مقيل من ضعاف فواتر ¶ وتهجره إلا اختلاساً نهارها ... وكم من محب رهبة العين هاجر (¬2). ¶ وقوله: [طويل] ¶ براهن تفويزي إذا الآل أرفلت ... به الشمس أزر الحزورات الفوالك (¬3). ¶ كما جعله ابن طباطبا من أفضل الذين شبهوا الشيء بالشيء صورة ولوناً وحركة وهيئة، إذ قال: [بسيط] ¶ ما بال عينك منها الماء ينسكب ... كأنه من كلى مفرية سرب ¶ وفراء غرفية أثأى خوارزها ... مشلشل ضيعتة بينها الكتب (¬4). ¶ واستحسن قوله في وصف بلال بن ابي بردة، قائلاً: [طويل] ¶ من آل ابي موسى ترى الناس حوله ... كأنهم الكروان ابصرن بازيا ¶ وما يغربون الضحك إلا تبسماً ... ولا ينبسون القول إلا تناجياً ¶ لدي ملك يعلو الرجال بضوئه ... كما يبهر البدر النجوم السواريا ¶ إذا أمست الشعرى العبور كأنها ... مهاة علت من رمل يبرين رابياً ¶ ¬__________ ¶ (¬1) الأغاني، الأصفهاني، 16/ 221. ¶ (¬2) الديوان،375 - 376. ¶ (¬3) الشعر والشعراء، ابن قتيبة، 340 - 341؛ الديوان، 514. ¶ (¬4) عيار الشعر، ابن طباطبا، 19؛ الديوان، 3 - 4.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "فما مربع الجيران إلا جفانكم ... تبارون أنتم والرياح تبارياً (¬1). ¶ وعد عبد الكريم النهشلي القيرواني الأبيات نفسها مثالاً جيداً لوصف الهيبة (¬2). ¶ وذكر أبو أحمد عبد الله العسكري (ت 382هـ)، إن ذا الرمة أفضل من وصف الثريا بقوله: [طويل] ¶ وردت اعتسافاً والثريا كانها ... على قمة الرأسِ ابن ماءٍ محلق ¶ يدف على أثارها دبرانها ... فلا هو مسبوق ولا هو يلحق (¬3). ¶ وعد الآمدي وصفه للمرأة مثالاً حسناً حين قال: [بسيط] ¶ عجزاء، ممكورة، خمصانة، قلق ... عنها الوشاح وتم الجسم والقصب (¬4). ¶ وأشار الثعالبي إلى إمكانيته في وصف الحزن واللوعة، واختار ¶ قوله: [طويل] ¶ خليليّ عوجا من صدور الرواحل ... بجمهور حزوي فأبكيا في المنازل ¶ لعل انحدار الدمع يعقب راحة ... من الوجد أو يشفي نجيّ البلابل (¬5). ¶ إن تلك الآراء النقدية التي قيلت في شعر ذي الرمة رفعت من شأن الشاعر في الوصف. وإننا نتساءل لماذا هذا الإطراء، والرفع من شان الشاعر في هذا المضمار. ¶ إن تفوق ذي الرمة في هذا الفن الشعري حقيقة لا يمكن لنا إنكارها، مثلما لم ينكرها عليه النقاد الذين تناولوا شعره بالنقد والتحليل، ويمكن القول إن التشكيلات ¶ ¬__________ ¶ (¬1) عيار الشعر، ابن طباطبا، 56، 57؛ الديوان، 733 - 838. ¶ (¬2) الممتع في صنعة الشعر، النهشلي القيرواني، 99 - 100. ¶ (¬3) المصون في الأدب، أبو أحمد عبد الله العسكري، 27؛ الديوان، 488. ¶ (¬4) الموازنة، الأمدي،171. الديوان، 8. ¶ (¬5) خاص الخاص، الثعالبي، 106؛ ينظر: الديوان، 577.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "الوصفية، والصور التي رسمها ذو الرمة في شعره، كانت ضرورات لتكوين حالة حية سعى ذو الرمة لتحقيقها من خلال تسخيره اللغة بشكل دقيق لوصفه الطبيعة ورموزها، فها هو يخاطب الطلل، قائلاً: [طويل] ¶ ألم تسأل اليوم الرسوم الدوارس ... بحزوى وهل تدري القفار البسابس ¶ متى العهد ممن حلها أم كم انقضى ... من الدهر مذ جرَّت عليها الراومس ¶ ديار لميِّ ظل من دون صحبتي ... لنفسي بما هاجت عليها وساوس (¬1). ¶ وقوله: [طويل] ¶ أمنزلتي ميِّ سلام عليكما ... هل الأزمن اللائي مضين رواجع ¶ وهل يرجع التسليم أو يكشف العمى ... ثلاث الأثافي والرسوم البلاقع (¬2). ¶ وحين يصف الصحراء يقول: [طويل] ¶ ومجهولة تيهاء تغضي عيونها ... على البعد إغضاء الدوى غير نائم (¬3). ¶ وهو بذلك يقترب كثيراً من وصف الصحراء المجهولة المسالك، التي يظل فيها، وهي حين تغضي عيونها تتشخص بصورة إنسان طال داؤه فعجز عن أن يفتح عينيه. وكان للسماء نصيب في وصف ذي الرمة لها، إذ ¶ يقول: [طويل] ¶ وردت وارداف النجوم كأنها ... وراء السماكين المها واليعافر (¬4). ¶ ويصف الجوزاء ويشبهها بمجموعة من البقر، إذ يقول: [طويل] ¶ وقد مالت الجوزاء حتى كأنها ... صوار تدلى من أميل مقابل (¬5). ¶ ¬__________ ¶ (¬1) الديوان، 402. ¶ (¬2) الديوان، 422. ¶ (¬3) الديوان، 698. ¶ (¬4) الديوان 335. ¶ (¬5) الديوان 581.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "ويصف الشمس ويشخصها في صورة أخرى، إذ هي على هيئة رجل ينازع في الرمق الأخير، يحتضر ولما يمت بعد: [طويل] ¶ فلما رأين الليل والشمس حية ... حياة الذي يقضي حشاشة نازع (¬1). ¶ ويتعامل ذو الرمة مع الليل على أنه حالة مادية تتجاوز الظاهرة الطبيعية المعتادة إذ يقول: [طويل] ¶ وريح الخزامى رشها الطل بعدما ... دنا الليل حتى مسها بالقوادم (¬2). ¶ ويصور الريح كأنها ناقة لها حنين كحنين الناقة التي ثكلت ولدها، تتخيله وليدها فتلقي نفسها عليه من شدة حبها اياه إذ يقول: [طويل] ¶ ونكباء مهياف كأن حنينها ... تحدث ثكلى تركب البورائم (¬3). ¶ ويمنح الشاعر بعداً شمولياً للدنيا، التي كان يحيا فيها، ويجسدها بصورة ظل الكرم، ويؤكد إن أيامها مرت بسرعة إذ يقول [طويل] ¶ فدع ذكر عيش قد مضى ليس راجعاً ... ودنيا كظل الكرم كنا نخوضها (¬4). ¶ والناقة والبعير مهمان في حياته، فكانا مهمين في شعره، إذ يعبر عن ذلك من خلال نزوعه إلى وطنه كنزوع البعير إلى وطنه وقد قصر له القيد، إذ ¶ يقول: [طويل] ¶ ظللت كأني واقفاً عند رسمها ... بحاجة مقصور له القيد نازع (¬5). ¶ ¬__________ ¶ (¬1) الديوان 452. ¶ (¬2) الديوان، 696. ¶ (¬3) الديوان، 693. ¶ (¬4) الديوان، 416. ¶ (¬5) الديوان، 446.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "ويستثمر الشاعر فرصه أخرى ليقترب من حبيبته من خلال وصف البعير وهو يتشوق (أُلافه) وقد ابتعدو، اذ يقول: [طويل] ¶ متى تظعني يا مي عن دار جيرةٍ ... لنا والهوى برح على من يغالبه ¶ أكن مثل ذي الألاف لزت كراعه ... الى أختها الاخرى وولى صواحبه (¬1). ¶ وتتكرر الصورة ذاتها باسلوب آخر، إذ يقول: [طويل] ¶ فقد طالما رجيت ميّا وشاقني ... رسيس الهوى منه دخيل وظاهر ¶ فقد أورثتني مي مثل الذي به ... هوى غربة دانى له القيد قاصر (¬2). ¶ ويتعامل ذو الرمة مع الطيف ووصفه تعاملاً رائعاً، يعبر فيه عن استشرافه المستقبل، وفي الوقت نفسه اصطراع احاسيس وهواجس وارهاصات ¶ في داخله، إذ يقول: [طويل] ¶ أمن مية اعتاد الخيال المؤرق ... نعم إنها مما على النأي تطرق ¶ ألمت وحزوى عجمة الرمل دونها ... وخفان دوني سيله فالخورنق ¶ يأشعث منقد القميص كأنه ... صفيحة سيف جفنه متخرق ¶ سرى ثم أغفى عند وجناء رسلة ... ترى خدها في ظلمة الليل يبرق (¬3). ¶ وبعد هذا لا نجد ذا الرمة إلا وصافاً مجيداً، كان للطبيعة أثرها الواضح في شعره، ووصفه لما يحيطه من معالم الطبيعة وإجراء مداخلة إمتزجت بها شاعريته وحياته. ¶ إلا أن هذا كله لا يمنع من أن يتعرض ذو الرمة إلى نقد في هذا المضمار من الشعر، إذ يشير المرزباني (ت 384هـ) إلى ان البعض أخذ عليه في وصف الناقة قوله: [بسيط] ¶ تصغي إذا شدها بالكور جانحة ... حتى إذا ما استوى في غرزها تثب ¶ وثب المسحج من عانات معقلةٍ ... كأنه مستبان الشك أو جنب (¬4). ¶ ¬__________ ¶ (¬1) الديوان، 59. ¶ (¬2) الديوان، 329. ¶ (¬3) الديوان، 481 - 482. ¶ (¬4) الموشح، المرزباني، 276، 277؛ الديوان، 15 - 16.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وعيب عليه قوله في وصف عين ناقته، أي خيال عينها في الماء. كما في قوله: [بسيط) ¶ كأنما عينها منها وقد ضمرت ... واحتثها السير في بعض الأضاميم (¬1). ¶ وعده ابن قتيبة من الشعراء الذين لم يجيدوا وصف أخلاق النساء حين ¶ قال: [طويل] ¶ وما الفقر أزرى عندهن بوصلنا ... ولكن جرت أخلاقهن على البخل (¬2). ¶ إلا إن تلك الآراء لا يمكن الوقوف عندها والاستناد لها في جانب التقليل من شأن ذي الرمة في مضمار الوصف، إذ إنها تمثل آراء نقدية تأثرية لم يفسر لنا أصحابها مواطن الضعف فيها بشكل منطقي، إنما هي صدرت كمواقف شخصية تعبر عن رغبة وفهم صاحبها في الشعر وفنونه. ¶ وعلى اية حال، يمكن القول إن الوصف عند ذي الرمة كان فناً شعرياً أجاده الشاعر أيما إجادة، وتمكن من توظيف إمكاناته وشاعريته في هذا الغرض بشكل ملفت للنظر، بدليل اهتمام النقاد بهذا الجانب دون غيره من أغراضه الأخرى. ¶ ¬__________ ¶ (¬1) الديوان، 662؛ الموشح، المرزباني، 279. ¶ (¬2) الديوان، 572؛ الشعر والشعراء، ابن قتيبة، 341.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "المديح. ¶ يشير ابن طباطبا (ت 322هـ) إلى أن المدح عند العرب هو ذكر لمحاسن الخصال عند شخص أو جماعة، والتأكيد على صفات تؤكدها وتضاعف منها كالشجاعة والكرم ... الخ (¬1). ¶ ومما لا شك فيه إن هذا الفن الشعري شهد تطوراً واضحاً في العصر الأموي، وأصبح رائجاً لسببين رئيسين، او لهما، استحسان الخلفاء والولاة الأمويين للشعر، وتقديمهم العطاءات السخية لأولئك الشعراء وثانيهما، تعمد الخلفاء الأمويين جمع الشعراء حولهم لأسباب دعائية بحتة كيداً بأعدائهم السياسيين (¬2). ¶ ويشير الأصمعي (ت 216هـ) إلى أن ذا الرمة لا يجيد المديح، ويستند في ذلك إلى إنه حين مدح بلال بن ابي بردة في إحدى قصائده قائلاً: [طويل] ¶ رأيت: الناس ينتجعون غيثاً ... فقلت لصيدح: انتجعي بلا لا، ¶ فقال له بلال: \" أو لم ينتجعني غير صيدح؟ يا غلام اعطه حبل قت لصيدح \"، فأخجله (¬3). ¶ ويشير ابن رشيق القيرواني إلى إن في شعر ذي الرمة مآخذ من بينها، إن ذا الرمة حين امتدح عبد الملك بن مروان مدحته التي مطلعها: [بسيط] ¶ ما بال عينك منها الماء ينسكب ... كأنه من كلى مفرية سرب، ¶ قال له عبد الملك \" وما سؤالك هذا يا ابن اللخناء \" وأمر باخراجه، إذ توهم عبد الملك إنه عرّض به، وكانت عين عبد الملك تدمع أبداً (¬4). ¶ ¬__________ ¶ (¬1) عيار الشعر، ابن طباطبا، 18 - 19. ¶ (¬2) ينظر: الفرزدق بين ناقديه قديماً وحديثاً، 43. ¶ (¬3) ينظر: الشعر والشعراء، ابن قتيبة، 2/ 446؛ الأغاني، الأصفهاني، 16/ 241. ينظر: الديوان، 528. ¶ (¬4) ينظر: العمدة، ابن رشيق، 1/ 222. ينظر: الديوان، 3.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "إلا إن ما عده ابن رشيق مأخذاً على ذي الرمة، لم يكن مقبولاً عند نقاد آخرين من أمثال القاضي الجرجاني في (392هـ) الذي نقل رأي القيرواني وعلق عليه قائلاً \" وأنا أرتأب بهذا الخبر ولا أظنه ثبتاً \" (¬1). ¶ وتشير بعض الروايات إلى أن ذا الرمة حين كان يرتاد بلاط المهاجر بن عبد الملك مع غيره من شعراء عصره، كان يتعرض إلى سخرية شعراء آخرين من أمثال جرير (¬2). ¶ كان ذو الرمة كغيره من شعراء عصره يفدون إلى بلاطات الخلفاء والولاة لمدحهم والتكسب من خلال قصائد المديح تلك، وكان ذو الرمة من الشعراء المقدمين على غيرهم عند الولاة الأمويين من أمثال بلال بن ابي بردة (¬3)، إذ امتدحه بقصائد عدة من بينها قوله: [طويل] ¶ إلى ابن العامري إلى بلال ... قطعت بنعف معقلة العدالا ... قروت بها الصريمة لا شخاتا ... غداة رحيلهن ولا حيالا ... نجائب من نتاج بني غرير ... طوال السمك مفرعة نبالا ... . ... ولست بمادح ابداً لئيماً ... بشعري أن يكون أفاد مالا ... ولكن الكرام لهم ثنائي ... فلا اخزي إذا ما قيل قالا ... سمعت: الناس ينتجعون غيثاً ... فقلت لصيدح: انتجعني بلا لا ... تناخي عند خير فتى يمانٍ ... إذ النكباء ناوحت الشمالا ... . ... كأن الناس حين تمر حتى ... عواتق لم تكن تدع الجحالا ... قياماً ينظرون إلى بلال ... رفاق الحج أبصرت الهلالا (¬4). ¶ ويشير النص الآنف إلى عمق العلاقة بين الشاعر ووالي العراق (بلال بن ابي برده) حين يؤكد الشاعر إن مدحه لـ (بلال) ليس لأجل المال، إنما لأنه من كرام العرب وأشرافهم وسادتهم. ¶ ¬__________ ¶ (¬1) الوساطة، الجرجاني، 157. ¶ (¬2) الأغاني، الأصفهاني، 7/ 110 /111. ¶ (¬3) المصدر نفسه، 16/ 244؛ الديوان، 523 - 524. ¶ (¬4) الديوان، 527 - 530.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وتعد مدحته في عبد الملك بن مروان من أماديحه المميزة، إذ ¶ يقول: [بسيط] ¶ ما بال عينك منها الماء ينسكب ... كأنه من كلى مفرية سرب ¶ وفراء غرفية أثأى خوارزها ... مشلشل ضيعته بينها الكتب ¶ استحدث الركب عن أشياعهم خبراً ... أم راجع القلب من أطرابه طرب ¶ ... يبدو لعينيك منها وهي مزمنة ... نؤي ومستوقد بال ومحتطب ¶ إلى لوائح من أطلال أحوبة ... كأنها خلل موشية قشب (¬1). ¶ كما امتدح الخليفة هشام بن عبد الملك، قائلاً: [طويل] ¶ إلى ابن ابي العاصي هشام تعسفت ... بنا العيس من حيث التقى الغاف والرمل (¬2). ¶ ومن الملاحظ إن مدحته تلك تمثلت ببيت مديح واحد لهشام بن عبد الملك من قصيدة بلغت (22) بيتاً بدأت بالغزل بـ (مي) ووصف الصحراء وانتهت بوصف ناقته. ¶ كما امتدح ذو الرمة عمر بن هبيرة الفزاري، قائلاً: [بسيط] ¶ أنت الربيع إذا ما لم يكن مطر ... والسائس الحازم المفعول ما أمرا ¶ ما زلت في درجات الأمر مرتفعاً ... تسمو وينمي بك الفرعان من مضرا ¶ حتى بهرت فما تخفى على أحد ... إلا على أحد لا يعرف القمرا (¬3). ¶ وامتدح أبّان بن الوليد قائلاً: [وافر] ¶ رأيت الناس ينتجعون غيثاً ... بسائفة البياض إلى الوحيد ¶ فقلت لصيدح انتجعي برحليً ... وراكبه ابان بن الوليد ¶ ¬__________ ¶ (¬1) الديوان، 3 - 6. ¶ (¬2) الديوان، 545. ¶ (¬3) الديوان، 268 - 269.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "إليه تيمّمي وإليه سيري ... على البركات والسفر الرشيد (¬1). ¶ وامتدح عبيد الله بن معمر التميمي، قائلاً: [طويل] ¶ ندي المحل بسام إذا الركب قطعت ... أحاديثهم يهماء عار مقيلها ¶ إذا انجاب أطلال السرى عن قلوصه ... وقد خاضها حتى تجلى ثقيلها ¶ غداً وهو لا يعتاد عينيه كسرة ... إذا ظلمة الليل استقلت فضولها ¶ نقي المآقي سامي الطرف إذ غدا ... إلى كل اشباح بدت يستحيلها (¬2). ¶ كما امتدح إبراهيم بن هشام المخزومي، قائلاً [طويل] ¶ صفي أمير المؤمنين وخاله ... سمي خليل الله وابن هشام ¶ أغر كضوء البدر يهتز للندى ... كما اهتز بالكفين نصل حسام ¶ فدى لك من حتف المنون نفوسنا ... وما كان من أهل لنا وسوام (¬3). ¶ وامتدح الملازم بن حريث، قائلاً [طويل] ¶ أعاذل إن ينهض رجائي بصدره ... إلى ابن حُريث ذي الندى والمكارم ¶ فرب امرئ تنزو من الخوف نفسه ... جلى الغم عنه ضوء وجه الملازم ¶ أغر لجيمي كأن قميصه ... على نصل صافي نُقبة اللون صارم (¬4). ¶ من خلال ما تقدم من نصوص مدحية قالها ذو الرمة، لا نجد قصوراً في شعره إلى الحد الذي يعد مثلبة عليه، كما أشار النقاد الذين إنتخبنا آراءهم ¶ النقدية، إنما يمكن القول ان (المدح) لم يكن غرض الشاعر الرئيس، فهو حين يمدح تجده لا يقوى على الاستمرار في مدحته إلا لأبيات معدودة ثم يعود ليتغزل ويصف. وقد تكون مدحته تتكون من بيت مدحي واحد، كما أشرنا إلى مدحته ¶ ¬__________ ¶ (¬1) صيدح. الناقة، الديوان، 213. ¶ (¬2) الديوان، 635 - 636. ¶ (¬3) الديوان , 683 - 684. ¶ (¬4) الديوان، 700.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "للخليفة (هشام بن عبد الملك). وعلى هذا الأساس فأننا نعتقد إن النقاد الذين قللوا من شأن فن المدح عند ذي الرمة لم يأخذوا هذه الحقيقة بالحسبان، على الرغم من إننا نعتقد إن فن المدح أقل أغراض شعره وأضعفها. وما يؤكد تلك الحقيقة إن أماديحه جميعاً كانت مبنية على أساس تكسبي بحت، إذ لم يكن ذو الرمة من الشعراء الذين تبّنوا غرضاً أو حزباً سياسياً معيناً من الأحزاب والتيارات التي انتشرت في عصره، كالخوارج أو الهاشميين وغيرهم. وهذا أبعده عن المدح كغرض مهم ورئيس في شعره. ¶ وتجدر الإشارة إلى ان ما أورده ابن عبد ربه من إنه (ذا الرمة) وفد على مروان بن محمد حين استخلف، وانشده قصيدة جاء فيها: [وافر] ¶ فقلت لها سيري امامك سير ... تفرع من مروان أو من محمد (¬1). ¶ هو رأي استبعدناه ولم نشر لهذه المدحة، لأنها لا تقوم على أساس منطقي إذا ما علمنا إن ذا الرمة توفي في وقت مبكر قبل ان يستخلف مروان ابن محمد، وهذا الأمر جعل مطيع بيبلي يستبعد رواية صاحب العقد الفريد ولا يجعل البيت الوارد في الديوان. ¶ ¬__________ ¶ (¬1) العقد الفريد، ابن عبد ربه، 1/ 310. البيت لم يرد في الديوان.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "الهجاء. ¶ عرف العرب صفات حميدة اعتزوا بها في حياتهم ويفخرون ويعتزون بتمتعهم بها، فإذا أراد شاعر الحط من منزلة أحد أكد أضداد تلك ¶ الصفات (¬1). ¶ ويعرف عن الهجاء إنه حالة انفعال، إذ يقف الشاعر منتظماً محاولاً ان يملأ كنانة الهجاء بما يؤلم من السهام وحاصل معرفته بأخبار الناس وأيامها وعاداتها وتقاليدها (¬2). والهجاء هو لغة التخاصم والانشقاق والانفعال الملبد بالخشونة، وعادة ما يكون الهجاء ذا مساس بخصوصية الفرد الإنسانية، لذا فلغة الهجاء عادة ما تكون ذات مساس في حياة الفرد اليومية، حاملة في طياتها تعابير النقص والغاء الفرد المهجو من ناحية عرفه الاجتماعي (¬3). ¶ ذكر الأصفهاني عن الأصمعي إنه أشار إلى ان ذا الرمة لا يجيد ¶ الهجاء (¬4). ويشير الأصفهاني إلى أن ذا الرمة كان عهده في الهجاء أول مرة حين نزل بمنزل لأمرئ القيس بن زيد بن مناة ولم يقومان بواجبات الضيافة تجاهه (¬5)، فهجاهم وهجا هشام المري شاعرهم، قائلاً [طويل] ¶ نزلنا وقد غار النهار وأوقدت ... علينا حصى المعزاء شمس تنالها ¶ بنينا علينا ظل ابراد يمنة ... على سمك اسياف قديم صقالها ¶ وقد سميت باسم امرئ القيس قرية ... كرام صواديها ليأم رجالها (¬6). ¶ أما الحصري القيرواني (ت 453هـ) فيشير إلى ان ملاحاةً قامت بين ذي الرمة والفرزدق، وقد هجا ذو الرمة الفرزدق قائلاً: [المتقارب] ¶ وأما مجاشع الأرذلون ... فلم يسق ميتهم راجس ¶ سيعقلهم عن مساعي الكرام ... عقال، ويحبسهم حابس (¬7). ¶ ¬__________ ¶ (¬1) عيار الشعر أبن طباطبا، 18، 19. ¶ (¬2) العمدة أبن رشيق القيرواني،1/ 197. ¶ (¬3) لغة الشعر عند الفرزدق، رسالة ماجستير، رحمن غركان عبادي، 35. ¶ (¬4) الأغاني الاصفهاني، 16/ 241. ¶ (¬5) المصدر نفسه، 16/ 229. ¶ (¬6) الديوان، 626، 627. ¶ (¬7) زهر الآداب الحصري القيرواني، 3/ 693.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "ويشير صاحب خزانة الآداب، إلى ان جريراً كان دائم التحرش بذي الرمة لجره إلى ساحة الهجاء التي كانت واسعة بين الشعراء أنذاك، إلا ان ذا الرمة كان يحاول الابتعاد عن مهاجاة جرير، الذي أشار إلى أن ذا الرمة يهابه في هذا الميدان، إلا أن ذا الرمة أجابه \" لا والله، ولكن حرمك قد هتكهن السفل، ولا أرى في نسوتك حرماً \" (¬1). ويشير الأصفهاني إلى ان جريراً كان يسعى ذلك السعي لوقوف ذي الرمة إلى جانب الفرزدق في معارك النقائض التي كانت محتدمة بين جرير والفرزدق (¬2). وكانت لجرير مواقف ضد ذي الرمة في هذا المضمار، إذ أعان هشاماً المري ضد ذي الرمة، وأرفده بأبيات كانت قاسية على ذي الرمة. [طويل] ¶ عجبت لرجل من عدي تمشوا ... وفي أي يوم لم تشمس رجالها ¶ وفيم عدي عند تيم من العلى ... وأيامنا اللاتي تعد فعالها ¶ فقل لعدي تستعن بنسائها ... على فقد اعيا عديا رجالها ¶ إذا الرم قلدت قومك محرمه ... بطيئاً بأمر المطلقين أنحلالها (¬3). ¶ ويمكن القول إن ذا الرمة لم يكن بعيداً عن الهجاء، إذ تجد في ديوانه عدداً من قصائد الهجاء، أبرزها ما قالها في أمرىء القيس بن زيد بن مناة، إذ كان أوفر الجميع حظاً في تلقي أبيات الهجاء من ذي الرمة، فقد كان يهاجمه كلما وجد إلى ذلك سبيلا، ومن اقسى أهاجيه فيه قوله: [طويل] ¶ ألا قبح الله امرأ القيس إنها ... كثير مخازيها قليل عديدها ¶ فما أحرزت أيدي امرئ القيس خصلة ... من الخير إلا خصلة تستفيدها ¶ تضام امرؤ القيس بن لؤم حقوقها ... وترضى ولا يدعى لحكم عميدها ¶ وما انتظرت غيابها لعظيمة ... ولا استؤمرت في جل أمر شهودها ¶ إذا اجدبت أرض امرئ القيس امسكت ... قراها وكانت عادة تستعيدها (¬4). ¶ وهجا ذو الرمة الحكم بن عوانة الكلبي، إذ قال: [طويل] ¶ ¬__________ ¶ (¬1) خزانة الأدب، البغدادي، 1/ 51، 52. ¶ (¬2) الأغاني، الاصفهاني، 16/ 231. ¶ (¬3) ينظر الأغاني، الاصفهاني،16/ 229 - 230؛العمدة، أبن رشيق،2/ 286؛ديوان جرير،390. ¶ (¬4) الديوان، 230 - 231.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "ولو كنت من كلب صميماً هجوتها ... جميعاً ولكن لا أخالك من كلب ¶ ولكنني خبرت أنك ملصق ... كما ألصقت من غيرها ثلمة القعب (¬1). ¶ كما هجا عتبة بن طرثوث لبئر اختصما عليها، إذ قال: [طويل] ¶ أقول لنفسي لا أعاتب غيرها ... وذو اللب مهما كان للنفس قائله ¶ لعل ابن طرثوث عتيبة ذاهب ... بعاديتي تكذابه وجعائله ¶ جمعنا به رأس الرباب فأصبحت ... تعض معاً بعد الشتيت بوازله (¬2). ¶ ومن خلال ما تقدم نكتشف بوضوح أن ذا الرمة لم يكن بالشاعر الهجاء، إذ ان ديوانه يحتوي مقاطع هجاء قيلت بسبب مواقف معينة، وأحياناً استخدمها للدفاع عن النفس في أحيان عدة، ولم يوغل في مساجلات الهجاء التي عج بها عصره. ¶ ويبدو لنا إن ذا الرمة كان لا يميل إلى هذا النمط من الشعر وهذه الطبيعة قد يكون فطر عليها. وفي رواية يذكرها الأصفهاني في ان رجلاً تحداه في المهاجاة بالمربد، إلا ان ذا الرمة لم يحضر إلى هناك حتى مات ذلك الرجل (¬3) وهو إشارة إلى ان ذا الرمة كان من النوع الذي يدفع بالتي هي أحسن. فضلاً عن ابتعاده عن مهاجاة جرير. التي تؤكد هذا النزوع النفسي عند ذي الرمة. ¶ ¬__________ ¶ (¬1) الديوان، 73. ¶ (¬2) الديوان، 559 - 560. ¶ (¬3) الأغاني، الأصفهاني، 16/ 121.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "الفصل الثاني ¶ القضايا البلاغية والنقدية عند النقاد القدماء ¶ المبحث الأول. ¶ القضايا البلاغية. ¶ المبحث الثاني. ¶ الخصائص اللفظية والمعنوية. ¶ الألفاظ. ¶ المعاني. ¶ المبحث الثالث. ¶ الظواهر اللغوية والنحوية. ¶ المبحث الرابع. ¶ التأثر والتأثير.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "الفصل الثاني ¶ المبحث الأول ¶ القضايا البلاغية. ¶ من الواضح إن النقاد القدامى قد عُنوا بالطبع والتكلف عند الشعراء، حتى أصبح ذلك إشارة إلى مصطلحين نقديين قائمين بذاتهما يعتمد عليهما الحكم على الشعراء قديماً وحديثاً (¬1). ¶ ومن أبرز إشارات النقاد القدامى لهذا الجانب، إشارة القاضي الجرجاني (ت 392هـ)، إذ يقول: \" ... إن الشعر علم من علوم العرب، يشترك فيه الطبع والرواية والذكاء وتكون الدربة مادة له وقوة لكل واحد من أسبابه، فمن اجتمعت لديه هذه الخصال فهو المحسن المبرز، وبقدر نصيبه منها، تكون مرتبته من الإحسان ... \" (¬2). ¶ ويعد بشر بن المعتمر من السباقين إلى الدعوة إلى صناعة الشعر، جنباً إلى جنب مع الطبع والموهبة فهو يقول \" ... فإن ابتليت بأن تتكلف القول وتتعاطى الصنعة ولم تسمح لك الطباع في أول وهلة، فلا تعجل ولا تضجر، وعاوده عند نشاطك وفراغ بالك فانك لا تعدم الإجابة والمواتاة إن كانت هناك طبيعة أو جريت من الصناعة على عرق \" (¬3). ¶ ¬__________ ¶ (¬1) كانت العرب تنظر قديماً إلى القصيدة من خلال فصاحة الكلام وجزالته وبسط المعنى وإبرازه واتقان بنية الشعر، في حين صار الشعر عند المحدثين صنعة وتبدلت الألفاظ والعبارات، وإذا كانت القصيدة القديمة عرفت بعفويتها وصدق تعبيرها، فالشعر المحدث أصبح يتصل بمؤثرات جديدة أبعدته عن الينابيع القديمة لأصول الشعر، إن هذا كله جعل النقاد القدامى يسمون الشعر القديم بـ (الطبع) والنوع الآخر يـ (التكلف) ينظر: الطبع والصنعة معياراً نقدياً عند العرب، رسالة ماجستير على الآلة الكاتبة، عبد السلام محمد ¶ رشيد، 181. ¶ (¬2) الوساطة، الجرجاني، 15. ¶ (¬3) البيان والتبيين، الجاحظ،1/ 138.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "ومن الأمور المهمة التي تميز بها ذو الرمة في هذا الجانب وسجلها له النقاد القدماء، هو أنه فضلاً عن موهبته التي لا مراء فيها في قول الشعر، فقد كان في صناعته وتكلفه بشعره يميل إلى حسن التشبيه، إذ يعد هذا مقوماً أساسياً في صناعته لشعره، أو هو القاعدة الأساسية التي يرتكز عليها شعره، وهي ظاهرة لاحظها عليه القدماء وسجلوها له، وأصبحت لديهم ميزة انفرد فيها بين شعراء عصره، ورأى فيها مجموعة منهم انها القمة التي وصلت إليها صناعة الشعر في العصر الأموي في مجال التشبيه بشكل خاص (¬1). ¶ ومن أبرز الآراء النقدية في هذا الجانب قول الأصمعي،: \" ... كان ذو الرمة أشعر الناس إذا شبه ... \" (¬2). ونلاحظ في هذه الإشارة أن الأصمعي لم يحدد عصراً معيناً لما ذهب إليه، بل إنه أطلق كلامه بشكل عام دون تحديد إطار زمني لبراعة ذي الرمة في التشبيه، ومن المؤكد إن رأي الأصمعي هذا هو رأي تأثري لا أكثر لم يقم على أساس المقارنة أو الدراسة العلمية المستفيضة (¬3). ¶ ونجد بالمقابل رأياً أكثر اتزاناً في هذا الجانب، إذ يشير ابن سلام إلى صناعة التشبيه عند ذي الرمة قائلاً \" ... كان لذي الرمة حظ في حسن التشبيه لم يكن لأحد من الإسلاميين \" (¬4). وهو بذلك يضع إطاراً تاريخياً لبراعة ذي الرمة في هذا الإتجاه حين يحدد منزلته بين الإسلاميين. ¶ وتأثر ابن قتيبة بهذه الآراء حين أشار إلى ان ذا الرمة \" أحسن الناس تشبيهاً \" (¬5)، وقد استحسن في هذا الجانب قوله: [الطويل] ¶ كبكر المقاناة البياض بخضرة ... غذاها نمير الماء غير محلل (¬6). ¶ ¬__________ ¶ (¬1) ينظر: ذو الرمة شاعر الحب والصحراء، د. يوسف خليف، 310. ¶ (¬2) الأغاني، الأصفهاني، 16/ 109. ¶ (¬3) للأصمعي مواقف عدة ضد أو مع شعراء آخرين اعتمدت مواقف شخصية كموقفه ضد الفرزدق حين قلل من شأنه استناداً إلى هجاء الفرزدق لقبيلة الأصمعي بأهله، ينظر: فحولة الشعراء، 12. ¶ (¬4) الأغاني، الأصفهاني، 16/ 109. ¶ (¬5) الشعر والشعراء، ابن قتيبة، 29. ¶ (¬6) المصدر نفسه، 356.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وربط بعض النقاد بين ذي الرمة وامرئ القيس، ومن المعروف ان امرأ القيس عند أولئك النقاد يعد القمة التي وصلت إليها صناعة التشبيه في الشعر الجاهلي، فكان حماد الرواية يقول \" ... أحسن أهل الجاهلية تشبيهاً امرأ القيس، وأحسن أهل الإسلام تشبيهاً ذو الرمة\" (¬1). ¶ وحاولت طائفة من النقاد المتأخرين المقارنة بين ذي الرمة وامرئ القيس وابن المعتز في العصر العباسي على أساس ان كلَّ شاعرٍ منهم يمثل عصراً شعرياً، وهذا ما نقله السيوطي عن بعض مصادره، إذ أشار قائلاً \" ... وقالت طائفة من المتعقبين: الشعراء ثلاثة جاهلي وإسلامي ومولد، فالجاهلي امرؤ القيس واٍلإسلامي ذو الرمة والمولد ابن المعتز. وهذا قول من يفضل البديع وبخاصة التشبيه على جميع فنون الشعر ... \" (¬2). ¶ ومن خلال ما تقدم نجد ان اجماعاً واضحاً بين النقاد يؤكد تفوق ذي الرمة في تكلفه في مجال التشبيه، إذ ترددت أرجحية ذي الرمة في هذا الجانب على ألسنة الرواة والنقاد، وهذا الإجماع بلا شك يفسح لنا المجال واسعاً في البت في ان ذا الرمة أحسن من استخدم هذا اللون من ألوان الصناعة الفنية، على الأقل بين الشعراء الإسلاميين، غاضين النظر عن تفضيله في هذا المجال شعراء العصور الأخرى، حسبما ورد عن بعض النقاد. ¶ ومن جانب آخر نجد ان ذا الرمة يدرك جيداً هذه الميزة في شعره، وما وهب من قدرة عليها وبراعة فيها، فهو يقول \" ... إذا قلت كأن ثم لم أجد مخرجاً فقطع الله لساني \" (¬3). ¶ وبفعل تلك الآراء النقدية التي قدمها النقاد القدماء بشعر ذي الرمة، نجد عدداً من الشعراء المحدثين يتلمسون تلك الميزة في شعر الشاعر ويقدمون آراء تقترب كثيراً مما أراده الشاعر من التعبير، إذ ان التشبيه عند ذي الرمة كان إلى ¶ ¬__________ ¶ (¬1) الأغاني، الأصفهاني، 16/ 109. ¶ (¬2) العمدة، ابن رشيق، 1/ 100؛ المزهر، السيوطي، 2/ 103.0 ¶ (¬3) الأغاني، الأصفهاني 16/ 106.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "جانب مهمته الأساسية في تجميل الصورة وتوضيحها وتحديدها حسبما حاول أصحاب البلاغة القدماء وفق مناهجهم أن يحصروها، يؤدي مهمة أساسية أخرى هي نقل الإحساس بالطبيعة الذي كان من خلال صورته الشعرية يفتح مجالاً جديداً لوصف الطبيعة وتصويرها، \" ... ففي الكثير من تشبيهاته التي يزخر بها ديوانه نراه يتخذ من طبيعة التشبيه التمثيلي الفضفاضة مجالاً لوصف الطبيعة ¶ وتصويرها ... \" (¬1)، وهي قطع شعرية وصور تشبيهية \" ... لا يكاد يرقي إلى مستواها شاعر عربي آخر ... \" (¬2). ¶ ومن بين تلك النماذج الشعرية التي تلمسها النقاد في هذا الجانب، تشبيهه أنفاس (مية) بعد النوم بأنفاس روضة خضراء من رياض نجد، إذ يقول: [طويل] ¶ فما روضة من حر نجد تهللت ... عليها سماء ليلة الصّبا تسري ¶ بها ذرق غض النبات وحنوة ... تعاورها الأمطار كفراً على كفر ¶ بأطيب منها نكهة بعد هجعة ... ونشراً ولا وعساء طيبة النشر (¬3). ¶ وقوله في الإبل [طويل] ¶ وكم خلّفت اعناقها من نحيزة ... وأرعن من قود الجبال خُسام ¶ يشبهه الرّاؤون والآل عاصب ... على نصفه من موجه بحزام ¶ سماوة جون ذي سنامين معرض ... سما رأسه عن مرتع بحجام (¬4). ¶ وقوله: [طويل] ¶ أناخت روايا كل دلويّة بها ... وكل سماكي ملث المبارك ¶ بمسترجف الأرطي كأن عجاجه ... من الصيف أعراف الهجان الإوارك (¬5). ¶ ¬__________ ¶ (¬1) ذو الرمة شاعر الحب والصحراء، د. يوسف خليف، 312. ¶ (¬2) المصدر نفسه، 313. ¶ (¬3) الديوان، 355. ¶ (¬4) الديوان، 687. ¶ (¬5) الديوان، 502.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "ومثلت \"الاستعارة\" عند ذي الرمة جانباً مهماً من الجوانب التي اتكأت عليه صناعته الشعرية، وعدّها النقاد من الاستعارات التي استوفت شروط أصولها الفنية السليمة (¬1). وعلى الرغم من ان الصنعة الفنية لدى ذي الرمة استندت إلى الاستعارة إلى جانب التشبيه، إلا ان النقاد القدماء لم يولوها اهتماماً واضحاً، ويعلل يوسف خليف ذلك التشبيه عند ذي الرمة كان أكثر وضوحاً وبروزاً عنده وهذا ما جذب النقاد إليه (¬2). ¶ وأشار الدكتور شوقي ضيف إلى ان النقاد القدماء وجدوا ان ذا الرمة يمتلك قدرة بارعة وموهبة خيالية في الاستعارة، وقدرة بديعة على التخيل والتصور، ممتلكاً حاسة التجسيم التي استطاع بها تجسيم الأشياء والتركيز عليها (¬3). ¶ ويستشهد الدكتور يوسف خليف بشواهد عدة توضح المقدرة الفنية العالية في مجال الاستعارة التي حرص ذو الرمة على تسخيرها في شعره، من بينها ¶ قوله: [بسيط] ¶ ضمّ الظّلام على الوحشي شملته ... ورائح من نشاص الدّلو منسكب (¬4) ¶ وقوله [بسيط] ¶ وراكد الشمس أجاج نصبت له ... حواجب القوم بالمهريّة العوج ¶ إذا تنازع جالا مجهل قذف ... أطراف مطّرد بالحر منسوج ¶ تلوي الثنايا بأحقيها حواشيه ... ليّ الملاء بأبواب التفاريج (¬5) ¶ وقوله [بسيط] ¶ صمت الخلاخيلَ خودُ ليس يعجبها ... نسجَ الأحاديثِ بين الحيّ والصٌخبِ (¬6) ¶ ¬__________ ¶ (¬1) الموازنة، الأمدي، 117 - 119. ¶ (¬2) ينظر: ذو الرمة شاعر الحب والصحراء، د. يوسف خليف، 310 - 343. ¶ (¬3) التطور والتجديد، د. شوقي ضيف، 281 - 284. ¶ (¬4) الديوان، 26. ¶ (¬5) الديوان، 102. ¶ (¬6) الديوان، 11.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "وقوله [طويل] ¶ الا يا أسلمي يا دار ميّ على البلى ... ولا زال منهلاً بجزعائك القطر ¶ فإن لم تكوني غير شام بقفرة ... تجر بها الأذيال صيفية كدر ¶ أقامت بها حتى ذوى العود في الثرى ... وساق الثريا في ملاءته الفجر (¬1). ¶ ويعد خليف ذا الرمة شاعراً \" ... من صناع الشعر الذين يصنعون شعرهم صناعة دقيقة، ويقيمونه على أسس ثابتة، ويبذلون في سبيل ذلك كثيراً من الجهد والعناية والروية والأناة \". ويخلص إلى ان عليه ان يسجل اعجابه بهذه القدرة التي يتمتع بها ذو لرمة في بناء صوره الاستعارية ببناء فني محكم (¬2). ¶ وكان ذو الرمة قد تعرض إلى نقد سلبي في بعض جوانب شعره في هذا الاتجاه، ومن أمثال ذلك قوله: [بسيط] ¶ حتى إذا دوّمت في الأرض راجعه ... كبر ولو شاء نجى نفسه الهرب (¬3). ¶ إذ أنكر الأصمعي استخدام (التدويم) لحركة كلاب الصيد، مصوراً الصراع بينها وبين الثور الوحشي، على أساس ان التدويم إنما يكون لتحليق الطير في ¶ الهواء (¬4). ¶ ويدافع بعض النقاد عن موقف ذي الرمة في هذا البيت مشيرين إلى أن الشاعر كان يريد ان يطوع هذه المادة اللغوية لتكون أكثر قدرة على أداء دورها في الصورة التي يريد ان يرسمها ذو الرمة لحركة الكلاب حين تطارد الثور الوحشي، وهو كان في ذلك يحاول التمهيد لانتصار ثور الوحش عليها (¬5). ¶ ¬__________ ¶ (¬1) الديوان، 290 - 291. ¶ (¬2) ذو الرمة شاعر الحب والصحراء، د. يوسف خليف، 349. ¶ (¬3) الديوان، 33. ¶ (¬4) ينظر: الشعر والشعراء، ابن قتيبة، 340؛ الموازنة، الأمدي، 18؛ المزهر، ¶ السيوطي، 2/ 310؛الديوان، 24 - 37. ¶ (¬5) ذو الرمة شاعر الحب والصحراء، د. يوسف خليف، 355 - 356.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "ويمكن القول إلى ان ذا الرمة كان بارعاً في استخدامه المجاز وانه في هذا المجال كان من الشعراء الذين أثنى عليه النقاد القدماء (¬1). ¶ ¬__________ ¶ (¬1) ينظر: الصورة الشعرية عند ذي الرمة، عهود عبد الواحد، 73 - 116.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "المبحث الثاني ¶ الخصائص اللفظية والمعنوية. ¶ كان بشر بن المعتمر (ت 210هـ) من السباقين إلى الإشارة لموضوع اللفظ والمعنى، في صحيفته المعروفة (¬1). ثم توضحت هذه المسألة في مؤلفات النقاد القدماء فيما بعد، ومن أبرزهم الجاحظ، وابن قتيبة، واسحق بن وهب، وأبو هلال العسكري، ونقادٌ خصصوا كتباً لهذا الغرض من أمثال ابن سنان الخفاجي (سر الفصاحة)، وعبد القاهر الجرجاني (أسرار البلاغة). وكان ابن الأثير ممن توسعوا في هذا الجانب متخذاً من منهج ابن سنان أساساً له (¬2). ¶ ومن المهم الإشارة إلى ان النقاد اختلفوا في هذه القضية، فمنهم من كان من أنصار اللفظ، ومنهم من كان من أنصار المعنى، وعلى هذا الأساس وجه النقاد نقدهم للشعراء. ¶ الألفاظ. ¶ حدد الجاحظ (255هـ) مقياساً مثالياً للفظ المثالي حين قال: \" ... كما لا ينبغي أن يكون اللفظ عامياً ساقطاً وكذلك لا ينبغي أن يكون غريباً وحشياً، إلا ان يكون المتكلم بدوياً اعرابياً، فأن الوحشي من الكلام يفهمه من الناس من كان ¶ يفهم، السوقي رطانة السوقي، وكلام الناس في طبقات، كما ان الناس في طبقات، فمن الكلام ... الجزل والسخيف والمليح والحسن والقبيح والسمج، والخفيف والثقيل، وكله عربي ... \" (¬3). ويشير ابن قتيبة إلى ان للشعر أربعة اضرب ومن بينها ضرب \" ... حسن لفظهِ وجاد معناه ... \" (¬4). واستحسن في هذا الجانب قول ذي الرمة: [طويل] ¶ ورامي إلى الأرض التي من وراءكم ... لا عذر في ايقافكم حين أرجع ¶ ¬__________ ¶ (¬1) لمزيد من التفصيلات عن نص الصحيفة، ينظر: البيان والتبيين، الجاحظ،1/ 85. ¶ (¬2) لمزيد من التفصيلات، ينظر: مقالات في تاريخ النقد الأدبي، داود سلوم، 448. ¶ (¬3) البيان والتبيين، الجاحظ، 1/ 199. ¶ (¬4) الشعر والشعراء، ابن قتيبة، 1/ 340.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وقوله: ¶ واذهب إلى الأرض التي من ورائكم ... لا عذر في ايقافكم حين أرجع (¬1) ¶ وقوله يصف الظليم: [بسيط] ¶ ألهاه آ ءُ وتنّوم وعقبته ... من لائح المرو والمرعى له عقب (¬2). ¶ ويرى ابن قتيبة ان ذا الرمة من الشعراء الذين قالوا شعراً توافق لفظه مع معناه حين قال: [طويل] ¶ وتهجره إلا اختلاساً نهارها ... وكم من محب رهبة العين هاجر (¬3). ¶ ويؤكد ابن طباطبا ان ذا الرمة من بين الشعراء الذين أجادوا التعبير في رسم صورة للدلالة على اللون والحركة والهيأة حين قال: [بسيط] ¶ ما بال عينك منها الماء ينسكب ... كأنه من كلى مفرية سرب ... مشلشل ضيعته بينها الكتب (¬4). ¶ وفراء غرفية أثأى خوارزها ¶ وفي مجال اختباره اللفظ الصحيح في المكان الصحيح، يشير ابن طباطبا إلى أن ذا الرمة حين قال: [طويل] ¶ أراح فريق جيرتك الجمالا ... كأنهم يريدون احتمالاً ¶ فكدت أموت من حزن عليهم ... ولم أر ناوي الأضعان بالا ¶ إذ اشار إلى ان استخدامه لـ (بالا) كان عجيباً، موضحاً اعجابه بهذا الاستخدام (¬5). ¶ ¬__________ ¶ (¬1) الشعر والشعراء، ابن قتيبة، 340. البيت لم يرد في الديوان. ¶ (¬2) عيون الأخبار، ابن قتيبة، 1/ 86؛ الديوان، 38. ¶ (¬3) المصدر نفسه، 2/ 85؛ الديوان، 376. ¶ (¬4) عيار الشعر، ابن طباطبا، 19؛ الديوان، -4. ¶ (¬5) المصدر نفسه، 110؛ الديوان، 517.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "ويشير ابو أحمد بن الحسن بن عبد الله العسكري إلى ان ذا الرمة من أحسن الشعراء الذين قالوا الشعر وأجادوا ألفاظه في الوصف والتشبيه، ¶ حين قال: [طويل] ¶ وردت اعتسافاً والثريا كأنها ... على قمة الرأس ابن ماء محلّق ¶ يدف على اثارها دبرانها ... فلا هو مسبوق ولا هو يلحق (¬1). ¶ ويشير المرزباني إلى فصاحة ذي الرمة واستخدامه اللفظ البدوي الفصيح، حين ينقل عن الأصمعي قوله \"ما أقل ما تقول العرب الفصحاء، فلانة زوجة ¶ فلان، إنما يقولون زوج فلان \"، فيرد عليه السدري مستشهداً بقول ذي ¶ الرمة: [طويل] ¶ أذو زوجة بالمصر أم ذو خصومة ... اراك لها بالبصرة العام ثاوياً ¶ فقال الأصمعي \" أن ذا الرمة قد اكل البقل والمملوح في حوانيت البقالين حتى ¶ بشم\" (¬2). ¶ ومما يستجاد من قول ذي الرمة في هذا الجانب، مدحته التي قالها في بلال بن ابي بردة، والتي مطلعها: [طويل] ¶ تقول عجوز مدرجي متروِّحا ... على بابها من عند أهلي وغاديا (¬3). ¶ وخير ما يمكن الإشارة إليه في خاتمة المطاف ما قاله الجرجاني في كتابه الوساطة حين اشار قائلاً \" ... واذا اردت ان تعرف موقع اللفظ الرشيق من القلب، وعظم غنائه في تحسين الشعر فتصفح شعر جرير وذي الرمة من القدماء ... \" (¬4) ¶ ¬__________ ¶ (¬1) المصون في الأدب، الحسن العسكري، 25؛ الديوان، 488. ¶ (¬2) الموشح، المرزباني، 284؛ الديوان، 732. ¶ (¬3) الممتع في صنعة الشعر، النهشلي القيرواني، 99؛ الديوان، 732. ¶ (¬4) الوساطة، الأمدي، 224 - 225.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "المعاني. ¶ كان النقاد القدماء في العصر الأموي ينظرون إلى المعاني في إطار صحتها أو غموضها من خلال آراء شخصية غير خاضعة الى مقياس عام، وفي العصر العباسي ظلت هذه القضية شغلاً شاغلاً للنقاد، إذ اهتم بها ابن قتيبة والأمدي وعبد القاهر الجرجاني وابن رشيق القيرواني، واقدموا على اصدار أحكام عامة اعتمدت على ثقافة الناقد بالدرجة الأولى (¬1). ¶ واعتمد النقاد الذين قالوا في المعاني توجهاً رئيساً يستند إلى ضرورة تبعية الألفاظ للمعاني، ولم يتجاوز النقد الحديث جوهر هذه الفكرة الذي شكل تياراً إلى جانب المعاني، إذ شهد القرن التاسع عشر تياراً نقدياً في أوربا قريب جداً من هذه الفكرة، كان أبرز زعمائه ماثيو أرنولد ( M. Arnold) ،  الذي رأى ان الفكرة هي كل شيء في الشعر والباقي عالم من الوهم (¬2). ¶ ولأبن قتيبة وجهة نظر في هذا الجانب تقوم على أساس الفصل بين اللفظ والمعنى في مذهبه النقدي، إذ يرى ان المعنى يحسن إذا تضمن حكمة أو مثلاً أو فكرة أخلاقية أو ما يمت إلى هذه الأمور بصلة (¬3). ويرى ابن قتيبة ان ذا الرمة لم يكن موفقاً في بعض المواضع في شعره، إذ أخطأ في قوله في النساء: [طويل] ¶ وما الفقر أزرى عندهن بوصلنا ... ولكن جرت أخلاقهن على البخل ¶ وهو يرى ذلك القول ضعيفاً إذا ما قورن بقول شعراء آخرين من أمثال علقمة وامرئ القيس (¬4). كما يشير إلى ان من المآخذ على قول ذي الرمة معنى ¶ ¬__________ ¶ (¬1) قضايا النقد القديم، محمد صايل حمدان وأخرون، 26 - 27. ¶ (¬2) مقالات في النقد، ماثيو ارنولد، ترجمة علي جمال الدين عزة، 20. ¶ (¬3) في قضايا النقد الأدبي، زكي عشماوي، 279 - 280،. إن نظرة ابن قتيبة تقترب كثيراً من وجهة نظر النقاد الأوربيين في القرن الثامن عشر الذين كانوا يبحثون عن مغزى خلقي في القصيدة، هذا واضح من نقد جونسون لأعمال شكسبير، ينظر: كولدرج، مصطفى بدوي، 57. ¶ (¬4) الشعر والشعراء، ابن قتيبة، 341.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "ما قاله في وصف الكلاب حين قال: [بسيط] ¶ حتى إذا دوّمت الأرض راجعه ... كبر ولو شاء نجى نفسه الهرب (¬1). ¶ غير أنه يستحسن قول ذي الرمة في معنى ما قاله: [طويل] ¶ ولمّا تلاقينا جرت من عيوننا ... دموع كففنا ماءها بالأصابع ¶ ونلنا سقاطاً من حديث كأنه ... جنى النحل ممزوجاً بماء الوقائع (¬2). ¶ ويشير إلى ان ذا الرمة أجاد المعنى حين قال: [طويل] ¶ وما الفقر أزرى عندهن بوصلنا ... ولكن جرت أخلاقهن على البخل (¬3). ¶ ويشير أبو احمد الحسن العسكري إلى ان ذا الرمة أجاد القول في المعنى حين قال: [طويل] ¶ وبيضاء لا تنحاش منا وأمها ... إذا ما رأتنا زيل منّا زويلها ¶ نتوج ولم تقرف لما يمتنى له ... إذا نتجت ماتت وعاش سليلها ¶ وقوله: [طويل] ¶ وذي شعب شتى كسوت فروجه ... لغاشية يوماً مقطّعة حمرا ¶ وخضراء في وكرين غرغرت رأسها ... لأبلي إذا فارقت في صحبتي عذرا ¶ قبضت عليه الخمس ثم تركنه ... ولم اتخذ إرساله عنده ذخرا ¶ وفاشية في الأرض تلقي بناتها ... عواري لا تكسى دروعاً ولا خمرا ¶ وأسود ولاج بغير تحية ... على الحي لم يجرم ولم يتحمل وزرا (¬4). ¶ ويشير المرزباني إلى ان ذا الرمة قد اعيب في شعره بمواضع عدة بسبب اختلال المعاني في شعره، إذا عابوا عليه قوله في وصف المرأة: [بسيط] ¶ والقرط في حرّة الذفرى معلقة ... تباعد الحبل منه فهو يضطربُ ¶ ¬__________ ¶ (¬1) الشعر والشعراء، ابن قتيبة، 341؛ الديوان، 33. ¶ (¬2) عيون الأخبار، ابن قتيبة،1/ 47؛ الديوان، 447 - 448. ¶ (¬3) المصدر نفسه 2/ 45؛ الديوان، 575. ¶ (¬4) المصون في الأدب، الحسن العسكري، 90 –91؛ الديوان، 637، 250 - 252.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "فقالوا \" جعلت لها ذفرى كذفرى البعير \" (¬1). كما اعيب عليه قوله: [طويل] ¶ ومنتزع من بين نسعية جرّة ... نشيج الشجا جاءت إلى ضرسه نزرا ¶ إذ قالوا لو قال \"من بين جنبيه\" ما كان عليه من سبيل (¬2). وعابوا عليه ¶ قوله: [طويل] ¶ تصغي إذا شدها بالكور جانحة ... حتى إذا ما استوى في غرزها تثب ¶ فقالوا انه لم يصل إلى ما قاله الراعي النميري في هذا المعنى حين قال: ¶ ولا تعجل المرء قبل الورو ... ك وهي بركبته أبصر ¶ وهي إذا قام في غرزها ... كمثل السفينة أو اوفر. ¶ إلا ان ذا الرمة رد على هذا النقد قائلاً \" الراعي وصف ناقة ملك وانا وصفت ناقة سوقه \". إلا ان المرزباني يقف ضد ما ذهب إليه ذو الرمة قائلاً \" أراد ان يحتال فلم يصنع شيئاً \" (¬3). ¶ ويشير المرزباني نقلاً عن الحاتمي عن الأصمعي قوله \"لو أدركت ذا الرمة لأشرت عليه ان يدع كثيراً من شعره، فكان ذلك خيراً له \" وهي إشارة إلى حدوث خلل في المعاني التي كان يوردها، إذ يشير المرزباني إلى ان الأصمعي قد أشار إلى إحدى تلك الزلات المعنوية في شعره، قوله: [طويل] ¶ ألا يا اسلمي يا دار ميّ على البلى ... ولا زال منهّلاً بجرعائك القطر ¶ واحتج في المعيبة الشعراء على هذا البيت، بأن قوله كان افساداً للدار التي دعا ¶ لها، وهو ان تغرق بكثرة المطر (¬4). ¶ ويشير النهشلي القيرواني، إلى ان ابن عياش نزلت به مصيبة فلم يقل غير ابيات ذي الرمة مما قلل عليه تلك المصيبة حين تذكر قوله: [طويل] ¶ خليليّ عوجا من صدور الرّواحل ... بجمهور حزوى فأبكيا في المنازل ¶ لعل انحدار الدمع يعقب راحة ... من الوجد أو يشفي نجيّ البلابل (¬5). ¶ ¬__________ ¶ (¬1) الموشح، المرزباني، 288؛ الديوان، 10. ¶ (¬2) المصدر نفسه، 289؛ الديوان، 241. ¶ (¬3) المصدر نفسه، 289؛ الديوان، 15. ¶ (¬4) المصدر نفسه، 291؛ الديوان، 290. ¶ (¬5) خاص الخاص، الثعالبي، 106؛ الديوان، 577.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "المبحث الثالث ¶ الظواهر اللغوية والنحوية. ¶ من الثابت تاريخياً ان القرن الأول الهجري شهد امتزاجاً اجتماعياً واضحاً بين القبائل العربية النازحة من الجزيرة العربية وبقايا الفرس الموالي الذين استقروا في الأمصار بعد الفتح العربي الإسلامي، وقد أحدث هذا الامتزاج صراعاً لغوياً - إذا صح التعبير - بسبب كثرة أبناء غير العرب، وهذا الأمر أدى من ثم إلى البحث عن وسائل لمنع أي تدهور في مستوى اللغة العربية. ¶ وكانت للدراسات القرآنية ونشاط الشعراء في النصف الثاني من القرن الهجري الأول، أثر بالغ في قيام حركة لغوية نشيطة وجدل ونقاش بين شعراء العصر الأموي والنقاد من امثال عتبة الفيل وابن الحضرمي وغيرهم (¬1). ¶ وبادئ ذي بدء لابد من الإشارة إلى ان الدلائل عدة تشير إلى إلمام ذي الرمة بالعربية وأسرارها، فهو \" حجة لأنه بدوي \" (¬2). ويشير حماد الراوية إلى إلمامه بالعربية وأسرارها وغريبها (¬3)، وتشير عدة روايات إلى هذه الميزة في شعر ذي الرمة (¬4). ويؤكد الباحثون المحدثون ان الاجتماع بشعر ذي الرمة سواء من الناحية اللغوية أم علمه بدقائق معانيها أوسع من الإلمام به (¬5). ¶ ويشير المرزباني إلى ان ذا الرمة تعرض إلى مآخذ عدة من النقاد، إذ أشار ابو عمر بن العلاء إلى انه أخطأ حين قال: [طويل] ¶ حراجيج ما تنفك إلا مناخة ... على الخسف أو نرمي بها بلداً قفرا ¶ ¬__________ ¶ (¬1) مقالات في تاريخ النقد الأدبي، د. داود سلوم، 62 - 63. ¶ (¬2) فحولة الشعراء، الأصمعي، 39. ¶ (¬3) الأغاني، الأصفهاني، 16/ 222. ¶ (¬4) مصادر الشعر الجاهلي وقيمتها التاريخية، د. ناصر الدين الأسد، 161. ¶ (¬5) ذو الرمة دراسة ونقد، طراد الكبيسي، 43.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "وخطأه يكمن في ادخاله \"الا\" بعد قوله ما تنفك (¬1). ويشير المرزباني إلى ان بعض الرواة اخذوا على ذي الرمة بعض المآخذ، وقالوا له \"أفسدت على شعرك \" ويشير المرزباني إلى ان هذا مصدره ان ذا الرمة كان إذا استضعف الحرف أبدل مكانه (¬2). ومن المآخذ التي أخذت على ذي الرمة قوله: [طويل] ¶ أبرّ على الخصوم فليس خصم ... ولا خصمان يغلبه جدالا ¶ إلا ان المرزباني لم يوضح اين الخطأ في قول ذي الرمة (¬3). كما يشير إلى ان ذا الرمة أخذ عليه قوله: [بسيط] ¶ أقول للرّكب لمّا اعرضت أصلاً ... أدمانة لم تربيِّها الأجاليد ¶ لأنه يقال آدم وادماء، وادم وادمان، ولا يقال ادمانة (¬4). وأخطأ ايضاً حين ¶ قال: [طويل) ¶ قلائص ما تنفك إلا مناخة ... على الخسف أو نرمي بها بلداً قفرا ¶ وقال بعض الرواة ممن يريد ان يحسن قوله ولا يعده أخطأ، قالوا إنما كان قال \"إلا مناخة\" (¬5). ¶ ويشير بعض النقاد إلى ان ذا الرمة استخدم (لعلّ) كصيغة رجاء في ¶ قوله: [طويل] ¶ لعل انحدار الدمع يعقب راحة ... من الوجد أو يشفي نجي البلابل (¬6) ¶ وهو مستوحى من قوله تعالى ((فلعلك تارك بعض ما يوحى إليك وضائق به صدرك ان يقولوا لولا أُنزل عليه كنز أو جاء معه ملك إنما أنت نذير والله على كل ¶ ¬__________ ¶ (¬1) الموشح، المرزباني، 289؛ الديوان، 240. ¶ (¬2) المصدر نفسه، 289. ¶ (¬3) المصدر نفسه، 290؛ الديوان، 532. ¶ (¬4) المصدر نفسه، 290؛ الديوان، 184. ¶ (¬5) المصدر نفسه، 290. ¶ (¬6) الديوان، 575.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "شيء وكيل)) (¬1). وهذا الاستخدام من الاستخدامات التي تشير إلى طلب محبوب قريب الوقوع (¬2). ¶ وفي مجال الظواهر النحوية عند ذي الرمة أشار عبد القاهر الجرجاني إلى ان ذا الرمة من بين الشعراء الذين كان لهم استخدام مميز للعوامل التي تدخل على المبتدأ والخبر، إذ أنه في قوله: [طويل] ¶ فإن لم يكن إلا تعلّل ساعة ... قليلاً فإني نافع لي قليلها (¬3) ¶ استخدم (كان) لتجري مجرى سائر الأفعال فيقال (كان زيد)، وهذا ما يراد به معنى وقع وحدث، كقوله تعالى \"وإن كان ذو عسرة \" (¬4)، فهو يريد ان يقول \"فان لم يوجد إلا ان اتعلل قليلاً فالامر كذا\" (¬5). ¶ وفي باب (الظرف من المكان) يشير عبد القاهر الجرجاني إلى ان ذا الرمة من الشعراء الذين جوزوا جعل الظرف في تقدير (في) \" ... لأن المجرى مصدر فيكون ظرف المكان عنه كقولك: وكان جري الكأس في اليمين، كما تقول: وكان جري الكأس عندك، ثم تكون الجملة الظرفية في موضع نصب لأنها خبر كان \" (¬6). ويستشهد بقول ذي الرمة: [طويل] ¶ فظلت بملقى واحف جرع المعا ... قياماً يفالي مصلخمّاّ أميرها (¬7) ¶ وهو يؤكد ان في هذا البيت حذف المضاف، فكأن ذا الرمة قال: فظلت بمكان لقي واحف جرع المعي، أي بالموضع الذي ينتهي فيه واحف إلى اول حدود جرع المعي فيلقى أحدهما الآخر (¬8). ¶ ¬__________ ¶ (¬1) هود، 12. ¶ (¬2) البلاغة والتطبيق، د. أحمد مطلوب، 122 - 123. ¶ (¬3) الديوان، 634؛ كتاب النوادر للقالي، 216؛ التنبية على شرح مشكلات الحماسة، ¶ التبريزي، 393؛ خزانة الأدب، البغدادي، 2\\ 564. ¶ (¬4) البقرة، 280. ¶ (¬5) المقتصد في شرح الايضاح، عبد القاهر الجرجاني، ج1، الشاهد 75، 401 - 402. ¶ (¬6) المقتصد، ج1، 657. ¶ (¬7) الديوان، 400، مادة (صلخم) لسان العرب. ¶ (¬8) المقتصد، ج1، الشاهد 68، 657 - 658.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "وفي (باب الإضافة التي ليست بمحضة) يشير عبد القاهر الجرجاني إلى قول ذي الرمة: [وافر] ¶ وميّة أحسن الثقلين وجهاً ... وسالفة وأحسنه قذالا (¬1) ¶ وعلى هذا النحو يجد عبد القاهر الجرجاني ان هذا الاستخدام (أحسن) خاطئ، فحين تقول \"هند اكبر بناتك \" تكون أخطأت، وعليك ان تقول ان هنداً (كبراهن) فقول ذي الرمة \"وميّة أحسن الثقلين ... \" خاطئ (¬2). ¶ وفي باب (الترخيم) يشير ابن عقيل (ت 769هـ) إلى ان ذا الرمة في ¶ قوله: [طويل] ¶ لها بشر مثل الحرير ومنطق ... رخيم الحواشي لا هراء ولا نزر ¶ كان استعمال كلمة (رخيم الحواشي) في معنى الرقة وذلك يدل على ان (الترخيم) في اللغة ترقيق للصوت. وفي الاصطلاح حذف أواخر الكلم في النداء (¬3). ¶ وفي باب الفاعل، يشير ابن عقيل إلى ان ذا الرمة فصل بين الفعل والفاعل باستخدامه (إلاّ) في قوله: [طويل] ¶ طوى النحز والأجراز مافي غروضها ... وما بقيت إلا ّ الضلوع الجراشع ¶ إذ استخدم (تاء التأنيث) مع الفعل (بقي) لتسبق (إلاّ) مخالفاً الجمهور وهذا ما لا يجوز إلا في الشعر (¬4). ¶ ¬__________ ¶ (¬1) الديوان، 522؛ الكامل، للمبرد، 461؛ الخصائص، ابن جني، 2/ 419؛ الإشباه والنظائر، السيوطي، 1/ 191؛ خزانة الأدب، البغدادي، 4/ 108. ¶ (¬2) المقتصد، ج2، الشاهد، 236، 889 - 890. ¶ (¬3) شرح ابن عقيل، 4/ 43 - 44؛ الديوان 296. ¶ (¬4) ينظر: المصدر نفسه، 2/ 137 - 138؛ ينظر الديوان 430، إذ ورد في الديوان بلفظ (فما بقيت إلا الصدور الجراشع).",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "المبحث الرابع ¶ التأثر والتأثير. ¶ من الطبيعي أن يتأثر الشاعر ببيئته الاجتماعية والثقافية ويعبر عنها تعبيراً صادقاً، ويتأثر شعره بالتجربة الشعرية لمن سبقه من الشعراء، أو ممن روى أشعارهم، كما يتأثر به وبشعره شعراء آخرون يتلونه أو يعاصروه، فيستلهمون أفكاره وأسلوبه الشعري، وهذا ما يصطلح عليه النقاد (السرقات الشعرية)، أو ¶ (التأثير والتأثر) (¬1). ¶ والسرقة لغة، \" أخذ مال معتبر من حرز أجنبي لا شبهة فيه خفية \" (¬2). أما السرقة الأدبية فهي تتلخص في إنها سبق بعض الشعراء إلى تقرير معنى معين واستنباطه، فإذا أخذ أحد الشعراء ذلك ومنحه عبارة أو عبارات أخرى، عدّ ذلك سرقة أدبية (¬3). وتعد هذه الظاهرة (السرقة الأدبية) من القضايا التي حظيت باهتمام النقاد القدامى والمحدثين على حد سواء، واتسع نطاق الاهتمام بهذه الظاهرة إلى حد أن ألفت عنها كتباً خاصة بها (¬4). ¶ وحدد النقاد حقيقة السرقة وأحوالها، ومتى تكون سرقة ومتى لا تكون كذلك (¬5). وكانت الخصومات والحزازات الشخصية بين الشعراء والنقاد، وأحياناً بين الشعراء أنفسهم من الدوافع الواضحة التي تقف وراء استقصاء مصادر معاني الشاعر وألفاظه، فضلاً عن الارتباك الذي يخلقه النقد لدى الشعراء، الأمر الذي يبعدهم عن استخدام الجديد واللا مألوف، واضطرارهم إلى مسايرة القديم في اللفظ والمعنى (¬6). ¶ ¬__________ ¶ (¬1) الفرزدق بين ناقديه قديماً وحديثاً، سهيل عبد الله علي، رسالة ماجستير غير مطبوعة، ص122. ¶ (¬2) لسان العرب، ابن منظور، مادة (سرق). ¶ (¬3) ينظر: الطراز، العلوي اليمني، 3/ 188. ¶ (¬4) نذكر منها على سبيل المثال، الرسالة الموضحة، الحاتمي (388هـ). المنصف للسارق والمسروق ... أبن وكيع (393هـ). الإبانة عن سرقات المتنبي، العميدي (433هـ). ¶ (¬5) ينظر: تاريخ النقد الأدبي عند العرب، طه أحمد إبراهيم، 161. ¶ (¬6) ينظر: النقد الأدبي عند عبد القاهر الجرجاني، عبده عبد العزيز، 301 - 302.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "ولابد من الإشارة إلى أن ذا الرمة بحكم بدويته أكتسب سليقة لغوية بدوية وفصاحة نقية، وثروة ضخمة من الألفاظ والتراكيب اللغوية العربية النقية، وهذا ما منحه دراية عميقة بطبيعة اللغة وأسرارها الدقيقة، وكان اللغويون يأخذون عنه اللغة ويستشهدون بشعره، ويسألونه عن بعض المعاني الغامضة، ويصححون بشعره ما يقع فيه بعض الشعراء من أخطاء (¬1)، وكان الأصمعي يعتمد على شعره في تفسير غريب اللغة (¬2). ¶ وبطبيعة الحال فأن ذلك العلم باللغة وأسرارها ومعانيها لم يكن إلا تأثراً طبيعياً بالبيئة الثقافية التي كان يعيش فيها ذو الرمة، حيث البادية وفصاحة ¶ أهلها، إذ كانت وما تزال البادية البيئة التي تمثل فصاحة العرب وسلامة لغتهم. ¶ كما أتاحت تلك البيئة لذي الرمة إيجاد صلة شديدة الآصرة بينه وبين نماذج الشعر العربي القديم الذي ورثته البادية عن شعرائها تراثاً تعتز به وتحرص ¶ عليه، فكان واسع الإطلاع عليه، عميق الإحساس به (¬3)، وفي هذا الإطار يمكن تأكيد عوامل بعينها كان لها دخل كبير في تعميق صلة الشاعر بالتراث الشعري القديم، يأتي في مقدمتها تعدد زيارات ذي الرمة إلى العراق، إذ كان يتردد على زيارة مدينتي البصرة والكوفة، حيث المربد والكناسة، وكانت هاتان المدينتان أكبر مركزين ثقافيين في العالم الإسلامي، وكان يلتقي في هذين المركزين عدد غير قليل من الرواة والشعراء واللغويين والنحويين، ولم يكن ذو الرمة بمعزل عن هذا النشاط الدؤوب بل كان قريباً منه (¬4)، فضلاً عن عامل آخر مهم أثرى اطلاع ذي الرمة على التراث الشعري القديم، ذلك هو اجادته القراءة والكتابة، على الرغم من أنه كان حريصاً على الظهور بمظهر البدوي الأمي الذي لا يجيد القراءة والكتابة (¬5)، إلا ان الأمر الذي لا شك فيه انه كان يجيد القراءة والكتابة، وهو ما تؤكده أخباره التي ¶ ¬__________ ¶ (¬1) ينظر: ذو الرمة شاعر الحب والصحراء، يوسف خليف، 362 - 365. ¶ (¬2) ينظر: أمالي القالي، القالي، 1/ 158، 159، 185، 2/ 54، 240. ¶ (¬3) ينظر: ذو الرمة شاعر الحب ... ، يوسف خليف، 365. ¶ (¬4) المصدر نفسه، 365. ¶ (¬5) الأغاني، الأصفهاني، 16/ 116؛ المزهر في اللغة، السيوطي، 2/ 220.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "وردت في كتب الأقدمين (¬1)، بل ان الأصمعي ذهب إلى أبعد من تلك الحدود إذ أشار إلى انه كان معلماً في البادية (¬2). ويشير الأصفهاني إلى ان إجادته القراءة والكتابة أكسبته فرصة الإتصال بالشعر العربي القديم بشكل واسع وهو ما جعله يكتسب حاسة فنية دقيقة، جعلته يميز الشعر الجاهلي من الشعر الإسلامي (¬3). ويشير الدكتور يوسف خليف إلى هذا الجانب، قائلاً إن هذا الأمر أكسب ذا الرمة \"ثروة فنية ضخمة من الشعر القديم احتفظ بها، في فهم دقيق ووعي كامل بها، وهي ثروة أمدته بذخيرة ضخمة من مفردات اللغة البدوية القديمة وتراكيبها \" (¬4). ¶ ومن خلال ما تقدم يمكن القول إن ذا الرمة اطلع اطلاعاً واسعاً على شعر الأقدمين بفعل العوامل آنفة الذكر، ومن الطبيعي ان يتأثر الشاعر بشعر امرؤ القيس، الذي يعده النقاد القدماء، فاتح طريق الشعر للشعراء ومذلل لهم صعابه (¬5). ويمكن ان نتلمس ذلك التأثير كظاهرة شعرية واضحة من خلال عكوف ذي الرمة على وصف الصحراء، وتناثر التشبيه في شعره، وهو بذلك يحاكي شعر امرؤ القيس بشكل جلي (¬6)، وخير مثال على ذلك التأثر قصيدته اللامية، إذ حاكى امرؤ القيس في الوزن والقافية وطرح المعاني نفسها، ومن أمثلة ذلك التأثر في هذه القصيدة قوله: [طويل] ¶ ترى بعر الصيران فيه وحوله ... جديداً وعاميّاً كحبّ القرنفل (¬7) ¶ هو ترديد لقول امرئ القيس، [طويل] ¶ ¬__________ ¶ (¬1) الأغاني، الأصفهاني، 16/ 116؛ الموشح، المرزباني، 177 - 178؛ الحيوان،1/ 41. ¶ (¬2) الموشح، المرزباني، 192. ¶ (¬3) الأغاني، الأصفهاني، 6/ 88، 16/ 117. ¶ (¬4) ذو الرمة شاعر الحب والصحراء، يوسف خليف، 366. ¶ (¬5) ينظر: طبقات فحول الشعراء، ابن سلام، س1،42؛الشعر والشعراء، ابن قتيبة، 1/ 128. ¶ (¬6) الأغاني، الأصفهاني، 18/ 9؛ طبقات فحول الشعراء، ابن سلام، س1، 17، وأشار إلى ذلك التأثير من النقاد المحدثين يوسف خليف وكيلاني حسن سند، ينظر: ذو الرمة ... ، يوسف خليف، 376 - 384؛ ذو الرمة شاعر الطبيعة والحب، كيلاني حسن سند،29 - 30. ¶ (¬7) الديوان، 588.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "ترى بعر الأرام في عرصاتها ... رفيعتها كانه حب فلفل (¬1). ¶ ويشير ابن قتيبة إلى ان ذا الرمة كان كثير الأخذ من الشعراء، إذ يؤكد انه قال [طويل] ¶ يظل بها الحرباء للشمس ماثلاً ... لدى الجذل إلاّ انه لا يكبّر ¶ إذا حوّل الظلّ العشيّ رأيته ... حنيفاً وفي قرن الضحى يتنصّر (¬2) ¶ وهو يعتقد ان هذا القول مأخوذ من قول ظالم بن البراء الفقيمي، إذ يقول: [طويل] ¶ ويوم من الجوزاء اما سكونه ... فضح وأما ريحه فسموم ¶ إذا جعل الحرباء والشمس تلنمي ... على الجذل من حر النهار يقوم ¶ يكون حنيفاً بالعش وبالضحى ... يصلي لنصرانيّة ويصوم (¬3) ¶ كما يشير إلى ان (رؤبة) اتهم ذا الرمة بسرقة شعره، إذ يشير إلى انه ذكر ان ذا الرمة حين سمع قوله: ¶ يطرحن بالدوية الأملاس ... لكل ذئب قفرة ولاس ¶ موتى العظام حية الأنفاس ... اجنة في قمصِ الأغراس ¶ خرج من عنده وقال: [رجز] ¶ يطرحن بالدّويّة الأغفال ... كل جنين لثق السربال ¶ حي الشهيق ميت الأوصال ... فرّج عنه حلق الأقفال ¶ من السرى وجرية الحبال ... ونغضان الرحل من محال (¬4). ¶ ¬__________ ¶ (¬1) ديوان امرئ القيس، 8. ¶ (¬2) الشعر والشعراء، ابن قتيبة، 338؛ الديوان، 316. ¶ (¬3) المصدر نفسه، 338 - 339. ¶ (¬4) المصدر نفسه، 355. وردت الأبيات في الديوان بالشكل الآتي: [رجز] ¶ طيّ برود اليمن الأسمال ... يطرحنَّ بالمهارق الأغفال ¶ كل جهيض لثق السّربال ... حيّ الشهيق ميّت الأوصال ¶ مرت الحجاجين من الاعجال ... فرّج عنه حلق الأقفال. ¶ ينظر: الديوان، 567.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "ويشير ابن قتيبة إلى ان الأصمعي كان متمسكاً بوجهة نظر يؤكد من خلالها ان ذا الرمة كان سارقاً لشعر (رؤبة)، كما انه كان يتهم ذا الرمة بسرقة شعر \"العجَّاج\" في قوله: [بسيط] ¶ ذو سفعة كشهاب القذف منصلت ... يطفوا إذا ما تلقّته الجراثيم (¬1) ¶ وهو مأخوذ من قول العجاج: [طويل] ¶ إذا ما تلقته الجراثيم طفا (¬2) ¶ وقوله [بسيط] ¶ إذا استهلّت عليه غبية أرّجت ... مرابض العين حتى يأرج الخشب (¬3) ¶ مأخوذ من قول العجّاج: [السريع] ¶ مثواه عطارين بالعطور (¬4) ¶ ويشير ابن قتيبة إلى ان ذا الرمة تأثر بالراعي النميري، إذ انه أنشد شعراً يقول فيه: [بسيط] ¶ تصغي إذا شدّها بالكور جانحة ... حتى إذا ما استوى في غرزها تثب ¶ فقال اعرابي \"صرع والله الرجل، إلا قلت كما قال الراعي (الراعي النميري) \" إذ قال: [متقارب] ¶ وواصفة خدها للزما ... م ما لخد منها له أصفر ¶ ولا تعجل المرء قبل البرو ... ك، وهي بركبتها ابصر ¶ وهي إذا ما قام في غرزها ... كمثل السفينة أو أوقر (¬5). ¶ ¬__________ ¶ (¬1) ينظر: الشعر والشعراء، ابن قتيبة، 339، الديوان، 663. ¶ (¬2) ينظر: المصدر نفسه، 339. ¶ (¬3) الديوان، 28. ¶ (¬4) الشعر والشعراء، ابن قتيبة، 339. ¶ (¬5) المصدر نفسه، 356؛ الموشح، المرزباني، 289؛ الديوان، 15.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "ومن الشعراء الآخرين الذين تأثر بهم ذي الرمة، الشنفرى، ففي ¶ قوله: [طويل] ¶ أغرّ كلون الملح ضاحي ترابه ... إذا استوقدت حزّانه وسباسبه (¬1) ¶ وهو مأخوذ من قول الشنفرى: [طويل] ¶ حسام كلَون الملح صافي حديده ... جزار كاقطاع الغدير المنعت (¬2). ¶ ويشير بعض النقاد المحدثين إلى ان لا وجه للتأثر بين الشاعرين، إذ وصف الشنفرى الحسام بذلك البياض، بينما وصف ذو الرمة السراب ¶ بالبياض (¬3). ¶ وتأثر ذو الرمة بنهشل بن حري، ففي قوله: [طويل] ¶ ومن يك ذا وصل فيسمع بوصله ... أحاديث هذا الناس يصرم ويصرم ¶ وهو مأخوذ من قول نهشل، ¶ أمادى مهمهن يسمعن في صديقه ... اقاويل هذا الناس مادى يندم (¬4). ¶ ويقف بعض النقاد المحدثين للدفاع عن ذي الرمة في هذا الجانب مشيرين إلى ان الأمر ليس سرقة أو سطواً بقدر ما هو تأثر بالشعر القديم وانتفاع به، وهي ظاهرة لم ينفرد بها ذو الرمة وحده، ولكنها كانت ظاهرة فنية مشتركة بين شعراء عصره، إذ كان \" ... للشعر القديم سلطانه وقداسته عندهم يسلكون سبله، ويتبعون مناهجه، ويحرصون على تقاليده ومقوماته، ويستمدون منه مادتهم ¶ الفنية، ويضعون نماذجه ومثله في تقدير واكبار أمام أعينهم \" (¬5). ¶ ¬__________ ¶ (¬1) الديوان، 63. ¶ (¬2) شرح اختيارات المفضل، التبريزي، 1/ 527. ¶ (¬3) ذو الرمة، شاعر الحب والصحراء، د. يوسف خليف، 385. ¶ (¬4) خزانة الأدب، البغدادي، 9/ 16 - 17؛ الديوان، 706. ¶ (¬5) ذو الرمة، شاعر الحب والصحراء، د. يوسف خليف، 373.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "وتأثر بشعر ذي الرمة شعراء عدة منهم من عاصره ومنهم من جاء بعده، وهذا التأثر بشعر الشاعر دليل واضح على أصالة الشاعر وقوة شاعريته ومقدرته على العطاء (¬1). ¶ ومن اولئك الشعراء العرجي الذي تأثر بقول ذي الرمة، [طويل] ¶ أيا ظبية الوعساء بين جلاجل ... وبين النّقا آأنت أمْ أمُّ سالم ¶ إذ قال العرجي: ¶ بالله يا ظبيات القاع قلن لنا ... ليلاي منكن أم ليلى من البشر (¬2). ¶ واعجب آخرون بقوله وهو يصف عين الديك، إذ يقول: [طويل] ¶ وسقطٍ كعين الديك عاورت صاحبي ... أباها وهيّأنا لموقعها وكرا ¶ فانشد بعضهم: ¶ وكأس سلاف يحلف الديك أنها ... لدى المزج من عينه أصفى واحسن (¬3). ¶ وتأثر أبو تمام بشعر ذي الرمة وتمثله في مواضع عدة من ديوانه، كقوله في وصف الليل: ¶ البيد والعيس واللّيل التّمام معاً ... ثلاثة أبداً يقرنّ في قرن ¶ وهو مأخوذ من قول ذي الرمة: [طويل] ¶ وليلٍ كجلباب العروس أدَّرعْتهُ ... بأربعة والشّخص في العين واحد ¶ أحمّ علافيَّ وأبيض صارم ... وأعيس مهريّ وأروع ماجد (¬4). ¶ ¬__________ ¶ (¬1) ذو الرمة، غيلان بن عقبة، محمد عبد المنعم خاطر، مكتبة سماح، (د. ت)، 141. ¶ (¬2) خزانة الأدب، البغدادي، 11/ 67؛ الديوان، 700. ¶ (¬3) سمط اللآلي، البكري، 2/ 760؛ الديوان، 244. ¶ (¬4) ديوان ابي تمام،296؛الحيوان، الجاحظ،3/ 250؛اخبار ابي تمام، الصولي،82 - 83؛ أخبار البحتري، الصولي، 155؛ الموازنة، 74 - 75؛ كتاب الصناعتين، لأبي هلال العسكري، 233 - 253. ورد في الديوان بلفظ (وليل كأثناء الرّوَيْزيّ)، ينظر: الديوان 177 - 178.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "وبات وقوف ذي الرمة بديار (مي) وشدة حبه لها ووجده بها علماً على طوال المكوث في ذلك الوقوف، فكان مناراً للشعراء الذين أرادوا تأكيد ذلك لأنفسهم (¬1) وجعله الشريشي مضرباً للأمثال عند الشعراء الذين تمسكوا بحبيباتهم في ¶ البادية (¬2). ¶ ¬__________ ¶ (¬1) التشبيهات من اشعار أهل الأندلس، 161. ¶ (¬2) شرح المقامات الحريرية، الشريشي، 2/ 55.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "الفصل الثالث ¶ المناهج النقدية الحديثة ¶ المنهج التحليلي. ¶ المنهج الاسطوري. ¶ المنهج النفسي.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "الفصل الثالث ¶ المناهج النقدية الحديثة. ¶ أولاً: المنهج التحليلي. ¶ يستند المنهج التحليلي إلى دراسة النص الأدبي والشعري بشكل خاص بوصفه بناءً متكاملاً، وهو في ذلك يشير إلى ما في البيت الشعري أو القطعة الشعرية من عيوب ومحاسن، فضلاً عن دراسة ما يحيط القصيدة من حالة زمانية ومكانية والظروف الأخرى التي يمكن ان تحيط بالنص الشعري (¬1). ¶ خضع شعر ذي الرمة لوجهات نظر مبنية على أساس المناهج النقدية الحديثة، ومن بينها المنهج التحليلي، وخضعت (بائيته) (¬2) التي قالها في مدح الخليفة (عبد الملك بن مروان) في مقدمة شعره للنقد والتحليل في هذا الإطار. ¶ وتكتسب ظروف القصيدة في إطارها التاريخي والأدبي أهمية بالغة، إذ أثير حولها كثير من التناقض والتضارب، فهل ان ذي الرمة أنشدها تامة لعبد الملك أم انه لم يستطع إكمالها بحسب رواية صاحب الأغاني (¬3). وهذا الأمر لا يمكن البت فيه نظراً للتضارب الكبير في هذا الجانب، إلا ان نظرة فاحصة للقصيدة تشير إلى خلوها من الإشادة ببني أمية، وهذا الأمر يثير تساؤلات عدة عند النقاد الذين حاولوا دراسة القصيدة من جوانبها المختلفة، وهو الأمر الذي يحمل بعضهم على الاعتقاد ان القصيدة لم تكتب لمدح خليفة أموي ويدعم رأي أولئك النقاد (¬4). ¶ وهذا يعني ان الشاعر بقي مدة طويلة من حياته ينقحها ويمحكها ويزيد فيها، الأمر الذي يمنح النقاد يقيناً بأن القصيدة حينما ألقيت لم تكن بشكلها الذي ورد في ¶ ¬__________ ¶ (¬1) ينظر: بناء القصيدة الفني في النقد العربي القديم والمعاصر، مرشد الزبيدي، 6؛ ¶ ينظر: النقد المنهجي عند العرب، محمد مندور، 390 - 394. ¶ (¬2) المقصود قصيدة ذي الرمة التي مطلعها: ¶ ما بال عينيك منها الماء ينسكب ... أنه من كلى مفرية سرب ¶ (¬3) الأغاني للأصفهاني، 16/ 233. ¶ (¬4) ذو الرمة دراسة ونقد، طراد الكبيسي، 70 - 71.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "الديوان. فضلاً عن التشكيك في ان ذا الرمة لم يفد على الخليفة (عبد الملك بن مروان) بفعل التفاوت الزمني بين وفاة الخليفة وولادة الشاعر (¬1). ¶ تقع القصيدة في (131) بيتاً وهي من البحر البسيط، خصص الشاعر ثلاثين بيتاً من بداية القصيدة للتغزل بمحبوبته (مي)، وتبدأ القصيدة بمطلع يتساءل فيه الشاعر عن عينه الدائمة التساكب فلا ينقطع دمعها، وعن سبب ذلك ¶ التسكاب، هل كان بسبب ما شيعه الركب من الرحيل؟، أم ان لاعجاً عاوده وبعث كامن الشوق؟ ويصور الشاعر محبوبته (مي) في أروع الصور، إذ يصف جمالها البدوي، فهي براقة، ناصعة النحر، ويصف جسدها ووجهها، وهي قليلة السعي لذا فخلاخيلها صامتة، وبعد فهي كريمة النفس عفيفة خجولة (¬2). إذ ¶ يقول: [بسيط] ¶ ما بال عينك منها الماء ينسكب ... كأنه من كلى مفرية سرب ¶ وفراء غرفية اثأى خوارزها ... مشلشل ضيعته بينها الكتب ¶ استحدث الركب عن أشياعهم خبرا ... أم راجع القلب من أطرابه طرب (¬3) ¶ وقوله: ¶ ديار مية إذ مي تساًعفنا ... ولا يرى مثلها عجم ولا عرب ¶ براقة الجيد واللَّبَّاب واضحة ... كأنها ظبية أفضى بها لبب ¶ بين النهار وبين الليل من عقد ... على جوانبه الأسباط والهدب ¶ عجزاء ممكورة خمصانة قلق ... عنها الوشاح وتم الجسم والقصب ¶ تريك سنة وجه غير مقرفة ... ملساء ليس بها خال ولا ندب ¶ إذا أخو لذة الدنيا تبطنها ... والبيت فوقها بالليل محتجب ¶ سافت بطيبة العرنين مارنها ... بالمسك والعنبر الهندي مختضب ¶ كحلاء في برج صفراء في نعج ... كأنها فضة قد مسها ذهب (¬4) ¶ ¬__________ ¶ (¬1) ينظر: ذو الرمة دراسة ونقد، طراد الكبيسي،71. ¶ (¬2) المصدر نفسه، 72. ¶ (¬3) الديوان، 3 - 4. ¶ (¬4) الديوان، 7 - 9.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "وقوله: ¶ صمت الخلاخيل خود ليس يعجبها ... نسج الأحاديث بين الحي والصخب ¶ وحبها لي سواد الليل مرتعداً ... كأنها النار تخبو ثم تلتهب ¶ لا أحسب الدهر يبلى جدَّة ابداً ... ولا تقسم شعباً واحداً شعب ¶ زار الخيال لميِّ هاجعاً لعبت ... به التنائف والمهرية النجب (¬1). ¶ ينتقل ذو الرمة بعد هذا المطلع الغزلي إلى وصف نفسه في الابيات ¶ (31 - 39)، فهو يصور نفسه بانه رجل المفاوز الذي لا يكل ولا ينام إلا بسطة يسيرة من أواخر الليل. وهو أشبه بالحسام عندما تمرق به الإبل على قلة نومها وراحتها، ثم يصف ناقته بانها فطنة ذكية، فما يكاد يستوي على ظهرها حتى تثب بخفة ورشاقة (¬2)، إذ يقول: ¶ معرسّاً في بياض الصبح وقعته ... وسائر السير إلا ذاك منجذب ¶ أخا تنائف اغفى عند ساهمةٍ ... بأخلق الدَّف من تصديرها جلب ¶ تشكو الخشاش ومجرى النسعتين كما ... أن المريض إلى عواده الوصب ¶ والعيس من عاسج أو واسج خبباً ... ينحزن من جانبيها وهي تنسلب ¶ ولا تشتكي سقطة منها وقد رقصت ... بها المفاوز حتى ظهرها حدب ¶ تصغي إذا اشدها بالكور جانحة ... حتى إذا ما استوى في غرزها تثب (¬3). ¶ وينتقل ذو الرمة من خلال البيت الأخير إلى وصف حمر الوحش جاعلاً من هذا البيت مرتكزاً للأنتقال إلى ذلك الوصف، يقودها هذا المسج المعضض في بحثها عن الماء والكلأ. وهي جائعة نتيجة جفاف الصيف ثم يدركها الصباح ويستغرق هذا الوصف من البيت (40 - 55) (¬4)، ¶ وثب المسحّج من عانات معقلة ... كأنه مستبان الشك أو جنب ¶ يحدو نحائص اشباهاً محملجة ... ورق السرابيل في ألوانها خطب ¶ حتى إذا معمعان الصيف هب له ... بأجة نشَّ عنها الماء والرطب ¶ ¬__________ ¶ (¬1) ينظر: الديوان، 11 - 12. ¶ (¬2) ينظر: ذو الرمة دراسة ونقد، طراد الكبيسي، 72 - 73. ¶ (¬3) الديوان، 12 - 15. ¶ (¬4) ينظر: ذو الرمة دراسة ونقد، طراد الكبيسي، 73.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "وصوح البقل نأاج تجئ به ... هيف يمانية في مرها نكب ¶ وأدرك المتبقي من تميلته ... ومن ثمائلها واستنشئ الغرب ¶ تنصبت حوله يوماً تراقبه ... صحر سماحيج في أحشائها قبب ¶ فغلّست وعمود الصبح منصدع ... عنها وسائره بالليل محتجب ¶ عيناً مطحلبة الآرجاء طامية ... فيها الضفادع، والحيتان، تصطخب (¬1). ¶ ومن خلال هذا البيت (الأخير) ينطلق الشاعر إلى وصف صياد (قانص) من بني جلان مختبئ في ركن خفي، وقد اعد عدة الصيد واستعد لاقتناص حمر الوحش، التي تأتي إلى المكان دون رؤية الصياد، إلا انها كانت شاكة خائفة، إلا ان شدة عطش الصيف، يضطرها لأن تتقدم نحو الماء بعد أن تراه وتسمع خرير الماء المنسكب، فتدنو من المياه وهي خائفة واجفة، وما تكاد تتجرع الماء وهو يلامس أجوافها، حتى يرميها الصياد، إلا انه يخطئ، وتذهب سهامه طائشة، فتولي حمر الوحش الأدبار، وتركض ركضاً يكاد يلتهب منه الحصى (¬2)، ويستغرق الشاعر في وصف هذا كله الأبيات (56 - 66)، ¶ يستلها جدول كالسيف منصلت ... بين الآشاء تسامى حوله العسب ¶ وبالشمائل من جلان مقتنص ... رذل الثياب خفي الشخص منزرب ¶ معد زرق هدت قضباً مصدرة ... ملس البطون حداها الريش والعقب ¶ فعرضت طلقاً أعناقها فرقاً ... ثم أطباها خرير الماء ينسكب ¶ رمى فأخطأ والأقدار غالبة ... فأنصعن والويل هجيراه والحرب ¶ يقعن بالسفح مما قد رأين به ... وقعاً يكاد حصى المعزاء يلتهب (¬3). ¶ وخلال ابيات القصيدة (67 - 106) ينتقل الشاعر إلى وصف حياة ثور وحشي، وكيف أنه يستظل بشجرة الريل والأرطي، ثم يسير إلى موضع \"ذي الفوارس \" و \" هبين \"، إذ تجذبه رائحة نبات الريب، وحين يكون متوجهاً لذلك، حيث توسط في سيره الرمال، وداهمه الليل، أمطرته الدنيا، فلاذ بظل (أرطأة) ¶ ¬__________ ¶ (¬1) الديوان، 16 - 20. ¶ (¬2) ينظر: ذو الرمة دراسة ونقد، طراد الكبيسي، 73 - 74. ¶ (¬3) الديوان، 20 - 23.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "يتقي بها من المطر، ويصف الشجرة تلك (ذو الرمة) بانها مائلة وارفة كثيراً ¶ ما كانت تلوذ بها الأبقار الوحشية، إذ يكون إبعارها كثباً حولها كأنه نفض التوت والعنب، ورائحته رائحة المسك. ويشتد المطر على الثور الوحشي وتبدأ خيوطه تنهمر فوق ظهره، وكان الرمل المنهال وعروق الشجرة عائقاً أمام الثور ليضم نفسه. وخلال ذلك يحس الثور بالخوف حين يسمع صوتاً خفياً، ويظل بين الوساوس والأمطار والرياح حتى الصباح حين تعلو الشمس فتبرز له كلاب ¶ كاسرة، فيهرب وهي في أثره، إلا ان الكبرياء تجعله يخفف من سعيه، ويعقد العزم على ملاقاتها، فلما تلحق به يتولاها طعناً حتى يُجري دماءها، ثم ينسحب من المكان بعد ان ترك الكلاب بين قتيل ودام جريح، وقد أفرغ غضبه وكأنه كوكب منقض في أثر شيطان رجيم. ويعد هذا المقطع من أطول مقاطع ¶ القصيدة، إذ يستغرق (39) بيتاً (¬1). إذ قال فيه: ¶ أذاك أم نمش بالوشي أكرعه ... مسفع الخدغاد ناشط شبب ¶ تقيظ الرمل حتى هز خلفته ... تروح البرد ما في عيشه رتب ¶ ربلاً وأرطئٍ نفت عنه ذوائبه ... كواكب القيط حتى ماتت الشهب ¶ أمسى بوهبين مجتازاً لمرتعه ... من ذي الفوارس تدعو أنفه الريب ¶ ضم الظلام على الوحشي شملته ... ورائح من نشاص الدلو منسكب ¶ فبات صيفاً إلى أرطأة مرتكم ... من الكثيب بها دفء ومحتجب ¶ ميلاء من معدن الصيران قاصية ... أبعارهن على أهدافها كثب ¶ وحائل من سفير الحول جائلة ... حول الجراثيم في ألوانه شهب ¶ كأنما نفض الأحمال ذاوية ... على جوانبه الفرصاد والعنب ¶ كأنه بيت عطّار يضمنه ... لصائم المسك يحويها وتنتهب ¶ والودق يستن عن أعلى طريقته ... حول الجمان جرى في سلكه الثقب ¶ إذا أرادا نكراساً فيه عنَّ له ... دون الأرومة من أطنابها طنب ¶ وقد توجس ركزاً مقفر ندس ... بنبأة الصوت ما في سمعه كذب ¶ غدا كأن به جنا تذاء به ... من كل أقطاره يخشى ويرتقب ¶ هاجت له جوع زرق مخصرة ... شوازب لاحها التغريث والجنب ¶ غصف مهرته الأشداق ضارية ... مثل السراحين في أعناقها العذب ¶ ¬__________ ¶ (¬1) ينظر: ذو الرمة دراسة و نقد، طراد الكبيسي، 74 - 75.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "فانصاع جانبه الوحشي وانكدرت ... يلحبن لا يأتلي المطلوب والطلب ¶ حتى إذا دومت في الأرض راجعه ... كبر ولو شاء نجى نفسه الهرب ¶ خزاية أدركته بعد جولته ... من جانب الحبل مخلوطاً بها الغضب ¶ فكر يمشق طعناً في جواشنها ... كأنه الآجر في الاقبال يحتسب ¶ فتارة يخص الأعناق عن عرض ... وخضاً وتنتظم الاسحار والحجب ¶ ولى يهز انهزاماً وسطها زعلاً ... جذلان قد أفرخت عن روعه الكرب ¶ كأنه كوكب في إثر عفرية ... مسوّم في سواد الليل منقضب ¶ وهن من واطئ ثنيي حويّته ... وناشج وعواصي الجوف تنشخب (¬1). ¶ وفي البيت (107) يتساءل ذو الرمة، أهذا الثور يشبه الناقة؟، ¶ أذاك أم خاضب بالسّيّ مرتعه ... أبو ثلاثين أمسى وهو منقلب (¬2) ¶ ومن خلال ذلك التساؤل ينفذ ذو الرمة إلى وصف ظليم (ذكر النعامة) ونعامه، وقد ابتعدا من موضع أفراخه، فعدا الظليم سريعاً لعله يدرك مكان الأفراخ، والنعامة تعدو معه مسرعة لتلحق بدورها بافراخها، وكأنها في سرعتها دلو بئر انقطع به الحبل فانحدرت سريعاً، واقترب الليل وزمجر الرعد، حتى لتكاد جلودهما تتفرى من شدة العدو، فهما لا يأمنان سباع الليل على أفراخهما. لذا فلابد من وصولهما قبل حلوله، فضلاً عن البرد الذي. سيداهم تلك الأفراخ حين يحل الليل، ويشبه عيون تلك الأفراخ، وقد تفتحت في صحراء يابسة بصدوع في جذع أو بدحاريج (كرات) صغيرة (¬3) إذ يقول: ¶ شخت الجزارة مثل البيت سائره ... من المسوح خدب شوقب خشب ¶ كأن رجليه مسماكان من عشر ... صقبان لم يتقشر عنهما النجب ¶ يظل مختضعاً يبدو فتنكره ... حالاً ويسطع أحياناً فينتسب ¶ كأنه حبشي يبتغي اثراً ... أو من معاشر في أذانها الخرب ¶ هجنع راح في سوداء مخملة ... من القطائف أعلى ثوبه الهدب ¶ كل من المنظر الأعلى له شبه ... هذا وهذان قدّ الجسم والنقب ¶ حتى إذا الهيق أمسى شام أفرخه ... وهن لا مؤيس نأيا ولا كثب ¶ ¬__________ ¶ (¬1) ينظر: الديوان، 24 - 37. ¶ (¬2) ينظر: الديوان، 37. ¶ (¬3) ذو الرمة دراسة ونقد، طراد الكبيسي، 76.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "تبري له صعلة خرجاء خاضعة ... فالخرق دون بنات البيض منتهب ¶ كأنها دلو بئر جدّ ماتحها ... حتى إذا ما رآها خانها الكرب ¶ ويلمحها روحة والريح معصفة ... والغيث مزتجر والليل مقترب ¶ لا يدخران من الايغال باقية ... حتى تكاد تفرى عنها الأهب ¶ لا يأمنان سباع الليل أو برداً ... إن أظلماً دون اطفال لها لجب ¶ جاءت من البيض زعراً لا لباس لها ... إلا الدهاس وأم برّة وأب ¶ أشداقها كصدوع النبع في قلل ... مثل الدحاريج لم تنبت لها زغب (¬1). ¶ من المؤكد أن القصيدة في ظاهرها لم تكن تعني ذلك فحسب، إنما كان للقصيدة بواطن عبر عنها ذو الرمة سواء شعر بذلك أم لم يشعر، وقد كشف في هذه القصيدة أفكاره وأحاسيسه ومشاعره في الحب والطبيعة من خلال أربع صور صورة (مي) وما يتصل بها وصفه لنفسه، وراحلته وصورة (حمار الوحش) مع اتنه، وصورة (الثور الوحشي)، وأخيراً صورة (الظليم والنعامة) وتجسيد عواطفهما تجاه أفراخهما. ويعتقد النقاد ان هذه الصور المصّورة بالصحراء بشكل مباشر ارتبطت ارتباطاً عضوياً ونفسياً بمخيلة الشاعر وفكره (¬2). ¶ وتلك الصور التي يرسمها ذو الرمة تدلل على مقدرته العالية في رسم الصور بالكلمات، وهي مقدرة استغلها من خلال ما وصل إليه من الشعر ¶ الجاهلي، ثم نفذ من خلاله إلى تلك الصور ذات العالم المليء بخفقات الحياة وحركتها، وكأن تلك الصور تفتح عالماً جديداً \" فهذا كتاب الصحراء قد فتحت صفحاته أو قل فتحت لوحاته، وفي كل لوحة نرى مشهداً عجباً من مشاهد الصحراء \" (¬3).إلا ان بعض النقاد يعتقدون ان صور ذي الرمة \" أريد بها ان ترسم بعض مناظر الصحراء، فلا غاية لها وراء ذلك \" (¬4). إلا ان آخرين كانوا أكثر اقتراباً من ذلك، إذ يعتقدون إن تلك الصور كانت مجالاً رحباً للوصول إلى حقائق نفسية تفوق ¶ ¬__________ ¶ (¬1) الديوان، 38 - 46. ¶ (¬2) ينظر: ذو الرمة دراسة ونقد، طراد الكبيسي، 77. ¶ (¬3) ينظر: التطور والتجديد، شوقي ضيف، 251. ¶ (¬4) المصدر نفسه، 254.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "هذا التحديد الشكلي. فبعضهم يعتقد ان مطلع البائية المشار إليها آنفاً حين ذكر فيه (الكلى المفرية) إنما عبر عن بدويته من خلالها، فهو رجل الصحراء الذي غالباً ما يعيش تجربة العطش المجهدة، فيأتي قربته مستنجداً بها، وقد يجدها فارغة في بعض الأحيان، ومن الممكن أن يحمل التعبير الآنف إشارة واضحة إلى ضياع حبه وأمله في تجربته العاطفية مع (مي) وهو ضياع الشاعر في صحراء الحب كما ضاع الماء في تجربة الصحراء، أو ان يكون التعبير إشارة إلى الحاجة المادية ونضوب ما في اليد، وهي من المحتمل ان تكون إشارة (تنبيه) للخليفة على الحاجة للمال ليجزل له العطاء، لا سيما وان الشاعر فقد الأمل في كل شئ يصله بأحبابه، إذ قال: [بسيط] ¶ يبدو لعينيك منها وهي مزمنة ... نؤي ومستوقد بال ومحتطب (¬1). ¶ من الواضح ان الإشارة في هذا البيت استناداً إلى الافتراض الآنف تدل على فقدان الشاعر لكل شئ يربطه بحبه مع (مي)، وقد يكون المعنى أوسع حين نعممه على فقدانه لكل شئ في الحياة ووصوله إلى مرحلة العدم المادي (¬2). ¶ ويرى نقاد آخرون إن هذه الفرضية عارية من الصحة بناءً على اعتقادهم ان القصيدة في الأساس لم تكن موجهة إلى الخليفة (عبد الملك بن مروان) (¬3)، وان ولوجه إلى عالم (مي) حبيبته في هذه القصيدة وغيرها، كان من أعنف الدواعي التي احتوتها نفسه نحو محبوبته (مي) وأغلاها (¬4). لذا فالبعض يعتقد ان وصف (مي) والتغزل بها كان هدفاً بذاته في هذه القصيدة (¬5). وهم بذلك يخالفون ما ذهب إليه الدكتور (شوقي ضيف) في هذا الصدد حين عدّ ذلك الوصف مفتاحاً لولوج ¶ ¬__________ ¶ (¬1) الديوان، 6. ¶ (¬2) التفسير النفسي للأدب، عز الدين إسماعيل، 93. ¶ (¬3) ذو الرمة دراسة ونقد، طراد الكبيسي، 78. ¶ (¬4) ينظر: العمدة، ابن رشيق، 1/ 206. ¶ (¬5) ذو الرمة دراسة ونقد، طراد الكبيسي، 78.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "الشاعر لعالم الصحراء وطبيعتها (¬1). ويعتقد بعض النقاد ان الصورة التي رسمها الشاعر لـ (مي) أوسع من ان تكون صورة لامرأة بعينها، \" إنها صورة ¶ نمطية \"، أنموذج على نحو ما نشاهده لدى الفنانين\"، أنموذج كامل، نام، حي لما يتصوره الشاعر، ويرغب ان تكون عليه حبيبته وليس بدعاً ان يحصر ذو الرمة (الأنموذج) في صورة حبيبته، فهي لا تعدو أن تكون عالماً صغيراً لهذا العالم الكبير (¬2). ولا نجد هذا يبتعد كثيراً عن رأي الجاحظ في هذا الصدد (¬3). ¶ ويشير بعض النقاد إلى الخصوص والعموم في الصور التي رسمها (ذو الرمة) في هذه القصيدة، وهو ما يتعلق بالانموذج الجمالي العام الذي تعشق به البدوي في الصحراء، وما عشقه في المرأة عموماً، ومن الأمثلة على ذلك، قول ذي الرمة: ¶ عجزاء ممكورة، خمصانة قلق ... عنها الوشاح وتم الجسم والقصب (¬4). ¶ وهو ما يقع في إطار الجمال العام، إلا أنه يعود فيعبر عن سمة جمالية عشقها في محبوبته (مي)، حين قال: ¶ تريك سنّة وجهٍ غير مقرفة ... ملساء ليس بها خال ولا ندب (¬5) ¶ و \" الخال \" التي كثر ما تغنى بها الشعراء والعشاق، هي خارج اعجاب (ذي الرمة) بمعشوقته، لأنه يفضلها كما قال: ¶ كحلاء في برج، صفراء في نعج ... كأنها فضة قد مسها ذهب (¬6). ¶ ¬__________ ¶ (¬1) التطور والتجديد، د. شوقي ضيف، 273 - 274. ¶ (¬2) ذو الرمة دراسة ونقد، طراد الكبيسي، 78. ¶ (¬3) البيان والتبيين، الجاحظ، 1/ 69 - 70. ¶ (¬4) الديوان، 8. ¶ (¬5) الديوان، 8. ¶ (¬6) الديوان، 9.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "وهذا الكشف عن تلك الخصوصية عند الشاعر توحي لعدد من النقاد بان ¶ \" حب الشاعر أصيل عميق، متغلغل في أبعاد النفس والعقل لم يكد رسيسه ¶ يبرح \" (¬1). ¶ وحين يصور الشاعر تعبه وتعب ناقته ويغفوا إلى جانبها يحلم بـ (مي)، إذ يقول: [بسيط] ¶ زار الخيال لميٍّ هاجعاً لعبت ... به التنائف والمهرية النجب (¬2). ¶ فكأنها شكوى المريض للمريض، وكأن الشاعر في هذه الصورة يصور الضياع الذي يعيشه وهو يقطع الصحراء بلا هدف، وتشاركه ناقته هذا الضياع، فهي تدرك جيداً ما يريد الشاعر وإلى اين يتجه (¬3). ¶ تصغي إذا شدها بالكور جانحة ... حتى إذا ما استوى في غرزها تثب (¬4). ¶ وحين ينتقل الشاعر إلى تصوير (حمار الوحش) المقبل على الماء وهو ¶ ظامئ، وحين يسعى إلى غايته لا يدري ما ينتظره من ظروف الدهر، إذ يكمن صائد من بني جلان، ثم تهرب دون ان يتمكن الصائد (القناص) من الظفر بها، فانه في هذه الصورة يمثل حالة من التداعي اللاشعوري، هو في حقيقته إحساس واقعي بحالة من الخذلان عاشها الشاعر، إلا ان الحياة انتصرت في نفس ¶ الشاعر، وهذا ما ينهي به حالة الصراع القائم حين تطيش سهام الصائد، وهو في ذلك يغلب الحياة على الموت، إلا انه لم يجعل الحمر الوحشية ترتوي من الماء الذي كان ينسكب وهي ضمأى قاصدة الماء، وبذلك فان الحياة التي انتصرت لم تستكمل كل ما كان يرومه الشاعر في الحياة، وكثيراً ما لايحقق البشر مراميهم فيها (¬5). ¶ ¬__________ ¶ (¬1) ذو الرمة دراسة ونقد، طراد الكبيسي، 78 - 79. ¶ (¬2) الديوان، 12. ¶ (¬3) ذو الرمة دراسة ونقد، طراد الكبيسي، 79 - 80. ¶ (¬4) الديوان، 15. ¶ (¬5) ذو الرمة دراسة ونقد، طراد الكبيسي، 80 - 81.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "ويشير الدكتور احسان عباس إلى ان ذا الرمة في شعره وصوره تلك وما شابهها إنما يتوجه للاهتمام بقصة الصراع الأبدي بين الموت والحياة في علاقات الانسان والحيوان، وهو كذلك اهتم بتصوير حياة الفصول والريح والمطر، وعلاقات الإنسان والحيوان بها (¬1). ¶ وما يكاد ذو الرمة يخرج من هذه المعركة بين الحياة والموت، حتى يدخل في معركة أخرى بين الثور الوحشي وكلاب الصيد، فذلك الثور الذي لاذ من المطر بظل (أرطأة)، لم يلبث ان يواجه الموت حين تلاحقه كلاب الصيد الشرسة الجائعة، فيهرب امامها خائفاً من الموت متمسكاً بالحياة، إلا أن إحساس الكبر والأنفة من الفرار من ميدان المعركة يجعله يتراجع عن قراره ويقرر مواجهة الموت ولقاء أعدائه ثم ينتصر. [بسيط] ¶ حتى إذا دوّمت في الأرض راجعه ... كبر ولو شاء نجّى نفسه الهرب (¬2). ¶ وهذه المعركة الجديدة التي يرسم خطوطها ذي الرمة، نحسه وقد استشعر هو نفسه ذلك الإحساس. وهو تعبير واضح عن قيم البدوي الاجتماعية، فالبدوي الذي يفر من أرض المعركة يلازمه عار ما بعده عار، وإلا فكيف يمكن لحيوان واثق من نجاته بالهرب، ان يعود إلى أرض المعركة!. كما يمكن القول أن الصورة التي قدمها ذو الرمة عن الظليم والنعامة هي صورة أخرى من صور التعبير عن مشاعر وأحاسيس تصور ألواناً من التعاطف مع الحياة، وهو يصور عاطفة الأمومة والأبوة بشكل واضح، وهو ما يمكن ان يستشعره أي انسان (¬3). ¶ ومن الممكن أن يخلص الناقد الذي يتتبع ما أراد ان يثيره الشاعر من خلال قصيدته (البائية) تلك إلى ان الشاعر عاش في حالة من القلق تجاه الحياة، فالحياة عند ذي الرمة تولد لديه إحساس بالمشقة واللااطمئنان، وقد يكون مبعث ذلك الحياة التي عاشها في أحضان تلك الصحراء الشاسعة، في مدياتها اللامتناهية التي يمكنها ¶ ¬__________ ¶ (¬1) فن الشعر: د. احسان عباس، 225. ¶ (¬2) الديوان، 33. ¶ (¬3) ذو الرمة دراسة ونقد، طراد الكبيسي، 82.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "أن تولد في احساس الشاعر الوف الفِكر والاحلام وشتى الاحاسيس القلقة الهاجسة، كان ذو الرمة يخاف ان يموت في الصحراء. [طويل] ¶ ألا ربّ من يهوى وفاتي ولو دنت ... وفاتي لذلَّت للعدو مراتبه ¶ وقائلةٍ تخشى عليَّ اظنّه ... سيودي به ترحاله ومذاهبه (¬1). ¶ وهذا كان كافياً لأن يبعث في نفسه إحساساً بالموت، إذ انه كان يتوقع ¶ ذلك. [طويل] ¶ متى إبل أو ترفع بي النعش رفعةً ... على الراح إحدى الخارمات الشواعب (¬2) ¶ وقد تخطفته المنايا، وهذا أكيد. [طويل] ¶ متى يبلني الدهر الذي يرجع الفتى ... على بدئه أو تشتعبني شواعبه (¬3) ¶ ومثل تلك الإشارات كثيرة توحي بذلك الإحساس بالقلق والموت (¬4). ¶ وحظيت رائية ذي الرمة التي مطلعها: [طويل] ¶ ألا يا سلمى يا دار مي على البلى ... ولا زال منهلاً بجرعائك القطر ¶ باهتمام النقد الحديث، وفيما يأتي نص القصيدة (¬5): ¶ 1. ألا يا اسلمي يا دار ميِّ على البلى ... ولازال منهلاً بجرعائك القطرُ ¶ 2. وإن لم تكوني غير شام بقفرة ... تجر بها الأذيال صيفية كدرُ ¶ 3. أقامت بها حتى ذوى العود في الثرى ... وساق الثريا في ملاءته الفجرُ ¶ 5. وخاض القطافي مكرع الحي بالّلوى ... نطافاً بقاياهن مطروقة صفرُ ¶ 6. فلما مضى نوء الزبا ني وأخلفت ... هوادٍ من الجوزاء وانغمس الغفرُ ¶ 9. وقربن بالزرق الجمائل بعد ما ... تقوب عن غربان أوراكها الخطرُ ¶ 10. صهابية غلب الرقاب كأنما ... تناط بألحيها فراعلة غثرُ ¶ ¬__________ ¶ (¬1) الديوان، 70. ¶ (¬2) الديوان، 79. ¶ (¬3) الديوان، 64. ¶ (¬4) ذو الرمة دراسة ونقد، طراد الكبيسي، 82 - 83. ¶ (¬5) القصيدة نقلاً عن ديوان ذي الرمة، 290 - 307.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "13. رجعت إلى نفسي وقد كاد يرتقي ... بحوبائها من بين أحشائها الصدرُ ¶ 15. ففي هملان العين من غصةِ الهوى ... شفاء وفي الصبر الجلادة والأجرُ ¶ 16. إذا الهجر أودى طوله ورق الهوى ... من الألف لم يقطع هوى ميّة الهجرُ ¶ 17. تميمية حلالة كل شتوة ... بحيث التقى الصمان والعقد والعفرُ ¶ 18. تحل اللوى أوجدة الرمل كلما ... جرى الرمث في ماء القرينة والسدرُ ¶ 21. بها فرق الآجال فوضى كأنها ... خناطيل أهمال غريزية زهرُ ¶ 23. لها بشر مثل الحرير ومنطق ... دقيق الحواشي ... لا هراء ولا نزرُ ¶ 26. فما زلت أدعو الله في الدار طامعاً ... بخفض النوى حتى تضمنها الخدرُ ¶ 27. فلما استقلت في حمولٍ كأنها ... حدائق نخل القادسية أو حجرُ ¶ 28. وحيران ملتج كأن نجومه ... وراء القتام العاصب العيون الخزرُ ¶ 30. وماءٍ هتكت الدَّمن عن أجناته ... بأسآر أخماس جماجمها صعرُ ¶ 32. بمثل السكارى هتكوا عن نطافه ... غشاء الصّرى عن منهل جاله حفرُ ¶ 34. كأن مجرّ العيس أطراف خطمها ... بحيث انتهى من كرس مركوّه العقرُ ¶ 36. إذا ما أدّرعنا جيب خرق نحت بنا ... غريرية أدم هجائن أو سجرُ ¶ 37. حراجيج تغليها إذا صفقت بها ... قبائل من حيدان أو طانها الشحرُ ¶ 38. تراني ومثل السيف يرمي بنفسه ... على الهول لا خوف حدانا ولا فقرُ ¶ 41. نبادر إدبار الشعاع باربع ... من اثنين عند اثنين ممساهما قفرُ ¶ 43. إذا ضربته الريح رنّق فوقنا ... على حد قوسينا كما رنّق له النّسرُ ¶ 44. عجبت لفخر لامرئ القيس كاذب ... وما أهل حوران امرؤ القيس والفخرُ ¶ 45. وما فخر من ليست له أوّليّة ... تعدّ إذا عُدّ القديم ولا ذكرُ ¶ 48. نصاب امرئ القيس العبيد وأرضهم ... مجر المساحي لا فلاة ولا مصر ¶ 50. تحب امرؤ القيس القِرى ان تناله ... وتأبى مقاريها إذا طلع النّسرُ ¶ 52. اذا انتمت الأجداد يوماً إلى العلى ... وشدّت لأيام المحافظة الأزرُ ¶ 54. تفوت امرأ القيس المعالي ودونها ... إذا ائتمر الأقوام يحتضر الأمرُ ¶ 56. أرحم جرت بالود بين نسائكم ... وبين (ابن خوط) يا امرأ القيس أم صهرُ ¶ 59. وما زال فيهم منذ شبت بناتهم ... عوان من السّوءات أو سوءة بكرُ ¶ 60. وإني لأهجوكم، وما لي بسبّكم ... بأعراض قومي عند ذي نهيةٍ عذرُ ¶ يمكن القول إن القصيدة تتكون من قسمين، ويمكن ان يعد القسم الثاني فرع من القسم الأول. والقسم الأول هو في حقيقته وقوف على أطلال حبيبته (مي) في صحراء كبيرة ذكر مفرداتها بشكل واسع، وتطرق إلى مكوناتها الأساسية. وفي القسم الثاني هجاء لامرئ القيس بن عبد مناة، إذ نزل ذو الرمة في مضارب هذه القبيلة فلم يضيفوه، فهجاهم. وتصدى له (هشام المري) شاعر القبيلة، إلا ان ذا الرمة تفوق عليه باعتراف جميع النقاد، نظراً لاقتداره ¶ الشعري، وحسن استخدامه لأدواته الشعرية.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "يستغرق القسم الأول مساحة كبيرة من القصيدة، إذ يغطي (43) بيتاً منها التي بلغت أبياتها (60) بيتاً، وهو بذلك يتكلم عن مناخه الطبيعي الذي يتلخص في الصحراء والحب، فالأطلال بلا شك ملمح من ملامح الصحراء حرص الشاعر على ان يبتدئ به القصيدة، إلا انه لم يأخذ بجانب عدمي، إنما انطلق من خلاله إلى العالم الصحراوي الرحب من حيوان، ونبات، وطير، وشمس، ونجوم، وريح، إذ فجر هذه الوقفة باشارات مليئة بالحركة والتوتر والعشق \" ذلك لأنه أحسن استعمال (إلاّ) الاستفتاحية، ودعا للطلل بالسلامة، وبمقومات الحياة الممثلة في انصباب المطر، وقد كان هذا طبيعياً بالنسبة له، ذلك لأنه عشق هذا العالم وارتاح إليه، واستوعبه من الداخل والخارج \". ويبدو ان هذا الاندماج الشديد بين ذو الرمة والصحراء (عالمه الواسع) هو الذي جعله يعيش حالة الاغتراب في المدينة كـ (البصرة والكوفة)، فلم يصبح شاعر مدينة كالأخطل وجرير والفرزدق (¬1). ¶ وأبرز ما يمكن الإشارة إليه في القسم الأول من القصيدة هو قصة حبه العفيف لـ (مي)، وقصة لقائه معها ومع صديقاتها، وقصة هديتها له، وهذا الذي يرويه ذو الرمة، ويجد النقاد الخلاف بين الشاعرين في هذا الصدد هي قضية (الرحيل) فبعد أن رحلت (مي) لم يبق غير آثارها (¬2). ويرجحون أن ذا الرمة الذي عاش يحب (مي) عشرين عاماً لم يكن متحمساً لفكرة الزواج منها، ويعللون ذلك لمرض كان يعاني منه، إذ كان كثير الشكوى في شعره من المرض كقوله: [طويل] ¶ فلما رأين اللّيل والشمس حيةُ ... حياة الذي يقضي حشاشة نازع (¬3) ¶ وقوله: [طويل] ¶ أنين الفتى المسلول أبصر حوله ... على جهد حالٍ من ثناياه عودّا (¬4) ¶ ¬__________ ¶ (¬1) دراسات في النص الشعري، عبده بدوي، 264. ¶ (¬2) يشير راويته عصمة بن مالك الفزاري إلى ان ذا الرمة قال هذه القصيدة وبكى على آثار مرتبع أهل مي، ينظر: ذيل أمالي القالي، 123 - 125. ¶ (¬3) الديوان، 452. ¶ (¬4) الديوان، 168.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "وقوله: [بسيط] ¶ هام الفؤاد بذكراها وخامره ... منها على عدواء الدار تسقيم (¬1) ¶ وقوله: [طويل] ¶ أنيناً وشكوى بالنّهار كثيرةً ... عليّ وما يأتي به اللّيل أبرح (¬2). ¶ ويستندون إلى رواية الأغاني فيما يختص بمرضه، ويؤولون أن مرضه كان عصبياً. وعلى ذلك فان هذا المرض الذي كان يعاني منه كان يجعل من حبه يائساً غير مثمر، وظل يغذيه في نفسه ليكون منبعاً للشعر، فالشعر كان هو الوجود الحقيقي في حياته، وليست المرأة كوجود حي كان يبتغيه (¬3). ¶ ويذهب النقاد إلى ان ذا الرمة في هذه القصيدة حاول ايجاد إطار يمكن تسميته بالإطار (الزمكاني)، إذ لم يطل الوقوف على الآثار حين ربط مكوث حبيبته في ذلك المكان وطلوع الثريا، وإصابة بعض النباتات بالجفاف وهبوب ريح الصيف، والطير الذي بدأ يخوض في الماء الآسن الذي لم يعد غزيراً، ويحدد سقوط الجوزاء، ثم سقوط الغفر (الذي هو منزل من منازل القمر)، وهذا التحديد مرتبط بفصل الصيف، إذ لابد من الرحيل إلى مناطق خصبة فيها الماء والكلأ. ثم ينتقل إلى تحديد المكان فيشير إلى الدهناء، وهو المكان الذي نزلوا ¶ فيه (¬4). ¶ ويجد الشاعر أن عليه ان يقف قليلاً عند الإبل، فيشير إلى أنها كانت ¶ يمنية، ويصفها ويشير إلى لونها الأبيض ذو الكدرة، ويصف الجمل الذي اختارته النساء في الرحلة (¬5). ¶ ويحدد ذو الرمة موقفه في ظل هذه الأجواء فهو يدعو ربه إلى اللقاء بعد الفرقة، وحيرته وصبره وجلده، وانه غير قادر على ان ينسى حبه لـ (مي)، ويشير ¶ ¬__________ ¶ (¬1) الديوان، 653. ¶ (¬2) الديوان، 745. ¶ (¬3) دراسات في النص الشعري، عبدة بدوي، 265. ¶ (¬4) المصدر نفسه، عبدة بدوي، 265 - 266. تنظر القصيدة، الأبيات (3 - 9). ¶ (¬5) القصيدة، الأبيات، 10 - 12.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "إلى (مي) وقبيلتها تميم وكيف تعيش في الأرض الجديدة، ويشير إلى مواقع وجود القبيلة، والحياة التي تعيشها في ظل تلك الطبيعة (¬1). ¶ ويجد بعض النقاد إن ذا الرمة في هذه القصيدة قد هيأ المسرح بهذا القدر من الأبيات ليتحدث عن (تفاصيل حبيبته)، وكيف سيتعامل معها وكيف سيجد حواسه الخمس تتحسسها، مبتدئاً بحاسة اللمس، إذ بشرتها حريرية، ويشير إلى حاسة السمع إذ (صوتها رخيم) (¬2)، وبحاسة النظر يشير إلى عيونها التي تفعل به فعل الخمر، وابتسامتها الرقيقة، ومن الواضح ان وصفه لحبيبته تركز في وجهها ولم يصف أجزاء جسدها الأخرى (¬3). ¶ وفي الأبيات (28 - 37) ينتقل الشاعر إلى وصف الليل ونجومه التي شبهها بعيون لا تستطيع النظر، وانه يقتحم هذا الليل ليرى ماءاً قليلاً وردته الإبل وهي معوجة الرؤوس في وقت الفجر. وكيف ان فتياناً حركوا الماء وأزالوا عنه الشوائب. ويدخل في باب الفخر فيشير إلى كيفية دخول إبل قبيلته البيض إلى مكان واسع مرتفع (¬4). ¶ وفي الأبيات (37 - 44) يستمر في الإفتخار بنفسه وشجاعته وسفره بالليل وإهتدائه بالكواكب، وإن سفره طويل، فإذا اشتدت الشمس عقد ثوبه بثوب صاحبه ليستظل بها من الشمس. وعلى الرغم من أن هذه الأبيات هي فخر بالنفس إلا أن ما يميزها الإلتفات إلى صاحبه، وهو التفات خرج به ذو الرمة عن العادة، إذ عادة ما يكون هذا الالتفات في المفتتح (¬5). ¶ ومن أبرز المزايا التي يقدمها هذا القسم من القصيدة هو أن الشاعر أعاد ترتيب المقدمة المتوارثة، وهو الخروج على النهج القديم، ومرجع ذلك هو ان ذا الرمة كان همه الرئيس الدخول إلى بؤرة عالم الصحراء الذي كان راسخاً في شعوره، والإشارة إلى مفردات ذلك العالم، والربط بين حبه اليائس وعالم الصحراء اليائس ¶ ¬__________ ¶ (¬1) القصيدة، الأبيات، 13 - 24. ¶ (¬2) دراسات في النص الشعري، عبدة بدوي، 267 - 268، القصيدة، الأبيات، 25 - 27. ¶ (¬3) المصدر نفسه، 267 - 268. ¶ (¬4) المصدر نفسه، 268. ¶ (¬5) المصدر نفسه، 268 - 269.",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "المترامي الأطراف، ومن خلال ذلك الربط فأنه لم يقف أمام العدم الصحراوي المطلق، بل حاول ان يمنحه خصباً من خلال الحركة التي جسدها في عالم الزراعة، وعالم الإنسان، وعالم الحيوان (¬1). ¶ وفي القسم الثاني من القصيدة (الأبيات 44 - 60) يتوجه بالهجاء إلى قبيلة امرؤ القيس ويرميها بالذل والهوان، ويطعن في عروبتهم ويجعلهم عجماً، ويشكك في إسلامهم ويؤكد أنهم نصارى يأكلون لحم الخنزير ويشربون الخمر، ويجعلهم عبيداً، بخلاء يبحثون عمن يطعمهم، ثم ينسخهم من البشر، وأنهم جبناء قليلوا العدد. وأخيراً يطعنهم في شرفهم، وفي الختام يشير إلى ان اصله خير من أصلهم (¬2). ¶ وهو في هذا القسم من القصيدة لا يخرج كثيراً عن الهجاء الذي ساد عصره، إذ أسرف الشعراء في تهاجيهم، الذي كان النظام السياسي يشجعه وهجاء ذي الرمة لقبيلة امرئ القيس دليل على ان الشاعر اشترك في هذه الموجة من هذا النوع من الشعر، غير أنه (حسبما هو واضح في هذه القصيدة) يصل إلى هجائه بعد أن يفرغ طاقته في القسم الرئيس من القصيدة، إذ يأتي الهجاء مكملاً لموضوعه الرئيس الحب والصحراء (¬3). ¶ ويؤكد النقاد إن هذه القصيدة من قصائد ذي الرمة التي اشتملت على كيان الصحراء بأكمله، حين وصفها بشكل دقيق بكل جوانبها من ناحية المكان والزمان والسماء، والنباتات والحيوانات، واتخذ من الماء قاسماً مشتركاً في وصفه لكل ذلك، واستخدم في شعره بشكل واع (الضوء)، \" فحزم الضوء التي يرسلها على مخلوقاته بيضاء أو كُدر، أو قتم، أو شقر، أو صفر، ... وهكذا يعطي الأشياء أضواءها الخاصة بها باقتدار، ويجعل شيء يسبح في النور الخاص به، ويجعل نفسه من وراء هذا كله، مهندس إضاءة (¬4). ¶ ¬__________ ¶ (¬1) المصدر نفسه، 269. ¶ (¬2) دراسات في النص الشعري، عبدة بدوي، 70 - 71. ¶ (¬3) المصدر نفسه، 271. ¶ (¬4) المصدر نفسه، 271 - 273.",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "ومن بين الاستنتاجات الأخرى التي يمكن ان يخرج بها الناقد من خلال هذه القصيدة، اللغة البدوية التي استخدمها الشاعر في القصيدة، وحسن استخدامه الجملة الفعلية وايثاره استخدامها على الجملة الإسمية، وشحنه القصيدة بطبقات صوتية عالية والتناسب بين إمكانات الشاعر والبحر الذي استخدمه (الطويل)، واستخدامه الجيد لموسيقى القصيدة الداخلية، إذا استخدم (الراء). مع الأخذ بنظر الاعتبار عدم اجادته الانتقال من القسم الأول إلى القسم الثاني من القصيدة، إذ لم تحتفظ القصيدة بما يسمى بـ (حسن التخلص)، وقد يكون ذلك عائداً إلى عدم اهتمامه بالقسم الهجائي من القصيدة، فضلاً عن أن المختتم لم يكن على تلك الدرجة من الحبك (¬1). ¶ ويجد الدكتور شوقي ضيف في شعر ذي الرمة مشاركة وجدانية بينه وبين الحيوان، ويبث من خلال ذلك كله عواطفه، إذ يصفه بحنوٍ وعطفٍ وحركات وجدانية وهو بذلك يجعل نفسه مرآة دقيقة يعبر بواسطتها عن نفسه وكل ما يتحرك في نفسه من نزعات ورغبات، \" ... وصف الحيوان في ديوان ذي الرمة حديث نفس قبل أن يكون حديث حس ... وفي هذا الحديث يفيض ذي الرمة ببيان المشاعر والعواطف، فهو على النفس الباطنية يصدر، لا عن العين الظاهرة، وهو لذلك يمتع من يطيل النظر في لوحاته، إذ يجد فيها معيناً لا ينضب من حركات النفس ومشاعرها\" (¬2). ¶ ويشير إلى قدرته في إيجاد أوضاع متعددة للأشياء، ونشر حركة واسعة في الطبيعة الصامتة، هي دلالة مهارة في تحريك تلك الطبيعة (¬3). فضلاً عن، أحساسه بوحدات الصحراء اللامنظورة، وتجسيم الصور البصرية والصوتية ¶ فيها، ولعل ذلك ساعد ذا الرمة على اضفاء سمات حسية على من يصفهم من ¶ ¬__________ ¶ (¬1) دراسات في النص الشعري، عبدة بدوي، 276 - 279. ¶ (¬2) التطور والتجديد،، شوقي ضيف، 256، ينظر: الديوان؛ 286، 495، 370، ¶ 248، 497، 364. ¶ (¬3) المصدر نفسه، 257.",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "الإنسان والحيوان (¬1). وهذا مما جعل الدكتور شوقي ضيف يستنتج من خلال شعر ذي الرمة ان الشعر العربي \" تطور في هذا العصر تطوراً لم يقف عند السطح والظاهر فحسب، بل تناول الداخل، النفس وأحاسيسها، فانطبقت فيه روح كانت تتأثر بالإسلام كما كانت تتأثر بالعقل الجديد، ولم يلبث ذو الرمة أن نفذ من خلالها إلى هذه الروعة في التمثيل، وذلك الإحساس بالكون، فانفتح باب في التصوير الشاعري كان مغلقاً، باب كله حلم ورؤى بهيجة \" (¬2) ¶ وبناءً على ما تقدم فأننا لا نجد الدكتور شوقي ضيف سيتخذ قصائد شعرية بعينها ليخضعها للبحث والتحليل، إنما جاءت نظرته التحليلية من خلال نظرة شاملة لشعر ذي الرمة والإشارة إلى أبرز الظواهر التي استطاع تلمسها في شعر الشاعر. ¶ وكانت لوحات السفر التي رسمها ذو الرمة في شعره مثار اهتمام نقاد آخرين، إذ يجدون فيها لوحات مركزية تكررت في شعر الشاعر حاملة دلالات مزدوجة، أولهما الدلالة الحسية الواقعية المتمثلة بعناصر محددة، كالإبل، ورفاق السفر، والصحراء، والحيوانات، والسماء، والأرض، وغيرها من العناصر المرئية والمحسوسة، وثانيهما، استمداد مزايا واقعية من الصفة الطبيعية، من خلال تكرار هذه الرحلة في واقع البدو المعاش. وهذا الواقع منحها زخماً مضافاً، انسجمت من خلاله تماماً مع طبيعة حياة الشاعر وعبرت بشكل قوي عن واقع انطبع في ذهنه بعد أن كان جزءاً من مفردات حياته اليومية. فكانت اللوحات تلك وليدة خبرته اليومية بمفرداتها المعاشة وابداعه الشعري (¬3). ¶ ويجد بعضهم إن الشاعر يمنح الصورة في شعره بعداً زمنياً من خلال تعاقب الليل والنهار، الذي يبدو واضحاً في أحداث الرحلة ومسحتها السردية وتركيبتها التشخيصية، وإن هذا الإحساس بتعاقب الليل والنهار يشير إلى إحساس عميق بفعل الزمن وموقف الإنسان إزاء القدر الذي لا يترك مجالاً للإنسان لأن يوقفه أو يتجاوزه. ومن مظاهر هذه الرؤية، قوله [بسيط] ¶ ¬__________ ¶ (¬1) المصدر نفسه، 261. ¶ (¬2) التطور والتجديد، د. شوقي ضيف، 267 - 268. ¶ (¬3) ينظر: المصدر نفسه،250؛ ينظر ذو الرمة شمولية الرؤية وبراعة التصوير د. خالد ناجي السامرائي،223 - 224.",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "حتى كسا كلّ مرتاد له خضل ... مستحلس مثل عرض الّليل يحموم (¬1) ¶ ¬__________ ¶ (¬1) الديوان، 665.",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "وقوله: [بسيط] ¶ قد أعسف النازح المجهول معسفه ... في ظل أغضف يدعو هامته البوم (¬1) ¶ كما يستكشف النقاد ميزة في شعره، إذ تستمد رحلة النهار دافعاً مستقبلياً في نفس الشاعر. بينما تكون رحلة الليل إنعكاساً لرحلة الشاعر وارتداداً باتجاه داخله (¬2)، إذ يقول: [طويل] ¶ نزلنا وقد غار النهار وأوقدت ... علينا حصى المعزاء شمس تنالها (¬3) ¶ وهو يصف هول الصحاري من خلال رسم صورة الحصى الملتهب كما في قوله: [طويل] ¶ وهاجرة شهباء ذات وديقة ... يكاد الحصى من حميها يتصدّع (¬4). ¶ وتنبعث الصورة في الرحلة الليلية أحياناً من ذات الشاعر إلى ذاته، وهي بذلك تشير للبنية الفكرية العميقة لها (¬5)، فهو يصف عزيف الجن قائلاً: [طويل] ¶ ورمل عزيف الجن في عقداته ... هدوءاً كتضراب المغنين بالطّبل (¬6) ¶ ويقول: [بسيط] ¶ للجن بالليل في حافاتها زجل ... كما تجاوب يوم الريح عَيشوم (¬7) ¶ وطيف الحبيبة رمز متخيل آخر يدعم الصورة ويمنحها بعدها الداخلي، إذ ¶ يقول: [بسيط] ¶ ¬__________ ¶ (¬1) الديوان، 656. ¶ (¬2) ذو الرمة شمولية الرؤية ... .، د. خالد ناجي، 225 - 226. ¶ (¬3) الديوان، 626. ¶ (¬4) ذو الرمة شمولية الرؤية ... ، د. خالد ناجي، 266؛ الديوان، 435. ¶ (¬5) المصدر نفسه، 226. ¶ (¬6) الديوان، 573. ¶ (¬7) الديوان، 657.",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "تطوّف الزّور من ميِّ على عجل ... بمسلهمّين جوّابين للبعد ¶ حييت من زائر أنّى اهتديت لنا ... وكنت منا بلا نحو ولا صدد (¬1) ¶ وأحياناً تؤخذ الصور الدلالية في الرحلة عند ذي الرمة انعطافاً قائماً، فرحلة الليل قائمة توحي بالانهاك، حين يصف الشاعر حال رفاق السفر في صورة تتكرر في ثنايا الرحلة: [وافر] ¶ رمى الإدلاج أيسر مرفقيها ... بأشعث مثل أشلاء اللّجام ¶ أناخ فما توسد غير كف ... لوى ببنانها طرف الزّمام ¶ صريع تنائف ورفيق صرعى ... توفوا قبل أجال الحمام ¶ سروا حتى كأنهم تساقوا ... على راحاتهم جرع المدام (¬2) ¶ إنه يصف نعاسهم بالموت، فالاجساد منهكة والرؤوس المنحنية تشبه رؤوس السكارى (¬3). ¶ ومثلما كان لكل ذلك مجال واسع في الرحلة عند ذي الرمة، كان للإبل مجال رحب في لوحاته في هذا الصدد (¬4). إذ يقول [طويل] ¶ على حميريات كأن عيونها ... ذمام الرّكايا أنكزتها المواتح ¶ محانيق تضحي وهي عوج كأنها ... بجوزالفلا مستأجرات نوائح (¬5) ¶ وقوله: [طويل] ¶ على مستضلات العيون سواهم ... شويكية يكسو براها لفامها (¬6) ¶ وقوله: [طويل] ¶ على نضوة تهدي بركب تطوّحوا ... على قلص أبصارهن الغوائر (¬7). ¶ ¬__________ ¶ (¬1) الديوان، 201. ¶ (¬2) الديوان، 676 - 677. ¶ (¬3) ذو الرمة شمولية الرؤية ... ، د. خالد ناجي، 231. ¶ (¬4) المصدر نفسه، 232. ¶ (¬5) الديوان، 143. ¶ (¬6) ذو الرمة شمولية الرؤية ... ، د. خالد ناجي، 233، لم يرد في الديوان. ¶ (¬7) الديوان، 335.",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "ويمكن القول إن لوحة السفر عند ذي الرمة تنقسم دائماً على قسمين يرتبطان ارتباطاً يكاد يكون مصيرياً. رحلة النهار، رحلة الإنسان نحو ¶ المستقبل، والمستقبل الذي يمثل أحياناً بالرحلة الليلية المرعبة، ينتقل إلى الفجر وطلوع النهار الذي يرمز به الشاعر إلى المستقبل الذي ينتظره الإنسان ويسعى إليه، وليس بالضرورة أن يكون المستقبل متفائلاً متبشراً، وإنما هي محاولة منه لخلق نوع من التفاؤل المصطنع الذي لا يعبر عن حقيقته (¬1). ¶ ¬__________ ¶ (¬1) ذو الرمة شمولية الرؤية ... ، د. خالد ناجي، 235 - 236.",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "المنهج الاسطوري. ¶ يشير بعض النقاد المحدثين إلى أن التقليد الفني لا يأخذ شكله الثابت من ناحيتي الرمز والدلالة إلا بوجود مؤثرات أسطورية أو سحرية أو دينية ذات أثر في رؤى الشاعر وتحديد أبعاد رموزه مما لا يمكن التغلب على هذه الحدود أو الخروج عليها، ويبدو ان الشاعر الجاهلي حين تشبث بتشكيلات معينة، كان على وعي بدلالاتها وخلفياتها الأسطورية الدينية، والمؤثرات الاسطورية كانت ما تزال تلقي على الشاعر بضلالتها على عالمه الشعري، وبقيت البنى الفكرية على هيكليتها في جانبها الاعتقادي، إذ كان يصدر الشاعر الجاهلي عن معتقداته من خلال الجوار لشعوب أخرى كسكان وادي الرافدين والفنيقيين وعرب الجنوب. إلا ان الشاعر الإسلامي لم يكن يعي ذلك كله بنفس ما كان عليه الشاعر الجاهلي، فقد أثر الإسلام في حياته اجتماعياً وفكرياً، وأعطى حلولاً وأجوبة لعدد من التساؤلات عن الحياة والموت والمصير، وهم بذلك يستندون إلى الخلفية التاريخية والحضارية لشعوب المنطقة (¬1). ¶ وكان الشعراء الأمويون قد بدءوا يعيدون ثانية بناء التقاليد الفنية الجاهلية، إلا انها فقدت عناصرها الفكرية الجاهلية، ذلك هو عنصر الدلالة الاسطورية ¶ (أو السحرية) فقد تأثر الشاعر الجاهلي بها في شعره دون أن يعي خلفيتها الدينية وعياً تاماً، وحين أقدم الشاعر الأموي على استلهام تلك الصور أخذها من دون أن يقصد دلالاتها وقيمها (¬2). ¶ لقد أصبحت تلك الصور والرموز قوالب فنية تقليدية لم يكن الشاعر الإسلامي قادراً على استيعاب معانيها ودلالاتها بكامل طاقاتها، وحين كان يخرج عنها كان يخرج عن قيمتها ومعانيها وخلفياتها التاريخية دون أن يعي ذلك، غير ان حالة غياب الوعي الكامل، لا تعني غياب ترسبات من بعض تلك القيم الجاهلية في ذهن الشاعر. ¶ ¬__________ ¶ (¬1) ذو الرمة شمولية الرؤية ... ، د. خالد ناجي، 131 - 132. ¶ (¬2) الصورة الفنية في الشعر الجاهلي، د. نصرت عبد الرحمن، 137.",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "ويشير الدكتور خالد السامرائي إلى ان مثل هذا الغرض الأسطوري في رسم الصورة الشعرية عند ذي الرمة أصبح يغري بتتبع جذرها الديني في شعر ذي الرمة، بعد ان أصبح تكرارها يشكل تقليداً فنياً (¬1). ¶ ويشير الدكتور نصرت عبد الرحمن إلى ان الصور الشعرية ذات الدلالات الاسطورية حملت كماً غير قليل من الدلالات العميقة التي لم تكن مقصورة بذاتها بالضرورة، بقدر ما كان الشاعر يدخلها في شعره بشكل لا واعي، أي ان الرموز والدلالات الشعرية الجاهلية وجدت طريقها لتستقر ظلالها في صور الشاعر معبرة عن الجانب العميق واللاواعي في ذهنه. وهذا ما يعلل تكراره إياها وتوكيد دلالاتها في شعره، وتأثر المتلقي بهذه الرموز في شعر ذي الرمة (¬2). ¶ ويمكن القول إن الوصف المجرد في الشعر يمكن ان يكون ضحلاً إذا ¶ ما عني بظواهر الأمور ولم يتوغل في العالم الداخلي، \" الذي قد تستقر في أعماقه، كما تستقر في أعماق قائلها، وفي عقله غير الواعي، بقايا مخاوف وأشواق وعبادات تضرب أصولها في التاريخ الموغل في القدم \" (¬3). ذلك ان الرموز الدينية والأسطورية من الممكن ان تكون منقولة في شعر الشاعر بصفتها تقليداً فنياً، إذ يترك الشاعر بصماته عليها، ومن جانب آخر فأن هذه البصمات قد لا تغير شيئاً كثيراً في جوهر تلك الرموز، وإنما تتمثل في أسلوب الشاعر في تشكيل صورة وخلق علاقتها اللغوية (¬4). ¶ ومن الممكن القول في هذا الإطار إن المرأة في شعر ذي الرمة كانت جزءاً من المنبع الاسطوري لشعره، ويوحي بذلك يوسف خليف قائلاً \" ... الحب والصحراء هما المعبودتان اللتان شغف بهما حباً، وعاش حياته القصيرة التي مرت ¶ ¬__________ ¶ (¬1) ذو الرمة شمولية الرؤية ... ، د. خالد ناجي، 131. ¶ (¬2) الصورة الفنية في الشعر الجاهلي، د. نصرت عبد الرحمن، 37. ¶ (¬3) قصة ثور الوحش، د. عبد الجبار المطلبي، 204. ¶ (¬4) ذو الرمة شمولية الرؤية ... ، د. خالد ناجي، 134. لمزيد من التفصيلات عن جذور المعتقدات الآسطورية والدينية وأصولها وفلسفتها، ينظر: عشتار ومأساة تموز، د. فاضل عبد الواحد علي؛ بلاد الرافدين - الكتابة - العقل - الآلهة، جان بوتيرو. وعن الإنعكاسات الدينية في أدب تلك المرحلة، ينظر: ادونيس، جيمس فريزر، ترجمة جبرا إبراهيم جبرا، 9، 8، 10، 13، 14، 146، 147.",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "كحلم ليلة من ليالي الصيف في محرابيهما، يسبح بهما، ويوقع في حبهما على قيثارته الحالمة أجمل وأروع ما استمعت إليه البادية العربية من أنغام وألحان راح يسكب فيها نفسه الرقيقة ويذوّب بها روحه المرهفة \" (¬1). ¶ وإذا كان وصف المرأة عند ذي الرمة استحوذ على اهتمامه، فأن التشبيه كان له دور في هذا الجانب، وللتشبيه في الشعر الجاهلي مهمة تتجاوز التوضيح والتزيين (¬2)، وفي شعر شاعر إسلامي مثل ذي الرمة يمكن الجزم ان الرموز الدينية في الشعر الجاهلي فقدت معانيها لديه فاستحالت إلى مجرد تقليد فني مجرد إذ فقد الآصرة بين تلك الرموز ودلالاتها تلك (¬3). ¶ إن البحث عن الجذر الديني (الأسطوري) للمرأة في شعر ذي الرمة يجد صداه من خلال تشبيه المرأة بالدمية، حيث التأثر بالآلهة الأم التي عرفها العراقيون الأوائل، تلك التي نجدها موصوفة باكتنازها وثدييها ¶ الكبيرين، مصدر الخصب والعطاء والزرع والحب والخبز (¬4). ويشير الدكتور خالد ناجي السامرائي إلى ان الذوق العربي الجمالي لا يزال ميالاً لذلك الاكتناز في جسد المرأة، وهذا بدوره انعكس على ذوق ذي الرمة في هذا الجانب انطلاقاً من جانبين، أولهما، المعيار الجمالي السائد، وثانيهما، تقليده الفني للشعر ¶ الجاهلي (¬5)، إذ يقول: [بسيط] ¶ في كل عجزاء في أحشائها هضم ... كأن حلي شواها ألبس العشرا (¬6) ¶ وقوله: [بسيط] ¶ كأن أعجازها والرّيط يعصبها ... بين البرين وأعناق العواهيج ¶ أنقاء سارية حلت عزاليها ... من آخر الليل ريح غير حرجوج (¬7) ¶ ¬__________ ¶ (¬1) ذو الرمة شاعر الحب والصحراء، يوسف خليف، 9. ¶ (¬2) الصورة الفنية، د. نصرت عبد الرحمن، 109 - 127. ¶ (¬3) ذو الرمة شمولية الرؤية ... ، د. خالد ناجي، 143. ¶ (¬4) عشتار ومأساة تموز، د. فاضل عبد الواحد، 22 - 23. ¶ (¬5) الصورة الفنية، د. نصرت عبد الرحمن، 22 - 23. ¶ (¬6) الديوان، 262. ¶ (¬7) الديوان، 99.",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "وقوله: [بسيط] ¶ خود كأن اهتزاز الرمح مشيتهاً ... لفاء ممكورة من غير تهبيج (¬1). ¶ وكانت (الشمس) من الآلهة المعروفة عند الأقوام السامية، إذ عبدوها وجسدوها بصور مختلفة، وما نهي الله سبحانه وتعالى لأهل الجزيرة عن عبادتها إلا دليل على انتشار عباداتها في تلك الأرجاء. واقترنت المرأة بالشمس في الشعر الجاهلي على صعيد المقارنة والتشبيه (¬2). ¶ وأكثر ذي الرمة من تشبيه محبوبته بالشمس، إذ يقول: [طويل] ¶ هي الشمس إشراقاً إذا ما تزينت ... وشبه النقا مغترة في الموادع (¬3) ¶ ويقول أيضاً: [طويل] ¶ لها سنّة كالشمس في يوم طلقةٍ ... بدت من سحاب وهي جانحة العصر (¬4) ¶ ويقول: [بسيط] ¶ لها جيد أم الخشف ريعت فأتلعت ... ووجه كقرن الشمس ريّان مشرق (¬5). ¶ وعلى الرغم من ان الشاعر أكثر من تشبيه المرأة بالشمس في شعره، إلا ان ذلك الإكثار لم يكن يدل على وعي تام ودراية تفصيلية بأبعاد الرمز الديني ¶ لمثل هذه الرموز، فقد \" كان يخرج عن سياقات هذه الاستخدامات على نحو ينم عن جهل واضح بأبعاد رموزه وجذورها، التي تتغلغل إلى أعماق المعتقد الديني السامي، فيؤدي خروجه إلى إفراغ هذه الرموز من محتواها الديني\" (¬6)، ومن ذلك قوله: [بسيط] ¶ لمياء في شفتيها حوة لعس ... كالشمس لما بدت أو تشبه القمرا (¬7). ¶ ¬__________ ¶ (¬1) الديوان، 98. ¶ (¬2) الصورة الفنية ... ، د. نصرت عبد الرحمن، 109 - 127. ¶ (¬3) الديوان، 447. ¶ (¬4) الديوان، 354. ¶ (¬5) الديوان، 481. ¶ (¬6) ذو الرمة شمولية الرؤية ... ، د. خالد ناجي، 150. ¶ (¬7) الديوان، 262.",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "وقد أثبتت المكتشفات الآثارية المتعددة، إن الشعوب التي سكنت العراق وبلاد الشام وجنوب الجزيرة، ترى إن الشمس إلهة أنثى وكان القمر إلهاً ذكراً (¬1) ¶ ¬__________ ¶ (¬1) ذو الرمة شمولية الرؤية ... ، د. خالد ناجي، 150 - 151.",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "المنهج النفسي. ¶ يشير النقاد إلى ان الصورة الشعرية عند أي شاعر لها مستويان من \"الفاعلية هما المستوى النفسي، والمستوى الدلالي، أو الوظيفة النفسية والوظيفة المعنوية، \" وان حيوية الصورة وقدرتها على الكشف والاثراء، وتفجير بُعْدِ تِلْوَ بُعْدٍ من الإيحاءات في الذات المتلقية، ترتبطان بالاتساق والانسجام اللذين يتحققان بين هذين المستويين للصورة \" (¬1). ¶ ويتطلب فهم مستوى القصيدة النفسي نمطاً واعياً من الفهم، إذ ان قراءة النص قراءة سطحية خارجية لا تستطيع الإحاطة بالمرجعيات النفسية، مما يترتب على ذلك تلقي مستويات متعددة من التأثيرات المتسعة (¬2). ولابد من الإشارة إلى ان المستوى النفسي للصورة يقترن بالسياق، إذ تفقد الصورة مزاياها النفسية باقتطاعها من سياق القصيدة، إذ ان للسياق وتجربة الشاعر أهمية أساسية في فهم الصورة وتحليلها من الناحية النفسية (¬3). ومن الأمثلة على أهمية السياق في فهم الصورة، قوله [طويل] ¶ وجوف كجوف القصر لم ينتكت له ... بآباطه الزّل الزهاليل مرفق (¬4) ¶ ثم قوله في موضع آخر: [طويل] ¶ وتيهاء تودي بين أرجائها الصّبا ... عليها من الظلماء جلُّ وخندق (¬5). ¶ فجوف القصر في البيت الأول يمنح الصورة بعداً نفسياً في مخيلة المتلقي الذي يتمثل في الخندق الذي يمكن ان نهوى فيه في البيت الثاني. ومن المؤكد ان الاتساق بين الصورتين لم يأت بشكل اعتباطي (¬6). ¶ ¬__________ ¶ (¬1) جدلية الخفاء والتجلي، كمال أبو ديب، 22. ¶ (¬2) ذو الرمة شمولية الرؤية ... ، د. خالد ناجي، 257. ¶ (¬3) المصدر نفسه، 260. ¶ (¬4) الديوان، 484. ¶ (¬5) الديوان، 486. ¶ (¬6) ذو الرمة شمولية الرؤية ... ، د. خالد ناجي، 260 - 261.",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "ومن جوانب المستويات النفسية نجد عاملاً توليدياً آخر، إذ ان الدوافع اللاشعورية تشكل محوراً مهماً لهذا الجانب. ويظهر ذلك في قول الشاعر للخليفة عبد الملك بن مروان (ان صحت الرواية) يمدحه في قوله، [بسيط] ¶ ما بال عينيك منها الماء ينسكب ... كأنه من كلى مفرية سرب (¬1) ¶ وقد عد الرواة هذا البيت مثالاً لسوء الاستهلال بين يدي الممدوح، إلا ان أولئك النقاد تناسوا البعد النفسي اللاشعوري العميق الذي يمكن ان يترك آثاره في نفس الشاعر اللاواعية، فصورة الماء المتسرب كانت تعبر عن لوعة الضمآن ومرارة الشعور بالظمأ العاطفي، فصورة الماء الذي ينسكب فيضيع دون أن يدركه الشاعر، هي إخبار الحبيبة التي ظنها الشاعر حقيقة، ومشاعر الحيرة التي تحسها في نفسه المتعبة حين يتساءل، [بسيط] ¶ استحدث الركب عن أشياعهم خبراً ... أم راجع القلب من أطرابه طربُ (¬2) ¶ وهو الضياع والماء الذي انسكب نفسه، ذلك الذي انتظره من دلو البئر، وعندما كاد يرشفه بشفاهه الضمأى حين هوت الدلو بالماء، فلا ماء، ولا دلو يعيد به الكرة، [بسيط] ¶ كأنها دلو بئر جد ماتحها ... حتى إذا ما رآها خانها الكرب (¬3). ¶ إن شعوراً هيمن على حالة اللاوعي عند ذي الرمة تمثل بذلك الحرمان ¶ \" الذي ظل يلح عليه، فعبر عن نفسه بتلك الصور التي تكررت بصفة لازمة ألقت بظلالها النفسية على معظم شعره\" (¬4). ¶ ويتناول النقاد جانباً أخر من مستويات الدلالة النفسية عند ذي الرمة، حين يشيرون إلى التجربة الزمانية والمكانية وأبعادها النفسية في شعره، إذ انه \" امتاز ¶ ¬__________ ¶ (¬1) الديوان، 3. ¶ (¬2) الديوان، 4. ¶ (¬3) الديوان، 43. ¶ (¬4) ذو الرمة شمولية الرؤية ... ، د. خالد ناجي، 262.",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "بصفة الربط بين الصور المتباعدة، دون اعتبار للحدود الزمانية والمكانية وهي الصفة التي تدل دلالة واضحة على أن شعره كان يتم في حالة لا شعورية ¶ حالمة، ان صوره - بعبارة موجزة - هي أحلامه (¬1). ويأتي الدكتور خالد ناجي السامرائي بأمثلة على ما ذهب إليه الدكتور عز الدين اسماعيل، ففي قوله: [بسيط] ¶ قد أعسف النازح المجهول معسفه ... في ظل أغضف يدعو هامه البوم (¬2) ¶ الظل هنا لليل وليس للشمس، لا فرق بين هذا وذاك حين يثيران الفزع في نفس الشاعر وهذا يشير إلى تلاشي الحدود الزمانية في المشابهة الصورية من جانبها النفسي أما مثل ذلك في تلاشي الحدود المكانية واضمحلالها، تساوي الأرض والسماء وهذا ما يجده بعض النقاد في قوله: [طويل] ¶ ودويّة مثل السماء اعتسفتها ... وقد صبغ الليل الحصى بسواد (¬3). ¶ فالافق المطلوب في هذا البيت هي (العتمة)، إذ اصطبغ الحصى بالسواد ولم يتلألأ بضوء القمر (¬4). ¶ ومن الأساليب النفسية لذي الرمة في شعره، رسمه الصورة النفسية بناءً على التناقض والمفارقة، إذ يعمل على إحداث خلخلة ذهنية للمتلقي ليخرج من خلالها بعمق نفسي لصورته الشعرية، مستخدماً عامل التشبيه كعنصر فعال في منح أبعاد نفسية عميقة، مجسدة بحالة جماعية للتجربة الإنسانية حين ¶ يقول: [طويل] ¶ ندي المحل بسّام إذا الركب قطّعت ... أحاديثهم يهماء عار مقيلها (¬5). ¶ والتناقض في هذه الصورة مبني على أساس تبسم الأمير ورعب الآخرين، وهو من الناحية النفسية رمز للشاعر ورفاقه في صراعهم مع ظروف الحياة القاسية ¶ ¬__________ ¶ (¬1) التفسير النفسي للأدب، عز الدين إسماعيل، 94؛ الديوان، 656. ¶ (¬2) الديوان، 656. ¶ (¬3) الديوان، 192. ¶ (¬4) ذو الرمة شمولية الرؤية ... ، د. خالد ناجي، 262 - 263. ¶ (¬5) الديوان، 635.",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "المليئة بالمخاطر والأهوال. وهو في الوقت نفسه يمكن ان يكون رمزاً (الأمير) للخلاص الذي ينشدونه في مواجهتهم لتحديات الحياة تلك. ومن الأمثلة الأخرى في الاتجاه نفسه قوله: [طويل] ¶ فربّ أمير يطرق القوم عنده ... كما يطرق الخربان من ذي المخالب (¬1). ¶ وهذه الصورة مثال آخر لحالة التناقض، فالخِربان (ذكر الحباري) هو الشاعر، والصقر (ذي المخالب) هو الأمير، وهو من حيث الدلالة النفسية صورة لقسوة الطبيعة استنفره الشاعر لخلق أجواء مرعبة في القصيدة بناءاً على أساس تناقض الصور وتباعدها (¬2). ¶ إن حالة التناقض التي عاشها ذي الرمة، حاول من خلالها ايجاد حالة انسجام نفسي دلالي، وهي حالة فرضت نفسها في شعره بغض النظر عن فعاليتها الفنية والشعرية، وإذا كان في هذا الإتجاه لم يحاول الخوض في تجربة الحزن والآسى، وإنما حاول ان يخلق الحياة فيها، وحالة من الحيوية للتغلب على ¶ الفناء، \" أي ان نؤمن بجدلية التجربة الشعرية الجاهلية ... . وهذا التفسير معقول في إطار عام ولكنه لم يثبت حتى الآن بشكل قاطع \" (¬3). ¶ ¬__________ ¶ (¬1) الديوان، 79. ¶ (¬2) ذو الرمة شمولية الرؤية ... ، د. خالد ناجي، 266 - 267. ¶ (¬3) ينظر: الصورة الفنية، كمال أبو ديب، 30.",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "الخاتمة ¶ وفي خاتمة المطاف لابد لنا من الإشارة إلى أبرز ما يمكن ان يخرج به الباحث من نتائج بعد تلك المسيرة الطويلة مع ناقدي ذي الرمة، إذ يمكن القول ان من أبرز الاستنتاجات العامة التي أشار إليها نقاد الشاعر علو مكانته الأدبية، فقد كان هناك إجماع مطلق على أنه لا يقل مكانة عن فحول شعراء العصر الأموي، وأمر آخر كان عليه إجماعهم هو ان ذا الرمة كان دميم الوجه ضعيف الشخصية، كما كان هائماً بحب (ميّ) التي كادت أن تكون المرأة الوحيدة التي تغزل بها. وإلى جانب هذا وذاك فأن الغموض والتضارب في الآراء النقدية كان عنصراً واضحاً في آراء النقاد القدماء في كثير من الأمور التي تخص الشاعر وشعره. ¶ وفيما يتعلق بشعر الشاعر وأغراضه الشعرية فمن الملاحظ ان النقاد أجمعوا على قدرة متميزة وموهبة خلاقة اختص بها ذو الرمة وكان الاجماع على تعليل ذلك بأنه بدوي. وكان النقاد مجمعين على ان ذا الرمة أجاد الغزل بشكل لم يسبقه به شاعر في عصره، إلا انهم اختلفوا كثيراً في امكانيته الشعرية في غرض المدح، وكانت قصيدته في مدح بلال بن أبي بردة ولا سيما ما قاله عن ناقته (صيدح) وقفة مهمة في ايضاح ذلك الخلاف بين النقاد في هذا الجانب - وكان الوصف من الأغراض التي أشار النقاد إلى تمكن ذي الرمة منها وبراعته فيها، إلا انهم عابوا عليه هجاءه وقصوره فيه، ولا سيما وان هذا الفن قد ازدهر في ذلك العصر عند شعراء أمويين معروفين من أمثال جرير والفرزدق والراعي النميري، ونعتقد ان ذلك القصور لا يشكل مثلبة على الشاعر أو عيباً يخل ¶ بمكانته. ¶ وكانت الآراء النقدية في القضايا البلاغية التي وردت في شعر ذي الرمة آراءاً واضحة في تفضيله على غيره من الشعراء خصوصاً في مجالي التشبيه والاستعارة، وهي آراء واضحة غير متضاربة استند إليها النقاد المحدثون مبدين قناعتهم التامة في هذا الجانب.",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "وفي جانب تقويم النقاد لإجادة ذي الرمة في استخدامه للألفاظ والمعاني فكان الاجماع مشابهاً لاجماع النقاد في القضايا البلاغية، إذ أثنى عليه النقاد في مؤلفاتهم وشهدت تلك المؤلفات استشهادات غير قليلة في هذا الجانب فضلوه فيها على كثير من الشعراء. ¶ وكان استخدامه اللفظ الغريب وإلمامه بالعربية وأسرارها مثار اهتمام ¶ النقاد، وكانت استخداماته اللغوية مثار استياء بعض اللغويين والنحاة من معاصريه ومن جاء بعده، مثلما كان ذلك الاستخدام محط ترحيب آخرين وتأييدهم له، وهذا ما جعل كتبهم تزخر بعدد من الاستشهادات المهمة في هذا الجانب. ¶ وكان تأثر ذي الرمة بالشعر القديم (الجاهلي) وروايته له، مثار اهتمام النقاد الذين عدوا ذلك التأثر سرقة لبعض أشعار الأقدمين، ولاسيما امرؤ القيس، كما أشار البعض إلى سرقته شعر رؤبة، وشهدت الكثير من كتب النقد اشارات إلى تأثر شعراء غير قليلين بشعر ذو الرمة من معاصريه ومن تبعهم. ¶ واهتم النقاد المحدثون بدراسة شعر ذي الرمة في إطار نقدي علمي ¶ حديث، إذ اهتم عدد من الباحثين بدراسة وتحليل قصائد ذي الرمة مبدين وجهات نظرهم بتلك القصائد، كما اهتم باحثون آخرون بالغوص عميقاً بشعر الشاعر لابراز جانب تأثره بالأسطورة القديمة التي شهدتها حضارات العراق ومصر والجزيرة العربية، وهذا الأمر كان جانباً مهماً في استنباط خصائص جديدة في شعر الشاعر لم يسبق للأقدمين الإشارة إليها. وعلى ضوء الدراسات النفسية الحديثة اتجه بعض الباحثين إلى دراسة شعر ذي الرمة على هذا الأساس، وهو أمر استند فيه هؤلاء الباحثون إلى روايات الأقدمين وبعض آرائهم، وكانت أبرز استنتاجات تلك الدراسات تشير إلى غموض شخصية ذي الرمة، وما يوحي بتأثير دمامته في نفسيته ومن ثم شعره.",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "المصادر والمراجع ¶ - القرآن الكريم ¶ - الابانة عن سرقات المتنبي، العميدي (ت 433هـ)، تح: إبراهيم الدسوقي، دار المعارف، مصر، 1961. ¶ - أخبار أبي تمام، الصولي (ت 335هـ)، تح: خليل محمود عساكر ¶ وآخرون، المكتب التجاري للطباعة والنشر والتوزيع، بيروت، (د. ت). ¶ - أخبار البحتري، الصولي، تح، صالح الأشتر، المطبعة الهاشمية، ¶ دمشق، 1958. ¶ - أدونيس، جيمس فريزر، ترجمة جبرا إبراهيم جبرا، دار الصراع الفكري، بيروت، 1957. ¶ - الأشباه والنظائر في النحو، السيوطي (ت 911هـ)، حيدر أباد، 1316هـ. ¶ - الأغاني، أبو الفرج الأصفهاني (ت 356هـ)، تح: عبد الكريم الغرباوي ومحمود محمد غنيم، الهيأة المصرية للكتاب، القاهرة، 1973. ¶ - أمالي القالي، أبو علي إسماعيل بن قاسم القالي (ت 356هـ)، دار الآفاق الجديدة، بيروت، 1980. ¶ - بلاد الرافدين، الكتابة، العقل، الآلهة جان دوتيرو، ترجمة الأب ألبير ابونا، مراجعة الدكتور وليد الجادر، دار الشؤون الثقافية العامة، بغداد، ط1، 1990. ¶ - البلاغة والتطبيق، أحمد مطلوب وكامل حسن البصير، ط1، مطابع التعليم العالي، 1982. ¶ - بناء القصيدة الفني في النقد العربي القديم والمعاصر، مرشد الزبيدي، دار الشؤون الثقافية العامة، بغداد، 1994. ¶ - البيان والتبيين، الجاحظ (ت 255هـ)، تح: عبد السلام محمد هارون، مطبعة الخانجي، القاهرة، ط4، 1960. ¶ - تاريخ آداب اللغة العربية، جرجي زيدان، راجعه وعلق عليه الدكتور شوقي ضيف، دار الهلال، 1957.",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "- تاريخ الأدب العربي - العصر الإسلامي، الدكتور شوقي ضيف، دار المعارف، القاهرة، مصر، ط5، 1973. ¶ - تاريخ الإسلام السياسي والديني والثقافي والاجتماعي، الدكتور حسن إبراهيم حسن، مكتبة نهضة مصر، ط7، 1964. ¶ - تاريخ الرسل والملوك، الطبري (ت 310هـ)، تح: محمد أبي الفضل إبراهيم، القاهرة، ط2، 1969. ¶ - تاريخ النقد الأدبي عند العرب من العصر الجاهلي حتى القرن الرابع الهجري، طه أحمد إبراهيم، دار الحكمة، دمشق، 1972. ¶ - تذكرة الحفاظ، الذهبي (ت 748هـ)، دائرة المعارف، حيدر أباد، 1333هـ. ¶ - تزين الأسواق بتفضيل أسواق العشاق، الشيخ داود الأنطاكي، دار الكشاف، بيروت، 1957. ¶ - التشبيهات، ابن ابي عون (ت 322هـ)، تح: عبد المعين خان، مطبعة جامعة كمبردج، 1950. ¶ - التطور والتجديد في الشعر الأموي، د. شوقي ضيف، دار المعارف، القاهرة، ط6، 1977. ¶ - التفسير النفسي للأدب، د. عز الدين إسماعيل، دار المعارف، مصر، 1963. ¶ - التنبيه على شرح ديوان الحماسة، التبريزي، المكتبة التجارية، القاهرة، 1938. ¶ - تهذيب التهذيب، ابن حجر العسقلاني (ت 852هـ)، حيدر أباد، 1325هـ. ¶ - جدلية الخفاء والتجلي، كمال أبو ديب، دار العلم للملايين، بيروت، ¶ ط3، 1984. ¶ - جمهرة أشعار العرب، أبو زيد القرشي، دار صادر، بيروت، (د. ت). ¶ - الحيوان، الجاحظ، (ت 255هـ)، تح: عبد السلام محمد هارون، طبعة البابي الحلبي، القاهرة، ط1، 1938.",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "- خاص الخاص، الثعالبي (ت 429هـ)، تقديم حسن الأمين، دار مكتبة الحياة، بيروت، لبنان، 1966. ¶ - خزانة الأدب ولب لباب لسان العرب على شرح شواهد الكافية، عبد القادر البغدادي (ت 1093هـ)، مطبعة بولاق، القاهرة، 1299هـ. ¶ - الخصائص، ابن جني (ت 392هـ)، تح: محمد علي النجار، دار الكتاب العربي، بيروت، لبنان، 1952. ¶ - دائرة المعارف الإسلامية ¶ - دراسات في النص الشعري - عصر صدر الإسلام وبني أمية، د. عبدة بدوي، منشورات ذات السلاسل، الكويت، ط1، 1987. ¶ - ديوان أبي تمام، شرح وتعليق شاهين عطية، مراجعة الأب بولص الموصلي، مكتبة الطلاب وشركة الكتاب اللبناني، بيروت، ط1، سنة الطبع 1968. ¶ - ديوان جرير، تح، نعمان أحمد امين طه، شرح محمد بن حبيب، دار المعارف، مصر، (د. ت). ¶ - ديوان ذو الرمة، شرح مطيع بيبلي، المكتب الإسلامي للطباعة والنشر، ط1، دمشق، 1964. ¶ - ديوان شعر ذي الرمة، غيلان بن عقبة (ت 117هـ)، طبعة مكارتني، تح، مكارتني، مطبعة كلية كمبردج، 1919م / 1337هـ. ¶ - ذو الرمة - دراسة ونقد، طراد الكبيسي، بطبعة دار البصري، بغداد، 1969. ¶ - ذو الرمة شاعر الحب والصحراء، د. يوسف خليف، دار المعارف، مصر، ط1، 1968. ¶ - ذو الرمة شاعر الطبيعة والحب، كيلاني حسن سند، الهيئة المصرية العامة للكتاب، 1973. ¶ - ذو الرمة - شمولية الرؤية وبراعة التصوير، د. خالد ناجي السامرائي، بغداد، دار الشؤون الثقافية العامة، ط1، 2002.",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "- ذو الرمة غيلان بن عقبة، محمد عبد المنعم خاطر، مكتبة سماح، ¶ (د. ت). ¶ - ذيل الأمالي والنوادر، ابو علي القالي (ت 356هـ)، دار الكتاب ¶ العربي، بيروت، (د. ت). ¶ - الرسالة الموضحة في سرقات المتنبي وساقط شعره، ابو علي الحاتمي ¶ (ت 388هـ)، تح: محمد يوسف نجم، دار صادر، بيروت، 1965. ¶ - روضات الجنان، الخوانساري الاصبهاني، صححه وفهرسه محمد علي الروضاني. دون مكان وسنة طبع. ¶ - زهر الآداب وثمر الألباب، الحصري القيرواني (ت 453هـ)، تح: علي محمد البيجاوي، دار احياء الكتب العربية، ط1، القاهرة، 1953. ¶ - سمط اللآلي في شرح امالي القالي، البكري (ت 487هـ)، تح، عبد العزيز الميمني، مطبعة لجنة التأليف والترجمة والنشر، القاهرة، 1936. ¶ - شرح بن عقيل على ألفية ابن مالك، بهاء الدين بن عبد الله بن عقيل ¶ (ت 769هـ)، تح، محمد محي الدين عبد الحميد، دار الكتاب للطباعة والنشر، جامعة الموصل. ¶ - شرح اختيارات المفضل، الخطيب التبريزي (ت 502هـ)، تح، فخر الدين قباوة، دار المكتبة العلمية، بيروت، ط2، 1987. ¶ - شرح صحيح مسلم، النووي (ت 261هـ)، المكتبة المصرية، القاهرة، (د. ت). ¶ - شرح المقامات الحريرية، الشريشي (ت 619هـ) المطبعة الخيرية، مصر، ط1، 1306. ¶ - شروح الحاجري على كتاب البخلاء للجاحظ، طه الجاجري، دار المعارف، مصر، (د. ت). ¶ - الشعر والشعراء، ابن قتيبة (ت 276هـ)، دار الثقافة بيروت، 1964. ¶ - صفوة الصفوة، ابن الجوزي (ت 597هـ)، حيدر أباد، 1355.",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "- الصورة الفنية في الشعر الجاهلي في ضوء النقد الحديث، نصرت عبد الرحمن، مكتبة الأقصى، عمان، ط2، 1982. ¶ - طبقات فحول الشعراء، ابن سلام الجمحي (ت 231هـ)، تح: محمود محمد شاكر، دار المعارف للطباعة، القاهرة، 1952. ¶ - الطراز المتضمن الاسرار البلاغة وعلوم وحقائق الاعجاز، العلوي اليمني (ت 745هـ)، تصحيح السيد بن علي المرصفي، مطبعة المقتطف، مصر، 1914. ¶ - عشتار ومأساة تموز، الدكتور فاضل عبد الواحد علي، دار الشؤون الثقافية، وزارة الثقافة والاعلام، بغداد، 1986. ¶ - العقد الفريد، ابن عبد ربه (ت 328هـ)، تح: أحمد امين وآخرون، مطبعة لجنة التأليف والترجمة والنشر، ط1، 1940. ¶ - العمدة، ابن رشيق القيرواني (ت 463هـ)، تح: محمد محي الدين عبد الحميد، دار الجيل، بيروت، لبنان، ط4، 1972. ¶ - عيار الشعر، ابن طباطبا (ت 322هـ)، تح: عباس عبد الساتر، دار الكتب العلمية، بيروت، لبنان، ط1، 1982. ¶ - عيون الأخبار، ابن قتيبة (ت 276هـ)، الهيأة المصرية العامة للكتاب القاهرة، 1973. ¶ - فتوح البلدان، البلاذري (ت 379هـ)، تح: عبد الله انيس الطباع، بيروت، 1957. ¶ - فحولة الشعراء، الأصمعي (ت 216هـ)، تح: ش. توري، تقديم صلاح الدين المنجد، دار الكتب الجديدة، ط1، 1971. ¶ - فن الشعر، احسان عباس، دار بيروت للطباعة، ط2، 1959. ¶ - قضايا النقد الأدبي بين القديم والحديث، د. محمد زكي عشماوي، دار النهضة العربية، بيروت، 1979. ¶ - قضايا النقد القديم، محمد صايل حمدان، دار الأمل، اربد، الأردن، ¶ ط1، 1990م.",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "- الكامل في التاريخ، ابن الأثير (ت 630هـ)، القاهرة، 1348هـ. ¶ - الكامل في اللغة والأدب، المبرد (ت 285هـ)، مكتبة دار المعارف، بيروت، (د. ت). ¶ - الصناعتين، ابو هلال الحسن العسكري (ت 395هـ)، تح: علي محمد البجاوي ومحمد ابي الفضل إبراهيم، القاهرة، دار احياء الكتب المصرية، ط1، 1952. ¶ - كولدرج، د. مصطفى بدوي، سلسلة نوابغ الفكر الغربي، دار المعارف، مصر، (د. ت). ¶ - لسان العرب، ابن منظور (ت 711هـ)، مطبعة بولاق، القاهرة، 1300هـ. ¶ - الطائف المعارف، الثعالبي (ت 429هـ)، تح: الأبياري والصيرفي، دار احياء الكتب، القاهرة، 1960م. ¶ - مروج الذهب المسعودي (ت 346هـ)، تح: يوسف أسعد داغر، دار الأندلس، بيروت، ط4، 1981م. ¶ - المزهر في علوم اللغة وأنواعها ن السيوطي (ت 911هـ)، تح: محمد ابي الفضل إبراهيم، دار احياء الكتب العربية، القاهرة، 1958. ¶ - مصادر الشعر الجاهلي وقيمتها التاريخي، د. ناصر الدين الأسد، دار المعارف، مصر، 1956. ¶ - المصون في الأدب، ابو احمد الحسن العسكري (ت 382هـ)، تح: عبد السلام محمد هارون، الكويت، 1960. ¶ - مقالات في تاريخ النقد الأدبي، د. داود سلوم، دار الطليعة، بيروت، 1981. ¶ - مقالات في النقد، ماثيو ارنولد، ترجمة علي جمال الدين عزة، الدار المصرية للتأليف والترجمة، 1966م. ¶ - المقتصد في شرح الايضاح، عبد القاهر الجرجاني (ت 471 هـ)، تح: د. كاظم بحر المرجان، دار الرشيد، 1982.",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "- الممتع في صنعة الشعر، عبد الكريم النهشلي القيرواني، شرح وتحقيق عباس عبد الساتر، دار الكتب العلمية، بيروت، لبنان، ط1، 1983. ¶ - المنصف للسارق والمسروق، ابن وكيع (ت 393هـ)، تح: محمد يوسف النجم، الكويت، ط1، 1984. ¶ - منهج البحث اللغوي بين التراث وعلم اللغة الحديث، د. علي زوين، دار الشؤون الثقافية العامة، بغداد، (د. ت). ¶ - الموازنة بين شعر ابي تمام والتحدي، الأمدي (ت 370هـ)، تح: السيد احمد صقر، دار المعارف، مصر، 1972م. ¶ - الموشح في مآخذ العلماء على الشعراء، المرزباني (ت 384هـ)، جمعية نشر الكتب العربية، 1343هـ. ¶ - النقد الأدبي عند عبد القاهر الجرجاني، عبده عبد العزيز، المطبعة الفنية الحديثة، ط1، مصر، 1976. ¶ - النقد المنهجي عند العرب، محمد مندور، دار نهضة مصر للطبع ¶ والنشر، القاهرة، (د. ت). ¶ - الوساطة بين المتنبي وخصومه، القاضي الجرجاني (ت 392هـ)، تح: محمد ابي الفضل ابراهيم، مطبعة البابي الحلبي، القاهرة، 1966. ¶ - وفيات الأعيان وأنباء أبناء الزمان، ابن خلكان (ت 681هـ)، تح: ¶ محمد محي الدين عبد الحميد، القاهرة، 1948.",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "البحوث والدراسات ¶ 1. قصة ثور الوحش، عبد الجبار المطلبي، مجلة كلية الآداب، ع12، 1969، مطبعة الحكومة، بغداد، 1970. ¶ الرسائل الجامعية ¶ 1.الصورة الشعرية عند ذي الرمة، عهود عبد الواحد، رسالة ماجستير، مطبوعة بالآلة الكاتبة، كلية التربية - ابن رشد، جامعة بغداد، 1991. ¶ 2.الطبع والصنعة معياراً نقدياً عند العرب، عبد السلام محمد رشيد، رسالة ماجستير مطبوعة بالآلة الكاتبة، كلية الآداب، جامعة بغداد، 1988. ¶ 3.لغة الشعر عند الفرزدق، رحمن غركان عبادي، رسالة ماجستير مطبوعة على الآلة الكاتبة، كلية القائد للتربية للبنات، جامعة الكوفة، 1995. ¶ 4. الفرزدق بين ناقديه قديماً وحديثاً، سهيل عبد الله علي، رسالة ماجستير مطبوعة على الآلة الكاتبة، كلية التربية - ابن رشد، جامعة بغداد، 2003",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "Summery ¶ The study of \"Thu Al - Rima between his Critic an ancient and a recent \" From the Studies which specific literary critic . And the poet consider one of the noticeable poets in Al - Amoi`s period . And from the poets which marled by love poetry , his beloved was (May) . Also he was known by his praise to the noticeable men in his period from the rulers and successors . ¶ This study be composed of introduction and preface refer to the poet`s life and his period , and three chapters , the first chapter was specified to study his literary rank . and his poem and his Poetic aims at the critics , and it be in two themes , the second specified to study the rhetoric phenomenon which refered to it the ancient critics and it be in four themes . ¶ The third chapter specified to study the poet and his poem in the recent critics gleam and this chapter a conclusion which represent essence opinions of the ancient and recent critic . ¶ The study relyon to categorizes form the critic books , this was the well known Arabic critic legacy and recent critic which interested in study the literary period for poet and his poem , and also many university subjects . ¶ The study ended that the old critic an ancient and recent prize on his \" Thi Al - Rima talent in poetry and his ability in the poetry , but some clear ambiguous in the critic opinion at ancient critics .",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "Thu Al - Ruma ¶ In The Critic Standard ¶ An ancient And Recent ¶ Written by : ¶ Thaier Falih Ali Getan Al- Kolani ¶ To ¶ The Education College Council - Ibn Rushid ¶ Baghdad University ¶ It is apart of Master degree Requisites ¶ Art in Arabic Language / Art ¶ Supervised by : ¶ Abid AlSalam Muhammad Rashid Al- Duliemi ¶ 2004 ... 1425",
            "page": "120",
            "part": "1"
        }
    ],
    "t34560": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "ذو الرمة في معايير النقد القديم والحديث"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "الفهرست"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "التمهيد"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول شخصيته وشاعريته"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول شخصيته"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني شعره وفنونه الشعرية"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني القضايا البلاغية والنقدية عند النقاد القدماء"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول القضايا البلاغية"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني الخصائص اللفظية والمعنوية"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث الظواهر اللغوية والنحوية"
        },
        {
            "id": "68",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الرابع التأثر والتأثير"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث المناهج النقدية الحديثة"
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": null,
            "tit": "أولاً: المنهج التحليلي"
        },
        {
            "id": "100",
            "lvl": "2",
            "sub": null,
            "tit": "المنهج الاسطوري"
        },
        {
            "id": "105",
            "lvl": "2",
            "sub": null,
            "tit": "المنهج النفسي"
        },
        {
            "id": "109",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "111",
            "lvl": "1",
            "sub": null,
            "tit": "المصادر والمراجع"
        }
    ]
}