{
    "b34562": [
        {
            "hno": null,
            "id": "1",
            "nass": "الزهريات في شعر القرنين ¶ الثالث والرابع للهجرة ¶ (دراسة فنية) ¶ رسالة تقدمت ¶ بها إلى مجلس كلية التربية للبنات في جامعة بغداد وهي جزء من متطلبات نيل درجة الماجستيرفي اللغة العربية وآدابها ¶ رئاب عبد الصاحب خفي ¶ بأشراف ¶ الأستاذ الدكتور عبد الهادي خضير نيشان ¶ / 1423 هـ ... / 2002م",
            "page": "1",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ المقدمة:- ¶ الحمد لله والصلاة والسلام على سيدنا محمد رسول الله أفضل الداعين إليه على بصيرة، وعلى آله وصحبه ومن اهتدى بهديهم إلى يوم الدين. ¶ أما بعد: ¶ فقد عنيت هذه الرسالة بموضوع من موضوعات الوصف ألا وهو \"الزهريات\". ذلك الجانب من الطبيعة الذي حظي باهتمام الشعراء العرب القدماء وتناولته كتب الأدب الحديثة مثال \"الطبيعة في الشعر الجاهلي\" للدكتور نوري حمودي القيسي و\"الطبيعة في الشعر الأموي\" للباحث عبد الأمير كاظم و\"شعر الطبيعة في الأدب العربي\" لسيد نوفل كما بحثه الدكتور رشدي علي حسن في كتابه \"شعر الطبيعة في العصر العباسي الثاني\". إلا أن هؤلاء الباحثين الأجلاء وغيرهم لم يقفوا عند موضوع الزهريات وقفة متأنية ذلك أنهم كانوا معنيين بكل موجودات الطبيعة ومظاهرها، ولم يصادفنا بحث متخصص في موضوع \"الزهريات\" الأمر الذي حدانا إلى التفكير في الكتابة فيه. ¶ وبعد الاتكال على الله ومشورة أستاذنا الفاضل الدكتور حيدر لازم عقدنا العزم على أن يجري البحث في هذا الموضوع ضمن العصر العباسي الزاخر بشعرائه وأعلامه وإنجازاته العلمية والأدبية لا سيما في القرنين الثالث والرابع للهجرة اللذين يعدان قمة الحضارة والنضج الأدبي وأبهة البيان والبديع بفنونه المختلفة عند العرب. ¶ وقد أعانني أستاذي الفاضل أ. د. عبد الهادي خضير المشرف على البحث و د. حيدر لازم على وضع خطته التي توزعت على ثلاثة فصول يسبقها تمهيد عرضت فيه لعلاقة الشاعر بالطبيعة من العصر الجاهلي وصولاً إلى الحقبة الزمنية التي يقع فيها البحث. وتناولت في الفصل الأول الذي قسم على مبحثين الأول أسماء الزهور وأشكالها وألوانها بينت فيه معنى الزهر من خلال البحث عنها في معاجم اللغة العربية والكتب التي لها علاقة بذلك، وقد ابتدأت بالورد والنرجس أما بقية الأزهار فقمت بترتيبها على أساس هجائي أما المبحث الثاني فقد خصص في المفاضلة بين الأزهار وهي من الجوانب الجديدة التي استحدثتها الحضارة العباسية وشاعت بين شعراء العصر.",
            "page": "2",
            "part": "1"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "وجاء الفصل الثاني بخمسة مباحث تناولت فيها الزهريات من خلال الأغراض الشعرية وهي: الوصف والمدح والرثاء والغزل والخمرة إذ مزج الشعراء في عرضهم للزهريات ضمن هذه الأغراض بين تراثهم العميق وحضارتهم الزاهية مبرزين روح عصرهم وما تقتضيه حياتهم الحضرية المترفة ثم عرضت تعرض جديد أملته الحياة الحضرية الجديدة وهي الهدية والمهارة بالأزهار بين الشعراء. ¶ وتناولت في الفصل الثالث الدراسة الفنية إذ جاء بثلاثة مباحث ضم المبحث الأول اللغة والأسلوب الذي يبرز طبيعة لغة العصر وأسلوب الشعراء في غرض الزهريات فضلاً عن المحسنات البديعية التي تعكس ثقافة عصرهم ومقدرتهم اللغوية، أما المبحث الثاني فتناولت فيه العصور البيانية من تشبيه واستعارة إذ عرض الشعراء فيها أجمل الصور وأروعها بما يظهر إبداعاتهم وإمكاناتهم وقدراتهم الفنية. أما المبحث الثالث فتناولت فيه موسيقى الشعر إذ ظهر في هذا الفن جمال الإيقاع ومقدرة الشعراء على استخدام البحور المناسبة لهذا الغرض الشعري. بعد ذلك جاءت الخاتمة ملخصة أهم نتائج البحث وما توصلنا إليه من خلاله. وإذا كان من العدل أن يرد الفضل إلى أهله فأنني أتقدم بوافر الشكر والعرفان والتقدير لأستاذي المشرف أ. د. عبد الهادي خضير لما بذله من جهد كبير في القراءة والمتابعة وتوفير المصادر وتقويم أخطائي وتوجيهي فكان خير أستاذ في نصحي وإرشادي إلى ما فيه خير للموضوع أدامه الله ذخراً للعلم وأهله. ¶ وشكري وتقديري إلى د. حيدر لازم الذي يعود له الفضل في تحبيب الموضوع لي والذي لم يبخل عليّ بالنصح والإرشاد والتوجيه والقراءة فجزاه الله عني خير جزاء. ¶ كما أتقدم بالشكر لأستاذي الفاضل أ. د. ناظم رشدي الذي لم يبخل بنصيحة أو توجيه أو مصادر أعزه الله ومنحه الصحة والعافية. ¶ كما أتقدم بوافر التقدير إلى كل من كانت له يد بيضاء وفكرة نيرة ساهمت في إنضاج البحث. ¶ وأخيراً فلا أدعي أنني نلت المراد فالكمال لواهب الكمال الذي يقول ((وفوق كل ذي علم عليم)) ولكن حسبي أنني بذلت ما في وسعي وأطمح أن أكون قد قدمت فيه شيئاً له منفعة للعلم وأهله، وإن كان ثمة ما يسجل على هذه الجهد المتواضع فهو ثمار الخطوة الأولى، تمت بفضل الله وتوفيقه أسأله الرحمة والعفو عن الخطأ والله ولي التوفيق.",
            "page": "3",
            "part": "1"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "التمهيد:- ¶ الشاعر والطبيعة:- ¶ الطبيعة هي منبع الجمال الكوني الذي يحرك النفوس ويثير المشاعر ويبعث على التأمل في نظام تكوين الأشياء وتناسقها وتكرارها وألوانها ودلالاتها. ¶ والطبيعة هنا: ((هي كل شيء أصيل يتمتع بوجود حقيقي متميز من كل ما يستدعيه الإنسان أو يعدل فيه)) (1) ولهذا ظلت الطبيعة الأنموذج أو المثال الذي يتحتم على فنون البشر أن تحاكيه محاكاة صادقة، مضيفة إليه ما يقدمه خيال الفنان أو خبرته من محسنات أو زخرفة أو رموز تكشف عن معنى الأصل بطريقة أشد جاذبية من مجرد محاكاة المظهر الخارجي للموضوع المنتخب من الطبيعة بنوعيها الجامد أو المتحرك الحي. والجمال هو القوة الكامنة في صفات أشياء الكون التي تبعث الحياة فيه بحسب نظام وقواعد خاصة، يدركها الأنسان في الكون أو يصنعها لنفسه في الخلق الفني (2) وتحدد درجة استجابة الناس لصفات الأشياء وجمالها بحسب مراتب الإدراك والذوق لديهم، أما المبدعون فلهم خبرتهم واستجابتهم الخاصة لمظاهر الجمال في المحيط أو الواقع الذي يصورون فيه أفكارهم، ... وفي الشعر وهو التعبير غير المباشر عن الأشياء فإنه يجعل من الطبيعة موضوع وصف وباعثاً على التأمل. لأن الفنان (الشاعر) أعلى درجة من الشخص العادي في الرؤيا البصرية والفكرية فهو يدرك العلاقات الخفية بين الأشياء ويعبر عما رأى وأحس؟ فهو إذن يقوم بعمليتين يؤثر ويتأثر لذلك تأتي أوصافه من طبيعة البيئة يتأثر بها ويؤثر فيها (3) إذ من المعروف ((أن الإنسان أبن البيئة)) (4) ولما كانت رؤية الطبيعة عند الشاعر مقوماً من مقومات عمليته الإبداعية، فقد وصف الشاعر الجاهلي منذ القدم الطبيعة واحبها ولم تكن غريبة عنه لكنها لم تتميز حينذاك بكونها فناً قائماً بذاته، ومع هذا فقد بدأ على وصفهم للطبيعة الشغف بظواهرها، فكانت الصحراء ملهمة الجاهلي ((لأن البيئة الطبيعية هي الملهم الأول ¶ (1) معجم المصطلحات العربية في اللغة والأدب: مجدي وهبه وكامل المهندس-ط2 - مكتبة لبنان-1984 - 235. ¶ (2) ينظر م. ن: 135. ¶ (3) ينظر أسرار الفن التشكيلي: د. محمود البسيوني-ط1 - الناشر عالم الكتب-القاهرة-1980 - 193،195. ¶ (4) (4) مقدمة القصيدة في الشعر الجاهلي: د. حسين عطوان-دار المعارف-مصر-1970 - 227.",
            "page": "4",
            "part": "1"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "لكل كاتب وكل شاعر بل هي الملهم الأول لكل فن من الفنون من خلال المزاوجة بين النفس والطبيعة فيخلق في النفس حالات من الوجدان تستحيل شعراً أو تستحيل موسيقى ... )) (1) فهذا أمرؤ القيس يقف مبهوراً أمام مشاهد الطبيعة فيصف الليل ويشبهه بموج البحر، ويقف على الأطلال يناجيها لأنها تعد مظهراً من مظاهر الطبيعة، وأستعار غير من الشعراء للمرأة ملامح الطبيعة حتى جعلوا المرأة تأليفاً لفلذات شتى من مشاهد الطبيعة والحيوان، فقد شاهدوا الطبي في عينيها وجيدها وغير ذلك ((لأن نظراتهم لما يحيط بهم من الصور لا لمجرد إنها صور فحسب، وإنما كانوا يحاولون أن يتخذوا منها وسيلة يبسطون فيها رغباتهم ويفسرون في إطارها ما يدور في أذهانهم من الفكر مستخدمين في ذلك أحوال هذه الصور وأشكالها للتدليل على الغاية التي يهدفون إليها)) (2) أما وصف الأزهار وهو موضوع البحث فقد كان أقل ذكراً في الشعر من وصف النباتات والأشجار لقلتها في أرض الجزيرة بسبب العوارض الطبيعية كما أن طبيعة الحياة لم تترك لهم الوقت الكافي لاستقصائها ووصفها، لكونها غير متعلقة بحياتهم المعاشية لذلك كان ذكرها في مواضع الغزل والتشبيب (3) من خلال تشبيه ثغر الحبيبة بزهر الأقحوان، وعطرها، بالخزامى كقول بشر بن أبي خازم:- ¶ كأن ظباء أستمة عليها ... كوانس قالصاً عنها المفارا ¶ يفلجن الشفاه عن أقحوان ... جلاه غب سارية قطارا (4) ¶ (1) شعر الطبيعة في الأدب العربي: د. سيد نوفل - مطبعة مصر- القاهرة -1945 - المقدمة / و. ¶ (2) الطبيعة في الشعر الأموي: رسالة ماجستير تقدم بها عبد الأمير كاظم عيسى إلى مجلس كلية الآداب- ... جامعة بغداد-1403هـ، 1983 - 60. ¶ (3) ينظر الطبيعة في الشعر الجاهلي: نوري حمودي القيسي-ط1 - 1390هـ، 1970 - 89. ¶ (4) ديوان بشر بن أبي خازم الأسدي: تحـ د. عزة حسن-دمشق-1379هـ-1960م-63. ¶ الأسمنة بفتح الهمزة وضم النون. أكمة معورفة بقرب طخفة عليها: أي على الركائب. كوانس: أي ظباء دخلن الكناس، وهو موضع بين الشجر تستتر فيه الظباء من الحر، وقالصاً: أي قلصت عنها أغصان الشجر التي كست تحتها المفار: المكان الذي تأوى إليه الظباء: وصف الطغائن وشبه النساء اللواتي قد صغرت عنهن هوادجهن بالظباء التي قد صغرت عنها مكانسها فبعض أجسادها خارج منها. يفلجن: يفتحن، غب سارية: أي بعد سارية، والسارية: السحابة التي تأتي ليلاً. والقطار: جمع قطر وهو قطر المطر./ وينظر كذلك ديوان أمرؤ القيس: تحـ محمد أبو الفضل إبراهيم-ط4 - دار المعارف-مصر-294. وكذلك ديوان طرفة بن العبد: تحـ المحامي فوزي عطوي-ط1 - الشركة اللبنانية للكتاب-بيروت- لبنان-1969 - 34. وديوان النابغةالذبياني: تحـ كرم البستاني - دار صادر للطباعة والنشر -بيروت-1379، 1960 - 40.",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "وقد يشير بياض الشيب في نفوس بعض الشعراء صورة الأقحوان في بياضه: ¶ هل يرجعن لي لمتى ان خضبتها ... إلى عهدها قبل المشيب خضابها ¶ رأت أقحوان الشيب فوق ضطيطة ... إذا مطرت لم يستكن صوابها (1) ¶ وقد يعمد الشاعر إلى أن يذكر تلك الأزهار ضمن قصائد الرثاء، (2) ¶ أوفي حديثه عن الخمرة. بمعنى ان أوصاف الأزهار عند الجاهلين لم تكن غاية بذاتها بل هي وسيلة يبرز من خلالها جمال المرأة لأنهم حرصوا على إبراز عناصر الجمال عند المرأة، أو تأتي مضمنة في الأغراض الأخرى. ¶ وعندما جاء الغسلام بشريعته وتعاليمه بقى الشعار الإسلامي يردد الصور القديمة ويكرر المواقف الجاهلية في وصفه للطبيعة لأن الشعراء اتجهوا بالدرجة الأولى ... إلى التبشير بالاسلام والحث على الجهاد ومناصرة الرسول (ص) فجاءت قصيدة الشاعر الاسلامي مشابهة في البناء الشكلي للقصيدة الجاهلية مخالفة لما ... في المعاني والتصورات التي اقتضتها النقلة التي أحدثها الإسلام في حياة العربي فكراً وأسلوباً. (3) ¶ وبمجيء العصر الأموي وأتساع رقعة الخلافة وصف الشاعر الأموي مظاهر الطبيعة باشكالها الصامتة والمتحركة، وقد أشار أحد الباحثين في دراسته للطبيعة في الشعر الأموي إلى أن معاني الشاعر الأموي ما زالت في جمالتها بدوية لم تتوغل ... في الحضارة، لأن الحضارة نفسها لم تتغلغل في المجتمع الأموي بعد، ولأن ... أختلاط العرب بمن سواهم من الأمم لم يتسع، وأن الحواضر نفسها كانت تضم كثيراً ¶ (1) ديوان المفضليات: المفضل بن محمد الظبي-شرح أبي محمد القاسم بن محمد بن بشار الأنباري - عنى بطبعه وتذيله كارلوس يعقوب-مطبعة الادباء-اليسوعيين-بيروت 1920 - 484. اللمة: سواد الشعر- شبه الشيب لبياضه بالاقحوان - واصل الخطيطة: ارض لم تمطر بين أرضين ممطورتين شبه رأسه بالخطيطة لأنه لا شعر عليه كالخطيطة لا نبت فيها إذ فقدت المطر. ¶ (2) ينظر ديوان أوس بن حجر: تر محمد يوسف نجم-دار بيروت، دار صادر 1380 - 1960 - 108 وكذلك ديوان النابغة الذبياني 90. ¶ (3) ينظر شعر الطبيعة في الأدب العربي: 111 - 116.",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "من الأعراب الذين يفدون إليها من الصحراء، فالشاعر الأموي ما زال ينظر ... إلى الطبيعة بعقلية بدوية ولا يستطيع أن يرى غير ما رآه سلفه القديم من شعراء الجاهلية (1) إلا أن هنالك لمحة من التجديد في وصف الطبيعة متمثلة في أفكار الدين الإسلامي، إذ أخذ الشاعر يستخدم المفردات التي أدخلها الإسلام، فضلاً ... عن تأثرالشاعر الأموي بالمظاهر الحضارية خلال وفادته على المدن كدمشق والبصرة والكوفة (2) ومن ثم فقد كان وصف أزهار الرياض في العصر الأموي أمتداداً للعصر الجاهلي من خلال المقارنة بين الرياض وحبيباتهم، فرائحة مية صاحية ذي الرمة أطيب نكهة من روضة مطرت السماء على ما بها من رياحيين. يقول في رائبته: ¶ مما روضة من حر نجد تهللت ... عليها سماء ليلة والصبا تسرى ¶ بها ذرق غض النبات وصنوة ... تعاورها الأمطار كفراً على كفر ¶ بأطيب منها نكهة بعد هجمة ... ونشراً ولا وعتاء طيبة النشر (3) ¶ (1) ينظر الطبيعة في الشعر الأموي: 195. ¶ (2) ينظر: ديوان العجاج عبد الله بن رؤية. تحـ عزة حسن-بيروت-1971 - 235، 236. ¶ وكذلك ينظر ديوان شعر ذي الرمة وهو غيلان بن عقبة العدوي: تحـ كارليل هنري مكارنتي-طبع على نفقة كلية كامبرج-1337هـ-1919م، 373، 271. ¶ (3) م. ن: 366 - 367. ¶ الحر: الكريم العتيق كل شيء، تهللت: مطرت، ذرق: نبات الحندقوق، الحنوة: وهو نبات طيب الرائحة، تعاورها: تختلف عليها، نشراً: الريح الطيب وهو الجسد والفم، الكفر: المطر. ¶ وينظر كذلك ديوان كثير عزة: جمع وشرح د. إحسان عباس-دار الثقافة-بيروت-لبنان- ... 1391هـ-1971 - 429 - 430.",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "ويقول جميل بثينة واصفاً ثغر حبيبته وأسنانها: ¶ بثغر قد سقين المسك منه ... مساويك البشام ومن غروب ¶ ومن مجرى غوارب أقحوان ... شتيت النبت في عام خصيب (1) ¶ إذ أن الشعراء يتخذون من الرياض ورياحينها الطيبة سبيلاً للحديث عن طيب رائحة حبيباتهم، وبهذا فقد بقيت صورة الطبيعة الجاهلية نفسها عند الشاعر ... الأموي، إذ بقى يترسم خطى الشاعر الجاهلي الذي كان يستمد أوصافه ... من طبيعته المحيطة به فظلت أصداء الصحراء ملهمة الشاعر الأموي (2) ... لأن التجديد لا يكون إلا بعد أن يتغير المجتمع حضارياً تغيراً كبيراً وأن ... يقطع صلته بالبداوة وهذا ما حصل ... في العصر العباسي الذي وصفه د. توفيق الفيل ((بأنه درة لامعة في عصورالأدب)) (3) حيث بانتقال العرب من البداوة ... إلى الحضارة ومعرفتهم نعيم الحياة وترف القصور وجمال ... الرياض وعطر الأزهار، تطور شعر الطبيعة تطوراً ملحوظاً ولكنهم حافظوا ... على صورالتراث التقليدية وعملوا على تطويرها والتجديد فيها، فحافظوا ... على المقدمة الطللية وصورها المتعددة ولكنهم قدموها ... في صورة مستمدة ... من واقعهم الحضري فقدمها البحتري في ثوب فاتن (4) وعرضها ... أبن رومي أجمل عرض مستخدماً الأساليب الفنية في المعني والألفاظ ... و التي احتل فيها الخيال مكاناً ملحوظاً تجعل قارئها ... يشعر وكأنها من إبداع ¶ (1) ديوان جميل بثينه شعر الحب العذري: تحـ د. حسين نصار-ط2 - مكتبة مصر 1967 - 24، البشام: شجر طيب الرائحة تتخذ عيدانه مساويك، الغروب: الريف، الغوارب: أعالي الماء، شتيت: متفرق / وينظر: 22 من الديوان. ¶ (2) ينظر فن الوصف وتطوره في الشعر العربي: إيليا الحاوي-ط1 - 1959 دار الكتاب اللبناني - بيروت ... -ط 967 - 96. وينظر 130 المصدر نفسه. ¶ (3) القيم الفنية المستحدثة في الشعر العباسي من بشار إلى ابن المعتز. د. توفيق الفيل - مطبوعات ... جامعة الكويت – الكويت – 1984 - 135. ¶ (4) ينظر ديوان البحتري: تحـ حسن كامل الصيرفي – ط2 - مطبعة دار المعارف مصر-1963 - 1/ 294، ... 2/ 970 - 971، 3/ 1385.",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "الشاعر واختراعه (1) لكن تلك الوقفات المكررة لم تحظ بالقبول عند شاعر آخر هو ... أبو نواس فشن الحرب عليها وسخر منها وأعلن إنها لا تصلح، ولا تلائم حياته المترفة الراقية حياة اللهو، والطرب، والخمر في جو الطبيعة الساحرة فهذه الأجواء: ¶ اللهو والخمر والطبيعة هي التي تصلح أن تكون مقدمات لقصائده. (2) وفتن أبو تمام بالطبيعة فرسم لها مشاهد مليئة بالحركة والحياة، مفيداً من ثقافته الفلسفية والأدبية (3) في تعميق نظرته إلى الطبيعة وإسباغ روح من الألفة والمحبة ... على مظاهرها الحية والصامتة. وتفتن الطبيعة أبن المعتز فيهيم لإي أوديتها المتعددة مضيفاً عليها تشبيهاته الملوكية ففي السماء وصف النجوم والهلال والقمر كما وصف الليل والنهار وفي الأرض وصف الروض والنور والزهر ... وغير ذلك بمعنى أنه تطرق إلى الطبيعة من حوله من خلال حياته الملوكية (4) ويشاركهم أبن الرومي في وصف الطبيعة مازجاً بين القديم والحديث معيداً صورهم القديمة في ثوب جديد فقد أستهوته الطبيعة فوصف الروض والزهر والسحاب وكل مظهر من مظاهرها حتى أنه عمد إلى المفاضله بين الأزهار يفضل بعضها على بعض ويدع بعضها يهجو بعضها (5) وتبدو الطبيعة أكثر جمالاً في شعر البحتري، وقارئ الديوان يجد مصداقاً لما ذهبنا إليه. ¶ هذه وقفات سريعة عند علاقة الشاعر بالطبيعة، وقد رأينا كيف ان الشعراء ... زاوجوا بين القديم والحديث متجهين إلى الجديد بحكم طبيعة الحياة التي تقضي ... بغلبة الجديد، وتحتم التعبير عن الواقع، والاستمداد من المحتوى الحضاري ... الذي بلغته الدولة الإسلامية في ذلك العصر الذي يمثل برصيده الشعري مرحلة ¶ (1) ديوان أبن الرومي: تحـ د. حسين نصار-مطبعة دار الكتب مصر-1393 - 1973 - 1/ 292 - 293. ¶ (2) ينظر ديوان أبي نواس الحسن بن هاني: تحـ د. أحمد عبد المجيد الغزالي-القاهرة-مطبعة مصر- ... 1953 - 11، 57، 700. ¶ (3) ينظر العصر العباسي الأول: د. شوقي ضيف-ط2. مكتبة الوطن-بغداد-بلات 1/ 278. ¶ (4) ينظر العصر العباسي الثاني: د. شوقي ضيف-ط2 - مكتبة الوطن-بغداد-بلات-1/ 329 - 333. ¶ (5) فصلنا القول في المبحث الثاني من الفصل الأول من المبحث.",
            "page": "9",
            "part": "1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "الانتقال من التقليد إلى النهوض في شعر الطبيعة، الذي يمثله القرن الرابع للهجرة وما بعده برواده كالمتنبي وأبي بكر الصنوبري، الذي يعده آدم متنر شاعر الطبيعة الأول في الأدب العربي (1) والوأواء الدمشقي، والسري الرفاء، وأبي الفتح كشاجم، ,أبي فراس الحمداني ... وغيرهم فقد استهوتهم الطبيعة بمفاتنها وسحرها وجمالها وان كانوا متفاوتين في ذلك الاستهواء فقد كانوا يذوبون في الطبيعة متصورين أنفسهم جزءاً منها بحيث أصبح شعر الطبيعة حضرياً إلى حد كبير يعني بمظاهر الحضارة من أناقة في المظهر، وتناسب في الأجزاء، وبعد عن الصور البدوية، ولم يكن ما تميز به شعر الطبيعة إلا أثراً من آثار الحياة الاجتماعية المتطورة وغنى البيئات الطبيعية والحضارية (2) ولما غدا شعر الطبيعة فناً قائماً بذاته (3) جاء شعراء العصر العباسي بأوصاف للطبيعة لم تكن معروفة قديماً فوصفوا الثلجيات، والروضيات، والفصليات، والبحتريات (4) وكان \"شعر الزهريات\" إحدى هذه الموضوعات أما بوصفه فناً قائماً بذاته أو إدراجه ضمن الأغراض الشعرية فنبع فيه كثير من الشعراء الذين أخذت الزهريات حيزاً كبيراً من أشعارهم، ولم يكتفوا بذلك بل عمدوا إلى إجراء مفاضلة ... بين زهرة وأخرى، فضلاً عن المهارة بالأزهار، كل ذلك عبر الصور البيانية التي جملوا فيها الطبيعة فوق جمالها وبهذا كان شعر الزهريات ثمرة من ثمرات الحضارة وأتساع العمران الذي ولدته حياة المدينة، وحياة الترف التي عرفها العرب في العصر العباسي. ¶ (1) ينظر الحضارة الإسلامية في القرن الرابع الهجري أو عصر النهضة في الإسلام- أ. آدم متنر-ترجمة محمد عبد الهادي أبو ريدة-ط3 - القاهرة مطبعة لجنة التأليف والترجمة (1377هـ-1957م) 1/ 467. ¶ (2) ينظر شعر الطبيعة في العصر العباسي الثاني: د. رشدي علي حسن-ط1 مؤسسة الرسالة-دار عمار- ... عمان-الأردن-1409هـ-1988م-165. ¶ (3) ينظر العصر العباسي الثاني: 1/ 232. ¶ (4) ينظر الشعر في رحاب سيف الدولة الحمداني: ت د. سعود محمود عبد الجابر ط1 - مؤسسة الرسالة-بيروت-1401هـ-1981 - 349، 353، 358، 359.",
            "page": "10",
            "part": "1"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "الفصل الأول ¶ أسماء الزهور وألوانها وأوصافها ¶ والمفاضلة بينها",
            "page": "11",
            "part": "1"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "أسماء الزهور وأشكالها وألوانها:- ¶ الأزهار زينة جميلة تصوغها بطون الأرض لظهورها، وهي من أبهى ما تمنحه الطبيعة للإنسان حتى غدا الحديث عنها مستقلاً، وقصد الشعراء وصفها قصداً، وأفردوا لها باباً خاصاً عرف باسم \"الزهريات\" فهم فنانون سخت عليهم الطبيعة بالنفس الرائقة والعاطفة الدافقة والإحساس المرهف والوجدان الجياش والذوق السليم فأضافوا إليها من خوالج خواطرهم ومن عواطفهم كل حياة وحركة. (1) ¶ وإن هذا الفن الجديد: فن وصف الأزهار بدأ في الشعر عطراً كعطر الورد فاتناً كفتنه السوسن، رقيقاً كرقة النرجس حتى شغف به شعراء القرنين الثالث والرابع لهجرة، فتجمعت لديهم أعداد كبيرة من الأزهار، شكلت باقات بهية تستهوي الناظرين وتجذبهم للاستمتاع بجمالها وروعة تنسيقها، وجودة ترتيبها وطيب أريجها، باقة فيها الورد، النرجس، والأذريون، والخزامى، والخيري، والسوسن، والشقيق، والنسرين، والنمام، والنور، ونور الباقلاء، ونور الكتان، والياسمين (2) ولما كا كانت تلك البساتين النضرة والحدائق العطرة فتنت تلك المجموعة الهائلة من شعراء الفتنة والجمال شعراء القرنين الثالث والرابع للهجرة، فلا بد من معرفة أسمائها وأشكالها وألوانها وربوعها التي تزهو فيها وكيف وصفها الشعراء في مقطعاتهم وقصائدهم وصورها في صور بديعة مشرقة، ولا يتسنى ذلك إلا من خلال توضيح المفاهيم الغوية للزهريات. وتبدأ بالوقوف عند لفظة الزهرة: ¶ فالزهرة: (نور كل نبات، والجمع زهر، وخص بعضهم به الأبيض، وقال ... أبن الأعرابي: النور الأبيض، والزهر الأصفر، وذلك لنه يبيض ثم يصفر، والجمع أزهار، وأزاهير جمع الجمع، وقال أبو حنيفة: أزهر النبت بالألف: إذا نور- وزهر- بغير الألف - إذا حسن)) (3) ¶ (1) ينظر اتجاهات الشعر العربي في القرن الرابع للهجري من خلال يتمة الدهر: د. نبيل خليل أبو حاتم- ... دار الثقافة-الدوحة-1405 - 1985 - 249. ¶ (2) ينظر فنون الشعر في مجتمع الحمدانين-د. مصطفى الشكعة-عالم الكتب-بيروت بلاط 1981 - 509. والأزهار في شعر مجيد الدين أبن تميم ت- 684هـ) أ. د. ناظم رشيد-جامعة بغداد-كلية التربية للبنات-3. ¶ (3) المحكم والمحيط الأعظم في اللغة: لعلي بن إسماعيل بن سيدة (458هـ). تحـ: عبد الستار أحمد فراح-مطبعة البابي الحلبي مصر-ط1 - 1388 - 1968 - مادة / زهر.",
            "page": "12",
            "part": "1"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "و ((زهرة الدنيا وزهرتها بهجتها ونضارها وحسنها، والزهرة: البياض والحسن، وقد زهر زهراً)) (1) ¶ وفي التنزيل ((زهرة الحياة الدنيا)) (2) ¶ قال أبو عبيد ((هو معرب من نبطي أو سرياني)) (3) ¶ أما أبرز أنواع الزهور التي وردت عند شعراءالقرنين الثالث والرابع للهجرة فهي: ¶ الورد: ((ورد كل شجرة نورها)) (4) ¶ قال أبو حنيفة الورد: ((نور كل شجرة وزهر كل نبته واحدته وردة وهو بلاد العرب كثير ريفي و بري و جبلي، وورد الشجر نور ووردت الشجرة إذا خرج نورها)) (5) ¶ وعرفه الجوهري: ((الورد بالفتح الذي يشع، الواحدة وردة، وبلونه قيل للأسد: ورد وللفرس ورد وهو ما بين الكميث والأشقر والأنثى وردة والجمع ورد بالضم، مثل جون وجون، ووراد، قميص مورد: صبغ على لون الورد)) (6) ¶ قال أبو تمام ت (231هـ) في لون الأسد الورد: ¶ فإن تك قد نالتك أطرف وعكة ¶ فلا عجب أن يوعك الأسد الورد (7) ¶ (1) القاموس المحيط: لمجد الدين بن يعقوب الفيروز آبادي (ت 817هـ) -الناشر مؤسسة الحلبي وشركاءه النشر والتوزيع-2/ 43. ¶ (2) سورة طه / آيه / 131. ¶ (3) المحكم والمحيط الأعظم: مادة / (زهر). ¶ (4) لسان العرب: لأبن منظور جمال الدين محمد بن مكرم الأنصاري (630 - 711هـ) طبعة مصورة عن طبعة بولاق معها تصويبات وفهارس متنوعة-المؤسسة المصرية العامة للتأليف والنشر-الدار المصرية للتأليف والترجمة-بلات-مادة / ورد. ¶ (5) كتاب النبات: لأبي حنيفة أحمد بن داود الدينوي الجزء الثالث والنصف الأول من الجزء الخامس-حققه وشرحه وقدم له: برنهارد لفين، يطلب من دار النشر فرانز ثستاينر بفييادن 1394 - 1974 - 212، 213. ¶ (6) الصحاح تاج اللغة وصحاح العربية: لإسماعيل بن جماد الجوهري (313) - تر حمد عبد الغفور عطار ... دار الكتاب العربي بمصر-بلات-مادة / ورد. ¶ (7) شرح الصولي لديوان أبي تمام-دراسة وتحقيق خلف رشيد نعمان-الجمهورية العراقية ... وزارة الإعلام-ط1 - 1977 - 1/ 477.",
            "page": "13",
            "part": "1"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "فالشاعر يتمنى العافية للممدوحة بأن يجعل وعكته كوعكة الأسد الورد ... أي جميل اللون. ¶ ومن المجاز: ((خد مورد، ويقال وردت (المرأة) إذا (حمرت خدها) وعالجته بصبغ القطنة المصبوغة)) (1) ¶ ((وتسمية العرب \"الجل\" وهو الورد أبيضه وأحمره وأصفره، ويقال للجبلية العبال وزعم بعضهم أن تورد الورد كله يقال له الوتير والواحدة منه الوتيرة)) (2) ¶ والفغم - ((الورد إذا فغم وفتح وقد فغم يفغم فغوماً)) (3) ¶ ويقول ابن البيطار: بلغني أن بالعراق ورداً أسود وأجود أنواعه الفارسي. (4) ¶ وقد أختلف في عربيته - فقيل أصله فارسي جرى كلام العرب، وقال أبو منصور الجواليقي في كتابه المعرب من الكلام الأعجمي: ((والورد المشموم في الربيع، يقال: أنه ليس بعربي في الأصل، إلا أن العرب تسمي الشعر ورداً)) (5) ¶ وقد عقب الأستاذ أحمد محمد شاكر محقق الكتاب بقوله ((لم أجد أحداً قال هذا، ... بل الورد العربي معروف)) (6) ¶ يقول أبن المعتز ت (296هـ) في الورد الأبيض: ¶ أتاك الورد مبيضاً مصوناً ... كمعشوق تكنفه الصدود ¶ كأن وجوهه لما توافت ... نجوم في مطالعها السعود ¶ بياض في جوانبه احمرار ... كما أحمرت من الخجل الخدود (7) ¶ (1) تاج العروس من جواهر القاموس-للسيد محمد مرتضى الحسيني الزبيدي- تر عبد الستار أحمد فراج- بلات-بلاط-مادة /ورد. ¶ (2) كتاب النبات الدينوري - 212. ¶ (3) المخصص-تأليف أبي الحسن علي بن إسماعيل النحوي اللغوي الأندلسي المعروف بأبن سيده (458هـ) -المكتب التجاري للطباعة والنشر والتوزيع-بيروت-بلات-11/ 196. ¶ (4) الجامع لمفردات الأغذية والأدوية: تأليف الشيخ ضياء الدين أبي محمد عبد الله بن أحمد الأندلسي المالقي العشاب المعروف بأبن البيطار (646 هـ) -يخط الأب لويس-طبع 1291 أواخر ذي القعدة 4/ 189. ¶ (5) المعرب في الكلام الأعجمي على حروف المعجم- لأبي منصور الجواليقي موهوب بن أحمد بن محمد الخضر (ت 540هـ) -تحقيق وشرح أبي الأشبال أحمد محمد شاكر أعيد طبعه بالأوفسيت في طهران-1966 - 344. ¶ (6) م. ن: 344. ¶ (7) شعر أبن المعتز-حققه أبي بكر محمد بن يحيى الصولي- تحـ د. أحمد يونس السامرائي-دار الحرية للطباعة-1398هـ، 1978 - 2/ 565.",
            "page": "14",
            "part": "1"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "ويقول السري الرفاء ت (362هـ) في الورد الأحمر: ¶ جاء فخلناه خدوداً غدت ... مضرمة من خجل نارها ¶ كأنما خير في روضة ... طرائف الكسوة فاختارها ¶ وعطر الدنيا فطابت به ... لا عدمت دنياه عطارها (1) ¶ وقول الشاعر بديع الزمان الهمذاني ت (398هـ) يصف الورد الموجه أي ذا اللونين: ¶ وأحمر في وسطه أصفر ... له ضمة وله فتحة ¶ أتيته لأختل غراته ... فألفيته حشي الفقمة (2) ¶ ويقول السري الرفاء في الورد الجوري: ¶ يأبي خدك الذي وقف الدمع ... عليه كالطل في ورد جور (3) ¶ ويدعو لأعتقار الشراب على الورد بقوله: ¶ فأشرب على الورد قبل فرقته ... فالورد من شأن سيره العجل ¶ والروض قد راضه الغمام فقد ... فتح نواره الندى الخصل (4) ¶ (1) ديوان السري الرفاء. تحـ: حبيب حسين الحسني-دار الرشيد للنشر-بغداد-1981 - 2/ 294. ¶ (2) ديوان بديع الزمان أبي الفضل أحمد بن الحسين الهمذاني - مطبعة الموسوعات - 1321 ... هـ - 1903 - 21. ¶ جاء في الصحاح ((فتح: تفتحت الوردة، أي تفتحت ... والفتحة: حلقة الدبر)) ... مختار الصحاح: مادة / فقح). ¶ (3) ديوان السري الرفاء: 2/ 256، وينظر 2/ 290. ¶ (4) م. ن: 2/ 607.",
            "page": "15",
            "part": "1"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "ومن محاسن الورد أن ماءه العطري الفواح ينوب عنه، وفي ذلك بقوله المتنبي ت (354هـ) في أبن يسار بن مكرم التميمي (1) في تفضله الفرع على الأصل: ¶ فان يك يسار بن مكرم أنقضى ... فإنك ماء الورد إن ذهب الورد (2) ¶ ومعروف عن الورد قصر مدته يقول ديك الجن ت (235هـ) ¶ للورد حسن وإشراق إذا نظرت ... إليه عين محب هاجه الطرب ¶ خاق الملاك إذا دامت إقامته ... فصار يظهر حيناً ثم يحتجب (3) ¶ والورد ملك الرياحين وسلطان الأزهار يقول أبن سكرة الهاشمي ت (385هـ) فيه: ¶ للورد عندي محل ... لأنه لا يمل ¶ كل الرياحين ضد ... وهو الأمير الأجل ¶ إن غاب عزوا وياهوا ... حتى إذا عاد ذلوا (4) ¶ (1) ابن يسار بن مكرم: هو محمد بن إسماعيل بن يسار شاعر. وأبوه إسماعيل شاعر، وجده يسار شاعر، وابنه عبد الله بن محمد إسماعيل بن يسار شاعر ينظر معجم الشعراء: للمرزباني أبي عبيد الله بن عمران بن موسى ت (384هـ) تحـ: عبد الستار أحمد فراج-دار إحيار الكتب العربية-مكتبة عيسى البابي الحلبي وشركاءه -1379هـ، 1960م-346. ¶ (2) ديوان المتنبي-شرح أبي البقاء العكبري-تحـ مصطفى السقا، إبراهيم الأبياري-عبد الحفيظ شلبي-بلا ط-طبع مصطفى البابي الحلبي-مصر-1970م، 1/ 380. ¶ (3) ديوان ديك الجن: حققه واعده لتكمله-د. أحمد مطلوب، د. عبد الله الجبوري-بلا ط-نشر وتوزيع دار الثقافة-بيروت-لبنان 1964م-152. وينظر شعر أبن المعتز 2/ 574. ¶ (4) يتيمة الدهر في محاسن أهل العصر: لأبي منصور عبد الملك بن محمد بن إسماعيل الثعالبي النسابوري (429هـ) -حققه وفصله محمد محي الدين عبد الحميد-ط2 - مطبعة السعادة القاهرة ... (1375 - 1956) -3/ 22.",
            "page": "16",
            "part": "1"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "ويقول البحتري في حضرة الخليفة المتوكل واصفاً الغيث: ¶ ذات ارتجاز بحنين الرعد ... مجرورة الذيل، صدوق الوعد ¶ مسفوحة الدمع لغير وجد ... لها نسيم كنسيم الورد (1) ¶ فقال المتوكل انظروا ماذا في الخزائن من ماء الورد العتيق فادفعوه إلى البحتري لقوله: ¶ لها نسيم كنسيم الورد ¶ وهو دليل على شغف الخليفة بالورد فهو يقول فيه ((أنا ملك السلاطين، والورد ملك الرياحين، وكل منا أولى بصاحبه)) (2) ¶ ولا يتحلى الرياض إلا بعبق نفحات الورد يقول أبن الرومي: ¶ ونسيم الريح يهدي لهما ... نفحات الورد من تلك الفسح (3) ¶ ومن رياض الورد إلى النرجس ¶ -النرجس: ((من الرياحين: معروف وهو دخيل)) (4) ¶ وهو نبت له ورق شبيه بورق الكراث إلا أنه أدق منه وأصغر بكثير وله ساق جوفاء ليس فيها ورق طولها أكثر من شبر عليها زهر أبيض. وأجود ما ينبت منه في الجبال وهو طيب الرائحة ويشبهون به الأعين لبياضه (5) ¶ والنرجس واحدته نرجسة وهو دخيل معرب لأنه ليس في أصول أبنية العرب اسم نون بعدها راء (6) ¶ (1) ديوان البحتري: 1/ 567. ¶ أرتجر الرعد: سمع صوته متتابعاً، والحنين: الصوت-مسفوحة: سفحة أراقه، الوجد: المحبة. ¶ (2) ربيع الإبرار ونصوص الأخبار: تصنيف الأمام محمود بن عمر الزمخشري-تر د. سليم النعيمي-مطبعة العاني-بغداد-بلا ت-1/ 266. ¶ (3) ديوان أبن الرومي: 2/ 558، 2/ 558. ¶ (4) لسان العرب: مادة / نرجس. ¶ (5) ينظر جامع مفردات الأغذية والأدوية: 4/ 179. ¶ (6) المعرب من الكلام الأعجمي: 11",
            "page": "17",
            "part": "1"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "((فلو سميت به رجلاً لم تصرفه لأنه مثل نضرب، ولو كان في الأسماء شيء ... على مثال فعلل لصرفناه كما صرفنا نهشلاً، لأن في الأسماء فعللاً مثل جعفر)) (1) ¶ ونرجس: ((في الفارسية (نركش) وهو جنس من الرياحين زهره أصفر وله ستون نوعاً منها، زهره أبيض جميل)) (2) ¶ ومن أسماء النرجس: ((القهد والفغو والفاغية)) (3) ¶ والدفاء: ((صفرة النرجس)) (4) ¶ والنرجس: أنواع وهو اليعفور-بفتح الياء وضمها، والمضاعف أو المضعف-بالتخفيف والتشديد وهو الكثير الورق الذكي الرائحة وهو أجود أنواع النرجس-والبري والبستاني، وبعضهم يسميه العبهر (5) ¶ ((وهو من الرياحين التي تكثر في بلاد الشام)) (6) ¶ يقول كشاجم ت (350هـ) في النرجس البري: ¶ كأن النرجس البري فيه ... مداهن من لجين للخلوق (7) ¶ (1) الصحاح تاج اللغة وصحاح العربية: مادة / (نرجس). ¶ (2) تفسير الألفاظ الدخيلة في العربية مع ذكر أصلها بحروفه القس طوبيا العينس الحلبي اللبناني: عنى بنشره وتصحيحه وتعليقه الشيخ يوسف توما البستاني-طبعة ثانية-1932 - 73. ¶ (3) المخصص: 11/ 194. ¶ (4) معجم النبات والزراعة: تحـ، الشيخ محمد حسن آل ياسين-مطبعة المجمع العلمي العراق- ... (1410 - 1989) -2/ 384. ¶ (5) ينظر كتاب النبات: عن أبي سعيد بن الملك بن قريب الأصمعي (128 - 216هـ) تر: عبد الله يوسف الغنيم-ط1 القاهرة (1392، 1972) -32. ¶ (6) صبح الأعشى في صناعة الأنشى: لأبي العباس أحمد بن علي القلقشندي (821 - 148) وزارة الثقافة والإرشاد القومي-المؤسسة المصرية العامة للتأليف والترجمة والطباعة-بلا ت-4/ 87. ¶ (7) ديوان كشاجم: تحـ خيرية محمد محفوظ-دار الجمهورية-بغداد 1390 - 1970 - 73.",
            "page": "18",
            "part": "1"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "ويقول الصنوبري ت (344هـ) في النرجس المضعف: ¶ يا مجلساً يضحك عن ... كل جليس أزهر ¶ كأنما المضعف من ... نرجسه المبكر ¶ جبال ورد فصلت ... بأبيض وأصفر (1) ¶ وقوله في المضعف الأبيض والأصفر: ¶ ونرجس مضعف مضاعف ... فيه الحسن في أبيض وفي أصفر ¶ الدر والتبر فيه قد خلطاً ... للعين والمسك وفيه والعنبر (2) ¶ ويقول أبن المعتز يصف النرجس مشبهاً إياه بالعيون: ¶ عيون إذا عاينتها فكأنما ... مدامعها من فوق أجفانها در ¶ محاجرها بيض، وأحداقها صفر ... وأجسامها خضر، وأنفاسها عطر ¶ لدى روض بستان كأن نباته ... تقنع وشياً حين باكره القطر (3) ¶ ولا يكتمل مجلس الأنس عند الميكالي إلا بحضرة النرجس: ¶ وما ضم شمل الأنسي يوماً كنرجس ... يقوم بعذر اللهو عن خالق العذر ¶ فأحداقه أقداح تبر وساقه ... كقامة ساق في غلائه الخضر (4) ¶ (2) ديوان الصنوبري: تحـ إحسان عباس-دار الثقافة-بيروت-لبنان 1970 - 75. ¶ (2) م. ن: 86. ¶ (3) شعر أبن المعتز: 2/ 588. الوشي: الثوب: حنه بالألوان ونقشه ينظر: الرائد، معجم لغوي عصري-جبران مسعود-ط2 - دار العلم للملايين - بيروت-1967 - 1608، 1609. ¶ وكذلك ينظر ديوان السري الرفاء: 2/ 140. ¶ (4) يتيمه الدهر: 4/ 372.",
            "page": "19",
            "part": "1"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "ومن مجلس النرجس إلى الآس: ¶ الآس: ((ضرب من الرياحين قال أبن دريد: الآس هذا المشموم أحسبه دخيلاً غير ... أن العرب تكلمت به واحدته آسة وورقه عطر)) (1) ¶ ويقول أبو حنيفة: ((الآس ينبت بأرض العرب في السهول والجبال وخضرته دائمة)) (2) ¶ ويقول أبن وكيع التنيسي ت (393 هـ) واصفاً الآس: ¶ خليلي ماللآس يعبق نشره ... إذا هب أنفاس الرياح العواطر ¶ حكى لونه أصداغ ريم معذر ... وصورته آذان خيل نوافر (3) ¶ ويقول الصنوبري واصفاً نور الآس: ¶ وكأن نور الآس في أوراقه ... نور الكواكب في ظلام يلمع (4) ¶ ومعروف عن الآس كثافة أوراقه العطرة حتى صار في ذلك مثلاً يقول الصنوبري: ¶ سأطريك بأشعار ... تهيج الذكر للناس ¶ توالي نظمها فيك ... توالي ورق الآس (5) ¶ ومن الآس يصنعون الأكاليل التي تحلي رؤوسهم يقول الصنوبري: ¶ ولم أخل من اللهو ... مكاني بين جلاسي ¶ مكللاً بأكليل ... من الورد أو الآس (6) ¶ (1) لسان العرب: مادة / (أيس) ¶ (2) كتاب النبات للدينوري: 210. ¶ (3) أبن وكيع التنيسي، شاعر الزهر والخمر. تحـ: حسين نصار-دار مصر للطباعة (1373، 1953) -63. عبق: انتشرت رائحته، والنشر: الرائحة. ¶ (4) ديوان الصنوبري: 325. ¶ (5) م. ن: 170. ¶ (6) م. ن: 178.",
            "page": "20",
            "part": "1"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "- الآذريون: جمع آذريونة كتمر وتمرة وهو زهر أصفر في وسطه خمل أسود. (1) ¶ وعرفه أبن البيطار: أنه نوار ذهبي، في وسطه رأس صغير أسود ¶ بالفارسية: إذركون ومعناه لون النار (2) ¶ يقول أبن وكيع التنيسي واصفاً الآذريون الأحمر ووسطه الأسود: ¶ قم فاسقني صافية ... تسلب قلبي فكرة ¶ في روضة كأنها ... خريدة في حبره ¶ كأن آذريونها ... أسوده وأحمره ¶ سحيق مسك مودع ... في خرق معصفره (3) ¶ وقول السري الرفاء واصفاً روضة الآذريون: ¶ وروضة آذريون قد ذر وسطها ... نوافج مسك هيجت قلب مهتاج ¶ تراها عيوناً بالنهار روانياً ... وعند غروب الشمس أزرار ديباج (4) ¶ وقول الصنوبري واصفاً إياه: ¶ كأن آذريونها ... من فوق تلك القضب ¶ خيام مسك فوقها ... سرادق من ذهب (5) ¶ (1) القاموس المحيط: 4/ 195. ¶ (2) ينظر الجامع لمفردات الأغذية والأدوية: 1/ 16. ¶ (3) أبن وكيم التنيسي شاعر الزهر والخمر: 57. خريدة: اليكر لم تمس أو الخفرة الطويلة السكون الحافضة الصوت المستديرة، هبرة: ضرب من برود اليمن، ويبدو إنها موشاة كثيرة الألوان. ¶ (4) ديوان السري الرفاء: 2/ 28. ¶ (5) الروضيات: وهي ما جمهع محمود راغب الطباخ من شعر أبي بكر الصنوبري الحلبي (344هـ) المطبعة العلمية بحلب-63. السرادق: بيت من شعر يمد فوق ساحة الدار- الخيمة. الرائد معجم ... لغوي عصري: 815",
            "page": "21",
            "part": "1"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "وقول أبن المعتز: ¶ وشادن أفسد قلـ ... بي بعد حسن توبته ¶ العيش والمات في ... وصاله وهجرته ¶ ونور آذريونه ... يلوح في ميمنته (1) ¶ ومن نور الآذريون إلى الأقحوان:- ¶ -الأقحوان: الواحدة أقحوانه ((البابونج والبابونك وهو من الذكور طيب الريح له زهرة بيضاء صافية البياض ويضخم حتى يكون كأنه اللمم وورقة قبل غير منبسط كورق الشيح والأقحوان بنجد وجمعه أقاح)) (2) ¶ ويقول صاحب القاموس: الأقحوان بالضم البابونج ينبت قرب مكة بالشام بين البصرة والنباح، وأقاحي الأمر تباشيره، وقحا المال أخذه كما فتحاه والمقحاة المجرفة (3) ¶ ويصفه صاحب معجم النبات وهو نبات سهلي من نباتات الربيع من ذكور النبت ويكثر بنجد وينبت من غلظ الأرض، أوراقه صغيرة دقيق العيدان ورقه وزهره طيب الريح له نور أبيض صافي البياض منضوم حول برعومته وحواليه ورق أبيض ووسطه أصفر. (4) ¶ ويقول أحمد بن فارس في مقاييس اللغة: قحو و (القحو) تأسيس الأقحوان وتقديره أفعلان، ولو جعل في دواء لقيل دواء مقحو (5) ¶ وهي من الزهور التي تنفع في الطب (6) ¶ (1) شعر أبن المعتز: 1/ 234. ¶ (2) المخصص: 11/ 156. ¶ (3) القاموس المحيط: 4/ 376. ¶ (4) ينظر معجم النبات والزراعة: 2/ 409. ¶ (5) مقايسس اللغة: لأبي الحسن محمد بن فارس بن زكريا ( ... ، 395) -تحقيق وضبط عبد السلام محمد هارون-دار الكتب العلمية-إيران-بلا ت-مادة / (قحو) ¶ (6) بدلاً من الذهاب إلى الطبيب استنشق الزهور-متابعة وجدان صالح-جريدة القادسية - ... (29 ذي القعدة 1422، 11 شباط 2002 م) - العدد 7348.",
            "page": "22",
            "part": "1"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "والأقحوانة: موضع بالبادية. ¶ من كان يسأل عنا أين منزلنا ... فالأقحوانه منا منزل قمن (1) ¶ ويسمى نور الأقحوان اذا يبس القراص: ¶ يقول ابن نباته السعدي ت (405هـ) فيه: ¶ يصطفي نظرة النبات ويستا ... ف خزامى الدماث والقراصا (2) ¶ وقول الصنوبري: ¶ فثمار ذا جود ومجد خالد ... وثمار ذا القلام والقراض (3) ¶ ويقول أبن المعتز مستعيراً الأقحوان لثغر الجميل: ¶ يضاحك الأقحوان الفض في فمه ... تفاح خد بخال الحسن معروز ¶ يقارع الماء في الأقداح أن مزجت ... بصارم من سيوف النور مهزوز (4) ¶ (1) المحكم والمحيط الأعظم في اللغة: مادة / قحو-قوح مقلوبه (ق ح و) عزاه في اللسان للحارث بن خالد المخزومي. ¶ (2) ديوان أبن نباته السعدي: لأبي نصر عبد العزيز بن نباته السعدي-تحـ: عبد الأمير مهدي حبيب الطائي-دار الحرية للطباعة-بغداد (1397هـ، 1977) -2/ 368. الدماث: المكان اللين ذو الرمل. ¶ (3) ديوان الصنوبري: 236 (القلام – القراص): نوعان من النبات ¶ (4) شعر أبن المعتز: 2/ 146.",
            "page": "23",
            "part": "1"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "ويسمى الأقحوان بزهرة اللؤلؤة لبياضه ونصاعته (1) وقد أشار البحتري ... إلى ذلك في قوله: ¶ ومن لؤلؤ في الأقحوان منظم ... على نكت مصفرة كالفرائد (2) ¶ ويقول أبن المعتز: ¶ قد نسج القطر ... الزهر ... فالعين محسودة على النظر ¶ وأبدت الأرض حسنها وغدت ... فهي عروس تجلي على البشر ¶ فلؤلؤ الأقحوان منتظم ... على قميص لها من الخضر (3) ¶ ومن زهرة اللؤلؤ إلى البنفسج: ¶ البنفسج: هو نبات معروف أوراقه صغيرة وله ساق يخرج من أصله عليه زغب صغيرة وعلى طرف ساقه زهر طيب الرائحة جداً وينبت في المواضع ... الظليلة الحسنة (4) ¶ وقالوا: هو من أنواع الرياحين، فارسي معرب أصله ((بنفشه)) (5) ¶ والبنفسج: شمه رطباً ينفع المحرورين، وإدامة شمه ينوم نوماً صالحاً (6) ¶ (1) ينظر ديوان البحتري: هامش 1/ 71. ¶ (2) م. ن: 1/ 623. نكت: جمع النكتة (بالضم) وهي النقطة السوداء في البياض، وقيل البيضاء في الأسود، اللؤلؤ ويقال له الدر: جسم صدفي يتكون داخل بعض أنواع المحار البحري، الفرائد: (جمع الفريد) الجواهر النفيسة، وقيل الدر إذا نظم وفصل بغيرة. ¶ (3) شعر أبن المعتز: 2/ 590. ¶ (4) ينظر الجامع لمفردات الأدوية والأغذية: 1/ 114. ¶ (5) ينظر المفصل في الألفاظ الفارسية المعربة في الشعر الجاهلي والقرآن الكريم والحديث النبوي ... الشريف والشعر الأموي – ت د. صلاح الدين المنجد-ط1 (1398، 1978) -28. ¶ (6) القاموس المحيط: 1/ 179 - 180.",
            "page": "24",
            "part": "1"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "يقول أبو هلال العسكري ت (382هـ) في البنفسج: ¶ وروضه كأنها من حسنها ... تبرز في اثواب سعد زمنى ¶ قد نثر اليل على أنوارها ... لألئي الطل وافراد الندى ¶ بكت عليها مزنة فأبتسمت ... عن لؤلؤ بين فرادى وثنى ¶ وحولها بنفسج كأنه ... أواخر النيران في جزل الغضا (1) ¶ ويقول الشاعر تميم بن المعز الفاطمي ت (375هـ) مشبهاً لون البنفسج الغامق بالسماء المرصعة بالنجوم: ¶ رب ليل مستطاب ... بات بالبدر متوج ¶ ونجوم الليل تحكي ... لؤلؤاً فوق بنفسج (2) ¶ وبساط البمفسج يبعث السرور ويبدد الهم يقول أبي بكر محمد الخالدي ت (380هـ) مشبهاً إياه بالياقوت والخدود الأرجوانية: ¶ تراك تنسى سرور يومك في ... ((دير سعيد)) وظله الأفيح ¶ على بساط من البنفسج قد ... ألقى من الورد فوقه مطرح ¶ وكأس راح يديرها قمر ... لحاظه في قلوبنا تجرح ¶ قد كان فيما مضى يعرض بالـ ... وصل، ولكن أراه قد صرح (3) ¶ (1) شعر أبي هلال العسكري: د. محسن غياض-ط1 - منشورات عويدات ببيروت-لبنان 1975 - 53. الفضا: شجر يبقى جمره كثيراً. ¶ (2) ديوان تميم بن المعتز لدين الله الفاطمي: دار الكتب المصرية-القاهرة (1377، 1957) -88. ¶ (3) ديوان الخالديين لأبي بكر محمد وأبي عثمان سعيد بني هاشم الخالدي: تر. سامي البرهان مطبوعات تجمع اللغة العربية-دمشق- (1388هـ، 1969) - 1/ 41.",
            "page": "25",
            "part": "1"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "ويقال للبنفسج لازورد وهو حجر كريم أزرق يشبه به (1) يقول أبن المعتز: ¶ بنفسج جمعت أوراقه فحكت ... كحلاً تشرب دمعاً يوم تشتيت ¶ أو لازورديه أوفت بزرقتها ... وسط الرياض على زرق البواقيت ¶ كأنه وضعاف القضب تحمله ... أوائل النار في أطراف كبريت (2) ¶ ومن البنفسج إلى البهار: ¶ البهار: ((نبت طيب الريح)) (3) ¶ والبهار العرار: ((الذي يقال له عين البقرة وهو بهار البر وهو نبت جعد له فقاحة صفراء ينبت أيام الربيع)) (4) ¶ وهو ما ينبت في السهل (5) ¶ عرفه أبن سيده: ((العرار واحدته عرارة-بهار البر وهو شديد الصفرة ... وله أرج طيب (6) ¶ يقول الصنوبري: ¶ قدم الصيف والشتاء تولى ... وتولت مقدمات الشتاء ¶ اكتساء من النبات ولطف ... غير لطف النبات والاكتساء ¶ في ملاء من الرياض وقد عط ... ل حسن الرياض حسن الملاء ¶ وكأن البهار يصغر في الرو ... ض دنانير سكة صفراء (7) ¶ (1) تفسير الألفاظ الدخيلة في اللغة العربية مع ذكر أصلها بحروفه: 16. ¶ (2) شعر ابن المعتز: 2/ 527. تشتت: تشتتا. (ش ت ت) الشئ: تفرق. ¶ (3) لسان العرب: مادة / (ب هـ ر) ¶ (4) مختار الصحاح: مادة / (بهر) ¶ (5) كتاب النبات: للأصمعي – 19. ¶ (6) المخصص: 11/ 155. ¶ (7) ديوان الصنوبري 447: وينظر ديوان أبن الرومي: 3/ 1176، ديوان تميم بن المعتز بالله الفاطمي: 111.",
            "page": "26",
            "part": "1"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "وقول الوأواء الدمشقي ت (390 هـ) في البهار مشبهاً صفرته بصفره العاشق: ¶ بهار بهير به غيرة ... نرجس وشقيق شفيق ¶ فذا عاشق دنف خائف ... وذا خجل وكذلك العشيق ¶ مداهن أوراقها درة ... وينشر منها الذي لا يطيق ¶ يميل النسيم بأغصانها ... فبعض نشاوى وبعض مفيق (1) ¶ قالبها وقف وقفة المبهور المتعجب في الرياض وهنا يقف وقفة المرتاب ... يقول الوأواء الدمشقي: ¶ في الرياض كأنها ليس ترضى ... باشتغالي بها عن الأحباب ¶ يجتليها بنفسج في حداد ... وبهار في صورة المرتاب (2) ¶ ويسمى البهار العرار يقول أبو تمام: ¶ كأن نبت النعمان والدم من ... حمرته آخذ ومن لمعه ¶ والنور نور العرار أجري ... في تسهيمه المجتلي على نيعه (3) ¶ ومن البهار إلى الجلنار: ¶ الجلنار: بضم الجيم وفتح اللام المشددة زهر الرمان معرب كلنار (4) ¶ والورد بالفارسية يقال له كل، وأنار، وهو الرمان (5) ¶ (1) ديوان الوأواء الدمشقي: تحـ سامي الدهان-المجمع العلمي العربي-1369 - 1950 - 156. ¶ بهير كالمبهور: وهو المغلوب لحزن أو حب أو عجب-نشاوى: ج نشوان: السكران في أول سكره. ¶ (2) ديوان الوأواء الدمشقي: 101. ¶ (3) شرح الصولي لديوان أبي تمام: تحـ خلف رشيد نعمان-دار الطليعة للطباعة والنشر-بيروت-1978 - 2/ 35. المجتلي: المبرر للعيون، والتسهيم: أن يكون في البرود وخطوط على مقدار السهم. ¶ (4) القاموس المحيط: 1/ 391. ¶ (5) التكملة والذيل والصلة لكتاب تاج العروس وصحاح العربية: الحسن محمد بن الحسن الصفاني (650) ... تحـ: إبراهيم الأبياري محمد خلف الله أحمد طبعة دار الكتب القاهرة 1971 - 2/ 454.",
            "page": "27",
            "part": "1"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "يقول الشمشاطي في الجلنار الأحمر: ¶ وبدا الجلنار مثل خدود ... قد كساها الحياء ثوب عقار ¶ صبغة الله كالعقيق تراه ... أحمراً ناصعاً لدى الاخضرار (1) ¶ وقول أبي فراس الحمداني ت (303هـ) في الأصفر والأحمر منه: ¶ وجلنار مشرق ... على أعالي شجره ¶ كأن في رؤوسه ... أصفره، وأحمره ¶ قراضة من ذهب ... في خرق معصفره (2) ¶ ويقول أبو الفتح البستي ت (400هـ): ¶ وشادن وجهه نهار ... وخده الغض جلنار ¶ قلت له قد جرحت قلبي ... فقال جرح الهوى جبار (3) ¶ ومن الجلنار إلى الحوذان: ¶ الحوذان: نبت يرتفع قدر الذراع له زهرة في أصلها صفرة وورقته مدورة وهو ... من نبات السهل حلو طيب الطعم وبعضهم قالوا له زهرة صفراء وقيل في ترجمة هوذ والهاذه شجرة لها أغصان منبسطة لا ورق لها وجمعها الهاذ (4) ¶ (1) يتيمة الدهر: 1/ 125. ¶ (2) شرح ديوان أبي فراس الحمداني-منشورات دار مكتبة الحياة-بيروت-لبنان-بلا ت-189. ¶ (3) أبو الفتح البستي حياته وشعره: د. محمد مرسي الخولي-ط1 - دار الأندلس للنشر-1980 - 251. ... جبار: أي لا قصاص له. ¶ (4) لسان العرب: مادة / (ح و ذ)",
            "page": "28",
            "part": "1"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "يقول الصنوبري فيه: ¶ وغدا الحوذان في تلـ ... ـك الربى غب البروق ¶ كالثنايا الغر، والطـ ... ـل الذي فيها كريق (1) ¶ وبقوله: ¶ نشر الخزامى الغض طيب نشره ... فأضاء حوذان ولاح عرار (2) ¶ ومن الحوذان إلى الخزامى ¶ الخزامي: نبت طيب الريح واحدته خزاماه وقال أبو حنيفة: الخزامى عشبة طويلة العيدان صغيرة الورق حمراء الزهرة طيبة الريح لها نور كنورالبنفسج وقال ولم نجد من الزهر زهرة أطيب نفحه من نفح الخزامى)) (3) ¶ وقيل الخزامى: خيري البر (4) ¶ ونفحات الخزامى تشفي عليل الفؤاد يقول أبن نباته السعدي: ¶ حبذا الرائحون من طرف الحز ... ن ونجد منهم على ميعاد ¶ تتلقاهم بنشر الخزامى ... نفحات تشفي غليل الفؤاد (5) ¶ وقوله: ¶ وكأن نشر حديثه ... نشر الخزامى والعرار (6) ¶ ويجعل أبن الرومي النجوم كالخزامى بقوله: ¶ ذي نجوم من خزامى ... وشموس من بهار (7) ¶ (1) ديوان الصنوبري: 427. ¶ (2) م. ن: 51. ¶ (3) لسان العرب: مادة / (خ ز م) وينظر الجامع لمفردات الأغذية والأدوية: 2/ 58. ¶ (4) مختار الصحاح: مادة / (خزم) ¶ (5) ديوان أبن نباته السعدي: 2/ 121. ¶ (6) م. ن: 2/ 602. ¶ (7) ديوان أبن الرومي: 3/ 950.",
            "page": "29",
            "part": "1"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "ومن نجوم الخزامى إلى الخيري: ¶ الخيري: معرب (1) ¶ وعرفه أبن البيطار: ((هو نبات معروف وله زهر مختلف بعضه أبيض وبعضه أصفر والأصفر نافع في أعمال الطب)) (2) ¶ والخيري: هو المنثور الأصفر (3) ¶ وألوانه الأبيض والأصفر والأحمر ¶ ومن أقوال الشعراء فيه قول أبي هلال العسكري جامعاً كل ألوان المنثور: ¶ ألوان منثور يريك حسنة ... ألوان ياقوت زها في عقده ¶ يا حسنها في كف من يشبهها ... فأنظر إلى الند بكف نده ¶ من أسهل كعينه وأبيض ... كثغره وأحمر كخده ¶ وأصفر مثل صريع حبة ... إذا تغشاه غواشي صده (4) ¶ ويقول ابن مكيع التنيسي: ¶ أنظر إلى المثور في ميدانه ... يرنو إلى الناظر من حيث نظره ¶ كجوهر مختلف ألوانه ... أسلمه سلك نظام فأنتشر (5) ¶ والمنثور الأصفر هو الخيري كما قلنا يقول فيه الصنوبري: ¶ غدوت على زهر الرياض مسلماً ... وقد سفرت عن أوجه فيه مسفره ¶ فلم أر بحالخيري فيما رأيته ... إذا ما تغشت صفرة الشمس أصفره ¶ وقد أصبحت أطرافه من محبب ... من الطل يحكي منه أطراف إسوره (6) ¶ (1) لسان العرب: مادة / (خ ي ر) ¶ (2) الجامع لمفردات الأغذيو الأدوية: 2/ 82. ¶ (3) م. ن: 3/ 127. ¶ (4) شعر أبي هلال العسكري: 90. ¶ (5) ديوان أبن وكيم التنيسي: 75. ¶ (6) ديوان الصنوبري: 75. وينظر كذلك شعر ابن معتز 2/ 572.",
            "page": "30",
            "part": "1"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "وهو يدعو لقبر أبنته أن يكسوه النوار والخيري: ¶ يحييها بريحان وراح ... ويحبوها بنوار وخيري ¶ بريحان إذا ما ريح ظلت ... تعبر عنه رائحة العبير (1) ¶ وجمال روضة المنثور تثير الدموع لجمالها المفرط يقول السري الرفاء ¶ لا تلمني على أنتشار دموعي ... حين عاينت روضة المنثور (2) ¶ ومن روضة المنثور إلى السوسن: ¶ السوسن: نبت أعجمي معرب وأجناسه كثيرة أطيبه الأبيض (3) وعرفه صاحب القاموس وأشار إلى أنه نوعان: بري وبستاني والبستاني صنفان الأزاذ وهو الأبيض والأبرساء وهو الأسمانجوني الواحدة سوسنة (4) ¶ سوسن يقال له ((في العبرانية (شوشن) وفي الفارسية (سوسنة) وهو الزنبق زهرة طيب الرائحة)) (5) ¶ يقول أبو الهلال العسكري في السوسن الأبيض: ¶ أراعي نجوم الليل وهي كأنها ... نواظر ترنو من يراقع سندس ¶ كأن الثريا باقة سوسن ... وما حولها منهن طاقات نرجس (6) ¶ ويقول الشاعر تميم وقد بعث سنبلاً وسوسناً أحمر إلى الخليفة العزيز بالله: ¶ إني بعثت طريفاً وهي سنبلة ... تمت فتم لرائيها الأعاجيب ¶ وسوسناً تم مرآة ومخبره ... فقد تكامل فيه الحسن والطيب ¶ (1) م. ن: 102. ¶ (2) ديوان السري الرفاء: 2/ 256. ¶ (3) لسان العرب: مادة / (س و س ن) ¶ (4) ينظر القاموس المحيط: 4/ 234. ¶ (5) تفسير الألفاظ الدخيلة في العربية مع ذكر أصلها بحروفه: 38. ¶ (6) شعر أبي هلال العسكري: 114، ينظر يتيمة الدهر: 2/ 243 - 244.",
            "page": "31",
            "part": "1"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "كأنه نعصم بالكف متصل ... له بنان الحناء منصوب ¶ وقد تفاءلت فيه أن باكره ... بكور عزك ما في ذاك تكذيب ¶ وإنها سنة جاءت مباركة ... تدين فيها لك الزوراء والنوب (1) ¶ والسري الرفاء يفتنه السوسن الأبيض المشرب في وسطه بالخطوط العنبرية السوداء فيقول: ¶ أنظر إلى السوسن في نباته ... فإنه نبت عجيب المنظر ¶ كأنه ملاعق من فضة ... قد خط فيها نقط من عنبر (2) ¶ ومن نبات السوسن إلى الشقائق: ¶ شقائق النعمان: الشقيق مفردها (الشقيقة) سميت بذلك لحمرتها على التشبيه ... بشقيقة البرق (3) ¶ أضيفت إلى النعمان بن المنذر لأنه جاء إلى موضع وقد أعتم نبته من أصفر وأحمر وفيه من الشقائق ما راقه فقال ما أحسن هذه الشقائق أحموها وكان أول ... من حماها. (4) ¶ وقيل هو نور أحمر واحدة وجمعه سواء، ويسمى الشقر ويستعمل ماء الشقائق ... في الخضاب الأسود (5) ¶ وهو صنفان بري وبستاني ومن البستاني ما زهره أحمر ومنه ما زهره إلى البياض وله ورق شبيه بورق الكزبرة وساقه أخضر دقيق وورقه منبسط على الأرض واغصانه تشبه بشظايا القصب وفي وسط الزهرة رؤوس لونها أسود، والبري أعظم من البستاني وأعرض ورقاً منه وأصلب، رؤوسه أطول ولون زهره أحمر قان. (6) ¶ (1) ديوان تميم بن المعز بالله الفاطمي: 55 الزوراء: القسم الذي بناه أبو جعفر المنصور في مدينة بغداد، ... ويقال لها مدينة المنصور وتكنى بالزوراء. والنوب: هو جيل النوبة القاطنون بالسودان. ... وينظر ديوانه: 209، 245. ¶ (2) ديوان السري الرفاء: 2/ 283. ¶ (3) لسان العرب: مادة / (ش ق). ¶ (4) القاموس المحيط: 3/ 250. ¶ (5) ينظر معجم النبات والزراعة: 2/ 127. ¶ (6) ينظر الجامع لمفردات الأغذية والأدوية: 3/ 64.",
            "page": "32",
            "part": "1"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "وتعددت أوصاف الشعراء لشقائق النعمان يقول أبو بكر محمد الخالدي مشبهاً إياها بالياقوت والخدود الأرجوانية: ¶ وصبغ شقائق النعمان تحكي ... يواقيتاً نظمن على أقتران ¶ وأحياناً تشبهها خدوداً ... كستها الراح ثوب الأرجوان ¶ شقائق مثل أقداح ملاء ... وخشخاش كفارغة القناني ¶ ولما غازلتها الريح خلنا ... بها جيشي وعنى يتقاتلان (1) ¶ ويقاسمه الصنوبري مشبهاً إياها بالوجنات التي كساها الحياء بقوله: ¶ وشقيق كأنه وجنات ... قد كساها الحياء ثوب الوقار (2) ¶ ويقول كشاجم في الشقيق الأرقط والأحمر: ¶ وشقائق خجلت ملاحة لونه ... فله المعصفر مسعد وشفيق ¶ يرنو بأرقطه إلى محمره ... فاللحظ جزع والجفون عقيق (3) ¶ والخباز البلدي ت (380هـ) يدعو لإعتقار الشراب على روضة الشقيق: ¶ هات المدامة يا شقيقي ... نشرب علىزهر الشقيق ¶ كأس العقيق نديرها ... ما بين كاسات العقيق (4) ¶ (1) ديوان الخالديين: 1/ 99. ¶ (2) ديوان الصنوبري: 78، وينظر كذلك ديوان السري الرفاء 2/ 301. ¶ (3) ديوان كشاجم: 359 الرقطة: سوداء يثوبه فقط بياض فهو أرقط، الجزع: خرز يماني فيه سواد وبياض تشبه به الأعين. ¶ (4) شعر الخباز البلدي: لأبي بكر محمد بن أحمد بن حمدان، تحـ صبيح رديف-ط1 - مطبعة الجامعة-بغداد- (1393هـ، 1973م) -34.",
            "page": "33",
            "part": "1"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "ومن روضة الشقيق إلى زهرة النسرين ¶ النسرين: ضرب من الرياحين، ويقول الأزهري لا أدري أعربي أم لا)) (1) ¶ وقيل هو نور ابيض وردي يشبه شجرة الورد، وسماه بعض الناس ورد صيني وأكثر ما يوجد مع الورد الأبيض (2) ¶ ويقول الخليل بن أحمد ت (175هـ) بأنه: من الرياحين (3) ¶ يقول تميم بن المعتز في الأبيض والأحمر منه: ¶ أذكرني النسرين لما أتى ... ريح حبيب لي أطال الصدود ¶ كأنما قبلت من نشره ... بيض الثنايا واحمرار الخدود ¶ ما أجود النسرين لكنه ... ذكرني منتزحاً لا يجود (4) ¶ ويقول أبن المعتز: ¶ ونوار نسرين كأن شميمه ... من المسك في جو السماء تأرجا (5) ¶ وقوله في النسرين الأصفر: ¶ إذا بدت صفرة فكأنها ... نسرين بستان كريم المغرس (6) ¶ ويطيب لتميم بن المعز أن يشرب الخمر في روضة فيها نسرين بقوله: ¶ بين ماء وروضة وكروم ... وقباب منيفة وصحارى ¶ وبساط من الحديث تبدى ... كنبات النسرين بين البهار ¶ لم نزل نلثم الكؤوس إلى أن ... دفن الليل في الفؤاد النهار (7) ¶ (1) لسان العرب: مادة / (ن س ر). ¶ (2) الجامع لمفردات الأغذية والأدوية: 4/ 179. ¶ (3) كتاب العين: لأبي عبد الرحمن الخليل بن أحمد الفراهيدي (100 - 175هـ) ¶ تحقيق د. مهدي المخزومي و د. إبراهيم السامرائي-بلا ط-دار الرشيد للنشر-بلا ت-7/ 243. ¶ (4) ديوان تميم بن المعز بالله الفاطمي: 121 - ينظر م. ن: 294. ¶ (5) ديوان أبن المعتز: 3/ 252. ¶ (6) م. ن: 2/ 575. ¶ (7) ديوان تميم بن المعز بالله الفاطمي: 183.",
            "page": "34",
            "part": "1"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "ومن بساط النسرين إلى النمام ¶ النمام: ((نم الشيء: سطعت رائحته. والنمام. نبت طيب الرائحة)) (1) ¶ يقول ابن المعتز: ¶ شبهت حمرة وجهه في ثوبه ... بشقائق النعمان في النمام (2) ¶ ويقول الصنوبري داعياً للإعتقار على روضة النمام: ¶ بكر فإن الشتاء قد بكر ... ما قصرت سحبه ولا قصر ¶ مستخلف منه مجالسنا الـ ... ـنمام المرزجوش مستوز (3) ¶ النور والنورة: ((جميعاً الزهر وقيل النور الأبيض وجمع النور أنوار والنوار بالضم والتشديد كالنور واحدته واره وقد نور الشجر والنبات والفعل التنوير، أنورت الشجرة أي حسنت خضرتها وأنار النبت وأنوار ظهر وحسن)) (4) ¶ يقول أبن نباته السعدي في وصف طيب النور: ¶ ولما نزلنا منزلاً طله الندى ... أنيقاً وبستاناً من النور حالياً ¶ أجد لنا طيب المكان وحسنه ... منى فتمنينا فكنت الأمانيا (5) ¶ وقوله: ¶ سقيت ديارك يا أبنه الأقوام ... وصبا إليها صوب كل غمام ¶ وتزينت عرصاتها ورسومها ... بالنور مطلعاً من الأكمام (6) ¶ (1) لسان العرب: مادة / نم. ¶ (2) شعر أبن المعتز: 3/ 374. ¶ (3) ديوان الصنوبري: 76 المرزجوش: نبت كثير الأغصان. ¶ (4) لسان العرب: مادة / (ن و ر) ¶ (5) ديوان أبن نباته السعدي: 2/ 594. ¶ (6) م. ن: 2/ 471.",
            "page": "35",
            "part": "1"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "وبستان الصنوبري محلى بالنور: ¶ سوغ بستاني البهاء فما ... قلت من القول فيه ينساغ ¶ باغ من النور كل واحدة ... فيه من الور وحدها باغ (1) ¶ وقد يكون لون النوار أشكل أي ما بين الحمرة والبياض يقول أبن نباته السعدي: ¶ نوارها الأشكل منه واليقف ... حتى إذا ما سحر الآل الحدق (2) ¶ نور الباقلاء: زهر أبيض جميل الطلعة والشكل، وقد صوره الشعراء بصور جميلة. ¶ كقول ابن وكيع التنيسي: ¶ كأن نور الباقلاء إذ بدا ... لناظريه أعين فيها صور ¶ كأنه مداهن من فضة ... أوساطها بها من المسك أثر (3) ¶ ويقول أبو هلال العسكري: ¶ ويزهى ورد باقلي ... كأطواق الشفافين (4) ¶ ويقول الصنوبري: ¶ ونبات باقلاء يشبه نوره ... بلق الحمام مشبلة أذنابها (5) ¶ (1) ديوان الصنوبري: 358. الباغ: الحديقة. ¶ (2) ديوان أبن نباته السعدي: 2/ 357. ¶ (3) أبن وكيم التنيسي شاعر الزهور والخمر: 77 وينظر كذلك م. ن: 100. ¶ (4) شعر أبي هلال العسكري: 162. الشفنين: جمع شفنين اسم طائر. ¶ (5) ديوان الصنوبري: 454.",
            "page": "36",
            "part": "1"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "ويقول أبن وكيم مشبهاً إياه بعين الناظر الكحلاء: ¶ وأتاك زهر الباقلاء كأنه ... يرنو إليك بطرف أغيد أكمل (1) ¶ ومن نور الباقلاء إلى نور الكتان: ¶ نور الكتان: زهر أصفر جميل الطلعة والشكل وقد وصفه أبن وكيم التنيسي: ¶ ذوائب كتان تمايل في الضحى ¶ على خضر أغصان من الري ميد ¶ كأن أصفرار الزهر فوق أخضرارها ¶ مداهن تبر ركبت في زبر جد (2) ¶ النيلوفر: هو أسم فارسي معناه النيلي الأجنحة، وهو نبات ينبت في الآجام والمياه القائحة وله ورق شبيه بورق النبات الذي يقال له قينوريون وتأويله العروس وقد يظهر على الماء وفيه ما يكون داخل الماء (3) ¶ والمنيلوفر: فارسي (نيلوبر) وهو نبات أصله في الماء ورقه وزهرة سواء سمي بذي الجناح الأزرق على التشبيه (4) ¶ والبشنين: ((شجر النيلوفر، مصرية)) (5) ¶ ومن ألوانه الأصفر، والأحمر، والأزرق وتعددت أقوال الشعراء فيه يقول السري الرفاء واصفاً بركة النيلوفر: ¶ وبركة حفت بنيلوفر ... ألوانه بالحسن منعوته ¶ نهاره ينظر عن مقلة ... ساجية الألحاظ مبهوته ¶ وإن بدا الليل فأجفانه ... في لجة البركة مسبوته ¶ كأنما كل قضيب له ... يحمل في أعلاه ياقوته (6) ¶ (1) أبن وكيم التنيسي شاعر الزهر والخمر: 89. ¶ (2) م. ن: 53، الذؤابة: الناحية ومنبتها من الرأس ويدير بها نور الكتان. ¶ (3) ينظر لمفردات الأغذية والأدوية: 4/ 185 - 186. ¶ (4) تفسير الألفاظ الدخيلة في اللغة العربية: 74. ¶ (5) معجم النبات والزراعة: 2/ 327. ¶ (6) ديوان السري الرفاء: 2/ 787.",
            "page": "37",
            "part": "1"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "ويقول تميم بن المعز في الأصفر منه والأحمر: ¶ بعثت بصفرة لون المحب ... وحمرة توريد خد الحبيب ¶ وأبرد من لثم ثغر الحبيب ... على مهجة المستهام الكئيب ¶ ويحكي ودادك في حسنه ... محض وفائك طيباً بطيب (1) ¶ وقوله جامعاً كل ألوان النيلوفر: ¶ بعثت إليك بنيلوفر ... يفوق مدى صنعه البارع ¶ بأحمر قان وذي زرقه ... وأصفر في ونه فاقع ¶ تأنقت الأرض في نبته ... تأنق مقتدر صانع ¶ فجاء كبرد ثغور المها ... وقاح كعنبرها الرادع ¶ وطاب كطيبك يوم الندى ... ولفظك في أذن السامع (2) ¶ وقول الصنوبري في النيلوفر الأصفر: ¶ لم يعده نيلوفر متشرق ... بأرؤس تبر والزبرجد أعناق ¶ له ورق يعلو على الماء مطبق ... كأطباق مدهون يليهن أطباق (3) ¶ ومن النيلوفر الأصفر إلى الياسمين: ¶ الياسمين: ((شجر نوره ريحان، وهو كثير بأرض العرب، برية وقروية جيد، ... وهو نوعان ابيض وأصفر والأبيض مشرب بحمرة والأصفر أعرض منه)) (4) ¶ (1) ديوان تميم بم المعز بالله الفاطمي: 67. ¶ (2) م. ن: 267. وينظر. ن: 443 - 256. ¶ (3) ديوان الصنوبري: 424. ¶ (4) ينظم معجم النبات والزراعة: 2/ 318، كتاب النبات للدنيوي: 211.",
            "page": "38",
            "part": "1"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "ويقول أبن سيده: ((من أشجار الجبال الظيان وهو ياسمين البر ويسمى السجلاط وذكر بعضهم أن أسمه الياسمون وإن واحده ياسم وياسم)) (1) ¶ ويسمى ((الغرنف)) (2) ¶ وقيل: ((أن أصله مصري وهو نبات يلتوي على الشجر وزهره أبيض ... طيب الرائحة)) (3) ¶ يقول السري الرفاء: ¶ وما تكتم البراقع منها ... صوراً هن للعيون صورا ¶ أغرب البان بينهن فمن ... أثماره الياسمين والجلنار (4) ¶ ويقول أبو بكر محمد الخالدي: ¶ واستمعها أرق من ورق الور ... د وأندى من ياسمين منرى ¶ بمعان لو أنهن خدود ... كن في الحسن جلنار ووردا (5) ¶ وقول الوأواء الدمشقي: ¶ تبارك من كسا خديك ورداً ... تطلع من فروع الياسمين (6) ¶ (1) المخصص: 11/ 140. ¶ (2) معجم النبات والزراعة: 2/ 88. ¶ (3) تفسير الألفاظ الدخيلة في اللغة العربية مع ذكر أصلها بحروفه: 76. ¶ (4) ديوان السري الرفاء: 2/ 168. ¶ (5) ديوان الخالديين: 1/ 46. ¶ (6) ديوان الوأواء الدمشقي: 28.",
            "page": "39",
            "part": "1"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "وقول السري الرفاء: ¶ غراء تنشر للحيا أعلاما ... عم البلاد صنيعها إنعاما ¶ أهدي الحيا للورد في عرصاته ... خجلاً وأهدى الياسمين غراما (1) ¶ وبعد هذه الجولة في رحاب معاجم اللغة العربية، والكتب التي لها علاقة بذلك. وجدنا كثيراً من الزهور والأوراء لم يكن للعرب. سابق معرفة بها لأنها دخلت إلى العرب ... مع مسمياتها بعد القرن الأول للهجرة ولهذا نجد معظمها أعجمي الأصل فضلاً عن عدم وجود وصف دقيق للورود والأزهار في كثير من الأحيان بل يكتفي أحياناً بالإشارة إلى انه ورد أو نبات طيب الرائحة وقد وجدنا وصف بعضها في كتب النبات أو في الكتب التي اختصت بترجمة الألفاظ المعربة وأن ما وصفه الشعراء من ورود وأزهار في دواوينهم دليل على الفتوحات وما أحدثه الاختلاط بالأمم الأخرى فضلاً عن ترف الحضارة وسعيهم الدؤوب لإبراز معالم عصرهم المترفة التي تبحث ... عن التأنق والجمال حتى تبرز ما صنعته أيديهم الماهرة وعقولهم التي تعترف بمعطيات كل عصر وزمان. ¶ (1) ديوان السري الرفاء: 2/ 698.",
            "page": "40",
            "part": "1"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "المبحث الثاني ¶ المفاضلة بين الأزهار",
            "page": "41",
            "part": "1"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "المفاضلة بين الأزهار ¶ من شدة اهتمام الشعراء بالزهور وتغنيهم بفضائلها صاروا يتعصبون لنوع منها دون الآخر ويجرون المفاضلة، والمقابلة بينها، وذلك دليل على طبائع الحضارة والرقي في تلك الحقبة. ¶ فالشاعر الصنوبري الذي يعده آدم متز شاعر الطبيعة الأول في الأدب العربي (1) أهتم بوصف الرياض والنور والتطلع إلى أسرار الطبيعة قد يعمد أحياناً إلى عقد مناظرة بين أصناف الزهر يتبارى كل منهم في إبراز محاسنه موظفاً في ذلك كل أساليب المناظرات حيث الاعتماد على العقل ومقارعة الحجة بالحجة للتدليل على رجحان وجهة نظره ومن ذلك تلك المناظرة التي عقدها بين الزهر والنرجس حيث شخصهما وأدار بينهما محاورة طريفة أنتصر فيها كل لنفسه مفضلاً جماله حاطاً من محاسن خصمه. (2) ¶ يقول: ¶ زعم الورد أنه هو أبهى ... من جميع الأنوار والريحان ¶ فأجابته أعين النرجس الغض ... بذل من قولها وهوان ¶ أي ما أحسن: التورد أم ... مقلة ريم مريضة الأجفان ¶ فزها الورد ثم قال مجيباً ... بقياس مستحسن وبيان ¶ إن ورد الخدود أحسن من ... عين بها صفرة من اليرقان (3) ¶ شعر القارئ أنه أمام مسرح أبطاله عدد من الصبايا الحسناوات يتباهين ... بجمالهن الواحدة على الأخرى بغنج ودلال، ولكن ما أن يصل إلى نهايتها حتى يدرك أن أبطال ذلك المسرح ليسوا سوى الورد، والأزهار، والرياحين وان هذا الإدراك ... لا يتم إلا بعد قراءة كثير من المشاعر والأحاسيس. فالتشخيص هنا دافئ حميم فيه ¶ (1) ينظر الحضارة الإسلامية في القرن الرابع الهجري أو عصر النهضة في الإسلام: 1/ 467. ¶ (2) ينظر الصنوبري شاعر الطبيعة: د. عبد الرحمن عطيه - الدار العربية للكتاب – تونس ... 1981 - 93. ¶ (3) ديوان الصنوبري: 498 ريم: الظبي الخالص البياض، ومرض الجفون يقصد هنا فتورها ونعاسها ... وهو مستحسن في العيون.",
            "page": "42",
            "part": "1"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "حياة غنية لا تنضب ونار تتأرجح، وفي مناظرته هذه التي عقدها بين الورد، والنرجس أحسنا بهواه يميل مع الورد في البيت الأخير (1) بقوله: ¶ إن ورد الخدود أحسن من ... عين بها صفرة من اليرقان ¶ ولكن مع ذلك فإن النرجس يخطى لديه بمكانة رفيعة يعززها تناوله له في مواضع تفوق كثرة ما تناول به الأزهار الأخرى، فتعاطف معه تعاطفاً يدلنا على مدى شغفه به. وفي القصيدة الآتية التي أفردها للنرجس دعم لما اتجهنا اليه من تفضله له: ¶ أرايت أحسن من عيون النرجس ... أم من تلاحظهن وسط المجلس ¶ در تشقق عن يواقيت على ... قضب الزمرد فوق بسط السندس ¶ أجفان كافور جبين بأعين ... من زعفران ناعمات الملمس ¶ وكأنها أقمار ليل أحدقت ... بشوس دجن فوق غصن أملس ¶ مغروقات من ترقرق ظلها ... ترنو رنو الناظر المتغرس ¶ فإذا تغشتها الرياح تنفست ... عن مثل ريح المسك أي تنفس ¶ وحكى تداني بعضها من بعضها ... يوماً تدانى مؤنس من مؤنس ¶ وإذا نعست من المدام رايها ... ترنو إليك بأيمن لم تنعس ¶ أفتلك أحسن أم أقاح مقمر ... بإزاء هناك البهار المشمس ¶ يا أيها الساقي الذي لحظاته ... أضحت موكلة بقبض الأنفس ¶ أوقعت قلبي بين لحظ مطمع ... في الود منك وبين لفظ مؤيس (2) ¶ فهذه الأوصاف الجميلة وسلسلة التشبيهات المتتابعة إنما يهدف من ورائها إلى تأكيد تفضيله للنرجس، وهو بشخصه في صور محببة من النشاط ويفيض عليه ألواناً ... من العواطف الإنسانية، كل ذلك ليدفعنا إلى قبول فكرة تفضيله للنرجس ... وعده زهرته المفضلة. ¶ (1) ينظر مدار الكلمة دراسات نقدية: أمين البرت الريحاني – ط1 - دار الكتاب اللبناني- بيروت- لبنان- ... دار الكتاب المصري-القاهرة-1980 - 18. ¶ (2) ديوان الصنوبري: 180.",
            "page": "43",
            "part": "1"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "ويبارؤنا بعد ذلك الشاعر أبن وكيع التنيسي شاعر الزهر والخمر بتلك المناظرة التي عقدها بين السوسن والمنثور ونصب نفسه حكماً بينها ليعدد نواحي الفتنة والجمال وليقدم بعد انتهاء المناظرة النتائج التي توصل إليها كاشفاً عن براعته وحسه المرهف ودقة ملاحظته ورقة مشاعره، ويبدأ قصيدته بالدعوة إلى التوقف عند جمال الربيع الذي زهت فيه الأزهار وأعلنت مناظرتها .. ثم ينتقل إلى الترجمة عن الأزهار التي صنعت ذلك الجمال ... فالنرجس يتداخله الغرور والإعجاب بجماله فيبتسم ضاحكاً متطاولاً على الورد الذي يغتاظ لتعالي النرجس عليه فيحمر .. فيبدي الشقيق ويلطم خده حتى يصطبخ بحمرة كالحجر المضطرم .. ¶ أما السوسن فلما رأى أن أزهار الربيع قد تنافست بألوانها وتباهت سارع إلى ارتداء اليواقيت الزرق كحلة له لينفرد بلونه وملبوسه فلا ينافسه أحد منها، وهذا أيضاً ... كان دافعاً للمنثور ليصبغ نفسه بألوان الربيع المتنوعة، فأتم بشكله وألوانه صورة الربيع. ولو كان هذا المنثور طويل العمر لتحلت به الملوك لجمال ألوانه وأتخذت منه خواتم في بنانها. يقول: ¶ ألست ترى وشي الربيع المنمنما ... وما رصع الربعي فيه ونظما ¶ فقد حكت الأرض السماء بنورها ... فلم أدر في التشبيه أيهما السما ¶ فمن نرجس لما رأى حسن نفسه ... تداخله عجب بها فتبسما ¶ وأبدى على الورد الجنى تطاولاً ... فأظهر غيظ الورد في خذه دما ¶ وزهر شقيق نازع الورد فضله ... فزاد عليه الورد فضلاً وقدما ¶ وظل لفرط الحزن يلطم خده ... فأظهر فيه اللطم جمراً مضرماً ¶ ومن سوسن لما رأى الصبغ كله ... على كل أنوار الرياض تقسما ¶ وألوان منثور تخالف شكلها ... فظل بها شكل الربيع متمما ¶ جواهر لو قد طال فينا بقاؤها ... رأيت بها كل الملوك مختما (1) ¶ (1) أبن وكيع التنيسي شاعر الزهر والخمر: 92 - 93. ¶ الوشي: الثوب الكثير الألوان، ويريد هنا الورود المختلفة. المنمنم: المزخرف المزين. ... الربعي: المنسوب إلى الربيع، ويريد كل ما يظهر فيه من نبات وزهر. العجب: الكبرياء والإعجاب بالنفس، الجنى: الناضج المكتمل والرطب, الصبغ: اللون, محتم بها: أتخذها خاتما له.",
            "page": "44",
            "part": "1"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "وكان الشاعر أبن الرومي محباً للنرجس مستهتراً به: (1) ¶ يا حبذا النرجس ريحانه ... لأنف مغبوق ومصبوح ¶ كأنه من طيب أرواحه ... ركب من راح، ومن روح (2) ¶ وكيف لا يحب أبن الرومي النرجس فهو زهر ونور معاً جميل الشكل، بديع اللون، ذكي الرائحة ولا سيما أنه كان شاعراً يستهويه الحسن والجمال. (3) ¶ ولكن أبن الرومي لم يقف عند حد مدح النرجس والإعجاب به بل تورط مع غريزة الذم التي ركبت به فعمد إلى عقد موازنة بين الورد والنرجس في قصيدة مع امتلائها بالظلم والتحامل والخروج على دائرة العدل تعد من طرائف الأشعار حيث كال فيها الثناء على النرجس، بينما أحال بكل نقيصة على الورد (4) وهذا النوع من المدح المقرون بقسيمة الذم، أو الذم المصحوب بما يعادله من المدح، هو أبلغ وأدق ... وأعمق ألوان الثناء والهجاء!! (5) ذلك لأنه كعرضك للشيء مصحوباً بالدليل والبرهان، والكشف والتوضيح. ¶ يقول: ¶ خجلت خدود الورد من تفضيله ... خجلاً توردها عليه شاهد ¶ لم يخجل الورد المورد لونه ... إلا وناحله الفضيلة عاند ¶ فصل القضية أن هذا قائد ... زهر الرياض وأن هذا طارد ¶ شتان بين أثنين: هذا موعد ... بتسلب الدنيا، وهذا واعد ¶ وإذا أحتفظت به فأمتع صاحب ... بحياته، لو أن حيا خالد ¶ يحكي مصابيح السماء وتارة ... يحكي مصابيح الوجوه تراصد ¶ ينهي النديم عن القبيح بلحظه ... وعلى المدامة والسماع مساعد ¶ (1) مستهتراً بالشيء بالبناء للمجهول: المولع لا يبالي ما فعل. ¶ (2) ديوان أبن الرومي: 2/ 559، المغبوق: من شرب شراب المساء، والمصبوح: من شرب شراب الصباح. ¶ (3) ينظر الشذا المؤنس في الورد والنرجس: ت علي الجندي، ملتزم الطبع مكتبة الأنجلو المصرية ... (1381, 1961) – 163. ¶ (4) ينظر الشذا المؤنس في الورد والنرجس: 163. ¶ (5) ينظر فنون بلاغية البيان – البديع: د. أحمد مطلوب-ط1 - دار البحوث العلمية-الكويت- ... (1395 - 1975م) -307 - 308.",
            "page": "45",
            "part": "1"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "أطلب بعفوك من الملاح سمية ... أبداً، فأنك – لا محالة واجد ¶ والورد – لو فتشت – فرد في أسمه ... ما في الملاح له سمي واحد ¶ هذي النجوم هي التي ربتهما ... بحيا السحاب كما يربي الوالد ¶ فتأمل الاثنين: من أدناهما ... شبها بوالده، فذلك الماجد ¶ أين العيون من الخدود نفاسة ... ورياسة لولا القياس الفاسد (1) ¶ يبين أبن الرومي في قصيدته أن حمرة الورد ليست عرضاً طبيعياً فيه ولكنه منى بالخجل لتفضيله على النرجس عند من يتوهم ذلك ولو كان يشعر بفضله على النرجس حقاً، لما عراه الخجل ولكنه يعرف أن من أولاه هذه الفضيلة مخالف للحق وهو عارف، ثم أخذ يعقد بينهما ويعدد مزايا النرجس، فذكر أنه قائد زهر الربيع لأنه يخرج متأخراً مع عناية فصله، وشتان بين من يبشر بإقبال الدنيا ونضرتها، ومن ينذر بأدبارها وانقضاء زهرتها، ثم أن النرجس يمتع بصحبته، وله الفضل على الورد فهو زهر ونور معاً في نبته واحدة، وهو شبيه بنجوم السماء وعيون الناس، وهو لمشاكلته العيون الناظرة الراصدة يحمل النديم على مراعاة الأحتشام وآداب المؤانسة، ويزيد من لذة الشراب، وبهجة الغناء، والنرجس لحلاوة أسمه تتسمى به الحسان، ولا سيما للورد بين الملاح، والنرجس والورد يسقيان بنوء النجوم فجاء النرجس شبيهاً بها، ومشابهة الولد لوالده دليل الكرم ثم ختم القصيدة متسائلاً: كيف ترقى الخدود إلى مكانه العيون في جلالة القدر ونباهة الشأن لولا الأقيسة ... الفاسدة (2) والقصيدة تمتاز بالقدرة البارعة التي لا تنبع إلا من شاعر ذي شاعرية خصبة تمتاز بالاستقصاء والتوليد والجدل والمناقصة وهي من سمات العصر العقلانية التي عكست صميم الواقع الحضاري لهذا القرن. (3) ¶ (1) ديوان أبن الرومي: 2/ 643 - 644 الناحل: المعطى للشيء وناسبه إلى غيره. والبيت العاشر: يريد ... أن النجوم تسقيها بالأنوار-وهي الأمطار-وأصل النوء: النجم مال. ¶ (2) ينظر الشذا المؤنس: 163 - 165. ¶ (3) ينظر الشعراء الكتاب في العراق في القرن الثالث الهجري، ت حسين صبيح العلاف، ط1، منشورات مؤسسة الأعلمي-بيروت 1975 - 388.",
            "page": "46",
            "part": "1"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "ويستمر أبن الرومي في حجته بأن العين أفضل من الخد بقوله: ¶ للنرجس الفضل برغم من زعم ... على صنوف الورد والفضل قسم ¶ العين قبل السن وهي المبتسم ... فما لها والخد وهو الملتدم ¶ ما هو إلا نعمة من النعم ... ما أحسن الشكل وما أذكى النسم (1) ¶ يريد: أن العين في آية القصاص، وهي قوله تعالى ((وكتبنا عليهم فيها أن النفس بالنفس، والعين بالعين، والأنف بالأنف، والأذن بالأذن، والسن بالسن، والجروح قصاص)) (2) ¶ قدمت على السن، والسن موضع الضحك، فكيف بالخد وهو مكان اللطم واللدم!! ¶ ولا يكتفي ابن الرومي بذلك التفضيل الذي أخترع له الأدلة بل يهجو الورد هجاءً مقذعاً مقززاً يقول: ¶ يا مادح الورد لا ينفك من غلطه ... ألست تبصره في كف ملتقطه ¶ كأنه سرم بغل حين يخرجه ... عند الرياث وباقي الروث في وسطه (3) ¶ وقوله: ¶ لا ترى نرجساً يشبه بالور ... د إذا ما أردت فكراً وعينا ¶ ومن الورد ما يشبه بالنر ... جس علما بأن في ذلك رينا (4) ¶ (1) ديوان أبن الرومي: 6/ 2416. ¶ (2) سورة المائدة: آية / 44. ¶ (3) ديوان أبن الرومي: 4/ 1452. ¶ (4) ديوان أبن الرومي: 6/ 2537",
            "page": "47",
            "part": "1"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "ويسمى هذا في البديعيات ب (التغاير) ((ويعني أن يغاير المتكلم الناس فيما عاداتهم ان يمدحوه فيذمه، أو يذكوه فيمدحه)) (1) ¶ وأختصر بعضهم وقال: هو تحسين القبيح، وتقبيح الحسن)) (2) ¶ ولكن لا بد من وجود سبب يجعل أبن الرومي كارهاً للورد ذاماً أياه هذا الذم البليغ متحملاً الأسباب لتفضيل النرجس عليه إذ يبدو أنه كان جعلياً والجعليون لا يطيقون شم الورد، وهو مرض يعتري الإنسان ويزيد عليه عند شم رائحته فيدمع عينه، ويذرف أنفه ويعتريه عطاس، وربما حصل لبعضهم رمد (3) ويقصد به الرمد الربيعي وينتشر في الربيع يقول: د. عبد المحسن سليمان: ((هذا المرض ينتشر ويبدأ ظهوره في مايو ويزول في الخريف وهو يأتي نتيجة لازدياد حساسيته الملتحمة)) (4) ¶ وقد أشار المتنبي إلى الجعليين فيقول فيمن يعيب شعره: ¶ إذا خلعت على عرض له حللاً ... وجدتما منه في أبهى من الحلل ¶ بذى الغباوة من إنشادها ضرر ... كما تضر رياح الورد بالجعل (5) ¶ فهو يشبه الجاهل الذي لا يفهم شعره بالجعل الذي لا يظهر عليه الغيظ والانزعاج عند شتم الورد. ¶ فقد يكون أبن الرومي مصاباً بأحد أمراض الحساسية التي تهتاج عند شتم الأزهار والعطور حيث أن شم الورد مثير للزكام عند بعض الناس يقول أبو الفتح البستي: ¶ لا يغرنك أنني لين اللمـ ... س فعزمي إذا أنتضيت حسام ¶ أنا كالورد فيه راحة قوم ... ثم فيه لآخرين زكام (6) ¶ (1) نهاية الأرب في فنون الأدب: ت شهاب الدين أحمد بن الوهاب النويري (733هـ) -المؤسسة المصرية العامة-بلا ت-7/ 145. ¶ (2) البلاغة الفنية: ت علي الجندي-ط2 مطبعة الفنية الحديثة-مكتبة الانجلو المصرية-1966 - 107. ¶ (3) ينظر الشذا بالمؤنس في الورد والنرجس: 170. ¶ (4) الربيع في الأدب والفن والحياة: ت مصطفى عبد الرحمة-ج مكتبة الانجلو المصرية بلا ت-17. ¶ (5) شرح ديوان المتنبي: تحـ عبد الرحمن البرقوقي-الناشر دار الكتاب العربي-بيروت-لبنان 1986 - 3/ 167. ¶ (6) أبو الفتح البستي حياته وشعره-201.",
            "page": "48",
            "part": "1"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "وبهجاء أبن الرومي للورد اللطيف الظريف، الرقيق الأنيق الذي أنعقد أجماع أهل الترف والذوق على حبه، أبقظ الفتنة النائمة بين الأزهار، وفتح باب الشغب على مصراعيه فانقسموا إزاءه ثلاثة أقسام: قسم تابع لأبن الرومي على رأيه، أما لأنه جعلي مثله، أو حباً في المحاكاة والتقليد الأعمى أو لأن هواه مع النرجس يقول ... أبن وكيع مردداً حجة أبن الرومي: في أن العين أنفس من الخد وأن تورد الورد لخجله من النرجس: ¶ أما ترى الورد كخدي كاعب ... زاودها-فأمتنعت فيه ذكر ¶ كأنما الخمر عليه نفضت ... صباغها أو هي منه تعتصر ¶ أخجله النرجس إذ جادله ... فأحمر من فرط حياء وخفر ¶ قال له – العين وما الخدلها ... موازناً، صاحبه أعمى البصر ¶ فأحمر من صحبته إذا ظهرت ... والحق لا يدفع يوماً إن ظهر (1) ¶ ويقول أبو الفرج الببغاء: ¶ ونرجس لم يعد مبيضه ... الكأس ولا أصفره الراحا ¶ تخال أقحاف لجين حوت ... من أصفر العسجد أقداحها ¶ كأنما تهدي التحايا به ... لطفاً إلى الأرواح أرواحا ¶ يلهي عن الورد إذا مارنا ... ويخلف المسك إذا فاحا ¶ أحبت به من زائر راحل ... عوض بالأحزان أفراحا (2) ¶ (1) أبن وكيع التنيسي شاعر الزهر والخمر: 76 الكاعب: الفتاة التي نهد ثديها, راودها: خادعها فطلب منها المنكرة، صباغها: لونها، بهيج: جميل. ¶ (2) يتيمة الدهر: 1/ 281.",
            "page": "49",
            "part": "1"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "والقسم الآخر انبرى لأبن الرومي يسفه رأيه ويبطل حجته، ويفخم من شأن الورد يقول أحمد بن يونس الكاتب: ¶ يا من يشبه نرجساً بنواظر ... دعج، تنبه إن فهمك راقد ¶ إن القياس لمن يصح قياسه ... بين العيون وبينه متباعد ¶ والورد أصدق للخدود حكاية ... فعلام تجحد فضله يا جاحد ¶ ملك قصير عمره متساهل ... تخليده، لو ان حيا خالد ¶ إن قلت إن الورد فرد في أسمه ... ما في الملاح له سمي واحد ¶ فالشمس تغرد بأسماها المشتري ... والبدر يشرك في أسمه وعطارد ¶ أو قلت إن كواكباً ربينا ... بحيا السحاب كما يربى الوالد ¶ قلنا أحقهما بطبع أبيه في الـ ... جدوى هو الزاكي النجيب الراشد ¶ زهر النجوم تروقنا بضيائهتا ... ولها منافع جمة وعوائد ¶ وكذلك الورد الأنيق يروقنتا ... وله فضائل جمة وفوائد ¶ وخليفة إن غاب ناب بنفعه ... وبنفحة أبداً مقيم راكد ¶ إن كنت تنكر ما ذكرنا بعدما ... وضحت عليه دلائل وشاهد ¶ فأنظر إلى المصفر لوناً منهما ... وأفطن فما يصغر إلا الحاسد (1) ¶ فالشاعر يرى أن القياس بين النرجس والعيون قياس فاسد غير صحيح وان الشبه بين الورد والخد محكم ودقيق، ويعلن ان عدم التسمية بالورد لا تزرى به، فالشمس أم الكواكب لا تشرك في اسمها وكذلك المشتري كوكب السعد وهو أكبر الكواكب السيارة، ولكن الذي لا ينفرد بأسمه البدر وهو تابع من التوابع وعطارد وهو أصغر كواكب المجموعة الشمسية (2) ¶ (1) الشعراء الكتاب في العراق في القرن الثالث الهجري: 389. ¶ (2) ينظر: شعراء الطبيعة في العصر العباسي الثاني: 63 - 64.",
            "page": "50",
            "part": "1"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "ويقول أبن المعتز: ¶ والورد يضحك من نواظر نرجس ... قذيت وآذان حبها بممات (1) ¶ فهو يشير في هذا البيت إلى أن الورد يأتي بعد النرجس فيزيل أثره، ويسخر ... من فنائه. ¶ ويقول أيضاً: ¶ يا هاجي الورد لا حييت من رجل ... غلطت والمرء قد يؤتي على غلطة ¶ هل تنبت الأرض شيئاً من أزهارها ... إذا تحلت يحاكي الوشي في نمطه ¶ أحلى وأشهر من ورد له أرج ... كأنما المسك مذروراً على وسطه (2) ¶ ويفصل الأمام عبد القاهر الجرجاني فيقول: ((أن الضحك في الورد وكل ريحان ونور يتفتح مشهور معروف، وقد قاله أبن المعتز في هذا البيت، وجعل الورد كأنه يعقل ويميز فهو يشمت بالنرجس لأنقضاء مدته، وإدبار دولته وبدو أمارات الفناء فيه ... وقد حعله أبن المعتز ضاحكاً ضحك من أستولى وظفر ... )) (3) وقد أعاد أبن المعتز الضحك لزهر آخر وهو \" المنثور \" يقول: ¶ ضحك الورد في قفا المنثور ... واسترحنا من رعده المقرور (4) ¶ ويقول أبو هلال العسكري: ¶ أفضل الورد على النرجس ... لا أجعل الأنجم كالأشمس ¶ ليس الذي يقعد في مجلس ... مثل الذي يمثل في مجلس (5) ¶ (1) شعر ابن المعتز: 2/ 57. ¶ (2) نهاية الآرب: 11/ 192. ¶ (3) أسرار البلاغة في علم البيان: ت عبد القاهر الجرجاني، السيد محمد رشيد رضا-دار المطبوعات العربية للطباعة والنشر والتوزيع-بلا ت-255 - 256. ¶ (4) شعر ابن المعتز: 2/ 137 ¶ (5) شعر أبي هلال العسكري: 114 - 115.",
            "page": "51",
            "part": "1"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "يريد أن الورد يشبه بالشمس وهي أعظم من النجوم، والورد تفرش به الأمكنة والنرجس لا يصلح لذلك. ¶ والقسم الثالث: وهو أمثل الثلاثة وأدناها إلى الصواب حيث رأى أن التسوية بينها لزم فلكل زهرة من أزهار الرياض شكلها ولونها وجمالها الذي تختص به فالجمال فنون موزعة على الرياض. ¶ يقول الصنوبري: ¶ يا ريم قومي الآن، ويحك، فأنظري ... ما للربا قد أظهرت إعجابها ¶ كانت محاسن وجهها محجوبة ... فالآن قد كشف الربيع حجابها ¶ ورد بدا يحكي الخدود ونرجس ... يحكي العيون إذا رأت أحبابها ¶ لو كنت أملك للرياض صيانة ... يوماً لما وطئ اللئام ترابها (1) ¶ ويقول الشاعر تميم بن المعز الفاطمي واصفاً الياسمين والخرم حيث يقابل بينهما وإن كل منهما بهاءه وروعته: ¶ وأصفر من ياسمين الرياض ... يلوح على زرقة الخزم ¶ فشبهت هذا وذا بالسماء ... بدت في صنعار من الأنجم ¶ أو الشرر المستنير الذي ... تطاير عن قبس مضرم (2) ¶ ويقول أبن طبابا العلوي واصفاً الآذريون بتشابيه جميلة: ¶ وإذا الشمس لاحظت سرح ... آذريونها أشعلت لنا منه ناراً ¶ فهو في الأرض كالمصابيح تبغي ... من سنا الشمس للمصابيح ناراً (3) ¶ (1) ديوان الصنوبري: 454. ¶ (2) ديوان تميم بن المعز: 357 – الحرم: ينظر ديوان أبن الرومي 2/ 806. ¶ (3) شعر أبن طبابا العلوي: تر جابر الخاقاني-دار الحرية للطباعة-بغداد-1975م-50.",
            "page": "52",
            "part": "1"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "ولم يقتصر التفصيل بين الورد والنرجس أو زهرة بعينها مبرزاً جمالها فهذا ... أبن الرومي يعقد موازنة بين الآس والياسمين بقوله: ¶ ما أنصف الآس بالياسمين مشبه ¶ والآس منه مكان الياء مفقود ¶ والياسمين إذا حصلت أحرفه ¶ فاليأس منه مكان الياء معدود ¶ إن الدليل على هذا تناثر ذا ¶ وإن ذال على الأيام موجود (1) ¶ هذه عدد من الصور التي تناولت المفاضلة بين زهرة وأخرى، وان هذا النوع من الصور يعكس روح العصر ورقته وحب الشعراء لجمال الأزهار وتعلقهم بها حتى غدوا ينشئون لها عالماً نابضاً بالأحاسيس والمشاعر. ¶ (1) ديوان أبن الرومي: 2/ 805.",
            "page": "53",
            "part": "1"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "وبعد أن بينا المفاهيم اللغوية للزهريات مع عدد المفاضلات وجدنا أن لأغلب الأزهار دلالات ومعان ولغة رمزية، وتعتمد الدلالة على تصنيف الاسم أو على اللون أو على مدة الزهر، وربما تطير عدد من الشعراء من أزهار الشقائق لشطر أسمه ... من شق كقول الشاعر: ¶ لا تراني طوال دهـ ... ري أهوى الشقائق ¶ إن يكن يشبه الخدو ... د فتصف أسمه شقا (1) ¶ وقال آخر: ¶ لا يحب الشقائقا ... كل من كان عاشقا ¶ إن نصف اسمه شقا ... إذا فهمت ناطقا (2) ¶ وأما السوسن فلأن أسمه (السو) يقول فيه ابن المعتز: ¶ يا ذا الذي أهدى لنا سوسنا ... ما كنت في إهدائه محسنا ¶ أما تطيرت وقيت الردى ... من أسمه السو فقد أحرنا ¶ نصف أسمه سوء فقد ساءني ... يا ليت أني لم أر السوسنا (3) ¶ وأما الياسمين، فلبدء أسمه تطير منه كقول الشاعر: ¶ إني لأذكر بالريحان رائحة ... منها فلقلب بالريحان إيناس ¶ وأمنح الياسمين البغض من حذري ... لليأس إذ كان في بعض اسمه ياس (4) ¶ (1) الموشى، أو الظرف والظرفاء: ت أبي الطيب محمد بن أحمد بن إسحاق بن يحيى الوشاءت ... (325هـ) ط2 مطبعة الأعتماد بمصر- (1372 - 1953) -173. ¶ (2) م. ن: 1973. ¶ (3) شعر أبن المعتز: 2/ 650. ¶ (4) الموشى أو الظرف والظرفاء: 147.",
            "page": "54",
            "part": "1"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "أما النمام، فلشناعة أسمه يقول الشاعر فيه: ¶ حييتها بتحية في مجلس ... بقضيب نمام من الريحان ¶ فتطيرت منه وقالت أقصه ... لا تقربن مضيع الكتمان (1) ¶ ويتطيرون من الورد لقصر مدة بقائه يقول الشاعر في جارية أهدت له ورداً: ¶ أنت ورد وبقاء الـ ... ورد شهر لا شهور ¶ يذهب الورد ويفنى ... وإلى الآس نصير (2) ¶ وتطير الشاعر الميكالي من البنفسج: ¶ يا مهدياً لي بنفسجا سمجا ... وددت لو أرضيه سبخ ¶ ينذرني عاجلاً مصحفة ... بأن عهد الحبيب يفسخ (3) ¶ (1) الموشى أو الظرف والظرفاء: 174. ¶ (2) م. ن: 180. ¶ (3) يتيمة الدهر: 4/ 373.",
            "page": "55",
            "part": "1"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "الفصل الثاني ¶ الزهريات من خلال الأغراض الشعرية: ¶ 1. الأزهار من خلال الوصف. ¶ 2. الأزهار من خلال المدح. ¶ 3. الأزهار من خلال الرثاء. ¶ 4. الأزهار من خلال الغزل. ¶ 5. الأزهار من خلال الخمرة. ¶ 6. الهدية والمهاداة بالأزهار.",
            "page": "56",
            "part": "1"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "الفصل الثاني: ¶ الزهريات من خلال الأغراض الشعرية:- ¶ مما لا شك فيه أن الشاعر فنان يستهويه الجمال حيث ما يكون، وتنفذ بصيرته ... إلى أعماق الكائنات لتلمح مواطن الجمال فيها (1) وهو كما يقول مالرو ((إن بصر الفنان موجه نحو العالم الفني أكثر ما هو مركز في العالم الطبيعي، فالفنان لا يرى من الطبيعة إلا ماله علاقة بالآثار الفنية. في حين أن عيان الرجل العادي لا يحفل بالفن إنما يرتبط بما يعلمه أو ما يريد أن يعلمه في الطبيعة)) (2) ¶ فقد يقف مبهوتاً أمام نبتة في صحراء، أو سروة باسقة أو نرجسة ناعسة، فما أجمل ربيع الطبيعة موحياً وما أفتن ربيع الأدب وحياً والمؤثر العظيم ينتج الأثر العظيم (3) ¶ ولما كانت الطبيعة منذ الأزل ملهمة الفن ورافده الذي لا ينضب ... ¶ غدت حواس الفنان وبين منابع السحر والجمال العبقري تلتقط روائع الإعجاز وتحيل تجارب تفاعلها نصوصاً خالدة تمنح جمال الواقع وجمال الخيال وترفد عبقرية الطبيعة بعبقرية الكلمة التي تخلد ما لا يدرك الخلود (4) وإزاءها رسم الشعراء ... العرب لوحات للربيع وأزهار نابضة بالحياة والحركة وبمهارة تامة والمتصفح لدواوين الشعراء العباسيين يجدها رياضا مليئة بالأزهار التي وصحوا أبعادها ووظفوها في أغراضهم الشعرية ((المدح، الوصف، الرثاء، الغزل، الخمر فضلاً ... عن المهاداة بالأزهار)) وفيما يأتي عرض لتلك الأغراض: ¶ (1) ينظر الشعر في رحاب سيف الدولة الحمداني: 341. ¶ (2) نقلاً عن الطبيعة في الفن العربي والإسلامي: د. عماد الدين خليل-ط2 - بيروت (1401، 1981) -16. ¶ (3) ينظر أثر الربيع في الأدب: علي الجندي-مجلة الهلال-جرجي زيدان-مجلد 68 - 1960 - 27. ¶ (4) ينظر من رياض الشعر العربي: أ. د. محمود الجادر-جريدة القادسية (11 محرم 1432هـ، ... 25 آذار 20 - العدد - 7391.",
            "page": "57",
            "part": "1"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "أولاً. الزهريات من خلال الوصف. ¶ الوصف فن شعري قديم يهتم بإبراز ما في الوجود مجلياً خواصه (1) وقيل هو ... ((ذكر الشيء على ما فيه من الأحوال والهيئات)) (2) والوصف له صلة وثيقة بالزهريات، فالعصر عصر حضارة وتأنق وقد أبدع الشعراء في وصفها والحديث عنها، وعرضوا حبهم لها بقصائد ومقطعات تناولوا فيها أنواعها وألوانها فقدموا لوحات فنية رائعة تتجلى فيها الألوان الفاتنة والأشكال الخلابة، وتفوح منها الروائح العطرة كقول أبن الرومي يصف الروضة ذات الأوراد المؤنقة: ¶ ومؤنقة الرواد مهتزة الربا ... يحاسنها مسار وغاد ورائح ¶ توقد فيها كلما تلع الضحى ... مصابيح تذكو حين تخبو المصابح ¶ تضاحك نواراتها زهراتها ... لها أرج في نافع العطر نافح ¶ إذا مدها المهموم في صعداه ... إلى قلبه أنساحت عليه الجوانح (3) ¶ فأبن الرومي يصف في هذه الأبيات روضة يرتادها ذوو النعمة المترفون، ويقول: ... إن مطر الليل الساري، ومطر الصباح الغادي، فضلاً عن مطر العشي يحاسنها ... أو يغشاها برفق فيخضبها وينمي أزهارها التي تتلألأ في الصباح، فتبدو ... كالمصابيح التي تتوقد حينما تخبو المصابيح فيغمر ضياؤها ضياء النهار، ويعرض إلى تألق الزهر نامياً إليه الضحك والعطر مع نوار الروضة من خلال التشخيص حيث استعار الضحك (لزهر والنوار) وشبهها بتشابع مختلفة، ولم يكتف أبن الرومي بالوصف الخارجي للروضة، بل بين وقعها في النفس فهي تجلي الهم وتبديه وتبعث النشوة والسرور مما يدل على أن الطبيعة بعداً وجدانياً ووجودياً، يمثل فيها واقع ¶ (1) العمدة في محاسن الشعر وآدابه ونقده: لأبي على الحسن بن رشيق القيرواني الأزدي (390هـ، 456) ... - تحـ محمد محي الدين عبد الحميد-ط4 - دارالجيل بيروت-لبنان 1972 - 2/ 295. ¶ (2) ينظر النجوم في السعر العربي القديم حتى أواخر العصر الأموي: ت. يحيى عبد الأمير شامي -ط1 - دار لآفاق الجديدة- بيروت (1402هـ، 1982م) -113. ¶ (3) ديوان أبن الرومي: 2/ 521.",
            "page": "58",
            "part": "1"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "البراءة والأنزياح من عالم الناس وهمومه (1) فأبن الرومي كان كما وصفه د. عبد الرحمن شكري ((مرهف الحواس، منهوماً بالجمال في كل مظاهره ومطالبه)) (2) لذلك صور الروضة ((بحدقته دون قلبه فكأنه أمرؤ القيس إلى ما يتراءى وراءه وإنما يمعن بالتحديق والتعميق بالمرء نفسه حتى يستعير ظاهرته استعارة دقيقة)) (3) ¶ ووصف الشعراء النرجس بالوان وصور مختلفة ومن ذلك قول ابن دريد: ¶ عيون ما يلم بها الرقاد ... ولا يمحو محاسنها السهاد ¶ إذا ما الليل صافحها استهلت ... وتضحك حين ينحسر السواد ¶ لها حدق من الذهب المصفى ... صياغة من يدين له العباد ¶ وأجفان من الدر استقادت ... ضياء مثله ما يستفاد ¶ على قصب الزبرجد في ذراها ... لأعين من يلاحظها مداد (4) ¶ إذ شبه النرجس بالعيون، وهو تشبيه شاع عند الشعراء اذ كثر عندهم تشبيه النرجس بالعيون التي ما يلم بها الرقاد ولا يمحو السهاد جمالها وإذا بدا الليل استهلت وهي مشرقة حين يزول الظلام وكأن إطار ذلك الورد كالحدق صيغت ... من الذهب بل أجفانها كالدر له من الضياء ما لغيره (5) ¶ (1) ينظر أبن الرومي فنه ونفسيته من خلال شعره: ايليا الحاوي-ط2 - 1980 - 42. ¶ (2) دراسات في الشعر العربي: ت عبد الرحمن شكري-تر محمد رجب البيومي-ط1 - الدار المصرية اللبنانية- (1415، 1994) -79. ¶ (3) أبن الرومي فنه ونفسيته من خلال شعره: ايليا سليم الحاوي-منشورات مكتبة المدرسة، دار الكتاب اللبناني للطباعة والنشر-1959 - 9. ¶ (4) ديوان أبن دريد: دراسة وتحقيق عمر سالم-الدار التونسية للنشر-1973 - 51. ¶ وينظر ديوان السري الرفاء: 2/ 140، وشعر أبن المعتز: 2/ 906 - وديوان الصنوبري: 180، وديوان الوأواء الدمشقي: 167 - 168. ¶ (5) ينظر الشعر في البصرة خلال القرن الرابع: نهلة محمد حسن-وزارة التعليم العالي والبحث العلمي-جامعة البصرة-1991 - 58.",
            "page": "59",
            "part": "1"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "و بصورة أخرى يصفه أبو هلال العسكري مشبهاً إياه بالثغور بقوله: ¶ ونرجس مثل أكف خرد ... درن علينا بكؤوس الذهب ¶ مبتسم عنه وناظر به ... هذا لعمري عجب في عجب (1) ¶ وهذا أحد شعراء الندوة السيفية الذين هاموا بالأزهار وأنشدوا القصائد ... الرائعة الشاملة لأصنافها وألوانها وأتوا بالعجب العجاب (2) ¶ يقول الصنوبري واصفاً أرض الربيع الموشاة بأنواع الأزهار: ¶ ما الدهر إلا ربيع المستنير إذا ... أتى الربيع أتاك النور والحور ¶ الأرض ياقوتة والجو لؤلؤة ... والنبت فيروزج، والماء بلور ¶ ما يعدم النبت كأساً من سحائبه ... فالنبت ضربان سكران ومخمور ¶ ونرجس ساخر الأبصار ليس كما ... كأنه من عمى الإبصار مسحور (3) ¶ فالربيع كأنه دكان مليء بالجواهر، وارض مملوءة زينة بأنواع الأزهار التي ... بدت كباقة جميلة منسقة الحواشي مزينة الأطراف حتى غدت الأرض ياقوته، والجو لؤلؤة، والنبت فيروزج، والماؤ بلورة والتشبيه بالياقوت، واللؤلؤ ... وأنواع الخلي الأخرى المعروفة شاع وأنتشر في شعر الشعراء لأنهم يستمدون مواد صورهم من واقعهم الحضاري والاجتماعي (4) كما أن كل كلمة توحي بلمعان وجمال المنظر وهو ¶ (1) شعر أبي هلال العسكري: 69. ¶ (2) ينظر الشعر في رحاب سيف الدولة الحمداني: 347. ¶ (3) ديوان الصنوبري: 42. الفيروزج: حجر كريم أخضر اللون. ¶ (4) ينظر شعر الطبيعة في العصر العباسي الثاني: 169.",
            "page": "60",
            "part": "1"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "دليل على قدرة الصنوبري فهو من شعراء العربية الممتازين في وصف الطبيعة حيث تتوفر له كل عوامل التفوق الفني في الحب والصدق والمرح وإرهاف الحواس (1). فهو الذي يقول فيه القيرواني ... هو وحيد جنسه في صفة الأزهار وأنواع الأنوار)) (2) ¶ ويهتف بالناس أن يفتحوا عيونهم وأبصارهم في الربيع ليرو مفاتنه ويهتف ... بصواحبه من النساء أن يتأملن في جماله الذي يملأ القلوب غبطة وإبتهاجاً يقول: ¶ يا ريم قومي الآن ويحك فانظري ... ما للربى قد أظهرت إعجابها ¶ كانت محاسن وجهها محجوبة ... فالآن قد كشف الربيع حجابها ¶ ورد بدأ يحكي الحدود ونرجس ... يحكي العيون إذا رأت أحبابها ¶ والسرو تحسبه العيون غوانياً ... قد شمرت عن سوقها أثوابها (3) ¶ فهو يوقظ صاحبته لترى الطبيعة وقد أظهر الربيع جمالها وروعتها، فبدت خدودها وعيونها الرانية. وكأنما السرو غانيات أقبلت مشمرة عن سيقانها تريد الرقص ... في هذا الجو العطر البهيج. ¶ وإقبال الربيع يعني إشراقة الورد عند البحتري بقوله: ¶ أتاك الربيع الطلق يختال ضاحكاً ... من الحسن حتى كاد أن يتكلما ¶ وقد نبه النوروز في غلس الدجى ... أوائل ورد كن بالأمس نوماً ¶ يفتحها برد الندى فكأنه ... يبث حديثاً كان أمس مكتما ¶ ومن شجر رد الربيع لباسه ... عليه كما نشرت وشياً منمنما (4) ¶ (1) ينظر شعر الطبيعة في الأدب العربي: 211. ¶ (2) مسائل الانتقاد: ت محمد بن شرف القيرواني- تحـ د. النبوي عبد الواحد شعلان-كلية الدراسات الإسلامية والعربية-جامعة الأزهر-فرع النبات-مطبعة المدن المؤسسة السعودية بمصر: 147. ¶ (3) ديوان الصنوبري: 454 إعجاب: جمع عجب، السوق: السيقان جمع ساق. ¶ (4) ديوان البحتري: 4/ 2090 النوروز: من أعياد الفرس ويعني استقبال الربيع ينظر شعر الطبيعة في العصر العباسي الثاني: 202.",
            "page": "61",
            "part": "1"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "فالبحتري وصف الربيع بقطعة من عيون الشعر صور فيها إحساسه لدى هذا الفصل الساحر، فالربيع بأزهاره المتفتحة أقبل يشيع البشر، يوقظ وردة هنا ووردة هناك، والندى عاشق لم يستطع كتمان ما كبت من عواطف، فجاء يبوح في أذن الورد بمكنون صدره فتفتح نفسه للبوح المحبب. يمزج الشاعر بين الظاهرة الطبيعية ومعناها الإنساني. أما الصورة الواقعية فتقتصر على أن الندى يساعد على تفتح الورد (1) ¶ إن قدرة الشاعر على التشخيص جعلت الربيع يضحك بدلاً من أن يغني، وهو يفيض حياة وحيوية بدقة الصور وجمالها (2) ¶ ويجاريه أبن وكيع التنيسي شاعر الزهر والخمر فقد كان مولعاً بالأزهار مشغوفاً بها يقول: ¶ جاء إلينا زمن الربيع ... فجاء فصل حسن الجميع ¶ فيه ضروب للنبات الغض ... يحكي لباس الجند يوم العرض ¶ من نرجس أبيض كالثغور ... كأنه مخانق الكافور ¶ وروضة تزهر من بنفسج ... كأنها أرض من الفيروزج ¶ يضحك فيها زهر الشقيق ... كأنه مداهن العقيق ¶ وارم بعينيك إلى البهار ... فإنه من أحسن الأنوار (3) ¶ وصف لنا الشاعر جمال الأرض في فصل الربيع وذلك في سلسلة تشبيهات متابعة جسدت رؤية الشاعر الفنية لهذا الفصل الجميل وضروب النبات الطري الأخضر تحاكي لباس الجنود يوم الاستعراض والنرجس في بياضه كأنه ثغور مبسمة، ثم كأنه القلادة تلف على العنق والأرض تزهر بالبنفسج كأنها أرض من الحجر الكريم .. وقد أحصى أنواعاً من الأزهار ولكل زهرة حالها فالبنفسج يزهو والشقيق يضحك فكأنه ¶ (1) ينظر الرائد في الأدب العربي: إنعام الجندي. دار الكتاب العربي-بيروت-بلا ط- لبنان 1979 - 1/ 399. ¶ (2) ينظر مدار الكلمة دراسات نقدية: 14. ¶ (3) أبن وكي التنيسي (شاعر الوهر والخمر): 71 - 74 الفض: الأخضر الطري، العرض: ما نسميه الاستعراض، المخانق: جمع أي قلادة محيطة بالعنق، الفيروزج: حجر كريم أزرق.",
            "page": "62",
            "part": "1"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "مداهن العقيق، والبهار هو أحسن الأنوار ونلاحظ جمال الصور التشبيهية وروعتها إذ جمع الشاعر فيها بين الواقعية والخيال فجاءت تعبيراته جميلة ورشيقة، جمال ما يرى ورشاقة ما يصف فقد بين أنه ((ليس المهم تصوير الأشياء كما هي ولا كما يجب أن تكون بل تصويرها بطريقة تجعلها موحية وموحية بمعنى جديد وبوجود مضاف تبثه فيها الذات التي تتأمل، تعقل، تبتكر)) (1) ذلك لأن الفنان ((لا ينقل الأشياء بل الصورة التي في نفسه منها أنه يعيد خلقها، يغزلها بطريقته هو وعلى منواله وبفذوذية وأصالة)) (2) ويوافقه في الخيال السري الرفاء الذي يعد ((وصافاً بارعاً يسجل في شعره ما يراه من أشياء تؤثر فيه، ورسام فنان يصور بريشته ما يحسه وما يجول في أعماق نفسه)) (3) ¶ أقبل يحدو الخصب في إقباله ... والرعد يحدو الورق من جماله ¶ بمنطق أبدع في ارتجاله ... كأنه في ثقل انتقاله ¶ تجله الريح على استقباله ... كأنما نسأله عن حاله ¶ والزهر قد أصغى إلى مقاله ... وكاد أن ينهض لاستقباله ¶ فجاد بالريق من زلاله ... حتى تعالى الترب من تهطاله ¶ إن سجلا لي سجاله (4) ¶ فقد ملأ السري الرفاء شعره بالاستعارات خاصة شعر الطبيعة وأضفى على أوصافه وتشبيهاته الصفات الإنسانية أذ يرسم الشاعر صورة تنهض بالحياة والحيوية تستحيل فيها مظاهر الطبيعة إلى شخوص تحرك وتتكلم، فها هو السحاب صار حادياً، وأي شيء يحدو، أنه يحدو الخصب أمامه ولا يكتفي الشاعر بهذه الاستعارة، حتى يردفها بأخرى مثلها حين يجعل الرعد حادياً أيضاً ... بجمال بيض هي في حقيقة الأمر رعودة بيضاء ... ولسحاب منطقة الهادئ الرزين الذي يبعث على الإعجاب ¶ (1) علم الجمال: دني هوسيمان: ترجمة ظافر الحسن-ط2 - منشورات- عويدات-بيروت-لبنان -1975 م -11، 12. ¶ (2) م. ن: 12. ¶ (3) السري الرفاء حياته وشعره: د. حبيب حسين الحسني-ط1 - دار السلام-بغداد-1976 - 135. ¶ (4) ديوان السري الرفاء: 2/ 619 يحدو: يسوق، الورق: جمع أوراق وهي الإبل التي لونها بياض إلى سواد.",
            "page": "63",
            "part": "1"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "فهو لا يعدو سريعاً وإنما يسير ببطئ حتى كأنه الريح صارت تجله فتتهيب ... أن تستعجله وهي لا تقوى-إكراماً له- إلا أن تجذب ما فضل من أذياله. ثم يجسد الشاعر صورة في غاية الجمال والروعة لحالة السحاب وهو يدنو من الأرض فكأنه يلاقي الأرض بعد مدة من البعاد والفراق ليسأل التراب عن حالة ولعله يطمئنه بأنه عاد إليه ليبعث فيه الحياة، وهكذا دب الفرح في الزهرة وهو يستمتع إلى هذه المحاور الرائعة بين السحاب والأرض حتى كاد أن ينهض استقباله إكراماً له ... وفرحاً بمقدمه. وكانت هذه المحاور وهذا اللقاء فيضاً من الزلال العذب جاد به السحاب على الأرض والشاعر من خلال هذا الوصف الذي يتميز ((بقوة البصيرة وعمق النظر والقدرة على اكتشاف صلات خفية بين الأشياء ليؤلف منها ... صوراً مبتكرة)) (1) ¶ وقد حظي زهر النيلوفر بنصيب وافر من اهتمام الشعراء فهو يعجب العيون لجمال خضرته في الأسفل إذ يفوص في الماء الصافي فتحسبه رؤوس الإوز في الفياض تغوص يقول السري الرفاء: ¶ ولينو فر أوراقه الخضر تحته ... بساط إليه الأعين النجل شخص ¶ إذا غاص في الماء النمير حسبته ... رؤوس إوز في غياض تغوص (2) ¶ وبصورة أخرى يصفها: ¶ صفر مدار تضمها شرف ... مفتضح عند نثرها العطر ¶ تحملها خيزران ذبلت ... ذبول صب أذله الهجر ¶ كأنما إذا زهت بالسنة ... أنطقها للمهيمن الذكر ¶ خناجر من خناجر نزعت ... فهي على الماء من دم حمر (3) ¶ (1) في النقد الأدبي الحديث-منطلقات وتطبيقات: فائق مصطفى ود. عبد الرضا علي –ط2 - دار الكتب للطباعة والنشر-الموصل- (1402هـ، 2000م) -34. ¶ (2) ديوان السري الرفاء: 2/ 340. ¶ (3) م. ن: 2/ 291 المداري: جمع مدري وهو القرن.",
            "page": "64",
            "part": "1"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "حيث يصف الشاعر زهور النيلوفر وقد طغت في مكان عال وفاحت بعطرها ... الذي لا يدانيه عطر، ويصورها وقد حملتها خيزرانة ذابلة ذبول العاشق الذي أمضه الهجر وأستبد به النوى، ثم يعود ليجسد هذ الزهر وقد تبدت منه خطوط حمراء صورها خيال الشاعر وكأنها السنة تنطق بشكر الله وذكره، وهو إذ يريد ... أن يبين حمرة هذه الورود تصورها وكأنها دماء حمر تطوف على الماء. ولم يكن ... هذا حال السري الرفاء وحده، فقد تعلق كثير من الشعراء بوصف الورد والتعبير ... عن روعته التي تأخذ بالألباب، وللشاعر علي بن الجهم ت (249هـ) قطعة بديعة يتحدث فيها عن رياحين الربيع ونشوة النفوس به لا تقل عن نشوة الراح بقوله: ¶ لم يضحك الورد إلا حين أعجبه ... حسن النبات وصوت الطائر الغرد ¶ بدا فأبدت لنا الدنيا محاسنها ... وراحت الراح في أثوابها الجدد ¶ ما عانيت قضب الرياحين طلعته ... إلا تبين فيها ذلة الحسد (1) ¶ فقد وصف الشاعر الورد مسبغاً عليه الصفات الإنسانية وهي (الضحك والنظر)، ... فهو لم يضحك إلا حين رأى جمال النبات وبهاءه وصوت الطيور المغردة وقد ملأت الأفق، فظهر وبظهوره أبدت الدنيا التي أراد بها الروضة محاسنها وكأنها لبست أثواباً جديدة وإن قضب الريحان تنظر نظرة الحسد للورد لما أصبح عليه حال الروض بتفتحه. إن قراءة المقطوعة تشعرنا وكأننا أمام شخوص تعج بالنظارة والحياة عن طريق الاستعارة التي قربت ذلك المنظر والصورة معاً، والمتأمل للأبيات سوف ... يظهر له حب الطبيعة والاندماج بفرحتها، فالشاعر ((يرسم الطبيعة كما يراها دخل نفسه وانعكاساتها على مشاعره لا كما يراها مبسوطة أمامه فحسب أي لا يكتفي بتركيب أجزاء الصورة إنما يضفي عليها من نفسه وعواطفه وما يشعر به تجاهها ... وأنه يتفاعل معها فيأخذ منها ويعطيها)) (2) ¶ (1) ديوان علي بن الجهم: تحـ خليل مردم بك – ط2 - لجنة التراث العربي-بيروت – لبنان-بلا ت-89. ¶ (2) فن الوصف وتطوره في السعر العراقي الحديث (1800 - 1925م) -د. محمد حسن علي مجيد-دار الشؤون الثقافية العامة آفاق عربية-العراق، بغداد-1988 - 66.",
            "page": "65",
            "part": "1"
        },
        {
            "hno": null,
            "id": "66",
            "nass": "وللشاعر أبي فراس الحمداني لمحات عن الطبيعة وأن ذهبت في غمار ... السياسة يقول: ¶ أنظر إلى زهر الربيع ... والماء في برك البديع ¶ وإذا الرياح جرت عليـ ... ه في الذهاب وفي الرجوع ¶ جرت على بيض الصفا ... ئح بيننا حلق الدروع (1) ¶ فهو يحثنا على النظر إلى زهر الربيع والماء وهو يتدرج من البرك، وشبهه حينما تهب الريح بحلق الدروع، وقد نشرت على الصفائح البيض، ومن المعروف أن كل واصف إنما يشبه الموصوف بما هو من جنس صناعته أو بما تكثر رؤيته عنده، فأبو فراس الحمداني فارس وأوصافه مستمدة من عدد القتال وآلات الحرب (2) وإن كانت أغلب تشبيهاته تقليدية بسيطة يقول: د. محمد مهدي البصير ((لم يكن أبو فراس من شعراء التشابيه، ومع ذلك فأن له تشابيه قليلة لكنها رائعة)) (3) ¶ ويرسم لنا ((شاعر الحب والجمال)) (4) أبن المعتز صورة صادقة لما وقعت عليه عينه لمنظر من مناظر الطبيعة الخلابة في الربيع بقوله: ¶ أما ترى الأرض قد أعطتك زهرتها ... مخضرة واكتسى بالنور عاريها ¶ فللسماء بكاء في حدائقها ... وللرياض ابتسام في نواحيها (5) ¶ (1) شرح ديوان أبي فراس الحمداني: 290. ¶ (2) ينظر التشبيهات: لأبن أبي عون ص 62 - 63. ¶ (3) في الأدب العباسي: محمد مهدي البصير-ط3 - مط النعمان النجف الأشرف-1970 - 77. ¶ (4) الحياة الأدبية في العصر العباسي-محمد عبد المنعم الخفاجي-ط1 - القاهرة-دار العهد-1954 - 219. ¶ (5) شعر أبن المعتز: 2/ 654.",
            "page": "66",
            "part": "1"
        },
        {
            "hno": null,
            "id": "67",
            "nass": "فقد أغرم ابن المعتز بالوصف عامة، ووصف الطبيعة بصورة خاصة وفتن الناس معه لأنه مطبوع في فنه بعيد عن التكلف والافتعال مع عناية بالمعاني المترفة ... التي تلائم حياته التي ملأت ذهنه بمشاهد الجمال وروائع الخيال، فهي صورة جميلة بل لوحة جذابة للأرض وقد كستها خضرة الربيع ووشاها الزهر، والنور، ولقد عمد إلى الصناعة البديعية حين طابق بين بكاء السماء في الحدائق، وابتسام الزهر ... في الرياض، فضلاً عن الاستعارات: اكتسى بالنور عاريها، فللسماء بكاء، ... وللرياض ابتسام (1) ¶ أما الشاعر أبو تمام فقد أقدم على استفتاح قصائده بوصف مظاهر من الطبيعة الخالصة، خطوه للتطوير الفني للتقاليد الموروثة من ناحية، وتحقيقاً لذاته ومشاعره وتجاربه في واقع الحياة من ناحية أخرى. (2) ¶ وقصيدته هذه تدللنا على تلك السمات يقول: ¶ يا صاحبي تقصيا نظريكما ... تريا وجوه الأرض كيف تصور ¶ تريا نهارا مشمساً قد شابه ... زهر الربا، فكأنما هو مقمر ¶ دنيا معاش للورى حتى إذا ... جلي الربيع فإنما هي منظر ¶ أضحت تصوغ بطونها لظهورها ... نور تكاد له القلوب تنور ¶ من كل زاهرة ترقرق بالندى ... فكأنما عين إليه تحدر ¶ تبدو ويحجبها الجميم كإنها ... عذراء تظهر تارة وتخفر ¶ مصفرة محمرة فكأنها ... عصب تيمن في الوغى وتمضر ¶ من فاقع غض النبات كأنه ... در يشقق قبل ثم يزعفر ¶ (1) ينظر الشاعر والشعراء في العصر العباسي: د. مصطفى الشكعة: ط2 - بيروت-دار العلم للملايين-1975 - 77. وينظر كذلك الحياة الأدبية في العصر العباسي: 219. ¶ (2) ينظر الطبيعة في مقدمات أبي تمام: د. شوقي رياض احمد-كلية الأداب-جامعة القاهرة-دار الثقافة للنشر والتوزيع- (1409 - 1988م) -44.",
            "page": "67",
            "part": "1"
        },
        {
            "hno": null,
            "id": "68",
            "nass": "أو ساطع في حمرة فكأن ما ... يدنو إليه من الهواء معصفر ¶ صنع الذي لولا بدائع لطفه ... ما عاد أصفر بعد إذ هو أخضر (1) ¶ ففي هذه المقطوعة تبرز كثير من السمات الفنية التي تشكل مذهب أبي تمام ... في شعره، فتراه يتعمق في معانيه تعمقاً شديداً ويغرب في أفكاره أغراباً يعتريه الغموض في بعض الأحيان، ويذهب في خياله وتصويره إلى أقصى الحدود حتى ليذكر عنه أنه ينسب ((إلى غموض المعاني ودقتها وكثرة ما يورد مما يحتاج ... إلى استنباط وشرح واستخراج)) (2) ¶ فالشاعر يطلب من أصحابه أن يمعن النظر بجمال الربيع معدداً جوانب الحسن التي تراءت لناظره فقد خلعت الربيع على الأرض والنبات ألوان الجمال والحياة، وما صاغته بطون الأرض لظهورها، ثم يصور الندى وقد تناثرت حبيباته على نور الأزهار فيبدو كالدموع المنحدرة من العيون، وهذه الشجرة الزاهرة تتمايل مع الريح يميناً، ويساراً، فتظهر للعين تارة ويحجبها النبات المتكاثف تارة أخرى، فيتمثلها أبو تمام في شخص فتاة عذراء تظهر ساحرة للناظرين أحياناً، ويمنعها الحياة تارة أخرى فتحجب عنهم، وهذه الوهاد والنجاد قد كساها الربيع حله البديعة، فشخصها خياله فئتين من الناس يختالان زهواً بزينتهما ومع هذه التشخيص والتجسيم يستخدم أبو تمام التشبيه التمثيلي الذي يعد أدق أنواع التشبيه وأرقاها، إذ يشبه الشيء بالشيء في مجموعة من الصفات والصور المركبة فهذه السهول والروابي قد كستها أزهار الربيع بألوانها الصفراء والحمراء، وقد تداخل بعضها في بعض، فيشبهها بعصائب رؤوس اليمنيين الصفراء، وعصائب رؤوس المصريين الحمراء، وقد أشتبك هؤلاء ¶ (1) شرح الصولي لديوان أبي تمام: 1/ 537 - 538. ¶ تقصيا: تتبعا آخره أمعنا النظر-شاب: خالطه-دنيا معاش: مجال للكد وكسب العيش- تحدر: ينحدر معها-الجميم: النبات المغطي للأرض أي النبات الغض الكثير-تخفر: تستحي-تيمن: تنسب إلى اليمن فتحمل الرايات الصفراء وهي رايات المضريين-قافع: شديد الصفرة، تشقق: تلبس ثوب الشقيق الأحمر-تزعفر: تلبس ثوب الزعفران الأصفر. ¶ (2) الموازنة بين أبي تمام حبيب بن أوس الطائي (231هـ) وأبي عبادة الوليدين عبيد البحتري الطائي (284هـ) تصنيف الأمام النقادة أبي القاسم الحسن بن بشر بن يحيى الأسدي (370 هـ) - تحـ محمد محي الدين عبد الحميد- (1363 - 1944) -1/ 10.",
            "page": "68",
            "part": "1"
        },
        {
            "hno": null,
            "id": "69",
            "nass": "في معركة حربية، كما يشبه الأزهار الفاقعة الصفرة التي يخالطها شيء من البياض، بالدر الأبيض الذي يشقق ويطلي بلون الزعفران الأصفر، والأزهار الساطعة الحمرة تعكس لونها على طبقة الهواء المحيطة بها فتجعلها تبدو وكأنها مطلية بلون العصفر الأحمر. ويوشي أبو تمام صوره بألوان من بديعة المعروف وفي مقدمتها نوافر أضداده ليظهر لنا صوراً في غاية الدهشة والغرابة وهي صورة النهار وقد سطعت فيه أشعة الشمس بنورها، وإذا بالشاعر يبتكر صورة من خياله، فيها كثير من الغرابة ليقابل بين الصورتين وقد خالطت ضوء الشمس، فجعلته يبدو وكأنه منبعث من القمر، فهو نهار مشمس في الظاهر، مقمر في خيال الشاعر، كذلك في تشبيهه للشجرة الزاهرة بالفتاة العذراء في وصفه لألوان الزهور يختار اللون الأصفر والأحمر، ليشكل منهما صورتين متقابلتين، مستمداً من ثقافته التاريخية عن العرب وما يوافقهما، إذ يعلم أن الحروب بين اليمنيين والمضريين كانت سجالاً في الجاهلية والإسلام، وأن رجال اليمن كانوا يعصبون رؤوسهم فيها بعصائب صفراء، بينما كان يعصبها رجال مضر بعصائب حمراء، فشبه لوني الزهور بلوني عصائب الفريقين ليخرج بذلك بصورتين مبتكرتين من نوافر أضداده. وحين يذكر أن مباهج الربيع هذه هي من صنع الخالق المبدع لا ينسى أن يسجل صورتين متضادتين لخضرة النبت ... في الربيع، ثم اصفراره وقت نضجه وحصاده، وليبني على هذا التحول قدرة الله ولطفه بعباده (1) ¶ ويعلق د. سيد نوفل بقوله ((فالطبيعة تستهويه كل الاستهواء، وتستولي على فؤاده بأزهارها ورياحينها وغيثها وبرقها، ولا يكفيه الإعجاب بألوانها الزاهية، وإنما يتأمل ويفكر ويخرج من تأمله، وتفكره بالنظريات والإحكام الشعرية وقد خرج على التقليد العربي حين وصف الزهر والروض والربيع والعشب)) (2) ¶ كل ذلك يدل أن عالم الطبيعة يشكل مادة غنية للقول والإبداع فيأخذ بأيدي ... الشعراء ليتغنوا بمباهجه ومفاتنه وألوانه وأوصافه وبه ينفسون عما ترك ... في أعماقهم من نزعات الفن ودفقات الإحساس بالجمال الطبيعي الساحر (3) ¶ (1) ينظر الطبيعة في مقدمات أبي تمام: 54 - 58. ¶ (2) شعر الطبيعة في الأدب العربي: 168 - 169. ¶ (3) ينظر فن الوصف تطوره في الشعر العراقي الحديث: 65.",
            "page": "69",
            "part": "1"
        },
        {
            "hno": null,
            "id": "70",
            "nass": "-الزهريات من خلال المدح: ¶ لم يقتصر ورود الأزهار ووصفها على غرض الوصف وإنما جاء مضمناً في أغراض أخرى منها غرض المديح، والمديح: من أغراض الأدب الرئيسية الذي يمكن الشعراء من خلاله المثول أمام الخلفاء والأمراء أو غيرهم من أصحاب الرتب والمناصب مشيدين بأعمالهم مبرزين صفاتهم لأنه فن غزير المادة يلجه الشاعر كي يعرب عن إعجابه بصفات ممدوحة، والشاعر القديم يصف ممدوحه بالقوة والصلابة التي تتواءم مع طبيعته (1) لكن ما طرأ على المجتمع العباسي من تطور متمثلاً بلين الحضارة ورقتها دفع بالشاعر إلى الطبيعة والربط بين جمالها وصفات ممدوحه، ... فهو يسقط من صفات الطبيعة على ممدوحه فيصف أخلاقه بالورد في الربيع ويفضل رائحته على رائحة النرجس, وان خصاله تقوم مقام النور في الرياض. ¶ كقول المتنبي يصف ((خلائق)) ممدوحه فيشبهها بالورد في الربيع: ¶ تأبى خلائقك التي شرفت ... أن لا تحن وتذكر العهدا ¶ لو كنت عصراً منبتاً زهراً ... كنت الربيع وكانت الوردا (2) ¶ فالشاعر أختار لممدوحه أجمل الفصول ((الربيع)) ولخلائقه أجمل الزهور ((الورد)) وهكذا فإن المتنبي أضفى على ممدوحه الشمولية عندما شبهه بالربيع وجعل ... الزهر جزءاً منه. ¶ أما أبن المعتز فنجده ((يصور ممدوحه ويقدم لنا صورة من صور عصره)) (3) ¶ في قوله مادحاً عبيد الله بن سلمان: (4) ¶ (1) ينظر التجديد في وصف الطبيعة بين أبي تمام والمتنبي: نسيمة راشد الغيث رسالة دكتوراه- ... جامعة القاهرة- (1407، 1987) -438. ¶ (2) ديوان المتنبي: 1/ 325 - 326 شرح العكبري. ¶ (3) أبن المعتز العباسي صورة لعصره: د. سعد إسماعيل شلبي- دار الفكر العربي-الكويت- ... (1401هـ، 1981) -239. ¶ (4) عبد الله بن سليمان بن وهب: أبو قاسم الكاتب الوزير، وزير المقتضد مولده سنة ست وعشرون ومائتين وكانت مدة وزارته للمقتضد عشر سنين ينظر ترجمة فوات الوفيات والذيل عليها محمد بن شاكر الكتبي (764) – عن د. احسان عباس – 1974 – 2/ 434 – 436.",
            "page": "70",
            "part": "1"
        },
        {
            "hno": null,
            "id": "71",
            "nass": "عليم بأعقاب الأمور كأنه ... بمختكسات الظن يسمع أو يرى ¶ إذا أخذ القرطاس خلت يمينه ... تفتح نوراً أو تنظم جوهراً (3) ¶ فالشاعر أبن المعتز يضرب ويطرب حين يمزج المدح بالطبيعة الغضة وهي صورة جميلة بين الوصف الجميل والمديح الرقيق الذي عرفه أبن المعتز وصار سمة من سماته، إذ وصف ممدوحه بأنه عليم بعاقبات الأمور حتى كأنه حين يظن إنما يقول بما يسمع أو يرى، وإذا تناول القرطاس ظننت أن يمناه تفتح نوراً أو تنظم جواهر (1) فقد وصفة د. شوقي ضيف ((كأنما عقله كان كنزاً زاخراً بالتشبيهات والصور)) (2) وقول الشاعر علي بن جبلة العكوك ت (213هـ) مادحاً: ¶ ملك تندي أنامله ... كانبلاج النوء عن مطره ¶ مستهل عن مواهبه ... كابتسام الروض عن زهره (3) ¶ فقد شبه يده وهي تجود بالمال بالغيوم التي تبشر بالرحمة الواسعة والخير العميم، وشبه وجهه المتهلهل المشرق، وهو يعطي سائله بالروضة المبتسمة بزهرها ... النظر المشرق. ¶ (3) شعر أبن المعتز: 1/ 439. ¶ (1) ينظر الشعر و الشعراء و في العصر العباسي: 766. ¶ (2) العصر العباسي الثاني: 344. ¶ (3) ديوان علي بن جبلة العكوك: تحـ د. حسين عطوان- دار المعارف مصر-1972، 65 - 67. ... النوء: نجوم تظهر قبل المطر.",
            "page": "71",
            "part": "1"
        },
        {
            "hno": null,
            "id": "72",
            "nass": "أما البحتري فيعرض لنا المدح ضمن وصف ذي ((صياغة سلسة تجري مجرى الماء رقة وعذوبة يعبر بها عن معناه في وضوح لا يقدر عليه غيره)) (1) وذلك في قوله مادحاً الحسن بن وهب (2): ¶ وإذا دجت أقلامه ثم أنتحت ... برقت مصابيح الدجى في كتبه ¶ حكم فسائحها خلال بناته ... متدفق، وقليبها في قلبه ¶ كالروض مؤتلفاً: يحمره نوره ... وبياض زهرته، وخضرة عشبه (3) ¶ فإذا تذوق العالم الجليل أبو العباس حلاوة هذا الشعر نجده يقول: ((لو سمح الأوائل هذا الشعر ما فضلوا عليه شعراً)) (4) ¶ وهذه الأبيات السلسة الرقيقة المشتملة على الزينات الخفيفة تبهج الخاطر ولا تثقل على النفس، لأن البحتري وشاها بلمساته الفنية التي عرف بها إذ يقول إن هذا الكاتب تتدفق الحكمة من بين أنامله نابعة من قلبه أسلات قلمه فهي كالروضة ... الملتفة بالنور الأحمر، والزهر الأبيض، والعشب الأخضر. ويعلق د. مصطفى الشكعة عليها: ((إن هذه الأبيات التي قالها البحتري في الحسن بن وهب لا تصدر إلا عن شاعر يجل العلم ويكرم الثقافة ويحترم أصحاب الأقلام، وقد كان شاعرنا صاحب ذوق وقلم، وله في علم التأليف والتصنيف وافر، يدل على أن البحتري لم يكن مجرد شاعر وحسب إنما عالماً ناقداً أديباً)) (5) ¶ (1) دراسات في الأدب العربي-العصر العباسي: د. محمد زغلول السلام-مطبعة التقدم الأسكندرية. ¶ (2) هو الحسن بن وهب بن سعيد عمر بن حصين الكاتب وكان يذكرانه ولد الحارث بن كعب وهو معروف بالكتابة، فآباؤه وأجداده كلهم كتبة في الدولتين الأموية والعباسية ولد سنة ست وثمانين ومائة ... ينظر ترجمته قوات الوفيات والذيل عليها- 1/ 367 طبع 1973. ¶ (3) ديوان البحتري: 1/ 165. انتحى: جد، أي أن أقلامه إذا غمست بالمداد ثم جدت في الأمد أنادت ظلم ... المشاكل وكشفتها. ¶ (4) تاريخ بغداد: الخطيب البغدادي ت (463 هـ)، المكتبة السلفية-المدينة المنورة-13/ 478. أبو العباس احمد بن ثوابه من كبار الكتاب صاحب ديوان الرسائل. ¶ (5) الشعر والشعراء في العصر العباسي: 704 - 705.",
            "page": "72",
            "part": "1"
        },
        {
            "hno": null,
            "id": "73",
            "nass": "وقد يبالغ الشاعر في وصف ممدوحه وينتقل إلى التغزل به كقول الوأواء الدمشقي: ¶ انظر إلى وجهه وأستعن عن صفتي ... سبحان خالقه سبحان باريه ¶ النرجس الغض من أجفان مقلته ... والورد من خده والدر من فيه (1) ¶ فالشاعر يطلب من سامعه الا يسمع أوصافه للممدوح بل يكفيه أن ينظر إلى وجه ممدوحه فيبين قدرة الخالق في روعة هذا الخلق وجماله فالنرجس في عينيه والورد في خديه، والدر من فيه، وهي من صفات الغزل بالنساء ولكنه ما طرأ على المجتمع العباسي من لهو وترف ومجون فقد كثر عندهم الولع بالفلمان والتغزل بهم (2) ¶ وقول الشاعر أبي الفتح البستي يمدح أحمد بن علي الميكالي (3) ¶ جمع الله في الأمير أبي نصر ... خصالاً تعلو بها الأقدار ¶ راحة ثرة وصدر فضاء ... وذكاء تبدو له الأسرار ¶ خطه روضة والفاظه الـ ... أزهار يضحكن والمعاني ثمار (4) ¶ عدد صفات ممدوحه وخصاله وقد علت بها الأقدار من رحابه صدر، وذكاء مفرط، وجمال خط، وكأن ألفاظه زهرات ضاحكات في هذه الروضة وهنا أستعار لضحك للأزهار لرقة ألفاظه وجمالها أما معاني الألفاظ فهي ثمار يانعة. ¶ ويجاريه الشاعر تميم بن المعز الفاطمي مادحاً العزيز بالله: ¶ (1) ديوان الوأواء الدمشقي: 251. ¶ (2) ينظر الفن ومذاهبه في الشعر العربي: د. شوقي ضيف-ط7 - دار المعارف بمصر-بلا ت-108. ¶ (3) هو عبيد الدين أحمد بن علي بن إسماعيل بن عبد الله بن محمد بن ميكال أبن عبد الواحد بن جبريل بن القاسم مات يوم الأضحى سنة ست وثلاثون وأربعمائة كان أوحد الفرسان ذلك العصر أدباً وفضلاً ونسباً حسن الخلق سليم الوجه كثير القراءة دائم العبادة، أبو الأمير مشهور جليل القدر، ينظر فوات الوفيات والذيل عليها: 2/ 428 - 432. ¶ (4) أبو الفتح البستي حياته وشعره: 346.",
            "page": "73",
            "part": "1"
        },
        {
            "hno": null,
            "id": "74",
            "nass": "أنت العزيز الذي لولا خلافته ... ما أصبح العدل منشوراً على البشر ¶ كأن عصرك من إشراق بهجته ... تفتح الورد بين الروض والزهر (1) ¶ مدح الخليفة ذاكراً أسمه (أنت العزيز) فهو صفة تدل على موصوفها وهو الخليفة نفسه فمدحه بعدل خلافته وكأن إشراق خلافته الورد والزهر المتفتح في الروض. ¶ وتردد ذكر الورد والزهر كثيراً في شعر المتنبي في غرض المدح فهو يشبه ممدوحه أبن يسار بن مكرم التميمي بماء الورد في تفصيله الفرع على الأصل بقوله: ¶ فإن يك يسار بن مكرم أنقضى ... فإنك ماء الورد إن ذهب الورد (2) ¶ ويفضل رائحة الممدوح على رائحة النرجس: ¶ بأبي ريحك لا نرجساً ذا ... وأحدا يثك لا هذا الشراب (3) ¶ وهو هنا يبالغ في وصف ممدوحه، وينتقل إلى التغزل به ولم يعرف وصف الرجل بهذه الصفات \"الورد والنرجس\" لأنها من صفات النساء، في الجمال والرقة والتضوع، ولا يقصد أن المتنبي أتبع مذهب الغزل بالغلمان الذي ظهر فناً جديداً في عصر صناعة الشعر وتحديثه كما قلنا، لأن طبيعته الشخصية وتربيته وما يحمل ... من قيم جعلته لا يتغزل بالغلمان (4) ¶ ومن صوره الجميلة قوله مادحاً سيف الدولة الحمداني (5): ¶ (1) ديوان تميم بن المعز بالله الفاطمي: 201. ¶ (2) ديوان المتنبي: 1/ 380 العكبري، ينظر ديوان السري الرفاء 2/ 539 - 2/ 561 - 2/ 194 - 2/ 647. ¶ (3) م. ن: 1/ 135. ¶ (4) ينظر الفن ومذاهبه في الشعر العربي: 312. ¶ (5) سيف الدولة الحمداني: هو أبن الحسن على بن عبد الله بن حمدان كانوا ملوكاً وأمراء ألسنتهم لفصاحة، وأيديهم للسماحة، وعقولهم للرجاحة، وسيف الدولة مشهور بسيادتهم، ... وكان سيادته غرة الزمان وعماد الإسلام ومن به سداد الثغور، وسداد الأمور ويقال أنه لم يجتمع قط بباب أحد من الملوك مثل ما أجتمع باب سيف الدولة ينظر ترجمته يتيمة الدهر: 1/ 27.",
            "page": "74",
            "part": "1"
        },
        {
            "hno": null,
            "id": "75",
            "nass": "سر حيث شئت يحله النوار ... وأراد فيك مرادك المقدار ¶ وإذا ارتحلت فشيمتك سلامة ... حيث اتجهت وديمة مدرار (1) ¶ ففي البيتين يورد الشاعر ألفاظ \"ديمة، مدراراً\" يصاحبها \"النوار\"، والسبب في ذلك وجود \"الممدوح\"، والرابطة قوية مثل \"المطر\" و \"النوار\"، وكأن الممدوح يمثل الزمان فأينما يحل أو يتجه يجد المطر والزهر وهي فكرة جديدة لم تخطر على بال الشاعر القديم الذي أثرت فيه البيئة الصحراوية (2) وهي من المدائح الرائعة لأن مدائح المتنبي في سيف الدولة الحمداني ((من أجل مدائح الشعر العربي، إذ كان معظمه صدراً عن عاطفة قوية تحس بما للممدوح من خطر، وما للظروف التي اكتنفته إمارته من امتياز)) (3) ¶ وممدوح البحتري تضيء به الدنيا وشمائله تقوم مقام النور في الرياض بقوله: ¶ مادحاً عبيد الله بن دينار (بن عبد الله): ¶ أضاءت به الدنيا لنا بعد ظلمة ... وأجلت لنا الأيام عن خلق رطب ¶ وما زال ((عبد الله)) يكسى شمالا ً ... يقمن مقام في ناضر العشب (4) ¶ ويقول الشاعر دعبل الخزاعي (ت 246 هـ) في وصف النور مخلصاً إلى المدح: ¶ وميثاء خصراء زربيه ... بها النور يزهو من كل فن ¶ ضموك إذا لا عبته الرياح ... تأود كالشارب المرجحن ¶ فشبه صحبي نواره ... بديباج (كسرى) وعصب (اليمن) ¶ (1) ديوان المتنبي: 2/ 86 العكبري. ¶ (2) ينظر التجديد في وصف الطبيعة بين أبي تمام والمتنبي: 438. ¶ (3) الشعر في ظل سيف الدولة الحمداني: د. درويش الجندي-ط1 - مطبعة الرسالة-مصر-1959 - 174. ¶ (4) ديوان البحتري: 1/ 106 وقد ذكر حسن كامل الصيرفي في الديوان: لم نجد ترجمة وافية عن عبد الله هذا، ولكن أياه دينار بن عبد الله كان من قواد المأمون، وكان أخوه أحمد من أمراء البحر، وللبحتري فيه أمداح، وأخوه يزيد ولي مصر سنة 243. وقد أشترك عبد الله هذا في محاربة أبي حرب المبرقع الذي ... خرج على السلطان بفلسطين سنة 227. ينظر ديوان البحتري 1/ 104.",
            "page": "75",
            "part": "1"
        },
        {
            "hno": null,
            "id": "76",
            "nass": "فقلت بعدتم، ولكنني ... أشبه بجناب (الحسن) ¶ فتى لا يرى المال إلا العطا ... ء ولا الكنز إلا أعتقار المنن (1) ¶ وصف الروضة وشبه النور فيها بالممدوح على طريقة التشبيه المعكوس وهو من التشبيهات التي سادت في تلك الحقبة لأن ذوق العصر. ¶ بدأ لا يستسيغ الجري وراء الصيغ التقليدية القديمة فراح الشاعر يوشي قصيدته بتلك الألفاظ الرقيقة لتعكس روح العصر، وهكذا تعددت دلالات الأزهار ضمن غرض المدح لأن لكل شاعر أسلوبه الخاص به وبه تعرف طريقة تفكيره ونظرته ... للأشياء وتفسيرها (2) ¶ (1) شعر دعبل الخزاعي: ت (246 هـ) صنعه (عبد الكريم الاشقر، مطبوعات المجمع العلمي (دمشق) ... (1384هـ-1964) القسم الأول –201، 202. الميثاء: الأرض اللينة السهلة، أو الرابية الطيبة. ... الزربية: الأرض اذا اخضر نبتها واصفر واحمر ارجحن مال واحتز. ... العصب: ضرب من البرود اليمنية، الجناب: الفناء. ¶ (2) ينظر الأسلوب-دراسة تحليلية لأصول الأساليب: احمد الشايب ط8 - مطبعة النهضة العربية القاهرة (1408هـ، 1988م) -143.",
            "page": "76",
            "part": "1"
        },
        {
            "hno": null,
            "id": "77",
            "nass": "-الأزهار من خلال الرثاء: ¶ الرثاء هو الثناء على الشخص بعد موته، وشعر الرثاء إنما يقال على الوفاء لأنه ((يصدر من أغوار النفس الإنسانية، ويعبر عن اللوعة والحسرة التي تنتابها عند فقد من أحببت، ولا يملك الشاعر إزاء هذه العاطفة الحارة الحزينة الملتاعة إلا أن يصدح في شعره بأحزانه وآلامه)) (1) ¶ وفيه يقضي الشاعر حقوقاً سلفت إذا كان الشاعر فجع ببعض أهله أو من هم ... في منزلتهم من الأحباب والخلصاء (2) وكان لهذا الغرض جانب مع الأزهار فقد وظفوها في الرثاء للتعبير عن صدق العاطفة ورقتها التي تتناسب معها، فقد حفوا قبور موتاهم بالأزهار لتظل زاهية كما كانوا، فضلاً عن أن وجود الأزهار حول قبور ... من يرثونهم يعني طرد الوحشة عنها إذ تدب الحياة حولهم فتصير الزهور رمزاً لتواصلهم مع الحياة في جمالها وبهائها، وتصبح رائحتهم هي هذه الرائحة الطيبة المنبعثة منها. يقول أبن الرومي في رثاء أبي الحسن يحيى بن عمرو ... بن زيد بن علي (3) ¶ سلام وريحان وروح ورحمة ... عليك، ومدود من الظل سجسج ¶ ولا برح القاع الذي أنت جاره ... يرف عليه الأقحوان المفلج ¶ ويا أسفي ألا ترد تحية ... سوى أرج من طيب رمسك يأرج (4) ¶ (1) شعر الرثاء العربي واستنهاض العزائم: د. عبد الرشيد عبد العزيز سالم-ط1 - وكالة المطبوعات ... الكويت-1982 - 7. ¶ (2) ينظر في النقد الأدبي: د. عبد العزيز عتيق-ط2 - د. النهضة العربية للطباعة-بيروت- ... (1391هـ، 1972م) -179. ¶ (3) وأبو الحسين: علوي ثار أيام المتوكل والمستعين على الكوفة ثم تغلب عليه محمد بن عبد الله بن طاهر وقتله في 250 هـ ينظر مقاتل الطالبين: لأبي الفرج الأصفهاني (284 – 356 هـ) شرح وتحـ: السيد احمد صقر ـ القاهرة 1368 هـ ـ 1949 ـ 639، 650. ¶ (4) ديوان أبن الرومي: 2/ 494. سجج: معتدل لا حار ولا شديد البرد.",
            "page": "77",
            "part": "1"
        },
        {
            "hno": null,
            "id": "78",
            "nass": "فهو يند به ندباً حاراً مصوراً حزنه عليه لأنه ((مخلص كل الإخلاص في رثائه ذلك لأنه لا يرني إلا من رسح حبه في قلبه وعظم مكانه في نفسه)) (1) باعثاً إليه السلام، والرحمة، والروح، والريحان. وكلها من علامات الدعاء لأن الميت صاحب مجد وعظمة إذ عمد إلى تكرار تلك الصفات لتأكيد عظمته، وإن القاع الذي حل به يحيطه زهر الأقحوان المفلج، وحرف النداء ((يا)) في عبارة \"يا أسفي\" تنظوي على كثير من الأسى والأسف بحتمية الموت. ¶ إذ لا يرد تحيته سوى رائحة تراب القبر التي امتزجت برائحة الأقحوان فتوهج و فاح ذلك الريح الطيب، فقراءة المقطوعة تبعث لنا رائحة الأقحوان المفلج، والأبيات تمتاز بموسيقى منتظمة هادئه رقيقة، وتعد هذه الأوصاف مناسبة للغرض وأن بدت لفظة سجسج فيها ثقل حيث جمع حرف الجيم وحرف السين وكلاهما من الحروف الثقيلة. لذلك نحس بثقل هذه اللفظة لكنها مع ذلك تناسب الموقف بثقله وشدته ((حيث أنه لا يبكيه وحده بل يبكي العلويين جميعاً منذ شهيدهم الحسين المقتول ... في كربلاء)) (2) ¶ وفيه يعبر عن عواطف صادقة وأحاسيس كريمة ومشاعر نبيلة. ¶ ويرثى أبن المعتز أهله بقوله: ¶ أنحى عليك الدهر مقتدراً ... والدهر الام غالب ظفراً ¶ وهجرت ود الناس كلهم ... إلا مكاشرة لمن كشرا ¶ نصر الإله قبورهم بحياً ... يكسوهم الريحان والزهرا ¶ ما استطيع سوى الثناء لهم ... وسؤال ربي الغفر إن غفراً (3) ¶ (1) في الأدب العباسي: 283. ¶ (2) العصر العباسي الثاني: 300. ¶ (3) شعر أبن المعتز: 3/ 37 الحيا: المطر.",
            "page": "78",
            "part": "1"
        },
        {
            "hno": null,
            "id": "79",
            "nass": "فقد أخذ أعز الناس عنده، وغدت الوحشة لا تبارحه ولكنه يسلي نفسه بالدعاء لهم بالسقيا فإذا ما نزل \"الحيا\" تفتحت الأزهار والرياحين عند قبورهم لتظل زاهية كما كانت صفاتهم، وهي صورة حية نابعة عن صدق المشاعر حركت فينا الإحساس والانفعال إذ لم يعمد إلى ذكر صفاتهم وأعمالهم، أو مكانتهم إنما وصف حالة بعد فراقهم، وإن نيران فراقهم تحرق فؤاده حتى غدا الحزن لا يبارحه ولا يملك سوى أن يتوجه إلى الله سائلاً المغفرة لهم وقد أتسم رثاءه بظهور ((الآلام والنكبات ويمتزج ما فيها من حزن بحكم الحياة الاجتماعية وعبرها ومواعظها وبروح الشكوى والأنين ¶ وبعاطفة الوفاء البعيد الذي يشيع في نفس الشاعر ووجدانه)) (1) ¶ وأجاد أبو تمام في الرثاء بقوله في رثاء محمد بن حميد (2) ¶ محمد بن حميد أخلقت رممه ... هريق ماء المعالي مذ هريق دمه ¶ رايته بنجاد السيف محتبياً ... كالبدر حين جلب عن وجهه ظلمه ¶ في روضة قد علا حافاتها زهر ... علمت عند انتباهي أنها نعمة ¶ فقلت والدمع من حزن ومن فرح ... يجري وقد ملئ الخدين منسجمه ¶ ألم تمت يا شقيق الجود من زمن ... فقال لي: لم يمت من لم يمت كرمه (3) ¶ حيث يعمل فكره على خلق الجو الحزين المتلائم مع طبيعة الكارثة ... وظروف المأساة، ثم يلقى بثقله على بحار العاني فيصيد نفائسها، ويسقلها، ويطرزها ويقدمها لجمهرة الناس أحسن ما تكون صوغاً وأجمل ما تكتسي ثوباً. ¶ (1) ابن المعتز وتراثه في الأدب والنقد والبيان: د. محمد عبد المنعم خفاجي-ط2 - دار العهد الجديد للطباعة. ... 1985 - 170. ¶ (2) محمد بن حميد لم يذكر صاحب معجم الشعراء شيئاً عنهم سوى أنه قائد طوسي وأولاده أبو نهشل محمد بن حميد، وأبو نصر (محمد بن حميد) ينظر معجم الشعراء: للمرزباني أبي عبيد الله بن عمران بن موسى ت (384 هـ) -تحـ عبد الستار أحمد فراج-دار أحياء الكتب العربية-عيسى البابي الحلبي وشركاؤه. ... 1379 - 1960 - 368. ¶ (3) شرح الصولي لديوان أبي تمام: 3/ 354 - الرمم: تستعمل في العظام البالية والحبال المخلقة، أصل الشقيق: الذي يشاق الإنسان في النسب، كأب كل واحد منهما أخذ شقاً أي جانباً ونصفاً.",
            "page": "79",
            "part": "1"
        },
        {
            "hno": null,
            "id": "80",
            "nass": "ولأبي تمام عدة مرات في محمد بن حميد، ولكل واحدة منها نظامها ومعانيها وبنائها، وفي مقطوعة هذه التي لا تتجاوز الستة أبيات يبكي عليه بكاءً عاطفاً ويذكر رؤيا رآه فيها محتبياً بنجاد السيف كالبدر يشق الظلام متوسطاً نعماً كثيرة كان قد أغدقها كأنها الروضة التي حولها الزهر وهي دليل على خير المقام والجزاء لصفاته المحمودة التي يتصف بها (1) وهو في رثائه يمزج عاطفته بالخيال وبالعقل فتجده في شعره فيلسوفاً أو حكيماً من خلال أسلوبه ومعناه الرصين الذي أضفى مرثاة شعرية ذات وقع غريب (2) ¶ وسعر موت البناء وذوي الرحم قلوب الشعراء فبكوهم بدموع غزار وأنوا أنيناً حاراً من قلوب جريحه كونها نار الفراق الملتهبة كقول أبن الرومي راثياً أبنه بعد أن يبدأ قصيدته مخاطباً عينيه أن تجود بالدموع على ولده الذي طواه اللحد إثر خروجه من المهد، فأضحى بعيداً في مرآه قريباً في مثواه: ¶ بكاؤها يشفي وإن كان لا يجدي ... فجودا فقد أودى نظيركما عندي ¶ ألح عليه النزف حتى أحاله ... إلى صفرة الجادى عن حمرة الورد ¶ أريحانة العينين والأنف والحشا ... إلا ليت شعري هل تغيرت عن عهدي ¶ وظل على الأيدي تساقط نفسه ... ويذوي كما يذوي القضيب من الرند (3) ¶ نلاحظ العاطفة الصادقة، إذ نجد فيها حشاشة قلب الأب تذوب لوعة وأسى مع ذلك النزف الذي أحال الصبي من حمرة الورد إلى صفرة الجادى وقد قيل في رثاء الولد ((صدع في الفؤاد لا يجبر)) (4) يتبين ذلك من الفعل ((ألح)) الذي أردف بـ ((حتى)) وهما لفظان يجسدان مشهد احتضار الطفل الذي تواتر نزفه دون إمهال لحظة واحدة، وفضيلة هذا البيت تكمن في ألفاظه، كالفعل ألح والحروف \"إلى، حتى، عن\" حيث أ، الحروف قامت في براعة حبكها بإيجاز المعنى فاستوى المشهد الطويل بقليل ... من الألفاظ، أعتمد الشاعرعلى \"الرثاء الوصفي\" إذ عني برسم ملامح ولده فيما كان يتنازعه الموت (5) ¶ (1) ينظر أبحاث في الأدب العربي: سلام عبد المحسن عاطف-دار المعارف 1986 - 105. ¶ (2) ينظر-الرثاء في الشعر العربي أو جراحات القلوب: د. محمود حسن أبو ناجي-ط1 - دار مكتبة الحياة-بيروت، لبنان- (1401هـ، 1981م) –172. ¶ (3) ديوان أبن الرومي: 2/ 624 - 625/ يجدي: يفيد، أودى: هلك، الجادي: صفرة الزعفران. ¶ (4) رثاء الأبناء في الشعر العربي حتى نهاية الشعر الأموي: د. محمد إبراهيم حور-مكتبة المكتبة- ... أبو ظبي-العين- (1401، 1981) -12. ¶ (5) ينظر أبن الرومي ونفسيته من خلال شعره: ط 1959 - 209 وينظر 219.",
            "page": "80",
            "part": "1"
        },
        {
            "hno": null,
            "id": "81",
            "nass": "وقول الشاعر كشاجم ذاكراً حال النسوة وقد لبسن ثياب المأتم السود: ¶ بيض لبسن حدادهن لمأتم ... فلبسن منه الليل فوق نهار ¶ ولطمن منهن الخدود تأسياً ... وسكبن دمعاً كاللجين الجاري ¶ فكأنما تلك الخدود بنفسج ... وكأنما تلك البنان مداري (1) ¶ ((حيث أن شعور المرأة الأنثوي المنسجم مع طبيعتها وخصائصها من ضعف وعاطفة مشبوبة تتجسد في العجز عن مواجهه الأحداث فتسلمها إلى البكاء واللطم الذي تجد فيه مخرجاً لكل ما تعانيه)) (2) ¶ فقد وصف الشاعر حال النسوة وقد لبسن ثياب المأتم السود على أجسادهن البيضاء واستعار لفظة \"الليل\" لسواد ثيابهن و\"النهار\" لبياض أجسادهن، وبين كيف لطمن خدودهن تأسياً وسكبن دموعهن التي شبهها بالفضة الجارية على خدودهن التي شبهها بالورد، لكن اللطم والضرب عليها بالبنان أحالها إلى لون البنفسج بدلاً من ذلك اللون الوردي، وهنا نلاحظ توظيفاً جميلاً لزهرة البنفسج في تشبيهها بالخدود الملطومة وهو قريب من قوله: ¶ ما زال يخمش خده ببنانه ... حتى تنقب ورده ببنفسج (3) ¶ وهو تشبيه جميل يتناسب مع موقف \"الرثاء الوصفي\" إذ وصف حال النسوة. أما لغة الشعر فجاءت منسجمة مع الموقف حيث دارت حول ألفاظ وتعابير ووسائل تمثلت بـ\"لطمن، والدمع، تأسياً\" وهي ألفاظ يتطلبها المقام. ¶ وتأثر الشاعر كشاجم بأبيات أبي نواس المشهورة واضح وهي قوله: ¶ يا قمراً أبرزه مأتم ... يندب شجواً بين أتراب ¶ يبكي فيذري الدر من نرجس ... ويلطم الورد بعناب (4) ¶ (1) ديوان كشاجم: 233. ¶ (2) رثاء الأبناء في الشعر العربي حتى نهاية العصر الأموي: 60. ¶ (3) ديوان كشاجم: 96. ¶ (4) ديوان أبي نؤاس: 242.",
            "page": "81",
            "part": "1"
        },
        {
            "hno": null,
            "id": "82",
            "nass": "ونال قبر العاشق جزءاً من الرثاء وفاءً له يقول أبن المعتز: ¶ مررت بقبر زاهر وسط روضة ... عليه من الأنوار مثل الشقائق ¶ فقلت لمن هذا فقال لي الثرى ... ترحم عليه أنه قبر عاشق (1) ¶ يصف الشاعر قبر العاشق الذي دفن وسط روضة عليها شقائق النعمان فسأل ... لمن هذا فأجابه الثرى؟ وهي استعاره مكنية حيث أضفى الصفات الإنسانية ... على الجماد منطقاً الثرى: بأنه قبر عاشق. إن قراءة المقطوعة على الرغم من وجود كلمة القبر التي تشير في نفوسنا الأسى والحزن تشعرنا بالحسن والنظارة إذ أحيط القبر بالأزهار الجميلة. ¶ ثم يبث أبن الرومي الحياة في الشقائق جاعلاً إياها المؤنس والرفيق، وهذا ما قاله عندما زار قبر أخيه فوجد شقائق النعمان قد نبتت على قبره: ¶ قالت شقائق قبره ... وكرب أخرس ناطق ¶ فارقته، ولزمته ... فأنا الشقيق الصادق (2) ¶ وبهذا نجد أن الشعراء وجدوا في أزهار الرياض معيناً يشاركهم أحزانهم وآلامهم ومتنفس يكشفون به عما تجيش به نفوسهم من لوعه الفراق وآلامه. ¶ (1) شعر أبن المعتز: 2/ 621. ¶ (2) ديوان ابن الرومي: 4/ 1716.",
            "page": "82",
            "part": "1"
        },
        {
            "hno": null,
            "id": "83",
            "nass": "الأزهار من خلال الغزل: ¶ الغزل: ((أدب وجداني يعبر عن الأحاسيس في مجالات الحب لا أدب وصفي يرسم المظاهر الخارجية)) (1) وفي هذا الفن الذي يعد فن التحدث إلى المرأة بلغة رقيقة عمادها الحب والعشق، ذو الشفافية والروعة يلتقي نوعان من الجمال جمال المرأة وجمال الطبيعة التي فتن الشعراء بهما معاً، فشبهوا مواطن الجمال عند المرأة بمناظر الطبيعة الخلابة، واختاروا مناظر طبيعية بعينها ليشبهوا جمال المرأة وحسنها فكان للزهريات مكاناً فسيحاً في هذه التشبيهات، فتغزلوا بالمرأة مشبهين ثغرها بالأقحوان وعينها بالنرجس وخدها بالورد (2) -كقول المتنبي: ¶ أيا خدد الله ورد الخدود ... وقد قدود الحسان القدود (3) ¶ وفي ما قاله ديك الجن في تغزله بزوجته صورة من صور الجمال عذبة خلابة رسمها الشاعر المحب في عناية وتأنق وافتنان: يقول ديك الجن في ورد التي صارت له زوجاً ثم ضحية وشاية على بعض الروايات (4) ¶ أنظر إلى الشمس القصور وبدرها ... وإلى خزاماها وبهجة زهرها ¶ لم تبل عينك ابيضاً من أسود ... جمع الجمال كوجهها في شعرها ¶ وردية الوجنات يختبر أسمها ... من ريفها من لا يحيط بخبرها ¶ تسقيك كأس مدامة من كفها ... وردية، ومدامة من ثغرها (5) ¶ (1) الغزل تاريخه وأعلامه: جورج غريب-دار الثقافة-بيروت-لبنان-بلا ت-9. ¶ (2) ينظر شعر الطبيعة في العصر العباسي الثاني: 182 - 183. ¶ (3) ديوان المتنبي: 1/ 341 العكبري. ¶ (4) ينظر كتاب بالأغاني: ت أبي الفرج الأصبهاني علي بن الحسين (356هـ-976م) -وزارة الثقافة والإرشاد القومي المؤسسة المصرية العامة للتأليف والترجمة والنشر-بلا ت-14/ 55 - 56. ¶ (5) ديوان ديك الجن: 168.",
            "page": "83",
            "part": "1"
        },
        {
            "hno": null,
            "id": "84",
            "nass": "باح الشاعر بوجده واصفاً لنا جمال وجهها وشعرها ووجناتها الوردية وإن أسمها \" ورد\" مأخوذ من الورد لجمالها ورقتها وقد عمد الشاعر إلى ذكر عدة ألوان في هذه المقطوعة هي الأبيض لوجهها الحسن، والأسود لشعرها، واللون الوردي لوجناتها وان كل لون له علاقة بسمة من سمات جمالها، وألفاظ المقطوعة تدللنا على أن الشاعر وظف هذه الألفاظ لتكون متلائمة مع أسم زوجته، فذكر الخزامى، الورد، والزهر. إن التشبيه في المقطوعة خلق صورة مملوءة بالجمال، والألفاظ والتعابير تتدفق بيسر وسهولة وجزالة، فلا تكلف فيها ولا صناعة مما يدل على مدى تعلق الشاعر بزوجته وحبه لها فقد رآها بعين الزوج والمحب والشاعر!! ¶ أما أبن الرومي فقد ربط بين الطبيعة بما فيها من أزهار وبين المرأة في الربيع الذي يروق للنظر، والذي تبدو معه الطبيعة موشاه كالابراد، مزهرة، نيرة، فكأنها أنثى تصدت للذكر، بعد أن تجملت وتبرجت يقول: ¶ أصبحت الدنيا تروق من نظر ¶ بمنظر فيه جلاء للبصر ¶ أثنت على الله بالآء المطر ¶ فالأرض في روض كأقواف الحبر ¶ نيرة النوار زهراء الزهر ¶ تبرجت بعد حياء وخفر ¶ تبرج الأنثى تصدت للذكر (1) ¶ في هذه المقطوعة التي يقرن فيها الشاعر بين الطبيعة والمرأة بنوع من ... الإحساس الجنسي بالجمال، فطن أبن الرومي إلى تألق الزهور والجمال في الطبيعة، وإنها أداة إغواء وفتنة، فالطبيعة امرأة تتزين في الربيع لتتلقى اللقاح كالمرأة ¶ (1) ديوان أبن الرومي: 3/ 933.",
            "page": "84",
            "part": "1"
        },
        {
            "hno": null,
            "id": "85",
            "nass": "تتضمح بالطيب لتلقى الرجل، أن هذا التشبيه الجميل لا يأتي إلا من وصاف عاشق للطبيعة ينظر إليها بقلبه ويتأملها بعقله (1) وكان المازني قد ذهب يوماً إلى حد مؤاخذة أبن الرومي على خلطة في التشبيه بين المذهب الحسي والمذهب الجنسي، ولكن انبرى له العقاد وأظهر له مكنون موقف أبن الورمي وقال: أما أنا فلا أميل إلى رأي الصديق في مؤاخذة الشاعر وقد أرى أنها لطافة حس فيه جعلت نفسه تشعر بتلك العلاقة الخفية بين تبرج الأزهار وتبرج النساء وكأنما يلفت العقاد النظر إلى أذواق المجتمع المصري آنذاك أو ما من شأنه تغيير الأذواق وأبعادها عن التجريدية الجوفاء، وربطها ربطاً محكماً بالمنظور القائم ودافع التجديد والتقديم (2) ¶ فضلاً عن أن التشابه بين الطبيعة والمرأة هو مشابهة ليست في الشكل ولكنها في المعنى، وعمق الإحساس (3) فهو يراها بعين الشاعر الذي لا تنحصر مهمته في كونه ((يقلد الطبيعة بل أن يفلسفها ثم يقلدها، فالأدب، هو إدراك المثالية خلال ما في الطبيعة من جمال، وليس الجمال دائماً في موضوع الأدب بل إن الجمال فيما يتمثله الأديب في موضوعه)) (4) ¶ وقول الشاعر خالد الكاتب متغزلاً بجمال حبيبته مشبهاً وجنتها بروضة فيها \" الخمر والورد\" وهي كنايه عن الجمال والمتعة فليس بحسنها أحد وقد انفردت به، يقول: ¶ ومن على وجنتيه روضة ... زهراء فيها الخمر والورد ¶ أنقطع الحسن إلى وجهه ... فحسنه في نفسه فرد (5) ¶ (1) ينظر ابن الرومي فنه ونفسيته من خلال شعره-ط2 - 44. ¶ (2) ينظر النقد والجمال عند العقاد: عبد الفتاح الديري-دراسات أدبية الهيئة المصرية العامة ... للكتاب -1987 - 62. ¶ (3) ينظر دراسات في الأب العربي العصر العباسي: 320. ¶ (4) الصورة في شعر بشار بن برد: عبد الفتاح صالح نافع-دار الفكر للنشر والتوزيع-عمان-الأردن-73. ¶ (5) ديوان خالد الكاتب: تحـ يونس أحمد السامرائي-ط1 - مطبعة الرسالة - (1401 - 1981) ... -208 - 209. ينظر 225.",
            "page": "85",
            "part": "1"
        },
        {
            "hno": null,
            "id": "86",
            "nass": "وقد أضفى الشعراء الصفات الإنسانية على الأزهار في حديثهم عن جمال حبيباتهم كقول الصوري ت (419هـ): ¶ وصف البدر حسن وجهك حتى ... خلت أني وما أراك أراكا ¶ وإذا ما تنفس النرجس الغض ... توهمته نسيم شذاكا ¶ خدع للمنى تعللني منـ ... ـك بإشراق ذا وبهجة ذاكا (1) ¶ إذ بين أن البدر هو الذي وصف جمالها، وتنفس النرجس حتى توهمه نسيم شذاها، وقد استعار الوصف للبدر والتنفس للنرجس فالصوري يعرف جمال محبوبه فنقل إحساسه من خلال الكلمات المعبرة والمشاعر الصادقة لأن ((الأحاسيس بالجمال أمر يتوقف على طبيعة الشيء)) (2) ¶ وعلى أثر ذلك نجد أن ((جمال الشعر وكماله ليس بمطابقته للواقع ونقله بحرفيته بل بما فيه من إيحاء يزخر بشعور الفنان وعاطفته)) (3) ¶ ويقول العقاد: يحب الناس الربيع، ويحبون في الربيع، لأن الربيع هو الحب (4) ¶ فلنرى كيف رأى الشاعر تميم بن المعز الحب في الربيع يقول: ¶ تمتع بالمسرة والشباب ... فقد برز الربيع من الحجاب ¶ فحبك والزمان وأنت فيه ... شباب في شباب في شباب ¶ لعمرك إنما الدنيا عروس ... جلاها الغيث من تحت النقاب ¶ بنفسجها ونرجسها وورد ... خضاب خضاب في خضاب في خضاب (5) ¶ (1) ديوان الصوري، عبد المحسن محمد بن أحمد بن غالب الصوري: تحـ مكي السيد جاسم وشاكر هادي شكر-دار الحرية للطباعة-بغداد- (1401، 1981) -141. ¶ (2) الغزل في العصر الجاهلي: د. أحمد محمد الحوفي-دار القلم-بيروت-لبنان- (1381، 1961) -27. ¶ (3) الصورة في شعر بشار بن برد: 75. ¶ (4) ينظر ربيع الزمان وربيع الإنسان، عباس محمود العقاد-مجلة الهلال-جرجي زيدان-مجلد 68 - 9. ¶ (5) ديوان تميم بن المعز بن الله الفاطمي: 57.",
            "page": "86",
            "part": "1"
        },
        {
            "hno": null,
            "id": "87",
            "nass": "فزمن الربيع وأنت وحيك كلهم شباب في شباب، وكرر لفظ الشباب ليؤكد أنه ربيع الحياة وبدأ انطلاقها فالدنيا عروس قد تبرجت وأظهرت زينتها، وقد تزينت بالبنفسج، والنرجس، والورد. فهو عروس الزمان، وقد تغزلوا بالخال في خدود الحسان وشبهوه بزهره مسك نبتت على أرض من ذهب وشبهوا ثغورهن بزهر ... الأقحوان. يقول الصنوبري: ¶ والخال في الخد إذا أشبهه ... زهرة مسك على ثرى تبر ¶ وأقحوان بفيك منتظم ... على شبيه الغدير من خمر (1) ¶ ومن أجود ما قيل في الخضاب في أنامل المرأة قول أبي هلال العسكري: ¶ أنظر إلى النقش في أطرافها البضه ... مثل البنفسج منثور على فضة ¶ أو خلتها أخذت أطراف جرمة ... فنضدته على جماره غضه (2) ¶ فقد وصف بياض أطرافها وكيف تلونت بالخضاب حتى صار كأنه البنفسج ... المنثور على فضة .. ¶ أما الوأواء الدمشقي الذي يعد ((أمام الغزلين في بلاط سيف الدولة، وكان بارعاً ... في تصوير تباريج العشق واللوعة)) (3) فإن جمال عينيي حبيبته قد فاق النرجس حتى أن النرجس قد منى بالخجل من عينيه يقول: ¶ نرجس عينيك عطل النرجس ... لما توطى وذل في المجلس ¶ أبصر عينيك فانثنى خجلاً ... منك بفرط الجمال قد أبلس (4) ¶ (1) ديوان الصنوبري: 64. ¶ (2) شعر أبي هلال العسكري: 116. ¶ (3) الشعر في رحاب سيف الدولة الحمداني: 245. ¶ (4) ديوان الوأواء الدمشقي: 130. ينظر كذلك شعر السلامي: لأبي الحسن محمد بن محمد المخزومي السلامي ... البغدادي: تر صبيح رديف-ط12 - مطبعة الأيمان-بغداد (1391، 1971) -63.",
            "page": "87",
            "part": "1"
        },
        {
            "hno": null,
            "id": "88",
            "nass": "ويحظى زهر النيلوفر بنصيب عن السري الرفاء فيتمثل له بصفات إنسانية، فهو مغرم، عاشق ضمآن يتلهف إلى الماء فيتوهمه رضاب محبوبته يقول: ¶ يا حسن نيلوفر شغفت به ... يمنحه الماء صفو مشروبه ¶ كأنه عاشق به ظمأ ... توهم الماء ريق محبوبه (1) ¶ وكما اغرموا بجمال الصبايا والتغزل بهن فقد انتشرت ظاهرة الولوع بالغلمان والتغني بجمالهم انتشاراً واسعاً وقد أصبحت نبرة شعرية اجتماعية طاغية ترسم لنا صورة مجتمع ذي اتجاهات واطوار وعادات (2) فقد تغزل شاعرنا الخبزأرزي بغلام زاره في غير موعد فأخذ يقبل عينيه النرجسيتين ويعض تفاحه خديه يقول:- ¶ خليلي هل أبصرتما أو سمعتما ... بأكرم من مولى تمشى الى عبد ¶ أتى زائراً من غير وعد، وقال لي: ... أصونك عن تعليق قلبك بالوعد ¶ فما زال نجم الكأس بيني وبينه ... يدور بأفلاك السعادة والسعد ¶ فطوراً على تقبيل نرجس ناظر ... وطوراً على تعضيض تفاحة الخد (3) ¶ وقول الشاعر عبد الصمد بن المعذل ت (240 هـ) متغزلاً بغلامه:- ¶ سالت مسايل عارضيـ ... بنفسجاً في ورده ¶ فكأنه من حسنه ... عبث الربيع بخده (4) ¶ (1) ديوان السري الرفاء: 1/ 440.، وينظر كذلك 2/ 4، 2/ 45. ¶ (2) ينظر الشعر في البصرة: 95. ¶ (3) يتيمة الدهر: 2/ 367. ¶ (4) شعر عبد الصمد بن المعذل: حققه وقدم له زهير غازي زاهد – مطبعة النعمان – النجف الاشرف ... - (1390، 1970) – 83.",
            "page": "88",
            "part": "1"
        },
        {
            "hno": null,
            "id": "89",
            "nass": "ويتخذ الشعراء الزهر عنوان الجمال فكلف الصنوبري بالزهر نابع من اعماق ... نفسه التواقة الى الجمال، وحبه له حب عميق أصيل يسوقه الى نوع من الوله يدنيه من الامتزاج به والغناء فيه فاذا تعرض للورد في شعره خالف مألفه الناس ... من محاولة امتلاكه والحظوة به، وعكس الأمر فوهب نفسه هو له طيب النفس قرير العين، (1) فبدلاً من أن يسقط الشعراء صفات الورد على الحبيب ينغزل الشعراء ... هنا بالورد نفسه فهو الحبيب يقول الصنوبري: ¶ وهبت للورد نفسي ... فطبت بالنفس نفسا ¶ من أبيض فاق نوعا ... وأحمر راقد جنسا ¶ كأنما غمسته ... في العصفر اليد غمسا (2) ¶ وهو ما يدفعه الى التغزل بالزهر نفسه وهو دليل على طبائع الحضارة متصوراً نفسه مع الورد عروساً وعريساً يتواصلان ولكن أي نوع من الوصال هو؟ انه وصل مثله ممن يعرفون للورد قدره ويوفونه حقه، انه يستمتع بوصاله بجوارحه كلها لحظاً وشماً ولمساً، ويغلو في الرفق ويقدسه وينزهه عن ان يمسه الا قلبه:- ¶ ما كان لما تبدي ... الا عروساً وعرساً ¶ وصلته وصل مثلي ... لحظا وشماً ولمسا ¶ لو يمس بقلب ... أفناه قلبي مساً ¶ يا حسنه زائرا يو ... سع المزورين أنسا (3) ¶ (1) الصنوبري شاعر الطبيعة: 89. ¶ (2) ديوان الصنوبري:200. ¶ (3) م. ن 200.",
            "page": "89",
            "part": "1"
        },
        {
            "hno": null,
            "id": "90",
            "nass": "اذا وهب له من نفسه واغدق عليه من مشاعره وحباه من فنه. ¶ وابو اسحاق الصابي يقدم الورد على الحبيب لأنه يرى أن رؤية الورد تعوض ... عن رؤية الحبيب الانسان وتنال العين منالها من الحبيب بقوله:- ¶ وزائرة لنا في كل حول ... لها حضان من حسن وطيب ¶ تنال النفس حين تشم منها ... منال العين من وجه الحبيب ¶ كأن زمانها نعتاض فيه ... اذا طلعت شباباً من مشيب (1) ¶ فالزائرة الرقيقة هي الوردة التي صارت هي الحبيبة فان النفس عندما تشمها فكأنها تنال منها وجه الحبيب، وهي في خروجها من بعد السبات شباب من بعد مشيب!!! ((فالجمال بناء على هذا لا يتبع من الحقائق الخارجية بل ينبع من داخل نفوسنا ... ومن تجاربنا التي يحددها موقفنا ازاء الأشياء ووجهه نظرنا اليها)). (2) ¶ وتغزل الشاعر أبو هلال العسكري بالشقائق فوصف الشقيقة وكأنها وجنة انسان عليها خال يقول:- ¶ وللشقائق خال فوق وجنتها ... ووجنة الورد بالدينار منقوطه (3) ¶ ويعطي الشعراء للأزهار صفات الاناس العقلاء فالصنوبري يرى في زهرات الشقيق، لمتماوجة بين قضيب الزرع عدداً من الجميلات العذارى الخفرات اللواتي يتبدين حينا ويتخفين حيناً، وخدوداً جميلة وسرجاً تتلألأ ضياء مع بدورها وتطفأ مع اختفائها وزجاجات ملئن راحا وفاتنات من النساء تغازلها الريح فتهم باستراق القبل ويمنعها الحياء والخفر يقول: ¶ (1) يتيمة الدهر: 2/ 263. ¶ (2) الغزل في العصر الجاهلي: 27 ¶ (3) شعر ابي هلال العسكري: 117",
            "page": "90",
            "part": "1"
        },
        {
            "hno": null,
            "id": "91",
            "nass": "وجوه شقائق تبدو وتخفى ... على قضب تميد بهن صعفا ¶ تراها كالعذارى مسبلات ... عليها من جميم النبت سجفاً ¶ تنازعت الخدود الحمر حسناً ... فما ان اخطات منهن حرفاً ¶ اذا ما جمشتها الريح أومت ... لتقبيل الخدود حباً وظرفاً (1) ¶ ويصور لنا الصنوبري كيف يعشق الورد بعضه بعضاً بقوله: ¶ يجن بهن زهر الروض عجبا ... اذا ما زهرهن بهن حفا ¶ فما تألو أقاصيهن ضحكاً ... وليس يفض نرجسهن طرفاً ¶ وما ينفك سوسنهن يصغي ... بآذان جفت قرطاً وشنفا ¶ أبيت فما اكف عن التصابي ... بهن وكيف يحسن أن أكفا (2) ¶ فالشاعر هنا يضفي الصفات الانسانية على زهراته العاشقات في الروض والنرجس الذي لا يغض طرفه، والسوسن الذي يصغي اليهن، ان قراءة المقطوعة تشعرنا وكأننا أمام أناس يتحدثون قد أضناهم الحب والعشق وما هم في الحقيقة الا زهرات الرياض العاشقة لكن براعة الصنوبري ومخيلته استطاعتا ان تعطينا تلك الصورة الجميلة ¶ ولا ينسى كشاجم الثغر وحسن تنضيده فهو ((ريحانة أهل الأدب)) (3) بقوله: ¶ ومن ثغور تشبه الأقاحي ... مملوءة من يرد وراح (4) ¶ وبهذا رأينا ان للأزهار حيزاً كبيراً في الغزل، فقد يأخذ الشاعر صفات الأزهار ويكسبها للحبيبة من الجمال والعطر ... ويوقف الزهرة نفسها موقف العاشق فرؤية الورد عنده تعوض عن رؤية الحبيب، كل تلك الجوانب تحمل معاني الترف والرقة التي تظهر طابع الشاعر العباسي وظهرت معالمها واضحة في ذهن الشاعر وكل ذلك عكسه في شعره فقدم لنا لوحات تتجلى فيها الروعة والفتنة. ¶ (1) ديوان الصنوبري 385 – 386. ¶ (2) م. ن: 386. ¶ (1) ينظر الحضارة الاسلامية في القرن الرابع الهجري أو عصر النهضة في الاسلام: 1/ 471. ¶ (2) ديوان كشاجم: 119.",
            "page": "91",
            "part": "1"
        },
        {
            "hno": null,
            "id": "92",
            "nass": "الازهار من خلال شعر الخمرة:- ¶ يعد شعر الخمر من مظاهر الترف الحضاري التي شاعت في تلك الحقبة وذلك نتيجة لتأثر الشعراء ((بنعمة الاستقرار والتفرغ التي تأدت فيهم من البناء والمال ففسح لهم في مجال اللهو والفراغ (1) جاعلين منها مهبطاً لالهامهم وسلماً لابداعهم ومجالاً لآرائهم يرتقون معها الى تلمس الفكر والجمال مشيرين بأنظارهم عن مغباتها وعما تورثه في ادواء، فهي والشعر في نظرهم شريكان من حيث تهيئة الجو الذي هو السكر والنشوة الذان يعدان المتنفس والبهجة من ضنك العيش وهرباً من الذات المتعبة. (2) ¶ وكان للأزهار مع الخمر جانب كبير لان الزهر الجميل يستدعي القصف لاستكمال تميله، وقد اعتاد كثير من الشعراء اعتقار الخمرة وسط الرياض المحفوفة بانواع الأزهار كقول ابن وكيع التنيسي: ¶ اشرب فقد طابت العقار ... وابتسم الورد والبهار ¶ من قهوة ما انبرت لهف ... الا وولى له انشمار (3) ¶ (1) فن الشعر الخمري وتطوره عند العرب: ايليا الحادي – دار الثقافة. بيروت – لبنان ... (1981هـ،1401م) – 176. ¶ (2) ينظر شعر اللهو والخمر – تاريخه واعلامه – الاعشى، الاخطل، ابو نواس: جورج غريب ط1 – مطبعة الغريب دار الثقافة – بيروت لبنان – 1966 – 6. ¶ (3) ابن وكيع التنيسي شاعر الزهر والخمر: 54. القهوة: الخمر. ولى: هرب. الانشمار: الجد في الهرب.",
            "page": "92",
            "part": "1"
        },
        {
            "hno": null,
            "id": "93",
            "nass": "وتخير ابن الرومي من الطبيعة أجمل المناضر لاعتقار الخمر لاستكمال المتعة التي تبدد الهم وتجليه بقوله:- ¶ وافي وحياني بكأس وراح ... والهم عن قلبي تقضى وراح ¶ وبات يسقى الخمر في روضة ... زينها الورد وزهر الاقاح (1) ¶ اما شاعرنا الصنوبري الذي كان ((في حياته منطلقاً يهوى الاستمتاع بملاذ الحياة، فلم يحرم نفسه من متعها، وعشق الطبيعة وجمالها، وخرج الى الأديرة النصرانية المنتشرة ببلاد الجزيرة، وشارك رهبانها وشمامستها أعيادهم، ولم يحرم نفسه ... من الشراب على مذهب أبي نواس)) (2) يقول في اعتقار الخمر بميادين الطبيعة الموشاة بانواع الازهار: ¶ ما دواء العقار غير العقار ... لعليل يدعى عليل الخمار ¶ فأشرب البكر من يد البكر واعلم ... أن خير الهوى هو الابكار ¶ واصطحبها على ميادين خير ... ي وورد ونرجس وبهار ¶ وشقيق كأنه وجنات ... قد كساها الحياء ثوب الوقار ¶ جمعت زرقة البنفسج مع خضـ ... رة آس مع حمرة الجلنار (3) ¶ في هذا الجو الجمالي للطبيعة المزينة بالازهار صاغ مقطوعته في اطار صورة ملونة حيث تناول مجموعات من الزهر متباينة اللون متفاوتة الشكل فنظمها في طاقات بديعة متناسقة تدعو للشراب والاستمتاع بنشوته. ¶ (1) ديوان ابن الرومي: 2/ 569. ¶ (2) الادب في عصر العباسيين – من بداية القرن الرابع الى نهايته: د. محمد زعلول سلام ط1 – منشأة المعارف – الاسكندرية – 1999 – 2/ 112. ¶ (3) ديوان الصنوبري: 23.",
            "page": "93",
            "part": "1"
        },
        {
            "hno": null,
            "id": "94",
            "nass": "ويتتطلع الببغاء الى النرجس من زاوية الترف والمتعة فيرى بياض أوراقه وصفرة أواسطه كأساً مفعمة بالخمر، ويصور نشوته بمرآة، وبشذ 51 يقول: ¶ ونرجس لم يعد مبيضة ... الكأس ولا أصفره ¶ تخال أقحاف لجين حوت ... من أصفر العسجد أقداحها ¶ كأنما تهدي التحايا به ... لطفاً الى الأرواح أرواحاً (1) ¶ وصار الشعراء يستمدون أوصاف الخمرة وألوانها في تغير أحوالها من أوصاف الازهار وألوانها يقول الشاعر وكيع التنيسي وقد مزج الخمرة بالماء: ¶ وصفراء من ماء الكروم كأنها ... فراق عدو أو لقاء صديق ¶ كأن الحباب المستدير بطورقها ... كواكب در في سماء عقيق ¶ صببت عليها الماء حتى تعوضت ... قميص بهار من قميص شقيق (2) ¶ يريد الشاعر أن الخمر حين مزجها بالماء، خلعت قميصها الاحمر وارتدت آخر وهي استعارة رقيقة جميلة اذ استعار لون الشقيق الأحمر للون الخمرة الأصلي وبعد مزجها بالماء شبهها بـ البهار بلونه الأصفر أي خف لونها. ¶ انه لون من الوان الحضارة العباسية وهو دليل ((على الجهد الذي يبذله كل شاعر في توليد المعاني أو صياغة المعاني التقليدية صياغة مختلفة)) (3) ¶ ويرى الشاعر ديك الجن ان ثوب الخمرة قبل المزج هو الشقيق ولكنها بعد مزجها استبدلت به النرجس: ¶ وحمراء قبل المزج صفراء بعده ... بدت بين ثوبي نرجس وشقائق (4) ¶ (1) يتيمة الدهر: 1/ 281. ¶ (2) ابن وكيع التنيسي شاعر الزهر والخمر: 84. ¶ (3) في الأدب العباسي الرؤية والفن: د. عز الدين اسماعيل – دار النهضة العربية – بيروت – 1975 – 412. ¶ (4) ديوان ديك الجن: 181.",
            "page": "94",
            "part": "1"
        },
        {
            "hno": null,
            "id": "95",
            "nass": "حيث شبه حمرتها بالشقائق وصفرتها بالنرجس. ¶ ويشبه ابن المعتز لونها بالجلنار وانائها بلون زهرة النسرين بقوله: ¶ قم هاتها حمراء في مبيضة ... كالجلنار في جنى نسرين ¶ أر ما رأيت هلال شهرك قد بدا ... في الأفق مثل شعيره السكين (1) ¶ فجاء تعبيره يتسم بالروعة اذ ان ((معانيه مألوفة تظهر فيها روح الشاعرية ... والقدرة على الانتقاء الجيد للفظ المتناسق مع المعنى كما تظهر قدرته فيها ... على التجديد والابتكار)) (2) ¶ ولم يقف استثمارهم للزهور وأوصافها وألوانها على الخمرة فحسب بل تعدى ذلك الى وصف الساقي والتغزل به بوحي من جمال الزهور ونضارتها. ¶ يقول أبو بكر محمد الخالدي متغزلاً بالساقي: ¶ اذ اسقتك من الممزوج راحته ... كأساً سقتك كؤوس الصرف عيناه ¶ في وجهه كل ريحان تراح له ... منا قلوب وأبصار وتهواه ¶ النرجس الفض عيناه، وطرنه ... بنفسج، وجني الورد خداه (3) ¶ فشبه عينيه بالنرجس، وطرته بالبنفسج، وخديه بالوردلأن جمال الساقي من متممات مجلس الشرب وفيه يقول كشاجم ((ولا يستحق النديم هذا الاسم حتى يكون له جمال ومروءة أما جماله فنظافة ثوبه وطيب رائحته وفصاحة لسانه، واما مروءته فكثرة حيائه .. ووقار مجلسه مع طلاقة وجهه من غير سخف ولا يستكمل المروءة حتى يسلو عن اللذة)) (4) ¶ (1) شعر ابن معتز: 3/ 387. ¶ (2) قضايا الفن في قصيدة المدح العباسية – دراسة تطبيقية في شعر البحتري وابن المعتز د. عبد الله الفتاح التطاوي – دار جورج للطباعة القاهرة 1981 – 474. ¶ (3) ديوان الخالدين: 1/ 102 وراح فلان للشئ: أخذته له خفة وأريحية وفرح. ¶ (4) كتاب ادب الندماء ولطائف الضرفاء: ت أبي الفتح محمود بن كشاجم ويليه شرح وتشطير قصيدة ابي فراس الحمداني لفظاً ومعنى)) – الاسكندرية – مطبعة جرجي غرزوزي 1329 – 17.",
            "page": "95",
            "part": "1"
        },
        {
            "hno": null,
            "id": "96",
            "nass": "ولا يشرب السري الرفاء خمرته الا من يد ساقي مورد الأكمام بقوله: ¶ وبكر شربناها على الورد بكرة ... فكانت لنا ورداً الى غدوة الغد ¶ اذا قام مبيض اللباس يديرها ... توهمته يسعى بكم مورد (1) ¶ ويبدو ان من عادة رواد تلك المجالس ان يكللوا رؤوسهم بأكاليل من الزهر، ... على نحو ما نرى في المقطوعة الآتية فالصنوبري يرفض أن يتعاطى الراح الا ... من يد ساق جميل يزين رأسه باكليل من الورد بقوله: ¶ لا أشرب الراح الا من يدي رشأ ... مهفهف كقضيب البان مياس ¶ مورد الخد في قمص موردة ... له من الورد اكليل على الرأس (2) ¶ ولم يكن لدىلبحتري شئ يسره أكثر من جلسة في فصل الربيع والأرض ... قد لبست أثوابها من شقائق النعمان والاقحوان، ويختلط ذلك كله بالغناء وشرب الخمرة، فيطرب ما شاء من الطرب، وقد يجد من تمام سعادته أن يبعث ... الى المخلصين، راجياً منهم أن يشاركوه هناءه بحضور مجلسه فهو يدعو ... أبا نهشل بن حميد (3):- ¶ يا بن حميد: عش لنا سالماً ... ما اختلف النوروز والمهرجان ¶ واستأنف العمر جديداً فقد ... ولى زمان، وأتانا زمان ¶ أما ترى الأرض، وأثوابها ... شقائق النعمان والأقحوان ¶ وهذه الأيام قد أبدلت ... فهي ظراف ناظرات حسان ¶ فأستعجل الصهباء في مجلس ... تستعجل الأوتار فيه القيان (4) ¶ (1) ديوان السري الرفاء: 2/ 134 – بكر: يقصد الخمر، الكم: طرف الردن من الاسفل. ¶ (2) ديوان الصنوبري: 181. ¶ (3) ابو نهشل محمد بن حميد، وأبو نصر (محمد) وأبو عبد الله (محمد) بنو حميد ابن عبد الحميد الطائي الطوسي القائد. ينظر معجم الشعراء: 368. ¶ (4) ديوان البحتري: 4/ 2236 المهرجان: عيد من أعياد الفرس.",
            "page": "96",
            "part": "1"
        },
        {
            "hno": null,
            "id": "97",
            "nass": "وذكر ابو هلال العسكري ان من أحسن ما قيل في خيال الكأس على اليد (1) ¶ قول ابن المعتز: ¶ كأن المدير لها باليمين ... اذا قام للسقي أو باليسار ¶ تدرع ثوباً من الياسمين ... له فرد كم من الجلنار (2) ¶ ويحاربه الشاعر علي بن جبلة العكوك:- ¶ وشمول أرقها الدهر حتى ... ما توارى قداتها بكبوس ¶ وردة اللون في خدود الندامى ... وهي صفراء في خدود الكؤوس ¶ وكأن الشعاع منها تملى الكـ ... ف جساد على مداك عروس (3) ¶ ومن أحسن ما قيل في احمرار لون الشارب قول ابي هلال العسكري: ¶ شقائق كناظر المخمور ... واقحوان كثغور الحور ¶ ونرجس كائجم الديجور ... والطل منثور على منثور ¶ يرصع بالياقوت بالبلور (4) ¶ فقد شبه ما يعتري بياض العين من احمرار بسبب شرب الخمرة بشقائق النعمان وثغور الجميلات بالاقحوان، والنجوم بالنرجس. ¶ وتحاكي الخمرة في لونها وجنة العاشق والمعشوق بقول ابن دريد: ¶ وحمراء قبل المزج صفراء بعده ... أتت بين ثوبي نرجس وشقائق ¶ حكت وجنه المعشوق قبل مزجها ... فلما مزجناها خد عاشق (5) ¶ (1) ديوان المعاني: للامام اللغوي الاديب ابي هلال العسكري – مكتبة القدسي – القاهرة –1352. ¶ (2) شعر ابن المعنز: 3/ 290. ¶ (3) ديوان علي بن جبلة العكوك: 75 الشمول: الخمرة – جساد: طيب مداك: اناء تدق العروس فيه الطيب. ¶ (4) شعر ابي هلال العسكري: 101. ¶ (5) ديوان ابن دريد: 52.",
            "page": "97",
            "part": "1"
        },
        {
            "hno": null,
            "id": "98",
            "nass": "ومن الشعراء الذين برعوا في وصفها الوأواء الدمشقي الذي له ((أوصاف وتشبيهات غريبة تكشف عن مقدرته في التخيل والاغراب في التقاط ... الصور)) (1) يقول: ¶ خمر اذا خامرت فؤاد فتى ... أهدت اليه السرور والفرحا ¶ كأن بقيا حبابها عرق ... من فوق ورد الخدود قد رشما (2) ¶ حيث بين ان شرب الخمر يبعث السرور والفرح في قلب الفتى وقد شبه حبابها ... في القدح بقطرات العرق فوق الخدود التي شبهها بالورد لجمالها وحمرتها. ¶ وقد يحل الورد مكان الخمر، جاعلين رقة الخمر كرقة الورد يقول ... ابو هلال العسكري: ¶ وشراب طوىلزمان فحاكى ... نفس الورد رقة ونسيما ¶ ان يكن بالعقول غير رحيم ... فهو بالروح لا يزال رحيما (3) ¶ وفي بستان ابن المعتز حيث الشراب والازهار يكتفي بورد الخدود بدلاً من ورد الربيع يقول: ¶ اشرب على الورد في البساتين ... وخضرة الآس في الميادين ¶ في قهوة في الدنان مسكنها ... يا صاح رطلاً ملاً وسقيني ¶ ان كان ورد الربيع من زهر ... فان ورد الخدود يكفيني (4) ¶ (1) الادب في عصر العباسيين – من بداية القرن الرابع الى نهايته: 2/ 141 – 242. ¶ (2) ديوان الوأواء الدمشقي: 70. ¶ (3) ديوان المعاني 2/ 308 – بكر بقصد الخمر، الكم: طرف الردن من الاسفل. ¶ (4) شعر ابن المعتز: 2/ 207.",
            "page": "98",
            "part": "1"
        },
        {
            "hno": null,
            "id": "99",
            "nass": "وهو مأخوذ من قول الشاعر مسلم بن الوليد ت (208) في وصفه ... الفضل بن السهل: ¶ ان كنت تسقين غير الراح فاسقيني ... كأساً الذ بها عن فيك تشفيني ¶ عيناك راحي، وريحاني حديثك لي ... ولون خديك لون الورد يكفيني (1) ¶ وبعد هذه الجولة في شعر الخمر في رحاب الأزهار والرياض الغناء اتضحت عبقرية الشعراء ورهافة حسهم بفعل الحضارة التي شهدوها مع ما عرفوه ... من تراث أصيل اللذان أضافا عذوبة التعبير على اساليبهم فجاءت لوحاتهم ... عبقة بالجمال ناشرة صوراً شعرية رائعة سخية تتخطى دروب ... المألوف في الابداع. (2) ¶ (1) شرح ديوان صريع القواني مسلم بن الوليد: تحـ د. سامي الدهان – ط2 – دار المعارف – مصر – ... 1970 – 343. ¶ (2) ينظر شعر اللهو والخمر: 183.",
            "page": "99",
            "part": "1"
        },
        {
            "hno": null,
            "id": "100",
            "nass": "الهدية والمهادات بالازهار ¶ ومما يتهادى به الناس قديماً وحديثاً باقات الأزهار والرياحين، والورود أكثرها في ذلك، وهذه الهدايا هدايا لطيفة تحمل معاني جميلة من خفة روح، وطيب رائحة، وجمال شكل، وحسن لون، وروعة تنسيق وقلة مؤونة. وقد شغلت هذه الهدايا المترفة العطرة أذهان الشعراء لأنها تلهمهم صوراً بهيجة، وتثير فيهم خلجات شتى وتهيم بهم في أودية سحرية، وهي من الموضوعات التي صقلتها الحضارة العباسية وأخذت جانباً منها وكان لشعراء القرنين الثالث والرابع جانب من تلك الهدايا ومن ذلك. ¶ أهدت بعض جواري ابن المعتز اليه طبقاً فيه ورد أبيض فقال: ¶ أهدت الي التي نفسي الفداء لها ... الورد نوعين مجموعين في طبق ¶ كأن أبيضه من فوق أحمره ... كواكب أشرقت في حمرة الشفق (1) ¶ لو تأملنا ذلك التشبيه التصويري الذي جاء به الشاعر لوجدنا جمالاً وروعة الورد الاحمر – والأبيض كأنه الكواكب التي أشرقت في حمرة الشفق حيث ركز ... على اللون، والزمن فهي صورة حية تنم عن احساس بالجمال، قدمها لنا الشاعر فحرك فينا فيضاً من الاحساس ((انه تشبيه لايقدر على الايتان به الا ابن المعتز وهو يعني بكل تشبيه جميل جذاب)) (2) ¶ (1) شعر ابن المعتز: 2/ 623 – 624. ¶ (2) الشعر والشعراء: 774.",
            "page": "100",
            "part": "1"
        },
        {
            "hno": null,
            "id": "101",
            "nass": "وكذا الشاعر الصنوبري حين يستقبل هدية طريفة من بواكير الورد يختصه بها صديق، تغمره فرحة عارمة تدفعه الى وصفها والى وصف أنائها والى تصور الأزهار الأخرى التي دبت في نفوسها الغيرة وألم بها الذعر لما ناله الورد ... من مكانة وخطوة فقال في هدية ورد: ¶ باكورة طريفة البكور ¶ خطيرة من سيد خطير ¶ الى فقيد الشكل والنظير ¶ مغترة عن نبذ ورد جوري ¶ في لون خد الشادن الغرير ¶ جاءت فكانت ضرة البخور ¶ والمسك والعنبر والكافور ¶ في طبق أبدع في التصوير ¶ أخف في الكف من القطمير ¶ قضبانه كأعظم المهجور ¶ كأنما منديله من نور ¶ أما رأيت ذلة المنثور ¶ وفجعة الأترج بالسرور ¶ وخجلة التفاح في الحضور ¶ وكلها في هيئة المذكور (1) ¶ ومما قاله الأصفهاني في التهادي والمهاداة: ¶ يامهدياً ياسميناً حول سوسنة ... في باقة في خلاف حشوها الأس ¶ في الياسمين بلاغ لو قنعت به ... اذ كان أول شيئ في اسمه الياس (2) ¶ (1) ديوان الصنوبري: 19 – 20 النبذ: الشئ اليسير، الجوري: المنسوب الى مدينة جوري بفارس، ... القطمير: شق النواة، أو النكتة البيضاء في ظهورها، الاترج نبات يغرس فيكون مثل ورق الجوز، ... وهو زكي الرائحة. ¶ (2) الزهرة: ابي سعيد بن داود الاصبهاني تحـ د. ابراهيم السامرائي، د. نوري حمودي القيسي – دار الحرية للطباعة (1395، 1975) – 2/ 280.",
            "page": "101",
            "part": "1"
        },
        {
            "hno": null,
            "id": "102",
            "nass": "وفي قصائد الهدية والمهاداة يعمد الشاعر الى اختيار أرق الألفاظ المزينة بنفحات عطر الورد المحلات بالصنعات اللفظية يقول سعيد بن حميد ت (260 هـ) ... في هدية ورد: ¶ وزائرة حورية فارسية ... كنشر حبيب حاد يوماً عن الصد ¶ ترد ربيعاً في مصيف بنفخة ... اذا فقدت ورداً تنوب عن الورد ¶ حكى نثرها منه خلائق نشره ... كنشر نسيم الروض في جنة الخلد ¶ وشبهها في صفوها بصفائه ... لاخوانه في القرب منه وفي البعد ¶ وأهدت لنا منه النسيم نسيمه ... وان كان – ان حالت – يدوم على عهد (1) ¶ ويضفي الشاعر بديع الزمان الهمذاني على شعره الاشراق لانتقائه ألفاظه ... ولطف معانيه والتأنق في محاسنه من جناس وطباق يقول في هنة ماء الورد: ¶ أراه في كفك بالأسحار ... ترشف منه صيب القطار ¶ ثمت توتى بعده بالنار ... تلك لعمري زينة السفار ¶ وعادة الملوك والأحرار ... كالنور أو كالنور أو كالنار ¶ مد ملك الرأس لدى انتشار ... زاد على شبر من الأشبار ¶ في راحة الزهاد والفجار ... منهتك الستر لدى الأبصار ¶ يتم بادية على المضمار ... يبكي على الرأس بلا استعبار (2) ¶ ومن الأدوات الحضارية التي وصفها السري الرقاء، قوارير المطرالبلورية ... التي كانت تهدى اليه من أصدقائه، فقال في قارورة عطر يصفها كعذراء جميلة ... قد لبست وشياً: ¶ (1) رسائل سعيد بن حميد واشعاره: جمع وتحقيق: يونس السامرائي – بغداد – مطبعة الارشاد 1971 – 127. ¶ (2) ديوان بديع الزمان الهمذاني: 37.",
            "page": "102",
            "part": "1"
        },
        {
            "hno": null,
            "id": "103",
            "nass": "بعثت بها عذراء حالية النحر ... مشهرة الجلباب جورية النجر ¶ تأتى لها طب باخلاص طيبها ... مأفرغ فيها روح ريحانة الزهر ¶ وألبسها وشياً تزر جيوبه ... على النحر منها والذئول على الخصر ¶ مضمنة ماء صفا مثل صفوها ... فجاءت كذوب الدر في جامد الدر (1) ¶ وقول الشاعر تميم بن المعز باعثاً بشمامة من الزهر الى الخليفة العزيز بالله: ¶ يأيها الملك الميمون طائره ... ومن بغرته قد أخجل القمرا ¶ اني بعثت اليك الزهر ناعمة ... ترضى من الندماء الشم والنظرا ¶ شمامة حسنت مرأى ومختبرا ... كأنها نثر محبوب اذا خطرا ¶ ولست أهدي على قدر الامام ولو ... طلبت ذلك رمت الزورو والأشرا ¶ لكنني رحت أهديها صفاء هوى ... وقد اطاعك من أعطاك ما قدرا (2) ¶ افتتح الشاعر قصيدته بمدح الخليفة حيث استعار بهاء القمر لغرته حتى ان القمر قد خجل من بهائها!! ثم بعث اليه بشمامة من الزهر – أي كل ما يشم من الأرواح الطيبة – جميلة ترضي الندماء شماً ومنظراً وكأنها رائحة المحبوب اذا أقبل ... وهي رقيقة تليق بقدر الامام. ¶ وبعث اليه بنفسجاً فقال: ¶ بك أستزين اذا فخرت فأسبق ... وبنظم مدحك في البرية أنطق ¶ يامن بدولته وصحة عدله ... أمسى جديداً ذا الزمان المخلق ¶ اني بعثت بنفسجاً نمت به ... ريح كريح المسك ظلت تفتق ¶ ونبات ورد كالخدود اذا بدت ... وعقيق ماء الحسن فيه يسرق ¶ (1) ديوان السري الرفاء: 2/ 209. ¶ (2) ديوان تميم بن المعز بالله الفاطمي: 238 الشمامة: كل ما يشم من الأرواح الطيبة.",
            "page": "103",
            "part": "1"
        },
        {
            "hno": null,
            "id": "104",
            "nass": "وكأن ذا ياقوت عقد أحمر ... وكأن ياقوت عقد أزرق ¶ فانعم هنيئاً ان سعدك طالع ... فينا وملكك كل يوم مورق (1) ¶ وعندما تصل الهدية يرد صاحب الهدية شاكراً له مادحاً هديته ... يقول تميم بن المعز: ¶ وصلت هديتك التي أرسلتها ... ياسيد الكبراء والأمراء ¶ فحكت لنا طيباً خلائقك التي ... أورثتها من رابع الخلفاء ¶ فاسلم وعش فيما تحب فانه ... وقف عليك الدهر در ثنائي ¶ هي جوهر من النبت الا انها ... تعمى ويبقى جوهر الشعراء (2) ¶ وبهذا وجدنا ان الهدية والمهاداة هي من الأغراض التي تتسم بالرقة واللطافة التي تعكس روح مهديها ورقته فضلاً عن صورة عصرهم وترفهم ¶ (1) ديوان تميم بن المعز 31 الخليفة الرابع: يريد به المعز لدين الله الفاطمي ولمزيد من الأشعار عن الهدية والمهاداة ينظر محاضرات الادباء ومحاورات الشعراء والبلغاء – لابي القاسم حسين بن محمد الراغب الاصبهاني – منشورات دار مكتبة الحياة – بيروت – لبنان – 1961 – 4/ 574. ¶ (2) م. ن: 72. ولمزيد من الأشعار عن الهدية والمهاداة ينظر محاضرات الادباء ومحاورات الشعراء والبلغاء – لابي القاسم حسين بن محمد الراغب الاصبهاني – منشورات دار مكتبة الحياة – بيروت – لبنان – 1961 – 4/ 574.",
            "page": "104",
            "part": "1"
        },
        {
            "hno": null,
            "id": "105",
            "nass": "الفصل الثالث ¶ الدراسة الفنية ¶ المبحث الأول: ... اللغة والاسلوب ¶ المبحث الثاني: ... الصور البيانية ¶ أ. التشبيه ¶ ب. الأستعارة ¶ المبحث الثالث: موسيقى الشعر",
            "page": "105",
            "part": "1"
        },
        {
            "hno": null,
            "id": "106",
            "nass": "اللغة والاسلوب ¶ معلوم ان للعصر تأثيراً مباشراً في لغة الشاعر وذوقه وثقافته اذ ((ان لكل مجتمع في كل عصر اعتباراته الخاصة التي تعنى بمطالبه وهذه الاعتبارات تعين الوضع الحضاري)) (1) والمتمثلة بطبيعة التجديد في الموضوعات مما لم يكن يألفه الشعر العربي في سابق عهده فهي تدعو الى تجديد مماثل في اللغة والأسلوب لاسيما ... أن الحياة العباسية قد غمرتها الحضارة حتى لم تدع لبقايا البداوة في الشعر وفي غيره مكاناً فسيحاً، فتجافت الأذواق عن الأساليب القديمة والألفاظ الصعبة، والوحشية في الشعر وأقبلت تبتغي الجديد السهل الذي هو أشبه بحياة الحضارة المرهفة الناعمة وما يشيع فيها من ترف ولين. (2) ¶ فضلاً عن ما تميز به الشعر العباسي من براعة تصوير وافتنان فيه، وسمو ... الخيال واتساع افاقه ولا شك في ان كل ذلك يعود الى الفتوحات وما اطلعتهم عليه الترجمة من آداب الأمم الأخرى وعلومها فقد عرفوأ مسالك غيرهم في تصوير الأشياء والبحث عن جمالها ومواطن الروعة فيها (3) ¶ وقد كان الاتجاه الجديد هو الغالب في شعر هذه الحقبة اذ كانت لغته الخاصة الواضحة السهلة بعد أن هجر الشعراء الألفاظ الغريبة ومالوا الى التعبير ... عن الفكرة وأولعو بتبسيط لغتهم وجعلها في متناول ادراك الناس، فلقد وجد شعراء هذه الحقبة أنفسهم مشدودين الى صياغة شعرهم في قوالب لغوية بسيطة، وأساليب تعبيرية قريبة من عقول الجمهور ومستواهم الادراكي (4) ¶ هذا بالنسبة للعصر فهل للغرض الشعري تأثير في لغة الشاعر؟ ¶ (1) روح العصر ودراسات نقدية في الشعر، المسرح، القصة: ت عز الدين اسماعيل ط1 - دار الرائد العربي - بيروت، لبنان - 61. ¶ (2) ينظر الشعر في بغداد حتى نهاية القرن الثالث الهجري، ودراسة أدبية في العصر العباسي: أحمد عبد الستار الجواري - ساعدت على نشره وزارة المعارف العراقية - 1953 - 219، 300. ¶ (3) ينظر الحياة الادبية في العصر العباسي: 54. ¶ (4) ينظر الشعر في البصرة خلال القرن الرابع: 105.",
            "page": "106",
            "part": "1"
        },
        {
            "hno": null,
            "id": "107",
            "nass": "ان الغرض الشعري هو الذي يوجه لغة القصيدة، فلغة المديح للامراء والوزراء والخلفاء تحتاج الى متانة في التعبير وفخامة في الألفاظ أما اذا كان الغرض الشعري وصفاً للزهور والورود فان الشاعر لا يستعمل من حصيلته اللغوية الا ما هو سائر ومستعمل ومألوف وما يتفق مع رقة الموصوف وجماله (1) ¶ ولهذا رأينا شعراء هذه الحقبة يجنحون الى البساطة ويتجنبون الأساليب الفخمة والألفاظ الغريبة، وقد تتفاوت المادة اللغوية حتى في موضوع الوصف ذاته لذلك ليس غريباً اذا وجدنا شعراء الطبيعة يصوغون شعرهم في أساليب تعبيرية بعيدة عن التعقيد اللغوي الا انه مع ذلك كان يعبر عن تفوقهم لما أضفوه من جمال للغة ووضوح الاسلوب وسهولة الصياغة من خلال القدرة البارعة على استخدام اللغة بكل وسائلها التعبيرية التي تؤثر في المتلقي سواء أكان ذلك من ناحية اللفظ ... أم من ناحية المعنى (2) ¶ كقول الشاعر تميم بن المعتز الفاطمي يصف الورد ويتغزل: ¶ ورد الخدود أرق من ... ورد الرياض وأنعم ¶ هذا تنشقه الأنو ... ف وذا يقبله الفم ¶ واذا اعدلت فأفضل الـ ... وردين ورد يلثم ¶ لا ورد الا ما تو ... لى صبغ حمرته الدم ¶ هذا يشم ولا يضـ ... م وذا يضم ويشم ¶ سبحان من خلق الخدو ... د شقائقاً تتنسم ¶ ((وأعارها الأصداغ فهـ ... ى بهى شقيق معلم)) ¶ وآستنطق الأجفان فهـ ... ى بلحظها تتكلم ¶ وتبين للمحبوب عن ... سر المحب فيفهم ¶ وتثير ان رأت الرقيـ ... ب بلحظها فتسلم ¶ (1) ينظر شعر الطبيعة في القرن الرابع الهجري – د. واجدة الاطرقجي – بحث التفرغ العلمي – جامعة بغداد – كلية التربية – قسم اللغة العربية – 125. ¶ (2) ينظر م. ن: 125.",
            "page": "107",
            "part": "1"
        },
        {
            "hno": null,
            "id": "108",
            "nass": "وأعارها مرضاً تصـ ... ح به القلوب وتسقم ¶ فتن العيون أجل من ... فتن الخدود وأعظم (1) ¶ ان هذه الصورة الجميلة التي وصف الشاعر فيها الورد مقارناً بينه وبين ... خد حبيبته يجد فيها سهولة الألفاظ وبساطة اللغة وروعة الأداء فالشاعر طبع قصيدته بطابع العصر وذوق الجمهور وهي صورة محببة تثير البهجة والسرور ... في النفس – وقدمها في معرض اسلوبي أنيق يمكن تسميته بالاسلوب المهموس الذي عرفه د. محمد صادق عفيفي بأنه الاسلوب ((ذو الموسيقى التي تنساب ... الى داخل النفوس دون استئذان، قد يكون سبب ذلك ايحاء الكلمات وقد يكون ... حسن اختيار الوزن، وقد يكون تناسق الحروف وانسجامها الصوتي من حيث مخارجها وتريبها)) (2) ¶ وقول الشاعر التهامي ت (416 هـ): ¶ تروق العين بازهارها ... وتبسم عن نشرها العنبري (3) ¶ فالشاعر بين صفة الازهار التي تروق العيون بجمال منظرها والعنبر الذي نشر رائحته الزكية، فقد أحسن الشاعر في انتقاء الألفاظ، فالفعلان المضارعان ... (تروق، تبسم) يوحيان لنا بالجمال والروعة والانشراح. ¶ (1) ديوان تميم بن المعز بالله الفاطمي: 386 – 387. نراه فك الادغام في يشمم وهذا الا ينقاس. ¶ (2) النقد التطبيقي والموازنات. ت د. محمد الصادق عفيفي – الناشر مؤسسة الخانجي – بمصر – ... (1398 هـ – 1978م) – 223. ¶ (3) ديوان ابي الحسن التهامي: ط2 – منشورات دار المكتب الاسلامي بدمشق. (1384، 1964): 130.",
            "page": "108",
            "part": "1"
        },
        {
            "hno": null,
            "id": "109",
            "nass": "والشاعر بديع الزمان الهمذاني يدلو بدلوه في هذا الاتجاه في معرض وصفه لدينا الربيع بقوله:- ¶ برق الربيع لنا برونق مائه ... فانظر لروعة أرضه وسمائه ¶ فالترب بين ممسك ومعنبر ... من نوره بل مائه وروائه ¶ والورد ليس بممسك رياه بل ... يهدي لنا نفحاته من ماته ¶ زمن الربيع جلبت ازكى متجر ... و جلوت للرائين خير جلائه ¶ فأنه هذا الرئيس اذا بدا ... في خلقه وصفائه وعطائه (1) ¶ ان ألفاظ المقطوعة توحي لنا برقة المنظر وجماله وتشعرنا باللذة الجمالية للربيع حيث ان نشوة الربيع تجعلنا نترنم بهذه المقطوعة الخفيفة السهلة التي عمد الشاعر فيها الى تكرار عدد من الأحرف وهي حرف (الهاء في مائه – سمائه – رياه – نفحاته – جلائه) كما عمد الى التصريع (2) في البيت الاول بين \"مائه، سمائه\" وان هذا الضرب البديع الذي لجأ اليه الشاعر ليفيض على مقطوعته تلويناً موسيقياً، واسلوباً تميز بمناسبة الألفاظ للمعاني لأن الاسلوب كما عرفه الاديب الزيات ((ليس هو المعنى وحده، ولا اللفظ، وانما هو مركب فني من عناصر مختلفة يستمدها الفنان من ذهنه، ومن نفسه ومن ذوقه تلك العناصر هي الافكار والصور والعواطف، ثم الألفاظ المركبة، والمحسنات المختلفة)) (3) ولنا في وصف النرجس والسرو للشاعر ابي هلال العسكري مثال آخر بقوله:- ¶ لبس الماء والهواء صفاء ... واكتسى الروض بهجة وبهاء ¶ فكأن النهاء صرن رياضا ... وكأن الرياض عدن نهاء ¶ وكأن الهواء صار رحيقاً ... وكأن الرحيق صار هواء ¶ (1) ديوان بديع الزمان الهمذاني: 30. ¶ (2) التصريع: هو ما كانت عروض البيت تابعة لضربه: تنقص بنقصه، وتزيد بزيادته. العمدة في محاسن الشعر وأدبه ونقده: 1/ 173. ¶ (3) دفاع عن البلاغة: أحمد حسن الزيات – مطبعة الرسالة بمصر – 1945 – 62.",
            "page": "109",
            "part": "1"
        },
        {
            "hno": null,
            "id": "110",
            "nass": "وتخال السماء بالليل أرضا ... وترى الأرض بالنهار سماء ¶ جللتها الأنواء زهراً وصفراً ... يوم ظلت تنادم الأنواء ¶ فتراها ما بين توء ونور ... تتكافأ تبسما وبكاء ¶ وتظل الاشجار تتخذ الحسن ... قميصاً أو الجمال رداء (1) ¶ وهنا تبرز لنا قدرة الشاعر في التصوير وفي استخدامه للصور البيانية المتمثلة بالتشبيه الذي اشبع به مقطوعته التي وصف بها النرجس لكن على الرغم ... من كثرتها فأن تعابيره محكمة النسج لا نجد للألفاظ الوحشية والغريبة مكاناً فيها لأن شعراء هذه الحقبة كانوا حريصين على ديباجة أساليبهم ورونقها. ¶ ولأن اللغة كما يقول احد الباحثين ((هي العنوان الأوضح عن مظاهر الحياة العقلية والادارية والعاطفية)) (2) وعمد الى اسلوب التصريع في التنوين على مدى طول المقطوعة. ¶ وقد يعمد شعراء هذه الحقبة الى المشاكلة والتلاعب في الألفاظ كقول الصنوبري مستخدماً لغة مفضولة باستخدامه (زها، يزهو) بدلاً عن (زهى، يزهي): ¶ فزها الورد ثم قال مجيباً ... بقياس مستحسن وبيان (3) ¶ أو قول ابن طباطبا العلوي مستخدماً (اخضرار) بدلاً من (اخضر – خضرة) ¶ كأن اخضرار الجو تحت نجومها ... أخضرار رياض نشرن بين أنوار (4) ¶ (1) شعر ابي هلال العسكري: 55 النهاء: الغدران.، وينظر كذلك ديوان علي بن الجهم: 123. ¶ (2) فصول في اللغة والادب: ظافر القاسمي – ط1 – دار الكتاب الجديد – بيروت 1964 – 13. ¶ (3) فوات الوفيات والذيل عليها: 1/ 123. ¶ (4) ديوان ابن طباطبا العلوي: 52.",
            "page": "110",
            "part": "1"
        },
        {
            "hno": null,
            "id": "111",
            "nass": "ومن الأساليب التي تمثل الحياة الجديدة والبيئة المتحضرة، وتتميز بالوضوح والسهولة والرقة قول البحتري: ¶ في سماء من خضرة الروض فيها ... أنجم من شقائق النعمان ¶ واصفرار من لونه وابيضاض ... كاجتماع اللجين والعقيان ¶ وتريك الأحباب يوم تلاق ... باعتناق الحوذان والاقحوان ¶ فكأن الأشجار تعلو رباها ... بنثير الياقوت والمرجان ¶ وكأن الصبا تردد فيها ... بنسيم الكافور والزعفران (1) ¶ فالشاعر قد تجنب التعقيد ومستكره الألفاظ ووحشي الكلام، وحشد في قصيدته هذه المجموعة الرشيقة الخفيفة من الألفاظ الحضرية صاغها في اسلوب سهل واضح بعيد عن التعقيد والتكلف، ولهذا قال فيه الآمدي ((فان كنت ممن يفضل سهل الكلام وقريبه، ويؤثر صحة السبك، وحسن العبارة، وحلو اللفظ وكثرة الماء والرونق فالبحتري أشعر .. )). (2) ¶ كما يميل شعراء هذه الحقبةالى استخدام ألفاظ جديدة معربة من الفارسية كأسماء الأزهار من الآذريون، البنفسج، النيلوفر ... وغيرها (3) ¶ ومعظم ما جاء في وصف أزهار الربيع ورياحينه في شعر هذا العصر يمكن ادراجه تحت هذا النمط من الأساليب (4) ¶ أما المحسنات البديعية فقد شاعت بشكل كبير في هذه الحقبة خاصة بعد ان اخذت مكانتها الاصلية في الشعر والنثر وافرد لها ابن المعتز كتابه المعروف بالبديع (5) والذي يقصد به: الجديد، والمخترع، والمحدث (6) ¶ (1) ديوان البحتري: 4/ 2198. ¶ (2) الموازنة بين ابي تمام والبحتري: 1/ 11. ¶ (3) ينظر الفصل الاول من البحث فقد وردت فيه مسميات الزهور. ¶ (4) ينظر شعر الطبيعة في العصر العباسي الثاني: 209. ¶ (5) ينظر فنون الشعر في مجتمع الحمدانيين: 740. ¶ (6) ينظر العمدة: 1/ 6، ينظر دراسات في البلاغة العربية د. عبد العاطي غريب علام – ط1 – منشورات جامعة قان بتونس – بنغازي – 1997 – 155.",
            "page": "111",
            "part": "1"
        },
        {
            "hno": null,
            "id": "112",
            "nass": "وهو العلم ((الذي يبحث في اللفظ والمعنى من حيث تزينه وتدبيجه والباسه ثوباً من البهجة والبهاء، يسترق السمع ويستأثر اللب)) (1) ¶ ومن المحسنات البديعة: الجناس والطباق، حسن التعليل، التضمين وغير ... ذلك من المحسنات:- ¶ والجناس: فن بديعي يؤدي الى تكثيف الألفاظ والحروف، وعرفه البلاغيون ... وان تتفق الفظتان في وجه من الوجوه ويختلف معناها)) (2) ¶ يقول الحسين بن الضحاك ت (250 هـ):- ¶ وهاج زمر زنام بين ذاك لنا ... شجواً فأهتدى لنا روحاً وريحاناً (3) ¶ فالجناس بين كلمتين في عجز البيت وهما (الروح) و (الريحان) والأولى ... تعني الراحة، بينما الثانية تعني نبات طيب الرائحة وهو \"جناس ناقص\" (4) ¶ وقول ابن الرومي في النرجس: ¶ كأنه من طيب أرواحه ... ركب من راح ومن روح (5) ¶ (1) م. ن: 155. ¶ (2) الطراز المتضمن لاسرار البلاغة وعلوم حقائق الاعجاز – يحيى بن حمزة بن علي بن ابراهيم العلوي اليمني – دار الكتب الخديوية – طبع بمطبعة المقتطف بمصر – 1332 – 1914 – 2/ 356. ¶ (3) أشعار الخليع – الحسين بن الضحاكك جمعها وحققها عبد الستار أحمد فراج – دار الثقافة، مط: ... دار مجلة شعر – بيروت – لبنان – 1960م – 117.زنام: زهاد. حاذق، خدم كلاً من الرشيد والمعتصم والواثق، الروح: الراحة ونسيم الريح. ¶ (4) يقال له الناقص والمشبه، هو يأتي على أنحاء مختلفة وحاصلة يتطرق اليف الاختلاف بوجه من الوجوه هو على عشرة اضرب، مذيل – معكوس – مشوس، المصعف، المزدوج ... ينظر الطراز المتضمن الأسرار البلاغة وعلوم حقائق الاعجاز 2/ 395. ¶ (5) ديوان ابن الرومي: 2/ 558.",
            "page": "112",
            "part": "1"
        },
        {
            "hno": null,
            "id": "113",
            "nass": "فالجناس بين كلمتين (راح) و (روح) والأولى تعني الراحة، بينما الثانية تعني الخمر وهو \"جناس مضارع\" (1) ¶ وقول سعيد بن حميد: ¶ طلعت أوائل الرياض فبشرت ... نور الربيع بجدة وشباب ¶ وغدا السحاب يكاد يسحب في الربا ... أذيال أسخم حالك الجلباب (2) ¶ ويذهب ابن المعتز في كتابه (البديع) الى ان هذا هو جناس ناقص أراد بقوله: ¶ وغدا السحاب يكاد يسحب في الربا (3) ¶ وقول ابن نباتة السعدي:- ¶ أما ترى الليل قد ولت غياهبه ... وعارض الفجر بالاشراق قد طلعا؟ ¶ فاشرب على وردة قدمت ... كأنها خد ريم ريم فامتنعا (4) ¶ فالجناس في قوله (ريم، ريم) الاولى بمعنى ظبي والثانية بمعنى برح. وهو ... جناس محقق وهو ((ما اتفقت فيه الحروف دون الوزن رجع الى الاشتقاق ... ام لم يرجع)) (5) ¶ (1) هو ان يجمع بين كلمتين هما متجانستان لا تفاوت بينهما الا بحرف واحد. ينظر الطراز المتضمن لأسرار البلاغةوعلوم حقائق الأعجاز: 2/ 266 – 267. ¶ (2) كتاب البديع لعبد الله المعتز: تحـ أغناطيوس كراتشغوفسكي – أعادت طبعه بالاوفسيت مكتبة المثنى – بغداد – 29 – 30 وعزاه بعضهم للحسن بن وهب في نهاية الارب 1/ 170. ¶ (3) ينظر: م. ن: 30. ¶ (4) ديوان ابن نباتة السعدي: 2/ 620 غياهبة: ظلامة – ريم: ظبي، ريم: برح. ¶ (5) العمدة في محاسن الشعر وأدبه ونقده: 1/ 323.",
            "page": "113",
            "part": "1"
        },
        {
            "hno": null,
            "id": "114",
            "nass": "وقول السري الرفاء: ¶ وحديث كأنه زهر المنثور ... حسناً أو لؤلؤ منثور (1) ¶ فالشاعر يجانس فيه بين لفظة (منثور) في نهاية الصدر مع (منثور) التي في نهاية العجز فالاولى تعني زهرة المنثور والثانية تعني المنتشر أو المتفرق وهو ... جناس تام. (2) ¶ وللمحسنات البديعية جانب كبير في شعر الصنوبري لأنه عاش في أواخر ... القرن الثالث واوائل القرن الرابع وفي هذه الحقبة تأكدت معالم الصنعة ... في مدرسة واضحة الحدود فلا بد للشاعر أن يتأثر حينذاك من قريب ... أو من بعيد بهذا التيار (3) ¶ وكان الصنوبري يستفيد في كثير من الأحيان من أسماء الأعلام ليجانس ... معها، كما فعل حين أتم الجناس مع زهرة (المنثور) واسم جارية ... وسمت بـ (منثور) يقول:- ¶ نثر الربيع على الصحراء منثور ... ومسك آذار فوق الأرض مذرور ¶ وفي النثار وفي المنثور لي أرب ... اذا دعتنا على المنثور منثور (4) ¶ أو كما فعل حين جانس بين (دارة عزا) القرية المشهورة بالنرجس و (عز) ... الفعل الماضي بقوله: ¶ يا أبا القاسم زا ... د الله في عزك عزا ¶ بك عز النرجس المضـ ... ـعف في دارة عزا (5) ¶ (1) ديوان السري الرفاء: 2/ 220. ¶ (2) ويقال له المستوف والكامل وهو ان تتفق الكلمتان في لفظهما ووزنهما وحركاتهما ولا يختلفان الا من جهة المعنى واكثر ما يقع في الألفاظ المشتركة ينظر الطراز المتضمن لاسرار البلاغة وعلوم حقائق الاعجاز: 2/ 356. ¶ (3) ينظر الصنوبري شاعر الطبيعة: 291 – 292. ¶ (4) ديوان الصنوبري: 92. ¶ (5) م. ن: 133.",
            "page": "114",
            "part": "1"
        },
        {
            "hno": null,
            "id": "115",
            "nass": "وقوله في الجناس غير التام: ¶ في في بستان يؤزر روضة ... بمفوفات بروده ويقنع ¶ وكأن نور الآس في أوراقه ... نور الكواكب في ضلام يلمع (1) ¶ فالجناس بين لفظه (في، في) ولمسنا في المقطوعات الابداع وهو نتاج ... عن ((التلاعب الاخاذ الذي يلجأ اليه المجنس لاختلاب الاذهان واختداع ... الأفكار)) (2) وهو سر من أسرار جمال الجناس. ¶ ومن الفنون البديعة الطباق: ((وهو الجمع بين المتضادين أي معنيين متقابلين ... في الجملة ... )) (3) ¶ كقول ابن الرومي: ¶ واذا ما تحلت الأرض بالنر ... جس باهت به نجوم السماء (4) ¶ فالشاعر طابق ما بين (السماء، والأرض) فالسماء بنجومها والأرض بنرجسها ¶ والبحتري مصور بارع يختار الألفاظ الملونة، ويعرض مفاتن خيالاته بأساليب خالية من التعقيد والعتمة ويحليها بالمحسنات البديعية يقول: ¶ أما ترى العارض المنهل دانيه ... قد طبق الأرض وانحلت عزاليه ¶ يبكي فيضحك وجه الأرض عن زهر ... كالوشي، بل لا ترى وشياً يدانيه ¶ مازال يسكب سحاً مسبلاً غدقاً ... لا يستقيف، ولى عين تباريه ¶ سما بسح، واسبالاً بمسبلة ... دمع يبوح بشجو كنت أصفيه (5) ¶ (1) ديوان الصنوبري: 324. ¶ (2) فن الجناس، ادب، بلاغة، نقد: علي الجندي – مطبعة الاعتماد – دار الفكر العربي – ... مصر – 1954 – 29. ¶ (3) فنون بلاغية: 270. ¶ (4) ديوان ابن الرومي: 1/ 107. ¶ (5) ديوان البحتري: 4/ 2444 العارض: السحاب المعترض في الأفق، طبق الأرض: عطاها، الغدق: الماء الغامر الكثير، العزالي: جمع العزلاء وهي مصف من الماء في القرية وغوها – ويقال أرسلت السماء عزاليها أي انهمرت بالمطر.",
            "page": "115",
            "part": "1"
        },
        {
            "hno": null,
            "id": "116",
            "nass": "فهو يطابق في البيت الثاني بين (يبكي ويضحك) وفي البيت الرابع بين ... (يبوح ويخفي) فضلاً عن الجناس في البيت الثالث بين أسبال ومسبلة. ¶ وقول الصنوبري الذي يعده د. سيد نوفل من شعراء العربية الممتازين في وصف الطبيعة اذ تتوفر له كل عوامل التغرق الفني من الحب الصادق والمرح وارهاف الحس (1) وهاهو يحلي مقطوعته بالمحسنات البديعية كالطباق بقوله: ¶ اذا ما طفا النيلوفر الفض فوقه ... مفتحة أجفانها ومغمضة ¶ حسبت نجوماً مذهبات تتابعت ... فرادى ومثنى في سماء مغضضه (2) ¶ فالطباق في البيت الأول بين (مفتحة، ومغمضة) وفي البيت الثاني ما بين ... (فرادى، ومثنى) ¶ وقوله: ¶ روض عهدناه تصوغ بطونه ... لظهوره زهر يلوح انيقه (3) ¶ وبهذا فان هذا الفن البديعي يمثل ((معرضاً للمعاني الذهنية والنفسية والعقلية المتنافرة فتترك في الشعور آثاراً عميقة باسلوبها الموازن المقارن)) (4) ¶ ويعد حسن التعليل من المحسنات البديعية التي تعطي للشعر روعة وجمالاً ... وهو بمعنى ((ان ينكر الاديب صراحة، أو ضمناً، عله الشيء المعروفة، ويأتي ... بعلة أخرى أدبية طريفة، لها اعتبار لطيف، ومستملة على دقة النظر بحيث تناسب الغرض الذي يرمي اليه، وعليه فان الاديب في هذا الفن يدعى الوصف عله ... مناسبة غير حقيقية، ولكن فيها حسناً وطرافة، فيزداد بها المعنى المراد الذي يرمي اليه جمالاً وشرفاً)) (5) وهو من الفنون البديعية التي لجأ اليها الشاعر العباسي كقول الشاعر تميم بن المعز واصفاً النيلوفر معللاً صفرته: ¶ (1) ينظر شعر الطبيعة في الادب العربي: 211. ¶ (2) ديوان الصنوبري: 256. ¶ (3) م. ن: 429. ¶ (4) البلاغة والتطبيق: ت د. أحمد مطلوب – حسن البصير – ط2 – وزارة التعليم العالي والبحث الغلمي – جمهورية العراق – (1420 هـ – 1999م) – 443. ¶ (5) م. ن: 435.",
            "page": "116",
            "part": "1"
        },
        {
            "hno": null,
            "id": "117",
            "nass": "يأيها المعشوق بالله من ... صفر بالهجران نيلوفرك ¶ فقال واسترجع في قوله ... غيرني الحب كما غيرك ¶ لم يترك في عشق شمس الضحى ... لوناً ولو تاركته ما ترك ¶ صفرة وجهي ترجمان الهوى ... في ونبتي في جوابي البرك (1) ¶ من خلال هذه الحوارية التي أجراها الشاعر مع زهرة النيلوفر يلجأ الى حسن التعليل وسيلة لتبرير صفرة هذه الزهور فحين يسأله عن سبب صفرة لونه يجيبه بأنه قد هجر موطنه اذا ان دأبه ان يعيش في البرك ولكنه نقل الى هذا البستان فابتلي بفراق من يهوى فاستحال لونه الى الصفرة .. والشاعر في كل ذلك ... انما يسقط مشاعره وأحاسيسه على ما يرى من زهور اذ قد عانى فراق الأحبة وتغير شكله وهو ما يوضحه قوله على لسان النيلوفر، ((غيرني الحب ... كما غيرك)). ¶ ويقول السري الرفاء: ¶ سفرت لنا الدنيا وكم ... ألفت محاسنها الخمارا ¶ ورأيت نرجسها على ... لباتها جلياً معارا ¶ ان حل حل به السرو ... ر مخيما أو سار سارا ¶ ما كان قبل كيانه ... مرض العيون لها شعارا ¶ لكنه أزرى بها ... فمرضن ذلاً وانكسارا (2) ¶ يتحدث الشاعر عن جمال الطبيعة في فصل الربيع فيصورها كغادة كانت تلقي الخمار على مفاتنها حتى اذا جاء الربيع أسفرت عن هذا الجمال فاذا انت نظرت الى النرجس رأيته حلية تتحلى بها هذه الفاتنة فيبعث السرور في النفس ... ¶ (1) ديوان تميم بن المعز الفاطمي: 305، الجوابي: جمع جابية وهي الحوض الجامع للماء. ¶ (2) ديوان السري الرفاء: 2/ 296.",
            "page": "117",
            "part": "1"
        },
        {
            "hno": null,
            "id": "118",
            "nass": "ثم يعقد مقارنة على سبيل حسن التعليل بين جمال العيون وجمال النرجس فيقول ان العيون ما كانت تعرف المرض قبل ظهور النرجس بمنظره الجميل المشابه للعيون، ولكنها حين رأت جمال عيون النرجس يفوق جمالها مرضت فأصابها ... الذل والانكسار!! ¶ ومن الفنون التي لجأ اليها الشعراء. ¶ 4 - الاقتباس: وهو جانب من جوانب البديع الذي عرفه البلاغيون ((على انه تضمين النظم او النثر بعض القرآن، لا على انه منه، بان لا يقال فيه قال او نحوه، فان ذلك حينئذ اقتباساً)) (1) لان لاسلوب القرآن الكريم المعجز أثراً في نفوس الشعراء، فعطروا شعر الطبيعة بنفحات منه، فوردت اقتباسات منه تبرز النص القرآني في البيت لأنه أقوى تمثيلاً للفكرة التي يعالجها الشاعر كقول الصنوبري:- ¶ أربحان الربيع وليس راح ... فيالك قسمةً في الدهر ضيزى ¶ بل ان عاز خل أريحي ... فحق الراح أيضاً ان تعوزا (2) ¶ فنجد الصنوبري ضمن مقطوعته اية ((تلك اذا قسمة ضيري)) (3) ¶ وقول تميم بن المعز بالله الفاطمي يصف النيلوفر: ¶ رأى الشمس فأنفتحت عينه ... ولولا سنا الشمس لم تفتح ¶ اذا ركد اليل لم يستبن ... وان طلع الصبح لم يبرح ¶ قتيل الحوادث من خافها ... فلا تخش حادثة تنجح ¶ مع العسر يسر يجلى الدجى ... ألم تتذكر (ألم نشرح) (4) ¶ فالشاعر ضمن قصيدته آيتين ((ان مع العسر يسراً)) (5) وقوله تعالى ... ((ألم نشرح لك صدرك)) (6) ¶ (1) انوار الربيع في انواع البديع: ت السيد علي صدر الدين بن معصوم المدني: تحـ: شاكر هادي شكر – ط1 – مطبعة النعمان – النجف – 2/ 217. ¶ (2) ديوان الصنوبري: 136. ¶ (3) سورة النجم / آية: 21. ¶ (4) ديوان تميم بن المعز بالله الفاطمي: 93. ¶ (5) سورة الشرح / آية 5. ¶ (6) سورة الشرح / آية 1.",
            "page": "118",
            "part": "1"
        },
        {
            "hno": null,
            "id": "119",
            "nass": "المبحث الثاني ¶ أ. ... التشبيه ¶ ب. الأستعارة",
            "page": "119",
            "part": "1"
        },
        {
            "hno": null,
            "id": "120",
            "nass": "الصور البيانية: ¶ مما لا شك فيه إن الشعراء الذين عاشوا في المجتمع الحضاري للقرنين الثالث والرابع الهجريين، كانوا أقدر من غيرهم على تقديم العروض الفنية الجميلة، والتشبيهات البديعية والاستعارات الرائعة المستمدة من أناقة العصر وجماله، فوضعوا بين أيدينا ثروة ضخمة من الصور المؤلفة من غرائب الأشكال، وروائع الألوان تأخذ معها القارئ في رحلة بعيدة ممتعة يعود منها رضي البال مثلوج الفؤاد، وقد شكلت هذه الصورة ولونت بالفنون البلاغية المختلفة من تشبيه واستعارة المنتجين لروائع الصور وبأبهى الألوان، ولنبدأ بأولى هذه الصور، ... وهي الصور المشكلة بالتشبيه. ¶ التشبيه: ((هو الدلالة على مشاركة أمر لأخر في وجه أو أكثر من الوجوه، ... أو في معنى أو أكثر من المعاني)) (1) ¶ والتشبيه من أشرف كلام العرب لأن فيه الفطنة والبراعة وبه تزداد ... المعاني وضوحاً وتأكيداً وفي قيمته الفنية يقول عبد القاهر الجرجاني ((إذا جاء ... في أعقاب المعاني أو أبرزت هي باختصار في معرضه، ونقلت عن صورها الأصلية إلى صورته، كساها أبهة، وكسبها منقبة، ورفع من أقدارها ... وضاعت قواها في تحريك النفوس لها. ودعا القلوب لها)) (2) ¶ فهذا أبن المعتز يعرض لنا لوحات فنية تنفح بالخيال ةالتشبيهات إذ يقول فيها: ¶ عيون إذا ما عاينتها فكأنها ... مدامعها من فوق أجفانها در ¶ محاجرها بيض وإحداقها صفر ... وأجسامها خضر وأنفاسها عطر (3) ¶ وقوله: ¶ عيون لجين فوقها حدق صفر ... يزينها من تحتها عمد خضر ¶ كأن انحدار الطل في جنباتها ... دموع محب قد أضربه الهجر ¶ إذا لمستها الريح مالت كانها ... كئيب من الصهباء مال به السكر (4) ¶ (1) علم أساليب البيان: د. غازي يموت-ط1 - دار الأصالة بيروت-1403 - 1983 - 94. ¶ (2) اسرار البلاغة: للشيخ عبد القاهر الجرجاني: ط ريتر دار الكتب للتراث العربي-بلا ت- 101 - 102. ¶ (3) شعر أبن المعتز: 2/ 588. ¶ (4) م. ن: 2/ 602.",
            "page": "120",
            "part": "1"
        },
        {
            "hno": null,
            "id": "121",
            "nass": "إن هاتين المقطوعتين تؤكدان ولع ابن المعتز بالتشبيه واعتماده إياه وسيلة فنية لتجسد معانيه حتى وإن جاءت هذه التشبيهات تقليدية فلا شك في أن تشبيه المدامع بالدر ليس شيئاً جديداً ولكن الصورة التشبيهية جاءت متممة للمعنى ثم شفعها بصورة جميلة تنبض بالحياة جعل فيها الأزهار في تمايلها بالريح إنساناً يتمايل سكراً ونشوة، ووجه الشبه في هاتين المقطوعتين هو الشكل. ومن ذلك قول الشاعر أبي هلال العسكري مشبهاً زهرة الشقائق من تحت أغصانها بالعرائس ... من تحت كله مستخدماً أداتين من أدوات التشبيه وهما الكاف (الحرف) ومثل (الاسم) مبرزاً وبلطافة، وجه الشبه بينها وهو الأستتارة والظهور: ¶ شقائق من تحت أغصان بان ... كمثل العرائس من تحت كله (1) ¶ وإذا كان في هذا البيت قد جعل الشقائق هي المشبه والعرائس هي المشبه به فأنه يعمد في بيته التالي إلى جعل الورود هي المشبه به لا المشبه مستخدماً حرف التشبيه (كأن) إذ يقول: ¶ كأن بياض النجم في خضرة الدجى ... تفتح ورد بين رند وعنبر (2) ¶ ويشبه الشاعر السري الرفاء الشقيق الأحمر، حينما يتفتح ويسقط عليه المطر ... أو الطل بأقداح ملئت مداماً جاعلاً الشقائق هي المشبه والأقداح المملوءة بالمدام هي المشبه به ووجه الشبه القائم بينهما عن طريق أسم التشبيه (مثل) هو الشكل الممتلئ أو الامتلاء يقول: ¶ وشقيق جاده الغيـ ... ـث رواحاً وابتكارا ¶ مثل ما افرغ ساقي ... الراح أقداحا صغارا (1) ¶ (1) شعر أبي هلال العسكري: 136. ¶ (2) م. ن: 107. ¶ (3) ديوان السري الرفاء: 2/ 301.",
            "page": "121",
            "part": "1"
        },
        {
            "hno": null,
            "id": "122",
            "nass": "وعلى الرغم من أن جمال الأزهار وفتنتها لا غبار عليها نرى الشعراء بصورة عامة وشعراء العصر العباسي على وجه الخصوص يعمدون في مواضيع كثيرة على جعل الأزهار هي المشبه محاولين إيجاد قرائن لهذه الفتنة الأخاذة فهذا ... علي بن الجهم يشبه الورد بالياقوت بقوله: ¶ أما ترى شجرات الورد مظهرة ... لنا بدائع قد ركبن من قضب ¶ كأنهن يواقيت يطيف بها ... زبرجد وسطها شدر من الذهب (1) ¶ ويشارك الشاعر كشاجم رفاقه من الشعراء في جعل الأزهار هي المشبه ... في وصف مجلس الطبيعة وما يجعل فيه من أزهار بقوله: ¶ نرجس كالعيون يرقب من يهـ ... واه من غير رقبة حذار ¶ وإذا ما بدا الشقائق فيها ... كاليواقيت نظمت في المذاري ¶ وكأن المنثور حلة وشي ... مثلها ماصوت تخوت التجار ¶ في طراز الربيع حيكت ولكن ... نمقت وشيها يد الأمطار ¶ اقحوان وسوسن حسن النو ... ر وشيح منمنم مع بهار ¶ فأغتنم غفلة الزمان وبادر ... وافترض لذة الليالي القصار (2) ¶ عمد الشاعر إلى وصف مجلس الطبيعة الموش بأنواع الأزهار التي وشاها بلمساته الفنية مضفياً عليها التشبيهات الرقيقة التي يبهج بها العيون ويؤنس بها القلوب، مشبهاً النرجس بالعيون التي ترقب من تهواه من غير خوف أو حذر، ووجه الشبه الوضوح وعدم التخفي، وشبه شقائق النعمان بشعلة النار أو الرماح القصيرة التي نشرت لأمير في جيش كبير، ووجه الشبه اللون الأحمر الوهاج، وجعل الحرم كالياقوت الذي وضع في الخشبه التي تذري بها الحنطة وأطرافها كالأصابع، ووجه ¶ (1) ديوان علي بن الجهم: 111. ¶ (2) ديوان كشاجم: 233. المطارد جمع وهو الرمح القصير، الجحفل: الجيش الكثير المذاري: جمع مذارة وهي خشبة ذات أطراف كالأصابع تذري بها الحنطة، نمقة: حسنة وزينة، أفترض: أنتهز.",
            "page": "122",
            "part": "1"
        },
        {
            "hno": null,
            "id": "123",
            "nass": "الشبه هو الشكل اللامع، وشبه المنثور بأنفس وأجود أنواع الحلي التي يفتقر إليها التجار، وإن هذه الأزهار أظهر حسنها وزينتها المطر، ونمت إلى جانب تلك الباقات زهور الأقحوان، والسوسن، والبهار، والشيح، وعلى الرغم من كثرة التشبيهات في القصيدة الا ان الشاعر أشاع فيها جواً جمالياً يشعرنا بمقدرته على تقديمها بشكل عروض فنية مما يدا على طول باعة في فنه فأحسن في عقد الصلة بين الأشياء لتؤدي معانيها على أحسن وجه ويصور تخيلاته تصويراً بديعاً (1) وعلى الرغم من كثرة أنواع الأزهار وألوانها في القصيدة إلا أنها تشعرنا باللذة المتواصلة ((لأن هذا التنوع لا يختلف الملل)) (2) ويولد فينا إثارة جديدة بتجدد الزهر وألوانه يقول الشاعر تميم بن المعز الفاطمي: ¶ وترى النرجس الذكي إذا ما ... حركته الرياح وهو يميس ¶ كعذارى تخالهن سكارى يتعانقن والوجوه شموس ¶ قضب من زمرد حاملات فضة فوقها اللجين كوؤس (3) ¶ فالشاعر يشبه زهرات النرجس إذا ما حركتها الرياح بالعذارى المتعانقات ووجوهن كالشموس ثم يعود ليشبههن بقضيب من الزمرد تحمل الفضة وفوقها الكأس المصنوع من الفضة، ووجه الشبه هنا التمايل والشكل، فالشاعر هنا استوقفته الزهرة وحسنها فجعل يسبغ عليها التشبيهات ليظهر حسن هذه الزهرة وروعتها إذ أن النظر لهذه الأزهار هو تغذية لحاسة الجمال، لتلك الحاسة التي تلعب دوراً كبيراً في حياتنا النفسية (4) ¶ وعلى طريقة التشبيه البليغ وهو تشبيه حذف منه وجه الشبه وأداة التشبيه واقتصر فيه على المشبه والمشبه به فقط وهو أوجز أنواع التشبيه وابلغها تأثيراً لأن ذكر طرفي التشبيه فقط يوحي بتساوي الطرفين في قوة وجه الشبه وهذا من المبالغة التي تكسب التشبيه جمالاً وروعة. (5) ¶ (1) ينظر فنون بلاغية: 33. ¶ (2) فصول في علم الجمال: عبد الروؤف برجاوي-ط1 - منشورات دار الىفاق الجديدة-بيروت- ... (1401هـ، 1981) -38. ¶ (3) ديوان تميم بن المعز الفاطمي: 252. ¶ (4) ينظر في الأدب والنقد: د. محمد مندور-دار النهضة مصر للطبع والنشر-مطبعة الفجالة- ... القاهرة - بلا ت-40. ¶ (5) ينظر: علم أساليب البيان / ص 154.",
            "page": "123",
            "part": "1"
        },
        {
            "hno": null,
            "id": "124",
            "nass": "يعمد الصنوبري إلى خلق صورة مثيرة إذ يقول: ¶ ما أمر الهوى إذ كان حلواً ... عند مثلي، فكيف، إن كان مراً ¶ يأبى من لو أنني ذبت ضراً ... فيه ما قلت إنني ذبت ضراً ¶ من له الجلنار اصبح خداً وله الأقحوان اصبح ثغراً (1) ¶ فالصورة هنا قائمة على اتحاد المشبه بالمشبه به في البيت الثالث إذ يجعل الخد جلناراً في حمرته والثغر أقحواناً في بياضه (والمراد به بياض الأسنان) وهذا الاتحاد في وجه نتج عن ذكر طرفي التشبيه (المشبه والمشبه به) دون ذكر الأداة وجه الشبه، فيوهم القارئ بهذه الأبيات باتحاد المشبه بالمشبه به ولا يغدو وجه الشبه كاملاً وقوياً في المشبه به كما هو معروف، وإنما يصبح الثنان متساويين في وجه الشبه وهنا تكمن المبالغة في هذا اللون من التشبيه، وهذه المبالغة نسبية فهي لنا مبالغة، وهي عند الشاعر حالة طبيعية إذ أنه يرى محبوبه بعين عاشقه عماها العشق عن كل العيوب بل ربما عجز الجلنار عن مجاراة خده ... والأقحوان ثغره!!! ¶ وقول الوأواء الدمشقي: ¶ ليل شعر من فوق صبح جبين ... ما لبين عليهما من طريق ¶ فيه ضد إن ألفا فوق ضديـ ــــن: بهار معانق لشقيق ¶ وهو نوعان فيها صفرة العا ... شق من فوق حمرة المعشوق (2) ¶ يشبه الشاعر شعر حبيبته بالليل على طريقة التشبيه البليغ بأسلوب التركيب الإضافي (ليل شعر) أي شعر كالليل ثم قال (صبح جبين) أي جبين كالصبح وإذ كان هذان الضدان قد اجتمعا (الليل والصبح) أي (الشعر والجبين) فقد أجتمع تحتهما ضدان آخران هما: اجتماع الصفرة والحمرة في وجه الحبيب فاستعار للصفرة البهار وللحمرة الشقيق ثم جعلهما متعانقين عناق العاشق والمعشوق. ¶ (1) ديوان الصنوبري: 24. ¶ (2) ديوان الوأواء الدمشقي: 158.",
            "page": "124",
            "part": "1"
        },
        {
            "hno": null,
            "id": "125",
            "nass": "وعلى طريقة التشبيه التمثيلي أو ما يسمى بتشبيه الصورة وهو ما كان وجه الشبه فيه مركباً لأن كل تشبيه وجهه عبارة عن هيئة منتزعة من عدة أمور تجمع بعضها إلى بعض ثم يستخرج من مجموعها وجه الشبه فيكون حاله حال الشيئين ... أو الأشياء يمزج أحدهما بالآخر حتى تحدث صورة جديدة غير تلك الصورة البعيدة التي عهدناها في الإفراد أجمع عليه البلاغيون بالتشبيه التمثيلي (1) ¶ يرسم لنا أبن المعتز صورة جميلة يجمع فيها ما بين متنافرين وبهذا يقرب البعيد ويوحد المتنافرات بقوله: ¶ اشرب على بركة نيلوفر مصفرة الأرجاء خضراء ¶ كأنما أزهارها أخرجت ألسنة النار من الماء (2) ¶ فالتشبيه هنا تمثيلي ألف الشاعر فيه ما بين متنافرين هما (النار والماء) إذ تمادى خيال الشاعر فجعل أزهار النيلوفر المنتصبة في الماء السنة نار خارجة منه ووجه الشبه \"اللون والهيئة\" (ألسنة النار) ويقول د. على الجندي أن التشبيه التمثيلي في ذلك أمضى أداه وأسرع نفاذاً لدقته ولطف سحره حيث بث الوحدة في الصور المتفرقة وحسب المعاني المتعلقة والمتخيلة والمتوهمة في قوالب ... الشخوص الحية)) (3) ¶ وينتظم التشبيه التمثيلي شتى المعاني، ويلبس مختلف الصور الأدبية متخذاً ... من الزهر مادة له كقول الصنوبري: ¶ وكأن محمر الشقيـ ... ـق إذا تصوب أو تصعد ¶ أعلام ياقوت نشرن ... على رماح من زبرجد (4) ¶ (1) ينظر مفتاح العلوم: السكاكي، (ت 626هـ) -تر د. اكرم عثمان يوسف-ط1 - مطبعة الرسالة-563، 566. ¶ (2) شعر أبن المعتز: 2/ 17. وينظر كذلك ديوان الوأواء الدمشقي: 224. ¶ (3) فن التشبيه بلاغة-أدب-نقد: د. علي الجندي-ط2 - مكتبة الأنجلو المصرية- (1386 - 196) -2/ 23 - 24. ¶ (4) العروضيات: 56.",
            "page": "125",
            "part": "1"
        },
        {
            "hno": null,
            "id": "126",
            "nass": "فالتشبيه هنا تمثيلي لأن الهيئة التركيبية أو الصورة الحاصلة من التشبيه، ... وهي نشر أعلام مخلوقة من الياقوت على رماح من الزبرجد ولا يوجد لها مطلقاً في عالم الحس والواقع ولكن العناصر التي تألفت منها هذه الصورة المتخيلة وهي الأعلام والياقوت، والرماح والزبرجد موجودة في عالم الواقع وتدرك بالحس وإن الجديد في هذا المعنى هو الصورة المستحضرة بالتخيل الابتكاري الذي له مكانة ملحوظة في العمل الأدبي (1) ¶ وللخيال في أبيات الصنوبري أفق رحب إذ يقول: ¶ كأنما النرجس في روضة إذا ثنته الريح في قرب ¶ أقداح ياقوت تعاطيكها أنامل من لؤلؤ رطب ¶ في الساعد الأيمن خال له مثل السويداء على القلب (2) ¶ إنه تشبيه صورة إذ شبه النرجس بأقداح ياقوت حملتها أنامل لؤلؤية ووجه الشبه \"الحركة والشكل\"، وأن إعجابنا بهذه الصورة متأت من جمال تحسينها ووشي تلاوينها والدقة في الأداء وسعة الخيال إذ هذه الصورة لا يتعدى وجودها الوهم لكن تصورات الشاعر المطعمة بانطباعاته الملونة بخياله جعلته الخيال، رحب الآفاق الفكرية وهذا ما جعله مصوراً بارعاً قادراً على الإتيان بتلك ... الصورة الرائعة (3) ¶ كقوله في وصف الآذريون: ¶ كأن آذريونها من فوق تلك القضب ¶ خيام مسك فوقها سرادق من ذهب (4) ¶ (1) ينظر في النقد الأبي: 72 - 73 ودراسات بلاغية: د. بسيوني عبد الفتاح فيور-ط1 - مؤسسة المختار للنشر القاهرة- (1419هـ, 1998) - 118. ¶ (2) ديوان الصنوبري: 461. ¶ (3) ينظر الصنوبري شاعر الطبيعة: 289 - 290. ¶ (4) ديوان الصنوبري: 460 - وينظر شرح ديوان أبي فراس الحمداني-189.",
            "page": "126",
            "part": "1"
        },
        {
            "hno": null,
            "id": "127",
            "nass": "فالخيال في هذه الأبيات قد لعب دوره في عملية التصوير من خلال التشبيه بأداة التشبيه (كأن) على الرغم أن وجه الشبه صورة حسية لأن الخيال ... ((ليس استحضاراً جديداً لاحساسات سابقة، بل هو عملية خلق يلتقي في صنعها العقل والحواس والعاطفة معاً لتوليد صورة حديدة تتميز بروعة الأداة وجمال العرض ودقة التصوير وطرافة المعنى)) (1) ¶ ويقول الوأواء الدمشقي في النرجس: ¶ أما ترى النرجس المياس يلحظنا ... لحاظ ذي جدل بالغيث مسرور ¶ كأن أحداقه في حسن صفرته ... مداهن التبر في أوراق الكافور ¶ كأن طل الندى فيه لمبصره ... دمع تحير في أجفان مهجور (2) ¶ فالشاعر يقلب النرجس ويصفه في أكثر من تشبيه فهو يشبه بالعيون ووجه ... الشبه \"الإشراق والفرح\"، ويشبه تلك العيون بقارورة الذهب الملفوفة بأوراق كافور ووجه الشبه \"اللون\". أنه تشبيه بعيد لا يستطيع الإتيان به أي شاعر لكن سعة خياله جعلته يقرب الأشياء البعيدة، وفي البيت الأخير شبه صورة الدمع ... على خذ المهجور، بالطل على النرجس. \"فهو يضع النرجس في تشبيهين أولهما يرتبط بالغنى والترف وثانيهما يتصل بالعشق والصبابة\" (3) ¶ وابن المعتز قادر بفنه أن يجعل الزهرة نفسها في أكثر من صورة فقد عرف عنه \"أنه صاحب التشبيهات الملوكية\" (4) بقوله: ¶ كأن عيون النرجس الغض بينه مداهن در حشوهن عقيق ¶ إذا بلهن القطر خلت دموعها جفون كحلهن خلوق (5) ¶ (1) الصنوبري شاعر الطبيعة: 290. ¶ (2) ديوان الوأواء الدمشقي: 121. ¶ (3) الشعر والشعراء: 773. ¶ (4) القيم الفنية المستخدمة في الشعر العباسي من بشار إلى أبن المعتز: 233. ¶ (5) شعر ابن المعتز: 2/ 619. الخلوق: ضرب من الطيب.",
            "page": "127",
            "part": "1"
        },
        {
            "hno": null,
            "id": "128",
            "nass": "فهو تشبيه صورة حيث شبه النرجس بالعين ثم شبه عيون النرجس بقارورة الدر المحشوة بالعقيق فماذا بللها القطر صارت كالدموع الجارية من الجفن المكحل بالطيب، ووجه الشبه الصورة المتكونة من انحدار الدموع على الخدود. وإن هذه الجزئية على الرغم من سيطرة المناظر الحسية عليها، أشبه بفلتات اللسان التي تدل على أعماق النفس وصادق الوجدان لأن الروض، والندى، وعيون النرجس الغض ... والخلوق كلها مما يبعث السرور في النفس)) (1) ¶ فضلاً عن وجود الخيال الخصب لكون الصورة الفنية لا تقوم إلا على أساس الخيال. ¶ ويوظف الشاعر خالد الكاتب التشبيه المعكوس ليخلق علاقة تشابه بين قد الحبيب والغصن ولبن خد الحبيب والورد بقوله: ¶ يا أحسن العالمين قداً من أين للغصن مثل قدك ¶ وأين من نور كل أرض وورده مثل ورد خدك (2) ¶ ومن التشبيه المعكوس قول الحسين بن الفحاك حيث يجعل المشبه به مشبهاً والمشبه مشبهاً به بقوله: ¶ وصف البدر حسن وجهك حتى خلت أني لم أره أراكا ¶ وإذا ما تنفس النرجس الغض توهمت ونسيم شذاكا ¶ وأخال الذي لثمت أنيسي وجليسي ما باشرته يداكا (3) ¶ فالبدر المكتمل حسناً في كبد السماء يشبه وجه محبوبه الغائب والنرجس الغض بطيب عطره وعبق رائحته يشبه عطر حبيبه ونكهته وأن ((هذا التشبيه هو ... أن كانت فيه المبالغة من حيث المعنى وخروج من العادة المألوفة بتشبيه الفروع بالأصول إلا أنها مبالغة مستملحة في الغزل، وهي لا تخرج عن ما قيل ... في الغلو والمبالغة)) (4) ¶ (1) أبن المعتز العباسي صورة لعصره: 315. ¶ (2) ديوان خالد الكاتب: 216. ¶ (3) أشعار الخليع الحسين بن الفحاك: 88 - 89. ¶ (4) اتجاهات الغزل في القرن الثاني الهجري: يوسف حسين بكار-دار المعارف مصر-بلا ت-435.",
            "page": "128",
            "part": "1"
        },
        {
            "hno": null,
            "id": "129",
            "nass": "وكانت السماء بنجومها وظواهرها الميدان الفسيح الذي حصد منه الشعراء تشبيهاتهم لإسقاطها على الرياض وأزهارها كقول أبن المعتز: ¶ أنظر إلى حسن هلال بدأ يهتك من أنواره الحندسا ¶ كمنجل قد صيغ من فضة يحصد من زهر الدجا نرجسا (1) ¶ فهو يشبه الهلال بالمنجل الذي صيغ من الفضة ووجه الشبه بين الهلال والمنجل \"الانحناء\" وشبه النجوم بأزهار النرجس الذي يحصدها ذلك المنجل الفضي ووجهه الشبه بين النرجس والنجوم هو \"اللون\" وإن هذه الصورة تبدو ... ((ثمرة انتقاء وتهذيب للمادة المحسوسة المستمدة من الطبيعة أو من الحياة الإنسانية وغاية هذا الانتقاء هو إثارة التأثير والانفعال الجمالي)). (2) ¶ ويشبه أبو هلال العسكري نجمة \"الثريا\" بباقة سوسن والنجوم التي حولها بالنرجس بقوله: ¶ راعي نجوم الليل وهي كأنها نواظر ترنو من براقع سندس ¶ كأن الثريا فيه باقة سوسن وما حولها منهن باقات نرجس (3) ¶ ووجه الشبه هو \"الشكل\". ¶ وينظر بديع الزمان الهمذاني إلى الروض وقت الربيع وقد تناثرت الزهور الجميلة فيه فتتداعى إلى ذهنه صورة تشبيهية جميلة فيجعل من الزهور كواكب ومن الروض برجاً بقوله: ¶ شبهت أنوار الربيـ ... ـع كواكباً والروض برجاً (4) ¶ (1) شعر أبن المعتز: 2/ 5 - 6. وينظر 3/ 251. ¶ (2) مقدمة في علم الجمال، أميرة حلمي مطر-دار النهضة العربية-1972 - 37. ¶ (3) شعر أبي هلال العسكري: 114. ¶ (4) ديوان بديع الزمان الهمذاني:54، وينظر شعر الخيار البلدي: 38/ الكواكب والنجوم في شعر القرنين الثالث والرابع الهجريين: شيماء نجم عبد الله العبيدي-رسالة ماجستير-كلية التربية للبنات-جامعة بغداد- (1422هـ، 2001م) -146، 149.",
            "page": "129",
            "part": "1"
        },
        {
            "hno": null,
            "id": "130",
            "nass": "وقد يتعدد المشبه به دون المشبه ويسمى عندئذ تشبيه الجمع كقول الشاعر ... أبن طباطبا العلوي: ¶ خطرت خطرة فهاجت مراحي ... وأراحت إلى التصابي رياحي ¶ لا ووجه ومقلتين وثغر ... مثل ورد ونرجس وأقاحي (1) ¶ فالشاعر أورد ثلاثة مشبهات: الوجه، والمقلة، والثغر ثم أورد ثلاثة مشبهات به: الورد، والنرجس، والأقاحي، ووجه الشبه الجامع بينهما هو \"الشكل\" وهذا اللون من التشبيه يسمى ((التشبيه الملفوف)) حيث تتقابل فيه المشبهات في جانب والمشبهات بها في جانب آخر (2) ¶ وقد يتعدد وجه الشبه بما يقوي علاقة الشبه بين المشبه والمشبه به يقول الشاعر التهامي مشبهاً ثغر حبيبته بالأقحوان في لونه الأبيض الناصع وريحه العطرة، واصطفاف أوراقه وتحديدها: ¶ يحكي جنا الأقحوان الفض مبسمها في اللون والريح والتفليج والأشر (3) ¶ وهذا اللون من التشبيه هو التشبيه المتعدد، حيث وجه الشبه فيه أكثر من أمر واحد من غير تركيب ولا انتزاع هيئة بل تأخذ كل صفة على وجه الاستقلال (4) ومما لا شك فيه أن للبصر من بين الحواس أثر متميزاً في صوغ التشبيه حتى قيل عن الجمال هو ما يروق للعين (5) ¶ كقول أبن الرومي: ¶ أدرك ثقاتك أنهم وقعوا ... في نرجس معه أبنه العنب ¶ فهم بحال لو بصرت بها ... تسبحت من عجب، ومن عجب ¶ ريحانها ذهب على درر ... وشرابهم در على ذهب (6) ¶ (1) ديوان أبن طباطبا العلوي: 41. ¶ (2) ينظر علم أساليب البيان/ 107. ¶ (3) ديوان التهامي: 403. الفليح: في الأسنان بفتحتين تباعد ما بين الثنايا والرباعيات، تأشيرالأسنان: تحزيزها وتحديد أطرافها. ¶ (4) ينظر علم أساليب البيان/132. ¶ (5) ينظر فن التشبيه: 2/ 45. ¶ (6) ديوان أبن الرومي: 1/ 146.",
            "page": "130",
            "part": "1"
        },
        {
            "hno": null,
            "id": "131",
            "nass": "ويعلق الدكتور على الجندي على هذه الأبيات: ((وهذا التشبيه صنيع لأنه صدر على صورة مشاهدة حيث شوهدت الصورة فحكيت ... نظر إلى النرجس والخمر)) (1) ¶ أما أبو هلال العسكري فقد رأى حمرة الورد فشبهه بحمرة خد الحبيبة فقوله: ¶ قومي انظري ورد كخدك أحمر ترك الربيع وراءه وتقدما ¶ قد ضمه برد ففتقه ندى كالصب قبل فاك ثم تبسما (2) ¶ وإلى جانب حاسة البصر لحاسة الشم حظ وافر من جمال الربيع وليالي الصيف، يرجع إلى الروائح العبقة التي تملئ الجو طيباً وعطراً كقول المتنبي: ¶ وذكي رائحة الرياض كلامها تبغى الثناء على الحيا فيفوح (3) ¶ حيث شبه رائحة أزهار الرياض بالكلام، ثم بين أن الرياض أرادت أن تتحدث ... عن صنائع المطر فأرسلت عبير أزهارها تحدث عنه ويبعث النسرين نسيمه الفواح كأنه رائحة المسك في قول الشاعر تميم بن المعز بالله الفاطمي: ¶ ونوار نسرين كأنه نسيمه ... من المسك في أفق السماء تأرجا (4) ¶ وقوله مشبهاً نسيم النيلوفر بنسيم الحبيب في عذوبته وارتياح النفس له: ¶ وأداة التشبيه هنا الفعل ((يشبه)) ¶ وبركة تزهو بنيلوفر نسيمه يشبه نشر الحبيب (5) ¶ فضلاً عن العديد من الصور التشبيهيه التي ملئ الشعراء بها دواوينهم الفناء (6) ¶ (1) فن التشبيه: 2/ 44. ¶ (2) شعر أبي هلال العسكري: 144. ¶ (3) يتيمة الدهر: 1/ 140ز ¶ (4) ديوان تميم بن المعز بالله الفاطمي 249. ¶ (5) م. ن: 82. ¶ (6) ينظر ديوان الوأواء الدمشقي: 224. والسري الرفاء: 2/ 287 وديوان كشاجم: 196 - 498، شعر ... ابن المعتز 2/ 527، وديوان التهامي: 100، وديوان الخالدين 1/ 98، وديوان علي بن الجهم: 192.",
            "page": "131",
            "part": "1"
        },
        {
            "hno": null,
            "id": "132",
            "nass": "الاستعارة: ¶ ومن روائع الصور التي قدمها شعراء القرنين الثالث والرابع الهجريين الصور الاستعارية، والاستعارة تعني ((تعليق العبارة على غير ما وضعت له في أصل اللغة على جهة النقل والإبانة)) (1) ¶ وتتألف من تشبيه حذف أحد طرفيه (2) إلا أنها أعلى تأثيراً وأجمل وقعاً بفعل عنصر البحث عن الحقيقة التي يبغي الشاعر بثها إلى المتلقي ليشاركه في إبراز جمالية النص الشعري، ولم تترك رقة العصر وتحضر الذوق الاستعارة جانباً، ذلك لأن الشاعر العباسي تلقى شعراً محكماً ممن شبقه فجعل يبث فيه ذوقه وشاعريته التي أحالت صياغته إلى تشكيل وكيان مستقل متجدد يحافظ على أصالة الماضي وينميه بدقة، مما يبث فيه الجزالة والرصانة والنعومة والعذوبة (3) ¶ ومن هذه الصور التي لجأ فيها الشعراء إلى تصوير الطبيعة بأزهارها مضيفين عليها صفات الأناس العقلاء لعرض الصور الفنية التي تظهر روعة العصر وأبهته كقول الشاعر ديك الجن: ¶ لما نظرت إليّ عن صدق المها ... وبسمت عن متفتح النوار ¶ وعقدت بين قضيب بان أهيف ... وكثيب رمل عقدة الزنار ¶ عفرت خدي في الثرى لك طائعاً ... وعزمت فيك على دخول النار (4) ¶ (1) النكت في إعجاز القرآن: لأبي الحسن علي بن أيسر الرماني (ت 386هـ) ضمن كتاب ثلاث رسائل ... في إعجاز القرآن-تر محمد خلف الله ود. محمد زعلول سلام-ط2 - مطبعة دار المعارف-مصر ... (1387هـ-1968م) -79. ¶ (2) ينظر جواهر البلاغة في المعاني والبيان والبديع: أحمد الهاشمي-ط12 - مطبعة السعادة- مصر- (1379هـ-1960م) -304/البلاغة العربية تأصيل وتجديد: مصطفى الصاوي الجويني - مطبعة شركة آلات ولوازم المكاتب-منشأة المعارف-الأسكندرية-1985 - 104. ¶ (3) ينظر فصول في الشعر ونقده: د. شوقي الضيف-مطبعة دار المعارف بمصر-القاهرة-1971 - 70. ¶ (4) ديوان ديك الجن: 165.",
            "page": "132",
            "part": "1"
        },
        {
            "hno": null,
            "id": "133",
            "nass": "فقد استعار الشاعر لعينيها حدق المها ولثغرها النوار المتفتح ولقوامها عود البان ولعجزها كثيب الرمل، وهي استعارات دأب الشعراء عليها، وكلها استعارات تصريحية وهي ((ما صرح فيها بلفظ مشبه به)) (1) اجتمعت هذه الاستعارات لترسم لنا صورة مثالية رائعة للمحبوبة ولذلك قال عنها أبن الأثير ((وهذه الأبيات لا تجد لها في الحسن شريك، ولأن يسمى قائلها شحروراً أولى من أن يسمى ديكاً)) (2) ¶ وقوله: ¶ لا ومكان الصليب في النحر منك ومجرى الزنار في الخصر ¶ والخال في الخد إذا أشبهه وردة مسك على ثرى تبر ¶ وأقحوان بفيك منتظم ... على شبيه الغدير من خمر (3) ¶ والبيت الثالث هو المخصوص بالاستعارة، والمستعار له الثغر والريق فقد استعار الأقحوان بالثغر والخمر للريق. ¶ وصورة أخرى يعرضها أبن المعتز بقوله: ¶ أما ترى البستان كيف نورا ... (ونثر المنثور برداً أصفرا) ¶ وضحك الورد إلى الشقائق ... واعتنق القطر اعتناق وامق (4) ¶ ففي قوله نثر المنثور برداً أصفراً استعارة مكنية ((وهي التي أختفي فيها لفظ المشبه به واكتفى بذكر شيء من لوازمه دليلاً عليه)) (5) صار فيها المنثور أنساناً مكتسباً برداً أصفر ثم أردفها باستعارة مكنية أخرى. ¶ (1) البلاغة الواضحة: علي الجارم ومصطفى أمين-ط17 - مطبعة دار المعرف- مصر ... (1383هـ-1964م) -77. ¶ (2) المثل السائر في أدب الكاتب لضياء الدين بن الأثير-قدم له وحققه وعلق عليه د. أحمد كوفي ود. بدوي طبانة-دار نهضة مصر للطبع والنشر-الفجالة-القاهرة-2/ 100. ¶ (3) ديوان ديك الجن: 166. ¶ (4) شعر أبن المعتز: 2/ 540، 3/ 274. ¶ (5) فنون بلاغية: 133.",
            "page": "133",
            "part": "1"
        },
        {
            "hno": null,
            "id": "134",
            "nass": "فقد استعار الضحك للورد، وجعل التقاء الورد بالندى وكأنه عناق أحبه بعد طول فراق على سبيل الاستعارة المكنية من خلال تشبيه الورد، والندى للحبيبين حاذفاً المشبه وآتياً بلازمة من لوازمة وهي أعتنق فخيال الشاعر مع التشخيص ... جعل المنظر رائعاً ذلك فهو ((العنصر الفعال في ذهن الشاعر الذي يشابه ... الطبيعة المبدعة مع روح التكوين في الخيال الذي يجسد فكرة الشاعر ... في أشكال معقوله)) (1) ¶ وقوله: ¶ يا رب ليل قد نعمت به يسعى علي بكأسه البدر ¶ في نرجس غض نواظره بيض الجفون عيونها صفر (2) ¶ شبه حبيبه الذي يسقيه بالبدر ثم حذف المشبه وأبقى المشبه به فالاستعارة تصريحية، ثم اتبعها باستعارة مكنية في قوله: \"في نرجس غض نواظره\". ¶ إذ جعل النرجس نواظر على سبيل الاستعارة المكنية لكن في هذه العيون طرافة وغرابة، إذ أن جفونها بيض وعيونها صفر!! وفي هذه الصورة الشعرية التي تفوح غرابة وجمالاً أوجد الشاعر تجانساً بين الأشياء وذلك لأن ((الصور الشعرية هي رسم قوامه الكلمات المشحونة بالإحساس والعاطفة)) (3) ¶ ويطل علينا أبو تمام في صورة استعارية أخرى في قوله: ¶ الغيم من بين مغبوق، ومصطبح من ريق مكتفلات بالثرى دلح ¶ دهم إذا ضحكت في روضة طفقت عيون نوارها تبكي من الفرح (4) ¶ (1) التصور والخيال، و. ل بريت-ترجمة عبد الواحد لؤلؤة: مطبعة دار الحرية بغداد- ... (1399هـ-1979م) –32. ¶ (2) شعر أبن المعتز: 2/ 131. ¶ (3) الصورة الشعرية، سيسل دي لويس-ترجمة د. أحمد نصيف الجناني ومالك ميري وسليمان حسن إبراهيم-مراجعة د. عناد غزوان-مطبعة مؤسسة الخليج-الجمهورية العراقية 1982 - 23. ¶ (4) شرح الصولي لديوان أبي تمام: 3/ 554. دلح: مشى الرجل بتثاقل، وقد أثقله حمله والبعير الدالح: ... الذي يمشي متثاقلاً من حمله. دهم: الغيوم السوداء.",
            "page": "134",
            "part": "1"
        },
        {
            "hno": null,
            "id": "135",
            "nass": "فقد استعار الضحك للغيوم السوداء وهي استعارة مكنية \"وما أضحكها إلا البرق الذي يتلألأ بياضاً كما تبدو ثغور الجميلات عند الضحك، وهو في ذلك إنما أراد سقوط المطر على الروضة إذ جعلها نتيجة ضحك الغيوم فأن أنزل المطر تفتح النوار وسالت قطرات الندى فاستعار للنوار البكاء عن طريق ((الاستعارة المكنية)) ولكي يبعد مأساوية البكاء جعل ذلك دموع الفرح مقابلاً بين ضحك الغيوم وبكاء النوار وهذه السمة ((أبي تمام في وصفه للطبيعة حيث جددها عن طريق استخدامه للتشخيص والتجسيد في استعارته وهي سبيله إلى الجديد أو نقل القديم ... بصورة جديدة)) (1) ¶ ويقول السري الرفاء في روضته: ¶ وروضة بات طل الغيث ينسجها ... حتى إذا ما نسجت أضحى يدبجها ¶ إذا تنفس فيه ريح نرجسها ... ناغى جني خزامها بنفسجها ¶ أقول فيها لساقها وفي يده ... كأس كشعلة نار إذ يؤججها ¶ لا تمزجنها بغير الريق منك وإن ... تبخل بذاك فدمعي سوق يمزجها (2) ¶ فقد شبه بالسجادة ثم حذف المشبه به (السجادة) وجاء بلازمة من لوازمها \"ينسجها\" \"فالاستعارة مكنية\" ثم رشح الاستعارة قواها بقوله \"يدبجها\"، أي يزيد لونها وضوحاً، وشبه ريح النرجس بالإنسان حاذفاً المشبه به (الإنسان) ... آتياً بلازمة من لوازمه \"تنفس\" فالاستعارة مكنية ثم جعل الخزامى والبنفسج حبيبين يتناغيان على طريقة الاستعارة المكنية وبذلك فإن الاستعارة لا توظف بكونها ((غاية في ذاتها بل وسيلة فنية يستعان بها على التصوير والتعبير بها ... عن أمور تعجز اللغة العادية عن التعبير عنها)) (3) ¶ (1) التجديد في وصف الطبيعة بين أبي تمام والمتنبي: 111. ¶ (2) ديوان السري الرفاء: 2/ 788. ¶ (3) نصوص أدبية – قراءة وتطبيق وتحليل: د. توفيق الفيل ود. مصطفى النحاس-مطبعة مؤسسة الخليج الكويت- (1403هـ-1983م) -145.",
            "page": "135",
            "part": "1"
        },
        {
            "hno": null,
            "id": "136",
            "nass": "ويمزج أبن المعتز في صورته الاستعارة التصريحية، والمكنية، والتشبيه بطريقة التركيب الإضافي بقوله: ¶ يضاحك الأقحوان الفض في فمه تفاح خد بخال الحسن معروز ¶ يقارع الماء في الأقداح إن مزجت بصارم من سيوف النور مهزوز (1) ¶ فالشاعر يشبه ثغر حبيبته بالأقحوان وذلك لبياضها ثم حذف المشبه (ثغر الحبيبه) وأبقى المشبه به الأقحوان، \"فالاستعارة تصريحية\". ثم قال (تفاح خده) وهو تشبيه بليغ بطريقة التركيب الإضافي (الخد كالتفاحة) ثم بأسلوب \"الاستعارة المكنية\" جعل الأقحوان (ثغر الحبيبة) يضاحك (تفاح الخدود) فجاءت صورة الشاعر هنا مثالاً ((للتعبير عن الأشياء أو الأفكار من خلال ارتباط الأشياء وعلاقة الأفكار بمظاهر الحياة الأخرى التي تحيط الشاعر لوصفه فناناً يجد في اللغة الشعرية الاستعارية مجالاً للتعبير عن هذا الارتباط وتلك العلاقة)) (2) ¶ ويجاريه الوأواء الدمشقي بقوله: ¶ نرجسة لم تزل محدقة لم تكتمل قط لذة الغمض ¶ أما لها القطر فهي باهتة ... تنظر فعل السماء بالأرض (3) ¶ فقد شبه النرجس (بالعين) ثم حذف المشبه به \"العين\" وجاء بلازمة من لوازمة (محدقة) \"فالاستعارة مكنية\" ثم رشح الاستعارة بقوله (لم تكتمل لذة الغمض) وكذلك قوله (باهتة وتنظر) لأن الاستعارة عند الشاعر ((ليت حركة في الفاظ فارغة من معانيها ولا تلاعباً بكلمات وإنما هي أحساس وجداني عميق ورؤية قلبية لهذه المشبهات التي تشكلت في الكلمات المستعارة)) (4) ¶ (1) شعر ابن المعتز: 2/ 146. ¶ (2) متقبل الشعر وقضايا نقدية: د. عناد غزوان-ط1 - دار الشؤون الثقافية العامة –العراق-بغداد-1994 - 18. ¶ (3) ديوان الوأواء الدمشقي: 82. ¶ (4) التصوير البياني - دراسة تحليلية لمسائل البيان: محمد أبو موسى، ط2 دار التضامن-القاهرة - ... 1400 - 1980 - 184.",
            "page": "136",
            "part": "1"
        },
        {
            "hno": null,
            "id": "137",
            "nass": "ويعرض لنا تميم بن المعز الفاطمي صورة جميلة لزهر النيلوفر بقوله: ¶ وبركة تزهو بيلوفر نسيمه يشبه نشر الحبيب ¶ مفتح الأجفان في نومه حتى إذا الشمس دنت للمغيب ¶ أطبق جفنيه على خده وغاص في البركة خوف الرقيب (1) ¶ صورة جميلة رسمها الشاعر من خلال المفارقة \"مفتح الأجفان في نومه\" و\"الاستعارة مكنية\" فقد شبه النيلوفر بالإنسان ثم حذف المشبه به وجاء بلازمة من لوازمة (الأجفان) ثم عاد ليرشح الاستعارة بقوله (أطبق جفنيه على خده). ¶ وتحدث الشاعر تميم كثيراً عن زهرة النيلوفر لكن قدرة الشاعر على التصوير استطاعت أن تجعل لكل صورة شكلاً يخالف الآخر، وهي دليل على براعة فائقة وحس مرهف بجمال الأزهار. ¶ ومن معاني المتنبي الرائعة التي يمزج فيها بين التشبيه والاستعارة بقوله: ¶ ترنو إلى بعين الظبي مجهشة وتمسح الطل فوق الورد بالعنم (2) ¶ ففي الشطر الأول تشبيه بليغ بمعنى أنه جعل عينها وعين الظبي متساويتين ... في الصفة الجميلة وهنا تكمن المبالغة لأن وجه الشبه يبقى أقوى في المشبه به أما هنا فقد أصبح الاثنان متساويين عينها وعين الظبي في السعة والجمال. ¶ وفي الشطر الثاني استعارة أيضاً إذ استعار الورد للخد واستعار الطل للدموع وهو دليل على براعته ومقدرته الفائقة وعليه فان التشبيه والاستعارة يعدان ... ((خير وسيلة لوصف الطبيعة وصفاً أدبياً ... لأنه قائم على إدراك جمال ... الأشياء في ذاتها)) (3) ¶ (1) ديوان تميم بن المعز الفاطمي: 82. ¶ (2) ديوان المتنبي: 1/ 196. العنم: هو نبات صحراوي والعرب تشبه به الأصابع المخضبة بالحناء. ¶ (3) النقد التطبيقي والموازنات: 284.",
            "page": "137",
            "part": "1"
        },
        {
            "hno": null,
            "id": "138",
            "nass": "ومن روائع الاستعارة قول الوأواء الدمشقي: ¶ وأمطرت لؤلؤاً من نرجس وسقت ورداً وعضت على العناب بالبرد (1) ¶ فالشاعر يملئ بيته بالاستعارات، إذا استعار اللؤلؤ للدمع، والنرجس للعين، والورد للخدود، والعناب للأصابع، والبرد للإنسان، ويعلق عبد القاهر قائلاً ((إذا نظرت ... إلى قوله فرأيته قد أفادك أن الدمع كان لا يحرم من شبه اللؤلؤ، والعين من شبه النرجس شيئاً، فلا تحسبن، وذاك الحسن الذي تراه والأريحية التي تجدها عنده أنه أفادك ذلك فحسب، وذاك، إنك تستطيع أن تجئ به صريحاً فتقول: فأسلبت دمعاً كأنه اللؤلؤ بعينه من عين كأنها النرجس حقيقة، ثم لا ترى من ذلك الحسن شيئاً. ولكن أعلم أن سبب من راقك وأدخل الأريحية عليك أنه أفادك في إثبات شدة الشبه مزية وأوجدك فيه خاصة قد عزز في طبع الإنسان أن يرتاح لها ويجد في نفسه هزة عندها)) (2) وان بعضهم عده من التشبيهات (3) وها هو أبن المعتز يجاري الوأواء الدمشقي مالئاً بيته بالاستعارات التي يقدمها بأجمل صورة بقوله: ¶ النور يضحك عن بكاء سحاب ... والأرض قد كسيت صنوف ثياب ¶ خلع الرهام على الربى ديباجة ... نسجت بغير أنامل إلا تراب ¶ وكأنما أجفانها مسكوبة ... مقل بكت لتغرق الأحباب (4) ¶ يجعل الشاعر المطر بكاء للسحاب مقابلاً بينه وبي من ضحك النور أي تفتحه فجاء باستعارتين مكنيتين ثم اتبعها بثالثة بأن جعل الأرض مكسية ثياباً متنوعة مشيراً إلى ما أنتشر فيها من أصناف النبت والورود ... ثم عززها باستعارة مكنية رابعة ¶ (1) ديوان الوأواء الدمشقي: 83. ¶ (2) دلائل الإعجاز في علم المعاني: ت الإمام عبد القاهر الجرجاني صحح أصله العلامة الشيخ محمد محمود الشنقيطي-الناشر مكتبة القاهرة (1381هـ – 1961م) -292. ¶ (3) ينظر أثر النحاة في البحث البلاغي: د. عبد القادر حسين-دار النهضة مصر للطبع – الفجالة - ... القاهرة - بلا ت -252. ¶ (4) شعر أبن المعتز: 2/ 508، وينظر ديوان السري الرفاء 2/ 697.",
            "page": "138",
            "part": "1"
        },
        {
            "hno": null,
            "id": "139",
            "nass": "إذ جعل (الرهام) يخلع على الربى ديباجة هي ما ظهر فيها من زهور تقاربت حتى بدت كقطعة الديباج، ثم رشح الاستعارة بأن جعل هذه الديباجة منسوجة بغير أنامل فهي من صنع القادر سبحانه، وقدرة الشاعر وخياله الخصب استطاعا أن يصوروا ذلك المنظر الجميل من خلال الاستعارات لأنها ((تعتمد في إبداعها على الإدعاء لا النقل، لن عملية الإدعاء تعتمد على الخيال أول ما تعتمد، وعندئذ تكون حرية بالتجديد دائماً فتخلق الصور المبتكرة)) (1) ¶ ومما برع فيه شعراء هذه الحقبة القدرة على مزج ألوان الأزهار لأن الألوان من عناصر الجمال التي نهتم بها. منها قول أبي تمام حيث يضع اللون الأصفر في تشكيل لوني مع الأبيض والأحمر فيقول عن اختلاف ألوان الزهور في الربيع مستخدماً صفات الألوان: ¶ كساك من الأنوار اصفر نافع وأبيض ناصع وأحمر ساطع (2) ¶ فالشاعر يعدد ألوان الزهور معطياً لكل زهرة صفة خاصة مشتقة من طبيعة ... اللون لأنه ((كان يهدف إلى تحقيق الدقة في التعبير، وإضافة معنى جديد ... على مجرد اللون)) (3) ¶ وقوله في استخدام اللون البنفسجي في التعبير عن الخدود قائلاً: ¶ لها من كوعة البين التدام يعيد بنفسجاً ورد الخدود (4) ¶ ليؤكد اهتمامه بالألوان الزاهية التي تدل على الحضارة وما جلبته من تطور ... في الأذواق ورهافة في الحس وترف الحياة. ¶ (1) فن الاستعارة: دراسة تحليلية في البلاغة والنقد مع التطبيق على الأدب الجاهلي: د. أحمد عبد السيد الصاوي - الهيئة المصرية العامة للكتاب – الاسكندرية –1979 –294. ¶ (2) شرح الصولي لديوان ابي تمام: 3/ 625. ¶ (3) اللغة واللون: د. احمد مختار عمر-ط1 - دار البحوث العلمية الكويت- (1402هـ – 1982م) -59. ¶ (4) شرح الصولي لديوان أبي تمام: 1/ 435.",
            "page": "139",
            "part": "1"
        },
        {
            "hno": null,
            "id": "140",
            "nass": "ويستعين السري الرفاء بالاستعارة في عرض الزهور من خلال غرض المدح بقوله: ¶ فسلام على جنابك والمنهل ... والظل والأيادي الجسام ¶ غير أني أريد منك كتاباً ... مفرداً يحتوي فريد الكلام ¶ بين نثر كأنه زهرات الروض ... يضحكن عن بكاء الغمام (3) ¶ والشاهد في البيت الثالث إذ يتداخل التشبيه مع الاستعارة من خلال تشبيهه الكلام النثري بزهور الروض ثم جعل هذه الزهور (الكلمات) تضحك على سبيل \"الاستعارة المكنية\" بسبب الغمام أي ما ينزل من حبر على صفحات الكتاب ... فهو يصف الكتابة ويشبهها لجمالها بالورد الذي ينمو بالغمام وكذلك كلماته تزهو بنزول الحبر على الورق. وإبداع الشاعر هنا يكمن في كونه لم يخرج الشيء كما هو بل كما يتصوره ويتخيله ويتأثر به (1) وهو يعود إلى موهبة الشاعر الفنية وقدرته على مزج الطبيعة بالفن لأن ((الطبيعة لا تعني إلا بما يخلعه عليها الفن ... من جمال وأيضاً ليس الفن مرآة الطبيعة بل الطبيعة مرآة الفن أي أن الفن يكسبها في أعيننا جمالاً وجمال الفن هو الذي ينعكس عليها)) (2) ¶ وهكذا نرى أن السعي وراء رسم الصور الفنية الجميلة قد أستهوى غالب الشعراء لأن ذلك ناتج عن ثقافة العصر وما سبقه، فضلاً عن المواهب الفنية الشخصية والعبقرية الذاتية والحس المرهف للشعراء في رسم الصور والإبداع فيها، فهي إذن مزاج من الثقافة والنبوغ وفهم للمؤشرات العامة مما ينتج شعراً متميزاً في معانيه وصورة وأساليبه متسماً بالأصالة والإبداع التي اتضحت لنا ... من خلال دراسة الصور البيانية من تشبيه واستعارة بأنواعها المختلفة. ¶ (1) ديوان السري الرفاء: 2/ 694. ¶ (2) ينظر النقد الأدبي: أحمد أمين-ط3 - مطبعة لجنة التأليف والترجمة والنشر القاهرة 1963 - 1/ 52. ¶ (3) النقد الجمالي وأثره في النقد العربي: روز غريب-ط2 - دار الفكر اللبناني-بيروت-لبنان-1983 - 15.",
            "page": "140",
            "part": "1"
        },
        {
            "hno": null,
            "id": "141",
            "nass": "المبحث الثالث ¶ موسيقى الشعر",
            "page": "141",
            "part": "1"
        },
        {
            "hno": null,
            "id": "142",
            "nass": "3.موسيقى الشعر ¶ ولعل الشعر اشد الفنون الجميلة ارتباطاً بالموسيقى، وقديماً قال الرومان: ... ((إن الشعراء ليسوا إلا مغنين بشعرهم ويغنون به لأنفسهم ولمن شاء ... أن يردده)) (1) ¶ لأن عنصر الموسيقى من أهم المقاييس في ميدان النقد والتقويم، وبه نعرف قدرة الشاعر على الملائمة بين عواطفه وموضوعه فليس الشعر كما يقول إبراهيم أنيس: ((إلا كلاماً موسيقياً تنفعل لموسيقاه النفوس وتتأثر بها القلوب)) (2) ¶ كما أن ((لغة الشعر الموقعة الموزونة إنما هي موسيقى)) (3) ¶ وكان نيتشه: \"يميل إلى هذا العنصر الموسيقي في الشعر ويقدر جانب ... الوزن الموسيقي فيه أكثر من سائر الجوانب، فهو ((يفضل الشاعر الرائع الرنين، الفائق الإيقاع، المسيطرعلى مادة الأوزان، وأعظم مناقب الشعر في نظره، ... أن يكون شعره وقصائده سلاسل من الأناشيد الصالحة للترقيص)) (4) ¶ ويذهب \"كروتشو\" أبعد من ذلك عندما يوحد بين البحر، واللفظ والقافية، وهي مادة الموسيقى الرئيسية في الشعر، وبين الفكرة الشعرية فيقول: ((إنك لو جردت الشاعر من أبحره وألفاظه وقوافيه، لما بقي هنالك فكرة شعرية كما يخيل ... إلى بعضهم، بل لما بقي شيء البته، فإنما نشأ الشعر مع هذه الألفاظ وهذه القوافي وهذه الأبحر)) (5) ¶ ويؤكد د. مصطفى سويف \"أن الخاصتين الجوهريتين للشعر هما الخيال ولنغم)) (6) ¶ ولقد أدرك نقادنا القدماء ما لهذا الجاني الموسيقي في الشعر من تأثير، فعنوا ... به وأكدوا، فاشترطوا في الشعر أن يكون موزوناً مقفى. ¶ (1) نقلاً عن فن النقد الأدبي: 169. ¶ (2) موسيقى الشعر د. إبراهيم أنيس-ط4 - دار القلم-بيروت-لينان-د. ت-22. ¶ (3) مسائل فلسفة الفن المعاصرة: ج. م. جويو-ترجمة د. سامي الدروبي - مطبعة الأعتماد بمصر- ... دار الفكر العربي-140. ¶ (4) في الشعر الأوربي المعاصر: د. عبد الرحمن البدوي-ط2 - المؤسسة العربية للطباعة والنشر- ... بيروت-1980 - 132. ¶ (5) المجمل في فلسفة الفن: ت. أب. كروتشيه-ترجمة: سامي الدروبي-ط1 - دار الفكر العربي - ... مكتبة الاعتماد بمصر- دار الفكر العربي -1947 - 60. ¶ (6) الأسس النفسية للإبداع الفني في الشعر خاصة: ت. مصطفى سويف-بقلم د. يوسف مراد- دار المعارف بمصر-1951 - 15.",
            "page": "142",
            "part": "1"
        },
        {
            "hno": null,
            "id": "143",
            "nass": "وها هو قدامه يحدد نعت الوزن بقوله: ((أن يكون سهل العروض من أشعار يوجد فيها خلت من أكثر نعوت الشعر)) (1) ¶ فكأن الشعر عنده هو الوقوف حتى أن خلا من سواه من مقومات الشعر الأخرى. ¶ فللشعر مهمة جوهرية، ودور أساس هو أن يطرب، ويهز النفوس، ويحرك الطباع، فهذا بابه الذي وضع له، وبني عليه، لا ما سواه (2) ¶ وكان لشعراء القرنين الثالث والرابع للهجرة باع طويل واهتمام كبير بالجانب الموسيقي حيث غدا شعرهم يناسب مع الحضارة التي يعيشون فيها. خاصة بعد أن أدركوا أن الزمن وتطوره له تأثير عميق في الشعر من ناحية اللفظ والمعنى. ¶ فضلاً عن ما يتميزوا به من رهافة حس، وسعة ثقافة حيث عمد شعراء هذه الحقبة في غرض \"الزهريات\" ذلك الغرض الذي أتسم بالرقة والسلاسة والجمال ... في النظم إلى البحور الخفيفة الرشيقة مسايرة لذوق العصر المترف فقد ملئوا مقطعاتهم، وقصائدهم بنغمات وترنمات ملؤها العذوبة، والتفاؤل، والأمل ... ((لأن الربيع بأزهاره موسيقار بارع يملئ الجو نغماً وطرباً)) (3) ¶ فهذا الصنوبري من الشعراء الذين أولو الجانب الموسيقي خطاً كبيراً من اهتمامهم فأتسم شعره بطابع موسيقي استعان فيه بالبحور الخفيفة والقوافي السهلة ذات الروي العذب، وتخير له الألفاظ الرقيقة الجميلة (4) ¶ يقول واصفاً دنيا الربيع وما أوحت به من بدائع الزهور: ¶ إن آذار لم يذر تمت بطن الـ أرض شيئاً أكنه كانون ¶ وبدأ النرجس البديع كأمنا ل عيون ترنو إليها عيون ¶ ما ترى جانب الهى وقد أشـ رق فيه الخيري والنسرين ¶ صاح فيه الهزاز، ناح به القمـ ـري، غنى في جوه الشفنين (5) ¶ (1) ينظر نقد الشعر لأبي الفرج قدامة بن جعفر: تر. د. محمد عبد المنعم خفاجي - دار الكتب العلمية ... - بيروت- لينان-78. ¶ (2) ينظر العمدة في محاسن الشعر وآدابه ونقده: 1/ 128. ¶ (3) الربيع فنان عظيم، د. محمد عوض محمد، مجلة الهلال، م 68: 22. ¶ (4) ينظر الصنوبري شاعر الطبيعة: 296. ¶ (5) ديوان الصنوبري: 495. الشفنين: من أنواع الحمام وهو الذي يسميه العرب اليمام ينظر ... ديوان الصنوبري: 483.",
            "page": "143",
            "part": "1"
        },
        {
            "hno": null,
            "id": "144",
            "nass": "فالمقطوعة توحي لنا بجمال دنيا الربيع الراقصة التي تملئ الجو نغماً، وتشيع السرور في ارجاء الكون، وألفاظ المقطوعة تعبر بأنفاسها عن معانيها حيث أحسن شبكها في تعابير متماسكة مشرقة أعانه ذلك حس موسيقي متدفق، ونلاحظ أن أبيات المقطوعة (مدورة) وهذا دليل على قدرة الشاعر على توزيع النغمات الموسيقية على ألفاظه، واختياره قافية النون وهي ((من الأصوات المتوسطة)) (1) فالشاعر باختياره لهذا الصوت المتوسط ناسب بينه وبين غرضه وألفاظه. ¶ أما الموسيقى في بيت المتنبي فقد ظهرت عن طريق الجناس بقوله: ¶ أيا خدد الله ورد الخدود وقد قدود الحسان القدود (2) ¶ وقول الشاعر خالد الكاتب: ¶ قد القضيب حكى رشاقة قده ... والورد يحسد ورده في خده ¶ والشمس جوهر نورها من نوره ... والبدر أسعد سعده من سعده ¶ خشف أرق من البهاء بهاءه ... ومن الفرند المحض في إفرنده (3) ¶ في هذه المقطوعة الغزلية قارن الشاعر بين الطبيعة، وجمال حبيبه فقد ... حاكى القضيب جماله وخده فاق ورد الرياض ... والشاعرأهتم بالجانب الموسيقي إذ ذكر حرف القاف في البيت الأول أربع مرات بما أضاف جواً موسيقياً على البيت لأن الحرف ((العين والقاف لا تدخلان في بناء إلا حسنتاه، لنهما أطلق الحروف وأضخمهما جرساً)) (4) ¶ (1) الأصوات اللغوية: إبراهيم أنيس-ط4 - مكتبة الأنجلو المصرية-1971 - 69. ¶ (2) ديوان المتنبي: 1/ 341 العكبري. ¶ (3) ديوان خالد الكاتب: 508. ¶ (4) كتاب العين: 1/ 53.",
            "page": "144",
            "part": "1"
        },
        {
            "hno": null,
            "id": "145",
            "nass": "فضلاً عن تكراره للألفاظ التي أشاعت أنساباً موسيقياً على أبياته ونلاحظ التصريع على مدى المقطوعة دليلاً على قدرة الشاعر واهتمامه بالموسيقي الداخلية وألف مقطوعته على بحر الكامل الذي وصفه د. أحمد أحمد بدوي بأنه هو المقدم في السهولة والرقة. (1) ¶ ويقول البحتري مادحاً: ¶ أدمع قد غرين بالهملان، ... وفؤاد قد لج في الخفقان ¶ بافتراق ألم بعد اجتماع ... وثناء أقام بعد تدان ¶ ابكيا هذه المغارني التي أخـ ... ــلقها بعد أهلها المرزمان ¶ جاد فيها بنفسه فأستجدت ... حللاً منه جمة الألوان ¶ فهي تهتز بين إفرنده الأخـ ... ـــــضر حسناً ووشيه الأرجواني ¶ في سماء من خضرة الروض، فيها ... أنجم من شقائق النعمان ¶ واصفرار من كونه وابيضاض ... كاجتماع اللجين والقصبان ¶ وتريك الأحباب ليوم تلاق ... باعتناق الحوذان والأقحوان ¶ صاغ منها الربيع شكلاً لأخلا ق ... ((حسين)) ذي الجود والإحسان (2) ¶ فالشاعر يندب الفراق الذي حل بينه وبين ممدوحه، ثم عمد إلى وصف حدائقه الفناء بوشيها الأرجواني والأخضر، والأصفر، وألوانها الجميلة من أبيض واصفر ... ثم بين أن كل هذه الألوان البراقة والخضرة الزاهية كأخلاق ممدوحه. فالشاعر أودع في هذه القطعة كل ما يمكن من حلية الصوت وزينته، فالألفاظ تعبر عن معانيها إذ عرف كيف يختارها وكيف يلائم بينها حتى جعلنا نحس بالنشوة والارتياح من شدة اقتضائها لقوافيها، فالبحتري كما وصفه د. شوقي ضيف بمقدرته الفنية وحسه الموسيقي استطاع أن يستخرج من القيثارة القديمة للشعر كل ما يمكن من مهارة فنية للصوت والموسيقى (3) فهو شاعر متميز في فن ¶ (1) ينظر أسس النقد العرب: د. أحمد أحمد بدوي-ط1 - مكتبة النهضة مصر-بالفجالة-1958 - 320. ¶ (2) ديوان البحتري: 4/ 2197 - 2199. المفاني: جمع المفنى وهو المنزل، المرزان: نجمان مع الشعريين-أفرندها الأخضر: حسنها ووشيها، الأفرند: جوهر السيف، وقد استعارة لخضرة الأرض، ... العقيان: الذهب الخالص، اللجين: الفضة. ¶ (3) ينظر الفن ومذاهبه في الشعر العربي: 86.",
            "page": "145",
            "part": "1"
        },
        {
            "hno": null,
            "id": "146",
            "nass": "الصوت. كما عمد إلى الكسرة فأوجدها في كثير من الكلمات فان القارئ يجس بأن الكلمات تتجاذب تجاذباً شديداً يعود هذه إلى الموسيقى الداخلية، وألفاظ قصيدته عذبة جميلة وصفها أبن الأثير (نساء حسان عليهن غلائل مصبغات، وقد تحلين بأصناف الحلي)) (1) ¶ وقول أبي فراس الحمداني: ¶ تبسم إذ تبسم، عن أقاح ... وأسفر، حين أسفر، عن صباح ¶ وأعفني بكأس من رحاب، ... وكأس من جنى خد واح (2) ¶ فقد صرع ورصع (3) وكرر في البيت الأول وعدل عن التصريع في البيت الثاني ولكنه أعتمد التكرار في وصل نغم البيت لابل بلغ الذروة بموسيقى اللفظ في عجز البيت إذ قال ((وراح عن جنى خد وراح)) ((ويبدو أن التكرار في حاضرة سيف الدولة كان حلية ألفاظ الشعر بموسيقاها فقد حفلشعر المتنبي وأبي فراس ... بفرائد منه)) (4) ¶ ويصف أبن طباطبا العلوي جمال الأرض في الربيع بقوله: ¶ أو ما ترى الأيام كيف تبرجت ... وربيعها وآل عليها متمم ¶ لبست به الأرض الجمال فحسنها متآذر ببروده منعمم ¶ أنظر إلى زهر الرياض كأنه ... وشيء تنشره الأكف منمنم ¶ والنور يهوي كالعقود تبددت ... والورد يخجل والأقاصي تبسم ¶ ويكاد يذري الدمع نرجسها إذا ... ضحى ويقطر من شقائقها الدم ¶ ولخضرة الجو اخضرار رياضها ... ولزهره زهر ونور ينسجم (5) ¶ (1) المثل السائر: 1/ 195. ¶ (2) شرح ديوان أبو فراس الحمداني: 248 الرضاب: الريق المرشوف-الراح: الخمر. ¶ (3) الترصيع: ((وهو أن يتوخى فيه تصيير مقاطع الأجزاء في البيت على سجع أو شبيه به أو من جنس واحد في التصريف)) نقد الشعر: لقدامة / 80. ¶ (4) جرس الألفاظ ودلالاتها في البحث البلاغي والنقدي عند العرب: د. ماهر هلال مهدي-دار الحرية لطباعة-بغداد-1980 - 239. ¶ (5) ديوان ابن بطابطا العلوي: 89 - 90.",
            "page": "146",
            "part": "1"
        },
        {
            "hno": null,
            "id": "147",
            "nass": "نلاحظ في المقطوعة سلاسة الألفاظ وسهولة النطق بها وقد قرر الجاحظ هذه الحقبة ((وأجود الشعر ما رايته متلاحم الأجزاء، سهل المخارج فتعلم أنه قد أفرغ إفراغاً واحداً، وسبك سبكاً واحداًن فهو يجري على اللسان كما يجري الدهان)) (1) والرقة واضحة في الأبيات فهي تقطع موقع الزلال البارد من الظمآن، والتكرار ... في المقطوعة أعطى جواً موسيقياً حيث كرر مجموعة من الأزهار الورد، ... الأقاحي، النرجس ... ¶ كل ذلك دليل على ((إن اللغة العربية من اللغات التي عنيت بموسيقى ألفاظها وعباراتها في كل العصور)) (2) فضلا عن استخدام ألفاظ تمتاز بالتوافق الصوتي ... (يهوى , يذرى) و (زهر , نور) وكل هذه تقوي من الموسيقى الداخلية. وصاغ شعراء القرنين الثالث والرابع للهجرة مقطعاتهم على البحور الخفيفة السهلة والمجزوءة والمشطورة ((وحصر الشعالبي في يتيمة الدهر أشعار القرن الرابع للهجرة حيث ان نسبة الرجز ومجزوء غيره من البحور أخذت جزءاً مميزاً منها ويبدو الثعالبي في اختياره كان يساير ذوق العصر)) (3) يقول الوزير المهلبي:- ¶ يوم كأن سماؤه ... شعبة الحصان الابرش ¶ وكأن زهرة روضه ... فرشت بأحسن مفرش ¶ فسماؤه دكن الخزو ... ز وأرضه خضر الوشي (4) ¶ فالشاعر نظم قصيدته على (مجزوء الكامل) وهو ايقاع موسيقي خفيف لطيف النغمة , رشيق العبارة ليظهر مدى اهتمام الشعراء بالنغمة الشعرية , والموسيقى الخفيفة التي تعد الظاهرة العامة في شعر هذا العصر , وانتهاء المقطوعة بقافية الياء وهي من القوافي الذلل (5) المتسمة بسهولة مخرجها وانسياب حروفها ... وهو ناتج من اتباع الشاعر سبيل الوضوح والابانة. ¶ (1) البيان والتبيين: أبي عثمان عمر بن بحر الجاحظ (150 - 255) -تر د. شرح عبد السلام محمد هارون-ط3 - الناشر مكتبة الخانجي بالقاهرة ومكتبة الهلال-بيروت-المكتب العربي بالكويت- ... (1388هـ-1968م) -1/ 67. ¶ (2) دلالة لفظية: د. ابراهيم أنيس – ط3 – 1963 – 172. ¶ (3) الطبيعة في القرن الرابع الهجري: 129. ¶ (4) يتيمة الدهر: 2/ 228 الادكن: المائل الى السواد. ¶ (5) المرشد الى فهم اشعار العرب وضاعتها: عبد الله الطيب المجذوب – ط1 - 1955القاهرة ... – ط 2 1970 – بيروت – 1/ 46.",
            "page": "147",
            "part": "1"
        },
        {
            "hno": null,
            "id": "148",
            "nass": "ويستخدم ابن المعتز ((مشطور البسيط)) بقوله:- ¶ يا مقلة راقدة لم تدر بالساهدة ¶ تسرق أنفاسها من ريحه الباردة ¶ والنور قد أوقظت ... أعينه الراقدة ¶ كمقل روعت دموعها جامدة (1) ¶ فالشاعر عمد الى استخدام هذا البحر في مقطوعته حتى يكون مناسباً لطابع عصره وماشاع فيه من الاوزان التي لم تكن معروفة في الجاهلية وتمتاز بسهولة حفظها وترديدها على أفواه الجواري والمغنين لأنهم سخروا شعرهم للطرب والغناء فسار شعرهم حثيثاً مع حركة التجديد التي سادت في عصرهم (2) ونلاحظ التصريح في البيت الأول ,واستخدام ألفاظ (ريحه, أعينه) يضفي على المقطوعة ايقاعاً داخلياً لان الإيقاع هو ((حركة الأصوات الداخلية التي تعتمد على تقطيعة البحر ... أو التفعيلات وتوفير هذا العنصر أشق بكثير من توفير الوزن لان الإيقاع يختلف باختلاف اللغة والألفاظ المستعملة ذاتها)) (3) ¶ والطباق يلعب دوره في موسيقى البيت كقول ابن المعتز:- ¶ حبذا آذار شهراً ... فيه للنور انتشار ¶ ينقص الليل اذا جا ء ويمتد النهار ¶ وعلى الارض اخضرار وصفرار واحمرار ¶ فكأن الروض وشى بالغت فيه التجار ¶ نقشه آسر ونسريـ ـــــــنٌ وورد وبهار ¶ (1) شعر ابن المعتز: 3/ 154 – 155. ¶ (2) ينظر اتجاهات الغزل في القرن الثاني الهجري: 373 ¶ وينظر كذلك: الفن ومذاهبه في الشعر العربي: 76. ¶ (3) الاسس الجمالية في النقد العربي: د. عز الدين اسماعيل – دار الشؤون الثقافية العامة – ... بغداد – 1986 - 384.",
            "page": "148",
            "part": "1"
        },
        {
            "hno": null,
            "id": "149",
            "nass": "فقد لاءم كثير من الألفاظ لقرب جرسها وصوتها انظر إلى الألفاظ (اخضرار , اصفرار) (آسر , ورد) فضلا عن الطباق الذي أضاف جواً موسيقياً من خلال ... ((التجاوب الموسيقي الصادر عن تماثل الكلمات تماثلاً كاملاً أو ناقصاً فيطرب الأذن ويونق النفس ويهز أوتار القلوب)) (1) ¶ لكن هذا لا يمنع من النظم على (البحور الطويلة الطويل - الريع - الكامل .... ) ... ربما لان وصف الزهور يأتي في ثنايا أغراض أخرى كالوصف والمدح والرثاء وغيرها وهذه تكون أغلبها على بحور طويلة كقول السري الرفاء: ¶ وساق بحب الكأس أصبح مغرماً فلآلاؤها أضحى كضوء جبينه ¶ هضيم الحشا ذو وجنة عند ميّة ... يريك احمرار الورد في غير حينه ¶ فاشرب من يمناه ما فوق خده والثم من خديه ما في يمينه (2) ¶ فالشاعر نظم مقطوعته على البحر الطويل وهو من البحور ذات الإيقاع الشديد لكن صاغ الشاعر به مقطوعته ليظهر براعته ومقدرته على الصوغ على جميع البحور , واختار الشاعر أنسب الألفاظ المقطوعة. ((لان الوزن يحدد الطريق أمام الشاعر فيلزمه بانتقاء أنسب الألفاظ)) (3) وفي هذا الشاعر يقول أبو هلال ... ((وليس في من تأخر من الشاميين الزم العمود الشعر منه)) (4) ¶ وقول ابن المعتز في بحر السريع:- ¶ قالوا اشتكت نرجسنا طرفه قلت عداه السقم ما كانا ¶ حمرة ورد الخد أعدتهما والصبغ قد ينفض أحيانا (5) ¶ وبذلك يتضح أن الشعراء استعملوا في باب الزهريات كل بحور الخليل (6) مما يدل على ان الغرض الشعري لا يحدد البحر, وبذلك تظهر قدرتهم على اختيار الألفاظ الموحية , وانتقاء الأوزان الرائعة , والعناية الفائقة بالجانب الموسيقي, وكل ذلك راجع إلى ثقافتهم الأدبية وذوقهم الحضاري وحسهم المرهف. فجاءت أشعارهم تطرب الآذان وتهز النفوس. ¶ (1) فن الجناس: 29. ¶ (2) ديوان السري الرفاء: 2/ 829. ¶ (3) نقد الشعر في القرن الرابع الهجري: د. قاسم مومني - دار الثقافة للطباعة والنشر - ... القاهرة بلا ت-200. ¶ (4) ديوان المعاني: 2/ 17. ¶ (5) شعر ابن المعتز:3/ 380 - وينظر 3/ 391 - 392 , 3/ 40 - وديوان السري الرفاء: ... 2/ 197 كأمثلة عن البحور الطويلة. ¶ (6) شعر الطبيعة في العصر العباسي الثاني: 236.",
            "page": "149",
            "part": "1"
        },
        {
            "hno": null,
            "id": "150",
            "nass": "الخاتمة: ¶ وبعد هذه الجولة في رحاب الازهار من خلال مباحث الرسالة وجدنا ان الطبيعة كانت وما زالت ملهمة الشاعر في الابداع , ومن جوانب ابداعه التقط من الطبيعة ازهارها فكانت بذرة هذا البحث , فبعد ان استوت الطبيعة فناً قائماً بذاته استلهم الشاعر صور التراث وقدمها في ثوب حضري بحكم طبيعة الحياة وما تقتضيه من استحداث جوانب جديدة تليق بحياتهم الحضرية المترفة فكان شعر الزهريات احدى هذه الجوانب فبعد ان بحثنا عن معانيها وأوانها وأشكالها واوصافها في معاجم اللغة العربية والكتب والتي لهل علاقة بذلك وجدنا ان أغلب الاوراد والازهار لم يكن للعرب بها سابق معرفة لانها دخلت مع مسمياتها بعد القرن الاول للهجرة ولهذا وجدنا ان معظمها أعجمي كما انه لايوجد وصف دقيق للورود والازهار في كثير من الاحيان بل يكتفي أحياناً بالاشارة الى أنه ورد أو نبات طيب الرائحة, كما ان عدم ورود عدد من أسماء الزهور والاوراد في المعجمات القديمة دليل على عدم وجودها عند العرب قديما. وقد وجدنا دواوين الشعراء العباسيين وخاصة القرنين الثالث والرابع للهجرة حافلة بأوصاف للزهريات وهي دليل على اختلاط العرب بالامم وما نتج من الاختلاط. فضلا عن مزاج الشاعر العباسي المترف المتحضر الذي غدا يتجه الى موضوعات تعكس روح العصر وزخرفة القصور ونعيم الحياة حتى أنه يعمد الى اجراء المفاضلة بين زهرة واخرى مظهراً محاسن الواحدة على الاخرى ليعكس روح العصر المترفة وما اتسمت به من الابتكار والتوليد. وارضاءً وتحقيقاً لنفسه المرهفة غدا يتصفح في الزهرة ولونها وعمرها. اما الوصف فقد حظي بنصيب وافر من صور الشعراء فقد صوروا ما وقعت عليهم أعينهم من أزهار مازجين فيه بين التراث والحضارة من خلال التشبيه الذي أبرز جمالها وروعتها فضلاً عن ود المقطوعات التي تصف كل زعرة وحدها أو مقطوغات وقصائد تحمل في أبياتها باقات لانواع مختلفة من الازهار ولكل زهرة لونها وشكلها وروعتها.",
            "page": "150",
            "part": "1"
        },
        {
            "hno": null,
            "id": "151",
            "nass": "أما المديح فكان له حظه من الازهار فقد عمد الشاعر الى تشبيه ممدوحه بالنور في الرياض أو تشبيه رائحته برائحة النرجس الذي يجره أحياناً الى التغزل بممدوحه وهي من الجوانب التي استحدثتها الحضارة حيث ظهر المديح بثوب حضري لان هذه الصفات لم تكن تخطر على بال الشاعر القديم. اما الغزل فقد زاوج بين جمال الازهار وجمال المرأة مظهرين في صورهم بعض جوانب البداوة مقدمين صوراً حضرية اضافت الى المرأة جمالاً ولم يكتفوا بذلك بل وجدنا ان بعض الشعراء قد يتغزلون في الزهرة نفسها دون اسقاط صفاتها على النساء انما يسقط صفات النساء على الزهرة فيقف من الزهرة موقف العاشق وان رؤية الورد, عنده تعوض عن رؤية الحبيب وهو دليل على شغف الشعراء بالازهار وحبهم لها. اما في الرثاء فقد كانت الازهار رفيقا يشاركهم احزانهم وآلامهم لفقد من احبوهم فجاؤوا بأوصاف جميلة تخفف عنهم الم الفراق ولوعته حيث جعلوا الزهرة مؤنساً لفقيدهم وهي تحيط قبره. اما في الخمرة فقد حافظوا على صورة التراث ايضاً فعمد شعراؤهم الى شرب الخمرة في احضان الطبيعة وسط الازهار , ومنهم من ولايشرب الخمرة الا من يد ساق مورد الاكمام فتغزلوا بالساقي بوحي من الزهور لان جمال الساقي من متممات مجلس الشراب كما عمدوا الى وصف الوان الخمرة المستمدة من الوان الزهور. فجاؤوا بصور عذبة خلابة تبرز مقدرتهم على استيعاب الترث مع سيادة روح عصرهم الحضرية. ويبرز جانب الحضارة ايضاً في مبحث الهدية والمهاداة حيث يستهدي الشعراء بالازهار وعطورها فيما بينهم او بينهم وبين ممدوحيهم ايضاً وهي تعكس رقة مهديها وذوقه المترف أما عناصر الابداع فظهرت في مبحث اللغة والاسلوب صاغ الشعراء لغتهم واساليبهم ... في قوالب تعبيرية بعيدة عن التعقيد اللغوي لرقة الموصوف, لبكن كانت تعبر ... عن تفوقهم لما اضفوه من جمال لغة ووضوح اسلوب وقدرة بارعة في استخدام اللغة بكل وسائلها التعبيرية فضلاً عن المحسنات البديعية من ةجناس يبرز قدرتهم على التلاعب الاخاذ بالالفاظ وطباق كان معرضاً لمعانيهم المبتكرة وحسن تعليل أبرزوا من خلاله عللاً غير حقيقية لكنها تحمل حسنا وطرافة كما عطروا اشعارهم بنفحات من آيات القرآن الكريم وكانوا يبغون من ذلك ابراز عناصر الصنعة التي",
            "page": "151",
            "part": "1"
        },
        {
            "hno": null,
            "id": "152",
            "nass": "سادت في عصرهم. اما غرائب الاشكال وروائع الالوان فظهرت من خلال الصور التشبيهية حيث يجعل الشاعر الزهرة أحياناً مشبهاً واحياناً مشبهاً به مبرزاً وبلطافة وجه الشبه وقد احتل التشبيه التمثيلي او ما يسمى تشبيه الصورة مكاناً فسيحاً منه حيث كان للخيال فيه دور بارز في اظهار صور ذات غرابة جميلة فضلا عن التشبيه البليغ, كما ان حاستي البصر والشم نالت حظاً وافراً من عناصر التشبيه في شعرهم فقدموا لنا لوحات مرسومة بالكلمات تعبر عن تفوقهم وقدراتهم اما صفات الاناسي التي عكسوها على الازهار فظهرت من خلال الصورة الاستعارية بنوعيها التصريحية والمكنية حيث وجدوا في الازهار عالماً نابضاً بالحياة مملوءاً بالاحاسيس والمشاعر التي اسقطوها عليه بقدراتهم العبقرية وحسهم المرهف فجاء شعرهم متميزاً في معانيه وصوره التي أخذت الالوان جانباً مهماً منها. ¶ وفي الجانب الموسيقي ظهرت قدرتهم على استعمال البحور المجزوءة تارة والبحور الطويلة تارة اخرى مؤكدين ان الغرض الشعري لا يحدد البحر ويذلك ظهرت قدرتهم على اختيار الالفاظ وانتقاء الاوزان، وكل ذلك راجع الى ثقافتهم وحسهم المرهف فجاءت اشعارهم تطرب الآذان وتهز النفوس.",
            "page": "152",
            "part": "1"
        },
        {
            "hno": null,
            "id": "153",
            "nass": "المصادر المراجع: ــــــ ¶ • ابحاث في الا داب العربي، سلام عبد المحسن عا طف، دار المعارف ¶ • ابن الرومي فنة ونفسيتة من خلال شعرة، ايليا سليم الحاوي، منشورات مكتبة المدرسية، ودار الكتاب البناني للطباعة و النشر 1959 ــــ وكذلك طبعة، ط2، 1980 ¶ • ابن المعتز العباسي صورة لعصرة، د. سعد اسماعيل شلبي، دار الفكر العربي، الكويت 1401 هـ ـــــ 1981 م. ¶ • ابن المعتز وتراثة في النقد البيان، د. محمد عبد المنعم خفاجي، ط2،دار العهدالجديدة ¶ • للطباعة 1958م. ¶ • ابن وكيع التنسيبي، شاعر الزهر والخمر، تحـ: د. حسين نصار، دار مصر للطباعة 1377 هـ ــــ 1953 م. ¶ • ابو الفتح البستي حياتة وشعرة، د. محمد مرسي الخولي، ط1، دار الأندلس للنشر، 1980 م. ¶ • اتجاهات الشعر العربي في القرن الهجري ممن خلال يتيمة الدهر، د. نبيل خليل ابو حلقم، دار الثقافة، الدوحة 1985. ¶ • اتجاهات الغزل في القرن الثاني الهجري، يوسف حسين بكار، دار المعارف، مصر. ¶ • أثر النجاة في البحث البلاغي، د. عبد القادر حسين، دار نهضة مصر للطبع، الفجالة القاهرة. ¶ • الادب في ععصر العباسين من بداية القرن الرابع الئ نهايتة، د. محمد زغلول سلام، ط1، منشأة المعارف الاسكندرية 1999 م. ¶ • أسرار البلاغة في علم البيان، عبد القاهر الجرجاني (471 هـ)، تحـ السيد محمد رشيد رضا، دار المطبوعات العربية للطباعة والنشر والتوزيع. ¶ • أسرار الفن التشكيلي، د. محمد البسيوني، ط2، الناشر عالم الكتب، القاهرة، 1980 م. ¶ • الاسس الجمالية في النقد العربي، د. عز الدين اسماعيل، دار الشؤون الثقافية العامة بغداد 1986م. ¶ • الاسس النفسية للابداع الفني في الشعر خاصة، مصطفئ سويف، بقلم د. يوسف مراد، دار المعارف بمصر، 1951م. ¶ • اسس النقد الادبي عند العرب، د. احمد احمد بدوي، ط1،مكتب نهضة مصر، الفجالة,1958 م. ¶ • الاسلوب ـــ دراسة تحليلية لاصول الاساليب الادبية، احمد الشايب، ط8، مطبعة النهضة العربية، القاهرة 1408 هـ 1988م. ¶ • اشعار الخليج الحسين بن الضحاك، جمعها وحققها عبد الستار احمد فراج، دار الثقافة مطبعة دار مجلة شعر، بيروت، لبنان 1960م. ¶ • الاصوات اللغوية، ابراهيم، ط4، مكتبة الانجلو المصرية، 1971م.",
            "page": "1",
            "part": "1"
        },
        {
            "hno": null,
            "id": "154",
            "nass": "• انوار الربيع في انواع البديع، السيد علي صدر الدين بن معصوم المدني (1120هـ)،تحـ: شاكر هادي شكر، ط1، مطبعة النعمان ــــ النجف. ¶ • الايضاح في علوم البلاغة، الخطيب القزويني، جلال محمد بن عبد الرحمن ... (ت 739هـ ... ) ن تحـ: لجنة من اساتذة اللغة العربية بالجامع الازهر اعادت طبعة مكتبة المثنئ، بغداد ¶ • البلاغة العربية تاصيل وتجديد، مصطفئ الصاوي الجويني، مطبعة شركة الات ولوزام المكاتب، منشاة المعارف، الاسكندرية،1985. ¶ • البلاغة الغنية، تحـ علي الجندي، ط2 المطبعة الحدديثة، مكتبة الانجلو المصرية،1966. ¶ • البلاغة الواضحة، علي الجارم ومصطفئ امين، ط17،مطبعة دار المعارف، مصر،1383هـ ـــ 1964م. ¶ • البلاغة والتطبيق، د. احمد مطلوب كامل حسن البصير، ط2، وزارة التعليم ... العالي والبحث العلمي، جمهورية العراق، 1420هـ ــــ 1999م. ¶ • البيان والتبين، لابي عثمان عمرو بن بحر الجاحظ (255هـ)، تحـ: وشرح عبد السلام محمد هارون، ط3، الناشر مكتبة الخانجي بالقاهرة ومكتبة الهلال، بيروت، المكتب العربي بالكويت. 1388هـ ــــ 1968م. ¶ • تاج العروس من جواهر القاموس، للسيد محمد مرتضئ الحسيني الزبيدي، تحـ: عبد الستار احمد فراج. ¶ • تاريخ بغداد، الخطيب البغدادي (ت 463هـ)، المكتبة السلفية المدينة المنورة. ¶ • التصور الخيال، ر. ل. بريت، ترجمة د. عبد الواحد لؤلؤة. دار الحرية للطباعة، بغداد1399 هـ، 1979م. ¶ • التصوير البياني ـــ دراسة تحليلة لمسائل البيان، محمد اب موسئ، ط2، دار التضامن للطباعة، القاهرة (1400هـ ــ 1980م). ¶ • تفسير الالفاظ الدخيلة في العربية مع ذكر اصلها بحروفه، القس طوبيا المينس الحلبي اللبناني، عني بنشره وتصحيه، وتعليقه الشيخ يوسف توما البستاني، ط2،1932م. ¶ • التكملة والذيل والصلة، لكتاب تاج العروس وصحاح العربية، الحسن محمد بن الحسن الصفاني تحـ، ابراهيم الايباري محمد خلف الله احمد طبعة دار الكتب القاهرة 1971م. ¶ • الجامع لمفردات الاغذية والادوية، الشيخ ضياء الدين ابو محمد عبد الله بن احمد الاندلسى المالقي العشاب المعروف بابن البيطار، بخط الاب لويس ـ1921. ¶ • جرس الالفاظ ودلالاتها في البحث البلاغي والنقدي عند العرب، د. ماهر مهدي دار الحرية للطباعة ـبغدادـ1980م. ¶ • جواهر البلاغة في المعاني والبيان والبديع، احمد الهاشمي، ط12،مطبعة السعادةمصرـ1960م.",
            "page": "2",
            "part": "1"
        },
        {
            "hno": null,
            "id": "155",
            "nass": "• الحضارة الاسلامية فيالقرن الرابع الهجري اوعصر النهضة في الاسلام، ادم متز، ترجمة محمد هادي ابو ريده، ط3،القاهرة لجنة التاليف والترجمة،1957م. ¶ • الحياة الادبية في العصر العباسي، محمد عبد المنعم خفاجي، ط1، القاهرة، دار العهد ـ1954م. ¶ • دراسات في الشعر العربي، عبد الرحمن شكري ـمحمد رجب البيومي ـط1ـالدار الصرية اللبنانية،1994م. ¶ • دلائل العجاز في علم المعاني، الامام عبد القاهر الجرجاني (471هـ) صحح اصله العلامة الشيخ محمد محمود الشنقيطيـ الناشر مكتبة القاهرة 1961م. ¶ • دلالة الالفاظ، د. ابراهيم انيس، ط3 مصر 1963م. ¶ • ديوان ابن دريد دراسة وتحقيق عمر سالم، الدار التونسة للنشر،1971. ¶ • ديوان ابن الرومي، تحـ د. حسين نصار، مطـ: دار الكتب مصر 1393بن حجر ¶ • ¶ • ديوان ابن نباتة السعدي، لالبي نصر عبد العزيز بن نباتة السعدي ــــ تحـ: عبد الامير مهدي حبيب الطائي ـــ دار للطباعة ـــ بغداد (1397هـ، 1977م) ــــ 368/ 2 ¶ • ديوان ابي الحسن النهاني، ط2، منشورات دار المكتب الاسلامي ــــ بدمشق. 1384هـ ــــ 1964م. ¶ • ديوان ابي نواس الحسن بن هاني، تحـ احمد عبد مجيد الغزالي ــــ القاهرة ـ مطبعة مصر ـــ 1953. ¶ • ديوان امرو القيس، تحـ محمد ابو الفتضل، ط4، دار المعارف مصر. ¶ • ديوان اوس بن حجر، تحـ محمد يسوف نجم، دار بيروت، دار صادر، 1380هـ 1960م. ¶ • ديوان البحتري، تحـ حسن كامل الصيرفي، ط2، مطبعة المعارف مصر، 1963. ¶ • ديوان بديع الزمان ابي الفضل احمد بن الحسين الهمداني، ددار الموسوعات، مصر، 1321هـ 1903م. ¶ • ديوان تميم بن المعز لدين اللة الفاطمي، دار الكتب المصرية ـــ القاهرة 1377هـ 1957 م. ¶ • ديوان جميل بن بثينة، شعر الحب العذري، تحـ د. حسين نصار ــــ ط2، مكتبة مصر 1967م. ¶ • ديوان خالد الكاتب، تحـ يونس احمد السامرائي، ط111 مطبعة الرسالةـ (1401هـ، 1981م).",
            "page": "3",
            "part": "1"
        },
        {
            "hno": null,
            "id": "156",
            "nass": "• ديوان الخالدين، ابي بكر محمد وابي عثمان سعيد ابي هاشم الخالدي. تحـ: د. سامي الدهان، مطبوعات مجمع اللغة العربية ـــ دمشق ــ (1388هـ 1969م). ¶ • الرائد معجم لغوي عصري، جبران مسعود، ط2،دار العلم للملايين بيروت 1967م. ¶ • ربيع الابرار ونصوص الاخبار، تصنيف الامام محمود بن عمر الزمخشري، تحـ. سليم النعيمي ـمطبعة العاني، بغداد. ¶ • الربيع في الادب والفن والحياة، مطفى عبد الرحمة ـج 1،المكتبة النجلو المصرية. ¶ • رثاء الابناء في الشعر العربي حتى نهاية افلعصر الاموي، د. محمد ابراهيم حور، مكتبة المكتبة، ابو ظبي، العين،1981م. ¶ • الرثاء في الشعر العربي او جراحات القلوب، د. محمدابراهيم حور، مكتبة الحياة ـبيروت، لبنان،1981م. ¶ • السري الرفاء حياته وشعره، د. حبيب حسين الحسيني ـط1ـدار السلام بغداد1976م. ¶ • شرح ديوان ابي فراس الحمداني، منشورات دار مكتبة الحياة ـبيروت لبنان. ¶ • شرح ديوان صريع الغواني مسلم بن الوليد، تحـ د. سامي الدهان، ط2،دار المعارف مصر ـ1970م. ¶ • شرح ديوان المتنبي، تحـ عبد الرحمن البقوقي ـالناشر دار الكتاب العربي ـبيروت ـ لبنان ـ1986م. ¶ • شعر ابي هلال العسكري، د. محسن غياض ـط1ـمنشورات عويدات ـبيروت ـ لبنان 1975م. ¶ • شعر الخباز البلدي، لابي بكر محمد بن احمدبن حمدان، تحـ صبح رديف ـط1ـ مطبعة الجامعةبغدادـ 1973م. ¶ • شعر دعبل بن علي الخزاعي، (246) صنعه د. عبد الكريم الاشتر ـمطبوعات المجمع العلمي العربي بدمشق 1964م. ¶ • شعر الطبيعة في الادب العربي، د. سيد نوفل، مطبعة مصر، القاهرة ـ1945م. ¶ • الشعر في البصرة خلال القرن الرابع، نهلة محمد حسن ـوزارة التعليم العالي والبحث العلمي ـجامعة البصرةـ1991م. ¶ • الشعر في ظل سيف الدولة الحمداني، د. درويش الجندي ـط1ـمطبعة الرسالةمصرـ1959م. ¶ • الشعر في بغداد حتى نهاية القرن الثالث الهجري، دراسة ادبية في العصر العباسي، احمد عبد الستار الجواري، ساعد على نشره وزارة المعارف العراقية،1963م. ¶ • نهاية الادب في فنون الادب، شهاب الدين احمد بن عبد الوهاب النويري ـالمؤسسة المصرية العامة.",
            "page": "4",
            "part": "1"
        },
        {
            "hno": null,
            "id": "157",
            "nass": "• النقد والجمالعند العقاد، عبد الفتاح الديدي دراسات اولية، الهيئة المصرية العامة للكتاب ـ1978م. ¶ • نقد الشعر في القرنالرابع الهجري، د. قاسم مومني ـدار الثقافة للطباعة والنشرا لقاهرة. ¶ • نقد الشعر لابي الفرح قدا مة بن جعفر، تحـ د. عبد المنعم خفاجي ـدار الكتب العلمية ـبيروت ـ لبنان. ¶ • النقد الادبي، احمد امين، ط3،مطبعة لجنة التاليف والترجمة والنشرالقاهرة 1963م. ¶ • مقدمة في عتلم الجمال: اميرة حلمي مطر، دار النهضة العربية 1972 م. ¶ • موسيقى الشعر، د. ابراهيم انيس، ط4،دار القلم ـ بيروت، لبنان. ¶ • مدا ر الكلمة، دراسات نقدية، امين البرت الريحاني ـ ط1ـدار الكتاب اللبناني. بيروت لبنان ـدار الكتاب المصري ـالقاهرةـ1980م. ¶ • مسائل فلفسفة الفن المعاصرة، ج م جوبو ـترجمة د. سامي الدروبي ـمطبعة الاعتماد بمصر ـدار الفكر العربي. ¶ • معجم النبات والزراعة، ت الشيخ محمد حسن الياسين ـمطبعة المجمع العلمي العراقي. ¶ • مفتاح العلوم، السكاكي، د. اكرم عثمان يوسف، ط1،مطبعة الرسالة. ¶ • كتاب ادب الندماء ولطائف الظرفاء، ابو الفتح محمود بن كشاجم ويلية شرح وتشطير قصيدة ابي فراس الحمداني لفظاالاسكندرية ـمطبعة جرجي غرز وزي ـ ¶ • كتاب الاغاني ابو فرج الاصفهاني علي بن الحسين، وزارة الثقافة والاعلام والارشاد القومي ـالموسسة المصرية للتايف والترجمة والنشر. ¶ • كتاب البديع لعبد الله بن المعتز، (296م)،تحـ اغناطيوس كرانشفوفسكي ـاعادت طبعه بالاوفسيت ـمكتبة المتنبي ـبغداد. ¶ • كتاب العين، لابي عبد الرحمن الخليل بن احمد الفراهيدي، (175هـ) تحد. مهدي المخزومي و د. ابراهيم السامرائي ـدار الرشيد للنشر. ¶ • القاموس المحيط، محيي الدين بن يعقوب الفيروز ابادي (817هـ) الناشر مؤسسة الحلبي وشركائه للنشر والتوزيع. ¶ • قضايا الفن في قصيدة المدح العباسية، دراسة تطبيقيه في شعر البحتري وابن المعتز، د. عبد الله التاح التطاوي ـدار جبار للطبعة ـالقاهرة 1981م. ¶ • فنون بلاغة البيان ـالبديع ـد. احمد مطلوب ـط1ـدار البحوث العلمية ـالكويت ـ1975م. ¶ • علم اساليب البيان، د. غازي يموت، ط1،دار الاصالة ـبيروت ـ1983م.",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "158",
            "nass": "• علم الجمال، دني هو سليمان، ترجمة ظافر الحسن، ط2، منشورات عويدات، بيروت لبنان 1975م. ¶ • الغزل تاريخه واعلامه، جورج غتريب، دار الثقافة ـبيروت ـ لبنان. ¶ • الغزل في العصر الجاهلي، د. احمد محمد الحوفي ـدار القلم ـ بيروت ـلبنان ـ1961م. ¶ • الشعر والشعراء في العصر العباسي، د. مطفى الشعكةط2ـبيروت دار العلم للملايين 1975م. ¶ • الطبيعة في الشعر الجاهلي، د. نوري حمودي القيسي، ط1،1970م. ¶ • الطبيعة في الفن العربي والاسلامي، د. عماد الدين خليل، ط2،بيروت لبنان 1981م. ¶ • العصر العباسي الاول، د. شوقي ضيف ـط3ـدار المعارف بمصر. ¶ • العصر العباسي الثاني، د. شوقي ضيف ـط3ـدار المعارف بمصر. ¶ • العصر العباسي، احمد عبد الستار الجواري، ساعد على نشره وزارة المعارف العراقية1953م. ¶ • الطبيعة في مقدمات ابي تمام، د. شوقي رياض احمد، دار الثقافة للنشر والتوزيع 1988م. ¶ • الشعراء الكتاب في العراق في القرن الثالث الهجري، ت حسين صباح العلاف ـط1ـمنشورات مؤسسة الاعلمي ـبيروت لبنان 1975م. ¶ • الصنوبري شاعر الطبيعة، د. عبد الرحمن عطية، الدار العربية للكتاب، تونس 1981م ¶ • الصورة في شعر بشار بن برد، د. عبد الفتاح صالح نافع، دار الفكر، عمان الاردن 1983م. ¶ • الرائد معجم لغؤي عصري، جبران مسعود، ط2،د ار دار العلم للملاين بيروت 1967 ¶ • ربيع الابرار ونصوص الاخبار، تصنيف الامام محمود بن عمر الزمخشري، تحـ د. سليم النعيمي ـــ مطبعة العاني، بغداد. ¶ • الربيع في الادب الفنون والحياة، مصطفئ عبد الرحمة ـــ ج1 المكتبة الانجلو المصرية. ¶ • رسائل سعيد بن حميد واشعارة، جمع، جمع وتحقيق، يونس السامرائي، بغداد، مطبعة الارشاد 19711م. ¶ • روح العصر ودراسات نقدية في الشعر والمسرح والقصة: عز الدين اسماعيل، ط1، دار الرائد العربي، بيروت، لبنان.",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "159",
            "nass": "• السري الرفاء حياتة وشعرة: د. حبيب حسين الحسني ـــ ط1 ـــ دار السلام ـــ بغداد1976. ¶ • الشذا المونس في الورد والنرجس. ت علي الجندي، ملتزم الطبع المكتبة الانجلو المصرية (1381هـ، 1961م). ¶ • شرح ديوان ابي فراس الحمداني، منشورات دار مكتبة الحياة ــ بيروت لبنان ــ مصر ـــ1970م. ¶ • شرح ديوان المتنبي، تحـ عبد الرحمن البرقوقي ـالناشر دار الكتاب العربي ـبيروت ـلبنان 1986. ¶ • شرح الصولي لديوان ابي تمام، دراسة وتحقيق خلف رشيد نعمان، ج1،ط1،الجمهوريه العراقية ـوزارة الاعلامـ1977ج 2ـ3،د\\ار الطليعة للطباعة والنشربروت ـلبنان 1978م. ¶ • شعر الخباز البلدي، لابي بكرمحمد ابن احمد بن حمدان، تحـ صبيح رديف ـط1ـمطبعة الجامعة ـبغدادـ1973م. ¶ • الصورة في شعر بشار بن برد، د. عبد الفتاح صالح نافع، دار الفكر، عمان الاردن 1983م",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "160",
            "nass": "البحوث والمقالات: ـ ¶ • بدلا من الذهاب الى الطبيب استنشق الزهور، وجدان صالح، جريدة القادسية، العدد7348،بغداد، العراق29ذي القعدة 1422هـ11شباط2002م. ¶ • ربيع الزمان وربيع الانسان، عباس محمود العقاد، مجلة الهلال، م68،1968م. ¶ • من رياض الشعر العربي، ا. د. محمود الجادر، كلية الاداب ـجامعة بغداد، العدد7391،جريدة القادسية،11محرم 1423هـ ـ 25 اذار 2002م. ¶ الرسائل الجامعية: ـ ¶ • التجديد في وصف الطبيعة بين ابي تمام والمتنبي، نسيمة راشد الغيث، رسالة دكتوراة، جامعة القاهرة 1987م. ¶ • الطبيعة في الشعر الاموي، عبد المير كاظم عيسى، رسالة ماجستير، كلية الاداب، جامعة بغداد 1983م. ¶ • الكواكب والنجوم في شعر القرنين الثالثوالرابع الهجريين، شيماء نجم عبد الله العبيدي، رسالة ماجستير، كلية التربية للبنات ـجامعة بغدادـ2001م.",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "161",
            "nass": "المحتوى ¶ المقدمة ... 1ـ3 ¶ التمهيد ... ـ10 ¶ الشاعر والطبيعة ¶ الفصل الأول ... ـ55 ... االزهور والوانها واوصافها والمفاضلة بينهما ¶ المبحث الاول ... 12ـ40 ... اسماء الزهور واشكالها ¶ المبحث الثاني ... 41ـ50 ... المفاضلة بين الزهور ¶ الفصل الثاني ... ـ104 ... الزهريات من خلال الاغراض الشعرية ¶ الزهور من خلال الوصف ... ـ69 ¶ الزهور من خلال المدح ... ـ76 ¶ الزهور من خلال الرثاء ... ـ82 ¶ الزهور من خلال الغزل ... ـ91 ¶ الزهور من خلال الخمرة ... ـ99 ¶ الهدية والمهادة بالزهور ... ـ104 ¶ الفصل الثالث ... ـ149 ... الدراسة الفنية ¶ المبحث الاول ... ـ118 ... اللغة والاسلوب ¶ المبحث الثاني ... ـ140 ... الصور البيانية التشبيهية /الاستعارة ¶ المبحث الثالث ... ـ149 ... موسيقى الشعر ¶ االمصادر والمراجع ... ـ152 ¶ الخاتمة ... ـ166",
            "page": "1",
            "part": "1"
        }
    ],
    "t34562": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "العنوان"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول أسماء الزهور وألوانها وأوصافها والمفاضلة بينها"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "أسماء الزهور وأشكالها وألوانها"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني المفاضلة بين الأزهار"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني الزهريات من خلال الأغراض الشعرية"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث الدراسة الفنية"
        },
        {
            "id": "106",
            "lvl": "2",
            "sub": "1",
            "tit": "المبحث الأول: ... اللغة والاسلوب"
        },
        {
            "id": "119",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: ... الصور البيانية"
        },
        {
            "id": "150",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "153",
            "lvl": "1",
            "sub": "1",
            "tit": "المصادر المراجع"
        },
        {
            "id": "161",
            "lvl": "1",
            "sub": "1",
            "tit": "المحتوى"
        }
    ]
}