{
    "b34575": [
        {
            "id": "1",
            "nass": "لقاء العشر الأواخر بالمسجد الحرام (134) ¶ تحفة الأحباب في الكنى والألقاب ¶ تأليف ¶ الإمام المحدث الفقيه اللغوي ¶ محمد مرتضى الزبيدي الحسيني ¶ ولد سنة 1145 وتوفي سنة 1205هـ ¶ رحمه الله تعالى ¶ اعتنى بإخراجها ¶ محمد فاتح قايا ¶ دار البشائر الإسلامية ¶ الطبعة الأولى ¶ 1430 هـ - 2009 م",
            "page": null,
            "part": null
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ وصلى الله على سيدنا محمد وآله وسلم ¶ الحمد لله مسبب الأسباب، ومرسل الرياح والسحاب، وجاعل القلم ينطق بالصواب، والألقاب والكنى عنواناً لكل مجدٍ ومفتاحاً لكل باب، والصلاة والسلام على سيدنا محمد أبي القاسم ما هبت الصبا، وترنمت الأطيار على أفنان الأشجار طرباً، وعلى آله وأصحابه النجبا. ¶ أما بعد: ¶ فهذه نبذة من زواهر جواهر غرر درر الإشارات، ألقاها لسان الفيض الرحماني من منبع خزائن كنوز العبارات، بإتمام بلوغ المقاصد والمنى، من رموز لغوز الألقاب والكنى، سألني في إبرازها إلى عالم الإيجاد، علم الأفراد، الحبيب الذي لا يسعني خلافه، بل واجبٌ علي ائتلافه، أبو العباس أحمد شمس الدين ابن المولى المرحوم فيض الله، الشهير نسبه الكريم بمحمود جاوش زاده، لا زال في مراتب العز ممجداً، وفي أوصافه الجميلة أحمداً.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وذلك عند مروره بمصر القاهرة لزيارة البيت الحرام، وأداء فريضة الإسلام، وسميتها: ¶ ((تحفة الأحباب في الكنى والألقاب)) ¶ وأهديتها إلى حضرته، وشريف طلعته، لتكون عائد الصلة الحب والإقبال، فإن صلة أنساب العلم كصلة أنساب الرجال. ¶ والله ولي التوفيق وبه أستمد الإعانة. ¶ ولنشرع في بيان المقصود بعون الملك المعبود.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "[الأصل في الكنى] ¶ اعلم أن الأصل في الكنى أن الرجل كان يكنى بابنه. ¶ ثم توسعوا فصار يكنى وإن لم يكن له ابنٌ؛ تفاؤلاً بأن يكون له ابن.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "[كنى غلبت على أسماء] ¶ وقد غلب على أسماءٍ كنىً صارت عليها كالأعلام، وهي على وجوه: ¶ منها: ما جاء في أصل التسمية على لفظ الكنية، كأبي القاسم وأبي بكر، وأبي علي، وأبي طالب وما أشبه ذلك، فهذا لا يليق به الكنى؛ لأن المراد قد حصل في أصل التسمية. ¶ ولم يسمع من ذلك إلا ما كني به أبو بكر الصديق رضي الله عنه، فإنه كني بعتيق، قيل: لجمال وجهه، يقال: وجهٌ عتيقٌ، إذا كان جميلاً، والثاني: لأن النبي صلى الله عليه وسلم قال له: ((أنت عتيقٌ من النار)).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ومنها: أي من الأسماء ما جاء مركباً مضافاً، كعبد الله، وعبد الواحد، وعبد القادر، وعبد الصمد، وما أشبه ذلك مما أضيف إلى الرب سبحانه، فإن غالب هذه الأسماء تكنى بأبي محمد.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ومنها: ما جاء مفرداً، والأمر في ذلك يطول، ومسألة الحصر فيه تعول؛ لأن الأسماء أكثر من أن تحصر وتحصى، وأجل من أن تستوفى",
            "page": "24",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وتستقصى، وكيف تحصى وهي المزية التي خص بها آدم عليه السلام، دون غيره من الأنبياء عليهم الصلاة والسلام، إلا أنه يؤخذ من ذلك ما أمكن ويجعل مثالاً لما لا يذكر، فالأشياء تحمل على نظائرها، والفروع تحمل على الأصول. ¶ فأول ما نبدأ به اسم نبينا محمد صلى الله عليه وسلم : ¶ فهو يكنى: أبا القاسم. ثم أطلق على الاسم الكريم في الاصطلاح العرفي الكنية بأبي عبد الله، باسم أبيه. ¶ ثم أحمد: لأنه من أسمائه صلى الله عليه وسلم . وكنية هذا الاسم الكريم: أبو الحسن، وأبو العباس. ¶ وهذه جملة من الأسماء المكناة نوردها إن شاء الله تعالى: ¶ عمر: أبو حفص. ¶ عثمان: أبو عمرو، وأبو سعيد. ¶ علي: أبو الحسن. ¶ الزبير: أبو العوام. ¶ خالد: أبو البقاء. ¶ سعيد: أبو عمرو.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "يوسف: أبو الحجاج. ¶ عمران: أبو موسى. ¶ داود: أبو سليمان. ¶ سليمان: أبو الربيع. ¶ سلمان: أبو الخير. ¶ حاتم: أبو الجود. ¶ حمدان: أبو عدي. ¶ حماد: أبو الثناء. ¶ الحسين: أبو محمد. ¶ سيف: أبو المضاء. ¶ شرف: أبو المجد.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "أنس: أبو حمزة. ¶ حمزة: أبو المطلب. ¶ جعفر: أبو الفيض. ¶ عبد الرحمن: أبو هريرة. ¶ إبراهيم: أبو إسحاق. ¶ خليل: أبو إسماعيل، وأبو علي، وأبو الذبيح. ¶ إسماعيل: أبو الفداء. ¶ يحيى: أبو زكريا. ¶ سعد: أبو غالب. ¶ علوان: أبو الحسن. ¶ ياسر: أبو زرارة. ¶ عباس: أبو الفضل. ¶ منصور: أبو الحارث. ¶ عياش: أبو المعمر. ¶ غانم: أبو بدر. ¶ شكر: أبو الثناء. ¶ حميران: أبو عبد الله. ¶ سالم: أبو ناجي. ¶ وهبان: أبو العطاء.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "زهرة: أبو الكواكب. ¶ عيسى: أبو الروح. ¶ موسى: أبو المجد.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "[الألقاب المقرونة بالدين] ¶ وأما الألقاب المقرونة بالدين، فإنها ليست محصورةً ولا تتقيد بقيد، ولا مخصوصة بأمر يجري عليه ولا حد. ¶ ولكن اللقب مطيةٌ مباحة، فمن جاء ركب، فلا يعترض في شيء منها، ولا يقال: لم كان لقب هذا كذا؛ وليس فيه من معنى ما لقب به من شيء؟ بل للملقب أن يلقب ما أراد. ¶ غير أنه قد صار ثم ألقابٌ اصطلح عليها ووضعت على اسمها، فجرت بالتداول حتى صارت لتلك الأسماء كالأعلام، وجرت على الأسماء بالعادة والاستعمال، بحيث إنها إذا نقلت عن أسمائها واستعملت للأسماء غيرها استنكرت. ¶ [أسماء غلب عليها ألقاب] ¶ ونحن نبين لك ما وقع عليه الاصطلاح من ألقاب، رسمت في العادة ومضى عليها الأحقاب، فمن ذلك: ¶ محمد: بدر الدين، وأسد الدين، وسيف الدين، وجمال الدين، وعز الدين. هذا الذي جرت به العادة، وقد تدخل عليه ألقابٌ غير هذه كثيرة.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "أحمد: شمس الدين، وصفي الدين، وشهاب الدين، و .. .. ، ونسيم الدين، ومحب الدين، وشرف الدين. ¶ أبو بكر: فخر الدين، ورضي الدين. ¶ عمر: تقي الدين، وشجاع الدين، وسراج الدين. ¶ عثمان: عفيف الدين، وفخر الدين، ورشيد الدين. ¶ علي: شمس الدين، ونور الدين، وموفق الدين، وعلاء الدين. ¶ موسى: كمال الدين. ¶ حسن: بدر الدين، وجمال الدين. ¶ حسين: حسام الدين. ¶ جعفر: عز الدين، وكريم الدين. ¶ إبراهيم: صارم الدين، وبرهان الدين. ¶ يوسف: شمس الدين، وسنان الدين، وسابق الدين. ¶ داود: صارم الدين، وهزبر الدين. ¶ مسعود: عفيف الدين. ¶ سليمان: نفيس الدين، وزكي الدين. ¶ الزبير: زين الدين. ¶ خالد: جمال الدين. ¶ غالب: ناصر الدين، وصمصام الدين.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "شرف: فخر الدين. ¶ أنس: روح الدين. ¶ خليل: غرس الدين. ¶ حمزة: نصر الدين. ¶ محمود: نصير الدين. ¶ زكريا: نبيه الدين. ¶ غانم: مفيد الدين. ¶ مدرك: ناهض الدين. ¶ شكر: نجم الدين. ¶ مقاتل: شجاع الدين. ¶ سالم: عماد الدين، وزكي الدين، وجمال الدين. ¶ ثعلب: حصن الدين. ¶ عبد الحميد: نظام الدين. ¶ فضل الله: غياث الدين. ¶ عبد العزيز: عز الدين. ¶ يحيى: عماد الدين، وشرف الدين، وشجاع الدين. ¶ عبد الله: بدر الدين، وجمال الدين، وفخر الدين. ¶ القاسم: علم الدين.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "المهدي: جمال الدين. ¶ ماجد: مجد الدين. ¶ نصر الله: ظهير الدين. ¶ أبو القاسم: شرف الدين. ¶ وهذا بعضٌ من كل، وغيضٌ من فيض.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "[خاتمة] ¶ واعلم أن الألقاب ليس لها قاعدة تضبطها، بل هي على خيار الملقب، كما أن الأسماء على خيار المسمي، فافهم ذلك تصب إن شاء الله تعالى. ¶ والله أعلم بالصواب، وإليه المرجع والمآب، وحسبنا الله ونعم الوكيل، ولا حول ولا قوة إلا بالله العلي العظيم، وصلى الله على سيدنا محمد وآله وصحبه وسلم. ¶ فرغ من تحريرها مؤلفها السيد محمد مرتضى الحسيني غفر له في غرة جمادى الثانية من شهور سنة 1183 هـ بمصر",
            "page": "33",
            "part": "1"
        }
    ],
    "t34575": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الغلاف"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "[الأصل في الكنى]"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "[كنى غلبت على أسماء]"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "فأول ما نبدأ به اسم نبينا محمد صلى الله عليه وسلم :"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "[الألقاب المقرونة بالدين]"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "1",
            "tit": "[أسماء غلب عليها ألقاب]"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "[خاتمة]"
        }
    ]
}