{
    "b34665": [
        {
            "id": "1",
            "nass": "المقدمة ¶ الحمد لله وكفى، وصلاة وسلام على عباده الذين اصطفى، لا سيما إمامهم وخاتمهم النبي المصطفى، وعلى آله وصحبه المستكملين الشرفا ... وبعد،، ¶ فإني لما طالعت كتاب المحقق الفاضل، والمدقق النابه/ د. قاسم علي سعد، المسمى بـ: ¶ \" موارد الحافظ الذهبي في كتابه ميزان الاعتدال في نقد الرجال \" ¶ ألفيته كتابًا عظيم النفع، جليل الوقع؛ قد تعب عليه مؤلفه، وبذل فيه جهدًا أرجو من الله أن يكتب له أجره، ¶ فلخصت منه هذه العجالة لنفسي، ولمن أراد من إخواني طلاب علم الحديث. ¶ راجيًا من الله أن ينفع به، وبأصله. وبالله التوفيق،،",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "[حرف الألف] ¶ = باب إبراهيم = ¶ - إبراهيم بن إسحاق الحربي (ت 285). ¶ - إبراهيم بن سعيد الجوهري (ت 274/ وقيل غير ذلك). ¶ - إبراهيم بن سعيد بن عبد الله أبو إسحاق الحبال (ت 482). ¶ - إبراهيم بن علي أبو إسحاق الشيرازي (ت 476). ¶ - إبراهيم بن محمد أبو مسعود الدمشقي (ت 400 وقيل 401). ¶ - إبراهيم بن محمد بن الأزهر الصريفيني (ت 641). ¶ - إبراهيم بن يعقوب السعدي الجوزجاني (ت 259 وقيل 256).",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "= باب أحمد = ¶ * فصل أحمد بن إبراهيم * ¶ - أحمد بن إبراهيم الدورقي (ت 246). ¶ - أحمد بن إبراهيم بن إسماعيل أبو بكر الإسماعيلي (ت 371). ¶ - أحمد بن إبراهيم بن الزبير أبو جعفر الغرناطي (ت 708). ¶ * فصل في متفرقات الأحمدين * ¶ - أحمد بن جعفر بن محمد أبو الحسين بن المنادي (ت 336). ¶ - أحمد بن الحجاج المروذي (ت 275). ¶ - أحمد بن الحسن بن أحمد بن خيرون (ت 488). ¶ * فصل أحمد بن الحسين * ¶ - أحمد بن الحسين أبو زرعة الرازي الصغير (ت 375). ¶ - أحمد بن الحسين الصوفي الصغير (ت 302). ¶ - أحمد بن الحسين بن علي البيهقي (ت 458). ¶ * فصل آخر في متفرقات الأحمدين * ¶ - أحمد بن زهير بن حرب (ت 279). ¶ - أحمد بن سعيد بن معدان (ت 375). ¶ - أحمد بن سيار المروزي (ت 268). ¶ - أحمد بن شبيب الحبطي (ت 229). ¶ - أحمد بن شعيب النسائي (ت 303). ¶ - أحمد بن عبد الحليم (تقي الدين بن تيمية) (ت 728). ¶ - أحمد بن عبد الله بن أحمد أبو النعيم الأصبهاني (ت 430). ¶ - أحمد بن عبد الله بن صالح أبو الحسن العجلي (ت 261). ¶ - أحمد بن عبد الملك أبو صالح المؤذن (ت 470). ¶ - أحمد بن عبدان أبو بكر (ت 488). ¶ * فصل أحمد بن علي * ¶ - أحمد بن علي بن ثابت أبو بكر الخطيب البغدادي (ت 463). ¶ - أحمد بن علي بن عمرو السليماني (ت 404). ¶ - أحمد بن علي بن المثني أبو يعلي الموصلي (ت 307). ¶ - أحمد بن علي بن مسلم أبو العباس الأبار (ت 290). ¶ * فصل ثالث في متفرقات الأحمدين * ¶ - أحمد بن عمرو بن عبد الخالق أبو بكر البزار (ت 292). ¶ - أحمد بن عمرو بن النبيل أبي عاصم أبو بكر (ت 287). ¶ - أحمد بن عمير بن جوصا (ت 320). ¶ - أحمد بن عيسي المقدسي (ت 643). ¶ - أحمد بن أبي غالب بن أحمد بن الطلاية (ت 548). ¶ - أحمد بن الفرات أبو مسعود الرازي (ت 258). ¶ - أحمد بن كامل القاضي (ت 350). ¶ * فصل أحمد بن محمد * ¶ - أحمد بن محمد بن أحمد أبو سعد الماليني (ت 412). ¶ - أحمد بن محمد بن أحمد أبو الطاهر السلفي (ت 576 وقد جاوز المئة). ¶ - أحمد بن محمد بن أحمد العتيقي (ت 441). ¶ - أحمد بن محمد بن أحمد أبو علي البرداني (ت 498). ¶ - أحمد بن محمد بن أحمد بن غالب أبو بكر البرقاني (ت 425). ¶ - أحمد بن محمد بن إسحاق أبو بكر بن السني (ت 364). ¶ - أحمد بن محمد بن الحسن أبو حامد بن الشرقي (ت 325). ¶ - أحمد بن محمد بن الحسين أبو نصر الكلاباذي (ت 398). ¶ - أحمد بن محمد بن حنبل (ت 241). ¶ - أحمد بن محمد بن زياد أبو سعيد بن الأعرابي (ت 340). ¶ - أحمد بن محمد بن سعيد أبو العباس بن عقدة (ت 332). ¶ - أحمد بن محمد بن سلامة الطحاوي (ت 321). ¶ - أحمد بن محمد بن عبد الله أبو سهل القطان (ت 350). ¶ - أحمد بن محمد بن عفيف (ت 410 أو 420). ¶ - أحمد بن محمد بن عيسي أبو بكر البغدادي 257). ¶ - أحمد بن محمد بن مفرج أبو العباس النباتي (ت 637). ¶ - أحمد بن محمد بن هارون أبو بكر الخلال (ت 311). ¶ - أحمد بن محمد بن هانئ الأثرم (ت 260 تقريبا). ¶ * فصل في باقي الأحمدين* ¶ - أحمد بن مروان أبو بكر الدينوري (ت 330). ¶ - أحمد بن منصور الرمادي (ت 265). ¶ - أحمد بن موسي بن مردوية الأصبهاني (ت 410). ¶ - أحمد بن هارون أبو بكر البرديجي (ت 301). ¶ - أحمد بن يحيى بن جابر البلاذري (ت 279). ¶ - أحمد بن يحيى بن يزيد أبو العباس ثعلب (ت 291). ¶ - أحمد بن يوسف بن أحمد بن فرتون (ت 660).",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "= باب إسحاق = ¶ - إسحاق بن إبراهيم الحنظلي (ابن راهويه) (ت 238). ¶ - إسحاق بن إبراهيم الختلي (ت 283). ¶ - إسحاق بن إبراهيم الهروي القراب (ت 429). ¶ - إسحاق بن منصور الكوسج (ت 251). ¶ = باب أسد وأسلم وإسماعيل = ¶ - أسد بن موسي (ت 212). ¶ - أسلم بن سهل أبو الحسن بحشل (ت 292). ¶ - إسماعيل بن نجيد أبو عمرو الصوفيى (ت 366 وقيل 365).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "[حرف الباء] ¶ - بيبي بنت عبد الصمد الهرثمية (ت 477).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "[حرف الجيم] ¶ = باب جعفر = ¶ - جعفر بن محمد الفريابي (ت 301). ¶ - جعفر بن محمد المعتز أبو العباس المستغفري (ت 432).",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "[حرف الحاء] ¶ = باب الحارث = ¶ - الحارث بن محمد بن أبي أسامة (ت 282). ¶ = باب الحسن = ¶ - الحسن بن إبراهيم بن زولاق (ت 386 وقيل 387). ¶ - الحسن بن أحمد بن إبراهيم أبو علي بن شاذان (ت 425 وقيل 426). ¶ - الحسن بن أحمد بن الحسن أبو علي الحداد (ت 515). ¶ - الحسن بن سفيان أبو العباس النسوي (ت 303). ¶ - الحسن بن عبد الرحمن الرامهرمزي (ت 350 وقيل 360). ¶ - الحسن بن عرفة (ت 257 وقيل جاوز المئة ببضع سنين). ¶ - الحسن بن علي بن إبراهيم أبو علي الأهوازي (ت 446). ¶ - الحسن بن علي بن عمرو البصري (ابن غلام الزهري) (ت 380 تقريبا). ¶ - الحسن بن محمد بن إبراهيم أبو علي البغدادي (ت 438). ¶ - الحسن بن محمد بن الحسن أبو محمد الخلال (ت 439).",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "= باب الحسين = ¶ - الحسين بن إسماعيل أبو عبد الله المحاملي (ت 330). ¶ - الحسين بن علي أبو علي النيسابوري (ت 349). ¶ - الحسين بن محمد بن أحمد الجياني الغساني أبو على (ت 498). ¶ - الحسين بن محمد بن فيرة الصدفي أبو علي بن سكرة استشهد 514). ¶ - الحسين بن محمد بن مودود أبو عروبة الحراني (ت 318 وقيل غير ذالك). ¶ = باب حمزة = ¶ - حمزة بن محمد الكناني (ت 357). ¶ - حمزة بن يوسف السهمي (ت 427). ¶ = باب حنبل = ¶ - حنبل بن إسحاق (ت 373).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "[حرف الخاء] ¶ = باب الأسماء المفردة من هذا الحرف = ¶ - خلف بن عبد الملك أبو القاسم بن بشكوال (ت 578). ¶ - خليفة بن خياط (ت 240). ¶ - الخليل بن عبد الله أبو يعلي الخليلي (ت 446). ¶ - خميس بن علي الحوزي (ت 510). ¶ - خيثمة بن سليمان الأطرابلسي (ت 343).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "[حرف الزاي] ¶ = باب الأسماء المفردة من هذا الحرف = ¶ - الزبير بن بكار 256). ¶ - زكريا بن يحيى الساجي (ت 307). ¶ - زهير بن حرب أبو خيثمة ت).",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "[حرف السين] ¶ = باب سعيد = ¶ - سعيد بن عثمان بن السكن (ت 353). ¶ - سعيد بن منصور المروزي (ت 227). ¶ = باب سليمان = ¶ - سليمان بن أحمد بن أيوب الطبراني أبو القاسم (ت 360 وقد جاوز المئة). ¶ - سليمان بن الأشعث السجستاني أبو داود (ت 275). ¶ - سليمان بن خلف الباجي أبو الوليد (ت 474). ¶ - سليمان بن داود أبو داود الطيالسي (ت 204). ¶ = باب سنيد = ¶ - سنيد بن داود (ت 226).",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "[حرف الشين] ¶ = باب الأسماء المفردة من هذا الحرف = ¶ - شجاع بن فارس الذهلي (ت 507). ¶ - شيرويه بن شهردار الديلمي الهمذاني إلكيا (ت 509).",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "[حرف الصاد] ¶ = باب صالح = ¶ - صالح بن أحمد الهمذاني أبو الفضل 384). ¶ - صالح بن محمد جزرة (ت 293).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "[حرف العين] ¶ = باب عباد = ¶ - عباد بن يعقوب الرواجني (ت 250). ¶ = باب العباس = ¶ - العباس بن عبد الله الترقفي (ت 267). ¶ - العباس بن محمد الدوري (ت 271). ¶ - العباس بن مصعب (لم أقف على تاريخ وفاته). ¶ = باب عبد وعبدان = ¶ - عبد بن أحمد أبو ذر الهروي (ت 434). ¶ - عبد بن حميد الكشي (ت 249). ¶ - عبدان بن محمد المروزي (ت 393). ¶ = باب عبد الباقي وعبد الجبار وعبد الحق = ¶ - عبد الباقي بن قانع (ت 351). ¶ - عبد الجبار بن عبد الله الخولاني بين (ت 365 و370). ¶ - عبد الحق بن عبد الرحمن الإشبيلي (ت 581).",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "= باب عبد الرزاق = ¶ - عبد الرازق بن عبد القادر الجيلي (ت 603). ¶ - عبد الرازق بن همام الصنعاني (ت 211). ¶ = باب عبد السيد وعبد الصمد = ¶ - عبد السيد بن محمد أبو النصر بن الصباغ (ت 477). ¶ - عبد الصمد بن علي الطستي (ت 346). ¶ = باب عبد العزيز = ¶ - عبد العزيز بن أحمد الكتاني (ت 466). ¶ - عبد العزيز بن محمد النخشبي (ت 456 أو 457). ¶ - عبد العزيز بن محمود أبو محمد بن الأخضر (ت 611). ¶ = باب عبد العظيم وعبد الغافر = ¶ - عبد العظيم بن عبد القوي زكي الدين المنذري (ت 656). ¶ - عبد الغافر بن إسماعيل الفارسي (ت 529). ¶ = باب عبد الغني = ¶ - عبد الغني بن سعيد الأزدي (ت 409). ¶ - عبد الغني بن عبد الواحد المقدسي (ت 600). ¶ = باب عبد الكريم = ¶ - عبد الكريم بن محمد أبو سعد بن السمعاني (ت 562).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "= باب عبد الرحمن = ¶ * فصل في متفرقات عبد الرحمن * ¶ - عبد الرحمن بن إبراهيم الدمشقي (دحيم) (ت 245). ¶ - عبد الرحمن بن أحمد بن يونس أبو سعيد المصري (ت 347). ¶ - عبد الرحمن بن إسماعيل بن إبراهيم أبو شامة (ت 665). ¶ - عبد الرحمن بن أبي بكر عتيق أبو القاسم الفحام (ت 516). ¶ - عبد الرحمن بن علي بن محمد بن الجوزي (ت 597). ¶ - عبد الرحمن بن عمرو أبو زرعة الدمشقي النصري (ت 281). ¶ * فصل عبد الرحمن بن محمد * ¶ - عبد الرحمن بن محمد بن أحمد بن فاران أبو القاسم الفوراني (ت 461). ¶ - عبد الرحمن بن محمد بن إدريس (ابن أبي حاتم) (ت 327). ¶ - عبد الرحمن بن محمد بن إسحاق بن مندة أبو القاسم (ت 470). ¶ - عبد الرحمن بن محمد بن محمد أبو سعد الإدريسي (ت 405). ¶ * فصل باقي عبد الرحمن * ¶ - عبد الرحمن بن مهدي (ت 198). ¶ - عبد الرحمن بن يوسف بن سعيد بن خراش (ت 283).",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "= باب عبد الله = ¶ * فصل في متفرقات عبد الله * ¶ - عبد الله بن أحمد بن حنبل (ت 290). ¶ - عبد الله بن أحمد بن موسي الأهوازي عبدان (ت 306). ¶ - عبد الله بن الزبير الحميدي المكي (ت 219). ¶ - عبد الله بن سليمان الأشعث (ابن أبي داود) (ت 316). ¶ - عبد الله بن عبد الرحمن بن الفضل أبو محمد الدارمي (ت 250). ¶ - عبد الله بن عدي (ت 365). ¶ - عبد الله بن علي بن أحمد البغدادي (سبط الخياط) (ت 541). ¶ - عبد الله بن المبارك (ت 181). ¶ * فصل عبد الله بن محمد * ¶ - عبد الله بن محمد بن جعفر بن حيان أبو الشيخ الأصبهاني (ت 369). ¶ - عبد الله بن محمد بن أبي شيبة أبو بكر (ت 235). ¶ - عبد الله بن محمد بن عبد العزيز أبو القاسم البغوي (ت 317 وقد جاوز المئة). ¶ - عبد الله بن محمد بن عبيد بن أبي الدنيا أبو بكرت 281). ¶ - عبد الله بن محمد بن علي أبو إسماعيل الأنصاري الهروي (ت 481). ¶ - عبد الله بن محمد بن يعقوب الحارثي البخاري الأستاذ (ت 340). ¶ - عبد الله بن محمد بن يوسف أبو الوليد بن الفرضي (ت 403). ¶ * فصل باقي عبد الله * ¶ - عبد الله بن محمود السعدي المروزي (ت 311). ¶ - عبد الله بن مسلم بن قتيبة (ت 270). ¶ - عبد الله بن وهب (ت 197). ¶ - عبد الله بن يوسف التنيسي (ت 218).",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "= باب عبد الملك = ¶ - عبد الملك بن حبيب القرطبي (ت 239). ¶ - عبد الملك بن محمد بن عبد الله بن بشران أبو القاسم (ت 430). ¶ - عبد الملك بن محمد بن عدي أبو نعيم الجرجاني (ت 323). ¶ = باب عبد الوهاب = ¶ - عبد الوهاب بن المبارك الأنماطي (ت 538). ¶ = باب عبيد الله = ¶ - عبيد الله بن عبد الكريم أبو زرعة الرازي (ت 264). ¶ - عبيد الله بن محمد بن بطة العكبري (ت 387). ¶ = باب عثمان = ¶ - عثمان بن سعيد بن خالد أبو سعيد الدارمي (ت 280). ¶ - عثمان بن سعيد بن عثمان أبو عمرو الداني (ت 444). ¶ - عثمان بن عبد الرحمن الشهرزوري أبو عمرو بن الصلاح (ت 643). ¶ - عثمان بن محمد بن أبي شيبة (ت 239). ¶ = باب عطية والعلاء = ¶ - عطية بن سعيد الأندلسي (ت 408). ¶ - العلاء بن موسي أبو الجهم (ت 228).",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "= باب علي = ¶ * فصل في متفرقات علي * ¶ - علي بن أحمد بن سعيد بن حزم الظاهري (ت 456). ¶ - علي بن حجر (ت 244). ¶ - علي بن الحسن بن الحسين الخلعي (ت 492). ¶ - علي بن الحسن بن هبة الله أبو القاسم بن عساكر (ت 571). ¶ - علي بن الحسين بن أحمد الفلكي 427 وقيل 428). ¶ - علي بن الحسين بن الجنيد (ت 291). ¶ - علي بن الحسين بن محمد أبو الفرج الأصبهاني (ت 356). ¶ - علي بن عبد العزيز البغوي (ت 286). ¶ - علي بن عبد الله بن جعفر (ابن المد يني) (ت 234). ¶ - علي بن عمر الدار قطني (ت 385). ¶ * فصل علي بن محمد * ¶ - علي بن محمد بن أحمد الواعظ المصري (ت 347). ¶ - علي بن محمد بن عبد الله أبو الحسن الجرجاني (ت 468). ¶ - علي بن محمد بن عبد الملك (ابن القطان) (ت 628). ¶ - علي بن محمد بن محمد بن عبد الكريم عز الدين بن الأثير (ت 630). ¶ * فصل آخر في متفرقات علي * ¶ - علي بن المفضل أبو الحسن المقدسي (ت 611). ¶ - علي بن هبة الله أبو نصر بن ماكولا (ت قتل ظلمًا سنة نيف وسبعين أو وثمانين وأربعمائة).",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "= باب عمر = ¶ - عمر بن أحمد بن عثمان أبو حفص بن شاهين (ت 385). ¶ - عمر بن محمد أبو حفص النسفي (ت 337). ¶ - عمر بن محمد أبو الفتح بن الحاجب (ت 630). ¶ = باب عمرو وعياض وعيسى = ¶ - عمرو بن علي الفلاس (ت 249). ¶ - عياض بن موسي اليحصبي (ت 544). ¶ - عيسي بن سهل أبو الأصبغ (ت 486).",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "[حرف الفاء] ¶ - فارس بن أحمد أبو الفتح (ت 401).",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "[حرف القاف] ¶ = باب القاسم = ¶ - القاسم بن زكريا المطرز (ت 305). ¶ - القاسم بن سلام أبو عبيد (ت 224). ¶ - القاسم بن علي بن الحسن بن هبة الله أبو محمد بن عساكر (ت 600).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "[حرف الميم] ¶ = باب المؤتمن = ¶ - المؤتمن بن أحمد الساجي (ت 507). ¶ = باب مالك = ¶ - مالك بن أحمد البانياسي (ت 485). ¶ - مالك بن أنس (ت 179). ¶ = باب المبارك = ¶ - المبارك بن عبد الجبار أبو الحسين بن الطيوري (ت 500).",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "= باب محمد = ¶ * فصل محمد بن إبراهيم* ¶ - محمد بن إبراهيم بن أحمد الفارسي (ت 622). ¶ - محمد بن إبراهيم بن علي الأصبهاني أبو بكر بن المقرئ (ت 381). ¶ - محمد بن إبراهيم بن محمد بن عيسي بن سميع الدمشقي (ت 259). ¶ - محمد بن إبراهيم بن المنذر النيسابوري (ت 318). ¶ * فصل محمد بن أحمد * ¶ - محمد بن أحمد الواسطي الخطيب أبو بكر (ت القرن الخامس). ¶ - محمد بن أحمد بن تميم أبو العرب التميمي (ت 333). ¶ - محمد بن أحمد بن حماد أبو بشر الدولابي (ت 310). ¶ - محمد بن أحمد بن حماد بن سفيان أبو الحسن الكوفي (ت 384). ¶ - محمد بن أحمد بن أبي خيثمة زهير بن حرب (ت 234). ¶ - محمد بن أحمد بن عبد الله أبو بكر بن سيد الناس (ت 659). ¶ - محمد بن أحمد بن عثمان شمس الدين الذهبي (ت 748). ¶ - محمد بن أحمد بن محمد البخاري غنجار (ت 412). ¶ - محمد بن أحمد بن محمد أبو الفتح بن أبي الفوارس (ت 412). ¶ - محمد بن أحمد بن محمد بن جميع الصيداوي (ت 402). ¶ * فصل في متفرقات المحمدين * ¶ - محمد بن إدريس أبو حاتم الرازي (ت 277). ¶ - محمد بن إسحاق بن إبراهيم أبو العباس السراج (ت 313). ¶ - محمد بن إسحاق بن خزيمة (ت 311). ¶ - محمد بن إسحاق بن مندة أبو عبد الله (ت 395). ¶ - محمد بن إسماعيل البخاري (ت 256). ¶ - محمد بن إسماعيل المستملي أبو بكر الوراق (ت 378). ¶ - محمد بن أيوب بن يحيى بن الضريس (ت 294). ¶ - محمد بن بشار (بندار) (ت 252). ¶ - محمد بن أبي بكر المقدمي (ت 234). ¶ - محمد بن أبي بكر عمر أبو موسي المديني (ت 581). ¶ - محمد بن جرير الطبري (ت 310). ¶ - محمد بن حبان البستي (ت 354). ¶ - محمد بن الحسن أبو بكر النقاش (ت 351). ¶ - محمد بن الحسين أبو عبد الرحمن السلمي (ت 412). ¶ - محمد بن الحسين أبو الفتح الأزدي (ت 374). ¶ - محمد بن خير الإشبيلي (ت 575). ¶ - محمد بن سالم بن واصل الحموي (ت 697). ¶ - محمد بن سعد (ت 230). ¶ - محمد بن سعيد بن يحيى الدبيثي (ت 637). ¶ - محمد بن سلامة القضاعي (ت 454). ¶ - محمد بن صالح الكوفي بن أم شيبان القاضي (ت 369). ¶ - محمد بن طاهر المقدسي (ت 507). ¶ - محمد بن العباس بن أحمد أبو الحسن بن الفرات (ت 384). ¶ - محمد بن العباس بن محمد أبو عمرو حيوية (ت 382). ¶ - محمد بن عبد الرحمن أبو سعد الكنجروزي (ت 453). ¶ - محمد بن عبد الرحمن أبو طاهر المخلص (ت 393). ¶ - محمد بن عبد الغني أبي بكر (معين الدين ابن النقطة) (ت 629). ¶ * فصل محمد بن عبد الله * ¶ - محمد بن عبد الله بن إبراهيم أبو بكر الشافعي (ت 354). ¶ - محمد بن عبد الله بن أحمد أبو سليمان بن زبر الربعي (ت 379). ¶ - محمد بن عبد الله بن أبي بكر القضاعي الأبار، وابن الأبار (ت 658). ¶ - محمد بن عبد الله بن الحسين البغدادي (ابن أخي ميمي) (ت 390). ¶ - محمد بن عبد الله بن سليمان الحضرمي (مطين) (ت 297). ¶ - محمد بن عبد الله بن عبد الحكم (ت 268). ¶ - محمد بن عبد الله بن عبد الرحيم أبو عبد الله بن البرقي (ت 249). ¶ - محمد بن عبد الله بن عمار الموصلي (ت 242). ¶ - محمد بن عبد الله بن محمد أبو عبد الله الحاكم (ت 405). ¶ - محمد بن عبد الله بن نمير (ت 234). ¶ * فصل آخر في متفرقات المحمدين * ¶ - محمد بن عبد الملك الدقيقي (ت 266). ¶ - محمد بن عبد الواحد بن أحمد المقدسي ضياء الدين (ت 643). ¶ - محمد بن عثمان بن محمد بن أبي شيبة (ت 297). ¶ * فصل محمد بن علي * ¶ - محمد بن علي بن أحمد أبو العلاء الواسطي (ت 431). ¶ - محمد بن علي بن عبد الله الصوري (ت 441). ¶ - محمد بن علي بن عمرو أبو سعيد النقاش (ت 414). ¶ - محمد بن علي بن محمد أبو الحسين بن المهتدي بالله (ت 465). ¶ - محمد بن علي بن ميمون أبو الغنائم النرسي الملقب بأبي (ت 510). ¶ - محمد بن علي بن وهب أبو الفتح بن دقيق العيد (ت 702). ¶ * فصل ثالث في متفرقات المحمدين * ¶ - محمد بن عمر بن محمد أبو بكر بن الجعابي (ت 355). ¶ - محمد بن عمر بن واقد الواقدي (ت 207). ¶ - محمد بن عمرو بن موسي العقيلي (ت 322). ¶ - محمد بن عوف الحمصي الطائي (ت 272). ¶ - محمد بن عيسي الترمذي (ت 279). ¶ - محمد بن المثني أبو موسي العنزي (ت 252). ¶ * فصل محمد بن محمد * ¶ - محمد بن محمد بن أحمد أبو أحمد الحاكم (ت 378). ¶ - محمد بن محمد بن سليمان أبو بكر الباغندي (ت 312). ¶ - محمد بن محمد بن عثمان أبو منصور البغدادي (ابن السواق) (ت 440). ¶ - محمد بن محمد بن محمد أبو حامد الغزالي (ت 505). ¶ - محمد بن محمد بن محمد بن أحمد بن سيد الناس أبو الفتح اليعمري (ت 734). ¶ - محمد بن محمد بن يعقوب أبو الحسين الحجاجي (ت 368). ¶ * فصل رابع في متفرقات المحمدين * ¶ - محمد بن محمود (ابن النجار) (ت 643). ¶ - محمد بن مخلد بن حفص الدوري العطار (ت 331). ¶ - محمد بن ناصر السلامي (ت 550). ¶ - محمد بن هارون الروياني (ت 307). ¶ - محمد بن الهصيم (ت كان حياً سنة 406). ¶ - محمد بن وضاح الأندلسي (ت 286 او 287). ¶ - محمد بن يحيى بن أحمد أبو عبد الله بن الحذاء (ت 416). ¶ - محمد بن يحيى بن عبد الله الذهلي النسابوري (ت 258). ¶ - محمد بن يزيد القزويني (ابن ماجه) (ت 273). ¶ - محمد بن يعقوب النسابوري (ابن الأخرم) (ت 344). ¶ * فصل محمد بن يوسف * ¶ - محمد بن يوسف بن محمد أبو زرعة الكشي (ت 390). ¶ - محمد بن يوسف بن محمد زكي الدين البرزالي (ت 636). ¶ - محمد بن يوسف بن موسي أبو بكر بن مسدي الأندلسي (ت 663). ¶ - محمد بن يوسف بن يعقوب أبو عمر الكندي (ت 350).",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "= باب محمود = ¶ - محمود بن غيلان المروزي (ت 239). ¶ - محمود بن العباس بن أرسلان الخوارزمي (ت 568). ¶ = باب مسدد ومسلم ومسلمة ومعاوية ومعمر = ¶ - مسدد بن مسرهد (ت 228). ¶ - مسلم بن الحجاج (ت 261). ¶ - مسلمة بن القاسم الأندلسي (ت 353). ¶ - معاوية بن صالح الأشعري (ت 263). ¶ - معمر بن عبد الواحد بن الفاخر (ت 564). ¶ = باب موسى = ¶ - موسي بن عبيد الله بن يحيى بن خاقان أبو مزاحم الخاقاني (ت 325). ¶ - موسي بن هارون الحمال (ت 294). ¶ = باب الموفق = ¶ - الموفق بن أحمد بن محمد أبو المؤيد الخوارزمي أخطب خوارزم (ت 568).",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "[حرف النون] ¶ - نصر بن إبراهيم المقدسي (ت 490). ¶ - نعيم بن حماد (ت 228).",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "[حرف الهاء] ¶ = باب هبة الله = ¶ - هبة الله بن أحمد أبو محمد بن الأكفاني (ت 524). ¶ - هبة الله بن الحسن أبو القاسم اللالكائي (ت 418). ¶ - هبة الله بن المبارك السقطي (ت 509). ¶ - هبة الله بن يحيى بن محمد أبو طالب بن الهراس (ت ... بعد 560). ¶ = باب هلال والهيثم = ¶ - هلال بن محمد أبو الفتح (ت 414). ¶ - الهيثم بن كليب الشاشي (ت 335).",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "[حرف الواو] ¶ - الوليد بن بكر الأندلسي (ت 392).",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "[حرف الياء] ¶ = باب يحيى = ¶ - يحيى بن سعيد القطان (ت 198). ¶ - يحيى بن عبد الوهاب بن منده أبو زكريا (ت 511). ¶ - يحيى بن علي بن الطحان (ت 416). ¶ - يحيى بن المبارك اليزيدي (ت 202). ¶ - يحيى بن محمد بن صاعد (ت 318). ¶ - يحيى بن معين (ت 233). ¶ = باب يزيد = ¶ - يزيد بن محمد بن إياس أبو زكريا الأزدي الموصلي (ت 334 تقريباً). ¶ = باب يعقوب = ¶ - يعقوب بن إسحاق أبو عوانة الإسفراييني (ت 316). ¶ - يعقوب بن سفيان الفسوي (ت 277). ¶ - يعقوب بن شيبة (ت 262).",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "= باب يوسف = ¶ - يوسف بن أحمد الشيرازي (ت 585). ¶ - يوسف بن خليل أبو الحجاج الدمشقي (ت 648). ¶ - يوسف بن عبد الرحمن أبو الحجاج المزي (ت 742). ¶ - يوسف بن عبد العزيز أبو الوليد بن الدباغ (ت 546). ¶ - يوسف بن عبد الله بن محمد بن عبد البر القرطبي (ت 463). ¶ - يوسف بن قزغلي (سبط ابن الجوزي) (ت 654).",
            "page": "30",
            "part": "1"
        }
    ],
    "t34665": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "[حرف الألف]"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": "1",
            "tit": "= باب إبراهيم ="
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": null,
            "tit": "= باب أحمد ="
        },
        {
            "id": "3",
            "lvl": "3",
            "sub": "1",
            "tit": "* فصل أحمد بن إبراهيم *"
        },
        {
            "id": "3",
            "lvl": "3",
            "sub": "2",
            "tit": "* فصل في متفرقات الأحمدين *"
        },
        {
            "id": "3",
            "lvl": "3",
            "sub": "3",
            "tit": "* فصل أحمد بن الحسين *"
        },
        {
            "id": "3",
            "lvl": "3",
            "sub": "4",
            "tit": "* فصل آخر في متفرقات الأحمدين *"
        },
        {
            "id": "3",
            "lvl": "3",
            "sub": "5",
            "tit": "* فصل أحمد بن علي *"
        },
        {
            "id": "3",
            "lvl": "3",
            "sub": "6",
            "tit": "* فصل ثالث في متفرقات الأحمدين *"
        },
        {
            "id": "3",
            "lvl": "3",
            "sub": "7",
            "tit": "* فصل أحمد بن محمد *"
        },
        {
            "id": "3",
            "lvl": "3",
            "sub": "8",
            "tit": "* فصل في باقي الأحمدين*"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": null,
            "tit": "= باب إسحاق ="
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": "1",
            "tit": "= باب أسد وأسلم وإسماعيل ="
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "[حرف الباء]"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "[حرف الجيم]"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "1",
            "tit": "= باب جعفر ="
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "[حرف الحاء]"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "1",
            "tit": "= باب الحارث ="
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "2",
            "tit": "= باب الحسن ="
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "= باب الحسين ="
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "1",
            "tit": "= باب حمزة ="
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "2",
            "tit": "= باب حنبل ="
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "[حرف الخاء]"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "1",
            "tit": "= باب الأسماء المفردة من هذا الحرف ="
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "[حرف الزاي]"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": "1",
            "tit": "= باب الأسماء المفردة من هذا الحرف ="
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "[حرف السين]"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": "1",
            "tit": "= باب سعيد ="
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": "2",
            "tit": "= باب سليمان ="
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": "3",
            "tit": "= باب سنيد ="
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "[حرف الشين]"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": "1",
            "tit": "= باب الأسماء المفردة من هذا الحرف ="
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "[حرف الصاد]"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": "1",
            "tit": "= باب صالح ="
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "[حرف العين]"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": "1",
            "tit": "= باب عباد ="
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": "2",
            "tit": "= باب العباس ="
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": "3",
            "tit": "= باب عبد وعبدان ="
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": "4",
            "tit": "= باب عبد الباقي وعبد الجبار وعبد الحق ="
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "= باب عبد الرزاق ="
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "1",
            "tit": "= باب عبد السيد وعبد الصمد ="
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "2",
            "tit": "= باب عبد العزيز ="
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "3",
            "tit": "= باب عبد العظيم وعبد الغافر ="
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "4",
            "tit": "= باب عبد الغني ="
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "5",
            "tit": "= باب عبد الكريم ="
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "= باب عبد الرحمن ="
        },
        {
            "id": "16",
            "lvl": "3",
            "sub": "1",
            "tit": "* فصل في متفرقات عبد الرحمن *"
        },
        {
            "id": "16",
            "lvl": "3",
            "sub": "2",
            "tit": "* فصل عبد الرحمن بن محمد *"
        },
        {
            "id": "16",
            "lvl": "3",
            "sub": "3",
            "tit": "* فصل باقي عبد الرحمن *"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "= باب عبد الله ="
        },
        {
            "id": "17",
            "lvl": "3",
            "sub": "1",
            "tit": "* فصل في متفرقات عبد الله *"
        },
        {
            "id": "17",
            "lvl": "3",
            "sub": "2",
            "tit": "* فصل عبد الله بن محمد *"
        },
        {
            "id": "17",
            "lvl": "3",
            "sub": "3",
            "tit": "* فصل باقي عبد الله *"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "= باب عبد الملك ="
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": "1",
            "tit": "= باب عبد الوهاب ="
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": "2",
            "tit": "= باب عبيد الله ="
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": "3",
            "tit": "= باب عثمان ="
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": "4",
            "tit": "= باب عطية والعلاء ="
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "= باب علي ="
        },
        {
            "id": "19",
            "lvl": "3",
            "sub": "1",
            "tit": "* فصل في متفرقات علي *"
        },
        {
            "id": "19",
            "lvl": "3",
            "sub": "2",
            "tit": "* فصل علي بن محمد *"
        },
        {
            "id": "19",
            "lvl": "3",
            "sub": "3",
            "tit": "* فصل آخر في متفرقات علي *"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "= باب عمر ="
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": "1",
            "tit": "= باب عمرو وعياض وعيسى ="
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "[حرف الفاء]"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "[حرف القاف]"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": "1",
            "tit": "= باب القاسم ="
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "[حرف الميم]"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": "1",
            "tit": "= باب المؤتمن ="
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": "2",
            "tit": "= باب مالك ="
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": "3",
            "tit": "= باب المبارك ="
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "= باب محمد ="
        },
        {
            "id": "24",
            "lvl": "3",
            "sub": "1",
            "tit": "* فصل محمد بن إبراهيم*"
        },
        {
            "id": "24",
            "lvl": "3",
            "sub": "2",
            "tit": "* فصل محمد بن أحمد *"
        },
        {
            "id": "24",
            "lvl": "3",
            "sub": "3",
            "tit": "* فصل في متفرقات المحمدين *"
        },
        {
            "id": "24",
            "lvl": "3",
            "sub": "4",
            "tit": "* فصل محمد بن عبد الله *"
        },
        {
            "id": "24",
            "lvl": "3",
            "sub": "5",
            "tit": "* فصل آخر في متفرقات المحمدين *"
        },
        {
            "id": "24",
            "lvl": "3",
            "sub": "6",
            "tit": "* فصل محمد بن علي *"
        },
        {
            "id": "24",
            "lvl": "3",
            "sub": "7",
            "tit": "* فصل ثالث في متفرقات المحمدين *"
        },
        {
            "id": "24",
            "lvl": "3",
            "sub": "8",
            "tit": "* فصل محمد بن محمد *"
        },
        {
            "id": "24",
            "lvl": "3",
            "sub": "9",
            "tit": "* فصل رابع في متفرقات المحمدين *"
        },
        {
            "id": "24",
            "lvl": "3",
            "sub": "10",
            "tit": "* فصل محمد بن يوسف *"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "= باب محمود ="
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": "1",
            "tit": "= باب مسدد ومسلم ومسلمة ومعاوية ومعمر ="
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": "2",
            "tit": "= باب موسى ="
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": "3",
            "tit": "= باب الموفق ="
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "[حرف النون]"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "[حرف الهاء]"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": "1",
            "tit": "= باب هبة الله ="
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": "2",
            "tit": "= باب هلال والهيثم ="
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "[حرف الواو]"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "[حرف الياء]"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "1",
            "tit": "= باب يحيى ="
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "2",
            "tit": "= باب يزيد ="
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "3",
            "tit": "= باب يعقوب ="
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "= باب يوسف ="
        }
    ]
}