{
    "b34709": [
        {
            "hno": null,
            "id": "3",
            "nass": "الكتاب: جامع التصانيف الحديثة \"الجزء الأول والثاني\" ¶ المؤلف: يوسف إليان سركيس الدمشقي (المتوفى: 1351هـ) ¶ عدد الأجزاء: 2 ¶ الناشر: مكتبة آية الله العظمى - قم ¶ الطبعة: الثانية / 1313هـ ¶ [ترقيم الكتاب موافق للمطبوع، وهو مذيل بالحواشي] ¶ أعده للشاملة: //محمود الجيزي - عفا الله عنه// ¶ ملاحظة: ¶ لما كان هذا الكتاب نادر الوجود؛ فقد راجعته على أصله وبذلت فيه الوسع قدر طاقتي.",
            "page": null,
            "part": null
        },
        {
            "hno": null,
            "id": "4",
            "nass": "جامع التصانيف الحديثة ¶ الجزء الأول",
            "page": null,
            "part": null
        },
        {
            "hno": null,
            "id": "5",
            "nass": "مقدمة ¶ أول من وضع فهرسا مطولا للكتب العربية هو أبو الفرج بن النديم الوراق البغدادى وسماه كتاب الفهرست وذلك في القرن الرابع للهجرة. وتبعه فى ذلك وفاق عليه نظما وترتيبا وتوسعا الحاج خليفة الذي ألّف كتابه المشهور بين الخاص والعام باسم «كشف الظنون فى أسماء الكتب والفنون». ¶ وقدّر الأفرنج قيمة هذا السفر فأتقنوا طبعه وترجموه إلى اللغة اللاتينية واقتدى بمثاله علماء أوربا إذ وضعوا الفهارس العديدة لمؤلفاتهم المودعة فى الخزائن العمومية والخصوصية وألف في هذا الفن السيد الفاضل إعجاز حسين الكنتوري كتاب كشف الحجب والأستار عن أسماء الكتب والاسفار ذكر فيه التآليف العديدة التى صنفها الامامية وإنما اكتفى بذكر اسم الكتاب ليس إلا أما الفهرس المنتظم الذى انتشر مؤخرا في بلادنا ونال إعجابا وثناءا فهو السفر الجليل الذي وضعته دار الكتب المصرية في احد عشر مجلدا وفيه وصف المخطوطات والمطبوعات العربية والتركية والفارسية المودعة فى خزائنها العامرة مضى على هذا التصنيف نحو من اربعين سنة ولم يصدر بعد ذلك باللغة العربية سوى كتاب اكتفاء القنوع في ما هو مطبوع (1896 م) وهو قليل المادة كثير النقص والاغلاط ويا ليت مؤلفه اقتدى بالمستشرق لالمانى بروكلمان الذى نشر باللغة الألمانية كتاب أدبيات اللغة العربية ووصف فيه الكتب العربية المخطوطة والمطبوعة الموجودة فى خزائن الكتب شرقا وغربا، وعنه أخذ المرحوم جورجي زيدان أكثر معلوماته فى كتاب تاريخ آداب اللغة العربية",
            "page": "2",
            "part": "1"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "ولما كثر انتشار الكتب انتشارا عظيما وتأسست المطابع في أكثر البلاد الشرقية اقتضى وضع فهرس مطول يكون دليلا ونبراسا يستنير به الأدباء والعلماء لمعرفة ما صنّف فى اللغة العربية فى كل فنّ. ولما كنت مولعا بالكتب العربية دفعتنى الغيرة للاشتغال بوضع سفر حافل يحتوى على أسماء الكتب التى نشرت بالطبع فى الأقطار الشرقية والغربية منذ ظهور الطباعة وما زلت مكبا على الاشتغال به منذ ست عشرة سنة فجاء سفرا كبيرا سميته: ¶ \"معجم المطبوعات العربية والمعربة\" ¶ وهو شامل لأسماء الكتب المطبوعة شرقا وغربا مع ذكر أسماء مؤلفيها ولمعة من ترجمة كل منهم وذلك منذ ظهور الطباعة إلى نهاية سنة 1339 هجرية الموافقة لسنة 1919 ميلادية. وبلغ مجموع الكتاب نحوا من الفى صفحة. ولم يتيسر لي نشره حتى الآن ولما كانت الضرورة تحوج إلى وضع حد معلوم لتاريخ نشر المطبوعات توقفت فيه عند بدء سنة 1920 وعقدت النية على نشر ما صدر وما يصدر فيما بعد من التصانيف الحديثة. فنظمت فى هذه النشرة أسماء الكتب التى ظهرت فى خلال السنوات السبع الغابرة أى لغاية سنة 1926 باعتبار كونها ذيلا للمعجم المشار اليه آنفا وسأشفعها إن وفقنى المولى بمجموع ما ينشر فيما بعد سنة فسنة وأرجو من الأدباء والمؤلفين الذين سهوت عن ذكر تصانيفهم أو صدر منى فى ما نشر عن كتبهم سهو أو غلط أن يتحفونى بالمعلومات اللازمة لأصححها وأنشرها فى ذيل خصوصى فتبقى أعمالهم وأسماؤهم مخلدة الذكر في عالم الأدب. ¶ بيان الرموز المستعملة في هذه النشرة: ¶ * - إشارة إلى مراجعة الاسم الذي يتلوها ¶ ص - صفحة ¶ مط أو المط - مطبعة أو المطبعة",
            "page": "3",
            "part": "1"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "القسم الأول ¶ كتب التاريخ والتراجم والرحلات والجغرافية ¶ رقم ¶ 1 - «الآثار الباقية عن القرون الخالية» لأبى الريحان الخوارزمى البيرونى - طبع قبلا في ليبسيك سنة 1876 م وأعيد طبعه سنة 1922 ¶ 2 - «آثار العماره في أجداث سقاره» لحسن افندى شوقى ناظر مدرسة العقادين الأميرية - مط السعادة سنة 1922 ص 109 ¶ 3 - «آخر بنى سراج» تأليف الويكنت دى شاتوبريان وتعريب الأمير شكيب أرسلان - ويليه خلاصة تاريخ الاندلس. مط المنار 1925 ص 415 ¶ 4 - «الآداب العربية في القرن التاسع عشر» للأب لويس شيخو اليسوعى طبعة ثانية مصححة مع زيادات شتى - الجزء الأول بيروت 1924 - ص 130 الجزء الثانى 1926 ص 196 ¶ 5 - «الآراء الحديثة في الجغرافية الفلكية» لشارحها الاستاذ أحمد علي - مصر ص 100 ¶ 6 - «ابن رشيق» بحث مطول في ترجمة حياته بقلم عبد العزيز الراجكوتى الأستاذ في الكلية الشرقية بلاهور الهند ص 96 ¶ 7 - «أبو الطيب المتنبى» حياته وخلقه وشعره وأسلوبه بقلم حلمي بك. مط الشباب 1339/ 1921 ص 290 ¶ 8 - «أبطال الوطنية» مصطفى كامل. محمد فريد. سعد زغلول. مصطفى كمال. مهاتما غندى. أشترك في تأليفه نخبة من كتاب العصر - ص 144",
            "page": "4",
            "part": "1"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "رقم ¶ 9 - «أحمد الجزار» تأليف ادوار لاكروى تعريب جورج مسره طبع في سان باولو بالبرازيل 1924 ص 319 ¶ 10 - «أدب الحجاز» أو صفحة من أدب الناشئة فى الحجاز جمعها ورتبها محمد سرور الصبان تتضمن تراجم عدة من أدباء الحجاز مع مختارات من انشائهم. المط العربية 1926 ص 98 ¶ 11 - «الأدب والدين عند قدماء المصريين» تأليف انطون زكرى أمين دار كتب المتحف المصرى - مط المعارف ص 187 وفيه ثمانون رسما ¶ 12 - «أدباء حلب في القرن التاسع عشر».لقسطاكي بك حمصى - حلب 1925 ص 196 ¶ 13 - «الأدباء الخمس» عباس العقاد. محمد كرد علي. مصطفى صادق الرافعى. ولي الدين يكن. قاسم أمين. جمعه إسماعيل عبد الحميد - مط السعادة 1925 ص 198 ¶ 14 - «ارشاد الأريب إلى معرفة الأديب» وهو معجم الأدباء لياقوت الحموي - طبع الجزء السابع باعتناء لجنة جيب بلندن 1926 وأعيد طبع الجزء الأول من هذا السفر النفيس ¶ 15 - «أديان العرب في الجاهلية» للأستاذ القاضي محمد نعمان الجارم. جمعه من مختلف المظان العربية. مط السعادة 1341 ¶ 16 - «أسارى مالطه» وهى خواطر بقلم علي فهمى خليل ذكر فيها معاملة الاسرى في مالطه - مط الواعظ 1921 ¶ 17 - «استقلال لبنان والاتحاد اللبنانى فى الاسكندرية» يتضمن الخطب التى ألقيت فى جمعية الاتحاد اللبنانى في الاسكندرية منذ انشائها سنة 1909 إلى سنة 1922",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "رقم ¶ 18 - «أسرار البلاط الالمانى» لواضعه وليم ليكيه ومعربه طانيوس عبده ¶ 19 - «الاشارات لبعض ما بطرابلس الغرب من المزارات» تأليف عبد السلام بن عثمان بن عز الدين بن عبد السلام الفيتورى الطرابلسي. نقله من الخطوط الطرابلسية ونشره الدكتور روفائيل ريكس. بمط الولاية على نفقة الحكومة الايتالية. طرابلس الغرب 1921 ص 134 ¶ 20 - «الاشارة إلى من نال الوزارة» تأليف أمين الدين تاج الرئاسة أبى القاسم علي بن منجب بن سليمان الشهير بابن الصيرفى المصرى. عنى بتحقيقه والتعليق عليه عبد اللّه افندى مخلص عن النسخة الوحيدة المحفوظة فى خزانة الكتب الخالدية ببيت المقدس. مط المعهد العلمى الافرنسى بمصر 1924 ص 62 وله مقدمة لناشر الكتاب وذيل فيه بعض الحواشي وفهارس للكتاب. طبع سنة 1925 ¶ 21 - «أشهر الخطب ومشاهير الخطباء» نشره أميل زيدان وسلامه موسى مط الهلال ص 150 ¶ 22 - «أشهر مشاهير أدباء الشرق» وضعه محمد محمد عبد الفتاح 1925 ¶ 23 - «أعظم حرب فى التاريخ» رسالة وضعها الأستاذ جرجس الخورى المقدسى صاحب مجلة المورد الصافى. المط الأدبية بيروت 1924 ¶ 24 - «أعلام المقتطف» يشتمل على تراجم العظماء من أنبياء وفلاسفة وعلماء وأدباء وساسة - نشرته مجلة المقتطف ص 320 ¶ 25 - «اعلام النبلاء بتاريخ حلب الشهباء» تاريخ مطول تأليف محمد راغب الطباخ الحلبى - صدر منه إلى الآن ستة أجزاء كبيرة وطبع بحلب - بالمط العلمية من سنة 1341 إلى 1344 ¶ 26 - «أعمال المؤتمر السورى الفلسطينى» - مط المنار 1922",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "رقم ¶ 27 - «أعمال الوفد السوري الفلسطينى من مايو إلى اكتوبر سنة 1912 - المط السلفية 1923 ¶ 28 - «الأمراء آل لطف اللّه» نشرت هذا الكتاب مجلة سركيس لصاحبها المرحوم سليم سركيس وهو يحتوى تاريخ آل لطف اللّه ونشأتهم وأخبار مآثرهم الخيرية وأعمالهم ومساعيهم الوطنية - ص 252 ¶ 29 - «أمير كافى نظر شرقى» بقلم الاستاذ فيليب حتى - نشر تباعا فى مجلة الهلال وجمع فى كتيب على حدة - ص 80 ¶ 30 - «أمين الريحانى» لتوفيق افندى الرافعى. جمع فيه كل ما قيل فى أمين الريحانى نظما ونثرا فى الحفلات التى عقدت له فى القطر المصرى - ص 140 ¶ 31 - «أمين الريحانى فى العراق» ترجمة آثاره. أقوال المشاهير فيه. بغداد 1922 - 1341 ¶ 32 - «أناطول فرانس في مباذله» تأليف جان جاك بروسون مع خلاصة محادثات مع أنا طول فرانس لنقولا سيغور نقله إلى العربية الأمير شكيب ارسلان - المط العصرية 1925 ¶ 33 - «انتصار الأتراك فى الأناضول» تأليف حنا مينا مطر - الجزء الأول - مطر عمسيس 1922 ص 74 و10 ¶ 34 - «ايمان العرب في الجاهلية» صناعة أبى اسحق إبراهيم بن عبد اللّه النجيرمي الكاتب - نسخه وصححه محب الدين الخطيب - المط السلفية 1343 هـ ص 32 ¶ 35 - «بحث عن السريان في مصر» للأب إسحق أرملة السريانى. بيروت 1925 ص 76",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "رقم ¶ 36 - «بدائع الزهور في وقائع الدهور» المنسوب وهما لابن اياس الحنفى مط الشرق 1342 ص 184 (أعيد طبعه) ¶ 37 - «بطل ترواده» ملخص نثرى لمنظومة هو ميروس عربها نقولا افندى يوسف وعنى بنشرها صاحب مكتبة الوفد ¶ 38 - بلوغ الأرب في معرفة أحوال العرب» لمحمود شكرى الألوسى البغدادى عنى بشرحه وتصحيحه محمد بهجت الأثرى - الطبعة الثانية بالمط الرحمانية 1343 هـ 1925 جزء 3 ¶ نال المؤلف من لجنة الألسنة الشرقية في استقهلم الجائزة لوضعه هذا الكتاب الذي طبع أولا في بغداد سنة 1914 ¶ 39 - «بواعث الشجون في رثا فرح أنطون» مجموعة المرانى شعرية ونثرية تليت في الحفلة التذكارية التى أقامها النادى الحمصى في سان باولو بالبرازيل - 1922 ¶ 40 - «بيروت في التاريخ» محاضرة للاستاذ المحامي جورج يزبك - مط المصباح بيروت - 1925 ص 74 ¶ 41 - «تاريخ آداب اللغة العربية» اختصار تاريخ آداب اللغة لجورجى زيدان اختصره أنيس الخورى المقدسى من أساتذة جامعة بيروت الأميركية وقسمه حسب الموضوعات وأبواب الآداب - جزء 1 بمط الهلال ص 300 ¶ 42 - «تاريخ الأستاذ الامام الشيخ محمد عبده» الجزء الثانى في المنشئات يحتوى على أهم مقالاته الاصلاحية التى نشرت في الجرائد ولوائحه في إصلاح التربية والتعليم الدينى ورحلته إلى صقلية وغير ذلك - جمعه السيد محمد رشيد رضا - مط المنار 1344 ص 651",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "رقم ¶ 43 - «تاريخ الأمة القبطية» هو جملة حلقات تأليف لجنة التاريخ القبطى الحلقة الأولى - مط التوفيق 1922 ص 114 ¶ 44 - «تاريخ الأمويين والعباسيين» تأليف بهجت شاهبندر وهو لطلاب المدارس - ص 18 ¶ 45 - «تاريخ الانسان الطبيعى» يبحث في نشوء الانسان وترقيه بقلم الياس الغضبان - طبعة ثانية بالمط العصرية 1924 ص 534 ¶ 46 - «تاريخ أوروبا إلى القرن التاسع عشر» وضعه الأستاذ مسيحه عبد السيد وهو مقرر السنة الثالثة الثانوية ص 176 ¶ 47 - «تاريخ جبل تابور» تأليف القس أسعد منصور - مزين بالرسوم ص 36 ¶ 48 - «تاريخ الجمعيات السرية والحركات الهدامة».متضمنا سيرها ونظمها وتعاليمها محلى بالصور التاريخية ألفه محمد عبد اللّه عنان المحامى. نشرته ادارة الهلال بمصر 1926 ص 223 كبير ¶ 49 - «تاريخ الحركة الاستقلالية في ايطاليا» محاضرة ألقاها في الجامعة المصرية محمد صبرى. لها مقدمة بقلم الأستاذ خليل مطران المط الرحمانية 1922 ص 87 ¶ 50 - «تاريخ الحرية البشرية» للدكتور سليمان غزاله نائب البصرة في المجلس النيابي وهو الكتاب السادس من مجلدات (الوضعية في الحكمة الخلقية) نشرته مجلة الحرية ببغداد 1926 ص 90 ¶ 51 - «تاريخ حيفا» لجميل البحرى صاحب المكتبة الوطنية ومجلة الزهرة في حيفا يبحث في ما كانت عليه العصور الأولى وما صارت اليه بعد ذلك وفيه كلمة عن تاريخ الكرمل. حيفا ص 52",
            "page": "9",
            "part": "1"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "رقم ¶ 52 - «تاريخ دول الاسلام» لرزق اللّه منقريوس الصدقى - سكرتير شركة الخواجات تيمستوكلى ينى وبشري حنا المقاولين بالمنيا - أعيد طبعه جزء 3 مط الهلال 1343 - 1923 ¶ 53 - «التاريخ السياسى» أثر الاستاذ رؤوف بك الجادرجي رئيس كلية الحقوق العراقية وقد عنى بطبعه وصحح ألفاظه السيد رشيد الهاشمى. مط الفرات بغداد 1924 ص 416 ¶ 54 - «التاريخ العام» تاليف أديب التقى البغدادى جزء 2 الجزء الأول بدمشق 1341 ص 181 والثانى بمط العرفان صيدا 1342 ص 192 ¶ 55 - «التاريخ العام» كتاب مدرسى يحتوي على تاريخ القرون القديمة والوسطى والحديثة. بقلم عيسى ميخائل سابا ص 174 ¶ 56 - «تاريخ العرب في أسبانيا» أو تاريخ الاندلس من الفتح إلى ملوك الطوايف مذيل برساله في حضارة الاندلس لمحمد عبد اللّه عنان المحامى مصر 1924 ¶ 57 - «تاريخ العرب والاسلام» للشيخ محمد أبو العيون مط النهضة 1920 ¶ 58 - «تاريخ عود النصارى إلى جرود كسروان» نبذة تاريخية للخورى جرجس زغيب مصر 1926 ¶ 59 - «تاريخ فلسطين» لعمر صالح البرغوتى وخليل طوطح. القدس 1923 ¶ 60 - «تاريخ عمرو بن العاص» للدكتور حسن افندى إبراهيم حسين. نال مؤلفه في الجامعة المصرية شادة العالمية ولقب دكتور في الآداب ¶ 61 - «تاريخ القضية العراقية» لمؤلفه محمد مهدى البصير - صدر منه جزآن الأول 1342 1923 ص 304 والثاني سنة 1924 من 305 إلى 609 بمط الفلاح ببغداد",
            "page": "10",
            "part": "1"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "رقم ¶ 62 - «تاريخ الكويت» لمؤلفه عبد العزيز الرشيد - الجزء الأول من القسم الأول بغداد 1926 ص 230 (1) ¶ 63 - «تاريخ المسألة الشرقية» تأليف حسين لبيب استاذ التاريخ بمدرسة القضاء الشرعى مط الهلال 1921 ص 120 ¶ 64 - «تاريخ المسألة المصرية» 1875 - 1910 وضعه بالأنجليزية تيودور ورتستين ونقله إلى العربية الاستاذان عبد الحميد العبادي ومحمد بدران مط الاعتماد 1922 ص 400 ¶ 65 - «تاريخ مصرفى عهد الخديوى إسماعيل باشا» من سنة 1863 إلى 1879 لواضعه الياس الايوبي - مط دار الكتب المصرية 1922 - 1341 جزء 2 كبار ¶ 66 - «تاريخ مصر الحديث» تأليف الدكتور محمد صبرى مدرس بالجامعة المصرية - يشتمل على تاريخ مصر من بدء دخول محمد علي إلى اليوم - مط دار الكتب المصرية 1926 ص 242 صغير ¶ 67 - «تاريخ مقدرات العراق السياسية» يبحث عن تطور علاقات الدول الاجنبية في العراق وهو سر القضية العراقية والثورة الحجازية والقضية العراقية خاصة وعن ثورات العراق عام 1919 - 1920 تأليف آل المصيب محمد طاهر العمرى - مط الفلاح ببغداد 22 - 1921 جزء 3 ¶ 68 - «تاريخ ملوك الحيرة» بقلم علي ظريف الأعظمى البغدادي - المط السلفية 1338 1920 ص 144 صغير ¶ 69 - «تاريخ الموصل» لمؤلفه القس سليمان صايغ - الجزء الأول مصر 1342 1923 ص 631 كبير ¶ __________ ¶ (1) عن مجلة لغة العرب السنة الرابعة ص 89",
            "page": "11",
            "part": "1"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "رقم ¶ 70 - «تاريخ الناصرة» من أقدم زمانها إلى أيامنا الحاضرة تأليف القس أسعد منصور - مط الهلال 1934 ص 332 ¶ 71 - «تاريخ نجد» تأليف محمود شكري الآلوسى - عنى بتحقيقه محمد بهجت الاثري - المط السلفية 1343 ص 116 ¶ 72 - «تاريخ هنيبال» معرب عن الأنجليزية بقلم نعوم مكرزل. نشرته جريدة الهدى في نيويورك ص 244 ¶ 73 - «التبيان فى تخطيط البلدان» لإسماعيل رأفت بك من الجامعة المصرية ¶ 74 - «تجارب الأمم» لابن مسكويه - وهو تاريخ عام ابتداؤه من الطوفان وانتهاؤه فى سنة 389 هـ. عنى بجمعه وتنقيحه واضافة الحواشى اليه العلامة امدروز بمساعدة صديقه الاستاذ مرجوليوث - طبع في ستة مجلدات ثلاثه منها عربية وثلاثة انجليزية. طبعت الاجزاء العربية بمط شركة التمدن الصناعية بمصر والانجليزية في أو كسفرد. ولها ذيل وهو الجزء الثامن من تاريخ أبى الحسن هلال الصابى ء يحتوى على حوادث خمس سنين أولها 389 وآخرها سنة 393 ه ¶ 75 - «تجارة العراق» قديما وحديثا - بحث تاريخي اقتصادى ليوسف رزق اللّه غنيمه. بغداد 1341 ¶ 76 - «تذكار اليوبيل الذهبى» لكلية القديس يوسف في بيروت للأب لويس شيخو اليسوعي بيروت 1925 ¶ 77 - «ترجمة البطريرك اللبناني مار الياس بطرس الحويك» - بقلم البرديوط حبيقة رئيس مدرسة القديس بطرس فى بسكنتا - المط الكاثوليكية بيروت 1926 ص 88",
            "page": "12",
            "part": "1"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "رقم ¶ 78 - «ترجمة الطيب الآثار المطران باسيليوس حجار» بقلم نقولا - افندى عوده. حريصا 1923 ص 82 ¶ 89 - «تقرير حول العراق» يحتوى على مباحث عمرانية عن ثروة البلاد وأحوالها الاقتصادية وغير ذلك بغداد مط العصرية ص 145 ¶ 80 - «التقرير السنوى لصحة بغداد» للدكتور آل شوكت باشا وهو تقرير عن صحة أهالى بغداد لسنة 1924 في 80 ص ¶ 81 - «تقرير مصلحة الصحة لسنة 1922» لمصر - طبع هذا التقرير بالمط الأميرية سنة 1926 ¶ 82 - «التقرير الاجتماعى» تأليف زين العابدين السنوسى نشرته مكتبة العرب بتونس ص 150 ¶ 83 - «تكوين الصحف في العالم» يحتوي على إنشاء الصحف فى أربعة أطراف العالم اجمالا وتاريخ إنشاء الصحف العربية فى القطر المصري خصوصا بقلم قسطاكي الياس عطاره الحلبي - مصر 1344 - 1926 ¶ الجزء الاول. ص 186 ¶ 84 - «تلخيص التاريخ العام» القرون الاولى والقرون الوسطى والقرون الاخيرة. مرتب بحسب برنامج نظارة المعارف الجليلة جمع وتعريب محمد زكي الذهبي. دمشق 1340 ص 216 ¶ 85 - «تنوير الاذهان في تاريخ لبنان» لإبراهيم بك الاسود. الجزء الاول: بمط القديس جاورجيوس بيروت 1925 ص 584 ¶ 86 - «تنوير البصائر بسيرة الشيخ طاهر» تتضمن سيرة الاستاذ الشيخ طاهر الجزائري بقلم محمد سعيد الباني. مط الحكومة العربية دمشق ¶ 1339 - 1920 ص 159",
            "page": "13",
            "part": "1"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "رقم ¶ 87 - «الثورة وجبل الدروز» *الدروز والثورة السورية ¶ 88 - «جان جاك روسو» حياته وكتبه. تأليف الدكتور محمد حسين هيكل المحامى والاستاذ بالجامعة المصرية. مط الواعظ 1921 1339 جزء 2 ¶ 89 - «جبل الدروز» بحث عام في تاريخ شعوبه وأخلاقهم ونسبهم الخ مع صحيفه أعمال زعيمهم الحربي سلطان باشا الاطرش وأسباب ثورتهم الاخيرة بقلم حنا أبي راشد صاحب مجلة القاموس العام ببيروت - مصر 1925 ص 340 ¶ 90 - «الجغرافية الاقليمية الحديثة» للاستاذ محمد رياض أحمد وهو خاص بأفريقيا وحوض النيل ومصر والسودان ص 232 وفيه عدد كبير من الرسوم والخرائط ¶ 91 - «الجغرافيا التجارية الاقتصادية والجغرافيا البشرية» يتضمن الشى ء الكثير عن حالة مصر التجارية الاقتصادية وبه 20 خريطة تجارية تأليف محمد حمدى ناظر مدرسة المحاسبة والتجارة المتوسطة. مط هندية. الطبعة الثالثة ص 242 ¶ 92 - «الجغرافية الحديثة» وضع أحمد افندى حافظ. يشتمل على مقرر السنة الثالثة والرابعة الابتدائتين. ص 244 ¶ 93 - «الجغرافية الحديثة» وضع الجمعية الجغرافية بلجنة التأليف والترجمة والنشر. يحتوي على مقرر السنة الاولى الثانوية وفيه خرائط وأشكال مط الرحمانية بمصر ¶ 94 - «الجغرافية الرشيدة» لعبد الرحيم محمد عثمان بك وعبد اللّه حسن. وهو مقرر للسنة الاولى الثانوية. المط الحديثة مصر 1926 ص 212",
            "page": "14",
            "part": "1"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "رقم ¶ 95 - «جغرافية سوريا العمومية المفصلة» تأليف سعيد افندي الصباغ يحوي ¶ 128 صفحة وفيه ثلاث خرائط كبيرة وخريطتان صغيرتان و76 رسما بيروت 1922 ¶ 96 - «جغرافية سوريا وفلسطين الطبيعية» تأليف صبرى افندى شريف عبيد الهادى مدرس العلوم الطبيعية فى المدرسة الثانوية بنابلس. المط الرحمانية بمصر ¶ 97 - «جغرافية العراق» وضع عيسى رزوق للمدارس العراقية خاصة. المط السريانية بغداد 1340 هـ (1922) م ص 300 ¶ 98 - «جغرافية العراق الحديثة» لهاشم السعدى صاحب مجلة المعلمين البغدادية بغداد 1924 ص 23 ¶ 99 - «جغرافية لبنان الكبير وحكومات سوريا وفلسطين» تأليف يوسف صفير مط قوزما بيروت 1924 ص 220 ¶ 100 - «الجمعيات الوطنية» لعبد الرحمن افندى الرافعي المحامى. وهو صحيفة من تاريخ النهضات القومية في فرنسا وأميركا والمانيا وبولونيا والأناضول مط المقتطف 1922 ص 400 ¶ 101 - «حضارة العرب في الاندلس» لعبد الرحمن البرقوقى صاحب مجلة البيان. المط التجارية 1923 ص 200 ¶ 102 - «الحضارة المصرية» تأليف غستاف لوبون عرّبه م. صادق رستم عنى بنشره الياس أنطون الياس المط العصرية ص 158 ¶ 103 - «حقائق الاخبار عن دول البحار» هو الجزء الثالث لتاريخ إسماعيل باشا سرهنك طبع في بولاق 1341 هـ 1923 م ص 128 ¶ 104 - «الحكومة المصرية في الشام» لمحمد كرد علي. ص 42",
            "page": "15",
            "part": "1"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "رقم ¶ 105 - «حنين بن اسحق» رسالة حنين بن اسحق إلى على بن يحيى في ذكر ما ترجم من كتب جالينوس بقلمه وبعض ما لم يترجم طبع مع ترجمة المانية باعتناء الأستاذ بر غستراس في ليبسيك 1925 ¶ 105 - «حول سرير الامبراطور» كتاب عن نابليون الأول وضع الدكتور نقولا فياض نقله بتصرف عن نقولا كاباتيس فيه تحليل مبتكر لشخصيته نشرته إدارة الهلال في سنة 1926 ص 129 ¶ 107 - «حول الكرة الارضية» لواضعه حنا خباز رئيس كلية حمص الوطنية ¶ (الجزء الاول) طبعة ثانية في سانتياغو 1922 ص 191 ويليه (الجزء الثانى «لطائف أخبارى في متاحف أسفارى» طبع في حمص سنة 1923 ص 336 ¶ 108 - «حياة ابن خلدون» للسيد محمد الخضر. ص 48 ¶ 109 - «حياة صلاح الدين الايوبى» للدكتور أحمد بيلى أمين المكتبة بمدرسة الهندسة الملكية ¶ 110 - «خطط الشام» تأليف محمد كرد على رئيس المجمع العلمي العربى بدمشق ظهر منه: الجزء الأول حدود الشام وتاريخه القديم إلى أيام الدوله الاتابكية وطغتكين وبنى أرتق (سنة 522 هـ) ¶ الجزء الثانى يبتدئ من الدولة النورية حتى العهد العثمانى الجزء الثالث العهد العثماني إلى عهد الانتداب على سوريا وفلسطين إلى سنة 1925 م وقد طبعت هذه الاجزاء الثلاثة في مطبعة الترقى بدمشق عام 1343 هـ 1925",
            "page": "16",
            "part": "1"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "رقم الجزء الرابع التاريخ المدنى: العلم والأدب - الفنون الجميلة - الزراعة والصناعات الشامية مط الترقي عام 1345 - 1926 ¶ 111 - «الخطط المقريزية» القسم الرابع من كتاب المواعظ والاعتبار فى ذكر الخطط والآثار الذى ينشره المعهد العلمي فى مصر باعتناء المسيوويات مع ترجمة فرنساوية - طبع هذا الجزء الرابع سنة 1924.المتن العربي من ص 177 إلى ص 307 ويتلوه فهارس إلى ص 377 ¶ 112 - «الخلاصة الجغرافية في القارات الخمس والحكومات الشرقية» تأليف يوسف صفير. مط قوزما بيروت 1924 ص 37 ¶ 113 - «خمس سنين في مغاور الاسر» ألف هذا الكتاب محمد عبد الرحمن افندى الصباحى من مصطاى المنوفية وصف فيه عواطفه مدة اعتقاله فى مالطه. مصر 1922 ¶ 114 - «خواطر طونزند أو محاربتي في العراق» بقلم الفريق الثانى السر تشارلس ف. ف. طونزند حامل وسام الحمام من رتبة فارس ووسام الاستحقاق. مصدر بمقدمة بقلم صاحب المعالى جعفر باشا العسكرى وزير الدفاع السابق نقله إلى العربية عبد المسيح وزير. مط دار السلام بغداد 1923 ص 592 ¶ 115 - «دار الكتب المصرية سنة 1924» تقرير وضعه عبد الحميد أبو هيف مدير دار الكتب المصرية سابقا شرح فيه حال هذه الدار بالتفصيل ¶ 1925 ¶ 116 - «الدروز والثورة السورية. سيرة سلطان باشا الاطرش» بقلم كريم ثابت وفيه لمعة من أحوال الدروز الدينية والاجتماعية مصر 1925 ص 127 ¶ (م - 2)",
            "page": "17",
            "part": "1"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "رقم ¶ 117 - «دروس التاريخ» تأليف محمد افندى شاكر ومصطفى افندي على وهو مذكرة صغيرة عن تراجم بعض أعيان التاريخ ص 92 ¶ 118 - «الدعاة» وضعه السيد وجيه فارس الكيلانى ضمنه تاريخ كل الذين ادعوا النبوة والألوهية - المط العربية بمصر ص 120 ¶ 119 - «لدليل لعمد ومشايخ البلاد» وضعه اليوزباشى على حمدى وهو يبحث في واجبات العمد وفيه فصول عن صيانة الامن العام والصلح بين الاهالى الخ ص 268 ¶ 120 - «دليل التاجر اللبنانى في أرجنتين» تأليف الياس افندى قمر يبحث فى كل ما يحتاج اليه التاجر السورى في أرجنتين ص 245 ¶ 121 - «دليل الشوير ونواحيها» تأليف ميلاد رزق اللّه. لبنان 1923 ص 128 ¶ 122 - «الدليل العصرى للمتحف المصرى» وضع أنطون افندي زكري ص 100 ¶ 123 - «دليل القطر المصرى والشرق الادنى» هذا الكتاب نصفه بالعربية والنصف الآخر بالفرنسوية رضعه جان يوسف سياج في 2300 صفحة ¶ 124 - «الدنيا فى أميركا» وضعه الاستاذ أمين بقطر بعد أن ساح في الولايات المتحدة ورأى عمرانها. المط العصرية ص 205 ¶ 125 - «الدول العربية وآدابها» للاستاذ أنيس مقدسى أستاذ الآداب العربية في جامعة بيروت الأميركية وفيه تاريخ الدول العربية وما نشأ فيها من الآداب. مط الأمير كان بيروت 1924 ص 238 ¶ 126 - «الدولة الاموية فى قرطبة» للاستاذ أنيس زكريا النصولى. تاريخ سياسي فيه مباحث عمرانية وآراء فلسفية. المط العصرية بغداد 1925 ص 160",
            "page": "18",
            "part": "1"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "رقم ¶ 127 - «دولة المماليك فى مصر» تأليف الاستاذ وليم موير وتعريب الاستاذين محمود عابدين وسليم حسن ¶ 128 - «الذخيرة السنية فى تاريخ الدولة المرينية» نشره الاستاذ محمد بنشنب الجزائر 1921 ص 235 ¶ 129 - «ذكرى الاستاذ عثمان مرتضى الدسوقى» كان المرحوم الدسوقى مدرسا بمدرسة الفنون الجميلة بالقاهرة فاحتفل بذكراه أصدقاؤه من معلمين وطلبة وجمع ما قيل فى الحفلة من خطب فى رسالة تبلغ 75 ص ¶ 130 - «رحلة جورجى زيدان إلى أوربا» وصف رحلته سنة 1912 م إلى فرنسا وانجلنرا ص 152 ¶ 131 - «الرحلة السلطانية وتاريخ السلطنة المصرية قديما وحديثا» لواضعها عبد الحليم المصري. مط مطر 1339 - 1921 - جزء 2 ص 334 ¶ 133 - «رحلة سمو الأمير محمد على إلى جنوب أفريقية» ذكرها مقتطف فبراير سنة 1925 وأفرد لها مقالة خصوصية فى مقتطف مارس من السنة المذكورة ¶ 134 - «رحلة سمو الأمير محمد على فى شمال أفريقة» تكلم فيها خصوصا عن بلاد تونس ¶ 135 - «رحلة فى العراق أو خاطرات الحسينى» للسيد عبد الرزاق الحسينى به ابحاث عن آثار العراق وطرق الاتومبيلات وفيه وصف الوية العراق ¶ (مزين بالصور) المط العصرية بغداد ص 156 ¶ 136 - «رحلة مصرى إلى فلسطين وسوريا ولبنان» ومناظر المسجد الاقصى وجميع المعاهد الدينية والاثرية والعمرانية بقلم السيد عبد المؤمن كامل الحكيم المحرر بجريدة الاهرام. مصر 1924 ص 200",
            "page": "19",
            "part": "1"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "رقم ¶ 137 - «زبدة التاريخ العام» لواضعه تيسير ظبيان المدرس فى مدارس شرقي الاردن الجزء الأول 1922 ص 112 ¶ 138 - «زهرة الآس فى بناء مدينة فاس» لابى حسن على الجزنآئى ومعه ترجمة فرنساوية باعتناء الاستاذ الفردبيل. الجزائر 1341 - 1923 ¶ 139 - «سر توسع أوربا الدولى» وهو ابحاث أهل الغرب فى الشؤون الاجتماعية والعمرانية ترجمة عبد الرحمن زهدى وكيل إدارة بالجمارك المصرية. مط السلام بالاسكندرية 1922 ص 206 ¶ 140 - «السلام الدولى العام وجهد العام فى تحقيقه» رسالة وضعها عطا افندى أمين الموظف ببلاط الملك فيصل فى العراق. مط جريدة العراق بغداد ¶ 141 - «سلاسل تاريخية» فى تاريخ رؤساء الكنيسة المسيحية ويشتمل على خلفاء الاسلام وأمبراطرة الرومان للخورى غسين أسعد ¶ 142 - «سليم سركيس» بقلم جرجى نقولا باز وفيه ترجمة المرحوم سليم سركيس فقيد الصحافة وفيه تعريف لاسرته الكريمة المط الأدبية ص 20 ¶ 143 - السودان المصرى ومطامع السياسة البريطانية» بقلم داوود بركات مط الاهرام 1924 ¶ 144 - «سوريا ولبنان» تأليف أديب افندى فرحات. دروس جغرافية وتاريخية لسوريا وفلسطين ولبنان الكبير. بيروت 1923 ¶ 145 - «السياحة الارضية فى الجمهورية الفضية» فيه أشعار ومقالات اجتماعية للقس مبارك مارون نزيل ارجنتينا ص 230 ¶ 146 - «سياحتى فى بلاد الهند الانكليزية وكشمير سنة 1915 م لسمو الأمير يوسف كمال جزء 2 مط المعارف 1920 ¶ 147 - «سير التاريخ الاسلامي» للسيد أديب التقى البغدادى - مختصر فى سيرة بعض رجال الاسلام مط الترقى بدمشق 1340 ص 82",
            "page": "20",
            "part": "1"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "رقم ¶ 148 - «سيرة عمر بن الخطاب» أول حاكم ديموقراطى فى الاسلام للامام جمال الدين أبى الفرج بن الجوزى. نشره السيد أمين الخانكى. مط السعادة ¶ 1342 هـ 1924 م ص 256 ¶ 149 - «سيرة محمد بن عبد الكريم» وهو ابن الأمير عبد الكريم بطل المغرب جمع الاديب رشدى صالح سيرته في مجلد ص 92 ¶ 151 - «شمس التاريخ» وهو مختصر دروس في التاريخ ألفه محمد مختار يونس - مط الاعتماد 1920 ص 40 ¶ 153 - «شهيرات النساء في العالم الاسلامي» بقلم الأميرة قدرية حسين تعريب عبد العزيز أمين خانجي - مط السعادة 1343 1924 جزء 2 ص 200 و222 ¶ 154 - «صديقة ومحاميه» تأليف الخورى بطرس غالب. يبحث فيه عن فضل الامة الافرنسية على كل طائفة من طوائف الشرق - المط الكاثليكية بيروت 1924 ص 401 ¶ 155 - «صورة الارض» لابي جعفر محمد بن موسى الخوارزمى باعتناء هنرى فون امزك وفيه خمس لوحات - ليبسيك 1926 ¶ 156 - «عامان في عمان» لخير الدين افندى الزركلي وصف فيه ما شاهده أو علم به في خلال اقامته بعمان عاصمة حكومة شرق الاردن - المط العربية ¶ 1925 ص 206 ¶ 157 - «العاهل الالماني غليوم الثاني» وهو حاو ترجمته الشخصية والسياسية بقلم سليم افندى العقاد - مصر ¶ 158 - «عبد البهاء والبهائية» ألفه وجمعه سليم افندى قبعين قياما بواجب الاخلاص واعترافا بفضل فقيد الانسانية السيد عبد البهاء - مصر ¶ 1922 ص 192",
            "page": "21",
            "part": "1"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "رقم ¶ 159 - «عبد الكريم والحرب الريفية» وضع كريم افندى خليل ثابت. زينه بالخرائط والصور ص 155 ¶ 160 - «عجائب الاقاليم» لسهراب المعروف بابن سرابيون عن نسخة وحيدة محفوظة في دار الكتب الانجليزية - (تحت الطبع في ليبسيك) ¶ 161 - «العجالة الوجيزة في اهرام الجيزة» تأليف حسن افندى شوقي ناظر مدرسة شبرا الأميرية ومدرس العلوم الأدبية بالمدرسة التوفيقية وفيه وصف مسهب لاهرام الجيزة وأبي الهول والمقابر المجاورة له. مط السعادة ومصر ¶ 162 - «العصاميون» رسالة وضعها مفيد افندى العباني في 54 صفحة وتشتمل على تراجم بعض مشاهير المخترعين (مكتبة العرب) ¶ 163 - «العصبية عند العرب» للاستاذ على مظهر. مصر 1924 1342 ص 70 ¶ 164 - «العصور القديمة» تأليف بروستدو ترجمه داود قربان - مط الأمير كان بيروت 1926 ص 478 ¶ 165 - «عظماء الفراعنة» خلاصة لتاريخ مصر من ابتدا الاسر الفرعونية إلى الدولة الرومانية وضعه السيد افندي إسماعيل نصار ص 106 ¶ 166 - «عقد الجمان في مرصد حلوان» لمنصور افندي بخيت المطيعي بصف فيه غرف المرصد وأجهزته - ص 63 ¶ 167 - «غابر الاندلس وحاضرها» للاستاذ محمد كرد علي - المط الاهلية بمصر 1341 1923 ص 190 ¶ 168 - «غرائب الغرب» للمؤلف المذكور - أعادت طبعه المط الاهلية ¶ 169 - «الغواص واللآلى أو ترجمة حياة حجة الاسلام الغزالى» للاستاذ الدكتور زويمر. مط النيل 1921 ص 194 صغير",
            "page": "22",
            "part": "1"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "رقم ¶ 170 - «فتح مصر الحديث أو نابوليون بونابرت في مصر» تأليف أحمد حافظ عوض صاحب جريدة كوكب الشرق. مصر 1925 ص 438 ¶ 171 - «فتوح مصر وأخبارها» لابى القاسم عبد الرحمن بن عبد الحكم. طبع في ليدن باعتناء شارل توراي أستاذ اللغات السامية في كلية ريال الأميركية. وفيه الفهارس ¶ 172 - «فرح أنطون» للآنسة روز أنطون. جمعت فيه روايتي صلاح الدين ومملكة اورشليم من تأليف أخيها المرحوم فرح انطون وفيه ما كتب في ترجمته ورثائه - مط كوى بمصر ¶ 173 - «فلسطين بعد الحرب الكبرى» تأليف خليل السكاكينى الجزء الأول ص 36 ¶ 174 - «فلسفة التاريخ العثماني» للسيد محمد جميل بيهم. تناول فيه خلاصة تاريخ الترك قبل الاسلام وبعده وتواريخ الشعوب التي اتصلوا بها. مط صادر بيروت ص 305 فيه صور وخرائط ¶ 175 - «في بلاد الناس» لعبد الحميد افندى كامل أحد ضباط الجيش المصرى وصف فيه ايطاليا وسويسرا وفرنسا وأخلاق أهلها وعاداتهم. مط الاعتماد بمصر ¶ 176 - «في صحراء ليبيا» لاحمد محمد حسنين بك وفيه وصف رحلتين الاولى سنة 1921 ابتدأ بها من حدابية في طرابلس الغرب وانتهى إلى واحات الكفره والثانية سنة 1923 ابتدأ بها من السلوم وانتهى إلى الابيض في السودان جزء 2 بمطبعة مصر ¶ 177 - «قصر آل العظم في دمشق» رسالة للاستاذ عيسى اسكندر معلوف على أثر النكبة الاخيرة التى دمرت قسما من هذا القصر وقد وصفه وأتى على تاريخه ص 24",
            "page": "23",
            "part": "1"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "رقم ¶ 178 - «قضية فلسطين» مقالات نشرت في «الاوقات» البغدادية لكاتبها خلف افندى شوقي الداودي تبحث في مركز فلسطين السياسى ص 74 ¶ 179 - «قلعة محمد علي لا قلعة نابليون» بحث تاريخي أثري بقلم الشيخ محمد عبد الجواد الاصمعي محلى بنبذة تاريخية عن المدارس الحربية والمعامل العسكرية وحالة الجيش المصرى في عهد محمد على باشا بقلم الأمير عمر طوسون - مط دار الكتب المصرية 1342 1924 ص 103 ¶ 180 - «القول الفصل فيما لبني هاشم وقريش والعرب من الفضل» ¶ (عن مجلة المرشد تاليف السيد علوى بن الطاهر بن عبد اللّه هدار الحداد العلوى جزء 2 الأول 502 والثاني 508 طبع ببلدة بوقورس من البلاد الجاوية سنة 1344) ¶ 181 - «القوة الخفية» وهو في تاريخ الشيعة الماسونية نشره عوض افندي الخورى - مط العرفان صيد 1926 الجزء الأول ص 107 ¶ 182 - «الكتاب الذهبي ليوبيل المقتطف الخمسينى 1876 - 1926» مط المقتطف ¶ 1926 ص 240 كبير مصور ¶ 183 - «كشف الستار عن الاسرار» الجزء الأول من فصول في النهضة المصرية المشهورة بالثورة العرابية. يقال انها بقلم عرابي باشا ص 300 ¶ 184 - «كليوباترا - حياتها وموتها» تعريب أسعد افندي داغر. نشرته مكتبة العرب بالفجالة ¶ 185 - «كنوز مصر الاثرية» وهي مجموعة صور لما وجد بالكنز الثمين لتوت عنخ امون الذي اكتشف في نوفمبر سنة 1922 ومعه الترجمة العربية لأقدم كتاب في العالم منذ 3300 سنة - وضع هذه المجموعة حنا مينا مطر - مطر عمسيس 1923 ص 63",
            "page": "24",
            "part": "1"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "رقم ¶ 186 - «الكواكب الدرية في تاريخ ظهور البابية والبهائية» ترجمه من الفارسية أحمد فارس رشد - الجزء الأول المط العربية 1924 ص 462 ¶ 187 - «الكواكب الدرية في تاريخ عبد الرحمن باشا اليوسف صدر سورية» ¶ لمنشئه الاستاذ عبد الرحمن بدران - دمشق 1342 ص 120 ¶ 188 - «لبنان ويوسف بك كرم» كتاب تاريخي سياسى مزدان بالرسوم يتضمن وصف محاسن لبنان وجغرافيته وخلاصة تاريخه توصلا إلى تاريخ كرم وفيه من المعلومات النادرة والمحررات والوثائق السرية ما يظهر حقيقة أمر بطل لبنان تأليف الخوري اسطفان البشعلانى. مط صادر بيروت 1925 ص 656 صغير ¶ 189 - لطائف أخبارى فى متاحف أسفاري. انظر حول الكرة الارضية ¶ 190 - «لمعة فى تاريخ مدرسة الحكمة المارونية» فى بيروت للشماس الياس باسيل ص 12 ¶ 191 - «ما رأيت وما سمعت» لخير الدين الزركلي الدمشقي. وصف دمشق بعد دخول الفرنساويين اليها ووصف رحلته إلى بلاد العرب - المط العربية 1923 1342 ص 190 ¶ 192 - «ماري عجمي» رسالة في سيرة الآنسة ماري عجمي منشئة مجلة العروس بدمشق الشام. وضعها جرج افندى نقولا باز تذكارا ليوبيلها الفضى. مط صادر بيروت ص 10 ¶ 193 - «ماوراء البحار» أو النبوغ العربى في العالم الجديد. فيه طائفة من نوابغ الكتاب الشرقيين في أمريكا مثل جبران خليل جبران. أمين الريحانى. ميخائل نعيمه. وايليا أبو ماضى",
            "page": "25",
            "part": "1"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "رقم ¶ 194 - «محاربتي فى العراق» *خواطر طونزند ¶ 195 - «محاضرات تاريخ الامم الاسلامية» للشيخ محمد بك الخضرى المفتش بوزارة المعارف. الطبعة الثانية. جزء الأول من بدء التاريخ الاسلامي إلى وفاة أبى بكر ص 286.الثانى تاريخ الدولة الاموية ص 358. المط التجارية 1344 - 1926 (1) ¶ 196 - «محاضرات المجمع العلمي العربى بدمشق» 1343 - 1925 ص 375 الجزء الأول بالمط الحديثة بدمشق وهى تتناول علوما مختلفة من تاريخ وأدب وطب وغيرها ¶ 197 - «محمد بن تومرت. مهدى الموحدين» هو كتاب أعز ما يطلب. يشتمل على جميع تعاليق الامام محمد بن تولرت مما أملاه أمير المؤمنين عبد المؤمن بن علي. الجزائر 1924 ¶ 198 - «محمد علي» سيرته وأعماله وآثاره. تأليف الياس افندي الايوبى. مط الهلال 1923 ص 160 صغير ¶ 199 - «محمد سامى البارودى: إسماعيل صبري» للاستاذ محمد صبري خريج مدرسة الصوربون بباريس. عنى بدرس هذين الشاعرين درسا انتقاديا: مط الشباب جزء 2 ص 92 و100 ¶ 200 - «مختصر تاريخ بغداد القديم والحديث» أو بغداد في 4000 سنة لمؤلفه علي ظريف الاعظمى. مط الفرات بغداد 1926 - 1344 ¶ 201 - «مختصر تاريخ سوريا ولبنان» للاب لامنس اليسوعي. معرب المط الكاثوليكية بيروت 1294 ص 155 ¶ __________ ¶ (1) وطبع تاريخ الدولة العباسية قبلا سنة 1916",
            "page": "26",
            "part": "1"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "202 - «مختصر تاريخ فرنسا» تأليف سليم الخوري رئيس مدرسة صيدا الرسمية. مط العرفان صيدا 1925 ص 104 ¶ 203 - «مختصر التاريخ العام» بقلم عيسى ميخائيل سابا. مط جدعون بيروت 1923 ص 174 ¶ 204 - «المختصر فى تاريخ آداب اللغة العربية» لجرجي زيدان مط الهلال ¶ 1924 ص 294 ¶ 205 - «المختصر فى جغرافية فلسطين» وضعه الاستاذ حسين روحي المفتش بادارة المعارف في فلسطين ¶ 206 - «المخطوطات العربية لكتبة النصرانية» جمعها ونظمها على ترتيب أسماء مؤلفيها الأب لويس شيخو بيروت 1921 ص 296 ¶ 207 - «المدامع» وهي مجموعة حاوية لسيرة ومرائى الاب بطرس فضول. طبع فى مط المهاجر ص 78 ¶ 208 - «مذكرات ايليودور الراهب المعتوه» عربها عن الانجليزية اسكندر رياشى مدير جريدة الصحافى التائه. زحله «لبنان» ¶ 209 - «مذكرات تاريخية» *تتضمن بيان ثورة دمشق والحريق الكبير فيها وقدوم إبراهيم باشا المصرى إلى الشام وحروبه فيها مع الدولة العثمانية وثورات فلسطين والدروز وأحوال حكومته فيها إلى أن خرج منها ورجع إلى مصر. بقلم أحد كتاب الحكومة الدمشقيين. عنى بنشرها الخوري قسطنطين باشا المخلصى. بمط القديس بولس في حريصا ¶ (لبنان) سنة 1925 ص 255 ¶ 210 - «المذكرات الجغرافية المدارس الثانوية» للاستاذ حسن افندي علي الدرارى. الجزء الاول. المط الرحمانية",
            "page": "27",
            "part": "1"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "رقم ¶ 211 - «مذكرات جمال باشا» تعريب علي افندى أحمد شكري المحرر بجريدة البلاغ 1923 ص 560 ¶ 212 - «مذكرات سفير أميركا فى الاستانة» تعريب فؤاد صروف. مط المقطم 1923 ¶ 213 - «مذكرات الغازى مصطفى كمال باشا» وهى المذكرات التى أملاها الغازي على الصحف التركية أخيرا ومعها نص الوثائق التاريخية الخاصة بأواخر أيام الحرب. تعريب عبد العزيز أمين الخانجي. مصر 1344 1926 ص 120 ¶ 214 - مذكرات لنين عن الحرب الاوربية ماضيها وحاضرها تأليف ن. لنين رئيس الجمهورية الروسية. تعريب أحمد رفعت. شركة دار الطباعة 1921 ص 224 ¶ 215 - «مذكرات اللورد ادوارد سسل» المستشار المالي الاسبق في الحكومة المصرية. ترجمة محمد افندى التابعى. مط النهضة 1920 ص 205 ¶ 216 - «مذكرات مسزاسكويت» تعريب السيدة منيرة خانم صبرى. مط هندية 1923 ص 253 ¶ 217 - «مذكرات هند نبرج» وضعه الفيلد مرشال فون هند نبرج رئيس أركان حرب الجيوش الالمانية. عربه أحمد رفعت جزء 2.مصر 1920 ¶ 218 - «مرآة الجنان وعبرة اليقظان» فى معرفة ما يعتبر من حوادث الزمان للشيخ الامام أبى محمد عبد اللّه بن أسعد بن علي بن سليمان عفيف الدين اليافعى اليمنى المكي (768 هـ) الجزء الرابع حيدر آباد ¶ 1339 ص 266 و115 وطبعت الاجزاء الثلاثة ألاولى سنة 1337",
            "page": "28",
            "part": "1"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "رقم ¶ 219 - «مرآت الحرمين» أو الرحلات الحجازية والحج ومشاعره الدينية محلى بمئات الصور الشمسية وفيه عشرون خريطة. تأليف ورسم اللوا إبراهيم رأفت باشا قومندان حرس المحمل. مط دار الكتب المصرية 1344 - 1925 جزء 2 كبار (ثمنه 100 غرش مصرى) ¶ 220 - «مرائي المرحوم محمد بك تيمور» مجموعة ما قيل فى حفلتى التأبين وما نشر على صفحات الجرائد وما أرسل لعائلة الفقيد من المرائى. عنى بنشره محمود بك تيمور شقيق المرحوم محمد بك. مط الاعتماد 1922 1340 ص 135 ¶ 221 - «مرشد اهرام الجيزة والمتحف المصرى» وضعه أنطون زكرى مصر 1926 ص 118 ¶ 222 - «مرشد الشرقى فى أوروبا» للكاتب رياض جيد وضعه دليلا للمسافرين إلى البلاد الاوروبية. مزين بالخرائط ص 300 ¶ 223 - «مسالك الابصار في ممالك الامصار» لابن فضل اللّه العمرى بتحقيق الاستاذ أحمد زكى باشا الجزء الاول. بمط دار الكتب المصرية 1925 ص 398 كبير ¶ 224 - «مشاهد العالم الجديد» تأليف فؤاد صروف. المط العربية 1925 ص 161.مصور ¶ 225 - «مشاهد اليابان» تأليف جون فيتمور ترجمة عوض افندى جندى ص 180 ¶ 226 - «مصر الحديثة» قبل الاحتلال البريطاني وبعده. وهى سلسلة محاضرات القاها عبد العزيز افندى بدر رئيس الجمعية المصرية بمنشستر مط مصر",
            "page": "29",
            "part": "1"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "رقم ¶ 227 - «المطبعة الأميركية» كتاب جمعت فيه أقوال الكتاب والخطباء فى الاحتفال الذي أقيم ببيروت سنة 1922 لمرور مئة سنة على تأسيس المطبعة الأميركية فيها ¶ 228 - «معاوية بن أبى سفيان» تأليف أنيس زكريا النصولى الطالب بجامعة بيروت الأميركية. مط طباره بيروت 1924 ص 102 ¶ 229 - «معالم تاريخ أوروبا الحديث» تأليف الاستاذين محمد رفعت ومحمد حسونه مدرسى التاريخ بمدرسة المعلمين العليا بمصر. وفيه ست خرائط المط الرحمانية مصر ص 300 ¶ 230 - «معتقدات قدماء المصريين وآدابهم» لمحمد عبد المنعم. مصر ¶ 1343 هـ - 1925 ص 80 صغير ¶ 231 - «مفاخر الاجيال فى سير أعاظم الرجال» لواضعها إبراهيم يوسف الدليلي معاون ادارة مركز لسوان مط جريدة الصباح 1341 - 1923 ¶ 233 - «مقالة سائح» فى تاريخ البهائية ترجمة محمد حسين بيجاره. مط رعمسيس ¶ 232 - «مفكرات هند» فى ذكر الشيخين فيليب وفريد خازن. حريصا ¶ 1924 ص 287 ¶ 234 - «مقدمة الحضارات الاولى» تأليف غوستاف لوبون عربه من الافرنسية محمد صادق رستم. المط السلفيه 1341 ص 126 ¶ 235 - «ملخص تاريخ الخوارج» للشيخ محمد شريف سليم مط التقدم 1342 1924 ¶ 236 - «ملكة قرطبة» للأميرة قدرية حسين بالتركية. تعريب عبد العزيز خانجى",
            "page": "30",
            "part": "1"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "رقم ¶ 237 - «ملوك العرب» لامين الريحانى: وصف فيه ما شاهده في رحلته إلى صنعاء اليمن من ملوك العرب ووزرائها وجنودها الجزء الاول: الحجاز. اليمن. عسير. لحج الجزء الثانى: سلطنة نجد. الكويت. البحرين. العراق بمط صادر بيروت 1924 ¶ 238 - «من مشاهد الحرب المؤلمة» أو حقائق تاريخية ودروس وطنية تأليف بيار لارميت تعريب الخورى انطون يمين. مط الاجتهاد بيروت ص 75 ¶ 239 - «المنارة التاريخية في مصر الوثنية والمسيحية» لاسكندر افندى صيفي نزيل لندن. المط العصرية 1925 ص 228 ¶ 240 - «مناقب بغداد» لابى الفرج عبد الرحمن بن الجوزي نشره محمد بهجت الاثري. مط دار السلام بغداد 1342 ص 37 ¶ 241 - «المنفلوطى» يحتوى على حياته وأقوال الكتاب والشعراء فيه وشى ء من المختار من نشره وشعره. جمعه أحد الأدباء ص 160 ¶ 242 - «موجز التاريخ» تأليف على جميل ومحمد شاكر. وضع طبقا لمنهج المعارف الجديد فى العراق على طريقة موجزة. بغداد 1924 ¶ 243 - «مي في سوريا ولبنان» كتاب عنيت بجمعه وطبعه صاحبة مجلة المرأة الجديدة في بيروت السيدة جوليا دمشقيه وفيه أقوال بنات سوريا وغيرهن في مى (الآنسة مارى زيادة) النابغة المشهورة. بيروت؟",
            "page": "31",
            "part": "1"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "رقم ¶ 244 - «الميسر والقداح» لابى محمد عبد اللّه بن مسلم بن قتيبة نسخه وصححه وعلق عليه محب الدين الخطيب. المط السلفيه ص 173 صغير ¶ 245 - «نخبة الدهر في عجائب البر والبحر» لشمس الدين الدمشقى شيخ الربوة أعيد طبعه في ليبسيك سنة 1923.طبعت الطبعة الاولى باعتناء الاستاذين فراهن والمهرنى فى بطر سبرج سنة 1916 م ¶ 246 - «نخبة المحدثين فى وقعة صفين» لمؤلفه نصر بن مزاعم التميم الكوفى مط جريدة الحرية فى الولايات المتحدة 1343 ص 239 ¶ 247 - «نزهة الانام في محاسن الشام» لابى البقا عبد اللّه بن محمد البدرى الدمشقي. المط السلفية مصر 1341 ص 392 ¶ 248 - «نزهة المشتاق فى تاريخ يهود العراق» تأليف يوسف رزق اللّه غنيم وهو يبحث في حال اليهود الآن وتاريخهم في عهد الحكم التركي فى العراق مط العراق بغداد 1924 ص 222 ¶ 249 - «نشرة تحتوى على ذكر زيارة المستر كراين لسوريا والاحتفاء به وأقواله» المط السلفية 1922 ¶ 250 - النصرانية وآدابها في القرن التاسع عشر» للاب لويس شيخو القسم الثانى فى آداب النصرانية في عهد الجاهلية. الجزء الثانى مع الفهارس سنة 1923 ¶ 251 - «النصوص والاعمال» سلسلة مقالات تاريخية لسير القضية العربية. نشرت بجريدة المفيد بدمشق سنة 1924 ¶ 252 - «نظرات في تاريخ الأدب الاندلسى» مجموعة محاضرات ألقاها في الجامعة المصرية كامل افندي كيلانى - مصر 1342 1924 ص 356 ¶ 253 - «نكبة نافارين» قصيدة تاريخية قومية جامعة من نظم الدكتور احمد",
            "page": "32",
            "part": "1"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "رقم زكى أبو شادي. يتبعها تعليق وشرح تاريخي وأدبى لبعض أفاضل الكتاب الشهيرين. نشرها حسن صالح الجداوى صاحب جريدة السويس الناهضة. المط السلفية 1342 ص 62 ¶ 254 - «النهج السديد والدر الفريد» فى ما بعد تاريخ ابن العميد للمفضل بن ابى الفضائل. طبع مع ترجمة فرنساوية بعناية الموسيو بلوشه في باريس سنة 1923 ¶ 255 - «نهر الذهب في تاريخ حلب» لمؤلفه كامل بن حسين بن محمد البالي الحلبي الشهير بالغزى - طبع بالمط المارونية بحلب - الجزء الأول 1341 ص 640 - الثانى 1342 ص 632 - الثالث 1345 ص 776 ¶ 256 - «النهضة العربية فى القرن التاسع عشر» لانيس زكريا النصولى» يبحث فى تاريخ القرن التاسع عشر في الشرق العربى وموضوعاته: المدارس - الطباعة - الصحافة - التأليف وما إلى ذلك ص 143 ¶ 257 - «نهضة فرنسا العلمية» لإسماعيل بك مظهر - معرب. مط دار الكتب المصرية ص 52 ¶ 258 - «نهضة اليابان» للفاضل طه الهاشمي من أدباء بغداد مط دار السلام بغداد 1925 - 1342 ص 196 ¶ 259 - «الوزارات المصرية فى ظل حكم الاسرة العلوية» من ابتداء تشكيل أول نظارة (وزارة) مسئولة إلى عهد افتتاح البرلمان المصري - تصنيف حسن محمد ودرويش - الجزء الأول مط الابتهاج 1925 1343 ص 196 ¶ 260 - «الوزراء والكتاب» لابى عبد اللّه محمد بن عبدوس الجهشيارى - مصورا بالفوتوغراف عن نسخة محفوظة في دار الكتب الوطنية فى فينا - وله مقدمة باللغة الالمانية فينا 1926 1345 ورقة 215 ¶ (م - 3)",
            "page": "33",
            "part": "1"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "رقم ¶ 261 - «وصف أفريقية والاندلس» نشره حسن افندى حسني مقتطف من كتاب مسالك الابصار لابن فضل اللّه العمري. طبع في تونس ¶ 262 - «وقعة صفين» بيروت 1921 ¶ 263 - «اليابان أو عروس الباسيفيك» تأليف جون فيتمور عربه نقولا يوسف نيوفتوس ¶ 264 - «اليهود في التاريخ إلى عهد المسيح» للقس بولس عبود الماروني - بيروت 1920 ¶ ذيل لكتب التاريخ والتراجم والرحلات والجغرافية ¶ 265 - «اتقان المقال في أحوال الرجال» للمرحوم الشيخ محمد طه نجف من أعلام علماء الشيعة - المط العلوية بالنجف،1342 ص 398 ¶ 266 - «تاريخ العلويين» لمؤلفه محمد أمين افندى غالب الطويل من أعضاء محكمة استئناف اللاذقية - مط الترقى اللاذقية 1343 ص 478 ¶ 267 - «تاريخ القرن التاسع عشر فى اوروبا» وما يليها من الحوادث حتى نهاية الحرب العظمى - تأليف محمد قاسم وحسين حسنى الطبعة الثالثة. مط دار الكتب المصرية 1343 1925 ص 351 ¶ 268 - «تاريخ سوريا الاقتصادي» تأليف الأمير على عبد العزيز الحسنى. مط بدائع الفنون. دمشق 1342 ص 238 ¶ 269 - «تاريخ مصر السياسى فى الازمنة الحديثة» لمحمد رفعت أستاذ التاريخ بمدرسة المعلمين العليا - الجزء الاول. الطبعة الثانية - مط الرحمانية 1926",
            "page": "34",
            "part": "1"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "رقم ¶ 270 - «تذكار الحجاز» خطرات ومشاهدات فى الحاج لعبد العزير صبري بك من الخيارية. المط السلفية 1342 ¶ 271 - «تربة الفخر الفارسى بالقرافة الصغرى» ليوسف افندي احمد. مط المعاهد 1340 1922 ¶ 272 - «تقوية الايمان برد تزكية ابن ابى سفيان» ويليه «فصل الحاكم في النزاع والتخاصم» كلاهما تأليف السيد محمد بن عقيل العالم المشهور نزيل سنغافوره ففي الأول أظهر حقيقة معاوية بن ابي سفيان من الوجهة الدينية وانحى باللائمة على من يأخذ عنه الحديث ويعتبره من عدول المسلمين. وفي الثانى تكلم عن التخاصم فيما بين بنى امية وبني هاشم مط العرفان صيدا 1343 ص 120 و30 ¶ 273 - «التكملة لكتاب الصلة» لابى عبد اللّه محمد القضاعى البلنسى المعروف بابن الابار وهو ملحق للمكتبة الاندلسية العربية المطبوعة في مدريد 1883 - 1892 الجزائر 1920 ص 462 ¶ 274 - «جناية الانكليز والروس في ايران» تعريب الشيخ محمد مهدى الجواهرى الشاعر - مط العرفان صيدا 1344 ص 32 ¶ 275 - «حقيقة الحرب العالمية» تعريب أحمد شكري الجزء الأول فقط مط هندية 1340 1922 ¶ 276 - «الحملة المصرية» أو من باريس إلى صحراء التيه ألفه بالتركية علي فؤاد بك رئيس أركان الحرب وعربه نجيب الارمنازى - وهو في الحملة المصرية مدة الحرب العظمى - مط حماه 1340 1922 ¶ 277 - «حياة الأمير سعيد الجزائرى حفيد الأمير عبد القادر. تعريب جورج بشعلانى. بيروت 1920",
            "page": "35",
            "part": "1"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "رقم ¶ 278 - «الرحلة الاولى للبحث عن ينابيع البحر الابيض» بقيادة سليم قبودان. القاهرة 1922 ¶ 279 - «رحلة في العراق» لمؤلفه السيد عبد الرزاق الحسنى - بغداد 1343 ص 158 ¶ 280 - «سلسلة السجون» عربه الدكتور عبد الرحمن شهبندر وهو فى حجيرة سجن ارواد - مط الترقي دمشق 1343 ص 332 ¶ 281 - «سوريا ملتقى الامم» لمؤلفه هنرى ماميسيه ومعربه السيد نسيب شهاب مط الترقي دمشق 1922 ص 93 ¶ 282 - «عبد البهاء عباس والديانة البهائية» تعريب جميل افندى البحرى - حيفا 1921 ¶ 283 - «قلب عربى فى عقل اوروبى» لاسعاف النشاشيبى مط بيت المقدس. القدس 1342 ¶ 284 - «القول الحق فى تاريخ سوريا وفلسطين والعراق» عربه عن الانجليزية نزيه بك المؤيد العظم - المط الحديثة دمشق 1343 ص 256 ¶ 285 - «مواهب المواهب في فضائل ابى طالب» للشيخ جعفر نقدى قاضي العمارة - المط المرتضوية بالنجف الاشرف على الحجر ¶ 1341 ص 157",
            "page": "36",
            "part": "1"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "القسم الثاني ¶ كتب الأدب والانشاء والبلاغة والتدريس وكتب اللغة والمعاجم ¶ رقم ¶ 286 - «آمال المحبين» تأليف محمد يوسف المدرك ص 192 ¶ 287 - «أحاديث الشباب» - كتاب أدب ونقد واجتماع بقلم محمد افندى حسن غانم من تلاميذ مدرسة الحقوق السلطانية ¶ 288 - «الاجنحة المتكسرة» لجبران خليل جبران - المط الرحمانية 1922 ص 128 ¶ 289 - «أخبار أبي نواس» تاريخه. نوادره. مجونه. تأليف ابن منظور المصري. شرحه وضبطه محمد عبد الرسول إبراهيم. عني بنشره عباس افندى الشربينى - السفر الأول مط الاعتماد 1343 - 1924 ص 252 ¶ 290 - «الأدب الجديد وكلمات فى الشعر والشاعر» من تأليف وجمع حسن صالح الجداوى ليسانسيه فى القانون ودبلوميه تجارة عليا - المط السلفية ¶ 1345 - 1926 ص 101 ¶ 291 - «الأدب العصرى في العراق العربي» كتاب تاريخي أدبي يحتوي تراجم أدباء العراق ورسومهم ونخبة آثارهم - تأليف رفائيل بطي قسم المنظوم جزء 2 - المط السلفية 1923 ص 224 و180 ¶ 292 - «أدب الكتاب» لابي بكر محمد بن يحيى الصولى (المتوفى سنة 336 هـ) ¶ المط السلفية 1341 ص 268 ¶ 293 - «الأدبيات العصرية» وهي مجموعة مقالات مختارة من أثر المرحوم السيد مصطفى المنفلوطي - جمعه محمد زكي الدين - مط السعادة ¶ 1925 ص 142",
            "page": "37",
            "part": "1"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "رقم ¶ 294 - «أساس البلاغة» لابى القاسم جار اللّه الزمخشرى. طبع مضبوطا بالشكل التام باعتناء دار الكتب المصرية 1922 جزء 2 ¶ 295 - «أسباب النهضة العربية فى القرن التاسع عشر» لانيس زكريا النصولي مط طباره بيروت 1926 ص 142 (و قد اتسع المؤلف بكتابه فى أعمال الرسالة الأميركية في بيروت) ¶ 296 - «أسرار البلاغة في علم البيان» للامام عبد القاهر الجرجاني وقف على طبعه الشيخ محمد رشيد رضا منشى ء مجلة المنار - مط المنار 1344 - 1925 ص 363 كبير ¶ 297 - «اصلاح الفاسد من لغة الجرائد» للأستاذ محمد سليم الجندى انتقد فيه على كتاب لغة الجرائد تأليف الشيخ إبراهيم اليازجي. دمشق ص 153 ¶ 298 - «الاصول الابتدائية في اللغة السريانية» بقلم القس اسحاق أرمله السرياني ويتلوه شرح التمارين - بيروت 1922 ¶ 299 - «أصول التدريس» مجموعة دروس أنشأها الاستاذ ساطع الحصرى فى بغداد تبحث في القواعد التى يجب على المدرس اتباعها الجزء الأول ص 160 ثم يتلوه جزء ثان سماه «مبادى ء القراءة الخلدونية» ثم الجزء الثالث وسماه «طريقة تعليم الالفبا» بغداد؟ ¶ 300 - «أصول التربية والتعليم» للاستاذ أحمد عبده خير الدين مدرس فن التربية فى مدرسة المعلمين - مصر ص 400 ¶ 301 - «أصول التربية وفن التدريس» تأليف الاستاذ أمين مرسي قنديل مدرس التربية فى مدرسة المعلمين العليا. المط العربية الطبعة الثانية 1925 ص 278",
            "page": "38",
            "part": "1"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "رقم ¶ 302 - «الاضاءة لطالب الكفاءة» تأليف الشيخ عبد اللّه منصور ومحمد عبده الاسكندرية 1340 ص 321 ¶ 303 - «أعلام الكلام» تصنيف أبي عبد اللّه محمد بن شرف القيروانى على لسان أبي الريان الصلت بن السكن من سلامان. بحث عن جزالة اللفظ وعيوب الشعر وغيره. عنى بتصحيحه وضبط ألفاظه الاستاذ عبد العزيز الخانجي وهو منقول عن الاصل المخطوط المحفوظ بخزانة صاحب السعادة أحمد طلعت بك مصر 1344 - 1926 ص 54 (1) ¶ 304 - «أغانى الليل» وضع محمد صبحي أبو غنيمة مط الترقي بدمشق 1340 1922 ص 100 ¶ 305 - «ألحان وأشجان» بقلم ميشل الخورى. وهي خواطر الشباب مكتوبة بأسلوب يشبه الشعر المنثور - ص 112 ¶ 306 - «الامالي» كتاب تأليف أبى علي إسماعيل بن القاسم القالي البغدادي ويليه الذيل والنوادر للمؤلف ثم كتاب التنبيه على أوهام أبي علي في أماليه للامام أبى عبد اللّه البكري مع مقدمة وتعليقات للاب انطون صالحانى اليسوعى - طبع الكتاب كله فى أربعة أجزاء بالتزام إسماعيل بن يوسف دياب فى دار الكتب المصرية 1344 - 1926 ¶ 307 - «الانتقام» بقلم مصطفى لطفى المنفلوطي - الطبعة الثانية بالمط الرحمانية ¶ 1923 ص 31 ¶ __________ ¶ (1) نشر حسني أفندي عبد الوهاب أحد أفاضل التونيسيين الكتاب المذكور تحت اسم (رسائل الانتقاد) ولكن النسخة المشروحة أعلاه فيهازيادات وتصحيحات",
            "page": "39",
            "part": "1"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "رقم ¶ 308 - «انشاء المقالات للمدارس الثانوية ومدارس المعلمين والمعلمات» ¶ تأليف محمود عابدين ومصطفى السقا وعلي السباعى بالمط الرحمانية ¶ 1344 1921 ص 227 ¶ 309 - «البدائع» مجموعة مقالات في موضوعات أدبية اجتماعية لزكي افندى مبارك ص 190 ¶ 310 - «البستان» مجموعة أقوال عربية نثرا ونظما جمعها الاستاذ اسعاف النشاشيبي وشرح غريبها. المط السلفية ¶ 311 - «بلاغة العرب فى الاندلس» للدكتور أحمد ضيف. فيه أبحاث موجزة في أشهر شعراء الاندلس وكتابها ¶ 312 - «بلاغة العرب في القرن العشرين» شذرات وأشعار مختارة من أقلام رسل البلاغة العربية في أميركا. عنى بجمعها محيى الدين رضا. الطبعة الثانية منقحة ومكبرة ومزدانة بصور الأدباء. المط الرحمانية 1921 1342 ص 302 ¶ 313 - «بلاغة النساء في القرن العشرين» للآنسة فتحيه محمد يحتوى على مختارات من نثر الكاتبات الشهيرات في القرن العشرين ص 157 ¶ 314 - «البؤساء» لحافظ إبراهيم. الجزء الثانى ¶ 315 - «بين الجزر والمد» صفحات في اللغة والآداب والفن والحضارة بقلم الآنسة مي. مط الهلال 1924 ص 176 ¶ 316 - «تاج العتابا» تأليف متري جرجس كفورى. يتضمن ما نظمه من الازجال العامية باللغة السورية الدارجة مط النسر بنيويورك",
            "page": "40",
            "part": "1"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "رقم ¶ 317 - «التأديب المدرسى في التربية والاخلاق بقلم الاستاذ أمين مرسى قنديل المط العربية 1926 ص 75 كبير ¶ 318 - «تحت الخمائل» مجموعة رسائل أدبية عصرية من نوع الشعر المنثور من قلم حسين البابلى. المط المصرية بالاسكندرية ¶ 319 - «تحفة الخلان» هو حاشية على تهذيب البيان وضعها الشيخ على بن الشيخ حسين مفتى المالكية. مط عيسى الحلبي ص 296 ¶ 320 - «تخاطب التجار بالعربية والافرنسية» وضع الشيخ فريد حبيش واسكندر زلزل. ¶ 321 - «تذكرة الكاتب» تأليف أسعد خليل داغر. يتضمن التنبيه على أهم الغلطات اللغوية الدائرة في ألسنة الخطباء وأقلام الكتاب. مط المقطم سنة 1923 ص 150 ¶ 322 - «تصحيح القاموس المحيط» للعالم المحقق أحمد باشا تيمور. المط السلفية سنة 1924 ¶ 323 - «تصحيح لسان العرب» وضع أحمد باشا تيمور وهو القسم الثانى. المط السلفية 1924 ¶ 324 - «تمرين الطلاب فى صناعة الاعراب» لمحمد راغب الطباخ الحلبى. حلب ¶ 1344 ص 16 ¶ 325 - «تهذيب الأدب» انشاء. مختار. لغة. وضع الشيخ محمود محمد مصطفي المدرس بمدرسة التجارة المتوسطة مط الاعتماد 1921 ص 221 ¶ 326 - «التهذيب أساس الحضارة» من مطبوعات منتدى التهذيب في بغداد ¶ 327 - «تهذيب الالفاظ العامية للدسوقى» (الشيخ محمد على) طبعة جديدة مصححة ومضاف اليها جزء 2 مصر 1924",
            "page": "41",
            "part": "1"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "رقم ¶ 328 - «تهذيب التوضيح» تاليف الشيخ أحمد المراغي والشيخ أحمد سالم. اعاد طبعه الشيخ محمد سعيد الرافعى. في علم النحو والتصريف ¶ 329 - «التهذيب فى أصول التعريب» للدكتور أحمد بك عيسى من علماء الطب فى القطر المصرى. وهو يحتوي على 148 صفحه تقريبا منها ¶ 120 تبحث فى تاريخ اللغة العربية والباقي خصصها المؤلف للبحث عن أمثل الطرق للتعريب الصحيح مصر 1923 - 1342 ¶ 330 - «تهذيب الكامل في اللغة والأدب» للشيخ سباعي بيومى في ترتيب كتاب الكامل للمبرد وتبويبه جزء 2 ¶ 331 - «جامع التواريخ» المسمى نشوار المحاضرة وأخبار المذاكرة للقاضى أبى علي التنوخي المتوفى سنة 384 هـ. اعتنى بنشره الاستاذ مرجوليوت. لندن ص 302 ¶ 332 - «الجمان المنتخب من معجم الطليان والعرب» للاب كميل مارون أورشليم 1922 ص 558 ¶ 333 - «جواهر الأدب فى أدبيات لغة العرب» للاستاذ أحمد الهاشمى طبعة ثالثة. مط السعادة. نحو 800 ص ¶ 334 - «جواهر الأدب والانشا» يحوي طائفة صالحة مما جادث به أقلام الكتاب والشعراء في العلم والأدب والاجتماع جمعه محمد محمد زكي الدين. مط المحروسة 1924 جزء 2 ¶ 335 - «جواهر الأدب من خزائن العرب» جمعه سليم إبراهيم صادر وهو اربعة أجزاء. طبعة رابعة منقحة. بيروت 4 - 1923 ¶ 336 - «جواهر المحفوظات» جمع وترتيب عيسى مخائيل سابا. المط العلمية ببيروت سنة 1924 جزء 2 ص 92 و94.و هي منتخبات أدبية شعرية نثرية",
            "page": "42",
            "part": "1"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "رقم ¶ 337 - «جوهرة الشعر والتعريب» وهي جملة قطع من منظوم كتاب الانجليز ¶ 338 - «حديث القمر» للشيخ مصطفى صادق الرافعي - طبعة ثانية مصححة ومضافا اليها بعض شروح ¶ 339 - «الحديقة» مجموعة أدب وحكمة وتهذيب - جمعها محب الدين الخطيب. المط السلفية 1341 ¶ 340 - «الحرية» للدكتور سليمان غزاله نائب البصرة في المجلس النيابى بالعراق - يبحث فى الارادة والعدالة وتعمد الفعل رواية أو بديهة - ص 180 ¶ 341 - «حفلة تكريم الزهاوى» وهو الاستاذ جميل صدقي جمع محمود حلمي - بغداد مط دار السلام 1241 1923 ¶ 342 - «حلية الانسان وحلية اللسان» تأليف السيد جمال الدين أحمد بن علي بن الحسين بن علي بن مهنا المعروف بابن عنبسة الحسنى المتوفي سنة 828 هـ - وهو قاموس عربي فارسى تركي مغولى - المط العامرة بالاستانة 1340 ص 230 ¶ 343 - «حلية الفرسان وشعار الشجعان» لابن هذيل الاندلسى طبع بالتصوير الشمسى على القاعدة المغربية. انجة (فرنسا) سنة ¶ 1922 ص 98 ¶ 344 - «الحمدانيات» مجموعة رسائل لصاحبها سليم عباس حمدان اللبنانى نزيل دترويت مشيغن فى الولايات الأميركية ¶ 345 - «خطرات مصور» فى مواضيع شتى - لمحمد أحمد يوسف - مصر ¶ 1922 ص 64",
            "page": "43",
            "part": "1"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "رقم ¶ 346 - «خواطر حمار» مذكرات فلسفية أخلاقية (على لسان حمار) تأليف الكونتس دى سيجور مترجم بقلم الاستاذ حسين الجمل الموظف بوزارة الاوقاف - ص 175 ¶ 347 - «خواطر مصرحة» مقالات فى الأدب واللغة والنقد والاجتماع بقلم م. حسن عواد - الجزء الاول - المط العربية 1926 ¶ 348 - «خواطر منتحر» لواضعها زكريا افندى إبراهيم عني بنشره حسين حسنين مصر 1921 ¶ 349 - «درر الانشاء» لفتيات المدارس المصرية. أدب ورسائل وموضوعات وخطب للشيخ عبد الفتاح خليفه. مط المعاهد 1342 -  ¶ 1924 ص 256 ¶ 350 - «دروس ومطالعة» للخورى مارون غصن. يشتمل على روايات أدبية ومقالات اجتماعية وحفلات مدرسية وصفحات شعرية وشذرات فكاهية. بيروت 1925 ص 272 ¶ 351 - «دروس الاشياء ومبادي ء العلوم» لصالح زكى (مدارسي) ¶ مصر 1921 ¶ 352 - دروس انشائية ومنتخبات ادبية» دبجها محمد صادق البليش المقطوع بجامع الزيتونة الاعظم تونس ص 194 ¶ 353 - «دروس التهذيب التاريخية» للاستاذ محمد عبد الجواد المدرس بالمدرسة السنية بالقاهرة. قررته وزارة المعارف لمعلمات مدارس روضة الاطفال ¶ 354 - «الدروس السعدية» في تهذيب الفتى العصرى والفتاة العصرية وضعه خليل افندى سعد. مط الأمير كان بيروت",
            "page": "44",
            "part": "1"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "رقم ¶ 356 - «دروس فى أصول التدريس» وضع ابن خلدون ساطع الحصرى - بغداد 1924 ص 160 ¶ 357 - «دقات على أوتار القلب» وهي سلسلة من الرسائل الاخلاقية الاجتماعية دبجها يراع يوسف حمدى بك يكن ¶ 358 - «دموع القلم» وهي خواطر الخيال وسوانح فى الغرام بقلم مصطفى على الهلباوي ص 155 ¶ 359 - «دموع الحب» لمحمد افندي توفيق يونس - فيه نبذ من الشعر المنثور والخيال العالي والعبارات المنسجمة ص 84 ¶ 360 - «رباعيات الزهاوي» من مختارات ما نظم الاستاذ جميل صدقى الزهاوى يحوى 1000 رباعية - بيروت وطبع سنة 1924 الجزء الثانى من رباعيات الزهاوى فى بيروت ص 303 ¶ 361 - «رباعيات عمر الخيام» ترجمها نظما عن الفارسية أحمد رامى 1923 ¶ 362 - «««عن الانجليزية محمد السباعي طبعت بمط دار احياء الكتب العربية 1923 ص 141 ¶ 363 - «الربيعيات» لروفائيل بطى رئيس تحرير مجلة الحرية في العراق وهى مجموعة مقالات نشرها فى صحف العراق. بغداد 1925 ص 100 ¶ 364 - «رد الشارد إلى طريق القواعد» لجرجى شاهين عطيه مدير جريدة المراقب ¶ 365 - «رسائل الاحزان» فى فلسفة الجمال والحب. بقلم مصطفى صادق الرافعى مط الهلال 1924 ص 184 ¶ 366 - «رسائل الحب» بقلم محمد افندي عبد العزيز. مصر ص 160 ¶ 367 - «الرسائل العصرية» مجموعة تكاتب فى جميع المواضيع المألوفة فى فن التراسل تأليف الخورى بطرس البستانى. بيروت 1924 ص 330",
            "page": "45",
            "part": "1"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "رقم ¶ 368 - «رسائل الغرام» وهي رسائل فى الحب مختارة لمشهوري الكتاب العصريين بقلم محمد السباعي. مصر ص 344 ¶ 369 - «رسائل غرام جديدة» بقلم سليم عبد الاحد. المط العصرية ¶ 370 - «رسالة الغفران» لابى العلاء المعري. أعاد طبعها كامل افندى الكيلاني ووضع لها شروحا. المط التجارية 1924 ص 200 ¶ 371 - «رموز الاختصار العربية» رسالة لمحمد بن ابي شنب جمع فيها نحو مائة كلمة من الكلمات المستعملة في كتب مؤلفى العرب ما بين نحو وفقه وحديث وفلسفة وذكر أمام كل كلمة طريق اختصارها. طبع الجزائر ¶ 372 - «رنات المثالث والمثانى فى روايات الاغاني» لجامعها ومصححها ومعلق حواشيها الاب انطون صالحاني اليسوعي. طبعة ثالثة مزاد عليها بيروت ¶ 1923 جزء 2 ¶ 373 - «الروض الاريض فيما نظمت من القريض» وضع اسكندر قزمان مؤلف الرقي والاعتدال. الجزء الأول مط عين شمس 1926 ص 269 ¶ 374 - «روضة الاطفال» فى القراءة الصوتية والكتابة الاصلية لعبد اللّه أمين افندي ص 79 ¶ 375 - «الريحانيات» اربعة أجزاء فيها مقالات وخطب وشعر منثور من قلم أمين الريحانى. المط العلمية بيروت 1923 ¶ 376 - «زاد المسافر» رسالة تبحث فيما جرى لحسين باشا حاكم البصرة في اواخر القرن الحادي عشر الفها الشيخ فتح اللّه بن علوان الكعبي ص 56 ¶ 377 - «زهر الآداب وثمر الألباب» لابى اسحق الحصري القيروانى أعاد طبعه وضبطه الدكتور زكي مبارك. المط الرحمانية جزء 4",
            "page": "46",
            "part": "1"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "رقم ¶ 378 - «السابق» أقاصيص ذات مغزى أدبي تأليف جبران خليل جبران بالانجليزية تعريب الارشيمندريت الطونيوس بشير. مط الهلال ¶ 379 - «السحاب الاحمر» تكملة على رسائل الاحزان في فلسفة الجمال والحب بقلم مصطفى صادق الرافعى. المط السلفية 1343 - 1924 ص 180 ¶ 380 - «سحر البلاغة» وهو المختار من الكتب الثلاثة: صهاريج اللؤلؤ. فحول البلاغة. أراجيز العرب للسيد محمد توفيق البكرى. بشرح عثمان شاكر 1926 ص 271 ¶ 381 - «سرالنجاح» تعريب الدكتور يعقوب صروف. مط المقتطف 1922 ص 326 ¶ 382 - «سفينة الكتاب» مجموعة مقالات مختارة في الأدب والعلم والاجتماع. جمعها محمد عبد الفتاح 1924 ص 160 ¶ 383 - «سمير الاطفال» أناشيد مدرسية وأغانى والعاب رياضية ووصف آثار مصرية وعربية. من نظم محمد افندي هراوى رئيس حسابات دار الكتب المصرية 3 أجزاء للبنين و3 أجزاء للبنات. مط دار الكتب المصرية ¶ 1342 - 1924 ¶ 384 - «الصحائف» بقلم الآنسة مي. مط السلفية 1924 ص 214 ¶ 385 - «صحائف من حياة» لمحمد فريد أبو حديد 1342 ¶ 386 - «صحف مختارة من الشعر التمثيلى عند اليونان» ترجمة طه حسين. مط الهلال 1920 ص 224 ¶ 387 - «صفوة المنشآت» وهى نماذج انشائية مدرسية بقلم أحمد زكي صفوت جزء 2 المط الرحمانية 1344 - 1923 ص 128 و128",
            "page": "47",
            "part": "1"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "رقم ¶ 388 - «الطرائف» مجموعة مقالات علمية وأدبية وتاريخية وضعها للمطالعة فى المدارس الثانوية الاستاذان أحمد افندى زكى صفوت ومصطفى افندي السقا ¶ 389 - «الطريقة الاستقرائية فى دروس القواعد العربية» لصاحبها رفائيل المعروف بابو اسحق. بغداد 1925 (هو الجزء الثالث) ¶ 390 - «الطريقة المنتسورية فى التربية والتعليم» تأليف المستر هولمز وترجمة أحمد سامح الخالدي ص 42 ¶ 391 - «ظلمات وأشعة» وهي خواطر بقلم مي مط الهلال 1923 ص 157 ¶ 392 - «العربية فى السودان» للشيخ عبد اللّه عبد الرحمن الضرير جزآن. الأول يتناول البحث فى لهجات السودان وعاداتهم وردها إلى أصل عربى. الثانى تتمة ابحاث الجزء الأول ونماذج من القصائد التى وضعها شعراء السودان المحدثون العاميون ¶ 393 - «العقد الثمين فى تربية البنين» ¶ 394 - «علم الأدب» مقالات لمشاهير العرب في الخطابة والشعر للاب لويس شيخو طبعه جديدة مصححة 1924 ص 344 ¶ 395 - «عيون الاخبار» لابى محمد عبد اللّه بن مسلم بن قتيبة الدينوري المجلد الأول كتاب السلطان. كتاب الحرب. كتاب السؤدد مط دار الكتب المصرية 1345 - 1925 ص 344 ¶ 396 - «غراماطيق قبطي» للاب مالون اليسوعي. طبعة ثالثة المط الكاثوليكية ¶ 1926 ص 325 ¶ 397 - «الغربال» بقلم الاستاذ نعيمة مستشار جمعية الرابطة العلمية بالولايات المتحدة الأميركية مجموعة مقالات. مصر 1923",
            "page": "48",
            "part": "1"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "رقم ¶ 398 - «الفتح الداني» للشيخ محمد قاضى الرخاوي على شرح تلخيص التلخيص لشيخ الاسلام زكريا الانصاري - الجزء الأول مط السعادة 1342 ¶ 399 - «الفصول» مقالات ادبية واجتماعية وخطرات وشذور دبجتها يراعة الكاتب البليغ عباس افندى محمود العقاد. مط السعادة 1341 -  ¶ 1922 ص 296 ¶ 400 - «فصول التماثيل فى تباشير السرور» تأليف أمير المؤمنين ابى العباس عبد اللّه بن المعتز. على نفقة محيى الدين صبري الكردى - المط العربية ¶ 1344 - 1925 ص 112 ¶ 401 - «فضل علم السلف على الخلف» للامام ابي الفرج زين الدين عبد الرحمن الشهير بابن رجب البغدادى الحنبلى. مصر 1924 ص 56 ¶ 402 - «فضل الكلاب على كثير ممن لبس الثياب» لابي بكر بن المرزبان. مصر ¶ 1341 ص 32 ¶ 403 - «فن التمثيل» تأليف محمود افندى خليل راشد - ليسانسيه فى التربية والعلوم. مط الرشاد بالاسكندرية ص 80 ¶ 404 - «الفنون الحديثة قديما وحديثا» لاحمد افندى يوسف يبحث فيه عن تاريخ التصوير. زينه بجملة رسوم ص 290 ¶ 405 - «فهارس كتاب المفضليات» لابن الانبارى طبع في كمبردج باعتناء الاستاذ ليال 1924 ¶ 406 - «في أوقات الفراغ» يحوي عدة مقالات ادبية اجتماعية لمحمد حسين هيكل بك ص 394 ¶ (م - 4)",
            "page": "49",
            "part": "1"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "رقم ¶ 407 - «فى ظلال الحقيقة» بحث عن حقيقة الوجود وضعه نجيب افندي شعبان المط التجارية الكبرى. مصر ¶ 408 - «في عالم الأدب» الكتابة والشعر. مقالات في العلم والأدب والفلسفة والاجتماع لجبران خليل جبران. جمعه محمد محمد زكي الدين مط المحروسة 1924 ص 190 ¶ 409 - «فى عالم الرؤيا» مقالات وقصص من قلم جبران خليل جبران. عنى بنشره محمد افندي عطيه الكتبي ص 160 ¶ قواميس ومعاجم عربية وبلغات أجنبية ¶ 410 - «قاموس الجيب» فرنساوي عربى - وضع الاب بليبل والاب يزبك الحصرونى. مط كوى 1926 ص 387 ¶ 411 - «قاموس الجيب» كالسابق في اللغتين الفرنساوية والعربية بقلم يوسف إبراهيم صادر مط ومكتبة صادر بيروت سنة 1926 ¶ 412 - «قاموس الجيب».عربي. انجليزى. تأليف الياس أنطون الياس المط العصرية ص 523 ¶ 413 - «قاموس الطالب» انجليزى عربى باللغة العربية الفصحى وضعه الفريد هندية بتصحيح سبيروبك. مط هندية 1925 ¶ 414 - «قاموس عربى فرنساوي» اضافات إلى القواميس ص 480 وضعه الاستاذ فانيان - الجزائر 1923 ¶ 415 - «قاموس عربى انجليزى» تأليف سقراط بك سبيرو. طبعة ثانية؟ ¶ 416 - «القاموس العصري» انكليزى عربي تأليف الياس أنطون الياس. الطبعة الثانية منقحة ومصوره. المط العصرية سنة 1921",
            "page": "50",
            "part": "1"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "رقم ¶ 417 - «قاموس العوام» لمؤلفه حليم دموس. وفيه الالفاظ العامية ومرادفها بالكلمات الفصحى. مط الترقى بدمشق 1923 ص 311 (1) ¶ 418 - «قراضة الذهب في نقد أشعار العرب» لابى على الحسن بن رشيق القيروانى. طبع نقلا عن النسخة المحفوظة بخزانة أحمد بك طلعت. عنى بنشره السيد أمين محمد الخانجى 1344 - 1926 ص 59 ¶ 419 - «قواعد الكتابة العربية» لمؤلفه خير الدين أسد الحلبى. المط العلمية بحلب 1341 ص 40 ¶ 420 - «قواعد اللغة العربية» للمدارس الثانوية على هيئة سؤال وجواب تأليف سيد حسين عبد الرحمن الجزء الثانى للسنة الثانية الثانوية ¶ 421 - «الكافي في تعليم اللغة الفرنساوية» وضعه الاستاذ أحمد أبو الخضر منسى مط الاعتماد. مصر ¶ 422 - «كتاب أولادي» وضع المؤلف الفرنساوى بول دومر عربه إبراهيم شحاده فرح. طبع في سان باولو بالبرازيل ص 54 ¶ 423 - «كتاب الكتاب» لابن درستويه. باعتناء الاب لويس شيخو المط الكاثوليكية. بيروت ص 115 ¶ 424 - «كتاب فيه ذكر شي ء من الحلى».للشيخ أبى عبد اللّه محمد بن جعفر القزاز المتمينى النحوي. نشره الشيخ طاهر الغسان واحمد قدرى كيلانى مط العرفان صيدا 1241 1922 ص 25 ¶ 425 - «الكتاب الثلاثة» فيه مقالات منتقاة من ولى الدين يكن والمنفلوطى والعقاد جمع حسين حسنين. ص 238 ¶ __________ ¶ (1) انظر نقد هذا القاموس فى مجلة المجمع العلمي بدمشق المجلد الرابع ص 138",
            "page": "51",
            "part": "1"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "رقم ¶ 426 - «الكتاب المأثور» عن أبى العميثل الاعرابى وهو كتاب ما اتفق لفظه واختلف معناه. باعتناء الاستاذف. كرنكو. لندن 1925 ص 100 ¶ 427 - «كشكول جمال» جمعه محمد جمال صاحب المكتبة الاهلية مصر ¶ 428 - «كلمات واشارات» للآنسة مى يحوى خمس عشرة خطبة وهو أول كتاب جمعت فيه خطب سيدة شرقية عربية. مط الهلال 1922 ص 144 ¶ 429 - «كلمات المنفلوطي» يحوي أقوالا ملخصة من كتبه وفيه صورته وخطبه وترجمته ومذيل بخلاصة ما قيل فيه من الوصف والتأبين والرثاء. اعتنى بجمعه ونشره السيد أحمد عبيد مط الترقى دمشق سنة 1343 ص 118 ¶ 430 - «كلمة فى اللغة العربية» للاستاذ اسعاف النشاشيبي بك محاضرة القاها في دار الرابطة الشرقية أضاف اليها المؤلف فصلا جمع فيه حقائق في أدب اللغة. القدس 1925 ص 117 ¶ 431 - «كلمة موجزة في سير العلم» للاستاذ المذكور اسعاف النشاشيبى: القدس ¶ 1340 ¶ 432 - «كمال البلاغة» وهي رسائل شمس المعالى قابوس بن وشمكير تأليف عبد الرحمن بن على اليزدادي 1341 ¶ 433 - «الكواكب والمواكب والدرر» المنفلوطي. ولى الدين يكن. جبران خليل جبران. عمل محمد محمد عبد المجيد. التزام محمد على عطيه. ص 24 ¶ 434 - «كيف تكون خطيبا» لحسن صالح الجداوى: ص 81 ¶ 435 - «كيف تصير خطيبا» للاستاذ محمد حامد خليل ص 114 ¶ 436 - «اللغات السامية» في سوريا ولبنان. رسالة للدكتور فيليب حتى أستاذ التاريخ في الجامعة الأميركية بيروت",
            "page": "52",
            "part": "1"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "رقم ¶ 437 - «اللغة العامية» حياة اللغات وموتها للخوري مارون غصن. ولها ملحق فيه بحث فلسفي لغوي اجتماعي. مط اليسوعيين بيروت 1925 ص 56 و9 ¶ 438 - «لهجة أهل دمشق» مكتوبة بحروف افرنجية بقلم الاستاذ برغستراس ولها ترجمة المانية. هانوفر 1924 ¶ 439 - «الليالى العشر» وهى عشر رسائل للكاتب البليغ يوسف حمدى بك يكن. مط المقتطف ¶ 440 - «مبادي المطالعة الاولية» لتلاميذ المدارس الاولية تأليف عبده الشامى ¶ 441 - «المثالث والمثاني» مجموعة شعرية مصورة لحليم دموس وفيها مجموعة من خطوط أدباء الوطن. مط العرفان صيدا 1926 ص 208 ¶ 442 - «المجتنى» لابن دريد. حيدر آباد الدكن 1342 ¶ 443 - «مجمع الامثال» للميداني. طبعة جديدة بالمط البهية المصرية 1342 جزء 2 كبير ¶ 444 - «مجمع البحرين» للشيخ ناصيف اليازجي. طبعة سليم صادر في بيروت 1925 - 1924 ص 500 ¶ 445 - «مجموعة مقالات فكري أباظه المحامى» هي المجموعة الثانية من خطب ومقالات الاستاذ فكري أباظه المحامي. صدرها بأبيات لأمير الشعراء شوقي. مصر 1923 ¶ 446 - «مجموعة آثار رفيق بك العظم» عنى بجمعها ونشرها السيد عثمان العظم وهي قسمان. القسم الأول ما لم يسبق طبعه وهو 145 صفحة والثانى ما سبق طبعه وهو 87 صفحة مط المنار 1344",
            "page": "53",
            "part": "1"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "رقم ¶ 447 - «مجموعة من النظم والنثر للحفظ والتسميع» لتلاميذ السنة الرابعة. المط الأميريه 1925 ¶ 448 - «مجموعة الرابطة القلمية» يحتوي على قصائد ونبذ أدبية من قلم تسعة من الشعراء والكتاب السوريين المشهورين في أميركا. نشرته جمعية الرابطة الأميركية في نيويورك ¶ 449 - «مجموعة النشاشيبي» للاديب اسعاف النشاشيبي حكم وآيات. وافقت وزارة المعارف في فلسطين على نشر هذه المجموعة. الكتاب الأول المط السلفية 1341 ص 175 ¶ 450 - «المجنون» كتاب ألفه بالانجليزية جبران خليل جبران وترجمه إلى العربية الارشميندريت انطونيوس بشير. مط الهلال مصر 1924 ص 92 ¶ 451 - «مختار النوادر» جمع واختيار أحمد أبو الخضر منسى ص 140 ¶ 452 - «مختارات ابن الشجري» بشرح محمود حسن زناني أمين المكتبة الزكية ثلاثة أقسام بمجلد واحد 1926 ص 38 كبير ¶ 453 - «مختارات الجديد» بقلم توفيق افندى ضعون. صاحب جريدة المفيد ومجلة المفيد في سان باولو (أمركا) جزء 2 ص 140 و460 ¶ 454 - «مختارات سلامه موسى» عنى بنشرها الياس انطون الياس. المط العصرية 1924 ص 321 ¶ 455 - «مختارات الصائغ» تأليف عوض الكريم محمد هندى الصائغ من وجوه أم درمان. جمعه من 350 كتابا في التوحيد والفقه والتصوف والطلب الجديد والطب القديم والطب الاهلى. يشمل بين دفتيه 2097 آيه من كتاب اللّه و1241 آية من التوراة والانجيل وغير ذلك. ص 919 ¶ (لم يذكر المقتطف الذي وصف هذا الكتاب في أي بلد طبع)",
            "page": "54",
            "part": "1"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "رقم ¶ 456 - «مختصر دلائل الاعجاز في علم المعانى» لعبد القاهر الجرجانى. اختصار السيد محمد الحنفي الحلبي. المط العلمية حلب 1342 ¶ 457 - «مذابح الاعراض» مقالات للاستاذ أبي العيون المفتش بالجامع الأزهر ¶ 458 - «المذكرات فتوة» تأليف المعلم يوسف ابي حجاج. المط العربية ص 72 كبير ¶ 458 ب - «المذكرات الحامدية في تاريخ آداب اللغة العربية» للشيخ علي حامد الجزء الأول الطبعة الثانية. مط السلفية 1343 1925 ¶ 459 - «مطالعات في الكتب والحياة» بقلم عباس محمود العقاد المط التجارية 1923:1924 ص 309 ¶ 460 - «مطالعات في اللغة والأدب» فصول في النقد الأدبى وضعها الاستاذ خليل سكاكينى ص 176 ¶ 461 - «المطالعة السديدة» لمحمد افندي ضيا المدرس بطنطا (مصر) وهو معرب من قصص ايسوب الفيلسوف واكثر حكاياته على السن الطيور والحيوانات ¶ 462 - «معجم الجيب الفرنسى والعربي» هو قاموس الجيب رقم 411 ¶ 463 - «معراج البيان» اختيار وتصنيف علام سلامه المدرس بدار العلوم الجزء الاول. مط دار الكتب المصرية 1926:1345 ص 289 ¶ 464 - «المعرض» أو آراء شبان الحجاز في اللغة العربية جمعه ورتبه السيد محمد سرور الصبان المط العربية 1926 ¶ 465 - «معين الطلاب في كيفية الاعراب» وضع عطا لله اثناسيوس الموظف بوزارة الماليه.",
            "page": "55",
            "part": "1"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "رقم ¶ 466 - «مفاتيح العلوم» للامام الشيخ أبى عبد اللّه محمد بن أحمد بن يوسف الكاتب الخوارزمي. عنى يتصحيحه ونشره محمد منير الدمشقى. ادارة المط. المنيرية 1342 ص 154 ¶ 467 - «مفتاح الخطابة والوعظ» لمحمد أحمد العدوي. المنار 1344 ¶ 468 - «مفتاح اللغة المصرية» وانواع خطوطها وأهم اشاراتها ومبادي اللغتين القبطية والعبرية لواضعه انطون زكرى. مط السعادة 1344 - 1924 ص 142 ¶ 469 - «المفضليات» لابى العباس المفضل بن محمد الضبي شرحها حسن السندوبى صاحب جريدة الثمرات. المط الرحمانية 1345:1926 ص 210 ¶ 470 - «مفكرات جورج ط. مطر» قال في مقدمته. هي مفكرات لأناشيد وآلام كان يصعدها القلب من آن إلى آخر أمام اللّه موضوع حبى والطبيعة الفتانة والبشرية المتألمة. مط الارز بيروت 1925 ص 171 ¶ 471 - «مقالات ليحيى بن عدى» مع ترجمة فرنساوية لاوغسطين بيريه. باريس 1920 ص 134 ¶ 472 - «مقدمة لدراسة لغة العرب» تأليف أحمد ضيف مدرس بالجامعة المصرية. مط السفور 1921 ص 178 ¶ 473 - «مملكة الجمال» لمحمود علي قراعه مباحث اجتماعية وأدبية ص 64 ¶ 474 - «من أعماق السجون» عربه نقولا افندى يوسف. مكتبة العرب ¶ 475 - «من والد إلى ولده» رسائل في التربية والتعليم والآداب كان يبعث بها أحمد حافظ عوض بك إلى ولده من حين إلى آخر. الطبعة الثانية 1925 ¶ 476 - «منتخبات الترجمة» لطلبة التعليم الثانوي. عمل محمد رفعت الجزء الاول: القطع العربية. والترجمة باللغة الانجليزية 1340",
            "page": "56",
            "part": "1"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "رقم ¶ 477 - «منشئات المنشاوى» مجموعة من النظم والنثر مشكولة الالفاظ أنشأها الاستاذ عبد الغنى المنشاوى مدرس اللغة العربية بالمدرسة العباسية الثانوية بالاسكندرية مط الرحمانية مصر ¶ 478 - «منكر ونكير» مجموعة رسائل بقلم يوسف حمدى بك يكن تناول فيها جانبا كبيرا من المشاكل الاجتماعية والعمرانية. مط المقطم 1925 ص 120 ¶ 479 - «منهج الدراسة الابتدائية» في وزارة المعارف العراقية. المط السريانية بغداد 1922 ص 132 ¶ 480 - «المنهل النمير في المعجم الصغير» خاص بمقابلة الالفاظ الشائعة في العربية والبرتغالية. وضع يوسينوس مندس. ص 230 ¶ 481 - «الموجز في التربية الذاتية» وضعه رياض افندي روفائيل. المط العربية مصر (يطلب الكتاب من المكتبة العصرية بالموصل) ¶ 482 - «نبضات الفؤاد» مجموعة أدب وعلم واجتماع بقلم فؤاد حنا صروف. تقدمة الكتاب إلى عم المؤلف الدكتور يعقوب صروف. بيروت 1922 ص 136 ¶ 483 - «النبوغ» تأليف لبيب افندى الرياشى. المط العلمية بيروت 1921 ص 179 ¶ 484 - «النبي» لجبران خليل جبران. عربه عن الانجليزية الارشيمندريت انطونيوس بشير وهو خلاصة آراء في الحب والموت والزواج والاولاد والهوى والعقل الخ مصر 1926 ص 120 ¶ 485 - «النجاح» للورد بيفربرك. نقله عن الانجليزية الاستاذ أمين افندى رزق المحامى. مط الابتهاج ص 153",
            "page": "57",
            "part": "1"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "رقم ¶ 486 - «نحن وأطفالنا» مترجم عن الانجليزية بقلم السيدة فهيمه عبد الملك. ص 146 ¶ 487 - «النرجس وما قيل فيه نثرا ونظما» جمعه عبد اللّه افندى مخلص ونشرته مجلة الزهرة حيفا ص 26 ¶ 488 - «نزهة القارى» للشيخ أحمد الاسكندري. الجزء الأول مط المعارف ¶ 1922 ص 345.الجزء الثانى وهو يحوى مقالات فى التاريخ والأدب ¶ 489 - «النسمات» بقلم سلمى صايغ. عنى بنشرها جرجي نقولاباز. المط الأدبية بيروت 1923 ص 188 ¶ 490 - «نشوار المحاضرة» *جامع التواريخ ¶ 491 - «نظام تدريس الاميين» رسالة موجزة وضعها المعهد العلمى فى بغداد لبيان المنهاج الذى سيسير عليه فى مكافحة داء الامية في بلاد العراق. مط الفرات بغداد ¶ 492 - «نفثات البنان» للاستاذ على محمد غانم شراب ¶ 493 - «نفثات الكتاب» في عهد النهضة الأدبية الاخيرة. وهو مجموع 120 ¶ مقالة أدبية جمع يوسف افندى صفير. مط صادر بيروت 1926 ص 320 ¶ 494 - «النفس المطمئنة» عبارة عن 50 صفحة خيالية الانشاء لواضعها أحمد افندي محمد سليمان ¶ 495 - «نماذج الانشاء والامثال» لمصطفى محمد عمارة ص 235 ¶ 496 - «نهاية الارب في فنون الأدب» لشهاب الدين أحمد بن عبد الوهاب النويرى. وهو سفر جليل يدخل في نحو 24 مجلدا باعتناء دار الكتب المصرية. ظهر منه لغاية 1926 خمسة أجزاء كبيرة",
            "page": "58",
            "part": "1"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "رقم ¶ 497 - «نهج التقدم» للدكتور اوريسون سون ماردن الأميركي تعريب جرجس افندي شاهين عطيه. مط الأمير كان بيروت ص 224 ¶ 498 - «هداية الطالب فى علوم البلاغة وتطبيقها» للاستاذ أحمد مصطفى المراغي المدرس فى المدرسة الخديوية ووضه للسنتين الثالثة والرابعة من المدارس الثانوية. جزء 2 بمط السعادة 1243 1924 ¶ 499 - «هداية المدرس للنظام المدرسى وطرق التدريس» تأليف على عمر بك مط هندية 1339 - 1921 ص 290 ومطبعة مصر 1925 ¶ 500 - «وجدان لا سياسة» للاستاذ حبيب اسطفان (الخورى يوسف اسطفان سابقا) طبع في هافانا عاصمة كوبا ¶ 501 - «الوسيط فى الأدب العربي وتاريخه» للشيخ أحمد الاسكندري والشيخ مصطفى عنانى. الطبعة الخامسة 1343 - 1925 ص 359 ¶ 502 - «و ميض الروح» للمرحوم محمد بك تيمور ابن العالم الاديب أحمد باشا تيمور ¶ 503 - «يعفول (كتاب)» تأليف حسن بن محمد بن الحسين الصنعاني المتوفى سنة 651.عنى بنشره وتصحيحه الاديب حسن حسنى عبد الوهاب مدرس التاريخ الاسلامي بالخلدونية وبالمدارس العليا للآداب واللغة العربية بتونس. تونس 1924 ص 37 (1) ¶ __________ ¶ (1) انظر نقد هذا الكتاب في مجلة لغة العرب ببغداد الجزء 2 من السنة الرابعة ص 101",
            "page": "59",
            "part": "1"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "القسم الثالث ¶ كتب في الاخلاق والتهذيب والتربية وتدبير المنزل ¶ رقم ¶ 504 - «الآفات الاجتماعية وعلاجها» للكونت تولستوى الروسى. ترجمها الاستاذ محمد رضا أمين مكتبة الجامعة المصرية. مصر 1342 - 1923 ص 363 ¶ 505 - «ابتسامات ودموع» او الحب الالمانى. اوراق متناثرة من مذكرات غريب جمعها ف. مكس مولر. نقلت إلى العربية بقلم الآنسة مي. الطبعة الثانية مط الهلال 1921 ص 144 ¶ 506 - «أحلام الفلاسفة» بقلم سلامه موسى. مط الهلال 1926 ص 133 ¶ 507 - «الاخلاق» لاحمد امين. الطبعة الثانية 1923 ص 239 ¶ 508 - «الاخلاق» لمؤلفه الانجليزى المستر صموئيل سميلز تعريب الاستاذ محمد الصادق حسين خريج مدرسة المعلمين العليا. علق عليه المترجم تعليقات كثيرة. (لجنة التأليف والترجمة والنشر) ¶ 509 - «أخلاق الفتى» تأليف محمد أحمد رضا (بك) وزكي محمد المهندس. مط هندية 1344 - 1925 الطبعة الخامسة ص 192 ¶ 510 - «الاخلاق عند الغزالى» لمؤلفه زكي مبارك. نوقش هذا الكتاب في الجامعة المصرية في 15 مايو سنة 1924 ونال مؤلفه لقب دكتور فى الأدب. مط الرحمانية 1924 ص 434 ¶ 511 - «أخلاق ومشاهد» للكاتب يوسف غصوب. وهو سلسلة صور للحياة الاجتماعية الشرقية عامة والسورية خاصة. مط انجليل في بيروت ص 207",
            "page": "60",
            "part": "1"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "رقم ¶ 512 - «أسرار الحياة الزوجية» ترجمه نقولا حداد. المط العصرية ¶ 513 - «الاسلام في أميركا» وضعه نجيب افندى العسراوى ردا على كتاب الطلاق وتعدد الزوجات لمؤلفه الياس مسره. مط فتى لبنان بسان باولو ¶ (البرازيل) ¶ 514 - «أصول الاخلاق» عربه عن الانجليزية إبراهيم افندى رمزي. مصر ¶ 1921 ص 109 ¶ 515 - «أصول علم النفس وأثرة في التربية والتعليم» تأليف الاستاذ أمين مرسي قنديل المط العربية 1925 ص 287 ¶ 516 - «اكليل غار» لجرجي افندى نقولا باز يبحث في المرأة والآراء الجديدة ¶ 517 - «الى شبان الجيل العشرين: كيف تصير رجلا» تأليف بورسو عربه الاباتى افرام حنين الديرانى المدبر الحلبي اللبنانى. مط الاجتهاد بيروت ¶ 1926 ص 319 ¶ 518 - «الالعاب السويدية» مباحث فى التربية النظامية والعناية بالجسم وفيه ¶ 150 حركة بدنية بقلم إبراهيم خير اللّه ¶ 519 - «بنات الشرق» كتاب قراءة موضوع لمدارس البنات بقلم الخورى انطون يمين اللبناني. مط قوزما 1924 ص 100 ¶ 520 - «التاج في أخلاق الملوك» للجاحظ. طبع هذا الكتاب النفيس في دار الكتب المصرية باعتناء العالم المحقق أحمد زكى باشا لكنه لم يصدر للبيع الا في سنة 1924 ¶ 521 - «تاريخ التربية من فجر التاريخ إلى الآن» لواضعه عبد اللّه أفندى مشنوق خريج جامعة بيروت الأميركية ومدرس التربية وعلم النفس بدار المعلمين ببغداد. بغداد 1925 ص 308",
            "page": "61",
            "part": "1"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "رقم ¶ 522 - «التربية الاجتماعية» تأليف على أفندى فكرى أمين دار الكتب المصرية. المط العصرية 1342 - 1923 ص 210 ¶ 523 - «التربية الاخلاقية» وضع الافوكاتو أبادير حكيم ص 250 كبير ¶ 524 - «تربية الذوق السليم» محاضرة القاها الاستاذ أحمد فهمى العمروسى فى مؤتمر التعليم الأول بالقاهرة في يوليو سنة 1926 وطبعت مع الرسوم ¶ 525 - «التربية العقلية» ترجمها عن التركية محمد حسيب بيازيد فى دمشق ومن مواضيعها معلومات عن علم الروح والقوة الحسية والذهنية والعقل وتوازنه ووجوه التربية الخ. ¶ 526 - «التربية الوطنية» تأليف توفيق حامد المرعشلى دكتور فى الآداب مدرس التربية الوطنية والتاريخ بالمدرسة الخديوية. مط دار الكتب 6 - 1925 ص 141 ¶ 527 - «التربية فى أميركا» للاستاذ أحمد فهمي العمروسى ص 63 ¶ 528 - «تصوير العواطف» للدكتور إبراهيم أفندى الساعى (انظر مقتطف مارس 1923) ¶ 529 - «التعاون (كتاب)» للاستاذ الدكتور يحيى أحمد الدردير وفيه تاريخ الحركة التعاونية في بلدان أوروبا وطبق ما ذكره على مصر تطبيقا عمليا. قررت وزارة المعارف تدريسه فى مدارس المعلمين الاولية. مط دار الكتب 1925 ص 257 ¶ 530 - «التعليم والصحة» كتاب صغير وضعه الدكتور محمد عبد الحميد بك مدير مستشفى الملك وكبير جراحيه. نشر بمصر ص 160 مزين بالرسوم ¶ 531 - «التهذيب أساس الحضارة» رسالة من مطبوعات منتدى التهذيب في بغداد.",
            "page": "62",
            "part": "1"
        },
        {
            "hno": null,
            "id": "66",
            "nass": "رقم ¶ 532 - «تهذيب البنين» تأليف محمد أحمد رضا رئيس قلم اللوازمات بوزارة المعارف مط هندية 1340 - 1921 ص 140 ¶ 533 - «التوفيق العملى بين الحضارة والاسلام» للشيخ رضوان شافعى المتعافى ص 26 ¶ 534 - «جنة الازواج» تأليف الدكتورة مارى ستوبس النطاسية الضليعة من علوم الطب ومباحثه. عرب بقلم سليم خورى وعباس حافظ عن نسخة من الطبعة الرابعة عشرة: مط المقطم 1925 ص 157 ¶ 535 - «جوامع الآداب في أخلاق الانجاب» للشيخ جمال الدين القاسمى الدمشقى. أعاد طبعه محيى الدين الكردى - المط العربية 1345: 1926 ص 152 ¶ 536 - «الحب في تركيا» ¶ 537 - «حسن التذكار» بقلم جورجى نقولا باز - مجموع خطب أدبية القاها المؤلف على الشبيبة فى نوادى العلوم مط القديس جاورجيوس. بيروت ¶ 1926 ص 110 ¶ 538 - «حصاد الهشيم» تأليف إبراهيم عبد القادر المازنى فيه مقالات بمواضيع شتى - أخلاقية اجتماعية فلسفية - وفيه كلام عن ابن الرومي وديوانه مط العصرية 1924 ص 431 ¶ 539 - «الحياة الاجتماعية» للدكتور سليمان غزاله وهو يبحث فى التربية المنزلية واختيار الحرفة وتربية الارادة والصحة البدنية. ص 364 ¶ 540 - «خواطر» كتاب اجتماعى أدبى لعبد الحسيب أفندى الشيخ سعيد صاحب جريدة الهدف في حماه. دمشق 1921 ص 159",
            "page": "63",
            "part": "1"
        },
        {
            "hno": null,
            "id": "67",
            "nass": "رقم ¶ 541 - «الداء والدواء» مجموعة مقالات أدبية كتبت في أوقات مختلفة بقلم اسكندر الخوري البيتجالى. القدس 1921 ص 142 ¶ 542 - «الدروس الاولى في علم الصحة» وهي ثلاثة عشر درسا في المواضيع الصحية مط الأميركان. بيروت ¶ 543 - «دروس مدنية» تأليف جرجي زوين نائب جبل لبنان مط الأدبية بيروت 1925 ص 52 ¶ 544 - «دمعة وابتسامة» للآنسة مي. مط الهلال 1923 ص 196 ¶ 545 - «روح الاجتماع» تأليف جوستاف لوبون. ترجمة المرحوم أحمد فتحي زغلول باشا. الطبعة الثانية نشره توفيق الرافعي. المط الرحمانية 1921 ص 144 ¶ 544 - «روح الاشتراكية» لمحمد عادل زعيتر. المط العصرية ص 318 ¶ 546 - «روح التربية» تأليف جوستاف لوبون. تعريب الدكتور طه حسين مط الهلال 1922 ص 147 ¶ 547 - «روح الثورات والثورة الفرنساوية» تأليف جوستاف لوبون تعريب محمد عادل زعيتر متخرج من معهد الحقوق في جامعة باريس. مط الشرق دمشق 1924 - 1342 ص 327 ¶ 548 - «روح الماسونية وآمال الانسانية» لاحمد زكى أبى شادي: المط السلفية ¶ 1926 ص 104 ¶ 549 - «الرياضة البدنية» وضعه رشيد حسين البشلاوي مط مصر 1921 ¶ جزء 3 ¶ 550 - «الزواج - السباقات العشرة» وهو اقتراح على الكتاب موضوعه الاسباب التى تعوق شبان العصر عن الزواج والوسائل إلى ازالة تلك الموانع. نشره الخورى مارون غصن: المط الكاثليكية بيروت 1924",
            "page": "64",
            "part": "1"
        },
        {
            "hno": null,
            "id": "68",
            "nass": "رقم ¶ 551 - «الزوجة الأمينة» مبحث قضائي وكنسى ومدنى وفيها قضية السيدة عفيفة عواد. ص 350 ¶ 552 - «سبل النجاح» لعلي افندى فكرى أمين دار الكتب. في العلم والعمل والاقتداء بعظام الرجال. جزء 3 مط هندية 1923 ¶ 553 - «سعادة الزوجين» لعلي افندي المذكور مط المعارف 1923 جزء 3 ¶ 554 - «سوانح فتاة» للآنسة مى ¶ 555 - «صحة الاطفال» للدكتور صبرى فرح الحموي. توخى فيه مؤلفه البساطة والدقة في التعبير. مط العصر الجديد بحلب 1924 ص 172 ¶ 556 - «طرائف الحكمة» مجموعة في الأدب والحكمة والامثال. جمعها ورتبها السيد أحمد عبيد الدمشقي مط الرحمانية 1342 ص 84 ¶ 557 - «العبر» للاديب وجيه افندى بيضون. فصول في الأدب والاخلاق والاجتماع مط الترقى دمشق 1924 ص 230 ¶ 558 - «العدالة الالهية في النظم البشرية والاخلاق العملية».تأليف وهبه عبد السيد موظف بمصلحة خفر السواحل والمصائد مط الشباب 1925 ¶ 1926 جزء 2 ¶ 559 - «العشق الطاهر» للدكتور سليمان غزاله. دار الطباعة الحديثة بغداد ¶ 560 - «العصر الجديد» في الاجتماع والنقد والاخلاق والأدب بقلم محمد يوسف المدرك. مط الترقى 1925 ص 264 ¶ 561 - «علم الاجتماع» حياة الهيئة الاجتماعية وتطورها تأليف نقولا حداد. الكتاب الاول: حياة الهيئة الاجتماعية المط العصرية 1924 ص 262 ¶ (م - هـ)",
            "page": "65",
            "part": "1"
        },
        {
            "hno": null,
            "id": "69",
            "nass": "رقم ¶ 562 - «علم الاخلاق» إلى نيقوماخوس. تأليف ارسطاطاليس. ترجمه من اليونانية إلى الفرنسيه وصدره بمقدمة في علم الاخلاق وتطوراته بارتلمى سنتهيلر ونقله إلى العربية أحمد لطفى بك السيد رئيس الجامعة المصرية ¶ (و كان مديرا لدار الكتب المصرية) مط دار الكتب 1924 جزء 2 ¶ كبار (ثمنه 100 غرش مصرى) ¶ 563 - «علم تربية الصحة» للسنة الثانية من مدارس البنين الاولية تأليف على حامد العربى. الجزء الاول ¶ 564 - «العمدة والكشافة» وضع الكشاف كساب ص 28 ¶ 565 - «الفاشيزم» أو النهضة الايطالية الحديثة لمحمد افندى محفوظ الكردى مط النهضة الحلبية بحلب ¶ 566 - «الفتيان الكشافة» بقلم توفيق حبيب المط العصرية 284 ¶ 567 - «الفلسفة الأدبية أو علم الاخلاق» تعريب حنا أسعد فهمي ¶ 568 - «فلسفة التربية» للدكتور هرمان الانجليزى تعريب عبد اللّه افندى مشنوق. بغداد ¶ 569 - «فلسفة الحياة» تأليف تولستوى وتعريب بباوى افندي غالي الدويري: طبعة ثانية ¶ 570 - «الفلاح» حالته الاقتصادية والاجتماعية تأليف يوسف بك نحاس بالفرنساوية نقله إلى العربية خليل بك مطران ص 160 ¶ 571 - «كلمات في الاخلاق» للاستاذ محمد مختار يونس. قررت وزارة المعارف تدريسه في مدارس المعلمين الاوليه ص 152 ¶ 572 - «كيف تجد السعادة» لمحمد افندى سعيد الجلبلى الموصلى. جمع فيه آراء مشاهير الكتاب من العرب والافرنج. مط العصرية بغداد",
            "page": "66",
            "part": "1"
        },
        {
            "hno": null,
            "id": "70",
            "nass": "573 - «كيف نحافظ على صحتك» كتاب يبحث في علم ألهيجين والوقاية من الامراض. تعريب سليم قبعين صاحب مجلة الاخاء. مط عين شمس مصر 1924 ص 96 ¶ 574 - «مباحث في الاخلاق» ¶ 575 - «المبادى ء البهائية» تأليف س ج. ع. مط رعمسيس ¶ 576 - «محاضرة في علاقة العلم بالاخلاق» القاها الفاضل أحمد بك العمروسى المفتش في وزارة المعارف ¶ 577 - «مختارات جرجي زيدان» فى فلسفة الاجتماع والعمران نحوى مباحث أخلاقية وحكمية ونسائية وسياسية وأدبية الخ. مط الهلال 1921 جزء 3 ¶ 578 - «مختارات فى الحجاب والسفور» مقالات اجتماعية لجامعها مصطفى عبد الجبار القاضى ص 167 ¶ 579 - «مدامع العشاق» أروع ما قال الشعراء في قهر النفوس تأليف زكى مبارك المط الرحمانية 1924 ص 269 ¶ 580 - «مذكرات بغي» بقلم محمد افندي رأفت جمال جعل موضوعها سقوط المرأة والعلاج الناجع لها. مصر ¶ 581 - «المرأة الجديدة في مركزها الاجتماعي» للكاتب محمد السباعى. مط السعادة ص 183 ¶ 582 - «المرأة العربية فى جاهليتها وإسلامها» لعبد اللّه عفيفى صدر منه الجزء الثانى ¶ 583 - «المرأة في أدوارها الثلاثة» فتاة وزوجا وأما كتاب يبحث فى آداب المرأة وواجباتها وحقوقها فى جميع أدوار حياتها بقلم محمد مسعود مدير قلم المطبوعات بالداخلية 1343 - 1925 ص 158",
            "page": "67",
            "part": "1"
        },
        {
            "hno": null,
            "id": "71",
            "nass": "رقم ¶ 584 - «المرأة في التاريخ والشرائع» تأليف محمد جميل بيهم. يبحث في تطور المرأة منذ عهد البشر البدائي حتى الآن. بيروت 1339 - 1921 ص 377 ¶ 585 - «المرأة وآراء الفلاسفة» لحسن افندى فوزى بمدرسة الجيزة الثانوية ¶ 586 - «المرأة وفلسفة التناسليات» الجزء الأول من سلسلة العلاقات التناسلية والعادات السرية تأليف الدكتور فخرى. المط العصرية 1924 ص 651 ¶ 587 - «مراجعات» للاستاذ عباس محمود العقاد. بها نحو 20 مقالة في الأدب تختلف مواضيعها من البحث في الجمال إلى الكلام عن بشار بن برد إلى إلمامات بسيطة عن الاخلاق والمرأة الخ. المط العصرية ص 276 ¶ 588 - «مرشد الآباء إلى تربية الابناء» لعبد الحميد أحمد السكري. المنصورة ¶ 589 - «المرشدات» للآنسة آلس ابكاريوس وضعته لفائدة البنات الكشافة تعريب جبرائيل جبور مزين بالصور. بيروت 1925 ص 309 ¶ 590 - «مركز المرأة» في قانون حمورابي والقانون الموسوى. تعريب الاستاذ سليم العقاد. المط العصرية ¶ 591 - «مسارح الاذهان» مجموعة أدبية فنية روائية في حقيقة الحياة بقلم خليل بيدس. المط العصرية مصر 1924 ص 332 ¶ 592 - «مسرح الاعين» تأليف علي افندي فودا النوني مفتش معاهد التعليم الاولى بمجلس مديرية الدقهلية ¶ 593 - «المسرح المصري» هو الجزء الثالث من مؤلفات المرحوم محمد تيمور فيه وصف المسرح وبعض روايات مكتوبة باللغة العامية. مصر 1923 ¶ 594 - «مشاكل الحياة بين الشاب والفتاة» بقلم نقولا يوسف حلبي. كتاب اجتماعي يبحث في مسئولية الرجل والمرأة تجاه نظام التناسل ومن ثم في أهم موانع الزواج: المط العباسية بيروت 1924 ص 215 وفيه رسوم",
            "page": "68",
            "part": "1"
        },
        {
            "hno": null,
            "id": "72",
            "nass": "رقم ¶ 595 - «الموجز في الاجتماع» محاضرات القاها الاستاذ عارف النكدي في معهد الحقوق بدمشق. مط المفيد دمشق 1925 ص 211 ¶ 596 - «الموظف» (كتاب) يتناول هذا الكتاب كل ما يتعلق بموظف الحكومة بمصر تأليف محمد فريد شرابى رئيس قسم رابع بمديرية القليوبية. مصر ¶ 597 - «ميزان النفس» أدبى أخلاقي عربه عن الانجليزية الاستاذ توفيق زيبق. طبعة ثانية (يطلب من المكتبة الوطنية بحيفا لصاحبها جميل البحري) ¶ 598 - «نحن واطفالنا» وضع فهيمه عبد الملك. مأخوذ اصلا من الالمانية ومعرب عن الانجليزية مع بعض تصرف. طبعة ثانية مط المحيط 1922 ص 146 ¶ 599 - «نزهة الطلاب في تعليم المرأة ورفع الحجاب» لأحمد فوزى الساعاتى دمشق ص 40 ¶ 600 - «نشوة السكران من صهباء تذكار الغزلان» تأليف محمد صديق حسن خان. أعيد طبعه بالمط الرحمانية 1920 ص 128 صغير ¶ 601 - «وحي الغاب» تاليف عيسى ميخائيل سابا. مقالات بعضها شعرى خيالى وبعضها اجتماعي انتقادي. مط القاموس العام بيروت 1925 ص 87 ¶ 602 - «وسائل النجاح» كتاب عصرى يبحث في طائفة من الفضائل التي اذا راض المرء نفسه عليها واخذ بما احتوته من المبادي ء القويمة والارشادات النافعة كفلت له الفوز في معترك الحياة بقلم محمد مسعود مط ابي الهول 1924 ص 127",
            "page": "69",
            "part": "1"
        },
        {
            "hno": null,
            "id": "73",
            "nass": "رقم ¶ 603 - «الوضعية في الحكمة الخلقية» هو الجزء الثانى لمؤلفه الدكتور سليمان غزاله نائب البصرة في المجلس النيابي يبحث في منهاج العائلة وتدبير البيت وواجبات الزوجة الخ بغداد 1924 ص 183 (ورد في مجلة الهلال في نوفمبر سنة 1926 ان هذا الكتاب يحتوى على ثمانية اجزاء كل منها في مجلد وموضوعات هذه الاجزاء: الحب البشرى - تاريخ الحرية البشرية - الهوى وغير ذلك كلها طبعت في مط دار السلام ببغداد)",
            "page": "70",
            "part": "1"
        },
        {
            "hno": null,
            "id": "74",
            "nass": "القسم الرابع ¶ في الشعر والشعراء والدواويين الشعرية والاغانى والازجال وعلم العروض والقوافي ¶ رقم ¶ 604 - «آداب العصر في شعراء الشام والعراق ومصر» جمعه سعد ميخائيل بمصلحة البوسطة والتلغرافات السودانية مط العمران ص 292 مزين بالرسوم ¶ 605 - «آلام وآمال» مجموعة قصائد تصنيف مكاوي يعقوب عبد العزيز مط الهلال 1923 ص 72 ¶ 606 - «أزجال أمين يوسف» المجموعة الثانية له ص 110 ¶ 607 - «أعجب العجب من أحوال العرب» قصيدة في أكثر من مائتي بيت نظمها عبد الحق حقي الأعظمي البغدادي ولها مقدمة بقلم السيد مصطفى صادق الرفعي.",
            "page": "70",
            "part": "1"
        },
        {
            "hno": null,
            "id": "75",
            "nass": "رقم ¶ 608 - «الأغاني الحديثة» للست توحيده المعنية المصرية الطبعة الثانية منقحة ومضاف إليها. مط التقدم 1343 - 1922 ص 288 ¶ 609 - «الأغاني العصرية» تأليف كامل أفندي الخلعي مط السعادة 1341 ص 416 ¶ 610 - «الإماميات» وهي قصائد للإمام يحيى بن حميد الدين إمام اليمن راسل بها السيد عبد الرحمن عبيد الله الخضرمي وما أجابه السيد عبد الرحمن جمع السيد عبد الرحمن المذكور مط السعادة 1345 ¶ 611 - «أنين ورنين» مجموعة أشعار من نظم الدكتور أحمد زكي أبو شادي المط السلفية 1925 ص 212 ¶ 612 - «بشار بن برد شعره وأخباره» جمعه وشرحه أحمد حسنين القرني صاحب المكتبة العربية. مط الشباب 1925 ص 109 ¶ 613 - «التحفة الصيداوية» للشيخ محمد نجيب مروة وهي قصائد نظمها في صيدا. مط العرفان صيدا 1342 ص 32 ¶ 614 - «التوفيقيات» وهو ديوان محمد أفندي توفيق خائر الجزء الثالث 1921 ¶ 615 - «الثمرة الأولى» بقلم نسيم الذويب الهاشمي وهي قصائد وأشعار منثورة. مط دار السلام بغداد ص 70 ¶ 616 - «الجبابرة» تأليف لبيب الرياشي. مجموع قصائد فلسفية أدبية اجتماعية بيروت 1924 ص 175 ¶ 617 - «جمهرة أشعار العرب» لأبي زيد القرشي. أعيد طبعه بعناية أحد الأفاضل مصر 1345 - 1925",
            "page": "71",
            "part": "1"
        },
        {
            "hno": null,
            "id": "76",
            "nass": "رقم ¶ 618 - «حبك الدراري المرصعة بها حبائك الدرر» وهي تسميط لفرائد الدرر المنتحلة من قلائد الدرر أو حسن النظام والسلوك في تشطير بدائع نظم السلوك. نظم الخوري فسقنوس جرجس شلحت السرياني الحلبي. مصر 1923 ص 87 ¶ 619 - «حديث الأربعاء» للدكتور طه حسين. وهي مجموعة مقالات نشرت في جريدة السياسة عالج فيها طائفة من شعراء العرب مثل أبي نواس وبشار وحماد عجرد وغيرهم وشرح أحوال الشعر في العصر الأموي والعصر العباسي. مط العصرية 1923 ص 326 ¶ 620 - «حلبة الأدب» نبذة من ديوان المسابقات تجمع قصائد مختارة جارى بها عدة شعراء كبار مع تراجمهم ومقالة في التوشيح. عني بطبعها وشرح بعض ألفاظها ضياء الدين أفندي النجفي. مط دار السلام بغداد 1341 ص 60 ¶ 621 - «الحماسيات» في النهضة العربية. نظم كامل شعيب العاملي الجزء الأول مط العرفان صيدا 1922 ص 78 ¶ 622 - «الخيال في الشعر العربي» بقلم الأستاذ محمد الخضر التونسي. المط الرحمانية 1340 ص 91 ¶ 623 - «الدرر المنتقاة لأجل المحفوظات» اختيار السيد المحسن الأمين. وهي ستة أجزاء لتلامذة المدارس (تطلب من إدارة العرفان بصيدا) ¶ 624 - «البستان» مط الهلال 1921 ص 16 ¶ 625 - «ديوان ابن الخياط (715)». المط العلوية بالنجف 1343 ص 236 ¶ 626 - «ديوان ابن سهل الأندلسي» جمعه وشرحه أحمد حسين القرني. مصر 1926 ص 124",
            "page": "72",
            "part": "1"
        },
        {
            "hno": null,
            "id": "77",
            "nass": "رقم ¶ 627 - «ديوان ابن الرومي» اختيار وتصنيف كامل كيلانى وله مقدمة للاستاذ عباس محمود العقاد،3 اجزاء بمجلد واحد المط التجارية 1924 ص 403 ¶ 628 - «ديوان ابن شهاب العلوي» هو ابوبكر بن شهاب العلوي المتوفي سنة 1340 نابغة اليمن يحتوى على ما يقرب من 300 صفحة (عن مجلة المرشد) ¶ 629 - «ديوان خير الدين الزكلى» الجزء الأول المط العربية 1925 ¶ 630 - «ديوان ابى النجاة» لصاحبه أحمد ابي النجاة خريج دار العلوم. اسكندرية 1924 ص 137 ¶ 631 - «ديوان أديب الخورى الشرتونى» طبع في ريودى جانيرو عاصمة البرازيل ص 150 ¶ 632 - «ديوان الاستاذ محمد الشاذلى» خزنه دار. من كبار الشعراء فى المغرب الاقصى. اكثره في مواضيع عمرانية وفيه عظات وطنية وحكمية بالغة. مط العرب بتونس ص 288 ¶ 633 - «ديوان انتقادات على الستات والخواجات» بقلم لطف اللّه نصر البكاسينى. هي زجليات باللغة العامية. المط الوطنية بيروت ص 47 ¶ 634 - «ديوان بشار برد» انظر بشار بن برد ¶ 635 - «ديوان الثورة» مجموع ما قيل من الشعر في وقائع الثورة الاستقلالية السورية فى خلال العام الأول من نشوبها جمعها وعنى بطبعها محمد ياسين عرفه. مط العربية مصر 1345 - 1926 ص 128 ¶ 636 - «ديوان حافظ» لناظم عقده محمد حافظ إبراهيم جزء 3 الطبعة الثانية 1340 - 1912.مط المعاهد",
            "page": "73",
            "part": "1"
        },
        {
            "hno": null,
            "id": "78",
            "nass": "رقم ¶ 637 - «ديوان الحجار» بيروت 1922 ¶ 638 - «ديوان رامي» يحتوى على طائفة من القصائد معظمها خاص بالحب وما اليه من المعاني ص 112 ¶ 639 - «ديوان الروض الاريض» *الروض الاريض ¶ 640 - «ديوان الزهاوى» للاستاذ جميل صدقي الزهاوى المط العربية مصر ص 415 ¶ 641 - «ديوان الشذرات» نظم الشيخ مهدى البصير البغدادى من شعراء القرن الرابع عشر. وهو مقطعات شعرية. بغداد 1340 ص 44 ¶ 642 - «ديوان طانيوس عبده» صدره الاستاذ انطون جميل بمقال وصف فيه الشاعر وديوانه ص 208 ¶ 643 - «ديوان العقاد» نظم عباس محمود العقاد جزء 3 مط الاعتماد 1339 - 1921 ¶ 644 - «ديوان شعر» لعمرو بن كلثوم التغلبى والحارث بن حلزة اليشكري باعتناء الاستاذ فريتزكرنكو المط الكاتوليكية ص 48 ¶ 645 - «ديوان الغلائينى» للشاعر الشيخ مصطفى الغلايينى - المط العباسية حيفا 1925 ص 280 ¶ 646 - «ديوان القرويات» مجموعه منظومات بتوقيع الشاعر القروى رشيد سليم الخورى المقيم في سان باولو بالبرازيل ¶ 647 - «ديوان العلم السعدى» جملة قصائد من تاليف عبد العزيز مصلوح ص 61 ¶ 649 - «ديوان مصطفى اغا» تونس 1339 - ص 17",
            "page": "74",
            "part": "1"
        },
        {
            "hno": null,
            "id": "79",
            "nass": "رقم ¶ 650 - «ديوان الملاط» كتاب يحتوي على 420 صفحة منها 84 خاصة باشعار تامر الملاط وسائر الكتاب خاص باشعار شبلي الملاط - المط الأدبية بيروت 1925 ¶ 651 - «ديوان مهيار الديلمى» باعتناء دار الكتب المصرية - صدر منه الجزء الأول مط دار الكتب 1926 ¶ 652 - «ديوان ميخائيل بن انطون الصقال» مجموعة اشعار تقع فى 128 صفحة - طبع بحلب بمط العصر الجديد 1925 (1) ¶ 653 - «ديوان نظيم وازجاله» للشاعر محمود افندى رمزى نظيم جزء 2 بمط رعمسيس وطبعت الازجال بمط التقدم بمصر ¶ 654 - «ديوان نعمه الحاج» طبع في المط التجارية السورية الأميركية في نيويورك ¶ 655 - «ديوان ولي الدين يكن» جمعه يوسف حمدى يكن. مط المقتطف 1344 - 1924 ص 127 ¶ 656 - «الذكرى» نشائد نقلها عن الانجليزية أنيس الخورى المقدسى مط الأميركان بيروت 1925 ص 183 ¶ 657 - «ذكرى شكسبير» مجموعة شعرية وضعها الشاعر أحمد زكي أبو شادي تلبية لجمعية الشعر بمدينة لندن. مط السلفية 1926 ص 23 ¶ 658 - «ذيل الاخطل» وهو الجزء السادس والاخير من ديوان الاخطل. بيروت المط الكاثوليكية 1925 ص 98 ¶ 659 - «رباعيات فرحات» ديوان شعر لالياس فرحات بمط الفنون سان باولو بالبرازيل. ص 173 ¶ __________ ¶ (1) انظر نقد هذا الديوان بمجلة المجمع العلمي العربي الجزء الخامس ص 564",
            "page": "75",
            "part": "1"
        },
        {
            "hno": null,
            "id": "80",
            "nass": "رقم ¶ 660 - «روضة الصفا بمديح المصطفى» لمحمد بك الفرغنى ضمنه تخميس الهمزية وتخميس البردة. مط السعادة 1341 ¶ 661 - «زينب» نفحات من شعر الغناء مختارة من شعر الصبا للدكتور أحمد زكي أبى شادى. جمعها حسن صالح الجداوى. مط السلفية 1924 ص 48 ¶ 662 - «سحر الشعر» لرفائيل بطى. مجموعة مقالات وقصائد عصرية في الشعر والشعراء. الجزء الأول بغداد 1341 ¶ 663 - «الشذر الذهبي في شعر الاخطل التغلبى» للاب انطون صالحاني اليسوعى. بيروت 1925 ص 48 ¶ 664 - «الشعر المقبول في رثاء الرسول وآل الرسول» الجزء الأول من ديوان الشيخ قاسم الشيخ حسن محيى الدين المط العلوية بالنجف 1342 ص 120 ¶ 666 - «شرح ديوان الحماسة» وهما شرحان شرح التبريزى وشرح الشهانتورى وبالحاشية ترجمته باللغة الهندية. طبع حجر بالهند 1923 ¶ 667 - «شرح ديوان عروة بن الورد العبسى» لابى يوسف يعقوب بن اسحق السكيت. اعتنى بتصحيحه محمد بن أبى شنب الاستاذ بكلية الأدب بالجزائر. الجزائر 1926 ص 250 ¶ 668 - «شرح ديوان علقمة بن عبدة التميمي المشهور بعلقمة الفحل» لابي الحجاج يوسف بن سلمان بن عيسى المعروف بالامام الشنتمرى وعليه جملة مما لم يذكر من شعره. عنى بتصحيحه ونشره الاستاذ الشيخ محمد ابن أبى شنب. الجزائر 1925 ص 196 ¶ 669 - «شرح القصائد العشر» لابى زكريا يحيي التبريزي. باعتناء الشيخ محمد منير الدمشقي مصر 1924 ص 312",
            "page": "76",
            "part": "1"
        },
        {
            "hno": null,
            "id": "81",
            "nass": "رقم ¶ 670 - «شرح قصيدة ابن عبدون» المعروفة بالبسامة. في التاريخ والأدب لابى القاسم عبد الملك بن عبد اللّه بن بدرون الحضرمى البستي. عنى بطبعه الشيخ محيي الدين صبرى الكردي 1340 ص 320 ¶ 671 - «شرح الهاشميات» باعتناء محمد محمود الرافعى مصر ص 120 ¶ 672 - «الشعر الجاهلي» *في الشعر الجاهلى ¶ 673 - «الشعر الجاهلي والرد عليه» وضع محمد حسين الموظف بالجمعية الزراعية مط الشباب مصر ¶ 674 - «شعر الوجدان» للاستاذ الدكتور زكي أبو شادى. جمعه ونشره محمد صبحي. المط السلفية 1925 ص 115 ¶ 675 - «الشعراء الثلاثة» شوقي - مطران - حافظ. تصنيف حسن السندوبي المط التجارية 1341 - 1922 ص 436 ¶ 676 - «شعراء السودان» مجموعة لاشهر شعراء السودان جمعه سعد ميخائيل بمصلحة البوسطه والتلغراف السودانية. الجزء الأول مط رعمسيس 1924 ص 352 ¶ 677 - «شعراء الشام في القرن الثالث» وضعه خليل مردم بك حين انتخب عضوا في المجمع العلمي العربى بدمشق والشعراء الذين ذكرهم أربعة العتابى وأبو تمام وديك الجن والبحترى - مط الترقى دمشق 1925 ¶ 678 - «شعراء العصر الحاضر» يحتوى على اشعار اشهر شعراء العصر وتراجمهم وصورهم عنى بجمعه أديب مصرى. ص 156 ¶ 679 - «شعراء النصرانية بعد الاسلام» للاب لويس شيخو اليسوعى. القسم الأول الشعراء المخضرمون. بيروت 1921 ص 91",
            "page": "77",
            "part": "1"
        },
        {
            "hno": null,
            "id": "82",
            "nass": "رقم ¶ 680 - «الشوقيات» لاحمد شوقى الجزء الأول السياسة والتاريخ والاجتماع له مقدمة للدكتور محمد حسين هيكل بك مط مصر 1926 ص 376 ¶ 681 - «الشهاب الراصد» بحث تحليلى انتقادى ورد علمى تاريخي على كتاب ¶ «في الشعر الجاهلى» تأليف محمد لطفى جمعه محام أمام محكمة الاستئناف العليا بمصر مط المقتطف 1344 - 1926 ص 317 ¶ 682 - «الضرائر وما يسوغ للشاعر دون الناثر» وضعه الامام محمود شكرى الآلوسى. مصر 1341 ص 346 ¶ 683 - «الطليعة» وهو الجزء الأول من شعر إبراهيم افندى الدباغ مط مصر ¶ 1925 ص 116 ¶ 684 - «عرش الحب والجمال» ديوان وضعه الاديب منير الحسامى مط الارز بيروت ص 176 سنة 1925 ¶ 685 - «العمده فى صناعة الشعر ونقده» لابن رشيق القيروانى أعيد طبعه باعتناء المكتبة التجارية بمصر 1925 ¶ 686 - «العواطف» مجموعة قصائد اجتماعية وروائية وغزلية نظم ميشل افندى حافظ مغربى. حمص؟ ¶ 687 - «فظائع الاتراك والالمان في سوريا ولبنان» لايليا ابى ضاهر وهو زجل باللهجة الشامية. المط اليوسفية 1921 ¶ 688 - «في الشعر الجاهلي» للدكتور طه حسين أستاذ الآداب العربية في الجامعة المصرية. مط دار الكتب المصرية 1925 (1) (صودر هذا الكتاب وحكم على مؤلفه بالزندقة) ¶ __________ ¶ (1) انظر الردود على هذا الكتاب رقم 673 و681 و716",
            "page": "78",
            "part": "1"
        },
        {
            "hno": null,
            "id": "83",
            "nass": "رقم ¶ 689 - «القصائد السبع العلويات» لابن أبى الحديد مع شرحها للسيد محمد صاحب المدارك. مط العرفان صيدا 1341 ص 127 ¶ 690 - «قلادة الذهب في فرنسا والعرب» نظم الخورى فسقفوس جرجس شلحت السريانى الحلبي. مط رعمسيس 1923 ص 16 ¶ 691 - «القيثارة» وهي النبذة الاولى من ديوان الياس أبى شبكه - بيروت ¶ 1916 ص 136 ¶ 692 - «كرمة ابن هانى» وهى مجموعة قصائد مختارة من نظم أمير الشعراء أحمد شوقى بك - مصر 1341 ص 38 ¶ 693 - «مجموعة أزجال محمد عيسى عبد النبي» وهى المجموعة الثانية. مصر 1922 ¶ 694 - «مختار الزهور» نبذ صالحة من خير ما جادت به قرائح شعراء هذا العصر في مصر والشام والعراق. مط السعادة 1923 ص 284 ¶ 695 - «المختار من شعر أمير الشعراء أحمد شوقي» اختاره أديب مصري. مط السعادة 1924 ص 206 ¶ 696 - «مرآنى» مجموعة شعر من نظم حسن أفندي فهمى المحامى بالاستئناف الاهلى. مط السلام اسكندرية 1923 ¶ 697 - «المستنصريات» للعلامة عز الدين أبى حامد عبد الحميد بن هبة اللّه المدائنى الشهير بابن أبى الحديد (655) وهي مجموعة قصائد من شعره نشرت في مجلة اليقين. مط دار السلام بغداد ص 20 ¶ 698 - «مشاهير شعراء العصر» ¶ 699 - «مصريات» ديوان شعر لاحمد زكى أبو شادى. فيه نخبة من أشعار وطنية. نشره حسن صالح الجداوى. المط السلفية ص 117",
            "page": "79",
            "part": "1"
        },
        {
            "hno": null,
            "id": "84",
            "nass": "رقم ¶ 700 - «معاني الشعر» لابي عثمان سعيد بن هرون الاشنانداني. دمشق 1340 ¶ 701 - «معارضات قصيده يا ليل الصب» جمع الاستاذ عيسى اسكندر معلوف. مط الهلال 1921 ¶ 702 - «معلقات الكاظمى» نظم الشيخ عبد المحسن الكاظمي. المط العربية ¶ 1924 ص 56 ¶ 703 - «مفخرة رشيد» قصيدة للاستاذ الدكتور أبى شادى وصف فيها واقعة تاريخية. مط السلفية 1925 ص 66 ¶ 704 - «ملتقى العبرات» قصائد شعرية للاستاذ محمد طاهر الجبلاوى في موضوعات شتى. مثل الدموع. موت العشاق. المجنون. المرأة وغير ذلك ص 100 ¶ 705 - «مناجاة الارواح» ديوان نقولا رزق اللّه. ص 208 ¶ 706 - «مناجاة الحبيب ومسامرات الاديب في الغزل والنسيب» بقلم محمد أحمد رمضان المدنى. المط اليوسفية ص 64 ¶ 707 - «الموازنة بين الشعراء» للاستاذ زكي مبارك. يبحث في الشعر ونقده وفي أسرار البيان. مصر 1924 ص 258 ¶ 708 - «المواكب» قصيدة من نظم جبران خليل جبران ضمنها نظراته فى الحياة وما يتخللها. أعادت طبعه مكتبة العرب 1923 ص 30 ¶ 709 - «الموجز الوافي في علمى العروض والقوافى» عمل م. ا. ن. ص 116 ¶ 710 - «الموشح في مآخذ العلماء على الشعراء» تأليف أبى عبد اللّه محمد بن عمران المرزبانى (384) المط السلفية 1343 ص 477 ¶ 711 - «موشحات نظيم» للاستاذ محمود رمزى. تناول فيه جملة موضوعات اجتماعية وطنية ص 80",
            "page": "80",
            "part": "1"
        },
        {
            "hno": null,
            "id": "85",
            "nass": "رقم ¶ 712 - «النتف من شعر ابن رشيق وزميله ابن شرف» وملحق بلمع من شعر أبى الفضل جعفر محمد بن أبى سعيد بن شريف. جمعه السيد عبد العزيز الميمنى الراجكوتى. مط السلفية 1343 ¶ 713 - «نشر الند العطر» للاستاذ أسعد خليل داغر. جمع فيه ما قيل في رثاء نعوم بك شقير ¶ 714 - «نظرات نقدية فى شعر أبى شادي» مع تعقيب بقلم الناشر صالح الجداوي منشي ء صحيفة السويس الناهضة. المط السلفية 1924 ص 231 ¶ 715 - «نقائض جرير والاخطل» تأليف الامام الشاعر أبى تمام. عنى بطبعها وعلق حواشيها الاب أنطون صالحانى اليسوعى - 1922 ص 250 ¶ 716 - «نقد كتاب الشعر الجاهلى» تأليف محمد فريد وجدي. لخص فيه المؤلف فصول كتاب الشعر الجاهلى ونقد منها ما يتعلق بعلم التاريخ والاجتماع والأدب. مط دائرة المعارف 1926 ص 152 ¶ 717 - «وطن الفراعنة» مثل من الشعر القومي لاحمد زكى أبو شادي. الجزء الأول المط السلفية 1926 ص 85 ¶ 718 - «ياليل الصب» لابى حسن الحصري القيروانى. مجموعة تحوى 666 ¶ بيتا. نشرها السيد محيى الدين رضا 1924",
            "page": "81",
            "part": "1"
        },
        {
            "hno": null,
            "id": "86",
            "nass": "القسم الخامس ¶ كتب دينية اسلامية وما يتفرع منها ¶ 719 - «الابداع فى مضار الابتداع» للاستاذ الشيخ على محفوظ المدرس بقسم التخصيص بالازهر الشريف. الطباعة المنيرية 1926 ص 290 ¶ 720 - «أبصار العين فى أنصار الحسين» للشيخ محمد الشيخ طاهر السماوى قاضى كربلا. جمع به تراجم أصحاب الأمام الشهيد الحسين بن على عليه السلام. المطبعة الحيدرية بالنجف الاشرف 1341 ص 140 ¶ 721 - «أحسن الاحاديث فى أحكام المواريث» تأليف الشيخ أحمد آل كاشف الغطا. المطبعة العلوية بالنجف 1342 ص 108 ¶ 722 - «أحكام الاحكام شرح عمدة الأحكام» لشيخ الاسلام تقى الدين أبو الفتح الشهير بابن دقيق العيد بين فيه كيفية استنباط الأحكام من الاحاديث. مط الشرق 1342 ¶ 723 - «الاربعين في أصول الدين» لحجة الاسلام أبي حامد الغزالي الطبعة الثانية على نفقة السيد محيى الدين الكردى. المط العربية 1344 ص 320 ¶ 724 - «ارشاد القلوب» فى مناقب أمير المؤمنين على (عليه السلام) وكراماته ومعجزاته تأليف الشيخ حسن ابن أبى حسن الديلمى من رجال القرن السابع والثامن باعتناء السيد محمد العاملي - النجف الاشرف 1343 ص 447 ¶ 725 - «اسعاد الامة فيما جاء به القرآن والسنة» ملخص من أحياء علوم الدين للغزالى. الجزء الأول تونس 1342 ص 39",
            "page": "82",
            "part": "1"
        },
        {
            "hno": null,
            "id": "87",
            "nass": "رقم ¶ 726 - «الاسلام وأصول الحكم» للشيخ عبد الرازق. (فى مسئلة الخلافة) مط مصر 1925 ص 211 (1) ¶ 727 - «الاسلام والنصرانية» مع العلم والمدنية» بقلم الشيخ محمد عبده. الطبعة الثانية. مط المنار 1341 ص 200 ¶ 728 - «اصلاح المساجد من البدع والعوائد».لمحمد جمال الدين القاسمى. قام بأمر طبعه الشيخ فوزان السابق النجدى. المط السلفية 1341 ص 309 ¶ 729 - «اعجاز القرآن والبلاغة النبوية» بقلم مصطفى صادق الرافعى طبعة ثانية ¶ 1341 ص 366 ¶ 730 - «أعز ما يطلب» *محمد بن تومرت ¶ 731 - «انتقاد المغنى» للسيد حسام الدين القدسى الدمشقى. اقتطفه من كتاب التنكيت والاناره. لابن همات الدمشقى وغيره من كتب الحديث. مط الترقى دمشق 1343 ص 56 ¶ 732 - «الانتصار والرد على ابن الراوندى الملحد» ما قصد به من الكذب على المسلمين والطعن عليهم. تأليف أبي الحسن عبد الرحيم بن محمد بن عثمان الخياط المعتزلى. معه مقدمة وتحقيق وتعليقات للدكتور نيبرج الاستاذ بجامعة أبسالا من مملكة السويد. مط دار الكتب المصرية 1344 - 1925 ص 252 ¶ 733 - «الانصاف في دعوة الوهابية وخصومهم لرفع الخلاف» لمؤلفه أحمد فوزي الساعاتى المدير العام السابق للبرق والبريد بدمشق. طبع بدمشق ص 40 ¶ __________ ¶ (1) انظر نقد هذا الكتاب في رقم 771 و852 وقد أنكر علماء الأزهر ما أتى فيه كتابه فادى ذلك إلى عزله واخراجه من سلك العلماء.",
            "page": "83",
            "part": "1"
        },
        {
            "hno": null,
            "id": "88",
            "nass": "رقم ¶ 734 - «أنوار الهدى» لكاتب الهدى النجفى وهو رد على الماديين. بالمطبعة الحيدرية بالنجف الأشرف ص 120 ¶ 734 ب - «أنموذج الفضائل الاسلامية» للشيخ محمد نديم الملاح أحد أساتذة المدارس في القدس الشريف. مط بيت المقدس القدس ص 53 ¶ 735 - «إيضاح الدلالة في عموم الرسالة» لابن تيمية (تقى الدين أبو العباس) ¶ مط الشرق 1341 ص 56 ¶ 736 - «إيقاظ الغرب للاسلام» تأليف اللورد هدلى. ترجمة إسماعيل أفندي البارودى. الاسكندرية 1924 ص 130 ¶ 737 - «البراهين العقلية فى الدرر الجوهرية» لمؤلفه محمد حسن أفندي الباني مط فتى العرب دمشق ¶ 738 - «البرهان فى اعجاز القرآن» لأحمد فوزي الساعاتى. دمشق ص 50 ¶ 739 - «البلاغ المبين» أعنى المقالة الافتتاحية البلاغية العربية من كتاب تذكرة الذى صنفه باللغة الهندية محمد عناية اللّه خان المشرقى الهندى بن عطا محمد خان بن كمال الدين خان في مجلدات عشر لتبيين القرآن العظيم. مط روز مازار بلدة افرت سير فنجار 1932 - 1923 ص 144 ¶ 740 - «بيان الرئاسة الدينية الاسلامية» فى البرنيطة وزواج المسلمين والارث ومقالات أخرى. المط السلفية 1344 ¶ 741 - «بيان السنة والحجاب» وهي عقيدة الامام أحمد بن جعفر الطحاوى الحنفي. المط العلمية حلب 1344 ¶ 742 - «البيان المفيد فيما اتفق عليه علماء مكة ونجد على عقائد التوحيد» ¶ أصدرته جريدة أم القرى بمكة 1344",
            "page": "84",
            "part": "1"
        },
        {
            "hno": null,
            "id": "89",
            "nass": "رقم ¶ 743 - «البيان فى الدين والاجتماع والأدب والتاريخ» مجموعة مقالات للاستاذ عبد القادر المغربي كان نشرها سابقا في المؤيد. مط السلفية 1343 ص 287 ¶ 744 - «تاريخ التشريع الاسلامي» لمحمد بك الخضرى وكيل مدرسة القضاء الشرعي واستاذ الشريعة الاسلامية فيها. جمع فيه خلاصة التشريع الاسلامي من أول عهده إلى الآن. مصر ص 300 ¶ 745 - «تبصرة المتعلمين في أحكام الدين» للامام الحسن بن مطهر الحلي. وهو من كتب النقد على المذهب الجعفرى. شرحه السيد محسن الأمين. دمشق 1342 ص 288 ¶ 746 - «تحت راية القرآن» أو المعركة بين القديم والجديد بقلم مصطفى صادق الرافعي. مصر 1925 ص 444 ¶ 747 - «تجريد التوحيد المفيد» للامام تقي الدين أحمد بن على المقريزى. مط الشرق 1343 ص 48 ¶ 748 - «تحفة الراغبين فى حسم الجدل بين الاسلام والمبشرين» لأحمد فوزى الساعاتى. دمشق ص 56 ¶ 749 - «تذكرة الموضوعات» للعلامة محمد طاهر بن على الهندى الفتنى (986) وفي ذيله قانون الموضوعات والضعفاء. للعلامة المذكور. المط المنيرية 1925 ص 37 ¶ 750 - «ترتيب آي الذكر الحكيم في أبواب الدين القويم» وضع سلامه محمد الكاتب بمصلحة الري بطنطا. طنطا 1342 ص 20 ¶ 751 - «التصريح على التوضيح» اعادة طبعه بالمط الازهرية 1925",
            "page": "85",
            "part": "1"
        },
        {
            "hno": null,
            "id": "90",
            "nass": "رقم ¶ 752 - «تطهير الاعتقاد عن ادران الالحاد» للاستاذ الشهير محمد بن إسماعيل الأمير اليمني الصنعانى صاحب كتاب سبل السلام. مط المنار 1340 ص 24 ¶ 753 - «تفسير ابن كثير والبغوى» وهما الحافظ التقي عماد الدين أبو الفدا إسماعيل بن الخطيب أبى حفص عمر بن كثير الشافعي (774 هـ) وأبو محمد الحسين بن مسعود البغوى المعروف بالفراء (456 هـ) عنى بطبعه الشيخ محمد رشيد رضا صاحب مجلة المنار اجابة لطلب السلطان عبد العزيز امام نجد الجزء الأول 1343 ص 612 الجزء الثاني 1343 ص 614 ¶ 754 - «تفسير الجواهر» للشيخ طنطاوي جوهرى وهو تفسير حديث للقرآن الكريم. مط مصطفى البابى الحلبى الجزء الأول 1341 ص 248 الجزء الثانى والثالث 1343 ص 200 و216 ¶ 755 - «تفسير سورة الفاتحة» للشيخ طنطاوي المذكور ص 96 (1) ¶ 756 - «تفسير سورة العصر» للاستاذ الشيخ محمد عبده الطبعة الثالثة مط المنار 1345 ص 95 صغير ¶ 757 - «تفسير الفاتحة ومشكلات القرآن» مبدوء بمقدمة التفسير مقتبس من دروس الشيخ محمد عبده بقلم السيد محمد رشيد رضا. الطبعة الرابعة مط المنار 1345 ص 192 صغير ¶ 758 - «تفسير سورة النور» لتقي الدين بن تيمية المط العربية 1343 ص 132 كبير ¶ __________ ¶ (1) ورد في مجلة المشرق: زعم المؤلف أن الفاتحة تحوي كل العلوم من معادن ونبات وحيوان وفلك وطب وكهرباء وجراتقات ومنكانات وغازات إلخ ... وفاتحة القرآن الشريف لا تزيد عن 25 كلمة.",
            "page": "86",
            "part": "1"
        },
        {
            "hno": null,
            "id": "91",
            "nass": "رقم ¶ 759 - «تفسير الصاوى على الجلالين» أعادت طبعه المط الازهرية 1926 باربعة أجزاء ¶ 760 - «تفسير القرآن الحكيم» المشتهر باسم تفسير المنار وهى الطريقة التي درج عليها في دروسه فى الازهر حكيم الاسلام الشيخ محمد عبده. تأليف السيد محمد رشيد رضا. صدر الجزء الثامن سنة 1340 وظهر الجزء الأول إلى الرابع 1324/ 5 والخامس والسادس 1328/ 38 والسابع 1339 ¶ 761 - «تفسير النسفي» أعيد طبعه 1925 باربعة أجزاء ¶ 762 - «تلبيس ابليس» *نقد العلم والعلماء ¶ 763 - «التنكيل لبعض ما أخل به كتاب النيل» للشيخ عبد العزيز بن إبراهيم الثمينى (1227) أوله ترجمة المؤلف. مط العرب تونس 1344 ¶ 764 - «توحيد أهل التوحيد» للاستاذ هبة الدين الشهرستاني. قررت وزارة المعارف العراقية تدريسه فى مدارسها ¶ 765 - «جواهر البخارى» 700 حديث من كلام سيد الخلق ورسول البارى جل جلاله. جمع وتأليف محمد عماره. مط الحلبى 1340 ص 268 ¶ 766 - «الجواهر الغوالى للامام الغزالى» المط العربية 1924 ¶ 767 - «حاضر العالم الاسلامى» للعالم الامريكي لوثروب ستدارد. ترجمه إلى العربية عجاج افندى نويهض وعلق على متنه الأمير شكيب ارسلان تعليقات وحواشى مستفيضة عن أحوال الامم الاسلامية وتطورها الحديث. المط السلفية 1343 جزء 2 كبار ¶ 768 - «الحجة المرضية في النصيحة وبعض شبه الشيعة الخشبية» للشيخ محمد على بن الشيخ حسين مفتى المالكية وهو رد على بعض فرق الرافضة - مط الحلبي ص 64",
            "page": "87",
            "part": "1"
        },
        {
            "hno": null,
            "id": "92",
            "nass": "رقم ¶ 769 - «حسن البيان فى تفسير مفردات من القرآن» للشيخ محيى الدين الخانى الدمشقي. وبآخره فهرس الالفاظ المفسرة على حروف المعجم. مط الترقى دمشق 1342 ص 37 ¶ 770 - «حقائق الايمان» لمؤلفه العلامة الشيخ يوسف الفقيه أحد علماء جبل عامل. مط العرفان صيدا 1343 ص 257 ¶ 771 - «حقيقة الاسلام وأصول الحكم» وهو رد على كتاب «الاسلام وأصول الحكم» تصنيف الشيخ محمد بخيت المطيعى. المط السلفية ¶ 1925 ص 447 ¶ 772 - «حكم النبي محمد» تأليف الفيلسوف الروسي تولستوي تعريب سليم قبعين. الطبعة الثانية المط الاهلية 1924 ص 92 ¶ 773 - «حميد الآثار فى نظم تنوير الابصار» للسيد محمد منيب الهاشمى الجعفرى مفتى نابلس. المط السلفية 1343 ¶ 774 - «حي على الحق» في الرد على كتاب المسيح في الاسلام للسيد محمد مهدى القزوينى الكاظمى (عن مجلة المرشد ببغداد) ¶ 775 - «الحيل في الفقه» للشيخ الامام ابى حاتم محمود الحسن بن محمد بن يوسف بن الحسن بن محمد بن انس بن مالك الانصاري الطبري القزويني الشافعي. نشره واعتنى بتصحيحه يوسف اشلخت وطبع على الحجرفى هانوفر 1925 ومعه ترجمة المانية ¶ 776 - «الحيل والمخارج» لابى بكر أحمد بن عمرو بن مهير الشيبانى الخصاف. نشره يوسف اشلخت وطبع على الحجر فى هانوفر 1923 ص 229 ومعه ترجمة المانية. وفيه ما وجد بنسخ مختلفة",
            "page": "88",
            "part": "1"
        },
        {
            "hno": null,
            "id": "93",
            "nass": "رقم ¶ 777 - «خصائص الشيعة» فى صفات المؤمنين للسيد محمد مهدي القزويني الكاظمي نزيل الكويت (عن مجلة المرشد ببغداد) ¶ 778 - «الخلافة أو الامامة العظمى» للسيد محمد رشيد رضا. مط المنار 1923 ¶ 779 - «الخلافة» وما فعله الكماليون من فصلها عن الدولة ثم من الغائها الخ المط العلمية بيروت 1342 ¶ 780 - «الدر النضيد في اخلاص كلمة التوحيد» للامام محمد بن على الشوكانى. المط العربية 1343 ص 56 ¶ 781 - «الدرة الفاخرة في كشف علوم الآخرة» تصنيف الامام حجة الاسلام الغزالى. ومعه ترجمة فرنساوية للاستاذ لوسيان غوتيه. ليبسيك ¶ 1925 ص 110 و90 ¶ 782 - «الدروس الفقهية» وهو القسم الثانى من هداية المتعلمين إلى ما يجب في الدين للاستاذ أحمد رضا العاملى مط العرفان. صيدا ¶ 783 - «الدعامة فى أحكام سنّة العمامة» للسيد محمد بن جعفر الكتانى. مط الفيحاء دمشق 1342 ¶ 784 - «الدعاية إلى سبيل المؤمنين» لابى اسحق إبراهيم آل يوسف أطفيش الجزائرى المط السلفية 1342 - 1923 ص 176 ¶ 785 - «دعوى الهدى إلى الورع في الافعال والفتوى» لاحد كبار علماء الشيعة فى الرد على فتوى الوهابيين فى مسألة القبور. مط الحيدرية بالنجف 1344 ¶ 786 - «الدين والدولة» تأليف علي بن زين الطبرى وساعده جعفر الامام نشره أحد المستشرقين الانجليز وطبع بمط المقطم 1923",
            "page": "89",
            "part": "1"
        },
        {
            "hno": null,
            "id": "94",
            "nass": "رقم ¶ 787 - «ذخيرة الصالحين» للسيد أبى الحسن الاصبهاني من أشهر المقلدين المعاصرين عند الشيعة. في العبادات والمعاملات: المط الحيدرية بالنجف الاشرف 1343 ص 127 ¶ 788 - «ذم الموسوسين والتحذير من الوسوسة» للامام الشيخ موفق الدين ابن قدامه المقدسى الجماعيلى. المط العربية باعتناء المكتبة المنيرية ¶ 1923 - 1342 ص 20 ¶ 789 - «الذهب الخالص المنوه بالعلم القالص» تأليف الشيخ محمد يوسف أطفيش (في فقه الأباضيه) المط السلفية 1343 ص 330 ¶ 790 - «الرحلة المدرسية والمدرسة السيارة» لكاتب الهدى النجفي وقد حوى ردودا على مبشري النصارى: المط الحيدرية بالنجف الاشرف جزء 2 ¶ 791 - «رسالة الاجتماع والافتراق فى الحلف بالطلاق» لابن تيمية: نشرها السيد محمد عبد الرازق حمزه ص 24 ¶ 792 - «رسالة فى أحكام العبادات» مختصرة من كتاب وسيلة النجاة وهى لمؤلفها الميرزا محمد حسين النائفي أحد المجتهدين الذين يرجع اليهم أهل الشيعة اليوم. مط الفرات بغداد 1343 ص 218 ¶ 793 - «رسالة في حكم ترجمة القرآن» قراءته وكتابته بغير اللغة العربية للشيخ محمد حسنين مخلوف العدوي: مط مصر 1343 ¶ 794 - «رسالة في عدم جواز الصلاة عند القبور واتخاذ السرج عليها والاستمداد بأهلها» للشيخ أحمد الاقحصارى الرومى مط روضة الشام دمشق 1332",
            "page": "90",
            "part": "1"
        },
        {
            "hno": null,
            "id": "95",
            "nass": "رقم ¶ 795 - «سبل السلام شرح بلوغ المرام من أدلة الاحكام» للأمير اليمني الصنعانى صححه وعلق عليه محمد عبد العزيز الخولي المدرس بمدرسة القضاء الشرعي مصر 1344 جزء 4 وله فهارس واسعة حوت كل مسألة في الكتاب وترجمة مؤلف المتن ومؤلف الشرح ¶ 796 - «سير التاريخ الاسلامى» تأليف السيد أديب التقى البغدادي: مط الترقي دمشق 1340 ص 92 ¶ 797 - «السيف الثنار فى دفع شبهات الكفار» للعلامة المامقانى وهو في الرد على الطبيعيين. العراق 1343 ص 80 ¶ 798 - «طبقات الشعرانى الكبرى» أعيد طبعه بالمط الازهرية 1925 ¶ 799 - «العرف الشذي على جامع الترمذى» للسيد محمد أنور شاه طبع حجر الهند 1344 ¶ 800 - «علل الحديث» للامام أبي محمد عبد الرحمن الرازى. المط السلفية 1926 ¶ جزء 2 ¶ 801 - «العتب الجميل على أهل الجرح والتعديل» للسيد محمد بن عقيل. مصر ¶ 1342 ص 142 ¶ 802 - «عمدة التحقيق في التقليد والتلفيق» للشيخ محمد سعيد البانى مط حكومة دمشق 1342 - 1923 ص 217 ¶ 803 - «عنوان البيان فى علوم التبيان» للامام محمد حسنين مخلوف العدوي وهو في القرآن الكريم وحكم تجويده وجمعه وترجمته. والخاتمة فى الدعوة إلى الاسلام. مط المعاهد 1344",
            "page": "91",
            "part": "1"
        },
        {
            "hno": null,
            "id": "96",
            "nass": "رقم ¶ 804 - «فرائد اللآلى من رسائل الغزالى» ومجموعة مشتملة على معراج السالكين ومنهاج العارفين وروضة الطالبين باعتناء السيد فرج اللّه الكردى 1344 1925 ¶ 805 - «فتويان من فتاوى المنار الاصلاحية» في حقيقة الايمان والشرك والسنة والبدعة ومذاهب المتكلمين والفقهاء والصوفية. مط المنار 1340 ص 48 ¶ 806 - «الفرقدان النيران في بعض المباحث المتعلقة بالقرآن» بقلم محمد سعيد البانى مط الحكومة العربية دمشق 1339 1921 ص 94 ¶ 807 - «فوز العباد في المبدأ والمعاد) مرتب على ثلاثة أجزاء» ( P1P)  فى أصول الدين ¶ (2) في التقليد (3) فى فروع الدين لمؤلفه الشيخ مرتضى آل كاشف الغطا. بغداد؟ ¶ 808 - «القرآن الكريم والعلم الحديث» لأحمد أفندي أمين الدين. مصر 1341 ¶ 809 - «القرآن والعلوم العصرية» للشيخ طنطاوى جوهرى وهو خطاب إلى جميع المسلمين في أن الصناعات والعلوم يأمر بها القرآن الشريف مصر 76 ¶ 810 - «القرب في فضائل العرب» للحافظ زين الدين عبد الرحيم العراقي ¶ (805) المط العلمية حلب 1344 ¶ 811 - «قاطعة الخصام في استمرار المتعة في الاسلام» للسيد محسن الأمين. مط العرفان صيدا 1343 ص 48 ¶ 812 - «قلائد الدر فى مناسك من حج واعتمر» منسك للحج جامع لكل الواجبات والمستحبات. لمؤلفه الشيخ أحمد آل كاشف الغطا. مط دار السلام بغداد 1343 ص 193",
            "page": "92",
            "part": "1"
        },
        {
            "hno": null,
            "id": "97",
            "nass": "رقم ¶ 813 - «قصص الأنبياء» للامام محمد بن عبد اللّه الكسائى ليدن 1923 جزء 2 ¶ 814 - «القضاء والقدر بقلم جمال الدين الأفغانى. مط المنار 1342 ص 16 ¶ 815 - «القول المفيد في أدلة الاجتهاد والتقليد» للامام محمد بن على الشوكاني بتصحيح الشيخ منير. مط المعاهد 1340 ¶ 816 - «القول الوثيق في الرد على أدعياء الطريق» للشيخ محمد حسنين العدوى من علماء الازهر ¶ 817 - «كشف الشبهات عن المشتبهات» للامام الشوكانى صححه وعلق عليه الشيخ منبر. مط المعاهد 1340 ص 30 ¶ 818 - «كنز البراهين» تأليف أحمد فوزى الساعاتى. مط الفيحاء دمشق 1943 ¶ 819 - «كيمياء السعادة» للغزالى. مط السعادة 1924 ¶ 820 - «كيف يستوي الذين يعلمون والذين لا يعلمون» لابى نصر الفارابى حيدر آباد الدكن 1341 ¶ 821 - «لوامع الاسعاد في جوامع الاعداد» من دين وعلم وأدب وأخلاق وتربية ونصائح وحكم تأليف محمد كمال الدين المط العربية 1926 - 1344 ص 78 ¶ 822 - «المجالس السنيه في ذكرى مصائب العترة النبوية» أى واقعة كربلاء للسيد محسن الامين العاملى. صيدا 1343 ص 172 وهو مفيد لاهل الشيعة سيما في أيام عاشوراء ¶ 823 - «المجالس السنية واقناع اللائم» للسيد محسن الامين وهو سلسلة كتب سماها المجالس السنية صدر منها الجزء الأول إلى الثالث وهذا الرابع جمع به طائفة كبيرة من أقوال علماء الفريقين فى تحبيذ المآنم التى اعتاد الشيعة إقامتها في العشر الأول من المحرم. مط الترقي بدمشق ومط العرفان بصيدا.",
            "page": "93",
            "part": "1"
        },
        {
            "hno": null,
            "id": "98",
            "nass": "رقم ¶ 824 - «مجموعة الحديث النجدية» أشرف على تصحيحها محمد رشيد رضا. كان مطبوعا في الهند وطبع ثانية بمط المنار 1342 ¶ 825 - «مختصر شعب الايمان» لابى بكر أحمد بن الحسين البيهقى. اختصار الامام جعفر عمر القزوينى. باعتناء الشيخ منير. مط السعادة 1924 ص 96 ¶ 826 - «مختصر كتاب الفرق بين الفرق» لعبد القاهر بن طاهر أبى منصور البغدادى. اختصار عبد الرزاق بن رزق اللّه أبى بكر بن أبى خلف الرسعنى. حرره فيليب حتى استاذ التاريخ في الجامعة الأميركية ببيروت مط الهلال 1924 ص 201 ¶ 827 - «مجموعة الرسائل المنيرية» الجزء الأول يشتمل على 13 رسالة أكثرها للصغانى والشوكانى وابن تيمية والجزء الثانى يشتمل على 10 رسائل للشوكانى وابن عبد البر والبيهقي والعراقي وغيرهم. بادارة المكتبة المنيرية 6 - 1925 جزء 2 كبار ¶ 828 - «مخزن اللآلي ء في فروع العلم الاجمالى» مسائل فقهية للشيخ المامقاني على الحجر ص 64 ¶ 830 - «المسائل البصرية» للشيخ المامقاني. وهي مسائل فى الفقه المط الحيدرية بالنجف ص 82 ¶ 831 - «المسائل الشرعية فى الاحكام الفقهية» وضعه ورتبه لتلاميذ الصفوف الابتدائية السيد أحمد عبيد. مط الترقي دمشق 1341 ص 32",
            "page": "94",
            "part": "1"
        },
        {
            "hno": null,
            "id": "99",
            "nass": "رقم ¶ 832 - «المستدرك على الصحيحين» للامام أبى عبد اللّه الحاكم النيسابورى ¶ (405) استدرك فيه الاحاديث على شرط الشيخين وجمع الاحاديث التى تركها الامام البخاري ومسلم وبأسفل الصفحات تلخيص المستدرك للامام الذهبى. جزء 4 حيدر آباد الدكن 1343 ¶ 834 - «مسند الامام زيد» أى مجموعة الاحاديث التى رواها عن جده (ص) وهى أساس مذهبه (1) ¶ 835 - «مصادر الأنوار» لجمال الدين أبى أحمد الميرزا محمد. وهو في تحقيق الاجتهاد والاخبار. المط العلوية بالنجف 1342 ص 319 ويليه الرسالة البرهانية للنيسابورى ص 41 ¶ 836 - «معلم الفرائض وكاشف الغامض» للسيد محمد سعيد الزاوى المدرس بمدارس بغداد. مط دار السلام بغداد 1343 ¶ 837 - «المغنى» تأليف شيخ الاسلام موفق الدين أبى محمد بن قدامه ويليه الشرح الكبير على متن المقنع للمؤلف المذكور كلاهما على مذهب أمام الائمة أبى عبد اللّه أحمد بن محمد بن حنبل الشيبانى الجزء الأول مط المنار ¶ 1341 ص 811 ¶ 838 - «المقصورة العلية فى السيرة العلوية» قصيدة تناهز الاربع مائة وخمسين بيتا تتضمن سيرة أمير المؤمنين علي بن ابى طالب وترجمة حياته وبيان مناقبه. نظم الشيخ محمد على نجل الشيخ يعقوب التبريزى. المط العلوية بالنجف 1344 ص 44 ¶ __________ ¶ (1) لم تذكر مجلة المجمع العلمي صريحًا ناشر هذا الكتاب بل قالت إنها تختلف عنه المطبعة الايطالية",
            "page": "95",
            "part": "1"
        },
        {
            "hno": null,
            "id": "100",
            "nass": "رقم ¶ 839 - «الملتقط من جامع التأويل لمحكم التنزيل» لابى مسلم الاصفهانى. جمعه مما نقله عن الرازى في تفسيره السيد سعيد الانصاري. كلكتة 1340 ¶ 840 - «مناسك الحج» للسيد محسن الامين. صيدا 1340 ص 240 ¶ 841 - «المنتزع المختار من الغيث المدرار المفتح كمائم الازهار في فقه الائمة الاطهار» لابى الحسن عبد اللّه بن مفتاح طبع مع الحواشى التى وجدت على نسخة الامام الشوكاني. مط المعاهد 41 - 1332 جزء 4 ¶ 842 - «منح الشفا الشافيات فى شرح المفردات» للعلامة منصور بن يونس البهوتي الحنبلى (1051) وهو شرح النظم المفيد الاحمد فى مفردات العلامة عز الدين محمد بن علي العمرى المقدسي ثم الدمشقي (820). مط السلفية 4 - 1343 ¶ 843 - «منح المنة» للسيد عبد الوهاب الشعرانى. نشرته مكتبة صبيح بمصر ¶ 1924 ص 112 ¶ 844 - «منن الرحمن» للشيخ جعفر نقدى قاضى الشيعة في بغداد. المط الحميدية بالنجف 1344 ص 444 ¶ 845 - «الموافقات في أصول الاحكام» لابى اسحق الشاطبي أعيد طبعه 1922 ¶ جزء 4 بالمكتبة المنيرية ¶ 846 - «موعظة المؤمنين من احياء علوم الدين» لجمال الدين القاسمى. اعاد طبعه محيي الدين صبرى الكردي. مط السعادة 1342 ص 255 و170 ¶ 847 - «ميثاق الوحدة لجزيرة العرب الفتاة» تأليف جمال الغزى مفوض عسكرى وسكرتير انور باشا سابقا. مط طباره بيروت ص 113 ¶ 848 - «نظرة تاريخية فى حدوث المذاهب الاربعة» الحنفي والمالكي والشافعى والحنبلى وانتشارها بقلم العالم الفاضل أحمد باشا تيمور. المط السلفية ¶ 1344 ص 54",
            "page": "96",
            "part": "1"
        },
        {
            "hno": null,
            "id": "101",
            "nass": "رقم ¶ 849 - «النفحة على النفحة والمنحة» للشيخ ناصر الدين الحجازى الاثرى وهي في الرد على النفحة وهي في الرد على الوهابية ويليها نظرة في النفحة الزكية في الرد على الوهابية لابى اليسار الدمشقي الميدانى. مط الترقي دمشق 1340 1922 ص 90 (توزع مجانا) ¶ 850 - «نقد العلم والعلماء أو تلبيس ابليس» لابي الفرج عبد الرحمن بن الجوزى وهو تحذير علماء المسلمين من الغرور والاعجاب بانفسهم. مط السعادة 1340 ص 440 ¶ 851 - «النكت الاعتقادية» للشيخ المفيد المتوفي سنة 413.المط العصرية بغداد 1343 ص 64 ¶ 852 - «نقض كتاب الاسلام وأصول الحكم» للشيخ محمد خضر الحسين أحد مدرسى جامع الزيتونة وقضاة المحاكم الشرعية في تونس. المط السلفية ¶ 1924 ص 245 ¶ 853 - «النكير على منكرى النعمة من الدين والخلافة من الامة» بقلم مصطفى صبرى التوقاوى لشيخ الاسلام السابق للدولة العثمانية وأحد الاعضاء بمجلس الاعيان. المط العباسية بيروت 1342 ص 223 ¶ 854 - «النهج السعيد فى علم التوحيد» تأليف مصطفي عماره مط السعادة ¶ 1341 ص 203 ¶ 855 - «النهج القديم في الرد على ما جاء في رسالتي الحق وخطاب كريم» ¶ لاحمد فوزي الساعاتي ردا علي رسالتين من رسائل للمبشرين المسيحيين دمشق ص 50 ¶ (م - 7)",
            "page": "97",
            "part": "1"
        },
        {
            "hno": null,
            "id": "102",
            "nass": "رقم ¶ 856 - «هداية البارى إلى ترتيب احاديث البخارى» ترتيب وشرح الاستاذ السيد عبد الرحيم عنبر. حذف الاسانيد واقتصر على الراوى. ثم رتب الاحاديث على حروف المعجم وحذف المكرر منها. جزء 2 مط عيسى الحلبى ¶ 757 - «هدى المنصفين إلى الحق المبين» للسيد محمد مهدى القزوينى الكاظمى نزيل الكويت 2 (عن مجلة المرشد ببغداد) ¶ 758 - «هدى المتقين إلى شريعة سيد المرسلين» وهو ملخص من كتاب صبابة الانام للشيخ هادي آل جعفر كاشف الغطا. مط العلوية بالنجف ¶ 1342 ص 340 ¶ 859 - «الهدية السنية والتحفة الوهابية النجدية» لجميع اخواننا الموحدين من أهل الملة الحنيفية والطريقة المحمدية. تأليف سليمان بن سحمان النجدي. طبعت بأمر جلالة السلطان عبد العزيز آل سعود. امام مملكة نجد وملحقاتها. مط المنار 1342 ص 128 ¶ 860 - «الورع (كتاب)» للامام أحمد بن حنبل - مط السعادة على نفقة السيد محيي الدين صبري الكردى 1340 ص 126 ¶ 861 - «الوصايا الذهبية» بقلم السيد محمود أبو الفيض. تبحث في الطريقة الفيضية وهي طريقة صوفية ص 96 ¶ 862 - «وسيلة النجاة» للسيد ابى الحسن الموسوى الاصبهاني فى العبادات والمعاملات. المط العلوية في النجف الاشرف 1341 ص 231 ¶ 863 - «وسيلة العابد من اجابة الرائد» للشيخ عبد الحسين نجل الشيخ جواد مبارك. المط الحميدية في النجف 1342 ص 208",
            "page": "98",
            "part": "1"
        },
        {
            "hno": null,
            "id": "103",
            "nass": "القسم السادس ¶ كتب دينية مسيحية ¶ 864 - «أسمى الدرر» وضعه اسكندر جبرائيل حموى في سيرة السيد المسيح - ص 380 ¶ 864 ب «أغنية عيد الميلاد» لمؤلفها شارل دكنز نقلتها إلى العربية الانسة حلا معلوف. المط الأميركية بيروت ¶ 865 - «اقطع البراهين في صحة حقائق الدين» عربه عن الفرنسية القس مبارك الراهب اللبنانى. بيروت المط الكاثوليكية 1925 ص 356 ¶ 866 - «الاقوال البهية في شرح الصلاة الربانية» لعبد الملك قرياقوس. مصر ¶ 1924 ص 77 ¶ 867 - «بحث في النذور والحالة الرهبانية» وفقا للحق القانوني الحديث تأليف الاب مرسو نقله إلى العربية القس بطرس الخورى الجاجي اللبنانى، مط الاجتهاد بيروت 1925 ص 360 ¶ 868 - «تاريخ الكنيسة القبطية» لمنسى القمص واعظ الكنيسة القبطية الارثوذ كسية في ملوى. مط رعمسيس 1924 ص 732 ¶ 869 - «تاريخ الكنيسة الرسولية الاورشليمية» لخليل أفندي إبراهيم قزاقيا يبحث فى تاريخ كنيسة أورشليم من القرن الأول المسيحي للآن: ص 345 ¶ 870 - «التأملات اليومية» فى الحقائق المسيحية» تعريب القس مبارك ثابت الديرانى. مط الاجتهاد. بيروت 1920 جزء 2 ص 312 و309",
            "page": "99",
            "part": "1"
        },
        {
            "hno": null,
            "id": "104",
            "nass": "رقم ¶ 871 - «تأملات لاجل الا كليروس والعلمانيين لكل أيام السنة» تعريب السيد غريغوريوس بطرس هبرا رئيس أساقفة دمشق على السريان الكاثوليك الجزء الاول. حريصا (لبنان) 1921 ص 668 ¶ 872 - «تنوير الابصار في قصص الانبياء والابرار» لصموئيل زويمر مط النيل 1921 ¶ 873 - «حامي الايمان القديم» وهي سيرة القديس اثناسيوس الأول الرسولى بطريرك الاسكندرية العشرين. تأليف جبرائيل رفائل بك الطوخى وعبد الفادي القاهراني. مصر 1921 ص 145 ¶ 874 - «الحقائق اللامعة في عقائد الكنيسة الجامعة» للأب أنطون صالحانى اليسوعى. المط الكاثوليكية بيروت 1926 ص 140 ¶ 875 - «الحقيقة المستترة» بحث تاريخى فلسفي انتقادى. بقلم الخورى يوسف العمشيتى مط قوزما بيروت 1924 ص 128 ¶ 876 - «حياة القديس شنوده حنا» نشرتها أهله مصدرا بصورته. مط المحيط 1922 ص 320 ¶ 876 - «حياة القديس غريغوريوس المنور» عربه الاب ميخائيل قديد. المط المارونية حلب 19240 ص 80 ¶ 878 - «خلاصة تاريخ كنيسة أورشليم الارثدكسية» تأليف شحاده خورى ونقولا خورى. كتاب حافل بالفوائد التاريخية. وبآخره جدول البطاركة الاورشليميين. مط بيت المقدس 1925 ص 384 ¶ 879 - «الدسقولية» أو تعاليم الرسل. وضعها حافظ أفندى داود ص 806 ¶ 880 - «زهيرة حب في بستان الرب» وهو تاريخ حياة القديسة تريزيا الطفل يسوع تعريب الخورى يوسف عواد. المط الكاثوليكية بيروت. 1926 ص 413",
            "page": "100",
            "part": "1"
        },
        {
            "hno": null,
            "id": "105",
            "nass": "رقم ¶ 881 - «السكنسار القبطى» معه ترجمة أفرنسية ترجمه وعلق عليه الاستاذر. باسى جزء 5 باريس ¶ 882 - «الشذور الذهبية في حياة كوكب البرية» أي القديس أنطونيوس الكبير للقس لويس بليبل الراهب البلدي اللبناني. مط كوى 1925 ص 196 ¶ 883 - «شعاع النجاح» مجموعة مقالات بقلم بطرس زهره الراهب المارونى اللبنانى: بيروت 1925 ص 223 ¶ 884 - «العفاف» للاسقف جبير أسقف ما لنس. تعريب الابوين برنردوس وبطرس الاهمجبين اللبنانيين مط الاجتهاد بيروت 1924 ص 140 ¶ 885 - «علم الوعظ وعلم الرعاية» لمؤلفه القس غبريال ميخائيل الضبع راعى كنيسة الفجالة الانجيلية ¶ 886 - «شهادات الكنيسة المارونية السريانية» بانتقال مريم العذراء بالنفس والجسد إلى السماء للاخوين الشقيقين الاب يوسف والمنسنيور بطرس حبيقة.1925 ¶ 887 - «فرض عيد مار إيليا الحي» حسب الكنيسة السريانية المارونية المط المارونية. حلب 1925 ص 206 ¶ 888 - «قوانين المجمع اللبنانى» جمعها ورتبها الخورى الياس الزيناتى. المط الكاثوليكية بيروت 1916 ص 400 ¶ 889 - «القول الصريح فى سيرة يسوع المسيح» تأليف الدكتور جورج فورد اللاهوتى الأميركانى. المط الأميركية بيروت 1923 ص 324 ¶ 890 - «اللاهوت النظرى» الجزء الثامن في نعمة المسيح. تأليف الخورى الياس جميل. المط العلمية بيروت 1924 ص 214",
            "page": "101",
            "part": "1"
        },
        {
            "hno": null,
            "id": "106",
            "nass": "رقم ¶ 891 - «لماذا أنا مسيحى» للدكتور فرانك كراين. ترجمة الارشيمندريت أنطونيوس بشير. طبع بعناية يوسف البستانى 1925 ص 201 (1) ¶ 892 - «مارى افرام السريانى والاوخارستيا» للشقيقين الاب يوسف حبيقة والمنسنيور بطرس حبيقة. المط الكاثوليكية بيروت 1926 ص 26 ¶ 893 - «المباحث الجلية في اللترجيات الشرقية والغربية» تتناول معارضة بعضها ببعض والتنقيب عن كل منها علي حدة بقلم السيد العلامة اغناطيوس افرام رحماتى بطريرك السريان الانطاكى. مط دير الشرفه (لبنان) 1924 ص 712 ¶ 894 - «مختصر اللاهوت الأدبى» ليوحنا غورى اليسوعي عربه المطران يوحنا حبيب ونقحه الخورى إبراهيم حرفوش. الجزء الاول. حريصا 1925 ص 893 ¶ 895 - «المشرع» وضعه القس بولس سباط السرياني الحلبي. تقلب فى أبحاثه بين الفلسفة والتاريخ والاجتماع والدين واستشهد على كل منها بآيات القرآن والحديث وأقوال أئمة الاسلام وعلماء الاوربيين. مصر 1924 ¶ 899 - «مقالة في الاسلام» لجرجس سال الانجليزي. معربة بقلم هاشم العربى: طبعة سادسة مع استدراكات مضافة إلى حواشى المؤلف مط النيل 1925 ص 429 ¶ 900 - «مقالة في الوحى» بقلم الاب شارل ابيلا اليسوعي: بيروت 1925 ص 70 ¶ __________ ¶ (1) جاء في مجلة المشرق بشهر أيلول 1926: إن هذا الكتاب مناف لتعاليم السيد المسيح.",
            "page": "102",
            "part": "1"
        },
        {
            "hno": null,
            "id": "107",
            "nass": "رقم ¶ 901 - «منتهى الخشوع في مناجاة قلب يسوع» للاب يواكيم بلاديوس الحلبي الراهب الماروني اللبنانى. مط كوى 1925 ص 404 ¶ 902 - «أنهج الكمال» فى الصلاة العقلية للكهنة تأليف القس الحائك الشهابى الراهب الحلبي اللبنانى مط الاجتهاد بيروت 1925 ص 272 ¶ 903 - «يومية المسيحى» عنى بنشره أحد كهنة الارمن الكاثوليك فى حلب المط المارونية حلب 1923 ص 129 ¶ 904 - «يسوع قدوة الناشئة المسيحية» عربه عن الافرنسية القس مبارك الحاج البسكنتاوى: مط العلم بيت شباب 1923 ص 323",
            "page": "103",
            "part": "1"
        },
        {
            "hno": null,
            "id": "108",
            "nass": "القسم السابع ¶ كتب في الحكمة والمنطق والفلسفة وما يتعلق بها ¶ 905 - «آراء أناطول فرانس» ترجمه عن الافرنسية الاستاذ عمر فاخورى وصدره أمين الريحاني بمقدمة اعجاب وتقدير لهذا الكتاب. بيروت ص 143 ¶ 906 - «الآراء والمعتقدات» تأليف جوستاف لوبون وترجمة محمد عادل زعيتر. المط العصرية 1926 ص 197 ¶ 907 - «أصول الفلسفة» لمؤلفه أمين واصف بك وضعه في علوم الفلسفة الخمسة: علم النفس وعلم الجمال وعلم المنطق وعلم الأدب وعلم ماوراء الطبيعة الجزء الاول. مط المعارف 1338 - 1921 ص 144 والفهرس ص 44 ¶ 908 - «أصول المنطق» تأليف استانلى جيفونس تعريب يوسف اسكندر جريس. مط جريدة الفجر 1926 ص 139 ¶ 909 - «بقاء النفس بعد فناء الجسد» لنصير الدين الطوسي مع شرح للشيخ ابى عبد اللّه الزنجانى.1341 ¶ 910 - «تاريخ الفلسفة» من أقدم عصورها إلى الآن. تأليف حنا اسعد فهمى. مط اليوسفية 1921 ص 356 ¶ 911 - «تهذيب النفس» لفؤاد افندى صروف ¶ 912 - «الحجج البهية» لابى الفضائل الجرفادقاني الايرانى. وهو في حل رموز الكتب المقدسة السماوية وتفسير غوامض آيات الصحف المطهرة الالهية مط السعادة 1343 - و912 ص 184 (يغلب على الظن أن مؤلفه بهائى)",
            "page": "104",
            "part": "1"
        },
        {
            "hno": null,
            "id": "109",
            "nass": "رقم ¶ 913 - «الحكمة (كتاب)» يشتمل على طائفة من حكيم القول مأخوذة من القرآن الكريم وأقوال الرسل عليهم السلام وحكماء العرب والاسلام لمحمود افندى شكرى رئيس ادارة مديرية البحيرة. مط الاعتماد 1925 ¶ 914 - «حكمة التشريع وفلسفته» تأليف الشيخ أحمد على الجرجاوى وهو يتكلم عن حكمة الصوم والزكاة والحكمة فى تعدد الزوجات الخ ¶ 915 - «الخليقة ونظامها» بقلم أمين الغريب صاحب مجلة الحارث. مط جان درك بيروت 1926 ص 119 ¶ 916 - «رسالة في فضيلة العلوم» للفارابى. حيدر آباد الدكن 1345 ¶ 917 - «سعادة الحياة» أو اعملوا مادام لكم النور. تأليف تولستوى. تعريب بباوى غالى الدويرى. المط التجارية 1924 ¶ 918 - «فصل المقال في فلسفة النشوء والارتقاء» لارنست هيكل العالم الالماني. ترجمه الكاتب حسن حسين ووضع له مقدمة 72 صفحة وفيه رسوم. مصر؟ ¶ 919 - «فلسفة ابن خلدون الاجتماعية» تحليل ونقد. ألفه طه حسين باللغة الافرنسية وعربه عبد اللّه عنان. مذيل برسالة عن ابن خلدون للاستاذ الالماني فون فيسندنك معربة. مط الاعتماد 1925 - 1343 ¶ 920 - «الفلسفة الحديثة» عربه وعلق حواشيه السيد سعيد البحرة أستاذ الفلسفة بمدرسة التجهيز بدمشق - مط الصداقة دمشق 1924 ص 155 ¶ 921 - «فلسفة الحياة» تعريب بباوى غالى الدويرى. مط الرحمانية 1922 ¶ 922 - «فلسفة راجا يوجا» ملخص مذهب هندى يبحث فى علوم شتى وفنون متنوعة. نقله عن الانجليزية حسن حسين وعنى بطبعه المطبوعة الاولى عبد الغنى احمد. مط المقتطف 1926 - 1335 ص 90",
            "page": "105",
            "part": "1"
        },
        {
            "hno": null,
            "id": "110",
            "nass": "رقم ¶ 923 - «الفلسفة العامة وتاريخها» محاضرات القاها الكونت دى جلارزا فى الجامعة المصرية فى السنة الدراسية 1919 - 1920 في الفلسفة وتاريخها والفلسفة العربية والاخلاق ¶ 924 - «فيض البارى في اصلاح منظومة السبزوارى» أرجوزة من نظم حجة الاسلام السيد هبة الدين الشهرستانى في فنون الفلسفة (عن مجلة المرشد ببغداد) ¶ 925 - «قادة الفكر» تأليف الدكتور طه حسين. مط الهلال 1925 ص 132 ¶ 926 - «قوة الارادة» تعريب يوسف شديد ابى اللمع. يحتوى على نصائح في تقوية الارادة. نيويورك 1924 ص 97 ¶ 927 - «كلمات الفلاسفة» جمع وتعريب بباوي غلي الدويرى. مط الرحمانية ¶ 1922 ص 88 ¶ 928 - «المباحث المشرقية في علم الالهيات والطبيعيات» للامام فخر الدين الرازى. حيدر آباد الدكن 1343 جزء 2 كبار ¶ 929 - «مذهب النشوء والارتقاء» وضعه إسماعيل افندي مظهر. مط المقتطف ¶ 1923 ص 84 ¶ 930 - «ملتقى السبيل» لإسماعيل مظهر المذكور وهو يحتوي علي فصول فى مذهب التطور وعلاقته بالفكر الحديث مثل الرأى المادي ومذهب النشوء ودر اوين والماديون الخ. المط العصرية 1926 ص 361 ¶ 931 - «نداء عالم الغيب» مقالات روحانية عنى بجمعها عبد اللّه اباحى. ص 500 ¶ 932 - «نزعة الفكر الاوروبى فى القرن التاسع عشر» لإسماعيل بك مظهر وهو تلخيص مقالات جون تيودور مرتز في تاريخ الفكر الاوروبى ¶ 933 - «نظرية التطور وأصل الانسان» تأليف سلامه موسى. المط العصرية 1925",
            "page": "106",
            "part": "1"
        },
        {
            "hno": null,
            "id": "111",
            "nass": "القسم الثامن ¶ في القوانين والشرائع وعلم السياسة وعلم الاقتصاد ¶ 934 - «أحكام الاراضى» كتاب فى أحكام الاراضى المتبعة في البلاد العربية المنفصلة عن السلطنة العثمانية وضعه السيد دعيبس المر المحامى. مط بيت المقدس: القدس 1923 جزء 2 ص 216 و226 ¶ 935 - «الاحكام الجعفرية فى الاحوال الشخصية» تأليف الشيخ عبد الكريم الحلى من علماء العراق. مط الفرات بغداد 1342 ص 262 ¶ 936 - «أصول استماع الدعوة الحقوقية» مترجم عن التركية بقلم فايز أفندي الخوري دمشق ص 285 ¶ 937 - «أصول علم الاقتصاد» ترجمه عن الانجليزية وديع الضبع وهو الجزء الأول من الكتاب. مط رعمسيس ص 157 ¶ 938 - «الاصول القضائية فى المرافعات الشرعية» للاستاذ الشيخ على قراعه القاضى بالمحاكم الشرعية. مط الرغائب 1339 - 1921 ¶ 939 - «أصول القوانين» مع تطبيقات على القانون المصرى وبعض القوانين الاخرى لمحمد كامل المرسى بك وسيد مصطفى بك. المط الرحمانية ¶ 1342 - 1923 ص 661 عدا الفهارس ¶ 940 - «الاقتصاد السياسى» لمؤلفه شارل جيد تعريب نجيب أفندي مكربنه حلب صن 131 ¶ 941 - «التماس اعادة النظر» بحث قانونى للاستاذ ناشد حنا فى المواضيع التى يمكن فيها التماس إعادة النظر. مصر ص 180",
            "page": "107",
            "part": "1"
        },
        {
            "hno": null,
            "id": "112",
            "nass": "رقم ¶ 942 - «الالتزامات» المداينات ¶ 943 - «الامتيازات الاجنبية» رسالة تبحث في أصل هذه الامتيازات ومحتوياتها بقلم عبد اللّه أفندى مشنوق ¶ 944 - «الانتخابات النيابية وأحكامها» لاحمد رمزي بك المحامى عضو مجلس النواب. المط السلفية 1934 ص 776 ¶ 945 - «الانتداب الفرنساوى والتقاليد الفرنساوية في سوريا ولبنان» ¶ لعبد اللّه باشا صفير. مط هندية 1922 ¶ 946 - «الانتداب وروح السياسة الانجليزية» للاستاذ راشد طباره. يبحث فى قواعد السياسة الانجليزية وطرق البحار وطريق الهندوسياسة انجلنرا في مصر والتوازن الاوربي. مط طباره بيروت 1925 ص 267 ¶ 947 - «بيان المجلس الشرعى الاسلامي في فلسطين» وفيه ذكر ما قام به المجلس الشرعى من جليل الاعمال في فلسطين ¶ 948 - «بين المحاماة والقضاء» أو قضية السيد زخيا. جمع ما تمكن من واقعاتها وكيله المحامى نجيب خلف. مط صادر بيروت 1924 ص 66 ¶ 949 - «تحفة كتاب العدل» تعريب الدكتور توفيق جيجكلى. مط الاخلاص حماه 1342 ص 80 ¶ 950 - «التزوير الخطى» لنجيب بك الهواوينى الدمشقي الخطاط المشهور. مط. الهلال 1920 ص 152 ¶ 951 - «التزوير فى الاوراق» تأليف أحمد فتحى زغلول باشا الحق به الدكتور محمد كامل مرسى بك المدرس بمدرسة الحقوق الملكية ذيلا جمع فيه التعديلات التى طرأت على مواد التزوير. مكتبة التأليف مصر؟",
            "page": "108",
            "part": "1"
        },
        {
            "hno": null,
            "id": "113",
            "nass": "رقم ¶ 952 - «التنفيذ علما وعملا» وهو يشتمل على شرح قواعد واجراءات المرافعات الاهلية والمختلطة والقوانين واللوائح الخصوصية المتعلقة بالتنفيذ تأليف أحمد فتحه بك القاضى بالمحاكم الاهلية وعبد الفتاح السيد بك القاضى بالمحاكم الاهلية. مط النهضة 1345 - 1924 ص 664 ¶ 953 - «التعليقات الجديدة على قانون العقوبات الاهلى» تأليف محمد عبد الهادي الجندى بك رئيس محكمة أسيوط الابتدائية الاهلية. الطبعة الثانية 1342 - 1923 ص 378 ¶ 954 - «جمعية الامم والانتدابات» بقلم رأفت شفيق شنبور يبحث عن تاريخ جمعية الامم والانتدابات. مذيل بدرس حقوق الانتداب درسا قضائيا وأساسيا. طرابلس الشام 1936 ص 176 ¶ 955 - «الحقوق الادارية» للاستاذ شاكر الحنبلى متصرف لواء الشام واستاذ الحقوق الادارية في مدرسة الحقوق العربية بدمشق. مط حكومة دمشق 1340 - 1923 جزء 2 ¶ 956 - «حقوق التجارة» للفاضل عثمان بك سلطان أستاذ الحقوق التجارية والحقوق السياسية في معهد الحقوق العربى بدمشق. مط دولة دمشق 1340 - 1923 ص 465 وهو الجزء الاول ¶ 957 - «الحقوق الدولية العامة» للاستاذ فوزي بك الغزى المدرس فى معهد الحقوق بدمشق الجزء الأول ص 300 ¶ 958 - «الحكومة الدستورية فى الولايات المتحدة» للرئيس ويلسون ترجمة وديع افندى الضبع خريج جامعة كامبردج وهو يبحث فيه عن أصل الحكومات ونشوئها وتاريخ الشعب الامريكى. مط رعمسيس 1924 ¶ 959 - «خطب زغلول باشا» مط العرب ص 142",
            "page": "109",
            "part": "1"
        },
        {
            "hno": null,
            "id": "114",
            "nass": "رقم ¶ 960 - «خلاصة الابحاث فى علم الميراث» تأليف الارشيمندريت يوسف أبو طير. بيروت 1924 ص 130 ¶ 961 - «خلاصة الاقتصاد ونبذة من التاريخ الاقتصادي» تأليف حسين افندى نامق من خريحي جامعة أوكسفرد ¶ 962 - «درر الحكام شرح مجلة الاحكام» للاستاذ فهمى الحسينى صاحب مجلة الحقوق. نقله عن كتاب على حيدر رئيس محكمة التمييز بالاستانة ص 368 ¶ 963 - «الدستور المصرى والحكم النيابى في مصر» وتاريخ ذلك من سنة ¶ 1866 إلى الآن لجامعه البرت شقير. وفيه أكثر أسماء أعضاء مجلس النواب والشيوخ. مط المقتطف 1924 ص 616 ¶ 964 - «الدولة البولشيفيكية» وضع توما دلبو المعلوف اشيدياكون البطريركية الانطاكية ورئيس كتاب مجمعها. مط القديس جاورجيوس بيروت 1924 ص 71 ¶ 965 - «الزوجة الامينة أمام القضاء» دعوى عفيفة عواد. مباحث قضائية: دروس اجتماعية للخورى منصور عواد. بيروت 1925 ص 224 و15 ¶ 966 - «السياسة (كتاب)» لافلاطون. استخراج أحمد بن يوسف لطابعه وناشره جميل بك العظم. المط الوطنية بيروت 1925 ص 74 ¶ 967 - «السياسة الدولية» نقل هذا الكتاب عن الانجليزية الدكتور عبد الرحمن شهبندر. اشتغل به أثناء نفيه إلى أرواد سنة 1922.مط الترقى دمشق ص 230 ¶ 968 - «شرح القانون التجارى المصرى، لمحمد صالح مدرس القانون التجارى والاقتصاد السياسى فى مدرسة التجارة العليا بمصر ص 350",
            "page": "110",
            "part": "1"
        },
        {
            "hno": null,
            "id": "115",
            "nass": "رقم ¶ 969 - «شرح قانون الجزاء» لإبراهيم بك الهاشمى ناظر عدلية حكومة الشرق العربية. المط العربية 1342 أربعة أجزاء ¶ 970 - «شرح قانون العقوبات الاهلى» القسم الخاص - تأليف أحمد أمين بك. مط الاعتماد 1342 - 1923 ¶ 971 - «شرح لائحة الاجراءات الشرعية والقوانين واللوائح المرتبطة بها» ¶ تأليف الاستاذ أحمد قمحه بك والدكتور عبد الفتاح السيد بك. مط النهضة 1341 ص 594 ¶ 972 - «شؤون مصرية» للأستاذ عزيز خانكى بك المحامى بمصر وفيه أبحاث مختلفة المواضيع ص 151 ¶ 973 - «صفحة سياسية» مجموعة خطب فى الحملات الانتخابية سنة 1923 للاستاذ محمد حافظ بك رمضان رئيس الحزب الوطنى مط جريدة الصباح ص 104 ¶ 974 - «عظات وطنية» مجموعة مقالات سياسية واقتصادية وفلسفية وضعها حبيب إبراهيم كاتبه معلم لاهوت من جامعة هارفرد ¶ 975 - «العقود المدنية الصغيرة» تأليف محمد كامل مرسى بك دكتور في العلوم القانونية. المط السلفية 1923 ص 359 ¶ 976 - «علم الاقتصاد والحياة اليومية» عربه عن الانجليزية حسنين أفندي نامق ¶ 977 - «القانون الدولى العام» تأليف الاستاذ على ماهر بك محاضرات القيت على طلبة الليسانس بمدرسة الحقوق الملكية. مصر 1924 ص 635 ¶ وبآخره فهرست للكلمات الاجنبية المستعملة فى أثناء الكتاب ¶ 978 - «القانون المدنى الاهلي» مع الاشارة إلى القوانين الاهلية والمختلطة والفرنسية وإدخال التعديلات لغاية سنة 1924.عنى به محمد وحسن الفريق. المط التجارية 1924 ص 200",
            "page": "111",
            "part": "1"
        },
        {
            "hno": null,
            "id": "116",
            "nass": "رقم ¶ 979 - «قانون نقابة أطباء الاسنان القانونيين بالسلطة المصرية» المط التجارية بمصر ¶ 980 - «القضاء الجنائى» جمع وتلخيص وترتيب زكى العرابى بك رئيس نيابة بنى سويف سابقا ووكيل محكمة مصر الاهلية. الجزء الثاني قانون تحقيق الجنايات الطارئة عليه والقوانين المرتبطة به لغاية أول نوفمبر سنة 1926 ¶ مط دار الكتب المصرية 1345 - 1926 ص 276 ¶ 981 - «القضاء فى الاسلام» محاضرة للسيد عارف بك النكدى مفتش العدلية العام واستاذ علم الاجتماع فى مكتب الحقوق بدمشق. مط الترقي دمشق ¶ 1340 ص 28 كبير ¶ 982 - «قضايا التاريخ الكبرى» أو أشهر المحاكمات والجرائم. محلى بالصور للاستاذ محمد عبد اللّه عنان المحامي نشرته ادارة الهلال 1925 ص 260 ¶ 983 - «المباحث الجنائية» وضع الاستاذ أحمد فؤاد عبد المجيد وصاغ محمد على زيوار والملازم الأول حسين شفيق ص 240 ¶ 984 - «مبادى ء الاقتصاد السياسى» *الاقتصاد السياسى رقم 940 ¶ 985 - «مبادى ء الرئيس ويلسون» ترجم باشراف جمعية الرابطة الشرقية وطبع بمطبعة المقطم ¶ 986 - «مبادى ء القانون الدستورى المصرى المقارن» للاستاذ مصطفى الصادق قنصل مصر بلندن. والدكتور راتب إبراهيم الاستاذ بمدرسة الحقوق الملكية طبعة ثانية منقحة ومكبرة بالمطبعة العصرية بمصر ¶ 987 - «مجموعة القوانين والقرارات والاوامر السياسية والمالية والادارية والجنائية بالقطر المصرى مع التعليق عليها جمع وتأليف الدكتور عبد الفتاح السيد بك والدكتور محمد كامل مرسي بك. مط الرغائب 1341 -  ¶ 1922 ص 36",
            "page": "112",
            "part": "1"
        },
        {
            "hno": null,
            "id": "117",
            "nass": "رقم ¶ 988 - «مجموعة منشورات ومذكرات لجنة المراقبة القضائية من سنة 1892 ¶ إلى 1921 جمعها محمد أحمد عرفه بك القاضي بالمحاكم الاهلية. المط الشرقية ¶ 1922 ص 384 ¶ 989 - «المداينات أو الالتزامات» في الأدلة ونظرية الاثبات للدكتور عبد السلام ذهنى. الجزء الثانى. مط هندية 1923 ص 481 وطبع الجزء الأول سنة 1923 ¶ 990 - «المرافعات المدنية والتجارية والنظام القضائى فى مصر» للاستاذ الدكتور عبد الحميد أبو هيف الطبعة الثانية مصر 1921 ص 1000 ¶ 991 - «المعلومات المدنية» للسيد عبد الرازق الحسينى. بغداد 1341 ص 56 ¶ 992 - «مفاوضات الانجليز بشأن المسألة المصرية» لأمين بك الرافعى مدير جريدة الاخبار ¶ 993 - «مفتريات الانجليز فى رمى الامة المصرية بالجهل تبريرا لدعواهم بان مصر معلمة الشعوب غير جديرة بالاستقلال والحرية. بقلم أحمد أبى الخضر منسي. مط الاعتماد 1921 ص 47 ¶ 994 - «مقابلة بين الحقوق الرومانية والحقوق الاسلامية والافرنسية والانجليزية» ¶ للاستاذ فأئز الخوري مدرس الحقوق الرومانية في معهد الحقوق بدمشق المط الحديثه دمشق 1924 ص 376 ¶ 995 - «المقدمة فى المسألة الشرقية» وضع روحى الخالدى بك تبحث في المسألة الشرقية منذ نشأتها إلى الربع الثانى من القرن الثامن عشر ص 78 ¶ 996 - «مقدمة القانون» تأليف أحمد صفوت. استاذ بمدرسة الحقوق الملكية وقاضى بالمحاكم الاهلية سابقا. الطبعة الثانية مط القاهرة 1924 ص 410 ¶ (م - 8)",
            "page": "113",
            "part": "1"
        },
        {
            "hno": null,
            "id": "118",
            "nass": "رقم ¶ 997 - «المؤامرة اليهودية على الشعوب» المقررات الصهيونية أو مضابط الجلسات السرية لحكماء اسرائيل. نقلها عن الافرنسية الخورى أنطون يمين. بيروت ص 244 ¶ 998 - «موجز فى علم المالية» لمؤلفه فارس الخوري وزير المالية السابق واستاذ العلم المالي والاصول الحقوقية والصك الجزائى في معهد الحقوق العربى بدمشق. مط الحكومة بدمشق 1924 ص 545 ¶ 999 - «المواهب العلية فى المرافعات الاهلية والشرعية» لمحمد على عبد الواحد كاتب أشغال وقضايا. مط مطر 1922 ص 335 ¶ 1000 - «النظام القضائي فى انكلتره».تأليف القاضي أحمد أفندي صفوت ¶ 1001 - «نظريات عامة فى أصول المحاكمة الجزائية» هى مجموع الدروس التي القاها الاستاذ رشيد أفندي عالى الكيلانى مدرس الدروس التي بمدرسة الحقوق العراقية. عنى بجمعها وتصحيحها عبد اللّه الشداف. مط دار السلام بغداد 1341 - 1922 ص 440 ¶ 1002 - «هل من جزية على الاكليروس أو خراج» بحث تاريخى قانوني كنسى مدنى بقلم الخورى منصور عواد. ملفان في الفلسفة واللاهوت بيروت 1922",
            "page": "114",
            "part": "1"
        },
        {
            "hno": null,
            "id": "119",
            "nass": "القسم التاسع ¶ فى كتب الطب وعلم الصحة ¶ 1003 - «أبسط الوسائط الطبية في حفظ الصحة والاسعافات المنزليه» تأليف الدكتور عثمان لبيب عبده ¶ 1004 - «الاحصائيات الصحيه» للدكتور عبد الواحد الوكيل ص 160 ¶ 1005 - «الارشادات الصحيه والاسعافات الطبيه» وضعه الدكتور عبد العزيز نظمى بك منشي ء مجلة الحكمة المصرية. مط الاعتماد 1921 ¶ 1006 - «أسرار المراهقه» تأليف الدكتور شخاشيرى محاورات بين أب طبيب وابنه يبحث فى شؤون دور البلوغ ¶ 1007 - «الاسعافات الطبية والجراحية والباطنية» للدكتور محمد رشدى. مط هندية 1923 ص 291 ¶ 1008 - «اصلاح النسل» رضعه الدكتور مرشد خاطر أستاذ الامراض الجراحية في المعهد الطبى العربى بدمشق. مط البطريركية الارئذكسية دمشق ص 154 ¶ 1009 - «أغلاط الجراحين» للدكتور محمد عبد الحميد بك ص 234 ¶ 1010 - «أمراض الاطفال الكثيرة الانتشار» للدكتور عبد العزيز نظمي بك. طبعة ثانية مط النهضة ص 335 فيه رسوم ¶ 1011 - «تاريخ الطب عند الأمم القديمة والحديثة» محاضرة للاستاذ عيسى اسكندر معلوف اللبنانى دمشق ص 55 ¶ 1012 - «التدبير العام في الصحة والمرض» للدكتور محمد رشدى. مط هندية 1922 ص 212",
            "page": "115",
            "part": "1"
        },
        {
            "hno": null,
            "id": "120",
            "nass": "رقم ¶ 1013 - «التناسل» رسالة عن طرق التناسل فى النبات والحيوان للدكتور فخرى ص 77 ¶ 1014 - «الحمى الراجعة المصرية» أو الحمى الناكسة أو النوشة رسالة للدكتور حسن بك كمال بن أحمد كمال باشا الاثرى المشهور. مط الاعتماد 1923 ¶ 1015 - «الحميات (كتاب)» للدكتور حسن كمال المذكور. قررت الوزارة تدريسه في المدرسة الطبية. مصر 1925 ص 223 وفيه رسوم ¶ 1016 - «خواطر طبيب» رسالة صغيرة لعبد العزيز نظمي بك وهى خاصة بالنزلات المعدية المعوية عند الاطفال ¶ 1017 - «السرطان» وضعه الدكتور محمد عبد الحميد بك رئيس جراحى مستشفى الملك وعنى بطبعه ونشره مجانا الأديب نجيب مترى صاحب مكتبة ومطبعة المعارف بمصر 1925 ص 72 ¶ 1018 - «الصور الخيالية لجسم الانسان» للدكتور محمد عبد الحميد بك يحتوى على 252 صفحة توضح للصبيان تركيب أجسامهم وكيفية تأدية الاعضاء وظائفها. مصر 1924 ¶ 1019 - «الطب الشرعي» تأليف الدكتور سدنى سميث وعبد الحميد بك عامر الطبيب الشرعى للمحاكم الاهلية. مط المقتطف 1924 ص 636 ¶ وفيه الرسوم ¶ 1020 - «الطب المصرى القديم» للدكتور حسن بك كمال. مصر 1922 ص ¶ 197 مزين بالرسوم ¶ 1021 - «الطب والتحنيط فى عهد الفراعنة» تعريب أنطون زكري. مط السعادة 1919 ص 207",
            "page": "116",
            "part": "1"
        },
        {
            "hno": null,
            "id": "121",
            "nass": "رقم ¶ 1022 - «طبيب العائلة» للاسعافات الوقتية والارشادات الطبية والامراض الباطنية والجلدية والعقلية تأليف الدكتور حسن كامل وبه موضوع أمراض العيون للدكتور أحمد حلمى. مط الشباب 1341 ص 351 ¶ 1023 - «فن الولادة» للدكتور نجيب محفوظ أستاذ علمى الولادة وأمراض النساء بمدرسة الطب المصرية وجراح الولادة وأمراض النساء بمستشفى القصر العينى. ألف هذا الكتاب سنة 1908 ونفدت نسخه فأعاد طبعه منقحا وأضاف اليه فصولا جديدة وطبعه طبعا متقنا ¶ 1024 - «كلمات طبية وفوائد صحية» مقالات ونبذ نشرها الدكتور حنا القسوس في جريدة شرق الأردن بعمان ص 94 ¶ 1025 - «كيف تعيش مائة سنة أو قانون الصحة العام» لنجيب أفندى المندراوي المحامي. مصر 1922 ص 398 ¶ 1026 - «مبادى ء ووصف وظائف جسم الانسان» للدكتور عزيز جرجس مدرس علم التشريح بمدرسة الطب الملكية. وفيه رسوم كثيرة مط الهلال؟ ¶ 1027 - «مختصر تذكرة القرطبي» أعادت طبعه المط الازهرية 1926 ¶ 1028 - «المعالجة الحديثة» للدكتور حافظ أفندى زكى مؤلف كتاب الطب القضائي ومفتش صحة شبين الكوم. المط العصرية 1923 ص 657 ¶ 1029 - «المناهج الطبية لاتقاء الامراض الافرنجية» للدكتور جورج صوايا. بونس إيرس بالارجنتين الجزء الأول 1922 ص 502 ¶ 1030 - «منتهى الافادة في أسرار الجمال والصحة والسعادة» للدكتور أمين كنعان ناصيف. بيروت 1921 ص 331 ¶ 1031 - «واجبات الطبيب» للدكتور عبد العزيز بك نظمى. طبعة ثانيه",
            "page": "117",
            "part": "1"
        },
        {
            "hno": null,
            "id": "122",
            "nass": "رقم ¶ 1032 - «وقاية العين وعلاجها» للدكتور محمود رياض طبيب العيون بمستشفى قصر العينى المط الرحمانية 1922 ص 136 ¶ القسم العاشر في العلوم الرياضية والزراعية والفنون المتنوعة ¶ 1033 - «اختزال الكتابة لمجاراة الخطابة» تأليف عبد الرازق عوض مدرس بمدرسة الناصرية 1921 ص 174 ¶ 1034 - «الاسرار الكيمائية» لحسنى افندى يوسف. مط العلوم الأدبية ص 76 ¶ 1035 - «الاشجار والانجم المثمرة» للدكتور مصطفى الشهابى مدير أملاك الدولة بدمشق. دمشق ص 450 ¶ 1036 - «افادات زراعية فى دولة حلب» للسيد شارل بافى تعريب السيدين أميل بطن وليون مراد. المط المارونية. حلب 1923 ص 269 ¶ 1037 - «انهاض تربية النحل» في مصر. خطبة علمية اقتصادية للدكتور ابي شادى مع قصيدة شوقي بك فى النحل. عنى بنشرها محمد عبد الغفور دبلوم في الزراعة بقسم الحشرات بوزارة الزراعة المصرية 1344 - 1926 ص 63 ¶ 1038 - «بسائط علم الفلك» للعلامة الدكتور يعقوب صروف. مزين بالرسوم العديدة للنجوم والكواكب وأبطال علم الهيئة القدماء والحديثين 1923 ص 163",
            "page": "118",
            "part": "1"
        },
        {
            "hno": null,
            "id": "123",
            "nass": "رقم ¶ 1039 - «بسئط الطيران» للدكتور أحمد عبد السلام الكرداني مهندس الطيران والاستاذ بكلية العلوم بالجامعة المصرية. مط دار الكتب المصرية ¶ 1926 ص 200 مزين بنحو 80 صورة ¶ 1040 - «البناء بطريق مكرم الحديثة» كراسة تصف الاستنباط الذى استنبطه توفيق افندي مكرم ومداره على عمل حجار صناعية متصل بعضها ببعض ¶ 1041 - «التحليل الكيمارى للاراضى» للاستاذ عبد العزيز نصار يبحث فيه عن التحليل الكيماوى للاراضى والاسمدة والحاصلات الزراعية - مصور - مط الشباب 1922 ص 170 ¶ 1042 - «تذكرة ابن ارمانيوس» تشمل شرح المواليد الثلاثة باللغات العربية والفرنساوية والانجليزية لعازر افندي ارمانيوس صاحب الصيدلية الخيريه. المط المصرية 1922 ص 320 ¶ 1043 - «التصوير والحفر» وضعه رباض افندى شحاته وفيه وصف الآلات والادوات التي تستعمل فى التصوير الشمسى ص 226 ¶ 1044 - «الجبر الحديث» لمنصور حنا جرداق أستاذ الرياضيات العالية في جامعة بيروت الأميركية. المط الأميركية بيروت ¶ 1045 - «حدائق الازهار في فلاحة البساتين» تأليف عبد الغنى غنام ناظر مدرسة الزراعة وأستاذ فن فلاحة البساتين مصر 1923 - 1342 ص 360 ¶ وفيه 160 رسما ¶ 1046 - «الحكر وتقديره» لمحمد شفيق باشا أسهب مؤلفه فى موضوع الحكر وما يجب العمل به مصر 1926 ¶ 1047 - «الحياة النيابية» بقلم أمين الغريب. مط جان دارك بيروت 1925 ص 110",
            "page": "119",
            "part": "1"
        },
        {
            "hno": null,
            "id": "124",
            "nass": "رقم ¶ 1048 - «الخضراوات» يبحث فى زراعتها وقيمتها الغذائية وعائلاتها لحسين افندى البابلى 46 ¶ 1050 - «خلاصة الكيميا غير العضوية» مدرسى. وضعه الاستاذان محمد محمد فياض واحمد أمين إبراهيم وكلاهما ناظر فى مدارس الحكومة بمصر ¶ 1051 - «خلاصة الكيميا الحديثة» للاستاذ أمين إبراهيم كحيل والاستاذ حبيب اسكندر مدرس الكيميا بجامعة القاهرة الأميركية جزء 2 يتناول ابحاث الكيميا غير العضوية ¶ 1052 - «دروس التأمل في مشاهد الطبيعة» يشتمل على حياة الحيوان والنباتات لمحمد عبد الجواد، مصر 2 - 1921 جزء 2 ¶ 1053 - «الدروس الزراعية» للسيد وصفى زكريا مدير المدارس الزراعية السابق في سوريا وفلسطين. مط الترقي دمشق 1343 ص 150 ¶ 1054 - «دروس الكيمياء» قسم المعادن للاستاذ عبد الوهاب القناوانى أحد أساتذة المعهد الطبى فى دمشق. مزين بالرسوم وموضح بالجداول. دمشق ص 530 ¶ 1055 - «رسالة جعفر الصادق فى علم الصناعة والحجر الكريم» ومعها ترجمة المانية بعناية جوليوس روسكا. هيدلبرج 1924 ص 64 و128 ¶ 1056 - «رسالة فلكية» وهى الخطب التى القاها فى نادى التعاون فى بيروت أستاذ الرياضيات في الجامعة الأميريكية. المط الأدبية بيروت 1922 ص 45 ¶ 1057 - «الرياضيات التجارية والمالية الراقية» للاستاذ سليم أمين الحداد. جمع فيه شتات المسائل الحسابية التجارية والمالية 1923 ص 105",
            "page": "120",
            "part": "1"
        },
        {
            "hno": null,
            "id": "125",
            "nass": "رقم ¶ 1058 - «الزراعة العملية الحديثة» للأمير مصطفى الشهابى مدير الزراعة والاحراج في دمشق. مط حكومة دمشق 1922 ص 45 ¶ 1059 - «زراعة الكتان (كتاب)» تأليف يوسف ي. نسيم دبلوم مهندس زراعى من بلجيكا واختصاصى في الصناعات الزراعية اسكندرية 1924 ص 72 صغير ¶ 1060 - «العلامات الموسيقية أو علم النوتة» تأليف اسكندر شلفون ¶ 1061 - «علم الحشرات الاقتصادى» وضعه الاستاذ نعمان محمد المدرس بمدرسة الزراعة العليا وهو يبحث في حشرة القطن وحشرات البرسبم والذرة والقصب والعدس والارز وسائر الاشجار وكيفية اتقائها ومعالجة النباتات المصابة بها ص 470 ¶ 1062 - «العلم المكتسب في زراعة الذهب» لابى القاسم محمد بن أحمد العراقى ومعه ترجمة انجليزية باريس 1923 ص 60 ¶ 1063 - «فكاهة الفكر فى الشطرنج» تأليف جرجس فيلتاوس عوض. ص 300 ¶ 1064 - «العمليات الهندسية» وضعه جيمس كولون وراجعه إسماعيل عمر. وهو يحتوى على مائة وخمسين عملية هندسية. مط هندية 1234 - 1923 ص 97 ¶ 1065 - «الفوائد فى أصول البحر والقواعد» تأليف رئيس علم البحر وفاضله وأستاذ هذا الفن كامله الشيخ شهاب بن أحمد بن ماجد السعدى. طبع فى باريس بالتصوير الشمسى 7 أجزاء لغاية سنة 1925 ¶ 1066 - ،،الفوائد الصناعية،،تأليف محمود افندى خليل راشد فى صناعة الصابون والزجاج والحبر والحفر على الزنك واللحام والاسمنت المسلح وغيرها من الفوائد المنزلية. مط الرشاد اسكندرية",
            "page": "121",
            "part": "1"
        },
        {
            "hno": null,
            "id": "126",
            "nass": "رقم ¶ 1067 - «قلادة الشموس واستخراج قواعد الاسوس» وهى رسالة فى معرفة السنين المشهور استعمالها عند الجمهور. وهي تابعة لكتاب الفوائد فى أصول البحر لابن ماجد المذكور آنفا. وهذه الرسالة لسليمان المهري وابن ماجد ¶ 1068 - «قواعد قياسية لحل المسائل الحسابية» بقلم القس مبارك الحاج البسكنتاوى. بيت شباب (لبنان) 1924 ص 95 ¶ 1069 - «قواعد العمران وأساس الاقتصاد» لمحمود عزمى بك يبحث فيه عن زراعة الحبوب والقطانى والخضراوات ص 100 ¶ 1070 - «كتاب الجمهور فى التعاون الزراعي» لإبراهيم افندى رمزى خريج كلية التعاون بمنشستر وسكرتير قسم التعاون في وزارة الزراعة بمصر ¶ 1071 - «الكنوز الذهبية» لواضعه محمد افندي زكى لبيب. فى تحويل المقائيس المصرية إلى مقائيس أفرنكية وفيه جداول ¶ 1072 - «اللبن ومجامع الالبان» تأليف علي بك أبو الفتوح ¶ 1073 - «اللاسلكى الخاص والعام» لمحمد افندى منير رفعت الموظف بدار الكتب المصرية. بين فيه المبادي ء التى يقوم عليها نظام الاذاعة والاستقبال اللاسلكيين. مط رقي المعارف شبرا ¶ 1074 - «المباحث السرية» في فن وظيفة البوليس السرى لرجل الامن العام والبوليس وضع الاستاذ أحمد فؤاد عبد المجيد وصاغ محمد على زيوار والملازم الأول حسين شفيق. دار الطباعة المصرية 1344 ¶ 1926 ص 368 ¶ 1075 - «مبادى ء علم الموسيقى» لواضعيه مصطفى كامل وحمدي الزركلى حوى طرفا صالحا من الأناشيد مع علاماتها الموسيقية المط الحديثة دمشق ص 36",
            "page": "122",
            "part": "1"
        },
        {
            "hno": null,
            "id": "127",
            "nass": "رقم ¶ 1076 - «مبادى ء موسيقية غربية وشرقية» للأب بولس الأشقر الانطونيانى بيروت 1925 ص 72 ¶ 1077 - «مجاني العسل» للخورى خريستوفور العاقل. يبحث في تربية النحل ص 104 ¶ 1078 - «المحاصل الشعرية والليفية والوبرية».أهميتها التجارية والصناعية لصادق أفندى إبراهيم الموظف بديوان عموم المساحة ص 320 ¶ 1079 - «المحيط الحسابى» في الجداول والقواعد الحسابية للمصالح وفروعها الزراعية. لعبد الحليم سيد. مصر 1923 ص 263 ¶ 1080 - «مختصر الكيميا النظرية» وهو مقرر السنة الرابعة تأليف نقولا أفندي باسيور المط الاهلية 1920 ص 35 ¶ 1081 - «مرشد التاجر فى مسك الدفاتر» وبعض شؤون قضائية تأليف حسن محمد المدنى ومحمود طاهر الجزء الاول. مط السعادة 1923 - 1341 ص 62 ¶ 1082 - «مسك الدفاتر للزارع والتاجر» تأليف محمود خاطر بك أستاذ مسك الدفاتر في المدرسة الزراعية العليا بالجيزة ومدير قسم التعاون بوزارة الزراعة. مط أبو الهول جزء 2 ص 139 و158 ¶ 1083 - «المعادن والتعدين» نشرت وزارة المالية تقريرا عن صناعة التعدين فى مصر ضمنته كثيرا من الفوائد ¶ 1084 - «معلم التنويم المغناطيسى» تأليف عبد الحميد نجيب قناوي. مبادي ء أولية. الجزء الأول 1923 - 1341 ص 112 ¶ 1085 - «مفكرة الجيب الزراعية» لواضعها أحمد أفندى فرج الزين تحتوى على معلومات تفيد المزارعين",
            "page": "123",
            "part": "1"
        },
        {
            "hno": null,
            "id": "128",
            "nass": "رقم ¶ 1086 - «المقائيس» تأليف على إبراهيم سلامه مدرس الرياضة ومسك الدفاتر بمدرسة عبد العزيز الاولية للمعلمين. مط أبو الهول 1340 - 1922 ص 62 ¶ 1087 - «ممالك الطبيعة» تأليف الفرد داي وأنيس الخورى المقدسي من أساتذة الجامعة الأميركية ببيروت. طبع الجزء الأول وهو خاص بالمملكه الحيوانية. بيروت 1923 ص 200 ¶ 1088 - «الموسيقى الشرقية» ماضيها. حاضرها. نموها في المستقبل لمحمد أفندى كامل حجاج. الاسكندرية 1924 ص 52 ¶ 1089 - «الموسيقى المصرية» تقرير عن حالتها في سنة 1922 بقلم اسكندر أفندى شلفون. نشره نعمه منصور مط رعمسيس 1922 ص 48 ¶ 1090 - «نماذج الحلول الحسابية لمنهج الدراسة الثانوية» الجزء الاول. السنة الاولى. تأليف محمد حسن. مط السعادة 1921 ص 40 ¶ 1091 - «الهندسة» لمؤلفه هاشم أفندى السعدى. مط دار السلام بغداد ¶ 1343 ص 150 ¶ 1092 - «الوسيلة إلى الفنون الجميلة» كتاب صغير الحجم كبير الفائدة وضعه المحامى محمود خيرت السكرتير بمجلس الشيوخ فى مصر. يبحث عن طبيعة الفن ونشأته وأقسامه",
            "page": "124",
            "part": "1"
        },
        {
            "hno": null,
            "id": "129",
            "nass": "القسم الحادى عشر ¶ قصص وروايات ¶ 1093 - «آمال المحبين إلى من الكوخ الي القصر» بقلم محمد يوسف المدرك ص 192 ¶ 1094 - «ابن الشيخ أو غرام فى الصحراء» تعريب عمر عبد العزيز عن مؤلفه اديث مودهول 1926 ص 292 ¶ 1095 - «ابن روكميول» تعريب عمر المذكور ص 80 ¶ 1096 - «ابن وائل» مأساة تاريخية نثرية ذات ثلاثة فصول. بقلم الاب شارل ابيلا اليسوعي. رواية تمثيلية طبمة ثانية بيروت 1925 ص 45 ¶ 1097 - «ابونا سرجيوس وقصص أخرى» تأليف يوسف اسكندر جريس. مصر 1926 ¶ 1098 - «ازمرلدا» تأليف المستر شارلس جارفس. تعريب محمد على نشرت تباعا فى جريدة الاهرام. مط التقدم 1926 - 1345 جزء 2 ¶ 1099 - «اشهر قصص الحب التاريخية» بقلم سلامه موسى ادارة الهلال 1925 ص 169 ¶ 1100 - «الف ليله وليله» بالصور الاصلية ومصححة على النسخة الأميرية (1) ¶ مط الفتوح 1339 جزء 4 ¶ __________ ¶ (1) كذا كتب في عنوان الكتاب لكني لا أضمن كون الصورة أصلية ولا كون تصحيحها على النسخة الأميرية.",
            "page": "125",
            "part": "1"
        },
        {
            "hno": null,
            "id": "130",
            "nass": "رقم ¶ 1101 - «الف ليله وليله» اعتنت بنشرها مكتبة صادر في بيروت سنة 1926 ¶ باربعة أجزاء (لم يذكر ناشر الكتاب المصدر الذي نقل عنه بل اعتمد فى تنقيحه على أحد المصححين الذي أراد الاقتداء بنسخة المطبعة الكاثليكية فى بيروت المطبوعة سنة 6.19 بخمسة أجزاء) ¶ 1102 - «الأميرة فوستا» تأليف الروائي الفرنساوى ميشيل زيفاكو. تعريب طانيوس عبده وتحسب تابعة لرواية بردوليان. جزء 2 ص 842 ¶ 1103 - «الانتقام العذب» تأليف الكاتبة الانكليزية داري كورلى تعريب اسعد افندى خليل داغر ¶ 1104 - «باردوليان (رواية) تأليف ميشيل زيفا كو ترجمها طانيوس عبده وهي في ثلاثة أجزاء كل منها نحو 28 صفحة ¶ 1105 - «بدائع الخيال» عشر قصص للفيلسوف الروسى تولستوى. تعريب عبد العزيز أمين الخانجى. الطبعة الثالثة. مط الشباب 1345 - 1926 ص 148 ¶ 1106 - «البرج القديم أو خبايا أخباري في زوايا اسفارى» وضع حنا خباز رئيس كلية حمص. مط حمص 1923 ص 111 ¶ 1107 - «بريكلس أمير صور» درامه من وضع شكسبير ترجمة محمود لطفى ثابت ص 74 ¶ 1108 - «البيت والعالم» قصة اجتماعية تأليف رابنور انات طاغور الهندى تعريب طانيوس عبده. مط الهلال 1925 ص 125 ¶ 1109 - «تاييس» لانا طول فرنس تعريب أحمد الصاوى محمد. مصور ¶ 1110 - «تاجر البندقية» للروائى الانجليزى وليام شكسبير تعريب أحمد العقاد مترجم بمحكمة الاستئناف الاهلية وهي المقررة على طلبة البكالوريا في هذا العام (1926) مصر ص 120",
            "page": "126",
            "part": "1"
        },
        {
            "hno": null,
            "id": "131",
            "nass": "رقم ¶ 1111 - «تاجر البندقية» تعريب محمد السباعي. الطبعة الثالثة منقحة. مط رعمسيس ص 106 ¶ 1112 - «جرازيلا» معربة عن لا مرتين بقلم إبراهيم عز الدين الدمياطي ¶ 1113 - «الجريمة والعقاب» تأليف فيدور وستويفسكي المشهور. ترجمه عن الانجليزية محمد رضا أمين مكتبة الجامعة المصرية مط المعاهد 1340 -  ¶ 1922 جزء 2 ص 194 و199 ¶ 1114 - «جزيرة الكنز» معربة عن الانجليزية بقلم رزق اللّه شمس وأحمد صادق. مط الهلال 1921 ص 204 ¶ 1115 - «جوسلين» تأليف لا مرتين تعريب الياس أبو شبكة. مط مكتبة صادر بيروت 1926 ص 176 ¶ 1116 - «حياة روبنسن كروزي ومخاطراته» ترجمة أحمد على عباس خريج جامعة أو كسفرد ومدرس التربية بمدرسة دار العلوم بمصر. مط النهضة ¶ 1334 - 1923 ص 340 ¶ 1117 - «خالد» قصة وقعت حوادثها في بلاد نجد وضع القصصى الأميركى ماريون كروفورد. ترجمة أحمد أفندي شاكر الكرمي من أدباء دمشق ص 246 ¶ 1118 - «الخائن» مأساة أدبية تمثيلية فى ثلاثة أصول. عنى بنشرها جميل أفندى البحري صاحب مجلة الزهرة والمكتبة الوطنية بحيفا ¶ 1119 - «دون كيخونى» معربة. المط السلفية ¶ 1120 - «روفائيل» صحائف سن العشرين. تأليف لا مرتين ترجمة أحمد حسن الزيات. مط الاعتماد 1926 ص 294 ¶ 1121 - «روح القومية» رواية الفها مكس نوردو الزعيم الاشتراكى. عربها السيد عادل جبر",
            "page": "127",
            "part": "1"
        },
        {
            "hno": null,
            "id": "132",
            "nass": "رقم ¶ 1122 - «الزنبقة الحمراء» تأليف أنا طول فرانس ترجمها الاستاذ أحمد الصاوى محمد. المط العصرية ¶ 1123 - «الزنبقة الحمراء» تعريب عزيز نصر اللّه. مط الابتهاج 1922 ص 96 ¶ 1124 - «سيرة الظاهر بيبرس» تاريخ الملك العادل صاحب الفتوحات المشهورة ¶ (السلطان محمود الظاهر بيبرس) ملك مصر والشام وهو يحتوي على خمسين جزء بخمسة مجلدات طبعة ثانية 1341 - 1923 ¶ 1125 - «شباننا في أوروبا» رواية تمثيلية من وضع الاستاذ عثمان صبرى. يصف فيها أخلاق الشبان المصريين الذين يؤمون أوروبا في طلب العلم مصر ¶ 1126 - «الشهداء والقلوب الدامية» تأليف محمد عبد القادر سراج الدين بكلية الحقوق الملكية. الجزء الأول والجزء الثانى مط الترقي 1924 ص 272 ¶ 1127 - «الشيخ جمعه وقصص أخرى» للأديب محمود بك تيمور. المط السلفية 1343 - 1925 ص 201 ¶ 1128 - «الشيخ سيد العبيط وقصص أخرى» مصدر بمقدمة عن نشوء وتطور البلاغة القصصية. المط السلفية 1344 - 1926 ص 246 ¶ 1129 - «ضحايا الاقدار» بقلم عبد القادر حمزه مدير جريدة البلاغ. مط الشعب 1341 - 1923 ص 280 ¶ 1130 - «ضحايا الكوكايين» قصة مترجمة عن مؤلفة انجليزيه بقلم محمود صادق سيف وسليم خورى صاحب مجلة الروايات المصورة ص 264 ¶ 1131 - «طاحونى» قصة عن عادات المصريين القدماء. تأليف مسبرو",
            "page": "128",
            "part": "1"
        },
        {
            "hno": null,
            "id": "133",
            "nass": "وتعريب م. ع. المدنى ص 230 ¶ رقم ¶ 1132 - «الطفل المسروق» رواية عربها عن الافرنسية الأمير يوسف شديد أبو اللمع. مط جريدة الهدى نيويورك ص 70 ¶ 1133 - «العاطفة والانتقام» رواية وطنيه مصريه قديمه. عربها بتصرف أنطون زكرى أمين دار كتب المتحف المصرى مط السعادة 1926 ص 80 ¶ 1134 - «العالم الجديد» رواية وضعها نقولا حداد محرر مجلة السيدات والرجال. حوادثها تدور فى الولايات المتحدة ص 224 ¶ 1135 - «عبد الحميد وشارلوك هولمز» هي قصه تبحث عن أعمال الوطنيين الاتراك وعن دسائس عبد الحميد للايقاع بهم ص 700 (تطلب من مط النهضة العربية بحلب) ¶ 1136 - «عبده بك» قصة مصريه اجتماعيه لأحمد زكى أبو شادي. المط السلفيه 1926 ص 108 ¶ 1137 - «عذاب الشهداء» قصة أدبيه غراميه تاريخيه. حوادثها مصرية: لمحد عبد القادر السنجري ¶ 1138 - «العفة والفاقة» بقلم محمد يوسف المدرك. مط الشباب 1922 ص 100 ¶ 1139 - «على عهد الأمير» سلسلة روايات تاريخيه بقلم فؤاد افرام البستانى. المط الكاثوليكيه بيروت 1926 ص 157 ¶ 1140 - «عم متولى وقصص أخرى» للأديب محمود بك تيمور المط السلفيه ¶ 1925 - 1343 ص 231 ¶ 1141 - «عمر وجميلة» تأليف هنرى بوردو ترجمه أسعد أفندى داغر. ¶ (م - 9)",
            "page": "129",
            "part": "1"
        },
        {
            "hno": null,
            "id": "134",
            "nass": "مكتبه العرب؟ ¶ 1142 - «عنتر» رواية تمثيليه ذات خمسه فصول تأليف شكرى غانم بالفرنساويه ترجمة الياس أبو شبكه. مط قوزما بيروت 1926 ص 66 ¶ 1143 - «غادة لبنان» تأليف أحمد القاصي. مط جريدة الصباح 1926 ص 175 ¶ 1144 - «فاتنة الامبراطور» وهو الامبراطور فرنسوا جوزف امبراطور النمسا السابق مع عشيقته كاترين شراط. وضع هذه الرواية نقولا أفندى حداد ¶ 1145 - «فاتنة المهدى» أو استعادة السودان. رواية تاريخيه تعريب وهبه أفندى فهمي. المط العصريه ص 500 ¶ 1146 - «فتاة مصر» للدكتور يعقوب صروف صاحب المقتطف طبعة رابعه ¶ 1922 ص 175 ¶ 1147 - «فتاة الناصرة» رواية تمثيليه في أربعة فصول للخوري بولس البستانى: بيروت المط الكاثليكيه 1925 ص 72 ¶ 1148 - «فرعونة العرب عند الترك» روايه تاريخيه اجتماعيه مصريه يدور موضوعها حول السلطنه العثمانيه. وضع نقولا أفندي حداد محرر مجلة السيدات والرجال: مط كوى 1922 ص 123 ¶ 1149 - «في ذمه العرب» رواية أدبيه أخلاقيه تاريخيه حوت أمورا تاريخيه حدثت فى زمن النعمان بن المنذر سنه 611 م تأليف نجيب أفندى نصار حيفا 1922 ¶ 1150 - «في سبيل التاح» هي رواية فرنسوا كوبه كان المرحوم مصطفى المنفلوطي وضعها في قالب عربى قصصى فأعاد ترجمتها الاستاذ حليم",
            "page": "130",
            "part": "1"
        },
        {
            "hno": null,
            "id": "135",
            "nass": "دموس وجعلها دراما (مأساة) كما كان في الاصل. بيروت 1925 ص 92 ¶ رقم ¶ 1151 - «في سبيل الشرف» مأساة ذات 5 فصول بقلم جميل البحرى. حيفا ¶ 1926 ص 76 ¶ 1152 - «قصة المدينتين» تأليف شارل دكنز ترجمها محمد السباعى: مط التقدم 1924 جزء 2 ص 400 و361 ¶ 1153 - «القصص» لحسن أفندي صادق يحوى جملة قصص ذات مغزى أدبى. ص 240 ¶ 1154 - «قصص تمثيلية» لجماعة من أشهر الكتاب الفرنسيين بقلم الاستاذ طه حسين. المط التجارية 1824 ص 263 ¶ 1155 - «القصص العصرية» مترجمة بقلم الاستاذ توفيق أفندي عبد اللّه. ثمانون قصة أدبية غرامية مختلفة الاسلوب والمغزى عنى بنشرها الياس أنطون الياس. المط العصرية 1924 ص 477 ¶ 1156 - «قصص نابوليون» معربة باعتناء إدارة الهلال 1922 ص 116 ¶ 1157 - «القصص النسائية لمعرفة الشؤون المنزلية» جمع هذا الكتاب فرنسيس ميخائيل صاحب مشروع مدارس التربية المنزلية. وهو الجزء الثانى ¶ 1158 - «قصص اليونان» أو أساطير الأغريق القديمة جمعها عبد الفتاح السرنجاوى محلاة بالرسوم ص 159 ¶ 1159 - «كاترين الثانية أشهر الخاطئات من صاحبات التيجان» قصة تاريخية ترجمت لمجلة الهلال 1921 ص 59 ¶ 1160 - «كنلورث» تأليف ولترسكوت تعريب عمر عبد العزيز أمين. مصر 1926",
            "page": "131",
            "part": "1"
        },
        {
            "hno": null,
            "id": "136",
            "nass": "رقم ¶ 1161 - «قميص من نار» تعريب محب الدين الخطيب. المط السلفية 1341 ص 118 ¶ 1162 - «مارى دى ميديسيس أو مقتل الملك» بقلم نجيب المندراوى. مط أبي الهول 1921 ص 204 ¶ 1163 - «ملاكى الحارس أو المصورة الحسناء» تأليف المستر شارل جارفس تعريب محمد على. مط التقدم 1926 ص 320 ¶ 1164 - «مصرع قيصر روسيا وعائلته» مأساة تمثيلية وضعتها الكاتبة أسما الطوبى ص 68 ¶ 1165 - «المملوك المفقود» قصة انجليزية تصف حالة مصر في أواخر القرن الثامن عشر أيام المماليك ترجمة أحمد أفندي أبو الخير ص 444 ¶ 1166 - «النعمان ملك الحيرة فى بنى شيبان» رواية ذات اربعة فصول للخورى يوحنا طوبى. مط الاجتهاد بيروت 1924 ¶ 1167 - «نكبة البراكمة» رواية تمثيلية تاريخية الفها نصيف أفندى نيقولاوس وأهداها إلى حقي بك العظم حاكم دولة دمشق سابقا ¶ 1168 - «هملت» تأليف شكسبير تعريب سامي الجريدينى ¶ 1169 - «هنرى الثامن» للسيدة ملباخ. تعريب بباوى غالى الدويرى. مط الهلال ¶ 1170 - «هنرى الثامن» تأليف شكسبير معربة ص 145 ¶ 1171 - «الوثيقة الحمراء» تاريخية سياسية تعريب عزيز نصر اللّه. مط الابتهاج ¶ 1922 ص 96 ¶ 1172 - «يوسف بن يعقوب» مأساة تاريخية تمثيلية فى فصلين وضعها رزق اللّه أفندى خوام. المط المارونية بحلب",
            "page": "132",
            "part": "1"
        },
        {
            "hno": null,
            "id": "137",
            "nass": "روايات لم يذكر تاريخ نشرها ¶ لكنها فى الغالب مطبوعة بخلال السنين السبعة التى نحن في صددها ¶ رقم ¶ 1173 - «اقبال هانم أو مسارح العشاق» بقلم محمود كامل فريد ص 176 ¶ 1174 - «بطل الاناضول والشرق» الغازي مصطفى باشا كمال تعريب إبراهيم خليل ص 176 ¶ 1175 - «تحت الرايتين» بقلم محمود كامل فريد ص 176 ¶ 1176 - «جريمة التليفون» تعريب عبد الغنى عبد اللّه سليم ص 290 ¶ 1177 - «رواية يوسف الصديق» تمثيلية ص 48 ¶ 1178 - «السامرية ويسوع» تعريب اسكندر رياشى ص 45 ¶ 1179 - «مداعبة الملاح فى التلاحى والمزاح» بقلم محمود كامل فريد ص 70 ¶ 1180 - «قصص البردى» تأليف حسن أفندي صبحى صاحب مجلة القديم وضع لها مقدمة الاستاذ محمد حسين هيكل. مط جريدة الصباح ص 141",
            "page": "133",
            "part": "1"
        },
        {
            "hno": null,
            "id": "138",
            "nass": "ذيل لعموم الاقسام ¶ 1 - فى التاريخ والتراجم ¶ 1181 - «بنو معلوف - في جبل حوران» وضعه السيد عبد اللّه النجار مدير معارف جبل الدروز. المط الحديثة دمشق 1343 - 1924 ص 225 ¶ 1182 - «بيروت تاريخها وأثارها» بقلم الاب لويس شيخو ظهر تباعا فى مجلة المشرق وأضيفت اليه عدة افادات وفهارس. مط الآباء اليسوعيين ببيروت 1925 - 1927 ¶ 1183 - «تاريخ الأمة القبطية» هو جملة حلقات تأليف لجنة التاريخ القبطي الحلقة الاولى: منتخبات تهذيبية - طبعة ثالثة منقحة مط التوفيق 1639 ش 1922 ص 114 الحلقة الثانية: خلاصة تاريخ المسيحية في مصر - طبعة ثالثة مط المقتطف 1641 ش 1925 ص 281 ¶ 1184 - «تقدم اليابان» خطاب بقلم نقولا جرجى باز طبع على حدة بمط القديس جاورجيوس بيروت 1922 ص 24 ¶ 1185 - «الخليقة ونظامها» وضع أمين الغريب. فى خلائق الجماد والنبات والحيوان وتنوع الافراد. ص 101 ¶ 1186 - «دقائق تاريخية للكرسى الملكى الانطاكى» عنى بتعليق حواشيها الاب الياس اندراوس البولسى. حريصا 1926 ¶ 1187 - «الزهراء» رسالة تتضمن وصفا تاريخيا دقيقا لمدينة الزهراء الاموية الاندلسية. لمحب الدين الخطيب المط السلفية",
            "page": "134",
            "part": "1"
        },
        {
            "hno": null,
            "id": "139",
            "nass": "رقم ¶ 1188 - «سر النبوغ» محاضرة القاها سليمان أفندى موصلى وطبعها بالبصرة ذكر فيها تراجم بعض الفحول الذين نبغوا فى الشرق والغرب ص 131 ¶ 1189 - «شجى العباد في رثا الجواد» للسيد عبد المطلب مرتضي نجل المرحوم السيد جواد مرتضى. جمع فيه ترجمة حياة والده ومختار شعره وما قيل فى رثاثه. مط العرفان صيدا 1340 ص 40 ¶ 1190 - «نبذة مختصرة فى حوادث لبنان والشام 1840 - 1862» لأحد كهنة الارمن شاهد عيانى. نشرها الأب لويس شيخو. المط الكاثوليكية بيروت 927 ص 47 ¶ 1191 - «نهضة اليابان» تأليف السيد طه الهاشمي. مط دار السلام بغداد 1343 - 1925 ص 96 ¶ 2 - في الأدب والاخلاق والشعر ¶ 1192 - «الآيات العصرية» نظما ونثرا للسيد حبيب شماس. وهو مجموع قصائد ومقالات لاشهر الشعراء والكتاب في الشام ومصر والعراق. مط صادر بيروت 1925 ص 256 ¶ 1193 - «جواهر الحكيم» رسالة حكمية فى المحاورة بين السيف والقلم حوت عدة قصائد لشعراء طرابلسيين وأشهرهم عبد الحميد افندي الرافعي. مط ملجأ الايتام الاسلامي طرابلس شام 1922 ص 35 ¶ 1194 - «شعراء النصرانية بعد الاسلام».للاب لويس شيخو القسم الثالث شعراء الدولة العباسية. ظهر تباعا في مجلة المشرق وطبع على حدة ص 265",
            "page": "135",
            "part": "1"
        },
        {
            "hno": null,
            "id": "140",
            "nass": "رقم ¶ 1195 - «الكلمات» خمسون مقالة صغيرة في الفقه والدين والأدب بقلم الاستاذ محمود محمد مصطفى (أستاذ في مدرسة التجارة المتوسطة) ص 132 ¶ 1196 - «اللؤلؤ» في الأدب من منشئات صاحب السماحة السيد محمد توفيق البكرى وضعه ورتبه وزاد فى شرحه عثمان شاكر. مط النهضة 1345 - 1926 ص 115 ¶ 1197 - «مجموعة الرابطة القلمية» جمعت طرفا صالحا من أقلام مشاهير الكتاب فى العالم الجديد. المط التجارية نيويورك 1920 ص 225 ¶ 1198 - «المحاضرة الرباطية. في اصلاح تعليم الفتيات بالديار المغربية» هي محاضرة القاها في رباط بالمغرب الاقصى الاستاذ السيد محمد الخجوي الثعالبي مندوب المعارف بالمغرب. مط النهضة تونس ص 54 ¶ 1199 - «مشاهد الحياة» ديوان شعر لاسكندر الخورى الاديب الفلسطينى يحتوى على 304 صفحات وموضوعاته تختلف مثل: ابنى وطربوشى. ليلة العرس: الحرب الكبرى. المحامى. قص الشعر وغيره ¶ 1200 - «نهلة الظمآن» كتاب فى الخطابة والكتابة والشعر والبيان وضع الاستاذ جرجس الخورى المقدسى صاحب مجلة المورد الصافى 9260 ¶ 3 - كتب دينية ¶ 1201 - «أربعون حديثا» رواية شيخ الاسلام ابن تيمية عن أربعين من كبار مشيخته رجالا ونساء بقراءة الحافظ الذهبي على شيخ الاسلام تخريج الحافظ أمين الدين الوافي. صححها واستخرج فهارسها محب الدين الخطيب منشى ء مجلة الزهراء المط السلفية ص 50",
            "page": "136",
            "part": "1"
        },
        {
            "hno": null,
            "id": "141",
            "nass": "1202 - «الاكليروس بين العذوبة والزواج» مقاله أدرجت فى جريدة الخليج بالاسكندرونة وهى للروم الارثدكس .. مط الخليج باسكندرونة 923 ص 56 ¶ 1203 - «المغنى عن الحفظ والكتاب فيما لم يصح فيه شى ء من الاحاديث» لابى حفص عمر بن بدر الموصلى أمام المسجد الاقصى (623 هـ) المط السلفية ص 52 ¶ 1204 - «نجاة الناس بكلمة الاخلاص» للشيخ عبد المحسن القاضى بالجيوش العراقية عنى بنشره السيد محمد صالح. مط الفلاح بغداد ¶ 1205 - «نصائح الهدى» في بيان حقيقة البابية لكاتب الهدى النجفى مط دار السلام بغداد 1922 ص 56 ¶ 1206 - «نور الهدى» لكاتب الهدي النجفي. في جواب أسئلة ودفع شبه وقعت لاحد أدباء جبل عامل فأزال تلك الشبهة بما فتح اللّه عليه. المط العلوية بالنجف ص 20 ¶ 4 - فنون متنوعة ¶ 1207 - «الظواهر الجوية في القطر المصري» لمحمود أفندى حامد المفتش بمصلحة الطبيعيات وهو يبحث في ميتيورلوجية القطر المصرى. المط الرحمانية 1926 ص 50",
            "page": "137",
            "part": "1"
        },
        {
            "hno": null,
            "id": "142",
            "nass": "فهرست أبجدى بأسماء المؤلفين ¶ اب ¶ آل شوكت باشا 80 ¶ آل المصيب محمد طاهر العمرى 67 ¶ أبادير حكيم 523 ¶ إبراهيم الاسود 85 ¶ إبراهيم خليل 1174 ¶ إبراهيم خير اللّه 518 ¶ إبراهيم الدباغ 683 ¶ (اللواء) إبراهيم رأفت باشا 219 ¶ إبراهيم رمزى 514 - 1070 ¶ إبراهيم الساعى 528 ¶ إبراهيم شحاده فرح 422 ¶ إبراهيم عبد القادر المازنى 538 ¶ إبراهيم عز الدين الدمياطى 1112 ¶ إبراهيم (بك) الهاشمى 969 ¶ إبراهيم يوسف الدليلى 231 ¶ ابن الابار*ابو عبد اللّه محمد القضاعي ¶ ابن ابى الحديد*عز الدين أبو حامد ¶ ابن اياس 36 ¶ ابن بدرون (ابو القاسم عبد الملك) 670 ¶ ابن تيمية (تقى الدين أبو العباس) 758 - 791 ¶ ابن الجوزى*ابو الفرج عبد الرحمن ¶ ابن خلدون ساطع الحصري*ساطع الحصري ¶ ابن الخياط 625 ¶ ابن درستويه (ابو محمد عبد اللّه ابن جعفر) 423 ¶ ابن دريد (ابوبكر محمد بن الحسن) 442 ¶ ابن دقيق العيد*تقى الدين أبو الفتح ¶ ابن رجب البغدادي*ابو الفرج زين الدين ¶ ابن سرابيون*سهراب ¶ ابن الشجري (ايو السعادات. هبة اللّه بن على) 452 ¶ ابن شرف القيروانى*ابو عبد اللّه محمد بن شرف",
            "page": "138",
            "part": "1"
        },
        {
            "hno": null,
            "id": "143",
            "nass": "ابن الصير في المصرى (ابو القاسم) ¶ علي ابن المنجب 20 ¶ ابن رشيق القيروانى*ابو على الحسن ¶ ابن عبد الحكم (ابو القاسم عبد الرحمن) 171 ¶ ابن عنبسة جمال الدين أحمد ابن فضل اللّه العمرى 223 ¶ ابن قدامه المقدسى الجماعيلى (موفق الدين) 788 - 837 ¶ ابن قتيبة*ابو محمد عبد اللّه بن قتيبة ¶ ابن كثير 753 ¶ ابن ماجد*شهاب بن أحمد ¶ ابن مسكويه «احمد بن محمد» 74 ¶ ابن المعتز*ابو العباس عبد اللّه ¶ ابن منظور المصرى «جمال الدين محمد» 289 ¶ ابن هذيل الاندلسي «ابو الحسن على» 343 ¶ ابو اسحق إبراهيم بن عبد اللّه البجرمي الكاتب 34 ¶ ابو اسحق إبراهيم آل يوسف اطفيش 784 أبو اسحق الشاطبي «إبراهيم بن موسى» 845 ¶ ابو اسحق الحصرى القيروانى 377 ¶ ابو البقا عبد اللّه بن محمد البدري 247 ¶ ابو بكر ابن المرزبان 402 ¶ ابوبكر محمد بن يحيى الصولى 292 ¶ ابو تمام 715 ¶ ابو جعفر محمد بن موسى الخورازمي 155 ¶ ابو حاتم محمود بن الحسن القزوينى 775 ¶ ابو الحجاج يوسف بن سلمان بن عيسى المعروف بالامام الشنتمرى 668 ¶ ابو حسن على الجزنائي 138 ¶ ابو الحسن عبد الرحيم بن محمد بن عثمان الخياط المعتزلى 732 ¶ ابو الحسن الموسوى الاصبهانى 787 - 862 ¶ ابو الحسن عبد اللّه بن مفتاح 841 ¶ ابو حسن الحصري القيروانى 718 ¶ ابو حفص عمر بن بدر الموصلى 1203 ¶ ابو الريحان الخوارزمى البيرونى 1",
            "page": "139",
            "part": "1"
        },
        {
            "hno": null,
            "id": "144",
            "nass": "ابو زيد القرشي 617 ¶ ابو العباس المفضل بن محمد الضبي 469 ¶ ابو عبد اللّه الزنجانى 909 ¶ ابو العباس عبد اللّه بن المعتز 400 ¶ ابو عبد اللّه محمد بن جعفر القزاز المتمينى النحوي 424 ¶ ابو عبد اللّه محمد بن عمران المرزباني 710 ¶ ابو عبد اللّه محمد القضاعي المعروف بابن الابار 273 ¶ ابو عبد اللّه محمد بن شرف القيروانى 303 ¶ ابو عبد اللّه محمد بن عبدوس الجهشيارى 260 ¶ ابو عبد اللّه الحاكم النيسابوري 832 ¶ ابو عثمان سعيد بن هرون الاشناندانى 700 ¶ ابو العلاء المعرى 370 ¶ ابو على التنوخى 331 ¶ ابو على الحسن بن رشيق القيروانى 418 - 685 ¶ ابو على القالى 306 ¶ ا ح ¶ ابو العميثل الاعرابى 426 ¶ ابو العيون*محمود أبو العيون ¶ أبو الفرج زين الدين عبد الرحمن الشهير بابن رجب البغدادى الحنبلى 401 ¶ ابو الفرج عبد الرحمن بن الجوزى ¶ 148 - 240 - 850 ¶ ابو الفضائل الجرفادقانى الايراني 912 ¶ ابو القاسم جار اللّه الزمخشرى 294 ¶ ابو القاسم محمد بن أحمد العراقى 1062 ¶ ابو محمد عبد الرحمن الرازى 800 ¶ ابو محمد عبد اللّه ابن قتيبة الدينورى ¶ 244 - 395 ¶ ابو محمد عبد اللّه بن سعد بن على بن سليمان بن عفيف الدين اليمنى المكى 218 ¶ ابو مسلم الاصفهانى 839 ¶ ابو نصر الفارابي 820 - 916 ¶ ابو اليسار الدمشقى الميدانى 849 ¶ ابو يوسف يعقوب بن السكت 667 ¶ أحمد آل كاشف الغطا 721 - 812 ¶ أحمد ابن جعفر الطحاوى 741 ¶ أحمد بن حنبل 860",
            "page": "140",
            "part": "1"
        },
        {
            "hno": null,
            "id": "145",
            "nass": "أحمد بن يوسف 966 ¶ أحمد أبو الخضر منسى 421 -  ¶ 451 - 993 ¶ أحمد أبو الخير 1165 ¶ أحمد أبو النجاة 630 ¶ أحمد الاسكندرى 488 ¶ أحمد الاقحصارى الرومى 794 ¶ أحمد أمين 507 ¶ أحمد أمين «بك» 970 ¶ أحمد أمين إبراهيم 1050 ¶ أحمد أمين الدين 808 ¶ أحمد بيلى 109 ¶ أحمد باشا تيمور 322 - 323 - 848 ¶ أحمد حافظ 92 ¶ أحمد حافظ عوض 170 - 475 ¶ أحمد حسن الزيات 1120 ¶ أحمد حسنين القرنى 612 ¶ أحمد حلمى 1022 ¶ أحمد رامى 361 - 638 ¶ أحمد رضا العاملي 782 ¶ أحمد رفعث 214 - 217 ¶ أحمد رمزى «بك» 944 احمد زكى باشا 223 - 520 ¶ أحمد زكى أبو شادى 253 - 611 - 657 - 661 - 674 - 699 - 703 - 717 - 1037 - 1136 ¶ أحمد زكى صفوت 387 - 388 ¶ أحمد سالم 328 ¶ أحمد سامح الخالدى 390 ¶ أحمد شاكر الكرمي 1117 ¶ أحمد شكرى 275 ¶ أحمد شوقي 680 - 692 ¶ أحمد صادق 1114 ¶ أحمد الصاوى محمد 1109 - 1122 ¶ أحمد صفوت 996 - 1000 ¶ أحمد ضيف 311 - 472 ¶ أحمد عبد السلام الكردانى 1039 ¶ أحمد عبده خير الدين 300 ¶ أحمد عبيد 429 - 556 - 831 ¶ أحمد على* ¶ أحمد على الجرجاوى 914 ¶ أحمد على عباس 1116 ¶ أحمد العقاد 1110 ¶ أحمد «بك» العمروسى 526",
            "page": "141",
            "part": "1"
        },
        {
            "hno": null,
            "id": "146",
            "nass": "ا د ¶ أحمد عيسى 329 ¶ أحمد فارس رشد 186 ¶ أحمد فتحه بك 952 ¶ أحمد فتحى زغلول 931 ¶ أحمد فرج الزين 1085 ¶ أحمد فهمي العمروسى 524 - 527 ¶ أحمد فؤاد عبد المجيد 983 - 1074 ¶ أحمد فوزى الساعاتي 599 - 733 - 738 - 748 - 855 - 818 ¶ أحمد القاصي 1143 ¶ أحمد لطفى بك السيد 562 ¶ أحمد قمحه «بك» 971 ¶ أحمد محمد حسنين 176 ¶ أحمد محمد سليمان 494 ¶ أحمد مصطفى المراغى 328 - 498 ¶ أحمد الهاشمى 333 ¶ أحمد يوسف 404 ¶ الاخطل التغلبي 658 - 663 ¶ اديب التقى البغدادي 54 - 147 - 796 ¶ أديب الخورى الشرتوني 631 ¶ اديب فرحات 144 ¶ ا س ¶ «القس» اسحق ارملة 35 - 298 - «الخورى» اسطفان البشعلانى 188 ¶ اسعاف النشاشيبى 283 - 310 - 430 - 431 - 449 ¶ اسعد خليل داغر 321 - 713 - 1103 ¶ اسعد داغر 184 - 1141 - «القس» اسئد منصور 47 - 70 ¶ اسكندر جبرائيل حموي 864 ¶ اسكندر الخورى البيتجالى 541 - 1199 ¶ اسكندر رياشى 208 - 1178 ¶ اسكندر زلزل 320 ¶ اسكندر شلفون 1060 - 1089 ¶ اسكندر صيفي 239 ¶ اسكندر قزمان 373 - «الآنسة» أسماء الطوبى 1164 ¶ إسماعيل البارودى 736 ¶ إسماعيل حسنين باشا 1029 ¶ إسماعيل رأفت بك 73 ¶ إسماعيل سرهنك 103 ¶ إسماعيل عبد الحميد 13",
            "page": "142",
            "part": "1"
        },
        {
            "hno": null,
            "id": "147",
            "nass": "ا ل ¶ إسماعيل عمر 1064 ¶ إسماعيل مظهر 247 - 929 - 930 - 932 - «البطريرك» اغناطيوس افرام رحمانى 893 ¶ اغناطيوس الحائك الشهابى 882 ¶ افرام حسنين الديرانى «الاباتى» 517 ¶ البر شقير 963 ¶ الفرد بيل 138 ¶ الفرد داى 1087 ¶ الفرد هنديه 413 - «الاب» الياس اندراوس البولسى 1186 ¶ الياس الايوبي 65 - 198 ¶ الياس أبو شبكه 691 - 1115 - 1142 ¶ الياس أنطون الياس 412 - 416 ¶ الياس باسيل 190 - «الخورى» الياس جميل 890 ¶ الياس الزيناتى «الخورى» 888 ¶ الياس الغضبان 45 ¶ الياس فرحات 659 ¶ ا ن ¶ الياس قمر 120 ¶ أمدروز 74 ¶ أمير بقطر 124 ¶ الأمير اليمنى الصنعانى*محمد بن إسماعيل ¶ أميل بطن 1036 ¶ أميل زيدان 21 ¶ أمين إبراهيم كحيل 1051 ¶ أمين محمد الخانجي 148 - 418 ¶ أمين الرافعى 992 ¶ أمين الريحانى 237 - 375 ¶ أمين رزق 485 ¶ أمين غالب الطويل 266 ¶ أمين الغريب 915 - 1047 - 1185 ¶ أمين كنعان ناصيف 1030 ¶ امين مرسى قنديل 301 - 317 - 515 ¶ أمين واصف «بك» 907 ¶ أمين يوسف 606 ¶ انبى رزق المحامى",
            "page": "143",
            "part": "1"
        },
        {
            "hno": null,
            "id": "148",
            "nass": "ب ط ¶ أنطون جميل صقال 642 ¶ أنطون زكرى 11 - 221 - 468 - 1021 - 1133 - «الاب» أنطون صالحانى 306 - 372 - 715 - 874 - «الخورى» أنطون يمين 238 - 519 - 997 - «الارشيمندريت» أنطونيوس بشير 378 450 - 484 - 891 -  ¶ أنيس الخورى المقدسى 41 - 125 - 656 - 1087 ¶ أنيس زكريا النصولي 126 - 228 - 256 أو 295 ¶ ايليا أبو ضاهر 687 ¶ بباوى غالى الدويرى 569 - 917 - 921 - 927 - 1169 ¶ برغستراس 105 - 438 - «الاب» برنردوس الاهمجي اللبنانى 884 - «الاب» بطرس الاهمجى اللبنانى 884 ¶ ت ب ¶ «الاب» بطرس البستانى 367 ¶ بطرس حبيقة «المنسنيور» 886 - 892 - «الخوري» بطرس غالب 154 ¶ بطرس الخورى الجاجي اللبناني 867 ¶ بطرس زهره «الراهب» 883 ¶ البغوى 753 -  ¶ «القس» بولس سباط 895 -  ¶ «الاب» بولس الاشقر الانطونياني 1076 -  ¶ «الخورى» بولس البستانى 1147 -  ¶ «الخورى» بولس عبود المارونى 264 ¶ بهجت شاهبندر 44 ¶ البيرونى*أبو الريحان الخوارزمى ¶ البيهقى «أبوبكر أحمد بن الحسين» 825 ¶ تامر الملاط 650 ¶ التبريزى «أبو زكريا» 666 - 669",
            "page": "144",
            "part": "1"
        },
        {
            "hno": null,
            "id": "149",
            "nass": "ج ب ¶ تقى الدين أبو الفتح الشهير بابن دقيق العيد 78 - 722 ¶ تقي الدين أحمد بن على المقريزى 847 ¶ توحيده المغنيه 608 ¶ توفيق حبيب 566 ¶ توفيق جيجكلى 949 ¶ توفيق حامد المرعشلي 526 ¶ توفيق الرافعى 30 - 545 ¶ توفيق زيبق 597 ¶ توفيق ضعون 453 ¶ توفيق عبد اللّه 1155 ¶ توفيق مكرم 1040 ¶ تيسير ظبيان 137 ¶ توما ديبو المعلوف 964 ¶ الجاحظ 520 ¶ جان يوسف سياج 123 ¶ جبران خليل جبران 285 - 378 - 408 - 409 - 708 ¶ جبرائيل جبور 589 ¶ جبرائيل رفائيل الطوخى 873 728 - 846 ¶ ج م ¶ جرجس الخورى المقدسي 23 - 1200 - «الخورى» جرجس زغيب 58 ¶ جرجس سال 899 - «الخور فسقفوس» جرجس شلحت 618 - 690 ¶ جرجس فيلناوس عوض 1063 ¶ جرجى «أوجورجي» زيدان 130 - 204 - 588 ¶ جرجى زوين 543 ¶ جرجي شاهين عطيه 364 - 497 ¶ جرجي تقولا باز 142 - 192 - 16* - 1184 - 537 - 1159 ¶ جعفر الصادق 1055 ¶ جعفر نقدى 285 - 844 ¶ جعفر عمر القزويني 825 ¶ جمال الدين أحمد بن على بن الحسين بن على بن مهنا المعروف بابن عنبسة الحسني 342 ¶ جمال الدين القاسمى 535 - 728 - 846 ¶ (م - 10)",
            "page": "145",
            "part": "1"
        },
        {
            "hno": null,
            "id": "150",
            "nass": "ح ا ¶ جمال الدين أبو أحمد الميرزا محمد 835 ¶ جمال الدين الافغانى 814 ¶ جمال الغزى 847 ¶ جميل البحرى 51 - 282 - 1118 - 1151 ¶ جميل صدقى الزهاوي 360 - 640 ¶ جميل (بك) العظم 966 ¶ الجهشياري*أبو عبد اللّه محمد بن عبدوس ¶ جورج البشعلانى 277 ¶ جورج صوايا 1029 ¶ جورج ط. مطر 470 ¶ جورج مسره 9 ¶ جورج فورد 889 ¶ جورج يزبك 40 ¶ (السيدة) جوليا دمشقية 243 ¶ جيمس كولون 6064 ¶ حوليوس روسكا 1055 ¶ الحارث بن حلزة اليشكرى 644 ¶ حافظ إبراهيم*محمد حافظ إبراهيم ¶ ح س ¶ حافظ داود 0879 ¶ حافظ زكى 1028 ¶ حبيب إبراهيم كاتبه 974 ¶ حبيب اسطفان 500 ¶ حبيب اسكندر 1051 ¶ حبيب شماس 1192 ¶ (البرديوط) حبيقة 77 ¶ حسام الدين القدسى الدمشقي 731 ¶ حسن إبراهيم حسين 60 ¶ حسن بن أبي الحسن الديلمى 724 ¶ الحسن بن مطهر الحلى 745 ¶ حسن حسنى عبد الوهاب 261 - 503 ¶ حسن حسين 918 - 922 ¶ حسن السندوبى 675 ¶ حسن بن محمد بن الحسين الصنعاني 503 ¶ حسن صبحي 1180 ¶ حسن شوقي 2 - 161 ¶ حسن صادق 1153",
            "page": "146",
            "part": "1"
        },
        {
            "hno": null,
            "id": "151",
            "nass": "حسن صالح الجداوى 253 - 290 - 431 ¶ حسن على الدرارى 210 ¶ حسن عواد 347 ¶ حسن الفريق 978 ¶ حسن فهمى (المحامي) 696 ¶ حسن فوزى 585 ¶ حسن كامل 1022 ¶ حسن (بك) كمال 1014 - 1015 - 1020 ¶ حسن محمد درويش 259 ¶ حسن محمد المدنى 1081 ¶ حسن يوسف 1034 ¶ حسين البابلى 318 - 1048 ¶ حسين الجمل 346 ¶ حسين حسنى 267 ¶ حسين حسنين 425 ¶ حسين روحى 205 ¶ حسين شفيق 1074 ¶ حسين لبيب 63 ¶ حسنين نامق 961 - 976 ¶ خ ل ¶ (الآنسة) حلا معلوف 864 ب حلمى (بك) 7 ¶ حليم دموس 417 - 441 - 1150 ¶ حمدي الزركلي 1075 ¶ حنا أبو راشد 89 ¶ حنا أسعد فهمى 567 - 910 ¶ حنا خباز 107 - 1106 ¶ حنا القسوس - 1024 ¶ حنا مينا مطر 33 - 185 ¶ (الخورى) خريستوفور العاقل 1077 ¶ الخصاف (أبوبكر أحمد) 776 ¶ خلف شوقى الداودى 178 ¶ خليل إبراهيم قزاقيا 869 ¶ خليل بيدس 591 ¶ خليل سعد 354 ¶ خليل السكاكينى 173 - 460 ¶ خليل طوطح 59 ¶ خليل مردم (بك) 677 ¶ خليل (بك) مطران 570",
            "page": "147",
            "part": "1"
        },
        {
            "hno": null,
            "id": "152",
            "nass": "ر ¶ الخوارزمي (أبو عبد اللّه محمد بن أحمد 466 ¶ خير الدين الزركلي 156 - 191 ¶ خير الدين أسد الحلبى 419 ¶ داود بركات 143 ¶ داود قربان 164 ¶ (الكونت) دى جلارزا 923 ¶ الدسوقي 327 ¶ دعيبس المر 934 ¶ راتب إبراهيم 986 ¶ راشد طبارة 946 ¶ رأفت شفيق شنبور 954 ¶ رامي*أحمد رامي ¶ رزق اللّه خوام 1172 ¶ رزق اللّه شمس 1114 ¶ رزق اللّه منقريوس الصدقي 25 ¶ رشدى صالح 149 ¶ رشيد الحسين البشلاوي 549 ¶ رشيد سليم الخورى 646 ¶ رشيد عالى الكيلانى 1001 ¶ رضوان شافعي المتعافي 533 ¶ س ا ¶ رفائيل بابو اسحق 389 ¶ رفيق (بك) العظم 446 ¶ روحى الخالدى 995 ¶ (الآنسة) روز أنطون 172 ¶ روفائيل بطى 291 - 363 - 662 ¶ رؤوف الجادرجي 53 ¶ رياض جيد 222 ¶ رياض روفائيل 481 ¶ رياض شحاته 1043 ¶ زغلول (باشا) 959 ¶ زكريا إبراهيم 348 ¶ زكى العرابى (بك) 980 ¶ زكى مبارك 309 - 377 - 510 - 707 - 579 ¶ زكى محمد 509 ¶ الزهاوى*جميل صدقي ¶ زويمر (صموئيل) 169 - 872 ¶ زين الدين عبد الرحيم العراقي 810 ¶ زين العابدين السنوسى 82 ¶ ساطع الحصرى 299 - 356 ¶ سامي الجريديني 1168",
            "page": "148",
            "part": "1"
        },
        {
            "hno": null,
            "id": "153",
            "nass": "س ل ¶ سباعي بيومي 330 ¶ سدنى سميث 1019 ¶ سعد ميخائيل 604 - 676 ¶ سعد البحيرة 920 ¶ سعيد الصباغ 95 ¶ سقراط سبيرو 415 ¶ السكيث*أبو يوسف يعقوب ¶ سلامه محمد 750 ¶ سلامه موسى 21 - 454 - 606 - 933 - 1099 ¶ (الآنسة) سلمى صايغ 489 ¶ سليم أمين الحداد 1057 ¶ سليم حسن 127 ¶ سليم خوري 534 - 1130 ¶ سليم الخورى 202 ¶ سليم سركيس 28 ¶ سليم صادر 335 ¶ سليم عباس حمدان 344 ¶ سليم عبد الاحد 369 ¶ سليم العقاد 157 - 590 ¶ سليم قبعين 158 - 573 - 772 ¶ ش ى ¶ سليم قبودان 278 ¶ سليمان بن سحمان النجدى 859 ¶ (القس) سليمان صايغ 69 ¶ سليمان غزالة 50 - 340 - 539 - 559 - 603 ¶ سليمان المهري 1067 ¶ سليمان موصلى 1188 ¶ سهراب بن سرابيون 160 ¶ السيد إسماعيل نصار 165 ¶ السيد المحسن الامين 624 ¶ سيد مصطفى (بك) 939 ¶ (الاب) شارل ابيلا 900 - 1096 ¶ شاكر الحنبلي 955 ¶ شبلى الملاط 650 ¶ شحاده خورى 878 ¶ (الدكتور) شخاشيرى 1006 ¶ (الأمير) شكيب ارسلان 3 - 32 - 767 ¶ الشتتمرى*أبو يوسف الحجاج ¶ الشوكاني*محمد علي الشوكانى ¶ الشيخ سعيد 540",
            "page": "149",
            "part": "1"
        },
        {
            "hno": null,
            "id": "154",
            "nass": "ط ه ¶ الشيخ المفيد 851 ¶ شهاب بن أحمد بن ماجد السعدي 1065 - 1067 ¶ شهاب الدين أحمد بن عبد الوهاب النويرى 496 ¶ الشهانتوري 666 ¶ صادق إبراهيم 1078 ¶ صادق رستم 102 ¶ صالح زكى 351 ¶ الصاوي 759 ¶ صبرى شريف عبد الهادى 96 ¶ صبرى فرح الحموي 555 ¶ الصنعانى*محمد بن إسماعيل ¶ صموئيل زويمر*زويمر ¶ طانيوس عبده 18 - 642 - 1102 - 1104 ¶ طنطاوي جوهرى 754 - 755 - 809 ¶ طه حسين 386 - 546 - 688 - 919 - 925 - 1154 ¶ طه الهاشمي 258 - 1191 ¶ ع ب ¶ عاذل جبره 1121 ¶ عارف (بك) النكدى 595 - 981 ¶ عازر ارمانيوس 1042 ¶ عباس حافظ 534 ¶ عباس الشربينى 289 ¶ عباس محمود العقاد 399 - 459 - 587 - 627 - 643 ¶ عبد الحق الحقي الاعظمي 607 ¶ عبد الحليم سيد 1079 ¶ عبد الحليم المصري 131 ¶ عبد الحسين نجل الشيخ جواد مبارك 863 ¶ عبد الحميد أبو هيف 115 - 990 ¶ عبد الحميد أحمد السكري 588 ¶ عبد الحميد عامر 1019 ¶ عبد الحميد العبادى 64 ¶ عبد الحميد كامل 175 ¶ عبد الحميد نجيب قناوي 1084 ¶ عبد الرازق 726 ¶ عبد الرازق الحسينى 279 - 991 ¶ عبد الرازق عوض 1033",
            "page": "150",
            "part": "1"
        },
        {
            "hno": null,
            "id": "155",
            "nass": "عبد الرحمن البرقوقى 101 ¶ عبد الرحمن بن على اليزدادي 432 ¶ عبد الرحمن بن محمد بن حسين عبد الرحمن بدران 187 ¶ عبد الرحمن الرافعى المحامى 100 ¶ عبد الرحمن عبيد اللّه الحضرمي 610 ¶ عبد الرحمن زهدي 939 ¶ عبد الرحمن شهبندر 280 - 967 ¶ عبد الرحمن محمد عثمان 94 ¶ عبد الرحيم عنبر 856 ¶ عبد الرزاق بن رزق اللّه الرسعني 826 ¶ عبد الرزاق الحسينى 135 - 970 ¶ عبد السلام بن عثمان بن عز الدين بن عبد السلام الفيتورى الطرابلسى 19 ¶ عبد السلام ذهنى 989 ¶ عبد العزيز بن إبراهيم الثمينى 763 ¶ عبد العزيز أمين الخانجي 153 - 213 - 236 - 1105 - 1139 ¶ عبد العزيز بدر 226 عبد العزيز الرشيد 62 ¶ عبد العزيز صبري 270 ¶ عبد العزيز مصلاح 647 ¶ عبد العزيز الميمني الراجكوتي 712 ¶ عبد العزيز نصار 1041 ¶ عبد العزيز نظمى 1005 - 1010 - 1016 - 1031 ¶ عبد الغنى عبد اللّه سليم 1176 ¶ عبد الغنى غنام 1045 ¶ عبد الغنى المنشاوي 477 ¶ عبد الفادى القاهرانى عبد الفتاح خليفة 349 ¶ عبد الفتاح السرنجاوى 1158 ¶ عبد الفتاح السيد (بك) 952 - 971 - 987 ¶ عبد القادر حمزه 1129 ¶ عبد القادر المغربي 743 ¶ عبد القاهر الجرجانى 296 - 456 ¶ عبد الكريم الحلى 935 ¶ عبد المحسن الكاظمي 702 ¶ عبد المحسن القاضى 1204 ¶ عبد المسيح وزير 114",
            "page": "151",
            "part": "1"
        },
        {
            "hno": null,
            "id": "156",
            "nass": "ع ث ¶ عبد المطلب مرتضى 1189 ¶ عبد الملك قرياقوس 866 ¶ عبد المؤمن كامل الحكيم 136 ¶ عبد اللّه أباحى 931 ¶ عبد اللّه الامين 374 ¶ عبد اللّه حسن 94 ¶ عبد اللّه (باشا) صفير 945 ¶ عبد اللّه عبد الرحمن الامين الضرير 392 ¶ عبد اللّه عفيفي 582 ¶ عبد اللّه عنان 899 ¶ عبد اللّه مخلص 20 - 487 ¶ عبد اللّه مشنوق 521 - 568 - 943 ¶ عبد اللّه منصور 302 ¶ عبد اللّه النجار 1181 ¶ عبد الواحد الوكيل 1004 ¶ عبده الشامى 440 ¶ عبد الوهاب الشعرانى 798 - 843 ¶ عبد الوهاب القناواتي 1054 ¶ عثمان «بك» سلطان 956 ¶ ع ل ¶ عثمان شاكر 380 - 1196 ¶ عثمان صبري 1125 ¶ عثمان لبيب عبده 1003 ¶ عجاج لوبهض 767 ¶ عرابى باشا 183 ¶ عروة بن الورد 667 ¶ عزيز جرجس 956 - 1026 ¶ عزيز خانكى 972 ¶ عز الدين أبو حامد بن هبة اللّه المدائني الشهير بابن ابي الحديد 689 - 697 ¶ عزيز نصر اللّه 1123 - 1171 ¶ عطا أمين 140 ¶ عطا للّه اثناسيوس 465 ¶ علام سلامه 463 ¶ علوى بن الطاهر بن عبد اللّه هدار الحداد العلوى 180 ¶ على إبراهيم سلامه 1086 ¶ على بن ربن الطبرى 786 ¶ علي بن الشيخ حسين 319 ¶ على بك أبو الفتوح 1072 ¶ على أحمد السكري 211",
            "page": "152",
            "part": "1"
        },
        {
            "hno": null,
            "id": "157",
            "nass": "ع م ¶ على جميل 242 ¶ على حامد 458 ب على حامد العربى 563 ¶ على حمدى 119 ¶ على زكي العرابى «بك» 960 ¶ على السباعي 308 ¶ على ظريف الاعظمي 68 - 200 ¶ على عبد العزيز حسنى 268 ¶ على عمر «بك» 499 ¶ على فكرى 522 - 552 - 553 ¶ على فهمى خليل 16 ¶ على فؤاد النونى 592 ¶ على قراعه 938 ¶ على ماهر 977 ¶ على محمد غانم شراب 492 ¶ على محفوظ 719 ¶ على مظهر 163 ¶ عمر صالح البرغونى 59 ¶ عمر عبد العزيز أمين 1094 - 1095 - 1160 ¶ عمر فاخورى 905 ¶ ف ا ¶ عمرو بن كلثوم التغلبى 644 ¶ عوض جندى 225 ¶ عوض الخوري 181 ¶ عوض الكريم محمد هندي الصايغ 455 ¶ عيسى اسكندر معلوف 177 - 701 - 1011 ¶ عيسى رزوق 97 ¶ عيسى ميخائيل سابا 55 - 203 - 336 - 601 - «القس» غبريال ميخائيل الضبع 885 - «المطران» غريغوريوس بطرس هبرا - 871 ¶ الغزالى «حجة الاسلام أبو حامد» 723 - 766 - 881 - «الخورى» غسين أسعد 141 ¶ الفارابى*ابو نصر الفارابى ¶ فارس الخورى 998 ¶ فايز الخورى 936 - 994 ¶ فانيان 414",
            "page": "153",
            "part": "1"
        },
        {
            "hno": null,
            "id": "158",
            "nass": "ق س ¶ فتح اللّه بن علوان الكعبي 376 - «السيدة» فتحية محمد 313 ¶ فخر الدين الرازى 928 - «الدكتور فخرى» 586 - 1013 ¶ فرج اللّه الكردى 790 ¶ فرنسيس ميخائيل 1157 ¶ فريد حبيش 320 ¶ فكرى أباظه 445 ¶ فهمي الحسينى 962 ¶ فهيمه عبد الملك 486 - 598 ¶ فؤاد افرام البستاني 1139 ¶ فؤاد صروف 212 - 224 - 482 - 911 ¶ فوزي الغزى 957 ¶ فيليب حتى 29 - 436 - 826 ¶ قاسم الشيخ حسن محيى الدين 664 ¶ القرطبي 1027 ¶ قسطاكى الياس عطاره 83 ¶ قسطاكى حمصي 12 -  ¶ «الخوري» قسطنطين باشا 209 ¶ ل ى ¶ كاتب الهدى النجفي 734 - 790 - 1205 - 1206 ¶ كامل الخلعي 609 ¶ كامل الغزى 255 ¶ كامل كيلانى 252 - 370 ¶ كامل مرسى 931 ¶ كرنكو «فريتز» 426 - 644 ¶ الكسائى*محمد بن عبد اللّه ¶ كريم خليل ثابت كساب 564 -  ¶ «الاب» كميل مارون 332 ¶ لبيب الرياشى 483 - 616 ¶ لجنة التاريخ القبطى 43 - 1183 ¶ لجنة التأليف والترجمة والنشر 93 ¶ لجنة نشر الكتب 1175 ¶ لطف اللّه نصر البكاسينى 633 - «الاب» لويس شيخو 4 - 76 - 206 - 250 - 394 - 679 - 1190 - 1194 - «القس» لويس بليبل 410 - 882 ¶ لوبس غنام ثابت ليال 405",
            "page": "154",
            "part": "1"
        },
        {
            "hno": null,
            "id": "159",
            "nass": "م ح ¶ ليون مراد 1036 - «الخورى» مارون غصن 350 - 437 - 550 - «الاب» مالون اليسوعى 396 ¶ المامقانى 797 - 828 - 830 ¶ مبارك ثابت الديرانى 870 ¶ مبارك الحاج البسكنتاوي 904 - 1068 - «القس» مبارك الراهب اللبناني 865 - «القس» مبارك مارون 145 ¶ متري جرجس الكندي 316 ¶ محب الدين الخطيب 244 - 339 - 1161 - 1187 - 1201 ¶ محسن الامين العاملى 745 - 811 - 822 - 823 - 840 ¶ محمد بن ابى شنب 128 - 371 - 667 - 668 ¶ محمد بن إسماعيل الأمير اليمني الصنعاني 752 - 795 -  ¶ محمد بن جعفر الكتانى 783 ¶ محمد بن عبد اللّه الكسائي 813 محمد بن عقيل 272 - 801 ¶ محمد بن على الشوكانى 780 - 815 - 817 ¶ محمد بن يوسف اطفيش 775 - 815 ¶ محمد أحمد رضا 509 - 532 ¶ محمد أحمد رمضان المدنى 706 ¶ محمد أحمد العدوى 467 ¶ محمد أحمد عرفه 988 ¶ محمد أحمد يوسف 345 ¶ محمد أنور شاه 799 ¶ محمد بخيت المطيعى 771 ¶ محمد بدران 64 ¶ محمد بهجت الاثرى 38 - 71 ¶ محمد التابعى 215 ¶ محمد توفيق خائر 614 ¶ محمد توفيق يونس 359 ¶ محمد (بك) تيمور 502 - 593 ¶ محمد جمال 427 ¶ محمد جميل بيهم 174 - 584 ¶ محمد حافظ إبراهيم 314 - 626 ¶ محمد حافظ رمضان 973 ¶ محمد حامد خليل 435 ¶ محمد حسن 1090",
            "page": "155",
            "part": "1"
        },
        {
            "hno": null,
            "id": "160",
            "nass": "محمد حسن الباني 737 ¶ محمد حسن غانم 287 ¶ محمد حسونه 525 ¶ محمد حسين 673 ¶ محمد حسين بيجارة 233 ¶ محمد حسنين مخلوف العدوي 793 - 803 - 816 ¶ محمد حسين النائفي 792 ¶ محمد حسين هيكل 88 - 406 - 680 ¶ محمد حمدى 932 ¶ محمد الحنفى الحلبي 456 ¶ محمد الخجوى الثعالبي 1198 ¶ محمد خضر حسين التونسى 623 - 853 ¶ محمد الخضرى 195 - 744 ¶ محمد وأبو الفيض 844 ¶ محمد راغب الطباخ 25 - 324 ¶ محمد رأفت جمال 580 ¶ محمد رشدى 1007 - 1012 ¶ محمد رشيد رضا 42 - 757 - 760 - 778 - 824 ¶ محمد رضا 504 - 1113 ¶ محمد رياض أحمد 90 محمد زكى الدين 293 ¶ محمد زكي الذهبي 84 ¶ محمد زكي لبيب 1071 ¶ محمد السباعي 581 - 362 - 368 - 1111 - 1152 ¶ محمد سرور الصبان 10 - 464 ¶ محمد سعيد البانى 86 - 802 - 806 ¶ محمد سعيد الجليل الموصلى 582 ¶ محمد سعيد الزاوى 836 ¶ محمد الشاذلى 632 - 648 ¶ محمد شاكر 117 - 242 ¶ محمد شريف سليم 235 ¶ محمد شعير (بك) ¶ محمد شفيق (باشا) 1046 ¶ محمد الشيخ طاهر السماوى 720 ¶ محمد صادق البليش 352 ¶ محمد صادق حسين محمد صادق رستم 234 ¶ محمد صالح 968 ¶ محمد صبحى أبو غنيمه 304 ¶ محمد صبرى 49 - 66 - 199 ¶ محمد صديق حسن خان 600",
            "page": "156",
            "part": "1"
        },
        {
            "hno": null,
            "id": "161",
            "nass": "محمد ضيا 461 ¶ محمد طاهر بن على الهندى 749 ¶ محمد طاهر الجبلاوي 704 ¶ محمد طه نجف 265 ¶ محمد عادل زعيتر 544 - 547 - 906 ¶ محمد العاملى 710 ¶ محمد عبد الجواد 353 - 1052 ¶ محمد عبد الجواد الاصمعى 179 ¶ محمد عبد الحميد (بك) 530 - 1009 - 1018 ¶ محمد عبد الرازق حمزه 777 ¶ محمد عبد الرحمن الصباحي 113 ¶ محمد عبد الرسول إبراهيم 289 ¶ محمد عبد العزيز 366 ¶ محمد عبد العزيز الخولى 795 ¶ محمد عبد الفتاح 382 ¶ محمد عبد القادر سراج الدين 1126 ¶ محمد عبد القادر السنجرى 1137 ¶ محمد عبد اللّه عنان 48 - 56 - 982 ¶ محمد عبد المنعم 230 ¶ محمد عبده (الشيخ) 302 - 727 - 756 ¶ محمد عبد الهادى الجندي 953 ¶ محمد على 1098 - 1163 ¶ (الأمير) محمد على 133 - 134 ¶ محمد على الدسوقى - 327 ¶ محمد على بن الشيخ حسين 768 ¶ محمد على زيوار 983 - 1074 ¶ محمد على الشوكانى 801 - 803 - 813 ¶ محمد على عبد الواحد 999 ¶ محمد على نجل الشيخ يعقوب التبريزي 828 ¶ محمد عماره 765 ¶ محمد عيسى عبد الغني 693 ¶ محمد عناية اللّه خان المشرقى 725 ¶ محمد «بك» الفرغنى 660 ¶ محمد فريد أبو حديد 385 ¶ محمد فريد شرابى 596 ¶ محمد فريد وجدي 716 ¶ محمد الفريق 978 ¶ محمد قاسم 267 ¶ محمد كامل حجاج 1088 ¶ محمد كامل المرسي 939 - 975 - 987",
            "page": "157",
            "part": "1"
        },
        {
            "hno": null,
            "id": "162",
            "nass": "محمد كرد على 104 - 110 - 167 - 168 ¶ محمد كمال الدين 821 ¶ محمد لطفي جمعه 681 ¶ محمد محفوظ الكردي 565 ¶ محمد محمد زكى الدين 334 ¶ محمد محمد عبد الفتاح 22 ¶ محمد محمد عبد المجيد 433 ¶ محمد محمد فياض 1050 ¶ محمد محمود الرافعي 671 ¶ محمد مختار يونس 151 - 571 ¶ محمد مسعود 583 - 602 ¶ محمد منيب الهاشمى الجعفرى 773 ¶ محمد منير الدمشقى 669 ¶ محمد منير رفعت 1073 ¶ محمد مهدي البصير 61 ¶ محمد مهدي الجواهرى 274 ¶ محمد مهدي القزوينى الكاظمى 774 - 777 - 857 ¶ محمد ناشد عرفه 635 ¶ محمد نجيب مروه 613 ¶ محمد نديم الملاح 734 ب محمد نسيم الذويب الهاشمي 615 ¶ محمد نعمان الجارم 15 ¶ محمد هراوى 383 ¶ محمد يوسف اطفيش 789 ¶ محمد يوسف المدرك 286 - 560 - 1093 - 1138 ¶ محمود أبو العيون 57 - 457 ¶ محمود أبو الفيض 861 ¶ محمود أحمد خليل راشد 1046 ¶ محمود «بك» تيمور 220 - 1127 - 1128 - 1140 ¶ محمود حامد 1207 ¶ محمود حسن زناتى 452 ¶ محمود حلمي 341 ¶ محمود خاطر 1083 ¶ محمود خليل راشد 403 ¶ محمود خيرت 1092 ¶ محمود رياض 1032 ¶ محمود رمزى نظيم 653 - 711 ¶ محمود شكري 913 ¶ محمود شكرى الآلوسى 38 - 71 - 682 ¶ محمود صادق سيف 1130",
            "page": "158",
            "part": "1"
        },
        {
            "hno": null,
            "id": "163",
            "nass": "م ص ¶ محمود طاهر 1081 ¶ محمود عابدين 127 - 308 ¶ محمود عزمي 1069 ¶ محمود علي فرا محمود على قراعه 473 ¶ محمود كامل فريد 1173 - 1175 - 6179 ¶ محمود لطفي ثابت 1107 ¶ محمود محمد مصطفى 325 - 1195 ¶ محيى الدين الخانى الدمشقي 769 ¶ محيى الدين رضا 312 - 718 ¶ محيي الدين صبرى الكردى 400 - 670 ¶ المدنى «م. ع» 1131 ¶ مرتضى آل كاشف الغطا 807 ¶ مرجوليوث 74 - 331 ¶ مرشد خاطر 1008 ¶ مسيحه عبد السيد 46 ¶ مصطفى أغا 649 ¶ مصطفي السقا 308 - 388 ¶ م ن ¶ (الأمير) مصطفي الشهابى 1035 - 1058 ¶ مصطفى الصادق 986 ¶ مصطفى صادق الرافعى 338 - 365 - 379 - 729 - 746 ¶ مصطفى صبري التوقادي 853 ¶ مصطفي عبد الجبار القاضى 578 ¶ مصطفى على 117 ¶ مصطفي على الهلباوي 358 ¶ مصطفى عناني 501 ¶ مصطفى الغلائينى 645 ¶ مصطفى كامل 1075 ¶ مصطفي محمد عمارة 495 - 854 ¶ مصطفى المنفلوطي 307 ¶ المفضل بن أبى الفضائل 254 ¶ مفيد العبانى 162 ¶ مكاوي يعقوب عبد العزيز 605 ¶ منسى القمص 868 ¶ منصور بن يونس البهوتى الحنبلى 842 ¶ منصور بخيت المطيعي 166",
            "page": "159",
            "part": "1"
        },
        {
            "hno": null,
            "id": "164",
            "nass": "ن ج ¶ منصور حناجرداق 1044 ¶ (الخوري) منصور عواد 965 ¶ 1002 ¶ منير الحسامى 684 ¶ منيره خانم صبري 216 ¶ مهدى النصير البغدادي 641 ¶ مهيار الديلمي 651 ¶ موفق الدين بن قدامه*ابن قدامه ¶ مى (الآنسة مارى زيادة) 315 - 384 - 391 - 428 - 505 - 544 - 554 ¶ الميدانى 443 ¶ ميخائيل بن أنطون الصقال 652 ¶ ميخائيل قديد 876 ¶ ميخائيل نعيمة 397 ¶ الميرزا محمد حسين النائفي 792 ¶ ميشل حافظ مغربى 686 ¶ ميشل الخورى 305 ¶ ناشد حنا 941 ¶ ناصيف اليازجى 444 ¶ نجيب الارمنازى 276 ¶ ن ج ¶ نجيب خليفه 948 ¶ نجيب شعيا 407 ¶ نجيب العسراوى 513 ¶ نجيب محفوظ 1023 ¶ نجيب مكربنة 940 ¶ نجيب المندراوى 1025 - 1162 ¶ نجيب نصار 1149 ¶ نجيب الهواوينى 950 ¶ نزيه المؤيد العظم 284 ¶ نسيب شهاب 281 ¶ النسفى 761 ¶ نصير بن مزاحم التميم الكوفى ¶ 246 ¶ نصيف نيقولاوس 1167 ¶ نصير الدين الطوسى 909 ¶ نعمان محمد 1061 ¶ نعمه الحاج 654 ¶ نعوم مكرزل 72 ¶ نقولا باسيور 1080 ¶ نقولا حداد 512 - 561 - 1134 - 1144 - 1148",
            "page": "160",
            "part": "1"
        },
        {
            "hno": null,
            "id": "165",
            "nass": "وه ¶ نقولا خورى 878 ¶ نقولا رزق اللّه 705 ¶ نقولا عوده 78 ¶ نقولا فياض 105 ¶ نقولا يوسف 474 ¶ نقولا يوسف حلبي 594 ¶ نقولا يوسف نيوفيتوس 263 ¶ النويرى*شهاب الدين ¶ أحمد نيبرج 232 ¶ هادي آل جعفر كاشف الغطا 858 ¶ هاشم السعدى 98 - 1091 ¶ هاشم المربي 899 ¶ هبة الدين الشهرستانى 764 - 924 ¶ وجيه بيضون 577 ¶ وجيه فارس الكيلاني 118 ¶ وديع الضبع 937 - 958 ¶ وزارة المالية 1083 ¶ وصفي زكريا 1053 ¶ ولى الدين يكن 655 ¶ وهبه عبد السيد 558 ¶ وهبه فهمي 1145 ¶ ى و ¶ ويات 111 ¶ ياقوت الحموي 14 ¶ (الامام) يحيى بن حميد الدين 610 ¶ يحيى بن عدي 471 ¶ يحيى أحمد الدردير 529 ¶ (الاب) يزبك الحصرونى 410 ¶ يسى أسعد ¶ (الدكتور) يعقوب صروف 381 - 1038 - 1146 ¶ (الاب) يواكيم بلاديوس 901 ¶ (المطران) يوحنا حبيب 894 ¶ (الخوري) يوحنا طوبى 1166 ¶ يوستينوس مندس 490 ¶ يوسف أبو حجاج 458 ¶ يوسف أبو طبر 960 ¶ يوسف أحمد 271 ¶ يوسف اسكندر جريس 908 - 1097 ¶ يوسف اشلخت 776 ¶ (الخورى) يوسف البستانى يوسف حمدي (بك) يكن 357 -",
            "page": "161",
            "part": "1"
        },
        {
            "hno": null,
            "id": "166",
            "nass": "439 - 478 - 655 ¶ يوسف اسكندر جريس 908 - 1097 ¶ يوسف حبيقة 886 ¶ يوسف رزق اللّه غنيمة 75 - 248 ¶ يوسف صادر يوسف صفير 99 - 112 - 493 ¶ يوسف شديد أبو اللمع 926 - 1132 ¶ (الخوري) يوسف العمشيتي 875 ¶ يوسف عواد 2 ¶ يوسف غصوب 511 ¶ يوسف الفقيه 770 ¶ يوسف كمال 146 ¶ يوسف نسيم 1059",
            "page": "162",
            "part": "1"
        },
        {
            "hno": null,
            "id": "167",
            "nass": "تنبيه ¶ (1) لم نذكر اسم مدينة القاهرة للكتب المطبوعة فيها بل اكتفينا بالاشارة إلى المطبعة التي نشرت فيها وأكثر التصانيف التي لا ذكر لمحل نشرها هي من مطبوعات مصر (القاهرة) ¶ وقد وضعنا أسماء بعض الكتب كما وجدنا وصفها في المجلات أو الجرائد اذ لم نتمكن من الاطلاع عليها وسنوالي البحث عنها لتصحيحها في نشرة ثانية ¶ (2) أهملنا نشر أسماء روايات كثيرة لم تر لها أهمية أدبية أو تاريخية فنرجو المعذرة من مؤلفيها وناشريها ¶ (3) الرقم الموجود بين قوسين بعد اسم المؤلف يدل على سنة وفاته بالتاريخ الهجرى",
            "page": "162",
            "part": "1"
        },
        {
            "hno": null,
            "id": "168",
            "nass": "فهرست عمومى ¶ صفحة ¶ 2 مقدمة ¶ 4 القسم الأول «كتب التاريخ والتراجم والرحلات والجغرافية» ¶ 34 ذيل لكتب التاريخ والتراجم» ¶ 37 القسم الثاني «كتب الأدب والانشاء والبلاغة والتدريس وكتب اللغة والمعاجم» ¶ 60 القسم الثالث «كتب فى الأخلاق والتهذيب والترجمة وتدبير المنزل» ¶ 70 القسم الرابع «فى الشعر والشعراء والدواوين الشعرية والأغانى والازجال وعلم العروض والقوافي» ¶ 82 القسم الخامس «كتب دينية اسلامية وما يتفرع منها» ¶ 99 القسم السادس «كتب دينية مسيحية» ¶ 104 القسم السابع «كتب في الحكمة والمنطق والفلسفة وما يتعلق بها» ¶ 107 القسم الثامن «في القوانين والشرائع وعلم السياسة وعلم الاقتصاد» ¶ 115 - «القسم التاسع «في كتب الطب وعلم الصحة» ¶ 118 - «القسم العاشر «فى العلوم الرياضية والزراعة والفنون المتنوعة» ¶ 125 - «القسم الحادي عشر «قصص وروايات» ¶ 134 ذيل لعموم الاقسام» ¶ 138 فهرست أبجدى بأسماء المؤلفين ¶ 162 - «تنبيه»",
            "page": "163",
            "part": "1"
        },
        {
            "hno": null,
            "id": "169",
            "nass": "بعض الكتب العربية النادرة - تباع فى مكتبة يوسف الياس سركيس وأولاده باثمان محدودة - بمصر شارع الفجالة نمرة 53 (تلفون 69 - 47 بستان) ¶ 1 - الاتقان في علوم القرآن لجلال الدين السيوطي جزء 2 بمجلد واحد بالمطبعة الموسوية 1287 نسخة لطيفة جدا الثمن 25 غرش صاغ ¶ 2 - أحكام باب الاعراب عن لغة الاعراب تأليف المطران جرمانوس فرحات بتصحيح الكونت رشيد الدحداح - طبع مرسيليا الثمن 75 غرش ¶ 3 - احياء علوم الدين للامام حجة الاسلام أبى حامد الغزالى أربعة أجزاء بمجلدين أفرنجى بولاق 1296 وبهامشه عوارف المعارف للعارف باللّه تعالى الامام السهروردي الثمن 110 ¶ 4 - أخبار الدول وآثار الأول في التاريخ للامام أبى العباس أحمد الشهير بالقرمانى (نادر) تجليد شرقي الثمن 75 قرش ¶ 5 - الاشارة إلى من نال الوزارة لابن منجب الشهير بابن الصيرفى المصري - عنى بتحقيقه عبد اللّه أفندي مخلص وله ذيل ثمن الجزئين 50 قرش ¶ 6 - الاصنام لابى المنذر بن هشام السائب الكلبي بتحقيق الاستاذ أحمد زكي باشا الطبعة الاولى 1914 على ورق ممتاز مجلد أفرنجي ثمنه 65 قرش ¶ 7 - أصول علم الهيئه تأليف كرنيليوس فان ديك بيروت 1874 (نادر) ¶ ثمنه 70 قرش ¶ 8 - الاعجاز والايجاز لابى منصور الثعالبي - مصر 1897 الثمن 12 قرش ¶ 9 - الاغانى لابى فرج الاصبهاني 21 جزء والفهرس 4 أجزاء مجلد أفرنجي بتسعة مجلدات الثمن 250 قرش",
            "page": "164",
            "part": "1"
        },
        {
            "hno": null,
            "id": "170",
            "nass": "16510 - أقرب الموارد في فصح العربية والشوارد للاستاذ الخوري الشرتوني وهو قاموس عربى مطول جزآن طبع اليسوعيين في بيروت (نفدت طبعته) ¶ الثمن 200 ¶ 11 - الف باء للبلوى جزئين مجلد أفرنجى (نادر) ثمنه 55 ¶ 12 - أمالي المرتضى في التفسير والحديث والأدب مصر 1907 أربعة أجزاء بمجلدين الثمن 40 قرش ¶ 13 - الياذة هو ميروس - معربة نظما وعليها شرح تاريخى بقلم سليمان البستانى - مصر 1904 مجلد ثمنه 75 قرش ¶ 14 - بيك بر حديث (الف ومائة حديث نبوي) عربي ومعه ترجمة باللغة التركية - مصر 1319 ص 470 الثمن 20 قرش ¶ 15 - تاريخ بن عساكر - طبع منه 5 أجزاء مجلدة الثمن 140 قرش ¶ 16 - تاريخ الكافي فى تاريخ مصر القديم والحديث لميخائيل شاروبيم أربعة أجزاء بمجلدين أفرنجى 90 قرش ¶ 17 - تاريخ مصر على عهد الخديوي إسماعيل باشا من سنة 1862 الى ¶ 1879 لواضعه الياس الايوبى مصر 1923 - 1341 جزآن 70 قرش ¶ 18 - تاريخ الموصل للقس سليمان صايغ الجزء الأول فقط الثمن 35 ¶ 19 - الجزء الأول والثانى من تفسيرى ابن كثير والبغوي مصر 1340 ¶ و1332 جلد أفرنجى ثمن الجزئين 65 ¶ 20 ثمار القلوب في المضاف والمنسوب للامام أبى منصور الثعالبي مصر ¶ 1326 ص 560 مجلد أفرنجى 30 ¶ 21 - الجاسوس علي القاموس لاحمد فارس الشدياق استانة 1288 30 ¶ 22 - حلية الكميت فى الأدب والنوادر المتعلقة بالخمريات لشمس الدين",
            "page": "165",
            "part": "1"
        },
        {
            "hno": null,
            "id": "171",
            "nass": "166الدين النواجي - بولاق 1271 بتصحيح نصر الهوريني نسخة لطيفة جدا ¶ (نادر) 60 ¶ 23 - خزائن الكتب فى دمشق وضواحيها للاديب حبيب زيات وفيه وصف قسم كبير من الخزانة الظاهرية بدمشق 1902 ثمنه 20 ¶ 24 - خلاصة تذهيب الكمال في أسماء الرجال للامام أحمد بن عبد اللّه الخزرجي مصر 1322 40 ¶ 25 - ديوان الخليل نظم خليل مطران - مصر 1910 ص 302 ¶ (نادر) 25 ¶ 26 - الديوان الاكبر للشيخ محيى الدين بن عربى الحاتمى الاندلسى الطبعة الاولى في بولاق بحروف فارسية سنة 1271 (نادر) 100 غرش ¶ 27 - السراج المنير شرح الجامع الصغير في حديث البشير النذير للشيخ على بن الشيخ إبراهيم الشهير بالعزيزى جزء 3 جلد افرنجي - مصر ¶ 1304 غرش 80 ¶ 28 - سر الليال في القلب والابدال تأليف أحمد فارس الشدياق استانة ¶ 1284 جلد شرقى ب 50 ¶ 29 - سفينة الراغب ودفينة المطالب للامام الراغب بولاق 1282 ص ¶ 680 ب 60 ¶ 30 - السودان بين يدى غردون وكتشنر تأليف إبراهيم فوزي باشا جزآن مصر 1319 50 ¶ 31 - شرح الشيخ ابى ذكريا يحيى التبريزى على ديوان اشعار الحماسة التى اختارها أبو تمام حبيب بن أوس الطائى اربعة اجزاء بمجلدين بولاق ¶ 1290 غرش 150",
            "page": "166",
            "part": "1"
        },
        {
            "hno": null,
            "id": "172",
            "nass": "جامع التصانيف الحديثة ¶ الجزء الثاني ¶ يحتوي على معلومات ¶ سنة 1927 الموافقة ¶ لسني 1345 - 1346 هـ - ق ¶ عنى بجمعه وترتيبه ¶ يوسف اليان سركيس",
            "page": "1",
            "part": "2"
        },
        {
            "hno": null,
            "id": "173",
            "nass": "تنبيه ¶ تم بعونه تعالى طبع «الجزء الثاني من جامع التصانيف الحديثة» الذى نشرنا الجزء الأول منه فى السنة الماضية وفي هذا الجزء الذى نقدمه الآن لطلاب الأدب والعلم بيان المؤلفات التى صدرت في خلال سنة 1927 الموافقة لسنى 6 - 1345 للهجرة وأضيف اليه أسماء الكتب والمؤلفين الذين أغفل ذكرهم في الجزء الأول وهو ما نبهنا اليه أصحاب المجلات وكثيرون من الأدباء وقد أثنوا على مشروعنا في تأليف المعجم الكبير ونشطونا لمتابعة نشر أنواع التصانيف التى تظهر للوجود سنة فسنة إذ أن الفائدة في ذلك عمومية والحاجة ماسة إلى معرفة ما يصنف في هذا العصر من مختلف الفنون والعلوم فيسهل على الاديب الذى يريد درس مسألة أو تصنيف كتاب الهداية إلى بلوغ شأنه. وهذا العلم الذي سمته إحدى المجلات ¶ «علم الفهرسية أو علم البيبليوغرافيا» أصبح من العلوم الضرورية للسير في سبيل التقدم والنجاح فرجاؤنا أن ينظر رجال الأدب إلى مجموعتنا هذه بعين الرضاء والقبول إذ ما قصدنا بذلك سوى خدمة العلم وتنشيط الأدب تخليدا للآثار العربية",
            "page": "2",
            "part": "2"
        },
        {
            "hno": null,
            "id": "174",
            "nass": "أقسام الكتاب ¶ ص ¶ 4 القسم الأول: كتب التاريخ والتراجم والرحلات والجغرافية ¶ القسم الثاني: كتب الأدب ¶ 15 1 - في الأدب والشعر ¶ 21 2 - في التربية والاجتماع وتهذيب الاخلاق والحكمة والفلسفة والدروس ¶ 25 3 - قصص وروايات ¶ 28 القسم الثالث: كتب اللغة والمعاجم ¶ 30 القسم الرابع: كتب دينية اسلامية وما يتفرع منها ¶ 39 القسم الخامس: كتب دينية مسيحية ¶ 41 القسم السادس: السياسة والقوانين والشرائع وعلم الاقتصاد ¶ 43 القسم السابع: في الطب وعلم الصحة والعلوم الرياضية والزراعية والفنون المتنوعة ¶ 47 خاتمة: في تصحيح أغلاط ما ورد في الجزء الأول من جامع التصانيف الحديثة وما أغفل ذكره فيه من المطبوعات ¶ 51 فهرست أبجدي بأسماء المؤلفين",
            "page": "3",
            "part": "2"
        },
        {
            "hno": null,
            "id": "175",
            "nass": "القسم الأول ¶ كتب التاريخ والتراجم والرحلات والجغرافية ¶ رقم ¶ 1 - «إبراهيم باشا المصري حروبه فى سوريا والاناضول» لمؤلف مجهول - علق حواشيها ووضع فهارسها الدكتور أسد رستم وعنى بنشرها الخوري قرألى بالمط السورية بمصر الجديدة - الجزء الأول ص 67 ¶ 2 - «أبطال الوطنية» لمحيى الدين افندي رضا - مصر 1923 ص 144 ¶ 3 - «الاحصاء السنوي العلم» للقطر المصري 25 - 1926 نشرته وزارة المالية بالعربي والفرنساوى - المط الأميرية 1927 ص 581 قطع كبير ¶ 4 - «الاخوة الشهداء الثلاثة» بقلم السيد بشاره شمالى مطران دمشق على الموارنة - وهم الاخوة فرنسيس وعبد المعطي ورفائيل الممابكي الذين ماتوا فى سبيل ايمانهم في حوادث سنة 1860 بدمشق مط اليسوعيين بيروت 1926 ص 147 ¶ 5 - «أدب وتاريخ» تأليف محمد صبرى أستاذ التاريخ الحديث بدار العلوم: الكتاب الاول: محمود سامي البارودي ¶ «الثاني: إسماعيل باشا صبري ¶ «الثالث: تاريخ الحركة الاستقلالية في ايطاليا ¶ «الرابع: الفصول بمط دار الكتب المصرية 1927 ص 340 (الطبعة الثانية) ¶ 6 - «أديان العرب فى الجاهلية» للشيخ محمد الجارم القاضي بالمحاكم الشرعية مصر ص 212 ¶ 7 - «ارشاد الاريب إلى معرفة الاديب» المعروف بمعجم الأدباء لياقوت الرومى -",
            "page": "4",
            "part": "2"
        },
        {
            "hno": null,
            "id": "176",
            "nass": "الجزء الرابع بمط هندية لحساب لجنة جيب. باعتناء الاستاذ مرجوليوث 1927 ص 220 وله مقدمة باللغة الانجليزية ¶ 8 - «أرض كليوبطره» وفيه وصف آثار مصر الحديثة والقديمة تأليف اني فيفانتى ترجمة طه فوزي بمحكمة الاستئناف الاهلية بمصر مط الاعتماد ص 176 ¶ 9 - «الاصنام (كتاب) عن أبي المنذر هشام بن محمد بن السائب الكلبي بتحقيق الاستاذ أحمد زكي باشا الطبعة الثانية بمط دار الكتب المصرية 1343 - 1924 ص 111 ¶ 10 - «الاطلس الحديث» في تخطيط أقاليم الارض سياسيا وطبيعيا واقتصاديا حسب منهج وزارة المعارف العمومية الجزء الأول للمدارس الابتدائية - عمل لبيب العسال ومحمد حمدان الطبعة السادسة مصر 1344 - 1926 ¶ 11 - «أعجب ما رأيت وأعذب ما رؤيت من مذاهب أهل البيت» الجزء الأول من ثلاثة ان شاء اللّه تأليف سليمان محفوظ - مط مطر 1340 - 1922 ص 246 ¶ 12 - «الاعلام» قاموس تراجم لاشهر الرجال والنساء من العرب والمستعربة في الجاهلية والاسلام والعصر الحاضر تأليف خير الدين الزركلي - الجزء الأول المط العربية 1927 ص 400 الجزء الثاني ص ... ¶ 13 - «أعلام العراق» يتضمن سيرة الآلوسي الكبير وتأبين العلماء والأدباء وتراجم نوابغ الالوسيين - تصنيف محمد بهجت الاثري - المط السلفية 1927 - 1345 ص 246 ¶ 14 - «أعلام النبلاء بتاريخ حلب الشهباء لمحمد راغب الطباخ الحلبي - (أنظر الجزء الأول من جامع التصانيف رقم 20) صدر الجزء السابع وهو الاخير - بالمط العلمية بحلب 1345 - 1926 ص 711 ¶ 15 - «الامومة» تأليف الدكتور كامل ميخائيل - مط المقتطف ص 254 ¶ 16 - «أناشد الثورة المومية» جمعها عبد الكريم الغطار - ص 32",
            "page": "5",
            "part": "2"
        },
        {
            "hno": null,
            "id": "177",
            "nass": "17 - «أنباء الزمان فى جتالقة الشرق ومفارنة السريان» للقس اسحق أرملة السرياني مط اليسوعيين بيروت 1924 ص 58 ¶ 18 - «أهم حوادث حلب» فى النصف الأول من القرن التاسع عشر - نقلا عن مذكرة مخطوطة للمطران بولس أروتين أسقف حلب الماروني 1798 - 1850 ¶ نشرت تباعا فى المجلة السورية بعناية الخوري بولس قرألى 1917 ص 102 ¶ 19 - «التاريخ» بحسب البرنامج المقرر لتلاميذ السنة الخامسة الابتدائية فى مدارس معارف فلسطين - بقلم مؤلفه حنا زهده فرح - مط بيت المقدس أورشليم 1926 ص 148 ¶ 20 - «تاريخ بعلبك» تأليف ميخائيل موسى الوف البعلبكي - طبعة رابعة منقحة - المط الأدبية بيروت 1926 ص 176 ¶ 21 - «تاريخ توت عنخ آمون» محرر مصر العظيم ويتبعه تاريخ عالم الفراعنة قلم ن. ي البحاث الاثري المشهور. مكتبة زيدان العمومية 1927 ص 328 وفيه 100 رسم ¶ 22 - «تاريخ الحرب العلم فى خمسة أعوام» لمنصور نصار العقل مصر ... ص 203 ¶ 23 - «تاريخ سوريا ولبنان» حتى أول القرن التاسع عشر - تأليف عمر أبو نصر - بيروت ... ¶ 24 - «تاريخ العرب القديم. تأليف رشاد أبى السعود وعبد المجيد الهويسي - مصر 1920 ص 120 ¶ 25 - «فلاسفة الاسلام في المشرق والمغرب» للاستاذ محمد لطفي جمعه. مط المعارف 1345 - 1927 ¶ 26 - «مصر قبل الاحتلال البريطاني وبعده» تأليف روز ستين وترجمة علي أحمد شكري. مصر 1927 ¶ 27 - «الهجرة النبوية وبدء الاسلام» للاستاذ محمود علي الببلاوي. مط الاعتباد 1346 - 1927",
            "page": "6",
            "part": "2"
        },
        {
            "hno": null,
            "id": "178",
            "nass": "28 - «تاريخ ووصف الجامع الطولوني» *الجامع الطولونى ¶ 29 - «تاريخ ووصف اليمن المسمى فرجة الهموم والحزن في حوادث تاريخ اليمن» للشيخ عبد الواسع بن يحيى الواسعي اليافي مط السلفية 1346 ص 400 ¶ 30 - «تاريخ اليهود في بلاد العرب» في الجاهلية وصدر الاسلام للاديب اسرائيل ولفنسون أبو ذوئب أستاذ اللغات السامية بدار العلوم - مط الاعتماد 1927 ¶ 31 - «التقاليد» بحث تاريخي انتقادي فى التقاليد الفرنساوية بلبنان وسورية وفي الدروز والمعنى - بقلم الخور فسقفوس جرجس منش الحلبي - المط المارونية حلب 1903 ص 64 ¶ 32 - «تنوير الاذهان في تاريخ لبنان» لمؤلفه إبراهيم بك الاسود - المجلد الثاني بمط القديس جاورجيوس - بيروت ¶ 33 - «الثورة الفرنساوية وناپوليون» تأليف الدكتور محمد صبرى - مط دار الكتب المصرية 1927 ص 304 ¶ 34 - «الجامع اللطيف في فضل مكة وأهلها وبناء البيت الشريف» لابن ظهيرة القريشى المخزومي (جمال الدين محمد جار اللّه بن محمد نور الدين بن أبى بكر بن علي) مط عيسى الحلبي 1340 - 1922 ص 413 ¶ 35 - «الجغرافية الاقليمية» للاستاذين محمد عوض إبراهيم ومحمد فهيم بك. الجزء الثاني ص 275 والجزء الرابع 229 ¶ 36 - «الجغرافية التونسية» لتلاميذ المدارس الابتدائية والطلبة الزيتونية للاستاذين السيد مختار الطيب السماوي الصفاقسي من متخرجى جامع الزيتونة والخلدونية والسيد محمد محمود كون الصفاقسي المط التونسية 1345 - 1927 ¶ 37 - «جهاد لبنان واستشهاده» لاميل افندى يوسف حبشي. بيروت 1920 ص 276 ¶ 38 - «الجامع الطولوني» تاريخه ووصفه لمحمود عكوش بك. نشرته لجنة حفظ الآثار العربية. مط دار الكتب المصرية 1346 - 1927",
            "page": "7",
            "part": "2"
        },
        {
            "hno": null,
            "id": "179",
            "nass": "39 - «حروب إبراهيم باشا» أنظر إبراهيم باشا المصرى. رقم 1 ¶ 40 - «حرية الفكر وابطالها في التاريخ» لسلامه موسى. مط الهلال 1926 ص 200 ¶ 41 - «حوليات مصر السياسية» تأليف أحمد شفيق باشا. الجزء الأول بدأه بخلاصة وجيزة في تاريخ مصر من أول ولاية محمد علي باشا إلى اعلان الحرب الكبرى في 38 صفحة ومن ثم إلى آخر هذا الجزء تفصيل عن الحوادث التي حدثت من 4 أغسطس سنة 1914 إلى أن انتهت المفاوضات في تقرير لجنة ملنر سنة 1924 وأكثر ذلك منقول عن صحف الاخبار. وفيه خرائط ورسوم مصر 1925 ص 900 ¶ 42 - «الحياة في لبنان» تأليف توفيق حسن الشرنوبي. المط الأدبية بيروت 1927 ص 232 ¶ 43 - «الخلاصة الوفية في الاراضى وزكاة الحنفية» - تأليف الاستاذ الشيخ أحمد إبراهيم جاب اللّه المدرس بالمدارس الأميرية. مط التقدم 1345.1927 ص 75 ¶ 44 - «الدليل العام» وهو دليل علم للتجارة والصناعة في القطر المصرى والخارج. تولت اصداره الشركة المصرية للمطبوعات والاعلانات (ثمنه 100 غرش) ¶ 45 - «دليل قوتلى وطويل وشركاهم» أول دليل للسفر بين سوريا والعراق. وضعته الشركة التى تأسست سنة 1923 لتسفير سياراتها بين القطرين المتجاورين. مط طباره بيروت 1927 ص 250 ¶ 46 - «دليل المتحف» تعريب أنطون ذكرى. مصر 1921 ص 89 ¶ 47 - «الدولة الاموية في الشام» للاستاذ أنيس زكريا النصولي. مط دار السلام بغداد 1927 ص 360 ¶ 48 - «ذكرى سعد» (سعد باشا زغلول) وهي الكتاب والخطب والشعراء والصحف من الوفاة إلى الاربعين عمل أحمد حسنين القرني باعتناء المكتبة العربية. مصر 1927 ص 327",
            "page": "8",
            "part": "2"
        },
        {
            "hno": null,
            "id": "180",
            "nass": "49 - «ذكرى شهداء الغربة» تأليف فرج افندى سليمان فؤاد - وهو يروي الفاجعة التي حدثت سنة 1920 حين اصطدم قطار كان يحمل الطلبة المصريين فقتل منهم عدد كبير - ص 191 ¶ 50 - «ذكرى على فهمي كامل بك» جمعت السيدة لبيبة أحمد صاحبة مجلة النهضة النسائية طائفة من الخطب التي القيت في ذكرى هذا الفقيد مع ترجمته .. مصر ص 73 ¶ 51 - «رحلة إسماعيل» فى جميع محافظات وعواصم القطر المصرى تأليف إسماعيل افندى محمد مصطفى. وهو أشبه بدليل لمدن القطر المصري ص 151 مصور ¶ 52 - «رحلة الاندلس» بقلم محمد لبيب البتانوني بك فيه وصف بلاد الاندلس (أسبانيا الآن) وذكر آثارها مع عدة رسوم نشرت تباعا فى جريدة الاهرام سنة 1927 وطبع على حدة مع زيادات ص 167 ¶ 53 - «رحلة سمو الأمير محمد علي» رحلة وصف فيها بنوع خاص بلاد الارجنتين وبلاد البرازيل (ذكرته مجلة المقتطف في ابريل سنة 1927) ¶ 54 - «الرواد» وهو الجزء الثاني من كتاب أعلام المقتطف - يشتمل على أكثر ما نشر فى مجلدات المقتطف من تقدم علم الجغرافيا وتخطيط البلدان وكشف المجاهل وارتياد القطبين - وفيه فصل حافل خاص بجغرافي الاسلام - مط المقتطف 1927 ص 316 ¶ 55 - «سعد» بقلم أحمد زكي أبو شادي - ذكر فيه نظما وفاة سعد باشا زغلول. مط السلفية 1927 ص 120 ¶ 56 - «سوريا والسوريون» للاستاذ فيلب حتي - محاضرات ألقاها فى نيويورك (ذكرته مجلة الهلال فبراير 1927) ¶ 57 - «سيرة الأمير محمد بن عبد الكريم الخطابي» بطل الريف ورئيس جمهوريتها مزين بخريطة - المط السلفية ص 92",
            "page": "9",
            "part": "2"
        },
        {
            "hno": null,
            "id": "181",
            "nass": "58 - «سيرة عمر بن عبد العزيز» على ما رواه الامام مالك بن أنس وأصحابه تأليف أبي محمد عبد اللّه بن عبد الحكم رواية ابنه أبي عبد اللّه محمد - بتصحيح أحمد عبيد الدمشقي - المط الرحمانية 1346 - 1927 ص 198 ¶ 59 - «شرح قصة هنري الثامن» - المط العصرية ¶ 60 - «الشعب التونسى المتجنس» للسيد الجيلاني الفلاح - مط العرب تونس 1342 - 1924 ¶ 61 - «الشيخ ظاهر العمر الزيداني» (حاكم عكا وبلاد صفد) تأليف المرحوم ميخائيل نقولا الصباغ - عني بنشره الخوري قسطنطين الباشا ص 96 ¶ 62 - «صفوة تاريخ مصر والدولة العربية» تأليف السيد سفدج. تعريب سليم حسن افندى وعمر الاسكندري. (قررت وزارة المعارف تدريس هذا الكتاب بمدارسها الابتدائية) الجزء الثاني الطبعة الثامنة مط المعارف 1345 - 1926 ص 138 وفيه رسوم ¶ 63 - «عاصمة العراق» تقرير سنوي لادارة الصحة فى بغداد من عمل الدكتور سامي آل شوكت باشا بغداد ص 60 ¶ 64 - «عبرات الشرق على الزعيم المغفور له سعد زغلول باشا» - تاريخه فى أدوار حياته وأقوال الكتاب والشعراء في تأبينه تصنيف محمد إسماعيل البحيري مط السعادة 1927 - 1347 ص 398 مصور ¶ 65 - «عشرة أيام فى السودان» للدكتور محمد حسين هيكل رئيس تحرير السياسة. المط العصرية ص 218 (ذهب المؤلف مندوبا عن الصحافة العربية المصرية لحضور حفلة افتتاح خزان سنار التى أقيمت فى يناير 1926 فقضى عشرة أيام بين الخرطوم والجزيرة وكتب عن أحوالها) ¶ 66 - «عصبة الأمم» تاريخها وفلسفتها. تأليف الافوكاتو زكى سعيد البدرماني درس نظامها مع نصوص عقدها تعريبه. تحديد التسليح والتعاون العالمي ونظام",
            "page": "10",
            "part": "2"
        },
        {
            "hno": null,
            "id": "182",
            "nass": "الانتداب الدولي وغير ذلك - الجزء الأول مط عين شمس 1927 - 1345 ص 210 ¶ 67 - «عصر المأمون» للدكتور أحمد فريد رفاعى بك المفتش بوزارة الداخلية جزء 2 ¶ مط دار الكتب المصرية 1346 و1927 وسيصدر المجلد الثالث وبه يتم الكتاب ¶ 68 - «العمال التونسيون وظهور الحركة النقابية» لواضعه الطاهر الحداد ص 200 بمط العرب بتونس ¶ 69 - «غريغوريوس الحجار» متروبوليت عكا وحيفا والناصرة وسائر الجليل بقلم جميل البحري حيفا 1927 ص 22 ¶ 70 - «الفاشيزم» أو النهضة الايطالية الحديثة تعريب محمد محمود الكردي - حلب 1926 ¶ 71 - «فرنسا في لبنان» ترجمة الفس بولس عبود - بيروت 1921 ص 341 ¶ 72 - «فهرس خزانة الفاتيكان للكتب العربية عددها 275 كتابا» وضعه الاب تيسران مدير الخزانة - روما 1924 ¶ 73 - «فهرس الكتب العربية» الموجودة بالدار (دار الكتب المصرية) لغاية 1921 ¶ ويليه ملحق بالكتب الواردة للدار في سنتي 1922 و1923 والستة شهور الاولى من سنة 1923 الجزء الاول - مط دار الكتب 1342 - 1924 ص 573 و75 - «الثانى 1345 - 1926 ويشتمل على علوم اللغة العربية ص 260 - «الثالث 1345 - 1927 ويشتمل على الجزء الأول من فهرس آداب اللغة العربية ص 349 ¶ 74 - «في قلب نجد والحجاز» وهى رحلة إلى شبه الجزيرة العربية نشرته تباعا جريدة السياسة وقامت بطبعه ونشره مكتبه المنار بقلم محمد شفيق افندي مصطفى صحافي 1346 - 1927 ص 67",
            "page": "11",
            "part": "2"
        },
        {
            "hno": null,
            "id": "183",
            "nass": "75 - «قاموس لبنان» وضعه وديع افندي نقولا حنا. صاحب مجلة المعارف. مط السلام بيروت 1927 ص 263 ¶ 76 - «قرطجنة فى أربعة عصور» من العصر الحجري إلى الفتح الاسلامي للاستاذ أحمد توفيق المدني - نشرته جريدة النديم بتونس 1925 ص 175 ¶ 77 - «القصارى في نكبات النصارى» للاب اسحق أرملة - بيروت 1925 ص 504 ¶ 78 - «القلوب الكبيرة» وهو سلسلة من سير الرجال العظام - وضع الاستاذ اسبر الغريب صاحب مجلة الشمس بالدامور (لبنان) يطلب من ادارة مجلة الحارس في بيروت ¶ 79 - «قيصر وكليوبطره» تأليف الدكتور خليل سعاده بك - مط الفنون سان بلولو ص 383 ¶ 80 - «الكتاب الذهبي ليوبيل المقتطف الخمسينى» فيه ذكر الحفلات التى عقدت بمناسبة بلوغ مجلة المقتطف السنة الخمسين من عمرها - مط المقتطف 1927 ¶ 81 - «لمعة فى حياة الراهبة مريم بواردى الكرملية السورية» بقلم الاب يوسف الصايغ البولسي - حريصا 1924 ¶ 82 - «المجتمع التونسي على عهد الاغالبة» بقلم عثمان الكعاك أستاذ التاريخ بالمكتبة الخلدونية وعضو بالمجمع العلمي التونسي - مط العرب تونس ص 44 ¶ 83 - «مختصر التاريخ العام» لمحمد افندى عارف التوام - دمشق 1923 ص 158 ¶ 84 - «مختصر تاريخ سوريا ولبنان» للاستاذ عيسى ميخائيل سابا - المط السريانية بيروت 1927 ص 175 ¶ 85 - «مخطوطات الخزانة المعلوفية في الجامعة الأميركية» وهي وصف خمسمائة مخطوطة عربية وفارسية وتركية وسريانية ويونانية ابتاعتها الجامعة من عيسى اسكندر معلوف - المط الأدبية بيروت 1926",
            "page": "12",
            "part": "2"
        },
        {
            "hno": null,
            "id": "184",
            "nass": "86 - «مذكرات من زيارة دير طور سينا» دونها اللواء أحمد شفيق باشا مدير مصلحة الحدود المصرية في رحلة رحلها بالسيارات إلى شبه جزيرة سينا في يناير 1926 وطبعت بالمطبعة الأميركية ص 31 والصور 126 ¶ 87 - «مركز مصر الدولي» من الفتح العثماني إلى الوقت الحاضر. الفه بالالمانية وعربه الدكتور محمد أبو طائلة خريج جامعتي برلين ونيرنبرج - مط جريدة الصباح 1342 - 1924 ص 200 ¶ 88 - «مشاهدات سائح في الممالك الاوروبية» وفيه وصف لافخم المباني وأشهر الآثار والمعابد وبيان شامل لعادات سكان البلدان - وصف الاستاذ عبد الوهاب أبو العيون المدرس بمدرسة فؤاد الأول الثانوية مصر ... ! ¶ 89 - «مصر والنظم التأديبية» تأليف الدكتور علي حلمي بك حكيمباشى مصلحة السجون وممثل مصر في مؤتمر السجون الدولي بلندن - مط مصر 1927 ص 235 ¶ 90 - «المعارك الفاصلة فى التاريخ» تأليف حنا خباز - نشرته ادارة الهلال ¶ 1927 ص 216 ¶ 91 - «المنفلوطي» حياته أقوال الكتاب والشعراء فيه المختار من نثره المختار من شعره وضعه محمد محمد زكي الدين مط المحروسة ص 159 ¶ 92 - «المهاجرة اللبنانية» بقلم المحامي ميشيل شبلى - ص 80 ¶ 93 - «موجز التاريخ فى القرن التاسع عشر» يشتمل مقرر السنة الرابعة الثانوية تأليف محمود عابدين وحسن خليفة كلاهما مدرس بدار العلوم - المط الحديثة 1345 - 1927 ص 160 ¶ 94 - «موجز التاريخ العام للجزائر» منذ العصر الحجري إلى الاحتلال الفرنسي - تأليف عثمان الكعاك - نشرته مكتبة العرب بتونس 1344 ص 485 صغير ¶ 95 - «الموجز التاريخي» مقرر السنة الرابعة الثانوية تأليف هنري الشماع وكيل",
            "page": "13",
            "part": "2"
        },
        {
            "hno": null,
            "id": "185",
            "nass": "مدارس الاتحاد الوطني ببولاق مصر ويوسف فهمي أستاذ التاريخ والاداب بالازهر الشريف 1927 ومقرر السنة الثالثة الثانوية 1928 ¶ 96 - «نبوليون» تأليف هربرت فيشر وزير معارف انكلتره سابقا - ترجمة محمد نوفل مدير التعليم في مجلس مديرية الغربية ومحمد مصطفى زياده مدرس بالمدرسة العباسية الثانوية ... مصر ¶ 97 - «نشأة أديسون» ترجمة إبراهيم حسن محمد - يبحث في أيام الصبا لهذا المخترع العظيم ... ص 112 ¶ 98 - «النيل في عهد الفراعنة» لواضعه أنطون ذكري - أمين دار كتب المتحف المصري مط المعارف 1345 - 1926 ص 126 ¶ 99 - «وثائق تاريخية للكرسي الملكي الانطاكي» الاول: البطريرك مكسيموس الثالث مظلوم - 1779 - 1855 بقلم ابن أخيه الشماس توما المظلوم - عني بتعليق حواشيها الاب الياس اندراوس البولسي حريصا 1926 ص 110 ¶ 100 - «ولي الدين يكن» كاتا وشاعرا لاحمد ابن الخضر منسى وهي رسالة تاريخية في تحليل حياة المرحوم ولي الدين يكن - مط الاعتماد 1339 - 1921 ¶ 101 - «الوهابيون والحجاز» لمحمد رشيد رضا منشى ء المنار. وهو في استيلاء الملك عبد العزيز بن مسعود على الحجاز من الاشراف - المنار 1344",
            "page": "14",
            "part": "2"
        },
        {
            "hno": null,
            "id": "186",
            "nass": "القسم الثانى ¶ كتب الأدب ¶ 1 - في الأدب والشعر ¶ 102 - «أخبار الحمقى والمغفلين» لابي الفرج بن الجوزي - عن نسخة الخزانة الظاهرية ومقابلتها مع نسخة الأمير شكيب ارسلان - وفي مقدمته محاضرة الاستاذ الشيخ عبد القادر المغربي - مط التوفيق دمشق 1345 ص 172 ¶ 103 - «الأدب الجاهلي» *في الأدب الجاهلي ¶ 104 - «اظهار المكنون من الرسالة الجدية لابن زيدون» تأليف مصطفى عناني مفتش وزارة المعارف بمنطقة القاهرة طبعة ثانية منقحة - المط الرحمانية 1345 - 1927 ¶ 105 - «أعجب العجب من أحوال العرب» في ماضيهم المنيف وحاضرهم المخيف (أو) ¶ مظاهر رضا الجبار عنهم وغضب القهار عليهم في عظيم سيرتهم الغابرة وأليم حالتهم الحاضرة - نظم السيد عبد الحق حقي الاعظمي البغدادي الاستاذ في الكلية الاسلامية الكبرى بعليكده في الهند مفتتحة بمقدمة من قلم السيد مصطفى صادق الرافعي - مصر ص 32 كبير ¶ 106 - «أغاريد التلاميذ» تأليف أديب التقي - دمشق ... ¶ 107 - «الاغاني (كتاب)» لابي الفرج الاصبهاني - الجزء الأول بمط دار الكتب المصرية بعد مراجعته وتصحيحه وضبط غريبه وجميع أعلامه وبآخره فهرس أسماء الشعراء وأسماء الاعلام والقبائل وفهرس القوافي 1345 - 1927 ص 535 ¶ 108 - «أناشيد القمة والوادي» تأليف جورج مطر وهو شعر منثور في مواضيع مختلفة - مط الوطنية بيروت 1927 ص 110",
            "page": "15",
            "part": "2"
        },
        {
            "hno": null,
            "id": "187",
            "nass": "109 - «أنشودة الحب» تأليف تورجنيف - تعريب سليم قبعين - ص 56 ¶ 110 - «بلاغة العرب في الجزائر» تأليف عثمان الكعاك أستاذ التاريخ بالمدرسة الخلدونية وعضو بالمجمع العلمي التونسي - مكتبة العرب تونس ص 82 ¶ 111 - «تاريخ الأدب العربي» طبعة ثانية مط الاتحاد ¶ 112 - «تحفة الألباب» للشيخ محمد بن عبد الرحيم المعروف بأبى ساعد الاندلسي الغرناطي الملقب بشيخ عبد اللّه باعتناء غبريال فران في المجلة الاسيوية باريس ¶ 1925 ص 304 ¶ 113 - «تذكرة ابن حمدون» السياسة والآداب الملكية باعتناء مكتبة الخابحي - مط النهضة 1345 - 1927 ¶ 114 - «ترجمان الافكار» أو رسائل الاشواق. تأليف يوسف صفير صاحب مكتبة المدارس في بيروت - مط قوزما بيروت 1926 ص 144 ¶ 115 - «ثلاث رسائل للامام أبي الفتح عثمان بن جني (1) المقتضب من كلام العرب ¶ (2) ما يحتاج اليه الكاتب (3) عقود الهمز وخواص أمثلة الفعل - مصر 1334 ¶ 116 - «ثلاث رسائل» لابي عثمان بن بحر الجاحظ. (1) في الرد على النصارى ¶ (2) فى ذم أخلاق الكتاب (3) في القيان. عنى بنشرها يوشع فنكل - المط السلفية 1344 - 1326 ص 77 ¶ 117 - «الجداول» نظم ايليا أبي ماضي - مط مرآة الغرب نيويورك ص 112 ¶ 118 - «الجمل» للزجاجى (أبو القاسم عبد الرحمن 339) يحتوى نحو 150 بابا في معظم أبواب اللغة عني بنشره وتعليق حواشيه الاستاذ محمد بن أبي شنب - الجزائر 1927 ص 402",
            "page": "16",
            "part": "2"
        },
        {
            "hno": null,
            "id": "188",
            "nass": "119 - «الحب والجمال» أشعار منثورة وضعها المرحوم محمد عبد المنعم وهو في السادسة عشرة من عمره ص 144 ¶ 120 - «حديث الاربعاء» تأليف طه حسين - الجزء الثاني وهو يبحث عن الشعراء الغزليين - مط دار الكتب المصرية 1344 - 1926 ص 150 ¶ 121 - «حديث المائدة» نقله عن الانكليزية توفيق رويق - نقلته مجلة الزهرة الحيفاوية وطبع بمطبعتها 1927 ص 176 ¶ 122 - «الحديث المفيد مع الاستاذ الجديد» لنسيم افندى الحلو - أستاذ المدرسة الأميركية بصيدا - بيروت المط الأميركية 1927 ¶ 123 - «حديث النفس» وهو ديوان الفاضل على جلال بك الحسيني - مط السلفية 1345 ¶ 124 - «حماستة ابن الشجري» (ضياء الدين أبو السعادات هبة اللّه بن علي بن محمد بن حمزه العلوي الحسيني المعروف بابن الشجري) عني بنقله وتصحيحه فريتس كرنكو حيدر آباد الدكن 1345 ص 327 ¶ 125 - «خارج الحريم» لامين الريحاني - بيروت 1923 ص 137 ¶ 126 - «الدر المخزون في شرح رسالة ابن زيدون» عني بنشره أبو بكر محمد عليم والشرح لصلاح الدين الصفدي ص 348 ¶ 127 - «ديوان البهنساوي» للشاعر عمر مصطفى حسن البهنساوي - مصر 1927 ص 152 ¶ 128 - «ديوان التويجي» *فوائد الاحتبار ¶ 129 - «ديوان الحوماني» شاعر عصري - مط العرفان صيدا 1927 ص 208 ¶ 130 - «ديوان العاصي» تأليف أحمد افندى العاصي - مصر 1927 ص 120 ¶ 131 - «ديوان مهيار الديلمي» الجزء الثاني وعليه شروح لأحمد نسيم - مط دار الكتب المصرية 1345 - 1926 ص 373",
            "page": "17",
            "part": "2"
        },
        {
            "hno": null,
            "id": "189",
            "nass": "132 - «الروائع» سلسلة ابحاث فى الأدب ومنتخبات من أشهر أعلامه بقلم فؤاد افرام البستاني - بأجزاء متفرقة صدر منه 11 جزءا لغاية ديسمبر 1927 بمط اليسوعيين بيروت ¶ 133 - «رياض السرور فى رسائل البدور» جمع وتأليف محمد عبد الواحد كاتب أشغال قضائية أمام المحاكم الاهلية والمختلطة - مط الترقى الحديثة 1343 - 1925 ص 176 ¶ 134 - «سبيل السعادة» للقس الياس البكفاوي رئيس الناعمة اللبناني - اقتطفه من الفرنسية من تآليف الاب برتيه - مط الاجتهاد بيروت 1926 ص 383 ¶ 135 - «السعيديات» مجموعة شعر لسعيد أبي بكر التونسي وقد صدره السيد راجح إبراهيم بمقدمة فى تاريخ الأدب في بلاد تونس وفي نهضته الاخيرة - المط الاهليا تونس 1345 ص 140 ¶ 136 - «السنابل» وفيها مقالات أدبية ولغوية واجتماعية بقلم الخورى بطرس بستاني مط صادر بيروت 1927 ص 320 ¶ 137 - «شاعر فى طيارة» قصيدة فى 14 نشيدا لفوزي بن عيسى اسكندر معلوف - سانباولو البرازيل 1926 ص 14 ¶ 138 - «شعراء الجزائر فى العصر الحاضر» الجزء الأول يحتوى مختارات شعراء الجزائر وتراجمهم وصورهم مع شرح المفردات اللغوية لمؤلفه محمد الهادي الزاهري - مكتبة العرب تونس 1345 - 1925 ص 204 ¶ 139 - «الشوقيات» لاحمد شوقي بك - يحتوي على أشهر القصائد التى نظمها شوقى بك وقررت وزارة المعارف استعمالها فى المدارس - مط المعارف ص 115 ¶ 140 - «صهاريج اللؤلؤ» لمؤلفه محمد توفيق البكري - أعاد طبعه محمد الحجاج صاحب مكتبة بميدان الازهر - ص 388",
            "page": "18",
            "part": "2"
        },
        {
            "hno": null,
            "id": "190",
            "nass": "141 - «عدة الأدب» لواضعيه الاستاذين سليم الجندي ومحمد الداؤدي - طبع منه الجزء الثاني والثالث بدمشق 1345 ص 88 - 96 ¶ 142 - «عشاق الشرق والغرب» أدبي أخلاقي اجتماعي بقلم محمد فوزي دكتور في الفلسفة والآداب - مط التقدم 1346 - 1927 ص 193 ¶ 143 - «العيون» تأليف تاهور الشاعر الهندي ترجمة أنيس افندى الراسي - مط سانباولو (البرازيل) ص 32 ¶ 144 - «فوائد الاختبار» أو ديوان التويجي - من نظم الشيخ ملا خميس التويج ص 71 ¶ 145 - «في الأدب الجاهلى» للدكتور طه حسين - قال في مقدمته هذا كتاب السنة الماضية حذف منه فصل وأضيفت اليه فصول ... وهو خلاصة ما يلقى على طلاب الجامعة في السنتين الاولى والثانية من كلية الآداب طبع بعناية لجنة التأليف والترجمة والنشر - مط الاعتماد 1927 - 1345 ص 375 ¶ 146 - «القصيدة الغديرية في مدح خير البرية والعترة الزكية» نظم الفاضل محمود الحسيني - مط الشمس استانة 1341 ¶ 147 - «كشف الاسرار عن حكم الطيور والازهار».تأليف الشيخ العالم عز الدين ابن عبد السلام بن أحمد بن غانم المقدسي اعتنى بتصحيحه ونقله من اللغة العربية إلى اللغة الفرنساوية الفقير يوسف اليودورس غرسين بدار الطباعة السلطانية باريس 1921 ص 118 - 240 ¶ 148 - «كليلة ودمنة» مزين بخمس وثمانين صورة وعليه حواشي لحسن طباره ومصطفى لطفي المنفلوطي مصر 1344 - 1926 ص 314 ¶ 149 - «كليلة ودمنة» بشرح الاستاذ محمد حسن نائل المرصفي - مط الترقي ¶ 1927 ص 288",
            "page": "19",
            "part": "2"
        },
        {
            "hno": null,
            "id": "191",
            "nass": "150 - «لطائف المعارف لمواسم العام من الوظائف» للشيخ زين الدين بن رجب الحنبلى - مط عيسى الحلبي 1342 - 1924 ص 368 ¶ 151 - «ما تراه العيون» للمرحوم محمد بك تيمور بن أحمد باشا تيمور - أعاد طبعه محمود بك تيمور شقيق المؤلف المط السلفية 1927 ص 156 ¶ 152 - «مجموعة تخاميس» نظم الشيخ محمد فتحي بن عبد الواحد النظيفي وهي (1) تحفة الحاضر والبادي تخميس قصيدة البغدادي أى الاثريات وعليها تقريرات ¶ (2) العطفة الكنزية تخميس الهمزية (3) القلب الجريح تخميس بردة المديح ¶ (4) بلغة دار التهانى تخميس قصيدة أم هاني - مط احياء دار الكتب ¶ 1340 - 1922 ¶ 153 - «مجموعة شروح» للشيخ محمد فتحى المذكور وهي (1) المفحمات على الوتريات ¶ (2) الاخرزة الابريزية على القصيدة الهمزية (3) التطريز المليح على بردة المديح ¶ (4) تقرير في حل بعض الفاظ قصيدة أم هاني - دار احياء الكتب ¶ 1340 - 1922 ¶ 154 - «محاضرات في بيان الاخطاء العلمية التاريخية التي اشتمل عليها كتاب «في الشعر الجاهلي» للشيخ محمد خضري بك المفتش بوزارة المعارف - مط الشباب ¶ 1927 ص 85 ¶ 155 - «مختار الاغاني فى الاخبار والتهاني» وهو مختصر كتاب الاغانى لابي الفرج الاصبهانى تأليف جمال الدين محمد بن مكرم الانصاري الخزرجى الشهير بابن منظور صاحب لسان العرب - الجزء الأول من عشرين جزءا - المط السلفية ¶ 1345 - 1927 ص 176 ¶ 156 - «مذكرات سابا برنار» ترجمة علي افندى جنيدي ص 64",
            "page": "20",
            "part": "2"
        },
        {
            "hno": null,
            "id": "192",
            "nass": "157 - «مقامات أبى الفضل بديع الزمان الهمذاني» بشرح محمد محيى الدين عبد الحميد المط الازهرية 1342 - 1923 ص 480 ¶ 158 - «المقتطفات» فى الأدب والفلسفة والاجتماع والحكم والنوادر والامثال لجامعها حبيب زيدان جزء 3 بمجلد واحد عنيت بنشرها مكتبة زيدان العمومية 1927 ص 478 ¶ 159 - «ملوك الشعر في الدولة العباسية» وهى مجموعة مختارة من أجود كلام الفحول من شعراء العرب في العصر العباسى وضع عثمان شاكر - مط النهضة 1927 ¶ 1345 ص 200 ¶ 160 - «مملكة الخيال» مقالات لجبران خليل جبران اختارها عثمان شاكر - مط النهضة بمصر ¶ 161 - «مناجاة أرواح» لجبران خليل جبران - مط الشباب 1927 ص 176 ¶ 162 - «المنتخب من شعر أبي شادى» ص 124 ¶ 163 - «نهاية الارب في فنون الأدب» لشهاب الدين أحمد بن عبد الوهاب النويري السفر السادس فى الملك وما يشترط فيه وما يحتاج اليه - مط دار الكتب المصرية ¶ 1345 - 1926 ص 315 ¶ 164 - «نهج البلاغة» للامام أمير المؤمنين على ابن أبي طالب - طبعة جديدة جزء 2 ¶ بمجلد واحد 1926 ¶ 2 - فى التربية والاجتماع وتهذيب الاخلاق والحكمة والفلسفة والدروس ¶ 165 - «الاخلاق والواجبات» في التربية الاخلاقية والاجتماعية للشيخ عبد القادر المغربي الجزء الثاني «البينات» المط السلفية 1344 ص 318 - الجزء الأول منه ص 230 ¶ 166 - «البناية الحرة» للاستاذ أحمد أبي شادي ص 155",
            "page": "21",
            "part": "2"
        },
        {
            "hno": null,
            "id": "193",
            "nass": "167 - «التربية فى أميركا ومقارنتها بالتربية عند الامم الاوروبية» محاضرة أحمد فهمي العمروسي بك - مدير البعثة العلمية بفرنسا وعضو مجلس النواب سابقا المط العصرية ¶ 1925 ص 63 ¶ 168 - «تربية الذوق السليم وأثر الفنون الجميلة فيها» محاضرة القاها أحمد فهمي المذكور على ملأ من كبار رجال التعليم بمؤتمر التعليم الأول المنعقد في يوليو 1925 ¶ بمدينة القاهرة محلى بالرسوم - مط النهضة ص 32 ¶ 169 - «التطبيق الحديث» للاستاذ حسن عبده وكيل مدرسة رقي المعارف بالقاهرة ص 34 ¶ 170 - «تهذيب الاخلاق» للجاحظ - نشره محمد كرد على مط الروم الارثوذكس دمشق 1342 - 1924 ص 60 ¶ 171 - «تهذيب الاخلاق والعلوم الاجتماعية الوطنية» بقلم الخوري أنطون يمين - مط قوزما بيروت 1927 ص 125 ¶ 172 - «الحب والزواج» تأليف الاستاذ نقولا حداد - يبحث فى العشق ودولة الحب والحب غير الجنسي وحب الهمج وزواجهم وغير ذلك - المط العصرية 1926 ص 93 ¶ 173 - «خطاب في الاعتماد على النفس» القى هذا الخطاب الدكتور سليمان غزاله وهو يبحث في الاعتماد على النفس وضرورة المطامح والكفاح في الحياة ونحو ذلك دار الطباعة الحديثة بغداد 1927 ص 80 ¶ 174 - «الدروس الحديثة» لانيس المقدسي - كتاب مطالعات - الطبعة الخامسة بيروت 1925 ¶ 175 - «ذخائر المحفوظات» للمذكور الطبعة الرابعة - مط الأدبية بيروت 26، ¶ 176 - «الرحلة العلمية لناظرات المدارس الأميرية» تأليف السيدة أنيسة عزمي - قصد فيها رحلة قامت بها الناظرات إلى أوروبا سنة 1926 فأجملت ذلك في 100 صفحة",
            "page": "22",
            "part": "2"
        },
        {
            "hno": null,
            "id": "194",
            "nass": "177 - «رسم المجسمات» لتلاميذ المدارس الثانوية - تأليف الاستاذ صبحي تا درس مدرس الرسم بالمدرسة العباسية الثانوية - يحتوي على رسوم كثيرة وبه 140 صفحة كبيرة ¶ 178 - «روح الماسونية» خطبة القاها أحمد زكي أبو شادي عن فضائل الماسونية - المط السلفية ص 100 ¶ 179 - «سر النجاح» للمرحوم الدكتور يعقوب صروف - طبعة رابعة بمط المقتطف ¶ 1922 وقد نقح وأضيف اليه أمثلة كثيرة ص 326 ¶ 180 - «سعادة المرأة» تأليف الآنسة جميلة محمد العلايلي - القسم الأول يختص بالطبخ والثانى الغسيل والتنظيف مصر 1927 ص 245 ¶ 181 - «صيد الخاطر» للامام أبي الفرج بن الجوزى مصر 1345 - 1927 ¶ 182 - «الطريقة السنية في تعليم اللغة العربية» تأليف عبد اللّه عبد الرحيم وعثمان بن محمد من معلمي المدارس في جزر الهند الهولندية - مصور - جاوه ص 121 ¶ 183 - «فلسفة ابن رشد» يحتوي على كتاب فصل المقال والكشف من مناهج الادلة لابن رشد ويليها الرد على فلسفة ابن رشد لابن تيمية ... ص 143 ¶ 184 - «ماهية النفس ورابطتها بالجسد» لميخائيل يوسف تيسي - بغداد 1922 ص 132 ¶ 185 - «مبادى ء دروس اللغة العربية» للشيخ محمود يونس السومطري الاندلسي أحد علماء الازهر ص 64 ¶ 186 - «مذكرات في التربية الوطنية» تأليف يوسف نجيب بك - مط التوفيق ص 216 ¶ 187 - «المرأة وآراء الفلاسفة» صنفه حسين فوزي بوزارة المعارف العمومية - أهداه مؤلفه إلى السيدة الفاضلة هدى هانم شعراوي - مط عطايه 1925 -  ¶ 1344 ص 157",
            "page": "23",
            "part": "2"
        },
        {
            "hno": null,
            "id": "195",
            "nass": "188 - «المرأة الحديثة وكيف نسوسها» للاستاذ عبد اللّه حسين - المط العصرية 1927 ص 265 ¶ 189 - «المرأة في التمدن الحديث» تطور القضية النسائية على وجه عام منذ القرون الوسطى حتى الآن لمؤلفه محمد جميل بيهم - بيروت 1927 - 1345 مط السلام ص 280 ¶ 190 - «مشاهد الحياة» بقلم اسكندر الخوري البتجالي (شعر) الجزء الاول: أورشليم ¶ 1927 ص 303 ¶ 191 - «مملكة الجمال» لمحمود علي قراعة - الجزء الثالث مصر 1927 ص 80 ¶ 192 - «معنى الزواج» تأليف ج سبلار وترجمة محمد عبد العزيز الصدر - يبحث عما يجب أن يعرفه الشاب أو الفتاة عن الزواج - ص 123 ¶ 193 - «المنهاج القويم فى أصول التربية والتعليم» للاستاذ محمد الصاوي - الجزء الاول - مط القاهرة ص 142 ¶ 194 - «المنهج الحسن فى اسعاد الوطن» للقس مبارك الديراني الراهب اللبناني - مط الاجتهاد 1927 ص 524 ¶ 195 - «منهج الحق والوفاق في الزواج والهجر والطلاق» للقس اسكندر حداد ص 244 ¶ 196 - «نقدات كناس الشوارع» لميخائيل يوسف تيسي - جزء 3 بغداد 1922 ¶ 197 - «الوضعية في الحكمة الخلقية» لمؤلفه سليمان غزاله - الكتاب التاسع والعاشر والحادي عشر - (أنظر الجزء الأول من جامع التصانيف رقم 603) ¶ 198 - «اليوم والغد» تأليف سلامه موسى - معظم فصول الكتاب في النفسولوجية (1) ¶ المط العصرية ص 259 ¶ __________ ¶ (1) انظر نقد هذا الكتاب فى مجلة المشرق 25 - 959",
            "page": "24",
            "part": "2"
        },
        {
            "hno": null,
            "id": "196",
            "nass": "3 - قصص وروايات ¶ 199 - «آلام ورتر» للشاعر الفيلسوف جوت الالمانى - نقله عن الافرنسية أحمد حسن الزيات - مدرس بالجامعة الأميركية بالقاهرة - مط الاعتماد 1342 -  ¶ 1922 ص 208 ¶ 200 - «ابنة الملوك» قصة مصرية تاريخية للاستاذ محمد فريد أبي حديد ص 435 ¶ 201 - «أحاديث وقصص» مجموعة قصص تقع في 14 صفحة تأليف حسين افندي مسعودي ¶ 202 - «احسان» لاحمد زكي أبي شادي. مغنأة (أوبرا) مصرية نظمها المؤلف في نحو 200 بيت قسمها إلى ثلاثة فصول - المط السلفية 1345 ¶ 203 - «الاحلام» قصة اجتماعية خيالية. مزينة بالرسوم (شعرية) تأليف شفيق معلوف - مط انجليل بيروت 1926 ص 49 ¶ 204 - «أهوال الاستبداد» رواية - تأليف الكونت الكسي تولستوي - تعريب الاستاذ خليل بيدس المط العصرية 1924 ص 433 ¶ 205 - «الأميرة المصرية» أو فتح مصر القديم - ترجمها عن الانكليزية الاستاذ أحمد فهمي أبو الخير. وهي تمثل دخول الفرس في مصر فى عهد الملك ابسامتيك - أعيد طبعه في ص 510 ¶ 206 - «البرج الشمالي» رواية تمثيلية ذات ثلاثة فصول. تعريب الاستاذ يوسف افندي الفاخوري أستاذ الخطابة ومدير الدروس العربية فى مدرسة الفرير بطرابلس شام حريصا 1926 ص 68 ¶ 207 - «البركة بعد اللعنة» رواية لبنانية عصرية بقلم الخوري مارون غصن - المط الكاثوليكية بيروت 1927 ص 96 ¶ 208 - «پول دى سويف الفاجرة» رواية نقلها عن الافرنسية الاستاذ توفيق عبد اللّه ونشرها الياس أنطون الياس بالمط العصرية 1927 ص 82",
            "page": "25",
            "part": "2"
        },
        {
            "hno": null,
            "id": "197",
            "nass": "209 - «حبيس بحيرة قادس» للاب هنري لامنس - معربة بقلم المرحوم رشيد الشرتوبي طبعة ثانية 1927 ص 224 ¶ 210 - «الذبائح» مأساة في أربعة فصول للاستاذ أنطون يزبك - مكتوبة بالعامية المصرية ¶ 211 - «الذكرى الخالدة» مجموعة أربع روايات تمثيلية هزلية بقلم الاخ سارو فيم فيكتور ¶ (رشيد عطا اللّه اللبباني) وهو من أخوة المدارس المسيحية - المط الكاثوليكية بيروت 1927 ص 167 ¶ 212 - «رجا ويأس» مأساة نثرية شعرية ذات مقدمة وثلاثة فصول للاستاذ يوسف فاخوري - حوادثها فى بافاريا في القرن الخامس عشر - حريصا (لبنان) 1927 ¶ 213 - «رحلة اسحق الاقدم» أو اليهودي المتجول - بقلم عبده الشامي بمدرسة الفرير مط الشباب 1927 - 1325 ص 107 ¶ 214 - «رفائيل خزامي» قصة أدبية وضعها المرحوم المطران جرمانس معقد - حريصا ¶ (لبنان) ص 107 ¶ 215 - «رواية المتوالي الصالح» قصة أدبية تاريخية تأليف وديع أبي فاضل - ص 103 ¶ 216 - «روايه مصرع قيصر روسيا وعائلته» مأساة تاريخية أدبية ذات خمسة فصول بقلم أسمي الطوبي - المط الوطنية عكا 1925 ص 68 ¶ 217 - «رواية الملكين» مغناة (أوبرا) ذات ثلاثة فصول - تأليف الخوري مارون غصن - الموسيقى لوديع صبرا - المط الكاثوليكية 1927 ص 30 ¶ 218 - «الزباء» أو زينوبيا - أوبرا وضعها الدكتور أحمد زكى أبو شادي ص 88 ¶ 219 - «سخرية الناي» للاستاذ محمود طاهر لاشين - مجموعة قصص نشرت فى جريدة الفجر فى سنتي 1925 - 1926 - مط الشباب ص 184 ¶ 220 - «سقوط ملاك» أو الهة لبنان. تأليف لامرتين تعريب الياس أبي شبكه - مط صادر بيروت 1627 ص 200",
            "page": "26",
            "part": "2"
        },
        {
            "hno": null,
            "id": "198",
            "nass": "221 - «الشيخ الهائل أو انقاذ الأمير» رواية تمثيلية ذات ثلاثة فصول - تعريب الخوري مارون غصن - مط جدعون بيروت ص 48 ¶ 222 - «الضعفاء» كتاب روائي أخلاقى اجتماعي - يحتوي على سبع قصص اجتماعية مؤثرة للاديب الكاتب يوسف افندى هرمز - المط الوطنية فى البصرة ¶ (عراق) 1927 ¶ 223 - «الطبيب الطريد» للدكتور طانيوس افندى أبي ناضر بيروت 1920 ص 191 ¶ 224 - «عشاق فينيسيا» تأليف ميشل زيفاكو تعريب المرحوم طانيوس عبده - بمجلدين صفحاتها 580 - (ذكرته مجلة الهلال في يناير 1928) ¶ 225 - «غادة الكاميليا» تعريب نقولا افندى بسترس - نشرتها مجلة منرفا 1924 ص 128 ¶ 226 - «غذاء شهر» تأليف جبران مسوح - أدبي فكاهي انتقادي ص 160 ¶ 227 - «الكاهن أو انتقام شريف» رواية تمثيلية ذات مقدمة وثلاثة فصول - نشرتها مجلة الشرق 1926 ¶ 228 - «الكونت والمركيز والدوك المحتالين والعميان الشحاذين» بقلم الخور فسقفوس يوسف رباني - مط حريصا 1926 ص 32 ¶ 229 - «مروضة الاسود» قصة تاريخية أدبية لفقيد الأدب طانيوس عبده - المط العصرية ص 152 ¶ 230 - «مها» قصة غرامية شرقية - وضعها نظما أحمد زكي أبو شادي - كانت نشرتها مجلة المصور منثورة للاستاذ جاماتي - المط السلفية 1926 ص 100 ¶ 231 - «نبية لبنان» أو ملك فينيقيا الجديد. بقلم نقولا حداد. قصة وقعت في لبنان في سنى الثورات بين 1840 و1860 وبطلاها فتى مسيحي وفتاة درزية - طبعت بمجلة السيدات والرجال شبرا 1927 ص 155 ¶ 232 - «النفس الحائرة» قصة اجتماعية غرامية للاستاذ فريد حبيش - المط العصرية ص 248",
            "page": "27",
            "part": "2"
        },
        {
            "hno": null,
            "id": "199",
            "nass": "القسم الثالث كتب اللغة والمعاجم ¶ 233 - «أستاذ العبرية» لمراد فرج المحامي - مط صمويل رحمين 1925 ¶ 234 - «انتقاد كتاب الكنز فى اللغة العبرانية» والانتقاد لمراد بك فرج - مصر ¶ 235 - «البستان» معجم لغوى تأليف الشيخ عبد اللّه البستاني اللبناني - الجزء الأول بالمط الأميركية بيروت 1927 ص 1381 ¶ 236 - «تكميل الشروحات في قواعد كتابة الهمزات» أوفى وأصح شرح فى قواعد كتابة الهمزة تأليف القمص عبد المسيح صليب المسعودي - مط عين شمس ¶ 1925 ص 99 ¶ 237 - «تهذيب الاسماء واللغات» لابي زكريا محيى الدين بن شرف النواوى - القسم الأول بادارة المطبعة المنيرية 1927 ص 352 ¶ 238 - «الجمل» للزجاجى أنظر رقم 118 بقسم كتب الأدب ¶ 239 - «كتاب الحلى للقزاز» بتصحيح وتعليقات الفاضلين الشيخ طاهر النعسان واحمد قدرى الكيلاني - مط العرفان صيدا 1341 - 1922 ¶ 240 - «قاموس انكليزى عربي»؟ فى العلوم الطبية (ذكره مقتطف فبراير سنة 1925) ¶ 241 - «كتاب الوجوه فى اللغة» *مختصر كتاب الوجوه ¶ 242 - «كفاية المتحفظ فى اللغة» تأليف الشيخ الامام أبى الحق إبراهيم بن إسماعيل الطرابلسي المعروف بالاجدابى. ص 71 ويليه مختصر كتاب الوجوه في اللغة للامام محمد بن أحمد بن يوسف بن عبد اللّه الخوارزمي ص 111 ويليه كتاب المذكر والمؤنث للامام أبى زكريا يحيى بن زياد المشهور بالفراء ص 45 عني بتصحيحها وشرحها مصطفى أحمد الزرقا - المط العلمية حلب 1345",
            "page": "28",
            "part": "2"
        },
        {
            "hno": null,
            "id": "200",
            "nass": "243 - «الكنز» في قواعد اللغة العبرية تأليف الدكتور محمد بدر - قررت وزارة المعارف تدريس هذا الكتاب في القسم العالي بمدرسة دار العلوم - مصر 1926 (1) ¶ 244 - «المذكر والمؤنث» *كفاية المتحفظ رقم 242 ¶ 244 - «مختصر كتاب الوجوه» وهو في الالفاظ المشتركة - أنظر كفاية المتحفظ رقم 242 ¶ 245 - «المعتمد» فيما يحتاج اليه المتأدبون والمنشئون من متن اللغة العربية - وهو قاموس مختصر ألفه جورجي شاهين عطيه وأوضحه بكثير من الصور - مط صادر بيروت ¶ 7 - 1926 ص 1018 ¶ 246 - «المنذر (كتاب)» إلى المجمع العلمى العربى هو كتاب للشيخ إبراهيم المنذر ليكون أحد أعضاء المجمع العلمى العربى بدمشق. أشار فيه إلى كثير من الاغلاط التى تشوه كتابات بعض الأدباء مط السلام بيروت 1927 ص 92 ¶ __________ ¶ (1) انظر رقم 234 انتقاد كتاب الكنز",
            "page": "29",
            "part": "2"
        },
        {
            "hno": null,
            "id": "201",
            "nass": "القسم الرابع كتب دينية اسلامية وما يتفرع منها ¶ 247 - «الآيات البينات» مجموعة مقالات دينية في رد شبه الوهابيين وبعض المبادي ء المادية وأصول البابية لمؤلفه الشيخ محمد الحسين آل كاشف الغطا النجفى - النجف 1345 ¶ 248 - «الاجوبة السهروردية» لمؤلفه أبى البركات الشيخ محمد صالح وهو كتاب تعرض فيه لمهام المسائل المبتلى بها كالسفور والحجاب ولبس القبعة وعذاب القبر وغيرها - مط النجاح بغداد 1927 ص 31 ¶ 249 - «اذكار الحقوق والرهون» من الجامع الكبير في الشروط لابي جعفر أحمد بن سلامة الطحاوى الحنفى باعتناء الاستاذ يوسف شخت الالمانى - طبع على نفقا كلية هيدلبرج - هيدلبرج 1927 ¶ 250 - «الارشاد إلى سبيل الرشاد» للشيخ محمد العربى بن قشوط من علماء الجزائر اقتصر فيه على ما تمس اليه الحاجة من الطريق القديم وتعرض فيه للرد على زكى مبارك فى كتابه عن الغزالي - تونس 1345 - 1926 ¶ 251 - «ارشاد الفحول إلى تحقيق الحق من علم الاصول» للقاضى محمد بن علي بن محمد الشوكانى وبهامشه شرح الشيخ أحمد بن قاسم العبادى الشافعى على شرح الشيخ جلال الدين محمد بن محمد المحلى الشافعى على الورقات في الاصول للامام عبد الملك ابن عبد اللّه الجوينى الشافعى (478) ادارة الطباعة المنيرية 1346 ص 56 ¶ 252 - «الارشادات الربانية بالفتوحات الالهية من فيض الحضرة الاحمدية التيجانية التي تلقاها الشيخ على حرازم بن العربى برادو المغربي الفاسى التيجاني من شيخ",
            "page": "30",
            "part": "2"
        },
        {
            "hno": null,
            "id": "202",
            "nass": "أبي العباس التيجاني على متن الهمزية فى مدح خير البرية للامام شرف الدين أبي عبد اللّه محمد البوصيرى - مط المعاهد 1344 ص 151 ¶ 253 - «الاسلام الصحيح» تأليف السعيد بن محمد الشريف من علماء الجزائر - مط المنار ص 124 ¶ 254 - «أعاجيب الاكاذيب» كتاب يبحث في رد شبه المبشرين ودحض اعتراضاتهم لمؤلفه عبد اللّه العربي - المط الحيدرية النجف 1345 (يبذل مجانا) ¶ 255 - «اكمال المنة باتصال سند المصافحة المدخلة للجنة» للشيخ محمد حبيب اللّه الشنقيطي مط المعاهد 1345 - 1926 ¶ 256 - «أنفع الوسائل في تحرير المسائل» *الفتاوى الطرسوسية ¶ 257 - «ايضاح الاسرار المصونة في الجواهر المكنونة» فى صدق الفرائض المسنونة لسيدي أحمد بن سليمان الجزولي الرسموكي - مط المعاهد 1344 ص 254 ¶ 258 - «ايقاظ الاعلام لوجوب اتباع رسم المصحف الامام» للاستاذ الشيخ محمد حبيب اللّه الشنقيطى مط المعاهد 1345 ¶ 259 - «بديعة الغرر في أسافير الأئمة القراء الاربعة عشر» للشيخ محمد المتولي شيخ المقاري ء المصرية سابقا - مط الاتفاق 1341. (ضمن مجموعة) ¶ 260 - «البينات فى الدين والاجتماع والأدب والتاريخ» تأليف الشيخ عبد القادر المغربي - المط السلفية 1927 - 1344 - الجزء الثانى ص 314 وفي مقدمته ترجمة المؤلف لصاحب المنار ¶ 261 - «التذكرة لاحياء مجد العترة الخيره» تاليف السيد هبة الدين الشهرستانى - مط دار السلام بغداد 1320 وفي جاوه مع ترجمته بلغة الملايو 1345 ¶ 262 - «الترغيب والترهيب» للمنذري وهو الامام زكى الدين أبو محمد عبد العظيم",
            "page": "31",
            "part": "2"
        },
        {
            "hno": null,
            "id": "203",
            "nass": "ابن سعد المنذرى (656) فى الحديث - أعادت طبعه فى 4 أجزاء دار احياء العلوم 1927 ¶ 263 - «تسهيل الوصول إلى علم الاصول» للشيخ محمد عبد الرحمن عيد المحلاوى الحنفى القاضي بالمحكمة العليا الشرعية بمصر - مط مصطفى البابى الحلبي 1341 ¶ 264 - «التعريف بالنبى والقرآن الشريف» للسيد محمد الببلاوى - تعرض فيه للكلام على نزول القرآن على سبعة أحرف - مط دار الكتب المصرية 1245 - 1927 ¶ 265 - «تفسير البيضاوى» المسمى أنوار التنزيل وأسرار التأويل - طبع بهامش المصحف الشريف التزام محمد على صبيح 1344 - 1926 ص 845 ¶ 266 - «تفسير القرآن الحكيم» للاستاذ السيد محمد رشيد رضا منشي ء مجلة المنار ضمنه تفسير الامام الشيخ محمد عبده الذى نقله عن انشاء درسه عليه في الازهر وزاد عليه زيادات جوهرية عظيمة الفائدة مط المنار - 1927 ص 520 ¶ 267 - «التفتيش عن موانع حلق اللحية» لهبة الدين الشهرستاني - النجف 1340 ¶ وفي تبريز 1342 ¶ 268 - «التنبيه في تحريم التشبيه» لهبة الدين الشهرستانى - مط دار السلام بغداد 1340 ¶ 269 - «تنوير الحوالك شرح موطأ مالك» للجلال السيوطى - جزء 2 مط دار احياء الكتب 1343 ¶ 270 - «تيسير الوصول إلى جامع الاصول من حديث الرسول» لابي عبد اللّه بن عبد الرحمن الشيباني الشهير بابن الديبع - أعادت طبعه المط السلفية بأربع مجلدات ¶ 1346 ¶ 271 - «ثبت الشيخ الأمير الكبير» وعليه اجازة به للاستاذ حبيب اللّه الشنقيطى مط المعاهد 1345 ¶ 272 - «الجواهر فى تفسير القرآن الكريم» للشيخ طنطاوى جوهرى صدر منه",
            "page": "32",
            "part": "2"
        },
        {
            "hno": null,
            "id": "204",
            "nass": "الجزء الرابع بمطبعة مصطفى البابي الحلبي 1343 ص 262 والخامس 204 ¶ السادس 192 ¶ 273 - «الجواهر الزكية فى الخطب المنبرية» للشيخ محمد زكى الدين سند - مط المليجية 1345 ¶ 274 - «حاشية الشيخ علي الصعيدي العدوي» على كفاية الطالب الرباني لرسالة ابن أبي زيد القيرواني تأليف العلامة على أبى الحسن المولود سنة 758 - المط الازهرية ¶ 1344 - 1926 ¶ 275 - «حسن السمعة في خطب الجمعة» للشيخ عبد الصمد بن أحمد الحسينى السنان مط الشرف 1343 ¶ 276 - «حكم هيئة كبار العلماء» في كتاب الاسلام وأصول الحكم وحكم تأديب مجلس القضاة الشرعيين في وزارة الحقانية يفصل مؤلفه من انقضاء الشرعى - يوزع مجانا من المكتبة السلفية ص 40 ¶ 277 - «خديجة أم المؤمنين» للسيد عبد الحميد الزهراوي - أعادت طبع هذا الكتاب مكتبة المنار 1927 م ¶ 278 - «الخراج» لابي يوسف يعقوب بن إبراهيم بن حبتة الانصاري - صاحب أبي حنيفة - أعادت طبعه المكتبة السلفية 1346 بعد مقابلتها على نسخة خطية مودعة بالخزانة التيمورية ¶ 279 - «خلاصة السيرة المحمدية» للشيخ رشيد رضا صاحب مجلة المنار - مشكولة ومشروحة بالتعاليق والاسانيد - مط المنار 1927 ص 72 ¶ 280 - «الخلاصة النافعة العلية المؤيدة بحديث الرحمة المسلسلة بالاولية» للاستاذ الشيخ محمد حبيب اللّه الشنقيطي ويليه أرجوزة له اسمها النصائح الدينية - مط المعاهد ... ¶ 281 - «دفع شبهة التشبيه والرد على المجسمة ممن ينتحل مذهب الامام احمد» للامام",
            "page": "33",
            "part": "2"
        },
        {
            "hno": null,
            "id": "205",
            "nass": "جمال الدين أبي التبع بن الجورى الحنبلى - عنى بشرحه حسام الدين القدسي - مط الترقى دمشق 1345 ص 84 ¶ 282 - «الدلائل عن المسائل» سلسلة سؤالات مهمة متنوعة بأجوبتها المقنعة تحل مشكلات العلوم بلسان الدين وتسلك سبل الدين لضياء العلم بقلم السيد هبة الدين الشهرستاني - الجزء الأول مط النجاح بغداد 1926 ص 93 ¶ 283 - «الدين الاسلامي» للاساتذة الشيخ حسن منصور والشيخ عبد الوهاب خير الدين والشيخ مصطفى عنانى - طبع منه الجزء الاول - مط الرحمانية 1346 ¶ 284 - «الرد على الوهابية» رسالة صغيرة الحجم تحتوى الردود الدينية والعقلية على مذهب الوهابيين وارتكابهم الفظائع التى أجروها في بلاد اللّه المقدسة للشيخ محمد علي الغروى الاورمهادي المط العلوية النجف 1345 ¶ 285 - «رسالة الاوراق البغدادية» لمؤلفها السيد إبراهيم الراوي الرفاعي المدرس بجامع السيد السلطان على. وهي رسالة دينية تتضمن ما جاء به الوهابيون من المنكرات والرد عليهم - مط النجاح بغداد 1245 ص 21 ¶ 286 - «الرسالة لذوى الألباب ليعلموا حق العترة والكتاب» للسيد أحمد بن زين العابدين بن الحسين الجوينى العلوي - الطبعة الثانية في جاوه قوسي ¶ 287 - «رفع الاغلاق عن مشروع الزواج والطلاق» للشيخ محمد بخيت - المط السلفية 1345 ¶ 288 - «رفع الحجب المستورة في محاسن المقصورة» شرح القاضي أبو القاسم محمد بن أحمد الغرناطي (760) على قصيدة مقصورة الامام أبي الحسن حازم بن حازم الانصارى القرطاجينى - جزء 2 مط السعادة 1344 ص 199 وص 184 ¶ 289 - «الروضة السندسية فى الاسماء الادريسية السهروردية» للشيخ محمد التونسى - مط العلوم المصرية 1341",
            "page": "34",
            "part": "2"
        },
        {
            "hno": null,
            "id": "206",
            "nass": "290 - «سبيل الرشاد» فى الدين والتاريخ والاخلاق - للاستاذ الشيخ محمد صالح بشاش المدرس بالمعارف السودانية - مط الرحمانية 1345 ¶ 291 - «السنن الكبرى» للامام البيهقى أحمد بن الحسين بن على - حيدر آباد الدكن 1344 ¶ 292 - «سور الشريعة في انتقادات نظريات أهل الهيئة والطبيعة» للسيد إبراهيم الراوي الرافعي - المط العربية مصر 1342 ص 66 ¶ 293 - «شرح الفاظ الواقفين والقسمة على المستحقين» للامام يحيى ابن محمد الرعينى المعروف بالحطاب (فقه مالك) مط العرب تونس 1341 ¶ 294 - «شرح السمنودى (و هو الشيخ محمد بن حسن السمنودى) على الدرة المضيئة في القراآت الثلاث المرضية» للشيخ محمد بن محمد الجزرى الشافعي - مط التقدم مصر 1342 ¶ 295 - «صور المفاوضات بين سلطان نجد وجمعية خدام الحرمين» (ذكرته مجلة الهلال مارس 1927) ¶ 296 - «الطب النبوى» لابن قيم الجوزية - المط العلمية حلب 1346 - 1927 ¶ 297 - «عدة الصابرين وذخيرة الشاكرين» لابن قيم الجوزية - تكلم فيه عن الايمان وقسمه إلى قسمين الصبر والشكر - مط السلفية 1340 ¶ 298 - «الفتاوي الطرسوسية» أو أنفع الوسائل في تحرير المسائل - لابن عبد الصمد الطرسوسي صححه وراجعه مصطفى خفاجى المدرس بمدرسة القضاء الشرعى بالقاهرة ¶ 299 - «الفتوحات الربانية في تفضيل الطريقة الشاذلية» تأليف العارف بالله محمد بن محمد بن مسعود الفاسي الشاذلي - مط المعاهد 1340 ¶ 300 - «الفلك المشحون فيما يتعلق بانتفاع المرتهن بالرهون» (فقه حنفي) لابى الحسنات السيد محمد عبد الحي اللكنوى الانصارى - مط المعاهد 1340",
            "page": "35",
            "part": "2"
        },
        {
            "hno": null,
            "id": "207",
            "nass": "301 - «الفيوضات الربانية في اجازة الطريقة السنوسية الاحمدية الادريسية» وهو ثبت السيد أحمد الشريف السنوسي - استنبول 1342 ¶ 302 - «القرآن والعلوم العصرية» للاستاذ طنطاوي جوهري - مط عيسى الحلبى 1344 ¶ 303 - «القوانين الفقهية» للعلامة ابن جزى محمد ابن أحمد بن عبد اللّه الغرناطى ¶ (المتوفى سنة 741) تونس 1341 - 1926 ¶ 304 - «القول الجامع فى الكشف عن شرح مقدمة جمع الجوامع» للجلال المحلي - تأليف الشيخ محمد حسنين بن محمد مخلوف العدوى المالكي (أصول الفقه) مط السعادة 1341 ¶ 305 - «القول الوثيق في الرد على أدعياء الطريق» (في الذكر وغيره) للمؤلف المذكور - مط المعاهد 1344 ¶ 306 - «مباحث في القرآن والحديث» الاخلاق والايمان - الاخلاق والعبادات الخ للشيخ عبد القادر المغربى الطرابلسي - المط السلفية 1344 ص 227 ¶ 307 - «مجموع قصائد المسمى نعمة رب العالمين في خدمة خير العالمين» لمولانا الشيخ أحمد بن محمد حبيب اللّه المشهور بالشيخ بنبا - مط المعاهد 1345 - 1927 ص ¶ 251 وبأوله ترجمة الناظم ¶ 308 - «مجموعة» تأليف الشيخ عبد الواسع الواسعى من علماء اليمن في القرنية بها ¶ (1) المختصر في ترخيص وترهيب حديث سيد البشر جمعه من كتاب المنذرى والاحياء وغيرهما (2) اللطائف البهية شرح الاربعين حديث السيلقية وهى الودعانية ¶ (3) البدر المزيل للحزن فى فضل اليمن ومحاسن صنعاء ذات المنن - مط التضامن الاخوى 1345 ¶ 309 - «مختار ايقاظ الغرب للاسلام» أصله بالانكليزي للورد هدلي ذكر به اسلامه",
            "page": "36",
            "part": "2"
        },
        {
            "hno": null,
            "id": "208",
            "nass": "ومدح الشريعة الغراء وترجمه إسماعيل حلمى البارودى أتمه سنة 1341 - مط الجريدة التجارية بالاسكندرية 1924 ¶ 310 - «المختارات الفتحية في تاريخ التشريع الاسلامي وأصول الفقه» للشيخ أحمد أبي الفتح بك - وضعها لطلبة مدرسة الحقوق الملكية - مط النهضة 1340 ¶ 311 - «مختصر فتح رب الارباب فيما أهل في لب اللباب من واجب الانساب» وضعه عباس بن محمد أحمد بن السيد رضوان المدني - ويتلوه منظومة القطر الشهدى في أوصاف المهدي لشهاب الدين أحمد الحلواني المصري الخليجى - مط المعاهد ¶ 1345 ص 192 ¶ 312 - «المختصر فى ترغيب وترهيب حديث سيد البشر» *أنظر رقم 308 - «مجموعة» ¶ 313 - «المرهفات اليمانية في عتق من قال ببطلان الوقف على الذرية» للشيخ محمد بخيت المط السلفية 1344 ¶ 314 - «مسالك الجنان» نظم شيخ مشايخ الطريقة الشيخ أحمد بن محمد حبيب اللّه - مط المعاهد 1315 - 1926 ص 150 ¶ 315 - «المسائل العشر» للسمى بغية المقاصد وخلاصة المراصد للشيخ السيد محمد بن السيد على بن السنوسى الحسينى الادريسي الخطابى - مط المعاهد 1344 ص 140 ¶ 316 - «مسند الامام زيد بن على زين العابدين الحسينى السبط بن الامام على بن أبي طالب» وهو ما رواه عن أبيه عن جده - ويسمى بالمجموع الفقهى - جمع أبي القاسم عبد العزيز بن اسحق البغدادي - مط المعارف العلمية 1340 ¶ 317 - «معارج القدس فى مدارج معرفة النفس» لابي حامد الغزالي وتليها القصيدة الهائية والقصيدة التائية له أيضا عنى بنشره محيى الدين صبري الكردى - مط السعادة ¶ 1346 - 1927 ص 137 ¶ 318 - «المعارف المحمدية» كتاب فلسفي اجتماعى أخلاقى يبحث في الاصلاح الدينى وهو",
            "page": "37",
            "part": "2"
        },
        {
            "hno": null,
            "id": "209",
            "nass": "أول كتاب ظهر للوجود من مدرسة مولانا آية اللّه الخالص للشيخ محمد الخالصي المط الرحمانية 1922 - 1341 ص 147 ¶ 319 - «مناجاة الرحمن بآى القرآن» للشيخ الاكبر محيى الدين بن محمد بن على بن العربي الحاتمي الاندلسي - مط العلوم العصرية 1342 ¶ 320 - «منتخبات الاحكام الشرعية ذات المبادي ء» للسيد عباس الزرقاني كبير كتبة المحكمة العليا الشرعية مط المقتطف 1927 ¶ 321 - «منهاج الحاج» وهو المنسك المروى عن أيمة آل محمد (ع) لهبة الدين الشهرستاني - مط الفرات بغداد 1342 ¶ 322 - «مواهب القدوسي في نظم نثر شيخنا السنوسي» لمولانا الشيخ أحمد بن محمد حبيب اللّه - مط المعاهد 1345 - 1927 ص 102 ¶ 323 - «النشر في القراآت العشر» وهو المعلمة الوحيدة في علمي التجويد والقراآت لابي الخير محمد بن محمد الدمشقي الشهير بابن الجزري (833) الجزء الثاني عنى بتصحيحه محمد أحمد دهمان - مط التوفيق دمشق 1345 ص 458 ¶ 324 - «نظرة دامعة» رسالة تبحث عن المظاهرات في عاشوراء كل سنة (محرم) من تأليف الشيخ مرتضى آل ياسين» أستاذ علم الاصول في جامعة آل البيت - مط الفرات بغداد 1927 ¶ 325 - «النفحات الزينبية» وهى خطب الاستاذ الشيخ مصطفى أبي سينا الحمامي خطيب المسجد الزينبي - مط السلفية 1343 ¶ 326 - «النقد الجليل للعتب الجميل» للاستاذ الشيخ إبراهيم آل يوسف اطفيش الجزائري وهو رد على العتب الجميل ¶ 327 - «نهاية السؤل في شرح منهاج الاصول» للقاضي ناصر الدين عبد اللّه بن محمد البيضاوي لجمال الدين الاسنوى الشافعى - المط المنيرية 1342 جزء 4",
            "page": "38",
            "part": "2"
        },
        {
            "hno": null,
            "id": "210",
            "nass": "328 - «نهضة الحسين» كتاب تاريخى تحليلى بين فيه المؤلف أسرار النهضة الحسينية وأسبابها والنتائج السياسية والاجتماعية الخ للاستاذ هبة الدين الشهرستاني - مط دار السلام بغداد 1345 ص 116 ¶ 329 - «هداية القراء والمقرئين» فى جواز القرآءة بجميع روايات الكتاب المبين وجواز القرآءة بغير الرواية المعتادة بلا توقف على حضور عالم بها بين المستمعين تأليف الشيخ خليل محمد غنيم الجناينى شيخ مقرأة المرحوم الشيخ المنوفي - ضمن مجموعة بمط الاتفاق 1341 ¶ القسم الخامس كتب دينية مسيحية ¶ 330 - «أرثذكسى أم ماسوني» في 24 صفحة - عارف حمصي ودفاعه عن الماسونية ص 16 ثلاث مقالات بقلم الاب الياس اندراوس البولسي - حريصا ¶ 331 - «التحفة البرموسية» في شرح وتتمة قواعد حساب الابقطى للكنيسة القبطية الارثذكسية - وهو يشتمل على معرفة الادوار والابقطيات والاعياد والرفاعات والاصوام وفيه القواعد مع شروحاتها وتتماتها وبعد ذلك ابحاث وجداول في الشهور والايام والسنين والتواريخ - لمؤلفه الايغومانس عبد المسيح صليب المسعودي البر موسى - مط الشمس 1641 - 1925 ص 617 ¶ 332 - «خدمة القداس الالهى» لمومنى الطقس اليوناني مع أجوبة الخوري بالموسيقى الاوروبية عنى بنشره الاب هابيل كوش - مط الآباء الفرنسيين بالقدس 1926 ص 97",
            "page": "39",
            "part": "2"
        },
        {
            "hno": null,
            "id": "211",
            "nass": "333 - «دحض النقد» وهو النقض الذى أجاد تلفيقه القس يوسف حبيقه وأذاعه في هذه الايام على رفع الاوهام بقلم فؤاد صوان - مط الجهاد 1925 ص 118 ¶ 334 - «رفع الاوهام» وهو نقض ما ادعاه القس يوسف حبيقه فى رسالة السلام - بقلم موسى بولاد - مط الصبر 1924 ص 42 ¶ 335 - «ذكرى الاعياد الاختفالية لتطويب الاخوة المسابكيين» مط الاصلاح بيروت ¶ 1927 ص 70 ¶ 336 - «الزنبقة اليوسفية» وهو حياة الخوري يوسف طنوس يمين كنشليار بطريركية اللاتين بالقدس ومؤسس جمعية راهبات الوردية - بقلم الخوري يوسف العمشيتى مط اللاتين بالقدس 1926 ص 168 ¶ 337 - «قانون طائفة الروم الملكيين الكاثوليكيين في الكرسى البطريركي الاورشليمي» ¶ مط الزهرة بحيفا 1926 ص 37 ¶ 338 - «كتاب الكرمة» أو كتاب الكنز الثمين في كرمات المتقدمين - يحتوى على معرفة الادوار والابقطيات والنيروز والسنين الكبيسة والاعياد والرفاعات والاصوام وقبل الكرمة الكاملة قواعد حساب الابقطي المعهودة وبعد الكرمة الكاملة 6 كرمات مختصرة تأليف الايغومانس عبد المسيح صليب المسعودي البر موسى - مط الشمس 1643 - 1927 ص 440 ¶ 339 - «كلمة اللّه ينبوع حياة» تأليف القس بطرس مبارك البجدرفلي الراهب الماروني في 500 صفحة ضمنه 80 مادة من المواد الوعظية من الكتاب المقدس والحق به ¶ 22 فصلا وصف فيها مهنة الواعظ وشروط الوعظ الخ المط الكاثوليكية بيروت 1926 ¶ 340 - «عيد ميلاد الرب» نشيد مار افرام بقلم السيد افرام رحماني بطريرك السريان",
            "page": "40",
            "part": "2"
        },
        {
            "hno": null,
            "id": "212",
            "nass": "- بالمتن السرياني ومعه ترجمة عربية وفرنسية - المط السريانية بيروت 1927 ص 15 و26 ¶ 341 - «المقابلة الجلية ما بين الديانتين المسيحية والمحمدية» بقلم منشي ء الرائد نجيب افندي قسطنطين حداد - ص 56 ¶ 342 - «المنتخبات الطقسية» للقس يوسف كدكى الكلداني - مط المعمل الكاثوليكي البصرة 1926 ¶ 343 - «موعظة فى بر اللّه» لنقولا موسى - الناصرة 1926 ص 8 ¶ 344 - «يسوع المسيح» ثلث مواعظ للخوري أنطون عقل في صيام السنة الحالية - مط جدعون بيروت 1927 ص 23 ¶ القسم السادس السياسة والقوانين والشرائع وعلم الاقتصاد ¶ 345 - «الاحتراز من مفتريات حسن الايجاز» للاستاذ محمد إبراهيم الخراساني أحد المحصلين في مدرسة الحقوق فى طهران - طهران 1345 ص 205 ¶ 346 - «الاوضاع البرلمانية» تأليف فؤاد بك جمال سكرتير عام مجلس نواب الحكومة المصريه - مط دار الكتب المصرية 1346 - 1927 ص 352 ¶ 347 - «خلاصة أركان الاقتصاد السياسي وتعلقه بعلمي الأدب والحقوق» للدكتور سليمان غزاله - دار الطباعة الحديثة بغداد 1926 ص 125 ¶ 348 - «درر الحكام شرح مجلة الاحكام» تأليف الاستاذ علي حيدر ترجمه فهمي الحسينى المحامي صاحب مجلة الحقوق بيافا - الكتاب الثاني يافا 1927 وطبع الجزء الثالث إلى السابع بيافا أو بحيفا",
            "page": "41",
            "part": "2"
        },
        {
            "hno": null,
            "id": "213",
            "nass": "349 - «دليل المتداعين ورفيق المحامين» لمؤلفه المحامي أسعد مخلوف روفائيل اللبنانى مط دار السلام بيروت - ص 55 ¶ 350 - «شرح القانون المدني في العقود» تأليف أحمد نجيب الهلالي بك مدرس القانون المدني بمدرسة الحقوق الملكية - الجزء الأول في البيع والحوالة والمقابضة مط الاعتماد 5 - 1924 ص 677 ¶ 351 - «فوائد الثمرات الاحمدية في المباحث الاقتصادية» للسيد محمد عفيفى بك البقلى مط المقتطف 1925 ¶ 352 - «القانون الدولي الخاص» في أوروبا وفي مصر تأليف الدكتور عبد الحميد أبو هيف جزء 2 ص 1228 ¶ 353 - «قوانين المحاكم المختلطة» لمحمد كامل مرسي بك وسيد مصطفى بك - مط نصر 1926 ¶ 354 - «مجموعة خطب» لمحمد طلعت حرب بك - هي مجموعة خطب في موضوعات اقتصادية مالية تهم كل مصري - جمعتها والتزمت طبعها مط مصر 1927 ص 260 ¶ 355 - «مجموعة قوانين المحاكم الشرعية والمجالس الحسبية والملية» لغاية يناير 1926 ¶ لعبد اللطيف رضى ومحمود سيد كشلا؟ مط نصر 1926 ¶ 356 - «المواعيد في القوانين المصرية» للاستاذ محمد حلبي زين الدين - مصر ... ص 386",
            "page": "42",
            "part": "2"
        },
        {
            "hno": null,
            "id": "214",
            "nass": "القسم السابع فى الطب وعلم الصحة والعلوم الرياضية والزراعية والفنون المتنوعه ¶ 357 - «آلات الطب والجراحة والكحالة عند العرب» للاستاذ أحمد عيسى بك - مط مصر 1343 ¶ 358 - «أمراض النساء» للدكتور نجيب محفوظ - مط المعارف 1927 ص 380 ¶ مزين بالصور ¶ 359 - «التعاون» للاستاذ أحمد يحيى الدرديرى - مط دار الكتب 1344 - 1926 ¶ 360 - «الجبر (كتاب)» للمبتدئين تأليف الدكتور دافيد سميث وتعريب جلال أمين رزيق مدرس الرياضيات في ثانوية بغداد ودار المعلمين بغداد 1927 ص 226 ¶ 361 - «خواطر في الصحة والأدب» للدكتور نقولا فياض - مط الهلال 1927 ص 188 ¶ 362 - «دائرة المعارف الموسيقية» تأليف روانيت وترجمة اسكندر شلفون - الجزء الاول - مط رعمسيس ص 160 ¶ 363 - «درر الاقوال لوقاية الاطفال» للدكتور جورج عرقتنجي - مط البصير اسكندرية ص 172 ¶ 364 - «الدليل في مسالك الطب القانوني» للدكتور حنا خياط مدير الصحة العام فى العراق - المط الحديثة بغداد 1925 ص 597 ¶ 365 - «زراعة القطن والحالة الاقتصادية» وهو تقرير مرفوع لجلالة الملك فؤاد الأول من الفرد شماس بك العضو بمجلس الشيوخ - ومعه ترجمة فرنساوية مط المقتطف 1927",
            "page": "43",
            "part": "2"
        },
        {
            "hno": null,
            "id": "215",
            "nass": "366 - «السريريات والمداواة الطبية» لمؤلفيه الحكماء ترابو ومرشد بك خاطر وشوكت موفق الشطي - وهو مجموع الدروس التى يتلونها في المعهد الطبي الدمشقى وفيه عدة رسوم (تحت الطبع سنة 1927) ¶ 367 - «السموم وعلاجها» رسالة وضعها الاستاذ محمود أحمد خليل في 60 صفحة ¶ (ذكرها هلال مارس 1927) ¶ 368 - «صناعات دمشق القديمة» لعيسى اسكندر معلوف - دمشق 1922 ص 46 ¶ 369 - «الصناعات والصناع» تأليف ارثر كووك نقله إلى العربية عوض افندي جندي من موظفى ادارة الخزينة بسكة حديد مصر - توسع في شرح الغامض من ألفاظه وتذييله - مط مصر 1927 ¶ 370 - «العقد الثمين فى تاريخ زراعة الزياتين» تأليف المرحوم أحمد الكعاك أمين غابة الزياتين نشر سنة 1342 - مط العرب تونس ص 41 ¶ 371 - «علم صناعة الحديد» تأليف يوسف العارف وعثمان عبد الملك - المط العصرية ¶ 1927 ص 100 ¶ 372 - «علم الطبيعة» نشوءه ورقيه الحديث تأليف مصطفى نظيف أستاذ علم الطبيعة بمدرسة المعلمين العليا - مصر 1927 ص 440 ¶ 373 - «علم الطبية. خواص المادة» محاضرات ألقاها بالجامعة المصرية إسماعيل حسنين بك - الجزء الثاني مط المعارف من ص 83 إلى 189 ¶ 374 - «علم النبات» تأليف حسن فهمي وهو خاص بمقرر السنة الاولى الثانوية - مط الاخلاص دمنهور 1927 ص 85 ¶ 375 - «علم الوراثة وعلاقته بالانسان» محاضرة ألقاها الاستاذ توفيق بك الحفناوى على الجمعية الصحية المصرية تبحث فى الامراض وألوان البشرة والعقول الشاذة - مصر ص 26",
            "page": "44",
            "part": "2"
        },
        {
            "hno": null,
            "id": "216",
            "nass": "376 - «العيون وعلاجها عند قدماء المصريين» نقلا عن قراطيسهم ¶ 377 - «فن القبالة» تأليف الدكتور سامي آل شوكت باشا مدرس فن القبالة بمدارس بغداد ص 303 ¶ 378 - «فن النسج» لمؤلفه الحكيم شوكت افندى موفق الشطي الدمشقي أستاذ فن النسج والتشريح المرضية في المعهد الطبي العربي بدمشق - مط البطريركية دمشق ¶ 1927 ص 515 ¶ 379 - «قانون الصحة» وهو موجز في علم الصحة للحكيم أمين جميل - المط الكاثوليكية بيروت 1927 ص 87 ¶ 380 - «كلمات واصطلاحات طبية» جمعت بمعرفة الدكتور يوسف عازوري مفتش بمصلحة الصحة العمومية بمصر وهي فرنساوية عربية - المط الكاثوليكية بيروت ¶ 1925 ص 101 ¶ 381 - «مبادى ء أمراض النساء» تأليف الدكتور نجيب بك محفوظ أستاذ فن الولادة وأمراض النساء بكلية الطب المصرية - مط المعارف 1927 - 1345 ص 144 ¶ (و هي الطبعة الثانية) ¶ 382 - «مبادي ء الصناعة» صناعى علمى فنى - أول كتاب من نوعه ظهر بمصر والشرق وخير متقن لعقول الطلبة والناشئين - تأليف يوسف إبراهيم يوسف مدرس بالمدرسة الانجليزية بالروضة (القاهرة) - مط القاهرة 1927 ص 175 ¶ 383 - «مبادى ء التعاون» لإبراهيم رمزي افندي - المط السلفية 1343 - 1925 ¶ 384 - «مبحث أمراض العين للمتمرنين» ألفه الدكتور كنتونه وترجمه إلى العربية الطبيب الاستاذ رضا سعيد رئيس المعهد الطبي بدمشق - مط الاصلاح دمشق 1922 ¶ 385 - «المجهود والتعاون الزراعى» لإبراهيم رمزي افندي - المط السلفية ¶ 1342 - 1924",
            "page": "45",
            "part": "2"
        },
        {
            "hno": null,
            "id": "217",
            "nass": "386 - «مجموعة تحتوي على أربع محادثات» (1) الفنون الجميلة وعلاقتها بالرقى (2) أثر الوسط في تكوين الكتاب (3) هل تتطور العربية (4) موقفنا ازاء التعليم ألقاها السيد محمد بن الحسين بنادي قدماء الصادقية في خلال سنة 1924 مط العرب تونس ص 47 ¶ 387 - «مذكرة الجيب الهندسية» بثلاثة أجزاء وكلها خاصة بالري والبناء وكل ماله علاقة بالمهندسين - جمع وتأليف إبراهيم بك المهندس - مجموعة أولى جزء أول وثان طبعة خامسة 1345 - 1926 والجزء الثالث ص 1072 بمجلد واحد ¶ 388 - «مملكة الظلام» أو حياة الارضة تأليف مترلنك تعريب الدكتور نقولا بك فياض - نشرته ادارة الهلال 1926 ¶ 389 - «مناظرات الاناشيد وألحانها الموسيقية» لجامعها منصور عوض أستاذ موسيقى بمصر - مط رعمسيس 1923 ص 98 ¶ 390 - «الموسيقى العربية» للاستاذ جول روانت ترجمه إلى العربية الاستاذ اسكندر شلفون الجزء الأول مصر 1927 ص 160 ¶ 391 - «النشوء والارتقاء» تعريب عصام الدين حفنى ناصف - مط الشباب 1927 ص 115 ¶ 392 - «نظام الرياضة البدنية» نشرته وزارة المعارف العامة والفنون الجميلة - مط الأدب بيروت 1927 ص 82 ¶ 393 - «نهضة التعاون الزراعى بمصر» تقرير بقلم الاستاذ محمود خاطر بك - مط دار الكتب المصرية 1926 ¶ 394 - «النوادر» كتاب شامل لعلمي الحساب والجبر - للقس جبرائيل نادر - ضمنه قواعد جديدة ومسهلات عديدة خصوصا فى الضرب والجزر والفائدة مط الاجتهاد بيروت 1927 ص 168",
            "page": "46",
            "part": "2"
        },
        {
            "hno": null,
            "id": "219",
            "nass": "فهرست أبجدى باسماء المؤلفين ¶ «تنبيه» ¶ النجمة امام اسم المؤلف تدل على ذكر اسمه فى الجزء الأول من جامع التصانيف الحديثة ¶ حرف الالف ¶ (الشيخ) إبراهيم آل يوسف اطفيش الجزائري 326 ¶ إبراهيم الاسود 32 ¶ إبراهيم حسن محمد 97 ¶ إبراهيم الراوي الرفاعى 285 - 292 ¶ إبراهيم رمزي 383 - 385 ¶ إبراهيم المهندس 387 ¶ إبراهيم المنذر 246 ¶ ابن تيمية 183 ¶ ابن الجزري (أبو الخير محمد بن محمد الدمشقى) 323 ¶ ابن جزى (محمد بن أحمد بن عبد اللّه الغرناطي) 303 ¶ ابن جنى (أبو الفتح عثمان) 115 ¶ ابن الجوزى (أبو الفرج عبد الرحمن) 102 - 181 ¶ ابن الجوزى (جمال الدين أبي التبع الحنبلى) 281 ابن حمدون أبو المعالي بهاء الدين محمد بن أبي سعد الحسن بن محمد بن على بن حمدون البغدادي (562 هـ) 113 ¶ ابن الديبع (أبو عبد اللّه بن عبد الرحمن الشيباني) 270 ¶ ابن رشد 183 ¶ ابن ساعد الاندلسي (محمد بن عبد الرحيم) 112 ¶ ابن الشجري (أبو السعادات هبة اللّه ابن على) 124 ¶ ابن ظهيرة القرشي (جمال الدين محمد جاد اللّه) 34 ¶ ابن عبد الحكم*أبو محمد عبد اللّه ¶ ابن غانم المقدسي (عز الدين بن عبد السلام بن احمد) 147 ¶ ابن قيم الجوزية 296 - 297 ¶ ابن عبد الصمد الطرسوسى 298 ¶ ابن العربي (محيى الدين) 319 ¶ ابن الكلبى (أبو المنذر هشام)",
            "page": "51",
            "part": "2"
        },
        {
            "hno": null,
            "id": "220",
            "nass": "ابن منظور (جمال الدين محمد) 155 ¶ أبوبكر محمد عليم 126 ¶ أبو البركات الشيخ محمد صالح 248 ¶ أبو الحسنات السيد محمد عبد الحى اللكنوى 300 ¶ أبو زكريا محيى الدين النووي 237 ¶ أبو شادي (احمد زكي) 55 - 166 - 178 - 202 - 218 - 230 ¶ أبو الفرج الاصبهاني 107 ¶ أبو القاسم محمد بن أحمد الغرناطي 288 ¶ أبو القاسم عبد العزيز بن اسحق البغدادى 316 ¶ أبو محمد عبد اللّه بن عبد الحكم 58 ¶ أبو المنذر هشام بن محمد بن السائب الكلبى 9 ¶ أبو يوسف يعقوب الانصارى 278 ¶ الاجدابي (أبو الحق إبراهيم بن إسماعيل الطرابلسي) 242 ¶ (الشيخ) أحمد إبراهيم جاب اللّه 43 ¶ أحمد أبو الخضر منسى 100 ¶ أحمد بن زين العابدين بن الحسين الجويني العلوي 286 ¶ أحمد بن سليمان الجزولي الرسموكى 257 ¶ (الشيخ) أحمد بن محمد حبيب اللّه 307 - 314 - 322 ¶ أحمد أبو الفتح 310 ¶ أحمد توفيق المدني 76 ¶ أحمد حسن الزيات 199 ¶ أحمد زكى أبو شادى*أبو شادى ¶ *احمد حسنين القرني 48 ¶ أحمد الشريف السنوسى 301 ¶ أحمد شفيق باشا 41 - 86 ¶ *احمد شوقى 139 ¶ أحمد العاصي 130 ¶ أحمد عبيد الدمشقى 58 ¶ أحمد عيسى بك 357 ¶ أحمد فريد رفاعى 67 ¶ أحمد فهمي أبو الخير 205 ¶ *احمد فهمى العمروسى بك 167 - 168 ¶ أحمد الكعاك 370 ¶ أحمد نجيب الهلالي 350 ¶ أحمد يحيى الدرديري 459 ¶ أحمد نسيم 131 ¶ *أديب التقى 106 ¶ أسبر الغريب 78 ¶ * (القس) اسحق أرملة 17 - 77 ¶ أسد الغريب 69 ¶ أسد رستم 1",
            "page": "52",
            "part": "2"
        },
        {
            "hno": null,
            "id": "221",
            "nass": "اسرائيل ولفنسون أبو ذوئب 30 ¶ أسعد مخلوف روفائيل اللبناني 349 ¶ *اسكندر الخوري البتجالى 190 ¶ (القس) اسكندر حداد 195 ¶ *اسكندر شلفون 362 - 371 ¶ إسماعيل حسنين 373 ¶ *إسماعيل حلمي البارودى 309 ¶ إسماعيل محمد مصطفى 51 ¶ اسمى الطوبى 216 ¶ الاسنوى الشافعى (جمال الدين) 327 ¶ *افرام رحماني (البطريرك أغناطيوس) 340 ¶ الفرد شماس 365 ¶ * (الاب) الياس اندراوس البولسى 330 ¶ *الياس أبو شبكة 220 ¶ (القس) الياس البكفياوي 134 ¶ أميل يوسف حبشى 37 ¶ (الحكيم) أمين جميل 379 ¶ *أمين الريحاني 125 ¶ *أنطون ذكرى 46 - 98 ¶ (الخوري) أنطون عقل 344 ¶ أنطون يزبك 210 ¶ * (الخوري) أنطون يمين 171 ¶ أنيس الراسى 143 ¶ *أنيس زكريا النصولي 47 ¶ أنيس عزمى 166 ¶ أنيس المقدسى 174 - 175 ¶ (السيدة) أنيسة عزمي 176 ¶ ايليا أبو ماضى 117 ¶ حرف الباء ¶ بشاره شمالي (مطران دمشق على الموارنة) 4 ¶ * (الخوري) بطرس البستانى 136 ¶ (القس) بطرس مبارك 339 ¶ بولس أروتين (أسقف حلب) 18 ¶ (القس) بولس عواد 71 ¶ (الخوري) بولس قرألي 18 ¶ البيضاوى (ناصر الدين عبد اللّه بن محمد) 265 - 307 ¶ *البيهقى (أبو بكر أحمد بن الحسين ابن على) 291 ¶ حرف التاء ¶ (الدكتور) ترابو 366 ¶ توفيق رويق 121 ¶ توفيق الحفناوي 375 ¶ توفيق حسن الشرنوبى 42",
            "page": "53",
            "part": "2"
        },
        {
            "hno": null,
            "id": "222",
            "nass": "* توفيق عبد اللّه 208 ¶ (الشماس) توما مظلوم 99 ¶ التيجاني (أبو العباس) 252 ¶ (الاب) تيسران 72 ¶ حرف الجيم ¶ *الجاحظ (أبو عثمان عمر بن بحر) 116 - 170 ¶ *جبران خليل جبران 160 - 161 ¶ جبران مسوح 226 ¶ (القس) جبرائيل نادر 394 ¶ (الخورفسقفوس) جرجس منش الحلبي 31 ¶ *جرجى شاهين عطيه 245 ¶ (المطران) جرمانوس معقد 214 ¶ جلال الدين السيوطى 269 ¶ جلال الدين المحلى 290 - 291 ¶ جلال أمين رزيق 360 ¶ *حميل البحري 69 ¶ (الآنسة) جميلة محمد العلايلى 180 ¶ (الطبيب) جورج صوايا 370 ¶ (الدكتور) جورج عرقتنجى 363 ¶ *جورج ط. مطر 108 ¶ (السيد) الجيلاني الفلاح 60 ¶ حرف الحاء ¶ حبيب زيدان 158 ¶ حسن خليفه 93 ¶ حسن طباره 148 ¶ حسن عبده 169 ¶ حسن فهمى 374 ¶ (الشيخ) حسن منصور 283 ¶ حسين فوزي 187 ¶ حسين افندي مسعودى 201 ¶ الحطاب (الامام يحيى بن محمد الرعينى) 278 ¶ حنا خباز 90 ¶ (الدكتور) حنا خياط 364 ¶ حنا زهده فرح 19 ¶ الحومانى 129 ¶ حرف الخاء ¶ *خليل بيدس 204 ¶ خليل سعاده 79 ¶ (الشيخ) خليل محمد غنيم الجناينى 329 ¶ الخوارزمى (محمد بن أحمد بن يوسف) 242 ¶ *خير الدين الزركلى 12",
            "page": "54",
            "part": "2"
        },
        {
            "hno": null,
            "id": "223",
            "nass": "حرف الراء ¶ رشاد أبو السعود 24 ¶ (الشيخ) رشيد رضا 279 ¶ رشيد الشرتوني 209 ¶ (الطبيب) رضا سعيد 384 ¶ حرف الزاى ¶ الزجاجى (أبو القاسم عبد الرحمن) 118 - 226 ¶ زكي سعيد البدرماني 66 ¶ (الامام) زيد بن زين العابدين الحسينى 316 ¶ زين الدين بن رجب الحنبلى 150 ¶ حرف السين ¶ (الاخ) ساروفيم فيكتور 211 ¶ (الدكتور) سامى آل شوكت باشا 63 - 377 ¶ السعيد بن محمد الشريف 253 ¶ سعيد أبوبكر التونسي 135 ¶ *سلامه موسى 40 - 198 ¶ سليم الجندي 141 ¶ *سليم حسن 62 ¶ *سليم قبعين 109 ¶ * (الدكتور) سليمان غزاله 173 - 197 - 347 ¶ سليمان محفوظ 11 ¶ السمنودى (الشيخ محمد بن حسن) 294 ¶ (الشيخ) السيد محمد بن على بن السنوسي الحسيني الادريسي الحطابي 315 ¶ *سيد مصطفي بك 353 ¶ السيوطي*جلال الدين ¶ حرف الشين ¶ شفيق معلوف 203 ¶ *الشوكاني (محمد بن على بن محمد) 256 ¶ شوكت موفق الشطي الدمشقى 366 - 378 ¶ حرف الصاد ¶ صبحى تادروس 177 ¶ صلاح الدين الصفدي 126 ¶ حرف الطاء ¶ طانيوس أبو ناضر 223 ¶ *طانيوس عبده 224 - 229 ¶ *طه حسين 120 - 145 ¶ طه فوزى 8",
            "page": "55",
            "part": "2"
        },
        {
            "hno": null,
            "id": "224",
            "nass": "الطاهر الحداد 68 ¶ الطحاوى (أبو جعفر أحمد بن سلامه) 249 ¶ * (الشيخ طنطاوى جوهري 272 ¶ 302 ¶ حرف العين ¶ عباس الزرقانى 320 ¶ عباس بن محمد أحمد بن السيد رضوان المدنى 311 ¶ (السيد) عبد الحق حقي الاعظمى ¶ 105 ¶ *عبد الحميد أبو هيف 352 ¶ عبد الحميد الزهراوي 277 ¶ (الشيخ) عبد الصمد بن أحمد الحسينى السنان 275 ¶ * (الشيخ) عبد القادر المغربي الطرابلسي 165 - 269 - 306 ¶ عبد الكريم العطار 16 ¶ عبد اللّه البستاني 235 ¶ عبد اللّه حسين 188 ¶ عبد اللّه عبد الرحيم 182 ¶ عبد اللّه العربي 254 ¶ عبد اللطيف رضي 355 ¶ عبد المجيد الهويسي 22 عبد المسيح صليب المسعودى ¶ (الايغومانوس) 236 - 331 - 338 ¶ عبده الشامى 213 ¶ عبد الواسع بن يحيى الواسعى 29 - 308 ¶ عبد الوهاب أبو العيون 88 ¶ عبد الوهاب خير الدين 283 ¶ عثمان بن محمد 182 ¶ *عثمان شاكر 159 - 160 ¶ عثمان عبد الملك 371 ¶ عثمان الكعاك 82 - 94 - 110 ¶ عصام الدين حفنى ناصيف 391 ¶ على بن أبى طالب (أمير المؤمنين) 164 ¶ *على أحمد شكرى 26 ¶ علي جلال الحسينى 123 ¶ علي الجنيدي 156 ¶ على حرازم بن العربى 252 ¶ على حلمى بك 89 ¶ على الصعيدي العدوي 274 ¶ عمر أبو نصر 23 ¶ عمر الاسكندري 62 ¶ عمر مصطفى حسن البهنساوي 127 ¶ عوض جندى 369",
            "page": "56",
            "part": "2"
        },
        {
            "hno": null,
            "id": "225",
            "nass": "* عيسى اسكندر معلوف 85 - 368 ¶ *عيسى ميخائيل سايا 84 ¶ حرف الغين ¶ *الغزالي (حجة الاسلام أبو حامد) 317 ¶ حرف الفاء ¶ الفراء (أبو زكريا يحيى بن زياد) 242 ¶ فرج سليمان فؤاد 49 ¶ *فريد حبيش 232 ¶ *فهمي الحسيني المحامي 348 ¶ *فؤاد افرام البستاني 132 ¶ فؤاد جمال 346 ¶ فؤاد صوان 333 ¶ فوزى بن عيسى معلوف 137 ¶ *فيليب حتى 56 ¶ حرف القاف ¶ القزاز 239 ¶ * (الخوري) قسطنطين الباشا 61 ¶ حرف الكاف ¶ *كامل مرسي بك 332 ¶ (الدكتور) كامل ميخائيل 15 ¶ الكلبى*أبو المنذر ¶ حرف اللام ¶ لبيب العسال 10 لبيبه أحمد 50 ¶ حرف الميم ¶ * (الخورى) مارون غصن 207 - 217 - 221 ¶ محمد بن السيد على بن السنوسى الحسينى 315 ¶ * (القس) مبارك الديراني الراهب اللبنانى 194 ¶ *محمد بن أبي شنب 118 ¶ محمد بن الحسين 386 ¶ محمد إبراهيم الخراساني 345 ¶ محمد بن عبد الرحيم المعروف بأبي ساعد الاندلسي الغرناطي 112 ¶ محمد بن محمد بن مسعود الفاسي الشاذلي محمد أبو طائلة 87 ¶ محمد إسماعيل البحيرى 64 ¶ (السيد) محمد الببلاوى 264 ¶ * (الشيخ) محمد بخيت 287 - 313 ¶ محمد بدر 243 ¶ *محمد بهجت الاثري 13 ¶ محمد توفيق البكرى 140 ¶ (الشيخ) محمد التونسي 289 ¶ *محمد تيمور 151",
            "page": "57",
            "part": "2"
        },
        {
            "hno": null,
            "id": "226",
            "nass": "محمد الجارم 6 ¶ *محمد جميل بيهم 189 ¶ محمد حبيب اللّه الشنقيطى 255 - 257 - 266 - 280 ¶ محمد حسن نائل المرصفى 149 ¶ محمد الحسين آل كاشف الغطا 247 ¶ محمد حسين هيكل 65 ¶ محمد حسنين بن محمد مخلوف العدوى المالكي 304 - 305 ¶ محمد حلمي زين الدين 356 ¶ محمد حمدان 10 ¶ (الشيخ) محمد الخالصى 318 ¶ *محمد خضري 154 ¶ محمد الداؤدى 141 ¶ *محمد راغب الطباخ 14 ¶ *محمد رشيد رضا 101 - 266 ¶ محمد زكي الدين سند 273 ¶ محمد شفيق مصطفى 74 ¶ (الشيخ) محمد صالح بشاشه 290 ¶ محمد الصاوي 193 ¶ *محمد صبري 33 ¶ محمد طلعت حرب 354 ¶ محمد عارف القوام 83 ¶ محمد عبد الرحمن عيد المحلاوى 263 ¶ *محمد عبد العزيز الصدر 192 ¶ محمد عبد المنعم 119 ¶ *محمد على عبد الواحد 133 ¶ محمد العربي بن قشوط 250 ¶ محمد عفيفى البقلى 351 ¶ * (الأمير) محمد على 53 ¶ (الشيخ) محمد على العزوى الاورمهادي 284 ¶ محمد عوض إبراهيم 35 ¶ محمد فتحى بن عبد الواحد النظيفي 152 - 153 ¶ *محمد فريد أبو حديد 200 ¶ محمد فهيم بك 35 ¶ محمد فوزى 142 ¶ محمد كاملى مرسي 353 ¶ محمد لبيب البتانوني 52 ¶ *محمد لطفى جمعه 25 ¶ محمد المتولي 259 ¶ محمد محمد زكى الدين 91 ¶ محمد محمد الكردى 70 ¶ محمد محمود كمون الصفاقسي 36 ¶ محمد محيى الدين عبد الحميد 157 ¶ محمد نوفل 96 ¶ محمد الهادي الزاهرى 138 ¶ محمد يونس السومطري 185 ¶ *محمد مصطفي زياده 96",
            "page": "58",
            "part": "2"
        },
        {
            "hno": null,
            "id": "227",
            "nass": "محمود بن الحسين ¶ *محمود أحمد خليل 367 ¶ محمود الحسينى 146 ¶ محمود خاطر 393 ¶ محمود سيد كشك 355 ¶ محمود طاهر لاشين 219 ¶ *محمود عابدين 93 ¶ محمود عكوش بك 38 ¶ محمود علي الببلاوى 27 ¶ *محمود على قراعه 191 ¶ محمود يونس السومطرى الاندلسى 185 ¶ *محيى الدين رضا 2 ¶ مختار الطيب السماوي الصفاقسى 36 ¶ مراد فرج المحامى 233 - 234 ¶ (الشيخ) مرتضى آل ياسين 324 ¶ * (الدكتور) مرشد خاطر 366 ¶ *مرجوليوث 7 ¶ (الشيخ) مصطفى أبي سيف الحمامي 325 ¶ *مصطفى عناني 104 - 283 ¶ *مصطفى لطفي المنفلوطى 148 ¶ مصطفى نظيف 372 ¶ ملاخميس التويج 144 ¶ المنذري (زكي الدين أبو محمد عبد العظيم بن سعد) 262 ¶ منصور عوض 390 ¶ منصور نصار العقل 22 ¶ *مهيار الديلمي 131 ¶ موسى بولاد 334 ¶ ميخائيل نقولا صباغ 61 ¶ ميخائيل موسى الوف 20 ¶ ميخائيل يوسف تيسى 184 - 196 ¶ ميشيل شبلى 92 ¶ حرف النون ¶ ن. ي (البحاث الاثرى) 21 ¶ نجيب قسطنطين حداد 341 ¶ * (الدكتور) نجيب بك محفوظ 358 - 381 ¶ نسيم الحلو 122 ¶ نقولا بسترس 225 ¶ *نقولا حداد 172 - 231 ¶ * (الدكتور) نقولا فياض 361 - 388 نقولا موسى 343 ¶ *النويري (شهاب الدين احمد) 163 ¶ حرف الهاء ¶ *هبة الدين الشهرستاني 261 - 268 - 282 - 321 - 328",
            "page": "59",
            "part": "2"
        },
        {
            "hno": null,
            "id": "228",
            "nass": "الهمذاني (أبو الفضل بديع الزمان) ¶ 157 ¶ هنري الشماع 95",
            "page": "60",
            "part": "2"
        }
    ],
    "t34709": [
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "جامع التصانيف الحديثة الجزء الأول"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "6",
            "lvl": "3",
            "sub": null,
            "tit": "بيان الرموز المستعملة في هذه النشرة"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "القسم الأول كتب التاريخ والتراجم والرحلات والجغرافية"
        },
        {
            "id": "37",
            "lvl": "3",
            "sub": null,
            "tit": "ذيل لكتب التاريخ والتراجم والرحلات والجغرافية"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "القسم الثاني كتب الأدب والانشاء والبلاغة والتدريس وكتب اللغة والمعاجم"
        },
        {
            "id": "53",
            "lvl": "3",
            "sub": null,
            "tit": "قواميس ومعاجم عربية وبلغات أجنبية"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "القسم الثالث كتب في الاخلاق والتهذيب والتربية وتدبير المنزل"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": null,
            "tit": "القسم الرابع في الشعر والشعراء والدواويين الشعرية والاغانى والازجال وعلم العروض والقوافي"
        },
        {
            "id": "86",
            "lvl": "2",
            "sub": null,
            "tit": "القسم الخامس كتب دينية اسلامية وما يتفرع منها"
        },
        {
            "id": "103",
            "lvl": "2",
            "sub": null,
            "tit": "القسم السادس كتب دينية مسيحية"
        },
        {
            "id": "108",
            "lvl": "2",
            "sub": null,
            "tit": "القسم السابع كتب في الحكمة والمنطق والفلسفة وما يتعلق بها"
        },
        {
            "id": "111",
            "lvl": "2",
            "sub": null,
            "tit": "القسم الثامن في القوانين والشرائع وعلم السياسة وعلم الاقتصاد"
        },
        {
            "id": "119",
            "lvl": "2",
            "sub": null,
            "tit": "القسم التاسع فى كتب الطب وعلم الصحة"
        },
        {
            "id": "122",
            "lvl": "2",
            "sub": null,
            "tit": "القسم العاشر في العلوم الرياضية والزراعية والفنون المتنوعة"
        },
        {
            "id": "129",
            "lvl": "2",
            "sub": null,
            "tit": "القسم الحادى عشر قصص وروايات"
        },
        {
            "id": "137",
            "lvl": "3",
            "sub": null,
            "tit": "روايات لم يذكر تاريخ نشرها لكنها فى الغالب مطبوعة بخلال السنين السبعة التى نحن في صددها"
        },
        {
            "id": "138",
            "lvl": "2",
            "sub": null,
            "tit": "ذيل لعموم الاقسام"
        },
        {
            "id": "138",
            "lvl": "3",
            "sub": "1",
            "tit": "1 - فى التاريخ والتراجم"
        },
        {
            "id": "139",
            "lvl": "3",
            "sub": null,
            "tit": "2 - في الادب والاخلاق والشعر"
        },
        {
            "id": "140",
            "lvl": "3",
            "sub": null,
            "tit": "3 - كتب دينية"
        },
        {
            "id": "141",
            "lvl": "3",
            "sub": null,
            "tit": "4 - فنون متنوعة"
        },
        {
            "id": "142",
            "lvl": "2",
            "sub": null,
            "tit": "فهرست أبجدى بأسماء المؤلفين"
        },
        {
            "id": "167",
            "lvl": "3",
            "sub": null,
            "tit": "تنبيه"
        },
        {
            "id": "168",
            "lvl": "2",
            "sub": null,
            "tit": "فهرست عمومى"
        },
        {
            "id": "169",
            "lvl": "3",
            "sub": null,
            "tit": "بعض الكتب العربية النادرة - تباع فى مكتبة يوسف الياس"
        },
        {
            "id": "172",
            "lvl": "1",
            "sub": null,
            "tit": "جامع التصانيف الحديثة الجزء الثاني"
        },
        {
            "id": "173",
            "lvl": "2",
            "sub": null,
            "tit": "تنبيه"
        },
        {
            "id": "174",
            "lvl": "2",
            "sub": null,
            "tit": "أقسام الكتاب"
        },
        {
            "id": "175",
            "lvl": "2",
            "sub": null,
            "tit": "القسم الأول كتب التاريخ والتراجم والرحلات والجغرافية"
        },
        {
            "id": "186",
            "lvl": "2",
            "sub": null,
            "tit": "القسم الثانى كتب الادب"
        },
        {
            "id": "186",
            "lvl": "3",
            "sub": "1",
            "tit": "1 - في الأدب والشعر"
        },
        {
            "id": "192",
            "lvl": "3",
            "sub": null,
            "tit": "2 - فى التربية والاجتماع وتهذيب الاخلاق والحكمة والفلسفة والدروس"
        },
        {
            "id": "196",
            "lvl": "3",
            "sub": null,
            "tit": "3 - قصص وروايات"
        },
        {
            "id": "199",
            "lvl": "2",
            "sub": null,
            "tit": "القسم الثالث كتب اللغة والمعاجم"
        },
        {
            "id": "201",
            "lvl": "2",
            "sub": null,
            "tit": "القسم الرابع كتب دينية اسلامية وما يتفرع منها"
        },
        {
            "id": "210",
            "lvl": "2",
            "sub": null,
            "tit": "القسم الخامس كتب دينية مسيحية"
        },
        {
            "id": "212",
            "lvl": "2",
            "sub": null,
            "tit": "القسم السادس السياسة والقوانين والشرائع وعلم الاقتصاد"
        },
        {
            "id": "214",
            "lvl": "2",
            "sub": null,
            "tit": "القسم السابع فى الطب وعلم الصحة والعلوم الرياضية والزراعية والفنون المتنوعه"
        },
        {
            "id": "219",
            "lvl": "2",
            "sub": null,
            "tit": "فهرست أبجدى باسماء المؤلفين"
        }
    ]
}