{
    "b34717": [
        {
            "id": "1",
            "nass": "\"بسم الله الرحمن الرحيم\" ¶ حلقات برنامج مجمع البحرين ¶ للشيخ صالح المغامسي حفظه الله ¶ فهرس المحتوى ¶ الأوس والخزرج ......................................................... 3 ¶ الإسراء والمعراج ......................................................... 13 ¶ الحسن والحسين ....................................................... 22 ¶ الروح والجسد .......................................................... 33 ¶ آدم وحواء .............................................................. 44 ¶ شوقي وحافظ ........................................................... 52 ¶ القمران (الشمس والقمر) ................................................. 64 ¶ موسى وهارون عليهما السلام ........................................... 74 ¶ الأمين والمأمون ......................................................... 84 ¶ الجن والإنس .......................................................... 93 ¶ جبريل وميكال ........................................................ 113",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "\"الأوس والخزرج\" ¶ الحمد لله الذي تقدست عن الأشباه ذاته ودلت على وجوده آياته ومخلوقاته وأشهد أن لا إله إلا الله وحده لاشريك له خلق فسوى وقدر فهدى وأخرج المرعى فجعله غثاء أحوى وأشهد أن سيدنا ونبينا محمدا عبده ورسوله صلى الله عليه وعلى آله وأصحابه وعلى سائر من اقتفى أثره واتبع منهجه بإحسان إلى يوم الدين، أما بعد ¶ فهذا هو اللقاء الثالث من المنتدى العلمي المسمى ببرنامج \" مجمع البحرين\" وقد سبقت الإشارة في الحلقتين السابقتين إلى أن البرنامج يعنى بأعلام ثنائية إذا ذكر أحدهما استدعى الآخر ندرس ذلك العلمين دراسة نرجوا من الله جل وعلا أن نوفق في أن نجعلها ذات صبغة عقدية وإيمانية وفقهية وتاريخية وثقافية وما إلى ذلك من الجوانب المتعددة والنواحي المختلفة والعلمان اللذان نحن بصدد دراستهما الليلة هما \" الأوس والخزرج \" وكثيرا ماردد أصحاب الصحوة وشبابها قول الشاعر: ¶ فإن عرفت التاريخ أوساً وخزرجا * * فالله أوس قادمون وخزرج ¶ فالأوس والخزرج هما / أبناء قيله هذا اسم أمهما واسم أبو الأوس الأوس بن حارثه والخزرج ابن حارثه فالأوس والخزرج يجتمعان في أب واحد هو حارثة ابن عقل ويجتمعان في أم واحده هي قيله ولذلك أحيانا ينادون بأبناء قيله وقد ورد هذا النداء في عدة نواحي في تاريخنا وتراثنا فقد جاء في حادثة الهجرة النبوية أن اليهودي الذي كان يقف على أطم من آطام المدينة لما رأى النبي صلى الله عليه وسلم وصاحبه قادمين إلى المدينة نادى بأعلى صوته يا أبناء قيله هذا جدكم أي حظكم الذي تنتظرون فهذا مما ورد في تسميتهما بذلك.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ـ كما ورد كذلك في صحيح السنة فإن النبي صلى الله عليه وسلم لما جاءه عامر بن الطفيل وعرض عليه النبي عليه الصلاة والسلام الإيمان فأبي وأراد الأمر بعد رسول الله صلى الله عليه وسلم فأبى عليه النبي ذلك قال أي عامر يهدد ويتوعد النبي صلى الله عليه وسلم قال لأملنها عليك أي المدينة خيلا جردا وشبابا مردا أو فتيانا مردا فقال النبي صلى الله عليه وسلم يرد عليه قال:\" يأبى الله ذلك وأبناء قيلة\" يأبى الله ذلك وأبناء قيله أي الأوس والخزرج هذا هو اسمهما لكن الله جل وعلا أبدلهما باسم خيرا منه ألا وهو الأنصار وقد جاء هذا بنص القرآن قال الله جل وعلا {وَالسَّابِقُونَ الأَوَّلُونَ مِنَ الْمُهَاجِرِينَ} وهذه من بيانية {مِنَ الْمُهَاجِرِينَ وَالأَنصَارِ} أي سابقون أولون من المهاجرين و سابقون أولون من الأنصار {وَالسَّابِقُونَ الأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالأَنصَارِ وَالَّذِينَ اتَّبَعُوهُم بِإِحْسَانٍ} فأبدل الله ذلك الاسم بقوله جل وعلا {الأَنصَارِ} فبهذا الاسم عرفوا في الكتاب وعرفوا في السنة وعرفوا في التاريخ الإسلامي كله. ¶ ـ وقد جاء في فضلهم أمور عديدة وأحاديث كثيرة منها قول النبي عليه الصلاة والسلام {لولا الهجرة لكنت امرأ من الأنصار} وأخبر عنهم كما في حديث البراء عند البخاري وغيره قال عليه الصلاة والسلام {لايحبهم إلا مؤمن ولا يبغضهم إلا منافق} وكان كثيرا مايدعوا لهم ومما أثر من دعائه صلى الله عليه وسلم لهم قوله {اللهم ارحم الأنصار وأبناء الأنصار وأبناء أبناء الأنصار}.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ـ أصلهم من اليمن نزحوا إلى المدينة بعد حادثة انهيار سد مأرب المعروفة بعد أن تفرق أهل اليمن أيادي سبأ ولعلهم من ذلك ورثوا الرقة التي في قلوبهم فالنبي صلى الله عليه وسلم لما جاءه أهل اليمن قال : { أتاكم أهل اليمن أرق أفئدة وألين قلوبا الإيمان يمانٍ والحكمة يمانية } الذي يعنينا هنا أن الأوس والخزرج هذا هو السبب التاريخي في نزوحهم وسكناهم في مدينته صلى الله عليه وسلم التي كانت تسمى يثرب. ¶ هؤلاء القوم أعظم مايتميزوا به من حيث الإجمال: ¶ ـ نصرتهم لرسول الله صلى الله عليه وسلم فالله جل وعلا اختار المدينة أن تكون مهاجرا و مأوى ومثوى لنبينا صلى الله عليه وسلم وهم رضي الله عنهم وأرضاهم أمنوا قبل أن يهاجر النبي عليه الصلاة والسلام إليهم آمن جم غفير منهم قبل أن يهاجر النبي صلى الله عليه وسلم إليهم ثم أذن الله لنبيه عليه السلام ولأصحابه معه أن يهاجروا إلى المدينة فهاجروا إليها في قصة معروفة هؤلاء الكرام والصفوة العظام خصهم الله جل وعلا بخصائص بها نصروا الدين وهذا هو الغاية من هذا الدرس ليس الغاية السرد التاريخي ليس الغاية السرد التاريخي فقط .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ـ فأول ماامتازوا به أولئك الأخيار رقة قلوبهم رقة القلب لينه وإيمانه وخشوعه وخضوعه عند ذكر الله جل وعلا وهذا من أعظم ماكان يميز أولئك الأنصار يقول العرباض بن سارية \" وعظنا رسول الله صلى الله عليه وسلم موعظة وجلت منها القلوب وذرفت منها العيون \" في غزوة حنين وقع في قلوبهم شئ لأن النبي عليه الصلاة والسلام منح غيرهم ولم يمنحهم فلما جمعهم النبي عليه الصلاة والسلام قال لهم في آخر خطبته يستدر مافي قلوبهم من الرقة والإيمان والمحبة لله وللرسوله قال لهم صلوات الله وسلامه عليه {يامعشر الأنصار أما ترضون أن يعود النساء بالشاء والبعير وتعودون لرسول الله صلى الله عليه وسلم إلى رحالكم} فبكى القوم حتى بللوا لحاهم رضي اله عنهم وأرضاهم لكن ينبغي أن يعلم أنه لاتعارض مابين رقة القلب والحزم والشجاعة كما سيأتي وأخذ الأمور في نصابها فلا تعارض بين هذين أبدا إنما رقة القلب أمر يجده الإنسان عند ذكر الله عند ذكر رسوله صلى الله عليه وسلم وليس كما يفهمه البعض اليوم جهلا أن رقة القلب دلالة على ضعف الشخصية هذا من تلبيس إبليس على الناس والمؤمن يفرق في الحالة التي يخاطب فيها الله ويناجي فيها ربه ويقرأ فيها القرآن ويتذكر فيها السنة والحالة الأخرى في عمله ووظيفته وبين أهله وقيادته للجيوش وقيامه بالأمارة وشأن ذلك مما يوكل الإنسان إليه هذا أعظم ماميز الله جل وعلا به أولئك الأنصار .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ـ كما ميزهم تبارك وتعالى بالسخاء وقد أثنى الله عليهم بهذه الصفة بنص كتابه قال الله جل وعلا بعد أن ذكر الفقراء المهاجرين قال:{ والَّذِينَ تَبَوَّؤُوا الدَّارَ وَالْإِيمَانَ مِن قَبْلِهِمْ} أي من قبل المهاجرين{ والَّذِينَ تَبَوَّؤُوا الدَّارَ وَالْإِيمَانَ مِن قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِّمَّا أُوتُوا وَيُؤْثِرُونَ عَلَى أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ وَمَن يُوقَ شُحَّ نَفْسِهِ فَأُوْلَئِكَ هُمُ الْمُفْلِحُونَ} [الحشر : 9] هؤلاء الأخيار هاجر إليهم المهاجرون وقدموا إليهم في مدينتهم فاقتسموا المدينة والطعام والشراب والزرع والثمار معهم رضي الله عنهم وأرضاهم وتلك منقبة لهم يقول صلى الله عليه وسلم يبين فضلهم { أدوا الذي لهم } أي الأنصار { وبقي الذي عليهم } رضوان الله تعالى عليهم ومع ذلك لم يعطوا حقهم قدرا بعد وفاة النبي صلى الله عليه وسلم وهذا أمر ألمح النبي عليه الصلاة والسلام إليه وقد قال للأنصار قبل أن يموت { إنكم ستجدون أثرة بعدي فاصبروا حتى تلقوني على الحوض } وكان ذلك الأمر وقع كما أخبر به نبينا صلى الله عليه وسلم في الدنيا وبقيت الآخرة أن النبي عليه الصلاة والسلام فرطهم وسابقهم إلى الحوض صلوات الله وسلامه عليه هذا السخاء يذكر المؤرخون أن تبع الملك اليمني المعروف لما جال في الديار والأمصار والأقطار يغدوا مر على المدينة وكان آنذاك اسمها يثرب فجعل عليها ابنا من أبنائه ثم إنه غادرها فلما غادرها قام هذا اللابن الذي هو لتبع فرقى نخلة لأحد سكان المدينة آنذاك فلما ارتقاها أخذ الثمرة الذي فيها فجاء صاحب النخلة المدني أصلا فقتله وقال المثل المشهور \" إنما الثمر لمن أبر \" فلما قتله بلغ تبع مقتل ابنه فأتى وحاصر المدينة فأخذ يقتتل مع أهل المدينة نهارا فإذا جاء الليل تسكن الحروب آنذاك على عادة الناس وأعرافهم في ذلك",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "الزمان لأنه لاضوء من خلاله يتقاتلون فكان أهل المدينة يبعثون له بالطعام في الليل فيقاتلونه في النهار فكان يقول أي تبع عجبت لأهل هذه القرية يحاربونني نهارا ويطعمونني ليلا ثم كأنه حس أن في الأمر شيئا فاستشار اثنين من الرهبان كانا معه لهما علم فقالوا له إنه لاسبيل إلى تلك القرية إلى هذه المدينة لاسبيل لك إليها فإنها مهاجر نبي يكون في أخر الزمان قال ماتشيرنا علي فأشارا عليه أن يبني فيها دارا فبنى فيها دارا مازالت هذه الدار يتوارثها أهلها تباع تشترى تورث حتى وصلت إلى أبي أيوب الأنصاري رضي الله تعالى عنه وأرضاه وهي الدار اللتي سكنها نبينا صلى الله عليه وسلم أول هجرته بعد أن نزل في دار أبي أيوب قبل أن يتخذ صلى الله عليه وسلم ويبني مسجده ويبني دوره وحجرات أمهات المؤمنين حول مسجده الذي يعنينا في هذا المقام أن من أعظم دلائل الكرم والفضل وعلو الهمة وقرب العبد من الناس وهذا أمر محمود والإنسان لايمكن أن يطالب الناس بأن يعطوه دون أن يعطوا فإذا كان الإنسان شحيحا بخيلا لايمكن أن يكون ذا سيادة قال عليه الصلاة والسلام للأنصار:\" من سيدكم ؟ قالوا : الجد بن قيس على بخل فيه . فقال : وأي داء أدوء من البخل هو ليس بسيدكم ولا يكون البخيل سيدا أبدا ولا يكون السيد بخيلا أبدا . نقول المتنبي يقول : ¶ لولا المشقة ساد الناس كلهم **الجود يفقر والإقدام قتال",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "من أعظم أسباب السيادة في الخلق أن يكون الإنسان سخيا يجاهد في ماله في معروفه في بدنه في كل مايقدر عليه هذا الذي يوطن الإنسان في مجتمعه ومكانته لكن إذا صاحب ذلك السخاء رغبة فيما عند الله والدار الآخرة رغبة فيما عند الله من الجنان وخوفا من النار كان ذلك أبر وأفضل وهو الذي كان عليه الأنصار يوم أن نعتهم الله جل وعلا بقوله :{ وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِيناً وَيَتِيماً وَأَسِيراً *ِ إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لَا نُرِيدُ مِنكُمْ جَزَاء وَلَا شُكُوراً }.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ـ مما امتاز به أولئك الأخيار شجاعتهم وقلنا سلفا إنه لا تناقض مابين رقة القلب ومابين الشجاعة الأنصار هم الذين خرجوا مع النبي صلى الله عليه وسلم يوم بدر وأخذ النبي عليه الصلاة والسلام يستثير الهمم ويستشير الناس ويجيبه أبوبكر ثم عمر وهو عليه الصلاة والسلام يكرر خطابه الأول:\" أشيروا علي أيها الناس\" ففقهه الأنصار أنه يعنيهم فقام سعد بن معاذ وقام غيره كالمقداد وغيرهم يخبرون عن شجاعتهم ويقول لنبينا صلى الله عليه وسلم لو خضت بنا برك الغماد لذهبنا معك وهذا كناية عن نهاية المعمورة وأحدهم يقول لو خضت بنا هذا البحر وأحدهم يقول إنا لا نقول لك كما قال أصحاب موسى لموسى اذهب أنت وربك فقاتلا إنا هاهنا قاعدون ولكن اذهب أنت وربك فقاتلا إنا معكما مقاتلون ومن دلائل شجاعتهم ذلك التصرف الفردي إذا كان هذا تصرف جماعي كذلك التصرف الفردي من أبي دجانة رضي الله عنه وأرضاه يوم أخرج النبي صلى الله عليه وسلم سيفه يوم أحد وقال من يأخذ هذا السيف بحقه قالوا وماحقه يارسول الله قال أن يفعل به كذا وكذا أي أن يكسر في يد صاحبه فجاء أبودجانة رضي الله عنه وأخذه وكان يلبس عصابة حمراء فمشى يختال بين الصفوف وقال صلوات الله وسلامه عليه { والله إنها لمشية يبغضها الله ورسوله إلا في هذا الموطن } وحدث في المعركة أن أبادجانة كان يدرء بذلك السيف كل من يقاتله فيقتله حتى سمع صوتا رأى خيالا فهم أن يضرب به السيف فلما هم بأن يضرب بسيف رسول الله صلى الله عليه وسلم إذا بالمضروب يحدث صوتا فعلم أنها امرأة فأوقف سيفه وقال \" أكرمت سيف رسول الله صلى الله عليه وسلم أن أضرب به امرأة \"",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ـ مما امتاز به أولئك القوم الصلاح والتقوى جملة ومن أعظم من اشتهر منهم بالصلاح والتقوى سعد بن معاذ رضي الله تعالى عنه وأرضاه سيد الأوس وهو الذي دفنه النبي صلى الله عليه وسلم وشهد جنازته ونزل سبعون ألف ملك من السماء يشيعونه رضوان الله تعالى عليه وأرضاه ولقد ذكر الذهبي رحمه الله في \" الأعلام \" وذكره غيره أنه عليه الصلاة والسلام لما ذهب بسعد إلى البقيع وكان أصحاب سعد وأهله يباشرون دفنة تغير وجهه عليه الصلاة والسلام ثم مالبث أن كبر فكبر معه أهل البقيع ثم قال صلوات الله وسلامه عليه {إن للقبر ضمة لو نجى منها أحد لنجى منها سعد بن معاذ } وفي رواية { لنجى منها هذا العبد الصالح } فهذه شهادة من نبي الأمة ورأس الملة صلوات الله وسلامه عليه لسعد لأنه كان عبدا صالحا وإنما ذكرناه أنموذجا وإلا كلهم صالحون رضي الله عنهم وأرضاهم إلا أنهم يتفاوتون في الصلاح . ¶ ـ مما نصر به أولئك الأخيار نبينا صلى الله عليه وسلم البيان وقد كان الأنصار ذا بيان أوسا وخزرجا وممن اشتهر منهم كعب بن مالك وعبد الله ابن رواحه لكن الذي برع في البيان الشعري على الوجه الخصوص منهم حسان بن ثابت وهو من الخزرج رضي الله عنه وأرضاه وحسان أدرك الإسلام يوم دخل النبي صلى الله عليه وسلم المدينة كان سن حسان آنذاك ستين عاما وقد عمر حتى بلغ مائة وعشرين سنة فعاش ستين سنة في الجاهلية وستين سنة في الإسلام كان يفد على الغساسنة والمناذرة في الجاهلية وهو القائل يمدحهم أي الغساسنة : ¶ لله در عصابة نادمتهم ** يوم بجلق في الزمان الأول ¶ أولاد جفنة حول قبر أبيهم ** قبر ابن مارية الكريم المفضل ¶ يغشون حتى ماتهر كلابهم ** لايسألون عن السواد المقبل ¶ بيض الوجوه كريمة أحسابهم ** شم الأنوف من الطراز الأول ¶ فلما قدم النبي صلى الله عليه وسلم المدينة آمن حسان ونصر الإسلام والرسول بشعره ومما قاله في مدح نبينا صلى الله عليه وسلم:",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "عدمنا خيلنا إن لم تروها ** تثير النقع موعدها كداء ¶ ثم أخذ يقول فيمن يهجوا النبي صلى الله عليه وسلم: ¶ أتهجوه ولست له بكفء ** فشركما لخيركما الفداء ¶ فإن أبي ووالده وعرضي **لعرض محمد منكم وقاء ¶ وجبريل أمين الله فينا ** وروح القدس ليس له كفاء ¶ في همزيةٍ شهيرة كان يذود بها عن رسول الله صلى الله عليه وسلم ويقولون إنه استأذن النبي عليه الصلاة والسلام أن يرد على القرشيين فقال عليه الصلاة والسلام:\" كيف تهجوهم وأنا منهم\" فقال حسان رضي الله عنه يارسول الله :وأي والله إني لأسلك منهم كما تسل الشعرة من العجين\" فأشار عليه النبي عليه السلام أن يذهب إلى أبي بكر لعلمه بأنساب قريش حتى يبين له أنساب القرشيين حتى لايقع في آل يكون في هجائهم هجاء لنبينا صلوات الله وسلامه عليه وبقي حسان وفيا لنبينا عليه السلام حتى بعد وفاته فلما مات النبي عليه الصلاة والسلام وارتجت المدينة وأظلم منها كل شئ وأنكر الناس قلوبهم قال حسان يرثي النبي عليه السلام: ¶ بطيبة رسم للنبي ومعهد ** منير وهل تعف الرسوم وتحمد ¶ بها حجرات كان ينزل وسطها ** من الله نور يستضاء ويوقد ¶ معالم لم تطمس على العهد آيها ** أتاها البلى فالآي منها تجدد ¶ عرفت بها رسم الرسول وصحبه ** وقبرا به واراه في الترب ملحد ¶ فبوركت ياقبر الرسول وبوركت ** بلاد ثوى فيها الرشيد المسدد ¶ ومافقد الماضون مثل محمد ** ولا مثله حتى القيامة يفقد",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "صلوات الله وسلامه عليه . كما برع حسان في الشعر برع ثابت بن قيس رضي الله تعالى عنه في النقد فكان يعرف بخطيب النبي صلى الله عليه وسلم ولما قدمت بعض وفود العرب في عام الوفود في العام التاسع إلى النبي صلى الله عليه وسلم من أولئك الوفود من أراد أن يباعث النبي عليه الصلاة والسلام في الشعر والنثر فقالوا أخرج إلينا شاعرك وأخرج إلينا خطيبك فاستدعى النبي صلى الله عليه وسلم حسانا واستدعى ثابت بن قيس فكان ثابت رضي الله عنه وأرضاه فصيحا بليغا فقام يخطب فلما فرغ حسان وفرغ ثابت قال أولئك الوفد قالوا أيها الناس إن هذا الرجل لمنصور والله إن شاعره لأفضل من شاعرنا وإن خطيبه لأفضل من خطيبنا. ¶ هؤلاء هم أنصار رسول الله صلوات الله وسلامه عليه جملة وقد قلنا إن النبي عليه الصلاة والسلام أخبر أنهم سيجدون أثرة بعده وقد كان وواعدهم النبي عليه الصلاة والسلام الحوض. ¶ على هذا نقول يحسن بالمؤمن أن يحب أولئك القوم كلما ذكروا وأن يذكرهم بخير وأن يثني على صنائعهم وأن ينشرها بين الناس ولو أحب أهل المدينة جملة من هذا الباب لكان موفقا مسددا بأنهم جيران نبينا صلى الله عليه وسلم .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وهؤلاء الأنصار كان النبي عليه الصلاة والسلام يأتيهم في دورهم إكراما لهم فقد أتى بني عبد الأشهل وهم قوم من الخزرج وصلى بهم صلى الله عليه وسلم المغرب فلما صلى المغرب انفرق الناس يؤدون ركعتين المغرب فقال عليه الصلاة والسلام معلما لهم هذه صلاة البيوت أي أن ركعتي المغرب الأصل فيها أن تكون في البيوت . كما زار النبي صلى الله عليه وسلم عبدالله بن...... رضي الله تعالى عنه وزار أباه وزار غيرهم يتفقد أحوالهم وكان حتى صبيانهم يداعبهم عليه الصلاة والسلام وهو القائل لأحدهم مافعل النغير يا أبا عمير فالمخاطب بهذا الحديث صبي صغير من الأنصار ولكن النبي عليه الصلاة والسلام يكنيه ثم يداعبه ويمازحه ويسأله عن طيره الذي يؤويه وحمامه الذي يربيه وهذا كله من محبته عليه الصلاة والسلام إلى أولئك القوم حتى ورد أنه عليه السلام لما دخل المدينة في أول الأمر وابتدروا يكرمونه ويعظمونه ويقولون يارسول الله هلم إلى العدد والعدة هلم إلى العز والمنعة نظر عليه الصلاة والسلام إلى جواري من بني النجار يضربن بالدف ويقلن: ¶ ياحبذا محمدا من جار ** نحن جواري من بني النجار",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "فقال صلى الله عليه وسلم وقد التفت إليهن أتحببنني قلن نعم يارسول الله قال وأنا والله أحبكن. فهؤلاء هم أنصار رسول الله صلوات الله وسلامه عليه ونحن مطالبون بأن نقتفي آثار الأخيار ومسالك الأبرار فيجب أن ننصر رسول الله صلى الله عليه وسلم ونحن نعلم أنه عليه الصلاة السلام ميت وروحه في الملأ الأعلى و المحل الأسنى لكن ننصر سنته ننصر هديه نقتفي أثره نتبع ماكان عليه عليه الصلاة والسلام من الهدي القويم والصراط القريب ذلك ما أردنا بيانه وتهيأ إعداده ختاما نقول كما قال البر جل وعلا {وََالسَّابِقُونَ الأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالأَنصَارِ وَالَّذِينَ اتَّبَعُوهُم بِإِحْسَانٍ رَّضِيَ اللّهُ عَنْهُمْ وَرَضُواْ عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الأَنْهَارُ خَالِدِينَ فِيهَا أَبَداً ذَلِكَ الْفَوْزُ الْعَظِيمُ} هؤلاء هم أصحاب رسول الله صلى الله عليه وسلم وهؤلاء هم الثلة الأخيار منهم الأوس والخزرج سكان المدينة في غابر الأزمان وأوائل الدهر ممن نصروا الله ورسوله ألحقنا الله بهم في الصالحين وجعلنا الله وإياكم ممن يستمع القول فيتبع أحسنه وبارك لنا ولكم فيما نقول ونسمع والله المستعان وعليه البلاغ وصلى الله على محمد وعلى آله والحمد لله رب العالمين.،",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "\"الإسراء والمعراج\" ¶ \"بسم الله الرحمن الرحيم\" ¶ الحمد لله الذي خلق خلقه أطوارا وصرفهم كيفما شاء عزة واقتدارا وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن سيدنا ونبينا محمدا عبده ورسوله صلى الله عليه وعلى آله وأصحابه وعلى سائر من اقتفى أثره واتبع منهجه بإحسان إلى يوم الدين. ¶ فهذا هو اللقاء الثاني من برنامجنا \" مجمع البحرين \" وموضوع حلقة اليوم \" الإسراء والمعراج \" ومعلوم لكل أحد أن هذا الحدث يرتبط بشخصية نبينا صلى الله عليه وسلم فهو جزء من سيرته العطرة وأيامه النظرة صلوات الله وسلامه عليه. ¶ والإسراء والمعراج: ¶ حادثة وقعت قبل الهجرة بثلاث سنوات إلا أنه لا يعلم صراحة بسند صحيح اليوم أو الليلة التي حدثت فيها وإن كان بعض العلماء يقول: إنها ليلة السابع والعشرين من شهر رجب لكن الاتفاق على أنها قبل الهجرة بثلاث سنوات أما تحديد ذلك ففيه خلاف بين العلماء لكن كما قلت رجح بعضهم أن يكون ليلة السابع والعشرين وهذا هو المستقر عند جماهير الناس ولذلك نرى في بعض الدول من يحتفل بليلة الإسراء والمعراج في ذلك الوقت بالتحديد ونحن وإن كنا لا نرى شرعية تلك الاحتفالات التعبدية إلا أننا نقول إن الذي جعله يستقر في الأذهان ويعظم ليلة سبع وعشرين من شهر رجب عند الناس أنها وافقة أحداث تاريخية مرتبطة بالمسجد الأقصى فمثلا صلاح الدين الأيوبي رحمه الله تعالى القائد المظفر المعروف فتح القدس بعد معركة حطين ودخل بيت المقدس في ليلة السابع والعشرين في شهر رجب فهذا أكد عند فئام من الناس أنها هي ليلة الإسراء والمعراج وكان ذلك عام ثلاثة وثمانين وخمسمائة من هجرة نبينا صلى الله عليه وسلم وكان المسجد الأقصى بذلك قد مضى له إحدى وتسعين سنة وهو رهين الحروب الصليبية أو الأسر الصليبي عند النصارى. الذي يعنينا من هذا كله أن هذا التاريخ الزمني للإسراء والمعراج. ¶ الإسراء والمعراج:",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "جاء في مرحلة أحوج ماكان النبي صلى الله عليه وسلم إلى أن يحتفي به ربه والأنبياء لهم عند الله المقام العظيم والمنزل الكريم وهو عليه الصلاة والسلام فقد خديجة بنت خويلد زوجته وفقد عمه أبوطالب ثم خرج إلى الطائف رده أهلها فجاءت رحلة الإسراء والمعراج بعد هذه الأحداث الثلاث التي أثرت شيئا ما على معنوياته عليه الصلاة والسلام لكنه في كنف الله في رحمة الله ورعايته فجاءت رحلة الإسراء والمعراج أسري به صلى الله عليه وسلم من المسجد الحرام إلى المسجد الأقصى وهذا جاء ثابت بنص القرآن وجاءت رحلة المعراج ثابتة في السنة متواترة تواتر لفظيا أو معنويا على أنه صلى الله عليه وسلم عرج به من المسجد الأقصى إلى السموات السبع غسل صدره عليه الصلاة والسلام بماء زمزم ربط دابته البراق عند الحائط صلى بالنبيين إماما عرج به إلى السماء السابعة قابل إخوانه من النبيين في السماء الأولى أباه آدم في السماء الثانية ابني خاله يحيى بن زكريا وعيسى بن مريم في السماء الثالثة أخاه يوسف في الرابعة إدريس في الخامسة هارون في السادسة موسى في السابعة أباه إبراهيم هذا كله لا نفصل فيه لأنه معروف لكننا الحلقة أو البرنامج أصلا لا يعنى بالسرد التاريخي المحض وإنما يعنى بالفوائد التي تنجم عن هذه الأعيان التي نذكرها الزمانية والمكانية والتاريخية والأشخاص . ¶ فنقول في الإسراء والمعراج ثمة فوائد جمة لا تكاد تحصى من أولها: ¶ ـ فضل بيت المقدس , فضل المسجد الأقصى فإن الله جل وعلا جعل المحطة الأخيرة لنبيه صلى الله عليه وسلم قبل أن يعرج به إلى السماء جعله بيت المقدس جعله بالمسجد الأقصى فقال سبحانه : {سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلاً مِّنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الأَقْصَى} ومن المسجد الأقصى كان المعراج وهذا يدل على فضيلة بيت المقدس وقد دلت آثار كثيرة على هذا منها:",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ـ أن نبي الله موسى عليه السلام قلنا مرارا في دروس عدة أنه مات وبنو إسرائيل في التيه قبل أن يدخل الأرض المقدسة فسأل الله جل وعلا أن يدنيه من بيت المقدس ولو رميت حجر حتى يكون قريبا من تلك الأرض المباركة عليه الصلاة والسلام. ¶ ـ والله لما ذكر المسجد الأقصى قال : { بَارَكْنَا حَوْلَهُ} فعمت بركة الله جل وعلا على تلك الأرض لأنها مأوى الأنبياء ومثواهم ومنازلهم ومواطنهم أكثر أنبياء الله كانوا من أرض فلسطين. ¶ ـ والصحابة رضي الله عنهم كانوا يعلمون ذلك كانوا يتدارسون فضل الصلاة في المسجد الأقصى ويوم ذاك لم يكن المسجد الأقصى قد دخل أصلا في حوزة المسلمين فكانوا يتدارسونه كما في حديث أبي ذر وهو حديث بسند صحيح عند الحاكم وعند غيره فخرج عليهم صلى الله عليه وسلم فسألوه أي الصلاة أفضل في المسجد النبوي أم في المسجد الأقصى ؟ فقال صلى الله عليه وسلم : { صلاة في مسجدي هذا بأربع صلوات فيه ولنعم المصلى هو } ومن هنا يتبين لنا أن الصلاة في المسجد الأقصى بمائتين وخمسين صلاة خلافا للمشهور عند كثير من الناس أن الصلاة فيه بخمسمائة صلاة نعم في هذا حديث لكن الحديث الوارد في أن الصلاة في المسجد الأقصى بخمسمائة صلاة حديث ضعيف السند أما الحديث الذي ذكرناه آنفا حديث أبي ذر فهو حديث صحيح رواه الحاكم في مستدركه بسند صحيح فنقول إن الصلاة في المسجد الأقصى بمائتين وخمسين صلاة . ¶ الصورة التاريخية المنقولة الآن عن المسجد الأقصى:",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "تظهر المسجد وتظهر في جواره مسجدا آخر عليه قبة ذهبية اللون هذا المسجد ليس المسجد الأقصى الذي عليه القبة هذا مسجد قبة الصخرة وهذه القبة الذي بناها عبدالملك بن مروان الخليفة الأموي المعروف لما كان في حروبه مع ابن الزبير فكان الناس يقدمون في الحج إلى الحجاز إلى مكة وكان الزبير في مكة فأراد عبدالملك أن يصرف وجوه الناس عن ابن الزبير فاعتنى ببيت المقدس وصنع القبة على الصخرة على مسجد الصخرة ووضع هذه القبة التي نراها الآن وقد جددت بعضه كثيرا وضع هذه القبة حتى يصرف الناس عن إتيان مكة ويأتون إلى بيت المقدس كل ذلك رغبة في إضعاف خصمه السياسي ألا وهو عبدالله بن الزبير هذا للتفريق في الصور التي نراها ونشاهدها الآن عن المسجد الأقصى بيت المقدس في كل آنٍ وحين في مكاتبنا ودورنا وغير ذلك و في الصحف والمجلات وأمثالها ،الذي يعنينا أن هذا المكان مكان مبارك صلى فيه النبي صلى الله عليه وسلم إماما. ¶ ـ لما صلى به النبي صلى الله عليه وسلم إماما ؟ ¶ يقول العلماء كلنا يعلم أن النبي علية الصلاة والسلام آخر الأنبياء عصرا آخرهم دهرا آخرهم مبعثا فصلوا وراءه حتى يبين الله لهم أي الأنبياء ولغيرهم من الناس مكانة هذا النبي الكريم صلوات الله وسلامه عليه فهو وإن كان آخر الأنبياء عصرا إلا أنه أولهم وأرفعهم وأجلهم قدرا وذكرا صلوات الله وسلامه عليه .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "في احتفاء الله جل وعلا بنبيه في السموات السبع وصعوده عليه الصلاة والسلام والعروج به من السماء إلى سماء هذا رد على أهل الأرض الذين ضيقوا على النبي صلى الله عليه وسلم دعوته وكذلك كل أنبياء الله لا يتركهم الله جل وعلا لخصومهم وأعدائهم إنما يتولاهم الله ويرعاهم ويعوضهم خيرا وإن كان التعويض وولاية الله تتفاوت من شخص إلى شخص ومن عبد صالح إلى عبد صالح سنة الله في الذين خلوا من قبل لكن النبي صلى الله عليه وسلم يمثل الذروة العليا من عباد الله الصالحين فهو عليه الصلاة والسلام يقول لما ذكر الآذان قال:\" سلوا الله لي الوسيلة فإنها درجة للجنة لا ينبغي أن تكون إلا لعبد\" ـ أي لا تحتمل اثنين ـ \"وأرجوا أن أكون أنا هو\" صلوات الله وسلامه عليه والمقصود من هذا أن حفاوة أهل السموات لنبينا صلى الله عليه وسلم دليل على رفيع مقامه و علو مكانته عند ربه صلوات الله وسلامه عليه وصل عليه الصلاة والسلام إلى أن تجاوز السدرة المنتهى،",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وأهل العلم يقولون : إنها سميت سدرة المنتهى لأنه ينتهي إليها مايعرج من الأرض وظاهر الأمر أن هذه السدرة لا يتعداها أحد أي لا يتعدى مقامها أحد لا يتخطاها أحد فالنبي عليه الصلاة والسلام تجاوزها بقليل حتى وصل إلى مستوى يسمع فيه صريف الأقلام وهناك كلمه ربه وناجاه وقربه وأدناه وأفاء عليه من نعمه وأعطاه الصلوات الخمس فرض عليه الصلوات الخمس لكنه لم يؤتي أوقاتها لم يبين له تفصيلا مواطن الصلوات فلما أسمع صلى الله عليه وسلم وبانت الشمس جاء جبريل من رب العالمين جل جلاله جاء بمواقيت الصلاة فصلى بالنبي صلى الله عليه وسلم بعد الزوال صلاة الظهر ثم أخذ يعلمه الصلوات في يومين متتابعين يصلي به في أول الأمر في أول الوقت ويصلي به في اليوم التالي في آخر الوقت ثم يقول له : \" إن الصلاة مابين هذين \" على هذا نقول إن صلاة الظهر هي أول صلاة صلاها النبي صلى الله عليه وسلم كفريضة في حياته أول صلاة فرضت على هذا الأمة إن صح التعبير.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ـ في رحلة الإسراء والمعراج يطالعنا ماء زمزم فإن النبي صلى الله عليه وسلم غسل قلبه بماء زمزم وقد جاء في حديث حسنه بعض العلماء { أن ماء زمزم لما شرب له} ولهذا كان سلف الأمة من العلماء والقواد وغيرهم يحرصون على الشرب من ماء زمزم بنية فعبدالله بن المبارك أمير المؤمنين في الحديث رحمة الله تعالى عليه الفقيه المعروف لما قدم مكة أخذ ماء زمزم ثم ذكر السند الموصل إلى النبي صلى الله عليه وسلم في قوله عليه الصلاة والسلام { ماء زمزم لما شرب له } فقال إن نبيك صلى الله عليه وسلم قال :{ ماء زمزم لما شرب له } اللهم إني أشربه لهول أو لعطش يوم القيامة فشربه . والشافعي رحمه الله كان في أول حياته قبل أن يتفرغ للعلم كان يحب الرمي فلما شرب ماء زمزم غلبت عليه طبيعته آنذاك فشربه رحمه الله للرمي أي حتى يوفق في الرمي فيقول بعدها أبوعبدالله أي الشافعي يقول : كنت إذا رميت عشرة أسهم أصيب في تسع فلربما أصبت في العشرة كلها إذا رميت عشرة أسهم أصيب في تسع منها ولربما أصبت في العشرة كلها . الخطيب البغدادي رحمه الله جاء مكة فشرب ماء زمزم وقال اللهم إني أشربه لثلاث فذكرها الرق يحدث بتاريخه فيها وكان يملي حديثه في جامع المنصور بأسوان ويدفن بجوار قبر بشر الحارث فحقق الله جل وعلا له هذه الثلاث كلها . قال العلماء : فحقق له الطلب العلمي الذي ذكره ثم دفن بجوار قبر بشر الحارث .الذي يعنينا من هذا كله أن ماء زمزم ماء لما شرب له وماء فضله الله جل وعلا فهو همزة جبريل وسقيا إسماعيل وماء أفاء الله به على أهل بيته وعلى أهل بلده الحرام وعلى حجاج كعبته كل ذلك فضل من الله ورحمه وبهذا خص الله جل وعلا نبينا صلى الله عليه وسلم بأن يغسل قلبه بماء زمزم دون غيره من المياه. ¶ كذلك أصبحت حادثة الإسراء والمعراج:",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ماده خصبة في عالم المدائح النبوية وفي عالم الأدب والحق أن المدائح النبوية في أصلها الجواز بلاشك وإن كان المدح في عمومه جائز إن لم يكن فيه غلو ولاريب أنه لاأحد أولى ولا أحق بالمدح من رسولنا صلى الله عليه وسلم وقد بعض الشعراء عفا الله عنا وعنهم غلو في هذا غلوا ذميما لا يحسن أن نذكره لكن نقف عند بعض من وفق من الشعراء ونخص شوقي بالذكر في حديثه عن رحلة الإسراء والمعراج وقد تكلم شوقي رحمه الله عن الإسراء والمعراج في قصيدتين من شعره أولاهما في الميمية والأخرى في الهمزية وبكل وفق وقال خيرا ونستأنس ببعض قال رحمه الله في ميميته في مطلعها جزل عفيف رائع: ¶ ريم على القاع بين البان والعلم *** أحل سفك دمى في الأشهر الحرم ¶ رمى القضاء بعيني جؤذر أسدا *** يا ساكن القاع، أدرك ساكن الأجم ¶ لما رنا حدثتني النفس قائلة *** يا ويح جنبك بالسهم المصيب رمي ¶ جحدتها و كتمت السر في كبدي *** جرح الأحبة عندي غير ذي ألم ¶ يا لائمي في هواه، والهوى قدر *** لو شفك الوجد لم تعذل ولم تلم ¶ ثم ذكر الإسراء والمعراج: ¶ أسرى بك الله ليلا في الملائكة *** والرسل في المسجد الأقصى على قدم ¶ لما رأوك به التفوا بسيدهم *** كالشهب بالبدر أو كالجند بالعلم ¶ صلى وراءك منهم كل ذي خطر *** ومن يفز بحبيب الله يأتمم ¶ جبت السماوات أو ما فوقهن جداً *** على منورة درية اللجم ¶ ركوبة لك من عز ومن شرف *** لا في الجياد ولا في الأينق الرسم ¶ مشيئة الخالق الباري وصنعته *** وقدرة الله فوق الشك والتهم ¶ هذا ماقاله شوقي رحمه الله في الميميه،أما ما قاله في الهمزيه : ¶ يا أَيُّها المُسرَى به شرفاً إلى * ما لا تنال الشمسُ والجوْزاءُ ¶ يتساءَلون وأنتَ أَطهرُ هيكل * بالروح أم بالهيكل الإِسراءُ ¶ بهما سَموْتَ مُطَهَّرَيْن كلاهما * روحٌ وريحانِيَّة وبهاءُ ¶ تغشى الغُيوبَ من العوالم كلَّما* طُويَتْ سماءٌ قُلِّدَتْكَ سماءُ",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "أَنت الذي نَظمَ البريَّةَ دينُهُ * ماذا يَقول ويَنظم الشعراءُ ¶ المُصلِحون أصابعٌ جُمِعت يَداً * هي أَنت بَلْ أنت اليدُ البيضاءُ ¶ صلى عليك اللهُ ما صحِب الدُّجى * حادٍ وحَنَّت بالفلا وَجناءُ ¶ واستقبل الرِّضْوانَ في غُرفاتِهم * بجِنان عَدْنٍ آلُك السُّمحَاءُ ¶ صلوات الله وسلامه عليه بكرة وأصيلا . وإن كان لشوقي هفوات وزلات عظيمة جدا في باب العقيدة في بعض أشعاره لكن هذه الأبيات التي ذكرناها من جيد شعره وهي سلسلة في لفظها جيدة في معناها موفقة فيمن قيلت فيه وهل يحسن الشعر في أحد كما يحسن في نبينا صلوات الله وسلامه عليه. ¶ ـ تبقى مسألة فقهيه قليلا بعض العلماء يناقش قضية أيهما أفضل ليلة الإسراء والمعراج أم ليلة القدر؟",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ونرى أنه لا ينبغي أن نجمع النقاش بين هاتين الليلتين لأن ليلة الإسراء والمعراج ليس للأمة علاقة بهما اللهم إلا من فرحهم لإكرام الله لنبيه صلى الله عليه وسلم وهي ليست ليلة تعبديه لم يتعبدنا الله جل وعلا فيها بعمل ولذلك لم يقل الله عن وقتها لم يخبرنا الله عنها ولم يخبرنا في أي شهر هي ولم يتعبدنا بأن نسعى أن نترقبها بخلاف ليلة القدر فإن ليلة القدر أعطيت لنتدارك أنفسنا ونتوب إلى الله ونتقرب إلى الله بصالح أعمالنا جعلها الله جل وعلا ميزان الرحمة يتنافس فيه المصلحون ويتقرب فيه العابدون ويقوم فيه الصائمون وأمثال ذلك من طرائق الوصول إلى رضوان الله الذي هو قائم في أساسه كله على قيام تلك الليلة {من قام ليلة القدر إيمانا واحتسابا غفر له ما تقد من ذنبه } على هذا نقول إن ليلة الإسراء والمعراج بالنسبة لنبينا صلى الله عليه وسلم أفضل من ليلة القدر بلا شك لأنه في ليلة الإسراء والمعراج كلم ربه أما ليلة القدر بالنسبة لنا كأتباع لهذا النبي الكريم أفضل من ليلة الإسراء والمعراج لأن ليلة الإسراء والمعراج غاية الأمر فيها أن نفرح فيها لما كان من تعظيم الله وإكرام الله لنبيه صلى الله عليه وسلم أما ليلة القدر فقد جعلها الله جل وعلا طريقا موصلا إلى رحمته وإلى جنانه وإلى غفران الذنوب وتعبدنا تبارك وتعالى في أن نسعى للاجتهاد التعبدي فيها وأن نترقبها وأن نتحراها كما دلت على ذلك الآثار الصحاح عن نبينا صلى الله عليه وسلم. ¶ ـ بقي أن نقول معشر الأحبة أن بعض العلماء يناقشون قضية هل أسري بالجسد أو بالروح بالنبي صلى الله عليه وسلم؟",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وهذا الأمر ظاهر بين كنت لا أحب أن أتكلم فيه لكنني أتكلم فيه من باب سد الذرائع أو قطع الباب وهو أن نقول لا يعقل أن يقال إن الإسراء كان بالروح فقط أن الإسراء والمعراج كان بالروح فقط وهو لو كان كذلك لما كبر وعظم على القرشيين ولما ردوه ولما عنفوا عن النبي صلى الله عليه وسلم قوله هذا ولا سخروا منه لأن كل إنسان يستطيع أن ينام فيرى ما يرى ويحلق به روحه فيما شاء من العوالم والأفلاك لكن الإسراء والمعراج كان بالجسد والروح ولهذا قال الله جل وعلا {سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ} ولفظ عبد يدخل فيه إذا أطلق الروح والجسد قطعا مجتمعتين والمقصود به هنا العبد النبي صلى الله عليه وسلم صلوات الله وسلامه عليه هذا ما تيسر إرادة وتهيأ إعداده عن ليلة الإسراء والمعراج قلناه على بينة من الأمر وقفنا في الأمور التي يغلب على الظن أنها غير مشتهرة أما غير ذلك من الفوائد فقد ضربنا عنه الذكر صفحا لاشتهاره وكنا قد بيناه في دروس شتى ومواطن متعددة والله المستعان وعليه البلاغ وصلى الله على محمد وعلى آله والحمد لله رب العالمين والسلام عليكم ورحمة الله وبركاته.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "\" الحسن و الحسين \" ¶ \"بسم الله الرحمن الرحيم\" ¶ إن الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا من يهده الله فلا مضل له ومن يضلل فلن تجد له وليا مرشدا وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن سيدنا ونبينا محمدا عبده ورسوله صلى الله عليه وعلى آله وأصحابه وعلى سائر من اقتفى أثره واتبع منهجه بإحسان إلى يوم الدين أما بعد: ¶ فهذا بحمد الله وفضله اللقاء التاسع من برنامجنا \" مجمع البحرين \" وموضوع حلقة هذا اليوم هو \" الحسن والحسين \" سبطا رسول الله صلى الله عليه وسلم وندرك جميعا أن الحديث عن هذين السبطين الكريمين حديث ذوشجون لما يعتريه من التفكير بسبطين كانا حبيبين إلى رسول الله صلى الله عليه وسلم. ¶ وبادئ الأمر نقول: ¶ إن الرب تبارك وتعالى رزق نبينا عليه الصلاة والسلام زوجة آلته وكفته هي خديجة بنت خويلد ولهذا كان أول قلب دخله الإيمان من هذه الأمة قلب امرأة هي خديجة وأول مال أنفق في سبيل الله في هذه الأمة كان مال امرأة وهو مال خديجة وأول دم أهرق في سبيل الله في هذه الأمة كان دم امرأة هو دم سمية زوجة ياسر أبي عمار. ¶ خديجة هذه كان لها الولد من رسول الله صلى الله عليه وسلم أو كان له الولد منها ذكرانا وإناثا أنجبت له القاسم وعبدالله وزينب ورقية وأم كلثوم وفاطمة أما عبدالله والقاسم قبله فماتا صغيرين القاسم مات قبل أن يبعث النبي صلى الله عليه وسلم وعبدالله مات بعد البعثة لكن أكبرهما لم يعمر إلى ست سنين في حين بقيت رقية وأم كلثوم وزينب عاشوا حياة النبي صلى الله عليه وسلم تزوج عثمان رقية ثم تزوج أم كلثوم وماتتا جميعا في حياة النبي عليه الصلاة والسلام أما زينب فقد كان لها ابن خالة يقال له العاص بن أبي الربيع فرغبت خديجة خالته أن تزوجه من ابنتها زينب فكلمت النبي صلى الله عليه وسلم فقبل فلما أكرم الله نبيه بالبعثة والرسالة آمنت زينب بأبيها ولم يؤمن العاص وبقي كافرا حتى كانت معركة بدر فلما كانت معركة بدر كان العاص من الأسرى الذين أسرهم المسلمون من أسارى بدر فلما أذن النبي و الصحابة في فدية الأسرى بعث القرشيون بالفدية بالأموال يفدون أسراهم فبعثت زينب بفدية كان في تلك الفدية قلادة أعطتها إياها أمها خديجة وقت دخولها على زوجها فلما رأى النبي صلى الله عليه وسلم القلادة رق لابنته وقال إن شئتوا أن تتركوا لها أسيرها فافعلوا فرجع العاص بن الربيع إلى زوجته زينب في مكة هي مؤمنة وهو كافر لما رجعوا كان العاص يقولون إنه واعد النبي عليه السلام أن يرد له ابنته.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "قريش الحدث كان عظيما عليها فمنعت النياحة على القتلى حتى كان منهم رجل مات له ثلاثة من الأبناء فأصابه حنق في صدره مكتوم لأنه لايستطيع أن يعبر عن حزنه ، قريش منعت البكاء منعت النحيب منعت النواح ، فسمع امرأة تبكي فظن أن قريشا أذنت فبعث ابنا له يسأل يتحدث الخبر فجاءه الابن الرابع هذا ليقول له يا أبتاه لم تأذن قريش وإنما هي امرأة تبكي على بعير لها أضلته يعني أضاعته فقال الرجل : ¶ أتبكي أن يضل لها بعير ** ويمنعها من النوم السهود ¶ فلا تبكي على بكر ولكن ** على بدر تقاصرت الجدود ¶ على بدر سراة بني هصيص ومخزوم ** ورهط أبي الوليد",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "الذي يعنينا هنا أن زينب خرج بها كنانة بن الربيع أخو من ؟ أخو العاص خرج بها يريد أن يردها للنبي عليه الصلاة والسلام وكان النبي قد بعث زيدا بن حارثة ورجلا معه حتى يأخذوا ابنته من أطراف مكة ويردوها إليه عليه الصلاة والسلام في المدينة تبعهم بعض القرشيين سفهاء قريش يريدون أن يمنعوا زينب أن تغدوا إلى أبيها فردهم كنانة وهو مشرك ردهم أن يأذوا بنت رسول الله صلى الله عليه وسلم جرى اتفاق بين الطرفين بتدخل أبي سفيان على أن يؤخر خروج زينب إلى المدينة فترة حتى تسكن جراح قريش ثم بعد ذلك عادة إلى المدينة إنفاذا لوعد أبي العاص للنبي صلى الله عليه وسلم ثم خرج أبوالعاص بن الربيع هذا خرج في تجارة بأموال قريش فصادف سرية من الصحابة ففر منهم وهو ذاهب إلى الشام يمر على المدينة على أطراف المدينة ففر منهم خوفا على نفسه حتى دخل المدينة فبدأ ببيت النبي ودخل على زينب امرأته يطلبها أن تجيره من المسلمين هذا كله في الليل لما أصبحوا والنبي عليه الصلاة والسلام يكبر لصلاة الفجر وإذا بزينب تصرخ للناس أيها الناس إنني قد أجرت أباالعاص بن الربيع فلما فرغ صلى الله عليه وسلم من صلاته قال : أيها الناس هل سمعتم الذي سمعت قالوا نعم يارسول الله قال : أما والله إني لا علم لي بهذا إلا الساعة ثم إنه دخل على ابنته وقال : قد أجرنا من أجرتي لكن لا يقرعنك ثم رجع العاص إلى مكة فرد الأموال إلى القرشيين وهناك أعلن إسلامه ثم مالبثت أن ماتت زينب .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "فمن بقي إذا من أبناء النبي صلى الله عليه وسلم وبناته ؟ لم تبقى إلا فاطمة ، فاطمة زوجها النبي صلى الله عليه وسلم من علي ابن عمها فأنجبت له الحسن والحسين ومحسن محسن مات وهو صغير أما الحسن والحسين فقد كانا أبوهما يريد أن يسميهما حربا لكن النبي صلى الله عليه وسلم قال في الأول بل هو الحسن وقال في الثاني بل هو الحسين وقال في الثالث بل هو محسن وقال فيهم أجمعين سميتهم بولد هارون بشار ومبشر وبشير . ¶ الحسن والحسين أضحيا سبطا رسول الله صلى الله عليه وسلم يدرجان في بيته وقد حرم نعمة الولد عليه الصلاة والسلام بعد أن رآها وهو قد حرم عليه السلام نعمة الأبوة والأمومة وإنه مات أبوه وهو حمل وفقد أمه عليه الصلاة والسلام وسنه ست سنوات هذا كله جعل تلك العاطفة البشرية الموجودة فيه صلوات الله وسلامه عليه تنصرف أكثر ماتنصرف إلى هذين السبطين صلوات الله وسلامه عليه . ¶ ـ جاء في روايات متعددة كلها تشهد بمدى محبة النبي الكريم لهذين السبطين: ¶ حديث بريدة فيه أنه كان على المنبر يخطب في الناس عليه السلام فدخل الحسن والحسين عليهما قميصان أحمران يمشيان فيعثرا فقطع الخطبة ونزل من المنبر وحملهما ووضعهما بين يديه ثم التفت إلى الناس وقال صدق الله ورسوله { إنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ} لقد نظرت إلى ابني هذين يمشيان فيعثران فلم أصبر حتى نزلت وحملتهما ويقول:{ هما ريحانتاي من الدنيا } من الدنيا ويقول : { اللهم إني أحبهما فأحبهما } إلى غير ذلك من الآثار ويقول عنهما { الحسن والحسين سيدا شباب أهل الجنة } رضوان الله تعالى عليهما . ¶ *مالذي يمكن أن نستنبطه من خبر الحسن والحسين أمور عدة :",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ـ أولها أننا نجد أنفسنا قلبيا نحب من يحبه الله ورسوله والنبي صلى الله عليه وسلم أحب هذين السبطين فنحن نتعبد الله بمحبتهما تبعا لمحبة نبينا صلى الله عليه وسلم وهذا أمر لا ينبغي أن يكون فيه ثمة خلاف فإن الإنسان إذا أحب أحدا أحب كل مايتعلق به ونبينا عليه الصلاة والسلام تعلق قلبه محبة شرعية منظبطة لحب السبطين رضوان الله تعالى عليهم حتى إنه كان يضع يديه الطاهرتين على رؤوسهما ويقول :{ أعيذكما بكلمات الله التامة من كل شيطان وهامة ومن كل عين لامة } ثم يقول:{ إن أباكما كان يعوذ بهما إسماعيل وإسحاق} يعني أباه إبراهيم صلوات الله وسلامه عليهم أجمعين .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ـ هذان السبطان مع أبيهما وأمهما كانا شيئا عظيما بالنسبة للنبي عليه السلام لما جاء وفد نصارى نجران إلى النبي عليه السلام في عام الوفود ودعوه إلى المباهلة وذكروا له أن عيسى ابن الله ودافعهم إلى هذا أنه ولد من غير أب فأنزل الله جل وعلا قوله { إنَّ مَثَلَ عِيسَى عِندَ اللّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِن تُرَابٍ ثِمَّ قَالَ لَهُ كُن فَيَكُونُ*الْحَقُّ مِن رَّبِّكَ فَلاَ تَكُنَ مِنَ الْمُمْتَرِينَ*فَمَنْ حَآجَّكَ فِيهِ مِن بَعْدِ مَا جَاءكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْاْ نَدْعُ أَبْنَاءنَا وَأَبْنَاءكُمْ وَنِسَاءنَا وَنِسَاءكُمْ وَأَنفُسَنَا وأَنفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَل لَّعْنَةَ اللّهِ عَلَى الْكَاذِبِينَ} فاتفق النبي عليه السلام مع وفد نصارى نجران على المباهلة فلما أصبح عليه الصلاة والسلام دعا من ؟ دعا فاطمة وعلياً والحسن والحسين وأخذهما وقال:\" إذا أنا دعوت فأمنوا\" فلما رأى وفد نصارى نجران النبي عليه السلام وهذه الوجوه النيرة التي معه من آل بيته فاطمة وعلي والحسن والحسين قال بعضهم لبعض: إن هذه الوجوه لو سألت الله أن يزيل الجبال من مواطنها لأزالها والله إن باهلتموه لا يسلمن منكم ولا ينجون منكم أحد فامتنعوا على أن يباهلوه وقبلوا أن يصالحوه على أعطيات مذكورة منصوص عليها في كتب السيرة والفقه ليس هذا موطنها الذي يعنينا هذا هو مقام الحسن والحسين عند رسول الله صلى الله عليه وسلم .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "ـ قام مرة في الليل كما في المسند يريد أن يسقي أحدهما فقام الآخر فدفعه فتعجبت فاطمة كيف يدفع الحسن ويسقي الحسين فقال عليه الصلاة والسلام إنه استسقى قبله أي قام قبله وهذا يدل على أنه صلى الله عليه وسلم وهو نبي الأمة ورأس الملة وأحق من خدم يقوم في الليل يسقي هذين السبطين سقى الحسن أولا ثم سقى الحسين ثم قال يا فاطمة :\"إني وأنت وهذان وهذا الراقد ـ وأشار إلى علي ـ لفي مكان واحد يوم القيامة\" خرجه الإمام أحمد بسند صحيح \"لفي مكان واحد يوم القيامة\" ثم مات صلى الله عليه وسلم وهو راض كل الرضى عنهما وقد قال في حقهما { الحسن والحسين سيدا شباب أهل الجنة }. ¶ آل الأمر إلى أبي بكر ثم إلى عمر ثم إلى عثمان رضوان الله عليهم أجمعين ثم آل الأمر إلى علي رضي الله عنه وأرضاه باتفاق أهل زمانه عليه إلا معاوية أهل الشام ثم حدث ماحدث مابين علي ومعاوية رضوان الله تعالى على الجميع وغفر الله لمن أخطأ منهما وإن كان الحق كله مع علي شارك الحسن والحسين مع أبيهما في أثناء تلك المعارك سقطت من علي درع درع أثيرة عنده التقطه يهودي لعله من سكان الكوفة ثم رآها علي أي أدرع مع اليهودي فقال : هذه درعي واليهودي ينكر اختصما ذهبا إلى القاضي شريح فلما جلسا بين يديه قال:يا أمير المؤمنين من يشهد أنها درعك قال : فلان وابني الحسن قال أما وإني لا أجيز شهادة الابن لوالده قال :علي سبحان الله! رجل من أهل الجنة لا تقبل شهادته فقال : شريح والله إني لأعلم أن الحسن من أهل الجنة لكني لا أقبل شهادة ولد لوالده فلما رأى اليهودي هذا الموقف بين يديه كان ذلك سبب في إسلامه وقال : أشهد أن لا إله إلا الله وأشهد أن محمد رسول الله .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "مات علي رضي الله عنه قتل شهيدا ومظلوما على يد عبدالرحمن بن ملجم عبدالرحمن بن ملجم من مراد مرادي كان في أول أمره محبا لامرأة من الخوارج لكن تلك المرأة الخارجية كان علي قد قتل بعض قرابتها في حروبه ضد الخوارج فلما وجدت في عبدالرحمن حب لها طلبت منه أن يكون مهرها قتل علي رضي الله عنه فااتخذ سيفا ويعرضه على الناس ثم يقومه كلما ذكر له أحد اعوجاج أصلحه ثم وضعه في سم حتى لفظ الحديد السم ثم انبرى لعلي رضي الله عنه وهو خارج لصلاة الفجر يغدوا الناس إلى الصلاة فضربه بها وفصل رقبته عن رأسه وقد قال صلى الله عليه وسلم { أشقى الأولين أحيمر ثمود الذي عقر الناقة وأشقى الآخرين من يخضب هذه عن هذه } وأشار إلى رقبة علي رضي الله عنه وأرضاه، هنا بايع الناس الحسن بعد أبيه فلما اجتمع الجيوش جيوش العراق من جهة الحسن وقد بايعوه وجيوش الشام بقيادة معاوية وقد سلموا له أراد الحسن رضي الله عنه وأرضاه أن يكف دماء المسلمين فسلم الأمر لمعاوية وتنازل عن الخلافة ليتحقق فيه قول النبي صلى الله عليه وسلم: { إن ابني هذا سيد وسيصلح الله به بين فئتين عظيمتين من المسلمين دعواهما واحده } وهنا يتنبه إلى أن الحسن لم يسمع هذا من النبي صلى الله عليه وسلم لم يعقله لما قاله النبي عليه السلام كان الحسن صغيرا لكن سمعه أبوبكره أحد الصحابة وهو الذي أخبر الحسن بسماع هذا الحديث عن النبي صلى الله عليه وسلم وقد صدق في نقله.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "فالإصلاح بين الناس عموما: من أعظم خلائق الرجال ومن أعظم القربات وأفضل الطاعات {لاَّ خَيْرَ فِي كَثِيرٍ مِّن نَّجْوَاهُمْ إِلاَّ مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلاَحٍ بَيْنَ النَّاسِ} والله يقول:{و َالصُّلْحُ خَيْرٌ} والسعي بالصلح من أعظم القربات والنبي عليه الصلاة والسلام ذات مرة خرج في صلاة العصر إلى بني عمرو بن عوف جنوب المدينة يصلح بينهم حتى إن صلاة العصر صلى بهم أبوبكر فتأخر صلى الله عليه وسلم عن إمامة المسلمين كل ذلك حتى يسعى في الصلح فالسعي في الإصلاح بين الناس وفق ضوابط الشرع والمقصود من الصلح جمع الكلمة و.........وحفظ دماء المسلمين أن تسفك هذا هو الصلح الشرعي أي دمائهم أو أعراضهم كل مافرق بين الناس وجمع شتاتهم وأدنى منهم ووحد بينهم هذا هو الإصلاح الخير سواء كان على مستوى الأفراد أو كان على مستوى الأمة أو على مستوى الدول هذا هو الصلح الذي دعا الله جل وعلا ورسوله صلى الله عليه وسلم إليه والذي تمثله الحسن في صلحه مع أهل الشام .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "أما الحسين رضي الله تعالى عنه وأرضاه فإنه لم يشأ أن يخرج عن قول أخيه ثم إن معاوية رضي الله تعالى عنه وأرضاه كتب البيعة من بعده لابنه يزيد فلم يكن يزيد في سيرته مرضيا عند الناس وعند أكثر الأمة فلم يقبل أن يبايعه فئام من الصحابة منهم الحسين بن علي فبعث أهل العراق إلى الحسين يطلبونه فخرج إليهم بعد أن نصحه كثير من الصحابة أن لا يخرج ومن أشهر من نصحه عبدالله بن عمر رضي الله تعالى عنه وأرضاه وقال له وهو يودعه : \" أستودعك الله من قتيل \" لكن ليمضي قدر الله خرج الحسين لما خرج الحسين وصل إلى كربلاء الموضوع المعروف ، الآن في العراق فلما وصل بجيشه ومعه قرابة الثمانين من آل بيته قال في أي موطن نحن قالوا: في كربلاء قال بل هي كرب وبلاء فكان الأمر كما قال ، أتاهم عبدالله بن زياد حدثت المعركة كان يوم العاشر من شهر الله المحرم قتل الحسين ظلما شهيدا هذا كله لاريب فيه ولاغضاضة أن يقوله الإنسان بل الحق أن يقال لكن الناس في تعاملهم مع مقتل الحسين يختلفون اختلافا كبيرا بعض العلماء أسرف في القتل فقال إن الحسين قتل بسيف جده يعني النبي صلى الله عليه وسلم والحق وإن كنا نحتفظ بقائلها لماكنته لكن هذه الكلمة لا تقبل في حق رجل شهد له النبي صلى الله عليه وسلم بالجنة ويزيد ليس ممن يقارن بالحسين أصلا أين يزيد من الحسين رضي الله تعالى عنه وأرضاه لكن الحسين بالحسابات السياسية لم يحسن إتقان المسألة سياسيا لأن أهل العراق قد خذلوا أباه من قبل وليس هو عندهم بأكرم من أبيه فكان ينبغي عليه قدريا أن يتبين له أن يعلم أنهم ماداموا قد خذلوا أباه من قبل فلن يكونوا معه في نصرته على أهل الشام الذي يعنينا هنا أن الحسين قتل. ¶ ـ الذين قتلوا الحسين في الجنود يعني في المعركة كان أكثرهم واحد من اثنين: ¶ إما رجل يعلم منزلة الحسين عند الله لكنه يريد الحظ الدنيوي وبهذا يقول قائلهم: ¶ أوقر إنائي فضة وذهبا ¶ إني قتلت الملك المحجبا",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "قتلت خير الناس أما وأبا ¶ هذا أحد الذين باشروا قتل الحسين يدخل على زوجته قال :جئتك بغنى الدهر هذا رأس الحسين وكانت المرأة عاقلة قالت: ذهب الناس بالذهب والفضة وتأتيني برأس ابن بنت رسول الله صلى الله عليه وسلم والله لا يجتمع رأسي ورأسه في بيت واحد أبدا فتركته وحسنت فعلت . ¶ وآخرون كانوا من أهل الشام غرر بهم ويقال لهم إن قتل الحسين قربة لأنه كذا و كذا فكيف يصبح قتل ابن بنت رسول الله صلى الله عليه وسلم المشهود له بالجنة كيف يصبح قربة يقول أحد الصالحين : ¶ جاؤا برأسك ياابن بنت محمد ** متزملا في ثيابه تزميلا ¶ وكأننا بك ياابن بنت محمد ** قتلوا جهارا عامدين رسولا ¶ قتلوك عطشانا ولم يترقبوا ** في قتلك التنزيلا و التأويلا ¶ ويكبروه بأن قتلت وإنما ** قتلوا بك التكبير والتهليلا ¶ ونقول ختاما حول هذه القصة:",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "نقول إن قتل الحسين رحمه الله كان ظلما ومات شهيدا وهو خير ممن قتله أو أشار بقتله أو رضي قتله بلاشك لكن نقول: هذه أمور مضت وانقضت والحديث عنها اليوم ممكن أن يستفيد منه كعبرة أن لا نقع في نفس الأخطاء فيما بيننا لكن لا يمكن أن يقال كما تزعم بعض الطوائف أن تدفع الأمة إلى اليوم ثمن مقتل الحسين هذا أمر لا يقبل ولا ينفع الأمة بشئ ولا يقدم ولا يؤخر في سلطان الأمة وعلو مجدها أو في تمسكها بكتاب الله أو سنة رسوله جميع جوانب الحياة العقدية والاجتماعية والعلمية لا يتعلق بالانتصار للحسين اليوم لأن الذين قتلوا الحسين أصلا وأسهموا في قتله ورضوا قتله غير موجودين حتى يحاكموا إنما نستلهم العظة والدروس لكن لا نكرر المأساة ويضرب بعضنا أعناق بعض ونشمت بعض البعض ونغالي ونقول من العبارات مالم ينزل الله به من سلطان مالم يقل في حق الأنبياء ثم إن قتل الحسين لن يكون أعظم مصيبة من موت رسول الله صلى الله عليه وسلم ولم يكون أعظم من مقتل أبيه علي رضي الله عنه فكيف ينسى أولئك موت النبي صلى الله عليه وسلم ومقتل علي رضي الله عنه وأرضاه وهم يشهدون بإمامة علي ثم يجعلون الأمر منصبا أو محصورا في قتل الحسين رضي الله عنه وأرضاه هذا أمر يخالف العقل فضلا على أنه أصلا يخالف النقل .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "كان مع الحسين بعض أهل بيته كما بينا وماتوا جميعا يعني ذريته إلا ابن أصغر له يقال له علي ابن الحسين كنيته زين العابدين وهذا كان صغيرا لم يشهد المعركة فاستصغره جند الشام فلم يقتلوه فكل ذرية اليوم تسمى الحسينية منسوبة إلى الحسين بن علي فهي من ذرية علي بن الحسين المعروف بزين العابدين وهذا علي هو الذي كان يطوف بالبيت أيام عبدالملك بن مروان في الحجة هشام بن عبدالملك في أيام أبيه فلما أراد هشام وهو ابن الخليفة أن يطوف بالبيت صعب عليه أن يصل إلى الحجر فاتخذ كرسيا في ناحية البيت ينظر إلى الناس فجاء زين العابدين الذي هو علي بن الحسين ليطوف بالبيت فتنحى الناس إكراما وإجلالا لسبط رسول الله صلى الله عليه وسلم فسلم على الحجر وطاف فكأن هشام أراد أن يصرف وجوه الناس عنه قال من هذا؟ لعله من باب الإيهام والإستصغار أو نقول كلمة قريبة منها فقال الفرزدق الشاعر الأموي المعروف وكان حاضرا : ¶ هذا الذي تعرف البطحاء وطأته ¶ و البيت يعرفه و الحلّ و الحرم ¶ هذا ابن خير عباد الله كلهم ¶ هذا التقيّ النقيّ الطاهر العلم ¶ و ليس قولك: من هذا؟ بضائره ¶ العرب تعرف من أنكرت و العجم ¶ كلتا يديه غياث عمّ نفعهما ¶ يستو كفان و لا يعروهما عدم ¶ سهل الخليقة لاتخشى بوادره ¶ يزينه اثنان: حسن الخلق والشيم ¶ ما قال: «لا» قطّ إلاّ في تشهّده ¶ لولا التشهّد كانت لاءه نعم ¶ عمّ البريّة بالإحسان فانقشعت ¶ عنها الغياهب و الإملاق و العدم ¶ مشتقّة من رسول الله نبعته ¶ طابت مغارسه و الخيم و الشيم ¶ هذا ابن فاطمة إن كنت تجهله ¶ بجدّه أنبياء الله قد ختموا ¶ إذا رأته قريش قال قائلها ¶ إلى مكارم هذا ينتهي الكرم",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "أهل السنة يقولون: إن المهدي المنتظر الذي أخبرنا النبي صلى الله عليه وسلم أنه سيخرج في آخر الزمان ويملأ الأرض عدلا كما ملئت جورا هو شديد الشبهة باسمه بنبينا صلى الله عليه وسلم فهو اسمه محمد بن عبدالله أقنى الأنف إلى غير ذلك من بعض الصفات الجسدية التي جاءت في الصحاح وغيرها واردة فيه يقولون أي أهل السنة إنه من ذرية الحسن لا من ذرية الحسين ويزعم آخرون أنه من ذرية الحسين. ¶ على هذا نقول إن من ينسب إلى النبي صلى الله عليه وسلم لم يكونا إلا واحد من الحسنيين أو الحسنيين مامن ذرية الحسين أو من ذرية الحسن وذرية الحسين محصورة في ابنه علي بن الحسين الذي هو زين العابدين أما الحسن فقد ترك جما غفيرا من الأبناء والأولاد الذكران الذين ينسبون بعد ذلك إليه. ¶ هذا ماتيسر إيراده وتهيأ إعداده حول سبطي رسول الله صلى الله عليه وسلم نسأل الله أن يعف عنا وعنكم وأن يتقبل منا ماقلناه وأن ينفعنا بما علمنا سبحان ربك رب العزة عما يصفون وسلام على المرسلين والحمد لله رب العالمين، والسلام عليكم ورحمة الله وبركاته.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "\"الروح و الجسد\" ¶ بسم الله الرحمن الرحيم ¶ الحمد لله الذي بنعمته تتم الصالحات وأشهد أن لا إله إلا الله وحده لا شريك له أراد مالعباد فاعلوه ولو عصمهم لما خالفوه ولو شاء أن يطيعوه جميعا لأطاعوه وأشهد أن سيدنا ونبينا محمدا عبده ورسوله صلى الله عليه وعلى آله وأصحابه وعلى سائر من اقتفى أثره واتبع منهجه بإحسان إلى يوم الدين أما بعد: ¶ فموضوع حلقه هذا اليوم من برنامجنا مجمع البحرين\"الروح والجسد\" على أننا نقصر الحديث في الحديث عنهما عن روح وجسد بني آدم ولا نعرض لغيرهما من الكائنات الحية فنقول وبالله التوفيق إن الله تبارك وتعالى هو خالق الروح وهو خالق الجسد بل هو جل وعلا خالق كل شيء كما قال سبحانه ذلك في كتابه العظيم {اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ} ومما خلقه الله جل وعلا أرواحنا وأجسادنا والروح والجسد الكلام فيهما والحديث عنهما حديث ذو شجون بداية نقول إن كلمة الروح: في القرآن يطلق على أشياء كثيرة لكنها إذا أطلقت وعرفت إنما يراد بها ماء يمتزج مع الجسد ويشكل منه النفس الإنسانية فإن الروح وهو بداخل الجسد كما سيأتي تفصيله لا يقال لها روح وإنما يقال لها جسد قال الله جل وعلا {نَزَلَ بِهِ الرُّوحُ الْأَمِينُ *عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنذِرِينَ} هذا إجماعا على أن المقصود به جبريل عليه السلام وقال جل وعلا {وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحاً مِّنْ أَمْرِنَا مَا كُنتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ} وإنما المقصود به ما فيه حياة الناس وهو الإسلام أو القرآن على أحد التفسيرين.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "ـ أما الروح التي هي مرتبطة بالجسد: وهو التي نحن معنيون بالحديث عنها الآن هي الروح التي لا يدري أحد كنه ذلك عنها شيئا إلا الله تبارك وتعالى قال الله جل وعلا { وَيَسْأَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُم مِّن الْعِلْمِ إِلاَّ قَلِيلاً }[الإسراء : 85] يقول العلماء من المفسرين عند تفسير هذه الآية إن النبي صلى الله عليه وسلم وهو في المدينة مر على ملأ من يهود ومعه عبد الله بن مسعود فقال بعضهم لبعض أي اليهود سلوه لا تسألوه سلوه ترددوا ثم قالوا يا أبا القاسم مالروح ؟ فاتكأ صلى الله عليه وسلم على عسيب نخل قال عبد الله بن مسعود فعلمت أنه يوحى إليه ثم تلا عليهم قول الله جل وعلا في سورة الإسراء{ وَيَسْأَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُم مِّن الْعِلْمِ إِلاَّ قَلِيلاً} [الإسراء : 85] فجاء الجواب القرآني أن علم الروح أمر كنه الروح أمر اختص الله جل وعلا به فرده تبارك وتعالى إلى علم ذاته العلية ولم يجبهم النبي صلى الله عليه وسلم تفصيلا وإلى اليوم رغم التقدم العلمي كما هو معلوم لكل أحد إلا أن كنه هذه الروح لا يعلم عنه شيء ، نقول :",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "ـ أما الجسد: فإنه ذلك التكوين البدني الذي يحمله بني آدم كله على اختلاف في هيئه ذلك الجسد من الطول والقصر وما إلى ذلك لكن لفظ الجسد في القرآن إذا أطلق الله جل وعلا الكلام عن البدن مقرون بالروح فإنه لغة القرآن تسميه جسم وإن كان معزولا عن الروح لا روح فيه فإنه لغة القرآن تسميه جسد وبيان هذا أن الله جل وعلا ذكر طالوت فلما تكلم الله جل وعلا عنه قال {وَزَادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِ } ولم يقل بسطة في العلم والجسد وإنما قال في الجسم لأنه يتكلم عن جسد مقرون بالروح فعبر عنه في لغة القرآن بالجسم وقال الله جل وعلا عن المنافقين {وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ} فعبر الله جل وعلا عن أجسام هؤلاء المنافقين بالجسم ولم يقل أجساد لأنها آنذاك ممزوجة بالروح في حين أنه جل وعلا لما ذكر الإله المصنوع المفترى الذي صنعه السامري لقوم موسى قال الله جل وعلا {فَأَخْرَجَ لَهُمْ عِجْلاً جَسَداً لَهُ خُوَارٌ } فعبر عنه بكلمه جسد لأنه لا روح فيه وقال الله جل وعلا عن النبيين في معرض نفي أن لا يكونوا بلا أرواح قال : {وَمَا جَعَلْنَاهُمْ جَسَداً لَّا يَأْكُلُونَ الطَّعَامَ وَمَا كَانُوا خَالِدِينَ } [الأنبياء : 8] والمقصود من هذا كله أن لغة القرآن تفرق ما بين الجسد والجسم باعتبار اتصالها بالروح أو عدم اتصالها بالروح كذلك الروح إذا اتصلت بالجسد لا يقال لها روح الروح إذا اتصلت بالجسد فلغة القرآن تسميها نفس فإذا انفصلت الروح عن الجسد تسمى روح وقد أسند الله لهذه النفس القول {أَن تَقُولَ نَفْسٌ يَا حَسْرَتَى علَى مَا فَرَّطتُ فِي جَنبِ اللَّهِ} أسند الله إليها العلم{فَلَا تَعْلَمُ نَفْسٌ مَّا أُخْفِيَ لَهُم مِّن قُرَّةِ أَعْيُنٍ} والإنسان يتكون من جسد وروح إذا مزجت روحه بجسده تسمى نفس تسمى نفس وهذه النفس هي التي أقسم الله جل وعلا بها وقال {وَنَفْسٍ وَمَا سَوَّاهَا * فَأَلْهَمَهَا",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "فُجُورَهَا وَتَقْوَاهَا} [الشمس: 7] وتعبدنا الله جل وعلا بتزكيتها. ¶ ـ أيهما أسبق خلقا الروح أم الجسد؟ ¶ بالنسبة لأبينا آدم جسده قبل روحه بالنسبة لأبينا آدم جسده خلق قبل روحه أما بالنسبة لنا فإن أرواحنا خلقت قبل أجسادنا وبيان ذلك أن الله جل وعلا خلق آدم كما مر معنا في برنامج سابق كان عنوانه آدم وحواء أن الله جل وعلا خلق أبانا آدم من قبضة قبضت من الأرض خلق جسدا ثم بعد أن خلق جسدا عليه السلام نفخ الله جل وعلا فيه من روحه بعد أن نفخ الله جل وعلا فيه من روحه امتزجت تلك الروح التي خلقها الله في جسد آدم فأصبح آدم كائنا حيا ينطق خلق منه بعد ذلك منه زوجته وأدخل الجنة كما هو معلوم الذي يعنينا أن خلق آدم كجسد مقدم على خلقه كروح أما بالنسبة لنا معشر بني آدم فإن أرواحنا خلقت قبل أجسادنا ذلك أن أجسادنا إنما خلقت ونحن أجنة في بطون أمهاتنا أما أرواحنا فقد خلقت من قبل والله جل وعلا مسح على ظهر آدم فأخرج من ظهر آدم كل نسمة من ذريته إلى يوم القيامة كما في الحديث فرأى في أحدهم وبيصا من نور بين عينيه فكان هذا داود كما سيأتي في الحديث إن شاء الله تعالى عن داود وسليمان الذي يعنينا الله جل وعلا يدل ظاهر القرآن على أنه أخذ العهد والميثاق من بني آدم وهم في عالم الأرواح ويدل عليه قول الله جل وعلا {وَإِذْ أَخَذَ رَبُّكَ مِن بَنِي آدَمَ مِن ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَى أَنفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُواْ بَلَى شَهِدْنَا أَن تَقُولُواْ يَوْمَ الْقِيَامَةِ إِنَّا كُنَّا عَنْ هَذَا غَافِلِينَ *أَوْ تَقُولُواْ إِنَّمَا أَشْرَكَ آبَاؤُنَا مِن قَبْلُ وَكُنَّا ذُرِّيَّةً مِّن بَعْدِهِمْ أَفَتُهْلِكُنَا بِمَا فَعَلَ الْمُبْطِلُونَ}.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "ـ فبعض أهل العلم يقول: إن هذا العهد والميثاق الذي أخذه الله جل وعلا من بني آدم في عالم الأرواح الأول ألقن في الحجر أي الحجر الأسود ولذلك شرع وهذا من الآثار المنقولة أن الإنسان يقول عند طوافه بالبيت {اللهم إيمانا بك وتصديقا بكتابك ووفاء بعهدك} فالعلماء بعضهم يقول إن هذا راجع إلى ذلك العهد الذي قطعه بنو آدم على أنفسهم يوم خلقهم الله جل وعلا في عالم الأرواح ثم يكملون الحديث فيقولون إن هذا الحجر كما يدل صحيح السنة له يوم القيامة لسانا ينطق به فيشهد بمن استلمه بصدق وهذا ثابت عن نبينا صلى الله عليه وسلم والجمع مابين الحديث الصحيح والآثار المنقولة وآيات الكتاب جمع هذه المادة العلمية بعضها إلى بعض يجعلنا نقرب إلى أن نقول إن هذا ممكن أن يكون حقا كله ولا نجزم به لعدم وجود دليلا صريحا صحيحا في ذات الموضوع لكن هذه من النقول التي تقبلها النفس لوجود كثير من الأدلة التي تعضدها من هنا وهناك من كتاب أو سنة أو أثر عن أصحاب محمد صلى الله عليه وسلم.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "ـ يأتي ثمة إشكال: هنا يقول النصارى دائما إن من حججهم على أن عيسى ابن الله تعالى الله عما يقول الظالمون علوا كبيرا يقولون إن الله قال في قرءانكم {وَرُوحٌ مِّنْهُ} لما تكلم عن عيسى جل وعلا قال { وَرُوحٌ مِّنْهُ} ومنه الهاء في منه عائدة إلى رب الجلالة من أحسن الأجوبة هنا أن يقال إن الله لما خلق آدم في عالم الأرواح الأول وخلقنا في عالم الأرواح الأول وأخرجنا من ظهر أبينا ورآنا أبونا آدم بين يديه فينا الصحيح والمعافى والمبتلى فقال أي رب لوسويت بين عبادك قال الله جل وعلا { أحب أن أشكر } المقصود الأجوبة على هذا السؤال الذي طرحه النصارى أن يقال : إن الله رد هذه الأرواح في ظهر آدم ليكون منه بعد ذلك الذرية إلا روح عيسى عليه السلام استبقاها الله جل وعلا عنده ثم إن الله أعطى هذه الروح أي روح عيسى أعطاها جبريل لينفخ بها في درع أو في جيب درع مريم عليها السلام ليكون بعد ذلك حملها وولادتها لعيسى ابن مريم فيصبح يقطع بهذا القول الطريق على النصارى في قولهم أن المسيح ابن الله وإن كان الطريق مقطوع بذاته لأن الله قال عنهم {إ نَّ مَثَلَ عِيسَى عِندَ اللّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِن تُرَابٍ ثِمَّ قَالَ لَهُ كُن فَيَكُونُ } [آل عمران : 59] وافتراء النصارى ولو غيرهم من الأمم على الله الولد من أعظم الفرية وهذا نزه الله جل وعلا ذاته العلية عنه قال تبارك وتعالى { وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَداً* لَقَدْ جِئْتُمْ شَيْئاً إِدّاً * تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدّاً * أَن دَعَوْا لِلرَّحْمَنِ وَلَداً * وَمَا يَنبَغِي لِلرَّحْمَنِ أَن يَتَّخِذَ وَلَداً *إن كُلُّ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْداً } فالخلق جميعا عبيد له تبارك وتعالى والله جل وعلا مستغن عن كل أحد منزه عن الصاحبة والولد مقدس لم يلد ولم يولد تبارك",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وتعالى . ¶ ـ نعود للحديث عن الجسد والروح وإنما استطرادنا فيه للحديث على أن هذا من الأجوبة التي نراها مستحسنة والعلم عند الله في القطع على النصارى بعض حججهم في زعمهم أن المسيح ابن الله فنقول أما اتصال الأجساد بالأرواح فإن الله جل وعلا كتب للجسد أن ينشأ أولا قبل الروح ونحن أجنة في بطون أمهاتنا فالنبي عليه الصلاة والسلام كما في الصحيحين من حديث أبي عبدالرحمن عبدالله ابن مسعود بين أن الإنسان يكون في بطن أمه أربعين يوما نطفة وأربعين يوما علقة وأربعين يوما مضغة ثم يأتيه ملك فينفخ فيه الروح التي هي مخلوقة من قبل فإذا اتصلت الروح بالجسد دبت الحياة في ذلك الجنين فيتحرك فتشعر به الأم وهي حامل فإذا اشتملت الروح بالجسد أصبح ماذا ؟ أصبح نفس ولا يقال لها روح فهذه النفس الإنسانية وإن كانت جنينا في بطن الأم فإنها نفس معصومة لا يجوز قتلها بأي حال كان نفس معصومة لا يجوز قتلها بأي سبب كان فنقول هذه النفس المعصومة يختلط فيها الروح بالبدن فتصبح نفسا يحصل نوع من الامتزاج حتى يخرج الإنسان من بطن أمه قال الله جل وعلا { ُثمَّّ أَنشَأْنَاهُ خَلْقاً آخَرَ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ} [المؤمنون : 14] ثم يمكث الإنسان ماشاء الله له أن يمكث في هذه الحياة هذا يطول عمره وهذا يقصر أي كان الأمر طال العمر أم قصر فإن هناك امتزاجا مابين الروح والجسد الذي اصطلحنا على تسميته نفس. ¶ ـ ومن الأدلة على أن تسميته نفس: قلنا قول الله جل وعلا { وَنَفْسٍ وَمَا سَوَّاهَا} وأمر الله جل وعلا لعباده بأن يزكوا أنفسهم.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "ـ أما الأدلة على أنها إذا صعدت تسمى روح: فإن النبي صلى الله عليه وسلم دخل على أحد أصحابه وقد توفي وهو عثمان بن مظعون فأغمض بصره أي النبي أغمض بصر عثمان ثم قال لمن حوله من أهل الدار إن الروح إذا صعد يتبعه البصر فسماها صلى الله عليه وسلم روحا ولم يسمها نفسا لانفصالها من الروح ولهذا هذه الروح لا يختارها الإنسان وإنما تمتزج ببدنه والله جل وعلا خلق الأرواح كما قلنا ثم يأتي الملك فينفخ الروح في الجسد ولهذا في قصيدة فلسفية لابن سينا وهو الطبيب المعروف يقول: ¶ هبطت إليك من المحل الأرفع ***و ارقَاءُ ذات تعزز وتمنع ¶ هبطت على كره إليك وربما***كرِهت فراقك وهي ذات توجع ¶ يتحدث عن امتزاج الجسد بالروح وعن كرها لفراق الجسد لأنها ألفته عند الممات وهذه قصيدة عليها صبغة فلسفية بحتة وقد عارضها شوقي ببيت مشهور : ¶ ضمي قناعك يا سعاد أو ارفعي *** هذه المحاسن ما خلقنا لبرقع",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "ـ لكننا إذا أردنا أن نتكلم شرعيا عن اتصال الروح بالجسد فنقول: الاتصال الأول في عالم الأجنة ثم الاتصال الثاني في عالم الحياة الدنيا يستمر حتى يكون الانفكاك فإذا انفكت الروح عن الجسد وخرجت تخرج من الحلقوم وهذا نص الله جل وعلا عليه قال الله تبارك وتعالى :{ فَلَوْلَا إِذَا بَلَغَتِ الْحُلْقُومَ}أي الروح { وَأَنتُمْ } أي من حول الميت { حِينَئِذٍ تَنظُرُونَ } تنظرون إلى الميت { وَنَحْنُ } هذا قرب الله بملائكته { وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنكُمْ وَلَكِن لَّا تُبْصِرُونَ }أي لا تبصرون الملائكة حال قربها من الميت ثم يتحدى الله سائر البشر {فَلَوْلَا إِن كُنتُمْ غَيْرَ مَدِينِينَ } تقولون لاجزاء لا بعث لا نشور{فَلَوْلَا إِن كُنتُمْ غَيْرَ مَدِينِينَ * تَرْجِعُونَهَا إِن كُنتُمْ صَادِقِينَ } أعيدوا الروح إن كنتم صادقين هذا الانفكاك بين الجسد والروح وخروج الروح من الجسد هو الذي اصطلح على تسميته بالموت وهو الذي قال جل وعلا عنه {كُلُّ نَفْسٍ ذَآئِقَةُ الْمَوْتِ وَإِنَّمَا تُوَفَّوْنَ أُجُورَكُمْ يَوْمَ الْقِيَامَةِ } فالإنسان إذا فارق نفسه جسده وخرجت روحه منه سمي ذلك موت يتعلق به أحكام لا تخفى منها غسله ومواراته كفرض كفاية وانفكاك حبل الزوجية بينه وبين زوجته وتقسيم الميراث وما إلى ذلك من الأحكام التي تتعلق بالإنسان بعد موته ولا يقال هذه الأحكام لا تمشي ولا تمضي حال كون الروح متصلة بالجسد ولو اتصالا لاحركة فيه لكن مادامت متصلة بالجسد ولو اتصالا ضعيفا عن مرض أو وهن أو غيرها وإنما الموت هو خروج الجسد من الروح هذا الانفكاك الأول بين الجسد والروح ثم تعود الروح مرة أخرى إلى الجسد وظاهر السنة أنها تعود أول ماتعود والجسد محمول على أعناق الرجال ويدل على هذا قوله صلى الله عليه وسلم { إن الجنازة إذا حملت على أعناق الرجال تنادي إن كانت صالحة قدموني قدموني وإن كانت غير ذلك ـ عياذا بالله ـ تقول",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "ياويلاه أين يذهبون بي } وهذا لايكون إلا في اتصال الجسد بالروح كما أنه يتم الاتصال بصورة أكبر فيما يبدو والعلم عند الله عندما يأتي الملكان ليسأل المقبور من ربك ؟ مادينك ؟ من نبيك ؟ فهذه الثلاثة التي هي أصول الدين عندما يسألها الميت يجيب عليها وقد اتصلت روحه بجسده وهذا يدل عليه حديث البراء بن عازب أن الروح ترتفع وإن كانت صالحة تفتح لها أبواب السماء وإن كانت غير ذلك تغلق وعليه يحمل قول الله جل وعلا:{ ِنَّ الَّذِينَ كَذَّبُواْ بِآيَاتِنَا وَاسْتَكْبَرُواْ عَنْهَا لاَ تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاء وَلاَ يَدْخُلُونَ الْجَنَّةَ حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ } ـ نعوذ بالله من ذلك كله ـ والمقصود أن الروح تعود إلى الجسد لأن الله يقول لها لملائكته فإني قد وعدتهم :ِ{منْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أُخْرَى } [طه : 55] فتعود الروح إلى الجسد حتى تكون قادرة على إيجابة الملكين سواء وفقت في الإجابة أو لم توفق ـ عياذا بالله ـ نعود فنقول ثم يقع على الروح والجسد على مذهب أهل السنة يقع النعيم أو العذاب يقع النعيم والعذاب هذا النعيم والعذاب نحن لا نعلم كنهه ولا يمكن لي ولا لغيري أن يصفه لأننا لا نعلم عنه إلا بمقدار ماصح نقله عن الله أو عن رسوله صلى الله عليه وسلم وقد دل القرآن والسنة على وقوعه فالنبي عليه الصلاة والسلام لما كان في المدينة كان ذات يوم على بغلته فمر على أرض بستان عند الأنصار فالبغلة تحركت به عليه الصلاة والسلام حتى كادت أن تسقطه فقال صلى الله عليه وسلم لمن حوله \"أثمة قبور هنا قالوا يارسول الله إنها قبور خمس أو ست وفي رواية أربعة في قوله ماتوا في زمن الإشراك فقال عليه الصلاة والسلام :{ لولا أن تدافنوا لدعوت الله يسمعكم من عذاب القبر الذي أسمع }. ¶ ـ وقوله عليه الصلاة والسلام :{ لولا أن تدافنوا } فيه تربية عظيمة للأمة:",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "أن الإنسان لا يحسن به أن يطلع على عورات أخيه لأنك لو اطلعت على أي إنسان نقبت كثيرا عنه عثراته بحثت عن أخطائه بكثرة سيصغر في عينيك فإذا قدر أنك بلغت بموته ستجد في نفسك غضاضة في أنك تشارك في موته لأنه يغلب عليك سيطرة تلك الفكرة السيئة عن أخيك ولذلك يبقى الأفضل في أحوال الناس أن تبقى مستورة وحتى من علمنا عنه شيئا من خطأ أو زلل أو وقوع فاحشة أو ما إلى ذلك لا يمنعنا ذلك من أن نشارك في دفنه والصلاة عليه ومواراته طلبا للأجر ورحمة لأخينا مادام لم يخرجه ذنبه من الملة .ومحمد بن المنكدر أحد التابعين تبع جنازة رجل كان مدمن خمر فكأنه عوتب فقال رحمه الله قولة عالم فذ قال : \" إني لا ستحيي من الله أن أجد في نفسي أن رحمته جل وعلا قد ضاقت عن أحد \" والله جل وعلا يقول عن رحمته {وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ } ثم نحن نطلب الأجر من الله نطلب القراط القراطين في تتبعنا للجنائز والصلاة عليها بصرف النظر عن أحوال أصحابها وإنما نخشى على هذا العاصي النار ونرجوا للمؤمن الجنة ومرد الجميع إلى الله وحده يحكم بين عباده فيما كانوا فيه يختلفون ، نقول هذه نوع من الاتصال بين الروح والجسد في عذاب القبر . ¶ ـ لكن هل يستمر هل ينقطع إذا استمر ماحاله؟",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "هذا كله علمه عند الله جل وعلا ،لكن نقول جملة إن أصحاب القبور تتساوى قبورهم في ظاهرها لكن أرواحهم وأجسادهم الله أعلم بها أما الأجساد ونحن نقطع أنها تبلى من أين نقطع في قوله عليه الصلاة والسلام { كل جسد ابن آدم يبلى } وانظر إلى تعبير رسول الله صلى الله عليه وسلم قال { كل جسد } لأن الروح قد خرجت { كل جسد ابن آدم يبلى إلا عجب الذنب } فمنه يركب يوم القيامة ومشهور عند الناس أن أجساد الشهداء لا تبلى وهذا لا يدل عليه حديث هذا الحديث العام {كل جسد ابن آدم يبلى} يخصص فقط بأجساد الأنبياء قال عليه الصلاة والسلام { إن الله حرم على الأرض أن تأكل أجساد الأنبياء } لما قيل له يارسول الله كيف نصلي عليك وقد أرمت ؟ وهذا يدل على أن الصحابة رضي الله عنهم وأرضاهم استقر في أذهانهم في علمهم وهم ربيبوا مدرسة النبوة استقر في علمهم أن الأجساد جميعا تبلى ولذلك \"قالوا يارسول الله كيف نصلي عليك وقد أرمت أي جسدا فقال : { إن الله حرم على الأرض أن تأكل أجساد الأنبياء } نعم نقول قد يعطى الجسد فترة من الدهر طويلة أو قصيرة دون أن يبلى إكراما من الله لذلك المقبور وهذا ربما اطلع بعضنا على وقوعه لكن لا نجزم بأن هذا يبقى إلى أبد الدهر وقد قال أبو العلاء المعري على مافي أبو العلاء من زندقة في شعره على الأقل يقول : ¶ غير مجد في ملة واعتقاد ** نوح باك ولا ترنم شادي ¶ فر إن استطعت في الهواء رويدا ** لا اختيالا على رفات العباد ¶ رب قبر صار قبرا مرارا ** ضاحك من تزاحم الأقباري",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وهو يقول إن أكثر الثرى الأرض كلها أصلها أجساد قبور تدفن وتبلى وهذا يوضع وهذا يمتحن لكن ثمة اتصال بين الروح والجسد يكون يوم القيامة هذا الاتصال بعد أن ينفخ اسرافيل في الصور يقوم الناس لرب العالمين فإذا قام الناس لرب العالمين الذي يحصل قبل ذلك القيام أن الأرواح تفارق عليين إن كانت أرواح مؤمنة وتفارق سجين إن كانت أرواحا كافرة وتصل إلى الأجساد في قبورها فيتصل الروح بالجسد وتدب الحياة تعود نفس كما كانت تسمى نفس ،الآن يبعث الناس يحشرون حفاة عراة غرلا قال الله جل وعلا عن أهل طاعته {فَلَا تَعْلَمُ نَفْسٌ مَّا أُخْفِيَ لَهُم مِّن قُرَّةِ أَعْيُنٍ} وقال :{أَن تَقُولَ نَفْسٌ يَا حَسْرَتَى علَى مَا فَرَّطتُ فِي جَنبِ اللَّهِ} وقال وهو الأهم{ يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَّا عَمِلَتْ مِنْ خَيْرٍ مُّحْضَراً وَمَا عَمِلَتْ مِن سُوَءٍ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُ أَمَداً بَعِيداً} الاتصال هنا بين الروح والجسد هو الاتصال الكامل التام جدا لأن أهل الجنة ـ جعلنا الله وإياكم من أهلها ـ إذا دخلوها واطمأنوا فيها وأهل النار إذا دخلوها ووجدوا مافيها من العناء ينادي مناد يا أهل الجنة فيطلعون خوفا من أن يقال أخرجوا منها ويطلع أهل النار رجاء أن يقال لهم أخرجوا منها فيؤتى بالموت على صورة كبش أملح فيذبح الموت أو هو على صورة كبش أملح مابين الجنة والنار فينادي مناد ياأهل الجنة أن خلود بلا موت وأن ياأهل النار خلود بلا موت ولو أن أحدا مات فرحا لمات أهل الجنة فرحا ولو أن أحد مات حسرة لمات أهل النار حسرة .",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "الذي يعنينا هذا هو الاتصال الأبدي بين الجسد والروح قال الله عن أهل الجنة {خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالأَرْضُ إِلاَّ مَا شَاء رَبُّكَ عَطَاء غَيْرَ مَجْذُوذٍ} [هود: 108] وقال قبلها عن أهل النار {خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالأَرْضُ إِلاَّ مَا شَاء رَبُّكَ إِنَّ رَبَّكَ فَعَّالٌ لِّمَا يُرِيدُ} [هود: 107] ¶ والسؤال الأهم قبل نهاية الحلقة؟ ¶ هو أن نسعى في تزكية أنفسنا بالإيمان والعمل الصالح والخوف من الله ومراقبته تبارك وتعالى سرا وجهارا وليلا ونهارا عل الله جل وعلا أن ينقلها أي أنفسنا إلى عالم الطهر والنقاء نسأل الله جل وعلا أن يرزقنا وإياكم حسن الوفادة عليه وأن يكتب لنا حسن المنقلب وحسن المآب إنه ولي ذلك والقادر عليه ¶ سبحان ربك رب العزة عما يصفون * وسلام على المرسلين * والحمد لله رب العالمين ¶ والسلام عليكم ورحمة الله وبركاته",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "\" آدم وحواء \" ¶ بسم الله الرحمن الرحيم ¶ إن الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا من يهده الله فلا مضل له ومن يضلل فلن تجد له وليا مرشدا وأشهد أن لا إله إلا الله وحده لاشريك له خلق فسوى وقدر فهدى وأشهد أن سيدنا ونبينا محمدا عبده ورسوله صلى الله عليه وعلى آله وأصحابه وعلى سائر من اقتفى أثره واتبع منهجه بإحسان إلى يوم الدين أما بعد. ¶ فهذا بحمد الله وتوفيقه ومنته وكرمه اللقاء الرابع من برنامجنا \" مجمع البحرين \" ولقاء اليوم حول علمين كريمين هما \" آدم وحواء عليهما السلام \" ومعلوم لكل أحد أن آدم هو أبوالبشر الذي نسبنا الله جل وعلا في كثير من آيات القرآن إليه فقال جل ذكره {يَا بَنِي آدَمَ خُذُواْ زِينَتَكُمْ عِندَ كُلِّ مَسْجِدٍ} وقال جل وعلا {يَا بَنِي آدَمَ لاَ يَفْتِنَنَّكُمُ الشَّيْطَانُ كَمَا أَخْرَجَ أَبَوَيْكُم مِّنَ الْجَنَّةِ} فالأبوان هنا هما آدم وحواء عليهما السلام وإنما قيل لهما الأبوان تغليبا للذكر على الأنثى صلوات الله وسلامه عليهما الحديث عن آدم حديث ذو شجون لكننا سنحاول أن نجمع شتاته ونلم أطرافه وفق التالي فنقول: إن الله جل وعلا أخبر الملائكة قبل أن يخلق آدم بأنه سيخلقه قائلا {إ ِنِّي جَاعِلٌ فِي الأَرْضِ خَلِيفَةً} فقالت الملائكة {أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاء وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ قَالَ إِنِّي أَعْلَمُ مَا لاَ تَعْلَمُونَ} فالله جل وعلا له العلم التام والحكمة البالغة فكان خلق أبينا آدم من قبضة قبضت من الأرض جاء في بعض الآثار أن الله بعث ملكا يقبض تلك القبضة فلما وصل إلى الأرض قالت له الأرض أعوذ بالله منك فرجع إلى ربه فسأله الله وهو أعلم قال يارب استعاذت بك فأعذتها فبعث الله وهو أعلم ملكا آخر غيره فقالت له الأرض مثل ماقالت لصاحبه فرجع إلى ربه فقال له مثل ماقال الأول فبعث الله ملكا ثالثا فلما جاء أن يقبض من الأرض قالت الأرض كما قالت لصاحبيه أعوذ بالله منك قال وأنا أعوذ بالله أن لا أنفذ أمره ثم أخذ قبضة من الأرض هذه القبضة جاءت مجتمعه مخلوطة ممزوجة فلما رفعت إلى ربنا جل جلاله خلطت بماء فأضحت طينا ثم تركت فترة فأضحت صلصالا من فخار بحيث أنه لو قرع يحدت صوتا على هذا هذه المراحل الثلاث كلها ذكرها الله جل وعلا في كتابه فقال جل ذكره {",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "خَلَقْنَاكُم مِّن تُرَابٍ } وقال خلقناكم من طين وقال جل وعلا { مِن صَلْصَالٍ كَالْفَخَّارِ} لأن هذه هذه المراحل الثلاث كلها مر بها خلق أبينا آدم.من ضلع آدم خلقت أمنا حواء قال عليه الصلاة والسلام { استوصوا بالنساء خيرا فإن المرأة خلقت من ضلع وإن أعوج مافي الضلع أعلاه فإن أنت أردت أن تقيمه كسرته وإن استمتعت فيه استمتعت فيه على عوج } هذه الوصية النبوية فيها شاهد على أن حواء خلقت من ضلع آدم، ¶ ـ بخلق حواء من ضلع آدم يكون الخلق قد مر بمراحل أربعة في تنوعه : ¶ فمثلا خلق آدم من غير أب ولا أم هذه واحدة من الأربع وخلقت حواء من آدم من غير أم هذه الحالة الثانية والحالة الثالثة خلق عيسى بن مريم على النقيض من حواء خلق من أم من غير أب والحالة الرابعة هي خلق سائر الناس كل الناس يولدون من أم وأب ولا يتصور عقلا أبدا أن يكون خلق بغير هذه الطريقة،المقصود الله جل وعلا أمر الملائكة أن تسجد لآدم وسنقف في درسنا لآدم وحواء عبر آيات القرآن لعله أكمل لأن الله جل وعلا ذكر قصة آدم وحواء وخلقهما في كثير من آياته قال الله جل وعلا:{ فَسَجَدَ الْمَلآئِكَةُ كُلُّهُمْ أَجْمَعُونَ * إِلاَّ إِبْلِيسَ أَبَى أَن يَكُونَ مَعَ السَّاجِدِينَ }. ¶ ـ القضية ندرسها وفق التالي : ¶ السجود يقع على حالتين :إما سجود عبادة وإما سجود تحية ¶ فأما سجود العبادة فلا يقع شرعا إلا لله لا يمكن أن يأمر الله أحدا أن يسجد لأحد شرعا فالسجود عبادة عظيمة لا تقع إلا لله شرعا ودينا يتقبل قد يسجد أحد لأحد على هواه لكن هذا كفر نحن نتكلم عن الشرع .",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "الحالة الثانية: سجود التحية وهو نوع من الثناء نوع من التبجيل وهذا كان موجودا في شرع من قبلنا ومنه قول الله جل وعلا عن إخوة يوسف وأمه وأبيه لما ذكر الرؤيا قال الله جل وعلا {و َخَرُّواْ لَهُ سُجَّداً وَقَالَ يَا أَبَتِ هَذَا تَأْوِيلُ رُؤْيَايَ مِن قَبْلُ قَدْ جَعَلَهَا رَبِّي حَقّاً } ومنه سجود الملائكة لآدم فإن الملائكة بسجودها لآدم إنما تحي آدم وتعبد ربها لأن الله هو الذي أمرها بالسجود تعبد ربها وتحي آدم فنحن عندما نسجد نستقبل ماذا ؟ نستقبل الكعبة لكننا لا نسجد للكعبة نسجد لرب الكعبة وإنما نستقبل الكعبة لأن الله أمرنا أن نستقبل الكعبة نوجه وجهنا للبيت العتيق لأن الله أمر أن نوجه وجوهنا عند الصلاة في السجود للبيت العتيق لكننا لا نسجد للكعبة ولا للحجر ولا للبيت أصلا ولا للحرم المكي ولا لمكة عموما إنما نسجد لله رب العالمين جل جلاله ولذلك إذا تعذر معرفة القبلة أو كان الإنسان على دابة يسجد كيفما اتفق لأن المقصود السجود لرب العالمين جل جلاله ¶ ـ يتعلق بالسجود كذلك التعبير القرآني: ¶ الله جل وعلا يقول :{ فَسَجَدَ الْمَلآئِكَةُ كُلُّهُمْ أَجْمَعُونَ } ونحن نعلم نحويا أن كل وأجمع من ألفاظ التوكيد المعنوي ¶ ـ لكن مالذي أفادته كل ومالذي أفادته أجمعون ؟ ¶ نقول والعلم عند الله إن قوله جل وعلا { فَسَجَدَ الْمَلآئِكَةُ كُلُّهُمْ } إشعار بأنه لم يبقى أحد من الملائكة لم يسجد أي لم يتخلف أحد من الملائكة فإن قيل إن إبليس تخلف ؟ قلنا إبليس ليس من الملائكة ¶ ـ ومالذي أفادته كلمة { أَجْمَعُونَ} ؟ أفادته كلمة أجمعون هنا وأنا لم أجرها بناء على الحكاية أفادته كلمة أجمعون هنا أنهم في وقت واحد في وقت واحد كلهم أي لم يتخلف أحد { أَجْمَعُونَ} أي في وقت واحد عليهم السلام.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "قال الله{ فَسَجَدَ الْمَلآئِكَةُ كُلُّهُمْ أَجْمَعُونَ * إِلاَّ إِبْلِيسَ أَبَى أَن يَكُونَ مَعَ السَّاجِدِينَ }و إبليس نص الله على أنه من الجن قال الله تبارك وتعالى { إِلَّا إِبْلِيسَ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِ أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاء مِن دُونِي وَهُمْ لَكُمْ عَدُوٌّ } السجود هذا ندرسه الآن لتعلق بعمل في حياتنا فإن النبي صلى الله عليه وسلم كما روى الإمام أحمد في المسند من حديث أبي هريرة رضي الله تعالى عنه وأرضاه قال :{ إن المؤمن إذا تلى القرآن ومر بآية سجدة فسجد اعتزل الشيطان يبكي ويقول ياويلاه أمر بالسجود فسجد فله الجنة وأمرت بالسجود فلم أسجد فلي النار } ـ عياذا بالله ـ وفي هذا دلالة على أنه ينبغي للمؤمن أن يحرص على أن يسجد عند قراءة و تلاوة آية السجدة في كتاب الله أو عندما يسمعها تتلى عليه أو يسمعها بتمعن أو إن كان سامعا برغبة أما السامع العارض المار فهذا لا يلزمه سجود في أصح أقوال العلماء لكنه لو سجد لفعل خيرا والأول لا يعني ذلك أنه يلزمه لكنه أشد في حقه .نعود فنقول : هذا مايتعلق بسجود الملائكة لآدم عليه السلام وهذا نوع من التكريم الذي كرم الله جل وعلا به أبانا آدم وفي تكريم آدم تكريم لذريته ولهذا قال الله جل وعلا { وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ وَرَزَقْنَاهُم مِّنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى كَثِيرٍ مِّمَّنْ خَلَقْنَا تَفْضِيلاً }. ¶ ـ جاء في قصة آدم وحواء قول الله جل وعلا في الأعراف:",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "{ هُوَ الَّذِي خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا فَلَمَّا تَغَشَّاهَا حَمَلَتْ حَمْلاً خَفِيفاً فَمَرَّتْ بِهِ فَلَمَّا أَثْقَلَت دَّعَوَا اللّهَ رَبَّهُمَا لَئِنْ آتَيْتَنَا صَالِحاً لَّنَكُونَنَّ مِنَ الشَّاكِرِينَ *فَلَمَّا آتَاهُمَا صَالِحاً جَعَلاَ لَهُ شُرَكَاء فِيمَا آتَاهُمَا فَتَعَالَى اللّهُ عَمَّا يُشْرِكُونَ }.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "نقول هذه الآية بعض المفسرين ـ عفا الله عنا وعنهم وعن كل مؤمن ـ وقع في وهم كبير نقلا عن إسرائيليات و أحاديث لا يمكن أن تصح عن نبي الله آدم فآدم نبي مكلم والله جل وعلا يقول { إِنَّ اللّهَ اصْطَفَى آدَمَ } فلا يمكن أن يقال بعد ذلك ماقاله بعض المفسرين من أن الشيطان طاف بحواء وهي حامل فسألها مالذي في بطنها فقالت لا أدري قال يمكن أن يكون بهيمة هذا الشيطان يقول لها في تلك الرواية فأن أدعوا الله أن يكون إنسانا على أن تسميه باسمي وقال لها أنا الحارث فلما ولد أسمته عبدالحارث يقولون هذا معنى قوله الله {جَعَلاَ لَهُ شُرَكَاء فِيمَا آتَاهُمَا } ورواية أخرى هي عندهم أصح تقول أنه كان كلما ولد لآدم مولود مات فجاءهم الشيطان فقال اسموه عبدالحارث فإنه يأتي فأسموه عبدالحارث فعاش هذا لا يمكن هذا القول مهما قلنا في السند صحة أو ضعفا أن ينسب هذا الكلم إلى نبي من أنبياء الله جل وعلا وهناك قاعدة في العلم ذكرها الشيخ ابن سعدي رحمة الله تعالى عليه في مواطن كثيرة من كتبه \" أن الإنسان يبقي الأصل يأخذ بأصله ماعارض ذلك الأصل من الشبهات والعوارض الأخر يردها بناء على ذلك الأصل \" فما الأصل عندنا ؟ الأصل أن آدم نبي مكلم موحد فإذا كان لم يقع الشرك في كثير من آحاد الأمة لم يشركوا كيف ينسب الشرك إلى نبي مكلم عليه السلام هذا يستحيل عقلا ونقلا فهذا الأصل الذي نستمسك به فما جاءنا من قصص أو روايات أو أخبار أيا كان موضعها تعارض هذا الأصل الذي نحن بصدده نردها بملء القين ونحن واثقون أن هذا لا يمكن أن يكون حقيقة قال عليه الصلاة والسلام { سئل عن آدم أنبي هو ؟ قال : نعم نبي مكلم } والله جل وعلا يقول { فَتَابَ عَلَيْهِ وَهَدَى} والله أخبره أنه اجتباه عليه السلام صحيح وقع من آدم قضية الأكل من الشجرة نعم لكن تلك معصية صغيرة تقع من أي أحد لكن لا يمكن نسبة الشرك إلى نبي الله آدم .",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "ـ نعود إلى موقف آخر في قصة آدم وحواء: الموقف الآخر أن الله جل وعلا أخبر أنه لما وسوس لهما الشيطان بدا لهما ماوري من سؤاتهما وعلى هذا يقال : إن ستر العورة واجب بل من دلائل الإيمان وقرائن الحياء والبعد عن الفواحش والرذائل وأعداء الملة اليوم ماسعوا إلى شيئ بدؤا به في زعزعة أخلاق هذه الأمة كسعيهم إلى أن ينزع الحياء منها إلى أن يكشف من العورات أكثر مما ينبغي هذا الطريق الذي نهجه أعداء الملة اليوم فكما أن إبليس مقدمهم في كل شر هو الذي وسوس لأبينا وأمنا قال الله جل وعلا { يَنزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْءَاتِهِمَا }{ وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ الْجَنَّةِ و َعَصَى آدَمُ رَبَّهُ َفغَوَى }",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "هذا الأمر هو الذي ينبغي للمؤمن: أن يتداركه وثمة برامج الآن تقدم عبر بعض القنوات يقصد من خلالها إضعاف هذا الجانب القوي وهو جانب الحياء في الأمة في الدعوة إلى كشف العورات والجمع في مكان واحد مابين الفتيان والفتيات و الرجال والنساء بدعاوى باطلة كتعليم الموسيقى أو تعليم الفنون أو ما أشبهه ذلك التي تتخذ غطاء لتقام المنكرات على الملأ فيستملؤها الناس وتألفها العيون ويصبح الرجل والمرأة لا ينكر أحدهما عن الآخر والعياذ بالله قد تجتمع أسرة أب وأم وأفراد الأسرة كلها على التلفاز على الشاشة ليرون تلك الأمور وكلهم راض مقتنع بما يراه قد يقول قائل أين الذنب هنا الذنب على القائمين على تلك القنوات وهذا غير صحيح فإن الذنب ليس محصورا على القائمين والمنتجين والمنفقين على تلك القنوات وإنما عام في كل من أسهم ولو بخيط إبرة في بقاء تلك الأمور على النحو الذي تقع فكيف تقع تقع بالاتصالات الممزوج الناري الذي تموه به تلك البرامج إنما هو ناجم عن تلك الاتصالات المتكررة من جماهير الناس في العالم العربي كله وهؤلاء عياذا بالله وليعذرني السامع والمشاهد في هذا التشبيه أشبه أولئك القوم أنفسهم بالوزغ الذي كان ينفخ في نار إبراهيم فستر العورة من أعظم دلائل التقوى وفي أفراحنا للأسف ظهر في زماننا هذا تكشف للعورات في مجامع النساء بحجة أنهن نساء بعضهن يقابل بعض وليس في هذا حجة فإن المرأة مأمورة أن تستر عورتها في أي مكان وإنما يظهر لأختها أو من معاشر النساء اللاتي يصاحبنها ماجرت العادة بإظهاره من المرفق إلى الكفين من الركبة إلى القدمين العنق والرأس هذا لا بأس به مما جرت العادة أن تظهره المرأة في خدمتها في بيتها أما غير ذلك فلا يجوز شرعا إظهاره ولا التغني به ولا التمدح فليتق الله كل في نفسه وأسرته وماله وولده",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "نعود للحديث عن آدم وحواء عليهما السلام آدم وحواء عليهما السلام أهبطا إلى الأرض من شؤم المعصية وهذا دلالة على أنه ليس بين الله وبين أحد من خلقه نسب والله يقول عن قوم نوح : { مِمَّا خَطِيئَاتِهِمْ أُغْرِقُوا فَأُدْخِلُوا نَاراً فَلَمْ يَجِدُوا لَهُم مِّن دُونِ اللَّهِ أَنصَاراً } [نوح : 25] أي بسبب خطيئاتهم {أُغْرِقُوا فَأُدْخِلُوا نَاراً فَلَمْ يَجِدُوا لَهُم مِّن دُونِ اللَّهِ أَنصَاراً} وهذا آدم نبي مكلم لما عصى الله ونهاه ربه عن الأكل من تلك الشجرة وأكل أخرجه الله جل وعلا من جنته لكنه لم يقابل ربه بالندية وإنما قابله بذل العبودية وهذا الفرق مابين آدم وإبليس فإبليس امتنع عن السجود لما أمر بالسجود وآدم نهي عن أن يأكل من الشجرة فأكل من الشجرة فكلاهما أخطأ مع تفاوت الخطأ لكن إبليس والعياذ بالله لم تقع منه توبة أما آدم سارع إلى التوبة{ قَالاَ رَبَّنَا ظَلَمْنَا أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ } بل جاء في بعض الآثار أن آدم لما أهبط إلى الأرض لم يرفع رأسه إلى السماء حياء من ربه جل وعلا عليه السلام، ¶ ـ وفاة آدم:",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "عمر آدم ماشاء الله له أن يعمر حتى شعر بدنو الموت فسأل بنيه أنه يشتهي ثمار الجنة فخرجوا من عنده فلما خرجوا من عنده إذا بالملائكة قد نزلت ومعهم أكفانه وحنوطه ومعهم الفؤوس و المساحي والمكاتل وهذا حديث صحيح إلى أبي بن كعب رضي الله عنه وأرضاه فلما رأوهم قالوا ما تريدون يا بني آدم قالوا : إن أبانا اشتهى ثمار الجنة فقالت الملائكة قضي أمر أبيكم وعادوا معهم فلما دخلت الملائكة على آدم عرفتهم حواء فلما عرفتهم توارت خلف آدم فقال إليك عني فإنما أوتيت من قبلك وهذا فيه إشارة إلى أن حواء هي التي أشارت على آدم أن يأكل من الشجرة في الجنة فلما رأتهم توارت خلف آدم قال إليك عني فإنما أوتيت من قبلك ثم إن الملائكة قبضت روحه بعد أن خيرته لأن الأنبياء يخيرون ثم غسلته وحنطته وكفنته ثم حفروا له قبرا ثم ألحدوا له ثم نزلوا في قبره ثم نصبوا عليه اللبن ثم حثوا عليه التراب ثم التفتوا إلى بنيه فقالوا هذه سنتكم يا بني آدم قال الله جل وعلا { ثُمَّ أَمَاتَهُ فَأَقْبَرَهُ } فدفن الموتى ومواراتهم سنه بلا ريب ولا شك وهي نص الله عليها في كتابه وذكرت في الأحاديث وهي الذي عليها ولله الحمد والمنة عمل المسلمين إلى يومنا هذا بقي أن نقول إن آدم عليه السلام قبض لكن روحه في الملأ الأعلى والنبي عليه الصلاة والسلام رأى أبانا آدم في رحلة الإسراء والمعراج رآه في السماء الدنيا وحوله أنسمه \" أنفس \" أسوده عن يمينه وأسوده عن شماله وهو عليه الصلاة والسلام لا يعرف أباه آدم فكان آدم إذا التفت إلى اليمين استبشر وضحك وإذا التفت إلى الشمال حزن وبكى فسأل النبي عليه الصلاة والسلام جبريل من هذا قال هذا أبوك آدم والأسوده التي عن يمينه نسم بنيه ممن كتب الله لهم الجنة إذا رآهم استبشر وضحك والأسوده التي عن شماله نسم بنيه ممن كتب الله عليهم النار إذا رآهم بكى وحزن ثم إنه آدم سلم على نبينا صلى الله عليه وسلم قائلا أهلا بالابن الصالح والنبي",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "الصالح أهلا بالابن لأنه من ذريته قطعا أهلا بالابن الصالح والنبي الصالح والله جل وعلا أخبرنا في كتابه أنه جعلنا شعوبا وقبائل لنتعارف ثم قال {إِنَّ أَكْرَمَكُمْ عِندَ اللَّهِ أَتْقَاكُمْ}. ¶ ـ وهذا المبدأ العظيم: قرره النبي صلى الله عليه وسلم كذلك في خطبه الوداع يوم أن قال أيها الناس كلكم لآدم وآدم من تراب لا فضل لعربي على أعجمي ولا أبيض على أسود إلا بالتقوى فجعل الله تبارك وتعالى أعظم المعايير معيار التقوى الذي يتفاضل به بين الناس عندما يقوم الأشهاد ويحشر العباد بين يدي ربهم تبارك وتعالى فقد آدم في حياته أحد أبنائه وهو هابيل قتله أخاه قابيل وهذا رويت أشعار تنسب لآدم: ¶ تغير وجه الأرض ....... وما إلى ذلك ¶ وهذا لا يصح إنما ذكره ابن إسحاق رحمة الله تعالى عليه المؤرخ المعروف لكنه لم يتبين فيه أن هذا لا يمكن نسبته إلى أبينا آدم ولذلك تتبع النقاد ابن إسحاق كما تتبعه ابن سلام الجمحي في طبقات الشعراء وقال إن ابن إسحاق كان مؤرخا وليس من بضاعته الشعر وإنما نقله لتلك الأخبار لا يصح أبدا ولا يمكن نسب تلك الأبيات إلى أبينا آدم. ¶ ـ بقي أن نقول معشر الأخوة: ¶ أن أبانا آدم عليه السلام نبي مكلم أحد أنبياء الله كما أخبر النبي صلى الله عليه وسلم وقع في المعصية بقدر الله جل وعلا ثم تاب فتاب الله عليه فأعظم ما يوصى به الناس وينصح به الخلق أن يتوبوا إلى الله جميعا في كل آن وحين فالتوبة وظيفة العمر والله جل وعلا يقول {وَتُوبُوا إِلَى اللَّهِ جَمِيعاً أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ}. ¶ والشيطان عدو جعله الله جل وعلا عدوا لأبينا ولا يمكن له أن يدلنا على خير أو أن يرشدنا إلى بر وهو سيتبرأ من كل من اتبعه يوم القيامة كما حكى الله جل وعلا عنه رزقنا الله وإياكم التوبة النصوح والعمل الصالح والفوز في الدارين والسعادة في الحياتين هذا ما تهيأ إيراده وتيسير إعداده جمعنا الله وإياكم بالأخيار يوم الأشهاد هذا والله أعلم وصلى الله على محمد وعلى آله والحمد لله رب العالمين،،",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "شوقي وحافظ ¶ بسم الله الرحمن الرحيم ¶ إن الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا من يهده الله فلا مضل له ومن يضلل فلن تجد له وليا مرشدا وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن سيدنا ونبينا محمدا عبده ورسوله صلى الله عليه وعلى آله وأصحابه وعلى سائر من اقتفى أثره واتبع منهجه بإحسان إلى يوم الدين أما بعد: ¶ فموضوع حلقة هذا اليوم من برنامجنا مجمع البحرين هو\" شوقي وحافظ \" وقد يظهر بادي الرأي لأول مرة أن في هذا العنوان خروج عن النص ذلك أن الأعلام التي اخترناها سابقا إنما كانت غالبا ذات صبغة شرعية في الغالب لكننا قلنا في هذا البرنامج إنه برنامج موسوعي والمقصود منه الإثراء العام شرعيا وثقافيا وأدبيا وغير ذلك، ¶ ـ من شوقي وحافظ؟",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "معلوم أن الشعر العربي هو ديوان العرب وقد عنيا العرب بشعرهم أيما عناية وعرف الناس المعلقات وزعم بعضهم أنها كانت تكتب بماء الذهب وتعلق على الكعبة كما أن العرب بعد ذلك جاء الإسلام فهذب كثيرا من صفاتهم وانقلب هذا التهذيب شمل حتى عالم الشعر وعالم النثر، الذي يعنينا كان شعر حسان مهذبا غير الذي كان يقوله في الجاهلية وجاء العصر الأموي ثم العباسي وهناك عند الأمويين والعباسيين كان للشعر منزلته الكبيرة وكان هناك الشعراء الفحول الذين أثروا الساحة الأدبية في عصرها ثم الانحطاط السياسي التي مرت به الأمة نجم عن ذلك حتى في عالم الأدب شئ من الرقاد حتى كان العصر الحديث فكان محمود سامي البارودي الشاعر المصري المعروف الذي يطلق عليه المعنيون بالأدب يطلقون عليه أنه رائد مدرسة الإحياء وينسبون إليه أنه أحيا الشعر العربي من مرقده ومحمود سامي البارودي أديب مصري كان يعمل عسكريا نفي إلى سرنديب وإلى غيرها وله دور كبير في بعث الشعر من مرقده نتيجة أنه كان قد اطلع على كثير من شعر السابقين خاصة العباسيون منهم ثم حاكاها وقلدها ثم ارتقى بالأدب العربي كله فقاد مايسمى بمدرسة الإحياء من تلاميذ البارودي في مدرسته الشاملة شوقي وحافظ رحمة الله تعالى عليهما وهما علمان شهيران من أعلام الشعر العربي المعاصر بلا شك، أما شوقي فاسمه أحمد شوقي وأما حافظ فاسمه حافظ إبراهيم وكلاهما كان له حظ كبير من الشهرة في عالم الشعر وهذا اللقاء نقف عند بعض شعرهما معلقين قدر الإمكان دينيا وشرعيا وثقافيا وعقديا كما قلت.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "ـ شوقي رحمه الله عاش حياة الثراء منذ أن ولد ولد في قصر الخديوي إسماعيل وكان يقولون أنه لما ولد كان بصره شاخصا إلى السماء إلى أعلى فجاء الخديوي بالذهب بالدنانير وكان يضعها بين يديه يعبث يلعب بها فاضطره هذا إلى أن يحدق بها هذا التحديق جعل بصره يشخص إلى الأرض فبرئ من تلك العاهة التي كانت فيه أول ماولد تقلب في الثراء حتى في أيام نفيه نفي إلى الأندلس إلى أسبانيا وكان محل حفاوة كثير من الناس فلما عاد إلى مصر: ¶ ويا وطني لقيتك بعد يأس **** كأني قد لقيت بك الشبابا ¶ زادت حفاوة الناس به وكان شعره وصيته قد ذاع في العالم العربي كله زار سوريا ولبنان واحتفوا به أيما احتفال وبويع بأمارة الشعر وقلما أن يوجد إنسان يتفق أقرانه عليه وأهل عصره وهو حي فإن نحن نرى الناس يحتفون بالإنسان بعد موته هذا مشهور فكثير عندما يموت منا عالم أو أديب أو فقيه أو واعظ أو أحد المشاهير في الخير يسمى بعض الأحياء باسمه أو بعض الشوارع أو بعض المكتبات أو بعض الصالات الثقافية هذا يقع لكثير لكنه يقع بعد الموت أما شوقي فقد نال المجد كله وهو حي ينظر إلى مجد رزقه الله جل وعلا إياه وذلك فضل الله يؤتيه من يشاء فبويع بأمارة الشعر في حفل أقيم له وكان من أول المبايعين له قرينه ومعاصره حافظ إبراهيم: ¶ أمير القوافي قد أتيت مبايعًا ¶ وهذي وفود الشرق قد بايعت معي ¶ هذا حافظ يقول في مدح شوقي، شوقي حياة الترف هذه جعلته ـ عفا الله عنا وعنه ـ يميل إلى الخمرة كثيرا وقد ذكرها في شعره ويقول: ¶ حَفَّ كَأسَها الحَبَبُ *** فَهيَ فِضَّةٌ ذَهَبُ ¶ رمضان ولى هاتها ياساقي ****مشتاقة تسعى إلى مشتاقي",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "ورغم هذا الزلل العظيم في حياته إلا أن للرجل مناقب عظيمة في الإسلام مناقب عظيمة في الذود عن الإسلام فقد تغنى بأمجاد المسلمين أكثر من مدح النبي صلى الله عليه وسلم نشر الحكمة والخلق العظيم على لسانه رغم أنه لم يكن متقيدا به كما ينبغي كما بينا في حرصه على شرب الخمر المهم في حياته جملة أنه عاش حياة الثراء حتى مات ولو قدر أن أحد يكتب له أنه حصل من الدنيا على مايشتهيه لقلنا إن شوقي واحدا من أولئك بلاريب. ¶ ـ أما حافظ: كان على النقيض فإنه وإن ذاع شعره وكان له صيته في عالم الأدب إلا أنه في عالم الحياة الاجتماعية لم يكن ذلك الثري ولا ذلك الغني وإنما تقلد مناصب ليست بتلك المناصب التي يمكن أن يتقلدها إنسان في شهرة حافظ لكنها مناصب كان يعمل في البريد عمل في وزارة المعارف سلفا من الزمن لكنه لم يكن ذلك الرجل الوجيه اجتماعيا في ثراء كما كان شوقي على النقيض منه ولذلك انعكس هذا على شعره فجاء في شعره تجربة حياة البؤساء وأنة حياة الضعفاء نقول: الناس اليوم يحفظون لشوقي ولحافظ الكثير من الأبيات .... مثلا ¶ الأم مدرسة إذا أعددتها *** أعددت شعباَ طيب الأعراق ¶ هذا من غرر قول حافظ، ويحفظون: ¶ إنما الأمم الأخلاق ما بقيت *** إذ همُ ذهبت أخلاقهم ذهبوا ¶ هذا لشوقي،ويحفظون: ¶ دقات قلب المرء قائلة له *** إن الحياة دقائق وثوان ¶ هذا لشوقي ¶ ـ مما وفق فيه شوقي ووفق فيه حافظ مايلي: ¶ وفق شوقي في المدائح النبوية في مدحه للنبي صلى الله عليه وسلم أيما توفيق وتوفيقه ناجم من أمرين:",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "1/ أن بعض الشعراء ـ عياذا بالله ـ لم يكن في شعره على كثرته وشهرته مدح للنبي صلى الله عليه وسلم مثلا كالشاعر العربي الكبير المتنبي ليس في ديوان المتنبي كله بيت شعر واحد يمدح فيه النبي صلى الله عليه وسلم وهذا هو المحروم الخاسر أما شوقي فقد وفق بأنه نظر إلى النبي عليه الصلاة والسلام من كونه عليه السلام جامعا لكثير من الأخلاق الكريمة بل لكل الأخلاق يقول شوقي في مدح النبي: ¶ وإذا رحمت فأنت أم أو أب *** هذان في الدنيا هما الرحماء ¶ وإذا ملكت النفس قمت ببرها ***ولو أن ما ملكت يداك الشاء ¶ وإذا أخذت العهد أو أعطيته *** فجميع عهدك ذمة ووفاء ¶ وإذا قضيت فلا ارتياب كأنما ***جاء الخصوم من السماء قضاء ¶ وإذا بنيت فخير زوج عشرة *** وإذا ابتنيت فدونك الأبناء ¶ وإذا حميت الماء لم يورد ولو *** أن القياصر والملوك ظماء ¶ انصفت أهل الفقر من أهل الغنى*** فالكل في دين الإله سواء ¶ لو إنسانا تخير ملة ***ما اختار إلا دينك الفقراء ¶ فهو نظر إلى الشخصية النبوية على أنها شخصية متكاملة في البيت كزوج كوالد كجد كقائد كسياسي كرحيم كصاحب كمخالط لغيره هذه النظرة قلما أن يبصر إليها أحد فبصر الله جل وعلا شوقي إليها ثم صاغها شوقي شعرا سلساً كما سمعت وله في مدح النبي صلى الله عليه وسلم قصيدته البائية: ¶ سلوا قلبي غداة سلا و ثابا***لعل على الجمال له عتابا ¶ ويسأل في الحوادث ذو صواب ***فهل ترك الجمال له صوابا ¶ ولي بين الضلوع دم ولحم ***هما الواهي الذي ثكل الشبابا ¶ وكنت إذا سألت القلب يوما****تولى الدمع عن قلبي الجوابا ¶ أبا الزهراء قد جاوزت قدري *** بمدحك بيد أن لي انتسابا ¶ فما عرف البلاغة ذو بيان*** إذا لم يتخذك له كتابا ¶ مدحت المالكين فزدت قدراً ***فلما مدحتك اجتزت السحابا ¶ ـ أين الخلل في شوقي؟",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "الخلل في شوقي أنه أحيانا يجامل زيادة عن الحد فيقع ـ والعياذ بالله ـ في هفوة شرعية لا تغتفر لا تغتفر ليس المعنى أن الله لا يغفرها لكن معنى أنها عظيمة جدا والمقصود والدليل على ذلك مثلا كان مصطفى كامل زعيم حزب التحرير في مصر خطيبا مفوها ومات وهو في الثالثة والثلاثين تقريبا إن لم أنسى في مرض السرطان فكان معارضا للقصر وكان شوقي له علاقة وطيدة بمصطفى هذا كما كان له علاقة بالقصر لأنه ولد فيه كما بينا ويقول شوقي: ¶ أأخون إسماعيل في أبنائه ** وقد ولدت بدار إسماعيل ¶ أي أنه وفي للقصر ففي الفترة التي كان فيها مصطفى حيا لم يكن شوقي يستطيع أن يواليه في شعره فلما مات مصطفى كامل أراد شوقي أن يعوضه مابخل به من شعره في حياته وهو يعلم أنه مادام قد مات فإن القائمين على القصر لن يغضبوا من شوقي عندما يرثي مصطفى كامل لكنه عندما رثاه تجاوز فيه الحد تجاوز في الحد الشرعي يقول في نونية له يرثي فيها مصطفى كامل أذكر الأبيات التي لا يجوز الاتفاق على صحة معناها يقول: ¶ لو كان في الذكر الحكيم بقية *** لم تأتي بعد رفيت في القرآن ¶ وقد نقول أنه قال لو لكن ختم القصيدة بقوله: ¶ مصر الأسيفه ريفها وصعيدها *** قبر أبر على عظامك حاني ¶ أقسمت أنك في التراب طهارة *** ملك يهاب سؤاله الملكان ¶ وهذا لا يقبل لا من شوقي ولا من غيره وإنما ذكرته لأننا هنا في لقاء علمي نذكر فيه مالرجل وما على الرجل كذلك غلب شوقي في حادثة جنشواي وهي حادثة وقعت في إحدى قرى مصر فأعدم الإنجليز من خلالها بعض إخواننا المصريين فثارت ثورة المصريين الأحرار في كل أنحاء مصر نجم عن ذلك أن الناس كانوا يترقبوا من شوقي أن يقول شعرا ينصربه أهل قرية جنشواي لكن شوقي خذلهم خوفا من القصر ثم بعد عام تذكرهم فقال: ¶ يا جنشوايا على رباك سلام ** ذهبت بأنس ربوعك الأيام ¶ مرت عليهم في اللحود أهلة ** ومضى عليهم في القيود العام",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "فبعد عام كامل تذكرهم في حين أن حافظ كان ..... الوطني لديه أقوى فقال قصائد وقت الحادثة مما جعل بعض المصريين يفضلونه على شوقي على الأقل في هذا الجانب. ¶ ـ أما حافظ: فقد قلنا إنه لم يكن يعيش حياة الثراء التي عاشها شوقي نجم عن ذلك أن شعره كان مغلفا بالمأساة وزار مصر وزار سوريا وزار لبنان هو مصري أصلا لكنه لم يلقى من الحفاوة مالقيه شوقي وقلنا إن هذا شيء إن جاء شيء من عند الله وإن كان قد احتظى به بعض الشيء من غرر قصائد حافظ العمرية وهي قصيدة في مناقب أمير المؤمنين عمر بن الخطاب رضي الله تعالى عنه وأرضاه تتجاوز المائتين بيت وهذه القصيدة أقيم حفل خاص بها في مبنى وزارة المعارف في القاهرة فألقى حافظ قصيدته وكان الذي يغلب به حافظ على شوقي أن شوقي كان خجولا لم ينقل أبدا أنه كان يقرأ شعره بنفسه في حين أن حافظ كان يقول شعره بنفسه في حين أن حافظ كان يقول شعره بنفسه وكان لديه قدرة في الإلقاء لا توجد عند شوقي هذه القصيدة طويلة جدا أولها: ¶ حسب القوافي و حسبي حين ألقيها **** أني إلى ساحة الفاروق أهديها ¶ لاهم هب لي بيانا أستعين به **** على قضاء حقوق نام قاضيها ¶ ـ سنقف عند حادثتين تكلم فيهما حافظ عن عمر بن الخطاب رضي الله عنه وأرضاه: ¶ الحادثة الأولى: مايقوله المؤرخون من أن رسول كسرى دخل المدينة يبحث عن عمر ومعه رسالة من كسرى فأخذ يسأل أين أمير المؤمنين؟ أين أمير المؤمنين؟ وهو يعتقد أن الأمر في المدينة كالأمر في فارس لكن الناس كان يقولون له مر من هنا لقيناه قبل قليل كأني رأيته فأخذ يهول في عيني رسول كسرى هيبة عمر تدريجيا حتى قيل له قد مر خلف هذه الناحية فاتجه فإذا بعمر قد اضطجع تحت ظل شجرة نائما في بردة خرقة فقال الكلمة المشهورة \" حكمت فعدلت فأمنت فنمت ياعمر \" وكل واحده معلقه بالثانية من الوازم فلما قالها هذه المقولة قالها رسول كسرى نثرا قال حافظ:",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "وراع صاحب كسرى أن رأى عمرا *** بين الرعية عطلا وهو راعيها ¶ وعهده بملوك الفرس أن لها *** سورا من الجند والأحراس تحميها ¶ في جبة تحت ظل الدوح مشتملا***بجبة كاد طول العهد يبليها ¶ فهان في عينه ما كان يكبره *** من الأكاسر والدنيا بأيديها ¶ وقال قولة حق أصبحت مثلا *** وأصبح الجيل بعد الجيل يرويها ¶ أمنت لما أقمت العدل بينهم *** فنمت نوم قرير العين هانيها ¶ فانظر تلك الكلمات الموجزات التي قالها رسول كسرى كيف أحالها حافظ بفصاحته إلى رونق الشعر ¶ ثم إن المؤرخين كذلك يقولون وكتاب التراجم يقولون إن أمير المؤمنين رضي الله عنه تجول في المدينة ذات يوم ووجد حائطا خلف الحائط فتية من الأنصار يتنابون الراح الراح يعني الخمر يشربونها فتسور السور ودخل عليهم يفاجئهم بصنيعهم قالوا يا أمير المؤمنين هب أننا جئنا بواحدة وهي شرب الخمر لكنك أتيت بثلاث تجسست علينا والله يقول {وَلَا تَجَسَّسُوا} أتيت علينا من أعلى السور والله يقول {وَأْتُواْ الْبُيُوتَ مِنْ أَبْوَابِهَا} لم تستأذن والله يقول {حَتَّى تَسْتَأْنِسُوا} أي تستأذنوا {وَتُسَلِّمُوا عَلَى أَهْلِهَا} أكبرهم عمر أكبر جوابهم لأنه مستند إلى القرآن ورجع، قال حافظ يصور هذا الموقف التاريخي: ¶ وفتية ولعوا بالراح فانتبذوا***لهم مكانا وجدوا في تعاطيها ¶ ظهرت حائطهم لما علمت بهم ***والليل معتكر الأرجاء ساجيها ¶ قالوا مكانك قد جئنا بواحدة***وجئتنا بثلاث لا تباليها ¶ فأت البيوت من الأبواب يا عمر***فقد يُزنُّ من الحيطان آتيها ¶ ولا تجسس فهذي الآي قد نزلت***بالنهي عنه فلم تذكر نواهيها ¶ فعدت عنهم وقد أكبرت حجتهم ***لما رأيت كتاب الله يمليها ¶ وما أنفت وإن كانوا على حرج ***من أن يحجك بالآيات عاصيها",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "فكما صنع في الأولى حافظ صنع في الثانية في أنه جعل ذلك الموقف التاريخي الذي نقرأه سردا جعله قمة في البيان وروعة في السلسبيل يسمعها الإنسان فيطرب لها ويتغنى بها لأنها تحكي أمجادا إسلامية هي عمرية أمير المؤمنين أبي حفص عمر بن الخطاب رضي الله تعالى عنه وأرضاه وليس هذا فقط مما يستجاب لحافظ فله أبيات غرر منها الآن الناس عندما يستقطبون أجنبيا غربيا يفضلونه على أبناء جلدته سواء في عالم الثقافة أو في عالم الرياضة أو في أي فن وهذا مايسمى عند الناس اليوم عقدة الأجنبي هذه تنبه لها حافظ من قديم قال يصف هذه الأمة اعتبر أنها عقد عربية: ¶ أمة قد بث في ساعدها *** بغضها الأهل وحب الغرباء ¶ ـ نعود لشوقي والحديث أدبي ذو شجون نقول: ¶ إن شوقي له أبيات في معان جلية فقد رفع شأن المعلم كما رفع الله أهل العلم فقال شوقي رحمه الله في لامية شهيرة عورضت بعد ذلك كما سيأتي قال: ¶ قُم لِلمُعَلِّمِ وَفِّهِ التَبجيلا.*.*.*. كادَ المُعَلِّمُ أَن يَكونَ رَسولا ¶ == ¶ أرأيت أعظم أَو أَجَلَّ مِنَ الَّذي.*.*.*. يَبني وَيُنشِئُ أَنفُساً وَعُقولا ¶ == ¶ سُبحانَكَ اللَهُمَّ خَيرَ مُعَلِّمٍ.*.*.*. عَلَّمتَ بِالقَلَمِ القُرونَ الأولى ¶ == ¶ أرسلت بالتوراة موسى مرشدا.*.*.*.وابن البتول فعلم الإنجيلا ¶ = ¶ وفجرت ينبوع البيان محمدا.*.*.*.فتق الحديث وناول التنزيلا ¶ ومنها بيته الشهير: ¶ ليس اليتيم من انتهى أبواه من *** هم الحياة وخلفاه ذليلا ¶ فأصاب في الدنيا الحكيمة منهما*** وبحسن تربية الزمان بديلا ¶ إن اليتيم هو الذي تلقى له***أماً تخلت أوأباً مشغولا ¶ فهذا من غرر قول شوقي وهذه القصيدة كما هو معلوم عارضها شاعر فلسطيني اسمه إبراهيم طوقان كان قد جرب التعليم أضحى معلما ورأى أن مايقوله شوقي شئ من المثاليات لا يصدق في عالم الواقع فقال: ¶ شوقي يقول - وما درى بمصيبتي *** قم للمعلم وفه التبجيلا ¶ اقعد فديتك هل يكون مبجلا *** من كان للنشء الصغار خليلا؟",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "ويكاد يقتلني الأمير بقوله *** كاد المعلم أن يكون رسولا! ¶ حسب المعلم غمة وكآبةً *** مرأى الدفاتر بكرة وأصيلا ¶ مئة على مئة إذا هي صلحت *** وجد العمى نحو العيون سبيلا ¶ ثم يذكر كيف أنه يقيم الطالب ويشرح له: ¶ وأكاد أبعث سيبويه من الجلا *** وذويه من أهل القرون الأولى ¶ فأرى ـ وقال كلمة نابية أنزه نفسي وعنكم عنها فأرى كذا فأرى أنزه نفسي وسمعكم عنها يقدح فيه ويقول إنه يرى بعد ذلك من رفع المضاف والمفعولا يقصد أنه خرج عن نطاق النحويين خرج عن نطاق سلامة اللسان من اللحن بعد أن كان قد بين له مااستطاع سبيلا إلى ذلك ثم قال يختم أبياته ¶ اقعد فديتك هل يكون مبجلا *** من كان للنشء الصغار خليلا؟ ¶ يا من يريد الانتحار وجدته *** إن المعلم لا يعيش طويلا ¶ المقصود من هذه الجولة الأدبية العلمية معكم معشر الكرام أن نبين أمورا على وجه الإجمال: ¶ الله جل وعلا يعطي ويمنع ويخفض ويرفع ويقبض ويبسط والإنسان العاقل إذا رأى أن الله من على أقرانه بشيء لم يمن به عليه لا يحسدهم على ماآتاهم الله من فضله وإنما يسأل الله من فضله وأن يعلم الإنسان ماكتب له سيأتيه على ضعفه ومالم يكتب له لن يناله ولو بقوته وأحيانا يجعل الله فيما تظنه منفعة يجعله الله مهلكة وما نظنه مهلكة يجعله الله جل وعلا منفعة فالأمور جملة من هذه الحادثة وغيرها تدبر في الملكوت الأعلى ولا تدبر في الملكوت الأرض. ¶ وأختم بقصة بما أننا في عالم الأدب في عالم السياسة:",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "المنتخبات الأمريكية تقوم في بعض جزئياتها على أن المرشحين للرياسة بينهما مناظرة كما هو معروف أول ماوقعت هذه المناظرة وقعت بين نيكسن ومرشح آخر المرشح الآخر اجتهد في أن يرتاح كثيرا قبل المناظرة في حين أن نيكسن كان يبحث عن أعماله يسعى هنا وهناك حتى قبل المناظرة بقليل فقبل المحاضرة بقليل حتى يظهر على الشاشات وكانت تلك أول مرة ينقل فيها انتخابات الرياسة الأمريكية في التلفاز فوضع بعض المساحيق على وجه حتى يبدو في صورة أحسن لكن لأنه لم يصنع ذلك إلا قبل التصوير بقليل وكان نيكسن أفصح من المعارض له من المرشح الآخر كانت الكاميرا تذيب المساحيق التي على وجهه فلما تذيب يظنه الناس أنه مرتبك وأن هذا عرق فانقلب الذي كان يعتقد أنه نفع انقلب إلى مضره والناس الذي كانوا يشاهدون المناظرة أو يستمعون إليها في المذياع اختلفوا اختلافا جذريا فالذين يستمعون في المذياع لا يرون تلك المساحيق التي تذاب على وجه الرئيس الأمريكي وكانوا يسمعون فقط فصاحته وبيانه وعجز خصمه فأسهموا في ترشيحه لكن أكثر الناس كانوا يرونها في التلفاز فنسوا فصاحته مع ما يرونه من تسلط الكاميرا عليه وذوبان ذلك المساحيق على وجه فما فعله قبل أيام ومساحيق حتى ينتصر كان هو سبب خسارته وهذه جزئيه بسيطة تجعلنا نؤمن أن الإنسان يتدبر ما حوله يتفكر فيما يكون عندما يقرأ كتب التراجم في عالم الأدب في عالم الفكر في عالم الشرع في أي عالم كان من حولنا نقرأه ونحن نتدبره أن ثمة رب لا رب غيره ولا إله سواه هو وحده ولي نعمتنا وملاذنا عند كربتنا بلغنا الله وإياكم ما ينفعنا ونفعنا بما علمنا وصلى الله على محمد وعلى آله والحمد لله رب العالمين،،،",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "القمران \" الشمس والقمر \" ¶ .................. ¶ وأشهد أن لا إله إلا الله وحده لاشريك له لارب غيره ولا إله سواه عم الخلائق خيره ولم يسع الناس غيره وأشهد أن سيدنا ونبينا محمدا عبده ورسوله صلى الله عليه وعلى آله وأصحابه وعلى سائر من اقتفى أثره واتبع منهجه بإحسان إلى يوم الدين أما بعد: ¶ فهذا هو اللقاء السابع من برنامجنا مجمع البحرين وموضوع حلقة هذا اليوم\" القمران \" الشمس والقمر\" وهذا الإطلاق من باب التغليب وقد مر معنا ذكر الأبوين على آدم وحواء واليوم يمر تغليب آخر وهو قول العرب القمران الشمس والقمر ذلك أنهم يرون أن الشمس اسم مؤنث والقمر اسم مذكر والذكر خير من الأنثى ولذلك قالوا القمران يقصدون بها الشمس والقمر ومن هذا قول المتنبي في مدح باطنه الهجاء: ¶ عدوك مذموم بكل لسان **** ولو كان من أعدائك القمران ¶ والحديث عن الشمس والقمر حديث عن آيتين من آيات الله جل وعلا وآيات الله تبارك وتعالى في الكون كثيرة لا تعد ولا تحصى بل كل ما في الكون يشهد له جل وعلا بأنه الرب الذي لا رب غيره والإله الذي لا شريك معه: ¶ تأمل في نبات الأرض وانظر *** إلى آثار ما صنع المليك ¶ عيون من لجين شاخصات *** على ورق هي الذهب السبيك ¶ على كثب الزبرجد شاهدات *** بأن الله ليس له شريك",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "فكل ما في الكون يدل عليه جل وعلا وقد قال ربنا سبحانه {وَمِنْ آيَاتِهِ اللَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُ لَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ} فهذا تنبيه من رب العالمين وتذكير من إله الأولين وإله الآخرين إلى عباده أجمعين أن ينظروا في آياته لتدلهم على خالقها جل وعلا ولا ريب أن عظمة المخلوق تدل على عظمة الخالق والإبداع في الصنعة تدل على عظمة الصانع لا رب غيره ولا شريك معه ولا إله سواه نقول أيها الأخوة القمران الشمس والقمر ذكرا في كتاب الله جل وعلا وسندرسها في هذا اللقاء المبارك عبر التاريخ الإنساني وعبر الكتاب وعبر السنة وعبر تاريخنا الأدبي العربي الثقافي عبر هذه الأربعة سندرس مجتمعين القمران \" الشمس والقمر \" فنقول وبالله التوفيق الله تبارك وتعالى سمى سورة في القرآن باسم القمر وسمى سورة أخرى باسم الشمس وسورة القمر من حيث عدد الآيات أطول من سورة الشمس كذلك هي الأولى في ترتيب المصحف ولعل هذا يوافق جنوح العرب إلى تفضيل القمر على الشمس من حيث الإطلاق أما إذا شرعنا للتاريخ الإنساني قبل أن نفيء إلى كلام الله لأن كلام الله نزل على نبينا صلى الله عليه وسلم ونحن نريد أن نشرع في ذكر أنباء الأمم السابقة قبل النبوة فالذي يظهر أن كثيرا من الأمم والشعوب والقبائل عبدت الشمس أو عبدت القمر فأما عبادتها للشمس فقد نص الله عليها في قوم سبأ فإن الله جل وعلا ذكر الهدهد وأنه مر على مملكة سبأ وأنه نقل الأمر الذي شاهده إلى سليمان قائلا {إ ِنِّي وَجَدتُّ امْرَأَةً تَمْلِكُهُمْ وَأُوتِيَتْ مِن كُلِّ شَيْءٍ وَلَهَا عَرْشٌ عَظِيمٌ *و َجَدتُّهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ مِن دُونِ اللَّهِ} هذا واحد كما أنه جاء في حكاية إبراهيم عليه السلام في معرض ذكره للحجج في عبدة الكواكب ومحاولة إقناعهم بأن الله لا رب",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "غيره ولا شريك معه فإن الله جل وعلا يقول {و َكَذَلِكَ نُرِي إِبْرَاهِيمَ مَلَكُوتَ السَّمَاوَاتِ وَالأَرْضِ وَلِيَكُونَ مِنَ الْمُوقِنِينَ * فَلَمَّا جَنَّ عَلَيْهِ اللَّيْلُ} أظلم واستتر {رَأَى كَوْكَباً قَالَ هَذَا رَبِّي فَلَمَّا أَفَلَ قَالَ لا أُحِبُّ الآفِلِينَ} هذا كله تمهيد وإلا إبراهيم يرى النجوم والكواكب والشمس والقمر دائما لكنه أراد أن يتخذ الأسلوب الأمثل في الدعوة إلى الله قال الله {فَلَمَّا رَأَى الْقَمَرَ بَازِغاً قَالَ هَذَا رَبِّي فَلَمَّا أَفَلَ قَالَ لَئِن لَّمْ يَهْدِنِي رَبِّي لأكُونَنَّ مِنَ الْقَوْمِ الضَّالِّينَ * َلَمَّا رَأَى الشَّمْسَ بَازِغَةً قَالَ هَذَا رَبِّي هَذَا أَكْبَرُ فَلَمَّا أَفَلَتْ قَالَ يَا قَوْمِ إِنِّي بَرِيءٌ مِّمَّا تُشْرِكُونَ *إ ِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالأَرْضَ حَنِيفاً وَمَا أَنَاْ مِنَ الْمُشْرِكِينَ} هذه الآيات وأضرابها في القرآن تدل على أن ثمة أمم عبدت الشمس وعبدت القمر من دون الله تبارك وتعالى إذلالاً منهم ولهذا قال الله جل وعلا {لَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ} هذه الشمس والقمر في التاريخ الإنساني السابق",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "ـ أما في القرآن الكريم: فقد ذكرنا أن الله جل وعلا سمى سورتين من كتابه باسم الشمس والقمر لكن الأمر أكبر من ذلك أوسع من ذلك في كتاب الله الله يقول {وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ فَمَحَوْنَا آيَةَ اللَّيْلِ وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً لِتَبْتَغُواْ فَضْلاً مِّن رَّبِّكُمْ وَلِتَعْلَمُواْ عَدَدَ السِّنِينَ وَالْحِسَابَ وَكُلَّ شَيْءٍ فَصَّلْنَاهُ تَفْصِيلاً} فهذا يدل على أن آية الليل وهي القمر ممحوة وآية النهار وهي الشمس مبصرة أي ظاهرة بينه ولذلك القمر جعله الله منازل أما الشمس فلم يجعلها الله في ذلك الشأن أو في ذلك الأمر فإن لها هيئه واحده لا تتغير نعم قد تتغير أبراجها صيفا وشتاء لكنها لا تمر بالمراحل المنازل التي يمر بها القمر وهذا ظاهر في كل من يرى ذلك عيانا قاعدة هنا نقولها قبل الاستطراد وهي أن الشمس في الغالب يستخدم الحساب فيها للمنافع فالزارع مثلا يزرعون وفق الأبراج الشمسية أما القمر كما قال الإمام ابن العربي رحمه الله فإنما هو للمناسك يقول الله {َيسْأَلُونَكَ عَنِ الأهِلَّةِ قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ} فالناس يصومون بناء على رؤية هلال رمضان ويفطرون بناء على رؤية هلال شوال ويحجون ويحددون الموقف في عرفة بناء على رؤية ذي الحجة وهكذا في كل شهر فالقمر جعله الله جل وعلا جعل منازله للمناسك والشمس كما بينا للمنافغ الدنيوية كالزرع والحصاد وأضراب ذلك كذلك يتعلق بالشمس والليل عموما وليس القمر يتعلق بهما قضية الصلوات ربنا يقول {أَقِمِ الصَّلاَةَ لِدُلُوكِ الشَّمْسِ} هذا وقت الزوال أي صلاة الظهر {إلَى غَسَقِ اللَّيْلِ} وهذا منتهاه وآخره بعد النصف منه وهو وقت الظهر والعصر والمغرب والعشاء ولأن أوقات الظهر والعصر والمغرب والعشاء أوقات متوالية ليس بينهن فاصل الآخر يستلمها من الأول والأول يسلمها للآخر لكن الفجر جاء منقطعا وأفرده الله قال",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "سبحانه {وَقُرْآنَ الْفَجْرِ إِنَّ قُرْآنَ الْفَجْرِ كَانَ مَشْهُوداً} أكثر من ذلك تفصيلا ما قاله الله جل وعلا قال تبارك وتعالى يبين أكثر من ذلك في بيان قضية علاقة الصلوات بالشمس قال سبحانه وتعالى {وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا وَمِنْ آنَاء اللَّيْلِ فَسَبِّحْ وَأَطْرَافَ النَّهَارِ لَعَلَّكَ تَرْضَى} في هذا تندرج الصلوات الخمس كلها أما بيان ذلك فإن الله جل وعلا يقول {وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ} قبل طلوع الشمس صلاة الفجر وقبل غروبها صلاة العصر {وَمِنْ آنَاء اللَّيْلِ فَسَبِّحْ} هذه صلاة العشاء {وَأَطْرَافَ النَّهَارِ} للنهار طرفان الطرف الأول وقت الزوال وهو وقت الظهر والطرف الآخر وقت الغروب وقت سقوطها وغيابها فهذا هو وقت المغرب فاندرجت بذلك الصلوات الخمس كلها على هذا نقول إن الله جل وعلا لما ذكر الشمس والقمر هنا ذكرهما كآيتين ثم بين جل وعلا أن هذه الآيات يكون لها بعض الاعتراض الجزئي ثم اعتراض كلي الاعتراض الجزئي ممهد لقيام الساعة والاعتراض الكلي هو قيام الساعة فالاعتراض الجزئي يقول الله جل وعلا عنه {يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ لاَ يَنفَعُ نَفْساً إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِن قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْراً} فسر العلماء قول الله جل وعلا {يَوْمَ يَأْتِي بَعْضُ آيَاتِ} فسروه بطلوع الشمس من مغربها هذه الشمس يقول الله عنها {و َالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَّهَا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ} فالشمس تجري يراها الناس كل يوم تخرج لهم تطلع عليهم من المشرق ثم تفيء إلى المغرب لكنه سيأتي عليها يوم ممهد لقيام الساعة وليس هو اليوم الذي تقوم فيه الساعة بل ذلك من آياتها الكبرى وهو أن تطلع الشمس من مغربها وبيان ذلك أن الشمس كما جاء في حديث أبي ذر تسجد كل يوم تحت العرش",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "وتستأذن ربها فيأذن لها جل وعلا حتى يأتي ذلك اليوم تستأذن ربها فلا يأذن العلي الكبير لها فتعود من حيث غربت فإذا رآها الناس قد ظهرت من المغرب آمنوا جميعا لكن ذلك الإيمان لا ينفع صاحبه كما بين الله جل وعلا في كتابه هذا اختلال جزئي فيه هناك اختلال أقل منه وهو الكسوف والخسوف والكسوف ارتبط بالشمس والخسوف ارتبط بالقمر في لغة الناس لكن من حيث اللغة يجوز أن يقال خسف القمر وكسف القمر ويجوز أن يقال كسفت الشمس وخسفت الشمس كلا الأمرين يجوز أن يقال على هذا وعلى هذا لكن الذي يعنينا هنا أن خسوف الشمس أو كسوف القمر إنما هو آية يخوف الله جل وعلا بها عباده وفي العصر الحديث توصل كثير من الفلكين إلى معرفة وقت الكسوف وهذا أمر في الغالب لا يمكن إنكاره فهو يحددونه ويقع في الغالب كما قالوا بإذن الله ومشيئته.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "وقد يقول قائل إن هذا يهون الأمر ولا يجوز أن نوافقهم عليه وليس هذا بحق لأن المؤمن الحق له فيما يراه في مايحدث على الطبيعة له في ذلك نظرتان نظرة شرعية ونظرة قدرية فالنظرة القدرية يرى أن الأمور تجري بقدر الله سواء أطلع الله بعض خلقه عليها أو لم يطلع الله بعض خلقه عليها فمثلا نحن اليوم في يوم الأربعاء غدا إن شاء الله تعالى سيكون خميس فكل مافيه تعرف بعد الأربعاء سيكون خميس وبعد الخميس جمعة هذا أمر قدري في السنن في التتبع عرفه الناس ولا يحتاج إلى تبيين فهم لكن المهم جدا ماهو المناط الشرعي ماهو الأمر الشرعي المتعلق بحدوث الأمر هذا الذي يجنح إليه قلوب المؤمنين الصادقين يكسف القمر فيقول بعض الناس وقع ماقاله الفلكيون فيقول آخرون نعم لكنهم يفرون إلى المساجد امتثالا لأمر الله وشرعه والنبي صلى الله عليه وسلم وهو الذي جعله الله تبارك وتعالى أمنة لهذه الأمة ويقول الله جل وعلا في حقه صلوات الله وسلامه عليه { وَمَا كَانَ اللّهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ } لما كسفت الشمس في أيام حياته عليه السلام ولم تكسف في أيام حياته إلا مرة واحدة خرج عليه الصلاة والسلام يجر رداءه فزعا خائفا وجلا وهو نبي الأمة ورأس الملة فنودي في الناس الصلاة جامعة وصلى صلى الله عليه وسلم بالناس صلاة الكسوف جهر بالقراءة لأنها نافلة يجمع لها النافلة إذا كانت يجمع لها يجهر فيها بالقراءة سواء كانت في النهار أو كانت في الليل كصلاة العيدين وصلاة الاستسقاء وصلاة الخسوف والكسوف الذي يعنينا أنه صلى الله عليه وسلم خطب في الناس آنذاك خطبة عظيمة بليغة ومما قاله فيها صلى الله عليه وسلم:\" إن الشمس والقمر آيتان من آيات الله لا يخسفان لموت أحد ولا لحياته فإذا رأيتم ذلك فافزعوا إلى الصلاة \" وأكثر ماحذر منه النبي صلى الله عليه وسلم آنذاك في خطبة حذر من الفواحش وارتكابها فقال صلوات الله وسلامه عليه في تلك الخطبة \" إنه لا أحد أغير من",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "الله أن يزني عبده أو أن تزني أمته\" هكذا قال صلوات الله وسلامه عليه وفي هذا عظيم تخويفه للأمة وبيان للطرائق الشرعية في التعامل مع الأحداث التي تقع من حولنا إن قلت أو كثرت كيف يتعامل معها الإنسان تعاملا شرعيا ويربط قلبه بالرب تبارك وتعالى سليمان بن عبدالملك الخليفة الأموي المعروف خرج في الطائف ذات يوم ومعه عمر بن عبدالعزيز قبل خلافة عمر بالطبع لأن سليمان متقدم عليه في الخلافة ولما خرج سويا إذا برعد الطائف وكلنا يعرفه أي رعد الطائف فيعرف صوته وجلادته فكأن سليمان أصابته رعدة فقال له عمر رحمة الله تعالى يا أمير المؤمنين:\" هذا صوت رحمته فكيف إذا بصوت عذابه \" فربط الأمر هذه الظاهرة القدرية الكونية ربطها بالرب تبارك وتعالى وهذا هو المنهج الحق في تعاملنا مع الأحداث من حولنا نعود للشمس والقمر في كلام الرب جل وعلا جعل الله جل وعلا الشمس والقمر كذلك آيتين لبعض خلقه فالقمر كان انطلاقه وانشقاقه شاهد على نبوة نبينا صلى الله عليه وسلم قال الله جل وعلا { اقْتَرَبَتِ السَّاعَةُ وَانشَقَّ الْقَمَرُ *و َإِن يَرَوْا آيَةً يُعْرِضُوا وَيَقُولُوا سِحْرٌ مُّسْتَمِرّ } كذلك أن القرشيين الأوائل كما ثبت في صحيح البخاري من حديث عبدالله بن مسعود طلبوا من النبي صلى الله عليه وسلم أن يريهم آية أن يريهم انشقاق القمر فأشار إلى القمر صلوات الله وسلامه عليه فانفلق القمر فلقتين يراها أهل مكة بأعينهم وقال بعضهم لبعض سحركم محمد لكن أسألوا الركبان الغادين من مواطن بعيدة على اعتبار أنه لن يصل سحر نبينا إليهم إن كان مايقوله سحرا على السراج فلما أقبل السفار أقبل الركبان من كل حدب وصوب أخذوا يسألونهم فأجابوا بأن نعم رأينا انشقاق القمر وهذه آية له صلوات الله وسلامه عليه أما الشمس فقد جعل الله جل وعلا حبسها تأخير غروبها جعله آية لنبيه يوشع بن نون ويوشع بن نون هو نبي ساس بني إسرائيل بعد موسى عليه الصلاة والسلام فيوشع",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "هذا كان مع موسى عليه السلام في رحلته إلى الخضر وهو الذي قال الله عنه {وَإِذْ قَالَ مُوسَى لِفَتَاهُ } فهو فتى موسى فلما كتب الله على بني إسرائيل أن يتيهوا في الأرض أربعين سنة ومات هارون ثم مات موسى وهم في أرض التيه بعد أن قضت الأربعون سنة دخل بهم يوشع بن نون الأرض المقدسة في خلال حربه بقي عن الشمس أن تغرب وقت غير قليل وهو يريد أن ينهي الحرب وكان ذلك في يوم الجمعة وقد صح الخبر عن رسول الله صلى الله عليه وسلم بهذا فقال يوشع يخاطب الشمس أما وإنك مأمورة أي أن تجري وأنا مأمور أي أن أقاتل أعداء الله اللهم احبسها علي فأخر الله جل وعلا الشمس حبسها تبارك وتعالى أن تغيب فالشمس مهما عظمت والقمر مهما اكتمل مخلوقان من مخلوقات الله جل وعلا وحبست الشمس حتى انتهى يوشع عليه السلام من حربه وانتصر على أعدائه ودخل بقومه الأرض المقدسة ولهذا يقال للشمس أحيانا يا أخت يوشع وهذا عبارة توجد كثيرا عند بعض الشعراء كما نجدها عند شوقي في قصيدة نونية في اعتباره أن الشمس في رأيه مطلعه على أحداث الكون وهي خير شاهد على ماوقع من حوادث التاريخ وأنباء الزمان وأخبار الأولين ونتف العابرين فقال رحمه الله : ¶ قفي يا أخت يوشع خبرينا *** أحاديث القرون الغابرينا ¶ ..........................***............................. ¶ إلى غير ذلك من قصيدة رائعة مالم يكن فيها إلا قوله : ¶ فإن لم نوقى النقص حتى ***نطالب بالكمال الأولينا ¶ لكفاه لكن الذي يعنينا أنها أصبحت الشمس تنادى أحيانا في عالم الأدب ياأخت يوشع أما الشمس في تاريخنا الأدبي الثقافي العربي فإنها تضرب مثلا بالشيء العظيم بالشيء الكامل ولذلك تقال للملوك أحيانا كما نجده في شعر النابغة واعتذاراته إلى بعض ملوك المناذرة يقول : ¶ ألم تر أن الله أعطاك صورة *** ترى كل ملك دونها يتذبذب ¶ فإنك شمس والملوك كواكب *** إذا طلعت لم يبدوا منهن كوكب",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "فعبر بالشمس عن الملك وهذا من جيد قوله أما القمر فأصبح في الغالب مضرب جمال لكنهم لا يقصدون فقط به جمال المرأة وإنما كل شيء حسن يشبهونه بالقمر يقول جابر بن سمرة رضي الله تعالى عنه وأرضاه \"خرجت في ليلة أضحيان ـ أي ليلة القمر فيها مكتمل ـ فرأيت النبي صلى الله عليه وسلم عليه بردة حمراء فجعلت أنظر إلى القمر وأنظر إليه صلوات الله وسلامه عليه ثم قال جابر فلهو عندي أبهى من القمر\" بأبي هو وأمي صلى الله عليه وسلم وكما يقال فيه هذا الجمال الرجولي متوقد كجمال نبينا صلى الله عليه وسلم يقال في غيره يقول عمر بن أبي ربيعة من باب الغزل العبسي يمدح نفسه: ¶ قالت الكبرى أتعرف نفسك *** قالت الوسطى نعم هذا عمر ¶ قالت الصغرى وقد تيمتها*** قد عرفناه وهل يخفى القمر ¶ ومما ذكروه كذلك في نفس الباب من باب ذكر لمحاسن النساء موسومة بأنها قريبة من جمال القمر عند اكتماله غير عمر بن معد : ¶ لمّا رأيت نساءنا *** يفحصن بالمعزاء شدّا ¶ وبدت لميس كأنّها *** بدر السماء إذا تبدّى ¶ نازلت كبشهم ولم *** أرى من نزال الكبش بدّا ¶ هم ينذرون دمي وأنـ *** ــذر إن لقيت بأن أشدّا ¶ كم من أخ لي صالح *** بوّأته بيديّ لحدا ¶ إلى آخر ماقال والذي يعنينا منها قوله بدر السماء إذا تبدى تشبيها بالمرأة التي يحبها هذان الشمس والقمر في تراثنا الإنساني في تاريخنا العربي في كلام الله جل وعلا وفي كلام رسوله صلوات الله وسلامه عليه . ¶ ـ مالذي يعنينا من هذا كله؟",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "الذي نريد أن نفقهه جدا أن نعلم أن الشمس والقمر مخلوقان مسيران وينبغي للإنسان أن يعلم أن الله جل وعلا في خلقه حكم لا يعقلها إلا العالمون كذلك أن الشيء إذا أفتتن الناس به كثيرا رده الله جل وعلا إلى ضعفه وإلى حقيقته ومن هنا يقول صلى الله عليه وسلم {أحق على الله ماارتفع شيء إلا وضعه} فالشمس والقمر كما أنه مضرب جمال مضرب كمال فإنه يعرض عليهما الكسوف ويعرض عليهما الخسوف حتى يبين للناس أنهما مخلوقان ضعيفان. ¶ ـ أين مآلهما؟ ¶ هذا كله يقع في الآخرة وهذا هو الاعتراض الكلي ثم قد قدمنا الاعتراض الجزئي وهو قضية الخسوف والكسوف نأتي الآن إلى الاعتراض الكلي وهو ذهاب نورهما الله يقول {إِذَا الشَّمْسُ كُوِّرَتْ} ويقول {وَخَسَفَ الْقَمَرُ} وهذا الكون كله بما فيه يضطرب ولهذا بعض العلماء يقول هناك نفخة اسمها نفخة الفزع هذه النفخة سواء إن قلنا بوجود نفخة الفزع أو لم نقل به فإنه قبل أن يحشر العباد قبل أن تقوم الساعة يضطرب الكون فإذا اضطرب ناجت بحاره وخرجت سباعه وكورت شمسه وانتثرت نجومه وخسف قمره تمهيد لأمر عظيم ثم بعد ذلك تقوم الساعة فيحشر العباد ويقوم الأشهاد بين يدي ربهم تبارك وتعالى فلا ينفع نفسا هناك إلا ما كانت قد قدمت من قبل من عمل صالح وبر صادق تقرب به إلى الرب تبارك وتعالى يوم إن امتثلت كلماته وانتفعت بآياته وأسلمت نفسها لطاعته جعلنا الله وإياكم من أهل ذلك كله هذا والله تعالى أعز وأعلى وأعلم وصلى الله على محمد وعلى آله والحمد لله رب العالمين والسلام عليكم ورحمة الله وبركاته،",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "\" موسى وهارون عليهما السلام \" ¶ بسم الله الرحمن الرحيم ¶ الحمد لله الذي بنعمته تتم الصالحات وأشهد أن لا إله إلا الله وحده لا شريك له رب الأرض والسموات وأشهد أن سيدنا ونبينا محمدا عبده ورسوله آخر الأنبياء في الدنيا عصرا وأرفعهم وأجلهم يوم القيامة شأنا وذكرا صلى الله عليه وعلى آله وأصحابه وعلى سائر من اقتفى أثره واتبع منهجه بإحسان إلى يوم الدين. ¶ فهذا العقد الخامس من برنامجنا مجمع البحرين والعلمان اللذان سندرسهما هذا اليوم أو هذه الليلة في هذا المنتدى أو الملتقى هما نبيا الله \" موسى وهارون \" صلوات الله وسلامه عليهما. الأنبياء جم غفير يتجاوزن المائة ألف والرسل منهم ثلاثمائة و بضعة عشر رسولا. ¶ والفرق بين النبي والرسول: ¶ أن النبي يسوس الناس على شريعة من قبله من الرسل أما الرسول فإنه يأتي بشرع جديد ولهذا يقول صلى الله عليه وسلم {إن بني إسرائيل كانت تسوسهم الأنبياء} تسوسهم الأنبياء بعد وفاة نبي الله موسى إلى أن أرسل الله وبعث عيسى بن مريم عليه السلام وموسى وهارون أخوان شقيقان لأم وأب واحد هارون بن عمران وموسى بن عمران. ¶ الفرق بينهما من جوانب متعددة:",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "الأول: هارون أكبر من موسى وأسبق موتا منه أي هارون تقدم مولده وتقدمت وفاته ولد هارون في العام الذي كان فرعون لا يقتل فيه وولد موسى في العام الذي فيه قتل ونجاه الله جل وعلا في قصة معروفة لن نقف عندها طويلا لأنها شهيرة وقلنا إن هذا درس علمي محض موسى وهارون الأصل أن الله نبأ موسى وبعثه ثم إن موسى سأل الله تبارك وتعالى أن يجعل من أخيه هارون نبيا فاستجاب الله جل وعلا دعاءه ولهذا نعت الله موسى بقوله { وَكَانَ عِندَ اللَّهِ وَجِيهاً } بعثهم الله جل وعلا إلى فرعون وملاءه { اذْهَبَاِ إِلَى فِرْعَوْنَ } وقال جل وعلا { فَقُولَا إِنَّا رَسُولُ رَبِّ الْعَالَمِين } هذان موسى وهارون هارون كان أفصح وموسى كان هو الأصل المخاطب به النبوة وهو أشد سكينة وحزما من أخيه وأعلم وأفضل جملة لأن الله جل وعلا فضل النبيين بعضهم على بعض وموسى معدود من ألو العزم من الرسل وكان هارون محببا في قومه أي في بني إسرائيل كانوا يحبونه جدا وقد جاء في رواية الإسراء والمعراج { فوجدت رجلا تكاد تلامس لحيته سرته قلت من هذا ياجبريل؟ قال : هذا المحبب في قومه هارون بن عمران } ¶ نعود إلى خبرهما ولنا معهما وقفات عليهما السلام:",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "الوقفة الأولى : وقفة عقدية ونحن في هذه الوقفات لا نلتزم بالأحداث التاريخية وإنما نلتزم بالوقفات بحسب أهميتها في الغالب فأولى الوقفات وقفة عقدية وهي أن الله جل وعلا وعد موسى ثلاثين ليلة فخرج من بني إسرائيل وقد جعل أخاه هارون عليهم { اخْلُفْنِي فِي قَوْمِي } وخرج إلى الميقات الميقات كان زمانيا ومكانيا مكانيا كان عند جبل الطور فواعدناه جانب الطور الأيمن في الوادي المقدس أما زمانيا فكان أول الأمر ثلاثين يوما ثم مالبث أن أضحى أربعين بعد أن زاده الله عشرا وجمهور المفسرين يقولون إن الثلاثين يوما كانت شهر ذي القعدة والعشرة أيام كانت الأوائل من ذي الحجة فيصبح بهذا أن الله كلم موسى الميقات الزماني يكون في يوم النحر يوم الحج الأكبر جاء موسى للميقات المكاني الله جل وعلا يقول : { وَلَمَّا جَاء مُوسَى لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ } ولا ريب أن تكليم الله لموسى فضل عظيم من الله لهذا العبد الصالح وهذا النبي المفضل وقد نص الله على هذا التكليم بقوله : { وَكَلَّمَ اللّهُ مُوسَى تَكْلِيماً } والله يقول هنا : { وَكَلَّمَهُ رَبُّهُ } فأضحى عليه السلام في معقل منيب ومنزل شريف ودرجة عالية فرغب وطمعت نفسه في مقام أعلى ألا هو مقام الرؤيا {قََالَ رَبِّ أَرِنِي أَنظُرْ إِلَيْكَ } فكان الجواب الإلهي الرباني { لَن تَرَانِي وَلَكِنِ انظُرْ إِلَى الْجَبَلِ فَإِنِ اسْتَقَرَّ مَكَانَهُ فَسَوْفَ تَرَانِي فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكّاً وَخَرَّ موسَى صَعِقاً فَلَمَّا أَفَاقَ قَالَ سُبْحَانَكَ تُبْتُ إِلَيْكَ وَأَنَاْ أَوَّلُ الْمُؤْمِنِينَ *قَالَ يَا مُوسَى إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسَالاَتِي وَبِكَلاَمِي فَخُذْ مَا آتَيْتُكَ وَكُن مِّنَ الشَّاكِرِينَ } هنا نقف الوقفة العقدية قال الله جل وعلا لموسى { لَن تَرَانِي } استمسك بلن هذه النافية في كلام العرب استمسك بها",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "المعتزلة فقالوا إن الله جل وعلا لا يرى لا في الدنيا ولا في الآخرة وممن حمل هذا اللواء من المشهورين منهم جار الله الزمخشري في تفسيره الكشاف ونحن نجيب عن هذا الإشكال جوابا لغويا وجوابا شرعيا وكلاهما يدخل في عامة الجواب والرد عليه. ¶ أما الجواب اللغوي: فإن حجتهم قول الله جل وعلا{ لَن تَرَانِي }فقالوا إن لن تعني النفي المؤبد في الدنيا والآخرة وهذا غير صحيح لأن الله جل وعلا ذكر اليهود وقال عنهم إنهم لا يتمنون الموت قال سبحانه { وَلَن يَتَمَنَّوْهُ أَبَداً بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللّهُ عَلِيمٌ بِالظَّالِمينَ } ومع ذلك أخبر الله أن أهل النار واليهود قطعا منهم يتمنون الموت يوم القيامة فقال جل وعلا :{وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ قَالَ إِنَّكُم مَّاكِثُونَ } وجه الدلالة يستفاد من هذا وجه الدلالة أن ليس كل نفي في الدنيا يشمل النفي في الآخرة هذا الجواب من حيث اللغة. ¶ أما الجواب من حيث الأدلة النقلية: فإن القرآن والسنة كليهما دل على أن الله جل وعلا يراه عباده المؤمنون يوم القيامة بل إن الله جل وعلا لا تطيب الدنيا إلا بذكره ولا تطيب الآخرة إلا بعفوه ولا تطيب الجنة إلا برؤيته ـ بلغنا الله وإياكم رؤيته في مقام كريم ـ فنقول دل الكتاب والسنة على أن الله جل وعلا يراه عباده المتقون يوم القيامة قال الله في القرآن{ وُجُوهٌ يَوْمَئِذٍ نَّاضِرَةٌ *إِلَى رَبِّهَا نَاظِرَةٌ }{ وُجُوهٌ يَوْمَئِذٍ نَّاضِرَةٌ }من النضرة جمال المحيا وطلاقته وبشاشته ونوره{ إِلَى رَبِّهَا نَاظِرَةٌ}بالظاء أخت الطاء أي تنظر إلى الله. ¶ والفعل نظر إما أن يتعدى بحرف وإما أن لا يتعدى بحرف تفصيل ذلك على التالي:",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "نظر من غير أن تتعدى تصبح بمعنى تهمل ومنه قول الله جل وعلا على لسان المنافقين { انظُرُونَا نَقْتَبِسْ مِن نُّورِكُمْ } أي تمهلوا علينا هذا من غير تعديها من غير حرف فإذا تعدت بحرف تتعدى بفي وتتعدى بإلى فإذا تعدت بحرف الجر في فتعني التدبر تكلم أخاك في الهاتف تعرض عليه قضية ثم تقول له انظر في هذا الأمر الذي حدثتك فيه فهو لم يرى شيئا ولكن تقصد بقولك انظر في هذا الأمر أي تدبر فيه تفكر حتى أسمع منك جوابا ومنه قول الله جل وعلا { أَوَلَمْ يَنظُرُواْ فِي مَلَكُوتِ السَّمَاوَاتِ وَالأَرْضِ } أي أولم يتدبروا في ملكوت السموات والأرض وتتعدى أي نظر بحرف الجر إلى فإذا تعدت بحرف الجر إلى عمت الرؤية البصرية نظرت إلى الشجرة نظرت إلى الدار نظرت أخي ومنه قول الله جل وعلا هنا في سورة القيامة { وُجُوهٌ يَوْمَئِذٍ نَّاضِرَةٌ *إِلَى رَبِّهَا نَاظِرَةٌ } وهذا جلي واضح ومن السنة أن النبي صلى الله عليه وسلم قال كما في حديث صهيب عند مسلم في الصحيح :\" إذا دخل أهل الجنة الجنة وأهل النار النار نادى مناد يا أهل الجنة إن لكم عند الله موعدا يريد أن ينجزكموه فيقولون وما هو ألم يثقل موازيننا ألم يبيض وجوهنا ألم يجرنا من النار فيكشف الحجاب فيرون وجه ربهم تبارك وتعالى فلا يلتفتون إلى شيء من النعيم هو أعظم ولا أجل من رؤية وجه الله تبارك وتعالى\" فالإنسان أحيانا يكون في سفر فيغلب عليه الشوق إلى من يحب أمه أبوه زوجته أبناؤه جيرانه ابنته ابنه الوحيد ابنته الوحيدة هذا يشعر به كل إنسان جبل على الفطرة وعندما يعود فيمتع ناظره بمن يحب كم يجد في نفسه من الفرحة فكيف إذا متع العبد المؤمن برؤية وجه الله تبارك وتعالى العلي الأعلى الذي لا اسم أعظم من اسمه ولا وجه أكرم من وجه ولا عطية أسخى وأحسن وأكمل من عطيته جل وعلا ـ بلغنا الله وإياكم ....",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "ـ فنعود فنقول هذا الوقفة العقدية الأولى وقال عليه الصلاة والسلام كذلك :{ إنكم سترون ربكم يوم القيامة كما ترون البدر لا تضامون في رؤيته } هذه الوقفة العقدية . ¶ الوقفة الثانية وقفة تربوية: فإن الله جل وعلا كلم موسى أول الأمر قبل هذا التكليم عندما نبئ موسى فموسى عليه السلام خرج من أرض مدين بعد أن مكث فيها عشر سنين ثم أصابه شدة البرد فكان يبحث عن شيء جذوة نار يصطلي منها أهله فرأى من بعيد نورا في شجرة من نار تتوقد خاف على أهله قال { امْكُثُوا إِنِّي آنَسْتُ نَاراً } ولفظ قول الله جل وعلا { آنَسْتُ نَاراً } كأن أهله لم يأنسوا تلك النار كأنه شيء مخصوص به موسى { إِنِّي آنَسْتُ نَاراً } ثم قدم إلى تلك النار عندها كلمه الله جل وعلا موسى دخل الوادي المقدس وهو لا يدري أنه واد مقدس ولا يدري أن تلك النور ليكلم الله جل وعلا عندها. ¶ فكيف ربى الله جل وعلا هذا النبي الكريم؟ ¶ هناك توحيدان توحيد ربوبية وتوحيد ألوهية توحيد الربوبية عندما نعرفه نعرفه بأننا نؤمن أن الله هو الخالق الرازق أوجدنا من العدم ربانا بالنعم هكذا نعرف الله توحيد الألوهية نعرفه بأن الله لا يعبد غيره لا يجوز أن نعبد أحدا غير الله فالله تبارك وتعالى عندما قدم موسى عليه خاطبه بلفظ الربوبية ليشعره بالأمان والاطمئنان والسكينة وأنه في رعاية رب العالمين جل جلاله قال ياموسى",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "{إ نِّي أَنَا رَبُّكَ فَاخْلَعْ نَعْلَيْكَ إِنَّكَ بِالْوَادِ الْمُقَدَّسِ طُوًى } فمهد الله جل وعلا قبل التكليف وضع السكينة في قلب موسى عليه السلام وكذلك يجب علينا ونحن ندعوا الناس أن نرزقهم أول الأمر الأمن والأمان قبل أن ندعوهم لا ندعوهم بالرصاص مباشرة وإنما يدعى الناس بأن يوقرون بأن يوقر ويرزقون الإطمئنان حتى يكونون على استعداد لأن يسمعوا كلام الله الله جل وعلا يقول لنبيه { وَإِنْ أَحَدٌ مِّنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ } أعطيه الأمان { حَتَّى يَسْمَعَ كَلاَمَ اللّهِ } لأن الله يسمع كلام الله وهو خائف لن يتقبله لن يجد له مردودا في نفسه { ثُمَّ أَبْلِغْهُ مَأْمَنَهُ }فنقول إن الله جل وعلا ربي موسى قال : { إ نِّي أَنَا رَبُّكَ فَاخْلَعْ نَعْلَيْكَ إِنَّكَ بِالْوَادِ الْمُقَدَّسِ طُوًى } فلما شعر موسى بالإطمئنان أوحى الله إليه بقوله { وَأَنَا اخْتَرْتُكَ } كلمه الله {وَأَنَا اخْتَرْتُكَ فَاسْتَمِعْ لِمَا يُوحَى } لأن جاء دور التكليف {إ ِنَّنِي أَنَا اللَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدْنِي وَأَقِمِ الصَّلَاةَ لِذِكْرِي } وهل خلق الثقلان إلا ليعبدا الرحمن وحده دون سواه {إ ِنَّنِي أَنَا اللَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدْنِي وَأَقِمِ الصَّلَاةَ لِذِكْرِي ثم رزقه الترغيب والترهيب {إِنَّ السَّاعَةَ ءاَتِيَةٌ أَكَادُ أُخْفِيهَا لِتُجْزَى كُلُّ نَفْسٍ بِمَا تَسْعَى * فَلاَ يَصُدَّنَّكَ عَنْهَا مَنْ لاَ يُؤْمِنُ بِهَا وَاتَّبَعَ هَوَاهُ فَتَرْدَى } هذا نوع من تربية الله لأولياءه ثم مهد الله له كيف سيواجه فرعون كيف سيواجه موسى فرعون حتى لا يفاجئ موسى بالآيات بين يدي فرعون سأله الله جل وعلا {وَمَا تِلْكَ بِيَمِينِكَ يَا مُوسَى } والله يعلم أنها عصا وموسى يعرف عصاه جيدا فليست شيئا خارجا عنه غريبا لتوه آتاه { قَالَ هِيَ عَصَايَ } ووجد لذة خطاب رب العالمين {",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "أَتَوَكَّأُ عَلَيْهَا وَأَهُشُّ بِهَا عَلَى غَنَمِي وَلِيَ فِيهَا مَآرِبُ أُخْرَى } ولو استطاع أن يزيد لفعل أمره الله أن يلقيها ثم أمره أن يأخذها بعد أن طمأنه وأخبره ثم أمره أن يضع يده ثم أخرجها لتكون بيضاء من غير سوء كل ذلك تمهيد حتى يقف موسى بين يدي فرعون آمنا مطمئنا وكان موسى عظيم الأدب مع الله كان فيه لتغة في لسانه عقدة تجعله غير فصيح ولذلك فرعون يسخر منه ويقول { أَمْ أَنَا خَيْرٌ مِّنْ هَذَا الَّذِي هُوَ مَهِينٌ وَلَا يَكَادُ يُبِينُ } فقال{ قَالَ رَبِّ اشْرَحْ لِي صَدْرِي * وَيَسِّرْ لِي أَمْرِي * وَاحْلُلْ عُقْدَةً مِّن لِّسَانِي } فانظر إلى أدب الأنبياء هو لايريد أن يفخر على الناس بفصاحته وبلاغته يريد تنفكك العقدة ولو فكة واحدة حلة واحدة حتى يستطيع أن يبلغ بها رسالة الله لايريد أن يوسم بأنه خطيب العصر وبليغ الدنيا وإنما أراد القدر الذي يبلغ رسالة الله يقول العلماء إن الأنبياء لا يسألون ربهم إلا على قدر الحاجة نقول موسى عليه السلام هنا تشفع موسى لهارون {وَاجْعَل لِّي وَزِيراً مِّنْ أَهْلِي *هَارُونَ أَخِي * اشْدُدْ بِهِ أَزْرِي * وَأَشْرِكْهُ فِي أَمْرِي } أي في أمر النبوة والرسالة { كَيْ نُسَبِّحَكَ كَثِيراً * وَنَذْكُرَكَ كَثِيراً } انظر للعبد الصالح هو يطلب الوزير لا ليستعين به على أمور الدنيا المحضة وإنما حتى يستعين به على ذكر الله { كَيْ نُسَبِّحَكَ كَثِيراً * وَنَذْكُرَكَ كَثِيراً * إِنَّكَ كُنتَ بِنَا بَصِيراً } فلما قال موسى ماقال جاء الجواب الرباني والرحمة الإلهية لهذا العبد الصالح ولأخيه قال الله { قَالَ قَدْ أُوتِيتَ سُؤْلَكَ يَا مُوسَى * وَلَقَدْ مَنَنَّا عَلَيْكَ مَرَّةً أُخْرَى } فليست هذه بأول منن الله جل وعلا على نبي الله موسى وأخيه هارون. ¶ نعود في الحديث بوقفة أخرى وهي وقفة إيمانية:",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "الوقفة الإيمانية: تقول إن الإنسان ينبغي عليه أن يحسن الظن برب العالمين جل جلاله فإذا أحسن الظن برب العالمين جل جلاله بلغ مراده إذا كتب الله جل وعلا له ذلك وموسى عليه السلام خرج من أرض مصر أول الأمر طريدا شريدا ليس له شيء إلا حسن ظنه بربه { قَالَ عَسَى رَبِّي أَن يَهْدِيَنِي سَوَاء السَّبِيلِ } فهداه أي هداية ودله أي دلالة وأعطاه أي عطية مكث عشر سنين في أرض مدين أجيرا على عفة فرجه وإشباع بطنه ثم نبئ وأرسل جاء للنار كل همه جذوة من النار يقول لأهله{ لَّعَلَّكُمْ تَصْطَلُونَ } فيصطلون بها من برد الشتاء فيعود وهو كليم الله الواحد القهار يعود وقد نبئ وأرسل يعود وقد أضحى واحدا من أولوا العزم من الرسل صلوات الله وسلامه عليه فانظر حسن الظن بالله جل وعلا ماذا يورث لكن أين الذين يحسنون الظن بربهم جل وعلا ـ جعلنا الله وإياكم منهم ـ كذلك لما خرج موسى من أرض مصر مع قومه ووصل إلى البحر قال له قومه قال الله { فَلَمَّا تَرَاءى الْجَمْعَانِ قَالَ أَصْحَابُ مُوسَى إِنَّا لَمُدْرَكُونَ * قَالَ كَلَّا إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ } فأوحى الله إلى موسى أن اضرب بعصاك البحر فضربه فانفلق فإذا به على عدد فرق بني إسرائيل { فَانفَلَقَ فَكَانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيمِ } قال الله { وَأَزْلَفْنَا ثَمَّ الْآخَرِينَ وأزلفنا ثم الآخرين * وَأَنجَيْنَا مُوسَى وَمَن مَّعَهُ أَجْمَعِينَ } فنجاه الله جل وعلا البحر له علاقة عجيبة بموسى عليه السلام فأم موسى تأمر أن تلقي ابنها في البحر وهو مظنة هلاك فيجعل الله جل وعلا هذا البحر الذي هو مظنة هلاك يجعله لموسى منفعة وموصلا إلى الرحمة والبحر في خروجه من أرض مصر الذي هو مظنة ضياع وشتات وغرق يجعله الله جل وعلا يبسا ممهدا لعبده موسى أن يمر عليه هو والملأ من بني إسرائيل.",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "نقف كذلك في قضيه موسى وهارون مع قضيه سياسيه: وهي أن موسى عليه السلام قلنا إن الله واعده ثلاثين يوما فأخبر موسى بني إسرائيل بهذا وجعل عليهم أخاه هارون ثم زاده الله جل علا عشرا هذه العشر زاده الله جل وعلا إياها من غير أن يعلم بنو إسرائيل فجاء السامري فأشاع في بني إسرائيل أن موسى ضل الطريق إلى ربه فاتخذ لهم عجلا جسدا له خوار وأمرهم بأن يعبدوه وقال عياذا بالله ـــ تعالى الله عما يقولون علوا كبيرا ــ { فَقَالُوا هَذَا إِلَهُكُمْ وَإِلَهُ مُوسَى فَنَسِيَ } هذه الفترة تشعبت بنو إسرائيل مابين مصدق ومكذب ومؤمن بالسامري وباق على إيمانه فحلف هارون عليه السلام غاية الحلف على أن يجمع الناس على أن لا تشتت كلمتهم على أن لا يفرق جمعهم على أن يكونوا صفا واحدا فلما جاء موسى عليه السلام غاضبا من أخيه قال هارون يعتذر لأخيه { إِنِّي خَشِيتُ أَن تَقُولَ فَرَّقْتَ بَيْنَ بَنِي إِسْرَائِيلَ وَلَمْ تَرْقُبْ قَوْلِي } فمن أعظم دلائل سعي الإنسان في الإصلاح أن يحرص على جمع الكلمة ولم الشتات وتآلف القلوب وتوحد الرأي لأن الأمة لا يمكن أن يدخل عليها أعدائها من طريق هو أعظم من شتاتها وفرقتها واختلاف كلمتها وضياع أمرها ـ عياذا بالله جل وعلا من ذلك كله.",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "تبقى قضايا أخر في قضية موسى وهارون قد لا تصل إلى هذه الأربع لكن نأخذها كأطراف حديث منها: أن موسى عليه السلام في تلك الفترة خطب في بني إسرائيل فكأنه وجلت القلوب وذرفت العيون من قوله فوقع فيما يقع في النفس أحيانا في بعض الأنفس أحيانا ولو عارضا فتبعه رجل من بني إسرائيل فقال له يانبي الله أفي الأرض أحد أعلم منك فنسي موسى أن يرد العلم إلى الله قال لا فعاتبه ربه أنه لم يرد العلم إليه وأخبره الله أن ثمة عبدا لي هو أعلم منك قال ياربي وأين لي به فأوحى الله جل وعلا إليه أمره أن يأخذ حوتا في.... فحيث مافقد الحوت فثم هو أي ثم العبد الصالح فأخذ موسى مكتلا وحوتا وغلاما يخدمه وفي هذا رد لبعض الصوفية الذين يقولون يجب أن تهمل الأسباب هذا نبي الله وأحد أولي العزم من الرسل يرحل في سفر يأخذ غداه ويأخذ أمارة من الحوت المكتل ويأخذ فتى يخدمه وصل إلى مجمع البحرين هناك فقد موسى الحوت في نومه ونسي الغلام الفتى أن يخبر نبي الله ثم مضيا لما مضيا أصاب موسى الجوع فطلب من فتاه الطعام لكن الفتى تذكر عند طلب الطعام تذكر الحوت الذي فقد وليس الحوت هو الطعام قال{ آتِنَا غَدَاءنَا }؟",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "{ َقالَ أَرَأَيْتَ إِذْ أَوَيْنَا إِلَى الصَّخْرَةِ فَإِنِّي نَسِيتُ الْحُوتَ } أي نسيت أن أخبرك بأمر الحوت ولم ينسى الغداء { فَإِنِّي نَسِيتُ الْحُوتَ وَمَا أَنسَانِيهُ إِلَّا الشَّيْطَانُ أَنْ أَذْكُرَهُ وَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ عَجَباً} فهنا تفطن موسى{ قَالَ ذَلِكَ مَا كُنَّا نَبْغِ } وبأسلوب رحيم لم يعتب على فتاه ولم يوبخه ولم يلومه قال الله { فَارْتَدَّا عَلَى آثَارِهِمَا قَصَصاً * فَوَجَدَا عَبْداً مِّنْ عِبَادِنَا آتَيْنَاهُ رَحْمَةً مِنْ عِندِنَا وَعَلَّمْنَاهُ مِن لَّدُنَّا عِلْماً } وجد رجلا ....",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "فوقف موسى عليه يسأله قال السلام عليك فقال الخضر وأنا بأرضك السلام من أنت قال أنا موسى قال موسى بن عمران قال نعم موسى بن عمران ثم مضى الأمر المعروف من صحبة موسى عليه السلام للخضر في رحلة عجيبة غريبة أرجوا أن أوفق في أن نخصص لها حلقة لعل يكون عنوانها \" موسى والخضر \" الذي يعنينا في هذا المقام كيف أن نبي الله دعا بأن يطلب العلم عندما علم أن ثمة عبد هو أعلم منه كما وقع لموسى عليه السلام في أرض التيه أنه قتل أحد بني إسرائيل رجلا ولم يعترف فكانوا أمروا بقتل البقرة ورأوا عند خروجهم من البحر قوما يعبدون شجرة فطلبوا من موسى آلهة مثل تلك الآلهة هذه أحداث التي جاءت في القرآن كلها جاءت في الأربعين سنة التي قضاها بنوا إسرائيل في أرض التيه عندما رفضوا أن يدخلوا المدينة التي كتب الله لكم وهي الآن مسماة بأريحا قال الله جل وعلا {ادْخُلُوا الأَرْضَ المُقَدَّسَةَ الَّتِي كَتَبَ اللّهُ لَكُمْ} لكنهم أبوا رغم أنه لم يكن بينهم وبينها إلا كثيب أحمر لكنهم قوم ليس فيهم من الخير إلا القليل كما أخبر جل وعلا فامتنعوا عن القتال مع نبيهم وأخيه مما كتب الله عليهم أنهم يتيهون في الأرض أربعين سنة وقالوا لنبيه فلا تأس على القوم الكافرين أو قال {فلا تَأْسَ عَلَى الْقَوْمِ الْفَاسِقِينَ} المقصود أنهم مكثوا أربعين سنة حتى دخل بهم أريحا بعد موسى وهارون نبي الله يوشع بن نون وسيكون لنا لقاء عنوانه الشمس والقمر نتحدث فيه عن نبي الله يوشع بن نون لارتباطه بالشمس صلوات الله وسلامه عليه. ¶ ختاما معشر الأحبة: ¶ هذا ماتهيأ إيراده وتيسر إعداده والله المستعان وعليه البلاغ نفعنا الله وإياكم فيما نقول وعلمنا ماينفعنا وصلى الله على محمد وعلى آله والحمد لله رب العالمين والسلام عليكم ورحمة وبركاته،،",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "\" الأمين والمأمون \" ¶ بسم الله الرحمن الرحيم ¶ الحمد لله وإن كان يقل مع حق جلاله حمد الحامدين وأشهد أن لا إله إلا الله وحده لا شريك له إله الأولين وإله الآخرين وأشهد أن سيدنا ونبينا محمدا عبده ورسوله صلى الله عليه وعلى آله وأصحابه وعل سائر من اقتفى أثره واتبع منهجه بإحسان إلى يوم الدين أما بعد: ¶ فهذا بحمد الله سادس لقاءاتنا عبر برنامجنا مجمع البحرين هذا البرنامج الذي يعنى به شخصيات ذوات أعلام معروفة بمعنى أنه نذكر علمين إذا ذكر أحدهما استدعي الآخر والعلمان اللذان سندرس شخصيتهما هذا اللقاء هما \" الأمين والمأمون \" الخليفتان العباسيان المعروفان بداية نقول الملك بالذات جعل الله جل وعلا له أسباب تختلف عن غيرها ولهذا قال الرب تبارك وتعالى {قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَن تَشَاء وَتَنزِعُ الْمُلْكَ مِمَّن تَشَاء وَتُعِزُّ مَن تَشَاء وَتُذِلُّ مَن تَشَاء بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَىَ كُلِّ شَيْءٍ قَدِيرٌ} والأمة الإسلامية كانت أول أمرها تحت لواء نبينا صلى الله عليه وسلم ثم لما قبض صلوات الله وسلامه عليه اجتمع المسلمون الأعيان منهم الأوس والخزرج وكبار المهاجرين في سقيفة بني ساعده مكان في المدينة معروف إلى اليوم اجتمعوا فيه نجم عن هذا الاجتماع اختيار الصديق رضي الله تعالى عنه وأرضاه خليفة للمسلمين فبويع في السقيفة البيعة الأولى ثم بويع رضي الله عنه وأرضاه على منبر رسول الله صلى الله عليه وسلم البيعة العامة من سائر الناس فكان الصديق أول خليفة للمسلمين بعد رسول الله صلى الله عليه وسلم أي ساس أمرهم بعد رسول الله صلى الله عليه وسلم ولم يكن يقال لنبي عليه الصلاة والسلام إلا بخطاب النبوة يانبي الله يارسول الله فلم يكن ملكا ولم يقال له ياخليفة لأنه أصلا لا أحد قبله في الملك بالنسبة لهذه الأمة فكان ينادي يانبي الله يارسول الله فلما جاء الصديق أضحى الناس ينادونه ياخليفة رسول الله ثم لما دنا الموت من أبي بكر",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "رضي الله عنه وشعر به كتب كتابا أوصى فيه بالخلافة من بعده لأمير المؤمنين عمر بن الخطاب ومما جاء في هذا الكتاب أنه قال:\" هذا ماعهد فيه عبدالله أبوبكر بن أبي قحافة إلى المسلمين من بعده فإني قد وليت عليكم عمر فاسمعوا له وأطيعوا ثم ذكر بعض ظنونه في عمر قال في آخر الخطاب فإن بدل أو غير فلا علم لي بالغيب وسيعلم الذين ظلموا أي منقلب ينقلبون\" فجاء عمر رضي الله عنه فكأن الناس استثقلوا أن يقولوا ياخليفة خليفة رسول الله فيها مد بعض الشيء فيها طول فجاء رجل ذات يوم من الغزو من الجهاد معه كتاب أو نحو فقال أين أمير المؤمنين أين أمير المؤمنين فأعجب الناس بهذا القول فأضحوا من ذلك الوقت ينادونه بأمير المؤمنين فأضحى كل من يخلف وله الولاية العظمى في المسلمين ينادى بأمير المؤمنين فمضى الأربعة الراشدون أبوبكر وعمر وعثمان وعلي رضي الله عنهم أجمعين بعد ذلك أسست دولة بني أمية ثم أعقبتها دولة بني العباس ثم هكذا حتى استمرت الخلافة الإسلامية تضعف حينا تقوى أحيانا تكون الخلافة العظمى يجتمع عليها أكثر كلمة المسلمين كلهم أكثر أقطارهم بعضها لكن اسم الخلافة لم يذهب لم ينتهي أصبح مهما كان هناك والي يقال له خليفة حتى ألغاها الزعيم التركي المعروف كمال أتاتورك عام 1924م كان كمال أتاتورك قبل أن يلغي الخلافة بقليل قد انتصر في حرب البلقان قاد الجيش التركي على......فانتصر فرح المسلمون وظن أكثر أهل الأقطار والأمصار أن المسلمين سيعود إليهم شيء من مجدهم الذي كان ضائعا بعض الشيء آنذاك فقال شوقي يمدح كمال أتاتورك على اعتباره أنه قائد مسلم قال : ¶ الله أكبر كم في الفتح من عجب *** ياخالد الترك جدد خالد العرب ¶ لكن أعواما قليلة مرت أو أقل وإذا بكمال هذا المحتفى به ينقلب على الأمة فيلغي الخلافة نشوة الفرح ألغيت الخلافة وذهب اسمها ورسمها ولم يبقى منها شيء قال شوقي: ¶ عادت أغاني العرس رجع نواح*** ونعيت بين معالم الأفراح",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "كفنت في ليل الزفاف بثوبه *** ودفنت عند تبلج الإصباح ¶ حسب أتى طول البيان دونه *** قد طاح بين عشية وصباحي ¶ هذا على وجه الإجمال مايمكن أن يقال في أمر الخلافة من الخلفاء الذين مكن الله لهم في الأرض الأمين والمأمون. ¶ ولماذا نتكلم فقط عن الأمين والمأمون ؟ ¶ أولا : لأنها لموافقة فكرة البرنامج أصلا لأنه إذا ذكر الأمين يذكر المأمون وهما كلاهما ابنان لهارون الرشيد الخليفة العباسي المعروف وهارون أبلى بلاء حسنا وإن كانت له هفوات لكن ثمة أمور تقع بأمر الله وأولى الفوائد في سيرة الأمين والمأمون أن أقدار الله جل وعلا غالبة أراد هارون أن لا يفترق أبناؤه من بعده فوضع كتابا عهده فيه قسم فيه الأقاليم إلى ثلاث أقسام جعل الأمين وليا للعهد وأعطاه بعض الأقطار كتب له بعض الأقطار ثم جعل للمأمون ثم جعل لأخيهم الثالث وسماه باسم آخر أظنه المؤتمن الشاهد من ذلك كله بهذا التقسيم خرج هارون رغم وفرة عقله عن إطار العقل في تنظيم الناس مما كان ذلك سببا الخصومة بين أبنائه من بعده وكتب بهذا كتابا وأشهد عليه العلماء وقيل إنه علقه على الكعبة كان من أبناء هارون المعتصم الخليفة العباسي المعروف كان الثاني في الترتيب من أبناء هارون ونشأ غير محب للعلم فهو لا يجيد القراءة ولا الكتابة فلم يكتب له هارون أي أمر أو أي شأن ذا بال في ذلك الكتاب ظنا منه أن الملك لنا يصل إليه وقبل أن نتحدث عن الأمين والمأمون نقول إن الملك وصل للمعتصم بقدر الله بل إنه لم يأتي خليفة عباسي من بعد المعتصم إلا وهو من ذريته فكل من حكموا إلا أن أسقطت الخلافة على أيدي التتار من العباسيين العراقيين إلا وهي من ذرية المعتصم فانظر مالذي أراده أبوه ومالذي أراده الله جل وعلا فبطل أمر الوالد ونفذ أمر الواحد الأحد الفرد الصمد الذي لارب غيره ولا إله سواه نعود للأمين والمأمون الأمين أمه عربية والمأمون أمه فارسية الأمين أمه زبيده عاشت ترقب ابنها وهو خليفة في حين أن",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "المأمون ماتت أمه وهو صغير في نفاسه وهي مراجل الفارسية زبيدة أثرت في المأمون بكونها عربية في أن يجعل ولاية العهد للأمين رغم أنه حسب ذكر أكثر المؤرخين أصغر من أخيه المأمون وكان المأمون أعظم أهلا للملك من أخيه الأمين وهو أكبر سنا لكن نحاها عنه قليلا هارون رغبة في رضاء بني هاشم العرب وإرضاء أمه أم الأمين وهي زبيدة مكث الأمين يحكم لكنه لم يكن رجلا أهلا للملك الملك هذا شيء من الله ثمة أناس خلقوا للملك إما في وزرائهم أو في حشمهم أو في خدمهم أو في قوادهم بطريقة تفكيرهم وثمة إنسان لا يعبأ بالملك يعبث يلهوا ينشغل عنه كان الأمين من أولئك القوم حتى إنه في اليوم الذي أسقطت فيه خلافته ودخل طاهر الخزاعي قائد المأمون إلى بغداد واحتل قصر الخلافة أين كان الأمين كان الأمين يقولون كان يصيد السمك على نهر دجلة ومعه غلام له يقال له كوثر لا يفارقه فجاءه الرجل أحد حشمه أحد خدمه يخبره تكاد الخلافة تسقط يكاد الأمره تذهب عنك أصل الخلافة اختل ماذا يقول ؟ يقول اسكت عني فإن كوثر صاد سمكتين وأنا لم أصد شيئا هكذا كما تقول العامة اليوم الناس في الناس وعائشة في الغنم هذا أمر هو الخطأ في الأمين هذا المنهج هذه الطريقة الفائدة هنا الذي من أجلها سقنا القضية أن الإنسان ينبغي أن يكون عاقلا حازما في الأمر الذي يتقلده لا يعقل أن إنسان يأخذ أموال من الناس دينا ثم يفتح متجرا كبيرا ثم لا يعبأ به ويسلمه إلى محاسبيه وإلى غيره ولا يراقبهم وليس له حسيب دونهم فيضيع ماله تضيع تجارته ينكسر كذلك من تصدر للعلم وفتوى الناس وأعطى هاتفه لزيد وعمرو ليسأل في دين الله هذا ينبغي عليه أن يتفقد المكتبة الإسلامية عشية وضحاها يقرأ ينهل من العلم حتى يكون أهلا لذلك إنسان صدر للإمامة للخطابة يجب أن يراجع قراءاته يجب أن يراجع إطلاعه يجب أن يراجع فقه حتى يصبح أهلا لتلك المسؤولية: ¶ وهل الممالك راحة ومنام",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "لكن من أين يؤتى الناس يؤتى الناس في هذه القضية إذا تنحى الأكابر وتصدر الأصاغر وسيأتي لهذا في تنحي الأكابر وتصدر الأصاغر مزيد تفصيل في درس قادم لكن نقف هنا عند عبث الأمين رغم أنه كان ابن رجل عظيم وأمه عربية لكن انشغاله باللهو والعبث وأمور خارجة عن أبهة الحكم وآلة السلطان وأدوات الملك هي التي جعلت أخاه يسيطر عليه. ¶ المأمون كان أحكم من أخيه وأشد عزيمة وشكيمة وقوة تسلط على أخيه قائدا من جيوشه يقال له طاهر الخزاعي لكن طاهرا تمادى في الأرض قتل الأمين سلب رأسه طاف به في أحياء بغداد فاغتاظ المأمون على طاهر قائده من فعله لأخيه ونسي طاهر أنه لا يعقل أن الأخوين مهما اختلفا لا يمكن أن يحدث بينهما ماينزع عنهما لباس الأخوة فالنفس تحن فطريا الإنسان يحن فطريا إلى أخيه ابن أبيه أو ابن أمه أو إن كان في مرحلة أقوى إن كان ابن أمه أو أبيه فغضب على طاهر مما دفع طاهر أن يفر ويهرب من بغداد ولذلك عيَّر دعبل الخزاعي شاعر عباسي معروف عيَّر المأمون لمطارته لطاهر قال : ¶ إنا من القوم الذين سيوفهم ***قتلت أخاك وبوأتك بمقعد ¶ يعني الخلافة ماوصلت إليك إلا منا بني خزاعة لأن طاهر خزاعي لكن طاهر لم يجني شيئا من ذلك كله والعاقل لا يكون حطبا لغيره يقولون في أخبار التاريخ إن عبدالملك بن مروان لما نافسه ابن الزبير على الخلافة أحدهما في الشام والآخر في الحجاز استقدم رجلا وأشار عليه أن يقتل ابن الزبير لكن الرجل كان ناصحا قال أيها الأمير هب أني قتلت ابن الزبير مالذي سيحدث سيحدث أنك أنت ستتولى الخلافة وابن الزبير سيموت شهيدا لأنني قتلته وأنا ليس لي من الأمر شيء ثم قال ¶ ولست بقاتل رجلا يصلي *** على سلطان آخر من قريش ¶ لهو سلطانه وعلي إثمي *** معاذ الله من جهل وطيش",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "طاهر لم يفقه هذه، الذي يعنينا وصل الأمر إلى المأمون المأمون ثم إنه كان ذا عزيمة قال مفتخرا لما انفرد بالحكم قال : \" كان معاوية بعمره وعبدالملك بحجاجه وأنا بنفسي \" أراد بقوله كان معاوية بعمرة أن معاوية كان أعظم نصراءه عمرو بن العاص وقد كانت آراء عمرو بن العاص لها الدور الكبير في تثبيت أركان ملك معاوية رضي الله تعالى عنهما وأرضاهما كما أن الحجاج بن يوسف الأمير المتجبر الأموي المعروف كان له دور كبير في استقرار ملك عبدالملك حتى إن عبدالملك بن مروان لما حضرته الوفاة أوصى ابنه الوليد الذي من بعده أوصاه بالحجاج خيرا وقال إن الحجاج جلده مابين عبيني وهذا منزع عظيم في الإنسان مكان موطن عظيم في الإنسان يقوله الإنسان إذا أحب أحدا يقول أن فلانا جلدة مابين عيني أي لا أصبر عنه لا أقدر أن أتصرف بدونه فلما استوزر الوليد الحجاج وجعله قائدا كما كان عند أبيه قال إن أبي كان يقول إن الحجاج جلدة مابين عينيه فو الله إن الحجاج لجلدة وجهي كله. ¶ أين الخطأ في كلام المأمون ؟ ¶ الخطأ في كلام المأمون أنه نسي أن يعتصم بالله على الأقل في عبارته فقال كان معاوية بعمره وكان عبدالملك بحجاجه وأنا بنفسي وليته قال وأنا بالله لو قالها لوفق أعظم توفيق لكن هذه هداية في القول هداية في العمل الله يقول{ وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ } هذا توفيق من الله والبلاء موكل بالمنطق المأمون كان عظيما في نفسه. ¶ وموضع الشاهد في هذا اللقاء:",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "أن الإنسان إذا كان عظيما في نفسه لا يهمه أن يجد عظمته عند من حوله يقولون إن المأمون هذا ذات يوم نادى غلام له في القصر هو أمير المؤمنين ياغلام ياغلام ياغلام حضر الغلام يشتاظ غضبا فقال الغلام منتهرا الخليفة أمير المؤمنين قال كل شيء ياغلام ياغلام ياغلام أليس في القصر أحد غيري ماذا قال المأمون قال كلمة تكتب بماء الذهب وتوزن بماء العينين قال لكن الرجل إذا حسنت أخلاقه ساءت أخلاق خدمه وحشمه وإذا ساءت أخلاقه حسنت أخلاق خدمه وحشمه وبيان هذا تفصيلا في حياتنا العامة اليوم تجد بعض الآباء فيه غلظة على أهل بيته سيء بذئ الكلام يغضب لأي شيء هذا الرجل إذا كان بهذه الطريقة وعرف هذا عنه في بيته بين خدمه وبناته مالذي يحصل ؟ يحصل أن أهل البيت تحسن أخلاقهم لا تحسن حبا فيه وإنما تحسن خوفا منه فعندما لو قدر أن فتاة أو فتى في البيت يسكب ماء أو يحدث منه خطأ البيت كله يرتج الأم الخادمات والحشم خوفا من أن يأتي هذا الأب فيخرج قاموسه البذئ لسانيا فلذلك لأنه ساءت أخلاقه تحسن أحوال أهل بيته لكن لو أن هذا الرجل حليم صبور لا يتكلف في كل شيء ولا يعبأ بما يحصل ولا يعني ذلك أنه مفرط لكن المقصود أنه ليس كل شيء يستدعي أن يخرج مافيه غضبه ويجري الكلام البذئ على لسانه مالذي يحصل تسوء أخلاق أهل البيت لايعبأ أن الابن أن يفعل خطأ أو الغلام أن يحدث خطأ حتى لو أحدث خطأ يقول أبي رجل طيب لا يعاقبني تلك العقوبة وهذا مقصود المأمون والمأمون وصل إلى هذه المرحلة من قناعته بنفسه فالعاقل لا يريد من أحد أن يعظمه أو يبجله زيادة عن الحد وأن يقول فيه ماليس فيه وأمثال ذلك من أضراب المدح المتجاوز للحد وإنما يصنع هذا ـ عياذا بالله ـ من أصلا فيه مركب من نقص وشيء من الشعور بعدم الكمال لكن الإنسان دائما ـ جعلنا الله وإياكم منهم ـ إذا كان عظيما في نفسه لا يضره مايقوله الناس فيه يوسف عليه الصلاة والسلام نبي الله ابن نبي الله ابن نبي الله",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "ابن خليل الله ومع ذلك شروه بثمن بخس وكانوا فيه من الزاهدين وما ضره وضع في السجن مع المجرمين والسراق وماضره لأنه عظيم في نفسه عظيم عند ربه وقد وصل إلى مبتغاه برحمة الله جل وعلا وفضله المقصود من هذا أن المأمون كان ذا علم ودراية وعزيمة وشكيمة أهلته للحكم . ¶ مالذي وقع فيه المأمون عقديا ؟ ¶ الذي وقع فيه المأمون عقديا أنه سن للناس سنة ليست من الدين في شيء ألا وهي القول بخلق القرآن وهو أول من تبنى هذه الفكرة ذلك أن وزراء المأمون العلماء المحيطين به كان أكثرهم من فرقة المعتزلة و المعتزلة كما نعلم فرقة ظهرت في أواخر عهد بني أمية واشتد..... في عهد بني العباس وكانت لهم الحظوة في عهد المأمون وعهد المعتصم بالذات فكان لزعمائهم ورؤسائهم ومتكلميهم اليد الطولى في البلاد صحيح أنه كان لهم جهد وافر في الذود عن الدين لا ينكر هذا منصف لكنهم وقعوا في مسائل منها قولهم بخلق القرآن فأقنعوا المأمون بهذا فتن المأمون الناس في عقائدهم وما في صدورهم والعاقل لا يدخل فيما في قلوب الناس لا يلزم الناس بشئ في قلوبهم يكفيك من الناس ظواهرهم أما أن يمتحن الناس بعقائدهم هذا لا يحسن حتى لو فرضنا أن المأمون وهو كذلك كان يعتقد أن ما يقوله صحيح ويتقرب إلى الله جل وعلا به هذه مسألة ومسألة جبر الناس على أن يعتقدوا مانعتقد هذا أمر محال لأن الناس حتى لو أطاعوك في ظاهرهم قد يكونوا لا يطيعونك في سرائرهم: ¶ وقد أجلك من يعصيك مستترا",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "ولهذا قال الله { لاَ إِكْرَاهَ فِي الدِّينِ } وقال جل وعلا { فَمَن َ شَاء فَلْيُؤْمِن وَمَن شَاء فَلْيَكْفُرْ } لأن هذه الأمور القلبية لاسبيل لأحد أن يجبر أحد عليها ولا مناص من أن يسلم الإنسان للناس في ظواهرهم قدر الإمكان لكن المأمون عفا الله عنا وعنه غفل عن هذا كله وكتب إلى أمراءه وولاته أن يكتبوا له بكل من يعارض بذلك ثم لما أدركته الوفاة ولم يتم له هذا الأمر كتب بهذا إلى المعتصم فتبنى المعتصم للأسف القضية كلها ومعه وزراءه والعلماء المحيطين به من بني أمية هذا يدفعنا إلى أن نقول يحسن لأهل السنة ـ جعلنا الله وإياكم منهم ـ ومن له علم وفهم ودراية بالناس أن يكونوا قريبي من ذوي السلطان أن يكونوا قريبين من ولاة الأمر لأن أي ولي أمر في بلادنا وفي غيرها لا بد له من حاشية لا بد له من بطانة إما ذات خير أو ذات سوء فإذا كان أهل الفضل والصلاح والمشهود لهم بالسنة والعلم والدراية والقول الحق والإنصاف وهداية الناس كانوا قريبين من أصحاب القرار كان في ذلك نفع عظيم للأمة وللناس ينقلب هذا على حياته وقد يلمزهم من يلمزهم ويهمزهم من يهمزهم لكن لاريب المهم أن يكون العائد من ذلك خيرا على عامة الناس وأفاضلهم خيرا على عامة الناس يجنون ثمار قرب العلماء من ولاة أمرهم إذا قدر هذا كان في ذلك الخير العظيم والفضل الكبير هذا جملة مايمكن أن يقال عن الأمين والمأمون لكننا نقول إضافة إلى ماذكرناه أن الأمين والمأمون وقعت في خبر تولي المأمون رواية قد تصح وقد لاتصح لكن نذكرها من باب الاستفادة من قضية أن الإنسان أحيانا يبحث عن شيء يكون ملح في طلب شيء يكون وباله عليه يقولون إن المأمون لما تولى الأمر بعد أخيه وقتله على يد طاهر كما مر معنا دخل على زبيدة أم الأمين فوجدها تتكلم فألح عليها أن تخبره فاعتذرت منه فما زال تلح تلح فقال كنت أقول ألا لعنة الله على الملاحة قال ولما كنت تقولين ألا لعنة الله على الملاحة ألح مرة",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "أخرى فاضطرت إلى أن تخبره قالت إنني كنت أسابق أباك هارون فغلبني فطلب مني أن أطوف القصر على قدم واحدة ففعلت لأنه غلبها في تلك المسابقة ثم سابقته ذات مرة فغلبته فأخذته إلى موضع الطعام أي مطبخ القصر فوجدت مراجل التي هي من أم المأمون وكانت ذميمة الخلقة فقلت له لم أدعك حتى يكون منك الليلة معها مايكون من الرجل مع جواريه فحاول هارون أن يعتذر فألحت عليه من هذه الجارية مراجل القبيحة المنظر ولد المأمون فكان في ولادته ذهاب ملك ابنها طبعا مالذي كانت تقوله ألا لعنة الله على الملاحة فقال المأمون ألا لعنة الله الملاحة لأنه هو الذي ألح على زبيدة حتى تقول هذا الكلام فينجم عنه أن يسمع هذا الخبر السيء عن أمه ختاما معشر الأخوة هذا بعض ماقتطفناه من سيرة الأمين والمأمون راجين من الله جل وعلا أن ينفع بها وأن يجعلنا وإياكم من المقبولين وصلى الله على محمد وعلى آله والحمد لله رب العالمين،،",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "\"الجن والإنس\" ¶ إن الحمد لله نحمده و نستعينه ونستغفره ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا من يهده الله فلا مظل له ومن يظلل فلن تجد له ولياً مرشداً وأشهد أن لا إله إلا الله وحده لا شريك له اعترافا بفضله وإذعاناً لأمره وأشهد أن سيدنا ونبينا محمداً عبده ورسوله بلغ عن الله رسالاته ونصح لهفي برياته فجزاه الله بأفضل ما جزا به نبياً عن أمته اللهم صلي وسلم وبارك وأنعم عليه وعلى آله وأصحابه وعلى سائر من اقتفى أثره و اتبع منهجه بإحسان إلى يوم الدين. ¶ أما بعد أيها الإخوة المؤمنون السلام عليكم ورحمة الله وبركاته. ¶ عادة ما يدرس الناس الجني من خلال دخوله في الإنسي وقد أشبع هذا الموضوع بحثاً عبر قراءات و مطويات وكتب كثيرة ولهذا سنضرب عنه الذكر صفحاً في لقاءنا هذا وإنما سنتكلم عن الإنس والجن من خلال الأمور التالية: ¶ أولا: بدء خلقهما: يقول الله تعالى في سورة الحجر \" وَلَقَدْ خَلَقْنَا الإِنسَانَ مِن صَلْصَالٍ مِّنْ حَمَإٍ مَّسْنُونٍ * وَالْجَآنَّ خَلَقْنَاهُ مِن قَبْلُ مِن نَّارِ السَّمُومِ \" فهذا نص قرآني يدل على أن الجان خلقت قبل أن يخلق الله الإنس على هذا يتحرر على أن الجن خلقوا قبل الإنس. ¶ لكن هل عمروا الأرض أو لا .. ؟ هذا سؤال عائم لا نستطيع أن نجيب عليه، لكن هناك شواهد و قرائن ليست منطوقة لكنها مفهومه في أن الجن عمروا الأرض، ومنها: قول الله تعالى في سورة البقرة على لسان ملائكته لما أخبرهم سبحانه وتعالى أنه سيخلق بشرا قالوا \" أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاء وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ \" وقدكثرت أقوال علماء التفسير حول هذه الآية و ثمة قول لهم: أن ذلك القول من الملائكة ناجم عن أن الجن كانت تفسد في الأرض وتسفك الدماء قبل خلق آدم عليه السلام، وهذا هو مفهوم الآية لا منطوقها وشتان ما بين الإستدلال بالمنطوق و الإستدلال بالمفهوم. ¶ ثانيا: المادة التي خلق منها الجن والإنس .. ؟ من ناحية المادة التي خلق منها كل من الجن والإنس، فمن المعلوم أن الجن كما نص الله تعالى خلقهم من نار، والإنس خلقهم من طين لأنهما يرجعون إلى أبيهم آدم عليه السلام خلق من طين خلق من تراب وإبليس خلق من نار، هذا من ناحية الإجمال , قال الله على لسان إبليس في سورة الأعراف \" قَالَ مَا مَنَعَكَ أَلاَّ تَسْجُدَ إِذْ أَمَرْتُكَ قَالَ أَنَاْ خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ \" وفي آية أخرى في سورة الإسراء \" وَإِذْ قُلْنَا لِلْمَلآئِكَةِ اسْجُدُواْ لآدَمَ فَسَجَدُواْ إَلاَّ إِبْلِيسَ قَالَ أَأَسْجُدُ لِمَنْ خَلَقْتَ طِيناً \". ¶ ثالثا: ما هي الهيئة التي خلق عليها كل من الإنس والجن.؟",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "أما الهيئة التي خلق الله تعالى عليها الإنس فهي جميلة ، يقول الله تعالى في سورة التين \" لَقَدْ خَلَقْنَا الْإِنسَانَ فِي أَحْسَنِ تَقْوِيمٍ \" فالإنسان مكرم في خلقه وهو داخل في عموم قول الله تعالى في سورة الإسراء \" وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ \" . ¶ ولهذا قال بعض العلماء كالشافعية مثلاً أن الإنسان لو كانت امرأته في غاية القبح ، ثم قال لها : أنت طالق إن لم تكوني كالقمر ، فلا تطلق المرأة بهذا القول ، لأن الله تعالى يقول \" َلقَدْ خَلَقْنَا الْإِنسَانَ فِي أَحْسَنِ تَقْوِيمٍ \" هذا من ناحية الإنس ، أما الجني فإنا لم نراهم قطعاً كما قال الله تعالى في سورة الأعراف \" إِنَّهُ يَرَاكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لاَ تَرَوْنَهُمْ \" لكن الجني مستقر في أذهان البشر جميعا أنه قبيح الخِلقة ، وهذا يؤيده ظاهر القرآن ، قال الله تعالى عن شجرة الزقوم في سورة الصافات \" طَلْعُهَا كَأَنَّهُ رُؤُوسُ الشَّيَاطِينِ \" وهذا من أساليب العرب في كلامها ، فالعرب لم تر الشياطين حتى تُشبَه لهم شجرة الزقوم بأن طلعها كأنه رؤوس الشياطين ، لكن استقر في الأذهان وفي الطباع و في الأنفس عند الناس جميعا أن الجن والشياطين منهم على وجه الخصوص قبيحي الخلقة ، فعاملهم الله تعالى بنفس أساليب كلامهم ، والقرآن الكريم نزل عربيا ، فالجن في الأظهر أنهم غيرُ حسنِ الخلقة ، وقد يُقال أن هذا منصرفٌ لشياطينهم فقط وهذا قول جيد ، لكن لا نستطيع أن نجزم به .",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "رابعا : القدرة التي منحوا إياها ..! أعطى الله تعالى الجن القدرة على التشكل وهذا لم يعطه الله لبني آدم عليه السلام .هذه الزاوية من الحديث تجعلنا نستدعي الحديث عن الملائكة ، فالملائكة يتفقون مع الجن في قضية ألا وهي أننا لا نراهم ، في حين أن الجن والإنس يتفقان في قضية وهي أن كلاهما مكلف ، كذلك الصورة المأخوذة عن الملائكة التي في أذهان الناس أنهم قوم حِسان ولذلك الناس يقولون فلان ملك من الملائكة ، ولهذا قال النبي صلى الله عليه وسلم عن بعض أصحابه وهو جرير بن عبد الله البجلي رضي الله عنه يقول في شأنه : \" عليه مسحةُ ملك \" ، وهذا دلالة على وسامته وقَسامته ، وكذلك صواحب يوسف عليه السلام النسوة قلن لما رأينه انبهرن بجماله \" قُلْنَ حَاشَ لِلّهِ مَا هَذَا بَشَراً إِنْ هَذَا إِلاَّ مَلَكٌ كَرِيمٌ \" لذلك استقرّ في الأذهان أن الملائكة رمز للجمال ، كما أن الجن رمز للقبح ، ولهذا مما استطرف في هذا المجال أن الجاحظ الأديب العباسي المعروف جاءته مرة امرأة وهو في السوق ، فقالت إني أريدك في أمر ما ، قال لها أنا بين يديك , قالت اتبعني ، فتبعها حتى وصلا إلى صائغ يبيع الذهب ، فوقفا أمام الصائغ ، فقالت المرأة للصائغ وهي تشير بيدها إلى الجاحظ :مثلُ هذا ؟ثم انصرفت ، فوقف الجاحظ حائرا لا يدري ما الأمر !! فسأل الصائغ ما الأمر ؟ قال : إن هذه المرأة أتتني قبلك وطلبت مني أن أصنع لها خاتماً فُصُه على هيئة عفريت ، فقلت لها : إنني لم أرى العفريت قط ، فاستدعتك وأخبرتك بما سمعت ، وكان الجاحظ قبيح الخلقة . هذا كله من التراث والقران والسنة شواهد تعيننا على أن نرسم صورة قبيحة للشياطين على أن خالق الإثنين واحد سبحانه جل وعلا .",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "خامسا: أيهما أقوى وأقدر .. الجن أم الإنس ..؟ من حيث القدرة على العمل والصناعة الجن أقوى من الإنس ، فهم يفْضلون الإنس من هذه الناحية ، ولهذا نجد أن القرآن الكريم في أسلوبه يفرّق إذا تكلم عن الجن والإنس في أي حديث يتحدث عنهما ، يقول الله جل وعلا في سورة الإسراء \" قُل لَّئِنِ اجْتَمَعَتِ الإِنسُ وَالْجِنُّ عَلَى أَن يَأْتُواْ بِمِثْلِ هَذَا الْقُرْآنِ لاَ يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيراً \" ويقول جل وعلا في سورة الرحمن \" يَا مَعْشَرَ الْجِنِّ وَالْإِنسِ إِنِ اسْتَطَعْتُمْ أَن تَنفُذُوا مِنْ أَقْطَارِ السَّمَاوَاتِ وَالْأَرْضِ فَانفُذُوا لَا تَنفُذُونَ إِلَّا بِسُلْطَانٍ \"فنرى أن الله تعالى قدم الإنس في سورة الإسراء وقدم الجن في آية الرحمن والسبب في هذا : أن آية الإسراء تتحدث عن القدرة البيانية البلاغية وهي أن يؤتى بمثل هذا القرآن ، فقدم لله تعالى الإنس لأنهم أفصح بيانا من الجن ، في حين أن آية الرحمن تتحدث عن القدرة القوية البدنية وهي النفوذ من سلطان السماوات والأرض فقدم الجن على الإنس لأنهم أقدر على ذلك منهم ، ونظير هذا أيضا في القرآن أن الله تعالى لما ذكر سليمان عليه السلام في سورة النمل قال \" وَحُشِرَ لِسُلَيْمَانَ جُنُودُهُ مِنَ الْجِنِّ وَالْإِنسِ وَالطَّيْرِ فَهُمْ يُوزَعُونَ \" فقدم الجن على الإنس في هذه الآية لأن القدرة العسكرية الحربية القتالية لديهم أقوى من الإنس ، ولهذا العرب استقر في طباعها قبل الإسلام أن الجن أقوياء فكانوا يهابونهم ، ومنه قول الله تعالى في سورة الجن على لسان الجن \" وَأَنَّهُ كَانَ رِجَالٌ مِّنَ الْإِنسِ يَعُوذُونَ بِرِجَالٍ مِّنَ الْجِنِّ \" يلجأون إليهم خوفاً لعلمهم بقدرة الجن قال الله إكمالاً للآية \" فَزَادُوهُمْ رَهَقاً \" ومن لجأ إلى الله جل وعلا أوكل الله إليه فلا يصيبه الخوف ولا الضياع ولا الشتات نعوذ بالله من",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "الحرمان والخذلان .نعود للجن لذلك حتى في التراث العربي تجد أن الفرزدق يقول وهو يفتخر على جرير : ¶ أحلامنا تزن الجبالَ رزانة *** و تخالُنا جناً إذا ما نجهلُ ¶ إنا لنضربُ رأسَ كلِ قبيلةٍ *** وأبوك خلف أتانه يتقمّلُ ¶ فالفرزدق يفتخر على جرير عندما يحاربون ويظلمون أنهم يصبحون كالجن في القوة والشدة والبطش . ¶ سادسا: تسميتهم : يقول ابن عبد البر رحمه الله تعالى : أن العرب يسمون الجن حسب التالي : ¶ أولا : الجني الخالص يقولون له جني . ¶ ثانيا : إذا كان مما يعمرون البيوت يسمونهم : عمار جمع عامر . ¶ ثالثا : إذا كان مما يتعرض للصبيان يسمونه أرواح . ¶ رابعا : إذا خبث وتعرض يسمونه شيطان . ¶ خامسا : إذا تمادى وطغى يسمونه عفريت .",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "ما الفرق بين العفريت والشيطان ..؟ الشيطان دل عليه أكثر القرآن لأنه لا يسمى شيطانا إلا إذا كان خبيثا خبثا معنويا ، وقد يطلق على الإنسي حتى إذا خبث شيطان ، ومنه قول الله تعالى في سورة الأنعام \" وَكَذَلِكَ جَعَلْنَا لِكُلِّ نِبِيٍّ عَدُوّاً شَيَاطِينَ الإِنسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُوراً وَلَوْ شَاء رَبُّكَ مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ \" .",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "أما عفريت فإنه يدل على القوة والجبروت ويدل على التمرد ومنه قول الله تعالى على لسان سليمان عليه السلام في سورة النمل \" قَالَ يَا أَيُّهَا المَلَأُ أَيُّكُمْ يَأْتِينِي بِعَرْشِهَا قَبْلَ أَن يَأْتُونِي مُسْلِمِينَ \" يريد سليمان عليه السلام أن يقع بين يديه عرش بلقيس من أرض اليمن وهو في فلسطين \" قَالَ عِفْريتٌ مِّنَ الْجِنِّ أَنَا آتِيكَ بِهِ قَبْلَ أَن تَقُومَ مِن مَّقَامِكَ وَإِنِّي عَلَيْهِ لَقَوِيٌّ أَمِينٌ \" ففرق الله جل وعلا بوصفه عفريت من الجن فـ ( من ) هذه بيانية وعفريت دلالة على القوة والأنفة والشكيمة والقدرة على الغلبة وحصول الأمر وهذا كله بأمر الله جل وعلا فالجن مهما طغوا لا يخرجون عن سلطان الله وأعظم الدلائل على هذا القوة التي منحها الله تعالى لهم إلا أنهم لا يستطيعون أن يتشكلوا بالنبي صلى الله عليه وسلم قال \" من رآني في المنام فقد رآني ، فإن الشيطان لا يتمثل بي \" فهذا الشيطان العفريت الذي يأتي بعرش من مكان إلى مكان في لحظات محدودة يعجز أن يتمثل بالنبي صلى الله عليه وسلم وقد قلنا أن لهم قدرة على التشكل وهذا يؤيده حديث أبي السائد رحمه الله تعالى عن أبي سعيد الخدري رضي الله تعالى عنه في صحيح مسلم وأخرجه الإمام مالك في الموطأ ، وذلك أن أبا السائد وهو من التابعين دخل على أبي سعيد الخدري رضي الله عنه الصحابي المعروف ، فإذا هو يصلي ، ولما كان أبو السائد ينتظر أبو سعيد يفرغ من صلاته إذ سمع حركة في عراجين البيت ، فنظر فإذا هي حية عظيمة ، فهمَّ أن يقتلها ، فأشار إليه أبو سعيد وهو فصلاته أن مكانك ، فتريث أبو السائد رحمه الله إجابة لتلك الإشارة فلما فرغ أبو سعيد من صلاته أخذ بيد أبي السائد وأخرجه من الدار ، وأشار إلى دار أخرى فقال له : أرأيت تلك الدار ..؟",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "فإنها كانت دارا لفتى منا معشر الأنصار ، وكنا مع النبي صلى الله عليه وسلم بالخندق ، وكان الفتى حديث عهد بعرس ، فاستأذن الفتى النبيَ صلى الله عليه وسلم أنصاف النهار أن يأتي أهله ، ¶ فكان النبي صلى الله عليه وسلم يأذن له وذات مرة قال له : \" خذ عليك سلاحك فإني أخشى عليك مكر بني يهود \" ، فأخذ سلاحه وقدم على داره ، فوجد عروسه على باب الدار ، فأخذته الغيرة وهم أن يطعنها بالرمح ، فقالت له : أكفُف عليك رمحك وادخل الدار ، فلما دخل الدار ، وجد حية عظيمة ملتوية على فراشه ، فطعنها فاضطربت عليه ، فمات الاثنان ، الحية والفتى ، قال أبو سعيد : فلا يُدرى أيهما أسبق موتا ، فأُخبر النبي صلى الله عليه وسلم فقال : \" إن بالمدينة إخوانا لكم من الجن ، فإذا رأيتم مثل هذا فآذنوه ثلاثا ، فإن بدا لكم أن تقتلوه فاقتلوه فإنما هو شيطان \" .يتحرر من هذه القصة أن تلك الحية لا تخلوا أن تكون واحدا من ثلاث : ¶ أولا : إما أن تكون حية حقيقة فهذه يجوز قتلها بعد ثلاث . ¶ ثانيا : وإما أن يكون شيطانا فيقتل لأنه شيطان . ¶ ثالثا : وإما أن يكون جنيا فسيخرج بعد الثلاث . فإذا خرج فبها ونعمت وإذا لم يخرج في هذه الحالة شرع لك أن تقتله وستبقى الحالة محصورة في اثنين : ¶ إما حية حقيقة فيجوز قتلها لأنها من الفواسق وذوات الضرر ، وإما شيطانا فكذلك يجوز قتله . هذا عالم الجن أما الحديث عن عالم الإنس فلا يحتاج إلى استفاضة لأننا معشر الإنس أدرى بأنفسنا من غيرنا لكن الله جل وعلا أعطى الجن قدرة على أن يرونا ولم يعطنا القدرة على أن نراهم . ¶ ثامنا : التكليف للجميع ...",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "كلا من الإنس والجن مكلف كما في سورة الذاريات \" وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ * مَا أُرِيدُ مِنْهُم مِّن رِّزْقٍ وَمَا أُرِيدُ أَن يُطْعِمُونِ * إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ \" وبهذا التكليف ينفك الجن عن عالم الملائكة ، لأن عالم الملائكة غير مكلفين كما في سورة التحريم \" لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ \" أما الإنس والجن فكلاهما مكلف ، فمن آمن منهم واهتدى كان مآله الجنة ، ومن تكبر منهم وعصى وطغى ورد على الله كلامه ، كان مآله النار ، ولهذا قال الله تعالى عن الحور العين في سورة الرحمن \" لَمْ يَطْمِثْهُنَّ إِنسٌ قَبْلَهُمْ وَلَا جَانٌّ \" وهذا فيه دلالة على أن الإنسي والجني سيدخل الجنة إذا أطاع الله .",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "تاسعا : مؤمني الجن ...النبي صلى الله عليه وسلم أكرمه الله تعالى بأن ختم الله به الرسالات وأتم به النبوات ، وأنزل عليه آخر الكتب السماوية الذي هو القرآن الكريم الذي لا يأتيه الباطل من بين يديه ولا من خلفه ، والجن كما مرّ معنا أنهم مخلوقون من نار ، ومع ذلك لما رزق بعضهم الإيمان رزق التأثرَ بالقرآن ومن هنا ينبغي لكل أحد أن يعلم أن القلوب لا ينبغي أن تخشع كما ينتابها من الخشوع عند سماعها كلام الله جل وعلا , المؤمن الذي بقي على فطرته وأدرك العلم الحق إنما يناله الخشوع ويصيبه أعظم ما يصيبه عند سماع كلام الرب جل وعلا . ولما ذهب نبينا صلى الله عليه وسلم إلى الطائف يدعوهم إلى الإسلام فرده أهلها فرجع حزينا مكلوماً عليه الصلاة والسلام ، رجع من الطائف متجها إلى مكة حتى وصل إلى واد نخلة فوقف عليه الصلاة والسلام يصلي يناجي ربه تبارك وتعالى ويدعوه \" اللهم أنت ربي ورب المستضعفين . . .",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "الخ الحديث \" يشكوا إلى الله في الحديث المعروف فأخذ يصلي ويقرأ القرآن عليه الصلاة والسلام ، فاجتمعت الجن الطائفة التي كانت متوجهة في وادي نخلة ، تنظر لماذا أغلقت في وجهها أبوابَ السماء قال الله حكاية عنهم في سورة الجن \" وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ فَمَن يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهَاباً رَّصَداً \" فوقفوا يستمعون إلى النبي صلى الله عليه وسلم حتى تكالب بعضهم على بعض ، يقول الله تعالى مصورا لذلك المشهد العظيم \" وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللَّهِ يَدْعُوهُ كَادُوا يَكُونُونَ عَلَيْهِ لِبَداً \" فالداعي هنا هو نبينا صلى الله عليه وسلم ، والذين كادوا يكونون عليه لبدا هم الجن ، فاستمعوا للنبي صلى الله عليه وسلم ، ولم يكن يشعر بوجودهم عليه الصلاة والسلام ، فلما انصرفوا أخبر الله تعالى نبيه بالذي كان ، قال الله تعالى \" قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِّنَ الْجِنِّ فَقَالُوا إِنَّا سَمِعْنَا قُرْآناً عَجَباً * يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِ وَلَن نُّشْرِكَ بِرَبِّنَا أَحَداً \" ولهذا سميت السورة باسهم ، ثم ذكر الله تعالى الأمر تفصيلا في سورة الأحقاف فقال جل شأنه \" وَإِذْ صَرَفْنَا إِلَيْكَ نَفَراً مِّنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنصِتُوا فَلَمَّا قُضِيَ وَلَّوْا إِلَى قَوْمِهِم مُّنذِرِينَ * قَالُوا يَا قَوْمَنَا إِنَّا سَمِعْنَا كِتَاباً أُنزِلَ مِن بَعْدِ مُوسَى مُصَدِّقاً لِّمَا بَيْنَ يَدَيْهِ يَهْدِي إِلَى الْحَقِّ وَإِلَى طَرِيقٍ مُّسْتَقِيمٍ \" وهذا فيه إشارة إلى أن أولئك الجن كانوا من اليهود ، وأنهم قالوا \" أُنزِلَ مِن بَعْدِ مُوسَى \" ولم يذكروا عيسى عليه الصلاة والسلام ، وموسى إنما بعث لليهود .",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "غاية الأمر أن المؤمن ينبغي له أن يتأثر أعظم التأثر بالقران قال الله جل وعلا في سورة الأنفال \" إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَاناً وَعَلَى رَبِّهِمْ يَتَوَكَّلُون \" .وأثنى الله جل وعلا على أهل العلم بقوله لما ذكر القران واختلاف الناس فيه قال جل شأنه وتبارك اسمه في سورة الإسراء \" قُلْ آمِنُواْ بِهِ أَوْ لاَ تُؤْمِنُواْ إِنَّ الَّذِينَ أُوتُواْ الْعِلْمَ مِن قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلأَذْقَانِ سُجَّداً * وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِن كَانَ وَعْدُ رَبِّنَا لَمَفْعُولاً * وَيَخِرُّونَ لِلأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعاً \" بلغنا الله وإياكم تلك المنازل . ¶ عاشرا : مدح الله للجن ... مدح الله تعالى الجن لأنهم كانوا ذوي أدب مع كلام الله تعالى ، وهذا دل عليه القرآن الكريم في موضعين : ¶ الأول : روى الترمذي بسند حسن من حديث جابر ، أن النبي صلى الله عليه وسلم قرأ على مؤمني الجن سورة الرحمن وفيها يتكرر قول الله جل وعلا \" فَبِأَيِّ آلَاء رَبِّكُمَا تُكَذِّبَان \" فلما قرأها النبي صلى الله عليه وسلم على الصحابة قال لهم : ألا تجيبوني كما أجابني إخوانكم من الجن ..؟ قالوا ماذا أجابوا يا رسول الله ؟ قال كانوا يقولون: ولا بأيٍ من آلاء ربنا نكذب \" ¶ الموضع الثاني : لما ذكروا الخير والشر في قضية إرسال الرسل ، نسبوا الخير والرشد والفلاح إلى الله ، ونسبوا الشر إلى ما لم يُسمى فاعله ، وذلك أدبا مع الله تعالى ،",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "قال الله تعالى في سورة الجن \" وَأَنَّا لَا نَدْرِي أَشَرٌّ أُرِيدَ بِمَن فِي الْأَرْضِ [ فنسبوا الشر هنا إلى مجهول ] أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَداً \" فلما ذكروا الرشد نسبوه إلى الله تعالى ، والأدب مع الله تعالى من دلائل الإيمان وقرائن العلم وبيان الحكمة ، وهذا الأدب دليل على حسن كلامهم وخطابهم ، والعاقل المؤمن ينبغي أن يكون ذوو أدب مع من يتحدث معه ، وأعظم الأدب وجوبا مع الرب جل وعلا ، والنبي صلى الله عليه وسلم كان أعظم الخلق أدبا مع الله تعالى ، عن أنس رضي الله عنه قال : أصاب أهل المدينة في عهده قحط فبينما هو يخطب بنا يوم جمعة إذ قام رجل فقال يا رسول الله هلك الكراع هلك الشاء فادع الله أن يسقينا فمد يديه ودعا ، قال أنس : وإن السماء لمثل الزجاجة فهاجت ريح ثم أنشأت سحابة ثم اجتمعت ثم أرسلت السماء عزاليها فخرجنا نخوض الماء حتى أتينا منازلنا فلم يزل المطر إلى الجمعة الأخرى فقام إليه ذلك الرجل أو غيره فقال يا رسول الله تهدمت البيوت فادع الله أن يحبسه فتبسم رسول الله صلى الله عليه وسلم ثم دعا وقال \" اللهم حوالينا ولا علينا \" ولم يقل عليه الصلاة والسلام اللهم أمسك رحمتك علينا وهذا من عظيم أدبه مع الله تعالى ، يقول أنس : فنظرت إلى السحاب يتصدع حول المدينة كأنه إكليل [ رواه أبو داود ] ولابد للمؤمن أن يتأدب مع نبينا صلى الله عليه وسلم ومع صحابته ومع والديه ومع سائر الناس . ¶ الحادي عشر : الجن وقصة الذئب ... ¶ العرب في تاريخها تزعم أن الجن تخشى الذئاب فيقولون عن الذئب مدحا : ¶ ينام بإحدى مقلتيه ويتقي *** صروفَ المنايا فهو يقضانُ نائم",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "وقد قصدوا من هذا أن الذئب متوثِّبٌ دائما، ويزعمون أن الجن تهاب الذئب، ولهذا نسمع أن بعض القراء في عصرنا يضعون رأس الذئب أو جلده عند باب منازلهم، يوهمون بهذا وهم يقرؤون على الشخص الذي به مس أن الجني يهرب لما يرى من جلد أو رأس الذئب، وهذا أمر خطير وخطره في العقيدة ولا يجوز شرعا، لأنه لا بد أن يعتقد أن الله هو الذي يحي ويميت وينفع ويضر، وأنه يجب أن تأخذ الرقية الشرعية مجراها الشرعي، وقد رقى جبريل النبي صلى الله عليه وسلم ولم يستعن بمثل هذه الأمور. ¶ هذا أيها الأحبة ما تيسر إيراده وتهيأ إعداده عن عالم الإنس والجن، ولا ريب أنه يمكن لغيرنا أن يدرس الأمر أكثر من ذلك وإنما هي إشارات وإضاءات في الطريق. ¶ علمنا الله وإياكم ما ينفعنا ونفعنا بما علمنا، وجعل أقوالنا وأعمالنا خالصة لوجهه الكريم، وصلى الله وسلم وبارك على نبينا محمد وعلى آله وصحبه وسلم.",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "\" جبريل وميكال \" ¶ الحمد لله و إن كان يقل مع حق جلاله حمد الحامدين. و أشهد أن لا إله إلا الله وحده لا شريك له إله الأولين و إله الآخرين. و أشهد أن سيدنا و نبينا محمد عبده و رسوله آخر الأنبياء في الدنيا عصرا و أرفعهم و أجلهم يوم القيامة شأناً و ذكرا. صلى الله عليه وعلى آله و أصحابه وعلى سائر من اقتفى أثره و اتبع منهجه بإحسان إلى يوم الدين. أما بعد. معنا في هذه الليلة علمان جليلان هما: جبريل و ميكال عليهما الصلاة والسلام، ومعلوم قطعا أيها الأحبة لكل أحد أن جبريل و ميكال من ملائكة الرحمن المقربين، وهذا يدفعنا قبل الحديث عن هذين العلمين أن نتحدث قليلا عن عالم الملائكة المكرمين كالتمهيد اليسير. ¶ أولا: خصائص الملائكة: ¶ الله جل وعلا خلق الخلق أجمعين وهو غني عنهم كل الغنى لا تنفعه طاعة طائع ولا تضره معصية من عصى لحكم كثيرة ظهر لنا بعضها وخفي عنا أكثرها والله جل وعلا لا يسأل عما يفعل وهم يسألون. نزع الله تعالى من الملائكة غوائل الشر قال الله عنهم في سورة التحريم: \" لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ \"، وقال الله تعالى في سورة الأنبياء: \" وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَداً سُبْحَانَهُ بَلْ عِبَادٌ مُّكْرَمُونَ \" فنعتهم ربهم جل وعلا وهو خالقهم بأنهم عباد مكرمون، وهؤلاء الملائكة لا يأكلون لا يشربون لا يتناكحون، ولذلك لما جاؤوا إلى إبراهيم عليه السلام كما سيأتي تفصيلا وقدم لهم الأكل لم يستطيعوا أن يأكلوا شيئاً قال الله تعالى عن إبراهيم في سورة هود: \" فَلَمَّا رَأَى أَيْدِيَهُمْ لاَ تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً \" ذلك لأنهم لم يفطروا أصلاً لأن يطعموا طعاماً أو شراباً. هؤلاء الملائكة طُبع في أذهان الناس وفطرهم عبر التاريخ كله أنهم حسان الخلق، وأنهم ذوو قدرة عظيمة وهيئة حسنة وهذا لا جدال فيه كما سيأتي. ¶ ثانيا: وظائفهم: ¶ جعل الله تعالى لهم وظائف ومهام، قال الله تعالى حكاية عنهم في سورة الصافات: \" وَمَا مِنَّا إِلَّا لَهُ مَقَامٌ مَّعْلُومٌ \" أي مهمة منزلة مكانة أداء يؤديه لا يتأخر عنه ولا يستقدم، كل ذلك يجري بقدر من الله تعالى وعلم، ولله تبارك وتعالى الأمر من قبل ومن بعد. ¶ ثالثا: عددهم: ¶ هؤلاء الملائكة جم غفير لا يعلم عددهم إلا الله، قال الله تعالى في سورة المدثر: ¶ \" وَمَايَعْلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَ \" ¶ رابعا: مكانهم:",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "هؤلاء الملائكة مواطنهم السماء، يقول النبي صلى الله عليه وسلم \" أطت السماء وحق لها أن تئط، والله ما من موضع أربعة أصابع إلا وملك واضع جبهته ساجدا لله تعالى \" فهؤلاء هم ملائكة الرحمن صلوات الله وسلامه عليهم أجمعين. ¶ خامسا: من جبريل و ميكال في هذا العالم .. ؟ ¶ يدل ظاهر القرآن والسنة على أنهما أحد رؤساء الملائكة الأربعة، فالعلماء يقولون: دل القرآن والسنة على أن رؤساء الملائكة أربعة: جبريل و إسرافيل وملك الموت و ميكال.أما إسرافيل فقد أوكل الله جل وعلا إليه النفخ في الصور، قال الله في سورة الزمر: \" وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَن فِي السَّمَاوَاتِ وَمَن فِي الْأَرْضِ إِلَّا مَن شَاء اللَّهُ \" فالذي ينفخ إسرافيل , وأوكل الله تعالى إليه أن يتقدم إسرافيلُ بعد النفخةِ الثانية الخلق أجمعين وهم يُحشرون إلى أرض المحشر يقول الله تعالى في سورة طه \" يَوْمَئِذٍ [أي في يوم المحشر] يَتَّبِعُونَ الدَّاعِيَ لَا عِوَجَ لَهُ \" فالداعي هو إسرافيل والخلقُ يتبعونه ولا يحيدون لا ميمنة ولا ميسرة عن مسيره، و الله يقول في سورة القارعة: \" يَوْمَ يَكُونُ النَّاسُ كَالْفَرَاشِ الْمَبْثُوثِ \" والفراش من وصفه أنه يموج بعضه في بعض يتخبط، في حين أن الجراد يمشي على هيئة واحدة ليس كالفراش كما قال الله في سورة القمر \" كَأَنَّهُمْ جَرَادٌ مُّنتَشِرٌ \" وذلك أن الناس أول ما يبعثون قبل أن يسمعوا إسرافيل لا يدرون أين يذهبون، ثم عندما يسمعون نداء إسرافيل يجتمعون كالجراد المنتشر و يسيرون خلفه يتبعونه كما قال الله إلى أرض المحشر وهي أرض بيضاء نقية لم يُعص الله تعالى فيها قط.",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "أما ملك الموت فلم يرد نص صريح في اسمه، لكن الله أوكل إليه قبض الأرواح، ثمة ملك ينفخ في أجسادنا ونحن أجنة في بطون أمهاتنا، وملك آخر هو ملك الموت أرفع قدرا يقبضها قال الله تعالى في سورة السجدة: \" قُلْ يَتَوَفَّاكُم مَّلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ \". ¶ بقينا في جبريل و ميكال لماذا اخترناهما دون الملائكة ودون هؤلاء الأربعة:",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "لأن الله جل وعلا قرن بينهما في عطف خاص بعد أمر هام في سورة البقرة قال الله جل وعلا: \" قُلْ مَن كَانَ عَدُوّاً لِّجِبْرِيلَ فَإِنَّهُ نَزَّلَهُ عَلَى قَلْبِكَ بِإِذْنِ اللّهِ مُصَدِّقاً لِّمَا بَيْنَ يَدَيْهِ وَهُدًى وَبُشْرَى لِلْمُؤْمِنِينَ {97} مَن كَانَ عَدُوّاً لِّلّهِ وَملائكته وَرُسُلِهِ وَجِبْرِيلَ وَ مِيكَالَ فَإِنَّ اللّهَ عَدُوٌّ لِّلْكَافِرِينَ \" فذكر الله تعالى الملائكة في الأول وهذا عام، ثم ذكر الرسل ثم قال و جبريل و ميكال وهذا خاص و يقصد به التميز الشرف لهما عليهما الصلاة والسلام.ونرجع إلى سبب نزول هذه الآية: العلماء يقولون أن جمعاً من اليهود جاؤوا إلى النبي صلى الله عليه وسلم فقالوا يا أبا القاسم: إنا سائلوك عن مسائل لا يعلمها إلا نبي فسألوه فأجابهم النبي صلى الله عليه وسلم، فقالوا بقيت واحدة، إن أجبتنا إليها اتبعناك , واليهود عليهم لعائن الله قوم بهت، فأخذ عليهم النبي صلى الله عليه وسلم العهد والمواثيق إن أجابهم اتبعوه، فأعطوه، فقالوا: من وليك من الملائكة .. ؟ فقال عليه الصلاة والسلام: \" ولي من الملائكة جبريل \"، ولم يكن عليه الصلاة والسلام يقصد أن يتبرأ من سائر الملائكة، لكن الله تعالى أوكل مهام الأنبياء ـ الوحي ـ إلى جبريل عليه الصلاة والسلام، فالنبي صلى الله عليه وسلم حدث بالواقع، فقال: \" ولي من الملائكة جبريل \"، فقال اليهود: هذا الذي ينزل بالحرب والقتال، لو كان وليك من الملائكة ميكال هذا الذي ينزل بالقطر والرحمة والغيث لاتبعناك، فأنزل الله تعالى الآيتين السابقتين اللتين ذكرناهما من قبل. ¶ سابعا: ما هي المهام الموكل بها جبريل و ميكال .. ؟",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "نقف هنا عند المهام لكل واحد مهما: ميكال أوكل الله إليه الغيث الرحمة القطر ما فيه حياة الناس المعيشية فهو الذي ينزل بالقطر، ولهذا ينبغي أن يعرف أن القطر الذي ينزل في كل عام هو واحد، ما كان في العام الأول والعام هذا والذي سيليه، منذ أن خلق الله الكون و المطر الذي ينزل من حيث الكمية واحد , يقول النبي صلى الله عليه وسلم: \" ما عام بأمطرَ من عام \" فأوكل الله تعالى بإذنه إلى ميكال أن يصرف هذا القطر، فتارة يزداد وتارة يقل في أرض دون أرض. ¶ وقد تجد بلادا ذات رقعة واسعة يموت بعض أهلها من جدب الديار ويموت بعض أهلها من كثرة الأمطار غرقاً و رب الاثنين واحد لا رب غيره ولا إله سواه، ولذلك ينبغي للمؤمن أن يتفكر في خلق الله، يقول الله جل وعلا عن ذاته العلية \" وَهُوَ الَّذِي أَرْسَلَ الرِّيَاحَ بُشْراً بَيْنَ يَدَيْ رَحْمَتِهِ وَأَنزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُوراً {48} لِنُحْيِيَ بِهِ بَلْدَةً مَّيْتاً وَنُسْقِيَهُ مِمَّا خَلَقْنَا أَنْعَاماً وَأَنَاسِيَّ كَثِيراً \" ثم قال الله جل شأنه \" وَلَقَدْ صَرَّفْنَاهُ بَيْنَهُمْ (أي الماء) لِيَذَّكَّرُوا فَأَبَى أَكْثَرُ النَّاسِ إِلَّا كُفُوراً \" فهذه مهمة ميكال عليه السلام. وقد ورود ذكره في أحاديث كثيرة منها: أن النبي صلى الله عليه وسلم كان إذا قام من الليل يلجئ إلى رب جبريل و إٍسرافيل و ميكائيل فيأتي بالثلاثة في سياق واحد فيقول \" اللهم رب جبرائيل و ميكائيل و إسرافيل فاطر السموات والأرض عالم الغيب والشهادة أنت تحكم بين عبادك فيما كانوا فيه يختلفون * ........ الخ \". ¶ أما جبريل عليه الصلاة والسلام فقد دل ظاهر القرآن والسنة أنه أعظم الملائكة قدرا، وقد دل على ذلك أمور منها:",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "أن الله تعالى أوكل إليه مهمة الوحي، فإذا كان ميكال مهمته ما فيه حياة الناس المعيشية، فإن جبريل مهمته ما فيه حياة الناس الحقيقية القلبية وهي حياة الإيمان , قال الله تعالى في سورة الأنعام: \" أَوَ مَن كَانَ مَيْتاً فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُوراً يَمْشِي بِهِ فِي النَّاسِ \"، فهو الذي ينزل بالوحي عليه الصلاة والسلام، والنبي صلى الله عليه وسلم لما بلغ بالوحي أول مرة ورجع إلى داره خائفا وجلا أخذته زوجته خديجة رضي الله عنها وأراضها إلى بن عمها , فلما قص النبي صلى الله عليه وسلم على ابن عمها ورقة بن نوفل قصته ما رأى قال له وقد كان عنده حظ من علم أهل الكتاب قال: (هذا الناموسُ الأكبر الذي كان يأتي موسى عليه السلام)، فورقة يعلم أن الذي أتى بالوحي إلى موسى من قبل هو جبريل، وقد صرح الله تعالى بنزول جبريل بالوحي في مواطن كثيرة، ومنها قول الله جل وعلا في سورة الشعراء: \" وَإِنَّهُ لَتَنزِيلُ رَبِّ الْعَالَمِينَ {192} نَزَلَ بِهِ الرُّوحُ الْأَمِينُ {193} عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنذِرِينَ {194} بِلِسَانٍ عَرَبِيٍّ مُّبِينٍ \".وجبريل عليه الصلاة والسلام لم تقتصر مهمته مع النبي صلى الله عليه وسلم بإنزال الوحي فقط، بل تعداه إلى أمور كثيرة، فهو الذي كان يُرقي النبي صلى الله عليه وسلم إذا مرض، يقول عليه الصلاة والسلام وقد اشتكى مرة جاءه جبريل فقال: \" يا محمد اشتكيت؟ قال: نعم، قال: بسم الله أرقيك، من كل شيء يؤذيك، من شر كل نفس أو عين، أو حاسد الله يشفيك، بسم الله أرقيك \" , وهذا من عناية جبريل و ولايته للنبي صلى الله عليه وسلم.",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "وفي معركة بدر خرج النبي صلى الله عليه وسلم في بضعةِ عشر رجلا مع ثلاثمائة من المهاجرين والأنصار، وكانت راية بدر أعظم راية عبر التاريخ الإنساني كله، فكان تحت تلك الراية سادة المهاجرين والأنصار مع أعظم الخلق محمد صلى الله عليه وسلم، فكان جبريل عليه الصلاة والسلام تحت تلك الراية مع خواص الملائكة و ساداتهم. يقول كعب بن مالك رضي الله عنه مفتخرا: ¶ وفي يوم بدر حينَ تُمحى ووجههم *** جبريل تحت لوائنا ومحمد ¶ وهذا من حيث الصدق الواقعي أفخر بيت قالته العرب لأنه لا فخر بعد ذلك الفخر أن يكون تحت راية واحدة سيد الملائكة جبريل وسيد البشر نبينا صلى الله عليه وسلم وسادة الناس بعد الأنبياء المهاجرين والأنصار رضوان الله تعالى عليهم أجمعين. ¶ كما أن جبريل عليه السلام كان يجيب على الإشكالات العلمية التي تأتي إلى نبينا محمد صلى الله عليه وسلم، فعبد الله بن سلام رضي الله عنه لما أراد أن يؤمن سأل النبي صلى الله عليه وسلم ثلاثة أسئلة قال لا يعلمها إلا نبي , سأله عن زيادة كبد الحوت عن تحفة أهل الجنة وسأله كيف ينجع الرجل إلى أبيه و إلى أمه , فأخبره النبي صلى الله عليه مسلم كما في الصحيح وغيره ثم لما فرغ عليه الصلاة والسلام من الإجابة قال: \" والله ما كنت أعلمها أخبرني بها جبريل لساعته \". فكان النبي عليه الصلاة والسلام يسأل جبريل عما أشكل عليه، فسأل عليه الصلاة والسلام عن أحب الأماكن إلى الله،",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "فقال: \" المساجد \"، فسأل عن أبغضها فلم يعلم، فسأل جبريل عليه الصلاة والسلام، فأخبره أنها \" الأسواق \". والمقصود من هذا أن جبريل كان له دور المعلم، وأحيانا يحرص جبريل على أن تكون ولايته عامة، والملائكة أولياء للمؤمنين قطعاً وجبريل منهم، فيأتي إلى رسول الله صلى الله عليه وسلم، يقول عمر بن الخطاب: \" بينما نحن جلوس عند النبي صلى الله عليه وسلم إذ جاء رجل شديد سواد الشعر شديد بياض الثياب ــ وهذا يدل على أنه رجل يُعنى بنفسه ــ، قال عمر: ولا يعرفه منا أحد ــ وقد جرت العادة أن الذي يقدم على النبي صلى الله عليه وسلم ويشهد حلقته لا يخلوا أن يكون أحد رجلين: إما أن يكون من أهل المدينة مهاجرا أو أنصاريا، فيكون يظهر عليه حسنُ الاعتناء بنفسه، وإما أن يكون أعرابيا قادما من سفر فيظهر عليه أن يكون أشعث أغبر يظهر عليه أثر السفر لكن عمر يقول عن هذا الرجل: لا يعرفه منا أحد أي ليس من المهاجرين والأنصار ولا يرى عليه أثر السفر كما يرى أثر السفر على الأعراب ــ وأخذ يسأل ــ وهذا يسميه بعض العلماء أحيانا سؤالات جبريل أي يسأل الإنسان أسئلة يعلم إجابتها و إنما يريد بسؤاله أن يعلم من حوله ــ فجبريل يقول للنبي صلى الله عليه وسلم أخبرني عن الإسلام أخبرني عن الإيمان أخبرني عن الإحسان ــ ومن الذي علم النبي عليه الصلاة والسلام الإيمان والإسلام والإحسان إنه جبريل فالله جل وعلا أمره أن يعلم النبي عليه الصلاة والسلام هذا , فجبريل يسأل سؤال من يعلم لكنه أراد أن يعلم من حوله ــ قال أخبرني عن الساعة؟ فقال له النبي عليه الصلاة والسلام: \" ما المسؤول عنها بأعلم من السائل \" ــ أي في هذه علم وعلمك سواء والنبي عليه الصلاة والسلام كان يعلم أن الذي يسأله هو جبريل ــ فلما فرغ من أسئلته وخرج من عند الصحابة، قال النبي صلى الله عليه وسلم لعمر أو لغيره: أتدرون من السائل .. ؟",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "قالوا الله ورسوله أعلم، قال: هذا جبريل أتاكم يعلمكم أمور دينكم \". ¶ و أحياناً تكون في جلسة علمية فلا يكون من هو حاضر عند الشيخ لديه قدرة على الأسئلة فينبري أحد الفضلاء يسأل أسئلة الشيخ يعلم أن السائل يعلمها لكنه أراد أن يمن على الجميع على الحاضرين بعلم الشيخ و إكرام العلم سؤله بلا شك. هذا ما يتعلق بولاية جبريل للنبي صلى الله عليه وسلم. ¶ الذي يعنينا في هذا أمر مهم جداً وهو أن السلف عليهم رحمة الله تعالى يقولون: (أن العبد كلما كان بالله أعلم و أعرف كان من الله أخوف) وهذا يتحقق كثيراً إذا تأملنا ما ذكر في القرآن والسنة من خبر جبريل عليه الصلاة والسلام، يقول عليه الصلاة والسلام: \" مررت ليلة أسري بي و جبريل كالحلس البالي من خشية الله تبارك تعالى \".و الحلس البالي هو: الفراش الذي أهلك من كثرة الجلوس عليه من كثرة ما يستخدم وقد ذهب رونقه , فالنبي صلى الله عليه وسلم يشبه خشوع و خشية جبريل عليه السلام وخضوعه بالحلس البالي، ووجه الشبه هنا: هو ما انتابه من الخوف والهلع مع أن جبريل رواح غدّاء بين السماوات والأرض وله منزلة عظيمة عند ربه جل وعلا، لكن هذا العلم من جبريل بالله تعالى هو الذي جعله شديد الوجل والخوف. ¶ والله تعالى له صفات جلال وصفات جمال:",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "فصفات الجمال: تجعل الإنسان يرجوا الله تعالى أعظم. وصفات الجلال: تجعل العبد يخاف من ربه أعظم. فإذا رزق العبد أن يعرف صفات الجمال والجلال لله تعالى رُزق أن يرجوا الله تعالى ويخافه في آنٍ واحد، فإذا جمع إلى ذلك المحبة اكتمل إيمان العبد وتمت أركان توحيده بالرب تعالى قال الله تعالى: \" الْحَمْدُ للّهِ رَبِّ الْعَالَمِينَ (وهذه صفات جمال وإنعام تقتضي المحبة) * الرَّحْمنِ الرَّحِيمِ (وهذه صفات جمال تقتضي الرجاء) * مَالِكِ يَوْمِ الدِّينِ (صفات جلال تقتضي الخوف) \" وهذه الثلاث هي جامع التوحيد كله، وهذه كلها قد حازها جبريل عليه الصلاة والسلام بلا شك. ثبت في الحديث أن النبي صلى الله عليه وسلم قال \" إن الله إذا أراد أن يتكلم بالوحي أخذت السماوات منه رجفةٌ شديدة، فإذا سمعوا بذلك أهل السموات صُعقوا وخروا سجدا، فيكون أولُ من يرفع رأسه جبريل، فإذا رفع رأسه أوحى الله إليه بما شاء من الأمر، ثم يمضي جبريل على كل سماء، كلما مر على سماء سأله ملائكتها، ماذا قال ربنا يا جبريل؟ فيقول، \" قال الحق وهو العلي الكبير \" قال الله تعالى في سورة سبأ \" وَلَا تَنفَعُ الشَّفَاعَةُ عِندَهُ إِلَّا لِمَنْ أَذِنَ لَهُ حَتَّى إِذَا فُزِّعَ عَن قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ \".وينبغي أن نعلم أمرا مهماً وهو: أنه لن نعرف عن الله أكثر من أن نقرأ كتابه، لأنه لا يوجد أحد يحيط بالله تعالى علما، قال الله جل و علا عن ذاته العلية في سورة طه: \" وَلَا يُحِيطُونَ بِهِ عِلْماً \" , وقال تبارك وتعالى في سورة الشورى: \" لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ البَصِيرُ \" لكن الرب جل وعلا عرف بنفسه في كتابه العظيم , وكل ما في القرآن عظيم , إلا أن ما في القرآن ينقسم إلى قسمين:",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "أعظمه كلام الله عن الله. فذكر الله جل وعلا ذاته العلية في كتابه أعظم ما في القرآن ومن مواطنه في كتاب الله آية الكرسي فإن فيها من صفات الرب جل وعلا الشيء الكثير قال الله جل وعلا \" اللّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ. . . . الخ الآية \" , وقال الله جل وعلا في سورة الأعراف وهي من مظان كلام الله عن الله: \" إِنَّ رَبَّكُمُ اللّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثاً وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ أَلاَ لَهُ الْخَلْقُ وَالأَمْرُ تَبَارَكَ اللّهُ رَبُّ الْعَالَمِينَ \" , وقال جل وعلا في خواتيم سورة حشر: \" هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ هُوَ الرَّحْمَنُ الرَّحِيمُ {22} هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ {23} هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْأَسْمَاء الْحُسْنَى يُسَبِّحُ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ \" , وكذلك نعت الله جل وعلا ذاته العلية في مقدمة سورة الحديد , إلى غير ذلك مما لا يجهله أحد ذكرنا بعض مواطنه التي فيهن كلام الله عن ذاته العلية.",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "إذا تبصر المؤمن بقلب واعٍ وأذن صاغية إن كان يسمع أو إن كان يقرأ كلام الرب جل وعلا عن ذاته العلية رزق الخضوع والخوف و الخشية والرجاء في الرب تبارك وتعالى , و إنك لن تستطيع أن تحجم عن المعاصي وتقرب من الطاعات حتى تكون عظيم العلم بالرب تبارك و تعالى و عظمة العلم هذه ينجم عنها إذا رحمك الله عظيم الإيمان. فالناس في زماننا أحوج ما يكونوا إلى أن يعلموا عن ربهم اسمائه و صفاته وكمال جماله ونعوت جلاله جل وعلا. ¶ ذات مرة عندنا في مدينة رسولنا صلى الله عليه وسلم كان عالم يقال له الشيخ عطية محمد سالم رحمه الله كان يدرس في المسجد النبوي. ذات مرة وهذا الكلام قديم قبل ثلاثين عاماً تقريباً قال في الحلقة: إن الغنم تعرف الحلال من الحرام ـ وهو في سياق الحديث عن الإيمان ـ فتعجب الحاضرون , فقالوا: يا شيخ كيف الغنم تعرف الحلال من الحرام ـ وكان في ذلك الوقت الناس في المدينة لا يكاد يخلوا دار أو بيت من أغنام عندهم لها أمكنة حول البيوت تغدوا وتروح على أهلها و أنا أدركت شيء من هذا في أواخر الثمانينات الهجرية ـ فقال رحمه الله: قال ائت بطعام تأكله الأغنام و ضعه بين يديها ـ أي لغنمك ـ تأتي غنم الجيران لتأكل معهم ثم وهما يأكلان غنمك وغنم جيرانك من هذا الطعام الذي وضعته لهما ائت وقل كلمة تنهر بها الأغنام , قال: إن أغنام الجيران تفر تهرب تعرف أنه ليس لها أما غنمك فتبقى كما هي تأكل. وهذا واقع حق في الناس أترى الناس الذين يذهبون إلى بارات الشرق وحانات الغرب يجهلون أن الخمر أو الزنا أو تلك الفواحش حرام تالله وبالله لا يجهلون لكنهم يفقدون الدافع الإيماني العلم بالرب تبارك وتعالى الذي ينهاهم عن المعاصي ويحجم بهم عن اقتراف الذنوب , يفتقدون ما يدفعهم إلى فعل الطاعة إلى التقرب يفتقدون الإيمان بالرب واليقين والعلم بذات الله جل وعلا وما له تبارك وتعالى من نعوت الجمال وصفات الكمال كما بينا.",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "هذا الذي ينبغي أن يعلم أول الأمر ونحن ندرس سيرة ملكين كريمين هما جبريل و ميكال عليهما السلام. ¶ بلغنا الله و إياكم من العلم أنفعه وجعلنا الله وإياكم ممن يستمع القول فيتبع أحسنه. ¶ هذا ما تهيأ إيراده وتيسر إعداده والله المستعان وعليه البلاغ و صلى الله على نبينا محمد وعلى آله والحمد لله رب العالمين. ¶ تم بحمد الله وتوفيقه ¶ سائلين المولى عز وجل الإخلاص والقبول",
            "page": "136",
            "part": "1"
        }
    ],
    "t34717": [
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "حلقات برنامج مجمع البحرين"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "\"الأوس والخزرج\""
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "\"الإسراء والمعراج\""
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "\" الحسن و الحسين \""
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "\"الروح و الجسد\""
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "\" آدم وحواء \""
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "شوقي وحافظ"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "القمران \" الشمس والقمر \""
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "\" موسى وهارون عليهما السلام \""
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": null,
            "tit": "\" الأمين والمأمون \""
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": null,
            "tit": "\"الجن والإنس\""
        },
        {
            "id": "124",
            "lvl": "1",
            "sub": null,
            "tit": "\" جبريل وميكال \""
        }
    ]
}