{
    "b34727": [
        {
            "id": "1",
            "nass": "http://www.saaid.net/tabeeb/3.htm ¶ حلية الطبيب المسلم ¶ ضمن فعاليات دورة الإعداد الدعوي للعاملين في المجال الطبي ¶ التي نظمتها لجنة أطباء الحرمين بمؤسسة الحرمين الخيرية ¶ محمد بن صالح المنجد ¶ الحمد لله رب العالمين وأصلي وسلم على محمد بن عبدالله وعلى آله و صحبه أجمعين، أيها الأخوة والأخوات السلام عليكم ورحمة الله وبركاته وبعد.. ¶ فأسأل الله سبحانه وتعالى أن يجعل مجلسنا نافعاً مباركاً ، وأن يجعلنا ممن يتعلم فينتفع ويتأثر فيستجيب ويعمل بما علم..وأن يرزقنا الإخلاص والاستقامة إنه سميع مجيب.. ¶ حديثنا عن حلية الطبيب المسلم وما ينبغي أن ينطوي عليه في قلبه ونفسه ومظهره وسيدور الحديث حول عدد من الأمور المهمة التي ينبغي على الطبيب المسلم أن يتحلى بها وويتخلق بها يتصف بها ويسير بناءً عليها.. ¶ فمن ذلك.. ¶ 1- تقوى الله.. ¶ 2- الاخلاص .. ¶ 3- الفقه .. ¶ 4- الاهتمام بأمر الدعوة إلى الله والأمر بالمعروف والنهي عن المنكر.. ¶ 5- الأمانة.. ¶ 6- الاتقان.. ¶ 7- حسن الخلق.. ¶ أيها الأخوة والأخوات .. نلتقي في هذا المكان ونحاول أن نتدارس جميعاً هذه الأمور المهمة في حياتكم وحياة المسلمين جميعاً في الحقيقة.. ¶ الطبيب المسلم أيها الأخوة صاحب رسالة، إنسان يؤمن بالله واليوم الآخر، ويحتسب الأجر ويدعو إلى الله على بصيرة، إنه صاحب رسالة شرعية إسلامية قبل أن يكون صاحب رسالة علاجية أو مهمة طبية وهذه المسألة التي يقل من يستشعرها من الأطباء إلا من رحم الله ..",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "1- ينبغي عليه أن يكون تقياً..(ولقد وصينا الذين أوتوا الكتاب من قبلكم وإياكم أن اتقوا الله )..فهي وصية الله للأولين والآخرين..هذه التقوى مهمة جداً في حياة الطبيب المسلمة والطبيبة المسلمة .. هي التي تدفعه إلى ممارسة طب يعرفه وعدم ممارسة طب لا يتقنه لأن النبي صلى الله عليه وسلم قال : (من تطبب ولم يعلم منه طب فهو ضامن )..هذه التقوى التي تجعله يتقن عمله ويقاوم المتاجرة في المهنة والتعامل مع شركات الأدوية معاملة غير شرعية كأن يجرب الأدوية على مرضى فيقبل بذلك كما يحدث في كثير من دول العالم الثالث كما يقولون،هذه التقوى التي تجعله يخلص في وصف الدواء ولا يستجيب لدعايات شركات الأدوية التي تعطيه دعايات وهي رشوة في الحقيقة تذاكر سفر وهدايا ثمينة وإقامة في فنادق في الخارج باسم دورات ونحو ذلك ، هذه التقوى التي تجعله لا ينظر إلى المرأة الأجنبية إلا إذا دعت الضرورة ، وأن يقوم بتحويل المريضة على طبيبة تكفي، وأن يغض بصره لقول الله تعالى : ( وقل للمؤمنين يغضوا من أبصارهم)، وأن يراعي القواعد الشرعية في العلاج من جهة الترتيب، فالمرأة المسلمة على سبيل المثال تعرض على الطبيبة المسلمة أولاً فإن لم توجد فالطبيبة الكتابية ولو كانت كافرة، ثم الطبيب المسلم ثم الطبيب الكافر،التقوى التي تجعل الطبيب المسلم مالا تدعو الحاجة إلى كشفه من العورات وإذا كشف على امرأة في الضرورة فبحضرة محرمها، وإن كان لا يحتاج إلى اللمس فإنه لا يلمس أو من وراء حائل كالقفاز مثلاً، هذا الطبيب الذي يراعي تحرج المرأة المسلمة فلا يهجم عليها هجوماً أو أنه يتبرم و يتأفف إن حصل من المرأة شيء من التمنع خصوصاً هذه المرأة المسلمة التي تخشى الله ولا تريد أن تكشف من جسمها شيئاً بسرعة، وبعض الأطباء ربما يتبرم بل إن أحد الفسقة من الاستشاريين إذا تمنعت المرأة المسلمة عنده من الكشف وتحرجت أغلق ملفها من المستشفى ، هذا الطبيب المسلم الذي لا يكشف",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "عن موضع لا يحتاج إلى كشف وهو يقدر الضرورة بقدرها وإن كانت القضية لا تحتاج إلى كشف العضو كاملاً كشف عن الجزء من العضو فقط، إنه لا يتساهل خصوصاً في مواضع العورة المغلظة ، إنه طبيب يسعى إلى رفع الضرورة وليس فقط العلاج بحجة الضرورة،لأن من قواعد الضرورة أننا نسعى إلى إزالته و ليس أن نبقى باستمرار في حال الضرورة، و كذلك إذا كان مشرفاً أو مدرساً إنه لا يحوج المرأة المسلمة المتدربة أو الدارسة تحت التدريب إلى مالا تدعو الحاجة إليه وربما أمر بعض هؤلاء الذين لا يخافون الله المرأة المسلمة الطالبة بفحص موضع الفتاق في موضوع العورة عند رجل ، وكذلك فإنه لا يحول إلى طبيب استشاري إذا وجدت الطبيبة وهكذا يتقي الله سبحانه وتعالى، ويعلم مدى غلظ العورات في الشريعة والقضية عنده بمقدار ..",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "أيها الأخوة والأخوات .. إن هناك في أمور الامتحانات التي تحدث في عالم الطب والكليات ما يجب أن تراعى فيه حدود الله عز وجل ولا تتعدى، وبعض الناس ربما تجاوز بحجة الضرورة وليس هناك ضرورة أصلاً، يجب أن نسعى في علاج الأوضاع الخاطئة الموجودة في الصروح الطبية ، لأن الطبيب المسلم من خوفه من وتقواه لله سبحانه وتعالى فهو غيور ، صاحب غيرة ، لم تذهب كثرة الكشوفات غيرته، ولم يتبلد إحساسه من كثرة ممارسة الطب، بل لا يزال يشعر بالتحرج ، ولا يزال يراعي موضوع الحشمة ويراعي مسألة الفصل بين الجنسين لأنها مسألة شرعية وخط أحمر لا يجوز انتهاكه بحال من الأحوال، إلا ما دعت الضرورة إليه مما لابد منه ، وهذه قضية يحدث فيها التساؤل خصوصاً في عالم الانحرافات العقلية التي تدعو إلى الدخول في المجالات المحرمة بحجة الضرورة فيتوسعون في الضرورة ولا يقدرونها حق قدرها وكذلك لا يسعون إلى إزالتها، ثم هذا الطبيب المسلم كذلك و الطبيبة المسلمة أيضاً من تقواه لله سبحانه وتعالى يرفض أن يكون في موضع خلوة حتى ولو كانت خلوة يسيرة في مصعد إنه كذلك لا يكتفي بهذه الاشياء التي لا تزيل الخلوة وتكون إجراءات ضعيفة ، كوضع عين سحرية أو جزء من الباب صغير زجاجي ، أو وجود كاميرا ربما تتعطل وإنما إذا صارت القضية إلى أخذ معلومات أو مناقشة يكون ذلك بحضور ولو شخص آخر ثالث في الغرفة قدر المستطاع أو الجلوس في مكان مكشوف يرى من جميع نواحيه وأجزائه لا تغطيه حواجز لأن الشيطان حريص كما قال الرسول صلى الله عليه وسلم : ( ماخلا رجل بامرأة إلا كان الشيطان ثالثهما)، وإنه يعلم أن النبي صلى عليه وسلم أخبر: (لئن يطعن أحدكم بمخيط في رأسه خير له من أن يمس امرأة لا تحل له)..",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "إن هذه القضايا في الحقيقة حية في قلبه ونفسه لا ينتهك حرمات الله سبحانه وتعالى،هذه التقوى التي نتحدث عنها تمنع الطبيب المسلم في مجال الطب النفسي من فتح موضوعات مع مراجعات و مريضات نفسيات بطريقة تؤدي إلى تعلقهن به ووقوعهن في شيء من حالات العشق كما هو معروف في عالم الطب النفسي.. ¶ 2- الإخلاص هو الذي يجعل الطبيب المسلم والطبيبة المسلمة يحتسب الأجر قبل أخذ المال، ويحتسب الاجر قبل الترقي وأخذ العلاوات والدرجات الأكاديمية أو الطبية..",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "الإخلاص هو الذي يجعل الطبيب المسلم يحتسب الأجر في زيارة المريض قبل أن يعالجه، فهو عندما يذهب في الجولة الساعة الثامنة صباحاً على أقسام المستشفى أو على القسم الذي يعالج فيه المرضى؛في قلبه من الداخل نية احتساب الأجر إخلاصاً لله والحصول على الأجر الوارد في حديث النبي صلى الله عليه وسلم في أن الذي يزور المريض يصلي عليه الملائكة سبعون ألف ملك ، وقد كان الصحابة يذكر بعضهم بعضاً بهذا، فقد جاء في حديث ثوير عن أبيه أخذ علي بيدي فقال انطلق بنا إلى الحسن بن علي نعوده فوجدنا عنده أبا موسى الأشعري، فقال علي لأبي موسى عائداً جئت أو زائراً؟، فقال علي: إن سمعت رسول الله صلى الله عليه وسلم يقول: (ما من مسلم يعود مسلماً غدوة إلا صلى عليه سبعون ألف ملك حتى يمسي ولا يعوده مساء إلا صلى عليه سبعون ملك حتى يصبح وكان له خريف في الجنة ) ، إنه يمشي في مخرفة الجنة بمعنى أن طيلة المشي من غرفة الطبيب إلى المصعد إلى أسياب المستشفى حتى يصل إلى غرفة المريض الثاني والثالث والرابع والخامس وراجعاً إلى غرفته هذا الممشى في ثمر الجنة، كله عبارة عن ثمار مخرفة من الجنة في الحقيقة يسير فيها ويحصل عليها يوم القيامة،إن هذه النية الصالحة نتيجة الإخلاص تتجدد في نفسه كل يوم والممارسة اليومية لا تمنعه من تذكر الأجر واحتسابه وإنه من إخلاصه مستعد أن يعمل خارج الدوام ولو من غير مقابل خصوصاً في الحالات الطارئة أو في حالات الأزمات والكوارث مثلاً،هذا ليس له علاقة بشرف المهنة فقط أو القسم الطبي كما يقولون بل هو مسلم يرجو ما عند الله بعمله، هب أن امرأة مسلمة استشارية أو طبيبة نساء وولادة انتهت نوبتها وستنصرف إلى بيتها وجاءت إلى المستشفى امرأة الآن في حالة طوارىء أو على وشك الوضع ولا يوجد إلا رجال فهذه الطبيبة المسلمة تحتسب الأجر مادامت هذه المرأة وصلت إليها وستذهب إلى رجل ولا يوجد امرأة إلا هي فهي تبقى احتساباً للأجر مع أنها",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "مجهدة وسهرت طوال الليل وتريد أن تذهب إلى بيتها ولكن من أجل انقاذ أختها المسلمة التي جاءت المستشفى من إطلاع رجل على عورتها المغلظة فهي من إخلاصها لله تعمل خارج النوبة حتى لو كان بدون مقابل.. ¶ 3- الطبيب المسلم والطبيبة المسلمة لابد أن يتحلّيا بالفقه والعلم الشرعي ، عمر بن الخطاب رضي الله عنه منع من البيع في السوق للبيع إلا بعد التفقه في أحكام البيع كما أورد ذلك الترمذي في سننه بسند حسن ، لايبع في سوق المسلمين من لا يفقه أحكام البيوع، كذلك لايطبب من لايفقه أحكام الطب، ومن يرد الله به خيراً يفقهه في الدين ، هذا الطبيب المسلم والطبيبة المسلمة يدرس من أحكام الفقه ما يعينه على أداء رسالته الطبية والعلاجية، وأنه يمارس أعمالاً لها أحكام في الشريعة، لا يوجد شيء ليس له حكم في الشريعة،إما أن يكون واجباً أو مستحباً أو مكروهاً أو محرماً أو مباحاً، لا يوجد أي شيء يخرج عن هذه الأحكام الخمسة، فهو يعرف أحكام النجايات وحكم لمس العورة وما يترتب عليه في قضية انتقال النجاسة وإزالة النجاسة والطهارة والجمع بين الصلاتين عند الحاجة، متى يجمع ومتى لا يجمع، وإن أمكن جعل العملية في وقت لا يضطر فيها للجمع لا يجعلها في وقت يضطر فيه للجمع ، وإذا كان يمكن إدخال مساعد آخر يأخذ مكانه في العملية حتى يصلي جانباً ثم يعود فعلى ذلك لا يمكن للطبيب المسلم أن يجمع بين المغرب والعصر لأن الفقه يمنع هذا ، وإذا عمل عملية طويلة إذا اضطر للجمع أن يجعلها بين الظهر والعصر ، أما حالات الضرورة، كالجراحات الطويلة جداً فهذه لها أحكام خاصة، الطبيب المسلم من فقهه لا يكره المريض على الطعام والشراب لأنه يعلم حديث النبي صلى الله عليه وسلم : ( لا تكرهوا مرضاكم على الطعام والشراب فإن الله يطعمهم ويسقيهم)،وهذا مجرب في الواقع العملي ويعان المريض على حسب المؤونة ، كما أخبر النبي صلى الله عليه وسلم أن المعونة تنزل على قدر المؤونة والبلاء،",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "و لكن هذا لا يعني عدم وضع الاحتياطات المهمة، مثل وضع المغذي للمريض، الطبيب المسلم من فقهه يعلم أن عليه أنه يلقن المحتضر الشهادة إذا علم أنه يحتضر ورأى أمارات الوفاة بادية عليه والنبي صلى الله عليه وسلم عاد رجلاً فقال قل لا إله إلا الله لما رآه يحتضر ولقنه الشهادة، وهنا يبرز اعتراض من البعض ويقولون أننا إذا لقنا بعض المرضى هذه الأشياء أقاموا علينا دعوى بعد ذلك ويقولون أنتم أصبتمونا بالاحباط النفسي وحالتنا تردت سوءاً أوحيتم إلينا أننا سنموت وضيقتم صدورنا، وهذه لها حل بطبيعة الحال فلو أنك رأيت مرضاً لا تعلم هل هو يموت الآن أو أنه بقي في عمره بقية وأنه سيقوم متعافياً من هذه المرضة ورأيته في حال وأشكل عليك الأمر ، فيمكن أن تقول له استعن بالله اذكر الله ونحو ذلك،وسيكون تلقائياً بطبيعة الحال عندما يقال اذكر الله سيقول لا إله إلا الله ، فيمكن أن يلقنه الشهادة بطريقة خفية لا تؤدي إلى إصابته بالاحباط المعنوي أو اليأس وأن الطبيب الآن يقول لي أنك مودع ومفارق الدنيا لذلك أنا ألقنك الآن الشهادة ، فإذاً يمكن تلافي تلك السلبيات بالحكمة والموعظة الحسنة ، وأما إذا صارت الوفاة فإنه من فقه الطبيب أن يغمض عيني المريض لأن الروح إذا قبضت تبعها البصر ويغطيه بثوب يستر جميع بدنه، وليس من السنة كشف شيء من جسد الميت لا الوجه ولا غيره إلا أن يقبل فيعاد التغطية مرة أخرى، ثم يعجل بالتجهيز ويجب على الأقسام الإدارية والطبيب يوصيهم ، قد يقول الطبيب يقول ليست من مهمتي أنا إبقاء جسد وجثة الميت في الغرفة ويتأذى من ذلك بقية المرضى، لأنه في بعض الحالات قد تبقى نصف ساعة أو ساعة أو أكثر، فيقال أن توصيهم ولو لم تكن هذه مهمتك ، فأنت توصيهم أن يسرعوا به لأن الإسراع في تجهيز الميت من السنة ومأمور به أمراً مؤكداً في السنة النبوية وكذلك يخبر بما رأى عليه من علامات حسن الخاتمة كأن يسمعه يذكر الله عند الموت أو أنه مات في",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "عمل صالح أو مات برشح الجبين أو تهلل وجهه لأن من السنة الثناء على الميت الصالح والشهادة له بالخير ويستر عليه ولا يتكلم بالأشياء المكروهة.. ¶ من فقه الطبيب أنه يلم بأمور من الطب النبوي، يطلع عليها ويعلم الارتباط بين الأسباب والتوكل على الله سبحانه وتعالى،نظراً للعقيدة الصحيحة التي هو عليها وأنه يأخذ بالأسباب الشرعية دون اعتماد على الأسباب ولا يهمل الأسباب مع التوكل على الله سبحانه وتعالى،فلابد من الأمرين جميعاً فيعلم مثلاً في السنة تبريد الحمّى بالماء ، وأن النبي صلى الله عليه وسلم قال إذا حمى أحدكم فليرشّ عليه الماء البارد ثلاثاً من الليل إلى السحر أو كما قال عليه الصلاة والسلام، وعلاج العسل لاستطلاق البطن، ولاينفي بجهل ما ورد في السنة من علاج بعض الأمراض ولو تقززت نفسه منها فمثلاً حديث الذبابة : (إذا وقع الذباب في إناء أحدكم فليغمسه ثم ليطرحه)،فلايقول كما يقول بعض المنحرفين هذا قرف..وهذا لايمكن..،هذا الحديث في البخاري، يمكن مايمكن هل ننتظر الكفرة يثبتونها طبياً حتى نستسلم للحديث..؟،مثلاً ورد في علاج مرض الاستسقاء أن النبي صلى الله عليه وسلم وصف بول الإبل،أنا أضرب أمثلة حتى تعقل القضية وتفهم، لعلاج مرض الاستسقاء والحديث في صحيح مسلم: لما أصاب القوم ماأصابهم في المدينة،ناس ليسوا من أهل المدينة، لما قدموا المدينة لم يناسبهم الجو مرضوا،فعظمت بطونهم وارتعشت أعضاؤهم، وهذه من أعراض مرض الاستسقاء فوصف لهم النبي صلى الله عليه وسلم بول الإبل وهذا يجوز، وشرب بول كل ما يحل أكل لحمه فهو طاهر وهذا علاج ليس في حال العادة ،مثلاً الحجامة إخراج الدم من مواضع معينة ، كان النبي صلى الله عليه وسلم يحتجم في الأخدعين والكاهل،وأوصى بالاحتجام يوم الـ17 و19 والـ21 خصوصاً إذا كان يوم إثنين أو خميس على الريق أي ليس على الشبع، كما جاءت الوصية بذلك، فلايقول هذا دم..،بعض الأطباء لو قلت له استخراج الدم هذا",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ربما قام عليك..،مثلاً ورد في السنة أن علاج مرض عرق النسا إلية شاة أعرابية تذاب ثم تجزأ ثلاثة أجزاء ، يعني هذه لا تأكل من علف صناعي أو من أشياء صناعية، إلية شاة أعرابية بعد ماتذبح تؤخذ الإلية وتجزأ ثلاثة أجزاء ثم تشرب على الريق في كل يوم، قلتها ذات مرة لأحد الأطباء فقال هذا فيه كوليستيرول كيف تقتل المريض..!،فلاحظ اعتراض الشخص إذا كان لايؤمن بالوحي إيماناً صحيحاً يسارع إلى الاعتراض مباشرة على الأحاديث والسنة الصحيحة بعقله، والآن تثبت أشياء فساد أمور كانت في نظريات طبية وصحة أمور ما كانت معروفة ، فالعقل البشري قاصر لكن السنة الصحيحة لا يجوز الطعن عليها بحال من الأحوال، لكن لابد من انتقاء العلاج الصحيح،مثلاً وردت في السنة علاجات، الكي مثلاً ورد في السنة ، لكن هل ينتقل إليه مباشرة..؟، ألم تر أن النبي صلى الله عليه وسلم في حديث: (يكن الشفاء في ثلاث :شربة عسل أو شرطة محجم أو كية بنار)، بدأ بالأسهل ، لم يقل اشرطوه مباشرة لما في جرحه من الإيلام، ماقفز مباشرة إلى الكي لما فيه من المثلة والتشويه، وإنما أول شيء بدأ بالعسل، إذاً هذه قاعدة، من الفقه أنه إذا كان المرض يعالج بدواء غير العملية لاتقفز إلى العملية مباشرة لأن العملية أصعب، فيها شق فيها إيلام فيها جرح فيها خياطة، ينبني عليها بقاء الأثر..تشويه الجلد..وإنما إذا كان لا يمكن العلاج بالطرق السهلة عند ذلك ننتقل إلى قضية العملية مثلاً..",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الطبيب المسلم لا يمكن أن ينفي العين أو السحر مثلاً..، لا يمكن، مسلم يعرف أن هذه أشياء ثبتت في الشريعة ، الكافر قد ينكر وجود الجن ،طبعاً منكر وجود الجن كافر لأن الله نص عليه في القرآن (وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا فَلَمَّا قُضِيَ وَلَّوْا إِلَى قَوْمِهِمْ مُنْذِرِينَ) (قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ فَقَالُوا إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا)، إذا واحد أنكر وجود الجن وقال هذه خزعبلات وخرافات، هذه مصيبة لأنه كذب الله..!!، الله ذكر الجن في القرآن وأنهم موجودون وهذا نفى وجودهم..! ¶ وكذلك الطبيب المسلم يعرف من فقهه أن العلماء نصوا على تلبس الجني بالإنسي فهو لا ينكر أن الصرع بالجن ، ولكن لا يقول عن كل حالة صرع أن فيها جن لأنه ربما يكون صرعاً طبياً وليس من الجن الذي دخل في الإنسان على سبيل المثال، وكذلك فإن الطبيب المسلم لا ينسى قضية العلاج بالأذكار و يوصي المريض بذلك، ويقول للمريض نعم هذا صحيح هذه حبوب وأدوية ولكن لاتنسى يا أيها المريض الصلة بالله ، اقرأ المعوذات على نفسك،سورة الفاتحة سبع مرات، وردت في السنة..",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "يعني الآن الكفرة عندهم الآن شيء اسمه bible therapy أو عندهم شيء اسمه threats recommendation يعني في المستشفيات عندهم أقسام للعلاج الديني، ويضعون قسيساً في المستشفى في كندا وغيرها، هذا القسيس يكتب توصية ويرسل إليه المريض، طيب نحن قبلهم،نحن أحوج منهم، هؤلاء القساوسة كفرة، ويعالجون بخزعبلات و خرافات في كثير من الأحيان، نحن مسلمون ولدينا قرآن ولدينا علاجات لا شك فيها فنحن أولى بالعلاجات الدينية منهم ، وبعض الناس يريدون أن يصرفوا بين الطب والشرع، فيقولون يا أخي الطبيب ماهو شيخ..!،طيب ..ليس شيخ مهمته أنه يقرأ على المرضى ، صحيح..ليست مهمته أن يؤتى له بالمصروعين ليقرأ عليهم..، لكن لا يعني أن الطبيب ليس بشيخ أنه لا يقول شيئاً من القرآن والسنة البتّة..!!، خطأ.. لماذا هذا الفصل..؟!،هذا فصل كنسي نصراني نشأ في بلاد الكفرة لما ثار العلم على الكنيسة فصلوا بين الدنيا والكنيسة، لأن الكنيسة كانت تحرق العلماء والمخترعين والذين يستخدمون آلات النظر في الفلك، طيب الطبيب هذا مسلم ، هو مسلم قبل أن يكون طبيباً لذلك لا يمكن أن يتخلى عن دينه وإيمانه، صحيح ليست مهمته أن يفتح عيادة للعلاج بالقرآن وإخراج الجن لكنه يوصي المرضى أن يستعينوا بالأذكار الشرعية، أن يستعينوا بالله، يتوكلوا على الله ، قضية الإيمان بالقضاء والقدر أثرها في العلاج النفسي مهم جداً، الطبيب مثلاً يوصي المريض بالإيمان بالقضاء والقدر والرضى بما كتبه الله.. يوصيه بالصبر على المصيبة..الصبر على ماهو فيه..،أهمية العلاجات الشرعية لحالات الاكتئاب والحزن وفي الأمراض النفسية الأخرى..ألا يفعل ذلك بحكم أنه طبيب مسلم..؟",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "أيها الأخوة .. إن المسألة التي تقع من البعض أن بعض الذين تفرنجوا ..الجسد عربي والماكينة غربية كما يقولون لك عندما تطرح مثل هذه المواضيع: (لا تدخل الدين في عملنا.. اترك الدين على جنب..أنت تبتز المريض..أنت تمارس على المريض أشياء غير مشروعة(أي عندهم في الطب)..أنت تريد أن تدخل في المريض أشياء لا علاقة لها بوظيفتك الأساسية وتستغل مهنتك في نشر مبادئك..ولازم أن تفصل بين المباديء والطب..ويجب أن تفصل بين معتقداتك و بين الطب..)!!!!!!!..،هذه نظرية كفرية .. ليس لدينا فصل..الدين والطب معاً..وإذا تعارض الطب مع الدين تركنا هذا الشيء الطبي المتعارض مع الدين ، لو قيل هذا الدواء مستخرج من نجاسات ، هذا فيه نجاسات ، هذا فيه نسبة كحول كبيرة لو شربه المريض عشر قارورات سكر..نقول إذاً اتركه على جنب..ما أسكر كثيره فقليله حرام..، لكن لو كانت النسبة قليلة جداً ..لو شرب منه الكثير ما يسكر، معنى ذلك أن تأثير الكحول ضاع في المركب الكلي ومهما شرب منه لا يسكر ، إذاً لابأس في العلاج به، المهم أن ماعندنا قضية الفصل..",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "مثلاً العمليات التجميلية.. لو أردنا فصل الدين عن الطب ؛ إذاً على حسب رغبة المريض يا أخي..هذه تريد تصغير الثدي فلتصغره..!، هذا يريد تصغير الأنف فليصغره..!،على حسب الرغبة ..!!..،نقول لا..إذا كانت العملية التجميلية لا تجوز شرعاً إذاً لا يجوز للطبيب أن يجريها لأنه يعلم معنى قوله تعالى : ( ولآمرنهم فليغيرن خلق الله ) ، الطبيب المسلم من فقهه أن يفرق في العمليات التجميلية مثلاً بين إزالة عيب طاريء وتشويه حادث مثل قضية حرق أصابع المريض، مثل إزالة اصبع زائد يضايق في الكتابة والسلام، وبين العمليات الأخرى التي لايقصد منها إزالة ضرر ولا تشويه حادث وإنما زيادة تجميل وتحسين مثل تصغير الثديين مثلاً،يفرق الطبيب المسلم بين وشر الأسنان برد الأسنان بالمبارد وبين تفليجها وتفريقها ابتغاء الحسن المنهي عنه ( لعن الله الواشرات والمستوشرات والمتفلجات للحسن المغيرات خلق الله)، يميز بين هذا وبين عمليات تقويم الأسنان المباحة ، ربما يخلع أسنان ويجعل الشد بالأسلاك..هذا لا بأس به وكذلك إزالة سن يضايق المريض في المضغ أو الحديث مثلاً ونحو ذلك، فهذه المسألة من فقه الطبيب..",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "كذلك قواعد المفاسد والمصالح، يجب على الطبيب أن يكون على دراية بالمهم منها،إذا تعارضت مصلحتان يقدم الأعلى ولو فاتت الأقل، يتحمل الضرر الخاص لدفع الضرر العام،الضرورة تقدر بقدرها، الضرر لايزال بمثله ، يعني لا يعالج بطريقة تؤدي إلى إحداث ضرر مساوي للضرر الذي يريد علاجه،إذاً لايعالج أصلاً، كذلك لا تنقلب الرخصة التي أنشأها الشرع للطبيب بممارسة عمله على أجساد الناس إلا برضى المريض ويستثنى من ذلك الحالات الضرورية المستعجلة التي ربما يكون فيها المريض غائباً عن الوعي أصلاً ، يحتاج لنقل دم مثلاً،يتصرف بجسد المريض في هذه الحالة بغير إذنه،وإلا في الأصل لا يتصرف بجسد المريض إلا بإذنه وموافقته ، عمليات الاستئصال وغيرها، لكن الأشياء التي تستدعي التدخل العاجل في الطواريء والمريض أصلاً ليس في وعيه حتى يأذن أو لا يأذن، وربما ولي المريض لا يكون حاضر حتى يأذن عن المريض، والمسألة مستعجلة عند ذلك يكون الطبيب محسناً، وما على المحسنين من سبيل، وكذلك فإن الطبيب المسلم من فقهه فإنه لا يصف علاجاً غير جائز من نجاسات أو مسكر..بعض الأطباء مثلاً قد يتساهل في إعطاء المرضى إبر المورفين للتسكين لكن ربما يترتب عليه تحول المريض إلى مدمن على سبيل المثال فأنت لأجل أن تسكن ألماً حولته إلى شيء أسوأ من المرض المراد تسكينه،على كل حال هذه قضايا الأطباء يعرفونها ويعرفون كمية المورفين التي يمكن أن تعطى ولاتحوله إلى مدمن ، هذا يعرفونه من علمهم وخبرتهم وتجربتهم، كذلك فإن الاهتمام برفع معنويات المريض هذا شيء شرعي، لأننا وجدنا في القرآن والسنة أدلة تدل على الاهتمام بالنفسيات والاهتمام برفع المعنويات واحترام مشاعر الآخرين،ومراعاة هذه المشاعر، أدلة كثيرة جداً، وكنت قد تكلمت عن هذا في محاضرة خاصة بعنوان ( مراعاة الإسلام لنفسية المسلم وشعوره)،وكذلك فإن الطبيب المسلم أيضاً لا يجرب في الناس فبعض الأطباء يجعل المرضى حقل تجارب،",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وهذا لا يجوز أن يجرب في الناس وكذلك ربما يستسهل الطبيب إجراء أشياء قد تؤدي إلى أضرار من الناحية الشرعية ، مثال:أنه يستسهل إجراء قيصرية لأنه يقول أقل ألماً ، أو أسهل في إخراج المولود،أو..أو..بينما العملية هذه تؤدي إلى أن المرأة لا تحمل أكثر من أربع مواليد ، معناها التساهل في القيصريات فيه إعتداء على شيء شرعي ورغبة من الشارع في تكثير نسل المسلمين فلما قال : (تكاثروا) ويريد أن تزداد الأمة عدداً ، معنى ذلك أن الطبيب الذي يتساهل في القيصريات يؤدي إلى تقليل وحد من رغبة الشارع في مسألة التكاثر، وطبعاً مرة أخرى نحن لا ننظر بنظرة مادية واحدة للأمور، كما قال أحد السائرين في ركاب الغرب : نحن في سباق أرانب..، لماذا..؟، لأن معدل التكاثر عندنا كبير..، طيب ..ما قصدك..؟، قال: ( يعني يكفي ثلاث أربع أطفال،هذا تكاثر أرانب ، هذا مظهر غير حضاري، هذا يؤدي إلى تقليل الدخل القومي، يؤدي إلى هبوط الناتج القومي ، يؤدي إلى هبوط مستوى دخل الفرد.........)، أنت خلقته..؟!..أنت رزقته...؟!!أنت عليك رزقه..؟!..أم الله عزوجل هو الذي يرزقه..نحن نرزقهم وإياكم..!!",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وكذلك فإن الطبيب المسلم في الحقيقة يبذل جهده ويكون في العلاج مؤتمناً أو أميناً ويستشعر المسؤولية وأن يتقي الله في الشهادة مثلاً، القاضي قد يطلب شهادة الطبيب، وأقيموا الشهادة لله..قال تعالى : (ستكتب شهادتهم ويُسألون)، هو يخاف من هذه الآيات وسينبني على شهادة الطبيب أشياء عظيمة، مثلاً ترك المريض للصلاة قائماً، ترك المريض استعمال الماء للطهارة، ترك الصيام ، لجوء المريض إلى رخصة للضرورة، حتى قضية وضع الجبيرة، وضع الجبيرة ليس قضية سهلة..الجبيرة تغطي جزءاً من أعضاء الوضوء ، فبعض الأطباء بدل أن يلفها بقدر الحاجة لأن الضرورة تقدر بقدرها وعلى قدر ما تستمسك الجبيرة..يكمل ، طيب عندما تكمل هذه الإضافة التي لا داعي لها تحرمه من غسل هذا الموضوع بلاحاجة، فيمكن أن تتسبب في إخلال بطهارته في طريقة وضع الجبيرة، وبعض الأطباء يجب أن يقدر أن هذا المريض في عدم الصيام سيدفع كفارة، يعني إذا قلت له مرضك لا يرجى بورؤه غير إذا قلت له مرضك يرجى برؤه .. مرضك مزمن غير إذا كان مرضك قابل للعلاج.. ، يترتب عليها أشياء في دفع الكفارة، ترك الجمعة والجماعة،إعطاء إجازة من العمل، الطبيب مؤتمن على هذا..، لأن هذا إذا كان يعمل في شركة وأنت أعطيته إجازة مرضية من غير حاجة ؛ ظلمت صاحب العمل لأنك جعلته يدفع راتباً لهذا الشخص بدون حاجة ، وإذا كان هذا المريض يعمل في بيت مال المسلمين ؛ فقد ظلمت بيت مال المسلمين لأنك جعلته يأخذ راتباً لا يستحقه بناءً على هذه الشهادة أو هذا العذر الطبي، وكذلك شهادة الطبيب قد تؤدي إلى طلاق بين الزوجين، مثلاً القاضي يسأل ، الزوج يدّعي عيباً أو الزوجة تدّعي عيباً ، يعرض على الطبيب،تقرير الطبيب ينبني عليه تفريق بين الزوجين، تقرير الطبيب قد ينبني عليه تصرفات في مرض الموت ،هل تنفذ الهبة والعطية، مثلاً قضية المهر ، هل لها المهر كاملاً أو ليس لها المهر كاملاً ، مثلاً قضية الأشياء التي تمنع الوطء أو",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "الاستمتاع هل هو عنين أو ليس بعنّين،مثلاً قضية فسخ العقد والنكاح تترتب على تقرير بعض الأطباء، مثلاً قضايا العقم ، كل المسائل التي يقول بها الفقهاء يسأل طبيباً ثقة مأموناً.. طيب معناها أننا نرجع في عدد من المسائل إلى الأطباء.. ¶ 4- أيها الأخوة..إن الطبيب شخص يأمر بالمعروف وينهى عن المنكر ويدعو إلى الله سبحانه وتعالى وهو يعلم بأن الله وملائكته يصلون على معلم الناس الخير ، وهو يعلم المريض أول ما يعلمه أن الشفاء بيد الله وليس بيد المريض، قال تعالى: ( وإذا مرضت فهو يشفين)وهذا الطبيب المسلم يعلم المريض أن لا يشكو إلى المخلوقين ، فإن الذي يشكو الرحيم إلى الذي لا يرحم ليس بحكيم ،وإنما يشكو أمره إلى الله ، ولكن عندما يقول المريض للطبيب أنا أشعر بكذا وكذا للعلاج ، هذا لا يشتكي الله للمخلوق ، ولكن بعد المرضى قد يبالغ أحياناً فيصبح فعلاً وكأنه يعترض على القضاء والقدر أو يشتكي ربه ولذلك يعلمه الصبر وأن النبي صلى الله عليه وسلم لما دخل على أم السائب فقال : (مالكِ تزفزفين؟) ترتجف وتضطرب، فقالت: ( الحمى لا بارك فيها)..فقال: (لا تسبي الحمى فإنها تذهب خطايا بني آدم كما يذهب الكير خبث الحديد)..،علم أم السائب ألا تسب الحمى..، بعض الأمراض مثل السرطان ، كان الشيخ ابن عثيمين يرفض أن يسمى المريض الخبيث، فهو من أفعال الله وتقدير الله، ويمكن أن يكون فيه خير عظيم..، فلماذا يسمى الخبيث..؟،فيقول يسمى مثلاً الخطير، يعني بعض اللفتات أحياناً مهمة لأجل معاني مهمة يستحضرها المريض مع الطبيب..، مثلاً ( عجباً لأمر المؤمن إن أمره كله خير ، إن أصابته سراء شكر فكان خيراً له ، وإن أصابته ضراء صبر فكان خيراً له)، مثلاً المريض يمكن أن يتمنى الموت فأنت تعلمه ( لا يتمنين أحدكم الموت لضر أصابه،ولا يدعو به من قبل أن يأتيه،إنه إذا مات أحدكم انقطع عمله وإنه لا يزيد المؤمن عمره إلا خيراً)..يعلمه إن كان لا بد يقول ( أحييني ما",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "علمت الحياة خيراً لي و توفني ما علمت الوفاة خيراً لي).. ¶ الطبيب المسلم يعلم المريض الأحكام الشرعية بحكم أنه يعلم الناس الخير وداعية إلى الله، مثلاً أحكام القبلة..الصلاة..الطهارة .. التيمم،مثلاً..منعه من الماء إذاً أعنه على التراب، أحياناً يقول إدارة المستشفى لم توفر تراباً، طيب الطبيب يساعد المريض على التيمم ولا يقول هذا وسخ أو هذا ضار، وكذلك يعلمه كيف يستقبل القبلة ، فإن كان المريض على ظهره كيف يوجه..؟، تكون رجلاه إلى القبلة بحيث لو أقيم قام ووجهه إلى القبلة وإن كان على جنبه يكون وجهه إلى القبلة، وإن كان على ظهره رجليه إلى القبلة، يعلمه كيف يصلي قائماً فإن لم يستطع فقاعداً فإن لم يستطع فعلى جنب أو مستلقياً على ظهره، بل يوقظ المريض لصلاة الفجر..، فبعض المرضى قد لا يستطيع الإستيقاظ وهذا مفروغ منه، ولكن الذي يستطيع الإستيقاظ وأنت مررت عليه في المناوبة في وقت الفجر وهذا مسكين لم يوقظه أحد والممرضات ربما يكن كافرات لا يعرفن صلاة ولا صيام ولا إسلام، فأنت توقظه للصلاة إذا كان وضعه لا يمنع من إيقاظه يوقظ للصلاة، الطبيب يأمر بالخير، مثلاً رأى مريضاً عورته مكشوفة يغطيها،من ستر مسلماً ستره الله ، خصوصاً النساء، أطباء التخدير مثلاً يجب عليهم العناية الزائدة بهذه القضية خصوصاً في تخدير المريضات، لذلك بعض المريضات إذا وضعت بين يدي طبيب التخدير يكون وضعها النفسي مأساوي للغاية ، تقول للطبيب : (أنا مثل أمك والله العظيم إن كشفتني لا أسامحك يوم القيامة)، طيب مثل هذا الكلام لماذا تقوله؟، لأنها امرأة في رهبة ، الآن مخدرة و ملابس بعض المستشفيات ليس فيها خوف من الله، مشقوق من الخلف ومفتوح من الأمام وله طريقة مزرية لاستر فيها، فتتصور هي أن نفسها بين يدي طبيب أجنبي عنها يخدرها ولا تدري ما يحدث بعد التخدير، لذلك من الحكمة أن توصي الطبيب بمثل هذا، لكن أطباء التخدير على وجه الخصوص يجب أن يتقوا الله",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "تقوى عظيمة ، وهناك مآسي والسبب غياب واعظ الله في قلوبهم.. ¶ وكذلك الطبيب المسلم يعلم المريض إزالة النجاسة ، مثلاً لو كان لا يستطيع إزالة النجاسة صلي على حالك، طيب هناك خرطوم طبي يخرج منه البول ، طيب يصلي على حسب حاله ، ولا يترك الصلاة، قد يقول الثوب نجس والشرشف نجس والغطاء نجس، نقول: طييب غيرها..لا تستطيع تغييرها صلي على حسب حالك.. ، قد يقول لا يوجد من يوجهني إلى القبلة نقول صلي على حسب حالك، قد يقول لا أستطيع الوضوء ، طيب تيمم، قد يقول ولا أستطيع التيمم، نقول صلي بحسب حالك إذا لم تجد أحداً يعينك..، هذه أحكام متعددة كل يوم نجد أناس يحتاجون إليها.. ¶ كذلك فإنك لو وجدت مريضاً كافراً ويحتضر، لا تقول كما يقول الغربيون أو الذين تأثروا بهم (لا تدخل الدين ..لا تستغل حالة المريض في الدعوة إلى أشياء من مبادئك)، لا..لماذا..؟!!، الرسول صلى الله عليه وسلم عاد يهودياً وهو شاب يحتضر فقال قل لا إله إلا الله فأشفق والد الشاب على ابنه فقال أطع أبا القاسم فأسلم ومات فقال النبي صلى الله عليه وسلم : (الحمد لله الذي أنقذه بي من النار)..، يا أخوان هؤلاء أصحاب الجمعيات التبشيرية النصرانية الكفرة..أعضاء جمعية أطباء بلا حدود وغيرهم..هؤلاء يعطون المسلمين في بعض البلدان الدواء بيد والصليب بيد أخرى ، لا يخلو عملهم من دعوة إلى دينهم المحرف الكافر، ويعطيه إبرة تخفيف الألم بيد و يعلمه تأليه يسوع في الجه الأخرى، طيب هم يمارسون دعوتهم إلى الباطل والحرام ونحن يقال لأحدنا لا تدخل مهنتك في معتقداتك ومبدئك..!!،عجيب جداً هذا الكلام، وأولئك يدعون إلى النار وأنت تدعو إلى الجنة ومغفرة من الله سبحانه وتعالى..",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وكذلك الطبيب المسلم يعرف متى يستر ومتى لا يستر،هذه قضية حساسة، يعني أحياناً تأتي للطبيب جرائم وفواحش يجب أن يبلغ عنها ، وهناك أمور يجب أن يسترها ولا يجوز أن يبلغ عنها ، معصية بين الشخص وبين الله عزوجل ، بين المريض والله، ولكن هناك أشياء يجب أن يبلغ عنها، هناك أشياء تدل على وجود إجرام منظم ، عصابات شرها متعدي ليست قضية معصية بينه وبين الله ، مثلاً يمكن أمراض خطيرة خبيثة، لابد من عزله ويرفع بشأنه بطريقة خاصة، ولو كان مثل مرض الإيدز وغيره لا يشهر به، ولكن عن طريق معاملة سرية في حال هذا المريض لأجل اتخاذ الاحتياطات وعزله ، وكذلك إبلاغ الجهات المسؤولة عن القضايا التي لابد من الإبلاغ عنها والستر خطأ وفي بعض الأحيان الأخرى الستر واجب فلايجوز أن يفضحه ولا يتكلم عليه ، و بعض الأطباء في ساعة الغداء أو إذا التقوا ببعض كل واحد يقول : ( والله أتاني اليوم رجل وقصته كذا وكذا ) وهكذا.. وربما هذا يعرفه الطبيب الآخر ..،فأنت فضحته حتى عند صاحبك وزميلك فماهو الداعي..؟، بعضهم يقول هذه (سواليف) يعني نقطع الوقت !!،فما الضرورة..؟!هل هو حالة نادرة لابد من تعلمها..؟!، ثم حتى هذه القضية لابد من مراعاة شعور المرضى فيها ، حتى في تدريب طلاب الطب ، مثلاً أحياناً يأتون على هذا باعتباره حالة نادرة، ويقدمون على هذا المسكين زرافات و وحداناً ،واجتمعوا على هذا المسكين الشائب ، كل واحد يقول تفضل .. يتعازمون عليه في الفحص..!!ومن كل جهة..!!وفي النهاية ينظر إليهم الشائب ويقول : ما أكثر عددكم وما أقل بركتكم..!!!، لأنه فعلاً يرى وكأنه أصبح حقل تجارب..!!..، هذه أشياء الأخلاق الإسلامية تدعو فعلاً إلى مراعاتها، نحن عندنا مباديء قبل قضية أخلاق المهنة، عندنا أخلاق إسلامية قبل شرف المهنة..، مثلاً قد تقطع أمور فعلاً الطب يؤثر فيها مثلاً يمكن أن تجرب فحصاً جيني ..دم..إلى آخره ليس حيوانات منوية، وقد يكون له ولد، أنت إن",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "تكلمت الآن فإنك قد تحدث فتنة وشراً كبيراً ، وعندك حديث أقوى من العمل الذي تعمله وهو ( الولد للفراش)، فأحياناً بعض الأطباء يخطأ وينسى هذا الحديث، وهذه الأن زوجة وهذا الزوج ، لأنه ربما يتكلم في قضايا تحدث شراً عليهما أو على الزوجة وكذلك فإن الطبيب المسلم لا يحتاج إلى قسم ليكون شريفاً وأميناً في عمله..،جرت العادة من عهد أبقراط أن يبدأ الطبيب حياته المهنية بترديد قسم يلتزم فيه بآداب ممارسة الطب ونحو ذلك والسلوك المهني، الطبيب المسلم في نظري أن عنده أشياء قبل هذا وأعلى من هذا وهي رقابة الله عز وجل ، لأن كونه مسلم.. الإسلام يحتم عليه أشياء كثيرة، ويعرف أن الإثم هو ماحاك في نفسك وكرهت أن يطلع عليه الناس و لذلك يعمل لمصلحة المسلمين ولو تعارضت مع مصلحته الشخصية، الآن من مصلحة الطبيب الشخصية أن تكثر الأمراض ليكبر دوره ويكثر الزبائن ويكثر صرف الأدوية وتكثر المراجعة له إذا كان في عيادة خاصة فيذهب لمستشفيات خاصة للمصلحة و مع ذلك يكافح المرض لأنه يقدم مصلحة المسلمين على مصلحته الشخصية وكذلك لا ينزلق وراء الغرور المهني الذي يحبط العمل ويزيل الأجر، بعض الأطباء مثلاً استشاري وعنده بورد كندي وبورد أمريكي وزمالة..... يحدث عنده الغرور وأنه فاهم في كل شيء..ولا يحق لأحد الاعتراض عليه..، وهناك حديث في ذلك : ( يقول أبو رمثة انطلقت مع أبي نحو النبي صلى الله عليه وسلم فقال له أبي: ( أرني هذا الذي بظهرك) يقصد خاتم النبوة، طبعاً خاتم النبوة مجموعة من العظام على هيئة حلقة بين كتفي النبي صلى الله عليه وسلم،هذا الشخص طبيب عربي مشهور عند العرب قال: (أرني هذا الذي بظهرك فإني رجل طبيب) يعني كأنه يقول أعالجك، فقال النبي صلى الله عليه وسلم : (الله الطبيب، طبيبها الذي خلقها، إنما أنت رفيق والله الطبيب)، يعني أن خاتم النبوة لاشأن لك به ، أنت رفيق تداري الناس تتلطف معهم في العلاج، ولكن طبيبها الذي خلقها ،",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "فينبغي على الطبيب المسلم أن يتواضع وأن يتذكر قول الله عز وجل : (وفوق كل ذي علم عليم).. ¶ أيها الأخوة إن ما تفعله بعض شركات الأدوية من الجرائم يجب أن لا يستجيب له الأطباء وأن يقاوموه،يعطوه مدحاً في الدواء وأوصافاً عجيبة في العلاج يفعل كذا وكذا و من ميزات الدواء كذا وكذا، الطبيب المسلم ذكي لا يروج عليه دعايات كاذبة، ويعرف أن الأمانة أن يصف للمريض الدواء الصحيح ولو كان من شركة غير التي عملت له دعاية وأعطوه أشياء ويريدون إعطاؤه دعوة للخارج وإقامة في فنادق وتذاكر طيران و هدية قيمة وساعة ثمينة و حقيبة ثمينة ، هذه أشياء دنيوية ، المسألة مسألة مراقبة لله عزوجل ، أيضاً قد يكون هناك دواء تركيبة واحدة وأرخص فلماذا تعطيه الدواء الأغلى..؟،هذه خيانة للأمانة، لم تنصحه لله..لماذا تجعله يصرف أكثر والتركيبة واحدة..؟!..، لذلك لا ينساق لدعايات شركات الأدوية وإنما يكون اعتماده على الأمانة التي حملها وحملها الإنسان إنه كان ظلوماً جهولاً.. ¶ أيها الأخوة..القضية أو الكلام طويل وأختم هذا الكلام طويل وأختم هذا الكلام بالتوصية بتقوى الله سبحانه وتعالى وطاعته عزوجل والبعد عن سخطه والتزام الواجبات والبعد عن المحرمات وأن يعلم الطبيب المسلم أنه داعية إلى الله يأمر بالخير ويحتسب الأجر عند رب العالمين.. ¶ أقول قولي هذا وأستغفر الله لي ولكم..",
            "page": "23",
            "part": "1"
        }
    ],
    "t34727": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "حلية الطبيب المسلم محمد صالح المنجد"
        }
    ]
}