{
    "b34728": [
        {
            "hno": null,
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ محاضرات مفرغة ¶ - فضل الذكر ¶ - فوائد محاسبة النفس ¶ - كيف نحقق الزهد ¶ - فوائد غض البصر ¶ - دنيا الغرور ¶ - فضل قيام الليل ¶ - فضل الحياء. ¶ - فضل العلم ¶ - موجبات النار ¶ - الأسباب المعينة على ترك المعاصي ¶ للشيخ: سليمان بن محمد اللهيميد ¶ السعودية - رفحاء ¶ تفضل بزيارة موقع الشيخ سليمان - مجلة رياض المتقين ¶ www.almotaqeen.net",
            "page": "1",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ محاضرة مفرغة (1) ¶ فضائل الذكر ¶ سلسلة دروس تربوية ¶ تم إلقاء هذه المحاضرة عبر البث المباشر عبر الإنترنت ¶ للشيخ ¶ سليمان بن محمد اللهيميد ¶ السعودية - رفحاء ¶ تفضل بزيارة موقع الشيخ سليمان - مجلة رياض المتقين ¶ www.almotaqeen.net",
            "page": "2",
            "part": "1"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "مقدمة ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين نبينا محمد وعلى آله وصحبه أجمعين ¶ أما بعد ¶ ضمن دروس (مختارات من كلام ابن القيم) فهذا هو الدرس الخامس من هذه الدروس وهو بعنوان: فضائل الذكر، فقد ذكر رحمه الله في كتابه الماتع: الوابل الصيب، فضائل الذكر، وقبل ذكر هذه الفوائد مع تعليق خفيف عليها، أذكر مقدمة فأقول مستعيناً بالله مصلياً على رسول الله عليه الصلاة والسلام: ¶ لا شك أن ذكر الله من أجل الطاعات، وأفضل القربات، ودليل على حب الله، فإن من أحب شيئاً أكثر من ذكره. ¶ فليس هناك شيء من الأعمال أخف مؤنة منه، ولا أعظم لذة، ولا أكثر فرحة وابتهاجاً بالقلب. ¶ وقد أمر الله بذكره في آيات كثيرة: ¶ فقال تعالى (وَالذَّاكِرِينَ اللَّهَ كَثِيراً وَالذَّاكِرَاتِ أَعَدَّ اللَّهُ لَهُم مَّغْفِرَةً وَأَجْراً عَظِيماً). ¶ وقال تعالى (يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللَّهَ ذِكْراً كَثِيراً). ¶ وقال تعالى (فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُواْ لِي وَلاَ تَكْفُرُونِ). ¶ وقال تعالى (وَاذْكُر رَّبَّكَ فِي نَفْسِكَ تَضَرُّعاً وَخِيفَةً وَدُونَ الْجَهْرِ مِنَ الْقَوْلِ بِالْغُدُوِّ وَالآصَالِ وَلاَ تَكُن مِّنَ الْغَافِلِينَ). ¶ وقال تعالى (يَا أَيُّهَا الَّذِينَ آمَنُواْ إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُواْ وَاذْكُرُواْ اللّهَ كَثِيراً لَّعَلَّكُمْ تُفْلَحُونَ). ¶ وأما الأحاديث فكثيرة جداً سيأتي بعضها ضمن الحديث. ¶ ومنها ¶ قوله صلى الله عليه وسلم: ((ألا أنبئكم بخير أعمالكم، وأزكاها عند مليككم، وأرفعها في درجاتكم، وخير لكم من إنفاق الذهب والورق، وخير لكم من أن تلقوا عدوكم فتضربوا أعناقهم ويضربوا أعناقكم؟ ذكر الله)). ¶ وسأل رجل النبي صلى الله عليه وسلم عن عمل يتشبث به؟ فقال: ((لا يزال لسانك رطباً من ذكر الله)). ¶ وقال - صلى الله عليه وسلم - (مثل الذي يذكر ربه والذي لا يذكره مثل الحي والميت). ¶ وأما أقوال السلف فهي كثيرة: ¶ قال الحسن البصري: تفقّدوا الحلاوة في ثلاثة أشياء: في الصلاة، وفي الذكر، وفي قراءة القرآن، فإن وجدتم وإلا فالباب مغلق. ¶ وقال مالك بن دينار: ما تلذّذ المتلذذون بمثل ذكر الله. ¶ وقال معاذ: ليس يتحسر أهل الجنة على شيء إلا على ساعة مرت بهم لم يذكروا الله سبحانه فيها. ¶ وقال بعض العارفين: لو علم الملوك وأبناء الملوك ما نحن عليه لجالدونا بالسيوف. ¶ وقال علي: أشد الأعمال ثلاثة: إعطاء الحق من نفسك، وذكر الله على كل حال، ومواساة الأخ في المال.",
            "page": "3",
            "part": "1"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "وعن مالك بن دينار قال: خرج أهل الدنيا من الدنيا ولم يذوقوا أطيب شيء فيها، قالوا: وما هو يا أبا يحيي؟ قال: معرفة الله. ¶ وعن سعيد بن عبد العزيز قال: قلت لعميْر بن هانىء: إن لسانك لا يفتر عن ذكر الله؟ فكم تسبح كل يوم وليلة؟ قال: مائة ألف، إلا أن تخطأ الأصابع. ¶ وقال عون بن عبد الله: مجالس الذكر: شفاء القلوب. ¶ وعن ميمون قال: إذا أراد الله بعبده خيراً: حبّب إليه ذكره. ¶ وقال لقمان لابنه: إن مثل أهل الذكر والغفلة: كمثل النور والظلمة. ¶ وعن عبيد بن عمير قال: تسبيحة بحمد الله في صحيفة مؤمن يوم القيامة، خير من أن تسير معه الجبال ذهباً ¶ وقال بعض العلماء: ما طابت الدنيا إلا بذكره، ولا طابت الآخرة إلا بعفوه، ولا طابت الجنان إلا برؤيته ¶ وقال بعض السلف: اذكروا الله حتى يقال: مجنون. ¶ وعن عكرمة: أن أبا هريرة كان يسبح كل يوم اثني عشر تسبيحة ويقول: أسبح بقدر ذنوبي. ¶ وعن الأوزاعي قال: كان حسان بن عطية إذا صلى العصر يذكر الله تعالى في المسجد حتى تغيب الشمس ¶ وقال ابن السماك: رأيت مسعراً في النوم، فقلت: أي العمل وجدتَ أنفع؟ قال: ذكر الله. ¶ وقال بعض المحدثين: والله ما أحب الحياة إلا للذكر وللتحديث. ¶ وقال أحمد بن حنبل: لزمت هشيْماً أربع سنين أو خمساً، ما سألته عن شيء إلا مرتين هيبةً له، وكان كثير التسبيح بين الحديث، يقول بين ذلك: لا إله إلا الله، يمد بها صوته. ¶ والأقوال كثيرة، وقد جاءت الفضائل العظيمة للذكر، ذكر ابن القيم كثيراً من هذه الفضائل في كتابه الوابل الصيب: ¶ فمنها: أنه يَطرُدُ الشيطانَ ويقمعُه ويَكسِرُه. ¶ وهذا من أعظم فضائل الذكر، فإن الشيطان عدو للإنسان، كما قال تعالى (إِنَّ الشَّيْطَانَ لِلإِنسَانِ عَدُوٌّ مُّبِينٌ) وقال تعالى (إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوّاً إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ). ¶ وقال تعالى (إِنَّ الشَّيْطَانَ كَانَ لِلإِنْسَانِ عَدُوّاً مُّبِيناً). ¶ فلا يستطيع المسلم أن يحرز نفسه من عدوه اللدود إلا بذكر الله، كما قال - صلى الله عليه وسلم - (وآمركم أن تذكروا الله تعالى، فإن مثلَ ذلك مثلُ رجلٍ خرج العدو في أثرهِ سراعاً، حتى أتى إلى حصنٍ حصين، فأحرزَ نفسَه منهم، كذلك العبد لا يُحْرِزُ نفسه من الشيطان إلا بذكر الله). ¶ قال ابن القيم: فلو لم يكن في الذكر إلا هذه الخصلة الواحدة لكان حقيقاً بالعبد أن لا يفترَ لسانُه من ذكر الله تعالى. ¶ وقال - صلى الله عليه وسلم - (إذا دخل الرجلُ بيتَه فذكر الله عند دخوله وعند طعامه، قال الشيطان لأصحابه: لا مبيتَ لكم ولا عشاء، وإذا دخل فلم يذكر الله تعالى عند دخوله، قال الشيطان: أدركتم المبيت، وإذا لم يذكر الله تعالى عند طعامه قال: أدركتم المبيت والعشاء) رواه مسلم.",
            "page": "4",
            "part": "1"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "وقال - صلى الله عليه وسلم - (من قال: لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير، في يومٍ مائةَ مرة، كانت له عدلَ عشرِ رقاب، وكتبتْ له مائةُ حسنةٍ، ومُحيتْ عنه مائةُ سيئة، وكانت له حرزاً من الشيطان يومَه ذلك حتى يمسي) متفق عليه. ¶ ولذلك شرع ذكر الله عند قراءة القرآن الكريم كما قال تعالى (فَإِذَا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ) حتى يطرد بهذه الاستعاذة وساوس الشيطان، فإن الإنسان إذا اتجه إلى طاعة – وخاصة مثل القرآن الكريم – فإن الشيطان يحاول أن يوسوس له وأن يكسله عنها، فشرعت الاستعاذة طرداً للشيطان ووساوسه ¶ بل إن ذكر الله يجعل الشيطان حقيراً صغيراً، كما في الحديث عن رجل من الصحابة قال (كنت رديف النبي - صلى الله عليه وسلم -، فعثرت دابته، فقلت: تعس الشيطان، فقال: لا تقل تعس الشيطان، فإنك إذا قلت ذلك تعاظم حتى يكون مثل البيت، ويقول: بقوتي، ولكن قل: بسم الله، فإنك إذا قلت ذلك تصاغر حتى يكون مثل الذباب) رواه أبو داود. ¶ بل إن ذكر الله يطرد الشيطان بعيداً، كما في الأذان، فقال - صلى الله عليه وسلم - (إن الشيطان إذا سمع النداء بالصلاةِ ذهب حتى يكون مكانَ الروْحاء) رواه مسلم قال الراوي الروحاء: هي من المدينةِ ستةٌ وثلاثون ميلاً. ¶ ومنها: أنه يزيل الهمّ والغم ويجلب للقلب الفرح والسرور. ¶ ولذلك أيها الإخوة، شرع ذكر الله عند الهموم والغموم. ¶ وقد كان النبي - صلى الله عليه وسلم - إذا حزبه أمر قام إلى الصلاة ويقول لبلال: أرحنا بالصلاة يا بلال. ¶ عن ابن مسعود. أن رسول الله - صلى الله عليه وسلم - قال: ما أصاب أحد قط هم ولا حزن فقال: اللهم إني عبدك، وابن عبدك، وابن أمتك، ناصيتي بيدك، ماض فيّ حكمك، عدل فيّ قضاؤك، أسألك بكل اسم هو لك سميت به نفسك، أو أنزلته في كتابك، أو علمته أحداً من خلقك، أو استأثرت به في علم الغيب عندك، أن تجعل القرآن ربيع قلبي، ونور صدري، وجلاء حزني، وذهاب همي إلا أذهب الله همه). ¶ وفي دعاء الهم والغم عن ابن عباس (أن رسول الله - صلى الله عليه وسلم - كان يقول عند الكرب: لا إله إلا الله العظيم الحليم، لا إله إلا الله ربُّ العرش العظيم، لا إله إلا الله رب السموات ورب الأرض ورب العرش الكريم) متفق عليه. ¶ فمن أراد أن ينشرح صدره وأن يذهب همه وغمه فعليه بذكر الله دوماً وأبداً كما قال تعالى (الَّذِينَ آمَنُواْ وَتَطْمَئِنُّ قُلُوبُهُم بِذِكْرِ اللّهِ أَلاَ بِذِكْرِ اللّهِ تَطْمَئِنُّ الْقُلُوبُ) بعكس قليل الذكر فهو مغموم مهموم كما قال تعالى (وَمَنْ أَعْرَضَ عَن ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنكاً وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى). ولذلك كان النبي - صلى الله عليه وسلم - يذكر الله على كل أحيانه. ¶ ومنها: أنه يورث المحبة، التي هي روح الإسلام، ومَدار السعادة والنجاة، وقد جعل الله لكل شيء سبباً، وجعل سبب المحبة دوام الذكر. ¶ نعم، كما سبق في درس مضى، أن من أسباب محبة الله الإكثار من ذكره، لأن من أحب شيئاً أكثر من ذكره. ¶ وقد قال ابن القيم: من أراد أن ينال محبة الله عز وجل، فليلهج بذكره. ¶ ومنها: أنه يورثه ذكرَ الله تعالى له.",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "كما قال تعالى (فاذكروني أذكركم)، ولو لم يكن في الذكر إلا هذه وحدها لكفى بها فضلاً وشرفاً. ¶ وكما نعلم أن الجزاء من جنس العمل، فمن ذكر الله ذكره الله، نعم يا أخي المسلم! تذكر الله يذكرك؟ يذكرك في السماء عند الملائكة كما في الحديث (أطت السماء وحق لها أن تئط ليس فيها موضع شبر إلا ملَك ساجد أو راكع). ¶ يذكرك الله فيؤيدك وينصرك ويثبتك ويرفع قدرك، ويذكرك أيضاً في القبر ويوم القيامة. ¶ وفي الحديث قال - صلى الله عليه وسلم - (قال الله تعالى: من ذكرني في نفسهِ ذكرته في نفسي، ومن ذكرني في ملأٍ ذكرته في ملأ خيرٍ منهم) ¶ فعلى المسلم أن يشغل لسانه بذكر الله لينال هذه المرتبة العظيمة. والمزية الجليلة. ¶ ومنها: أن في القلب قسوة لا يذيبها إلا ذكر الله تعالى، فينبغي للعبد أن يداويَ قلبه بذكر الله. ¶ نعم، وقسوة القلب من أعظم الأمراض وأشدها، بل جاء التهديد من الله لصاحب القلب القاسي فقال تعالى (فويل للقاسية قلوبهم من ذكر الله) وأبعد القلوب عن الله القلب القاسي، وما ضرب عبد بعقوبةٍ أعظم من قسوة القلب، وإذا قسا القلب قحطت العين، ومن أحسن العلاج لقسوة القلب ذكر الله، فما أذيبتْ قسوةُ القلب بمثل ذكر الله تعالى، فعمارة القلب بالخشية والذكر. ¶ قال رجل للحسن البصري: يا أبا سعيد، أشكو إليك قسوةَ قلبي؟ قال: أذِبْه بالذكر. ¶ ومنها: أن الذكر يعطي الذاكر قوةً حتى إنه ليفعل مع الذكر ما لا يُطيق فعله بدونه. ¶ ويدل لذلك الحديث الذي في الصحيحين لما جاءت فاطمة إلى النبي - صلى الله عليه وسلم - تطلب خادماً، فقام النبي - صلى الله عليه وسلم - معها إلى البيت، وعلمها وعلم علياً معها أن يقولا عند النوم: أن يسبحا ثلاثاً وثلاثين، ويحمدا ثلاثاً وثلاثين، ويكبرا أربعاً وثلاثين، وقال إنه خير لكما من خادم. ¶ قال ابن القيم: قيل: إن من داومَ على ذلك وجد قوةً في بدنهِ مغنيةً عن خادم. ¶ ومنها: أن كثرة ذكر الله أمان من النفاق، فإن المنافقين قليلوا الذكر لله تعالى. ¶ وهذه والله كافية في فضل الذكر وعظيم منزلته. ¶ نعم: إن المنافق لا يذكر الله إلا قليلاً، لا يستطيع أن يداوم وأن يستمر على ذكر الله، لمرض قلبه ونفاقه. ¶ كما قال تعالى (إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللّهَ وَهُوَ خَادِعُهُمْ وَإِذَا قَامُواْ إِلَى الصَّلاَةِ قَامُواْ كُسَالَى يُرَآؤُونَ النَّاسَ وَلاَ يَذْكُرُونَ اللّهَ إِلاَّ قَلِيلاً). ¶ وفي الحديث قال - صلى الله عليه وسلم - (أثقل الصلاة على المنافقين صلاة العشاء والفجر، ولو يعلمون ما فيهما لأتوهما ولو حبواً) متفق عليه ¶ هذا الحديث فيه فوائد: ¶ أولاً: أن جميع الصلوات ثقيلة على المنافقين. ¶ ثانياً: أن أثقل هذه الصلوات عليهم صلاة الفجر والعشاء لأنها وقت النوم والراحة. ¶ ثالثاً: أن سبب كسلهم عن الطاعات قلة يقينهم بوعد الله فمرضهم مرض قلب.",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "قال كعب: من أكثر ذكرَ الله برىء من النفاق. ¶ فهنيئا لمن شغل وقته ولسانه بذكر الله، هنيئاً له أن يكون بريئاً من النفاق وأهله. ¶ ومنها: أنه سبب لاشتغال اللسان عن الغيبة والنميمة والكذب الفحش والباطل. ¶ فان العبد لا بد له من أن يتكلم، فإن لم يتكلم بذكر الله تعالى، وذكر أوامره، تكلم بهذه المحرمات أو بعضِها، ولا سبيل إلى السلامة منها البتة إلا بذكر الله. ¶ ولذلك قال بعض السلف: إذا طال المجلس كان للشيطان نصيب. ¶ فهذا اللسان لا بد أن يتكلم، فحينما يجلس الإنسان الجلسات الطويلة، والجلسات الدائمة بالقيل والقال لا بد أن يقع بغيبة أو نميمة، وهذا أمر مجرب ومشاهد، فمن عوّد لسانه ذكر الله تعالى صان الله لسانه عن الباطل واللغو، ومن يَبِسَ لسانُه عن ذكر الله تعالى ترطب بكل باطل ولغو وفحش. ¶ فإما لسان ذاكر وإما لسان لاغ، ولا بد من أحدهما، فهي النفس إن لم تُشغلها بالحق شغلتك بالباطل، وهو القلب إن لم تُسْكنْه محبةَ الله سكنه محبة المخلوقين ولابد، وهو اللسان: إن لم تُشغلهُ بالذكر شغلك باللهو، وهو عليك ولا بد. ¶ ومنها: أن دوام ذكر الرب تبارك وتعالى يوجب الأمان من النسيان الذي هو سببُ شقاءِ العبد في معاشه ومعادهِ. ¶ فإن نسيان الرب سبحانه وتعالى يُوجِبُ نسيان نفسهِ ومصالحها كما قال تعالى (وَلَا تَكُونُوا كَالَّذِينَ نَسُوا اللَّهَ فَأَنسَاهُمْ أَنفُسَهُمْ أُوْلَئِكَ هُمُ الْفَاسِقُونَ) وإذا نسي العبدُ نفسه، أعرض عن مصالحها ونسيَها، واشتغل عنها فهلكت وفسدت ولا بد، كإنسان له زرع أو بستان أو ماشيةً أو غير ذلك فأهمله ونسيه، واشتغل عنه بغيره، وضيع مصالحَه، فإنه يفسد ولا بد. ¶ ولو لم يكن في فوائد الذكر وإدامته إلا هذه الفائدة وحدها لكفى بها، فمن نسي اللهَ تعالى أنساهُ نفسَه في الدنيا، ونسيَه في العذاب يوم القيامة كما قال الله تعالى (وَمَنْ أَعْرَضَ عَن ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنكاً وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى. قَالَ رَبِّ لِمَ حَشَرْتَنِي أَعْمَى وَقَدْ كُنتُ بَصِيراً. قَالَ كَذَلِكَ أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا وَكَذَلِكَ الْيَوْمَ تُنسَى). ¶ ومنها: أن مجالس الذكر مجالس الملائكة، وأن يباهي بالذاكرين. ¶ عَنْ أَبِى هُرَيْرَةَ عَنِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ «إِنَّ لِلَّهِ تَبَارَكَ وَتَعَالَى مَلاَئِكَةً سَيَّارَةً فُضْلاً يَتَبَّعُونَ مَجَالِسَ الذِّكْرِ فَإِذَا وَجَدُوا مَجْلِساً فِيهِ ذِكْرٌ قَعَدُوا مَعَهُمْ وَحَفَّ بَعْضُهُمْ بَعْضاً بِأَجْنِحَتِهِمْ حَتَّى يَمْلَئُوا مَا بَيْنَهُمْ وَبَيْنَ السَّمَاءِ الدُّنْيَا فَإِذَا تَفَرَّقُوا عَرَجُوا وَصَعِدُوا إِلَى السَّمَاءِ - قَالَ - فَيَسْأَلُهُمُ اللَّهُ عَزَّ وَجَلَّ وَهُوَ أَعْلَمُ بِهِمْ مِنْ أَيْنَ جِئْتُمْ فَيَقُولُونَ جِئْنَا مِنْ عِنْدِ عِبَادٍ لَكَ فِي الأَرْضِ يُسَبِّحُونَكَ وَيُكَبِّرُونَكَ وَيُهَلِّلُونَكَ وَيَحْمَدُونَكَ وَيَسْأَلُونَكَ. قَالَ وَمَاذَا يَسْأَلُونِي قَالُوا يَسْأَلُونَكَ جَنَّتَكَ. قَالَ وَهَلْ رَأَوْا جَنَّتِي قَالُوا لاَ أَيْ رَبِّ. قَالَ فَكَيْفَ لَوْ رَأَوْا جَنَّتِي قَالُوا وَيَسْتَجِيرُونَكَ. قَالَ وَمِمَّ يَسْتَجِيرُونَنِي قَالُوا مِنْ نَارِكَ يَا رَبِّ. قَالَ وَهَلْ رَأَوْا نَارِي قَالُوا لاَ. قَالَ فَكَيْفَ لَوْ رَأَوْا نَارِي قَالُوا وَيَسْتَغْفِرُونَكَ - قَالَ - فَيَقُولُ قَدْ غَفَرْتُ لَهُمْ فَأَعْطَيْتُهُمْ مَا سَأَلُوا وَأَجَرْتُهُمْ مِمَّا اسْتَجَارُوا - قَالَ - فَيَقُولُونَ رَبِّ",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "فِيهِمْ فُلاَنٌ عَبْدٌ خَطَّاءٌ إِنَّمَا مَرَّ فَجَلَسَ مَعَهُمْ قَالَ فَيَقُولُ وَلَهُ غَفَرْتُ هُمُ الْقَوْمُ لاَ يَشْقَى بِهِمْ جَلِيسُهُمْ) متفق عليه. ¶ فهذا من بركتهم على نفوسهم وعلى جليسهمِ فلهم نصيب من قوله تعالى (وجَعَلني مباركاً أينما كنت)، فهكذا المؤمن مبارك أين حلّ، والفاجر مشؤومٌ أين حلّ. ¶ وأيضاً: إن الله يباهي بهم ملائكته: ¶ عَنْ أَبِى سَعِيدٍ الْخُدْرِيِّ قَالَ خَرَجَ مُعَاوِيَةُ عَلَى حَلْقَةٍ فِي الْمَسْجِدِ فَقَالَ مَا أَجْلَسَكُمْ قَالُوا جَلَسْنَا نَذْكُرُ اللَّهَ. قَالَ آللَّهِ مَا أَجْلَسَكُمْ إِلاَّ ذَاكَ قَالُوا وَاللَّهِ مَا أَجْلَسَنَا إِلاَّ ذَاكَ. قَالَ أَمَا إِنِّي لَمْ أَسْتَحْلِفْكُمْ تُهْمَةً لَكُمْ وَمَا كَانَ أَحَدٌ بِمَنْزِلَتِي مِنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - أَقَلَّ عَنْهُ حَدِيثاً مِنِّى وَإِنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - خَرَجَ عَلَى حَلْقَةٍ مِنْ أَصْحَابِهِ فَقَالَ «مَا أَجْلَسَكُمْ». قَالُوا جَلَسْنَا نَذْكُرُ اللَّهَ وَنَحْمَدُهُ عَلَى مَا هَدَانَا لِلإِسْلاَمِ وَمَنَّ بِهِ عَلَيْنَا. قَالَ «آللَّهِ مَا أَجْلَسَكُمْ إِلاَّ ذَاكَ». قَالُوا وَاللَّهِ مَا أَجْلَسَنَا إِلاَّ ذَاكَ. قَالَ «أَمَا إِنِّي لَمْ أَسْتَحْلِفْكُمْ تُهْمَةً لَكُمْ وَلَكِنَّهُ أَتَانِي جِبْرِيلُ فَأَخْبَرَنِي أَنَّ اللَّهَ عَزَّ وَجَلَّ يُبَاهِى بِكُمُ الْمَلاَئِكَةَ) رواه مسلم. ¶ فهذه المباهاة من الرب تبارك وتعالى دليل على شرف الذكر عنده، ومحبتِه له، وأن له مزيةً على غيره من الأعمال. ¶ ومنها: أنه مع البكاء في الخلوة سبب لإظلال الله تعالى العبدَ يوم الحر في ظله. ¶ كما في الحديث قال - صلى الله عليه وسلم - (سبعة يظلهم الله في ظله يوم لا ظل إلا ظله: .. ورجل ذكر الله خالياً ففاضت عيناه). ¶ ومنها: أنه يؤمِّنُ العبد من الحسرة يوم القيامة. ¶ فإن كلَّ مجلس لا يَذكر العبد فيه ربه تعالى كان عليه حسرة وترة يوم القيامة. ¶ كما قال - صلى الله عليه وسلم - (ما من قومٍ يقومون من مجلس لا يذكرون الله تعالى فيه، إلا قاموا عن مثل جيفة حمار، وكان عليهم حسرة) وفي رواية (ما جلس قوم مجلساً لم يذكروا الله فيه، ولم يصلوا على نبيهم، إلا كان عليهم ترة، فإن شاء عذبهم وإن شاء غفر لهم). ¶ ومنها: أن نبينا - صلى الله عليه وسلم - كان يكثر من ذكر الله. ¶ كما قالت عائشة (كان رسول الله - صلى الله عليه وسلم - يذكر الله على كل أحيانه) رواه مسلم. ¶ وهو الأسوة والقدوة (لقد كان لكم في رسول الله أسوة حسنة). ¶ ونحن مأمورون بالتأسي به وبطاعته، (وإن تطيعوه تهتدوا).وقال تعالى (وَأَطِيعُواْ اللّهَ وَالرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ) ¶ وهناك فضائل كثيرة ذكرها ابن القيم: ¶ منها: أن ذكر الله من أكبر العون على طاعته. ¶ ومنها: أن ذكر الله يسهل الصعب، وييسر العسير. ¶ ومنها: أنه يَحط الخطايا ويُذهِبها، فإنه من أعظم الحسنات، والحسنات يذهبن السيئات. ¶ ومنها: أنه سبب في نزول السكينة وغشيان الرحمة وحفوف الملائكة بالذاكر.",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "وغيرها كثير. ¶ أكتفي بهذا القدر، سائلاً المولى أن يجعلنا من الذاكرين الله كثيراً والذاكرات. ¶ وصلى الله وسلم على نبينا محمد. ¶ الاثنين 7/ 5 / 1429هـ ¶ بسم الله الرحمن الرحيم",
            "page": "9",
            "part": "1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "محاضرة مفرغة (2) ¶ فوائد محاسبة النفس ¶ سلسلة دروس تربوية ¶ تم إلقاء هذه المحاضرة عبر البث المباشر عبر الإنترنت ¶ للشيخ ¶ سليمان محمد اللهيميد ¶ السعودية - رفحاء ¶ تفضل بزيارة موقع الشيخ سليمان - مجلة رياض المتقين ¶ www.almotaqeen.net ¶ مقدمة",
            "page": "1",
            "part": "2"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين نبينا محمد وعلى آله وصحبه أجمعين ¶ أما بعد: ¶ ضمن دروس (مختارات من كلام ابن القيم) فهذا هو الدرس الثالث من هذه الدروس وهو بعنوان: فوائد محاسبة النفس، فقد ذكر رحمه الله بعض فوائد محاسبة النفس، وقبل ذكر هذه الفوائد مع تعليق خفيف عليها، أذكر مقدمة فأقول مستعيناً بالله مصلياً على رسول الله عليه الصلاة والسلام: ¶ إن محاسبة النفس معناها كما قال الماوردي: أن يتصفح الإنسان في ليلهِ ما صدر في أفعال نهاره، فإن كان محموداً أمضاه وأتْبَعه بما شاكله وضاهاه، وإن كان مذموماً استدركه إن أمكن وانتهى عن مثله في المستقبل. ¶ وعرفها ابن القيم بقوله: هي التمييز بين ماله وما عليه (يقصد العبد) فيستصحب ماله ويؤدي ما عليه، لأنه مسافرٌ سفرَ من لا يعود. ¶ وقد أمر الله عز وجل بمحاسبة النفس فقال تعالى (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَلْتَنظُرْ نَفْسٌ مَّا قَدَّمَتْ لِغَدٍ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ). ¶ قال ابن كثير: أي حاسبوا أنفسكم قبل أن تحاسبوا، وانظروا ماذا ادخرتم لأنفسكم من الأعمال الصالحة ليوم معادكم وعرضكم على ربكم (واتقوا الله) تأكيد ثان (إن الله خبير بما تعملون) أي اعلموا أنه عالم بجميع أعمالكم وأحوالكم، لا تخفى عليه منكم خافية، ولا يَغيب من أموركم جليل ولا حقير. ¶ وقال تعالى (ولا أقسم بالنفس اللوامة) قال الحسن البصري في تفسير هذه الآية: إن المؤمنَ واللهِ لا تراه إلا يلوم نفسه على كل حالاته، يستقصِرُها في كل فعل فيندم ويلوم نفسه، ماذا أردتُ بكلمتي؟ ماذا أردت بأكلتي؟ وإن الفاجر ليمضي قدماً لا يعاتب نفسه. ¶ ويصف الحسن البصري المؤمن بقوله (المؤمن قوّام على نفسه يحاسبها لله، وإنما خفّ الحساب على قوم حاسبوا أنفسهم في الدنيا، وإنما شق الحساب يوم القيامة على قوم أخذوا هذا الأمر من غير محاسبة. ¶ ويقول عمر بن الخطاب: حاسبوا أنفسكم قبل أن تحاسبوا، وزنوها قبل أن توزنوا، وتزينوا للعرض الأكبر (يَوْمَئِذٍ تُعْرَضُونَ لَا تَخْفَى مِنكُمْ خَافِيَةٌ). ¶ نعم، فالنفس – أيها الإخوة – بطبيعتها كثيرة التقلب والتلوث، تؤثر فيها المؤثرات، وتعصف بها الأهواء والأدواء، فتجنح لها وتنقاد إليها، وهي في الأصل تسير بالعبد إلى الشر كما قال تعالى (إنَّ النَّفْسَ لأَمَّارَةٌ بِالسُّوءِ إِلاَّ مَا رَحِمَ رَبِّيَ)، ولذا فإن لها خطراً عظيماً على المرء إذا لم يستوقفها عند حدها، ويلجمها بلجام التقوى، والخوف من الله، ويأطرها على الحق أطراً. ¶ فلا بد إذن من محاسبة هذه النفس، ومنعها من الشر، ودفعها إلى الخير، فهي الميدان الأول الذي يجب الاهتمام به، فمنها يفلح الإنسان، ومنها يخسر، ولقد أقسم المولى تبارك وتعالى في كتابه الكريم أنه لا فلاح ولا نجاح إلا بتزكية النفس وتطهيرها، ثم بيّن بعد ذلك بأن إهمالها وتركها في المعاصي موجباً للخسران الذي ما بعده خسران فقال تعالى (وَالشَّمْسِ وَضُحَاهَا (1) وَالْقَمَرِ إِذَا تَلَاهَا (2) وَالنَّهَارِ إِذَا جَلَّاهَا (3) وَاللَّيْلِ إِذَا يَغْشَاهَا (4) وَالسَّمَاء وَمَا بَنَاهَا (5) وَالْأَرْضِ وَمَا طَحَاهَا (6) وَنَفْسٍ وَمَا سَوَّاهَا (7) فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا (8) قَدْ أَفْلَحَ مَن زَكَّاهَا (9) وَقَدْ خَابَ مَن دَسَّاهَا).",
            "page": "2",
            "part": "2"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "ومن هنا: يجب على المسلم أن يحاسب نفسه، ويعاقبها على التفريط، ويعاتبها على التقصير، وكيف لا يحاسب المسلم نفسه وهو يعلم أن الله يعلم خائنة الأعين وما تخفي الصدور. ¶ وقد قال ابن القيم: وأضر شيء الإهمال وترك المحاسبة والاسترسال، وتسهيل الأمور وتمشيتها، فإن هذا يؤول به إلى الهلاك، وهذه حال أهل الغرور، يغمض عينيه عن العواقب، ويمشّي الحال، ويتكل على العفو، فيهمل محاسبة نفسه والنظر في العاقبة، وإذا فعل ذلك سهل عليه مواقعة الذنوب، وأنِسَ بها، وعسُرَ عليه فطامها. ¶ وقال الحسن رضي الله عنه: إن العبد لا يزال بخير ما كان له واعظ من نفسه، وكانت المحاسبة هِمته ¶ وقال ميمون بن مهران: لا يكون العبد تقيًّا حتى يكون لنفسه أشد محاسبة من الشريك لشريكه. ¶ ولهذا قيل: النفس كالشريك الخوان، إن لم تحاسبه ذهب بمالك. ¶ وذكر الإمام أحمد عن وهب قال: مكتوب في حكمة آل داود: حق على العاقل ألا يغفل عن أربع ساعات: ساعة يناجي فيها ربه، وساعة يحاسب فيها نفسه، وساعة يخلو فيها مع إخوانه الذين يخبرونه بعيوبه، وساعة يخلي فيه بين نفسه وبين لذاتها فيما يحل ويجمل، فإن في هذه الساعة عونًا على تلك الساعات وإجمامًا للقلوب. ¶ وقال ابن أبي ملكية: أدركت ثلاثين من أصحاب النبي - صلى الله عليه وسلم - كلهم يخاف النفاق على نفسه، ما منهم أحد يقول إنه على إيمان جبريل وميكائيل!! ¶ وقال الإمام ابن القيم رحمه الله: ومن تأمل أحوال الصحابة رضي الله عنهم وجدهم في غاية العمل مع غاية الخوف، ونحن جمعنا بين التقصير، بل التفريط والأمن\"، هكذا يقول الإمام ابن القيم رحمه الله عن نفسه وعصره، فماذا نقول نحن عن أنفسنا وعصرنا. ¶ وقال الحسن البصري: إن المؤمن أسير في الدنيا يسعى في فكاك رقبته، لا يأمن شيئاً حتى يلقى الله، يعلم أنه مأخوذ عليه في سمعه وفي بصره، وفي لسانه وفي جوارحه، مأخوذ عليه في ذلك كله. ¶ وقال مالك بن دينار: رحم الله عبداً قال لنفسه: ألست صاحبة كذا؟ ألست صاحبة كذا؟ ثم ألزمها، ثم خطمها، ثم ألزمها كتاب الله عز وجل، فكان لها قائداً. ¶ ولمحاسبة النفس فوائد عظيمة، ذكر ابن القيم رحمه الله بعضها، أذكر بعض هذه الفوائد مع تعليق عليها فقال: في محاسبة النفس عدة مصالح منها: ¶ أولا: الإطلاع على عيوبها، ومن لم يطلع على عيوب نفسه لم يمكنه إزالتها. ¶ وهذا صحيح، فإن الإنسان إذا عرف نفسه على حقيقتها مقتها في ذات الله، ولم تجنح نفسه للتكبر والغطرسة. ¶ ولاشك أن معرفة العبد لقدر نفسه يورثه تذللاً لله، فلا يُدْلِ بعمله مهما عظُم، ولا يحتقر ذنبه مهما صغُر. ¶ قال أبو الدرداء: لا يفقه الرجل كل الفقه حتى يمقت الناس في جنب الله، ثم يرجع إلى نفسه فيكون أشد لها مقتاً.",
            "page": "3",
            "part": "2"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "وقال مصرف في دعائه: بعرفة: اللهم لا ترد الناس لأجلي. ¶ وقد كان السلف يحاسبوا أنفسهم فأثمرت هذه المحاسبة استصغار العمل، ودنو الأجل، واتهام النفس. ¶ فهذا محمد بن واسع يقول: لو كان للذنوب ريح ما قدر أحد أن يجلس إليّ. ¶ وقال أبو حفص: من لم يتهم نفسه على دوام الأوقات، ولم يخالفها في جميع الأحوال، ولم يسوقها إلى مكروهها في سائر أوقاته، كان مغروراً، ومن نظر إليها باستحسان شيء منها فقد أهلكها. ¶ عن أنس بن مالك رضي الله عنه قال: سمعتُ عمر بن الخطاب رضي الله عنه يوماً وخرجت معه حتى دخل حائطاً فسمعتُه يقول وبيني وبينه جدار: عمر!! أمير المؤمنين!! بخٍ بخٍ، واللهِ بُنَيّ الخطاب لتتقينّ الله أو ليعذبنّك). وجاء رجل يشكو إلى عمر وهو مشغول فقال له: أَتَتْركون الخليفة حين يكون فارغاً حتى إذا شُغِل بأمر المسلمين أتيتموه؟ وضربه بالدرّة، فانصرف الرجل حزيناً، فتذكّر عمر أنه ظلمه، فدعا به وأعطاه الدرّة، وقال له: (اضربني كما ضربتُك) فأبى الرجل وقال: تركت حقي لله ولك. فقال عمر: إما أن تتركه لله فقط، وإما أن تأخذ حقّك، فقال الرجل: تركته لله، فانصرف عمر إلى منزله فصلّى ركعتين ثم جلس يقول لنفسه: يا ابن الخطاب: كنتَ وضيعاً فرفعك الله، وضالاً فهداك الله، وضعيفاً فأعزّك الله، وجعلك خليفةً، فأتى رجلٌ يستعين بك على دفع الظلم فظلمتَه؟!! ما تقول لربّك غداً إذا أتيتَه؟ وظلّ يحاسب نفسَه حتى أشفق الناس عليه. وقال إبراهيم التيمي: مثّلتُ نفسي في الجنة آكل من ثمارها وأشرب من أنهارها، وأعانق أبكارها، ثم مثّلتُ نفسي في النار آكل من زقومها، وأشرب من صديدها، وأعالج سلاسلها وأغلالها، فقلت لنفسي: يا نفس أيّ شيء تريدين؟ فقالت: أريد أن أُردّ إلى الدنيا فأعمل صالحاً! قلتُ: فأنتِ في الأمنية فاعملي. ¶ ويُحكى أن حسان بن أبي سنان مرّ بغرفة فقال: متى بنيت هذه؟ ثم أقبل على نفسه، فقال: تسألين عمّا لا يَعْنيكِ؟! لأعاقبنّك بصيام سنة، فصامها. ¶ واعلم أخي المسلم أن الاطلاع على عيوب النفس يثمر مقت النفس وازدرائها، وهذا يرفع العبد عند الله درجات. ¶ قال ابن القيم: ومقت النفس في ذات الله من صفات الصديقين، ويدنو به العبد من الله تعالى في لحظه واحدة أضعاف ما يدنو بالعمل. ¶ ثم قال ابن القيم: ¶ ومنها: أنه يعرف بذلك حق الله تعالى عليه، ومن لم يعرف حق الله تعالى عليه فإن عبادته لا تكاد تجدي عليه، وهي قليلة المنفعة جداً. ¶ وهذا من أعظم فوائد محاسبة النفس، فإن الإنسان يعرف بها فضل الله العظيم، وذلك حينما يقارن نعم الله عليه تترى وتتزايد، وهو مفرط في جنب الله تعالى، إن ذلك يكون رادعاً له عن فعل كل مشين وقبيح.",
            "page": "4",
            "part": "2"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "وصدق ابن القيم حينما قال: فمن أنفع ما للقلب النظر في حق الله على العبد، فإن ذلك يورثه مقت نفسه والازدراء عليها، ويخلصه من العجب ورؤية العمل. ¶ حينما ترى يا أخي: أن الله أنعم عليك بالصحة وغيرك – الكثير والكثير – مرضى. ¶ حينما ترى يا أخي: أن الله أنعم عليك بالمال والغنى وغيرك – الكثير الكثير – فقراء. ¶ حينما ترى يا أخي: أن الله أنعم عليك بهذه الجوارح السليمة الجميلة وغيرك – الكثير الكثير – قد فقدها. ¶ حينما ترى يا أخي: أن الله أنعم عليك بالأمن والأمان وغيرك – الكثير الكثير – لا يجدها. ¶ إن الإنسان حينما ينظر إلى نعم الله عليه، يعلم يقيناً أنه سبحانه وتعالى مستحق: أن يذكر فلا ينسى، وأن يُطاع فلا يُعصى، وأن يشكر فلا يُكفر. ¶ إن الإنسان حينما ينظر في نعم الله عليه، لا يمكن أن يعجب بعمله، ولا أن ينظر إلى عمله بعين الإعجاب والرضا، لأنه مهما فعل، فهو مقصر في حق الله تبارك وتعالى، الذي هو يتقلب في نعم الله ليلاً ونهاراً. ¶ إن الإنسان حينما ينظر إلى نعم الله عليه الكثيرة، يعلم يقيناُ أنه لا نجاة إلا بعفو الله ورحمته. ¶ ولذلك أوصى النبي - صلى الله عليه وسلم - بقوله (انْظُرُوا إِلَى مَنْ أَسْفَلَ مِنْكُمْ وَلاَ تَنْظُرُوا إِلَى مَنْ هُوَ فَوْقَكُمْ فَهُوَ أَجْدَرُ أَنْ لاَ تَزْدَرُوا نِعْمَةَ اللَّهِ عليكم). ¶ فحث النبي - صلى الله عليه وسلم - على النظر إلى الفقراء إلى المساكين إلى من هم أقل منك، حتى تعرف حقيقة نعمة الله عليك، ولذلك كان بعض السلف يجالس الفقراء والمساكين، حتى يعرف نعمة الله. ¶ وللأسف أكثر الخلق ينظرون في حقهم على الله، ولا ينظرون في حق الله عليهم، تجد الكثير منهم إذا أصيب بمصيبة أو لم يجد وظيفة أو غيرها من هذه الأمور، بدأ يشتكي ويصيح ويحاسب ربه (نعوذ بالله) وبعضهم يقول: لماذا فقط أنا، وغيرها من الكلمات، بينما لا ينظر إلى تقصيره، لا ينظر إلى إهماله في الطاعات والأعمال الصالحات، لا ينظر إلى نعم الله عليه من بين كثير من الناس. ¶ وهناك فوائد في محاسبة ذكرها بعض العلماء: ¶ منها: الاستعداد للرحيل. ¶ فإن الإنسان الذي يحاسب نفسه، يعرف أنه منتقل عن الدنيا عن قريب، راحل عنها كما رحل غيره، فإنه يستعد بالأعمال الصالحات، التي تقربه إلى رب الأرض والسماوات، ويجتهد في استغلال أوقاته وعمارتها بكل ما يفيد وينفع في آخرته، ولذلك أوصى - صلى الله عليه وسلم - بذلك بقوله (أكثروا ذكر هاذم اللذات). ¶ كما قال تعالى (وَأَنفِقُوا مِن مَّا رَزَقْنَاكُم مِّن قَبْلِ أَن يَأْتِيَ أَحَدَكُمُ الْمَوْتُ فَيَقُولَ رَبِّ لَوْلَا أَخَّرْتَنِي إِلَى أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ وَأَكُن مِّنَ الصَّالِحِينَ. ¶ وقال تعالى (يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَّا عَمِلَتْ مِنْ خَيْرٍ مُّحْضَراً وَمَا عَمِلَتْ مِن سُوَءٍ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُ أَمَداً بَعِيداً وَيُحَذِّرُكُمُ اللّهُ نَفْسَهُ وَاللّهُ رَؤُوفُ بِالْعِبَادِ). ¶ فمتى أيقن المسلم بدنو أجله، وقرب انتقاله من هذه الدنيا، أورثه ذلك إيماناً وعملاً صالحاً. ¶ فإن قال قائل: ما الذي يعين على هذه المراقبة ويساعد عليها؟ ¶ فالجواب:",
            "page": "5",
            "part": "2"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "أولاً: معرفته أنه كلما اجتهد في محاسبة نفسه اليوم استراح من ذلك غدًا، وكلما أهملها اليوم اشتد عليه الحساب غدًا. ¶ ثانياً: ويعينه أيضاً: معرفته أن ربح محاسبة النفس ومراقبتها هو سكنى الفردوس، والنظر إلى وجه الرب سبحانه، ومجاور الأنبياء والصالحين وأهل الفضل. ¶ ثالثاً: النظر فيما يؤول إليه ترك محاسبة النفس من الهلاك والدمار، ودخول النار والحجاب عن الرب تعالى ومجاورة أهل الكفر والضلال والخبث. ¶ رابعاً: صحبة الأخيار الذين يحاسبون أنفسهم ويطلعونه على عيوب نفسه، وترك صحبة من عداهم. ¶ خامساً: النظر في أخبار أهل المحاسبة والمراقبة من سلفنا الصالح ¶ سادساً: زيارة القبور والتأمل في أحوال الموتى الذين لا يستطيعون محاسبة أنفسهم أو تدارك ما فاتهم. ¶ سابعاً: حضور مجالس العلم والوعظ والتذكير فإنها تدعو إلى محاسبة النفس. ¶ ثامناً: البُعد عن أماكن اللهو والغفلة فإنها تنسي الإنسان محاسبة نفسه. ¶ تاسعاً: ذكر الله تعالى ودعاؤه بأن يجعله من أهل المحاسبة والمراقبة، وأن يوفقه لكل خير. ¶ عاشراً: عدم حسن الظن الكامل بالنفس؛ لأن ذلك ينسي محاسبة النفس ويجعل الإنسان يرى عيوبه ومساوئه كمالاً. ¶ كيفية محاسبة النفس: ¶ ذكر العلماء أن محاسبة النفس تكون قبل العمل وبعده. ¶ أما قبل العمل: فيقف عند أول همه وإرادته، ولا يبادر بالعمل حتى يتبين رجحانه على تركه. ¶ قال الحسن البصري: رحم الله عبداً وقف عند همّهِ، فإن كان لله مضى، وإن كان لغيره تأخر. ¶ ومحاسبة النفس بعد العمل: وهو أنواع: ¶ محاسبتها على طاعة قصرت فيها من حق الله تعالى فلم يوقعها على الوجه الذي ينبغي، وحق الله تعالى في الطاعة ستة أمور هي: ¶ الإخلاص في العمل، والنصيحة لله فيه، ومتابعة الرسول فيه، وشهود مشهد الإحسان فيه، وشهود منّة الله عليه، وشهود تقصيره فيه بعد ذلك كله. ¶ وأن يحاسب نفسه على أمر مباح أو معتاد: لمّ فعله؟ وهل أراد به الله والدار الآخرة؟ فيكون رابحاً، أو أراد به الدنيا وعاجلها فيخسر ذلك الربح، ويفوته الظفر به. ¶ وفي الختام أسأل الله أن يرزقنا العلم النافع ¶ وصلى الله وسلم على نبينا محمد. ¶ الاثنين 22/ 4 / 1429هـ",
            "page": "6",
            "part": "2"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "بسم الله الرحمن الرحيم ¶ محاضرة مفرغة (3) ¶ كيف نحقق الزهد ¶ [تعليق وشرح للأسباب التي ذكرها ابن القيم في كيفية تحقيق الزهد]. ¶ للشيخ ¶ سليمان بن محمد اللهيميد ¶ السعودية - رفحاء ¶ تم إلقاء هذه المحاضرة عبر البث المباشر عبر الإنترنت ¶ تفضل بزيارة موقع الشيخ سليمان ¶ www.almotaqeen.net ¶ كيف نحقق الزهد ¶ مقدمة: ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين نبينا محمد وعلى آله وصحبه أجمعين ¶ أما بعد",
            "page": "1",
            "part": "3"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "ضمن دروس (مختارات من كلام ابن القيم) فهذا هو الدرس الثاني من هذه الدروس وهو بعنوان: كيف نحقق الزهد، فقد ذكر رحمه الله بعض الأسباب التي يحقق بها المسلم الزهد، وقبل ذكر هذه الأسباب مع تعليق خفيف عليها، أذكر مقدمة فأقول مستعيناً بالله مصلياً على رسول الله عليه الصلاة والسلام: ¶ الزهد عرفه ابن تيمية بقوله: ترك ما لا ينفع في الآخرة. ¶ إن الزهد في الدنيا شعار الصالحين. ¶ إن الزهد في الدنيا دليل اليقين. ¶ إن الزهد في الدنيا شعار الأنبياء والصالحين. ¶ إن الزهد في الدنيا – أيها الإخوة – منزلة رفيعة، وعلامة عظيمة، دليل على اليقين والإيمان بالله تعالى وبوعده. ¶ ولذلك كان الزهد في هذه الدنيا سبب لمحبة الله تعالى، كما جاء في الحديث عند ابن ماجه عن سهل قال (جاء رجل إلى النبي - صلى الله عليه وسلم - فقال: يا رسول الله! دلني على عمل إذا عملته أحبني الله؟ فقال: ازهد في الدنيا يحبك الله). ¶ : لأن الزهد في الدنيا دليل الإنابة والتقوى، ودليل على أن الإنسان عنده رغبة في الجنة، ولو لم يكن في بغض الدنيا و الزهد في الدنيا إلا هذه المنقبة لكفى بها شرفاً وفضلاً. ¶ يقول الشيخ محمد بن عثيمين رحمة الله: من فوائد هذا الحديث: ¶ 1 - أن من زهد في الدنيا أحبه الله، لأن الزهد في الدنيا يستلزم الرغبة في الآخرة. ¶ 2 - أن الطمع في الدنيا والتعلق بها سبب لبغض الله تبارك وتعالى، وقد قال بعض السلف [مهر الجنة ترك الدنيا]. ¶ فالزهد في الدنيا سبب لمحبة الله، لأن الإنسان لا يزهد في الدنيا حقيقة إلا من أيقن بالجنة، كما سيأتي بعد قليل إن شاء الله. ¶ ولذلك كان رسول الله - صلى الله عليه وسلم - على غايةٍ من الإعراض عنها مع تمكنه من التوسع فيها، فقد كان يقول - صلى الله عليه وسلم - (إنما أنا عبد، آكل كما يأكل العبد، أجلس كما يجلس العبد) ¶ وكان يمر عليه شهران ولا يُوقد في بيوته مصابيح ولا نار لطبخ، وإنما كان طعامهم التمر والماء. ¶ وكان له جيران لهم غنم فيرسلون له من لبنها، وكان يبيت الليالي المتتابعة طاوياً هو وأهله لا يجدون عشاء. ¶ وأيضا أيها الإخوة الزهد في الدنيا يريح القلب والبدن ¶ قال الحسن: الزهد في الدنيا يريح القلب والبدن. ¶ وصدق رحمه الله: فإن الزاهد في الدنيا لا ينافس في عزها، ولا يغضب من نقصها، ولا يحسد من أجلها، ولا يهتم لذهابها ولا يركض وراءها. ¶ قال عمرو بن العاص: ما أبعد هديكم من هدي نبيكم - صلى الله عليه وسلم -، إنه كان أزهد الناس في الدنيا، وأنتم أرغب الناس فيها. ¶ وقال مالك: بلغني أنه ما زهد أحد في الدنيا واتقى إلا نطق بالحكمة.",
            "page": "2",
            "part": "3"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "وقال الفضيل: حرام على قلوبكم أن تصيب حلاوة الإيمان حتى تزهدوا في الدنيا. ¶ قال علي: من زهد في الدنيا هانت عليه المصيبات. ¶ وقال ابن مسعود: من أراد الآخرة أضر بالدنيا، ومن أراد الدنيا أضر بالآخرة، يا قوم فأضروا بالفاني للباقي. ¶ وعنه قال: أنتم أطول صلاة وأكثر اجتهاداً من أصحاب رسول الله - صلى الله عليه وسلم - وهم كانوا أفضل منكم؟ قيل له: بأي شيء؟ قال: إنهم كانوا أزهد في الدنيا وأرغب في الآخرة منكم. ¶ وقال الربيع قال لي الشافعي: عليك بالزهد فإن الزهد على الزاهد أحسن من الحلي على المرأة الناهد. ¶ قال ابن رجب: فالزهد في الدنيا يُراد به تفريغ القلب من الاشتغال بها، ليتفرغ لطلب الله ومعرفته والقرب منه والأنس به والشوق إلى لقائه. ¶ وقد ذكر ابن القيم – رحمه الله – بعض الأسباب – التي تساعد في الزهد: ¶ فقال رحمه الله: ¶ أحدها: علم العبد أنها ظلٌ زائل، وخيالٌ زائر، وأنها كما قال تعالى (اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الْأَمْوَالِ وَالْأَوْلَادِ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرّاً ثُمَّ يَكُونُ حُطَاماً). ¶ وصدق رحمه الله: فإن الإنسان لا يمكن أن يزهد في الدنيا حتى يعرف حقيقتها. ¶ فمما يسهل عليك الزهد فيها: علمك يقيناً أنها زائلة فانية، سريعة الزوال والاضمحلال، مليئة بالغصص والأنكاد. ¶ فهي دار نفاد لا محل إخلاد، ومركب عبور لا منزل حبور، جديدها يبلى، وملكها يفنى، وعزيزها يذل، وكثيرها يقل، وحيها يموت، وخيرها يفوت. ¶ أحلام نومٍ أو كظلٍ زائل ... إن اللبيبَ بمثلها لا يخدع. ¶ فهي إذاً سريعة الفناء، قريبة الانقضاء. ¶ قال عمر بن عبد العزيز في وصفها: ¶ بقاؤها قليل، وغنيها فقير، وشابها يهرم، وحيها يموت، فلا يغرنكم إقبالها مع معرفتكم بسرعة إدبارها فالمغرور من اغتر بها، الركون إليها خطر، والثقة بها غرر، كثيرة التغير، سريعة التنكير، أمانيها كاذبة، وآمالها باطلة، عيشها نكد، وصفوها كدر، والمرء منها على خطر، إن أضحكت قليلاً أبكت كثيرا، وإن سرّت يوماً ساءت أشهراً وأعواماً، غناها مصيره إلى فقر، وفرحها يؤول إلى ترح، وهيهات هيهات أن يدوم بها قرار. ¶ وكان الإمام أحمد يقول: يا دار، تخربين ويموت سكانُك. ¶ قد نادتِ الدنيا على نفسِها ... لو كان في العالَمِ من يسمعُ ¶ كم واثقٍ بالعمر أفنيتهُ ... وجامعٍ بدَّدْتُ ما يَجمعُ",
            "page": "3",
            "part": "3"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "قال تعالى عن مؤمن فرعون أنه قال لقومه (يَا قَوْمِ إِنَّمَا هَذِهِ الْحَيَاةُ الدُّنْيَا مَتَاعٌ وَإِنَّ الْآخِرَةَ هِيَ دَارُ الْقَرَارِ). ¶ قال ابن رجب: والمتاع هو ما يَتمتع به صاحبُه برهةً ثم ينقطع ويفنى، فما عيبت الدنيا بأبلغ من ذكر فنائها وتقلب أحوالها، وهو أدل دليل على انقضائها وزوالها، فتتبدل صحتها بالسقْم، ووجودُها بالعدم، وشبيبتُها بالهرم، ونعيمها بالبؤس، وحياتها بالموت، وعمارتها بالخراب، واجتماعها بفُرقة الأحباب، وكلُّ ما فوقَ التراب ترابُ. ¶ عن ابن مسعود رضي الله عنه قال: قال - صلى الله عليه وسلم - (مالي و للدنيا إنما مثلي ومثل الدنيا كراكب استظل تحت شجرة ثم راح وتركها) رواه الترمذي. ¶ وقال - صلى الله عليه وسلم - لابن عمر (يا ابن عمر كن في الدنيا كأنك غريب أو عابر سبيل) رواه البخاري وفي رواية ¶ (وعد نفسك من أهل القبور). ¶ هذه وصية النبي - صلى الله عليه وسلم - لابن عمر، وهي في الواقع وصية له وللأمة من بعده رضي الله عنه وأرضاه. ¶ قال الإمام النووي رحمه الله في معنى الحديث: (لا تركن إلى الدنيا ولا تتخذها وطنا، ولا تحدّث نفسك بطول البقاء فيها ولا بالاعتناء بها، ولا تتعلق منها إلا بما يتعلق به الغريب في غير وطنه). [كتاب رياض الصالحين] ¶ قال - صلى الله عليه وسلم - (لو كانت الدنيا تزن عند الله جناح بعوضة ما سقا منها كافراً شربة ماء) رواه الترمذي. ¶ نعم: فلا يمكن أن تزهد في الدنيا حتى تعرف حقيقتها، وهذه حقيقتها: لو كانت تزن عند الله جناح بعوضة ما سقى كافراً منها شربة ماء. ¶ وقال - صلى الله عليه وسلم - (والله ما الدنيا في الآخرة إلا مثل ما يجعل أحدكم إصبعه في اليم فلينظر بم يرجع) رواه مسلم. ¶ قال النووي: معنى الحديث: ما الدنيا بالنسبة إلى الآخرة في قصر مدتها وفناء لذاتها، ودوام الآخرة، ودوام لذاتها ونعيمها إلا كنسبة الماء الذي يعلق بالإصبع إلى باقي البحر. ¶ قال تعالى (وَاضْرِبْ لَهُم مَّثَلَ الْحَيَاةِ الدُّنْيَا كَمَاء أَنزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ فَأَصْبَحَ هَشِيماً تَذْرُوهُ الرِّيَاحُ وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ مُّقْتَدِراً). ¶ وقال تعالى (إِنَّمَا مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاء أَنزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الأَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالأَنْعَامُ حَتَّىَ إِذَا أَخَذَتِ الأَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ وَظَنَّ أَهْلُهَا أَنَّهُمْ قَادِرُونَ عَلَيْهَا أَتَاهَا أَمْرُنَا لَيْلاً أَوْ نَهَاراً فَجَعَلْنَاهَا حَصِيداً كَأَن لَّمْ تَغْنَ بِالأَمْسِ كَذَلِكَ نُفَصِّلُ الآيَاتِ لِقَوْمٍ يَتَفَكَّرُونَ). ¶ وقال موسى عليه الصلاة والسلام: الدنيا قنطره فاعبروها ولا تعمروها. ¶ وقال عيسى عليه السلام لأصحابه: من ذا الذي يبني على موج البحار داراً تلكم الدنيا فلا تتخذوها قراراً. ¶ وقال يونس بن عبيد: ما شبهت الدنيا إلا كرجل نائم، فرأى في منامه ما يكره وما يحب، فبينما هو كذلك إذا انتبه. ¶ وقال أبو حازم: من عرف الدنيا لم يفرح فيها برخاء، ولم يحزن على بلوى. ¶ وقال ابن مسعود - في كلمة مهمة فيه الفرق الكبير بيننا وبين السف - يقول: أنتم اليوم أكثر صلاة وعبادة من أصحاب الرسول - صلى الله عليه وسلم - وكانوا خيراً منكم، فقيل لما؟ قال كانوا أزهد في الدنيا وأرغب في الآخرة منكم.",
            "page": "4",
            "part": "3"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "وقال الحسن البصري: أن عمر مر علي مزبلة ووقف عندها وقال لأصحابه وقد تأذوا منها: قال هذه دنياكم التي تحرصون عليها. ¶ ولذلك قال الشاعر ¶ خذ من الرزقِ ما كفى ....... ومن العيشِ ما صفى ¶ كلُّ هذا سينقضي ....... كسراجٍ إذا انطفى ¶ قال بعض السلف: ما من حَبرةٍ إلا يتبعها عبرة، وما كان ضَحِك في الدنيا إلا كان بعده بكاء، ومن عرف الدنيا حق معرفتها حقرها وأبغضها. ¶ ولما علم أهل الفضل والنهى أن الله عز وجل قد أهان الدنيا ولم يرضها جزاء لأوليائه، وأنها عنده حقيرة ذليلة، وأن رسول الله - صلى الله عليه وسلم - زهد فيها، وحذر أصحابه من فتنتها، أكلوا منها قليلاً، وقدموا كثيراً، وأخذوا منها ما يكفي وتركوا ما يلهي، لبسوا من الثياب ما ستر العورة، وأكلوا من الطعام ما سد الجوعة، نظروا إلى الدنيا بعين فاحصة، فعلموا أنها فانية، وإلى الآخرة فعلموا أنها باقية، فتزودوا من الدنيا كزاد الراكب وما بقي عمروا به الآخرة، ثم تفكروا ملياً في أمر الآخرة فارتحلوا إليها بقلوبهم قبل أن ترتحل إليها أبدانهم. ¶ إن لله عباداً فطنا ... طلقوا الدنيا وخافوا الفتنا ¶ نظروا إليها فلما علموا ... أنها ليست لحي وطنا ¶ جعلوها لجةً واتخذوا ... صالح الأعمال فيها سفنا. ¶ قال علي - رضي الله عنه -: إن الدنيا أدبرت، وإن الآخرة أقبلت، ولكل بنون، فكونوا من أبناء الآخرة و لا تكونوا من أبناء الدنيا، فإن اليوم عمل ولا حساب وغداً حساب ولا عمل. ¶ قال يحي بن معاذ: مسكين ابن آدم لو خاف من النار كما يخاف الفقر لدخل الجنة. ¶ وقال الحسن البصري: من أحب الدنيا وسرته خرج حب الآخرة من قلبه. ¶ وقد سئل مرة من المرات من الفقيه يا أبا سعيد؟ فقال الزاهد في الدنيا الراغب بالآخرة. ¶ إذاً الأمر الأول المعين على تحقيق الزهد هو معرفة حقيقة الدنيا وسرعة زوالها وانقضائها وغصصها وأنكادها. ¶ وصدق ابن عجلان حين قال: من جعل الموت نصب عينيه لم يبال بضيق الدنيا ولا بسعتها. ¶ ثم قال ابن القيم رحمه الله: ¶ ثانياً: علمه أن وراءها داراً أعظم منها قدراً وأجل خطراً وهي دار البقاء. ¶ وهذا من أعظم ما يحقق الزهد، أن يوقن الإنسان إيقاناً كاملاً بالجنة، وأن ينظر فيها وفي إقبالها ومجيئها ودوامها، وشرف ما فيها من الخيرات والمسرات، والتفاوت العظيم بينها وبين هذه الدار الحقيرة. ¶ فإن الإنسان لا يمكن أن يزهد في شيءٍ إلا إذا أيقن أن بعد هذا الشيء، شيء أعظم وأجل. ¶ قال الله تعالى (والآخرة خير وأبقى) فهي خيرات كاملة دائمة، والدنيا خيالات ناقصة منقطعة مضمحلة.",
            "page": "5",
            "part": "3"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "الجنة كما قال - صلى الله عليه وسلم - (من يدخلها ينعم لا ييأس، ويخلد لا يموت، لا تبلى ثيابهم، ولا يفنى شبابهم) وهذا إشارة إلى بقاء الجنة، وبقاء جميع ما فيها من النعيم، وأن صفات أهلها كاملة من الشباب لا تتغير أبداً، وملابسهم التي عليهم من الثياب لا تبلى أبداً. ¶ قال أحد السلف: لو كانت الدنيا ذهب يفنى، والآخرة خزف يبقى لأثرت ما يبقى على ما يفنى فكيف والآخرة ذهب يبقى و الدنيا خزف يفنى. ¶ الجنة: فيها: (فَلَا تَعْلَمُ نَفْسٌ مَّا أُخْفِيَ لَهُم مِّن قُرَّةِ أَعْيُنٍ جَزَاء بِمَا كَانُوا يَعْمَلُونَ). ¶ الجنة: (فيها ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر). ¶ الجنة: قال - صلى الله عليه وسلم - (موضع سوط أحدكم في الجنة خير من الدنيا وما فيها). ¶ الجنة: دار النعيم والسرور. ¶ الجنة: (فِيهَا أَنْهَارٌ مِّن مَّاء غَيْرِ آسِنٍ وَأَنْهَارٌ مِن لَّبَنٍ لَّمْ يَتَغَيَّرْ طَعْمُهُ وَأَنْهَارٌ مِّنْ خَمْرٍ لَّذَّةٍ لِّلشَّارِبِينَ وَأَنْهَارٌ مِّنْ عَسَلٍ مُّصَفًّى وَلَهُمْ فِيهَا مِن كُلِّ الثَّمَرَاتِ وَمَغْفِرَةٌ مِّن رَّبِّهِمْ). ¶ الجنة: (فيه شجرة يسير الراكب في ظلها مائة عام لا يقطعها). ¶ الجنة: لا موت فيها وحزن (وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ)، وفي الحديث (يقال يا أهل الجنة خلود فلا موت) ¶ تصور نفسك يا أخي الكريم إن كنت من أهل الجنة يوم يقال لك (ادْخُلُوا الْجَنَّةَ أَنتُمْ وَأَزْوَاجُكُمْ تُحْبَرُونَ. يُطَافُ عَلَيْهِم بِصِحَافٍ مِّن ذَهَبٍ وَأَكْوَابٍ وَفِيهَا مَا تَشْتَهِيهِ الْأَنفُسُ وَتَلَذُّ الْأَعْيُنُ وَأَنتُمْ فِيهَا خَالِدُونَ. وَتِلْكَ الْجَنَّةُ الَّتِي أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ). ¶ أهل الجنة يا أخي: (تَعْرِفُ فِي وُجُوهِهِمْ نَضْرَةَ النَّعِيمِ). ¶ أهل الجنة يا أخي: (فِي جَنَّاتٍ وَعُيُونٍ). ¶ أهل الجنة يا أخي: (في شُغُلٍ فَاكِهُونَ). ¶ أهل الجنة يا أخي: (يُسْقَوْنَ مِن رَّحِيقٍ مَّخْتُومٍ). ¶ أهل الجنة يا أخي: (فَرِحِينَ بِمَا آتَاهُمُ اللّهُ مِن فَضْلِهِ). ¶ أهل الجنة يا أخي: (وَعِنْدَهُمْ قَاصِرَاتُ الطَّرْفِ أتراب). ¶ فعلى المسلم أن يعلق قلبه بالجنة، وأن يقرأ في أوصافها في القرآن والسنة، حتى يتعلق قلبه بها، ويعرف حقيقتها وبقائها وحسنها وجمالها. ¶ فلا يمكن أن يزهد في الدنيا حتى يوقن بالجنة وبقائها ومجيئها وقدومها وأنها حق، حين ذلك يزهد في هذه الدنيا الحقيرة، بل لا يلتفت إليها، ولا ينظر إليها. ¶ ثم قال ابن القيم رحمه الله: ¶ ثالثاً: معرفته أن زهده فيها لا يمنعه شيئاً كتب له منها، وأن حرصه عليها لا يجلب له ما لم يقض له منها.",
            "page": "6",
            "part": "3"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "وهذا من الأسباب المهمة في الزهد في الدنيا، أنه إذا تيقن هذا الكلام، وعلم علماً مؤكداً أن زهده لا يمنعه شيئاً من الدنيا، وأن حرصه على الدنيا لا يمكن أن يأتي له بشيء منها إلا ما كتب له، فلو عرف ذلك حقيقة هان عليه الزهد في الدنيا. ¶ فما هو مكتوب لك سيأتيك، زهدت في الدنيا أو لم تزهد، فاطمئن وارتح، فازهد فيها تنل الدنيا والآخرة. ¶ واعلم أن زهدك في الدنيا لا يضيع عليك الدنيا، بل العكس، ربما يزهدك في الدنيا تأتيك الدنيا من توفيق الله تعالى. ¶ وقد قال ابن كثير: من طبع الدنيا الهرب ممن طلبها، والطلب لمن هرب منها. ¶ فكثير من الناس يركضون وراء الدنيا، بل يبيعون أيمانهم ودينهم ولم يحصلوا منها شيئاً، فخسروا الدنيا والآخرة. ¶ وبعض الناس زهد فيها، فجاءته الدنيا، فجمع بين الدنيا والآخرة، كحال بعض العلماء الربانيون الزهاد، فإنهم تركوا الدنيا، فجاءتهم الدنيا من كل صوب وجهة. ¶ فما عند الله أيها الإخوة لا ينال بمعصية الله، إنما ينال بطاعة الله كما في الحديث قال - صلى الله عليه وسلم - (إن روح القدس نفث في روعي، أنه لن تموت نفس حتى تستكمل رزقها فأجملوا في الطلب فإن ما عند الله لا ينال بمعصيته). ¶ وقد سئل الحسن البصري عن سر زهده؟ ¶ فقال الحسن: ¶ علمت أن رزقي لا يأخذه غيري فاطمأن قلبي. ¶ وعلمت أن عملي لا يقوم به غيري فاشتغلت به. ¶ وعلمت أن الله مطلع عليّ فاستحييت أن يراني على معصية. ¶ وعلمت أن الموت ينتظرني فأعددت الزاد للقاء ربي. ¶ ثم قال ابن القيم رحمه الله: فهذه الأمور الثلاثة تسهل على العبد الزهد في الدنيا، وتثبت قدمه في مقامه. ¶ في ختام الدرس: أسأل الله أن يرزقنا الإخلاص في العلم والعمل، وأن تكون الدنيا زاداً لنا في كل خير، وأن لا تكون الدنيا أكبر همنا. ¶ وصلى الله وسلم على نبينا محمد. ¶ الاثنين 15/ 4 / 1429هـ ¶ موقع مجلة رياض المتقين ¶ www.almotaqeen.net ¶ بسم الله الرحمن الرحيم",
            "page": "7",
            "part": "3"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "محاضرة مفرغة (4) ¶ فوائد غض البصر ¶ للشيخ / سليمان بن محمد اللهيميد ¶ السعودية - رفحاء ¶ تم إلقاء المحاضرة عبر البث المباشر بالإنترنت ¶ موقع الشيخ سليمان - مجلة رياض المتقين ¶ www.almotaqeen.net ¶ فضائل غض البصر ¶ مقدمة: ¶ ذكر ابن القيم في بعض كتبه فوائد غض البصر فأبدع رحمه الله، وبيّن وفقه الله الفضائل العظيمة والجليلة لمن اتقى الله عز وجل وغض بصره عن محارم الله. ¶ وقبل أن أذكر هذه الفوائد مع تعليق خفيف عليها، أقدم بمقدمة أقول:",
            "page": "1",
            "part": "4"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "إن الله تعالى أمر بغض البصر عن المحرمات فقال تعالى (قُل لِّلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ إِنَّ اللَّهَ خَبِيرٌ بِمَا يَصْنَعُونَ). ¶ ذلك أزكى لهم: قال ابن كثير: أي أطهر لقلوبهم وأتقى لدينهم. ¶ فإطلاق البصر سبب لأعظم الفتن، فكم فسد بسبب النظر من عابد، وكم انتكس بسببه من شباب وفتيات كانوا طائعين، وكم وقع بسببه أناس في الزنا والفاحشة والعياذ بالله. ¶ فلهذا الخطر أمر الشرع بغض البصر عن المحرمات. ¶ بل إنه سبحانه وتعالى بدأ بالأمر بغض البصر قبل حفظ الفرج كما قال تعالى: (قل للمؤمنين يغضوا من أبصارهم ويحفظوا فروجهم) – مع أن حفظ الفرج هو الغاية والأساس – والسبب في ذلك أن إطلاق البصر هو السبب في عدم حفظ الفرج، فإن الحوادث مبداها من البصر، كما أن معظم النار من مستصغر الشرر. ¶ فمن أطلق بصره للمحرمات ورأى وشاهد المحرمات، وقع في الفواحش والمنكرات. ¶ وإذا وقع فيها لم يكن من المفلحين لأن الله تعالى يقول (قد أفلح المؤمنون. الذين هم في صلاتهم خاشعون. والذين هم عن اللغو معرضون. والذين هم للزكاة فاعلون. والذين هم لفروجهم حافظون. إلا على أزواجهم أو ما ملكت أيمانهم فإنهم غير ملومين. فمن ابتغى وراء ذلك فأولئك هم العادون). ¶ وهذا يتضمن ثلاثة أمور: أن من لم يحفظ فرجه لم يكن من المفلحين، وأنه من الملومين، ومن العادين ¶ ولذلك قال - صلى الله عليه وسلم - لعلي: اصرف بصرَك. ¶ وقال - صلى الله عليه وسلم - في حديث أبي سعيد الخدري (إياكم والجلوس في الطرقات، قالوا: يا رسول الله! مالنا بد من مجالسنا نتحدث فيها؟ فقال - صلى الله عليه وسلم -: فإن كان لا بد فأعطوا الطريق حقه؟ قالوا: وما حق الطريق؟ قال: غض البصر، وكف الأذى، والأمر بالمعروف والنهي عن المنكر) متفق عليه. ¶ إذاً: ¶ البصر نعمة من نعم الله تعالى التي لا تحصى قال تعالى (قُلْ هُوَ الَّذِي أَنشَأَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلاً مَّا تَشْكُرُونَ). ¶ بل هو من أعظم النعم لمن استخدمها في طاعة الله تعالى، وأما إذا استخدمها في غير طاعة الله فالخسارة والخسران عليه. ¶ وقد ذكر ابن القيم فوائد غض البصر. ¶ قال رحمه الله: ¶ أولاً: أنه يورث القلبَ سروراً وانشراحاً أعظم من اللذة والسرور الحاصل بالنظر، وذلك لقهره عدوَّه بمخالفته ومخالفة نفسه وهواه. ¶ وهذه فائدة عظيمة، فإن الله شكور كريم، فمن ترك شيئاً لله عوضه الله خيراً منه، وهذا حديث صحيح رواه الإمام أحمد في مسنده، فمن ترك النظر إلى ما حرم الله، عوضه الله؟ لكن بماذا يعوضه، يعوضه بلذة الإيمان؟ بحلاوة الإيمان؟ بانشراح صدره؟",
            "page": "2",
            "part": "4"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "نعم، إن للإيمان حلاوة ولذة إذا وقعت في القلب جعلته منشرحاً مسروراً فرحاً، كما في الصحيحين من حديث أنس رضي الله عنه قال - صلى الله عليه وسلم - (ثلاث من كن وجد بهن حلاوة الإيمان: أن يكون الله ورسوله أحب إليه مما سواهما، وأن يحب المرء لا يحبه إلا لله، وأن يكره أن يعود في الكفر بعد أن أنقذه الله منه كما يكره أن يقذف في النار) فأثبت حلاوة الإيمان. ¶ ما هي حلاوة الإيمان أيها الإخوة؟ ¶ حلاوة الإيمان عرفها النووي بقوله: استلذاذ الطاعات وتحمل المشاق في سبيل الله. ¶ حلاوة الإيمان: هي التي جعلت ذلك الصحابي الجليل الذي طعن في المعركة يقول: فزت ورب الكعبة. ¶ حلاوة الإيمان هي التي جعلت ذلك الرجل يقول: لو علم الملوك وأبناء الملوك ما نحن فيه لجالدونا عليه بالسيوف. ¶ ولذلك قال بعضهم: للذة العفة أعظم من لذة الذنب. ¶ ولا ريب في ذلك: فإن النفس إذا خالفت هواها أعقبها ذلك فرحاً وسروراً ولذة أكمل من لذة موافقة الهوى بما لا نسبة بينهما. ¶ فليس هناك عبادة أجل وأعظم من أن يقهر الإنسان عدوه وهو الشيطان (إن الشيطان كان للإنسان عدواً مبيناً). (إن الشيطان لكم عدو فاتخذوه عدوا). ¶ هل تتوقع يا أخي أنك تجاهد نفسك مجاهدة عظيمة لتعصي الشيطان وترضي الرحمن، ثم لا يعوضك الله؟ كلا، بل إن الله عز وجل كريم شكور يعوضك على صبرك ومجاهدتك وإغاظتك لعدوك. ¶ قال ابن تيمية: إذا لم تجد للعمل حلاوة في قلبك وانشراحاً فاتهمه، فإن الرب تعالى شكور، يعني أنه لا بد أن يثيب العامل على عمله في الدنيا من حلاوة يجدها في قلبه، وقوة انشراح وقرة عين، فحيث لم يجد ذلك فعمله مدخول. ¶ ثم قال رحمه الله: ¶ ثانياً: تخليص القلب من ألم الحسرة، فإن من أطلق نظره دامت حسرته فأضر شيء على القلب إرسال البصر. ¶ وصدق رحمه الله: ما من إنسان يطلق لبصره العنان، يشاهد المحرمات، النساء الأجنبيات وغيرها من المحرمات، إلا دامت حسرته، لأنه يريه ما يشتد طلبه ولا صبر له عنه ولا وصول له إليه، وذلك غاية ألمه وعذابه. ¶ فيرى العبد ما ليس قادراً عليه ولا صابراً عنه، وهذا من أعظم العذاب، أن ترى ما لا صبر لك عن بعضه، ولا قدرة على بعضه. ¶ وقد قيل: إن حبس اللحظات أيسر من دوام الحسرات. ¶ ولذلك جاء في الحديث الذي ضعفه بعضهم: (النظر سهم من سهام إبليس) فإن السهم شأنه أن يسري في القلب فيعمل فيه عمل السم الذي يسقاه المسموم، فإن بادر واستفرغه وإلا قتله ولا بد. ¶ قال ابن عباس: الشيطان من الرجل في ثلاثة: في نظره وفي قلبه وفي ذَكَرِه.",
            "page": "3",
            "part": "4"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "كل الحوادثِ مبداها من النظرِ ... ومعظَمُ النارِ من مستصغرِ الشررِ ¶ كم نظرةٍ فتكتْ في قلب صاحبِها ... فتكَ السهامِ بلا قوس ولا وترِ ¶ والمرءُ ما دام ذا عينٍ يُقَلبُها ... في أعين الغيد موقوف على الخطرِ. ¶ فالنظرة أصل عامة الحوادث التي تصيب الإنسان. ¶ ثم قال رحمه الله: ¶ ثالثاً: أنه يورث القلب نوراً وإشراقاً يظهر في العين وفي الوجه وفي الجوارح كما أن إطلاق البصر يورث ظلمة تظهر في وجهه وجوارحه. ¶ فإن للطاعة نوراً كما قال ابن عباس (إن للحسنة ضياءً في الوجه ونوراً في القلب وسعة في الرزق وقوة في البدن ومحبة في قلوب الخلق، وإن للسيئة سواداً في الوجه، وظلمة في القلب، ووهناً في البدن، ونقصاً في الرزق، وبغضة في قلوب الخلق. ¶ ولهذا – والله أعلم – ذكر الله سبحانه آية النور في قوله تعالى (الله نور السموات والأرض) عقيب قوله (قل للمؤمنين يغضوا من أبصارهم). ¶ وجاء الحديث مطابقاً لهذا وهو قوله (النظر سهم من سهام إبليس، فمن غض بصره عن محاسن امرأة أورث الله قلبه نوراً). ¶ رابعاً: أنه يخلص القلب من أسر الشهوة، فإن الأسير هو أسير شهوته وهواه. ¶ وهذا صحيح، فإن الذي يطلق بصره يصبح أسيراً لهواه يتبعه ويقلده حتى يهوي به، ولذلك قيل للهوى هوى لأنه يهوي بصاحبه. ¶ فالأسير أسير القلب لا أسير الجسد. ¶ فكم من إنسان في السجن هو بطل شجاع حرٌ أبيٌ منشرح القلب، فرح مبسوط بالإيمان والتوحيد وما كتب الله له، وكم من إنسان خارج السجن هو أسير، أسير لشهواته، لهواه، للذاته المحرمة. ¶ فكما قيل: طليق برأي العين وهو أسير. ¶ وقد قال النبي - صلى الله عليه وسلم -: ثلاث مهلكات وذكر منها: هوىً متبع. ¶ وهذا شيخ الإسلام ابن تيمية رحمه الله يسجن من سجن إلى آخر لكن ذاق حلاوة الإيمان والطاعة. ¶ فماذا كان يقول في داخل السجن (وهو مأسور). ¶ كان يقول: المحبوس من حُبِس قلبه عن ربه تعالى، والمأسور من أسره هواه. [وهو في داخل السجن]. ¶ وكان يقول: إن في الدنيا جنة من لم يدخلها لم يدخل جنة الآخرة. ¶ وقال ابن القيم: قال لي مرة: ما يصنع أعدائي بي؟ أنا جنتي وبستاني في صدري، إن رحت فهي معي لا تفارقني، إن حبسي خلوة، وقتلي شهادة، وإخراجي من بلدي سياحة. ¶ وكان يقول في سجوده وهو محبوس: اللهم أعني على ذكرك وشكرك وحسن عبادتك، ما شاء الله",
            "page": "4",
            "part": "4"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "وكان يقول وهو في القلعة: لو بذلت لهم ملء هذه القلعة ذهباً ما عدل عندي شكر هذه النعمة، أو قال: ما جزيتهم على ما تسببوا لي فيه من الخير. ¶ فمن عقوبة المعصية: أنها تجعل العبد أسيراً لهواه، وإذا أصبح أسيراً لهواه ولشهوته انسدت في وجهه الخيرات، وأقبلت عليه الهموم والأحزان، وضاع عمره ووقته وحياته، وسامه العدو سوء العذاب. ¶ فمن أعظم عقوبات المعاصي أنها تجعل العاصي دائماً في أسر شيطانه وسجن شهواته، وقيود هواه، فهو أسير مسجون مقيد، ولا أسر أسوأ حالاً من أسيرٍ أسره أعدى عدوٍ له، ولا سجنٍ أضيق من سجن الهوى، ولا قيد أصعب من قيد الشهوة. ¶ فالعبد كلما كان أبعد من الله كانت الآفات إليه أسرع، وكلما قرب من الله بعدت عنه الآفات. ¶ ثم قال رحمه الله: ¶ خامساً: أنه يفتح له طرق العلم وأبوابه، ويسهل عليه أسبابه وذلك بسبب نور القلب. ¶ فمتى غض بصره عن الحرام عوضه الله قوة وبصيرة في العلم جزاء على عمله والجزاء من جنس العمل. ¶ فمن أراد العلم فعليه بطاعة الله التي منها أن يغض بصره عما حرم الله. ¶ ولذلك البخاري ماذا يقول: يقول: ما اغتبت أحداً منذ علمت أن الغيبة حرام. ¶ ولما جلس الإمام الشافعي بين يدي مالك وقرأ عليه أعجبه ما رأى من فور فطنته وتوقد ذكائه وكمال فهمه فقال: إني أرى الله قد ألقى على قلبك نوراً فلا تطفئه بظلمة المعصية. ¶ قال الشافعي: ¶ شكوت إلى وكيعٍِ سوء حفظي ... فأرشدني إلى ترك المعاصي ¶ وقال اعلم بأن العلمَ نورٌ ... ونورُ اللهِ لا يؤتاه عاصي ¶ فليس هناك أفضل من ترك المعاصي للتوفيق للعلم والطاعات من قيام الليل وغيرها من العبادات. ¶ وليس هناك أضر من المعصية في الكسل عن الطاعات. ¶ ولذلك المعصية تضعف القلب في سيرهِ إلى الله بل تَحْرم العبد الطاعة. ¶ ولذلك قال ابن القيم رحمه الله: فلو لم يكن للذنب عقوبة إلا أن يصد عن طاعة تكون بدله، وتقطع طريق طاعة أخرى. ¶ قال بعض السلف: أذنبت ذنباً فحرمت قيام الليل خمسة أشهر. ¶ وقيل: لا بن مسعود: ما نستطيع قيام الليل؟ قال: أبعدتكم ذنوبكم. ¶ وقال الحسن: إن العبد ليذنب فيحرم به قيام الليل. ¶ وقال الفضيل: إذا لم تقدر على قيام الليل وصيام النهار فاعلم أنك محروم مكبل كبلتك خطيئتك. ¶ فغض البصر عن الحرام معين على انفتاح أبواب العلم بل يورثه صحة الفراسة فإنها من النور وثمراته، وإذا استنار القلب صحت الفراسة. ¶ قال بعض السلف: من عمّر ظاهره باتباع السنة، وباطنه بدوام المراقبة، وغض بصره عن المحارم، وكف نفسه عن الشهوات، وأكل من الحلال، لم تخطىء فراسته.",
            "page": "5",
            "part": "4"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "وكما قيل: الجزاء من جنس العمل. ¶ فمن غض بصره عن المحارم عوضه الله سبحانه وتعالى إطلاق نور بصيرته، فلما حبس بصره لله أطلق الله نور بصيرته، ومن أطلق بصره في المحارم حبس الله عنه بصيرته. ¶ ثم قال رحمه الله: ¶ سادسا: أنه يورث القلب قوة وشجاعة وثباتاً، فيجعل له سلطان البصيرة مع سلطان الحجة. ¶ نعم: فالإنسان الذي يغض بصره يعطيه الله قوة في قلبه، يعينه ويسدده ويحفظه ويعطيه من فضله سبحانه. ¶ ولذلك جاء في الأثر: إن الذي يخالف هواه يفرق الشيطان من ظله. ¶ ولهذا يوجد في المتبع لهواه من ذل القلب وضعفه ومهانة النفس وحقارتها ما الله به عليم. ¶ قال الحسن: إنهم وإن هملجت بهم البغال وطقطقت بهم البراذين، فإن ذل المعصية لا يفارق قلوبهم، أبى الله إلا أن يذل من عصاه. ¶ وقال بعض العلماء: الناس يطلبون العز بأبواب الملوك ولا يجدونه إلا في طاعة الله. ¶ وكان بعض السلف يقول: اللهم أعزني بطاعتك ولا تذلني بمعصيتك. ¶ لأن من أطاع الله تولاه الله، ومن تولاه الله حفظه ولذلك في الحديث: احفظ الله يحفظك احفظ الله تجده تجاهك. ¶ وجاء أيضاً في الحديث من قوله - صلى الله عليه وسلم - (قال تعالى: ولا يزال عبدي يتقرب إلي بالنوافل حتى أحبه، فإذا أحببته كنت سمعه الذي يسمع به وبصره الذي يبصر به ويده التي يبطش بها ورجله التي يمشي بها ... ). ¶ قال ابن كثير في تفسيره: معنى الحديث: أن العبد إذا أخلص الطاعة، صارت أفعاله كلها لله عز وجل، فلا يسمع إلا لله، ولا يبصر إلا لله، أي ما شرعه الله له، ولا يبطش ولا يمشي إلا في طاعة الله، مستعيناً بالله في ذلك كله. ¶ هذه بعض الفوائد التي ذكرها ابن القيم رحمه الله في غض البصر، وهناك فوائد أخرى ذكرها بعض العلماء ¶ منها: أنه يورث محبة الله. ¶ قال الحسن بن مجاهد: غض البصر عن محارم الله يورث حبَّ الله. ¶ ومنها: أنه يورث الحكمة. ¶ قال أبو الحسين الورّاق: من غض بصره عن مُحَرَّم أورثه الله بذلك حكمة على لسانه، يُهدَى بها سامعوه. ¶ ومنها: أنه يفرغ القلب للتفكر في مصالحه والاشتغال بما ينجيه يوم القيامة. ¶ وقد كان السلف – أيها الإخوة – يحذرون أشد الحذر من النظر المحرم ¶ قال عيسى عليه السلام: النظر يزرع في القلب الشهوة. ¶ وقال ذو النون: النظرات تورث الحسرات. ¶ وقال أحمد: كم من نظرة ألقت في قلب صاحبها البلايا. ¶ وقال داود: كانوا يكرهون فضول النظر.",
            "page": "6",
            "part": "4"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "وقال ابن مسعود: ما كان من نظرة فإن للشيطان فيها مطمعاً. ¶ وقال الحسن بن مجاهد: غض البصر عن محارم الله يورث حب الله. ¶ وقال الوراق: من غض بصره عن محرّم أورثه الله حكمة على لسانه ¶ وقال بعض السلف: نظرة إلى امرأة لا تحل لي، فنظرت زوجتي إلى رجل أبغضه. ¶ وقال عمرو بن مرة: نظرت إلى امرأة فأعجبتني فكُفّ بصري، فأرجو أن يكون ذلك كفارة. ¶ وقال وكيع: خرجنا مع الثوري في يوم عيد فقال: إن أول ما نبدأ به في يومنا غض أبصارنا. ¶ وقال ابن سيرين: إني أرى المرأة في المنام فأعرف أنها لا تحل لي، فأصرف بصري عنها. ¶ وقال ابن الجوزي: فتفهَّم يا أخي ما أوصيك به، إنما بصرك نعمة من الله عليك، فلا تعصه بنعمه، وعامله بغضِّه عن الحرام تربح، واحذر أن تكون العقوبة سلب تلك النعمة، وكل زمن الجهاد في الغضِّ لحظة، فإن فعلتَ نلتَ الخير الجزيل، وسلمت من الشر الطويل. ¶ وأخيرا أخي المسلم تذكر: ¶ إذا ما خلوتَ الدهرَ يوما فلا تقل ... خلوتُ ولكن قلْ عليّ رقيبُ ¶ ولا تحسبنَّ اللهَ يغفَلُ ساعةً ... ولا أنّ ما تُخفيهِ عنه يَغيبُ ¶ ألم تر أن اليومَ أسرعُ ذاهبٍ ... وأنّ غداً للناظرين قريبُ ¶ فاتقِ الله أخي المسلم أختي المسلمة، وراقب ربك وجاهد نفسك تفلح في الدنيا والآخرة. ¶ قال داود الطائي: ما أخرج الله عبدا من ذل المعاصي إلى عز التقوى إلا أغناه بلا مال وأعزه بلا عشيرة وآنسه بلا بشر. ¶ فتذكر يا أخي ... ¶ تذكر يا من تشاهد الحرام ... ¶ تذكر هاذم اللذات، ومفرق الجماعات، وميتم البنين والبنات. ¶ تذكر أن لك أخوات ومحارم وأمهات – تذكر ظلمة القبور ووحشة اللحود ¶ (واتقوا يوماً ترجعون فيه إلى الله ثم توفى كل نفس ما كسبت وهم لا يظلمون). ¶ اللهم أصلح قلوبنا ونياتنا، اللهم إنا نسألك فعل الخيرات وترك المنكرات. ¶ والله أعلم ¶ وصلى الله وسلم على نبينا محمد",
            "page": "7",
            "part": "4"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "بسم الله الرحمن الرحيم ¶ محاضرة مفرغة (5) ¶ دنيا الغرور ¶ للشيخ ¶ سليمان بن محمد اللهيميد ¶ السعودية - رفحاء ¶ تفضل بزيارة موقع رياض المتقين ¶ www.almotaqeen.net ¶ بسم الله الرحمن الرحيم ¶ إن الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا من يهده الله فهو المهتدي ومن يضلل فلن تجد له ولياً مرشداً. ¶ وأشهد أن لا إله إلا الله وحده لا شريك له واشهد أن محمداً عبده ورسوله صلى الله عليه وعلى آله وصحبه أجمعين.",
            "page": "1",
            "part": "5"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "(يَا أَيُّهَا الَّذِينَ آمَنُواْ اتَّقُواْ اللّهَ حَقَّ تُقَاتِهِ وَلاَ تَمُوتُنَّ إِلاَّ وَأَنتُم مُّسْلِمُونَ). ¶ (يَا أَيُّهَا النَّاسُ اتَّقُواْ رَبَّكُمُ الَّذِي خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاء وَاتَّقُواْ اللّهَ الَّذِي تَسَاءلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللّهَ كَانَ عَلَيْكُمْ رَقِيباً). ¶ (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَلْتَنظُرْ نَفْسٌ مَّا قَدَّمَتْ لِغَدٍ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ). ¶ أما بعد. ¶ إن الموضوع لهذه المحاضرة بعنوان: دنيا الغرور. ¶ أولاً: لماذا الحديث عن هذا الموضوع. ¶ 1. لأن الناس انشغلوا بالدنيا و أصبحت همّ الكثير منهم إلا من رحم الله. ¶ 2. الترغيب بالدار الباقية والترهيب من الركون إلى الدار الفانية. ¶ 3. زهد الناس بالدار الباقية و انشغالهم بالدار الفانية. ¶ لهذه الأسباب ولغيرها كان الكلام عن الدنيا وفتنتها وخطرها من الأمور المهمة. ¶ إن هذه الدنيا دار معبر وممر لا دار مقر ومستقر، ودار عبور لا دار سرور , جديدها يبلى، وملكها يفنى، وعزيزها يذل، وكثير ها يقل، وحيها يموت، وخيرها يفوت. ¶ أحلامُ نومٍ أو كظل زائل ...... إن اللبيب بمثلها لا يخدع ¶ يقول الخليفة عمر بن عبد العزيز واصف الدنيا: [اسمع يا أخي المسلم]. ¶ بقائها قليل، وغنيها فقير، وشابها يهرم، وحيها يموت، فلا يغرنكم إقبالها مع معرفتكم بسرعة إدبارها فالمغرور من اغتر بها، الركون إليها خطر، والثقة بها غرر، كثيرة التغير، سريعة التنكير، أمانيها كاذبة، وآمالها باطلة، عيشها نكد، وصفوها كدر، والمرء منها على خطر، إن أضحكت قليل أبكت كثيرا، وإن سرّت يوماً ساءت أشهراً وأعواماً، غناها مصيره إلى فقر، وفرحها يؤول إلى ترح، وهيهات هيهات أن يدوم بها قرار. ¶ جاء في الأثر: أن الله تبارك وتعالى لم يخلق خلقا أبغض إليه من الدنيا وأنه منذ خلقها لم ينظر إليها. ¶ سميت هذه الدنيا بالدنيا لسببين: ¶ السبب الأول: أنها أدنى من الآخرة لأنها قبلها. ¶ كما قال الله تعالى (وَالْآخِرَةُ خَيْرٌ وَأَبْقَى). ¶ وقال تعالى (وَلَلْآخِرَةُ خَيْرٌ لَّكَ مِنَ الْأُولَى). ¶ السبب الثاني: أنها دنيئة ليست بشيء بالنسبة للآخرة. ¶ اسمع لحديث النبي - صلى الله عليه وسلم - يقول (لموضع سوط أحدكم في الجنة خير من الدنيا وما فيها) متفق عليه. ¶ موضع السوط موضع قصير أو موضع عصا , هذا الموضع في الجنة خير من الدنيا وما فيها، خير من الدنيا من أولها إلى أخرها.",
            "page": "2",
            "part": "5"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "نعم، ولقد أكثر القرآن الكريم من التزهيد في الدنيا، وبيان حقارتها، وسرعة زوالها وانقضائها، وأنها لا بقاء لها ولا لأهلها، وأنها دار الغرور والهموم. ¶ قال تعالى (إِنَّمَا مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاء أَنزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الأَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالأَنْعَامُ حَتَّىَ إِذَا أَخَذَتِ الأَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ وَظَنَّ أَهْلُهَا أَنَّهُمْ قَادِرُونَ عَلَيْهَا أَتَاهَا أَمْرُنَا لَيْلاً أَوْ نَهَاراً فَجَعَلْنَاهَا حَصِيداً كَأَن لَّمْ تَغْنَ بِالأَمْسِ كَذَلِكَ نُفَصِّلُ الآيَاتِ لِقَوْمٍ يَتَفَكَّرُونَ. وَاللّهُ يَدْعُو إِلَى دَارِ السَّلاَمِ وَيَهْدِي مَن يَشَاءُ إِلَى صِرَاطٍ مُّسْتَقِيمٍ). ¶ قال ابن القيم رحمة الله: فأخبر سبحانه عن خست الدنيا، وزهّد فيها، وأخبر عن دار السلام ودعا إليها. ¶ ويقول سبحانه وتعالى عن مؤمن فرعون أنه قال لقومه (يَا قَوْمِ إِنَّمَا هَذِهِ الْحَيَاةُ الدُّنْيَا مَتَاعٌ وَإِنَّ الْآخِرَةَ هِيَ دَارُ الْقَرَارِ). ¶ وقال القرطبي: متاع: أي يتمتع بها قليل ثم تنقطع وتزول. ودار الآخرة هي دار الاستقرار والخلود. ¶ ويقول سبحانه (بَلْ تُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا. والآخرة خير وأبقى). ¶ ويقول ابن كثير رحمه الله: أي تقدمونها علي أمر الآخرة و الآخرة خير و أبقى: أي ثواب الله في الدار الآخرة خير و أبقى فالدنيا دانية فانية و الآخرة شريفة باقية .. فكيف يؤثر العاقل ما يفنى على ما يبقى؟ ¶ ويقول سبحانه (قل متاع الدنيا قليل)، لماذا متاع الدنيا قليل؟ لأنه لا بقاء له. ¶ وقد توعد الله سبحانه وتعالى أعظم الوعيد لمن رضي بالحياة الدنيا و اطمئن بها: فقال تعالى: (إَنَّ الَّذِينَ لاَ يَرْجُونَ لِقَاءنَا وَرَضُواْ بِالْحَياةِ الدُّنْيَا وَاطْمَأَنُّواْ بِهَا وَالَّذِينَ هُمْ عَنْ آيَاتِنَا غَافِلُونَ. أُوْلَئِكَ مَأْوَاهُمُ النُّارُ بِمَا كَانُواْ يَكْسِبُونَ). ¶ وعّير سبحانه بمن رضا بالدنيا من المؤمنين: ¶ فقال سبحانه (يَا أَيُّهَا الَّذِينَ آمَنُواْ مَا لَكُمْ إِذَا قِيلَ لَكُمُ انفِرُواْ فِي سَبِيلِ اللّهِ اثَّاقَلْتُمْ إِلَى الأَرْضِ أَرَضِيتُم بِالْحَيَاةِ الدُّنْيَا مِنَ الآخِرَةِ فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الآخِرَةِ إِلاَّ قَلِيلٌ). ¶ إذا قيل لكم انفروا في سبيل الله، جاهدوا في سبيل الله؟ ¶ لماذا لا ينفرون؟ السبب في ذلك أنه التعلق بالدنيا وحب الدنيا وعشق الدنيا هو سبب الكسل والتقاعس عن النفور في سبيل الله. ¶ ثانياً: الدنيا في السنة النبوية: ¶ لقد أخبر النبي - صلى الله عليه وسلم - عن حقارة الدنيا و حث ورغب بالتزهيد بها و بين لنا الدنيا وحقارتها وخستها وزوالها. ¶ أولاً: حال النبي - صلى الله عليه وسلم - مع الدنيا: ¶ عن ابن مسعود رضي الله عنه قال: قال - صلى الله عليه وسلم - (مالي و للدنيا إنما مثلي ومثل الدنيا كراكب استظل تحت شجرة ثم راح وتركها). ¶ هكذا كانت الدنيا في نظر الرسول - صلى الله عليه وسلم -. ¶ فالزهد في الدنيا شعار الصالحين، وعلامة المخلصين، ودليل المتقين.",
            "page": "3",
            "part": "5"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "قال عمرو بن العاص رضي الله عنه (ما أبعد هديكم من هدي نبيكم - صلى الله عليه وسلم -، إنه كان أزهد الناس في الدنيا و أنتم أرغب الناس فيها). ¶ ثانياً: وصى النبي - صلى الله عليه وسلم - أن نكون في الدنيا كالغرباء. ¶ فقال - صلى الله عليه وسلم - لابن عمر (يا ابن عمر كن في الدنيا كأنك غريب أو عابر سبيل) رواه البخاري وفي رواية (وعد نفسك من أهل القبور). ¶ هذه وصية النبي - صلى الله عليه وسلم - لابن عمر، وهي في الواقع وصية له وللأمة من بعده رضي الله عنه وأرضاه، كن في الدنيا كأنك غريب أو عابر سبيل وعد نفسك من أهل القبور. ¶ قال الإمام النووي رحمه الله في معنى الحديث (لا تركن إلى الدنيا ولا تتخذها وطنا، ولا تحدّث نفسك بطول البقاء فيها ولا بالاعتناء بها، ولا تتعلق منها إلا بما يتعلق به الغريب في غير وطنه). [كتاب رياض الصالحين] ¶ وقد امتثل ابن عمر لهذه الوصية قولا ً وعملاً: ¶ - فأما القول: ¶ فقد كان يقول - رضي الله عنه -: إذا أمسيت فلا تنتظر الصباح وإذا أصبحت فلا تنتظر المساء وخذ من صحتك لمرضك ومن حياتك لموتك. ¶ وصية لابد أن يطبقها وهو أولى الناس بأن يطبق هذه الوصية. ¶ - فأما بالعمل أو الفعل: ¶ فكل من قرأ ونظر في هديه - رضي الله عنه - وأرضاه علم أنه كان على جانب كبير من الزهد فيها والقناعة منها باليسير الذي يقيم صلبه، وما سوى ذلك يقدمه لغدهِ. ¶ يقول جابر رضي الله عنه: ما أدركنا أحد أو قال ما رأينا أحد إلا قد مالت به الدنيا إلا ابن عمر. ¶ وقالت عائشة: ما رأيت أحد ألزم للأمر الأول من ابن عمر. ¶ ثالثاً: مثل الدنيا في الآخرة: ¶ عن المستورد - رضي الله عنه - قال: قال النبي - صلى الله عليه وسلم - (ما الدنيا في الآخرة إلا كما يجعل أحدكم إصبعه في اليم فلينظر بما يرجع) رواه مسلم ¶ يقول النووي رحمه الله: ما للدنيا بالنسبة للآخرة في قصر مدتها وفناء لذاتها ودوام الآخرة ودوام لذاتها ونعيمها إلا كنسبة الماء الذي يعلق بالإصبع إلى باقي البحر. ¶ وهذا حديث عظيم يبين حقارة الدنيا بالنسبة للآخرة وقد سبق معنا قبل قليل قول النبي - صلى الله عليه وسلم - (لموضع سوط أحدكم في الجنة خير من الدنيا وما فيها). ¶ رابعاً: هوان الدنيا على الله: ¶ فقد جاء في حديث عند الترمذي أن النبي - صلى الله عليه وسلم - مر على شاة ميتة فقال لأصحابه: أترون لهذه الشاة هينة على أهلها؟ قالوا من هوانها ألقوها، فقال - صلى الله عليه وسلم - (والذي نفسي بيده للدنيا أهون على الله من هذه الشاة على أهلها). ¶ الله أكبر ... هذه الدنيا من أولها إلى آخرها أهون عند الله من هذه الشاة الميتة عند أهلها.",
            "page": "4",
            "part": "5"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "هذه هي الدنيا التي شغل بها الكثير من الناس وغرهم سرابها وبريقها وزينتها، فراحوا يتهافتون على جمعها ويتنافسون في اكتنازها. ¶ الدنيا ... كل الدنيا أحقر عند الله من هذه الشاة الميتة على أهلها ¶ هي الدنيا تقولُ بملءِ فيها ......... حذارِي حذاري من فَتْكِي وبَطَشِي ¶ خامساً: الدنيا أحقر عند الله من جناح البعوضة. ¶ يقول - صلى الله عليه وسلم - (لو كانت الدنيا تزن عند الله جناح بعوضة ما سقا منها كافراً شربة ماء) رواه الترمذي. ¶ جناح بعوضة فهل لجناح البعوضة قيمة!! أبدا ً بل هل للبعوضة كل البعوضة قيمة؟ الجواب بلا شك لا قيمة لها ¶ ومع هذا، فالدنيا لا تزن عند الله جناح بعوضة، ولهذا فالدنيا لا قيمة لها. ¶ قال تعالى في الكفار (ذَرْهُمْ يَأْكُلُواْ وَيَتَمَتَّعُواْ وَيُلْهِهِمُ الأَمَلُ فَسَوْفَ يَعْلَمُونَ). ¶ ولو كان لها قيمة ما سقا منها كافراً شربة ماء لأن الكافر عدو الله، وبغيض الله تبارك وتعالى. ¶ سادساً: خوف النبي - صلى الله عليه وسلم - علينا من الافتتان في الدنيا. ¶ يقول - صلى الله عليه وسلم - (ما الفقر أخشى عليكم ولكن أخشى عليكم أن تبسط عليكم الدنيا كما بسطت على من قبلكم فتنافسوها كما تنافسها فتهلككم كما أهلكتهم) متفق عليه. ¶ وهذا للأسف هو واقع كثير من الناس، فحينما نرى الناس يتسارعون على هذه الدنيا، ويتكالبون عليها، يدرك الإنسان لماذا يفقد البعض دينه ويضيع الكثير أهله، وتنتشر الأحقاد، وتزرع الضغائن، وتعم البغضاء .. نعم، كل هذا من أجل الدنيا و الركض وراء الدنيا و السعي وراء الدنيا و ملذاتها وشهواتها ¶ و النبي - صلى الله عليه وسلم - خشي علينا من الافتتان بالدنيا، وهو بأبي و أمي - صلى الله عليه وسلم - أشفق الناس علينا، يريد لنا الخير، ويريد لنا أن نجمع الدنيا و الآخرة فحينما نفتتن في الدنيا فتشغلنا عن الآخرة، فنخسر الدنيا والآخرة. ¶ سابعاً: أمرنا النبي - صلى الله عليه وسلم - باتقاء الدنيا. ¶ ففي حديث أبي سعيد رضي الله عنه قال: قال النبي - صلى الله عليه وسلم - (إن الدنيا حلوة خضره وإن الله مستخلفكم فيها فينظر كيف تعملون، فاتقوا الدنيا و اتقوا النساء فإن أول فتنة بني إسرائيل كانت في النساء) رواه مسلم. ¶ ففي هذه الحديث حذر النبي - صلى الله عليه وسلم - أمته من الافتتان بالدنيا ونسيان الآخرة لماذا؟ لأن الدنيا وحب الدنيا وعشق الدنيا رأس كل خطيئة، ولذلك فاتقوا الدنيا و احذروها وانتبهوا فإنها غرت الكثير والكثير. ¶ ثامناً: الدنيا ملعونة. ¶ عن أبي هريرة رضي الله عنه قال: قال - صلى الله عليه وسلم - (الدنيا ملعونة ملعون ما فيها إلا ذكر الله وما والاه) رواه الترمذي. ¶ ومعنى ملعونة: أي حقيرة وساقطة. ¶ وما سبب لعنتها؟ ¶ لأنها غرت النفوس بزهرتها ولذتها وزينتها عن العبودية لله عز وجل. ¶ تاسعاً: الدنيا سجن المؤمن.",
            "page": "5",
            "part": "5"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "كما في حديث أبي هريرة رضي الله عنه قال: قال النبي - صلى الله عليه وسلم - (الدنيا سجن المؤمن وجنة الكافر) رواه مسلم. ¶ الله أكبر .... المؤمن ربما يكون في عيشٍ رغيد ومع ذلك هو في سجن. ¶ - لماذا هو في سجن؟ لما أمامه من جنات ونهر في مقعد صدق عند مليك مقتدر. ¶ - لماذا؟ لأن أمامه جنات فيها مالا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر. ¶ - لماذا؟ لأن أمامه النظر إلى وجه الله تبارك وتعالى. ¶ - لماذا؟ بالنسبة لما أعده الله له في الجنات من النعيم العظيم، والثواب الجزيل. ¶ نعم، فالمؤمن مهما كان يعيش في رغد من العيش وفي نعيم وفي سعادة فهو في سجن بالنسبة للآخرة وبالنسبة للجنة ¶ عاشراً: الزهد في الدنيا سبب في محبة الله. ¶ مما لا شك فيه أن كل إنسان في الدنيا يرغب ويبحث عن أن يكون محبوب عند الله تبارك وتعالى، وهناك أسباب ذكرها ابن القيم رحمه الله وغيره: ¶ من الأسباب: الزهد في الدنيا: لأن الزهد في الدنيا دليل الإنابة والتقوى، ودليل أن الإنسان عنده رغبة في الجنة ولو لم يكن في بغض الدنيا و الزهد في الدنيا إلا هذه المنقبة لكفى بها شرفاً وفضلا. ¶ فقد جاء في الحديث عن النبي - صلى الله عليه وسلم - (أن رجلاً قال: يا رسول الله! دلني على عمل يحبني الله ويحبني الناس فقال: ازهد في الدنيا يحبك الله و زهد فيما عند الناس يحبك الناس) رواه ابن ماجه. ¶ يقول الشيخ محمد بن عثيمين رحمة الله: من فوائد هذا الحديث: ¶ 2 - أن من زهد في الدنيا أحبه الله، لأن الزهد في الدنيا يستلزم الرغبة في الآخرة. ¶ 2 - أن الطمع في الدنيا والتعلق بها سبب لبغض الله تبارك وتعالى، وقد قال بعض السلف [مهر الجنة ترك الدنيا]. ¶ ومن أسباب محبة الله كثرة النوافل كما في حديث أبي هريرة. قال: قال النبي - صلى الله عليه وسلم - (قال الله تعالى: من عاد لي ولياً فقد آذنت له بالحرب، وما تقرب إلي عبدي بشيء أحب إلي فيما افترضته عليه، ولا يزال يتقرب إلي بالنوافل حتى أحبه فإذا أحببته كنت سمعه الذي يسمع به وبصره الذي يبصر به ويده التي يبطش بها ولئن سألني لأعطينه) رواه البخاري. ¶ ومن أسباب محبة الله أيضاً: الإكثار من الذكر لله عز وجل. ¶ قال ابن القيم رحمه الله: من أحب شيئاً أكثر من ذكره. ¶ والذي يحب الله ويريد محبه الله يكثر من ذكر الله تبارك وتعالى، كما قال تعالى (فَاذْكُرُونِي أَذْكُرْكُمْ). ¶ الحادي عشر: توعد الله عز وجل من اطمئن لدنيا وركن إليها. ¶ فقال تعالى (إَنَّ الَّذِينَ لاَ يَرْجُونَ لِقَاءنَا وَرَضُواْ بِالْحَياةِ الدُّنْيَا وَاطْمَأَنُّواْ بِهَا وَالَّذِينَ هُمْ عَنْ آيَاتِنَا غَافِلُونَ أُوْلَئِكَ مَأْوَاهُمُ النُّارُ بِمَا كَانُواْ يَكْسِبُونَ). ¶ الثاني عشر: أن الله عز وجل عير من رضي بالدنيا من المؤمنين.",
            "page": "6",
            "part": "5"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "فقال تعالى (يَا أَيُّهَا الَّذِينَ آمَنُواْ مَا لَكُمْ إِذَا قِيلَ لَكُمُ انفِرُواْ فِي سَبِيلِ اللّهِ اثَّاقَلْتُمْ إِلَى الأَرْضِ أَرَضِيتُم بِالْحَيَاةِ الدُّنْيَا مِنَ الآخِرَةِ فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الآخِرَةِ إِلاَّ قَلِيلٌ). ¶ إذاً: سبب الكسل عن الطاعات و الأعمال الصالحات التي ترضي رب الأرض و السماوات من أسباب ذلك حب الدنيا وتعلق القلب بالدنيا، ومن أسباب الفتور ومن أسباب عجز الإنسان أن يقرأ كتاب الله أو أن يطلب العلم أو أن يجاهد في سبيل الله أن يتكاسل عن هذه العبادات أو عن غيرها هو حب الدنيا ووقوع الدنيا في القلب لذلك قال الله تعالى (أَرَضِيتُم بِالْحَيَاةِ الدُّنْيَا مِنَ الآخِرَةِ فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الآخِرَةِ إِلاَّ قَلِيلٌ). ¶ فالدنيا قليلة بالنسبة إلى الآخرة و للأسف أصبحت أحاديث وكلام الناس في المجالس هو عن الدنيا وجمعها وكسبها وزخرفها. ¶ الثالث عشر: عقوبة من كانت الدنيا همه الفقر والهم. ¶ فقد جاء في الحديث عن النبي - صلى الله عليه وسلم - قال (من كانت الدنيا همه فرق الله عليه أمره وجعل فقره بين عينيه ولم يأته من الدنيا إلا ما كتبه الله له) رواه الترمذي. ¶ هذا عقاب له، لأنه جعل الدنيا هدف يسعى وراءها، ويركض من أجلها، ويحب من أجلها، ويكره من أجلها. ¶ هذا ما ورد في السنة من ذم وتزهيد في الدنيا. ¶ السلف والدنيا: ¶ وننتقل إلى السلف، لنسمع ونعيش مع أقوالهم وأفعالهم وكيف كانوا زهاداً في الدنيا. ¶ قال ابن القيم وهو يتكلم عن الرسول - صلى الله عليه وسلم -: ولهذا نبذها - صلى الله عليه وسلم - وراء ظهره هو وأصحابه وصرفوا عنها قلوبهم وطرحوها ولم يألفوها وهجروها ولم يميلوا إليها، وعدوها سجن لا جنة، فزهدوا فيها حقيقة الزهد [كتاب الفوائد]. ¶ وقال موسى عليه الصلاة والسلام: الدنيا قنطره فاعبروها ولا تعمروها. ¶ وقال عيسى عليه السلام لأصحابه: من ذا الذي يبني على موج البحار داراً تلكم الدنيا فلا تتخذوها قراراً. ¶ وقال ابن مسعود - في كلمة مهمة فيه الفرق الكبير بيننا وبين السف - يقول: أنتم اليوم أكثر صلاة وعبادة من أصحاب الرسول - صلى الله عليه وسلم - وكانوا خيراً منكم، فقيل لما؟ قال كانوا أزهد في الدنيا وأرغب في الآخرة منكم. ¶ هذا هو الفرق بيننا وبين السلف: هو الزهد في الدنيا كانوا زهاداً في الدنيا، لو كانت أعمالهم قليلة ولكن قلوبهم متعلقة بالآخرة. ¶ وقال أبو بكر - رضي الله عنه - \" إن الله فاتح عليكم دنيا فلا تأخذوا منها إلا ما يبلغكم. ¶ وقد خرج أبو الدرداء على أهل الشام ورآهم في ترف فقال لهم: مالي أراكم تجمعون ما لا تأخذون، وتبنون ما لا تسكنون، وتؤمّلون ما لا تأخذون، لقد جمعت الأقوام التي قبلكم وأمّنتْ، فما هو إلا قليل حتى أصبح جمعهم بوراً، وأملهم غروراً، وبيوتهم قبوراً، فجعل الناس يبكون حتى سمع نشيجهم من خارج المسجد.",
            "page": "7",
            "part": "5"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "وقال الحسن البصري: أن عمر مر علي مزبلة ووقف عندها وقال لأصحابه وقد تأذوا منها: قال هذه دنياكم التي تحرصون عليها. ¶ وقال الحسن: الزهد في الدنيا يريح القلب والبدن. ¶ ولذلك قال الشاعر ¶ خذ من الرزقِ ما كفى ........ ومن العيشِ ما صفى ¶ كلُّ هذا سينقضي ......... كسراجٍ إذا انطفى ¶ وقال علي - رضي الله عنه -: إن الدنيا أدبرت، وإن الآخرة أقبلت، ولكل بنون، فكونوا من أبناء الآخرة و لا تكونوا من أبناء الدنيا، فإن اليوم عمل ولا حساب وغداً حساب ولا عمل. ¶ وكان - رضي الله عنه - يقول: إن أخوف ما أخاف عليكم اثنتين: طول الأمل واتباع الهوى، فأما طول الأمل فينسي الآخرة، وأما اتباع الهوى فيصد عن الحق. ¶ قال يحي بن معاذ: مسكين ابن آدم لو خاف من النار كما يخاف الفقر لدخل الجنة. ¶ وكان صفوان بن سليم لو قيل له غداً القيامة ما زاد من عمله شيء. ¶ وهذا الحسن البصري - رضي الله عنه - الإمام الزاهد الذي يقولون إن كلامه يشبه كلام الأنبياء يقول: لقد أدركت أقواماً لا يفرحون من الدنيا بشيء أتوه، ولا يأسفون على شيء منها فاتهم. ¶ وكان يقول: المؤمن في الدنيا كالأسير يسعى في فكاك رقبته. ¶ وقال: أدركت أقواماً كانت الدنيا أهون عليهم من التراب الذي يمشون عليه. ¶ هذا كلام الحسن البصري رحمه الله في زمانه فكيف لو رأى هذا الزمان. ¶ ويقول يحي بن معاذ: عجبت ممن يحزن على نقصان ماله كيف لا يحزن على نقصان عمره. ¶ وكان بعض السلف يقول: احذروا دار الدنيا فإنها أسحر من هاروت وماروت فإنهما يفرقان بين المرء وزوجه والدنيا تفرق بين العبد وربه. ¶ وقال جندب - رضي الله عنه -: حب الدنيا رأس كل خطيئة. ¶ وقال وهب: إنما الدنيا من الآخرة كرجل له امرأتان إن أرضى إحداهما أسخط الأخرى. ¶ وقال أبو داود وهو من تلاميذ الإمام أحمد بن حنبل: ما رأيت الإمام أحمد بن حنبل ذكر الدنيا. ¶ [الأمام أحمد أمام أهل السنة والجماعة ما بلغ هذه المنزلة إلا بالزهد بالدنيا]. ¶ هذا الأمام العظيم الذي كان يحضر مجلسه 5000 رجل 500 يكتبون والباقي يتعلمون من هديه وسمته و أخلاقه وأدبه. ¶ جاءته الدنيا فأباها، والرئاسة فنفاها، وعرضت عليه الأموال فردها. ¶ وكان يقول: قليل الدنيا يُجزىء وكثيرها لا يُجزىء. ¶ وقال الحسن البصري: من أحب الدنيا وسرته خرج حب الآخرة من قلبه. ¶ وقد سئل مرة من المرات من الفقيه يا أبا سعيد؟ فقال الزاهد في الدنيا الراغب بالآخرة. ¶ وقال بعض السلف: الناس نيام فإذا ماتوا انتبهوا.",
            "page": "8",
            "part": "5"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "ومعنى هذا الكلام كما قال بعض أهل العلم: إن الناس نيام الآن، متى يستيقظون؟ إذا احتضر أحدهم ورأى أن القبر أمامه، وأن الآخرة قد أقبلت، فإنه يندم ويبكي وحينئذ يستيقظ من غفلته، لكن لا ينفعه، فقد فات الفوت. ¶ هذا الإمام الشافعي رحمه الله، قيل له كيف أصبحت يا إمام؟ قال أصبحت من الدنيا راحل. ¶ و اسمع لابن القيم رحمه الله الإمام الزاهد طبيب القلوب يقول في كتابه الفوائد واصفاً الدنيا: ¶ الدنيا كامرأة بغي لا تثبت مع زوج، والسير في طلبها كالسير في أرض مسبعة - أي كثيرة السباع - السباحة فيها كالسباحة في غدير التمساح. ¶ وقال الفضيل رحمه الله: طارت فكرتي في هذه الآية: (إِنَّا جَعَلْنَا مَا عَلَى الْأَرْضِ زِينَةً لَّهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلاً وَإِنَّا لَجَاعِلُونَ مَا عَلَيْهَا صَعِيداً جُرُزاً). ¶ يقول ابن مسعود: ما أصبح أحد من الناس إلا وهو ضيف، وماله عرية، فالضيف مرتحل والعارية مردودة. ¶ وزار قوم رابعة فذكروا الدنيا فاقبلوا على ذمها فقالت: اسكتوا عن ذكرها، فلولا موقعها من قلوبكم ما أكثرتم من ذكرها، ألا إن من أحب من شيءٍ أكثر من ذكره. ¶ قال الحسن البصري: رحم الله أقواماً كانت الدنيا عندهم وديعة. ¶ وقال ابن عباس: إن الله جعل الدنيا ثلاثة أجزاء: جزء للمؤمن وجزء للمنافق وجزء للكافر، فالمؤمن يتزود، والمنافق يتزين، والكافر يتمتع. ¶ كلام عظيم وجميل: ولذلك النظر في سير العلماء و النبلاء والعظماء من أسباب رقة القلب. ¶ وقال يحي بن معاذ العقلاء ثلاثة: من ترك الدنيا قبل أن تتركه، وبنى قبره قبل أن يدخله، وأرضى خالقه قبل أن يلقاه. ¶ وقال عيسى عليه السلام: مثل طالب الدنيا كمثل شارب ماء البحر، كلما ازداد شرباً ازداد عطشاً حتى يقتله. ¶ هذا بعض كلام السلف في الدنيا رحمهم الله. ¶ وهنا سؤال يرد: كيف نحقق الزهد وكان النبي - صلى الله عليه وسلم - يقول اللهم لا تجعل الدنيا أكبر همنا. ¶ إذاً كيف نزهد بالدنيا؟ ¶ أولاً: ذكر الموت و الإكثار من ذكره. ¶ فإنه ما ذكر أحد الموت إلا هانت الدنيا في عينيه، فقد قال النبي - صلى الله عليه وسلم - (أكثروا من ذكر هادم اللذات). ¶ وجاء في رواية (فإنه يزهد في الدنيا). ¶ ولذلك يقول الحسن البصري (إن الموت فضح الدنيا فلم يترك لذي لبٍ فيها فرحاً. ¶ إن الموت علاج للزهد في الدنيا، أن تزور المقابر، أن تذهب إلى المقبرة وتنظر الآباء و تنظر للرجال والصغار والكبار تنظر أين أبي و أبوك و أين أخي و أخوك؟؟؟ تنظر أين الحكام؟ أين الملوك؟ أين الأغنياء؟ أين الفقراء؟ تنظر إلى من حوَوا الدنيا بأجمعها بماذا ذهبوا بغير الكفن. ¶ كم واثق بالعمر أفنيتُه .......... وجامعٍ بدلت ما يجمعوا",
            "page": "9",
            "part": "5"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "إذاً!! ذكر الموت سبب رئيسي، فحينما تذهب وتنظر إلى مقابر وتطل على ظواهرها، وتتأمل ما في بواطنها، تذهب إلى المقابر وتتذكر أنهم كانوا قبل قليل يمشون على الأرض، وتتذكر أنهم قبل أيام يأكلون معنا ويشربون معنا، ويلعبون معنا، أين هم؟ قد كّبلوا بأعمالهم تحت التراب. ¶ فلا إله إلا الله: كم من أناسٍ تحت التراب ينعمون والناس من حولهم يصيحون. ¶ ولا آله إلا الله: كم من أناس تحت التراب يعذبون والناس من حولهم يضحكون. ¶ ولذلك كان أبو الدرداء كثيرا ما يجلس إلى المقابر، فقيل له في ذلك فقال: أجلس إلى قوم يذكرونني بالآخرة وإذا قمت لا يغتابونني ¶ ثانياً: أن يعرف حقيقة الدنيا وحقيقة الآخرة. ¶ وهذا معلوم فإن الإنسان لا يمكن أن يزهد في شيء لا يعرف حقيقته، ولكن عندما تعرف الدنيا وحقيقتها، وتعرف أنها حقيرة وزائلة فانية، لو كانت لها قيمة، أو كانت غالية لأعطها الله لنبيه - صلى الله عليه وسلم -. ¶ ولذلك يقول ابن القيم: لا تتم الرغبة في الآخرة إلا بالزهد في الدنيا، ولا يستقيم الزهد في الدنيا إلا بعد نظريين صحيحين: ¶ النظر الأول: النظر في الدنيا وسرعة زوالها وفنائها واضمحلالها وخستها وأَلَم المزاحمة عليها والحرص عليها وما في ذلك من الغصص والأنكاد، وآخر ذلك الزوال والانقطاع مع ما يعقب من الحسرة والأسف، فطالبها لا ينفكّ من همّ قبل حصولها، وهمّ في حال الظفر بها، وغمّ وحزنٍ بعد فواتها. ¶ النظر الثاني: النظر في الآخرة، وإقبالها ومجيئها ولا بد، ودوامِها وبقائِها، وشرفِ ما فيها من الخيرات والمسرات، ¶ والتفاوت الذي بينه وبين ما ههنا، فهي كما قال سبحانه (وَالْآخِرَةُ خَيْرٌ وَأَبْقَى)، فهي خيرات كاملة دائمة، وهذه – يعني الدنيا - خيالات ناقصة منقطعة ومضمحلة. [كتاب الفوائد]. ¶ وقال ابن القيم في كتاب طريق الهجرتين مبيناً بعض أسباب تحقيق الزهد: ¶ أحدها: علم العبد بأن الدنيا ظل زائل وخيال زائر. الثاني: علمه أن وراءها داراً أعظم منها قدراً وأجل. ¶ فهذه الأمور الثلاثة تسهل على العبد الزهد في الدنيا وتثبت قدمه. ¶ ثالثاً: الجلوس مع الفقراء والمساكين وتجنب مجالس أهل الغيبة و الأغنياء. ¶ ولذلك قال - صلى الله عليه وسلم - (انظروا إلى من هو أسفل منكم و لا تنظروا إلى من هو فوقكم فهو أجدر ألا تزدروا نعمة الله عليكم) رواه مسلم. ¶ ولذلك كان بعض السلف يجالس الفقراء كثيرا والمساكين حتى يشتاق إلى الآخرة ¶ حتى قال عون بن عبدا لله: صحبت الأغنياء فلم أرى أحد أكبر هماً مني، أرى دابة خيراً من دابتي، وثوب خير من ثوبي، فصحبت الفقراء فاسترحت. ¶ وأخيراً أيها الإخوة: ¶ تكلمت عن الزهد في الدنيا، ولكن الدنيا مزرعة و المقصود من الدنيا أن تكون نعمة؟ لكن متى تكون نعمة وتكون خيراً للمسلم:",
            "page": "10",
            "part": "5"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "إذا أخذناها وجعلناها مزرعة وموسماً للطاعات وزمناً للعبادات، ومداداً للتنافس في الصالحات. ¶ فيها يتزود المسلم للآخرة، ويعمل للباقية، وما فاز من فاز يوم القيامة إلا من عمل في الدنيا وقدم في هذه الدنيا الفانية للآخرة الباقية. ¶ فالدنيا دار صدق لمن صدق، ودار نجاة لمن فهم عنها واستغلها بالصالحات والخيرات. ¶ نسأل الله تبارك وتعالى أن يوفقنا و إياكم إلى الأعمال الطيبات، وأن يتقبل منا ومنكم صالح الأعمال. ¶ و أن تكون الدنيا مزرعة الآخرة وطريق إلى الجنة، وأن لا تكون مبلغ علمنا و لا أكبر همنا. ¶ والله تبارك وتعالى أعلم. ¶ وصلى الله وسلم على نبينا محمد - صلى الله عليه وسلم -.",
            "page": "11",
            "part": "5"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "بسم الله الرحمن الرحيم ¶ محاضرة مفرغة (6) ¶ فضل قيام الليل ¶ الشيخ ¶ سليمان بن محمد اللهيميد ¶ السعودية / رفحاء ¶ موقع رياض المتقين ¶ www.almotaqeen.net",
            "page": "1",
            "part": "6"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "بسم الله الرحمن الرحيم ¶ إن الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلن تجد له ولياً مرشداً، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله صلى الله عليه وعلى آله وسلم تسليماً كثيراً. ¶ (يَا أَيُّهَا الَّذِينَ آمَنُواْ اتَّقُواْ اللّهَ حَقَّ تُقَاتِهِ وَلاَ تَمُوتُنَّ إِلاَّ وَأَنتُم مُّسْلِمُونَ). ¶ (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَلْتَنظُرْ نَفْسٌ مَّا قَدَّمَتْ لِغَدٍ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ). ¶ أما بعد: ¶ أيها الحضور، أيها الإخوة، ضمن المحاضرات التي هي بعنوان: الفضائل، فإن الموضوع لهذه الليلة بعنوان: فضل قيام الليل. ¶ لاشك أخي المسلم! أن قيام الليل من العبادات الجليلة، والعبادات العظيمة. ¶ قيام الليل: عبادة جليلة، عبادة عظيمة، تدل على قوة الإيمان، ورضا الرحمن. ¶ قيام الليل: علامة المتقين، ودليل المخلصين. ¶ قيام الليل: عبادة حافظ عليها الصالحون، وتربى عليها المجتهدون. ¶ قيام الليل: عبادة تدل على قوة الإيمان ورسوخ اليقين والشوق إلى لقاء رب العالمين. ¶ قيام الليل: مدرسة الزاهدين، وخلوة العابدين، وشرف الصالحين. ¶ قيام الليل: تجديد للإيمان، وقمع للشيطان. ¶ قيام الليل: من الطاعات الجليلة والقربات العظيمة. ¶ جاءت النصوص الكثيرة من الوحيين في بيان فضله والثناء على أهله، وتكاثرت الأدلة على فضل هذه العبادة الجليلة. ¶ فمن فضائل قيام الليل: ¶ أولاً: أن الله تبارك وتعالى مدح أهله. ¶ قال تعالى (تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفاً وَطَمَعاً وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ. فَلَا تَعْلَمُ نَفْسٌ مَّا أُخْفِيَ لَهُم مِّن قُرَّةِ أَعْيُنٍ جَزَاء بِمَا كَانُوا يَعْمَلُونَ). ¶ قال ابن كثير: تتجافي جنوبهم عن المضاجع: يعني بذلك قيام الليل وترك النوم والاضطجاع على الفرش الوطيئة. ¶ يدعون ربهم خوفاً وطمعاً: أي خوفاً من وبال عقابهِ وطمعاً في جزيل ثوابهِ. ¶ ومما رزقناهم ينفقون: فيجمعون بين فعل القربات اللازمة والمتعدية. ¶ إذاً: ¶ يقومون الليل ويدعون ربهم خوفاً وطمعاً، وهكذا المؤمن يعمل ويخاف بخلاف المنافق لا يعمل ولا يخاف؟؟ دائماً آمن. ¶ ولذلك يقول الله تعالى في وصف أوليائه (وَيَدْعُونَنَا رَغَباً وَرَهَباً وَكَانُوا لَنَا خَاشِعِينَ). ¶ وقال تعالى (رِجَالٌ لَّا تُلْهِيهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَن ذِكْرِ اللَّهِ وَإِقَامِ الصَّلَاةِ وَإِيتَاء الزَّكَاةِ يَخَافُونَ يَوْماً تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالْأَبْصَارُ). ¶ فالمؤمن يعمل ويجتهد ويثابر ويخاف ألا يتقبل منه. ¶ ولذلك لما نزلت قول الله تعالى (وَالَّذِينَ يُؤْتُونَ مَا آتَوا وَّقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَى رَبِّهِمْ رَاجِعُونَ) قالت عائشة: أهم الذين يسرقون ويزنون؟ فقال - صلى الله عليه وسلم -: لا يا ابنة الصّدِّيق، ولكنهم الذين يعملون ويخافون ألا يتقبل منهم. ¶ فالمؤمن يعمل ويخاف ولذلك يقول الحسن البصري: ما أمنَه إلا منافق، يعني النفاق، ما أمنه إلا منافق.",
            "page": "2",
            "part": "6"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "إذاً: مدح الله عز وجل أولئك الأبطال، أولئك الرجال، أولئك العظماء، الذين يتركون الفرش الجميلة، وقاموا سجداً وقياماً وركعاً، يصلون الليل، يخافون ربهم خوفاً وطمعاً. ¶ ولذلك قال تعالى (فَلَا تَعْلَمُ نَفْسٌ مَّا أُخْفِيَ لَهُم مِّن قُرَّةِ أَعْيُنٍ جَزَاء بِمَا كَانُوا يَعْمَلُونَ). ¶ قال ابن كثير: أي فلا يعلم أحد عظمة ما أخفى الله لهم في الجنات من النعيم المقيم واللذات التي لم يطلع على مثلها أحد، لما أخفوا أعمالهم أخفى الله لهم من الثواب، جزاءً وفاقاً، فإن الجزاء من جنس العمل. ¶ قال الحسن البصري: أخفى قوم عملهم، فأخفى الله لهم ما لم تر عين ولم يخطر على قلب بشر. ¶ ولذلك جاء في الحديث قال النبي - صلى الله عليه وسلم - قال تعالى (أعددت لعبادي الصالحين، ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر، قال أبو هريرة اقرؤوا إن شئتم: فلا تعلم نفس ما أخفي لهم من قرة أعين جزاء بما كانوا يعملون) متفق عليه. ¶ قال الشاعر: ¶ يا نفسُ قومي فقد نام الورى ... إن تصنعي الخيرَ فذو العرشِ يرى ¶ وأنتِ يا عينُ دعي عنكِ الكرى ... عند الصباحِ يحمد القومُ السُّرَى ¶ ثانيا: قيام الليل من علامات المتقين. ¶ قال تعالى {إن المتقين في جنات وعيون آخذين ما آتاهم ربهم إنهم كانوا قبل ذلك محسنين. كانوا قليلاً من الليل ما يهجعون. وبالأسحار هم يستغفرون}. ¶ فلا يستقر بهم حال، ولا يثبت لهم نوم، ولا يغمض لهم جفن لخوفهم من الوعيد ورجاءهم فيما عند الله من النعيم. ¶ فمن أراد أن يحقق التقوى وأن يكون متقياً لله فليعمل بأسبابها، ومن أعظم أسبابها قيام الليل، فمن قام الليل وجاهد نفسه وترك الفراش الجميل، وقام بالبرد القارص فإن ذلك من أعظم علامات التقوى. ¶ ولذلك قال بعض العلماء: إنما سموا متقين لأنهم اتقوا ما لا يتقى. ¶ تقوى الله فضلها عظيم (إن للمتقين مفازاً). (إن أكرمكم عند الله أتقاكم) (ثم ننجي الذين اتقوا) والآيات في هذا كثيرة. ¶ إذاً: من علامات المتقين قيام الليل: ¶ قال الحسن البصري في الآية: لا ينامون من الليل إلا أقله، كابدوا قيام الليل. ¶ قال الأحنف بن قيس: عرضت عملي على أعمال أهل الجنة، فإذا قوم قد باينونا [أي خالفونا] بوناً بعيداً، لا تبلغ أعمالهم ثم قرأ: كانوا قليلاً من الليل ما يهجعون. ¶ وفي قوله سبحانه (وبالأسحار هم يستغفرون) قال الرازي في الآية: إشارة إلى أنهم كانوا يتهجدون ويجتهدون ثم يريدون أن يكون عملهم أكثر من ذلك، وأخلص منه، فيستغفرون من التقصير، وهذه سيرة الكريم: يأتي بأبلغ وجوه الكرم ويستقله ويعتذر من التقصير، واللئيم يأتي بالقليل ويستكثره ويمن به. ¶ إذاً: ينبغي علينا أن نحرص على هذه العبادة ما دام أن أول صفة بل من أعظم صفات المتقين أنهم لا ينامون من الليل إلا قليلاً. ¶ فأين أولئك الذين يسهرون على المحرمات، ويسهرون على المنكرات، وينامون عن الواجبات، فاحرص أخي المسلم لتكون من المتقين: ¶ يا رجال الليلِ جدوا ... ربَّ داعٍ لا يُرَدُّ ¶ ما يقومُ الليلَ إلا ... مَنْ له عزمٌ وجدُ ¶ ليس شيءٌ كصـ ... لاة الليلِ للقبرِ يُعَدُّ",
            "page": "3",
            "part": "6"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "ثالثاً: قيام الليل: من صفات عباد الرحمن. أولياء الله ومن أسباب دخول الجنة. ¶ يقول تعالى في وصف عباد الرحمن: ¶ (وَالَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّدًا وَقِيَامًا وَالَّذِينَ يَقُولُونَ رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ إِنَّ عَذَابَهَا كَانَ غَرَامًا ....... أولَئِكَ يُجْزَوْنَ الْغُرْفَةَ بِمَا صَبَرُوا وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلَامًا خَالِدِينَ فِيهَا حَسُنَتْ مُسْتَقَرًّا وَمُقَامًا). ¶ فهذه من أعظم صفات عباد الرحمن الخلَّص، الصفوة. ¶ فليلهم خير ليل، سجداً وقياماً، طاعة لله وانكساراً. ¶ فيا سبحان الله: ألا تزيدك هذه الصفة الاجتهاد في قيام الليل والانضمام إلى عباد الرحمن؟؟ ¶ ألا تحب أن تتشبه بهؤلاء العظماء – الصفوة – الذين مدحهم الله وأثنى عليهم، بل هم من أوليائه، أولياء الله: الذين لا خوف عليهم ولا هم يحزنون. ¶ يضعون الجباه لله عز وجل الذي خلقهم وأعطاهم وشرفهم، يشكرون الله تعالى على هذه النعمة. ¶ فأين الذين يبيتون على القنوات المحرمة، أو الأفلام الساقطة، أو الألعاب المضيعة للأوقات، ليلهم بالمحرمات ويتركون الواجبات. ¶ فأين المشمر، وأين اللبيب، أين من يرى الموت بدأ يأخذ الناس صغاراً وكباراً، فاستغَلّ هذه الحياة الدنيا، واستغل ليله في طاعة الله عز وجل قبل هجوم هاذم اللذات. ¶ بلال يناديك من أعلى المنارة --- وأنت نائم في العمارة. ¶ لو أطعت بلال ... لدخلت في مسمى الرجال ¶ (رِجَالٌ لَّا تُلْهِيهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَن ذِكْرِ اللَّهِ وَإِقَامِ الصَّلَاةِ وَإِيتَاء الزَّكَاةِ يَخَافُونَ يَوْماً تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالْأَبْصَارُ). ¶ كيف لا يقومون وسيدهم - صلى الله عليه وسلم - وإمامهم كان يقوم الليل. ¶ عن عائشة. قالت (كان رسول الله - صلى الله عليه وسلم - يقوم الليل حتى تتفطر قدماه، فتقول له: لم تصنع ذلك وقد غفر الله لك ما تقدم من ذنبك وما تأخر فيقول: أفلا أحب أكون عبداً شكوراً). ¶ يقوم - صلى الله عليه وسلم - حتى تتفطر قدماه شكرا لهذه النعمة وهي مغفرة الذنوب، إن جزاء من أسدى إليكم معروفاً أن تجتهد في شكره. ¶ وأحق الناس يقوم بذلك هو - صلى الله عليه وسلم -، فكان يقوم الليل شكراً لربه وطاعة له على نعمه العظيمة التي من أعظمها مغفرة الذنوب ما تقدم منها وما تأخر. ¶ إذاً: الشكر يكون بالقول ويكون بالفعل، فليس الشكر فقط باللسان بل بالفعل، فشكر الله يكون باللسان وأيضاً نشكر الله، بأن نستغل هذه الجوارح بطاعة الله تعالى، سجوداً وطاعة، ذكراً لله باللسان، وصدقة لوجه الله باليد، وذهاباً إلى المساجد والمحاضرات والدروس بالأرجل. ¶ يقول عبد الله بن رواحه. ¶ وفينا رسول الله يتلو كتابَه ... إذا انشقّ معروفٌ من الصبحِ ساطعٌ ¶ أرانا الهدى بعد العَمى فقلوبنا ... به موقنات أن ما قال واقع ¶ يبيت يجافي جنبه عن فراشه ... إذا استثقلت بالمشركين المضاجعُ ¶ رابعاً: وفرق تعالى بين من قام الليل ومن لم يقمه، ممتدحاً صاحب القيام. ¶ فقال تعالى (أَمَّنْ هُوَ قَانِتٌ آنَاء اللَّيْلِ سَاجِداً وَقَائِماً يَحْذَرُ الْآخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ).",
            "page": "4",
            "part": "6"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "كيف يستوي من تحمل مشقة السهر، ومؤنة الوقوف، وآثر على المنام لذة القيام، طمعاً ورجاء بوعد الله ... كيف يستوي هو ومن ضيع ليله نائماً هائماً، لم ينشطهُ وعد ولم يخوّفه وعيد. ¶ فيا أخي المسلم، بعد سماعك لهذه الآية ألا تريد أن تكون من أولئك الذين مدحهم الله وأثنى عليهم، يقومون الليل يسجدون، يرجون الآخرة، يرجون وعد الله تبارك وتعالى ويخافون عقابه. ¶ إن القلب الحي هو الذي إذا سمع الآيات تدبر وتفكر وتأمل وخشع وخضع وسمع وأنصت وطبق، نعم، (أَمَّنْ هُوَ قَانِتٌ آنَاء اللَّيْلِ سَاجِداً وَقَائِماً يَحْذَرُ الْآخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ) فينبغي على المسلم أن يعرف قيمة هذه الآية، وأن الله لم يسوِّ بين هذا وبين من ضيع ليله، ألا تريد أن تكون من أولئك الأبطال الذين يقضون ليلهم بطاعة الله، فنسأل الله أن نكون ممن وفقوا لتطبيق هذه العبادة والاستفادة والتدبر لآيات القرآن الكريم. ¶ خامساً: قيام الليل أفضل الصلاة بعد الفريضة. ¶ عن أبي هريرة. قال: قال - صلى الله عليه وسلم - (أفضل الصلاة بعد الفريضة صلاة الليل) رواه مسلم. ¶ أي صلاة التطوع بالليل أفضل من صلاة التطوع بالنهار، فلو أن شخصاً قال أيهما أفضل أصلى ركعتين تطوعاً لله في الظهر أو في الليل قلنا في الليل أفضل، فهذا معنى الحديث: معناه التطوع المطلق، أما التطوع المقيد فهو أفضل بوقته. ¶ وهنا سؤال يطرح نفسه: ما السبب في أن صلاة الليل أفضل من صلاة النهار؟ اسمع للجواب: ¶ قال ابن رجب: وإنما فضلت صلاة الليل على صلاة النهار، لأنها أبلغ في الإسرار وأقرب إلى الإخلاص، ولأن صلاة الليل أشق على النفوس، فإن الليلَ محل النومِ والراحة من التعب بالنهار، فترْك النوم مع ميل النفس إليه مجاهدةٌ عظيمةٌ، ولأن القراءة في صلاة الليل أقرب إلى التدبر، فإنه تنقطع الشواغل بالليل، ويحضر القلب ويتواطأ هو واللسان على الفهم كما قال تعالى (إن ناشئة الليل هي أشد وطئاً وأقوم قيلاً). ¶ نعم، فصلاة الليل كما قلت: دليل الإخلاص، صلاة الليل دليل المتقين، صلاة الليل دليل الزاهدين، صلاة الليل دليل على أن هذا القلب متعلق بالله تبارك وتعالى، صلاة الليل خَلوة بالله تبارك وتعالى، نعم، خلوة السحر وما أدراك ما خلوة السحر. ¶ خلوة السحر: سكينة النفوس، وطمأنينة القلوب، تنساب فيها دموع المخلصين على خدودهم تترى. ¶ هذه الخلوة، هي والله مدرسة الإخلاص، فيها ينشأ وينمو، وفيها يكبر ويزهو، وبها يُحفظ ويربو، لأنها عبادة غائبة عن أعين الناس، وعن مديح الناس، فلا يقدم عليها إلا مخلص يبتغي بها وجه الله والدار الآخرة، ولذا فإن لها حلاوة أيما حلاوة؟ ولذاذة أيما لذاذة. ¶ فالخالي في الأسحار، بالتبتل والأذكار، والدعوات والاستغفار، لا يشعر بغربةٍ في نفسه، ولا بوحدةٍ في حسه، بل هو في أنس الله يرتع، وفي اجتماعه به ينعم، وبقربه يتسلى، وبحبه يتلذذ، وبمعيته يسعد، وبالخضوع الصادق يتعبد، فخلوة السحر ساعة مباركة، يُكثِّر الله فيها القليل، ويُربي فيها الضئيل، ويجزي على العبادة فيها خيراً كثيراً، إنها تعوَّدَ العبد على الصدق مع الله، وعلى عدم التزين للمخلوق، وتشغله بخاصة نفسه، ومطالعة عيبهِ، والاستغفار لذنبه، خلوة السحر تعلم الإنسان الزهد في الدنيا، وتميت الطمع والحرص عليها في قلبه، وتجعله مقبلاً على الله، مدبراً عن الدنيا، خلوة السحر تورث رقة القلب، ورفق الطبع، والتواضع للخلق، ترغب في العزلة المحمودة، والأنس بالله تبارك وتعالى. ¶ سادساً: من أسباب دخول الجنة. ¶ ففي حديث عبد الله بن سلام. قال: قال - صلى الله عليه وسلم - (أيها الناس! أطعموا الطعام، وصلوا الأرحام، وصلوا بالليل والناس نيام تدخلوا الجنة بسلام) رواه الترمذي. ¶ فمن أراد الجنان، فليعمل برضا الرحمن، وليجتهد في استغلال الزمان في كل ما يقرب إلى ذي الجلال والإكرام.",
            "page": "5",
            "part": "6"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "سابعاً: قيام الليل سبب للنجاة من الفتن. ¶ فالصلاة عموماً، وصلاة الليل خصوصاً سبب من أسباب النجاة من الفتن. ¶ فقد جاء في صحيح البخاري عن أم سلمة - رضي الله عنها - أن النبي - صلى الله عليه وسلم - استيقظ ليلة فقال (سبحان الله , ماذا أُنزل الليلة من الفتن؟! ماذا أنزل الليلة من الخزائن؟! من يوقظ صواحب الحجرات؟! كي يصلين فرب كاسية في الدنيا عارية في الآخرة). ¶ ففي هذا الحديث دليل وتنبيه على أثر الصلاة بالليل في الوقاية من الفتن. ¶ فالصلاة عموماً وصلاة الليل خصوصاً لها أثر كبير في النجاة من الفتن، لأنها من أعظم الأعمال الصالحة، ومن المعلوم أن العمل الصالح سبب للنجاة من الفتن إذا قَدمت وحلت كما قال - صلى الله عليه وسلم - (بادروا بالأعمال فتناً كقطع الليل المظلم يصبح الرجل مؤمناً ويمسي كافراً، ويمسي مؤمناً ويصبح كافراً يبيع دينه بعرض من الدنيا قليل) رواه مسلم. ¶ يبيع دينه الذي هو الأساس يبيعه بعرض من الدنيا قليل، من أجل مالٍ أو منصب أو جاه أو مركز [فالله المستعان] فتن عظيمة، شبهها النبي - صلى الله عليه وسلم - بظلام الليل، فينبغي على المسلم أن يحذر كل الحذر من الفتن ولا يتساهل بها، ونحن نرى بأم أعيننا كيف يتساقط الناس يوماً بعد يوم بسبب الفتن، فالإنسان ينبغي أن يتحصن قبل وقوعها وقبل مجيئها، ونحن في هذا الزمان: الفتن تنوعت وكثرت ودخلت في كل مكان: في الشارع، في السوق، في المدرسة، في كل مكان. ¶ فمن أعظم أسباب الثبات – وأسباب الثبات كثيرة – لكن من أعظمها الصلاة وبالذات صلاة الليل، لأنها كما قلت قبل قليل أن صلاة الليل دليل الإخلاص ودليل الزهد، وفيها الخلوة بالله تبارك وتعالى، والنتيجة: أن الله يثبته ويعطيه من القوة والنشاط ويعطيه من الإخلاص واليقين ما يثبته أمام الفتن، فالفتن أقبلت وتنوعت وكثرت، فيا أخي المسلم عليك بالصلاة، وخاصة صلاة الليل، واجتهد لتنجو في هذا الزمان فإن من ينجو قليل. ¶ ثامناً: أنه شرف للمؤمن. ¶ فقد جاء في الحديث عن سهل قال: قال - صلى الله عليه وسلم - (جاءني جبريل! فقال يا محمد! اعمل ما شئت فإنك مجزي به، ... واعلم أن شرف المؤمن قيامه بالليل، وعزه استغناؤه عن الناس) رواه الطبراني وحسنه الألباني. ¶ فقيام الليل شرف للمؤمن، لأنه دليل على إخلاصه، ودليل على ثقته بربه، ودليل على قوة إيمانه، فيرفعه الله ويعزه ويرفع مكانته ويعلي درجته لأنه خلى بالله تعالى. ¶ ولذلك قال الحسن البصري عن أصحاب الليل: لما سئل لماذا وجوههم بيضاء: قال: قوم خلوا بالرحمن فأعطاهم من نوره سبحانه. ¶ تاسعاً: لهم غرف في الجنة. ¶ قال - صلى الله عليه وسلم - (إن في الجنة غرفاً يرى ظاهرها من باطنها، وباطنها من ظاهرها، أعدها الله لمن أطعم الطعام، وأفشى السلام، وصلى بالليل والناس نيام) رواه أبو داود. ¶ عاشراً: بقيام الليل يدرك المصلي وقت النزول الإلهي. ¶ نعم، إذا قام من الليل في وقت السحر فإنه يدرك بذلك وقت النزول الإلهي، كما جاء الحديث الصحيح عن أبي هريرة. قال: قال رسول الله - صلى الله عليه وسلم - (ينزل ربنا كلَّ ليلة إلى سماء الدنيا حين يبقى ثلث الليل الأخير فيقول: من يدعوني فأستجيب له؟ من يسألني فأعطيه؟ من يستغفرني فأغفر له) متفق عليه ¶ إذاً، حينما يقوم الإنسان بالليل فإنه يدرك وقت النزول الإلهي، لحظات عظيمة، لحظات مباركة، نعم، تلك اللحظات تتنزل فيها البركات، وتتغشى العابدين الرحمات، وتستجاب السؤالات، ويتجاوز فيه الله سبحانه عن الزلات والخطيئات، من يدعوني فأستجيب له، من يسألني فأعطيه، من يستغفرني فأغفر له، فيا لها من لحظات ساكنة، ويا له من جود عريض، وكرمٍ سخي، وإحسان وفيٍ،",
            "page": "6",
            "part": "6"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "فأين من يستثمر تلك اللحظات في دعوةٍ صادقة، وتوبةٍ ناصحة، يصلح الله له بها أمر دينه فلا ينثلم، وأمر رزقه فلا ينعدم، وأمر ماله فلا يخيب أبداً. ¶ فيا أيها الإنسان ما أجهلك؟ وما أعجلك؟ تُؤثر نوم ساعة على نيل راحة خالدة؟ ¶ يا أيها الإنسان! ما أظلمك، تعصي ويعرض عليك الغفران فتأبى، فسبحانك ربي ما أرحمك وأحلمك، تبسط يدك بالليل ليتوب مسيء النهار، وتبسط يدك بالنهار ليتوب مسيء الليل. ¶ يا نائم الليل كم ترقدُ ... قم يا صديقي قد دنا الموعدُ ¶ وخذ من الليلِ وأوقاتهِ ... ورداً إذا مل هجعَ الرقدُ ¶ من نام حتى ينقضي ليله ... متى يبلغ المنزل أو يسعد ¶ الحادي عشر: وصف النبي - صلى الله عليه وسلم - من يقوم الليل بنِعم الرجل. ¶ ففي صحيح البخاري عن ابن عمر قال: قال رسول الله - صلى الله عليه وسلم - (نِعم الرجل عبد الله لو كان يصلي من الليل، قال سالم: فكان عبد الله بعد ذلك لا ينام من الليل إلا قليلاً، وفي رواية إن عبد الله رجل صالح لو كان يصلي من الليل). ¶ فهذه منقبة عظيمة، ومزية جسيمة، ينبغي لكل مؤمن أن يحرص عليها. ¶ قال الحافظ ابن حجر: فمقتضاه أن من كان يصلي من الليل يوصف بكونه نِعم الرجل. ¶ الثاني عشر: قيام الليل من أسباب المغفرة والرحمة. ¶ كما جاء في الحديث عن أبي هريرة. قال: قال رسول الله - صلى الله عليه وسلم - (رحم الله رجلاً قام من الليل فصلى ثم أيقظ امرأته فصلت، فان أبت نضح في وجهها الماء، ورحم الله امرأة قامت من الليل فصلت ثم أيقظت زوجها فصلى، فإن أبى نضحت في وجهه الماء) رواه أبو داود. ¶ الثالث عشر: من فضل قيام الليل أنه من مظان الإجابة. ¶ عن جابر. قال: قال رسول الله - صلى الله عليه وسلم - (إن في الليل ساعة لا يوافقها رجل مسلم يسأل الله خيراً من أمر الدنيا والآخرة الا أعطاه وذلك كل ليلة) متفق عليه. ¶ فمن التجأ إلى الله في هذه الساعة قضى حاجته، وفرج كربته، وشرح صدره، وأزال ضيقه وعسره، فاغتنم تلك الساعة واعلم أن الدعاء هو سلاح المؤمن. ¶ أتهزأُ بالدعاءِ وتزدريهِ ... وما تدري ما صنعَ الدعاءُ ¶ سهامُ الليلِ لا تخطىء ولكن ... لها أمدٌ وللأمدِ انقضاءُ ¶ ولما كان - صلى الله عليه وسلم - يقوم الليل حتى تتفطر قدماه، خرج طلابه وتلاميذه على منهجه عليه الصلاة والسلام، [الصحابة والسلف الصالح] طبقوا هذه العبادة الجليلة في صور ذكرها العلماء، صور عجيبة تدل على حرصهم وقيامهم بهذه العبادة اقتداءً بالنبي - صلى الله عليه وسلم -. ¶ - قالت عائشة (يا عبد الله! لا تدع قيام الليل، فإن النبي - صلى الله عليه وسلم - ما كان يدعه، وكان إذا مرض أو كسل صلى وهو قاعد) متفق عليه. ¶ - وجاء في موطأ الإمام عن ابن عمر قال (كان عمر يصلي في الليل حتى إذا كان من آخر الليل أيقظ أهله وقرأ: وَأْمُرْ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا لَا نَسْأَلُكَ رِزْقاً نَّحْنُ نَرْزُقُكَ وَالْعَاقِبَةُ لِلتَّقْوَى). ¶ - وقال أبو عثمان النهْدي: تضيفت أبا هريرة سبعة أيام [أي نزلت عليه ضيفاً] فكان هو وزوجه وخادمه يقتسمون الليل أثلاثاً، الزوجة ثلثاً وخادمه ثلثاً وأبو هريرة ثلثاً. ¶ - كان سليمان التيمي عنده زوجتان وكانوا يقتسمون الليل أثلاثاً.",
            "page": "7",
            "part": "6"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "- والحسن بن صالح كان يقتسم الليل هو وأخوه وأمه أثلاثاً، فماتت أمه، فاقتسم الليل هو وأخوه علي، فمات أخوه فقام الليل بنفسه. ¶ - هذا الحسن بن صالح كان عنده جارية، فباعها فأيقظتهم في الليل فقالوا: أسفرنا [يعني طلع الفجر] فقالت: لا، ألا تتهجدوا، قالوا: لا نقوم إلا إلى صلاة الفجر، فجاءت إلى الحسن تبكي وتقول: ردني! لقد بعتني لأناس لا يصلون إلا الفريضة، فردّها. ¶ - كان محمد بن واسع إذا جنّ عليه الليل يقوم ويتهجد، يقول أهله: كان حاله كحال من قتل أهل الدنيا جميعاً. ¶ - الإمام أبو سليمان الداراني كان يقول: والله لولا قيام الليل ما أحببت الدنيا، ووالله إن أهل الليل في ليلهم ألذ من أهل اللهو في لهوهم، وإنه لتمر بالقلب ساعات يرقص فيه طرباً بذكر الله فأقول: إن كان أهل الجنة في مثل ما أنا فيه من النعيم إنهم لفي نعيم عظيم. ¶ - رأى بعضهم حوراء في نومه فقال لها: زوجيني نفسكِ قالت: اخطُبني إلى ربي وأمهِرني، قال: ما مهرُكِ؟ قالت: طول التهجد ¶ نام أبو سليمان الداراني فأيقظته حوراء وقالت: يا أبا سليمان، تنام وأنا أُربَى لك في الخدور من خمسمائة عام؟ ¶ - كانت امرأة حبيب بن محمد الزاهد توقظه بالليل وتقول: ذهب الليل، وبين أيدينا طريق بعيد، وزادنا قليل، وقوافل الصالحين قُدّامنا ونحن قد بقينا، وكانت تقول: ¶ يا راقدَ الليلِ كم ترقدُ ... قم يا حبيبي قد دنا الموعدُ ¶ وخذ من الليلِ وأوقاتهِ ... ورْداً إذا ما هجعَ الرُّقدُ ¶ من نامَ حتى ينقضي ليلهُ ... لم يبلغ المنزلَ أو يجهدُ ¶ قل لأولي الألبابِ أهلِ التقى ... قَنطرةُ العَرْضِ لكم موعدُ ¶ - قال أبو الدرداء: صلوا ركعتين في ظلم الليل لظلمة القبور. ¶ - وقال أحمد بن حرب: عجبت لمن يعلم أن الجنة تزين فوقَه، والنار تضرم تحته، كيف ينام بينهما. ¶ - وكان شداد بن أوس إذا دخل الفراش يتقلب على فراشه لا يأتيه النوم، فيقول: اللهم إن النار أذهبت النوم، فيقوم فيصلي حتى يصبح. ¶ - وحين سألت ابنة الربيع بن خثيم أباها: يا أبتاه الناس ينامون ولا أراك تنام؟ قال: يا بنية إن أباكِ يخاف السيئات. ¶ - ويروى أن طاووساً جاء في السحر يطلب رجلاً، فقالوا: هو نائم، قال: ما كنت أرى أن أحداً ينام في السحر. ¶ الله المستعان: الناس الآن وقت السحر – إلا ما رحم ربي – وقت السحر وقت القنوات، وقت السهرات، فالله المستعان. ¶ - وكان عبد الله بن داود يقول: كان أحدهم إذا بلغ أربعين سنة طوى فراشه، كان لا ينام الليل. ¶ - وذكر أن عامراً لما احتضر جعل يبكي، فقيل: ما يبكيك يا عامر؟ قال: ما أبكي جزعاً من الموت ولا حرصاً على الدنيا، ولكني أبكي على ظمأ الهواجر وقيام الشتاء. ¶ - كانت أم سليمان تقول له: من يرد الله لا ينام الليل، لأن من نام الليل ندم بالنهار. ¶ - قال محمد بن المنكدر: ما بقي من لذات الدنيا إلا ثلاث: قيام الليل، ولقاء الإخوان، والصلاة في جماعة. ¶ - وقال الحسن البصري: ما نعلم عملاً أشد من مكابدة الليل ونفقة هذا المال، وإن الرجل ليذنب الذنب فيحرم به قيام الليل. ¶ أيها الإخوة:",
            "page": "8",
            "part": "6"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "وحيث إن قيام الليل – كما قلت – عبادة جليلة، وقربة عظيمة، لا ينالها إلا من جاهد نفسه فأصلحها، ودافع دنياه فودعها، ودحر شيطانه فغلبه، وردع هواه فجانبه، ينبغي عليه أن يعمل بالأسباب التي تعين على قيام الليل، وقد ذكر علماؤنا – رحمهم الله أسباب كثيرة تعين على قيام الليل أذكر بعضاً منها: ¶ أولها: ترك الذنوب والمعاصي. ¶ فإن الذنوب والمعاصي حاجب بين العبد وبين ربه. ¶ قال الفضيل بن عياض: إذا لم تقدر على قيام الليل وصيام النهار فاعلم أنك محروم وقد كثرت خطيئتك. ¶ وذكر عن الحسن أن قال: إن الرجل ليذنب الذنب فيحرم به قيام الليل. ¶ وقال سفيان الثوري: حرمت قيام الليل بذنب أحدثته منذ خمسة أشهر. ¶ وحينما اشتكى شاب إلى الحسن عدم قدرته على القيام بالليل قال له الحسن: قيدتك خطاياك. ¶ وقال بشر بن الحارث: لا تجد حلاوة العبادة حتى تجعل بينك وبين الشهوات سداً. ¶ وقيل لابن مسعود: ما نستطيع قيام الليل، فقال: أقعدتكم ذنوبكم. ¶ فالذنوب والمعاصي حاجب بين الإنسان وبين ربه، وخاصة هذه العبادة التي لا يوفق لها إلا القليل. ¶ وثانيها: من الأسباب التي تعين على قيام الليل قلة الأكل. ¶ لأن الشّبَع مذموم، فهو يكسل عن العبادة، فعلى العبد أن لا يكثر الأكل والشرب حتى لا يغلبه النوم ويثقل عليه القيام. ¶ ولذلك قيل: لا تأكل كثيراً، فتشرب كثيراً، فتنام كثيراً، فتتحسر كثيراً؟ ¶ وقد جاء في الحديث أن النبي - صلى الله عليه وسلم - قال (إن أهل الشبع في الدنيا هم أهل الجوع في الآخرة). ¶ قال عمر: إياكم والبطنة، فإنها ثقل في الحياة ونتن في الممات. ¶ وقال لقمان لابنه: يا بني! إذا امتلأت المعدة نامت الفكرة، وقعدت الأعضاء عن العبادة. ¶ وقال أبو سليمان الداراني: من شبع دخل عليه ست آفات: فقْد حلاوة المناجاة، وتعذر عليه حفظ الحكمة، وحرمان الشفقة على الخلْق، لأنه إذا شبع ظن الخلق كلهم شباعاً، وثقل العبادة، وزيادة الشهوات. ¶ وقال محمد بن واسع: من قلّ طُعْمه فهِم وأفْهم وصفَى ورقّ. ¶ وقال عمرو بن قيس: إياكم والبطنة، فإنها تقسي القلب. ¶ وقال الحسن البصري: كانت بلية أبيكم آدم أكلة، وهي بليتكم إلى يوم القيامة. ¶ وقد قيل: إذا أردت أن يصح جسمك ويقل نومك فأقلل من الأكل. ¶ وقال إبراهيم بن أدهم: من ضبط بطنه ضبط دينه. ¶ وثالثها: ومن أسباب قيام الليل دعاء الله تبارك وتعالى أن يوفقك لهذه العبادة. ¶ فالتوفيق لقيام الليل هبة ربانية، وعطية رحمانية، يمنّ الله بها على من كان مستحقاً لها من عباده، ومؤهلاً للخلوة به سبحانه ومناجاته، فالجأ إلى ربك ومولاك، وانطرح بين يديه، وتوجه بقلبك وقالبك إليه، واعتمد وتوكل عليه، واسأله وهو العزيز القهار، المهيمن الجبار، بلسان الذل والافتقار، أن يوفقك لقيام الأسحار، وأن يمن عليك فيها بالدموع والخشوع والانكسار، وأن يحشرك مع الأبرار. ¶ وقد أمرنا الله عز وجل بدعائه في كل وقت وفي كل حين فقال (وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ). ¶ وأرشدنا النبي - صلى الله عليه وسلم - إلى الإكثار من الدعاء والتضرع إليه، فقال - صلى الله عليه وسلم - (الدعاء ينفع مما نزل ومما لم ينزل).",
            "page": "9",
            "part": "6"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "فعليكم عباد الله بالدعاء، وقد قال - صلى الله عليه وسلم - (إن الله حيي كريم يستحيي إذا رفع الرجل إليه يديه أن يردهما صفراً خائبتين). ¶ ولذلك يقول ابن القيم: وما أُتيَ من أتيَ [يعني هلك من هلك] إلا من قِبل إضاعة الشكر، وإهمال الافتقار والدعاء، ولا ظفر من ظفر بمشيئة الله وعونه إلا بقيامه بالشكر وصدق الافتقار والدعاء. ¶ كان أحد العلماء يقول في سجوده: اللهم اشفني من النوم باليسير. ¶ فيا أخي المسلم: بادر واخضع وانكسر بين يدي الله عز وجل أن يوفقك وأن يجعلك من المخلصين في القيام بهذه العبادة التي نرى أن القليل من يقوم بها، لأن القيام بهذه العبادة توفيق ومنّة من الله عز وجل، ورحمة من الله، فتضرع واجتهد وادع الله عز وجل أن يعينك وأن يوفقك مع فعل الأسباب التي تعين على ذلك. ¶ ورابعها: ومن الأسباب أكل الحلال والابتعاد عن الحرام. ¶ يقول الله تعالى (يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحاً إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ). ¶ يقول ابن كثير في تفسير هذه الآية: يأمر تعالى عباده المرسلين عليهم الصلاة والسلام أجمعين بالأكل من الحلال، والقيام بالصالح من الأعمال، فدلّ هذا على أن الحلال عون على العمل الصالح، فقام الأنبياء عليهم الصلاة والسلام بهما أتم القيام، وجمعوا بين كل خير قولاً وعملاً ودلالة ونصحاً. ¶ فإذاً الحلال معين على الطاعة. ¶ ومما يدل أيضاً على أن أكل الحرام يمنع من العمل الصالح الحديث المشهور عن أبي هريرة. قال: قال رسول الله - صلى الله عليه وسلم - (إن الله طيب لا يقبل إلا طيباً، وإن الله أمر المؤمنين بما أمر به المرسلين فقال: يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحاً إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ ... ثم ذكر الرجل يطيل السفر أشعث أغبر يمد يديه إلى السماء يا رب يا رب، ومطعمه حرام، ومشربه حرام، وغذي بالحرام، فأنى يستجاب لذلك) رواه مسلم. ¶ فالدعاء عبادة وطاعة، فحُرِمها الإنسان لأكلهِ الحرام، فأكل الحرام مانع من الطاعة، وأكل الحلال معين في أن يتربى هذا الجسم على الطيب. ¶ وخامسها: ومن الأسباب التي تعين على قيام الليل سلامة القلب من الغل والحسد والبغضاء. ¶ فإن أمراض القلوب من الغل والحسد لا يُوفق صاحبها للخير، لأنها أمراض خطيرة، فينبغي على المسلم أن يجتهد أن يكون قلبه طاهراً سليماً حتى يوفق للطاعات. ¶ قال - صلى الله عليه وسلم - (ألا أخبركم بخير الناس؟ كل مخموم القلب، صدوق اللسان، قالوا: صدوق اللسان نعرفه؟ فما مخموم القلب: قال: الذي لا غل ولا حسد ولا بغي). ¶ وسادسها: ومن الأسباب قصر الأمل. ¶ على الإنسان أن يكون أمله قصيراً، وقصر الأمل العلم بقرب الرحيل، وأنه في أي لحظة من اللحظات سوف يرحل من هذه الدنيا، وهو أحسن علاج للقلب، وهو أحسن علاج للنشاط في الطاعة، فمتى علم الإنسان أنه لا يدري متى يفجأه الموت ومتى يزوره ملك الموت، ربما الآن، ربما بعد لحظات، فإن ذلك منشط ومقوٍ له للطاعة والعبادة، ولذلك حذرنا علي من طول الأمل فقال: أخوف ما أخاف عليكم طول الأمل واتباع الهوى، طول الأمل ينسي الآخرة، واتباع الهوى يصد عن الحق. ¶ (كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يَلْبَثُوا إِلَّا عَشِيَّةً أَوْ ضُحَاهَا). ¶ (قَالَ كَمْ لَبِثْتُمْ فِي الْأَرْضِ عَدَدَ سِنِينَ. قَالُوا لَبِثْنَا يَوْماً أَوْ بَعْضَ يَوْمٍ فاسْأَلِ الْعَادِّينَ).",
            "page": "10",
            "part": "6"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "فينبغي على المسلم أن يعرف أن حياته في هذه الدنيا قليلة، وأن ما يزرع فيه من خير سيجده، وأنه لن ينفعه إلا عمله الصالح، لحظات وتمضي هذه الدنيا، أين الرسل؟ أين الصحابة؟ أين أجدادنا؟ كلهم رحلوا. ¶ كل ابن أنثى وإن طالت سلاماته ... يوماً على آلةٍ حدباءَ محمولُ ¶ وسابعها: ومن الأسباب كثرة ذكر الله تعالى. ¶ لأن ذكر الله قوة، ولذلك قال النبي - صلى الله عليه وسلم - لعلي وفاطمة وعلمها أن يقولا قبل النوم: سبحان الله 33، والحمد لله 33، والله أكبر 34، وقال: خير لكما من خادم. ¶ فدل هذا على أن ذكر الله يعطي الإنسان قوة، وفعلاً حينما يعتصم الإنسان بالله العظيم، ويلتجىء إلى الله ويكثر من التسبيح والاستغفار فإن ذلك يعطيه قوة فلا يجد صعوبة في قيام الليل. ¶ وثامنها: ومن الأسباب القيلولة. ¶ يحاول الإنسان أن ينام في وسط النهار، وفي بعض الآثار (استعينوا بالقيلولة على قيام الليل) وفي بعضها (قيلوا فإن الشياطين لا تقيل) وجاء في حديث يروى عن النبي - صلى الله عليه وسلم - (استعينوا بطعام السحر على صيام النهار، واستعينوا بالقيلولة على قيام الليل). ¶ إخواني: ¶ وأخيراً: ¶ اغتنموا هذه الساعات التي يفتح فيها الباب ويقرب فيها الأحباب ويسمع الخطاب ويُرد الجواب ويعطى للعاملين أجزل الثواب، هي ليالي ذاهبة عنكم بأفعالكم، وقادمة عليكم غداً بأعمالكم، فيا ليت شعري! ماذا أودعتموها، وبأي الأعمال ودعتموها، أتراها ترحل حامدة لصنيعكم، أم ذامة لتضييعكم، هي ليالي عتق ومباهاة، وأوقات أنس ومناجاة، وساعات قرب ومصافات. ¶ فيا ليالي المتهجدين اشهدي، ويا ألسنة السائلين جدّي في المسألة واجتهدي. ¶ أخي المسلم: ¶ قم في ظلام ليلك، واستغفر ربك من تقصيرك وكثرة نومك، واسكب دموع الانكسار، وقل بلسان الذل والافتقار: يا غيوم الغفلة عن القلوب تقشعي، ويا شموس التقوى والإيمان اطلعي، ويا صحائف أعمال الصالحين ارتفعي، ويا قلوب المتهجدين اخشعي، ويا أقدام التائبين اسجدي لربك واركعي، ويا عيون المذنبين لا تهجعي، ويا ذنوب التائبين لا ترجعي، ويا أرض الهوى ابلعي ماءك، ويا سماء النفوس أقْلعي، ويا خواطر العارفين اركعي، ويا همم المحبين بغير الله لا تقنعي، فهاهي موائد الإنعام قد مدت في جنح الظلام، فما منكم أحد إلا وقد دعي: يا قومنا أجيبوا داعي الله، فيا همم المؤمنين أسرعي، فطوبى لمن أجاب فأصاب، وويل لمن طُردَ عن الباب وما دُعي. ¶ أسأل الله تبارك وتعالى أن نكون ممن يستمعون القول فيتبعون أحسنه. ¶ اللهم إنا نسألك فعل الخيرات، وترك المنكرات. ¶ اللهم أصلح قلوبنا ونياتنا وذرياتنا. ¶ وصلى الله وسلم على نبينا محمد. ¶ بسم الله الرحمن الرحيم",
            "page": "11",
            "part": "6"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "محاضرة مفرغة (7) ¶ فضل الحياء ¶ للشيخ ¶ سليمان بن محمد اللهيميد ¶ السعودية / رفحاء ¶ الموقع على الانترنت ¶ www.almotaqeen.net ¶ فضل الحياء ¶ الحمد لله رب العالمين والصلاة والسلام على نبينا محمد وعلى آله وصحبه أجمعين",
            "page": "1",
            "part": "7"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون\". ¶ \" يا أيها الذين آمنوا اتقوا الله ولتنظر نفس ما قدمت لغد واتقوا الله إن الله خبير بما تعملون \". ¶ أما بعد: ¶ فضمن الدروس التي نقيمها في هذا الجامع في كل يوم اثنين فإن الموضوع لهذه الليلة بعنوان الحياء. ¶ أيها الناس: إن الحياء خلق سني، خلق يبعث على ترك الأمور القبيحة، فيحول بين الإنسان وارتكاب المعاصي، ويمنعه من التقصير في حق ذي الحق، فهو خلق عظيم حث عليه الإسلام في أحاديث كثيرة، فهو من أبرز الصفات التي تنأى بالمرء عن الرذائل، وتحجزه عن السقوط إلى سفاسف الأخلاق وحمأة الذنوب , كما أن الحياء من أقوى البواعث على الفضائل وارتياد معالي الأمور ¶ وللحياء فضائل: فمن فضائل الحياء: ¶ أولا ً: أنه خلق يحبه الله تبارك وتعالى. ¶ ومما لا شك فيه أنه خلق يحبه الله ينبغي أن نحرص عليه وأن نسارع لتطبيقه لما فيه من الفضائل , ففي حديث يعلى رضي الله عنه قال: قال النبي - صلى الله عليه وسلم - إن الله حيي ستير يحب الحياء والستر \" رواه أبو داود ¶ وجاء في حديث أن النبي - صلى الله عليه وسلم - قال لأشج عبد قيس \" إن فيك لخصلتين يحبهما الله قلت: وما هما يا رسول الله قال: الحلم والحياء قلت قديماً كانتا فيّ أم حديثاً قال: قديماً قال: الحمد لله الذي جبلني على خلتين يحبهما الله \" الحديث رواه الإمام أحمد , وجاء في رواية مشهورة أنه قال \" خصلتين الحلم والأناة \" , لكن هذه رواية أخرى \" الحلم و الحياء \" ... ¶ فالله عز وجل يحب الحياء. ¶ وهناك قاعدة ذكرها ابن القيم رحمه الله جميلة جداً نذكرها ومقتضاها أن من اتصف بصفة من صفات الله عز وجل فهو أحب الخلق إلى الله، فأحب الخلق إلى الله سبحانه وتعالى من اتصف بصفاته، فالله عز وجل حيي يحب الحياء، إذاً من اتصف بصفة الحياء فإنه من أحب الخلق إلى الله ¶ يقول ابن القيم رحمه الله في كتابه الوابل الصيب في صفحة (56): ¶ أحب الخلق إليه من اتصف بصفاته فهو كريم يحب الكرماء، فإنه يحب الكريم من عباده، وعالم يحب العلماء، وقادر يحب الشجعان، وجميل يحب الجمال، ووتر يحب الوتر، وهو سبحانه وتعالى رحيم يحب الرحماء و إنما يرحم من عباده الرحماء، وهو ستير يحب من يستر على عباده وعفو يحب من يعفو عنهم وغفور يحب من يغفر لهم، ولطيف يحب اللطيف من عباده، ويبغض الفظ الغليظ القاسي الجعظري الجواظ، ورفيق يحب الرفق، وحليم يحب الحلم، وبر يحب البّر وأهله، وعدل يحب العدل، وقابل معاذير عباده، ويجازي عبده بحسب هذه الصفات فيه وجودا ً وعدماً، فمن عفا عفى عنه، ومن غفر غفر له، ومن رحم خلقه رحمه، ومن أحسن إليهم أحسن إليه، ومن جاد عليهم جاد عليه، ومن نفعهم نفعه، ومن سترهم ستره، ومن صفح عنهم صفح عنه، ومن تتبع عوراتهم تتبع عورته، ومن هتكهم هتكه وفضحه، ومن منعهم خيره منعه خيره، ومن شاق الله شاق الله تعالى به، ومن مكر مكر به، ومن خادع خادعه ..... \" إلى آخر ما قال رحمه الله ... ¶ وقال أيضاً في مكان آخر \" ومن وافق الله تعالى في صفة من صفاته قادته تلك الصفة إليه بزمامها وأدخلته على ربه وأدنته وقربته من رحمته وسيرته محبوباً له، فإنه سبحانه رحيم يحب الرحماء كريم يحب الكرماء ... \" إلى آخر ما قال رحمه الله. ¶ إذاً أول فضائل الحياء أن الله حيي ويحب الحياء فلنحرص ونجتهد أن تكون فينا هذه الصفة حتى نكون من أحب الخلق إليه سبحانه وتعالى. ¶ ثانياً:- من فضائل الحياء أن الحياء من الإيمان.",
            "page": "2",
            "part": "7"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "كما جاء في الصحيحين من حديث ابن عمر رضي الله عنهما أن رسول - صلى الله عليه وسلم - مر على رجل من الأنصار يعظ أخاه في الحياء \" يعني كأنه يقول له إنك تستحي كثيرا \" فقال - صلى الله عليه وسلم -: دعه فإن الحياء من الإيمان \". ¶ دعه: يعني اتركه , اتركه على هذه الصفة فإن الحياء يجر إلى الإيمان ويزيد في الإيمان، اتركه على هذا الخلق السني، ثم بين له أن هذا الخلق من الإيمان. ¶ ولذلك جاء أيضاً في الصحيحين قال النبي - صلى الله عليه وسلم - \" الإيمان بضع وسبعون شعبة أفضلها لا إله إلا الله و أدناها إماطة الأذى عن الطريق و الحياء شعبة من الإيمان \". ¶ ولذلك نلاحظ أيها الأخوة أن العبد إذا سلب الحياء فإنه لا يبقى له ما يحجزه عن القبائح والدنايا، فصار كأنه لا إيمان له، نجد كثير من الناس يقومون ويفعلون الأمور الحقيرة ويفعلون القبائح وغيرها، ولو كان عندهم حياء ما فعلوها. ¶ ولذلك جاء أيضاً في حديث رواه الأمام أحمد قال - صلى الله عليه وسلم - \" الحياء من الإيمان و الإيمان في الجنة \". ¶ يقول الشاعر: ¶ إذا قل ماء الوجه قل حياؤه ... فلا خير في وجه إذا قل ماؤه ¶ حياءك فاحفظه عليك فإنما ... يدل على وجه الكريم حياؤه ¶ يقول أبو سليمان رحمه الله: إذا أراد الله بعبد هلاكاً نزع منه الحياء فإذا نزع منه الحياء لم تلقه إلا مقيتاً ممقتا \". ¶ ثالثاً: ومن فضائل الحياء أنه خلق الإسلام. ¶ الله أكبر خلق الإسلام الحياء، فقد جاء في حديث أنس رضي الله عنه قال: قال النبي - صلى الله عليه وسلم - \" إن لكل دين خلقاً وخلق الإسلام الحياء \" و الحديث صحيح. ¶ ومن فضائل الحياء: ¶ رابعاً: أنه لا يأت إلا بخير. ¶ فقد روى الإمام البخاري ومسلم في صحيحيهما أن النبي - صلى الله عليه وسلم - قال:\" الحياء لا يأت إلا بخير \" وجاء عند مسلم \" الحياء خير كله \". ¶ وهذا في الواقع يكفي شرفاً في الحياء، يكفي الحياء خيراً كونه على الخير دليلاً، إذ مبدأ الحياء انكسار وانقباض يلحق الإنسان مخافة أن ينسب إليه القبيح ولذلك الحياء الخير كله. ¶ خامساً: ومن فضائل الحياء أنه يقود إلى الجنة ¶ ففي حديث أبي هريرة السابق قال: قال - صلى الله عليه وسلم - \" الحياء من الإيمان والإيمان في الجنة \". ¶ سادساً: ومن فضائل الحياء أنه أبهى زينة. ¶ الله أكبر فإن الوجه المصون بالحياء كالجوهر المكنون في الوعاء ولن يتزين إنسان بزينة هي أبهى من الحياء ولا أجمل من الحياء. ¶ أجمل ما يتزين به الإنسان هو الحياء، ذلك الخلق العظيم , خلق النبي - صلى الله عليه وسلم - فإنه كان أشد حياء من العذراء في خدرها. ¶ عن أنس - رضي الله عنه - قال: قال رسول - صلى الله عليه وسلم - \" ما كان الفحش في شيء قط إلا شانه ولا كان الحياء في شيء قط إلا زانه\". ¶ قوله شانه – أي عابه --- والشين – العيب. ¶ ومعنى الحديث:",
            "page": "3",
            "part": "7"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "أنه لو قدر أن يكون الفحش أو الحياء في جماد لشانه أو زانه، فكيف بالإنسان، و أشار بهذين إلى الأخلاق الرذيلة مفتاح كل شر بل هي الشر كله، والأخلاق الحسنة السنية مفتاح كل خير بل هي الخير كله، ومن ثم قيل الإيمان عريان ولباسه التقوى وزينته الحياء. ¶ سابعاً: ومن ثمرات وفضائل الحياء أنه خلق النبي - صلى الله عليه وسلم -. ¶ بل هو خلق الأنبياء عليهم الصلاة والسلام فهاهو نبينا - صلى الله عليه وسلم - في الحديث عن أبي سعيد قال\" كان النبي - صلى الله عليه وسلم - أشد حياء من العذراء في خدرها \" والحديث في الصحيحين. ¶ وهذا موسى عليه الصلاة والسلام، ففي الحديث قال - صلى الله عليه وسلم - \" إن موسى كان حيي ستيراً \" والحديث في الصحيحين. ¶ الصحابة والحياء. ¶ 1. الصديق - رضي الله عنه - كان يقول وهو يخطب بالمسلمين: أيها الناس استحيوا من الله فوالله ما خرجت لحاجة منذ بايعت رسول الله - صلى الله عليه وسلم - أريد الغائط إلا وأنا مقنع رأسي حياء من الله \" حياء عظيم، الصحابة طبقوا صفة الحياء التي اتصف بها قدوتهم - صلى الله عليه وسلم -. ¶ 2. وهذا الفاروق عمر - رضي الله عنه - يقول: ¶ من قلّ حياؤه قل ورعه ومن قل ورعه مات قلبه\". ¶ هذا عمر الفاروق كلامه عظيم. .. الله أكبر. ¶ ويقول \" من استحيا استخفى ومن استخفى اتقى ومن اتقى وقي\" .. ¶ ومن الصحابة الأطهار رضي الله عنهم من اختصه بميزة خاصة في هذا الخلق الكريم تعرفونه؟ ¶ نعم ... فهو أمير البررة وقتيل الفجرة ذو النورين عثمان بن عفان - رضي الله عنه -. ¶ يقول فيه الصادق المصدوق - صلى الله عليه وسلم - \" ألا استحي من رجل تستحي منه الملائكة \". ¶ ويقول صلى - صلى الله عليه وسلم - \" الحياء من الإيمان و أحيا أمتي عثمان\". ¶ إذاً من مميزات عثمان و التي اختص بها عثمان وصارت صفة بارزة لهذا الصحابي الجليل صفة الحياء. ¶ وعن الحسن البصري وذكر عثمان وشدة حيائه قال \" إن كان ليكون في البيت والباب عليه مغلق فما يضع عنه الثوب ليفيض عليه الماء يمنعه الحياء أن يقيم صلبه \". ¶ وعن أبي موسى - رضي الله عنه - قال: \" إني لأغتسل في البيت المظلم فما أقيم صلبي حتى آخذ ثوبي حياء من ربي عز وجل \". ¶ وعن أنس - رضي الله عنه - قال: \" كان أبو موسى إذا نام لبس ثياباً عند النوم خوف أن تنكشف عورته \". ¶ هكذا هم الصحابة وحياؤهم من الله تبارك وتعالى .. ¶ قال الفضيل خمس من علامات القسوة أو من علامات الشقاء: ¶ القسوة في القلب وجمود العين وقلة الحياء و الرغبة في الدنيا وطول الأمل. ¶ النقطة الرابعة – هناك أمور أيها الأخوة ليست من الحياء أسقط الإسلام الحياء فيها لما يترتب على الحياء فيها من الشر وتضييع الحقوق فمن ذلك عدة أمور: ¶ 1. الأمر الأول تبليغ الأحكام الشرعية على وجهها تعليماً للناس. ¶ يعني لا ينبغي للإنسان أن يستحي وهو يعلم الناس، لأن هذه أمور وأحكام شرعية ينبغي للإنسان لا يستحي وهو يعلم الناس، لأن هذه أمور وأحكام شرعية ينبغي أن تبلغ. ¶ و لذلك قال - صلى الله عليه وسلم - يوماً لأصحابه إنما أنا لكم مثل الوالد لولده أعلمكم: إذا أتيتم الغائط فلا تستقبلوا القبلة و لا تستدبروها \".",
            "page": "4",
            "part": "7"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "فهذا الرسول - صلى الله عليه وسلم - قال للصحابة (إن الله لا يستحي من الحق لا تأتوا النساء في أعجازهن وفي رواية \" لا تأتوا النساء في أدبارهن). ¶ ومن المجالات التي لا ينبغي أن يستحيا منها أيها الأخوة طلب العلم. ¶ طلب العلم ما ينفع فيه الحياء. ¶ ولذلك قال علي - رضي الله عنه - \" لا يستحي الذي لا يعلم أن يسأل حتى يعلم، ولا يستحي من يُسأل عما لا يعلم أن يقول لا أعلم. ¶ وقال بعض السلف: من رق وجهه عند السؤال رق علمه عند اجتماع الرجال. ¶ وقال البخاري: قال مجاهد: لا يتعلم العلم مستح أو مستكبر. ¶ ولذلك قالت عائشة رضي الله عنها \"نعم النساء نساء الأنصار لم يمنعهن الحياء أن يتفقهن في الدين). ¶ يقول الحافظ ابن حجر رحمه الله وهو - يعني الحياء - وهو الشرعي الذي يقع على وجه الإجلال والاحترام للأكابر وهو محمود، وأما ما يقع سبباً لترك أمر شرعي فهو مذموم وليس هو بحياء شرعي و إنما هو ضعف ومهانة وهو المراد بقول مجاهد لا يتعلم العلم مستح \". ¶ وجاء أيضا ً في الصحيحين عن ابن عمر قال - صلى الله عليه وسلم - \" إن من الشجر شجرة لا يسقط ورقها وهي مثل المسلم فحدثوني ما هي؟ فوقع الناس في شجر البوادي، ووقع في نفسي أنها النخلة - يعني ابن عمر وقع في نفسه أنها نخلة - قال عبد الله فاستحييت فقالوا يا رسول الله أخبرنا فقال - صلى الله عليه وسلم - هي النخلة، قال عبد الله: فحدثت أبي بما وقع في نفسي فقال: لئن تكون قلتها أحب إلي من كذا وكذا \". ¶ فمنعه حياء الإجلال لمن هم أسن منه من الحاضرين من أن يقول ذلك، فلا ينبغي أن يستحي الإنسان في طلب العلم. ¶ ولذلك قالت أم سلمة: جاءت أم سليم للنبي - عليه السلام - فقالت: يا رسول الله إن الله لا يستحي من الحق – هذه ذكية حكيمة ما شاء الله قدمت مقدمة – إن الله لا يستحي من الحق فهل على المرأة من غسل إذا هي احتلمت قال النبي - صلى الله عليه وسلم -: نعم، إذا رأت الماء، فغطت أم سلمة تعني وجهها وقالت يا رسول الله وتحتلم المرأة قال: نعم). ¶ فمثل هذه الأمور لا ينبغي أن يستحيا منها .. ¶ ومن ذلك أيضاً كلمة الحق و الأمر بالمعروف، فإن الإنسان لا ينبغي أن يستحي منها. ¶ ولذلك قال النبي - صلى الله عليه وسلم - \" لا يمنعن رجلاً هيبة الناس أن يقول بحق إذا علمه أو شهده أو سمعه\". ¶ نكتفي بهذا. ¶ نسأل الله عز وجل أن يرزقنا و إياكم هذه الصفة صفة الحياء و أن نكون ممن يتعلمون العلم لوجهه تبارك وتعالى اللهم إنا نسألك علماً نافعاً وعملاً صالحاً ورزقاً طيبا ًوالله أعلم ¶ وصلى الله وسلم على نبينا محمد ... ¶ بسم الله الرحمن الرحيم",
            "page": "5",
            "part": "7"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "تفريغ محاضرة (8) ¶ توجيهات عامة ¶ فضل العلم ¶ فضل المداومة على العمل الصالح ¶ الفوضوية في الطلب ¶ الشيخ ¶ سليمان بن محمد اللهيميد ¶ السعودية رفحاء ¶ موقع رياض المتقين ¶ www.almotaqeen.net ¶ قام بتفريغها",
            "page": "1",
            "part": "8"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "بعض طلاب العلم ¶ بسم الله الرحمن الرحيم ¶ إن الحمد لله نحمده ونستعينه ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا من يهده الله فلا مضل له ومن يضلل فلن تجد له ولياً مرشداً. ¶ وأشهد أن لا إله إلا الله وأشهد أن محمداً عبده ورسوله صلى الله عليه وعلى آله وسلم تسليماً كثيراً. ¶ (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ). ¶ (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً. يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً). ¶ أما بعد: ¶ فهذه مقدمة أقدمها في بداية درس (شرح الأصول الثلاثة) أحببت أن أذكر بها نفسي والجميع ببعض الأمور وبعض التنبيهات التي أسأل الله أن تكون نافعة مفيدة خالصة لوجه الله تبارك وتعالى. ¶ وأول هذه التنبيهات: ¶ معرفة فضل العلم ¶ ينبغي على الإنسان السائر في طريق طلب العلم أن يعرف فضل العلم، لان الإنسان لا يمكن أن يستمر في شيء من الطاعات أو العبادات لا يعرف قيمته، وما تساهل في العلم الشرعي من تساهل إلا لأنهم لم يعرفوا قيمته ولم يعرفوا قدره. ¶ والنصوص كثيرة من الكتاب والسنة وأقوال السلف في فضل العلم وفي شرفه وأنه من أفضل العبادات وأجل القربات إذا أخلص الإنسان لله. ¶ لأن فيه جهاداً ضد الأعداء، وفيه نشر للسنن، وفيه الرد على أهل البدع والضلال، وفيه نشر العقيدة الصحيحة. ¶ ولذلك ذهب جمع من أهل العلم إلى أن أفضل التطوعات هو طلب العلم الشرعي. ¶ فمن النصوص في فضل العلم: ¶ الآية الأولى: قوله تعالى (شَهِدَ اللَّهُ أَنَّهُ لا إِلَهَ إِلَّا هُوَ وَالْمَلائِكَةُ وَأُولُو الْعِلْمِ قَائِماً بِالْقِسْطِ لا إِلَهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ). ¶ هذه الآية من أعظم الأدلة على فضل العلم ¶ قال القرطبي: ¶ هذه الآية دليل على فضل العلم وشرف العلماء، فإنه لو كان أحد أشرف من العلماء لقرنهم الله باسمه واسم ملائكته كما قرن العلماء. ¶ وقال ابن القيم بعد أن ذكر هذه الآية: في كتابه (مفتاح دار السعادة). ¶ وهذا يدل على فضل العلم وأهله من وجوه: ¶ أحدها: استشهادهم دون غيرهم من البشر. ¶ والثاني: اقتران شهادتهم بشهادته. ¶ والثالث: اقترانها بشهادة الملائكة.",
            "page": "2",
            "part": "8"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "الرابع: أن في ضمن هذا تزكيتهم وتعديلهم فإن الله لا يستشهد من خلقه إلا العدول. ¶ نعم، إنها آية جليلة عظيمة تدل على فضل العلم وأهله (وأولوا العلم) ولم يقل أصحاب الملك، أو أصحاب الرئاسات، أو أصحاب الجاه والمال. ¶ فأين المشمرون؟؟ ¶ أين العاملون؟؟ ¶ وأين الذين يريدون الدرجات العالية؟؟ ¶ أين الذين يريدون الفضائل العظيمة؟؟ ¶ الآية الثانية: قال تعالى (وقل رب زرني علما). ¶ هذه الآية – كما ذكر العلماء _ من أعظم الآيات في فضل العلم. ¶ يقول القرطبي: فلو كان شيء أشرف من العلم لأمر الله تعالى نبيه أن يسأله المزيد منه كما أمر أن يستزيده من العلم. ¶ لم يقل قل يا محمد رب زدني مالاً، رب زدني جاهاً، رب زدني ملكاً، بل قال: قل رب زدني علماً. ¶ وقال ابن القيم: وكفى بهذا شرفاً للعلم أن أمر نبيه أن يسأله المزيد منه. ¶ وقال الحافظ ابن حجر: واضح الدلالة في فضل العلم، لأن الله تعالى لم يأمر نبيه - صلى الله عليه وسلم - بطلب الازدياد من شيء إلا من العلم. ¶ ومن الأحاديث: ¶ ما رواه مسلم عن أبي هريرة. قال: قال رسول الله - صلى الله عليه وسلم -: (من سلك طريقاً يلتمس فيه علماً سهل الله له به طريقاً إلى الجنة) رواه مسلم. ¶ طريقا: أي معنوياً أو حسياً ¶ حسياً: بالذهاب إلى حلقات العلماء بالرحلة في البلدان لطلب العلم والحديث. ¶ ومعنوياً: بشراء الكتب وقراءتها. ¶ وعن معاوية قال: قال - صلى الله عليه وسلم - (من يرد الله به خيراً يفقهه في الدين). ¶ فهذا الحديث منطوقه: أن من أراد الله به خيراً فقهه في دينه – ومن لم يرد الله به خيراً لم يفقهه في دينه. ¶ قال الحافظ ابن حجر: ومفهوم الحديث: أن من لم يتفقه في الدين فقد حرم الخير. ¶ وعن أبي الدرداء قال: قال رسول الله - صلى الله عليه وسلم -: (إن الملائكة لتضع أجنحتها لطالب العلم رضاً بما يصنع). ¶ وقال الخطابي في معنى وضع أجنحتها أقوال: ¶ قيل: أنه بسط الأجنحة. ¶ وقيل: أنه بمعنى التواضع تعظيماً لطالب العلم. ¶ وقيل: أن المراد به النزول عند مجالس العلم وترك الطيران. ¶ ومن أقوال السلف: ¶ قال علي: كفى بالعلم شرفاً أن يدعيه من لا يحسنه ويفرح به إذا نسب إليه، وكفى بالجهل ذماً أن يتبرأ منه من هو فيه. ¶ وقال الشافعي: ليس شيء بعد الفرائض أفضل من طلب العلم. ¶ وقال: طلب العلم أفضل من صلاة النافلة.",
            "page": "3",
            "part": "8"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "وقال سهل بن عبد الله: من أراد أن ينظر إلى مجالس الأنبياء فلينظر إلى مجالس العلماء ¶ وقال الزهري: ما عبد الله بمثل الفقه. ¶ وقال الثوري: ما من عمل أفضل من طلب العلم إذا صلحت النية. ¶ إلى غير ذلك من الأقوال الكثيرة التي تدل على فضل العلم ¶ إذاً: ¶ لكي يستمر الإنسان في طلب العلم لا بد أن يعرف شرف هذا العلم، فإن ذلك من أسباب نشاطه وعلو همته. ¶ وهذا في جميع الطاعات والعبادات: ¶ فمثلاً: كثير من الناس يعرفون أن صلاة الضحى سنة، لكن القليل منهم من يعرف فضلها، ولو عرفوا فضلها لواظب عليها الكثير. ¶ فلا بد من معرفة فضل الشيء حتى ينشط الإنسان. ¶ فمثلاً صلاة الضحى من أراد أن يحث الناس عليها أو أراد هو أن يحافظ عليها لا بد أن يعرف فضلها ويذكره للناس لأن ذلك يشحذ الهمم ويقوي النفس. يذكر مثلاً: ¶ قول النبي - صلى الله عليه وسلم -: (على كل سلامى من الناس صدقة ... ويجزىء من ذلك ركعتان يركعها من الضحى). ¶ وقول النبي - صلى الله عليه وسلم -: (لا يحافظ عليها إلا أواب). ¶ إلى غير ذلك من فضائلها. ¶ وكذلك قيام الليل تلك العبادة شعار المتقين وعلامة المخلصين، من أراد أن يحث الناس عليها أو أراد هو أن ينشط لها ويقوم بها، عليه أن يعرف فضلها وما ورد في ذلك: ¶ كقوله تعالى (إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ. آخِذِينَ مَا آتَاهُمْ رَبُّهُمْ إِنَّهُمْ كَانُوا قَبْلَ ذَلِكَ مُحْسِنِينَ. كَانُوا قَلِيلاً مِنَ اللَّيْلِ مَا يَهْجَعُونَ). ¶ وأن من صفات المؤمنين (تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفاً وَطَمَعاً وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ). ¶ وكقوله - صلى الله عليه وسلم -: (أفضل الصلاة بعد الفريضة صلاة الليل) ¶ وكقوله - صلى الله عليه وسلم - لابن عمر: (نعم الرجل عبد الله لو كان يقوم من الليل – قال سالم: فكان عبد الله بعد ذلك لا ينام من الليل إلا قليلا). ¶ والدليل على أن معرفة الأجر تنشط: ¶ أن النبي - صلى الله عليه وسلم - قال في المنافقين: (أثقل الصلاة على المنافقين صلاة العشاء والفجر ولو يعلمون ما فيهما لآتوهما ولو حبواً) ¶ فقال: (لو يعلمون ما فيهما) فهم لا يعلمون حقيقة فضلهما، لأنهم لا يؤمنون بوعد الله، وليس عندهم يقين بوعد الله وبوعد رسوله - صلى الله عليه وسلم -. ¶ وتأتي أهمية العلم خاصة في هذا الزمان الذي كثرت فيه الفتن وتنوعت وعمت وهجمت على الناس. ¶ لقد اخبر النبي - صلى الله عليه وسلم - كما هو معلوم بقدوم الفتن وكثرتها. ¶ في هذا الزمان الذي كثرت فيه الفرق، كثرت فيه الاختلافات، تصدر من ليس أهلاً للفتوى، تصدر من ليس أهلاً للصدارة، أصبحت الشبهات تبث بالقنوات والشبكات وعلى كل الناس. ¶ فمن لم يتسلح بسلاح العلم فإنه قد لا يستطيع أن يثبت مع كثرة الفتن وقوتها. ¶ قال - صلى الله عليه وسلم -: (بادروا بالأعمال فتناً كقطع الليل المظلم)",
            "page": "4",
            "part": "8"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "وقال - صلى الله عليه وسلم -: (ستكون فتن). ¶ وقال - صلى الله عليه وسلم -: (ستكون فتن يرقق بعضهما بعضاً). ¶ وقال - صلى الله عليه وسلم -: (إني لأرى مواقع الفتن كمواقع القطر من بيوتكم) يشبهها بالمطر نظراً لكثرتها وانتشارها. ¶ فيجب على المسلم أن يتسلح، فالأعداء كثير وكثير. ¶ إذاً العلم ضروري وبالذات في هذا الزمان؟ فإن الصحوة الإسلامية لا بد لها من علم شرعي؟؟ لماذا؟ ¶ لأن من لم يتسلح بالعلم الشرعي يكون عرضة للشبهات. ¶ يكون عرضة للضلالات. ¶ يكون عرضة للانحرافات. ¶ وللأسف في هذا الزمان: نرى الكثير من شباب الصحوة (نساء ورجالاً) ولا نرى إلا القليل من يتجه لطلب العلم الشرعي ويجلس بالركب عند العلماء ويتعلم دين الله. ¶ وأخيراً: ¶ إذا أردت النجاة يا أخي المسلم ويا أختي المسلمة فاعتصم بالله وتوكل عليه واطلب العلم الشرعي لينير لك الطريق ويضيء لك الحياة لتعيش محافظاً على عقيدتك ومنقذاً لغيرك وداعياً إلى الله بعلم وحكمة. ¶ الأمر الثاني: المداومة على العمل. ¶ إن الإنسان في طريقه وفي سيره إلى الله تبارك وتعالى في أي عبادة ينبغي له أن يعرف كيف يسير إليها ¶ ويعرف الأسباب التي تجعله يستمر في الطاعة أو في العبادة، لأن العبادة لا تثمر إلا إذا استمر بها. ¶ فكم من إنسان بدا في عمل وتركه؟ ¶ كم إنسان بدا في طاعة وأهملها؟ ¶ كم إنسان بدا في مشروع دعوي أو عبادي أو علمي وتركه؟ ¶ لذلك على المسلم المسلمة أن يعرفوا كيف الاستمرار في طلب العلم، تلك العبادة الجليلة العظيمة. ¶ أهم ما ينبغي الاهتمام به هو الاستمرار في العلم ولو شيئاً قليلاً. المداومة على العمل الصالح – هذا أول علامات التوفيق والنجاح؟ ¶ أن يستمر وأن يجاهد نفسه في الاستمرار وعدم الانقطاع؟ لماذا؟ ¶ لماذا العمل المداوم عليه من علامات التوفيق والنجاح؟ ¶ أولاً: لان ذلك العمل المداوم عليه هو أحب الأعمال إلى الله. ¶ كما في الصحيحين عن عائشة قالت قال رسول الله - صلى الله عليه وسلم -: (أحب الأعمال إلى الله أدومها وإن قل). ¶ قال النووي: لأن بدوام القليل تدوم الطاعة والذكر والمراقبة، ويثمر القليل الدائم بحيث يزيد على الكثير المنقطع أضعافاً كثيرة. ¶ وعمل يحبه الله تبارك وتعالى؟؟ ماذا تتوقع أن تكون نتيجته؟ لا شك أن النتيجة ستكون مباركة موفقة. ¶ يطرح في العمل البركة ويطرح فيه التأثير وينتج عنه خيرات كثيرات وتوفيق وسداد وتثبيت ¶ • إن العمل المداوم عليه: فيه دوام اتصال القلب بخالقه فيعطيه قوة وثباتاً ونشاطاً. ¶ • إن العمل المداوم عليه: فيه تعهد النفس عن الغفلة وترويضها على لزوم الخيرات حتى تسهل عليها. ¶ وكما قيل: النفس إن لم تشغلها بالطاعة شغلتك بالمعصية. ¶ • إن العمل المداوم عليه: فيه طهارة القلب من النفاق.",
            "page": "5",
            "part": "8"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "لان المنافق تثقل عليه العبادة كما قال تعالى: (وَإِذَا قَامُوا إِلَى الصَّلاةِ قَامُوا كُسَالَى يُرَاؤُونَ النَّاسَ وَلا يَذْكُرُونَ اللَّهَ إِلَّا قَلِيلاً). ¶ سؤال: أيهما أفضل إنسان يصلي ليلة ويترك ليلة، يصلي مرة 6 ركعات ومرتين ركعتين. ¶ أو إنسان يواظب على أربع ركعات ومستمر عليها ولا يقطعها؟ بلا شك الثاني أفضل لأنه عمل مستمر ولو كان قليلا، لان المقصود استمرار الطاعة والعبادة. ¶ مثال آخر: شخص يصلي الضحى مرة عشر ركعات ومرة ركعتين ومرة ينقطع، أو شخص مواظب ومستمر على ركعتين؟؟ بلا شك المداوم والمستمر أفضل. ¶ كم رأينا من إنسان بدا في حفظ القرآن الكريم وانقطع؟ ¶ لو أن هذا الشخص الذي انقطع في حفظ القرآن؟؟ لو أنه صار يحفظ كل يومين مثلاً: 3 آيات واستمر على ذلك لكان في ذلك خير كثير ونفع عظيم واستمرار مع القرآن الكريم. ¶ كم رأينا من إنسان بدا بمشروع دعوي وانقطع؟ ¶ السبب: أنه أكثر على نفسه بحيث لم يستطع المداومة فانقطع ¶ ولو استمر في عمل قليل واستمر به لأفلح وظهرت النتائج العظيمة لان الله يحب هذا العمل. ¶ ثانيا: أن المداومة على العمل ولو كان قليلاً هو هدي النبي - صلى الله عليه وسلم -. ¶ عن عائشة قالت (كان رسول الله - صلى الله عليه وسلم - إذا عمل عملاً أثبته وكان إذا نام من الليل أو مرض صلى من النهار ثنتي عشرة ركعة) رواه مسلم. ¶ وفي رواية (كان - صلى الله عليه وسلم - إذا صلى صلاة أحب أن يداوم عليها). ¶ وعن مسروق قال سألت عائشة: أي العمل أحب إلى رسول الله - صلى الله عليه وسلم -: قالت الدائم. ¶ ثالثاً: ويكفي في فضل المداومة على العمل الصالح أنها سبب لمحبة الله: ¶ كما في حديث أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: قال تعالى: ( ... وما تقرب إلي عبدي بشيء أحب إلي مما افترضته عليه ولا يزال يتقرب إلي بالنوافل حتى أحبه ..... ).رواه البخاري ¶ ومن المعلوم أن الإنسان لا يمكن أن يدخل تحت هذا الحديث حتى يستمر في العمل ويواظب عليه، فلو أنه عمله مرة واحدة وتركه لا يدخل تحت هذا الحديث – وهذا أمر معلوم. ¶ عن عائشة: (كانت تصلي الضحى ثمان ركعات وتقول لو نشرني أبواي ما تركتهما) أخرجه مالك ¶ والرسول - صلى الله عليه وسلم - لما قال لعلي وفاطمة وعلمهما قبل النوم: أن يسبحا 33 ويحمدا 33 ويكبرا 34 وقال لهما: ذلك خير لكما من خادم، قال علي: ما تركتها بعد، فقال له رجل: ولا ليلة صفين: قال: ولا ليلة صفين. ¶ انظر إلى المواظبة والاستمرار على الطاعة حتى في وقت الحرب ما تركها. ¶ قال الشاعر: ¶ إن لله عباداً فُطَنَا ... طلقوا الدنيا وخافوا الفِتَنَا. ¶ نظروا فيها فلما علموا ... أنها ليست لحيٍّ وَطَنَا. ¶ جعلوها لُجَّةً واتخذوا ... صالحَ الأعمال فيها سُفُنَا ¶ علي ما ترك هذا الذكر حتى في تلك الليلة العظيمة ليلة صفين",
            "page": "6",
            "part": "8"
        },
        {
            "hno": null,
            "id": "66",
            "nass": "وصفين حرب بين علي ومن معه ومعاوية ومن معه – أشار النبي - صلى الله عليه وسلم - إليها بقول (لا تقوم الساعة حتى تقتتل فئتان عظيمتان يكون بينهما مقتلة عظيمة دعواهما واحدة). متفق عليه ¶ وقعت هذه الحرب بصفين في ذي الحجة سنة ست وثلاثين من الهجرة وكان بين الفريقين قتل عظيم والله المستعان ¶ الأمر الثالث: على الإنسان أن يكون همه أولاً وأخيراً إصلاح قلبه. ¶ أن يراقب قلبه ويطهره من الغل والحسد والبغضاء ¶ لأنه إذا صلح صلح سائر الجسد وإذا فسد فسد سائر الجسد ¶ قال - صلى الله عليه وسلم -: (إن في الجسد مضغة إذا صلحت صلح الجسد كله، وإذا فسدت فسد الجسد كله، ألا وهي القلب). متفق عليه ¶ وقال تعالى (يوم لا ينفع مال ولا بنون إلا من أتى الله بقلب سليم). ¶ وكان النبي - صلى الله عليه وسلم - يقول: \" يا مقلب القلوب ثبت قلبي على طاعتك \". ¶ إن الإنسان الذي يطلب العلم ينبغي أن يكون قلبه طاهراً أبيض كاللبن بل أبيض من اللبن لا يحقد على أحد ولا يحسد أحداً ولا يبغي على أحد , يفرح بإخوانه ويكون قلبه سليماً صافياً كما قال النبي - عليه السلام -: \" لا تحاسدوا \" وقال النبي - صلى الله عليه وسلم -: \" هل أدلكم على أفضل الناس كل مخموم القلب صدوق اللسان \" قالوا: صدوق اللسان نعرفه فما مخموم القلب. قال: الذي لا غل ولا حسد ولا بغي فيه \". ¶ فالمقصود من الطالب أن يهتم بهذه النقطة. ¶ كثير من الناس يهتمون بالظاهر دون الباطن فوقع فيهم من الرياء وحب الرئاسة والشهرة الخفية وغيرها الكثير والكثير ¶ الإنسان في بداية طلب العلم ينبغي أن يراقب قلبه دائماً وأبداً ولا يتركه، إنما يحاسبه دائماً وأبداً هل هذا العمل لله أو لغير الله هل هذا القلب يحسد أو يغل أو لا .. ¶ الأمر الرابع: الحذر من الفوضوية عند بعض طلاب وطالبات العلم. ¶ إن من الأمور التي يجب على طالب العلم أن يحذرها الفوضوية. ¶ بعض المبتدئين بالطلب يعيش فوضوية تذهب بعمره، وتذهب بوقته، ويصاب بالكسل والملل، ومن ثم يفتر. ¶ فمثلاً: بعضهم يبدأ بمتن من المتون ثم ما إن يبدأ به حتى يكسل ولا يكمله ويذهب لمتن آخر في فن آخر، يبدأ بمتن في التوحيد مثلاً، ثم يذهب ولا يكمله، ثم يذهب لمتن في الفقه أو في الحديث أو في التفسير. ¶ وهذه الطريقة خطأ ليست طريقة السلف وليست الجادة في طلب العلم , هذه الطريقة خطأ لا تنتج شيئاً ولا تخرج متعلماً على طريقة السلف. ¶ الإنسان إذا بدأ بمتن يبدأ به حتى يكمله ولا ينصرف إلى متن آخر. ¶ وأيضاً بعض المبتدئين أو بعض طلاب العلم يبدأ بمتن مثلاً متن الأصول الثلاثة وأثناء الدراسة يذهب ويقرأ شرح هذا المتن على شيخ آخر، يعني يطلع على شروح أخرى، يطلع على شرح الشيخ الفلاني وشرح الشيخ الفلاني وشرح الشيخ الفلاني ويقرأ عدة شروح وهذا يشتته ويشتت ذهنه ويشتت أموره مما يجعله يستصعب العلم. ¶ • إن الإنسان إذا بدأ بمتن لا ينشغل بشروح حتى ينتهي من المتن الذي معه فإذا انتهى على هذا الشيخ، لا مانع بعد أن ينتهي أن يقرأ بعض الشروح على هذا المتن ليستفيد وينظر ما ذكره هذا الشيخ ولم يذكره الآخر. ¶ لكن أثناء الدراسة لا ينشغل ويقرأ شرح فلان وشرح فلان والكتاب الفلاني والكتاب الفلاني فهذا يشتته ويصعب عليه العلم. ¶ فالإنسان ينبغي أن يأخذ العلم حبة حبة.",
            "page": "7",
            "part": "8"
        },
        {
            "hno": null,
            "id": "67",
            "nass": "وقد قال الزهري \" من رام العلم جملة ذهب عنه جملة ولكن الشيء بعد الشيء مع الأيام والليالي \" ¶ ويقول ابن عبد البر \" طلب العلم درجات ومراقي ورتب لا ينبغي تعديها فمن تعداها جملة فقد تعدى سبيل السلف رحمهم الله ومن تعداها عامداً ضل ومن تعداها جاهلاً زل \". ¶ وأيضاً من الفوضوية: ¶ إن بعض المبتدئين يحضر دروس كثيرة حتى على شبكة الانترنت. ¶ فمثلاً ربما بعضهم يحضر سبعة دروس، هذه الدروس ربما بعضها ليست على مستواه، وبعضها الشيخ يشرح في هذا المتن في آخره، مثلاً: دخل مع الشيخ في الفقه والشيخ يشرح في آخر الفقه في باب مثلاً: الإقرار أو باب الشهادات. وبعض الكتب تكون موسعه وبعض الكتب تكون غير مناسبة للمبتدىء، فهذه كلها فوضوية في طلب العلم موجودة عند الكثير، هي من أسباب تخاذل وتكاسل الكثير والكثير من الطلاب والطالبات في طلب العلم. ¶ وهذه الفوضوية كما قلت تضيع الوقت وتضيع العمر وتضيع الجهد. ¶ فعلى الإنسان أن يبدأ كما قلت حبة حبة، شبراً شبراً، شيئاً شيئاً، وإن لم يستطع يسأل أهل العلم ويسأل عالماً يثق به حتى يبين له الطريق (وَأْتُوا الْبُيُوتَ مِنْ أَبْوَابِهَا). ¶ ينبغي من أراد أن يطلب العلم أن يأتيه من بابه وإلا فلن يستطيع أن يستمر وسيزل كما زل غيره كثير. ¶ لأن العلم كثير والكتب كثيرة والدروس كثيرة فالإنسان الذي لا يعرف ماذا يأخذ وماذا يترك سوف يزل. ¶ هذه أيها الأخوة بعض النقاط ذكرتها في بداية هذا الدرس وغيرها سنذكرها إن شاء الله ضمن الشرح. ¶ وصلى الله وسلم على نبينا محمد ¶ أخوكم ¶ الشيخ / سليمان بن محمد اللهيميد ¶ السعودية - رفحاء",
            "page": "8",
            "part": "8"
        },
        {
            "hno": null,
            "id": "68",
            "nass": "بسم الله الرحمن الرحيم ¶ محاضرة مفرغة (9) ¶ موجبات النار ¶ الشيخ ¶ سليمان بن محمد اللهيميد ¶ السعودية / رفحاء ¶ موقع رياض المتقين ¶ www.almotaqeen.net ¶ قام بتفريغها ¶ بعض طالبات العلم في رفحاء ¶ وفقهن الله",
            "page": "1",
            "part": "9"
        },
        {
            "hno": null,
            "id": "69",
            "nass": "بسم الله الرحمن الرحيم ¶ إن الحمد لله نحمده و نستعينه ونستغفره ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا , من يهده الله فلا مضل له ومن يضلل فلن تجد له ولياً مرشداً والصلاة والسلام على نبينا محمد وعلى آله وصحبه أجمعين ... ¶ قال تعالى (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ) ¶ وقال تعالى (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً). ¶ أما بعد ... ¶ أيها الإخوة فإن الموضوع لهذه الليلة بإذن الله تعالى \" موجبات النار \" أي الأسباب التي تؤدي إلى دخول النار. ¶ وتأتي أهمية هذا الموضوع من حيث: ¶ أن الله تبارك وتعالى أمرنا أن نتقي النار وأن نهرب منها و أن نحذرها. ¶ كما قال وتعالى (يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَاراً وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلائِكَةٌ غِلاظٌ شِدَادٌ لا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ). ¶ نعم! إنها النار التي أعدها الله عز وجل لمن أذنب وعصى، وتجبر وطغى. ¶ تلك النار التي وقودها الناس والحجارة، وتلك النار التي أهلها يصيحون (رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ). ¶ تلك النار التي أُمِرنا بالاستعاذة منها. ¶ قال - صلى الله عليه وسلم -: (استعيذوا بالله من عذاب النار). رواه البخاري ومسلم ¶ وكان من صفات عباد الرحمن أنهم يقولون كما قال سبحانه وتعالى (وَالَّذِينَ يَقُولُونَ رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ إِنَّ عَذَابَهَا كَانَ غَرَاماً). ¶ تلك النار التي أهون أهلها عذاب من يوضع تحت قدميه جمرتان يغلي منهما دماغه. ¶ تلك النار التي قعرها بعيد، وعذابها شديد. ¶ ومن هذا المنطلق فإنه يجب على المسلم أن يعرف الأسباب الموجبة لدخول النار حتى يتجنبها ويبتعد عنها، فإنني سأذكركم أيها الناس في هذا الدرس بعض الأسباب التي تؤدي إلى دخول النار حتى نعرفها ومن ثم نتجنبها نعوذ بالله من عذاب النار. ¶ أولاً: الشرك بالله تعالى. ¶ فأول موجبات النار الشرك بالله سبحانه وتعالى يقول عز وجل (إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ). ¶ ويقول النبي - صلى الله عليه وسلم - (من مات وهو يدعو الله نداً دخل النار). ¶ فالشرك في عبادة الله من أكبر الذنوب، والمشرك إذا مات على الشرك فهو في نار جهنم خالداً مخلداً أبد الآبدين ودهر الداهرين. ¶ فالشرك أعظم ذنب عُصي به الله عز وجل، وهو تسوية غير الله بالله فيما هو من خصائص الله، وكما قلت هو أعظم ذنب عُصي به الله، هضم للربوبية وتنقص للألوهية، فحينما يعبد الإنسان مع الله أحد أو ملك من الملائكة فإنه يكون قد وقع في الشرك الأكبر الذي هو أعظم الظلم كما قال الله عز وجل (وَإِذْ قَالَ لُقْمَانُ لإِبْنِهِ وَهُوَ يَعِظُهُ يَا بُنَيَّ لا تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ).",
            "page": "2",
            "part": "9"
        },
        {
            "hno": null,
            "id": "70",
            "nass": "ولذلك الشرك يحبط جميع الأعمال كما قال الله عز وجل (وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُمْ مَا كَانُوا يَعْمَلُونَ). ¶ ويقول تعالى (وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ). ¶ لذلك على المسلم أن يحذر الشرك لأنه أعظم المنكرات وأكبر الكبائر كما قال - صلى الله عليه وسلم - (ألا أنبئكم بأكبر الكبائر قلنا: بلى يا رسول الله قال: الشرك بالله وعقوق الوالدين) متفق عليه. ¶ ثانياً: الكذب على رسول الله - صلى الله عليه وسلم -. ¶ من موجبات النار الكذب على رسول الله - صلى الله عليه وسلم -، فقد جاء في الحديث عن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - (من كذب علي متعمداً فليتبوأ مقعده من النار) متفق عليه. ¶ والكذب على الرسول - صلى الله عليه وسلم - من الكبائر وقد ذكر العلماء رحمهم الله أن الكذب على الرسول - صلى الله عليه وسلم - يختلف عن الكذب على غيره بأمرين ¶ الأمر الأول: أن الكذب عليه - صلى الله عليه وسلم - يكفر متعمده عند بعض أهل العلم، والجمهور والأكثر على أنه لا يكفر إلا إذا اعتقد حل ذلك. ¶ الأمر الثاني: أن الكذب عليه كبيرة والكذب على غيره صغيره فافترقا, ذكر ذلك الحافظ ابن حجر رحمه الله. ¶ وللأسف فإن بعض الناس يذكرون الأحاديث في المجالس أو يوزعون أوراقاً فيها حديث عن النبي - صلى الله عليه وسلم - وهم لا يعرفون صحتها فإنني أقول لهؤلاء إنني أخشى عليكم أن تدخلوا تحت هذا الحديث وهذا الوعيد الشديد، فلا يجوز للإنسان أبداً أن يذكر حديثاً أو ينشره حتى يتأكد من صحته، حتى لا يدخل في الوعيد ويدخل في الكذب على الرسول - صلى الله عليه وسلم -. ¶ ثالثاً: الكلمة من سخط الله. ¶ من موجبات النار ومن أسباب دخولها: (الكلمة من سخط الله). ¶ حين يتكلم الإنسان كلمة من سخط الله فإنه ربما تهوي به في نار جهنم، ففي الحديث عن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - (إن العبد ليتكلم بالكلمة من سخط الله لا يلقي لها بالاً تهوي به في النار سبعين خريفاً). ¶ فهذه كلمة واحدة من سخط الله يهوي بها في نار جهنم. ¶ فكيف بالله يا إخواني كيف بالذين يتكلمون بالكلمات تلوى الكلمات؟ ¶ وكيف بالذين يجلسون الساعات تلوى الساعات؟ ¶ كيف بالذين يتكلمون بالأعراض والنيات؟ ¶ فانتبه يا أخي المسلم!! أمسك هذا اللسان، كلمة واحدة من سخط الله تلقي بك في نار جهنم، فكيف حينما يطلق الإنسان للسانه العنان يتكلم الساعات الطويلة من سخط الله من غيبة أونميمة أو سب أو شتم أو غيرها، فتذكر يا أخي الحبيب قول الله تعالى (مَا يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ). ¶ تذكر قول النبي - صلى الله عليه وسلم - (من كان يؤمن بالله واليوم الآخر فليقل خيراً أو ليصمت). ¶ ورحم الله عبداً قال خيراً فغنم أو سكت عن شرٍّ فسلم. ¶ وفي الحديث عن أبي هريرة رضي الله عنه قال: (سئل النبي - صلى الله عليه وسلم - عن أكثر ما يدخل الناس النار؟ فقال: الفم والفرج). ¶ فمن أسباب دخول النار الفم يعني اللسان والفرج يعني حينما يستخدمه في الحرام، وقد قال الله (وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ. فَمَنِ ابْتَغَى وَرَاءَ ذَلِكَ فَأُولَئِكَ هُمُ الْعَادُونَ). ¶ ولذلك قال - صلى الله عليه وسلم - (إذا أصبح العبد فإن الأعضاء كلها تُكَفِّر اللسان تقول إذا استقمت استقمنا و إذا اعوججت اعوججنا). ¶ فلذلك أقول يا أخي المسلم ويا من تسمعوني، أمسك هذا اللسان فوالله هو أحق شيء بالسجن فلا يطلق لنفسه العنان فيتكلم، فإن الإنسان ربما يقع في كلمة تسخط الله وهو لا يدري وتهوي به في نار جهنم، ولذلك المؤمن قليل الكلام، وهذا هدي النبي - صلى الله عليه وسلم -، فلقد",
            "page": "3",
            "part": "9"
        },
        {
            "hno": null,
            "id": "71",
            "nass": "جاء في الآثار عنه - صلى الله عليه وسلم - أنه كان قليل الكلام، والجميع يعلم أن كثرة الكلام بغير ذكر الله قسوة للقلب وإن أبعد الناس من الله القلب القاسي، بل أن النبي - صلى الله عليه وسلم - قال (حينما سئل أي المسلمين أفضل قال: من سلم المسلمون من لسانه ويده). ¶ حينما يسلم الناس من لسانك فهذا دليل على إسلامك ودليل على إيمانك، وأيضاً يقول - صلى الله عليه وسلم -! حينما سأله الصحابي ما النجاه؟ فقال - صلى الله عليه وسلم -: (أمسك عليك لسانك وليسعك بيتك وابك على خطيئتك) رواه الترمذي. ¶ فمن علامات النجاة أن يمسك الإنسان لسانه. ¶ وعن سفيان بن عبد الله رضي الله عنه قال (قلت يا رسول الله حدثني بأمر أعتصم به؟ قال قل ربي الله ثم استقم قلت يا رسول الله ما أخوف ما تخاف علي؟ فأخذ بلسان نفسه ثم قال هذا) رواه الترمذي. ¶ وفي حديث معاذ المعروف أنه قال: (يا رسول الله حينما أخذ - صلى الله عليه وسلم - بلسانه وقال: كُفَّ عليك هذا قلت: يا رسول الله إنا ¶ لمؤاخذون بما نتكلم به؟ قال: ثكلتك أمك وهل يكبُّ الناسَ في النار على وجوههم إلا حصاد ألسنتهم). ¶ إذن من أسباب دخول النار الكلمة من سخط الله فعلى المسلم أن يتقي الله عز وجل بلسانه. ¶ احفظْ لسانَكَ أيها الإنسانُ ... لا يَلْدَغنّكَ إنه ثعبانُ ¶ كم في المقابرِ من قتيلِ لسانهِ ... كانت تهابُ لقاءَهُ الشُّجْعانُ ¶ رابعاً: تعذيب الحيوان. ¶ فإن تعذيب الحيوان أيها الأخوة من أسباب دخول النار، ويدل ذلك ما جاء في الصحيحين من حديث ابن عمر رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - قال (عذبت امرأة في هرة سجنتها حتى ماتت فدخلت فيها النار لا هي أطعمتها وسقتها إذ حبستها ولا هي تركتها تأكل من خشاش الأرض).والحديث في الصحيحين معنى: الخشاش: أي هوام الأرض وحشرات الأرض. ¶ إذن تعذيب الحيوان وإيذاء الحيوان من أسباب دخول النار، وللأسف بعض الناس يتساهلون في الحيوانات ويعذبونها ولا يعلمون أن تعذيبها من أسباب دخول النار كما مر معنا. ¶ وفي المقابل يا أخي المسلم إن رحمة الحيوان من أسباب دخول الجنة حينما ترحم هذا الحيوان فإن أرحم الراحمين يرحمك سبحانه وتعالي، ولذلك قال - صلى الله عليه وسلم - (والشاة إن رحمتها رحمك الله) وعن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - (بينما رجل يمشي في طريق اشتد عليه العطش [اسمع يا أخي المسلم إلى هذه الأحاديث لتعلم أن رحمت الحيوان من أسباب دخول الجنة ترحم حيوان فيرحمك الله فيدخلك الجنة التي فيها ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر عمل يسير يجازيك الله عليه الجنان]. ¶ بينما رجل يمشي في طريق اشتد عليه العطش فوجد بئراً فنزل فيه وشرب ثم خرج فإذا كلب يلهث يأكل الثرى من العطش فقال الرجل لقد بلغ هذا الكلب من العطش مثل الذي كان قد بلغ مني فنزل البئر فملأ خفه ماء ثم أمسكه بفيه حتى رقى فسقى الكلب). ¶ ماذا كان جزاءه لما سقى هذا الكلب؟ قال في الحديث (فشكر الله له فغفر له قالوا يا رسول الله إنا لنا في البهائم أجر قال: إن في كل كبد رطبة أجر) متفق عليه وفي رواية للبخاري (فشكر الله له فغفر له فأدخله الجنة). ¶ وفي رواية لهما (بينما كلب يطيف بركية قد كاد يقتله العطش إذ رأته بغياً من بغايا بني إسرائيل (والبغي الزانية) فنزعت موقها فاستقت له بها فسقته فغفر لها بها) الله أكبر! مع أنها زانية فلما رحمت هذا الكلب وسقته غُفر لها به. ¶ الموق: الخف، يُطيف: يدور، ركية: هي البئر ¶ فهذه الأحاديث تبين أن رحمة الحيوانات من أسباب دخول الجنة. ¶ قال - صلى الله عليه وسلم - (إنما يرحم الله من عباده الرحماء) متفق عليه. ¶ خامساً: غش الرعية.",
            "page": "4",
            "part": "9"
        },
        {
            "hno": null,
            "id": "72",
            "nass": "عن معقل ابن يسار رضي الله عنه قال: قال النبي - صلى الله عليه وسلم - (أيما راعٍ غش رعيته فهو في النار) رواه الأمام أحمد. ¶ إن هذا الحديث مهم: بيّن فيه أن من تولى أمراً من أمور المسلمين فغش فيها فهو في النار. ¶ وقد قال النبي - صلى الله عليه وسلم - (من غشنا فليس منا). ¶ فالرجل حينما يُدخل على بناته وأولاده المنكرات، حينما يُدخل عليهم القنوات والدشوش و القنوات الفضائية الساقطة الهابطة الفاسدة التي تعرض الصور الفاتنة، أليس قد غش الرعية؟؟ بلى، إذاً (من غشنا فليس منّا). ¶ إذاً!! من يفعل ذلك فإنه قد غش والعياذ بالله وخان الأمانة (أيما راع غش رعيته فهو في النار). وهل هناك أعظم من غش الأبناء والبنات بتعليمهم الفساد وجلب المنكرات إليهم؟؟ فيجازيه الله عز وجل ويحاسبه يوم القيامة، الآن كم من بيوت المسلمين دخلته هذه القنوات الفاسدة، من أدخلها؟؟ أدخلها أولياء الأمور، فمن غش فهو في النار فأين الذي يتعظ؟ أين الذي يسمع هذه الأحاديث التي تحذر من غش الرعية؟ ¶ ذلك التاجر أو ذلك الإنسان الذي يغش في بيعه وفي شراءه وفي عمله أليس هذا غش؟ بلى (من غشنا فليس منا). وكذلك الأمير أو المسؤول إذا لم يجهد في خدمة الناس وفي خدمة عمله ويكون مخلصاً في عمله فإنه يكون قد غش \" من غشنا فليس منا \" وفي الحديث قال - صلى الله عليه وسلم - (أيما راع استرعاه الله رعيةً يموتُ يوم يموت وهو غاش لرعيته إلا حرم الله عليه ¶ الجنة). ¶ فهذا حديث عظيم، يبين أن من غش أو خان فيما اسْترعيَ عليه فالجنة عليه حرام، فلينتبه المسلم وليحذر حتى لا يدخل تحت هذا الوعيد. ¶ و إنني أذكرك يا أخي المسلم يا من تتولى أمراً من أمور المسلمين أذكرك بحديث أتمنى أن تسمعه جيداً وهو بشارة وتهديد، بشارة لمن عمل به، وتهديد ووعيد لمن خان الأمانة وضيع رعيته، يقول النبي - صلى الله عليه وسلم - (اللهم من رفق بأمتي فارفق به، ومن شق على أمتي فاشْقق عليه) أي من تولى شيئاً من أمور أمتي فرفق بهم فارفق به يا رب، هذا دعاء من النبي - صلى الله عليه وسلم -، بشارة لك يا أخي المسلم بشارة لكل مدرس أو موظف أو من تولى أمراً من أمور المسلمين، وويل لك يا من تخون وتغش المسلمين من دعاء النبي - صلى الله عليه وسلم - (من شق عليهم فاشقق عليه) فهل بعد ذلك الإنسان يغش ويتساهل في أمور المسلمين، إن الأمر خطير جداً والنبي - صلى الله عليه وسلم - يقول (كلكم راعٍ وكلكم مسؤول عن رعيته) متفق عليه. ¶ والله عز وجل يقول (يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَاراً وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلائِكَةٌ غِلاظٌ شِدَادٌ لا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ) ¶ فيجب على الإنسان أن يؤدي الأمانة التي رعاه الله إياه ويحرم عليه أن يغش رعيته سواء الأمير مع رعيته أو الأب مع أبناءه. ¶ سادساً: التبرج والسفور. ¶ فقد جاء في صحيح مسلم من حديث أبي هريرة رضي الله عنه قال: قال النبي - صلى الله عليه وسلم - (صنفان من أهل النار لم أرهما - وذكر منهما - نساء كاسيات عاريات مائلات مميلات لا يدخلن الجنة ولا يجدن ريحها) فهذا وعيد للمرأة المتبرجة والعياذ بالله. ¶ وفي رواية (إلعنوهن فإنهن ملعونات). ¶ فانتبهي يا أختي المسلمة حتى لا تدخلي تحت لعنة رسول الله - صلى الله عليه وسلم -، وهذا وجد في زماننا وبكثرة، وهذا من علامات الساعة، نعم، إن من علامات الساعة أن تنتشر الكاسيات العاريات ومن ثم ينتشر الزنا الذي هو من علامات ومن أشراط الساعة فعلى المراة المسلمة أن تنتبه من أعدائها الذين يريدون منها أن تكون ألعوبة أمام الرجال، فانتبهي لنفسك أيتها الأخت المسلمة احرصي على طاعة ربك فلا يغرنك الإعلام فإنه يريد أن يذهب كرامتك وتذكري قول الله عز وجل (وَقَرْنَ فِي بُيُوتِكُنَّ وَلا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى).",
            "page": "5",
            "part": "9"
        },
        {
            "hno": null,
            "id": "73",
            "nass": "سابعاً: كتمان العلم. ¶ إن من موجبات النار والعياذ بالله كتمان العلم. ¶ فقد جاء في الحديث من حديث أبي هريرة رضي الله عنه قال: قال النبي - صلى الله عليه وسلم - (من كتم علماً ألجم بلجام من نار يوم القيامة). رواه أبو داود، وهو صحيح ¶ إن الإنسان مطلوب عليه أن يبلغ العلم الذي تعلمه، وفي صحيح البخاري قال الرسول - صلى الله عليه وسلم - (بلغوا عني ولو آية) فيجب على المسلم الذي عنده علم أن ينشر العلم، وما فائدة العلم؟ فائدة العلم: العمل ونشره (علم وعمل وتعليم) حتى ينتشر الخير والعلم ويعرف الناس دينهم، فكتمان العلم لا يجوز. ¶ قال بعض السلف: هتف العلم بالعمل فإن أجابه و إلا ارتحل. ¶ فيجب على أهل العلم وعلى العلماء وعلى طلاب العلم أن يخرجوا إلى المساجد وأن يخرجوا إلى الناس وأن يبلغوا دين الله وان يصححوا عقائد الناس وان يحذّروا الناس من البدع، وأن ينشروا السنن وأن يعلموا الناس العقيدة الصحيحة الصافية، وأن يحذروا من الأعداء الذين تكالبوا وتآمروا من كل مكان في القنوات والجرائد وفي كل مكان، أعداء الإسلام يهجمون عليه، فأين أهل العلم الذين يحملون هذا العلم من هذا الأمر، يجب عليهم أن يقوموا بدورهم ويجب عليهم أن يقوموا بما كرمهم الله عز وجل به من حمل العلم حتى يعلمونه للناس وينشروا دين الله تبارك وتعالى. ¶ ثامناً: الهجر والتقاطع. ¶ ففي حديث أبي هريرة رضي الله عنه قال: قال النبي - صلى الله عليه وسلم - (لا يحل لمسلم أن يهجر أخاه فوق ثلاث فمن هجر أخاه فوق ثلاث فمات دخل النار) رواه أبو داود. ¶ إن الهجران والتقاطع بين المسلمين أمر محرم، وللأسف وجد في هذا الزمان بكثرة، ولذلك يا أخي الحبيب يا أخي المسلم يا من بينك وبين أحد من الناس [قريباً أو بعيداً] هجران أو تقاطع سأعطيك حديثاً بإذن الله نظراً لإيمانك سوف تستجيب وتذهب لهذا الشخص وتسلم عليه: يقول الحبيب - صلى الله عليه وسلم - (لا يحل لمسلم أن يهجر أخاه فوق ثلاث يلتقيان فيعرض هذا ويعرض هذا وخيرهما الذي يبدأ بالسلام). ¶ ألا تريد يا أخي المسلم أن تكون من خير الناس، وخيرهم الذي يبدأ بالسلام، بالتأكيد ستستجيب لهذا الحديث وتذهب وتسلم على من بينك وبينه عداوة أو هجران. ¶ و أيضاً يا أخي المسلم لا بد أن تعلم .. يا من هجرت فلان وفلان أو قاطعت فلان وفلان، أن الأعمال ترفع لكل أحد إلا المتهاجرين فقد جاء في صحيح مسلم من حديث أبي هريرة رضي الله عنه قال: قال - صلى الله عليه وسلم - (تفتح أبواب الجنة كل يوم اثنين وخميس فيغفر في ذلك اليوم لكل أحد إلا المشرك بالله إلا من كان بينه وبين أخيه شحناء فيقال: أنْظروا هذين حتى يصطلحا انظروا هذين حتى يصطلحا). ¶ و أيضاً يا أخي المسلم: ¶ إن التهاجر والتقاطع هو عمل الشيطان، وهذا ما يريده الشيطان، وهذا الذي يرضي الشيطان، وهذا الذي يغضب الرحمن وقد جاء في صحيح مسلم عن جابر رضي الله عنه قال: قال النبي - صلى الله عليه وسلم - (إن إبليس يضع عرشه على الماء ثم يبعث سراياه فيأتيه أحدهم فيقول: مازلت به حتى فرقت بينه وبين امرأته فيقول نعم أنت نعم أنت). ¶ لماذا يبعث سراياه؟؟ يبعثهم حتى يفرقون بين الناس، هذا عمل إبليس هذا عمل الشيطان التفرقة والتهاجر والتقاطع. ¶ فالتباغض والتقاطع والتدابر لا يجوز و أمر محرم يقول النبي - صلى الله عليه وسلم - (لا تباغضوا ولا تتدابروا ولا تناجشوا وكونوا عباد الله إخوانا).",
            "page": "6",
            "part": "9"
        },
        {
            "hno": null,
            "id": "74",
            "nass": "يجب على المسلمين أن يكونوا إخوة متحابين قلوبهم بيضاء كاللبن بل أبيض، يقول النبي - صلى الله عليه وسلم - (لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه). ¶ فعلى المسلم أن يحرص كل الحرص أن يصفي قلبه لإخوانه المسلمين ولا يجعل للشيطان مدخلاً في وجود المنازعات والخصومات والتقاطع والتدابر فإن هذا من الشيطان. ¶ قال تعالى (إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوّاً إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ). ¶ وقال تعالى (إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ). ¶ تاسعاً: اللعن وكفران العشير. ¶ فقد قال النبي - صلى الله عليه وسلم - للنساء (يا معشر النساء تصدقنَ فإني رأيتكن أكثر أهل النار، فقالت امرأة: لما يا رسول الله؟ قال: تكثرن اللعن وتكفرن العشير) رواه البخاري. معنى العشير: الزوج. ¶ في هذا الحديث فائدة , ماهي؟ ¶ أن أكثر أهل النار النساء، والنبي - صلى الله عليه وسلم - بأبي هو وأمي من حرصه على النساء بيّن العلاج، ماذا قال؟ تصدقن. ¶ بيّن سبب دخول كثير من النساء النار، فقال: تكثرن اللعن وتكفرن العشير، فاللعن من أسباب دخول النار، وهذا واقع فعلاً فإن المرأة أحياناً تلعن أولادها وأبنائها، أحياناً تتلفظ بكلمات التلعين والسب والشتم وينتشر عندها وعند غيرها من النساء الغيبة والنميمة، لذلك نحذر المرأة المسلمة وحتى الرجل ولكن في النساء أكثر. ¶ إذاً فاللعن والسب سبب دخول كثير من النساء في النار. ¶ فالمرأة العاقلة المؤمنة تعرف هذا السبب فتتجنبه وقد جاءت أحاديث كثيرة تحذر من اللعن وتبين تحريمه , يقول - صلى الله عليه وسلم - (لا تلاعنوا بلعنة الله ولا بغضبه ولا بالنار). ¶ ويقول - صلى الله عليه وسلم - (ليس المؤمن بالطعان ولا اللعان ولا الفاحش ولا البذيء). ¶ ويقول - صلى الله عليه وسلم - (لا ينبغي لصديق أن يكون لعاناً). ¶ وجاء في الحديث (ولعن المؤمن كقتله). ¶ واستمع يا أخي المسلم ويا أختي المسلمة إلى هذا الحديث الذي يقوله النبي - صلى الله عليه وسلم - (إن العبد إذا لعن شيئاً تصعد اللعنة إلى السماء فتغلق أبواب السماء دونها ثم تهبط إلى الأرض فتغلق أبوابها دونها ثم تأخذ يميناً وشمالاً فإذا لم تجد مساغاً رجعت إلى الذي لعن فإن كان أهلاً لذلك و إلا رجعت إلى قائلها). ¶ فعلى المرأة المسلمة وكذلك الرجل أن يمسك لسانه من اللعن فإنه خطير، واللعن هو الطرد والإبعاد عن رحمة الله , ولا يجوز أبداً للإنسان أن يعود لسانه الشتم والسب. ¶ عاشراً: الجسم الذي نبت بالحرام. ¶ فقد جاء في حديث عن النبي - صلى الله عليه وسلم - أنه قال (أيما جسم نبت على سحت فالنار أولى به). ¶ نعم حينما يتربى الإنسان على أكل الحرام ويتعامل بالحرام ومعاملاته بالحرام فالنار أولى به. ¶ فيجب على المسلم الحريص أن ينتبه فقد تسهلت أمور المال الحرام والعياذ بالله، ففتحت البنوك الربوية الأبواب، فبدأت تتعامل بالمعاملات المحرمة وكذلك بعض التجار الذين لا يخافون الله وقد جاء في حديث عن النبي - صلى الله عليه وسلم - (لَيَأتِيَنَّ على الناس زمانٌ لا يبالي المرء بما أخذ المال، أمِن حلال أم من حرام) رواه البخاري. ¶ ولذلك الكثير من الناس يقول لماذا؟ ادعو ولا يُستجاب دعائي؟",
            "page": "7",
            "part": "9"
        },
        {
            "hno": null,
            "id": "75",
            "nass": "لا يستجاب لكثير منا بسبب أكل الحرام، من ربا أو رشوة أو سرقة أو أخذ لحقوق الناس، وعدم تسديد حقوق الناس من القادرين، وقد ذكر النبي - صلى الله عليه وسلم - في الحديث (الرجل يطيل السفر أشعث أغبر يمد يديه يا رب يا رب ومطعمه حرام ومشربه حرام وغُذي بالحرام فأنَّى يُستجاب له) رواه مسلم. ¶ فمن عدم استجابة الدعاء أكل الحرام، ولذلك من أراد أن يستجيب الله لدعائه فعليه أن يحرص أن يكون مطعمه حلالاً. ¶ الحادي عشر: أكل أموال اليتامى. ¶ يقول الله عز وجل (إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْماً إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَاراً وَسَيَصْلَوْنَ سَعِيراً). ¶ إن اليتيم أيها الأخوة من مات أبوه وهو صغير، هو محط الاهتمام والرعاية، فحينما يأتي الإنسان يأكل مال هذا المسكين فمأواه النار. ¶ جدير بالمسلم أن يحرص على ماله وأن يعرف الفضل فيمن كفل يتيماً أو رعاه. ¶ يقول - صلى الله عليه وسلم - (أنا وكافل اليتيم في الجنة هكذا وأشار بإصبعيه) متفق عليه. ¶ فكيف تأتي الأحاديث العظيمة في فضل كفالة اليتيم والاهتمام بهذا المسكين الذي مات أبوه وهو صغير، ثم يأتي إنسان ويأكل ماله، هذا إنسان طاغية، هذا يستحق النار، فكيف يأكل مال هذا المسكين الفقير. ¶ الثاني عشر: ظلم الناس بأخذ حقوقهم. ¶ فقد جاء في الصحيحين من حديث أبي أمامة رضي الله عنه قال: قال النبي - صلى الله عليه وسلم - (من اقتطع حق امرئ مسلم بيمينه فقد أوجب الله له النار وحرم عليه الجنة و إن كان قضيباً من أراك) متفق عليه. نعم أيها الأخوة، ولو كان شيئاً يسيراً. ¶ فمن اقتطع حق امرئ مسلم بيمينه: معناه: أقسم بالله أن هذا الشيء له وهو ليس له، فإن ذلك من أسباب دخول النار، لأن هذا ظلم وقد قال - صلى الله عليه وسلم - (اتقوا الظلم فإن الظلم ظلمات يوم القيامة)، ولذلك يستجيب الله دعوة المظلوم ولو كان كافر ففي الصحيحين من حديث ابن عباس أن رسول الله - صلى الله عليه وسلم - حين بعث معاذاً قال له: (واتق دعوة المظلوم فإنه ليس بينها وبين الله حجاب) جاء في رواية (ولو كان فاجراً ففجوره على نفسه). ¶ فحين يقسم الإنسان ويحلف أن هذا المال له وأن هذه الأرض له وهي ليست له وإنما أخذها ظلماً فهذا مأواه النار. ¶ الثالث عشر: الفجور ¶ فقد جاء في حديث ابن مسعود رضي الله عنه عن النبي - صلى الله عليه وسلم - قال (إن الصدق يهدي إلى البر وإن البر يهدي إلى الجنة وإن الرجل ليصدق ويتحرى الصدق حتى يكتب عند الله صديقاً وإن الكذب يهدي إلى الفجور وإن الفجور يهدي إلى النار وإن الرجل ليكذب ويتحرى الكذب حتى يكتب عند الله كذاباً). ¶ الرابع عشر: قتل النفس وهو الانتحار والعياذ بالله. ¶ وهي من أعظم الكبائر كما يقول الإمام الذهبي رحمه الله فمن موجبات النار وأسباب دخولها الانتحار وأن يقتل الإنسان نفسه. ¶ ففي حديث أبي هريرة رضي الله عنه قال: قال النبي - صلى الله عليه وسلم - (من قتل نفسه بحديدة فحديدته في يده يتوجأ فيها في نار جهنم خالداً مخلداً فيها أبداً، ومن قتل نفسه بسم فسمه في يده يتحساه في نار جهنم خالداً مخلداً فيها أبداً). ¶ وقد قال الله عز وجل (وَلا تَقْتُلُوا أَنْفُسَكُمْ إِنَّ اللَّهَ كَانَ بِكُمْ رَحِيماً). ¶ وقال سبحانه وتعالى (وَالَّذِينَ لا يَدْعُونَ مَعَ اللَّهِ إِلَهاً آخَرَ وَلا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ). ¶ الخامس عشر:- القاضي الذي يعرف الحق ولا يقضي به.",
            "page": "8",
            "part": "9"
        },
        {
            "hno": null,
            "id": "76",
            "nass": "ففي حديث بريده رضي الله عنه قال: قال النبي - صلى الله عليه وسلم - (القضاة ثلاثة: اثنان في النار وواحد في الجنة، رجل عرف الحق فقضى به فهو بالجنة، ورجل عرف الحق ولم يقض به وجار في الحكم فهو في النار، ورجل لم يعرف الحق فقضى للناس جهلاً فهو في النار). رواه أبو داود ¶ يجب على القاضي وعلى من يحكم بين الناس في أي قضية أن يجتهد أن يقضي عن علم و أن يجتهد، وأن يقض بعدل ولذلك جاء في الحديث عن النبي - صلى الله عليه وسلم - أنه قال (من ولي القضاء فقد ذبح بغير سكين). ¶ فالعدل واجب فيجب على الإنسان أن يعدل بين الناس وأن يجتهد في العدل بين الناس. ¶ السادس عشر: المكر والخداع. ¶ فقد جاء في الحديث عن النبي - صلى الله عليه وسلم - أنه قال (المكر والخديعة في النار). الحديث صححه الألباني ¶ وكما هو معلوم فإن المسلم لا يمكر ولا يخدع الناس، وإنما يتميز بأخلاقٍ طيبة، أخلاق منبعها الإسلام، أخلاق منبعها من هدي النبي - صلى الله عليه وسلم -. ¶ أيها الإخوة أكتفي بهذه الأسباب التي هي أسباب دخول النار أسأل الله عز وجل أن نكون ممن علمها وسعى في الاجتهاد بتركها والابتعاد منها وتجنبها ونسأل الله عز وجل أن يجنبنا وإياكم ووالدينا النار. ¶ اللهم إنا نعوذ بك من النار وما قرب إليها من قول وعمل ونسألك الجنة وما قرب إليها من قول وعمل. ¶ اللهم آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار والله تبارك وتعالى أعلم و صلى الله عليه وسلم. ¶ بسم الله الرحمن الرحيم",
            "page": "9",
            "part": "9"
        },
        {
            "hno": null,
            "id": "77",
            "nass": "محاضرة مفرغة (10) ¶ الأسباب المعينة على ترك المعاصي ¶ الشيخ ¶ سليمان بن محمد اللهيميد ¶ السعودية / رفحاء ¶ موقع رياض المتقين ¶ www.almotaqeen.net ¶ قام بتفريغها ¶ بعض طالبات العلم في رفحاء ¶ إن الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا, من يهده الله فلا مضل له ومن يضلل فلن تجد له وليا ًمرشدا ًوأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا ً عبده ورسوله - صلى الله عليه وسلم - وعلى آله تسليما ً كثيرا ً. ¶ (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ).",
            "page": "1",
            "part": "10"
        },
        {
            "hno": null,
            "id": "78",
            "nass": "أيها الإخوة. ¶ إن موضوع الدرس لهذه الليلة بإذن الله هو (الأسباب المعينة على ترك المعاصي). ¶ أيها المسلمون: ¶ إن المسلم في هذه الحياة الدنيا يسعى لتحقيق مرضات الله تبارك وتعالى، ولا يمكن أن تحقق هذا المطلب إلا بفعل أوامره سبحانه وتعالى واجتناب نواهيه، ولا يمكن أن يطبق هذا الأمر إلا بمعرفة الأسباب التي تعينه على ترك المعاصي والمنكرات. ¶ وقد ذكر علمائنا رحمهم الله أسباباً تعين الإنسان - بعد فضل الله وتوفيقه - تعينه على ترك المعاصي و المنكرات. ¶ وإنني أيها الإخوة سأذكرها لكم، فعلى المسلم أن يعرفها وأن يجتهد في تطبيقها، فنسأل الله عز وجل الإعانة والتوفيق. ¶ فأول هذه الأسباب يا أخي المسلم يا أخي المبارك التي تعين علي ترك المعاصي والمنكرات: ¶ السبب الأول: تذكر العِوَض. ¶ أي أن الله عز وجل سيعوض عبده إذا ترك معصية أو ذنباً، سيعوضه نوراً وانشراحاً وتوفيقاً وتثبيتاً وحلاوة. ¶ قال الله عز وجل (وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَى فإن الجنةَ هيَ المأوى). ¶ ويقول - صلى الله عليه وسلم - (من ترك شيئاً لله عوضه الله خيراً منه).وهذا حديث صحيح. ¶ يبين أن من ترك ذنباً أو معصية لوجه الله عز وجل وخوفاً من الله وإجلالاً لله تبارك وتعالى يعوضه الله عز وجل في الدنيا و الآخرة خيراً من هذا الذنب وخيراً من هذه المعصية وفي ترك الذنب وفي الابتعاد عنه، فليبشر بموعود الله عز وجل على لسان رسوله - صلى الله عليه وسلم - بقوله (من ترك شيئا ً لله عوضه خيراً منه) وهذا أمر معلوم مشهود. ¶ أيها الإخوة ... إن من ترك شيئاً لله سيعوضه الله عز وجل خيراً منه في الدنيا والآخرة، والأمثلة على هذا الأمر كثيرة جداً معروفة موجودة في الكتاب والسنة وقصص المتقدمين والمتأخرين. ¶ فهذا سليمان عليه السلام كان محبا ً للخيل من أجل الجهاد بها في سبيل الله، وكان معه الخيول الصافنات وهي الخيول القوية السريعة - وكانت ذو أجنحة ويزيد عددها على عشرين ألفاً ـ فبينما هو يقوم بعرضها وتنظيمها فاتته صلاة العصر من أجل هذه الخيول قال: لا والله لا تشغلني عن عبادة ربي ثم أمر بها فعقرت فضرب أعناقها وعراقيبها بالسيوف فلما علم الله عز وجل من عبده سليمان أنه ذبح هذه الخيول من أجله سبحانه وخوفاً من عذابه ومحبة وإجلالاً لله بسبب أنه اشتغل بها حتى خرج وقت الصلاة عوضه الله ما هو خير منها؟؟ الريح التي تجري بأمره رخاءً حيث أصاب غدوها شهر ورواحها شهر، فهذا أسرع وخير من الخيل وصدق رسول الله - صلى الله عليه وسلم - (من ترك شيئا ً لله عوضه الله خيرا ً منه). ¶ نعم ... أول سبب يا أخي المسلم أن تتذكر هذا الأمر حينما تدعى لمشاهدة قناة خبيثة مليئة بالصور الفاضحة والصور الفاسدة تتذكر حديث النبي - صلى الله عليه وسلم - , حينما تدعى لمجلس فيه الكلام الحرام وفيه الكلام بالنيات، وفيه الكلام بالأعراض تتذكر (من ترك شيئاً لله عوضه الله خيرا ً منه) حينما تترك مجلس من المجالس لأنه يوجد فيه مثلاً غيبة أو نميمة أو سب أو شتم تتركه لله، تأكد وأبشر بموعود الله عز وجل أن الله سيعوضك بالدنيا والآخرة، حينما تدعى للسفر إلى البلاد المحرمة لفعل الخنا والزنا والمحرمات وشرب الخمور وغيرها من المحرمات تتذكر هذا الأمر (من ترك شيئاً لله عوضه الله خيراً منه) بالتأكيد أن ذلك سيكون دافعا ً لك لترك هذه المعصية، لأنك إذا وثقت بموعود الله وموعود رسول الله - صلى الله عليه وسلم - وأن الله سيعوضك سيكون ذلك دافعاً لترك هذه المعصية. ¶ ولذلك جاء في الصحيحين من حديث أبي هريرة رضي الله عنه أن النبي - صلى الله عليه وسلم - قال (كان رجل يداين الناس ـ اسمع يا أخي المسلم أن من ترك شيئاً لله عوضه الله خيراً منه ـ كان رجل يداين الناس فكان يقول لفتاه إذا جئت معسراً فتجاوز عنه لعل الله أن يتجاوز عنا قال: فلقي الله فتجاوز عنه) لما كان هذا التاجر يعفو عن الناس عفى الله عنه يوم القيامة، والجزاء من جنس العمل.",
            "page": "2",
            "part": "10"
        },
        {
            "hno": null,
            "id": "79",
            "nass": "و إن كان شيء يذكر ... فقصة يوسف عليه السلام لما ترك الحرام، لما دعي إلى الحرام لما دعي إلى الفاحشة من امرأة العزيز (وَرَاوَدَتْهُ الَّتِي هُوَ فِي بَيْتِهَا عَنْ نَفْسِهِ وَغَلَّقَتِ الْأَبْوَابَ وَقَالَتْ هَيْتَ لَكَ قَالَ مَعَاذَ اللَّهِ إِنَّهُ رَبِّي أَحْسَنَ مَثْوَايَ - يعني سيده صاحب المنزل - إِنَّهُ لا يُفْلِحُ الظَّالِمُونَ). ترك ذلك لله عز وجل عصمه الله من الحرام فكانت العاقبة ما هي أيها الإخوة؟ عوضه الله أن مكّنه في الأرض يتبوأ منها حيث يشاء وآتاه الله الملك وأتته المرأة صاغرة سائلة راغبة في الوصل الحلال فتزوجها فلما دخل بها قال: هذا خير مما كنت تريدين. ¶ فتأمل يا أخي المسلم كيف أنه لما ترك الحرام لله عوضه الله خيراً منه، ولذلك فهو سيد السادة النجباء السبعة الأتقياء المذكورين في الصحيحين من حديثه - صلى الله عليه وسلم - في قوله (سبعة يظلهم الله في ظله يوم لا ظل إلا ظله: وذكر إمام عادل ورجل ذكر الله خاليا ًففاضت عيناه، ورجل قلبه معلق بالمساجد، ورجلان تحابا في الله اجتمعا عليه وتفرقا عليه، ورجل تصدق بصدقة فأخفاها حتى لا تعلم شماله ما تنفق يمينه، وشاب نشأ في طاعة الله، ورجل دعته امرأة ذات منصب وجمال فقال إني أخاف الله). ¶ هل رأيت يا أخي المسلم؟ من ترك شيئا ً لله عوضه الله خير منه؟ ¶ وهذه أم سلمة أيها الأخوة رضي الله عنها فقد جاء في صحيح مسلم من حديث أم سلمة رضي الله عنها أنها قالت لما مات زوجها قالت سمعت رسول الله - صلى الله عليه وسلم - يقول (ما من مسلم تصيبه مصيبة فيقول ما أمره الله: إنا لله وإنا إليه راجعون اللهم أجرني في مصيبتي واخْلف لي خيراً منها، إلا خلف الله له خيراً منها، قالت: فلما مات أبو سلمة قلت: أي المسلمين خير من أبي سلمة! أول بيت هاجر إلى رسول الله - صلى الله عليه وسلم - ثم إني قلتها فأخلف الله لي رسول الله - صلى الله عليه وسلم -). ¶ أرأيت أيها المسلم أن من ترك شيئاً لله عوضه الله خير منه , من ترك لطم الخدود، وشق الجيوب، والنياحة وغير ذلك من المنكرات واحتسب مصيبته عند الله واسترجع فإن الله سبحانه يخلفه وهو خير الوارثين. ¶ أيها الناس: إن كثير من الناس تربى على مشاهدة القنوات و المجلات الفاسدة التي فيها المحرمات، لو تذكر هذا الإنسان حينما يترك هذا الشيء لله عز وجل ويقيناً بموعود الله عوضه الله نوراً وانشراحاً وتوفيقاً وقوة وتثبيتاً وحلاوة يحبها في قلبه هي خير من الدنيا وما فيها، لكان ذلك سبباً معيناً لترك هذه المعصية الحقيرة. ¶ نعم .. .. فالله عز وجل كريم أكرم الكرماء يثيب عبده على فعل الطاعات ويثيبه على ترك المنكرات. ¶ يقول النبي - صلى الله عليه وسلم - كما في الصحيحين من حديث أنس (ثلاث من كن فيه وجد بهن حلاوة الإيمان: من كان الله ورسوله أحب إليه مما سواهما، ومن كان يحب المرء لا يحبه إلا لله وأن يكره أن يعود في الكفر بعد إذ أنقذه الله منه كما يكره أن يلقى في النار). ¶ الإيمان له حلاوة: استلذاذ الطاعات وترك المعاصي والمنكرات. ¶ يقول ابن تيمية رحمه الله (إذا لم تجد للعمل حلاوة في قلبك وانشراحاً فاتهمه، فإن الرب تعالى شكور يعني أنه لابد أن يثيب العامل على عمله في الدنيا من حلاوة يجدها في قلبه وقوة انشراح وقرة عين فحيث لم يجد ذلك فعمله مدخول). ¶ فالله عز وجل حينما يأمرنا بالطاعات وقام بها الإنسان فإن الله يثيبه لذة , وانشراحاً , وحلاوة , هي أعظم وأجل من تلك اللذة المحرمة التي لا تتعدى لحظات، وكذلك يثيب الله عز وجل الإنسان إذا ترك المعصية لله عز وجل وتركها خوفاً من الله و إجلالاً لله تبارك وتعالى. ¶ ولذلك ذكر العلماء رحمهم الله من فوائد غض البصر الذي يغض بصره عن المحرمات لله تبارك وتعالى، ذكروا من فوائده أنه يورث القلب نوراً وإشراقاً يظهر في العين و في الوجه كما أن إطلاق البصر يورثه ظلمه تظهر في وجهه وجوارحه. ¶ يقول بعض العلماء (من عمَّر ظاهره بإتباع السنة وباطنه بدوام المراقبة وغض بصره عن المحارم وكف نفسه عن الشهوات وأكل من الحلال لم تخطئ فراسته).",
            "page": "3",
            "part": "10"
        },
        {
            "hno": null,
            "id": "80",
            "nass": "والله سبحانه وتعالى يجزي العبد على عمله بما هو من جنسه فمن غض بصره عن المحارم عوضه الله سبحانه وتعالى إطلاق نور بصيرته فلما حبس بصره لله أطلق الله نور بصيرته، ومن أطلق بصره في المحارم حبس الله عنه بصيرته. ¶ السبب الثاني: أن يتذكر أن في تركه المعصية قهر للشيطان. ¶ أيها الإخوة .. من أسباب ترك المعاصي أن يتذكر الإنسان أن في تركه للمعصية قهر للشيطان , فإن الشيطان أيها الإخوة كما هو معلوم عدوٌ لنا بل هو عدو أبينا بل هو عدو للبشرية كلها. ¶ قال الله تعالى (إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوّاً إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ). ¶ وقال تعالى (أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَنْ لا تَعْبُدُوا الشَّيْطَانَ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ). ¶ و أقسم هذا العدو الرجيم (قَالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ). ¶ وقال تعالى عنه (ثُمَّ لَآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَنْ شَمَائِلِهِمْ وَلا تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ). ¶ فهو يغوي ابن آدم من جميع الجهات يأتيه من جميع الجهات يريد أن يغويه وأن يضله وأن يدخله النار. ¶ وجاء في صحيح مسلم من حديث جابر رضي الله عنه قال: قال - صلى الله عليه وسلم - (إن إبليس يضع عرشه على الماء ثم يبعث سراياه فأدناهم منه منزلة أعظمهم فتنة يجيء أحدهم فيقول فعلت كذا وكذا فيقول: ما صنعت شيئاً ويجيء أحدهم ويقول: ما تركته حتى فرقت بينه وبين أهله فيدنيه منه ويقول: نعم أنت نعم أنت). ¶ إذاً الشيطان عدو لدود للإنسان ومنذ أن خلق الله البشرية والعداوة بين المسلم وبين الشيطان قائمة. ¶ قال تعالى (وَإِذْ قُلْنَا لِلْمَلائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى وَاسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ). ¶ فإن الشيطان يأتي للإنسان ليكفر بالله تبارك وتعالى فإن عجز عنه ذهب إلى العقبة الثانية فيجعله يقع في البدعة فإن عجز عنه في هذه العقبة ذهب إلى العقبة الثالثة فيوقعه بالكبائر فإن ظفر به أوقع الإنسان في هذه العقبة وإلا ذهب إلى العقبة الرابعة وهي الصغائر فيوقعه بالذنوب الصغائر فإن لم يستطع يوقعه بالمباحات التي لا حرج في فعلها فيشغله بها عن الاستكثار من الطاعات وعن الاجتهاد في التزود لمعاده، فيفوّت عليه الأرباح والمكاسب العظيمة العالية التي ترفعه أعلى المنازل - يشغله بالمباحات حتى لا ينشغل بالأمور العالية – فإن لم يستطع أشغله بالأعمال المرجوحة المفضولة من الطاعات فيزين له الأعمال المرجوحة المفضولة، فالمقصود أن الشيطان يريد أن يغوي الإنسان، وأن الإنسان لا يسلم من الشيطان أبداً لأن هدفه الأول و الأخير هو إضلال بني آدم. ¶ إذاً يا أخي المسلم من الأسباب المعينة على ترك المعصية أن يتذكر الإنسان حينما يُقدِم على معصيةٍ أو يُقدم على ذنبٍ أو تهمّ نفسه أو تحدثه بارتكاب معصية أن يتذكر أنه حينما يترك المعصية أنه قهر عدوه وغلبه وانتصر عليه. ¶ فبالله عليكم هل هناك أعظم وأجل وأفضل من أن يقهر الإنسان عدوه وعدو الله؟ ¶ كلا ..... أعظم العبادات وأجل القربات أن تقهر هذا العدو، تقهره بالطاعات وبترك المعاصي والمنكرات، لأن الشيطان يريد منك أن تقع بالمعاصي والمنكرات وأنا متأكد أن كل إنسان فيه من الإيمان وفيه من التقوى. ¶ فحينما يتذكر ذلك و يتذكر حينما يدعى مثلا ً لمشاهدات محرمة أو يدعى للسفر للبلاد الكافرة لفعل الحرام أو يدعى لأكل الربا أو يدعى لغيبة ونميمة أو مشاهدة القنوات أو يدعى لإدخال الإعلام إلى بيته! يتذكر ويضع في قلبه ونظره أنه حينما لا يفعل ذلك يكون دحر عدوه وقهره وغلبه وهزمه، إن ذلك سيكون حافزاً له على الثبات وعلى ترك المعصية والمنكر، وأن الإنسان إذا فعل المعصية فإن الشيطان سيفرح. ¶ إذا غضب الرحمان فرح الشيطان. ¶ و إذا رضي الرحمان غضب الشيطان.",
            "page": "4",
            "part": "10"
        },
        {
            "hno": null,
            "id": "81",
            "nass": "فتذكر يا أخي المسلم: أن لك عدواً، فكن بطلاً شجاعاً تهزم هذا العدو وتذكر (يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ)، وتذكر قول النبي - صلى الله عليه وسلم - (من حفظ الله حفظه الله). ¶ من حفظ الله بارتكاب الطاعات واجتناب النواهي والمنكرات حفظه الله في الدنيا وفي القبر وفي الآخرة حفظه في نفسه وحفظه في ذريته وحفظه في الدنيا و الآخرة. ¶ فتذكر يا أخي المسلم أنك في هذه الدنيا في معركة مع عدو قوي عدو يخطط عليك، وعدو ينتهز الفرص لإغوائك ولذلك شرعت الاستعاذة قبل قراءة القرآن، فإنه مطلوب من الإنسان أن يستعيذ قبل قراءة القرآن؟ لماذا؟ ¶ لأن الإنسان حينما يريد أن يقرأ القرآن فإنه يريد أن يفعل طاعة لله عز وجل هي من أجل الطاعات، وهذا لا يرضي الشيطان، فلذلك شرعت الاستعاذة، لأن الشيطان يأتي الإنسان ليشغله عن القراءة ويصده عنها ويجعله لا يتدبر القرآن الكريم، فلذلك شرعت الاستعاذة طرداً لهذا الشيطان الذي هو عدو للإنسان. ¶ إذا أراد أن يعمل طاعة يصده عنها، وإذا أراد أن يعمل معصية زينها له، فالمعصية هي سبب كل بلاء وشقاء في الدنيا والآخرة يقول الله عز وجل (وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ). ¶ ويقول الله عز وجل (مَا أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللَّهِ وَمَا أَصَابَكَ مِنْ سَيِّئَةٍ فَمِنْ نَفْسِكَ وَأَرْسَلْنَاكَ لِلنَّاسِ رَسُولاً وَكَفَى بِاللَّهِ شَهِيداً). ¶ وقال علي رضي الله عنه: لا يَرْجُونَّ عبدٌ إلا ربه ولا يخافنَّ إلا ذنبه. ¶ هذا الكلام من علي رضي الله عنه يقول عنه شيخ الإسلام ابن تيمية في الفتاوى: ¶ وهو من أحسن الكلام فإن الرجاء يكون للخير، والخوف يكون من الشر ن والعبد إنما يصيبه الشر بذنوبه كما قال تعالى (وَمَا أَصَابَكُم مِّن مُّصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَن كَثِيرٍ) وإن سُلط عليه مخلوق فما سُلط عليه إلا بذنوبه فليخف الله وليتب من ذنوبه ومعاصيه لأنها هي سبب البلاء وهي سبب الشقاء. ¶ ولذلك أيها الأخوة يقول ابن القيم رحمه الله: فمما ينبغي أن يُعلم أن الذنوب والمعاصي تضر ولا بد وأن ضررها في القلب كضرر السموم في الأبدان على اختلاف درجاتها في الضرر، وهل في الدنيا والآخرة شر وداء إلا وسببه الذنوب والمعاصي؟؟ ¶ فما الذي أخرج الأبوين من الجنة .. ؟ ¶ وما الذي أخرج إبليس من ملكوت السماوات وطرده ولعنه وبُدّلَ بالقرب بعداً وبالرحمة لعنة وبالجمال قبحاً؟ ¶ وما الذي أغرق أهل الأرض كلهم حتى علا الماء فوق رؤوس الجبال؟ ¶ وما الذي أرسل على قوم ثمود الصيحة حتى قطعت قلوبهم في أجوافهم وماتوا عن آخرهم؟ ¶ وما الذي أرسل على قوم شعيب سحاب العذاب كالظلل فلما صار فوق رؤوسهم أمطر عليهم ناراً تلظى؟ ¶ وما الذي أغرق فرعون وقومه في البحر؟ ¶ وما الذي خسف بقارون وداره وماله وأهله .. ؟ إنها الذنوب والمعاصي. ¶ ولذلك يقول - صلى الله عليه وسلم - في الحديث الصحيح (ما ظهرت الفاحشة في قوم حتى أُعلنوا بها إلا ابتلوا بالطواعين والأوجاع التي لم تكن في أسلافهم الذين مضوا ولا نقص قوم في المكيال والميزان إلا ابتلوا بالسنين وشدة المؤنة وجور السلطان وما منع قوم زكاة أموالهم إلا منعوا القطر من السماء ولولا البهائم لم يمطروا، ولا أخلف قوم العهد إلا سلط الله عليهم عدواً من غيرهم فأخذوا بعض ما في أيديهم، وما لم تعمل أئمتهم بما أنزل الله في كتابه إلا جعل الله بأسهم بينهم). ¶ فهذا الحديث يبين أن ما يقع في الأمة وما يقع على الإنسان من مصائب وبلايا وغيرها إنما هي بسبب الذنوب والمعاصي (وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُوا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِنَ السَّمَاءِ وَالْأَرْضِ وَلَكِنْ كَذَّبُوا فَأَخَذْنَاهُمْ بِمَا كَانُوا يَكْسِبُونَ).",
            "page": "5",
            "part": "10"
        },
        {
            "hno": null,
            "id": "82",
            "nass": "وقد قال - صلى الله عليه وسلم - (إذا ظن الناس بالدينار و الدرهم وتبايعوا بالعينة واتبعوا أذناب البقر وتركوا الجهاد في سبيل الله أنزل الله بهم بلاء لا يرفعه حتى يراجعوا دينهم) رواه أبو داود. ¶ وقد ذكر الإمام أحمد وغيره عن صفية قالت (زلزلت المدينة على عهد عمر فقال: أيها الناس ما هذا وما أسرع ما أحدثتم لئن عادت لا أسكنكم فيها). ¶ وقال كعب (إنما تزلزل الأرض إذا عمل فيها بالمعاصي فترعد فرقاً من الرب جل جلاله أن يطلع عليها). ¶ وقد نظر بعض أنبياء بني إسرائيل إلى ما يصنع بهم أحد الطغاة فقال: بما كسبت أيدينا سلطت علينا من لا يعرفك ولا يرحمنا. ¶ إذاً يا أخي المسلم لا بد أن تعلم: إذا أردت أو همَّت نفسك بمعصية أو حدثتك نفسك بمعصية أو بذنب أن تعلم أن هذا الذنب شؤمه عظيم وعاقبته وخيمة، وما هو موجود الآن في هذا الزمان مما زاد في الناس من أمراض نفسية واكتئاب وهموم وغموم وعقوق وغيرها من الأمور التي انتشرت في المجتمع مما كان لا نعرفه قديماً إنما ذلك بسبب ذنوبنا ومعاصينا وبما ارتكبناه من مخالفات من ترك للصلوات ومن استهزاء بدين الله وضعف في الولاء والبراء وتعامل بالربا، والبنوك الربوية انتشرت والقنوات الملعونه الفاسدة في البيوت، الغيبة , والنميمة , والحسد , والتبرج , وشرب الخمر , والزنا واللواط وغيرها فإن هذه المعاصي لما انتشرت في هذه الأزمنة انتشر بين الناس العقوبات والمصائب. ¶ ولذلك على المسلم أن يعرف سوء عاقبة المعصية فإن سبب هزيمة الجيش الإسلامي في غزوة أحد هو عصيانهم لأمر النبي - صلى الله عليه وسلم - والقصة معروفة مشهورة .. ¶ وقد ذكر ابن القيم وغيره أن من أسباب الهزيمة هو تعريف الصحابة وغير الصحابة سوء عاقبة المعصية. ¶ وقد ذكر السلف رحمهم الله أن الإنسان يحرم قيام الليل - تلك العبادة الشريفة العظيمة الجليلة التي هي من صفات المتقين ومن صفات أولياء الله - يحرم بسبب معصية. ¶ قال رجل لإبراهيم بن أدهم: إني لا أقدر على قيام الليل فصف لي دواءً قال: لا تعصيه بالنهار وهو يقيمك بين يديه في الليل فإن وقوفك بين يديه في الليل من أعظم الشرف، والعاصي لا يستحق ذلك الشرف. ¶ قال سفيان الثوري: حرمت قيام الليل خمسة أشهر بذنب أذنبته. ¶ وقال بعضهم دخلت على أحد الصالحين وهو يبكي فقلت له مالك؟ هل أتاك نعي بعض أهلك قال: بل أشد من ذلك فقلت: أوجع يؤلمك قال: بل أشد من ذلك، فقلت وما ذاك؟ قال: بابي مغلق ولم أقرأ حزبي البارحة وما ذاك إلا لذنب أحدثته. ¶ وقال رجل للحسن البصري يا أبا سعيد إني أبيت معافى و أحب قيام الليل وأعد طهوري فما بالي لا أقوم؟ قال: ذنوبك قيدتك. ¶ وقال الفضيل ابن عياض: إذا لم تقدر على قيام الليل وصيام النهار فاعلم أنك محروم مكبَّل كبَّلتك خطيئتُك .. ¶ وقال الحسن البصري أيضاً: إن العبد ليذنب الذنب فيحرم به قيام الليل وصيام النهار. ¶ حتى قال سليمان الداراني رحمه الله: لا تفوت أحداً صلاة الجماعة إلا بذنب. ¶ فعلى المسلم إذا أراد أن يترك المعصية أن يتذكر شؤمها و أن يتذكر عاقبتها. ¶ السبب الرابع: من الأسباب التي تعين على ترك المعصية أن يتذكر الإنسان أن في تركه للمعصية أنه يكون في معية الله الخاصة التي مقتضاها النصر و التأييد والتوفيق. ¶ فإنه من المعلوم أيها الأخوة أن معية الله تنقسم إلى قسمين: ¶ 1. معية عامة: وهي عامة لجميع البشر مقتضاها إطلاع الله عز وجل عليهم وهو معهم بعلمه.",
            "page": "6",
            "part": "10"
        },
        {
            "hno": null,
            "id": "83",
            "nass": "2. ومعية خاصة: وهي المرادة هنا التي مقتضاها النصر والتأييد والتوفيق والتثبيت كقوله تعالى (إِنَّ اللَّهَ مَعَ الصَّابِرِينَ) ¶ وقوله تعالى (إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ). ¶ فالمسلم حينما يجاهد نفسه على ترك المعصية ويخالف هواه فإنه يكون في معية الله الخاصة التي مقتضاها النصر والتأييد والتوفيق، فيؤيده الله عز وجل وينصره ويثبته ويهديه إلى الصراط المستقيم، وهذه المعية الخاصة أنفع له في الدنيا والآخرة من جميع اللذات من أولها إلى آخرها، فالمسلم حينما يتذكر هذه الميزة ويتذكر هذه المنزلة ويتذكر هذه المرتبة تكون دافعاً له على ترك المعاصي وعلى ترك المنكرات وعلى ترك كل ما يسخط رب الأرض والسماوات. ¶ السبب الخامس: أن يتذكر الإنسان نعم الله عز وجل عليه ومن ثم َّ فهل يليق أن يقابل هذه النعم العظيمة أن يقابلها، بالنكران. ¶ وهل يليق أن يقابل هذه النعم بالكفران، إن من يعصي الله عز وجل بالليل والنهار إنه لم يقابل هذه النعمة بالإحسان بل قابلها بالكفر و النكران والعياذ بالله. ¶ إن المسلم هو الذي يشكر الله عز وجل على نعمه، والشكر بماذا يكون الشكر أيها الأخوة .. ؟ ¶ يكون بالقلب, ويكون باللسان , ويكون بالجوارح في أنك لا تعصي الله عز وجل بها، وأن تجعل هذه الجوارح مذللة لله عز وجل في طاعة الله عز وجل .. ¶ اللسان بالذكر -- و اليد في طاعة الله عز وجل -- و الأرجل تمشي إلى طاعة الله من المساجد وغيرها. ¶ ولذلك كان نبينا - صلى الله عليه وسلم - يقوم الليل حتى تتفطر قدماه، فتقول له عائشة رضي الله عنها: لما تفعل ذلك وقد غفر لك ما تقدم من ذنبك وما تأخر ـ فماذا كان يقول عليه الصلاة والسلام ـ كان يقول: أفلا أكون عبداً شكوراً. ¶ سبحان الله؟؟ أولئك الذين يأكلون الربا! أعطاهم الله الأموال الكثيرة، وأعطاهم هذه النعم العظيمة , بدلاً من أن يشكروا الله على هذه النعمة يذهبون ويتعاملون بالربا وينشرون الربا ويساعدون أهل الربا. ¶ أولئك الذين يغتابون الناس! أعطاهم الله نعمة اللسان و أعطاهم نعمة الفراغ؟ بدلاً من أن يستغلوه بالطاعة وبذكر الله عز وجل وبالتسبيح والتهليل والتحميد يقومون بالغيبة والنميمة والكلام في أعراض الناس. ¶ هل هذا من شكر النعمة؟؟؟ ¶ قال الشاعر: ¶ إذا كنتَ في نعمةٍ فارْعَها ... فإن المعاصي تزيلُ النعمْ ¶ وداوم على شكر الإلهْ ... فإنّ الإلهَ سريعُ النقمْ ¶ أبداً .... ولذلك المسلم حينما يتذكر نعم الله عز وجل يخشى أن تزول هذه النعم حينما يرتكب المعصية أو يرتكب الذنب فيخاف، فيكون ذلك حافزا ً له على عدم ارتكاب الذنوب والمعاصي ويكون ذلك تنشيطاً له في فعل الطاعات و الإكثار من الأعمال الصالحات قد قال النبي - صلى الله عليه وسلم - معاذ (إني أحبك في الله فلا تدعن دبر كل صلاة أن تقول: اللهم أعني على ذكرك وشكرك وحسن عبادتك). ¶ فشكر النعم من أعظم العبادات وأجل القربات وهذا مقتضى الكرم، فالله عز وجل أحسن إليك بالنعم العظيمة الظاهرة والباطنة، أنعم إليك، إنك حينما تنظر يميناً وشمالاً فلا ترى إلا مريضاً أو مصاباً وأنت بأحسن صحة وحال؟ ¶ فهل شكر النعمة أن تستغل هذه النعم بالمعاصي، إن من شكر النعمة أن تستغل هذه بالطاعات و الأعمال الصالحات لكن للأسف الناس في هذا الزمان استغلوا النعم بمعصية الله عز وجل ومخالفة أوامره سبحانه وتعالى.",
            "page": "7",
            "part": "10"
        },
        {
            "hno": null,
            "id": "84",
            "nass": "أخي المسلم حينما نتكلم عن هذا الموضوع وقد قرب بنا الانتهاء ليس معنى ذلك أن الإنسان لا يقع في المعصية فقد أخبر - صلى الله عليه وسلم - ¶ (أن كل ابن آدم خطاء وخير الخطائين التوابون) وما من إنسان معصوم من الخطأ لكن المقصود أن يجاهد الإنسان نفسه وكلما وقع في خطأ أو في معصية تاب ورجع إلى الله واستغفر وتاب. ¶ فيا أخي المسلم أوصيك بوصايا في نهاية هذه المحاضرة فاحفظها واعرفها فإنها مهمة: ¶ أولاً: استعظم الذنب. ¶ يا أخي المسلم إن المؤمن التقي الذي يخاف مولاه ويعظمه وهو الذي يستعظم الذنب ويكبر في نفسه وهذا يدل على الإيمان. ¶ يقول ابن مسعود رضي الله عنه مصوراً حال المؤمن مع المعصية يقول (إن المؤمن يرى ذنوبه كأنه قاعد تحت جبل يخاف أن يقع عليه وإن الفاجر يرى ذنوبه كذباب مر على أنفه فقال به هكذا يعني كما قال أبو شهاب بيده فوق أنفه). ¶ فالوصية الأولى يا أخي المسلم استعظم الذنب مهما كان صغيرا ً وقد قال بلال بن سعد: لا تنظر إلى صغر الخطيئة ولكن انظر إلى عظم من عصيت. ¶ وقال الأوزاعي .. كان يقال من الكبائر: أن يعمل الرجل الذنب فيستحقره. ¶ ثانياً: إياك ومحقرات الذنوب ¶ نعم , فقد قال الرسول - صلى الله عليه وسلم - (إياكم ومحقرات الذنوب فإنهن يجتمعن على الرجل حتى يهْلِكْنَهُ). ¶ وقال الشاعر: ¶ خلّ الذنوب صغيرها ... وكبيرها ذاك التقي ¶ واصنع كماش ٍ فوق أرضِ ... الشوكِ يحذرُ ما يرى ¶ لا تَحْقرنّ صغيرةً ... إنّ الجبالَ من الحصى ¶ ويحذر الرسول - صلى الله عليه وسلم - زوجته عائشة قائلاً (يا عائشة إياكِ ومحقرات الأعمال فإن لها من الله طالباً). ¶ وقال كعب (إن العبد ليذنب الذنب الصغير ولا يندم عليه ولا يستغفر منه فيعظم عند الله حتى يكون مثل الطود ويعمل الذنب العظيم فيندم ويستغفر منه فيصغر عند الله حتى يغفر له). ¶ وقال الفضيل بن عياض رحمه الله (بقدر ما يصغر الذنب عندك يعظم عند الله وبقدر ما يعظم عندك يصغر عند الله). ¶ وقال الحسن رحمه الله (من عمل حسنة و إن صغرت أورثته نوراً في قلبه وقوةً في عملهِ، و إن عمل سيئةً وإن صغرت فاحتقرها أورثته ظلماً في قلبه وضعفاً في عمله). ¶ ثالثاً: إذا تكرر الذنب فكرر التوبة. ¶ كل ما وقعت في ذنب فأحْدِثْ توبة واستغفاراً ولا تقول أنا لن استغفر فإنني في كل مرة أقع في الذنب ... لا ... فإن هذا ما يريده الشيطان وفي السنة ما يؤيد ذلك .. ¶ فقد جاء في الصحيحين من حديث أبي هريرة رضي الله عنه أن النبي - صلى الله عليه وسلم - قال (إن عبدا ً أصاب ذنباً فقال ربي أذنبت ذنبا ً فاغفر لي فقال الله: علم أن له رباً يغفر الذنوب و يأخذ به، غفرت لعبدي، ثم مكث ما شاء الله ثم أصاب ذنباً فقال: ربي أذنبتُ فاغفر لي فقال الله: علم عبدي أن له رباً يغفر الذنوب ويأخذ به غفرتُ لعبدي، ثم مكث ما شاء الله، ثم أذنب ذنباً فقال: ربي أصبتُ أو أذنبت فاغفر لي فقال: علم عبدي أن له رباً يغفر الذنوب ويأخذ به غفرت لعبدي ثلاثاً فليعمل ما شاء) رواه مسلم.",
            "page": "8",
            "part": "10"
        },
        {
            "hno": null,
            "id": "85",
            "nass": "ولذلك قيل للحسن ألا يستحي أحدنا من ربه يستغفر من ذنوبه ثم يعود ثم يستغفر ثم يعود فقال: ودَّ الشيطان لو ظفر منكم بهذه، فلا تمِلوا من الاستغفار \" ... ¶ وقال عمر بن عبد العزيز في خطبته: \" أيها الناس من ألمَّ بذنب فليستغفر الله وليتب فإن عاد فليستغفر الله وليتب فإن عاد فليستغفر الله فإنما هي خطايا مطوقة في أعناق الرجال وإن الهلاك كل الهلاك في الإصرار عليها .. ¶ وقال سعيد بن المسيب في قوله تعالى (فَإِنَّهُ كَانَ لِلْأَوَّابِينَ غَفُوراً) قال هو الذي يذنب ثم يتوب ثم يذنب ثم يتوب ثم يذنب ثم يتوب. ¶ أخي المسلم أختم هذه الكلمة سائلاً المولى عز وجل أن يوفقنا وإياك للعمل الصالح وأن نكون ممن يستمعون القول فيتبعون أحسنه اللهم أعنا على فعل الخيرات اللهم أعنا على فعل الخيرات وترك المنكرات اللهم زين الإيمان في قلوبنا يا رب العالمين اللهم تقبل منا و ارزقنا الإخلاص في العلم والعمل. ¶ والله أعلم ¶ وصلى الله وسلم على نبينا محمد. ¶ الشيخ ¶ سليمان بن محمد اللهيميد ¶ السعودية / رفحاء ¶ موقع رياض المتقين ¶ www.almotaqeen.net",
            "page": "9",
            "part": "10"
        }
    ],
    "t34728": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "محاضرات مفرغة"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "فضائل الذكر"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "فوائد محاسبة النفس"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "كيف نحقق الزهد"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "فوائد غض البصر"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "دنيا الغرور"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "فضل قيام الليل"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "فضل الحياء"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "فضل العلم"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "موجبات النار"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "الأسباب المعينة على ترك المعاصي"
        }
    ]
}