{
    "b34732": [
        {
            "id": "1",
            "nass": "كتاب أصول الإيمان ¶ لشيخ الإسلام محمد بن عبد الوهاب ¶ - رحمه الله تعالى- ¶ بشرح الشيخ : صالح بن عبد العزيز آل الشيخ ¶ إعداد : أبو عبد الله اليماني ¶ أصول الإيمان لشيخ الإسلام محمد بن عبد الوهاب رحمه الله ¶ شرح الشيخ : صالح آل الشيخ ¶ بدأ الشرح : 10/7/1417هـ وانتهى : 29/12/1419هـ ¶ قال الشيخ الإمام محمد بن عبد الوهاب رحمه الله تعالى : ¶ بسم الله الرحمن الرحيم وبه أستعين ¶ ( باب معرفة الله عز وجلَّ والإيمان به ) ¶ عَنْ أَبِي هُرَيْرَةَ قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : قَالَ اللَّهُ تَبَارَكَ وَتَعَالَى : (( أَنَا أَغْنَى الشُّرَكَاءِ عَنْ الشِّرْكِ مَنْ عَمِلَ عَمَلًا أَشْرَكَ فِيهِ مَعِي غَيْرِي تَرَكْتُهُ وَشِرْكَهُ )) رواه مسلم ¶ الشرح : هذا الكتاب كتاب أصول الإيمان جمع فيه الإمام المجدد رحمه الله الأحاديث التي في الإيمان: ( الإيمان بالله وملائكته وكتبه ورسله وما يتصل بذلك من الأمور ) فهو جمع أحاديث متنوعة أصول في هذا المبحث العظيم مبحث الإيمان . ¶ والإيمان أركانه ستة ( كما هو معلوم ) الركن الأول : هو الإيمان بالله . ¶ والإيمان بالله ثلاثة أقسام : ¶ إيمان بربوبية الله بأنه واحد جل وعلا في ربوبيته لا شريك معه . ¶ إيمان بألوهية الله وأنه واحد في إلاهيته . يعني : في استحقاقه للعبادة لا ندَّ له . ¶ إيمان بالأسماء والصفات وأنه سبحانه واحد في أسمائه وصفاته لا مثيل له . ¶ والشيخ رحمه الله هنا يذكر من الأحاديث الآن ما يرجع إلى كل واحدة من هذه لينبه على أصول الإيمان . ¶ فذكر حديث أبي هريرة أن النبي صلى الله عليه وسلم قال : قال الله تعالى : أنا أغنى الشركاء .......) وهذا يفيد فوائد في الإيمان :",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "توحيد الربوبية . إذ قوله :( أنا أغنى الشركاء عن الشرك ) وذلك لكمال ربوبيته سبحانه وانفراده بها ، فلكونه الرب وحده هو أغنى الشركاء عن الشرك ، إذ الإشراك به جل وعلا باطل لأنه هو الرب وحده دونما سواه . ¶ وقوله : ( من عمل عملاً أشرك فيه معي غيري ) : هذا فيه توحيد الإلهية . ( وهذا مبسوط في شرح كتاب التوحيد وغيره ) والمقصود التنبيه على أن الحديث يدل على نوعين من التوحيد ، توحيد الربوبية وتوحيد الألهية . وبه يصلح الاستشهاد على تفسير الإيمان بأنه الإيمان بالله يعني : بربوبيته وبألوهيته . ¶ عَنْ أَبِي مُوسَى قَالَ قَامَ فِينَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِخَمْسِ كَلِمَاتٍ فَقَالَ إِنَّ اللَّهَ عَزَّ وَجَلَّ لَا يَنَامُ وَلَا يَنْبَغِي لَهُ أَنْ يَنَامَ يَخْفِضُ الْقِسْطَ وَيَرْفَعُهُ يُرْفَعُ إِلَيْهِ عَمَلُ اللَّيْلِ قَبْلَ عَمَلِ النَّهَارِ وَعَمَلُ النَّهَارِ قَبْلَ عَمَلِ اللَّيْلِ حِجَابُهُ النُّورُ وَفِي رِوَايَةِ أَبِي بَكْرٍ النَّارُ لَوْ كَشَفَهُ لَأَحْرَقَتْ سُبُحَاتُ وَجْهِهِ مَا انْتَهَى إِلَيْهِ بَصَرُهُ مِنْ خَلْقِهِ وَفِي رِوَايَةِ أَبِي بَكْرٍ عَنْ الْأَعْمَشِ وَلَمْ يَقُلْ حَدَّثَنَا حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ أَخْبَرَنَا جَرِيرٌ عَنْ الْأَعْمَشِ بِهَذَا الْإِسْنَادِ قَالَ قَامَ فِينَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِأَرْبَعِ كَلِمَاتٍ ثُمَّ ذَكَرَ بِمِثْلِ حَدِيثِ أَبِي مُعَاوِيَةَ وَلَمْ يَذْكُرْ مِنْ خَلْقِهِ وَقَالَ حِجَابُهُ النُّورُ )) . رواه مسلم .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "الشرح : هذا الحديث شروع من الشيخ رحمه الله في بيان الصفات وذكر أحاديث الصفات داخل في الإيمان بالله لأن الإيمان بالله : إيمان بالربوبية والألوهية والأسماء والصفات . فكل حديث فيه ذكر للأسماء والصفات للحق جلَّ وعلا فهو مسوق يساق في باب الإيمان بالله . وهذا يدل على أن أحاديث الصفات هي أحاديث الإيمان بالله جل علا إذ بمعرفة الحق جل وعلا والعلم بأسمائه وصفاته والإيمان به . فإيماننا بالحق جل وعلا إيمان عن علم بأسمائه وصفاته ونعوت جلاله وكريم أفعاله سبحانه وتعالى . ¶ وقوله هنا : ( إن الله لا ينام ولا ينبغي له أن ينام ) : لا ينام لكمال قيوميته وكمال حياته سبحانه وتعالى . فهذا النفي مقصود به كمال ضده . ( على قاعدة : أن النفي المحض ليس كمالاً ) ، فإذا جاء نفي في الكتاب والسنة فيقصد به إثبات كمال الضد ، فضد النوم : الحياة والقيومية . لهذا نقول في قوله : ( إن الله لا ينام ) فيها : إثبات كمال حياة الله جل وعلا وكمال قيوميته . ولهذا في آية الكرسي قال سبحانه وتعالى : (اللَّهُ لا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لا تَأْخُذُهُ سِنَةٌ وَلا نَوْمٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ وَلا يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ) (البقرة:255) ¶ ،ولكمال حياته جل وعلا ولكمال قيوميته جل وعلا ( لا تأخذه سنة ) غفلة ولا فتور ولا إعراض (ولا نوم ) لا يشغله سبحانه وتعالى عن قيوميته شأن عن شأن .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وقوله : ( يخفض القسط ويرفعه ) المقصود بالقسط هنا : الميزان . لقوله جل وعلا : (وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ )(الانبياء: من الآية47) ، وظاهره : أن الله جل وعلا يخفض الميزان ويرفعه كما يليق بجلال الله جل وعلا . ¶ قوله : ( لو كشفه لأحرقت سبحات وجهه ما انتهى إليه بصره من خلقه ) هذا تعليق بكل شيء لأن القسمة قسمان : الله جل وعلا شيء ومخلوقاته شيء آخر وليس ثم قسم ثالث . الله جل وعلا ومخلوقاته ، فما هو ليس من الله جل وعلا فهو مخلوق من العرش وحملته إلى آخر ملكوت الله سبحانه وتعالى . فلو كشف الحجاب سبحانه وتعالى لأحرقت سبحات وجهه – النور القوي – لأحرق ما انتهى إليه بصره من خلقه يعني : كل الخلق لأن بصر الحق سبحانه وتعالى ليس له حد ولا نهاية متعلق بجميع المخلوقات . ¶ فقوله : ( ما انتهى إليه بصره من خلقه ) يعني : كل شيء . وبصره وسع المخلوقات جميعاً ، بمعنى : أحرق كل شيء تبارك ربنا وتعالى وتقدس . ¶ وعن أبي هريرة رضي الله عنه مرفوعاً : (( إِنَّ يَمِينَ اللَّهِ مَلْأَى لَا يَغِيضُهَا نَفَقَةٌ سَحَّاءُ اللَّيْلَ وَالنَّهَارَ أَرَأَيْتُمْ مَا أَنْفَقَ مُنْذُ خَلَقَ السَّمَوَاتِ وَالْأَرْضَ فَإِنَّهُ لَمْ يَنْقُصْ مَا فِي يَمِينِهِ وَعَرْشُهُ عَلَى الْمَاءِ وَبِيَدِهِ الْأُخْرَى الْفَيْضُ أَوْ الْقَبْضُ يَرْفَعُ وَيَخْفِضُ)) . أخرجاه .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الشرح : هذا فيه إثبات صفة اليد لله جل وعلا بل إثبات صفة اليدين للحق تبارك وتعالى . والحق جل وعلا ثبت له هاتين الصفتين كما قال : ( بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنْفِقُ كَيْفَ يَشَاءُ )(المائدة: من الآية64)، وقال سبحانه وتعالى : (مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيّ)(صّ: من الآية75)، وقال جل وعلا : (أَوَلَمْ يَرَوْا أَنَّا خَلَقْنَا لَهُمْ مِمَّا عَمِلَتْ أَيْدِينَا أَنْعَاماً فَهُمْ لَهَا مَالِكُونَ) (يّس:71) ، وأشباه هذه الآيات والأحاديث التي فيها إثبات صفة اليدين للحق جل وعلا . ¶ وهذا من الإيمان فهو سبحانه متصف بذلك على ما يليق بجلاله وعظمته : ( لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ)(الشورى: من الآية11). ¶ ( وكلتا يدي الرحمن يمين ) فهل يقال : إن للرحمن جل وعلا يميناً وشمالاً ؟‍ ¶ هذا فيه بحث : والذي في الحديث أن الله سبحانه وتعالى سمى يديه يعني : وصف يديه واحدة باليمين ، وقال في الثانية : ( وبيده الأخرى القسط يخفضه ويرفعه ) ، و ( كلتا يدي الرحمن يمين ) كما جاء في الحديث : ( إن المقسطين على منابر من نور وعلى يمين الرحمن وكلتا يديه يمين ) . ¶ وقوله : ( وكلتا يديه يمين ) قال العلماء معناه : أن يدي الرحمن سبحانه وتعالى كلها يمين ، يعني : في الخير وفي الإنفاق ، ولأن العرب تجعل الشرف لليمنى على اليد الأخرى ، وأن اليد الأخرى في الإنسان يعنى اليسرى : أقل وأوضع من اليد اليمنى ، فاليد اليمنى هي الشريفة والثانية ليست كذلك . فقول النبي صلى الله عليه وسلم : ( وكلتا يديه يمين ) يعني : أن يدي الرحمن جل وعلا في الشرف والصفة سواء ليس ثم فضل ليد على أخرى .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "هذه الأخرى هل يقال : إنها الشمال ؟ جاءت في صحيح مسلم في حديث ، والحديث في إسناده ضعف وساقه مسلم رحمه الله في الشواهد ولذلك أعله طائفة من أهل العلم في التنصيص على ذكر الشمال ، وقالوا : إن ذكر الشمال فيه ليس محفوظاً وأن الصواب في الحديث : ( الأخرى ) وليس ( بشماله ) . وهذا ظاهر من حيث الإسناد : فإن مسلماً رحمه الله تعالى ساقه في الشواهد ، ومعلوم أن سياق الحديث في الشواهد لا يعني تصحيح كل كلمة فيه . ولهذا ذهب كثير من أهل العلم إلى عدم إثبات كلمة (الشمال) في صفة اليد لله جل وعلا . ¶ وقال طائفة من المحققين من أهل العلم : تثبت اليمين والشمال ، والشمال شريفة يمين هي كاليمين ، والشمال ليس نقصاً لها ولكن هي يمين وشمال مثل ما جاء في الحديث الذي في مسلم ما دام أم مسلماً رواه قد صححه . ومال إلى هذا : إمام الدعوة الشيخ محمد بن عبد الوهاب في آخر كتابه التوحيد ، فإنه ذكر في المسائل في آخر الكتاب فقال : التنصيص على الأخرى بأنها الشمال وهذا يقول به طائفة من أهل العلم المحققين في هذا والمسألة تحتاج إلى مزيد نظر والحديث كما ذكرت لكم في إسناده ضعف ويكون ذكر الشمال فيه شاذاً وقد نص على ذلك بعض أئمة الحديث كالبيهقي وغيره . ... ¶ وعَنْ أَبِي ذَرٍّ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَأَى شَاتَيْنِ تَنْتَطِحَانِ فَقَالَ يَا أَبَا ذَرٍّ هَلْ تَدْرِي فِيمَ تَنْتَطِحَانِ ؟ قَالَ: لَا قَالَ لَكِنَّ اللَّهَ يَدْرِي وَسَيَقْضِي بَيْنَهُمَا وسيحكم بينهما ) رواه أحمد . ¶ الشرح : هذا في تتمة الكلام على الإيمان بالله جل وعلا وقد ذكرنا لك أن الإيمان بالله سبحانه وتعالى إيمان بالربوبية والألوهية والأسماء والصفات وهذا ذكر لبعض الصفات .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "... قال : ( ولكن الله يدري ) ودراية الله جل وعلا بـ ( فيم ينتطح الكبشان أو العنزان ) يعني : علمه سبحانه وتعالى بذلك . ومعلوم أن باب الإخبار أوسع من باب الوصف ، فإن لفظ أو صفة ( الدراية ) لا يوصف الله جل وعلا بها لكن يطلق على الله جل وعلا من جهة الإخبار أنه سبحانه وتعالى يدري بهذا الشيء لأنها من فروع العلم . ¶ فهناك صفات لها جنس ، فالعلم جنس تحته صفات ، فجنس ما هو ثابت يجوز إطلاقه على الله جل وعلا من جهة الخبر . ¶ وعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قرأ هذه الآية : (إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ إِنَّ اللَّهَ نِعِمَّا يَعِظُكُمْ بِهِ إِنَّ اللَّهَ كَانَ سَمِيعاً بَصِيراً) (النساء:58) ، ويضع إبهاميه على أذنيه والتي تليها على عينيه . رواه أبو داود وابن حبان وابن أبي حاتم . ¶ الشرح : هذا الحديث مشهور من جهة دلالته على الصفة بالإشارة . وإثبات الصفة بالإشارة كان يفعله بعض السلف في أنه يشير إليها بيده فيشير إلى الأصابع بأصابعه ويشير إلى اليد بيده يشير إلى السمع والبصر بهما كما فعل هنا أبو هريرة رضي الله عنه ، قال : ( إن الله كان سميعاً بصيراً ) ووضع يده هكذا . وهذا عند أهل العلم معناه : إثبات الصفة بمعناها المتعارف عليه عند الإنسان المخاطب ، ومعلوم أن المسلم يثبت الصفة مع قطع المماثلة على قاعدة : ( ليس كمثله شيء وهو السميع البصير ) ، فإذا أشار إلى عينه أو أشار إلى سمعه فإنه لا يعني بذلك المماثلة وإنما يعني بها أن العين هي ما تعلم أنها عين والله جل وعلا له عين سبحانه لا تشبه الأعين ( ليس كمثله شيء وهو السميع البصير ) ، وكذلك له سمع ليس كمثل سمع المخلوق . ¶ فإذا الإشارة معناها : إثبات معنى الصفة بما يعهده المخاطب من معناها ، فيشير لأجل تحقيق ذلك .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وبعض أهل العلم قال : الإشارة لأجل إثبات الحقيقة ، وهذا ليس بجيد لأنه يقتضي أن تقسيم الكلام إلى حقيقة ومجاز موجود عند الصحابة وهذا ليس بصحيح ، فإن ¶ الكلام عند الصحابة حقيقة كله لآن الكلام العربي حقيقة وظاهر ، والمجاز المدعى نوع من الحقيقة التركيبية والظاهر التركيبي . ¶ فالمقصود هنا أنه إذا قيل لبيان الحقيقة ، فإنه لبيان حقيقة المعنى لا بأس ، وإذا ظُنَّ أن الحقيقة هنا يعني : الحقيقة المقابلة للمجاز فهذا غلط ولا يصح أن ينسب إلى الصحابة لأنه لا تقسيم للكلام عندهم إلى حقيقة ومجاز . ¶ إذا تبين هذا فلا يناسب عند الناس وعند العوام أن يشار بالأصابع أو يشار باليد أو يشار بالعين أو نحو ذلك لأن العامة قد تفهم من هذا التمثيل والتشبيه ، ولهذا أنكروا على كثيرين ممن قال : إن الله يقبض السماوات بيده ولو أشار لا إرادياً ينكر عليه العامة لعدم قبولهم مثل هذا . وهذا أوجه من الإشارة لأن الزمن مختلف . ¶ وعن ابن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال : ( مفاتيح الغيب خمس لا يعلمها إلا الله . لا يعلم ما في غدِ إلا الله ، ولا يعلم ما تغيض الأرحام إلا الله ، ولا يعلم متى يأتي المطر أحد إلا الله ، ولا تدري نفس بأي أرض تموت إلا الله . ولا يعلم متى تقوم الساعة إلا الله تبارك وتعالى) الحديث رواه البخاري ومسلم . ¶ الشرح : ما يختص الله جل وعلا به هو الغيب الذي سيأتي ، الذي لم يقع بعد فهذا لله جل وعلا .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الغيب الماضي علمه بعض الناس أن رأته الجن ، لهذا يحصل من العرافين أنهم يستدلون على مكان المسروق مع أنه غيب بالنسبة للناس لكن لا يدخل هذا في ادعاء الغيب لأنهم تخبرهم الجن بمكانهم فهو ليس من الغيب الذي اختص الله جل وعلا به ، والله جل وعلا قال : (وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لا يَعْلَمُهَا إِلَّا هُوَ)(الأنعام: من الآية59)) ، وهذا هو الغيب الذي يكون في المستقبل والقدر القادم لا يعلمه على ما سيقع عليه من هيئته وصفاته وزمانه ومكانه وقدره إلى أخر ذلك إلا الرب سبحانه وتعالى . ¶ فالحديث في إثبات علم الرب جل وعلا بما سيكون . وعلم الله جل وعلا المختص به في أشياء حادثة لا يعلمها إلا هو كعلم مافي الأرحام ، ولا يعلم ما في الأرحام إلا الله جل وعلا . ¶ وعلم ما في الأرحام المختص به الله جل وعلا يشمل كل ما في الأرحام من جنين ومن حالته وحال الرحم وغيب الرحم وازدياده وإتيان الغذاء والدم وقلة ذلك وترقي الجنين في خلقه ، يعني على هذه التفاصيل هذه لا يعلمها إلا الله جل وعلا فإن الإنسان مهما وصل علمه فإنه لا يستطيع أن يعلم ذلك على وجه التفصيل في كل ما يحصل .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ولهذا كلمة ( ما ) في آية (لقمان) في قوله : ( وَيَعْلَمُ مَا فِي الْأَرْحَامِ)(لقمان: من الآية34)) هذه عامة ، بمعنى الذي ، والأسماء الموصولة كما هو معلوم تعم ما كان في حيز صلتها ، فقوله : ( ويعلم ما في الأرحام ) يعني : الذي هو كائن في الأرحام ، فكل ما يكون في الرحم يعلمه سبحانه . وأما معرفة هل الذي في الرحم جنين هل هو ذكر أو أنثى فهذا يختص بالله جل وعلا في ما قبل نفخ الروح وأما ما بعد نفخ الروح فإنه يخرج عن العلم المختص بالله جل وعلا لأنه قد ثبت في صحيح مسلم : أن النبي صلى الله عليه وسلم قال : ( إن النطفة إذا صارت في الرحم أتى الملك بعد أربعين ، قال له الله جل وعلا : أكتب رزقه وأجله وشقي أو سعيد وذكر أم أنثى ) ، وفي رواية : ( يقول الملك : أي رب شقي أو سعيد ؟ فيأمر الله ويكتب الملك . ثم يقول : أي رب ذكر أو أنثى ؟ فيأمر الله ويكتب الملك ) فيعلم الملك بعد مضي هذه المدة هل هو ذكر أو أنثى ؟ ¶ قال طائفة من العلماء : كان بعض الناس يعلم إذا رأى بطن المرأة يعلم ما فيها هل هو ذكر أم أنثى ؟إما بدلائل وإما بكشف يعني : يكشف من باب الكرامات ، أو بدلائل يستدل بها إما بشكل البطن أو الحركة أو غير ذلك . ¶ المقصود : أن ما في الأرحام عامة في التفاصيل ومسألة هل ما فيه ذكر أم أنثى هذه خاصة ليست هي كل ما يدل عليه اختصاص الله بعلمه بما في الأرحام ، ومعناها وضابطها ما ذكرنا . والباقي واضح إن شاء الله . ¶ وعن أنس بن مالك رضي الله عنه قال :قال :رسول الله صلى الله عليه وسلم : ( لله أشد فرحاً بتوبة عبده حين يتوب إليه من أحدكم كان على راحلته بأرض فلاة فانفلتت منه وعليها طعامه وشرابه فأيس منها فأتى شجرة فاضطجع في ظلها وقد أيس من راحلته فبينما هو كذلك إذ هو بها قائمة عنده فأخذ بخطامها فقال ن شدة الفرح : اللهم إنت عبدي وأنا ربك ، أخطأ من شدة الفرح ) أخرجاه . ¶ الشرح : هذا الحديث فيه فوائد كثيرة نذكر منا فائدتين :",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "1- إثبات صفة الفرح لله جل وعلا والله سبحانه وتعالى يفرح ويرضى ويسخط ويغضب ويأبى لا كأحد من الورى سبحانه وتعالى ، فرحه بحق كما يليق بجلاله وعظمته سبحانه وتعالى . ¶ 2- في آخر الحديث قال : ( اللهم أنت عبدي وأنا ربك ) أخطأ من شدة الفرح : دل على أن الأخطاء المكفرة إذا أتت على اللسان من غير قصدٍ إلى هذا اللفظ ، من غير قصد إلى إنشائه وإنما تقدم لفظ عند المتكلم أو تأخر فصار اللفظ كفرياً أن هذا من الخطأ المعفو عنه لأن الله سبحانه وتعالى لا يؤاخذ إلا بما تعمد المرء إليه قلبه فقال سبحانه : ( وَلَكِنْ يُؤَاخِذُكُمْ بِمَا كَسَبَتْ قُلُوبُكُمْ )(البقرة: من الآية225) ) ، وقال في الآية الأخرى :(وَلَكِنْ مَا تَعَمَّدَتْ قُلُوبُكُمْ)(الأحزاب: من الآية5)) . فالخطأ يما لم يقصد إليه ، ليس الجهل ، هذا معفو عنه . ¶ وعن أبي موسى رضي الله عنه أن رسول الله صلى الله عليه وسلم قال : ( إن الله يبسط يده بالليل ليتوب مسيء النهار ويبسط يده بالنهار ليتوب مسيء الليل حتى تطلع الشمس من مغربها ) رواه مسلم . ¶ الشرح : هذا الحديث من النوع الثالث وهو الإيمان بالأسماء والصفات وذلك أن فيه إثبات عدد من الصفات وأظهرها في الحديث صفة اليد لله جل وعلا . ¶ قال في الحديث : ( إن الله يبسط يده بالليل .....) دال علىإثبات صفة اليد للرحمن جل وعلا ، ووجه الدلالة : أنه أضاف اليد إلى ذاته العلية حيث قال : ( يبسط يده ) ومن المتقرر عند أهل العلم أن الإضافة إلى الله جل وعلا نوعان : إضافة مخلوق إلى خالقه ، وإضافة صفة إلى متصف بها .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "فإضافة المخلوق إلى خالقه : كإضافة الروح إلى الله جل وعلا في قوله : (فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي )(الحجر: من الآية29)) ، وكقوله جل وعلا : ( نَاقَةَ اللَّهِ وَسُقْيَاهَا)(الشمس: من الآية13)) ، ونحو ذلك كقوله : (سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلاً مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى)(الاسراء: من الآية1) ، فإضافة الروح والناقة والعبد إلى الله جل وعلا إضافة مخلوق إلى خالقه وهذه الإضافة تقتضي التشريف لأن تخصيص بعض المخلوقات إلى الرب جل وعلا معناه : أن هذه المخلوقات لها شأن خاص وذلك تشريف لها . ¶ والنوع الثاني : إضافة الصفة إلى متصف بها وهو الله جل وعلا وهذا ينضبط بكل ما لا يقوم بنفسه من الأشياء سواء كانت من الأعيان ، أو من المعاني ، فمن الأعيان اليد فإنها لا تقوم بنفسها ، والوجه فإنه لا يقوم بنفسه يعني لا يوجد وجه بلا ذات ولا توجد يد بلا ذات إلى آخر أنواع ذلك ، ومن المعاني : مثل الغضب والرضى وأشباه ذلك والرحمة إلى غير ذلك . إذاً فهذا الحديث جارٍ مع القاعدة .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "إذاً قوله في الحديث : ( إن الله يبسط يده بالليل ....) هذه إضافة صفة إلى متصف بها فهذا يمنع أن تكون اليد مؤولة بمعنى النعمة أو بمعنى القدرة وأشباه ذلك ، فإن اليد في اللغة قد تأتي بمعنى النعمة لكن لا تضاف كقول العرب : لفلان علي يد يعني : نعمة ، لكن لا تقول العرب إذا أرادت النعمة : يد فلان علي ، إنما تقول : ( لفلان علي يد ) بقطع الإضافة ، وحتى هذا الإطلاق من العرب لأجل أن وسيلة إيصال النعمة إلى المنعم عليه بواسطة اليد . فربما دخل من إطلاق الشيء وإرادة لازمه . ومن المعلوم أنه في اللغة العربية لا يمتنع إطلاق المفرد على المثنى ، ولا يمتنع إطلاق الجمع على المفرد ولا يمتنع إطلاق المثنى على الجمع كلها سواء ، فإذا أطلق المفرد فقد يراد به المفرد المعين وقد يراد به الجنس ، ولكن لما سمعنا قول الله جل وعلا : بل يداه مبسوطتان علمنا أن قوله : (يبسط يده بالليل) يعنى : يديه . ¶ ولهما عن عمر – رضي الله عنه – قال : قدم على رسول الله صلى الله عليه وسلم – بسبي هوازن فإذا إمرأة من السبي تسعى إذ وجدت صبياً في السبي فأخذته فألزقته ببطنها فأرضعته فقال النبي صلى الله عليه وسلم : \" أترون هذه المرأة طارحة ولدها في النار ؟ \" قلنا : لا والله ! فقال : \" الله أرحم بعباده من هذه بولدها\" ) الحديث .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "الشرح : هذا الحديث فيه إثبات صفة الرحمة لله جل وعلا ، وفيه امتناع تأويل صفة الرحمة بإرادة الإنعام أو الإحسان ، لأنه عليه الصلاة والسلام مثَّل والله سبحانه وتعالى له المثل الأعلى ، فلما مثَّل عِظَم رحمة الله جل وعلا برحمة هذه المرأة بولدها علمنا أن المراد هنا الرحمة المعروفة المعهودة عند الناس التي يجدها كل إنسان في نفسه يعرف معنى الرحمة ، والكلمات إنما هي للتعبير عن الأشياء والرحمة معلومة يعلمها المرء من نفسه لأنها فيه غريزة ، فلهذا قوله : ( الله أرحم بعبده من هذه بولدها ) يدل على إثبات صفة الرحمة وعلى أنها صفة لله جل وعلا على ما يليق به سبحانه وتعالى ، وعلى أنه يمتنع تفسير هذه على بإرادة الإنعام لأن السياق والتمثيل يمنع ذلك . ¶ وعن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : ( لما خلق الله الخلق كتب كتاباً فهو عنده فوق العرش إن رحمتي سبقت غضبي ) رواه البخاري ¶ الشرح : كذلك هذا فيه صفة الرحمة لله جل وعلا ، وهذا الحديث فيه بحث من جهة هذا الكتاب الذي هو فوق العرش ، وفي رواية : ( فهو عنده في العرش ) . فيه بحث من جهة هذة الكلمة : ( إن رحمتي غلبت غضبي ) هل هو كتاب من اللوح المحفوظ فيكون في اللوح المحفوظ ذكر صفات الرب جل وعلا ؟ ، أو هو كتاب مستقل جعله الله فوق عرشه ليبين عظم سبق رحمته لغضبه ؟ وهذا يدل على أن الرحمة : صفة ذاتية ، وعلى أن الغضب : صفة اختيارية ، فالرحمة ملازمة للرحمن جل وعلا فهو سبحانه وتعالى لم يزل رحيماً فهو رحيم لا تنفك عنه الرحمة ، أما الغضب فهو صفة اختيارية تكون بالرحمن جل وعلا إذا شاء بمشيئته وقدرته فيغضب في حين ولا يغضب في حين آخر ، أما الرحمة فهو دائماً سبحانه وتعالى رحيم ولأجل رحمته قامت هذه المخلوقات ، فقيام هذه المخلوقات وظهور النعم فيها كلها من آثار رحمة الرب جل وعلا وهذا يدل على أن آثار الرحمة دائمة وعلى أن آثار الغضب غير دائمة .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ففي قوله تعالى : ( وَمَنْ يَحْلِلْ عَلَيْهِ غَضَبِي فَقَدْ هَوَى)(طه: من الآية81) فجعله حالاَّ ،(ومن يحلل ) يعني : ليس دائماً وإنما يحل في حينٍ دون آخر ، كما جاء في حديث الشفاعة المعروف قال : ( إن الله غضب اليوم غضباً لم يغضب قبله مثله ولن يغضب بعد مثله ) فدل على قيام الغضب به جل وعلا بمشيئته واختياره وقدرته سبحانه وتعالى . ¶ فإذاً هناك فرق كبير بين صفة الرحمة وصفة الغضب لله جل وعلا ، فالرحمة ذاتية والغضب اختياري ، والرحمة آثارها دائمة والغضب آثاره ليست دائمة ، والرحمة من آثارها ما يتقلب فيه الخلق من النعم الدينية والدنيوية مصالح أمور دنياهم وآخرتهم كلها من آثار الرحمة . وأما الغضب فآثاره عقوبة لمن يستحق ذلك وهذا مغلوب بالرحمة ( إن رحمتي غلبت غضبي ) أو ( سبقت غضبي ) . ¶ ولهما عنه أن رسول الله صلى الله عليه وسلم قال : ( جعل الله الرحمة مائة جزء فأمسك عنده تسعة وتسعين جزءاً وأنزل في الأرض جزءاً واحداً فمن ذلك الجزء تتراحم الخلائق حتى ترفع الدابة حافرها عن ولدها خشية أن تصيبه ) الحديث . ¶ الشرح : هذا الحديث كسابقيه في إثبات صفة الرحمة لله جل وعلا ولكن فيه مزيد فائدة وهي : بيان أن الصفة لله جل وعلا لها آثارها في الخلق ، فرحمته سبحانه وتعالى جعل جزءاً منها له أثر في الأرض فبها يتراحم العباد ، فجزء من أجزاء رحمة الرحمن جل وعلا جعلها في عباده فكل ما تراه من التراحم هذا من آثار اتصاف الرحمن بالرحمة . ¶ ويدل هذا أيضاً على أن الرحمة كما ذكرنا هي الرحمة المعهودة لأنه جعل رحمة الرحمن منها جزء يتراحم بها الخلق فدل على أن رحمة الرحمن من جنس رحمة المخلوق للمخلوق يعني أنها الرحمة المعهودة وإن اختلفت في قدرها وصفتها لأن الصفات تبع للذات ، فالمخلوق يناسبه من هذا الوصف ما يلائم ذاته والرحمن جل وعلا له من هذه الصفة ومن غيرها كمال ذلك وشموله وإطلاقه .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "الأحاديث من حديث أنس : ( إن الكافر إذا عمل حسنة أُطعم بها طُعمة في الدنيا ، وأما المؤمن فإن الله يدخر له حسناته في الآخرة ويُعقبه رزقاً في الدنيا على طاعته ) رواه مسلم . ¶ وله عنه مرفوعا : ( إن الله ليرضى عن العبد يأكل الأكلة فيحمده عليها ويشرب الشربة فيحمده عليها ) ¶ وعن أبي ذر رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : ( أطّت السماء وحُقَّ لها أن تئط ما فيها موضع أربع أصابع إلا وفيه ملَكٌ ساجد لله تعالى ، والله لو تعلمون ما أعلم لضحكتم قليلاً ولبيكتم كثيراً وما تلذّذتم النساء على الفرش ولخرجتم إلى الصُّعُدات تجأرون إلى الله تعالى ) الحديث رواه الترمذي وقال حديث حسن . ¶ قوله : (لو تعلمون ما أعلم لضحكتم قليلاً ولبكيتم كثيراً ) في الصحيحين من حديث أنس . ¶ ولمسلم عن جندب مرفوعا : ( قال رجل والله لا يغفر الله لفلان ! فقال الله عز وجل : من ذا الذي بتألى عليَّ أن لا أغفر لفلان ؟ إني قد غفرت له وأحبطت عملك ) . ¶ وله عن أبي هريرة مرفوعاً: ( لو يعلم المؤمن ما عند الله من العقوبة ما طمع بجنته أحد ، ولو يعلم الكافر ما عند الله من الرحمة ما قنط من جنته أحد ) . ¶ وعن أبي هريرة : مرفوعاً : ( إن امرأة بغياً رأت كلباًفي يوم حار يُطيف ببئر قد أدلع لسانه من العطش فنزعت له موقها فسقته فغُفِر لها به \" ، وقال : \" دخلت النار امرأةٌ في هرة حبستها لا هي أطعمتها ولا هي أرسلتها تأكل من خَشاش الأرض \" قال الزهري : لئلا يتَّكل أحد ولا ييأس أحد . أخرجاه . ¶ وعنه مرفوعاً : ( عجب ربنا من قوم يقادون إلى الجنة بالسلاسل ) رواه أحمد والبخاري ¶ حديث أبي موسى : ( وما أحد أصبر على أذى يسمعه من الله ، يدعون له الولد ثم يعافيهم ويرزقهم ) رواه البخاري .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "الشرح: هذه الأحاديث من كتاب أصول الإيمان للشيخ محمد بن عبدالوهاب رحمه الله تعالى كما ذكرنا لك فيها ذكر صفات الله تعالى وذكر الجنة والنار ، وسبق أن ذكرت بعض الصفات في الأحاديث كالرحمة واليد وغير ذلك ، وهذه الأحاديث التي ذكرها فيها ذكر القدر وذكر صفة المغفرة وذكر الجنة والنار. ¶ فالحديث الأول حديث أنس : ( إن الكافر إذا عمل حسنة ..... ) فيها إثبات كمال عدل الله جل وعلا وأنه لا يضيع إحسان محسن وعمل عامل حتى الكافر ولكن ثوابه يكون عليه في الدنيا وذلك لكمال صفاته سبحانه وكمال عدله . إن الكافر إذا عمل حسنة أطعم بها طعمة في الدنيا فأما المؤمن فإن الله يدخر له حسناته في الآخرة ويعقبه رزقاً في الدنيا على طاعته ، يعني أن الله سبحانه وتعالى يثيبه على حسنات في الآخرة ويمن عليه ويبتدؤه برزق في الدنيا وإحسان إلى المؤمن . فالمؤمن والكافر وجميع الخلق قائمون مع رحمة الله جل وعلا إذ رحمته وسعت كل شيء ، لهذا ذكر هذا الحديث بعد حديث الرحمة لأن العدل مع الكافر لفي أنه يثاب على حسنته في الدنيا هذا من الرحمة به ، كذلك يثاب المؤمن على حسناته في الآخرة ويعطى على أنواع الطاعات في الدنيا رزقاً وسعة وصحة إلى آخره إبتداء من الله جل وعلا ومنة فإن هذا أيضاً من آثار سعة رحمة الله جل وعلا . ¶ ثم قال : وله مرفوعاً ( إن الله ليرضى عن العبد يأكل الأكلة .... )",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "الشرح : هذا الحديث فيه ذكر لأصل من أصول الإيمان والصفات ألا وهو الإيمان بالصفات الاختيارية لأن الرضى والغضب وأشباه هاتين الصفتين من الصفات الاختيارية من الصفات الفعلية التي يتصف الله جل وعلا بها بمشيئته وقدرته إذا شاء كيف شاء ، والأولى صفة الرحمة هذه صفة ذاتية فالله جل وعلا لا ينفك عنه اتصافه بالرحمة بل هو سبحانه رحيم في كل حال ولو لم يكن رحيماً في آنٍ من الأوان لهلك خلقه أجمعون ولهذا عقب الشيخ رحمه الله بذكر الصفات الاختيارية على الصفات الذاتية لأن الصفات الذاتية أعظم ، والصفات الاختيارية يتصف الله بها سبحانه في حال دون حال بمشيئته وقدرته . ¶ ( إن الله ليرضى عن العبد يأكل الأكلة فيحمده عليها ) وهذا دليل على أن الرضى يكون حين الأكل وحين الشرب إذا حمد العبد رضي الله عنه ذلك ، بخلاف قول الأشاعرة والمبتدعة : ( إن الرضى قديم فيقولون : رضى الله عن عبده المؤمن قديم رضي وانتهى رضاه . فإذا كان كافراً في أول عمره ثم كان مكتوباً له أن يؤمن فإنه مرضي عنه حتى في حال كفره ، فالصحابة في حال كفرهم مرضي عنهم ولو في حال عبادتهم أ, عبادة بعضهم للأوثان ، والمؤمن الذي يختم حياته – نسأل الله العافية والسلامة – بردة فإنه مغضوب عليه حتى حين كان يصلي ) وهذا باطل من القول لأنه في أساسه ناشئ عن نفي الصفات الاختيارية والله سبحانه وتعالى بين في كتابه أن صفته الاختيارية تحل بعد أن لم تكن حالة كما قال سبحانه : (وَمَنْ يَحْلِلْ عَلَيْهِ غَضَبِي فَقَدْ هَوَى)(طه: من الآية81) ، فيحل بعد أن لم يكن حالاً ، وكما جاء في حديث الشفاعة المعروف قال : ( إن الله غضب اليوم غضباً لم يغضب قبله مثله ولن يغضب بعده مثله ) فدل على أن الغضب يتفاوت من جهة الصفة يعني بعض الغضب أهون من بعض ، وأيضاً يتفاوت كمن جهة الزمن يغضب في حال دون حال فيتصف بذلك سبحانه كيف شاء .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ثم ساق حديث أبي ذر : ( أطت السماء وحق لها أن تئط .... ) الحديث . ¶ الشرح : فيه عظمة الحق جل وعلا وعبودية الملائكة له سبحانه وأن ، السماء مملوءة بعباد الله جل جلاله بالملائكة الذين هم ما بين ركع وسجود وقيام لله سبحانه وتعالى . ¶ ولمسلم عن جندب مرفوعا : ( قال رجل والله لا يغفر الله لفلان ...) الحديث . ¶ الشرح : هذا الحديث معلوم شرحه وبيانه في كتاب التوحيد ، وننبه فيه إلى أن قول القائل : ( لا يغفر الله لفلان ) يعني أنه تحكم في صفة الله جل وعلا يعني أنه قال : هذه الصفة لا تكون لفلان ، وهذا له نظائر ويكون عند الناس في حديثهم في صفات أخر . ومن أصول الإيمان عند أهل السنة توقير الله جل وعلا وتعظيمه والإنابة إليه والاستكانة له وعدم التألي عليه والقول عليه بلا علم . ¶ فمثلا يقول الناس في ألفاظهم : هذا ما يستاهل ، أو حرام أن يصيبه كذا ، أو مثل هذا لا يعاقب ، أو هذا تنزل عليه العقوبة .. وأشباه هذه الألفاظ التي فيها تحكم في صفات الله جل وعلا . ¶ فأي صفة أردت الكلام عليها فاستحضر الاضطراب والخوف من الله جل وعلا لا تتحكم في صفات الله جل وعلا تخبر عنها بشيء ليس لك ، كأن يقول : مثل هذا يعاقبه الله ، أو هذا ستحل عليه عقوبة من الله جل وعلا ، أكيد ستأتيه العقوبة ، وأشباه ذلك مما يستعمله الخاصة والعامة في ألفاظهم ، وهذا مما لا يجوز أن يستعمله الناس بل يذكرون ما دلت عليه الأدلة من الرجاء للمحسن والخوف على المسيء : نخشى أن تكون عقوبة ، نخشى أن يحل علينا كذا ، وأشباه هذه العبارات التي فيها تعظيم أمر الله وتعظيم صفاته سبحانه . ¶ وله عن أبي هريرة مرفوعا : ( لو يعلم المؤمن ما عند الله من العقوبة ....) الحديث",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "الشرح : هذا فيه ذكر صفتي العذاب والرحمة وهما صفتان متقابلتان ، وعذابه سبحانه وتعالى لمن عصاه أو من كفر أو من نافق هذا لو اطلع عليه لوجد أن الجنة لا يطمع فيها طامع كمل قال سبحانه تعالى : (حم (1) تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ( 2) غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ لا إِلَهَ إِلَّا هُوَ إِلَيْهِ الْمَصِيرُ (3) ) ولكن رحمة الله سبقت غضبه ، ولهذا في هذه الآية ذكر ثلاث صفات من صفات الرحمة وذكر صفة عقاب واحدة فقال : ( غافر الذنب وقابل التوب ) وهذه من فروع الرحمة ، ثم قال : ( شديد العقاب ) وهذه عقوبته سبحانه ، ثم ذكر فرعاً ثالثا من فروع الرحمة وهو قوله : (ذي الطول ) يعني : ذي الإنعام والفضل والإحسان على خلقه أجمعين . ¶ وللبخاري عن ابن مسعود قال: قال رسول الله صلى الله عليه وسلم : ( الجنة أقرب إلى أحدكم من شراك نعله .....) الحديث ¶ الشرح : إيراده لهذا الحديث في أصل الإيمان باليوم الآخر ، والإيمان باليوم الآخر الذي هو أحد أركان الإيمان الستة إيمان بالجنة والنار . ¶ وحديث المرأة البغي وحديث المرأة التي دخلت النار بسبب هرة هو في هذا المعنى . فالمؤمن ما بين خوف ورجاء يعمل الأعمال الكثيرة من الخير ويعمل أعمالاً من السوء فإذا هو غلَّب جانب الرجاء رأى الخير فيه طاغٍ فقال : سيُغفر لي ، فنبه عليه الصلاة والسلام أن امرأة دخلت النار في هرة بسبب أنها حبستها لا هي أطعمتها ولا هي تركتها تأكل من خشاش الأرض لماذا تحبس الهرة والهرة مثلها لا يحبس فماتت وهذا تعدي عليها ، وهذا يجعل المؤمن خائفاً لئلا يتكل أحد على عمله الصالح ولئلا ييأس أحد من المغفرة إذا أناب وأتاب ، وتفسير الزهري واضح في هذا .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وله عن أبي هريرة رضي الله تعالى عنه قال :قال رسول الله صلى اله عليه وسلم : ( إن الله تبارك وتعالى إذا أحب عبداً نادى يا جبريل إن الله يحب فلاناً فأحبَّه فيحبُّه جبريل ثم ينادي جبريل في السماء إن الله يحبُّ فلاناً فأحبُّوه فيحبُّه أهل السماء ويُضع له القبول في الأرض ) . ¶ وعن جرير رضي الله عنه قال : كنا جلوساً عند النبي صلى الله عليه وسلم – إذ نظر إلى القمر ليلة البدر قال : ( إنكم سترون ربكم كما ترون هذا القمر لا تضامُون في رؤيته ، فإن استطعتم أن لاتُغلبوا على صلاة قبل طلوع الشمس وقبل غروبها فافعلوا ، ثم قرأ : ( وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا)(طه: من الآية130) ) . رواه الجماعة . ¶ الشرح : الحديث الأول فيه إثبات صفة المحبة لله جل وعلا ، لأن هذا الكتاب ذكر في أوله الإيمان بالله فذكر صفات الربوبية والألوهية والآن في الأسماء والصفات فهنا ذكر صفة المحبة لله جل وعلا : ( إن الله إذا أحب عبداً .. ) الحديث . ومحبة الله جل وعلا لعبده صفة اختيارية متعلقة بالحال عند أهل السنة ليست متعلقة بالمآل ، وأهل السنة في صفة المحبة وصفة الرضى وأشباه ذلك يعلقونها بالحال يعني : أن الله يحب من كان على الإيمان ولو كان سيؤول أمره إلى غيره لأنه وهو موحد مؤمن قام بقلبه إخلاص العبادة لله وتوجه إلى الله فاستحق على ذلك المحبة ، ومحبة الله في حالها مقتضية آثارها على العبد .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "والمبتدعة يجعلون المحبة واحدة أزلية غير متغيرة فيقولون : إن الله يحب من علم موته على الإيمان ولو في حال كفره ، فعمر رضي الله عنه في حال الجاهلية في حال كفره كان محبوباً لله جل وعلا وفي حال إيمانه محبوباً لله جل وعلا لأنه سبحانه علم أنه سيموت على الإيمان فأحبه من حين خرج من بطن أمه ، وقولهم لأنه ليس عندهم صفات اختيارية ولا صفات تقوم بالرب جل وعلا بمشيئته واختياره سبحانه لانتفاء تنزيه عندهم للقول بتجدد الصفات أو ما يسمونه بحلول الحوادث لله جل وعلا . ¶ فإثبات صفة المحبة لله جل وعلا على ما يليق به سبحانه حق كما نطقت بذلك النصوص والمحبة معلومة المعنى كما يليق بجلاله وعظمته ويرضى ويغضب سبحانه وتعالى وأن ذلك متعلق بالحال ليس متعلقاً بالمآل عند أهل السنة فيرضى عن العبد في حال إيمانه ويحب العبد في حال إيمانه ويغضب عليه في حال كفره قبل إيمانه ويبغضه ولا يحبه في حال كفره قبل إيمانه أو لو ارتد فيجتمع في حقه أنه أُحبَّ في حال وأُبغض في حال ، حتى المؤمن لواحد يحبه الله سبحانه وتعالى إذا أحسن العمل ويبغضه إذا أساء العمل ، فإذا اجتمع في المؤمن إيمان وفسق يكون مؤمناً بإيمانه فاسقاً بكبيرته فيُحبُّ على الإيمان ويبغض على الفسق ، يعني : أن المحبة والبغض تتبعض ويكون في حال دون حال وهذا عند أهل السنة والجماعة خلافاً لأهل الكلام والبدع الذين يقولون : إن المحبة واحدة حتى المؤمن في حال كفره قبل الإيمان محبوب ، وإذا آمن وعاشر كبيرة فهو في حال معاشرته الكبيرة محبوب إلى آخر ذلك مما لا يليق أن ينسب أو يضاف إلى الرب جل وجلاله . ¶ وفي قوله : ( إن الله إذا أحب ) فيه : أن المحبة صفة اختيارية وأن المحبة متفاضلة ليس كل مؤمن فيه ذلك .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وقوله : ( يوضع له القبول في الأرض ) يعني : يقبله أهل الإيمان ويحبونه ويميزونه على غيره فيتولونه مثل ما حصل للصحابة رضوان الله عليهم فأهل الإيمان يحبونهم ومثل سادات التابعين ، ومثل الإمام أحمد والشافعي ومالك وهذه مرتبة عظيمة لمن تحصل له . ¶ حديث : ( إنكم سترون ربكم ....) الحديث ¶ الشرح : فيه إثبات الررؤية لله جل وعلا ، أي رؤية المؤمنين لربهم جل وعلا . ¶ والرؤية تكون في العرصات وتكون في الجنة ، فتكون في العرصات عامة أولاً للجميع ،ثم يحجب عنها أهل النفاق يعني : من هذه الأمة ، وأما الكفار فهم لا يرون ربهم أصلاً لأنهم محجوبون عن الله كما قال سبحانه : (كَلَّا إِنَّهُمْ عَنْ رَبِّهِمْ يَوْمَئِذٍ لَمَحْجُوبُونَ) (المطففين:15) ، وأما هذه الأمة المؤمنون منهم والمنافقون الرجال والنساء فإنهم يرون الله سبحانه وتعالى ثم يحجب عنها أهل النفاق وتبقى رؤية أهل الإيمان ثم تكون الرؤية التي هي محل اللذة والنعيم في جنة الخلد . ¶ وعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال : ( إن الله تبارك وتعالى قال : من عادى لي ولياً فقد آذنته بالحرب ، وما تقرّب عبدي إليَّ بشيء أحبَّ إليَّ مما افترضته عليه ، وما يزال عبدي يتقرّبُ إلي َّ بالنوافل حتى أحبَّه فإذا أحببتُه كنت سمعه الذي يسمع به وبصره الذي يبصر به ويده التي يبطش بها ورجله التي يمشي بها ، ولئن سألني لأعطينه ولئن استعاذني لأعيذنه ، وما ترددت في شيء أنا فاعله ترددي في قبض نفس عبدي المؤمن يكره الموت وأكره مساءتَه ولا بد له منه ) . رواه البخاري .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "الشرح : هذا الحديث أيضاً فيه إثبات صفة المحبة لله جل وعلا ( ولا يزال عبدي يتقرب إلي بالنوافل حتى أحبه فإذا أحببته كنت سمعه الذي يسمع به ) يعني : يُسَدّد في سمعه ( بصره الذي يبصر به ) يعني : يسدد في بصره ( ويده التي يبطش بها ) يعني : يسدد في يده فلا يحصل منه بهذه الجوارح إلا ما يحب الله جل وعلا فيوفق ويعان فيها على فعل الخير وعلى ترك الشر من جهة سمعه وبصره ويده ورجله . ¶ وقوله عليه الصلاة والسلام في آخر الحديث القدسي قال الله جل جلاله : ( وما ترددت في شيء أنا فاعله ) فيها ذكر التردد مضافاً إلى الله جل وعلا وهل هو صفة لله أم لا ؟! ¶ بعض أهل السنة لا يضيف التردد إلى الله جل وعلا صفة لأنه منقسم إلى محمود ومذموم ، وإطلاق الإضافة يعني إطلاق الوصف فيما ينقسم إلى محمود ومذموم الأصل خلافه ولأن الأصل ألا يضاف إلى الله جل وعلا إلا ما هو محمود والتردد قد يكون عن نقص علم والله جل وعلا منزه عن ذلك . ولهذا ذهب من ذهب من أهل العلم إلى عدم إثبات صفة التردد إلى الله جل وعلا لأنهم جعلوا منشأ التردد عن عدم علم أو عن جهل أ, عن عدم قدرة أو عن عدم قوة على إنفاذ الشيء وأشباه ذلك فمنعوا وصف الله جل وعلا بالتردد . ¶ والقول الثاني عند أهل السنة أن التردد صفة من صفات الله جل وعلا وأن تردده سبحانه وتعالى بحق ، وأن حقيقة التردد ليس معناها أنها تنشأ عن جهل أو عن عدم قوة أو قدرة كما قاله الأولون ، بل حقيقىة التردد أنه : تردد الإرادة في أي الأمرين أصلح للعبد أو في أي الأمرين أوفق للحكمة أو نحو ذلك أو تردد الإرادة في المصلحة المقتضية لذلك .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وتردد الإرادة ليس ناشئاً عن الجهل وعدم العلم أو نحو ذلك فهذا منزه عنه الرب جل وعلا وإنما هو ناشئ عن محبة الله لاختيار الأصلح لعبده لهذا وقع التردد بين الصالح والأصلح يعني : في الاختيار ، وإذا كان كذلك فإن التردد على هذا يكون كمالاً لأنه لم ينشأ عن جهل ولا عن عدم قدرة أو قوة وإنما هو راجع إلى الحكمة ومقتضى قدر الله وحكمة الله سبحانه . وهذا الثاني هو قول شيخ الإسلام ابن تيمية وعزاه إلى السلف وإلى مذهب سلف هذه الأمة . ¶ الصفة الثالثة في الحديث قال : ( يكره الموت وأكره مسائته ) ووصف الله بأنه يكره جاء في القرآن والسنة في أحاديث كثيرة مثل قوله تعالى : ( وَلَكِنْ كَرِهَ اللَّهُ انْبِعَاثَهُمْ فَثَبَّطَهُمْ وَقِيلَ اقْعُدُوا مَعَ الْقَاعِدِينَ)(التوبة: من الآية46) ، فكُره الله جل وعلا هذا يتعلق بالأعيان أي الذوات وبالصفات وهو صفة اختيارية ، وهو هنا في الحديث يتعلق بالمساءة (وأكره مساءته ولا بد له من ذلك ) . ¶ وعنه أن رسول الله صلى الله عليه وسلم قال : ( ينزل ربنا تبارك وتعالى كل ليلة إلى سماء الدنياحين يبقى ثلُث الليل الآخر يقول : من يدعوني فأستجيب له ، من يسألني فأعطيه ، من يستغفرني فأغفرَ له ) متفق عليه . ¶ الشرح : هذا الحديث فيه إثبات عدد من صفات الرب جل وعلا أظهرها صفة النزول له جل وعلا ، والنزول لله جل وعلا نقول فيه ما نقول في الاستواء والنزول معلوم أو غير مجهول والكيف غير معقول والسؤال عنه بدعة والإيمان به واجب .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "ونزول الرب جل وعلا إلى سماء الدنيا جاء في بعض الروايات أنه : ( في نصف الليل الآخر ) ، وجاء في بعضها : ( في ثلث الليل الآخر ) - كما في الرواية التي ساقها الإمام رحمه الله – وجاء في بعض الروايات : ( آخر كل ليلة ) بلا ثلث ولا نصف ، وأهل العلم منهم من حمل هذا على الفضل والأفضل أو أن الثلث الأخير آكد وأن النزول يبدأ في نصف الليل الآخر ، ومنهم من حملها على أن حساب نصف الليل غير حساب ثلث الليل الآخر فإذا قيل نصف الليل فهو حساب ما بين غروب الشمس إلى طلوع الفجر الثاني مقسوماً على اثنين تضيفه على ساعة الغروب يعطيك ابتداء نصف الليل . ¶ وأما ثلث الليل الآخر فيكون ما بين الغروب إلى الإشراق والوقت مأخوذ الثلث الآخر منه ، والوقت على هذين متقارب ، ولما قال شيخ الإسلام هذا ، قال وهذا القول وجيه . يعني أن حساب نصف الليل يكون غير حساب ثلث الليل . ¶ وعلى العموم نقول : إن الروايات متفقة في أن النزول يكون في ثلث الليل الآخر وهو الأكثر رواية والأثبت – كما ساق الإمام رحمه الله هنا – أو في نصف الليل الآخر على اعتبار . ¶ النزول في صفة الله جل وعلا لا نخوض فيه بأكثر مما جاء فيه النص ، فمن خاض فيه بذكر مسائل مثل قولهم : هل يخلو منه العرش أو لا يخلو منه العرش ، وهل إذا نزل إلى سماء الدنيا يخلو منه ما فوق السماء السابعة ، وأشباه ذلك كل هذه مباحث طائلة لأنها مبنية على تشبيه النزول بنزول المخلوق والله جل وعلا لا نعلم كيفية اتصافه بصفاته فهو سبحانه أجلُّ وأعظم م أن نعلم بكيفية اتصافه بصفاته . ¶ فإذاً إثبات صفة النزول إثبات صفة لا إثبات كيفية ولا نخوض بأكثر من ذلك ، والأحاديث في النزول قريبة من التواتر م كثرتها .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وقوله عليه الصلاة والسلام هنا : ( ينزل ربنا في الثلث الأخير من الليل فيقول هل من داعٍ فأستجيب له هل من سائل فأعطيه هل من مستغفر فأغفر له ) مرتبة الدعوة أولاً لأنها أعم والسؤال بعدها لأنه أخص والاستغفار الأخير لأنه خاص الأخص ، لأن الداعي قد يكون عابداً وقد يكون سائلاً ، وإجابة الداعي قد تكون إثابة الداعي بالثواب أو قد تكون أو قد تكون إعطاء السائل ، لذلك لما بدأ بالعام قال : ( هل من داعٍ فأستجيب له) يدخل في ذلك أهل الصلاة وأهل تلاوة القرآن وأهل الذكر في آخر الليل فيعطيهم رب العالمين أجرهم بغير حساب . ثم السؤال ( هل من سائل فأعطيه ) يعني من يسأل مسألة خاصة وهي بعض الدعاء . ثم قال : ( هل من مستغفر ) السؤال قد يكون سؤال دنيا أو سؤال استغفار يعني عام ثم خصه بالاستغفار في آخرها . ¶ وهذا الحديث أيضاً فيه : إثبات صفة الكلام لله جل وعلا وإثبات صفة المغفرة له سبحانه والإجابة والإعطاء وهذا فيه الرد على من أبطل فائدة الدعاء وفائدة السؤال وفائدة الاستغفار وفائدة العبادة في التأثير على القدر كما هو قول طائفة من الصوفيه في زعمهم أن الأمور مقدرة ولا حاجة للدعاء لتحصيلها ، وهذا باطل بل الأمور مقرونة في القدر وفي الكتاب السابق بأسبابها والدعاء والسؤال من جملة تلك الأسباب . ¶ وعن أبي موسى الأشعري رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : ( جنتان من ذهب آنيتهما وما فيهما ، وجنتان من فضة آنيتهما وما فيهما ن وما بين القوم وبين أن ينظروا إلى ربهم إلا رداء الكبرياء على وجهه في جنَّة عدن ) . رواه البخاري . ¶ الشرح : قوله : ( جنتان ....وجنتان ...) هذا كالتفسير لقوله الله جل وعلا : (وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ) (الرحمن:46) . ثم قال بعدها : (وَمِنْ دُونِهِمَا جَنَّتَانِ) (الرحمن:62) فهذا تفسير للجنتين والجنتين . وفيه إثبات صفة الكبرياء لله جل وعلا .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "والرداء والإزار الذي جاء في الحديث الذي رواه مسلم : ( الكبرياء ردائي والعزة إزاري من نازعني واحداً منهما عذبته ) – الرداء والإزار : ما يكون ملابساً للموصوف لا ينفك عنه ويحجب صفته عن الرائي ، فالإزار بالنسبة للإنسان يحجب الصفة يعني بعض الصفات ، والرداء أيضاً يحجب بعض الصفات فلا يتصور من مجي الرداء والإزار لوازم ذلك من أن الإزار لا يكون إلا على حقوين وعلى جنب وأن الرداء كذلك لا يكون إلا على منكبين كما التزمه طائفة من غلاة الحنابلة فأثبتوا عدداً من الصفات بهذه اللوازم هذا باطل حتى من جهة اللغة . فالإزار والرداء هذان اسمان لما يحجب رؤية الرائي إلى صفات المرئي ولهذا هنا قال : ( وما بين القوم وبين أن ينظروا إلى وجه ربهم إلا رداء الكبرياء ) فدل على أن الكبرياء هو الرداء ، فالذي حجب رؤية الرائين إلى صفة الرب جل وعلا إلى وجهه الكريم هو الرداء ، وكذلك العزة حجبت أن يُرى صفة الرب جل وعلا . ¶ المقصود من ذلك أن هذا هو معنى قوله الرداء هنا وكذلك قوله ( الرداء والإزار ) في غيرها ، وهذا موطن تحتاجه لأن كثيراً من الشراح لم يحسن هذا المقام . ¶ (باب) قول الله تعالى : (حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ)(سبأ: من الآية23)",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "عن ابن عباس رضي الله عنهما قال : حدثني رجل من أصحاب النبي صلى الله عليه وسلم من الأنصار أنهم بينما هم جلوس ليلة مع رسول الله صلى الله عليه وسلم إذ رمي بنجم فاستنار فقال : ( ما كنتم تقولون إذا رُمِي بمثل هذا ؟ ) قالوا : كنا نقول وُلِد الليلة عظيم أو مات عظيم ، فقال : ( إنها لم تُرمَ لموت أحد ولا لحياته ولكن ربنا عز وجل إذا قضى أمراً سبَّحت حملة العرش حتى يسبِّح أهل السماء الذين يلونهم حتى يبلغ التسبيح أهل السماء الدنيا ، فيقول الذين يلون حملة العرش : ماذا قال ربكم ؟ فيُخبرونهم ماذا قال ، فيستخبِر أهل السماوات بعضهم بعضاً حتى يبلغ الخبر أهل السماء الدنيا فتخطف الجن السمع فيلقونه إلى أوليائهم فما جاءوا به على وجهه فهو الحق ولكنهم يقذفون ويزيدون ) رواه مسلم والترمذي والنسائي ¶ وعن النواس بن سمعان رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : ( إذا أراد الله أن يوحي بالأمر تكلم بالوحي أخذت السماوات منه رجفة أو قال رعدة شديدة خوفا من الله عز وجل .... ) الحديث رواه ابن جرير وبن خزيمة والطبراني وابن أبي حاتم واللفظ له .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "الشرح : هذان الحديثان في باب واحد هما دالان على إثبات عدد من صفات الرب جل وعلا ومن نعته الحسن سبحانه وتعالى ، فمنها : صفة العلو لله جل وعلا ومنها صفة الكلام له جل وعلا ، ومر معكم تفصيل الكلام على الحديث الأول في شرح كتاب التوحيد والمقصود من إيراده من الشيخ رحمه الله : أن ذلك من الإيمان إيمان بالله بعلوه بصفاته بملائكته بكلامه جل وعلا كذلك فيه الإيمان بالملائكة وهذا كله من أصول الإيمان بقي الكلام عل مسألة فيه وهي من المسائل المهمة : وهي أن صفة كلام الرب جل وعلا – إضافة للحديث الذي سمعتم – قال فيها : ( إذا أراد الله أن يوحي بالأمر تكلم بالوحي أخذت السماوات منه رجفة أو قال رعدة شديدة خوفاً من الله عز وجل فإذا سمع ذلك أهل السماوات صعقوا ) هذا مر معكم أن سماع الملائكة للصوت وصف بأنه كجر السلسة على الصفوان يعني على الصخر ، وهذا جعله بعض الناس صفة للكلام وظاهر الحديث كما هو دال عليه هذا الحديث أيضاً أنه وصف للسماع لا وصف للكلام فكلام الله جل وعلا ثابت في الصفة – كما هو معلوم – ولكن صفة كلامه جل وعلا لم يثبت فيها شيء من جهة التفصيل إلا ما جاء في الصحيح : أنه جل وعلا يوم القيامة يسمعه من بَعُد كما يسمعه من قَرُب فينفذهم كلامه سبحانه وتعالى ) ، وهذا الحديث حديث النواس قال فيه : ( إذا أراد الله أن يوحي بالأمر تكلم بالوحي .... ) يعني : أن السماوات تأخذها الرعدة أو الخوف من كلام الله جل وعلا ، والقصد من ذلك أن صفة الكلام غلا فيها طائفة من المنتسبين للإمام أحمد ولغيره من أهل السنة فجعلوا صفة كلام الله جل وعلا بما في هذه الأحاديث التي فيها تكلم الله جل وعلا بالوحي وأن صفة كلامه كجر السلسة ... كما ذكرها أبو يعلى في ( إبطال التأويلات ) وغيره فهذا ينبغي أن لا يقال به وإنما يؤخذ بما دل عليه النص الذي لا يحتمل التأويل لأن صفة الكلام الواردة في الأحاديث محتملة لأن تكون صفة للسماع يعني لما",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "سُمِع لهذا جاء هنا : ( أخذت السماوات منه رجفة ..) يعني : أن هذا محتمل أن يكون بعد إرادة الكلام ، أو أنه وصف لما سُمِع من حال السماوات أ, ما سمع من ذلك أما وصف كلام الله جل وعلا فهذا لا يقال فيه بشيء إلا ما ثبت في الحديث : ( أنه يسمعه من قَرُب كما يسمعه من بَعُد ) . ¶ (باب) قول الله تعالى : (وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعاً قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ) (الزمر:67) ¶ عن أبي هريرة رضي الله قال سمعت رسول الله صلى الله عليه وسلم يقول : ( يقبض الله الأرض ويطوي السماء بيمينه ثم يقول : أنا الملك أين ملوك الأرض ؟ ) رواه البخاري . ¶ وعن ابن عمر ...إن الله بقبض يوم القيامة .. ) الحديث ¶ الشرح : هذا الباب ذكره الإمام في آخر كتاب التوحيد . ومناسبة هذا الباب لكتاب أصول الإيمان أن الإيمان بالله الذي هو أعظم أركان الإيمان كما هو معلوم أركان الإيمان ستة ... والإيمان بالله يشمل ثلاثة أنواع : الإيمان بالله رباً والإيمان بالله إلها والإيمان بأسماء الله وصفاته يعني : أن الإيمان بالله يشمل أنواع التوحيد الثلاثة فلا يكون المرء مؤمناً بالله حق الإيمان حتى يوحد الله في الإلهية وفي الربوبية وفي الأسماء والصفات . هذا الباب في توحيد الربوبية وفيه ذكر بعض صفات الله جل وعلا وبعض أسماء الله جل وعلا .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "قوله جل وعلا : (وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ ) هذه من الآيات العظيمة التي تكررت في غير موضع من القرآن مثل قوله تعالى : (وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ إِذْ قَالُوا مَا أَنْزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْءٍ )(الأنعام: من الآية91) وهذه الآية في الزمر .قوله : ( وما قدروا الله حق قدره ) يعني : أنه ما من أحد سيبلغ قدر الله حق قدره لا بد أن يكون ثم نقص عما هو حق لله جل وعلا في تقدير عظمته لأن ذلك يعني بلوغ الحق في القدر مبني على العلم التام بالله جل وعلا وبما هو عليه سبحانه في أسماءه وصفاته وأفعاله وربوبيته إلى آخره ، وهذا العلم إنما كمل بكمال البشر في الأنبياء والرسل عليهم صلوات الله وسلامه فهم أعظم الخلق تعظيماً لله جل وعلا وأعظم الخلق قدراً لله جل وعلا حق قدره والله سبحانه وتعالى قدره أعظم ولا يعلم ذلك إلا هو سبحانه وتعالى . ( وما قدروا الله حق قدره ) معناها : وما عظموا الله حق تعظيمه ، فمن عبد غير الله ما عظم الله حق تعظيمه ، من ألحد في أسمائه وصفاته ما عظم الله حق تعظيمه ، من أنكر الرسالة وأنكر إنزال الكتاب ما عظم الله حق تعظيمه وما علم صفة الله جل وعلا ولم يعظمه كما ينبغي لجلال وجهه وعظيم سلطانه فالمسألة عظيمة جداً وإذا تأملت في صفة من الصفات وهو أن الله سبحانه وتعالى هو العظيم جل وعلا وهو الواسع سبحانه وتعالى تأمل كيف أن الأرض قبضة الله سبحانه وتعالى على كبرها عندك وأن السماوات على اتساعها وكبرها وعظمها وتباعد ما بينها أن مطويات بيمين الرحمن جل وعلا وأن السماوات السبع فوق بعض إلى أن تكون السماوات على عظمها وكبرها أن تكون تحت الكرسي وأنها بالنسبة للكرسي كدراهم سبعة ألقيت في ترس وأن الكرسي هو موضع قدم الرب جل وعلا وأن فوقه العرش وفوق العرش رب العالمين سبحانه ، وأن الكرسي الذي السماوات كسبعة دراهم فيه بالنسبة إلى الأرض كحلقة ألقيت في فلاة من الأرض والله",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "جل وعلا مستو على عرشه وعرشه لا يحيط به سبحانه وتعالى علمت عظم الله جل وعلا وعظم صفاته وأن الإنسان جُبل على أن يكون ظلوماً جهولاً ، لا بد أن يكون ظلوماً فهو يغفل عن تعظيم الله وقدره حق قدره سبحانه وأن يكون جهولاً بصفات الله جل وعلا وبأسمائه ولو نال من ذلك ما نال فهو مقصر لأن عظم الله جل وعلا وعظم قدره لا يحيط به محيط ، وهذا معنى كون الله جل وعلا محيط وكونه سبحانه واسع وكونه سبحانه العظيم وكونه سبحانه الجليل ونحو ذلك من أسماء العظمة والجلال . ¶ فإذاً من تأمل صفات الله جل وعلا ومن تأمل الربوبية وتأمل عظم الله وأسماءه كالجليل والعظيم والواسع والمحيط وأشباه ذلك علم أن العباد ما قدروا الله حق قدره وأن العبد إنما يعظم بتوحيد الله بأنواعه الثلاثة الربوبية والألوهية والأسماء والصفات ، وأن توحيد الربوبية مهم لمن كمله ، وتوحيد الأسماء والصفات مهم لمن كمله ، وتوحيد العبادة هو المهم لمن عبد الله جل وعلا وذلك لأنه هو رسالة الأنبياء والمرسلين . ¶ إذاً الإيمان بالله حق قدره والتأمل في ذلك ووعظ القلب بذلك هذا يوجب الإيمان ولهذا جعلها شيخ الإسلام في هذا الكتاب من أصول الإيمان ، من أصول الإيمان الإيمان بتوحيد الربوبية وتوحيد الأسماء والصفات ومن أصول الإيمان التفكر أيضاً في عظمة الله جل وعلا وعظمة ربوبيته وجلاله وما يجريه في خلقه سبحانه وتعالى وقد أمر الله بذلك في مواضع من القرآن وأمر به النبي عليه الصلاة والسلام في مواضع أيضاً.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "إذاً لا بد للعبد من التفكر في عظمة الله جل وعلا وعظمة صفاته وكيف أنك إذا تأملت تركيب السماوات بعضها على بعض وعظم السماوات وعظم الأرض بالنسبة لك أنت ثم عظم السماوات بالنسبة للأرض ثم عظم الكرسي بالنسبة للسماوات تتصاغر وتتصاغر حتى توجب على نفسك تعظيم الله جل وعلا حق تعضمه وتوجب على نفسك الذل لأن العبد لا ينفك إذا آمن بهذا حقيقة أن يكون أذل وأن لا يترفع ولا يتكبر لأنه يعلم حقيقة نفسه وحقيقة خلقه ومقداره ثم هو يعظم الله حق تعظيمه ، وأصل الإيمان التذلل لله بعد الإيمان بربوبيته سبحانه وأسماءه وصفاته وألوهيته التذلل ، فكلما كان العبد أكثر ذلاً وتعظيماً لله جل وعلا وخشوعاً في القلب كلما كان أكثر إيماناً وأعظم مقاماً عند الله جل وعلا : (إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ)(الحجرات: من الآية13) ¶ وفي الصحيحين عن عمران بن حصين رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : ( اقبلوا البشرى يا بني تميم قلوا قد بشرتنا فأعطنا قال : \" اقبلوا البشرى يا أهل اليمن \" قالوا : قد قبلنا فأخبرنا عن أول هذا الأمر ؟قال : \" كان الله قبل كل شيء وكان عرشه على الماء وكَتَبَ في اللوح المحفوظ ذِكْرَ كل شيء \" قال : فأتاني آتٍ فقال : يا عمران انحلَّت ناقتك من عقالها قال : فخرجت في إثرها فلا أدري ما كان بعدي ) . ¶ الشرح : هذا الحديث فيه من الفوائد ما فيه من الدلالة على الإيمان والتوحيد لكن في قوله : (انحلت ناقتي ..) فيه دليل أو شاهد على أن صاحب المقام العالي والفضل هذا أحد الصحابة قد يكون عنده في بعض الأحوال إيثار للمفضول عن الفاضل ولذلك لا ينتقد المرء إذا ترك الفاضل للمفضول بعض الأحيان وهذا من طبيعة البشر فقد يحصل للمرء نوع تقصير في هذه الأشياء أو إيثار لما هوأدنى وترك ما هو أفضل .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وعن جبير بن محمد بن جبير بن مطعم عن أبيه عن جده قال : جاء أعرابي إلى رسول الله صلى الله عليه وسلم فقال : يا رسول الله جهدت الأنفس وضاعت العيال ، ونهكت الأموال وهلكت الأنعام فاستسق لنا ربّك فإنا نستشفع بك على الله وبالله عليك فقال رسول الله صلى الله عليه وسلم : \" ويحك أتدري ما تقول ؟ وسبَّح رسول الله صلى الله عليه وسلم فما زال يسبِّح حتى عُرِف ذلك في وجوه أصحابه ثم قال : \" ويحك إنه لا يستشفع بالله على أحدٍ من خلقه شأن الله أعظم من ذلك ويحك أتدري ما الله ؟ إن عرشه على سماواته لهكذا وقال بأصابعه مثل القبة عليه وإنه ليئط به أطيط الرحل بالراكب ) . رواه أحمد وأبو داود . ¶ الشرح : هذا الحديث إسناده فيه ضعف قد تكلم عليه عدد من أهل العلم لكن ما زال علماء السنة يتتابعون على إيراده فما خلا مصنف في السنة من إيراد هذا الحديث وذلك لدلالته على أمرين معروفين في كلام أهل السنة : ¶ الأول : علو الله جل وعلا . وهذا أمر متواتر وأدلته كثيرة في الكتاب والسنة . ¶ الثاني : أن العرش فوق السماوات . وهذا أيضاً ثابت عندهم وأن العرش ليس في داخل السماوات ، وهذا فيه رد على من زعم من الفلاسفة أو المعتزلة أو غيرهم أن العرش له صفة أخرى وهذا فيه أيضاً تنبيه على أن العرش له أركان لأنه قال : ( وعلى سماواته لهكذا وقال بأصابعه ...) فيه رد على بعض الطوائف الضالة في هذا الباب . ¶ المقصود أن الحديث أهل السنة متفقون بلا خلاف بينهم على إيراده في الأدلة وضعف إسناده لا يعني عدم إيراده في ذلك لأنه اشتمل على أمرين وقد تقدما .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "والأمر الثالث الذي اشتمل عليه هذا الحديث : أن العرش يئط وهذا لم يأتي إلا في هذا الحديث وقد أيد من حيث المعنى من قوله جل وعلا : (تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ )(الشورى: من الآية5) ، ويدل عليه أيضا قوله جل وعلا : (السَّمَاءُ مُنْفَطِرٌ بِهِ كَانَ وَعْدُهُ مَفْعُولاً)(المزمل:18) ، لهذا يورد أهل السنة بالاتفاق هذا الحديث ولا ينظرون إلى ما في إسناده من الضعف . ¶ جاء كلام للمتأخرين أن الحديث الضعيف لا يعمل به في باب العقائد ولا يعمل به في الفقه ، أما السلف والأئمة فمنهجهم : ¶ أن الحديث الضعيف لا يستدل به في أصل من الأصول ، بل إما في تأييده أو فرع من الفروع ، ونص عبارة شيخ الإسلام قال : ( أهل الحديث لا يستدلون بحديث ضعيف في أصل من الأصول بل إما في تأييده أو في فرع من الفروع ) يعني : أن أهل الحديث يستدلون بالحديث الضعيف في الفقهيات وهذا منهج معروف ، فالأئمة مالك والشافعي وأحمد ومن صنف في السنن يحتجون بأحاديث ضعيفة على السنة لأن الحديث الضعيف عندهم خير من الرأي وأما في العقيدة فإذا كان الحديث الضعيف أصلاً لم ترد العقيدة إلا في هذا الحديث فإنه لا يعتمد عليه ، لأنه لا يستدل بحديث في أصل من الأصول وتبنى عليه عقيدة بل لا بد أن يكون الحديث صحيحاً وفي الحسن خلاف والصواب أن الحسن مثل الحديث الصحيح في الاحتجاج به .",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "والقسم الثاني : أن يورد الحديث الضعيف في تأييد ما دلت عليه النصوص وفي الشواهد ، فهذا كل عمل أئمة السنة على ذلك . فلو نظرت في كتاب العرش لبن أبي شيبة لوجدت أن ثلثه أسانيده صحيحة والباقي وهو أكثر من ستين إسناد ضعيفة لكن لأنها في أصل ثابت استدل به وهذا عندهم له أيضاً أصل وهو : أن الحديث إذا كان ضعيفاً واشتمل على أشياء منها ما يؤيد الأصل ومنها ما هو جديد فإنهم يستدلون به في التأييد لما ثبت في الأصل وأما ما انفرد به الحديث الضعيف من الاعتقاد أو من الأمر الغيبي فإنهم لا يثبتونه . مثل هذا الحديث فإنه اشتمل على أشياء ثابتة مؤيدة للنصوص فلا بأس بإيراده وما دل عليه ، واشتمل على ذكر الأطيط وهو لم يرد إلا في هذا لذلك نقول : نحن لا نثبت الأطيط لأجل أنه ما ورد إلا في هذا الحديث ونجعل الأطيط في معنى قول الله جل وعلا : (السَّمَاءُ مُنْفَطِرٌ بِهِ)(المزمل: من الآية18) ومعنى قول الله جل وعلا : (تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ وَالْمَلائِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَنْ فِي الْأَرْضِ أَلا إِنَّ اللَّهَ هُوَ الْغَفُورُ الرَّحِيمُ)(الشورى:5) .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "المتأخرون وخاصة لما نشأت مدرسة أهل الحديث في الهند في القرن الثالث عشر بالغوا في نفي الاستدلال بالحديث الضعيف ثم ورد هذا إلى البلاد الإسلامية الأخرى وكثر حتى ظُنَّ أن هذا هو المنهج الصحيح هذا ليس بمنهج وهو مخالف لطريقة أهل العلم المتقدمة وطريقتهم هي ما ذكرت لك من التفصيل فينتبه لهذا ويعتبر منهج حتى ما يضلل المتأخرون أئمتهم وسابقيهم هذا بلاء ، لأجل هذا الأصل الذي ليس بأصل وهو أنهم قالوا : لا يحتج بالحديث الضعيف ، ظن الظان أن معناه : أن الحديث الضعيف كالموضوع لا قيمة له ألبتة ، والاستشهاد به أو الاستدلال به دليل ضعف المتكلم علمياً إلى آخره ، هذا ليس بجيد ، نعم ينبغي على من استشهد بحديث ضعيف أن يبين ضعفه إذا كان ضعفه غير محتمل يعني : لا يقرب من التحسين وأشباه ذلك فيبين ضعفه ثم يذكر ما فيه من الفوائد حسب القواعد التي ذكرت لك . ¶ أنت لو رأيت كتب أهل العلم لوجدت أنهم يستشهدون بأحاديث كما ذكرنا لك ، اعتبر هذا أو استقرأ هذا بما في كتب أهل الحديث المتقدمة والمتوسطة إلى قرابة هذه الأزمان لوجدت هذا هو المنهج الذي عندهم كتب التفسير كتب الحديث كتب الرقائق كلها على هذا المنوال . ¶ ... وعن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم \" قال الله عز وجل كذبني ابن آدم ولم يكن له ذلك وشتمني ابن آدم ولم يكن له ذلك – أما تكذيبه إياي فقوله : لن يعيدني كما بدأني ، وليس أول الخلق بأهون عليَّ من إعادته ، وأما شتمه إياي فقوله : إتّخذ الله ولداً وأنا الأحد الصمد الذي لم يلد ولم يولد ولم يكن له كفواً أحد \" ، وفي رواية : عن ابن عباس رضي الله عنهما – وأما شتمه إياي فقوله : لي ولد وسبحاني أن أتخذ صاحبة أو ولداً \" رواه البخاري .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "الشرح : قوله عليه الصلاة والسلام : ( كذَّبني ابن آدم .... وشتمني ابن آدم.. ) إلى آخره هذان الحديثان فيهما : عِظم صبر الله جل وعلا على خطايا عباده وعلى ما ينسبونه إليه جل وعلا ، ومن أسماء الله جل وعلا : الصبور وهو أنه عظيم الصبر على ما يكون من فعل عباده ومن مجاهرتهم في حق الله جل وعلا بالشرك وغيره ، وتكذيب الله جل وعلا فيما أخبر أو فيما جاء به رسله عليهم الصلاة والسلام لا شك أن هذا م أعظم عدم قدر الله جل وعلا حق قدره وذكر مثال ذلك بقوله : ( أما تكذيبه إياي فقوله : لن يعيدني كما بدأني وليس أول الخلق بأهون عليَّ من إعادته ) وهذا مثال لما فيه تكذيب الرب جل وعلا وإلا فأنواع التكذيب كثيرة ، ( وأما شتمه إياي فقوله : اتخذا لله ولداً ) وادعاء الصاحبة مع الله جل وعلا أو لله جل وعلا وادعاء الولد لله جل وعلا هذا شتم لله لأن حقيقة الشتم والسب أنه التنقص وعزو الصاحبة لله وإضافة الولد إلى الله جل وعلا هذا فيه إثبات النقص له سبحانه لأن الله سبحانه غني عن العالمين وغني عن أن يتخذ صاحبة ولا ولداً كما قال سبحانه : (إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْداً(93)لَقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدّاً (94) وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْداً) (مريم:95) .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "... فمن أعظم السب أن يجعل لله الصاحبة أو يجعل له الولد أو أن يجعل له شريك سبحانه وتعالى في الربوبية أو في الألوهية ، لأن اتخاذ الشريك مع الله جل وعلا سب له سبحانه ، فكل من أشرك بالله جل وعلا إلهاً آخر عبد الأصنام أو عبد الأوثان أو عبد الأولياء أو عبد الصالحين ، أو ادعى مع الله جل وعلا إلهاً آخر على أصناف الآلهة فهذا قد سب الله جل وعلا أعظم مسبة ولهذا يجد المؤمن في قلبه البغض للمشرك لأنه المشرك سب الله سبحانه وتعالى ولأن المشرك شتم الله جل وعلا ولو شتم أحد من الناس فلاناً لأبغضه ولو سبه لأبغضه فكيف بمن يسب الرب جل وعلا ولو أخذ فلاناً يسب أبا الرجل ويسب آباءه وأجداده أو يسب نفسه ونحو ذلك ويشتمها ويتنقصها بأنواع النقائص لصار مبغضاً إليه ولربما قامت أشياء عظيمة بين الساب والمسبوب والشاتم والمشتوم وذلك لما جرت عليه النفوس من الاعتداد بحقها فكيف بسب الله جل وعلا ، ولهذا المشرك يبغض ولو كانت حاله في الدنيا ما هي أو كانت حسناته الدنيوية في أي شأن يبغض لما اشتمل عليه صدره واشتملت عليه روحه من مسبة الله جل وعلا ومن بغضائه . والله جل وعلا صبور يسمع أذى العباد ويرى شتمهم ويسمع شتمهم ويرى سبهم والله جل وعلا صابر عليهم كما قال : ( وَمَنْ كَفَرَ فَأُمَتِّعُهُ قَلِيلاً ثُمَّ أَضْطَرُّهُ إِلَى عَذَابِ النَّارِ وَبِئْسَ الْمَصِيرُ)(البقرة: من الآية126) . لهذا بغض المشرك قائم على بغض من سب الله جل وعلا وشتمه ، وبغض المبتدع قائم على بغض من ادعى أن محمداً عليه الصلاة والسلام لم يكمل لنا البلاغ كما قال الإمام مالك : ( ما أحدث أحد بدعة إلا وقد زعم أن محمداً خان الرسالة ) ، هذا ولا شك مبناه عظيم ، التوحيد والسنة . ...",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "... فإذاً مسألة بغض المشرك وبغض أهل البدع وكراهة أولئك ليست مسألة أهواء إنما هي مسألة أنهم عادوا الله جل وعلا وعادوا رسوله صلى الله عليه وسلم وإن ادعوا أنهم يحبونه ففي الحقيقة من ابتدع ودعا إلى البدعة فهو عدو رسول الله صلى الله عليه وسلم لأن الله سبحانه قال لنبيه : (الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْأِسْلامَ دِيناً )(المائدة: من الآية3) ومن أتى بشيء جديد فقد ادعى أنه لم يتم لنا الدين . ¶ ... قوله : ( سبحاني ) يعني : تنزيهاً لنفسي عن كل أنواع النقص كما قال: (سُبْحَانَهُ وَتَعَالَى عَمَّا يَقُولُونَ عُلُوّاً كَبِيراً) (الاسراء:43) . ¶ ولهما عنه أيضاً قال : قال رسول الله صلى الله عليه وسلم : \" قال الله تعالى : يؤذيني ابن آدم يسب الدهر بيدي الأمر أقلِّب الليل والنهار \" . ¶ الشرح : سب الدهر راجع إلى سب الله جل وعلا بالوسيلة لأنه إن سب الدهر فسب الدهر راجع إلى سب مقلب الدهر ، فقوله سبحانه : ( يؤذيني ابن آدم يسب الدهر وأنا الدهر ) يعني : سب من لا يملك شيئاً من هو مدبَّر فيرجع السب إلى من دبَّره فإذا سب الدهر فقد سب الله جل وعلا ، يعني : شتم الدهر وصف الدهر بالنقائص أو قال : هذه الأيام إنما هي خبط عشواء مثلاً ، أو قال : هذه السنون تأتي وتذهب دون حكمة ، أو يقول : الأيام تأخذ وتعطي عمياء وتميت بعمى ونحو ذلك مما فيه سب وانتقاص ، وهذا سب لله جل وعلا في المآل لأن الدهر مخلوق يقلبه الله جل وعلا كيف يشاء . ... ... ¶ ... وقوله : ( وأنا الدهر ) ليس فيه أن الدهر من أسماء الله جل وعلا ولكن بوسيلة قوله : ( يسب الدهر وأنا الدهر ) يعني : إذا سب الدهر وهو لا يستحق هذا السب لكونه مدبَّراً ( فأنا الدهر ) لأن المسبة إذاً وقعت على الله جل وعلا والإيذاء وقع على الله جل وعلا .",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "... وينبغي أن يُعلم أن وصف الأيام بالسوء أو بالنحس أو بالسواد أو بالظلمة ونحو ذلك مما فيه إضافة للعبد أن هذا ليس من سب العبد كما يقال مثلاً : هذا يوم نحس ، أو هذا يوم أسود وهذه أيام مظلمة أو سنة مظلمة وأشباه ذلك ، هذا وصف وليس من السب فهو وصف لتلك الأيام بالإضافة إلى من حصل له فيها أشياء سيئة وهذا كما قال جل وعلا : ( فِي يَوْمِ نَحْسٍ مُسْتَمِرٍّ)(القمر: من الآية19) ، وكما قال جل وعلا : ( فِي أَيَّامٍ نَحِسَاتٍ لِنُذِيقَهُمْ عَذَابَ الْخِزْيِ )(فصلت: من الآية16) . ووصف الأيام بالنحس والسوء أو الإظلام أو يوم أسود أو نحو ذلك بقصد أنه بالنسبة للقائل هو كذلك ، أي حصل له فيه سوء فهذا لا بأس به لأن الشر ليس إلى الله جل وعلا وإنما هو قد يضاف إلى العبد فيكون يوم نحس بالنسبة للعبد ، يوم سوء بالنسبة للعبد وهكذا . ¶ (باب الإيمان بالقدر ) ¶ وقول الله تعالى: (إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ) (الانبياء:101) وقول الله تعالى : ( وَكَانَ أَمْرُ اللَّهِ قَدَراً مَقْدُوراً)(الأحزاب: من الآية38) ، وقوله تعالى : (وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ) (الصافات:96) ، وقوله تعالى : (إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ) (القمر:49) ، وفي صحيح مسلم عن عبد الله بن عمرو بن العاص رضي الله عنهما قال : قال رسول الله صلى الله عليه وسلم : ( إن الله قدَّر مقادير الخلائق ) الحديث . ¶ الشرح : هذا الباب من كتاب أصول الإيمان فيه ذكر الإيمان بالقدر ، والإيمان بالقدر ركن من أركان الإيمان التي دل عليها حديث جبريل المعروف حين سأل النبي عليه الصلاة والسلام عن الإيمان فقال : أن تؤمن بالله وملائكته ... وتؤمن بالقدر خيره وشره ..) الحديث . فالإيمان بالقدر واجب وفرض وركن من أركان الإيمان لا يصح أحد حتى يؤمن بالقدر . ...",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "... وأدلة ذلك كثيرة في القرآن ، قال جل وعلا : ( وَكَانَ أَمْرُ اللَّهِ قَدَراً مَقْدُوراً)(الأحزاب: من الآية38) ، وقال سبحانه : (إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ) (القمر:49) وقال جل وعلا : ( وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيراً)(الفرقان: من الآية2) وقال أيضاً : (وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ) (الصافات:96) ، وقال سبحانه : (إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ) (الانبياء:101) وقال أيضاً : (أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالْأَرْضِ إِنَّ ذَلِكَ فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ) (الحج:70) وقال أيضاً : ( وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ) (التكوير:29) . ¶ هذه الأدلة تدل على أن الأشياء بقدر ، والإيمان بالقدر معناه : اعتقاد أن الله جل وعلا قدَّر الأشياء بمقاديرها ( بهيئاتها وصفاتها ووقت وقوعها وتفاصيل ذلك ) قبل أن يخلق السماوات والأرض وأنه سبحانه يخلقها إذا شاء وأنه هو الخالق وحده وأن ما شاء كان وما لم يشأ لم يكن ، وهذه الجملة يمكن أن تفصَّل بتعريف القدر وذكر مراتب القدر وهذه قد بيناها لكم بالتفصيل في شرح الواسطية وفي مواضع متنوعة . ¶ ولا شك أن الاهتمام بركن الإيمان بالقدر لطالب العلم لا بد منه وأنه من المهمات لأنه لا تتضح له كثير من المسائل ولا معنى كثير من الآيات إلا بمعرفة تفصيل كلام أهل السنة والجماعة في مسائل القدر .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "... قوله هنا : ( إن الذين سبقت لهم من الحسنى ) يعني في القدر السابق أي في الكتاب السابق ، وقلوه تعالى : ( وكان أمر الله قدراً مقدوراً ) يعني : أمر الله الذي يقع ويأمر به ليحدث في ملكوته ويخلق ما يشاء بقوله ( كن ) فيكون ، كان قدراً مقدوراً ليس أُنُفاً ولا مبتدأً من غير تقدير سابق بل الله سبحانه علِم ما سيكون وما اختار أن يكون وما أراد أن يكون وكتب ذلك في اللوح المحفوظ . ... ... ¶ وقوله تعالى : ( والله خلقكم وما تعملون ) ، ( ما ) في هذه الآية لها تفسيران : الأول : أن تكون ( ما ) اسم موصول بعنى ( الذي ) ومعنى الآية حينئذٍ : والله خلقكم والذي تعملونه ، الوجه الثاني : أن تكون ( ما ) مصدرية ، تقدير الكلام : والله خلقكم وعملكم ، هذا وجه الاستشهاد : أن عمل العامل المكلف خَلْقُ الله جل وعلا ، فكما أن الله خلق المكلف فقد خلق عمله ( والله خلقكم وما تعملون ) يعني : وعملكم . ¶ ... وقوله تعالى : ( إنا كل شيء خلقناه بقدر ) يعني : كل شيء من المخلوقات جعل له قدَرَاً .",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "... الحديث : ( إن الله قدر مقادير الخلائق ....) هذا الحديث دلَّ على أن التقدير سبق خلق السماوات والأرض ، وأن هذا التقدير بمعنى : الكتابة ، ( قدَّر مقادير الخلائق ) يعني : كتب مقادير الخلائق ، لأن المرتبة السابقة للقدر هي : ( مرتبة العلم والكتابة ) هذه المرتبة السابقة ، والعلم – علم الله جل وعلا بالأشياء أول أزلي لا يقدر بخلق السماوات والأرض بخمسين ألف سنة وإنما الذي كان قبل خلق السماوات والأرض بخمسين ألف سنة هو الكتابة والعلم سابق ، لذلك نقول : إن مراتب الإيمان بالقدر أربعة مرتبتان سابقة قديمة ومرتبتان واقعة أو حالية ، فكلامي هذا من جهة التقدير القديم السابق فإن الله عَلِم وعلمه أزلي أول بمقامي هذا وقراءتي وكتب ذلك في اللوح المحفوظ قبل خلق السماوات والأرض بخمسين ألف سنة فلما جاء الإيقاع ، إيقاع المقدر وقضاء المقدر في ذلك جاءت مرتبتان متعلقة بالواقع وهي مرتبة : أن الله خالق كل شيء ومنه عملي هذا وكلامي وقراءتي ومكثي وجلوسي هذا كله مخلوق نفذ فيه القدر وصار الإيمان به من الإيمان بالقدر لأنه لم ينفذ القدر إلا بذلك ،فخلق الله جل وعلا لهذا الشرح حالي حين وقع ، ثم إن الله سبحانه لم يقع ذلك الشيء إلا بمشيئته سبحانه لا بمشيئة العبد فما شاء الله كان وما لم يشأ لم يكن ، فمشيئتي ومشيئة كل مكلف داخلة في مشيئة الله جل وعلا ، فإذا شاء العبد فإنه لا يكون ما شاءه العبد إلا إذا أذن الله جل وعلا به . ¶ ولهذا فرَّق طائفة من أهل العلم بين القضاء والقدر فقالوا : القدر والقضاء يختلفان في المرتبتين الحاليتين ، وبعضهم قال : القدر هو القضاء لأن المرتبتين : مرتبة عموم الخلق والمشيئة هذه من القدر وهي القضاء . ¶ ... فطائفة من أهل العلم قالوا : القدر والقضاء بمعنى واحد ، لأن القضاء من القدر والإيمان بالقدر بأربع مراتب ، ومرتبتان هما القدر .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "... وقال آخرون : يُفَرَّق إذا ذكر القضاء والقدر بين القضاء والقدر بأن القضاء هو : ما وقع وقُضِي من القدر ، والقدر أعم يشمل ما قُضي وما لم يُقض . ... ¶ ... فالقضاء هو : ما قُضِي وانتهى من القدر ، وهذا أولى وهو المتجه بدلالة اللفظ وبدلالة الكتاب والسنة ، قال سبحانه : ( فَاقْضِ مَا أَنْتَ قَاضٍ)(طه: من الآية72) وقال جل وعلا : (فَلَمَّا قَضَيْنَا عَلَيْهِ الْمَوْتَ مَا دَلَّهُمْ عَلَى مَوْتِهِ إِلَّا دَابَّةُ الْأَرْض)(سبأ: من الآية14) ، وقال عليه الصلاة والسلام : ( لا يقضي الله لعبده قضاءً إلا كان خيراً له ) . ¶ ... وعن علي بن أبي طالب رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : ( ما منكم إلا وقد كُتِب مقعده من النار ومقعده من الجنة ...) الحديث متفق عليه . ¶ الشرح : هذا الحديث فيه دليل على مرتبة الكتابة من مراتب الإيمان بالقدر وأن الله جل وعلا كتب ما الخلق عاملون وأن كل شيء عنده مكتوب سبحانه وتعالى وفيه دليل على أن ذاك الكتاب كاشف وليس مُجبِر وأن الله سبحانه هو الذي ييسر للعباد أعمالهم بما فعلوا وبما عملوا فمن سعى في الخير يُسِّر أن يكون من أهل الجنة ، ومن عمل الشر خُذِل ويُسِّر للعسرى – والعياذ بالله – فعند أهل السنة والجماعة : أن ذكر الكتاب السابق وذكر قبْض الله جل وعلا قبضة إلى النار وقبضة إلى الجنة ونحو ذلك هذا كاشف لعلم الله جل وعلا الذي لا تغيب عنه غائبة لا في الحال ولا في الاستقبال ، فالله جل وعلا يعلم ما كان وما هو كائن وما يكون إلى قيام الساعة وما بعد ذلك ، ويعلم شأن ما لم يكن لو كان كيف يكون سبحانه وتعالى .",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "وهذا له نظائر كثيرة في القرآن مما يذكره الله جل جلاله عن نفسه في التفريق بين علمه الكاشف وكتابه الكاشف وما بين ما يجريه الله جل وعلا في خلقه خلقاً وأمراً كونياً كما في قوله مثلاً : ( وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِي كُنْتَ عَلَيْهَا إِلَّا لِنَعْلَمَ مَنْ يَتَّبِعُ الرَّسُولَ مِمَّنْ يَنْقَلِبُ عَلَى عَقِبَيْهِ )(البقرة: من الآية143) ،(إلا لنعلم ) يعني : إلا ليظهر علمُنَا ، كذلك الكتاب كُتِب وفيه ما سيظهر فيه علم الله جل جلاله ، فالملائكة تأخذ من الكتاب بوحي الله جل وعلا ويكون في أيديها صُحُف تفصيل لما في اللوح المحفوظ من الكتاب السابق . ¶ ... فإذاً هذا الحديث ليس فيه جبْر ولا منحى لأهل الجبر سواء من الجبرية الغلاة أو من الجبرية المتوسطة الذين هم الأشاعرة والماتريدية وأشباه هؤلاء ، فأهل السنة والجماعة ليسوا بأهل جبر في القدر بل يقولون باختيار العبد بما أعطاه الله جل وعلا من قدرة وإرادة والله سبحانه خالق كل شيء وما شاء كان وما لم يشأ لم يكن .",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "... المكتوب في اللوح المحفوظ هذا لا يتغير وأما المكتوب في صحف الملائكة هذا يتغير ، يعني : أن الله يوحي للملائكة بما في اللوح المحفوظ من كذا وكذا ، والملائكة تفعل ذلك في ملكوت الله جل جلاله بما قدَّر ، وقد يكون في اللوح المحفوظ معلق بأشياء ، يعني مثل أن يكون معلقاً بالدعاء عندها يحصل له كذا وكذا في اللوح المحفوظ لكن في صحف الملائكة مثلاً يكون إنه سيموت وفي اللوح المحفوظ أنه سيدعو وسيصرف عنه ، أو يكون معلقاً : إن دعا فسيكشف عنه أو يؤخر أجله وإن لم يدعو فإنه سيقع فيه أجله ، فكل شيء مكتوب فما في صحف الملائكة قابل للتغيير يعني : ما في صحف الملائكة من التقدير السنوي والتقدير اليومي هذا قابل للتغيير ، أما ما في اللوح المحفوظ فهو ليس بقابل للتغيير وهذا هو أحد معاني قول الله جل وعلا في آخر سورة الرعد : (يَمْحُوا اللَّهُ مَا يَشَاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتَابِ) (الرعد:39) ، قال ابن عباس رضي الله عنهما : ¶ ( يمحوا الله ما يشاء ويثبت ) يعني : مما في صحف الملائكة ، ( وعنده أم الكتاب ) : اللوح المحفوظ الذي فيه لا يتغير ولا يتبدل . ¶ ... وهذا هو معنى ما جاء في الأحاديث التي فيها تعليق التغيير ، كقوله في الحديث : ( من سره أن يُبسط له في رزقه وأن يُنسأ له في أثره فليصل رحمه ) الأجل والعمر محدود مكتوب ، يعني التقدير الذي لا يتغير الذي هو الأجل ، وأما العُمُر ( وينسأ له في أثره ) فيطال عمر ه كما قال تعالى : ( وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَاب)(فاطر: من الآية11) فتكون هذه أسباب ، ما في صحف الملائكة يتغير فالله جل وعلا يوحي إليهم أن انسأوا أجل عبدي أو عمر عبدي .",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "... الإيمان بالقدر كما ذكرنا لك على أربع مراتب : مرتبتان سابقتان قبل وقوع المقدر سابقة قبل خلق المخلوقات يعني قبل وقوع المقدر من حيث جنس المقدرات ليس من حيث واقع فلان أو ما سيحصل للأفراد سابقة لوقوع المقدرات وهي علم الله الأول والأزلي ، والكتابة العامة التي هي في اللوح المحفوظ – الكتابة التفصيلية العامة لكل شيء – هذه سابقة ، أما ما في صحف الملائكة فهذه الإيمان بها واجب وهي من فروع مرتبة الكتابة في اللوح المحفوظ لأنها تفصيل لما في اللوح المحفوظ ، يعني : تقدير المتعلق بفلان من الناس مع الملك هذه خاصة ، كما في الحديث : ( قال : اكتب رزقه وأجله وعمله وشقي أو سعيد ) هذه كتابة خاصة بالفرد المعين وهي جزء أو تفصيل لما في اللوح المحفوظ ، ما معنى تفصيل ؟ ليس معناه أن في اللوح المحفوظ مجمل وهذا أكثر تفصيل لا ، وإنما المقصود : أنها تخصيص لما في اللوح المحفوظ يعني أنها متعلقة بواحد معين وذاك للجميع فيكون متعلق بهذا الملك بهذا الشخص المعين ( هذا التقدير العمري ) ، أخص منه بالنسبة للفرد ك التقدير السنوي ، وأخص من هذا : التقدير اليومي ، والتقدير السنوي أيضاً يكون عاماً بالنسبة للمخلوقات أو المكلفين وبالنسبة لما في اللوح المحفوظ هو المرتبة الثانية باعتبار التعلق العام . ... ¶ ... هنا نأتي إلى مسألة ثانية : هل الاختيار مطلق أم مقيد ؟ وهنا يأتي الفرق ما بين مذهب أهل السنة وما بين الجبرية . ¶ الجواب : الاختيار ليس مطلقاً وذلك أن الله جل وعلا من شاء هدايته أعانه على الاختيار ويسر له سبيل اليسرى ومن شاء إضلاله لم يُعنه وخذله ووكله إلى نفسه .",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "... فإذاً هنا نزيد شيئاً وهو يشتبه بالجبر وهو مسألة التوفيق والخذلان فالله جل وعلا يخص بعض عباده بالتوفيق يعينهم على الخير ويصرف قلوبهم عن الشر – وهذا يلحظه كل واحد منا في نفسه أنه مُعان – فتحس أن ثمَّ إعانة وفتح لأبواب الخير وغلق لأبواب الشر وهذا يسمى التوفيق ، وأما الخذلان فأن يَكِل الله العبد لنفسه فيسلبه الإعانة وهذا عدل منه جل وعلا فكل واحد مختار افعل ما تشاء ، فخص الله بعض خلقه بالإعانة وحرم آخرين من ذلك وهذا عدل منه جل وعلا لأنه لا يظلمه سبحانه واختصاص واختيار . ¶ ... الله سبحانه هو الذي خلق القدرة وخلق الإرادة إذاً هو خالق لعملك الذي تعمله لأنه ، والقدرة لها صوارف كثيرة والإرادة لها صوارف أيضاً ، تأتي الخطوة الثانية : وهي إرادتك التي تحددت في شيء دون غيره هذه لا بد لها إعانة لأن الشواغل كثيرة كذلك القدرة فصرف الأشياء ليست إليك ، فلذلك توجهك إلى هذا الشيء هذا من الله جل وعلا توفيقاً هذا في الطاعات ، يلحظ الطائع من نفسه أنه أُعين بشيء على ترك المعصية فهو بدأ بإرادته واختياره لكنه صُرف إلى غيره . ¶ ... فإذاً حصيلة الكلام أن الجبرية يقولون : أن الكتاب السابق يدل على الجبر وعلم الله السابق ( يعني القدر ) يدل على الجبر ، وعندنا : القدر ( العلم والكتابة ) كاشفة بمعنى أنها غير مجبِرة أي أن الله جل وعلا انكشفت له الأمور وهي ليست بخفية عنه وهو على كل شيء شهيد لهذا لا يُجبر أحداً فالعبد يختار لكن يُعين من يشاء ويصرف الإعانة عمن يشاء يهدي من يشاء ويُضل من يشاء سبحانه وتعالى .",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "... الأشاعرة عندهم التوفيق : خلْق القدرة على الطاعة ، والخذلان عندهم خلق القدرة على المعصية ، وعندهم أن العبد مثل السكين أي كالآلة في قدرة الله جل وعلا ، فالسكين لها القدرة على القطع لكن ليس لها إرادة ، فهنا حينما خُلِقَت القدرة ( يعني لما حرَّك الماسك السكين ) هنا بدأ القطع لكن في الواقع السكين لا إرادة لها . لذلك دائماً يُعبِّر الجبرية من المفسرين وغيرهم بقولهم : ( يخلق عنده ) دائماً يستخدمون لفظ : العندية لا يستعملون لفظ ( به ) السببية ، فلهذا تتنبه لمسألة القدر والمذاهب فيه وخاصة تدقيقاته والحمد لله النصوص في ذلك واضحة بيِّنة لا إشكال فيها ومذهب أهل السنة والجماعة واضح صافي وفهمهم للأدلة في القدر لا إشكال فيه تجدها متناسقة مع النصوص ومتناسقة أيضاً مع العقل فيما يدل عليه لأن مسألة القدر ضل فيها الأكثرون –نسأل الله العافية والسلامة . ¶ ... وعن مسلم بن يسار الجهني قال : سئل عمر بن الخطاب رضي الله عنه عن هذه الآية : (وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ )(لأعراف: من الآية172) فقال عمر : رضي الله عنه سمعت رسول الله صلى الله عليه وسلم سُئل عنها فقال : ( إن الله خلق آدم ثم مسح ظهره بيمينه فاستخرج منه ذرِّيَّة فقال : خلقت هؤلاء للجنة وبعمل أهل الجنة يعملون ، ثم مسح ظهره فاستخرج منه ذرية فقال : خلقت هؤلاء للنار وبعمل أهل النار يعملون ) فقال رجل : يا رسول الله ففيم العمل ؟ فقال : ( إن الله إذا خلق العبد للجنة استعمله بعمل أهل الجنة وإذا خلق العبد للنار استعمله بعمل أهل النار حتى يموت على عمل من أعمال أهل النار فيُدخله النار ) رواه مالك والحاكم وقال على شرط مسلم . ¶ ورواه أبو داود من وجه آخر عن مسلم بن يسار عن نعيم بن ربيعة عن عمر .",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "الشرح : هذا الحديث من الأحاديث المشكلة التي غلَّط فيها المحققون من أهل العلم الرواة في إدخالهم الاستخراج في الآية ، والصحيح : أن استخراج ذرية آدم هذا حق وميثاق كما جاء في هذا الحديث وأنه استخرج من ظهر آدم ذريته وأنه أشهدهم جل وعلا وجعلهم فريقين إلى الجنة وإلى النار وكانوا كأمثال الذر إلى آخر ما جاء في الأحاديث الصحيحة فالميثاق حق والإيمان به واجب ، لكن جعل الميثاق تفسير لقول الله جل وعلا : (وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَى أَنْفُسِهِم) (لأعراف: من الآية172) ، هذا فيه نظر عند المحققين من أهل العلم ويجعلون الأحاديث مثل هذا الحديث أنه دخل على الرواة وجعلوا حديثاً في حديث وأن مسألة أخذ الميثاق في آية الأعراف غير أخذ الميثاق من ذرية آدم من ظهره والفرق في هذا يمكن نفصله في شرح الطحاوية . ¶ ... قوله : ( من ظهورهم ) : الأخذ كان من الظهور من بني آدم جميعاً ، ( ذريتهم ) يعني : ذراري كل بني آدم من ظهورهم . ¶ ... المسألة الثانية في هذا الحديث : أن الله قسم خلقه لما استخرج الذرية من ظهر آدم إلى طائفة في الجنة وطائفة في النار وهذا بما علمه جل وعلا من حالهم وأن منهم من هو في الجنة باختياره وعمله ومنهم من هو في النار باختياره وعمله والله سبحانه يُضِل من يشاء ويهدي من يشاء سبحانه وتعالى . ¶ ... وقال اسحاق بن راهوية حدثنا بقية بن الوليد أخبرني الزبيدي محمد بن الوليد ع راشد بن سعد عن عبد الرحمن بن أبي قتادة عن أبيه هشام بن حكيم بن حزام أن رجلاً قال : يا رسول الله أتبتدأ الأعمال أم قد قُضِي القضاء ؟ فقال : ( إن الله لما أخرج ذرية آدم من ظهره أشهدهم على أنفسهم ثم أفاض بهم في كفيه فقال : هؤلاء للجنة وهؤلاء للنار فأهل الجنة ميسرون لعمل أهل الجنة وأهل النار ميسرون لعمل أهل النار .",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "... وعن عبد الله بن مسعود رضي الله عنه قال : حدثنا رسول الله صلى الله عليه وسلم – وهو الصادق المصدوق - : ( إن أحدكم يُجمع خلقه في بطن أمه أربعين يوماً نطفة ثم يكون علقة مثل ذلك ثم يكون مضغة مثل ذلك ثم يُبعث الله إليه ملَكَاً بأربع كلمات فيَكتب عمله وأجله ورزقه وشقي أو سعيد ثم يُنفخ فيه الروح ، فوالذي لا إله غيره إن أحدكم ليَعمل بعمل أهل الجنة حتى ما يكون بينه وبينها إلا ذراع فيسبق عليه الكتاب فيعمل بعمل أهل النار فيدخلَها ، وإن أحدكم ليعمل بعمل أهل النار حتى ما يكون بينه وبينها إلا ذراع فيسبِق عليه الكتاب فيعمل بعمل أهل النار فيدخلها ) ., متفق عليه . ¶ ... الشرح : هذا الحديث حديث جليل عظيم مهيب يرويه عبد الله بن مسعود رضي الله عنه عن النبي عليه الصلاة والسلام والمراد منه في هذا الموطن ذكر القدر وهو قوله هنا : (ثم يبعث الله إليه ملَكاً بأربع كلمات فيكتب عمله وأجله ورزقه وشقي أو سعيد ) وهل هو شقي أو سعيد ، هذه الكتابة مرتبة مراتب القدر ، والكتابة - كما ذكرنا لكم فيما سبق – أنواع : منها الكتابة العامة المفصَّلة لكل شيء في اللوح المحفوظ ، وهذه هي التي جاءت في قول الله جل وعلا : (أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالْأَرْضِ إِنَّ ذَلِكَ فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ) (الحج:70) ، وفي قوله جل جلاله : ( وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُسْتَطَرٌ) (القمر:53) ، ونحو ذلك من الآيات ، وفي قوله عليه الصلاة والسلام في الحديث المتفق عليه : ( إن الله قدر مقادير الخلق قبل أن يخلق السماوات والأرض بخمسن ألف سنة وكان عرشه على الماء ) يعني : كتبها . هذه كتابة عامة مفصَّلة لكل شيء .",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "... تلي هذه الكتابة كتابات عامة في أنحاء منها : الكتابة العمرية يعني : لكل شخص أو لكل إنسان كتابة خاصة به عامة بما سيؤول إليه أمره ، وهذه هي الكتابة في الرحم أي حين يكون المخلوق جنيناً قبل أن تُنفخ فيه الروح يكتب هذه الكلمات رزقه وأجله وعمله هل هو شقي أو سعيد وهذا بما تؤول إليه الحال ، يعني : يكتب رزقه على وجه الإجمال ويكتب عمله هل هو عمله صالح أم لا ؟ ويكتب أجله إلى أين سينتهي ؟ وهل هو شقي أم سعيد ، لذلك هذه الكتابة ليست تفصيلية ، وهناك كتابات أخر تفصيلية : الكتابة السنوية التي تكون في ليلة القدر وتكون تفصيلا لما يكون في هذه السنة بخصوصها لهذا المعين ، وقد يكون في هذه السنة ما يخالف ما هو مكتوب في حين كان في الرحم ، يعني : يكون في هذه السنة - نسأل الله العافية – مسلماً ويُكتب في الرحم شقياً لأنه سيؤول أمره إلى رِدَّةٍ وكفر ، وهذا هو معنى قوله عليه الصلاة والسلام : ( فوالذي لا إله غيره إن أحدكم ليعمل بعمل أهل الجنة حتى ما يكون بينه وبينها إلا ذراع فيسبق عليه الكتاب فيعمل بعمل أهل النار فيدخلها ...) إلى آخر ، وهذا معنى أنه كُتِب شقي أم سعيد يعني : فيما سيؤول إليه أمره ، أما فيما هو تفصيل لما في اللوح المحفوظ فهذا يكون الأمر مختلف ( يعني فيما هو في التقدير السنوي ) لذلك لا نفهم من كتابة : هل هو شقي أم سعيد أو أنه يعمل بعمل أهل الجنة ثم يعمل بعمل أهل النار فيدخلها : أن هذا مخالف للكتاب ، أو أن الكتاب جبر عليه لا ، فالكتاب – كما ذكرنا لكم – كاشف ، وما يُجري الله جل وعلا على عبده هو بقدر – لا شك – والقدر أنواع وهذا الكتاب لا بد أنه سيكون فقد يكون يعمل بعمل أهل الجنة العمر كله ثم يسبق عله الكتاب يعني : ما كتب الله جل وعلا في الكتاب أنه سيكون شقياً فيختار هذا الشقاوة فيُبطل عمله السابق وهو باختياره اختار عمل أهل الجنة ثم باختياره أبطل عمله السابق .",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "... فإذاً كتابة الكتاب في اللوح المحفوظ يكون على الوجه العام ( الإجمالي النهائي ) وعلى الوجه التفصيلي ، ثم هناك كتب تفصيلية لما في اللوح المحفوظ ومنها الكتابة في الرحم . فإذاً الكتابة في الرحم رزقه وأجله وعمله وشقي أم سعيد أي باعتبار العاقبة لا باعتبار ما يكون في تفاصيل حياته ، لهذا قال عليه الصلاة والسلام : ( وإن أحدكم ليعمل بعمل أهل النار ...) لأنه كُتب أنه سعيد فسيؤول أمره إلى أنه يُسلم أو إلى أنه يتوب إلى أن يموت فيكون من أهل الجنة . ¶ ... فإذاً هذا الحديث حديث عظيم فيه تقرير كثير من مسائل القدر وأهمها مسألة الكتابة العمرية وأن الله جل وعلا يبعث إليه ملكاً فيكتب هذه الأمور على وجه الإجمال . ¶ وعن حذيفة بن أسيد رضي الله عنه يبلغ به النبي صلى الله عليه وسلم قال : ( يدخل المَلَك على النطفة بعد ما تستقر في الرحم بأربعين أو خمس وأربعين ليلة فيقول يا رب أشقي أو سعيد فيكتبان فيقول : يا رب أذكر أو أنثى فيكتبان ويُكتب عمله وأثره وأجله ورزقه ثم تطوى الصحف فلا يزاد فيها ولا يُنقص ) رواه مسلم . ...",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "... الشرح : وهذا الحديث أيضاً تتمة في المعنى لما في الحديث السابق لأن الملك يأتي بعد زمن فيكتب هذه الأشياء . قال : ( ثم تطوي الصحف ....) هذا فيه دليل على ما ذكرت لك م أن الكتابة هذه لا تتغير وليست مثل الكتابة التي في أيدي الملائكة ، الكتابة السنوية أو اليومية التي يزاد فيها ويُنقص فيما هو موجود في اللوح المحفوظ ، كما قال سبحانه : (يَمْحُوا اللَّهُ مَا يَشَاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتَابِ) (الرعد:39) ، قال ابن عباس رضي الله عنهما : ( يمحوا الله ما يشاء وثبت ) مما في أيدي الملائكة من الصحف ، ( وعنده أم الكتاب ) يعني : ما في اللوح المحفوظ لا يتغير ولا يتبدل ، وكذلك ما في صحف الملائكة من التقدير العمري للإنسان ، هذا أيضاً لا يتغير ولا يتبدل كما دل عليه هذا الحديث : ( فلا يزاد فيها ولا يُنقص ) . ¶ ... هذا الحديث فيه مسألة أخرى ليست متصلة بالقدر في قوله : ( يدخل الملك على النطفة بعدما تستقر في الرحم بأربعين أو خمس وأربعين ليلة ) ، وحديث عبد الله بن مسعود : أن البعث يكون بعد مائة وعشرين ليلة ، كيف يوفق بين هذا وهذا ؟",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "... أجاب أهل العلم عن هذا بأجوبة من أحسنها : أن هذا مختلف باختلاف الأحوال ، وأن الغالب أن يتأخر وقد يتقدم ، ولهذا قد توجد الحركة في الجنين قبل الأربعة أشهر قد توجد بعد شهرين ونصف أو ثلاثة توجد الحركة وأحياناً قبل ذلك ، لهذا هنا لم يُذكر في هذا الحديث أنه تنفخ فيه الروح بعد الأربعين وإنما ذكرت الكتابة ، وهناك في حديث ابن مسعود ذكرت الكتابة ، وذكر أن نفخ الروح يكون بعد الكتابة لأنه قال : ( ثم يبعث الله إليه ملَكَاً بأربع كلمات ثم ينفخ فيه الروح ) وهذا يدل على أن نفخ الروح متأخر بعد الكتابة التي هي بعد عشرين ومائة من الليالي ، ونفخ الروح دليله الحركة ، وحركة الجنين قد تكون قبل ذلك لهذا قالوا : هذا الحديث يدل على أن الروح قد تنفخ بعد زمن وجيز لأنه بعد ما كتب يكون النفخ والله أعلم متى يكون نفخه . ¶ ... المقصود : أن من أحسن أوجه الجمع بين هذين الحديثين أنه يُحمل على الاختلاف ، اختلاف ما يقدره الله جل وعلا تارة تكون الكتابة مبكرة وتارة تكون الكتابة متأخرة وهو الغالب لما دل عليه حديث ابن مسعود رضي الله تعالى عنه . ¶ ... المسألة الثانية هنا : ( فيقول : يا رب أذكر أو أنثى فيكتبان ) : علم ما في الأجنة الذي اختص الله جل وعلا به في خمس لا يعلمها إلا الله أعم وأشمل من كون ما في البطن ذكر أو أنثى لأن الله جل وعلا يقول :",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "( وَيَعْلَمُ مَا فِي الْأَرْحَامِ)(لقمان: من الآية34) ، (ما في الأرحام ) : عام ، يعني : الذي في الأرحام أو كل ما في الأرحام ، لأن الاسم الموصول يعم ، فكل ما في الأرحام : من الجنين ومن تغذيته ومن تقلبه في أنواع الخلق وما تغيض الأرحام وما تزداد ، كل هذا مختص الله جل وعلا به على وجه التفصيل ، فلا أحد يعلم ما في الأرحام على وجه التفصيل إلا الله جل وعلا ، من ذلك هل الجنين ذكر أو أنثى ؟ فيختص الله جل وعلا بهذا العلم في الخمس التي لا يعلمها إلا الله من ضمن علمه جل جلاله بما في الأرحام يختص بما قبل الأربعين أو بما قبل الخمس والأربعين ، لأنه قال هنا إن الملك يعلم ، فإذا كان الملك يعلم خرج عن الاختصاص : ( في خمس لا يعلمها إلا الله ) ، فيعلم الملك بعد الوحي والأمر بالكتابة هل هو ذكر أم أنثى ، ما هو بعد ذلك لا يدخل في الاختصاص لأنه خرج بالخمس والأربعين ليلة عن اختصاص الله جل وعلا بعلمه هل هو ذكرأو أنثى فعلم الملك لذلك لم يكن أمراً غيبياً مختصاً بالله جل وعلا . ¶ ... ولهذا ما في الجنين ثبت عن أبي بكر رضي الله عنه صح عنه بأنه نظر إلى بطن امرأته فقال : فيها أنثى ، وذُكر عن جماعة من الصالحين وأهل العلم أنهم عندهم كشف علمي بما يُلهمهم الله جل وعلا فيعلمون ما في الرحم يعني بعد مدة فيقولون : هذا فيه ذكر أو أنثى ، ومعلوم أن هذا بعد استبانة المخلوق في البطن ، مثل ما هو حاصل الآن من بعض الأجهزة الطبية أنهم يُصورون فيعلمون هل هو ذكر أو أنثى بالصورة بدلائل وجود علامة الذكورة في فرج الجنين وعلامة الأنوثة كذلك .",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "... وفي صحيح مسلم عن عائشة رضي الله عنها قالت : دُعِي رسول الله صلى الله عليه وسلم إلى جنازة صبي من الأنصار فقلت : طوبى له عصفور من عصافير الجنة لم يعمل سوءاً ولم يُدركه فقال : ( أو غير ذلك يا عائشة إن الله خلق للجنة أهلاً خلقهم لها وهم في أصلاب آبائهم وخلق للنار أهلاً خلقهم لها وهم في أصلاب آبائهم ) . ¶ ... وعن ابن عمر رضي الله عنهما قال : قال رسول الله صلى الله عليه وسلم : ( كل شيء بقدر حتى العجْزُ والكيْس ) رواه مسلم . ¶ ... وعن قتادة رضي الله عنه في قوله تعالى:(تَنَزَّلُ الْمَلائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ) (القدر:4) قال : يُقضى فيها ما يكون في السنة إلى مثلها . رواه عبد الرزاق وابن جرير وقد روي معنى ذلك عن ابن عباس رضي الله عنهما – والحسن وأبي عبد الرحمن السلمي وسعيد بن جبير ومقاتل . ¶ ... وعن ابن عباس رضي الله عنهما قال : إن الله خلق لوحاً محفوظاً من درّةٍ بيضاء دفَّتاه من ياقوتة حمراء قلمه نور وكتابه نور عرضه ما بين السماء والأرض ينظر فيه كل يوم ثلاثمائة وستين نظرة ففي كل نظرة منها يخلق ويرزق ويُحيي ويُميت ويُعز ويُذِل ويفعل ما يشاء فذلك قوله تعالى : ( كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ)(الرحمن: من الآية29) . رواه عبد الرزاق وابن المنذر والطبراني والحاكم .",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "... قال ابن القيم رحمه اله تعالى لما ذكر هذه الأحاديث وما في معناها وقال : فهذا تقدير يومي والذي قبله تقدير حولي والذي قبله تقدير عمري عند تعلق النفس به والذي قبله كذلك عند أول تخليقه وكونه مضغة والذي قبله تقدير سابق على وجوده لكن بعد خلق السماوات والأرض والذي قبله تقدير سابق على خلق السماوات والأرض بخمسين ألف سنة وكل واحد من هذه التقادير كالتفصيل من التقدير السابق وفي ذلك دليل على كمال علم الرب وقدرته وحكمته وزيادة تعريفه الملائكة وعباده المؤمنين بنفسه وأسمائه . ثم قال فاتفقت هذه الأحاديث ونظائرها على أن القدر السابق لا يمنع العمل ولا يُجب الاتكال عليه بل يُجب الجدَّ والاجتهاد ولهذا لما سمع بعض الصحابة ذلك قال : ما كنت بأشد اجتهاداً مني الآن ، وقال أبو عثمان النهدي لسلمان : لأنا بأول هذا الأمر أشد فرحاً مني بآخره ، وذلك لأنه إذا سبق له من الله سابقة وهيأه ويسره للوصول إليها كان فرحه بالسابقة التي سبقت من الله أعظم من فرحه بالأسباب التي تأتي بها .",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "... الشرح : هذه الأحاديث دلت على ما ذكره ابن القيم رحمه الله من تنوع التقدير : تقدير سابق عام وتقدير عمري وتقدير سنوي وتقدير يومي إلى آخره ، وهذه سبق الكلام عليها مفصَّلاً فيما ما مضى والمقصود منها : أن قدر الله جل وعلا عام وأن كل شيء يحصل فهو بقدر الله حتى العجز والكيْس . يعني : حتى ما تعجز عنه وهو بقَدَر ، وحتى ما تدركه وعقله هو أيضاً بقَدَر لعموم قوله سبحانه : (إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ) (القمر:49) ، ولعموم قوله سبحانه : ( وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيراً)(الفرقان: من الآية2) ، وهذا التقدير العام والتقدير التفصيلي يدل على عموم مشيئته جل جلاله وعلى شمول قدرته وأنه سبحانه على كل شيء قدير وهذا يجمع مراتب القدر الأربع التي ذكرناها لكم : مرتبة العلم الشامل لكل شيء السابق الأزلي الأول ، ومرتبة الكتابة في اللوح المحفوظ كتب مقادير كل شيء سبحانه قبل أن يخلق السماوات والأرض بخمسين ألف سنة ، وأنه سبحانه ما شاء كان وما لم يشأ لم يكن ، وأنه على كل شيء قدير وأنه خلق كل شيء جل جلاله . ¶ ... ولهذا عرَّف بعض أهل العلم القدر – كما ذكرنا لكم – بما يجمع تلك المراتب بقوله : إن القدر هو : علم الله الأول أو الأزلي المحيط بالأشياء وكتابته لها في اللوح المحفوظ وعموم قدرته جل وعلا وخلقه للأشياء وأن ما شاء كان وما لم يشأ لم يكن ، أو نحو ذلك مما يجمع المراتب الأربعة .",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "... التفاصيل التي ذكرها ابن القيم أن بعضها تفصيل لبعض يعني : أن ما هو مكتوب في اللوح المحفوظ هذا فيه كل شيء ثم يُخصَّص إما بتخصيص الأفراد أو بتخصيص الزمان أو بتخصيص المكان ، فما قدره الله جل وعلا في السماء غير ما قدَّره في الأرض ذاك في كتاب خاص بملائكة وهذا في كتاب خاص بملائكة وما قدره الله جل وعلا لعموم خلقه المكلفين هذا شيء ، ثم تنزل درجة إلى خصوص فئة معينة ثم إلى أن تصل إلى فلا المعين ، ثم إلى أن تصل إلى الجنين في بطن أمه ، هذا من جهة الناس ، ثم من جهة الزمان الكلي يعني : كل ما سيكون بعد خلق السماوات والأرض إلى أن تتبدل السماء والأرض ، ثم هناك تقدير أقل : تقدير سنوي ثم تقدير يومي ، هذا بالنسبة لما يحدث في الملكوت وهكذا . ¶ ... المقصود : أن ما في اللوح المحفوظ هذا لا يغادر شيئاً فيه كل شيء : (وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُسْتَطَرٌ) (القمر:53) ، كل شيء فيه سواء من جهة الأمكنة أو الأزمنة أو المخلوقات المكلفين من الجن والإنس ،ثم تأتي تفاصيل .",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "... ذكرنا لكم أن ثَمَّ تقدير لا يتغير ولا يتبدل ، وثَمَّ تقدير قد يتغير ويتبدل فأما الذي لا يتغير ولا يتبدل فهو العام الذي في اللوح المحفوظ أو التقدير العمري ونحو ذلك ، هذا العام لا يتغير ولا يتبدل : من الشقاوة والسعادة ومعرفة الأحوال الرزق ما يؤول إليه أمر هذا المخلوق ..، أما ما في صحف الملائكة فهو يقبل التغيير والتبديل وذلك لقوله تعالى : (يَمْحُوا اللَّهُ مَا يَشَاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتَابِ) (الرعد:39) ولقوله عليه الصلاة والسلام : ( من سره أن يبسط له في رزقه وينسأ له في أثره ) ، وقوله : ( صلة الرحم منسأة في الأثر مجلبة للرزق ) ، وأيضاً صح عنه عليه الصلاة والسلام أنه قال : ( إن الرجل ليُحرم الرزق بالذنب يُصيبه ) ، هذا كله من التغيير فيما كُتِب في صحف الملائكة ، وهذا التغيير والعمل كله بقدر وهو موجود في الصحف لكن له من الرزق كذا إن عمل كذا يُحرم الرزق ، فيكون إذاً السبب والمسبب والنتيجة كلها موجودة في ذلك فيمحو الله جل وعلا من صحف الملائكة ما يشاء ويُثبت فيها ما يشاء لأن فيها كل شيء .",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "... كذلك من المسائل التي دلت عليها هذه الأحاديث أن التقدير في ليلة القدر التي قال الله جل وعلا فيها : (ِنَّا أَنْزَلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ)(الدخان: من الآية3) ، وقال : (فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ) (الدخان:4) ، وقال : (إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ) (القدر:1) يعني : ليلة التقدير السنوي ، وليلة القدر هذه في رمضان وليست هي ليلة النصف من شعبان ، والأحاديث التي فيها أن التقدير يكون ليلة النصف من شعبان هذه في فيها نكارة في متنها وضعف في أكثر أسانيدها ، فالتقدير يكون في ليلة القدر في رمضان المعروفة ، وسميت ليلة القدر لأنه يكون فيها التقدير ، وهذا التقدير تقدير سنوي يعني : ما يحصل في السنة يُكتب في صحف الملائكة من السنة إلى السنة ، صحف الملائكة يعني : التي بأيدي المكلفين : ( يتعاقبون فيكم ملائكة بالليل وملائكة بالنهار) منهم الحفظة ومنهم الملائكة الذين يكتبون الحسنات والسيئات ومنهم الملائكة الموكلون بابن آدم . ¶ ... وعن الوليد بن عبادة قال : دخلت على أبي وهو مريض أتخايل فيه الموت فقلت : يا أبتاه أوصني واجتهد لي فقال : أجلسوني فلما أجلسوه قال : يا بني إنك لن تجد طعم الإيمان ولن تبلغ حقيقة العلم بالله تبارك وتعالى حتى تؤمن بالقدر خيره وشره قلت : يا أبتاه وكيف لي أن أعلم ما خيرُ القدر وشرُّه ؟ قال : تعلم أن ما أخطأك لم يكن ليصيبك ، وما أصابك لم يكن ليُخطئك ، يا بني إني سمعت رسول الله صلى الله عليه وسلم يقول : ( أول ما خلق الله القلم قال : اكتب فجرى في تلك الساعة بما هو كائن إلى يوم القيامة ) يا بني إن متَّ ولست على ذلك دخلت النار . رواه أحمد .",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "... الشرح : الحديث دلَّ على أن الإيمان بالقدر خيره وشره أنه مما يُصى به ويُحث عليه ويؤمر به ويُفصل للناس من جهة الإجمال ، يعني يُبين لهم الإيمان بالقدر والإيمان بخيره وشره ، وأن ما أخطأ العبد لم يكن ليُصيبه وما أصابه لم يكن ليخطئه وأن هذا لا يُخالف ما جاء من الإمساك عن القدر وعن ذكره – كما مرَّ معنا سابقاً – لأن الإمساك عن القدر : ( إذا ذُكر القدر فأمسكوا ) يعني : عن الخوض فيه بلا علم ، أما ما دلَّ عليه الدليل وعلمه العبد من الشريعة فإنه يذكره ولهذا يوصي بالإيمان بالقدر خيره وشره ، قال : ( كيف لي أن أعلم ما خير القدر وشره ؟ قال : تعلم أن ما أخطأك لم يكن ليُصيبك وما أصابك لم يكن ليُخطِئك ) هذه هي الحقيقة يعني : ما أخطأك لا يمكن أنه كان يصيبك لأن الله جل وعلا لم يقدِّره ، وكذلك ما أصابك لم يكن ليُخطئك ، فالجميع بقدر الله جل وعلا . ¶ ... قوله هنا : ( بالقدر خيره وشره ) الخيرية والشر – كما هو معلوم – بالإضافة إلى العبد ، أما القدر في نفسه ن يعني : المضاف إلى الله جل وعلا الذي هو تقدير الله هذا هو صفة الله وفعل الله جل وعلا ، وأفعال الله تعالى لا يضاف إليها الشر لأن الشر ليس إلى الله جل وعلا لا وصفاً ولا فعلاً سبحانه وتعالى ، فالقدر شره بالنسبة للعبد وخيره بالنسبة للعبد ، أما حقيقة القدر فهو خير وموافق للحكمة والمقاصد الحكيمة للرب جل جلاله . ¶ ... قوله : ( أول ما خلق الله القلم قال : اكتب ...) (أول) هنا بمعني : حين ، ( أول ما خلق الله القلم ) يعني : حين خلق الله القلم قال له :اكتب ، يعني أنه لما خُلق كان أول ما قيل له : اكتب ما هو كائن إلى قيام الساعة . ¶ ... وعن أبي خزامة عن أبيه رضي الله عنه قال : قلت يا رسول الله أرأيت رُقى نسترقيها ودواءً نتداوى به وتُقاةً نتقيها هل تردُّ من قدر الله شيئاً ؟ قال : ( هي من قدر الله ) . رواه أحمد والترمذي وحسنه .",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "الشرح : القدر يشمل كل شيء ، يشمل تقدير السبب وتقدير المسبب ، يشمل تقدير الفعل وتقدير النتيجة ، فما من شيء إلا هو بقدر الأسباب والمسببات ، مسك القلم باليد ، والنتيجة : الكتابة ، كلها بقدر ، وتناول الدواء بقدر والانتفاع بالدواء بقدر ، تعاطي الأسباب بقدر والانتفاع بهذه الأسباب بقدر . ¶ ... فإذاً لا يعني عدم تعاطي الأسباب الإيمان بالقدر ، كما يقول بعض الناس : أنا راض ومؤمن بما قدَّر الله ولا يتعاطى الأسباب ، كما هو عند غلاة نفاة الأسباب والمتصوفة الذين لا يفهمون التوكل على حقيقته ، فهم يرون أن تفويض الأمر لقدر الله جل وعلا يعني عدم تعاطي شيء من الأسباب وهذا باطل ومتناقض في نفسه . فإذاً الأسباب النافعة الموصلة للمسببات هذه من قدر الله ، الرقى ، التداوي ، الأكل ، الشرب هذه كلها من قدر الله جعلها أسباباً ، وما ينتج عنها هو من القدر ، فإذاً العبد حين يفعل الأسباب يفعل ما أمر الله به أو ما أذن الله به فيحصل بذلك النتيجة وهو المسبَّب . ¶ ... إذاً الرقية والدواء لا يرد من قدر الله شيئاً بل هو من قدر الله سبحانه وتعالى . ¶ ... وعن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : ( المؤمن القوي خير وأحب إلى الله من المؤمن الضعيف وفي كل خير احرص على ما ينفعك واستعن بالله ولا تعجزن فإن أصابك شيء فلا تقل لو أني فعلت كذا كان كذا وكذا ولكن قل : قدر الله وما شاء فعل فإن (لو) تفتح عمل الشيطان ) رواه مسلم . ¶ الشرح : هذا الحديث فيه دلالة على مسألة القدر من جهة قوله : ( ولكن قل قدَّر الله وما شاء فعل ) فإن تفويض الأمر لمشيئة الله جل وعلا هذا من الإيمان بالقدر ، وقول العبد : (قدَّر الله ) يعني : قضى الله بهذا الشيء وما شاء فعل ، وهذا يدل على عموم قدر الله وعموم مشيئته سبحانه .",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "... قوله : ( المؤمن القوي خير وأحب إلى الله من المؤمن الضعيف وفي كل خير ) القوة هنا : تشمل القوة الإرادية والقوة الإيمانية والقوة البدنية ، يعني : إذا كان مؤمناً قوياً في بدنه فهو خير وأحب إلى الله من المؤمن الضعيف ، وذلك لأن قوته فيها إعانة له على الإيمان والجهاد والعلم والأمر بلمعروف والنهي عن المنكر ، وكذلك القوة في العلم ، المؤمن القوي في علمه القوي في دينه خير وأحب إلى الله من المؤمن الضعيف في علمه وفي دينه . ¶ ... فإذاً أنواع القوة متعددة فإذا آتى الله جل وعلا العبد القوة العلمية والقوة الإرادية والحكمة والبصيرة والقوة البدنية فيكون ذلك من النعم الخاصة كما قال سبحانه في نعمته على أحد عباده : ( وَزَادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِ )(البقرة: من الآية247) . ¶ ... قال : (احرص على ما ينفعك ) يعني : في أمر دينك ودنياك تعاطى ما ينفعك ، لا تستنكف اتكالاً على القدر أو تقول كل شيء مقدر لن أفعل ، ما ينفعك في أمر دنياك اعمل به بع واشتر ، احرص على التعلم والعلم والحفظ ولا تقل ما يحصل لي هذا بل ما ينفعك احرص عليه فإنه بعد ذلك تكون النتيجة بتوفيق الله جل وعلا . ¶ ... ( واستعن بالله ) يعني : إذا فعلت ما أمرت به أو حرصت على ما ينفعك وفعلت الأسباب فاستعن بالله يعني : اطلب العون من اله جل وعلا ، وطلب العون من اله جل وعلا على مرتبتين : ¶ المرتبة الأولي : طلب العون في تهيئة الأسباب ، أن العبد تهيأ له الأسباب وينشرح صدره لها ويفعلها . ¶ المرتبة الثانية : أن يعينه الله جل وعلا في نفع تلك الأسباب ، لأنه قد يفعل المرء شيء ولا ينتفع به ن ولهذا عظم المطلوب في قوله : (إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ) (الفاتحة:5) .",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "... قال : ( فإن أصابك شيء فلا تقل : لو أني فعلت كذا لكان كذا وكذا ولكن قل قدر الله وما شاء فعل فإن (لو) تفتح عمل الشيطان ) هذا معروف في شرح كتاب التوحيد عند قول الشيخ : باب ما جاء في اللو ، وتلخيص المسألة : أن (لو) إذا جاءت تحسراً على شيء وقع في الماضي مما يسوء العبد فإنها تفتح عمل الشيطان ، وأما إذا كانت في المستقبل أو في تقدير الخير في الماضي لا تحسراً فلا بأس بها . ¶ ... أما المنهي عنه إذا كان على أمر قضاه الله وانتهى ، فيقول : لو أني فعلت كان أحسن ، لو أني فعلت ما صار لي كذا فهذه إذا كان فيها التحسر على الماضي ففيها اعتراض على القدر وكل شيء بقدر الله جل وعلا ولذلك صارت (لو) في الماضي تحسراً تفتح عمل الشيطان على القلب وهو سوء الظن بالله : ( لَوْ أَطَاعُونَا مَا قُتِلُوا)(آل عمران: من الآية168) ، سوء الظن بالله ، وتفتح عمل الشيطان في روعات النفس وحزنها ويأسها ، وتفتح عمل الشيطان في التحسر على ما فات وأن العبد لو فعل أشياء يمكن أن تصده عن أشياء ، والعبد قبل وقوع الشيء عليه أن يفعل ما ينفعه وما أمر به وألا يعجز وعليه أن يستعين بالله وأن يكون قوياً في أمره ، فإذا وقع المقدر فإن العبد يرضى ويسلم كما جاء في تفسير قوله : (وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَه)(التغابن: من الآية11) ، قال علقمة : هو الرجل تصيبه المصيبة فيعلم أنها من عند الله فيرضى ويسلم . ¶ ... فإذاً قبل وقوع الشيء ابذل الأسباب واجتهد ولكن إذا وقع وانتهى فيقول العبد : قدّر الل وما شاء فعل ، وهذا فيه التسليم وفيه حسن الظن بالله جل وعلا وفيه فتح أبواب كثيرة من أبواب إيمان القلب ، وأما استعمال (لو) فيفضي إلى التحسر وضعف القلب وانكساره والندم وظن العبد أن بسببه حصل كذا وكذا وأنه ليس بقدر الله وأشياء من تسويلات الشيطان . ...",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "... كلمة (لولا) فيها الترتيب على شيء مثل قول القائل : لولا الطبيب صار لي كذا وكذا ، لولا السائق لحصل كذا لولا فلان لم أحصل على وظيفة ونحو ذلك ، هذه فيها تعلق القلب بهذا الشخص ممن حدثت له النعمة ، وقوله في الحديث : ( لولا أنا لكان في الدرك الأسفل من النار ) هذا ليس من هذا الباب بل هي من باب التفضل ، والأمر الثاني : أن قوله : (لولا) هذا راجع إلى الشفاعة والدعاء ، والمنهي عنه في (لولا) ليس هو باب الدعاء إنما هو باب إضافة النعم لغير الله جل وعلا . ¶ ... ... ... (باب ذكر الملائكة عليهم السلام والإيمان بهم) ¶ وقول الله تعالى : (لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَالْمَلائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ)(البقرة: من الآية177)، وقوله تعالى : (إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلائِكَةُ أَلَّا تَخَافُوا وَلا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ) (فصلت:30) ،وقوله تعالى : (لَنْ يَسْتَنْكِفَ الْمَسِيحُ أَنْ يَكُونَ عَبْداً لِلَّهِ وَلا الْمَلائِكَةُ الْمُقَرَّبُونَ)(النساء: من الآية172) ، وقوله تعالى : (وَلَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ وَمَنْ عِنْدَهُ لا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَلا يَسْتَحْسِرُونَ) (الانبياء:19) (يُسَبِّحُونَ اللَّيْلَ وَالنَّهَارَ لا يَفْتُرُونَ) (الانبياء:20) ، وقوله تعالى : ( جَاعِلِ الْمَلائِكَةِ رُسُلاً أُولِي أَجْنِحَةٍ مَثْنَى وَثُلاثَ وَرُبَاعَ)(فاطر: من الآية1) وقوله تعالى : (الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا )(غافر: من الآية7) . ...",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "... وعن عائشة رضي الله عنها قالت : قال رسول الله صلى الله عليه وسلم : ( خلقت الملائكة من نور وخلقت الجن ...) الحديث رواه مسلم . وثبت في بعض أحاديث المعراج أنه صلى الله عليه وسلم رُفِع له البيت المعمور الذي هو في السماء السابعة وقيل في السادسة بمنزلة الكعبة في الأرض وهو بحِيال الكعبة حرمته في السماء كحرمة الكعبة في الأرض وإذا هو يدخله كل يوم سبعون ألف ملَك ثم لا يعودون إليه آخر ما عليهم . ¶ ... وعن عائشة رضي الله عنها قالت : قال رسول الله صلى اله عليه وسلم : ( ما في السماء موضع قدم إلا عليه ملَك ساجد أو ملك قائم فذلك قول الملائكة : (وَإِنَّا لَنَحْنُ الصَّافُّونَ)(وَإِنَّا لَنَحْنُ الْمُسَبِّحُونَ) (الصافات : 165-166) . رواه محمد بن نصر وابن أبي حاتم وابن جرير وأبو الشيخ ، وروى الطبراني عن جابر رضي الله عنهما قال : قال رسول الله صلى اله عليه وسلم : ( ما في السماوات السبع موضع قدم ولا شبر ولا كف إلا وفيه ملك قائم أو ملك ساجد أو ملك راكع فإذا كان يوم القيامة قالوا جميعاً سبحانك ما عبدناك حق عبادتك إلا أنَّا لم نشرك بك شيئاً ) . ¶ الشرح : هذا الباب معقود لبيان ركن من أركان الإيمان وأصل من أصوله العظام ألا وهو الإيمان بملائكة الله جل وعلا فإن الإيمان : أن تؤمن بالله وملائكته وكتبه ورسله وباليوم الآخر وبالقدر خيره وشره من الله تعالى . ¶ ... والإيمان بالملائكة ركن لا يصح إيمان أحد إلا أن يؤمن بالملائكة يعني : بأن الملائكة موجودون كما أخبر الله جل وعلا وأنهم عابدون لا يُعبدون ، وهذا القدر واجب وركن وهذا هو القدر المُجزيء من الإيمان ، فمن لم يؤمن بذلك وهو : ¶ 1- الإيمان بوجود الملائكة والإقرار أنه ثَمَّ من خلق الله ملائكة اصطافهم جل وعلا . ¶ 2- وأنهم عابدون لا يُعبدون وأنهم بأمر الله يعملون . ¶ هذا القدر لا بد منه في الإيمان لأن هذا معنى وجود الملائكة .",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "لفظ الملائكة جمع ( ملأك ) وأصل هذه الكلمة مقلوبة عن ( مألك ) والمألك : مصدر من الألوكة ، والألوكة : هي الرسالة ، وفعلها أَلَكَ يَأْلَكُ أَلُوكَةً ، يعني : أرسل برسالة خاصة وبمهمة خاصة . ¶ ... فإذاً الكلمة راجعة إلى معنى الإرسال ، (فالملائكة) من لفظها اللغوي معناها : المرسلون برسالة خاصة والقائمون بمهمة خاصة . فالإيمان بالاسم فيه ذكر المرتبتين اللتين ذكرتهما : الإيمان بالوجود والإيمان بالعمل ، هذا موجود في الاسم لمن يعقل اللفظ العربي . ¶ ... والملائكة : خلق من خلق الله جل وعلا خلقهم من نور كما جاء في حديث عائشة الذي رواه مسلم : ( خُلقت الملائكة من نور ) فهم أرواح مطهرة مكرمة جعلهم الله جل وعلا عنده يعني : جعلهم في السماء فأصل مقامهم في السماء وقد يوكلون بأعمال في الأرض فينزلون بأمر الله جل وعلا : (تَنَزَّلُ الْمَلائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ) (القدر:4) ، و (نَزَلَ بِهِ الرُّوحُ الْأَمِينُ) (الشعراء:193) ، فأصل مكانهم في السماء كما أن أصل مكان الجن والإنس في الأرض .",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "... الكلام في الملائكة مبسوط في كتب الحديث والتفسير وساق الإمام المصلح هنا شيئاً من ذلك فيمكن أن نقول فيهم : أنهم خلق عظيم يعني في الصفة وأنهم أنوار يعني : خلقوا من نور لا يراهم الإنسان بعينه المجردة ، لكن إن كشف له الغطاء رأى كما قال سبحانه : ( فَكَشَفْنَا عَنْكَ غِطَاءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ)(قّ: من الآية22) ، فالإنسان على بصره غطاء يعني : حدود يرى بها ، لكن بالموت إذا كشف الله عنه الغطاء البشري في الدنيا لأنبيائه ورسله فإنهم يرون ما لا يرى غيرهم فيرى الملائكة على صورتهم التي خلقهم الله جل وعلا عليها كما ثبت في الصحيح : أن النبي صلى الله علي وسلم قال : رأيت جبريل على صورته مرتين له ستمائة جناح قد سدَّ الأفق ) ، ومنهم ذووا الأجنحة ، ومنهم من ليس بذي أجنحة ، فخلقهم متنوع لكن يجمعهم أن خلقهم من نور . ¶ ... الملائكة منهم ثلاثة كرمهم الله جل وعلا وجعلهم سادة الملائكة وهم جبرائيل وميكائيل وملك النفخ في الصور إسرافيل وهؤلاء الثلاثة في مهمتهم تشابه : فجبرائيل جعله الله جل وعلا سيداً على الملائكة وموكلاً بالوحي فهو الذي ينزل بالوحي من الله جل وعلا إلى رسله وإلى ملائكته ، وميكائيل موكل بالقطر من السماء يُصرِّفه كما يأمر الله جل وعلا : (وَلَقَدْ صَرَّفْنَاهُ بَيْنَهُمْ لِيَذَّكَّرُوا)(الفرقان: من الآية50) ، وإسرافيل هو : الموكل بقبض الأرواح ، وبالنفخ في الصور ونحو ذلك . ¶ ... والتناسب بينهم كما ذكر العلماء : أن هؤلاء متصلة بهم الحياة فجبرائيل متصلة به حياة الدين حياة الأرواح الحقيقية لأنه ينزل بالوحي ، وميكائيل بحياة الأرض بالقطر من السماء ، وإسرافيل بحياة الأبدان بعد موتها .",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "... أيضاً مما يتصل بذلك أن الله جل وعلا جعل الملائكة موكلين بالأعمال ولفظ ( التوكيل ) جاء في القرآن كما قال سبحانه : (قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ)(السجدة: من الآية11) ، فالله جل وعلا وكَّل الملائكة بأعمال ، فهذا مختص بالسحاب وهذا مختص بالهواء وهذا بالبحار وهذا بالإنسان إلى آخره .. في أعمال كثيرة جداً ، فما من شيء يحصل إلا والله جل وعلا قد أمر به وحدث بأمره وإذنه وقدرته ، والملائكة موكلون بذلك وقد يكون المَلَك الموكل بشيء معه ملائكة كثير يفعلون ما يأمرهم به كما قال سبحانه في ذكر ملك الموت : ( حَتَّى إِذَا جَاءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لا يُفَرِّطُونَ)(الأنعام: من الآية61) ، فهم رسل وسيدهم أو رئيسهم ملك الموت . ¶ ... من الملائكة : الملائكة المقربون الذين ذكرهم الإمام فيما سمعت ، والملائكة المقربون أقسام منهم : حملة العرش وهؤلاء يقال لهم : (الكروبيون) في بعض ما جاء في آثار السلف ، وسموا بذلك : لأجل ما يعلوهم من الكرب من حمل العرش وقربهم من الله جل جلاله زخزفهم منه سبحانه شدَّة فزعهم وكثرته من الله جل وعلا. ¶ ... ومن الملائكة المقربين : الملائكة الذين حول العرش كما قال جل وعلا : (الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْد رَبِّهِمْ)(غافر: من الآية7) ، وبعض العلماء يجعل حملة العرش ومن حوله جميعاً يدخلون في اسم الكروبيين . ¶ ... وحملة العرش ومن حوله لهم مزيد اختصاص لقربهم من الله جل وعلا ومزيد فضل واختلف العلماء في حملة العرش كم عددهم على قولين : ¶ 1- منهم من قال : إنهم ثمانية لقواه سبحانه : ( وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ)(الحاقة: من الآية17)",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "2- ومن أهل العلم وهم الأكثر قالوا : إنهم أربعة في الدنيا وثمانية يوم القيامة ، يعني أن عرش الرحمن جل وعلا إذا جيء به يوم القيامة لفصل القضاء فإنه يأتي به ثمانية من ملائكة الله جل وعلا ، أما في الدنيا فهم أربعة ويستدلون لذلك بحديث رواه الإمام أحمد بإسناد جيد : أن ملائكة العرش أربعة . ¶ ومن الملائكة : خازن الجنة وخازن النار ، ومنهم : ملائكة موكلون بابن آدم منهم ما يكتب ما يصدر منه ، ومنهم من يحفظه من بين يديه ومن خلفه وهؤلاء هم المعقبات يتعاقبون على ابن آدم أربعة ، والملائكة متنوعون في مهامهم والمؤمن يؤمن بهؤلاء إجمالاً على وجودهم لا ينكر شيئاً منذلك وتفصيلاً فيما علمه بالتفصيل . ¶ ... فالإيمان بالملائكة على درجتين : ¶ 1- إيمان إجمالي فيما علمت وفيما لم تعلم . 2- والإيمان التفصيلي فيما فُصِّل لك في النصوص ، فما جاء في النص م وصف ملك أو ذكر اسمه في دليل في القرآن أو في حديث صحيح ثابت في سنة النبي صلى الله عليه وسلم فوجب اعتقاده لأن هذا أمر غيبي يجب اعتقاده على ما جاء في الدليل . ¶ من آثار الإيمان بالملائكة على إيمانه ويقينه منها :",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "1- شدة تعظيمه لربه جل وعلا : لأن إيمانه بالملائكة به يعلم عظمة الرب جل وعلا وأن هؤلاء الملائكة الذين عظُم وصفهم وعظمت إحاطتهم وقدَرهم بما أقدرهم الله جل وعلا وكثرة عددهم وتنوع خلقهم وصفاتهم فيه الإيمان بعظمة الله جل وعلا وشدة الخوف من الله جل وعلا والعلم بأسمائه وصفاته سبحانه وتعالى ، فإذا كانت الملائكة : (يَخَافُونَ رَبَّهُمْ مِنْ فَوْقِهِم)(النحل: من الآية50) ، فالعبد المؤمن يعلم أنه أحق بالخوف لأنه مكلف متعرض للطاعة وللذنب وأولئك مطهرون وإذا علم أن الملائكة إذا سمعوا كلام الله جل وعلا أصابتهم صعقة أو رعدة شديدة وصعقوا ثم يُفزع عن قلوبهم فإنه يعلم حينئذٍ أن الملائكة – مع شدَّة خلقهم وعِظَم وصفهم –أنهم ينالهم ذلك مع تقواهم له جل وعلا ومع طاعتهم وأنهم ركع سجود يعملون بأمر الله لا يخالفونه فكيف بحال العبد المكلَّف الذي يخالف كثيرا ويعصي كثيرا ويغفل كثيرا . ¶ ... فإذاً الأثر الأول العام هو : الإيمان بعظمة الله جل وعلا وما يورثه الإيمان بالملائكة من خوف الله جل وعلا ومن الإنابة إليه . ¶ 2- محبة الملائكة : فإن الملائكة مطهرون عباد مكرمون مطيعون لله موحدون لله فبين الموحد وبين هؤلاء الموحدين بينه وبينهم سبب وصلة ومحبة ولذلك الملائكة يستغفرون لمن في الأرض ويستغفرون لمن دعا لأخيه ، فبينهم وبينه محبة وكذلك المؤمن يحبهم ولذلك لا يرضى بالتعدي عليهم أو بادعاء أنهم وسطاء عند الله جل وعلا ، أو بأنهم بنات الله جل وعلا – كما يدعيه المشركون – تعالى الله عن قولهم علواً كبيراً .",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "... من آثار الملائكة بالله جل وعلا : أن الإيمان بالملائكة يعرِّف المؤمن الموحد ويجعل المؤمن على يقظة ومحاسبة لما يصدر منه ، لأن الملائكة منهم الموكل بالكتابة ومنهم الموكل بالحفظ وهؤلاء بأمر الله جل وعلا يعملون ولهذا يكرم الملَك عند المؤمن الموحد وعند العالم الراسخ ، يكرم الملَك عن كثير من الأعمال والهيئات والأقوال التي تصدر عن الجهلة فكلما عَظُم الإيمان بالملائكة عظُم إكرامهم عن ما يكرهون مثل : الكلام السئ والأفعال الخبيثة والأقوال الخبيثة ونحو ذلك مما تنفر منه الملائكة . إلى غير ذلك من الآثار التي ربما يأتي – إن شاء الله – بعضها . ¶ ... قال تعالى : (نَزَلَ بِهِ الرُّوحُ الْأَمِينُ) (الشعراء:193)(عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ) (الشعراء:194) ¶ وقوله تعالى : (إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ) (القدر:1) إلى أن قال : (تَنَزَّلُ الْمَلائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ) (القدر:4) ، يعني : بكل أمر ، فالعلماء يقولون : إن جبريل عليه السلام مختص بوحي الله جل وعلا يعني : بالنزول بالوحي ، وهذا كثير في الأحاديث منها : ( إن روح القدس نفث في روعي ) ، ( إن جبريل أتاني آنفاً فقال ...) وهكذا . ¶ ... وعن جابر رضي الله عنهما قال :قال رسول الله صلى الله عليه وسلم : (أُذِن لي أن أُحدِّث عن ملك من ملائكة الله من حملة العرش ما بين شحمة أذنه إلى عاتقه مسيرة سبعمائة عام) الحديث رواه أبو داود والبيهقي في الأسماء والصفات والضياء في المختارة .",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "... فمن سادتهم جبرائيل عليه السلام وقد وصفه الله تعالى بالأمانة وحسن الخلق والقوة فقال تعالى : (عَلَّمَهُ شَدِيدُ الْقُوَى(5)ذُو مِرَّةٍ فَاسْتَوَى) (النجم:6) ، ومن شدَّة قوته أنه رفع مدائن قوم لوط عليه السلام وكنَّ سبعاً بمن فيهنَّ من الأمم وكانوا قريباً من أربعمائة ألف وما معهم من الدواب والحيوانات وما لتلك المدائن من الأراضي والعمارات على طرف جناحه حتى بلغ بهن عنان السماء حتى سمعت الملائكة نباح كلابهم وصياح ديكتهم ثم قلبها فجعل عاليها سافلها فهذا هو ( شديد القوى ) ، وقوله : (ذو مرة ) أي : ذو خلق حسن وبهاء وسناء وقوة شديدة قال معناه ابن عباس رضي الله عنهما ، وقال غيره : ( مرة ) أي : ذو قوة ، وقال تعالى في صفته : (إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ) (التكوير:19)(ذِي قُوَّةٍ عِنْدَ ذِي الْعَرْشِ مَكِينٍ) (التكوير:20) ، (مُطَاعٍ ثَمَّ أَمِينٍ) (التكوير:21) أي : له قوة وبأس شديد وله مكانة ومنزلة عالية رفيعة عند ذي العرش (مطاع ثم ) أي : مطاع في الملأ الأعلى (أمين ) ذي أمانة عظيمة ولهذا كان هو السفير بين الله وبين رسله وقد كان يأتي إلى رسول الله صلى الله عليه وسلم في صفات متعددة وقد رآه على صفته التي خلقه الله عليها مرتين وله ستمائة جناح روى ذلك البخاري عن ابن مسعود رضي الله عنه ... وروى الإمام أحمد عن عبد الله قال : رأى رسول الله صلى الله عليه وسلم جبريل في صورته وله ستمائة جناح كل جناح منها سدَّ الأفق يسقط من جناحه من التهاويل والدرّ والياقوت ما الله به عليم . إسناده قوي . ... ¶ ... وعن عبد الله بن مسعود رضي الله عنه قال : رأى ر سول الله صلى الله عليه وسلم جبريل في حلة خضراء قد ملأ ما بين السماء والأرض رواه مسلم .",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "... وعن عائشة رضي الله عنها أن رسول الله صلى الله عليه وسلم قال : ( أيت جبريل منهبطاً قد ملأ ما بين الخافقين عليه ثياب سندس معلق بها اللؤلؤ والياقوت ) . رواه أبو الشيخ ولابن جرير عن ابن عباس رضي الله عنهما قال : جبرائيل عبد الله وميكائيل عبيد الله وكل اسم فيه إيل فهو عبد الله . ¶ ... وله عن علي بن الحسين مثله وزاد وإسرافيل عبد الرحمن . ¶ ... من أجل أن آخرها ( فيل ) ( إسرائيل ) وليس ( إيل ) كما في ( جبرائيل ) ( ميكائيل ) فجعل ( إيل ) بمعنى الله في اللغة السريانية ، و( فيل ) بمعنى الرحمن . ¶ ... وروى الطبراني عن ابن عباس رضي الله عنهما قال : قال رسول الله صلى الله عليه وسلم : ( ألا أخبركم بأفضل الملائكة ؟ جبرائيل ) . ¶ ... وعن أبي عمران الجوني أنه بلغه أن جبرائيل أتى النبي صلى الله عليه وسلم وهو يبكي فقال له رسول الله صلى الله عليه وسلم ما يبكيك ؟ قال : ومالي لا أبكي فوالله ما جفت لي عين منذ أن خلق الله النار مخافة أن أعصيه فيقذفني فيها ) رواه الإمام أحمد في الزهد . ¶ ... وللبخاري عن ابن عباس رضي الله تعالى عنهما قال : قال رسول الله صلى الله عليه وسلم لجبرائيل : ( ألا تزورنا ) فنزلت : (وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَلك )(مريم: من الآية64) . ... ¶ ... ومن ساداتهم ميكائيل عليه السلام وهو موكل بالقطر والنبات .",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "معنى السيادة هنا : أنه معه من الملائكة من يأتمرون بأمره ، فمعنى أنه سيد : أي يأمر وينهى ، فجبرائيل سيد الملائكة يعني : يأمر الملائكة ، فمعنى ( سادات الملائكة ) يعني : الذين معهم جنود ومعهم أعوان ينفذون أمر الله جل وعلا بما وكل إليه فملك الموت قال تعالى عنه : (قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ) (السجدة: من الآية11) ، وإسرافيل مثل ما جاء في الحديث : ( اللهم رب جبرائيل وميكائيل وإسرافيل ) من سادة الملائكة وهو الموكل بالنفخ في الصور وبأخذ الأرواح وإزهاقها حين النفخ في الصور ، لآنه ينفخ نفخة الصعق فيموت الجميع ثم ينفخ نفخة البعث فتعود الأرواح ، فملك الموت يقبض الأرواح ومستودع هذه الأرواح في الجنة وفي الصور عند إسرافيل والمقصود هذا معنى من ساداتهم . ¶ ... وروى الإمام أحمد عن أنس رضي الله تعالى عنه أن رسول الله صلى الله عليه وسلم قال لجبرائيل ما لي لم أر ميكائيل ضاحكاً قط ؟ قال ما ضحك ميكائيل منذ خلقت النار . ¶ ... ومن ساداتهم إسرافيل عله السلام وهو أحد حملة العرش وهو الذي ينفخ في الصور . ¶ ... روى الترمذي وحسنه والحاكم عن أبي سعيد الخدري رضي الله تعالى عنه قال : قال رسول الله صلى الله عليه وسلم : ( كيف أنعم وصاحب القرن قد التقم القرن وحنى جبهته وأصغى سمعه ينتظر متى يؤمر فينفخ ) . قالوا : فما نقول يارسول الله ؟ قال : قولوا ( حسبنا الله ونعم الوكيل على الله توكلنا ) . ¶ ... وعن ابن عباس رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال : ( إن ملكاً من حملة العرش يقال له : إسرافيل زاوية من زوايا العرش على كاهله قد مرقت قدماه في الأرض السابعة السفلى ومرق رأسه من السماء السابعة العليا ) . رواه أبو الشيخ وأبو نعيم في الحلية ، وروى أبو الشيخ عن الأوزاعي قال : ليس أحد من خلق الله أحسن صوتاً من إسرافيل فإذا أخذ في التسبيح قطع على أهل سبع سماوات صلاتهم وتسبيحهم .",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "... ومن ساداتهم ملك الموت عليه السلام – ولم يجيء مصرحاً باسمه في القرآن ولا في الأحاديث الصحيحة وقد جاء في بعض الآثار تسميته بعزرائيل فالله أعلم قاله الحافظ ابن كثير . وقال : إنهم بالنسبة إلى ما هيأهم له من أقسام فمنهم حملة العرش ، ومنهم الكروبيون الذين هم حول العرش وهم مع حملة العرش أشرف الملائكة وهم الملائكة المقربون كما قال تعالى : ( لَنْ يَسْتَنْكِفَ الْمَسِيحُ أَنْ يَكُونَ عَبْداً لِلَّهِ وَلا الْمَلائِكَةُ الْمُقَرَّبُونَ )(النساء: من الآية172) ، ومنهم سكان السماوات السبع يعمرونها عبادة دائمة ليلاً ونهاراً صباحاً ومساءً كما قال تعالى : (يُسَبِّحُونَ اللَّيْلَ وَالنَّهَارَ لا يَفْتُرُونَ) (الانبياء:20) . ¶ ... ومنهم الذين يتعاقبون إلى البيت المعمور . ¶ ... قلت : الظاهر أن الذين يتعاقبون إلى البيت المعمور سكان السماوات ومنهم موكلون بالجنان وإعداد الكرامات لأهلها وتهيئة الضيافة لساكنيها ، من ملابس ومآكل ومشارب ومصاغ ومساكن وغير ذلك مما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر .",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "... ومنهم الموكلون بالنار أعاذنا الله منها وهم الزبانية ومقدَّموهم تسعة عشر وخازنها مالك وهو مقدَّم على الخزنة وهم المذكورون في قوله تعالى : (وَقَالَ الَّذِينَ فِي النَّارِ لِخَزَنَةِ جَهَنَّمَ ادْعُوا رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْماً مِنَ الْعَذَابِ) (غافر:49) ، وقال تعالى : (عَلَيْهَا تِسْعَةَ عَشَرَ) (المدثر:30)( وَمَا جَعَلْنَا أَصْحَابَ النَّارِ إِلَّا مَلائِكَةً وَمَا جَعَلْنَا عِدَّتَهُمْ إِلَّا فِتْنَةً لِلَّذِينَ كَفَرُوا لِيَسْتَيْقِنَ الَّذِينَ أُوتُوا الْكِتَابَ وَيَزْدَادَ الَّذِينَ آمَنُوا إِيمَاناً وَلا يَرْتَابَ الَّذِينَ أُوتُوا الْكِتَابَ وَالْمُؤْمِنُونَ وَلِيَقُولَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْكَافِرُونَ مَاذَا أَرَادَ اللَّهُ بِهَذَا مَثَلاً كَذَلِكَ يُضِلُّ اللَّهُ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ وَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَ )(المدثر: من الآية31) . ¶ ... ومنهم الموكلون بحفظ بني آدم كما قال تعالى : ( لَهُ مُعَقِّبَاتٌ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ)(الرعد: من الآية11) ، قال ابن عباس : ملائكة يحفظونه من بين يديه ومن خلفه فإذا جاء أمر الله خلَّوْا عنه ، وقال مجاهد : ما من عبد إلا وملك موكل بحفظه في نومه ويقظته من الجن والإنس والهوام فما منها شيء يأتيه يريده إلا قال له وراءك إلا شيء يأذن الله تعالى فيصيبه . ... ¶ ... ومنهم الموكلون بحفظ أعمال العباد كما قال تعالى : (إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ) (قّ:17)(مَا يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ) (قّ:18) ، وقال تعالى : (وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ) (الانفطار:10)(كِرَاماً كَاتِبِينَ) (الانفطار:11)(يَعْلَمُونَ مَا تَفْعَلُونَ) (الانفطار:12) .",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "... روى البزار عن ابن عباس رضي الله عنهما قال : قال رسول الله صلى الله عليه وسلم : ( إن الله ينهاكم عن التعرِّي فاستحيوا من ملائكة الله الذين معكم الكرام الكاتبين الذين لا يفارقونكم إلا عند إحدى ثلاث حالات : الغائط والجنابة والغسل فإذا اغتسل أحدكم بالعراء فليستتر بثوبه أو بجذم حائطٍ أو بغيره ) ، قال الحافظ ابن كثير : ومعنى إكرامهم : أن يستحِي منهم فلا يُملي عليهم الأعمال القبيحة التي يكتبونها فإن الله خلقهم كراماً في خلقهم وأخلاقهم ثم قال ما معناه : إن من كرمهم أنهم لا يدخلون بيتاً فيه كلب ولا صورة ولا جُنُب ولا تمثال ولا يصحبون رفقة معهم كلب أو جرس . ¶ ... وروى مالك والبخاري ومسلم عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال : ( يتعاقبون فيكم ملائكة بالليل وملائكة بالنهار ويجتمعون في صلاة الفجر وصلاة العصر ثم يعرُج إليه الذين باتوا فيكم فيسألهم وهو أعلم كيف تركتم عبادي ؟ فيقولون : تركناهم وهم يصلون وأتيناهم وهم يصلون ) ، وفي رواية : أن أبا هريرة قال : اقرءوا إن شئتم : ( وَقُرْآنَ الْفَجْرِ إِنَّ قُرْآنَ الْفَجْرِ كَانَ مَشْهُوداً)(الاسراء: من الآية78) . ¶ ... وروى الإمام أحمد ومسلم حديث : ( ما اجتمع قوم في بيت من بيوت الله يتلون كتاب الله ويتدارسونه بينهم إلا نزلت عليهم السكينة وغشيتهم الرحمة وحفتهم الملائكة وذكرهم الله في من عنده ، ومن بطأ به عمله لم يسرع به نسبه ) . ¶ ... وفي المسند والسنن حديث : ( إن الملائكة لتضع أجنحتها لطالب العلم رضاً بما يصنع ) . ... ¶ ... والأحاديث في ذكرهم عليهم السلام كثيرة جداّ .",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "الشرح : هذه الأحاديث المتنوعة منها ما هو صحيح الإسناد ومنها ما لا يصح ، وأهل العلم إذا أتوا إلى أصل من الأصول في تقريره فإنهم يسوقون ما في الباب من الأحاديث – كما هي طريقة أهل العلم الراسخين فيه من المتقدمين والمتأخرين . قال شيخ الإسلام في أحد أجوبته على منهج أهل الحديث قال : وأهل الحديث لا يستدلون بحديث ضعيف في أصل من الأصول بل إما في تأييده أو في فرع من الفروع – أو كما قال – يعني : أنه لا يخترع أصل بحديث ضعيف لا يثبت وإنما إذا كان الأصل ثابتاً فإن منهج أهل الحديث أنها تساق الأحاديث سواء منها ما صح أو ما لم يصح إسناده تأييداً لذلك الأصل وبياناً لكثرة ما ورد في ذلك لأن الحديث الضعيف قد يكون صحيحاً وإنما حكمنا بضعفه لسوء حفظ راويه أو لانقطاعٍ فيه أو نحو ذلك رعاية وحماية لكلام المصطفى صلى الله عليه وسلم وإلا فقد يكون صحيحاً ولذلك إذا كان في أصل من الأصول فإنه يؤيد به ، وهذا التأييد على قسمين في طريقة أهل الحديث المتقدمين منهم والمتأخرين يعني من حفاظ الحديث ورواته هذا التأييد على قسمين : ¶ إما تأييد كامل يعني : تأييداً لجميع الأصل . ¶ وإما تأييد ناقص يعني : تأييداً لبعض ما جاء في الأصل . ¶ وفي بعض الأحاديث التي ذكرها الشيخ روايات ضعيفة ولكنها دالة على وجود الملائكة وعلى أسمائهم وعلى تقاسيمهم ونحو ذلك .",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "... فالأصل هو وجود الملائكة وأنهم أقسام وأن منهم كذا ومنهم كذا وأنهم متنوعون إلى آخر ذلك ، هذا هو الأصل الذي تحشد له الأدلة لأن المقصود الإيمان بالملائكة والإيمان بالملائكة يحصل بمجموع هذه الأحاديث فنعلم منها أن الملائكة خلق عظيم من خلق الله جل وعلا مكرمون مقربون وأنهم عباد إلى آخره فيحصل من جملة هذه الأحاديث صفات عامة هي ثابتة لكثرة ما جاءت الروايات في تدعيم هذا الأصل العظيم ، يأتي بعض الفقرات يكون هل هذا ثابت أو غير ثابت في بعض الصفات أو غيرها هذا يتبع صحة الحديث من عدمه ، وهذا حتى في العقائد في مباحث العقيدة في صفات الله جل وعلا أو في العرش وما جاء فيه أو في العلو أو نحو ذلك تجد أن طريقة أهل الحديث – رحمهم الله تعالى – أن طريقتهم أن يحشدوا ما في الباب فيكون إيرادهم مدعماً لما في الأصل فيكون هذا التأييد كما ذكرت لك هناك تأييد إجمالي وثَمَّ تأييد تفصيلي ، فالتأييد الإجمالي بكثرة الروايات يحصل التأييد ، أما التأييد التفصيلي فمن أراد أن يحتج بكلمة على عقيدة أو على أمر غيبي فلا شك أنها لا بد أن تثبت لكن لا يمنع هذا من رويتها والاستدلال بها والاستشهاد كما هو طريقة أهل العلم – كما ذكرنا لكم . ¶ ... من حيث الأحاديث التي ذكرها واضحة بينة لا تحتاج إلى مزيد بيان . الكروبيون أوضحنا لكم معناه في الدرس الماضي ، وتقاسيم الملائكة ومهمتهم كلها موضحة هنا لا يوجد إن شاء الله ما يشكل . ¶ ... ... ... ¶ ( باب الوصية بكتاب الله عز وجل )",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "وقول الله تعالى : (اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِيَاءَ قَلِيلاً مَا تَذَكَّرُونَ) (الأعراف:3) . وعن زيد بن أرقم – رضي الله عنه – أن رسول الله صلى الله عليه وسلم – ( خطب فحمد الله وأثنى عليه ثم قال : أما بعد ألا أيها الناس فإنما أنا بشر يوشك أن يأتيني رسول ربي فأجيب وأنا تارك فيكم ثقلين أولهما كتاب الله فيه الهدى والنور فخذوا بكتاب الله وتمسكوا به فحثَّ على كتاب الله ورغّب فيه ثم قال : ( وأهل بيتي ) وفي لفظ : ( كتاب الله هو حبل الله المتين من اتبعه كان على الهدى ومن تركه كان على الضلالة ) رواه مسلم . ¶ ... وله في حديث جابر الطويل : أن النبي صلى الله عليه وسلم قال في خطبة يوم عرفة : \" وقد تركت فيكم ما لن تضلوا إن اعتصمتم به – كتاب الله وأنتم تسألون عني فما أنتم قائلون ؟\" قالوا: نشهد أنك قد بلَّغت وأديت ونصحت قال بأصبعه السبابة يرفعها إلى السماء وينكتها إلى الناس : (اللهم اشهد) ثلاث مرات . ¶ ... الشرح : هذا الباب ذكره الإمام رحمه الله تعالى في أصول الإيمان لأن الإيمان بكتب الله جل وعلا ركن الإيمان فأركان الإيمان ستة والإيمان بالكتب أحد هذه الأركان الستة وأعظم درجات الإيمان بكتب الله جل وعلا الإيمان بأعظم كتب الله وأفضلها وحجتها على المكلفين بعد بعثة محمد عليه الصلاة والسلام وهو القرآن هو الذي أمر الله جل وعلا باتباعه وتوعد من خالفه ولم يأخذ به فقال سبحانه : (اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِيَاءَ قَلِيلاً مَا تَذَكَّرُونَ) (لأعراف:3) ، فالله جل وعلا عظَّم الأخذ بكتابه من جهة الإيمان به وتصديق ما فيه والعمل بمحكمه والإيمان بمتشابهه . ¶ وحقيقة الإيمان بالقرآن أنها تشمل مراتب وهذه كلها واجبة ومن معني الركنية أو داخلة كلها في الإيمان بهذا الركن :",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "المرتب الأولى : أن هذا القرآن كلام الله جل وعلا المنزّّل على عبده محمد عليه الصلاة والسلام . ¶ المرتبة الثانية : أن القرآن حق لا باطل فيه . ¶ المرتبة الثالثة : أن القرآن هو آخر كتب الله جل وعلا وأنه لا كتاب بعده ولا هدى يأتي من الله جل وعلا بعده لعباده ، فكما أن محمداً عليه الصلاة والسلام خاتم الأنبياء والمرسلين فكذلك القرآن هو خاتم كتب الله جل وعلا وحجة الله على هذه الأمة وهو الصراط المستقيم وهو حبل الله المتين من أخذ به هدي ومن تركه ضل . ¶ ... الإيمان بالقرآن على درجتين : درجة واجبة والتي هي الركن من لم يأت بها فلا يصح منه الإيمان وهي التي ذكرت لك في المراتب الثلاث . ¶ ... والدرجة الثانية : مستحبة وهي الإيمان بكل التفاصيل التي جاءت في القرآن أو في السنة وما جاء من تفسيرها ، فهذه مستحبة إجمالاً يعني : قبل علم الإنسان بها ، فإنه يقال : إنه يؤمن ولو لم يعلم بمل للقرآن من فضل ، ويجب الإيمان بها لمن علمها على وجه التفصيل ، وقال كثير من أهل العلم : إنها واجبة وليست مستحبة من جهة الإجمال ، فإنه يجب عليه أن يؤمن بما للقرآن من فضل علمه أو لم يعلمه – من جهة الإجمال – وإذا علم التفصيل فإنه يجب التفصيل . ¶ ... وعند التحقيق القولان متقاربان لأنه في الحقيقة من جهة عملية لا فرق بينهما كبير .",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "... ذكر لك حديث زيد بن أرقم وفيه وصية النبي عليه الصلاة والسلام للناس ، وقوله عليه الصلاة والسلام : ( وأنا تارك فيكم ثقلين أولهما كتاب الله فيه الهدى والنور فخذوا بكتاب الله وتمسكوا به ) قال : فحث على كتاب الله جل وعلا ، ثم قال : ( وأهل بيتي ) وهذه العبارة استدل بها على أن الثقلين : كتاب الله جل وعلا وأهل بيت النبي عليه الصلاة والسلام ، والمحققون من أهل العلم يقولون : إن حديث زيد بن أرقم هذا فيه اختصار ودخل كلام زيد بعضه في بعض ، وزيد في أوله كما رواه مسلم ذكر أنه نسي أشياء ، فهذا الحديث يحمل فيه قوله : ( وأهل بيتي ) أنها جملة مستقلة لا علاقة لها بالثقلين فذكر عليه الصلاة والسلام أحد الثقلين وهو كتاب الله ، ( إني تارك فيكم ثقلين كتاب الله ) وسكت عن الثاني أو لم يذكره ، يعني سكت ( زيد) في سياقه عن الثاني – ثم انتقل إلى قوله : ( وأهل بيتي ) ، وهي منصوبة ومعناها : وأذكركم الله في أهل بيتي أو أوصيكم بأهل بيتي ، أو لا تنسوا أهل بيتي ، لأن التمسك في الواقع ليس هو بأهل البيت وإنما هو بما أنزل الله جل وعلا من الحجة ، وهذا ما جاء في حديث آخر رواه الحاكم وغيره : أن الثقلين كتاب لله جل وعلا وسنتي ، كما قال : ( إني تارك فيكم ما إن تمسكتم به لن تضلوا بعدي أبداً كتاب الله وسنتي ) . ¶ ... فإذاً لفظ ( أهل بيتي ) هذا يستدل به الرافضة والرواية في صحيح مسلم لكن على التحقيق لمن قرأ الحديث كله حتى في الصحيح فإنك تجد أن زيداً – رضي الله عنه – ذكر أنه نسي أشياء وذكر ما ذكر ولم يترتب الكلام ، واتفاق الأحاديث أولى من تعارضها ، وأهل البيت – لا شك – أن تقديمهم واعتقاد فضلهم ومحبتهم وأشباه ذلك أن هذ فرض على كل مسلم ، أن يحب أهل بيت النبي عليه الصلاة والسلام ولكن أن يكون أهل البيت أحد الثقلين ويقرنون بكتاب الله جل وعلا فهذا ليس على ظاهره – كما جاءت في الرواية – وإنما دخل فيها حذف .",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "... والحديث الثاني المعروف حديث جابر الطويل الذي رواه مسلم في صحيحه في سياق حجة لنبي عليه الصلاة والسلام ذكر فيه خطبة النبي عليه الصلاة والسلام وفيها : ( وقد تركت فيكم ما لن تضلوا إن اعتصمتم به : كتاب الله ) – ولم يذكر السنة لأن السنة في كتاب الله جل وعلا فإذا ذكر الكتاب فإن السنة مذكورة في ضمن الكتاب لأن الله جل وعلا هو الذي أوجب طاعة الرسول صلى الله عليه وسلم وبيَّن أنه أنل عليه الحكمة وأعطاه البيان عما في القرآن . ¶ ... وعن علي رضي الله عنه قال : سمعت رسول الله صلى الله عليه وسلم يقول : ( ألا إنها ستكون فتنة ) قلت : ما المخرج يا رسول الله ؟ قال : ( كتاب الله فيه نبأ ما كان قبلكم ، وخبر ما بعدكم ، وحكم ما بنك ، هو الفصل ، ليس بالهزل ، من تركه من جبَّار قصمه الله ، ومن ابتغى الهدى من غيره أضلَّه الله وهو حبل الله المتين . وهو الذكر الحكيم وهو الصراط لمستقيم هو الذي لا تزيغ به الأهواء ، ولا تلتبس به الألسنة ، ولا تشبع منه العلماء ، ولا يخلق عن كثرة الردّ ، ولا تنقضي عجائبه ، هو الذي لم تنته الجن إذ سمعته حتى قالوا : ( إنا سمعنا قرآناً عجبا يهدي إلى الرشد فآمنا به ) ، من قال به صدق ، ومن عمل به أُجِر ، ومن حكم به عدل ، ومن دعا إليه هدي إلى صراط مستقيم ) رواه الترمذي وقال : غريب . ¶ الشرح : أما حديث علي ففيه وصف القرآن وهو حديث مشهور معروف عند أهل العلم ، وهذه الأوصاف التي وُصِف بها القرآن كلُّها حقٌ وكلها صواب فالقرآن موصوف بهذه الأوصاف الجليلة العظيمة ن بل كتاب الله جل وعلا كما وُصِف وأعظم من ذلك . ... ¶ ... والحديث الصواب أنه موقوف على علي رضي الله عنه ولا يصح مرفوعاً لأنه من رواية الحارث الأعور عن علي ، والحارث ضعيف أو اتهم بأعظم من الكذِب ونحو ذلك . ¶ ... المقصود : أن هذا يصح موقوفاً على علي وقد قال جمع من أهل العلم بأنه موقوف على علي أشبه بكونه مرفوعاً .",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "... ولا شك أن القرآن هو المخرج من الفتنة ( ألا إنها ستكون فتنة ) يعني : جنس الفتن ، ما المخرج من الفتن إذا أقبلت ؟ كتاب الله جل وعلا ، فالذي يستمسك بما في القرآن ويؤمن بالمحكم ويدع المتشابه فقد خرج من الفتنة لأن كل فتنة تأتي لا بد لها مستمسك من بعض الحق ، ولا تأتي فتنة في المسلمين وهي واضح أنها على باطل واضح أنها من بدايتها باطل في باطل لأنها لو كانت كذلك لما اشتبهت ولما أُقرَّت ولما افتُتِن بها الناس ، فلا تكون فتنة إلا إذا كان فيها نوع لبوس حق يشتبه معه الباطل الذي فيها ولذلك الفتن من جنس البدع في ذلك فإذا أقبلت فإن الذي يأخذ بالمحكم فيها وينظر الأمر في بصيرة بما جاء في القرآن وبسنة النبي صلى الله عليه وسلم فإنه يخرُج من الفتنة .",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "... أما الذي يأخذ بالشبهة فإنه يقع في الفتنة لهذا فإن الفتن التي وقعت في تاريخ الإسلام من فتن الصحابة إلى يومنا هذا كل فتنة تحصل تجد أن عند الطرف المذموم عنده نوع حق لكنه ليس بصاحب حق فإن الذي معه من الباطل أكثر مما معه من الحق ولهذا فإن النظر والبصر النافذ وقت حلول الشبهات ووقت حلول الفتن إنما يكون بمعرفة كتاب الله جل وعلا وما فيه من الأوامر والنواهي ، ولهذا ذكر الله جل وعلا أهل الزيغ فقال جل وعلا في أول سورة آل عمرا ن : ( فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ )(آل عمران: من الآية7) ، يعني : هم يقصدون الفتنة أو أن حقيقة فعلهم أنهم لما تركوا المحكم واتبعوا المتشابه لأجل الزيغ الذي في قلوبهم سلكوا الفتنة وإن لم يعترفوا بأنهم سلكوا الفتنة ، ولهذا جرى ما جرى في عهد الصحابة من فتنة الخوارج . عثمان ما قُتِل إلا بالتأويل بتأويل القرآن ولا قام معاوية رضي الله عنه على علي إلا بتأويل القرآن بتأويل قوله : ( وَمَنْ قُتِلَ مَظْلُوماً فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَاناً)(الإسراء: من الآية33) ، ولا قاتل من قاتل في يوم الجمل وصفين إلا بالتأويل ، ولا سُفِك دم علي رضي الله عنه إلا بالتأويل إلى آخره فكل هذه الفتن التي حصلت وأعظمها قتل عثمان رضي الله عنه إلى آخر الفتن من التقرُّب – والعياذ بالله – إلى الله جل وعلا بالفتنة فإن هذا إنما حصل بأنواع التأويل ذلك من استمسك بالقرآن فإنه يخرج من الفتنة وهذا من نعم الله جل وعلا على الراسخين في العلم ، ( وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ)(آل عمران: من الآية7) ، فما يدخل في الفتنة إلا ناقص العلم وأما من كان علمه راسخاً أو أخذ عن الراسخين في العلم فإنه لا تنطلي عليه الفتة لأن حقيقة الافتتان اشتباه",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "الحق بالباطل ، والباطل – في الواقع – لا يشبه الحق ولهذا فإن الواجب على كل مسلم وعلى طلبة العلم بالخصوص أن يعتوا بكتاب الله جل وعلا أعظم عناية وأن يعلموا المحكمات فيه والمتشابهات وأن يعلموا ما أجمع عليه السلف من عقائدهم وما ذكروه في كتبهم وما ذكروه في مجمل السنَّة التي بينوا بها القرآن فإن الاستمساك بذلك هو تفسير الاستمساك بالقرآن فم معه القرآن فقد خرج من الفتنة . ¶ ... ومن الفتنة أن يقول المفتتن للآخر أنت الذي وقعت في الفتنة لأنك لم تأخذ بالقرآن فيستدل بالمتشابه ثم يتهم غيره بأنه هو الذي افتتن عن القرآن لأنه ما أخذ بما أخذ به . ¶ ... فالخوارج ذمُّوا الصحابة ن عبد الرحمن بن ملجَم رأس من رؤوس الخوارج الذي قتل علي كان من خاصَّة أصحاب عمر ولما رآه عمر في المدينة – وكان كثير التلاوة عابداً كثير القرآن يرغب في إقراء القرآن – قال لعمر : أريد أن أنفع الناس ، فكتب عمر إلى واليه في مصر – أظنه عمرو بن العاص – فقال له : إني مرسل إليك رجلاً آثرتك به على نفسي هو عبد الرحمن بن ملجَم فإذا أتاك بكتابي هذا فاتخذ له داراً يقريء الناس فيها القرآن ، فلما ذهب إلى عمرو أكرمه بإكرام أمير المؤمنين له واتخذ له داراً لكنه لم يكن فقيهاً ولم يكن عالماً يعرف المحكم والمتشابه ولم يكن عالماً بالسنة لم يأخذ عن الصحابة أخذاً كثيراً وإنما كان عنده عبادة وعناية بالقرآن بخصوصه فدخله أصحاب ابن السوداء وضللوه بأشياء وقعت من عثمان من التصرفات المالية والولايات ونحو ذلك مما عثمان فيها معذور رضي الله عنه وأرضاه – آل به الأمر إلى أن يشترك في قتل عثمان ثم يخرج ثم يصل به الأمر إلى قتل علي رضي الله عنه ولما قتله قتله احتساباً ولهذا قال شاعرهم شاعر الخوارج عمران بن حطّان عليه من الله ما يستحق قال مادحاً لعبدالرحمن بن ملجَم في قتله لعلي رضي الله عنه وأرضاه : ¶ يا ضربة من تقي ما أراد بها إلا ليبلغ من ذي العرش رضواناً",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "إني لأذكره حيناً فأحسبه أوفى البرية عند الله ميزاناً ¶ فهذا مدح متأخر لقاتل علي ديانة يرون أن هذا ديانة ، قتل علي ديانة ويرون أنه أوفى البرية عند الله ميزاناً حينما خلّص الناس من أفضل من على الأرض في وقته وهو علي رضي الله عنه ، ولما أرادوا قتل عبد الرحمن بن ملجم قال لهم – وكان بعد قتل علي يسبِّح ويذكر كثيراً – فلما أرادوا قتله قال : لا تقتلوني دَفعة واحدة بل قطِّعوا أطرافي وأنا أنظر حتَّى أسبِّح الله جل وعلا وأذكره أطول ، وهذا كما قال لنبي عليه لصلاة والسلام في صفة الخوارج : ( يحقِر أحدكم صلاته مع صلاتهم وصيامه مع صيامهم يمرقون من الدين كما يمرق السهم من الرميِّة ) . ¶ فإذاً المسألة في الفتنة ليست هي في الواقع الرجل صالح أو ليس بصالح مطيع أو غير مطيع عابد أو ليس بعابد هذه أشياء ليست هي الميزان إنما الميزان : هل هو متبِّع لكتاب الله جل وعلا بما قرَّره السلف بما قرَّره الصحابة بما قرّره أئمة الإسلام أم لم يتَّبِع ذلك فإن كان أخذ بهذا فهو الناجي وإلا فإن الفتن كثيرة والاحتجاج بالشبهات كثيرة ، لهذا قال تعالى : فأما الذين في قلوبهم زيغ فيتَّبعون ) فالحظ وجود الزيغ قبل المتشابه ، ولو لم يكن في القلب زيغ لكان آمن بالمتشابه كما آمن بالمحكم ولم يشتبه عليه الأمر . ¶ فالحقيقة أن المخرج من الفتنة هو كتاب الله جل وعلا وما فيه من الأحكام – الأمر والنهي وما فيه من الأخبار والعقائد وهذه المسألة عظيمة عظيمة جداً لكن الله جل وعلا ابتلى عباده بالفتن والأقوال المضلَّة لينظر من يتبع القرآن ومن يتبع هواه والله المستعان . ¶ أنجانا الله وإياكم من الفتن المضِلَّة ما ظهر منها وما بطن اللهم ألزمنا السنة قولاً وعملاً واعتقاداً ونعوذ بك من الحور بعد الكور ومن الضلالة بعد الهدى اللهم ثبتنا يا كريم .",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "وعن أبي الدرداء رضي الله عنه مرفوعاً : ( ما أحل الله في كتابه فهو حلال ن وما حرَّم فهو حرام ، وما سكت عنه فهو عافية , فاقبلوا من الله عافيته فإن الله لم يكن لينسى شيئاً ثم تلا : ( وَمَا كَانَ رَبُّكَ نَسِيّاً)(مريم: من الآية64) ) رواه البزَّار وابن أبي حاتم والطبراني . ¶ وعن ابن مسعود رضي الله عنه أن رسول الله صلى الله عليه وسلم قال : ( ضرب الله مثلاً صراطاً مستقيماً ، وعلى جنبتي الصراط سوران فيهما أبواب مفتَّحة وعلى الأبواب ستور مرخاة وعند رأس الصراط داعٍ يقول : استقيموا على الصراط ولا تعوجوا وفوق ذلك داعٍ يدعوا كلما همَّ عبدٌ أن يفتح شيئاً من تلك الأبواب قال : ويحك لا تفتحه فإنك إن تفتحه تلِجْهُ ) ثمَّ فسَّره فأخبر أن الصراط المستقيم هو الإسلام ، وأن الأبواب المفتَّحة محارم الله وأن السُّتور المرخاة حدود الله ، وأن الداعي على رأس الصراط هو القرآن وأن الداعي من فوقه هو واعظ الله في قلب كلِّ مؤمن ) رواه رزين ، ورواه أحمد والترمذيُّ عن النواس بن سمعان بنحوه . ¶ وعن عائشة رضي الله عنها قالت : تلا رسول الله صلى الله عليه وسلم : (هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ )(آل عمران: من الآية7) ) ، إلى قوله : (وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ)(آل عمران: من الآية7) ، قالت : قال : ( فإذا رأيتم الذين يتَّبعون ما تشابه منه لإأولئك الذين سمى الله فاحذروهم ) . متفق عليه .",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "وعن عبد الله بن مسعود رضي الله عنه قال : خطَّ لنا رسول الله صلى الله عليه وسلم خطَّاً بيده ثم قال : ( هذا سبيل الله ) ثمَّ خطَّ خطوطاً عن يمينه وعن شماله وقال : ( هذه سُبُل على كل سبيل منها شيطان يدعوا إليه وقرأ : (وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيماً فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ) (الأنعام:153) رواه أحمد والدارمي والنسائي . ¶ وعن أبي هريرة رضي الله عنه قال : كان ناس من أصحاب رسول الله صلى الله عليه وسلم يكتبون من التوراة فذكروا ذلك لرسول الله صلى الله عليه وسلم فقال : ( إن أحمق الحُمْق وأضلَّ الضلالة قوم رغِبوا عما جاء به نبيهم إليهم إلى نبي غيِر نبيِّهم وإلى أمةٍ غير أمتهم ثم أنزل الله : (أَوَلَمْ يَكْفِهِمْ أَنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَى عَلَيْهِمْ إِنَّ فِي ذَلِكَ لَرَحْمَةً وَذِكْرَى لِقَوْمٍ يُؤْمِنُونَ) (العنكبوت:51) . رواه الإسماعيلي في معجمه وابن مردُويَهْ . ¶ وعن عبد الله بن ثابت ببن الحارث الأنصاري رضي الله عنه قال : دخل عمر رضي الله عنه على النبي صلى الله عليه وسلم : بكتاب فيه مواضع من التوراة فقال هذه أصبتها مع رجل من أهل الكتاب أعرضها عليك فتغيّر وجه رسول الله صلى الله عليه وسلم تغيُّراً شديداً لم أر مثله قطٌّ . فقال عبد الله بن الحارث لعمر رضي الله عنهما : أما ترى وجه رسول الله صلى الله عليه وسلم ؟ فقال عمر: رضينا بالله ربَّاً وبالإسلام ديناً وبمحمد نبياً فسرّي عن رسول الله صلى الله عليه وسلم وقال : ( لو نزل موسى فاتبعتموه وتركتموني لضللتم أنا حظُّكم من النبيين وأنتم حظِّي من الأمم ) رواه عبد الرَّزاق وابن سعد والحاكم في الكنى .",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "الشرح : هذه الأحاديث فيها ذكر أوصاف للقرآن والوصية بكتاب الله جل وعلا وهذه الوصايا من النبي عليه الصلاة والسلام والأوصاف تجمع للقرآن أوصاف الهداية والتشريع وما هو في باب الأخبار وما هو في باب الأحكام . ¶ الحديث الأول في باب الأحكام قال : : ( ما أحل الله في كتابه فهو حلال ن وما حرَّم فهو حرام ، وما سكت عنه فهو عافية ) فهذا في باب الأحكام ،لا شك أن المرجع في الحكم إلى القرآن فما وجدناه في القرآن حلالاً أحللناه وما وجدناه في القرآن حراماً حرمناه وما حرمه النبي عليه الصلاة والسلام هو في القرآن كما قال ابن مسعود رضي الله عنه لما ذكر لعن الله جل وعلا للنامصة والمتنمصة ، قال : وإن ذلك لفي كتاب الله . قالت امرأة : إني عرضت ما بين دفتي المصحف فلم أجد فيه ما تقول ، قال : لئن كنت عرضتيه قد وجدتيه ألم تقرئي قول الله جل وعلا : ( وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا)(الحشر: من الآية7) ، وإني سمعت رسول الله صلى الله عليه وسلم يقول : ( لعن .... ) إلى آخره ، فاللعن الذي في هذا الحديث ما جاء في القرآن وابن مسعود قال إنه في القرآن ، لأن النبي عليه الصلاة والسلام هو الذي لعن وهو الذي أخبرهم ، فهذا الحديث وأمثاله ما فيه ذكر القرآن ( ما أحل الله في كتابه فهو حلال وما حرم فهو حرام ) السنة داخلة مما أحل الله في كتابه أو ما حرم في كتابه ولا يصدق هذا على ما جاء في الحديث الآخر : ( أنه يوشك رجل شبعان على أريكته يأتيه الأمر من أمري فيقول ك ما وجدنا في كتاب الله من حلال أحللناه وما وجدا من حرام حرمناه ألا وإن ما حرم رسول الله مثل ما حرم الله ) فهذا باب آخر .",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "فهذا وصف للقرآن في باب الحكم والتشريع والتحليل والتحريم ، فلوصية إذاً لمعرفة الحلال والحرام والحكم به ألا يخوض الناس بآرائهم بل عليهم بهذا القرآن والشيء إذا ما ذكر في القرآن فالأصل فيه أنه عفو ، إذا لم يذكر في القرآن لا نص ولا مضمون ولا في السنة فالأصل أنه عفو كما قال هنا : ( وما سكت عنه فهو عافيه فاقبلوا من الله عافيته ) هذا أصل شرعي عظيم لأن الأصل في الأشياء العفو ، الأصل في الأشياء عدم التحريم ، الأصل في الأشياء الإباحة إلا إذا ورد دليل في ذلك بالتحريم والواحد ما يتكلم في الأدلة لأن تحريم الحلال كتحليل الحرام ، بعض الناس يتورع ويخاف ويحصل عنده رعدة شديدة إذا أراد أن يقول إن الزنا حلال – لا شك لأن ذلك كفر – أو يقول إن مقدمات الزنا حلال أو يقول إن الربا أو صور الربا إنها حلال هذا يرتعد منه ويخاف لأنه يعلم أن هذا تحليل محرّم ، كذلك تحريم الحلال أيضاً محرم ومن القول على الله لا علم ، والقول على الله جل وعلا بلا علم أعظم من الشرك – يعني : من حيث الجنس – لذلك جعله الله جل وعلا آخر المراتب فقال : ( وَأَنْ تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَاناً وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لا تَعْلَمُونَ)(لأعراف: من الآية33) ، فالقول على الله بلا علم كتحليل الحرام أو تحريم الحرام كذلك ، ولهذا ما يجوز لأحد أن يقول : هذا الشيء حرام إلا وعنده برهان واضح ، ولهذا تجد أهل الورع من أهل العلم والفتوى والذين يخافون على أنفسهم لا تجدهم يستعملون ( هذا حرام ) إنما يقولون : هذا ما يصلح ن اتركه ، نكرهه أو مثل ما يقول الإمام أحمد : ( أكرهه ) الكراهة التي استعملت في كلام العلماء وجاء الفقهاء في تفسيرها وقالوا : إنها كراهة تحريم ، لأنه أحياناً ما يكون عنده نص واضح فيها ولا يجوز له أن يصف شيئاً بالحرمة وهو ليس عنده من الله برهان واضح في ذلك ثَمَّ حساب تقول على الله بلا علم ، حرم الله جل",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "وعلا هذا ما هو برهانك على أن هذا حرام ؟ لهذا ينبغي على المرء جداً في الكلام ، إذا كان من باب الإرشاد : هذا ما يصلح اتركها .. كذا ، لكن لا يحرم شيء ما عنده فيه بيِّنة واضحة من الله جل وعلا لأن هذا قول على الله جل وعلا بلا علم . ¶ الحديث الثاني : فيه مثل عظيم من الأمثال التي ضربها النبي عليه الصلاة والسلام للقرآن فقال في وصفه : (( ضرب الله مثلاً صراطاً مستقيماً ، وعلى جنبتي الصراط سوران فيهما أبواب مفتَّحة ) ، هذا الصراط المستقيم هو : القرآن ،(وعلى جنبتي الصراط سوران ) ، السوران : يعني أنه يوجد حاجز على اليمين والشمال فالمرء ماش على الصراط بمقتضى الفطرة مقتضى إيمانه ، لكن ثم أبواب مفتحة والنفس يغريها الباب المفتوح أنها تلتفت إليه وتلج وتنظر ما ذا فيه ، قال : (وعلى جنبتي الصراط سوران فيهما أبواب مفتَّحة ) الأبواب المفتَّحة أيضاً ما تركها الله جل وعلا مفتحة لكن جعل عليها ستور مرخاة فتحتاج إلى جرأة إنك تفتح الستر وتزيله وتدخل لتنظر قال : ( على الأبواب ستور مرخاة ) ، فالأبواب عليها ستور والستور تحجز من أنك ترى فأنت منشغل بالقرآن باتباعه والأنس به منشغل بهذا الأمر العظيم الذي تنادى عليه وهذه أبواب مفتحة لكن عليها ستور يعني : مثل المساكن التي تستر أهلها على ما فيها من النظر إليها ، فالله جل وعلا بعظم القرآن في نفوس أهله وعظم الإيمان في نفوس أهله جعل ثمة حاجز يجده كل مؤمن في نفسه أن يلتفت إلى أبواب الذنوب المختلفة التي جعل الله عليها ستوراً لا بد من كشفها لا يمكن أن تلج إلا أن تكشف واحد بمحض اختيارك وإلا بينك وبينها شيء في نفسك لا تقبل عليه لكن يأتي الشيطان وتأتي حظوظ النفس فتدخلها فالقرآن مُثِّل بهذا التمثيل العظيم ، قال : ( وعلى الأبواب ستور مرخاة وعند رأس الصراط داعٍ يقول : استقيموا على الصراط ولا تعوجوا وفوق ذلك داعٍ يدعوا كلما همَّ عبدٌ أن يفتح شيئاً من تلك الأبواب قال : ويحك لا",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "تفتحه فإنك إن تفتحه تلِجْهُ ) ثمَّ فسَّره فأخبر أن الصراط المستقيم هو الإسلام ، وأن الأبواب المفتَّحة محارم الله وأن السُّتور المرخاة حدود الله ، وأن الداعي على رأس الصراط هو القرآن وأن الداعي من فوقه هو واعظ الله في قلب كلِّ مؤمن ) ، الصراط هو : الإسلام والقرآن مثل في تفسير الصراط المستقيم كل هذه ألفاظ متقاربة فالنبي عليه الصلاة والسلام جعل الداعي هو القرآن والصراط هو الإسلام ، يعني : من حيث الإستقامة عليه ، والقرآن لا شك أنه يأمر وينهى فهو داعي : ( يا أيها الذين آمنوا أقيموا الصلاة ) ، (يا أيها الذين آمنوا قوا أنفسكم ) إلى آخره ، دعوة أمر نهي والإسلام في النفس وواعظ الله في قلب كل مؤمن ¶ قوله : ( رواه رَزِين ) والمراد برزين – كما هو معروف لديكم أنه : رزين بن معاوية العبدري ، جمع الأصول الخمسة وكان له فيها زيادات على الصحيحين وعلى السنن لذلك تارة يزيد الرواية ويزيد اللفظ وتكون في أحد السنن مثل ما قال هنا : ( رواه رزين ورواه أحمد والترمذي ) وإذا كان موجود في مصنف رزين فإنه يكون في أحد الأصول الخمسة إلا ما زاده رزين عليها ولذلك تجد في جامع الأصول في عدد من الأحاديث يقول رواه رزين ولا يذكر غيره من أصحاب الكتب .",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "حديث عائشة في اتباع المحكم وترك المتشابه بأنه يجب أخذ القرآن المحكم وترك المتشابه واضح والأحاديث بعدها واضحة ، أما ما جاء في ذكر قراءة التوراة وذكر الحديثين فيه : حديث عبد الله بن ثابت الأنصاري وحديث أبي هريرة فإن فيها النهي عن قراءة التوراة والإنجيل لأننا أُعطينا القرآن والوصية بالقرآن ولا يجوز لأحد ولا يحل له أن ينظر في التوراة والإنجيل نظراً للقراءة ، لكن أباح العلماء للعلماء أن ينظروا فيها للرد على اليهود والنصارى ولإقامة الحجة عليهم أخذاً من إقرار النبي عليه الصلاة والسلام طلب عبد الله بن سلاّم في أن يؤتى بالتوراة لمعرفة حد الزاني فوضعوا يدهم على آية الرجم ، والله جل وعلا يقول : ( قُلْ فَأْتُوا بِالتَّوْرَاةِ فَاتْلُوهَا إِنْ كُنْتُمْ صَادِقِينَ)(آل عمران: من الآية93) ، فهذا في مواضع الرد عليهم لا لمجرد القراءة إعمالاً للدليل فيما جاء فيه .",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "أيضاً مما له حكم التوراة والإنجيل كل ما فيه إضلال عن هدي النبي عليه الصلاة والسلام وسنته من الكتب المضلة ككتب السحر والكهانة وضرب الرمل وكتب الضلال المختلفة في ذكر النجوم والأفلاك وتأثيراتها أو كتب الصابئة أو كتب الوثنيين في الاطلاع عليها ، هذه لا شك أنها كلها من الدين الباطل أصلاً ، والتوراة والإنجيل فيها تحريف ، تحريف ألفاظ وزيادات وفيها حذف إلى آخره ، ففيها حق كثير ولذلك نؤمن بأصل التوراة والإنجيل الموجودة هذه التي أنزلها الله جل وعلا نؤمن بها ولا نكذب بشيء مما أنزل ربنا لكن هذه لما جاء فيها التحريف وصارت الرسالة من النبي صلى الله عليه وسلم لهذه الأمة لم يجز النظر فيها كيف يجوز النظر في كتب الوثنيين وكتب أهل السحر والشعوذة ونحو ذلك ، ولهذا ضل قوم زعموا أن تعلُّم الأوقاط جائز وأن النظر في هذه وتعلمها للردع أنه لا بأس ونحو ذلك ، لا شك أن هذا من أبطل الباطل فلا يجوز لأحد أن يقرَّ ذلك ولا أن ينظر فيه هو إلا لعالم يريد الردِّ أو عالم يريد إيضاح الشريعة عالم مأمون على ذلك يريد الرد فإن هذا يجوز بشرطه دون غيره . ¶ هل يقاس على التوراة استماع للإذاعات التي تتحدَّث عن دين النصارى وعقائدهم ؟ طبعاً ، لا شك بل تلك أخطر لأن فيها دعاية وفيها أسلوب قد يكون مؤثراً فالاستماع لهم في بعض الإذاعات التي تنشر دينهم لا شك أن هذا أعظم في التأثير في قراءة التوراة مجردة لأن هذه يصبغونها بدعاية وبألفاظ جميلة وربما بأصوات حسنة تغري السامع ، فالمسلم يجب عليه أن يحافظ على دينه .",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "وسألت مرّة بعض الصالحين من أهل العلم – وأهل العلم إن شاء الله جميعاً فيهم صلاح – قلت له وهو موجود حي – الله يثبتنا وإياه وينفعنا وإياه – قلت له : كيف الحال عسى الأمور مطمئنة وزينة ، قال : الواحد ما يرتاح إلى أن يموت . وهذه كلمة ليست سهلة ، وفعلاً والمؤمن لا يرتاح حتى يموت لأنه يطمئن ، ولأن الحياة تقلُّب فالرجل يصبح مؤمناً قد يمسي غير ذلك فالواحد لا يرتاح ولا يطمئن إلا إذا جاءه الأجل وهو ثابت ، هذا الاطمئنان هذا القلب الحي والقلب عرضة للتقلب والتنقل واليوم المغريات كثيرة والشهوات والشبهات أكثر الآن ن والشهوات تأثيرها وقتي يروح ويجيء لكن الآن الشبهات كثيرة شبهات في أصل دين الإسلام وشبهات من المسلمين فيما بينهم على التمسك بالهدى الصحيح وطريقة الفرقة الناجية وأمور كثيرة ، فالواحد فعلاً لا يطمئن حتى يلقى الله جل وعلا وهو ثابت وعسى الرب جل جلاله أن يكرمنا وإياكم بعفوه ومنته ورحمته فنحن ضعفاء لفضله ولو وُكلنا أو إلى علمنا أو إلى ما قدمنا سنهلِك ، لكن ما ثّمَّ إلا عفو الله جل وعلا ، اللهم إنا نسألك العفو والعافية والمعافاة الدائمة في الدنيا والآخرة إنك سميع قريب . ¶ باب حقوق النبي صلى الله عليه وسلم ¶ وقول الله تعالى : (يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ )(النساء: من الآية59) الآية ، وقول الله تعالى: (وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ وَأَطِيعُوا الرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ) (النور:56) وقول الله تعالى : ( وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا)(الحشر: من الآية7) الآية .",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "... عن أبي هريرة رضي الله عه قال : قال رسول الله صلى الله عليه وسلم : ( أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله ويؤمنوا بي وبما جئت به فإذا فعلوا ذلك عصموا مني دماءهم وأموالهم إلا بحقها وحسابهم على الله عز وجل ) رواه مسلم . ¶ ولهما عن أنس رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : ( ثلاث من كنَّ فيه وجد بهن حلاوة الإيمان أن يكون الله ورسوله أحبَّ إليه مما سواهما وأن يحب المرء لا يحبه إلا لله وأن يكره أن يعود في الكفر بعد إذ أنقذه الله منه كما يكره أن يقذف في النار ) ، ولهما عنه مرفوعاً : ( لا يؤمن أحدكم حتى أكون أحب إليه من والده وولده والناس أجمعين ) . ¶ ... وعن المقدام بن معدي كرب الكندي رضي الله عنه أن رسول الله صلى الله عليه وسلم قال : ( يوشك الرجل متكئاً على أريكته يحدِّث بحديث فيقول بيننا وبينكم كتابُ الله عز وجل فما وجدنا فيه من حلال استحللناه وما وجدنا فيه من حرام حرَّمْناه ، ألا وإن ما حرَّم رسول الله صلى الله عليه وسلم مثل ما حرَّم الله ) رواه الترمذي وابن ماجه . ¶ الشرح : هذا الكتاب هو كتاب أصول الإيمان للإمام المجدد شيخ الإسلام محمد بن عبد الوهاب – رفع الله درجته مع الصديقين والشهداء والصالحين وجزاه عنا وعن المسلمين خير الجزاء بما بيّن وجاهد وعلّم وترك الناس بعده على سنة محمد عليه الصلاة والسلام . ¶ ... في هذا الكتاب يبيِّن أصول الإيمان وهي المراد بها أركان الإيمان ويريد بها أيضاً شعب الإيمان العظام التي هي أصول بالنسبة إلى غيرها ، لأن الإيمان بضع وستون أو بضع وسبعون شعبة أعلاها قول : لا إله إلا الله ، وأدناها إماطة الأذى عن الطريق والحياء شعبة من الإيمان . ¶ ... شعب الإيمان لها أصول هذه الأصول هي التي تجمع شعباً كثيرة كل أصل يجمع شعباً كثيرة لهذا ذكر إمام الدعوة رحمه الله هذا الباب : باب حقوق النبي عليه الصلاة والسلام وهذا بالنظر إلى جهتين :",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "الجهة الأولى : أن أركان الإيمان منها : الإيمان بالرسل ، الإيمان بالله وملائكته وكتبه ورسله ، وقد ذكر قبل ذلك الإيمان بالله وذكر الصفات وما يتصل بذلك ثم ذكر الإيمان بالملائكة والإيمان بالقرآن ، ثم ذكر هنا الإيمان بالنبي عليه الصلاة والسلام ، والإيمان به عليه الصلاة والسلام هو أحد أركان الإيمان وأحد ركني الشهادة التي هي الواجب الأول والفرض الآكد في الشريعة . ¶ الجهة الثانية : أن حق النبي عليه الصلاة والسلام تدخل فيه شعب كثيرة أو تتفرع منه شعب كثيرة من جهة الإيمان به ومن جهة متابعته عليه الصلاة والسلام وتقديم قوله وسنته والاستدلال بها وطاعته عليه الصلاة والسلام ونحو ذلك من شعب الإيمان . ¶ ... لهذا ذكر الإمام – رحم الله – هذا الباب : باب حقوق النبي عليه الصلاة والسلام لتعلقه بأصول الإيمان من الجهتين .",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "... حقوق النبي عليه الصلاة والسلام متنوعة كثيرة دلت الآية والأحاديث على أنواع من الحقوق له عليه الصلاة والسلام فأعظم حق له عليه الصلاة والسلام وأوجب حق له : الإيمان بأنه رسول من عند الله جل وعلا صادق مصدوق وأن ما جاء به حق من عند الله جل وعلا ، فالشهادة له بأنه رسول الله وأنه عبد الله ورسوله هذا من أعظم حقوقه عليه الصلاة والسلام ، لهذا أعظم الحسنات : حسنة التوحيد ، وحسنة التوحيد التحقق بشهادة ألا إله إلا الله وأن محمداً رسول الله كما أن أبشع السيئات سيئة الشرك لهذا أعظم حق له عليه الصلاة والسلام هو الإيمان به والشهادة بأنه رسول الله وأنه خاتم الأنبياء وخاتم المرسلين وأنه بلّغ ما أمره الله جل وعلا ببلاغه ، وأنه جاهد في اله حق جهاده فحقه عليه الصلاة والسلام أن يؤمن به وأن يشهد له بالشهادة الحق ، ثم من ثمرات ذلك أن يطاع عليه الصلاة والسلام كما قال جل وعلا : ( أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ )(النساء: من الآية59) ، فجعل جل وعلا طاعة الله وطاعة رسوله تجب استقلالاً لما لله جل وعلا من حق عظيم في طاعته ولما لرسوله عليه الصلاة والسلام من حق – أيضاً – عظيم في طاعته إذ هو المبلِّغ عن الله جل وعلا ، لهذا قال العلماء : كرّر الله جل وعلا الفعل (أطيعوا ) في حق الله وحق رسوله ولم يأت به في حق ولاة الأمر فقال : (يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً) (النساء:59) فأمر بطاعة الله : ( أطيعوا الله وأطيعوا الرسول ) كذلك كرّر الفعل ولما جاء إلى ولاة الأمر قال : ( وأولي الأمر منكم ) ولم يقل : وأطيعوا أولي الأمر منكم ، لأن طاعة الله تجب",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "استقلالاً فيما قاله الله جل وعلا في القرآن وأمرنا به أو نهانا عنه ، كذلك طاعة رسوله صلى الله عليه وسلم تجب استقلالاً لأنه عليه الصلاة والسلام المبلّغ عن الله وفي الأحاديث أحكام وأخبار وأوامر وأشياء ليس في القرآن وأما ولاة الأمر فإن طاعتهم واجبة في غير المعصية ولكنها طاعة تبع لطاعة الله جل وعلا وطاعة رسوله صلى الله عليه وسلم إذ لا تجب طاعتهم استقلالاً فهم لا يستقلون بما يأمرون به أو ينهون عنه بل لا بد أن يكون ما أمروا به أو نهوا عنه أنه معروف في الشريعة ولهذا قال عليه الصلاة والسلام – لما ذكر الطاعة - : ( إنما الطاعة في المعروف ) يعني : فيما يعرف في الشريعة أما إذا أمروا بشيء مخالف لما أمر الله جل وعلا به وما أمر به رسوله عليه الصلاة والسلام – يعني : في معصية – فإنه لا طاعة لمخلوق في معصية الخالق . ¶ ... والمقصود : أن طاعة الرسول صلى الله عليه وسلم من أعظم حقوقه عليه الصلاة والسلام ولهذا ألّف الإمام أحمد كتاباً في طاعة الرسول عليه الصلاة والسلام وهو كتب نفيس نقل عنه الإمام ابن القيِّم نقولاً كثيرة في كتابه : معالم الموقِّعين عن رب العالمين أو إعلام الموقعين عن رب العالمين ، ونقل أيضاً عنه في بدائع الفوائد وفي غيره ، قال الأمام أحمد : ذكر الله في طاعة رسوله عليه الصلاة والسلام في أكثر من ثلاثين موضعاً في القرآن وهذا لا شك مما يؤكد الأمر جداً .",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "... ما معنى طاعة الرسول عليه الصلاة والسلام ؟ معناها : أن تقدِّم سنته على الأهواء وعلى العقول وعلى الآراء المختلفة ( وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا)(الحشر: من الآية7) ، وأن يُحكم في الكتاب والسنة في الإنسان نفسه ، يعني : يحكم بهما في نفسه ، وكذلك في أقضية الناس وما يُفصل فيه بينهم وسواء في ذلك المسائل العلمية أو المسائل العملية ، ولهذا جاء الفلاسفة والمتكلمون من المعتزلة وأصناف المتكلمين جاءوا ولم يحكموا في الواقع السنة وإنما عارضوها بعقولهم فقد فرّطوا في حق عظيم للنبي عليه الصلاة والسلام . ¶ ... فإذاً حق النبي عليه الصلاة والسلام أن يُطاع وطاعته ومحبته عليه الصلاة والسلام تبعاً لطاعة ومحبة الله جل وعلا لأنه رسول الله جل جلاله وتقدست أسماؤه . ¶ ... ومن حقه عليه الصلاة والسلام الذي ذكره إمام الدعوة هنا ما جاء في قوله عليه الصلاة والسلام : ( ثلاث من كنَّ فيه وجد بهن حلاوة الإيمان أن يكون الله ورسوله أحبَّ إليه مما سواهما) ،( أحب إليه مما سواهما ) مثل ما جاء في الحديث الآخر الذي ذُكر وهو قوله : ( لا يؤمن أحدكم حتى أكون أحب إليه من والده وولده والناس أجمعين ) . حتى من نفسه ، يعني : من جهة الطاعة ومن جهة المحبة له عليه الصلاة والسلام .",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "كذلك من حقوقه التي دلَّ عليها الحديث الآخر حديث المقدام بن معدي كرب أن سنته من جهة الاتباع قرينة القرآن ، فالاتباع للكتاب والسنة ، نعم كلام الله أعظم لأنه كلامه جل وعلا وسنة النبي عليه الصلاة والسلام هي أيضاًَ وحي من عند الله جل وعلا كما قال حسان بن عطية : كان جبريل ينزل على رسول الله صلى الله عليه وسلم بالسنة كما ينزل عليه بالقرآن . وهذا هو معنى قوله في حديث المقدام بن معدي كرب : ( ألا إني أوتيت القرآن ومثله ومعه ) ، مثل القرآن : يعني ما يشتمل عليه من الخبر والأمر والنهي ، فالقرآن مشتمل على الأخبار والأوامر والنواهي التي يجب اتباعها ويجب تصديق الأخبار كذلك السنة مثل تصديق الأخبار أعطيها النبي صلى الله عليه وسلم مشتملة على الأخبار التي يجب تصديقها والإيمان بها والأمر والنهي الذي يجب اتباعه . ¶ فمن ردَّ السنة أصلاً كحال طوائف من الخوارج والمتكلمين أو الفلاسفة والقرآنيين فهؤلاء قد فرَّطوا في حق النبي عليه الصلاة والسلام ومن ترك بعض السنة فقد فرّط أيضاً فيما يجب أن يقوم به من حق النبي عليه الصلاة والسلام . ¶ فلهذا الوصية لنفسي وللجميع بأن توطَّن النفس على قبول ما جاء في السنة وعلى اعتقاد ما صح في السنة عنه عليه الصلاة والسلام وعلى طاعة نبينا عليه الصلاة والسلام وألا نقدِّم الآراء والأهواء على ما جاء في سنته عليه الصلاة والسلام ، قد يغفل الإنسان وقد يذنب وقد يخالف لكن لا بد من هذه العقيدة : أن يعتقد وجوب الاتباع وأنه لا يخالف ولا يذهب إلى الهوى مخالفة إلى آخره ، وأن حقه عليه الصلاة والسلام في طاعته وطاعة سنته وأنه أوتي مثل القرآن التي هي السنة والحكمة إلى آخر ذلك . ¶ ولقد أحسن ابن القيم – رحمه الله – إذ قال : ¶ فوالله ما خوفي الذنوب فإنها لعلى سبيل العفو والغفران ¶ لكنما أخشى انسلاخ القلب من تحكيم هذا الوحي والقرآن ¶ يعني : الكتاب والسنة .",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "... هذه هي المصيبة العظيمة ، الذنب قد يكون أخف ، وقد يكون من الكبائر ، لكنه يكون أخف بكثير من رد السنة وعدم المبالاة بها . ¶ ... نسأل الله جل وعلا لنا ولكم الثبات ولإخواننا المسلمين التوفيق للهدى والرشاد . ¶ (باب تحريضه – صلى الله عليه وسلم – على لزوم السنة والترغيب في ذلك وترك البدع والتفرُّق والاختلاف والتحذير من ذلك) ¶ وقول الله تعالى : (لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيراً) (الأحزاب:21) ، وقوله تعالى : (إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعاً لَسْتَ مِنْهُمْ فِي شَيْءٍ ) (الأنعام: من الآية159) الآية ، وقوله تعالى : (شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحاً وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلا تَتَفَرَّقُوا فِيهِ)(الشورى: من الآية13) الآية . ¶ ... وعن العرباض بن سارية رضي الله عنه قال : وَعظََنا رسول الله صلى الله عليه وسلم موعظة بليغة ذرفت منها العيون ووجِلَت منها القلوب فقال قائل : يا رسول الله كأن هذه موعظة مودِّع فما تعهد إلينا ؟ فقال : ( أوصيكم بتقوى الله والسمع والطاعة وإن كان عبداً حبشياً فإنه من يعش منكم فسيرى اختلافاً كثيراً فعليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي تمسَّكوا بها وعَضُّوا عليها بالنواجذ ، وإيَّاكم ومحدثات الأمور فإن كلَّ محدثة بدعة وكلَّ بدعة ضلالة ) رواه أبو داود والترمذي وصححه وابن ماجه ، وفي رواية له : ( لقد تركتم على البيضاء ليلها كنهارها لا يزيغ عنهابعدي إلا هالك ، ومن يعش منكم فسيرى اختلافاً كثيراً ) ثم ذكر بمعناه . ¶ الشرح : هذا الأصل من أعظم أصول الدين ومن أعظم ما يؤمر به ويُحَضُّ عليه وهو أن يُحَرَّض ويؤُمر بلزوم السنة وترك البدع والتفرُّق .",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "... والسنة : تشمل الاعتقاد بعامة وتشمل متابعة النبي صلى الله عليه وسلم في العبادة وفي الأمر والنهي ولهذا السنة يُعبَّر بها تارة عن التوحيد فيقال : التوحيد والسنة بمعنى واحد والعقيدة ، وتارة يُعبَّر بالسنة عن أوامر النبي صلى الله عليه وسلَّم ونواهيه التفصيلية . ¶ ... والمراد بقوله : ( باب تحريضه صلى الله عليه وسلَّم على لزوم السنة ) يعني : على لزوم ما كان عليه النبي صلى الله عليه وسلم من الهدي في الاعتقاد والتوحيد وكذلك في الأمور العملية ، فكل المسائل العلمية والعملية يجب فيها لزوم السنة لأن الأصل لأننا لم نعلم شيئاً عن ذلك لا الأمور العلمية ولا الأمور العملية إلا بواسطة النبي عليه الصلاة والسلام ، ولهذا كل مخالفة للنبي صلى الله عليه وسلم في العقيدة والتوحيد فهي مخالفة في السنة فكل أمرٍ أَمَرَ به النبي صلى الله عليه وسلم في الأمور العملية مخالفته مخالفة للسنة ، وكل ارتكاب نهي أيضاً مخالفة للسنة ، فإذاً قول الشيخ رحمه الله : ( باب تحريضه صلى الله عليه وسلم على لزوم السنة ) يريد به المعنيين : ¶ ... السنة بالمعنى العام الذي هو التوحيد والعقيدة ، ويريد به أيضاً المعنى الخاص – كما سيأتي – في الأحاديث . ¶ ... ويقابل السنة : البدعة ، والبدع تارة تكون في الاعتقاد – يعني في الأمور العلمية ، وتارة تكون في الأمور العملية . فكما أن السنة منقسمة فضدها - يعني : البدعة – منقسم . ¶ ... ولهذا عُرِّفَتْ السنة بأنها : ما كان عليه النبي صلى الله عليه وسلم أو أمر به في العلم أو العمل . ¶ ... والبدع : هي ما خالف طريقة النبي صلى الله عليه وسلم في العلم أو العمل . ¶ ... والبدعة عُرِّفَت بتعريفات كثيرة معلومة لديكم ، وأصح التعاريف فيها هو ما يُدْخِل المسائل العلمية والعملية جميعاً ، فنقول : هذا قول أهل البدع مع أنها ليست من المسائل العملية مما هي من المسائل الاعتقادية لأن البدعة في الاعتقاد .",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "... فتعريف الشاطبي المشهور : بأن البدعة طريقة في الدين مخترعة ... إلى آخره ، هذا يشمل ما يُلتزم م الأمور الاعتقادية ومن الأمور العملية لأن الدين يشمل هذا وهذا . ¶ ... والمقصود من ذلك : أن الأمر بلزوم السنة هذا نهي عن البدعة ، والنهي عن البدع أمر بلزوم السنة في المسائل العلمية والعملية فكل هذا من أصول الدين بل هو معنى شهادة أن محمداً رسول الله ، ولهذا كل عالم أو طالب وكل من ورِث علم محمد عليه الصلاة والسلام فإنه يقوم مقامه هذا في الدعوة إلى لزوم السنة وترك البدع والتفرُّق والاختلاف .",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "... التفرُّق والفُرقة قد تكون فُرقة في الدين وقد تكون – أيضاً – فرقة في الجماعة يعني : جماعة الأبدان ، ولهذا ذكر الله جل وعلا التفرُّق كما سيأتي معك في الآيات ويراد به الفرقة في العقيدة والتفرق في العلم قال جل وعلا : (مَا تَفَرَّقُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْياً بَيْنَهُمْ)(الشورى: من الآية14) ، وقال جل وعلا : (ِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعاً لَسْتَ مِنْهُمْ فِي شَيْءٍ)(الأنعام: من الآية159) ، وقال : (وَيُرِيدُونَ أَنْ يُفَرِّقُوا بَيْنَ اللَّهِ وَرُسُلِهِ )(النساء: من الآية150) ، فالتفرق إذا –وهو ما يقابل الجماعة – هذا من لوازم الابتداع سواؤ كانت البدعة كفرية أو البدعة فيما دون ذلك ، فكل بدعة فُرقة وكل فرقة لا بد أنها خلاف واختلاف ، فلهذا ترى أن في نصوص الشريعة أن ثَمَّ تلازم ما بين لزوم لسنة ولزوم الجماعة ، فمن لَزِم السنة لَزِم الجماعة ، والجماعة بالمعنيين : جماعة الدين – يعني اجتماع الدين وعدم التفرق فيه كما ساق لك الإمام آية الشورى وهي قوله جل وعلا : (شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحاً وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلا تَتَفَرَّقُوا فِيهِ)(الشورى: من الآية13) ، لأن دين الأنبياء واحد ( الأنبياء إخوة لعَلاَّت الدين واحد والشرائع شتى ) ، فدينهم الذي هو العقيدة والتوحيد الذي هو مبني على أصول الإيمان الستة هذا مجتمع عليه بين الرسل ، فالإيمان بالله وملائكته وكتبه ورسله واليوم الآخر وبالقدر خيره وشرِّه ، الإيمان بهذه الأركان الستة وما دلَّت عليه هذا هو الدين الذي اجتمعت عليه الرسل جميعاً هو الدين الواحد ، أما الشرائع فمختلفة كصفة الصلاة وصفة الصيام صفة الحج ، والوضوء والطهارة وأحكام النجاسة والبيع والشراء إلى آخره هذه الشرائع مختلفة كما",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "قال : ( الدين واحد والشرائع شتى ) . ¶ ... فالمقصود من هذا : أن يتأصل أصل عند كل مسلم وهو أن السنة ملازمة للجماعة وأن البدعة ملازمة للفرقة ، والجماعة رحمة والفرقة عذاب ، ولهذا لم تتفرق الأمة في أبدانها إلا لما تفرقت في العلم ، لم يحصل التفرق في الأبدان أولاً ثم حصل التفرق في العلميات ثانياً لا ، لما حصل في أول الزمان لما ظهرت الخوارج كان الأصل تفرق في الدين- يعني : في المسائل العلمية – فتبعه تفرق في الجماعة - يعني : في المسائل العملية – وعدم لزوم جماعة المسلمين وإمامهم . ¶ ... ولهذا كل دعوة إلى العلم النافع كل دعوة إلى معرفة الحق في المسائل العلمية كل دعوة إلى لزوم العلم والكتاب والسنة وتعلم العلم النافع هذه تؤول بصاحبها بل بالناس إلى لزوم السنة ونبذ الفرقة ولزوم الجماعة فلا يحدث تفرق في الأبدان وفتن وهرج ومرج في الناس إلا إذا تركوا المأمور به من لزوم السنة . ¶ ... لهذا من ترك فإما أن يكون جاهلاً وإما أن يكون مقصراً ، والمقصر لا يعذر ، مقصر في العلم ومعرفة ما عليه النبي صلى الله عليه وسلم في الأمور العلمية يعني في العقيدة وفي الاعتقاد وهو يمكنه ذلك وبين يديه فإنه قد لا يعذر وهو على هذا النحو فلهذا صار أهل البدع هم شر الناس يعني شر أهل القبلة هم أهل البدع وجاء فيها قول النبي صلى الله عليه وسلم : ( وستفترق هذه الأمة على ثلاث وسعين فرقة كلها في النار إلا واحدة ) ، فأعظم ما يدعى إليه ويحرض عليه دائماً وأبداً ونبذ البدع لأن لزوم السنة معناه : لزوم العلم النافع ولزوم طريقة الصحابة رضوان الله عليهم لأئمة وهذا فيه الاجتماع والائتلاف وعدم الاختلاف .",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "... ترى مثلاً في هذا الوقت لما كثرت الأقوال والآراء وإعجاب كل ذي رأي برأيه حتى – مع الأسف ونسأل الله العفو والغفران وأن يجنبنا ضلال الضالين – حتى في المسائل العقدية أصبح هناك اجتهادات وأصبحت أقوال تأتي جديدة إما في المسائل العظام وإما في المسائل التي كان عليها الأئمة من قبل وانتهى الأمر فظهرت فرقة ، لماذا جاءت الفرقة ؟! لأنه ما لزمت السنة تماماً وأقوال الأئمة في المسائل العلمية . ¶ ... إذاً فالدعوة إلى العلم والسنة ومعرفة ما أنزل الله جل وعلا على رسوله صلى الله عليه وسلم هو دعوة إلى الاجتماع وعدم التفرق لهذا من أعظم الذنوب الفُرقة ومن أعظم الأصول التي دعا إليها النبي صلى الله عليه وسلم الاجتماع في الدين والاجتماع في الأبدان وعد الاختلاف في ذلك . ¶ ... قال جل وعلا : : (لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيراً) (الأحزاب:21) ، والأُسوة الحسنة : يعني الائتساء الحسن والاقتداء الأفضل ، فالنبي صلى الله عليه وسلم هو من يُقتدى به في العلم والعمل عليه الصلاة والسلام . ¶ ... وقوله تعالى : (إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعاً لَسْتَ مِنْهُمْ فِي شَيْءٍ ) (الأنعام: من الآية159) وجه الدلالة منه : أن الله تعالى ذمَّ التفرق بقوله : ( لست منهم في شيء ) يعني : هؤلاء الذين فرقوا دينهم أنت لست منهم في أي شيء في أي خصلة ( لست منهم ) يعني أنهم ليسوا معك في أي خصلة لأن أصل الدين : هو الأمر بالاجتماع فيه وعدم التفريق في المسائل العلمية هذا نتبع فيه الدليل وهذا لا نتبع فيه يعني المسائل العلمية الكبار التي هي مسائل العقيدة والسنة .",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "... كذلك قوله : ( أن أقيموا الدين ولا تتفرقوا فيه ) فإذاً الفرقة فيما دلت عليه الآيات يراد بها تارة : الفرقة في الدين يعني : الفرقة في العلم في العقيدة والتوحيد في مسائل الإيمان ن ويراد بها : الفرقة في الأبدان . ¶ ... حديث العرباض بن سارية حديث عظيم يحفظه الجميع لعظم شأنه وعظم الاستدلال به في كل موقع . قال رضي الله عنه : : وَعظََنا رسول الله صلى الله عليه وسلم موعظة بليغة ذرفت منها العيون ووجِلَت منها القلوب فقال قائل : يا رسول الله كأن هذه موعظة مودِّع فما تعهد إلينا ؟ فقال : ( أوصيكم بتقوى الله والسمع والطاعة ... ) الحديث . قوله : ( وعظنا موعظة بليغة ) الوعظ والموعظة في الشرع يشمل العلم كله فكل علم موعظة والقرآن كله موعظة ، فالوعظ في النصوص لا يختص بالترغيب والترهيب أو بذكر أمر الجنة والنار أو بالزهديات ونحو ذلك ، ودليل ذلك قول الله جل وعلا : (يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفَاءٌ لِمَا فِي الصُّدُورِ وَهُدىً وَرَحْمَةٌ لِلْمُؤْمِنِينَ) (يونس:57) ، والموعظة التي جاءت من الله والشفاء هو : القرآن ويشمل المسائل العلمية ويشمل الأمر والنهي ، وكذلك في غير ذلك من الآيات التي فيها ذكر الموعظة. ¶ ... فالرسل وعظوا أقوامهم كما قال سبحانه في الأمر والنهي : (وَإِذْ قَالَتْ أُمَّةٌ مِنْهُمْ لِمَ تَعِظُونَ قَوْماً اللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَاباً شَدِيداً )(لأعراف: من الآية164) ، ( لِمَ تَعِظُونَ ) : الموعظة التي حصلت بالنهي ، نهوهم عن فعلهم بالاعتداء بالسفك فصار النهي موعظة . إذاَ الأمر بالمعروف موعظة والنهي عن المنكر موعظة في النصوص الشرعية ، العلم والعقيدة موعظة لأن هذه كلها إذا استقبلها المرء استقبالاً حسناً فإنها تعظه ويكون في قلبه خوف وإجلال لربه جل وعلا .",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "... فإذاً قوله : ( موعظة بليغة ذرفت منها العيون ) هذه تشمل المسائل العلمية والمسائل العملية والتخويف من النار والترغيب في الجنة إلى آخر ذلك . ¶ ... قال : ( أوصيكم بتقوى الله والسمع والطاعة وإن كان عبداً حبشياً ) هذا تخصيص بعد التعميم لأن الوصية بتقوى الله تشمل الخوف من مخالفة السنة والتي منها التباين والبعد عن السمع والطاعة . ¶ ... قوله : ( والسمع والطاعة وإن كان عبدا حبشياً ) لأن الأصل أن السمع والطاعة يكون لولاية الاختيار ، وولاية الاختيار هذه تكون في قريش كما قال عليه الصلاة والسلام : ( الأئمة من قريش ما بقي في الناس اثنان ) يعني : إذا كان الأمر أمر اختيار أما إن كان الأمر أمر تغلب فالولاية أيضاً شرعية يعني : قام قائم فغلب الناس بسيفهم أو يوجد من هو الأصلح من قريش فإن الأمير يطاع والإمام يطاع سواء كان من قريش أو ليس من قريش . ¶ فإذاً الولاية ولايتان – في عقيدة أهل السنة والجاعة - : ¶ 1- ولاية اختيار : وهي التي يجتمع لها أهل الحل والعقد فيختارون من فيه صفات الإمام الكاملة من كونه قرشياً عالماً قادراً على أعباء الولاية من الجهاد ونصرة الدين ونحو ذلك سليماً من الآفات أو النقائص مثل عدم السمع والرؤية في البصر ونحو ذلك هذه تسمى ولاية اختيار ، كما فعلوا لما ولى أبو بكر رضي الله عنه عمر رضي الله عنه الولاية بعده وكما فعل النفر الستة من الصحابة لما ولوا عثمان رضي الله عنه بعد عمر رضي الله عنه .",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "2- فأما ولاية التغلب فهي التي لا تجتمع فيها الشروط لكنه تغلب فتجب طاعته والسمع له وله حقوق الإمام من قريش تامة لكن الولاية تامة لهذا قال هنا : ( أوصيكم بتقوى الله والسمع والطاعة ) يعني : وأوصيكم بالسمع والطاعة ، ( وإن كان عبداً حبشياً ) يعني : حتى ولو وصل الأمر إلى أن يكون الذي تولى ليس من العرب وليس من قبائلها وليس من أشراف الناس بل كان عبداً حبشياً فاسمع وأطع لآن المقصود من السمع والطاعة هو تحصيل الاجتماع في الدين فثم تلازم عظيم بين الاجتماع في الدين والاجتماع على الولاية ، فلا يحصل الاجتماع في الدين إلا بالاجتماع على الولاية وإذا تفرق في الدين تفرق الناس في الولاية وإذا تفرق الناس على الولاية لم يحصل ما أمر الله جل وعلا به من الاجتماع في الدين فهذا يؤول إلى هذا وهذا يؤول إلى ذاك . ¶ وعلل ذلك عليه الصلاة والسلام بقوله : ( وإنه من يعش منكم فسيرى اختلافاً كثيراً ) يعني : اختلاف كثير في أمر الدين وفي أمر الولاية وفي أمر الحقوق سيرى اختلافاً كثيراً عما يعلمه من سنة النبي صلى الله عليه وسلم ، قال : ( فعليكم بسنتي ) إذا رأيتم الاختلاف عليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي وسنة النبي صلى الله عليه وسلم وسنة الخلفاء تأمر بالاجتماع وتنهى عن الفرقة وتأمر بالسنة وتنهى عن البدع وتأمر بالعلم النافع والعمل الصالح .",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "... قوله : ( وإياكم ومحدثات الأمور ) المقصود بالمحدثات : في أمر الدين أما المحدثات في أمر الدنيا وهي التي تدخل في أحوال الناس أو تكون من باب المصالح المرسلة فليس من البدع المذمومة لأن المحدثات قسمان : محدثات في الدين وهذه هي المرادة بهذا الحديث ( وإياكم ومحدثات الأمور ) يعني في الدين ( فإن كل محدثة بدعة ) يعني : في الدين ، وهناك محدثات في أمور الدنيا مثل الأبنية ومثل طريقة الأكل ، وتنوع المآكل ونوعيته ومثل تأليف الكتب والدوواين وتنظيم أمور الدولة ونحو ذلك مما حصل بداياته في عهد عمر رضي الله عنه ثم تطور إلى ما بعد ذلك فهذا ليس من المحدثات في الدين . ¶ ... فإذاً لا يدخل في المحدثة ما كان في الدنيا والثاني ما كان من قبيل المصالح المرسلة لا تدخل في البدع فالمحدثات قسمان – كما قال الشافعي – منها ما هو في الدين وهذا هو المذموم ، ومنها ما هو في الدنيا وهذا ليس بمذموم . ¶ ... قوله : ( وكل بدعة ضلالة ) هذا على عمومه بأن البدع مذمومة كلها وكلها ضلالة . ¶ ... الرواية الثانية : ( لقد تركتكم على البيضاء ) عدد من الوعاظ أو مما هو شائع يأتون بزيادة ( تركتكم على المحجة البيضاء ) وأنا ما وقفت عليها في حديث بذكر ( المحجة ) وإنما الذي جاء في هذه الرواية وأيضاً في حديث آخر جاء في المسند : ( تركتكم على البيضاء ليلها كنهارها لا يزيغ عنها بعدي إلا هالك ) فلفظ المحجة يحتاج إلى مزيد بحث . ¶ ... ... ولمسلم عن جابر رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : ( أما بعد فإن خير الحديث كتاب الله ، وخير الهَدْي هديُ محمد صلى الله عليه وسلم وشرَّ الأمور محدثاتها وكلّ بدعة ضلالة) . للبخاري عن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : ( كلُّ أمتي يدخلون الجنة إلا من أبى قيل : ومن يأبى ؟ قال : ( من أطاعني دخل الجنة ومن عصاني فقد أبى ) .",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "... ولهما عن أنس رضي الله عنه قال : جاء ثلاثة رهط إلى أزواج النبي صلى الله عليه وسلم يسألون عن عبادة النبي صلى الله عليه وسلم فلما أُخبِروا بها كأنهم تقالُّوها فقالوا : أين نحن من النبي صلى الله عليه وسلم قد غُفِر له ما تقدم من ذنبه وما تأخَّر فقال أحدهم : أمَّا أنا فأصلي الليل أبداً ، وقال الآخر : أنا أصوم النهار ولا أُفطِر ، وقال الآخر : أنا أعتزل النساء فلا أتزوَّج أبداً ، فجاء النبي صلى الله عليه وسلم إليهم فقال : ( أنتم الذين قلتم كذا وكذا أما والله إني لأخشاكم لله وأتقاكم له لكني أصوم وأُفطِر وأُصلي وأُرقد وأتزوج النساء فمن رَغِب عن سنتي فليس مني ) . ¶ ... وعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال : ( بدأ الإسلام غريباً وسيعود غريباً كما بدأ فطوبى للغرباء ) رواه مسلم . ¶ ... وعن عبد الله بن عمرو رضي الله عنهما قال : قال رسول الله صلى الله عليه وسلم : ( لا يؤمن أحدكم حتى يكون هواه تبَعاً لما جئت به ) رواه البغوي في شرح السنة وصححه النووي . ¶ ... وعنه أيضاً قال : قال رسول الله صلى الله عليه وسلم : ( ليأتينَّ على أمتي كما أتى على بني إسرائيل حذو النعل بالنعل حتى إن كان فيهم من أتى أمَّه علانية لكان في أمَّتي من يصنع ذلك ، وإن بني إسرائيل افترقت على ثنتين وسبعين ملَّة وستفترق أمَّتي على ثلاث وسبعين ملَّة كلُّهم في النار إلا ملَّة واحدة قالوا : من هي يا رسول الله ؟ قال : ( ما أنا عليه وأصحابي ) رواه الترمذي . ¶ الشرح : من أصول الإيمان الإيمان بممحد عليه الصلاة والسلام وهذا من أصول الإيمان من جهتين : ¶ الجهة الأولى : أن الإيمان بنبينا عليه الصلاة والسلام في أول أركان الإسلام الشهادة بأن محمداً رسول الله .",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "الجهة الثانية : دخوله عليه الصلاة والسلام في الإيمان بالرسل كما قال تعالى : (آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ )(البقرة: من الآية285) فمن الإيمان بالرسل : الإيمان بخاتمهم محمد عليه الصلاة والسلام وذكرنا لكم معنى الإيمان به عليه الصلاة والسلام لكن من الإيمان به : اتباع سنته ومن كمال الإيمان به ألا يقدم عقل على سنته ولا رأي على ما قضى به عليه الصلاة والسلام ، فإذا كان ما قضى به عليه الصلاة والسلام قطعي الدلالة في الأمر فإنه لا يحل لأحد مخالفته : ( وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا)(الحشر: من الآية7) لهذا كان عليه الصلاة والسلام يكثر – كما في حديث جابر وغيره – من قوله : ( أما بعد فإن أحسن الحديث كتاب الله وخير الهدي هدي محمد عليه الصلاة والسلام ) - كما في الحديث الأول . ¶ ... فأكمل هدي هدي محمد عليه الصلاة والسلام وأكرم هدي وأفضل هدي وأعظم سنة وطريقة وهدي وسلوك هو سبيل محمد عليه الصلاة والسلام لهذا من آمن حقيقة بأنه رسول الله وكمل عنده هذا الإيمان فإنه لا يخالف السنة وإذا خالف السنة فإنه يضعف إيمانه لكونه مرسلاً من عند الله جل وعلا حقاً ، لأن إيمان العبد بالرسل يزيد وينقص وإيمانه بأن محمداً رسول الله يزيد وينقص فيزيد بكثرة المتابعة وينقص بكثرة المخالفة وليس أهله في أصله سواء . ¶ ... فالمقصود من هذه الأحاديث التي ذكرها الإمام رحمه الله تعالى : هو بيان هذا الأصل والتحريض على اتباع السنة وعدم مخالفتها .",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "... ذكر الحديث الذي رواه مسلم : ( بدأ الإسلام غريباً وسيعود غريباً كما بدأ فطوبى للغرباء ) – رواية مسلم انتهت إلى هذا الحد . فما معنى قوله : ( بدأ الإسلام غريباً ) اختلف العلماء في تفسيرها : فمنهم من قال : ( بدأ الإسلام غريباً ) يعني : كان أهله قلة ثم كثروا ، وأيدوا ذلك بقوله في آخره : ( فطوبى للغرباء ) يعني : كأنهم قليل . وفي رواية في المسند وغيره : ( هم أناس صالحون قليل في أناس سوء كثير من يعصهم أكثر ممن يطيعهم ) . ¶ ... والقول الثاني : أن معنى قوله : ( بدأ الإسلام غريباً ) يعني : أن الإسلام الحق لما صدع به نبينا عليه الصلاة والسلام كان في غرابة فالناس استغربوه واستنكروه ، وستأخذ هذه الأمة مأخذ الأمم قبلها فتعود إلى أن تستغرب حقيقة الإسلام والدين ، وهذا معنى قوله : ( وسيعود غريباً كما بدأ ) يعني : سينتشر في الناس الجهل والجهالة ويقل العلم ويُرفع حتى تكون حقيقة الإسلام غريبة وهذا أيضاً تفسير مشهور وهو موافق لأحاديث كثيرة في هذا المعنى . ¶ ... والقول الثالث : أن قوله : ( بدأ الإسلام غريباً وسيعود غريباً ) أن هذا منه عليه الصلا والسلام لشحذ الهمة في الاتباع وعدم الاغترار بالكثرة وأن الحق ليس معروفاً بكثرة من يتبعه وإنما باتباع محمد عليه الصلاة والسلام والالتزام بكتاب الله جل جلاله وسنة نبيه عليه الصلاة والسلام ، وهذا في الحقيقة يؤول إلى الأول لأن معنى الأول هو هذا ، يعني : أن من ثمرات الأول هو أنه لا تغتر فالإسلام بأناس قليل ومع ذلك أعزهم الله فلم يغتروا بالكثرة ولا بالسواد وإذا تكرر الأمر فلا يغتر بالكثرة . ¶ ... جاء في تفسير الغرباء قالوا : يا رسول الله من الغرباء ؟ قال : ( النزاع من القبائل ) وفي رواية قال : ( الذين يعملون بسنتي عند فساد أمتي ) وفي ثالثة قال : ( أناس صالحون قليل في أناس سوء كثير من يعصيهم أكثر ممن يطيعهم ) وهذه ثالثة ، والأولى : جيدة من جهة الإسناد .",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "... إمام الدعوة الشيخ محمد بن عبد الوهاب – رحمه الله – له كلام طويل على هذا الحديث في رسائله تكلم على فقهه وعلى زمن الغربة والله المستعان . ¶ ... حديث : (( لا يؤمن أحدكم حتى يكون هواه تبَعاً لما جئت به ) معروف الكلام عليه في شرح كتاب التوحيد . ¶ ... غربة الدين نسبية قد تكون في زمان دون زمان أو قد تكون في مكان دون مكان إذ بعض الأمكنة في الأرض الدين غريب القابض على دينه كالقابض على الجمر الصلاة مشكلة والوضوء مشكلة التزامه وتحليله للحلال وتحريمه للحرام مصيبة كل شيء فيه ابتلاء شديد لذلك القابض على دينه كالقابض على الجمر ، فالغربة العامة تكون في آخر الزمان لكن الغربة الخاصة بمكان دون مكان أو سنين دون سنين يعني في بعض الأمكنة وهذا حاصل لكن الغربة العامة ليست حاصلة الآن لأنه ( لا تزال طائفة من أمتي على الحق ظهرين لا يضرهم من خذلهم حتى تقوم الساعة ) ، فبقاء الأمة الظاهرة وبقاء الطائفة المنصورة والفرقة الناجية إلى قيام الساعة فقد يقلون فتحصل الغربة وقد يزيدون فترتفع الغربة فقوله عليه الصلاة والسلام : ( وسيعود غريباً كما بدأ ) المراد به : الغربة النهائية التي يكون فيها أهل الأرض كلهم على غير الهدى .",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "... الإنسان الذي لم يسافر لا يعرف نعمة الدين ونعمة عدم الغربة والذي يسافر يحس بالغربة عمله غير أعمالهم وتفكيره غير تفكيرهم فيحس كل شي مختلف حتى من بعض المنتسبين إلى الإسلام أو ممن يدعون إليه يحس أنه مختلف تماماً فلذلك المسألة تريد مجاهدة ودعوة والشكوى إلى الله . أما في البلاد – بلاد السنة والتوحيد – بلادنا هذه لا يحس الإنسان فيها إلا أن الدين عزيز وظاهر وقوي والسنة والتوحيد وتحليل الحلال هو الأصل وتحرم الحرام هو الأصل ولا كلفة ولا شقة في أن يحل الحلال ولأن يحرم الحرام ولا عليه في التزام الشعائر والعبادات وهذا من أعظم النعم ومن سافر يعرف الفرق هذا بالنسبة للرجل فكيف بالنسبة لعائلته وأسرته وكذلك الأولاد ماذا يتعلمون وماذا يتلقون ؟ يعني مصيبة ، فالذين يعيشون في البلاد الغربية خاصة أو الشرقية البلاء عظيم . لذلك الذي يعرف نعمة الله عليه في هذا البلد يحمد الله عليها كثيراً ويسعى لتثبيتها بالدعوة والخير والأمر بالمعروف والنهي عن المنكر والتعاون على البر والتقوى والبعد عن لفتن والاختلاف هذا أصل عظيم ولا بد من التغير وحكمة الله ماضية . ¶ ... ولمسلم عن أبي هريرة رضي الله عنه مرفوعاً : ( من دعا إلى هدى كان له من الأجر مثل أُجور من تَبِعه لا ينقص ذلك من أجورهم شيئاً ، ومن دعا إلى ضلالة كان عليه من الإثم مثل آثام من تَبِعه لا ينقص ذلك من آثامهم شيئاً ) . ¶ الشرح : هذا الحديث في هذا الباب – الذي فيه اتباع النبي عليه الصلاة والسلام – يدل على فضل محمد عليه الصلاة والسلام وأن أحداً لن يبلغ منزلته لا من الأنبياء والمرسلين ولا من غيرهم ن الأولياء – ما يقوله طائفة من الضُلاَّل ، وتعليل ذلك من جهتين :",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "الوجه الأول : أن هذا الحديث دلَّ أن من دعا إلى هدى كان له من الأجر مثلُ أجور من اتبعهلا ينقص ذلك من أجورهم شيئاً والنبي صلى الله عليه وسلم دعا إلى الهدى من جهة العقيدة والشريعة وإلى تفاصيله وتبعه عليه الناس – يعني : تيعته عليه أمته فهو عليه الصلا والسلام له مثل أجور أمته لا ينقص ذلك من أجورهم شئ . ¶ فلا يبلغ أحد منزلته عليه الصلاة والسلام لأن الفضل بعظم الأجر : ( إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ )(الحجرات: من الآية13) فالناس يتفاضلون عند اله بالحسنات ، فأعظمهم حسنات نبينا صلى الله عليه وسلم فهذا فيه إبطال قول غلاة الصوفية : إن الولي قد يكون أفضل من النبي – يعني : من محمد عليه الصلاة السلام – والعياذ بالله من قولهم هذا ، وكذلك قول الرافضة : إن أئمتهم أفضل من الأنبياء بما فيهم محمد عليه الصلاة والسلام . ¶ الوجه الثاني : أن أمة النبي صلى الله عليه وسلم هي أكثر الأمم كما قال عليه الصلاة والسلام : ( وإني لأرجو أن أكثرهم تابعاً يوم القيامة ) ، فأمته عليه الصلاة والسلام أكثر أمم الأنبياء والهدى الذي بثه عليه الصلاة والسلام في أمته هو أكمل هدي جاء به الأنبياء والمرسلون ، فحصل من هذا أن أجره عليه الصلاة والسلام وما كتب الله له هو أعظم مما كُتِب لغيره . وهذا وجه في كون النبي عليه الصلاة والسلام أعظم أجراً ممن سبقه من الأنبياء والمرسلين . ¶ وهذا الحديث أيضاً دال على مسارعة العبد المؤمن في الدعوة إلى الله جل وعلا في تعليم العلم وفي بث الخير والتقليل من الشر ، فالعلماء ورثة الأنبياء ( ومن دعا إلى هدى كان له من الأجر مثل أجور من اتبعه )فلا يحقرنَّ أحد من المعروف شيئاً بكلمة أو برسالة أو بموعظة ما دام على ذلك قادر ، فالدعوة إلى الله جل وعلا فضلها عظيم ، تدعو إلى أي شئ مما تعلمه يقيناً في الشريعة فإن لك من الأجر مثل أجور من عمل بذلك الشئ.",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "وكذلك في الحديث : التخويف الشديد من أن يدعو المرء إلى ضلالة فإن المرء إذا دعا إلى ضلالة وسن سنة سيئة وتبعه عليها أناس فأيضاً عليه إثم من اتبعه في ذلك ، وهذا فيه التخويف نم أن يحدث المرء لنفسه أو لأهل بيته أو لمجتمعه أن يحدِث باباً من أبواب الضلال ، هذا تتراكم عليه الذنوب لأنه هو الذي سنَّ ذلك أو هو الذي دعا إليه ووجه أنظار الناس إليه وجعل بابه مفتوحاً ، كما جاء في الحديث الآخر : ( ومن سنَّ في الإسلام سنة سيئة كان عليه وزرها ووزر من عمل بها إلى يوم القيامة ) ، وكما جاء أيضاً في الحديث الصحيح : ( لا يُقتل أحد إلا كان على ابن آدم الأول كفل منه ) ثم علل ذلك عليه الصلاة والسلام بقوله : ( لأنه سنَّ القتل ) . فهذا الأصل مما يجب أن يُخاف منه وهو : أن يفتح الإنسان على الناس باب شر إما بكلام أو بتصرفات أو يتساهل في أمر ويدعو إلى شر أو إلى معصية أو إلى ضلالة فيتبعه من يتبعه على ذلك خاصة في الأمور المستأنفة يعني : ليست معروفة ، أما في أمور الذنوب والمعاصي التي جرت عادة الناس عليها وفيما جعل الله جل وعلا في بعض النفوس من الميل إلى ذلك فهذا قد لا يدخل في هذا الباب ، لكن الشيء الجديد الذي يدعو الناس إلى ضلالة – والعياذ بالله – في المهج أو في السلوك أو في أمور جديدة تحدث في الناس تضلهم ، مثل ما هو حاصل الآن من هذه الأمور التي تدعو إلى الفساد من القنوات والفضائيات أو من بعض الأشرطة وأشباه ذلك يكون هو أول من يأتي بها ثم يتساهل الناس فيها هو عليه من الإثم مثل آثام من اتبعه في ذلك أو تأثر به في ذلك لأنه هو الذي سنَّها ومن سنَّ في الإسلام سنة سيئة كان عليه وزرها ووزر من عمل بها إلى يوم القيامة – والعياذ بالله - .",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "... فهذا الحديث كما أن فيه الفضل العظيم والترغيب كذلك فيه التخويف والترهيب الشديد ، فالمؤمن وخاصة طالب العلم دائماً يسعى إلى حث الناس إلى الخير حتى يحظى بهذا الأجر ، وأيضاً يُخَوِّف من مثل ما جاء في هذا الحديث ، إنسان يدعو إلى ضلالة مثل مدرس يدرس فيقول كلاماً ما يعقل معناه أو يتساهل فيه وينقله عنه الطلاب ويقولون : قد قال لنا المدرس في يوم كذا كذا وكذا وينقلونه إلى من بعدهم ، وما حصلت التأويلات وما حصلت البدع ولا انتشرت في الأمة إلا بالنقل ، وهذا ينقل عمن قبله ، وإلا لو أنه وُقف عند الأول لما انتشرت لكن الأول سنَّها ثم تبعه من لا يفهم ، لهذا الداعية والخطيب والمدرس هؤلاء يخافون أشد الخوف من الكلام لأنه كيف تُنقل الشريعة إلا بالكلام فإذا قال كلمة لا يعرف معناها أو لا يعرف ثبوتها أو بمجرد رأيه أو عقله أو استحسانه سواء في مسائل الدين الأصلية من العقيدة والتوحيد أو معرفة ما عليه الشريعة أو القواعد ، أو في مسائل العمل أو السلوك أو الدعوة أو المواقف ونحو ذلك ، والإنسان لا يكون رأساً في شئ ليس له عليه بينة في الشريعة ، احرص – إذا أردت أن تكون مبلِّغاً أو قائداً أو نحو ذلك في الخير - أن تكون متثبتاً من هذا الذي تقوله بيقين ما تلحقك عليه فيه غلالة أو إثم أو يلحقك فيه شك بل كن على يقين ( ليلها كنهارها لا يزيغ عنها إلا هالك ) أما إذا صار الأمر مشتبه عليك في المسائل فاتركه فلست ملزماً أن تقول ولست ملزماً بأن تعمل ، والإنسان ألزم ما عليه براءة ذمته أمام الله جل وعلا . ¶ ... فهذا الحديث فيه الحث على اتباع النبي عليه الصلاة والسلام واتباع صحابته واتباع السنة ولزوم الجماعة والتحريض على لزوم السنة والدعوة إليها والحذر مما يخالف ذلك أعان الله الجميع على الحق والهدى .",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "... وله عن أبي مسعود الأنصاري رضي الله عنه قال : جاء رجل إلى رسول الله صلى الله عليه وسلم قال : إنه أُبدِع بي فاحملني ، فقال : ( ما عندي ) . فقال رجل : يا رسول الله أنا أدلُّه على من يحمله . فقال رسول الله صلى الله عليه وسلَّم : ( من دلَّ على خير فله مثل أجر فاعله ) . ¶ ... وعن عمرو بن عوف رضي الله عنه مرفوعاً : ( من أحيا سنَّة من سنتي قد أُميتت بعدي فإن له من الأجر مثل أجر من عمِل بها من الناس لا ينقص من أجور الناس شيئاً ، ومن ابتدع بدعة لا يرضاها الله ورسوله فإن عليه مثل إثم من عمل بها من الناس لا ينقص من آثام الناس شيئاً ) رواه الترمذي وحسنه وابن ماجه وهذا لفظه . ¶ الشرح : قوله في الحديث الأول : ( إنه أُبدع بي فاحملني قال : ما عندي ) يعني : أنه احتاج إلى راحلة وانقطع به السير ، أو لم يستطع أن يمشي .",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "... ففيه : أن هذا الرجل أعان أخاه على وسيلة من وسائل الخير فصار له مثل أجر الفاعل ، وهذا يدخل تحت قاعدة أن الوسائل لها أحكام المقاصد – مثل ما ذكرنا لكم – فمن سعى في وسيلة إلى مقصد محمود وكانت الوسيلة مشروعة فإنه يؤجر على الوسيلة ، كما قال جل وعلا في ذكر السير إلى الجهاد قال في آخر سورة براءة : (وَلا يَقْطَعُونَ وَادِياً إِلَّا كُتِبَ لَهُم)(التوبة: من الآية121) ، لأن المسير في الوادي وسيلة إلى بلوغ الغاية وهي : مواجهة العدو ، فصار قطع الوادي مكتوب الخطوات مكتوبة لهم ، فهذا أيضاً لما كان العمل عملاً صالحاً وهذا الرجل انقطع به المسير وكان المقصد والغاية محمودة فقال : ( يا رسول الله إنه أُبدِع بي فاحملني قال : ما عندي ..) لأن هذا إذا سار لو انقطع ممكن يرجع ويقول : لا أستطيع ، فينقطع الخير الذي أراده وهو : بلوغ الغاية وبلوغ المقصد ، فهذا أعانه على بلوغ الغاية فله مثل أجر الفاعل لتلك الغاية ، يعني : فأجره في المقصد الذي كان سواء جهاد أو حج أو نحو ذلك فهذا من حمل فله مثل أجر فاعله فهذا يدل على أن قوله : ( من دعا إلى خير فله مثل أجر فاعله ) أنه يدخل في الإعانة على الخير ويدخل فيه الدعوة إليه ، وهذا مراد الإمام – رحمه الله – في إيراده بعد حديث : ( من دعا إلى هدى ... ) ليدل على أن الإعانة في وسائل الخير – أيضاً – داخلة في هذا الأصل العظيم فالوسائل لها أحكام المقاصد ، وللإنسان مثل أجر من أعانه على الخير . ¶ ... حديث عمرو بن عوف قال : ( رواه الترمذي وحسنه ) ونسخة عمرو بن عوف هذه معروفة : كثير بن عبد الله عن أبيه عن جده ، يحسنها الترمذي كثيراً ، وهي إسنادها : ضعيفة أو ضعيفة جداً ، لأن كثير بن عبد الله فيها صاحب النسخة ضعفوه أو بعض الأئمة تركه ، لكن ما دلَّ عليه الحديث دلت عليه الأحاديث الأخر .",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "... ونقف عند قوله فيه : ( ومن ابتدع بدعة فيه لا يرضاها الله ورسوله ) فإن هذه اللفظة استدل بها بعض من يقسم البدعة إلى بدعة حسنة وبدعة سيئة لأنه قال : (لا يرضاها الله ورسوله ) قالوا : فمفهومها : أن ثمَّ بدعة يرضاها الله ورسوله ، لكن هذا ليس بفهم صحيح لأن هذه ليس لها مفهوم بل هذا تأكيد للمعنى ، ( بدعة لا يرضاها الله ورسوله ) يعي : كل بدعة لا يرضاها الله ورسوله ، فهي في هذا كفوله جل وعلا : (وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَهاً آخَرَ لا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ إِنَّهُ لا يُفْلِحُ الْكَافِرُونَ) (المؤمنون:117) ، فقوله : (إِلَهاً آخَرَ لا بُرْهَانَ لَهُ بِهِ ) ليس مفهومه : دعاء إله آخر للمرء له فيه برهان ، وكذلك هنا : ( ومن ابتدع بدعة فيه لا يرضاها الله ورسوله ) لأن كل بدعة لا يرضاها الله ورسوله ، وكذلك دعاء إله آخر لا برهان للمرء به فليس ثمَّ بدعة يرضاها الله ورسوله ، وذلك لأن المراد بالبدعة هنا : البدعة في الدين ، أما البدع في الدنيا فهذه لا تدخل في مسمى البدع الشرعية ، فما نهي عنه من اسم البدع والمحدثات فإنما هي محدثات في الدين أو بدع في الدين . ¶ ... وعن ابن مسعود رضي الله عنه أنه قال : ( كيف أنتم إذا لبِستكم فتنة يربو فيها الصغير ويهرَم فيها الكبير وتُتَّخذُ سنَّة يجري الناس عليها فإذا غُيَّر منها شيء قيل تُرِكتْ سنة ) ، قيل : متى ذلك يا أبا عبد الرحمن ؟ قال : ( إذا كَثُر قُرَّاؤكم وقلَّ فقهاؤكم وكثُرت أموالكم وقلَّ أمناؤكم والتمستْ الدنيا بعمل الآخرة وتُفُقِّهَ لغير الدين ) رواه الدارمي . ¶ وعن زياد ين حُدَيْر رضي الله عنه قال : قال لي عمر رضي الله عنه : هل تعرف ما يهدم الإسلام ؟ قلت : لا . قال : يهدمه زلَّة العالم ، وجدال المنافق بالكتاب ، وحكم الأئمة المضلِّين . رواه الدارمي أيضاً .",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "... وعن حُذيفة رضي الله عنه قال : كلُّ عبادة لا يتعبَّدها أصحاب رسول الله صلى الله عليه وسلم فلا تعبَّدوها فإن الأول لم يدَع للآخِرِ مقالاً ، فاتقوا الله يا معشر القُرَّاء وخذوا طريق من كان قبلكم . رواه أبو داود . ¶ ... وعن ابن مسعود رضي الله عنه قال : من كان مستنَّاً فليستنَّ بمن قد مات فإن الحيَّ لا تؤمن عليه الفتنة أولئك أصحاب محمد صلى الله عليه وسلم كانوا أفضل هذه الأمة : أبَرَّها قلوباً ، وأعمقها علماً ، وأقلَّها تكلُّفاً ، اختارهم الله لصحبة نبيه صلى الله عليه وسلم ولإقامة دينه ، فاعرفوا لهم فضلهم ، واتَّبِعوهم على أثَرِهم وتمسَّكوا بما استطعتم من أخلاقهم وسِيَرهم فإنهم كانوا على الهدى المستقيم . رواه رزين . ¶ ... وعن عمرو بن شعيب عن أبيه عن جدِّه قال : سمِع النبي صلى الله عليه وسلم قوماً يتدارؤن بالقرآن فقال : ( إنما هلك من كان قبلكم بهذا ضربوا كتاب الله بعضه ببعض ، وإنما نزل كتاب الله يُصدّق بعضه يعضاً فلا تكذِّبوا بعضه ببعض ، فما علِمتم منه فقولوا وما جهِلتم فكِلوه إلى عالمه ) رواه أحمد وابن ماجه . ¶ الشرح : هذه الأحاديث والآثار عظيمة في هذا الباب وهو باب الإيمان برسول الله صلى الله عليه وسلم ومن أصول الإيمان به عليه الصلاة والسلام : أن تلازَم وتُلتَزم سنته عليه الصلاة والسلام ، وملازمة السنة يكون في الأمور العلمية وفي الأمور العملية . ¶ ... فالأمور العلمية : في مسائل الغيبيات في الله جل وعلا وأسمائه وصفاته وأفعاله ، وكذلك فيما في اليوم الآخر من الحوض والميزان والجنة والنار إلأى آخر ذلك ، وكذلك من الأمور الغيبية من الجن والملائكة وما أخبر يه عليه الصلاة والسلام ، فكلام الله جل وعلا صدق وعدل ، وكذلك كلام رسوله عليه الصلاة والسلام قال سبحانه : (وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقاً وَعَدْلاً لا مُبَدِّلَ لِكَلِمَاتِهِ )(الأنعام: من الآية115) .",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "... (وَتَمَّتْ كَلِمَتُ رَبِّكَ ) يعني : الشرعية ،(صِدْقاً ) : في الأخبار لا كذب فيها تعالى الله جل وعلا عن ذلك ( وَعَدْلاً ) يعني : في الأمر والنهي لا ظلم فيها . ¶ ... فملازمة السنة في الأمور العلمية يكون في مسائل الغيب وهذه من أعظم ما حصل فيه الافتراء والبدع في المسائل الغيبية في الجنة والنار والملائكة والجن والصفات وأشباه ذلك . ¶ ... وأيضاً في المسائل العلمية وهي الصورة الثانية تلازم السنة في المسائل العلمية بعدم تقديم العقل على السنة ، والعقل والقياس والرأي إنما هو خادم للسنة لا مقدماً عليها ، وقد ضل وابتدع وتنكب الصراط من قال : إن العقل هو القاضي والكتاب والسنة شاهدا عدل ، وهذا يقوله طوائف من المتكلمين وأهل البدع من المعتزلة والأشاعرة وغيرهم . ¶ ... فالمسائل العلمية كالعبادات – يعني من جهة كونها علمية – تُقدَّم فيها السنة على العقل ، فالعقل خادم فقد نصل إلى المعنى وقد لا نصل وقد نفهم وقد لا نفهم ، وأيضاً العقل مختلف قد يصل فلان العالم ولا يصل فلاناً الآخر ، والجميع واجب عليهم التسليم وهذا من حقوق النبي عليه الصلاة والسلام . ¶ ... أيضاً ملازمة السنة في الأمور العملية – وهي القسم الثاني - بترك البدع والمحدثات ولزوم طريقة الصحابة رضوان الله عليهم والذين اهتدوا بهديه عليه الصلاة والسلام ، فكل بدعة : خروج عن السنة ، ولهذا قال ابن مسعود رضي الله عنه : ( كيف أنتم إذا لبِستكم فتنة يربو فيها الصغير ويهرَم فيها الكبير وتُتَّخذُ سنَّة يجري الناس عليها فإذا غُيَّر منها شيء قيل تُرِكتْ سنة ) فالبدع العملية مناقضة للسنة العملية ، بل كلما زادت السنن ضعفت البدع وكلما ضعفت السنن ظهرت البدع . ¶ ... مخالفة السنة والأخذ بالبدع والمحدثات – يعني منشؤه في هذه الأمة م الزمن الأول إلى زمننا هذا له عدة أسباب أنشأت الأخذ بالبدع :",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "1 – الجهل : فالبدعة يُنشئها الجهل بالسنة ، وإلا فالسنة كافية ، فيُنشئ عبادة يتعبدها أو يتأول شيئاً من المسائل العلمية فيصير إلى البدعة لأجل جهله . ¶ 2 – الهوى : والهوى لا شك أنه من أعظم أسباب حدوث البدع في هذه الأمة فالخوارج والمرجئة والقدرية عندهم أهواء مع الجهل والتأويل الذي عندهم . ¶ 3 – إرادة الخير : فيكون عنده جهل ويكون عنده هوى ويقول : أنا أريد الخير ، وهذا مثل ما ذكر لابن مسعود أن جماعة يجتمعون يقول أحدهم : سبحوا مائة هللوا مائة احمدوا مائة وبين أيديهم حصى يعدون ، فذهب إليهم ابن مسعود رضي الله عنه فلما رآهم على هذه الحال قال : أنتم على أهدى من طريقة صحابة رسول الله صلى الله عليه وسلم أو أنتم على شعبة ضلالة – يعني : أن هذا الأمر جديد وهم يعرفون ذلك – هذه آنية رسول الله صلى الله عليه وسلم لم تُكسر وهؤلاء أزواجه عليه الصلاة والسلام لم يمتن – يعني : أن العهد به قريب – قالوا : يا أبا عبد الرحمن ما أردنا إلا الخير !! ( يعني : الذي بعثنا على هذه الصفة وهذا التسبيح وهذا تسبيح وتهليل إنما هو الخير ) قال : كم مريد للخير لم يبلغه . ¶ ... وهذا يدلك على أن : منشأ كثير من البدع في المسائل العلمية أو في المسائل العملية قول القائل : أردنا الخير ، وابن مسعود رضي الله عنه رد على هذه الفرية أو على هذه الشبهة بأبلغ رد . ¶ 4 – الغلو : وهو مجاوزة الحد المأذون به إما في المسائل العلمية أو في المسائل العملية فمن جاوز الحد المأذون به في ذلك فإنه لا يؤمن عليه بل يصير في المخالفة والبدعة .",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "... فالذين جاوزوا الحد في الجهاد صاروا إلى بدعة الخوارج ، والذين جاوزوا الحد في مسألة التحكيم صاروا إلى الخارجية ، والذين جاوزوا الحد في الأمر بالمعروف والنهي عن المنكر صار بهم الأمر إلى الخروج على الولاة – كما هو دين المعتزلة – والذين جاوزوا الحد في الأذكار صار بهم الأمر إلى بدع الأذكار والاجتماعات ، والذين جاوزوا الحد في السلوك والزهد صار بهم الحال إلى أن سلكوا مسلك التصوف المبتدع ، والذين جاوزوا الحد في تنزيه الله جل وعلا صار بهم إلى التعطيل وهكذا في أشياء كثيرة . ¶ ... فإذاً الغلو م أعظم أسباب ترك السنن والأخذ بالبدع ، وهذه كلمات لها زيادة تفصيل ، والمقصود مما يتعلق بهذه الآثار العظيمة : أن من حق النبي عليه الصلاة والسلام بل أعظم حقوقه على أمته والإيمان به : أن يُقتفى سبيل المصطفى عليه الصلاة والسلام وأن تُترك الأهواء والبدع وبنيَّات الطريق . ¶ ... مما ذكر الإمام رحمه الله أثر بن مسعود الأول وذكر فيه التحذير من زمان يكثر فيه القراء ويقل فيه الفقهاء وهذا الزمان الذي نعيشه منه – من هذا الزمان – بل وما قبله كثر فيه القراء والمنتسبين للعلم في الجامعات والجوامع في شتى البلاد الإسلامية ولكن الفقهاء بالدين والفقهاء بالكتاب والفقهاء بالسنة يقلُّون ، والقراء إذا كثروا يعني تكثر مصادرهم في القراءة فتكثر الكتب لكن الفقه بالكتاب والسنة يقل . وهذا يدل على أن طالب العلم يحذر من عدم الفقه في الدين – والفقه في الدين مرتبتان : ¶ 1 – الفقه الأكبر : وهو الفقه في الله جل وعلا – يعني : الفهم في الله جل وعلا – وبأسمائه وصفاته وأفعاله سبحانه وتعالى ، وهذه أمور العقيدة . ¶ 2 – والفقه الأصغر : وهو بمعرفة الحلال والحرام . وأدلة هذين من الكتاب والسنة وملازمة طريقة الصحابة رضي الله عنهم هذا هو الفقه ، أما غير ذلك فإن المرء يبعد عن طريقة السلف والهدي النبوي بمقدار ما تكون عنده المخالفة .",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "... فإذاً الواجب عليك يا طالب العلم وتنتبه لهذه كثيراً في حياتك أن يكون اهتمامك أعظم ما يكون بالفقه في الدين فهو الذي سينجيك في الآخرة عند لقائك لربك جلا وعلا . ¶ ... والفقه بالدين هو : العلم بالتوحيد والفقه يعني الحلال والحرام ، فإذا عرفت التوحيد والحلال والحرام وبقدر ما يعطيك الله جل وعلا من الفهم والصبر والتؤدة وما تُوفَّق إليه تعرف الأدلة أدلة العقيدة من الكتاب والسنة وأدلة الفقه من الكتاب والسنة فإنك على خير هذه طريقة السلف في العلم والعمل وفقني الله وإياكم لما فيه رضاه وجنبنا الفتن ما ظهر منها وما بطن اللهم آمين . ¶ ... ... ... ¶ ( باب التحريض على طلب العلم وكيفية الطلب ) ¶ فيه حديث الصحيحين في فتنة القبر أن المنعَّم يقول جاءنا بالبينات والهدى فآمنا به وأجبنا واتبعنا وأن المعذَّب يقول : سمعت الناس يقولون شيئاً فقلته . ... ¶ الشرح : هذا الباب مناسبته لأركان الإيمان هو : أن الإيمان بمحمد عليه الصلاة والسلام والإيمان بالقرآن يعظم بالعلم ، والنجاة – أيضاً – في الإيمان محمد عليه الصلاة والسلام عند السؤال في القبر لا ينجو إلا من يعلم ، ولهذا قدَّم لك ذكر السؤال في القبر وأن المنعَّم يقول : ( محمد جاءنا بالبينات والهدى فآمنا وبه وأجبنا ) وهذا يدل على علمه بما جاء به محمد عليه الصلاة والسلام وعلى اتباعه والآخر – الفاجر أو المنافق – يقول : ها ها سمعت الناس يقولون شيئاً فقلته ، فيدل على أنه ردد ما يقوله الناس وليس عنده همة لمعرفة ما أنزل الله جل وعلا على نبيه .",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "... فإذاً أركان الإيمان التي بها يتفاضل الناس وتعظم درجاتهم ومراتبهم عند ربهم جل وعلا إنما يتفاضلون بالعلم فكلما زاد العلم زاد الإيمان ، وكلما زاد الفقه في الدين زاد اليقين – إذا وفق الله جل وعلا عبده إلى العمل الصالح – وهذا فيه النجاة في الآخرة عند السؤال في القبر وما بعده ، وهذا من أعظم ما يحض طالب العلم على أن يتعلم لأن النجاة بالعلم ، وليس سواء عالم وجهول . ¶ وفيهما عن معاوية - رضي الله عنه أن رسول الله صلى الله عليه وسلم قال : ( من يرد الله به خيراً يفقهه في الدين ) . ¶ الشرح : الدين في هذا الحديث : هو ما يشمل العقيدة والشريعة ، لأن الدين له ثلاث مراتب : الإسلام والإيمان والإحسان – كما في حديث جبريل ، قال : ( هذا جبريل أتاكم يعلمكم دينكم ) ، فدين الإسلام له ثلاث مراتب ، ومن ثلاثة الأصول التي يجب على كل مسلم ومسلمة أن يتعلمها : معرفة المسلم دينه بالأدلة يعني : الإسلام والإيمان والإحسان . ¶ ... فإذاً : ( من يرد الله به خيراً يفقهه في الدين ) يعني : يفقهه في العقيدة ، يفقهه في التوحيد ، يفقهه أيضاً في الشريعة في الحلال والحرام . ¶ ... ودل هذا الحديث على أن من لم يتفقه فإن الله جل وعلا لم يرد به خيراً – ومعنى ( لم يرد به خيراً ) يعني : أن الله جل وعلا ما هيأ له أسباب الخير لأن أعظم أسباب الخير في العلم والفقه في دين الله جل وعلا .",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "... الفقه في الدين هذا جاء في القرآن في قول الله جل وعلا : ( فَلَوْلا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ)(التوبة: من الآية122) فالفقه في الدين في هذه الآية وفي الحديث المراد به : الفقه بما أنزل الله جل وعلا على رسوله في القرآن وما جاء في السنة ، وما جاء في القرآن والسنة يشتمل على العقيدة ويشتمل على الحلال والحرام ، فتخصيص العلماء علم الحلال والحرام بالفقه هذا اصطلاح خاص ، أما دلالة النصوص والذي كان عليه هدي السلف – يعني في زمن الصحابه فمن بعدهم – أن الفقه : يشمل الفقه في الدين بأجمعه وليس مخصوصاً بالفقه في الحلال والحرام بل أعظم الفقه : الفقه بالتوحيد ، الفقه في حق الله جل وعلا ، ( ومن يرد الله به خيراً يفقهه في الدين ) . ¶ ... وفيهما عن أبي موسى – رضي الله عنه – قال : قال : رسول الله صلى الله عليه وسلم : ( مثل ما بعثني الله به من الهدى والعلم كمثل الغيث الكثير أصاب أرضاً فكانت منها طائفة طيبة قبلت الماء فأنبتت الكلأ والعشي الكثير وكانت منها أجادب أمسكت الماء فنفع الله بها الماس فشربوا وسقوا وزرعوا وأصاب منها طائفة أخرى إنما هي قيعان لا تمسك ماء ولا تنبت كلأً ، فذلك مثل من فقِه في دين الله ونفعه ما بعثني الله به فعَلِم وعلَّم ، ومثل من لم يرفع بذلك رأساً ولم يقبل هدى الله الذي أُرسِلت به ) . ¶ الشرح : هذا الحديث من أعظم الأحاديث التي تدل على فضل العلم وفضل طلب العلم ، وهو أن النبي صلى الله عليه وسلم قسم الذين استقبلوا ما بعثه الله جل وعلا به إلى ثلاثة أقسام فجعلهم ثلاث طوائف :",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "الأولى : طائفة قبلت الماء فأنبتت الكلأ والعشب الكثير الذي ينفع الناس وينفع بهائمهم ، وهذا إذا نفع بهائمهم معه شرب اللبن ومعه زيادة اللحم ومعه زيادة الصوف ومعه أشياء كثيرة من المأكول والملبوس وحتى ما يُسكن ، وهذا يدل على أن من قبِل العلم وأقبل عليه فعلِم وعلَّم أنه : مثل الأرض التي أقبل عليها الناس بأنفسهم يشربون من مائها ويرعون فيها أغنامهم فهي خير لهم دائماً . ¶ ... والفئة الثانية : فئة تحفظ الماء لكنها ما تنبت . وهذا مثال لمن قبل العلم لكنه حفظه ، لم يعمل به – يعني : عملاً كاملاً – ولم يفقه حتى علَّم وإنما حفظ فنقل ، وهذا داخل في قوله عليه الصلاة والسلام : ( نضر الله امرءاً سمع مقالتي فوعاها فأداها كما سمعها فرب مبلغ أوعى له من سامع ) ، فمن حفظ العلم ونقله أيضاً داخل في الفضل ، لكن فضله دون الفئة الأولى بكثير . ¶ ... وأما الفئة الثالثة : الذين لم يرفعوا بالعلم رأساً فهم كالأرض القيعان التي لا تنبت كلأً ولا تمسك ماء ، لا تنبت فتنفع الناس وأيضاً لا تمسك ماء فتنفع الناس فهي لا تحفظ ولا تقبل على العلم بالحفظ والمدارسة وكذلك لا تعلم ولا تدعو إلى الخير ، فهذه قيعان وهي مذمومة ، وذلك مثل ما بعثني الله به من العلم والهدى ومثل من فقه في دين الله فعلم وعلّم .",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "... هذا الحديث يسمى حديث طالب العلم أو طلب العلم عند طائفة من العلماء وشرح عدة شروح جدير بك أن تطالعها لأن النبي صلى الله عليه وسلم ضرب مثلاً في حقيقتك أنت ، من أي فئة المسلم يمكن أن يحدد فئته من هذا الحديث ، هل هو من الفئة التي قبلت فأنبتت الكلأ والعشب الكثير واستقى الناس وصاروا مصدر خير ، أم من الفئة الثانية التي تحفظ وتنقل لكن لا تعمل ولا تعلم ولا تدعو ، وإما أن يكون ممن لا يعلم ولا يعلم قيعان لا ينفع لا يمسك ماءً ولا ينبت كلأً ، فهذا مثل عظيم تحتاج فيه إلى تأمل وتدبر ، ولا شك أن الإيمان تعظم ، وأركان الإيمان وأصول الإيمان تعظم في النفس بالعلم والتعليم فإذا حصل لك أن تعلم بيقين العلوم الشرعية ، وخاصة التوحيد والعقيدة تعلمها بيقين ، ثم تعلم ذلك للناس بيقين أيضاً دون أن تدخل فيما لا تحسن ، فهذا من أعظم المراتب , والعبد يبارك الله في علمه وعمله إذا أخلص النية والقصد وأتى ما يحسن وترك ما لا يحسن فإذا زاد على ذلك العلم بالفقه والسنة – يعني من جهة الأحاديث – وعلَّم أيضاً الحلال والحرام ونفع الناس فيما يأتون وما يذرون فهذا يكون من الربانيين : ( وَلَكِنْ كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ)(آل عمران: من الآية79) جمعوا بين الدراسة والعلم والتعليم .",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "... طالب العلم نفعه متعدي حنى للجبال والشجر والبهائم – وهذه قصة – أنه في سنة من السنين جاء اقتراح من البلدية عندما كثرت الكلاب في البلاد قبل أربعين سنة تقريباً وصارت تضايق الناس فأرادت البلدية أنها تقتل جميع الكلاب وجاء أمر بذلك وكان المفتي العلامة الشيخ الجد محمد بن إبراهيم – غفر الله له – في ذلك الوقت وقف فيها فكلَّم الملك سعود – رحمه الله – وكتب إليه أيضاً : أن الكلاب – مثل ما جاء في الحديث – أمة من الأمم والنبي صلى الله عليه وسلم يقول : ( لو لا أن الكلاب أمة من الأمم لأمرت بقتلها فاقتلوا منها الأسود البهيم ) فنهاه عن قتل الكلاب . فالعالم وطالب العلم خيره وفضله على البهائم حتى البهيمة التي تذبح يعلم كيف تُذبح ( إذا ذبحتم فأحسنوا الذبحة وإذا قتلتم فأحسنوا القتلة وليحد أحدكم شفرته وليرح ذبيحته ) ، حتى في الشجر وما يحسن منه وما لا يحسن سواء كان شجر الحرم أو غيره ، والجبال والبيئة كل ذلك يرجع فيه إلى أهل العلم ، فصاحب العلم وطالب العلم فضله على الجميع . ¶ ... ننهى أيضاً عن التلهي في الصيد يصيد الطيور أو يصيد الحيوانات للهو وهذا أيضاً لأهل العلم فيه كلمة فينهى عنه أصحابها كأن يصيد ثم يرمي لا يريد أن يأكله فهذا منهي عنه . العالم يستغفر له كل شيء حتى الحيتان في جوف الماء لما له من أثر على الجميع وأما الكافر أو الفاجر فكما قال الله جل وعلا : ( أُولَئِكَ يَلْعَنُهُمُ اللَّهُ وَيَلْعَنُهُمُ اللَّاعِنُونَ)(البقرة: من الآية159) يعني الكافر والمنافق لعنه اللاعنون حتى يلعنه الجُعَل في جحره ، مثل ما جاء في تفسير الآية يقول : بسببك مُنِعتُ القطر من السماء . ¶ ... وللحافظ ابن رجب شرح لهذا الحديث تكلم على مسائله فليراجع . ¶ ... ولهما عن عائشة – رضي الله عنها – مرفوعاً : ( إذا رأيتم الذين يتبعون ما تشابه منه فأولئك الذين سمى الله فاحذروهم ) .",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "... وعن ابن مسعود – رضي الله عنه – قال : قال رسول الله صلى الله عليه وسلم : ( ما من نبي بعثه الله في أمته قبلي إلا كان له من أمته حواريون وأصحاب يأخذون بسنته ، ويقتدون بأمره ، ثم إنها تخلف من بعدهم خُلُوف يقولون ما لا يفعلون ويفعلون ما لا يؤمرون ، فمن جاهدهم بيده فهو مؤمن ، ومن جاهدهم بلسانه فهو مؤمن ، ومن جاهدهم بقلبه فهو مؤمن ، وليس وراء ذلك من الإيمان حبة خردل ) رواه مسلم . ¶ ... وعن جابر رضي الله عنه : أن عمر رضي الله عنه قال : يا رسول الله إنا نسمع أحاديث من يهود تعجبنا أفترى أن تكتب بعضها ؟! فقال : ( أمتهوكون أنتم كما تهوَّكت اليهود والنصارى لقد جئتكم بها بيضاء نقية ولو كان موسى حياً ما وسعه إلا اتباعي ) رواه أحمد . ¶ الشرح : من هنا إلى آخر الكتاب كله في ذكر العلم وفي ذكر فضله وطريقة حمله وآداب حملته ومن العلماء وفضل أهل الحديث والتحذير من الأخذ بالمتشابه إلى غير ذلك مما سيأتي إن شاء الله تعالى ، وهذه الأحاديث والآثار التي ستأتي من أول ما قرأنا إلى آخر الكتاب ثم كتب خاصة ببيانها وتفصيل الكلام عليها وخاصة كتاب الحافظ ابن عبد البر : جامع بيان العلم وفضله وما ينبغي في روايته وحمله ، وهو جدير أن يعتني به طالب العلم وأن يقرأه لأنه مشتمل على كثير من هدي السلف في العلم والعمل .",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "... قال الشيخ رحمه الله : ... ولهما عن عائشة – رضي الله عنها – مرفوعاً : ( إذا رأيتم الذين يتبعون ما تشابه منه فأولئك الذين سمى الله فاحذروهم ) . اتباع المتشابه مذموم في العلم ، فطالب العلم إذا تعلم وأراد أن يقبل وأن ينفعه الله بالعلم يقبل على المحكمات ويترك الإشكالات والشبه وما يرد على المسائل لا يتتبع ذلك لأن تتبعه لذلك قد يفضي به إلى الزيغ – والعياذ بالله – لأنه لم يتصور العلم حتى يجيب عن تلك الإشكالات والشبه ومن قوة الإدراك والعقل ما يجيب عنها أيضاً ، فالواجب عليه أن يؤمن بالجميع ويقول : ( كل من عند ربنا ) ثم يقبل على المحكم فيتعلم المحكم بدليله يعني الذي دلالته واضحة غير محتملة أو ما لا يشتبه عليه بفهم عالم مأمون يأمنه على دينه وعلمه ، والله جل وعلا ذكر أن القرآن منه متشابه ومنه محكم فقال سبحانه : (هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ )(آل عمران: من الآية7) ، وهذه الآية من أعظم ما يحذر به الله جل وعلا من اتباع المتشابه لأنه جعل اتباع المتشابه صفة للذين في قلوبهم زيغ بل جعل الزيغ سابقاً للاستدلال واتباع المتشابه فقال سبحانه : (فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ) فجعل وجود الزيغ أولاً واتباع المتشابه ثانياً ، فاتباع المشابهات والعناية بها والجدال فيها هذا ليس من صفة أهل التسليم وليس من صفة المتبعين للمحكم الذين يقولون كل من عند ربنا الذين هم الراسخون في العلم ومن اقتدى بهم .",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "... فإذاً الواجب على طالب العلم في أول طلبه للعلم بل في مسيره في طلب العلم في عمره كله أن يعتني بالمحكمات ولا بد أن ترد عليه متشابهات عليه ومشتبهات عليه فيرد ذلك إلى المحكم فإن علِم وإلا قال آمنا به كل من عند ربنا ، وأما الذين يتبعون المتشابه ويتركون المحكمات فأولئك الذين في قلوبهم زيغ يترك الواضح ويبدأ يورد أدلة ، والله جل وعلا جعل من القرآن ما هو متشابه ، فالقرآن لا يخلو من دليل حتى في مسائل العقيدة لا يخلو من دليل استدل به المخالفون للحق فالنصارى استدلوا على بقاءهم على نصرانيتهم وعلى دينهم بل ملتهم استدلوا بالقرآن فقالوا : إن الله جل وعلا أثنى علينا بقوله جل وعلا : ) وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً لِلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَى ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَاناً وَأَنَّهُمْ لا يَسْتَكْبِرُونَ)(المائدة: من الآية82) )وَإِذَا سَمِعُوا مَا أُنْزِلَ إِلَى الرَّسُولِ تَرَى أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوا مِنَ الْحَقِّ )(المائدة: من الآية83) ، فيقولون : أثنى عليهم بأنهم يعرفون الحق وأن أعينهم تدمع وذكر الله أنه الله غفر لهم وأنهم مؤمنون ، ويقولون : بأن رسالة النبي صلى الله عليه وسلم خاصة بالعرب بقوله : (وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ )(الزخرف: من الآية44) وبقوله : (وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ) (الشعراء:214) ، واستدل الخوارج بمتشابهات من القرآن على أن مرتكب الكبيرة يخلد في النار بقوله : (وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً فَجَزَاؤُهُ جَهَنَّمُ خَالِداً فِيهَا)(النساء: من الآية93) ، فذكر أن القتل يخلد في النار ، واستدل المعتزلة على قولهم : إن الله جل وعلا لا يرى في الآخرة بقوله: ( قَالَ لَنْ تَرَانِي)(لأعراف: من الآية143) وبقوله : (لا تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَ)(الأنعام:",
            "page": "141",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "من الآية103) ، وكذلك استدل أهل الفجور الذي يشربون الخمر بأن الله جل وعلا ما حرم الخمر وإنما رغب في الانتهاء عنها فقال جل وعلا : )يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ) (المائدة:90) ما قطع فيها بتحريم إلى آخره في مسائل كثيرة جداً يستدل بها أهل الزيغ ببعض القرآن . ¶ ... كذلك السنة منها متشابه أيضاً استدل بها من استدل على نحلته وعلى طريقته وكذلك أقوال الصحابة وأفعال الصحابة وكذلك أفعال التابعين وأقوال التابعين منها متشابه وكذلك أقوال العلماء سواء في كتبهم أو فيما نقل عنهم بل وجود المتشابه في القرآن أقل من وجوده في السنة ووجوده في كلام السلف وفي أعمال السلف أكثر ووجوده في كلام أهل العلم في الكتب أكثر وأكثر . ¶ ... فإذاً إذا صار المرء له شيء ونظر ثم بحث ذهب يجمع يتبع المتشابه ليدلل على نحلته وطريقته هذه سمة أهل الزيغ أما سمة أهل الحق فإنهم يقبلون على الكتاب والسنة متخلين عن آراءهم واعتقادهم فيقبلون ما جاء في الكتاب والسنة وما أجمع عليه السلف وما قرره الأئمة من المعتقدات ، أما يأتي بشيء جديد بتقرير مسائل لا بد تجد من كلام العلماء من يقول كلاماً إما مجملاً أو مطلقاً وإما رأي أخطأ فيه فليست العبرة جمع النقول وليست لعبرة بجمع أدلة ، وإنما العبرة أن تكون الأدلة راجحة محكمة في دلالتها وأن تكون أيضاً ثابتة إذا كانت من السنة .",
            "page": "142",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "... فإذاً العبرة ليست من الاستدلال ، وكل صاحب زيغ استدل من وقت الخوارج إلى يومنا هذا واتبع دليلاً وظاهر الآية يدل على ذلك (فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ) يتبعون ولا يأتون بشيء من عندهم يتبعون ما تشابه منه لكنهم تركوا المحكم فاستحقوا الذنب ولماذا تركوا المحكم ؟ لأن في قلوبهم زيغاً فتركوا المحكم واتبعوا ما تشابه منه يستدلون بالمتشابه على زيغهم وهذا أمر عظيم ، واليوم نرى فيما ألف من كتب معاصرة في مسائل تخالف ما قرره أئمة أهل السنة وما عليه الجماعة – قبل أن تفسد الجماعة – وما عليه أئمة الحديث وأهل الحق الذين أخذوا بالمحكم وردوا المتشابه إلى المحكم اليوم يوجد كتب كثيرة ورسائل ونبذ ومطبوعات كلها فيها أدلة وكلها فيها نقول فليست العبرة بالنقول وليست العبرة بوجود نوع استدلال ولكن العبرة بموافقة المرء طالب العلم طالب النجاة في أصول إيمانه وفي العقيدة والتوحيد موافقته للجماعة والأئمة الذين عُرف علمهم وسلامة طريقتهم وعرف اتباعهم لكتاب الله جل وعلا وسنة رسوله صلى الله عليه وسلم وطريقة السلف الصالح .",
            "page": "143",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "... هذه مسألة مهمة جداً ولا تغب عن بالك ولو لم تكن في حياتك إلا هذه الوصية فهي وصية عظيمة لنفسي ولكم ، فليست العبرة بالمؤلفات والكتب وإنما العبرة بملازمة الطريق الأولى قبل أن تفسد الطرق ، ةكثرة الطرق وكثرة المؤلفات ما تصد الواحد هذه تعتبرها من المتشابهات – إذا صارت ما عليه أهل الحق والجماعة – الآن كل يقرأ وكل يبحث فيذهب ويقول : قال فلان كذا وقال فلان كذا ، ليست هذه بالوجهة الصحيحة ، أحياناً يأتي متشابه من كلام أهل العلم فيتوقف المرء فيه ، أما الذي يقول قال فلان كذا ويستدل به ونترك المحكمات ونترك الأصول من أجل قول لابن تيمية – مثلاً – في المسألة الذي أصاب رحمه الله في جل أقواله ، أو قول للإمام أحمد ونترك به المحكمات ليس صحيحاً ، أو قول للإمام مالك ونترك به المحكمات ليس صحيحاً ، فكيف بمن دونهم من فلان وفلان من الناس . ¶ ... فإذاً تنتبه لهذا التأصيل وهو أن الله جل وعلا لما جعل كتابه فيه محكم ومتشابه وجب على طالب العلم والراسخ في العلم أن يردَّ المتشابه إلى المحكم ، اشتبه عليك شيء تأخذ بالأصول العامة بالقواعد التي عليها الأدلة الكبيرة وهذا خاصة في المسائل التوحيد والعقيدة والأصول ، أما مسائل الفقه فهي قابلة للأخذ والخلاف إذا كان الخلاف سائغاً أو له مأخذ من الدليل ، أما الأخبار والعقائد فهذه الحق فيها واحد لكن ليس ثم إلا سنة وبدعة ، وليس ثم إلا هدى وضلال. ¶ ... قال: \"فإذا رأيتم الذين يتبعون\" –لاحظ كلمة (يتبعون)- هم اتبعوا دليلاً ، (يتبعون ما تشابه منه فأولئك الذين سمى الله) –يعني: أنهم أهل زيغ. (فاحذروهم)\" هم لا يأتون بشيء بدون اتباع، يتبعون عقلاً أو دليلاً لكن هذا الدليل متشابه وليس محكماً . ¶ س/ كيف تعرف المتشابه والمحكم؟",
            "page": "144",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "ج/ المتشابه هو: الذي خالفته الأدلة الكثيرة، خالفته القواعد، لم تأخذ به الجماعة، لم يأخذ به الأئمة وإنما وجهوه وبينوا معناه، مثل: (فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ)(المائدة: من الآية90)، بينته السنة، ومثل: (وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ)(الزخرف: من الآية44)، هذا بينته آية أخرى في ذلك، ومثل: (وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً فَجَزَاؤُهُ جَهَنَّمُ خَالِداً فِيهَا)(النساء: من الآية93)، خلود: مكث طويل ليس أبدياً ليس مساوياً لخلود الكفار لأن الأدلة الكثيرة المتوافرة (يخرج من النار من كان في قلبه مثقال ذرة من إيمان)، (من كان آخر كلامه من الدنيا لا إله إلا الله دخل الجنة)، فكل أهل التوحيد يدخلون الجنة برحمة الله جل وعلا، هذه أدلة كثيرة لا نستطيع أن نترك الأدلة الكثيرة لأجل دليل واحد يوجه، ولكن نصرف المتشابه، يعني: الذي اشتبهت دلالته فيها إشكال إلى الواضحات الكثيرة من الأدلة. ¶ كذلك كلام العلماء نصرف بعضه إلى بعض ويتضح بعضه من بعض. ¶ ذكرنا لكم في عدة مواضع في شرح الواسطية والطحاوية، أن المتشابه المطلق لا وجود له يعني: لا يوجد في القرآن والسنة آية أو حديث لا يعلم أحد من الأمة توجيهها أو معناها - متشابه مطلق – هذا لا يوجد وإنما يوجد متشابه نسبي إضافي اشتبه مثلاً على ابن عباس رضي الله عنهما أو اشتبه على عمر معناه ، لكن يوجد من الصحابة من يعلم المعنى.",
            "page": "145",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "كلمة (الأب) اشتبهت على أبي بكر رضي الله عنهما وهو الصديق لكن علمها غيره. وكذلك ( التخوف) اشتبه على عمر رضي الله عنه لكن علمها غيره، وهكذا في غيرها آية اشتبهت عليه لكن يوجد من أهل الزمان من يعلم معناها وتوجيهها فقد يكون العالم لا يعرف فتأتي إلى عالم فتحاجه بمتشابه فتسأله عن جوابه فلا يعلم جوابه ، هل معنى ذلك أن الذي عليه ليس حقاً ؟ ليس كذلك لأن المتشابه نسبي ، يوجد من أهل العلم من يجيب لكن كونه اشتبه المعنى على عالم فردك إلى المحكم وقال : هذه لا أدري وجهتها لا يعني أنه يتمسك بالمتشابه لكن الراسخ في العلم يقول: (آمنا به كل من عند ربنا) ، فكل راسخ في العلم إذا اشتبه عليه شيء يقول هذه الآية ، والله جل وعلا ابتلى الناس بهذا . ¶ فإذاً : المتشابه المطلق – على الصحيح – لا وجود له ، إنما يوجد متشابه نسبي إضافي يشتبه على فلان دون فلان ولا يخلو عصر من قائم لله بحجة ، ولا بد أن يوجد في زمان من يعلم وهذا ما يدل عليه قوله صلى الله عليه وسلم : (لا تزال طائفة من أمتي ظاهرين على الحق ) ، يعني : أنهم يعلمون الحق . ¶ (طائفة) : يصدق على شيء واحد ، لا بد من وجود من يظهر على الحق وهو الذي يسميه الأصوليون : (القائم لله بالحج) وهذا تعبير أصولي ، ولا يخلو عصر من قائم لله بحجة، ليس في بلد دون بلد ولكن في الأرض في عصر من الأعصار قد تعلمه وقد لا تعلمه وقد تصل إليه وقد لا تصل إليه. ¶ ... وعن أبي ثعلبة الخُشَني – رضي الله عنه – مرفوعاً : ( إن الله فرض فرائض فلا تضيعوها ، وحدَّ حدوداً فلا تعتدوها ، وحرَّم أشياء فلا تنتهكوها ، وسكت عن أشياء رحمة لكم غير نسيان فلا تبحثوا عنها ) حديث حسن رواه الدارقطني وغيره .",
            "page": "146",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "... وفي الصحيحين عن أبي هريرة 0 رضي الله عنه – أن رسول الله صلى الله عليه وسلم قال : ( ما نهيتكم عنه فاجتنبوه وما أمرتكم به فأتوا منه ما استطعتم فإنما هلك من كان قبلكم بكثرة مسائلهم واختلافهم على أنبيائهم ) ¶ ... وعن ابن مسعود – رضي الله عنه – قال : قال رسول الله صلى الله عليه وسلم : ( نضَّر الله عبداً سمع مقالتي فحفِظها ووعاها وأداها فرُبَّ حامل فقه غير فقيه وربُّ حامل فقه إلى من هو أفقه منه : ثلاث لا يَغِلُّ عليهم قلب امرئ مسلم : إخلاص العمل لله ، والنصيحة للمسلمين ، ولزوم جماعتهم ، فإن دعوتهم تحيط من وراءهم ) رواه الشافعي والبيهقي قي المدخل ورواه أحمد وابن ماجه والدارمي عن زيد بن ثابت رضي الله عنه . ¶ ... وعن عبد الله بن عمرو رضي الله عنهما قال : قال رسول الله صلى الله عليه وسلم : ( العلم ثلاثة آية محكمة أو سنة قائمة أو فريضة عادلة وما كان سوى ذلك فهو فضل ) رواه الدارمي وأبو داود . ¶ الشرح:حديث ( العلم ثلاثة : آية محكمة ...) . ¶ هذا الحديث في إسناده ضعف ، لكن معناه صحيح ،ويستشهد به الأئمة كثيراً وذلك لأن العلم النافع أقسام ثلاثة – كما جاء في هذا الحديث - : ¶ آية محكمة : والآيات نأخذ منها التوحيد والعقيدة والأخبار التي يجب التصديق بها والإيمان بها ، ونأخذ منها الأوامر والنواهي . ¶ قال : ( أو سنة قائمة ) : وهذه استفاد منها أهل العلم : أن السنن التي تنسب إلى العلم أو تكون معرفتها علماً والمحافظة عليها علماً هي السنن القائمة ، يعني : التي بردت عليها الأمة . ¶ أما في الزمن الأول ،تكون سنة يزعمها بعض الناس تكون مهجورة عند الصحابة هذه لا شك أنها ليست بسنة وإن كان جاء فيها بعض الأحاديث التي يستدل بعمومها . ¶ وأهل البدع دخلوا من هذا المدخل واستدلوا بأحاديث بعمومها على أن بعض الصور سنة وهي ليست سنة قائمة بمعنى أنها ليست معمولاً بها في زمن الصحابة – رضوان الله عليهم - .",
            "page": "147",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "ولذلك نقول : إن مهمات العلم بالسنة والحديث أن تعرف ما كان عليه العمل في زمن السلف مما لم يكن عليه العمل ، لهذا الترمذي في كتابه ( الجامع ) ألفه لهذا الغرض ، رأى كتاب البخاري – وهو شيخه – ورأى كتاب مسلم ، فرأى أن الناس بحاجة إلى معرفة السنن التي عليها العمل ، لهذا تجد أنه يورد الأحاديث الصحيحة والحسنة وربما الضعيفة ويقول : هذا عليه العمل ، وهذا ليس عليه العمل عند أهل العلم ، وذكر في آخر كتابه – يعني : في العلل – قال : كل ما في كتابي هذا من الحديث فمعمول به خلا حديثين : ¶ حديث ابن عباس أن النبي صلى الله عليه وسلم جمع الظهر والعصر والمغرب والعشاء من غير خوف ولا سفر ، وحديث أبي هريرة في شارب الخمر إذا عاد في الرابعة فاقتلوه . قال : وما سوى هذين فمعمول به – يعني : عملت به طائفة . ¶ وابن رجب – رحمه الله – عند شرحه لكتاب العلل ، توسع عند هذه الكلمة – مما ينبغي لك أن تطالعه – في أحاديث كثيرة قال طائفة من أهل الحديث : إن الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا هذا الحديث لم يعمل به . ¶ وهذا غير المسألة المشهورة : أنه إذا صح الحديث فهو مذهب الإمام لكن بشرط أن لا يخالف العمل ، فإذا كان العمل على شيء فهو السنة القائمة إذا كان دليلها واضحاً ، والصحابة – رضوان الله عليهم – لن يعملوا إلا بالسنة ولن يرضوا ولا يتفقوا إلا بشيء دلَّ الدليل عليه ، ولهذا جاء في هذا الحديث قال : (آية محكمة) يعني : ليست متشابهة ، ولكن الآيات ذات المعنى الواضح التي يصار عليها ونرجع المتشابه عليها .",
            "page": "148",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "والثاني : السنة القائمة المعمول بها لا السنة المهجورة أو التي لم يعمل بها ، ونعني بكلمة ( المهجورة ) يعني : التي ما عمل بها أحد ، توهم المتوهم أنها سنة فيقول : دل عليها حديث كذا ، مثل : الأذكار يستدل بفضل الصلاة على النبي صلى الله عليه وسلم في كل حال و ( رغم أنف امرئ ذكرت عنده فلم يصل علي ) بإضافة الصلاة على النبي صلى الله عليه وسلم في الأذان إما قبله أو بعده على المنارة أو في ( الميكرفون ) ، مثل ما يفعل في بعض الدول، ويقولون : دل الحديث عليه، ولكن نحن نقول : دل الحديث على الصلاة لكن هذه المقصود بها السنة القائمة هل العمل بهذا الحديث في هذه الصورة هل هو سنة قائمة أو ليست كذلك ؟ ¶ أما ورود الحديث نعم فهو سنة لكن هل هذه الصورة تدخل في هذا العموم أم لا ؟ . ¶ وهذا ضابط مهم سواء كان في باب البدع أو في مسائل الأحكام الفرعية ، وهذه يحتاج إليها العلماء في مسائل متعددة. ¶ ومما يدخله بعض أهل العلم في هذه الصورة في قوله: ( أو سنة قائمة) ، الحديث امشهور حديث أم سلمة في رجوع الحاج الذي رمى جمرة العقبة ولم يطف يوم النحر رجوعه محرماً إذا غابت عليه الشمس ذلك اليوم ، حديث أم سلمة المشهور الذي رواه أبو داود بإسناد جيد، أن من لم يطف يوم النحر وكان رمى جمرة العقبة ؛ فإنه يرجع محرماً ، هذا الحديث قال به طائفة من العلماء المعاصرين ، وقال به قلة من العلماء السابقين ، لكنه من الأحاديث التي قال فيها بعض أئمة الدعوة وهو الشيخ عبد الله بن محمد بن عبد الوهاب – رحمه الله - : إن الحديث صحيح ، لكن هبنا العمل به لأجل أن الأئمة تركوا العمل به ، لأنه كيف نعمل بشئ بعد هذه القرون وهو لم يكن من السنن القائمة في عهد السلف ، ومثل هذا حكم عظيم يتعلق بعامة الأمة. ¶ المهم : تنتبه إلى مسألة ما عليه العمل ، والترمذي ركز عليه ، ومن ما يتميز به جامع الترمذي للفقيه وطالب الدليل أنه يركز على ما عليه العمل وما ليس عليه العمل .",
            "page": "149",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "كذلك انتبه لهذا ابن المنذر في (إجماعاته) ، ابن المنذر نقدوه في (إجماعاته) ، وكذلك ابن عبد البر وكذلك محمد بن نصر ، وجماعة ممن كتبوا في الإجماع لأنهم يذكرون مسائل في الإجماع لكن لم يُجمَع عليها فيه مخالف ، وهم نظروا في الإجماع أيضاً إلى ما عليه العمل وهذا دليل لهم . ¶ يعني : إذا خالف القول وجاء بعد (150) سنة قول فيه نظر في الحديث ونظر في الدليل وقال : هذا يدل عليه كذا وكذا ، فيدل على أن الأمر هذا مستحب لكن هذا الأمر يدل على أنه ليس مفضلاً في القرون الأولى لا نعلم أحداً عمل به أو قال به فكيف يأتي من يستنتجه في القرن الثالث أو الثاني أو نحو ذلك لهذا ابن المنذر ونحوه ممن ألف في الإجماع لا ينظرون إلى مخالفة من خالف العمل على أنه فادح في الإجماع بل الإجماع ما انعقد عليه العمل ، يرون المسائل التي انعقد عليها العمل في عهد الصحابة وفي عهد التابعين يعدون هذا إجماعاً ولو وجد من خالف فيها من الأئمة ، لهذا لا يقول ابن المنذر مثلاً : ( أجمعوا وخالف سفيان ) ، لأن هذا ليس من شرطه ، ولكن ما أجمع عليه العلماء من قبل وكان عليه العمل ، فإذا كان العالم ليس له حجة ، أو كان له حجة لكن خالف العمل السابق فإنه لا يعده ابن المنذر وطائفة ممن ألفوا في الإجماع ، مخالفاً للإجماع ، هذا معنى قوله : ( أو سنة قائمة ) . ¶ الثالث : ( أو فريضة عادلة ) وهي علم الفرائض ، وهي أول علم يفقد في الأمة وهذا يعني : أن الاهتمام به من فروض الكفايات ، أن يبقى في الأمة من يعرف القسمة ويعرف الفرائض المقدَّرة في كتاب الله جل وعلا ، ويعرف ترتيب أصحاب الفروض وما يستحقه، كذلك يعرف أهل التعصيب وطبقات العصبة ، كذلك يعرف أحكام بقية أصحاب الفرائض . ¶ فالفريضة العادلة هذا من العلم في الفقه فطالب العلم الشرعي ينبغي له أن يهتم بالفرائض لأن الفرائض نصف الدين – كما يقال – لأنها متعلقة بما بعد الحياة .",
            "page": "150",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "... وعن ابن عباس رضي الله عنهما قال : قال رسول الله صلى الله عليه وسلم : ( من قال في القرآن بغير علم فليتبوأ مقعده من النار ) رواه الترمذي . ¶ الشرح :هذه كلها من الإمام – رحمه الله – يذكر آداب طالب العلم ، وما ينبغي له والأشياء التي يحتاجها طالب العلم . ¶ أعظم ما يكون به الاستدلال وكلام طالب العلم واستشهاده وعظة الناس به هو القرآن ولهذا جاء التحذير في أن يقول قائل في القرآن برأيه أو بغير علم : ( من قال في القرآن برأيه فليتبوأ مقعده من النار ) . ¶ يعني : من قال في القرآن برأيه الذي حمله عليه الهوى ، لأنه توعده بالنار ، وأما الاجتهاد المبني على دليل فإنه لا بأس به ، فإن أصاب فله أجران ، وإن أخطأ فله أجر واحد ، إذا كان اجتهاده في التفسير مبنياً على دليل ، كذلك : من قال في القرآن بغير علم ، فقد أخطأ ولو أصاب ، يعني : رجل لا علم له باللغة ولا علم عنده بالشريعة وبقواعد الشريعة وبالسنة ، فيقول بالقرآن برأيه لكن ليس عنده علم ، نظر فقال : إن تفسير الآية أظنه كذا وهو ليس عنده علم بذلك فهذا ولو أصاب في الحقيقة فقد أخطأ لأن القرآن لا يجوز أن يتكلم الإنسان فيه ويفسره بغير علم بالقرآن بحفظ القرآن ومعرفة الآيات التي في الموضوع ، كذلك بغير علم بالسنة التي جاءت في تفسير القرآن ، بغير علم بمنهج السلف في التفسير ، كيف كانوا يفسرون ، وأقوال العلماء في ذلك ، ونحو هذه الضوابط . ¶ ... وعن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : ( من أفتى بغير علم كان إثمه على من أفتاه ومن أشار على أخيه بأمر يعلم أن الرشد في غيره فقد خانه ) رواه أبو داود . ¶ ... وعن معاوية رضي الله عنه أن النبي صلى الله عليه وسلم نهى عن الأُغلوطات . رواه أبو داود أيضاً.",
            "page": "151",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "... وعن كثير بن قيس قال : كنت جالساً مع أبي الدرداء في مسجد دمشق فجاء رجل فقال : يا أبا الدرداء إني جئتك من مدينة الرسول صلى الله عليه وسلم لحديث بلغني عنك أنك تحدثه عن رسول الله صلى الله عليه وسلم ما جئتك لحاجة قال : فإني سمعت رسول الله صلى الله عليه وسلم يقول : ( من سلك طريقاً يطلب فيه علماً سلك الله به طريقاً إلى الجنة وإن الملائكة لتضع أجنحتها رضى لطالب العلم ، وإن العالم ليستغفر له من في السماوات ومن في الأرض والحيتان في جوف الماء وإن فضل العالم على العابد كفضل القمر ليلة البدر على سائر الكواكب ، وإن العلماء ورثة الأنبياء ، وإن الأنبياء لم يورثوا ديناراً ولا درهماً وإنما ورثوا العلم فمن أخذه أخذ بحظ وافر ) رواه أحمد والدارمي وأبو داود والترمذي وابن ماجه . ¶ الشرح :أما الحديث الأول – وهو نهي النبي صلى الله عليه وسلم عن الأغلوطات – فهذا من آداب العالم والمتعلم . ¶ والأغلوطات فسرت بعدة تفاسير منها : ¶ 1- أن الأغلوطة : هي المسائل التي يراد منها غلط من سئل عنها ، إما غلط المفتي أو المعلم ، أو غلط المتعلم ، يعني : المسائل المشكلة المعقدة التي لا يفهم وجهها كل أحد إنما يراد منها إظهار غلط المعلم أو المتعلم ، يعني لما فيها من التباهي وتعقيد العلم ، والمأمور به تيسير أخذ العلم . ¶ 2- والتفسير الثاني : هي المسائل التي لم تقع ، لأنه يؤول الكلام فيها إلى الغلط فإذا وقعت اتضحت .",
            "page": "152",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "3- التفسير الثالث : المسائل المشكلة عموماً التي يستشكلها المتلقي ، وهذا النهي أدب عام للمعلم والمتعلم ، فالواجب على المعلم أن يبذل نصيحته للطلاب والمتعلمين وييسر عليهم مسائل العلم ويربيهم بصغار العلم قبل كباره وليس كل ما عند المعلم يعطيه المتعلم ليس كل ما عند الأستاذ أو الشيخ يعطيه ويلقيه لأن المجال ليس مجال استعراض معلومات ولا إعطاء كل ما عندك ، الطالب يريد ما ينفعه ، أما إذا أعطيته شيئاً لا ينفعه فلم تربِّه في الحقيقة . ¶ والله جل وعلا أثنى على طائفة من عباده بقوله: (مَا كَانَ لِبَشَرٍ أَنْ يُؤْتِيَهُ اللَّهُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا عِبَاداً لِي مِنْ دُونِ اللَّهِ وَلَكِنْ كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ) (آل عمران:79)، وجاء في تفسيرها – في أحد أوجه التفسير – أن الرباني في العلم : هو الذي يعلم الناس صغار العلم قبل كباره ن ولا يعطيهم أغلوطات المسائل التي تجعلهم يصدون عن العلم ويبعدون عنه . ¶ وهذا الذي نهجه أئمة الإسلام وأهل الصلاح في العلم أنهم لا يعطون شيئاً صعباً وإنما يدرجون العلم شيئاً فشيئاً وفوائد ميسورة بأحسن عبارة حتى يتلقفها المتعلم ويستفيد منها . ¶ أما الحديث الثاني : فهو حديث عظيم ، وأبو الدرداء جاء في وصفه في حديث مروي ، روي مرسلاً وروي متصلاً قال : ( أبو الدرداء حكيم هذه الملة ) ، وذلك لما جعل الله معه من الفطنة والحكمة في التربية وفي العلم، وكان يقرئ الناس القرآن في الشام ، وله في التربية وفي أحواله حكم كثيرة .",
            "page": "153",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "هذا الرجل الذي جاء من الشام لطلب حديث واحد (إني جئتك من مدينة الرسول صلى الله عليه وسلم لحديث بلغني عنك أنك تحدثه)، وهذه همة عظيمة بأن المرء يرحل من المدينة في ذاك الوقت مع ضعف الرواحل فيمشي لمدة شهرين على الراحلة لأجل حديث سمع أن أبا الدرداء يحدث به ، لا شك أن هذه الهمة همة دين وليس همة التزيد أو همة رغبة في لفت وجوه الناس إليه أو رغبة في الثناء ؛ إنما همة دين وخوف من الله جل وعلا ورغبة فيما قاله عليه الصلاة والسلام فهذا يدلك على أن العلم إنما يكون بعلو الهمة ، فكيف إذا كان العلم ميسوراً عندك وقريب منك ، ومع ذلك لا تسعى إليه ، ولذلك أكثر الناس رعاع أتباع كل ناعق لا يهتمون بالعلم ولا يرفعون له وبه رأساً ، وهؤلاء مذمومون ، بخلاف الذين يسعون إلى العلم وتعبون فيه فإنهم حقيقون بما روى أبو الدرداء - رضي الله عنه – عن رسول الله صلى الله عليه وسلم من أن : (( من سلك طريقاً يطلب فيه علماً سلك الله به طريقاً إلى الجنة وإن الملائكة لتضع أجنحتها رضى لطالب العلم .. ) الحديث . ¶ وهذا من سعى فيه فقد سعى إلى العلم ، فكيف بمن يسعى كل يوم ، فكيف بمن يرحل فيه .... الخ ، فهذا يعطيك مناسبة ذكر الإمام – رحمه الله – لهذا الحديث في آخر هذا الكتاب وأحاديث العلم . ¶ إن أصول الإيمان والعقيدة التي عقدها الكتاب لها تحتاج منك إلى ممارسة ، وتحتاج منك إلى همة عالية ، ولا تحقر نفس ، تقول : هذا صعب ، والعلماء كثير ، وقد يأتي يوم والحاجة تكون لك ، والناس ينظرون إليك الحاجة في تبليغ دين الله .",
            "page": "154",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "وكان ابن عباس يحرص على أن يجلس في مجالس الصحابة يأخذ العلم ، فيقول له الأنصاري : أتظن الناس بحاجة إليك ؛ وهؤلاء صحابة رسول الله صلى الله عليه وسلم متوافرون ، فترك ذاك صحبة ابن عباس في العلم ، وابن عباس استمر ، فما هي إلا سنوات قليلة ، عشرين ، ثلاثين سنة حتى احتاج الناس إلى ابن عباس أعظم من حاجتهم حتى إلى بعض كبار الصحابة ، لكثرة ما تلقف من العلم ، فالعلم لا تسيء به ظناً ، العلم من يحتاج إليه ، تذهب إلى بلد كلها جهل ، بلد لا تعرف العلم ، والله جل وعلا يقدر ما يشاء ، وقدَر الله يجري في عباده ، فإذا لم يكن مع المرء علم راسخ أخذه في وقت السعة ، وأكَّد على نفسه ؛ فإنه لن ينفع الناس ، قد يأثم في بعض الحالات ؛ إذا كانت كل الأسباب ميسرة له ، عنده فهم ورغبة واستعداد ، ولكن يؤثر الدنيا على العلم وتبليغ دين الله جل وعلا ؛ فلا شك أنه قد يأثم في بعض الحالات إذا تعيَّن عليه ، لهذا هذه الأمة ليس ثَمَّ نبي بعد محمد صلى الله عليه وسلم ، أما بنو إسرائيل فكان النبي يأتي بعده نبي ، وكان فيهم علماء ، أما هذه الأمة ورَّاث النبي صلى الله عليه وسلم فيها هم العلماء ، فإن العلماء ورثة الأنبياء .",
            "page": "155",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "لهذا استحضر الفضل ، واستغفار الملائكة ، ورضا الملائكة ، ووضعها لأجنحتها ، واستحضر ( من سلك طريقا يلتمس فيه علماً سهل الله له به طريقاً إلى الجنة ) ، واستحضر ( العلماء ورثة الأنبياء ) ، واستحضر وقت الحاجة ، الأمة الآن ، كم فيها – الآن ملايين – كم طلاب العلم ؟ طلاب العلم بحق قلة نوادر ، هل هؤلاء يكفون الأمة ؟ لا يكفون ، لو ندرِّس ملايين ، وتخرج ملايين أيضاً لا يكفون ، لأن الأمة – الآن – ملايين ، كيف يكفيهم هؤلاء في بلد ، وهؤلاء في بلد ، والبلدان والقرى تُعدُّ بمئات الآلاف في الأرض ، فمع توسُّع الناس ؛ طلاب العلم يقلُّون ، لا تنظر إلى الرياض مثلاً ، وتنظر إلى حلق بعض المشايخ ، وتقول : كثيرين ، أو تنظر إلى طلاب الجامعة ، وفي الواقع العلم – الآن – أندر من النادر ، صحيح أن القراء كثير ؛ لكن طالب العلم الراسخ الذي أخذ العلم بأصوله وبلَّغ دين الله جل وعلا ، أو يصلُح أن يبلغ دين الله جل وعلا ، ويعلم الناس بمعاني الكتاب والسنة هؤلاء قلة ، لهذا التعب وعلو الهمة هي الطريق مع سؤال الله جل وعلا التوفيق والإعانة ، ولا تحقرن نفسك . ¶ ولهذا الذي ينبغي ويتأكد عليك أن يكون العلم أهم شيء ، والعلم واسع ، فخذ منه ما ينفع ن خاصة التوحيد والعقيدة لأن فيها صلاح الباطن وصلاح العمل ثم معرفة السنة في العبادات ، وما يحتاج الناس إليه يعلمهم السنة فيما يحتاجون إليه في أمر عباداتهم ومعاملاتهم ، هذا - في البداية - يكفي ، ومع الزمن يتوسع شيئاً فشيئاً حتى تأخذ من العلم ما كتب الله جل وعلا لك ، أسأل الله لي ولك التوفيق ، وأن لا يحرمنا ثواب العلم ولا فضل أهله . ¶ كيف يأخذ طالب العلم تصوير المسائل ؟",
            "page": "156",
            "part": "1"
        },
        {
            "id": "157",
            "nass": "يأخذها بالتلقي ، تصوير المسائل ؛ أهم العلم ، أهم من الحكم والدليل ووجه الاستدلال والتفصيل والخلاف ، أهم منه ما بني عليه ذلك كله وهو ( صورة المسألة ) ، صورة المسألة في العقيدة والفقه ، معنى الحديث ، معنى الآية ، وبعضهم يستدل بشيء ليس في الآية ، إذا عرفتَ صورة المسألة أولاً ؛ فما بعده يتنزل علي الصورة ، يأتيك التعريف فينزل على الصورة ، والدليل على الصورة ، وهكذا . ¶ مهمة المعلم : أن يصيغ ذهن الطالب في العلم ، كيف يكون ذلك ؟ ¶ يكون : 1- بالأناة في العلم والرفق وحسن التصور وحسن الاستدلال وحسن الأداء . ¶ 2- الاهتمام بالتحري في اللفظ والمعنى . ¶ كيف يؤدى العلم ؟ كيف يبلغ العلم ؟ بلغة أهله ، وهذا يجعل الطالب كيف يفهم كتب العلماء . ¶ 3- أن يعلم الطالب كيف يتعامل مع شيخه ومع المجتمع ومع الكتاب ، وهذا ينقل بالتلقي والسمت . ¶ 4- أن يعطي المعلم للطالب أنه ليس كل يجاب عنه ، من الغلط أن يتجرأ الطالب على العلم ، فكل ما كان المعلم أهيب ؛ كان انتفاع الطالب به أكثر . ¶ و مرفوعاً : (( الْكَلِمَةُ الْحِكْمَةُ ضَالَّةُ الْمُؤْمِنِ فَحَيْثُ وَجَدَهَا فَهُوَ أَحَقُّ بِهَا )) . رواه الترمذي وقال غريب ، وابن ماجه . ¶ الشرح : الحديث حسن ، وقوله : ( رواه الترمذي وقال : غريب ) ، من فهم العلماء : أن غالب ما قال الترمذي ( غريب ) ؛ يعني به : أنه ضعيف ، لأن الغرابة عنده تعني الضعف ، وليست الغرابة عند المتأخرين – يعني عند أهل الاصطلاح – التي هي وصف للسند ، وقد يكون الرجال ثقات ، كحديث عمر بن الخطاب المعروف : ( إنما الأعمال بالنيات ) ، فإن غريب ، يعني : أنه لم يأت إلا عن راوٍ واحد في الطبقة الأولى والثانية والثالثة إلى آخره ن فقد يكون الحديث في الصحيحين وهو غريب . ¶ لكن مصطلح الترمذي أنه إذا قال : ( غريب ) ، فإنه يعني به : أنه ضعيف في الغالب ، أو الجُلّ الأكثر مما أورده ن لكن هذا الحديث له طرق ، فهو بها حسن .",
            "page": "157",
            "part": "1"
        },
        {
            "id": "158",
            "nass": "( الحكمة ضالة المؤمن ) معنى ذلك : أن ( الحكمة ) التي هي الكلمة الصواب ، أو الرأي الصواب فهي ضالة المؤمن ، لأن المؤمن يسعى للحق ويتحرى الصواب ، والصواب والحق في الحكمة من الأقوال والأفعال ، ولهذا أثنى الله جل وعلا على من أوتي الحكمة ، فقال جل وعلا : ( وَأَنْزَلَ اللَّهُ عَلَيْكَ الْكِتَابَ وَالْحِكْمَةَ )(النساء: من الآية113) ، والحكمة : السُّنَّة من الأقوال والأفعال ، وهي الأقوال الصائبة في الحق ، والأفعال الصائبة في الحق . ¶ فإذاً المؤمن من صفاته – وطالب العلم بالخصوص ، لأن هذه جاءت في ذكر صفات طالب العلم – أنه يتحرَّى الحكمة في الأقوال والأعمال ، لا يتصرَّف بمحض رأيه ، بل ينظر في الحكمة ، والحكمة أعلاها : ما وُجِد في سنى النبي صلى الله عليه وسلم ، وفي هدي الصحابة – رضوان الله عليهم – في أفعالهم وكلامهم ، وكذلك في هدي وأفعال وكلام أئمة الإسلام ، هذه هي الحكمة ، لأن الحكمة مكتسبة ، تكتسبها مما عقلت من الكلام والأفعال . ¶ لهذا الحكمة عُرِّفَتْ بتعريفات منها : أنها وَضْعُ الشيء في موضعه اللائق به . ¶ ومنها : وضع الأمور في مواضعها اللائقة بها الموافقة للغايات المحمودة منها ، وهذا التعريف الثاني هو الأولى والأظهر ، للتفريق ما بين الحكمة والعدل ، لأن العدل هو : وضع الشيء في موضعه ، يقابله الظلم الذي هو : وضع الشيء في غير موضعه ، والحكمة : عدل وزيادة ، لأن كل حكيم عادل ، وكل حكمة عدل في التصرُّف ، وضع الشيء في موضعه ، لكن تختلف الحكمة عن العدل بأن الحكمة ينظر فيها في الأقوال والأفعال إلى الغاية المحمودة منها ، فقد يضع المرءُ الشيءَ في موضعه ويكون عادلاً ، لكن لا يكون حكيماً في موافقة الأمر للغاية المحمودة ، بأن يكون فعله وقوله في المصلحة في ازدياد المصالح وتقليل المفاسد .",
            "page": "158",
            "part": "1"
        },
        {
            "id": "159",
            "nass": "الحكمة لها أوجه ، ولها أسباب ، ربما ما يكون مناسباً بيان ذلك الآن ، وقد ذكر ذلك ابن القيِّم في موضع في ( مدارج السالكين ) . ¶ ... وعَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ قَالَ : (( إِنَّ الْفَقِيهَ حَقَّ الْفَقِيهِ مَنْ لَمْ يُقَنِّطْ النَّاسَ مِنْ رَحْمَةِ اللَّهِ وَلَمْ يُرَخِّصْ لَهُمْ فِي مَعَاصِي اللَّهِ وَلَمْ يُؤَمِّنْهُمْ مِنْ عَذَابِ اللَّهِ وَلَمْ يَدَعْ الْقُرْآنَ رَغْبَةً عَنْهُ إِلَى غَيْرِهِ إِنَّهُ لَا خَيْرَ فِي عِبَادَةٍ لَا عِلْمَ فِيهَا وَلَا عِلْمٍ لَا فَهْمَ فِيهِ وَلَا قِرَاءَةٍ لَا تَدَبُّرَ فِيهَا )) . ¶ الشرح : ¶ الفقيه في الكتاب والسنة يعنى به : من أدرك معاني القرآن والسنة ، فأعلم الناس هو الأفقه فيهم ، ولهذا قال عليه الصلاة والسلام : ( يؤم القوم أقرؤهم لكتاب الله ) ، يعني : بالأقرأ هنا : الأفقه ، لأنه كان عُرف السلف. ¶ ومنه قول الله جل وعلا : ( فَلَوْلا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ)(التوبة: من الآية122)، فإذاً الفقه في الدين : هو العلم بحدود ما أنزل الله على رسوله صلى الله عليه وسلم ، وهو الفهم ، ولا خير في عبادة لا فقه فيها ، ولا خير في قراءة لا فقه فيها ن يعني : لا يفهم معنى الآية ولا الحديث ، ولا يفهم معاني الأحكام ، من لا يُدرِك هذا ؛ لا خير فيما يعمله ، ويعني : أن خيره قليل . ¶ الحديث قال : ( إن الفقيه حق الفقيه ) ، يعني : الفقيه المتحقق بالفقه ، الموصوف بالعلم بما أنزل الله جل وعلا في كتابه وعلى سنة نبيه عليه الصلاة والسلام ؛ هو من اتصف بهذه الصفات أنه : لا يقنِّط الناس من رحمة الله ، ولم يرخص لهم في معصية الله ، ولم يؤمنهم من عذاب الله ، وهذه لا شك أنها صفة لأهل العلم .",
            "page": "159",
            "part": "1"
        },
        {
            "id": "160",
            "nass": "أما من قصُر علمه ؛ فتجده في الوعظ والإرشاد ، أو تجده في دروسه إلى آخره ، تجد أنه يغلب عليه جانب من هذه الجوانب ، إما أنه يغلب عليه جانب الرجاء في الناس حتى يُجرِّئهم على المعاصي ، يفتح لهم باب الرجاء حتى يجرئهم على المعاصي ، أو أنه يشدد عليهم ، أو أنه يصف لهم العقوبة والعذاب وصفة النار ؛ حتى يقنِّطهم من رحمة الله جل وعلا ، ويظنون أنهم قد هلكوا . والفقيه حق الفقيه هو من يعامل الناس بطريقة الكتاب والسنة ، وهو أنه يعطيهم الرجاء ، ولكن أيضاً يخوفهم من العذاب ، فلا يومِّن ولا يقنِّط ، لأنه لا يقنط من رحمة ربه إلا الضالون ، وكذلك الأمن من مكر الله محرم . ¶ وهذا هو الذي ينبغي عليك أن تعتني به ، سواء في العلم ، أو إذا كتب الله جل وعلا لك إرشاد طائفة ، أو درس أو محاضرة ، أو إرشاد جهال في أي مكان في أن يكون عندك غرس في قلوب الناس الفرح بالطاعة ، والخوف من المعصية ، فتْح باب الرجاء وعدم التقنيط من الذنوب ، فتفتح لهم باب التوبة وباب الرجاء في قبول الطاعات ، وأيضاً تخزفهم من أثر المعصية والذنب ، وهذا يوافق طريقة أهل السنة والجماعة ، ووسطية ما قالوا به في باب الخوف والرجاء . ¶ ... وعن الحسن رضي الله عنه قال : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : (( مَنْ جَاءَهُ الْمَوْتُ وَهُوَ يَطْلُبُ الْعِلْمَ لِيُحْيِيَ بِهِ الْإِسْلَامَ فَبَيْنَهُ وَبَيْنَ النَّبِيِّينَ دَرَجَةٌ وَاحِدَةٌ فِي الْجَنَّةِ )) . رواهما الدارمي . ¶ الشرح : ¶ تخريجه : ضعيف ، وإسناده مرسل ، نصر بن القاسم مجهول ، وعمرو بن كثير لم أجد ترجمته ، ورواه الطبراني ، وفي إسناده – كما قال الهيثمي – فيه محمد بن الجعد وهو متروك ، والعباس بن دكار وهو كذَّاب . ¶ (باب قبض العلم)",
            "page": "160",
            "part": "1"
        },
        {
            "id": "161",
            "nass": "وعَنْ أَبِي الدَّرْدَاءِ قَالَ كُنَّا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَشَخَصَ بِبَصَرِهِ إِلَى السَّمَاءِ ثُمَّ قَالَ: (( هَذَا أَوَانُ يُخْتَلَسُ الْعِلْمُ مِنْ النَّاسِ حَتَّى لَا يَقْدِرُوا مِنْهُ عَلَى شَيْءٍ )) . رواه الترمذي . ¶ ... وعَنْ زِيَادِ بْنِ لَبِيدٍ قَالَ ذَكَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَيْئًا فَقَالَ ((ذَاكَ عِنْدَ أَوَانِ ذَهَابِ الْعِلْمِ)) قُلْتُ يَا رَسُولَ اللَّهِ وَكَيْفَ يَذْهَبُ الْعِلْمُ وَنَحْنُ نَقْرَأُ الْقُرْآنَ وَنُقْرِئُهُ أَبْنَاءَنَا وَيُقْرِئُهُ أَبْنَاؤُنَا أَبْنَاءَهُمْ إِلَى يَوْمِ الْقِيَامَةِ قَالَ : (( ثَكِلَتْكَ أُمُّكَ زِيَادُ إِنْ كُنْتُ لَأَرَاكَ مِنْ أَفْقَهِ رَجُلٍ بِالْمَدِينَةِ أَوَلَيْسَ هَذِهِ الْيَهُودُ وَالنَّصَارَى يَقْرَءُونَ التَّوْرَاةَ وَالْإِنْجِيلَ لَا يَعْمَلُونَ بِشَيْءٍ مِمَّا فِيهِمَا )) . رواه أحمد وابن ماجه . ¶ الشرح : ¶ الأحاديث في قبض العلم وذهابه في آخر الزمان كثيرة ، منها في الصحيحين أحاديث عدة كقوله عليه الصلاة والسلام : (إِنَّ اللَّهَ لَا يَقْبِضُ الْعِلْمَ انْتِزَاعًا يَنْتَزِعُهُ مِنْ الْعِبَادِ وَلَكِنْ يَقْبِضُ الْعِلْمَ بِقَبْضِ الْعُلَمَاءِ حَتَّى إِذَا لَمْ يُبْقِ عَالِمًا اتَّخَذَ النَّاسُ رُءُوسًا جُهَّالًا فَسُئِلُوا فَأَفْتَوْا بِغَيْرِ عِلْمٍ فَضَلُّوا وَأَضَلُّوا ) ، ذهاب العلم من أشراط الساعة الصغرى ، أن يقل العلم ويُرفع ، وأن يكثر الجهل وفشو ، وكثرة القراءة الموجودة في هذا الزمان ؛ لا تدل على ازدياد العلم لأن الناس يقرأون ولكنهم لا يعلمون إلا القليل .",
            "page": "161",
            "part": "1"
        },
        {
            "id": "162",
            "nass": "لهذا إذا نظرت – الآن – في عدد الأمة وعدد الناس ، كم منهم من يطلب العلم ؟ كم منهم من يعلم ، نادر ، يعني : إذا ذكرتَ ألفاً أو ألفين أو ثلاثة آلاف ، إذا كانوا يوجدون في ألف مليون ، لا شك أن هذا نادر جداً، وأيضاً هم متفاوتون في العلم ، وفي إدراكه وتحصيله ، فهذا يخوِّف ، وهذا الحديث مما ينبغي لك أن تستحضره دائماً في التخويف ، أن تدرك الزمن الذي ينزع فيه العلم ، وينتشر فيه الجهل ، لماذا ؟ لأن هذا يدل على فساد الزمان ، حتى ربما الواحد تدركه هذه البلية أن يكون جاهلاً فيتخذ رئيساً فيُسأل فيُفتي يغير علم وهو يظن عن نفسه أنه عالم لكنه سئل بغير علم فأفتى فضلَّ وأضل ، وهذه ظهرت بوادرها الآن فيما ينشر ويقرأ ويراه البعض في القنوات أو يسمعونه في الإذاعات أو في الصحف ، أسئلة كثيرة وأجوبة بغير علم ، يعني أجوبة من جهة الاستحسان والرأي أو الضعف أمام ما يجري في العصر ونحو ذلك مما هو سبيل ضعف العلم وعدم رعاية الدليل من القرآن وسنة النبي صلى الله عليه وسلم . ¶ فإذاً هذه الأحاديث التي فيها رفع العلم في آخر الزمان وقلة العلم وكثرة الجهل ؛ تخوِّفك ، وإذا خفت أدلجت ، ( من خاف أدلج ) ، إذا خفت أدركت أن المسألة صعبة ، وأن مسؤولية الأمة ومسؤولية بقاء وراثة النبي صلى الله عليه وسلم إنما هي عليَّ وعليك ، وعلى الثاني والثالث ممن أدركوا .",
            "page": "162",
            "part": "1"
        },
        {
            "id": "163",
            "nass": "إذاً لا بد أن نبذل أنفسنا في العلم ، وطلب العلم جهاد ونشره جهاد ، النبي صلى الله عليه وسلم ثلاثة عشر عاماً يجاهد بالعلم وبالقرآن ، (فَلا تُطِعِ الْكَافِرِينَ وَجَاهِدْهُمْ بِهِ جِهَاداً كَبِيراً) (الفرقان:52) ، لذلك جهاد العلم هو أعظم من جهاد السنان ، ولهذا قول المحققين من أهل العلم : أن طلب العلم والتفرغ له والعناية به حفظاً ودرساً أنه أفضل من النوافل ، حتى أفضل من جهاد التطوع ، لماذا ؟ لأن النفع عام ، وجهاد التطوع قد يكون خاصاً ، لكن العلم فيمن أخذه بحزم وجد ؛ فإن نفعه عام له ولمن حوله وللناس ، ويبقى على مدى سنين طويلة ما أحياه الله جل وعلا .",
            "page": "163",
            "part": "1"
        },
        {
            "id": "164",
            "nass": "فالمجاهدة بالعلم ؛ هذه من أعظم الجهاد ، بل هي سبب لكل خير ، لكن هذا لا يعني أن المرء يتصدَّر قبل أوانه ، أو يذكر ما لا يعلم ، أو يقول أشياء بالظن ، أو يتجرأ على ما ليس له ، وبالتجربة ، والذي وجدناه أن الله جل وعلا يبارك للعبد إذا علَّم ونشر ما علِم بيقين ، والذي لا تعلمه ، أو أنت شاك فيه ، أو لم تُحسن فهمه فاتركه ، ولا يلزمك أنك تعلم ، أو تنشر في كلمة أو محاضرة أو في خطبة شيء لا تعلمه ، فشيء مشتبه عليك ؛ اتركه أصلاً حتى تتحقق منه مائة بالمائة ، والناس الآن يحتاجون إلى اليقينيات ، يحتاجون إلى ما يعلمه طلاب العلم بوضوح ، يحتاجونه الآن ، نسوا أكثر العلم والدين من أمور الدين العظام في التوحيد وتعظيم القرآن وتعظيم السنة ، والإتيان بالعبادات ونحو ذلك ، طاعة النبي عليه الصلاة والسلام ، ونحو ذلك من الأمور التي هي أصول الدين ، فإذاً الواجب عليكم جميعاً الجد في طلب العلم ، لا يسبقنكم الزمان وفترة الشباب ، وهي فترة العلم والتعلم ، فإذا راحت ، وبدأت في الثلاثينيات ؛ صارت المسألة وسط ، يعني تبدأ تبني على ما مضى ، ويصير تحصيلك بحسب ما مضى ، فإذا صار ما مضى مركَّزاً وقوياً وبناؤه جيداً ؛ يكون تحصيلك تعطفه على ما سبق ، تبني بنياناً جيداً – بإذن الله وتوفيقه - ، إما إذا كان الأول مهزوزاً ؛ فستظل بعدها في الثلاثينيات وما بعدها ؛ ستظل مهزوزاً ، لأن ما بني على ضعيف ؛ سيكون ضعيفاً ، ولا وسيلة لتثبيت العلم مثل التقوى والإنابة إلى الله جل وعلا ، قال جل وعلا : (وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا )(العنكبوت: من الآية69) ، وقال : (وَلَوْ أَنَّهُمْ فَعَلُوا مَا يُوعَظُونَ بِهِ لَكَانَ خَيْراً لَهُمْ وَأَشَدَّ تَثْبِيتاً)(النساء: من الآية66) ، قال شيخ الإسلام ابن تيمية : ( من فعل ما يوعظ به ؛ ثبَّت الله العلم في صدره ) وكان ربما استغلقت عليه المسألة من مسائل العلم – يعني ابن",
            "page": "164",
            "part": "1"
        },
        {
            "id": "165",
            "nass": "تيمية – يقول : ( فأسجد لله جل وعلا وأتضرع وأبكي وأعفر وجهي بالتراب حتى يُفتح لي ، وهذا لأجل الذل ، لأنه ما يستغلق القلب إلا لشيء عليه ، لأن هذا نور الله جل وعلا ، فكيف ما يدخل القلب ، كيف ما يفهم ؟ لا بد أن فيه شيء ، قد يكون من عدم استعدادات فطرية من عدم الذكاء وعدم الفهم ، هذا أمر آخر ، لكنه إذا كان لدى المرء استعدادات فكيف ، وهذا تجده أنت في نفسك ، فتجد أحياناً تلحظ أنك يأتيك انشراح فتفهم المسألة بسرعة ، وأحياناً تكون المسألة واضحة فتقول : كيف جاءت هذه ، حتى تقرأ الكلام الواضح ، تجد أن على القلب حاجزاً يمنع من فهمه ، لكن بتقوى الله جل وعلا ؛ يعظم الله جلا وعلا للعبد الأر وييسر له سبل الفهم . ¶ وبالمناسبة هناك من يكثر الاستدلال على هذه المسألة بقول الله جل وعلا : ( وَاتَّقُوا اللَّهَ وَيُعَلِّمُكُمُ اللَّهُ)(البقرة: من الآية282) ، والاستدلال بالآية على : أن من اتقى الله جل وعلا يعلمه الله ؛ ليس صحيحاً ، بل هو غلط من جهة اللغة العربية ، وكذلك من جهة حسن القراءة . ¶ أما من جهة حسن القراءة : فإن الوقف الحسن على لفظ الجلالة : ( واتقوا الله ) ، وبعد ذلك تقرأ: ( ويعلمكم الله والله بكل شيء عليم ) ، أما من جهة العربية ( واتقوا ) : أمر ، وإذا كان الأمر له جواب ؛ فإن يكون مجزوماً ، لو كانت ( ويعلمكم ) إنها خبر وأثر للتقوى نتيجة للتقوى ؛ لكانت مجزومة ، وبلا ( الواو ) ، فتكون – واتقوا الله يعلمْكم الله – هذا مقتضى النحو والعربية ، هذا كثير في القرآن ، مثل الشاهد عليها قوله في سورة نوح :( أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ وَأَطِيعُونِ* يَغْفِرْ لَكُمْ) ، فالمغفرة جُزمت لأنها مرتبة على الأمر ، وهذا يسمى جواب الأمر في النحو ، ويكون مجزوماً لأنه في مقام جواب الشرط . ¶ هنا : ( واتقوا الله ) ، ثم استأنف ، لأن ( الواو ) استئنافية ، ( ويعلمكم الله ) ، الفعل مرفوع بعدها .",
            "page": "165",
            "part": "1"
        },
        {
            "id": "166",
            "nass": "بعض أهل العلم حاول أن يخرِّج هذا على أن تكون ( الواو ) حالية ، وحنى لو كانت حالية ؛ فإنها لا تكون مرتبة ، فالمعنى : واتقوا الله حالة كون الله يعلمكم ، وهذا أيضاً لا يستقيم مع الاستدلال . ¶ لكن التقوى سبب للعم ليس بهذه الآية ، ولكن بقوله جل وعلا في سورة الفرقان : (يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَتَّقُوا اللَّهَ يَجْعَلْ لَكُمْ فُرْقَاناً )(لأنفال: من الآية29) ، وأعظم الفرقان : الفرقان في المسائل العلمية بين الصواب وغيره ، تفهم وتفرق بين هذا وهذا ، فرقان ، مما يعطيه الله جل وعلا للمتقين . ¶ فإذاً الاستدلال على مسألة أن المتقي يعلمه الله جل وعلا هذا من الاستدلال بآية الفرقان هو الصواب ، أما الاستدلال بآية البقرة ؛ فلا يستقيم من جهة العربية والنحو ، مع أن عدداً من المفسرين راج عليهم صنيع الوعاظ ، وقالوا : الآية يستدل بها على كذا ، ولكن رد عليهم طائفة من المحققين ، منهم أبو حيان في البحر المحيط وغيره . ¶ وعن ابْنُ مَسْعُودٍ – رضي الله عنه – قال : ( عَلَيْكُمْ بِالْعِلْمِ قَبْلَ أَنْ يُقْبَضَ وَقَبْضُهُ أَنْ يُذْهَبَ بِأَصْحَابِهِ عَلَيْكُمْ بِالْعِلْمِ فَإِنَّ أَحَدَكُمْ لَا يَدْرِي مَتَى يُفْتَقَرُ إِلَيْهِ أَوْ يُفْتَقَرُ إِلَى مَا عِنْدَهُ إِنَّكُمْ سَتَجِدُونَ أَقْوَامًا يَزْعُمُونَ أَنَّهُمْ يَدْعُونَكُمْ إِلَى كِتَابِ اللَّهِ وَقَدْ نَبَذُوهُ وَرَاءَ ظُهُورِهِمْ فَعَلَيْكُمْ بِالْعِلْمِ وَإِيَّاكُمْ وَالتَّبَدُّعَ وَإِيَّاكُمْ وَالتَّنَطُّعَ وَإِيَّاكُمْ وَالتَّعَمُّقَ وَعَلَيْكُمْ بِالْعَتِيقِ ) . رواه الدارمي بنحوه . ¶ الشرح :",
            "page": "166",
            "part": "1"
        },
        {
            "id": "167",
            "nass": "هذا الأثر أثر عظيم فيه : الوصية والحض والحث على أخذ العلم عن أهله قبل أن لا تعرف كيف تأخذ العلم ، وهذا في الواقع مشاهد فإن الإنسان تأتيه أحوال يكون مهيئاً له أن يطلب العلم ، مهيأ له أن يحفظ وأن يبحث ويقرأ ، فينبغي له أن يلزم العلم والعمل ومجالسة العلماء لأنه لا يدري متى يحتاج إلى العلم ، ولا يقول : العلم معروف وسهل ، والذي أحتاجه في حياتي مسألة أو مسألتين ، والعبادات عرفتها ، وأصول التوحيد عرفتها ، ويكفي ، لا تدري متى تحتاج إلى العلم ، لا تدري متى تحتاج إليه ، ومتى تفتقر إليه ، ومتى يُفتقَر إليك ، ولهذا كان من المصائب العظيمة في آخر الزمان أن يتخذ الناس رؤوساً جهالاً فيُسئلون فيُفتون بغير علم فيضلون ويُضلون ، فالواجب على طالب العلم بالخصوص وعلى كل من يأنس من نفسه رشداً في العلم أن يحرص على العلم ، وأن يلزم أهله لأن هذا أعظم القُرَب ، لهذا قال بعض السلف : ( كانت العبادة أفضل ما يُعمل في أول الإسلام ، والآن : العلم هو أفضل ما يُعمل ) ، يعني : أفضل من نوافل العبادة ، لماذا ؟ لأن الحاجة إليه عظيمة ، وكان سابقاً في أول الإسلام الكل مع رسول الله صلى الله عليه وسلم ، ومع الصحابة ، وحال المجتمع وحال الناس يدل على الخير ويحث عليه ، والشُّبَه منفية ، والشهوات قليلة ، وما يحتاجه الإنسان في دينه - في الغالب – أنه قريب منه ، لكن بعد ذلك جاءت الشُّبه ، وجاءت الشهوات ، فاحتاج الناس – لكثرة جهلهم – إلى العلم وإلى الإرشاد وإلى البيان وإلى بقاء فهم حكم الله وكتاب الله وسنة رسوله صلى الله عليه وسلم فإن الأنبياء لم يورثوا ديناراً ولا درهماً وإنما وَرَّثوا العلم ، لهذا أعظم ما تتقرب به إلى الله جل وعلا بطلب العلم ، لأنك لا تدري متى تفتقر إليه – كما قال ابن مسعود رضي الله عنه – ولا متى يُفتقَر إليك فيه ، متى يُحتاج إليك في بلد قد يكون تحصل فتنة للناس ففيتفرق الناس ، متى يحتاج إليك ، وهل الناس",
            "page": "167",
            "part": "1"
        },
        {
            "id": "168",
            "nass": "دائماً تتسر لهم اتصالات . ¶ والآن لو كل طالب علم جلس في مسجده ونفع من حوله لكان خيراً عظيماً ، يعني بحسب ما عنده ، مع التثبت والسؤال وتقوى الله عز وجل ، ينفع نفسه وينفع الآخرين ، فلا شك أن الحاجة – كما قال ابن مسعود رضي الله عنه – إلى مزيد ومزيد في الاجتهاد في طلب العلم . ¶ ثم ذكر الوصية بالقرآن ولزوم القرآن يكون مع الحذر من مخالفته ، فإن قوماً يزعمون أنهم يأخذون بالقرآن وهم قد تركوه وراءهم ظهرياً ، وهؤلاء هم أهل الشبهات والمشتبهات الذين أخذوا بالبدع وتركوا المحكمات من القرآن ، ولهذا الله جل وعلا وصف – في آية آل عمران – وصف المنحرفين الزائغين بأنهم يتبعون المتشابهات جزماً وقوة فيها ، ووصف الراسخين في العلم بالتواضع والذل ، وأنهم يجهلون أشياء كثيرة ، فقال جل وعلا : ( فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا)(آل عمران: من الآية7) ، وفي قوله : (ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ) ؛ ما يُشعِر بأنهم جازمون ، وأنهم أقوياء في اتباعهم للمتشابه ، ثم وصف الراسخين في العلم قال: (وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ) ، على الوقف هنا ، ثم قال : (وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا) ، يعني : مع كونهم أهل ثبات وأهل رسوخ في العلم ؛ لكن عندهم تواضع وأناة لأن هناك أشياء يجهلونها ، لا نعلمها ( كل من عند ربنا ) سلمنا وآمنا ، وهذا هو الذي حصل في الأمة ، لأنه كلما زاد المرء زيغاً – والعياذ بالله – كلما ازداد شدة في تفسير القرآن ، أو في اتباع ما يريد من المتشابه ومجادلة عليه وقوة عليه ، والراسخون في العلم عندهم المحكمات والمجمع عليها",
            "page": "168",
            "part": "1"
        },
        {
            "id": "169",
            "nass": "مسائل قليلة ليست بالكثيرة ، وما اشتبه عليهم يقول العالم الراسخ في العلم : (آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا) ، الله أعلم ، ما ندري ، هذه تحتاج إلى مراجعة ، وأما الآخرون فتجد عندهم جزم وخوض في كل شيء ، وقلَّ أن تجد عند زائغ أن يقول ( لا أعلم ) أو ( لا أدري) ، بينما تجد عند الراسخين في العلم الذين تحققوا في العلم بوصية ابن مسعود هذه ، وتحققوا بالقرآن ؛ أنه يقول: لا أعلم ، أجهل ، حتى بينه وبين نفسه يهرب من المشتبهات ، ويأخذ المحكمات طلباً للسلامة ، فما حدث في الأمة من الانحراف ، ومن الزيغ ؛ كله بسبب ترك العلم النافع ، وترك الأخذ بالسنة ، وترك معرفة القرآن والعلم بحدود ما فيه من العقائد والغيبيات والأحكام والشرعيات .",
            "page": "169",
            "part": "1"
        },
        {
            "id": "170",
            "nass": "الواجب عليكم جميعاً الجد في العلم ، لأن الزمن هذا ليس زمن علم ، إنما هو زمن جهل ، فالناس – الآن – كلما زاد بهم الزمان ؛ كلما زاد بهم الجهل ، وكما قال من قال : ( كفى بالاغترار بالله جهلاً ، وكفى بخشية الله علماً ) ، ليس المقصود الثقافة والكلام ، هذا أكثر الآن ، الصغير الآن يجادلك ، يقول : لا ، هذا يدلك على كذا ، وهذا يدل على كذا ، فالمقصود : العلم النافع الذي قرره أهل العلم ، وأهل السنة ، وأئمة السلف، في المسائل الخلافية يعرف المرء ما ينجيه فيها ، ويأخذ بما دلت عليه الأدلة ، إذا اتضحت له ، أو يحتاط لدينه ، هذا يحتاج إلى مصابرة وصبر وبذل ، فالعلم ليس سهلاً ، فمن أراد لزوم الطاعة ، هذا معه إلى الموت ، وليس سنة أو سنتين ، كذلك العلم يبقى معه إلى الموت ، ليس قليلاً ويذهب ، ولكن معه إلى الموت ، فلا بد أن توطِّن نفسك أنك إذا صرت طالب علم ، فهو معك إلى الموت ، وهذا أعظم ما تتقرب به إلى الله جل وعلا ، وأعظم من نوافل العبادات ، لأنك أنت – الآن – في مقام جهاد ومقام حماية للشرع ، كيف يعلم من في بيتك ، ومن حولك ، كيف يعلمون ؟ خاصة في أصول الدين العظيمة ، كالتوحيد والعقائد ونحو ذلك ، يدخلهم الشيطان فيوقعهم في أعظم مصيبة ، وهي البدع وقبلها الشرك – والعياذ بالله - ، رحم الله ابن مسعود ورضي عنه .",
            "page": "170",
            "part": "1"
        },
        {
            "id": "171",
            "nass": "( العتيق ) : هو الأمر الذي كان عليه السلف ، كان عليه من قبل ، وهذا يفسره قول ابن مسعود لما أُخبِر عن جماعة في الكوفة ، أنهم يسبحون مائة ، ويهللون مائة ، ومعهم حصى ، فقيل له ، فذهب إليهم ، فوجد قائلاً منهم يقول : سبحوا مائة فيسبحون على انفراد ، ثم يبدأون يعدون بالحصى أمامه ، فقال لهم : لأنتم أهدى من صحابة رسول الله صلى الله عليه وسلم ، أو أنتم على شعبة ضلالة – وهذه ثنائية صحيحة إما هذا أو هذا- هذه آنية رسول الله صلى الله عليه وسلم لم تُكسَر ، وهؤلاء زوجاته لم يمتن ، وهؤلاء صحابة رسول الله صلى الله عليه وسلم ، فقالوا : يا أبا عبد الرحمن ! الخير أردنا ، - يعني : يا ابن مسعود ما أردنا إلا الخير ، هذا تهليل ، ونعد بالحصى ونحن مجتمعين – فقال : ( كم من مريد للخير لم يبلغه ، أو لم يحصله ) ، هذا لأنهم لم يأخذوا بالعتق . ¶ فالعتيق هو : الأمر الأول قبل ما تحصل الخلافات والافتراق والبدع ، هل كان عليه الزمن الأول أم لا ؟ هل كان عليه الأمر من قبل أم لا ؟ هذه حجة السلف دائماً ، هل فعله السلف أم لم يفعلوه ؟ أحياناً بعض المسائل تدل عليها عمومات ، مثل الآن فِعْل هؤلاء لما اجتمعوا على الذكر على هذا النحو قد يستدل له بعموم : ( ما اجتمع قوم في بيت من بيوت الله ) ، أو : ( ما اجتمع قوم يذكرون الله .. ) ، أو ( ما جلس قوم مجلساً ثم قاموا ولم يذكروا الله إلا قاموا على مثل جيفة حمار ) ، يعني : ثَمَّ عمومات تدل على فضل الذكر ، وفضل الاجتماع ، لكن إدخال صورة ما في عموم ، وهو من جهة العمل الجماعي الذي تضاهي به الشريعة ، إدخاله في عموم يقولون : هذا دلَّ عليه الدليل ؛ هذا ليس بحجة ، لأن المسألة إذا دل العموم ( عموم الدليل ) من الكتاب والسنة على هيئة مضاهية للهيئات الشرعية ، فالحال قسمان :",
            "page": "171",
            "part": "1"
        },
        {
            "id": "172",
            "nass": "إما أن تكون هذه الهيئة المضاهية عملها السلف ، أو لا يكونوا عملوها ، فإن كانوا عملوا بها فدخولها في العموم الاستدلال بها واضح ، لأن السلف فهموا دخول هذه الصورة في العموم وعملوا بها . ¶ وإما أن يكونوا لم يعملوا بها ؛ فهذا يدل على أن هذه الصورة التي هي الهيئة المضاهية للشرع أنه لا يجوز أن تدخل ن لأن السلف تركوها ، الصحابة تركوها ، وهذا معنى قول ابن مسعود : ( عليكم بالعتيق ) ، يعني : من جهة السلوك والسبيل ، كذلك عليكم بالعتيق فيما يختلف فيه من الاستدلالات ، لأن أصحاب الاحتفالات والموالد وأشباهها استدلوا بعمومات ن جاء في الاحتفال بمولد النبي صلى الله عليه وسلم ، قالوا : النبي عليه الصلاة والسلام كان يصوم الاثنين والخميس ن وسئل عنه فقال : ( ذاك يوم ولدت فيه وبعثت فيه ) ، الحديث رواه مسل، فالنبي صلى الله عليه وسلم صام يومي الاثنين والخميس ، وعلَّل صيامه بأنه ولد فيه ، وبعث فيه ، فصيامه – عليه الصلاة والسلام – له شكراً على نعمة ولادته ، وعلى نعمة بعثه ، والإيحاء إليه عليه الصلاة والسلام . ¶ وكذلك ما ورد من أن الأعمال ترفع فيه : ( وأحب أن يرفع العمل وأنا صائم ) ، فجاءوا وقالوا : هذا احتفاء ، فإذاً نقيم الموالد ، لأن النبي صلى الله عليه وسلم احتفل ، فنقول لهم : هذا الدليل الذي أوردتموه إذا قلنا يحتمل هذا المعنى أو يدل عليه ؛ فلماذا تركه الصحابة والنبي صلى الله عليه وسلم الذي صام فيه لم يفعل هذا النوع الذي هو الاحتفاء وإطعام الطعام والاجتماع ، إذا كان مشروعاً ،لماذا لم يُفعَل ؟ إذاً هنا يأتي : ( فعليكم بالعتيق ) . ¶ وكلما حصلت فتنة واختلاف ؛ انظر ما عليه الناس قبل الفتنة – يعني في المسألة في الدين عظيمة – انظر ماذا عليه الناس قبل الفتنة ، تجد أن الأمر يتضح لك ، وهذه قاعدة صحيحة ومجربة وواضحة من عمل السلف .",
            "page": "172",
            "part": "1"
        },
        {
            "id": "173",
            "nass": "فالتزام طريقة الصحابة – رضوان الله عليهم – والسلف الصالح ، والأمر الأول أنجى ، كلما كان الناس أقرب إلى زمن النبوة كلما كانوا أسلم من البدع والجهل والضلالات . ¶ مثل : ( التكبير الجماعي في العيدين ) يستدلون له بفعل ابن عمر وأبي هريرة – رضي الله عنهما – لما كانا يدخلان السوق فكبرا وكبر الناس بتكبيرهما ، قالوا : هذا يدل على التكبير الجماعي . ¶ هذا لا يدل ، لأنهما ذكَّرا الناس فتذكر الناس لما سمعوا تكبير ابن عمر وأبي هريرة كبَّروا من باب التذكر ، (كبّر الناس بتكبيرهما) ، يعني : يكبرون بسبب تكبيرهما ، فإذا جاء واحد يكبر في المسجد ، والناس يكبرون ؛ فهذه هيئة اجتماعية ، ولو كان ثَمَّ مستمسك ، لنفرض أن فيه استدلالاً لكن هل فُعل في المساجد ، هل فعله ابن عمر وأبي هريرة في المسجد ، لنفرض – تنزلاً – أنه فُعل في السوق لكن هل فعل في المسجد بهذه الهيئة الجماعية ؟ فقد يكون هناك مستمسك في الدليل لكن يُنظر في عمل السلف . ¶ وفي الصحيحين عن ابن عمرو مرفوعاً : (( إِنَّ اللَّهَ لَا يَقْبِضُ الْعِلْمَ انْتِزَاعًا يَنْتَزِعُهُ مِنْ الْعِبَادِ وَلَكِنْ يَقْبِضُ الْعِلْمَ بِقَبْضِ الْعُلَمَاءِ حَتَّى إِذَا لَمْ يُبْقِ عَالِمًا اتَّخَذَ النَّاسُ رُءُوسًا جُهَّالًا فَسُئِلُوا فَأَفْتَوْا بِغَيْرِ عِلْمٍ فَضَلُّوا وَأَضَلُّوا )) . ¶ الشرح : ¶ هذا الحديث فيه التخويف من هذا الزمان الذي يقبض فيه العلم ، ونقف عنده وقفات :",
            "page": "173",
            "part": "1"
        },
        {
            "id": "174",
            "nass": "1- أن حقيقة قبض العلم إنما هو قبض من يحمله ، قال : ( ولكن بموت العلماء حتى إذا لم يبق عالم اتخذ الناس رؤوساً جهالاً .. ) وهذا مما يجعل العبد يفرح كثيراً بوجود العلماء الذين يحملون هدي النبي صلى الله عليه وسلم ، ويحملون العلم بالكتاب والسنة ، لأن ببقائهم بقاء العلم ، ويموتهم وعدم وجود من يخلفهم ، ويحمل العلم ؛ هذا من علامات نزع العلم ، والضلال والإضلال ، وإذا تبيَّن هذا ؛ فالواجب على إذاً على طالب العلم ، بل على كلم مسلم أن يكون من المعزِّرين والمناصرين والحافين بالعلماء ، لأن في تأييدهم تأييد الدين ، ولأن في الأخذ عنهم بقاء العلم وعد اندراسه وقبضه ، قال : ( إن الله لا يقبض العلم انتزاعاً ينتزعه من صدور العلماء ، كيف إذاً يُقبض العلم ؟ ( ولكن يقبضه بموت العلماء ) ، يموت العلماء شيئاً فشيئاً ، وهذا جاء في تفسير قول الله جل وعلا : (أَوَلَمْ يَرَوْا أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا )(الرعد: من الآية41)، جاء في تفسيرها : أن نقص الأرض من أطرافها يموت العلماء ، لأنها تبدأ تنقص تنقص حتى تصير أرض ضلال ، والعياذ بالله . ¶ 2- عند قوله : ( حتى إذا لم يبق عالم ) ، هذه ضُبِطَت بوجهين : ¶ - ( حتى إذا لم يَبقَ عالمٌ ) ، فتصير ( عالمٌ ) : فاعل ، وهذه هي المشهورة . ¶ - ( حتى إذا لم يُبقِ عالماً ) ، يعني : الله جل وعلا ، والأولى هي المشهورة في الرواية . ¶ 3- ( اتخذ الناس رؤوساً جهالاً ) ، هذا يدل على أن الناس يحتاجون إلى من يؤمهم في دينهم ، ويُعلِمْهم بالأحكام ، فإذا لم يجدوا أحداً فإنهم لا بد أن يتخذوا رؤوساً ، وهؤلاء الرؤوس أيضاً لا بد أن عندهم علماً ميزهم عن غيرهم ، لماذا اتخذ فلاناً وفلاناً رؤوساً ؟ لأنهم وجدوهم أمثل منهم ، وجدوا عندهم خبراً ، وجدوا عندهم علماً ، لكنهم في الحقيقة جهال ، وجهلهم من جهتين : ¶ الأولى : عدم العلم . الثانية : عدم العمل .",
            "page": "174",
            "part": "1"
        },
        {
            "id": "175",
            "nass": "لأن الذي لا يعلم جاهل ، والذي يعلم ولا يعمل ولا يحل الحلال ولا يحرم الحرام ولا يخشى الله جل وعلا فهو مغتر بالله جل وعلا ، وكما جاء في الأثر : ( كفى بالاغترار بالله جهلاً ) ، وعدم العمل ممن عنده علم ؛ يعني عدم تحليل المحلل ، وعدم تحريم الحرام وعدم القول بالحق ؛ هذا يورث أن هذا المنتسب للعلم يجتريء على الأحكام ، فيحكم في شرع الله برأيه ، أو بحسب ما يراه من المصالح الدنيوية لمن سأله ، أو للوضع ، أو نحو ذلك مما لا يكون فيه مراقبة لله جل وعلا ، فهذان نوعان من الجهل يوجدان . ¶ إذا مات العلماء العاملون ، قال : ( اتخذوا الناس رؤوساً جهالاً ) في الحقيقة هم جهال إما بعد العلم ، أو بترك العمل ، لا يحللون الحلال ، ولا يحرمون الحرام ، وليسوا بذوي خشية من الله جل وعلا ، وهذا يجعلهم ذوي جراءة وإقدام على تحريف الشرع ، كما حصل لأناس كثير في زماننا هذا ممن أحلوا بعض المحرمات المشهورة ، فهناك من قال مثلا: إن الرجل له أن يستمتع بمن يريد أن يتزوجها ، يعني قبل الخطبة ، هناك من هو منتسب للعلم سئل فأفتى ، وهناك من سئل أيضاً في مسألة معاشرة الرجل لزميلته في الجامعة ، فقال : من الأشياء الضرورية التي لا يمكن التخلص منها فكون الشاب يجلس مع زميلته في خلوة وفي الجامعة ، ويذهب معها ، وربما يحصل بينهم أشياء من وسائل المحرم ، يعني من مقدِّمات الجماع ، يقول : هذا من الأشياء التي تعم بها البلوى ، وسهَّل فيها ، ومنهم ومنهم ممن سُئلوا فأفتوا بغير علم فضلوا وأضلوا .",
            "page": "175",
            "part": "1"
        },
        {
            "id": "176",
            "nass": "3- أنه في آخر الحديث : ( سئلوا فأفتوا بغير علم فضلوا وأضلوا ) ، مما يجعل طالب العلم دائماً في حذر أن يفتي بغير علم ، فإذا أفتى بغير علم ؛ فالنتيجة : أنه يَضِل ويُضِل ، والذي يَضل ويُضِل هذا إثمه عظيم أعظم من إثم من أخذ بالفتوى وعمل جهلاً ، وارتكب المحرمات بشهوته ، ( فأفتى بغير علم ) ، يعني : تجرأ ، قال على الله بلا علم ، فضل وأضل ، لهذا الله جل وعلا جعل القول عليه بلا علم قريناً للمحرمات الكبيرة ، قريناً للشرك بالله جل وعلا ، قال تعالى : (قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْأِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَنْ تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَاناً وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لا تَعْلَمُونَ) (الأعراف:33) ، وقال سبحانه : (وَلا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْؤُولاً) (الاسراء:36) وقال : (فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْأَلَنَّ الْمُرْسَلِينَ) (الأعراف:6)(فَلَنَقُصَّنَّ عَلَيْهِمْ بِعِلْمٍ وَمَا كُنَّا غَائِبِينَ) (لأعراف:7) (وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ بِمَا كَانُوا بِآياتِنَا يَظْلِمُونَ) (الأعراف:9) ، والآيات في هذا التخويف شديد .",
            "page": "176",
            "part": "1"
        },
        {
            "id": "177",
            "nass": "فالواجب عليك أن لا تتخذ رأساً جاهلاً ، لأن الناس قد يتخذك أهل بيتك رأساً جاهلاً ، وقد يكون أهل قريتك يتخذونك رأساً ، يسألونك وأنت تفتيهم بغير علم فتضل وتُضل ، لأنه ليس عندهم علماء راسخين فيسألون من عندهم فيتخذ الناس رؤوساً جهالاً ، وهذه تخوف كل طالب علم من أن يفتي بغير علم ، لا تُفْتِ إلا بحجة ، ولو ما أفتيت إلا في السنة مرة واحدة على الدليل ولا تأثم ، لأنه يجب على من احتاج إلى الفتوى أن يسعى هو ، يسأل أهل العلم ، وأنت لا يلزمك أن تفتي بغير علم وبغير تثبُّت ، لا تعلم الحكم في المسألة تجتهد فيه وأنت لا تعلم ، تعلم أن نفسك مترددة وليس عندك علم واضح . ¶ فالواجب عدم التجرؤ على الفتوى ، وإجابة السؤال بغير علم سواء كان الإنسان إمام مسجد أو كان خطيباً ، مثل ما يحصل لإمام المسجد يأتي من يسأله ، أو بعد الخطبة ، أو يكون في قرية معروف أنه ديِّن وطالب علم ، وعنده كتب ، فيسألونه ، وقد لا يسأله من لا يعرفه أصلاً ، وهذا أعظم لأنه لو سألك من تعرفه وأخطأت ؛ تتصل به وتبين له ، لكن الذي لا تعرفه ربما بقيت معه الفتوى طول عمره ويعلِّم بها عياله ن وكثير من العبادات الباطلة إنما فشت في الناس بقول مرجوح ، وأحياناً بقول باطل ، وبعض البلاد كيف انتشرت البدع؟ بالأقوال الباطلة من العلماء الذين أفتوا بغير علم . ¶ فالواجب الحذر الحذر الشديد من القول على الله بلا علم ، فطالب العلم يتعلم ، ويعلم ويدعو إلى كا تعلمه ، إذا سئل يجيب عما يعلمه بدليله ، أو يعلَم أحداً من أهل العلم قاله في هذه المسألة ، ينجو بإذن الله ، لكن إذا هو فكَّر واجتهد بحسب ما عنده من المعلومات وهو ما عرف الفقه ، ولم يصرْ راسخاً في فهم الدليل ؛ هذا ربما نشأ عنه ما جاء في هذا الحديث ( ..فضَلُّوا وأضلُّوا ) ، وقاني الله وإياكم من عثار اللسان والكلام .",
            "page": "177",
            "part": "1"
        },
        {
            "id": "178",
            "nass": "وعن علي رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : ( يوشك أن يأتي على الناس زمان لا يبقى من الإسلام إلا اسمه ، ولا يبقى من القرآن إلا رسمه ، مساجدهم عامرة وهي خراب من الهدى ، علماؤهم شرٌّ من تحت أديم السماء ، من عندهم تخرُج الفتنة ، وفيهم تعود ) رواه البيهقي في شعب الإيمان ¶ الشرح : ¶ هذا الحديث الثاني الذي رواه البيهقي في ( شعب الإيمان ) ، دال على هذا الأصل ، وهو أن الناس سيأتيهم زمن يُقبَض فيهم العلم الذي هو العلم بالكتاب والسنة ، أو العلم بمعنى العمل الصالح ، فيأتون إلى المساجد وليس فيهم هدى ، وليس فيهم خشية ويفعلون أمورهم . ¶ ( هنا ...... سقط يسير في آخر الوجه الأول من الشريط السابع ) ¶ ثم قال الشيخ صالح : ( من الوجه الثاني / 7) ¶ والثاني : أهل الأهواء ، كما قال سبحانه وتعالى : (أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ كَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ وَاتَّبَعُوا أَهْوَاءَهُمْ) (محمد:14) ، أي : لا يستوي هذا وهذا ، من عنده بيِّنة من ربه ، ومن زُيِّن له سوء عمله واتبع هواه في أمره ، أو فيما يأمر به . ¶ (باب التشديد في طلب العلم للمراء والجدال ) ¶ عن كَعْبِ بْنِ مَالِكٍ قَالَ : قال رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : ( مَنْ طَلَبَ الْعِلْمَ لِيُجَارِيَ بِهِ الْعُلَمَاءَ أَوْ لِيُمَارِيَ بِهِ السُّفَهَاءَ أَوْ يَصْرِفَ بِهِ وُجُوهَ النَّاسِ إِلَيْهِ أَدْخَلَهُ اللَّهُ النَّارَ ) رواه الترمذي . ¶ الشرح :",
            "page": "178",
            "part": "1"
        },
        {
            "id": "179",
            "nass": "هذا الحديث فيه التحذير الشديد من النية الفاسدة في طلب العلم ، والواجب على طالب العلم أن يُصلح النية ، لأن طلب العلم عبادة بل من أجلِّ العبادات الواجبة أو النفل ، وقبولها ونفع الله جل وعلا به شرطه الأول ، أن تكون النية صالحة يطلبه لله جل وعلا ، وهذا الحديث فيه ذكر أشياء مما يفسد النية في طلب العلم ، يطلب العلم للمراءاة أو للمجاراة ، يجاري به السفهاء ، أو يباهي به طلبة العلم والعلماء ، يعني : يكون عند خبر ، وعنده تأليف أو نحو ذلك ، هذه نية فاسدة . ¶ والنية الفاسدة كثيرة الأشكال والصور ، أما النية الصالحة التي يتقبل الله جل وعلا بها هذا التعبُّد لطلب العلم ، أن ينوي بطلبه للعلم ؛ رفع الجهل عن نفسه ، الجهل بمراد الله جل وعلا ، فالنية الصالحة أن ينوي رفع الجهل عن نفسه . ¶ سئل الإمام أحمد – رحمه الله – ما النية في طلب العلم ؟ قال : ( أن تنوي رفع الجهل عن نفسك ) ، ثم إذا كان هو سيظن أنه سيُعلِّم غيره ، ويأمل أنه يتعلَّم ليكون مرشداً ، ليُعلِّم الناس أصول الدين ، ويعلم الناس مبانيه العظام ، أو يُرشد أو يُعلِّم أو نحو ذلك ؛ فإنه تكون نية أخرى مع ذلك : أن ينوي رفع الجهل عن نفسه وعن غيره أيضاً ، هذه نية صالحة ، لأن بعض الناس ينوي رفع الجهل عن نفسه ، ويأتي يتصدَّر ، لكن ما ينوي رفع الجهل عن الناس ، لكن ينوي – والعياذ بالله – أن يتوجَّه الناس إليه ، وأن يحضروا درسه ، وأن يكون مشهوراً ، أو أنه إذا اشتهر ؛ صار الناس يُعطونه ، أو يُقبلُون عليه ، أو نحو ذلك من النيات الفاسدة ، هذا مبطل لأجره – والعياذ بالله – يتعرض به لسخط الله جل وعلا . ¶ إذا كانت النية للدنيا ؛ فعمله مردود يكسب بها دنيا ، وقد تكون وبالاً عليه ، وقد تكون مما يباح .",
            "page": "179",
            "part": "1"
        },
        {
            "id": "180",
            "nass": "مثل : الآن الطلب في الكليات الشرعية ، يطلب فيها العلم الشرعي ، يطلب به الشهادة والوظيفة ، ليس له همٌ في أن يعرِف مراد الله جل وعلا منه ، ليس له همٌ أن يعلم معاني الكتاب والسنة ، وأن يرفع الجهل عن نفسه بما بَعث الله نبيه – عليه الصلاة والسلام - ، ليس له همٌ في معرفة العقيدة الصحيحة ؛ فهذ نيته فاسدة ، وعمله مردود وغير متقبل منه بل يأثم عليه إذا كان طلبه للعم في الأشياء التي تجب عليه ثم هو ينوي بها الدنيا ، هذا - والعياذ بالله – مأزور غير مأجور ، وهذه من الأمور التي يحتاج فيها المرء أن يصحح قصده بين الحين والآخر ، أن تكون نيته صالحة ، ما ينوي أنه يتوجه الناس إليه ، ويظهر هذا في أشياء ، وهي أنه أحياناً تجد المرء تغلبه نفسه على التأليف ، وفي أن يكون باحثاً ، والأشياء الضرورية من الدين ما تعلَّمها ، وإذا تعلَّمها ما يستحضرها دائماً لينفع بها نفسه ، وينفع بها غيره ، إذاً يكون استكثاراً في كل شيء ، ليس مرغوباً فيه . ¶ فالواجب الحرص على تصحيح النية ، والقلب هو مدار العمل على ما يكون من صحة النية ، وصحة المتابعة والإخلاص لله جل وعلا وعدم الرغبة في توجيه أنظار الناس إليه ، رضوا الناس أم لم يرضوا ، أثنوا عليه أم لم يُثنوا ، المقصود صلاح القلب فيما بينه وبين ربه ، وأن يكون طلبه للعلم لله ، يبارك الله جل وعلا له .",
            "page": "180",
            "part": "1"
        },
        {
            "id": "181",
            "nass": "الناس درجات منهم من يأخذ العلم كثيراً ، ومنهم من يأخذ العلم قليلاً ، والأنبياء – عليهم الصلاة والسلام – أيضاً درجات ، (تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْض)(البقرة: من الآية253) ، فليس أيضاً ضرورياً أن يكون طلاب العلم كلهم في مرتبة واحدة ، لأن الله جل وعلا هو الذي قسَّم هذا الشيء ، فلان عالم حافظ في كل فن ، وفلان متوسط ، لكن لا يعني هذا أن تكون نيته فاسدة ، أما أنه ينقطع عن العلم يعطي ما عنده ، يعلِّم من يستفيد منه ، وسيجد من يفيد ، وعلماء السلف كانوا على ذلك ، فالصحابة ليسوا على مرتبة واحدة في العلم ، لكن كلٌ علَّم بما عنده ، وأئمة الإسلام وعلماء الدين – أيضاً – لم يكونوا على مرتبة واحدة ، لكن النية الصالحة في أنهم يطلبون العلم لله جل وعلا ، وينوون رفع الجهل عن أنفسهم وعن من يلونهم ، ويستعينون بالله ، ويجاهدون بحسب الإمكان ، ولا يقولون على الله بغير علم ، هذا الأصل ، أن تكون النية صالحة ، لا يطلبها للدنيا ، لا للمماراة ، ولا للمجاراة ، ولا للرياء ، ثم في نيته وعمله يعلِّم بحسب ما يَعْلَم ، لا يقْفُ ما ليس له به علم ، لا يتجرأ ، لأنه ليس بلازم أن تتكلم في كل شيء ، علِّمْ بما تعلم ، إذا احتيج إليك ، مدرس في الكلية أو الثانوية أو الابتدائي ، تأتيك أسئلة لا تعلمها ؛ قل : لا أعلم ، أو تبحث وتأتي بما يفيد ، أما الكلام بعلم وبغير علم ليس من سيما من أصلح الله نيته . ¶ وعَنْ أَبِي أُمَامَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا ضَلَّ قَوْمٌ بَعْدَ هُدًى كَانُوا عَلَيْهِ إِلَّا أُوتُوا الْجَدَلَ ثُمَّ تَلَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَذِهِ الْآيَةَ : ( مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًا بَلْ هُمْ قَوْمٌ خَصِمُونَ ) رواه أحمد والترمذي وابن ماجه . ¶ الشرح :",
            "page": "181",
            "part": "1"
        },
        {
            "id": "182",
            "nass": "هذا حديث عظيم – أيضاً – يحتاجه طلاب العلم كثيراً ، وهو قوله عليه الصلاة والسلام : (مَا ضَلَّ قَوْمٌ بَعْدَ هُدًى كَانُوا عَلَيْهِ إِلَّا أُوتُوا الْجَدَلَ ) ، ثُمَّ تَلَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَذِهِ الْآيَةَ : ( مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًا بَلْ هُمْ قَوْمٌ خَصِمُونَ ) ، والعلم النافع يورث صاحبه السكينة والطمأنينة ، والجدل مذموم ، بخلاف المجادلة ، فالمجادلة غير الجدل . ¶ فالجدل في الشريعة مذموم ، وهو : المناقشة والمحاورة والكلام فيما لا ينفع في الشريعة ، أو المقصود به : التعالي. ¶ وأصله مأخوذ من لف الحبل ، جدل الحبل والشَّعر ونحو ذلك ، إذا أُدخل بعضه في بعض ،يقال : هذه جديلة ، يعني : مجدولة ، يعني : إدخال بعضها في بعض ويسمى الحبل – أيضا: جديل ، لأنه مدخل بعضه في بعض ومحكم ،كذلك : الكلام إذا تداخل ؛ هذا يورد كذا وهذا يورد كذا ، يسمى مجادلة ، ويسمى جدل ، فإن كان المقصود منه الحق وليس الترفُّع والمقصود منه إدراك الصواب ؛ سُمِّيت المناقشات : مجادلة ، ولهذا أوصى الله جل وعلا في القرآن بالمجادلة بالتي هي أحسن ، أي المحمودة ، قال الله جل وعلا : (ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ)(النحل: من الآية125) ، وقال جل وعلا أيضاً : (وَلا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ)(العنكبوت: من الآية46) ، فأصل المجادلة مأذون بها بآدابها وشروطها .",
            "page": "182",
            "part": "1"
        },
        {
            "id": "183",
            "nass": "أما الجدل ، فهو يشتبه مع المجادلة في المعنى ، لكن في الشريعة جاء ذمُّه في قوله تعالى : ( مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلاً)(الزخرف: من الآية58) ن يعني : ما يطلبون الحق ، ولا يريدون زوال الشبهة ؛ وإنما الغرض – فقط – الكلام دون رغبة في الحق ، ولا صيرورة إليه إذا اتضح ، ولهذا قال جل وعلا – بعدها - : ( بَلْ هُمْ قَوْمٌ خَصِمُونَ)(الزخرف: من الآية58) . ¶ فقوله صلى الله عليه وسلم : ( ما ضل قوم بعد هدى كانوا عليه إلا أوتوا الجدل ) ، يعني : أن الجدل صفة الضالين ، لأنهم يتحاوروا ويتجادلوا في أمر لا ينفع ، أو في أمر مضرته عليهم ظاهرة ، أو في أمر لم يؤذن لهم فيه ، مثل مسائل القدَر ، ومسائل الصفات فيما لم يؤذن لهم فيه ، ومثل مسائل الأفلاك ، ونحو ذلك ، وأشباهها . ¶ فإذاً المباحث العلمية تكون لغرض معرفة الصواب والحق ، أما الكلام الذي ليس لمعرفة الحق إنما هو لمناظرات باطلة ، أو الترفع ، أو لإظهار ما عند المر من قُدُرات ؛ هذه كلُّها مذمومة ، وهذا الذي نهى عنه النبي صلى الله عليه وسلم ببيانه هذا صار في هذه الأمة ، وإنما نشأت الفرق الضالة من الجدل ن تجادلوا في مسائل الدليل فيها واضح ، ولو وقفوا على الدليل ؛ لكان خيراً لهم وأحسن تأويلاً . ¶ وقد ثبت في الصحيح أن النبي صلى الله عليه وسلم خرج على الصحابة يوماً – وهم يتنازعون في القَدَر – فكأنما فقيء في وجهه حبُّ الرُّمَّان . ¶ ومرَّةً خرج عليهم وهم يتنازعون في القرآن ، كلٌ يورد آية على مراده – وهذا ضَرْبٌ للقرآن بعضه ببعض ، لأن القرآن مؤتلف غير مختلف ، فالمحكم فيه واضح ، والمتشابه يُرَدُّ إلى المحكم ن والمسائل التي يكون فيها سبب للخلاف والاختلاف هذه قليلة – فغضب عليه الصلاة والسلام .",
            "page": "183",
            "part": "1"
        },
        {
            "id": "184",
            "nass": "فالمقصود : أن الجدل مذموم ، والمرء يتباحث مع إخوانه فيما ينفع ، أما إذا رأى أن المسألة توجهت للانتصار للنفس ، وهذه تراها معك في جلساتك اليومية ، تتباحث مع واحد ، تلحظ أنه اتجه النقاش لا إلى المسألة ، لكن إلى بيان أن قوله صواب ، وهذا يدافع عن قوله ، وأنا أرى كذا ، وهكذا . ¶ فالمرء لا يعين الشيطان على نفسه ولا على أخيه ، لأنه ربما يقول على الله بلا علم فيأثم ، فيسكت ، ولو علِم أنه هو المصيب ، لأن السكوت فيه إعانة له ولأخيه على الخير . ¶ إذا كانت مجادلة في بحث علمي المراد منه الإيراد والفهم بدون انتصار للنفس ، أو تأويل للقول ، فأحياناً الإنسان وهو يتكلم يخطئ فيحضر أشياء شرعية من أجل تبرير خطئه ، وهو يعرف في داخل نفسه أنه مخطئ ، نسب شيئاً خطئاً ، أو قال شيئاً خطئاً ، وهذا عرضة لكل واحد أنه يقع فيها ، وهو نوع من الجدل المذموم ن ولهذا يحذر من أن المرء يتكبَّر عن الحق ، فإن هذا من مواريث الجدل ، ويسبب الضلال – والعياذ بالله – وأعاننا على أنفسنا . ¶ ولهذا ما أحسن كلمة الإمام مالك حينما قيل له : الرجل تكون عنده السنة أيجادل عليها ؟ قال : ( لا ، يُخبر بالسنة ، فإن قُبلت منه ، وإلا سكت ) ، لأن السنة لها نور ، وتقع في قلب المخاطب ، فلا تظن أنك تضعف بل تقع في قلب خصمك ، لأن حجتك قوية ، فإذا كانت الحجة قوية ولو لم يستسلم لك ، لكن هي تقع في قلبه أنك كانت حجتك قوية ، وتنفع ولو بعد حين . ¶ وعَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( إِنَّ أَبْغَضَ الرِّجَالِ إِلَى اللَّهِ الْأَلَدُّ الْخَصِمُ ) . متفق عليه . ¶ الشرح :",
            "page": "184",
            "part": "1"
        },
        {
            "id": "185",
            "nass": "هذا أيضاً من الآداب العظيمة التي أدبنا بها النبي صلى الله عليه وسلم بأعظم تحذير وهو أن الرجل ( الألد الخصم ) يعني : التي خصومته شديدة ، سواء في العلم أم في غيره ، وإذا أراد أحداً فإنه يلادُّه بالكلام حتى يسقطه ، وشديد الخصومة في ألفاظه وأقواله ونحو ذلك ، فهذا مبغض عند الله جل وعلا ، الذي لا يتكلم إلا بهذه الأمور ، ألد خصِم الناس ، له خصوم ، كل من خالفه صار خصماً له ، هذا – والعياذ بالله – من صفات المذمومين ، ولا تكون عند أحد ممن له نية صحيحة في العلم وطلبه ، فهذا الحديث يحذِّر كل طالب علم من أن يكون كثير الخصومة ، عنده لدد في أقواله وخصومته ومعاداته للناس إذا اختلفوا معه ، بل المرء فيما يختلف فيه الناس يكون على سعة في الصدر وسعة في البال ، ولا يجعل من كل اختلاف سبباً للخصومة ، ولا من كل خلاف سبباً للعداوة ، واللدد : التطاول . ¶ فيجب تبيين الحق ، والرد على أهل الباطل ، لكن ما يكون فيه الخصومة التي فيها انتصار للنفس ، يعني : الجدل المذموم ، لكن المجادلة بالتي هي أحسن ، هذه مطلوبة ، بيان الحق بدليله ، والرد على الأقوال المخالفة والشبه بالأدلة الشرعية الواضحة من الكتاب والسنة وأقوال سلف الأمة ، هذا متعيِّن ، من الجهاد ، أما صياغة الردود ليظهر قوة المرء لإنقاص الآخرين ؛ هذه مقاصد فاسدة . ¶ وعَنْ أَبِي وَائِلٍ عَنْ عَبْدِ اللَّهِ – رضي الله عنه - قَالَ : ( مَنْ طَلَبَ الْعِلْمَ لِأَرْبَعٍ دَخَلَ النَّارَ - أَوْ نَحْوَ هَذِهِ الْكَلِمَةِ - لِيُبَاهِيَ بِهِ الْعُلَمَاءَ أَوْ لِيُمَارِيَ بِهِ السُّفَهَاءَ أَوْ لِيَصْرِفَ بِهِ وُجُوهَ النَّاسِ إِلَيْهِ أَوْ لِيَأْخُذَ بِهِ مِنْ الْأُمَرَاءِ ) . رواه الدارمي .",
            "page": "185",
            "part": "1"
        },
        {
            "id": "186",
            "nass": "وعن ابن عباس – رضي الله عنهما – قال لقوم سمعهم يتمارون في الدين : (( أما علمتم أن لله عباداً أسكتتهم خشية الله من غير صمم ولا بكم ، وإنهم لهم العلماء والفصحاء والطلقاء والنبلاء . العلماء بأيام الله ، غير أنهم إذا تذكروا عظمة الله طاشت عقولهم وانكسرت قلوبهم ، وانقطعت ألسنتهم ، حتى إذا استفاقوا من ذلك تسارعوا إلى الله بالأعمال الزاكية يعُدُّون أنفسهم من المفَرِّطين ، وإنهم لأكياس أقوياء ومع الضالين والخطَّائين وإنهم لأبرار برءاء ، ألا إنهم لا يستكثرون له الكثير ، ولا يرضون له بالقليل ، ولا يُدِلُّون عليه بأعمالهم حيث ما لقيتَهم مهتمون مشفقون ، وَجِلون خائفون )) رواه أبو نعيم ، قال الحسن – وسمع قوماً يتجادلون : (( هؤلاء قوم مَلُّوا العبادة ، وخفَّ عليهم القول ، وقلَّ ورعُهم فتكلموا )) . ¶ الشرح :",
            "page": "186",
            "part": "1"
        },
        {
            "id": "187",
            "nass": "الحمد لله وبعد : هذه الأحاديث في آخر كتاب أصول الإيمان يبين فيها الإمام المجدد الشيخ محمد بن عبد الوهاب – رحمه الله تعالى – ما ينبغي لطالب العلم أن يتحلى به من الأخلاق والآداب الواجبة والمستحبة ، فذكر من الآثار شيئاً كثيراً ، ومنها قول عبد الله بن مسعود – رضي الله عنه - : (مَنْ طَلَبَ الْعِلْمَ لِأَرْبَعٍ دَخَلَ النَّارَ - أَوْ نَحْوَ هَذِهِ الْكَلِمَةِ - لِيُبَاهِيَ بِهِ الْعُلَمَاءَ أَوْ لِيُمَارِيَ بِهِ السُّفَهَاءَ أَوْ لِيَصْرِفَ بِهِ وُجُوهَ النَّاسِ إِلَيْهِ أَوْ لِيَأْخُذَ بِهِ مِنْ الْأُمَرَاءِ ) وهذه المقاصد كلها خلاف النية الصحيحة والقصد الصحيح في طلب العلم ، فمن طلب العلم للدنيا كان داخلاً في قول الله جل وعلا : (مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لا يُبْخَسُونَ) (هود:15) (أُولَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الْآخِرَةِ إِلَّا النَّارُ وَحَبِطَ مَا صَنَعُوا فِيهَا وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ) (هود:16) ، فالذي يعمل العمل الصالح لغير الله ، أو يريد به الدنيا - وهو مما يراد به وجه الله جل وعلا – فهذا متوعد بالنار ، لهذا قال هنا – من فهمه للآية وعلمه بالقرآن – قال : ( من طلب لأربع دخل النار ) ، لا يقال هذا من قبيل المرفوع لأنه مما لا يقال بالاجتهاد ، لأن هذا يقال بالاجتهاد ، وهو أنه أخذه من فهمه للآية ، لأن طلب العلم لمباهاة العلماء ، أي ليكون بهياً بين العلماء ، وليذكر بين العلماء ، لأن هذا طلب لغير الله ، وكذلك نشر العلم لأجل لأن يُنظر إليه ، أو لأجل أن تنصرف وجوه إليه ؛ هذه نية فاسدة ، إنما النية الصالحة في طلب العلم : أن يكون لله رغبة فيما عنده ، وأن يرفع الجهل بذلك عن نفسه بطلبه للعلم .",
            "page": "187",
            "part": "1"
        },
        {
            "id": "188",
            "nass": "فهذه المقاصد من مقاصد الدنيا ؛ إذا كان قصده مباهاة العلماء ، وأن يُذكر بينهم ، وأنه إذا جلس بينهم إذا عنده مسائل ، وإذا هو يفهم في العلم ؛ هذا قصد سيء ، وليس قصد الخائفين من الله المتقربين إليه بطلبهم للعلم . ¶ كذلك : ( أو ليماري به السفهاء ) يعني : ليرد به على كل سفيه تكلم ، أو يكون ذا جدال في المسائل مع كل سفيه ممن يُحسن ولا يحسن ، ممن يتكلمون بغير علم ، ويتجرأون على الحق ، هؤلاء هم السفهاء ، فمماراة السفهاء خلاف السنة ، إذا كان يقصد أنه إذا جاءه أحد فإنه يظهر نفسه فيماري هذا وهذا ؛ هذا خلاف النية الصحيحة والقصد الصحيح ، لأنه يطلب العلم لله جل وعلا ، إذا احتاج بعد ذلك إلى رد منكر ، أو إلى رد قول من الأقوال الباطلة ؛ فهذا واجب عليه أو مستحب بحسب الحال ، لكن يطلبه ليحصل له ذلك ، يطلبه ليتحدَّث في الجرايد ، أو ليكون ذا كتابات ، أو ليظهر في الشاشات ، أو نحو ذلك ، أو يكون عنده خبر ، أو قد يكون طلبه للعلم لمنشئه ، وقد يطلبه لتنصرف وجوه الناس إليه والزيادة وهو غير مريد لوجه الله ، أو ليصير ذا ثقافة ، وهو في داخله غير متعبد لله بذلك ، نسأل الله العافية والسلامة . ¶ أو ليترزق به ، يعني يدخل على الأمراء ، ويقال هذا عنده علم ، وكذا ، فيعطى لأجل ذلك ، وهذا نيته فاسدة وهذه كلها مقاصد فاسدة .",
            "page": "188",
            "part": "1"
        },
        {
            "id": "189",
            "nass": "ومن أحسن ما يذكر في هذا من مقاصد العلماء المحمودة ، ما ذكره أحد تلامذة الحافظ ابن رجب حيث قال: كنا مرة في مجلس شيخنا بعد صلاة الصبح ، وذكر مسألة من المسائل الفقهية من غرائب المسائل وفصَّل فيها القول ، وذكر أقوال العلماء والفقهاء والتخريج ..الخ ، مما تعجَّبْنا منه ومن حافظته وحسن استخراجه ، ثم دُعينا ذلك اليوم مع شيخنا في مجلس فيه عدد من القضاة ومن أكابر العلماء ، قال : فذُكرت المسألة ، فلم يُحسنوا الكلام عليها ، وكان شيخنا ساكتاً وودنا لو أنه تكلم حتى يظهر فضله ، ثم لما انصرفنا ذكرنا له سكوته ، فقال : ( هذا مجلس يراد للدنيا ، ومجلسي معكم يراد للآخرة ) ، وهذا ظاهر في كثير من المباحث التي تجري وليس المقصود منها الفائدة في المجالس العامة ، وفي مخالطة الناس لا يكون القصد الفائدة ، المقصد المراء ، هذا يُظهِر علمه وهذا يُظهر علمه ، وليس المقصود تحقيق المسألة وإفادة الحاضرين وأشباه ذلك مما يوجب السكوت . ¶ **** حديث ابن عباس أنه قال : لقوم سمعهم يتمارون في الدين : (( أما علمتم أن لله عباداً أسكتتهم خشية الله من غير صمم ولا بكم ، وإنهم لهم العلماء والفصحاء والطلقاء والنبلاء . العلماء بأيام الله ، غير أنهم إذا تذكروا عظمة الله طاشت عقولهم وانكسرت قلوبهم ، وانقطعت ألسنتهم ، حتى إذا استفاقوا من ذلك تسارعوا إلى الله بالأعمال الزاكية يعُدُّون أنفسهم من المفَرِّطين ، وإنهم لأكياس أقوياء ومع الضالين والخطَّائين وإنهم لأبرار برءاء ، ألا إنهم لا يستكثرون له الكثير ، ولا يرضون له بالقليل ، ولا يُدِلُّون عليه بأعمالهم حيث ما لقيتَهم مهتمون مشفقون ، وَجِلون خائفون )) .",
            "page": "189",
            "part": "1"
        },
        {
            "id": "190",
            "nass": "وظاهر السياق وطول الرواية يدل على ضعفه ، يعني : وعدم صحته عن ابن عباس – رضي الله عنهما – لكنه متضمن لمعانٍ صحيحة ، وهي : أن طالب العلم والعالم أعظم ما يزينه خشية الله جل وعلا ، والخوف منه فيما بينه وبين ربه ، لأن هذا سبب من أسباب حب الله جل وعلا وأيضاً سبب من أسباب ثبات العلم في صدره وانتفاعه بالعلم ، لأن هؤلاء إذا تذكروا عظمة الله جل وعلا صار لهم في قلوبهم انكسار وإسراع لمرضاة الله جل جلاله ، وهذا يظهر في مسائل منها : النطق بالحق في وقت يحتاج فيه إلى النطق بالحق في المسائل العظام التي تُحتاج في الدين ، ويقوم فيها العلماء مقام الأنبياء في التذكير بحق الله جل وعلا ، وبتوحيده وردِّ الإشراك به وأشباه ذلك من الدعوة إلى السنة وترك البدعة وتحليل الحلال وتحريم الحرام ، فإنه من تذكَّر عظمة الله جل وعلا وقرَّت في صدره من العلماء وهان عليه الخلق ولم يأبه بهم ، هذا صنيع الأئمة في الدين وذوي المقامات العالية الذين شغلت قلوبُهم عظمة الله جل وعلا فلم ينظروا إلى رضى الراضي وإلى سخط الساخط ، بخلاف من ينظرون إلى أهل الدنيا فيتزلفون لهم بالأقوال التي يعلمون أنها مخالفة للشرع أو يعلمون أنها مخالفة لما يجب أن يقولوه لهم ، لكن تزلَّفوا إليهم بهذه الأقوال ، وهذا كثر جداً وحصل من الوقائع المعروفة في الماضي وفي الحاضر ، نسأل الله العافية والسلامة . ¶ فإذاً الواجب على طالب العلم أن يكون همه إصلاح قلبه وإصلاح ما بينه وبين ربه وخوق الرب جل جلاله لأن هذا مدعاة لانتفاعه بعلمه وثباته عليه ، والله جل وعلا يقول : ( وَلَوْ أَنَّهُمْ فَعَلُوا مَا يُوعَظُونَ بِهِ لَكَانَ خَيْراً لَهُمْ وَأَشَدَّ تَثْبِيتاً)(النساء: من الآية66) . ¶ أما الأثر الثالث : قال : قال الحسن - وسمع قوماً يتجادلون - : (( هؤلاء قوم مَلُّوا العبادة ، وخفَّ عليهم القول ، وقلَّ ورعُهم فتكلموا )) .",
            "page": "190",
            "part": "1"
        },
        {
            "id": "191",
            "nass": "المجادلة لا تُحمد إلا إذا كانت لبيان الحق ، أما المجادلة للمغالبة ولإظهار العلم فهذا قصد سيئ ، وبعدها يكون قسوة في القلب ولا بد ، وتحدث المراء والشحناء في النفوس ولهذا ينبغي على طالب العلم أن لا يشتغل بالمجادلة التي ليس المقصود منها الوصول إلى الحق ، فإذا تناقشت مع أحد – حتى لو كان من طلبة العلم ، أو من إخوانك أو من زملائك – فلا تفتح سبيلاً للشيطان ، النقاش لبيان حكم المسألة وبيان الحق فيها ، فإذا تحول النقاش إلى مجادلة ؛ فخيرهما الذي يصمت ، لأنها ما صارت لبيان الحق ، أما إذا كانت لبيان الحق والوصول إليه ، ويتباحثون في وجه الاستدلال بالدليل وإيراد الأدلة ونحو ذلك ، أما هذا ينتصر لرأيه وهذا ينتصر لرأيه بقصد المغالبة فخيرهما الذي يسكت ، ولهذا قال الحسن هنا في القوم الذين يتجادلون : ( هؤلاء قوم ملُّوا العبادة وخفَّ عليهم القول وقلَّ ورعهم فتكلموا ) . ¶ ( ملُّوا العبادة ) أي : العبادة بنشر العلم والعبادات المعروفة ، ( فأكثروا الكلام ) ، لأنهم ملُّوا الخير ، الكلام الذي نشأ في عهد الحسن ، إما من النقاشات في العقيدة ، أو مما هو ليس مقصوداً به الحق ، وإنما المغالبة . ¶ هذه آداب مهمة لطالب العلم ، إذا تركها أصيبت مقاتله ولا بد . ¶ ( باب التَجَوُّز في القول وترك التكلف والتنطع ) ¶ وعَنْ أَبِي أُمَامَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : (( الْحَيَاءُ وَالْعِيُّ شُعْبَتَانِ مِنْ الْإِيمَانِ وَالْبَذَاءُ وَالْبَيَانُ شُعْبَتَانِ مِنْ النِّفَاقِ )) . رواه الترمذي . ¶ الشرح : ¶ هذا الباب هو آخر أبواب هذا الكتاب ، في بيان الصفات المحمودة في القول أو في تبليغ أصول الدين ، وفي تبليغ العلم ، وما ينفع الناس ، فذكر فيها أحاديث وآثاراً منها :",
            "page": "191",
            "part": "1"
        },
        {
            "id": "192",
            "nass": "حديث أبي أمامة ، والشاهد منه : أن العي شعبة من الإيمان ، والعي هو الضعف أو عدم التمكن من الإفصاح عن كل ما يريد ، وهذا محمود من الإيمان باعتبار أن خوفه من الغلط وخوفه أن يقول على الله بلا علم ؛ جعله يكون كأنه ذو عي ، ينقطع في كلامه ولا يتواصل كلامه لأجل تحرزه وتحرسه من أن ينطق بشيء يغلط فيه على الشريعة ، أو أن يقول على الله بلا علم . ¶ فالعي مذموم عند بلغاء العرب وعند خطباء العرب وقد قال شاعرهم : ¶ أعذني ربي من حصر وعي ... ... ومن نفس أعالجها علاجا ¶ الحصر والعي متقاربة ، لكن هنا – في هذا الحديث – مدحها لأنه في الظاهر عي ولا يسترسل في الكلام كأن معلوماته ليست جيدة ، أو كأنه ليس وقَّاد الذهن ولا سيَّال اللسان ، لكن في الواقع إنما حجزه عن ذلك الخوف أن يقول على الله بلا علم ، لهذا صار العي إيماناً بهذا الاعتبار . ¶ وعن أبي ثعلبة – رضي الله عنه - أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : (( إِنَّ مِنْ أَحَبِّكُمْ إِلَيَّ وَأَقْرَبِكُمْ مِنِّي يَوْمَ الْقِيَامَةِ أَحَاسِنَكُمْ أَخْلَاقًا وَإِنَّ أَبْغَضَكُمْ إِلَيَّ وَأَبْعَدَكُمْ مِنِّي مساوئكم أخلاقاً الثَّرْثَارُونَ َالْمُتَشَدِّقُونَ الْمُتَفَيْهِقُونَ )) . رواه البيهقي في شعب الإيمان . ¶ وللترمذي نحوه عن جابر – رضي الله عنه - . ¶ الشرح : ¶ الشاهد منه : أن ممن يبغضه رسول الله صلى الله عليه وسلم كثير الكلام الثرثار ، المتشدِّق : الذي يخرج كلامه من شدقه تفاصحاً وتعالماً باللغة ومخارج الحروف .",
            "page": "192",
            "part": "1"
        },
        {
            "id": "193",
            "nass": "والمتفيهق : الذي إذا تكلم فكأنه متمكن من كل شيء ، يفتح فاه ويبالغ في إخراج الصوت ، وهؤلاء مذمومون ، لأن هذه صفات ليست بصفات محمودة لمن تواضع لله جل وعلا ، فأنبياء الله جل جلاله كانوا محمودين ، وكان منهم الخطيب ، ومنهم من يعثر في كلامه كموسى عليه السلام ، ومع ذلك لم يمنع ذلك من التبليغ ، لأن المقصود ما اشتمل عليه الكلام من الحق ، والنبي صلى الله عليه وسلم كان كلامه كلام المتواضع ، يقول الكلام - مثل ما جاء في الحديث الذي سيأتي – حتى لو أن العادّ أراد أن يعدَّه عدَّه ، يكرر الكلام حتى يفهم ويختصر الكلام ، وجُمع له الكلام واختصر له اختصاراً ، لأجل أن كثرة الكلام والثرثرة وتفصيل ذلك ليس بالمحمود ، وهذا كما يدخل في العلم ؛ يدخل في المواعظ ، فالعلم الذي لا ينفع الناس ، كثرة الكلام الذي لا ينفع الناس بل تُظهر فضل المتكلم فقط ؛ هذه مذمومة ، لأنها ما دام أنها لا تنفع الناس ؛ فالأفضل ألا تقال . ¶ قال : ( رواه البيهقي في شعب الإيمان ) ، ومعروف أن هذا الحديث له أصل في الصحيح بدون هذه الزيادة . ¶ وعَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ – رضي الله عنه - قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : (( لَا تَقُومُ السَّاعَةُ حَتَّى يَخْرُجَ قَوْمٌ يَأْكُلُونَ بِأَلْسِنَتِهِمْ كَمَا يَأْكُلُ الْبَقَرُ بِأَلْسِنَتِهَا )) . رواه أحمد وأبو داود والترمذي . ¶ الشرح :",
            "page": "193",
            "part": "1"
        },
        {
            "id": "194",
            "nass": "هذا فيه ذم هؤلاء ، وصفتهم في أنهم يأكلون بألسنتهم كما تأكل البقر بألسنتها ، يعني : أنهم إذا تكلموا طلبوا الأجر على كلامهم فيما يقولون ، لا يحركون اللسان إلا بثمن ، والأصل في الدين والعلم وفي تبليغ الدعوة أنها تكون لله بلا أجر ، كما قال جل وعلا لنبيه عليه الصلاة والسلام : (قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ) (صّ:86) ، فالذين يأكلون بألسنتهم ، كل ما تكلموا لا بد من أجر ، لا يبلغون دعوة إلا بأجر ، ولا يبلغون علماً إلا بثمن ، ولا يقولون آية إلا بثمن ، إن أُعطوا رضوا ، وإن لم يعطوا إذا هم يسخطون ، هؤلاء مذمومون لأجل نيتهم وعدم رعايتهم للحق في وجوب التعبد بذلك إذا كان عندهم علم ، وذُمُّوا في هذا الحديث وشُبِّهوا بالبقر التي تلوك يألسنتها وتأكل بألسنتها . ¶ أما قوله : ( لا تقوم الساعة ) ، هذا يفيد الذم ، لكن لفظ ( لا تقوم الساعة ) نبهناكم عليه فيما مضى ، أنه في الأحاديث لا تقتضي مدحاً ولا ذماً ، فقد يكون ما أخبر به النبي صلى الله عليه وسلم أنه لا تقوم الساعة حتى يحصل كذا ، قد يكون مباحاً ، وقد يكون مكروهاً ن وقد يكون محرماً ، فلفظ ( لا تقوم الساعة ) ليس من الألفاظ التي يستفاد منها الحكم التكليفي بل قد يكون هذا ، وقد يكون هذا ، بحسب الفعل في نفسه . ¶ مثلاً : ( لا تقوم الساعة حتى تلد الأمة ربتها ) ، هذا ليس فيه ذم لهذا الفعل ولا مدح له ، ولا يستفاد منه الكراهة ... الخ ، بل بحسب الحال . ¶ ( لا تقوم الساعة حتى يتباهى الناس بالمساجد ) ، ما نستفيد من قوله ( لا تقوم الساعة ) إباحة التباهي أو كراهة التباهي ، أو حرمة التباهي ، وإنما نستفيده بدليل خارج ، نستفيد حكم المباهاة والتباهي بدليل خارج ، التباهي بالمساجد مكروه أو محرم بحسب الحال ، وهكذا في أمثلة كثيرة ، قد يكون كفراً ، ( لا تقوم الساعة حتى تضطرب أليات نساء دوس حول ذي الخلصة )، هذا كفر وشرك .",
            "page": "194",
            "part": "1"
        },
        {
            "id": "195",
            "nass": "فإذاً قول النبي صلى الله عليه وسلم في الأحاديث ( لا تقوم الساعة ) ، لا يستفاد منه المدح ولا الذم ، ولا يستفاد منه الإباحة أو الكراهة أو التحريم أو نحو ذلك ، أو الوجوب ، يعني : أي حكم تكليفي ، وإنما هذا وص كاشف لشرط من أشراط الساعة الصغرى . ¶ وفي المعنى الأحاديث التالية وهي قوله : ¶ وعَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو – رضي الله عنهما – مرفوعاً : (( إِنَّ اللَّهَ يَبْغَضُ الْبَلِيغَ مِنْ الرِّجَالِ الَّذِي يَتَخَلَّلُ بِلِسَانِهِ كَمَا تَتَخَلَّلُ الْبَقَرَةُ بلسانها )) . رواه الترمذي وأبو داود . ¶ وكذلك قوله : وعَنْ أَبِي هُرَيْرَةَ – رضي الله عنه - أنَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قال : (( مَنْ تَعَلَّمَ صَرْفَ الْكَلَامِ لِيَسْبِيَ بِهِ قُلُوبَ الرِّجَالِ أَوْ النَّاسِ لَمْ يَقْبَلْ اللَّهُ مِنْهُ يَوْمَ الْقِيَامَةِ صَرْفًا وَلَا عَدْلًا)) . رواه أبو داود . ¶ يعني : الذي يتعلم حسن الكلام والمنطق والخطابة ، وكيف يحاضر ، وكيف يلقي العلم ، ولا يقصد نشر الحق ولا تعبيد الناس لرب العالمين ، وإنما مقصوده أن يلتفت الناس إليه ويُعجبوا به ، ويكون له شأن ، ويكسب المال ، هذا – أعوذ بالله – مقصد من أسوأ المقاصد ، ولهذا قال – هنا – في عقوبته : ( لم يقبل الله منه يوم القيامة صَرْفاً ولا عَدلاً ) ، لأجل بشاعة جرمه في أنه ما نشر الحق إلا لأجل أن يسبي به قلوب الرجال ، يُثنى عليه ، ما هذا الخطيب ! المحاضر ، والشيخ ، والمدرس ، وهذا راعي المنطق ، ويتعلم الأمثلة والأدلة ويتحفظها ، ويتحفظ أيضاً القصص والحكايات ، وليس قصده من ذلك التأثير على قلوب الناس ، ونفع الناس وتعبيدهم لله ؛ إنما القصد أن يلتفت الناس إليه ، هذا من المذمومين – والعياذ بالله - .",
            "page": "195",
            "part": "1"
        },
        {
            "id": "196",
            "nass": "وعَنْ عَائِشَةَ رضي اللَّهُ عنها قَالَتْ : ( كَانَ كَلَامُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَلَامًا فَصْلًا يَفْهَمُهُ كُلُّ مَنْ سَمِعَهُ ، وقالت : ... كَانَ يُحَدِّثُ حَدِيثًا لَوْ عَدَّهُ الْعَادُّ لَأَحْصَاهُ . وقالت : إنه لَمْ يَكُنْ يَسْرُدُ الْحَدِيثَ كَسَرْدِكُمْ ) . روى أبو داود بعضه . ¶ الشرح : ¶ سرد الحديث مدعاة للإكثار ، والتأني سبب للإقلال ، ولهذا كان التأني محموداً ، وكان السرد مكروهاً ، والنبي صلى الله عليه وسلم كان يتأنى ، ونتيجة تأنيه – عليه الصلاة والسلام – أن كلامه كان معدوداً يُفهم يحصيه العاد ويستوعبه ويحفظه . ¶ والثاني : أن كثرة الكلام تجعل بعض الكلام يُنسي بعضه بعضاً ، ويذهب هذا بذاك ، لهذا كانت عائشة – رضي الله عنها – تقول لعبيد بن عمير : ( يا عبيد بن عمير ! إذا وعظت فأوجز ، فإن كثير الكلام يُنسي بعضه بعضاً ) ، يعني : فإن الكلام الكثير يُنسي بعضه بعضاً ، وهذا نشاهده في الخطب ، خطب الجمعة إذا طالت ؛ تجد أنك مسكت الموضوع ، لكن بعد ذلك ، إذا طالت الخطبة دخل بعضها في بعض ، حتى لو أردت أن تنقلها لم تحسن نقلها ، إيش تكلم عنه الخطيب ، تريد أن تنقل شيئاً بأدلته ، بوضوحه ، ما تستطيع أن تنقل خطبة الجمعة ، وهي من مقاصد خطبة الجمعة عظة الناس ، المرء ينقلها إلى أهل بيته ، ينقلها إلى من يستفيد .",
            "page": "196",
            "part": "1"
        },
        {
            "id": "197",
            "nass": "فإذا كثُر الكلام أنسى بعضه بعضاً ، لهذا عليه الصلاة والسلام كان كلامه قليلاً ليُحفظ ، ولأنه أوتي جوامع الكلم ، ويحصل هذا بالتعود ، الذي يتعود على قلة الكلام ؛ يحصل له ذلك ، ويكون أنفع له ، لأنه يتعلم الكلمات المؤثرة ، حتى يؤثر في عقله وفهمه ، يعني بعد ذلك ، إذ قرأ العلم يذهب على المفيد ، ما يهتم بالتفاصيل التي لا تنفعه ، ومن العلماء الذين أدركنا وكانت فيهم هذه الصفة سماحة الشيخ محمد بن إبراهيم – رحمه الله - ، كان كلامه قليلاً يُحفظ ويسير ، وكذلك الشيخ العلامة عبد الرزاق عفيفي – رحمه الله - ، كان أيضاً كلامه قليلاً يُحفظ ، هذه من الصفات الطبيعية التي تكون في الإنسان ، وربما كانت بالدُّربة ، لهذا دلَّ قول عائشة : ( لم يكن يسرد الحديث كسردكم ) ، أن سرد الحديث من الطبائع التي يتجاوز الله جل وعلا عنها ، لأنها من طبيعة الإنسان ، طبيعته أنه يسرع في الكلام ، طبيعته أن كلامه فيه سرعة ، فيه سرد ، وآخر طبيعته التأني ، لكن من طبيعته التأني محمدو وممدوح ، لشبهه برسول الله صلى الله عليه وسلم ، أو لاقتدائه برسول الله صلى الله عليه وسلم . ¶ وعن أبي هريرة – رضي الله عنه – أن رسول الله صلى الله عليه وسلم قال : (( إذا رأيتم العبد يعطى زهداً في الدنيا وقلة منطق فاقتربوا منه فإنه يلقَّى الحكمة )) . رواه البيهقي في شعب الإيمان . ¶ وعن بُرَيْدَةَ – رضي الله عنه - قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ : (( إِنَّ مِنْ الْبَيَانِ سِحْرًا وَإِنَّ مِنْ الْعِلْمِ جَهْلًا وَإِنَّ مِنْ الشِّعْرِ حُكْمًا وَإِنَّ مِنْ الْقَوْلِ عِيَالًا )) . ¶ الشرح : ¶ الشاهد منه قوله : ( إن من البيان سحراً ...... وإن من القول عيالاً ) .",
            "page": "197",
            "part": "1"
        },
        {
            "id": "198",
            "nass": "( إن من البيان سحراً ) يعني : أن تقليل الكلام بجوامعه وبيانه المفيد يسحر القلوب ، ويفعل فيها فعل السحر ، وهذا فيه – على الصحيح – فيه مدح للبيان الذي معه تقليل الكلام . ¶ ومن أهل العلم من حمل قوله – عليه الصلاة والسلام - : ( وإن من البيان لسحراً ) على الذم ، وهذا متجه إذا كان البيان يقلب الحق ، ولحسن بيانه يظن الظان أنه مصيب ، وهو في الواقع مخالف للحق ، فهذا يكون مذموماً ، أما قوله : ( إن من البيان لسحراً ) ، فيما يكون البيان مؤثراً في النفوس مع قلة في الكلام وبلاغة وإيجاز ، كما كان حال النبي صلى الله عليه وسلم ، فإن الكلام يسبي القلوب . ¶ السحر يُفعل ، والإنسان بالسحر يسبى قلبه ، فيحب من لم يكن يحبه ، ويتعلق بمن لم يكن يتعلق به لأجل تأثير السحر على قلبه بغير إرادته ، وكذلك البيان والكلام فإنه يؤثر في النفوس بحيث يتعلق قلب الناس بهذا لأجل كلامه وبيانه ، ففعله في النفوس فِعْل السحر في القلوب ، وهذا إذا كان لنصرة الحق وبيانه والتحبيب فيه والتعبد لله جل وعلا ؛ فهو محمود ، والنبي صلى الله عليه وسلم كان بيانه معلقاً للقلوب به – عليه الصلاة والسلام . ¶ ثم ذمَّ القول الذي ليس فيه فائدة فقال : ( وإن من القول عيالاً ) ، يعني : أن من القول ما لا يستفاد منه ، وما لا فائدة فيه . ¶ والحديث الأخير : ¶ وعن عَمْرَو ابْنَ الْعَاصِ – رضي الله عنه – أنه قَالَ يَوْمًا وَقَامَ رَجُلٌ فَأَكْثَرَ الْقَوْلَ فَقَالَ عَمْرٌو : ( لَوْ قَصَدَ فِي قَوْلِهِ لَكَانَ خَيْرًا لَهُ ) سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ : (( لَقَدْ رَأَيْتُ أَوْ أُمِرْتُ أَنْ أَتَجَوَّزَ فِي الْقَوْلِ فَإِنَّ الْجَوَازَ هُوَ خَيْرٌ)) . رواهما أبو داود . ¶ آخره والحمد لله رب العالمين حمداً كثيراً . ¶ الشرح :",
            "page": "198",
            "part": "1"
        },
        {
            "id": "199",
            "nass": "( لو قصد في قوله ) ، القصد في القول يعني : أن يصل إلى المقصود بأقصر عبارة ، يكون مقتصداً في القول ، يعني مقللاً للكلام واصلاً إلى مقصوده بأقصر عبارة . ¶ ( لكان خيراً له سمعت رسول الله صلى الله عليه وسلم يقول : (لقد رأيت أو أمرت أن أتجوز في القول ) يعني: أن يقلل الكلام لأن تقليل الكلام – كما ذكرت – لك مدعاة لحفظه ومدعاة للتواضع ومدعاة لخير كثير ، لهذا قال : ( فإن الجواز هو خير ) . ¶ وهذا ختام كتاب أصول الإيمان ، أسأل الله جل وعلا أن ينفعني وإياكم به وأن يجزي عنا وعن المسلمين خير الجزاء الإمام الشيخ محمد بن عبد الوهاب – رحمه الله تعالى - ، فإن كتبه ومؤلفاته كانت امتثالاً لهذه الوصايا الأخيرة ، كانت قليلة الكلام فيها فوائد قليلة ، لم يكن يحب أن يكثر التآليف التي لاينتفع منها إلا القلة ، والتآليف موجودة ، والكتب الكبيرة موجودة ، فاشتغل – رحمه الله –بالتصنيف الذي ينفع الناس وينشر الدعوة ، ويثبت الخير ، مقتدياً بهذه الخلال الكريمة ، والخصال الجميلة التي أمر بها المؤمنون ، رحمه الله رحمة واسعة ، ثم نصلي ونسلم على خيرة خلق الله الرحمة المهداة ، محمد بن عبد الله – عليه الصلاة والسلام ، فهو الذي هدى الله جل وعلا به العباد إلى الخير العظيم ، فأنقذهم الله به من الغُمَّة والضلالة والكفر والردى إلى النور والإيمان وسعة الصدور وانشراح القلب ، فله – عليه الصلاة والسلام – أعظم الفضل وأعظم المنة على من اتبعه ، اللهم صل وسلم عليه وآته الوسيلة والفضيلة ، وابعثه اللهم مقاماً محموداً الذي وعدته ، اللهم صل وسلم على محمد كلما صلى عليه المصلون ، وكلما غفل عن الصلاة عليه الغافلون ، وآخر دعوان أن الحمد لله رب العالمين . ¶ ... ... ... ... ¶ تم بحمد الله",
            "page": "199",
            "part": "1"
        }
    ],
    "t34732": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "شرح أصول الإيمان للشيخ صالح آل الشيخ"
        }
    ]
}