{
    "b34737": [
        {
            "id": "1",
            "nass": "- - - - - - - - - - - ¶ شرح ¶ كِتَاب فَضْلِ الإِسْلاَمِ ¶ لشيخ الإسلام الإمام المجدد ¶ الشيخ محمد بن عبد الوهاب ¶ - رحمه الله تعالى- ¶ شرحه فضيلة الشيخ ¶ صالح بن عبد العزيز آل شيخ ¶ غفر الله له ولوالديه ولجميع المسلمين ¶ [(06) أشرطة مفرّغة] - ¶ أعدّ هذه المادة: ¶ سالم الجزائري وأبو إسحاق سمير ¶ - - - - - - - - - - - ¶ بسم الله الرحمن الرحيم ¶ الحمد لله الذي بنعمته تتم الصالحات، نحمده سبحانه حمدا كثيرا طيبا ونثني عليه الخير كله، ونشهد أن لا إله إلا الله وحده لا شريك له، ونشهد أنّ محمدا عبد الله ورسوله صلى الله عليه وعلى آله وصحبه وسلم تسليما مزيدا. ¶ أما بعد: ¶ فأسأل الله جل وعلا أن يجعلني وإياكم من أهل العلم ومحصِّليه؛ الذين صحّت نياتهم فيه، وصح فيه قصدهم، وأخذوا فيه بالطريق التي سلكها أئمة أهل العلم، وهذا الطريق هو الذي يصل من سلكه إلى مبتغاه، ويحقق العلم فيه من اقتفى سَنن أهل العلم في طلبهم وسمتهم وهديهم وسلوكهم. ¶ ثٌم إننا في فاتحة هذه الدورة العلمية أو هذه الدروس العلمية السابعة في هذا المسجد الذي حمل اسم شيخ الإسلام ومجدد الملة في زمانه تقي الدين أحمد بن عبد الحليم بن عبد السلام بن تيمية الحرَّاني المتوفَّى سنة 728 هجري. ¶ إن هذه الدروس لها من الفوائد التي حصلها من التزم بها فيما مضى ومن سيحصلها إن شاء الله تعالى من التزم بها فيما بقي ما يعين على أخذ العلم وسماعه والعناية به ودرسه في أيام قليلة وليال يسيرة إذا نظر إليها الناظر؛ ولكن بالنظر على كثرة ما يُلقى فيها من العلم وتُشرح فيها من الكتب والمتون فإنّ فيها خيرا كثيرا. ¶ نرجو من الله جل وعلا أنْ يكتب أجر من ألقى من جميع المشايخ، ومن استمع، ومن أَسْهَم في ذلك وأعان على نشر هذه الدروس العلمية ونظّم لها إنه سبحانه جواد كريم. ¶ ثم إنّنا بين يدي شرح كتاب فضل الإسلام نقدِّم بمقدمة مهمة يحتاج إليها كل طالب للعلم ألا وهي: ¶ أهمية العلم في دين الإنسان",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "فالإسلام عظيم أن يكون المرء التزم به، وعظيم أن يكون المرء قد أجهد نفسه وجاهد نفسه في أن يكون على حقيقة الإسلام، ولكن لن يكون ذاك إلا بالعلم، فالعلم النافع به يصلح القلب وبه يصلح العمل، ولهذا قال الله جل وعلا ?قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنْ اتَّبَعَنِي?[يوسف:108]، ومعنى (عَلَى بَصِيرَةٍ) يعني على علم؛ لأن البصيرة للقلب هي العلم الذي به يُبصر حقائق المعلومات ويدرك الصواب فيها، وقال الله جل وعلا ?أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ?[الأنعام:122]، وقد قال أهل العلم: إن هذا النور هو الإسلام الذي هو العلم النافع والعمل الصالح. ¶ ولهذا لم يأمر الله جل وعلا نبيه - صلى الله عليه وسلم - وأمته من بعده أن يزدادوا من شيء شيئا إلا أن يزدادوا من العلم، فقال جل وعلا في سورة طه ?وَقُلْ رَبِّ زِدْنِي عِلْمًا?[طه:114]. ¶ رفع الله أهل العلم على سائر المؤمنين لما حصَّلوه من العلم فقال جل وعلا ?يَرْفَعْ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ?[المجادلة:11]، فكل مؤمن يرفعه الله جل وعلا بإيمانه، وكل صاحب علم صحيح من أهل الإيمان فإنه مرفوع على غيره درجات، وهذا من فضل الله جل وعلا على أهل العلم.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وطالب العلم إذا سلك العلم إذا سلك هذا الطريق فإنَّ الله يسهل له به طريقا إلى الجنة، كما قال عليه الصلاة والسلام في الحديث الصحيح «وَمَنْ سَلَكَ طَرِيقاً يَلْتَمِسُ فِيهِ عِلْماً, سَهّلَ اللّهُ لَهُ بِهِ طَرِيقاً إِلَىَ الْجَنّةِ»، وذلك أنَّ طريق الجنة يكون بصحة الاعتقاد ويكون بصحة العمل، وصحة الاعتقاد لا تكون إلا بعلم، وصحة العمل لا تكون إلا بعلم، فـ(مَنْ سَلَكَ طَرِيقاً يَلْتَمِسُ فِيهِ عِلْماً) من علم التوحيد أو علم الفقه والحلال والحرام, (سَهّلَ اللّهُ لَهُ بِهِ طَرِيقاً إِلَىَ الْجَنّةِ)؛ لأن الجنة من أسباب دخولها صحة العمل وصحة الاعتقاد. ¶ ومن فضل العلم أن العالم يستغفر له كل شيء حتى الحيتان في جوف الماء؛ لأنه سبَّح وهلل ومجد الله وعظم وأثنى عليه وسار في اتباعه لمحمد عليه الصلاة والسلام عن يقين وعلم ومعرفة، وهذا يكون به الكمال؛ كمال المخلوقات، فيكون أَوْلى المخلوقات بالفضل والرفعة والقربى من الله جل وعلا، لهذا تعرف الأشياء فضل طالب العلم وفضل العالم فيستغفر له كل شيء حتى الحيتان في جوف الماء. ¶ ثم لأن كل هذه الأشياء التي جعلها الله جل وعلا غير مكلَّفة تعرف فضل العالم الذي يُعلِّم الناس الخير والذي يبث في الناس محبة الله جل وعلا، والعلم به وأسمائه وصفاته، وما يستحقه جل وعلا من التوحيد، وما يستحقه جل وعلا من التعظيم، وما يستحقه نبيه عليه الصلاة والسلام من المحبة والمتابعة والعلم بسنته والإقتداء به، فحينئذ يكون ممن ينشر في العالَم محبة الله جل جلاله والعلم به، وهذا شيء يبطل به العالم ما سواه من الكائنات، لهذا يستغفر له كل شيء رضا بما يصنع، حتى الملائكة تضع أجنحتها لطالب العلم رضا بما يصنع؛ لعظيم عمله.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "لهذا إذا علمتَ بعض هذه الأشياء فإنك تُقبل إقبالا شديدا على العلم في حفظه وتدارسه وحضور حلق العلم ومعرفة ذلك؛ لأن هذا لا يرغب فيه إلا مؤمن صحيح الإيمان، ولا يرغب عنه إلا كل مفرِّط، وكل من جاهد نفسه في العلم فإنما يجاهد نفسه في صلاح قلبه وصلاح عمله، والعالم أو طالب العلم إذا أذنب فإنَّ استغفاره ليس كاستغفار سواه؛ لأنه إذا استغفر فيكون استغفاره عن علم وبينة، وعن معرفة بالله جل وعلا وما يستحق، ومعرفة بقصور نفسه وما ارتكبه وما قصَّر فيه، لهذا كان سيد علماء هذه الأمة بعد نبيها - صلى الله عليه وسلم - هو أبو بكر الصديق رضي الله عنه فعلَّمه نبينا - صلى الله عليه وسلم - أن يدعو في صلاته بقوله «اللهم إني ظلمتُ نفسي ظلما كثيرا ولا يغفر الذنوب إلا أنت، فاغفر لي إنك أنت الغفور الرحيم» فجعل هذا الدعاء لأبي بكرٍ الصديق وهو الأكمل علما وعملا وسلوكا وسابقة ومحبة للنبي - صلى الله عليه وسلم - وخُلّة، فجعل له هذا الدعاء الذي فيه أعظم الاستغفار والإنابة من جهة عِظَم الاعتراف بالذنب، (ربي إني ظلمت نفسي ظلما كثيرا ولا يغفر الذنوب إلا أنت)، وكل طالب علم وعالم بقدر معرفته بالله وعلمه بالله جل جلاله وعلمه بتفاصيل الشريعة وعلمه بتفاصيل حق الله في الاعتقاد فإنه يعظم عنده الذنب؛ بل تكون عنده بعض الأعمال مما يوجب الاستغفار ولو كانت عند غيره ليست مما يوجب الاستغفار. ¶ ولهذا تعظم درجة طالب العلم والعالم بقدر ما اكتسبه من علم التوحيد وعلم العمل في عظم استغفاره وإنابته لله جل جلاله. ¶ وفي هذا الزمن ربما ترون أن كثيرين أساؤوا ظنا بالعلم من جهة بل من جهات: ¶ أساؤوا ظنا بالعلم في ظن بعضهم أن العلم لا فائدة مرجوَّة منه بقدر ما يبذل منه الباذل. ¶ ومنهم من أساء ظنا بالعلم في أنه إذا تعلم فإنما سيكون في نهايته مثل غيره، ولن يكون من الأثر الشيء الكبير الذي يوازي تعبه في العلم.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ومنهم من أساء الظن في العلم بأن الأهم هو الدعوة للناس والإرشاد والبذل ونحو ذلك، والعلم ليس في الأثر كأثر النشاط والدعوة ونحو ذلك. ¶ ومنهم من أساء ظنا بالعلم في أن العلم لن يكون لأصحابه شأن، وأن الشأن يكون لغيرهم، إما من أهل الدنيا، وإما من أهل الاتجاهات المختلفة في هذه الحياة. ¶ وهذا كله هذه الأشياء جميعا من سوء الظن بالشريعة؛ لأن العلم هو الشريعة. ¶ والواجب على طالب العلم أن يُحسن ظنه بالله جل وعلا، وأن يحسن ظنه في عمله للعلم، وأن يحسن ظنه بالعلم والعمل جميعا، وأن يُقبل على ذلك. ¶ ولقد أحسن ابن القيم رحمه الله : ¶ والجهلُ داء قاتلٌ وشفاؤه ? ¶ أمران في التركيب متفقانِ?? ¶ ?نص من القرآن أو من سنة ? ¶ وطبيب ذاك العالم الرباني?? ¶ ?والعلم أقسام ثلاث ما لها ? ¶ من رابع والحق ذو تبيانِ?? ¶ ?علم بأوصاف الإله وفعله ? ¶ وكذلك الأسماء للديانِ ?? ¶ ?والأمر والنهي الذي هو دينه ? ¶ وجزاؤه يوم المعاد الثاني?? ¶ ?والكلُّ في القرآن والسنن التي ? ¶ جاءت عن المبعوث بالفرقان ?? ¶ ?والله ما قال امرؤ متحذلق ? ¶ بسواهما إلا من الهذيان ¶ وقد قال أحد العلماء أيضا في منظومة له بل في شعر له: ¶ لا تسئ بالعلم ظنا يا فتى إن سوء الظن بالعلم عطب ¶ وهذا حق فإن جربنا ورأينا في أن كل من أساء ظنا بالعلم وتخلف عن سبيل حملة العلم ودرس ثم ترك ولم يستمر في العلم إلا كان أمره إلى غير كمال، فالعلم به كمال الروح، به كمال الاعتقاد، به كمال العمل، به كمال انشراح الصدر، به كمال رؤية الأشياء، به كمال العمل في أن لا يتصرف شيئا إلا على وصف الشريعة. ¶ وقد ذكر أهل العلم أنَّ من أسباب ضلال الضالين من هذه الأمة أنهم ضلوا لأنهم لم يكونوا على علم صحيح، فالعلم الصحيح سبب من أسباب وقاية الفتن ووقاية أسباب الضلال والافتراق، إلى غير ذلك من آثار ترك العلم.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "لهذا أوصيكم ونفسي بالمحافظة على العلم وعلى حمْله وحفظه وتدارسه، وأن يتعاهد المرء ما درسه، وأن يقبل على ما لم يعلمه بأخذه من مشايخه الذين يوثَق بهم في فهمهم للعلم وفي آدائهم له؛ لأن هذا به -إن شاء الله تعالى- صلاح النفس وصلاح العمل. ¶ أسأل الله جل وعلا أن يزيدنا وإياكم من الهدى والعلم، وأن يجعلنا من عباده الصادقين المخلصين، وأن يغفر لنا ذنوبنا إنه سبحانه جواد كريم. ¶ - - ( - - ¶ [المتن] ¶ قال المصنف رحمه الله تعالى: ¶ كتاب فضل الإسلام ¶ قال رحمه الله تعالى: ¶ باب: فضل الإسلام ¶ وقول الله تعالى ?الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمْ الْإِسْلَامَ دِينًا?[المائدة:3]. ¶ وقوله تعالى?قُلْ يَا َيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي شَكٍّ مِنْ دِينِي فَلَا أَعْبُدُ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ وَلَكِنْ أَعْبُدُ اللَّهَ الَّذِي يَتَوَفَّاكُمْ?[يونس:104]الآية. ¶ وقوله تعالى? يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ وَيَجْعَلْ لَكُمْ نُورًا تَمْشُونَ بِهِ وَيَغْفِرْ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ?[الحديد:28].",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وفي الصحيح عَنْ ابْنِ عُمَرَ رَضِيَ اللَّهُ تعالى عَنْهُمَا عَنْ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: «مَثَلُكُمْ وَمَثَلُ أَهْلِ الْكِتَابَيْنِ كَمَثَلِ رَجُلٍ اسْتَأْجَرَ أُجَرَاءَ فَقَالَ: مَنْ يَعْمَلُ لِي مِنْ غُدْوَةَ إِلَى نِصْفِ النَّهَارِ عَلَى قِيرَاطٍ؟ فَعَمِلَتْ الْيَهُودُ، ثُمَّ قَالَ: مَنْ يَعْمَلُ لِي مِنْ نِصْفِ النَّهَارِ إِلَى صَلَاةِ الْعَصْرِ عَلَى قِيرَاطٍ؟ فَعَمِلَتْ النَّصَارَى، ثُمَّ قَالَ: مَنْ يَعْمَلُ لِي مِنْ الْعَصْرِ إِلَى أَنْ تَغِيبَ الشَّمْسُ عَلَى قِيرَاطَيْنِ؟ فَأَنْتُمْ هُمْ، فَغَضِبَتْ الْيَهُودُ وَالنَّصَارَى وَقَالُوا: مَا لَنَا أَكْثَرُ عَمَلًا وَأَقَلُّ أَجْرًا؟ قَالَ: هَلْ نَقَصْتُكُمْ مِنْ حَقِّكُمْ شيئا؟ قَالُوا: لَا. قَالَ: ذَلِكَ فَضْلِي أُوتِيهِ مَنْ أَشَاءُ». ¶ وفيه أيضاً عَنْ أَبِي هُرَيْرَةَ رضي الله تعالى عنه قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «أَضَلَّ اللَّهُ عَنْ الْجُمُعَةِ مَنْ كَانَ قَبْلَنَا فَكَانَ لِلْيَهُودِ يَوْمُ السَّبْتِ وَلِلنَّصَارَى يَوْمُ الْأَحَدِ فَجَاءَ اللَّهُ بِنَا فَهَدَانَا لِيَوْمِ الْجُمُعَةِ، وَكَذَلِكَ هُمْ تَبَعٌ لَنَا يَوْمَ الْقِيَامَةِ، نَحْنُ الْآخِرُونَ مِنْ أَهْلِ الدُّنْيَا وَالْأَوَّلُونَ يَوْمَ الْقِيَامَةِ». ¶ وفيه تعليقاً عن النبي - صلى الله عليه وسلم - أنه قال «أَحَبُّ الدِّينِ إِلَى اللَّهِ الْحَنِيفِيَّةُ السَّمْحَةُ».",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وعن أُبيّ بن كعب - رضي الله عنه - قال: عليكم بالسبيل والسنة فإنه ليس من عبدٍ على سبيل وسنة َذَكَر الرحمن ففاضت عيناه من خشية الله فتمسُّه النار، وليس من عبد على سبيل وسنة ذَكَرَ الرحمن فاقشعر جلده من خشية الله إلا كان مَثَلُه كمثل شجرة يبس ورقُها، فبينما هي كذلك إذ أصابتها الريحُ فتحاتَّ عنها ورقُها، إلا تحاتت عنه ذنوبه كما تحاتّ عن هذه الشجرة ورقها، وإنَّ اقتصاداً في سبيل وسنة خير من اجتهاد في خلاف سبيل وسنة. ¶ وعن أبي الدرداء - رضي الله عنه - قال: يا حبذا نوم الأكياس وإفطارهم، كيف يغبنون سهر الحمقى وصومهم؟ ولمثقال ذرة من بر مع تقوى ويقين، أعظم وأفضل وأرجح من أمثال الجبال عبادة من المغترين. ¶ [الشرح] ¶ الحمد لله، وبعد: ¶ هذه الرسالة رسالة فضل الإسلام للإمام المجدد شيخ الإسلام أبي عبد الله وأبي علي محمد بن عبد الوهاب مجدد القرن الثاني عشر والباعث للمسلمين فقههم في دينهم وتوحيدهم. ¶ هذه الرسالة من الرسائل المهمّة التي كتبها الإمام المجدد عليه رحمة الله، وسماها فضل الإسلام؛ لأنه أول باب لهذه الرسالة. ¶ ووجه أهمية هذه الرسالة أن هذه الرسالة تُعتبر رسالة في المنهج الذي يتميز به حملة التوحيد و أتباع السلف الصالح بعامة، كما أنها تبيِّن كثيرا من المباحث والمسائل المتصلة بالواقع العملي للدعوة ومخالطة المسلم المتَّبع لطريقة السلف للناس من جميع الاتجاهات ومن جميع الأفهام والأهواء. ¶ ففيها بيان تفسير الإسلام. ¶ وفيها بيان فضل الإسلام. ¶ وفيها بيان البدع وأن البدع أشد من الكبائر. ¶ وفيها بيان معالم الانتماء الحق، وإبطال أنواع الانتماء المحدَثة. ¶ وفيها تفصيل المنهج من حيث الأولويات؛ الاهتمام بالسنة ورد البدع. ¶ وفيها ما يتصل ببحث الألقاب والشعارات التي قد نتسمى بها، أو قد يرفعها بعضهم، وبيان حكم ذلك.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وفيها بيان أن الإسلام واجب أن يُدخل فيه كلِّه، وأن لا يفرق بين أمر وأمر فيه من حيث وجوب الدخول فيه، والإيمان بذلك. ¶ فهي رسالة تُعَدُّ رسالة منهج يميز المتبعين للسلف الصالح أهل التوحيد وحملة العقيدة، وقد ألَّفها الإمام المجدد رحمه الله لسد هذه الثغرة العملية التي أدركها من واقع معاشرته؛ بل من واقع قيادته للمؤمنين في الدعوة وفي العلم، حيث ظهر له ضرورة تبيين هذه المسائل؛ لكن على طريقته رحمه الله في أنه إنما يذكر الباب ويذكر تحته الآيات والأحاديث التي تدلُّ على ذلك وبعض أقوال السلف، وهذه منهجية في التأليف اعتمدها في الأكثر من مؤلفاته رحمه الله تعالى. ¶ ومن أوجه الاهتمام بهذه الرسالة -فضل الإسلام- أنها لم تُشرح من أبناء الشيخ رحمه الله ولا من تلامذته القريبين منه كما شرحت رسائل أخرى وبينت وفصلت؛ ككتاب التوحيد وكغيره من الكتب والرسائل والنبذ التي كتبها عليه رحمة الله. ¶ والحاجة في كل زمان قائمة إلى هذه المعاني التي اشتملت عليها هذه الرسالة لهذا كانت العناية بها مهمة، ولقد سبق لي من بضع سنين أن شرحت هذه الرسالة في مجالس كثيرة، واشتمل ذلك الشرح على إطناب في بعض الأبواب وعلى اختصار في بعضها. ¶ ونرجوا إن شاء الله تعالى أن يكون هذا الشرح مشتملا على مقاصد الكتاب، وعلى إيضاحات مهمة تُفهِم مقصود المؤلِّف، وتُقرر المنهج السلفي ومنهج أهل التوحيد في هذه المسائل، وتُقرر ما يتميز به حملة السنة عن غيرهم في الاعتدال في القول، والاعتدال في العمل، والنظرة الصحيحة للأمور وفق السنة لا وفق الأهواء المختلقة. ¶ قال رحمه الله تعالى (بسم الله الرحمن الرحيم وبه نستعين باب فضل الإسلام) فضل الإسلام يريد به أمورا:",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "الأول: فضل الإسلام في نفسه على غيره من الملل، والإسلام يشمل الدين كله بمراتبه المختلفة: الإسلام والإيمان والإحسان. ويشمل أيضا الدين كله من جهة العقيدة والشريعة والسلوك والجزاء ونحو ذلك، فالإسلام في نفسه فَضَلَ غيرَه وصار مفضَّلا على غيره بتفضيل الله جل وعلا. ¶ الأمر الثاني: أن فضل الإسلام على أهله الذين اعتنقوه ودخلوا فيه واستقاموا عليه ظاهر في الدنيا والآخرة في النصوص، فيبين المؤلف بعضا من النصوص التي تدلُّ على فضل الإسلام على أهل الإسلام، وآثار الإسلام المباركة على عباد الله المؤمنين. ¶ الأمر الثالث: أنَّ الإسلام تحمله أُمَّة، وهذه الأمة لأجل حملها للإسلام صارت مفضَّلة على غيرها، وصارت خيرا من غيرها، كما قال تعالى ?كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ?[آل عمران:110]، سبك الآية: كنتم للناس خير أمة أخرجت. وذلك لفضل هذه الأمة في نفسها بما حملت من الدين، ولفضلها على غيرها من الأمم، ثم فيه فضل الأمة الوسط من هذه الأمة على سائر فِرَق هذه الأمة، فأمة الإسلام افترقت إلى فرق كثيرة وكلها في النار إلا واحدة، وهذه الواحدة هي الجماعة، وهي التي أخذت بالدين الوسط؛ يعني بالدين المتيقن منه العدل والخِيَار، قال جل وعلا ?وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا?[البقرة:143]، يعني عدلا خيارا، عدلا خيارا: ¶ لوسطيتها في العقيدة بين الغالين وبين الجافين. ¶ ولوسطيتها في الأحكام بين الغالين والجافين. ¶ ولوسطيتها في السلوك بين الغالين والجافين. ¶ ولوسطيتها في أنواع التعامل في مع الخلق بين الغالين والجافين.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "لهذا صارت هذه الأمة الوسط من أهل الإسلام صار لها من الفضل المزيد، فإذا كان لأهل الإسلام عامة كأمة فضل خاص -بينته الآيات والأحاديث-، فكذلك أحرى الناس بأخص الفضل وأعلى الفضل هم أهل التوحيد والسنة الذين أخذوا بطريقة الجماعة الأولى، لهذا ثبت في الصحيح أن النبي - صلى الله عليه وسلم - قال «أنتم موفُّون سبعين أمة، أنتم خيرُها وأكرمها عند الله»، وهذا من فضل الله العظيم. ¶ لهذا بين رحمه الله في هذا الباب وفي هذا الكتاب بعامة ما يتصل بتقرير هذه المسائل وبيَّن أنواع الفضل في الدنيا والآخرة في العقيدة والشريعة وأهل الإسلام، وما تميز به القرآن والسنة من الفضل على أهله المتمسكين بأنواع الفضل مما سيأتي إن شاء الله تعالى. ¶ قال رحمه الله (وقول الله تعالى: ?الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمْ الْإِسْلَامَ دِينًا?[المائدة:3]) وفي قوله (وقول الله تعالى) يصح فيها الوجهان: ¶ بالجر عطفا على (فضلِ)؛ يعني (بابُ فضلِ الإسلام وباب قولِ الله تعالى). ¶ والرفع ابتداء (وقولُ الله تعالى: ? الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ?) على نحو ما مرّ بنا في شرح كتاب التوحيد.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "قوله جل وعلا (الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمْ الْإِسْلَامَ دِينًا) هذه الآية نزلت والنبي - صلى الله عليه وسلم - قائم في عرفة في يوم جمعة، بيَّن الله جل وعلا فيها أنه جل جلاله أكمل لنا الدين وأتمَّ علينا النعمة ورضي لنا الإسلام دينا، وإكمال الدين يعني أن هذا الدين وهو دين الإسلام بعقيدته وبشريعته وبمصادره من الكتاب والسنة وما دل عليه الكتاب والسنة من الأدلة أن هذا قد أكمله الله جل وعلا، فأكمل لنا الدين فلم يعد فيه زيادة لمستزيد، وهذا من فضل الإسلام؛ أن غيره من الملل لم تكن كاملة بل كان الناس بعدها يحتاجون إلى أشياء فلا يجدونها، فجعل الله جل وعلا هذا الدين كاملا حتى لا يكون فيه زيادة لمستزيد، وقد كان من قبلنا دخلوا في كثير من البدع وكثير من السلوكات عن جهل منهم تارة وعن علم تارة؛ لكن في الإسلام وفي دلائله من الكتاب والسنة فيه من بيان الأصول التي تدل على كمال الدين وعلى أنَّ أصول الدين وعقائد الملة أنها ظاهرة بينة واضحة ما تجعل أهل الإسلام في أمنة أن يكونوا ضالين عن الحق كما ضل من قبلَنا، أو يكونوا زائغين عنه لعدم علمهم به، فالعلم به ظاهر وإكمال الله لهذا الدين بيِّن، فلذلك منَّ الله على الناس بهذا الإكمال حيث قال (الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ). ¶ قال (وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي) والنعمة نوعان: ¶ نعمة دينية. ¶ ونعمة دنيوية. ¶ والإسلام له فضل في الجهتين. ¶ فمن الجهة الدينية: الإسلام بمصادره من الكتاب والسنة فيه البيان لما يحتاجه الناس في أمر دينهم حيث لا يلتبس من أراد الحق، لا يلتبس الطريق على من أراد الحق.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وفيه أيضا فضل على أهل الإسلام في النعمة الدنيوية؛ لأن الله جل وعلا وعد من تمسك بالإسلام أنه يكون في حياة طيبة، كما قال جل وعلا ?مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً?[النحل:97]، والحياة الطيبة تشمل الطمأنينة في هذه الدنيا وتشمل الأمن وتشمل سَعَة الرزق وتشمل الرضا ونحو ذلك مما لا تكون الحياة الطيبة إلا به ولا يكون الاطمئنان والعيش الرغد إلا به، مهما كَثُر المال أو كثرت مخارج الدنيا فلا تستقيم إلا بالطمأنينة والرضا والأنس لله جل جلاله، وهذه كفلها الدين لأهله؛ أهل الإسلام. ¶ قال (وَرَضِيتُ لَكُمْ الْإِسْلَامَ دِينًا) والإسلام إذا رضيه الله جل وعلا لعباده دينا؛ معنى ذلك أنه سبحانه وتعالى يرضى عمن أخذ بهذا الإسلام، ويرضى عمن استقام على الإسلام ودخل فيه، وإذا كان كذلك فأهله مرضيٌّ عنهم، وإذا كانوا مرضيا عنهم من الله جل وعلا فهم إذن مخصوصون بتوفيق الله جل وعلا ومعيته الخاصة، قال سبحانه ? إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ?[النحل:128]، ومعية الله جل وعلا المعية الخاصة هي لمن رضي عنه، فمن رضي عنه قولا عملا وذلك بتمسكه بالإسلام اعتقادا وعملا فإنه يحظى بالمحبة من الله جل جلاله والتوفيق والهدى، وهذه كلها فيها من الآثار في الدنيا والآخرة مما لا يدخل تحت حصر. ¶ إذن دلت الآية كما هو مراد المؤلف رحمه الله أن الإسلام كمُل، وأن الله أتم علينا النعمة الدنيوية والدينية، وأنه رضي الإسلام دينا، ورضي عن أهله الذين أخذوا به، وهذا من محبة الله جل وعلا للإسلام -لهذا الدين-، ومن فضل الدين على أهله أنه كان سببا في فضل الله جل وعلا ومحبته وإنعامه وإكمال الأمر لأهل الإسلام.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وإذا تأملت في غيرنا فإنك ستجد أن الله جل وعلا لم يمنحهم من الفضل كمنا منح هذه الأمة، ولهذا وجب على المؤمن أن يتبين فضل الله جل وعلا عليه وأن لا يمنَّ على الله بعمله أو أن لا يمنَّ على الله جل وعلا بعبادته وبسلوكه، فإن الله جل وعلا هو صاحب المنة لو كانوا يعقلون. ¶ وفي الآية من الفوائد: ¶ أولا: أنَّ قوله جل وعلا (الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ) أنَّ الإكمال شمل الدين كله، والدين ينقسم في أحد الاعتبارات إلى عقيدة وشريعة، وإكمال الدين يعني إكمال العقيدة وإكمال الشريعة، والعقيدة لها وسائل لإثباتها والعلم بها، وإثبات الغاية إثبات للوسيلة، فإثبات كمال الغاية هو إثبات كمال الوسائل، ففي الآية دليل على أنَّ وسائل تقرير العقيدة والشريعة قد أكملها الله جل وعلا بما دل عليه في الكتاب والسنة من الأدلة النصية أو الأدلة الأخرى التي دل عليها القرآن والسنة، فعقيدة الإسلام أكملها الله؛ فلا يمكن أن يكون في غير الكتاب والسنة من الدين ما هو أكمل مما فيهما، ولهذا بَطَلَ قول الفلاسفة وأهل الكلام وأهل الفرق بأكملها في أنهم راموا الكمال في طرق عقلية أو فلسفات كلامية، راموا الكمال فيها فأخذهم النقص، حتى قال قائلهم: طريقة السلف أسلم؛ لكن طريقة الخلف أعلم وأحكم. ويريدون أيضا أكمل، وهذا دلت الآية على بطلانه؛ لأن إكمال الدين لا يكون بإكمال وسائل الإثبات، وإذا كانت وسائل الإثبات كاملة فإن الطرق المختلفة التي أحدثت وسائل أخرى أنها ظاهرة البطلان.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "الفائدة الثانية: قوله جل وعلا (رَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا)، في قوله (لَكُمْ) ما يدل على أن الإسلام الذي رضيه هو الإسلام الخاص الذي صار سمة هذه الأمة، وإلا فكلمة الإسلام تشمل رسالة كل رسول؛ لأن كل رسول بُعث بالإسلام؛ لكن في قوله (لَكُمْ) ما يدل على أن الإسلام الذي رضيه الله جل وعلا هو الإسلام الخاص الذي من لم يدخل فيه فإنه ليس بمسلم بعد مجيء النبي - صلى الله عليه وسلم -، وأما قبل ذلك فمن أسلم الإسلام الذي أمر به الرسول الذي جاء فإنه يكون مسلما مرضيا؛ ولكن بعد بعثة النبي - صلى الله عليه وسلم - فإنه لا إسلام إلا الإسلام الخاص، وهذا يشمل مراتب الدين الثلاثة: الإسلام والإيمان والإحسان. ¶ والدين هو كل ما يدين به الناس ويجعلونه إلفا لهم وديدنا لهم، وهو في أصله مأخوذ من الديدن، هذا ديدنه؛ يعني هذا ما اعتاده والتزمه، دِنْتُه يعني التزمتُه، والدَّيْن سُمي بذلك لأنه مُلْتَزم به، والدِّين كذلك هو الطريقة الملتزمة، فإذا اعتقد شيئا والتزمه صار له دينا، وإذا عمل بشيء وسلكه صار له دينا، حتى تصير الأنظمة التي تُلتزم في اللغة تسمى دينا كما قال الله جل وعلا في قصة يوسف عليه السلام ?مَا كَانَ لِيَأْخُذَ أَخَاهُ فِي دِينِ الْمَلِكِ?[يوسف:76]، سمى طريقة الملك في الأحكام في مسألة السرقة وأنَّ الذي سرق يؤخذ أسيرا أو رقيقا عقابا له على سرقته، سماه الله جل وعلا دينا لأنه التزام لحكم في كل حال، لهذا صار الدين -دين الملك- في قصة يوسف هو ما التزمه الملك في رعيته حين ذاك من الشرائع. ¶ إذا كانت الشريعة مخالفة لشريعة الإسلام يصح أن يُقال لغة: إن هذا دين كذا؛ لأنه يُدان به ويلتزم.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "فإذن في قوله (رَضِيتُ لَكُمْ الْإِسْلَامَ دِينًا) أن كل التزام يلتزمه الناس في أمور العقائد أو في أمور الشرائع والأحكام والأقضية أو في أمور السلوك أو أمور الدعوة والمنهج، إذا التزموه ويكون ليس مدلولا عليه بنص القرآن أو بنص السنة أو بما حكم به السلف أو أئمة الإسلام فإنه بدلالة الآية يمكن أن يقال إن الله لم يرضَهُ دينا؛ لأنه ما رضي دينا إلا دين الإسلام على النحو الذي أوضحنا. ¶ قال رحمه الله بعدها (وقوله تعالى ?قُلْ يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي شَكٍّ مِنْ دِينِي فَلَا أَعْبُدُ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ وَلَكِنْ أَعْبُدُ اللَّهَ الَّذِي يَتَوَفَّاكُمْ?[يونس:104]) مناسبة الآية ودلالتها أنّ الإمام المصلح رحمه الله تعالى يريد أنَّ الدين والإسلام له فضل على أهله الذين اتضحت لهم به معالمه(1)، حيث إنهم يَسْلَمون من براثن الشهوات وبراثن الشبهات وهي أعظم، وإذا وردت الشكوك فإن صاحب الدين يسلم من التردد فيها، فيكون حينئذ عنده البصر النافذ والبصيرة التامة عند حلول الشبهات وعند حلول الشكوك، لهذا قال جل وعلا (قُلْ يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي شَكٍّ مِنْ دِينِي فَلَا أَعْبُدُ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ) إذا وقعت الشكوك من أهل الشرك أو أهل البدع أو أهل الضلالات وأوقعوها لدى المؤمن وعرضوها عليه، فإن من فضل الإسلام على المؤمن على المسلم إذا علمه وتمسك به وصار له به النور في قلبه أنه لا يتأثر بتلك الشبه ولا يتأثر بتلك الشكوك كما كان إمامنا عَلَيْهِ الصَّلاَةُ والسَّلاَمُ قويا فيما واجه به المشركين حيث قال لهم (يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي شَكٍّ مِنْ دِينِي)؛ يعني من دين الإسلام والتوحيد الذي جئتُ به (فَلَا أَعْبُدُ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ وَلَكِنْ أَعْبُدُ اللَّهَ الَّذِي ¶ __________ ¶ (1) انتهى الوجه الأول من الشريط الأول.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "يَتَوَفَّاكُمْ)، أعلن كلمة التوحيد لا إله إلا الله التي فيها النفي وفيها الإثبات. ¶ وهذا من فضل الإسلام على أهله؛ أنَّ صاحب الإسلام الذي علم دين الإسلام بالأدلة، وعلم العقيدة، وتبيَّن له التوحيد، واعتقد ذلك عن علم وبينة وبصيرة ويقين، أن الله جل وعلا يحميه عند حلول الشبهات وعند حلول الشكوك، فلا يتردَّد ولا يزيغ، ومن أعظم أسباب الزيغ أن تَرِد الشبهة فلا يجد ما يردُّ به تلك الشبهة؛ لكن كلما قوي الإيمان كلما قوي الإسلام والعلم بتفاصيل الإسلام في عقيدته وشريعته فإن المرء يكون قويا معتزا بالإسلام لا تؤثر فيه شبهة، وإذا عُرِض له شك أو عَرض له عارض في شبهة أو شك أو ريب فإنه يرده بقوة. ¶ وهذا من آثار وفضل الإسلام على أهل الإسلام؛ أن الله جل وعلا يثبتهم، وأن الله جل وعلا يقذف في قلوبهم النور، وأن الله جل وعلا لا يكلهم إلى أنفسهم بل يعينهم ويسددهم عند حلول الشبهات. ¶ وهذا واقع فإنما صمد في كل زمن عند حلول الفتن أهل العلم بالإسلام وأهل العلم بالشريعة وأهل العلم بالعقيدة والسنة فإنهم صمدوا ونفعوا وكان لهم الأجر على أنفسهم وعلى الأمة في كل زمان ومكان. ¶ ومن كلام شيخ الإسلام ابن تيمية رحمه الله تعالى أنه قال: ولعلماء الحديث وحملته في كل زمان من العلم بالدين ومن القوة عند حلول الشبهات -يعني معنى كلامه- ومن القوة عند حلول الشبهات ما يَفْضُلون به غيرَهم، حتى إنك تجد عندهم من اليقين والعلم التام عند حلول الشبه على الإسلام والسنة ما يتعجَّب منه المرء؛ لكن هذا بفضل الله جل وعلا وبرحمته، وكذلك من كان معهم في حمل الحديث والسنة والعناية بذلك، فإن الله جل وعلا يُقَوِّي يقينهم ويُعْظِم معرفتهم وعلمهم حتى يكونوا ثابتين أقوياء عند حلول الشبهات وعند ورود الشكوك والريب. أو كما قال رحمه الله تعالى هذا معنى كلامه.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "فإذن دلت الآية على أن الإسلام له فضل على أهله؛ فضل عظيم، في أنَّ المسلم إذا استمسك بالتوحيد وأسلم الإسلام الكامل لله جل وعلا فإنه تقوى عزته ويقوى يقينه، فلا يلفته عن دينه لافت ولا يصرفه عن دينه صارف؛ بل يثبِّته الله جل وعلا على القول الثابت في الحياة الدنيا وفي الآخرة. ¶ ثم قال (وقول الله تعالى ?يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ وَيَجْعَلْ لَكُمْ نُورًا تَمْشُونَ بِهِ وَيَغْفِرْ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ?[الحديد:28]) في هذه الآية مناسبة عظيمة لفضل الإسلام، وهو أن الله جل وعلا خاطب المؤمنين بأنهم إن حققوا الإسلام بما يشمل المراتب الثلاث، إن حققوا الإسلام واتقوا الله وآمنوا برسوله فإن الله جل وعلا يتفضل عليهم لأجل هذا التمسك منهم ولأجل استعصامهم بالله جل وعلا واعتصامهم بحبله ودينه المتين، فإن الله جل وعلا يمن عليهم بثلاثة أنواع من الفضل: ¶ الأول: أنه يؤتيهم كفلين من رحمته، وهذا كما قال هنا (يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ)، و(كِفْلَيْنِ) يريد بها الحظين، يعني يؤتكم حظين عظيمين من رحمته، وهذان الحظان العظيمان تشمل الأجر بأن الله جل وعلا يضاعف الأجر للمؤمن، فكل مسلم يؤتيه الله جل وعلا أجره مرتين؛ يعني يضاعف له الأجر والثواب منَّةً من الله جل وعلا وتكرما. ¶ وأيضا (يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ) يشمل الرحمة التي تقوم بها الحياة رحمة الدنيا وأيضا رحمة الآخرة، فلا أحد يسلك في الدنيا طريقا إلا وهو محتاج إلى رحمة الله جل وعلا، قال (يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ)، وكذلك الآخرة لا أحد ينجو فيها إلا برحمة الله جل وعلا. ¶ فإذن شملت الآية أن الله جل وعلا تفضل على أهل الإسلام بأنه يؤتيهم كفلين من رحمته: رحمة الدنيا ورحمة الآخرة.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "الفضل الثاني: قال (وَيَجْعَلْ لَكُمْ نُورًا تَمْشُونَ بِهِ)، والنور الذي يمشون به هو نور العلم واليقين والبصيرة، وقد دارت تفاسير السلف على أن النور الذي يمشي به هو نور العلم واليقين والبصيرة، فإذا استقام المرء حقيقة على الإسلام وجاهد نفسه بتقوى الله والإيمان برسوله فإن الله جل وعلا يمنحه العلمَ بتهيئة سبله له وبمحبة أهله وسماع كلامهم، فيجعل له نور يمشي به. ¶ وهاهنا وقفة بأن الله جل وعلا من أسمائه النور، والنور في أسمائه جل وعلا له أثر في الشريعة في أن الله جل وعلا جعل رسوله - صلى الله عليه وسلم - نورا، وجعل الكتاب الذي هو القرآن نورا، وجعل في قلوب المؤمنين أيضا بالعلم نورا، قال جل وعلا ?قَدْ جَاءَكُمْ مِنْ اللَّهِ نُورٌ وَكِتَابٌ مُبِينٌ?[المائدة:15]، والنور هنا: ¶ في أحد التفسيرين هو الرسول - صلى الله عليه وسلم -؛ لأنه عَطَفَ عليه الكتاب. ¶ أو على القول الثاني على أنه الكتاب؛ ولكن موّه وصفه. ¶ والنور هذا الذي يقذفه الله جل وعلا في القلب، هذا لا يكون إلا لأهل الإسلام، وكل مؤمن له حظ من هذا النور؛ لكن إنما يعظم هذا النور بعظمة تحصيل الإسلام والاستقامة عليه عقيدة وشريعة، لهذا كلما قوي أخذ الإسلام كلما قوي العلم بالشريعة كلما قوي العلم بالاعتقاد كلما قوي العلم بالله جل وعلا كلما زاد هذا النور في القلب، وإذا زاد النور في القلب فإنه يُبصِر به في الظلمات -ظلمات الشبهات، وظلمات المسائل التي قد ترد على الإنسان في حياته-. ¶ وتسمية الله جل وعلا له نورا في قوله (وَيَجْعَلْ لَكُمْ نُورًا تَمْشُونَ بِهِ) في قوله (بِهِ)؛ (تَمْشُونَ بِهِ) يعني تمشون بهذا النور في الظلمات، فإن هذه الحياة ما فيها من شبه وما فيها من شهوات وما فيها من صوارف أشبه ما تكون بالظلمة، لهذا يحتاج فيها إلى النور وكلما قوي النور قوي إبصار الطريق.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ومن آثار ذلك أن أهل الإسلام المستمسكين به والمستمسكين بطريقة السلف والذين أخذوا بالإسلام والسنة على نحو ما سيوصف في هذا الكتاب بالأدلة، على أنَّ كل من قرب منهم فإنه سيبصر من النور بقدر قربه منهم، وكلما بعد منه كلما ضعف عنه النور، وله النور بقدر بعده عنهم. ¶ وقد نبه على ذلك العلامة ابن القيم رحمه الله في كتابه الفوائد في أن من آثار النور الذي يقذفه الله جل وعلا في قلب أهل التوحيد والسنة أنَّ من قَرُب منهم صار له من النور بقدر قربه منه بحيث يؤثر به صواب الطريق، لهذا تجد العامّي من أهل التوحيد الذي لم يتعلم من العلم عنده من النور والبصيرة في كثير من المسائل -في العقيدة وفي التوحيد وفي السلوك- ما يبصر به طريق الظلمات؛ لأنه وإن لم يكمل عنده العلم، أو يكون على علم؛ لكن لقربه من هذا النور فإنه يحصل له ذلك. ¶ وهذه قاعدة مهمة سبيل في المنهج في أن الالتحاق بأهل العلم والقرب من أهل الاستقامة على الإسلام والسنة وطريقة السلف الصالح، كلما قرب العبد منهم ومن طريقتهم كلما منحه الله جل وعلا النور الذي يبصر به ولا يضل به السبيل.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "أما الفضل الثالث: في هذه الآية في قوله (وَيَغْفِرْ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ) فمن فضل الإسلام على أهله أنَّ الإسلام بتحقيقه سبب عظيم من أسباب المغفرة، فالله جل وعلا وعد كل مسلم ومسلمة، وعد كل مؤمن ومؤمنة أن يغفر الله جل وعلا لهم، قال سبحانه ?إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَالْقَانِتِينَ وَالْقَانِتَاتِ? إلى قوله في آخر الآية ?وَالذَّاكِرِينَ اللَّهَ كَثِيرًا وَالذَّاكِرَاتِ أَعَدَّ اللَّهُ لَهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا?[الأحزاب:35]، وكل موحِّد قد وعده الله جل وعلا بالمغفرة، فالمغفرة يحظى بها –مغفرة الذنب- أهل الإسلام، لهذا منَّ الله جل وعلا على أهل الإيمان وعلى أهل الإسلام بأن جعل الصلاة إلى الصلاة مكفرات لما بينهما إذا اجتنب الكبائر، ورمضان إلى رمضان، والعمرة إلى عمرة، وكذلك الحج المبرور ليس له جزاء إلا الجنة، «من حج فلم رفث ولم يفسق خرج كيوم ولدته أمه» وهذا ونحوه من آثار مغفرة الله جل وعلا لعباده المؤمنين؛ لأنهم استقاموا على الإسلام، فهذا من فضل الإسلام عليهم أن كان أصلهم للإسلام سببا من أسباب مغفرة ذنوبهم، فأعظم سبب وأعظم نتيجة للمغفرة أن يستقيم المرء على الإسلام، وكلما كان أقوى في الاستمساك بالإسلام والسنة والبعد على الشرك فإنه يكون أقوى في الإتيان بسبب المغفرة، لهذا جاء في الحديث أن الله جل وعلا يقول «يا ابن آدم لو أتيتني بقراب الأرض خطايا ثم لقيتني لا تشرك بي شيئا لقيتك بقرابها مغفرة»؛ يعني بملء الأرض خطايا فإن الله جل وعلا يأتي بقرابها مغفرة. ¶ لهذا نقول: دلت الآية على أن المؤمن إذا اتقى الله وآمن برسوله وحقق ذلك الإسلام والتزم بالسنة بإيمانه برسوله حق الإيمان والاستقامة على سنته والإقتداء بهديه عليه الصلاة والسلام، والبعد عن كل ما يخالف سنته، فإنه موعود بهذه الفضائل الثلاث العظيمة:",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "أنه يؤتي أجره مرتين؛ بل يؤتي كفلين عظيمين وحظين كبيرين من رحمة الله جل وعلا لعبده. ¶ وأنه يجعل الله له نورا يمشي به فلا يلتبس عليه الطرق ولا يشتبه عليه سبيل. ¶ وأن الله جل وعلا يجعل له في كل ذنب مغفرة ورحمة منه جل وعلا وفضلا وتكرما. ¶ - هذه الآية قد ذكر فيها الكثير من المفسرين أنها نزلت بأهل الكتاب، وأن المراد بها أهل الكتاب؛ يعني من اليهود والنصارى، وأن هذه الأمة تدخل فيها؛ لأنها أحق بهذا الوصف وهو الإيمان والتقوى والإيمان بالرسول - صلى الله عليه وسلم -؛ لكن هذا فيه نظر هي جهتين: ¶ الجهة الأولى: أن الله جل وعلا قال في آخر الآيات -في الآية التي بعدها- في سورة الحديد ?لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ أَلَّا يَقْدِرُونَ عَلَى شَيْءٍ مِنْ فَضْلِ اللَّهِ?[الحديد:29]، وهذا يدل على أن المراد بقوله ?يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ?[الحديد:28] غير المراد بأهل الكتاب. ¶ الثاني: أن أهل الكتاب وعدهم الله جل وعلا أنهم إذا آمنوا واتقوا وآمنوا برسوله وأحسنوا إسلامهم أن الله جل وعلا يؤتهم أجرهم مرتين، كما جاء في سورة القصص وكما جاء في قول النبي - صلى الله عليه وسلم - «ثلاثة يؤتون أجرهم مرتين..» وذكر منهم رجل من أهل الكتاب آمن بنبيه ثم آمن بمحمد - صلى الله عليه وسلم - فهذا يؤتى أجره مرتين، فأهل الكتاب إذا استقاموا وآمنوا وأسلموا فإنه يؤتى أجره مرتين؛ لكنهم ليسوا هم المقصودين بهذه الآية. ¶ - التنبيه الثاني: أن في قوله جل وعلا (وَيَجْعَلْ لَكُمْ نُورًا تَمْشُونَ بِهِ) النور -كما ذكرتُ لك- يُعبَّر عنه في التفسير بعدة تعبيرات؛ يعني من مواضعه من القرآن: ¶ تارة يقال النور هو القرآن. ¶ وتارة يقال النور الإسلام. ¶ وتارة يقال النور السنة.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ونحو ذلك، وكلها تفاسير صحيحة؛ لأن الجميع نور، كما وصف الله جل وعلا الإسلام بأنه نور، وأن القرآن نور، وأن نبيه - صلى الله عليه وسلم - نور، إلى آخره. ¶ إذا تبين هذا بعد هذه الآيات فيظهر مما سبق: أن الله جل وعلا إذْ جعل الإسلام مفضَّلا على غيره، وجعل أهله مفضَّلين على غيرهم، وجعل هذه الأمة مفضلة على غيرها، وهذا يعني أنَّ تبعة بهذا التفضيل عظيمة؛ لأنه كلما عظم الفضل كلما عظمت التَّبعة، لهذا قال الله جل وعلا في وصف هذه ?كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنْ الْمُنكَرِ وَتُؤْمِنُونَ بِاللَّهِ وَلَوْ آمَنَ أَهْلُ الْكِتَابِ لَكَانَ خَيْرًا لَهُمْ?[آل عمران:110]، فالقرآن هو أفضل الكتب لأسباب، والنبي - صلى الله عليه وسلم - هو أفضل الأنبياء والمرسلين لأسباب جاءت في الكتاب والسنة يعني أسباب هذا التفضيل، وهذه الأنة أفضل بنص الكتاب والسنة كما مر معنا. ¶ إذا كان كذلك فإنه كلما زاد الفضل كلما زادت التبعة؛ لأن الله جل وعلا يؤاخذ الفاضل بما لا يؤاخذ به غيرَه، ويؤاخذ العالم بما لا يؤاخذ به من ليس بعالم. ¶ فالأمور إذن بمقابلها، هذا يُعظم التبعة على كل رافع لراية السنة والتوحيد: ¶ أن لا يتخلف على التمسك بذلك أولا. ¶ ثم أن لا يَنْسِبَ- أو يَنْسُبَ كلاهما صحيح- إلى الإسلام والسنة ما ليس منه؛ لأنه إنما يصف الطريق التي وصفها الله جل وعلا ووصفها رسوله - صلى الله عليه وسلم - وبيَّن الله جل وعلا فضلها، فإذا كان الله جل وعلا بين هذا الفضل العظيم فإنما يعرف الطريق بدلائله من الكتاب والسنة لا بالأهواء ولا بادعاء المدَّعين، وإنما كل أحد يصف ذلك بغير ما صف الله جل وعلا به الإسلام والسنة أو وصفها به رسوله - صلى الله عليه وسلم - أو أجمع عليها السلف الصالح فإنه حينئذٍ يكون معارَضا فيما يقول.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "قال رحمه الله تعالى بعد ذلك (وفي الصحيح عَنْ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا أن رسول الله - صلى الله عليه وسلم - قَالَ: «مَثَلُكُمْ وَمَثَلُ أَهْلِ الْكِتَابَيْنِ كَمَثَلِ رَجُلٍ اسْتَأْجَرَ أُجَرَاءَ») هذا المثل يضربه عليه الصلاة والسلام لبيان أنَّ هذه الأمة جاءت متأخرة وعملت قليلا ولكنها حظيت بأجر كثير، فأعطى الله هذه الأمة قراطين من الأجر، وأعطى من قبلها قيراطا، قيراطا، مع قصر مدتها وقلة عملها، وهذا فيه فضل الله جل وعلا على أهل الإسلام فيما شرعه من شرائع وفيما اختصهم به من حيث الزمان ومن حيث المكان. ¶ قوله عليه الصلاة والسلام (مَثَلُكُمْ وَمَثَلُ أَهْلِ الْكِتَابَيْنِ كَمَثَلِ رَجُلٍ اسْتَأْجَرَ أُجَرَاءَ) يعني المثل من جهة الزمن -مدة العمل والأجر-، وعبّر هنا عليه الصلاة والسلام بقوله (كَمَثَلِ رَجُلٍ اسْتَأْجَرَ أُجَرَاءَ) والممثَّل به الله جل جلاله، حيث هو الذي تعبَّد عباده بالعبادات، وهو الذي يعطيهم الأجر، فعبّر بقوله (كَمَثَلِ رَجُلٍ) لأنه في القرآن تمثيل الحقوق بحق الله جل وعلا وحق عباده ونحو ذلك بالرجل ومن يعمل عنده، كقوله جل وعلا ?وَضَرَبَ اللَّهُ مَثَلًا رَجُلَيْنِ أَحَدُهُمَا أَبْكَمُ لَا يَقْدِرُ عَلَى شَيْءٍ وَهُوَ كَلٌّ عَلَى مَوْلَاهُ أَيْنَمَا يُوَجِّهُّ لَا يَأْتِ بِخَيْرٍ هَلْ يَسْتَوِي هُوَ وَمَنْ يَأْمُرُ بِالْعَدْلِ وَهُوَ عَلَى صِرَاطٍ مُسْتَقِيمٍ?[النحل:76] ونحو ذلك من الآيات التي فيها هذا التمثيل؛ فالتمثيل تمثيل حال بحال، تمثيل عمل بعمل بما يقرِّب الأمر إلى سامعه. ¶ الأمر الثاني عند قوله (اسْتَأْجَرَ أُجَرَاءَ) الاستئجار هنا هل هو حقيقة بأن المثل مضروب على الاستئجار فعلا وأنّ ابن آدم استأجره الله جل وعلا، فجعل له أجرا على عمله؟ أو أن هذا للتقريب ليس على حقيقة الأجر؟",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "المعتمد عند أهل السنة والجماعة في نظائره في الكتاب والسنة أنه على حقيقته، وأنه أجر على حقيقة الأجر، وهو ما يُعطى من العِوَض لقاء عمل من الأعمال، والله جل وعلا يعطي عوضا لقاء عملٍ، والله سبحانه هو الذي سماه أجرا، والنبي - صلى الله عليه وسلم - هو الذي سماه أجرا، فلذلك هو أجر على الحقيقة أجر في مقابلة عمل، وليس التعبير بالأجر أنه تعبير على المجاز أو أنه تعبير على التمثيل، ليس كذلك؛ بل هو أجر على الحقيقة. ¶ وهذا المثال فيه تقرير لذلك حيث قال (كَمَثَلِ رَجُلٍ اسْتَأْجَرَ أُجَرَاءَ) ومثَّل بأنهم يعملون في زمن وأعطاهم أجرا قراطين قراطين في هذه الأمة وهذا هو حقيقة الأجر. ¶ وهذا له فوائده الكثيرة في التفسير وفي فهم النصوص وفي مسائل عدَّة من مسائل الشريعة والعقيدة أيضا. ¶ قال عليه الصلاة والسلام (كَمَثَلِ رَجُلٍ اسْتَأْجَرَ أُجَرَاءَ فَقَالَ: مَنْ يَعْمَلُ لِي مِنْ غُدْوَةَ إِلَى نِصْفِ النَّهَارِ عَلَى قِيرَاطٍ؟ فَعَمِلَتْ الْيَهُودُ، ثُمَّ قَالَ: مَنْ يَعْمَلُ لِي مِنْ نِصْفِ النَّهَارِ إِلَى صَلَاةِ الْعَصْرِ عَلَى قِيرَاطٍ؟ فَعَمِلَتْ النَّصَارَى، ثُمَّ قَالَ: مَنْ يَعْمَلُ لِي مِنْ صَلَاةِ الْعَصْرِ إِلَى أَنْ تَغِيبَ الشَّمْسُ عَلَى قِيرَاطَيْنِ؟ فَأَنْتُمْ هُمْ، فَغَضِبَتْ الْيَهُودُ وَالنَّصَارَى وَقَالُوا: مَا لَنَا أَكْثَرُ عَمَلًا وَأَقَلُّ أَجْرًا؟ قَالَ: هَلْ نَقَصْتُكُمْ مِنْ حَقِّكُمْ شيئا؟ قَالُوا: لَا. قَالَ: ذَلِكَ فَضْلِي أُوتِيهِ مَنْ أَشَاءُ) مناسبة الحديث للباب أن هذه الأمة اختصها الله جل وعلا من بين الأمم بفضل زيادة الأجر، وهذا أحد أوجه تفضيل هذه الأمة على غيرها، وأحد أوجه فضل الإسلام على هذه الأمة، فهذا في زيادة الأجر. ¶ ومن أنواع الفضل الأخرى ما ذُكر في الآية من قبل أن الله جل وعلا يجعل للمؤمنين نورا وأنه يغفر لهم.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وأيضا مما جاء من الفضل في النصوص غير ما ذُكر أنّ هذه الأمة لا تجتمع أبدا على ضلالة، والمقصود بها أمة المؤمنين المستمسكين بما كان عليه النبي - صلى الله عليه وسلم -، فإنها لا تجتمع على ضلالة كما قال جل وعلا ?وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيرًا?[النساء:115]، قال (وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ) وسبيل المؤمنين هو سبيل هذه الأمة التي لم تفترق ولن تتفرق في دينها، وأما الذين تفرقوا في دينهم شيعا فهؤلاء ليسوا معدودين في الإجماع وقد جاء في الحديث «لا تجتمع أمتي على ضلالة» وهو مروي من طرق يحسنها -يعني بمجموعها- عدد من أهل العلم في السنن وفي غيرها. ¶ ودلَّ هذا على أنَّ المسلم يمكن أن يعصِم نفسه من الضلال بأن يلتزم بما أجمعت عليه الأمة، فمن التزم بالعقيدة بما أجمعت عليه الأمة عند حلول الأقوال المختلفة والأهواء المتباينة فإنه على سبيل نجاة لأنه أخذ بالجماعة وأخذ بما أجمعت عليه الأمة، وهذا مصدر نجاة بالاتفاق. ¶ وأيضا من آثارها على المسلم أنَّ عدم اجتماع الأمة على ضلالة، وأنَّ الأمة إنما تجتمع على حق وهدى لا على ضلالة أنه ييسر له سلوك السبيل والاستقامة مع من مشوا خلف طريق الجماعة قبل أن تفسد الجماعة؛ لأنَّ الطرق تباينت والأمة اختلفت فإذا أراد المرء الطريق الحق فإنه يبحث عمّن تمسَّك بما كانت عليه الجماعة قبل أن تفسد؛ يعني بما كانت عليه الجماعة إذ لم تجتمع على ضلالة، إذ كان اجتماعها على حق وهدى. ¶ فهذا إقتداء عملي باجتماع على حق وهدى كان في ما سلف، والله جل وعلا عصم هذه الأمة على أن تجتمع على ضلالة كما ذُكر.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "في الحديث أيضا من المناسبة قوله في آخره قال (ذَلِكَ فَضْلِي أُوتِيهِ مَنْ أَشَاءُ) وهذا الفضل هو من الله جل وعلا، وإذا كان من الله جل وعلا فإن فضل الإسلام على أهله إنما هو من الله جل وعلا، وهذا يجعل المسلم دائم التعلق بالله جل وعلا معرفةً منه بفضل ربه عليه في دينه هداية وفي أجره عليه، فمن الذي هدى عباده للإسلام؟ هو الله جل وعلا، من الذي هداك للاستقامة على السنة؟ هو الله جل وعلا، من الذي تفضل عليك بالنور بعد ذلك؟ هو الله جل وعلا، من الذي تفضل بالحظين من الرحمة والكفلين من الأجر؟ هو الله جل وعلا، فحينئذٍ يكون الأمر من الله جل وعلا وإليه ابتداء وانتهاء، وهذا يجعل قلب المؤمن موطَّنا على محبة الله جل وعلا والذل له والاعتراف له جل وعلا بالفضل والإحسان دائما وأبدا. ¶ وفي هذا القدر اليوم كفاية، ونلتقي إن شاء الله غدا، وقد يجري تعديل في الموعد كما بلغني الأخ سعد بحسب ما يرتبون، فإن رتبوا أن يكون غدا بعد العصر مباشرة صار كذلك، أو إذا أرادوا أن نأخذ الفترة الثانية صار كذلك أيضا إن شاء الله تعالى. ¶ ونسأل الله لكم جميعا الانتفاع بهذه الدروس العامة وأن ينفعني وإياكم بما سمعنا وصلى الله وسلم وبارك على نبينا محمد. ¶ - - ( - - ¶ [المتن] ¶ وفيه أيضاً عَنْ أَبِي هُرَيْرَةَ رضي الله تعالى عنه قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - «أَضَلَّ اللَّهُ عَنْ الْجُمُعَةِ مَنْ كَانَ قَبْلَنَا فَكَانَ لِلْيَهُودِ يَوْمُ السَّبْتِ وَلِلنَّصَارَى يَوْمُ الْأَحَدِ فَجَاءَ اللَّهُ بِنَا فَهَدَانَا اللَّهُ لِيَوْمِ الْجُمُعَةِ، وَكَذَلِكَ هُمْ تَبَعٌ لَنَا يَوْمَ الْقِيَامَةِ، نَحْنُ الْآخِرُونَ مِنْ أَهْلِ الدُّنْيَا وَالْأَوَّلُونَ يَوْمَ الْقِيَامَةِ». ¶ وفيه تعليقاً عن النبي - صلى الله عليه وسلم - أنه قال «أَحَبُّ الدِّينِ إِلَى اللَّهِ الْحَنِيفِيَّةُ السَّمْحَةُ».",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وعن أُبيّ بن كعب - رضي الله عنه - قال: عليكم بالسبيل والسنة فإنه ليس من عبدٍ على سبيل وسنة َذَكَر الرحمن ففاضت عيناه من خشية الله فتمسُّه النار، وليس من عبد على سبيل وسنة ذَكَرَ الرحمن فاقشعر جلده من خشية الله إلا كان مَثَلُه كمثل شجرة يبس ورقُها، فبينما هي كذلك إذ أصابتها الريحُ فتحاتَّ عنها ورقُها، إلا تحاتت عنه ذنوبه كما تحاتّ عن هذه الشجرة ورقُها، وإنَّ اقتصاداً في سبيل وسنة خير من اجتهاد في خلاف سبيل وسنة. ¶ وعن أبي الدرداء - رضي الله عنه - قال: يا حبذا نوم الأكياس وإفطارهم، كيف يغبنون سهر الحمقى وصومهم؟ ولمثقال ذرة من بر مع تقوى ويقين، أعظم وأفضل وأرجح من أمثال الجبال عبادة من المغترين. ¶ [الشرح] ¶ بسم الله الرحمن الرحيم. ¶ الحمد لله، والصلاة والسلام على رسول الله وعلى آله وصحبه ومن اهتدى بهداه. ¶ اللهم إنا نسألك علما نافعا وعملا صالحا وقلبا خاشعا. ¶ اللهم علمنا ما ينفعنا وانفعنا بما علمتنا، وزدنا علما وعملا، واغفر لنا ذنوبنا إنك أنت الغفور الرحيم. ¶ أما بعد: ¶ قد مرّ معنا الكلام على الآيات التي ذكرها الإمام المجدد رحمه الله تعالى في صدر هذا الباب؛ بل وفي صدر هذا الكتاب، مما يدل على فضل الإسلام في نفسه وفضله على أهله وفضل هذه الأمة وما حبى الله جل وعلا هذه الأمة بعامة، وما ميز به شريعة الإسلام من الفضائل.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وبعد ذلك قال (وفيه أيضاً) يعني في الصحيح (عَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «أَضَلَّ اللَّهُ عَنْ الْجُمُعَةِ مَنْ كَانَ قَبْلَنَا، فَكَانَ لِلْيَهُودِ يَوْمُ السَّبْتِ وَلِلنَّصَارَى يَوْمُ الْأَحَدِ، فَجَاءَ اللَّهُ بِنَا فَهَدَانَا لِيَوْمِ الْجُمُعَةِ، وَكَذَلِكَ هُمْ تَبَعٌ لَنَا يَوْمَ الْقِيَامَةِ، نَحْنُ الْآخِرُونَ مِنْ أَهْلِ الدُّنْيَا وَالْأَوَّلُونَ يَوْمَ الْقِيَامَةِ») قوله هنا (وفيه أيضاً) يعني في الصحيح، وهذا عطف على الكلام الذي سبق حيث قال فيما سبق (وفي الصحيح عَنْ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا) والعلماء يعبرون بقولهم (وفي الصحيح) خاصة المتأخرون منهم: ¶ وتارة يعنون أنه يكون في الصحيحين معه. ¶ وتارة يعنون أنه يكون في البخاري وهو الأكثر. ¶ وتارة يعنون أنه في مسلم. ¶ وربما عطفوا واحدا على واحد ويكون أحدهما البخاري والثاني مسلم. ¶ ولذلك لا يُشترط في العطف أن يكون مخرج الحديث واحدا؛ بل العطف على ظاهره في أن المراد أن يكون الحديث مخرجا في الصحيح، إما أن يكون في البخاري أو في مسلم أو فيهما معا. ¶ وقوله هنا عليه الصلاة والسلام (أَضَلَّ اللَّهُ عَنْ الْجُمُعَةِ مَنْ كَانَ قَبْلَنَا) بيانه أن الله جل جلاله ابتلى الأمم من قبلنا في يوم يتخذونه عيدا، فأمرهم بيوم وأعمى ذلك اليوم عليهم فاجتمعوا فيه؛ فاجتمعت اليهود وأجمعت على أن ذلك اليوم هو يوم السبت وأخطأوا في ذلك، ثم بعدهم النصارى أُمروا بيوم يتخذونه عيدا يكون عيد الأسبوع ويجتمعون فيه، فاجتمعوا على أن يكون يوم الأحد فأخطأوا في ذلك. ¶ فأضل الله جل وعلا على الأمتين من قبلنا على اليوم الذي اختاره الله جل وعلا في علمه وهو يوم الجمعة.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وفي هذا دليل على أن الأمم من قبلنا قد تجتمع على غلط وتجتمع على خطأ حتى قبل التحريف، وأنَّ الله جل وعلا يُضل أمما بمحض حكمته سبحانه وتعالى بما عملوه أو ليكون الفضل لغيرهم عليهم، وهذا من الابتلاء الذي ظهر به فضل هذه الأمة وسابقتُها مع كونها أمة متأخرة في الزمان، وفيه إظهار فضل أمة محمد - صلى الله عليه وسلم - حيث إنها لا تجتمع على ضلالة، فظهر بذلك فضل هذه الأمة لما فضَّلها الله جل وعلا بالإسلام من جهتين: ¶ الجهة الأولى: أنه لم يترك اختيار لهم اليوم بل أمرهم به معينا بخلاف من كان قبلنا. ¶ الجهة الثانية: أن الله جل وعلا أنعم على هذه الأمة بأنها لا تجتمع على ضلالة، قد ذكرتُ لكم أمس أن هذا اللفظ (لا تجتمع أمتي على ضلالة) مروي من طرق يشد بعضها بعضا وهي ضعيفة الأسانيد وبعضها شديد الضعف؛ لكن يشهد بعضها لبعض مما جعل عددا من أهل العلم يعدونه في الأحاديث الحسنة، فهذه الأمة خُصت بعدم اجتماعها على ضلالة وبأن الله جل وعلا لم يَكِلْهَا إلى نفسها بل بيَّن لها الدين وأتم عليها النعمة كما قال جل وعلا?الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمْ الْإِسْلَامَ دِينًا?[المائدة:3] (1)، وكما سبق فإن دينا رضيه الله جل وعلا جملة وتفصيلا واجب على العباد أن يرضوه هم إذْ رضيه الله جل وعلا للعباد أن يدينوا به ويستسلموا له جل وعلا بهذا الدين. ¶ __________ ¶ (1) انتهى الشريط الأول.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "قال (أَضَلَّ اللَّهُ عَنْ الْجُمُعَةِ مَنْ كَانَ قَبْلَنَا، فَكَانَ لِلْيَهُودِ يَوْمُ السَّبْتِ وَلِلنَّصَارَى يَوْمُ الْأَحَدِ، فَجَاءَ اللَّهُ بِنَا فَهَدَانَا لِيَوْمِ الْجُمُعَةِ) وهذا فيه أن قوله (فَهَدَانَا لِيَوْمِ الْجُمُعَةِ) أنَّ لفظ الهداية يعمُّ ما كان عن اجتهاد وما كان عن غير اجتهاد، فالله جل وعلا هدى هذه الأمة فيما أمرها به وفيما نهاها عنه؛ لأن هذا من الهداية العظيمة أن لا تُوكَل في أشياء كثيرة إلى أنفسها واجتهادها؛ بل هداها الله جل وعلا بتفاصيل الأحكام، وهذا من جملة ما يدخل في قوله عليه الصلاة والسلام (َجَاءَ اللَّهُ بِنَا فَهَدَانَا لِيَوْمِ الْجُمُعَةِ) وفي قوله جل وعلا?اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ?[الفاتحة:6] يعني طلبا للهداية لتفاصيل الاستقامة على الصراط علما وعملا اعتقادا وتصديقا. ¶ قال بعدها عليه الصلاة والسلام (وَكَذَلِكَ هُمْ تَبَعٌ لَنَا يَوْمَ الْقِيَامَةِ) وذلك أن هذه الأمة؛ أمة محمد - صلى الله عليه وسلم - تكون سابقة يوم القيامة، فهذه الأمة متأخرة ولكنها يوم القيامة سابقة: ¶ سبق الهلالُ البدرَ لكن لم يصر بالسبق بدرا",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "قال (نَحْنُ الْآخِرُونَ مِنْ أَهْلِ الدُّنْيَا وَالْأَوَّلُونَ يَوْمَ الْقِيَامَةِ)، (نَحْنُ الْآخِرُونَ مِنْ أَهْلِ الدُّنْيَا) يعني من جنس الأمم التي بُعثت إليها الرسل، فما من أمة إلا جاءها رسول كما قال جل وعلا ?وَإِنْ مِنْ أُمَّةٍ إِلَّا خلَا فِيهَا نَذِيرٌ?[فاطر:24]، وقال جل وعلا ?وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنْ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ فَمِنْهُمْ مَنْ هَدَى اللَّهُ وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلَالَةُ?[النحل:36]، فالأمم المتنوعة بُعثت إليها الرسل؛ لكن آخر أمة هي أمة محمد - صلى الله عليه وسلم - توفي سبعين أمة من الأمم بعثت إليها الرسل في أجناسها، ولكن قد تبقى آثار الرسالة وآثار النبوة وقد لا تبقى بظلمٍ من العباد وبصنيع العباد في أنفسهم بأن لم يستجيبوا للرسول، فيوم القيامة يأتي النبي ومعه الرجل والرجلان، ويأتي النبي وليس معه أحد من قلة من استجاب له، وفي الحديث الصحيح «أنتم توفون سبعين أمة أنتم خيرُها وأكرمها على الله». ¶ وقوله (نَحْنُ الْآخِرُونَ مِنْ أَهْلِ الدُّنْيَا) يحتمل أمرين: ¶ الآخرون من الأمم التي بعثت إليها الرسل من أهل الدنيا. ¶ أو الآخرون يعني الأمة التي ستبقى إلى قيام الساعة، فهي آخرة يعني ستكون متأخرة على غيرها من الأمم؛ يعني من أهل الدنيا من جنس الأمم. ¶ قال (وَالْأَوَّلُونَ يَوْمَ الْقِيَامَةِ) يعني أنّ أول الأمم تحاسب هي أمة محمد - صلى الله عليه وسلم -، وأول الأمم تستريح من هول الموقف هي أمة محمد - صلى الله عليه وسلم -، وأول أمة تعبر الصراط هي أمة محمد - صلى الله عليه وسلم -؛ لأن نبيها عليه الصلاة والسلام هو السابق إلى هذا كله، وقد قال عليه الصلاة والسلام «أنا أول من تُفتح له أبواب الجنة»، وأمته عليه الصلاة والسلام على أثره.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وهذا من فضل الله جل وعلا على هذه الأمة أنهم متميزون في الدنيا مهديون معالون، وهم في الآخرة أيضا سابقون إلى الجنة وسابقون قبل ذلك إلى الاستراحة من هول الموقف. ¶ إذا تبين هذا، فهذا الحديث فيه فوائد: ¶ الفائدة الأولى: أن الضلال قد يقع في الأمور الاجتهادية لقوله عليه الصلاة والسلام (أَضَلَّ اللَّهُ عَنْ الْجُمُعَةِ مَنْ كَانَ قَبْلَنَا)، وقد لا يؤاخذ المجتهد؛ لكن يطلق عليه أنه أضلّ الصواب، وفي القرآن أيضا ما يدل على ذلك كقوله جل وعلا ?أَنْ تَضِلَّ إِحْدَاهُمَا فَتُذَكِّرَ إِحْدَاهُمَا الْأُخْرَى?[البقرة:282]، وكقوله ?وَقَالُوا أءِذَا ضَلَلْنَا فِي الْأَرْضِ أَءِنَّا لَفِي خَلْقٍ جَدِيدٍ?[السجدة:10] على أحد التفسيرين، وهذا يعني أنّ الضلال هو الذهاب عن وجه الصواب، وقد يكون مع الإثم إذا قصَّر في الاجتهاد، وقد لا يكون مع الإثم، فليس كل وصفٍ بالضلال يعد قدحا فيمن وُصف به، ولهذا طائفة من أهل العلم يعبِّرون -في المسائل التي يخطئ فيها من أخطأ- يعبرون بأنه ضل في ذلك أو هذا ضلال مبين و نحو ذلك، ولا يُعنى به أنه يأثم على ذلك، أو أنه صار في ذلك على وفق هواه أو ما أشبه ذلك، وإنما هي محتملة كما جاء في القرآن أنها ستكون في النسيان والترك الذي عن غير قصد، وتكون في الأمور الاجتهادية، وتكون أيضا فيما يتركه المرء عن تقصير في ابتغاء الحق والسعي إليه. ¶ الفائدة الثانية: يوم الجمعة اختلف العلماء فيه: هل هو أول أيام الأسبوع أم هو آخرها؟ ¶ ( وجمهور أهل العلم على أنَّ يوم الجمعة هو أول أيام الأسبوع، وأنّ السبت بعده، وأنّ الأحد بعده، واستدلوا لذلك بعدة أدلة: ¶ منها هذا الحديث حيث قال (وَكَذَلِكَ هُمْ تَبَعٌ لَنَا يَوْمَ الْقِيَامَةِ) في قوله (وَكَذَلِكَ). ¶ وفي رواية أخرى لهذا الحديث «فنحن اليوم واليهود غدا والنصارى بعد غد».",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "واستدلوا أيضا بذلك بأن يوم الجمعة هو يوم عيد، والعيد يكون أول الأيام ولا يكون آخرها، يكون افتتاح الأسبوع ولا يكون آخر الأسبوع. ¶ ( وطائفة من أهل العلم قالت: لا، يوم الجمعة هو آخر أيام الأسبوع في بحث يُطلب من مظانه، لكن الشاهد هنا أنه حتى على هذا القول الذي قال به طائفة من أنه آخر أيام الأسبوع فلا يُعارض أن يكون السبت بعده والأحد بعده باعتبار أنها ثلاثة أيام متوالية، فكان السبق لليوم الأول وهو يوم الجمعة، وبعده اليوم الثاني وهو يوم السبت، ثم يوم الأحد. ¶ فعلى كلٍّ من القولين فإنّ يوم الجمعة يسبق يوم السبت والأحد. ¶ الفائدة الثالثة: أنّ هذا الحديث -وهو موطن الشاهد للمصنف- فيه دليل على عناية الله جل وعلا بهذه الأمة، ورفقه بها، وعدم إضلاله لها؛ بل أعانها ومنَّ عليها حتى صارت سابقة للأمم في شعائرها في الدنيا وفي منزلتها وكذلك يوم القيامة، وهذا من جملة ما يؤكد فضل الإسلام على أهل الإسلام في أن المسلم إذا التزم وأطاع الله جل وعلا فإنه يهدى ويعان ولا يترك لنفسه، فكما أن هذه الأمة متميزة بأنواع التميز ومنها عدم إجماعها واجتماعها على ضلالة، فإنّ غيرها من الأمم قد ابتليت بأشياء كثيرة؛ ومما ابتليت به كما سيأتي الآصار والأغلال، ومما ابتليت به أنها حُمِّلت ما لا طاقة لها به، ومما ابتليت به كثير من الأحكام في الطهارة والصلاة وأشباه ذلك مما عجِزوا عنه حتى حرَّفوه وتنكبوا الطريق الذي رضيه الله جل وعلا لهم. ¶ قال بعدها تعالى (وفيه تعليقاً عن النبي - صلى الله عليه وسلم - أنه قال «أَحَبُّ الدِّينِ إِلَى اللَّهِ الْحَنِيفِيَّةُ السَّمْحَةُ») يريد بقوله (وفيه) يعني في الصحيح الذي عناه بقوله في الحديث الذي قبله (وفيه أيضاً عَنْ أَبِي هُرَيْرَةَ).",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "(وفيه تعليقاً) يعني في صحيح البخاري، (عن النبي - صلى الله عليه وسلم - أنه قال «أَحَبُّ الدِّينِ إِلَى اللَّهِ الْحَنِيفِيَّةُ السَّمْحَةُ») وقد ذكر البخاري رحمه الله هذا الحديث معلقا في باب الدين يسر في كتاب الإيمان من أول صحيح البخاري. ¶ وقول المصنف (وفيه تعليقاً) يعني أن البخاري رحمه الله تعالى لم يصل إسناده وإنما علقه، ولفظ التعليق من ألفاظ الاصطلاح -اصطلاح أهل الحديث- يريدون به أن المُخْرِج للحديث -ليس المُخَرِّج- أن الراوي للحديث من أصحاب الكتب يَحذف ويُسقط ما بينه وبين من علق عنه من الإسناد، فيسقط عددا من الرجال، قد يسقط واحدا، وقد يسقط اثنين، وقد يسقط ثلاثة، وقد يسقط جميع الإسناد ويذكر منتهاه فيقول: وعن النبي - صلى الله عليه وسلم -، أو قال: النبي - صلى الله عليه وسلم -. وأشباه ذلك.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "لكن البخاري رحمه الله تعالى له طريقة التعاليق أنه إذا جزم بالتعليق؛ يعني ذكره بصيغة الجزم كقوله (قال) أو كقوله (عن) أو (حدَّث) أو أشباه ذلك مما فيه صيغة الجزم من بداية ما ذكر فإن هذا يدل على صحة إسناده عنده أو جودته عنده، لكنه تقاصر عن رتبة شرطه، والبخاري له شرط في الصحيح شديد ولهذا تقاصرت كثير من الأحاديث عنده عن شرطه فربما علق بصيغة الجزم، كما فعل في هذا الحديث أنه علقه بصيغة الجزم، وهو عن محمد بن إسحاق عن داوود بن الحصين عن عكرمة عن ابن عباس رضي الله عنهما عن النبي - صلى الله عليه وسلم - أنه قال « أَحَبُّ الدِّينِ إِلَى اللَّهِ الْحَنِيفِيَّةُ السَّمْحَةُ»، ومعلوم أن محمد بن إسحاق وصفه جمع من أهل الحديث وخاصة المتأخرين بأنه يدلِّس وأنه قد يُسقط الواسطة بينه وبين شيخه، لكن داوود بن الحصين ثقة وهو شيخ ابن إسحاق هذا الإسناد وما دام أن البخاري علقه بصيغة الجزم فهذا يدل على صحة سماع محمد بن إسحاق لهذا الحديث عن داوود بن الحصين؛ لأنه من طريقة أصحاب الصحيح أنه إذا صحّ عندهم التحديث في طريق من الطرق فإنهم لا يبالون أذكروا الإسناد وفيه التحديث أم ذكروه وليس فيه التحديث، وهذا مأخوذ من صحيح ابن حبان بالتنصيص -لأنه نص عليه في مقدمته- ومن صنيع البخاري ومسلم وأشباههما بالاستقراء حيث تستقيم هذه القاعدة فيما يذكرونه، وهذا الحديث موصول عند البخاري في الأدب المفرد وفي كتبه وعند الإمام أحمد وجماعة وإسناده جيد والعلماء صحَّحوه وله شواهد مختلفة تدل عليه. ¶ قال(أَحَبُّ الدِّينِ إِلَى اللَّهِ الْحَنِيفِيَّةُ السَّمْحَةُ)، (أَحَبُّ الدِّينِ)، (الدِّين) هنا ما المقصود به؟",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "(هل الألف واللام فيه للجنس فيعنى فيه جميع الأديان؛ يعني أحب الأديان إلى الله الحنيفية السمحة التي هي دين الإسلام ودين محمد بن عبد الله عليه الصلاة والسلام، فيشمل حينئذ -إذا كانت الألف واللام للجنس- يشمل جميع الأديان السابقة، فيظهر بذلك فضل هذا الدين ومحبة الله جل وعلا له. ¶ (الوجه الثاني: أن الألف واللام فيه هنا للعهد، والدين المعهود هو دين الإسلام، فمعنى هذا الحديث على هذا التوجيه: أحب الإسلام إلى الله الحنيفية السمحة؛ يعني أحب خصال الدين الذي هو الإسلام إلى الله جل وعلى الحنيفية السمحة، فخصال الدين متنوعة وأموره كثيرة وشرائعه متعددة، فأحبها إلى الله جل وعلا الحنيفية؛ يعني ما كان على وفق السنة وكان سمحا سهلا، فالله جل وعلا لم يجعل ما يحبه من شرائع الإسلام في الآصار الأغلال أو فيما هو شديد على العباد بل أحبه إليه جل وعلا هو ما كان سمحا وسهلا. ¶ إذا تبين ذلك بحسب تفضيل أو توجيه كلمة (الدِّين) يختلف معنى (أَحَبُّ): ¶ فعلى المعنى الأول وهو أن الدين للجنس تكون (أَحَبُّ) أفعل بمعنى مفعول؛ يعني محبوب الدين إلى الله الحنيفية السمحة؛ لأن الأديان التي سبقت بعد مجيء الإسلام ليست محبوبة لله جل وعلا ولا يرتضي جل جلاله من أحد أن يدين بها؛ بل لابد أن يدين بالإسلام فإذا كان كذلك فلا تقدّر أحب أنها أفعل على بابها؛ بل يكون معناها محبوب الدين عند الله أو إلى الله.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وكون أفعل لا تكون على التفضيل هذا كثير في اللغة فإنها للتفضيل في أصلها؛ لكن قد تكون لغيره في مواضع كثيرة كقول الله جل وعلا ?أَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُسْتَقَرًّا وَأَحْسَنُ مَقِيلًا?[الفرقان:24] يعني خير مستقرا من أهل النار لكن هل عند أهل النار خير؟ لا، (وَأَحْسَنُ مَقِيلًا) يعني أحسن مقيلا من أهل النار، هل أهل النار يكون عندهم مقيل حسن؟ لا، فيكون إذن معنى قوله (وَأَحْسَنُ مَقِيلًا) يعني حَسَنٌ مقيلهم، وكذلك في قوله (أَحَبُّ الدِّينِ إِلَى اللَّهِ) هنا يعني محبوب الدين إلى الله الحنيفية السمحة التي هي الإسلام. ¶ وعلى التوجيه الثاني: أن يكون الدين المقصود به الدين المعهود وهو الإسلام، فيكون (أَحَبُّ) على بابها يعني أحب خصال الإسلام وشرائع الإسلام إلى الله جل وعلا الحنيفية السمحة، وهذا هو الذي فهمه البخاري حيث أورد الحديث في كتاب الإيمان ليدل على يسر الدين أولا، وأن أيسر الدين أحبه إلى الله جل وعلا، وليدل على أن الأعمال من الإيمان كما هو معلوم في موضعه. ¶ قوله (الْحَنِيفِيَّةُ السَّمْحَةُ) الحنيفية في الأصل هي ملة إبراهيم الخليل عليه السلام، وهي التي أوحي إلى محمد عليه الصلاة والسلام أن يتَّبع ملته كما قال جل وعلا ?ثُمَّ أَوْحَيْنَا إِلَيْكَ أَنْ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنْ الْمُشْرِكِينَ?[النحل:123]. ¶ و(الْحَنِيفِيَّةُ) مأخوذة من الحنف وهو الميل لأنها مالت عن جميع طرق الضلال إلى الطريق الذي رضيه الله جل وعلا، مالت عن الشرك إلى التوحيد، وقد يقال لها الملة العوجاء بمعنى الحنيفية التي فيها اعوجاج عن طريق الشرك يعني ميلا عن طريق الشرك إلى طريق التوحيد وعن أهل الشرك إلى أهل التوحيد.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "و(الْحَنِيفِيَّةُ) إذا كانت بمعنى الميل فإنها قد تكون في العقيدة والأصل والتوحيد وقد تكون في الشريعة؛ لأن العقيدة في باب العلم تحتاج إلى ميل من الغلط إلى الصواب، والشريعة في باب الأهواء والشهوات تحتاج إلى ميل عن طريق الشهوة إلى طريق الاتباع والاستقامة. ¶ قال (السَّمْحَةُ)، و(السَّمْحَةُ) يعني الميسرة السهلة. ¶ وفي هذا الحديث مما أراده المؤلف رحمه الله أن الله جل وعلا منّ على هذه الأمة وبأنه جعل دينها حنيفا سمحا سهلا بخلاف الأمم من قبلنا قد ابتلاها الله جل وعلا بالآصار والأغلال كما قال جل وعلا ?وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالْأَغْلَالَ الَّتِي كَانَتْ عَلَيْهِمْ?[الأعراف:157]، وقال جل وعلا ?وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ مِلَّةَ أَبِيكُمْ إِبْرَاهِيمَ هُوَ سَمَّاكُمْ الْمُسْلِمينَ مِنْ قَبْلُ وَفِي هَذَا?[الحج:78]، والله جل جلاله لما ابتلى الأمم من قبلنا بأنواع أحكام شديدة وصعبة فإنه جل وعلا خفف على هذه الأمة حتى صارت سمة هذه الأمة وسمة هذا الدين أنه سمة يسر وسهولة، وأن العبادات في هذه الأمة عبادات سهلة ميسرة، وصارت قاعدة من قواعد الشريعة أن الحرج مرفوع، وأنه لا واجب مع العجز، ولا محرم مع الضرورة، وأن المشقة تجلب التيسير، حتى اختص الله جل وعلا هذه الأمة بأنها لا تؤاخذ بما حدثت به أنفسها ما لم تعمل أو تتكلم كما جاء في الصحيح أنه عليه الصلاة والسلام قال «إن الله تجاوز لأمتي» يعني خاصةً هذه الأمة « تجاوز لأمتي ما حدثت به أنفسها ما لم تعمل أو تتكلم» وهذا يدل على فضل الإسلام في نفسه؛ أن من دخله والتزم به فإنه يحصل على ذلك الفضل العظيم بالثواب والنور والجزاء وفي دخوله في هذه الأمة وأن يكون هو الخير، ومع ذلك أحكامه سهلة وأعماله سهلة ميسرة وسمحة؛ بل أحب خصال الإسلام إلى الله جل وعلا الحنيفية السمحة، فكلما كان العمل المشروع أسهل فيما أمر الله جل وعلا به فإنه يكون أحب",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "إلى الله جل وعلا. ¶ لكن ها هنا تنبيه: وهو أن مسألة السهولة واليُسر هذه مما تختلف فيها الأفهام، فينبغي ضبطها -يعني السهولة واليُسر التي يحبها الله جل وعلا- بأنها على أحد وجهين: ¶ الأول: أنها منصوصة في الشريعة -في القرآن أو في السنة-، فإذا كان العمل سهلا ميسورا منصوصا في الشريعة فإن هذا محبوب إلى الله جل وعلا، مثاله الإفطار في السفر وقصر الصلاة في السفر لعلة السفر ولحكمة المشقة فإن الإفطار أفضل؛ لأنه أيسر وإن القصر أفضل لأنه أيسر ولن يشاد الدين أحد إلا غلبه. ¶ الوجه الثاني: أن يكون التيسير والسماحة التي حُكم بها قد قررها إمام أو عالم مجتهد؛ يصلح الاجتهاد من مثله، بتطبيق أصول وقواعد الشرع ومنها قاعدة المشقة تجلب التيسير أو الضرر يزال، أو نحو ذلك من القواعد، فإذا كان الحكم اليسير جاء عن اجتهاد صحيح في تطبيق قواعد رفع الحرج فإن هذا يكون من الدين الذي هو أحب إلى الله جل وعلا من غيره؛ يعني من التشديد، ولهذا كان سفيان الثوري رحمه الله تعالى يقول في معرض كلام له: التشديد يحسنه كل أحد وإنما العلم الرخصة تأتيك من فقيه. وهذا صحيح إذا كانت الرخصة أتتك من فقيه بالنص وفقيه بالقواعد الشرعية فإن هذا مما يحبه الله جل وعلا ومما تميزت به وميز الله به هذه الأمة.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "إذا تبين ذلك فإن الناظر في أحكام الشريعة الإسلامية يجد أن أحكام الشريعة مبنية على السماحة واليسر والسهولة في الطهارة وفي أحكام المياه والآنية، في أحكام الصلاة وفي الزكاة وفي الصيام والحج وفي المعاملات وفي الاجتماعيات إلى آخره، كل هذه مبنية على اليسر والسهولة، فكلما كان الأمر أيسر كلما كان أحب إلى الله جل وعلا، ومعنى ذلك أن العبد ينبغي له بل يحسن منه أن يحب الأيسر من الأمرين إذا عرضت له، وهكذا كان عليه الصلاة والسلام فإنه ما خُيِّر بين أمرين إلا اختار أيسرهما عليه الصلاة والسلام ما لم يكن إثما، وهذا لأنه يحب ما يحبه الله جل وعلا وأحب الدين إلى الله الحنيفية السمحة. ¶ إذا تبين هذا فإن مراد المؤلف رحمه الله من إيراد هذا الحديث ذكر ما خص الله جل وعلا به هذه الشريعة وهذه الأمة والمسلمين بعامة وكلّ مسلم بمفرده مِن أنه مع كونه منّ الله جل وعلا عليه بذاك الفضل العظيم الذي ذكر فإنما يحصل عليه بعمل يسير سهل وبأحكام ميسرة، وهذا مما يُرغِّب بالعقلاء جميعا في أن يدخلوا دين الإسلام، ويرغب أهل الإسلام في أن يلتزموا بأحكامه وشرائعه بأنه كلما ازدادوا التزاما وطاعة بالحنيفية السمحة كلما كان أجرهم أعظم وكلما كانت محبة الله جل وعلا لهم أبلغ.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وهذا الذي ذكر يشمل يعني في السماحة واليسر يشمل الأحكام العملية ويشمل أيضا الأمور العلمية الاعتقادية، فإن اليسر والسهولة في الأمور العلمية الاعتقادية ظاهر؛ لأن الإسلام دين الفطرة، والإسلام ليس فيه تعقيدات كلامية ولا مباحث فلسفية لا يفهمه لها إلا خواص الناس؛ بل كل أحد يفهم الإسلام بعبارات سهلة إذا شرح له معنى التوحيد وبُينت له بعض الأحكام فإنه يفهم الإسلام، وأما ما أُحدث في هذه الأمة من الأقوال المتفرقة والتفصيلات مما يسمونه جليل الكلام ودقيق الكلام أو ما يسمونه بالفلسفة الإسلامية أو التعقيدات التي لا تصلح لجمهور الأمة، فإن هذا بلا شك مما يُجزم أنه ليس مما يحبه الله جل وعلا؛ لأن أحب الدين إلى الله الحنيفية السمحة، وهذه المسائل المعقدة التي لا يفهمها إلا الخواص بمقدمات كثيرة متنوعة هذه ليست مما يدخل في السماحة ولا في اليسر، ولذلك صار لا يعتقد تلك الاعتقادات على تفاصيلها التي يقول بها المتكلمة وأرباب البدع, لا يعتقدها إلا خواص العلماء؛ ولكن إذا سألت عامة الناس هل تعتقد كذا؟ لم يدر ما يقول أو أجابك بما في النص. ¶ لهذا يخطىء بعضهم أنه يزعم أن أكثر الأمة اليوم وما قبل اليوم أنهم أشاعرة مثلا في الاعتقاد أو ماتريدية، أو أنّ أكثر الأمة على نحو كذا, هذا غلط؛ لأن هذه المذاهب إنما هي عند العلماء على تفاصيلها، والعامة أكثر ما تجد عندهم الفطرة، وأكثر ما تجد عندهم ما دل عليه الدليل إذا علموه، وأما تفاصيل المسائل العقدية الأشعرية أو الماتريدية وتفاصيل المسائل الكلامية أو المذهبية على أي مذهب، هذه تحتاج إلى تعليم, فإذا عُلِّمها لقنها وحفظها، وإذا لم يعلَّمْها فإنه يرجع إلى ما سيسمعه في الكتاب أو في السنة وإلى ما يتلوه في القرآن وهذا مجرب ظاهر.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "لهذا نقول إن الذي يناسب الناس هو الحنيفية السمحة، الذي يناسب الناس في الدعوة وفي البيان إنما هو فطرة الإسلام والتوحيد الذي لا يلتبس بالأقوال والتفريعات الكلامية والفلسفية والخرافية التي لا يفهمها الناس إلا بتعليم، وصدق رسول الله - صلى الله عليه وسلم - إذ يقول «كل مولود يولد على الفطرة، فأبواه يهودانه أو يمجسانه أو ينصرانه» إلى آخر الحديث. ¶ وهذا مهم في المنهج؛ منهج الدعوة ومنهج العمل، في أنه يفرق في الدعوة ما بين العامة وما بين خصوص المنحرفين من علماء الفرق والذين درسوا على مذهب معين، فإن العامة قد لا تجد عندهم تلك الأقوال، وإن وجدت عندهم قولا لا تجد عندهم تفاصيل المذهب. ¶ إذا سألت أحدا مثلا من عامة الناس في أي بلد مما إذا كان فيه مذهب أشعرية أو مذهب ماتريدية أو مذهب قدرية أو معتزلة أو إلى آخره, إذا سألته في مسائل القدر فإنه يجيبك بما تقتضيه الفطرة، بأن الإنسان مخير وأنه غير مجبور ولذلك يعمل؛ لأنه لم يعلم غير ذلك والفطرة تقتضي هذا، وإحساسه في داخله يقتضي ذلك. ¶ كذلك إذا أتيت بمسائل الإيمان وسألت أحدا من عامة الناس ممن لم يعلم تفاصيل مذاهب المرجئة في الإيمان: هل العمل من الإيمان؟ سيجيبك الجميع -كما جُرِّب-: نعم, العمل من الإيمان. ¶ وكذلك إذا أتيت بمسائل الصفات: الله جل وعلا هل إستوى على الأرض؟ فإنه يقول: نعم, الله جل وعلا يقول ?الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى?[طه:5]. إلا إذا عُلِّم التأويل، إلا إذا لُقِّن وحُرف، فإنه حين إذن ينتقل عن فطرته إلى شيء آخر. ¶ ولهذا من المهم في منهج الدعوة أن يقرر للناس ما يستقيم مع فطرتهم، وما يسهل عليهم في الاعتقاد وفي العمل, فالحنيفية السمحة سمة الإسلام عقيدة وشريعة، وينبغي أن تكون سمة الدعاة إلى الإسلام عقيدة وشريعة.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "قال رحمه الله بعدها (وعن أُبيّ بن كعب - رضي الله عنه - قال: عليكم بالسبيل والسنة فإنه ليس من عبدٍ على سبيل وسنة َذَكَر الرحمن ففاضت عيناه من خشية الله فتمسُّه النار، وليس من عبد على سبيل وسنة ذَكَرَ الرحمن فاقشعر جلده من خشية الله إلا كان مَثَلُه كمثل شجرة يبس ورقُها، فبينما هي كذلك إذ أصابتها الريحُ فتحاتَّ عنها ورقُها، إلا تحاتت عنه ذنوبه كما تحاتّ عن هذه الشجرة ورقُها، وإنَّ اقتصاداً في سبيل وسنة خير من اجتهاد في خلاف سبيل وسنة.) ¶ هذا الأثر رواه عبد الله بن المبارك في كتابه الزهد والإمام أحمد أيضا وأبو نعيم في الحلية، ووقع غلط في إسناده في الزهد لعبد الله بن المبارك يصحح من الحلية. ¶ والمقصود من هذا الأثر أن منهج الصحابة رضوان الله عليهم هو الحثّ على لزوم السبيل والسنة، وبيان فضل الاستقامة على السبيل والسنة؛ ويعني بقول (عليكم بالسبيل والسنة) الزموا السبيل والسنة، والسبيل المراد به سبيل محمد - صلى الله عليه وسلم - وسبيل صحابته رضي الله عنهم، وهو المذكور في قوله جل وعلا ?وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ?[الأنعام:153]، وهنا وحّد الصراط فقال (وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا) فجعله صراطا واحدا وهو السبيل الواحد، وهو الذي يجمع أمور الإسلام على تفاصيلها وأمور السنة على تفاصيلها، وأما السبل الأخرى والأهواء فعلى كل سبيل منها شيطان يدعو الناس إلى دخوله، وهاهنا سؤال معروف وهو: أن الله جل وعلا قال في آخر سورة العنكبوت ?وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ?[العنكبوت:69]، فهنا جمع السبل، وفي آية الأنعام وحّد الصراط، وهنا في أثر أبيّ وفي غيره من الأحاديث والآثار يُفْرَد السبيل، فهل يبين هذا تعارض؟",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "الجواب: لا، الباب باب واحد؛ ولكن السبيل المقصود به سبيل الإسلام والسنة، وهذا في داخله فيه تفاصيل، ففيه سبيل الصلاة، وفيه سبيل الزكاة، وفيه سبيل الصلة، وفيه سبيل أعمال القلوب التي تُصلح القلب، وفيه سبيل كذا وكذا مما يحتاجه الناس تفصيلا في أمور دينهم ومما يكون عليه أحوالهم في العبادة العلمية والعملية وفي عمل القلب وعمل الجوارح. ¶ فيكون إذن جَمْع السبل في قوله (وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا) المقصود بها تفاصيل السبل وهي كلها سبيل واحد وصراط واحد دلّ عليه قوله ?اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ ?[ الفاتحة:6]، ودل عليه قوله (وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا) ودل عليه قول النبي - صلى الله عليه وسلم - «عليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي» ودلَّ عليه أيضا قول الله جل وعلا ?لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا?[الأحزاب:21]، ولقد أحسن العلامة ابن القيم رحمه الله إذ قال في تقرير هذا: ¶ فلواحد كن واحدا في واحد أعني سبيل الحق والإيمان ¶ (فلواحد) يعني لله المقصود والمعبود له وحده جل وعلا قصدا وإرادة وتوجُّها ورغبا ورهبا, (لواحد) جل جلاله وتقدست أسماؤه، (كن واحدا) أنت في قصدك وإرادتك وتوجِّه قلبك لا تتشعب عليك الأوهام في قلبك ولا في سلوكك؛ بل (كن واحدا) أنت, (في واحد) يعني في سبيل واحد، قال بعدها (أعني سبيل الحق والإيمان) وهو سبيل السلف الصالح. ¶ وهذا مما يعزّ على كثير من الناس أن يضبط قلبه عليه، أو أن يُلزم نفسه به فإنه في الأول فلواحد قد يقصد الله جل وعلا بعلمه، وقد يأتي مرة أخرى ويقصد غير الله جل و علا إما الجاه وإما الدنيا وإما رؤية الناس ونحو ذلك من الرياء والسمعة، وقلَّ من يسلم من أنواع الشرك الخفي.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "قال(كن واحدا) يعني أنت لا تتشعَّب في قصدك وإرادتك، فاجمع قلبك وإرادتك -هي التي يسميها أهل السلوك الجمعية على الله جل وعلا- فاجمع قلبك وإرادتك في الله جل وعلا، ولا تلتفت عنه جل وعلا في قصدك وإرادتك وعملك إلى غيره واجعل الأمور التي معك وسائل لجمع قبلك على الله جل وعلا. ¶ (في واحد) وهذا الابتلاء الثالث أنه ليس ثَم إلا سبيل واحد، وهذه صعبة إلا من وفقه الله جل وعلا، فكم من الناس أكثر من سبيل، في سبيل هنا وفي سبيل هناك إما من جهة الإتباع، وإما من جهة المنهج أو من جهة الاستقامة أو من جهة الاعتقاد ونحو ذلك: ¶ فإن تنجو منها تنجو من ذي عظيمة وإلا فإنني لا إخالك ناجيا",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "قال رضي الله عنه هنا (عليكم بالسبيل والسنة فإنه ليس من عبدٍ على سبيل وسنة ذَكَر الرحمن ففاضت عيناه من خشية الله فتمسَّه النار)، يريد بذلك أنَّ الفضائل التي جاءت في الأحاديث إنما يحظى بها من كان على السبيل والسنة، فقد جاء عنه عليه الصلاة والسلام في الحديث الصحيح «عينان لا تمسُّهما النار. عين بكت من خشية الله, وعين باتت تحرص في سبيل الله» فيُبَيِّن رضي الله عنه هنا(1) أنه إنما يحظى بهذا الفضل من كان على السبيل والسنة قال (فإنه ليس من عبدٍ على سبيل وسنة ذَكَر الرحمن ففاضت عيناه من خشية الله فتمسَّه النار، وليس من عبد على سبيل وسنة ذَكَرَ الرحمن فاقشعر جلدُه من خشية الله إلا كان مَثَلُه كمثل شجرة يبس ورقُها) إلى آخره؛ يعني أن الذنوب تحاتت عنه، وهذا كما جاء في الحديث «لو بلغت ذنوبك عنان السماء ثم لقيتني لا تشرك بي شيئا لقيتك بقرابها معفرة» فإن هذا فضل الذكر، وأنه من قال: لا إله إلا الله وحده لا شريك له, له الملك وله الحمد وهو على كل شيء قدير. في يوم مائة مرة غفرت له ذنوبه وإن كانت مثل زبد البحر, ومن قال: سبحان الله وبحمده... إلى آخر ما ورد في الأذكار, إذا ذكر الله جل وعلا بأنواع الأذكار من الأحق بالفضل العظيم الذي جاء فيها وهو الموعود به؟ هو من كان على سبيل وسنة، قال(ليس من عبدٍ على سبيل وسنة ذَكَر الرحمن...) إلى آخره؛ فإنّ هذا يدل على عظم شأن التزام المنهج الذي خصّ الله جل وعلا به نبيه - صلى الله عليه وسلم -، فإنه جل وعلا جعل لكل نبي شِرعة ومنهاجا، والمنهج الذي خُص به عليه الصلاة السلام هو السبيل والسنة وهو الذي كان عليه صحابته عَلَيْهِ الصَّلاَةُ والسَّلاَمُ وأتباع الصحابة وتابعوهم إلى يوم الدين. ¶ __________ ¶ (1) انتهى الوجه الأول من الشريط الثاني.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "ولهذا لما اشتبهت الطرق واختلفت السبل وتنوَّعت الآراء والأفهام والأهواء من قديم، كان الناجي من رجع ببصره وبصيرته وقلبه إلى ما قبل حدوث تلك الفرق والأهواء، وهو الزمن الذي أجمع فيه المسلمون على العقيدة وعلى السبيل والسنة؛ وهو زمن الصحابة رضوان الله عليهم قبل حدوث الاختلاف، فإن الصحابة رضوان الله عليهم ليس فيهم من ابتدع بدعة، وليس فيهم من أحدث حدثا؛ بل إنما من أحدث الحدث وابتدع البدع من أتى بعدهم، وإنما هم نجَّاهم الله جل وعلا فكانوا نجوما يهتدى بها. ¶ لهذا نقول لك: إنَّ من الأمور المهمة التي تقرر فيها مثل هذا أن يحرص المؤمن على النجاة، فإنه ما استقام ولا جاهد نفسه، ولا ترك ما ترك من الشبهات والشهوات والرغبات واللذات في هذه الدنيا إلا وهو يريد وجه الله جل وعلا إلا وهو يريد النجاة إلا وهو يريد السلامة، فإذا كان يريد ذلك فليأخذ بالطريق المضمون وهو التزام السبيل والسنة؛ لأنها غير هذا الطريق من طرق الأهواء. ¶ والسبيل والسنة هي الجماعة، ما هو السبيل والسنة؟ هو ما كانت عليه الجماعة، لهذا قال عَلَيْهِ الصَّلاَةُ والسَّلاَمُ «وستفترق هذه الأمة على ثلاث وسبعين فرقة كلها في النار إلا واحدة» قالوا: من هي يا رسول الله ؟ قال:«هي الجماعة». ¶ وقد سئل الإمام أحمد وجماعة من أهل العلم سئلوا: من هي الجماعة قال: إن لم يكونوا أهل الحديث فلا أدري من هم؟ يعني أن أهل الحديث زمنه هم أحق الناس بهذا الوصف؛ لأنهم لزموا ما كان عليه الصحابة قبل الاختلاف، ولزموا الأثر، ولم يأتوا بأصول ولا اجتهادات في الدين في العقيدة لا في أصول الشريعة ولا في التلقي والدليل؛ بل كانوا متبعين غير مبتدعين، لهذا قال: إن لم يكونوا أهل الحديث فلا أدري من هم. ¶ و الإمام الترمذي رحمه الله لما ذكر هذا الحديث, قال: الجماعة هم أهل العلم. ¶ والعلم المحمود هو: ¶ قال الله قال رسوله قال الصحابة هم أولوا العرفان",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "العلم المحمود هو العلم النافع الذي يخالف الرأي؛ بل هو العلم الذي يكون مستندا إلى دليل وأثر. ¶ وإذا كان كذلك فإنه يريد بهم من كان على هذا النهج، ولهذا أجمعت العلماء على أن أئمة الإسلام يقتدى بهم؛ أعني أئمة أهل الحديث كمالك والشافعي وأحمد والبخاري رحمه الله وكسفيان الثوري وسفيان بن عيينة كالأوزاعي ونحوهم ونعيم والدارِمي ومن نحا نحوهم ومن كتبوا عقيدة المسلمين ودونوها فأخذها العلماء من بعدهم. ¶ والسبيل والسنة كما أنه يكون في المسائل العلمية فإنه يكون في المسائل العملية، فالبدع بأنواعها مبطَلَة؛ لأنها لم تكن على السبيل بالنسبة. ¶ وكل صاحب بدعة أحدثها فيقال له: هل كان عليها الناس في زمن الرسول - صلى الله عليه وسلم -؟ هل كان عليها الناس في زمن الصحابة؟ فإنه سيجيب جزما لا، لكن سيقول: ولكن كذا وكذا. إذا لم يكن عليها الناس في ذلك الزمن، فنعلم أنها ليست على السبيل والسنة. ¶ وتذكرون أنَّ مما ذُكر في قصة اندلاع المحنة في زمن؛ أعني بعد زمن الإمام أحمد رحمه الله تعالى، في الفتنة بخلق القرآن لما أتى أحد العلماء يناظر عند الخليفة أظنه المتوكل لما أتى يناظره -المتوكل أو الواثق- يناظر الداعية إلى البدعة إلى القول بخلق القرآن قال له يريد المناظرة. ¶ قال له: أبدأ أو تبدأ؟ ¶ فقال له المبتدع: ابدأ أنت. ¶ فقال: هذا الذي تدعو الناس إليه هل دعا إليه رسول الله - صلى الله عليه وسلم - الناس وابتلى الناس به؟ ¶ فقال المبتدع: أقلني. فأقاله. ¶ ثم قال له: ارجع على السؤال –اشتبهت علي القصة بعض الشيء؛ لكن هذا مختصر سياقها- قال: هذا الذي تدعو الناس إليه هل دعا إليه أبو بكر الصديق رضي الله عنه؟ ثم قال: هل دعا إليه عمر ؟ ثم قال: هل دعا إليه عثمان؟ ثم قال: هل دعا إليه علي؟ رضي الله عنهم، ثم قال: هل دعا إليه الصحابة؟ ¶ فكان الجواب: أنهم لم يدعوا إلى هذا.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "فقال هذا العالم للخليفة في زمنه قال: شيء لم يدع إليه رسول الله - صلى الله عليه وسلم - ولا أبو بكر ولا عمر ولا عثمان ولا علي، ولا صحابته، تدعو أنت الناس إليه؟ ¶ فلم يزل يردد هذه الكلمات حتى أمر برفع الفتنة؛ بالزام الناس بالقول بخلق القرآن وابتلائهم بذلك. ¶ المقصود من هذا: أن هذا الأصل عظيم، ويُحرج كل من سلك سبيلا من سبل البدع في المسائل العلمية أو في المسائل العملية، هل كان عليه الزمن الأول؟ فإذا قال: لا، فيقال لسنا بحاجة إليه دعْنا مع ما كان عليه الناس في الزمن الأول فإنه كافٍ. ¶ قال رضي الله عنه بعدها (وإنَّ اقتصاداً في سبيل وسنة خير من اجتهاد في خلاف سبيل وسنة) وذلك: ¶ أنَّ الله جل وعلا يبارك في قليل العمل إذا كان على سبيل وسنة، إذا كان على وفق السنة فإن الله يحب العمل ويحب صاحبه ويثيبه ويبارك له وينمِّي له عمله. ¶ وأما إذا كان على غير سبيل وسنة فإنها حينئذ تكون محدثات وبدع، فيؤاخذ عليها ويكون عاصيا لله جل وعلا بها ومتبعا غير سبيل النبي - صلى الله عليه وسلم -، ومتبعا غير سبيل المؤمنين، فيكون مهما عمل من الأعمال الكبيرة فإنها على غير هدى، والله جل وعلا لا يأجره على ما أفسد فيه، وإنما يأجر من أصاب في عمله. ¶ وهذا منه رضي الله عنه دليل عظيم على وجوب التحري؛ تحري السنة في الأعمال، وعلى وجوب معرفة العلم بأنواعه في مسائل التوحيد وفي مسائل العمل؛ لأنه ما ضل من ضل في هذه الأمة إلا باتباعه غير السبيل والسنة في مسائل العقيدة وفي مسائل العمل.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "ومراد الإمام المصلح رحمه الله بإيراد هذا الأثر واختياره له في هذا الباب: أنَّ الإسلام الصحيح وهو السبيل والسنة والالتزام بما كان عليه السلف الصالح، والإسلام الذي هو في القرآن والسنة وكان عليه الصحابة أن الالتزام بذلك يبارك الله جل وعلا لصاحبه في العمل وإن كان قليلا، ويضاعف له العمل وإن كان قليلا، لهذا يضاعف الله جل وعلا الحسنة للمسلم بعشر أضعافها إلى سبعمائة ضعف؛ يعني إلى عشرين ضعفا وثلاثين ضعفا إلى مائة ضعف إلى مائتين إلى سبعمائة ضعف، أيضا إلى أضعاف كثيرة، قال العلماء: اختلف التضعيف في العمل باختلاف صواب العمل ويقين صاحبه وعقيدته. فإنه كلما كان أتبع ظاهرا وباطنا كلما كان التضعيف أكثر، فلا يستوي من اقتصد في سنة مع من خالف وأتى بعبادات كثيرة وجهاد عظيم لكنه على غير سبيل وسنة؛ لأن السبيل والسنة بها يضاعف الله جل وعلا أجور الأعمال إلى سبعمائة ضعف إلى أضعاف كثيرة، فربما ترى هذا وهذا، هذا يعمل عملا قليلا وذاك يعمل عملا كثيرا؛ ولكن من عمل العمل القليل أعظم عند الله جل وعلا ممن عمل العمل الكثير؛ لأن ذاك صاحبه إخلاص ويقين وسنة وحسن قصد ورغب ورهب إلى آخر ما يضاعف الله جل وعلا به الأجور. ¶ وقد سئل أبو بكر بن عياش شعبة القارئ المعروف عن أبي بكر الصديق رضي الله عنه فقال: ما سبقهم أبو بكر بكثرة صلاة ولا صيام ولكن بشيء وقر في قلبه. ¶ الصحابة هل هم مثل من بعدهم؟ أتى من بعدهم من هو متعبد عبادات كثيرة وعظيمة؛ لكن تختلف المنزلة عند الله؛ لأن التضعيف مختلف بأن ما في القلب مختلف، ولأن صواب العمل في ظاهره مختلف. ¶ وقد سئل الحسن البصري رضي الله عنه أيضا وهو الزاهد العالم المعروف لِم كان الصحابة أفضل مع أنَّ من التابعين من هم أكثر منهم عبادة؟ فقال رحمه الله: أولئك تعبدوا والآخرة في قلوبهم, وهؤلاء تعبدوا والدنيا في قلوبهم.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وهذا صحيح، فإن الله جل وعلا لم يبتل الناس بكثرة العمل ولكن ابتلاهم بحسنه ?لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا?(1) صلاة الفجر ركعتان لكنها أفضل من صلاة الظهر، وهكذا فإن قلة العمل لا يدل على كونه مقبولا؛ بل قد يكون العمل القليل من صاحبه أعظم من العمل الكثير، وهذا هو الذي عليه قوله هنا (وإنَّ اقتصاداً في سبيل وسنة خير من اجتهاد في خلاف سبيل وسنة). ¶ قال بعدها (وعن أبي الدرداء - رضي الله عنه - قال: يا حبذا نوم الأكياس وإفطارهم، كيف يغبنون سهر الحمقى وصومهم؟ ولمثقال ذرة من بر مع تقوى ويقين، أعظم وأفضل وأرجح من أمثال الجبال عبادة من المغترين). أبو الدرداء رضي الله عنه كان حكيم هذه الأمة، وكان كثير التفكر، كما قالت أم الدرداء عنه: كانت أكثر عبادة أبي الدرداء التفكر. والتفكر أمره عظيم لأنه يحدث في القلب والوجل والعلم واليقين، وهذه كلها عبادات مرضية عند الله جل وعلا، ومن تأمله وتفكره في ملكوت الله وفي الإسلام وثواب الأعمال والاستقامة على الكتاب والسنة أن قال (يا حبذا نوم الأكياس وإفطارهم، كيف يغبنون سهر الحمقى وصومهم؟) يعني أنه يقول: إن العبد قد يكون ينام في الليل ويُفطر في النهار؛ يعني ليس يكثر صيام نفل ولا يكثر صلاة ليل؛ بل يستمتع بالليل نوما ويستمتع بالنهار إفطارا, فيما كتب الله جل وعلا له من النوافل، ولا يشق على نفسه في أنه مثلا يصوم يوما ويفطر يوما, بل يكفي أن يصوم مثلا ثلاثة أيام من كل شهر أو كل الاثنين والخميس أو علا ما جاء، وفي الليل يأخذ القليل ولا يطيل لكنه مع ذلك معه تقوى -خوف من الله جل وعلا-، ومعه يقين؛ إيمان صادق قوي كامل والتزام وعقيدة صحيحة متيقَّنة لا شبهة فيها ولا شك، قال: إن هذا أفضل ممن يأتي بأمثال الجبال عبادة ولكنه من المغترين بكثرة عبادته بأنواع العبادة، أو المغترين بجهاده أو بأمره بالمعروف أو بنهيه عن المنكر، ومغترين ببذله أو بدعوته ¶ __________ ¶ (1) هود:7، الملك:2.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "أو بحركته أو إلى آخره؛ لكنه ليس على سبيل وسنة، فإنه فاق الأول هذا الآخر، ولهذا قال (ولمثقال ذرة) يعني أقل القليل (من بر) يعني من عمل صالح متيقن على سبيل وسنة (مع تقوى) مع خوف من الله جل وعلا بأن الله جل وعلا يقول في وصف عباده وخاصة عباده ?وَالَّذِينَ يُؤْتُونَ مَا آتَوا وَقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَى رَبِّهِمْ رَاجِعُونَ?[المؤمنون:60]، أثنى عليهم بذلك، يُعطون، يصلون القليل أو الكثير بحسب ما كتب الله لهم, يتصدقون, يدعون، يأمرون بالمعروف, ينهون عن المنكر, ينصحون؛ لكن قلوبهم وجلة أنهم إليه جل وعلا راجعون. ¶ (مع تقوى ويقين)، اليقين: هو الصدق في الاعتقاد والصواب فيه، والقوة في الإيمان وعدم التردد والشبهة فيه. ¶ قال (مثقال ذرة من بر) مع هذين الشطرين الخوف واليقين (أعظم وأفضل) شُوف (أعظم) أولا (أفضل وأرجح من أمثال الجبال عبادة من المغترين) وهذه الكلمة من فقه العظيم رضي الله عنه وأرضاه، وهكذا كان طريق الصحابة رضوان الله عليهم على هذا. ¶ لهذا وصف النبي - صلى الله عليه وسلم - الخوارج بأنه يحقر أحدكم صلاته مع صلاتهم وصيامه مع صيامهم، يمرقون من الدين كما يمرق السهم من الرمية. فليست العبرة بكثرة العبادة أو بكثرة الجهاد أو بكثرة كذا وكذا، أو بكثرة الدعوى, العبرة: هل هذا موافق للسبيل والسنة أم ليس بموافق؟ فإن كان غير موافق فإنه ولو كان أمثال الجبال فإنه لا نفع فيه، أو أن غيره أنفع منه. ¶ هذا الأثر رواه الإمام أحمد في الزهد وأبو نعيم في حلية الأولياء بإسناد لا بأس به. ¶ ويظهر بهذا فضل الإسلام الصحيح، وفضل السبيل والسنة، وفضل متابعة الجماعة الأولى، وأن أصحاب ذلك إذا التزموا فإن الله جل وعلا يبارك لهم في قليل أعمالهم ويُنميها لهم، ويكون عملهم أعظم وأرجح وأفضل ممن يُكثر، ولكنه على غير السبيل. ¶ أسأل الله جل وعلا لي ولكم التوفيق والسداد، وصلى الله وسلم وبارك على نبينا محمد. ¶ - - ( - - ¶ [المتن]",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "باب وجوب الدخول في الإسلام ¶ وقول الله تعالى ?وَمَنْ يَبْتَغِ غَيْرَ الْأِسْلامِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ?[آل عمران:85]. ¶ وقوله تعالى ?إِنَّ الدِّينَ عِنْدَ اللَّهِ الإسْلاَمُ?[آل عمران:19]. ¶ وقوله الله تعالى:?وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيماً فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ?[الأنعام:153]الآية. قال مجاهد: السبل: البدع والشبهات. ¶ وعَنْ عَائِشَةَ رضي الله عنها أنّ رَسُولُ اللَّهِ - صلى الله عليه وسلم - قَالَ «مَنْ أَحْدَثَ فِي أَمْرِنَا هَذَا مَا لَيْسَ مِنْهُ فَهُوَ رَدٌّ» أخرجاه، وفي لفظ «مَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ». ¶ وللبخاري عَنْ أَبِي هُرَيْرَةَ رضي الله عنه قال: قال رَسُولَ اللَّهِ - صلى الله عليه وسلم - «كُلُّ أُمَّتِي يَدْخُلُونَ الْجَنَّةَ إِلَّا مَنْ أَبَى قيل: ومَنْ أَبَى؟ قَالَ مَنْ أَطَاعَنِي دَخَلَ الْجَنَّةَ وَمَنْ عَصَانِي فَقَدْ أَبَى». ¶ وفي الصحيح عَنْ ابْنِ عَبَّاسٍ أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: «أَبْغَضُ النَّاسِ إِلَى اللَّهِ ثَلَاثَةٌ مُلْحِدٌ فِي الْحَرَمِ وَمُبْتَغٍ فِي الْإِسْلَامِ سُنَّةَ الْجَاهِلِيَّةِ وَمُطَّلِبُ دَمِ امْرِئٍ مسلم بِغَيْرِ حَقٍّ لِيُهَرِيقَ دَمَهُ» رواه البخاري. ¶ قال شيخ الإسلام ابن تيمية رحمه الله: قوله (سنة الجاهلية): يندرج فيها كل جاهلية مطلقة أو مقيدة، أي: في شخص دون شخص، كتابية أو وثنية، أو غيرهما من كل مخالفة لما جاء به المرسلون. ¶ وفي الصحيح عن حُذَيْفَةَ - رضي الله عنه - قَالَ: يَا مَعْشَرَ الْقُرَّاءِ اسْتَقِيمُوا فإنْ استقمتم فَقَدْ سَبَقْتُمْ سَبْقًا بَعِيدًا فَإِنْ أَخَذْتُمْ يَمِينًا وَشِمَالًا فَقَدْ ضَلَلْتُمْ ضَلَالًا بَعِيدًا.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "وعن محمد بن وضَّاح: أنه كان يدخل المسجد فيقف على الحِلَق فيقول: فذكره، وقال: أنبأنا سفيان بن عيينة عن مجالد عن الشعبي عن مسروق قال: قال عبد الله يعني ابن مسعود - رضي الله عنه -: ليس عام إلا والذي بعده أشر منه، لا أقول عام أمطر من عام، ولا عام أخصب من عام، ولا أمير خير من أمير؛ لكن ذهاب علمائكم وخياركم، ثم يَحدث أقوام يقيسون الأمور بآرائهم فيهدم الإسلام ويثلم). ¶ [الشرح] ¶ بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين، والصلاة والسلام على نبينا محمد، وعلى آله وصحبه أجمعين. ¶ اللهم علمنا بما ينفعنا، وانفعنا بما علمتنا، وزدنا علما وعملا يا أرحم الراحمين. ¶ اللهم هب لنا من لدنك سلطانا نصيرا، وهيئ لنا من أمرنا رشدا إنك راحم ودود. ¶ وبعد: ¶ فهذا هو الباب الثاني في كتاب فضل الإسلام للإمام المجدد شيخ الإسلام محمد بن عبد الوهاب رحمه الله تعالى رحمة واسعة، قال فيه (باب وجوب الدخول في الإسلام) بعد أن بيّن رحمه الله في الباب الأول فضل الإسلام وما يحظى به أهله الذين التزموا به بمعناه العام والتزموا بأفراده واستقاموا على ذلك من الفضل العظيم في هذه الدنيا وفي الآخرة، بيّن أن هذا الإسلام الذي ذاك فضله ليس الدخول فيه اختياريا؛ بل يجب الدخول في الإسلام، وتارة إذا ذُكرت الفضائل فإنه قد يُظن أن المرء في خيرة من أمره؛ هل يدخل أو لا يدخل؟ هل يعمل أو لا يعمل؟ لأن ذكر الفضائل قد يُظن معه أن المسألة اختيارية. ¶ والإسلام ليس الدخول فيه اختياريا، وإنما الفضل الذي سبق ذكره لا ينافي وجوب الدخول فيه؛ بل الإسلام واجب التزامه وواجب الدخول فيه، سواء أكان ذلك الدخول في الإسلام من ملل الكفر والوثنيات، أم الدخول في الإسلام كافة؛ أي في الدخول في جميع شرائع الإسلام وعقائد الإسلام على وجه التفصيل، فإن ذلك واجب، كما أن الدخول في أصله واجب فإن التزام فروعه واجب على العباد على التفصيل المذكور في كلام أهل العلم الوارد في النصوص.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "لهذا قال هنا (باب وجوب الدخول في الإسلام) والإسلام الذي يجب الدخول فيه هنا هو شريعة محمد عَلَيْهِ الصَّلاَةُ والسَّلاَمُ، والنصوص يطلق فيها الإسلام ويراد به تارة الإسلام العام الذي يشمل دين جميع المرسلين؛ لأن كل نبي وكل رسول إنما جاء بدين الإسلام، وهذا هو الإسلام العام الذي لا يدخل الجنة إلا من كان مسلما بهذا الإسلام العام، فأتباع نوح عليه السلام كانوا مسلمين الإسلام العام وإن كانت شريعتهم هي شريعة نوح عليه السلام، وأتباع إبراهيم عليه السلام هم على الإسلام العام؛ التوحيد والحنيفية وإن كانت الشرائع مختلفة، وكذلك دين موسى عليه السلام, ودين عيسى عليه السلام، كل ذلك كان على الإسلام العام وإن كانت الشرائع مختلفة، لهذا قال الله جل وعلا?لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا?[المائدة:48]؛ يعني لكل نبي جعل الله شرعة ومنهاجا؛ ولكن الدين واحد, وقد ثبت على النبي - صلى الله عليه وسلم - أنه قال «الأنبياء إخوة لعَلاَّت الدين واحد والشرائع شتى» فدين كل نبي الإسلام، لم يأت نبي بغير دين الإسلام، ولهذا لا يصح أن يقال: إنه جاء من عند الله جل وعلا أديان مختلفة وديانات متعددة. فقول من يقول الديانات السماوية، هذا باطل، وقول من يقول: الديانات الإلهية. هذا باطل في الشرع؛ لأن الدين واحد، والله جل وعلا لم يأت من عنده إلا دين واحد وهو الإسلام، ولا يرضى عنده إلا الإسلام، فليس ثَم ديانات سماوية، وإنما هو دين واحد يجب على كل البشر قبل محمد عَلَيْهِ الصَّلاَةُ والسَّلاَمُ وبعده أن يدخلوا في الإسلام؛ لأن الله جل وعلا لا يرضى دينا إلا الإسلام، فقوله مثلا ?إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإسْلامُ?[آل عمران:19]، هذا عام يشمل جميع الأزمنة وجميع الفترات من لدن خلق الخليقة إلى أن يرث المخلوقات جل وعلا، فلا يقبل من أحد دينا إلا دين الإسلام. ¶ ولهذا نقول: إن الإسلام يُطلق في النصوص ويراد به:",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "تارة الإسلام العام: وهو الدين الذي اجتمعت عليه المرسلون ورضيه الله جل وعلا لكل رسول. ¶ والثاني الإسلام الخاص: وهو الإسلام الذي بعث به محمد عَلَيْهِ الصَّلاَةُ والسَّلاَمُ، وهو الإسلام عقيدة وشريعة، أو الإسلام بمعناه وشرائعه وعقيدته التي جاء بها محمد عليه الصلاة والسلام. ¶ فالذي يشمل جميع ما جاءت به الرسل من الإسلام هو ما اجتمعت عليه في تفسير الإسلام والدعوة إليه، والعلماء جمعوا ذلك في عبارة عرَّفوا بها الإسلام كما ذكرها ابن جرير الطبري في التفسير، وذكرها شيخ الإسلام ابن تيمية في كتاب الإيمان وفي غيره، وأيضا ذكرها الإمام محمد بن عبد الوهاب رحمه الله وجماعة: ¶ وهو أن الإسلام: هو الاستسلام لله بالتوحيد، والانقياد له بالطاعة، والبراءة من الشرك وأهله. ¶ وهذه الجملة تنطبق على ديانة كل رسول؛ لأنها مشتملة: ¶ أولا على التوحيد, الاستسلام لله بالتوحيد، لأن الشرك باطل في كل ملة. ¶ ثم الانقياد لله جل وعلا بالطاعة وترك اتباع الهوى في الأوامر والنواهي، والطاعة هنا تندرج في طاعة كل رسول خُوطب العبد بأن يتبعه بحسب الزمان والمكان. ¶ والبراءة من الشرك وأهله، هذه فيها الكفر بالطاغوت، وبُغض الشرك، وبُغض أهل الشرك لما هم عليه من عبادة غير الله جل وعلا، كما قال جل وعلا ?وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنْ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ?[النحل:36]. ¶ هذا يعم جميع المرسلين في الإتيان بالتوحيد والاستسلام لله جل وعلا بالتوحيد، فكل رسول أمر أن يعبد الله وحده لا شريك له. ¶ والجملة الثانية وهي الانقياد له بالطاعة فيدل عليها الله جل وعلا ?وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا لِيُطَاعَ بِإِذْنِ اللَّهِ?[النساء:64].",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "والجملة الثالثة وهي قوله والبراءة من الشرك وأهله هذه يدل عليها قوله تعالى ?قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ?[الممتحنة:4]الآية, قوله (فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ) يعني من المرسلين من كانوا على دينه الحنيفية دين الإسلام، (إِذْ قَالُوا لِقَوْمِهِمْ) يعني لأقوامهم، وهذا دليل على الجملة الثالثة من تعريف الإسلام العام. ¶ وأعظم من خُصَّ بكمال هذه الجمل الثلاث هو محمد عَلَيْهِ الصَّلاَةُ والسَّلاَمُ وما مَنَّ الله عليه من الرسالة، فالإسلام الخاص له من هذه الثلاث أكمل ما أُمر به نبي. ¶ فمن جهة الاستسلام لله بالتوحيد فهذا أكمل ما جاء في دين محمد عَلَيْهِ الصَّلاَةُ والسَّلاَمُ والانقياد للرسول بالطاعة أكمل ما جاء في دين محمد عَلَيْهِ الصَّلاَةُ والسَّلاَمُ. ¶ والبراءة من الشرك وأهله أكمل ما جاء في دين محمد عَلَيْهِ الصَّلاَةُ والسَّلاَمُ فصار له عَلَيْهِ الصَّلاَةُ والسَّلاَمُ من الأمر بهذا الإسلام أعظم مما لغيره من الأنبياء عليهم سلام الله أجمعين. ¶ لهذا يدخل في قوله هنا (باب وجوب الدخول في الإسلام) يعني هذا الإسلام وهو الاستسلام لله بالتوحيد فهذا واجب الدخول فيه، وأن يستسلم المرء لله جل وعلا بالتوحيد، وأن يترك البدع الشركية والمحدثات الوثنية وكل عقيدة فيها شرك وفيها كفر وفيها ضلال من جهة التشريك سواء أكان أكبر أم أصغر، هذا كله واجب الدخول في التوحيد وللاستسلام لله جل وعلا به؛ يعني بالتوحيد بجميع أنواعه -توحيد الربوبية والألوهية والأسماء والصفات-، والحذر من ضده والبعد عنه وهو الشرك بأنواعه. ¶ كذلك الانقياد للرسول - صلى الله عليه وسلم - بالطاعة، كذلك البراءة من الشرك وأهله كما سيأتي بيانه إن شاء الله تعالى.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "إذن مراد المؤلف هنا في قوله (باب وجوب الدخول في الإسلام) أنه يجب على الناس أن يدخلوا في الإسلام. ¶ والإسلام هذا الذي يجب الدخول فيه كما ذكرنا لك صنفان: عقيدة وشريعة، وإذا كان كذلك فمسائل الإسلام متنوعة متعددة، كما قال جل وعلا ?يَا أَيُّهَا الَّذِينَ آمَنُوا ادْخُلُوا فِي السِّلْمِ كَافَّةً?[البقرة:208]، يعني أدخلوا في الإسلام كله، وهذا يدل على وجوب الدخول في كل الإسلام وعدم التفريق بين أمر وأمر فيه من جهة قبوله واعتقاده. ¶ إذا تبين هذا، فهذا الوجوب في قوله (وجوب الدخول في الإسلام) نوعان: ¶ وجوبٌ تركه كفر: لأن الإسلام منه ما إذا تُرِك فهو كفر، كترك التوحيد أو فعل الشرك الأكبر، أو نحو ذلك من المكفرات. ¶ والثاني وجوبٌ تركه محرم على العبد: وهذا المحرم يكون: تارة يكون كبيرة وتارة يكون صغيرة. لهذا فكل عقيدة أو شريعة وكل أمر سواء أكان أمرا علميا أو أمرا عمليا، ويقابله النهي، واجب على العباد الدخول فيه، فمن تركه ترك الواجب، وهذا الترك قد يكون كفرا، وقد يكون محرما، وليس بكفر، بحسب نوع ما تُرِك من العقائد والشرائع. ¶ قال رحمه الله تعالى(وقول الله تعالى ?وَمَنْ يَبْتَغِ غَيْرَ الإسْلاَمِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ?[آل عمران:85]. وقوله تعالى: ?إِنَّ الدِّينَ عِنْدَ اللَّهِ الإسْلاَمُ?[آل عمران:19]). ¶ (الدِّين) مرَّ معنا تفسير وهو أن الدِّين مأخوذ في اللغة من قولهم: دان بكذا؛ أي التزم به، ودَيْدَنُ المرء كذا إذا كان يتعاهد هذا الشيء ويلتزم به ويكون عادةً له، فبين العادة وبين الدين تلازم، وسبق أن ذكرته لكم في الباب الذي قبله.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "فإذن في قوله (وَمَنْ يَبْتَغِ غَيْرَ الإسْلاَمِ دِيناً) يعني أن يجعل طاعته وعادته التي يتقرَّب بها في غير الإسلام فإن ذلك لن يقبل منه سواء أكان ذلك في أمور العقائد أم في أمور الشرائع, سواء أكان ذلك في الأمور العلمية أم كان في الأمور العملية, فإذا كان ثم التزام بشيء يتقرب به إلى الله فهذا صار دينا له، فيدخل حينئذ في عموم هذه مسائل العقيدة والتوحيد ويدخل فيه أيضا مسائل البدع العملية؛ لأن صاحب البدعة العملية قد اتخذ دينا التزمه؛ التزم دينا وجعل له عادة يتعبَّد بها، فإذا كانت ليست من الإسلام فإنها تدخل في عموم هذه الآية. ¶ قال جل وعلا في سورة الشورى ?أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنْ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ?[الشورى:21] والدين في هذه الآية يدخل فيه المحدثات والبدع التي كما استدل بها أهل العلم يعني بالآية على رد المحدثات والبدع. ¶ فإذن هذه الآية وهي قوله (وَمَنْ يَبْتَغِ غَيْرَ الإسْلاَمِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ) يدخل في الإسلام أو يُعنى بالإسلام الإسلام المعروف وهو دين الإسلام أصلا كأن يدين بدين اليهودية(1) أو النصرانية بعد رسالة محمد عليه الصلاة والسلام أو يدين بدين البوذية أو بأي دين يتقرب به إلى الله جل وعلا، فهذا كله باطل وهو في الآخرة من الخاسرين، وأيضا يشمل بعموم لفظها أنه من ابتغى دينا يتدين به ويتقرب به إلى الله جل وعلا وهو ليس بالإسلام الذي جاء به محمدٌ عَلَيْهِ الصَّلاَةُ والسَّلاَمُ فإنه أيضا لن يقبل منه وهو في الآخرة من الخاسرين. ¶ وقوله (وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ) الخسارة هنا بحسَبها: ¶ قد تكون خسارة كبرى بأن يخسر الجنة ويدخل النار ويكون من المخلَّدين فيها. ¶ وقد تكون خسارة صغرى بأن يخسر الدخول في الجنة والسلامة من العذاب مطلقا؛ ولكن يُعذب بقدر ما عنده من المخالفة إن لم يغفر الله جل وعلا له و يتجاوز. ¶ __________ ¶ (1) انتهى الشريط الثاني.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "فإذن قوله (وَمَنْ يَبْتَغِ غَيْرَ الإسْلاَمِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ) هذا فيها شرط وجزاء، إذا ابتغى أحد غير الإسلام فإنه لن يقبل منه مهما كان تعبده، وليس الشأن في ذلك أن يكون متعبدا, باكيا, خاشعا, فإن الشأن هو في اتباع الطريق, في اتباع السبيل دون نظر إلى تعبد الشخص؛ تعبد الإنسان، لهذا وصف الله جل وعلا طائفة بأنهم يعملون ويتعبون ولكنهم في النار قال جل وعلا ?عَامِلَةٌ نَاصِبَةٌ(3)تَصْلَى نَارًا حَامِيَةً(4)تُسْقَى مِنْ عَيْنٍ آنِيَةٍ?[الغاشية:3-8]، فهم عاملون وناصبون ويتعبون ويعملون, ويتعبدون وربما بَكَوا من خشية الله, وربما أكثروا تخليص النفس من الشوائب؛ لكنهم كما وصف الله جل وعلا أنهم يَصْلَون نارا حامية، وذلك لأن الشأن ليس هو في عمل العبد؛ ولكن الشأن هو في أن يكون عمله على وفق ما أمر الله جل وعلا به، فإذا ابتغى غير الإسلام دينا, ابتغى النصرانية, ولو كان فيها راهبا متعبدا خاشعا لكنه لم يبتغِ الإسلام ولم يستسلم لله بالتوحيد وابتغى غير ذلك فهو في الآخرة من الخاسرين المخلدين في النار ولن يقبل منه ذلك. ¶ وهكذا أيضا في المعنى الأخص وهو من ابتغى عملا ليس هو من الأعمال التي أمر الله جل وعلا بها وجاءت بها السنة مثل المحدثات المختلفة والعقائد المتنوعة التي أُحدثت في هذه الأمة؛ عقائد المرجئة, عقائد الخوارج, عقائد القدرية, عقائد المعتزلة, الجهمية, الأشاعرة... إلى آخره، فهم يظنون أنهم محسنون وأنهم أكثر تنزيها؛ ولكن هل هذا عليه الدليل؟ هل هذا عليه نص الشرع؟ هل هذا هو الإسلام الذي جاء في النصوص؟ إذا لم يكن كذلك فإن من ابتغاه ولو رام ما رام تنزيها فإنه لن يقبل منه وسيخسر بحسب ما فعل.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "وكذلك أهل التعبدات المختلفة من الصوفية ونحوهم فإنهم وإن لبسوا الصوف وتبتلوا, وخرجوا وتعبدوا وأخذوا أنفسهم بالرياضات المختلفة لتصفو النفس وكثُر تعلقهم بالله جل وعلا وتجردهم من الدنيا؛ لكنهم لما لم يكونوا على الإسلام الذي جاء به محمد عَلَيْهِ الصَّلاَةُ والسَّلاَمُ ولم يكن لهم فيما يفعلون أدلة فإنه لن يقبل منهم ذلك. ¶ وكذلك أهل الأمر بالمعروف والنهي عن المنكر وأهل الغيرة، إذا لم يكونوا على السبيل فإنه لن يقبل منهم ذلك, فالخوارج ما خرجت إلا للأمر بالمعروف والنهي عن المنكر وبسبب غلوهم فيه قتلوا عثمان رضي الله عنه. ¶ ضحوا بأشمط عنوان السجود به يُقَطِّعُ الليلَ تسبيحا وقرآنا ¶ حتى إن الذي قتل عليا رضي الله عنه وهو عبد الرحمن بن ملجم كان قتله تقربا من الله جل وعلا، ولما أرادوا قتله قصاصا يعني قتل عبد الرحمن بن الملجم قصاصا قال: لا تباغتوني القتل -يعني مرة واحدة-؛ لكن قطِّعوا أطرافي شيئا فشيئا حتى أنظر إلى تعذيبي في الله جل وعلا. وقال فيه عمران بن حطان يمدحه لما هو عليه من الصلابة -كما يزعمون- في الدين قال في وصفه في أبيات معروفة وهي أبيات ضلال والعياذ بالله قال في مدح عبد الرحمن بن الملجم: ¶ يا ضربة من تقي ما أراد بها إلا ليبلغ من ذي العرش رضوانا ¶ إني لأذكره حينا فأحتسبه لأوفى البرية عند الله ميزانا ¶ وهذا سلكه أيضا طائفة من المعتزلة فغلوا في باب الأمر بالمعروف والنهي عن المنكر حتى أدخلوا فيه الخروج عن الحكام وعلى الولاة.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "ولازالت الأمة منذ ظهور الخوارج إلى وقتنا الحاضر وهم يُبتلون بمن يغلو في هذا الباب، ولهذا كان شيخ الإسلام ابن تيمية رحمه الله قال في عقيدته الواسطية فيما تميز به أهل السنة من الوسطية في الأمر بالمعروف والنهي عن المنكر قال في وصفهم: هُم مَعَ هذِهِ الأُصُولِ يَأْمُرُونَ بِالْمَعْرُوفِ، وَيَنْهَونَ عَنِ الْمُنْكَرِ عَلَى مَا تُوجِبُهُ الشَّرِيعَةُ. لأن هناك من الطوائف من أمرت ونهت على غير ما أوجبته الشريعة وإنما على نحو ما أملته عليه أهواؤهم. ¶ المقصود من ذلك أن ابتغاء غير الإسلام دينا هذا يدخل فيه كل من ابتغى غير ما جاءت به الشريعة ودل عليه الدليل، وإذا كان كذلك فواجب إذن على المكلف أن يدخل في الإسلام وأن لا يدخل في فعل من الأفعال بأمر إلا وقد تبينت له حجته وخاصة مسائل العقائد ومسائل العمل والمنهج؛ لأن هذه هي التي تميز وليس فيها اجتهاد فيها؛ ولكن الاجتهاد يحصل في الأمور الفرعية كما هو معلوم، أما ما قعَّده أئمة أهل السنة والجماعة في كتب العقائد وبينوا فيه من سمات وصفات أهل السنة فإن ذلك ليس مجالا للاجتهاد بل واجب الإلزام به. ¶ قال (وقوله تعالى ?إِنَّ الدِّينَ عِنْدَ اللَّهِ الإسْلاَمُ?[آل عمران:19]) وهذا ظاهر وهو في معنى الآية التي قبلها, الدِّين الذي يقبله الله جل وعلا هو الإسلام فقط، وأما غير الإسلام الذي عليه الدليل فإنه لا يقبله الله جل وعلا وليس دينا عنده، وإن كان العبد عده دينا.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "قال (وقول الله تعالى ?وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ?[الأنعام:153] الآية، قال مجاهد: السبل: البدع والشبهات) هذه الآية فيها الدليل على أنَّ صراط الله جل وعلا واحد, قال (وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ)، ووجه الدلالة من الآية على الباب أن الله جل وعلا أمر بإتباع هذا الصراط بعد أن بيَّنه قال (وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا) والإشارة (وَأَنَّ هَذَا)، هذه إشارة إلى أمر واضح بيّن يُعرَّف به لأن التعريف؛ تعريف الشيء يحتاج إلى عبارة تدل عليه، كأن إذا قيل عرف مثلا ما هو الهوى؟ يحتاج إلى عبارة تدل عليه, ما هو مثلا اللحم؟ ما هو الإنسان؟ ما هي الطائرة؟ ...إلى آخره، فالعبارة تعرف به، وأقصر تعبير باتفاق العقلاء يعرِّف بالشيء ويوضحه بحيث لا يلتبس أن يكون بيِّنا أمامك فتشير إليه، فإذا قيل مثلا ما الرسالة؟ فرفعت هذه، ما الظرف؟ إذا قيل ظرف فيه ورقة, إذا قيل هذا تُصور فصار واضحا، هذا؛ لأنه بين, أما إذا وُصف بالعبارة فيحتاج إلى بيان كثير. ¶ وهنا الله جل وعلا أشار إلى هذا الطريق الواضح فقال (وَأَنَّ هَذَا)، وهي إشارة إلى شيء يشاهد؛ يشاهده الناس, يشاهده الصحابة, يشاهده من كان في ذاك الزمان وفي كل زمان، (وَأَنَّ هَذَا) الإشارة إلى السبيل والسنة وما في القرآن والسنة دون غيرها, (وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا) إذن الإشارة لما كان في عهد النبي - صلى الله عليه وسلم - وكان عليه هديُه، فكل ما لم يدخل في هذه الإشارة فيمكن أن تقول إنه خارج على الصراط المستقيم.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "قال(وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا) والصراط المستقيم فُسِّرَ في سورة الفاتحة بعدة تفاسير وفي هذه الآية بأنه السنة وأنه الإسلام والقرآن أو أنه محمد عَلَيْهِ الصَّلاَةُ والسَّلاَمُ، وهذه كلها متلازمة، فمن لزم الإسلام فقد لزم السنة، ومن لزم السنة فقد لزم القرآن، ومن لزم القرآن على حقيقته فقد لزم الإسلام والسنة وهكذا, بل يجب لزوم الإسلام الذي دلَّ عليه القرآن والسنة وبيَّنه نبينا الكريم محمد عَلَيْهِ الصَّلاَةُ والسَّلاَمُ. ¶ قال (وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا) فهو صراط واحد كما بيّنتُ لك في الباب الذي قبله، فأمر بإتباعه فقال (فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ). ¶ ودلت الآية على أن اتباع الصراط الذي هو الإسلام والسنة واجب بأمر الله جل وعلا به وأن اتباع غيره من الأهواء والشبهات والبدع محرم لقوله (وَلَا تَتَّبِعُوا السُّبُلَ)، وهذا نهي، والنهي هنا للتحريم فدل ذلك على مراد المصنف من الاستدلال بالآية على وجوب الدخول في الإسلام وتحريم الخروج عنه إلى غيره. ¶ قال رحمه الله بعد ذلك (وعَنْ عَائِشَةَ رضي الله عنها قَالَتْ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - «مَنْ أَحْدَثَ فِي أَمْرِنَا هَذَا مَا لَيْسَ مِنْهُ فَهُوَ رَدٌّ» أخرجاه، وفي لفظ «مَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ»). ¶ هذا الحديث متفق عليه، متفق على صحته في لفظه الأول (مَنْ أَحْدَثَ فِي أَمْرِنَا هَذَا...)، واللفظ الثاني (مَنْ عَمِلَ عَمَلًا...) رواه مسلم في الصحيح وعلقه البخاري أيضا في صحيحه جازما به. ¶ وهذا الحديث بهذين اللفظين حجة وأصل عظيم من الأصول في ردّ البدع والمحدثات بجميع أنواعها, وهذان اللفظان مهمان، وكل منهما له حجة في باب:",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "أما الأول فقوله(مَنْ أَحْدَثَ فِي أَمْرِنَا هَذَا مَا لَيْسَ مِنْهُ) فهو يشمل الذي ابتدع البدعة وأحدث الحدث ولو لم يعمل بذلك، فمن أحدث الحدث فهو مردود عليه ولن يقبل منه وهو في الآخرة من الخاسرين. ¶ واللفظ الثاني (مَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرُنَا) هذا يشمل الذي يعمل ولو لم يحدث. ¶ فإذن اللفظان دل أحدهما على المحدِث ودل الآخر على الذي عمل بما أحدثه المحدِث. ¶ وهذا الحديث دالٌّ للأعمال في ظاهرها، كما أن حديث عمر رضي الله عنه ««إِنّما الأعْمَالُ بالنّيات, وإِنّمَا لِامْرِىءٍ ما نَوَى» ميزان للأعمال في باطنها، فمن صحت نيته في باطنه واستقام عمله الظاهر على وفق السنة فإنه حينئذ مقبول الدين، وأما إذا فات أحدهما فليس بمقبول العمل لأنه إذا فات الإخلاص لم يقبل العمل، وإذا فاتت المتابعة والالتزام بالظاهر فإنه لا يُقبل العمل. ¶ إذا تبين ذلك فالمحدثات قسمان: ¶ محدثات في الدنيا. ¶ محدثات في الدين. ¶ وهذا الحديث يراد به محدثات في الدين؛ لأنه قال (مَنْ أَحْدَثَ فِي أَمْرِنَا هَذَا) وقوله(فِي أَمْرِنَا هَذَا) يُعنى به الدين. ¶ أما المحدثات في الدنيا فليست مشمولة بالنهي، ولهذا الصحابة رضوان الله عليهم توسعوا في تنظيم أمور الدنيا على وفق المصلحة، وتنظيم أمور الدنيا تارة يدخل تحت قاعدة المصالح المرسلة، وتارة يدخل تحت قاعدة الأصل في الأشياء الإباحة، وليس هذا بموطن بيان ذلك. ¶ أما المحدثات في الدين فهي مردودة جملة واحدة، فليس لأحد أن يُحدث حدثا في الدين سواء أكان ذلك الحدث في الأمور العلمية في أمور العقائد أم في الأمور العلمية.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "فإذن هذا الحديث يستدل به على بطلان كل عقيدة محدثة، ويستدل به على بطلان كل عمل يُتقرب به إلى الله محدث، فمن جاء بعقيدة محدثة كعقائد الخوارج أو المرجئة أو المؤولة في الصفات أو نفي الصفات أو في القدر في الجبر ونحو ذلك، فإنه يقال له هل كان على هذا أمر النبي - صلى الله عليه وسلم -؟ فلا بد أن يقول: لا؛ ولكن هذا هو الذي يجب التزامه لأجل أن لا ينسب للشرع كذا، أو أن ينزه الله جل وعلا عن كذا...إلى آخره. ¶ ولهذا كان من الكلام الحسن مثلا في بعض الصفات ما قاله والد الإمام الجويني رحمه الله حيث قال: إني لما تأملت تأويل الصفات وجدت أن النبي - صلى الله عليه وسلم - كان يتلو القرآن وفيه آيات الصفات، وكان يصف الله جل وعلا في أحاديثه وعنده الصحابة ومنهم الحاضر ومنهم الباد، ومنهم الذكي ومنهم غير الذكي، ومنهم العاقل ومنهم دون ذلك، ومنهم من قد يتصور شيئا غير الظاهر ومنهم من قد لا يتصور إلا الظاهر، فلم يتبع ذلك بأشياء تصرفها عن ظاهرها، فدل على أن نصوص الغيب واجب الإيمان بها على ظاهرها دون التأويلات المحدثة. ¶ وهذا الذي قاله حق، ومن جهة أخرى في المسائل العملية الحديث حجة على رد كل محدثة في العمل يُتقرب بها إلى الله جل وعلا، والمحدثات في الدين هي البدع، لهذا قال «وكل محدثة بدعة وكل بدعة ضلالة» (كل محدثة) يعني محدثة في أمرنا هذا, محدثة في الدين بدعة, البدع أيضا هناك بدع في الدنيا وبدع في الدين، والمذموم هو الابتداع في الدين أما الإحداث في الدنيا فلا يدخل في البحث؛ لأنه لا يدخل في قوله (مَنْ أَحْدَثَ فِي أَمْرِنَا هَذَا) وإنما المقصود التكلم على الديانة. ¶ إذا تبين ذلك فالبدع مذمومة كلُّها، وكل بدعة مردودة لأدلة من الكتاب والسنة، ومن السنة هذا الحديث الجامع الشامل الذي عدّه طائفة من أهل العلم ثلث الدين، وعدّه طائفة آخرون ربع الدين؛ لأنه يشمل مسائل كثيرة تغطي ربع مسائل الدين في العقائد وفي الشرع.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "البدعة تنافي الدخول الكامل في الإسلام إذا كانت بدعة عملية، والبدع قسمان: ¶ بدع كفرية. ¶ بدع دون الكفر (عقدية أو عملية). ¶ فتارة يكون الأمر بدعة ويكون كفرا أكبر أو شركا أكبر, وتارة يكون دون ذلك؛ دون الكفر, وهذا يشمل العقائد ويشمل العمليات. ¶ فمثاله مثلا في البدع العقدية التي هي كفر: سَلْبُ الرب جل وعلا عن جميع صفاته، وأنه ليس له صفة البتة، هذه البدعة أحدثت لم يكن عليها حتى أهل الجاهلية, هم يعتقدون أن لله جل وعلا صفات، فأتى جهم ونفى جميع الصفات عن الرب جل وعلا، وأنه لا يتصف بصفة النية غير صفة الوجود المطلق بشرط الإطلاق كما يزعمون. ¶ وأما البدع العملية التي هي كفر كالاستشفاع بالموتى، الاستشفاع بالموتى هو شرك أكبر مخرج من الملة وهو بدعة محدثة أيضا في هذه الأمة، ولها وسائل كثيرة أحدثت. ¶ القسم الثاني البدع دون الكفر منها ما يكون في: ¶ العقائد: كبدع الإرجاء، بدع الخوارج، وبدع القدرية، وبدع تأويل الصفات، والكلام في الأحوال و المقالات... إلى آخره؛ يعني من جهة الاعتقاد. ¶ القسم الثاني بدع عملية: وهي التي يكثر فيها الكلام من جهة عمل الناس لها، صلوات مبتدعة, أذكار مبتدعة, أحوال مبتدعة, احتفالات مبتدعة...إلى آخر ذلك، هذه كلها لا تصل إلى الكفر والشرك، وإنما هي بدع بحسب حالها. ¶ والبدع العملية قسمان: ¶ بدع أصلية. ¶ وبدع إضافية ¶ البدع الأصلية: ما أحدث وليس له أصل يتبعه، مثل إحداث حفلات الموالد أو المآتم، أو نحو ذلك مما لم يكن له أصل أصلا في الشريعة، فهذه بدعة أصلية أُحدثت في هذه الأمة.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "والقسم الثاني بدع إضافية: أصل العمل مشروع؛ ولكن زِيد عليه أشياء صارت بدعة, سماها أهل العلم بدعا إضافية، مثل الاجتماع على الذكر على نحو ما, ترديد أشياء بعد الصلاة المفروضة, وأشباه ذلك, الصلاة على النبي - صلى الله عليه وسلم - على صفة ما, مثل ما جاء أن ابن مسعود رضي الله عنه جاء إلى قوم وقد جعلوا لهم كبيرا وبينهم حصى ويقول لهم سبحوا مائة، هللوا مائة احمدوا مائة...إلى آخره، فقال لهم: لأنتم على طريق أهدى من طريق محمد عَلَيْهِ الصَّلاَةُ والسَّلاَمُ؟ أو أنتم على شعبة ضلالة؟ هذه آنية رسول الله - صلى الله عليه وسلم - لم تكسر-يعني أن العهد قريب- وهؤلاء زوجاته عَلَيْهِ الصَّلاَةُ والسَّلاَمُ لم يمتن، وهؤلاء أصحابه عَلَيْهِ الصَّلاَةُ والسَّلاَمُ، فقالوا: يا أبى عبد الرحمن الخير أردنا. قال: كم من مريد للخير لم يبلغه. هذه الصفة التي فعلوها التسبيح مشرع, ولكن أضافوا عليها صفة صارت محدثة. ¶ لهذا بعض أهل العلم يقول: البدع المحدثة قسمان: ¶ - بدعة أُحدث أصلها وهو القسم الأول. ¶ - بدعة أحدث وصفها وهو القسم الثاني. ¶ إذا تبين ذلك فالبدعة لها عدة تعريفات, عرّف بها أهل العلم وسبق ذكرها؛ لكن على اختصار نمر عليها عليها. ¶ وهي: أن البدعة عُرِّفت بما أحدث على خلاف الحق المتلقى عن رسول الله - صلى الله عليه وسلم - في قول أو عمل أو اعتقاد، وجُعل ذلك هديا ملتزما, وطريقا مسلوكا. هذا عرَّفها به بعض أهل العلم على نحو هذا التعريف. ¶ والثاني ما عرَّفه به الشاطبي وغيره: بأن البدعة طريقة في الدين مخترعة يُقصد بالسلوك عليها ما يقصد بالطريق الشرعية، والتزم بذلك. ¶ إذن تحصّل من ذلك: ¶ ( أن البدعة: ¶ قد تكون في الأقوال. ¶ قد تكون في الأعمال. ¶ قد تكون في الاعتقادات. ¶ ( أيضا الفائدة الثانية من التعاريف: أن البدعة لم تكن في عهده عليه الصلاة والسلام، ولا في عهد صحابته رضوان الله عليهم.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "(الثالث: أن البدعة يُقصد بسلوكها التقرب إلى الله جل وعلا؛ يعني عمل عبادي يقصد به الأجر والثواب والتقرب إلى الله جل وعلا. ¶ ( الأمر الرابع وهو مهم: أن البدعة ملتزمة؛ يعني أنه جعلها طريقة تضاهي الطريقة المشروعة في الالتزام بها، أما إذا لم يلتزم بالعمل أو بالقول فيكون خلاف السنة، ويكون غلطا، أو يكون مردودا، أو بحسب الحال؛ لكن لا يكون بدعة حتى يلتزم، إذا أحدثه والتزم, يعني الناس مشوا على ذلك أو هو التزمه، فإذا يفرق في هذا المقام ما بين البدع والمحدثات في الدين وما بين مخالفة السنة, فليست كل مخالفة للسنة بدعة, فالبدعة ما تخالَف به السنة ويلتزم به، فيكون طريقا مشروعا ملتزما به، مثلا لو أن أحد من الناس وبعد الصلاة المشروعة ورفع يديه ودعا، هل يكون فعله بدعة؟ أو هو غلط وخلاف للسنة؟ نقول هنا: ننظر هل يلتزم هذا أم أنه فعله تلك المرة أو يفعله في تارات بين حين وآخر بعيدة كل شهرين ولا يلتزمه كل مرة، فيكون إذا فعله مرة يكون هذا خلاف السنة ولا يجوز له مخالفة السنة، أما إذا التزمه فصار هديا ملازما للصلوات المفروضة صار بدعة محدثة يشملها حديث الوعيد عن البدع. ¶ الكلام عن البدع يطول الوقت قد يقصر.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "قال رحمه الله تعالى بعد ذلك (وللبخاري عَنْ أَبِي هُرَيْرَةَ رضي الله عنه قال: قال رَسُولَ اللَّهِ - صلى الله عليه وسلم - «كُلُّ أُمَّتِي يَدْخُلُونَ الْجَنَّةَ إِلَّا مَنْ أَبَى» قيل: ومَنْ أَبَى؟) هذا فيه رعاية اللفظ لأنه قال (إِلَّا مَنْ أَبَى) فراعوا لفظه عَلَيْهِ الصَّلاَةُ والسَّلاَمُ فقالوا له (ومَنْ أَبَى؟) يعني من هذا الذي أبى؟ (قَالَ«مَنْ أَطَاعَنِي دَخَلَ الْجَنَّةَ وَمَنْ عَصَانِي فَقَدْ أَبَى»)، هذا منه عليه الصلاة والسلام تقرير لأمر عظيم وهو أنه لا يمكن الدخول في الإسلام إلا بطاعة الرسول - صلى الله عليه وسلم -، وأنه إذا لم يطع الرسول - صلى الله عليه وسلم - ويلتزم بسنته فإنه لم يدخل العبد في الإسلام كله، والله جل وعلا أمر بالدخول كله فقال ?يَا أَيُّهَا الَّذِينَ آمَنُوا ادْخُلُوا فِي السِّلْمِ كَافَّةً?[البقرة:208]؛ يعني أدخلوا في السلم جميعا وأمر بطاعة رسوله - صلى الله عليه وسلم -. ¶ وهذا الحديث فيه أن من أطاع الرسول - صلى الله عليه وسلم - فهو موعود بدخول الجنة (كُلُّ أُمَّتِي يَدْخُلُونَ الْجَنَّةَ إِلَّا مَنْ أَبَى) وهذا فيه تعظيم لطاعة الرسول - صلى الله عليه وسلم -، وقد ذكر العلماء أن طاعة الرسول - صلى الله عليه وسلم - أمرا بها جاءت في القرآن أكثر من ثلاثين موضعا، كلها فيها الأمر بطاعة النبي - صلى الله عليه وسلم - وعدم مخالفته، كقوله جل وعلا ?مَنْ يُطِعْ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ?[النساء:80]، كقوله جل وعلا ?وَأَطِيعُوا الرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ?[النور:56]، وكقوله جل وعلا?فَلْيَحْذَرْ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ?[النور:63]، ونحو ذلك من الآيات وهي أكثر من ثلاثين.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "وقد كتب الإمام أحمد رحمه الله كتابا عظيما سماه: كتاب طاعة الرسول - صلى الله عليه وسلم -، وذكر فيه كل الآيات التي أمر الله جل وعلا بها بطاعة الرسول وهو كتاب مفقود، منه منتخبات أو قطع في عدد من الكتب كآخر مسائل عبد الله بن الإمام أحمد، وكمواضع في بدائع الفوائد لابن القيم، ونقولا لابن تيمية، وفي إعلام الموقعين إلى غير ذلك. ¶ فالمقصود أن العلماء اهتموا بذلك بطاعة الرسول - صلى الله عليه وسلم - لأنها أساس الالتزام بالإسلام، فلا يحصل الدخول في الإسلام إلا بطاعة رسول الله - صلى الله عليه وسلم -. ¶ قوله عليه الصلاة والسلام هنا (كُلُّ أُمَّتِي) ما المراد بالأمة هنا؟ الأمة هنا قد يكون المراد بها هنا أمة الدعوة، ويكون المراد باللفظ أنه لا يدخل الجنة إلا من كان على الإسلام؛ يعني كل أمتي التي بُعثت إليهم يدخلون الجنة إلا من أبى طاعتي، ومعنى ذلك أنه من لم يستجب للرسول - صلى الله عليه وسلم - ولم يكن مسلما فلا يدخل الجنة، وعبّر بقوله (يَدْخُلُونَ الْجَنَّةَ) للتشويق في الالتزام بالطاعة، هذا قاله بعضهم ولكنه ليس بجيد. ¶ والصحيح الذي عليه أهل العلم هو الثاني وهو أن قوله(كُلُّ أُمَّتِي) يعني أمة الإجابة وهم أهل الإسلام، أهل الإسلام كلهم يدخلون الجنة إلا من أبى دخول الجنة، (قيل: ومَنْ أَبَى؟ قَالَ«مَنْ أَطَاعَنِي دَخَلَ الْجَنَّةَ وَمَنْ عَصَانِي فَقَدْ أَبَى»)؛ يعني أبى دخول الجنة. ¶ إذا تقرر ذلك، فهل من عصى الرسول - صلى الله عليه وسلم - لا يدخل الجنة؟ ظاهر الحديث: نعم، لا يدخل الجنة من عصى رسول الله - صلى الله عليه وسلم -؛ لأنه حينئذ يكون من أهل الوعيد. ¶ لكن الدخول إلى الجنة على قسمين: ¶ القسم الأول دخول أولي: يعني دخول -إن صح التعبير- مبكِّر, دخول في أول الأمر بعد أن ينقضي الناس من الحساب فإنه يدخل الجنة في آن, أولا، مبكرين في الدخول.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "والقسم الثاني: دخول متأخر: وهؤلاء هم من شاء الله جل وعلا أن يدخلوا النار فيعذبوا فيها بقدر أعمالهم. ¶ فالدخول في النصوص دخول الجنة نوعان: دخول أولي أو مبكر، ودخول متأخر. فقد ينفي دخول الجنة ويراد به نفي الدخول الأولي أو الدخول المبكر كهذا الحديث، فقوله عَلَيْهِ الصَّلاَةُ والسَّلاَمُ (كُلُّ أُمَّتِي) يعني أمة الإجابة (يَدْخُلُونَ الْجَنَّةَ) أولا؛ مبكرا ولا يتأخرون عن دخولها إلا من عصاني فإنه لا يدخل الجنة أولا، وإنما يتأخر، وإذا تأخر فإنه من أهل الوعيد ممن يعذب في النار بقدر مخالفته وعصيانه لرسول الله - صلى الله عليه وسلم -. ¶ ويقابل هذا في النصوص التحريم كقوله مثلا «الجنة محرمة على قاطع الرحم», «لا يدخل الجنة قاطع رحم», «لا يدخلون الجنة، ولا يجدون عَرْفَها, وإنَّ عرفها ليوجد من مسيرة كذا وكذا», «إنّ الله حرّم على النار من قال لا إله إلا الله» ونحو ذلك، فالتحريم في النصوص أيضا قسمان: تحريم مؤقت وتحريم أبدي. ¶ التحريم الأبدي: هذا يعني أنه يَحْرُم عليه أن يخرج من النار البتة, أو يحرم عليه أن لا يدخل الجنة البتة. ¶ التحريم المؤقت: أنه يحرم عليه الجنة إلى زمن، ثم يدخلها، من أهل المعاصي، ومنهم من تحرم عليه النار مؤبدا، ومنهم من تحرم عليه النار مؤقتا، وهكذا.. ¶ وبهذا التفصيل يستقيم النظر في النصوص ويَبين غلط الخوارج وأهل البدع والغلو الذين فهموا من نفي الدخول مطلق الدخول، وفهموا من التحريم مطلق التحريم، وفهموا من التحريم التحريم المطلق أو مطلق التحريم بحسب الحال، وهذا ليس بجيد؛ بل النصوص فيها هذا وهذا.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "المقصود من ذلك أن الحديث هذا الذي رواه البخاري رحمه الله يدلُّ على أن الواجب على العبد المسلم أن يطيع رسول الله - صلى الله عليه وسلم -، وأن لا يأبى دخول الجنة، ومن عصى الرسول - صلى الله عليه وسلم - فيما أمر به أو نهى فإنه يأبى دخول الجنة، والعاقل لا يمكن أن يأبى دخول الجنة، فدل الحديث على وجوب الدخول في الإسلام ووجوب طاعة الرسول - صلى الله عليه وسلم -، وأن هذه الأمة منهم من هو متوعَّد -أمة الإجابة- منهم من هو متوعد لا يدخل الجنة؛ لأنه أبى طاعة الرسول - صلى الله عليه وسلم -. ¶ قال بعدها: (وفي الصحيح عَنْ ابْنِ عَبَّاسٍ رضي الله عنهما)، قوله (وفي الصحيح) كما ذكرتُ لكم من قبل أنه يراد به البخاري في غالب كلام أهل العلم، وقد يراد به مسلم، وقد يراد به في الصحيحين جميعا بحسب تعابير أهل العلم، وهنا قوله (وفي الصحيح) يريد به صحيح البخاري رحمه الله تعالى حيث ذكر هذا الحديث في أكثر من موضع، منها في الديات لقوله في آخره« وَمُطَّلِبُ دَمِ امْرِئٍ بِغَيْرِ حَقٍّ لِيُهَرِيقَ دَمَهُ». ¶ قال (وفي الصحيح عَنْ ابْنِ عَبَّاسٍ رضي الله عنهما أَنَّ رسول الله - صلى الله عليه وسلم - قَالَ «أَبْغَضُ النَّاسِ إِلَى اللَّهِ ثَلَاثَةٌ») قوله (أَبْغَضُ النَّاسِ إِلَى اللَّهِ ثَلَاثَةٌ) هذا فيه أن هؤلاء هم أشد الناس بُغضا لله جل جلاله وتقدست أسماؤه، وهذا يعني أن فعلهم الذي فعلوه من أكبر الكبائر لأنهم وصفوا بأنهم أبغض الناس إلى الله جل وعلا، (أَبْغَضُ) لغة صحيحة خلافا لمن زعم أنها ليست بصحيحة، والأحاديث حجة في اللغة؛ لأن الأصل فيها أنها منقولة باللفظ وأن النقل بالمعنى إنما هو لعارض. ¶ فقوله (أَبْغَضُ النَّاسِ) يعني أشد الناس بغضا إلى الله, فـ(أَبْغَضُ) أفعل في هذا الباب صحيحة على ما جاء في هذا اللفظ.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "قوله(ثَلَاثَةٌ) العدد لا مفهوم له، ولا يعني أن هؤلاء هم الأبغض فقط، وإنما يعني أن هؤلاء أشدهم بُغضا، وقد يكون هناك من يساويهم في المقدار؛ لأن العدد لا مفهوم له, وإنما يؤتى به للتمثيل، قد يكون يقتصر على هؤلاء وقد لا يكون. ¶ (ثَلَاثَةٌ) خبر (أَبْغَضُ)، (أَبْغَضُ النَّاسِ إِلَى اللَّهِ ثَلَاثَةٌ). ¶ قال (مُلْحِدٌ فِي الْحَرَمِ)، (الْحَرَمِ) المراد به الحرم المكّي في أصله، وكذلك الحرم المدني؛ لأن كلا منهما حرم, فمكة حرَّمها إبراهيم عليه السلام، والمدينة حَرَمٌ ما بين عَيْر إلى ثور, من أحدث فيها حدثا أو آوى فيها محدِثا فعليه لعنة الله والملائكة والناس أجمعين، كما قاله عَلَيْهِ الصَّلاَةُ والسَّلاَمُ. ¶ والإلحاد في الحرم, كلمة (مُلْحِدٌ فِي الْحَرَمِ) الإلحاد: اختلف فيه أهل العلم, ما المراد به؟ ¶ فمنهم من فسر الإلحاد بالشرك بالله جل وعلا والكفر؛ لأن هذا أعظم الإلحاد وهو الميل عن الطريق الصواب. ¶ وفُسِّر بأن الإلحاد القتل وسفك الدماء. ¶ وفسر بأن الإلحاد في الحرم فعل الكبائر والمعاصي وإحداث المحدثات والبدع. ¶ وفسر بأن الإلحاد هو كل ما نهى الله جل وعلا عنه، بأنّ كل ما نهى الله جل وعلا عنه نهي تحريم سواء أكان شركا أو ما دونه فإنه إلحاد وميل عن الصراط المستقيم. ¶ وهذا التفسير الثالث(1) كما اختاره ابن جرير وغيره هو التفسير الصحيح؛ لأن التخصيص لا وجه له, وقد قال الله جل وعلا?وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُذِقْهُ مِنْ عَذَابٍ أَلِيمٍ?[الحج:25] في سورة الحج يعني المسجد الحرام بخصوصه، ?وَالْمَسْجِدِ الْحَرَامِ الَّذِي جَعَلْنَاهُ لِلنَّاسِ سَوَاءً الْعَاكِفُ فِيهِ وَالْبَادِ وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُذِقْهُ مِنْ عَذَابٍ أَلِيمٍ?[الحج:25]، ذكر الإلحاد هنا وهو يشمل جميع ما نهى الله جل وعلا عنه؛ لأنه إلحاد وميل عن الصراط المستقيم. ¶ __________ ¶ (1) الشيخ يقصد آخر تفسير.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "قال (وَمُبْتَغٍ فِي الْإِسْلَامِ سُنَّةَ الْجَاهِلِيَّةِ) وهذا هو الشاهد في هذا الحديث للباب. (1) ¶ الإلحاد في الحرم أيضا، يعني الحرم يجتمع فيه عدة صفات ما نطيل الكلام في هذا, لهذا تغلظ مثلا فيه الدِّية, من قتل في الحرم ليس كمن قتل في غيره، فعثمان رضي الله عنه والصحابة غلظوا الدية في من قتل في الحرم وجعلوا عليه تارة الدية وثلثا وتارة أكثر؛ لأنه جمع ما بين انتهاك حرمة المسلم وانتهاك حرمة المكان، وتارة تجتمع حرمة الزمان فيكون التغليظ أكثر بحسبه. ¶ المقصود أن الإلحاد في الحرم جريمة، والحرم له خصوصية وواجب تنزيهه عن أنواع الإلحاد، وأن لا يكون فيه إلا طاعة الله جل وعلا، والعباد إذا عصوا الله جل وعلا فيه فقد ألحدوا بحسب الحال، وأعظمه الشرك والبدع والمحدثات، ثم المنكرات العملية والمحرمات المختلفة وترك الفرائض وفعل الموبقات والعياذ بالله، حتى إن طائفة من أهل العلم ذكروا أن الهم الجازم بالمعصية في الحرم يأخذ به العبد على ظاهر قوله (وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ) قالوا: فمن يريد به (هَمَّ) لأن (همّ) تتعدى بالباء, همّ بكذا، فيكون معنى الآية:من يرد فيه إلحادا هامًّا به قاصدا له بظلم؛ يعني عن بينة فعله بينة نذقه من عذاب أليم. ¶ وهنا مسألة: وهي مسألة هل السيئات في الحرم تضاعف أو لا؟ وما حدود الحرم الذي فيه تضعيف الصلاة بمائة ألف وتضعيف الحسنات وشدة فعل السيئات؟ ¶ الصواب -ما يسع الوقت للتفصيل-, الصواب أنّ ما أدخلته الأميال فهو حرم، ولا يُخص ذلك بالمسجد نفسه يعني بمسجد الكعبة بل كل ما أدخلته الأميال المعروفة فهو حرمٌ فيه فضل الصلاة وفيه النهي عن الإلحاد والذنب إلى آخره وفيه التغليظ إلى آخر أحكام الحرم. ¶ __________ ¶ (1) انتهى الوجه الأول من الشريط الثالث.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "ويدل لذلك قول الله جل وعلا ?يَسْأَلُونَكَ عَنْ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ قُلْ قِتَالٌ فِيهِ كَبِيرٌ وَصَدٌّ عَنْ سَبِيلِ اللَّهِ وَكُفْرٌ بِهِ وَالْمَسْجِدِ الْحَرَامِ وَإِخْرَاجُ أَهْلِهِ مِنْهُ أَكْبَرُ عِنْدَ اللَّهِ?[البقرة:217] (مِنْهُ) يعني من الحرم، فهل هم خرجوا من مسجد الحرم أو خرجوا من مكة, خرجوا من مكة, (إِخْرَاجُ أَهْلِهِ) يعني أهل المسجد الحرام (مِنْهُ) يعني من المسجد الحرام إنما خرجوا من مكة, كل واحد خرج من بيته لا من خصوص مسجد الكعبة المدار حول الكعبة. ¶ وكذلك قوله تعالى? سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلًا مِنْ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَا الَّذِي بَارَكْنَا حَوْلَهُ?[الإسراء:1] وأنه أسرى به من بيت أم هاني كما هو قول أكثر أهل التفسير، وحديث أنس الذي في الصحيح، إلى غير ذلك من الأدلة. ¶ المسألة الثانية: هل الحسنات تضاعف جميعا أم أنه تضاعف الصلاة؟ ¶ العلماء في ذلك أقوال: أصحها أن التضعيف بمائة ألف إنما هو خاص بالصلاة لأنه هو الذي ورد فيه الدليل قال عَلَيْهِ الصَّلاَةُ والسَّلاَمُ «صلاة في مسجدي هذا بألف صلاة فيما سواه من المساجد إلا المسجد الحرام» كما في الصحيح, وفي غيره «صلاة في المسجد الحرام بمائة ألف صلاة فيما سواه من المساجد» فهذا خاص بالصلاة، أما عموم الحسنات فإن الطاعة فيه لشرف المكان أفضل من الطاعة في غيره، ويقابل ذلك السيئة فإن السيئة باتفاق أهل العلم في الحرم أشد من السيئة في غيره؛ لكن هل السيئة تضاعف؟ يعني يكتب على الإنسان إذا فعل سيئة في الحرم يكتب عليه سيئتان؟",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "الجواب: أنها لا تضاعف، ومن قال من أهل العلم أن السيئات تضاعف على نحو ما روى على ابن عباس فإن هذا ليس بصحيح وخلاف النص، فإن الله جل وعلا يقول في آية مكية ?مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَى إِلَّا مِثْلَهَا وَهُمْ لَا يُظْلَمُونَ?[الأنعام:160]، هذه في سورة الأنعام، وقد أنزلت في مكة. ¶ لكن قال شيخ الإسلام ابن تيمية في التوفيق بين كلام أهل العلم في ذلك: إن السيئة في الحرم يضاعف عقابها كيفية لا مقدارا. والعقاب قد يكون من حيث العدد واحدا؛ لكن الكيفية مختلفة، قد يكون من حيث النوع واحدا لكن من حيث الكيفية مختلفا, فليست مثلا الضربة كالضربة، وليست اللسعة كاللسعة، وليس الألم كالألم وهكذا في أنحائه، هكذا قال ابن تيمية رحمه الله، وكلامه قريب لتعظيم حرمة الحرم. ¶ قال بعدها (وَمُبْتَغٍ فِي الْإِسْلَامِ سُنَّةَ الْجَاهِلِيَّةِ) مبتغ في الإسلام سنة الجاهلية، هذا هو الشاهد من هذا الحديث للباب, وهو أن كل المحدثات التي أحدث في الدين, وكل ما خالف به الناس منهج محمد عَلَيْهِ الصَّلاَةُ والسَّلاَمُ وطريقة صحابته رضوان الله عليهم فإنما راموا طريقة من طرق أهل الجاهلية، مصداقا لقوله عَلَيْهِ الصَّلاَةُ والسَّلاَمُ «لتتبعن سَنن من كان قبلكم شبرا بشبر وذراعا بذراع» وفي الرواية الأخرى قال:«حذو القذة بالقذة» فاتباع سنة الجاهلية (مُبْتَغٍ فِي الْإِسْلَامِ سُنَّةَ الْجَاهِلِيَّةِ) يعني أنه أتى بشيء جاهلي سواء أكان من جاهلية أهل الكتاب أو كان من جاهلية العرب, وأتى به في الإسلام بعد أن أتى الله جل وعلا بالإسلام وأرسل محمدا عَلَيْهِ الصَّلاَةُ والسَّلاَمُ للأمة.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "فإذن أبغض الناس إلى الله من سن في الإسلام سنة من سنن أهل الجاهلية، جاء بأمر من صنيع أهل الجاهلية كالتفاخر مثلا بالأحساب والطعن في الأنساب، أو كوأد البنات، أو أتى بالعقائد المختلفة عبادة الأوثان أو تقديس الصالحين، أو أتى بطرائق أهل الكتاب في عباداتهم أو في تعظيمهم للصور أو في نحو ذلك, فكل من ابتغى في الإسلام سنة الجاهلية فإنه من أبغض الناس عند الله وفعله من أكبر الكبائر. ¶ وهذا يحتاج إلى مزيد بيان وتفصيل نتركه إلى درس الغد إن شاء الله تعالى. ¶ وأسأل الله جل وعلا لي ولكم التوفيق والسداد، وصلى الله وسلم وبارك على نبينا محمد. ¶ - - ( - - ¶ بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين، والصلاة والسلام على نبينا محمد وعلى آله وصحبه أجمعين. ¶ اللهم نسألك علما نافعا وعملا صالحا وقلبا خاشعا ودعاء مسموعا. ¶ ربنا لا تكلنا لأنفسنا طرفة عين، ومُنّ علينا بالتوفيق والهداية, إنك على كل شيء قدير. ¶ نكمل ما مرّ معنا في (باب وجوب الدخول في الإسلام) وقد وقفنا على قوله رحمه الله (وفي الصحيح عَنْ ابْنِ عَبَّاسٍ أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: «أَبْغَضُ النَّاسِ إِلَى اللَّهِ ثَلَاثَةٌ مُلْحِدٌ فِي الْحَرَمِ وَمُبْتَغٍ فِي الْإِسْلَامِ سُنَّةَ الْجَاهِلِيَّةِ وَمُطَّلِبُ دَمِ امْرِئٍ بِغَيْرِ حَقٍّ لِيُهَرِيقَ دَمَهُ»).",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "قوله (وَمُبْتَغٍ فِي الْإِسْلَامِ سُنَّةَ الْجَاهِلِيَّةِ)، (مُبْتَغٍ) يعني أنه مريدٌ عن قصد وطلب، (فِي الْإِسْلَامِ) يعني في زمن الإسلام، وهو زمن مخاطبة الناس ببعثة محمد عليه الصلاة والسلام، وهو ما بعد بعثته إلى قيام الساعة؛ لأنه لا دين بعد الإسلام ولا رسالة بعد رسالة محمد - صلى الله عليه وسلم -، ولهذا يمكن أن تفسِّر قوله (وَمُبْتَغٍ فِي الْإِسْلَامِ) يعني مبتغ بعد الإسلام؛ أي بعد ظهور الإسلام وبعثة محمد - صلى الله عليه وسلم - (سُنَّةَ الْجَاهِلِيَّةِ)، وهنا في قوله (سُنَّةَ الْجَاهِلِيَّةِ) لا بد من الوقوف عند هاتين الكلمتين: ¶ الأولى: كلمة (سُنَّةَ). ¶ الثانية: كلمة (الْجَاهِلِيَّةِ). ¶ أما قوله (سُنَّةَ الْجَاهِلِيَّةِ) فكلمة(سُنَّةَ) هذه مستعملة في اللغة بمعنى الطريقة والعادة, فمن اعتاد شيئا وجعله طريقة له وهديا, قيل هذه سنة فلان؛ لأنه اعتادها ولزمها وكانت سمة عليه، ولكل أمة سُنة, يعني لكل أمة عادة وطريقة وهدي، قال جل وعلا ?قَدْ خَلَتْ مِنْ قَبْلِكُمْ سُنَنٌ?[آل عمران:138]؛ يعني طرائق وعادات وهدي لكل أمة. ¶ وهذه السنة قد تكون في العقائد، وقد تكون في المعاملات، وقد تكون في الأمور الاجتماعية، وقد تكون في القضاء... إلى غير ذلك. ¶ فكل ما كان هديا وعادة وطريقة لأهل زمن أو أهل بلد قيل هذه طريقتهم وعادتهم وسنتهم. ¶ أما في الإسلام فكلمة سنة فإنها تطلق على سنة النبي - صلى الله عليه وسلم - ومن كان على سنته مثل سنة الخلفاء الراشدين المهديين من بعده, وسنة الصحابة فيما يعملون؛ يعني طريقته عَلَيْهِ الصَّلاَةُ والسَّلاَمُ وهديه في أمره الباطن وأمره الظاهر.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "لهذا صنف عدد من أهل العلم كتبا أسموها السنن, السنة لفلان أو السنن لفلان, مثلا: السنن لأبي داوود, السنن للنسائي, السنن لابن ماجه, أو السنة مثل السنة لأبي عبد الله بن الإمام أحمد, أو السنة لابن أبي عامر, السنة للطبراني, إلى آخره، وهذا يشمل عندهم السنن في أمور العقيدة والسنن في أمور العبادة والمعاملات و الاجتماعيات، إلى آخره. ¶ فإذن قوله هنا (مُبْتَغٍ فِي الْإِسْلَامِ سُنَّةَ الْجَاهِلِيَّةِ) يشمل إرادة هذا الإنسان بعد ظهور الإسلام أيّ طريقة وهدي من هدي أهل الجاهلية الذي أبطله الإسلام، وجاء محله بسنة من السنن وهدي من الهدي. ¶ الكلمة الثانية: (الْجَاهِلِيَّةِ) والجاهلية لفظ يعود إلى الجهل، وقد ذُكر في القرآن في غير موضع كقول الله جل وعلا ?أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنْ اللَّهِ حُكْمًا لِقَوْمٍ يُوقِنُونَ?[المائدة:50]، وكقوله جل وعلا?وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى?[الأحزاب:33]، واسم الجاهلية يعود إلى الجهل, الجهل بأثر الرسالة، وكل من خالف الرسول الذي كان في زمنه فهو في جاهلية، ولذلك قال في آية الأحزاب (الْجَاهِلِيَّةِ الْأُولَى)؛ لأنه كانت جاهلية سابقة أولى ثم تتابعت الجاهليات؛ لأنهم جهلوا ما أنزل الله جل وعلا على رسله. ¶ هذه الجاهلية مردُّها إلى الجهل وهو عدم العلم، عدم العلم بالشرع, عدم العلم بالكتاب المنزل, عدم العلم بما يستحقه الله جل وعلا, وتارة يكون الجهل بسيطا، وتارة يكون الجهل مركبا. ¶ فيكون بسيطا: إذا كان لا يعلم المسألة أو لا يعلم الحكم أو لا يعلم العلم. ¶ ويكون هذا الجهل مركبا: إذا كان العلم قريبا منه ولكنه لا يلتفت إليه، ولا يرفع به الرأس, ولا يهتم له, لأنه حينئذ يكون لا يعلم ولا يدري أنه لا يعلم.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "هذه الجاهلية نقل إمام الدعوة رحمه الله تعالى كلام شيخ الإسلام ابن تيمية على لفظ الجاهلية وهو كلام مهم ذكره في اقتضاء الصراط المستقيم، ويبين المراد بالجاهلية وهي كلمة من المهم خاصة في هذا الزمن أن نتعرف على ما يدخل فيها من أحكام. ¶ قال رحمه الله: (قال قال شيخ الإسلام ابن تيمية رحمه الله: قوله (سُنَّةَ الْجَاهِلِيَّةِ): يندرج فيها كل جاهلية مطلقة أو مقيدة) ثم فسَّر المقيدة بقوله (أي: في شخص دون شخص، كتابية أو وثنية أو غيرهما من كل مخالفة لما جاء به المرسلون.) ¶ وهذا الكلام من ابن تيمية ظاهر الصواب في تفسير الجاهلية. ¶ لأن الجاهلية:",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "- تكون مطلقة: يعني مطلقة دون قيد يقيدها بزمن أو بمكان أو بشخص، إنما هي جاهلية مطلقة، وهذه الجاهلية المطلقة لا تُطلق؛ يعني لا تكون مطلقة، ولا يصح هذا الإطلاق إلا فيما قبل بَعثة النبي عَلَيْهِ الصَّلاَةُ والسَّلاَمُ أما بعد الإسلام فزالت الجاهلية المطلقة، لا يكون هناك جاهلية تطبِق في زمن على كل الناس بعد محمد عَلَيْهِ الصَّلاَةُ والسَّلاَمُ، وإنما تكون ثَم جاهلية مقيدة كما سيأتي بيانه؛ لأن الجهل رفع بعد محمد عَلَيْهِ الصَّلاَةُ والسَّلاَمُ وبعد إنزال القرآن، وعَلِم الناس و لا يزال في هذه الأمة من هو قائم بأمر الله جل وعلا كما أخبر بذلك عَلَيْهِ الصَّلاَةُ والسَّلاَمُ في قوله «لا تزال طائفة من أمتي ظاهرين على الحق لا يضرهم من خذلهم ولا من خالفهم حتى يأتي أمر الله أو حتى تقوم الساعة» وأجمع أهل العلم على أنه لابد أن يكون في هذه الأمة هذه الفئة هذه الطائفة التي تنفي وجود الجاهلية المطلقة، وحينئذٍ إذا كانت هذه الفئة لابد أن تكون موجودة بعد رسالة محمد - صلى الله عليه وسلم - و لا تنقطع، قد تكبر في زمن وقد تقل بحسب الحال وبحسب قوة أهل الدين وضعفهم؛ لكن لابد من قيام هذه الفئة ووجود هذه الفئة يرفع الجهل المطلق، ولهذا لابد أن تكون هذه الفئة ظاهرة، ولابد أن تكون هذه الطائفة ظاهرة كما قال عَلَيْهِ الصَّلاَةُ والسَّلاَمُ (لا تزال طائفة من أمتي ظاهرين على الحق) يعني أنهم ظاهرون بالحق يقولون به ويجاهدون فيه. ¶ قال أهل العلم ظهور هذه الطائفة نوعان: ¶ ظهور بالسيف والسنان إذا جاء الجهاد وظهرت مسوغاته الشرعية فإنهم يظهرون على غيرهم؛ لأن الله جل وعلا ناصر رسوله وأهل الإسلام. ¶ والظهور الثاني هو الظهور بالبيان والحجة. ¶ فإذن لا بد أن يكون الظهور إما ظهور كامل بالسنان والبيان، أو على الأقل ظهور بالبيان.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "إذا كان كذلك فإن الجاهلية المطلقة قد ارتفعت فلا جاهلية مطلقة حتى في قرنٍ من القرون، ولذلك أخطأ من وصف قرنا كاملا بأنه في جاهلية كقول بعضهم مثلا (جاهلية العصر)، أو(العصر عصر جاهلي) أو (القرن قرن جاهلي) ونحو ذلك، هذا فيه تعميم، وهذا ليس بموافق لما دلت عليه النصوص وفسَّره أهل العلم. ¶ - النوع الثاني وهو المهم الجاهلية المقيدة: والجاهلية المقيدة يعني ليست بمطلقة بل يكون ثَم تقييد فيها، والتقييد قد يكون في زمان دون زمان، وقد يكون في مكان دون مكان، وقد يكون في شخص دون شخص. ¶ أما الجاهلية بالنسبة للزمان: فإنه يكون بالنسبة للعرب مثلا قبل رسالة محمد - صلى الله عليه وسلم - نقول: كانوا في جاهلية باعتبار زمانهم. وهناك بعض أتباع الرسل ممن اتبعوا الرسل بالحق ولم يحرِّفوا الدين وكانوا على بقايا دين رسولهم كانوا ليسوا على جهل، فهذه جاهلية منسوبة إلى زمن من الأزمنة وهي ما كان قبل البعثة. ¶ الثاني من التقييد جاهلية مكان: يعني أن تكون جاهلية في مكان دون مكان، وهذا كثير بحسب ظهور السنة وخفائها، وبحسب ظهور الإسلام وخفائه، وبحسب ظهور تلك الطائفة في ذلك المكان بعينه وعدم ظهورها، فمثلا عادت الجزيرة في وقت من الأوقات إلى جاهلية كما قبل دعوة الإمام المصلح الشيخ محمد بن عبد الوهاب كانوا في جهل كبير، وكان عندهم من أمور الجاهلية في العقائد وفي المعاملات الشيء الكثير، وهذا قد يتغير فيكون في مكان تكون هناك جاهلية وفي زمن في ذلك المكان يكون جاهلية وفي ذلك تظهر السنة ويظهر الإسلام ويكون هناك جاهلية في مكان آخر، فلا يلزم من رفع الجاهلية المقيدة في مكان أن ترتفع كل الجاهليات المقيدة, بل الجاهلية المقيدة هذه بحسب ما الناس فيه من الاهتمام والقيام بأمر الله جل وعلا أو عدم القيام في ذلك.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "القسم الثالث الجاهلية المقيدة في شخص دون شخص: وهذا كثير قد يكون هناك جماعة من الناس الكل مسلم لكن هذا فيه بعض خصال الجاهلية والآخر ليس فيه من الجاهلية شيء، وهذا كما روى البخاري مثلا في صحيحه أن رجلا من الصحابة رضي الله عنهم عيّر رجلا أسودا بأمه فقال له: يا ابن السوداء. فرفع ذلك للنبي - صلى الله عليه وسلم - فقال له عَلَيْهِ الصَّلاَةُ والسَّلاَمُ «أعيرته بأمه إنك امرئ فيك جاهلية»، وفي خارج الصحيح وفي بعض طرق الحديث أن ذلك الرجل كان أبا ذر رضي الله عنه، قوله (إنك امرئ فيك جاهلية) يدل على أن المرء المسلم قد يكون فيه بعض خصال الإيمان وبعض شعب الجاهلية، وأن ذلك لا يجتمع أو يرتفع مطلقا؛ بل يجتمع في الشخص المعين هذا وهذا، كما يجتمع فيه شعب الإيمان وشعب المعصية, أو يجتمع فيه إيمان وبدعة، أو يجتمع فيه إسلام وجاهلية, وهكذا، مثل ما قد ترون من أن بعض الأشخاص يكون عنده بعض خصال الجاهلية مثل الفخر المذموم الذي لم يأذن به الشرع، ومثل التعدي، ومثل تعظيم ما كان عليه الآباء والأجداد بغير حق، ومثل الانتخاء بالباطل، ونحو ذلك مثل التقليد المذموم، ونحو ذلك من أفعال أهل الجاهلية الذين كانت سمتهم التعصب المذموم والتقليد والنخوة بغير حق. ¶ بهذا قد يكون الجهل في مسلم, قد يجتمع في مسلم إسلام ومعصية, إيمان وبدعة، قد يجتمع في المؤمن كذا وكذا؛ لكن بشرط أن لا تبلغ المعصية أو البدعة إلى شيء كفري، وهذه كلها من خصال الجاهلية.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "إذا تبين هذا فالجاهلية تحتها مباحث كثيرة وتفصيلات، ومراد المصنف رحمه الله تعالى بإيراد هذا الحديث هو هذه الجملة (مُبْتَغٍ فِي الْإِسْلَامِ سُنَّةَ الْجَاهِلِيَّةِ)، وهذا فيه أكبر التحذير من أن يدعو أحد إلى شيء من صنيع أهل الجاهلية وسننهم وطرائقهم، سواء أكان ذلك في العقائد و التعبدات، أو كان فيما دونها, وإذا نظرنا إلى حال هذه الأمة وجدنا أنها ما أصيبت إلا أنها فتحت أبواب سنن الجاهلية على الناس، فعبادة الأوثان ما جاءت إلا عن طريق ابتغاء سنن الجاهلية، وعبادة القبور تعظيم القبور والبناء عليها وتعظيم الأموات ونحو ذلك كل هذا كان مأخوذا من سنن الجاهلية، كذلك صور ورفع الصور تقديس الأشخاص وإعطائهم بعض ما لله جل وعلا من صفات والتعظيم المذموم شرعا، هذا كله كان في أهل الجاهلية، كما قال النبي - صلى الله عليه وسلم - مثلا لما قام عليه الصحابة في الصلاة وكان قاعدا عَلَيْهِ الصَّلاَةُ والسَّلاَمُ -يعني صلى قاعدا لمرض ألمَّ به- قال «كدتم أن تفعلوا آنفا فعل فارس والروم بعظمائها»، وهذا الذي دخل في الإسلام في أمور العقائد أو وسائل العقائد مما يقدح في التوحيد أو يبث الشرك هذا متنوع كثير، ولذلك صنف الإمام المجدد رحمه الله تعالى مصنَّفا خاصا في بيان مسائل الجاهلية وأطال فيه النفس حتى بلغت فيه أكثر من مئة وثلاثين صورة من الصور التي كان عليها أهل الجاهلية وخالفهم فيها رسول الله - صلى الله عليه وسلم - وهو كتاب مطبوع معروف، وله أكثر من شرح كتاب مسائل الجاهلية التي خالف فيها رسول الله - صلى الله عليه وسلم - أهل الجاهلية من العرب الأميين وأهل الكتاب ونحو ذلك، فصّل في جميع المسائل المتعلقة بذلك.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "فإذن من المنهج المهم الذي تميز به المتبعون للجماعة الأولى والمتبعون للسلف أنهم لم يكونوا يبتغون في الإسلام سنة الجاهلية؛ بل يعلمون سنن الجاهلية ويخالفونها ويعتزون ويستمسكون بما أمرهم به رسول الله - صلى الله عليه وسلم -. ¶ قال في آخره شيخ الإسلام ابن تيمية (كتابيةٍ أو وثنية أو غيرهما)؛ لأنّ الجاهلية منسوبة إلى الجهل، وهي المخالفة لما جاء به المرسلون، وهذه قد تكون موروثة عن العرب من الأميين، وقد تكون موروثة من النصارى، وقد تكون موروثة من اليهود، وقد تكون موروثة من عباد الأوثان أيا كانوا سواء أكانوا فرسا أو كانوا في الهند أو كانوا في أفريقيا أو بلاد الروم... إلى آخره، أي ملة فإن لها سُنن، وهذه السنن هي سنة الجاهلية، سنة الجاهلية ليست مختصة بسنن العرب الذين يسمون أهل الجاهلية؛ بل أهل الجاهلية اسم يطلق على كل من جهِل به المرسلون، وصنع هديا من عنده وسننا يلتزمها من أي ملة كانت، سواء كانت ملة رسالية أو كانت ملة غير رسالية وثنية أو غيرها كما ذكره رحمه الله تعالى. ¶ وهذه الجملة مهمة في هذا الحديث، وهي المقصد المهم في أن كل مسلم يجب عليه أن يبتعد أشد البعد عن كل سنن الجاهلية، وأن يكون متبعا لسنة النبي - صلى الله عليه وسلم -، وسنن الجاهلية كثيرة متنوعة، فواجب حينئذ أن يتعرف المؤمن على تلك السنن، وأن ينظر إلى ما كتبه العلماء في ذلك، وأن يلتزم بسنة النبي - صلى الله عليه وسلم -، وإذا كان هذا في أفراد المسلمين، فإنه في الجماعات الإسلامية أو في الدول هذا من باب أولى وأشد؛ لأنه يلزمهم ما يلزم غيره ولأنه يقوم بهم ما لا يقوم بالأفراد، فواجب حينئذ أن تنفى سنن الجاهلية في الأفراد والجماعات والمجتمعات جميعا؛ لأن من ابتغى في الإسلام سنة الجاهلية فهو من أبغض الناس إلى الله جل وعلا بنص كلام رسول الله - صلى الله عليه وسلم -.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "وإذا كان الأمر بهذه البشاعة وبهذا الجرم في أنه يكون من أبغض الناس إلى الله جل وعلا فيعظم هذا الأثر بعظم ما ينتج عن هذا الابتغاء ابتغاء سنة الجاهلية، فأول ما أدخل مثلا طائفة من المنتسبين لهذه الأمة أدخلوا لهذه الأمة عبادة القبور والتوسل بأصحابها، فشا في الناس عقيدة الجاهلية وعبادة الأوثان على اختلاف أنواعهم، أدخلت طائفة سنن الجاهلية في الكلام وفي الصفات وفي القدر وفي المنطق إلى آخره، حتى غدت تلك الأمور هذه الأمة فأفسدت عقائدها وأفسدت دينها، وفي أبواب السلوك لما أدخلت طائفة من العباد طريقة النصارى في التعبد وفي تخلية النفس من الشوائب، وسرى هذا في الأمة ظهرت فرق الصوفية المختلفة وحدث في الأمة من المصائب ما الله به عليم من مخالفة في العقائد العلمية وفي المسائل العملية وهكذا. ¶ فأول ما يحدث شيئا فشيئا، حتى أتى إلى أنه حدث في الإسلام من أراد تحكيم ما يسمونه سوالف الآباء وعادات الأجداد في أمور القبائل لأنهم إذا اختصموا حكموا إلى عرف القبيلة وحكم بينهم من لا يعرف حكم ما أنزل الله جل وعلا على رسوله - صلى الله عليه وسلم -. ¶ إلى أن وصل الأمر لهذا العصر الذي بلغ فيه أخذ الناس بسنن الجاهلية ما لا يدخل تحت حصر، ولو جُمعت المسائل التي أخذها أهل الإسلام المعاصرون من الجاهليات المختلفة لبلغت أكثر وأكثر مما ذكره إمام الدعوة رحمه الله في مصنفه المعروف بمسائل الجاهلية، فدخل ذلك في مسائل العقائد، ومسائل المعاملات؛ بل مسائل العبادات، ومسائل السلوك حتى في أصغر المسائل ابتغيت سنة الجاهلية حتى في الأكل والشرب وحتى في طريقة اللباس وحتى في طريقة كذا وكذا مما قد لا يهتم به المرء؛ لكن ابتغوا في الإسلام سنة الجاهلية، وهذا من أعظم المصائب التي تبدِّل حب المؤمن لدينه ولرسوله - صلى الله عليه وسلم - شيئا فشيئا، والله المستعان.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "قال بعدها رحمه الله تعالى (وفي الصحيح عن حُذَيْفَةَ - رضي الله عنه - قَالَ: يَا مَعْشَرَ الْقُرَّاءِ اسْتَقِيمُوا فإنْ استقمتم فَقَدْ سَبَقْتُمْ سَبْقًا بَعِيدًا فَإِنْ أَخَذْتُمْ يَمِينًا وَشِمَالًا فَقَدْ ضَلَلْتُمْ ضَلَالًا بَعِيدًا) يريد حذيفة رضي الله عنه بهذه الكلمة أن يوصي ويأمر أهل العلم وطلبة العلم طلبة القرآن, حفظة القرآن, ومن كان على قراءة في كتابة الله جل وعلا وعناية أو قراءة في السنة وعناية أو قراءة في العلم وعناية يوصيهم بالاستقامة، والاستقامة هي لزوم الطريق المستقيم الذي وصف قبلُ، وأنه ما كان عليه النبي - صلى الله عليه وسلم - وصحابته رضي الله عنهم؛ لأن الاستقامة إنما هي سلوك الطريق المستقيم والطريق المستقيم طريق واحد وليس بمتعدد، وهؤلاء القراء إذا استقاموا فإنهم القدوة, وإذا أخذوا يمينا وشمالا من الأهواء والبدع والآراء المختلفة والاجتهادات التي تفرِّق، إذا أخذوا فإنه ولا شك يَفسد الناس؛ لأنهم إنما هم بعلمائهم وطلبة العلم عندهم وقرائهم، ولهذا كان من الكلام الحسن للحسن البصري رحمه الله تعالى أنه خاطب القراء في الكوفة فقال لهم: يا مِلْحَ الأرض لا تفسُدوا. لأنه إن فسد الملحُ لم يؤكل الطعام. وهذا صحيح وهو من بالغ فقهه وعنايته؛ لأن القراء طلبة العلم أهل الاستقامة الذين ينظر إليهم، إن أخذوا يمينا وشمالا فسدت الجماعة أي أنه لابد أن يكون تفرق ولا بد أن تكون أقوال مختلفة لم يعد الناس يهتمون بأي قول من الأقوال؛ لأنه إذا تعددت الاتجاهات وتعددت الاجتهادات بأمور المنهج وأمور السنة والأمور العامة، فإن الناس لن يأخذوا بشيء لأن عامة الناس والسواد في المسلمين لا يُلزمهم إلا شيئان معا: ¶ الأول: قوة السلطان. ¶ والثاني: قوة أهل العلم واجتماع أهل العلم.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "فإذا كان القراء تفرقوا واجتهدوا إلى أقوال كثيرة وفئات، إلى آخره، فإن أثر ذلك على الناس وعلى الدين وعلى الاستقامة سيكون أبشع الأثر, لهذا كانت وسيلة توحيد الناس هو أن يوحَّدوا على السنة السبيل والاستقامة، وهذه أقصر طريق؛ أن يوحّدوا على السبيل والاستقامة فإذا شفعنا على السنة والسبيل وكنا شيئا واحدا في ذلك لا نأخذ يمينا وشمالا كما ذكر حذيفة رضي الله عنه فإن الناس سيستقيمون وإن الولاية ستتأثر ويكون هناك قوة. ¶ وكل من رأى تاريخ المسلمين المتأخر من ثلاثة قرون وجد أنه ما قوي أناس إلا بالاجتماع في دينهم ولا ضعفوا إلا بالتفرق, وإذا تفرقوا تسلط أهل الجاهلية وأغروا بعضهم ببعض وأخذوا بالخلاف والاجتهادات ما ييسر سبيل سنن الجاهلية المختلفة. ¶ لذلك كانت وصية حذيفة وصية عظيمة في صميم المنهج الذي اختص به صحابة رسول الله - صلى الله عليه وسلم - فقال (يَا مَعْشَرَ الْقُرَّاءِ اسْتَقِيمُوا فإنْ استقمتم فَقَدْ سَبَقْتُمْ سَبْقًا بَعِيدًا) يعني سبقتم في الخير, سبقتم في الدعوة, سبقتم في التأثير, (فَإِنْ أَخَذْتُمْ يَمِينًا وَشِمَالًا) من جهة الشبهات، أو من جهة الشهوات (فَقَدْ ضَلَلْتُمْ ضَلَالًا بَعِيدًا)، وإذا ضل القراء وضل العلماء وضل طلبة العلم وضل الدعاة فإن الناس من باب أولى أن يضلوا؛ لأنه إنما الناس بمقدَّميهم وبمن يقتدون بهم. ¶ هذا الأثر هو كالتفسير لقول الله جل وعلا ?وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ?[الأنعام:153]، وفيه من الفوائد أن: ¶ القراء هم الصفوة، وفي ذلك كان اسم القراء يطلق على حفظة القرآن وعلى طلبة العلم «يؤم القوم أقرؤهم لكتاب الله»؛ يعني الأقرء الأعلم لكتاب الله جل وعلا، وإذا كان كذلك فإن القراء في كل زمن هم الأفقه وليسوا الأكثر قراءة.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "قراء: هم الأفقه لكتاب الله جل وعلا، يعلمون حدود ما أنزل الله جل وعلا على رسوله - صلى الله عليه وسلم -، قد يكون في زمن يكثر القراء الذين لا يعلمون, قراء يقرؤون القرآن، ويقرؤون السنة، ويقرؤون الكتب؛ ولكن لا يعلمون وليس عندهم علم، كما جاء في الموطأ أن ابن مسعود رضي الله عنه قال: كيف بكم إذا كثر قراؤكم وقلَّ فقهاؤكم. هذه فتنة عظيمة أن يكثر القراء أن يكثر المطَّلعون, يستدلون بالقرآن، يحفظون القرآن يستدلون بالسنة، عندهم علم بكلام الناس وبما في الكتب؛ لكنهم ليسوا بعلماء فقهاء, فهؤلاء لاشك يحدثون فتنة، لأنهم يضرون بالناس إذا قالوا ما لم يعلموا. ¶ وإذا نظر الناظر اليوم في الأحوال وجد أن القراء كثروا والفقهاء قلُّوا؛ الفقهاء على الحقيقة, الفقهاء بالله جل وعلا بتوحيده, الفقهاء بالحلال والحرام, الفقهاء بالسنة قلُّوا ولذلك كثرت الأقوال الغريبة العجيبة التي تسمعها, فأصبح اليوم الصغير يسمع أكثر من قول، وكيف يوازن؟ وكيف يعرف أن هذا الأصح؟ هل كل أحد عنده من التقوى واليقين ما يتحرى فيه الصواب ولا يسأل إلا من يثق بعلمه ودينه؟ هذا قليل, لهذا إذا كثر القراء ولم يستقيموا على المنهج، لم يستقيموا على مقتضى العلم، واستعجلوا فإنه يحدث من المفاسد ما الله به عليم. ¶ لهذا صار من مسائل المنهج المهمة في الدعوة أن يقام منهج العلم الصحيح؛ لأن من وسائل البناء المهمة في الدعوة سواء كان بناء الأفراد أو بناء الجماعات أن يقوى بناء العلم, كلما قوي بناء العلم على أصوله كلما قوي بناء الدعوة والتأثير على الناس(1) سواء كان التأثير بالفتوى أو بالمحاضرة أو بالدرس إلى آخره. ¶ أما إذا ضعف العلم وصار مهزوزا فإن التأثير سوف يكون مهزوزا، وسيكون الناس حينئذ في أمر مريج وأقوال مختلفة كما هو ظاهر في أزمنة مختلفة بل وإلى يومنا هذا في عدد من بلاد المسلمين. ¶ __________ ¶ (1) انتهى الشريط الثالث.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "لهذا ينبغي في الحقيقة على كل من طلب العلم أن يحرص على الاستقامة بمعناها الواسع, الاستقامة في سلوك المنهج؛ منهج السلف الصالح, الاستقامة في العمل، الاستقامة في حفظ اللسان وحفظ الجوارح؛ لأن العبد يُنكب بفلتات لسانه, يُنكب عما يُعرض فيه عن بينة, يقول ما لا علم له به فيعاقبه الله جل وعلا, لأنه لا يعلم مسألة أخرى, فيصبح في جهل بين فترة وأخرى, لهذا احرص يا طالب العلم ويا معاشر القراء احرصوا على هذه الوصية بالاستقامة في كل المسائل, الاستقامة في أمور العلم، في أمور العمل, في أمور الصِّلات لإخوانك المؤمنين، في أمور الدعوة, في أمور الأمر بالمعروف والنهي عن المنكر في الصلات، وجنب نفسك الهوى والزم نفسك بالاستقامة على ما دل عليه الدليل يكن الأمر في المستقبل خيرا إلى خير. ¶ أما إذا عظم التفرق وضعفت الاستقامة من القراء بخصوصهم، وهم العلماء، طلبة العلم وأهل القراءة بعمومها، فإنه يحصل من المفاسد بقدر ما خالفوا. ¶ وهنا لفتة في كلام حذيفة في قوله (فَإِنْ أَخَذْتُمْ يَمِينًا وَشِمَالًا) لأن الصراط واحد والسالك فيه إذا أخذ يمينا أو أخذ شمالا معناه خرج عن ذلك, خرج عن الصراط الواحد، خرج عن ذاك الطريق الواحد، فيأخذ يمينا فلا بد أن يكون في هوى، يأخذ شمالا فلا بد أن يكون في هوى، لهذا قال (فَإِنْ أَخَذْتُمْ يَمِينًا وَشِمَالًا فَقَدْ ضَلَلْتُمْ ضَلَالًا بَعِيدًا) وهذا منه رحمه الله فيه التحذير الشديد من الالتفات عن الطريق والتزام المنهج الذي كان عليه السلف الصالح رضوان الله عليهم وما دوَّنوه في عقائدهم المباركة من العلم والهدى. ¶ قال بعدها رحمه الله (وعن محمد بن وضَّاح: أنه كان يدخل المسجد) يعني حذيفة (فيقف على الحِلَق فيقول: فذكره) يعني يقول: (يَا مَعْشَرَ الْقُرَّاءِ..)إلى آخره، و(الحِلَق) هي حلق طلبة العلم, حلق دروس العلم, حلق القراء الذين يقرؤون القرآن، إلى آخره.",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "(وقال) يعني محمد بن وضَّاح في كتابه المعروف البدع والنهي عنها (أنبأنا سفيان بن عيينة عن مجالد عن الشعبي عن مسروق قال: قال عبد الله -يعني ابن مسعود- - رضي الله عنه -: ليس عام إلا والذي بعده شر منه، لا أقول عام أمطر من عام، ولا عام أخصب من عام، ولا أمير خير من أمير؛ لكن ذهاب علمائكم وخياركم، ثم يحدث أقوام يقيسون الأمور بآرائهم فيُهدم الإسلام ويثلم). ¶ هذا الأثر من ابن مسعود رضي الله عنه فيه فقه عظيم, فقه الصحابة فيما يصلح الناس، ويقيم الأمة على قوتها وعلى استقامتها وعلى هيبتها وعلى اجتماعها, قال (ليس عام إلا والذي بعده شر منه) يعني أنَّ كل عام يكون ما بعده شر منه, طيب هذا الشر هل يكون يعني في معايش الناس؟ هل يكون في أرزاق الناس؟ هل يكون في مآكلهم؟ في مساكنهم؟ هل يكون في دولهم في أمرائهم؟ ما فقه ابن مسعود لهذا الشر, قال (لا أقول -هذا من التشويق- لا أقول عام أمطر من عام) يعني أن المطر سيقل، (ولا عام أخصب من عام), المراعي ستقل والخصب سيقل, (ولا أمير خير من أمير)؛ يعني أن أمير هذه السنة يكون خيرا من أمير السنة المقبلة يعني في كلام ابن مسعود، ولا أن الدولة في وقت ما يكون ما بعدها دولة أقل منها, وهكذا، لم يذهب إلى هذا لأن هذه مسائل يداولها الله جل وعلا, وربما أظهر شيئا بعد ضعف؛ لكن (ليس عام إلا والذي بعده شر منه) هذا كما قال النبي - صلى الله عليه وسلم - فسرها بن مسعود بقوله(لكن ذهاب علمائكم وخياركم) وهذا من عظيم فقهه وجليل إدراكه للقرآن, ولكلام النبي - صلى الله عليه وسلم -؛ لأن حقيقة الشر أن الشرّ في دين الناس, أن يكون الشرّ في الالتزام بالجماعة الأولى, الالتزام بالمنهج الأول الذي اختص به الله جل وعلا نبيه عَلَيْهِ الصَّلاَةُ والسَّلاَمُ ?لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا?[المائدة:48]، الكلام على لزوم الصراط، الكلام على نبذ التفرق في الدين, قال (لكن ذهاب علمائكم",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "وخياركم ) إذا ذهب العلماء الذين يقتفون السنة، ولا ينطقون عن هوى، ويبرئون ذمتهم، ولا يتوسعون في أمورهم في الفتوى ولا في أمور التوجيه ولا في أمور الإرشاد، إلى آخره؛ بل يلتزمون ما كان عليه الناس فإن هؤلاء هم مصدر الخيرية, لكن ما سبب ضعف العلماء أنهم يزاحَمُون قال (ثم يحدث أقوام يقيسون الأمور بآرائهم) يعني العلماء لا بد أن يكونوا موجودين؛ لكن يزاحمون بأقوام يقيسون الأمور بآرائهم, هذا أول ما حدث في زمن الصحابة رضوان الله عليهم لما حدثت بدعة الخوارج قاسوا الأمور, ثم حدثت بدعة المرجئة قاسوا الأمور, والقدرية قاسوا الأمور، ثم أتى من يقيس الأمور في المسائل الفقهية أيضا، فأخذ بالعقليات و الأقيسة فقدمها على ما دل عليه الدليل بعدم علمه تارة ولتأويله تارة أخرى. ¶ وهذا المعنى وهو حدوث من يقيس الأمر برأيه, يُضعف مهما كان، يُضعف قوة أهل العلم فيذهب العلماء والأخيار ذهابا, هل هو بالموت فقط؟ أم أنه ذهاب بذهاب القوة؛ ذهاب التوجيه, ذهاب سماع الكلمة؟ هذا وهذا, فقد يكون وقد يكون بهذا وقد يكون بذاك. ¶ فالتابعون العلماء منهم كثير حفظوا لنا الدين؛ ولكن زاحمهم من قاسوا الأمور بآرائهم فبقيت الفرق وبقيت الفتن ونشأت وازدادت، وهكذا في كل زمن يزاحم أهل العلم من يقيس الأمور بآرائهم. ¶ لهذا من المسائل العظيمة مما ابتليت به هذه الأمة حدوث الرأي وقياس الأمور بآرائهم، وأعظم ذلك في مسائل التوحيد والعقيدة، فما عُبدت الأوثان عُبدت القبور إلا بالأقيسة، قالوا هذا رجل صالح، هذا النبي له المقام الأعظم عند الله جل وعلا وهو حي لم يمت لأنه أكمل من الشهداء، هذه الأقيسة تبدأ شيئا فشيئا فإذا سألنا إذا استشفعنا به فهو حي يبلغه الكلام إلى آخره مما في كتب الخرافيين بعامة.",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "كذلك مسائل التوحيد, مسائل التوحيد في الصفات، أتى من قاس الأمر برأيه فنفى طائفة من الصفات وجعلوا معارضة الدليل بالعقل, يُقضى بالعقل على الدليل، حتى قال قائلهم: إن العقل هو القاضي المحكَّم والشرع في الشاهد المعدل.كما ذكرها بعض من كتب في أصول الفقه من المشاهير، قال: لما كان العقل هو القاضي المحكم وكان الشرع هو الشاهد المعدل؛ يعني جعل الشرع شاهدا عدلا لكن القاضي الذي يفصل ويحكم و ينفذ حكمه من هو؟ هو العقل، وهذا من قياس الأمور بالآراء وبالعقول، وهكذا في مسائل العبادات، وفي مسائل المعاملات، وفي مسائل كثيرة, ما ضرَّ الأمة مثلما ضرها أصحاب الإجتهادات الذين قاسوا الأمور بآرائهم ولم تحدث فتنة من الأمة من أول يوم حدثت فيه الفتن إلى زمننا هذا إلا بالإجتهادات والأقيسة الباطلة التي لم تلتزم فيها السنة ولم يلتزم فيها المنهج الأول يظن الضان أن اجتهاده صحيح وأنه أنزه وأطوع لله جل وعلا وليس الأمر كذلك. ¶ هل قُتل عثمان إلا بالتأويل وبقياس الأمور، وهل قُتل علي رضي الله عنه وما خيرة من تحت أديم السماء في ذلك الزمن، ما قتلا إلا بالأقيسة وإلا بالمصالح وبادعاء أشياء. ¶ لهذا وصية ابن مسعود رضي الله عنه هذه وصية عظيمة، وبيان شاف كاف و كانت الأمة تعقل, قال (ليس عام إلا والذي بعده شر منه) ما سبب كثرة هذا الشر وأن ما قبل يكون أسلم؟ قال (ذهاب علمائكم وخياركم), ذهابهم جميعا أو أنهم يقلون ويزاحمون (ثم يحدث أقواما يقيسون الأمور بآرائهم فيهدم الإسلام ويثلم) وهذا الذي وقع هدم الإسلام في أزمنة كثيرة، وثُلم في أزمنة أخرى وصار من المفاسد من الذين قاسوا الأمور بآرائهم ما حصل من المفاسد والله المستعان. ¶ هذه خاتمة هذا الباب وهو باب عظيم في باب بيان وجوب الدخول في الإسلام.",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "إذا كان كذلك فهذه الآثار وهذه الأحاديث التي مرت معنا وقبلها الآيات، هذه كلها تفسير للإسلام الذي يجب الدخول فيه؛ يعني تفسير إجمالي من جهة المنهج لا من جهة التفضيل, تفصيل عقائد الإسلام وأركان الإسلام، ولهذا لما ذكر تلك الجمل العامة والقواعد الكلية في وجوب الدخول في الإسلام، ومعنى ذلك أتبعه بباب تفسير الإسلام الذي أوضح فيه تفاصيل الإسلام الذي أمر الله جل وعلا به. نعم. ¶ الأخ فهد يذكِّرُني بالجملة الثالثة في حديث ابن عباس وهي قوله عَلَيْهِ الصَّلاَةُ والسَّلاَمُ (وَمُطَّلِبُ دَمِ امْرِئٍ مُسْلِمٍ بِغَيْرِ حَقٍّ لِيُهَرِيقَ دَمَهُ) هذه الجملة من أجلها أورد البخاري رحمه الله هذا الحديث في كتاب الدِّيات، وهو أن من الناس من يسعى في طلب دم امرئ بغير حق، يعلم أنه ليس له حق في دمه؛ لكن يسعى ويطالب حتى يقتل، وهو يعلم أنه ليس هو الجاني، وهذا فيه قتل لنفس زكية بغير نفس، وفيه سعي في الفساد في الأرض وقتل مسلم بغير حق، والمسلم دمه أعظم حرمة عند الله جل وعلا حتى من الكعبة؛ لأنَّ دمه يحرم إراقته إلا بحقه، وهو الثلاث المذكورة في حديث: حرمة دم المسلم إلا من ثلاث. ¶ قوله (مُطَّلِبُ دَمِ امْرِئٍ مُسْلِمٍ)، (مُطَّلِبُ) يعني أنه يسعى في الطلب ويشد فيه، قوله: (بِغَيْرِ حَقٍّ)؛ لأن دم المرء المسلم قد يكون يُسعى فيه بحق وذلك كقول الله جل وعلا ?وَمَنْ قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا?[الإسراء:33]؛ يعني من قتل مظلوما فوليه له الحق بأن يقتص من هذا القاتل؛ ولكن كما قال جل وعلا ?فَلَا يُسْرِفْ فِي الْقَتْلِ إِنَّهُ كَانَ مَنصُورًا?[الإسراء:33]؛ لأن القتل قد يكون بحق وقد يكون بلا حق. ¶ قال(لِيُهَرِيقَ دَمَهُ) يعني ليريق دمه يعني ليقتل وهو يعلم أنه ليس له حق في ذلك. نعم. ¶ - - ( - - ¶ [المتن] ¶ باب: تفسير الإسلام",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "وقول الله تعالى:?فَإِنْ حَاجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِ?[آل عمران:20]الآية. ¶ وفي الصحيح عن عُمَرُ بْنُ الْخَطَّابِ - رضي الله عنه - أَنَّ رَسُولِ اللَّهِ - صلى الله عليه وسلم - قَالَ: «الْإِسْلَامُ أَنْ تَشْهَدَ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ وَتُقِيمَ الصَّلَاةَ وَتُؤْتِيَ الزَّكَاةَ وَتَصُومَ رَمَضَانَ وَتَحُجَّ الْبَيْتَ إِنْ اسْتَطَعْتَ إِلَيْهِ سَبِيلًا». ¶ وفيه عن أبي هريرة - رضي الله عنه - مرفوعاً: «الْمُسْلِمُ مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ». ¶ وعن بَهْز بن حكيم عن أبيه عن جده، أنَّه سأل رسول الله - صلى الله عليه وسلم - عن الإسلام فقال: «أنْ تُسلِم قلبَكَ لله، وأن تُوَلِّي وجهَك إلى الله، وأن تصلي الصلاةَ المكتوبة، وتؤدي الزكاة المفروضة» رواه أحمد. ¶ وعن أبي قِلابة عن رجل من أهل الشام عن أبيه أنه سأل رسول الله - صلى الله عليه وسلم -: ما الإسلام؟ قال «أنْ تُسلِم قلبَكَ لله ويسلم المسلمون من لسانك ويدك» قال: أي الإسلام أفضل؟ قال «الإيمان». قال: وما الإيمان؟ قال «أن تؤمن بالله وملائكته وكتبه ورسله والبعثِ بعد الموت». ¶ [الشرح] ¶ قال رحمه الله تعالى: (باب تفسير الإسلام) بعد أن بيّن فضل الإسلام، وبيّن وجوب الدخول في الإسلام، والأصول العامة لالتزام الإسلام، وما يجب الدخول فيه من حيث القواعد الكلية التي تشمل الاتباع والتلقي ومفارقة أهل الجاهلية، والاستقامة إلى غير ذلك، فسَّر الإسلام تفسيرا تفصيليا. ¶ قال (تفسير الإسلام) والإسلام:",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "في اللغة: فِعْل أسلم يُسلم, أسلم يعني دخل في السلم، أو دخل في الإسلام، كما قال مثلا -يعني في اللغة-: أَرْبَعَ إذا دخل في الربيع, أَنْجَدَ إذا دخل أو أتى نجدا, أَتْهَمَ إذا أتى تهامة, وهكذا, فأسلم يعني دخل في السِّلم، والمسلم هو من أسلم لأنه رغب السلامة، وكل مسلم إذ التزم أو طبق الإسلام أو فعل أو اعتقد أصول الإسلام؛ يعني أصول الإسلام الخمسة وأركان الإيمان فإنه حينئذ يكون قد أسلم وجهه لله جل وعلا؛ يعني أنه لم يتبع الهوى بل لزم الاستسلام لله جل وعلا, هذا التفسير يأتي في بيان الآية والأحاديث الواردة. ¶ أما في الشرع: فالإسلام ليس هو دخول في السلم؛ ولكن هو دخول -يعني أسلم يعني دخل في الإسلام الخاص الذي به صفاته له أركان، إلى آخره-, فقد يدخل السلم لكن لا يقال له مسلم، وقد يدخل في السلم -يعني في طلب السلام - لكنه في اللغة قبل كان ذلك شائعا، وهذا من الألفاظ الكثيرة التي نقلت من معناها اللغوي إلى معنى شرعي اصطلاحي، مثل الصلاة ومثل الإيمان ومثل الزكاة إلى غير ذلك، أما الإسلام في الشرع فقد بينته الآيات وبينته الأحاديث التي سيأتي بيانها إن شاء الله.",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "قال (وقول الله تعالى:?فَإِنْ حَاجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِ?[آل عمران:20]) هذه الآية في سورة آل عمران، هي محاجة النصارى من أهل نجران الذين قدموا على النبي - صلى الله عليه وسلم - لمحاجته في مسائل، فلما حاجوه بيّن الله جل وعلا أن الدين عنده هو الإسلام، فقال ?إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ وَمَا اخْتَلَفَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَهُمْ الْعِلْمُ?[آل عمران:19]، ثم قال بعدها (فَإِنْ حَاجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِ)؛ يعني إن حاجوك في هذا الدين هذا الإسلام الذي لا يرضى الله جل وعلا إلا إياه، وحاجوك في قبول ما هم عليه من الدين المحرَّف؛ عبادة عيسى واعتقاد أنه ابن لله جل وعلا، فقل معلنا لهم (أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِ)، وهذه الجملة (أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِ) يعني: دخلتُ في الإسلام الذي وصفتُ لكم أنا ومن اتبعني, و(أَسْلَمْتُ) كما ذكرت لك يعني دخلت في الإسلام ورضيت الإسلام، وعبَّر هنا بالوجه في قوله (أَسْلَمْتُ وَجْهِيَ) لأن الوجه هو أشرف الأعضاء, والعرب تطلق الوجه وتريد جميع الجوارح وجميع الأعضاء في الإنسان، إذا قال (أَسْلَمْتُ وَجْهِيَ) فيكون المراد هنا (أَسْلَمْتُ وَجْهِيَ) يعني أسلمت الوجه والقلب والجوارح والإرادة والقصد لله جل وعلا وحده, ومن اتبعني كذلك فقد أسلم.",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "فإذن يكون هنا مطلق الوجه لشرفه، والمراد إسلام جميع الأعضاء والإيرادات والقلب إلى آخره, ولهذا في غير ما آية في القرآن ذُكر إسلام الوجه لله وأثني على من يسلم وجهه لله و هو محسن، كقوله جل وعلا ?بَلَى مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ?[البقرة:112]، وكقوله?وَمَنْ يُسْلِمْ وَجْهَهُ إِلَى اللَّهِ وَهُوَ مُحْسِنٌ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ?[لقمان:22]، وغير ذلك من الآيات، كقوله الله جل وعلا ?وَمَنْ أَحْسَنُ دِينًا مِمَّنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ وَاتَّبَعَ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَاتَّخَذَ اللَّهُ إِبْرَاهِيمَ خَلِيلًا?[النساء:125]، وإسلام الوجه لله جل وعلا فيه فائدة -يعني التعبير بالوجه- فيه فائدة, أن من أسلم الوجه فإنه لا يلتفت عمن توجه إليه أي التفات؛ لأن الوجه هو محل التركيز ومحل الآلات ومحل الحواس، فإذا أسلم الوجه وتوجه به فإنه لا يلتفت ببدنه ولا بقلبه ولا بإرادته وقصده عن الله جل وعلا. ¶ فإذن في قوله جل وعلا (فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ) فيه أعظم الاستسلام لله جل وعلا, استسلام الوجه توجها وانقيادا وطاعة, واستسلام الجوارح في استعمالها فيما أمر الله جل وعلا به، واستسلام القلب في القصد والإرادة وأن لا يَلتفت عن الإخلاص وعن طلب الله جل وعلا أي التفات. ¶ قال (وَمَنِ اتَّبَعَنِ) أي من ابتغى سواء كانوا من الصحابة، أو من اتبع محمد عَلَيْهِ الصَّلاَةُ والسَّلاَمُ ممن جاء بعده إلى قيام الساعة فإنهم أيضا أسلموا وجههم وجميع جوارحهم, وأسلموا قلوبهم لله جل وعلا، فلا يلتفتون عن الله جل وعلا إلى غيره؛ بل اجتمعت قلوبهم وجوارحهم ووجوههم على الله جل وعلا.",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "وهذا فيه ثبات من اتبعه على ما كان عليه النبي - صلى الله عليه وسلم -، وهذه الآية هي كقوله جل وعلا ?قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنْ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنْ الْمُشْرِكِينَ?[يوسف:108]؛ لأن من اتبعه سائر على طريقته وعلى سنته، وهذا فيه ثبات على السنة والثبات على المنهج، وعدم الالتفات عن طريقته عَلَيْهِ الصَّلاَةُ والسَّلاَمُ ولا عما كان عليه صحابته عَلَيْهِ الصَّلاَةُ والسَّلاَمُ في العقائد وفي العبادات. ¶ وفي الآية أيضا من الفوائد ما يتصل بقوله عَلَيْهِ الصَّلاَةُ والسَّلاَمُ في الحديث الذي قبل (وَمُبْتَغٍ فِي الْإِسْلَامِ سُنَّةَ الْجَاهِلِيَّةِ) أنه أعلن للنصارى إعلانا ظاهرا بينا بعد محاجتهم له أنه أسلم وجهه لله وأنه لا يطيعهم في شيء من الأمر، فأعلن لهم ذلك، فعلموا أنه ثابت على ما قال، حتى وصل بهم الأمر إلى آخره إلى الدعوة إلى المباهلة كما هو معلوم في سورة آل عمران. ¶ قال بعدها (وفي الصحيح عن عُمَرُ بْنُ الْخَطَّابِ - رضي الله عنه - أَنَّ رَسُولِ اللَّهِ - صلى الله عليه وسلم - قَالَ: «الْإِسْلَامُ أَنْ تَشْهَدَ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ وَتُقِيمَ الصَّلَاةَ وَتُؤْتِيَ الزَّكَاةَ وَتَصُومَ رَمَضَانَ وَتَحُجَّ الْبَيْتَ إِنْ اسْتَطَعْتَ إِلَيْهِ سَبِيلًا»). ¶ وقوله (في الصحيح) يعني في صحيح مسلم، وهذا قطعة من حديث جبريل المعروف، وهو في الصحيحين من حديث ابن عمر رضي الله عنهما بلفظ آخر وهو «بُنِيَ الإسْلامُ عَلَى خَمْس: شَهَادَةِ أَنْ لاَ إلَهَ إِلَا الله، وَأَنَّ مُحَمَدََا رَسُولُ الله، وَإِقَامِ الصَّلَاةِ، وَإِيتَاءِ الزَّكَاةِ، وَحَجِّ الْبَيْتِ، وَصَوْمِ َرمَضَانَ». ¶ بيّن في هذا الحديث أركان الإسلام، والإسلام لا يصح إلا بشيئين: ¶ لا يصح إلا بعقيدة باطنة. ¶ وبعمل ظاهر.",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "كذلك الإيمان لا يصح إلا: ¶ بعقيدة باطنة. ¶ وبعمل ظاهر. ¶ ولهذا قال من قال من أهل العلم: إن الإسلام والإيمان واحد؛ يعني إذا تفرقا أو مطلقا؛ لأن كلا منهما يحتاج إلى اعتقاد باطن وإلى عمل ظاهر, فلا يصح إسلام أحد إلا بإيمان, كما أنه لا يصح إيمان أحد إلا بإسلام، فلا يتصور انفكاك بين الإسلام والإيمان بأنه يوجد مسلم لا إيمان معه البتة, أو يوجد مؤمن لا إسلام معه البتة, هذا لا يتصور، وليس بموجود يعني في الحقيقة وإنما يطلق الإسلام ويراد به الظاهر والباطن، ويطلق الإيمان ويراد به الظاهر والباطن؛ لكن الإسلام في الظاهر أظهر وأشهر, والإيمان في الباطن أظهر وأشهر، وكل منهما يشمل على شيئين كركنين فيه: ¶ فالإسلام: العقيدة ركن فيه، والعمل ركن فيه. ¶ والإيمان: العقائد الباطنة ركن فيه، والعمل أيضا ركن فيه. ¶ وهذا الحديث دلَّ على تفسير الإسلام بالعقيدة وبأركان الإسلام الأربعة كما هو معروف في تفصيله في موضعه، فقال (الْإِسْلَامُ أَنْ تَشْهَدَ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ), الشهادتان هما الركن الأعظم من أركان الإسلام لأنه بهما يدخل في الإسلام وهي الفارقة بين المسلم وبين غيره. ¶ شهادة أن لا إله إلا الله؛ معناها لا معبود حقٌّ إلا الله, قال (الْإِسْلَامُ أَنْ تَشْهَدَ أَنْ لَا إِلَهَ إِلَّا اللَّهُ), (لَا إِلَهَ إِلَّا اللَّهُ) هذه معناها لا معبود حق إلا الله، يعني لا معبود بحق إلا الله, معنى ذلك: أن كل معبود عُبِد فإنما عُبد بغير الحق, عُبد بالباطل, عُبد بالبغي, عُبد بالظلم، وهذه الشهادة تشهدها. ¶ ومعنى الشهادة: ¶ أن تعتقد أولا. ¶ ثم تتكلم به ثانيا. ¶ ثم تُعْلِم به غيرك ثالثا.",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "ولا يعذر أحد إلا المكره أو المستخفي بدينه في أن لا يجمع هذه الثلاث, لا بد أن يعتقد التوحيد، وأن تتكلم به نطقا -يعني بالشهادتين-, وأن يُعلِم غيره بما دلت عليه هذه الشهادة أنه يعتقد ذلك، ويُبطل عبادة المعبودات المختلفة. ¶ لهذا دارت تفاسير السلف في الشهادة على هذه الثلاث معاني -الاعتقاد والعلم ثم النطق بها والقول ثم الإعلام إعلام الغير والإخبار بذلك-، كما فسروها عند قوله تعالى ?شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُوْلُوا الْعِلْمِ قَائِمًا بِالْقِسْطِ?[آل عمران:18]، وفي غيرها من الآيات كقوله ?إِلَّا مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَ?[الزخرف:86]. ¶ (لَا إِلَهَ إِلَّا اللَّهُ) تفسيرها هو تفسير الإسلام، وهو أنها راجعة إلى العبادة، إبطال عبادة المعبودات المختلفة؛ لأن الإله معناها المعبود, فهي فعال بمعنى مفعول, (لَا إِلَهَ إِلَّا اللَّهُ) يعني لا معبود إلا الله. ¶ وطائفة من الناس يفسرون الإله بالخالق الرازق، وهذا التفسير للألوهية بالربوبية، وهو باطل، كما عليه طوائف في هذه الأمة من أرباب الفرق جميعا كالمعتزلة والأشاعرة والماتريدية والرافضة، وجماعة كثيرة من الفرق يفسرون الألوهية بالربوبية، وهذا باطل لأن معنى الإله المعبود، كما قال جل علا في سورة الأعراف في قراءة ابن عباس مثلا ?وَيَذَرَكَ وَإلهَتَكَ? يعني وعبادتك، وذكرت لكم قول رؤبة في رجزه المعروف: ¶ لله درّ الغانيات المُدّهِ ... سبّحن واسترجعن من تألهي",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "يعني من عبادتي, فالتأله أَلَهَ، يَأْلَهُ، إِلَهِةً, العرب لا تَعرف منها إلا أنه عبد، حتى إن بعضهم قال: الهمزة في (أله) أصلها واوا وهي(وَلَهَ)؛ لأنه عبد متولها متيما من الوله والمحبة الذي هو شدة المحبة، فلذلك دورانها لغة وشرعا يدل على بطلان قول أهل الفرق جميعا ومن نحا نحوهم من المفسرين ممن فسر الألوهية بالربوبية، ولذلك كان من أعظم ما أحدثه الإمام رحمه الله محمد ابن عبد الوهاب في العلم أنه صحح الفهم لمعنى الإله والفرق بين الألوهية والربوبية، وأثار كلام السلف في هذه المسألة وكلام العلماء في أن الإله غير الرب، وأن الرب يُطلق ويراد به السيد المتصرف. ¶ وسئل مرة رحمه الله: هل الربوبية غير الألوهية مطلقا؟ وهل الرب لا يطلق ويراد به الإله؟ فأجاب الإمام رحمه الله وهي مدونة في أجوبته المعروفة, أجاب: بأن الألوهية والربوبية, والإله والرب بينهما، أو قال هي من الألفاظ التي إذا اجتمعت افترقت وإذا افترقت اجتمعت. ¶ فقد يُطلق الرب وحده ويعني به الإله كقوله عَلَيْهِ الصَّلاَةُ والسَّلاَمُ مثلا «إن العبد إذا دفن يُسأل من ربك؟», يعني من معبودك؟ لأن الابتلاء لم يقع في الربوبية، وكذلك في قوله تعالى ?اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ?[التوبة:31]، وفي تفسيرها في حديث عَدي قال: ما عبدناهم. إلى أن قال: «فتلك عبادتهم». فصار تفسير الربوبية بالعبودية، وكذلك في قوله ?وَلَا يَأْمُرَكُمْ أَنْ تَتَّخِذُوا الْمَلَائِكَةَ وَالنَّبِيِّينَ أَرْبَابًا أَيَأْمُرُكُمْ بِالْكُفْرِ بَعْدَ إِذْ أَنْتُمْ مُسْلِمُونَ?[آل عمران:80].",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "يعني آلهة, يعني أنه يريد أن لفظ الرب والإله كلفظ الإسلام والإيمان إذا اجتمعت افترقت وإذا افترقت اجتمعت؛ لكن يكون دلالة أحدهما -يعني الرب على الإله- إما دلالة بالتضمن أو دلالة باللزوم؛ يعني أن الربوبية تشتمل الألوهية، أو أنه يلزم من كونه ربا أن يكون معبودا، ومن كونه إلها أن يكون ربا، يعني كِيفْ يعبد الناس من ليس برب؟ ومن ليس بخالق؟ ومن ليس برازق؟ ?أَيُشْرِكُونَ مَا لَا يَخْلُقُ شَيْئًا وَهُمْ يُخْلَقُونَ?[الأعراف:191]، لا شك أن من لا يخلق لا يستحق العبادة. ¶ ولذلك من تفاسير المتكلمين بالإله أنهم قالوا: الإله هو القادر على الاختراع. يعني الخالق، هذا باطل. ¶ ومن كلام الأشاعرة في كلامهم المعروف أنهم قالوا: إن الإله هو المستغني عما سواه, المفتقر إليه كل ما عداه. حتى قال السنوسي في أم البراهين المشهورة من عقائدهم قال: فمعنى لا إله إلا الله لا مستغنيا عما سواه ولا مفتقرا إليه كل ما عداه إلا الله. وهذا يُقرّ به أبو جهل ويقر به أبو لهب أنه لا أحد يستغني عما سواه إلا الله هو المتوحد بالاستغناء وهو المتوحد في افتقار كل شيء إليه جل وعلا، هذا يقرّ بها مشركوا العرب، ويقر بها كل من ليس بملحد؛ لأن الله هو الغني الأعظم وهو القوي القوة العظمى. ¶ وهذا من البلاء الذي مشى على كثير من المفسرين وفي كثير من شرَّاح الحديث، حتى أصبحوا يفسرون الألوهية بالربوبية حدث انحراف كبير.",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "قال (الْإِسْلَامُ أَنْ تَشْهَدَ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ) هذا تفسير للإسلام بركنه الأول، (وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ)؛ يعني أن تشهد اعتقادا وتنطق وتُعلم غيرك بأنّ محمدا الذي هو ابن عبد الله الهاشمي القرشي هو رسول الله حقًّا عَلَيْهِ الصَّلاَةُ والسَّلاَمُ، وأن ما جاء به من الرسالة حق، وأن ما قاله صدق، وأنه ما جاء به واجب القبول عَلَيْهِ الصَّلاَةُ والسَّلاَمُ، وهذا معنى الشهادة بأنه عَلَيْهِ الصَّلاَةُ والسَّلاَمُ رسول الله. ¶ وفسّرها بعض أهل العلم بقوله معنى الشهادة بأن محمدا رسول الله: طاعته فيما أمر، وتصديقه فيما أخبر، واجتناب ما عنه نهى وزجر وأن لا يعبد الله إلا بما شرع. ¶ فهذا تفسير صحيح المقتضي للشهادة بأنه عَلَيْهِ الصَّلاَةُ والسَّلاَمُ رسول الله حقا. ¶ هذا هو الركن الأول، وهذا شيء اعتقادي يعتقده المرء وله أثر في العبادة الظاهرة. ¶ ونكمل إن شاء الله تعالى في الدرس القادم بإذن الله جل وعلا. ¶ وأسأل الله لي ولكم الانتفاع بما سمعنا، وأن يجعلنا من أهل سنته عَلَيْهِ الصَّلاَةُ والسَّلاَمُ، وأنْ لا يكلنا إلى أنفسنا طرفة عين وأن يهيئ لنا من أمرنا رشدا. ¶ وصلى الله وسلم وبارك على نبينا محمد. ¶ - - ( - - ¶ بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين والصلاة والسلام على نبينا محمد وعلى أله وصحبه أجمعين. ¶ اللهم إنا نسألك علما نافعا وعملا صالحا وقلبا خاشعا ودعاء مسموعا, ربنا اغفر لنا ذنوبنا وإسرافنا في أمرنا، وثبت أقدامنا وانصرنا على القوم الكافرين. ¶ اللهم لا تكلنا إلى أنفسنا طرفة عين فإنه لا حول لنا ولا قوة إلا بك. ¶ مضى الكلام في باب تفسير الإسلام على حديث عمر رضي الله عنه المعروف بحديث جبريل وأن النبي - صلى الله عليه وسلم - فسر الإسلام فيه بأن الإسلام أن تشهد أن لا إله إلا الله وأن محمدا رسول الله، ومضى معنا تفسير هاتين الشهادتين.",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "ومما يضاف على ما سبق أن تحقيق الإسلام متوقف على الإتيان بالشهادتين وتحقيقهما، والشهادتان هما رأس الإسلام، وهما الركن الذي يُفرق فيه وبه بين المسلم والكافر. ¶ ومقتضى الشهادتين يتفاوت الناس في تطبيقه وفي امتثاله وفي الإتيان بكماله. ¶ واختلف أهل العلم هل الإسلام من الإيمان يزيد وينقص، أم أن الإسلام لا يوصف بالزيادة والنقصان؟ ¶ وأكثر أهل السنة والجماعة على أن الإسلام مثل الإيمان يوصف بالزيادة والنقصان، وذلك لأمور: ¶ الأول: أن حقيقة الاستسلام يتفاوت الناس فيها، والاستسلام: ¶ ثَم استسلام واجب لله جل وعلا بالتوحيد، وهذا الواجب من تركه يكفر فلا يدخل في الدين أصلا، أو يخرج من الدين. ¶ وثم استسلام من تركه فقد قصَّر و أذنب، وهذا يتفاوت الناس فيه، يتفاوت الناس في تحقيق الاستسلام في نفسه، فهذا استسلامه لله جل وعلا بالتوحيد وانقياده له بالطاعة عظيم، وذاك الآخر أقل، وهكذا؛ بل حتى في المعين تارة يزيد وتارة ينقص نوع استسلامه ونوع انقياده لله جل وعلا بالطاعة مع تحقيقه لما يصير به مسلما.",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "الأمر الثاني الذي قالوا أن من أجله الإسلام وينقص: أن الإسلام فُسِّر بالشهادتين وبالأركان العملية، وشهادة أن محمدا رسول الله فُسِّرت أيضا بأن مقتضاها طاعة النبي - صلى الله عليه وسلم - فيما أمر وتصديقه فيما أخبر واجتناب ما عنه نهى وزجر، وأن لا يعبد الله إلا بما شرع. وثلاثة من هذه وهي (طاعة الأمر واجتناب النهي وأن لا يعبد الله إلا بما شرع) يتفاوت الناس فيها، فهذا يكون أكمل تحقيقا لمقتضى الشهادة من ذلك بمقتضى تحقيقه لذلك؛ بل حتى نفس التصديق للنبي - صلى الله عليه وسلم - بعض الناس يكون أعظم تصديقا من بعض آخر، ولهذا فحقيقة الشهادة لله جل وعلا بوحدانيته في الألوهية يعني بأن لا إله إلا الله ولنبيه بالرسالة وأن محمدا رسول الله حقيقة الشهادة تقوى في القلب وتضعف، فقد تقوى حتى تحرق ما في القلب من الشبهات ومن الرغبة في الشهوات، وقد تضعف حتى لا تحرق إلا القليل، وهكذا في الناس، لهذا قالوا أن هذا يدل على أن الإسلام منه ما هو كامل ومنه ما هو أدنى من ذلك. ¶ والأمر الثالث: أن الإسلام فسر بالأركان الخمسة جميعا التي فيها أركان عملية كالصلاة والزكاة والصيام والحج، وأيضا أشياء أخر كسلامة المسلم من اللسان واليد كما يأتي في الحديث الذي بعده «الْمُسْلِمُ مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ»، وفي صفات أخر للمسلم، وما دام أنها أتت هذه الأشياء العملية والعبادات -عبادات القلب وعبادات الجوارح-، فالناس يتفاوتون في ذلك، وهذا يرجع في الحقيقة إلى نوع الأعمال التي يقوم بها المسلم. ¶ إذا تقرر ذلك فهذه الأركان الخمسة التي ذكرت في هذا الحديث يتفاوت الناس فيها، فحقيقة الإسلام يتفاوت الناس فيه، فليس كل مسلم بدرجة مسلم الآخر.",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "وهل من ترك الأركان العملية الأربعة؛ إقام الصلاة وإيتاء الزكاة وصوم رمضان وحج البيت من استطاع إليه سبيلا هل من تركها يكون خارجا من الملة، أو إذا أسلم ولم يأتِ بها واتسع وقته للتعليم والإتيان ولم يأتِ بها هل هو مسلم؟ أم أنه ليس بمسلم؟ ¶ جمهور أهل العلم وعامة أهل العلم على أن من ترك هذه الأركان الأربعة جميعا فإنه ليس بمسلم، وأنه خارج من الملة إذا لم يصلِّ ولم يزك ولم يحج البيت بتوافر الشروط المعروفة في كل مسألة. ¶ حتى إن طائفة من أهل العلم وهم أهل الحديث وعُزي إلى اتفاق الصحابة عليه قالوا: إن الصلاة في نفسها من تركها متعمدا فإنه لا يصح إسلامه، ومن تركها من المسلمين فإنه يكفر بشروطها المعروفة في كتب أهل العلم. ¶ إذا تقرر هذا، فتفسير الإسلام الذي مر معنا فضله، ومر معنا وجوب الدخول فيه، ومر معنا ما يحظى به المرء يعني المسلم أو المسلمة إذا لزم هذا الإسلام فإنه لا بد له حينئذ من تحقيق الإسلام الذي أمر الله جل وعلا به، وإذا تفاوت الناس في تحقيق هذا فلهُم من فضله من النصيب بقدر ما حققوا من ذلك، وسيأتي في الأحاديث التي بعده مزيد بيان لهذه المسائل. (1) ¶ قال رحمه الله تعالى بعدها (وفيه) يعني في الصحيح، (عن أبي هريرة - رضي الله عنه - مرفوعاً: «الْمُسْلِمُ مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ) يعني بذلك رحمه الله تعالى أن هذا الحديث صحيح، وهو في الصحيح من غير حديث أبي هريرة رضي الله عنه، ويحتاج إلى مزيد بحث؛ هل هو في أحد الصحيحين من طريق حديث أبي هريرة أم لا؟ و إنما هو معروف من حديث عبد الله بن عمرو بن العاص وغيره في الصحيح. ¶ __________ ¶ (1) انتهى الوجه الأول من الشريط الرابع.",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "قال عَلَيْهِ الصَّلاَةُ والسَّلاَمُ (الْمُسْلِمُ مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ) هذا تفسير للمسلم بأنه (مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ), وهاهنا وجهان لتفسير المسلم بهذا الوصف، ومعلوم أن المسلم هو من شهد الشهادتين وأتى بالأركان, المسلم من صَدَقَ وبَرّ, المسلم من لم يأتِ المحرمات، المسلم إلى آخره، فثم صفات كثيرة للمسلم, فلم حصر هنا وصف المسلم بأنه من سلم المسلمون من لسانه ويده؟ ¶ والجواب عن هذا من وجهين: ¶ الوجه الأول: أنه هنا وصف المسلم بهذا الوصف لأجل قلة من يسلم المسلمون من ألسنتهم وأيديهم، فهو وإن كان آتيا بالأركان الخمسة؛ لكنه قلَّ من يكون بصاحب غيبة أو وقوع في الأعراض, أو قذف، أو قد يعتدي بيده، أو أن يعتدي على أملاك الغير، أو أن يتصرف في أملاك الغير بغير إذنهم، إلى آخره، هذا قليل في المسلمين كما هو الواقع. ¶ فإذن النبي - صلى الله عليه وسلم - نبَّه بهذه الخصلة على أنَّ من أتى بهذه الخصلة وهم القليل فهم أحرى أن يأتوا بالخصال الأخرى من خصال الإسلام.",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "الوجه الثاني: أنه وصف المسلم بهذا الوصف لشدة الحاجة إليه، للتنبيه على أن هذا الوصف وهذا الواجب وهو سلامة المسلمين من اللسان واليد أن هذا واجب من واجبات الإسلام، ويجب أن يتعاهده المسلم؛ لأن المسلم الكامل هو من سلم المسلمون من لسانه ويده، وهذا جاء مبينا في آيات كثيرة في الحض على أن المسلم يجب أن يسلم المسلمون من لسانه كما قال جل وعلا ?وَلَا يَغْتَبْ بَعْضُكُمْ بَعْضًا أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ?[الحجرات:12]، وقال أيضا جل وعلا?لَا يُحِبُّ اللَّهُ الْجَهْرَ بِالسُّوءِ مِنْ الْقَوْلِ إِلَّا مَنْ ظُلِمَ?[النساء:148]، وقال أيضا جل جلاله?وَقُلْ لِعِبَادِي يَقُولُوا الَّتِي هِيَ أَحْسَنُ إِنَّ الشَّيْطَانَ يَنزَغُ بَيْنَهُمْ?[الإسراء:53]، وقال جل وعلا?فَاصْفَحْ الصَّفْحَ الْجَمِيلَ?[الحجر:85]، ونحو ذلك من الآيات التي فيها نقاء المسلم وأنه صاحب قول طيب وأنه لا يخوض في أعراض إخوانه المؤمنين، وكذلك ما صح عنه عليه الصلاة والسلام في حديث أبي بكر وغيره أنه عَلَيْهِ الصَّلاَةُ والسَّلاَمُ قال في حجة الوداع «فَإِنّ دِمَاءَكُمْ وَأَمْوَالَكُمْ وَأَعْرَاضَكُمْ عَلَيْكُمْ حَرَامٌ, كَحُرْمَةِ يَوْمِكُمْ هََذَا, فِي شَهْرِكُمْ هََذَا»، وفي حديث آخر أيضا في الصحيح «كُلّ الْمُسْلِمِ عَلَىَ الْمُسْلِمِ حَرَامٌ. دَمُهُ وَمَالُهُ وَعِرْضُهُ». ¶ وإذا كان كذلك فوجب حينئذ أن يسلم كل مسلم من المسلم الآخر في اللسان واليد والاعتداء على العرض أو على المال أو على ما يختص به أخوه المسلم.",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "فإذن على أحد هذين الوجهين أو على الوجهين معا يدل ذلك على أن مما يفسَّر به الإسلام التفسير الصحيح: أن المسلم الحق هو من يسلم المسلمون من لسانه ويده، أما إذا كان وقَّاعا في أعراض إخوانه المؤمنين لا يحفظ لسانه لا من غيبة ولا من نميمة ولا من كذب، وينتصر لنفسه بالباطل ويعتدي, هذا لم يأتِ بحقيقة الإسلام المطلوب من المؤمن؛ لأن الإسلام المطلوب من المؤمن منه ما يَتعبد به ربه جل وعلا بأداء حق الله جل جلاله وأداء حق نبيه عَلَيْهِ الصَّلاَةُ والسَّلاَمُ ثم بأداء حقوق العباد وخاصة المسلمين في أن يسلموا من اللسان واليد وأنواع الاعتداء. ¶ إذا تبين هذا فإن تفسير الأول ينبغي أن يُنظر فيه دائما وهو الارتباط القائم ما بين تحقيق الإسلام وسلامة المسلمين من لسان المسلم ويده, تحقيق الإسلام فيمن حققه وعبد الله جل وعلا حقا وحقق الشهادتين وأقام الصلاة آتى الزكاة وصام وتعبد لله جل وعلا ذلا وخضوعا وانقيادا، فإنه حينئذ سيستنكف بأن يؤذي مسلما سواء أكان ذلك المسلم قريبا له في النسب أم لم يكن قريبا له, سواء أكان جارا له أم لم يكن جارا له، فكيف إذن يكون المسلم إذ والديه؟ أو إذا آذى أهله؟ أو إذا آذى جيرانه؟ أو إذا آذى من يعاشرهم دائما؟ وهكذا. ¶ ففيه تنبيه على أن تحقيق الإسلام باجتماع أداء حق الله جل وعلا وحق رسوله - صلى الله عليه وسلم - وحقوق العباد, حقوق المسلمين أنه هو التفسير الكامل للإسلام، وهذا ما أراده الإمام المصنف رحمه الله تعالى. ¶ قال بعدها (وعن بَهْز بن حكيم عن أبيه عن جده، أنَّه سأل رسول الله - صلى الله عليه وسلم - عن الإسلام) يعني أنه قال ما الإسلام؟ (فقال: «أنْ تُسلِم قلبَكَ لله، وأن تُوَلِّي وجهَك إلى الله، وأن تصلي الصلاةَ المكتوبة، وتؤتي الزكاة المفروضة» رواه أحمد).",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "هذه النسخة (بَهْز بن حكيم عن أبيه عن جده) هذا إسناد مشهور رويت به أحاديث كثيرة معروفة عند أهل الحديث، والصحيح فيها أنه إسناد حسن إذا صح الإسناد إلى بهز؛ لأن (بَهْز بن حكيم عن أبيه عن جده) طريق معروف وجادة معروفة ونسخة معروفة، فلذلك إذا صح الإسناد إليه فإنه يكون ما بعده حسنا كما هو معروف عند أهل العلم. ¶ قال: ما الإسلام؟ المعروف أنه إذا وقع الجواب بعد السؤال عن الماهية أن يكون الجواب ركنا أو أركانا فيما وقع السؤال عنه، فسأله عن الإسلام؛ ما الإسلام؟ فيأتي ما بعده أركانا للإسلام، مثل ما مر معنا أن جبريل عليه السلام قال للنبي - صلى الله عليه وسلم -: أخبرني عن الإسلام، فقال «الإسلام...» إلى آخره، فهذه سُميت أركان الإسلام لأنه وقع الجواب بعد السؤال عن الماهية، والسؤال عن الماهية يطلب فيه بيان الأركان، لهذا قلنا إن أركان الإسلام خمسة، وبعدها قال: أخبرني عن الإيمان؟، قال«أنْ تُؤْمِنَ بِالله وَمَلاَئِكَتِهِ وَكُتُبِهِ وَرُسُِلهِ وَاليَوْمِ الآخِر، وَتُؤْمِنَ بِالْقَدَرِ خَيْرِهِ وَشَرَّهِ»، هذه صارت أركان الإيمان الستة. قال: فأخبرني عن الإحسان؟ قال «أَنْ تَعْبُدَ الله كَأَنَّك تَرَاهُ، فَإنْ لَمْ تَكُنْ تَرَاهْ فَإِِنَّهُ يَرَاكْ», هذا صار ركن الإحسان الوحيد. ¶ إذا تبين هذا، فهذا الحديث فيه سؤال عن الإسلام, وجاء التفسير، فهذا التفسير الذي فيه يدل على أن هذه أركان للإسلام، وأنه من لم يحققها فإنه ليس بمسلم, أو فاته الإتيان بأركان الإسلام. ¶ قال (أنْ تُسلِم قلبَكَ لله، وأن تُوَلِّي وجهَك إلى الله)، هاتان الكلمتان (أنْ تُسلِم قلبَكَ لله، وأن تُوَلِّي وجهَك إلى الله) هي معنى شهادة أن لا إله إلا الله, ولكنها بعبارة أخرى تبين حقيقة هذه الشهادة فيما دلت عليه ظاهرا وباطنا.",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "أما ما دلت عليه ظاهرا هو أن لا يُعبد إلا الله وحده، وأنَّ عبادة غيره باطل وهذا هو معنى قوله (وأن تُوَلِّي وجهَك إلى الله) يعني في أي عبادة في أي أمر في أي مصيبة في أي حاجة أن يكون الرغب والرهب والملتجأ والاستغاثة هي بالله جل وعلا وحده، وذلك أن العرب كانوا إذا أتاهم شيء ولوا وجوههم إلى آلهة متعددة، فأتى الإسلام بإسلام الوجه لله جل وعلا، وأن لا يتوجه بقلبه ووجهه إلا إلى الله جل وعلا وحده دون ما سواه، لهذا قال (وأن تُوَلِّي وجهَك إلى الله) يعني وحده دونما سواه ففيها إبطال لعبادة الآلهة المختلفة. ¶ قال قبلها (أنْ تُسلِم قلبَكَ لله) وإسلام القلب لله جل علا يعني أن لا يكون في القلب معظَّم غير الله جل وعلا وأن يستسلم القلب لله جل وعلا بالطاعة والانقياد، وهذا ركن من أركان الإسلام، وركن أيضا من أركان الإيمان بالله، وبيانه أن قلب المسلم لما أسلم ووحد الله جل وعلا فإنه منقاد له طائع، والانقياد والطاعة نوعان: ¶ انقياد وطاعة في القلب. ¶ وانقياد وطاعة في الظاهر.",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "والذي هو ركن الإسلام هو الانقياد والطاعة في القلب، إلا في التوحيد وفيما يتعلق بالشرك، فهذا -يعني بنبذ الشرك وأن لا يعبد إلا الله- فهذا مطلوب الانقياد فيه باطنا وظاهرا، ومن لم ينقد ظاهرا فهو مشرك, أما سائر الأحكام العملية مثل أداء الصلاة والزكاة، ومثل تحليل ما أحل الله جل وعلا، وتحريم ما حرم الله جل وعلا إلى آخره، فهذا إذا انقاد بقلبه وأطاع أن هذا يجب أن يُعمل، وهذا يحب أن يُترك لكنه خالف في الظاهر فإن هذا ليس قادحا في أصل الإسلام، بخلاف ما لو أنه لم ينقد باطنا, لم ينقد بقلبه؛ لأنه لم يُسلم لله جل وعلا طاعة وانقيادا، بحيث يقول مثلا في الخمر في داخله أنها محرمة ومسلم قلبه طاعة لله جل وعلا وانقيادا في تحريمها؛ لكنه في الظاهر يشرب الخمر أو يتظاهر بها أو يجاهر بها، فهذا لا يقدح في أصل إسلامه؛ لأنه منقاد ومطيع باطنا، وكذلك في مسائل الزنا والسرقة وسائر المحرمات وقطيعة الرحم وبر الوالدين إلى آخره، وكذلك في مسائل أداء العبادات المفروضة العملية كالصلاة والزكاة إلى آخره, إلا -يعني فيما ورد الخلاف فيه - يعني مثل الصلاة والتفريق ما بين الالتزام وعدمه والجحد وعدمه فيمن لم يصلِّ ظاهرا. ¶ إذا تبين هذا فمن أعظم ما يحقق الإسلام إسلام القلب لله جل وعلا بأن لا يكون القلب مستسلما إلا لله جل وعلا وحده, ومعلوم أن الاستسلام يتبعه الطاعة ويتبعه المتابعة ويتبعه الرغب ويتبعه الرهب، فإذا كان القلب مستسلما لله جل وعلا وحده فإنه ينشأ عن ذلك أنواع كثيرة من العبادات لا تحصى، ومن ذل القلب ومن خضوع القلب مما يجعل حقيقة الإسلام عظيمة، ومما يجعل تحقيق الإسلام عند العبد أعظم وأجل.",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "لهذا ينبغي العناية دائما في تحقيق الإسلام وهو ما أراده المصنف رحمه الله تعالى فيما يظهر هنا أن يكون العبد مسلما هواه وقلبه وإرادته وقصده لله جل وعلا وحده، وهذا كما قال جل وعلا ?وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمْ الْخِيَرَةُ مِنْ أَمْرِهِمْ?[الأحزاب:36]، وقال جل وعلا ?إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَنْ يَقُولُوا سَمِعْنَا وَأَطَعْنَا?[النور:51] ونحو ذلك من الآيات التي تدل على وجوب الاستسلام لحكم الله جل وعلا في المسائل العلمية وفي المسائل العملية, وفي الحديث المعروف عن النبي - صلى الله عليه وسلم - قال «لاَ يُؤْمِنُ أَحَدُكُم حتى يَكونَ هواهُ تَبَعًا لما جِئْتُ بِهِ»، وهو في معنى قوله جل وعلا?فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا فِي أَنفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا?[النساء:65]. ¶ قال بعدها (وأن تصلي الصلاةَ المكتوبة) قيدها هنا بالمكتوبة يعني المفروضة، والكتاب بمعنى الواجب، ومن ألفاظ الوجوب عند الأصوليين لفظ (كتب) و(الكتاب) كقوله جل وعلا ?كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمْ الْمَوْتُ?[البقرة:180]، وكقوله جل وعلا ?كُتِبَ عَلَيْكُمْ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ?[البقرة:183]، وكقوله ?إِنَّ الصَّلَاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابًا مَوْقُوتًا?[النساء:103]، وكقوله جل وعلا?كِتَابَ اللَّهِ عَلَيْكُمْ?[النساء:24] في سورة النساء بعد ذكر المحرمات. ¶ قال (وتؤتي الزكاة المفروضة) الزكاة المفروضة إذا اكتملت شروطها فإن أداءها ركن من أركان الإسلام.",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "يريد الإمام المصنف بسياقه لهذا الحديث الذي رواه الإمام أحمد في المسند ورواه غيره أن يبين لك أن إسلام القلب لله جل وعلا انقيادا وطاعة, وأن تولية الوجه لله جل وعلا دون غيره من الأنداد أن هذا من تفسير الإسلام؛ بل هذا من أعظم أركان الإسلام كما فسرها النبي - صلى الله عليه وسلم -. ¶ (وعن أبي قِلابة عن رجل من أهل الشام عن أبيه أنه سأل رسول الله - صلى الله عليه وسلم -: ما الإسلام؟ قال «أنْ تُسلِم قلبَكَ لله ويسلم المسلمون من لسانك ويدك» قال: أي الإسلام أفضل؟ قال «الإيمان». قال: وما الإيمان؟ قال «أن تؤمن بالله وملائكته وكتبه ورسله والبعثِ بعد الموت»). ¶ أما الجملة الأولى فهي مرت معنا (أنْ تُسلِم قلبَكَ لله ويسلم المسلمون من لسانك ويدك) فجمع ما بين حق الله جل وعلا وحق المؤمنين في أن يسلم المرء قلبه لله وحده وأن يسلم المسلمون من لسانه ويده, فيكون أدَّى حق الله جل وعلا وحق عباده المؤمنين، ثم سأله (أي الإسلام أفضل؟ قال «الإيمان». قال: وما الإيمان؟ قال «أن تؤمن بالله وملائكته...) إلى آخره, (أي الإسلام أفضل؟) لأن الإسلام يشمل الدين كلَّه, لأن الإسلام يطلق ويراد به عموم الدين، ويطلق الإسلام إذا كان مع الإيمان ويراد به الأعمال الظاهرة كما قال جل وعلا ?قَالَتْ الْأَعْرَابُ آمَنَّا قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلْ الْإِيمَانُ فِي قُلُوبِكُمْ?[الحجرات:14]، وكقوله عَلَيْهِ الصَّلاَةُ والسَّلاَمُ «الإيمان في القلب والإسلام علانية» رواه الإمام أحمد في مسنده بإسناد فيه ضعف؛ لكن معناه ظاهر وتشهد له الأحاديث الأخرى.",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "إذا تبين ذلك فأفضل الإسلام هو الإيمان, هل يمكن أن يكون إسلام بلا إيمان؟ وأن يكون الإيمان بلا إسلام؟ ليس كذلك, وقد ذكرت لكم فيما مضى مختصرا أن العلماء اختلفوا هل الإسلام والإيمان شيء واحد أم هما شيئان مختلفان؟ وهل المسلم والمؤمن شيء واحد أم هما شيئان مختلفان على أقوال أقربها قولان: ¶ القول الأول: وهو قول المحققين من أهل العلم: أن الإسلام والإيمان إذا افترقا اجتمعا وإذا اجتمعا افترقا؛ يعني أنه إذا صار في حديث أو آية ذكر الإسلام وحده فهو يعنى به الدين بما يشمل الإسلام والإيمان وغيره، وكذلك إذا ذكر الإيمان وحده فيعني به الإسلام والإيمان فيعني به الجميع، كما قال عَلَيْهِ الصَّلاَةُ والسَّلاَمُ «الإيمان بضع وستون شعبة أو قال بضع وسبعون شعبة أعلاها قول لا إله إلا الله وأدناها إماطة الأذى عن الطريق» ففسر أو مثّل لشعب الإيمان الكثيرة بأمرين هما من الأعمال الظاهرة التي هي أعمال الإسلام, قول لا إله إلا الله وإماطة الأذى عن الطريق وهذا بالاتفاق من الإسلام. ¶ والقول الثاني: هو قول البخاري وجماعة من أهل العلم محمد بن نصر وجماعة: أن الإسلام والإيمان شيء واحد سواء اجتمعا أو تفرقا وكل منها يدل على صاحبه، واستدلوا على ذلك بالأدلة التي فيها ذكر الإسلام وعُني به الإيمان أو ذكر الإيمان وعُني به الإسلام وهي ليست دقيقة في محل النزاع، واستدلوا على ذلك أيضا بقوله جل وعلا ?فَأَخْرَجْنَا مَنْ كَانَ فِيهَا مِنْ الْمُؤْمِنِينَ(35)فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِنْ الْمُسْلِمِينَ?[الذاريات:35-36]، والصواب في ذلك أن الإسلام والإيمان يفترقان إذا اجتمعا لأدلة كثيرة وبسطٍ أظن بعض الدروس في هذه الدورة خصصت لبحث هذه المسألة المهمة.",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "(قال: أي الإسلام أفضل؟ قال «الإيمان». قال: وما الإيمان؟ قال «أن تؤمن بالله وملائكته وكتبه ورسله والبعثِ بعد الموت») هذه هي أركان الإيمان، وكما ذكرت السؤال عن الماهية؛ ما كذا؟ يكون جوابه من الأركان، لذلك هنا خُصَّت الأركان بالأركان الخمسة ولم يذكر القدر؛ لأجل أن الآيات التي في القرآن فيها ذكر هذه الأركان الخمسة دون ذكر القدر كقوله جل وعلا?آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ?[البقرة: 285]، وكقوله?يَا أَيُّهَا الَّذِينَ آمَنُوا آمِنُوا بِاللَّهِ وَرَسُولِهِ? إلى أن قال ?وَمَنْ يَكْفُرْ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الْآخِرِ فَقَدْ ضَلَّ ضَلَالًا بَعِيدًا?[النساء:36]، ونحو ذلك لأن القدر ذكر في القرآن منفصلا؛ لكن في حديث جبريل ذكر القدر فإذن أركان الإيمان إذن ستة هذه الخمسة ومعها الإيمان بالقدر. ¶ وفي حديث وفد عبد القيس في الصحيح أن النبي - صلى الله عليه وسلم - أمرهم بالإيمان فقال «آمركم بالإيمان بالله وحده، أتدرون ما الإيمان بالله وحده؟ أن تشهدوا أن لا إله إلا الله وأن محمدا رسول الله وتقيموا الصلاة وتؤتوا الزكاة وتؤدوا الخمس من المغنم» والتأدية؛ تأدية الخمس هذا عمل؛ فدل على أن العمل يدخل أيضا في حقيقة الإيمان، ووقع السؤال عنه بـ(ما) التي تدل على الركنية، وهذه المسائل لها بسط في مواضعه.",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "والمقصود هنا من ذكر الأركان الخمسة أو الأركان الستة وعدم ذكر العمل معها لا يدل على أن جنس العمل ليس ركنا في الإيمان؛ لأنه جاء مبينا في أحاديث أخر، والذي عليه أهل السنة والجماعة أن الإيمان قول وعمل, وأن الإيمان قول باللسان واعتقاد بالجنان وعمل بالجوارح والأركان، وأيضا عمل بالقلب، فهو قول واعتقاد، وهو أيضا عمل بالقلب وعمل بالجوارح: ¶ أما القول: فظاهر وهو الشهادتان والاستسلام. ¶ وأما الاعتقاد: فهو اعتقاد وحدانية الله جل وعلا وتتميم الأركان الستة المعروفة. ¶ وأما العمل: العمل قسمان: ¶ عمل والجوارح. ¶ وعمل القلب. ¶ وكلاهما ركن في الإيمان، فلا بد في تحقيق مسمَّى الإيمان أن يأتي بجنس عمل القلب، وأن يأتي بجنس عمل الجوارح، هذا قول أهل السنة والجماعة, أهل الحديث أتباع السلف الصالح فيما قرروه في عقائدهم، وقع في بينهم خلاف في بعض المسائل التطبيقية مما هو معروف. ¶ عمل القلب ما هو؟ عمل القلب هو من جنس إسلام القلب لله جل وعلا, من جنس المحبة محبة الرب جل وعلا ومحبة رسوله - صلى الله عليه وسلم - ومحبة دين الإسلام، من جنس الخوف والرجاء والرغب والرهب والتوكل, حسن الظن بالله، ونحو ذلك من العبادات القلبية المعروفة. ¶ أما عمل الجوارح فهو كل عمل صالح يتقرب به العبد إلى ربه بجوارحه مما أمر الله جل وعلا به.",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "إذا تبين هذا فمراد الإمام رحمه الله بإيراد هذا الحديث أن تفسير الإسلام يشمل هذا الذي ذكر جميعا، فالإسلام يفسر بالإيمان وهو أفضل الإسلام، ويفسَّر بالأركان الخمسة بأداء حقوق الله جل وعلا عقيدة وفي العبادة، ويفسَّر أيضا بأداء حقوق العباد المؤمنين، ويفسر أيضا الإسلام بأن يُسلم قلبه لله جل وعلا انقيادا وطاعة، وهذه الأمور هي التي يدور عليها فلك الإسلام، أو يدور عليها أوائل الإسلام وما أمر الله جل وعلا به في تحقيق الإسلام, الإيمان وأركان الإسلام الخمسة, أداء حقوق العباد, استسلام القلب لله جل وعلا وحده دونما سواه وإسلام الوجه إلى الله جل وعلا وحده دونما سواه. ¶ - - ( - - ¶ [المتن] ¶ باب قول الله تعالى: ?وَمَنْ يَبْتَغِ غَيْرَ الإسْلامِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ?[آل عمران:85] ¶ وعن أَبي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «تَجِيءُ الْأَعْمَالُ يَوْمَ الْقِيَامَةِ فَتَجِيءُ الصَّلَاةُ فَتَقُولُ يَا رَبِّ أَنَا الصَّلَاةُ فَيَقُولُ إِنَّكِ عَلَى خَيْرٍ فَتَجِيءُ الصَّدَقَةُ فَتَقُولُ يَا رَبِّ أَنَا الصَّدَقَةُ فَيَقُولُ إِنَّكِ عَلَى خَيْرٍ ثُمَّ يَجِيءُ الصِّيَامُ فَيَقُولُ أَيْ يَا رَبِّ أَنَا الصِّيَامُ فَيَقُولُ إِنَّكَ عَلَى خَيْرٍ ثُمَّ تَجِيءُ الْأَعْمَالُ عَلَى ذَلِكَ فَيَقُولُ اللَّهُ عَزَّ وَجَلَّ إِنَّكَ عَلَى خَيْرٍ ثُمَّ يَجِيءُ الْإِسْلَامُ فَيَقُولُ يَا رَبِّ أَنْتَ السَّلَامُ وَأَنَا الْإِسْلَامُ فَيَقُولُ اللَّهُ عَزَّ وَجَلَّ إِنَّكَ عَلَى خَيْرٍ بِكَ الْيَوْمَ آخُذُ وَبِكَ أُعْطِي فَقَالَ اللَّهُ عَزَّ وَجَلَّ فِي كِتَابِهِ ?وَمَنْ يَبْتَغِ غَيْرَ الإسْلامِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنْ الْخَاسِرِينَ?» رواه أحمد .",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "وفي الصحيح عَن عَائِشَةُ رضي الله عنها أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ «مَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ» رواه أحمد. ¶ [الشرح] ¶ قال رحمه الله تعالى (باب قول الله تعالى: ?وَمَنْ يَبْتَغِ غَيْرَ الإسْلامِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ?[آل عمران:85]) وهذه الآية مرّ معنا الاستدلال بها على وجوب الإسلام في باب وجوب الإسلام، وهنا عقد لها بابا مستقلا وذلك لأنه إذا وُجب الشيء لا يعني أن غيره باطل، أو أن ما عداه ليس بمقبول، فاستدل بالآية هناك على وجوب الإسلام من حيث هو بمعناه العام ومعناه الخاص، وهنا أراد أن يفرد لهذه المسألة بابا مستقلا يبين فيه أن الدخول في الإسلام كما أنه واجب، فكذلك الخروج من الإسلام بالتفسير الذي مر معنا فإنه لن يقبل من صاحبه، ومر فيما سبق في الشرح ما اقتصرنا على ذكر الدلالة من الآية على وجوب الإسلام بل استطردنا بعدها على بطلان كل دعوى لأخذ بالإسلام لم يأت فيما أمر الله جل وعلا به؛ لكن نكرر هنا بعض المسائل الزائدة التي تتعلق بهذا الموضوع. ¶ قال (وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ) هذه الآية نص في أن الإسلام الذي أمر الله جل وعلا به عباده أنه من أراد أن يتدين بغيره فإنه لن يقبل منه وهو في الآخرة من الخاسرين، وهذا يشمل فئتين:",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "الفئة الأولى: فئة غير المسلمين من أتباع الملل المختلفة والنحل المتنوعة، فإنهم بعد بعثة النبي عَلَيْهِ الصَّلاَةُ والسَّلاَمُ كل من أراد البقاء على يهوديته أو على نصرانيته أو على مجوسيته أو على ملته أيًّا كانت، فإن هذا مردود عليه ولن يقبل منه، وقد جاء في الحديث الصحيح أن النبي عَلَيْهِ الصَّلاَةُ والسَّلاَمُ قال «والله لا يسمع بي أحد من هذه الأمة ولا يهودي ولا نصراني ثم لا يؤمن بي إلا أكبه الله في النار» وهذا في معنى الآية؛ لأنه بعد بعثة النبي عَلَيْهِ الصَّلاَةُ والسَّلاَمُ فإن كل ملة باطلة، ويجب على كل أحد أن يدخلوا في هذا الإسلام، فإذا سمعوا بالنبي عَلَيْهِ السَّلاَمُ وعلموا دعوته ورسالته ثم لم يؤمنوا به فإنَّ دينهم لن يقبل منهم. ¶ الفئة الثانية: هم من المسلمين من هذه الأمة؛ لكنهم لم يأخذوا بالإسلام كما جاء في الكتاب والسنة وكما رضيه الله جل وعلا ورضيه رسوله - صلى الله عليه وسلم - بل أحدثوا في الإسلام محدثات وابتدعوا فيه بدعا وضلالات جعلوها دينا قويما وصراطا مستقيما، بحيث إنها عندهم هي الإسلام، وما عداها باطل وضلال، هؤلاء يشملهم أيضا قول الله جل وعلا (وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ) يعني عبادة هؤلاء ولو كانوا مجتهدين ولو كانوا يظنون أنهم على خير وصواب، فإنها لما كانت ليست على الإسلام الصحيح فإنها لن تقبل منهم، وهذا أمر عظيم يحتاجه كل طالب علم يحتاجه كل داعية بل يحتاجه كل مسلم فيما يقيم في نفسه من المحبة والبغض والولاء والبراء وتعامله مع الناس المنتسبين لهذه الأمة فإنه يجد منهم أصنافا متنوعة، قلَّ منهم من يكون على الإسلام الأول غير مغيِّر ولا مبدِّل.",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "إذا كان كذلك فيُعلم أنه مهما كانت عبادات المتعبدين فإنها لما كانت على خلاف السنة وفي البدع فإنها لا تقبل من أصحابها بنصِّ كلام الله جل وعلا، فمن ابتغى غير الإسلام الذي أنزله الله جل وعلا على نبيه - صلى الله عليه وسلم - فإنه لن يقبل منه، فمن ابتغى غير الإسلام في العبادات أن أتى بعبادات جديدة وأضافها على الدين فإنها لن تقبل منه، حتى ولو كان تعب في تعبده ونصب في عباداته فإن هذا لن يقبل منه؛ لأن الله جل وعلا لم يبتل العباد بكثرة العمل وإنما ابتلاهم بحسنه، وحسن العمل لابد فيه من الصواب فيه واقتفاء أثر النبي - صلى الله عليه وسلم - وعدم الزيادة في الدين على ما جاء به عَلَيْهِ الصَّلاَةُ والسَّلاَمُ. ¶ بهذا هذه الآية تشمل هاتين الفئتين، وعليه ستكون الخسارة متنوعة فمن كان على غير ملة الإسلام ولم يدخل في الإسلام وقوله ?وَهُوَ فِي الْآخِرَةِ مِنْ الْخَاسِرِينَ?[آل عمران:85] يعني أنه من أهل النار المخلدين فيها خسارته عظمى، ومن كان من أهل الإسلام لكنه لم يلتزم بكل الإسلام وإنما ابتغى في بعض الإسلام محدثات وبدع وضلالات فإن هذا متوعَّد وخاسر فيما تعبد به من الضلالات وعليه إثم، وما فعله من البدع والمحدثات كبيرة من الكبائر، ولهذا يخشى عليه في ذلك. ¶ وهذا أيضا يشمل من ابتدع البدع الكفرية والشركية المخرجة من الملة، هذا لاشك عاد بالإسلام إلى سنة الجاهلية وهو أشبه بالذين لم يدخلوا في الإسلام أصلا؛ لأنهم خرجوا من دعوى الإسلام وخرجوا من دين الإسلام بالشرك الأكبر وبما فعلوه أو اعتقدوه من الكفريات (1). ¶ __________ ¶ (1) انتهى الشريط الرابع.",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "قال(وعن أَبي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «تَجِيءُ الْأَعْمَالُ يَوْمَ الْقِيَامَةِ فَتَجِيءُ الصَّلَاةُ فَتَقُولُ يَا رَبِّ أَنَا الصَّلَاةُ فَيَقُولُ إِنَّكِ عَلَى خَيْرٍ») قوله (تَجِيءُ الْأَعْمَالُ يَوْمَ الْقِيَامَةِ) العلماء فسّروها على أحد تفسيرين: ¶ منهم من قال: (تَجِيءُ الْأَعْمَالُ) يعني يجيء ثواب الأعمال يوم القيامة والأجر الذي وضعه الله جل وعلا للأعمال. ¶ ومنهم من قال: (تَجِيءُ الْأَعْمَالُ) أنّ الله جل وعلا قادر على جعل الأعمال تجيء حقيقة، كما أنه يوزَن العمل وتوزن السيئات والحسنات فكذلك هذا، وكما يأتي القرآن يوم القيامة يحاجّ عن أصحابه، وكما يأتي العمل جملة يحاج عن أصحابه، فهذه كلها من جنس واحد. ¶ وهذا الأخير هو الذي عليه المحققون من أهل السنة والجماعة في أن الأصل في الأمور الغيبية أن تقرّ على ظاهرها، وأن لا تؤول بتأويلات تصرفها عن ظاهرها، وكون الأعمال مجيء الأعمال يوم القيامة هذا مجيء غيبي لا نعرف حقيقته، وإذا كان غيبيا فيجب أن لا يسلط عليه التأويل؛ لأن التأويل يخرج الحقائق الغيبية عن حقائقها إلى مدركات العباد، ومدركات العباد لا تتناول الغيبيات؛ بل إنما تتناول المعهود لهم مما رأوه أو أحسوه أو قاسوا عليه. ¶ فإذن نقول الصحيح أن قوله (تَجِيءُ الْأَعْمَالُ يَوْمَ الْقِيَامَةِ) أن هذا مجيء حقيقي، وأن الأعمال تجيء كما ذكر النبي - صلى الله عليه وسلم -.",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "قال (فَتَجِيءُ الصَّلَاةُ فَتَقُولُ يَا رَبِّ أَنَا الصَّلَاةُ) يعني أن الأعمال تتنافس في أن تكون شافعة لأصحابها أو أن تكون هي الميزان الذي يوزن به أهله، وهذا فيه تقرير لمسألة مهمة: وهي أن هذه الأعمال يكون بينها وبين أصحابها محبة ومودة وألفة، بحيث إن كل عمل صالح يريد لأصحابه الزلفى والنجاة، فهذه الصلاة تريد لأصحابها النجاة، ثم الصدقة -يعني المفروضة- تريد لأصحابها النجاة، ثم الصيام المفروض يريد لأصحابه النجاة إلى آخره أو صلاة التطوع أو صيام التطوع أو صدقة التطوع. ¶ المقصود جنس هذه الأعمال أن يأتي ويريد لأهله النجاة، وأن يكون هو الميزان، فمن أتى به كان ميزانه راجحا وكان مُعْطى ومكرما ومن لم يأت به فإنه مُعَرَّض؛ لكن ربنا جل جلاله لما أتت الصلاة قال (إِنَّكِ عَلَى خَيْرٍ) لأنها عبادة عظيمة، ثم كذلك في الصدقة قال (إِنَّكِ عَلَى خَيْرٍ) لأنها عبادة عظيمة، ثم في الصيام قال (إِنَّكَ عَلَى خَيْرٍ) لأنه عبادة جليلة عظيمة. ¶ (ثُمَّ تَجِيءُ الْأَعْمَالُ عَلَى ذَلِكَ) كل الأعمال الجهاد في سبيل الله جل وعلا، الأمر بالمعروف والنهي عن المنكر، طلب العلم، العمرة، الحج، صلة الرحم، يشمل قوله (ثُمَّ تَجِيءُ الْأَعْمَالُ عَلَى ذَلِكَ) يعني كل الأعمال الصالحة تجيء، وكلٌّ يريد أن يكون الوزن به، وأن يكون هو المعيار وهو الميزان، والله جل وعلا يقول إنكِ على خير إلى أن يأتي الإسلام.",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "وهذا فيه تنبيه إلى حُسْن الأدب مع من رام شيئا ولم يستحقه؛ بأنه يُثنى عليه ولا يهجَّن في قوله، وهذا فيه أدب مهم لطالب العلم فيما يحكم به على الأشياء، أو فيما يُقَيِّم به الأشياء أو فيما يخاطب به الناس فربما مثلا يأتي واحد ويقول: أنا فعلت كذا وكذا. فيسفَّه؛ كِيفْ نجعلك مثل كذا وكذا؟ إلى آخره، وهذا لاشك من استعجال الناس والعباد وعدم وزنهم بالوزن العدل والإنصاف والحق في كل الحالات، والله جل وعلا يعلِّم عباده أنه من طلب شيئا ليس بمستحِقٍّ له أنه يثنى عليه بما هو فيه، ولا يعطى أكثر من منزلته، فقال الله جل وعلا للصلاة (إِنَّكِ عَلَى خَيْرٍ) وللصدقة (إِنَّكِ عَلَى خَيْرٍ) وللصيام (إِنَّكَ عَلَى خَيْرٍ) ولجميع الأعمال (إِنَّكِ عَلَى خَيْرٍ)، ولكن لم يعطها سؤلها، ولم يلبي لها مطلبها؛ لأنها لا تستحق ذلك فهي أتت بشيء مقدر لكنه ليس هو الميزان. ¶ قال بعد ذلك (ثُمَّ يَجِيءُ الْإِسْلَامُ فَيَقُولُ يَا رَبِّ أَنْتَ السَّلَامُ وَأَنَا الْإِسْلَامُ)، (السَّلَامُ) اسم من أسماء الله جل جلاله؛ من أسماء الجمال بالله جل جلاله، والسلام من آثاره كل سلامة سلِم بها العباد، وكل أنواع السلامة لهم في دينهم وفي دنياهم فيما دقَّ من الأمر أو فيما جلّ فإنما هي من آثار فيوضات الله جل وعلا الذي هو السلام جل جلاله وتقدست أسماؤه، و(الْإِسْلَامُ) كما ذكرنا آنفا من أسلم إذا دخل في السلم يعني في اللغة وطلب السلامة فبينهما من جهة الاشتقاق مناسبة؛ لأنَّ الإسلام فيمن أسلم يطلب السلامة، والسلام من أسماء الله جل وعلا الذي فيه فيوضات السلامة من جميع النواحي والجهات.",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "لهذا في هذا الدعاء من الإسلام (يَا رَبِّ أَنْتَ السَّلَامُ وَأَنَا الْإِسْلَامُ) فيه تنبيه للعباد أن يكون مطلبهم ودعاؤهم بالتوسل بأسماء الله جل وعلا المناسبة لمطالبهم، فإذا كان يريد مطلبا في السلامة فإنه يدعو الله جل وعلا بأسمائه الحسنى بأسماء الجمال التي منها السلام مثلا فيما يطلبه، وهذا هو تحقيق لقول الله جل وعلا ?وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا?[الأعراف:180]، فيدعو العبد بما يناسب مطلوبه، إذا كان مطلوبه المغفرة فيتودد إلى الله جل وعلا بأسماء الجمال له جل وعلا كالغفور والرحيم والودود والتواب ونحو ذلك وبأسماء الجلال أيضا التي فيها عزته وجبروته وهيمنته وكبرياؤه جل وعلا لتعرضه لنفحات الرب جل جلاله وتقدست أسماؤه، وكذلك في سائر المسائل، فالدعاء من أعظم ما يكون، فإذا وُفق العبد للدعاء بالتوسل والثناء على الله جل وعلا بما يناسب المطلوب فإنه لا يكاد الدعاء يُصرف بل يجاب كما أخبر الله جل وعلا بذلك. ¶ هنا قال (فَيَقُولُ يَا رَبِّ أَنْتَ السَّلَامُ وَأَنَا الْإِسْلَامُ، فَيَقُولُ [اللَّهُ عَزَّ وَجَلَّ] إِنَّكَ عَلَى خَيْرٍ بِكَ الْيَوْمَ آخُذُ وَبِكَ أُعْطِي فَقَالَ اللَّهُ عَزَّ وَجَلَّ فِي كِتَابِهِ ?وَمَنْ يَبْتَغِ غَيْرَ الإسْلامِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنْ الْخَاسِرِينَ?). ¶ قوله: (بِكَ الْيَوْمَ آخُذُ) يمكن أن يكون تفسيرها على أحد وجهين: ¶ الأول: (بِكَ الْيَوْمَ آخُذُ) من الأخذ وهو العقوبة والعذاب، والمؤاخذة أيضا. ¶ والثاني: (بِكَ الْيَوْمَ آخُذُ) يعني آخذ الوسيلة، آخذ الشفاعة فيكون الإسلام شافعا، يؤخذ شافعا، يؤخذ سببا، يؤخذ ميزانا. ¶ والأول أظهر وهو أنه من الأخذ والمؤاخذة والعقوبة والنكال؛ يعني بك اليوم أؤاخذ وأعاقب وأنكِّل وأعذِّب.",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "(وَبِكَ [الْيَوْمَ] أُعْطِي)، (أُعْطِي) يعني أتكرَّم وأتفضل كقوله جل وعلا ?عَطَاءً غَيْرَ مَجْذُوذٍ?[هود:108]. ¶ فدلّ ذلك على أن الله جل وعلا جعل الإسلام هو الميزان؛ لأنه يعاقب بتركه ويؤاخذ بتركه كما أنه يكرم وينعم ويتفضل ويعطي بالإسلام. ¶ فإذا كان الأمر كذلك فإن تحقيق الإسلام هو أعظم أسباب النجاة، أعظم ما يكون به الإعطاء والكرم والفضل من الله جل وعلا أن يحقق العبد إسلامه، وأن يكون مسلما على الحقيقة، وأن من تخلف عن ذلك فهو مؤاخذ وسيرد عليه ما تعبَّد به مما ليس من الإسلام. ¶ وهذا كما ذكرنا يشمل الفئتين؛ فئة من ليسوا بمسلمين، وفئة أهل الإسلام الذين لم يحققوا الإسلام، فهؤلاء مخاطبون بالمؤاخذة ومتوعدون بقوله (وَمَنْ يَبْتَغِ غَيْرَ الإسْلامِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنْ الْخَاسِرِينَ). ¶ إذا تبين هذا فإن هذا الحديث من الأحاديث العظيمة التي تهز النفس والفؤاد والجوارح في لزوم الإسلام الصحيح وعدم مخالفته إلى غيره، فكما ترى ليست المسألة مسألة العبادات من حيث هي فقط، وإنما المسألة مسألة تحقيق الإسلام، وهذا مما ينبغي؛ بل يجب على طلبة العلم وعلى الدعاة إلى الله جل وعلا أفرادا وجماعات ومجموعات أن يعتنوا به كثيرا؛ لأن الغاية من الدعوة والغاية من التعليم هو نجاة العباد وتعبيد العباد لربهم جل وعلا، فإذا كانوا يُدعون إلى شيء لا تؤمن معه نجاتهم يوم القيامة فإنهم على خطر حينئذ، وتكون الدعوة ليست على بابها، وليست على ما يحقق للمرء النجاة إذا سلكه.",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "لهذا ينبغي كمنهج أن يؤخذ بالإسلام في شموله في الدعوة؛ لأن دعوة الناس إلى الإسلام يعني من المسلمين ومن غير المسلمين بحسب الحكمة والتدرج والبُداءة بالأهم فالمهم إلى آخره؛ لكن يدعى إلى الإسلام بشموله، فالذي لا يهتم مثلا بدعوة الناس إلى توحيد الله جل وعلا وتحقيق الشهادتين تحقيق الإسلام فإنه لم يهتم بالإسلام الصحيح بل اهتم بإسلام يظنه نافعا وربما كان غير نافع. ¶ من الناس أيضا من يقتصر في دعوته على العقيدة فقط، دون أن يدعو الناس فيما يصلحهم في العبادات، وما يصلحهم في الأعمال، وما يؤدون به حقوق العباد وهذا أيضا فيه نقص. ¶ فحقيقة الإسلام -وهو ما فسره الإمام في الباب الذي قبله- هو الذي يجب أن يتخذ منهاجا للدعوة، وهو الإسلام الذي يشمل جميع ما أمر الله جل وعلا به أمر إيجاب، أو نهى عنه جل وعلا ونهى عنه رسوله - صلى الله عليه وسلم - نهي تحريم، ثم يأتي بعد ذلك المستحبات وغيرها من باب التبع. ¶ وهذا يؤكد لكَ أنه يجب أن يُفهم كيف تُحقَّق الدعوة في حياة الناس؟ وكيف يدعو المرء إلى الله جل وعلا وأن تكون دعوته على وفق الإسلام الصحيح؟ إذا كان هو سيدعو إلى الإسلام الكامل الشامل فإنه هو في نفسه يجب أن يكون ملتزِما بالإسلام وتحقيق ما يجب عليه من الدخول في الإسلام، فإذا كان يدعو والمسلمون لا يسلمون من لسانه ويده فإن هذا لم يأت بما يحبه الله جل وعلا ويرضاه في أمر الدعوى، أو إذا كان يدعو إلى شيء من الإسلام ويقول الشيء الآخر غير مهم: ¶ كالذين يقولون إن الدعوة إلى العقيدة والتوحيد وتفهيم ذلك الناس هذا غير مهم، وبيان التوحيد والشرك وما يُضاد حقيقة الإسلام أن هذا ليس بمهم، المهم كذا وكذا، هؤلاء أيضا لم يرعوا الأمانة ولم يأتوا بالإسلام الذي أمر الله جل وعلا به. ¶ كذلك من أتى للناس بالدعوة للزهديات وترك حقيقة الإسلام وأوامر الإسلام العظيمة والأمر والنهي والعلم والدعوة إلى التوحيد والعقيدة كذلك هذا مفرط.",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "فالواجب إذن على الجميع أن يتخذوا الإسلام الكامل كما أمر الله جل وعلا به وكما جاء في الكتاب والسنة أن يتخذوه منهجا لهم. ¶ وفيما أرى ويرى الكثير في الواقع أن من أسباب وقوع الخلاف اليوم بين الناس في الدعوة وبين الذين يدعون -سواء من الأفراد أو غيرهم- أن السبب هو في فهم الإسلام وفي طريقة الدعوة؛ لكن لو أخذ الجميع بالإسلام كله فإنهم حينئذ سيلتقون على كلمة سواء، لكن هذا يرعى جوانب لا يرعاها ذاك، وهذا يفرِّط في أشياء، وهذا يغلو في أشياء، وهكذا حتى صارت الأمة بل حتى صار المخلصون على قلتهم في عموم الأمة صاروا متفرقين إلى فرق وإلى أقوال وإلى جماعات. ¶ نسأل الله جل وعلا السلامة والعافية من كل ما يخالف طريق الجماعة الأولى. ¶ إذا تقرر هذا كما ذكرت لكم في أول شرح كتاب فضل الإسلام: هذا الكتاب كتاب منهج، كتاب دعوة، إذا نظرت في تطبيق إمام الدعوة الشيخ محمد بن عبد الوهاب رحمه الله، تطبيق منهج الدعوة والإسلام في دعوته، وجدته أخذ بما جاء في هذه النصوص بحذافيرها، فدعا إلى الإسلام كله: بآداء حقوق الله جل وعلا، وحقوق العباد، الأمر بالفرائض، الأمر بالمعروف والنهي عن المنكر، القيام بالنصح للراعي وللرعية، القيام بالحقوق جميعا. وهذا هو حقيقة الإسلام التي وعد الله جل وعلا من أخذ بها بالنصر والتأييد مثل قوله ?وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ(171)إِنَّهُمْ لَهُمْ الْمَنصُورُونَ(172)وَإِنَّ جُندَنَا لَهُمْ الْغَالِبُونَ?[الصافات:171-172]، وفي نحو قوله ?إِنَّا لَنَنصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ?[غافر:51]، وهذا مما نرجو عاجل بركته وآجل بركته عند الله جل جلاله في أن يكون جل جلاله وتقدست أسماؤه رضي منا بما أخذنا به من عموم الإسلام وحلَّت علينا بذلك بركته جل وعلا وسلامته التي وعد بها من حقق دينه سبحانه وتعالى.",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "الحديث الأخير (وفي الصحيح عَن عَائِشَةُ)هذا مر معنا (مَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ)، هذا يريد به الإمام رحمه الله بيان أن في قوله (وَمَنْ يَبْتَغِ غَيْرَ الإسلام دِيناً فَلَنْ يُقْبَلَ مِنْهُ) أنه يشمل أهل المحدثات والذين عملوا أعمالا ليس عليها أمره - صلى الله عليه وسلم -، سواء أكانت هذه المحدثات محدثات في العقائد كالذين نفوا صفات الله جل وعلا، أو اعتقدوا أن الله جل وعلا يجبر العباد، أو الذين نسبوا إلى الله جل وعلا أشياء ليست له سبحانه وتعالى، أو كان في العقائد والعمل كالذين عبدوا غير الله فأتوا بالشرك الأكبر، أو الذين أتوا بالشرك الأصغر بأنواعه، كل هؤلاء عملوا أعمالا ليس عليه أمره عَلَيْهِ الصَّلاَةُ والسَّلاَمُ، أعمال قلبية أو أعمال جوارح، كذلك البدع المختلفة وهي درجات مرّ معنا الكلام عليها، أيضا كلها من تعبد بها فهي مردودة عليه لن تُقبل منه بنص الآية والحديث وصاحبها في الآخرة من الخاسرين، وسيأتي فيما يأتي من أبواب إن شاء الله تعالى بيان أن البدع من حيث الجنس أرفع درجة من الكبائر، فجنس البدعة أشنع وأغلظ من الكبائر -من جنس الكبائر-؛ لا يعني أن كل بدعة أعظم من كل كبيرة، لا، ولكن جنس البدع لأنها: ¶ معارَضَة للرسول - صلى الله عليه وسلم -. ¶ واستدراك عليه. ¶ وشرع دين لم يأذن به. ¶ وتعبد بأشياء لم تكن عليها سنته من جهة الاعتقاد والشبهة. ¶ وهذه أعظم من حيث الجنس من ذنوب الشهوات المختلفة، وهذا فيه تقرير لما يجب على الدعاة إلى الله جل وعلا أن يسلكوه في دعوتهم وأن ينبهوا الجميع إلى خطر المحدثات والبدع والضلالات لأنها مخالفة لدين الإسلام، ونبينا - صلى الله عليه وسلم - أعلن أنّ أصحابها مردودة عليهم عباداتهم، وهذا معناه أنها لا تُقبل منهم وأنهم خاسرون بما اقترفوا من آثام وبما اجترحوا من بدع وضلالات.",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "ونكتفي بهذا القدر، ونرجو إن شاء الله لنا ولكم السلامة والعافية، وأن يسلك الله بنا صراطه المستقيم ودينه القويم، وأن يتوفانا غير مغيرين ولا مبدلين. ¶ اللهم إنا نعوذ بك أن نَزِلَّ أو نُزَل أو نَضِلَّ أو نُضَل أو نجهل أو يجهل علينا أو نَظلم أو أن نُظلم، إنك سبحانك جواد كريم، فأجب اللهم واغفر جما. ¶ وصلى الله وسلم وبارك على نبينا محمد. ¶ - - ( - - ¶ [المتن] ¶ باب وجوب الاستغناء بمتابعة الكتاب عن كل ما سواه ¶ وقول الله تعالى: ?وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَاناً لِكُلِّ شَيْءٍ?[النحل:89] الآية. ¶ وروى النسائي وغيره عن النبي - صلى الله عليه وسلم - أنه رأى في يد عمر بن الخطاب - رضي الله عنه - ورقة من التوراة فقال «أَمُتَهَوّكُونَ يَا ابْنَ الخَطّابِ؟ لَقَدْ جِئْتُكُمْ بِهَا بَيْضَاءَ نَقِيّةً، ولَوْ كَانَ مُوسَى حَيّا واتبعتموه وتركتموني ضللتم». وفي رواية: «وَلَوْ كَانَ مُوسَى حَيّا مَا وَسِعَهُ إِلا اتّباعي». فقال عمر: رضيت بالله رباً وبالإسلام ديناً وبمحمد نبيا. ¶ [الشرح] ¶ بسم الله الرحمن الرحيم، الحمد لله رب العالمين، والصلاة والسلام على نبينا محمد وعلى آله وصحبه أجمعين. ¶ اللهم نسألك علما نافعا وعملا صالحا، ربنا هيئ بنا الخير حيث كنا، عليك توكلنا لا حول لنا ولا قوة إلا بك. ¶ اللهم فكن لنا نصيرا وظهيرا. ¶ أما بعد: فهذا (باب وجوب الاستغناء بمتابعة الكتاب عن كل ما سواه) ويعني بـ(الكتاب) القرآن، وفي عدد من النسخ أيضا (وبمتابعته - صلى الله عليه وسلم -) والمذكور هنا كما هو في نسخ معتمدة من هذا الكتاب هو الصحيح؛ لأن عنوان الباب (وجوب الاستغناء بمتابعة الكتاب عن كل ما سواه) وسيأتي بيان أن متابعة النبي - صلى الله عليه وسلم - تدخل في متابعة الكتاب، والاستغناء بالكتاب يشمل أيضا الاستغناء بسنته عَلَيْهِ الصَّلاَةُ والسَّلاَمُ.",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "قال رحمه الله تعالى (وجوب الاستغناء) ولفظ الوجوب هذا مأخوذ أو مستدَل عليه بما أورده من الأدلة التي فيها بيان: شمول الكتاب، وطاعة النبي - صلى الله عليه وسلم -، ولزوم الجماعة، والنهي عن النظر في كتب الأمم قبلنا، وغضب النبي - صلى الله عليه وسلم - حينما رأى في يد عمر أوراقا من التوراة. ¶ و(الاستغناء) يعني الاكتفاء يعني أن الاكتفاء بمتابعة الكتاب وبمطالعة الكتاب الذي هو القرآن وبالأخذ منه أنَّ هذا واجب، ففي الكتاب الذي هو القرآن كفاية، وفي سنة النبي - صلى الله عليه وسلم - كفاية. ¶ وقوله (عن كل ما سواه) هذا يشمل كلَّ ما يريد العبد أن يأخذ منه الهداية والعلم النافع مما هو سوى القرآن وسنة النبي - صلى الله عليه وسلم -. ¶ فإذن دلَّ التبويب على أن الاكتفاء بالكتاب والسنة وما جاء في الكتاب والسنة من أوجه الأدلة أنَّ هذا واجب ليس للمرء الخيرة فيه، وأن هذا يُستغنى به عن كل كتاب يطلب الهدى منه، أو يطلب العلم النافع منه كما سيأتي بيان تفصيله في شرح الآية والحديث. ¶ وتبويب الإمام رحمه الله لهذا الباب وعقدُه له من الأهمية بما كان؛ بل كل متبصر في حال الأمة في حال أهل الإسلام الذين فارقوا الجماعة وأنشأوا الفِرق وتبعوا الضلالات يتبين له أن سبب ذلك هو أنهم لم يستغنوا ولم يكتفوا بما جاء في القرآن والسنن ومن هدي الصحابة عن الكتب المختلفة والآراء العقلية والأقيسة؛ بل زهِدوا في الكتاب وزهدوا في السنن وزهدوا في الهدي الأول، وأخذوا يتلقفون العلم من مصادر أخرى يظنون أن فيها الهداية، وسواء أكان ذلك العلم في أمور التوحيد والعقيدة، أم كان في أمور الأمر والنهي والحلال والحرام، أم كان في أمور القوانين العلمية التي تنبني عليها العلوم. ¶ وأصل انحراف الناس في هذه الأمة جاء من أحد ثلاثة أنحاء أو منها جميعا:",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "الأول منها: أنهم ذهبوا إلى العقل في تقدير أو في إثبات الحق من عدمه، وهذا هو الذي يسمونه الفلسفة التي أساسها تقديس العقل وأن ما يمليه العقل الصحيح -حسب ما يزعمون- أنه لا معقِّب له، وهذا كان عند أهل اليونان وعند الفلاسفة بعامة ودخل في هذه الأمة شيئا فشيئا حتى صار تحكيم العقل مقدَّما على تحكيم النص، وتُوسع في ذلك حتى صارت الإجتهادات العقلية مقدمة على ما جاء النص به، والفلاسفة زعموا أنَّ لهم قانونا يزنون به الأمور سموه المنطق، بحيث يعصم الفكر -يعني ذلك العلم الذي يسمى المنطق أو يسمى معيار العلم أو نحو ذلك مما سمي- يجعلونه هو القانون الذي يعرف به صحة الشيء من عدمه؛ لأنه قانون التفكير السليم، وقانون الوصول إلى النتائج الصحيحة، ولهذا أبطلوا كثيرا مما جاء في الكتاب والسنة من المسائل؛ لأجل إبطال العقل لها بدلالة المنطق على ذلك البطلان. ¶ هذا من جهة التقنين يعني من جهة استعمال علم وقانون؛ لكن تُوُسِّع في الأمة حتى صار الناس يخالفون العلم الصحيح باجتهاد ليس له معيار وليس له قانون أيضا، فتوسَّع الناس في أقوال كثيرة وفي نحل مختلفة ليس لها قانون وليس لها معيار يُرجع إليه، وأساسها كله الأخذ بفلسفة اليونان وما جاء في هذه الأمة من علوم القوم علوم الأوائل ممن يسمونهم بالحكماء. هذا هو السبب الأول.",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "السبب الثاني: أن ضعف العلم بالكتاب والسنة ظُن معه أن الكتاب والسنة وما فيهما من الأدلة ليس بكافٍ لحاجات الناس، وأن حاجات الناس يحتاج معها إلى أنواع الإجتهادات في المسائل العلمية وفي المسائل العملية، وهذا باطل من جهات كما سيأتي، ولو قالوا: إننا نقتصر على ما جاء في النصوص وما لم يرد فيها نجتهد فيه. لكان هذا أمرا سائغا كما كان عليه الصحابة رضوان الله عليهم؛ لكنهم ضَعُفَ علمهم بالشريعة فصاروا يجتهدون فيما دلت الشريعة عليه، فإذا كانت المسألة في الدليل؛ إذا كانت المسألة في الكتاب أو في السنة وفي كلام السلف الصالح رضوان الله عليهم، فما العلم إذن أن يترك ذاك إلى علوم أخرى أو إلى اجتهادات لا أساس لها إلا تفكير أصحابها؟ وهذا كثر جدا في الأمة في المسائل العقدية وفي مسائل الفقه أيضا والحلال والحرام وفي مسائل السلوك والزهد والعبادة، حتى حدثت هذه الفرق والجماعات المختلفة في كل بلد وفي كل مصر، فتجد آراء مختلفة في العقيدة وفرق متباينة في التوحيد، وتجد في الصوفيات والزهديات والسلوكيات أيضا فرقا مختلفة وكل فرقة تظن أنها هي المفضلة، وكذلك في مسائل الفقه تجد أن كل مفتٍ يفتي بما عنده مما وصل إليه اجتهاده، وهو قد قصَّر في النظر في نصوص الكتاب والسنة وتحقيق المسائل في ذلك ولو كان الناس استغنوا بالكتاب السنة وبما فيهما من الدلائل على لزوم هدي السلف الصالح واتباع الصحابة لضعف الافتراق جدا وللزم الناس منهجا واحدا مستقيما. ¶ ونحن نرى أيضا اليوم أن الناس إنما اختلفوا لأجل واحد من هذين السبين أو هما معا. ¶ والسبب الثالث: مما حدث في الأمة أيضا في هذا السياسات الجائرة أو السياسات الظالمة التي حرفت الشريعة في مسائل كثيرة، وجُعل أهل العلم وأهل القضاء وأهل الفتيا يفتون بها لأجل مصلحة دولة أو مصلحة فئة، ثم تتابع ذلك ما بين فعل ورد فعل حتى حدث له من الآثار والعواقب ما وسع دائرة الافتراق والانحراف عن أساس الدين.",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "وسيأتينا في شرح الحديث في الباب الذي بعده أهمية لزوم الجماعة ومعنى ذلك، وصلة ذلك اللزوم بمتابعة الكتاب والسنة والاستغناء بهما عن كل ما سواهما. ¶ وإذا نظر الناظر في زماننا الحاضر حيث كثر بعد ضعف الإسلام وضعف أهل الإسلام ورغبة كثير من المخلصين في الأمر بالمعروف والنهي عن المنكر وفي الدعوة إلى الله جل وعلا وفي نصرة الإسلام في بقاع المسلمين جميعا، نجد أن هذه الأسباب الثلاثة تأتي ماثلة أمامك في أنهم خرجوا عن الاستغناء بمتابعة الكتاب والسنة عن كل ما سواه، وأثّرت فيهم إما العقليات وإما أثّر فيهم ضعف العلم وترك التعلم، أو أثرت فيهم السياسات المختلفة حتى غدوا ما بين خير وشر تعرف منهم وتنكر إلا من تابع العلم الصحيح. ¶ وتأمل ذلك تجده في الناس، وكما قال القائل حَرِّكْ تَرَ، فإن الأكثرين ممن خالفوا الصراط الأول: ¶ إما أن يكونوا خالفوه عن ضعف علم بما جاء في النصوص فيجتهدون مع وجود الدلائل. ¶ وإما أنهم ركنوا إلى عقليات ومصالح يجعلونها حجة قويمة. ¶ وإما أن تكون أثرت فيهم السياسات فجعلتهم يتصرفون بمحض آراء سياسية، وسواء كانت تلك السياسات منهم، أو من دول تجاههم فإنها أثرت فيهم حتى صاروا بعيدين عن متابعة الكتاب والسنة حق المتابعة، وأخذوا يتلقفون العلم والحق من هنا وهناك فلم يدركوا ذلك.",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "قال رحمه الله بعد هذا (وقول الله تعالى ?وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَاناً لِكُلِّ شَيْءٍ?[النحل:89].) هذه الآية فيها الدليل على أن الله جل وعلا جعل القرآن تبيانا لكل شيء، وأنه نزله سبحانه مفرقا ليكون تبيانا لكل شيء يحتاجه العباد في أمر دينهم وفيما ينفعهم في صلاح العلم والعمل، وهذه الآية كقوله تعالى في سورة الأنعام ?مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ?[الأنعام:38]؛ ولكن آية الأنعام جرى فيها خلاف بين السلف في التفسير: هل المراد بالكتاب في قوله (مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ) هل هو اللوح المحفوظ أو هو القرآن؟ على قولين. أما هذه الآية فالكتاب فيها هو القرآن في تفاسير السلف لا غير، لهذا استدل بها رحمه الله تعالى لأجل أن لا يقال إن في الآية اختلافا في التفسير، فقوله (وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَاناً لِكُلِّ شَيْءٍ) يعني أن الله جل وعلا نزل هذا القرآن من أجل أن يكون تبيانا لكل شيء أو أنه جل وعلا أبان فيه كل شيء تبيانا وأظهره وجعله ماثلا حتى لا يحتاج الناس إلى غير هذا القرآن. ¶ قال جل وعلا (وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَاناً)، (تِبْيَاناً) هنا هذا تِفْعال من البيان، وهل هي مفعول لأجله أو هي مصدر؟ على قولين لأهل العلم: ¶ ويكون التقدير إذا كان مفعولا لأجله أن تنزيل الكتاب من أجل أن يكون تبيانا؛ يعني العلة في تبيين الكتاب للتبيان، للبيان. ¶ وأما إذا كانت مصدرا فتكون للتأكيد؛ يعني أن الله جل وعلا نزَّل الكتاب وأبان فيه كل شيء تبيانا، فيكون مصدرا مؤكِّدا لما في الفعل المقدر الذي دل عليه المصدر؛ يعني جعل كل شيء في هذا القرآن بيِّنا ظاهرا لا لبس فيه، وإنما هو بيان -يعني القرآن- لكل شيء يحتاجه الناس كما سيأتي.",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "قوله هنا (تِبْيَاناً لِكُلِّ شَيْءٍ)، (كُلِّ شَيْءٍ)، (كُلِّ) هذه من ألفاظ العموم كما هو معلوم في الأصول لكنها من ألفاظ الظهور في العموم لأن ألفاظ العموم على قسمين: ¶ الألفاظ تدل على التنصيص في العموم. ¶ وألفاظ تدل على الظهور في العموم. ¶ والألفاظ التي تدل على الظهور في العموم معناه أنْ يكون العموم فيها بحسبها وقد يخرج من ذلك العموم ما لا يصلح لما جاء العموم من أجله، لهذا فسَّر السلف وأهل العلم فسروا (كُل شَيْءٍ) بأنه كل شيء يحتاجه العباد في أمر دينهم كما فسرها ابن جرير الطبري رحمه الله وجماعة، ومن أهل العلم من المتقدمين كمجاهد وغيره فسروا كل شيء هنا يعني الحلال والحرام يعني تبيانا لما أحل الله جل وعلا وما حرم، فما أحلا الله في كتابه فهو الحلال وما حرمه فهو الحرام، وعموم التفسير أوْلى لأن الحلال والحرام هو أحد أفراد هذا العموم؛ لكن لا يشمل قوله (تِبْيَاناً لِكُلِّ شَيْءٍ) لا يشمل ما لا ينفع الناس في دينهم؛ لأن القرآن لم ينزل تبيانا لأمور الناس في دنياهم، لم ينزل تبيانا لأمور الرياضيات والجبر والهندسة والفيزياء والكيمياء والزراعة والفلك وأشباه ذلك، وإنما نزل للهداية كما قال جل وعلا ?هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ?[الإسراء:9]، والله جل جلاله بحكمته جعل الأشياء على قسمين، جعل الأشياء فيما حولنا على قسمين وفيما نتعامل به: ¶ منها أشياء يدخلها الهوى -هوى الإنسان-: مثل محبته وبغضه، ومثل ما يأتي وما يذر، من بيعه وشرائه، وتعاملاته وتعبداته لربه ونحو ذلك، فهذه يدخلها الهوى، قد يرغب أن يظلم، يرغب أن لا يتعبد، يرغب أن يأتي بالفواحش، يرغب أن يكون كذا وكذا، فهذه الأشياء تدخلها الأهواء في أمور الشبهات وفي أمور الشهوات. ¶ والقسم الثاني ما لا يدخله الهوى.",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "والقرآن جعله الله جل وعلا هاديا للناس الصراطَ المستقيم والطريق القويم الذي لا يلتبس فيما يدخلُه هوى الناس، وهو الأمور العلمية والعملية التي يحتاجونها. ¶ أما الأمور التي تسري فيها سنن الله جل وعلا هذه لا يدخلها الهوى فالقرآن لم ينزل لأجل بيانها، لهذا مثلا أمور الحساب وأمور الهندسة ونحو ذلك، هذه لا يدخلها الهوى، لو قال القائل مثلا: زوايا المثلث يمكن أن تكون مائتي درجة، هذا لا يدخله رغبة الراغب، أو يُصدر قرارا أن زوايا المثلث مائتي درجة، أو أنه يأتي من يدعو الناس إلى أن تكون زوايا المثلث مثلا مائتي درجة، أو أن عشرة زائد عشرة تساوي خمسة عشرة ونحو ذلك، هذه لا تدخلها الأهواء، لهذا الناس إذا أتى من يخبرهم فيها بغير الحق فإنهم سيردون عليه؛ لأنها لا توافق الحق الذي يعلمونه، وهو ليس له هوى في أن تكون الأمور الطبيعية على خلاف ما خلق الله جل وعلا. ¶ ولهذا يخطئ من يجعل القرآن كتابا في العلوم كلها؛ كما زعمت طائفة أن القرآن كتاب في الطبيعة، وكتاب في الزراعة، وكتاب في الهندسة، وكتاب في الجبر وكتاب في كذا، يظنون أن هذا فيه رفع لشأن القرآن، وليس كذلك؛ بل فيه إنزال من شأن القرآن؛ لأن الله جل وعلا لم ينزل القرآن لذلك ولم يجعله كتابا في الأمور الرياضية أو الطبية أو الهندسية أو إلى آخره، وإنما جعله كتاب هداية فيما تدخل فيه أهواء الناس لتحريف مراد الله جل وعلا فيه.",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "أما ما حكمته سنن وقوانين من الله جل جلاله وتقدست أسماؤه بأمور الطبيعة فهذه الحق فيها سيبين بما أجرى(1) الله من سنته وما أجرى من تقنينه، لهذا تجد أن بعض الناس في تفسيره لهذه الآية في كتب التفسير يجعل القرآن شاملا لكل العلوم، حتى آل الأمر في بعضهم أن جعلوا العلوم المحدثة الباطلة التي يردها القرآن، جعلوا القرآن مشتملا عليها؛ كعلوم التصوف والفلسفة والطرق المختلفة، جعلوا القرآن يدل على ذلك كله، وأمور النظر وأمور الحكمة والقواعد والقوانين والمناظرة وأشباه ذلك والجدل، جعلوا كل هذه العلوم في القرآن، وهذا ولاشك من الغلو الباطل. ¶ فالقرآن إذن تبيان كما أخبر الله جل وعلا (تِبْيَاناً لِكُلِّ شَيْءٍ)، القرآن تبيان لكل شيء، أبان الله فيه كل شيء ينفع العباد ويحتاجون إليه فيما قد يحرفونه بأهوائهم، أو قد لا يدركون الحق فيه مما ينفعهم في آخرتهم أبانه الله جل وعلا بيانا، فكل المطالب الدينية في القرآن، كل ما يكون من قبيل الهداية في الدنيا أو في الآخرة هو في القرآن، أما العلوم الأخرى فإن هذه لا تدخل في العموم في قوله (لِكُلِّ شَيْءٍ) لعدم اشتمالها على الهداية في الطريق الذي يلتبس على الناس. ¶ إذا تبين لكَ ذلك فقوله (وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَاناً لِكُلِّ شَيْءٍ) والاستغناء بالكتاب، هل معنى هذا أن السنة وأقوال الصحابة ليست مما يُؤخذ به ويُستغنى به؟ ¶ __________ ¶ (1) انتهى الوجه الأول من الشريط الخامس.",
            "page": "141",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "الجواب أن هذا هو من الكتاب، فالسنة من القرآن يعني الاستدلال بها، وأقوال الخلفاء الراشدين من القرآن؛ يعني الاستدلال بها في القرآن، وكذلك الصحابة في القرآن، ولهذا كما روى البخاري وغيره أن ابن مسعود قال: لعن الله الواشمة والمستوشمة، والنامصة والمتنمصة، والواشرة والمستوشرة، والمتفلجات للحسن المغيرات لخلق الله. فأتته امرأة فقالت: يا ابن مسعود لقد قرأت القرآن ما بين دفتيه فلم أجد لعن الله لما ذكرت. قال: لئن كنت قرأتيه لقد وجدتيه، لقد قال جل وعلا ?وَمَا آتَاكُمْ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا?[الحشر:7]، وقد لعن رسول الله - صلى الله عليه وسلم - كذا وكذا، استدل ابن مسعود بما جاء في القرآن من السنة على أنه في القرآن، وهذا استدلال أصولي عميق؛ لأن دليل السنة والأخذ بها طاعة الرسول - صلى الله عليه وسلم - ومتابعة النبي - صلى الله عليه وسلم - هذا في القرآن، وفي القرآن تبيانه وفي القرآن إظهاره، فإذن الاستغناء بالقرآن يشتمل على الاستغناء بما دل عليه القرآن من متابعة النبي - صلى الله عليه وسلم -، وهذا فيه إدخال السنة في الاستغناء بمتابعة الكتاب عما سواه. ¶ كذلك أقوال الصحابة رضوان الله عليهم فهي داخلة في قول الله جل وعلا ?وَمَنْ يُشَاقِقْ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيرًا?[النساء:115]، وفي قوله ?وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَحِيمٌ?[الحشر:10]. ¶ وكذلك الذين اتبعوهم بإحسان جاء النص عليهم في القرآن.",
            "page": "142",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "فإذن يكون اتباع هدي الصحابة رضوان الله عليهم وهدي من اتبعهم بإحسان مما جاء في القرآن، فيكون إذن القرآن دل على أن السنة حجة، وأن أقوال الصحابة ومنهج الصحابة وهدي الصحابة حجة، وأن لزوم طريقة الصحابة والتابعين كذلك حجة. ¶ فيكون إذن الاستغناء بالكتاب هو استغناء بالسنة، واستغناء بهدي الصحابة، وبما جاء عنهم وعن التابعين في مسائل العلم. ¶ إذا كان الأمر كذلك فإذن نقول: إن الآية دلت على الاستغناء بمتابعة القرآن والسنة وهدي السلف الصالح عن كل ما سواها. ¶ قال رحمه الله تعالى بعد ذلك (وروى النَّسَائي وغيره عن النبي - صلى الله عليه وسلم - أنه رأى في يد عمر بن الخطاب - رضي الله عنه - ورقة من التوراة فقال: «أَمُتَهَوّكُونَ يَا ابْنَ الخَطّابِ؟ لَقَدْ جِئْتُكُمْ بِهَا بَيْضَاءَ نَقِيّةً، ولَوْ كَانَ مُوسَى حَيّا واتبعتموه وتركتموني ضللتم». وفي رواية: «لَوْ كَانَ مُوسَى حَيّا مَا وَسِعَهُ إِلا اتّباعي». فقال عمر: رضيت بالله رباً وبالإسلام ديناً وبمحمد - صلى الله عليه وسلم - نبيا.) ¶ هذا الحديث حديث حسن، وقد صححه جماعة من أهل العلم، وله روايات مختلفة يعضد بعضها بعضا. ¶ عمر رضي الله عنه رأى في يده ورقة من التوراة، وقد قيل إنه أخذها من أخ له -يعني في بعض الروايات- من أخٍ له يهودي، قالوا إن هذه الأخوة قد تكون أخوة رضاعة، أو لها وجهها.",
            "page": "143",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "المقصود من ذلك أنه أخذ هذه الورقة من التوراة يطالع فيها، فلما رآه النبي - صلى الله عليه وسلم - غضب، وقال (أَمُتَهَوّكُونَ يَا ابْنَ الخَطّابِ)، (أَمُتَهَوّكُونَ) يعني أمتحيرون؛ يعني أفي حيرة أنت؟ أفي شك أنت؟ أفي ريب أنت مما جئت به؟ قال(لَقَدْ جِئْتُكُمْ)؛ يعني والله (لَقَدْ جِئْتُكُمْ بِهَا) يعني بالشريعة (بَيْضَاءَ نَقِيّةً) لا يدخلها لَبْس ولا يدخلها تحريف (ولَوْ كَانَ مُوسَى حَيّا واتبعتموه وتركتموني ضللتم)؛ لأن رسالة النبي - صلى الله عليه وسلم - هي خاتمة الرسالات؛ ولأن نبوته هي خاتمة النبوات، وكتابه الذي هو القرآن هو خاتم الكتب، وهو المهيمن على كل كتاب. ¶ فإذن لا يجوز النظر فيما سبقه من الكتب بعد ما أنزل الله جل وعلا الكتاب. ¶ قال(وَلَوْ كَانَ مُوسَى حَيّا مَا وَسِعَهُ إِلا اتّباعي) لأنه بعد بعثة النبي - صلى الله عليه وسلم - يجب على الجميع أن يؤمنوا به، وكانت رسالة كل رسول خاصة وكانت رسالة محمد عَلَيْهِ الصَّلاَةُ والسَّلاَمُ عامة ?يَاأَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا?[الأعراف:158]، ?وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ?[الأنبياء:107]، رسالته عَلَيْهِ الصَّلاَةُ والسَّلاَمُ تعم الثقلين الجن والإنس، وكل رسول فإنه كان يرسل إلى قومه خاصة ومحمد عَلَيْهِ الصَّلاَةُ والسَّلاَمُ أرسل للناس عامة.",
            "page": "144",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "فهذا يدل على أنه لا يجوز النظر فيما سبق من الكتب ولا أن يتبع غير النبي - صلى الله عليه وسلم -، ولو كان أحد من الأنبياء موجودا حال بعثته عَلَيْهِ الصَّلاَةُ والسَّلاَمُ لاتبعه عَلَيْهِ الصَّلاَةُ والسَّلاَمُ، ولهذا عيسى عليه السلام رفع حيا ?وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَكِنْ شُبِّهَ لَهُمْ?[النساء:157]، وينزل في آخر الزمان في دمشق في المسجد الذي بناه بنو أمية عند المنارة البيضاء -كما جاء في الأحاديث الصحيحة-، فينزل حكما عدلا مقسطا، ويكون مأموما في تلك الصلاة، فيأتي فيعرفه الناس فيأتي الإمام يتأخر ليتقدم رسول الله عيسى عليه السلام، فيدفع عيسى عليه السلام بالإمام ويقول: إمامكم منكم تكرمة الله لهذه الأمة. فينزل يحكم بالقرآن ويدع الإنجيل ويأمر باتباع محمد عَلَيْهِ الصَّلاَةُ والسَّلاَمُ، فهو عليه السلام بعد نزوله يكون من أتباع النبي - صلى الله عليه وسلم -، ولما لقيه في السماء لقيه جسدا وروحا وآمن بنبينا - صلى الله عليه وسلم -. ¶ ولهذا من الألغاز التي يلغز بها بعض أهل العلم أن يقال مثلا: من رجلٌ من أمَّة محمد هو أفضل من أبي بكر الصديق بالإجماع؟ ويجيب أهل العلم على ذلك بأنه عيسى عليه السلام؛ لأنه حي وينزل -وهذا عقيدة يعتقدها كل مسلم- ويحكم بالقرآن ويكسر الصليب ويدع الإنجيل، ولهذا هو من الأمة ولقد لقي النبي - صلى الله عليه وسلم - ليلة المعراج وآمن به. ¶ المقصود من ذلك أنه يجب متابعة النبي - صلى الله عليه وسلم - والاستغناء بالقرآن وعدم النظر في التوراة، وهاهنا دل الحديث على تحريم النظر في التوراة، وعلى غضب النبي - صلى الله عليه وسلم - من ذلك، وأن المرء إذا نظر فهو يكون في شك من أمره كما قال عَلَيْهِ الصَّلاَةُ والسَّلاَمُ لعمر رضي الله عنه (أَمُتَهَوّكُونَ يَا ابْنَ الخَطّابِ) أمتحيرون أمتشككون ونحو ذلك. ¶ إذا تبين هذا فالعلماء لهم قولان في النظر في التوراة:",
            "page": "145",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "منهم من يقول: يحرم النظر في التوراة أو الإنجيل أو في الزبور مطلقا؛ يعني لأي أحد سواء أكان عالما أم غير عالم، وسواء في وقت التنزيل أم بعد وقت التنزيل، وهذا قول جمهرة كثيرة من أهل العلم. ¶ والقول الثاني: أن ذلك يحرم لكن ليس على إطلاقه، فيجوز لأهل العلم الموثوق بهم أن ينظروا في التوراة لغرض إبطال دعوى اليهود أو دعوى النصارى أو لنُصرة الدين أو ما شابه ذلك في مسائل الدعوة إلى الله جل وعلا والجهاد العلمي. ¶ وهذا القول الثاني هو الذي اعتمده كثير من أهل العلم وألفوا كتبا كثيرة في بيان بعض التحريفات التي اشتمل عليها الإنجيل والتوراة؛ بل كتب ابن تيمية رحمه الله كتابا سماه الجواب الصحيح لمن بدل دين المسيح فيه نقول كثيرة عن التوراة والإنجيل، وكتاب لابن القيم هداية الحيارى في أجوبة اليهود والنصارى أيضا فيه نقل كثير عن تلك الكتب، وكذلك القرطبي وجماعات من أهل العلم نظروا في ذلك لغرض نصرة الشريعة، وهذا هو المعتمد في أنه لا يجوز لأفراد الناس وآحاد طلاب العلم أن ينظروا فيها؛ بل يحرم ويأثم من نظر فيها، ولكن إذا كان نظره نظر عالم راسخ في العلم لقصد الجهاد، فإن هذا جائز بحسبه؛ لأنه عَلَيْهِ الصَّلاَةُ والسَّلاَمُ لما أمر برجم اليهودي الذي زنى باليهودية قالوا: إن الرجم ليس في كتابنا. قال: فَأْتُوا بِالتَّوْرَاةِ فَاتْلُوهَا إِنْ كُنْتُمْ صَادِقِينَ. فأتوا بالتوراة فنظر فيها النبي - صلى الله عليه وسلم - ووضع اليهودي يده أو إصبعه على آية الرجم، فقال عبد الله بن سلام رضي الله عنه: مُرْهُ يا رسول الله أن يرفع يده فالآية تحت يده. أو كما جاء. ¶ المقصود من ذلك أن الحديث دل على التحريم وهو على بابه، ويُستثنى من ذلك من ذكرنا من الراسخين في العلم الذين لهم قصد صحيح في الجهاد في سبيل الله. ¶ إذا تبين هذا فهل النهي عن النظر في التوراة والإنجيل لأجل أنها منسوخة أو لأجل أنها محرفة أو هما معا؟",
            "page": "146",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "الصحيح أنّ النهي لهذه الأسباب جميعا: ¶ أولا: لأنها منسوخة، وإذا كانت نُسخت بالقرآن ورسالة موسى عليه السلام ورسالة عيسى نسخت برسالة محمد عَلَيْهِ الصَّلاَةُ والسَّلاَمُ فالله جل وعلا لا يرضى إلا باتباع القرآن واتباع محمد عَلَيْهِ الصَّلاَةُ والسَّلاَمُ . ¶ والسبب الثاني: أيضا أنها محرفة وتحريف التوراة وتحريف الإنجيل كبير جدا، وإذا كانت محرفة فإنه لا يوثق بأخذ الحق منها، إذا كان الناظر فيها يريد حقا في مسألة؛ لأنها محرفة ومبدلة كما نص الله جل وعلا على ذلك. ¶ لكن اختلف أهل العلم هل التحريف الذي في التوراة والإنجيل، هل هو تحريف تبديل وتغيير للألفاظ أو هو تحريف وتبديل لمعنى تأويل الكلم على غير تأويله وتحريف المعاني وتبديل المعاني بالتأويل؟ على ثلاثة أقوال لأهل العلم(1): ¶ القول الأول: هو أن التحريف تحريف ألفاظ، وهذا ذهب إليه كثيرون جدا من أهل العلم في أن التوراة حُرِّفت ألفاظها والإنجيل حرفت ألفاظه، فحذف منه أشياء وزيد فيه أشياء في اللفظ، ولهذا قال الله جل وعلا مثلا ?وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ?[الصف:6]، وهذه البشارة لا تجدها في الإنجيل، وهي في بعض الأناجيل؛ لكن الأناجيل الأربعة المعتمدة عندهم ليست فيها، مع أن ذكر النبي - صلى الله عليه وسلم - موجود في التوراة، هذا يعني أنهم حذفوا منه أشياء، كذلك بعض المسائل الفقهية أيضا أزالوها، ما اشتمل عليه من توحيد الله جل وعلا نجد أنه فيه نسبة النقص لله جل وعلا، وفيه نسبة -يعني في التوراة والإنجيل معا والتوراة أكثر- فيها نسبة النقائص للأنبياء ووقوع الأنبياء في الفواحش، ونحو ذلك مما نجزم أن هذا مما غيروه وزادوه ونقصوا منه. ¶ وهذا يدل لهذا القول وهو أن التوراة والإنجيل والزبور وقع فيها التحريف في الألفاظ. ¶ __________ ¶ (1) قارن هذا الكلام بما جاء في شرح مسائل الجاهلية للشيخ صالح آل الشيخ تحت: (المسألة السادسة والعشرون).",
            "page": "147",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "وأصحاب هذا القول يقولون أن التحريف تحريف اللفظ، ويستدلون بظاهر قوله جل وعلا ?يُحَرِّفُونَ الْكَلِمَ مِنْ بَعْدِ مَوَاضِعِهِ?[المائدة:41]، ونحو ذلك مما جاء، وأن الله جل وعلا اختص الحفظ بالقرآن، ومعنى ذلك أن تلك الكتب وقع فيها التحريف والتبديل في الألفاظ. ¶ القول الثاني: وهو الذي اختاره البخاري رحمه الله في الصحيح واختاره جماعة من أهل العلم أيضا هو أن التحريف والتغيير والتبديل إنما وقع في تأويل المعاني ولم يقع في النصوص -الألفاظ-، واستدلوا عليه بحديث آية الرجم وأنهم قالوا الرجم ليس في كتابنا ليس في التوراة الرجم فقال الله جل وعلا ?قُلْ فَأْتُوا بِالتَّوْرَاةِ فَاتْلُوهَا إِنْ كُنْتُمْ صَادِقِينَ?[آل عمران:93]، فوضع القارئ إصبعه على آية الرجم حتى لا تظهر، قالوا: فلو كان عندهم التحريف بحذف الألفاظ لأزالوا هذه الآية بعدما تركوا حكم الرجم بما نص الله جل وعلا في التوراة. ¶ وهذا ذهب إليه البخاري جماعة من أهل العلم أيضا لهذا الحديث. ¶ ويفسرون الآيات التي فيها التحريف والتبديل بأنه تحريف معاني لا تحريف ألفاظ. ¶ القول الثالث: وهو القول الراجح والصحيح واختاره شيخ الإسلام ابن تيمية والعلامة ابن القيم وجماعة من أهل العلم من أئمة الدعوة ومن غيرهم أيضا، بأن التحريف والتبديل وقع على الجهتين معا؛ وقع فيها تحريف ألفاظ وتحريف كلمات بإزالتها وإدخال ما ليس من التوراة فيها، أزالوا ألفاظا وآيات أو جمل وأدخلوا أشياء أخر، وأيضا فسروه بغير تفسيره وتأولوه على غير تأويله، فوقع الأمران معا.",
            "page": "148",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "وهذا هو الصحيح، وهو الذي يطابق الواقع فيمن نظر إلى هذين الكتابين، لذلك التوراة الموجودة الآن والإنجيل الموجود الآن ليس هو باللغة التي نزل بها، الآن يترجمونه إلى لغات متعددة؛ يعني بحسب لغات البلاد، فتُرجم للغة العربية وترجم للغات المختلفة الإنكليزية والفرنسية والألمانية إلى آخره، منذ قرون من الزمان، وليس في أيدي الناس النصوص القديمة، ولذلك إذا عمل أحد مقارنة ما بين النصوص الموجودة الآن والنصوص التي ينقل عنها أهل العلم من سبعمائة ثمانمائة سنة فيما نقلوا من الردود يجد بينها اختلافا؛ بل يوجد اختلاف بين ترجمات التوراة والإنجيل قبل أربعمائة خمسمائة سنة إلى يومنا هذا في اللغة العربية، يكون هناك اختلاف في التراجم وزيادة ونقص بحسب الطبعات، وهذا يدل على أن تلك الكتب غير محفوظة وغير موثوق بها، والله جل وعلا لم يجعل لهم من خاصية المحافظة عليها بالنقل وبالإسناد ما جعل الله لهذه الأمة المحمدية من خاصية المحافظة على القرآن بالنقل والأسانيد بحيث لو زاد واحد في شرق الأرض أو في غربها حرفا في القرآن لدهمه صبيان المسلمين في أنه زاد ونقص لحفظ الله جل وعلا لهذا الكتاب العظيم. ¶ إذن تقرر من ذلك أن عدم النظر في التوراة والإنجيل إنما لأجل هذه الكتب محرفة ولأجل أنها منسوخة، وحينئذ لا يمكن أن يُؤخذ منها حرفا ولهذا في أحاديث بني إسرائيل وقد يكون بعضها من التوراة أو بعضها من الإنجيل قال عَلَيْهِ الصَّلاَةُ والسَّلاَمُ «إذا حدثكم بنو إسرائيل فلا تصدقوهم ولا تكذبوهم؛ لأنهم قد تصدقهم في شيء قد كذبوا فيه وقد تكذبهم في شيء هو مطابق لما هو موجود». وهذا أمر لا علم لنا به لأنها حرفت وبدلت، فإذن لا نصدق ولا نكذب ونؤمن بأن التوراة أنزلها الله جل وعلا على موسى، وأن الإنجيل أنوله الله جل وعلا على عيسى، نؤمن بكتب الله جل وعلا.",
            "page": "149",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "أما خصوص هذين الكتابين التوراة والإنجيل أو كما يسمونه في العصر الحاضر العهد القديم والعهد الجديد بخصوصها فهذه لا نؤمن بها، وإنما نؤمن بالتوراة التي أنزلها الله جل وعلا، نؤمن بالإنجيل الذي أنزله الله جل وعلا، أما هذا المحرّف المبدل في ألفاظه وفي تأويلاته وزيادة أشياء وحذف أشياء وإدخال تفاسير العلماء -علمائهم ورهبانهم فيه- فهذا لا نؤمن به، فيكون الإيمان حينئذ بكتب الله إيمان بما أنزل الله جل وعلا، وأما هذا الذي دخله التحريف والتغيير فلا نؤمن به. ¶ مُراد إمام الدعوة رحمه الله تعالى من استدلاله بها الحديث: أن هذه التوراة أصلها كلام الله جل وعلا؛ لكن لما وقع فيها التحريف والتبديل والتغيير وكنَّا مستغنين بالكتاب وبالسنة فإن النظر فيها لا يحل بل يحرم، إذا كان هذا في كتاب أصله من عند الله جل وعلا، فكيف إذن الأمر بالنسبة إلى كتب نَسَجَتْها عقول البشر؟ وكتب خصتها أنامل من لم يهتدِ بهدي الكتاب والسنة من كتب الفلسفة وكتب التصوف وكتب الزندقة وكتب الأقوال المختلفة التي فرقت هذه الأمة، من الكتب التي قد يسمونها كتب الفلسفة وكتب المنطق وكتب علم الكلام وكتب التصوف وكتب الأحوال والرسائل والكتب، حتى إن آثار هذه الكتب لما نظر فيها الناس أثَّرت في تفسير الكتاب وفي تفسير أحاديث النبي - صلى الله عليه وسلم -، فتجد أن من العلماء من فسَّر القرآن ببعض الأقوال الفلسفية والعقلية وترك تفاسير السلف، ومنهم من فسر السنة بنحو ما جاء في أقوال الفلاسفة وأهل المنطق إلى آخره، مما جعل الكتب الموروثة في هذه الأمة مشتملة على حق وباطل، وقلَّ من يميز ذلك.",
            "page": "150",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "ولهذا كان من المنهج الذي ورثه أئمة الإسلام من السلف الصالح الأول أن يستغنوا بالكتب النافعة عن الكتب التي اشتملت على حق وباطل، الحمد لله القصد سلامة المؤمن في دينه، القصد سلامة المؤمن في إيمانه، فإذا كان كذلك فهو يستغني بما صح من الكتب أو قلّ فيه الغلط مما كثر فيه الغلط ونحا مناحٍ لا يؤمن فيها. ¶ فلهذا ينبغي أن لا ينظر؛ بل يجب أن لا ينظر في الكتب التي فيها ضلالات حتى إن أهل العلم قالوا إن كتب أهل البدع يجب إحراقها ولا ضمان على من أحرقها كما ذكروه في آخر باب الغصب من كتب الفقه. ¶ وهذا يدل على أن كتب الضلالات هي من باب أولى أن تمنع إذا كان النبي - صلى الله عليه وسلم - منع عمر من أن ينظر في التوراة. ¶ فإذن المنهج الصحيح أن يُربى الناس في الدعوة، وأن يرشد غلى ما ينفعهم في العلم الذي يقابلون به الله جل وعلا به في الآخرة. ¶ والعلم النافع هو ثلاثة أقسام كلها في القرآن كما وصفها ابن القيم رحمه الله تعالى بقوله: ¶ والعلم أقسام ثلاث مالها ? ¶ من رابع والحق ذو تبيانِ?? ¶ ?علم بأوصاف الإله وفعله ? ¶ وكذلك الأسماء للديانِ ?? ¶ ?والأمر والنهي الذي هو دينه ? ¶ وجزاؤه يوم المعاد الثاني?? ¶ ?والكلُّ ........................ ? ¶ .............................. ¶ يعني كل أنواع هذه العلوم. ¶ ...... في القرآن والسنن التي ? ¶ جاءت عن المبعوث بالفرقان ¶ وهذا يدل على أن العلوم النافعة للمرء في دينه وفيما ينفعه في الآخرة ما يحصل به الاهتداء في أمر دينه، ويرشد به إلى الصواب ويتكون بها العلم في الصحيح، هذه كلها في الكتاب وفي السنن وفي هدي السلف الصالح وفيما سطرته أيدي العلماء المأمونون على الشريعة في كتب العقيدة أو كتب السنة أو ما اجتهدوا فيه مما نظروا في النصوص.",
            "page": "151",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "هذا هو الذي ينفع، ولذلك كلما كان المرء أكثر نصحا للعباد فإنه يرشدهم إلى هذه الكتب النافعة ويضعف نظر أولئك في الكتب المختلفة، وهذا ظاهر في أنّ كثيرين إنما انحرفت أفكارهم ومفاهيمهم ونظراتهم وأصبحوا يتصوَّرون أشياء على غير الحق لأنهم نظروا في كتب مختلفة، النظر في الكتب المختلفة قد يؤثر على طالب العلم في أنه يجعله متحيِّرا ولذلك ما أعظم قول النبي - صلى الله عليه وسلم - لعمر (أَمُتَهَوّكُونَ) يعني أمتحيرون؛ لأن النظر يوجب الحيرة، كثرة النظر في الكتب المخالفة توجب الحيرة، سماع أهل البدع يجعل في القلب شيء، والنظر إليهم أيضا أهل الشرك والضلالات وأهل العلم الضالة يجعل في قلبه شيء من عدم يقينه بالحق، فكيف إذن إذا كان يقرأ ويستسقي من تلك العلوم التي هي علوم مخالفة لما جاء في الكتاب والسنة فيحدث الخلل الكبير، وهذا كما ذكرتُ لك من أسباب الخلل الواقع في هذه الأمة أنها نشأت كتب كثيرة عقلية ولا تعتمد على العلم الصحيح أصحابها عَزُبَ عنهم علم الكتاب والسنة وذهبوا إلى غيره -والعياذ بالله- فحصل فيهم الخلط الكبير، وصدق رسول الله - صلى الله عليه وسلم - فيما أخبر به في أن ذلك سببه الحيرة أو أنه يوجب الحيرة والشك والريب. ¶ قال رحمه الله بعدها (باب ما جاء في الخروج عن دعوى الإسلام). ¶ - - ( - - ¶ [المتن] ¶ باب ما جاء في الخروج عن دعوى الإسلام ¶ وقوله تعالى: ?هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِنْ قَبْلُ وَفِي هَذَا?[الحج:78].",
            "page": "152",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "وعن الْحَارِثَ الْأَشْعَرِيَّ - رضي الله عنه - عَنِ النَّبِيَّ - صلى الله عليه وسلم - أنه قال: «وَأَنَا آمُرُكُمْ بِخَمْسٍ اللَّهُ أَمَرَنِي بِهِنَّ: السَّمْعِ وَالطَّاعَةِ وَالْجِهَادِ وَالْهِجْرَةُ وَالْجَمَاعَةُ فَإِنَّهُ مَنْ فَارَقَ الْجَمَاعَةَ قِيدَ شِبْرٍ فَقَدْ خَلَعَ رِبْقَةَ الْإِسْلَامِ مِنْ عُنُقِهِ إِلَّا أَنْ يَراجِعَ، وَمَنْ دَعَا بدَعْوَى الْجَاهِلِيَّةِ فَإِنَّهُ مِنْ جُثَى جَهَنَّم» فَقَالَ رَجُلٌ: يَا رَسُولَ اللَّهِ وَإِنْ صَلَّى وَصَامَ ؟ قَالَ «وَإِنْ صَلَّى وَصَامَ فَادْعُوا بِدَعْوَى اللَّهِ الَّذِي سَمَّاكُمْ الْمُسْلِمِينَ والْمُؤْمِنِينَ عِبَادَ اللَّه» رواه أحمد والترمذي، وقَالَ: هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ. ¶ وفي الصحيح: «مَنْ فَارَقَ الْجَمَاعَةَ قِيدَ شِبْرٍ فَمَاتَ فَمِيتَتُه جَاهِلِيَّةٌ». ¶ وفيه: «أَبِدَعْوَى الْجَاهِلِيَّةِ وَأَنَا بَيْنَ أَظْهُرِكُمْ؟». ¶ قال أبو العباس: كل ما خرج عن دعوى الإسلام والقرآن من نسب أو بلد أو جنس أو مذهب أو طريقة فهو من عزاء الجاهلية، بل لما اختصم مهاجري وأنصاري فقال المهاجري: يا للمهاجرين، وقال الأنصاري: يا للأنصار! قال - صلى الله عليه وسلم -: «أَبِدَعْوَى الْجَاهِلِيَّةِ وَأَنَا بَيْنَ أَظْهُرِكُمْ؟»، وغضب لذلك غضباً شديداً. انتهى كلامه رحمه الله تعالى. ¶ [الشرح]",
            "page": "153",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "(باب ما جاء في الخروج عن دعوى الإسلام ) ينظر إمام الدعوة رحمه الله تعالى في هذا الكتاب إلى أسباب حدوث الافتراق والتبيان في هذه الأمة وعدم اجتماع الكلمة بين المسلمين، وإلى ما حصل من فرح كل طائفة بمذهبها أو بطريقتها، وأن سبب اجتماع الناس هو أن لا يكون بينهم تميز وتفريق؛ بل يرجعوا إلى الأوصاف التي وصفهم الله جل وعلا بها والأسماء التي أسماهم الله جل وعلا بها، والناظر في تاريخ هذه الأمة يجد أنَّ الأسماء والشعارات والألقاب التي حدثت في هذه الأمة وفرَّقت بين المسلمين أنها كثيرة جدا، وهذه الألقاب والأسماء المختلفة قد تكون بالتعصب إلى بلد، وقد تكون بالتعصب إلى قبيلة، وقد تكون بالتعصب إلى رجل، أو بالتعصب إلى فئة وحزب وجماعة وفرقة، أو تكون بالتعصب إلى مذهب معين، فحدثت أسماء كثيرة في هذه الأمة مخالفة للأسماء الشرعية التي ذكرها الله جل وعلا في كتابه أو ذكرها رسوله - صلى الله عليه وسلم - في سنته، ولاشك أن سمة التجمع إذا كانت على اسم واحد فإنَّ الفُرقة تقل وإذا كانت على أسماء كثيرة متعددة فإن التوحد والتفرد بالاسم يوجب ولاشك الفرقة في الأبدان ويوجب الفرقة في الأقوال مما يعني أنه يُحدث افتراقا في الدين وافتراقا في الجماعة، وهذا هو الذي خشيه إمام الدعوة على المستقبل، وأيضا يصف به الماضي الذي مضى في حياة المسلمين، أن الله جل وعلا سمانا بأسماء لم يقبلها المسلمون بل أحدثوا أسماء من عند أنفسهم، وجعلوا لكل فرقة منهم اسما ولقبا أحدثوه، ثم بعد ذلك تعصبوا له وجعلوا الولاء والبراء له، ومن كان في هذا الاسم فهو المقبول ومن كان خارجا عنه فهو غير مقبول لأجل التعصب للأسماء وليس التعصب لأصل الديانة، وهذا من النظر العظيم والتأمل البليغ في حال المسلمين قبل وفيما يُخشى عليهم بعد.",
            "page": "154",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "والمتأمل في الكتاب والسنة وسيرة النبي - صلى الله عليه وسلم - يجد أن الله جل وعلا سمى عباده بأسماء؛ سماهم المسلمين والمؤمنين وهذا كما في قوله ?هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِنْ قَبْلُ وَفِي هَذَا?[الحج:78] وسيأتي أن أرجح الأقوال: أنّ الله جل وعلا هو الذي سمى وليس إبراهيم الخليل عليه السلام. سمى المؤمنين وسمى المهاجرين من هاجر من مكة إلى المدينة أولا، ثم كل صاحب هجرة إلى المدينة سمي مهاجرا، وسمى الأنصار أيضا، وجعل العلاقة والعصبية إنما هي لاسم الإسلام واسم الإيمان دون غيرها من الأسماء التي سمى الله جل وعلا بها طائفة من المسلمين، فالله جل وعلا سمى من هاجر مهاجرا، وسمى من نصر أنصاريا قال جل وعلا ?وَالسَّابِقُونَ الْأَوَّلُونَ مِنْ الْمُهَاجِرِينَ وَالْأَنصَارِ?[التوبة:100]، والمهاجرون اسم شرعي والأنصار اسم شرعي لكنه تخصيص لبعض المسلمين باسم معين لأجل وصف اتصفوا به وهو الهجرة أو النصرة، ومع ذلك لما أتى رجل وجعل العصبية للهجرة أو جعل العصبية للنصرة فإنه جعل ذلك من دعوى أهل الجاهلية، فلما اختصم غلامان فقال أحدهما: يا للمهاجرين اختصم. مهاجري وأنصاري وقال الآخر: يا للأنصار. يعني هذا يدعو المهاجرين لنصرته وذاك يدعو الأنصار لنصرته، قال النبي - صلى الله عليه وسلم - : «أَبِدَعْوَى الْجَاهِلِيَّةِ وَأَنَا بَيْنَ أَظْهُرِكُمْ؟». مع أن التعصب جاء على اسم شرعي سمى الله جل وعلا به أهله، فلما كان الاسم وهو اسم المهاجر أو الأنصاري تحول اسم للتعريف والوصف إلى اسم للتعصب عليه والنداء والنخوة به ذمه النبي - صلى الله عليه وسلم - وجعله من دعوى الجاهلية.",
            "page": "155",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "وهذا فيه الدليل على وجوب لزوم الاسم الأول الذي هو اسم المسلم واسم المؤمن الذي سمانا الله جل وعلا به وسمانا به رسوله - صلى الله عليه وسلم - ونادى الله الناس في القرآن به?يَاأَيُّهَا الَّذِينَ آمَنُوا?(1) ونحو ذلك، فإنما ناداهم باسم الإيمان دون غيره من الأسماء أو الصفات. ¶ وهذا به يتبيَّن أن من خرج عن دعوى الإسلام يعني عن اسم الإسلام إلى غيره، فإن هذا قد تناولته النصوص وتناولها أهل العلم في كلامهم: ¶ فمنه ما هو مذموم. ¶ ومنه ما هو مأذون به بشروطه. ¶ وهذا كما سيأتي بينه عند شرح كلام ابن تيمية رحمه الله تعالى. ¶ قال (وقوله تعالى: ?هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِنْ قَبْلُ وَفِي هَذَا?[الحج:78])، قوله (هُوَ): ¶ جمهور أهل التفسير على أن الضمير يرجع إلى رب العالمين إلى الله جل جلاله؛ يعني أن الله جل جلاله -كما يدل عليه سياق الآية ولِحاقُها- بأن الله جل وعلا هو الذي لم يجعل علينا في الدين من حرج، هو الذي خفف عنا، وهذا هو ملة أبينا إبراهيم عليه السلام، قال جل وعلا ?وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ? يعني وما جعل الله عليكم في الدين من حرج، ?مِلَّةَ أَبِيكُمْ إِبْرَاهِيمَ? يعني نفي الحرج عن ملة أبيكم إبراهيم، ?هُوَ سَمَّاكُمُ الْمُسْلِمِينَ? يعني الله جل جلاله ?هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِنْ قَبْلُ? يعني في الكتب السابقة ?وَفِي هَذَا?[الحج:78] يعني في هذا القرآن الذي أنزله الله جل وعلا على محمد عَلَيْهِ الصَّلاَةُ والسَّلاَم.ُ ¶ وذهب قليل من أهل العلم منهم عبد الرحمن بن زيد بن أسلم ومن نحا نحوه إلى أن الضمير في قوله (هُوَ) يرجع إلى إبراهيم الخليل عليه السلام هذا ليس بجيد؛ بل هو أقرب غلى الغلط؛ لأن سياق الآية يدل على أنَّ المراد بالضمير هو الله جل جلاله وتقدَّست أسماؤه. ¶ __________ ¶ (1) انتهى الشريط الخامس.",
            "page": "156",
            "part": "1"
        },
        {
            "id": "157",
            "nass": "(هُوَ سَمَّاكُمُ الْمُسْلِمِينَ) الشاهد من الاستدلال بالآية قوله (سَمَّاكُمُ الْمُسْلِمِينَ)، والله جل وعلا لم يسمِّ أتباع محمد - صلى الله عليه وسلم - باسم إلا باسم الإسلام (هُوَ سَمَّاكُمُ الْمُسْلِمِينَ)، ولذلك كان اسم المسلمين يختص بهذه الأمة، وأما اسم المؤمنين فقد يشمل كل مؤمن ولا يختص بهذه الأمة؛ يعني من حيث الإطلاق، فتجد مثلا أن النصارى يستعملون لفظ المؤمن ولا يستعلمون لفظ المسلم فيقولون مثلا: أيها المؤمنون بالله، هذه رسالة إلى المؤمنين بالله، هذه صفة المؤمنين بالله، وهذه خصال المؤمنين بالله. يستعمل هذا اللفظ النصارى واليهود، أما اسم المسلم فهو خاص بمن اتبع محمدا عَلَيْهِ الصَّلاَةُ والسَّلاَمُ وآمن به ودان بدين الإسلام. ¶ ولهذا ينبغي بل يجب المحافظة على هذا الاسم في كل مكان، وأنَّ هذا هو خاصية هذه الأمة من ما عداها من الأمم، هذه تسمية الله جل وعلا فيجب على العباد أن يرضوا بتسمية الله جل وعلا لهم؛ لأنها أكرم تسمية وأعظم تسمية، فالمسمي هو رب العالمين والملقب هو رب العالمين، فمن خرج عن تسمية رب العالمين لعباده فقد خرج عن ما رضيه الله جل وعلا لعباده المسلمين. ¶ هذا الباب مهم؛ لأن فيه الكلام على الأسماء والشعارات والألقاب والتعصب للجماعات سواء كانت جماعات إسلامية -كما يقال- أم كانت جماعات اجتمعت على شيء آخر في تفصيل هذا الكلام هذه المسائل جميعا إن شاء الله تعالى فيما نرجو فائدته لي ولكم بإذنه تعالى. ¶ وفي هذا القدر كفاية. ¶ وصلى الله وسلم وبارك على نبينا محمد. ¶ - - ( - - ¶ بسم الله الرحمن الرحيم. ¶ والصلاة والسلام على رسول الله وعلى اله وصحبه ومن اهتدى بهداه. ¶ اللهم علمنا ما ينفعنا وانفعنا بما علمتنا واغفر لنا ذنوبنا وزدنا علما وعملا يا أرحم الراحمين.",
            "page": "157",
            "part": "1"
        },
        {
            "id": "158",
            "nass": "أما بعد: فنصل الكلام على ما جاء في باب ما جاء في الخروج عن دعوى الإسلام، وقد ذكر الإمام المصنف رحمه الله تعالى قول الله جل وجلاله (هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِنْ قَبْلُ وَفِي هَذَا) ثم قال (عن الْحَارِثَ الْأَشْعَرِيَّ - رضي الله عنه - عَنِ النَّبِيَّ - صلى الله عليه وسلم - أنه قال: «وَأَنَا آمُرُكُمْ بِخَمْسٍ اللَّهُ أَمَرَنِي بِهِنَّ: السَّمْعِ وَالطَّاعَةِ وَالْجِهَادِ وَالْهِجْرَةُ وَالْجَمَاعَةُ فَإِنَّهُ مَنْ فَارَقَ الْجَمَاعَةَ قِيدَ شِبْرٍ فَقَدْ خَلَعَ رِبْقَةَ الْإِسْلَامِ مِنْ عُنُقِهِ إِلَّا أَنْ يَراجِعَ، وَمَنْ دَعَا بدَعْوَى الْجَاهِلِيَّةِ فَإِنَّهُ مِنْ جُثَى جَهَنَّم» فَقَالَ رَجُلٌ: يَا رَسُولَ اللَّهِ وَإِنْ صَلَّى وَصَامَ؟ قَالَ «وَإِنْ صَلَّى وَصَامَ فَادْعُوا بِدَعْوَى اللَّهِ الَّذِي سَمَّاكُمْ الْمُسْلِمِينَ والْمُؤْمِنِينَ عِبَادَ اللَّه» رواه أحمد والترمذي، وقَالَ: حَدِيثٌ حَسَنٌ صَحِيحٌ). ¶ هذا الحديث من الأحاديث العظيمة وجوامع الكلم التي اشتملت على كل المطالب الدينية التي تنفع العباد في دينهم وفي دنياهم وفيما يصلح شأنهم في اجتماعهم في الدين وفي اجتماعهم في أمر الدنيا. ¶ وبيَّن عليه الصلاة والسلام أن هذه الأوامر الله جل وعلا أمره بها فقال (آمُرُكُمْ بِخَمْسٍ اللَّهُ أَمَرَنِي بِهِنَّ): ¶ قوله (آمُرُكُمْ) يفيد وجوب هذه المطالب وتخصيصها يدل على أنها من مطالب الإسلام العظام ومن خصاله الجليلة التي فاقت غيرها من الأوامر. ¶ وقوله (بِخَمْسٍ) يدل على أنها مختارة وعلى أن هذه الخمس أهم من غيرها مما يدخل في معناها.",
            "page": "158",
            "part": "1"
        },
        {
            "id": "159",
            "nass": "قال (اللَّهُ أَمَرَنِي بِهِنَّ) هذا يدل على أن النبي - صلى الله عليه وسلم - إذا أمر بأمر فإنما يبلغ رسالة الله جل وعلا فيأمر بما أمر الله جل جلاله، وينهى عما نهى الله جل جلاله، والسنة أختُ القرآن في أنها وحي من عند الله جل وعلا، وأن السنة بيان للقرآن وتفصيل لأحكامه، فهي من عند الله جل وعلا، وقد كان حسان بن عطية رحمه الله تعالى يقول: كان جبريل يأتي النبي - صلى الله عليه وسلم - بالسنة كما ينزل عليه بالقرآن. وأيضا صح عنه عَلَيْهِ الصَّلاَةُ والسَّلاَمُ أنه قال «ألا إني أوتيتُ القرآنَ ومثله معه»، وقال جل وعلا ?وَأَنزَلَ اللَّهُ عَلَيْكَ الْكِتَابَ وَالْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ وَكَانَ فَضْلُ اللَّهِ عَلَيْكَ عَظِيمًا?[النساء:113]، والحكمة هي السنة، فأمر النبي - صلى الله عليه وسلم - هو أمر من الله جل جلاله، وتأكيده عليه الصلاة والسلام بهذه الجملة بقوله (اللَّهُ أَمَرَنِي بِهِنَّ) ليلفت النظر عَلَيْهِ الصَّلاَةُ والسَّلاَمُ على عظم هذه الأوامر وعلى جلالتها، وفيه التشويق لسماعها وبيان ما فيها. ¶ قال عَلَيْهِ الصَّلاَةُ والسَّلاَمُ بعدها (السَّمْعِ وَالطَّاعَةِ) والسمع هنا: ¶ يجوز أن تكون بدلا من خمس (بِخَمْسٍ) بخمس السمعٍِ والطاعةِ إلى آخره، بدل بعض من كل. ¶ أو أن ترفع على الاستئناف يعني تقول (السَّمْعُ وَالطَّاعَةُ) تكون خبرا لمبتدَإ محذوف تقديره وهي أو وهنّ السمعُ والطاعةُ والجهادُ والهجرةُ والجماعةُ. ¶ وبكلا الأمرين جاء في القرآن وفي السنة في مواضع، فيجوز هذا وهذا. ¶ قوله (السَّمْعُ وَالطَّاعَةُ) جعلها هاهنا اثنتين فجعل السمع واحدا والطاعة واحدة، وذلك لأن الحاجة إليهما معا في الأمر متعينة وعظيمة، مع أن السمع والطاعة مقترنان من حيث الوجود، فمن سمع فقد أطاع، ومن أطاع فقد سمع. ¶ ويريد بالسمع والطاعة:",
            "page": "159",
            "part": "1"
        },
        {
            "id": "160",
            "nass": "(الاستجابة لمن له حق أن يُجاب، وأعظم ذلك الاستجابة لله جل وعلا ولرسوله وطاعة الله جل وعلا وطاعة رسوله - صلى الله عليه وسلم -، وقد قال جل وعلا في حق نبيه ?وَإِنْ تُطِيعُوهُ تَهْتَدُوا وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ?[النور:54]، وهذا معلوم أنَّ الرسول عَلَيْهِ الصَّلاَةُ والسَّلاَمُ أمر بالاستجابة، وفي القرآن في غير ما آية الأمر بالاستجابة لله وللرسول، وكذلك أمر الله جل وعلا بطاعته وطاعة رسوله - صلى الله عليه وسلم -. ¶ ( أما الأمر الثاني -وهو المقصود هنا- وهو الذي يكثر تَرْداده مخالفة لما كان عليه أهل الجاهلية السمع والطاعة لولي الأمر؛ لإمام المسلمين أو لمن أنابه أو كان أميرا من أمرائه، فإن السمع والطاعة شريعة ماضية، وأمْرٌ أَمَرَ الله جل وعلا به، والسمع معناه أن يسمع لأمر ولي الأمر وأن يستجيب له فيما أمر، والطاعة معناها أن يطيع من ولاه الله جل وعلا أمر الناس وأن يعتقد أن هذه الطاعة طاعة لله جل وعلا أو لرسوله. ¶ فالسمع والطاعة واجبان وهما من حق الله جل وعلا أولا، ثم من حق ولي الأمر المسلم ومن النصح له، ثم من حق المسلمين أيضا، فاجتمعت في السمع والطاعة ثلاثة حقوق: ¶ حق الله جل وعلا؛ لأنه هو الذي أمر بذلك. ¶ والثاني حق ولي الأمر والنصح له؛ لأن هذا حق أحقه الله جل وعلا له، وأمر الله جل وعلا بأداء الحقوق إلى أهلها. ¶ والثالث حق للمسلمين جميعا؛ لأنه من خرج عن السمع والطاعة فإنه لا يؤذي ولي الأمر فقط، وإنما يؤذي المسلمين جميعا لما يترب على عدم سمعه وطاعته من المفاسد.",
            "page": "160",
            "part": "1"
        },
        {
            "id": "161",
            "nass": "إذا تبين هذا فإن السمع والطاعة لولي الأمر مشروطة في النصوص بأنها سمع وطاعة في غير معصية، أما إذا أمر العبد بمعصية فإنه لا سمع ولا طاعة؛ لأنه حينئذ يكون قد عارض ما أمَر أمْر الله جل وعلا، يكون الذي أمر به معارضا لأمر الله جل وعلا، وأمر الله جل وعلا هو المقدَّم، وطاعة ولاة الأمور إنما تجب تبعا لطاعة الله ولطاعة رسوله - صلى الله عليه وسلم - ولا تجب استقلالا، ولهذا قال الله جل وعلا ?يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُوْلِي الْأَمْرِ مِنْكُمْ?[النساء:59]، قال شيخ الإسلام ابن تيمية وتلميذه العلامة ابن القيم وآخرون: كرر الفعل أطيعوا في قوله (أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ)؛ لأن الله جل وعلا يطاع استقلالا لحقه، والرسول - صلى الله عليه وسلم - أيضا يطاع استقلالا لحقه؛ يعني لا نعرض كلامه عَلَيْهِ الصَّلاَةُ والسَّلاَمُ على القرآن، وأما ولي الأمر فلم يكرر له الفعل (أَطِيعُوا)، قال (وَأُوْلِي الْأَمْرِ مِنْكُمْ)؛ لأن طاعته تجب تبعا لطاعة الله وطاعة رسوله - صلى الله عليه وسلم - ولا تجب استقلالا، فإذا كان أمره فيه معصية فلا طاعة لمخلوق في معصية الخالق، فحينئذ يُطاع ولي الأمر في غير المعصية، وغير المعصية هي الحالات التي يجتهد فيها أو يكون أمره أو نهيه فيها ليس بظاهر أنه معصية لله جل وعلا وللرسول - صلى الله عليه وسلم - فيطاع في المسائل الاجتهادية. ¶ قال طائفة من العلماء من الشافعية ومن غيرهم: حتى وإن كان ما أمر به مخرَّجا على أحد أقوال الأئمة فإنه يطاع؛ لأنه يَقْصُد حينئذ بوجه شرعي المصلحة في التزامه وعدم مخالفته. وهذا أمر بيِّن والعلماء فيما كتبوا في السياسة الشرعية قرروا ذلك وهي مسألة عظيمة.",
            "page": "161",
            "part": "1"
        },
        {
            "id": "162",
            "nass": "وهنا ننبه إلى أن بعض أهل العلم قد يعبر في هذا المقام بقوله: يطاع وليّ الأمر المقسط العادل في غير المعصية، ويطاع وليّ الأمر الجائر فيما يعلم أنه طاعة. وهذا التعبير عبّر به بعض أهل العلم وفيه نظر من جهتين: ¶ الجهة الأولى: أن النصوص ليس فيها تفريق في الطاعة بين ولي الأمر المقسط العادل وبين ولي الأمر الجائر؛ بل قال النبي - صلى الله عليه وسلم - في ولي الأمر الجائر «اسمع وأطع وإن ضرب ظهرك وأخذ مالك»، وهذا يدل على إطلاق السمع والطاعة في هذا المقام. ¶ والتنبيه الثاني على هذا الكلام: أن هذا الكلام يمكن أن يحمل على محمل صحيح يوافق النصوص وهو أنَّ الأوامر الشرعية فيها أن يأتي الإنسان العدل وأنْ لا يعين على الظلم قال جل وعلا ?وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلَا تَعَاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوَانِ?[المائدة:2]، وولي الأمر إذا كان: ¶ - عادلا -يعني غالب أوامره على العدل وعلى الطاعة- فإنه حينئذ لا يُستفصل فما أمر به هل هذا موافق لأمر الله أم ليس بموافق؛ لأن الأصل أنه لا يأمر إلا بموافق، فهذا يطاع دون بحث في المسائل المتعدية؛ يعني فيخص الكلام فيما يتعدى الكلام إلى غيره، كأن يقول مثلا: خُذْ أرض فلان، أو يقول خذ من فلان مال كذا، أو صادر سلاح فلان أو افعل كذا، فهذا إذا كان ولي الأمر مقسطا عادلا فإنه لا يستفسر؛ لأن الأصل في أوامره أنها على وجه شرعي. ¶ - وأما إذا كان غير ذلك بأن كان معلوما عنه الظلم التعدي على الحقوق، فإنَّ هذا الكلام ممن قاله من أهل العلم يمكن أن يحمل على الأوامر المتعدية؛ لأن ولي الأمر إذا كان ظالما يتعدى على الناس فإن المسلم لا يطيعه حتى يعلم أن ما أمر به طاعة فيحمل قوله ويطاع ولي الأمر فيما يعلم أنه طاعة إذا كان متعديا على الغير يقول فيما فيه فعل بالغير فهذا يحتاج إلى استفصال وإلى بيان.",
            "page": "162",
            "part": "1"
        },
        {
            "id": "163",
            "nass": "وهذا ما يمكن أن يحمل عليه هذا الكلام ممن قاله من أهل العلم، مع أن النصوص -كما ذكرت لكم- وقول عامة أهل السنة والمدون في العقائد أنه لا تفصيل في هذه المسألة؛ بل يسمع ويطاع في غير المعصية، في أي مسألة لا تكون معصية لا يظهر فيها أنها معصية فإنه يطاع في ذلك، فإذا أمر بمعصية سواء أكانت للعبد في نفسه؛ كأن يأمره بالرشوة مثلا، أو أن يأمره بمقارفة حرام، أو أن يأمره بما لا يحل شرعا فإنه لا يجوز له أن يطيعه في ذلك، فإن أطاعه فإنه آثم ولا يُعذر بذلك، وكذلك في الأوامر المتعدية، إذا أمره أن يفعل فعلا بالآخرين ويعلم هذا المأمور أن هذا الفعل معصية، فإنه لا يجوز له أن يطيعه في ذلك، فكونه يتحمّل ما يأتيه من مخالفة الأمر أسهل من أنه يخالف أمر الله جل جلاله وتقدست أسماؤه. ¶ قال بعدها (وَالْجِهَادِ) الجهاد المراد به هنا جهاد الأعداء، وجهاد العدو على قسمين: ¶ منه جهاد بالحجة والبيان. ¶ ومنه جهاد بالسنان والسلاح. ¶ أما الأول: وهو الجهاد بالحجة والبيان فهذا واجب مأمور به لكل من قدر عليه، في كل زمان وفي كل مكان وفي كل حال بحسبه، وقد أمر الله جل وعلا نبيه بذلك في مكة قبل أن يشرع الجهاد بالسنان فقال جل وعلا ?فَلَا تُطِعْ الْكَافِرِينَ وَجَاهِدْهُمْ بِهِ جِهَادًا كَبِيرًا?[الفرقان:52]؛ يعني جاهدهم بالقرآن، فهذا جهاد بالحجة والبيان وهذا يعم الأزمنة والأمكنة، ولا تزال طائفة من هذه الأمة ظاهرة على الحق لا يضرها من خذلها ولا من خالفها، وهذه الطائفة دائمة قائمة بالجهاد بالحجة والبيان. ¶ أما الثاني: وهو الجهاد بالسنان والجهاد بالسنان على قسمين: ¶ جهاد عيني. ¶ وجهاد كفائي.",
            "page": "163",
            "part": "1"
        },
        {
            "id": "164",
            "nass": "يعني إما أن يكون فرض عين وإما أن يكون فرض كفاية، والله جل وعلا أمر بالجهاد كما في هذا الحديث، وهذا الأمر يعني يكون مأمورا به إما أمر عين على من تعيّن عليه، أو أمر كفاية على عموم الأمة إذا نابها شيء احتاجت إلى الجهاد في سبيل الله، أو كانت الشروط مجتمعة في جهاد نشر الإسلام وإقامة توحيد الله جل وعلا وعبادته وحده دونما سواه. ¶ ثم قال (وَالْهِجْرَةُ) والهجرة في النصوص قسمان: ¶ هجرة من دار الكفر إلى دار الإسلام. ¶ والثاني هجرة مما سوى الله جل وعلا إلى الله جل وعلا وحده ¶ والأول: الهجرة من دار الكفر إلى دار الإسلام كهجرة الصحابة من مكة إلى الحبشة، وكهجرة الصحابة أيضا من مكة إلى المدينة، وقد يعرض هذا في أنه يكون هناك هجرة من دار كفر قد تظهر بعد زمن النبوة أو قد ظهرت بعد زمن النبوة إلى دار يعلو فيها الإسلام، وأما قول النبي - صلى الله عليه وسلم - «لا هجرة بعد الفتح ولكن جهاد ونية»، فالمقصود منه لا هجرة من مكة إلى المدينة بعد الفتح؛ لأنه بعد الفتح فمن كان في مكة بعد الفتح فقد أصبحت مكة دار إسلام، فمن كان فيها بعد الفتح فإنه يمكث فيها ولا يلزمه الهجرة إلى المدينة؛ بل يبقى فيها، ولا تزال مكة دار إسلام إلى أن يرث الله جل وعلا الأرض ومن عليها حرسها الله وبلاد المسلمين. ¶ وهذه الهجرة لها أحكام ولها شروط، وتفصيلها في مواضعه من كتب العلماء في العقيدة أو في التوحيد والفقه ولا نطيل في بيانها في هذا الموطن؛ لكن ننبه إلى أن الهجرة هذه من دار الكفر إلى دار الإسلام لها بشروطها، هي واجبة بشروطها. ¶ وقد يكون ثم هجرة واجبة أخرى أيضا وهي من دار بدعة إلى دار سنة، أو من دار لا يستطيع فيها إظهار الدين إلى دار يستطيع فيها إظهار الدين؛ إلى دار يستطيع فيها أن يظهر دينه، وهذه تختلف باختلاف الأحوال والأزمنة والأمكنة، ولها تفاصيل.",
            "page": "164",
            "part": "1"
        },
        {
            "id": "165",
            "nass": "كذلك إذا كان لا يستطيع البقاء في دار بدعة أو تظهر فيها البدع لأجل ما ينوب نفسه من الحزن أو من الضيق على ظهور البدع ولكنه يستطيع أن يظهر دينه وأن يعلي أمر السنة؛ لكن يريد بلادا يأمن فيها أكثر ولا يعرض فيها دينه للفتن، فهذا يكون حكم الهجرة في هذا الحال مستحبة؛ لأنه يستطيع أن يظهر دينه والبلد أو الدار ليست دار كفر، وإنما هي دار فيها السنة وفيها البدع. ¶ وثَم تفاصيل أخر تطلب من مظانه. ¶ القسم الثاني: الهجرة مما سوى الله جل وعلا إلى الله جل جلاله ?فَفِرُّوا إِلَى اللَّهِ إِنِّي لَكُمْ مِنْهُ نَذِيرٌ مُبِينٌ?[الذاريات:50]، بأن يهجر كل ما يُشغِل عن الله جل وعلا ويتجه ويهاجر إلى الله جل وعلا، ولهذا جاء في الحديث «المهاجر من هجر ما نهى الله عنه» وهذا يعمّ أشياء كثيرة تدل على أنَّ حقيقة الهجرة هجرة ما لا يحب الله جل جلاله وتقدست أسماؤه، وهذه يختلف فيها الناس وتختلف مقاماتهم في ذلك بحسب عِظم محبتهم لله جل وعلا ولرسوله - صلى الله عليه وسلم -. ¶ وهذه الهجرة مما سوى الله جل وعلا إلى الله جل وعلا وحده تكون في الاعتقادات، وفي عمل القلب، وفي كلام اللسان، وفي استعمال الحواس والجوارح، والأمر فيها عصيب، والفتن بعمومها إنما يبتلى الناس فيها في هذا المقام العظيم؛ هل هاجروا مما نهى الله جل وعلا عنه إلى ما أمر الله جل وعلا به، أم أنهم قصروا في ذلك؟ والتقصير يكون سببه ضعف المحبة وضعف الإيمان، ويكون أصحابه ممن خلطوا عملا صالحا وآخر سيئا.",
            "page": "165",
            "part": "1"
        },
        {
            "id": "166",
            "nass": "الخصلة الخامسة والأخيرة قال (وَالْجَمَاعَةُ فَإِنَّهُ مَنْ فَارَقَ الْجَمَاعَةَ قِيدَ شِبْرٍ فَقَدْ خَلَعَ رِبْقَةَ الْإِسْلَامِ مِنْ عُنُقِهِ إِلَّا أَنْ يَراجِعَ)، قوله (وَالْجَمَاعَةُ) هنا أمر بالجماعة، والمراد هنا بالجماعة في هذا الحديث جماعة المسلمين في أبدانهم وأن لا يخرج عنهم ويفارق جماعة المسلمين في أبدانهم لأجل ما يترتب على ذلك من المفاسد التي نهى الله جل وعلا عنها. ¶ وأصل الجماعة التي أمر الله جل وعلا بها -وضدها وهو الافتراق الذي نهى الله جل وعلا عنه- يشمل الاجتماع في الدين ويشمل الجماعة في الأبدان، إذِ الجماعة نوعان: ¶ جماعة الدين. ¶ وجماعة الأبدان.",
            "page": "166",
            "part": "1"
        },
        {
            "id": "167",
            "nass": "وكل منهما متعلقة بالأخرى فإذا تمت جماعة الدين أو الاجتماع على الدين الواحد دون تفرق في الإسلام دون تفرق في الدين فإنه يجتمع الناس في أبدانهم، وإذا اجتمعوا في أبدانهم فإنه أحرى أن يجتمعوا في دينهم؛ لأن الفرقة في هذا تنتج الفرقة في هذا ولابد، فمن فرق في دين الله فإنه يحصل بينهم الفرقة في الأبدان والبغضاء والشحناء والتقاذف وكراهة بعضهم لبعض، والاجتماع في الدين أمره عظيم بأن لا يُسلك غير طريق الجماعة الأولى وهي جماعة الصحابة والتابعين وتبع التابعين الذين لم تظهر فيهم البدع ولم تفشو فيهم الأهواء، وإنما وجدت وأنكرت، هؤلاء هم الذين كانوا على الجماعة الأولى، وإذا كان الأمر كذلك فإن لزم المر الأول هو طريق النجاة بيقين، وأما غيره من الإجتهادات فقصارى ما يصل إليه أصحابه أنهم يظنون أنه طريق نجاة، وقد يكون ظنهم غلطا وقد يكون ظنُّهم باطلا، وقد يعتري الظن بعض الصواب لكنه مظنون، ولهذا من سلك غير طريق الجماعة الأولى فإنه قد عرَّض نفسه لمخالفة الجماعة وإحداث الفُرْقة، وبالتالي يكون قد عرَّض نفسه للوعيد الذي جاء في قوله عَلَيْهِ الصَّلاَةُ والسَّلاَمُ في الافتراق «كلها في النار إلا واحدة» قالوا: من هي يا رسول الله؟ قال «هي الجماعة»، وهذا الأمر مهم وجلل، وكل من أراد نجاة نفسه فعليه أن يلزم الطريقة الأولى؛ لأن الطرق المحدثة ربما فيها خير وربما فيها شر، ولهذا لما سأل حذيفة النبي - صلى الله عليه وسلم - بعد أن ذكر له الشر فقال له: وهل بعد ذلك الشر من خير؟ قال «نعم وفيه دخن» قال: وما دخنه؟ قال «قوم يهدون بغير هديي ويستنون بغير سنتي تعرف منهم وتنكر»، قال: فما تأمرني؟ قال «أن تلزم جماعة المسلمين وإمامهم»، قال: فإن لم يكون لهم جماعة ولا إمام؟ قال «فاعتزل تلك الفرقَ كلها» مع أنه قال فيها (تعرف منهم ونكر) قال «فاعتزل تلك الفرق كلها ولو أن تعض على أصل شجرة حتى يأتيك الموت وأنت على ذلك»، وفي رواية أخرى",
            "page": "167",
            "part": "1"
        },
        {
            "id": "168",
            "nass": "قال فيه: وهل بعد ذلك الشر من خير؟ قال «نعم وفيه دخن» ثم فسر ذلك بأنهم قوم من جلدتنا يتكلمون بألسنتنا ويهدون بغير هدي المصطفى - صلى الله عليه وسلم -، أو كما جاء في الحديث. ¶ فإذن أمر الاجتماع على الدين والاجتماع في الأبدان هذا أمر عظيم جدا واحده ملازم للآخر، فالذي يريد النجاة فعليه بطريق الجماعة الأولى فإنها هي على الحق بإجماع المسلمين، حتى أهل البدع يقولون طريقة الصحابة والتابعين وطريقة السلف أسلم، فحتى في السلوك يقولون أسلم، حتى في الزهد يقولون أسلم، فهي باتفاق المسلمين هي أسلم؛ لأنها هي الطريقة التي أجمع عليها الناس؛ لكن دخلت اجتهادات أفسدت الأمر وفرَّقت المسلمين ومن اجتهدت فإنه يظن أنه على شعبة نجاة وقد لا يكون الأمر كذلك. ¶ قال (فَإِنَّهُ مَنْ فَارَقَ الْجَمَاعَةَ قِيدَ شِبْرٍ فَقَدْ خَلَعَ رِبْقَةَ الْإِسْلَامِ مِنْ عُنُقِهِ)، قوله (فَارَقَ الْجَمَاعَةَ) يعني فارق جماعة المسلمين في الدين أو في الأبدان، والأبدان هو المقصود هنا لارتباط الأوامر الخمسة هذه بعضها مع بعض، قال (مَنْ فَارَقَ الْجَمَاعَةَ) بمعنى أنه لم يدن بلزوم الجماعة، ولزوم طاعة الإمام وعدم الخروج عليه والنصيحة له فإنه من فارق الجماعة بهذا المعنى (قِيدَ شِبْرٍ)، (قِيدَ) بمعنى مسافة، وهو خلاف القَيْد، القَيْد هو القيْد المعروف وهو التكبيل أو التوثيق إما القِيد فهو المسافة ارتفعت الشمس قِيد رمح يعني مسافة رمح (قِيدَ شِبْرٍ) يعني مسافة شبر، وهذا كناية عن قلة المفارقة يعني فارق الجماعة ولو شبرا وجلس منفردا ولو شبرا واحدا بعيدا عن الجماعة قال (فَقَدْ خَلَعَ رِبْقَةَ الْإِسْلَامِ مِنْ عُنُقِهِ)، وهذا من أحاديث الوعيد التي تُمَرُّ كما جاءت وفيها تهديد وتخويف للمسلم أن يفارق الجماعة بقوله عَلَيْهِ الصَّلاَةُ والسَّلاَمُ (فَقَدْ خَلَعَ رِبْقَةَ الْإِسْلَامِ مِنْ عُنُقِهِ إِلَّا أَنْ يَراجِعَ).",
            "page": "168",
            "part": "1"
        },
        {
            "id": "169",
            "nass": "(خَلَعَ رِبْقَةَ الْإِسْلَامِ مِنْ عُنُقِهِ) هل يُفهم من ذلك تكفيره؟ المعتمد عند أهل السنة أنه لا يفهم من ذلك تكفيره؛ ولكنه قد فعل أمرا عظيما وجللا أوجب أن يخلع الإسلام الذي يدعو إلى الاجتماع وعدم الافتراق من عنقه. ¶ قال (إِلَّا أَنْ يَراجِعَ) يعني إلا أن يتوب لأنه من تابَ تاب الله عليه. ¶ قال بعدها (وَمَنْ دَعَا دَعْوَى الْجَاهِلِيَّةِ فَإِنَّهُ مِنْ جُثَى جَهَنَّم) قوله (وَمَنْ دَعَا دَعْوَى الْجَاهِلِيَّةِ) يعني دعا إلى أمر أبطله الإسلام، وكان مما تميز به أهل الجاهلية فإنه حينئذ من أهل الكبائر ومن أهل الوعيد، وتوعده بقوله (فَإِنَّهُ مِنْ جُثَى جَهَنَّم). ¶ وهنا قوله (دَعَا دَعْوَى الْجَاهِلِيَّةِ) لها تفسيران: ¶ التفسير الأول: أنها بما ذكرت لك من كل خصلة من خصال الجاهلية أبطلها الإسلام فيأتي أحد يدعو إليها، فهذه كما جاء في الحديث الذي مر معنا (أَبْغَضُ النَّاسِ إِلَى اللَّهِ ثَلَاثَةٌ) وذكر منهم (وَمُبْتَغٍ فِي الْإِسْلَامِ سُنَّةَ الْجَاهِلِيَّةِ). ¶ والتفسير الثاني: قوله (وَمَنْ دَعَا دَعْوَى الْجَاهِلِيَّةِ) أي تسمَّى بأسماء الجاهلية التي كانت تدعو إلى العصبية، وأرجع الناس إلى عصبيات الجاهلية وإلى فخرها إلى الآباء والقبائل، وهذا يُفرِّق ولا يجمع الناس على كلمة الإسلام واسم المسلمين واسم المؤمنين. ¶ وهذان الصنفان معا توعدهم عليه الصلاة والسلام بقوله (فَإِنَّهُ مِنْ جُثَى جَهَنَّم) ، و(جُثَى) لها ضبطان (جُثَى) هكذا بالقصر والثانية (فَإِنَّهُ من جُثِيِّ جَهَنَّم)، وهي القراءة المعروفة في آية سورة مريم ?وَنَذَرُ الظَّالِمِينَ فِيهَا جُثِيًّا?[مريم:72] بضم الجيم، وهذه مأخوذة من الجُثُو على الركب والعذاب على هذا النحو؛ يعني أنه ممن يكب في النار على وجهه وعلى ركبه ونحو ذلك.",
            "page": "169",
            "part": "1"
        },
        {
            "id": "170",
            "nass": "(فَقَالَ رَجُلٌ: يَا رَسُولَ اللَّهِ وَإِنْ صَلَّى وَصَامَ ؟ قَالَ: «وَإِنْ صَلَّى وَصَامَ») وهذا يدل على عِظم هذه الكبيرة، وأنَّ أصحابها متوعدون بأشد الوعيد والعياذ بالله، ثم قال عَلَيْهِ الصَّلاَةُ والسَّلاَمُ آمرا (فَادْعُوا بِدَعْوَى اللَّهِ) يعني تسموا بتسمية الله التي سماكم أو قال (الَّذِي سَمَّاكُمْ) وهذه التسمية هي (الْمُسْلِمِينَ والْمُؤْمِنِينَ عِبَادَ اللَّه) يعني يا عباد الله، فالله جل وعلا سمى عباده المسلمين كما في قوله (هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِنْ قَبْلُ وَفِي هَذَا)، وأيضا سماهم المؤمنين فيما نادهم به في القرآن ?يَاأَيُّهَا الَّذِينَ آمَنُوا?، وفي قوله ?[وَتُوبُوا إِلَى اللَّهِ جَمِيعًا](1) أَيُّهَ الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ?[النور:31]، فسماهم بهذين الاسمين الشريفين الذي يجمع أعظم خصلتين وهما الإسلام والإيمان، وسيأتي نزيد بيان في كلام ابن تيمية رحمه الله. ¶ ثم قال الإمام بعد ذلك (وفي الصحيح: «مَنْ فَارَقَ الْجَمَاعَةَ قِيدَ شِبْرٍ فَمَاتَ فَمِيتَتُه جَاهِلِيَّةٌ») يعني أنه من فارق جماعة المسلمين جماعة الأبدان أقل افتراق وخالفهم وانحاز إلى غيرهم (فَمَاتَ فَمِيتَتُه جَاهِلِيَّةٌ) لأن أهل الجاهلية لم يكونوا يذعنون لولي أمر بل كانوا متفرقون في ذلك قد ذكر الإمام في خصال الجاهلية وهي ثالث خصلة فيما أورد أو من أوائل الخصال التي ذكر: السمع والطاعة. وقال فيها بعدها: وأبدى فيها رسول الله - صلى الله عليه وسلم - وأعاد. يعني كرر هذا الأمر لأجل أن لا يشابه أهل الجاهلية، حتى إن أهل الجاهلية لا تقر قبيلة بأن تكون سامعة مطيعة لقبيلة أخرى. ¶ __________ ¶ (1) الشيخ حفظه الله قال: واتقوا الله.",
            "page": "170",
            "part": "1"
        },
        {
            "id": "171",
            "nass": "ومن آثار ذلك لما توفي رسول الله - صلى الله عليه وسلم - واجتمع المهاجرون والأنصار اجتمعت قريش يعني الصحابة (1) من قريش والصحابة من الأوس والخزرج على الإمارة، بدأت فيهم إذْ ذاك نزعة من نزعات الجاهلية، فقالوا: منا أمير ومنكم أمير. وهذا يدلك على أن النفوس مُشْرَبَة بحب الفرقة وحب الاعتزاز بالنفس وبالميل إلى القبيلة وبالميل إلى القريب، وأن هذا الأمر مفرِّق للمسلمين ومفرق للجماعة، ولهذا كان من أعظم مواقف أبي بكر الصديق رضي اله عنه أنه ألزم الناس إذْ ذاك بحجته القوية أن تكون الوِلاية في قريش؛ لأنه ساق قول النبي - صلى الله عليه وسلم - «الأئمة من قريش» وقال: نحن الأمراء يعني وأنتم الوزراء، أو المستشارون. ونحو ذلك مما يكون فيه الأنصار مقربين لكن ليست لهم الولاية. ¶ إذا تبين هذا فمن أعظم ما حدث في هذه الأمة من أول الأمر الافتراق، بداية الافتراق في الوِلاية بداية عدم الرضوخ للجماعة، بداية الاعتزاز بأشياء جاهلية، بدأت هذه في أول الأمر، ثم حصلت فُرقة الدين بعد نوازع فرقة الأبدان، فبدأت فرقة الأبدان في النفوس، ثم كان من نتائج ثم كان من نتائجها أن انحاز بعض الناس إلى من وجدوا فيهم من يسمع للأهواء، وألقوا فيهم الأهواء حتى حدثت بدعة الخوارج في عهد عثمان، وتجمعوا حتى قتلوا عثمان رضي الله عنه باسم الدين وباسم الأمر بالمعروف والنهي عن المنكر، والعياذ بالله. ¶ __________ ¶ (1) انتهى الوجه الأول من الشريط السادس.",
            "page": "171",
            "part": "1"
        },
        {
            "id": "172",
            "nass": "ثم قال رحمه الله (وفيه «أَبِدَعْوَى الْجَاهِلِيَّةِ وَأَنَا بَيْنَ أَظْهُرِكُمْ؟»)، (وفيه) يعني وفي الصحيح، (أَبِدَعْوَى الْجَاهِلِيَّةِ وَأَنَا بَيْنَ أَظْهُرِكُمْ) يريد رحمه الله تعالى القصة التي حصلت بين غلام من المهاجرين وبين غلام من الأنصار؛ حيث اختلف الغلامان على شيء حتى اختصما وتشابكا فأراد المهاجري أن ينتصر بالمهاجرين وأراد الأنصاري أن ينتصر بالأنصار، فقال الغلام المهاجري: يا للمهاجرين. ينتخي بهم ويندبهم ويدعوهم لنصرته، وقال الآخر: يا للأنصار. يدعوهم لنصرته ويندبهم لنصرته، فلما سمعها النبي - صلى الله عليه وسلم - قال (أَبِدَعْوَى الْجَاهِلِيَّةِ وَأَنَا بَيْنَ أَظْهُرِكُمْ؟) يعني أبتسمية الجاهلية وبسنة الجاهلية وأنا لا أزال حيا بين أظهركم، وهذا فيه التغليظ والإنكار الشديد على ذلك، وهذا يدل على أن الاسم إذا تُعُصِّب له فإنه مذموم، حتى ولو كان الاسم اسما شرعيا فكيف بالأسماء المحدثة كما سيأتي بيانه.",
            "page": "172",
            "part": "1"
        },
        {
            "id": "173",
            "nass": "(قال أبو العباس) يعني به شيخ الإسلام تقي الدين أحمد بن عبد الحليم بن عبد السلام بن تيمية الحرَّاني رحمه الله تعالى من الأئمة الصالحين السابقين الذين نصروا الإسلام بالرد على أهل البدع وبنشر السنة ولفت النظر إلى لزوم متابعة الدليل عليه رحمة الله ورضوانه، قال(كل ما خرج عن دعوى الإسلام والقرآن من نسب أو بلد أو جنس أو مذهب أو طريقة فهو من عزاء الجاهلية، بل لما اختصم مهاجريٌّ وأنصاري فقال المهاجري: يا للمهاجرين، وقال الأنصاري: يا للأنصار! قال - صلى الله عليه وسلم -: «أَبِدَعْوَى الْجَاهِلِيَّةِ وَأَنَا بَيْنَ أَظْهُرِكُمْ؟»، وغضِب غضباً شديداً. انتهى كلامه رحمه الله تعالى)، وهذا الكلام من نفيس كلام أهل العلم الذين تفقهوا في النصوص وعلموا مدارك السلف في فهم الأدلة وعلموا حدود ما أنزل الله جل وعلا على رسوله - صلى الله عليه وسلم -، فإن العلم النافع كلما زاد في حق العبد كلما زاد في العبد المؤمن زاده بصيرة في دينه وبصيرة فيما حوله حتى لا يلتبس عليه الحق بالباطل، والله جل وعلا قال في وصف نبيه؛ بل قال آمرا نبيه عليه الصلاة والسلام ?قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنْ اتَّبَعَنِي?[يوسف:108]، وهو عليه السلام (عَلَى بَصِيرَةٍ) يعني على إدراك تام وعلم كامل بأمر الدين وأمر الدعوى التي يدعو إليها، وكذلك من اتبعه في الدين وكان على هديه عَلَيْهِ الصَّلاَةُ والسَّلاَمُ فهو على بصيرة، وأهل البصيرة ناجون، وشيخ الإسلام ابن تيمية كغيره من الأئمة الأعلام الذين رفعوا راية السنة، ونصروا مذهب السلف الصالح نصيحة للأمة وطاعة لله جل وعلا ولرسوله - صلى الله عليه وسلم -، هؤلاء لا يكتمون نصيحة للعباد؛ بل يؤدونها لهم، وقد لاقوا ما لاقوا في زمنهم من أنواع الابتلاء لكن بقي كلامهم ينفع؛ لأنه من مشكاة الكتاب والسنة وليس فيه هوى وليس فيه خروج عن طريقة الجماعة الأولى وصراط السلف",
            "page": "173",
            "part": "1"
        },
        {
            "id": "174",
            "nass": "الصالح رضي الله عنهم. ¶ وهذا الكلام من الكلام الجزيل المفيد غاية الفائدة، قال (كل ما خرج عن دعوى الإسلام والقرآن) يعني كل تسمية خرجت عما سمَّى الله جل وعلا بها عباده في القرآن أو عن تسمية الإسلام، قال (من نسب أو بلد أو جنس أو مذهب أو طريقة فهو من عزاء الجاهلية) فكل تسمية حينئذ تكون من عزاء الجاهلية، ومن دعا بدعوى الجاهلية فإنه متوعد. ¶ قال(من نسب) كأن يُخرج عن اسم المسلمين واسم المؤمنين إلى اسم يُنتسب إليه إلى قبيلة فلانية من القبائل كقريش مثلا أو الأوس أو الخزرج أو تميم أو سُبيع أو أي قبيلة من القبائل الموجودة فهذه كلها خارجة عن دعوى الإسلام، سيأتي تفصيل الكلام عما يجوز وما لا يجوز من ذلك. ¶ فإذا خُرج عن دعوى الإسلام إلى نسب يوالى ويعادى فيه وينصر صاحبه ولا ينصر الآخر؛ بل يبغض لأجل النسب ولا يقام لاسم الإسلام ما يستحقه مما أمر الله جل وعلا به فإنه حينئذ من عزاء الجاهلية. ¶ قال (أو بلد) يعني أن تكون النسبة إلى بلد من البلاد تُعَز ويوالى عليها ويعادى كما ينسب مثلا يقال مصري شامي سُعودي يماني كويتي مغربي إلى آخره، ويكون يوالي ويعادي على هذه الأسماء فإن هذا من عزاء الجاهلية. ¶ قال (أو جنس) جنس يوالي على جنس العرب فقط، أو جنس البربر فقط، أو جنس من الأجناس الموجودة في الأرض فقط، ولا يقيم لاسم الإسلام ولا لدعوى الإسلام مقامها، فيوالي من والى هذا، ويعادي من عادى هذا، وهي القوميات التي انتشرت في الزمان الأخير، هذه كلها من عزاء الجاهلية. ¶ قال (أو مذهب) هذا المذهب سواء أكان مذهبا عقديا أو مذهبا فقهيا أو مذهبا سلوكيا. ¶ المذهب العقدي: مثل المعتزلة الخوارج الإرجاء، ونحو ذلك من المذاهب العقدية التي جاءت تسميتها بعد مُضِي الجماعة الأولى. ¶ أو كان مذهبا فقهيا: حنبلي شافعي حنفي مالكي ظاهري إلى آخره.",
            "page": "174",
            "part": "1"
        },
        {
            "id": "175",
            "nass": "أو كان مذهبا سلوكيا: أو صوفيا كما يسمى ونحو ذلك مثل الطرق المختلفة في الصوفية التي تعزى كل فرقة إلى صاحبها؛ قادرية نقشبندية شاذلية إلى آخره. ¶ فهذه كلها من النِّسب التي هي من عزاء الجاهلية إذا تجاوزت التعريف إلى اعتقاد صحة ما عليه أهلها في كل شيء، كما سيأتي تفصيلها. ¶ قال (أو طريقة من الطرق) مهما كانت، (مذهب أو طريقة من الطرق) مهما كانت سواء كانت طريقة كما ذكرنا في الأول طريقة صوفية أو كانت طريقة دعوية أو كانت حزبية أو سياسية إلى آخره، فإن هذا كله كان عند أهل الجاهلية فجاء الله جل وعلا بالإسلام وأبطل كل عزاء الجاهلية إلا ما كان فيه اسم المسلمين والمؤمنين. ¶ إذا تبين ذلك فإننا نقول: إن هذه التسميات الحادثة في هذه الأمة بأنواعها سواء أكانت لنسب أو قبيلة أو بلد أو جنس أو مذهب أو طريقة فإن الأحوال فيها ثلاثة: ¶ الحال الأولى: أن تكون ممدوحة. ¶ والحال الثانية: أن تكون مذمومة. ¶ والحال الثالثة: أن تكون مباحة. ¶ أما الحال الأولى: وهي أن تكون ممدوحة فهي إذا كانت التسميات من التسميات التي تميز المسلمين بما نُصَّ في الكتاب والسنة على حسنه وعلى اعتباره، فالله جل وعلا سمى المسلمين باسم الإسلام والإيمان. ¶ وكذلك وصْف مثلا المتقين مع أن فيها تزكية. ¶ كذلك وصف بالأبرار مع أن فيها تزكية، ونحو ذلك، فهذه تسميات هي من قبيل الأوصاف لاسم المسلم واسم المؤمن، وكل مسلم لديه تقوى بحسبه، وكل مؤمن لديه تقوى وبر بحسبه.",
            "page": "175",
            "part": "1"
        },
        {
            "id": "176",
            "nass": "وكذلك ما جاء بالوصف كلزوم السنة والجماعة، فاسم السنة واسم الجماعة هذه من الأسماء التي جاءت في الأحاديث وأصلها في القرآن، ولهذا يسمى خاصة أهل الإسلام أهل السنة والجماعة؛ لأنهم لزموا سنة النبي - صلى الله عليه وسلم - ولزموا الجماعة، والنبي - صلى الله عليه وسلم - هو الذي أذن بهذه التسمية بقوله في حديث الافتراق قالوا: من هم؟ قال «هي الجماعة»، من هي؟ يعني الفرقة الناجية، فقال (هي الجماعة)، وفي ورواية أخرى قال «هي من كان على مثل ما أنا عليه اليوم وأصحابي»، وقال «عليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي»، ولذلك أئمة السلف وأهل الحديث أقاموا هذا الاسم مقام الأسماء المحدثة، فلما تفرقت الأسماء وتعددت رجعوا إلى الاسم الذي يميز أهل الإسلام المتمسكين بالأمر الأول عما عداهم؛ لأنهم بين أمرين: ¶ إما أن يسلبوا اسم الإسلام عن أصحاب الأهواء المحدثة، وهذا ليس بصحيح لأنهم مسلمون. ¶ وإما أن يصفوا من كان على الإسلام الأول باسم يُخَصُّون به ويكون منصوصا عليه في الأدلة، فهذا يكون سائغا. ¶ وهذا إجماع منهم على أن من كان على الأمر الأول فإنه يسمى مثلا أهل السنة والجماعة، أو قد يقال أهل الحديث؛ لأن السنة هي الحديث، أو يقال مثلا أهل الأثر أو أتباع السلف ونحو ذلك، هذه كلها في معنى واحد؛ لأنها ترجع بالأمر إلى ما كانت عليه الجماعة الأولى التي نص النبي - صلى الله عليه وسلم - على أنها ناجية، فهذه تسمية ممدوحة.",
            "page": "176",
            "part": "1"
        },
        {
            "id": "177",
            "nass": "القسم الثاني: الأسماء والدعاوى المذمومة، وهذه مما حدث في الأمة من ألهواء المختلفة التي اتخذت لنفسها اسما يخالف اسم الذي كان عليه الصحابة كالخوارج والمرجئة المعتزلة وأشباه ذلك؛ لأنهم يدعون إلى ذلك ويرون أنهم على صواب فيه، وربما سموا أنفسهم أهل السنة والجماعة بأحد الاعتبارات، فكل تسمية فيها إشارة لمذهب يشتمل على باطل في العقيدة أو باطل في السلوك فإن التسمية في نفسها مذمومة ولو لم يقترن بها شيء آخر، فكيف إذا اقترن بها التعصب أو اقترنت بها بدع أخرى أو أهواء أخر؟ لهذا فإن الأصل أن لا يخرج عن دعوى الإسلام كما قال شيخ الإسلام هنا، وكل ما خرج عن دعوى الإسلام والقرآن فهو من عزاء الجاهلية إلا ما أذن به مما ذكرت أو سنذكر. ¶ فإذن هذه التسميات كلها باطلة وهي تقول إنها من عزاء الجاهلية؛ لأنها تفرِّق مثل الطرق الصوفية المختلفة الأسماء. ¶ ويدخل فيها أيضا الأسماء المحدثة للجماعات الإسلامية بأنواعها التي جعلت لها اسما يصدق عليه أنه اسم لحزب يميز هذا الحزب عن غيره، كحزب التحرير مثلا، وكحزب الإخوان المسلمين، وكجماعات أخر تظهر في بلد دون بلد، فهذه تسميات محدثة وهي مذمومة؛ لأن الاسم في نفسه مشتمل على دعوى تفرِّق المسلمين وتنصر من كان في هذا الحزب دون غيره. ¶ ولهذا نقول إن هذه الأسماء المحدثة، الجماعات مثلا الإسلامية للأحزاب على نوعين: ¶ منها ما هو للتعريف. ¶ ومنها ما هو للتنظيم. ¶ فما كان منه للتعريف فالأصل في باب التعريف في الأسماء أنه واسع، مثل ما سيأتي في الأسماء المباحة تفصيله عن شاء الله تعالى.",
            "page": "177",
            "part": "1"
        },
        {
            "id": "178",
            "nass": "وأما ما كان من قبيل التنظيم وأن يوالى فيه ويعادى ويُتعصب له دون غيره ويُنصر صاحبه دون غيره، فهذا لاشك أنه من عزاء الجاهلية، وأعظم منه انتصار المهاجري؛ يعني أعظم مما رغبوا فيه انتصار المهاجري باسم شرعي وهو (المهاجرون) وانتصار الأنصاري لاسم شرعي وهو (الأنصار) ومع ذلك لما انتصر لاسم ولأهله دون غيرهم فصار من دعوى الجاهلية بنص كلام النبي - صلى الله عليه وسلم -. ¶ فإذا كان الأمر في الأسماء المحدثة وانتصر لها ودُوفع عنها دون غيرها؛ بل ربما حُورب غير من كان معهم من المسلمين مع أنهم على طاعة وعلى خير فإن هذا يدخل في دعوى الجاهلية وعزاء الجاهلية من باب أولى. ¶ والمتأمل اليوم ينظر إلى أن واقع الجماعات الإسلامية بعامة في الأسماء أنَّ هذه التسميات لو كانت للتعريف فقط لكان الأمر أسهل؛ لكنها ليست للتعريف؛ بل هي للدلالة على الحزب أو على التنظيم، ولكي يتعارف أصحابها فيما بينهم، فتجد أن المسلم مثلا يذهب اليوم إلى بلد من البلاد فتجد أن أصحاب الحزب المعين يسألون هذا من أي فئة أي جهة إلى آخره، فإذا كان أثني عليه أنه كان من داخل هذه الجماعة أو من أهل الحزب أو أنه متعاطف معهم تبنوه وإن لم يكن بذاك، وإذا كان عالما جليلا وليس من تلك الفئة فإنهم يرفضونه ويتواصون برفضه مع أنه عنده علم كثير أو قد يكون عنده علم كبير بكلام الله جل وعلا وكلام رسوله - صلى الله عليه وسلم -، وإذا جاءت مشكلة أو جاءت منافَسة على شيء فإنهم يجتمعون على ذلك الاسم ويتعصبون له دون غيره. ¶ والذي نظر فيما أحدثته الحزبيات والأسماء في أقرب شيء إلينا وهو ما حصل في أفغانستان في العشرين سنة الماضية بجد ذلك ماثلا في أن وجود الأحزاب والأسماء فيه لم تكن للتعريف، وإنما كانت للاجتماع عليها التعصب لها دون غيرها، فلما خرج العدو ونصر الله عباده ظهرت المفاسد الأخرى للتعصب المذموم للحزبيات هذه في أن الله أوقع المسلمين فيما بينهم.",
            "page": "178",
            "part": "1"
        },
        {
            "id": "179",
            "nass": "وهذا كله يدل على أن كل مخلص لله جل وعلا ولرسوله - صلى الله عليه وسلم - وكل مخلص لدين الإسلام وكل راغب في رفع راية الإسلام يوجب أن لا يُتعصب لاسم دون اسم الإسلام؛ بل يكون التعامل مع المسلمين على اسم الإسلام ما داموا على التوحيد، ولم يكونوا من أهل الشرك الأكبر، فإذا كان كذلك قَرُبت. ¶ ومن المتقرر عند أهل السنة والجماعة أن كل مسلم يوالى بحسب ما عنده من الإسلام وبحسب ما عنده من الإيمان، فوَلاية المسلم للمسلم تتبعض بقدر ما عنده من تحقيق الإسلام وتحقيق الإيمان، وهذا هو نظر السلف في الشرع، فيما تعاملوا به مع الناس. ¶ أما الولاء والبراء والحب والبغض والمكايد ونحو ذلك مما يحصل فهذا كله من فهل الجاهلية وأثر من آثار التسميات التي لا يقرها أهل الحق البتة. ¶ فإذن نصل من ذلك إلى أن الأسماء المذمومة هذه في الجماعات أو في غيرها يجب على كل مخلص أن يسعى إلى أن لا تبقى في الناس؛ بل أن يبقى المؤمنون إخوة يبحثون على الحق في كتاب الله جل وعلا وفي سنة رسوله - صلى الله عليه وسلم -، وفي هدي السلف الصالح، ولو زالت هذه الشعارات وهذه الأسماء لزالت الشحناء من النفوس و لاجتمع هذا الكم من المؤمنين على كلمة سواء وجاهدوا في الله حق جهاده ولحصل أشياء يمنّ الله جل وعلا بها إذا اجتمع العباد على كلمته. ¶ أما إذا رضينا بعزاء الجاهلية وبهذا الموجود فالله المستعان، وأنتم تنظرون هذا -وقلَّ من يتخلص منه- وواجب على العبد أن يكون الأمر بينه وبين ربه جل وعلا وأن يخلص نفسه من الهوى وأن ينظر لكل مؤمن بميزان اسم الإسلام والإيمان، وأن يكون ميزانه هو ميزان أهل السنة والجماعة في ذلك، وألا يكون الميزان ميزان أحزاب أو ميزان تنظيمات، أو أن هذا من هؤلاء أو ليس منهم، ونحو ذلك من الأسماء.",
            "page": "179",
            "part": "1"
        },
        {
            "id": "180",
            "nass": "كذلك مما يجب على عباد الله المؤمنين، ألا يُحدثوا أسماء تزيد من الافتراق، وهذا حصل ويحصل في كل زمن من أنه إذا تباغضت فئتان لمز هؤلاء باسم، والآخرون سموا أولئك باسم، فنشأت فرق جديدة أو نشأت جماعات أو نشأت مذاهب أو أفكار جديدة زادت من فرقة المسلمين، ومن قواعد أهل السنة والجماعة أنَّ البدعة لا ترد ببدعة، والغلط لا يرد بغلط؛ بل يصبر، حتى الإنسان إذا أعتدي عليه ونيل منه يصبر ويحتسب عند الله جل وعلا، ولا يقابل الباطل بباطل أو يقابل التسمية بتسمية، أو يقابل البدعة ببدعة؛ لأن هذا يفرق أكثر وأكثر ولا تجمع النفوس، وقد جُرِّب ذلك وجد أن انتصار الناس للأسماء أعظم من انتصارهم للحق، وقلَّ من ينتصر للحق المجرد؛ ولكنه إذا جاء الاسم فإنه يتحرك أكثر وأكثر، وجرِّب هذا في أنه يذكر اسم أهد من المعظمين عند أي فئة من الفئات، يُذكر بشيء مما قد لا يليق أن يذكر به لكن -يعني من باب المثال- فستجد أنه يتعصب له وينتصر له أعظم مما لو خولفت مسألة شرعية أو وقع الناس في منكر أو في باطل، وهذا من استيلاء عزاء الجاهلية على النفوس، وهذا كثير في كل بلاد المسلمين بلا استثناء والله المستعان. ¶ لهذا الواجب على كل مخلص أن يسعى إلى أن يجمع الناس على كلمة سواء فيها تحكيم الكتاب والسنة واتباع طريقة السلف وإلغاء الأسماء، وعدم إحداث التعصبات التي قد تثير الناس وتفرق عن الاجتماع، وكل ناصح لابد أن يسعى في ذلك. ¶ وأما إذا أقررنا في أي بلد كان هذه التسميات وسعينا فيها، أو أن أهلها رضوا بها، فإن الواقع لن يكون سارا لنا وأمامنا تجارِب كثيرة دلت على أن الفرقة لا تأتي بخير كما قال عَلَيْهِ الصَّلاَةُ والسَّلاَمُ «الفرقة عذاب»، وهي الآن الناس في سعة والتراجُم بالكلام؛ لكن لا ندري ما المستقبل وربما تحول التراجُم بالكلام إلى تراجُم بغيره كما حدث في بعض البلاد.",
            "page": "180",
            "part": "1"
        },
        {
            "id": "181",
            "nass": "لهذا أوصي طلاب العلم ممن يسمعني الآن أو فيما نستقبل أوصيهم على أن يجمعوا الناس على تقوى الله جل وعلا، وعلى لزوم الكتاب والسنة وطريقة السلف الصالح، وأنَّ إلزام الناس أو دعوتهم إلى الكتاب والسنة وطريقة السلف الصالح يجب أن تكون متخلِّصة من التنابز بالألقاب ومن القدح ومما يجعل النفوس تثور فيها ثوائر الجاهلية، ويثور فيها الغضب الباطل والحمية حمية الجاهلية بعد أن أذهب الله جل وعلا عنا ذلك، وإذا رضينا بما نحن عليه فإننا نرضى بغير الحق، وواجب أن يبرئ الإنسان ذمته تجاه ذلك وألا يخوض فيما يحب الله ويرضى. ¶ النوع الثالث: التسميات المباحة، التسميات المباحة هذه كل اسم أحدث وكان للتعريف، وليس للموالاة والمعاداة فيه أو للتعصب عليه، وأصل الإباحة في ذلك من الله جل وعلا سمى المهاجرين مهاجرين وصار هذا الاسم باقيا عليهم، وسمَّى الأنصار كذلك والنبي - صلى الله عليه وسلم - نادى قريشا باسمها، ونادى القبائل باسمها؛ بل جعل في الحروب كل قبيلة لها جناح من الجيش ليكون ذلك أدعى باجتهادهم وجهادهم لأعداء الله جل جلاله. ¶ وهذا كله للتعريف فإذا كانت الأسماء للتعريف فلا حرج في التعريف، سواء كانت النسبة هذه أو الأسماء لنسب لأسماء القبائل للتعريف هذا قال الله جل وعلا ?وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا?[الحجرات:13]، التعريف لا بأس به بأي صفة كانت. ¶ وكذلك إذا كانت النسبة لمذهب من المذاهب مما لا يشتمل في نفسه على باطل؛ يعني أن يكون مؤسَّسا على باطل، كالنسبة مثلا للمذهب الحنبلي، النسبة للمذهب الشافعي، مذهب المالكية، مذهب الحنفية، مذهب الظاهرية ونحو ذلك، فهذه مذاهب للتعريف. ¶ كذلك ما نسب إلى مذهب معين، قال هذا فلان كذا بالنسبة إلى بلد أو إقليم أو نحو ذلك أو جنس، هذا للتعريف الأمر فيه واسع. ¶ كذلك الطرق المختلفة والجمعيات أو الجماعات إذا كانت للتعريف فلا بأس بذلك.",
            "page": "181",
            "part": "1"
        },
        {
            "id": "182",
            "nass": "وخذ مثلا على ذلك جماعات تحفيظ القرآن الكريم في هذه البلاد المباركة، موجودة باسم الجماعة ولا تشتمل على موالاة ومعاداة على من فيها وعلى من ليس فيها، وذلك أن الاسم للتعريف ليس إلا ولتنظيم العمل، وهذا أمر سائغ؛ لأن الله جل وعلا أذن بالأسماء خلاف اسم المسلمين والمؤمنين. ¶ وهذه الأسماء في نفسها إذا تحوّلت إلى تعصب وموالاة ومعاداة، فإنه يجب إبطال هذا التعصب وهذه الموالاة والرجوع إلى الأصل في ذلك. ¶ فإذا مثلا أتى أتباع المذهب الشافعي وأتباع المذهب المالكي وتعصبوا لأنفسهم ضد مذهب آخر لينتصروا لمذهبهم، كان هذا من عزاء الجاهلية. ¶ وكذلك إذا أراد أهل قبيلة ما أن ينتصروا لقبيلتهم ضد قبيلة أخرى كان هذا بمجرد الاسم كان هذا من عزاء الجاهلية. ¶ كذلك كل ما يتصل بهذه الأسماء المباحة لو أرادوا أن ينتصروا للاسم وأن يوالوا ويعادوا عليه وأن يُضعفوا اسم الإسلام أو أثر الإسلام والإيمان هذا كله من آثار الجاهلية في ذلك. ¶ لعل في ما ذكرنا إشارات إلى أصول هذه المسائل، وقد بيَّن هذه الأصول شيخ الإسلام ابن تيمية، وبينها غيره أيضا، ويمكن أن يراجع مثلا كتاب اقتضاء الصراط المستقيم أو نحوه من الكتب التي فيها مخالفة أهل الجاهلية ومخالفة أهل الجحيم. ¶ سلك الله بي وبكم صراطه المستقيم، وألزمنا طريق السلف الصالحين، وجعلنا ممن تخلَّص من هواه ولزم الحق في قوله وعمله، إنه سبحانه جواد كريم. ¶ صلى الله وسلم وبارك على نبينا محمد. (1) ¶ - - ( - - ¶ [المتن] ¶ باب وجوب الدخول في الإسلام كله وترك ما سواه ¶ وقول الله تعالى: ?يَا أَيُّهَا الَّذِينَ آمَنُوا ادْخُلُوا فِي السِّلْمِ كَافَّةً?[البقرة:208]. ¶ وقوله تعالى: ?أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِك?[النساء:60]. ¶ __________ ¶ (1) انتهى الشريط السادس وهذا آخر هذا الشرح المبارك نفع الله به.",
            "page": "182",
            "part": "1"
        },
        {
            "id": "183",
            "nass": "وقوله تعالى: ?إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعاً لَسْتَ مِنْهُمْ فِي شَيْءٍ?[الأنعام:159]. ¶ قال ابن عباس رضي الله عنهما في قوله تعالى: ?يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ?[آل عمران:106]: تبيض وجوه أهل السنة والائتلاف، وتسود وجوه أهل البدع والاختلاف. ¶ وعَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «لَيَأْتِيَنَّ عَلَى أُمَّتِي مَا أَتَى عَلَى بَنِي إِسْرَائِيلَ حَذْوَ النَّعْلِ بِالنَّعْلِ حَتَّى إِنْ كَانَ مِنْهُمْ مَنْ أَتَى أُمَّهُ عَلَانِيَةً لَكَانَ فِي أُمَّتِي مَنْ يَصْنَعُ ذَلِكَ وَإِنَّ بَنِي إِسْرَائِيلَ تَفَرَّقَتْ عَلَى ثِنْتَيْنِ وَسَبْعِينَ مِلَّةً وَتَفْتَرِقُ أُمَّتِي عَلَى ثَلَاثٍ وَسَبْعِينَ مِلَّةً كُلُّهُمْ فِي النَّارِ إِلَّا مِلَّةً وَاحِدَةً» قَالُوا: وَمَنْ هِيَ يَا رَسُولَ اللَّهِ ؟ قَالَ«مَا أَنَا عَلَيْهِ وَأَصْحَابِي» وليتأمل المؤمن الذي يرجو لقاء الله، كلام الصادق المصدوق في هذا المقام خصوصاً قوله«مَا أَنَا عَلَيْهِ وَأَصْحَابِي» يالها من موعظة لو وافقت من القلوب حياة! رواه الترمذي، ورواه أيضاً من حديث أبي هريرة وصححه، ولكن ليس فيه ذكر النار، وهو في حديث معاوية عند أحمد وأبي داود وفيه«أَنَّهُ سَيَخْرُجُ فِي أُمَّتِي أَقْوَامٌ تَجَارَى بِهِمْ تِلْكَ الْأَهْوَاءُ كَمَا يَتَجَارَى الْكَلَبُ بِصَاحِبِهِ لَا يَبْقَى مِنْهُ عِرْقٌ وَلَا مَفْصِلٌ إِلَّا دَخَلَهُ»، وتقدم قوله: «وَمُبْتَغٍ فِي الْإِسْلَامِ سُنَّةَ الْجَاهِلِيَّةِ». ¶ باب ما جاء أن البدعة أشد من الكبائر ¶ وقوله تعالى: ?إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ?[النساء:48].",
            "page": "183",
            "part": "1"
        },
        {
            "id": "184",
            "nass": "وقوله: ?فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِباً لِيُضِلَّ النَّاسَ بِغَيْرِ عِلْمٍ?[الأنعام:144]. ¶ وقوله تعالى: ?لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ أَلا سَاءَ مَا يَزِرُونَ?[النحل:25]. ¶ وفي الصحيح أنه - صلى الله عليه وسلم - قال في الخوارج: «أينما لقيتموهم فاقتلوهم، لئن لقيتهم لأقتلنهم قتل عاد». ¶ وفيه أنه: «نهى عن قتل أمراء الجور». ¶ وعن جرير بن عبد الله - رضي الله عنه - أن رجلاً تصدق بصدقة ثم تتابع الناس فقال رسول الله - صلى الله عليه وسلم -: «مَنْ سَنَّ فِي الْإِسْلَامِ سُنَّةً حَسَنَةً فَلَهُ أَجْرُهَا وَأَجْرُ مَنْ عَمِلَ بِهَا بَعْدَهُ مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أُجُورِهِمْ شَيْءٌ وَمَنْ سَنَّ فِي الْإِسْلَامِ سُنَّةً سَيِّئَةً كَانَ عَلَيْهِ وِزْرُهَا وَوِزْرُ مَنْ عَمِلَ بِهَا مِنْ بَعْدِهِ مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أَوْزَارِهِمْ شَيْءٌ». رواه مسلم. ¶ وله مثله من حديث أبي هريرة ولفظه: «من دعا إلى هدى، ثم قال: ومن دعا إلى ضلالة». ¶ باب ما جاء في أن الله احتجز التوبة على صاحب البدعة ¶ هذا مروي من حديث أنس ومن مراسيل الحسن، وذكر ابن وضاح عن أيوب قال: كان عندنا رجل يرى رأياً فتركه فأتيت محمد بن سيرين فقلت: أشعرت أن فلاناً ترك رأيه؟ قال: انظر إلى ماذا يتحول؟ إن آخر الحديث أشد عليهم من أوله. «يمرقون من الإسلام كما يمرق السهم من الرمية ثم لا يعودون إليه». وسئل أحمد بن حنبل عن معنى ذلك فقال: لا يوفقون للتوبة. ¶ باب قول الله تعالى:?يا أَهْلَ الْكِتَابِ لِمَ تُحَاجُّونَ فِي إِبْرَاهِيمَ? إلى قوله: ?وَمَا كَانَ مِنَ الْمُشْرِكِينَ?[البقرة:135]",
            "page": "184",
            "part": "1"
        },
        {
            "id": "185",
            "nass": "وقوله: ?وَمَنْ يَرْغَبُ عَنْ مِلَّةِ إِبْرَاهِيمَ إِلَّا مَنْ سَفِهَ نَفْسَهُ وَلَقَدِ اصْطَفَيْنَاهُ فِي الدُّنْيَا وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ?[البقرة:130]. ¶ وفيه حديث الخوارج وقد تقدم. وفيه أنه - صلى الله عليه وسلم - قال: «إنّ آل أبي فلان ليسوا لي بأولياء إنما أوليائي المتقون»، وفيه أيضاً عن أنس أن رسول الله - صلى الله عليه وسلم - ذكر له أن بعض الصحابة قال: أما أنا فلا آكل اللحم، وقال الآخر: أما أنا فأقوم ولا أنام، وقال الآخر: أما أنا فلا أتزوج النساء، وقال الآخر: أما أنا فأصوم ولا أفطر. فقال - صلى الله عليه وسلم -: «أُقُومُ وَأَنَامُ وَأَصُومُ وَأُفْطِرُ وَأَتَزَوَّجُ النِّسَاءَ وَآكُلُ اللًّحْمَ، فَمَنْ رَغِبَ عَنْ سُنَّتِي فَلَيْسَ مِنِّي». فتأمل! إذا كان بعض الصحابة أراد التبتل للعبادة قيل فيه هذا الكلام الغليظ وسمي فعله رغوباً عن السنة فما ظنك بغير هذا من البدع؟ وما ظنك بغير الصحابة؟. ¶ باب قول الله تعالى: ?فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفاً فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لا تَبْدِيلَ لِخَلْقِ اللَّهِ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ?[الروم:30] ¶ وقوله تعالى: ?وَوَصَّى بِهَا إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ يَا بَنِيَّ إِنَّ اللَّهَ اصْطَفَى لَكُمُ الدِّينَ فَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ?[البقرة:132]. ¶ وقوله تعالى:?ثُمَّ أَوْحَيْنَا إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفاً وَمَا كَانَ مِنَ الْمُشْرِكِينَ?[النحل:123].",
            "page": "185",
            "part": "1"
        },
        {
            "id": "186",
            "nass": "وعن ابن مسعود- رضي الله عنه - أن رَسُولُ اللَّهِ - صلى الله عليه وسلم - قَالَ «إِنَّ لِكُلِّ نَبِيٍّ وُلَاةً مِنْ النَّبِيِّينَ وَإِنَّ وَلِيِّي مِنْهُمُ أَبِي إِبْرَاهِيم وَخَلِيلُ رَبِّي» ثُمَّ قَرَأَ:? إِنَّ أَوْلَى النَّاسِ بِإِبْرَاهِيمَ لَلَّذِينَ اتَّبَعُوهُ وَهَذَا النَّبِيُّ وَالَّذِينَ آمَنُوا وَاللَّهُ وَلِيُّ الْمُؤْمِنِينَ? رواه الترمذي. ¶ وعَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «إِنَّ اللَّهَ لَا يَنْظُرُ إِلَى أَجْسَامِكُم وَلاَ إِلَى أَمْوَالِكُمْ وَلَكِنْ يَنْظُرُ إِلَى قُلُوبِكُمْ وَأَعْمَالِكُمْ ». ¶ ولهما عن ابن مسعود - رضي الله عنه - قَالَ: قَالَ رسول الله - صلى الله عليه وسلم -:«أَنَا فَرَطُكُمْ عَلَى الْحَوْضِ، ولَيُرْفَعَنَّ إِلَيَّ رِجَالٌ مِنْ أُمَّتِي حَتَّى إِذَا أَهْوَيْتُ لِأُنَاوِلَهُمْ اخْتُلِجُوا دُونِي فَأَقُولُ: أَيْ رَبِّ! أَصْحَابِي! فيُقَالُ: إِنَّكَ لا تَدْرِي مَا أَحْدَثُوا بَعْدَكَ».",
            "page": "186",
            "part": "1"
        },
        {
            "id": "187",
            "nass": "ولهما عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال«وَدِدْتُ أَنَّا قَدْ رَأَيْنَا إِخْوَانَنَا» قَالُوا: أَوَلَسْنَا إِخْوَانَكَ يَا رَسُولَ اللَّهِ؟ قَالَ«أَنْتُمْ أَصْحَابِي وَإِخْوَانُنَا الَّذِينَ لَمْ يَأْتُوا بَعْدُ» فَقَالُوا: كَيْفَ تَعْرِفُ مَنْ لَمْ يَأْتِ بَعْدُ مِنْ أُمَّتِكَ يَا رَسُولَ اللَّهِ؟ فَقَالَ«أَرَأَيْتُمْ لَوْ أَنَّ رَجُلًا لَهُ خَيْلٌ غُرٌّ مُحَجَّلَةٌ بَيْنَ ظَهْرَيْ خَيْلٍ دُهْمٍ بُهْمٍ أَلَا يَعْرِفُ خَيْلَهُ؟»، قَالُوا: بَلَى يَا رَسُولَ اللَّهِ، قَالَ«فَإِنَّهُمْ يَأْتُونَ غُرًّا مُحَجَّلِينَ مِنْ الْوُضُوءِ وَأَنَا فَرَطُهُمْ عَلَى الْحَوْضِ، أَلَا لَيُذَادَنَّ رِجَالٌ يَوْمَ الْقِيَامَةِ عَنْ حَوْضِي كَمَا يُذَادُ الْبَعِيرُ الضَّالُّ، أُنَادِيهِمْ أَلَا هَلُمَّ فَيُقَالُ: إِنَّهُمْ قَدْ بَدَّلُوا بَعْدَكَ فَأَقُولُ سُحْقًا سُحْقًا». ¶ وللبخاري: «بَيْنَا أَنَا قَائِمٌ إِذَا زُمْرَةٌ حَتَّى إِذَا عَرَفْتُهُمْ خَرَجَ رَجُلٌ مِنْ بَيْنِي وَبَيْنِهِمْ فَقَالَ هَلُمَّ فَقُلْتُ أَيْنَ قَالَ إِلَى النَّارِ وَاللَّهِ قُلْتُ وَمَا شَأْنُهُمْ قَالَ إِنَّهُمْ ارْتَدُّوا بَعْدَكَ عَلَى أَدْبَارِهِمْ الْقَهْقَرَى ثُمَّ إِذَا زُمْرَةٌ -فذكر مثله- قال: فَلَا أُرَاهُ يَخْلُصُ مِنْهُمْ إِلَّا مِثْلُ هَمَلِ النَّعَمِ». ¶ ولهم في حديث ابن عباس رضي الله عنهما فأقول كما قال العبد الصالح: ?وَكُنْتُ عَلَيْهِمْ شَهِيداً مَا دُمْتُ فِيهِمْ فَلَمَّا تَوَفَّيْتَنِي كُنْتَ أَنْتَ الرَّقِيبَ عَلَيْهِمْ وَأَنْتَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ?[المائدة:117].",
            "page": "187",
            "part": "1"
        },
        {
            "id": "188",
            "nass": "ولهما عنه مرفوعاً: «مَا مِنْ مَوْلُودٍ إِلَّا يُولَدُ عَلَى الْفِطْرَةِ فَأَبَوَاهُ يُهَوِّدَانِهِ أَوْ يُنَصِّرَانِهِ أَوْ يُمَجِّسَانِهِ كَمَا تُنْتَجُ الْبَهِيمَةُ بَهِيمَةً جَمْعَاءَ هَلْ تُحِسُّونَ فِيهَا مِنْ جَدْعَاءَ؟ حَتَّى تَكُونُوا أَنتُمْ تَجْدَعُونَهَا» ثم قرأ أبو هريرة - رضي الله عنه - ?فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا?[الروم:30] متفق عليه. ¶ وعن حُذَيْفَةَ - رضي الله عنه - قال: كَانَ النَّاسُ يَسْأَلُونَ رَسُولَ اللَّهِ - صلى الله عليه وسلم - عَنْ الْخَيْرِ وَكُنْتُ أَسْأَلُهُ عَنْ الشَّرِّ مَخَافَةَ أَنْ يُدْرِكَنِي فَقُلْتُ: يَا رَسُولَ اللَّهِ إِنَّا كُنَّا فِي جَاهِلِيَّةٍ وَشَرٍّ فَجَاءَنَا اللَّهُ بِهَذَا الْخَيْرِ فَهَلْ بَعْدَ هَذَا الْخَيْرِ مِنْ شَرٍّ؟ قَالَ: «نَعَمْ»، قُلْتُ: وَهَلْ بَعْدَ ذَلِكَ الشَّرِّ مِنْ خَيْرٍ؟ قَالَ: «نَعَمْ وَفِيهِ دَخَنٌ»، قُلْتُ: وَمَا دَخَنُهُ؟ قَالَ: «قَوْمٌ يَهْدُونَ بِغَيْرِ هَدْيِي تَعْرِفُ مِنْهُمْ وَتُنْكِرُ»، قُلْتُ: فَهَلْ بَعْدَ ذَلِكَ الْخَيْرِ مِنْ شَرٍّ؟ قَالَ: «نَعَمْ! فِتْنَةٌ عَمْيَاْء، وَدُعَاةٌ إِلَى أَبْوَابِ جَهَنَّمَ مَنْ أَجَابَهُمْ إِلَيْهَا قَذَفُوهُ فِيهَا»، قُلْتُ: يَا رَسُولَ اللَّهِ صِفْهُمْ لَنَا، فَقَالَ: «هُمْ مِنْ جِلْدَتِنَا وَيَتَكَلَّمُونَ بِأَلْسِنَتِنَا»، قُلْتُ: فَمَا تَأْمُرُنِي إِنْ أَدْرَكَنِي ذَلِكَ؟ قَالَ: «تَلْزَمُ جَمَاعَةَ الْمُسْلِمِينَ وَإِمَامَهُمْ»، قُلْتُ: فَإِنْ لَمْ يَكُنْ لَهُمْ جَمَاعَةٌ وَلَا إِمَامٌ؟ قَالَ: «فَاعْتَزِلْ تِلْكَ الْفِرَقَ كُلَّهَا وَلَوْ أَنْ تَعَضَّ بِأَصْلِ شَجَرَةٍ حَتَّى يُدْرِكَكَ الْمَوْتُ وَأَنْتَ عَلَى ذَلِكَ». أخرجاه. وزاد مسلم: ثُمَّ مَاذَا؟ قَالَ: «ثُمَّ يَخْرُجُ الدَّجَّالُ مَعَهُ نَهْرٌ وَنَارٌ فَمَنْ وَقَعَ فِي نَارِهِ",
            "page": "188",
            "part": "1"
        },
        {
            "id": "189",
            "nass": "وَجَبَ أَجْرُهُ وَحُطَّ وِزْرُهُ وَمَنْ وَقَعَ فِي نَهْرِهِ وَجَبَ وِزْرُهُ وَحُطَّ أَجْرُهُ»، قَالَ: قُلْتُ: ثُمَّ مَاذَا؟ قَالَ: «ثُمَّ هِيَ قِيَامُ السَّاعَةِ». قال أبو العالية: \"تعلموا الإسلام فإذا تعلمتموه فلا ترغبوا عنه وعليكم بالصراط المستقيم فإنه الإسلام، ولا تنحرفوا عن الصراط يميناً ولا شمالاً، وعليكم بسنة نبيكم وإياكم وهذه الأهواء \". انتهى. ¶ تأمل كلام أبي العالية رحمه الله تعالى هذا ما أجله وأعرف زمانه الذي يحذر فيه من الأهواء التي من اتبعها فقد رغب عن الإسلام، وتفسير الإسلام بالسنة، والإسلام وخوفه على أعلام التابعين وعلمائهم من الخروج عن السنة والكتاب، يتبين لك معنى قوله تعالى: ?إِذْ قَالَ لَهُ رَبُّهُ أَسْلِمْ?[البقرة:131]. وقوله: ?وَوَصَّى بِهَا إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ يَا بَنِيَّ إِنَّ اللَّهَ اصْطَفَى لَكُمُ الدِّينَ فَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ?[البقرة:132] وقوله تعالى: ?وَمَنْ يَرْغَبُ عَنْ مِلَّةِ إِبْرَاهِيمَ إِلَّا مَنْ سَفِهَ نَفْسَهُ?[البقرة:130]، وأشباه هذه الأصول الكبار التي هي أصل الأصول والناس عنها في غفلة وبمعرفتها يتبين معنى الأحاديث في هذا الباب وأمثالها، وأما الإنسان الذي يقرأها وأشباهها وهو آمن مطمئن أنها لا تناله ويظن أنها في قوم كانوا فبادوا. ?أَفَأَمِنُوا مَكْرَ اللَّهِ فَلا يَأْمَنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخَاسِرُونَ?[لأعراف:99].",
            "page": "189",
            "part": "1"
        },
        {
            "id": "190",
            "nass": "و عَنْ ابن مَسْعُودٍ قَالَ: خَطَّ لَنَا رَسُولُ اللَّهِ - صلى الله عليه وسلم - يَوْمًا خَطًّا ثُمَّ قَالَ: «هَذَا سَبِيلُ اللَّهِ»، ثُمَّ خَطَّ خُطُوطًا عَنْ يَمِينِهِ وَعَنْ شِمَالِهِ ثُمَّ قَالَ: «هَذِهِ سُبُلٌ عَلَى كُلِّ سَبِيلٍ مِنْهَا شَيْطَانٌ يَدْعُو إِلَيْهِ»، ثُمَّ تَلَا: ?وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيماً فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ?[الأنعام:153]». رواه أحمد والنسائي. ¶ باب ما جاء في غربة الإسلام وفضل الغرباء ¶ وقول الله تعالى: ?فَلَوْلا كَانَ مِنَ الْقُرُونِ مِنْ قَبْلِكُمْ أُولُو بَقِيَّةٍ يَنْهَوْنَ عَنِ الْفَسَادِ فِي الْأَرْضِ إِلَّا قَلِيلاً مِمَّنْ أَنْجَيْنَا مِنْهُمْ?[هود:116]. ¶ وعن أبي هريرة - رضي الله عنه - مرفوعاً: «بَدَأَ الْإِسْلَامُ غَرِيبًا وَسَيَعُودُ كَمَا بَدَأَ غَرِيبًا فَطُوبَى لِلْغُرَبَاءِ». رواه مسلم وأحمد من حديث ابن مسعود وفيه: \"من الغرباء؟\" قال: «النُّزَّاعُ مِنَ القَبَائِل». وفي رواية: «الْغُرَبَاءُ الَّذِينَ يَصْلُحُونَ إِذَا فَسَدَ النَّاس»، وللترمذي من حديث كَثِير بن عبد الله عن أبيه عن جده: «طُوبَى لِلْغُرَبَاء الَّذِينَ يُصْلِحُونَ مَا أَفْسَدَ النَّاسُ مِنْ سُنَّتِي».",
            "page": "190",
            "part": "1"
        },
        {
            "id": "191",
            "nass": "وَعَنْ أَبِي أُمَيَّةَ قَالَ سَأَلْتُ أَبَا ثَعْلَبَةَ فَقُلْتُ لَهُ: \"يَا أَبَا ثَعْلَبَة!كَيْفَ تَقُولُ فِي ِهَذِهِ الْآيَةِ { يَا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ } [المائدة:105] ؟\"، فَقَالَ: \"أَمَا وَاللَّهِ لَقَدْ سَأَلْتَ عَنْهَا خَبِيرًا سَأَلْتُ عَنْهَا رَسُولَ اللَّهِ - صلى الله عليه وسلم - فَقَالَ: «بَلْ ائْتَمِرُوا بِالْمَعْرُوفِ وَتَنَاهَوْا عَنْ الْمُنْكَرِ حَتَّى إِذَا رَأَيْتُمْ شُحًّا مُطَاعًا وَهَوًى مُتَّبَعًا وَدُنْيَا مُؤْثَرَةً وَإِعْجَابَ كُلِّ ذِي رَأْيٍ بِرَأْيِهِ فَعَلَيْكَ بِخَاصَّةِ نَفْسِكَ وَدَعْ عَنْكَ الْعَوَامَّ فَإِنَّ مِنْ وَرَائِكُمْ أَيَّامًا الصَّابِرُ فِيهِنَّ كَالْقَابِْضِ عَلَى الْجَمْرِ لِلْعَامِلِ فِيهِنَّ مِثْلُ أَجْرِ خَمْسِينَ رَجُلًا يَعْمَلُونَ مِثْلَ عَمَلِكُمْ» قلنا: \"مِنَّا أَمْ مِنْهُمْ؟\"، قَالَ: «بَلْ مِنْكُمْ». رواه أبو داود والترمذي. ¶ وروى ابن وضاح معناه من حديث ابن عمر - رضي الله عنه - ولفظه: «إن بعدكم أياماً الصابر فيها المتمسك بمثل ما أنتم عليه اليوم؛ له أجر خمسين منكم»، قيل: يا رسول الله منهم؟ قال: «بل منكم». ثم قال: أنبأنا محمد بن سعيد أنبأنا أسد قال سفيان بن عيينة عن أسلم البصري عن سعيد أخي الحسن يرفعه، قلت لسفيان عن النبي - صلى الله عليه وسلم -؟ قال: نعم، قال: «إنكم اليوم على بينة من ربكم تأمرون بالمعروف وتنهون عن المنكر وتجاهدون في سبيل الله، ولم تظهر فيكم السكرتان: سكرة الجهل وسكرة حب العيش، وستحولون عن ذلك فلا تأمرون بالمعروف ولا تنهون عن المنكر، ولا تجاهدون في الله، وتظهر فيكم السكرتان، فالمتمسك يومئذٍ بالكتاب والسنة له أجر خمسين» قيل: منهم؟ قال: «لا بل منكم».",
            "page": "191",
            "part": "1"
        },
        {
            "id": "192",
            "nass": "وله بإسناد عن المعافري قال: قال رسول الله - صلى الله عليه وسلم -: «طوبى للغرباء الذين يمسكون بكتاب الله حين يترك ويعملون بالسنة حين تطفأ». ¶ باب التحذير من البدع ¶ عَنْ الْعِرْبَاضِ بْنِ سَارِيَةَ قَالَ وَعَظَنَا رَسُولُ اللَّهِ - صلى الله عليه وسلم - يَوْمًا مَوْعِظَةً بَلِيغَةً ذَرَفَتْ مِنْهَا الْعُيُونُ وَوَجِلَتْ مِنْهَا الْقُلُوبُ، قُلْنَا: يَا رَسُولَ اللَّه كَأَنَّهَا موعظة مودع فأوصنا، قَالَ: «أُوصِيكُمْ بِتَقْوَى اللَّهِ وَالسَّمْعِ وَالطَّاعَةِ وَإِنْ تَأَمَّرَ عَلَيْكُمْ عَبْدٌ، وَإِنَّهُ مَنْ يَعِشْ مِنْكُمْ فَسَيَرَى اخْتِلَافًا كَثِيرًا، فَعَلَيْكُمْ بِسُنَّتِي وَسُنَّةِ الْخُلَفَاءِ الرَّاشِدِينَ الْمَهْدِيِّينَ وَإِيَّاكُمْ وَمُحْدَثَاتِ الْأُمُورِ فَإِنَّ كُلَّ بِدْعَةٍ ضَلَالَةٌ». قَالَ الترمذي: حَدِيثٌ حَسَنٌ صَحِيحٌ. ¶ وعن حذيفة قال: \"كل عبادة لا يتعبدها أصحاب محمد فلا تتعبدوها، فإن الأول لم يدع للآخر مقالاً، فاتقوا الله يا معشر القراء وخذوا طريق من كان قبلكم\". رواه أبو داود.",
            "page": "192",
            "part": "1"
        },
        {
            "id": "193",
            "nass": "وقال الدارمي: أخبرنا الحكم بن المبارك أنبأنا عمر بن يحيى قال: سمعت أبي يحدث عن أبيه قال: كنا نجلس على باب عبد الله بن مسعود - رضي الله عنه - قبل صلاة الغداة فإذا خرج مشينا معه إلى المسجد، فجاءنا أبو موسى الأشعري - رضي الله عنه - فقال: \"أخرج إليكم أبو عبد الرحمن بعد؟ قلنا: لا. فجلس معنا حتى خرج، فلما خرج قمنا إليه جميعاً، فقال له أبو موسى: يا أبا عبد الرحمن! إني رأيت في المسجد آنفاً أمراً أنكرته، ولم أر والحمد لله إلا خيراً، قال: فما هو؟ فقال: إن عشت فستراه، قال: رأيت في المسجد قوماً حلقاً جلوساً ينتظرون الصلاة في كل حلقة رجل وفي أيديهم حصى فيقول: كبروا مائة، فيكبرون مائة، فيقول: هللوا مائة، فيقول: سبحوا مائة، فيسبحون مائة، قال: فماذا قلت لهم؟ قال: ما قلت لهم شيئاً انتظار رأيك أو انتظار أمرك، قال: أفلا أمرتهم أن يعدوا سيئاتهم، وضمنت لهم أن لا يضيع من حسناتهم شيء؟ ثم مضى، ومضينا معه، حتى أتى حلقة من تلك الحلق، فوقف عليهم فقال: ما هذا الذي أراكم تصنعون؟ فقالوا: يا أبا عبد الرحمن! حصى نعد بها التكبير والتهليل والتسبيح، فقال: فعدوا سيئاتكم، فأنا ضامن أن لا يضيع من حسناتكم شيء، ويحكم يا أمة محمد ما أسرع هلكتكم! هؤلاء صحابة محمد - صلى الله عليه وسلم - متوافرون، وهذه ثيابه لم تُبل، وآنيته لم تكسر والذي نفسي بيده إنكم لعلى ملة هي أهدى من ملة محمد أو مفتتحو باب ضلالة، قالوا: والله يا أبا عبد الرحمن! ما أردنا إلا الخير، قال: وكم من مريد للخير لن يصيبه، إن رسول الله - صلى الله عليه وسلم - حدثنا أن قوماً يقرءون القرآن لا يجاوز تراقيهم؛ وأيم الله لعل أكثرهم منكم، ثم تولى عنهم، فقال عمرو بن سلمة: رأينا عامة أولئك الحلق يطاعنوننا يوم النهروان مع الخوارج. والله المستعان وعليه التكلان. ¶ وصلى الله وسلم على سيدنا محمد وعلى آله وصحبه أجمعين. ¶ - - ( - - ¶ تم بحمد الله",
            "page": "193",
            "part": "1"
        }
    ],
    "t34737": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "شرح فضل الإسلام للطبع"
        }
    ]
}