{
    "b34740": [
        {
            "hno": null,
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ شرح متن الورقات للجويني ¶ الشيخ العلامة ¶ صالح بن عبد العزيز آل الشيخ ¶ -حفظه الله تعالى- ¶ [(05) أشرطة مفرغة]( ¶ ملاحظة: تفريغ الأشرطة لا يعني الاستغناء عنها. ¶ بسم الله الرحمن الرحيم ¶ (معنى أصول الفقه) ¶ هذه ورقات تشتمل على فصول, من أصول الفقه, وذلك مؤلف من جزئين مفردين. ¶ فالأصل: ما بني عليه غيره. الفرع: ما يبنى على غيره. ¶ والفقه: معرفة الأحكام الشرعية التي طريقها الاجتهاد. ¶ (أنواع الأحكام) ¶ والأحكام سبعة: الواجب, والمندوب, والمباح, والمحظور, والمكروه، والصحيح, والباطل. ¶ فالواجب: ما يثاب على فعله, ويعاقب على تركه. ¶ والمندوب: ما يثاب على فعله, ولا يعاقب على تركه. ¶ والمباح: ما لا يثاب على فعله, ولا يعاقب على تركه. ¶ والمحظور: ما يثاب على تركه ويعاقب على فعله. ¶ والمكروه: ما يثاب على تركه, ولا يعاقب على فعله. ¶ والصحيح: ما يتعلق به النفوذ ويعتد به. ¶ والباطل: ما لا يتعلق به النفوذ, ولا يعتد به. ¶ بسم الله الرحمن الرحيم ¶ قال الجويني (هذه ورقات تشتمل على أصول من أصول الفقه)، (هذه ورقات) لتقليلها، ومن سنة العلماء أنهم يقللون شأن ما يكتبون عند أنفسهم، ولا يمدحون ما يقولون أو ما يكتبون، فهذا قال (هذه ورقات) تقليلا لحجمها؛ لعدد صفحاتها، وأيضا يُشْعَر منه أنه ليس بمُتَبَاهٍ بها مع أنها مما اعتنى به العلماء بعده تدريسا وتأليفا وشرحا. ¶ (هذه ورقات تشتمل على أصول من أصول الفقه) (أصول من أصول الفقه) يعني ما اشتملت على جميع مسائل أصول الفقه؛ ولكنها اشتملت على فصول منها؛ يعني على مسائل منها؛ المسائل الأصلية المشهورة من مسائل أصول الفقه يشير إليها إشارة. ¶ ثم قال بعد ذلك (وذلك) يعني به أقرب مشار إليه وهو أصول الفقه، (ذلك) يعني أصول الفقه، (مؤلف من جزئين مفردين) يعني كلمة \"أصول الفقه\" مؤلفة من جزئين مفردين، مؤلفة من \"أصول\" ومن \"فقه\"، فحتى نفهم ونعرف تعريف أصول الفقه, المعنى الاصطلاحي الخاص لابد أن نعرف تركيبها، وهي مركبة من مفردين كلمة \"أصول\" ومن كلمة \"فقه\"، ثم أضيفت فقيل \"أصول الفقه\"، فصار لها تركيب إضافي، وصار لها معنى اصطلاحي, حتى نفهمها نأخذ كل كلمة على حدا.",
            "page": "1",
            "part": "9"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "( قال (فالأصل) الأصل واحد الأصول، ”أصول الفقه“ أصول جمع أصل، أراد أن يوضح ذلك فقال (الأصل: ما بني عليه غيره.)، يقال أصل الدار يعني أساساتها، أصل الشجرة جذورها وجذعها الأسفل، قال جل وعلا ?مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ?[إبراهيم:24]سمّى أسفلها أصلا لأنه بني عليه غيره وهو بقية الشجرة, أصول الإسلام؛ لأنه يبنى عليها الإسلام؛ أصول الإسلام الخمسة يبنى عليها الإسلام, أصول الإيمان المسائل التي يبنى عليها الإيمان، وهكذا، قال (فالأصل: ما بني عليه غيره. والفرع: ما يبنى على غيره.) الأصل مجتمع الفروع، فالفروع تتفرع من أصل واحد، لهذا صار الفرع يُبنى على غيره, يبنى على أي شيء؟ يبنى على الأصل, الأصل ينبني عليه الفرع, الأصل يُبني عليه الفرع, والفرع يُبنى على الأصل, يريد بذلك أن يبيِّن أنّ الفروع التي هي مسائل الفقه، أنّ لها أصولا بنيت عليها وأنه لم تكن من طريق اجتهاد ليس له مستند؛ بل لها أصولُها، ولها أدلتها، ولها براهينها، هذا هو المراد من قوله (أصول)، فالأصول تنبني عليها الفروع، كما أن الفروع تُبنى على الأصول، ولهذا في مؤلفات العلماء تخريج الفروع من الأصول وثَم الفروع، وثَم فروع الأصول ونحو ذلك, هذا الجزء الأول. ¶ ( الثاني قال (والفقه: معرفة الأحكام الشرعية التي طريقها الاجتهاد)، (معرفة الأحكام الشرعية) عبّر عن الفقه بالمعرفة، والفقه تارة يُعَبَّر عنه بالعلم، وتارة يعبر عنه بالفهم، وتارة يعبر عنه بالمعرفة. والمعرفة ثَم فرق بينها وبين العلم؛ لكن نقول تسهيلا في هذا المقام: إنّ المعرفة هي العلم. وإنْ كان العلم بلا شك أشرف وأعظم من المعرفة، في تفصيل يضيق المقام عن بيانه. لكن قوله (معرفة) يعني العلم، فقوله (والفقه معرفة الأحكام الشرعية) يعني العلم بالأحكام الشرعية, ¶ الأحكام الشرعية قسمان: ¶ (منها أحكام خبرية. ¶ ( ومنها أحكام عملية.",
            "page": "2",
            "part": "9"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "الأحكام الخبرية: هي التي لا يدخلها الاجتهاد؛ يعني مسائل الاعتقاد ونحو ذلك، ممثل صفات الله جل وعلا، مثل الغيبيات وما يتعلق بالرسالات ونحو ذلك، هذه مسائل خبرية؛ يعني ليست مدار اجتهاد بين العلماء. هل هذا مراده في الفقه؟ الفقه في الأصل يطلق على العلم والفهم ?فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ?[التوبة:122] يشمل الفقه هذا معرفة العقائد؛ معرفة التوحيد، ومعرفة الأحكام العملية، هنا قيد لما تُوُهِّم من دخول الخبريات، قال (معرفة الأحكام الشرعية التي طريقها الاجتهاد)، (طريقها الاجتهاد) يعني تختلف فيها أنظار العلماء, هذا الفقه, (الفقه هو معرفة الأحكام الشرعية التي طريقها الاجتهاد) يعني تنبني على الاجتهاد؛ على النظر، ليست مسألة مقطوع بها بل ربما اختلفت فيها أنظار العلماء. ¶ إذن ما تعريف ”أصول الفقه“؟ على هذا لما عرف الجزئين؛ بيّن معنى الجزئين ”الأصول“ و”الفقه“ الآن نستطيع أن نركب تعريفا لأصول الفقه، قال (الأصل: ما بني عليه غيره)، (الفقه: معرفة الأحكام الشرعية التي طريقها الاجتهاد) فنستطيع أن نقول بناء على كلامه إنّ: ¶ أصول الفقه: هي الأصول التي يُبْنَى عليها معرفة الأحكام الشرعية التي طريقها الاجتهاد. ¶ أو تقول الأصول؛ أصول الفقه: المسائل التي بُنِيَ عليها معرفة الأحكام الشرعية التي طريقها الاجتهاد. ¶ إذن لا يدخل في أصول الفقه العقائد؛ لا يدخل فيها الأحكام الخبرية؛ إنما يتعلق بأصول ينبني عليها معرفة الأحكام الشرعية التي طريقها الاجتهاد، هذه الأصول هي طرق الاستنباط نعطيها بعبارة أخرى: هي طرق الاستنباط، أصول الفقه معناها: طرق الاستنباط؛ طرق استنباط الأحكام الشرعية التي طريقها الاجتهاد؛ كيف تستنبط؟، طرق الاستنباط هي أصول الفقه. ¶ بعد ذلك قال (الأحكام سبعة) أيُّ أحكام هذه؟ الأحكام التي ذكرها من قبل، وهي التي ذكرها في قوله (معرفة الأحكام الشرعية التي طريقها الاجتهاد)، فقال (والأحكام -يعني الأحكام الشرعية التي طريقها الاجتهاد- سبعة: الواجب والمندوب والمباح والمحظور والمكروه والصحيح والباطل) هذا التقسيم في كون الأحكام الشرعية التي طريقها الاجتهاد يعني الأحكام سبعة، هذا التقسيم خاص به، والعلماء من بعد يقسمون الأحكام إلى قسمين: ¶ ( إلى أحكام تكليفية. ¶ ( وإلى أحكام وضعية. ¶ يقولون:",
            "page": "3",
            "part": "9"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "( الأحكام الشرعية إما أن تكون مَنُوطة بالتكليف؛ يعني قد كُلِّفَ العباد بها، هذه تسمى الأحكام التكليفية، وهي الخمسة المذكورة هنا: الواجب، والمندوب، والمباح، والمكروه، والمحضور. ¶ ( وإما أن تكون أحكاما هي علامات يُستدل بها على أحكام الشرع، سموا هذا القسم من الأحكام بالأحكام الوضعية، معنى الأحكام الوضعية؛ يعني الأحكام التي وضعها؛ يعني نصبها الشارع علامات على الأحكام التكليفية. ¶ ولهذا القسمة المشهورة عند أهل العلم؛ أنّ الأحكام قسمان أحكام تكليفية وأحكام وضعية، وأنّ الأحكام التكليفية خمسة، والأحكام الوضعية أيضا خمس. ¶ ما هي الأحكام الوضعية؟ الشرط, السبب, المانع، الصحيح, الباطل. الشرط؛ فنقول هذا من شروطه؛ شروط الصلاة منها دخول الوقت، دليله قوله تعالى ?أَقِمْ الصَّلَاةَ لِدُلُوكِ الشَّمْسِ?[الإسراء:78], (دُلُوك الشَّمْسِ) أليس حكما شرعيا؟ لكن كلف العباد به أم جُعل علامة لم يكلف العباد به؟ فهو حكم ليس حكما تكليفيا وإنما هو حكم وضعي؛ يعني جُعل أمارة، جُعل دلالة، وهذا يسمى هاهنا الشرط (أَقِمْ الصَّلَاةَ لِدُلُوكِ الشَّمْسِ) يعني زوال الشمس شرط لوجوب إقام الصلاة، (أَقِمْ الصَّلَاةَ) الصلاة واجبة عليك إذا زالت الشمس؛ إذا دلكت، فيكون الدلوك شرطا، هذا حكم وضعي. ¶ أي صارت الأحكام عندنا: التكليفي منها خمسة، والوضعي منها خمسة. هو جعلها سبعة، ولم يفرق بين التكليفي والوضعي، وجعل السبب والشرط والمانع ليس من هذه الأحكام، وكما قلتُ لك من قبل إن هذا اصطلاح خاص له، والصحيح القسمة.",
            "page": "4",
            "part": "9"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "قال (الأحكام سبعة: الواجب والمندوب...) إلى آخره, لو تأملت معي لوجدت أنّ (الواجب) ليس حكما، لما؟ لأنّ الواجب صفة يوصف بها الشيء؛ نَصِفُ الصلاة بأنها واجبة، فالحكم الذي أتى من الشارع هل يصح أن نقول إنّ الحكم هو الواجب؟ لا يصح؛ لهذا يقول العلماء إن هذه العبارة وهي كثيرة عند الأصوليين فيها شيء من التجوّز لأجل الملازمة، والتلازم بين الواجب وما سأذكره؛ ألا وهو أنّ حكم الشارع هو الإيجاب، حكم الشارع هو الندب، حكم الشارع الإباحة، حكم الشارع الحظر، حكم الشارع الكراهة. أما الواجب فهو وصفٌ لما قام به الإيجاب، الإيجاب حكم واحد، أما الواجب هذا وصف لما تعلق به الإيجاب، -أليس كذلك؟- فحكم الله (أَقِمْ الصَّلَاةَ) نقول فيها حكم بواجب الصلاة؟ ما يستقيم؛ لكن فيها حكم بإيجاب الصلاة، هذا صحيح، كذلك ?وَافْعَلُوا الْخَيْرَ?[الحج:77] هذا فيه حكم بندب فعل الخير أو بإيجاب فعل الخير، ?لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى?[النساء:43]، فيها التحريم، فيها الحَظْر؛ لكن نقول فيها المحرم؟ إذن هناك فرق بين حكم الشارع الذي هو الإيجاب والندب والإباحة والحضر والكراهة، هذه الأحكام السالفة، والصحة والبطلان في الأحكام الوضعية ظاهر هذا؟. إذن نقول هذه العبارة فيها تجوّز. ¶ بدأ يشرح هذه الأحكام السبعة فقال (الواجب: ما يثاب على فعله، ويعاقب على تركه), الواجب غير الإيجاب تجوُّزًا نقول الواجب يعني ما تعلق به، ما تعلق به الإيجاب, الإيجاب الذي ذكرته لك الذي يكون من الله جل وعلا من الأحكام.",
            "page": "5",
            "part": "9"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "قال (الواجب: من الأحكام ما يثاب على فعله، ويعاقب على تركه) الثواب على الفعل، والمعاقبة على الترك، ليس وصفا للواجب؛ ولكنه أثر تعلق الواجب بمن فعله؛ يعني الواجب: ما يثاب على فعله, يثاب من؟ يثاب الفاعل على فعله، الواجب: العمل الذي يثاب فاعله على فعله ويعاقب تاركه على تركه, إذن تعلق بالفاعل هذا نتيجة؛ يثاب على فعله ويعاقب على تركه، هذا نتيجة من النتائج، لكنه ليس حَدًّا في الواقع الصحيح للواجب, لكن نحن نأخذ ذلك على سبيل التجوّز لأجل أن هذه الورقات كما ذكرت لك من الرسائل السهلة الميسورة في علم أصول الفقه، تُعَرِّف الشيءَ بأبسط ما يدل عليه؛ يعني بأسهل ما يدل عليه، قال (الواجب: ما يثاب على فعله، ويعاقب على تركه) فاجتمع في الواجب شيئان: أن من فعله أثيب، ومن تركه عوقب. (ما يثاب على فعله) أخرج غير ذلك، وهو ما يعاقب على فعله وهو المحرم أو المحظور، أليس كذلك؟ أخرج أيضا ما لا يثاب على فعله وهو المباح, إذن (ما يثاب على فعله ويعاقب على تركه) هذا وصف لنتيجة فعل الواجب، وإنه إذا فعله فإن أثيب على فعله وعوقب على تركه صار واجبا. ¶ الثواب على الفعل والمعاقبة على الترك، في الدنيا أو في الآخرة؟ يعني كيف نفهم من النصوص أنّ هذا واجب بهذا التعريف؟ الثواب على الفعل المقصود منه الأجر، ليس المقصود منه الثواب الدنيوي؛ لأنّ من الأعمال ما يثاب عليها المرء في دنياه ولا يسمّى واجبا، ويعاقب على تركها لأجل الدنيا ولا يسمى واجبا، من جنس الأعمال المختلفة إذْ تقع عليها عقوبات كونية ونحو ذلك. يثاب على فعله ويعاقب على تركه يوم القيامة إنْ فعله في الدنيا أثيب عليه يوم القيامة، إنْ تركه؛ ترك فعله في الدنيا عوقب عليه يوم القيامة هذا هو الواجب.",
            "page": "6",
            "part": "9"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "لاحظ هنا أنّ الفعل والترك ها هنا أنّ المراد منهما مع تمام الشروط-مع بقية الشروط- لأنه قد يفعله ولا يثاب، وقد يتركه ولا يعاقب، قد يفعل الشيء الواجب ولا يثاب عليه؛ لأنّ صورته صورة الواجب، لكن ما أتى ببقية الشروط، مثل لو صلى بدون طهارة, الصلاة في نفسها واجبة لكنه لا يثاب عليها؛ لأنه صلى على غير طهارة، لو ترك أداء واجب لعارض إما لجهل أو لمرض أو لخطأ أو لعذر، فهو تَرَكَه لعارض فهذا لا يسمى تاركا للواجب، ولا يعاقب عليه وإنْ كان في الصورة تاركا للواجب؛ لأنه لابد من قيد أنْ يكون فعله حين فعله بنية الفعل؛ نية التقرب، وأنْ يكون تركه حين ترك بنية المخالفة، وهذا القيد مهم جدا، فيمكن أن نقول في كلام الماتن: ¶ فالواجب: ما يثاب على فعله قصدا -يعني إنْ فَعَلَه قاصدا-, ويعاقب على تركه إنْ تركه قاصدا. هذا قيد مهم. ¶ قال (والمندوب: ما يثاب على فعله، ولا يعاقب على تركه), المندوبات أنواع, والندب هو الدعاء لفعل شيء، كما قال الشاعر: ¶ ليسألون أخاهم حين يَنْدُبُهم في النائبات على ما قال برهانا ¶ ”حين يندبهم“ يعني حين يدعوهم, فالمندوب هو الذي دُعِي إلى فعله, لكنه ليس في درجة الواجب؛ لأنه لم يكن الأمر به أمرا جازما، بحيث أنه توعد من تركه بالعقاب، وإنما كان الأمر به حثا وترغيبا، ليس معه توعد عند المخالفة, لهذا قال (ما يثاب على فعله، ولا يعاقب على تركه)، من جنس أنواع المسنونات المختلفة في العبادات؛ في الصلاة، والزكاة، في الصدقات وغيرها، وهذا كما ذكرت لك سالفا نتيجة للفعل. ¶ (المباح: ما لا يثاب على فعله، ولا يعاقب على تركه), وهنا أيضا نُوزع في المباح؛ هل المباح من أنواع الأحكام الشرعية؟ إذا كان (لا يثاب على فعله ولا يعاقب على تركه)، فكيف صار حكما؟ معنى ذلك أنّه تُرِك المرء وشأنه فيه لم يخاطب فيه بأن يفعل، ولم يخاطب فيه بأن يترك؛ فلم يُقَلْ له افعل ولم يقل له أترك، ولم يحث على الفعل ولم يحث على الترك، فصار مباحا، فكيف صار حكما شرعيا؟ لهذا كثير من العلماء نازعوا في كون المباح حكما شرعيا، وقالوا: المباح باقي على ما هو عليه ولم يأتِ أمر من الشارع.",
            "page": "7",
            "part": "9"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "وهذا اعتراض ليس بوجيه؛ بل إنه مردود، لما؟ لأن الإنسان في هذه الدنيا مخلوق لعبادة الله جل وعلا، مخلوق لكي يخاطب بالأمر والنهي، فإن لم يخاطب بشيء وسُكِت عنه، كان السكوت دليلا على جواز اختياره للفعل أو للترك، فجاء الحكم من حيث التخيير؛ أنّ الشارع سكت عنه، فتركك مخيرا، وهذا الترك لخِيرَتِك والترك لما تريد هذا نوع من الأحكام، كما جاء في الحديث «إِنَّ الله فَرَضَ فَرَائِضَ، فَلاَ تُضَيِّعُوهَا، وَحَدَّ حُدُودًا فَلاَ تَعْتَدُوهَا، وَسَكَتَ عَنْ أَشْيَاءَ رَحْمَةً لَكُمْ، غَيْرَ نِسْيَانٍ، فَلاَ تَبْحَثُوا عَنْهَا» هذا سكوت، سكوت عن الحكم، صار السكوت مقصودا. أليس كذلك؟ صارت الإباحة حكما شرعيا؛ لأن المرء ما يترك هواه في الدنيا لابد يخاطب، فإذا خُيِّر في هذا بين الفعل والترك بالسكوت عن إبداء أن هذا الفعل أنت مخاطب فيه بفعل أو ترك صار ذلك السكوت وذاك التخيير حكما شرعيا. ¶ قال (المحظور: ما يثاب على تركه, ويعاقب على فعله), المحظور الذي هو المحرم ؛ يثاب على تركه مثل الأول نقول يثاب على تركه قصدا , ويعاقب على فعله قصدا , لكن إن فعله غير قاصد هل يعاقب؟ لا يعاقب؛ لأنه لابد من القصد، ?رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا?[البقرة:286]، وقال ? إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ وَلَكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْرًا?[النحل:106]، فلابد من القصد؛ قصد الفعل. ¶ طبعا الثواب والعقاب على أي شيء؟ على هذا الفعل وعلى الترك في الآخرة، ولكن في الدنيا فاعل المحظور، في الدنيا قد يعاقب ولو كان غير قاصد، ولهذا نقسم ها هنا المسألة إلى قسمين، نقول: ¶ (أحكام يُقبل فيها التَّدَيُّن -التدين عبارة عند أهل العلم؛ يعني يُتْرَكُ المرء فيها ودينه مع ربه جل وعلا-. ¶ ( وهناك محظورات يتعلق بها العقاب عند القاضي؛ ... الأمر والنهي ونحو ذلك، فمثلا فمن قتل نفسا خطأ، هو لم يقصد الجناية، قتل الخطأ، مثلا هو يقصد يرمي طيرا فرمى آدميا، لكن أليس عليه دِيَة؟ عليه الدية؛ الدية نوع من العقوبة, أليس عليه كفارة أن يصوم؟ عليه كفارة أن يعتق رقبة أو يصوم؛ يعني فإن لم يجد صام شهرين متتابعين هذا نوع من العقوبة.",
            "page": "8",
            "part": "9"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "فإذن نقسم هنا قوله (يعاقب على فعله) إلى أنه لابد من قيد القصد، وأنّ ثَم أشياء يعاقب عليها في الدنيا وإن لم يقصد، لكنه في الآخرة معذور، فتكون هذه التعريفات المراد بها الثواب والعقاب الأُخروي. ظاهر؟ ¶ (والمكروه: ما يثاب على تركه, ولا يعاقب على فعله) فيقابل المندوب؛ لأن (المندوب: ما يثاب على فعله), والمكروه يثاب على تركه، (المكروه) يراد به هنا المكروه الاصطلاحي الذي هو قسيم الأنواع السابقة. ¶ والمكروه في القرآن وفي السنة أعم من هذا التعريف؛ لأنه قد يكون المكروه محرما؛ بل أكثر ما جاء في الكراهة في النصوص ما كان محرما محظورا، لما ذكر الله جل وعلا المحرمات والكبائر في سورة الإسراء من الزنا وقتل النفس بغير الحق وأخذ المال ونحو ذلك، قال بعد ذلك ?كُلُّ ذَلِكَ كَانَ سَيِّئة?[الإسراء:38] في قراءة، وفي قراءتنا ?كُلُّ ذَلِكَ كَانَ سَيِّئُهُ عِنْدَ رَبِّكَ مَكْرُوهًا?[الإسراء:38] مع أنها محرمات، لكن قال (عِنْدَ رَبِّكَ مَكْرُوهًا)، فدل على أن الكراهة في نصوص القرآن والسنة قد تكون للتحريم. ¶ ومراده هنا ما جرى عليه اصطلاح الفقهاء؛ اصطلاح العلماء المتأخرون الذين يجعلون الكراهة إنما هي كراهة التنزيه، التي وصفها بقوله (يثاب على تركه ولا يعاقب على فعله). ¶ قد تكون الكراهة في النصوص كراهة تنزيه ممثل قوله «كره لكم قيل وقال»، وقد تكون للتحريم كما ذكرت لك في الآية، وكما في قوله «كره لكم قيل وقال وإضاعة المال», (إضاعة المال) محرم ليس كراهة تنزيه. ¶ فإذن لفظ الكراهة في النصوص فانتبه له إلى أنه لا يراد به ما اصطلح عليه الفقهاء والأصوليون من هذا التعريف الذي عرف به الماتن حيث قال (والمكروه: ما يثاب على تركه, ولا يعاقب على فعله.) ¶ قال (والصحيح: ما يتعلق به النفوذ ويعتد به. والباطل: ما لا يتعلق به النفوذ, ولا يعتد به.). ¶ نترك البيان للصحيح والباطل إلى غد إن شاء الله، وأسأل الله جل وعلا لي ولكم التوفيق والسداد، وصلى الله وسلم على نبينا محمد. ¶ الأسئلة: ¶ (هذا سؤال لطيف، يقول ما إعراب ثلاثة الأصول وأدلتها؟ ولماذا لم يقل المصنف: الأصول الثلاثة وأدلتها؟ وما هي العبارة الأصح؟",
            "page": "9",
            "part": "9"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "الشيخ رحمه الله تعالى له رسالة أخرى بعنوان الأصول الثلاثة رسالة صغيرة أقل من هذه علمًا؛ ليعلمها الصبيان والصغار تلك يقال لها الأصول الثلاثة, وأما ثلاثة الأصول فهي هذه التي نقرأها، ويكثر الخلط بين التسميتين، ربما قيل لهذه ثلاثة الأصول، أو الأصول الثلاثة، لكن تسميتها المعروفة أنها ثلاثة الأصول وأدلتها. ¶ إعراب ثلاثةُ الأصولِ وأدلتها: ¶ ثلاثة: خبر لمبتدأ محذوف تقديره هذه (هذه ثلاثة) خبر مرفوع بالابتداء وعلامة رفعه الضمّة الظاهرة على آخره وهو مضاف. ¶ الأصول: مضاف إليه مجرور بالتبعية وعلامة جره الكسرة الظاهرة على آخره. ¶ الواو: عاطفة. ¶ أدلةُ: معطوف على ثلاثة مرفوع بالتبعية, تبعية العطف وعلامة رفعه الضمة الظاهرة على آخره وهو مضاف. ¶ ها: ضمير متصل مبني على السكون في محل جر بالإضافة. ¶ ((((( ¶ والصحيح: ما يتعلق به النفوذ ويعتد به. ¶ والباطل: ما لا يتعلق به النفوذ, ولا يعتد به. ¶ الحمد لله رب العالمين. ¶ قال الجويني هنا (والصحيح: ما يتعلق به النفوذ ويعتد به. والباطل: ما لا يتعلق به النفوذ, ولا يعتد به). الصحيح والباطل من أقسام الحكم الوضعي؛ لأن الصحيح وصف؛ علامة لا يمكن للمسلم أن يُكَلَّف به, يكلف بشيء صحيح؟ لا، يكلف بترك شيء باطل؟ إنما هذا من الأحكام الوضعية؛ يعني الأحكام التي جعلت علامة على ما يريده الشارع. ¶ الصحيح قال (ما يتعلق به النفوذ ويعتد به) يعني أنّ الصحيح شيء يتعلق به نفوذ أو النفوذ ويعتد به؛ يعني شرعا. ¶ أولا ما معنى (يتعلق)؟ معنى (يتعلق) يعني يترتب عليه يعني يترتب عليه النفوذ، والنفوذ من نَفَذَ؛ إذا وصل الشيء إلى غايته، قالوا نفذ؛ يعني وصل إلى غايته، يعني ما يترتب عليه الغاية منه ويُعتد به شرعا، وهذا التعريف من الجويني مما خالفه عليه وفيه الأصوليون، فالصحيح تارة يُعرّف عند الفقهاء، وتارة يُعرف عند الأصوليين، وكالعادة يكون بين الأصوليين خلاف في تعريفه، لكن إذا لَحَظْنا إلى تعريف الجويني قال (والصحيح: ما يتعلق به النفوذ ويُعتد به) وهذا إنما تدخل فيه العقود، أمّا العبادات فلا تدخل في هذا التعريف؛ لأن العبادات ما يتعلق بها نفوذ، ولهذا قال جماعة من الأصوليين: إنّ الصحيح يعرف بأنه تَرَتُّبُ أثرٍ مطلوبٍ مِنْ فِعْلٍ عليه. لما؟ لأن هذا يجمع ما يتعلق بالعقود وما يتعلق بالعبادات. أما الفقهاء فالفقهاء فإنهم يجعلون الصحيح في العبادات له تعريف، والصحيح في العقود والمعاملات له تعريف آخر:",
            "page": "10",
            "part": "9"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "فالصحيح في العبادات عندهم: هو ما يحصل به الإجزاء، ويسقط معه القضاء. يعني عبادة أجزت، وسقط عن صاحبها قضاءها بعد أدائها، هذه تسمى صحيحة ولو لم يكن مأجورا عليها. ¶ وعندهم تعريف للصحيح في المعاملات والعقود. ¶ لكن التعريف الجامع هو ما ذكره طائفة من الأصوليين، وهو قولهم إنّ الصحيح: -ما ذكرت لكم من قبل- هو ترتب –الصحيح أو الصحة- أثر مطلوب من فعل عليه. ¶ فالصحيح إذن تعلق به الترتب؛ ترتب أثر، وهذا الأثر مطلوب من فعل، قد يكون الطلب من المكلَّف، وقد يكون الطلب من الشارع؛ من المكلِّف، من فعل عليه، وهذا يشمل العبادات؛ لأن العبادة توصف بالصحة، مثلا الصلاة إذا ترتب الأثر المطلوب من الفعل عليها وهو إجزاؤها، وسقوط التكليف بها، وعدم مطالبة فاعلها بالقضاء.",
            "page": "11",
            "part": "9"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "العقد ما هو الأثر المترتب عليه, تعريف صاحب الورقات مستقيم مع العقود؛ يقول (ما يتعلق به النفوذ ويعتد به شرعا) فإذا تعلق النفوذ بعقد ما وصف بأنه صحيح ويعتد به شرعا، ما هذا النفوذ يعني الأثر المترتب على العقد من انتقال الشيء. مثلا في البيع؛ انتقال هذه العين من المالك الأول إلى المالك الثاني، وأصبح المالك الجديد له التصرف فيها, بعد أنْ كان المتصرف فيها هو الأول صار المتصرف فيها هو الثاني. فالبيع مثلا يوصف عقده بالصحة، متى؟ إذا تعلق به النفوذ؛ وهو الانتقال وحيازة الثاني له، ويُعتد به شرعا؛ لأنه قد يتعلق به النفوذ ولا يُعتد به شرعا فلا يوصف بالصحة؛ مثل بيع المحرمات، لو باع إنسان إلى آخر خمرا، فهل بيع الخمر يوصف العقد بأنه صحيح؟ لا يوصف العقد بأنه صحيح، لما؟ لأنه لا يعتد به شرعا؛ (1) لأنّ الخمر مثلا ليست بمال, الأعيان المحرمة بيعها لا يوصف بأنه عقد صحيح، ولكن قد يبتاع الناس ذلك، وينتقل من الأول للآخر؛ لأن هذه الأشياء واجب إتلافها، فلا يسمى انتقالها من الأول إلى الآخر صحيح شرعا، لهذا لو وصلت مثلا للقاضي لقال هذا عقد غير صحيح، يأتي المتبايعان يقول الأول أو يقول الثاني للأول أو الأول للثاني أو يقولان للقاضي تبايعنا برضانا هذا راضي وأنا راض. فيقال: ولو رضيتما، فإن العقد وإن كان في عرفكما بينكما صحيح، لكنه في الشرع لا يوصف بالصحة. لما؟ لأنه لا يُعتد به شرعا، وأيضا إذا كان لا يعتد به شرعا فبالتالي لا يتعلق به نفوذ، فإذن لم يوصف بالصحة وإن تعلق به نفوذ في عرفكما؛ لكنه لما لم يكن صحيح شرعا صار لا يتعلق به نفوذ؛ لأنه غير معتد به شرعا، ولهذا لا تنتقل الملكية؛ ملكية المحرمات ما تنتقل شرعا، لو باع رجل شيئا محرم الأول أصلا ليس مالكا له ملكا شرعيا صحيحا، ولا يوصف ملكه له بالصحة، والثاني أيضا لا يوصف ملكه بالصحة. ¶ إذن نخلص من هذا إلى أن الصحة تنقسم: ¶ ( صحة في العبادات. ¶ ( وصحة في العقود. ¶ وأنّ ما ذكره الماتن هذا يتعلق بالصحة في العقود؛ لأن الصحة في العبادات إنما يُقال إنها ما أعتد به شرعا؛ يعني الصحيح من العبادات هو ما اعتد به شرعا؛ لأنه لا يتعلق به نفوذ، أو كما عرفت التعريف الآخر: ما ترتّب عليه أثر الفعل شرعا. أو: ما ترتب عليه الإجزاء والإسخاط القضائي ونحو ذلك. ¶ فإذن العقود تعلق بها النفوذ والاعتداد اثنين، أما العبادات فإنما هي في الاعتداد فقط. ¶ __________ ¶ (1) انتهى الوجه الأول من الشريط الأول",
            "page": "12",
            "part": "9"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "هناك تارة يُعبّر عن عدم الصحة بعدم القَبول، ”لا يقبل“ في النصوص، ”لا يقبل“بأن ”لا يصح“ قليل في النصوص جدا؛ بل تكاد تكون من استعمالات علماء الأصول والفقه. ¶ في الشرع يكثر ”لا يُقبل“ ?فَلَنْ يُقْبَلَ مِنْ أَحَدِهِمْ مِلْءُ الْأَرْضِ ذَهَبًا وَلَوْ افْتَدَى بِهِ?[آل عمران:91]، «لا يَقْبَلُ الله صَلاَةَ حائِضٍ إِلاّ بِخِمارٍ»، «من شرب الخمر لن تقبل له صلاة أربعين صباحا»، «من أتى كاهنا فسأله عن شيء لن تقبل له صلاة أربعين صباحا». ¶ فهل القبول ونفي القبول؛ هل نفي القبول هو نفي الصحة؟ الجواب: أنّ نفي القبول لا يعني نفي الصحة، وإن كان القبول والصحة قد يترادفان؛ يعني القبول، قد نعبر عن الأشياء الصحيحة بالمقبولة والمقبولة بالصحيحة، لكن نفي القبول لا يعني نفي الصحة، وذلك لأنّ ما نفي عنه القبول على قسمين في النصوص: ¶ نُفي القبول بمعنى الإجزاء، وهذا هو المراد بنفي الصحة، مثل قوله عليه الصلاة والسلام «لاَ يَقْبَلُ الله صَلاَةَ أحَدِكُم إذَا أحْدَثَ حَتّى يَتَوَضّأَ» هذا القبول، عدم القبول بمعنى عدم الصحة، «لا يَقْبَلُ الله صَلاَةَ حائِضٍ إِلاّ بِخِمارٍ» هذا عدم القبول بمعنى عدم الصحة، (فَلَنْ يُقْبَلَ مِنْ أَحَدِهِمْ مِلْءُ الْأَرْضِ ذَهَبًا وَلَوْ افْتَدَى بِهِ) يعني بمعنى الصحة، هذا قسم. ¶ القسم الثاني يُنفى القبول ويراد منه نفي الثواب مع بقاء العبادة صحيحة عند الفقهاء والأصوليين، وذلك مثل قوله «من شرب الخمر لن تقبل له صلاة أربعين صباحا»، ومن مثل قوله عليه الصلاة والسلام «من أتى كاهنا فسأله عن شيء لن تقبل له صلاة أربعين يوما» أجمع العلماء على أن من شرب الخمر وصلى أربعين صباحا، ومن أتى كاهنا فسأله وصلى أربعين صباحا أنه لا يؤمر بالعبادة، ولهذا قالوا إنّ نفي القبول هنا بمعنى نفي الثواب، أما الصحة فالعبادة في نفسها صحيحة إذا استكملت شروطها الشرعية. ¶ قال ابن العراقي -أحد العلماء-: يمكن أن تضبط المسألة -يعني الفرق بين النصوص التي فيها عدم القبول بمعنى عدم الصحة والأخرى التي فيها أن عدم القبول بمعنى عدم الثواب- قال: يمكن أن تضبط بأنه إذا اقترن مع عدم القبول في النص ذكر معصية، فإنه يكون عدم القبول بمعنى عدم الثواب-بمعنى أنه لا يثاب عليها والعبادة صحيحة-، وإن لم يقترن بالعبادة معصية وإنما اقترن بها شرط، صار معنى عدم القبول عدم الصحة. وهذا ضابط عندي حسن، لأنه يمكن ضبط كثير من المسائل به.",
            "page": "13",
            "part": "9"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "هذا بعض ما يتعلق بقوله (والصحيح: ما يتعلق به النفوذ ويعتد به). ¶ (والفاسد: ما لا يتعلق به النفوذ, ولا يعتد به) والفاسد مقابل للصحيح قد يقال الباطل، على تعريفنا السابق عرفنا الصحيح بأنه: ترتُّب أثر مطلوب من فعل عليه. ¶ إذن الفاسد ماذا يكون؟ يكون: عدم ترتب أثر مطلوب من فعل عليه. وهنا قال (ما لا يتعلق به النفوذ, ولا يعتد به) وهذا يدخل في العقود، أما العبادات فتعريفه هذا عليه نفس الإيراد السابق فيما ذكرنا آنفا. ¶ الفاسد بمعنى الأثر المطلوب لا يترتب عليه، يسمى فاسدا وهذا يسمى من الأحكام الوضعية؛ لأن الأثر لم يترتب على الفعل، من الذي لم يرتب الأثر على الفعل؟ الشرع، مع أنّ الفاعل يريد التّرتّب؛ هو يصلي يرد أنْ يترتّب أثر فعله الذي هو الصلاة على ما فعل، لكن الشارع هو الذي يحكم على فعله بالفساد، يقول: هذا الفعل منك لا يترتب عليه أثر. لما؟ لفقد أحد الشروط أو نحو ذلك. ¶ الفاسد تارة يُعبر عنه بالباطل، الفاسد والباطل مترادفان عند جمهور الفقهاء والأصوليين، وطوائف منهم يفرّقون بين الفاسد والباطل، مثل الحنفية مثلا عندهم الفاسد شيء والباطل شيء آخر، –لا أريد أن أدخل في التفصيلات لكن كلمة سريعة- عند الحنفية أنّ الباطل إذا كان شيء راجع إلى ذات العبادة، والفاسد إذا كان عدم الاعتداد راجع إلى وصفها. ¶ عند الجمهور أن الباطل والفاسد مترادفان، وفرّق الفقهاء بين الباطل والفاسد في الفقه في مسائل معروفة، منها في الحج، ومنها في النكاح، مثل النكاح بلا ولي يقولون هذا نكاح فاسد، ولا يقولون نكاح باطل، لما؟ لأنه عندهم عرف خاص بأنّ الفاسد هو الذي لم يُتَّفق على بطلانه، فإذا كان ثَم اتفاق على بطلانه سمَّوه باطلا، إذا كان هناك اتفاق على بطلانه سموه باطلا، إذا كان هناك اختلاف في صحته وفساده وبطلانه سموه فاسدا، هذا اصطلاح خاص، لكن هذا إنما جاء في عدد من المسائل محصورة معروفة. ¶ بهذا ينتهي ما ذكره من الأحكام السبعة. والفقه إذن هو معرفة هذه الأحكام؛ يعني معرفة الواجبات، معرفة المندوبات، معرفة المباحات، معرفة المكروهات، معرفة المحظورات، معرفة الصحيح، معرفة الفاسد. ¶ هناك تتمات متعلقة بالمسائل السابقة التي مررنا عليها بالأمس، تتمات مهمة:",
            "page": "14",
            "part": "9"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "منها بما يتعلق بالواجب أنه ذكر –قد نبه بعض الأخوة على ذلك جزاه الله خيرا- أنّ المؤلف ذكر قال (الواجب ما يثاب على فعله ويعاقب على تركه)، وأنا ذكرت لكم أن قوله (ويعاقب على تركه) أنّ هذا معلق بشروط، يعاقب على تركه إذا تمت الشروط، ومن الشروط ألا يشاء الله جل وعلا أن يغفر له، فإن شاء الله جل وعلا مغفرة ذلك الذنب لا يعاقب، ويحسن أن يقال (ما يثاب على فعله) نغيرها إلى ”ما وُعِدَ بالثواب على فعله“ و( يعاقب على تركه) بـ”ما تُوُعِّد بالعقاب على تركه“ وكما تعلمون أن هذا التعريف أثر؛ نتيجة ليس بتعريف للواجب أو للإيجاب إنما هو أثر للتقريب. ¶ يتصل بالواجب مسائل مهمة منها: ¶ أولا: ألفاظ الواجب ما هي؟ هل هي مختصة بـ: وَجَبَ، أَوْجَبَ، فقط؟ لا, الواجب له عدة عبارات، عدة ألفاظ يستفاد الوجوب منها. ¶ ( أولا كُتِبَ ?يَاأَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمْ الصِّيَامُ?[البقرة:183] هذه يستفاد منها الوجوب. ¶ ( فُرِضَ. ¶ ( لَزِمَ، يَلْزَمُ «ومن لزمته بنت مخاض» الحديث، لَزِمَ يعني من لزمته؛ وجبت عليه. ¶ ( ومنها صيغة الأمر افْعَل مجردة من اللام، أو باللام؛ لِتَفْعَل مثل قوله تعالى ?ثُمَّ لِيَقْضُوا? لام الأمر ?لِيَقْضُوا تَفَثَهُمْ وَلْيُوفُوا نُذُورَهُمْ وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ?[الحج:29]. ¶ ( ومنها من الصيغ التي نستفد منها الوجوب أنْ يُعبَّر عن العبادة الواجبة ببعض أجزائها، مثل قوله تعالى ?وَقُرْآنَ الْفَجْرِ إِنَّ قُرْآنَ الْفَجْرِ كَانَ مَشْهُودًا?[الإسراء:78]، يستدل العلماء بهذه الآية على أن القراءة واجبة وفرض، القراءة في الصلاة، من أين جاء الاستنباط؟ أنّ الوجوب يستفاد من التعبير عن العبادة ببعض أجزائها، هوأراد الصلاة ولكنه قال (وَقُرْآنَ الْفَجْرِ) يعني صلاة الفجر (إِنَّ قُرْآنَ الْفَجْرِ كَانَ مَشْهُودًا) فعبّر عن الصلاة ببعض أجزائها، فدل على أن هذا الجزء له حكم الأصل وهو الوجوب. ¶ من المسائل المتعلقة بالواجب المهمة: ¶ أنّ الواجب ينقسم إلى أقسام باعتبارات مختلفة فتارة ينقسم بالنسبة إلى الزمن الذي وُجِب فيه الفعل إلى: واجب موسّع، وواجب مضيّق. الواجب المضيق قسم، والواجب المضيق قسم آخر .",
            "page": "15",
            "part": "9"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "الواجب الموسع: هو الواجب الذي زمن جواز فعل العبادة فيه أوسع من مدة العبادة، مثل أوقات الصلوات، صلاة الظهر لا تستغرق وقت الظهر، فوقت الظهر من زوال الشمس إلى مصير ظل كل شيء مثله، فهذا الوقت أطول من وقت أداء الصلاة، فهذا يسمى واجب موسع. ¶ هناك واجب مضيق: وهو إذا كان الوقت مساويا لوقت العبادة، مثل الصيام من طلوع الفجر إلى مغيب الشمس، هذا واجب مضيق ليس بواجب موسع مضيق ليس بواجب موسع، مضيق؛ لأن هذا الوقت هو الذي تؤدى فيه العبادة مثل شهر رمضان ونحو ذلك. ¶ هذا قسم من الأقسام(1). ¶ قسم آخر(2) أنّ الواجب ينقسم إلى واجب عيني وواجب كفائي، واجب عيني المسمى فرض عين، وواجب كفائي وهو المسمى فرض كفاية. ¶ الفرض العيني أو الواجب العيني: هو الفعل أو القول الذي إنْ لم يفعله المكلَّف أثم، هذا الواجب العيني؛ الفرض العيني، وهو ما خوطب كل مكلف بعينه بأدائه، كل مكلف مخاطب بالأداء، مثل الصلاة، كل مكلف مخاطب بأداء الصلاة المفروضة، فهذا واجب عيني. ¶ القسم الآخر واجب كفائي: والواجب الكفائي هناك تعريف مشهور له وهو ما إذا قام به البعض سقط الإثم عن الباقين، لكن هذا فيه نظر، والأحسن منه أن يقال الواجب الكفائي هو ما خوطب المكلفون بمجموعهم بأدائه لا بكل فرد بعينه. ¶ المقصود من الواجب الكفائي أن يحدث الفعل دون نظر إلى فاعله، وأما الواجب العيني فالمقصود إحداث الفعل من الفاعل المعين، وهذا فرق مهم يمكن أن تضبط به مسائل الواجب الكفائي، الواجب الكفائي في الشرع مقصود منه إيقاع الفعل دون نظر إلى من فعل، بخلاف الواجب العيني؛ الواجب العيني المقصود منه إيقاع الفعل مع اعتبار النظر إلى من فعل؛ لأنه واجب تعين على واحد بعينه. ¶ هذا تقسيم باعتبار آخر. ¶ هناك تقسيم ثالث باعتبار ثالث، وهو أن الواجبات تنقسم إلى: واجب معين، وواجب مبهم أو مخير. ¶ الواجب المعين: مثل أكثر الواجبات، الصلاة، الزكاة، معين؛ ليس لك الاختيار فيه، يجب أن تنفذ هذا الواجب بعينه. ¶ الواجب المبهَم: هو الذي خيرت فيه، بل الوجوب متعلق بك، وليس متعلقا بالصنف. ¶ مثل كفارة القتل الخطأ، مثلا عتق رقبة مؤمنة فإن لم يجد فصيام شهرين متتابعين، هذا عتق الرقبة واجب بعينه إذا لم يجده –هذا واجب معين يعني مخص بخصوصه، ليس له أن يختار صوم شهرين متتابعين- إن لم يجد توجّه إلى صوم شهرين متتابعين دون غيرها، هذا يسمى واجب معين لا مبهم. ¶ __________ ¶ (1) يقصد تقسيم من التقسيمات. ¶ (2) يقصد تقسيم آخر.",
            "page": "16",
            "part": "9"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "هناك واجبات يُخيّر فيها العبد مثل كفارة اليمين مثلا، ?فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ?[المائدة:89]، هذا يسمى واجب مخير، هل الواجب إطعام عشرة مساكين؟ لا، هل الواجب كسوة عشرة مساكين؟ لا، هل الواجب عتق الرقبة؟ لا، الواجب واحد منها، بخطاب للمكلف أنه وجب عليه أحد الثلاثة فهو بالخيار، هذا يسمى واجب مبهم. ¶ فإذن هذا التقسيم الثالث باعتبار ثالث. ¶ المندوب يتعلق به مسائل أيضا: ¶ منها الصيغ التي يستفاد منها الندب: ¶ أولا: صيغة الأمر غير الجازم، والأمر غير الجازم قد يكون من أوامر الآداب، وقد يكون أمرا صرف بصارف فصار أمرا غير جازم، ونحو ذلك. ¶ أيضا من عبارات الندب كلمة ”يُستحب“، منها كلمة ”سنة“ عند الفقهاء، منها كلمة ”ينبغي“ عند الفقهاء أيضا، يستعمل العلماء كلمة ينبغي، ينبغي يعني يندب، ينبغي يعني يستحب؛ يُسَن ونحو ذلك. ¶ فإذن عندنا ”سنة“ في اصطلاح الأصوليين ”مندوب“، ”ينبغي“، ونحو ذلك، هذه كلها من الصيغ التي نستفيد منها الندب. ¶ لكن لاحظ ”ينبغي“ إذا جاءت في النصوص شيء متأكد جدا باختلاف اصطلاح الفقهاء، ”ينبغي“ إذا جاءت في النصوص فهي بمعنى الشيء المتأكد جدا، وأكثر ما جاء منفيا كما في قوله?وَمَا يَنْبَغِي لِلرَّحْمَنِ أَنْ يَتَّخِذَ وَلَدًا?[مريم:92] ليس معناه أنه يمكن (مَا يَنْبَغِي) ليس معناه أنه يمكن، (مَا يَنْبَغِي) معناه أنه منفي أشد النفي، ومحال أشد الإحالة، فإذن هي في النصوص غير الاصطلاح. ¶ يُشرع، كلمة ”يُشرع“ تشمل الواجب والمستحب، فإذا عَبّر بها أحد العلماء يدل على أن هذا الفعل أصله في الشرع، قد يكون واجبا وقد يكون مستحبا؛ تستعملها في الواجب بقرينة وتستعملها في المندوب بقرينة، وقد تُستعمل مطلقا لاحتمال الأمر، إما عند المتكلم لشكه أو عدم تثبته بأنه واجب أو مستحب، أو لأجل احتمال النص لهذا أو ذاك. ¶ المندوب هل هو مأمور به؟ الجواب: نعم، المندوب مأمور به، ولكن الأمر به أمر غير جازم. ما معنى غير جازم؟ يعني أنه ما توعد من تركه بشيء. ¶ الإباحة تستفاد من ألفاظ منها التخيير –إذا خُيِّر استفدنا الإباحة- أو أن يترك الحكم على حكمه السابق، أن يترك الشيء على ما كان عليه؛ ولم يبين فيه لا وجوب ولا التحريم ولا استحباب ولا كراهة، فنستفيد من هذا الإباحة.",
            "page": "17",
            "part": "9"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "التحريم نستفيده من ألفاظ في الشرع منها الحظر، الحرمة، النهي بلا تفعل، النفي في بعض الحالات يكون أشد النهي، مثل ?وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا?[الجن:18] هذا نفي أو نهي؟ نفي، لأنه قال (فَلَا تَدْعُوا) بإثبات الواو، لو كان نهيا لصارت (فلا تدعُ مع الله أحدا)، إلا إن كانت هذه الواو واو الجماعة فهي محتملة (وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا) تحتمل إذا كانت واو الجماعة النهي والنفي. ¶ الكراهة تستفاد من النهي غير الجازم، أو بأنه نُهي عنه مطلقا ثم فعله النبي عليه الصلاة والسلام؛ نهي عنه بالقول ثم فعله عليه الصلاة والسلام، مثل أنه نهى عن الشرب واقفا ثم شرب عليه الصلاة والسلام واقفا هذا يدل على أن الشرب من الواقف مكروه، ونحو ذلك. ¶ هذه الأحكام التكليفية الخمسة، والأحكام الوضعية الاثنان الصحيح والفاسد، بهذا نكون قد انتهينا من قسمة الأحكام الشرعية إلى أحكام وضعية وتكليفية، وما تعرّض المؤلف للسبب والشرط والمعنى، ونترك هذه الثلاثة لوقت آخر إن شاء الله تعالى. ¶ ونقف على المقدمة المنطقية وهي تعريفات الفقه والعلم والفقه والاستدلال والنظر ونحو ذلك نكملها إن شاء الله في الغد، وصلى الله وسلم على نبينا محمد. ¶ الأسئلة: أنا أقترح أن الأسئلة تجمع إن شاء الله تعالى ونجيب عليها في وقت يكون فيه متسع، نجيب على الأسئلة جميعا، إلا ما كان له صلة بالبحث كإيراد إشكال أو عدم فهم مسألة ونحو ذلك. ¶ هذا يقول اقتراح لو قدم كتاب الورقات على الأصول الثلاثة؛ لأن الورقات يطلب فيه تركيز ووعي، وأول الوقت نحن أكثر تركيزا من آخر الوقت. ¶ الحقيقة يا إخواننا الأصول صحيح أنها توجع الرأس بعض الشيء؛ لكن أن نقدم، هذه خلاصة ليس فيها ذكر لأقوال وردود وخلافات؛ إنما هي خلاصة، هي التي تنفع الناظر في كتب الحديث أو في كتب الفقه، ما أظن إن شاء الله فيه وجع الرأس، أو أنه شيء يطلب تركيزا. ¶ هل من الممكن أن تعيد قول ابن العراقي في ضبط التفريق بين أنواع الصحيح المترتب عليه نفي الصحة أو نفي الثواب. ¶ يقول ابن العراقي إن النصوص التي فيها نفي القبول: إن اقترن بنفي القبول معصية فيكون نفي القبول بمعنى نفي الثواب لا نفي الصحة، وإنْ لم يقترن بها معصية وإنما اقترن بها شيء من العبادة أو من شروط العبادة فهذا فيه نفي للصحة.",
            "page": "18",
            "part": "9"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "وهذا معقول كما قلتُ وحسن؛ لأن المعصية لها إثم، والعبادة لها ثواب، فمعنى ذلك أن إثم المعصية هذه مثل شرب الخمر أو الإتيان لكاهن وسؤاله، أنّ هذا إثمه يستمر مع صاحبه يحبط ثواب صلاته أربعين يوما، ولهذا ذكرت أنه .... ¶ نعم...، لا، هو واجب عليه أن يصلي، لكن ليس له ثواب، يجب عليه أن يصلي، لو ترك الصلاة لعوقب بعقوبة تارك الصلاة. ¶ 2- هذا سؤال أيضا مناسب يقول: الأحكام الوضعية أحد عشر حكما منها ما ذكرتم، ومنها الرخصة والعزيمة والعلة وغيرها. ¶ أنا ذكرت لكم من قبل أنّ الأحكام الوضعية خمسة، والأحكام التكليفية خمسة، وهذا أحسن لأن الرخصة والعزيمة، العلة تؤول-لأنه ذكر الرخصة والعزيمة والعلة- إلى أنْ تكون إما سبب أو شرط أو مانع أو نحو ذلك، أما الرخصة والعزيمة فالرخصة قد تكون واجب أخذها، والعزيمة قد تكون واجب أخذها وقد يكون مستحب، فرجعت الرخصة والعزيمة إلى الأحكام التكليفية، هذا الذي يظهر لي، والذين يجعلوا الرخصة والعزيمة ونحوها من الأحكام الوضعية هذا فيه نظر؛ لأن الرخصة ليست وصفا مجردا إنما الرخصة كأنه قال يستحب لك في هذا الموضع أن تكون كذا، مثل المسافر يستحب له أن يقصر الصلاة قصره للصلاة رخصة، ونحو ذلك فهي راجعة إلى الأحكام التكليفية بنوع من التأليف. ¶ هل المندوب يقضى؟ ¶ الجواب: المندوبات تقضى نعم، ويختلف ما قضاؤه له وقت، ومنها ما قضاؤه موسع، وأُمثِّل بالصلاة، الصلاة المندوبة مثل قيام الليل مثلا، فإنه إذا كان له ورد من ليله يصلي خمس ركعات أو سبع ركعات، وفاته تلك الليلة، فإنه يقضيه من صباحه ما بين طلوع الشمس وارتفاعها قيد رمح إلى ما قبل الزوال؛ يعني دخول وقت النهي قبل الزوال يقضيه في هذا الوقت، كما ثبت في صحيح مسلم من حديث عائشة أن النبي صلى الله عليه وسلم «كان إذا فاته ورده من الليل قضاه صبيحة تلك الليلة اثنتي عشرة ركعة»، وكذلك النبي عليه الصلاة والسلام لما فاتته سنة الظهر قضاها بعد العصر ونحو ذلك، فجنس المندوبات تقضى؛ لكن هناك تفصيل في بعض المندوبات. ¶ ولهذا لا أقول كل مندوب يقضى، ولكن لكل نوع منها يحتاج إلى تفصيل، ولكن نعلم جنس المندوبات تقضى هذا صحيح، مثل واحد أراد أن يتصدق وفاتته الصدقة يقضي ذلك، واحد فاتته صلاة العيد يقضي ذلك، وفيه أشياء كثيرة. ¶ 4- تعريف الجويني للصحيح لماذا لا يدخل فيه العبادات؟",
            "page": "19",
            "part": "9"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "لا تدخل فيه العبادات لأنه جعل أوله النفوذ، قال (ما يتعلق به النفوذ ويعتد به)، الذي يعتد به النفوذ هي العقود أما العبادات فما توصف بالنفوذ، فالنفوذ عند الفقهاء وعند الأصوليين من الأوصاف التي توصف بها العقود، أما العبادات فتوصف بالاعتداد، بالإجزاء، بسقوط القضاء، بالقبول ونحو ذلك. ¶ نكتفي بهذا القدر، صلى الله على سيدنا محمد. ¶ ((((( ¶ ( الفرق بين الفقه والعلم والظن والشك) ¶ والفقه أخص من العلم والعلم: معرفة المعلوم على ما هو به. والجهل: تصور الشيء على خلاف ما هو به. ¶ والعلم الضروري: ما لم يقع عن نظر واستدلال, كالعلم الواقع بإحدى الحواس الخمس: التي هي السمع والبصر والشم والذوق واللمس أو التواتر. ¶ وأما العلم المكتسب: فهو الموقوف على النظر والاستدلال، والنظر هو الفكر في حال المنظور فيه، والاستدلال طلب الدليل, والدليل: هو المرشد إلى المطلوب لأنه علامة عليه. ¶ والظن: تجويز أمرين, أحدهما أظهر من الآخر. ¶ والشك: تجويز أمرين لا مزية لأحدهما على الآخر. ¶ وعلم أصول الفقه: طرقه على سبيل الإجمال, وكيفية الاستدلال بها. ¶ (أبواب أصول الفقه) ¶ وأبواب أصول الفقه: أقسام الكلام, والأمر, والنهي, والعام والخاص, والمجمل, والمبين, والمؤول والأفعال, والناسخ, والمنسوخ, والإجماع, والأخبار, والقياس, والحظر, والإباحة وترتيب الأدلة وصفة المفتي والمستفتي وأحكام المجتهدين. ¶ بسم الله الرحمن الرحيم، الحمد لله والصلاة والسلام على رسول الله. ¶ أما بعد: ¶ هذا الذي سمعناه من كلام الجويني، يسمى عند الأصوليين المقدمة المنطقية، ومباحث أصول الفقه هي ما ذكره بعد ذلك بقوله (إن أصول الفقه مباحثها الأمر والنهي، والخاص والعام، والمطلق والمقيد، والمجمل والمبين، والظاهر والمؤول، والمنطوق والمفهوم، والإجماع والقياس، والإخبار) ونحو ذلك مما يتبعها، هذه أبواب أصول الفقه، لكنهم احتاجوا في بيان هذه إلى مقدمات مهمة، هذه المقدمات يستعان بها على فهم ما سيأتي من الأصول، وهذه المقدمات قد يستفاد منها مجردة في مسائل الاستنباط، المقدمات التي يقدم بها الأصوليون نوعان: ¶ مقدمة منطقية. ¶ ومقدمة لغوية. ¶ ثم بعد ذلك يدخلون في باب الأمر والنهي وفي الكتاب والسنة والإجماع بحس الترتيب لكل مؤلف بما ألف به.",
            "page": "20",
            "part": "9"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "المقدمة المنطقية: يذكر فيها أشياء تتعلق بضبط الحدود والتعريفات وأنواع الدلالات، والعلاقة بين العلم والمعرفة والفقه والإدراك والتصور والتخيل، دلالات الألفاظ، واشتراك الألفاظ، الترادف، التباين، التواطؤ، الاشتراك ونحو ذلك، مقدمات متنوعة، هذه تسمى مقدمات منطقية، والحد وأنواعه وما يتصل بذلك. ¶ المقدمات اللغوية: يعتنون فيها أكثر ما يعتنون بالحقيقة والمجاز، وبحروف العطف، وحروف المعاني ومعانيها، والاستفهام ودلالاته، ونحو ذلك من المباحث اللغوية. ¶ يعني أن الأصوليين أخذوا من فن المنطق أشياء وقدموا بها لعلم الأصول، وأخذوا من اللغة أشياء سواء بالبلاغة أو النحو أو التصريف أخذوا أشياء وجعلوها أيضا بين يدي كلامهم على أصول الفقه، سبب ذلك كما ذكرت الحاجة، الحاجة لهذا؛ فالأصولي يحتاج إلى بعض المسائل المنطقية، وكما هو معلوم أن المنطق لا يجوز تعلمه ولا تعليمه، لكن أُخذت منه هذه المسائل، وهي أيضا في المنطق ليست بأصل المنطق، وإنما هي أشياء عامة في مقدمات المنطق، كذلك اللغة أخذوا منها بعض المسائل، وصار عند الأصوليين مقدمة منطقية، تليها مقدمة لغوية كالتوطئة والتمهيد للدخول في فن الأصول. ¶ هذا الذي ذكره هنا من المقدمات المنطقية، وهي كما ترى نمر عليها بسرعة بإيضاح موجز؛ لأنها فيما أرى ليست بذات بال وأهمية. ¶ قال (والفقه أخص من العلم) الفقه أخص من العلم، لما؟ لأن العلم جنس، والفقه نوع من أنواع ذلك الجنس، فالعلم يمكن أن يكون فقها، يمكن أن يكون توحيدا، يمكن أن يكون أصولا، يمكن أن يكون نحوا، لغة، حديثا، تفسيرا؛ العلم أقسام منها الفقه، فالفقه أخص من العلم، لهذا نقول: كل فقه علم ولكن ليس كل علم فقها. قد يكون العلم أصولا، قد يكون نحوا، قد يكون حديثا، تفسيرا، إلى آخره، لهذا قال (الفقه أخص من العلم)، وبالتالي يكون كل فقيه عالم، وليس كل عالم فقيها؛ لأن الفقيه عالم بالفقه، لكن العالم قد يكون عالما بالحديث ليس عالما بالفقه. ¶ فإذن العلم واسع والفقه بعض العلم، هذا الذي أراده حين قال (الفقه أخص من العلم). ¶ قال بعد ذلك (والعلم: معرفة المعلوم على ما هو به) وفي بعض النسخ التي أذكرها حين قراءة هذه الرسالة (معرفة المعلوم على ما هو به أو عليه في الواقع) وهذه أوضح مما هو موجود هنا، فيكون العلم معرفة المعلوم على ما هو عليه في الواقع.",
            "page": "21",
            "part": "9"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "(معرفة المعلوم على ما هو عليه في الواقع) يعني أنّ العلم(1) يفارق التخيّل؛ لأن التخيل ليس هو معرفة الشيء على ما هو في نفس الأمر؛ على ما هو في الحقيقة؛ في الواقع، لأن المتخيل يتخيل أشياء، ربما كانت غير موجودة في الواقع، فليس كل موجود ذِهنا موجودا واقعا، قال (معرفة المعلوم على ما هو عليه في الواقع) يعني في نفس الأمر، مثلا إذا عرف أن الإنسان عاقل، هذا يسمى علما؛ لأنه عرف المعلوم وهو الإنسان، على ما هو في نفس الأمر وهو أنه عاقل، الحيوانات تلد، الطيور مثلا تبيض، إذا عرف هذه المعلومة، يقال له علمها لأنه علمها على ما هو عليه في الواقع، لكن لو تخيّل شيئا تخيّل مدينة من صِفتها كذا وكذا، مثل ما تخيل الشيخ أبو بكر الجزائري مدينة من صفتها كذا وكذا وألّف فيها كتابا، هذا خيال، هل هو علم؟ هو تخيَّل هذا الشيء؛ أنه ذهب إلى مدينة ومن صفتها كذا وكذا، مدينة موصوفة بأنها مدينة مسلمة كل ما فيها موافق للشرع، هذا خيال، لكن هل هذا موجود في الواقع؟ ليس موجودا، فلا يُسمى علما، فإنه إنما تخيل هذا تخيلا وكتبه، فمستنده تَوَهُّم الذهن، ليس مستنده العلم بشيء واقع في الخارج، ولهذا لا يُسمى عندهم علما، وإنما يسمى خيالا وتصورا لا مستند له من الواقع. ¶ هو أُعترِض على الماتن باعتراض لا نطيل يعني في بيانه، لكن نوضح لكم، نشير إليه إشارة أنّ قوله (العلم: معرفة المعلوم) هذا يستدعي التسلسل؛ الدّور، ليش؟ لأنّ المعلوم هم ما يعلم، فصار أنّه يفسر العلم بشيء يحتاج إلى العلم، وهذا يقتضي الدّور، على كل حال تنبيه على أنه هذه الرسالة لتبسيط وتقريب علم أصول الفقه وليست دقيقة كما هو ظاهر. ¶ الجهل ما هو؟ قال (والجهل: تصور الشيء على خلاف ما هو به.) –نمر بسرعة تعذروني- (والجهل: تصور الشيء على خلاف ما هو به.)، وفي نسخة أخرى (تصور الشيء على خلاف ما هو عليه في الواقع.)، (على خلاف ما هو به في الواقع) أو (على خلاف ما هو عليه في الواقع)، (تصور الشيء على خلاف ما هو عليه في الواقع.) هذا يُسمى جهلا؛ لأنه تصوّره بصورة وعَرَفه على شيء خلاف ما هو عليه، فإذن هو لم يعلمه، وإنما جهله؛ لأنّ هذا الشيء المعلوم أو الذي يُراد العلم به هو على صفة، وهذا تصوره بنظره أو بغيره، على خلاف ما هو عليه، فصار جهلا، والجهل نقيض العلم، والجهل قسمان: جهل بسيط، وجهل مركّب، عندهم. ¶ فالجهل البسيط: إذا كان لا يعرف الشيء أصلا. ¶ __________ ¶ (1) انتهى الشريط الأول",
            "page": "22",
            "part": "9"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "والجهل المركّب: إذا عرفه على خلاف ما هو عليه، واعتقد أنّه مصيب. ¶ فمثلا لو قيل لرجل هل يجوز التيمم عند فَقْد الماء؟ فقال رجل: لا أدري. وقال آخر: يجوز. وقال آخر: لا يجوز. ردّ أحد الرجلين قال: لا أدري. والآخر قال: لا يجوز. يعني التيمم عند فقْد الماء، الذي قال لا أدري، جهله جهلٌ بسيط؛ لأنّه لم يتصور الشيء أصلا، والثاني جهله جهل مركب؛ لأنه تصور الشيء على خلاف ما هو عليه؛ لأنّ حكم المسألة الجواز، وهو تصوَّرها بأنها غير جائزة معتقدا صواب نفسه وأنه يعلم هذه المسألة، فصار جهله مركبا من شيئين: ¶ الأول: عدم العلم بالمسألة. ¶ الثاني: اعتقاد أنّ علمه صحيح فيها. ¶ صار جهل مركب من جهتين، ولهذا يقول العلماء الجهل البسيط هذا أخص من الجهل المركب، ولهذا لا يعاب أن يقول المرء لا أدري، لا أعلم، لأن من طبيعة بني آدم أنْ يجهل، لكن أنْ يتكلّم بغير علم هذا يكون جاهلا جهلا مركبا. ¶ بعد أنْ ذكر العلم ونقيضه الذي هو الجهل، ذكر أقسام العلم قال (العلم قسمان العلم الضروري والعلم المكتسب). ¶ ما هو العلم الضروري؟ قال (ما لم يقع عن نظر واستدلال) بمعنى أنّه يحصل للمرء بالاضطرار، مِن مثل كونه حيا، كونكَ حيا هذا يحصل لك بالاضطرار، ما يحتاج أن تُعمل ذهنك، أو تستدل أو تنظر أنت حي، تشعر بنفسك أنك حي، رأيت هذا العمود وإذا لونه أبيض، ما يحتاج في ذهنك أن تُفكر وأنْ تربط شيء بشيء حتى يحصل لك هذا الحكم؛ وهو أنه أبيض، بمجرد ما نظرت إليه اُضطررت إلى العلم بأنه أبيض، هذا يسمى علم ضروري. ما معنى كونه ضروريا؟ يعني اضطر المرء إلى العلم به دون نظر ولا استدلال، لمس شيء عرف حجمه كبير، صغير. هذا علم يحصل لك بالاضطرار ليس بالاختيار، فأنه يمكن أن تمسك شيء وتقول أنا بَخْتَار أعلم به أو لا أعلم به، تنظر إلى رَجل هل تختار أن تعلم كونه طويلا أو قصيرا؟ لا تختار، فيحصل لك هذا العلم بالاضطرار. ¶ كيف يحصل العلم الاضطراري؟ بالحواس الخمس أو الكواسب، الحواس الخمس، السمع والبصر: ¶ سمعت صوتا حصل لك بالاضطرار هل هو المتكلم رَجل أو امرأة، هل هو أخوك زيد أو الآخر عمر، هذا يحصل بالاضطرار بالسمع. ¶ أو بالبصر لرؤيتك للأشياء. ¶ أو بالشّم شممت رائحة عرفت هل هي رائحة مسك أو هي رائحة شيء منتن. ¶ الذوق كذلك ذقت شيئا عرفت هل هو مالح أو حلو هذا يحصل لك بالاضطرار؛ بدون ما تَفَكُّر، تحصل لأنك تعرف طعم المالح، تعرف طعم الحلو. ¶ واللمس كذلك باللمس.",
            "page": "23",
            "part": "9"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "أو( التواتر)، يعني ما يحصل الحواس الخمس ظاهر، و(التواتر) هذا أضافه هو، وإضافته وجيهة، وذلك أنّ الشيء الذي تواتر وانتشر لا يحصل به استدلال، وهذا من مثل ما يقال عند الفقهاء بأن العلم بها ضروري، المسائل التي العلم بها ضروري من أمور الإسلام مثل حرمة الزنى، هذا يعرفه كل مسلم، حرمة الخمر كل مسلم يعرفها، لما ؟ قد تناقل الناس ذلك بالتواتر، الصلاة أربع ركعات في الظهر وصلاة الفجر ركعتين هذا يعلمه الناس بالتواتر، فالعلم يحصل له بالاضطرار ما يحتاج له بالتفكير، ما يحتاج له بالتفكير؛ لأنّ الناس تتابعوا على ذلك بالتواتر، ينقل آلاف عن آلاف عن آلاف فحصل التواتر بهذا، كذلك عند المسلمين القرآن كلام الله جل وعلا لا يحتاج ذلك عندهم إلى استدلال؛ لأن هذا معروف عندهم بالتواتر، وأنه ليس بكلام الرسول صلى الله عليه وسلم، وليس بكلام أحد من الخلق، إنما هو كلام الله جل وعلا، هذا علم اضطراري، علم ضروري، بهذا لو تأتي إلى أحد من الناس وتقول له: أثبت أنّ القرآن كلام الله. من العامة، يقول القرآن كلام الله ما فيه شك، لما؟ لأنّه ما أخذ هذا عن استدلال؛ لأنه ليس علما مكتسبا، وإنما أخذه بالاضطرار؛ يعني بالتواتر، هكذا عرف عند المسلمين، وهكذا تناقله الآلاف عن الآلاف، بل الأجيال عن الأجيال، كونه يعلم أنه كلام الله جل وعلا بالاستدلال هذا يحتاج إلى علم مكتسب آخر، وهذا وإنما خاصة لأهل العلم؛ المكتسب ونحو ذلك. ¶ إذن العلم نوعان؛ قسمان: ¶ الأول: العلم الضروري؛ الذي يعلم بالاضطرار، لا يقع عن نظر واستدلال، ما يحتاج تعمل فيه فكرك. ¶ الثاني: علم مكتسب؛ العلم المكتسب هو ما تكتسبه بعد نظر واستدلال. ¶ يحتاج هنا –حينما عرف العلم المكتسب – يحتاج هنا أن يبين لك ما معنى النظر، وما معنى الاستدلال، قال (النظر هو الفكر في حال المنظور فيه ) التّفكر، تَنظر في حال المنظور فيه بصفاته بأحواله، إذا نظرت في صفاته بأحواله وبتقلباته أكسبكَ هذا شيئا، وهذا هو المكتسب؛ مكتسب عن طريق النظر، قال (والاستدلال)، النظر هو الفكر، والتفكر في حال المنظور فيه يعني طلب الدليل من المنظور فيه: ¶ إذا كان المنظور فيه آية كونية، طلب الدليل من هذه الآية الكونية؛ الشمس، القمر، الليل، النهار إلى آخره. ¶ إذا كان المنظور فيه آية متلوة قرآن، آية من آيات القرآن ونحو ذلك، صار النظر لطلب الدليل من الآية المتلوة.",
            "page": "24",
            "part": "9"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "ولهذا قال جماعة من العلماء إنّ النظر والاستدلال متقاربان؛ لأن الاستدلال طلب الدليل، طلب الدليل عن أي طريق؟ عن طريق التفكر في حال ذلك الدليل، والاستدلال طلب الدليل، الدليل مُو معناه الآية، يعني طلب وجه الدِّلالة من الآية، الآية بنفسها قد تكون دليلا، وقد لا تكون دليلا، مثلا قوله تعالى ?ثُمَّ نَظَرَ?[المدثر:21] هل هي دليل؟ (ثُمَّ نَظَرَ) ليست بدليل على مسألة، لكن قوله تعالى ?وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ?(1) هذه دليل؛ وجه الدليل؛ يعني وجه الاستدلال هو أنّ هذا أمر، هذا معنى كونه علما مكتسبا؛ يعني نَظَر تَفَكَّر في حال المنظور فيه وهو الآية طالبا الدليل؛ يعني وجه الاستدلال من هذا النص. ¶ إذن يكون العلم المكتسب علم ليس باضطراري ولكنه موقوف على النظر والاستدلال والنظر والاستدلال متقاربان. ¶ طيب الاستدلال طلب الدليل، الدليل ما هو؟ قال (والدليل: هو المرشد إلى المطلوب لأنه علامة عليه) الدليل في اللغة هو ما يرشد إلى المطلوب، قدمت رجلا بين يديك ليدلّك على مكان، صار هذا الرجل دليلا لك؛ لأنه يدلّ على هذه الغاية، فالمرشد إلى المطلوب هو الدليل. ¶ من المستدل؟ المستدل من؟ هو الناظر، ولهذا قال الإمام أحمد رحمه الله تعالى قال: الدالّ هو الله تعالى، والدليل هو القرآن، والمبيّن هو الرسول صلى الله عليه وسلم، والمستدلّ هم أهل العلم، هذه قواعد الإسلام. هكذا قال إمام أهل السنة والجماعة، أعيدها، قال: الدال هو الله تعالى، والدليل هو القرآن، والمبيّن هو الرسول صلى الله عليه وسلم، والمستدلّ هم أهل العلم، هذه قواعد الإسلام. الدال هو الله تعالى، ولهذا حثَّنا شيخ الإسلام ابن تيمية رحمه الله: قولَ الداعي يا دليل الحيارى، يا دليل الحيارى، لما؟ قال: لأن الله جل وعلا هو الدّليل وهو الدال وهو المستدل له وهو المستدل عليه. وهذا من أعظم ما يكون، فالذي استدل أو أقام الدليل هو الله جل وعلا، والذي دلّ هو الله جل وعلا، والذي يُستدل عليه هو الله جل وعلا، فكلمة الإمام أحمد هذه عظيمة دقيقة؛ الدال هو الله تعالى، والدليل هو القرآن، والمبيّن هو الرسول صلى الله عليه وسلم، والمستدل -من؟- هم أهل العلم، هذه قواعد الإسلام. ¶ __________ ¶ (1) البقرة: 43، 83، 110، النساء:77، النور:56، المزمل:20.",
            "page": "25",
            "part": "9"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "بعد ذلك قال (والظن: تجويز أمرين, أحدهما أظهر من الآخر. والشك: تجويز أمرين لا مزية لأحدهما على الآخر.) الظن والشك لفظان يستعملان عند الأصوليين، ويستعملان عند الفقهاء: ¶ ففي استعمال الأصوليين أنّ الظن شك خاص، الظن شك خاص إذا كان ثم محتملان بشيء؛ يحتمل أنه كذا، ويحتمل أنه كذا، مثلا نقول فلان يحتمل أنْ يكون طوله متر وسبعين سنتمتر، ويحتمل أن يكون متر وخمس وسبعين سنتمتر، إذا صار الاحتمال متساوية؛ والله عندي ما فيه ترجيح، قد يكون هذا، وقد يكون هذا، بدون ترجيح أحد الاحتمالين على الآخر، في ذهني صار هذا شكا لتساوي الاحتمالي. فإنْ كان أحد الاحتمالين أكثر، يغلب على ظني أنه هو صار ما عندي: ظن، ظننتُ أن فلانا طوله مائة وخمس وسبعين، ليش؟ يعني ترجّح عندي أنه مائة وخمس وسبعين، ظاهر؟ فإذا تساوى الاحتمالان صار شكا عندهم، وإذا ترجح أحد الاحتمالين صار ظنّا راجحا بما ترجح، وظنا مرجوحا بما رُجح، هذا عند الأصوليين. ¶ أما عند الفقهاء، في استعمال الفقهاء في كتبهم يستوي عندهم الظن والشك، تارة يقولون ”فإنْ ظنّ“ وتارة يقولون ”فإنْ شك“ والظن والشك عندهم بمعنى واحد في أكثر وأغلب استعمالاتهم. ¶ بعد أن انتهى من هذه المقدمة، يصل إلى نتيجة، وهي تعريف أصول الفقه قال (وعلم أصول الفقه: طرقه على سبيل الإجمال)، (طرقه) يعني طرق الفقه، (على سبيل الإجمال) يعني لا على سبيل التفصيل؛ لأن سبيل التفصيل غاية الفقيه هو الذي يعرفها على وجه التفصيل، أما طرق الفقه على وجه الإجمال هي صنعة الأصولي، (على وجه الإجمال) يعني مطلق الأمر، الأمر المطلق للوجوب، الأصل فيه أنه للتحريم، لا جناح للإباحة الأمر بعد النهي لرد المنهي عنه إلى ما كان عليه، ونحو ذلك، هذه مجملات، لكن تفصيلاتها مثل هذا واجب وهذا مندوب وذاك محرم إلى آخره، هذه على وجه التفصيل.",
            "page": "26",
            "part": "9"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "قال (وعلم أصول الفقه: طرقه –يعني طرق أصول الفقه- على سبيل الإجمال- لا على سبيل التفصيل-, وكيفية الاستدلال بها) يعني طرق الاستدلال بها؛ كيف تفهم أن هذا عام؟ كيف تفهم أن هذا خاص؟ كيف تفهم أنّ هذا مطلق؟ كيف تفهم أن هذا مقيد؟ متى يكون اللفظ مجملا؟ متى يكون مبينا ؟ متى يكون له مفهوم مخالفة؟ متى يكون له مفهوم موافقة؟ ونحو ذلك, هذه كيفية الاستدلال بتلك السبل المجملة؛ أي تحت هذا هو علم أصول الفقه، يضاف أيضا للتعريف ”وأحوال المفتي والمستفتي والمجتهدين“؛ لأن هذه من صنعة الأصولي أيضا، فإن في أواخر كتب الأصول يُذكر حال المفتي، وحال المستفتي، الأدب؛ أدب المستفتي، وأدب المفتي، وحال المجتهدين، أقسام المجتهدين؛ المجتهد المطلق، المستقل، المقيد إلى آخره، وآداب الاجتهاد ونحو ذلك. ¶ وبعض الأصوليين عرّفوا أصول الفقه بتعريف آخر قال: أصول الفقه علما هو القواعد التي يمكن بها استنباط الأحكام الشرعية من أدلتها التفصيلية. وهذا تعريف جيد، أو كما ذكرت لكم في أول الشرح أن أصول الفقه علما يمكن أن يعرف بأنه: القواعد التي يبنى عليها فهم الفقه، القواعد التي يبنى عليها فهم الأحكام الشرعية الفرعية، وعلى هذا أو ذاك فأصول الفقه علما هو طرق أحكام يمكن بها وبفهمها أن يكون عند الناظر وعند المتعلم ملكة يستطيع أن يستنتج ويستنبط الأحكام الشرعية الفرعية من الأدلة، هذه الملَكة بمعرفة القواعد تكون بعد معرفة أصول الفقه. ¶ فإذن أصول الفقه قواعد وضوابط وأصول يبنى عليها غيرها من استنباط الأحكام الشرعية من الأدلة التفصيلية. ¶ بعد أن انتهى من ذلك أخذ يعرض مجمل لعناوين ما سيبحثه من أصول الفقه قال(وأبواب أصول الفقه أقسام: الكلام, والأمر, والنهي). ¶ (الكلام) يقصد به ما ذكرتُ لكم من انقسام الكلام إلى حقيقة ومجاز، يعني أنّ الكلام ينقسم إلى حقيقة ومجاز؛ لأنّ الأصوليين يهتمون كثيرا بالمجاز. ¶ (والأمر والنهي) الأمر والنهي من مباحث الأصول المهمة.",
            "page": "27",
            "part": "9"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "(العام والخاص, والمجمل, والمبين) تلاحظ أنّه حين ذكر هذه لم يذكر المطلق والمقيد، ففي الورقات ما ذكر في هذا الموضع المطلق والمقيد، ولم يشرح الكلام على المطلق والمقيد بتفصيل، لما؟ لأن المطلق عام، والمقيد خاص، لكن العام عمومه شمولي، والمطلق عمومه بدلي، والخاص خصوصيته لأفراده، والمقيد خصوصيته بدلية، ولهذا يقال في المطلق والمقيد أحيانا أنه عام باعتبار أنّ عمومه بدلي، فهو قوله هنا (والعام والخاص) يدخل فيه المطلق والمقيد، فلا تستغرب أنه لم يورد بحث عن المطلق والمقيد هنا، لما؟ لأنّ المطلق والمقيد يدخل في العام والخاص باعتبار كون المطلق عامّا بدليا. ¶ قال (والمجمل, والمبين) المجمل والمبين هذا يعرض اللفظ إجمالا ويعرض له البيان. ¶ (الظاهر والمؤول) ما يظهر من النص، وما يحمل عليه النص، ما يُحمل عليه النص هذا المؤول، يأتي إيضاحها بتفصيل إنْ شاء الله تعالى. ¶ (والأفعال) يعني أفعال النبي صلى الله عليه وسلم، ودِلالتها على الأحكام الشرعية. ¶ (والناسخ والمنسوخ) من القرآن والسنة وشروط النسخ، ونحو ذلك. ¶ إلى آخر ما ذكر من المباحث التي ستأتي بتفصيل. ¶ هذه المقدمة يعرض لكَ فيها كل المباحث التي سيبحثها، والأصوليون مختلفون في ترتيب هذه المباحث: ¶ بعضهم يورد الكتاب والسنة والإجماع والقياس، على هذا النحو. ¶ بعضهم يورد الكتاب والسنة، ثم يفصل في مباحث الألفاظ؛ الأمر والنهي، الظاهر والمؤول، الحقيقة والمجاز، المجمل والمبين، العام والخاص، المطلق والمقيد إلى آخره، ثم يأتي للإجماع والقياس، ثم يأتي بعد ذلك إلى الأدلة المختلف فيها؛ مثل قول الصاحب ونحو ذلك، ثم أحكام المجتهدين، وأحوال المفتي والمستفتي. ¶ بعضهم يذكر ما يتعلق بالأحكام؛ بالأمر والنهي لتعلقه، تعلق نصوص الكتاب والسنة بالأمر والنهي، ثم ما يتصل من المنطوق والمفهوم وأنواع الحقائق ونحو ذلك، ثم يأتي للإجماع ثم القياس، ثم يأتي للسّنّة ودلالاتها. ¶ أريد من هذا أنْ تفهم أنّ ترتيب كتب أصول الفقه مختلفة؛ ليس لها ترتيب واحد، فبعضهم يقدم شيء ويؤخر شيء، بحسب الاعتبار الذي أقامه مصنِّف الكتاب. ¶ نشرع إنْ شاء الله تعالى غدا في زُبدة الأصول، والكلام على الأمر والنهي والعام والخاص ونحو ذلك. ¶ أسال الله جل وعلا أنْ يُعلِّمني وإياكم العلم النافع, وأنْ يمنَّ علينا بالعمل الصالح، وأنْ يُرشدنا إلى ما يحبه ويرضاه، وصلى الله وسلم على نبينا محمد. ¶ ((((( ¶ 1-(أقسام الكلام)",
            "page": "28",
            "part": "9"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "فأما أقسام الكلام, فأقل ما يتركب منه الكلام اسمان, أو اسم وفعل, أو فعل وحرف, أو اسم وحرف. ¶ والكلام ينقسم إلى أمر, ونهي, وخبر واستخبار. وينقسم أيضا إلى تمن, وعرض, وقسم. ¶ ومن وجه آخر ينقسم إلى:حقيقة ومجاز، فالحقيقة: ما بقي في الاستعمال على موضوعه. ¶ وقيل:ما استعمل فيما اصطلح عليه من المخاطبة. ¶ والمجاز ما تجوز عن موضوعه.والحقيقة :إما لُغوية, وإما شرعية, وإما عرفية. ¶ والمجاز: إما أن يكون بزيادة, أو نقصان، أو نقل، أواستعارة. ¶ والمجاز بالزيادة:مثل قوله تعالى:? لَيْسَ كَمِثْلِهِ شَيْءٌ?[الشورى:11]. ¶ والمجاز بالنقصان: مثل قوله تعالى:? وَاسْأَلْ الْقَرْيَةَ?[يوسف:82]. ¶ والمجاز بالنقل:كالغائط فيما يخرج من الإنسان. ¶ والمجاز بالاستعارة:كقوله تعالى: ? جِدَارًا يُرِيدُ أَنْ يَنقَضَّ?[الكهف:77]. ¶ هذا شروع من المؤلف بالأحكام في المقدمة اللغوية، المقدمة اللغوية يختلف المصنفون في الأصول في ذكر مسائلها، بعضهم يُطنب، بعضهم يختصر؛ لكن يجتمعون في أنّه لابد أن تذكر مسائل من أصول اللغة، للحاجة إليها في أصول الفقه. ¶ بدأ ذلك بذكر أقسام الكلام”الكلام هو اللفظ المفيد فائدة يحسن السكوت عليها“ كما قال بن مالك: ¶ كلامنا لفظ مفيد كاستقم ¶ الكلام يتركب من كلمات، قد يكون ذلك التركُّب من كلمتين أو ثلاث أو أكثر، وقد يكون من كلمة واحدة ظاهرة وأخرى مضمَرة، قال هنا الجويني (فأقل ما يتركب منه الكلام اسمان, أو اسم وفعل, أو فعل وحرف, أو اسم وحرف.) ¶ (اسمان) مبتدأ وخبر، محمد قادم، الأصول مهمة، كلام تام تكوَّن من اثنين، مبتدأ وخبر. ¶ أو (اسم وفعل)؛ قام زيد، قرأ عمر، أتى محمد، ذهب أحمد، هذا فعل وفاعل، فعل واسم، هذا أيضا من أقل ما يتركب منه، ومنه استقم، استقم فعل، كلمة واحدة، أين فاعلها؟ ضمير مستتر وجوبا، فهنا أيضا كلمتان، أحدهما ظاهرة وهي الفعل، وأخرى مضمرة وهي الاسم. ¶ في الحقيقة الكلام عند النحويين وعند البلاغيين ليس إلا هذين النوعين السابقين؛ إما أن يكون من اثنين، أو يكون من اسم وفعل، فقط.",
            "page": "29",
            "part": "9"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "أما قوله (أو فعل وحرف, أو اسم وحرف) هذا زيادة في التقسيم وليس بالمستقِرِّ أو المقرَّر في علوم العربية، لكن من باب التقسيم قال (أو فعل وحرف, أو اسم وحرف)، (فعل وحرف)، ما قام، لا تذهب، (فعل وحرف) ما قام، ما قام، من؟ ما قام هو ، مثلا سُئلت: هل قام زيد؟ قلتَ: لم يقم. هذا حرف وفعل، ما قام، حرف وفعل، لكن في الواقع الفعل فيه ضمير مستتر الذي هو الفاعل، ولهذا لا يصحح أن يكون هذا من باب الفعل والحرف، وإنما هذا من باب الفعل والاسم، أو الحرف والفعل والاسم. أو (الاسم والحرف) كذلك لجواب من قال: في الدار أحد؟ قلتَ: لا أحد. لا أحد هذا حرف الذي هو (لا) نافية للجنس و(أحد)، فهذا حرف واسم. ¶ وهذا كما ذكرت لك فيه منازعة، والصحيح أنّ الكلام أقله إنما يكون من اثنين أو من فعل واسم؛ مبتدأ وخبر أو فعل وفاعل، هذا تقسيم. ¶ تقسيم آخر باعتبار آخر قال (ينقسم إلى أمر, ونهي, وخبر واستخبار) هذا التقسيم باعتبار المتكلم بالكلام، إمّا أنْ يأمر بشيء؛ اقترب، اذهب، اقرأ، وإما أنْ ينهى عن شيء؛ لا تلهو، لا تسهو، لا تغفُل، ونحو ذلك، وهذا يُسمَّى إنشاء، عند البلاغيين، الأمر والنهي وأشباهها تسمى إنشاء، يقابل الإنشاء الخبر، الكلام وهو ما سيأتي، الخبر قسيم للأمر والنهي؛ قسيم للإنشاء. ¶ ما ضابط الإنشاء، وما ضابط الخبر؟ ضابط الإنشاء هو أنّ الكلام الذي لا يَقبل وصفه بالصدق أو الكذب؛ اذهب، لا تصفني إذْ قلت اذهب بصادق ولا بكاذب، محمد قادم يمكن أن تقول فلان صادق إذْ قال محمد قادم، أو تقول فلان كاذب إذْ قال محمد قادم، الخبر يوصف بالصدق والكذب، يقبل الوصف بالصدق، يقبل الوصف بالكذب. ¶ أتى بشيء زائد قال (واستخبار) حقيقة الاستخبار هي طلب الخبر الذي هو الاستفهام، هل ذهب زيد؟ هذا استخبار؛ طلب للخبر، فيجيب الآخر فيقول: ذهب زيد، ذهب زيد من حيث كونُها جملة من فعل وفاعل؛ جملة خبرية، يعني خبر، ذهب زيد، تقبل أن يقول آخر صادق فيما أخبرك به أو يكون كاذبا فيما أخبرك به، هذا يسمى استخبار، وهو عند المحققين نوع من الخبر؛ لأنه طلب للخبر، فتحصَّل أنّ هذه القسمة يمكن أن تحصر في أن الكلام ينقسم إلى خبر وإنشاء: ¶ الإنشاء ما لا يقبل الصدق والكذب؛ الوصف بكونه صادقا أو كاذبا، أو بكونه صدقا وكذبا. ¶ والخبر ما يقبل أن يوصف بكونه صدقا أو كذبا. ¶ ذكر تقسيم آخر، باعتبار آخر قال (وينقسم أيضا إلى تمن, وعرض, وقسم): ¶ التمني مثل أن يقول ليت زيدا يعود،",
            "page": "30",
            "part": "9"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "ليت الشبابَ يعود يوما ¶ هذا تمني، نوع من الأنواع، باعتبار أي شيء؟ هل هو باعتبار المتكلم أو باعتبار المخاطب؟ لا باعتبار المتكلم ولا باعتبار المخاطب، باعتبار الكلام نفسه، كتقسيم ثالث باعتبار ثالث، هذا الكلام متمنًّا. ¶ هذا الكلام معروض، العرض مثل أن تقول: ألا تأتينا. منه؛ من العرض التحضير وهو الآتي بعد لَوْلاَ وهَلاَّ، فلولا كان من القرون ، فهلاَّ جاء القارئ ، هذا يسمى التحضير، وهو عرض وزيادة؛ عرض مؤكد، عرض مؤكد، إذن صار العرض منه التحضير. ¶ قال (وقسم) القسم معروف، والله لتنزلنْ، بالله لتذهبن، ونحو ذلك، هذا باعتبار الكلام نفسه. ¶ فإذن التقسيمات باعتبارات مختلفة: ¶ تارة يُنظر إلى تركيب الكلام وهو الأول؛ تقسيم الكلام من جهة تركيبه إلى ما يكون اسمين أو فعل واسم إلى آخره. ¶ تارة يُنظر إلى حال المتكلم بالكلام. ¶ وتارة يُنظر إلى حال المتكلَّم به ونحو ذلك. ¶ قال (ومن وجه آخر ينقسم إلى حقيقة ومجاز) وهذا هو المهم، (ينقسم إلى حقيقة ومجاز) الكلمة تنقسم إلى حقيقة ومجاز، وكذلك الكلام أثناء تركيبه ينقسم إلى حقيقة ومجاز. ¶ ما هي الحقيقة؟ الحقيقة بقاء اللفظ على معناه الأول، مثل ما يمثلون به أسد حقيقة لهذا الحيوان المفترس المعروف، شجرة حقيقة في هذا النبت المعروف هذا وضعها الأول. ¶ المجاز هو نقل اللفظ من معناه الأول إلى معنى ثان لمناسبة بينهما أو لعلاقة بينهما، هذا المجاز، ولاحظ أن كثيرا يخلطون بين الحقيقة والمجاز وبين الظاهر والتأويل، فيخلطون بين المجاز والتأويل، المجاز شيء والتأويل شيء آخر. ¶ إذن المجاز نقل اللفظ، أما التأويل صرف اللفظ، المجاز نقل اللفظ من وضعه الأول إلى وضع ثان لعلاقة بينهما، مثل أنْ تقول فلان أسد، لا تريد به الحيوان المفترس، لكن تريد فلان أسد في الشجاعة، فَنَقَلَ اللفظ من معناه الأول إلى معنى جديد.",
            "page": "31",
            "part": "9"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "وهذا الذي ذَكر من انقسام الكلام إلى حقيقة ومجاز دَرَجَ عليه جلّ الأصوليين، بل أكثر العلماء في القرون المتأخرة ما بعد القرن الثالث الهجري، وهذا التقسيم إنما ظهر من جهة المعتزلة، وذلك أنه لما احتج عليهم أهل السنة بردّ صرفهم لآيات الصفات وآيات الأسماء عمّا هي عليه من المعاني أتوا بما يسمى بالمجاز، وأنّ هذه ألفاظ نقلت من معناها الأول إلى معنى جديد لعلاقة بينهما، وبالتأويل، وهو أنهم صرفوها لمعنى جديد، والتحقيق في هذه المسألة ولا يتسع المقام لتفصيل الكلام؛ أنّ لغة العرب لا تعرف في ألفاظها إلا الحقيقة؛ فليس ثَم عندهم مجاز، والحقيقة عندهم تارة تكون إفرادية؛ حقيقة في اللفظ بمفرده، وتارة تكون تركيبية، وهي المفهومة من تركيب الكلام. ¶ الحقيقة الإفرادية مثل الأسد هو الأسد؛ حيوان مفترس. ¶ الحقيقة التركيبية هي التي ادعى فيها المدّعون المجاز، مثل أنْ يقال فلان أسد، قال كلمة أسد، هذه مجاز عن الرجل الشجاع لأنه لا يُعنى بها المعنى الأول.",
            "page": "32",
            "part": "9"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "فنقول العرب استعمالها لتركيب كلامها لا تنظر حين التركيب إلى الألفاظ، وإنما تنظر إلى دلالة الألفاظ حال التركيب، فالألفاظ تدل حال التركيب على معنى لا ينتقل معه الذهن من المعنى الأول إلى معنى جديد، مثلا نقول زيد أسد مباشرة ما دام قال زيد أسد لا يأتي للذهن الأسد الذي هو حيوان مفترس، ثم ينتقل منه إلى الرجل الشجاع لقرينة وجود زيد، وإنما مباشرة لما قال زيد أسد علِمَ أن المراد تشبيه زيد بالأسد في شجاعته، وهذه حقيقة تركيبية، وهي التي يدعي فيها المخالفون أنها مجاز، مثلا في القرآن في قول الله تعالى ?فَأَتَى اللَّهُ بُنْيَانَهُمْ مِنَ الْقَوَاعِدِ فَخَرَّ عَلَيْهِمْ السَّقْفُ مِنْ فَوْقِهِمْ وَأَتَاهُمْ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ?[النحل:26] قال (فَأَتَى اللَّهُ بُنْيَانَهُمْ مِنَ الْقَوَاعِدِ) معلوم هنا الذي يتبادر للذهن أول ما يسمع السامع هذا الكلام (أَتَى اللَّهُ بُنْيَانَهُمْ مِنَ الْقَوَاعِدِ) أنه ليس إتيان الله لهذا(1) المكان بذاته، وإنما أتى بقدرته، لأنه قال (فَأَتَى اللَّهُ بُنْيَانَهُمْ مِنَ الْقَوَاعِدِ فَخَرَّ عَلَيْهِمْ السَّقْفُ) فيفهم من حقيقة الكلام هذا المعنى، ولا يمكن أن يفهم منه أنه يمكن أن يكون الإتيان بالذات فيُصرف عنه لأجل أنه قال (مِنَ الْقَوَاعِدِ) ونحو ذلك، فهذا يسمى حقيقة تركيبية، وهي التي أو يشبهها الذي يسميه أولئك المجاز، قال تعالى ?أَلَمْ تَرَ إِلَى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ?[الفرقان:45] لا يمكن أنْ يفهم عربي أن المراد (أَلَمْ تَرَ إِلَى رَبِّكَ) يعني ألم تر إلى ذات ربك، إنما المراد يَفهم من قوله (أَلَمْ تَرَ إِلَى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ) ألم تر إلى قدرة ربك كيف مد الظل، وهذا ليس مجازا، وإنما هو حقيقة تركيبية، الحقيقة هي التي تُعنى عند العرب بالكلام؛ لأنّ الحقيقة ما هي؟ هي إظهار الحقيقة بهذا الكلام، فصار الكلام حقيقة، لأنّه تظهر به حقيقة الأمر، فالكلام كله حقيقة، هذه الحقيقة تارة تكون إفرادية في اللفظ، وتارة تكون تركيبية في الكلام جميعا، وهنا مثّل بأمثلة يأتي الكلام عليها. ¶ لكن هذه الحقيقة بمثل قوله تعالى ? وَاسْأَلْ الْقَرْيَةَ الَّتِي كُنَّا فِيهَا?[يوسف:82]. ¶ __________ ¶ (1) انتهى الوجه الأول من الشريط الثاني.",
            "page": "33",
            "part": "9"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "تعريف المجاز الذي عرفوه به: أنّ المجاز نَقْلُ اللفظ من معناه الأول إلى معنى ثان. وهذا يسمونه المجاز الناقص؛ لأنه حُذفت منه أهل القرية، أصل الكلام واسأل أهل القرية، نقول أنّ هذا الكلام مفهوم، ولا نقول أنّ ثَمّ مجاز؛ لأنّ المستمع لهذا الكلام يعلم أنّ القرية من حيث هي جدران وأبنية أنّه ليس المراد الجدران والأبنية، وإنما المراد أنْ يُسأل من يصح أن يُنسب إليه أنّه يسأل وهم أهل القرية، فقوله (وَاسْأَلْ الْقَرْيَةَ) من الذي يصح أنْ يسأل؟ أهل القرية، فلهذا يكون الكلام بتركيبته يفيد حقيقة، هذه تسمى حقيقة تركيبية تُستفاد من تركيب الكلام، لكن لو أتى بمفردها وقيل القرية يُعنى بها أهل القرية لم تكن حقيقة إفرادية، ولكن لما استعملت بهذا التركيب صات حقيقة تركيبية، ومن مثل قوله ?وَالْعِيرَ الَّتِي أَقْبَلْنَا فِيهَا?[يوسف:82] يعني أهل العير، ونحو ذلك من أنواع كثيرة أُدُّعي أنها مجاز في القرآن. ¶ بقي أنْ نقول أنّ الأصوليين اختلفوا في وجود المجاز في اللغة، فمنهم من قال بوجوده في اللغة وهم الكثرة الكاثرة، وهناك قلة أفراد من المحققين نفوا وجود المجاز في اللغة؛ قالوا كلام العرب كلُّه حقيقة. ¶ هناك خلاف آخر أخصّ من هذا، وهو هل في القرآن مجاز أم لا؟ فنفاه كثيرون؛ نفاه كثيرون، وأثبته كثيرون، والخلاف في كون القرآن فيه مجاز أم لا، قد يكون عقديا وقد يكون أدبيا: ¶ (فيكون الخلاف في قول المجاز في القرآن عقديا إذا أُدُّعي أنّ آيات الصفات فيها مجاز، أو أنّ الآيات التي فيها العقائد -آيات الغيب التي فيها الخبر عن الغيب ونحو ذلك- أنّ فيها مجاز؛ إذا أدعي أن فيها مجاز صار الخلاف عقديا، لأنّ هذا مسلك المبتدعة. ¶ (فإن أُدعي أنّ القرآن فيه مجاز في غير آيات الصفات صار خلافا أدبيا، فمثلا إذا قرأت في بعض التفاسير في بعض الآيات، قال هذه الآية فيها مجاز في مثل قوله تعالى ?وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنْ الرَّحْمَةِ?[الإسراء:24] يقولون هذا فيه استعارة تمثيلية وهي من أنواع المجاز، (وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنْ الرَّحْمَةِ) ليس متعلقا بخبر غيبي ولا متعلق بعقيدة، فيكون الخلاف فيه أدبيا، نقول لا، الصواب أنه ليس هاهنا مجاز، ظاهر؟",
            "page": "34",
            "part": "9"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "وإذا قيل ?الرَّحْمَن الرَّحِيم?(1) أو?وَكَانَ اللَّهُ غَفُورًا رَحِيمًا?(2) أنّ الرحمة مجاز عن إرادة الإحسان أو عن إيصال الإنعام صار خلافا عقديا، يُرَدُّ كما يُرَدُّ على أهل البدع. ¶ بهذا تجد أنّ من أهل السنة من قد يقول في بعض الآيات فيها مجاز، لكن في غير آيات الصفات هذا يكون خلافا أدبيا، نقول الصواب فيه أنه لا مجاز في القرآن أصلا، والأصح أيضا أنّه لا مجاز في اللغة أصلا؛ لأنّ كلام العرب حقيقة قد تكون حقيقة إفرادية وقد تكون تركيبية، في كلام طويل على المجاز ليس هذا محل تفصيله. ¶ قال (فالحقيقة:ما بقي في الاستعمال على موضوعه. وقيل: ما استعمل فيما اصطلح عليه من المخاطبة.) وهو ما ذكرتُه لك من أنه ما بقي على وضعه الأول؛ لفظ لم ينقل على معناه بقي على وضعه الأول، وهذا هو الحقيقة الإفرادية. ¶ (المجاز ما تجوز عن موضوعه) يعني عن ما وضع له وعلم الوَضْع من العلوم، من علوم اللغة، علم يُسمى علم الوَضْع، يعنى بهذه الأمور، وهنا قال (المجاز ما تجوز عن موضوعه) يعني ما تجاز به المتكلم به ما وضع له إلى شيء آخر، والتعريف الأدق تعريف جماعة من الأصوليين حيث قالوا: إن المجاز هو نقل اللفظ من وضعه الأول إلى وضع ثانٍ لمناسبة بينهما. ¶ قال (الحقيقة: إما لغوية, وإما شرعية, وإما عرفية.) هذا يحتاج إلى بسط طويل لا أدري نأخذها أو...، (والحقيقة: إما لغوية, وإما شرعية, وإما عرفية.) فيها تعريفات وكلام، نؤجل هذا إن شاء الله تعالى وصلى الله وسلم على نبينا محمد. ¶ [سؤال] هل هناك فرق بين قول الفقهاء يجوز ويشرع؟ نعم هناك فرق؛ يشرع يعني ثبتت مشروعيته، ثبت الأمر به من الشارع، هذا معنى يشرع، قد يكون واجبا وقد يكون مستحبا، أما يجوز هذا في المباحات؛ يجوز كذا، يباح كذا، فكلمة يُشرع تحتمل أن يكون واجبا أو مستحبا، أما يجوز فهي خاصة بالمباحات، وصلى الله وسلم على نبينا محمد. ¶ ((((( ¶ والحقيقة :إما لُغوية, وإما شرعية, وإما عرفية. ¶ والمجاز: إما أن يكون بزيادة, أو نقصان، أو نقل، أواستعارة. ¶ والمجاز بالزيادة:مثل قوله تعالى:? لَيْسَ كَمِثْلِهِ شَيْءٌ?[الشورى:11]. ¶ والمجاز بالنقصان: مثل قوله تعالى:? وَاسْأَلْ الْقَرْيَةَ?[يوسف:82]. ¶ والمجاز بالنقل:كالغائط فيما يخرج من الإنسان. ¶ __________ ¶ (1) الفاتحة:1، 3، البقرة:163، النمل:30، فصلت:2، الحشر:22. ¶ (2) النساء:96، 100، 156، الفرقان:70، الأحزاب:5، 50، 59، 73، الفتح:14.",
            "page": "35",
            "part": "9"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "والمجاز بالاستعارة:كقوله تعالى: ? جِدَارًا يُرِيدُ أَنْ يَنقَضَّ?[الكهف:77]. ¶ الحمد لله حق حمده، وصلى الله وسلم على نبينا محمد دائما وأبدا. ¶ قال المؤلف في ذكر المقدمات اللغوية لما ذِكر أن المجاز ينقسم إلى حقيقة ومجاز، أخذ يقسم الحقيقة قال (والحقيقة: إما لغوية, وإما شرعية, وإما عُرفية.) الحقيقة اللغوية يُريد بها التي وضعها أهل اللغة، وضعوا لفظ الأسد للحيوان المفترس، الدابة لكل ما يدبّ على الأرض، الوجه لكل ما يواجِه من الشيء، هذه تسمى حقائق لغوية، وهي المسمّاة الوضع اللغوي يعني اللغة لكل لفظ منها معنى، هذا المعنى -على كلامهم- في أصل نشأة اللغة ووضع اللغة له معنى، هذا المعنى هو حقيقته اللغوية، هذه الحقيقة اللغوية، قد يأتي لها نقل إلى عرف خاص كما سيأتي، أو إلى شرعي، إنْ بقي اللفظ على ما كان عليه بدون نقل؛ بدون سبب إما سبب عرفي أو سبب شرعي صار يُسمّى حقيقة لغوية، مثل ما ذكرتُ لك: ¶ الأسد، ما الأسد؟ الحيوان المعروف. ¶ الحمار ما هو؟ الحيوان المعروف. ¶ الدّابة ما هي الدّابة؟ الدّابة لكل ما يدبّ على الأرض، سواء أكان ذا رجلين أو كان يدب على بطنه أو كان يدب على أربع؛ كل ما يدبّ يسمى دابة، هذا في الوضع اللغوي. ¶ الماء في الوضع اللغوي، هو هذا الماء هو المعروف. ¶ الجبل في الوضع اللغوي هو هذا المعروف. ¶ هذه تسمّى حقائق لغوية التي هي المعاني اللغوية للشيء؛ الأصلية قبل مجيء عرف يحددها، أو مجيء الشرع الإسلامي الذي نقل بعض الألفاظ إلى حقائق شرعية. ¶ قال (وإما شرعية) يعني أنّ ثَمَّة ألفاظ تسمَّى حقيقة شرعية، لها حقيقة لغوية ثم نُقلت إلى معنى خاص، وصار هذا المعنى الخاص حقيقة، من الذي نقل؟ الشرع، فأضيفت إلى الشرع فصارت حقيقة شرعية، بالمثال يتضح المقال، مثل الصلاة، الصلاة الأصل في اللغة هي الدعاء أو الثناء قال جل وعلا ? وَصَلِّ عَلَيْهِمْ إِنَّ صَلَاتَكَ سَكَنٌ لَهُمْ?[التوبة:103] (صَلِّ عَلَيْهِمْ) هل هم أموات؟ لا ?خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا وَصَلِّ عَلَيْهِمْ إِنَّ صَلَاتَكَ سَكَنٌ لَهُمْ? (صَلِّ عَلَيْهِمْ) أي أدعو لهم، أي أدعو لهم، هذا المعنى اللغوي، وقال الأعشى لابنته: ¶ تقول بنتي وقد قرَّبْت مرتحلا يا رب جنِّب أبي الأوصاب والوجع ¶ ما ذا قالت؟ يا رب جنب أبي الأوصاب والوجع، هو سيسافر، قال لها: ¶ عليك مثل الذي صليتِ فاغتمضي نوما فإنّ لجنب المرء مضطجعا",
            "page": "36",
            "part": "9"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "(عليك مثل الذي صليت) يعني مثل الذي دعوت، فهذا الحقيقة اللغوية في الصلاة أنها الدعاء أو الثناء ?إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ?[الأحزاب:56]، الصلاة من الله جل وعلا على نبيه يعني الثناء، الثناء عليه في الملأ الأعلى ? هُوَ الَّذِي يُصَلِّي عَلَيْكُمْ وَمَلَائِكَتُهُ?[الأحزاب:43] يعني يثني عليكم، فإذن الصلاة قد تكون للدعاء وقد تكون للثناء، هذا أصلها اللغوي، نقلها الشرع من الحقيقة اللغوية إلى معنى خاص، وهي هذه الكيفية المعروفة التي تسمى الصلاة، لو قيل لك فلان صلى ما يأتي على بالك الدعاء، بل يأتي على بالك الحقيقة الشرعية وهي الصلاة المعروفة. ¶ مثل الزكاة، الزكاة في اللغة هو الزيادة ? تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا?[التوبة:103] التطهير والنقاء هذه الزكاة، زكاه طهّره ونمّاه ونقّاه ونحو ذلك، ? قَدْ أَفْلَحَ مَنْ زَكَّاهَا?[الشمس:9] قد أفلح من طهّرها ونقاها ونحو ذلك، هذا معناها اللغوي، أتت في الشرع، نُقلت إلى شيء آخر، وهي إخراج المال على النحو المحصول، هذا سمي زكاة، ليس لوضعه اللغوي لكن لوضع شرعي جديد، فصار حقيقة شرعية أنّ الزكاة هي الزكاة هذه المعروفة؛ إخراج المال على وجه مخصوص بكيفيات مخصوصة وأوعية مخصوصة إلى آخره، هذه تسمى حقيقة شرعية. ¶ السّجود في اللغة له معنى، وفي الشرع له معنى آخر هذا يسمى الحقيقة الشرعية، صار عندنا حقيقة لغوية، هذه الحقيقة اللغوية قد تبقى على أصلها، فيصير اللفظ باقيا على أصله اللغوي، وقد تُنقل إلى معنى جديد، الذي نَقَلَ هو الشرع، يسمى هذا المعنى الجديد حقيقة شرعية. ¶ قال (وإما عُرفية) أحيانا العُرف لا يجعل اللفظ على ما هو عليه في اللغة بل يجعله أخص منه أو أوسع منه. ¶ مثل مثلا الدابة؛ الدابة في اللغة كما ذكرتُ لك اسم لما يدبّ على وجه الأرض، قد يكون يدب على بطنه أو على رجلين أو على أربع، لكن في العُرف خُصصت الدابة لذوات الأربع، نمثّل- يعني الأمثلة العرفية كثيرة-. ¶ مثل اللحم لو قال فلان أكلت لحما، اللحم من القديم من وقت العرب اللحم لا يصدق على السمك، مع أنّ السمك لحم، السمك لحم؛ قال جل وعلا ?لِتَأْكُلُوا مِنْهُ لَحْمًا طَرِيًّا?[النحل:14]، لكنه العُرف نقل اللحم إلى شيء خاص، وهو ما عدى السمك، فإذا قال القائل أكلت لحما، لم يدخل في العرف أنه أراد لحم سمك، وإذا أراد سمكا قال أكلت سمكا.",
            "page": "37",
            "part": "9"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "مثل الغائط، لفظ الغائط، وهو المطمئن من الأرض، أرض نازلة، إذا أتى فيها أحد وطأطأ أخفته عن الأنظار، هذه تسميها العرب تسمي الأرض هذه غائطة؛ يعني منخفضة، ومنه الاشتقاق غوطة، ونحو ذلك من الألفاظ، إذا كانت منخفضة، العرف أصلا هو الذي نقل، أما اللغة فمعنى غائط أو غاط أو شيء آخر، ثم نقلها العرف، يعني أصلها اللغوي هو المكان المنخفض، لكن العرف هو الذي نقلها إلى أنّ الغائط هو ما يخرج من الإنسان من الأذى، لما نقلها العرف؟ لملابسة، ما هذه الملابسة؟ أنّ من أراد أن يخرج هذا الأذى ذهب على ذلك المنخفض من الأرض، كما تعلمون العرب لم تكن لها كُنُف في بيوتها، وإنما إذا أرادوا أن يتبرّزوا، خرجوا، فذهبوا وبحثوا عن ما يتوارون به عن الأنظار، وهي الأرض المسماة الغائط، فسمي ما يخرج منهم في تلك الأرض غائطا، هذا يسمى حقيقة عرفية، وهذا هو الصحيح، وليس هذا مجازا كما مثل به المؤلف فيما سيأتي، الصحيح أنّ هذا حقيقة عرفية. ¶ إذن الحقائق العرفية أنها نَقْلٌ من العرف لأشياء في اللغة بمعنى آخر أخص من المعنى السابق، أو بينه وبينه ملابسة، وهذه الثلاث مهمة. ¶ إذا فهمنا معناها سنقول قد يتعرض اللفظ في نصوص الشرع إلى أنْ تتنازعه الحقائق؛ تتنازعه الحقيقة اللغوية، تتنازعه الحقيقة الشرعية، تتنازعه الحقيقة العرفية، فإذا تنازع اللفظ أكثر من حقيقة، فأي الحقائق يُقدَّم؟ الذي عليه عامّة العلماء أنه يجب تقديم الحقيقة الشرعية، إذا قلنا صلى فلانٌ، نعرف الصلاة المراد بها الحقيقة الشرعية، قال جل وعلا ?وَأَقِمْ الصَّلَاةَ?[هود:114] نعرف الصلاة هي الحقيقة الشرعية؛ لأن هذا اللفظ نعرف أنّ الشرع نقله من اللغة إلى شيء جديد. ¶ فإذن يجب تقديم الحقائق الشرعية أولا عند التعارض. ¶ ثانيا الذي عليه جمهور العلماء خلافا للحنفية أنه يقدم بعد الشرعية العرفية إذا تنازع اللفظ حقيقة عرفية ولغوية، هل يحمل على اللغوية أو يحمل على العرفية؟ نقدم العرفية، لما؟ لأنّ اللغوية باقية على أصلها، وأما العرفية منقولة، ولهذا يقدم المنقول على ما هو باق على أصله، إذْ هذه فائدة النقل، أو هذه من فوائد النقل، ظاهر؟ إذن نقدِّم العرفية، مثاله نقول فلان أتى على دابّة، دابة يعني ذوات الأربع، هذه الحقيقة العرفية. ¶ الحنفية يقولون لا؛ إذا تعارضت العرفية واللغوية تقدم اللغوية؛ لأنها هي الأصل، لكن هذا ليس هو الذي عليه جمهور العلماء.",
            "page": "38",
            "part": "9"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "إذن تحصل عندنا أنّ عامة أهل العلم أنّ الحقيقة الشرعية مقدمة عند التعارض، ثم إذا تعارضت الحقيقة العرفية واللغوية تقدم العرفية عند جمهور العلماء، وتقدم اللغوية عند الحنفية، ما مثال ذلك؟ ¶ قبْل المثال تذكرتُ تنبيها مهما بهذا المقام، وهو أنّ الحقيقة الشرعية ما جاء عن الشرع، وأما إذا جاء عن أهل الشرع فهو حقيقة عرفية، انتبه إلى هذا القيد المهم؛ لأن كثيرين يخطئون لأجل عدم التفريق، إذا جاء النقل من الشرع صارت حقيقة شرعية، وأما إذا جاء النقل من أهل الشرع من الفقهاء، من المحدثين، من غيره؛ ما جاء من الله جل وعلا ومن رسوله، فهذه تسمى حقيقة عرفية، أي عرف؟ عرف أهل الشرع، لهذا تجد أنّ الفقهاء مثلا أحيانا يقولون في التعريفات وشرعا، وتارة يقولون اصطلاحا، فهنا ينبغي أنْ يُنظر إذا كان هذا التعريف مستقى من الشرع قيل شرعا، وإذا كان لم يُستقى من الشرع يعني لم يعرفه النبي صلى الله عليه وسلم أو استقى تعريفه من دلالة واضحة ظاهرة من النص فإنه يقال فيه اصطلاحا، يعني هذا اصطلح عليه علماء مذهب معين، ولهذا تجد أنه في البيع مثلا تعريف البيع عند الحنابلة يختلف عن تعريفه عند الشافعية وتعريفه عند المالكية وإلى آخره، إذا كان تعريفه مختلفا والكل يقولون شرعا كذا، لا يستقيم؛ لأنهم لم يختلفوا في الصلاة لأن الصلاة تعريفها شرعا هي كذا وكذا، أو أن الصلاة شرعا حقيقة شرعية هي هذه المعروفة. ¶ فإذن نقول البيع اصطلاحا هو مثلا مبادلة مال بمال إلى آخره، ظاهر؟ لهذا نقول إذا أتى النقل من أهل الشرع صارت حقيقة عرفية، إذا أتى النقل من النحاة صار بعرف النحاة حقيقة عرفية نعني بها عرف النحاة، صار النقل عند أهل الحديث مثل المعلق عن أهل الحديث، الذي في القرآن تعليق الصلاة ?وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّسَاءِ وَلَوْ حَرَصْتُمْ فَلَا تَمِيلُوا كُلَّ الْمَيْلِ فَتَذَرُوهَا كَالْمُعَلَّقَةِ?[النساء:129] هنا المعلقة هذا في الشرع جاء على وصف معروف، جاء في الحديث قال الحديث المعلق لهذا اختلف علماء المصطلح تسميات علماء الحديث له بالمعلق نأخذه من إيش؟ من تعليق الجدار، من تعليق الطلاق؟ هذا عرف خاص بأهل الحديث، هذه تسمى حقيقة عرفية لأهل الحديث، بعض الألفاظ يكون عرفها عند أهل الأصول غير عرفها عند أهل النحو، غير عرفها عند اللغويين، غير عرفها عند الفقهاء وهكذا.",
            "page": "39",
            "part": "9"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "إذن فانتبه إلى أنّ التعريفات التي اصطلح عليها علماء مذهب ما أو علماء فن ما، هذه لا يسوغ أن تنسب إلى الشرع، وإنما يقال اصطلاحا كذا، يعني مما اصطلح عليه علماء مذهب ما، لهذا تجد في كثير من كتب الفقه أنهم يقولون فيما اصطلحوا عليه هو شرعا، وهذا عندي لا يسوغ؛ لأنه نسبة شيء إلى الشرع، وربما كانت النصوص مخالفة له، وإن كان بعض العلماء خرج قولهم”وشرعا“؛ يعني في عرف أهل الشرع؛ قال ”وشرعا“ يعني في عُرف أهل الشرع، لكن هذا تخريج ليس بالجيد. ¶ نمثّل نعود للمثال في تعارض الحقائق، مثلا لو قال قائل لزوجته إن أكلتْ لحما فهي طالق، هنا رتّب وقوع الطلاق منه على أكل اللحم، جاءت بسمك وأكلته، سمك يسمى في اللغة لحم، فعند الجمهور القائلين بتقديم العرفية على اللغوية يقولون لم يقع الطلاق، لما؟ لأنها لم تأكل لحما وإنما أكلت سمكا، والسمك لم يدخل في عرف المتكلم، هو قال إنْ أكلتِ لحما فأنت طالق، والحنفية يقدّمون اللغوية، فيقولون تطلق لأنها أكلت لحما واللحم في اللغة كذلك، لو قال قائل لامرأته مثلا أنتَ طالق ثلاثا، قال الرجل لامرأته مثلا أنتَ طالق ثلاثا، فالذين يقدمون العرفية يقولون قوله أنتَ لا يعني بها أصله اللغوي هو يقصد أنتِ، ولكن قال أنتَ؛ لأن عرفه؛ لهجته في قومه هكذا ما يقول أنتِ يقول للمرأة أنتَ ونحو ذلك، هذا عند من يقدّمون العرفية، يقول يقع؛ لأن المراد بالمقاصد هو قصد إيقاع الطلاق، إلا أن يكون عالما بالعربية وأراد تخويفها فيه تفصيل آخر، الحنفية يقولون لا يقع الطلاق، إذن هنا نقدم اللغوية على العرفية، هو قال أنتَ وهو غير أنتِ، فلهذا لا يقع بذلك الطلاق. ¶ مثلا في قوله تعالى ? وَلِلَّهِ يَسْجُدُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَظِلَالُهُمْ بِالْغُدُوِّ وَالْآصَالِ?[الرعد:15]، هذا السجود يحمل على أي نوع من السجود؟ هل هو السجود الشرعي أو السجود اللغوي أو السجود العرفي؟ محل خلاف بين أهل العلم: ¶ ( فمن رأى أن الأصل الإطلاق الشرعي، وهنا تعارضت لأننا لا نعرف كيفية سجود الأشياء فقال هنا يحمل السجود على السجود الشرعي. ¶ ( ومنهم من قال لا؛ نحمله على السجود العرفي المتعارف بين الناس وهو طأطأة الرأس، ?ادْخُلُوا الْبَابَ سُجَّدًا?[النساء:45] طأطأة الرأس. ¶ ( أو قال طائفة يحمل على اللغوي؛ لأنه هو الأصل، واللغوي هو الخضوع والذل؛ السجود بمعنى الخضوع والذل.",
            "page": "40",
            "part": "9"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "المقصود أنّ هذه القاعدة أطلتُ فيها لبيان التعارض بين الحقائق، والتعارض لأنك ستجد لها فوائد كثيرة في الفقه، وفي شرح الأحاديث، وفي التفسير، ومن جهتي لم أحصي كثرة تطبيقات ما مر علي في التفسير، كثيرا ما تطبق هذه في التفسير، لكن تطبيقها ينبغي أن يكون على معرفة وبينة. ¶ طيّب وفي قوله تعالى ?وَصَلِّ عَلَيْهِمْ إِنَّ صَلَاتَكَ سَكَنٌ لَهُمْ?[التوبة:103] لماذا ما نحملها على الشرعية؟ أليس الأصل في الصلاة الشرعية، ألفاظ إذا تعارضت، الأصل أن تقدم الحقائق الشرعية، فلماذا لا نقول وصلّ عليهم يعني الصلاة الشرعية، فما الجواب؟ نقول لا يمكن أن تُحمل على الصلاة الشرعية؛ على الحقيقة الشرعية لأنه قال (وَصَلِّ عَلَيْهِمْ) والصلاة على الآدمي لا تكون إلا إذا مات وهذا حي، فهذا انتفى بقرينة قوله (وَصَلِّ عَلَيْهِمْ)، فدل على الانتقال من الحقيقة الشرعية إلى ما بعدها وهي الحقيقة العرفية، العُرف؛ ليس ثَم عرف خاص بالصلاة، فانتقل إلى الأخير وهي الحقيقة اللغوية، فيكون الصلاة هنا بمعنى الدعاء، وهكذا في تفصيلات وأمثلة خاصة. ¶ ذكر المجاز وقال (والمجاز: إما أن يكون بزيادة, أو نقصان، أو نقل، أو استعارة.) المجاز ذكرتُ لكم أنّه يعرف بأشياء منها استعمال اللفظ في غير ما وضع له أولا، أو نقل اللفظ من وضعه الأول إلى وضع ثانٍ لسبب جامع بينهما أو لمناسبة بينهما. ¶ وذكر هنا كتقسيم قال (إما أن يكون بزيادة, أو نقصان، أو نقل، أو استعارة.) المجاز ينقسم إلى عقلي ولغوي؛ ينقسم إلى مجاز عقلي وإلى مجاز لغوي عند القائلين به، وكما قدمتُ لك المجاز عندنا، صحيح أنه ليس ثمّ مجاز في اللغة لكن نبين شيئا مما يتعلق به لإيضاح المقام؛ مجاز عقلي ومجاز لغوي: ¶ المجاز العقلي: إذا أُسند الفعل إلى من لم يفعله ظاهرا، مثل مات فلان، معلوم أنّ فلان لم يفعل الموت، وإنما فُعِلَ به الموت، يعني الفاعل للإماتة غيره، هذا يسمى مجاز عقلي، أسند الفعل إلى من لم يفعله ظاهرا. أنبت الماء الشجرة، الواقع الذي أنبت من؟ هو الله جل وعلا، هذا يُسمى عندهم مجاز عقلي، هذا على كلامهم، ليس تقريرا لكلام المحققين من أهل السنة. أنبت الربيعُ البقل، هذا أيضا من المجاز العقلي عندهم، هذا المجاز العقلي. ¶ الثاني لغوي: واللغوي ينقسم إلى مفرد، وإلى مركب، المفرد له أقسام، والمركب له أقسام، هذه تقسيمات المفرد؛ للمفرد يعني الذي هو الزيادة والنقصان والنقل، والاستعارة للمركب.",
            "page": "41",
            "part": "9"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "قال هنا (أن يكون بزيادة,)، (مثل قوله تعالى:? لَيْسَ كَمِثْلِهِ شَيْءٌ?[الشورى:11]) هنا قال فيه زيادة الكاف؛ لأنّ معنى الكلام ليس مثله شيء هذا واحد. ¶ أو نقصان (? وَاسْأَلْ الْقَرْيَةَ?[يوسف:82]). واسأل أهل القرية. ¶ أو نقل مثل عندهم الغائط، نقل عندهم من المطمئن من الأرض إلى ما يخرج من الإنسان من الأذى. ¶ أو استعارة مثل (? جِدَارًا يُرِيدُ أَنْ يَنقَضَّ?) ضابط الاستعارة، طبعا هذه كلها من مباحث البلاغة في علم البيان من البلاغة لأن البلاغة ثلاثة علوم: ¶ الأول: علم المعاني وهو علم مهم جدا جدا. ¶ الثاني: من البلاغة البيان، والبيان عماده على أشياء، وهي التشبيه ويدخل في المجاز كثيرا، وعلى الكناية والمجاز، ويدخل في المجاز الاستعارة بأنواعها إلى آخره. ¶ قال (والمجاز بالاستعارة:كقوله تعالى: ? جِدَارًا يُرِيدُ أَنْ يَنقَضَّ?) لأنها عندهم الاستعارة مشبه ومشبه به؛ لأنه يستعار شيء بشيء آخر هو ليس له أصل. ¶ قال (والمجاز بالزيادة) الاستعارة تركيبية، المجاز المركب، وما قبله المجاز المفرد، هذه كلها من أقسام المجاز اللغوي. ¶ قال (والمجاز بالزيادة:مثل قوله تعالى? لَيْسَ كَمِثْلِهِ شَيْءٌ?[الشورى:11].) ¶ ( الكاف هذه حتى عند أهل السنة، يقولون هذه الكاف زائدة؛ صلة، لماذا؟ زِيدت لتأكيد الكلام، فهي بمقام تكريره، فقوله (? لَيْسَ كَمِثْلِهِ شَيْءٌ?[الشورى:11]). معناه ليس مثله شيء ليس مثله شيء ليس مثله شيء، فالكاف هذه زيدت في مقام تكرير الجملة مرتين أو أكثر، إذن ليس مثله شيء ذلك إذا أعرض تقول هنا (لَيْسَ كَمِثْلِهِ) الكاف هذه صلة، أو تقول حرف جر زائد أو نحو ذلك، (كَمِثْلِهِ) تقول هنا (مثل) نقول اسم مجرور بالكاف؟ لا، لأنّ الكاف هنا زائدة، نقول (مثل) تلك خبر (لَيْسَ) مقدم منصوب محلا مجرور لفظا؛ لفظه مجرور، لكن محله منصوب؛ لأنه خبر ليس. فإذن الكاف ها هنا زِيدت فتكون حرف زائد، (لَيْسَ كَمِثْلِهِ شَيْءٌ). معناه ليس مثله شيء ليس مثله شيء ليس مثله شيء، فالعربي يفهم من مجيء الكاف هنا أنها في مقام تكرير الكلام وتأكيده.",
            "page": "42",
            "part": "9"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "( القول الثاني أنّ الكاف هنا بمعنى مثل، قال ليس مثل مثله شيء، ومجيء الكاف بمعنى مثل، هذا معروف في اللغة، قد جاء في القرآن، وفي كلام العرب، فمنه في القرآن، قوله تعالى ? ثُمَّ قَسَتْ قُلُوبُكُمْ مِنْ بَعْدِ ذَلِكَ فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً? عطف (أَشَدُّ) على الكاف، الاسم يعطف على اسم، ما يعطف على حرف، فدل على أنّ الكاف هنا حرف (ثُمَّ قَسَتْ قُلُوبُكُمْ مِنْ بَعْدِ ذَلِكَ فَهِيَ كَـ) يعني مِثْل خبر (هِيَ) قال (أَوْ أَشَدُّ) عطفها على الخبر التي هي مثل، ومنه أيضا قول الشاعر الذي هو كسيرهن: ¶ لو كان في قلبي كقدر قلامة …حبا لغيرك ما أتتك رسائلي ¶ قال (لو كان في قلبي كقدر) الكاف هنا بمعنى مِثْل ضرورة؛ لأنه ليس ثم اسم يصلح أن يكون خبرا لكان (لو كان في قلبي) هذا جارّ ومجرور متعلق بخبر مقدم (كقدر) هذا اسم كان. ¶ إذا تقرر ذلك، فعلى القول الثاني يكون ليس مثل مثله شيء، فهل هو نفي للمثل؟ أو نفي لمثل المثل؟ قال بعض العلماء إن هذا فيه نفي لمثل المثل، وإذا نُفي مثل المثل، قد يُفهم منه جواز أنْ يوجد المثل ظاهر؟ ليس مثل مثله شيء، فمعنى ذلك على هذا التقدير أنه يجوز أن يوجد المثل، قالوا لا، ليس هذا المراد؛ لأن نفي مثل المثل عند العرب أبلغ في نفي المثل؛ لأنه يكون بتقديم المثل الثاني بمعنى الذات، فيكون ليس مثل مثله شيء عند العربي الذي يفهم، إذا استعمل مثل هذا الأسلوب، يفهم أن معناه ليس مثل ذاته شيء فهو نفي للمثلية الأولى، ليس نفيا لمثل المثل الثاني، فيكون فيه إثبات للمثل الأول، وهذا مشهور. ¶ والقولان هذان مشهوران عند أهل السنة في (لَيْسَ كَمِثْلِهِ شَيْءٌ)، والأول هو الأظهر الأبين، وهي أن تكون الكاف صلة. ¶ المقصود هنا زيادة مباحث ليس هذا محل بيانها. ¶ قال (والمجاز بالنقصان: مثل قوله تعالى:? لَيْسَ كَمِثْلِهِ شَيْءٌ?[الشورى:11].) لأن أصل الكلام عندهم واسأل أهل القرية لقرينة أنّ القرية لا يصح أن تسأل، إذْ هي جدران ومباني ونحوها، فلما لم يصلح أن تسأل القرية صار التقدير واسأل أهل القرية، فنُقِصَ من الكلام كلمة (أهل) ودلت عليها وجود القرية، لقرينة عدم صلاحية القرية لسؤالها، فصارت مجاز نقصان. ¶ قال (والمجاز بالنقل:كالغائط فيما يخرج من الإنسان.) هذا كما قدمتُ ليس يصح أن يكون مجازا، وإنما هو حقيقة عرفية.",
            "page": "43",
            "part": "9"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "(والمجاز بالاستعارة:كقوله تعالى ? جِدَارًا يُرِيدُ أَنْ يَنقَضَّ?.) وهم يقولون مجاز بالاستعارة؛ لأنه استعار الإرادة للجدار فجعل الجدار حيا، يصلح أن يكون محلا للإرادة، وإرادته أن ينقض، وهذا يسمى عندهم استعارة؛ لأنه أعار الحياة للجدار وأعار الإرادة للجدار، وهذا يسمى مجاز. ¶ وطبعا عندنا كل هذه لا يصلح أن تكون مجازا، وإنما جميعا حقيقة؛ وإنما هذه جميعا حقيقة: ¶ (المجاز بالزيادة) لا يصح أن يكون مجازا، (لَيْسَ كَمِثْلِهِ شَيْءٌ) هذا تركيب ظاهر، هو حقيقة في ألفاظها، لم ينقل شيء إلى شيء آخر. ¶ (والمجاز بالنقصان) هنا (وَاسْأَلْ الْقَرْيَةَ) علمنا من قبل أنَّ هذه حقيقة تركيبية يفهم أي سامع منها (واسأل القرية) بمعنى واسأل أهلها لا يأتي ذهنه أولا للقرية ثم ينتقل ويفكر بالنقصان، يعرف أن المراد أن يسأل أهلها. ¶ (والمجاز بالنقل) هذا علمنا أنه حقيقة عرفية. ¶ (والمجاز بالاستعارة) عندنا أنه حقيقة تركيبية ليس مجازا، وإنما حقيقة تفهم من تركيب الكلام، وأما هذا المثال بخصوصه فعندنا أن الجدار له إرادة على الصحيح، الجدار له إرادة.",
            "page": "44",
            "part": "9"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "ومخلوقات الله جل وعلا التي تسمى الجمادات لها إرادة، لها حياة خاصة، ولهذا الجماد لا يصح أن يعرّف عندنا بأنه الذي ليس فيه حياة، الجماد تعريفه ما ليس فيه حركة ظاهرة، هذا تعريف الجماد، عندنا الجماد هو ما ليس فيه حركة ظاهرة، هذا الجدار أمامنا ليس فيه حركة ظاهرة فهو جماد، خشب أمامنا ليس فيه حركة ظاهرة أمامنا فهو جماد، وهو ما يناسب كلمة جماد، فهي من الجمود الذي هو عدم الحركة، أمّا أنْ يُقال الجماد ما ليس فيه حياة، فهذا باطل؛ لأنّ الله جل وعلا أثبت أن للجبال حياة، وأنّ للشّجر حياة، وأنّ لما لا يرى فيه حركة حياة، قال جل وعلا مثلا في قوله في آخر سورة الأحزاب? إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَنْ يَحْمِلْنَهَا? [الأحزاب:72]، وهذا الإباء نتيجة عن حياة خاصة، وأيضا قال النبي عليه الصلاة والسلام «أحد جبل يحبنا ونحبه» فأثبت أنه يحب، فدل على أنَّ له حياة خاصة، كذلك الجذع كان يحن لما تركه الرسول صلى الله عليه وسلم حنّ حنين العشار، جذع أحد سواري المسجد، جذع من الجذوع كان النبي صلى الله عليه وسلم يستند إليه في خطبة الجمعة، فلما تركه بعد أن عُمل له المنبر، حنّ؛ سُمع له حنين كحنين العشار؛ حنين الإبل، فهذا فيه إثبات حياة، كذلك كان يسمع كلام بعض الصخور والحصى عليه الصلاة والسلام، ونحو ذلك. ¶ المقصود أنّ هذه التي تسمى جمادات في الشرع أدلة كثيرة -يطول لو أردنا أن نسردها طال المقام جدا- تدل على أنّ فيها حياة خاصة، فهنا الجدار (جِدَارًا يُرِيدُ أَنْ يَنقَضَّ) هذا فيه إثبات الإرادة للجدار، نأخذه بظاهره؛ أنّ الجدار له إرادة (يُرِيدُ أَنْ يَنقَضَّ) له إرادة خاصة، ثم أنه (يُرِيدُ أَنْ يَنقَضَّ) (1) هل هذا لأنه يفعل به ذلك، أم أنه اختيار منه؟ الله أعلم لأن حقائق ذلك محجوبة عنا. ¶ نكتفي بهذا القدر، يعني أنا أرى أوجه، أو وجوه –جمع كثرة- وجوه الإخوة مع الأصول تجول، سببه أني أستعجل في الكلام، كما ترون أنّ الوقت ضيق، ولا يمكن أيضا أنه نمشي كما ينبغي، ولا بد من الإيضاح، ما أدري كيف يكون الكلام القليل لا يوضح المراد والاستعجال قد يتعبكم، لكن على كل حال هي فتح للأبواب، أسأل الله جل وعلا أن ينفعكم وينفعني بأعمالنا كلها في هذه الحياة وفي الدار الأخرى، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه. ¶ ((((( ¶ 2-(الأمر) ¶ __________ ¶ (1) انتهى الشريط الثاني.",
            "page": "45",
            "part": "9"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "والأمر: استدعاء الفعل بالقول, ممن هو دونه, على سبيل الوجوب. ¶ وصيغته:افعل.وهي عند الإطلاق والتجرد عن القرينة تحمل عليه, إلا ما دل الدليل على أن المراد منه الندب, أو الإباحة,ولا تقتضي التكرار على الصحيح,إلا ما دل الدليل على قصد التكرار,ولا تقتضي الفور . ¶ والأمر بإيجاد الفعل أمر به, وبما لا يتم الفعل إلا به, كالأمر بالصلاة؛ فإنه أمر بالطهارة المؤدية إليها, وإذا فعل يخرج المأمور عن العهدة. ¶ (تنبيه): ¶ من يدخل في الأمر والنهي ومن لا يدخل: يد خل في خطاب الله تعالى: المؤمنون. وأما الساهي والصبي والمجنون فهم غير داخلين في الخطاب. ¶ والكفار مخاطبون بفروع الشريعة, وبما لا تصح إلا به, وهو الإسلام؛ لقوله تعالى: ?سَلَكَكُمْ فِي سَقَرَ(42)قَالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ?[المدثر:42-43]. ¶ والأمر بالشيء نهي عن ضده, والنهي عن الشيء أمر بضده. ¶ الحمد لله، قال هنا (والأمر: استدعاء الفعل بالقول, ممن هو دونه, على سبيل الوجوب.) ¶ الأمر في اللغة تارة يُراد به الطلب على وجه مخصوص، وتارة يراد بالأمر الفعل، كما قال تعالى ?أَتَعْجَبِينَ مِنْ أَمْرِ اللَّهِ?[هود:73] يعني من فعل الله جل وعلا، ?إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا?[الأحزاب:36] يعني شيئا، ونحو ذلك، سيأتي الأمر ويراد به الفعل في بعض النصوص. ¶ أما في الاصطلاح فهنا عرفه صاحب الورقات بقوله (الأمر: استدعاء الفعل بالقول, ممن هو دونه, على سبيل الوجوب.)، (استدعاء الفعل) الاستدعاء يعني الدعوة إلى الفعل، فإذن الأمر دعوة إلى الفعل؛ إلى فعل المأمور به، (بالقول) فإذا كان الأمر بإشارة أو بكتابة أو نحو ذلك لم يَصِرْ أمرا عندهم، وهذا فيه نظر؛ لأنّ الكتابة إذا كانت من الشارع أو النهي إذا كان من الشارع فإنه بمنزلة القول، أو الإشارة إذا كانت ظاهرة الدلالة فإنها مثل القول، وذلك لأنّ الجميع يشترك في أنّ الفعل مدعو إلى الإتيان به، النبي صلى الله عليه وسلم كتب إلى الأمصار، كتب إلى قيصر وإلى هرقل، وكتب إلى عدد من ملوك الأبقاع يدعوهم إلى الإسلام ويأمرهم بالإسلام لله جل وعلا، وهذا أمر منه بالكتابة. ¶ فإذن الصحيح أن نقول أنّ هذا القيد وهو قوله (بالقول) أنه ليس بدقيق، ليس بصحيح؛ لأن الكتابة أو الإشارة من الشارع أنها تدل على الأمر إذا كانت يُستدعى بها الفعل.",
            "page": "46",
            "part": "9"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "فإذن (استدعاء الفعل بالقول ممن هو دونه) هو هنا نَظَرَ إلى جهة الآمر، وإلى جهة المأمور، فيكون الآمر أعلى من المأمور؛ الآمر أعلى من المأمور قدْرا، فإن كان الآمر مساويا للمأمور سمي ذلك التماسا، وإن كان الآمر أدنى من المأمور منزلة سمي ذاك سؤالا وطلبا ودعاء؛ كما نخاطب الله جل وعلا نقول: اللهم اغفر لي. اغفر لي، أمر، ولأنه منا نحن البشر الفقراء الضعاف المساكين إلى العظيم الأعلى صار سؤالا، وإذا سألت صديقك وإذا استدعيته إلى الفعل بالأمر، فإنّ هذا ليس ممن هو دونك إنما هو من مساوٍ لك فيسمى التماسا، فإذن الأمر عندهم لا يدخل فيه الالتماس، ولا يدخل فيه الدعاء، إنما الأمر استدعاء الفعل من قائله أو من الكاتب أو من المشير ممن هو دونه قدْرا من سيده لعبده، رجل لزوجته، مسؤول عمل لمن يعمل عنده، مستأجر للأجير، وحاكم لرعيته، ونحو ذلك، هذا كلها أمر لأنه ممن هو دونه. ¶ قال (على سبيل الوجوب)، وقوله هنا (على سبيل الوجوب) يعني أنْ يكون الأمر واجبا، وهذا فيه نظر؛ لأنّ المؤلف كأنه يرى بذلك أن النّدب -كما سيأتي- لا يكون مأمورا به في ظاهر الأمر، والأَوْلى أنْ نقول في تعريف الأمر: أنّ الأمر استدعاء الفعل ممن هو دونه على وجه الاستعلاء. واضح؟ استدعاء الفعل ممن هو دونه على وجه الاستعلاء، ما معناها؟ يعني أن يكون الآمر في أمره مؤكِّدا جازما، وبعض علماء الأصول يقولون على وجه العلو، وهذا ليس بصحيح؛ لأنّ العلو صفة الآمر، والاستعلاء صفة للأمر في نفسه، فيكون على وجه الاستعلاء؛ يعني الأمر فيه جزم، أو فيه شدة، وفيه غلظة، ونحو ذلك، حتى يخرج منها الالتماس والسؤال وإلى آخره. ¶ إذن تحصَّل لنا أنّ تعريف الأمر يصلح أنْ نقول: إنَّ الأمر هو استدعاء الفعل ممن هو دونه، على وجه الاستعلاء، لا على وجه العلو، وعلى سبيل الوجوب ليست بصحيحة؛ لأن المندوب مأمور به لكن بأمر ليس بجازم. ¶ قال (وصيغته: افعل) صيغة الأمر (افعل)، (وهي عند الإطلاق والتجرد عن القرينة تحمل عليه) يعني على الوجوب، أولا هو حدّد صيغة بـ(افعل) وهذا تقرير وتمثيل، وإلا فإنّ صيغ الأمر كثيرة فمنها: افعل، اذهب، اقرأ، اكتب، أقم الصلاة، آتي الزكاة، تصدق، اعتق رقبة، ونحو ذلك، هذه صيغة (افعل).",
            "page": "47",
            "part": "9"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "أيضا قد يكون من صيغ الأمر صيغة (لتفعل) كما قال جل وعلا ?ثُمَّ لِيَقْضُوا تَفَثَهُمْ ? اللام لام الأمر، ? وَلْيُوفُوا نُذُورَهُمْ ? لام الأمر، ? وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ?[الحج:29] لام الأمر؛ يعني فلتفعل، هذه اللام لام الأمر، لام بعدها الفعل المجزوم بها، هذا يكون من صيغ الأمر. ¶ أيضا من الصيغ الإتيان باسم الفعل الذي يدل على الأمر كـ(عليك) مثلا، قال جل وعلا ? عَلَيْكُمْ أَنفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ? (عَلَيْكُمْ) هذه من صيغ الأمر. ¶ كذلك من صيغ الأمر المصدر النائب عن فعله، كقوله تعالى ?فَضَرْبَ الرِّقَابِ?[محمد:4]، (فَضَرْبَ الرِّقَابِ) هذا مصدر لكنه نائب عن فعله الذي هو اضربوا، (فَضَرْبَ الرِّقَابِ) يعني فاضربوا الرقاب، لكن التعبير بالمصدر، وترك التعبير بالفعل له أغراض معلومة في علم المعاني. ¶ أيضا من الصيغ –الصيغ كثيرة، لكنها مهمة بَعِدّ بعضها لا بأس-، من الصيغ الخبر الذي يتضمن الأمر، كقوله تعالى ?وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ?[البقرة:228] (وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ) هذا ليس بصيغة أمر، خبر (وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ). إلى غير ذلك من الصيغ. ¶ قال( وهي) يعني الصيغة على صيغة افعل عنده، وعندنا على أي من هذه الصيغ التي ذكرتُ (وهي عند الإطلاق والتجرد عن القرينة تحمل عليه) على الوجوب، يعني أنّ الأصل في الأمر أنه يفيد الوجوب، وجوب أي شيء؟ وجوب الامتثال يعني أنّ الامتثال واجب، من لم يمتثل كان متوعدا على عدم الامتثال بالعقوبة، (وهي عند الإطلاق والتجرد عن القرينة تحمل عليه)، (عند الإطلاق) ما ذا يريد بالإطلاق هنا، الإطلاق من الصفة، الإطلاق من التكرار، الإطلاق من الشرط، الإطلاق من قيد يفيد الندب، أو قيد يفيد الإباحة، إلى آخره. قال(والتجرد عن القرينة) هذا احتراز؛ لأنه قد يتصل بالأمر قرينة تنقله من كونه أمر للوجوب، يُحمل على الوجوب إلى أمر لاستحباب أو أمر للإباحة، فقد يكون الأمر للإباحة، وله مواضع، مما قاله أهل العلم أنّ الأمر يكون للإباحة ليس للوجوب ولا للندب، في مواضع:",
            "page": "48",
            "part": "9"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "منها أن يكون الأمر بعد نهيه، إذا أتى الأمر بعد نهي عند جمهور العلماء دل على الإباحة، كما قال جل وعلا ? يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ?[المائدة:95] فنهى عن قتل الصيد والمرء مُحْرِم، وقال جل وعلا ?وَإِذَا حَلَلْتُمْ فَاصْطَادُوا?[المائدة:2] فأمر بالاصطياد، قال أهل العلم أمر بالاصطياد بعد النهي عنه، فيفيد عند جمهورهم أنّ الأمر للإباحة؛ لأنه أتى بعد النهي، وعند المحققين أنّ الأمر بعد النهي يُرجع المأمور به إلى ما كان عليه قبل النهي، مثاله أيضا قوله تعالى ?فَإِذَا قُضِيَتْ الصَّلَاةُ فَانتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ?[الجمعة:10] (انتَشِرُوا فِي الْأَرْضِ) هل هو للوجوب؟ (ابْتَغُوا مِنْ فَضْلِ اللَّهِ) هل هو للوجوب؟ قالوا هذا للإباحة على قول الجمهور، أو على قول المحققين أنّه لرد الأمر لأصله، ومعلوم أنّ أصل الانتشار في الأرض والابتغاء من فضل الله بالبيع ونحوه أنه مباح. ¶ أيضا من المواضع –يعني البحث هذا بحث الأمر طويل جدا؛ لكن نذكر أهم ما فيه – من المواضع التي فيها الأمر يكون بالقرينة دال على الإباحة، أن يكون الأمر أن يكون أتى بعد سؤال تعليم؛ إذا أتى بعد سؤال للتعليم، يعني سؤال للاستفهام لطلب العلم، فيكون الأمر بعده للإباحة عند الكثيرين من العلماء. ¶ ومن المواضع التي يكون فيها الأمر للإباحة، أنْ يكون بعد –ذكرنا أن يكون بعد سؤال نهي، أن يكون بعد سؤال تعليم- نسيت الثالث هناك ثلاثة أحوال، نسيتها الآن. ¶ قال (والتجرد عن القرينة ) القرينة هذه قد تكون متصلة وقد تكون منفصلة: ¶ ( متصلة بالكلام مثل ?وَإِذَا حَلَلْتُمْ فَاصْطَادُوا?[المائدة:2] القرينة أنه كان منهيا عنه ثم أُمر به، الاتصال بالكلام «كنتم نهيتكم عن زيارة القبور ألا فزوروها» هذه قرينة متصلة. ¶ ( أو قرينة منفصلة يعني هذه في آية وتلك في آية أخرى، هذا الأمر في حديث الذي يفيد الوجوب والقرينة التي تصرفه عن الوجوب في حديث آخر. ¶ القرينة إما أن تكون متصلة وهذه في الغالب تنقله إلى الإباحة، وقد تكون منفصلة هذه تكون للاستحباب.",
            "page": "49",
            "part": "9"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "إذن فالأمر قد يكون للوجوب وهو الأصل، وقد يكون الأمر للاستحباب لقرينة دلت على ذلك، مثاله قوله تعالى ?فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا?[النور:33] (فَكَاتِبُوهُمْ) للاستحباب، وكذلك قوله جل وعلا ?وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ?[الحج:77] هذا أمر بفعل الخير، فدلت القرينة المنفصلة أنّ من الخير ما هو مستحب ليس بواجب، فيكون (وَافْعَلُوا الْخَيْرَ) هذا للوجوب فيما يجب فيه والاستحباب فيما يستحب من أنواع الخير. ¶ هذه القرائن التي تنقل الأمر من الوجوب إلى الاستحباب كثيرة، وأهل العلم لا يُفَصِّلون الكلام عليها في كتب الأصول، وإنما يقولون: إنّ من القرائن أنْ يفعل النبي صلى الله عليه وسلم الشيء الذي نهى عنه، أو أن يترك الشيء الذي أمر به، فإذا ترك الشيء الذي أمر به، فيكون تركه قرينة دلت على أنّ الأمر للاستحباب، أو يكون فعل ما نهى عنه، فيكون فعله لما نهى عنه يدل على أن نهيه للكراهة وليس للتحريم. ¶ أيضا قالوا: من القرائن أنْ يكون الخبر في صفة في المعاملات المالية؛ يعني هي نوع المعاملة، ليس في أركانها ولا شروطها، إنما هو في صفتها، فيكون الأمر إذا كان في صفة معاملة؛ مثل الإشهاد في البيع فإن هذا دلّ على الاستحباب، كذلك قالوا إذا كان الأمر في أنواع الآداب؛ مثل آداب الأكل، آداب الشرب، آداب التخلي، ونحو ذلك، فإنَّه لو أُمر به قرينة كونه من الآداب تصرفه عن الوجوب للاستحباب، وذكروا قرائن كثيرة. ¶ ومجموع ذلك يتلخص في أنّ القرينة هي ما أفاد كون الشارع لم يُرِد بالأمر وجوب الامتثال لم يرد بالأمر الأمر الجازم، فإذا لم يُرِد بالأمر الأمر الجازم فإنه يكون الأمر ليس للوجوب إنما للاستحباب. ¶ قال هنا (وهي عند الإطلاق والتجرد عن القرينة تحمل عليه) أي على الوجوب (إلا ما دل الدليل على أن المراد منه الندب أو الإباحة) ذكرت لك القرائن التي تفيد الإباحة، والقرائن التي تفيد الندب؛ يعني بعض هذه وبعض تلك.",
            "page": "50",
            "part": "9"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "قال (ولا تقتضي التكرار) لا تقتضي صيغة (افعل) ونحوها من الصيغ التي تدل على الأمر، (لا تقتضي التكرار على الصحيح) وهذا كما قال (على الصحيح) ما معنى هذا الكلام؟ معناه أنّ الله جل وعلا حين قال ? وَصَلِّ عَلَيْهِمْ إِنَّ صَلَاتَكَ سَكَنٌ لَهُمْ?[التوبة:103] امتثال هذا الأمر بفعله مرة لا يقتضي تكرار الفعل؛ يعني بمجرده، كما قال في أوله عند الإطلاق، لا تقتضي التكرار، صيغة افعل وما شابهها من الصيغ عند الإطلاق؛ يعني بدون ضميمة أراد التكرار كل يوم وليلة بقوله كل ساعة بقوله كل سنة ونحو ذلك، فإنّ هذا يفيد بمجرده عدم التكرار، يفيد أن الواجب مرة لا غير، وهذا هو الصحيح؛ لأن العلماء أجمعوا على أنّ الرجل لو قال لامرأته طلقي نفسك، هذا أمر؛ طلقي نفسك، فطلقت نفسها مرة، وزادت ثانية وثالثة ورابعة وخامسة، أنّ الواقع منها واحدة؛ لأنّ الأمر لا يفيد التكرار، طلقي نفسك؛ يعني مرة واحدة، فالأمر لا يفيد التكرار، وكذلك في قوله تعالى ? يَاأَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا?[الأحزاب:56] والأمر بالصلاة على النبي صلى الله عليه وسلم يفيد أنّ الواجب الامتثال بها مرة، الامتثال بها يكون بفعلها؛ بقولها مرة واحدة، اللهم صلي على محمد وإذا أُريد التّكرار كان ثَم قرينة تفيد التكرار، مثل قوله عليه السلام «خمس صلوات في اليوم والليلة»، فبيّن أنّ قوله جل وعلا ? وَأَقِمْ الصَّلَاةَ?(1) أنّ هذه صلاة مكررة مرة واحدة، وإنما في أوقاتها المخصوصة، مثل قول القائل تصدق بدرهم، لو قلتُ لأحد منكم تصدق بريال كان مُنْتَزِلا إذا تصدق مرة واحدة، لكن لو جعلت معها قرينة تفيد التكرار كقول تصدق كل ساعة بريال، صار الامتثال لا يكون إلا بالتكرار. ¶ إذن فالتكرار لا يفيده الأمر، وإنما الأمر يفيد التكرار بضميمة قرينة تدل على التكرار، ولهذا قال بعد ذلك (إلا ما دل الدليل على قصد التكرار) وهذا هو الصحيح، إذا دلّ الدليل على قصد التكرار وجب التكرار. ¶ قال أيضا (ولا تقتضي الفور) نقف هنا؛ لأنّ هذه فيها خلاف ونُرْجِئه إلى غد إن شاء الله تعالى، صلى الله وسلم على نبينا محمد. نعم ¶ __________ ¶ (1) هود:114، طه:14، العنكبوت:45.",
            "page": "51",
            "part": "9"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "الحمد لله، مع الأصول، قال الجويني أثناء كلامه على الأمر (ولا تقتضي الفور) يريد لا تقتضي صيغة (افعل) الفور، قال بعض الشرّاح يعني ولا التراخي، كأنه يقول إنّ قول الجويني (ولا تقتضي الفور) يعني ولا التراخي، يعني بمجرد صيغة (افعل) لا يستفاد منها الفورية ولا التراخي، لكن هذا عندي فيه نظر؛ لأنّ الجويني من الشافعية، والشافعية يرون أن الأمر للتراخي، وذلك أنّ العلماء اختلفوا من الأئمة وأتباعهم والفقهاء والأصوليين في هل يقتضي الأمر الفور أم لا؟ ¶ فذهب الإمام أحمد وأصحابه والمالكية وبعض الشافعية وبعض الحنفية إلى أنّ الأمر يقتضي الفور. ¶ وذهب الشافعية والحنفية إلى أن الأمر يقتضي التراخي؛ ما يقتضي الفورية. ¶ ومعنى ذلك، معنى أنّ الأمر يقتضي الفورية؛ يعني أنّ المأمور يجب عليه أن ينفذ ما أمر به فورا، ليس له أن يؤجل، إذا قال قائل لمن أمر يا فلان اذهب فآتي بالكتاب، فهذا الأمر يعني اذهب فورا، فإذا أجَّلَ ذلك ساعة كان غير ممتثل للأمر، وهذا هو الذي يُفهم من اللغة، وهو الذي يدل عليه ظاهر القرآن، أنّ الأمر يفيد الفورية؛ لأنه لو كان يفيد التراخي كان فيه نوع تخيير له أن ينفذه الآن أو متى شاء، ومعلوم أنّ الأمر إذا كان مفيدا للوجوب فإنه للجزم، والجزم لا يناسب التراخي، لهذا قال العلماء لو قال السيد لعبده أُجلب لي ماء فلم يمتثل فورا عُدّ عاصيا، عدّ مخالفا. ¶ طائفة من العلماء يرون أن الأمر للتراخي؛ يعني للمأمور أنْ يُؤخر الامتثال عن وقت الخطاب، وهذا الخلاف له ثمرات فقهية مهمة، فمثلا الله جل وعلا أمر بإيتاء الزكاة فقال ?وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ?(1) متى تجب الزكاة؟ إذا تمت الشروط وجبت، وأخرج مال الزكاة، قال هذه ألف ريال مثلا هذه زكاة، يجب أن يؤتي الزكاة؛ يعني أن يخرجها ويعطيها من يستحقها على القول بأنّ الأمر بالفور، فورا ليس له أن يؤخر، وعلى القول بأنه للتراخي، تقول لو أخر أسبوع شهر فإنه لا حرج عليه، كذلك قال جل وعلا ?وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنْ اسْتَطَاعَ إِلَيْهِ سَبِيلًا?[آل عمران:97] فأمر بالحج وأمر بالعمرة أيضا في قوله ?وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ?[البقرة:196] فهل لهذا المخاطب بهذا الأمر أن يؤخر الامتثال؟ ¶ __________ ¶ (1) البقرة: 43، 83، 110، النساء:77، النور:56، المزمل:20.",
            "page": "52",
            "part": "9"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "(من قال أنّ الأمر للفور يقول بأنه إذا كان مستطيعا السبيل إلى الحج أو إلى العمرة فلم يحج أو لم يعتمر فإنه يعد بذلك عاصيا. ¶ (ومن قال أنّ الأمر للتراخي قال له أن يؤخر ذلك سنة سنتين ثلاث، له أنْ يؤخر ذلك. ¶ أيضا من الفروق؛ لو نذر ناذر بنذر وأراد الوفاء به، الوفاء بالنذر واجب، أليس كذلك؟ مأمور به، «من نذر أنْ يطيع الله فليطعه» هذا واجب، فهل القول بالفورية؟ وهو الصحيح، فإنه يجب أنْ يوفي بهذا النذر فورا؛ يعني فور تمكنه من الوفاء به، وعلى القول بالتراخي يقال يبقى في ذمته. ¶ كذلك أنواع الكفارات؛ واحد عليه كفارة يمين، حلف يمينا فحنث فيها، يجب عليه أن يطعم عشرة مساكين من أوسط ما يطعم أهله أو أن يكسوهم أو أن يعتق رقبة، الذين يقولون على الفور يجب حينما حنث فإنه يتوجه إليه الخطاب، فيجب فورا عليه أن يخرج. وعلى القول بالتراخي يبقى في ذمته، مثل جنس أنواع الكفارات له أن يؤديها متى ما أراد. ¶ إذا قلنا أنّ الصحيح أن الأمر يقتضي الفورية إلا إذا دلّ الدليل على التراخي، مثل الأوقات التي وُقتت بها الصلاة قال جل وعلا ?وَأَقِيمُوا الصَّلَاةَ?(1)، هذا أمر حينما يصل وقت الصلاة يتوجه على العبد أن يصلي، فإن أخّر عن أول الوقت، فهل يُعَدُّ غيرَ ممتثل؟ الجواب هو ممتثل إذا أدى الصلاة في وقتها، لما؟ لأن الشارع حينما خاطبه بالصلاة لم يجعل وقت المخاطبة بها أولا، جعل كل هذا الوقت وقت خطاب، فهو إذا توجه في وقت الصلاة إلى أوله كان مخاطبا بالصلاة في أوله، إذا توجه إلى الصلاة في آخره كان مخاطبا بها في آخره، أو نقول هو يخاطب بالصلاة بأنْ يصلي في أول الوقت، وله أنْ يؤخره إلى أن يتضايق وقت الصلاة؛ يعني إلى أنْ يبقى من الوقت ما يمكِّنه من أداء وقت الصلاة بعينها. ¶ __________ ¶ (1) البقرة:43، 83، 110، النساء:77، يونس:87، النور:56، الروم:31، المزمل:20.",
            "page": "53",
            "part": "9"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "ثم قال (والأمر بإيجاد الفعل أمر به وبما لا يتم الفعل إلا به) والأمر هنا يشمل الواجب والمستحب، (الأمر بإيجاد الفعل أمر به) بذلك الفعل، وأيضا أمر بوسائل الفعل، وهذه هي التي يسميها العلماء: ”ما لا يتم الواجب إلا به فهو واجب، وما لا يتم المستحب إلا به فهو مستحب“. وهكذا، قال (والأمر بإيجاد الفعل أمر به) يعني بذلك الفعل (وبما لا يتم الفعل إلا به)، قال جل وعلا ?وَارْكَعُوا مَعَ الرَّاكِعِينَ?[البقرة:43]، والنبي صلى الله عليه وسلم أمر بأداء الصلاة في المساجد مع الجماعة، فالواجب إقامة الصلاة مع الجماعة في المساجد، المشي إلى المسجد؛ الانتقال من البيت إلى المسجد، ما حكمه؟ لا يمكن أن يمتثل إقامة الصلاة في المساجد إلا بالانتقال، فهذا الانتقال واجب، قد يقول قائل: إذا قلت إنه واجب، هو سينتقل فما فائدة كونه واجبا؟ نقول هذا من رحمة الله؛ لأنّ الماشي يؤجر أجْرَ ممتثل لواجب؛ لأنّ الأمر بشيء أمر به، وبما لا يتم إلا به، فهو حين ينتقل من بيته إلى المسجد، لأداء الصلاة؛ لأنّ الصلاة مع الجماعة واجبة، ويعلم أنّ إتيانه بهذا لابد منه؛ لأنّ الصلاة لا يمكن أن يفعلها في الجماعة إلا به، فيؤجر على من شاء أجره على الواجبات، ظاهر؟ نقول الأمر بالصلاة مثلا أمر بها وبما لا تتم إلا به مثل الطهارة استقبال القبلة ونحو ذلك. ¶ إذن هذه القاعدة أو هذا الحكم الأصولي يُعبَّر عنه في مواضع أخر؛ يعني في كتب أخر بأنّ ما لم يتم الواجب إلا به فهو واجب، وهنا ينبغي أنْ يتنبه إلى أنّ ما لا يتم الواجب إلا به على قسمين: بعضه مقدور للعبد، وبعضه غير مقدور للعبد. فالذي يوصف بالوجوب يوصف بأنه مأمور به ما هو داخل في مقدور العبد، رجل مريض لا يستطيع أن يصلي قائما، والله جل وعلا أمر بإقامة الصلاة، قال ?وَقُومُوا لِلَّهِ قَانِتِينَ?[البقرة:232] الصلاة لا يمكن أن تكون عن قيام إلا بأن يقوم، إذا كان القيام في مقدوره فإن القيام واجب، إذا لم يكن في مقدوره لم يصبح مما لا يتم الواجب إلا به؛ لأن ما لم يتم الواجب إلا به يُقيَّد بما كان داخلا تحت مقدور العبد؛ يعني بما يستطيعه العبد، لهذا قال عليه الصلاة والسلام في الصلاة لعِمران«صَلّ قَائِماً, فَإنْ لَمْ تَسْتَطِعْ فَقَاعِداً, فإنْ لَمْ تَسْتَطِعْ فَعَلَى جَنْبٍ» إلى آخره، وهذا ظاهر فيما أحسب.",
            "page": "54",
            "part": "9"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "كذلك المستحبات وسيلة المستحب وسيلة السنة سنة، الأمر إذا كان يفيد الاستحباب فوسائله؛ ما لا يتم إلا به فهو مستحب، صلاة التراويح إقامتها مع الجماعة في المساجد مستحب؛ سنة. الطريق الانتقال المشي، أو الانتقال بسيارة، جنس الانتقال من البيت إلى المسجد، هذا واجب أو مستحب؟ مستحب فيؤجر عليه أجر المسنونات والمستحبات، ولهذا بعض العلماء يعبّر عن هذه القاعدة بتعبير أشمل، وهو أنهم يقولون ما لا يتم المشروع إلا به فهو مشروع؛ لأنّ المشروع يشمل الواجبات والمستحبات، وهذا أدق، فإنه ما لا يتم المشروع إلا به واجبا كان أو مستحبا فهو مشروع؛ يعني فهو واجب أو مستحب. ¶ مثّل هنا بقوله (كالأمر بالصلاة فإنه أمر بالطهارة المؤدية إليها وإذا فعل يخرج المأمور عن العهدة ) إذا فَعل المأمور أو فُعل الأمر؛ يعني فُعل ما أمر به فإن المأمور يخرج عن العهدة؛ يعني يخرج عن التبعة فلا يخاطَب بذم يقع ما فعله مجزئا يقال امتثل الأمر. إذا فُعل فورا أو على التراخي؟ بحسب الخلاف الذي سبق، لكن الذي أُمر شيء ففعله أداء أو قضاء، يخرج من العهدة بعد فعله، ما فائدة هذا الكلام؟ فائدته أنه لو مات وقد خوطب بأمر فما الذي يجب؟ مأمور هو أن يؤدي الأمانات على أهلها قال جل وعلا ?إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا?[النساء:58] مات عنده أمانة ولم يؤدها إلى أهلها، امتثل الأمر أو لم يمتثل؟ لم يمتثل، فلم يخرج من العهدة، يبقى عليه، فإن فعله مَنْ رواءه بأنْ أَدَّوا الأمانة التي عنده إلى من هي له، برئ من العهدة في قبره، وإن لم يفعلوا لُوحِق بذلك، مثل الدَّين وأنواع الكفارات، لهذا قال عليه الصلاة والسلام فيمن ماتت وعليها صيام ونذر، «من مات وعليه صيام صام عنه وليه»، من مات وعليه صيام إما صيام مطلق أو صيام نذر حسب الخلاف بين العلماء يصوم عنه وليه؛ لأنه ما برئ من العهدة، فهذا موقت بوقت، وهذا لم يؤده، فكان مخاطبا به لا يبرأ من العهدة حتى يفعله، إن فعله من بعده برئ، وإلا يكون مآخذا بذلك، بخلاف الأشياء التي وقتها طويل مثل الصلاة، مات بين الظهر والعصر، ولم يصلِّ الظهر، فليس عليه شيء؛ لأنّ الأمر ما توجَّه له على الفور في هذا الجزء من بين صلاة الظهر إلى حين وفاته لأنه فيه بقية، فلم يفعل، مثل المرأة الحائض في صلاتها، ولها أمثال كثيرة.",
            "page": "55",
            "part": "9"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "المقصود قال بعد ذلك ((تنبيه): من يدخل في الأمر والنهي ومن لا يدخل: يد خل في خطاب الله تعالى: المؤمنون.) مَنِ المخاطب بخطاب الله جل وعلا في القرآن أو في السنة؟ قال (يدخل في خطاب الله تعالى: المؤمنون.) من هم المؤمنون؟ يعني المكلفين: البالغ العاقل الذي بلغ سن التكليف. هذا هو الذي يدخل في الخطاب، فمعنى ذلك أنّ من هو دون سن البلوغ ليس مخاطبا بالتكليف، (يدخل في خطاب الله) يعني بالتكليف (المؤمنون). ¶ استثنى قال (وأما الساهي والصبي والمجنون فهم غير داخلين في الخطاب.)، (الساهي) الذي سها عن أداء ما أُمر به، وها هنا ألفاظ متقاربة تكثر عند الأصوليين وعند الفقهاء منها النسيان؛ نسي، السهو؛ سها، يسهو، ومنها الغفلة؛ غفل عن كذا، فما الفرق بينها؟ نعم الساهي لا يؤاخذ، والناسي أيضا لا يؤاخذ، والغافل أيضا لا يؤاخذ؛ (1) لأن الجميع ما خالفوا قصدا للمخالفة، هذا ساهي، وذاك غافل، وذاك ناسي، والله جل وعلا يقول ? رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا?[البقرة:286]، وثبت في الصحيح أنّ الله جل وعلا قال «قد فعلت»، فلا يؤاخذ الناسي مثله الساهي. ¶ النسيان يكون لشيء سبق العلم به، فلم يذكره في الحال يقول نسيتُ كذا. كان عالما به فنسيه، ولهذا قال بعض العلماء النسيان متعلق بما كان. ¶ الغفلة تقابل النسيان، الغفلة متعلقة بما يكون، تقول غفلت عن هذا الشيء حتى صار وكان، غفلة عما يكون، والسهو بينهما يكون عما كان وعما لم يكن، يكون عما كان وعما لم يكن، لهذا في حديث ذي اليدين المعروف في قصة سهو النبي صلى الله عليه وسلم حيث قال ذو اليدين: يا رسول الله أقصرت الصلاة أم نسيت؟ وهو عليه الصلاة والسلام سها، لهذا سمي سجود السهو؛ لأن النسيان، السهو يكون عما كان، وعما لم يكن، هنا عبر بالسهو؛ لأنه يشمل الأمرين، وبعض العلماء يقول الغفلة تشملها جميعا، وعلى العموم الخطب يسير، فالساهي -كما ذكرتُ لك- السهو يكون عن ذُكْرٍ وعن غير ذُكر؛ يعني عن تذكر ما ينبغي وعن عدم تذكر، سها عن الشيء؛ يعني غفل عنه، ما يدري عن أصله، أو يكون على ذكر منه ثم نسيه سَهَا عنه مثل ما مثلتُ لك فقوله: وأما الساهي يدخل فيه الناسي ويدخل فيه الغافل، كل هؤلاء غير مخاطبين، لما؟ لأنّ الله جل وعلا خاطب من يعقل؛ من يتقبل الأمر، وهؤلاء في تلك الحال ليسوا متقبلين للأمر. ¶ __________ ¶ (1) انتهى الوجه الأول من الشريط الثالث.",
            "page": "56",
            "part": "9"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "(والصبي) الصبي هو من لم يبلغ، وهذا كما جاء في حديث علي وغيره المروي في السنن، الحديث في الصحيح إنه عليه الصلاة والسلام قال «رفع القلم عن ثلاثة عن النائم حتى يستيقظ، وعن الغلام أو قال الصبي حتى يبلغ، وعن المجنون حتى يُفيق» فهذا الصبي، من لن يبلغ أيضا لا يدخل في التكليف. ¶ (المجنون) أيضا لا يدخل في التكليف، لهذا قال (هم غير داخلين في الخطاب). ¶ إذا تقرر ذلك، فهاهنا مسائل مهمة تتبع ذلك، هل كل نسيان وسهو لا يؤاخذ به العبد أم أنّ النسيان والسهو قد يؤاخذ به العبد؟ فالجواب أنّ ما خاطب الله جل وعلا به المؤمنين على أقسام: ¶ منه ما هو أوامر يجب امتثالها؛ صلاة يجب أن تؤدى، شرط يجب أن يؤتى به، ونحو ذلك. ¶ ومنه ما هو مناهي؛ متروكات يجب تركها والانتهاء عنها. ¶ ( فإذا نسي ما أمر به، لم تبرأ عهدته بالنسيان، فإذا تذكر وجب عليه أن يأتي به، كما قال عليه الصلاة والسلام «من نام عن صلاة أو نسيها فليصلها إذا ذكرها لا كفارة لها إلا ذلك» هو قد أدى الصلاة، وبعد الصلاة قال: تذكرتُ أني صليت على غير طهارة. فيقال له: أنت كنت ناسٍ للطهارة، ونعم الناسي غير داخل في الخطاب، لكن لا يبرأ إلا بفعل الأمر، لا إثم عليه، لكن الأمر هذا لابد أن تمتثله، فصلاتك غير صحيحة؛ لأن الطهارة مأمور أنت بها، فإذن إذا كان النسيان والسهو عن أوامر، فإنه لا تبرأ العهدة إلا بها، نسي الطهارة، نسي تعدى الميقات؛ ميقات الإحرام غير محرم ناسيا، هنا نقول يجب عليك أنْ ترجع وتحرم من موقعك؛ لأنك مأمور به، ترك طواف الإفاضة ناسيا لا بد أن تطوف، أنت باق على إحرامك، ما رميت الجمرة الكبرى نسيانا، نسيتَ ما تذكرتَ إلا بَعْدِينْ لابد أنت مخاطب بذلك، هذا قسم.",
            "page": "57",
            "part": "9"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "( القسم الثاني منهيات طلب الشارع من المكلف أنْ يتركها، فهذه إذا نسيها فإنها منهيات؛ متروكات، والله جل وعلا رفع الجناح، ورفع الإثم عن الناسي، فهذه إذا تركها عن نسيان فإنه ليس عليه شيء على الصحيح، مثال ذلك لو مثلا حلق شعره وهو محرم ناسيا، نقول هذا مطلوب الانتهاء عنه، مطلوب تركه، فلا يجب عليه، ما ذا نقول ليس عليك كفارة ولا غيره؛ لأنك فعلت ذلك عن نسيان، وهذا من المنهيات، تكلَّم في الصلاة ناسيا، حمل في الصلاة النجاسة ناسيا، النبي صلى الله عليه وسلم حمل نجاسة لا يعلم ما هي جاهلا بها، حتى نبّهه جبريل بذلك، فلم يُعِد أول الصلاة، كذلك قال لمعاوية بن الحكم حينما تكلم في الصلاة قال له «إنَّ هذه الصلاة لا يصلح فيها شيء من كلام الناس إنما هو التكبير والتسبيح والتحميد والتهليل وذكر الله» فلم يأمره بالإعادة، استفاد العلماء من ذلك أنّ النّاسي إذا نسي منهيا عنه، فإنه لا جناح عليه لأنه رفع عنه. ¶ فإذن في النسيان هناك قسمان: ¶ قسم مأمورات: فهذه لا بد أنْ يأتي بها لا يبرأ الناسي من العهدة إلا بالإتيان بها، فإذن عدم مؤاخذة الناسي بأنه لا إثم عليه فيما ترك من الإتيان بالأمر. ¶ النواهي: أنه لا يؤاخذ بها وليس عليه أن يعيد العبادة أو نحو ذلك. ¶ (الصبي) الصبي غير مخاطب، هل معنى ذلك أنه لا يؤمر بأداء شيء من العبادات؟ هذا محل خلاف بين أهل العلم، والصحيح أنّ الصبي لم يؤمر هو، إنما الذي أُمر هو وليه، قال عليه الصلاة والسلام «مروهم بالصلاة لسبع» فأمر الأولياء أن يأمروا الصبيان، أما الصبي؛ من دون البلوغ فهو لو ترك صلاة فهو غير مؤاخذ بذلك، فإذا فعل فالأجر له ثابت ولوليه؛ لمن أمره بذلك، وهذه لها تفاصيل يضيق المقام عنها. ¶ قال (والمجنون) أيضا المجنون غير مخاطب بالتكليف، لو مات الصبي أو مات المجنون، فما حكمه؟ ابحثوا الجواب لأنه باقي .... (1)كثيرة . ¶ __________ ¶ (1) كلمة غير واضحة.",
            "page": "58",
            "part": "9"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "قال (والكفار مخاطبون بفروع الشريعة) (الكافر) مخاطب بالإسلام أولا، ومخاطب بكل ما خوطب به المؤمنون؛ مخاطب بالصلاة، مخاطب بالزكاة، مخاطب الحج، مخاطب بالصوم، مخاطب بأن يترك الزنا، بأن لا يشرب الخمر، بأن لا يأخذ الربا، كل فرع من فروع الشريعة فهو مخاطب به، هو مخاطب بالإسلام أولا، وبكل فرع الشريعة، وهذا هو الصحيح أن الكفار مخاطبون، وذلك لقول الله تعالى ?وَوَيْلٌ لِلْمُشْرِكِينَ(6)الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ?[فصلت:6-7] فتوعدهم بهذا الوصف، فتوعدهم بالنار لهذا الوصف؛ لأنهم لا يؤتون الزكاة، وكذلك قال جل وعلا ?سَلَكَكُمْ فِي سَقَرَ(42)قَالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ?[المدثر:42-43].وهي من الفروع وهكذا. ¶ ما معنى كونِ الكافر مخاطب بفروع الشريعة؟ معناه أنه يعاقب على تركه للإسلام الذي هو الأصل، ويعاقب على تركه لكل فرع من فروع الشريعة، فالكافر يجتمع عليه أنواع من المخالفات، قد يكون يستدل بعقله أو بحسنٍ على بعض أوامر الإسلام، فيأتي بالأخلاق الحسنة، يصدق الحديث لا يكذب، لا يرابي، لا يزني ونحو ذلك، فيكون عقابه دون عقاب الكافر الذي لم يأتِ بالإسلام ولم يأتِ بهذه الأوامر. ¶ فإذن (الكفار مخاطبون بفروع الشريعة)، المخاطبة هذه يظهر أثرها في الآخرة، أما في الدنيا فلا أثر لها، يعني لا يلزم الكافر بأن يصلي، أنا كافر يُقال صلِّ، أنا كافر يُقال زكي، لا، لا يخاطب بذلك، وإنما أثر هذا الخطاب يظهر في الآخرة، إلا ما كان في باب الأمر والنهي فإنه لا يجوز للكافر أن يظهر المحرمات في دار الإسلام كما هو مبين في محله. ذكر الدليل قال (لقوله تعالى: ?سَلَكَكُمْ فِي سَقَرَ(42)قَالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ?[المدثر:42-43]).",
            "page": "59",
            "part": "9"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "قال(والأمر بالشيء نهي عن ضده, والنهي عن الشيء أمر بضده.) طبعا الأمر هذا يشمل الواجبات ويشمل المستحبات، الأمر الواجب والأمر المستحب للشيء نهي عن ضده، وكذلك النهي المحرم أو المكروه، أمر لضده، وبعض العلماء يعبر بتعبير آخر هو أحسن من هذا، يقول الأمر بالشيء نهي عن أضداده، والنهي عن الشيء أمر بأحد أضداده. وهذه هي العبارة الصحيحة؛ الأمر بالشيء نهي عن أضداده جميعا؛ لأنه هنا يقول (نهي عن ضده) يُحمل على أنه يريد جنس الضد، إذا كان له ضد فهو نهي عن هذا الضد، إذا كان له أضداد فإنه نهي عن الأضداد جميعا، (والنهي عن الشيء) إذا نهى الشارع عن شيء فإنه أمر بأحد أضداده، مثال ذلك الأمر بالشيء نهي عن أضداده، الأشياء كل شيء في الغالب له ضد، وقد يكون للشيء أضداد، مثلا القيام في الصلاة «صل قائما»، ?وَقُومُوا لِلَّهِ قَانِتِينَ?[البقرة:238] هذا أمر بالقيام في الصلاة، أليس كذلك؟ ما أضداد القيام؟ كثيرة: القعود، الجلوس، على جنب، الاستلقاء. له أضداد كثيرة، فلما أمر بإقامة الصلاة أو بالصلاة قياما، علم من ذلك أنه نهي عن أداء الصلاة على كل الأضداد، فلو قال قائل الأمر بالصلاة قائما يُخرج ضد واحد وهو قاعد، نقول هذا غلط؛ لأن الأمر بالشيء نهي عن أضداده، تصور أضداده جميعا، فيكون الأمر بالشيء نهي عن جميع الأضداد، بهذا في حديث عمران قال «صَلّ قَائِماً, فَإنْ لَمْ تَسْتَطِعْ فَقَاعِداً, فإنْ لَمْ تَسْتَطِعْ فَعَلَى جَنْبٍ» لأن القاعد وعلى جنب من أضداد القيام، ولو كان القيام له ضد واحد، لقال صل قائما فإن لم تستطع فبضده، أو فإن لم تستطع فقاعدا وتكفي، لكن له أضداد، فبين أنّ المسألة في الصلاة أنه يجب القيام، فإن لم يكن مستطاعا يجب القعود، فإن لم يكن مستطاعا فعلى جنب، فإن لم يكن مستطاعا فكذا وكذا.",
            "page": "60",
            "part": "9"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "الحال الثانية قال (النهي عن الشيء أمر لا بضده) وقلنا أنّ الأحسن والأَوْلى أنْ يُقال أن النهي عن الشيء أمر بأحد أضداده، مثاله قال تعالى ? وَلَا تَقْرَبُوا الزِّنَى إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلًا?[الإسراء:32] نهى عن الزنى (وَلَا تَقْرَبُوا الزِّنَى إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلًا) عدم غشيان الزنا وفعل الزنا والعياذ بالله، عدم غشيانه له أضداد، صحيح؟ ما أضداد فعل الزنا؟ الزواج واحد، ملك اليمين اثنين، نكاح الأمة ثلاثة، الصيام، الاستعفاف، الصبر، له أضداد ، فنهى عن الزنا، فهل النهي عن الزنا أمر لجميع تلك الأضداد، ليس كذلك، ولهذا قال العلماء، النهي عن الشيء أمر بأحد أضداده، لك الخيار، نهاك عن شيء، فهذا النهي مضمن الأمر لأحد تلك الأضداد، لكَ أن ... (1) لك، أن تنكح أمة ، لك أن تتزوج، لك أن تصبر؛ أن تستعف ، لك أن تصوم، أمر بأحد أضداده، ظاهر؟ وهكذا، والأمثلة على هذا كثيرة. ¶ يضبط لك القاعدة أنّ الأمر بالشيء نهي عن جميع أضداده، والنهي عن الشيء أمر بأحد أضداده. ¶ لا حظ أن هذه الاستفادة ليست من اللفظ، يعني الأمر بالشيء نستفيد منه النهي عن أضداده جميعا لم نستفدها من الأمر من اللفظ افعل، لتفعل، عليك، أن تفعل، إنما استفدناه من معنى الأمر؛ لأنه مقتضى أنه أمر مقتضاه أنه ينهى عن أضداده جميعا، معنى الأمر النهي عن الأضداد. ¶ فإذن نقول هذه القاعدة مستفادة من مقتضى الأمر لا من لفظ الأمر، وهذا تعبير العلماء يقولون هذه القاعدة مستفادة من المعنى لا من اللفظ. ¶ أصلح الله حالي وحالكم، وصلى الله وسلم على نبينا محمد. ¶ ((((( ¶ 3-(النهي) ¶ والنهي: استدعاء الترك بالقول. ممن هو دونه على سبيل الوجوب ويدل على فساد المنهي عنه. ¶ ويرد صيغة الأمر والمراد به: الإباحة, أو التهديد, أو التسوية, أو التكوين. ¶ المتون، ما أحسن قول الشاعر فيها: ¶ غيري جنى وأنا المعذب فيكم فكأنني سبابة المتندم ¶ المتن كلمات سهلة؛ يعني كلمتين أو ثلاث؛ لكن كل كلمة لها تفصيلات، ولهذا من فوائد المتون في استيعابها أو فهمها وتقريرها أو شرحها، من فوائدها أنها تعوّد الذهن على الدقة والضبط، بخلاف القراءة في الكتب المطولة فإنها تعوّد الذهن على أن تكون الأفكار سائحة، ما يدري من أين يبتدئ وما يدري أين ينتهي، عند الضبط والتحليل المتون، العلماء من قديم يعتنون بها لأن من فوائد العناية بها أن الذهن ينبني بناء خاصا... ¶ __________ ¶ (1) كلمة غير واضحة.",
            "page": "61",
            "part": "9"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "يقال فلان قرأ فتح الباري، قرأ صحيح مسلم، قرأ، ما تجد هذه، لما؟ لأن هذه المتون الصغيرة القصيرة، هذه إذا شُرحت بحقها، وكان الطالب عنده استعداد لتقبل الشرح، يَبني ذهنه لدقة الأخذ ودقة التعبير عن المسائل؛ كل كلمة لابد لها معنى، وإذا بني ذهنه على هذا الفهم، أيضا يتبع ذلك بناء اللسان، لسانه، تفكيره، دقته في نظره، وتركه وتفسيره للأشياء، حتى في علاقاته مع الآخرين، ونظرته للأمور يكون عنده شيء من الدقة، وهذه من الفوائد التي من أجلها اهتم العلماء بهذه المتون القصيرة، ليس فقط لأنها متون قصيرة يمكن أن تنهى بسرعة، لا؛ ولكن لأجل أنّ شرحها يعوِّد الطالب على أنّ العلم ليس بكثرة الكلام، العلم مركّز؛ كلمة، وهذه معانيها، تفصيلها يكون على هذا النحو، أما من جهة الكلام فإنه سهل؛ أي واحد منكم، والحمد لله الآن انتشرت القراءة، والكتب موجودة، ممكن يقرأ باب كامل ويأتي ويلقيه، لكن هذا ما يكون مرتّبا، ما يكون دقيقا، تجد أنه عنده معلومات؛ لكن غير مرتبة، سائحة بعضها من هنا، وبعضها من هنا، لهذا بالمناسبة لما انتقل الأخ للعام نقول أن النهي، الكلام على النهي ربما طال، نعم، هي كم؟ سطرين تقريبا ولكنها فيها كفاية إن شاء الله. ¶ (النهي)، النهي: ¶ أصله في اللغة الترك، أنهاك عن كذا؛ يعني آمرك بالترك، انتهي؛ أترك ?انتَهُوا خَيْرًا لَكُمْ?[النساء:171] يعني أتركوا ذلك خيرا لكم. ¶ أما في الاصطلاح يعني اصطلاح الأصوليين، فلهم في تعريف النهي تعريفات كثيرة، منها تعريف صاحب الورقات حيث قال(النهي: استدعاء الترك بالقول ممن هو دونه على سبيل الوجوب) مقابل للأمر، تذكرون أنّ الأمر عرَّفه بقوله (استدعاء الفعل بالقول ممن هو دونه على سبيل الوجوب). ¶ (النهي استدعاء الترك) يعني طلب الترك بالقول، يطلبه الأعلى من الأدنى على سبيل الوجوب، هذا تعريف صاحب الورقات، وقد ذكرتُ لكم في الأمر أنّ هذا التعريف فيه مؤاخذة. ¶ والأحسن منه والأصح أنْ يُقال: إنَّ النهي استدعاء الترك ممن هو دونه على وجه الاستعلاء. فنخرج (بالقول) نترك كلمة (بالقول) لأنه قد يكون النهي بالكتاب أو بالإشارة فيدل على النهي الجازم أو غيره، ونترك أيضا (على سبيل الوجوب)، ونقول على وجه الاستعلاء؛ لأنه قد يكون للتحريم، وقد يكون للكراهة.",
            "page": "62",
            "part": "9"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "صيغة النهي (لا تفعل) لأن صيغة الأمر المشهورة (افعل) وصيغة النهي المشهورة (لا تفعل)، وهناك صيغ أخر هي التحذير (احذر أن تفعل) كقوله تعالى ?فَلْيَحْذَرْ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ?[النور:63]، قال العلماء إنّ كل مسألة من مسائل الأمر ثَم مسألة على وِزَانها من مسائل النهي؛ لأن النهي نقيض الأمر مقابل له: ¶ فمثلا في الصيغة: الأمر له صيغة النهي له صيغة؛ صيغة الأمر (افعل) صيغة النهي (لا تفعل). ¶ الأمر استدعاء الفعل، النهي استدعاء الترك. ¶ الأمر يقتضي الفور، والنهي أيضا يقتضي الفور. ¶ الأمر يخرج بفعله عن العهدة، والنهي يخرج عن العهدة بالانتهاء عنه. ¶ وهكذا فكل مسألة من مسائل الأمر يأتي مسألة على وِزَانها للنهي، لهذا صار فهم الكلام على باب النهي في الأصول ينبني بناء على فهم مسائل الأمر. ¶ من المسائل الجديدة، أو نقول لما صار النهي يقابل الأمر، لما صار مسائل النهي مثل مسائل الأمر، لما؟ ¶ لأن حقيقة الأمر طلب للفعل، وحقيقة النهي طلب لعدم الفعل، فكلاهما طلب، وكلاهما فيه إلزام، وفيه استعلاء واستدعاء، ممن؟ مِنَ الأعلى إلى من هو دونه، لكن هذا طلب بالفعل، وذلك طلب لعدم الفعل. ¶ ففي الحقيقة كل منها قريب من الآخر، لكن اختلفا في المعنى، فصار هذا أمر لأنه يُطلب منه الفعل، وهذا صار نهي لأنه يُطلب منه الترك، لهذا ظاهر لديك من التعريف أنه يقابل الأمر. ¶ يقول بعد ذلك (ويدل) يعني النهي (على فساد المنهي عنه) هذه المسألة من مسائل الأصول العظيمة، وهي التي يسميها العلماء بقولهم: النهي يقتضي الفساد. يقول هنا (ويدل على فساد المنهي عنه.) وهذا أيضا مما يقابل فيه النهي الأمر؛ لأن الأمر يدل على صحة المأمور به، مقابله النهي يدل على فساد المنهي عنه. ¶ ما معنى قوله (على فساد المنهي عنه.)؟ يعني أنّ هذا المنهي عنه لا يُعْتَدُّ به إن كان من العبادات، ولا ينفذ إن كان من العقود ونحوها، (على فساد) يعني على عدم صحة ذلك؛ الفساد يقابل الصحة، صحيح؟ لأن: ¶ الصحة ما يتعلق به النفوذ ويعتد به شرعا. ¶ والفساد ما لا يتعلق به النفوذ أو الفاسد ما يتعلق به النفوذ ولا يعتد به ؛ الذي هو الباطل كما مر معنا.",
            "page": "63",
            "part": "9"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "إذن قوله (ويدل على فساد المنهي عنه.) يعني أنّه لا يعتد بالعبادة ولا ينفذ العقد، هذه الكلمة وهي أن النهي يقتضي الفساد، من المسائل المشهورة في الأصول، وصُنِّفَ فيها مصنفات، ومن أجمعها كتاب للعلائي الفقيه الشافعي المعروف سماه ”تبيين المراد في أن النهي يقتضي الفساد“. ¶ والعلماء في هذه المسألة مختلفون: ¶ ( فمنهم من يحكم على المنهي عنه بالفساد مطلقا، على أي جهة كان، وهذا قول ينسب للإمام أحمد، وهو قول الظاهرية، يعني أنّ الشارع إذا نهى عن شيء فإذا فعل المكلف ذلك الشيء فإنّ فعله له فاسد، نهى عن الصوم يوم العيد، فإن صام صار صيامه فاسدا، نهى عن الصلاة وقت النهي فإنْ صلى وقت النهي صارت صلاته فاسدة؛ لأنّ الصلاة في هذا الوقت منهي عنه، نَهى عن الربا؛ فإن عَقَدَ عَقْدَ ربا صار هذا العقد فاسدا، وهكذا من أهل العلم من قال -وهم الظاهرية ورواية عن الإمام أحمد- أنّ النهي على أي جهة كان؛ يعنى سواء لعين المنهي عنه، أو ركنه، أو شرطه، أو كان لوصفه الملازم، أو كان لوصفه غير الملازم، فإنه يدل على فساد المنهي عنه، سيأتي إيضاح ذلك. ¶ ( يقابل هؤلاء طائفة من الفقهاء والعلماء، قالوا إنّ النهي يقتضي الفساد، ويدل على فساد المنهي عنه، لكن في حال واحدة وهي إذا كان النهي لعين الشيء، أما إذا كان النهي للوصف، فلا يحكم بالفساد، يحكم بالصحة وفساد هذا الوصف، وهذا قول الحنفية، وسيأتي إيضاح للأقسام. ¶ ( وقال آخرون النهي إذا تعلق بعين المنهي عنه أو بوصفه الملازم فإنه يدل على فساد المنهي عنه، وهذا قول الشافعية وطائفة من الحنابلة وقول كثير من الفقهاء.",
            "page": "64",
            "part": "9"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "[جواب على سؤال] الحنفية يقولون النهي يدل على فساد المنهي عنه في حالة واحدة، وهي أنه إذا كان النهي متعلق بعين المنهي عنه، مثل ?لَا تَقْرَبُوا الزِّنَى?[الإسراء:32] بعينه ليس بوصفه، أما إذا كان النهي بوصفه مثل الربا، الربا ما نهي عن البيع، إنما نهي عن هذه الزيادة، فيقولون الأصل صحيح، ولكن هذا الوصف هو الفاعل، يفرقون ها هنا بين صحة الأصل؛ الوصف، لأن عندهم أنّ النهي عن الربا، مثلا –أنا كنت سأوضح هذا بعد قليل الأقسام من جديد، لكن أتى لذكر الأخ- في الربا، مثلا البيع أصلا صحيح، الزيادة محرمة؛ يعني لو أراد عندهم لو أتى عند القاضي؛ القاضي حنفي، ماذا يقول؟ يقول العقد صحيح، لكن هذه الزيادة باطلة، فيلزم ممن أخذها أنْ يُرجعها للآخر، عندنا من يقول يدل على الفساد سواء لعينه أو لوصفه الملازم أو لأمر خارج عنه متصل إلى آخره -كما سيأتي-، فهذه عندهم يقول أصلا العقد باطل؛ العقد ربوي، يقول العقد أصلا باطل؛ لأنه عقد ربوي والنبي صلى الله عليه وسلم نهى عن الربا، والله جل وعلا حرم الربا، فالربا منهي عنه، والربا وصف ملازم للبيع؛ لأن البيع ما أريد للبيع، أريد لهذه الزيادة فصار وصفا ملازما له، فلهذا يدل على فساد العقد جميعا، فيقول الأصل فاسد أمات أولئك فيصححون العقد، وطبعا تصحيح العقد وعدم تصحيحه له آثاره الأخرى. ¶ ( إذا تبين ذلك، فهناك قول رابع يتضح به المقال، وتبين به المسألة، وأيضا هو القول الصحيح، وهو أن النهي يقتضي الفساد، ويدل على فساد المنهي عنه إذا كان النهي متعلقا أو راجعا لعين المنهي عنه، أو لركنه، أو لشرطه، أو لوصفه الملازم. ¶ أولا: لعينه. ¶ ثانيا: لركنه. ¶ ثالثا: لشرطه. ¶ رابعا: لوصفه الملازم. ¶ وهذا في الحقيقة ظاهر، وبيّن وبه تتضح المسألة؛ لأن مسألة النهي يقتضي الفساد، لو قرأت عنها في كتب الأصول، فلن يعلق منها بذهنك كثيرا، السبب في ذلك هو أن كلامهم فيها غير واضح؛ لأنهم يقولون راجع لعين المنهي عنه، لوصفه الملازم، لوصفه المنفصل، لشرطه، فيها نوع غموض، لكن إذا قسمتها: عينه، ركنه، شرطه، وصفه الملازم. ¶ بقي لفهم المسألة أن نفهم ما هو عين المنهي عنه؟ ما هو ركنه؟ ما هو شرطه؟ ما هو وصفه الملازم؟ إذا أتضح ذلك أتضح الأصل، وهو أنه يدل على فساد المنهي عنه إذا تعلق بعينه.",
            "page": "65",
            "part": "9"
        },
        {
            "hno": null,
            "id": "66",
            "nass": "يأتي السؤال الآن هنا، ما معنى عين الشيء؟ الجواب إذا كان النهي لم يقيَّد بصفة للشيء، وإنما نهي عن الشيء نفسه، كما في قوله جل وعلا ?لَا تُشْرِكْ بِاللَّهِ?[لقمان:13] (لَا تُشْرِكْ بِاللَّهِ) نهى عن الشرك، فهذا نهي عن عين الشرك، فيدل على فساده، وأنه لا يعتد به، قال جل وعلا ?لَا تَقْرَبُوا الزِّنَى?[الإسراء:32] (الزِّنَى) منهي عنه، هل نهي عن وصف متصل بالزنى؟ لا عن الزنى نفسه، هذا النهي عن عين الشيء . ¶ نهي عن ركنه يعني نهي عن الشيء باعتبار ركنه، مثلا الصلاة لها أركان، البيع له أركان، فمِن أركان البيع -إيش أركان البيع؟ القبول، الإيجاب، العاقدان، صحيح؟ قبول، وإيجاب، وعاقدان؛ بائع ومشتري، ومثمَن، هو القبول، الإيجاب، والصيغة، أربعة؛ قبول وإيجاب، عاقدان، بائع ومشتري، ومثمن. ¶ بالمناسبة نذكر لكم إيش معنى الركن، كيف تفهم الركن؟ أركان الشيء هل تحفظها حفظ؟ إذا حفظتها فهذا طيب، لكن الأركان أخذها العلماء بالاستنباط، الركن ما تقوم عليه ماهية الشيء، والماهية هي ما يصلح جوابا لسؤال ما هو؟، لو سألك سائل ما هو البيع؟ البيع واحد بيشتري الثاني بيبيع، فيه سلعة مع البائع، يقوم المشتري يقول بِعْنِي، وذاك يقول شريت، صحيح؟ هذا حقيقته، لو قال ما هو البيع؟ فهذا جوابه، هذه ماهية البيع، الماهية هي الأركان في جميع العقود تستمر عليها، وفي غير العقود أيضا، الأركان هو ما تقوم عليه ماهية الشيء، والماهية ما يصلح جوابا لسؤال ما هو؟، البيع الآن هناك مثمن، هذا المثمن من الأركان، صحيح؟ المثمن لنفرض أنه دم، أو لحم خنزير، أو نحو ذلك، فباع لحم خنزير، أو باع دَمًا، أليس هذا المثمن من الأركان، صحيح؟ من الأركان، فالشرع نهى عن هذا عن بيعه؛ عن بيع الدم وعن بيع لحم الخنزير ونحو ذلك. ¶ فإذن النهي هنا جاء عن أي شيء؟ عن ركن من الأركان، فيدل على فساد المنهي عنه؛ يعني على أنّ البيع لم يقم، لما؟ لأنّ حقيقته ما دام الشرع نهى عن أن يكون هذا الشيء ركنا، يعني على أن يكون الدم أحد الأركان، يعني هو المثمن، فكأنه غير موجود، فمعنى ذلك ما قامت الأركان، صحيح فما قامت حقيقة العقد. ¶ الشرط مثل الصلاة مثلا «لاَ يَقْبَلُ الله صَلاَةَ أحَدِكُم إذَا أحْدَثَ حَتّى يَتَوَضّأَ» هنا نهى عن الصلاة إلا بالطهارة، الطهارة شرط في صحة الصلاة، فصار النهي عن الصلاة لعدم توفر الشرط، فدل على فساد المنهي عنه إلى آخره. وهذا واضح.",
            "page": "66",
            "part": "9"
        },
        {
            "hno": null,
            "id": "67",
            "nass": "نأتي للرابع وهو الوصف الملازم وهناك بعض العلماء يقسم الوصف ها هنا إلى قسمين تحقيقا: إلى وصف ملازم، ووصف غير ملازم؛ وصف منفصل: ¶ الوصف الملازم الذي يلازم النهي؛ يعني أتى النهي عن عين المنهي عنه لا لأجل عينه، ولكن لأجل وصفه، مثاله قال جل وعلا ?لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى?[النساء:43] فنهى عن الصلاة، فعل هذا النهي يدل على فساد الصلاة مطلاقا؟ لا؛ لأنه لم ينهى عن الصلاة بعينها، وإنما نهى عن الصلاة بهذا الوصف الذي لازمها حين النهي، قال (لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى) فإذن هذا وصف ملازم، فمن كان حال صلاته قد لزمه وصف السكر توجه له هذا النهي، فصارت صلاته فاسدة. ¶ بخلاف الوصف المنفك مثل أن النبي صلى الله عليه وسلم نهى عن لُبس الحرير، حرَّم على الرجال أن يلبسوا الحرير، هذا الحرير هل هو مرتبط بالصلاة، هو وصف، نعم من حيث أنه سترة، هو وصف من أوصاف الصلاة لكن منفك عنه يعني يمكن أن ينفك عن هذا الوصف، فلهذا بعض العلماء قال إنّ الصلاة في ثوب الحرير تجوز لأنه يمكن الإنفكاك عنه، وأما الوصف الملازم، فلا يصح؛ لأنّ النهي عنه يدل على الفساد، ولهذا دخلوا في الكلام على الصلاة في الأرض المغصوبة، باعتبار أنّ الأرض المغصوبة، أنها وصف ملازم ما ينفك، لأنه يشغل هذه البقعة: ¶ بعضهم يقول أنه وصف ملازم له، وصلاته في الأرض المغصوبة حرام فهذا وصف ملازم لها أثناء صلاته. ¶ قال آخرون ليس لذلك، لكن لأجل أنّ البقعة شرط رجع النهي إلى الشرط، فدل على فساد المنهي عنه. ¶ إذن تحرر لدينا أن النهي يدل على فساد المنهي عنه إذا كان النهي راجعا لعينه، ركنه، شرطه، وصفه اللازم.",
            "page": "67",
            "part": "9"
        },
        {
            "hno": null,
            "id": "68",
            "nass": "قال بعض العلماء وهو مذهب الحنابلة: أو لأمر خارج عنه لا عليه. مثل قوله تعالى ?يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِي لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ?[الجمعة:9] نهى عن البيع بعد النداء، فهل(1) البيع عين النداء هنا هل البيع منهي عنه أصلا؟ لا، فإذن النهي هنا طارئ، هل هو طارئ لصفة فيه؟لا، لكن لأمر خارج عنه، وهو النداء، وهذا هو مذهب الحنابلة، وهو قول قوي؛ لأن النهي إذا كان لأمر خارج عنه لا عليه فإنه يدل على فساد المنهي عنه، نهى عن البيع بعد الأذان؛ حال الآذان دلّ على أنه لو حصل تعاقد فسد، وهذا مذهب الحنابلة، وأما الشافعية فيصححون البيع في هذه الحال. ¶ المقصود من هذا أنّ مثلا في العقود طبعا يدل على فساد المنهي عنه، فيه بعض العلماء تذكرت قولا يقول أن هناك فرق بين العبادات والمعاملات، فالنهي يدل على فساد المنهي عنه في العبادات، أما في المعاملات فلا يدل على فساد المنهي عنه ويستدلون على ذلك بقوله؛ يعني دليل هذه القاعدة ما هو قوله عليه الصلاة والسلام «مَنْ عَمِلَ عَمَلاً لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ» (رَدٌّ) يعني مردود باطل، (لَيْسَ عَلَيْهِ أَمْرُنَا) بمفهومها أو عليه نهينا، يعني فعل من غير أمر، لم يؤمر بهذا الفعل، فعل من عند هوى نفسه، صار مردودا باطلا، أو فعل ما نهي عنه صار فعله فاسدا باطلا، على كل حال فيها مؤلَّف –تحقيق المراد بأنّ النهي يقتضي الفساد- هذا مطبوع، القاعدة مهمة فيها خلاف كبير بين العلماء. ¶ __________ ¶ (1) انتهى الشريط الثالث.",
            "page": "68",
            "part": "9"
        },
        {
            "hno": null,
            "id": "69",
            "nass": "سؤال على هذه القاعدة في الدقائق الباقية، لو زوّج رجل أو لو زوّجت امرأة نفسها بلا ولي فما حكم هذا العقد؛ تزويج المرأة نفسها هذا منهي عنه فما حكم العقد، عقد الزواج؟ لما؟ يعني الركن ما هو، الولي ركن؟ ما هو ركن، تصور ما هو النكاح؟ رَجَّال يِدِّي امرأة يقول لها تقول مثلا المرأة زوجتكَ نفسي يقول هو قبلت، هذا حقيقته؛ رجل وامرأة، رجل يريد أن يتزوج امرأة فيزوجها، هناك صيغة بينهما، فإذن أركانه ثلاثة قبول وإيجاب والعاقدة، الولي هنا هل هو في حقيقته؟ لا، يتصور أنه يقع؟ يقع بدون ولي، الولي خارج عن ماهيته، ولكنه شرط راجع لأحد أركانه، في العقود –بودي لو كان عندنا فرصة أعطيكم قاعدة في العقود بها تفهمون أركان والشروط للعقود ولو ما استحضرتم كلام الفقهاء فيها، قاعدة عامة بها يمكن أن تستخرج العقود، ترتب الشروط مثلا عند هنا صيغة صحيح؟ ورجل يريد أن يتزوج، وامرأة تُزَوَّج، الشروط شروط النكاح تجد أن بعضها راجع للصيغة؛ يعني الشروط كلها لتصحيح الأركان؛ لأن أهم شيء في العقود تعرف ما تقوم به حقيقة العقد، عندك هنا زوج وزوجة وصيغة، شروط خاصة بالصيغة، مثل ما يقولون أن يتأخر الإيجاب على القبول إلى آخره، أن يتأخر القبول على الإيجاب، والكلام أن يكون بصيغة كذا نكحت وزوجت، تجد أنّ الشروط راجعة إلى الصيغة هذا واحد، هناك شروط راجعة لمن؟ للرجل؛ الزوج؟ هناك شروط راجعة للمرأة رِضاها؛ رضى المرأة، من الشروط الولي هذا شرط فيه. ¶ بينما النهي عن النكاح بدون ولي هذا نهي راجع إلى عين الشيء أو إلى شرطه؟ إلى شرطه، إذن فصار دالا على الفساد؛ لأن النهي رجع للشرط، على كل حال المسألة هذه مهمة لعلكم، نعم مهمة، قاعدة تطبيقاتها كثيرة في الفقه، في الطهارة، في الصلاة، وفي الزكاة، والصيام، والحج، والبيوع، جميع الأبواب في هذه القاعدة. ¶ وفقكم الله، نعم، لا، خلاص الأصول اكتفينا بهذا، نستودعكم الله الذي لا تضيع ودائعه، بقي عندنا غدا إن شاء الله تعالى، و نكمل ثلاثة الأصول إن احتجنا إلى بعد غد نكمل ثلاثة الأصول، ونكتفي بهذا القدر وتسامحوننا عما بدر من نقص أو تقصير في الإفهام، أو نحو ذلك، وفقني الله جل وعلا وإياكم، وسدد خطانا وسلك بنا سبيل الراشدين، وصلى الله وسلم على نبينا محمد. ¶ ((((( ¶ 4-(العام والخاص) ¶ وأما العام: فهو ما عم شيئين فصاعدا. منقوله: عممت زيدا وعمرا بالعطاء, وعممت جميع الناس بالعطاء.",
            "page": "69",
            "part": "9"
        },
        {
            "hno": null,
            "id": "70",
            "nass": "وألفاظه أربعة: الاسم الواحد المعرّف بالألف واللام. واسم الجمع المعرف باللام. والأسماء المبهمة كـ(من) فيمن يعقل, و(ما) فيما لا يعقل، و(أي) في الجميع, و(أين) في المكان, و(متى) في الزمان, و(ما) في الاستفهام والجزاء وغيره, و(لا) في النكرات والعموم من صفات النطق ولا يجوز دعوى العموم في غيره, من الفعل وما يجري مجراه. ¶ والخاص يقابله العام, والتخصيص تمييز بعض الجملة. ¶ بسم الله الرحمن الرحيم، الحمد لله رب العالمين والصلاة والسلام على نبينا محمد وعلى آله وصحبه أجمعين. ¶ أما بعد: ¶ فهذا الكلام عن العام والخاص، أو العموم والخصوص، ومبحث العام والخاص، أو مبحث العموم والتخصيص، أو مبحث ألفاظ العموم والمخصِّصات، هذا من مهمات مباحث الأصول، وذلك لأنّ كثيرا من الأحكام إنما يدل لها ألفاظ العموم في النصوص؛ الكتاب والسنة، وقد قدّم قبل ذلك الكلام على الأمر والنهي، والأمر والنهي من عوارض الألفاظ؛ يعني مما يستفاد من اللفظ، يستفاد من اللفظ الأمر، ويستفاد من اللفظ النهي، وكذلك العام إنما يستفاد من النطق، كما قال هنا (من صفات النطق أو من عوارض الألفاظ) يعني لا عموم في الأفعال، إنما يكون العموم فيما يستفاد من الأقوال، ولذلك فصيغ العموم هذه صيغ قولية. ¶ هذا الباب باب العام والخاص، وكذلك باب المجمل والمبين، والمطلق والمقيد، ونحو ذلك، هذه كلها من المباحث التي هي ثمرة علم الأصول؛ لأنه هو الذي يستفاد منه، هذه المباحث هي التي يستفاد منها تطبيقيا في فهم دلالات النصوص. ¶ أما العام فهو كما ذكر تعريفه في اللغة (فهو ما عم شيئين فصاعدا) وهذا التعريف من المؤلف بناء على أنّ أقل الجمع اثنان، وهذه مسألة فيها خلاف، ولهذا قال طائفة من أهل العلم إنّ أقل الجمع ثلاثة، وبناء عليه يعرفون العام ما عمّ ثلاثة أشياء فصاعدا، وقد جاء على النبي صلى الله عليه وسلم أنه قال «اثنان فما فوقهما جماعة» ويستدل أهل الأصول بهذا على أنّ أقل الجمع اثنان، وإذا تقرر هذا فيصح على هذا القول بهذا الاستدلال المشهور عند الأصوليين، يصح أن يكون تعريف العام ما عم شيئين فصاعدا، وهذا تعريف لغوي.",
            "page": "70",
            "part": "9"
        },
        {
            "hno": null,
            "id": "71",
            "nass": "أما التعريف الاصطلاحي فهو كسائر التعريفات المشهورة عند الأصوليين؛ يجري فيها خلاف وأقوال ربما تتباين أو تختلف، لكن مما قيل في تعريف العام وهو تعريف -كما سيأتي لك- تعريف جامع مانع والاعتراض عليه قليل أنّ العام هو كلام مستغرق لما يصلح له بلا حصر دَفعةً واحدةً. ويضاف على هذا التعريف أو يضاف على ما ذكرتُ: بحسب الوضع؛ يعني يكون تعريف العام: كلام لما يصلح له بحسب الوضع –أدخلها هذا موضعها أنسب- دَفعة واحدة بلا حصر. الترتيب هكذا مناسب، وإن قدمت وأخرت فالأمر قريب ما فيه تعلق بالكلمة والتي قبلها. ¶ فإذن العام عندهم أنه كلام، وهذا يعني إخراج الأفعال. ¶ ثانيا يقول (مستغرق) لما يصلح له، فلو كان يدل على العموم لكن لا يستغرق ما يصلح له فليس عندهم بعام، مثال ذلك قول القائل تناولْ بعض الطعام، فإنّ الطعام إذا كان كثيرا فإن بعضه أيضا يدل على شيئين فصاعدا، بعض الطعام هذا قد يكون كثيرا ولكنه لفظ –أعني كلمة بعض- لا يعم جميع ما يصلح له، فإن بعض هذه إنما تكون بعض هذا الكل، وهي تصلح أن يكون هذا منه؛ يعني لو كان عنده عشرة أنواع من الطعام يصلح إطلاق البعض رقم واحد إلى ثمانية وكذلك من رقم تسعة إلى عشرة مثلا من أنواع الطعام، فإذن هنا استثني واحترز بقولهم مستغرق لما يصلح له كلمة بعض ونحوها مما يدل على عموم لكن ليس على عموم شمولي مستغرق. ¶ قال أيضا في التعريف (بحسب الوضع) وهذا احتراز (بحسب الوضع) احتراز من الألفاظ المشتركة، فإنّ لفظ مثلا عَين كما هو مشهور في المثال عندهم كلمة عين هذه تصدق على عين الإنسان، وعلى الذهب، وعلى عين الماء، فإذا قال قائل رأيت العينَ أو مررت بالعين أو نحو ذلك أو لي عين، لي عين هل يريد العين الباصرة، أو يريد بها عين الماء، أو يريد بها العين الذي هو الذهب؟ هذا يحتمل، لفظ عين هذا من الألفاظ المشتركة ليست شاملة لجميع ما يدخل تحتها بحسب الوضع، وإنما كل معنى وُضع له لفظ، فوضع للعين الباصرة كلمة عين، ووضع لعين الماء كلمة عين، ووضع للذهب كلمة عين، فإذن الوضع ليس واحدا وإنما متعدد، ولهذا هنا قال في التعريف (بحسب الوضع)، يعني بحسب وضع واحد لا متعدّد، وأحسن أن تقول بحسب وضع واحد، فيكون أوضح في التعريف؛ يعني يكون كلام مستغرق لما يصلح له بحسب وضع واحد؛ لا وضع متعدد. حتى لا تدخل كلمة عين وأشباه ذلك من الألفاظ المشترِكة.",
            "page": "71",
            "part": "9"
        },
        {
            "hno": null,
            "id": "72",
            "nass": "قال هنا (دفعة بلا حاجة) دفعة احترازا من المطلق؛ لأن المطلق عام ولكن عمومه بدلي وليس عمومه عموما شموليا، المطلق عام لأنه يصلح أي فرد من الأفراد لما أطلق فيه، لو قال قائل أنفق ريالا، وعندك عشر ريالات وَرَقِيَّة كل واحد مستقل؛ يعني ورقة ريال، ورقة ريال، ورقة ريال، فقول القائل أنفق ريالا، هذا يصلح، كلمة ريال تتناول الأول والثاني والثالث والرابع... لكن تناولها هل هو على سبيل الشمول أم على سبيل البدل؟ على سبيل البدل؛ يعني أنفق ريالا، يصح أن يكون الأول أو الثاني أو الثالث أو... رقم عشرة، ولهذا كثير من أهل العلم يعبر عن المطلق بالعام، وذلك من جهة أنّ المطلق عمومه عموم بدلي، أما العام الذي نتكلم عليه الآن فعمومه شمولي، ولهذا احترز عن العموم البدلي الذي هو المطلق، بقوله في التعريف (دَفعة واحدة) فمعنى قوله (دفعة) يعني مرة واحدة، أما العموم البدلي الذي هو المطلق فليس دفعة واحدة ولكن دفع هذا أو هذا أو هذا.",
            "page": "72",
            "part": "9"
        },
        {
            "hno": null,
            "id": "73",
            "nass": "إذا قلت أنفق كل الريالات، أنفق كل ريال معك، وقال آخر أنفق ريالا، تلحظ أنّ قوله أنفق كل ريال لفظة (كل) هذه من ألفاظ العموم هذه تفيد إنفاق الجميع بهذه الكلمة (دَفعة)، يعني هذا اللفظ يتناول جميع الريالات، من أول ما تسمع كلمة (كل)، أما لو قلت أنفق ريالا فإنه لا يتناولها دفعة واحدة؛ يتناول الأول أو الثاني أو الثالث ليس مرة واحدة، بمعنى أنه لو أنفق الجميع بالمطلق حينما قال القائل أنفق ريالا ما صار ممتثلا، لقوله أنفق ريالا؛ لأنه لم يقل أنفق الجميع أنفق ريالا، فلو أنفق العشرة أو أنفق خمسة صار مخالفا للأمر، وذلك أن هذا اللفظ لم نستفد منه دخول الأفراد فيه دَفعة واحدة، وإنما دخلت الأفراد على سبيل البدل، ومثاله أيضا قوله جل وعلا ?فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ?[النساء:92]، لو عند واحد؛ لو يملك عددا من الرقاب ووجبت عليه كفارة فيها عتق رقبة، كفارة هي عتق رقبة، فهنا هل يعتق الجميع لقوله (فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ) أو يعتق واحدة؟ واحدة، أي واحدة؟ رقم واحد أو اثنين أو ثلاثة أو أربعة، هذا أنت مخير أنت تعتق، مأمور بإعتاق رقبة دون تحديد لهذه الرقبة، المهم أن يكون فيها وصف الإيمان دون تحديد، إذا كان اجتمعوا هم في الأوصاف المجزئة رقم واحد و اثنين و ثلاثة و أربعة، فقول القائل أعتق رقبة، هذا الرقبة تشمل الأول والثاني والثالث والرابع، لكن تشملهما دَفعة أو على سبيل البدل؟ على سبيل البدل، فلو قلت لهذا الذي يملك أربع رقاب أعتق الرقاب التي تملك، فهذا اللفظ أعتق الرقاب يشمل الجميع، ولذلك هذا صار عموما شموليا بخلاف العموم البدلي، ولهذا قال هنا دفعة أو دفعة واحدة. ¶ ثم قال (بلا حصر ) أحيانا يكون اللفظ يدل على شمول أكثر من شيئين، شيئين فأكثر، قد يكون أكثر بكثير يدل على عموم الأشياء، لكن يكون محصور مهما كان، يكون محصورا مثل عدد ألف، إذا قلت لمن يملك مَالاً أنفق ألف ريال فهل هذا من ألفاظ العموم؟ ليس من ألفاظ العموم؛ لأنه وإن دلّ على العموم لكنه محصور بهذا العدد، وألفاظ العموم هي التي تستغرق ما يصلح لها بلا حصر معين، فإذا حصر لم يكن عاما، صار له باب آخر. ¶ فإذن صار عندنا تعريف العام وهذا هو التعريف المختار: أنه كلام مستغرق لما يصلح له بحسب وضع واحد أو بحسب الوضع الواحد، دفعة بلا حصر. صار عندنا كم؟ خمسة أو أربعة؟ أربعة: ¶ أولا كلام مستغرق لجميع لما يصلح له.",
            "page": "73",
            "part": "9"
        },
        {
            "hno": null,
            "id": "74",
            "nass": "ثانيا-انتبه لأن هذا الكلام ينبني عليه ما بعده-. ¶ ( كلام مستغرق لما يصلح له هذا واحد. ¶ ( اثنين: بحسب وضع واحد. ¶ ( ثلاثة: دفعة واحدة. ¶ ( أربعة: بلا حصر. ¶ هذه أربعة قيود مهمة في تعريف العام. ¶ إذا تقرر ذلك، فالصحيح عند الأصوليين أن العام له ألفاظ تخصه، والعموم مستفاد من الألفاظ، فما هي هذه الألفاظ؟ فقال هنا الماتن يعني الجويني في الورقات (وألفاظه أربعة: الاسم الواحد المعرّف بالألف واللام). ¶ وقبل هذا هناك صيغتان مشهورتان هما أصل الباب لم يذكرهما فيما سمعتُ منكم الآن وهما كلمتا (كل) و(جميع)، فإن كلمة (كل) وكلمة (جميع) هذه من ألفاظ العموم التي هي أصل الباب، حتى إن كثيرا من العلماء قالوا إن كلمة (كل) و(جميع) ظاهرتان في العموم، وهما أظهر الباب في العموم، وقال آخرون إن كلمة (كل) نص في العموم وكلمة (جميع) ظهور في العموم، وهذا مهم أن نبينه لك، وهو أنّ العموم الذي سنستفيده من الألفاظ القادمة ضربان: نص صريح في العموم، وظهور في العموم؛ يعني عام عمومه ظاهر وعام عمومه نصي. ¶ أما العام الذي عمومه نصي هو الذي لا يُخرج من أفراده شيء، وهذا هو الذي قيل أنه مستفاد من كلمة (كل)، وأيضا يستفاد من النكرة في سياق النفي أو النهي أو الشرط أو الاستفهام إذا سُبقت بحرف جر زائد مثل (من) كما في قوله تعالى { اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ } (1): فأصلا النكرة في سياق النفي أو في سياق النهي أو في سياق الشرط أو في سياق الاستفهام تعم وعمومها ظاهر، عمومها ظاهر، يعني النكرة إذا كانت في سياق أحد هذه الأربعة نستفيد منها الظهور في العموم، إذا سبقت النكرة بحرف جر زائد نقلت العموم من ظهوره إلى نصيته. ¶ فما الفرق بين النص والظاهر؟ هذا من مباحث الأصول؛ مبحث النص ومبحث الظاهر، وهنا يريدون بقولهم أن النص في العموم أو التنصيص الصريح في العموم، والظهور في العموم أنّ: ¶ النص: هو ما لا يخرج شيء من أفراده. ¶ والظهور في العموم: ما يحتمل خروج الشيء من أفراده، يحتمل خروج الشيء من أفراده لكن هذا الاحتمال يكون ضعيفا. ¶ __________ ¶ (1) الأعراف:59، و65، و73، و85، هود:65، و61، و83، المؤمنون:23، و32.",
            "page": "74",
            "part": "9"
        },
        {
            "hno": null,
            "id": "75",
            "nass": "أما النص فلا يخرج شيء من أفراده (اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ) هذه العبارة –أستغفر الله وأتوب إليه- هذه الآية نفهم منها أنه لا يمكن أن يكون هناك فرد من أفراد الآلهة يُعبد، لا يمكن، (اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ) النكرة هي كلمة (إِلَهٍ) أتت في سياق النفي وهي كلمة (مَا لَكُمْ)، (مَا) هذه نافية أتت بعدها (إِلَهٍ) لو لم تأتِ كلمة (مِنْ): مالكم إله، صار ظهور في العموم، لما أتت (مِنْ) نقلت هذا العموم من ظهوره إلى كونه نصا صريحا في العموم. ¶ إذا تقرر هذا لك في الفرق بين النص في العموم والظهور في العموم، فإن أصل هذا الباب هو كلمة –يعني من ألفاظ العموم- هو كلمة (كل) و(جميع)، و(كل) و(جميع) باتفاق أنها يدلان على الظهور في العموم، وقال بعضهم في كلمة (كل) كما ذكرتُ لك أنها تفيد التنصيص الصريح في العموم، ومثال ذلك في قوله تعالى ?اللَّهُ خَالِقُ كُلِّ شَيْءٍ?(1) فأفادنا هذا أنّ الله جل وعلا خالق جميع الأشياء، خالق لكل ما يسمى أنه شيء، طبعا هذا يستثنى منه شيء وهو الله جل وعلا وأسماءه وصفاته وأفعاله، فقوله هنا (اللَّهُ خَالِقُ كُلِّ شَيْءٍ) يعني كل شيء مخلوق، كل شيء ممكن، كل شيء يقبل ذلك، فلا يدخل فيه أسماء الله جل وعلا وصفاته ولهذا أُبطل قول المعتزلة في الاستدلال بهذه الآية، قال جل وعلا في سورة النمل قي قصة بلقيس ?وَأُوتِيَتْ مِنْ كُلِّ شَيْءٍ وَلَهَا عَرْشٌ عَظِيمٌ?[النمل:23]، (وَأُوتِيَتْ مِنْ كُلِّ شَيْءٍ) هنا يعم جميع الأشياء، لكن هل كان عندها عرش سليمان؟ هذا يدخل في الأشياء؟ يدخل فيه، ولكن لم يكن عندها عرش سليمان، فإذن (وَأُوتِيَتْ مِنْ كُلِّ شَيْءٍ) يعني عموم الأشياء التي تكون عادة عند الملوك. ¶ إذن هنا تنتبه إلى أن (كل) و(جميع) كما ذكرنا في التعريف مستغرق لما يصلح له، ذكرنا في التعريف أنّ العام كلام مستغرق لما يصلح له، ولهذا بهذا القيد نخرج كثير من هذه الإيرادات، مستغرق لما يصلح له، فهنا (وَأُوتِيَتْ مِنْ كُلِّ شَيْءٍ) الذي يصلح هنا لهذا اللفظ، يصلح أي شيء؟ يصلح الأشياء التي يؤتاها الملوك عادة. ¶ ولهذا قال بعض أهل العلم وهذا متوجه، إنّ لفظ (كل) تفيد الظهور في العموم، لا التنصيص في العموم؛ لأنّ الظهور يمكن أن تستثنى منه بعض الأفراد بقرينة. ¶ __________ ¶ (1) الرعد:16، الزمر:62.",
            "page": "75",
            "part": "9"
        },
        {
            "hno": null,
            "id": "76",
            "nass": "(جميع) كلمة (جميع) أيضا من ألفاظ العموم، أعط جميع الحاضرين مالاً، الحاضرون هل يُستثنى منهم أحد بهذا الكلام؟ لا، فكل حاضر يستحق، كل فرد من أفراد الحاضرين يستحق أن يعطى مالا، أليس كذلك؟ هذا من أين أُستفيد؟ أستفيد من لفظ (جميع)، أعط جميع الحاضرين، وكما يُقال القاعدة في باب العام أنّ الاستثناء معيار العموم، الاستثناء معيار العموم، يعني إذا صار هناك استثناء، العام لا يستثنى منه شيء، وإذا ورد لفظ ثم استثني فهذا يدل على أنّ ما قبل الاستثناء عام؛ لأن الاستثناء معيار للعموم، وهذا سيأتي في موضعه إن شاء الله. ¶ والأمثلة في (كل) و(جميع) كثيرة. ¶ ذكر هنا الألفاظ منها (الاسم الواحد المعرف بالألف واللام) وبيان ذلك أن الألف واللام هذه تأتي في اللغة لأمور: ¶ ( الأول: أن تكون الألف واللام للعهد، كما في قوله تعالى ?كَمَا أَرْسَلْنَا إِلَى فِرْعَوْنَ رَسُولًا(15)فَعَصَى فِرْعَوْنُ الرَّسُولَ?[المزمل:15-16] (الرَّسُولَ) كلمة (الرَّسُولَ) معها لكلمة (الـ) حرف التعريف، هذه (الرَّسُولَ) الألف واللام استفدنا منها أي شيء؟ يعني (الرَّسُولَ) المعهود في الذهن أو في الذكر؟ في الذكر، قال(كَمَا أَرْسَلْنَا إِلَى فِرْعَوْنَ رَسُولًا(15)فَعَصَى فِرْعَوْنُ الرَّسُولَ) يعني الرسول الذي جرى ذكره، فهذا يسمى عندهم معهود ذكري، وقد يكون العهد ذهني؛ يعني معروف في الذهن، معهود في الذهن، وذلك كما في قول النبي صلى الله عليه وسلم«استنزهوا من البول فإن عامة عذاب القبر منه» (استنزهوا من البول)، البول هذا هل جرى له ذكر؟ جرى له ذكر قبل هذا الحديث؟، قال (استنزهوا من البول)، فهذا كلمة البول تشمل جميع الأبوال؟ يأتينا أن هذا ليس المراد؛ لأن أبوال الإبل مثلا يجوز يعني لا يستنزه منها، ونحو ذلك، البول المعهود، معهوده ذكري أو ذهني؟ معهوده ذكري. ¶ إذن (الـ) التي تأتي قبل الاسم المفرد، قد تكون للعهد، والعهد: ¶ قد يكون عهدا ذكريا. ¶ وقد يكون عهدا ذهنيا. ¶ وقد يكون عهدا حُضوريا. ¶ كما هي أقسامه. هذا نوع.",
            "page": "76",
            "part": "9"
        },
        {
            "hno": null,
            "id": "77",
            "nass": "( الثاني: من أقسام (الـ) أن تكون للاستغراق أو لاستغراق الأفراد، وهذه إذا أتت قبل الاسم المفرد؛ مثل كلمة إنسان أتينا قبلها (الـ) الإنسان، هذه تدل على عموم ما يصل لهذه الكلمة؛ كلمة إنسان، قال جل وعلا ? إِنَّ الْإِنسَانَ لَفِي خُسْرٍ?[العصر:2] كلمة (الْإِنسَانَ) هذه نكرة اسم واحد أتى قبلها كلمة (الـ)، هذا يدخل فيها بعض الإنسان أو كل الإنسان؟ كل الإنسان، ولهذا قالوا ضابط (الـ) هذه أنه يصح أن يجيء مكانها (كل)، فإذا صح أن يجيء مكانها (كل) صارت (الـ) هذه الاستغراقية لاستغراق الجنس، أو لاستغراق الأفراد، هنا (إِنَّ الْإِنسَانَ لَفِي خُسْرٍ) يعني إن كل إنسان لفي خسر إلا الذين آمنوا وعملوا الصالحات، وكما ذكرنا أن الاستثناء معيار العموم، فلما استثنى دل على أنه قبله أراد العموم. ¶ ( قد تكون (الـ) تأتي لبيان الحقيقة؛ حقيقة الشيء، وهذا كما في قوله تعالى ?وَجَعَلْنَا مِنْ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ?[الأنبياء:30]، هذا ليس عهديا، ولا استغراق أفراد الماء، ولكن لبيان الحقيقة. ¶ الذي يهمنا من هذه الأقسام الثلاثة القسم الثاني، وهو أنّ (الـ) إذا صارت قبل الاسم المفرد فإنها تفيد العموم، وهنا بحث وهو أنها قد تكون قبل الاسم المفرد، ويكون المراد بها العهد، فكيف نفرّق بين هذا وهذا؟ وهذه مسألة مهمة في التطبيق، لتطبيق القواعد الأصولية على النصوص أو الفروع، كيف تستنبط؟ هنا نقول أن ألفاظ العموم كما فهمنا من قبل أنها تستفاد من اللغة؛ يعني كيف علمنا أن (كل) من ألفاظ العموم، أن (الـ) من ألفاظ العموم، هذه كلها من اللغة، فإذن هي في ذلك حقائق لغوية، أليس كذلك؟",
            "page": "77",
            "part": "9"
        },
        {
            "hno": null,
            "id": "78",
            "nass": "وقد قدمتُ لكم في الدرس الماضي -الذي هو من أشهر- أنّ الحقائق ثلاثة حقيقة شرعية، حقيقة عرفية، حقيقة لغوية، وأنه عند التعارض تقدم الحقيقة الشرعية على الحقيقة العرفية واللغوية، وذلك لأنّ الحقيقة الشرعية ناقلة، كان هناك حقيقة لغوية، ثم نُقلت فإذا كان هناك لفظ مفرد وأتت قبله الألف واللام، وهذا اللفظ له حقيقة شرعية، فهل نحمله على أن المراد به العموم أو نقول مراد به العهد الشرعي؟ هذه مسألة بحث، وعلى الصحيح الذي قدمناه الذي هو مذهب جمهور أهل العلم أنّ الحقيقة الشرعية مقدمة، فمعنى ذلك أن المفرد الذي قبله (الـ) وله حقيقة شرعية لا نستفيد منه العموم، وإنما نأخذ منه الحقيقة الشرعية، مثال ذلك –وكما يقال بالمثال يتضح المقال – قال قول النبي صلى الله عليه وسلم «تحريمها التكبير وتحليلها التسليم» إذا نظرت إلى كلمة (التكبير) وكلمة (التسليم)، كلمة تكبير لها مدلول في اللغة، صحيح؟ دخلت عليها الألف واللام (التكبير) هذا يشمل هل أنواع التكبير، أليس كذلك؟ إذن الألف واللام قبل الاسم المفرد تستغرق، يصح أن يشتق من هذه الكلمة لغةً قولك أو قول القائل الله الكبير أو الله كبير أو الله الأكبر كل هذه تصلح داخلة في التكبير، لكن هنا هل نأخذ على أنّ الألف واللام هذه للعموم؛ لأجل اللغة؟ أم نقول هنا تعارض العموم المستفاد من اللغة مع الحقيقة الشرعية وهو أن التكبير له لفظ شرعي معروف؛ فنقول تقدم الحقيقة الشرعية؟ فنقول هنا صحيح الألف واللام لما أتت معرفة للمفرد فهذا يدل على العموم لغة، ولكن لما كان هذا الاسم المفرد له معنى في الشرع فصارت الألف واللام هذه للعهد الشرعي، ولهذا مذهب عامة العلماء الذين يقدمون الحقيقة الشرعية على اللغوية هؤلاء يجعلون قوله «تحريمها التكبير» هذا إنما يكون التكبير الذي عرف في الشرع، وهو قول الله أكبر، فلو قال قائل الله الكبير أو الله الأكبر ونحو ذلك من الألفاظ، لم يكن قد دخل في التحريم، ظاهر؟ مثلها «تحليلها التسليم»، التسليم مثلها، يقول السلام عليكم، عليك السلام، هذه داخلة في التسليم، ومثل سلام عليك، سلام عليكم فهذه كلها داخلة فيها لغة، لكن هل هو مراده لغة وتحليلها التسليم، نفس البحث السابق، صحيح أنّ كلمة التسليم أتى قبلها الألف واللام، وأنها تدل على العموم اللغوي، لكن هنا عارضتها الحقيقة الشرعية، وهو أن التسليم له معنى في الشرع وهو قول السلام عليكم ورحمة الله، قول المصلي في آخر الصلاة",
            "page": "78",
            "part": "9"
        },
        {
            "hno": null,
            "id": "79",
            "nass": "السلام عليكم ورحمة الله، هذا هو المعروف بكلمة التسليم شرعا، ولهذا يُحمل على هذا. ¶ وهذا من المواطن المهمّة جدا في هذا الباب، ولهذا ربما كثير من الناس ما أدركوا مدارك الأحكام؛ عدّ (الـ) تعم وهي لا تعم، وفيه مسائل كثيرة معروفة، وفيه أدلة كثيرة حصل فيها نزاع. ¶ الآن بعد ذكر هذا، نرجع إلى الأصل؛ وهو أنّ الألف واللام إذا أتت قبل الاسم الواحد أو الاسم المفرد أو الاسم المفرد المعرف بالألف واللام، هذا يدل على العموم. ¶ ما مثاله؟ لو قلت: اقرأ الكتاب. أو أوضح من ذلك: اشتري الكتاب. وكان الكتاب من عدة مجلدات، وكان الكتاب مثلا مثل فتح الباري (15) مجلدا أو (14) فاشترى اثني عشر مجلدا، فهل اشترى الكتاب؟ لما؟ لأن قول الآمر للمأمور اشتري الكتاب؛ يعني به كل الكتاب. مثل ما ذكرتُ لكم أنّ الضابط حلول كلمة (كل) مكان (الـ) اشتري الكتاب هذا يعني اشتريه كله لا تشتري بعضه، اشتريه كله. ¶ لو قال قائل لعبده مثلا -مثل ما يمثلون أحيانا- إذا حفظت القرآن فأنت حر، كلمة القرآن، هنا متى يكون حُرًّا؟ إذا حفظ تسعة وعشرين جزءا يكون حرا؟ لا يكون حرا، من أين الدليل؟ لأنه قال القرآن، وكلمة القرآن هي من كلمتين؛ الألف واللام أتت على المفرد، وهذا يدل على عموم (1) يستغرق إيش؟ ما يصلح له، القرآن الذي هو القرآن المعروف، ظاهر لكم؟ ¶ وبالمناسبة كذلك يعم الألف واللام التي قبل الجموع، صحيح أن العموم مستفاد من صيغة الجمع، لكن إذا أتت قبلها الألف واللام استفدنا منها أيضا العموم، مثل رجل له ثلاث سيارات مثلا، فقال جاءت السيارات التي أملكها، أو جاءت السيارات التي هي لي، هذه السيارات اثنين يصح أو لابد جميعها؛ لأنه قال السيارات فيشمل الجميع ما لم يستثني. رجل له أصدقاء؛ عدد من الأصدقاء، عشرة، خمسة، كذا، فقال جاءني الأصدقاء، هذا يدل على جميع أصدقائه ما لم يستثني، وهكذا. ¶ فإذن الجمع إذا أتى قبله الألف واللام فهو مستفاد من الجمع، ولكن (الـ) التعريف هذه أفادت بقوة. ¶ الجمع أنواع، تعرفون أنواع الجمع، هناك الاسم المعرف بالألف واللام الاسم؛ المفرد المعرف بالألف واللام، نترك تسميته لأني أظن أنّ ماله اسم، هناك اسم جمعي، وهناك اسم جنس جمعي، وهذه بدون الألف واللام، وهناك اسم جنس، وهناك جمع، وهناك مفرد أتت قبله ألف واللام التي نتكلم عنه فصار دالا على الجمع. ¶ __________ ¶ (1) انتهى الوجه الأول من الشريط الرابع.",
            "page": "79",
            "part": "9"
        },
        {
            "hno": null,
            "id": "80",
            "nass": "الأول اسم جمع: اسم الجمع هذا هو ما لا واحد له -تعريفهم له هذه كلها مفيدة في العموم-، اسم الجمع ما لا واحد له من لفظه ومعناه معا، ما لا واحد له من لفظه ومعناه معا، قد يكون من معناه، قد يكون من لفظه، لكن من لفظه ومن معناه معا ليس له واحد، هذا يسمى عندهم اسم جمع، مثل كلمة إبل مفردها إيش؟ بعير أو جمل، صحيح؟ لكن إبل لا واحد له من لفظه ومعناه معا، لكن له واحد من معناه، لكن من لفظه ومعناه معا لا واحد له، هذا ضابطها، وهذا له أمثلة كثيرة. ¶ اسم الجنس الجمعي: اسم الجنس الجمعي هو دال على الجنس مع الجمع، وضابطه أنّه ما كان تمييز المفرد فيه عن الجمع بإضافة تاء أو ياء النسبة، إما بإضافة تاء أو بإضافة ياء النسبة مثل تفاح هذا اسم جنس جمعي واحده تفاحة، ما دام أضفت الهاء هذا ضابط، مثل خبز واحده خبزة، مثل شجر واحده شجرة، وهكذا، وقد يكون تمييز بين واحده وجمعه بالياء، وهذا يكون في أجناس الناس، مثل عرب، عرب هذه دالة على الجمع، هل لها واحد من لفظه؟ نعم بإضافة ياء النسبة، واحد العرب عربي، واحد تُرْكٍ تركي، واحد عجم عجمي، وهكذا، هذا ضابطها. ¶ الأخير اسم الجنس: وهذا مثل كلمة الماء، ونحوها مما لا واحد له، اسم جنس ما له واحد، يعني الماء ما فيه شيء يقال له مفرد ماء، الماء هذا اسم جنس، ما يقال جمع ليش؟ لأنه لا واحد له، لا من لفظه ولا من معناه، لهذا يقال اسم جنس. ¶ هذه كلها مهمة؛ لأن كل واحدة من هذه قد يكون دالا على العموم، ما لم تكن (الـ) قبلها دالة على العهدية بأنواعها، ظاهر لكم؟ ¶ اسم الجنس الجمعي ضابطه أو تعريفه هو ما يُفرَّق بين واحده وجمعه بزيادة التاء في آخره؛ التاء المربوطة أو ياء النسبة، مثل دجاج دجاجة ، تمر تمرة ، شجر شجرة ، وياء النسبة مثل عرب عربي ، ترك تركي ، عجم عجمي إلى آخره. ¶ هو ذكر هنا اسم الجمع المعرف باللام، اسم الجمع ذكرناه لكم ما هو؟ مثل إبل مثلا قول النبي صلى الله عليه وسلم في الإبل «في الإبل في سائمتها» كذا، الإبل هذا يشمل أجناس؛ يعني هذا يدل على الجمع، إذا قال اشتري الإبل، واحد شاف خمسة، ستة من الإبل فقال لآخر اشتري الإبل، فيمتثل إذا اشتراها جميعا، إذا قال والله لا أشتري الإبل، هنا يصبح حالف أنه ما يشتري الإبل جميعها، فلو اشتراها صار حانثا، لو اشترى واحدا حنث أو لم يحنث؟لم يحنث لأن الإبل اسم جمع، وقبله أتت الألف واللام فلا يحنث بشراء واحدة.",
            "page": "80",
            "part": "9"
        },
        {
            "hno": null,
            "id": "81",
            "nass": "وهذا مهم في الأيمان يأتي كثيرا الاستفادة من هذه القاعدة، يعني قواعد العموم يستفاد منها في فهم النصوص، وفي الأيمان في قواعد في الأيمان يعني لأنه يخرّج بها كلام الناس أحيانا. ¶ نيته إذا صار اللفظ محتمل، إذا كان اللفظ محتمل نعم، يُرجع إلى قصده، أو يرجع إلى العرف، يعني ولو قال والله لا آكل لحما، أنتم هنا عندكم مثلا جنب البحر تسمون السمك لحم؟ طيب هل يحنث بأكل السمك؟ قال العلماء لا يحنث مع أنه في اللغة لحم، كما قال جل وعلا ?لَحْمًا طَرِيًّا?[النحل:14]، لكن العرف هنا القصد ليش؟ لأن لها عرف في استعمالها، لو قال قائل مثلا ليش -هذه لها أمثلة كثيرة أحد القواعد في ... (1) الفروع على الأصول-، نمثل بما له عرف، قال والله لا أركب دابة –ناس في البدو مثلا – تدخل فيها السيارة؟ ناس في البدو مثلا في البادية قال لا أركب دابة، دابة هذه لغة تشمل السيارة لأنها تدب على الأرض، لكن هنا عرف خاص هذه يعتني بها الخطباء والعلماء؛ لأن القواعد الأصولية إما في الفتاوى والاستنباط إلى آخره. ¶ (الأسماء المبهمة) أيضا من ألفاظ العموم، ومعنى الإبهام، ما معنى الإبهام؟ معنى الإبهام فيها أنها تحتاج إلى صلة بعدها أو كلام بعدها يبين المراد منها؛ لأنها تحتمل عدة أشياء، فمثلا من هذه، إذا قلتُ أتاني من وسكتُ، أنت تفهم أنني أُتيتُ لكن من الذي أتاني هذا يحتمل، يحتمل أنه أتاني من أحب، أتاني من لا أحب، أتاني من أكرمني، أتاني من بايعته، فيه عدة احتمالات، فإذن الكلمة فيها إبهام تحتاج إلى صلة كلام تزيل هذا الإبهام، والأسماء الموصولة جميعا من الأسماء المبهمة؛ لأنها تحتاج إلى صلة تفك الإبهام الذي فيها، فالأسماء المبهمة مثل مَنْ، (مَنْ) هذه قال هنا لمن يعقل، وهنا اعتراض عليه؛ لأن الله جل وعلا قال في كتابه ?قُلْ لِمَنْ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ قُلْ لِلَّهِ?[الأنعام:12] قال (لِمَنْ) ثم قال (لله) الله جل وعلا يدخل في كلمة (مَنْ) أليس كذلك؟ ولذلك نقول لا يجوز أن يقال (من لمن يعقل)؛ لأن الله جل وعلا لا يوصف بالعقل؛ لأن هذا لم يرد لا في الكتاب ولا في السنة، بل لم يدعِ أحد أن الله جل وعلا يوصف بالعقل، هذا المدققون من علماء النحو يقولون: من لمن يعلم. أما يعقل، فلا. ¶ __________ ¶ (1) كلمة لم أفهمها.",
            "page": "81",
            "part": "9"
        },
        {
            "hno": null,
            "id": "82",
            "nass": "إذا كان كذلك، فـ(مَنْ) تأتي يعني في الأصول دالة على العموم إذا كانت اسما موصولا، دالة على العموم إذا كانت اسم استفهام، دالة على العموم إذا كانت اسم شرط. ¶ الظاهر أطلت في التفصيل شوي، فما رأيكم نختصر، أو على طريقتنا؟ التفصيل أحسن، طيب، والله هو الأصل الذي كنا نقوله أن اثنين في الورقات، وبينهما؛ الظهر والمغرب كان الورقات هذا الترتيب الذي كان عندي، والعصر لـ... المهم اثنين للأصول وواحد لمسائل الجاهلية، وإن أحببتم أن تكون الأصول أكثر وأولى سنستمر ونمشي؟ ¶ على كل حال نرجع للموضوع (من) ذكرنا أنها تدل على العموم: ¶ سواء أكانت اسما موصولا، تقول جاءني من أحب؛ يعني من أحب هذا يدخل فيه جميع الذين تحبهم، يعني كل أحبابك، وهذا أيضا كما قال جل وعلا ?وَلِلَّهِ يَسْجُدُ مَنْ فِي السَّمَوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَظِلَالُهُمْ بِالْغُدُوِّ وَالْآصَالِ?[الرعد:15] (وَلِلَّهِ يَسْجُدُ مَنْ فِي السَّمَوَاتِ) هذه موصولة، صحيح؟ فكل من يوصف بذلك في السموات أو في الأرض داخل في هذا العموم، هذا واحد.",
            "page": "82",
            "part": "9"
        },
        {
            "hno": null,
            "id": "83",
            "nass": "الثاني أن تكون من اسم استفهام، مثلا لو قال لو سئلت من في الدار؟ قلت محمد، (مَنْ) هذه دالة على العموم، وهنا أورد إشكال على هذا الكلام، وهو أنّ الجواب صار بواحد، من في الدار، فقال محمد، فكيف تدل على العموم مع أنّ (من) دخل فيها واحد لا غير؟ هذا سؤال معروف عند الأصوليين، وجوابه أنه لا يُنظر في ذلك إلى الجواب؛ جواب السؤال، وإنما السؤال وقع من السائل طالبا أن يُخبَر عن جميع من في الدار، من في الدار هو من حيث السؤال يريد الكل لا يريد البعض، فإذن صلاحية اللفظ لجميع الذين هم في الدار، اللفظ يصلح، فإذن هو لفظ يدل على عموم الكائنين في الدار، كونه لم يكن في الدار إلا واحدا هذا ليس لأجل (مَنْ)، وإنما هذا الذي حصل؛ يعني لو كان في الدار مائة رجل، فجواب السائل في قوله من في الدار؟ جوابه يكون بتعداد المائة فيها؛ فلان وفلان وفلان إلى أن يتم المائة، لو عدّ تسعة وتسعين يكون مجيبا على السؤال بتمامه؟ لا، وذلك لأنّ اللفظ سؤال به عن الجميع، مثل قول الله جل وعلا ? مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ?[البقرة:255] (مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ) فهذا سؤال الذي يصلح للجميع، يعني يشفع الملائكة، هل تشفع الملائكة عنده إلا بإذنه، الملائكة تشفع بغير إذن الله؟ لا، الصالحون يشفعون؟ لا، الأحجار –لا الأحجار لا تدخل في (مَنْ)- الأنبياء، العلماء، الناس؟ لا يمكن، لا أحد يشفع إلا بالإذن، ولذلك (مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ) يستدل بها أهل العلم بالتوحيد على أن الشفاعة عند الله جل وعلا لا تكون لأحد مهما كان مقامه حتى الملائكة المقربون وحتى الأنبياء المنتخبون المصطفون وحتى الصالحون إلا من بعد أن يأذن الله، استدلالا بهذه الآية (مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ)، ووجه الاستدلال أنّ (مَنْ) من ألفاظ العموم. ¶ (مَنْ) تكون للشرط أيضا، يعني الأمثلة كثيرة جدا في الكتاب والسنة وفي الكلام، (مَنْ) للشرط تقول مثلا من جاءني أكرمته، من كتب لي أعطيته، من أعطاني محبرة فله دينار، تعرفون القصة هذه؛ من أعطاني محبرة فله دينار؟ من أعطاني محبرة فله دينار، هذه اسم شرط، هذه تسمى اسم شرط، وهي دالة على العموم، يعني كل واحد يعطيه محبرة، يعطيه دينار، من جاءني أكرمته، كل واحد يأتيه فيكرمه، فهنا من تصلح للجميع.",
            "page": "83",
            "part": "9"
        },
        {
            "hno": null,
            "id": "84",
            "nass": "(وما فيما لا يعقل) (ما) هذه أيضا هي اسم موصول، (وما فيما لا يعقل) اسم موصول؛ يعني (ما) هذه من الأسماء الموصولة، ولا شك أنها مبهمة؛ لأنها تحتاج إلى صلة تفك إبهامها، ومجيئها دالة على العموم يكون في أنحاء، منها أن تكون اسما موصولا مثل (مَن) تقول في قوله تعالى ?وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ?(1) (وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) هذا يشمل جميع ما لا يعقل جميع ما يعقل هو لله جل وعلا ملكا في سمواته وفي أرضه، هذا اسم موصول دال على العموم، مثلا لو قلت إيتني بما طلبت، طلبت أنت مثلا عدة كتب، قلت للقائل إيتني بما طلبت، ما هذه؟ لو أتى هو بتسعة منها وهي عشرة، أو أتى بألف وهي ألف ومائة، هل يكون ممتثلا؟ لا، لأن قولي إيتي بما طلبت، هذا يشمل جميع ما طلب، بدلالة لفظ (ما)، في القرآن مثلا ?مَا عِنْدَكُمْ يَنفَدُ وَمَا عِنْدَ اللَّهِ بَاقٍ?[النحل:96] (ما) هذه موصولة، أليس كذلك؟ الذي عندكم ينفذ وما عند الله باق، والذي عند الله باق، هذا يستثنى منه شيء؟ (مَا عِنْدَكُمْ يَنفَدُ) كل ما عندكم تملكونه فإنه إلى النفاذ، وما عند الله جل وعلا فهو للبقاء يعني من الأجر والجنة ونحو ذلك. ¶ (ما) تكون أيضا، ذكرنا أنّ (ما) اسم موصول، وهنا ننبه على أيضا زيادة على الأول؛ وهو أن (ما) كثيرا ما تأتي بعد (أي)، و(أي) نعم اسم موصول، لكن هو ننبه على (أي) هنا (أي) اسم موصول كما ذكرتُ لكم من قول ابن مالك ¶ أي كما وأعربت ما لم تضف وصدر وصلها ضمير انحذف ¶ __________ ¶ (1) آل عمران:109، و129، النساء:126، و131، و132، النجم:31.",
            "page": "84",
            "part": "9"
        },
        {
            "hno": null,
            "id": "85",
            "nass": "فـ(ما) تأتي مع (أي) كثيرا، إذا أتت مع أي فيقوى العموم المستفاد لأنه هنا من (أي) ومستفاد من كلمة (ما)، وذلك مثل قوله جل وعلا ?قُلْ ادْعُوا اللَّهَ أَوْ ادْعُوا الرَّحْمَنَ أَيًّا مَا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَى?[الإسراء:110] (أَيًّا مَا تَدْعُوا) هذا أتت بعد (أي) كلمة (ما) على العموم، العموم مستفاد من (ما ) ومن كلمة (أي) أيضا، نعم من (أي) يستفاد عموم كما سيأتي في موضعه، مثل قول الله تعالى أو شاهده قوله تعالى ? ثُمَّ لَنَنزِعَنَّ مِنْ كُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ عَلَى الرَّحْمَنِ عِتِيًّا?[مريم:69]، (أَيُّهُمْ) يصدق على كل واحد، هنا قوله تعالى (أَيًّا مَا تَدْعُوا) يصدق على الرحمن أو الله؛ لأنه قال (قُلْ ادْعُوا اللَّهَ أَوْ ادْعُوا الرَّحْمَنَ أَيًّا مَا تَدْعُوا) وقد مرّ معنا أنّ العموم ما يشمل اثنين فصاعدا، وهذا يشمل (أَيًّا مَا تَدْعُوا) هذا أو هذا أو هما معا، فكلّ ذلك لله جل وعلا (أَيًّا مَا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَى). ¶ نكتفي بهذا القدر –بقي على الأذان كم الآن أقل من ساعة ؟ نكتفي. ¶ ((((( ¶ والأسماء المبهمة كـ(من) فيمن يعقل, و(ما) فيما لا يعقل، و(أي) في الجميع, و(أين) في المكان, و(متى) في الزمان, و(ما) في الاستفهام والجزاء وغيره, و(لا) في النكرات، والعموم من صفات النطق، ولا يجوز دعوى العموم في غيره, من الفعل وما يجري مجراه. ¶ بسم الله الرحمن الرحيم، الحمد لله رب العالمين، والصلاة والسلام على نبينا محمد وعلى أله وصحبه أجمعين. ¶ اللهم علمنا ما ينفعنا، وانفعنا بما علمتنا، وزدنا عملا وعلما يا أرحم الراحمين. ¶ أما بعد: ¶ فهذه صلة للكلام على المبحث العام، وقد تقدم لنا أنّ العام يحتاج إلى ألفاظ مخصوصة؛ يعني أن العام له ألفاظ تدل عليه، ذُكر بعضها، وهنا ذكر بقية تلك الألفاظ التي تدل على العموم.",
            "page": "85",
            "part": "9"
        },
        {
            "hno": null,
            "id": "86",
            "nass": "فمنها كلمة (أي)، و(أي) قال لك (في الجميع)؛ ((أي) في الجميع) يعني على حسب استعماله (أي) فيمن يعقل وفيمن لا يعقل، وذكرنا أنّ الاستعمال المناسب لكلمة (من) فيما سبق أنها لمن يعلم دون كلمة من يعقل، وذلك لأنها تصلح لله جل وعلا ?قُلْ مَنْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ قُلْ اللَّهُ?[الرعد:16]، وكذلك (أي) هنا قال (و(أي) في الجميع) يعني فيمن يعقل على حسب استعماله وفيمن لا يعقل، ونصوب فيها ما صُوِّب سابقا فتكون (أي) فيمن يعلم وفيمن لا يعلم، وإذا قلت من يعلم ومن لا يعلم أو من لا يعقل، يصح ذلك أيضا، لكن هي (أي) فيمن يعلم ومن لا يعلم ومن لا يعقل وذلك لأنها أطلقت على الله جل وعلا وشملت بعمومها اسم الله جل وعلا كما في قوله ?قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً قُلْ اللَّهُ?[الأنعام:19]، وكما في قوله ?قُلْ ادْعُوا اللَّهَ أَوْ ادْعُوا الرَّحْمَنَ أَيًّا مَا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَى?[الإسراء:110]، وهذا يدل على دخول اسم الله جل وعلا أو على دخول أسمائه في كلمة (أي). وإذن تكون فيمن يعلم وفي من لا يعلم أو من لا يعقل. (أي) هذه من ألفاظ العموم سواء قصد بها الاستفهام كقول الله تعالى?أَيُّ الْفَرِيقَيْنِ خَيْرٌ مَقَامًا وَأَحْسَنُ نَدِيًّا?[مريم:73] وكقول القائل أي الرجال في الدار؟، هنا هذه للعموم (أَيُّ الْفَرِيقَيْنِ) مع أنهما فريقان، لكن صلاحية (أَيُّ) أنها تستغرق لكل ما يصلح لها، قوله (أَيُّ الْفَرِيقَيْنِ) يصلح أنْ يتناول اللفظ الأول والثاني، وهذا معنى كونها دالة على العموم، وليس ذلك بالنظر إلى الجواب؛ لأن الجواب يكون واحدا من الاثنين، وكذلك لو كانت جماعة فإن الجواب يكون بواحد أو بأكثر، كقوله أي الرجال عندك؟ أي الرجال المهذَّب؟ هنا (أي) من حيث تناولها تتناول جميع ما يصلح لها في هذا الموضع؛ يعني تتناول جميع الرجال، لكن هي من حيث الجواب –نعم- تدل على واحد، إذن فلا اعتراض بأنّ (أي) تدل على واحد في الاستفهام، مثلا فكيف تكون دعوى العموم فيها؟ والجواب أنّ ذلك بالنظر أنها تتناوله بمفردها، يعني حين السؤال، الكلمة تصلح لجميع ما يدخل فيها من الرجال، وليست لواحد بعينه، أي الرجال إذا كان عندنا عشرة أو عشرين، (أي) هذه تشمل الجميع دون واحد بعينه، قال سبحانه وتعالى هنا (قُلْ ادْعُوا اللَّهَ أَوْ ادْعُوا الرَّحْمَنَ أَيًّا مَا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَى)، (أي) تكون",
            "page": "86",
            "part": "9"
        },
        {
            "hno": null,
            "id": "87",
            "nass": "مستعملة في الاستفهام كما مثلنا (أَيُّ الْفَرِيقَيْنِ خَيْرٌ مَقَامًا)، أي الرجال عندك ؟ أي الكتب قرأت؟ أي العقائد أسلم وأعلم وأحكم؟ ونحو ذلك، هذه في السؤال؛ في الاستفهام. ¶ تأتي أيضا (أي) في الشرط وكما في قوله (قُلْ ادْعُوا اللَّهَ أَوْ ادْعُوا الرَّحْمَنَ أَيًّا مَا تَدْعُوا فَلَهُ) (فَلَهُ) هذا جواب وقع في جواب الشرط، والفاء هذه واقعة في الجزاء، فمعنى هذا أنّ (أي) هذه يراد منها الشرط (أَيًّا مَا تَدْعُوا) يعني إنْ هذا وإنْ هذا؛ إن دعوتم الله أو دعوتم الرحمن فله الأسماء الحسنى. ¶ كذلك تأتي (أي) لكونها موصولة، مثل (ما) السابقة موصولة، وهذا من مثل قوله ?ثُمَّ لَنَنزِعَنَّ مِنْ كُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ عَلَى الرَّحْمَنِ عِتِيًّا?[مريم:69]، (أي) هنا هذه موصولة، قد تَقدم أنّ الأسماء الموصولة من ألفاظ العموم، وقد قال ابن مالك في الألفية في بيان (أي) هنا ¶ أيٌّ كما وأعربت ما لم تضف وصدر وصلها ضمير انحذف ¶ يعني أن (أيًّا) هنا من الموصولات، والموصولات تعم. ¶ إذن صار عندنا هنا في قوله (وأي في الجميع) نجعلها على وجه الاختصار، (أي في الجميع) يعني في من يعلم ومن لا يعلم، (أي) لها ثلاثة استعمالات: ¶ تكون (أي) في الاستفهام، هذه تعم. ¶ (أي) في الشرط شرطية، هذه تعم. ¶ و(أي) في الموصول، هذه تعم. ¶ كثيرا ما يلحق (أي) كلمة (ما)، وهذه يراد منها تقوية العموم وتأكيد العموم، كما في الآية التي ذكرنا (أَيًّا مَا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَى)، فقوله (أَيًّا مَا) هذا لتقوية العموم ولتأكيده. ¶ ((أين) في المكان و(متى) في الزمان)، (أين) هنا في المكان يعني دلالتها، و(متى) دلالتها على الزمان، يعني بحسب الوضع؛ إذا سألت على المكان سألت بـ(أين)، وإذا سألت عن الزمان سألت بـ(متى). ¶ (أين) هذه تصلح لجميع الأمكنة؛ يعني يصلح أن يدخل فيها أي مكان. ¶ (متى) تصلح أن تدخل فيها جميع الأزمنة. ¶ وهذا معنى قوله الأسماء المبهمة هنا (من) فيها إبهام، و(متى) فيها إبهام، لكن (أين) إبهامها في الأمكنة، ولذلك تحتاج إلى تتمة لها حتى يبين المراد منها، و(أين) في المكان تكون عامة في موضعين:",
            "page": "87",
            "part": "9"
        },
        {
            "hno": null,
            "id": "88",
            "nass": "( الأول إذا كان في الاستفهام، كقول القائل أين تذهب؟ هو سأل عن جهة الذهاب ومكان الذهاب، يصلح للجواب بـ(أين) أي بها أي مكان، أين تذهب؟ يصلح أن يقول أذهب إلى الشمال، إلى الجنوب، إلى الشرق، إلى الغرب، يصلح أن يقول أذهب إلى البيت أذهب إلى الحديقة، أذهب إلى المسجد، أذهب إلى المكتبة، يصلح أن يقول أذهب إلى مكة، أذهب إلى الرياض، فإذن صلاحية (أين) لجميع الأمكنة ناسب أن تكون دالة على العموم، وذلك في الاستفهام -كما ذكرنا، وهي الحال الأولى- ومثاله قوله تعالى ?يَقُولُ الْإِنسَانُ يَوْمَئِذٍ أَيْنَ الْمَفَرُّ?[القيامة:10] فقوله هنا (أَيْنَ الْمَفَرُّ) يعني المفر أين؟ فهو سأل عن كل الأمكنة التي تصلح أن يفر إليها من عذاب الله، ومما وقع يوم القيامة (يَقُولُ الْإِنسَانُ يَوْمَئِذٍ أَيْنَ الْمَفَرُّ) وهذا ظاهر في أن دلالتها على العموم؛ لأن الإنسان في ذلك الوقت يبحث عن خلاص ولا خلاص، يقول (يَقُولُ الْإِنسَانُ يَوْمَئِذٍ أَيْنَ الْمَفَرُّ)، (أَيْنَ) متعلقة بجميع الأمكنة.",
            "page": "88",
            "part": "9"
        },
        {
            "hno": null,
            "id": "89",
            "nass": "( كذلك تكون (أين) دالة على العموم إذا كانت شرطية، أين تذهب أذهب، أين تقوم أقم معك، فهذا شرط، لكنه شرط متعلق بأي شيء؟ متعلق بالمكان فقط، يعني إن ذهبت إلى أي مكان ذهبت معك، إن قمت في أي مكان قمت معك، وهذه الشرطية كثيرا ما تقوى بكلمة (ما) التي تدل على تقوية العموم، وذلك من مثل قوله تعالى?أَيْنَ مَا تَكُونُوا يَأْتِ بِكُمْ اللَّهُ جَمِيعًا?[البقرة:148]، لهذا يشمل جميع الأمكنة وقوي العموم بقوله (مَا) (أَيْنَ مَا تَكُونُوا يَأْتِ بِكُمْ اللَّهُ جَمِيعًا)، ?أَيْنَمَا تَكُونُوا يُدْرِكُّمْ الْمَوْتُ وَلَوْ كُنتُمْ فِي بُرُوجٍ مُشَيَّدَةٍ?[النساء:78]، ?فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ?[البقرة:115] هذه كلها (أين) التي هي شرطية (فَأَيْنَمَا تُوَلُّوا فَثَمَّ) دلّ على كونها شرطية، مجيء الجواب متصل بالفاء التي تتصل بجواب الشرط (فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ)، (أَيْنَ مَا تَكُونُوا يَأْتِ بِكُمْ اللَّهُ جَمِيعًا) أصلها يأتي، لكن هنا جزمها، فدل على أنها جواب الشرط، قال (أَيْنَمَا تَكُونُوا يُدْرِكُّمْ الْمَوْتُ) جَزَمَ (يدرك)، وهذا دليل على أنها واقعة في جواب الشرط، وما في هذه الآيات لتقوية العموم وتأكيده، لا نعني بها أنها تكون نصا في العموم، لا، ولكن عموم مقوّى وهو أقوى وأوكد من العموم الذي يقوى، ومجيء العموم مقوى كثير، بألفاظ التأكيد تارة، وبزيادات تارة، فمثلا من ألفاظ التوكيد كقوله تعالى ?فَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ?(1) هنا (الْمَلَائِكَةُ) عام لكن قوى العموم بقوله (كُلُّهُمْ)، وقوى مرة أخرى بقوله (أَجْمَعُونَ)، وهكذا؛ لكن هذا غير الظهور والنصية في العموم التي سبق أن أوضحناها لك. ¶ فإذن عندنا في العموم أربع أنواع: ¶ عندنا عام. ¶ وعام مؤكد؛ مقوى. ¶ وعندنا ظهور في العموم. ¶ وعندنا نص في العموم. ¶ هي أربع ألفاظ مهمة، كل واحدة لابد أن تكون في ذهنك متجلية واضحة عن غيرها. ¶ قال (و(متى) في الزمان) (متى) من جهة الزمان مبهمة، متى الخروج؟ قوله متى الخروج؟، يصلح الجواب أن يكون بأي زمن من الأزمنة، متى الخروج؟ هذا يغني عن قولك الخروج الساعة السادسة أو الخروج الساعة السابعة، الخروج الساعة الثامنة، الخروج الساعة التاسعة، الخروج صباحا، الخروج مساء، الخروج ظهرا، الخروج عصرا. ¶ __________ ¶ (1) الحجر:30، ص:73.",
            "page": "89",
            "part": "9"
        },
        {
            "hno": null,
            "id": "90",
            "nass": "فإذن (متى) دالة على العموم عموم الأزمنة، ولهذا نقول إنها في الاستفهام، وكذلك في الشرط أنها دالة على العموم، وذلك لصلاحية اللفظ لشموله جميع الأزمنة، وذلك لأنها أيضا فيها إبهام، والإبهام يصلح أن يتناول الجميع، إذا قلت متى الخروج؟، نعم الجواب عليه كما سبق أن ذكرت في (أي)، الجواب عليه يكون بتحديد وقت واحد، متى الخروج؟ تجيب الخروج صباحا، نعم عدد واحد، لكن قولهم إن (متى) تدل على العموم، ليس معناه أنّ الجواب عليها يقع عاما، ولكن معناه صلاحية اللفظ أن يستفهم به عن جميع الأوقات، فـ(متى) هل هناك وقت لا يصلح أن يستفهم عنه بها؟ ليس ثَم وقت لا يصلح أن يستفهم عنه بها حتى قيام الساعة، حتى وقت الساعة كذلك يصلح أن يستفهم عنه فـ(متى) ? مَتَى هُوَ قُلْ عَسَى?؛ ?فَسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ وَيَقُولُونَ مَتَى هُوَ قُلْ عَسَى أَنْ يَكُونَ قَرِيبًا?[الإسراء:51] وهو أبعد ما يكون من الأزمنة بالنسبة للمتحدث الذي هو قيام الساعة. ¶ إذن هذه الحالة الأولى التي تأتي فيها (متى) عامة التي هي تكون (متى) في الاستفهام. إذن في قوله تعالى (مَتَى هُوَ) هذا يصلح لأي زمن، لما قال تعالى (قُلْ عَسَى أَنْ يَكُونَ قَرِيبًا) هذا معناه أن الساعة يمكن أن تكون في أي وقت من الأوقات التي هي بعد وقت التكلم، بعد وقت التكلم يصلح أن يأتي الجواب، (مَتَى هُوَ) بعد ساعة، بعد يوم، بعد يوم أو يومين هذا كله يصلح، وهذا لا شك يستفيد منه المفسر في أنه أبلغ في التخويف منها، ?وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ تَكُونُ قَرِيبًا?[الأحزاب:63]. ¶ الحال الثانية تكون (متى) شرطية، مثل (أين) التي سبق ذكرها، تقول متى تقم أقم، متى تصلِّ أصلي، متى تصلِّ أصلي، بالجزم، تقول مثلا متى قام الناس قمت، هذا جزاء مرتّب على شرط مع فعله، الجزاء هو القيام الثاني، متى قام الناس قمت، فقيامك مرتّب على قيام الناس، بل هو مشروط به، فإن قاموا قمت، فقولك متى قام الناس قمت، كأنك قلت إن قام الناس قمت، ولكن إنّ هذه ليست الأزمنة، لكنها مشروطة، إنْ قام بدون النظر إلى الزمان، متى بالنظر إلى الزمان، وهذا ظاهر كما ترى.. ¶ (و(ما) في الاستفهام والجزاء) ذكرنا لكم أنّ (ما) فيما سبق تنقسم إلى ثلاثة أقسام: ¶ (ما) الموصولة ومر الكلام عليها التي قلنا فيها فيهن لا يعلم أو فيما لا يعقل. ¶ الثانية الجزائية.",
            "page": "90",
            "part": "9"
        },
        {
            "hno": null,
            "id": "91",
            "nass": "الثالثة الاستفهامية ما عندك هذه، الاستفهامية ما عندك، تسأل عن هذا، ما تقول هذا استفهام يصلح أن يتناول جميع المقولات، ما رأيك في الكتاب؟ هذا يصلح أن يتناول جميع الآراء، هذا معنى الاستفهامية. ¶ أما الجزائية (1) فهي الشرطية بمثل قوله تعالى ?وَمَا تَفْعَلُوا مِنْ خَيْرٍ يَعْلَمْهُ اللَّهُ?[البقرة:197] (وَمَا تَفْعَلُوا مِنْ خَيْرٍ يَعْلَمْهُ اللَّهُ) وهذه عند كثير من علماء الأصول والنحو أنها هي الموصولة، ولكن الموصولة على قسمين: ¶ موصولة ليست بالشرط. ¶ وموصولة مضمنة معنى الشرط. ¶ فإذن فالأصح أن نقول إن (ما) التي تكون دالة على العموم نوعان: ¶ الأول: الموصولة. ¶ الثاني: الاستفهامية. ¶ والموصولة قسمان: ¶ موصولة مجردة. ¶ وموصولة مضمّنة معنى الشرط. ¶ لو قلت جاءني ما أروم، هذه (ما) فيها، هذه مجردة، جاءني الذي أروم، لكن (ما) تكون مضمنة معنى الشرط، مثل ما ذكرت ? وَمَا تُنفِقُوا مِنْ خَيْرٍ يُوَفَّ إِلَيْكُمْ ?[البقرة:272]، ما تعمل أعمل، هذه التي هي تكون بمعنى ...؛ يعني الذي تعمل أعمل، ولكنها موصولة فيها معنى الشرط، طبعا فيه فرق في الاستفادة بين هذه وهذه، ليس هذا محل بيانه. ¶ إذن صار عندنا أن الموصولة(ما) هذه تنقسم إلى قسمين، وكلها دالة على العموم، و(ما) الثانية التي هي استفهامية، كذلك دالة على العموم. ¶ __________ ¶ (1) انتهى الشريط الرابع.",
            "page": "91",
            "part": "9"
        },
        {
            "hno": null,
            "id": "92",
            "nass": "((لا) في النكرات) المقصود بها (لا) النافية للجنس، كقولك لا رجلَ في الدار، لا إلهَ إلا الله، لا أحدَ أغيرُ من الله، لا شيءَ أغيرُ من الله، هذه كلها ألفاظ من حديث، لا شخص أغير من الله، هذه كلها لا النافية للجنس أتى بعدها نكرة، فدلت معه على العموم، وهذا عند علماء الأصول عندهم أنه نص في العموم، وعند بعضهم ظهور في العموم، والمقصود أن قول الله جل وعلا ? لَا إِلَهَ إِلَّا اللَّهُ ? في قوله ? إِذَا قِيلَ لَهُمْ لَا إِلَهَ إِلَّا?[الصافات:35] (إِلَهَ) هذه اسم لا النافية للجس، ولا نافية للجنس وقد مر معنا أن الجنس دال على العموم في الإنسان والحيوان ونحو ذلك، وهذا يدل على العموم، فإذن لا نفت الجنس نعم بعدها نكرة، لكن هي معها صارت دالة على الجنس، أما النكرة بمفردها بدون ضميمة شيء آخر لا تدل على الجنس؛ الجنس يعني الذي يدل على العموم، ولهذا قالوا الذي بعدها إذا صار مبنيا مع ما قبلها على الفتح صارت نصا في العموم، لا رجلَ في الدار، لا إلهَ إلا الله يعني لا يخرج من هذه شيء، لا يخرج منها شيء نص صريح في العموم، وإذا كان ما بعدها نكرة مرفوعة تكون (لا) بمعنى (ليس)، هنا (لا) تكون تعمل عمل (ليس)، وتعمل عمل (إن)، إذا عملت عمل (إن) تسمى (لا) النافية للجنس، وإذا عملت عمل (ليس) تسمى لا النافية، مثل ما قال ابن مالك : ¶ فصل في ما، ولا، ولات، وإن المشبهات بـ(ليس) . ¶ المشبهة بليس يكون ما بعدها مرفوع، تقول لا رجلٌ في الدار، إذا قلت لا رجلٌ في الدار، هذه أيضا دخلت (لا) على النكرة فيشملها كلامهم، لكن هنا دلالتها على العموم أضعف من دلالة النافية للجنس؛ لا رجلَ في الدار، لهذا يختلف مقصود المتكلم باستعمال نفي الجنس، أو باستعمال (لا) بمعنى (ليس). ¶ إذن في قول النبي عليه الصلاة والسلام «لا أحد أغير من الله» هنا ما وجه العموم؟ وجه العموم أنّ (أحدَ) نكرة أتت بعد لا النافية للجنس، دلنا على أنّ لا نافية للجنس، أن (أحدَ) منصوبة، هو في الحقيقة ما هي منصوبة مبنية على الفتح في محل نصب، (أحدَ) هذه مبنية على الفتح في محل نصب بـ(لا)، ظاهر؟ فإذن دلنا على أنها عامة قوله «لا أحدَ أغير من الله» فكل من يدخل في كلمة (أحدَ) فإنه ليس بأغير من الله جل وعلا. ¶ ((((( ¶ والعموم من صفات النطق ولا يجوز دعوى العموم في غيره, من الفعل، وما يجري مجراه.",
            "page": "92",
            "part": "9"
        },
        {
            "hno": null,
            "id": "93",
            "nass": "هذه مسألة مهمة، بعد أن ذكر بعض صيغ العموم على وجه الاختصار، قال إن (العموم من صفات النطق)، (العموم من صفات النطق) معناه أنّ العموم مستفاد من النطق؛ يعني مما ينطق به، والذي يُنطق به هو اللفظ، أما المعنى والمفهوم في الذهن فإن هذه لا ينطق بها، إنما تفهم، فلهذا عنده لا يصح دعوى العموم في غير اللفظ، وهو النطق، لهذا يقول (العموم من صفات النطق) يعني من عوارض الألفاظ حقيقة، كما يعبر غيره من الأصوليين من عوارض الألفاظ؛ يعني العموم إنما يستفاد من اللفظ، فلا تصح دعوى العموم في غير اللفظ، مثل الفعل وما يجري مجرى الفعل، وسيأتي توضيحه. ¶ الأفعال هذه هل هي من صفات النطق المنطوق به أم هي عمل؟ هي عمل، فالنبي عليه الصلاة والسلام إما أن يقول قولا أو يعمل عملا أو يقرر تقريرا، هنا القول والتقرير هذا لفظي، والعمل فعلي، لهذا يقول (العموم من صفات النطق) يعني أنّ الأفعال ليست بأقوال، ولهذا لا تدخل في العموم، لا عموم في الأفعال، فمثلا النبي عليه الصلاة والسلام جمع في السفر، جمع في السفر، السفر من حيث هو لفظ يدل على عموم، لو قال مثلا السفر مباح، لو كان نطق بهذه لصار السفر هنا عام لكل الأسفار، ظاهر؟ هنا قال الصحابي في الحديث المتفق عليه، جمع رسول الله صلى الله عليه وسلم في السفر، هنا فعله عليه الصلاة والسلام كان الجمع، والجمع كان في السفر، صحيح إن السفر ليس من نطق النبي عليه الصلاة والسلام، وإنما كان حالا له فيه جمع، يعني فيه فعل الفعل، فإذن هنا لفظ السفر لا يُدَّعى فيه العموم؛ لأنه ليس من نطقه عليه الصلاة والسلام، وإنما كان حاد فعله أنه سافر، وبهذا السفر جمع، فإذن لا يستدل بهذا الفعل أن هذا يعم السفر القصير والطويل، أو يعم سفر الطاعة وسفر المعصية، أو يعم السفر الذي قصد به النسك والسفر الذي لم يقصد به النسك، وذلك لأنه فعل، والفعل لا يدل على العموم.",
            "page": "93",
            "part": "9"
        },
        {
            "hno": null,
            "id": "94",
            "nass": "ما سبب عدم دلالة الفعل على العموم؟ لأنه إنما فَعَل واحدة من تلك الحالات، وعليه الصلاة والسلام جمع في السفر، هو كان على حالة واحدة، إما أن يكون سفره سفرا قصيرا، وإما أن يكون سفره سفرا طويلا، وإما أن يكون سفره سفر نسك، وإما أن يكون سفره ليس بسفر نسك، ظاهر؟ النسك يعني للحج والعمرة ونحو ذلك، فيه غير هذه الحالات؟ هو هذا الكلام هل يشملها جميعا، أو وقع عليه الصلاة والسلام حالة واحدة؟ إذن لأنه إنما وقع منه عليه الصلاة والسلام حالة واحدة، فإنه لا يصح أن يدعى العموم في الأفعال، صلّى رسول الله صلى الله عليه وسلم في الكعبة، هنا صلى في الكعبة أي صلاة؟ فرض أو نفل؟ هنا لا يقال هذا فعل وبعمومه يدل على الحالين، لا يقال ذلك، لما؟ لأنه إنما فعل واحدة، إما هذه أو هذه، فهذا معنى كون الأفعال لا تنهض لأنْ تكون عامة؛ لأنها إنما كانت حالة واحدة، ولهذا قالوا العموم من عوارض الألفاظ من صفات النطق. ¶ قال (وما يجري مجراه) ما يجري مجرى الفعل، مثل الأحوال الخاصة، قضى النبي عليه الصلاة والسلام في كذا وكذا، هذا فعل منه عليه الصلاة والسلام، قضى، نعم هو من جهة كالقول، لكنه من جهة النظر في العموم ليس قولا، وإن كان قضاؤه بالقول، لكن قضاءه كان مرتبطا بحالة معينة، وهي التي أرادها هنا الماتن، بقوله (الفعل أو ما يجري مجراه) مثل قضاؤه عليه الصلاة والسلام، فإنه لا يؤخذ من قضائه عليه الصلاة والسلام في واقعة، أن هذه تشمل كل الوقائع؛ لأنه قضى في حالة خاصة، فلا يدعى العموم في أنواع أقضيته عليه الصلاة والسلام. ¶ ذكرنا أنّ العموم من صفات النطق؛ يعني من عوارض الألفاظ، فهل تصح دعوى العموم في المفاهيم؟ هذه مسألة مهمة كثيرا ما يحتاج إليها الفقهاء والعلماء؛ يعني المفهوم سواء كان مفهوم موافقة أو مفهوم مخالفة، هل يصح، أو بالمقتضى؛ يعني هذه المفاهيم العامة هل يصح أن يقال إن المفهوم له عموم؟ هنا اختلف العلماء فكثير من الأصوليين من الحنابلة والشافعية وغيرهم يقولون إن المفاهيم تعم، المفهوم يعم، يقصدون بالمفهوم مفهوم المخالفة ومفهوم الموافقة. ¶ ومفهوم الموافقة: معناه أن يشترك ما يفهم مع ما نطق في الحكم. ¶ ومفهوم المخالفة: معناه أن ما يفهم يكون حكمه بعكس ما ذكر، أو بخلاف ما ذكر، أحسن من العكس؛ لأن المخالفة والعكس بينهما فرق؛ يعني يكون ما يفهم حكمه خلاف ما ذكر.",
            "page": "94",
            "part": "9"
        },
        {
            "hno": null,
            "id": "95",
            "nass": "قال هنا مثل حديث القلتين « إذا بَلَغَ الماءُ قلّتَيْنِ لَمْ يَحْمِل الخَبَثَ »، هنا (إذا بَلَغَ الماءُ قلّتَيْنِ) هذا نصه (إذا بَلَغَ) طيب، إذا لم يبلغ هذا مفهوم، فهل يقال أنه يعم الجميع، هنا طائفة قالت نعم إن مفهوم الموافقة وهنا مفهوم المخالفة والمقتضى ونحو ذلك من المفاهيم هذه كلها يستفاد منها العموم، وخالف في ذلك شيخ الإسلام ابن تيمية رحمه الله كما ذكره وأطال عليه في المسوّدة في أصول الفقه، وكذلك ابن قدامة في المغني عند شرحه لحديث القلتين، قال إنّ المفهوم لا ينهض للعموم؛ المفهوم لا ينهض للعموم. ¶ وقولهم إن العموم من عوارض الألفاظ حقيقة أن هذا يدل على عدم شمول المفاهيم. ¶ أجيب –هذه مسألة مهمة – بأن المفهوم هو في موازنة المنطوق، لكنه يفهم منه عكس الحكم، أما –يعني يفهم منه خلاف الحكم- أما اللفظ فهو في مقام عكسه، مثلا «إذا بَلَغَ الماءُ قلّتَيْنِ لَمْ يَحْمِل الخَبَثَ» هنا المفهوم معناه أنه قال إذا لم يبلغ الماء قلتين لم يحمل الخبث، ولهذا قالوا المفهوم يرجع إلى اللفظ، مفهوم المخالفة يرجع إلى اللفظ، في قوله ?فَلَا تَقُلْ لَهُمَا أُفٍّ?[الإسراء:23] هذا في تحريم التأفيف، طيب تحريم الضرب هذا مفهوم موافقة؛ لأنه يوافق التأفيف في الحكم، وكأنه قال فلا تضربهما أو قول أعظم من الأف؛ فلا تقل لهما هجرا، لا ترفع عليهما صوتك، ونحو ذلك، هذه تسمى مفهوم موافقة، قالوا إنّ مفاهيم الموافقة ومفاهيم المخالفة إنها تدل على العموم؛ لأنها راجعة إلى النطق، وهذه مسألة مهمة جدا. ¶ بقي تنبيه، وذكرنا لكم الخلاف في المسألة، وسبب الخلاف أصلا حديث القلتين.",
            "page": "95",
            "part": "9"
        },
        {
            "hno": null,
            "id": "96",
            "nass": "بقي تنبيه هنا، وهو أن (العموم من صفات النطق) قوله من صفات النطق؛ يعني أنه ليس لأجل النطق فقط، ولكنه صفة في النطق، وهو المعنى العام الذي أُخذ من النطق، أما إذا كان الاشتراك صار في اللفظ، وليس في معناه لم يصر عاما، وإنما صار مشتركا مثل العين، هنا العين هل نقول أنها تشمل عين الإنسان وتشمل عين الماء وتشمل العين التي هو الذهب إلى آخره؟ قالوا لا, هنا لا تشمله؛ لأن هذا مشترك لفظي، فهو لم يدل على العموم بصفته؛ يعني بمعناه، وإنما وقع الاشتراك في اللفظ لا في المعنى، ظاهر؟ فالألفاظ متباينة، هذه عين الماء، هذه عين إنسان، هذه عين الذهب، هذه العين الذي هو الجاسوس، هذا اللفظ وقع الاشتراك فيه، لكن إذا أطلقت لفظ العين لا تأتي جميعا تحت اللفظ، إذا قلت مثلا لي عين، فتريد أحد هذه؛ يعني لك العين هذه، أو ذهب، أو عين ماء، أو عين جاسوس، واحد من هذه الأربعة، ظاهر؟ فإذن هنا قوله (من صفات النطق) هذه مهمة، ويريد بقوله (من صفات النطق) إخراج المشترك؛ لأن المشترك في اللفظ بخصوصه وليس في صفته التي هي معناه. الذي بعده. ¶ ((((( ¶ والخاص يقابل العام ¶ طيب من المسائل المهمة المتصلة بالعموم، أن العموم قد يكون مطلقا، وقد يكون مقيدا، وقد يكون من وجه دون وجه، وهذا يعظم إذا تعارض العموم والخصوص؛ يعني أتى عام وأتى خاص، إذا أتى العام وأتى بعده الخاص، فإن العموم هنا يكون مخصوصا، أو يكون مقيدا، إذا كان العام لم يرد له تخصيص، فيسمى عاما مطلقا.",
            "page": "96",
            "part": "9"
        },
        {
            "hno": null,
            "id": "97",
            "nass": "طيب إذا عارض العام عاما آخر؛ عام وعام تعارضا، فهذا هو الذي يسميه الأصوليون عام من وجه دون وجه، أو عام وجهي، أو بينهما عموم وخصوص من وجه، مثلا –هذا الثالث مهم- مثلا في حديث النهي عن الصلاة بعد الفجر حتى تطلع الشمس، والصلاة بعد العصر حتى تغرب الشمس، قال عليه الصلاة والسلام «لاَ صَلاَةَ بَعْدَ الْفَجْرِ حَتّى تَطْلُعَ الشّمْسُ، وَلاَ صَلاَةَ بَعْدَ الْعَصْرِ حَتّى تَغْرُبَ الشّمْسُ » هذا عام في الصلوات، أليس كذلك؟ لأنه قال (لاَ صَلاَةَ)، وقد تقرر فيما سبق أنّ النكرة في النكرات أنها تعم، (لاَ صَلاَةَ) هذا عام في الصلوات، (لاَ صَلاَةَ بَعْدَ الْفَجْرِ حَتّى تَطْلُعَ الشّمْسُ) يعني لا صلاة نافلة، لا صلاة تحية مسجد، لا صلاة استخارة، لا صلاة وضوء، لا صلاة فريضة، جميع الصلوات داخلة هنا، قال (لاَ صَلاَةَ بَعْدَ الْفَجْرِ حَتّى تَطْلُعَ الشّمْسُ، وَلاَ صَلاَةَ بَعْدَ الْعَصْرِ حَتّى تَغْرُبَ الشّمْسُ) لهذا كان عمر يستدل بهذا، وكان يحسب الذين يصلون بعد العصر استدلالا بهذا العموم. ¶ عارض هذا العموم ذوات الأسباب، مثاله تحية المسجد، قال «إِذَا دَخَلَ أَحَدُكُمْ الْمَسْجِدَ فَلاَ يَجْلِسْ حَتّىَ يُصَلِّي رَكْعَتَيْنِ » هذا عام، عام في أي شيء ؟ عام في الأزمنة في الأوقات؛ لأنه قال (إِذَا دَخَلَ) (إِذَا) هذه تصلح إلى أي زمن، (إِذَا دَخَلَ) يعني حين الدخول، وحين الدخول تصلح لأي وقت، فصار عندنا عموم في الأزمنة، تعارض عموم الأزمنة هنا عموم الصلوات في ذاك الحديث، فصار عموما وجهيا؛ عموم معارض بعموم، هذا عام من وجه دون وجه، قوله (لاَ صَلاَةَ بَعْدَ الْفَجْرِ حَتّى تَطْلُعَ الشّمْسُ) هذا عام في الصلوات، لكن في الوقت خاص في الأوقات، صحيح ؟ قوله هنا (إِذَا دَخَلَ أَحَدُكُمْ الْمَسْجِدَ فَلاَ يَجْلِسْ حَتّىَ يُصَلِّي رَكْعَتَيْنِ) هذا عام في الأزمنة؛ لكنه خاص في الصلاة، من الصلاة صلاة تحية المسجد، فهذا يسمى عام وجهي، عام من وجه دون وجه، وهذا مما تختلف فيه أنظار العلماء، هذا يقوى الخلاف في مثل هذه المسائل، فتلك الجهة يحكم على أي هذين، هل يحكم على عموم الأزمنة؟ هل يحكم لعموم الصلوات بالنهي أم يخصص تحية المسجد، وذلك لأن تحية المسجد هي في وقت؛ يعني عامة في الأوقات، فقوله (لاَ صَلاَةَ بَعْدَ الْفَجْرِ) هذا خاص في الوقت، وقوله (إِذَا دَخَلَ) هذا عام في الأوقات، يأتي هنا النظر.",
            "page": "97",
            "part": "9"
        },
        {
            "hno": null,
            "id": "98",
            "nass": "فمن قال إنها لا تجوز تحية المسجد في أوقات النهي، قال قوله (لاَ صَلاَةَ بَعْدَ الْفَجْرِ حَتّى تَطْلُعَ الشّمْسُ) هذا عام في الصلوات ويدخل فيها تحية المسجد، وخاص في الوقت هذا بخصوصه، ومن جهة العموم ظاهر الدلالة، ومن جهة الخصوص أنه في هذا الوقت يمنع، ودلالة الخاص مقدمة على دلالة العام في ذلك الحديث. ¶ ومن ذهب إلى ذاك الحديث قال هنا (إِذَا دَخَلَ أَحَدُكُمْ الْمَسْجِدَ فَلاَ يَجْلِسْ حَتّىَ يُصَلِّي رَكْعَتَيْنِ) هذا عام في الأزمنة خاص في الصلاة، فنقضي بخصوص الصلاة؛ صلاة تحية المسجد على العموم، ذاك لأن الخاص مقدم على العام، طيب عموم الأزمنة هنا سيبقى الإشكال، ولهذا الشوكاني لقوة نظره في الأصول توقف في المسألة؛ لأنها مشكلة ولا ترجيح لأحدهما على الآخر من حيث العمومان، هذا وهذا، إلا أن شيخ الإسلام رحمه الله ومن تبعه مثلا في الأخذ بجواز الصلاة ذات السبب في أوقات النهي، عضدوا ذلك في أنواع من الأدلة، مثل حديث «يَا بَنِي عَبْدِ مَنَافٍ لاَ تَمْنَعُوا أَحَداً طَافَ بِهَذَا الْبَيْتِ أو صَلّى. أَيّةَ سَاعَةٍ شَاءَ مِنَ لّيْلِ أَوْ نهَارِ» لكن أجابوا بأن هذا خاص بالكعبة. ¶ والإمام أحمد رحمه الله خلص من الإشكال بطريقه هي المعروفة عند أصحابه، قالوا هنا تعارض الأمر تعارض العمومان، فإذا تعارضا وصار الإشكال تساقطا، وأخذنا الترجيح من دليل خارج، وهو أنّ النهي مقدم على الأمر، فإنّ صلاة تحية المسجد مستحبة أو سنة مؤكدة عنده، والنهي للتحريم إذْ لا صارف له، فلا يوقع محرم لتحصيل سنة مؤكدة، خرج بهذا من تداعي العمومين. ¶ المقصود أنه أحيانا تأتي لكم مسائل خاصة في العموم، والعموم من أهم الأبواب، تأتي لكم وقد ينظر فيها طالب العلم نظرا سريعا، فلا يقدر خلاف العلماء واختلاف أنظارهم، لكن إذا تأمل وكانت عنده تأصيلات جيدة، هنا يَقْدُر خلاف العلماء، ويعرف أن لكل وجهته، هذا مشهور من مباحث العام على وجه الاختصار. اقرأ ¶ ((((( ¶ والخاص يقابل العام والتخصيص تمييز الجملة ¶ وهو ينقسم إلى متصل ومنفصل: ¶ فالمتصل: الاستثناء, والتقييد بالشرط, والتقييد بالصفة. ¶ والاستثناء: إخراج ما لولاه لدخل في الكلام وإنما يبقى من المستثنى منه شيء ومن شرطه أن يكون متصلا بالكلام. ويجوز تقديم الاستثناء على المستثنى منه, ويجوز الاستثناء من الجنس ومن غيره.",
            "page": "98",
            "part": "9"
        },
        {
            "hno": null,
            "id": "99",
            "nass": "هنا بعد أن ذكر العام ذكر الخاص، والعام يقابله الخاص، والخاص هو خلاف العام، وبهذا نعرفه بأنه ما لم يعم شيئين فصاعدا؛ يعني خاص بفرد واحد، بحالة واحدة، ما لا يتناول شيئين فصاعدا، ما لا يعم شيئين فصاعدا. ¶ ودلالة العام العموم، ودلالة الخاص التخصيص، ولهذا يقول هذا فيه عموم، وهذا تخصيص، لذلك العموم أو يقال هذا الدليل عام، وذاك الدليل خاص. ¶ فإذن الخاص يعرف بأنه مثل ما ذكر في اللغة ما لا يتناول شيئين فصاعدا. ¶ أما في الاصطلاح فإنه يعرف بأنه قصر العام على بعض أفراده، دلالة العام كثيرة، فإذا قصرنا العام على بعض أفراده، أخرجنا دلالة العام على كل الأفراد، وخصصنا بعض الأفراد وقصرناها بالحكم؛ لأن هذا يسمى خاصا، فإذن الخاص هو قصر العام على بعض أفراده. ¶ التخصيص قسمان: ¶ إما أن يكون التخصيص متصلا بالعموم. ¶ وإما أن يكون التخصيص منفصلا عن العموم. ¶ أو كما قال الخاص: ¶ إما أن يكون متصلا في اللفظ العام. ¶ وإما أن يكون منفصلا. ¶ أما المتصل فمعناه أن يكون معه في نفس الكلام وفي نفس المجلس تأتي بلفظ العام ثم تخصصه، دخل الرجال إلا عشرة، دخل الرجال إلا زيدا ومحمدا وخالدا وأحمد، هنا هذا الاستثناء تخصيص متصل، بمعنى أنه في المكان اتصل بالكلام ما انفصل عنه –المنفصل سيأتي، وهو ما يكون في موضع آخر؛ يعني يستفاد من جملة أخرى ليست متصلة في الجملة السابقة – ذكرنا لكم قوله تعالى ?فَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ(30)إِلَّا إِبْلِيسَ?(1)، هذا استثناء، استثناء متصل وهذا معناه أنه تخصيص متصل. ¶ __________ ¶ (1) الحجر:30-31، ص:73-74.",
            "page": "99",
            "part": "9"
        },
        {
            "hno": null,
            "id": "100",
            "nass": "قال هنا (الاستثناء) أول المخصصات المتصلة الاستثناء، الاستثناء مهم؛ لأن الفقهاء أو الأصوليين يقولون الاستثناء معيار العموم، معنى قولهم الاستثناء معيار العموم؛ يعني أنّ اللفظ إذا كان يصلح أن يستثنى منه فإنه عام اللفظ، إذا كان يصح أن يستثنى منه ،تقول مثلا لا رجلَ في الدار، نريد نختبر هل هذا يدل على العموم أم لا؟ نأتي باستثناء فإن صح إتيان الاستثناء صار اللفظ عام، لا رجل في الدار إلا محمدا، إذن ما دام صح أن يستثنى منه، معناه أنه تأتي الشركة في الذهن لجميع الأفراد، ولهذا يصح أن تخرج فردا من العموم، وإلا لو لم يشترك جميع الأفراد في اللفظ، فإننا ما نحتاج أن نستثني، لأنه يكون يقول المتكلم لنفسه تقول أنا ما أحتاج أن أستثني من العام، لأنه معروف عند المخاطب، لكن العموم لا يمكن أن يستفيد منه المخاطب خروج بعض أفراده إلا بمخصص، وهنا أتى الاستثناء، يقول الاستثناء معيار العموم، يعني أنّ إتيان الاستثناء دال على أن اللفظ بالعموم. ¶ وهذا أهم المخصصات المتصلة الاستثناء وأوضحها دلالة، يقول يجوز أن يقدم المستثنى عن المستثنى منه، ما علمت أو تقول دخل ماأحد-مثلا- إلا زيد، وتقول ما دخل إلا زيد أحد، ما دخل من أحد إلا زيد، ما دخل إلا زيد من أحد، يعني يجوز أن يتقدم الاستثناء على اللفظ العام، أو أن يتأخر، هذا ليس بشرط أن يكون هناك ترتيب؛ لأنها كلها متصلة في مكان واحد، فيأتي للذهن المعنى العام والتخصيص معه. ¶ القسم الثاني الشرط من المخصصات المتصلة. ¶ والقسم الثالث الصفة. ¶ فعندنا المخصصات المتصلة ثلاثة أنواع كما ذكرها هنا الاستثناء والشرط والصفة. ¶ الشرط كثير، مثلا تقول أكرم الرجال إن جاءوك، يعني إن جاءوك فأكرمهم، يعني هذا عموم خصص بأي شيء؟ بالشرط، يعني الذي يجيء تكرمه، الذي لم يأتِ لا يستحق الإكرام، هذا معنى الشرط، والشرط أنواع عندهم: ¶ شرط لغوي، وهو المقصود هنا. ¶ وشرط شرعي. ¶ وشرط عقلي. ¶ وشرط عادي. ¶ هذه أربعة أقسام للشروط بشكل عام، لكن هنا لا يقصد بالشرط إلا الشرط اللغوي، الذي يكون بأدوات الشرط إنْ وإذا وأمثالها. ظاهر؟ ¶ الشرط العقلي يعني ما تشترطه العقول عادة، بإنفاذ الأشياء ليس بمعتبر التخصيص.",
            "page": "100",
            "part": "9"
        },
        {
            "hno": null,
            "id": "101",
            "nass": "الشرط الشرعي الشروط الشرعية، المسلمون على شروطهم ونحو ذلك، هذا غير معتبر التخصيص، المقصود منه اللغوي، لما؟ لأن الدلالة التي استفدنا منها العموم في العام هي دلالة اللغة ليست هي دلالة الشرع، إنما هي دلالة اللغة، فلهذا كان التخصيص في اللغة ليقابل استفادة العموم من اللغة. ¶ الصفة نأتي بصفة تخصص بعض العام، تقول اقرأ الكتب المفيدة، الكتب عام، صحيح؟ لكن هنا خصصته بالمفيد، أكرم الرجل العالم، أكرم الرجال الفقهاء، هنا أعطيته صفة، هذه الصفة خصصت وهي متصلة به، وقولنا التخصيص بالصفة، ليس معناه النعت فحسب: ¶ قد يكون نعتا. ¶ وقد يكون عطف بيان. ¶ وقد يكون حالا. ¶ 5. وقد يكون شبه جملة ظرف أو جار ومجرور. ¶ الصفة تشمل هذه الخمس، تشمل النعت، تشمل الحال، تشمل عطف البيان، تشمل شبه الجملة التي هي الظرف والجار والمجرور، يعني إذا قلت لك، مثلا في الظرف، لكن الأولى واضحة، لكن في الظرف. ¶ بل اجعل مثلا في عطف البيان، أكرم أبا حفص، أو أكرم أبا محمد، هنا أبا محمد فيه اشتراك قد يكون أكثر من واحد، أكرم أبا محمدا خالدا، هذا تخصيص، خالد عطف بيان؛ يعني إعرابها عطف بيان، لكنها تسمى هذه تدخل في الصفات، فهي تخصيص لما وقع الاشتراك فيه في الذهن.",
            "page": "101",
            "part": "9"
        },
        {
            "hno": null,
            "id": "102",
            "nass": "الظرف مثلا قد يكون ظرف مكان أو ظرف زمان، في ظرف المكان أو الظرف الزمان، تقول اقرأ الكتب كل يوم حين الصباح، اقرأ الكتب كل يوم الساعة العاشرة، إيتني كل يوم الساعة كذا، فقوله كل يوم هذا فيه اشتراك، صحيح؟ تأتي الصفة لتقييده أو لتخصيصه، هو أتى أنا ما دريت، لكن هو لم يأتِ يعني الجويني صاحب الورقات لم يتكلم على المطلق والمقيد في هذه الرسالة، واعتبر المقيد من التخصيص بالصفات، تقول إن قيد بصفة فهو المقيد، يقابله المطلق، يعني عنده المقيد والمطلق أنه من فروع بحث العام، وهذا ليس بصحيح؛ لأنه قوله مثلا قوله تعالى ? فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ?[النساء:92]، في آية الظهار ? فَتَحْرِيرُ رَقَبَةٍ مِنْ قَبْلِ أَنْ يَتَمَاسَّا?[المجادلة:3]، في آية القتل قال ? فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ?[النساء:92]، (فَتَحْرِيرُ رَقَبَةٍ) هذا سموه مطلقا، هنا يسميه عاما، وتحرير رقبة مؤمنة يقول هذا تخصيص للعام بالصفة، لأن الإيمان صفة للرقبة، لكن هنا يقال من أين أستفيد العموم في قوله (فَتَحْرِيرُ رَقَبَةٍ) هنا ما استفدنا العموم، مِنِينْ استفدنا العموم(تحرير) هذا فعل يعني مصدر، بمعنى فعل الأمر حرروا رقبة، هنا رقبة كيف استفدنا العموم منها، هذه نكرة في سياق النفي أو في سياق الإثبات؟ في سياق الإثبات، وقد تقرر أن النكرة في سياق النفي أو النهي أو الاستفهام أو الشرط أنها للعموم، لكن هنا صار تحرير رقبة هذه نكرة في سياق الإثبات، فمن أين أخذنا العموم، لهذا قال العلماء العام والخاص باب، والمطلق والمقيد؛ لأن استفادة ألفاظ الإطلاق ليست هي ألفاظ العموم. ¶ نعم إن التقييد بالصفة هو شبيه بالتخصيص بالصفة، لكن التقييد بالصفة هذا جاء على أمر مطلق، وأما التخصيص بالصفة جاء بعد لفظ عام، ظاهر؟ وهذا فرق مهم، ولهذا نقول إن بحث المطلق والمقيد، نبحث إن شاء الله تعالى بعد إتمام البحث الخاص، كإفراد له كما أفردته كتب الأصول. ¶ ما سبب الإشكال هنا إيش قال؟ إقرأ عشان يسمعون. ¶ ((((( ¶ فالمتصل: الاستثناء, والتقييد بالشرط, والتقييد بالصفة. ¶ والاستثناء: إخراج ما لولاه لدخل في الكلام وإنما يبقى من المستثنى منه شيء ومن شرطه أن يكون متصلا بالكلام. ويجوز تقديم الاستثناء على المستثنى منه, ويجوز الاستثناء من الجنس ومن غيره. ¶ والشرط يجوز أن يتأخر من المشروط ويجوز أن يتقدم من المشروط.",
            "page": "102",
            "part": "9"
        },
        {
            "hno": null,
            "id": "103",
            "nass": "والمفيد بالصفة: يحمل عليه المطلق, كالرقبة قيدت بالأيمان في بعض المواضع, وأطلقت في بعض المواضع, فيحمل المطلق على المقيد. ¶ لاحظ هذا الكلام (والمفيد بالصفة: يحمل عليه المطلق) فجعل المطلق والمقيد من مباحث العام والخاص، السبب ما هو؟ السبب أن كثيرين من المتقدمين يعبرون عن المطلق بالعام، قال هذه لها عموم ذلك من أئمة السلف يعبرون عن الإطلاق بالعام، لكن عموم المطلق ليس هو عموم العام، ما هو عموم المطلق وعموم العام؟ ذكرنا أن عموم العام هو الشمول، يعني أن العام عمومه شمولي للأفراد، إذا قلت الرجال دخل في ذهنك كل الرجال، الرقاب دخل في ذهنك كل الرقاب، الكتب دخل في ذهنك كل الكتب، أما المطلق فإنه لا يكون الدخول فيه شموليا ولكن يكون الدخول دخول الأفراد تحت اللفظ بدليا؛ إما هذا أو هذا أو هذا أو هذا، نعم هو عام، لكن على سبيل البدل لا على سبيل الشمول؛ يعني مثلا أعتق الرقاب، هذا يعني اعتقها جميعا، صحيح هذا عموم شمولي، لكن أعتق رقبة، عندي عشر رقاب من البشر، هذا سعيد، وهذا سعد، وهذا خالد إلى آخره، عشرة، إذا قلت أعتق رقبة، هو من حيث الأمر يشمل الجميع، لكن هل يشملها، بأن أُعتق الجميع، أو أنا مخير في واحدة منها، هذا قولهم مخير في واحد منها؛ يعني الأمر متوجه لواحد من الجميع، لكن يصلح أن يكون المأمور به الأول سعيد، يصلح أن يكون المأمور به سعد، يصلح أن يكون المأمور بإعتاقه أحمد، خالد إلى آخره، ظاهر؟ ولهذا وقع كثير من العلماء في استعمال العموم في الإطلاق، وهذا وجه ذكر الجويني هذه المسألة في الورقات؛ لأن كثير من المتقدمين يستعملون لفظ العام في المطلق باعتبار العموم البدلي، قال ? فَتَحْرِيرُ رَقَبَةٍ مِنْ قَبْلِ أَنْ يَتَمَاسَّا?[المجادلة:3]، ? فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ?[النساء:92]، هذا شرط؛ قُيدت الرقبة بأنها مؤمنة، لكن أي رقبة أي واحدة، صحيح؟ بشرط الإيمان. ¶ إذن عموم المطلق بدلي وعموم العام -إيش؟- شمولي، (1) تنتبه إلى هذه الكلمة، وعلى هذا ففي الاصطلاح لا يصح أن يقال في المطلق إنه عام ويسكت، ويقال هذا عام؛ لأنه قد يأتي إشكال، هل هذا العام تخصصه مخصصات العام الشمولي: فيبقى الإشكال، ظاهر لكم؟ ¶ __________ ¶ (1) انتهى الوجه الأول من الشريط الخامس.",
            "page": "103",
            "part": "9"
        },
        {
            "hno": null,
            "id": "104",
            "nass": "على كل حال يأتي مزيد تفصيل في مكانه في المطلق والمقيد، نقف عند المخصصات المنفصلة، ونكمل إن شاء الله الدرس غدا بعد صلاة الفجر في هذا المسجد، أما درس المغرب اليوم فيلغى، يكون عندنا درس بعد صلاة العصر في مسائل الجاهلية، وبعد الفجر غدا في هذا المسجد في الأصول تكملة لها. ¶ أسأل الله جل وعلا أن ينفعنا وإياكم ويعلمنا الخير كله، نكتفي بهذا. نعم ¶ ذكرتُ قول شيخ الإسلام ابن تيمية وابن قدامة في المغني عند شرح حديث القلتين من أنه لا مفهوم له، الله أعلم اختلف الكبار، ما عندي تحرير الحقيقة فيها. ¶ ((((( ¶ ويجوز تخصيص الكتاب بالكتاب, وتخصيص الكتاب بالسنة، وتخصيص السنة بالكتاب, وتخصيص السنة بالسنة، وتخصيص النطق بالقياس؛ ونعني بالنطق قول الله سبحانه وتعالى وقول الرسول صلى الله عليه وسلم. ¶ بسم الله الرحمن الرحيم، الحمد لله رب العالمين، والصلاة والسلام على نبينا محمد وعلى آله وصحبه أجمعين. ¶ أما بعد: ¶ فلما ذكر المخصصات المتصلة وهي الاستثناء والشرط والصفة، ذكر المخصصات المنفصلة، ويُعنى بالمخصص المنفصل عند الأصوليين ما كان في كلام مستقل عن العموم؛ يعني إذا كان التخصيص متصلا بالعموم في جملته، فإن هذا يسمى متصلا، فإذا كان في جملة أخرى منفصلة من حيث الإنشاء، ومن حيث الزمن، عن الدليل الذي دل على العموم، فإنه يسمى مخصِّصا منفصلا، والمخصِّصات المنفصلة كثيرة، منها ما ذكر، ومنها مخصص الحس. ¶ فأول المخصصات المنفصلة الحس، والحس يعنى به أحد الحواس الخمس التي منها المشاهدة؛ يعني أن هناك نصوصا عامة، لكن يخصصها الحس، يعني ما يشاهَد، أو ما يُسمع، أو ما يُلمس، أو ما يُشم أو نحو ذلك من الحواس الخمس، لكن المخصص الذي يتصل بالنصوص من الحس واحد، وهو المشاهدة، وبهذا قالوا إنّ من المخصصات المنفصلة الحس، وهو المشاهدة، وذلك لأنه هو الذي يمكن التخصيص فيه، في هذا المقام. ¶ وذلك ممثل قوله تعالى ?تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا?[الأحقاف:25]، وقوله (كُلَّ شَيْءٍ) هذا عام، خَصَّ الحِسُّ منه الآدميين بقوله ?فَأَصْبَحُوا لَا يُرَى إِلَّا مَسَاكِنُهُمْ?[الأحقاف:25] يعني خصت المشاهدة منه الآدميين، لهذا قال (فَأَصْبَحُوا لَا يُرَى إِلَّا مَسَاكِنُهُمْ).",
            "page": "104",
            "part": "9"
        },
        {
            "hno": null,
            "id": "105",
            "nass": "وقال سبحانه في بيت الحرام ? يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ?[القصص:57] ومن المعلوم بالحس والمشاهدة أن هناك من الثمرات التي في شرق الأرض أو في غربها ما لم يجبى إلى الكعبة؛ يعني إلى مكة. ¶ كذلك قوله تعالى ?وَأُوتِيَتْ مِنْ كُلِّ شَيْءٍ وَلَهَا عَرْشٌ عَظِيمٌ?[النمل:23]، هناك شيء لم تؤتَ إياه، فالأشياء يدل على ذلك الحس، فإذن هناك الحسُّ مخصص، فخص الأخير هنا في قوله (وَأُوتِيَتْ مِنْ كُلِّ شَيْءٍ) بأنها أوتيت من كل شيء أوتيه ملوك زمانها، قوله (يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ) يعني مما يمكن وصوله إلى مكة في الأوقات؛ يعني في كل وقت بحسبه، في كل زمن بحسبه، وهكذا. ¶ إذن فمخصص الحس ويعنى به المشاهدة، قد يخص به الكتاب والسنة، ولكن هذا لابد أن يكون متفقا عليه؛ لأجل أن لا يدخل أهل العقول في جعل المخصصات العقلية صحيحة لنصوص الكتاب والسنة، ولهذا قالوا الحس هو المشاهدة، والمشاهدة يشترك فيها الجميع فهي من قبيل ما أتفق عليه. ¶ ذكر هنا من المخصصات قال (يجوز تخصيص الكتاب بالكتاب) قوله (يجوز) معناه يمكن، يعني يجوز وقوعا، يمكن أن يخصص الكتاب بالكتاب؛ يعني يصلح الكتاب أن يخصص الكتاب، وهذا مباين للوجوب؛ لأنه هناك من الألفاظ العامة في القرآن ما لم يرد عليه تخصيص. ¶ مثل قوله تعالى ?اللَّهُ خَالِقُ كُلِّ شَيْءٍ?(1) وقوله (اللَّهُ خَالِقُ كُلِّ شَيْءٍ) هذا عام في الأشياء التي تقبل أن تُخْلَق، وهي ما كان غير الله جل وعلا وأسمائه وصفاته وأفعاله، هذا عام لا مخصص له عام؛ باق على عمومه، وهذا معنى قوله (يجوز) يعني ليس كل عام واجب التخصيص، بل هناك ألفاظ عامة بقيت على عمومها دون مخصصات، (يجوز تخصيص الكتاب بالكتاب) يعني أن القرآن يكون فيه آيات عامة وهناك آيات في القرآن تخصص ذلك العموم. ¶ __________ ¶ (1) الرعد:16، الزمر:62.",
            "page": "105",
            "part": "9"
        },
        {
            "hno": null,
            "id": "106",
            "nass": "مثاله قوله تعالى ?وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ?[البقرة:228] فهذا عام في كل مطلقة ويشمل المطلقة الحامل والمطلقة غير الحامل؛ يعني الحائل،(1) كذلك يشمل المدخول بها وغير المدخول بها، فقوله (وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ) يعم كل مطلقة سواء أكانت حاملا أم حائلا، وسواء أكانت مدخولا بها أم غير مدخولا بها، هذا العموم خص بالكتاب بالقرء، في الحوامل في قوله تعالى ?وَأُوْلَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ?[الطلاق:4] يعني أن عدة المرأة الحامل لا تنقضي إلا بوضع الحمل، وكذلك بقوله ?وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا?[البقرة:234]، مع قوله (وَأُوْلَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ)، كذلك المدخول بها وغير المدخول بها، قوله (وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ) يشمل هذه وهذه، لكن خُصَّ من عمومه غير المدخول بها، بقوله ? يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا [نَكَحْتُمْ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ] (2) مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا?[الأحزاب:49] قال هنا في غير المدخول بها (فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا) فخُصّ منهم. ¶ كذلك قوله تعالى ? الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ ?[النور:2] (الزَّانِيَةُ) هذا يعم الحرة والأَمَة، خص من عمومه الأَمَة بقوله تعالى في الأَمَة في سورة النساء قال ?فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنْ الْعَذَابِ?[النساء:25] فقال إن الأمة عليها نصف ما على المحصنة من العذاب، وهي داخلة في عموم، قوله (الزَّانِيَةُ) لأنها هي زانية، فإذا زنت بآية سورة النور يجب عليها مائة جلدة، ولكن لآية سورة النساء خصت من ذلك العموم فصار عليها خمسين جلدة. ¶ __________ ¶ (1) حائل: كل أنثى لا تحمل، يقال امرأة حائل ونخلة حائل. ¶ (2) الشيخ قال: إذا طلقتم النساء.",
            "page": "106",
            "part": "9"
        },
        {
            "hno": null,
            "id": "107",
            "nass": "وهكذا يعني أن هناك آيات كثيرة بعضها يخص بعض، مثل أيضا قوله تعالى ?وَلَا تَنكِحُوا الْمُشْرِكَاتِ حَتَّى يُؤْمِنَّ?[البقرة:221] هنا (الْمُشْرِكَاتِ) يعم كل من كان مشركا بالله، فيدخل فيه المشركون من غير أهل الكتاب ويدخل فيه المشركون من أهل الكتاب، لأن الله جل وعلا قال في أهل الكتاب ?سُبْحَانَهُ عَمَّا يُشْرِكُونَ?قال ?وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهًا وَاحِدًا [لَا إِلَهَ إِلَّا هُوَ] (1) سُبْحَانَهُ عَمَّا يُشْرِكُونَ?[التوبة:31]، فهم مشركون، ولكن هذا العموم خص منه أهل الكتاب بقوله تعالى ?وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ وَطَعَامُكُمْ حِلٌّ لَهُمْ وَالْمُحْصَنَاتُ مِنْ الْمُؤْمِنَاتِ وَالْمُحْصَنَاتُ مِنْ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ?[المائدة:5]، فبين أن المرأة إذا كانت من أهل الكتاب فإنها يجوز نكاحها وهذا خارج عن العموم، يعني أنه مخصص للعموم في قوله (وَلَا تَنكِحُوا الْمُشْرِكَاتِ حَتَّى يُؤْمِنَّ) فيراد بالمشركة من كانت من غير أهل الكتاب، وهكذا في أمثلة كثيرة جدا معروفة. ¶ وكذلك يجوز كما ذكر (تخصيص الكتاب بالسنة) تخصيص القرآن بالسنة، وهذا عند عامة العلماء، وخالف فيه بعضهم من جهة أن القرآن قطعي الدلالة والسنة لا تقوم على التخصيص إلا إذا كانت قطعية الدلالة، وهذا ليس بصحيح، فعندهم أن حديث الآحاد لا يخص الآية، لا يصلح أن يكون مخصصا للآيات، وهذا غلط، فإننا نقول إنّ القرآن تخصه السنة سواء كانت السنة متواترة أم آحاد فإنها تصلح مخصِّصَة. ¶ __________ ¶ (1) لم يذكرها الشيخ.",
            "page": "107",
            "part": "9"
        },
        {
            "hno": null,
            "id": "108",
            "nass": "مثال ذلك قوله تعالى في المحرمات من النساء لما عدها ? حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ?[النساء:23] إلى آخره، ثم قال بعدها ?وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ?[النساء:24] (وَأُحِلَّ لَكُمْ مَا وَرَاءَ) (مَا) هذه من ألفاظ العموم، فيستدل بهذه الجملة من الآية على أنّ كل امرأة لم تذكر في المحرمات بهذه الآية فإنها مباحة لدليل قوله (وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ) هذا عموم من القرآن، لكن خُص بالسنة بقوله عليه الصلاة والسلام « لاَ تُنْكَحُ الْمَرْأَةُ عَلَى عَمّتِهَا، وَلاَ تُنْكَحُ الْمَرْأَةُ عَلَى خَالَتِهَا» يعني أن يجمع بين المرأة وعمتها وبين المرأة وخالتها، فهذا مما جاء في السنة، وهو تخصيص لهذا العموم المستفاد من قوله (وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ). ¶ كذلك قوله تعالى ?وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ?[الأنعام:141] (وَآتُوا حَقَّهُ) يعني كل ما خرج من الأرض، خَصت منه السنة أشياء من أن الذي يجب أن يؤتى الحق يوم الحصاد؛ هو ما يكال ويدّخر، وأما غيره فإنه لا يجب ذلك فيه، وهكذا في أمثلة كثيرة، وهذا من المهمات؛ يعني أنْ يُعلم أنّ الكتاب يخص بالسنة. ¶ وقد ادعى الظاهرية كداوود وابن حزم وجماعة؛ ادعوا أن التخصيص إنما يقع بالسنة فقط، وأما تخصيص الكتاب بالكتاب فإنه ليس بوارد، وذلك أن التخصيص نوع بيان والله جل وعلا قال لنبيه ?وَأَنزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ?[النحل:44] فالمبيِّن هو النبي صلى الله عليه وسلم يعني بالسنة، فخرج عن كون القرآن مبينا، والتخصيص نوع من البيان، ولهذا قالوا إنه لا يصلح التخصيص إلا بالسنة. ¶ وهذا يقابل قول آخرين أنّ التخصيص لا يكون بالسنة، وإنما يكون بالقرآن. ¶ وكلا القولين غلط؛ لأن التخصيص جاء بوضوح في القرآن، وجاء بوضوح أيضا في السنة. ¶ تخصيص السنة بالقرآن، أيضا السنة تخص بالقرآن. وأيضا السنة تخص بالسنة.",
            "page": "108",
            "part": "9"
        },
        {
            "hno": null,
            "id": "109",
            "nass": "ففي قوله تعالى أو في قول النبي صلى الله عليه وسلم -راح مني المثال في تخصيص القرآن بالسنة-، قوله عليه الصلاة والسلام «لاَ يَقْبَلُ الله صَلاَةَ أحَدِكُم إذَا أحْدَثَ حَتّى يَتَوَضّأَ» هذا عام وجه العموم فيه استخدام حرف الغاية (حَتّى) «لاَ يَقْبَلُ الله صَلاَةَ أحَدِكُم إذَا أحْدَثَ حَتّى يَتَوَضّأَ» وحروف الغايات تدل على العموم بنوع من الاعتبار، هذا يشمل كلَّ مسلم، «لاَ يَقْبَلُ الله صَلاَةَ أحَدِكُم إذَا أحْدَثَ حَتّى يَتَوَضّأَ» يشمل كل مسلم سواء كان مريضا أو غير مريض، أو كان واجدا للماء أو غير واجد للماء، كان مسافرا أو غير مسافر، وخُص هذا العموم بقوله تعالى ?فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا?(1)، فإذن قوله (فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا) هذا تخصيص لقوله «لاَ يَقْبَلُ الله صَلاَةَ أحَدِكُم إذَا أحْدَثَ حَتّى يَتَوَضّأَ». ¶ (تخصيص السنة بالسنة) هذا كثير أيضا وميدانه واسع. ¶ من المخصصات أيضا المفاهيم، والمفاهيم أيضا فيه نزاع في تخصيصها كما سبق في هل تدل المفاهيم على العموم أو لا تدل؟ هل تصلح المفاهيم للتخصيص أم لا؟ لكنها مهمة، التخصيص في المفاهيم والتخصيص بالمفهوم كقوله تعالى..، ¶ أولا المفهوم قسمان: مفهوم موافقة، ومفهوم مخالفة. ¶ __________ ¶ (1) النساء:43، المائدة:6.",
            "page": "109",
            "part": "9"
        },
        {
            "hno": null,
            "id": "110",
            "nass": "ونعني بمفهوم الموافقة: أن يوافق الحكم المسكوت عنه؛ الحكم المذكور في محل النطق، وهذا مثل قوله تعالى ?فَلَا تَقُلْ لَهُمَا أُفٍّ?[الإسراء:23]، فإنه يُفهم منه تحريم ما فوق التأفيف، وذلك بالموافقة؛ لأن ما فوقه مشارك للتأفيف في النهي، وهو موافق له، قوله عليه الصلاة والسلام في الحديث الصحيح «لَيّ الْوَاجِدِ يُحِلّ عِرْضَهُ وَعُقُوبَتَهُ» (لَيّ الْوَاجِدِ) يعني مَطْلُه وعدم إعطاء الحق الذي عليه، (يُحِلّ عِرْضَهُ) يعني يحل أن يقال ظلمني، يحل أن يتقدم بالشكاية عليه، ويحل عقوبته من الحبس وغيره، هذا عام، (لَيّ الْوَاجِدِ يُحِلّ عِرْضَهُ وَعُقُوبَتَهُ)، هذا فيه عموم هذا هل يدخل فيه الوالد؟ قال تعالى (فَلَا تَقُلْ لَهُمَا أُفٍّ) والليّ؛ (لَيّ الْوَاجِدِ) هذا قد يكون من الوالد، وقال هنا (يُحِلّ عِرْضَهُ) والله جل وعلا حرم التأفيف، وما هو أعظم من التأفيف هو الليّ من العرض والعقوبة بحبس أو بغيره، فإذن نستفيد من قوله (فَلَا تَقُلْ لَهُمَا أُفٍّ) تحريم حبس الوالدين، قوله (فَلَا تَقُلْ لَهُمَا أُفٍّ) هذا يستفاد منه أن الحبس لا يجوز الذي هو أعظم من التأفيف، وكذلك أن ينال الرجل من عرض والده لا يجوز، فهذا خص منه بمفهوم الموافقة، أو خص قوله (لَيّ الْوَاجِدِ يُحِلّ عِرْضَهُ وَعُقُوبَتَهُ) خص منه الوالد في قوله (فَلَا تَقُلْ لَهُمَا أُفٍّ) وذلك لأنه مفهوم موافقة.",
            "page": "110",
            "part": "9"
        },
        {
            "hno": null,
            "id": "111",
            "nass": "القسم الثاني مفهوم المخالفة: وهو أن يثبت نقيض الحكم المأثور بالمفهوم، لما يفهم نقيض الحكم المأثور للمفهوم؛ يعني بخلاف الحالة المذكورة، كما في قوله «إذا بَلَغَ الماءُ قلّتَيْنِ لَمْ يَحْمِل الخَبَثَ» هذا يُفهم منه أنه إذا لم يبلغ القلتين حمل الخبث معنى ذلك أن هذا مفهوم مخالفة لأنه خلاف الحكم المذكور (إذا بَلَغَ الماءُ قلّتَيْنِ لَمْ يَحْمِل الخَبَثَ) معناه إذا لم يبلغ يحمل الخبث هذا مفهوم مخالفة، يسمى مفهوم مخالفة، قوله عليه الصلاة والسلام «المَاءُ طَهُورٌ لاَ يُنَجّسُهُ شَيءٌ»، (شَيءٌ) هنا نكرة جاءت في سياق النفي قال(لاَ يُنَجّسُهُ شَيءٌ)، فإذن عموم (لاَ يُنَجّسُهُ شَيءٌ) سواء كان قلتين أو كان أكثر أو كان أقل الجميع لا ينجسه شيء، فحديث (إذا بَلَغَ الماءُ قلّتَيْنِ) بالمخالفة إذا لم يبلغ الماء قلتين فإنه يحمل الخبث، فمن صحح هذا الحديث واستدل به على هذا الكلام قال إن قوله (لم يُنَجّسُهُ شَيءٌ) مخصوص بما كان فوق القلتين، أما ما دون القلتين فيخص من هذا؛ يعني (المَاءُ طَهُورٌ لاَ يُنَجّسُهُ شَيءٌ) في حالة كونه قلتين فأكثر، أما ما دون القلتين فإن في هذه الحالة مخصوصة من هذا العموم بقوله (إذا بَلَغَ الماءُ قلّتَيْنِ) ووجه الدلالة على التخصيص المفهوم مفهوم المخالفة. ¶ أيضا من التخصيص بالسنة التخصيص بأفعال النبي عليه الصلاة والسلام، وأفعال النبي عليه الصلاة والسلام تصلح أن تكون مخصصة للألفاظ العامة، سواء كانت في القرآن أو في السنة.",
            "page": "111",
            "part": "9"
        },
        {
            "hno": null,
            "id": "112",
            "nass": "فمثلا في قوله تعالى ?لَا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ?[البقرة:222] (لَا تَقْرَبُوهُنَّ) يعني لا تقربوا الحائض حتى تطهر، (لَا تَقْرَبُوهُنَّ) هذا عام، شُو وجه العموم؟ كيف استفدنا العموم (لَا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ)؟ حرف الغاية واحد، لكن (تَقْرَبُوهُنَّ) ألا نستفيد منه العموم؟ (تَقْرَبُوهُنَّ) هذا نكرة في سياق النفي فتعم، أين النكرة؟ قال العلماء تقربوهن الأفعال المضارعة تَنْحَلُّ عن مصدر وزمان، حدث مجرد عن الزمان مع الزمان، هذا الفعل المضارع عبارة عن مصدر وزمان، (لَا تَقْرَبُوهُنَّ)، (تَقْرَبُوهُنَّ) يعني قرب في الزمن الحاضر، صحيح؟ أو في الزمن المستقبل، والفعل المضارع إذا جاء منفيا لاشتماله على المصدر المنسبك في داخله فإنه يكون نكرة في سياق النفي، فيعم أنواع القرب (لَا تَقْرَبُوهُنَّ) جميع أنواع القرب، من ذلك تقبيل المرأة الحائض، من ذلك ضمها، من ذلك مباشرتها، من ذلك النوم معها، كل هذا يشمل قوله (وَلَا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ) خصَّ هذا العموم بفعله عليه الصلاة والسلام، فإنه كان يقبل المرأة الحائض ويباشرها، فعلم أن قوله (لَا تَقْرَبُوهُنَّ) يراد به قرب الوطء لا غيره؛ يعني الوطء في الفرج لا غيره، (لَا تَقْرَبُوهُنَّ) خُص السنة بفعله عليه الصلاة والسلام. ¶ كذلك يخص العام من الكتاب والسنة بالقياس، والقياس إذا كان صحيحا واضح العلة شرعا، وأن العلة فيها منصوص عليها، والمماثلة شرعية، فإنه يُخص بالقياس الكتاب والسنة. ¶ ومثاله أن الله جل وعلا قال ? الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ ?[النور:2]، (الزَّانِي) يشمل الحر والعبد، صحيح؟ يشمل الحر والعبد، طيب، العبد هل نجلده مائة جلدة، أو يجلد إذا زنى خمسين جلدة؟ العبد يجلد خمسين جلدة، هنا قوله (الزَّانِيَةُ وَالزَّانِي) يشمل الحر والعبد، فكيف استفدنا أنّ العبد لا يدخل في هذا العموم؟ بالقياس على الأَمَة المذكورة في قوله تعالى ?فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنْ الْعَذَابِ?[النساء:25] (عَلَيْهِنّ) يعني على الإماء نصف ما على المحصنات، والعبد الذكر مقيس على الأنثى، فهذا تخصيص للكتاب بالقياس؛ يعني قياس العبد على الأمة، وهذا القياس واضح جلي؛ لأن الأَمَة مع هذا المشترك فيما بينه.",
            "page": "112",
            "part": "9"
        },
        {
            "hno": null,
            "id": "113",
            "nass": "هنا قال أيضا في الحديث « الْبِكْرُ بِالْبِكْرِ جَلْدُ مِائَةٍ وتَغْرِيبُ عَام وَالثّيّبُ بِالثّيّبِ, جَلْدُ مِائَةٍ وَالرّجْمُ» الحديث الذي رواه مسلم وغيره قوله (الْبِكْرُ بِالْبِكْرِ)، هذا يشمل الحر والعبد، ويشمل الصغير والكبير، وشموله هنا للعبد (الْبِكْرُ بِالْبِكْرِ جَلْدُ مِائَةٍ) هذا مخرج من هذا العموم، بأي شيء؟ بالقياس، القياس المذكور. ¶ فإذن صار عندنا مثال لتخصيص القياس بالقرآن، ومثال لتخصيص السنة بالقياس؛ يعني لكون القياس مخصصا للقرآن، ولكون القياس مخصصا للسنة. ¶ هذه أمثلة لما ذكره فنعيد علينا كلامه لَيَكون فاتنا شيء. ¶ نعيد بحث العام مهم، طبعا أكثر المخصصات التي يقال هذا عام وهذا خاص أكثرها من قبيل المخصصات المنفصلة؛ تخصيص القرآن بالقرآن، تخصيص القرآن بالسنة، تخصيص السنة بالقرآن، تخصيص السنة بالسنة، والسنة تنقسم إلى أقوال وأفعال، كذلك تخصيص العمومات من الكتاب والسنة بالمفاهيم، وتخصيصها بالقياس، كل هذا ذُكر وهي أمثلة مهمة. ¶ إذن نأخذ أمثلة كتطبيق لما ذكر؛ لأن بحث المحمل والمبين يحتاج إلى وقت، وعندنا بحث قبله وهو المطلق والمقيد أيضا. ¶ طيب عندنا الآن أمثلة على العام والخاص؛ أمثلة تطبيقية: ¶ قوله تعالى ?إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا?[التوبة:28] هنا هل في هذه الآية عموم أين هو؟ (إِنَّمَا الْمُشْرِكُونَ) كل أنواع المشركين، طيب فيه دلالة ثانية؟ (إِنَّمَا) لا هذه (مَا) ليست موصولة (إِنَّمَا) حصر (إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا) (يَقْرَبُوا) فيها عموم، فعل مضارع منفي، صحيح؟ يعني يعم جميع أنواع القرب، طيب (فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا). ¶ ?وَإِنْ خِفْتُمْ عَيْلَةً? هل في هذه عموم؟ (إِنْ خِفْتُمْ عَيْلَةً) نكرة في سياق الشرط فتعم جميع أنواع العيلة، (وَإِنْ خِفْتُمْ عَيْلَةً) تعم جميع أنواع العيلة، طيب هذا واضح. طيب.",
            "page": "113",
            "part": "9"
        },
        {
            "hno": null,
            "id": "114",
            "nass": "قوله تعالى ?فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا?(1)، (فَلَمْ تَجِدُوا مَاءً) هل فيه عموم؟ طيب، وِينْ النكرة؟ (تَجِدُوا) فعل مضارع، يعني نفى الفعل طيب، (لَمْ تَجِدُوا) لم لا تدخل إلا على الفعل المضارع، صحيح؟ والفعل المضارع قلنا يشمل المصدر الذي هو الحدث مع الزمن، والمصدر نكرة، فإذن صار نكرة في سياق النفي، صحيح؟ فتكون عامة، فتعم أحوال عدم الوجود، (فَلَمْ تَجِدُوا مَاءً) يعم جميع أحوال عدم الوجود، أحوال عدم الوجود ما هي؟ هل الوجود له حالة واحدة أو أحوال؟ عدم الوجود له حالة أو أحوال؟ أحوال، ما هي؟ (لَمْ تَجِدُوا) ما وجد الماء حسا؛ فقده، غير موجود، أو ما وجد الماء؛ حبس عنه، هو يراه لكن هو محبوس عنه، أو ما وجد الماء حُكْمًا، مُو حقيقة؛ حكما، ولهذا المريض يتيمم، لما؟ ما الدليل؟ (فَلَمْ تَجِدُوا مَاءً)؛ لأنه هنا غير واجد للماء، داخل في العموم، لكن عدم وجدانه للماء هذا حكما، ولو كان واجدا له حسًّا، فإذن (فَلَمْ تَجِدُوا مَاءً) هذا يشمل كل الأحوال عدم وجوده حقيقة، وعدم وجوده حكما. طيب. ¶ مثلا في قوله تعالى ?يُوصِيكُمْ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنثَيَيْنِ?[النساء:11] هل في الآية عموم؟ جمع مضاف وهذا يعم جميع الأولاد، صحيح؟ طيب هل هذا (يُوصِيكُمْ اللَّهُ فِي أَوْلَادِكُمْ) يشمل إيش؟ ويش فيها في العموم ؟ يعني عام، عام في الأولاد جميعا، ما هي جهات الأولاد؟ لازم تتصور بعد العموم جهات العموم؛ يعني ما يدخل؛ ما شمله من الصور (يُوصِيكُمْ اللَّهُ فِي أَوْلَادِكُمْ) يشمل الذكر والأنثى هذا واحد، الصغير والكبير هذا اثنين، المسلم والكافر، صحيح؟ هل هذا العموم باقي؟ هذا مما خص بالسنة، القرآن خص بالسنة في قوله «لا يرث كافر مسلما» فهنا خُص. ¶ هذه تطبيقات طيبة. ¶ هل عندك مثال أو نزيدكم أمثلة على المخصصات. ¶ طيب، قوله عليه الصلاة والسلام -مثلا في السنة- قوله عليه الصلاة والسلام «إذا قتل الولد أباه لم يرث» فهو مخرج من الآية (يُوصِيكُمْ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنثَيَيْنِ) يخرج من هذا؛ لأنه استعجل ؟؟؟ قبل أوانه، والقاتل لا يرث من المقتول شيء. ¶ __________ ¶ (1) النساء:43، المائدة:6.",
            "page": "114",
            "part": "9"
        },
        {
            "hno": null,
            "id": "115",
            "nass": "طيب، لو نأخذ مثال من السنة فيما قيل فيه العموم «اتّقُوا اللّهَ وَاعْدِلُوا بَيْنَ أَوْلاَدِكُمْ»، طيب (وَاعْدِلُوا بَيْنَ أَوْلاَدِكُمْ) أوش وجه العموم أولا؟ يعني اللفظ الذي دل على العموم؟ الأمر ما هو من صيغ العموم، (أَوْلاَدِكُمْ) هذه يعني يشمل جميع الأولاد الذكر والأنثى، الحاضر والغائب، الحمْل الموجود فعلا، والذي لم يأتِ، هذا يشمل الجميع، ولهذا اُستدل بالعموم -يعني استدل بع بعض العلماء– على أنه إذا أعطى الحاضرين شيئا ثم حَدَثَ له بعد ذلك ابن؛ حدث له ولد بعد ذلك أنه يساويه بالحاضرين يعطيه مرجّع؛ يعني يعطيه مثل ما أعطاهم، لأنه داخل في قوله (أَوْلاَدِكُمْ) (اتّقُوا اللّهَ وَاعْدِلُوا بَيْنَ أَوْلاَدِكُمْ)، الذكر تخصيصه في بعض الأحوال هذا مُو تخصيص لأنه لا يخرج عن العدل قال (اتّقُوا اللّهَ وَاعْدِلُوا بَيْنَ أَوْلاَدِكُمْ) فإذا أعطى أحد الأولاد لميزة فيه لا لتفضيل لغير، ميزة، وهذه الميزة يعنى بها الميزة الشرعية التي يؤذن بها، يؤذن فيها بالعطاء مثل أن يشتغل معه، أعطاه أكثر من أولاده، طالب علم أعطاه مما يعينه على طلب العلم، ونحو ذلك، فهذا خارج عن ذلك، لكن مُو خروج بالقياس، خروج لأنه داخل في ضمن العدل المأمور به، هذه مسألة ما لها دخل بالتخصيص. ¶ فيه مثال ثاني؟ طيب هذا ذكرناه، نعيده «لاَ صَلاَةَ إلاَّ بِفَاتِحَةِ الْكِتَابِ» ووش وجه العموم فيه؟ يعني لا النافية للجنس، يعم إيش؟ كل أنواع الصلاة التي هي الفرض والنفل، أيضا الجهرية والسرية، أيضا للإمام والمأموم والمنفرد، صحيح؟ (لاَ صَلاَةَ إلاَّ بِفَاتِحَةِ الْكِتَابِ) هذه يعمها الجميع. طيب. ¶ صلى رسول الله صلى الله عليه وسلم داخل الكعبة، هذا، صلى داخل الكعبة، هنا أوش جهة العموم؟ يعني فرض ونفل وُوش بعد؟ سرية وجهرية، هذا فعل وقلنا الأفعال لا عموم لها؛ لأنه هذه حالة واحدة، صلى هو أحد الحالات، صلى صلاة سرية وهي نافلة، والأفعال ليس بها عموم، وإنما العموم من عوارض الألفاظ من صفات النطق الذي مرّ معنا. ¶ «فَلاَ يَجْلِسْ حَتّىَ يُصَلِّي رَكْعَتَيْنِ»، هذا عام؟ طيب وأين لفظ العموم؟ وين لفظ العموم؟ قبل ما تبحث قبل تفكيرك ويش العموم، أولا لفظه كيف استفدت العموم «إِذَا دَخَلَ أَحَدُكُمْ الْمَسْجِدَ فَلاَ يَجْلِسْ حَتّىَ يُصَلِّي رَكْعَتَيْنِ».(1) ¶ ((((( ¶ أعدّ هذه المادة: سالم الجزائري ¶ 5-(المجمل والمبين) ¶ __________ ¶ (1) انتهى الشريط الخامس.",
            "page": "115",
            "part": "9"
        },
        {
            "hno": null,
            "id": "116",
            "nass": "والمجمل : ما افتقر إلى البيان: إخراج الشيء من حيز الإشكال إلى حيز التجلي. ¶ والنص: ما لا يحتمل إلا معنى واحدا وقيل ما تأويله تنزيله وهو مشتق من منصة العروس, وهو الكرسي. ¶ 6-(الظاهر والمؤول) ¶ والظاهر : ما احتمل أمرين: أحدهما أظهر من الآخر . ويؤول. ¶ الظاهر بالدليل , ويسمى (الظاهر بالدليل) ¶ 7-(الأفعال) ¶ فعل صاحب الشريعة : لا يخلو إما أن يكون على وجه الفرية والطاعة, أو غير ذلك. ¶ فإن دل دليل على الاختصاص به, يحمل على الاختصاص به, وإن لم يدل لا يخصص به : لأن الله تعالى (لقد كان لكم في رسول الله أسوة حسنة). ¶ فيحمل على الوجوب عند بعض أصحابنا, ومن أصحابنا من قال يحمل على الندب ومنهم من قال يتوقف عنه. ¶ فإن كان على وجه غير القربة والطاعة, فيحمل على الإباحة في حقه وحقنا. ¶ وإقرار صاحب الشريعة على القول الصادر من أحد, هو قول صاحب الشريعة, وإقراه على الفعل كفعله. ¶ وما فعل في وقته في غير مجلسه, وعلمبه, ولم ينكره, فحكمه حكم ما فعل في مجلسه. ¶ 8-(النسخ) ¶ وأما النسخ فمعناه لغة : الإزالة وقيل : معناه النقل من قولهم نسخت ما في هذا الكتاب أي نقلته . ¶ وحده: هو الخطاب الدال على وقع الحكم الثابت بالخطاب المتقدم على وجه, لولاه لكان ثابتا, مع تراخيه عنه. ¶ ويجوز نسخ الرسم وبقاء الحكم, ونسخ الحكم وبقاء الرسم, والنسخ بدل وإلى غير بدل وإلى ما هو أغلط, وإلى ما هو أخف. ¶ ويجوز نسخ الكتاب بالكتاب, ونسخ السنة بالكتاب ونسخ السنة بالسنة. ¶ ويجوز نسخ المتواتر بالمتواتر منهما ونسخ الآحاد بالآحاد وبالتواتر ولا يجوز نسخ المتواتر بالآحاد. ¶ (تنبيه في التعارض): إذا تعارض نطقان, فلا يخلو: إما أن يكونا عامين، أو خاصين , أو أحدهما عاما والآخر خاصا , أو كل واحد منهما عاما من وجه , وخاصا من وجه. ¶ فإن كانا عامين: فإن أمكن الجمع بينهما جمع , وإن لم يمكن الجمع بينهما يتوقف فيهما إن لم يعلم التاريخ. ¶ فإن علم التاريخ ينسخ المتقدم بالمتأخر , وكذا إذا كانا خاصين . ¶ وإن كان أحدهما عاما والآخر خاصا , فيخصص العام بالخاص . ¶ وإن كان أحدهما عاما من وجه وخاصا من وجه, فيخص عموم كل واحد منهما بخصوص الآخر. ¶ 9-(الإجماع) ¶ وأما الإجماع : فهو اتفاق علماء العصر على حكم الحادثة . ونعني العلماء والفقهاء ونعني بالحادثة :الحادثة الشرعية . ¶ وإجماع هذه الأمة حجة دون غيرها لقوله صلى الله عليه وسلم (لاتجتمع أمتي على ضلالة), والشرع ورد بعصمة هذه الأمة.",
            "page": "116",
            "part": "9"
        },
        {
            "hno": null,
            "id": "117",
            "nass": "والإجماع حجة على العصر الثاني ,وفي أي عصر كان ولا يشترط انقراض العصر على الصحيح . ¶ فإن قلنا :انقراض العصر شرط فيعتبر قول من ولد في حياتهم وتفقه وصار من أهل الاجتهاد فلهم أن يرجعوا عن ذلك الحكم . ¶ والاجماع يصح بقولهم وبفعلهم , وبقول البعض وبفعل البعض وانتشار ذلك وسكوت الباقين . ¶ وقول الواحد من الصحابة ليس بحجة على غيره على القول الجديد. ¶ 10-(الأخبار) ¶ وأما الأخبار : فالخبر ما يدخله الصدق والكذب. والخبر ينقسم إلى قسمين : آحاد ومتواتر فالمتواتر : ما يوجب العلم وهو أن يروي جماعة لا يقع التواطؤ على الكذب من مثلهم , إلى أن ينتهي إلى المخبر عنه . ويكون في الأصل عن مشاهدة أو سماع, لا عن إجتهاد. ¶ والآحاد هو الذي يوجب العمل, ولا يوجب العلم . وينقسم إلى مرسل ومسند فالمسند: ما اتصل إسناده. والمرسل: ما لم يتصل إسناده. فإن كان من مراسيل غير الصحابة, فليس ذلك حجة إلا مراسيل سعيد بن المسيب لأنها فتشت فوجدت مسانيد عن النبي صلى الله عليه وسلم. ¶ والعنعنة تدخل على الأسانيد, وإذا قرأ الشيخ يجوز للراوي أن يقول حدثني أو أخبرني وإذا قرأ هو على الشيخ يقول: أخبرني ولا يقول حدثني. ¶ وإن أجازه الشيخ من غير قراءة, أجازني أو أخبرني أجازة . ¶ 11 _(القياس) ¶ وأما القياس: فهو رد الفرع إلى الأصل , بعلة تجمعها في الحكم . ¶ وهو ينقسم إلى ثلاثة أقسام: إلى قياس علة, وقياس دلالة,وقياس شبه. ¶ فقياس العلة: ما كانت فيهموجبة للحكم .وقياس الدلالة :هو الاستدلال بأحد النظيرين على الآخر,وهو أن تكون العلة دالة على الحكم,ولاتكون موجبة للحكم.وقياس الشبه:وهو الفرع المتردد بين أصلين ,ولا يصار إليه مع إمكانما قبله. ¶ ومن شرط الفرع أن يكون مناسبا للأصل .ومن شرط الأصل أن يكون ثابتا بدليل ¶ متفق عليه بين الخصمين . ¶ ومن شرط العلة أن تطرد معلولتها ,فلا تنتقص لفظا ولامعنى. ¶ ومن شرط الحكم:أن يكون مثل العلة في النفي والإثبات, أي في الوجود والعدم .فإن وجدت العلة وجد الحكم.والعلة هي الجالبة للحكم. ¶ 12_(الحظر والإباحة ) ¶ وأما الحظر والإباحة:فمن الناس من يقول إن الأشياء على الحظر, إلا ما أباحته الشريعة.فإن لم يوجد في الشريعة مايدل على الإباحة, يتمسك بالأصل, وهو الحظر.ومن الناس من يقول بضده, وهو أن الأصل في الأشياء ,أنها على الإباحة,إلا ما حظره الشرع. ¶ ومعنى استصحاب الحال الذي يحتج به:أن يستصحب الأصل, عند عدم الدليل الشرعي. ¶ 13-(ترتيب الأدلة)",
            "page": "117",
            "part": "9"
        },
        {
            "hno": null,
            "id": "118",
            "nass": "وأما الأدلة : فيقدم الجلي منها على الخفي والموجب للعلم على الموجب للظن والنطق على القياس , والقياس الجلي على الخفي. فإن وجد فالنطق ما يفسر الأصل -يعمل بالنطق- وإلا فيستصحب الحال. ¶ 14-(شروط المفتي) ¶ ومن شروط المفتي:أن يكون عالما بالفقه أصلا وفرعا,خلافا ومذهبا, وأن يكون كامل الأدلة في الاجتهاد ,عارفا بما يحتاج إليه في استنباط الأحكام ,وتفسير الآيات الواردة فيها. ¶ 15_(شروط المستفتي) ¶ ومن شروط المستفتي:أن يكون من أهل التقليد وليس للعالم أن يقلد, والتقليد قبول قول القائل بلا حجة. ¶ فعلى هذا قبول قول النبي صلى الله عليه وسلم يسمى تقليدا ومنهم من قال :قبول قول القائل , وأنت لاتدري من أين قاله. ¶ فإن قلنا أن النبي صلى الله عليه وسلم كان يقول بالقياس فيجوز أن يسمى قبول قوله تقليدا . ¶ 16-(الاجتهاد) ¶ وأما الاجتهاد فهو بذل الوسع في بلوغ الغرض فالمجتهد إن كان كامل الآلة في الاجتهاد في الفروع فأصاب فله أجران وإن اجتهد وأخطأ فله أجر واحد. ¶ ومنهم من قال: كل مجتهد في الفروع مصيب ولا يجوز كل مجتهد في الأصول الكلامية مصيب,لأن ذلك يؤدي إلى تصويب أهل الضلالة والمجوس والكفار والملحدين . ¶ ودليل من قال:ليس كل مجتهد في الفروع مصيبا,قوله صلى الله عليه وسلم من اجتهد وأصاب فله أجران ومن اجتهد وأخطأ فله أجر واحد. ¶ ووجه الدليل أن النبي صلى الله عليه وسلم خطأ المجتهد تارة وصوبه تارة أخرى. ا.هـ",
            "page": "118",
            "part": "9"
        }
    ],
    "t34740": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "شرح متن الورقات للشيخ صالح"
        }
    ]
}