{
    "b34747": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ شرح ¶ كتاب الرقاق ¶ من صحيح البخاري ¶ شرح فضيلة الشيخ ¶ محمد بن صالح العثيمين ¶ ــ رحمه الله تعالى ــ ¶ أبو علي ـ دار السنة 8946749 ¶ بسم الله الرحمن الرحيم ¶ الشريط رقم ( 1 ) ¶ الحمد لله حمداً كثيراً طيباً مباركاً فيه ، والصلاة والسلام على محمد وعلى آله وصحبه وسلم: ¶ 1-باب ما جاء في الرقاق وأن لا عيش إلا عيش الآخرة ¶ قال صلى الله عليه وسلم: ( نعمتان مغبون فيهما كثير من الناس: الصحة ، والفراغ )0 ¶ والرقاق ما يرقق القلب ويلينه ذلك أن القلب قد يقسو بالمعاصي وكثرة الذنوب فيحتاج إلى شيء يرققه ، النصوص التي توجب رقة القلب يسميها أهل العلم: الرقاق ، لأنها ترقق القلب وتلينه0 ¶ صدق رسول الله عليه الصلاة والسلام إن هاتين النعمتين لمغبون فيهما كثير من الناس الصحة والفراغ ، فإن كثير من الناس قد أشاعهما !! كثير من الناس تمضي عليه أيام طويلة وهو صحيح البدن فارغ وتضيع عليه ، وهذا غُبن بلا شك ، ولا يعرف هذا الغبن إلا إذا مرض يقول: كيف لم أفعل كذا في أيام الصحة ؟ كيف ذهبت الأيام ويتبين له الغبن ؟ وكذا الفراغ فرزقه يأتيه على عتبة بابه لا يحتاج إلى طلبه ، ثم إذا به ينشغل في طلب الرزق أو في غيره فحينئذٍ يذكر أنه مغبون في ما سبق حيث لم يعمل في فراغه ، ولهذا قال عليه الصلاة والسلام: ( مغبون فيهما كثير من الناس ) وأفاد الحديث أن من الناس من لا يُغبن فيهم ، وهؤلاء هم أهل الحزم والعزم الذين يقدرون الأمور ، ويعرفون أن الوقت أسرع مما يتصورون ، فكم من إنسان يستبطئ الأجل فإذا به قد حل ، وكم من إنسان يستبطئ زوال النعمة فإذا بها قد زالت ، ويكون صحيح البدن فيقول متى أعجز عن العمل ؟ فإذا هو به يُصاب بآفة تمنعه من العمل ، وهكذا الدنيا لا تأمنها 00 لذلك يجب على الإنسان أن يكون حازماً ، كما قال صلى الله عليه وسلم: ( خذ من صحتك لمرضك ومن حياتك لموتك )0 ¶ الحديث الثاني:",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "قال صلى الله عليه وسلم: ( اللهم لا عيش إلا عيش الآخرة ، فأصلح الأنصار والمهاجرة )0 ¶ الحديث الثالث: ¶ حدثنا سهل بن سعد الساعدي قال: ( كنا مع رسول الله صلى الله عليه وسلم في الخندق ، وهو يحفر ونحن ننقل التراب وبَصُرَ بنا ، فقال: ( اللهم لا عيش إلا عيش الآخرة فاغفر للأنصار والمهاجرة )0 ¶ حفر الخندق كان في سنة خمس للهجرة حين تألب الأحزاب على رسول الله صلى الله عليه وسلم وحاصروه في المدينة وخاف صلى الله عليه وسلم أن يدخل المدينة فاستشار سلمان الفارسي رضي الله عنه ماذا يصنع ؟ فأشار عليه بحفر الخندق ، فحفر صلى الله عليه وسلم ما بين الحرتين لأن الحرة لا يستطيعون أن يأتوا منها لأنها صعبة على الإبل وعلى الأقدام فحفر ما بين الجرتين خندقاً لا يتجاوزه العدو ، وجعل هو بنفسه صلى الله عليه وسلم يحفر الخندق ويباشر هو بنفسه للدفاع عن أصحابه فكان يحفر ـ وكان شعره كثيراً عليه الصلاة والسلام ـ حتى رؤى التراب على شعره ، وهو ينقل التراب أحياناً ، ويقول: اللهم لا عيش إلا عيش الآخرة ، وصدق فعيش الدنيا يزول إما أن يزول عنك أو تزول عنه لكن عيش الآخرة لا يزول { بل تؤثرون الحياة الدنيا والآخرة خير وأبقى } خير في هذا النعيم ، وأبقى في الدوام ، لهذا ينبغي للإنسان أن ينظر ماذا عمل لهذا العيش ؟ لأن العيش الزائل ( ونسأل الله أن يعيننا على أنفسنا ) أكثر الناس ينظر ماذا يعمل للعيش الزائل ، ولكن الحازم من عمل للعيش الباقي ، لا عيش إلا عيش الآخرة ، ولهذا ما ينبغي أن نأسف على ما فاتنا من الدنيا لأن هذا هو النتيجة حتماً ، إما أن يزول عنك وإما أن تزول عنه وأنت أشد ما تكون تعلقاً به ، لا بد من هذا0",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وكان صلى الله عليه وسلم إذا رأى ما يعجبه من الدنيا يقول لبيك إن العيش عيش الآخرة ، تربية نفسية عجيبة !! لبيك 00 لأن النفس إذا رأت ما يعجبها من الدنيا تنصرف إليه 00 فما الذي يجذبها ؟ زمام لبيك ، كأن هذا الإعراض يقابل بالتلبية ، أي أجبتك ورجعت إليك ثم يوطن هذه النفس ، ويزهدها فيما رأت من الدنيا ، فيقول: إن العيش عيش الآخرة ، أنظر لكل الذين عاشوا في الدنيا ، أعظم من عاش في الدنيا ، أين هم ؟ زالوا تحت الثرى هم وغيرهم سواء ، وربما يكون غيرهم خير منهم ، وانظر إلى من يطلب عيش الآخرة ( نسأل الله أن نكون منهم ) كيف صاروا ؟ الذكر الحسن في الدنيا ، والجزاء الحسن في الآخرة ، أبو هريرة رضي الله عنه كان في عهده خلفاء نُعموا في الدنيا وأتتهم وهي راغمة ولكن خل بقي ذكرهم كما بقي أبي هريرة ؟ لا 0 أبو هريرة يذكر في كل مجلس علم ، وفي كل مسجد ، وفي كل خطبة ، وكلما ذكر حديثه ، وهؤلاء نُسوا ، هذا هو عيش الآخرة ، ( اللهم اجعلنا ممن يكد له )0 ¶ ثم قال: فاغفر للأنصار والمهاجرة ، هذا فيه جواز مراعاة الروي أو القافية أو السجع ، لأن من المعلوم أن المهاجرة أفضل من الأنصار فالمهاجرون رضي الله عنهم جمعوا بين الهجرة وترك الأوطان والديار ، لا سيما أنهم تركوا أفضل بلاد الله وبين النصرة ، والأنصار أخذوا بالنصر وحصل منهم الإيثار الذي هم مضرب المثل فيه ، لكن المهاجرون مُقدمون { والسابقون الأولون من المهاجرين والأنصار } فلا مانع عندما تراعي سجعاً أو روياً أن تقدم المفضول على الفاضل ، أرأيتم في سورة طه قد هارون على موسى مع أن موسى أفضل منه ، ويقدم في بقية القرآن لكن من أجل المراعاة في الفواصل ورؤوس الآيات ، إبراهيم مقدم على موسى { إن هذا لفي الصحف الأولى صحف إبراهيم وموسى } وفي سورة النجم قُدم موسى { أم لم ينبأ بما في صحف موسى وإبراهيم الذي وفى }0 ¶ 2-باب مثل الدنيا والآخرة",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وقوله تعالى: { إنما الحياة الدنيا لعب ولهو وتفاخر بينكم وتكاثر في الأموال والأولاد كمثل غيث أعجب الكفار نباته ثم يهيج فتراه مصفراً ثم يكون حطاماً وفي الآخرة عذاب شديد ومغفرة من الله ورضوان وما الحياة الدنيا إلا متاع الغرور }0 ¶ في الآيات يبين الله عز وجل أن الحياة الدنيا لعب ولهو ، لعب في البدن ، ولهو في القلب ، وزينة في الظاهر ، وتفاخر في القول ، كل يفخر على الآخر ويعلو عليه ، وتكاثر في الأموال والأولاد كل يقول أنا أكثر منك مالاً وأعز منك نفراً ، ومثلها { كمثل غيث أعجب الكفار نباته ثم يهيج } مطر أعجب الكفار نباته أي ما نبت منه ، والكفار: قيل هم الكفار الذين كفروا بالله لأنهم لا يعجبهم من الدنيا إلا هذه المناظر0 وقيل الكافر: هو الزراع ، وقوله: ( ثم يهيج ) أي يذوب بعد أن كان غضاً نشطاً طرياً فتراه مصفراً0 ( ثم يكون حطاماً ) أي يحطم بالأيدي والأرجل ، هذا مثل الدنيا ترتفع وتزهو وتزدهر وإذا بها منتكسة قد زالت عن آخرها0 أو زال الإنسان عنها { وفي الآخرة عذاب شديد ومغفرة من الله ورضوان } عذاب شديد لمن آثر هذه الحياة التي هي لهو ولعب وزينة وتفاخر في الأموال والأولاد ، ورضوان من الله لمن آثر الآخرة على الدنيا ، { بل تؤثرون الحياة الدنيا والآخرة خير وأبقى وما الحياة الدنيا إلا متاع الغرور } هنا حصر ، ما الحياة كلها إلا متاع الغرور ويغتر بها صاحبها وقت من الزمن ثم تزول ، فهي غرور تغر صاحبها ، ويغتر بها وإذا هو خال منها0 ¶ الحديث الأول: ¶ قال صلى الله عليه وسلم: ( موضع سوط في الجنة خير من الدنيا وما فيها ، ولغدوة في سبيل الله أو روحة خير من الدنيا وما فيها )0",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "سوط: وهو مثل العصا متر تقريباً ومعناه ، أنه خير من الدنيا وما فيها ليست دنياك التي تعيشها انت ولاالدنيا التي يعيشها الناس في وقتك بل الدنيا من أولها الي آخرها بما فيها من الاموال والبنين والقصور والمراكب وغير ذلك0000 سوط في الجنه موضعه خير من الدنيا ومافيها اما قوله ( ولغدوة في سبيل الله او روحه ) الغدوة المكث اول النهار والروحه المكث آخر النهار ، وقوله في سبيل الله أي في الجهاد خير من الدنيا ومافيها 0( واذا صح لفظ (صوت في الجنة )فالمراد به مدى الصوت أي مايصل اليه الصوت )والله اعلم0 ¶ ( قراءة من الفتح لشرح الحديث ) ¶ 3-باب قول النبي صلى الله عليه وسلم ¶ كن في الدنيا كأنك غريب أو عابر سبيل ¶ عن عبد الله بن عمر رضي الله عنه قال: أخذ رسول الله صلى الله عليه وسلم بمنكبي فقال: ( كن في الدنيا كأنك غريب أو عابر سبيل ) وكان ابن عمر يقول: ( إذا أمسيت فلا تنتظر الصباح ، وإذا أصبحت فلا تنتظر المساء ، وخذ من صحتك لمرضك ، ومن حياتك لموتك )0 ¶ أخذ النبي صلى الله عليه وسلم بمنكبه من أجل أن ينتبه لما يقول: وقوله: ( غريب أو عابر سبيل ) الفرق بينهما أن الغريب المقيم في البلد الذي ليس وطناً له ، وعابر السبيل الذي مر بالبلد وهو سائر ، أي أنك لا تتخذ الدنيا وطناً لأن الناس ثلاثة أقسام: مستوطن ، وعابر سبيل ، ومقيم غريب0 ¶ فيقول: كن في الدنيا كأنك غريب ، أي مقيم في غير وطنك ، أو عابر سبيل ، مسافر مررت بالبلد لتأخذ حاجة وتمشي ، الثالث: المستوطن فلا تكن مستوطن لأنها ليست دار وطن ، ولهذا تأثر ابن عمر بهذه الوصية كان يقول: إذا أمسيت فلا تنتظر الصباح ، وإذا أصبحت فلا تنتظر المساء ـ أي اعمل ولا تقل أترك عمل المساء لعمل الصباح أو عمل الصباح لآخر النهار ـ لا تنتظر فإنك لا تدري هل تدرك الصباح إذا أمسيت أو المساء إذا أمسيت0",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "( وخذ من صحتك لمرضك ) فالإنسان ليس دائماً صحيح بمرض فيعجزه عن الوظائف الدينية التي كان يفعلها في حال صحته ، فخذ من صحتك لمرضك0 ¶ ( ومن حياتك لموتك ) وموتك أطول بكثير ، إذا عمرت ستعمر مثلاً مائة وخمسين سنة ـ قل هذا مثلاً ـ لكن كم للناس الذين ماتوا ؟ آلاف السنين ، إذاً ، موتك أكثر من حياتك ، فخذ من حياتك لموتك ، وهذه وصية نافعة من ابن عمر تزهد في الدنيا ، يقول بعض الناس يروي حديثاً عن النبي صلى الله عليه وسلم: ( اعمل لدنياك كأنك تعيش أبداً ، واعمل لآخرتك كأنك تموت أبداً )0 أولاً: هذا ليس بحديث0 وثانياً: معناه أن لا تهتم فما لم تحصله اليوم للدنيا فاعمله غداً0 واعمل لآخرتك كأنك تموت غداً فلا تأخر عمل الآخرة كأنك تموت غداً ، فاعمل عمل اليوم ، أما الدنيا فدعها على التراخي ، وهذا ليس كما يظنه بعض الناس أنه احكم عمل الدنيا ولا تهتم بعمل الآخرة لأن عمل الآخرة لا تظهر ثمرته إلا بعد الموت ، فمعناه أنه ينبغي للإنسان في أمور الدنيا أن لا يهتم بها ما لم يكون اليوم يكون غداً ، فلا تهتم ، أما الآخرة فلا تؤخر عمل اليد لغدٍ0 ¶ س: الغريب أكثر استيطاناً من عابر السبيل ؟ ¶ س: هل يأثم بعض الدعاة إذا نسب ( اعمل لدنياك كأنك تعيش أبدا 00 ) إلى النبي صلى الله عليه وسلم ؟ ¶ ج: نعم0 ( من حدث عني بحديث كذب يرى أنه كذب فهو أحد الكاذبين )0 ¶ س: قوله: ( كن في الدنيا كأنك غريب ) لماذا لم يقل: كن في الدنيا غريب ؟ ¶ ج: لأنه ليس غريب بل مستوطن ( في بلده ، لأن المستوطن مستقر أما الغريب فليس مستقر حتى لو أقام في البلد أربعة أو خمسة أيام تجده مستوحشاً حتى الناس من مر به ينظر في وجهه مستغرباً ـ فمعناه لا تستوطن في الدنيا ، ولا تجعلها وطناً ، فإنها سائرة0 ¶ 4-باب في الأمل وطوله ¶ وقول الله تعالى: { فمن زحزح عن النار وأدخل الجنة فقد فاز وما الحياة الدنيا إلا متاع الغرور * ذرهم يأكلوا ويتمتعوا ويلههم الأمل فسوف يعلمون }0",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وقال علي بن أبي طالب: ( ارتحلت الدنيا مدبرة ، وارتحلت الآخرة مقبلة ، ولكل واحدة منها بنون ن فكونوا من أبناء الآخرة ، ولا تكونوا من أبناء الدنيا ، فإن اليوم عمل ولا حساب ، وغداً حساب ولا عمل ) بمزحزحه: بمباعده0 ¶ ( فمن زحزح عن النار وأدخل الجنة فقد فاز ) صدق الله عز وجل هذا الفوز ، ليس الفوز أن تفوز بشيء من الدنيا ، الفوز أن تزحزح عن النار وتدخل الجنة ، وقد قال صلى الله عليه وسلم : ( من أحب أن يزحزح عن النار ويدخل الجنة فلتأته منيته وهو يؤمن بالله واليوم الآخر ، وليأتي الناس ما يحب أن يؤتى إليه )0 ¶ هذه من أسباب الزحزحة عن النار ودخول الجنة ، وما الحياة الدنيا إلا متاع الغرور ، ( ذرهم يأكلوا ويتمتعوا ويلههم الأمل فسوف يعلمون ) هذا تهديداً لهم ، أي ذر هؤلاء المكذبين يأكلوا من نعم الله ويلههم الأمل يقول غداً أتوب ، وإذا بالأجل قد حضر ن فسوف يعلمون0 وقال تعالى في سورة المؤمنون: { أيحسبون أنما نمدهم به من مال وبنين نسارع لهم في الخيرات بل لا يشعرون }0 ¶ وأثر علي رضي الله عنه فهو معلق ، والمعلق ، حكمه الضعف0 ¶ لكن البخاري إذا جزم بالمعلق فهو عنده صحيح0 ¶ الحديث الأول: ¶ عن عبد الله رضي الله عنه قال: خط النبي صلى الله عليه وسلم خطاً مربعاً ، وخط خطاً في الوسط خارجاً منه ، وخط خططاً صغاراً إلى هذا الذي في الوسط من جانبه الذي في الوسط وقال: هذا الإنسان ؛ وهذا أجله محيط به ـ أو قد أحاط به ـ وهذا الذي هو خارج أمله ، وهذه الخطط الصغار الأعراض ، فإن أخطأ هذا نهشه هذا ، وإن أخطأه هذا نهشه هذا )0 ¶ الحديث الثاني: ¶ عن أنس بن مالك رضي الله عنه قال: ( خط النبي صلى الله عليه وسلم خطوط فقال: هذا الأمل ، وهذا أجله ، فبينما هو كذلك إذ جاءه الخط الأقرب )0",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "هذا ضرب مثل من النبي صلى الله عليه وسلم بالشكل ، خط خطاً مربعاً أي ذو خطوط أربعة متصل بعضها ببعض وخط خطاً في الوسط خارجاً منها ، وخط حوله خطوطاً ، وانظر فالأمل زائد على ما قدر ، فأمل الإنسان زائد على ما قدر له ، الخطوط الأربعة محيطة به ما يمكن أن يخرج عنها ، كان أمله بعيد يؤمل الإنسان أن يعيش عشرين سنة ولا يعيش حتى شهراً واحداً ، والأجل محيط به من كل جانب ، الأعراض التي تؤدي إلى حلول الأجل على اليمين واليسار ، إن سلم من شيء نهشه الآخر حتى يقضي عليه ، فيتبدد الأمل ويضيق0 ¶ إذاً ، علينا أن نبادر الأجل قبل أن يحل بنا أما الأمل فإنه يكون بعيداً ولكن الإنسان لا يدري0 ( ثم وضح الشيخ ابن عثيمين شكل المثال )0 ( الأشكال المذكورة في فتح الباري لا تناسب الحديث وشرحه 00 وأصح شكل ما ذكره العيني )0 ¶ 5-باب من بلغ ستين سنة فقد أعذر الله إليه في العمر ¶ لقوله تعالى: { أو لم يعمركم ما يتذكر فيه من تذكر وجاءكم النذير }0",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الآية فيها توبيخ لأهل النار فتقام عليهم الحجة من وجهين ، الوجه الأول: كوني0 والثاني: شرعي0 أما الكوني: فإن الله أمدهم في العمر حتى بلغوا عمراً يتذكر فيه المتذكر ، أي لم يعاجلهم بالموت حتى يقولوا والله إننا لم نعطي فسحة نتذكر فيها بل أعطوا مهلة يتذكرون فيها ويشمل هذا طول العمر والحوادث التي تجد على الإنسان ، والمصائب فيتعظ بها لأن المصائب يجب أن تكون موعظة للقلوب يتعظ بها الناس لأن الله يقول: { ظهر الفساد في البر والبحر بما كسبت أيدي الناس ليذيقهم بعض الذي عملوا لعلهم يرجعون } فهذا أيضاً مما يعمر فيه الإنسان عمراً يتعظ فيه0 أما الشرعي أو الحجة الشرعية فقال: ( وجاءكم النذير ) وهو الرسول والخطاب لكل أمة بحسبها فالنبي محمد صلى الله عليه وسلم نذير لأمة محمد ، وغيره من الأمم نذيرهم رسولهم ، كل أمة خلا فيها نذير وقامت عليها الحجة فهم إذا وُبخوا هذا التوبيخ ، ازدادوا حسرة والعياذ بالله وقالوا: يا أسفاً ، ويا حسرتا ، كيف لم نتعظ ! جاءنا النذير وعُمرنا عمراً نتمكن فيه من الاتعاظ والموعظة0 ¶ الحديث الثاني: ¶ عن أبي هريرة رضي الله عنه: عن النبي صلى الله عليه وسلم قال: ( أعذر الله إلى امرئٍ أخر أجله حتى بلغه ستين سنة )0 تابعه أبو حازم وابن عجلان عن المقبري000 ¶ أعذر الله إليه: أي أعطاه عمرا يكون فيه العذر ، أي عذر الله فأقام عليه الحجة فلم يعد له عذر عند الله عز وجل0 ¶ الحديث الثاني: ¶ عن أبي هريرة رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: ( لا يزال قلب الكبير شاباً في اثنتين: في حب الدنيا ، وطول الأمل )0 قال ليث بن يونس: وابن وهب عن يونس ، عن أبي شهاب قال: أخبرني سعيد وأبو سلمة0 ¶ الحديث الثالث: ¶ عن أنس رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: يكبر ابن آدم ويكبر معه اثنتان: حب المال ، وطول العمر )0",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "صدق رسول الله صلى الله عليه وسلم ، كلما كبر الإنسان ازداد حباً في الدنيا وازداد أمله فتجد العمر غالياً جداً عند الكير ، وتجده عند الصغير رخيصاً ن فالصغير يبذل عمره ولا يهتم ، ولكن الكبير يشح في العمر ، كلما ازداد في العمر ازداد قوة في الأمل ، والحديث الأول يقول: حب الدنيا0 والحديث الثاني يقول: حب المال0 والأول أشمل وأعم ، يعني يشمل حب الدنيا ، القصور ، والمال والجاه والرئاسة ، والنساء وغيره ، وحب المال أخص0 فالأول أعم وهذا هو الواقع ، ولهذا يذكر أن رجلاً قيل له يا أبا فلان بلغت ثلاث وستين سنة ، وهو عمر النبي صلى الله عليه وسلم وفيها بركة ، قال: نعم في عمر النبي صلى الله عليه وسلم بركة ، ولكن نبدأ من اليوم ، أي يكون له مائة وست وعشرين ، فلم ترضه الثلاث وستين سنة0 ¶ س: ( وجاءكم النذير ) المراد به الرسل وليس الشيب ، فتقام عليهم الحجة بذلك0 ¶ ج: والإنسان غالباً لا يذكر عمره لحبه أن يبقى شاباً ، ولهذا يقال: ( اسأل الصدوق عن عمره يكذبك ) وهذا طبيعي وفطري كل إنسان يريد أن يكون شاباً ، كما قال الشاعر: ¶ ألا ليت الشباب يعود يوماً *** فأخبره بما فعل المشيب ¶ ج: وذكر الستين سنة ليس المقصود أن النذير يمتد إلى الستين سنة ، المقصود أن الإنسان إذا بلغ الستين يعرف أنه قرب من الموت ، فعليه أن يتعظ بالنذير0 ¶ ( الوجه الثاني ) ¶ قوله: ( أعذر الله ) الإعذار إزالة العذر والمعنى: أنه لم يبق له اعتذار كأن يقول لو مد لي في الأجل لفعلت ما أمرت به ، يقال أعذر إليه إذ بلغه أقصى الغاية في العذر ومكنه منه0 وإذا لم يكن له عذر في ترك الطاعة مع تمكنه منها بالعمر الذي حصل له فلا ينبغي له حينئذٍ إلا الاستغفار والطاعة والإقبال على الآخرة بالكلية ونسبة الإعذار إلى الله مجازية والمعنى أن الله لم يترك للعبد سبباً في الاعتذار يتمسك به والحاصل أنه لا يعاقب إلا بعد حجة0 (الفتح)0",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "فالله أمده بعمر لا يكون له فيه عذر عند الله عز وجل0 (الشيخ)0 ¶ 6-باب العمل الذي يُبتغى به وجه الله0 فيه سعد0 ¶ قوله: ( فيه سعد ) يشير إلى حديث سعد بن أبي وقاص الطويل المشهور أنه مرض في مكة وجاءه النبي صلى الله عليه وسلم يعوده ، فقال يا رسول الله: إنني ذو مال كثير ولا يرثني إلا ابنة لي ( أي لا يرثه من الأولاد إلا بنت ) أفتصدق بثلثي مالي ؟ ( أي اثنتين من ثلاثة ) قال: لا0 قال: فالشطر ؟ قال: لا0 قال: فالثلث ؟ قال: الثلث والثلث كثير ، إنك إن تذر ورثتك أغنياء خيرٌ من أن تذرهم عالة يتكففون الناس ، ثم قال: يا رسول الله ، أخلِّف بعد أصحابي ( أي أموت في مكة وأنا مهاجر منها ) فقال صلى الله عليه وسلم: إنك لن تخلَّف فتعمل عملاً تبتغي به وجه الله إلا ازددت به رفعة ودرجة ، ولعلك أن تخلَّف حتى ينتفع بك أقوام ويُضرُ بك أقوام آخرون0 ¶ وقوله: ( تخلَّف ) أي تبقى في الدنيا ، وتعمر حتى ينتفع بك أقوام ، ويُضر بك آخرون ، فكان الأمر كما توقع عليه الصلاة والسلام تخلف سعد وعُمِّر وحصل على يديه فتوحات كثيرة في فارس رضي الله عنه ومات عن سبعة عشر ابناً واثنتي عشرة امرأة (أي بنتاً ) وكان في ذلك الوقت ليس عنده إلا بنت واحدة ، وعمِّر ، وقد قال صلى الله عليه وسلم: ( إنك لن تنفق نفقة تبتغي بها وجه الله إلا أُجرت عليها حتى ما تجعله في فم امرأتك )0 ¶ لهذا الشاهد قوله: ( العمل الذي تبتغي به وجه الله )0 ¶ ثم قال: ( فيه سعد ) أي حديث سعد ، وفي هذا دليل على أنه ينبغي للإنسان إخلاص النية وأن يستحضر دائماً أنه يريد بعمله وجه الله ، والناس ينقسمون في هذا الباب ثلاثة أقسام: ¶ 1-قسم غفلوا عن النية فصارت عباداتهم عادات0 ¶ 2-قسم تذكر فصارت عاداتهم عبادات0 ¶ 3-قسم بين هؤلاء وهؤلاء فصارت عباداتهم عبادات ، وعاداتهم عادات0 ¶ والكمَّل هم الذين تذكروا حتى صارت عاداتهم عبادات0",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وكيف تكون عاداتهم عبادات ؟ الأكل والشرب والنوم والنكاح كل هذا عادات ، فإذا نوى الإنسان به التقرب إلى الله صار عبادة وانتفع به ، صار إن أكله غداءه وعشاءه سمى الله عند الأكل وحمد الله عند انتهائه ، وكذا في الشرب ، وكذا إذا نوى بأكله التقوى على طاعة الله ونوى التنعم بكرم الله عز وجل وجوده وفضله صار طعامه وأكله له عبادة0 ¶ أما القسم الثاني: فإنه يأتي ويصلي على العادة ، ولا يستحضر أنه إذا جاء المسجد يعبد الله ويقف بين يديه ويناجيه بكلامه وبدعائه ، فيكون عند هذا غفلة كبيرة ، وتنقلب عباداته عادات0 ¶ أما الوسط: فهم العبادة للعبادة ، والعادة للعادة ، فهؤلاء لا شك أنهم أتوا بالواجب وقاموا به ، لكن الأولون هم الكمَّل0 ¶ الحديث الأول: ¶ حدثنا معاذ بن أسد أخبرنا عبد الله أخبرنا معمر عن الزهري قال: أخبرني محمود بن الربيع ، وزعم محمود أنه عقل رسول الله صلى الله عليه وسلم ، وقال: وعقل مجَّة مجها من دول كانت في دراهم ، قال: سمعت عتبان بن مالك الأنصاري ، ثم أحد بني سالم قال: إذا عليَّ رسول الله صلى الله عليه وسلم فقال: لن يوافي عبد يوم القيامة يقول لا إله إلا الله يبتغي بها وجه الله إلا حرم الله عليه النار )0 ¶ الحديث الثاني: ¶ أما حديث محمود بن الربيع فإنه عقل مجَّة مجها رسول الله صلى الله عليه وسلم في وجهه من دلو في دراهم ، وكان له خمس سنوات كما في صحيح البخاري ، فأخذ من ذلك العلماء أنه يمكن أن يكون التمييز لأقل من سبع سنوات لأن محموداً عقل النبي صلى الله عليه وسلم ، وعقل هذه المجَّة ، وعقل أنها كانت من دلو ، وأنها في دراهم ، كل هذا تمييز ، ولهذا كان الصحيح أن التمييز هو معرفة الخطاب ورد الجواب ، ولكن الغالب أنه يكون بعد سبع سنين0",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ثم ذكر حديث عتبان بن مالك أنه قال: غدا عليَّ رسول الله صلى الله عليه وسلم ، أي: أتاني غدوة ، وكان قد طلب من النبي صلى الله عليه وسلم أن يحضر إلى داره ليصلي في مكان يتخذه عتبان مصلى له لأن عتبان كف بصره وصار لا يستطيع المجيء إلى المسجد ، فغدا إليه النبي صلى الله عليه وسلم ومن أول ما دخل قال: أين تريد أن أصلي ؟ قبل أن يقدم إليه طعام الضيافة ، وقد استنبطنا من ذلك أنه ينبغي للإنسان إذا أراد عملاً أن يبدأ قبل كل شيء لأنه هو المقصود ثم يأتي ما بعده نافلة ، ثم ذكر هذا الحديث البشرى ـ نسأل الله أن يحققه لنا ولكم ـ يقول لن يوافي عبد الله أو يقابله يقول لا إله إلا الله يبتغي بها وجه الله إلا حرم الله عليه النار ، وما يكفي القول ، بل لا بد من الإخلاص ، يبتغي به وجه الله ، إما مجرد القول فإنه يقع حتى من المنافقين إذا قاموا إلى الصلاة قاموا كسالى يراءون الناس ولا يذكرون الله إلا قليلاً ، فالمنافقون يذكرون الله ، وإذا رأيتهم تعجبك أجسامهم وإن يقولوا تسمع لقولهم ن فكلامهم فصيح بيِّن إذا سمعه الإنسان قال ما شاء الله هذا المؤمن البالغ في الإيمان غايته ، فتسمع لقولهم من شدة فصاحتهم وبيانهم حتى يأتون الرسول عليه الصلاة والسلام يقولون: نشهد إنك لرسول الله ، ويؤكدون شهادتهم بقسم ما أحلى هذه الكلمة لكن الله يقول: { والله يعلم إنك لرسوله والله يشهد إن المنافقين لكاذبون } شهادة بشهادة ، وأيهما أقوى ؟ شهادة الله ، نشهد والله إن المنافقين لكاذبون ، لو حلفوا ألف مرة بأن لا إله إلا الله محمداً رسول الله0 ¶ فإذا قال لا إله إلا الله يبتغي بذلك وجه الله حرم عليه النار ، حتى لو دخل النار بسبب ذنوبه فإنه لا تؤثر النار عليه شيئاً إن فرض أن يدخلها مع أن ظاهر الحديث أنه لا يدخلها ولكن لا بد من هذا الشرط ، يبتغي بذلك وجه الله ، وما أشد هذا الشرط إنه لشرط عظيم ، وشديد جداً جداً0",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "قال بعض السلف: ما جاهدت نفسي على شيء مجاهدتها على الإخلاص0 وصدق رحمه الله0 الأعمال البدنية سهلة فكلنا يستطيع أن يتوضأ ويصلي ويصوم ويحج ويتصدق لكن الأعمال القلبية هي الصعبة ولا يكاد أحد يقوى عليها ـ نسأل الله أن يعيننا عليها ـ ولهذا هذا الرجل من السلف ما جاهدت نفسي على شيء مجاهدتها على الإخلاص ن وهذا هو معنى قوله يبتغي به وجه الله ، وقد استدل بهذا الحديث من يقول: ( إن تارك الصلاة لا يكفر ) لأنه اقتصر على لا إله إلا الله فقال إذا كان من قال لا إله إلا الله ووافى الله بذلك حرم الله عليه النار فهذا دليل على أنه لا يكفر ، ولنا عن ذلك جوابان: ¶ 1-أن هذا القيد يمنع أن يترك الصلاة ، بل يمنع أن يترك الزكاة والصوم والحج ، لأن كل أحد يبتغي شيئاً لا بد أن يطلب الوصول إليه بكل وسيلة ، فهل من طريق الوصول إلى الله أن تترك الصلاة ؟ ¶ أبداً ، فأنت إن كنت تبتغي مالاً فهل تعمل للحصول على هذا المال ؟ أم لا ؟ ¶ لا بد أن تعمل ، فهذا القيد يُخرج من ترك الصلاة لأن من ترك الصلاة وادعى أنه يبتغي بقول لا إله إلا الله ، وجه الله ، قلنا له: كذبت0 لو كنت تبتغي وجه الله لعملت له0 ¶ 2-أن نقول هذا عام ، ونصوص ترك الصلاة خاصة ، أي لم يقل الحديث ولو ترك الصلاة ، فهذا عام يشمل من ترك جميع الأعمال فيخرج من ترك الصلاة بالنصوص الدالة على أن تركها كفر0 ¶ والذي يستدل بهذا الحديث بليته كبلية غيره أنه اعتقد قبل أن يستدل ، وهذه بلية عظيمة ـ نسأل الله أن ينجينا منها ـ أنك نعتقد ثم تستدل ، ثق أن إذا اعتقدت ثم استدللت فسوف تلوي أعناق النصوص إلى ما اعتقدت ، لكن اجعل نفسك بين يدي النصوص كالميت بين يدي الغاسل ، لا تحرك شيئاً كأنك خلقت الآن ، من أجل أن تتكيف مع النصوص ن فلا تحمل عقيدة ، فإن حمل العقيدة قد يؤدي بالإنسان إلى الهوى كما يوجد من تصرفات بعض الفقهاء ، تجدهم من أجل اتباع مذهب من المذاهب يلوون النصوص لتوافق ما ذهبوا إليه0",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "مثال ذلك: أن من الفقهاء من قال: إن المرأة لو تطهرت بفضل طهور الرجل كان ذلك لا باس به وارتفع الحدث0 ¶ وأن الرجل لو تطهر بفضل طهور المرأة ، كان ذلك حراماً عليه ، ولم يرتفع حدثه ، فلو توضأت امرأة من قدر ثم جاء رجل وأراد أن يتوضأ منه قالوا: لا يجوز ، ولا يرتفع الحدث ولا يصح وضوؤه لو توضأ به ، وما هو الدليل ؟ ¶ قالوا: قال صلى الله عليه وسلم: ( لا يتوضأ الرجل بفضل طهور المرأة ، ولا المرأة بفضل طهور الرجل ) فنهى النبي صلى الله عليه وسلم أن يتوضأ الرجل بفضل طهور المرأة ، فماذا نقول ؟ نقول: ولا للمرأة أن تتوضأ بفضل طهور الرجل ، فإما أن تقول بهذا وهذا ، فلا بد أن تسوي بين الأمرين ، والعجب أن النهي عن توضأ الرجل بفضل طهور المرأة قد وردت السنة بجوازه ، ولم ترد السنة بجواز توضأ المرأة بفضل طهور الرجل ؟ وما هي هذه السنة ؟ أن النبي صلى الله عليه وسلم أراد أن يتوضأ من جفنة ـ وهي الإناء الكبير ـ وكانت قد اغتسلت منه بعض نسائه ، فأراد أن يغتسل منه ، فقالت له بعض نسائه: إني كنت جنباً فاغتسلت منه ، قال: إن الماء لا يجنب ، ( واغتسل منه ) ، إذاً: اغتسل بفضل طهور المرأة ، وهذا دليل على جوازه وربما نقول أن هذا يدل على جواز توضأ الرجل بفضل طهور المرأة ، والعكس أيضاً ، لأن قوله: إن الماء لا يجنب علة ، تشمل هذا وهذا ، وعلى كل حال ، هذا مجرد مثل ـ والأمثال كثيرة ـ أن بعض أهل العلم إذا ذهب مذهباً من المذاهب وأتى على النصوص حاول أن يغير النصوص من أجل موافقة المذهب ، وهذه علة ـ نسأل الله السلامة منها ـ فلا بد أن يكون الإنسان أمام النصوص ساذجاً حتى يكون متبعاً للنصوص ، ولا تكون النصوص متبعة له0 ¶ س: بعض الناس يعمل الطاعات كي تتيسر له أمور الدنيا ، لأن الله يقول: { ومن يتق الله يجعل له من أمره يسراً } ، ومن الناس من يعمل الطاعات ليحبه الناس لأن الله يقول: { إن الذين آمنوا وعملوا الصالحات سيجعل لهم الرحمن وداً }0",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ج: ونقول: لا شك أن هذه النية قاصرة حتى أن بعض العلماء جعلها من إرادة الإنسان بعمله الدنيا ، فأنت اقصد وجه الله وثواب الآخرة ، ويأتيك ثواب الدنيا لا يمنعك0 ¶ كرجل غزا يريد الغنيمة ، ورجل غزا يريد الجهاد في سبيل الله فأتته الغنيمة ، وكرجل طلب العلم لينال الشهادة ، وآخر طلب العلم للعلم فأتته الشهادة0 ¶ س: قول ابن حجر ( نسبة الإعذار إلى الله مجازية ) صحيحة أم لا ؟ ¶ ج: هذا ليس صحيح ، وليس فيه محذور إطلاقاً أي أن الله أعطى الإنسان ما يكون به العذر ، يعني كأنه يقول: كيف تقول أن الله معذور ، وهذا ما فيه مانع ، إن الله أقام الحجة لئلا يكون عليه حجة فقال: { لئلا يكون للناس على الله حجة } ، إذاً: لو أن الله لم يرسل الرسل يكون الله محجوجاً أم لا ؟ يكون محجوجاً أم لا ؟ يكون محجوجاً لا مانع0 ¶ س: ابتغاء الله عز وجل هل يحصل إذا عمل الإنسان الطاعات منعزلاً فهم لم يجاهد نفسه للإخلاص أصلاً ولكن ينتظر خلوته عن الناس فيعمل ؟ ¶ ج: نعم يحصل0 ¶ س: ولكن لم تحصل فيه شدة ومجاهدة للنية ؟ ¶ ج: كلا فعمل البدن سهل أن تختفي ، ولكن يمكن أن يدخل عليك الشيطان مدخل ثاني ، يقول مثلاً: اختفيت عن الناس من باب المراءاة حتى يقال هذا فلان ما شاء الله يعمل سراً ، ويخفي عبادته0",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وحتى لو لم يشعر الناس باختفائه فهو صعب وإذا يسره الله فطيب ، والأفضل أن يفعل الخير سراً وعلانية لأن الله امتدح الذين ينفقون سراً وعلانية قد يكون الإنسان عنده أكمل الإخلاص فهو فعل الشيء ظاهراً ن يفعله لأجل أن يقتدي به الناس ، قد يكون هذا الإنسان أمة أي *إمام يقتدي الناس بفعله وقوله ، فيُحب أن يعمل العمل أمام الناس لأجل أن يقتدوا به ، فليس من شرط الإخلاص الإخفاء ، وصحيح أن الإخفاء أقرب للإخلاص لقوله: ( ورجل تصدق بصدقة فأخافها حتى لا تعلم شماله ما تنفق يمينه ) فقد يكون الإخلاص مع الإظهار ، وأنا لا أريد أن أتقرب للناس بطاعة الله ولكن أريد أن ينتفع الناس بعملي فأحصل على خير0 ¶ الحديث الثاني: ¶ عن أبي هريرة رضي الله عنه: أن رسول الله صلى الله عليه وسلم قال: ( يقول الله تعالى: ( ما لعبدي المؤمن عندي جزاء إذا قبضت صفيه من أهل الدنيا ثم احتسبه إلا الجنة )0 ¶ الشاهد في قوله: ( احتسبه ) ومعنى احتسبه: يعني قصد ثواب الآخرة ، كما جاء فيمن صام رمضان إيماناً واحتساباً لأنه مأخوذ من الحساب ، فمن احتسب أي أرد ثواب الآخرة ، والصفي: هو من كان من صفوة الناس عنده كالإبن والبنت والأب وما أشبه ذلك0 ¶ 7-باب ما يُحذر من زهرة الدنيا ، والتنافس فيها ¶ الحديث الأول:",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "بعث رسول الله صلى الله عليه وسلم أبا عبيدة بن الجراح إلى البحرين يأتي بجزيتها ، وكان رسول الله صلى الله عليه وسلم هو صالح أهل البحرين ، وأمَّر عليهم العلاء بن الحضرمي ، فقدم أبو عبيدة بمال من البحرين فسمعت الأنصار بقدومه ، فوافقت صلاة الصبح مع رسول الله صلى الله عليه وسلم فلما انصرف تعرضوا له ن فتبسم رسول الله صلى الله عليه وسلم حين رآهم وقال: أظنكم سمعتم بقدوم أبي عبيدة وأنها جاء بشيء ، قالوا: أجل يا رسول الله ، قال: فأبشروا ، وأمِّلوا ما يسركم ، فو الله ما الفقر أخشى عليكم ، ولكن أخشى عليكم أن تبسط عليكم الدنيا كما بسطت على من كان قبلكم ، فتنافسوها كما تنافسوها ، وتلهيكم كما ألهتهم )0 ¶ هذا الحديث في شاهد للترجمة وهي ما يحذر من زهرة الدنيا والتنافس فيها التي أصبحت اليوم هي شأن الناس كلهم وصاروا لا يهتمون إلا بالدنيا والتنعم فيها وما أشبه ذلك ، لا تكاد تجد أحداً يتكلم عن النشاط الديني الذي ينبغي أن يكون عليه المسلمون ولكن يتشدقون ويتحدثون بما هو في البلاد من الرفاهية وفي أنفسهم وهذا هو الذي خشيه صلى الله عليه وسلم ، فقال: ( ما الفقر أخشى عليكم ) لأن الفقر لا يحصل منه تطاول وغرور ، وإعراض عن الله عز وجل وإن كان الفقر لا يشك أنه يلهي أحياناً بطلب الرزق والمعيشة ، ومع ذلك فإن طلب الرزق والمعيشة إذا كان بنية صالحة صار عبادة ، ولكن ( أخشى عليكم أن تبسط عليكم الدنيا ) أي تتوسع وتكثر فتنافسوها كما تنافسوها من كان قبلكم والذي خشي منه النبي صلى الله عليه وسلم وقع وأصبحنا الآن نتنافس الدنيا كما تنافسها الكفار ، ونسعى لها كما يسعى لها الكفار ، وأصبح كثيراً منا لا يهتمون إلا بمنازلهم ومراكبهم وثيابهم وبساتينهم ، وفي الحديث إثبات الجزئية على الكفار إذا كانوا تحت ولايتنا وحكمنا لأن الكفار منقسمون ثلاث أقسام: ¶ 1-أصحاب جزية0 2-أصحاب عهد0 3-أصحاب حرب0",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "1-فأصحاب الجزية: هم الذين يقيمون في أرضنا وتحت ولايتنا نحميهم ونذب عنهم ، ونمنع من الاعتداء عليهم لكن بجزية يدفعونها لنا0 ¶ 2-وأصحاب العهد: هم الذين بيننا وبينهم عهد لا نقاتلهم ولا يقاتلوننا وهم في ديارهم ، ولهم سلطة بلادهم لا نتعرض لهم في بلادهم ولا يتعرضون لنا في بلادنا0 ¶ 3-وأصحاب حرب: نحاربهم ويحاربوننا ، وهؤلاء بالنسبة لنا مباحوا الدم والمال ، أي متى قدرنا على واحد منهم فلنا قتله0 ¶ وأما أصحاب العهد فيجب علينا أن نوفي لهم بعهدهم وأن نستقيم لهم ما استقاموا لنا ، وهم بالنسبة لنا أصحاب العهد ثلاثة أقسام: ¶ 1-قسم وفى بعهده فقد قال تعالى: { فما استقاموا لكم فاستقيموا لهم }0 ¶ 2-قسم غدر فانتقض عهدهم فلنا أن نباغتهم في الحرب0 ¶ 3-وقسم من نخشى منهم الغدر قال تعالى: { وإما تخافن من قوم خيانة فانبذ إليهم على سواء } أي قوم بينكم وبينهم عهد فأرسل إليهم إن العهد الذي بيننا وبينكم منبوذ حتى يكونوا على بصيرة من أمرهم0 ¶ أما من غدر فإن الله تعالى أمر بقتالهم لأنهم اصبحوا أصحاب حرب ، ولهذا غزا النبي صلى الله عليه وسلم قريشاً حينما نقضت العهد الذي بينها وبينه في صلح الحديبية وباغتهم في ديارهم وقال: اللهم عمِّي عنهم الأخبار حتى نبغتهم في بلادهم0 ¶ ومن فوائد الحديث: ¶ حسن خلق الرسول عليه الصلاة والسلام ، حينما تبسم عندما رآهم وقد جاءوا يتشوقون إلى المال وهذا لا شك أنه من أحسن الأخلاق ، فبعض الناس إذا رأى أحد يتشوق لطلب شيء تجده يشمئز ويعبس وجه ، أما هو عليه الصلاة والسلام فجعل يتبسم0 ¶ وفيه أيضاً أنه يبتغي للإنسان أن يُلقي البشرى للناس لما في ذلك من إدخال السرور عليهم ، وكل شيء تُدخل به السرور على أخيك فإنك تحتسبه عند الله ولك فيه أجر لقوله: ( أبشروا وأمِّلوا ما يسركم )0",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وفيه أيضاً جواز الحلف بدون استحلاف ، يؤخذ من قوله: ( فو الله ما الفقر أخشى عليكم ) وفيه التحذير من الدنيا ، لقوله عليه الصلاة والسلام: ( ولكن أخشى أن تبسط عليكم الدنيا 000 )0 ¶ س: عيسى عليه السلام ينزل في آخر الزمان يجدد الشريعة الإسلامية ولا ينزل بشرع جديد ، فكيف يضع الجزية ويسقطها ؟ ¶ ج: يسقطها لأن النبي صلى الله عليه وسلم اقره ، أخبر عن شيء يفعله فأقره فيكون هذا من شريعة الرسول صلى الله عليه وسلم0 ¶ قوله: ( فتهلككم ) فالناس إذا تنافسوا على الدنيا أهلكتهم هلاك ديني ، وهلاك بدني فهم إذا تنافسوها تقاتلوا عليها فأهلك بعضهم بعضاً0 ¶ الحديث الثاني: ¶ عن عقبة بن عامر أن النبي صلى الله عليه وسلم خرج يوماً فصلى على أهل أحد صلاته على الميت ، ثم انصرف إلى المنبر فقال: إني فرطكم وأنا شهيد عليكم وإني والله لأنظر إلى حوضي الآن ، وإني قد أعطيت مفاتيح خزائن الأرض ، أو مفاتيح الأرض ، وإني والله ما أخاف عليكم أن تشركوا بعدي ، ولكني أخاف عليكم أن تنافسوها )0 ¶ هذا فيه دليل أن الرسول عليه الصلاة والسلام كان يزور شهداء أحد وهو كذلك وهذه الصلاة التي صلاها عليهم صلاة الميت ليست هي الصلاة التي تشرع عند موت الإنسان فإن الشهداء لا يُصلى عليهم ، ولكن قال ابن القيم رحمه الله عنها: أنها صلاة توديع لهم ، أي: صلى عليهم صلاة الجنازة كالمودع لهم عليه الصلاة والسلام0 ¶ وفيه دليل على أن حوض النبي عليه الصلاة والسلام موجود الآن ، لقوله: ( إني والله لأنظر إلى حوضي الآن ) وقد كشفه الله له حتى شاهده0 ¶ وفيه أن الله أعطاه مفاتيح الأرض أو مفاتيح خزائنها ، ولم يدرك منها صلى الله عليه وسلم شيئاً كثيراً لكن أدرك ذلك خلفائه من بعده0",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وفيه أنه لم يخاف على أصحابه أن يشركوا بعده ، لما وقر في قلوبهم من الإيمان ولا يرد على هذا أصحاب الردة الذين ارتدوا بعد النبي صلى الله عليه وسلم لأنه لم يكن يخاطبهم آنذاك ، وأهل الردة الذين ارتدوا لم يكن الإيمان قد وقر في قلوبهم فارتدوا بعد موته صلى الله عليه وسلم0 ¶ س: هل هذه الصلاة خاصة بالرسول صلى الله عليه وسلم أو عامة ؟ ¶ ج: بل خاصة بالرسول ، وخاصة بشهداء أحد ، بدليل أن الصحابة أبو بكر وعثمان وعمر رضي الله عنهم ما فعلوها0 ¶ س: كيف نجمع بين قوله عليه الصلاة والسلام: ( والله ما أخاف عليكم أن تشركوا بعدي 00 ) وقوله: ( أخوف ما أخاف عليكم الشرك الأصغر ) ؟ ¶ ج: هو يخاطب فئة معينة ، وإلا فالشرك سيقع في هذه الأمة ، كما قال صلى الله عليه وسلم: ( لتتبعن سنن من كان قبلكم 000 ) لكن هؤلاء المعينون هم الذين قال الرسول صلى الله عليه وسلم عنهم0 ¶ الحديث الرابع: قال صلى الله عليه وسلم: ( خيركم قرني ، ثم الذين يلونهم ) وقال عمران: فما أدري قال النبي صلى الله عليه وسلم بعد قوله مرتين ثلاثاً ، ثم يكون بعدهم قوم يشهدون ولا يستشهدون ، ويخونون ولا يؤتمنون ، وينذرون ولا يوفون ، ويظهر فيهم السمن )0 ¶ هذا الحديث في باب ما يحذر من زهرة الدنيا والتنافس فيها ، وفيه يحدث النبي عليه الصلاة والسلام عن خير القرون في هذه الأمة ويقول خيركم قرني ، ثم الذين يلونهم ، وإذا كان قرنه خير القرون فهو خير الناس جميعاً لأن هذه الأمة خير الأمم وأكرمها لقوله تعالى: { كنتم خير أمة أخرجت للناس } وقرنه: أي الصحابة ، ثم الذين يلونهم التابعين ، ثم الذين يلونهم أي تابع التابعين ، وهذه ، القرون الثلاثة المفضلة عند العلماء وهم خير هذه الأمة ، والمراد بالخيرية فيما بعد الصحابة: الخيرية في الجملة لا في كل فرد ، غذ قد يوجد من تابع التابعين من هو خير من كثير من التابعين ، ولكن المراد الخيرية في الجملة0",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "كما تقول: الرجال خير من النساء ، وقد يوجد في النساء من هي خير من كثير من الرجال ، أما الصحابة فلا أحد يساويهم أو يتقدم عليهم في الخيرية لأنهم يمتازون بشيء لا يشاركهم فيه أحد ، وهو صحبة النبي صلى الله عليه وسلم ، فهذه الصحبة لا تحصل لأحد سواهم ، ثم ذكر النبي عليه الصلاة والسلام بعد هذه القرون الثلاثة قوم يشهدون ولا يُستشهدون فهم يؤدون الشهادة لكن ولا يُستشهدون لعدم الثقة بهم ، خونة لا يستشهدونهم الناس ، ولكن هم يشهدون ، والثانية أنهم يخونون ولا يؤتمنون ، فإذا اؤتمنوا على شيء خانوا ، والعياذ بالله ـ سواء كان هذا الشيء مالاً أو كلاماً أو أموراً سرية0 ¶ ( الشريط رقم 2 ) ¶ الحديث الثالث: ¶ عن أبي سعيد الخدري رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم : ( إن أكثر ما أخاف عليكم ما يُخرج الله لكم من بركات الأرض ؟ قيل: وما بركات الأرض ؟ قال: زهرة الدنيا0 فقال له رجل: هل يأتي الخير بالشر ؟ فصمت النبي صلى الله عليه وسلم حتى ظننت أنه ينزل عليه ، ثم جعل يمسح عن جبينه ، فقال: أين السائل ؟ قال: أنا ، قال أبو سعيد: لقد حمدناه حين طلع لذلك قال: لا يأتي الخير إلا بالخير0 إن هذا المال خضرة حلوة ، وإن كل ما أنبت الربيع يقتل حبطاً أو يلم ، إلا آكلة الخضرة ، أكلت حتى إذا امتدت خاصرتها استقبلت الشمس فاجترت وثلطت وبالت ، ثم عادت وأكلت ، وإن هذا المال حلوة: من أخذه بحقه ، ووضعه في حقه ، فنعم المعرفة هو ، وإن أخذه بغير حقه كان كالذي يأكل ولا يشبع )0 ¶ هذا الحديث فيه آية من آيات الرسول صلى الله عليه وسلم يقول إن أكثر ما يخاف علينا ما يُخرج الله لنا من بركان الأرض وهي زهرة الدنيا ، لأن الرسول عليه الصلاة والسلام فسرها بنفسه لما قيل: ما بركات الأرض ؟ قال: زهرة الدنيا ، فقال له رجل: هل يأتي الخير بالشر ؟ لأن زهرة الدنيا وسعة الرزق خير ، كما قال تعالى: { وإنه لحب الخير لشديد }0",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "( فصمت النبي صلى الله عليه وسلم حتى ظننا أنه ينزل عليه ، ثم جعل يمسح عن جبينه ، وهذا يحتمل أنه ينزل عليه كما كان عليه الصلاة والسلام إذا أنزل عليه الوحي يتصبب عرقاً ، ولو في وسط الشتاء ، ويحتمل أنه لم ينزل عليه ، لكن هذا السؤال له وقع على نفسه ، والشيء إذا ورد على النفس وله وقع عظيم فإن الإنسان يتأثر ويعرق كما حصل لمالك بن أنس رحمه الله لما قال له رجل: يا أبا عبد الله { الرحمن على العرش استوى } كيف استوى ؟ فأطرق برأسه حتى علاه الرحضاء ـ أي العرق ـ ثم رفع رأسه وقال: ( الاستواء معلوم والكيف مجهول والإيمان به واجب والسؤال عنه بدعة ) والرواية المسندة عنه: ( الاستواء غير مجهول والكيف غير معلوم والإيمان به واجب والسؤال عنه بدعة ) لكن الأول هو المسند عنه ، وهذا هو المسند عنه ، فالرسول يحتمل أنه أنزل عليه كما ظن الصحابة ، ويحتمل أنه لشدة وقع هذا السؤال حصل له مثل ما يحصل لغيره من البشر ، ثم قال: ( أين السائل ) ؟ قال: أنا ، قال أبو سعيد: لقد حمدناه حين طلع ـ أي أنه لم يخفي نفسه ـ لأن النبي صلى الله عليه وسلم صمت وجعل يمسح عن جبينه ربما يهاب الناس أن يقول أن السائل خوفاً من أن يكون نزل في شأنه ما يفضحه أو يوبخه0 ¶ قال صلى الله عليه وسلم: ( لا يأتي الخير إلا بالخير ) فالوسائل لها أحكام المقاصد وصدق النبي صلى الله عليه وسلم هذه قاعدة مطردة قعَّدها الرسول عليه الصلاة والسلام إن الخير لا يأتي إلا بالخير ، والشر لا يأتي إلا بالشر0 ¶ ثم قال: ( إن هذا المال خضرة حلوة ) خضرة: أي حي رطب كل النفوس تشتهيه مثل ما تشتهي البهيمة الزرع الأخضر ، حلو المذاق لكونه أخضر فهو جميل في المنظر فالنفوس سوف تنكب عليه0",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ثم قال: ( وإن كل ما أنبت الربيع يقتل حبطاً أو يلم ) وفي رواية: ( وإن مما أنبت الربيع ما يقتل حبطاً أو يلم ) فبعض ما بنيته الربيع يقتل ، فمثلاً يحصل فيها انتفاخ في البطن ، حتى ينتفخ بطنها وتموت وهي يقال أنها أكلت الربيع ـ العشب ـ ثم قال: ( إلا آكلة الخضرة ) أي التي تأكل بهدوء ولا تأكل كل ما أمامها ، لأن التي تأكل كل ما أمامها ربما تأكل ما يقتلها ، لكن آكلة الخضرة التي تأكل ما تنتفع به فقط والخضرة لينة ليس فيها قسوة ، وهذه تأكل: ( حتى إذا امتدت خاصرتاها ) وامتدت أي توسعت ، خاصرتاها: أسفل البطن ، يعني إذا تشبعت شبعاً كاملاً ، من الخضرة وليس من كل ما ترى من الربيع ، ثم استقبلا الشمس واجترت وثلطت وبالت ، فلما شبعت خرجت للشمس فاجترت وهذا الاجترار ـ بإذن الله ـ يسهل الهضم ، فثلطت وبالت فخرج ما يضرها من هذا الأكل الذي أكلت ، بماذا ؟ بالبول والثلط ، وبقي النافع فجسمها خلا من الخضرة ولهذا قال: ثم عادت فأكلت ، وهلم جرا 000 تأخذ باحتياط وتأكل ما ينفع ثم ترى ما ليس فيه نفع ثم تعود فتأكل فصارت تنتفع انتفاعاً تاماً بالربيع ، أما التي الثانية تأكل كل ما رأت فإن مما تأكل ما يقتل حبطاً أو يلم ( أي يقارب أن يقتل ) يقول عليه الصلاة والسلام ( وإن هذا المال حلوة ) حلوة يعني وخضرة ، ولكن ربما أن الراوي نسي أو هناك رواية ثانية لأنه في أول الحديث قال: ( إن هذا المال خضرة حلوة )000",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "( من أخذه بحقه ووضعه في حقه فنعم المعونة هو .) المال مصدر ومورد لابد أن مصدره بحق و مورده بحق ، إن أخذته بغير حق لم ينفعك ولو صرفته بحق . وإن أخذته بحق وصرفته في غير حق لم ينفعك ، وإن أخذته بباطل وصرفته في باطل أضر ، وإن أخذته بحقه وصرفته في حقه صار خيراً ، فالناس في المال أربعة أقسام ، والسالم منهم من أخذه بحقه وصرفه في حقه ، إذاً ، يا أخي ، عليك أن تقتصد في تحصيل المال وتقتصد في تصريف المال ، فلو قدرنا أن رجلاً أخذ المال ـ ولنقل أنه موظف يأخذ المال بحق فيؤدي الوظيفة كاملة لا ينقصها من الساعات ولا من العمل فهذا أخذ بحق لكنه صرف في غير حق ، في أمور محرمة ربما يصرفه في غير المحرم لكنه يصرف في الإنفاق ، نقول هذا وضعه فير عير حق ، وينقص من الحق بقدر ما نقص جزاءً وفاقاً0 ¶ إذاً ، لا بد أن الإنسان يرتب أموره في المال ، تحصيلاً وتصريفاً وتمويلاً ، وبهذا نعرف أن من أعطي فوائد ربوية فأخذها فإنها لا تنفعه ، لماذا ؟ لأنه أخذها بغير حق ، والربا أمره عظيم ، فإذا أخذ فوائد ربوية ولو وضعها في صدقات أو إصلاح مساجد أو إصلاح طرق فإنها لا تنفعه ، بل يكون عصى الله عز وجل في أخذها ، وإذا قدر أنه تخلص منها بإنفاقها في مشاريع عامة صار كالذي يلوث يده بالنجاسة ، ثم يحاول أن يطهر يده منها ، وفي ذلك ضياع وقت ، وفيه مفاسد كثيرة تترتب عليه ، منها: أن من رآه يأخذ سوف يقول هذا حلال أخذ فلان ، وفلان ، ولا يعلمون أنه يصرفه في أمور أخرى ، فمن أخذ المال بغير حق لا ينفعه إذا صرفه في حق لأنه عليه الصلاة والسلام أثنى على من صرفه بحقه وقد أخذه بحقه ، ومن أخذه بغير حقه كان كالذي يأكل ولا يشبع ، وهذا مجرب فإن الإنسان إذا اعتاد على أخذ المال بغير حق ـ والعياذ بالله ـ مهموماً في طلب المال لو تأتيه الملايين فقلبه فقير ، لأن النبي صلى الله عليه وسلم قال: ( كالذي يأكل ولا يشبع )0 ¶ الحديث الخامس:",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "عن عبد الله رضي الله عنه: عن النبي صلى الله عليه وسلم قال: ( خير الناس قرني ، ثم الذين يلونهم ، ثم الذين يلونهم ، ثم الذين يلونهم ، ثم يجيء من بعدهم قوم تسبق شهادتهم أيمانهم ، وأيمانهم شهادتهم )00 ¶ هذا سبق الكلام على أوله ، أما قوله: ( يجيء من بعدهم قوم تسبق شهادتهم أيمانهم ، وأيمانهم شهادتهم ) المعنى: أنهم يشهدون ولكن لعدم ثقة الناس بهم يقرنون الشهادة باليمين فينتهكون شيئين: 1-الشهادة بغير حق0 2-اليمين الكاذبة0 فتجده يقول: والله إني لأشهد كذا وكذا ، أو يقول: أشهد بالله والله إنه لكذا وكذا ، فلعدم ثقة الناس به تسبق الشهادة باليمين ، وأحياناً تسبق اليمين الشهادة ، يعني: إذا رأيت الآن بعد ثلاثة قرون تغير الأمة وتنزَّل الأمانة إلى خيانة فقد مضى على ثلاثة قرون أحد عشر قرناً فإذا كان التغير في صدر الأمة بثلاثة قرون يصل إلى هذا الحد ن فما بالك بالتغير في هذا الوقت !!! وهذا مما يوجب الحذر والخوف وأن يحرص الإنسان على أداء الأمانة وأداء الشهادة0 ¶ س: هل تستثني الطائفة المنصورة من هذا الحديث ؟ ¶ ج: الطائفة المنصورة ليسوا بشيء بالنسبة للأمة عموماً ، وإلا فقد قال صلى الله عليه وسلم: ( لا تزال طائفة من أمتي على الحق ظاهرين ) وقال: ( ستفترق هذه الأمة على ثلاث وسبعين فرقة كلها في النار إلا واحدة وهي من كان مثل ما أنا عليه اليوم وأصحابي ) فالعبرة بالعموم0 ¶ والرواية التي ذكر فيها أنه أشار بيده صلى الله عليه وسلم للشام رواية لم تصح فهذه الزيادة بعضهم أنكرها والصحيح أن الطائفة المنصورة ليست مخصوصة بأرض0 ¶ س: قوله صلى الله عليه وسلم: ( ألا أنبئكم بخير الشهداء ؟ الذي يأتي بالشهادة قبل أن يُسألها00",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "هذا يكون عنده شهادة ، أما الحديث الذي معنا فيُراد بهم شهداء الزور ، الذين سيشهدون ولا يُستشهدون ، أما هذا فعنده شهادة حق لكن من مبادرته بأدائها يأتي بها قبل أن يُسألها ، أو يكون لشخص حق ، يشهد به هذا الشاهد وهو لم يعلم به ، وهذا يقع كثيراً كما لو أقر شخص لآخر بدين وأنت تسمع ونسي صاحب الحق أنك تسمعه أو أنت تمشي ورائهم وتسمعه يقر به وهو لم يعلم بك ، ففي هذا الحال تشهد قبل أن يطلب منك ، إما أن تخبر صاحب الحق أو تخبر القاضي0 ¶ الحديث السادس: ¶ حدثنا يحيى بن موسى حدثنا وكيع حدثنا إسماعيل عن قيس قال: ( سمعت خبّاباَ وقد اكتوى يومئذٍ سبعاً في بطنه وقال: لولا أن رسول الله صلى الله عليه وسلم نهانا أن ندعو بالموت لدعوت بالموت ، إن أصحاب محمد صلى الله عليه وسلم مضوا لم تنقصهم الدنيا شيء ، وإنا أصبنا من الدنيا ما لا نجد له موضعاً إلا التراب )0 ¶ الحديث السابع: ¶ عن إسماعيل قال: حدثني قيس قال: ( أتيت خباباً وهو يبني حائطاً له فقال: إن أصحاب محمد الذين مضوا لم تنقصهم الدنيا شيء ، وإنا أصبنا من بعدهم شيئاً لا نجد له موضعاً إلا التراب )0 ¶ الحديث الثامن: ¶ عن الأعمش عن شقيق: \"وفي الأصل غير موجود شقيق\" عن أبي وائل عن خباب رضي الله عنه قال: ( هاجرنا مع رسول الله صلى الله عليه وسلم 0000)0",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "هذا أيضاً فيه الحذر من الدنيا والانشغال بها ، وفيه أن النبي صلى الله عليه وسلم نهى عن الدعاء بالموت ، بل نهى عن تمني الموت ، وإن لم يدع الإنسان لضر نزل به ، وأما قوله عليه الصلاة والسلام: ( إن أردت بعبادتك فتنة فاقبضني إليك غير مفتون ) فالمعنى: أنه يسأل الله أن يقبضه قبل أن يفتن ، لا أن يعجل في قبضه ومنه أيضاَ قول مريم \"يا ليتني مت قبل هذا وكنت نسياً منسياً\" لم تدعو على نفسها بتعجيل الموت ولكنها تمنت أنها لم يحصل لها هذا الشيء قبل موتها ، مثل أن يقول القائل: ليتني مت ولم أشاهد هذا الشيء ، فليس المعنى تعجيل الموت ، ولكن يحب أنه مات سالماً منه ، وكذلك يوسف عليه السلام { أنت وليِّي في الدنيا والآخرة توفني مسلماً وألحقني بالصالحين } فهو دعاء بأن يتوفاه الله على الإسلام0 ¶ س: هل يجوز أن يقول أحدنا: اللهم توفني قبل أن تجعلني محتاج لأحد من الناس ؟ ¶ ج: نعم ، لا بأس ، حتى في الدنيا لأن معناه اللهم أغنني عن الخلق حتى الموت0 ¶ س: هل يجوز أن يقول الإنسان ـ وقد رأى فتناً فخشي على نفسه ـ أن يقول: اللهم اقبضني إليك غير مفتون ؟ ¶ ج: نعم0 فهل هذا فيه تمني للموت ؟ كلا ، اقبضني غير مفتون ، أي ولو بقيت في هذه الفتن ، ولهذا قال عليه الصلاة والسلام: ( إنما السعيد من وُقي الفتن ، ومن ابتلي فصبر فواهن )0 ¶ س: ماذا لو شهد أحدهم على أبيه ، وتسبب هذا في غضبه عليه ؟ ¶ ج: يقول الله تعالى: { يا أيها الذين آمنوا كونوا قوامين بالقسط شهداء لله ولو على أنفسكم } لا بد أن يشهد بالحق ولو على أبيه0 ¶ 8-باب قوله تعالى: ¶ { يا أيها الناس إن وعد الله حق ، فلا تغرنكم الحياة الدنيا ولا يغرنكم ، بالله الغرور ، إن الشيطان لكم عدو فاتخذوه عدواً ، إنما يدعو حزبه ليكونوا من أصحاب السعير } [ السعير ، جمعه: سعر0 قال مجاهد: الغور الشيطان ]0",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "( يا أيها الناس ) هذا التوجيه لعموم الناس حتى الكافر يدخل في هذا التوجيه من الله لأن الدنيا تغر الكافر وتغر المؤمن0 ¶ قوله: ( إن وعد الله حق ) يشمل وعده ووعيده ، وعده لأهل العمل الصالح بالثواب الجزيل وبالجنة ووعيده لأهل العمل السيئ بالعقوبة والنار0 ¶ وقوله: ( حق ) يعني: ثابتاً واقعاً لا بد منه 000 ¶ قوله: ( فلا تغرنكم الحياة الدنيا ) هذا هو الشاهد ، فلا تخدعنكم الحياة الدنيا ، فهي خداعة غرارة تغر الإنسان ، والدنيا: ما أشار الله إليه في قوله: { زين للناس حب الشهوات من النساء والبنين والقناطير المقنطرة من الذهب والفضة والخيل المسومة والأنعام والحرث ذلك متاع الحياة الدنيا } كل ما في الدنيا أجمله الله في هذه الآية ، والإنسان قد يغره المال ، وقد تغره النساء ، وقد يغره الجاه ، المهم أن الجوانب كثيرة في الدنيا ، والآية عامة ( ولا تغرنكم الحياة الدنيا )0 ¶ قوله: ( ولا تغرنكم بالله الغرور ) والغرور هو الشيطان بدليل قوله بعدها: { إن الشيطان لكم عدو } فالغرور أيضاً الذي يغر ويخدع ، ولعله يشمل شيطان الإنس ، وشيطان الجن ، فشيطان الجن هو ذلك العالم الغيبي الذي لا نشاهده ، لكن نعرفه بآثاره ، وشيطان الإنس ظاهر0 ¶ دعاة على أبواب جهنم من أجابهم قذفوه فيها ، وما أكثر دعاة جهنم لا سيما في زماننا هذا !",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وقوله: { إن الشيطان لكم عدو فاتخذوه عدوا } في الآية خبر ، وأمر ن أما الخبر فقوله: إن الشيطان لكم عدو ، والأمر: فاتخذوه عدوا ، أي اجعلوه عدواً حقيقياً ، وإذا اتخذناه عدواً حقيقياً فلن ننخدع به ، إذا أمرنا عصيناه ، وإذا نهانا خالفناه فهذا عدوك لا يمكن أن يأمرك بما فيه مصلحتك أبداً ، ولا ينهاك عما فيه مضرتك ، إنما ينهاك عما فيه مصلحتك0 لهذا قال: { إنما يدعو حزبه ليكونوا من أصحاب السعير } يدعوهم لهذا ليكونوا من أصحاب النار ، وبهذا التحديد يمكننا أن نعرف أوامر الشيطان ، فكل ما يوجب الدنس والعقربة فهو من أوامر الشيطان لأنه يدعو حزبه ليكونوا من أصحاب السعير ، إذاً ، فكل دعوة تحس بها في نفسك لترك واجب أو فعل محرم فاعلم أنها من الشيطان فتجنبها ، لأن الله يقول: { إن الشيطان لكم عدو فاتخذوه عدوا } وهذه قاعدة ، أظنها لا تخفى على أحد ، فلو قال قائل: أنا لا أشاهد الشيطان ، قلنا: هذا هو الميزان ، بينه الله في كتابه أنه متى أحسست من نفسك ميلاً إلى معصية فاعلم أن هذا من الشيطان فخالفه0 ¶ س: ما الفرق بين النفس الأمارة بالسوء ، وبين أمر الشيطان ؟ ¶ ج: النفس الأمارة بالسوء هي مؤتمرة بأمر الشيطان ، لأنها تأمر بما يأمر به الشيطان0 ¶ س: الآية: { إنما يدعو حزبه ليكونوا من أصحاب السعير } والمؤمن ليس من أصحاب السعير ؟ ¶ ج: إذا كان هو يدعو حزبه ليكونوا من أصحاب السعير فمعناه كل دعوة توجب العقاب هي من دعوة الشيطان لأننا نعلم أنه لا يدعو إلا لهذا الشيء ، ولكن ذكر حزبه لأنهم هم الذين يتقبلون كل ما أمر به ، أما غير حزبه فقد يقبلون ، وقد لا يقبلون ، ولهذا جاءت اللام الدالة على العاقبة فهي للعاقبة وللتعليل 00 كما إن الحزب قد يكون حزباً تاماً ، وقد يكون حزباً باعتبار موافقته في بعض الشيء ، فتكون مثلاً إذا ساعدت رجلاً في مسألة من المسائل ، وإن لم تساعده في كل أمره فأنت حزب له في هذه المسألة0 ¶ الحديث الأول:",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "حدثنا سعد بن حفص حدثنا شيبان عن يحيى عن محمد بن إبراهيم القرشي قال: أخبرني معاذ بن عبد الرحمن أن ابن ابان أخبره قال: ( أتيت عثمان بن عفان بطهور وهو جالس عل المقاعد فتوضأ فأحسن الوضوء ثم قال: رأيت النبي صلى الله عليه وسلم توضأ وهو في هذا المجلس فأحسن الوضوء ثم قال: من توضأ مثل هذا الوضوء ثم أتى المسجد فركع ركعتين ثم جلس غُفر له ما تقدم من ذنبه ) قال: وقال النبي صلى الله عليه وسلم: ( لا تغترُّروا )0 ¶ الشاهد في قوله: (لا تغترُّروا ) أي لا تغترُّروا بالشيطان وبالحياة الدنيا ، وغير ذلك ، وهذا كله مفتوحة مرة ومضمومة مرة ، وهي: ( الوَضوء ، والوُضوء ) وكلمة ( طَهور وطُهور ) و ( الوُضوء والطُهور ، بالضم ) هو الفعل كما قال عليه الصلاة والسلام ، الظُهور شطر الإيمان ، والوُضوء كذلك المقصود به الفعل أيضاً كغسل يديك والوجه ، وما أشبه ذلك0 ( أما الطَهور ـ الوَضوء ) فهو ما يتطهر به ، قال تعالى: { وأنزلنا من السماء ماءً طهوراً } أي مطهراً ، وقال عليه الصلاة والسلام: ( جُعلت لي الأرض مسجداً وطهوراً )0 ¶ س: ذكر النبي صلى الله عليه وسلم أن من توضأ ثم أتى المسجد فركع ركعتين ثم جلس غُفر له ما تقدم من ذنبه ، ثم قال: لا تغتروا فهل معناه لا تغتروا بهذه المغفرة ؟ ¶ ج: نعم ، يُحتمل هذا المعنى ، والاغترار بالغفران معناه الأمن من مكر الله فيدخل في أمر الشيطان0 ¶ س: قلنا في الحديث ثم أتى المسجد فصلى ، فماذا لو صلى في بيته ؟ ¶ ج: الحديث الآخر عام ، من توضأ نحو وضوئي هذا ثم صلى ركعتين لا يحدث فيهما نفسه0 ¶ س: في الحديث السابق قوله: ( لا يتمنين أحدكم الموت لضر نزل به ، فإن كان لا محالة ـ أو لا بد ـ فليقل: اللهم أحيني ما كانت الحياة خير لي 000 )0 ¶ هل ورد هذا الدعاء في غير هذه الحالة أي في غير حالة ضر نزل ؟ ¶ ج: نعم ، ورد أنه صلى الله عليه وسلم كان يدعوه في غير الحالة0 انتهى كلام الشيخ0",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "والحديث هو: قال صلى الله عليه وسلم: ( لا يتمنين أحدكم الموت لضر نزل به ، فإن كان لا بد متمنياً ، فليقل: اللهم أحيني ما كانت الحياة خيراً لي ، وتوفني ما كانت الوفاة خيراً لي ) [صحيح الجامع الصغير وزيادته للألباني ج2 رقم 7611 ]0 ¶ 9-باب ذهاب الصالحين ¶ ويقال: الذهاب المطر ¶ الحديث الأول: ¶ عن مرداس الأسلمي قال: قال نبي صلى الله عليه وسلم: ( يذهب الصالحون الأول فالأول ، ويبقى حفالة كحفالة الشعير أو التمر لا يباليهم الله باله ) قال أبو عبد الله: يقال حفالة وحثالة0 ¶ هذا كما سبق في حديث ( خير الناس قرني ثم الذين يلونهم 000 ) فالصالحون يذهبون الأول فالأول ويبقى حثالة كحثالة الشعير ، لا يباليهم الله باله ، أي لا يبالي أن يعاقبهم ويعذبهم لأنهم ليسوا أهلاً أن يعتني الله بهم0 ¶ والحديث عام ، مثل قوله خير الناس قرني ، ولو نظرنا لعدد المسلمين اليوم لوجدناهم تقريباً ألف مليون ، وما نسبه الصالحين فيهم ؟ لا شيء ن فلو نظرنا للعموم لوجدنا أن الموجودين الآن حثالة ، حتى الموجودين المتمسكين بالإسلام هل يعني مطبقين الإسلام من كل وجه ؟ كلا ، لا بالنسبة لحكمهم ، ولا لشعوبهم ، لكن يختلف الناس ، فبعضهم يطبق الأكثر وبعضهم لا يطبق إلا الأقل وبعضهم النصف ، يختلفون ، أما أن تجد أمة الآن مطبقة لأحكام الإسلام مائة في المائة في الشعوب والحكام ما تجد هذا0 ¶ س: قوله: ( لا يباليهم الله باله ) هل يختلف المعنى إذا كانت التاء المربوطة في كلمة ( باله ) مضاف للضمير أي تقرأ ( هاء ) ؟ ¶ ج: نعم ، يختلف بلا شك فلو قلت بال صارت بال الله ، أما ( باله ) معناها مبالاه ، أي لا يبالي بهم ، فالبال ، الحال أو الشأن ، ولا نقول لله بال ولكن نقول الله لا يبالي بهؤلاء مثلاً00 ¶ 10-باب ما يُتقى من فتنة المال ¶ وقوله تعالى: { إنما أموالكم وأولادكم فتنة }0",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "قوله: ( إنما ) للحصر ، أي ما أموالكم ، ولا أولادكم إلا فتنة ، لكن هل هي فتنة خير أو فتنة شر؟ قال تعالى: { ونبلوكم بالخير والشر فتنة } فقد تكون فتنة بخير ، وقد تكون فتنة بشر ، وكذلك الأموال والأولاد قد يكون الولد صالحاً فيكون عوناً لأبيه في حياته على طاعة الله ، وينفعه بعد مماته في دعائه ، وكذلك المال ( نعم المال الصالح عند الرجل الصالح ) فالفتنة هنا تشمل هذا وهذا ولهذا قال الله تعالى بعده: { والله عنده أجر عظيم } أي فاجعلوا هذا فتنة في الخير ، لتنالوا الأجر0 ¶ الحديث الأول: ¶ عن أبي هريرة رضي الله عنه قال: قال رسول صلى الله عليه وسلم: ( تعس عبد الدينار والدرهم والقطيفة والخميصة ، إن أُعطيَ رضيَ ، وإن لم يُعطَ لم يرضى )0 ¶ تعس: بمعنى خاب وخسر000 ¶ وقوله: ( عبد الدينار والدرهم والقطيفة والخميصة ) الدينار والدرهم معروفان ، وأما القطيفة: فهي ما يُجلس ، والخميصة: ما يُلبس0 ¶ فالإنسان يعتني بدرهمه وديناره ، ويعتني بملبسه ومجلسه فمن الناس من يعتني بهذه الأشياء لتكون عوناً له على طاعة الله ، ويظهر بها نعمة الله عليه ، ومن الناس من يشتغل بها عن طاعة الله حتى يكون عبداً لها كأنما خُلق لها ، ليس له هم إلا تحصيل الدينار والدرهم والخميصة والقطيفة ، وليس المراد أن الإنسان يسجد لهذه الأشياء ، لأن لا أحد يسجد للدراهم والدنانير والقطائف والخمائص ، ولكن المعنى أنه يشتغل بها عن طاعة الله0 ¶ قوله: ( إن أعطي رضي ، وإن لم يُعط لم يرض ) رضي على المعطي حتى لو كان الله رضي عن الله وإن لم يعط سخط حتى عن الله ، { ومنهم من يلمزك في الصدقات فإن أعطوا منها رضوا وإن لم يعطوا إذا هم يسخطون }إذاً: فيه التحذير من هذه الأمور أن تكون عبداً لها ، بل كن عبداً لله واستعن بهذه الأمور على عبادة الله0 ¶ س: ما العلاقة بين أول الحديث وآخره ؟ ¶ ج: هي تفسير لها أو من صفاته أنه إذا أعطي رضي وإن لم يعط سخط0",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "س: بعض الشباب يعطل أمر الزواج خشية الافتتان عن طلب العلم ؟ ¶ ج: هذا خطأ ، فالزواج لا يحول بين الشاب وطلب العلم بل ربما يكون عوناً له على طلب العلم ، يتفرغ كثيراً ، صحيح أنه ربما أنه ربما يترتب عليه مسائل أخرى كالنفقات لكنه يتفرغ لمسائل كثيرة ، وهو أيضاً إذا تزوج متكلاً على الله ، معتمداً عليه آخذاً بقوله تعالى: { وما من دابة في الأرض إلا على الله رزقها } يحصل له خير كثير0 ¶ س: تمني الموت ، فقد ثبت عن السلف والصحابة أنهم يتمنون الموت قبل الدخول للجهاد00 ¶ ج: هم لا يتمنون الموت ، إنما يتمنون الشهادة ، ففرق بين هذا وهذا ، فربما لو فات هذا المكان أو المعركة فاتته الشهادة فيما بعد ومات فراشه ، ويجوز أن يقول: لا تمتني حتى أنفع المسلمين وأجاهد ، وغيرها ، كما قال سعد بن معاذ عندما أصيب في أكحله: اللهم لا تمتني حتى تقر عيني بهؤلاء ـ أي حلفاءه من بني قريظة ـ0 ¶ الحديث الثاني: ¶ قال رسول الله صلى الله عليه وسلم: ( لو كان لابن آدم واديان من مال لابتغى ثالثاً ، ولا يملأ جوف ابن آدم إلا التراب )ويتوب الله على من تاب )0 ¶ الحديث الثالث: ¶ قال صلى الله عليه وسلم: ( لو أن لابن آدم ملء وادٍ مالاً لأحب أن إليه مثله ، ولا يملأ عين ابن آدم إلا التراب ، ويتوب الله على من تاب ) قال ابن عباس: \"فلا أدري من القرآن هو أم لا\"0 قال: \"وسمعت ابن الزبير يقول ذلك على المنبر\"0 ¶ الحديث الرابع: ¶ قال صلى الله عليه وسلم: ( لو أن ابن آدم أُعطيَ وادياً من ذهب أحب إليه ثانياً ، ولو أعطي ثانياً أحب إليه ثالثاً ، ولا يسد جوف ابن آدم إلا التراب ، ويتوب الله على من تاب )0 ¶ الحديث الخامس: ¶ قال صلى الله عليه وسلم: ( لو أن لا بن آدم وادياً من ذهب أحب أن يكون له واديان ، ولن يملأ فاه إلا التراب ، ويتوب الله على من تاب )0 ¶ الحديث السادس: ¶ عن أنس: عن أُبيّ قال: \"كنا نرى هذا من القرآن حتى نزلت: { ألهاكم التكاثر }0",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "هذه الأحاديث كلها معناها واحد وهو: أن الإنسان لا ينتهي له طمعاً في المال ، فلو كان له واديان من ذهب لابتغى ثالثاً ، ولو كان عنده ثلاثة لابتغى رابعاً ، وهكذا ، ولا يملأ بطن ابن آدم إلا التراب00 ¶ أي: إلا أن يموت فيدفن في التراب ، وليس المعنى بملء بطنه التراب أن يأكل التراب حتى يشبع ، ولكن المعنى: أنه لا يملأ بطنه إلا أن يموت فيُدفن في التراب0 ¶ ( ويتوب الله على من تاب ) هذا ترشيح لما سبق ، أي: أن الإنسان وإن كان عنده جشع وطمع فإنه إن أخطأ في ذلك وتاب تاب الله عليه0 أما قوله: ( كنا نرى هذا من القرآن حتى نزلت ألهاكم التكاثر ) فهذا ظن من الصحابة الذين سمعوا هذا القول أنه من القرآن ولكنه ليس من القرآن فلو كان من القرآن لبقي لقوله تعالى: { إنا نحن نزلنا الذكر وإنا له لحافظون }0 ¶ 11-باب قوله النبي صلى الله عليه وسلم: ( هذا المال خضرة حلوة ) ¶ وقوله تعالى: { زين للناس حب الشهوات من النساء والبنين والقناطير المقنطرة من الذهب والفضة والخيل المسومة والأنعام والحرث ذلك متاع الحياة الدنيا } ¶ قال عمر: اللهم إنا لا نستطيع إلا أن نفرح إلا أن نفرح بما زينه لنا ، اللهم إني أسألك أن أتفقه في حقه0 ¶ قوله: ( هذا المال خضرة حلوة ) سبق ذكره في حديث متصل0 ¶ قوله: ( زين للناس ) المزيِّن هو الله عز وجل ، لكن أحياناً يذكر الله الفعل الذي يكون منه عز وجل على سبيل المبني لما لم يسمى فاعله كراهة لنسبته لله عز وجل ، ومن ذلك قول الجن: { وأنا لا ندري أشر أريد بمن في الأرض أم أراد بهم ربهم رشداً } فلما ذكروا الشر قالوا: أريد مع أن الله هو الذي يريده ، ولما ذكروا الخير وهو الرشد قالوا: أم أراد بهم ربهم0",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "( من النساء ) أي الزوجات ، ( والبنين ) معروف معناه ، ( القناطير المقنطرة ) أي الآلاف المؤلفة من الذهب ، والفضة ، ( والخيل المسومة ) أي المعلمة التي وضع لها علامة تدل على جودتها وشدة عدوها ( والأنعام والحرث ) فكل هذه الأصناف يقول الله عنها ذلك ، متاع الحياة الدنيا { والله عنده حسن الثواب }0 ¶ { قل أؤنبئكم بخير من ذلكم للذين اتقوا عند ربهم جنات عدن تجري من تحتها الأنهار خالدين فيها وأزواج مطهرة ورضوان من الله والله بصير بالعباد الذين يقولون ربنا إننا آمنا فاغفر لنا ذنوبنا وقنا عذاب النار الصابرين والصادقين والقانتين والمنفقين والمستغفرين بالأسحار } جعلنا الله وإياكم منهم0 هذا هو الخير ، مع أن الإنسان يستطيع أن هذا الخير مع إدراك مازين الله له في الدنيا ، كما قال عمر رضي الله عنه: ( اللهم إنا لا نستطيع إلا أن نفرح بما زينته لنا ، اللهم إنس أسألك أن أنفقه في حقه )0 ¶ ( الوجه الثاني )0 ¶ الحديث الأول: ¶ عن حكيم بن حزام قال: ( سألت النبي صلى الله عليه وسلم ، فأعطاني ، ثم سألته فأعطاني ، ثم سألته فأعطاني ، ثم قال: إن هذا المال ـ وربما قال سفيان: قال لي يا حكيم إن هذا المال ـ خضرة حلوة ، فمن أخذه بطيب نفس بورك له فيه ، ومن أخذه بإشراف نفس لم يبارك له فيه ، وكان كالذي يأكل ولا يشبع ، واليد العليا خير من اليد السفلى )0 ¶ وهذا دليل على كرمه عليه الصلاة والسلام ، وكان من كرمه أنه لا يُسأل شيئاً إلا أعطاه0",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وفيه التحذير من الاستشراف بالمال ، وإن الإنسان إذا أخذ بإشراف نفس لم يبارك له فيه ، ومعنى إشراف نفس يعني: تطلع له ، فضلاً عن أن يُسأل ، أما من أتاه بغير استشراف نفس ، ولا سؤال فإنه يبارك له فيه ، وقد قال صلى الله عليه وسلم لعمر بن الخطاب: ( ما جاءك عن هذا المال وأنت غير مشرف ، ولا سائل فخذه ) فانتفى الأمرين: الإشراف وهو التطلع والسؤال ، ( فخذه وما لا فلا تتبعه نفسك ) وصدق النبي صلى الله عليه وسلم أن الذي يشرف للمال ويسأله كالذي يأكل ولا يشبع ، ثم بين عليه الصلاة والسلام أن هذا يده سفلى فقال: ( واليد العليا خير من اليد السفلى ) ، واليد العليا هي يد المعطي ، واليد السفلى هي يد الآخذ ، لأن يد المعطي تأتي من فرق ليضع الدرهم في يد الآخذ ، فالأخذ يده سفلى ، والمعطي يده عليا0 ¶ س: ما حكم أن يستعير أحدهم كتاب من كتب العلم يكون من أخيه وليس له مثيل ؟ ¶ ج: الاستعارة جائزة كما استعار النبي صلى الله عليه وسلم من صفوان بن أمية0 ¶ س: أحياناً يكون محتاجاً لهذا الكتاب ومهم أن يكون في مكتبته ، كأن يكون خطيباً مثلاً 000؟ ¶ ج: لا يجوز ، ولا يسأل أبداً0 ¶ س: من الناس يُسر لو سأل أي شيء ، ويفرح بذلك ؟ ¶ ج: هذا مستثنى ، ولا مانع ، أي الذي يسأل غيرها لإدخال السرور على المسؤول ، وليس بحاجة لهذا الشيء0 ¶ س: فإن كان بحاجة له ؟ ¶ ج: هو سواء احتاج أو لم يحتاج مادام أنا أعرف أن هذا الرجل سوف يسر لرسالته فلا بأس به ، والنبي صلى عليه الصلاة والسلام دخل ذات يوم وطلب طعاماً ، فأحضر إليه طعام فقال: ألم أرى البرمة على النار ؟ أي فيها اللحم ، قالوا: يا رسول الله ، هذا لحكم تصدق به على بريرة قال: هو عليها صدقة ، ولنا هدية ) فإذا علمنا أن المسؤول يفرح ويسر صار لمصلحته لا لمصلحة السائل0 ¶ 12-باب ما قدم من ماله فهو له ¶ الحديث الأول:",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "قال عبد الله ، قال: النبي صلى الله عليه وسلم: ( أيكم مال وارثه أحب إليه من ماله ؟ قالوا: يا رسول الله ، ما منا أحد إلا ما له أحب إليه ، قال: فإن ماله ما قدم ، ومال وارثه ما أخر0 ¶ وصدق الرسول عليه الصلاة والسلام فإن ما تقدمه لنفسك في الدنيا هو مالك لأنك ستجده أمامك يوم القيامة ، وما خلفته فهوة لوارثك ، إذاً ، محافظتك على هذا المال في الصندوق تحافظ على مال من ؟ على مال وارثك ، أما مالك الذي ينفعك فلم تحافظ عليه ، ولهذا ينبغي للإنسان بقدر ما يستطيع ـ ونسأل الله أن يعيننا على أنفسنا ـ أن يكون باذلاً للمال في حقه وفي وجهه وفي كل فرصة تعرض له ، وعلى كل حال فالنبي عليه الصلاة والسلام يقول: ( ابدأ بنفسك ثم بمن تعول ) لا نريد أن ينفق الإنسان ماله كله ويبقى فقيراً ، لا سيما إذا كان ضعيف التوكل على الله ، ولكن نقول: أنفق ينفق الله عليه ، والله سبحانه وعد وهو أصدق القائلين وأقدر الفاعلين: { وما أنفقتم من شيء فهو يخلفه } لا بد أن يخلف الله عليه ، ما أنفقتم من شيء ، أي شيء يكون فهو يخلفه وهو خيرا الرازقين ، لو أننا كنا على يقين ¶ هنا سبع صفحات ليسوا موجودين في المخطوط باليد ولم يعثر عليهم فلينتبه لذلك ¶ ( الشريط رقم 3 ) ¶ قوله: { والذين هم بآيات ربهم يؤمنون }0 ¶ وأتى بـ ( يؤمنون ) لأن هذه الآيات تتجدد فالذين في وقت نزول القرآن تتنزل عليهم الآيات يوماً فيوماً كلما نزلت آية ازدادوا إيماناً { وإذا ما أنزلت سورة فمنهم من يقول أيكم زادته هذه إيماناً فأما الذين آمنوا فزادتهم إيماناً وهم يستبشرون } وكذلك الآيات الكونية تتجدد فكلما جاءت آية مطابقة لما أخبر الله ورسوله زادت المؤمن إيماناً ولهذا قال: { بآيات ربهم يؤمنون } ولم يقل: مؤمنون كما قال: مشفقون ، والإيمان يتكرر فكلما أتتهم آية كلما ازدادوا إيماناً0 ¶ قوله: { والذين هم بربهم لا يشركون }000",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "أتى بالجملة الفعلية ولم يقل غير مشركين ، وذلك لأنهم لا يشركون في أي فعل يفعلونه لله ، فلا رياء عندهم ولا سمعة ولا يريدون الدنيا بعملهم إنما يريدون الله سبحانه0 ¶ قوله: { ولدينا كتاب ينطق بالحق وهم لا يظلمون } وهذا الكتاب ما كتبته الملائكة من أعمال البني آدم ، فهو ينطق بالحق يوم القيامة ويقال للإنسان: { اقرأ كتابك كفى بنفسك اليوم عليك حسيباً }0 ¶ قال الحسن: لقد أنصفك من جعلك حسيباً على نفسك ، فأنت حاسب على نفسك لا تطلب محاسب ، وستجد أن الأمر كما كُتب0 ¶ قوله: { بل قلوبهم في غمرة من هذا ولهم أعمال من دون ذلك هم لها عاملون } وهذا كقوله في بداية الآيات { بل لا يشعرون } وهنا قال: { في غمرة من هذا } أي قد حل بها ما غمرها ولم يتفطنوا لها0 ¶ { ولهم أعمال من دون ذلك هم لها عاملون } هي أعمال الدنيا ، لذا قال: { من دون ذلك } إشارة لانحطاط رتبتها ، ثم قال: { هم لها عاملون } جملة إسمية ، أي متقنون لها ، وقدم المفعول { لها عاملون } للدلالة على أنهم قد حصروا أنفسهم وعقولهم في هذه الأعمال الدنيوية0 ¶ قوله: قال ابن عُيينة: لم يعملوها لا بد من أن يعملوها0 أي هم ما عملوها بعد ، لكن لا بد أن يعملوها ، أي أنهم مصرون عل عملها0 ¶ الحديث الأول: ¶ عن أبي هريرة رضي الله عنه: عن النبي صلى الله عليه وسلم قال: ( ليس الغنى عن كثرة العرض ، ولكن الغنى غنى النفس )0 ¶ فالغنى ليس بكثرة المال ، لكنه غنى النفس ن وغنى القلب ، فكم من إنسان عنده ملايين الملايين ، ومع ذلك يعمل عمل الفقير من شدة حرصه على المال وطلبه له ، وكم إنسان عنده دون ذلك بكثير تجده لا يهتم وتجده كريماً يُعطِي أكثر مما يعطي صاحب الأموال الكثيرة0 ¶ س: كيف نجمع بين كونهم في الآية يخشون القبول وبين الحديث القدسي ( أنا عند ظن علدي بي ) ؟",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "ج: أشرنا للجمع بينهما ، وذلك بحسن ظن العبد بربه وليس فيه سوء ظن بالله لكنه اتهام لأنفسهم بالتقصير ، فالمطلوب من الإنسان أن يحسن الظن بالله باعتبار قبوله لكن يخشى أنه مقصر ، أو عنده رياء ، أو عنده ابتداع ، فالإنسان لا يدري ن فلا يقل أحدهم أنا عملت فلا بد أن يقبل مني ، كما قال البدوي وهو يسعى: يا رب إن لم تغفر لي فلا بد أن تغفر ، فهذا لا يقال ، بل يتهم نفسه ، ويحسن الظن بالله ، فيقول مثلاً: أرجو أن يقبل الله مني ، وهذا إبراهيم عليه السلام وإسماعيل يرفعان القواعد من البيت ويقولان { ربنا تقبل منا إنك أنت السميع العليم }0 ¶ س: هل للإنسان أن يدعو ويلح اللهم إن لم تغفر لي فاغفر لي ؟ ¶ ج: ما ينبغي هذا بل يعزم المسألة ، أو يقول كما قال الصالحون { لئن لم يغفر لنا ربنا لنكونن من الخاسرين }0 ¶ 16- باب فضل الفقر ¶ الحديث الأول : ¶ عن سهل بن سعد الساعدي أنه قال: مر رجل على رسول الله صلى الله عليه وسلم فقال لرجل عنده جالس: ما رأيك في هذا ؟ فقال: رجل من أشراف الناس ، هذا والله حري إن خطب أن ينكح ، وإن شفع أن يشفع ، قال: فسكت رسول الله صلى الله عليه وسلم ، ثم مر رجل فقال له رسول الله صلى الله عليه وسلم: ما رأيك في هذا ؟ فقال: يا رسول الله ، هذا رجل من فقراء المسلمين ، هذا حري إن خطب ألا ينكح ، وإن شفع ألا يشفع ، وإن قال أن لا يسمع لقوله ، فقال رسول الله صلى الله عليه وسلم: ( هذا خير من ملء الأرض من مثل هذا )0",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "الواقع أن الحديث الذي استدل به البخاري رحمه الله لا يطابق الترجمة ، لأن قوله صلى الله عليه وسلم: هذا خير من ملء الأرض من مثل هذا ) لا يدل على أن ذلك بسبب الفقر ، قد يكون خيراً منه لأعمال أخرى يعلمها عليه الصلاة والسلام ، وكم من غني هو خير من ألف فقير ، وكم من فقير خير من ألف غني 00 فالواقع أن الفقر والغنى لو نظرنا إليهما من حيث هما لكان الغنى أحسن وأفضل ، لأن الغنى يحصل به من النفع الخاص والعام ما لا يحصل بالفقر ، لهذا اختلف العلماء رحمهم الله أيهم أفضل ، الغني الشاكر أم الفقير الصابر ؟ ¶ فقال بعضهم الغني الشاكر أفضل لأنه يحصل له من الخير ، ونفع الأمة النفع العام الكثير ما لا يحصل بفقر الفقير ، وقال بعضهم الفقير الصابر أفضل لأنه قد صبر على البلاء وكان من الصابرين ، وقد ذكر ابن القيم رحمه الله في كتابه: ( بدائع الفوائد ) هذه المناظرة أيهما أفضل الغني الشاكر أم الفقير الصابر ؟ ¶ ولكن إذا نظرنا من حيث الإطلاق فإن الغني الشاكر أفضل ، لأن البلوى بالمال ليس بالهين ، أي إذا ابتلي الإنسان بالمال فشكر فإن معاناته للشكر قد تكون أشد من معاناة الفقير للصبر ، لأن كثير من الأغنياء إذا أغناهم الله أخذهم الغنى بالأشر والبطر { وقليل من عبادي الشكور }0 ¶ قال ابن حجر في الفتح: ¶ قوله: ( ثم رجل ) زاد إبراهيم \"من فقراء المسلمين\" وفي رواية ابن حبان \"مسكين من أهل الصفة\"",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "قوله: ( هذا خير من ملء ) بكسر الميم وسكون اللام المهموز0 قوله: ( مثل ) بكسر اللام ويجوز فتحها0 قال الطيبي: وقع التفضيل بينهما باعتبار مميزة ، وهو قوله بعد هذا لأن البيان والمبين شيء واحد ، زاد أحمد وابن حبان \"عند الله يوم القيامة\" وفي رواية ابن حبان الأخرى \"خير من طلاع الأرض ، الآخر\" وطلاع بكسر المهملة وتخفيف اللام وآخره مهملة أي ما طلعت عليه الشمس من الأرض كذا قال عياض0 وقال غيره: المراد هنا فوق الأرض ، وزاد في آخر هذه الرواية: \"فقلت يا رسول الله: أفلا يعطى هذا كما يعطي الآخر ؟ قال: إذا أعطي خيراً فهو أهله ـ قال الشيخ ابن عثيمين: قوله: إذا أعطي خيراً فهو أهله فيه دليل أنه فضل الغني بصفات أخرى ـ وإذا صرف عنه فقد أعطي حسنة ، وفي رواية أبي سالم الجيشاني عن أبي ذر فيما أخرجه محمد بن هارون الروياني في مسنده ، وابن عبد الحكم في ( فتوح مصر ) ومحمد بن الربيع الجيزي في ( مسند الصحابة الذين نزلوا مصر ) ما يؤخذ منه تسمية المار الثاني ولفظه: ( أن النبي صلى الله عليه وسلم قال: كيف ترى جعيلاً ؟ قلت: مسكيناً كشكله من الناس ، قال: فكيف ترى فلاناً ؟ قلت: سيد من السادات ، قال: فجُعل خير من ملء الأرض مثل هذا ، قال: فقلت يا رسول الله: ففلان هكذا وتضع به ما تصنع ؟ قال: إنه رأس قومه فأتلفهم ) وذكر ابن إسحاق في المغازي عن محمد بن إبراهيم التيمي مرسلاً أو معضلاً قال: ( قيل يا رسول الله أعطيت عينيه والأقرع مائة وتركت جُعيلاً ، قال: والذي نفسي بيده لجعيل بن سراقة خير من طلاع الأرض مثل عيينة والأقرع ، ولكني أتألفها ، وأكلُ جعيلاً إلى إيمانه ، ولجعيل المذكور ذكر في حديث أخيه عوف بن سراقة في غزوة بني قريظة ، وفي حديث العرباض بن سارية في غزوة تبوك ، وقيل فيه جِعال بكسر أوله وتخفيف ثانيه ولعله صغر وقيل بل هما أخوان ، وفي الحديث بيان فضل جعيل المذكور وأن السيادة بمجرد الدنيا لا أثر لها ، وإنما الاعتبار",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "في ذلك بالآخرة كما تقدم ( أن العيش عيش الآخرة ) وأن الذي يفوته الحظ من الدنيا يعاض عنه بحبسته الآخرة ففيه فضيلة الفقر كما ترجم به ، لكن لا حجة فيه لتفضيل الفقير على الغني كما قال ابن بطال لأنه كان فضل عليه لفقره فكان ينبغي أن يقول: خير من ملء الأرض مثله لا فقير فيهم ، وإن كان لفضله فلا حجة فيه ، قلت: يمكنهم أن يلتزموا الأول والحيثية مرعية ، لكن تبين من سياق طرق القصة أن جهة تفضيله إنما هي لفضله بالتقوى وليست المسألة مفروضة في فقير متقٍ وغني متق بل لا بد من استوائهما أولاً في التقوى ، وأيضاً فما في الترجمة تصريح بتفضيل الفقير على الغني ، غذ لا يلزم من ثبوت فضيلة الفقر أو فضيلته ، وكذلك لا يلزم من ثبوت أفضلية فقير على غني أفضلية كل فقير على كل غني0 انتهى كلام ابن حجر رحمه الله0 ¶ س: هل الأفضل أن يدعو الإنسان أن لا يأتيه مال لكي لا يُفتتن به ، أم الخير أن يدعو أن يأتيه الله بمال ؟ ¶ ج: أليس يدعو في صلاته ( وارزقني ) ، الإنسان إذا رزقه الله مالاً ينفع المسلمين به ويكف وجهه عن الناس فهذا خير لكن إذا ابتلي ومنع فصبر فهو خير لا شك0 ¶ س: هل يؤخذ من هذا أن جبريل عليه السلام أوحى إلى الرسول صلى الله عليه وسلم ؟ ¶ ج: كلا ، ولكن الرسول عليه الصلاة والسلام علم من حالهما لأنهما اصحابه0 ¶ س: ألا يكون هناك تناسب بين الحديث والترجمة من قول الرجل: يا رسول الله هذا رجل من فقراء المسلمين ، ثم ذكر صفتين من صفات الفقراء ، وأقره النبي صلى الله عليه وسلم عندما قال: هذا من فقراء المسلمين ؟ ¶ ج: نعم ، هذا صحيح هو من الفقراء لكن هل النبي عليه الصلاة والسلام فضله من أجل فقره ؟ يحتمل أنه فضله من جهة أخرى ، وأن هذا الفقر لا يضره ، فهذا ليس بواضح0 ¶ الحديث الثاني:",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "حدثنا الحميدي ، حدثنا سفيان ، حدثنا الأعمش قال: سمعت أبا وائل قال: ( عدنا خباباً فقال: هاجرنا مع النبي صلى الله عليه وسلم نريد وجه الله ، فوقع أجرنا على الله تعالى ، فمنا من مضى لم يأخذ من أجره شيئاً ، منهم مصعب بن عمير قتل يوم أحد وترك نمرة ، فإذا غطينا راسه بدت رجلاه ، وإذا غطينا رجليه بدا رأسه ، فأمرنا النبي صلى الله عليه وسلم أن نغطي رأسه ونجعل على رجليه الإذخر ، ومنا من أينعت له ثمرته فهو يهدِبُها )0 ¶ الصحابة رضي الله عنهم هاجروا مع النبي صلى الله عليه وسلم يريدون وجه الله ، فمنهم من مضى ولم يأخذ من أجره شيئاً ، أي لم يأخذ من الغنائم شيئاً وعوضاً عن هجرته مثل: مصعب بن عمير ، وكان حامل الراية في أحد وكان شاباً مدللاً بين أبويه في مكة ، فلما أسلم طرده أبواه فهاجر مع النبي صلى الله عليه وسلم ، وكان يلبس قميصاً مرقعاً مع انه في مكة يلبس أحسن الثياب قبل أن يسلم ، ففضل رضي الله عنه أن يترك بلده وأهله ودلَّه هجرة إلى الله ورسوله ، وكان جزاءه أن اختار الله له الشهادة فقُتل في أُحد شهيداً ، وأنزل الله فيهم: { ولا تحسبن الذين قتلوا في سبيل الله أمواتاً بل أحياء عند ربهم يرزقون فرحين بما ءاتاهم الله من فضله ويستبشرون بالذين من خلفهم ألا خوف عليهم ولا هم يحزنون يستبشرون بنعمة من الله وفضل وأن الله لا يضيع أجر المؤمنين }0 ومن الصحابة من عُمَّرَ وأدرك المال ووفرة المال ، وصار يَهْدِبُ هذه الثمرة ويجنيها ، والله أعلم بالحال ، هل الأفضل من لم يأخذ من أجره الدنيوي شيئاً مثل مصعب بن عمير أو الآخر !",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "ولكن هذا الحديث أيضاً لا يدل على فضل الفقر لأن الفقر شيء يبتلي الله العبد به ، ولكن الصبر على الفقر هو الذي فيه الفضل لأنه من كسب العبد ، وكم من إنسان حرص حرصاً عظيماً على المال ولم يدركه ، وكم من إنسان تسبب بأسباب ضئيلى فأدرك المال ، وكم من إنسان لم يتسبب فجاءه المال ، أليس كذلك ؟ هذا شيء مشاهد0 ¶ من الناس من يكون ذكياً شاطراً جيداً في اكتساب المال لكنه لا يريح بل كلما اشترى شيئاً خسر ، ومن الناس من يكون سببه ضعيفاً لكنه يحصل على خير كثير ، كلما اشترى سلعة ارتفعت قيمتها فباع ما اشتراه بعشرة بمائة مثلاً ، هذا يغتني بوقت قصير ، ومن الناس من يأتيه المال بلا سبب ، يموت له قريب غني فيرث المال من بعده فيصبح غنياً فالفقر ليس من كسب العبد حتى يقال أن الإنسان يثاب عليه لكن يثاب على الصبر على الفقر ، وحينئذٍ تأتي المسألة هل الأفضل الفقير الصابر أم الغني الشاكر ؟ ¶ [ وذكر أحد طلبة العلم أن: البخاري في الترجمة لم يفضله على الغني إنما أثبت له فضلاً فقط ] نعم الفقر نفسه ليس فيه فضل إنما الصبر هو الذي فيه الفضل0 ¶ الحديث الثالث: ¶ عن عمران بن حصين رضي الله عنهما: عن النبي صلى الله عليه وسلم قال: ( اطَّلعت في الجنة فرأيت أكثر أهلها الفقراء ، واطَّلعت في النار فرأيت أكثر أهلها النساء ) تابعه أيوب وعوف ، وقال صخر وحمَّار بن نجيح: عن أبي رجاء عن ابن عباس0 ¶ الحديث الرابع: ¶ عن أنس رضي الله عنه قال: ( لم يأكل النبي صلى الله عليه وسلم خوان حتى مات ، وما أكل خبزاً مُرققاً حتى مات )0 ¶ الحديث الخامس: ¶ عن عائشة رضي الله عنها قالت: ( لقد تُوفي النبي صلى الله عليه وسلم وما في رفِّي من شيء يأكله ذو كبد ، إلا شطر شعير في رفٍّ لي ، فأكلت منه حتى طال عليَّ ، فكلته ففني )0 ¶ في حديث ( اطلعت في الجنة فرأيت أكثر أهلها الفقراء 000 ) فوائد منها:",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "أن الجنة والنار موجودتان الآن وهو كذلك كما دل عليه القرآن في قوله تعالى: { واتقوا النار التي أعدت للكافرين } وقال تعالى: { وسارعوا إلى مغفرة من ربكم وجنة عرضها السموات والأرض أعدت للمتقين }0 ¶ وقوله: \"رأيت أكثر أهلها الفقراء\" لأن الفقراء أكثر انقياداً من الأغنياء للحق وليس هذا لفقرهم فإن الغني الشاكر قد يكون أفضل من الفقير الصابر ، لكن من أجل أن الفقراء أكثر انقياداً للحق من الأغنياء ، فكثرهم من هذه الناحية ، ولهذا تجدون في القرآن أن الذين يكذبون الرسل هم الملأ { قال الملأ الذين كفروا من قومه } ، { وقال الملأ من قومه الذين استكبروا للذين استضعفوا } وما أشبه ذلك ، فإن هذا وجه كون أكثر أهل الجنة الفقراء0 ¶ أما أكثر أهل النار النساء: فبينها عليه الصلاة والسلام بأنهن يكثرن اللعن ويكفرن العشير وهن ناقصات عقل ، وهن أسباب الفتنة ، وقد قال عليه الصلاة والسلام: ( ما تركت بعدي فتنة أضر على الرجال من النساء ) فلهذا كنَّ أكثر أهل النار0 ¶ س: هل الفقر أفضل من الغنى في الجملة ؟ ¶ ج: العلماء مختلفون هل الفقير الصابر أفضل أم الغني الشاكر ؟ [ قال الطالب وفي الجملة ] ولا في الجملة فإن الذي يغنيه الله عن الناس أفضل ، والغني يرى نفسه مستغنياً عن اتباع الرسل فلا يهتدي وهذا هو الغالب0 ¶ س: قوله: ( اطلعت على أهل الجنة ) كيف اطلع عليهم وهم لم يدخلوا الجنة يعد ؟ ¶ ج: لا يلزم الدخول والرسول عليه الصلاة والسلام قد دخل في ليلة المعراج الجنة ، ولكن يمكن أن تقول اطلعت على كذا وأنت لم تدخله0 ¶ س: فهل هم في الجنة الآن ؟ ¶ ج: تقصد وهم ما دخلوها ؟ قد يكون كُشف له عن المستقبل0 ¶ س: هل يسكن الجنة أحدٌ الآن ؟ ¶ ج: نعم يسكنها الولدان والحور0 ¶ س: ومن البشر ؟ ¶ ج: لا أذكر أحداً0 ¶ قوله: ( خوان ) أي ما يؤكل عليه الطعام وهو دأب المترفين وصنع الجباذرة المنعمين لئلا يفتقروا إلى التطهر عند الأكل0",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "والخوان هذا هو ما يعرف عندنا بالماصة لأجل أن يكون مرتفعاً حتى لا يطأطئ راسه عند الأكل ، والمعنى أنه عليه الصلاة والسلام لم يكن يأكل أكل المترفين ولا فتحت له الدنيا حتى وصلت لهذه الحال ، أما حديث عائشة فقالت: \"إنه طال عليها فكلته ففني\" ففي هذا دليل على أن الإنسان إذا كال الشيء وصار يلاحظه هل نقص ؟ هل زاد ؟ فإن بركته تنزع0 ولهذا قال النبي صلى الله عليه وسلم لعائشة: ( لا توعي فيوعي الله عليك ) أي لا تقدري الأشياء فإنه يوعي عليه أي: يعاملك بحسب ما تقدرين0 فإذا جعل الإنسان الشيء موكولاً إلى الله عز وجل وصار يأكل منه حتى يفنى صار هذا أبرك0 ¶ س: ما هو الخبز المرقق ؟ ¶ ج: المرقق هو الذي يجعل فيه الإيدام من اللحم وغيره من الأشياء التي ترققه حتى يكون ليناً ، أو أنه خبز مرقق أي كيفية خبزه تكون على صفة لينة ، وتعرفون الخبز قد يكون جافاً وقد يكون مرققاً0 ¶ س: الأمر الذي حدث لعائشة رضي الله عنها هل هو خاص بها أم عام ؟ ¶ ج: كلا ، بل عام وهذا شيء مجرب0 ¶ س: الكيل في البيع مبارك فيه لورود حديث: كيلوا يبارك لكم 000 ) ؟ ¶ ج: إن صح الحديث ، فالحديث ضعيف ، لكن إن صح الحديث فالمراد به عندما تستلمه من البائع الذي باعه عليك كيلاً0 ¶ س: الرسول عليه الصلاة والسلام تجنب الطعام على الخوان حتى لا يطأطئ وأحياناً يوجد في عاداتنا وضعها دون قصد وارد ؟ ¶ ج: صحيح يوجد بعض الأحيان صياني لها وكر ـ قاعدة ـ تجلس عليها ترتفع فهذه تشبه الخوان لا شك أنها تشبهه ، وليست مكروه فحتى لو وضعت الطعام على الخوان فليس بمكروه ، وأنس كان يأكل على الخوان لكنه كان يخبر عن حال النبي عليه الصلاة والسلام أنها حال تقشف0 ¶ 17-باب كيف كان عيش النبي صلى الله عليه وسلم ¶ وأصحابه ، وتخليهم عن الدنيا0 ¶ الحديث الأول:",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "حدثني أبو نعيم بنحو من نصف هذا الحديث ، حدثنا عمر بن ذر حدثنا مجاهد: أن أبا هريرة كان يقول: ( والله الذي لا إله إلا هو ، إن كنت لأعتمد بكبدي على الأرض من الجوع ، وإن كنت لأشد الحجر على بطني من الجوع ، ولقد قعدت يوماً على طريقهم الذي يخرجون منه ، فمر ابو بكر فسألته عن آية في كتاب الله ، ما سألته إلا ليشبعني ، فمر ولم يفعل ، ثم مر عمر فسألته عن آية من كتاب الله ، ما سألته إلا ليشبعني ، فمر فلم يفعل ، ثم مر بي أبو القاسم صلى الله عليه وسلم فتبسم حين رآني وعرف ما في نفسي ، وما في وجهي ، قال يا أبا هر ن قلت: لبيك رسول الله ، قال: إلحق ، ومضى ، فتبعته ، فدخل ، فاستأذن فأذن لي ، فدخل فوجد لبناً في قدح فقال: من أين هذا اللبن ؟ قالوا: أهداه لك فلان ـ أو فلانة ـ قال: أبا هر ، قلت: لبيك يا رسول الله ، قال: إلحق إلى أهل الصفة فادعهم لي ، قال: وأهل الصفة أضياف الإسلام ، لا يأوون على أهل ، ولا مال ولا على أحد ، إذا أتته صدقة بعث بها إليهم ، ولم يتناول منها شيئاً ، وإذا أتته هدية أرسل إليهم وأصاب منها وأشركهم فيها ، فساءني ذلك ، فقلت: وما هذا اللبن في أهل الصفة ؟ كنت أحق أن أصيب من هذا اللبن شربة أتقوى بها ، فإذا جاءوا أمرني فكنت أنا أعطيهم ، وما عسى أن يبلغني من هذا اللبن ، ولم يكن من طاعة الله وطاعة رسوله صلى الله عليه وسلم بدٌ ، فأتيتهم فدعوتهم فأقبلوا فاستأذنوا فأذن لهم ، وأخذوا مجالسهم من البيت ، قال: يا أبا هر ، قلت: لبيك يا رسول الله ، قال: خذ فاعطهم ، فأخذت القدح فجعلت أعطيه الرجل فيشرب حتى يروى ثم يرد عليَّ القدح فأعطيه الرجل فيشرب حتى يروى ثم يرد عليَّ القدح ، فيشرب حتى يروى ن ثم يرد علي القدح حتى انتهيت إلى النبي صلى الله عليه وسلم وقد روي القوم كلهم ، فأخذ القدح فوضعه على يده فنظر إليه فتبسم فقال: أبا هر ، قلت: لبيك يا رسول الله ، قال: بقيت أنا وأنت ، قلت: صدقت يا رسول الله ،",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "قال: اقعد فاشرب ، فقعدت فشربت ن فقال: اشرب ، فشربت ، فما زال يقول: اشرب ، حتى قلت: لا والذي بعثك بالحق ، ما أجد له مسلكاً ن قال: فأرني ، فأعطيته القدح ، فحمد الله وسمى وشرب الفضلة )0 ¶ هذا حديث غريب ، والله أكبر0 ¶ وفي حديث أبي هريرة فوائد عظيمة0 ¶ 1-قوله: ( ألله ) وهي قسم فالهمزة الممدودة بدل عن الواو كما أن حرف القسم يبدل أحياناً بها فيقال: ( هالله ) فحروف القسم الأصلية ثلاثة ( الواو ـ الباء ـ التاء ) لكن قد يبدل عنها حروف فرعية وهي ( الواو ـ الهمزة الممدودة ) فيقول ( آلله ) وهذه غير همزة الاستفهام ، فقوله هنا ( ألله الذي لا إله إلا هو إن كنت لأعتمد ) هذا قسم والمقسم عليه ( إن كنت لأعتمد ) ( وإنْ ) هنا مخففة من الثقيلة واسمها محذوف ضمير 000 ) وجملة كنت خبرها ، واللام في قوله لأعتمد لام التوكيد وهي في هذا الموضع لازمة لأنها فارقة بين \"إن\" النافية \"وإن\" المؤكدة ، إذ لو حذفت لالتبست \"إن\" النافية \"بإن\" المؤكدة ، لو قال: ( إن كنت أعتمد ) لأشبه أن تكون ( ما كنت أعتمد ) ، المهم أن \"اللام\" هذه للتوكيد وهي واجبة لأنها فارقة بين \"إن\" المؤكدة و \"إن\" النافية ، وهي لازمة إلا إذا ظهر المعنى بدونها فتكون غير لازمة0 ¶ 2-قوله: ( إن كنت لأعتمد بكبدي ) أي ينطرح على بطنه من الجوع ليخف عليك ( وأشد الحجر على بطني ) لأنه إذا شد الحجر على بطنه من الجوع اعتمد واستقام أكثر ، ( ولقد قعدت يوماً على طريقهم ) أي على طريق الصحابة ، أو على طريق الناس الذي يخرجون منه ( فمر أبو بكر فسأله عن آية من كتاب الله ، ما سألته إلا ليشبعني ) وفي لفظ إلا ليستتبعني أي لأجل أن يقول تفضل معي ، فأبو هريرة يعلم الآية ، لكن يسأل أبا بكر لعله يقول تفضل ، ولكن أبا بكر لم يفكر في هذا الأمر ، ما ظن أنه يريد هذا ( ثم مر عمر بن الخطاب رضي الله عنه فسألته عن آية من كتاب الله ، ما سألته إلا ليشبعني ) أو ليستتبعني فمر فلم يفعل0",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "فإن قال قائل: في هذا إشكال وهو: ¶ ( أن أبا هريرة سأل عن آية من كتاب الله ، وهذا يوهم أنه يريد حفظ كتاب الله ، وهو لا يريد إلا الأكل\"0 فهل يكون هذا من باب إرادة الدنيا بعمل الآخرة ؟ ¶ الجواب: لا ، لأن الرجل ما قرأ لو قرأ من أجل أن يقال تفضل كما يفعل بعض القراء في المسجد الحرام تجد خمسة أو ستة أو عشرة ـ لكنهم قلوا الآن بحمد الله ـ يقرءون القرآن بأصوات عالية من أجل أن يجتمع الناس إليهم فيعطونهم مالاً0 هؤلاء ليس لهم في الآخرة من خلاق ، لكن أبا هريرة ما قرأ شيئاً ، قال فقط أخبرني عن آية كذا ، أخبرني عن آية كذا ، فيخبره ويمشي ، ويظن أنه قد نسي فيحتاج إلى تذكرها )0 ¶ يقول: ( ثم مر بي أبو القاسم ) وفيها إشكال أيضاً وهو: ¶ أن الله نهى أن يدعى النبي صلى الله عليه وسلم كما يدعى الناس ، بل يقال يا نبي الله ، يا رسول الله ، وهنا قال: مربي أبو القاسم 0 ¶ الجواب: أن الخبر غير الطلب فالمنهي عنه أن يقول يا أبا القاسم يا محمد ، أما الخبر فلا باس به0 ¶ 3-في هذا الحديث دليل على ما أشار إليه البخاري رحمه الله في بيان كيف كان عيش النبي صلى الله عليه وسلم وأصحابه وتخليهم عن الدنيا0 ¶ 4-حال أبا هريرة رضي الله عنه وما كان عليه من قلة ذات اليد ، وأنه بلغ به الفقر إلى ما سمعتم0 ¶ 5-وفيه دليل على جواز التعريض وذلك في جلوسه في الطريق فطلبه أن يفتح عليه في الآيات ، مع أنه لا يجهل الآية ، لكن من أجل أن يستتبعه حتى يشبعه ، وفيه فراسة النبي صلى الله عليه وسلم حين رأى أبا هريرة فعرف ما في نفسه وما في وجهه0",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "6-دليل على مشروعية الاستئذان حتى لو كان الإنسان مع الشخص ، أي: لو أنك أتيت أنت وصاحبك إلى بيت ، ودخل البيت ولم يقل لك ادخل فإنك لا تدخل البيت إلا بعد استئذان ، ولهذا قال: فدخل فاستأذنت ، [ وأنا عندي فاستأذن ] ولكن الظاهر أنها غلط فالنسخة الثانية فيها فاستأذن ، والثالثة فاستأذنت ، وهاتان النسختان أقرب إلى الصواب لأن كون النبي صلى الله عليه وسلم يستأذن مع أن البيت بيته فيه بُعد ، وإن كان الإنسان ينبغي أن يستأذن ، ربما يكون أهله على حال لا يحبون أن يُطلع عليها ، المهم أن النسخة الأقرب أنها فأستأذن أو فاستأذنت0 ¶ 7-فيه دليل على بركة الطعام عند النبي صلى الله عليه وسلم حيث بارك الله في هذا اللبن ، وفيه الإشارة إلى أهل الصفة وأنهم قوم هاجروا إلى المدينة ، ولم يكن لهم أهل يأوون إليهم فجعل لهم النبي عليه الصلاة والسلام صفة في المسجد أو قريب منه ، يأوون إليهم الطعام ، واللبن وغير ذلك ، وقد زعم بعض الناس أن الصوفية نسبة إليهم ، فقالوا: الصوفية نسبة إلى أهل الصفة ، والجمع بينهم الزهد ، وهذا ليس بصحيح والصحيح أن الصوفية نسبة إلى الصوف لأنهم كانوا يلبسون الصوف تزهداً ، ولو كان ذلك نسبة إلى الصفة لقال: الصفية لا يقال الصوفية0 ¶ 8-فيه دليل على إطلاق القول على ما في النفس حيث قال أبو هريرة: فقلت: وما هذا اللبن ؟ فإن الظاهر أنه قال ذلك في نفسه ، ولكن المعروف في اللغة أنه إذا أريد بالقول حديث النفس قُيد كقوله تعالى: { ويقولون في أنفسهم لولا يعذبنا الله } مع أن أبا هريرة قالها نطقاً ، وإن لم يسمع النبي صلى الله عليه وسلم0 ¶ 9-وفيه ما كان عليه الصحابة من طاعة الله ورسوله حيث أن أبا هريرة سمع وأطاع بدعوة أهل الصفة مع أن اللبن كان قليلاً وكان في نظره لا يكفي 00000000 ¶ هنا صفحة 52 ـ 53 غير موجودة",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "أحدنا ليضع كما تضع الشاة ، أي أن البراز الذي يخرج منه كبراز الشاة ، أخضر ليس فيه خلط ، لأنهم لا يأكلون طعاماً0 ¶ قال ابن حجر في الفتح: ¶ قوله: ( ثم أصبحت بنو أسد ) أي ابن خزيمة بن مدركة بن إلياس بن مضر ، وبنوا أسد هم أخوة كنانة بن خزيمة جد قريش ، وبنو أسد كانوا فيمن ارتد بعد النبي صلى الله عليه وسلم ، وتبعوا طليحة بن خويلد الأسدي لما ادعى النبوة ، ثم قاتلهم خالد بن الوليد في عهد أبي بكر وكسرهم ورجع بقيتهم إلى الإسلام ، وتاب طليحة وحسن إسلامه ، وسكن معظمهم الكوفة بعد ذلك ، ثم كانوا ممن شكا سعد بن أبي وقاص وهو أمير الكوفة إلى عمر حتى عزله ، وقالوا في جملة ما شكوه إنه لا يحسن الصلاة ، وقد تقدم بيان ذلك واضحاً في باب ( وجوب القراءة على الإمام والمأموم ) من أبواب صفة الصلاة ، وبينت أسماء من كان منهم من بني أسد المذكورين وأغرب النووي فنقل عن بعض العلماء أن مراد سعد بقوله: ( فأصبحت بنوا أسد ) بنو الزبير بن العوام بن خويلد بن أسد بن عبد العزى بن قصي ، وفيه نظر ، لأن القصة إن كانت هي التي وقعت في عهد عمر فلم يكن للزبير إذ ذاك بنون يصفهم سعد بذلك ولا يشكو منهم ، فإن أباهم الزبير كان إذ ذاك موجوداً وهو صديق سعد ، وإن كانت بعد ذلك فيحتاج إلى بيان0 أهـ0 ¶ س: ورد في حديث عمر بن سلمة أن الأصل أن المرء يسمي علىالطعام مفردافهل نقول ان في ذلك خروج عن الاصل ؟ ¶ ج : كلا فهذا وردت به السنة ؛ ان الواحد يكفي عن الجميع . ¶ س:يتوجه هذا الحديث على إن الفقير إذا وجد الطعام فانه يملأ بطنه لأنه قد لا يجد غيره ، والحديث الثاني ( بحسب ابن آدم لقيمات 000 ) يتوجه على الواجب0 ¶ ج: نعم ، هذا ما فيه شك ، هذه من الحاجة التي تعرض أن يكون كالبعير سقائها وحذائها ترد الماء وتأكل الشجر أي يملأ بطنه خوفاً من أن يحده في المستقبل0 ¶ س: بعضهم حمل حديث عمر بن سلمة على الإرشاد فكيف توجه ذلك ؟",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "ج: الأصل عدم ذلك ، إذا كان النبي صلى الله عليه وسلم أخبر أن الشيطان يأكل مع الرجل إذا لم يسم وأمر بالتسمية فلا يمكن أن نحمله على الإرشاد هذه0 ¶ الحديث الثالث: ¶ عن عائشة قالت: ( ما شبع آل محمد منذ قدم المدينة من طعام بر ثلاث ليال تباعاً حتى قبض )0 ¶ الحديث الخامس: ¶ عن عائشة قالت: ( كان فراش رسول الله صلى الله عليه وسلم من أدم وحشوه ليف )0 ¶ الحديث الرابع: ¶ عن عائشة قالت: ( ما أكل آل محمد صلى الله عليه وسلم أكلتين في يوم إلا إحداهما تمر )0 ¶ قولها: ( ما شبع آل محمد منذ قدم المدينة من طعام بر ) فيه دليل على أن البر في ذلك الوقت عزيز ، وأنه من الأطعمة التي يندر الحصول عليها أو هو كذلك ، فإن البر في عهد النبي علسه الصلاة والسلام قليل لم يكثر إلا بعد الفتوحات في زمن معاوية وما بعده ، أي: لم يكثر في المدينة0 ¶ س: استدللنا بحديث الجارية في أن تسمية الفرد تكفي عن الجماعة فما وجه الدلالة ؟ ¶ لا ، استدللنا بحديث الجارية على أنه إذا جاء أحدهم متأخراً فإنه يطلب منه التسمية0 ¶ س: فما الدليل على ذلك ؟ ¶ ج: جاءت به السنة ، ولا يحضرني عين الحديث لكن جاءت به السنة كالسلام مثلا فالسلام مطلوب من كل واحد ، وإذا كانوا جماعة كفى واحد منهم0 ¶ س: ليس بواضح معنى ( فأصبحت بنوا أسد ) ؟ ¶ ج: وضوح ذلك أن بني أسد اصبحوا يعزرونه على الإسلام أي في الإسلام ، وتعزيرهم إياه اتهامه بأنه لا يحسن الصلاة ولا يقسم بالسوية ولا يخرج في السرية0 ¶ س: قول أبو هريرة أنه كان جائعاً ولم يشرب قبل أهل الصفة ، وشرب بعدهم فهل يدل على صبرهم ؟ فهو يدفع بالإناء من شخص لآخر0 ¶ ج: النبي عليه الصلاة والسلام كان يوجهه يقول أعط فلان ، أعط فلان ، أعط فلان ، وهو صابر لا شك في ذلك0 ¶ وفي الحديث ( كان فراش الرسول صلى الله عليه وسلم من أدم 00 )0 الأدم: أي من الجلود ، وحشوه ليف فلا شك أن الليف فيه خشونة ، وإن كان فيه ليونة ألين من الأرض ، لكن فيه خشونة0",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "س: إذا ذهب الإنسان إلى مطعم أو وليمة فهل نسأل عن اللحم سُمّي عليه أم لا سواء كنا في بلد إسلامية أو غير إسلامية ؟ ¶ ج: لا تسأل ما دام البلد ممن يحل ذبح أهله فلا تسأل ، سمِّ الله وكل0 ¶ س: من السنة أن يقدم الضيافة ( الشراب ) إلى الأضياف قبل صاحب المكان ؟ ¶ ج: نعم من السنة أن يكون ساقي القوم آخرهم شرباً ، وصاحب المال هو الذي يسقيهم ويقدم الأضياف على صاحب المنزل ـ في حالة إذا كان الخادم أو ابن الرجل هو من يسقي ـ لأن هذا من إكرام الضيوف0 ¶ الحديث السادس: ¶ حدثنا هدبة بن خالد ، حدثنا همام بن يحيى ، حدثنا قتادة قال: ( كنا نأتي أنس بن مالك وخبازة قائم وقال: كلوا فما أعلم النبي صلى الله عليه وسلم رأى رغيفاً مرققاً حتى ألحق بالله ، ولا رأى شاة سميطاً بعينه قط )0 ¶ الحديث السابع: ¶ عن عائشة رضي الله عنها قالت: كان يأتي علينا الشهر ما نوقد فيه ناراً ، إنما هو التمر والماء ، إلا أن نؤتى باللحيم )0 ¶ الحديث الثامن: عن عائشة رضي الله عنها قالت لعروة: ( ابن أختي ، إن كنا لننتظر إلى الهلال ثلاثة أهلة في شهرين وما أوقدت في أبيات رسول الله صلى الله عليه وسلم نارٌ ، فقلت: ما كان يعيشكم ظ قالت: الأسودان التمر والماء ، إلا أنه قد كان لرسول الله صلى الله عليه وسلم جيران من الأنصار كان لهم منائح ، وكانوا يمنحون رسول الله صلى الله عليه وسلم من أبياتهم فيسقيناه )0 ¶ الحديث التاسع: ¶ عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: اللهم ارزق آل محمد قوتاً )0 ¶ قال ابن حجر في الفتح:",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "قوله: ( اللهم ارزق آل محمد قوتاً ) هكذا وقع هنا ، وفي رواية الأعمش عن عمارة عند مسلم والترمذي والنسائي وابن ماجة: ( اللهم اجعل رزق آل محمد قوتاً )0 فهو المعتمد ، فإن اللفظ الأول صالح لأن يكون دعاء بطلب القوت في ذلك اليوم وأن يكون طلب لهم القوت ن بخلاف الفظ الثاني فإنه يعني الاحتمال الثاني وهو الدال على الكفاف ، وقد تقدم تقديم ذلك في الباب الذي قبله ، وعلى ذلك شرحه ابن بطال فقال: فيه دليل عل فضل الكفاف وأخذ البُلغة من الدنيا والزهد فيما فرق ذلك رغبة في توفر نعيم الآخرة وإيثار لما يبقى على ما يفنى فينبغي أن تقتدي به أمته في ذلك ، وقال القرطبي: معنى الحديث أنه طلب الكفاف ، فإن القوت ما يقوت البدن ويكف عن الحاجة ، وفي هذه الحالة سلامة من آفات الغنى والفقر جميعاً ، والله أعلم0 انتهى كلام ابن حجر0 ¶ نعم إذا كان رزقه قوتاً أي يكفي ، لا يحتاج الإنسان فيه إلى أحد ولا يكون عنده مال كثير بنية الآخرة ، فإنه يسلم من طغيان الغنى وذل الفقراء ، ولهذا دعا النبي عليه الصلاة والسلام ربه أن يجعل رزق آل محمد قوتاً أي لا ينقص عن الحاجة ولا يزيد عليها0 ¶ س: ما رأيك في رأي من قال من العلماء أن قوله: ( إن أحدنا ليضع كما تضع الشاة ) أي تجد صعوبة ؟ ¶ ج: يحتمل ، أي من شدة اليبوسة يتعسر عليه الخروج ، لكن إذا قلنا ما فيه خلط يدل على أن المراد أنه خالص أخضر0 ¶ س: هل يؤخذ من الحديث أن الإنسان يجوز له أن يدعو أن يجعل الله رزقه قوتاً ؟ ¶ ج: نعم ، وهذا طيب لأن حقيقة الأمر أنه ليس لك من مالك إلا ما أكلت فأفنيت0 ¶ س: بمناسبة ذكر فراش النبي عليه الصلاة والسلام يوجد الآن فُرش يضطجع عليها الإنسان أي هي ليست لحاجة وتبلغ قيمة ( الألف أو الخمسمائة ) هل يجوز استعمالها ، خاصة أنها انتشرت بين الناس ؟",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "ج: هي لا شك من الإسراف ، ومعلوم أن الإسراف في أي شيء ، في اللباس ، في الفراش ، في الأكل والشرب ، في السكن ، قال الطالب: ( هي يا شيخ منتشرة عند الناس ) فقال: لا أدري ويحتاج أن ينظر فيها ، وهي على ما وصفت يمكن بعشرين ريالاً وهذا إسراف ، وهذا جهل ، والحقيقة أن المسلمين ما عندهم تفكير بالأمر ، فهذا الذي يربح فيه مصانع الكفار ولا شك أن هذا خطأ وينبغي لطلبة العلم أن ينهون عن هذا في المجالس ، فالإنسان ينبغي أن يرى إلى ما عليه النبي عليه الصلاة والسلام وأصحابه فالشيء الذي يزيد 000 فإنه لا شك أن الدنيا إذا زادت إلى هذا الحد تعلق الإنسان بها وطلب ما هو أرفع ، فأنت تظن الإنسان الذي تعلق قلبه بالدنيا أنه يكتفي بما عنده ؟ أبداً لا يكتفي بما عنده ربما توسوس له نفسه حتى يستدين من أجل أن يضاهي فلان وفلانة لكن إذا قطع الإنسان قلبه عن هذا وصار اتجاهه إلى الآخرة سلم من هذا كله ، والله المستعان0 ¶ 18-باب القصد والمداومة على العمل ¶ الحديث الأول: ¶ حدثنا عبدان أخبرنا أبي عن شعبة عن أشعث قال: سمعت أبي قال: سمعت مسروقاً قال: سألت عائشة رضي الله عنها: أي العمل كان أحب إلى النبي صلى الله عليه وسلم ؟ قالت: الدائم ، قال: قلت في أي حين كان يقوم ؟ قالت: كان يقوم إذا سمع الصارخ )0 ¶ فأي حين ( في نسخة أخرى ) ، وقوله: ( الصارخ ) أي الديك وغالب الديكة يكون لها توقيت منضبط إذا أقبل ثلث الليل الآخر بدأت تؤذن شتاءً وصيفاً ـ سبحان الله ـ حتى إن بعضهم عندما كانت الساعات قليلة ونادرة كانوا يستغنون بها عن الساعات وتوقت توقيتاً منضبطاً ، فكان النبي عليه الصلاة والسلام إذا سمع الصارخ يعني الديك قام عليه الصلاة والسلام لأنه لا يوجد ساعات في ذلك الوقت0",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "وفي ذلك دليل على استحباب الإدامة في العمل الصالح لأن ذلك يدل على رغبة الإنسان في العمل أما الإنسان الذي لا يداوم فإن هذا يدل على فتوره وكسله لكن إذا انتقل من عمل إلى عمل يرى أنه أفضل فإن هذا من المداومة أي إذا كان من عادته أن يصوم يوماً بعد يوم ، ثم طرأ عليه ما يقتضي أن يفطر هذا اليوم لغرض شرعي فإن هذا لا يقال أنه ترك المداومة ، لماذا ؟ لأنه انتقل من عمل أفضل إلى عمل أفضل منه ، ولهذا كان عليه الصلاة والسلام نفسه وهو الذي يحب أن يداوم ¶ العمل ـ حتى إنه لما قضى السنة الراتبة للظهر بعد العصر استمر عليها ـ ومع ذلك نجده أحياناً يصوم حتى يقال لا يفطر ، ويفطر حتى يقال لا يصوم ، وكذلك في القيام ، يقوم حتى يقال لا ينام ، وينام حتى يقال لا يقوم ، وهكذا يتبع ما هو أصلح ، فلا تظن أن معنى المداومة أن تداوم على العمل بعينه ، هذا صحيح ، نوع من المداومة لكن إذا تركت هذا العمل بعينه لعمل آخر مثله أو أفضل منه فإنك تعتبر مداوماً0 ¶ س: شخص يداوم على صلاة الوتر لكن إذا نشط أحياناً صلى سبعاً ، وإذا فتر صلاها خمساً 00 وهكذا 00 هل هذا من المداومة ؟ ¶ ج: نعم ، هذا من المداومة ، أي يعطي نفسه حظها فهو مداوم على الوتر ، لكن صفة الوتر حسب ما يتيسر له0 ¶ س: من الناس من يقول: إن الله يحب أن يرى أثر نعمته على العبد وذلك عندما تنصحه بعدم الإسراف ، فماذا نقول له ؟ ¶ ج: ذلك بسيط ، تقول: الذي يحب أن يرى أثر النعمة على من أنعم عليه قال: { كلوا واشربوا ولا تسرفوا } فنحن لا نقول: لا تنم على فراش ، بل نم على فراش لكن كونك تأتي بفراش بخمسمائة ريال وأنت تجد أحسن منه بثلاثين ريالاً ، أو مائة ريال 00 ( يرجع للشريط )0 ¶ س: في حديث أبي هريرة قال: ( فمر أبو بكر فسألته عن آية ما سألته إلا ليشبعني ) فكيف يعرف أن من يقرأ آية من أجل أن يشبع ؟ ¶ ج: لأنه يقول: أريدك أن تعلمني حتى يقول له: تعالى معي وتفضل أعلمك ، فيأخذه معه لبيته0",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "الحديث الثاني: ¶ عن عائشة رضي الله عنها قالت: ( كان أحب العمل إلى رسول الله صلى الله عليه وسلم الذي يدوم عليه صاحبه )0 ¶ قوله: ( أحب العمل إلى الله ) أي من جنسه ، وإلا من المعلوم أن الإنسان لو داوم على النافلة ما صارت أحب إلى الله من الفريضة ، كما جاء في الحديث القدسي أن الله تبارك وتعالى قال: ما تقرب إليَّ عبدي بشيء أحب إليَّ مما افترضته عليه ) لكن قصدها العمل من هذا الجنس0 فمثلاً: رجل يصلي الضحى ويتركها وآخر يصليها ويدوام عليها بمقتضى النصوص عنده ، نقول: الثاني أحب إلى الله ، فإنسان يداوم على راتبة الظهر ، وآخر لا يداوم نقول: الأول أحب إلى الله0 ¶ الحديث الثالث: ¶ عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: ( لن ينجي أحد منكم عمله ، قالوا: ولا أنت يا رسول الله ؟ قال: ولا أنا0 إلا أن يتغمدني الله برحمته0 سددوا وقاربوا ، واغدوا وروحوا ، وشيء من الدلجة ، والقصد القصد تبلغوا )0 ¶ هذا الحديث فيه أن العمل لا ينجي من النار ، ولكن يشكل عليه نصوص أخرى تدل على أن العمل سبب للنجاة من النار ، فالجميع بينهما أن نقول: إن قوله: ( لن ينجي أحداً منكم عمله ) على سبيل المعاوضة ، وأما قوله: { جزاءً بما كنتم تعملون } وما أشبه ذلك من الآيات الدالة على أن العمل سبب فإن العمل مجرد سبب لا أنه عوض ، لأنه لو أجريت المعاوضة لكانت نعمة واحدة عن الله على الإنسان في الدنيا تعادل جميع الأعمال ، لو أردنا المعاوضة وأقمنا الإنسان وقلنا كم عملت ؟ فقال: عملت كذا وكذا وكذا ، فكم لله عليك من نعمة ؟ لا تحصى 00 فلو أريدت المعاوضة لكانت نعمة واحدة في الدنيا تعادل جميع العمل ، لكن العمل سبب ، والسبب لا يشترط فيه أن يكون مكافئاً للمسبب فعمل الإنسان سبب للنجاة من النار ، والدخول في الجنة ، لكنه ليس هو العوض ، العوض أقصد السبب رحمة الله0 ¶ الحديث الرابع:",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "عن عائشة رضي الله عنها: أن رسول الله صلى الله عليه وسلم قال: ( سددوا وقاربوا واعلموا أن لن يدخل أحدكم عمله الجنة ، وأن أحب الأعمال أدومها إلى الله وإن قل )0 ¶ هذا الحديث كما رأيتم في لفظه بعض الركاكة ، وهذا بلا شك أنه من الراوي قال: \"سددوا وقاربوا\"0 ¶ والتسديد: معناه الإصابة ، والمقاربة ، أي المقاربة من الصواب ، أي ءأتوا بالعمل على أكمله ، هذا إذا أمكن ، أو قاربوا إذا لم يمكن ، لأن الله يقول: { فاتقوا الله ما استطعتم }0 ¶ وقوله: ( لن يدخل أحدكم عمله الجنة ) وأن ( أحب الأعمال أدومها إلى الله وإن قل ) صواب اللفظ: \"وأن أحب الأعمال إلى الله أدومها وإن قل\" لكنه هنا فصل بين العامل والمعمول ، ولكن الألفاظ الأخرى تبين أن هذا اللفظ فيه شيء من الاضطراب لكنه لا يضر ما دام المخرج واحد فإنه يحمل على اللفظ الذي ليس فيه إشكال0 ¶ الحديث الثاني: ¶ عن عائشة رضي الله عنها أنها قالت: ( سئل النبي صلى الله عليه وسلم: أي الأعمال أحب إلى الله ؟ قال: أدومها وإن قل ، وقال: إكلفوا من الأعمال ما تطيقون )0 ¶ في الحديث السابق: ( القصد القصد تبلغوا ) معناه: أن الإنسان لا يتكلف في الشيء لأن الإنسان إذا تكلف في الشيء تعب ومل وترك أما إذا أتى بالشيء قصداً بدون كلافة ـ كلفة ـ فإنه يستمر عليه ولا يتأثر ولا يمل ، ولهذا قال: ( اغدوا وروحوا وشيء من الدلجة ) والغدوة: السير صباحاً0 الروحة: السير مساءً0 وشيء من الدلجة كل هذا يبين أن منهج الإنسان في حياته وفي عبادته ينبغي أن لا يكون مشقاً ، لأن الإنسان إذا أرهق عمله تعب ومل ثم الترك0 ¶ وفي هذا الحديث: ( كلفوا ) أي تكلفوا من العمل ولا تتعبوا أنفسكم0 ¶ س: عندما سئل النبي صلى الله عليه وسلم عن أحب الأعمال لم يجبه بهذا العمل ؟",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "ج: بلى أجابه ، سئل أي الأعمال أحب إلى الله ؟ قال: أدومها ، أي أن تداوم على الشيء ، والمعروف أن المداومة على العمل الحسن ، فالغير الحسن لا يحبه الله ، فإذا قلنا أحب إلى الله معناها أننا نسأل عن العمل الحسن ، فلم يُسأل عن نوع العمل ، لهذا لما أراد السائل نوع العمل أجابه بالنوع فقال لابن مسعود وقد سأله أي الأعمال أحب إلى الله قال: \"الصلاة على وقتها0 قلت: ثم أي ؟ قال: بر الوالدين0 قلت: ثم أي ؟ قال: الجهاد في سبيل الله\" فهنا في هذا الحديث لم يسأل عن نوع العمل ، بل سأل عن العمل نفسه ، ما هو أحب العمل إلى الله من نفس العمل ، مثلاً: ما أحب الصلاة إلى الله غير الفرائض ؟ فهي معروفة قال: أدومها0 ما أحب الصدقة ؟ أدومها0 وهكذا0 ¶ س: في حديث: ( اللهم اجعل رزق آل محمد قوتاً ) العلماء الذين قالوا: إن الغني الشاكر أفضل من الفقير الصابر ، لأنه ينفق في سبيل الله 00 فكيف يقولون في هذا الحديث: ما يستحبون أن الإنسان يطلب الفقر من الله ؟ ¶ ج: هذا مما استدل به من قالوا: أن الأفضل أن يكون الإنسان بين بين 0000000000 ¶ هنا صفحة 62 وصفحة 63 غير موجودة في الأصل الموجود لدينا ¶ س: هل يستدل من الحديث أنه كان صلى الله عليه وسلم ينظر عن أمامه لا في موضوع سجوده ؟ ¶ ج: استدل به بعض العلماء ، وأصرح من ذلك قول الصحابة \"حينما رأيتموني تأخرت\" \" حينما رايتموني تقدمت\" قالوا: هذا دليل على أن المصلي يرى أمامه ، وفصل بعضهم فقال: المأموم يرى الإمام من أجل أن يتابعه ، كما قال البراء بن عازب: كان النبي صلى الله عليه وسلم إذا أهوى للسجود لم يحني أحد منا ظهره حتى يقع النبي صلى الله عليه وسلم ساجداً0 ¶ س: قوله عليه الصلاة والسلام: ( القصد القصد ) هل ينطبق على صاحب المعاصي إذا تاب لله عز وجل فيتحلل من ذنوبه بحيث يتغير عليه الرفقاء وحياته اليومية ، أم يقال تخلص منها شيئاً فشيئاً ؟",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "ج: على حسب عزيمة المرء ، فإن كان عنده عزيمة وقدرة على أن يدع المعصية مرة واحدة فهذا خير ، وإن لم يكن درج نفسه بالتدريج كما جعل الله تعالى فرائض الإسلام بالتدريج وتحريم المنكرات بالتدريج فهو ينظر في حاله قد يكون بالتدريج يؤدي أن لا يترك المعصية وأنه إذا عزم على نفسه بتاتاً صار هذا أقوى في ردعها وقد يكون بالعكس0 ¶ س: لو كان رجل يداوم على فعل سنة ولكن مرة من المرات فتر عنها هل يكلف نفسه في فعلها لكي تحصل على الدوام ؟ ¶ ج: الأحسن أن يكلف نفسه ليعودها الدوام على الشيء إلا إذا اشتغل عنها بما هو أفضل كما لو كان من عادته صيام الاثنين والخميس ورأى في ذلك مشقة عليه أو فتور عن طلب العلم فعدل عن ذلك لطلب العلم فهذا لا بأس به0 ¶ الشريط رقم 4 ¶ 19-باب الرجاء مع الخوف ¶ وقال سفيان: ما في القرآن آية أشد علىَّ من: { لستم على شيء حتى تقيموا التوراة والإنجيل وما أنزل إليكم من ربكم }0 ¶ الرجاء هو الأمل ، والأمل برحمة الله عز وجل ، والخوف: الخوف من نار الله وعقابه ، والعلماء رحمهم الله يقولون: ينبغي أن يكون الخوف والرجاء واحداً في حال سير الإنسان إلى ربه ، قالوا: لأنه إذا غلب الرجاء دخل في الأمن من مكر الله ، وإذا غلب الخوف خيف عليه القنوط من رحمة الله0 ¶ مثال ذلك: صلى الإنسان الصلاة فهو بين أمرين إما أن يخاف أن لا تقبل ، أو يرجو أن تقبل0 فعل المعاصي فهو بين أمرين خائف من هذه المعاصي وراجٍ لرحمة الله0 ¶ فالعلماء يقولون: ¶ 1-ينبغي أن يكون خوفه ورجاؤه واحداً ، والعلة ما أشرت إليها إن غلب الخوف خيف عليه القنوط ، وإن غلب الرجاء خيف عليه الأمن ، والعامة حسب دفعهم اللوم يُغلبون الرجاء ، وإذا قيل له: لماذا تفعل هذا ؟ قال الله غفور رحيم ، الله غفور رحيم فاعمل أسباب المغفرة والرحمة0 ¶ وأهل الغيرة والتمسك يُغلبون جانب الخوف ، فتجدهم يخافون على الإنسان وربما يقنطون من رحمة الله أن يهديه إلى الحق0",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "2-وقال بعض العلماء: بل ينبغي أن يُغلب الرجاء لأن الله تعالى قال في الحديث القدسي: ( أنا عند ظن عبدي بي وأنا معه إذا ذكرني 000 ) فإذا كان الله عند ظنك به فاظنن به خيراً وغلِّب جانب الخير ، وغلِّب جانب الرجاء ، قالوا: ويدل لهذا أن الله قال لنبيه صلى الله عليه وسلم: { نبئ عبادي أني أنا الغفور الرحيم * وأن عذابي هو العذاب الأليم }0 ¶ فبدأ بالرجاء ثم ثنَّى بالتخويف0 ¶ 3-وقال بعض العلماء: ينبغي له في جانب الطاعة أن يغلِّب جانب الرجاء ، وفي جانب المعصية إذا هم بها أن يُغلِّب جانب الخوف ، لأنه إذا فعل الطاعة ينبغي أن يغلِّب الرجاء أن الله يتقبل منه ، وإذا هم بالمعصية ينبغي أن يغلِّب جانب الخوف من أجل أن يبتعد عنها ، ور يفعلها ، ولا يغلِّب جانب الرجاء حينئذِ لأنه إذا غلب جانب الرجاء أقدم0 ¶ 4-أنه ينبغي في حال المرض أن يغلب جانب الرجاء ، وفي حال الصحة أن يغلب جانب الخوف لأنه جاء في الحديث: ( لا يموتن أحدكم إلا وهو يحسن الظن بالله ) والإنسان المريض أقرب إلى الموت من الإنسان الصحيح ، وإن كانت الآجال بيد الله عز وجل ، لكن هذا هو الغالب ، فهذه أربعة أقوال ، والذي ينبغي 00 أن يكون الإنسان طبيب نفسه ، إن رأى من نفسه جنوحاً إلى الشر فليغلب عليه جانب الخوف ، وإن رأى من نفسه قوةً على الطاعة وترك المعاصي فليغلب جانب الرجاء أن الله سبحانه وتعالى يثبته ويثيبه على عمله0 ¶ أما الإمام أحمد رحمه الله فقال: \"إن الخوف والرجاء كجناحي الطائر إن انخفض أحدهما سقط الطائر ، وإن تساويا استمسك الطائر\" فينبغي أن يكون خوفه ورجاؤه واحداً فأيهما غلب على الآخر هلك صاحبه0 ¶ قوله: ( قال سفيان: ما في القرآن آية أشد عليَّ من: { لستم على شيء 000 } سفيان وهو: ابن عيينة ، والغالب أنه إذا أطلق سفيان في باب الفقه والأحكام فهو سفيان الثوري ، وفي باب الزهد والورع والرقائق فهو سفيان بن عيينة ، فالثاني يميل إلى العبادة أكثر0",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "والخطاب هنا لبني إسرائيل ولأهل الكتاب { لستم على شيء حتى تقيموا التوراة والإنجيل } فيقول رحمه الله إن ما خاطب الله به بني إسرائيل خطاب لنا فكأنه يقون إذاً: نحن لسنا على شيء حتى نقيم الكتاب والسنة وما أنزل إليه 00 وإقامتهما صعبة صعبة 00 من الذي يستطيع أن يقيم الكتاب والسنة في كل أمر 00 وفي كل ما نهى 00 وفي كل خير ، بحيث يفعل كل مأمور ، ويدع كل منهي ، ويصدق تصديقاً لا شك معه في كل خبر ، هذا من أصعب ما يكون ، وهذا هو إقامة الكتاب المنزل أو السنة التي جاء بها النبي عليه الصلاة والسلام ، هذا هو معنى الإقامة0 مثال الأحكام: فعل للمأمور ، وترك للمنهي ، وتصديق لإخبار تصديقاً لا مرية فيه ولا شك وهذه شديدة جداً على الإنسان0 ¶ الحديث الأول: ¶ عن أبي هريرة رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: ( إن الله خلق الرحمة يوم خلقها مائة رحمة ، فأمسك عنده تسعاً وتسعين رحمة ، وأرسل في خلقه كلهم رحمة واحدة ؛ فلو يعلم الكافر بكل الذي عند الله من الرحمة لم ييأس من الجنة ، ولو يعلم المسلم بكل الذي عند الله من العذاب لم يأمن من النار )0",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "قوله: ( إن الله خلق الرحمة يوم خلقها ) يجب أن نعلم أن هذه الرحمة ليست رحمة الله التي هي صفته ، لأن الرحمة التي هي صفته ليست مخلوقة ، لكن هذه رحمة عظيمة خلقها الله وجعلها مائة قسم: أمسك عنده تسعاً وتسعين وأرسل واحدة ، هذه الواحدة مخلوقة يتراحم بها الخلق حتى أن البعير أو الناقة أو الفرس لترفع حافرها عن ولدها خشية أن تصيبه ، وهذا شيء مشاهد 00 تنظرون إلى رحمة الآدميين كيف يرحم الوالدان ولدهما0 جاءت امرأة تطلب ولدها في السبي ، فلما رأته أخذته وضمته على صدرها بشره وشوق ، فقال النبي عليه الصلاة والسلام: ( أترون هذه المرأة تقذف ولدها في النار ؟ قالوا: لا يا رسول الله ) وكيف تقذفه وهي تطلبه هذا الطلب الشديد0 قال: ( لله أرحم بخلقه من هذه بولدها ) أو بعباده ـ الرحمة الموجودة في الخلق مخلوقة أم لا ؟ نعم ، مخلوقة ، لأنها من صفاتهم ، والمخلوق وصفاته مخلوق لله عز وجل ، أما الرحمات الأخرى التسع والتسعون فهذه علمها عند الله ، لكنها مخلوقة صريح بأن الله خلقها وحينئذٍ فليست رحمته التي هي صفته ، لأن صفات الله سبحانه وتعالى ليست بمخلوقة0 ¶ وقوله: ( لو يعلم الكافر 000 ولو يعلم المؤمن 000 ) هذا يؤيده ما ذهب إليه بعض العلماء من أن الذي ينبغي أن يكون خوفه ورجاؤه واحداً لا يأمن من مكر الله ولا يقنط من رحمة الله0 ¶ س: ذكرت خمسة أقوال في الخوف والرجاء 000 فأيها أرجح ؟ ¶ ج: الأرجح أن الإنسان طبيب نفسه إذا رأى أن رجاؤه يؤدي به إلى الأمن من مكر الله وإضاعة أوامر الله اعتماداً عل ما يؤمله ويرجوه غلب الخوف وإن رأى العكس فليغلب جانب الرجاء0 ¶ س: في الحدث ذكرتم أن الله سبحانه وتعالى متصف بصفة مثل المغفرة ولم يخلق مغفرة تغفر للناس والله حكيم ولم يخلق حكمة تحكم بين الناس فلم خلق الرحمة ووزعها بين الناس ؟",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "ج: ما خلق الله حكمة ؟ الله سبحانه وتعالى حكيم ، ما خلق حكمة ؟ إن قلت لا ، فأنت سفيه ، وإن قلت نعم ففيك حكمة ، وهناك آية فيها مغفرة { قل للذين آمنوا يغفروا للذين لا يرجون أيام الله } { وإن تعفوا وتصفحوا وتغفروا فإن الله غفور رحيم } مغفرتنا نحن مخلوقة لا شك0 ¶ س: وفي الحديث قال: ( تسع وتسعين ) وقال: ( إن الله هو الذي يرحم بها ) ؟ ¶ ج: نعم تسع وتسعين ، قال إن الله هو الذي يرحم بها صحيح ، والجنة ما قال الله فيها ( وأنت رحمتي أرحم بك من أشاء ) ؟ وهي مخلوقة منفصلة عن الله ورحمة الله ما تعد ولا تحصى بتسع وتسعين ولا بآلاف ولا بلايين الملايين فلا حد لها0 ¶ س: ولكنه قال تسع وتسعين هي التي سيكون بها الرحمة ؟ ¶ ج: نعم معناه أن هذه الواحدة تضاعف يوم القيامة حتى تصل إلى مائة0 ¶ س: فهي مخلوقة ؟ ¶ ج: نعم مخلوقة لن ما ندري أين محلها ؟ لا ندري كيفيتها ؟ لأنها مما أخفاه الله عنا ، أنزل رحمة وفهمناها تتراحم بها الخلائق والباقي عنده أليست الجنة من رحماته ؟ نعم رحمة من رحماته0 ¶ س: ما الفرق بين هذه الرحمة التي هي تسع وتسعين جزءاً من الله والرحمة التي يتصف بها الله سبحانه وتعالى ؟ ¶ ج: الرحمة التي يتصف بها صفة في نفسه وهذه الرحمة يعني محل رحمة بمعنى أنه يظهر أثر هذه الرحمة كما قال في الجنة تماماً ( أنتِ رحمتي أرحم بك من أشاء ) ومعلوم أنها ليست رحمته التي هي صفته ، لأنها بائنة منه لكنها من آثار هذه الرحمات التي تكون يوم القيامة وهي مخلوقة ما نعرف عنها ولا نعرف أين محلها ؟ هل معناها أن الله يجعل في قلوب الناس رحمة أشد من الآن بحيث يشفع بعضهم لبعض ممن يستحقون الشفاعة ، أو الملائكة يكون عندها رحمة عظيمة بالخلائق في ذلك اليوم ، لا ندري الله أعلم 000 أنا لا أستطيع أن أقول فيها شيئاً ، لكن يجب أن نعلم أنها ليست الرحمة التي هي صفته0 ¶ 20-باب الصبر عن محارم الله } إنما يوفى الصابرون أجرهم بغير حساب {",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "وقال عمر: ( وجدنا خير عيشنا بالصبر )0 ¶ قوله: الصبر عن محارم الله ) قيدها المؤلف رحمه الله بالصبر عن محارم الله ، وذلك أن الصبر كما قسمه العلماء بعد أن نعرف ما هو الصبر: ¶ الصبر: حبس النفس ، ومنه قولهم قُتل صبراً أي حبساً ، يُحبس ويقتل ، قال: قُتل صبراً ، فهو حبس النفس وينقسم إلى ثلاثة أقسام: ¶ 1-صبر على طاعة الله0 ¶ ... ... ... 2-صبر عن معصية الله0 ¶ ... ... ... ... ... ... 3-صبر على أقدار الله0 ¶ والصبر على أقدار الله سواء كانت مؤلمة أو مفرحة ، أما الصبر على طاعة الله فإن الإنسان يصبر على طاعة ربه حتى يؤديها كما أمر ، ولا شك أن الطاعة تحتاج إلى صبر كالصيام مثلاً: فإنه بلا شك شاق على النفوس ولهذا سُمي شهر رمضان شهر الصبر ، كذلك الجهاد شاق على النفوس يحتاج إلى صبر عظيم ولهذا أمر الله بالثبات عند ملاقاة العدو ، ومن ذلك أيضاً الحج فإنه مشقة مالية وبدنية لا سيما مع بعد الإنسان عن ملكه ، المهم أن الصبر على الطاعة معناه: حبس النفس عليها حتى يؤديها الإنسان على الوجه المطلوب منه ، وهي تحتاج منه إلى معاناة نفسية ، ومعاناة معنوية ، فالصبر عل الطاعة يحتاج إلى معانتين: ¶ 1-معاناة بدنية: لأنها فعل تحتاج إلى حركة وأقوال0 ¶ 2-معاناة نفسية: بأن يُرغم الإنسان نفسه على فعلها0",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "فالصبر على المعصية: حبس النفس عن فعل المعاصي ، حدثته نفسه أن يزني فأمسك 00 حدثته نفسه أن يؤخر الصلاة عن وقتها فأمسك 00 حدثته نفسه أن يزني فأمسك 00 هذا صبر عن معصية الله ، أن يدع الجماعة فأمسك 00 هذا من باب الصبر على فعل الطاعة ، فإن حدثته نفسه أن يشرب الخمر فأمسك 00 فهو صبر عن معصية الله ، حدثته نفسه أن يسرق فأمسك ، صبر عن معصية الله ، هذا فيه معاناة نفسية لأنه لم يفعل ولم يقل بل كف نفسه ، والكف ليس فيه إلا معاناة واحدة فقط وهي المعاناة النفسية ، ولهذا قال العلماء أن الصبر على الطاعة أفضل من الصبر عن المعصية 00 لماذا ؟ لأن في الصبر على الطاعة مشقة ، فكله مشقة حتى الصبر عن المعصية فيه مشقة ، فالشاب الذي يصبر عن الزنا يجد مشقة ، لكن لأن في الصبر على طاعة الله معاناة نفسية وبدنية فأنت تعاني من نفسك حتى تلزمها بفعل الطاعة وتتعب فيها ، والصبر عن المعصية ليس فيه إلا المعاناة النفسية لأنها ما فيها إلا الترك ، تترك فقط وأنت مرتاح ، ولهذا كان الصبر على طاعة الله أفضل من الصبر عن المعصية0",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "الصبر على أقدار الله: المعروف أنهم يقولون: الصبر على أقدار الله المؤلمة ، والحقيقة أنه ينبغي أن يُقال المؤلمة 000000000000000000 والملائمة ، لأن الأقدار المؤلمة كالمرض والفقر وموت القريب وما أشبه ذلك ، لا شك أنها تحتاج إلى معاناة 00 إلى صبر0 وحتى الملائمة تحتاج إلى صبر ، لكنه من نوع الصبر على طاعة الله ، تحتاج إلى صبر وهو أن يمنع نفسه عن الأشر والبطر ، وهي من هذا الوجه تلحق بالصبر عن المعصية ، وصبر على شكرها ، وهي من هذا الوجه تلحق بالصبر على الطاعة ، وهذا وجه كون العلماء رحمهم الله ذكروا الصبر على الأقدار المؤلمة فقيدوها بالمؤلمة لأن الصبر على الملائمة إن كان كبح النفس عن الأشر والبطر فهو من الصبر عن المعصية وإن كان حمل النفس على الشكر فهو من الصبر على الطاعة ولذلك نرجح الآن أن نبقى على قيد أهل العلم فنقول الصبر على أقدار الله المؤلمة ، أما الملائمة فلا شك أنها تحتاج إلى صبر بل قد قال سليمان عليه السلام: { هذا من فضل ربي ءأشكر أم أكفر } أيهما أفضل الصبر على أقدار الله المؤلمة أو عن معصية أو على طاعة الله ؟ الصبر على طاعة الله أفضل ، ثم الصبر عن المعصية ، ثم الصبر على أقدار الله ، ولماذا صار هذا في المرتبة الأخيرة ؟ لأن هذا صبر على شئ ليس من فعلك ، كبح النفس عن المحرم من فعلك ، لكن القدر المؤلم ، المصيبة التي أصابتك هل هي من فعلك ؟ لا 00 ولهذا كان الصبر عليها أقل مرتبة من الصبر عن معصية الله ، على طاعة الله ، وهذا من حديث الجنس ، لكن قد يحصل للإنسان من المعاناة النفسية في الصبر عن المعصية أكثر مما يحصل في الصبر على الطاعة ، فمثلاً: يسهل على الإنسان أن يقوم فيصلي ركعتين وهذا صبر على الطاعة لكن يصعب على شاب شديد الشهوة أن يصبر على الزنى أو ما دورته من التمتع المحرم ( يعني كون هذا أصعب عليه وأشق ) يصعب على الإنسان الفقير أن يمتنع عن أخذ مال ، غيره الذي يسهل عليه أخذه ، أشد",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "مما يصعب على شخص قام فصلى ركعتين لكن التفضيل الذي قلت تفضيل الجنس على الجنس ، أما الفرد على الفرد فقد يكون فضل الصبر عن المعصية أكثر من فضل الصبر عل الطاعة أو الصبر على الأقدار المؤلمة أشد من الصبر عن المعصية أو على فعل الطاعة ، وهذا النوع من التفضيل يُشكل على كثير من الطلبة أن يفرق بين التفضيل الجنسي ( الذي يفضل فيه الجنس على الجنس ) وبين التفضيل الفردي ( الذي يفضل فيه الفرد ) فمثلاً: نحن نقول: الصحابة أفضل من التابعين كما قال الرسول صلى الله عليه وسلم: ( خير القرون قرني ثم الذين يلونهم ثم الذين يلونهم ) لكن يوجد في تابع التابعين من هو أفضل من التابعين أفضل بكثير ، لأن نحن نعتبر الجنس ، نقول: الرجال خير من النساء باعتبار الجنس لكن يوجد من النساء من هي خير من كثير من الرجال0 ¶ ج6: قراءة من فتح الباري ـ كتاب الأدب المفرد ـ باب: جعل الله الرحمة في مائة جزء0 ¶ كتاب الأدب ـ باب 19 ـ ح6000 ¶ قوله: ( جعل الله الرحمة في مائة جزء ) قال الكرماني: كان المعنى يتم بدون الظرف فلعل ( في ) زائدة أو متعلقة بمحذوف ، وفيه نوع مبالغة إذ جعلها مظروفاً لها معنى بحيث لا يفوت منها شيء0 ¶ وقال ابن أبي حمزة: يحتمل أن يكون سبحانه وتعالى لما من على خلقه بالرحمة جعلها في مائة وعاء فأهبط منها واحداً للأرض0 قلت: خلت أكثر الطرق عن الظرف كرواية سعيد المقبري عن أبي هريرة الآتية في الرقاق ( إن الله خلق الرحمة يوم خلقها مائة رحمة ) ولمسلم من رواية عطاء عن أبي هريرة ( إن لله مائة رحمة ) وله من حديث سلمان ( إن الله خلق مائة رحمة يوم خلق السموات والأرض ، كل رحمة طباق ما بين السماء والأرض )0 ¶ وقال القرطبي: يجوز أن يكون معنى ( خلق ) اخترع وأوجد ، ويجوز أن يكون بمعنى قدر ، وقد ورد خلق بمعنى قدر في لغة العرب فيكون المعنى أن الله أظهر تقديره لذلك يوم أظهر تقدير السموات والأرض0",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "وقوله: ( كل رحمة تسع طباق الأرض ) المراد بها التعظيم والتكثير ، وقد ورد التعظيم بهذا اللفظ في اللغة والشرع أكثر0 ¶ قوله: ( فأمسك عنده تسعة وتسعين جزءاً ) في رواية عطاء وأخر عنده تسعة وتسعين رحمة ) وفي رواية العلاء بن عبد الرحمن عن أبيه عن أبي هريرة عند مسلم ( وخبأ عنده مائة إلا واحدة )0 ¶ قوله: ( وأنزل في الأرض جزءاً واحداً ) في رواية المقبري ( وأرسل في خلقه كلهم رحمة ) وفي عطاء ( أنزل منها رحمة واحدة بين الجن والإنس والبهائم ) وفي حديث سلمان ( فجعل منها في الأرض واحدة ) قال القرطبي هذا نص في أن الرحمة يراد بها متعلق الإرادة لا نفس الإرادة ، وأنها راجعة إلى المنافع والنعم0 ¶ قوله: ( فمن ذلك الجزء تتراحم الخلق ، حتى ترفع الفرس حافرها عن ولدها خشية أن تصيبه ) وفي رواية عطاء ( فيها يتعاطفون ، وبها يتراحمون ، وبها تعطف الوحش على ولدها ) وفي حديث سلمان ( فيها تعطف الوالدة على ولدها ، والوحش والطير بعضها على بعض ) قال ابن أبي جمرة: خص الفرس بالذكر لأنها أشد الحيوان المألوف الذي يعاين المخاطبين حركته مع ولده ، ولما في الفرس من الخفة والسرعة في التنقل0 ومع ذلك تتجنب أن يصل الضرر منها إلى ولدها0 ووقع في حديث سلمان عند مسلم في آخره من الزيادة ( فإذا كان يوم القيامة أكملها بهذه الرحمة مائة ) وفيه إشارة إلى أن الرحمة التي في الدنيا بين الخلق تكون فيهم يوم القيامة يتراحمون بها أيضاً0 ¶ وصرح بذلك أيضاً المهلب فقال: الرحمة التي خلقها الله لعباده وجعلها في نفوسهم في الدنيا هي التي يتغافرون بها يوم القيامة التبعات بينهم0 ¶ قال: ويجوز أن يستعمل الله تلك الرحمة فيهم فيرحمهم بها سوى رحمته التي وسعت كل شيء وهي التي من صفة ذاته ولم يزل موصوفاً بها ، فهي التي يرحمهم بها زائداً على الرحمة التي خلقها لهم0",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "قال: ويجوز أن تكون الرحمة التي أمسكها عند نفسه هي التي عند ملائكته المستغفرين لمن في الأرض ، لأن استغفارهم لهم دال على أن في نفوسهم الرحمة لأهل الأرض0 ¶ قلت: وحاصل كلامه أن الرحمة رحمتان: رحمة من صفة الذات وهي لا تتعدد0 ورحمة من صفة الفعل وهي المشار إليها هنا0 ولكن ليس في شيء من طرق الحديث أن التي عند الله رحمة واحدة ، بل اتفقت جميع الطرق على أن عنده تسعة وتسعين رحمة0 وزاد في حديث سلمان أنه يكملها يوم القيامة مائة بالرحمة التي في الدنيا ، فتتعدد الرحمة بالنسبة للخلق0 ¶ وقال القرطبي: مقتضى هذا الحديث أن الله علم أنواع النعم التي ينعم بها على خلقه مائة نوع ، فأنعم عليهم في هذه الدنيا بنوع واحد انتظمت به مصالحهم وحصلت به مرافقهم ، فإذا كان يوم القيامة كمل لعباده المؤمنين ما بقي فبلغت مائة وكلها للمؤمنين ، وإليه الإشارة بقوله تعالى: { وكان بالمؤمنين رحيماً } فإن رحيماً من أبنية المبالغة التي لا شيء فوقها ، ويفهم من هذا أن الكفار لا يبقى لهم حظ من الرحمة لا من جنس رحمات الدنيا ولا من غيرها إذا كمل كل ما كان في علم الله تعالى من الرحمات للمؤمنين ، وإليه الإشارة بقوله تعالى: { فسأكتبها للذين يتقون } الآية0 ¶ وقال الكرماني: الرحمة هنا عبارة عن القدرة المتعلقة بإيصال الخير ، في نفسها غير متناهية ، والتعليق غير متناه ، لكن حصره في مائة على سبيل التمثيل تسهيلاً للفهم وتقليلاً لما عند الخلق ، وتكثيراً لما عند الله سبحانه وتعالى ، وأما مناسبة هذا العدد الخاص فحكى القرطبي عن بعض الشراح أن هذا العدد الخاص أطلق لإرادة التكثير والمبالغة فيه ، وتعقبه بأنه لم تجر عادة العرب بذلك في المائة وإنما جرى في السبعين ، كذا قال0",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "وقال ابن أبي جمرة: ثبت أن نار الآخرة تفضل نار الدنيا بتسع وستين جزءاً ، فإذا قوبل كل جزء برحمة زادت الرحمات ثلاثين جزءاً ، فيؤخذ منه أن الرحمة في الآخرة أكثر من النقمة فيها0 ويزيده قوله: ( غلبت رحمتي غضبي )0 قلت: لكن تبقى مناسبة خصوص هذا العدد ، فيحتمل أن تكون مناسبة هذا العدد الخاص لكونه مثل عدد درج الجنة ، والجنة هي محل الرحمة ، فكأن كل رحمة بإزاء درجة ، وقد ثبت أنه لا يدخل أحد الجنة إلا برحمة الله تعالى ، فمن نالته منها رحمة واحدة كان أدنى أهل الجنة منزلة ، وأعلاهم منزلة من حصلت له جميع الأنواع من الرحمة0 ¶ وقال ابن أبي جمرة: في الحديث \"إدخال السرور على المؤمنين ، لأن العادة أن النفس يكمل فرحها بما وهب لها إذا كان معلوماً مما يكون موعوداً0 وفيه الحث على الإيمان ، واتساع الرجاء في رحمات الله تعالى المدخرة0 قلت: وقد وقع في حديث سعيد المقبري في الرقاق ( فلو يعلم الكافر بكل ما عند الله من الرحمة لم ييأس من الجنة ) وأفرده مسلم من طريق العلاء بن عبد الرحمن عن أبيه عن أبي جمرة0 ¶ س: قول القرطبي : ( 000 مقتضى هذا الحديث أن الله عليم أن أنواع النعم التي ينعم بها على خلقه مائة نوع ، فأنعم عليهم 000 ) في كتاب الأدب0",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "ج: تفسير الرحمة بالنعمة فيه نظر لأن الرحمة التي في الخلائق غير النعمة ، هي رحمة يجدها الإنسان في قلبه0 فنحن نقول: هذه الرحمة التي وسعت الخلائق كلها يوم القيامة تتضاعف إلى مائة من الله ومن الملائكة ومن النبيين وممن يشفع0 الرحمة التي في نفوسنا معروفة لنا ولهذا ضرب النبي عليه الصلاة والسلام مثلاً الفرس ترفع حافرها عن ولدها خشية أن تصيبه هذه رحمة ليست هي العطاء أو الفضل أو ما أشبه ذلك ، فنحن إذا أحسسنا أن فينا هذه الرحمة ( نرحم الصغار ، ونرحم الأولاد ، ونرحم الضعفاء ) نقول: يوم القيامة على ما في هذه الرحمة الموجودة في الدنيا من السعة ، لأن من يحبط بها ؟ لا أحد0 من يحبط بهذه الرحمة ؟ منذ خُلقت الدنيا إلى أن تقوم الساعة ؟ لا يحيط بها أحد ، هي ليست خاصة للبشر أيضاً ، رسول الله صلى الله عليه وسلم ضرب مثلاً حتى في البهائم ، ولا هي خاصة حتى في البهائم ، حتى في الحشرات ، أنا بعيني رأيت جحر ذز 00 أصابه الماء فبدأ الذر ينقل أولاده رأيت أنا بعيني ينقل أولاده بيضاً صغاراً 000 ولا تدري فيهم الروح أم لا ؟ ولكنه صار يجيش لأن الماء تعرفون تشربه الأرض ، ويأتي على الجحر فيفسده ، فلما أحس الذر بالماء من الداخل بدأ يخرج ، وكل واحدة تحمل البيض 000 هذه رحمة ، كل شيء إذا تأملت رحمته في أولاده ، شيء عجيب !! فالحاصل ‍‍‍أن هذه الرحمة التي في الأرض تتراحم بها الخلائق ، ما يحصيها إلا الله ، يوم القيامة تتضاعف إلى مائة ضعف ، لا بالنسبة لرحمة الله عز وجل الذي وضع الرحمة في الخلائق ، ولا بالنسبة لرحمة الناس بعضهم لبعض0 ¶ وقال ابن حجر في الفتح:",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "قوله: ( إن الله خلق الرحمة يوم خلقها مائة رحمة ) قال ابن الجوزي رحمه الله: صفة من صفات ذاته ، وليس هي بمعنى الرقة التي في صفات الآدميين ، بل ضرب ذلك مثلاً لما يعقل من ذكر الأجزاء ورحمة للمخلوقين ، والمراد أنه أرحم الراحمين0 قلت: المراد بالرحمة هنا ما يقع من صفات الفعل كما سأقرره فلا حاجة للتأويل0 انتهى كلامه رحمه الله0 ¶ قرا تحويل الرحمة التي هي الصفة إلى فعل هذا ليس بتأويل 000 على فهمه رحمة الله0 ¶ س: قول الكرماني في كتاب الأدب: الرحمة هنا عبارة عن الجنة على سبيل التمثيل تسهيلاً للفهم 000 ؟ ¶ ج: هو عبارة كما قال هو تقريب نحن لا نقدر أن نقول أنه من باب التمثيل0 الأصل أن الكلام على حقيقته ، لا على سبيل التمثيل0 ¶ ( يُرجع للشريط )0 ¶ تابع ـ باب الصبر عن محارم الله } إنما يوفى الصابرون أجرهم بغير حساب { ¶ الحديث الأول: ¶ حدثنا أبو اليمان أخبرنا شعيب عن الزهري قال: أخبرني عطاء بن يزيد وأن أبا سعيد أخبره: ( أن ناساً من الأنصار سألوا رسول الله صلى الله عليه وسلم ، فلم يسأله أحد منهم إلا أعطاه حتى نفد ما عنده ، فقال لهم حين نفد كل شيء أنفق بيديه: ما يكون عندي من خير لآ أدخره عنكم ، 000 من يستعفف يعفه الله ، ومن يتصبر يصبره الله ، ومن يستغن يغنه الله ، ولن تعطوا عطاءً خيراً وأوسع من الصبر )0 ¶ قوله تعالى: { إنما يوفى الصابرون أجرهم بغير حساب } يعني: أنه ليس كغيره من الأعمال الصالحة ، الحسنة بعشر أمثالها إلى سبعمائة ضعف ، بل هذا أجر أكثر من أن يحصى فهو بغير حساب0 ¶ وقول عمر بن الخطاب: وجدنا خير عيشنا بالصبر0",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "هذه حكمة بالغة أن الإنسان إذا صبر فإنه يعيش عيشة راضية لأنه لا ينتظر إلى من فوقه ، فيستقل ما أعطاه الله ، بل ينظر إلى من تحته حتى يعرف أن الله أعطاه أكثر منه ، وقد جاء في الحديث: ( ولا تنظروا إلى من هو فوقكم ، ولكن انظروا إلى من هو أسفل منكم ، فإنه أجدر ألا تزدروا نعمة الله عليكم ) أي: لا تحتقروها ، لأن الإنسان لو نظر إلى من هو أعلى منه قال: ما عندي شيء ، فإذا نظر إلى من هو دونه عرف قدر نعمة الله0 فمثلاً: إذا كان الإنسان ضعيف البدن لا ينظر إلى قوي البدن ، إن نظر إلى قوي البدن ، استقل ما أعطاه الله ، ولكن ينظر إلى من هو أضعف منه ، إذا كان قليل ذات اليد ما عنده قال ، لا ينظر إلى من هو أغنى منه ، لأنه لو نظر إلى من هو أغنى منه لاستقل ما أعطاه الله ، ولكن ينظر إلى من هو أفقر منه 000 وهلمَّ جرا0 ¶ حتى في مسائل الدين لا تنظر 000 ¶ الوجه الثاني 000 ¶ 000 إلى من هو أعلم منك ، لأنك لو نظرت إلى من هو أعلم منك احتقرت نعمة الله عليك ، ولكن سابق غيرك في دين الله ، سابقه حتى تنال ما ينال ، فالنظر إلى من هو فوقك في الدين ، إن كنت تريد بنظرك أن تسابقه حتى تصل إلى ما وصل إليه فهذا خير ، وإن كان نظرك إلى من هو أعلى منك في الدين يستلزم احتقارك لنعمة الله عليك بما أنعم به فإنك لا تنظر0 ¶ قد ينظر الإنسان مثلاً إلى رجل صائم قائم مجاهد باذل عالم معلم فيجد نفسه ليس في هذه المنزلة فيحتقر نعمة الله عليه بما أنعم عليه من الدين إذا نظر إلى من تحته من الفساق والكفار عرف قدر نعمة الله فهنا ينظر إلى من هو فوقه أو إلى من هو دونه ؟ ينظر إلى من هو دونه0 أما إذا نظر إلى من هو فوقه من أجل أن يرتقي إلى مرتبته ويسابقه فهذا خير0 ¶ وفي الحديث 000",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "الشاهد: ( ولن تعطوا عطاء خيراً وأوسع من الصبر ) وذلك لأن الصابر بتحمل أشياء كثيرة ولا يتأثر منها ولا يضجر منها وهذا لا شك أنه خير ، بخلاف غير الصابر فإنه لا يستعمل إن أصابه مرض تعب ، وإن أصابته حاجة تعب ، وإن هلك له صديق تعب ، وإن فقد مالاً تعب ، وهكذا ، لكن إذا كان صابراً تجده دائماً مطمئناً في سرور لا يهتم بهذه المصائب لأنه يصبر عليها وقوله: ( ما يكون عندي من خير لا أدخره عنكم ) أي: لا أستأثر به وأختص به دونكم ، وهكذا كان حاله عليه الصلاة والسلام يُعطي العطاء ويبيت طاوياً صلى الله عليه وسلم يعطي عطاء من لا يخشى الفقر0 ¶ قوله: ( من يستعف ) وفي نسخة: من يستعفف ، وهذه لا إشكال فيها لأن الفرق بينها هو الإدغام وفك الإدغام هنا جائز0 لكن المشكل يُعفُّه الله ، لأن المعروف أن الفعل المضعف يخفف بالفتحة فيقال مثلاً: يُعفَّه الله ، إلا إذا كان مضموماً فإنه يجوز أن يُخفف بالضمة فيقال مثلاً: من شدَّ يشدُّهُ ، ويجوز ( يشدَّه ) وهو الأصل ، لكن هنا الإشكال هو أن ما قبل الفاء مكسور ، ولكن لو كان مضموماً لقلنا يجوز فيه الضم اتباعاً ، فهل عندك إعراب له ؟ ( سؤال الشيخ ) ( يُرجع للشريط )0 ¶ ( من يستعفف يعفه الله ) أي من يسلك سبيل العفة فإن الله يعفه إما بإعطائه ما يستعفف به عن الغير ، وإما إغناء قلبه بحيث لا يتطلع إلى شيء أكثر مما أُعطي0 ¶ ( ومن يتصبر ) أي عل المصائب يصبره الله0 ومن يتشكى يحرم الصبر ، لهذا قال العلماء: لا يجوز للإنسان أن يذكر مصائبه عند الناس شكاية ، لأنك إن شكوت الله إلى المخلوق شكوت الرحيم إلى الذي لا يرحم 000 ¶ وإذا شكوت إلى ابن آدم إنما *** تشكو الرحيم إلى الذي لا يرحم ¶ أما الأخبار بالشيء لا على سبيل التشكي فإن ذلك لا يضر ، فإن النبي عليه الصلاة والسلام قال لعائشة: ( بل أنا وارأساه ) وأخبر بأن رأسه يوجعه ، ولا حرج في هذا0",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "وقال: ( إني أوعك كما يوعك الرجلان منكم ) ففرق بين شخص يخبر عما فيه من المرض مثلاً ، أو الفقر وغيره 000 تشكياً أو إخباراً ، فالأول مذموم ، والثاني لا بأس به0 ¶ وقوله: ( من يستغن يغنه الله ) أي من استغنى عن غيره أغناه الله ، وهذا خُلُق ينبغي للإنسان أن يحافظ عليه بأن يستغني عن كل الناس ، وقد بايع الصحابة رسول الله صلى الله عليه وسلم على ألا يسألوا الناس شيئاً ، فكان الرجل يسقط منه سوطه من بعيره فينزل فيأخذه ولا يقول يا فلان ناولني السوط ، لأن السؤال مذلة ، إذا استغنيت بها أعطاك الله عن غيره فإن الله يغنيك0 ¶ وقال في الفتح: ¶ قوله: ( يُعفَّه ) ذكره بالفتح 000 قوله: ( يُعفَّه الله ) بتشديد الفاء المفتوحة 00 وكذلك العين بتشديد العين مفتوحة0 ويجوز أن يكون بالضم إذا كان ما قبله مضموم تباعاً0 ¶ الحديث الثاني: ¶ ( كان النبي صلى الله عليه وسلم يصلي حتى تَرِمَ ـ أو تنتفخ ـ قدماه ، فيقال له ، فيقول: أفلا أكون عبداً شكوراً ؟ )0 ¶ وهذا الحديث فيه الصبر ، لكن الباب الصبر عن محارم الله ، وهذا فيه الصبر على طاعة الله ، وكأن البخاري رحمه الله لما كتب العنوان عن محارم الله ، ذكر أن هناك صبراً آخر أو نوعاً آخر من الصبر وهو الصبر على طاعة الله من أجل أداء شكره ، فالنبي عليه الصلاة والسلام كان يصلي ( أي في الليل ) حتى ترم قدماه أو تنتفخ قدماه فيقال له: أي كيف تفعل هذا وقد غفر الله لك ما تقدم من ذنبك وما تأخر ! فيقول: أفلا أكون عبداً شكوراً ، فيكون طاعته هذه من باب الشكر لله عز وجل0 ¶ وفي الحديث دليل على أن الطاعة من الشكر ، ولهذا عرَّف بعضهم الشكر: أنه القيام بطاعة المُنعِم0 ¶ وفي الحديث أيضاً دليل على أن رسول الله صلى الله عليه وسلم اختار مقام العبودية على مقام الملكية ، لأنه خُيِّر بين أن يكون عبداً نبياً أو يكون مَلِكاَ فاختار أن يكون عبداً0",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "س: هل يجوز للإنسان أن يقوم الليل حتى تتفطر قدماه كما فعل صلى الله عليه وسلم ؟ ¶ ج: بعض العلماء يقول: لا ، لأن هذا من خصائصه صلى الله عليه وسلم ، وقد قال عليه الصلاة والسلام: ( أكلفوا من العمل ما تطيقون )0 ¶ أما بالنسبة له فهذا شأنه ، ونحن لن نصل إلى ما وصل إليه في مراتب الصبر والشكر ، وما دام وجهنا عليه الصلاة والسلام لا نفعل ما يشق علينا ، فإنه يكون تعارض هنا القول والفعل ، والقول مُقدم على الفعل0 ¶ س: فُسِّر ( بغير حساب ) أي بغير محاسبة هل هذا صحيح ؟ ¶ ج: الصبر من الأصل ليس فيه محاسبة ، لا يحتاج أن يقال ذلك ، لأن الصبر لا يحاسب عليه الإنسان أصلاً 00 لأنه طاعة 00 ( يعني الصبر يكون مُكفِّراً ) ؟؟ هذا ليس الظاهر ، بل الظاهر من اللفظ أن أجر الصبر ليس كغيره محدود بعدد0 ¶ س: البعض من الناس عندما تجد تقصير منه في أداء الفرائض ، يقول: أنا أحسن من غيري فينظر إلى من هو دونه في هذا الأمر ؟ ¶ ج: نعم ، لأجل أن يتشبط ، ففرق بين أن يرى أنه في نعمة بالنسبة للطاعات التي وفق لها فيحمد الله على ذلك ، ويقول: الحمد لله الذي لم يجعلني مثل فلان ، وبين شخص ؛ يقال له: اعمل الطاعة وصلي مع الجماعة ، يقول: أنا أحسن من الذي يترك الصلاة بالكلية ، يقال له: زكي مالك ، يقول: أنا أحسن من الذي لا يزكي أبداً ، يقال له: بر والديك ، يقول: أنا أحسن من الذي يضرب والديه ، هذا ما يجوز0 ¶ س: هذا يقال له: ينظر إلى من فوقه في الطاعة ؟ ¶ ج: نحن قسمنا قبل قليل وقلنا: إذا نظر إلى من هو فوقه في الطاعة من أجل أن يسابقه فهذا مطلوب ، إذا نظر إلى من هو دونه من أجل أن يدفع اللوم عنه فهذا مذموم ، إذا نظر إلى من هو دونه في الطاعة لأجل أن يحمد الله الذي وفقه فهذا لا بأس به { ولقد آتينا داود وسليمان علماً وقالا الحمد لله الذي فضلنا على كثير من عباده المؤمنين } ولهذا قلنا إذا نظر إلى من هو فوقه في الطاعة من أجل المسارعة فهذا محمود0",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "21-باب { ومن يتوكل على الله فهو حسبه } ¶ وقال الربيع بن خيثم: من كلَّ ما ضاق على الناس ¶ قوله: ( من يتوكل على الله فهو حسبه ) التوكل صدق الاعتماد على الله في جلب المنافع ، ودفع المضار مع الثقة وفعل الأسباب المأذون فيها على الله في هذا التوكل على الله يعني: أن تعتمد اعتماد صدق على الله سبحانه وتعالى في جلب المنافع ، يعني: في إعطاء المنافع الذي يجلبها الله لك ، ودفع المضار ، ويكون هذا الاعتماد مصحوباً بثقة ، يعني: أنك واثق من أن الله سبحانه يكفيك ، ويكون أيضاً مصحوباً بفعل الأسباب المأذون فيها ، إذاً: من لم يصدق في اعتماده على الله فليس بمتوكل ، ومن صدق في اعتماده على الله لكن عنده شيء من القلق وعدم الطمأنينة ، يعني أنه ليس بواثق ، فإنه لم يتوكل ، ومن صدق الاعتماد على الله ووثق به لكنه لم يفعل الأسباب المأذون فيها فليس بمتوكل ، لأن هذا توكل وإنكار لحكمة الله ، فإن الله حكيم ينزل الأشياء في مواضعها ، فإذا لم يفعل السبب فكيف يكون متوكل على الله ؟ ! الإنسان يقول: أنا متوكل على الله ، إن الله سيرزقني ، ولكنه نائم فر فراشه ، هل هذا صادق في توكله ؟ لا ، بل افعل السبب ، صحيح ربما أن الله يرزقك ، يموت لك قريب مثلاً غني ويحصل لك رزق ، لكن هذا خلاف الأصل ، وكذلك رجل يقول أنا متوكل على الله بأن الله سوف يأتي لي بولد صالح ، ونقول له: تزوج ، فيقولك بعد حين ، هل هذا صادق في اعتماده ؟ لا ، لأنه لم يفعل السبب ، وإنسان قال: أنا متوكل على الله ، وسوف أكون عالماً ، لكن يمضي الوقت باللعب ، هل صحيح توكله ؟ لا غير صحيح ، إذاً: لا بد من فعل الأسباب المأذون فيها إذا تمت هذه القيود الثلاثة: ¶ 1-صدق الاعتماد على الله0 ... ... 2-الثقة0 ... ... ... 3-فعل الأسباب المأذون فيها0",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "فإن الله يقول: ( فهو حسبه ) فسبحانه كافيك كل ما ضاق على الناس ، فإن الله يكفيك إياه ، وهذا شيء يُشاهد في أن الله إذا توكل عليه الإنسان توكلاً حقيقياً كفاه الله عز وجل ، وقد قال لرسوله صلى الله عليه وسلم: { يا أيها النبي حسبك الله ومن اتبعك من المؤمنين } فالله حسب النبي ، وحسب من اتبعه من المؤمنين ، والمؤمنون متوكلون كما قال تعالى: { وعلى الله فليتوكل المؤمنون }0 ¶ الحديث الأول: ¶ عن ابن عباس أن رسول الله صلى الله عليه وسلم قال: ( يدخل الجنة من أمتي سبعون ألفاً بغير حساب ، هم الذين لا يسترقون ولا يتطيرون ، وعلى ربهم يتوكلون )0 ¶ سبعون ألفاً بغير حساب من هذه الأمة ، أمة الإجابة أم أمة الدعوة ؟ أمة الإجابة ، سبعون ألفاً بغير حساب ن أي لا يحاسبون يوم القيامة ، وقد ورد في مسند الإمام أحمد بإسناد جيد جداً أن مع كل واحد سبعين ألفاً ، فكم يكون الجميع ؟ أربع مليارات وتسعمائة مليون ، الحمد لله هذه نعمة ولله الحمد0 ¶ وقال: ( هم الذين لا يسترقون ) أي لا يطلبون من غيرهم أن يرقيهم ، وأما ما جاء في صحيح مسلم لا يرقون فهذه الرواية منكرة 000 يعني: لا تُعتمد ، لأن الرسول عليه الصلاة والسلام يرقي أصحابه وكان يرقي نفسه وقال: ( إذا استطاع أحدكم أن ينفع أخاه فليفعل ) والرقيا من الإحسان فكيف يكون التخلي عنها سبباً بدخول الجنة بلا حساب ، لكن لا يسترقون: لا يطلبون الرقيا من غيرهم أن يرقيهم ، أي: أن يقرأ عليهم اعتماداً على من ؟ على الله ؛ لأن الذي يطلب من أن يرقيه ربما يتعلق قلبه به خصوصاً إذا شُفي على يده فإنه قد يحصل في قلبه الاعتراف بفضل هذا القارئ دون الاعتراف بفضل الله ، لأن كثيراً من ضعيفي الإيمان يعتمدون على الأسباب أكثر مما يعتمدون على المسبب وهو الله عز وجل0",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "( ولا يتطيرون ) والتطير: التشاؤم بمعلوم ، إما مرئي أو مسموع أو زمان أو مكان ، أصله من الطير ، لأن العرب كانت تتشائم بالطيور ، إذا رأت الطير حينما ينهض من للطيران وذهب يميناً تفائلت ، يساراً تشائمت ، أماماً لها اعتقاد 00 خلقاً لها اعتقاد آخر ، ولهذا سميت بالطيرة ، لكن المعنى العام تعريفها ، هي التشاؤم بمعلوم مرئي أو مسموع أو زمان أو مكان ، المسموع مثل: أن يسمع الإنسان صوتاً فيتشائم منه ، رجل أراد أن يذهب إلى عمل ما لما شرع في العمل سمع صراخاً تشائم فيقول: أن الصراخ ما يأتي إلا بمصيبة ، إذاً: سأترك العمل ، ( هذا صوت ) ، سمع البومة تصرخ على بيته تشائم فقال: انتهى أجلي أو أجل أهلي لأن البومة صرخت على البيت ، والبومة ما تصرخ على البيت إلا تنعي صاحب البيت أو أهله فيتشائم ، والبومة يقولون: إنها إذا صرخت ليلاً حسب اعتقادهم فإن كان أحد له قتيل قالوا: هذه روح القتيل خرجت من قبره تنعي القتيل ، وتقول لأهله خذوا بالثأر ، وإن لم يكن قتيل قالوا: هذه تنعانا0 ¶ ( المرئي ) إنسان خرج لعمل ما فأول ما يلقاه شخص مريض قال: هذا العمل باطل لأن الذي لاقيته شخص مريض 00000000000 فإن لاقاه رجل أعور قال: هذا اليوم ليس فيه خير فإن أول من لاقاني رجل أعور ، حتى إنه في بعض البلاد أول ما يفتح الإنسان إذا جاء رجل أعور أعطاه الشيء بدون مقابل ويقول له: فقط اذهب ولا أراك 000 وعلى كل حال العرب عندهم جهل عظيم ينشائمون بهذه الأشياء0",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "وبالنسبة للزمان: كانوا يتشائمون بشهر صفر ، ومن شهر شوال بالنسبة للنكاح ، بأن الذي يتزوج في شهر شوال لا يوفق ، وكانوا أيضاً يتشائمون بيوم الأربعاء ، وكانوا يتشائمون بالأنواء ، أي: تقول له أنت في أي نوء ؟ فيقول: في النوء الفلاني ! في أي برج ؟ في البرج الفلاني ! قال: نوء كذا وبرج كذا تقابلا فتناطحا فهلك0 وعلى هذا فقس 000 ولذا يوجد مع الأسف في بعض الجرائد التي تخرج الآن يوجد جدول \"الجدي\" كل هذا من التطير بالزمان0 ¶ والمكان أيضا: بعض الناس يتطير بالمكان ، دخل من عند الباب فلما دخل من عند الباب غفل وضربه الباب وانجرح فيقول: هذا مكان شؤم ! ولن أدخل فيه ، وكل هذا خلاف الشرع ، حتى إن الرسول عليه الصلاة والسلام قال: ( ليس منا من تطير ) وهذا يدل على أن دين الإسلام ولله الحمد يريد من الإنسان أن يكون دائماً فيه سرور ، لا يتشائم بمثل هذه الأمور ، ولا يتبع نفسه إياها ، يكون دائماً مطمئناً غير متشائم ، فالذين لا يتطيرون من الذين يدخلون الجنة بلا حساب0",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "قوله: ( وعلى ربهم يتوكلون ) هذا الشاهد من الحديث على ربهم لا على غيره 00 والجملة فيها حصر طريقة ( تقديم ما حقه التأخير ) فهي من جنس ( إياك نستعين ) قدم فيها المعمول ( على ربهم يتوكلون ) يعني: لا على غيره ، في هذا السياق الذي ساقه المؤلف رحمه الله مختصر مقتصر لأنه كان مطولاً فإن النبي عليه الصلاة والسلام لما أخبر بهذا جعل الصحابة يبحثون عن هؤلاء ؟ حتى خرج عليهم صلى الله عليه وسلم فأخبروه ، فقال لهم: ( هم الذين 000 الحديث ) وهذا ليس فيه ذكر هذه ، وفيه أيضاً اقتصار لأنه بقي عليه وصف رابع من الذين يدخلون الجنة بغير حساب 00 من هم ؟ أنهم الذين لا يكتوون ، أي لا يطلبون من أحد أن يكويهم لأنهم لا يريدون أن يستذلوا لأحد لا بالرقية ولا بالكي ، أما ( لا يكوون ) فهذا لا يضر بل هذا من الإحسان ، وقد كوى النبي عليه الصلاة والسلام سعد بن معاذ في أكحله ، فهناك فرق بين الذي يكوي وبين الذي يكتوي ، الذي يكتوي هو الذي يطلب الكي ، وأما الذي يكوي فهو الذي يفعله بغيره0 ¶ س: بالنسبة للتوكل مريم عليها السلام كانت كلما دخل عليها زكريا المحارب وجد عندها رزقاً فكانت بدون أسباب 000 وقالت: إن الله يرزق من يشاء بغير حساب 000 فهل هذا هو التوكل المطلوب ؟ ¶ ج: لا ، هذا من باب الكرامة ولهذا زكريا استغرب وقد ذكر بعض المفسرين أنه كان يوجد عندها فاكهة الشتاء في الصيف ، وفاكهة الصيف في الشتاء ، فهذا من باب الكرامة التي لا تدخل في قدرة الإنسان0 ¶ س: مثلاً: إنسان يريد أن ينجز معاملته 00 ويريد أن يدخل على المدير ، فيُقال له: لا تدخل لأن المدير اليوم مثلاً: غضبان جداً ويُخشى إن دخلت عليه ألا ينجز معاملتك ؟ ¶ ج: ليس في هذا تطير ، قبل إن المدير غضبان وأنك لو دخلت عليه يمكن تكون المعاملة في غير صالحك هذا صحيح ، قال صلى الله عليه وسلم: ( لا يقضي القاضي وهو غضبان )0",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "س: إنسان يبدأ يومه بشيء غير طيب كأن تفوته صلاة الفجر مثلاً فيشعر بضيق ؟ ¶ ج: هذا أيضاً ليس من باب التشائم فهذا شيء ومضى ، وقد يكون هذا من إكرام الله للعبد أنه إذا ترك العمل الصالح رأى من نفسه ضيقاً ، ألم ترى إلى النبي صلى الله عليه وسلم لما سلم من الركعتين في الظهر أو العصر قام إلى مقدم المسجد واتكأ على خشبة وشبك بين أصابعه ووضع خده على ظهر كفه ، كأنه غضبان ، أي: ما انبسط ما انشرح ، والحكمة أنه لم يتم الصلاة ، فبعض الناس من توفيق الله له أنه إذا حصل له خلل وإن كان لم يشعر به وفق لانقباض في نفسه حتى لا يستريح حتى يكمل هذا النقص0 ¶ س: فإن كان يريد أن يعمل معاملة ومن أجل تقصيره في الصلاة ما عملها ؟ ¶ ج: قد يعاقب الإنسان بعقوبة إذا ترك واجباً من الواجبات بأن لا ييسر له الأمر ويمكن أن يستدل على ذلك بقوله تعالى: { ومن يتق الله يجعل له مخرجاً ويرزقه من حيث لا يحتسب ومن يتق الله يجعل له من أمره يسراً } وهذا ليس من باب التشاؤم لأن التطير والتشاؤم هو الذي يمنعك من الإقدام ، ولهذا جاء في الحديث: ( من ردته الطيرة عن حاجته فقد أشرك )0 ¶ س: هل الشؤم منهي عنه مطلقاً أم أن هناك إستثناءات ؟ ¶ ج: أبداً ، منهي عنه مطلقاً0 ¶ س: وماذا عن حديث الثلاثة ؟",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "ج: أما حديث الثلاثة: فأجيب عنه بأنه إن كان الشؤم وهذا الشرط لا يدل على وقوع المشروط ، أما بعض الألفاظ ( الشؤم في ثلاث ) بدون شرط ، فهذا أقيده بأن هذه الثلاث لكثرة ممارسة الإنسان لها قد يجد فيها شيئاً يتشائم به منها وهذا يقع كثيراً ، كثيراً ما تشتري سيارة تجد فيها بركة تبقى عندك مدة طويلة ولا يكون فيها خراب ، تقضي عليها حاجات كثيرة ، وتأتيك سيارة قد تكون أفضل من الأولى وأجد وأجد وأحدث منها وتتعبك هذه تتشائم منها ، كذلك بعض النساء إذا دخلت إحداهن على الزوج أتعبته ونغصت عليه حياته ، ويتمنى لو أنه يتخلص منها ، وبعض النساء بالعكس 000 وكذلك الدور 000 فهي أحياناً بمجرد ما تدخل البيت ينشرح صدرك ، افرض أنك استأجرت شقة ، فبعض الشقق من يوم أن تدخلها ينشرح صدرك وترغب فيها ، وبعضها لا بالعكس0 ¶ س: وهذا من الشؤم ؟ ¶ ج: لكن هذا ليس بالشؤم الذي بدون سبب ، هذا له سبب0 ¶ 22-باب ما يُكره من قيل وقال ¶ الحديث الأول: ¶ حدثنا علي بن مسلم ، عن الشعبي عن ورَّاد كاتب المغيرة بن شعبة أن معاوية كتب إلى المغيرة أن اكتب إليَّ بحديث سمعته من رسول الله صلى الله عليه وسلم ، قال: فكتب إليه المغيرة: إني سمعته يقول انصرافه من الصلاة: ( لا إله إلا الله وحده لا شريك له ، له الملك وله الحمد ، وهو على كل شيء قدير قال: وكان ينهى عن قيل وقال ، وكثرة السؤال ، وإضاعة المال ، ومنع وهات ، وعقوق الأمهات ووأد البنات )0",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "هذا الباب: ما يُكره من قيل وقال والمراد بذلك نقل الحديث من غير تثبت ولهذا يقال قيل أو قال فلان ولم يتشبث فإن هذا مما ينهى عنه وذلك لأن الإنسان لا يخلو فيه من ذلك ، وإذا زل فإنه يبقى قليل الثقة لما يحدث به وهذا لا شك أنه يؤثر على المرء لا سيما إذا كان المرء إماماً في العلم ، أو في أمور الدين والدنيا ، وهذا يتضمن أنه يجب التثبت في نقل الإنسان ، وهذه واحدة0 ثانياً: قيل وقال قد تكون كناية عن كثرة الكلام وكون الإنسان يُكثر من الكلام لأن من كثر كلامه كثر زلله ولهذا قال النبي صلى الله عليه وسلم: ( من كان يؤمن بالله واليوم الآخر فليقل خيراً أو ليصمت ) فالصمت أولى من الكلام إلا إذا ترجحت كفة الكلام ( من كان يؤمن بالله واليوم الآخر فليقل خيراً أو ليصمت ) أما الحديث فإن معاذ رضي الله عنه أتى المغيرة يسأله عن حديث عن رسول الله صلى الله عليه وسلم ، والظاهر أنه سأله عن حديث فيما يتعلق بأذكار الصلاة لأن المغيرة بن شعبة رضي الله عنه روى عن النبي صلى الله عليه وسلم أحاديث كثيرة في مواضيع متعددة ولكن قرينة الحال تدل على أنه إنما سأله عن شيء يتعلق بالصلاة سمعه يقول عند انصرافه من الصلاة: ( لا إله إلا الله وحده لا شريك له ، له الملك وله الحمد وهو على كل شيء قدير ) هذه الجمل معروفة عند أكثر الطلبة ، أما الجملة الأولى فهي كلمة التوحيد التي هي مفتاح الجنة ، بل ومفتاح الإسلام أيضاً ، فإن من قال لا إله إلا الله عصم دمه كما يدل على ذلك حديث أسامة بن زيد في قصة الرجل المشرك الذي أدركه أسامة ، فلما أدركه قال: لا إله إلا الله ، فظن أسامة أنه إنما قالها متعوذاً بها من القتل ، فقتله ن ثم أخبر النبي صلى الله عليه وسلم بذلك فقال: أقتلته بعد أن قال لا إله إلا الله ؟ ! قال: يا رسول الله: إنما قالها متعوذاً ، قال: أشققت عن قلبه ؟ قتلته بعد أن قال لا إله إلا الله ، فقال: يا رسول الله إنما قالها متعوذاً 00 حتى",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "قال: ماذا تصنع بلا إله إلا الله إذا جاءت يوم القيامة ؟ حتى قال رضي الله عنه: تمنيت أنني لم أكن أسلمت 00 يعني: من أجل أن تقع هذه الخطيئة في حال الكفر ، فإنها إن وقعت في حال الكفر ثم أسلم عفى الله عنه { قل للذين كفروا إن ينتهوا يُغفر لهم ما قد سلف 000 } هذه الكلمة لا إله إلا الله هل معناها: لا يوجد إله إلا الله ، أم المراد لا يوجد إله حق إلا الله ؟ الثاني: هو المتعين لأنه توجد آلهة تُعبد من دون الله ، قال تعالى: { ولا تدع مع الله إلهاً آخر } وقال تعالى: { فما أغنت عنهم آلهتهم التي يدعون من دون الله من شيء } لكن هذه الألوهية مجرد اسم فقط { إن هي إلا أسماء سميتموها } أما حقيقة فلا ، وعلى هذا فيكون الخبر محذوفاً تقديره ( حق لا إله إلا الله ) ، لا إله إلا الله كما تقول: لا أحد قائم إلا فلان وظاهر المقصود بالحكم هل هو المحذوف أو الموجود ؟ فنحن نقول: إن مثل هذا التركيب يكون ما يُعد إلا بدلاً مما قبله ، البدل كما قال ابن مالك: التابع المقصود بالحكم بلا واسطة ، وفي البيت: \"التابع المقصود بالحكم بلا واسطة\" هو المسمى بدلاً ، وعلى هذا فنقول: \"الله\" بدل من حق الذي هو الخبر وهو المقصود بالحكم أي لا يوجد إله إلا الله سبحانه وتعالى ، وكل ما سواه من الآلهة فهي باطلة ، وأما قوله: وحده لا شريك له فهو جملتان مؤكدتان ، بل وحده مؤكدة للإثبات والنفي ؟ للإثبات لا شريك له: للنفي ( له الملك وله الحمد ) له الملك كله مُلك السموات والأرض ، والجملة فيها حصر وهو تقديم الخبر ، وله الحمد كذلك وقارن الحمد بالملك لأن الله تعالى يُحمد على كل ما يفعله في في ملكه حتى أمور البشر التي يفعلها الله عز وجل ويقدرها يُحمد عليها لأن أمور الشر التي يقدرها الله فيها خير عظيم فهي من تمام حكمته ، ولهذا نقول قرن الحمد بالملك لأن جميع ملكه متضمن الحمد الذي يُحمد عليه وقوله ( وهو على كل شيء قدير ) كل شيء هذه عامة ؟ نعم عامة ،",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "وما هي صيغة العموم فيها ؟ ¶ صيغة العموم هي ( كل ) تفيد العموم0 ¶ على كل شيء قد يرد من الموجودات ومن المعدومات متعلق القدرة في الموجودات أن يعدمها أو يغيرها ، وفي المعدومات أن يوجدها ، فما من شيء إلا والله قادر عليه ، وقوله: ( قيل وقال ) وهذا هو الشاهد وقوله: ( وكثرة السؤال )000 ¶ هل السؤال هنا بمعنى سؤال الاستفهام أم السؤال الذي هو الاستجداء ؟ ¶ والاستجداء يُنبئ عنه سواء كثر أم قل0 كما قال عليه الصلاة والسلام ( من سأل الناس أموالهم تكثراً فإنما يسأل جمراً ) وأخبر أن المسألة كدٌ يكثر بها وجه الرجل ، وأخبر أن الإنسان لا يزال يسأل حتى يأتي يوم القيامة وليس في وجهه مُزعة لحم0 ¶ فالظاهر المراد بذلك كثرة السؤال عن علم بدليل قوله صلى الله عليه وسلم: ( إنما هلك من كان قبلكم كثرة مسائلهم واختلافهم على أنبيائهم ) وكثرة السؤال في العلم تنقسم على قسمين: ¶ 1-أن يسأل عما لم يقع ولا يتوقع0 ¶ 2-السؤال عما لم يتوقع ، أشد من الأول لأنه من باب التنطع في العلم فالأشياء: ثلاثة: ¶ ... 1-شيء واقع ¶ ... 2-شيء لم يقع لكنه يُتوقع0 ¶ ... 3-شيء لم يقع ولا يُتوقع0 ¶ 1-\"الواقع\" السؤال عنه غير مذموم و \"غير الواقع\" الذي يُتوقع وقوعه ، هذا جائز أي استعداداً له ، وأما غير الواقع الذي لا يُتوقع ، فهذا مكروه ، لأنه من باب التنطع وإضاعة الوقت فيه ، إضاعة بلا فائدة0",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "2-من كثرة السؤال: كثرة التعنت والمجادلات وذلك بإيراد الاعتمادات العقلية على الظواهر اللفظية ، فهذا من باب التعنت مثل أن يأتي حديث بظاهره كذا فيأتي إنسان فيقول: أليس يحتمل كذا ؟ هذامن باب التعنت ، وقد نص أهل العلم على أننا لو أدخلنا الاحتمالات العقلية في الدلالات اللفظية ما بقي لفظ إلا يحتمل معنى عقلياً سوى ظاهره وحينئذٍ يضيع الناس وتبقى علومهم كلها احتمالات ، وقد امتدح عبد الله بن مسعود رضي الله عنه الصحابة بأنهم أعمق الناس علوماً وأقلهم تكلفاً ، علومهم عميقة ن بحر لا قاع له ، وأقلهم تكلفاً فالتكلف وكثرة الأسئلة وإيراد الاحتمالات على النصوص هذا لا شك أنه خلاف جادة السلف ، فهم يأخذون الأمور على ما هي عليه ، ولا يتكلفون الأسئلة ، ولهذا قال مالك للذي قال: ( الرحمن على العرش استوى ) قال: كيف استوى ؟ فقال مالك: السؤال عنه بدعة ، لأنه من التكلف ، دع الأمور على ظاهرها ولا تتعمق ، لا تورد الاحتمالات ، وكذلك يوجد الآن أناس يوردون مثل هذه الاحتمالات على قول الرسول عليه الصلاة والسلام ( ينزل ربنا إلى السماء الدنيا حين يبقى ثلث الليل الآخر ) فيقول: هذا المورد ثلث الليل الآخر لا يزال موجود على الكرة الأرضية إذا انتقل من جهة حل في جهة أخرى ، إذاً: يكون الله دائماً نازل ؟ !! من قال لك أورد هذه الرواية0 خذ اللفظ على ظاهره ينزل ثلث الليل إلى طلوع الفجر فقط0 بعد ذلك لا يكون نزوله بالنسبة لهذه الجهة التي طلع الفجر عليها والرب عز وجل ليس كمثله شيء حتى يقاس بخلقه0 ¶ بسم الله الرحمن الرحيم ¶ الشريط الخامس",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "وقد امتدح عبد الله بن مسعود الصحابة بأنهم أعمق الناس علوماً وأقلهم تكلفاً ، علمهم بحر لا قاعة له ، وأقلهم تكلفاً ، التكلف وكثرة الأسئلة وإيراد الاحتمالات على النصوص هذا لا شك أنه خلاف جادة السلف ، السلف يأخذون الأمور على ما هي عليه ، ولا يتكلفون الأسئلة ، ولهذا قال مالك للذي قال: الرحمن على العرش استوى كيف استوى ؟ قال له: السؤال عنه بدعة لأنه من التكلف ، خل هذه الأمور على ظاهرها ولا تتعمق ، لا تورد الاحتمالات ، كذلك يوجد أناس الآن يوردون مثل هذه الاحتمالات على قول الرسول عليه الصلاة والسلام: ( ينزل ربنا إلى السماء الدنيا حين يبقى ثلث الليل الآخر ) فيقول المورد: ثلث الليل الآخر لا يزال موجوداً على الكرة الأرضية إذا انتقل من جهة حل في جهة أخرى 00 إذاً يكون الله دائماً نازلاً ! من قال لك أورد هذا الإيراد ؟ امشي على اللفظ ينزل ثلث الليل إلى طلوع الفجر فقط ، بعد ذلك ما يكون نزول بالنسبة لهذه الحجة التي طلع الفجر عليها والرب عز وجل ليس كمثله شيء حتى يقاس بخلقه ، فأقول إذاً هذه التساؤلات مما يكره فصار كثرة السؤال الآن قسمان: ¶ القسم الأول: ثلاثة أنواع0 ¶ القسم الثاني: نوع واحد0 ¶ القسم الأول: كثرة السؤال عما لم يقع وأشد من ذلك لا يُتوقع0",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "والثاني: كثرة الإيرادات على ظواهر النصوص فإن هذا يوجب للإنسان الدخول في متاهات وعدم استقرار علمه وأن يكون دائماً في شك يحتمل كذا ويحتمل كذا ، هذا مما يُنهى عنه أما بقوله إضاعة المال ، صرفه فيما لا فائدة فيه دنيا ولا آخرة ، مثل إنسان يشتري بألف ريال زِفت ثم يوقد به ، لماذا ؟ قال: سأرى كيف يشتعل النار به ! هذه إضاعة مال ، لكن لاحظ أن غضاعة المال تختلف باختلاف حال الرجل مثلاً لو أن رجلاً من الناس كان بالغاً عاقلاً اشترى أشياء لا تصح إلا للصبيان مثلاً جرافة صغيرة يلعب بها أو عروسة إذا كانت امرأة أو ما أشبه ذلك أو مفرقعات ، بالنسبة لهذا الرجل البالغ يعتبر غضاعة مال بلا شك ، لكن لو اشتريناه لصبي يلعب به ويدخل السرور على نفسه ، وهو من الأشياء المباحة صار ذلك غير غضاعة المال ، ولهذا يرخص للصغار من الألعاب ما لا يرخص للكبار ، ويرخص لهم في الشراء لهم ما لا يرخص للكبار0",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "طيب إذا أنفق ماله في أمر مضر هل هو إضاعة مال ؟ نعم من باب أولى لأنه إذا كان أنفقه في شيء لا ينفع فهو إضاعة مال فما بالك إذا أنفقه في شيء ضار !! ومن هنا نأخذ تحريم الدخان مثلاً لأنه بلا شك مضر حتى الذين يشربونه يقرون بضرره فنقول صرف المال فيه من إضاعة المال المنهي عنها ، ومنعٍ وهات: كيف ؟ هذي ضدان ! نقول: منع فيما يبذل وهات فيما يسأل يكون جموعاً منوعاً ، الذي عنده يمسك به فلا يصرفه والذي عند غيره يأخذه ، أعطوه عشرة قال هات ، عشرون قال مات ( هذا منع وهات ، إذاً المنع والهات عبارة عن منع ما يبذل وطلب ما ليس عنده ( وعقوق الأمهات ) العق بمعنى: القطع يعني منع قطع الأم ونص على الأم لأنها أحق بحسن الصحبة من الأب ، الأب لو أن ابنه قطع مثلاً لأخذ حقه بيده خلاف الأم فهي لضعفها ورقتها وحنانها لا تأخذ بحقها فلهذا قالوا: وعقوق الأمهات وإلا حتى عقوق الآباء حرام منهي عنه0 ( ووأد البنات ) والوأد هو دفن الحي ، وكان الناس في الجاهلية لسفههم وجهلهم يدفن الرجل ابنته ـ نعوذ بالله ـ يعني أغلظ من الحيوان يحفر لها حفرة وهي تشاهد ويدفنها وهي حية لماذا ؟ خوف العار { وإذا بشر أحدهم بالأنثى ظل وجهه مسوداً وهو كظيم يتوارى من القوم من سوء ما بشر به } يختفي { أيمسكه على هون أم يدسه في التراب } نسأل الله العافية ، حتى ذكروا أن الواحد منهم يحفر الحفرة لابنته فإذا طار الغبار على لحيته نفضت عن لحيته الغبار ثم يدفنها والعياذ بالله ، وربما يدفن ابنته وهي تستغيث به تقول: يا بابا يا بابا وهو يدفنها والعياذ بالله ، جبروت ، غلظة نسأل الله العافية ، فلهذا قال ووأد البنات طيب لم يذكر وأد الأبناء ( بناءً على الغالب ، وإلا فإن الإنسان سُلط على دفن ولده لكان ممكن أن يدفن ولكن لما كان الغالب أن البنات هي التي توأد قال: ووأد البنات0 انتهى الكلام0",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "الشاهد من هذا الحديث كان ينهى عن قيل وقال ، ولذلك يعتبر الرجل الصموت محترماً0 لكن لاحظ أن الصمت في غير موضعه جفاء ، لأن بعض الناس صموت يجلس في المكان ساعة ، نصف ساعة ، أكثر ، أقل ، ما يتكلم هذا طيب ؟ لا ، هذا جفاء ، لكن لا تكن كثير الكلام ، ولا تكن ساكتاً في موضع لا ينبغي فيه السكوت ، خير الأمور الوسط0 ¶ س: بعض الأطياب غالية هل شراؤها من إضاعة المال ؟ ¶ ج: هذه الأطياب الغالية جداً تقابل في المنفعة ، الأطياب الرخيصة ، تتطيب فيها يوم الجمعة وتبقى عندك إلى يوم الجمعة الثانية رائحتها طيبة ، أما الرخيص فهو كما قال العامة: \"الرخيص بخيس\" يعني رائحته منتنة ، لكن مسألة المتوسط الحال والغني ترجع إلى الإسراف لأن متوسط الحال لو يشتري مثل هذا الطيب لعُدَّ مسرفاً0 ¶ س: النبي صلى الله عليه وسلم ساق النهي عن قيل وقال ، ووأد البنات ، وعن عقوق الأم في حديث واحد ، فهل تدخل قيل وقال في جنس الكبيرة ؟ ¶ ج: لا ، هذا يُحتمل من الراوي ، يعني قد يكون الرسول نهى عنها جميعاً ، أو أن الراوي سمع في عدة محلات وجمعها في حديث واحد ، ثم إن الاقتران دلالته ضعيفة ، يعني قد تقترن أشياء في أصل الحكم وتختلف ، فـ \"الخيل والبغال والحمير لتركبوها وزينة\" لو أخذنا بظاهر الآية لقلنا بأن الخيل ليست إلا للركوب والزينة فقط كالحمير والبغال لكن الأمر بالعكس ، الخيل دل الدليل على أن لحومها مباحة0 ¶ س: ذكرنا فيما سبق قاعدة قلنا أنها مسطرة بماء الذهب لشيخ الإسلام وهي: \"أن كل شيء ينفعك ولا يضر والديك فإنه لا تجب طاعتهما فيه\" وفي مسألة الجهاد واستئذان الأبوين إذا كان الأبوان لا يحتاجان للابن وهو يريد أن ينتفع بالجهاد إما بالشهادة أو بكذا فكيف ؟",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "ج: نعم ، لأن نفع البر أكبر من نفع الجهاد ، فإن الرسول عليه الصلاة والسلام قدم البر على الجهاد ، لما سأله عبد الله بن مسعود أيُّ العمل أحب إلى الله ؟ قال: الصلاة على وقتها ، قلت: ثم أي ؟ قال: بر الوالدين ، قلت: ثم أي ؟ قال: الجهاد في سبيل الله0 قال الطالب ـ طالب العلم ـ: هذا من حيث النفع ـ أحسن الله إليك ـ ولكن من حيث الطاعة والعصيان ؟ الشيخ: نعم ، نقول أنت الآن سفيه أن تعصي والديك فيما هو أقل نفعاً لك ، هذا سفه0 ¶ 23-باب حفظ اللسان ¶ ومن كان يؤمن بالله واليوم الآخر فليقل خيراً أو ليصمت ، وقوله تعالى: { ما يلفظ من قول إلا لديه رقيب عتيد }0 ¶ هذا من أهم ما يكون نسأل الله أن يعيننا وإياكم على حسن حفظه ، حفظ اللسان من أهم ما يكون لأن النبي عليه الصلاة والسلام أخذ بلسانه وقال لمعاذ: ( كُف عليك هذا ) قال: ( يا رسول الله: وإنا لمؤاخذون بما نتكلم به ؟ ـ هل علينا إثم بالكلام ؟ ـ قال: ثكلتك أمُّك يا معاذ ! وهل يكب الناس في النار على وجوههم ـ أو قال: على مناخرهم إلا حصائد ألسنتهم )0 ¶ فحصائد اللسان من أخطر ما يكون على الإنسان ، ربما يتكلم الإنسان بكلمة واحدة لا يلقي لها بالاً وهي من غضب الله تهوي به في النار ـ نسأل الله العافية ـ ولذلك يجب أن نحفظ ألسنتنا عما حرم الله ويندب ندباً بالغاً أن نحفظها عما لا ينفع ( من كان يؤمن بالله واليوم الآخر فليقل خيراص أو ليصمت ) أما ما كان خيراً في ذاته أو خيراً لغيره فلنتكلم به ، فالخير لذاته مثل الذكر والقرآن ، الخير لغيره أن يكون كلاماً مباحاً لكن فيه إدخال السرور على جلسائك ، هذا لا بأس به ، هذا خير ، يعني لو كان الإنسان يتكلم بشيء مباح لكن فيه إدخال السرور على الغير هذا من الخير ، لكن ليس خيراً لذاته بل خير لغيره ، فإن اجتمع في ذلك أن يكون خيراً في ذاته وخيراً لغيره مثل: أن يتكلم في مسائل علم تنفع الحاضرين كان هذا أطيب وأفضل0",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "اللسان له آفات كثيرة تتعلق بحق الله وبحق عباد الله ، ففي حق الله يتكلم بكلام يعترض به على حكم الله القدري ، أو حكم الله الشرعي ، أو يصف الله بما لا يليق به ، هذا يتعلق بحق الله0 مثال الأولى: القدح في حكم الله القدري: أن يقدح فيما يقدره الله على عبادة من قحط المطر ، جدب الأرض ، أمراض تحدث ، فتن وحروب وغيرها ، هذا لا يجوز أن تعترض على الله في هذا ، الله عز وجل له الحكمة فيما يقدر ، واعلم أنه لم يقدر هذا الشيء إلا لحكمة عظيمة تخفى عليك ، فلا يجوز أن تعترض على الله في هذا0 ولهذا قال النبي عليه الصلاة والسلام إن لو تفتح عمل الشيطان ، هذا فيما يتعلق بحق الله0 فيما يتعلق بحق المخلوق: الغيبة ، السب ، الشتم ، اللعن ، كل هذا يجب حفظ اللسان منه وأن يبتعد الإنسان منه غاية الابتعاد ، وقوله تعالى: { ما يلفظ من قول إلا لديه رقيب عتيد }0",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "من قول: إعراب قول من حرف زائد ، مفعول به منصوب وعلامة نصبه الفتحة المقدرة على آخره منع من ظهورها اشتغال المسجل بحركة حرف الجر الزائد ، إذاً ، كلمة قول نكرة والمعروف عند علماء البلاغة أن الحروف الزائدة كلها تفيد التوكيد وعلى هذا فهي مؤكدة لعموم كلمة قول لأن قول نكرة في سياق النفي فتكون عامة وتكون من مؤكدة لهذا العموم وأنا أريد أن أتوصل بهذا التقرير إلى أن أي قول يقوله الإنسان فإن لديه ذلك الرقيب العتيد ، كل قول سواء خير أو شر أو لغو فلديك رقيب مراقب عتيد حاضر ، حتى إن الإمام أحمد دخل عليه رجل وهو يئن من المرض فقال له إن طاووساً يقول إن الملك يكتب أنين المريض فأمسك رحمه الله عن الأنين خوفاً من أن يكتب عليه0 إذاً ، ما من قول تقوله إلا يكتبه وسبحان الله ما أكثر الأقوال المكتوبة ونحن الآن في هذا المكان لو سجلنا كلامنا قبل عشر ليال فقط في ليلتنا هذه كم يكون من أشرطة ؟ كل هذا المكتوب سوف ينشر لك يوم القيامة ، تلقاه منشوراً فيقال اقرأ كتابك ، فأنا أقول والله إنساناً يكتب عليه كل ما يقول لحري به أن يقل من القول لأنه سوف يجد هذا الكتاب منشوراً يوم القيامة كل كلمة ، لكن هذا الرقيب العتيد يكتب الخير والشر ، الخير لك والشر عليك ، قد يتكافئآن وقد يزيد أحدهما ، لكن من نعمة الله أن الحسنة بعشر أمثالها والسيئة بمثلها فقط0 ¶ في هذه الآية التحذير من إطلاق اللسان لأن كل شيء سوف يكتب0 ¶ الحديث الأول:",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "( من يضمن لي ما بين لحييه وما بين رجليه أضمن له الجنة ) الرسول عليه الصلاة والسلام هنا يخاطب المؤمنين فإذا ضمن المؤمن ما بين لحييه وما بين رجليه ضمن له الرسول عليه الصلاة والسلام الجنة ، والضامن هنا ملي لكنه يضمن على أنه وكيل عن ملي ن عن من ؟ عن الله ، أما الرسول نفسه فلن يقدر يعطي الجنة أبداً لكنه ضامن بما أوحى الله إليه فهو كالرسول عن الله عز وجل ، أنه ضامن لمن حفظ ما بين لحييه وهو اللسان وما بين رجليه وهو الفرج فإن الجنة مضمونة له وفي هذا ترغيب على حفظ اللسان0 ¶ س: يروى عن ابن عباس رضي الله عنهما أن الملك لا يكتب إلا ما كان فيه خيراً أو شر ؟ ¶ ج: هذا خلاف ظاهر الآية لكن لعل ابن عباس إن صح عنه النقل يريد ما يُثاب عليه أو يعاقب ، بمعنى أنه لا يكتب كتاباً يُثاب عليه العبد أو يُعاقب إلا الخير أو الشر ، أما الكتاب الثاني يُكتب ولكن لا يؤاخذ به الإنسان0 ¶ س: نسمع كثيراً من بعض الناس يقول الحمد لله الذي لا يحمد على مكروه سواه ؟ هذا صحيح ؟ ¶ ج: لا ، غير صحيح ، كان النبي صلى الله عليه وسلم إذا أصابه ما يكره قال: الحمد لله على كل حال ، لأن نسبة المكروه إلى الله كأنه يعطي التوجع ، فإذا قلت على كل حال شمل ، ولذلك يقول العلماء: من سوء الأدب أن تقول أن الله خالق الحمير والكلاب والأقذار ، ولكن تقول: الله خالق الحمير والكلاب والأقذار ، ولكن نقول الله خالق كل شيء أو تجيب من سأل ، واحد يقول لك من خلق الحمار ؟ تقول: الله ، أما تنص على شيء من هذه الأشياء المستقبح ذكرها تنسبه إلى الله فهذا فيه شيء من سوء الأدب ، فإذا قلت الحمد لله الذي لا يحمد على مكروه سواه صار المعنى أنك ضجر من تقدير الله عز وجل كما قال النبي قل الحمد لله على كل حال وإذا أصابه ما يُسر به يقول: الحمد لله الذي تتم بنعمته الصالحات0 ¶ س: يا شيخ إذا كُتب على الإنسان معصية أو شر ثم تاب هل تُمحى ؟",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "ج: تُمحى بنص القرآن { إن الحسنات يُذهبن السيئات } وهل تكون في السجل يوم القيامة ؟ لا ، إذا مُحيت لا تكون في السجل0 ¶ الحديث الثاني: ¶ ( من كان يؤمن بالله واليوم الآخر فليقل خيراً أو ليصمت ، ومن كان يؤمن بالله واليوم الآخر فلا يؤذ جاره ، ومن كان يؤمن بالله واليوم الآخر فليكرم ضيفه )0 ¶ الجملة الأولى تكلمنا عنها0 الثانية: فلا يؤذ جاره حتى بأذية لا تضر ، ومن ذلك إذا كان عنده راديو أو مسجل فيه أغاني فإنه لا يحل له أن يرفع صوته بحيث يؤذي جاره بل لو كان عنده مسجل فيه قرآن ولكن جاره يتاذى بذلك لأنه يريد أن ينام فإنه لا يحل له أن يرفع صوته ، لأن ذلك يؤذي الجار ، فلو قال واحد من الناس أنا في سطحي وأحب أن أقرأ القرآن وهو رجل صيت قوي الصوت وصار إذا طاب المنام عند الناس رفع صوته بالقرآن وجيرانه يتقلبون يريدون النوم لا يحصل لهم وربما يكونوا مرضى ، ماذا نقول لهذا ؟ نقول: لا يجوز أن ترفع صوتك لكن بعض الناس لو تقول له هذا الكلام ، قال: أنا أغنِّي ؟ نقول: لا ، لا تغني أنت تقرأ كلام الله لكن لا تؤذ الناس ، لا تجعل الناس يكرهون القرآن من أجلك لأن النفوس ضعيفة ربما يكره القرآن من أجل عمل هذا القارئ الذي شوَّش به عليه وآذاه0 ¶ طيب وهل يدخل في ذلك الضرر من باب أولى مثل أن يكون عنده شجرة إلى جدار جاره ، إذا سقاها تسرب الماء إلى بيت جاره فتضرر به ماذا نقول ؟ حرام ، لأنه يؤذي جاره0 ¶ أو مثلاً: عنده آلة يدق بها على الأرض فتهتز أرض جاره هذا أيضاً يكون ضرراً أو إيذاءً0 ¶ طيب: ما حد الجار ؟ الجار وردت أحاديث فيها ضعف أن حده 40 بيتاً ولكن لا شك أن الجار الملاصق ليس كالجار الآخر ولكن الذي يظهر إذا لم تصح هذه الأحاديث أنه يُرجع بذلك إلى العرف0",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "أما الجملة الثالثة: فليكرم ضيفه ، الضيف هو المسافر الذي ينزل بك ، أما صاحب البلد فليس بضيف ، فلو جاء شخص من أهل البلد ، قرع الباب ، السلام عليكم أذنت له بالدخول ، فقال أنا ضيف عليك ماذا تقول ؟ أقول لست بضيف إن كنت تريد أنك ضيف فقط بمجيئك هذا لا بأس ما فيه مانع نكرمك ، لكن ضيف تبقى عندي يوم وليلة واجب لأن يوم وليلة واجب للضيف ، ثلاثة أيام ، سنة ، لا أمكنك ، وإلا كان كل يوم يأتيه 10-15 من أهل البلد ويقولون نحن ضيوف ، على كل حال الضيف هو المسافر النازل بصاحب القرية ويجب إكرامه بما يُكرم به عادة وهذا يختلف باختلاف الناس ، أليس كذلك ؟ مثلاً: لو حاول إنسان كبير في علمه أو جاهه أو ماله فليس كالإنسان الصغير حتى الإنسان الصغير ما يرى واجب عليك أن تكرمه كما تكرم الكبير بل ربما لو أكرمته كما تكرم الكبير لعُد ذلك سخرية واستهزاء0 ¶ الحديث الثالث: ¶ عن أبي شريح الخزاعي قال: سمع أذناي ووعاه قلبي ، النبي صلى الله عليه وسلم يقول: ( الضيافة ثلاثة أيام جائزته ، قيل: وما جائزته ؟ قال: يوم وليلة ، قال: ومن كان يؤمن بالله واليوم الآخر فليكرم ضيفه ومن كان يؤمن بالله واليوم الآخر فليقل خيراً أو ليسكت )0 ¶ ذكرنا فيما سبق من وجوب إكرام الضيف ومن وجوب السكوت إلا عن خير وفيه أيضاً بيان أن الضيافة التامة ثلاثة أيام ، والضيافة التي لا بد منها يوم وليلة0 ¶ س: قلنا هنا في الحديث وجوب السكوت إلا بخير ، ولا شك أن الصحابة رضوان الله عليهم كانوا يتحدثون في أمور لا خير فيها ولا شر كحديث الرجل مع زوجته وصديقه ؟ ¶ ج: هذا فيه خير لغيره ، تحصل فيه الألفة وعدم الوحشة وكذلك مع أصدقاؤه ، لكن لو كان الإنسان يتكلم كلام لغو بدون فائدة أو يتكلم كلام حرام ، مع أنه قد يقال إن قوله فليفل خيراً يعني فلا يقل شراً0 ¶ س: ما معنى ثلاثة أيام جائزته ؟ ¶ ج: يعني جائزة الضيف التي لا بد منها وهي يوم وليلة0 ¶ الحديث الرابع:",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "( إن العبد ليتكلم بالكلمة ما يتبين فيها يزلُّ بها في النار أبعد مما بين المشرق )0 ¶ هذا فيه بيان وجوب حفظ اللسان وأن الإنسان ليتكلم بالكلمة لا يتثبت ولا ينظر ما فيها من المصلحة أو المفسدة يزل بها في النار أبعد مما بين المشرق يعني مما بين المشرق والمغرب فحُذف الثاني لدلالة الأول عليه وهذا كقوله تعالى: { وجعل لكم سرابيل تقيكم الحر } يعني والبرد فقد يُحذف أحد المتقابلين لدلالة الثاني عليه0 ¶ س: ذكرت يا شيخ أن الصمت في غير موضعه من الجفاء فإذا قال يا شيخ أنا أريد أن أخرج سالماً لحديث النبي: ( ثم إنك لا تزال بخير ما سكت 000 ) ؟ ¶ ج: قال الشيخ: لمن لا يكون سالماً إذا كان من الجفاء إذا كانت الحكمة تقتضي أن يتكلم فإنه قد لا يخرج سالماً ، لأن السلامة لا تكون بالسكوت على كل حال قد تكون السلامة في الكلام ، ولهذا لو سكت عن الأمر بالمعروف والنهي عن المنكر ما صار سالماً ، كذلك لو سكت سكوتاً يعتبره الجلوس جفاء قد لا يكون سالماً ، لأن إدخال السرور على المسلم وتنشيطه وتبسيطه هذا من الأمور المطلوبة0 ـ من الطالب ـ وإذا تكلم غيره ؟ ـ من الشيخ ـ حصل به الكفاية لا باس0 ¶ س: لفظ بالكلمة هل يعني بها كلمة واحدة أم يدخل تحتها كلام ؟",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "ج: الظاهر أن المراد بها الجنس ، وأيضاً يجب أن نعلم وهذه فائدة أن الكلمة في لسان الشرع غير الكلمة في لسان النحويين ، الكلمة هي الجملة المفيدة كما في قوله تعالى: { حتى إذا جاء أحدهم الموت قال رب ارجعون لعلي أعمل فيما تركت } قال تعالى: { كلا إنها كلمة هو قائلها } وهو جُمل0 وقال النبي عليه الصلاة والسلام: ( أصدق كلمة قالها الشاعر كلمة لُبيد: ( ألا كل شيء ما خلا الله باطل ) قال أصدق كلمة مع أنها شطر بيت مستقل ، فالكلمة في اصطلاح النحويين غيرها في لسان الشرع ، وقول ابن مالك: \"وكلمة بها كلام قد يُؤم\" هذا باعتبار اصطلاح النحويين لا باعتبار اللغة ، وإلا فالأصل في اللغة أن الكلمة هي الجملة المفيدة0 ¶ س: ما معنى ما يتبين فيها ؟ يعني ما يتثبت وليس معناه ما يكون فصيح فيها0 المراد لا يعلم هل هي حرام أم حلال ، غيبة أم لا ؟ مثلاً ، صدق أو كذب ؟ وهكذا 000 ¶ الحديث الخامس: ¶ ( إن العبد ليتكلم بالكلمة من رضوان الله لا يُلقي لها بالاً يرفعه الله بها درجات ، وإن العبد ليتكلم بالكلمة من سخط الله لا يلقي لها بالاً يهوي بها في جهنم )0 ¶ كل هذا فيه تحذير من إطلاق اللسان وأنه ينبغي للإنسان أن يحفظ لسانه فقد يقول كلمة يزل بها في نار جهنم0 ¶ س: ورد في بعض الروايات أنه يهوي بها في جهنم سبعين خريفاً حتى لو كانت الكلمة معصية يهوي بها سبعين خريفاً ؟ ¶ ج: ليس معناها كل كلمة للإنسان قد يقول كلمة لا يُلقي لها بالاً مثل: سخرية في الله ، في الدين ، في أهل الخير ، لا يهتم وتكون كفر ، ما قال كل كلمة قال بالكلمة 000 ¶ س: هل المقصود بقوله: بين المشرق أي مشرق الصيف ومشرق الشتاء ؟ ¶ ج: لا ، هذا لو قال بين المشرقين قلنا هذا وهذا0 ¶ س: ما المقصود لا يُلقي لها بالاً ؟",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "ج: يعني ما يهتم بها ، لأن بعض الناس لأنه يطلق لسانه بالكلمة ما يتأمل فيها لكن لو تأمل وجد أنها كلمة عظيمة ، وإذا كان جاهلاً بها فينبغي على العمومات { ربنا لا تؤاخذنا إن نسينا أو أخطأنا } لكن أحياناً يكون الإنسان عنده فراهة وعدم مبالاة فيطلق الكلمة وهي قد تكون كلمة كفر أو استهزاء بالله ، وما أشبه ذلك ، فيهوي بها في النار ، وهذا كثيراً ما يقع لا سيما من الناس الذين عندهم كثرة المزاح ، تجده يتكلم ولا يبالي ، يأتي له بكلمة تحبط عمله وهو لا يدري ، وبالعكس الكلمة من رضوان الله قد يتكلم بكلمة لا يُلقي لها بالاً فيسمعها شخص فينتفع بها ولتكن كلمة عند سلطان جائر ، مثلاً: تكلم بكلمة ما ألقى لها بالاً فيرفعه الله بها درجات مع أنه لم يُلقي لها بالاً ، لكن من أجل آثارها الطيبة يُثاب عليها ، وإلا فقد يُقال: إن الإنسان الذي لا يلقي البال كيف يكون له أجر وهو لم يُرد ؟ نقول: هذا من باب الثمرات ، ولأن هناك فرق بين ثمرات الشيء وبين نفس الشيء0 قد يكون للشيء ثمرات جليلة ينتفع بها الإنسان وهي كلمة ما ألقى لها بال0 ¶ 24-باب البكاء من خشية الله عز وجل ¶ من هذه السببية أي بسبب خشية الله ، والخشية هي الخوف المبني على العلم لقوله تعالى: { إنما يخشى الله من عباده العلماء } وهي مبنية على عظم المخشي لعظمة خشية الإنسان ، فأما الخوف الذي لا يبنى على علم فإنه يسمى خوفاً ولا يسمى خشية ، ثم إن الخوف قد لا يكون من باب تعظيم المخشي ، ولكن من باب ضعف الخائف ، فمثلاً: يخاف الصبي من صبي أكبر منه سناً ، هذا الخوف لا يسمى خشية لأنه إنما حصل له الخوف من أجل ضعفه أمام هذا وإلا هذا المخوف ضعيف ، فالخشية أقول هي الخوف المبني على العلم وتكون من عظم المخشي0 ¶ الوجه الثاني ¶ الحديث الأول: ¶ ( سبعة يظلهم الله في ظله: رجل ذكر الله ففاضت عيناه )0",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "سبعة لا تدل على الحصر لأنه قد وردت أحاديث صحيحة في أناس يظلهم الله في ظله وليسوا من هؤلاء السبعة ، لكن الرسول عليه الصلاة والسلام أحياناً يذكر أشياء محصورة في سياق واحد ولكنها لا تدل على أن ما سواها لا يثبت له هذا الحكم0 ¶ ( ثلاثة لا يكلمهم الله يوم القيامة ولا ينظر إليهم ولا يزكيهم ولهم عذاب أليم ، هل لا يوجد إلا هؤلاء الثلاثة ؟ لا ، فمثلاً ، لما حدث بهذا ( قال أبو ذر: من هم يا رسول الله خابوا وخسروا ؟ قال: المسبل والمنان والمنفق سلعته بالحلف الكاذب )0 ¶ هذا حديث آخر: ( ثلاثة لا يكلمهم الله يوم القيامة ولا ينظر إليهم ولا يزكيهم ولهم عذاب أليم: أشيمط زانٍ ، وعائل مستكبر ، ورجل جعل الله بضاعته لا يبيع إلا بيمينه ولا يشتري إلا بيمينه ) هذه ثلاثة والأول قال ثلاثة ، فدل ذلك على أن مثل هذا التعبير لا يدل على الحصر وهو كذلك ، هؤلاء السبعة ذُكروا على وجه التمام في سياق آخر 000 ذكره المؤلف: إمام عادل ، وشاب نشا في طاعة الله ، ورجل قلبه معلق بالمساجد ورجلين تحابا في الله اجتمعا عليه وتفرقا عليه ، ورجل دعته امرأة ذات منصب وجمال فقال إني أخاف الله ، ورجل تصدق بصدقة فأخفاها حتى لا تعلم شماله ما تنفق يمينه0 ¶ ( ذكر الله خالياً ففاضت عيناه ) هؤلاء سبعة يظلهم الله في ظله ، والشاهد من هذا الحديث: ما ذكره المؤلف في هذا السياق وهو قوله: ( رجل ذكر الله ففاضت عيناه ) واعلم أن قول الرسول صلى الله عليه وسلم في ظله هذا من باب إضافة المخلوق إلى خالقه ، يعني: ظل يخلقه الله ، لا يبنيه الآدميون بالسقوف والعروش ، وما أشبه ذلك في الدنيا يبني الناس فيها ما يظلهم ، لكن في الآخرة ما فيه إلا ظل الله عز وجل الذي خلقه فهو ظل مخلوق وليس ظل الخالق عز وجل0",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "وقد توهم بعض الناس من باب التمسك بظاهر السنة فيما يضيفه الله إلى نفسه ، وادعى أننا إذا قلنا: إنه ظل مخلوق أن ذلك تحريف للكلم عن مواضعه ، ولكن هذا من جهله وذلك لأن الظل يكون تحت المُظلَل عنه ، الظلال دون الشيء لا بد أن يكون ظلا ، وهل يمكن أن يكون هذا شيء ذو نور فوق الله عز وجل يكون الله تعالى مُظَلِّلاً عنه ؟ لا يمكن ، لو أن أحداً قال: هذا لهوى إلى الهاوية ، لصار كالذي ينكر علو الله عز وجل لا يمكن أن يكون شيء فوقه ، ومعلوم أن 0000 بالحشر على الأرض فلو قدِّر أن هذا هو ظل الله نفسه لزم من هذا أن يكون هناك شيء فوق يكون الله تعالى ظلالاً دونه ودون الخلائق وهذا لا شك أنه منكر ، فالحديث لا يدل على هذا أصلاً حتى يُقال أنه مُحزن عن موضعه ، نقول في ظله أضافه الله إلى نفسه ، لأنه في ذلك الوقت لا يستطيع أحد أن يأتي بظلال في الدنيا نستطيع أن نبني أبنية نستظل بها مع ما خلق الله تعالى من الظلال من الكهوف وغيرها لكن في الآخرة ما فيه إلا ظل الله الذي خلقه إما ظل العرش أو غير ذلك مما يظلل ولهذا جاء في الحديث ( كل امرئ في ظل صدقته يوم القيامة ) الصدقات تأتي يوم القيامة تُظلل صاحبها ، وحكى لنا بعض الناس من كبار السن أن رجلاً كان قد منع أهله أن يتصدقوا من ماله بشيء وقال: لا تتصدقوا بشيء وأنتم منِّي في حرج ، ولكن كانت العائلة في البيت عائلة كريمة إذا جاء المحتاج أعطوه ، فجائهم فقير محتاج إلى لباس فأعطوه كسوة ثم جائهم فقير آخر محتاج إلى طعام فأعطوه ثلاث رطب فقط ، صاحب البيت رأى في المنام أن القيامة قامت وأن الناس في كرب وشموس فرأى على رأسه كساءٌ يظلله إلا أن فيه ثلاثة خروق فجاءت ثلاثة تمرات فسدت هذه الخروق ، فجاء إلى أهله مذعوراً وقال أنا رأيت كذا وكذا !! ما الذي حصل ؟ قالوا ما حصل شيء ، فقال لا بد أن تخبروني ، فأخبروه أن هذا هو الحاصل ، تصدقوا بكساء ثم تصدقوا بتمرات ، فقال لهم أنتم في حل تصدقوا",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "بما شئتم0 فصارت فاتحة خير له0 فالحاصل أن الرسول أخبر أن كل امرئ في ظل صدقته يوم القيامة ، فالظل الذي قال عنه الرسول ( في ظله ) هذا ظل يخلقه الله عز وجل ، إن صح الحديث بلفظ يظلهم الله في ظل عرشه ، فقد بين هذا المبهم ، وإن لم يصح فنقول: هذا ظل يخلقه الله ، والله أعلم0 ¶ س: ذكرت يا شيخ أن الخشية إنما تكون من عظم المخشي ، وفي الحديث قال لعائشة رضي الله عنها: لقد خشيت على نفسي ، هنا قال خشيت مع أن النبي صلى الله عليه وسلم لم يكن يعرف من يخشى كيف ؟ ¶ ج: إلا ، يعرف شيء عظيم ما له مقابل ، ما يستطيع أن يقابله ، إذا جاءك شيء تخشاه من عظمته ولا لك فيه قبل هذا تعظيم0 ¶ س: بعضهم يقول إن ظل العرش من نور الله ، يعني لا بد أن يكون الظل من تحت النور ؟ ¶ ج: نعم ، نور الشمس ، الشمس تدنوا من الخلائق ، وهذا الذي جعلني أقول ( وإن صحت الكلمة في ظل عرشه ) لأن المعروف أن العرش فوق كل شيء ، كيف يكون حائلاً بين الشمس وبين الخلائق يوم القيامة ، على كل حال الذي في الصحيحين ما فيها ظل العرش0 ¶ 25-بال الخوف من الله ـ تبارك وتعالى ـ ¶ الحديث الأول: ¶ ( كان رجل ممن كان قبلكم يسيء الظن بعمله ، فقال لأهله: إذا أنا مت فخذوني فذروني في البحر في يوم صائف ن ففعلوا به ، فجمعه الله ثم قال: ما حملك على الذي صنعت ؟ قالك ما حملني عليه إلا مخافتك فغفر له )0 ¶ الحديث الثاني:",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "( أن النبي صلى الله عليه وسلم ذكر رجلاً فيمن كان سلف ـ أو قبلكم ـ آتاه الله مالاً وولداً ، يعني أعطاه ، قال: فلما حُضرَ قال لبنيه: أي أب كنت لكم ؟ قالوا: خير أب ، قال: فإنه لم يبتئر عند الله خيراً ـ فسرها قتادة: لم يدخر ـ وإن يقدم على الله يعذبه ، فانظروا ، فإذا مت فأحرقوني ، حتى إذا صرت فحماً فاسحقوني ـ أو قال: فاسهكوني ـ ثم إذا كان ريح عاصف فذروني فيها ، فأخذ مواثيقهم على ذلك وربي ، ففعلوا: فقال الله: كن ، فإذا رجل قائم ، ثم قال: أي عبدي ، ما حماك على ما فعلت ؟ قال: مخافتك ، أو فرقٌ منك ، فما تلافاه أن رحمه الله )0 ¶ فحدثت أبا عثمان فقال: سمعت سلمان ، غير أنه زاد ( فذروني في البحر ) أو كما حدث ، وقال معاذ: حدثنا شعبة عن قتادة سمعت أبا سعيد عن النبي صلى الله عليه وسلم0",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "هذا الحديث كالذي مضى فيه أن هذا الرجل من شدة خوفه من الله وصى أن يحرق ثم يذرى في اليم خوفاً من الله تعالى ، وهذا الرجل يُقال إنه فعل ذلك ظاناً أن الله لا يقدر عليه وأنه إذا فعل هذا نجا من العذاب ، فبعثه الله عز وجل وسأله لم فعلت ذلك ؟ فأخبره أنه فعل هذا خوفاً منه فغفر الله له ، ووجه أهل العلم هذا لأنه متأول ما قصد الشك في قدرة الله لكن ظن أن هذا ينجيه من عذاب الله0 وبنوا على ذلك أن كلمة الكفر إذا قالها الإنسان غير مريد لها فإنه لا يكفر بهذا وأيدوا قولهم بما ثبت في الصحيح من أن الله يفرح بتوبة عبده أشد فرحاً من رجل ضلت راحلته عنه فلما آيس منها اضطجع تحت الشجرة ينتظر الموت فإذا بخطام ناقته متعلقاً بغصن الشجرة فأخذ بخطامها وقال: اللهم أنت عبدي وأنا ربك ، أخطأ من شدة الفرح فلم يعاقبه الله على هذا الأمر ، وينبغي على ذلك أن كلمة الكفر لا بد أن يكون قائلها قاصداً وإذا قصدها كفراً ، سواء كان جاداً أم لاعباً لأنه لا فرق في كلمة الكفر بين المستهزئ وبين الجاد ـ الكلام على أنه يقصد معناها ـ بخلاف المتأول ، وفي هذا دليل على أن الخوف ينجي من عذاب الله وهو كذلك ، فإن الخوف من الله ينجي من عذاب الله ولكن قد يرد على هذا مثل قوله تعالى: { كمثل الشيطان إذ ال للإنسان اكفر فلما كفر قال إني بريء منك إني أخاف الله رب العالمين فكان عاقبتهما أنهما في النار خالدين فيها وذلك جزاء الظالمين } فهنا قال إني أخاف الله رب العالمين ، والجواب عن ذلك أن الشيطان لم يخف خوف تعظيم وإجلال ، وإنما هو خوف هلاك0 يعني خاف أن يهلكه الله لا إجلال لله عز وجل ، ولا تقرباً إليه بالخوف ولهذا لم ينفعه ، فخوف الشيطان من الله كخوف الإنسان من الأسد ، وخوف الإنسان من الأسد ليس خوف عبادة ولا تعظيم ولا إجلال0 ¶ س: بالنسبة لقول هارون لموسى: { إني خشيت أن تقول فرقت بين بني إسرائيل } هل هذا أشد من الخوف ؟",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "ج: نعم ، يكون معناه أن موسى لما جاء إلى هارون أخذ برأسه يجره وأخذ بلحيته أيضاً فكان موقفه من هارون موقف العزة والسلطة ، فلهذا قال هذا الكلام0 ¶ س: هل هذا الرجل مؤمن بالله ( موحد ) ؟ ¶ ج: نعم ، ما فعل هذا إلا لإيمانه بالله ، وإيقانه بأن الله سيعذبه لكن ظن أن هذا يحميه فأخطأ في هذا الظن0 ¶ س: قوله صلى الله عليه وسلم فجمعه الله هل هذا الجمع يوم القيامة ؟ ¶ ج: لا ، جمعه الله الآن ، يعني في ذلك الوقت حين ذروه في اليم جمعه الله وكلمه0 ¶ س: هل هذا ينافي الإيمان ؟ ¶ ج: لا ينافي الإيمان لأنه ظن أن هذا ينجيه من الله ، قد لا يكون في ذهنه تلك الساعة الشك في القدرة ، لكن ظن أن هذا ينجيه من الله وهو ما فعل لهذا العبد خوفه من الله0 ¶ 26-باب الانتهاء عن المعاصي ¶ الحديث الأول: ¶ ( مثلي ومثل ما بعثني الله كمثل رجلٍ أتى قوماً فقال: رأيت الجيش بعيني وإني أنا النذير العُريان ، افالنجاء النجاء ، فأطاعته طائفة فأدلجوا على مهلهم فنجوا ، وكذبته طائفة فصبحهم الجيش فاجتاحتهم )0",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "هذا فيه الانتهاء من المعاصي وأن الإنسان يجب أن يبادر ، والمعاصي جمع معصية وهي مخالفة الأمر إما بترك المأمور ، وإما بفعل المحذور ، والواجب على العبد أن يكون مستقيماً بهذا ولهذا فيقوم بالأوامر ويدع النواهي ، وضرب النبي صلى الله عليه وسلم مثلاً لما جاء به ولنفسه بمثل رجل أتى قوم فقال: رأيت الجيش بعيني وإنه أنا النذير العُريان ، قوله: رأيت بعيني هذا من باب التوكيد ، لأنه قال: رأيت فقط ، فقد يحتمل أن المعنى علمت من طريق لم أشاهد بعيني ، لكن لما قال: بعيني صار هذا من باب التوكيد مثل: { ولو نزلنا عليهم كتاباً في قرطاس فلمسوه بأيديهم } وقوله: أنا النذير العُريان: لأنه كلما اشتدت النذارة حصل هذا الأمر ، يعني أن من عادتهم عند العرب أن النذير إذا جاء يُنذر بقوم أحياناً يصبح بهم ويقول: العدو ؛ العدو ، وأحياناً مع الصياح والاستصراخ يتعرى ويخلع ثيابه لأنه يرى أن هذا أشد في استنهاض هممهم وطلب النجاة ، فالنجاة النجاة ، يعني الزموا النجاء ، يقول: فأطاعته طائفة فأدلجوا على مهلهم ، فنجوا وكذبته طائفة فصبحهم الجيش فاجتاحهم 00 الذين أطاعوه وصدقوه مشوا على مهل وسلموا والآخرون بقوا فاجتاحهم العدو0 ففي هذا دليل على أنه تجب المبادرة في طاعة الله ورسوله وأن من تأخر فإنه على خطر0 ¶ س: في الحديث السابق في قوله: وربي هذا قسم وجوابه لأفعلن كذا ؟ المعنى أن المواثيق مؤكدة بالقسم وربي لنوفين ، أو لتوفن أنتم ، وقوله: ( فما تلافاه ) هذا ما النافية يعني ما معنى وقت طويل إلا وقد رحمه0 ¶ س: ما قولك يا شيخ: إذا قال رجل سأفعل مثلما فعل ذلك الرجل ؟ ¶ ج: نقول له: إن هذا الرجل كان جاهلاً ، وأنت الآن عرفت أن الله قادر ، فلا يسوغ لك أن تفعل مثل ما فعل لأن الرسول حدثنا بأن الله جمعه وسأله وكان في الأول جاهل0 ¶ س: في رواية يا شيخ: ( فإن قدر الله علي ) لا تدل على أنه شك في القدر ؟",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "ج: لا ، ما يلزم أن يكون هذا التعليق يدل على الشك مثل { لئن أشركت ليحبطن عملك } هو خائف من هذا ، على كل حال المسألة محتملة أنه شك في قدرة الله لكن معناه أنه شك من الأصل عقيدته سليمة ، لكن ظن أن هذا ينجينا من عذاب الله وأن الله سبحانه وتعالى لن يفعل0 ¶ الحديث الثاني: ¶ ( إنما مثلي ومثل الناس ، كمثل رجل استوقد ناراً ، فلما أضاءت ما حوله جعل الفراش وهذه الدواب التي تقع في النار يقعن فيها ، فجعل الرجل يزعهن ويغلبنه فيقتحمن فيها ، فأنا آخذ بحجزكم عن النار وأنتم تقتحمون فيها )0",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "هذا أيضاً مثل ضربه النبي عليه الصلاة والسلام له مع أمته ، رجل استوقد ناراً فلما أضاءت ما حوله جعل الفراش وهذه الدواب التي تقع في النار يقمن فيها كما تشاهدون في البر إذا أوقدت ناراً صار الفراش وغيره من الحشرات يأتي ويقع ، يقول الرسول عليه الصلاة والسلام: فجعل يزعهن أن ينزعهن يعني يطردهن ولكن أبين إلا أن يقعن في النار ، فهذه حال الأمة بالنسبة لأوامر الرسول صلى الله عليه وسلم يقول: فأنا آخذ بحجزكم أي بما يحجزكم عن النار وهم يقتحمون فيها ، هذا أيضاً فيه أن يجب على الإنسان أن يعرف قدر ما أنعم الله به عليه من رسالة النبي صلى الله عليه وسلم وأنها منجا لكن لمن ؟ لمنا نجا بها ، يعني ابتعد عما حرم الله وأتى بما أوجب الله0 وفي هذا والذي قبل دليل على استعمال الأمثال الحسية لتقريب الأمور المعنوية ، وهذا كما هو طريق السنة فهو طريق القرآن أيضاً قال تعالى: { وتلك الأمثال نضربها للناس وما يعقلها إلا العالمون } وما أكثر الأمثال الواردة في القرآن الكريم لأنها تقرب المعنى فإن إدراك الإنسان للأمور المحسوسة أقرب من إدراك للأمور المعقولة فتضرب الأمثال من أجل تقريب المعقول ن وفيهما أيضاً دليل على ثبوت القياس وأنه دليل معتبر وكل مثل ضربه الله ورسوله فهو دليل على ثبوت القياس ، لأن المقصود بالمثل إلحاق المعقول بالمحسوس وهذا هو القياس ، القياس: إلحاق غير المنصوص عليه بالمنصوص عليه لعلة جامعة0 ¶ س: كيف الجمع بين الحديث الماضي وحديث أنا عند ظن عبدي بي ، كان يظن أن الله لن يغفر له ومع ذلك غفر الله له ؟ ¶ ج: هنا فرق بينهما هذا ظن أن الله لا يغفر له لتهمته نفسه ، أما الثاني فظن أن الله لا يغفر له ظن سوء بالله0 ¶ س: إذا قال الإنسان كلمة الكفر قاصداً يكفر بها يا شيخ ؟ الممثل في بعض الأفلام يقول كلمة الكفر وهو قاصدها ، وقد يسجد للصنم ؟",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "ج: هنا يحكي شخص ثاني ، مع أننا لا نرى جواز التمثيل بهذا ، جواز التمثيل بالكافر أو الفاسق ، نرى أنه ليس بالجائز ولكن لا يكفر ، يسجد للصنم يحكي شخص واحد لكن ما في نفسه تعظيم للصنم ، ونحن لا نرى هذا حتى وإن لم يسجد للصنم ، وذلك لأن الإنسان قد يشعر بقلبه أنه كفر فيستولي عليه هذا الشعور يوماً بعد يوم حتى يكون عقيدة ، ولأن الرجل ربما يُعيَّر بذلك فيلاقيه الناس فيقولون أنت فلان بن فلان ، أنت أبو جهل ، أنت أبو سفيان ، سمعنا بعضهم أنه يتمثل بالشيطان ! هذا أخبث وأخبث0 ¶ س: هذا الرجل لا يحمل أنه كان من توبة بني إسرائيل لأنهم كانوا يقتلون أنفسهم ؟ ! ¶ ج: لا ، أبداً هو خائف من الله ، ولهذا قال: إنما خفتك ، ما قال تبت إليك ، هذا مخافة من الله0 ¶ الحديث الثالث: ¶ ( المسلم من سلم المسلمون من لسانه ويده ، والمهاجر من هجر ما نهى الله عنه )0 ¶ ( المسلم من سلم 000 إلخ ، والمهاجر من هجر 000 إلخ ، هذا ليس على سبيل الحصر ، لكن المسلم في حقوق العباد فهو عام أُريد به الخاص ، أما المسلم على سبيل الإطلاق فهو من استسلم ظاهراً وباطناً ، لكن هنا المسلم باعتبار حقوق الآدميين ، من سلم المسلمون من لسانه ويده فذلك المسلم0 من لسانه: فلا يغتاب الناس ، ولا يسبهم ولا ينم ببعضهم إلى بعض0 ¶ ويده: لا يعتدي عليهم بضرب أو قتل أو جرح أو أخذ مال أو ما أشبه ذلك0 ¶ والمهاجر من هجر ما نهى الله عنه: هذا أيضاً عام أريد به الخاص يعني المهاجر إلى الله لا الهجرة التي هي الانتقال من بلد الشرك إلى بلد الإسلام ، لكن المهاجر إلى الله بعمله لا ببدنه ، هو من هجر ما نهى الله عنه سواء كان هذا المنهي عنه قولاً أو فعلاً ، وبهذا الحديث نعرف أن الإسلام وأن الهجرة تتنوع ولها معان متعددة يبينها السياق0 ¶ وقوله: من هجر ما نهى الله عنه ، إذا قال قائل: لم يذكر ما نهى عنه الرسول صلى الله عليه وسلم!",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "فالجواب: إن ما نهى عنه الرسول كالذي نهى عنه الله ، لأن الرسول رسول الله ولهذا قال تعالى: { من يُطع الرسول فقد أطاع الله )0 ¶ س: إذا قال الشخص بصيغة الإلقاء: قال الشيطان كذا ، أو قال ابو جهل كذا ؟ ¶ ج: بدون هيئة ما فيه شيء0 ¶ س: ما الفرق بين هذا الرجل الذي شك في قدرة الله ، وبين الذي يشك في عذاب القبر ، يعني لا يصدق بعذاب القبر ؟ ¶ ج: هذا لا يصح ، نقول تب إلى الله ، إذا بلغه النص كفر ، أما إذا لم يبلغه فإنه لا يكفر0 ¶ س: ما الفرق بينهم ؟ ¶ ج: أن هذا خائف من ذنوبه فظن أن هذا ينجيه ، مثل لو ظن إنسان أن حظيرة من القش تحميه من المدافع وهي لا تحميه ، هذا يتوهم الإنسان إن هذا الشيء ينجيه وأنه حاجز وحجاب بينه وبين هذا الشيء وهو ليس كذلك ، وإلا هو ما شك في القدر مطلقاً ، يعرف أن الله على كل شيء قدير0 ¶ س: بالنسبة لتمثيل شخص الرسول عليه الصلاة والسلام إذا مثله بالهيئة والحركات ؟ ¶ ج: فإنه ولكن إذا قال: فجاء النبي عليه الصلاة والسلام فقال كذا ، هذا ما فيه باس حكاية القول ليس بتمثيل0 ¶ 27-باب قول النبي صلى الله عليه وسلم: ¶ ( لو تعلمون ما أعلم لضحكتم قليلاً ولبكيتم كثيراً ) ¶ الحديث الأول: ¶ ( لو تعلمون ما أعلم لضحكتم قليلاً ولبكيتم كثيراً )0 ¶ الحديث الثاني: ¶ بنفس الصيغة000",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "هذا الحديث فيه تخويف الإنسان من العذاب ، وقول الرسول عليه الصلاة والسلام: ( لو تعلمون ما أعلم ) يعني من عظمة الله عز وجل لا من أحكامه ، لأن أحكامه التي علمها بينها النبي للناس ولم يجحد شيئاً منها ، لكن لو تعلمون ما أعلم من عظمة الله وقدرته التي لا يصل إليها إلا من كان على جانب كبير من العلم بالشرع ، لضحكتم قليلاً ولبكيتم كثيراً ، وذلك لهول ما يعلمه عليه الصلاة والسلام من عظمة الله ومما يخافه من عذاب يوم القيامة ، ولهذا يقولون: من كان بالله أعرف كان منه أخوف ، وكان النبي صلى الله عليه وسلم أشد الناس خوفاً من الله ، كان عليه الصلاة والسلام يقوم حتى تتورد قدماه ليكون عبداً شكوراً يؤدي شكر نعمة الله عليه ، كل هذا خوفاً من أن يكون من غير أهل الشكر0 ¶ س: يمكن يا شيخ قول الرسول: ( لو تعلمون ما أعلم ) أن النبي اطلع على النار وعلى العذاب فيها واطلع على الجنة ؟ من غير أحكام ، الأحكام لا بد أنه أخبرنا بها ، فهذا من عظمة الله وكذلك عذاب النار ويوم القيامة وما يتعلق بها0 ¶ سؤال غير واضح0 ¶ س: النبي صلى الله عليه وسلم لما أخبرنا أن التسبيح غرس الجنة ما يدل على أن الجنة خُلقت ؟ ¶ ج: يدل ولا شك ، لأن الجنة قيعان غراسها التسبيح والتهليل والتكبير ، وكل تسبيحة فيها شيء ، تتزايد بحسب أعمال العبد0 يعني للإنسان مكانه المعروف في الجنة كلما عمل عملاً صالحاً مما جاءت به السنة أنه يغرس له فيه شجر من الجنة غُرس له فيه0 ¶ 28-باب حُجِبَتْ النار بالشهوات ¶ الحديث الأول: ¶ ( حجبت النار بالشهوات ، وحجبت الجنة بالمكاره )0",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "حجبت هنا بمعنى: أحيطت ، يعني: النار محل ذوي الشهوات الذين ليس لهم همّ إلا اتباع شهواتهم ومن ذلك شهوة الزنى ، اللواط ، شرب الخمر ، السرقة ، العلو في الأرض ، الفساد فيها ، كل هذه شهوات فهذه التي أحيطت بها النار ، ولذلك أكثر من يدخل النار المترفون كما قال تعالى: { وأصحاب الشمال ما أصحاب الشمال في سموم وحميم وظل من يحموم لا بارد ولا كريم إنهم كانوا قبل ذلك مترفين }0 ¶ وقال تعالى: { وإذا أردنا أن نهلك قرية أمرنا مترفيها ففسقوا فيها فحق عليها القول فدمرناها تدميراً } فأصحاب الشهوات الشهوات هم الذين اقتحموا ما حُجبت النار به حتى دخلوها والعياذ بالله0 ¶ أما الجنة فبالعكس حُجبت بالمكاره ولأن عمل الخير مكروه للنفوس الأمارة بالسوء فتجد كثيراً من الناس عند عمل الخير يُرغم نفسه ويُكرهها على ذلك ولكن هذا يوصله إلى الجنة ومع هذا إذا تجاوز الإنسان هذه المكاره صارت بالنسبة إليه محابّ وصار لا يأنس إلا بهذه الأعمال كما قال النبي عليه الصلاة والسلام: ( جُعلت قرة عيني في الصلاة ) وقال بعض السلف: لو يعلم الملوك وأبناء الملوك ما نحن فيه لجالدونا عليه بالسيوف0 فالإنسان إذا اعتاد فعل الطاعة مع الإخلاص والمتابعة صارت الطاعة أحب شيء إليه ، لكنها في الأصل لا باعتبار كل شخص بعينه ، الأصل أنها مكاره ، من ذلك مثلاً ما قاله النبي عليه الصلاة والسلام فيما يرفع الله به الدرجات ويحط به الخطايا قال: إسباغ الوضوء على المكاره ، يعني: في السبرات في البرد يُسبغ الإنسان الوضوء مع أنه يكره إيذاءه بهذا الماء البارد ن لكنه يفعله ابتغاء وجه الله0 هذا من أسباب دخول الجنة0 كذلك الإنسان عندما يسافر للحج ، للجهاد ، هذا مكروهاً عنده ، لكنه كما قال تعالى: { وعسى أن تكرهوا شيئاً وهو خير لكم }0 ¶ 29-باب الجنة أقرب إلى أحدكم من شراك نعله ، والنار مثل ذلك0 ¶ الحديث الأول: ¶ ( الجنة أقرب إلى أحدكم من شراك نعله ، والنار مثل ذلك0",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "لما ذكر المؤلف رحمه الله في الباب الأول أن الجنة حفت بالمكاره والنار حفت بالشهوات ، بين أنها مع ذلك قريبة ، فهي أقرب للإنسان من شرك فعله ، وهذا يُضرب مثلاً للشيء القريب من الإنسان ، والنار مثل ذلك ، والغرض من الحديث الترغيب والترهيب ، الترغيب في الجنة ، وأنه الإنسان قد يدركها بأدنى عمل ، والترهيب من النار وهو أن الإنسان قد يستحقها بأدنى ، رُبَّ كلمة يصل بها الإنسان إلى أعلى عليين ، وكلمة ينزل بها إلى أسفل السافلين0 ¶ س: في الحديث السابق مصور صورتين مربعتين الأول كتب فيها المكاره ، والثاني كتب فيه الشهوات ما أدري مدى صحتها ؟ ¶ ج: ما أدري هذا للتقريب فقط0 ¶ الحديث الثاني: ¶ ( أصدق بيت قاله الشاعر: ألا كل شيء ما خلا الله باطل )0 ¶ هذه أصدق كلمة قالها الشاعر ، وفيه لفظ كما هنا بيت: ألا كل شيء ما خلا الله باطل ، كل شيء باطل سوى الله ، وهذا كقوله تعالى: { كل شيء هالك إلا وجهه } والمراد بالبطلان هنا: الذهاب ، الشيء الذاهب الضائع الذي لا فائدة منه إلا الله عز وجل فإنه حق ، وكذلك ما عُمل له فهو حق يبقى فإنه ثواب الآخرة وهو باق0 وفي الحديث هذا دليل على جواز الاستشهاد بالشعر لأن النبي صلى الله عليه وسلم استشهد به وفيه أيضاً دليل على قبول الحق ممن جاء به حتى وإن كان شاعراً أو كان فاسقاً أو غير ذلك ، وهو واضح وقد قال تعالى: { يا أيها الذين آمنوا إن جاءكم فاسق بنبأ فتبينوا } فإذا بان لنا أن خبره صحيح وجب علينا قبوله0 ¶ س: الأمراض تنقسم إلى قسمين: مرض شبهات ومرض شهوات ، هل الشبهات تدخل في الشهوات بهذا الحديث: ( وحفت النار بالشهوات ) ؟ ¶ ج: لا ، الشبهات قد يكون الإنسان معذوراً فيها لعدم علمه ، لكن الشهوة لا تكون إلا مع العلم فالشبهة قد يُعفى عنها0 ¶ الشريط السادس ¶ س: ما مناسبة الحديث الثاني: حديث ( ألا كل شيء ما خلا 000 ؟",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "فقرأ أحد الطلبة التنبيه الموجود في الباب تعليق الشيخ: بأنها قد تكون مناسبة لكنها خفية مثل ما قال المؤلف رحمه الله0 ¶ ثك ذكر أحد الطلبة قول القصطلاني وهو: ¶ ومطابقة الحديث للترجمة من حيث أن كل شيء ما خلا الله في الدنيا الذي لا يؤول إلى طاعة الله ولا يقرب منه إذا كان باطلاً ، ليكون الاشتغال به مبعداً من الجنة مع كونها أقرب إليه من شراك نعله ، والاشتغال بالأمور التي هي داخلة في أمر الله تعالى يكون مُبعداً من النار مع كونها أقرب إليه من شراك نعله قاله في عمدة القاري0 وقال: إنه من الفيض الإلهي الذي وقع في خاطري0 ¶ تعليق الشيخ: ـ ابن عثيمين ـ: على كل حال ما يُستبعد إنه لما ذكر ما يُرغب بالجنة ويُحذر من النار ، ذكر أن الذي يوصل إلى الجنة هز قصد الله عز وجل ، والذي يوصل إلى النار هو قصد ما سوى الله وهو الباطل يعني: لا يُستبعد أن البخاري رحمه الله فهم هذا الفهم ، فيكون المعنى أنه لما ذكر ما يُرغب في الجنة ويُرهب من النار ذكر السبب ، فما قُصد به الله فهو مما يُقرب إلى الجنة ، وما قُصد به الدنيا فهو مما يُقرب النار0 ¶ 30-باب لينظر إلى من هو أسفل منه ، ولا ينظر إلى من هو فوقه ¶ الحديث الأول: ¶ ( إذا نظر أحدكم إلى من فُضل عليه في المال والخَلق فلينظر إلى من هو أسفل منه ممن فُضل عليه ) ¶ في هذا الحديث فائدة تربوية وهي: أن الإنسان ينبغي له إذا نظر إلى الشيء أن ينظر إلى ضده ومقابله حتى يقابل هذا بهذا ، ولهذا له شواهد كثيرة في السنة ومنها قول النبي صلى الله عليه وسلم: ( ولا يفرك مؤمن مؤمنة ، إن كره منها خُلقاً رضي منها آخر ) فهكذا إذا رأيت من هو أعلى منك في المال والخَلق فإنك يجب أن تنظر إلى المقابل وهو من دونك حتى تعرف بذلك قدر نعمة الله سبحانه وتعالى0 ¶ س: في الحديث: ( 000 ألا كل شيء ما خلا 000 ) قول الشاعر: وكل نعيم لا محالة زائل ، هل هذا صحيح ؟",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "ج: لا ، غير صحيح ، إلا إذا أراد الشاعر نعيم الدنيا فصحيح ، ولعل هذا مراده ، وليس هناك مانع بأن يُطلق على الشطر بيتاً أو يسمي الشطر بيتاً0 ¶ 31-باب من هم بحسنة أو سيئة ¶ الحديث الأول: ¶ ( عن النبي صلى الله عليه وسلم فيما يروي عن ربه عز وجل قال: إن الله كتب الحسنات والسيئات ثم بين ذلك ، فمن هم بحسنة فلم يعملها كتبها الله له عنده حسنة كاملة ، فإن هم بها فعملها كتبها الله له عنده عشر حسنات إلى سبعمائة ضعف إلى أضعاف كثيرة ) ومن هم بسيئة فلم يعملها كتبها الله له عنده حسنة كاملة ، فإن هو هم بها فعملها كتبها الله له سيئة واحدة )0 ¶ قوله: ( من هم بحسنة أو سيئة ) الهم يطلق على مبادئ التفكير ويطلق على مناهي التفكير يعني: منتهاه وهذا الأخير هو المراد لأن الأول ليس فيه فعل من العبد وليس فيه عزم على شيء ، لكن من هم في أواخر الهم وهو العزم فهذا هو الذي يتنزل عليه الحديث0 ¶ يقول الرسول صلى الله عليه وسلم فيما يرويه عن ربه: ( إن الله كتب الحسنات والسيئات ثم بين ذلك )0 ¶ ( كتبها ) يحتمل أن يكون المعنى بينها ويحتمل أن يكون المراد كتب ثوابها ويؤيد هذا الاحتمال الثاني آخر الحديث حيث قال: ( ثم بين ذلك فمن هم بحسنة ) فقوله: ( فمن هم بحسنة فلم يعملها كتبها الله له عنده حسنة كاملة ) وذلك لأن مجرد الهم بالحسنة الذي هو العزم يعتبر حسنة لأنك إن لم تهم بها أهممت بسيئة أو بشيء لغو لا فائدة منه0 ¶ ( فإن هو هم بها فعملها كتبها الله له عنده عشر حسنات إلى سبعمائة ضعف إلى أضعاف كثيرة0 ¶ إذاً الحسنة لها مرتبتان: ¶ المرتبة الأولى: أنه يهم بها0 ¶ المرتبة الثانية: أن يهم بها ويعملها0",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "ويه مرتبة ثالثة: لم تُذكر هنا وهي: إذا هم بها وعزم عليها لكن عجز عنها ، أو فعلها ولم يدركها فهذا يُكتب له الأجر كاملاً ، أجر النية وأجر الفعل إذا كان قد شرع فيه ، لقوله تعالى: { ومن يخرج من بيته مهاجراً إلى الله ورسوله ثم يدركه الموت فقد وقع أجره على الله } ولأن النبي عليه الصلاة والسلام أخبر عن الرجل الفقير الذي ليس عنده مال حيث قال لرجل صالح ينفق المال في مراضي الله قال: ( لو أن لي مال فلان لعملت فيه عمل فلان ، قال: فهو بنيته فهما في الأجر سواء)0 ¶ 1-الهم المجرد يُعطى الإنسان عليه حسنة كاملة0 ¶ 2-إن هم ولكنه عجز ولا سيما بعد أن شرع في العمل فهو يُعطى الأجر كاملاً ( إذا شرع في العمل وعجز عن إتمامه ) إذا لم يشرع لكنه تمنى وهم مع العجز يُعطى أجر النية كاملة0 ¶ 3-إذا هم وعمل أُعطي الأجر كاملاً0 فهذه ثلاث مراتب0 ¶ قال: ( ومن هم بسيئة فلم يعملها كتبها الله له عنده حسنة كاملة ، فإن هو هم بها فعملها كتبها الله له سيئة واحدة )0 ¶ انظر ! الحسنة قال: كاملة ، والسيئة قال: واحدة ، حتى لا يتوهم أحد الزيادة0 ¶ طيب: سيئة إذا هم بها وعملها فلا يخلو من أحوال: ¶ الحالة الأولى: أن يكون عجز عنها فهذا يُكتب له وزرها ، وإن شرع فيها ثم عجز عنها صار أشد وأشد0 ¶ الحالة الثانية: أن يتركها لله فهذه 000 يؤجر عليها0 ¶ الحالة الثالثة: أن يتركها لعدم رغبته فيها فهذا لا يأثم ولا يؤجر ، ويكون تركها لعدم رغبته فيها بعد أن هم0 ¶ وهذا التقسيم اُخذ من أدلة أخرى غير المذكورة ، لأن قوله: ( ومن هم بسيئة فلم يعملها كتبها الله عنده حسنة كاملة ) في بعض ألفاظ الحديث في غير الصحيح ( لأنه إنما تركها من جرائي ـ أي من أجلي ـ ، وإن هم بها وعملها كتبها الله سيئة واحدة )0 ¶ سؤال: من هم بالصيام وصام فلما كان الظهر أفطر لا عجزاً عن الصيام ولا لعذر ، وإنما اشتهى الأكل فأفطر ، هل له من أجر ؟",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "الظاهر إن هذا أبطل صومه ، ما له أجر أبداً ، لأنه أفسد العمل بعد أن شرع فيه ، لأنه لولا أنه نفل لقلنا إنه يأثم ، ولهذا قال العلماء: يُكره أن يفطر الإنسان أو أن يترك الإنسان العبادة إذا شرع فيها ، وأعني بذلك النافلة إلا لغرض صحيح0 ¶ إفساد العمل له قيمته ، وليس بهين إفساد العمل0 ¶ س: قوله في الحديث: ( كتبها الله له ) هل معناه إن الله كاتب ؟ ¶ ج: يُحتمل أنها كتبها بيده ، يُحتمل أمر بكتابتها ، الظاهر يا شيخ ؟ الظاهر ليس بصريح ، لأن الله يقول: كتب في اللوح المحفوظ مقادير كل شيء مع أنه لم يكتب بيده ، أمر القلم فكتب ما نقول كتب بيده ، نقول: كَتَبَ مثل خَلَقَ ، خلق الله كل شيء هل خلقه بيده ؟ ما نقدر ، الشيء الذي ما صرح الله إنه فعله بيده ما نقول إنه بيده0 ¶ س: قوله تعالى: { ومن يرد فيه بإلحاد بظلم نذقه من عذاب أليم } الإرادة هنا تُحمل على ماذا ؟ تُحمل الإرادة هنا على خصوصية مكة ، لعظم الذنوب فيها ، صار الهم يعاقب عليه الإنسان إلا إذا تركه لله فإنه لا يأثم ، لكن مجرد الهم إذا لم يثني عزمه فإنه يعاقب بهذه العقوبة0 ¶ 32-باب ما يُتَّقى من محقرات الذنوب ¶ الحديث الأول: ¶ ( عن أنس رضي الله عنه أنه قال: إنكم لتعملون أعمالاً هي أدق في أعينكم من الشعر ، إن كنا لنعدها على عهد النبي صلى الله عليه وسلم من الموبقات ، قال أبو عبد الله: يعني بذلك المهلكات)0 ¶ هذا فيه ما يُتقى من محقرات الذنوب ، يعني ما يجب أن يتقه الإنسان من محقرات الذنوب ، الذنوب التي يحقرها ويقول هذه بسيطة { والله غفور رحيم } إياك أن تعوِّد نفسك على هذا ، الآن هذه المحقرات إذا اجتمعت صارت عظيمة ، إن الجبال من الحصى0",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "ثم هذه المحقرات إذا عوّد الإنسان نفسه عليها سهلت عليه الكبائر ولهذا قال العلماء: إن الصغائر بريد الكبائر ، وإن الكبائر بريد الكفر ، لأن الإنسان يرتقي ـ والعياذ بالله ـ مرحلة مرحلة حتى يصل إلى غاية المعصية ، فلا يجوز للإنسان أن يُحقِّر الذنوب ، لأن ذلك يضره في الحاضر والمستقبل0 ¶ ثم ذكر أثر أنس رضي الله عنه أن الناس في عهده يعملون أعمالاً يحقرونها ، ولكنهم يعدونها في عهد النبي صلى الله عليه وسلم من الموبقات ، أي أنهم يستعظمونها ، ويرون أنها مهلكة ، أما العصر الذي بلغه أنس وقد بلغ حوالي التسعين فإن الناس تغيروا ، حتى صارت الكلمات عندهم ليست بشيء ، يغتاب الإنسان وينم ولا يهمه شيء من ذلك ، ربما يسعر فتيل الفتنة بكلمة واحدة لا يراها شيئاً ، فلذلك حذر أنس رضي الله عنه من هذه المحقرات التي يحتقرها الإنسان ولكنها في عهد الصحابة من كبائر الذنوب0 ¶ س: بالنسبة لحديث: ( من هم بالسيئة 000 ) إذا هم الإنسان بسيئة وشرع فيها ولم يتمها خوفاً من الله عز وجل 000 فما من الأجر ؟ ¶ ج: يكون هذا الشخص تائب ، يثاب على أجر التوبة0 ¶ س: بعض الناس يترصد كلام طلبة العلم حتى إذا ما أخطأ نشر كلامهم الذي أخطأ به بين الناس 000 فما رأيك بهذا ؟ ¶ ج: هذا أيضاً من الشيء الذي يحقرها الإنسان وهي من المهلكات ، وقد ذكرنا أن غيبة ولاة الأمر من العلماء أو الأمراء أشد من غيبة غيرهم لأن غيبة الأمراء ـ ولاة الأمور ـ توجب أن يخف وزنهم عند الناس وطاعتهم ويخف التمرد عليهم ، وإذا عملوا أي عمل ولو كان خيراً مثل الشمس يراه الناس ليس فيه فضلاً لولاة الأمور ، والعلماء أشد أيضاً ، لأن الكلام في العلماء يؤدي أيضاً إلى حط رتبتهم وإلى عدم قبول ما جاءوا به من الشرع ، فيكون هذا الرجل متسبباً لرد الشرع الذي يأتي به هؤلاء العلماء ، فالمسألة خطيرة جداً ، يعني التعرض للعلماء والأمراء أعظم من التعرض لعامة الناس0",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "س: سئل الشيخ فأجاب: إذا رأيت شيئاً من العلماء أو من الأمراء مخالف للشرك في نظرك فليس مما يزيل هذا أن تتكلم فيهم في المجالس ، الذي يزيله أن تتصل بهم ، اكتب كتاب ، وإلا اتصل بمن يمكن أن يتصل بولاة الأمور بلِّغهُ ، أما أن تقعد في كل ربعة تتكلم كأنما وكلت أن تنشر معايبهم هذا خطأ يوجب التمرد عليهم0 ¶ السائل: هذا ليس سهلاً في كل الأمكنة ، في بعض البلدان يكون موضوع الاتصال بولاة الأمر موضوع عبث ، ما يمكن أن توصل رسالتك لولي الأمر0 ¶ الشيخ: ما يمكن أن تتصل بمن يتصل بولي الأمر ؟ ¶ السائل: أبداً ، حتى لو أن هذا الرجل الذي يمكن أن تتصل به له مكانة تقف عنده الرسالة ما تُرسل0 ¶ الشيخ: إذا تكلمنا بهم في المجالس وجعلناهم فاكهة المجالس ، ما الذي نستفيد ؟ ¶ السائل: أنا لا أقول: يسوغ هذا الأمر لكل واحد أن يقول ما شاء ، لكن بعض الدعاة يتكلم في هؤلاء الولاة0 ¶ الشيخ: والله ما أراه ، أنا أرى أن يتكلم الإنسان ـ لا بأس ـ عن الأشياء المنتشرة بين الناس يحذر منها ؟ ¶ أما الكلام في نفس ولي الأمر فهو صعب لا يخدم المصلحة0 ¶ السائل: إذا كان ولي الأمر حرب على الإسلام ؟ ¶ الشيخ: أي نعم إذا كان حرباً على الإسلام وكان الكلام فيه يجدي ، لكن الغالب أنه تكون المسألة عكسية ، الغالب أن الحكومة التي تبع هذا الشخص الذي تشير إليه تتبع الطيبين ، ماذا يقولون ثم تضيف إلى الحبة عشر حبات0 ¶ السائل: لو عاملني بهذا صار الحق مدفون ؟",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "الشيخ: لا ، أنا أبين الخطأ عموماً ، مثلاً: أقوم لا يجوز لنا أن نشاهد ما ينشر في التلفزيون ، أو ما يكتب في الصحافة مما يخالف الإسلام ، أو مما يوجب هدم الأخلاق ، وما أشبه ذلك ، لا بأس ، قُلْها بملء فمك ولا عليك ، وهذا واجب عليك ، لأن الخطأ في مثل هذا موجه لمن ؟ إلى عامة الناس ، لكن مثلاً: سآتي بوزير الإعلام وأقول مثلاً: هذا الرجل الغاش الخائن لأمانته المجرم وما أشبه ذلك ، هذا ما فيه فائدة ، إلا لو فرضنا أننا قلنا مثل هذا ، قلنا بصدق وكان سبباً لإبعاده عن الحكومة صح ، يمكن أن نقول هكذا0 ¶ 33-باب الأعمال بالخواتيم ، وما يُخاف منها ¶ الحديث الأول: ¶ ( نظر النبي صلى الله عليه وسلم إلى رجل يُقاتل المشركين ـ وكان من أعظم المسلمين غناء عنهم ـ فقال: من أحب أن ينظر إلى رجل من أهل النار فلينظر إلى هذا ، فتتبعه رجل ، فلم يزل على ذلك حتى جُرح ، فاستعجل الموت فقال بذبابة سيفه فوضعه بين ثدييه فتحامل عليه حتى خرج من بين كتفيه ، فقال النبي صلى الله عليه وسلم: ( إن العبد ليعمل ـ فيما يرى الناس ـ عمل أهل الجنة ، وإنه لمن أهل النار ، ويعمل ـ فيما يرى الناس ـ عمل أهل النار وهو من أهل الجنة ، وإنما الأعمال بخواتيمها )0 ¶ قال المؤلف رحمه الله: الأعمال بالخواتيم وما يخاف منها ، أي من الخواتيم ، الأعمال في الحقيقة بالخواتيم كما قال المؤلف رحمه الله وذلك أن الإنسان ربما يعمل العمل من عمل أهل الجنة ولكنه من أهل النار أو بالعكس فلهذا يجب أن يحذر الإنسان من هذا وأن يخاف0",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "ثم ذكر قصة هذا الرجل وكان هذا الرجل شجاعاً مقداماً لا يدع شاذة ولا فاذة للعدو إلا قضى عليها ، فقال النبي عليه الصلاة والسلام ذات يوم: ( من أحب أن ينظر إلى رجل من أهل النار فلينظر إلى هذا فشق على الصحابة وعظم عليهم وقالوا: كيف يكون هذا الرجل من أهل النار وهو بهذه المثابة فقال رجل: والله لألزمنه ، يعني: أتبعه حتى أنظر ما خاتمته ، فحصل ما ذكر هنا ، لما جُرح استعجل الموت وكأنه لشجاعته وإقدامه قال: لماذا أُجرح وأنا بهذه المثابة ، شجاع ، مقدام ، فاستعجل الموت والعياذ بالله ، فأخذ بذبابة سيفه فوضعه بين ثدييه واتكأ عليه ـ تحامل عليه ـ حتى خرج من بين كتفيه ومات ، فقال عليه الصلاة والسلام: ( إن العبد ليعمل فيما يرى الناس عمل أهل الجنة وإنه لمن أهل النار ) ـ أعوذ بالله ـ ( فيما يرى الناس ) يعني ويكون ما في باطنه مخالفاً شراً وفاسداً ، وكذلك يعمل فيما يرى الناس عمل أهل النار وهو من أهل الجنة ، وإنما الأعمال بالخواتيم ، قد يكون هذا الرجل يعمل بعمل أهل النار فيما يرى الناس ثم يمنّ الله عليه بالهداية ويهتدي ويختم له بحسن الخاتمة ، نسأل الله أن يحسن لنا جميعاً الخاتمة0 ¶ 34-باب العزلة راحة من خُلاَّط السوء ¶ الحديث الأول: ¶ ( جاء أعرابي إلى النبي صلى الله عليه وسلم فقال له: يا رسول الله أي الناس خير ، قال: رجل جاهد بنفسه وماله ، ورجل في شِعب من الشعاب يعبد ربه ويدعُ الناس من شره )0 ¶ المؤلف رحمه الله يقول: العزلة راحة من خلاّط السوء ، وصدق رحمه الله فإن العزلة راحة إذا لم يكن إلا اختلاط مع أهل السوء ولا شك أن الراحة خير من التعب لا سيما التعب فيما لا يرضي الله عز وجل0 ¶ وقد اختلف العلماء رحمهم الله أيهما أفضل العزلة أو الاختلاط بالناس ؟ ¶ فقال بعض العلماء: إن العزلة أفضل لأنها أسلم لدين المرء0",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "وقال بعض العلماء: بل الاختلاط بالناس أفضل لما يُتوقع من أمر بمعروف ونهي عن منكر ودعوة غلى الخير 000 وغير ذلك0 ¶ والصحيح: أن الاختلاط بالناس أفضل لأن النبي صلى الله عليه وسلم قال: ( المؤمن الذي يخالط الناس ، ويصبر على أذاهم ، خير من الذي لا يخالط الناس ولا يصبر على أذاهم ، إلا إذا كان في الاختلاط شر على المرء في دينه فحينئذٍ تكون العزلة خيراً لكنها مؤقتة ، بمعنى: أنه إذا زالت الموانع اختلط بالناس ، لأن الاختلاط بالناس فيه خير ، دعوة للخير ، أمر بمعروف ، نهي عن منكر ، معرفة لأحوال الناس ، ءأتناس بهم ، إلى غير ذلك من المصالح الكثيرة ، والعزلة ينطوي الإنسان على نفسه ، وربما ينفتح عليه في هذه العزلة أبواب لا يستطيع سدها من الوساوس والتفكيرات السيئة حتى يذهب بذلك دينه ودنياه ، ولهذا قيدها البخاري رحمه الله قال: راحة من خُلاّط السوء ن يعني: لا مطلقاً ، وقول من قال: إن العزلة أسلم ، فيه نظر ، لأن كثيراً من الناس يبنون السلامة على التخلي عن الشيء ، وهذا خطأ ، فالتخلي عن الشيء قد لا يكون سلامة ، لأنه إذا وجب عليك الخروج للناس والدعوة إلى الخير والأمر بالمعروف والنهي عن المنكر لم تكن العزلة سلامة ، بل تكون العزلة ندامة ومسؤولية وإضاعة ، فالتخلي عن الشيء ليس سلامة على كل حال ، بل قد يكون فيه الندامة والملامة0 ¶ ثم ذكر هذا الحديث واضطراب لا يضر ، إنما سئل النبي صلى الله عليه وسلم: أي الناس خير ؟ قال: ( رجل جاهد بنفسه وماله ) فهذا خير الناس ، لأنه ركب ذروة سنام الإسلام كما قال النبي عليه الصلاة والسلام: ( ذروة سنامه الجهاد في سبيل الله0",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "والثاني: ( رجل في شِعب من الشعاب يعبد ربه ويدع الناس من شره )0 وهذا في حال الفتن وجال الشر باختلاط الناس ، فتكون العزلة في شِعب من الشعاب خير من الاختلاط بالناس لما في الاختلاط من الفتنة والشر ، فالجهاد في حال مشروعيته وجوباً أو استحباباً خيرٌ من العزلة ، والعزلة في حالة الفتنة خير من الاختلاط ، فعلى هذا يكون هذا الحديث مقيداً ، أعني إطلاق قوله: في شِعب من الشعاب ( رجل في شِعب من الشعاب يعبد ربه ويدع الناس من شره ) هذا مقيد بما إذا ذكرت الفتن ، ولعله يُفسره ما رُوي عن النبي صلى الله عليه وسلم في قوله: ( إذا رأيت شحاً مطاعاً وهوى متبعاً ودنيا مؤثرة ، وإعجاب كل ذي رأي برأيه فعليك بخاصة نفسك ودع عنك أمر العوام )0 ¶ سؤال: رجل لا يخرج إلا لصلاة الجماعة ثم يُغلق على نفسه في بيته هل هذا العمل يسمى عزلة ؟ وإن صادف أحد في الطريق وسلّم عليه ثم أغلق على نفسه في بيته هل هذا أيضاً يُسمى عزلة ؟ ¶ ج: نعم ، هذه عزلة ، لكنها ليست العزلة المطلقة التامة لأنه لا بد أن يختلط مع الناس0 ¶ وفي الشق الثاني من السؤال فيها نوع اختلاط لكنها ليست الخلطة التامة ولهذا يقول مثل هذا الرجل إنه معتزل من بيته للمسجد دائماً يتحدثون بهذا الحديث0 ¶ سؤال: قول الرسول صلى الله عليه وسلم: ( المؤمن الذي يُخالط الناس ويصبر على أذاهم خير من المؤمن الذي لا يخالط الناس ولا يصبر على أذاهم ) ألا يدل على أن الأمر بالمعروف والنهي عن المنكر فرض كفاية ؟ ¶ ج: نعم ، فرض كفاية ، إلا إذا لم يقم به أحد صار فرض عين0",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "سئل الشيخ فأجاب: إذا كان الإنسان لا يؤثر على المجتمع بالتوجيه السليم فقد يكون اعتزاله خير ن أما إذا كان يستطيع أن يؤثر فاختلاطه بالناس وبيانه للواقع والحق أحسن ، لأن الناس في حال الفتن يموجون كأمواج البحر ، خذا مُقبل وهذا مُدير ، ولا عندهم أحد يوجههم ، فالناس يختلفون ، إذا كان هذا الرجل له تأثير وهو قدوة عند الناس فلا ينبغي أن يعتزل ، يتكلم بما يرى أنه حق0 ¶ الحديث الثاني: ¶ ( يأتي على الناس زمان خير مال الرجل المسلم الغنم يتبع بها شعف الجبال ومواقع القطر ، يفر بدينه من الفتن )0 ¶ ما أخبر به النبي عليه الصلاة والسلام سيقع ( يأتي على الناس زمان خير مال الرجل المسلم الغنم يتبع بها شعف الجبال ، ومواقع القطر ـ يعني مواقع الأمطار كالأودية ـ يفر بدينه من الفتن )0 وهذا خير مال الإنسان ، أنه يسلم به دينك من الفتن ، وهذا وأمثاله من الأحاديث التي لا ينبغي أن نطبقه على قضية معينة حتى تتم هذه القضية وتكون مطابقة تماماً لما جاء في الحديث ، ثم إذا وقعت القضية مطابقة تماماً لما جاء بالحديث ، فهل نقول: إنها انتهت ولن تعود ؟ أو نقول ربما تعود ؟ ففي صدر الإسلام حصل فتن عظيمة من الخوارج وغير الخوارج ، وفي ذلك الوقت قد يكون خير مال المسلم غنماً يتبع بها شعف الجبال ، فهل نقول: انقضت أو ربما تعود ؟ نقول: ربما تعود ، ربما يأتي على الناس زمان يكون فيه ما ذكره الرسول عليه الصلاة والسلام ، 000 ثم يعود وينقطع 000 المهم أن الرسول عليه الصلاة والسلام يقول: ( يوشك أن يكون هذا خير مال المسلم )0 ¶ سؤال: في الحديث ما يدل على عدم وجوب صلاة الجماعة إذا اعتزل في الشعاب ؟",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "ج: إذا كان بعيداً عن المسجد ما يجب عليه ، الإنسان الراعي ـ راعي الغنم ـ نقول له: لازم أن تأتي من المرعى لتصلي مع الجماعة ؟ ! ما يجب هذا ، حتى لو بالسيارة ، حتى الإنسان إذا صار يخرج من البلد لا فراراً من وجوب الصلاة مع الجماعة له ذلك ، حتى بالأمور المباحة ، أليس الإنسان الذي يسافر في رمضان يفطر ؟ لا نقول لا تسافر في رمضان لأنك إذا سافرت لم تصم0 ¶ سؤال: ما معنى الاختلاط ؟ هل يزور الناس أو يتحدث إليهم أو ماذا ؟ ¶ ج: معناه أن يغشاهم في مجالسهم ويدعوهم لبيته أو يجيب دعوتهم ، يتكلم معهم حتى في المسجد وفي الطريق 000 ¶ سئل الشيخ فأجاب: الاعتكاف في المسجد في العشر الأواخر من رمضان ؟ وسئل أيضاً أين مكان الاعتزال ؟ يمكن في المسجد أو في البيت أو في البر عند الغنم0 ¶ 35-باب رفع الأمانة ¶ الحديث الأول: ¶ ( إذا ضُيّعت الأمانة فانتظر الساعة قال: كيف إضاعتها يا رسول الله ؟ قال: إذا أُسند الأمر إلى غير أهله فانتظر الساعة )0",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "المراد بالساعة هنا يُحتمل أن تكون ساعة يوم القيامة ، ويُحتمل أن تكون ساعة الهلاك0 يعني: أن الأمة تهلك إذا ضُيّعت الأمانة ، وإن كانت الساعة لم تأتي بعد ، فالاحتمالان واردان ، والمهم أن في الحديث دليلاً على أن الأمة في آخر الزمان سوف تفسد بتضييع الأمانة وذلك إذا أسند الأمر إلى غير أهله في الولاية العامة والخاصة ، إذ أسند إلى غير أهله فأتت الساعة ، مثلاً: إذا أسندت الإمرة إلى شخص إلى شخص بعيد عن الدين لا يقيم الحدود ويحابي القريب ، ويحابي الغني ، ويضغط على الضعيف وما أشبه ذلك ، هذا ليس أهلاً للإمارة ، إذا أسند إليه ننتظر الساعة ، وزير يقود الأمة إلى الشر وفساد الأخلاق وانحلال الأمة هذا غير أهل ، فإذا أُسند إليه الأمر فانتظر الساعة ، رئيس لا بحكم بكتاب الله ، ولا سنة رسوله عليه الصلاة والسلام يُسند إليه أمر المسلمين ، هذا أيضاً غير أهل ، فإذا أُسند الأمر إليه فانتظر الساعة ، مدير مثلاً: أُسند إليه الأمر لكن لا يُحسن الإدارة لا فنياً ولا تربوياً لكنه قريب للوزير أو معرفة للوزير أو ما أشبه ذلك فأسند إليه الإدارة ، نقول هذا أيضاً من إضاعة المال ، بل إن النبي عليه الصلاة والسلام أخبر: ( أن الرجل إذا ولى شخصاً على أحد وفيهم من هو خير منه فقد خان الله ورسوله والمؤمنين ، إذا طبقت هذا الأمر على واقعنا اليوم وجدت أن الأمانة قد ضُيّعت تماماً إلا أن يشاء الله ، وأن الأمر مُسند إلى غير أهله يُحابي القريب ، يُحابي الصديق ، يُحابي الوجيه ، وهذه مشكلة ، ولهذا نقول: الآن نحن منتظرون للساعة إما ساعة الهلاك وإما ساعة القيامة التي تقوم ، لأن الرسول صلى الله عليه وسلم جعله شرطاً ومشروطاً ، الشرط: تضييع الأمانة ، المشروط: الساعة0 ¶ 1-قول ابن حجر في الفتح0 ... ... 2-قول القسطلاني0",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "1-قوله: ( إذا ضيعت الأمانة ) هذا جواب الأعرابي الذي سأل عن قيام الساعة وهو القائل كيف إضاعتها ، قوله: ( إذا أُسند ) قال الكرماني: أجاب عن كيفية الإضاعة بما يدل على الزمان لأنه يتضمن الجواب ، لأنه يلزم منه بيان أن كيفيتها هي الإسناد المذكور ، وقد تقدم هناك بلفظ وُسِّد مع شرحه ، والمراد من ( الأمر ) جنس الأمور التي تتعلق بالدين: كالخلافة ، والإمامة ، والقضاء ، والإفتاء ، وغير ذلك ، وقوله: ( إلى غير أهله ) قال الكرماني: أتى بكلمة ( إلى ) بدل اللام ليدل على تضمين معنى الإسناد0 قوله: ( فانتظر الساعة ) الفاء: للتفريع ، أو جواب شرط محذوف ، أي إذا كان الأمر كذلك فانتظر ، قال ابن بطال: معنى: ( أُسند الأمر إلى غير أهله ) أن الأئمة قد ائتمنهم الله على عباده ، وفرض عليهم النصيحة لهم ، فينبغي لهم تولية أهل الدين ، فإذا قلدوا غير أهل الدين فقد ضيعوا الأمانة التي قلدهم الله تعالى إياها0 ¶ 2-قوله: ( إذا وسد ) أي أسند وأصله من الوسادة وكان من شأن الأمير عندهم إذا جلس أن تثني تحته وسادة ، فقوله ( وسد أي جعل له غير أهله وساد فتكون إلى بمعنى اللام وأتى بها ليدل على تضمين معنى أسند0 ولفظ محمد بن سنان في الرقاق: إذا أسند وكذا رواه يونس بن محمد وغيره من فُليح ، ومناسبة هذا المتن لكتاب العلم أن إسناد الأمر إلى غير أهله إنما يكون عند غلبة الجهل ورفع العلم ، وذلك من جملة الأشراط ، ومقتضاه أن العلم ما دام قائماً ، ففي الأمر فسحة ، وكأن المصنف أشار إلى أن العلم إنما يؤخذ عن الأكابر تلميحاً لما روي عن أبي أمية الجمحي أن رسول الله صلى الله عليه وسلم قال: ( من أشراط الساعة أن يُلتمس العلم عند الأصاغر )0 ¶ سؤال: ( إذا أسند ) الفاعل من ؟ الفاعل ولي الأمر0 ¶ سؤال: إذا كان الناس غير راضين بمن ولوا ؟ ما يطاعون ، يطالبون بأن يزال لكن قد يطاعون وقد لا يطاعون0 ¶ ( الوجه الثاني )000",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "سؤال: إذا كان الناس غير راضين هل يقع الشر هذا ؟ نعم0 ¶ سؤال: إذا ضيعت الأمانة ، والساعة تحتمل أنها ساعة الهلاك كيف ندفعها وبماذا ؟ ¶ بالصلح ، كل شيء له سبب يندفع بدفع سببه ولهذا أشار الله عز وجل إلى هذا بقوله: { ولقد أخذناهم بالعذاب فما استكانوا لربهم وما يتضرعون } فتدل الآية على أنهم لو استكانوا لربهم وتضرعوا لَرَفع عنهم لكنه قال: { 000 فما استكانوا لربهم وما يتضرعون حتى إذا فتحنا عليهم باباً ذا عذاب شديد ـ أشد من الأول ـ إذا هم مبلسون } آيسون من كل وجه0 نسأل الله العافية0 ¶ الحديث الثاني: ¶ ( حدثنا رسول الله صلى الله عليه وسلم حديثين رأيت أحدهما وأنا أنتظر الآخر ، حدثنا أن الأمانة نزلت في جذر قلوب الرجال ، ثم علموا من القرآن ثم علموا من السنة ، وحدثنا عن رفعها ، قال: ينام الرجل النومة فتُقبض الأمانة من قلبه ، فيظل أثرها مثل أثر الوكت ، ثم ينام النومة فتُقبض فيبقى اثرها مثل المجل كجمر دحرجته على رجلك فتنفط ، فتراه منتبراً وليس فيه شيء0 فيصبح الناس يتبايعون ، فلا يكاد أحدهم يؤدي الأمانة ، فيقال: إن في بني فلان رجلاً أميناً ، ويقال للرجل ما أعقله ، وما أظرفه وما أجلده ، وما في قلبه مثقال حبة خردل من إيمان ، ولقد أتى علىَّ زمان وما أبالي أيكم بايعت لئن كان مسلماً رده عليَّ الإسلام ، وإن كان نصرانياً رده عليَّ صاعيه ، فأما اليوم فما كنت أبايع إلا فلاناً وفلاناً )0 ¶ جذر قلوب الرجال: الجذر الأصل من كل شيء0 والوكت: أثر الشيء اليسير منه0 ¶ المجل: أثر العمل في الكف إذا غَلُظَ0 ¶ هذا أيضاً من جنس الأول ـ أي الحديث ـ يقول: إن الرسول صلى الله عليه وسلم حدثهم حديثين ، رأيت أدهما ، وأنا أنتظر الآخر ، الأول: أن الأمانة نزلت في جذور قلوب الرجال ، الجذر والجذم أيضاً يعني الأصل ، أصل الشيء ، ونزلت الأمانة بناءً على الفطرة التي فطر الناس عليها0",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "( ثم علموا من القرآن ) وهذا تغذية للفطرة ، ( ثم علموا من السنة ) وفي هذا إشارة إلى أن التعليم من القرآن مقدم على التعلم من السنة ، خلافاً لما سلكه بعض الناس اليوم من العناية التامة بالسنة وهم لا يعرفون من القرآن شيئاً حتى إنك تسألهم عن أدنى آية من كتاب الله لا يعرفونها ، بينما هم في الحديث أجلة وعلماء ، لكنهم في علم التفسير وعلم القرآن ضعاف ، وهذا لا شك أنه نقص ، والواجب تقديم القرآن ثم السنة ، ولكن ليس معنى قولنا إن الواجب تقديم القرآن أن ندع السنة ، لكن تجعل اهتمامك أكثر في تعلم القرآن ثم بعد ذلك تعلم من السنة ، ولهذا قال: ( علموا من القرآن ثم علموا من السنة ) يقول: ( وحدثنا عن رفعها ) من ؟ الرسول صلى الله عليه وسلم0 ¶ قال: ( ينام الرجل النومة فتُقبض الأمانة من قلبه ) ـ نسأل الله أن يثبتنا وإياكم ـ ينام النومة في ليل أو نهار على أنه أمين فإذا استيقظ وإذا الأمانة منزوعة من قلبه ، ولهذا يُشرع للإنسان أن ينام على ذكر ، وأن يستيقظ على ذكر ، وما أجدر بنا أن نعلم أذكار النوم ، وأذكار الاستيقاظ حتى ننام على ذكر ونقوم على ذكر ، لكن الذي لا ينام على ذكر يُخشى أن تنزع الأمانة من قلبه ، إذا استيقظ وإذا هي غير موجودة ، والإنسان يحمد الله على نعمته ويسأله الثبات ، لأن القلب بين إصبعين من أصابع الله عز وجل يصرفه كيف يشاء0 ¶ ( فيظل أثرها مثل الوكت ) الوكت: الأثر اليسير ، يعني مثل لو أن شرارة سقطت على جلدك صار لها اثر ، لكن ليس بذاك الثر القوي0 ¶ ( ثم ينام النومة فتقبض ـ الأمانة من قلبه ـ فيبقى أثرها مثل المجل ) ففسره بقوله: ( كجمر دحرجته على رجلك فَنَفِط ، فتراه منتبراً وليس فيه شيء ) لهذا أيضاً أشد من الأول ، إذا سقطت جمرة على رجلك انتبرت ولكن ما فيها شيء ، هكذا إذا نزعت الأمانة النزعة الثانية0",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "ويقول: ( فيصبح الناس يتبايعون فلا يكاد أحد يؤدي الأمانة ) حتى في البيع الذي هو جارٍ في حياتهم صباحاً ومساءاً ، لا تكاد تجد أحداً يقوم فيه بالأمانة ، غش ، كذب ، خداع ، مكر ، وهلم جرا ، هذا إذا طبقته على حاضرنا اليوم وجدت أنه منطبق على كثير من الباعة ، كثير من الباعة يلعب ، يغش ويكذب ، ويخدع ويخون ، المهم أن يجد كسباً ولو عن طريق محرم0 ¶ ( فلا يكاد أحدهم يؤدي الأمانة فيقال: إن في بني فلان رجلاً أميناً ) قبيلة ما فيها إلا رجلاً واحداً أمين0 ( ويقال للرجل ـ وهذه الأخيرة أطم ـ: ما أعقله وما أظرفه وما أجلده ، وما في قلبه مثقال حبة خردل من إيمان ) يعني هو فيما يبدي للناس ومعاملته للناس جيد ، لكن ما عنده إيمان ـ والعياذ بالله ـ مثقال حبة خردل وهذا مما يضرب فيه المثل في القلة0 ¶ ثم قال: رضي الله عنه: ( ولقد أتى عليَّ زمان وما أبالي أيكم بايعت لئن كان مسلماً رده عليّ الإسلام ، وإن كان نصرانياً رده عليّ ساعيه ، فأما اليوم فما كنت أبايع إلا فلاناً وفلاناً ) المعنى أنه يقول: إن اليوم نزعت الأمانة ، فلا أكاد أرى أحداً يصلح للمبايعة إلا فلاناً وفلاناً0 إذاً المبايعة هنا ليست مبايعة الولاية المبايعة من البيع والشراء ، والمسلم يبايع المسلم ويبايع النصراني ويبايع اليهودي ، يعامل كل منهم0 ¶ وقوله: ( رد عليه ساعيه ) واضح ن يعنيك لو بايعت نصرانياً فإن الذي يتولى أموره سوف يرده عليه بمعنى أنه لا يمكنه من الخيانة يرد الأمانة ( أما الآن فلا أبايع إلا فلاناً وفلاناً ) معنى لا أبايع: المبايعة في البيع والشراء0 ¶ س: سؤال في الحديث ( إذا ضيعت الأمانة ) هل المقصود بها الرفع أو أن الناس يضيعونها ؟ ¶ ج: المقصود بها أن الناس يضيعونها0 ¶ س: ما هي علاقة الحديث الأول بالباب ؟ ¶ ج: لأنهم إذا ضيعوها رفعوها ، ارتفعت0",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "سؤال: قول الرسول صلى الله عليه وسلم: ( من أشراط الساعة أن يلتمس العلم عند الأصاغر ) ما المقصود بالأصاغر هنا ؟ هل هو أصاغر العلم ، أو أصاغر في السن ؟ ¶ ج: كلها لأن الأصاغر في العلم ما عندهم علم كامل ، والأصاغر في السن ما عندهم تجربة ، والعلم كما تعلمون: رفع الجهل ، والتربية من السفه ، لهذا يقال: علماء ربانيون ، ما كل علم يكون مربياً ، بعض العلماء على العكس ، يفرح إذا وجد حيلة من الحيل يدل الناس عليها ليسقط بذلك فريضة من فرائض الله ، أو تنتهك حرمات من محارم الله ، فليس كل عالم يكون مفيداً للخلق ، فالمراد بالصغار يحتمل معنيين: صغار العلم ، وصغار السن0 أما صغار العلم: فجهلهم0 وأما صغار السن: لعدم تربيتهم لأنه ما عندهم تجارب ، ولهذا حذر النبي صلى الله عليه وسلم من حدثاء الأسنان ، لأن حدثاء الأسنان ما عندهم دراية وتجربة في الأمور ، تجد عندهم إقدام في غير موضع الإقدام ، إحجام في غير موضع الإحجام0 ما عندهم تركيز0 ¶ سئل الشيخ فأجاب: قد يكون المراد بإتيان الساعة بأشراطها التي تسبقها ، الأشراط المباشرة ، أشراط الساعة الكبار تأتيك كعقد انفرط سلكه ، يعني: تأتي متتابعة سريعة الدجال يبقى أربعين يوماً ، ثم ينزل عيسى ، ثم يأتي بعد ذلك يأجوج ومأجوج بسرعة0 ¶ الحديث الثالث: ¶ ( إنما الناس كالإبل المائة لا تكاد تجد فيها راحلة )0",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "هذا الحديث شرحه شيخنا رحمه الله ـ الشيخ عبد الرحمن السعدي ـ في الأحاديث التسع والتسعين والحقيقة أن الواقع يشهد له ، الناس كالإبل المائة ، واحد عنده مائة بعير يريد راحلة هينة لينة إملاجة سهلة المشي يركب واحدة فإذا هي تغير به ، الثانية صعبة ، الثالثة حرون ، الرابعة رغاءة ، وهكذا يحوم عل المائة ما يجد فيها راحلة واحدة لماذا ؟ لأنها كلها ما تصلح للركوب ، هكذا الناس أيضاً ، الآن لو أن أحداً شغر منصبه ولا سيما من المناصب الدينية ، لبقيت مدة تطلب أحداً ما تجد أحداً يقوم بالكفاية ن فهذا المثل منطبق تماماً على الأمة في هذا العصر ، لا تكاد تجد راحلة في مائة واحد ، لو قدرنا هذا الشعب (20) مليون ما تجد فيهم (200) رجل على ما تريد من الصلاح 000 ¶ سئل الشيخ فأجاب: كلام الرسول عليه الصلاة والسلام واحد ، فإذا قال: ( إذا أسند الأمر إلى غير أهله فانتظر الساعة ) ما يحتاج إلى تقدير الشرط أبداً ، أما إذا كان إسناد الأمر إلى غير أهله ليس موجوداً عند كلام الرسول صلى الله عليه وسلم هذا صحيح ، لكن ما احتاج إليه ما دام قال: إذا أسند ، أنا أعرف متى رأيته أسند إلى غير أهله انتظرت الساعة0 ¶ سؤال: في الحديث: ( أن الأمانة نزلت في جذر قلوب الرجال 000 ) معنى هذا: أن النساء ما فيهم أمانة ؟ لا ، هذا كثير ما يأتي التعبير بذكر الرجال دون النساء ، ويكون الحكم شامل ، للرجال والنساء 000 فإذا ذكر الرجال والنساء تعين الرجال للذكور والنساء للإناث ، لكن إذا أطلق الرجال فهو من باب التغليب0 ¶ سؤال: هل تقصير العلماء من تضييع الأمانة ؟ ¶ ج: نستطيع أن نقول: إن تقصير العلماء من إضاعة الأمانة ، لأن العلماء في أعناقهم عهد من الله عز وجل أن يبينوا العلم للناس ولا يكتمونه ، فإذا ضيعوا هذا وكتموه لا شك أن هذا من تضييع الأمانة0 ¶ 36-باب الرياء والسمعة ¶ الحديث الأول: ¶ ( من سمَّع سمَّع الله به ، ومن يرائي يرائي الله به )0",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "السندان المتحول إليه وعنه ماذا بينهما ؟ مسدد0 ¶ الأول: في علوه نزول ، والثاني: أعلى ، لكن يمتاز الأول بالتصريح بالتحديث من سفيان ، وسفيان من الذين يعنعنون أحياناً: ( يدلسون )0 والثاني: أرفع سنداً ، لكن فيه هذا الخلل ، وهو مسألة العنعنة ، وهذا في الحقيقة مما يدل على أن البخاري رحمه الله إمام في علم الحديث ، يعني لما رأى أن السند ما فيه أي ضعف من حيث الإسناد ، دعمه بكونه عالياً في الطريقة الأخرى ، قال النبي صلى الله عليه وسلم: ( من سمَّع سمَّع الله به ، ومن يرائي يرائي الله به )0 ¶ ( من سمَّع ) يعني من قال قولاً يُتقرب بمثله إلى الله من أجل أن يسمعه الناس فيمدحوه عليه ، سمَّع الله به ، يعني: أظهر الله حاله للناس حتى أسمع الناس بعضهم بعضاً بحاله ، فصار الناس يتحدثون به0 ¶ ( ومن يرائي ) بأن فعل ، لأن الرؤية تكون للفعل والسماع يكون للقول ، والإفساد ، إما قائل ، وإما فاعل ، فمن قال قولاً يرائي به ليسمعه الناس سمع الله به ، ومن فعل فعلاً يرائي به ليراه الناس رائى الله به وأظهر أمره ، ففي هذا التحذير من الرياء والسمعة0 ¶ فإذا قال قائل: قد يعرض للإنسان الرياء فلا يستطيع دفعه ؟! ¶ قلنا: هذا صحيح ن قد يعرض للإنسان فلا يستطيع دفعه لكن له دواء ، إذا عرض عليك الشيطان الرياء فأعرض عنه ، وحدث نفسك بأنك قلت هذا ليقتدى بك ، فعلت هذا من أجل أن يقتدى بك لا من أجل أن تمدح بأنك فاعل ، فإذا شعرت نفسك بأنك فعلته ليقتدى بك ، زال عنك الرياء من وجه ، وشعرت بالمسؤولية من وجه آخر أنك إمام ، تريد أن يقتدي الناس بك ، لأنك لو أطعت الشيطان في قوله إنك مرائي ، ما فعلت فعلاً ، دخل عليك بكل فعل ، ولو أطعت الشيطان في قوله إنك مسمع ، كذلك ما قلت قولاً تتقرب به إلى الله لأن الشيطان سوف يقول لك مسمع فأنت أعرض عن هذا وأشعر نفسك بما ذكرت0 ¶ 37-باب من جاهد نفسه في طاعة الله ¶ الحديث الأول:",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "عن معاذ بن جبل رضي الله عنه قال: ( بينا أنا رديف النبي صلى الله عليه وسلم ليس بيني وبينه إلا آخرة الرحل فقال: يا معاذ ، قلت: لبيك يا رسول الله وسعديك ن ثم سار ساعة ، ثم قال: يا معاذ ، قلت: لبيك رسول الله وسعديك ، ثم سار ساعة ، ثم قال: يا معاذ بن جبل ، قلت: لبيك رسول الله وسعديك ، قال: هل تدري ما حق الله على عباده ؟ قلت الله ورسوله أعلم0 قال: حق الله على عباده أن يعبدوه ولا يشركوا به شيئاً0 ثم سار ساعة ثم قال: يا معاذ بن جبل ، قلت: لبيك رسول الله وسعديك ، قال: هل تدري ما حق العباد على الله إذا فعلوا ؟ قلت: الله ورسوله أعلم0 قال: حق العباد على الله أن لا يعذبهم )0 ¶ قال المؤلف رحمه الله تعالى: باب من جاهد نفسه في طاعة الله ، جاهد على وزن فاعل ، وجاهد في الأصل تكون من طرفين ، يعني: بين شيئين ، كقَاتَلَ ، وقد تأتي عل غير هذا الوجه ، مثل قولهم: مسافر ، فالمجاهدة معناها: بذل الجهد ، والإنسان مع نفسه في جهاد دائم ، النفس أمارة بالسوء إلا ما رحم ربي ، والإنسان الذي له نفس أخرى تريد الخير ، نفس مطمئنة ، ونفس أمارة ، ونفس لوامة0 ¶ فالمطمئنة: تريد الخير ، والأمارة: بالسوء تريد الشر ، واللوامة: بين هذا وهذا 000 ¶ فالإنسان لا بد أن يجاهد نفسه في طاعة الله ، واختلف العلماء رحمهم الله في الذي يجاهد نفسه على الطاعة هل هو أفضل أم الذي يفعل الطاعة بدون مشقة وجهاد ، فمن العلماء من قال: إن الأول أفضل لأن له من ينازعه على الطاعة ، ولأنه يحمل نفسه ويصبرها ، والثاني ليس فيه هذا الأمر0",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "ومنهم من قال: إن الثاني أفضل لأن الطاعة صارت كأنها غريزة في نفسه من محبته لها ودوامه عليها ، والصحيح أن الثاني الذي لا يحتاج إلى مجاهدة أكمل حالاً من الأول ، والأول ربما يعطي أجراً أكثر فيما يتكلفه من العبادات ، وكمال الحال أفضل من مجاهدة الأعمال ، ولهذا كان الصحابة رضي الله عنهم أكمل حال ممن بعدهم مع أن بعدهم ولا سيما في غربة الدين يتكلفون للعبادة أكثر مما ستكلف الصحابة رضي الله عنهم0 ¶ ثم ذكر المؤلف حديث معاذ وفيه من الفوائد والنكت: ¶ 1-تكرار النداء للشخص من أجل زيادة الانتباه ، وبيان العناية ، ولهذا ناداه الرسول عليه الصلاة والسلام ثلاث مرات قال: يا معاذ ن قلت: لبيك يا رسول الله وسعديك0 ¶ 2-بيان ما يؤكد الخبر من ذكر الحال ، فإن معاذ رضي الله عنه ذكر أنه كان رديف النبي عليه الصلاة والسلام ، وأنه ليس بينه وبينه إلا مؤخرة الرحل0 ¶ 3-أن حق الله على العباد أن يعبدوه ولا يشركوا به شيئاً ، وهذا حق لا يشرك فيه أحد ، ولكن ما هي العبادة ؟ العبادة شديدة ، هي القيام بطاعة الله على وجه المحبة والتعظيم فلا بد فيها من ذل واعتقاد أن الإنسان عبد لله ، مسخر باذل نفسه فيما يرضي ربه ، لا أن يفعل العبادة على وجه العادة ، ولا أن يفعل العبادة وهو يشعر بأنه مستغن عن ربه ، بل لا بد من التذلل التام لله عز وجل والقيام بطاعته محبة له وتعظيماً له ، ومتى كان الإنسان على هذا الوجه فلا بد أن يقوم بالأعمال الصالحة ، ولهذا لا نظن أن هذا الأمر الذي قاله النبي عليه الصلاة والسلام أمر سهل ، هو أمر صعب ، من يحقق العبادة ؟ ولهذا قال: حق علينا ـ أي العباد ـ أن يعبدوه ولا يشركوا به شيئاً ، ولا يجوز أن نشرك أحداً مع الله في هذا الحق الخاص ، أما حقنا عليه عز وجل: أن لا يعذبهم إذا عبدوه ولم يشركوا به شيئاً هذا حقهم عليه0",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "4-إسناد العلم إلى الله ورسوله بدون الإتيان بثُمَّ حيث قال: الله ورسوله أعلم ، وأقره النبي صلى الله عليه وسلم على ذلك ، ووجهه: أن مسائل الشرع عِلْمُ الرسول صلى الله عليه وسلم من علم الله ، فيصح أن تنسب العلم إلى الله ورسوله بواو العطف الدالة على الاشتراك لأن ما قاله الرسول صلى الله عليه وسلم فهو شرع0 ¶ أما المسائل القدرية الكونية فلا يجوز أن تقرن الرسول صلى الله عليه وسلم مع الله بواو العطف بل لا بد من واو يدل على التأخر والتراخي في حق الرسول عليه الصلاة والسلام بالنسبة إلى حق الله ، فالأمور الكونية لا يمكن أن تشرك الرسول مع الله بالواو ، مثل ما أنكر الرسول عليه الصلاة والسلام على الرجل الذي قال له: ما شاء الله وشئت ، فقال: أجعلتني لله نداً ، قل: ما شاء الله وحده0 ¶ لكن لما قال معاذ: الله ورسوله أعلم ، ولما قال الصحابة في غزوة الحديبية لما أصبحوا وقد أمطرت السماء ، قال لهم الرسول صلى الله عليه وسلم: أتدرون ماذا قال ربك ؟ قالوا: الله ورسوله أعلم0 لم ينكر عليهم ، لأن المسائل الشرعية علم الرسول فيها من علم الله ، وما قال الرسول فيها تشريعاً فهو شرع الله ، فصح أن يُقرن الحكم بين الله ورسوله بالواو ، ومن ذلك قوله تعالى: { ولو أنهم رضوا ما آتاهم الله ورسوله 000 } لأن الإتيان هنا إتيان شرعي0 ¶ 5-أن للعباد حقاً على الله ، فإذا قال قائل: كيف نوجب على الله ؟ قلنا: نحن لم نوجبه بل الذي أوجبه على نفسه هو الله عز وجل تكرماً منه وفضلاً ، وإلا فهو ربنا يفعل ما شاء ، لكن من كرمه أن أوجب على نفسه لنا حقوقاً ، ومن ذلك قوله تعالى: { كتب ربكم على نفسه الرحمة أنه من عمل منكم سوء بجهالة ثم تاب من بعده وأصلح فأنه غفور رحيم } كتب بمعنى: فرض وأوجب على نفسه الرحمة ، أما نحن ما نوجب على الله شيئاً ، لكن إذا أوجب الله على نفسه تكراما منه فله الحمد والفضل ، ولهذا قيد ابن القيم رحمه الله قول الشاعر :",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "ما للعباد عليه حق واجب *** كلا ولا عمل لديه ضائع ¶ إن عذبوا فبعدله أو نعموا *** فبفضله وهو الكريم الواسع ¶ قيد هذين البيتين فقال: ¶ ما للعباد عليه حق واجب *** هو أوجب الأجر العظيم الشان ¶ كلا ولا عمل لديه ضائع *** إن كان بالإخلاص والإحسان",
            "page": "140",
            "part": "1"
        }
    ],
    "t34747": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "شرح كتاب الرقاق ـ من صحيح البخاري ـ لابن عثيمين"
        }
    ]
}