{
    "b34769": [
        {
            "id": "1",
            "nass": "درء الفتنة ¶ عن أهل السنة ¶ قال الله تعالى {وَلَا تُطِيعُوا أَمْرَ الْمُسْرِفِينَ * ¶ الَّذِينَ يُفْسِدُونَ فِي الْأَرْضِ وَلَا يُصْلِحُونَ}  ¶ بقلم ¶ بكر بن عبد اللله أبو زيد ¶ دار العاصمة ¶ للنشر والتوزيع",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "مقدمة الطبعة الثانية ¶ الحمد لله. أما بعد: فهذه كلمات معدودات بين يدي الطبعة الثانية: ¶ 1- لما صدرت الطبعة الأولى من هذا الكتاب في هذا الكتاب في شهر رمضان المبارك من هذا العام 1419 وَرَدَ إليّ عدد من كتابات العلماء - أجزل الله مثوبتهم - ويأتي نصها. ¶ 2- موضوع هذا الكتاب هو بيان المعتقد الحق الذي أجمع عليه المسلمون من الصحابة - رضي الله عنهم - فمن تبعهم بإحسان إلى يومنا هذا , وذلك في بيان حقيقة الإيمان من أنه: اعتقاد وقول وعمل , ويزيد بالطاعة , وينقص بالمعصية , وبيان ما يضاده من أنواع الكفر: الاعتقادي القولي , والعملي , وكفر الإباء والإعراض... وشروط الحكم بذلك , وموانعه. وليس هذا بغريب على طلبة العلم , لأنه من",
            "page": "7",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "أصول الاعتقاد , التي يعرفونها - بحمد الله - كما يعرفون أبنائهم , ولهذا كانت الخصومة في هذه الأركان الخمسة ونواقضها ليست من طريقهم , كالشأن في أصول الاعتقاد الأخرى. ¶ 3- نظرا لنفاد هذه الطبعة , فقد رأيت إعادة طبعها مع زيادات مهمة , لا سيما بعض أقوال السلف في ذم المرجئة , الذين يؤخرون العمل عن الإيمان , وبيان آثاره السيئة على الإسلام والمسلمين , عسى الله أن يكف بأسهم , ويبطل كيدهم , وأن يرد من ضل إلى الحق بإذنه , نورا نهتدي به إلى الحق وإلى صراط مستقيم , آمين. ¶ المؤلف ¶ بكر بن عبدالله أبو زيد ¶ 20/ 12/1419",
            "page": "8",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "كتابات العلماء ¶ بعد صدور الطبعة الأولى",
            "page": "9",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "صفحة فارغة",
            "page": "10",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "((1))  ¶ الحمد لله والصلاة والسلام على من لا نبي بعده وعلى آله وصحبه. ¶ أما بعد: ¶ فقد اطلعت على هذه الرسالة الموسومة بـ \" درء الفتنة عن أهل السنة \" من مؤلفات أخينا العلامة الدكتور بكر بن عبدالله أبو زيد , فألفيتها رسالة قيمة مفيدة جديرة بالنشر والتوزيع. جزى الله مؤلفها خيرا وضاعف مثوبته ونصر به الحق , إنه جواد كريم وصلى الله وسلم على رسول الله وعلى آله وصحبه. ¶ عبدالعزيز بن عبدالله بن باز ¶ مفتي عام المملكة العربية السعودية ¶ ورئيس هيئة كبار العلماء وإدارة البحوث العلمية والإفتاء",
            "page": "11",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "((2))  ¶ الحمد لله وحده والصلاة والسلام على من لا نبي بعده , وبعد: فقد اطلعت على الكتاب الموسوم بـ \" درء الفتنة عن أهل السنة \" وهو من تأليف معالي الشيخ / د. بكر بن عبدالله أبو زيد , فألفيته على صغر حجمه كتابا جيدا في موضوعه , سلسا في أسلوبه , سهلا في عباراته , موثقا بالأدلة الصحيحة الثابتة من الكتاب والسنة وما عليه سلف الأمة وأجمع عليه أئمتها. ¶ وقد تطرق المؤلف – جزاه الله خيرا – إلى التحذير من أسباب الفتنة والوقوع فيها , إما عن جهل أو هوى في النفس , وافتتان بمن سقط في الفتنة وحاول أن يجذب غيره ليتردى في الهاوية التي سقط فيها , وذلك بتغليف مذاهبهم الفاسدة بأساليب براقة",
            "page": "12",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وأقنعة خداعة. ¶ وقد ركز المؤلف على فرقتين ضالتين ممن سقط في الفتنة , وذلك لأن أكثر ضلال الناس ناتج عن الانخداع بهاتين الفرقتين والانجراف في مسالكهما الملتوية , وهما: فرقة الخوارج وفرقة المرجئة. ¶ وقد بين المؤلف - جزاه الله خيرا – أن الله هدى جماعة المسلمين أهل السنة والجماعة إلأى الحق والوسطية في ذلك , حيث بنوا إيمانهم على خمسة أركان مستقاة من الكتاب والسنة , وهو الحق الذي لا يجوز العدول عنه , ولا يجوز فيه الخلاف. ¶ وإن هذا الكتاب لعظيم النفع , كثير الفوائد , وجدير بالاهتمام , وأن يحرص عليه كل مسلم , لاشتماله على مسائل مهمة , وضوابط وأصول وقواعد عامة , في الإيمان ونواقضه , حتى لا يقع",
            "page": "13",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "المسلم في الفتنة , فجزى الله المؤلف على هذا الجهد المبرور – إن شاء الله تعالى – خير الجزاء وجعل ذلك في ميزان حسناته يوم لقاه ونفع الله به الإسلام والمسلمين , إنه سميع مجيب. ¶ والله أعلم. ¶ نائب المفتي العام ¶ عبدالعزيز بن عبدالله بن محمد آل الشيخ",
            "page": "14",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "((3))  ¶ فضيلة الشيخ الدكتور: بكر بن عبدالله أبو زيد عضو هيئة كبار اللعماء وعضو اللجنة الدائمة للبحوث العلمية والإفتاء - حفظه الله - ¶ السلام عليكم ورحمة الله وبركاته... وبعد: ¶ فقد اطلعت على كتابكم المفيد: (درء الفتنة عن أهل السنة) فوجدته كتابا جيدا في موضوعه، موضحا ما عليه أهل السنة في حقيقة الإيمان ومفندا آراء أهل البدعة من المرجئة على اختلاف فرقهم المخالفة للكتاب والسنة وما عليه سلف الأمة والمحققون من خلفها في هذا الباب المهم. فقد قمتم بواجب عظيم تشكرون عليه وتؤجرون - إن شاء الله - وفقكم الله وزادكم علما وعملا وثباتا على الحق. ¶ والسلام عليكم ورحمة الله وبركاته ¶ أخوكم ¶ صالح بن فوزان بن عبدالله الفوزان",
            "page": "15",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "صفحة فارغة",
            "page": "16",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله وحده، والصلاة والسلام على من لا نبي بعده محمد وآله وصحبه. ¶ أما بعد: فأداء لبعض ما أوجب الله من البلاغ والبيان، والنصح والإرشاد، والدعوة إلى الخير، والتواصي به، والدلالة عليه، وبذل الأسباب لدفع الشرور عن المسلمين، والتحذير منها، حتى تكون أمة الإسلام كما أراد الله منها، أمة متماسكة، مترابطة متراحمة، تدين بالإسلام: اعتقادا، وقولا، وعملا , مستمسكة بالوحيين الشريفين: الكتاب والسنة، لا تتقاسمها الأهواء، ولا تنفذ إليها الأفكار الهدامة، ولا يبلغ منها الأعداء مبلغهم كما قال الله تعالى:",
            "page": "17",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "{ {ومن يعتصم بالله فقد هُدي إلى صراط مستقيم} } [آل عمران/101] وقال -سبحانه -: { {وأن هذا صراطي مستقيما فاتبعوه ولا تتبعوا السبل فتفرق بكم عن سبيله ذلك وصاكم به لعلكم تتقون) [الأنعام/153] . ¶ رأيت لذلك تحرير هذا النصيحة: تذكيرا بفرائض الدين، ولإنقاذ المسلمين مما أخذ بعض المفتونين - الذين سقطوا في الفتنة - في إلقاء بذوره بينهم في جانبين: ¶ في جانب الغلو والإفراط في التكفير؛ لإخراج المسلمين من الإسلام والخروج عليهم. وفي جانب الجفاء والتفريط في الإرجاء، للانحلال من ربقة الإسلام. ¶ وكلاهما من أسباب الفتنة والفساد بإيقاع التظالم بين العباد من وجه , وإماتة الدين من وجه آخر. ¶ وبيان هذه النصيحة في سبعة فصول:",
            "page": "18",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "الفصل الأول ¶ في التحذير من الفتن ¶ \" أعاذنا الله منها \" ¶ قد حذرنا الله ورسوله صلى الله عليه وسلم من المفتونين وفتونهم، قال الله تعالى { {واتقوا فتنة لا تصيبن الذين ظلموا منكم خاصة} } ] الأنفال/27 [. ¶ وأرشدنا النبي صلى الله عليه وسلم إلى الاستعاذة بالله من الفتن، وشرها، وسوئها، ومضلاتها. ¶ وكان من دعاء بعض السلف (اللهم انا نعوذ بك أن نرجع على أعقابنا أو أن نُفْتَن) \"رواه البخاري\". ¶ وبين النبي صلى الله عليه وسلم أن بين يدي الساعة أياماً ينزل فيها الجهل، ويرفع العلم. ¶ والحديث العظيم، حديث حذيفة - رضي الله",
            "page": "19",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "عنه - في التحذير من الفتن، معلوم مشهور. ¶ وقد بيَّن الله - سبحانه - في كتابه أن الفتنة تحول دون أن يكون الدين كله لله - سبحانه - ولهذا قال - عز شأنه -: { {وقاتلوهم حتى لا تكون فتنة ويكون الدين كله لله} } [الأنفال/39] . ¶ فالفتنة تناقض الدين، وهي فتنة الشبهات، وأسوأُها فتنة الشرك بالله وفتنة العدول عن محكم الآيات وصريح السنة وصحيحها. ¶ ولما كانت هذه الفتنة: (فتنة المرجئة) التي تُخْرِج العمل عن حقيقة الإيمان وتقول: (لا كفر إلا كفر الجحود والتكذيب) بدعة ظلما وضلالة عميا، والتي حصل من آثارها: ¶ التهوين من خصال الإسلام وفرائضه - شأن أسلافهم من قبل -. ¶ ومنها: التهوين من شأن الصلاة، لاسيما في هذا",
            "page": "20",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "الزمان الذي كثر فيه إضاعة الصلوات واتباع الشهوات وطاشت فيه موجة الملحدين الذي لا يعرفون ربهم طرفة عين. ¶ ومنها: التهوين من تحكيم شريعة الله في عباده بل ومساندة من يتحاكم إلى الطاغوت وقد أمر الله بالكفر به. ¶ قال ابن القيم - رحمه الله تعالى - في: إعلام الموقعين: \" ومن أعظم الحدث تعطيل كتاب الله وسنة رسوله , وإحداث ما خالفهما \" انتهى. ¶ لما كانت هذه الفتنة الارجائية في مقابلة فتنة الخوارج الذين يقولون \" بتكفير مرتكب الكبيرة \" وهي آخية لها في الضلال، والابتداع، وسوء الآثار لا يجوز أن يدين الله بأي منهما مسلم قط كان لزاما على أهل العلم والإيمان بيان بطلانهما، وإظهار المذهب الحق الذي يجب على كل مسلم أن يدين الله به.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ونُحذِّر المسلمين من هاتين الفتنتين، ومن هؤلاء المفتونين، المتجاوزين لحدود رب العالمين { {ولا تطيعوا أمر المسرفين. الذين يفسدون في الأرض ولا يصلحون} } [الشعراء/151-152] . ¶ ونحذر المسلمين من هؤلاء المحرومين المخذولين الذين يختارون الأقوال الباطلة الصادة عن الصراط المستقيم: { {ومن الناس من يشتري لهو الحديث ليضل عن سبيل الله بغير علم ويتخذها هزوا أولئك لهم عذاب مهين} } [لقمان /6] . ¶ وإن من الضلال المبين، والغش للمسلمين، والتدليس على شبَبَتِهم جَلْبُ أقوال الفرق الضالة، وكسائها بلِحَاء الشريعة، ونسبتها إلى مذهب أهل السنة والجماعة نتيجة لردود الأفعال، وجدل المخاصمات فلا يجوز بحال الميل لشيء من أهواء النواصب لمواجهة الروافض ولا لشيء من",
            "page": "22",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "أهواء القدرية لمواجهة الجبرية، ولا لشيء من أهواء المرجئة لمواجهة الخوارج، أو العكس في ذلك كله، وهكذا من رد الباطل بمثله، والضلالة بأخرى وهذه جادة الأخسرين أعمالا، وقد فضح الله المنافقين بها، وهتك أستارهم فيها في مواضع من كتابه، منها في صدر سورة البقرة؛ إذ قالوا لتأييد إفسادهم: { {إنما نحن مصلحون} } فكذبهم الله بقوله { {ألا إنهم هم المفسدون ولكن لا يشعرون} } [البقرة/11] . ¶ ولما صَدُّوا عما أنزل الله - تعالى - حكى الله عنهم اعتذارهم: { {ثم جاؤوك يحلفون بالله إن أردنا إلا إحسانا وتوفيقا} } [النساء/61] . ¶ فالواجب رد الباطل والأهواء المضلة بالكتاب والسنة وما عليه سلف الأمة من الصحابة - رضي الله عنهم - فمن تبعهم بإحسان.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ولا نرى مثل هذا التوجه إلى نصرة مذهب المرجئة، وإدخاله في مذهب أهل السنة والجماعة، إلا من \"السقوط في الفتنة\" { {ألا في الفتنة سقطوا} } [التوبة /49] . ¶ ومن أراد الله سعادته جعله يعتبر بما أصاب غيره فيسلك مسلك من أيده الله ونصره، ويجتنب مسلك من خذله الله وأهانه (¬1) ... \". ¶ ¬__________ ¶ (¬1) مجموع الفتاوى35/ 388 \".",
            "page": "24",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "الفصل الثاني ¶ العمل بخصال الإسلام ¶ والتحذير من أسباب الردة والفساد ¶ الوصية لنفسي ولكل عبد مسلم بتقوى الله تعالى في السر والعلانية، وأن على كل من أتم الله عليه هذه النعمة، فرضي بالله ربا وبمحمد صلى الله عليه وسلم نبيا ورسولا وبالإسلام دينا، أن يحمد الله - تعالى - ويثني عليه الخير كله، على هذه النعمة العظيمة التي هي أعظم النعم وأجلها - وما أكثر نعم الله على عبيده - والتي بها سمانا مسلمين وأن يقيم المسلم ما أمر الله به من خصال الإسلام وما افترضه الله عليه أمرا ونهيا فيأتمر بأوامره وأعظمها: توحيد الله، وإخلاص",
            "page": "25",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "العبادة لله، والعمل على وفق سنة رسول الله صلى الله عليه وسلم. وأجل أعمالها بعد التوحيد: إقامة الصلوات الخمس وسائر أركان الإسلام العظيمة، وأوامره الكريمة، وأسباب طاعة الله ومرضاته. ¶ وأن ينتهي عن مناهيه، وأسوأها الشرك بالله، وما يتبع ذلك من البدع والمعاصي والضلالات التي هي من أسباب سخط الله وعقابه. ¶ ويجب على المسلمين تواصيهم بهذه النعم، وبلزوم الكتاب والسنة والرغبة فيهما والترغيب بهما ومعرفة الأحكام الشرعية من مشكاتهما على أيدي العلماء الراسخين والهداة المشهود لهم بالعلم والدين، والدعوة إلى ذلك على بصيرة وإقامة الأمر بالمعروف والنهي عن المنكر والصبر على الأذى في الله ولزوم جماعة المسلمين ووحدة",
            "page": "26",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "صفهم والتراحم والتعاطف فيما بينهم، والشفقة عليهم والنصرة على الحق إلى غير ذلك من معالم الإسلام السامية التي بها النجاح والفلاح وفيها خير الدنيا والآخرة، قال الله تعالى: { {يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون. واعتصموا بحبل الله جميعا ولا تفرقوا واذكروا نعمت الله عليكم إذ كنتم أعداءً فألف بين قلوبكم فأصبحتم بنعمته إخواناً وكنتم على شفا حفرة من النار فأنقذكم منها كذلك يبين الله لكم آياته لعلكم تهتدون} } [آل عمران/102-103] . ¶ وليحذر كل مسلم أن تزل به قدم عن الإسلام بعد ثبوتها، فعن أنس - رضي الله عنه - أن رسول الله صلى الله عليه وسلم قال: (ثلاث من كن فيه وجد بهن حلاوة الإيمان: من كان الله ورسوله أحب إليه مما سواهما،",
            "page": "27",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وأن يحب المرء لا يحبه إلا لله وأن يكره أن يعود في الكفر بعد أن أنقذه الله منه، كما يكره أن يقذف في النار) [متفق على صحته] . ¶ فالحذر، الحذر من أسباب الفتنة والفساد والزيغ والانحراف والردة والإلحاد وأعظمها الفتنة في الدين ومنها شق عصا المسلمين وتفريق جماعتهم والدعوات المضللة والوسائل المغرضة والأفكار الهدامة والتوجهات العقدية المضلة والمجادلة بالباطل، لدحض الحق، ونشر الإباحية وفساد الأخلاق إلى غير ما ذُكِر مما يُوهِن المسلمين ويضعف المد الإسلامي. وليتأمل كل مسلم قول الله تعالى: { {يوم تجد كل نفس ما عملت من خير محضرا وما عملت من سوءٍ تود لو أن بينها وبينه أمدا بعيدا ويحذركم الله نفسه والله رؤوف",
            "page": "28",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "بالعباد} } [آل عمران/30] . ¶ فالحمدلله على نعمة الإسلام التي هي أعظم النعم وأصل كل خير، كما يحب ربنا ويرضى.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "صفحة فارغة",
            "page": "30",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "الفصل الثالث ¶ في بيان حقيقة الإيمان ¶ الإيمان هو: الدين وهو: اعتقاد بالجنان، وقول باللسان، وعمل بالأركان، يزيد بالطاعة وينقص بالمعصية وعلى ذلك حُكِيَ الإجماع المستند إلى الأدلة المتكاثرة من الكتاب والسنة، عن كل من يدور عليه الإجماع من الصحابة والتابعين. ¶ قال شيخ الإسلام ابن تيمية - رحمه الله تعالى - في: \" الفتاوى: 7/ 209 \": ¶ \" قال الشافعي - رحمه الله تعالى -: وكان الإجماع من الصحابة والتابعين بعدهم , ومن أدركناهم , يقولون: الإيمان قول وعمل ونية , ولا",
            "page": "31",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "يجزئ واحد من الثلاث إلا بالآخر \" انتهى. ¶ وقال البخاري - رحمه الله تعالى -: \" لقيت أكثر من ألف رجل من العلماء بالأمصار , فما رأيت أحدا منهم يختلف في أن الإيمان قول وعمل , ويزيد وينقص \" أخرجه اللالكائي في: \" أصول الاعتقاد \" بسند صحيح. ¶ ولجلالة هذه المسألة وأهميتها افتتح الإمام مسلم - رحمه الله تعالى- صحيحه: بـ \" كتاب الإيمان \" وساقه الإمام البخاري - رحمه الله تعالى - في: \" الكتاب الثاني \" من: \"صحيحه\" بعد: \" كتاب بدء الوحي \" وفي هذا تأكيد على أن حقيقة الإيمان هذه مبناها على الوحي وأكثر أبوابه التي عقدها - رحمه الله تعالى - للرد على المرجئة وغيرهم من المخالفين في حقيقة الإيمان , وبعضها للرد على",
            "page": "32",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "المرجئة خاصة كما في الباب /36 منه. (¬1)  ¶ ولأهميته - أيضا - أفرده الأئمة بالتأليف منهم: أبو عبيد، وأحمد بن حنبل، وابن أبي شيبة، والطحاوي، وابن منده، وشيخ الإسلام ابن تيمية، وغيرهم - رحم الله الجميع - ¶ وعلى هذه الحقيقة للإيمان بني المروزي - رحمه الله تعالى - كتابه: \" تعظيم قدر الصلاة \" والصلاة هي أعظم الأعمال وأعمها وأولها وأجلها بعد التوحيد , وهي شعار المسلمين , ولهذا يعبر عنهم بها , فيقال: اختلف أهل الصلاة , واختلف أهل القبلة. ¶ ولعظم شأنها عنون أبو الحسن الأشعري - رحمه الله تعالى - كتابه في الاعتقاد باسم \" مقالات ¶ ¬__________ ¶ (¬1) انظر الفتاوى 7/ 351.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "الإسلاميين واختلاف المصلين \" أي أن غير المصلي لا يُعَدُّ في خلاف ولا إجماع. ¶ والمخالفة في تلك الحقيقة الشرعية للإيمان: ابتداع، وضلال، وإعراض عن دلالة نصوص الوحي، وخرق للإجماع. ¶ وإياك ثم إياك - أيها المسلم - أن تغتر بما فاه به بعض الناس من التهوين بواحد من هذه الأسس الخمسة لحقيقة الإيمان لاسيما ما تلقفوه عن الجهمية وغلاة المرجئة من أن \" العمل \" كمالي في حقيقة الإيمان ليس ركناً فيه وهذا إعراض عن المحكم من كتاب الله - تعالى - في نحو ستين موضعا , مثل قول الله - تعالى -: { {ونودوا أن تلكم الجنة أورثتموها بما كنتم تعملون} } [الأعراف/43]",
            "page": "34",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ونحوها في السنة كثير، وخرق لإجماع الصحابة ومن تبعهم بإحسان. ¶ وإياك يا عبدالله من الجنوح إلى الغلو فتهبط - وأنت لا تشعر - في مزالق الخوارج الذين تَبنَّى - في المقابل - مذهبهم بعض نابتة عصرنا. ¶ بل إياك ثم إياك أن تجعل أيا من مسائل العقيدة الإسلامية \" عقيدة أهل السنة والجماعة \" مجالاً للقبول والرد، والحذف والتصحيح، بما يشغب به ذو هوى، أو ينتحله ذو غرض فهي - بحمد الله - حق مجمع عليه فاحذرهم أن يفتنوك. ثبتنا الله جميعا على الإسلام والسنة، آمين.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "صفحة فارغة",
            "page": "36",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "الفصل الرابع ¶ في بيان ضلال من ضل ¶ في حقيقة الإيمان ومسألة التكفير ¶ كثر الخوض في بيان حقيقة الإيمان ومسألة التكفير وأخذ من لا يريد خيرا بالمسلمين يلقي بذورها المنحرفة بينهم من خلال وجهتين ضالتين ومذهبين باطلين: ¶ أحدهما: في جانب الغلو والإفراط في نصوص الوعيد وهو مذهب الخوارج الذين ضلوا في بيان حقيقة الإيمان فجعلوه بشقيه شيئاً واحداً، إذا زال بعضه زال جميعه فأنتج هذا مذهبهم الضال: \" وهو تكفير مرتكب الكبيرة \".",
            "page": "37",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ومن آثاره: فتح باب التكفير على مصراعيه، مما يصيب الأمة بالتصدع والانشقاق وهتك حرمات المسلم في دينه وعرضه. ¶ وثانيهما: في جانب التقصير والجفاء والتفريط في فهم نصوص الوعد، والصدِّ عن نصوص الوعيد وهو مذهب المرجئة الذين ضلوا في بيان حقيقة الإيمان فجعلوه شيئاً واحداً لا يتفاضل وأهله فيه سواء، وهو: \" التصديق بالقلب مجرداً من أعمال القلب والجوارح \" وجعلوا الكفر هو \" التكذيب بالقلب، وإذا ثبت بعضه ثبت جميعه \" فأنتج هذا مذهبهم الضال: \" وهو حصر الكفر بكفر الجحود والتكذيب \" المسمى: \" كفر الاستحلال \". ¶ ومن آثاره: فتح باب التخلي عن الواجبات والوقوع في المحرمات وتجسير كل فاسق وقاطع",
            "page": "38",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "طريق على الموبقات مما يؤدِّي إلى الإنسلاخ من الدين وهتك حرمات الإسلام. نعوذ بالله من الخذلان. ¶ كما يلزم عليه عدم تكفير الكفار، لأنهم في الباطن لا يكذبون رسالة الرسول صلى الله عليه وسلم وإنما يجحدونها في الظاهر كما قال الله تعالى لرسوله محمد صلى الله عليه وسلم: { {فإنهم لا يكذبونك ولكن الظالمين بآيات الله يجحدون} } [الأنعام/33] . ¶ وقال - سبحانه - عن فرعون وقومه: { {وجحدوا بها واستيقنتها أنفسهم ظلماًَ وعلواً} } [النحل/14] . ¶ ولهذا قال إبراهيم النخعي - رحمه الله تعالى - \" لفتنتهم - يعني المرجئة - أخوف على هذه الأمة من فتنة الأزارقة \".",
            "page": "39",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وقال الإمام الزهري - رحمه الله تعالى -: \" ما ابتدعت في الإسلام بدعة هي أضر على أهله من هذه - يعني: الإرجاء - \" رواه ابن بطة في: \"الإبانة\". ¶ وقال الأوزاعي - رحمه الله تعالى -: \" كان يحيى بن كثير وقتادة يقولان: ليس شيء من الأهواء أخوف عندهم على الأمة من الإرجاء \". ¶ وقال شريك القاضي - رحمه الله تعالى - وذكر المرجئة فقال: \" هم أخبث قوم , حسبك بالرفض خبثا , ولكن المرجئة يكذبون على الله \". ¶ وقال سفيان الثوري - رحمه الله تعالى -: \" تركت المرجئة الإسلام أرق من ثوب سابري \" (¬1)  ¶ وعن سعيد بن جبير - رحمه الله تعالى -: \" أن ¶ ¬__________ ¶ (¬1) الفتاوى: 7/ 394 - 395",
            "page": "40",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "المرجئة يهود أهل القبلة , وصابئة هذه الأمة \" [رواه ابن بطة وغيره]  ¶ - لوازم الإرجاء الباطلة: ¶ وإنما عظمت أقوال السلف في الإرجاء , لجرم آثاره , ولوازمه الباطلة , وقد تتابع علماء السلف على كشف آثاره السيئة على الإسلام والمسلمين. ¶ قال الإمام أحمد - رحمه الله تعالى - في الرد على المرجئة: \" ويلزمه أن يقول: هو مؤمن بإقراره , وإن أقر بالزكاة في الجملة ولم يجد في كل مائتي درهم خمسة: أنه مؤمن , فيلزمه أن يقول: إذا أقر ثم شد الزنار في وسطه , وصلى للصليب , وأتى الكنائس والبيع , وعمل الكبائر كلها , إلا أنه في ذلك مقر بالله , فيلزمه أن يكون عنده مؤمنا. وهذه الأشياء من أشنع ما يلزمهم \" انتهى.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ثم قال بعده شيخ الإسلام ابن تيمية - رحمه الله تعالى -: \" قلت: هذا الذي ذكره الإمام أحمد من أحسن ما احتج الناس به عليهم , جمع في ذلك جملا يقول غيره بعضها. وهذا الإلزام لا محيد لهم عنه.. \" انتهى (¬1)  ¶ ثم إن هذه اللوازم السيئة على قول المرجئة التي ذكرها الإمام أحمد , بسطها شيخ الإسلام ابن تيمية - رحمه الله تعالى - في \" الفتاوى: 7/ 188-190 \". ¶ ثم قال الإمام ابن القيم - رحمه الله تعالى - في: \" النونية \" ناظما لآثار الإرجاء ولوازمه الباطلة هذه: ¶ وكذلك الإرجاء حين تقر بالـ... ـمعبود تصبح كامل الإيمان ¶ ¬__________ ¶ (¬1) الفتاوى 7/ 401",
            "page": "42",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "فارم المصاحف في الحشوش وخرب الـ... ـبيت العتيق وجد في العصيان ¶ واقتل إذا ما استطعت كل موحد... وتمسحن بالقس والصلبان ¶ واشتم جميع المرسلين ومن أتوا... من عنده جهرا بلا كتمان ¶ وإذا رأيت حجارة فاسجد لها... بل خر للأصنام والأوثان ¶ وأقر أن رسوله حقا أتى... من عنده بالوحي والقرآن ¶ فتكون حقا مؤمنا وجميع ذا... وزر عليك وليس بالكفران",
            "page": "43",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "هذا هو الإرجاء عند غلاتهم... من كل جهمي أخي شيطان ¶ وقال - رحمه الله تعالى - في: إعلام الموقعين: في بيان تناقض الأَرْئَتِيَّة: \" ومن العجب إخراج الأعمال عن مسمى الإيمان , وأنه مجرد التصديق , والناس فيه سواء , وتكفير من يقول: مُسَيْجِدْ , أو فُقَيْه , أو يصلي بلا وضوء أو يلتذ بآلات الملاهي , ونحو ذلك \" انتهى. ¶ وكشف عن آثار الإرجاء ولوازمه الباطلة الحافظ ابن حجر - رحمه الله تعالى (¬1) -: \" قال الطِّيبي: قال بعض ¶ ¬__________ ¶ (¬1) فتح الباري \"11/ 270. وانظر فيض القدير: 6/ 159. وأصله في شرح المشكاة للطيبي: 2/ 477",
            "page": "44",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "المحققين: وقد يتخذ من أمثال هذه الأحاديث المبطلة ذريعة إلى طرح التكاليف وإبطال العمل , ظنا أن ترك الشرك كاف!! وهذا يستلزم طي بساط الشريعة وإبطال الحدود , وأن الترغيب في الطاعة والتحذير من المعصية لا تأثير له , بل يقتضي الانخلاع عن الدين , والانحلال عن قيد الشريعة , والخروج عن الضبط , والولوج في الخبط , وترك الناس سدى مهملين , وذلك يفضي إلى خراب الدنيا بعد أن يفضي إلى خراب الأخرى , مع أن قوله في بعض طرق الحديث: \" أن يعبدوه \" يتضمن جميع أنواع التكاليف الشرعية , وقوله: \" ولا يشركوا به شيئا \" يشمل مسمى الشرك الجلي والخفي , فلا راحة للتمسك به في ترك العمل , لأن الأحاديث إذا ثبتت وجب ضم بعضها إلى بعض , فإنها في حكم",
            "page": "45",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "الحديث الواحد , فيحمل مطلقها على مقيدها ليحصل العمل بجميع ما في مضمونها. وبالله التوفيق \" انتهى. ¶ وفي كتاب \" صفوة الآثار والمفاهيم \" في فوائد قول الله تعالى: { {إياك نعبد وإياك نستعين} } قال مبينا أن القول بالإرجاء دسيسة يهودية وغاية ماسونية (¬1) : ¶ \" التاسع والثمانون بعد المائة: تعليم الله لعباده الضراعة إليه بـ { {إياك نعبد وإياك نستعين} } إعلام صريح بوجوب الصلة بين الإيمان والعمل , وأنه لا يستقيم الإيمان بالله ولا تصح دعواه إلا بتحقيق مقتضيات عبوديته , التي هي العمل بطاعته , وتنفيذ شريعته , وإخلاص القصد لوجهه الكريم , والانشغال بمرضاته , والعمل المتواصل لنصرة دينه , ¶ ¬__________ ¶ (¬1) 1/ 187 للشيخ عبدالرحمن الدوسري - رحمه الله تعالى -",
            "page": "46",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "والدفع به إلى الأمام بجميع القوى المطلوبة؛ ليرتفع بدين الله عن الصورة إلى الحقيقة , وأن المسلم لا يجوز له الإخلال بذلك , ولا لحظة واحدة. ¶ وإن الدعوات لمجرد إيمان خال من العمل هي إفك وخداع وتلبيس , بل هي من دس اليهود على أيدي الجهمية , وفروعها من المرجئة كالماسونية , وغيرهم , إذ متى انفصمت الصلة بين الإيمان والعمل، فلن نستطيع أن نبني قوة روحية نقدر على نشرها والدفع بمدها في أنحاء المعمورة , بل إذا انفصمت الصلة بين الإيمان والعملفقد المسلم قوته الروحية , وصار وجوده مهددا بالخطر , الذي يزيل شخصيته أو يذيبها في بوتقة غيره , لأنه لا يستطيع أن ينمي قوة روحية يصمد بها أمام أعدائه , فضلا عن أن يزحف بها عليهم \" انتهى.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وبالجملة فهذان المذهبان: مذهب الخوارج ومذهب المرجئة , باطلان , مُردِيَان، أثَّرا ضلالاً في الاعتقاد , وظلما للعباد، وخرابا للديار , وإشعالا للفتن , ووهاءً في المد الإسلامي , وهتكاً لحرماته وضرورياته , إلى غير ذلك من المفاسد والأضرار التي يجمعها الخروج على ما دلت عليه نصوص الوحيين الشريفين، والجهل بدلائلها تارة، وسوء الفهم لها تارة أخرى وتوظيفها في غير ما دلت عليه , وبتر كلام العالِم تارة , والأخذ بمتشابه قوله تارة أخرى. ¶ وقد هدى الله (جماعة المسلمين) أهل السنة والجماعة - الذين مَحَّضُوا الإسلام ولم يشوبوه بغيره - إلى القول الحق , والمذهب العدل , والمعتقد الوسط بين الإفراط والتفريط مما قامت عليه دلائل الكتاب والسنة، ومضى عليه سلف الأمة",
            "page": "48",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "من الصحابة - رضي الله عنهم - والتابعين لهم بإحسان إلى يومنا هذا , وقد بينه علماء الاسلام في كتب الاعتقاد , وفي (باب حكم المرتد) من كتب فقه الشريعة المطهرة , من أن الإيمان: قول باللسان، واعتقاد بالقلب , وعمل بالجوارح , يزيد بالطاعة , وينقص بالمعصية ولا يزول بها , فجمعوا بين نصوص الوعد والوعيد ونزلوها منزلتها , وأن الكفر يكون بالاعتقاد وبالقول وبالفعل وبالشك وبالترك , وليس محصورا بالتكذيب بالقلب كما تقوله المرجئة , ولا يلزم من زوال بعض الإيمان زوال كله كما تقوله الخوارج. ¶ وأختم هذا الفصل بكلام جامع لابن القيم - رحمه الله تعالى - في كتاب: \" الفوائد \" بيَّن فيه آراء من ضل في معرفة حقيقة الإيمان , ثم ختمه ببيان الحق",
            "page": "49",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "في ذلك , فقال - رحمه الله تعالى -: ¶ \" وأما الإيمان: فأكثر الناس أو كلهم يدعونه { {وما أكثر الناس ولو حرصت بمؤمنين} } [يوسف/103] وأكثر المؤمنين إنما عندهم إيمان مجمل , وأما الإيمان المفصل بما جاء به الرسول صلى الله عليه وسلم معرفة وعلما وإقرارا ومحبة , ومعرفة بضده وكراهيته وبغضه , فهذا إيمان خواص الأمة وخاصة الرسول , وهو إيمان الصديق وحزبه. ¶ وكثير من الناس حظهم من الإيمان الإقرار بوجود الصانع , وأنه وحده هو الذي خلق السماوات والأرض وما بينهما , وهذا لم يكن ينكره عباد الأصنام من قريش ونحوهم. ¶ وآخرون الإيمان عندهم التكلم بالشهادتين سواء كان معه عمل أو لم يكن , وسواء رافق تصديق",
            "page": "50",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "القلب أو خالفه. ¶ وآخرون عندهم الإيمان مجرد تصديق القلب بأن الله سبحانه خالق السماوات والأرض وأن محمدا عبده ورسوله , وإن لم يقر بلسانه ولم يعمل شيئا , بل ولو سب الله ورسوله وأتى بكل عظيمة , وهو يعتقد وحدانية الله ونبوة رسوله فهو مؤمن. ¶ وآخرون عندهم الإيمان هو جحد صفات الرب تعالى من علوه على عرشه , وتكلمه بكلماته وكتبه , وسمعه وبصره ومشيئته وقدرته وإرادته وحبه وبغضه , وغير ذلك مما وصف به نفسه , ووصف به رسوله , فالإيمان عندهم إنكار حقائق ذلك كلهوجحده , والوقوف مع ما تقتضيه آراء المتهوكين وأفكار المخرصين الذين يَرُدُّ بعضهم على بعض , وينقض بعضهم قول بعض , الذين هم كما قال عمر",
            "page": "51",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "ابن الخطاب والإمام أحمد: مختلفون في الكتاب , مخالفون للكتاب متفقون على مفارقة الكتاب. ¶ وآخرون عندهم الإيمان عبادة الله بحكم أذواقهم ومواجيدهم وما تهواه نفوسهم من غير تقييد بما جاء به الرسول. ¶ وآخرون الإيمان عندهم ما وجدوا عليه آباءهم وأسلافهم بحكم الاتفاق كائنا ما كان , بل إيمانهم مبني على مقدمتين: إحداهما: أن هذا قول أسلافنا وآبائنا , والثانية: أن ما قالوه فهو الحق. ¶ وآخرون عندهم الإيمان مكارم الأخلاق وحسن المعاملة وطلاقة الوجه وإحسان الظن بكل أحد , وتخلية الناس وغفلاتهم. ¶ وآخرون عندهم الإيمان التجرد من الدنيا وعلائقها وتفريغ القلب منها والزهد فيها , فإذا رأوا",
            "page": "52",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "رجلا هكذا جعلوه من سادات أهل الإيمان وإن كان منسلخا من الإيمان علما وعملا. ¶ وأعلى من هؤلاء من جعل الإيمان هو مجرد العلم وإن لم يقارنه عمل. ¶ وكل هؤلاء لم يعرفوا حقيقة الإيمان ولا قاموا به ولا قام بهم , وهم أنواع: ¶ منهم من جعل الإيمان ما يضاد الإيمان. ¶ ومنهم من جعل الإيمان ما لا يعتبر في الإيمان. ¶ ومنهم من جعله ما هو شرط فيه ولا يكفي في حصوله. ¶ ومنهم من اشترط في ثبوته ما يناقضه ويضاده. ¶ ومنهم من اشترط فيه ما ليس منه بوجه. ¶ والإيمان وراء ذلك كله , وهو حقيقة مركبة من معرفة ما جاء به الرسول صلى الله عليه وسلم علما والتصديق به عقدا",
            "page": "53",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "والإقرار به نطقا والانقياد له محبةوخضوعا , والعمل به باطنا وظاهرا , وتنفيذه والدعوة إليه بحسب الإمكان , وكماله في الحب في الله والبغض في الله , والعطاء لله والمنع لله , وأن يكون الله وحده إلهه ومعبوده , والطريق إليه: تجريد متابعة رسوله ظاهرا وباطنا , وتغميض عين القلب عن الالتفات إلى سوى الله ورسوله. وبالله التوفيق \" انتهى.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "الفصل الخامس ¶ الأصول والضوابط في مسألة التكفير ¶ ونظرا لما حصل من تسرب المذهبين المذكورين المخالفين لمذهب أهل السنة إلى عقائد بعض المعدودين من أهل السنة، وخفاء أصول هذه المسألة شرعاً على آخرين؛ رأيت إيضاح ما يجب اعتباره شرعاً في هذه المسألة مما يُعْرَفُ به الحق بدليله , وبطلان ما خالفه من المذاهب المردية , والاتجاهات الفكرية الضالة , وأنها مسألة خطيرة , وعظيمة , مُحاطةٌ شرعا بما يحفظ للإسلام حرمته , وللمسلمين حرمتهم , وذلك فيما يأتي:",
            "page": "55",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "1- التكفير حكم شرعي لا مدخل للرأي المجرد فيه , لأنه من المسائل الشرعية لا العقلية , لذا صار القول فيه من خالص - حق الله تعالى - لا حَقَّ فيه لأحد من عباده، فالكافر من كفره الله تعالى ورسوله صلى الله عليه وسلم لا غير. ¶ وكذلك الحكم بالفسق، والحكم بالعدالة، وعصمة الدم، والسعادة في الدنيا والآخرة، كل هذه ونحوها من المسائل الشرعية , لا مدخل للرأي فيها , وإنما الحكم فيها لله ولرسوله صلى الله عليه وسلم , وهي المعروفة في كتب الاعتقاد باسم: \" مسائل الأسماء والأحكام \". ¶ 2- للحكم بالردة والكفر موجبات وأسباب هي نواقض الإيمان والإسلام، من اعتقاد , أو قول , أو فعل , أو شك , أو ترك، مما قام على اعتباره ناقضا الدليلُ الواضح , والبرهان الساطع من الكتاب أو السنة , أو الإجماع , فلا يكفي الدليل الضعيف السند , ولا",
            "page": "56",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "مشكل الدلالة، ولا عبرة بقول أحد كائنا من كان إذا لم يكن لقوله دليل صريح صحيح ¶ وقد أوضح العلماء - رحمهم الله تعالى - هذه الأسباب في كتب الاعتقاد , وفرعوا مسائلها في: \" باب حكم المرتد \" من كتب الفقه. ¶ وأَوْلَوها عناية فائقة , لأنها من استبانة سبيل الكافرين، والله - تعالى - يقول: { {وكذلك نفصل الآيات ولتستبين سبيل المجرمين} } [الأنعام/55] . ¶ وفي استبانة سبيل المجرمين: تحذير للمسلم من الوقوع في شيء منها، وهو لا يشعر , وليتبين له الإسلام من الكفر، والخطأ من الصواب ويكون على بصيرة في دين الله تعالى. ¶ وبقدر ما يحصل من الجهل بسبيل المؤمنين،",
            "page": "57",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وبسبيل الكافرين، أو بأحدهما يحصل اللبس ويكثر الخلط. ¶ وكما أن للحكم بالردة والكفر موجباتٍ وأسباباً فله شروط وموانع. ¶ فيشترط إقامة الحجة الرسالية التي تزيل الشبهة. ¶ وخلوه من الموانع كالتأويل , والجهل , والخطأ , والإكراه. ¶ وفي بعضها تفاصيل مطولة معلومة في محلها. ¶ 3- يتعين التفريق بين التكفير المطلق وهو: التكفير على وجه العموم في حق من ارتكب ناقضا من نواقض الإسلام، وبين تكفير المعين، فإن الاعتقاد، أو القول، أو الفعل، أو الشك، أو الترك، إذا كان كفرا فإنه يطلق القول بتكفير من فعل ذلك",
            "page": "58",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "الفعل، أو قال تلك المقالة وهكذا... دون تحديد معين به. أما المعين إذا قال هذه المقالة، أو فعل هذا الفعل الذي يكون كفرا , فينظر قبل الحكم بكفره , بتوفر الشروط , وانتفاء الموانع في حقه، فإذا توفرت الشروط , وانتفت الموانع، حكم بكفره وردته فيستتاب فإن تاب وإلا قتل شرعاً. ¶ 4- الحق عدم تكفير كل مخالف لأهل السنة والجماعة لمخالفته , بل ينزل حكمه حسب مخالفته من كفر، أو بدعة أو فسق أو معصية. ¶ وهذا ما جرى عليه أهل السنة والجماعة من عدم تكفير كل من خالفهم وهو يدل على ما لديهم بحمدالله من العلم والإيمان والعدل والرحمة بالخلق، وهذا بخلاف أهل الأهواء، فان كثيرا منهم يكفِّرون كل من خالفهم.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "5- كما أن \"الإيمان\" شعب متعددة ورتبها متفاوتة أعلاها قول \"لا اله إلا الله\" وأدناها: إماطة الأذى عن الطريق، والحياء شعبة من الإيمان، فكذلك \"الكفر\" الذي هو في مقابلة الإيمان، ذو شعب متعددة، ورتب متفاوتة أشنعها \"الكفر المخرج من الملة\" مثل: الكفر بالله، وتكذيب ما جاء به النبي صلى الله عليه وسلم. ¶ وهناك كفر دون كفر، ومنه تسمية بعض المعاصي كفراً. ¶ ولهذا نبه علماء التفسير، والوجوه والنظائر في كتاب الله - تعالى- وشراح الحديث والمؤلفون في: \"لغته\" وفي الأسماء المشتركة، والمتواطئة، أن لفظ \"الكفر\" جاء في نصوص الوحيين، على وجوه عدة: \"الكفر الناقل عن الملة\" و \"كفر دون كفر\" و\"كفر",
            "page": "60",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "النعمة\" و\"التبرؤ\" و\"الجحود\" و\"التغطية\" على أصل معناه اللغوي. ¶ وبناء على هذا: فانه لا يلزم من قيام شعبة من شعب الكفر بالعبد، أن يصير كافراً الكفر المطلق، الناقل عن الملة، حتى يقوم به أصل الكفر، بناقض من نواقض الإسلام: الاعتقادية أو القولية أو العملية عن الله ورسوله صلى الله عليه وسلم لا غير. ¶ كما أنه ليس كل من قام به شعبة من شعب الإيمان يكون مؤمنا حتى يقوم به أصل الإيمان. ¶ فالواجب وضع النصوص في مواضعها وتفسيرها حسب المراد منها من العلماء العاملين الراسخين، وان الغلط هنا إنما يحصل من جهة العمل وتفسير النصوص وعلى الناصح لنفسه أن يحس بخطورة الأمر ودقته وأن يقف عند حده ويكل",
            "page": "61",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "العلم إلى عالمه. ¶ 6- إصدار الحكم بالتكفير لا يكون لكل أحد من آحاد الناس أو جماعاتهم وإنما مرد الإصدار إلى العلماء الراسخين في العلم الشرعي المشهود لهم به، وبالخيرية والفضل الذين أخذ الله عليهم العهد والميثاق أن يبلغوا الناس ما علموه وأن يبينوا لهم ما أشكل عليهم من أمر دينهم امتثالا لقول الله تعالى (وإذ أخذ الله ميثاق الذي أوتوا الكتاب لتبيننه للناس ولا تكتمونه) \"آل عمران/187\". وقوله سبحانه (إن الذين يكتمون ما أنزلنا من البينات والهدى من بعد ما بيناه للناس في الكتاب أولئك يلعنهم الله ويلعنهم اللاعنون) \"البقرة/159\" وقوله سبحانه: (فاسألوا أهل الذكر إن كنتم لا تعلمون) \"النحل/43\". ¶ فما أمر الله بالسؤال حتى أخذ سبحانه العهد",
            "page": "62",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "والميثاق على العلماء بالبيان. ¶ 7- التحذير الشديد، والنهي الأكيد عن سوء الظن بالمسلم فضلا عن النيل منه فكيف بتكفيره والحكم بردته والتسرع في ذلك بلا حجة ولا برهان من كتاب ولا سنة. ¶ ولهذا جاءت نصوص الوحيين الشريفين محذرة من تكفير أحد من المسلمين وهو ليس كذلك كما قال الله تعالى (يا أيها الذين آمنوا إذا ضربتم في سبيل الله فتبينوا ولا تقولوا لمن ألقى إليكم السلام لست مؤمنا تبتغون عَرَض الحياة الدنيا فعند الله مغانم كثيرة كذلك كنتم من قبل فمنَّ الله عليكم فتبينوا إن الله كان بما تعلمون خبيرا) \"النساء/94\". ¶ وفي عموم قول الله سبحانه: (والذين يؤذون المؤمنين والمؤمنات بغير ما اكتسبوا فقد احتملوا",
            "page": "63",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "بهتانا وإثما مبينا) \"الأحزاب/58\". ¶ وقد تواترت الأحاديث النبوية في النهي عن تكفير المسلم بغير حق، منها.: ¶ حديث أبي ذر -رضي الله عنه- أنه سمع النبي صلى الله عليه وسلم يقول \"لا يرمي رجل رجلا بالفسوق، ولا يرميه بالكفر، إلا ارتدت عليه إن لم يكن صاحبه كذلك \" متفق على صحته. ¶ وعن ابن عمر -رضي الله عنهما -أن رسول الله صلى الله عليه وسلم قال: أيَّما رجل قال لأخيه: يا كافر فقد باء بها أحدهما \" متفق على صحته. ¶ وعن أبي ذر - رضي الله عنه - أنه سمع رسول الله صلى الله عليه وسلم يقول \"ومن دعا رجلا بالكفر، أو قال: عدو الله، وليس كذلك، إلا حار عليه \" متفق على صحته.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "ومعنى حار عليه: رجع عليه. ¶ وفي حديث ثابت بن الضحاك -رضي الله عنه- أن النبي صلى الله عليه وسلم قال: \"ومن رمى مؤمنا بكفر فهو كقتله\" رواه البخاري في صحيحه. ¶ فهذه النصوص وغيرها فيها الوعيد الشديد لمن كَفَّر أحداً من المسلمين وليس هو كذلك، وهذا والله أعلم - لما في إطلاق الكفر بغير حق على المؤمن من الطعن في نفس الإيمان، كما أن فيها التحذير من إطلاق التكفير إلا ببينة شرعية، إذ هو حكم شرعي لا يصار إليه إلا بالدليل، لا بالهوى والرأي العاطل من الدليل. ¶ وهذه الحماية الكريمة والحصانة العظيمة للمسلمين في أعراضهم وأديانهم من أصول الاعتقاد في ملة الإسلام.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "بناء على جميع ما تقدم فليحذر المسلم أن يخوض مع الخائضين في هذا الأمر الخطير في المجالس الخاصة، والمجتمعات العامة، وفي الصحف والمجلات وغيرها، من غير قدرة شرعية ولا قواعد علمية ولا أدلة قطعية فهذا تصرف يأباه الله ورسوله والمؤمنون، وفاعله مأزور غير مأجور، فالله تعالى، يقول: (ولا تقف ما ليس لك به علم أن السمع والبصر والفؤاد كل أولئك كان عنه مسؤولا) \"الإسراء/36\". ¶ ويقول -سبحانه-: (قل إنما حرم ربي الفواحش ما ظهر منها وما بطن والإثم والبغي بغير الحق وأن تشركوا بالله ما لم ينزل به سلطانا وأن تقولوا على الله ما لا تعلمون) \"الأعراف",
            "page": "66",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "وبذلك يكون المسلم في مأمن من الإثم والتبعة في الدارين، وتسلم المجتمعات الإسلامية من مظاهر الانحراف التي سببها الجهل والميل إلى الهوى. والله المستعان. ¶ وفي هذا الفصل نقض لمذهب الخوارج في غلوهم وإفراطهم.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "صفحة فارغة",
            "page": "68",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "الفصل السادس ¶ في أنواع الكافرين وكفرهم ¶ لا يجوز لمسلم التحاشي عن تكفير من كفرهم الله تعالى ورسوله صلى الله عليه وسلم لِمَا فيه من تكذيبٍ لله تعالى ولرسوله صلى الله عليه وسلم. ¶ والكفار على صنفين: ¶ الصنف الأول: الكفار كفراً أصلياً، وهم كل من لم يدخل في دين الله: (الإسلام) الذي بعث الله به نبيه محمداً صلى الله عليه وسلم من اليهود والنصارى والدهريين والوثنين وغيرهم من أمم الكفر الذين قال الله تعالى فيهم (قاتلوا الذين لا يؤمنون بالله ولا باليوم الأخر ولا يحرمون ما حرم الله ورسوله ولا يدينون",
            "page": "69",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "دين الحق من الذين أوتوا الكتاب حتى يعطوا الجزية عن يد وهم صاغرون) التوبة/29. ¶ والذين قال الله فيهم (لقد كفر الذين قالوا إن الله ثالث ثلاثة) المائدة/73. ¶ والذين قال الله فيهم: (لم يكن الذين كفروا من أهل الكتاب والمشركين منفكين حتى تأتيهم البينة) البينة /1. ¶ والذين قال الله فيهم: (إن الذين يكفرون بالله ورسله ويريدون أن يفرقوا بين الله ورسله ويقولون نؤمن ببعض ونكفر ببعض ويريدون أن يتخذوا بين ذلك سبيلا أولئك هم الكافرون حقا وأعتدنا للكافرين عذابا مهينا) النساء/150-151 ¶ وهؤلاء الكفار كفراً أصلياً لا يفرق في الحكم",
            "page": "70",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "عليهم بالكفر، سواء كانوا أفراداً أو جماعاتٍ، أحياءً وأمواتاً كما دلت عليه نصوص الكتاب والسنة. ¶ وهؤلاء يجب على المسلمين قتالهم متى استطاعوا حتى يدخلوا في الإسلام أو يدفعوا الجزية. ¶ الصنف الثاني: المسلم الذي يرتد بعد إسلامه بارتكاب ناقض من نواقض الإسلام، نعوذ بالله من ذلك، ومن أمثلة في القرآن العظيم: ¶ كفر التكذيب: كما قال تعالى: (والذين كذبوا بآياتنا ولقاء الآخرة حبطت أعمالُهُم هل يجزون إلا ما كانوا يعملون) الأعراف/147. ¶ ومثل كفر: المستهزئين بالله، ورسوله، ودينه، الذين قال الله فيهم (ولئن سألتهم ليقولن إنما كنا نخوض ونلعب قل أبالله وآياته ورسوله كنتم تستهزئون لا تعتذروا قد كفرتم بعد إيمانكم إن نعف عن طائفة منكم نعذب",
            "page": "71",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "طائفة بأنهم كانوا مجرمين) التوبة/65-66. ¶ ومثل كفر: من سب الله ورسوله ودينه، فان السب ينافي التعظيم الواجب لله ولرسوله ولدينه وشرعه، قال الله تعالى (ومن يعظم شعائر الله فإنها من تقوى القلوب) الحج/32. ¶ ومثل كفر: الإباء والاستكبار والامتناع عن طاعة الله تعالى كما قال سبحانه عن إبليس: (أبى واستكبر وكان من الكافرين) البقرة /34. ¶ وهذا النوع هو الغالب على كفر أعداء الرسل. ¶ ومثل كفر: الإعراض عن دين الله تعالى كما قال سبحانه (والذين كفروا عما انذروا معرضون) الأحقاف/3. ¶ قال شيخ الإسلام ابن تيمية - رحمه الله تعالى -",
            "page": "72",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "في الصارم المسلول (2/ 81) بعد سياقه قول الله - تعالى - {وَيَقُولُونَ آمَنَّا بِاللَّهِ وَبِالرَّسُولِ وَأَطَعْنَا ثُمَّ يَتَوَلَّى فَرِيقٌ مِنْهُمْ مِنْ بَعْدِ ذَلِكَ وَمَا أُولَئِكَ بِالْمُؤْمِنِينَ * وَإِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ إِذَا فَرِيقٌ مِنْهُمْ مُعْرِضُونَ * وَإِنْ يَكُنْ لَهُمُ الْحَقُّ يَأْتُوا إِلَيْهِ مُذْعِنِينَ * أَفِي قُلُوبِهِمْ مَرَضٌ أَمِ ارْتَابُوا أَمْ يَخَافُونَ أَنْ يَحِيفَ اللَّهُ عَلَيْهِمْ وَرَسُولُهُ بَلْ أُولَئِكَ هُمُ الظَّالِمُونَ * إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَنْ يَقُولُوا سَمِعْنَا وَأَطَعْنَا وَأُولَئِكَ هُمُ الْمُفْلِحُونَ} [النور / 47 - 51] :\"فبين سبحانه أن من تولى عن طاعة الرسول وأعرض عن حكمه فهو من المنافقين وليس بمؤمن وأن المؤمن هو الذي يقول: سمعنا وأطعنا فإذا كان النفاق يثبت ويزول الإيمان بمجرد الإعراض عن حكم الرسول وإرادة التحاكم",
            "page": "73",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "إلى غيره مع أن هذا ترك محض وقد يكون سببه قوة الشهوة فكيف بالتنقص والسب ونحوه؟.\" انتهى ¶ ومثل الكفر: بالقول كما قال تعالى (ولئن سألتهم ليقولن إنما كنا نخوض ونلعب قل أبالله وآياته ورسوله كنتم تستهزئون. لا تعتذروا قد كفرتم بعد إيمانكم) التوبة /65-66. ¶ وكما قال سبحانه: (ولقد قالوا كلمة الكفر وكفروا بعد إسلامهم) التوبة/74. إذ قالوا: (ليخرجن الأعز منها الأذل) المنافقون/8. ¶ ومنه قول المنافقين في غزاة تبوك: (ما رأينا مثل قرائنا هؤلاء- يعنون النبي صلى الله عليه وسلم وأصحابه رضي الله عنهم- أرغب بطونا، وأكذب ألسنا، وأجبن عند اللقاء) . ¶ ومنه صرف الدعاء لغير الله والاستغاثة بالأموات. ¶ ومثل الكفر: بالعمل كما قال الله تعالى:",
            "page": "74",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "(قل أن صلاتي ونسكي ومحياي ومماتي لله رب العالمين لا شريك له وبذلك أمرت وأنا أول المسلمين) الأنعام /162-163. فالسجود لغير الله والذبح لغير الله، شرك وكفر بالله. ¶ ومن الكفر العملي: السحر كما قال الله تعالى (وما كفر سليمان ولكن الشياطين كفروا يعلمون الناس السحر) البقرة /102. ¶ وذلك لما فيه من استخدام الشياطين والتعلق بهم ودعوى علم الغيب ودعوى مشاركة الله في ذلك قال الله تعالى (ولقد علموا لمن اشتراه ما له في الآخرة من خلاق) البقرة /102. ¶ ولأن السحر شرك وكفر أدخله العلماء المصنفون في: (التوحيد وأبوابه) في أنواع الشرك، للتحذير منه، وبيان أنه من نواقض التوحيد.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "ومثل الكفر: بالاعتقاد والشك، كما قال الله تعالى (إنما المؤمنون الذين آمنوا بالله ورسوله ثم لم يرتابوا وجاهدوا بأموالهم وأنفسهم في سبيل الله أولئك هم الصادقون) الحجرات/15.وقال سبحانه: (إنما يستأذنك الذين لا يؤمنون بالله واليوم الآخر وارتابت قلوبهم فهم في ريبهم يترددون) التوبة/45. ¶ وقال عَزَّ من قائل (ودخل جنته هو ظالم لنفسه قال ما أظن أن تبيد هذه أبدا. وما أظن الساعة قائمة ولئن رددت إلى ربي لأجدن خيراً منها منقلبا. قال له صاحبه وهو يحاوره أكفرت بالذي خلقك من تراب ثم من نطفة ثم سواك رجلا) الكهف/35-37. ¶ فكل هؤلاء قد كفرهم الله ورسوله بعد إيمانهم بأقوال وأفعال صدرت منهم ولو لم يعتقدوها",
            "page": "76",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "بقلوبهم. لا كما يقول المرجئة المنحرفون، نعوذ بالله من ذلك. ¶ مع العلم أن الحكم بكفر المعين المتلبس بشيء من هذه النواقض المذكورة موقوف على توافر الشروط وانتفاء الموانع في حقه كما هو مقرر معلوم، وتقدم. ¶ وفي هذا الفصل نَقْضٌ لمذهب المرجئة في تقصيرهم وتفريطهم.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "الفصل السابع ¶ في تذكير الأمة بحقوق الراعي والرعية ¶ ومن المناسب ههنا تذكير الأمة جمعاء بحقوق الراعي والرعية في كل بلد إسلامي، إذ أن الخلل في القيام بهذه الحقوق، لا بد أن ينتج منه آثار سيئة غير مرضية، وأمراض فكرية تظهر في حياة الفرد والجماعة فأقول: ¶ من ولى شيئا من أمور المسلمين فان أعظم ما يجب عليه أن يسوس الرعية بالكتاب والسنة وينشر التوحيد من مِشْكاتِهما ويزيل ما يناقضه من مظاهر الشرك والوثنية ويحكم بين الناس بهما إقامة للعدل بينهم ولا أحكم ولا أعدل ولا أصلح للناس",
            "page": "78",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "من شريعة ربهم، ففيها العدل والرحمة والشفاء لما في الصدور كما قال الله جل وعلا (يا أيها الناس قد جاءتكم موعظة من ربكم وشفاء لما في الصدور وهدى ورحمة للمؤمنين) يونس/57. ¶ وقال سبحانه (ومن أحسن من الله حكما لقوم يوقنون) المائدة/50. وقال تعالى (ثم جعلناك على شريعة من الأمر فاتبعها ولا تتبع أهواء الذين لا يعلمون) الجاثية /18. ¶ وان تحكيم شرع الله تعالى من أعظم الواجبات قال سبحانه (فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا في أنفسهم حرجا مما قضيت ويسلموا تسليما) النساء/65 ¶ وهو أيضا من أجل أنواع العبادة قال الله",
            "page": "79",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "تعالى (إن الحكم إلا لله أمر أن لا تعبدوا إلا إياه ذلك الدين القيم ولكن أكثر الناس لا يعلمون) يوسف/40. ¶ وقال كل رسول لقومه: (اعبدوا الله ما لكم من اله غيره) الأعراف/36.وجعل الله سبحانه الحكم بغير ما أنزله شركا في عبادته وشركا في حكمه فقال تعالى (ولا يشرك في حكمه أحدا) الكهف/26. ¶ وقال عز من قائل (أم لهم شركاء شرعوا لهم من الدين ما لم يأذن به الله) الشورى/21. ¶ وقال سبحانه (فمن كان يرجو لقاء ربه فليعمل عملا صالحا ولا يشرك بعبادة ربه أحدا) الكهف /110. ¶ كما يجب على كل وال السعي فيما يصلح",
            "page": "80",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "رعيته ويدفع المضار عنهم ويطهر مجتمعاتهم من الحكم بغير ما أنزل الله تعالى ومن سائر الموبقات والمحرمات كالخمر والبغاء والربا والقمار وغيرها قال النبي صلى الله عليه وسلم (ما من عبد يسترعيه الله رعية يموت يوم يموت وهو غاش لرعيته إلا حرم الله عليه الجنة) متفق على صحته. ¶ ومما يجب التنبه له والتحذير والحذر منه: أن على من بسط الله يده، أن يكف عن المسلمين تلك السموم التي تقذف بها بعض القنوات الإعلامية في بعض البلاد ‍‍‍‍‍‍‍‍!! وعلى وجه الخصوص ذلك التركيز الخبيث على تغريب المجتمعات المسلمة في أخلاقهم ولباسهم وغدوهم ورواحهم وبخاصة إخراج المرأة من عفتها وطهارتها وحجابها إلى أحط دركات السفالة، والتبذل والحيوانية في شتى",
            "page": "81",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "وجوه (الإباحية) . ¶ وتعمل تلك القنوات جاهدة على التشكيك في الاعتقاد الإسلامي الحق والاعتراض على أحكام الله المحكمة، والسخرية بالله وآياته ورسوله، والدعوة للإباحية والانسلاخ من الدين، وتمكين المنافقين بإعلان ما يحيك في صدورهم ومجاهرة المضلين بمقالات الكفر والتشكيك والردة عن الدين كل ذلك باسم: حرية الفكر!! المناظرات المحايدة!! معرفة الرأي الأخر!! قاتلهم الله أني يؤفكون. ¶ ألا فليعلم أولئك إن كان لهم عقول ويحبون لأنفسهم النجاة أن من فتح ذلك الباب، أو أعان عليه أو رضي به فله نصيب من قول الله تعالى: (قل أبالله وآياته ورسوله كنتم تستهزؤون لا تعتذروا",
            "page": "82",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "قد كفرتم بعد أيمانكم) التوبة/65-66. وقول الله جل شأنه (وقد نزل عليكم في الكتاب أن إذا سمعتم آيات الله يكفر بها ويستهزأ بها فلا تقعدوا معهم حتى يخوضوا في حديث غيره إنكم إذاً مثلهم إن الله جامع المنافقين والكافرين في جهنم جميعا) النساء/140.وقوله سبحانه (إن الذين يحبون أن تشيع الفاحشة في الذين آمنوا لهم عذاب أليم في الدنيا والآخرة) النور/19.قال شيخ الإسلام ابن تيمية -رحمه الله تعالى- في أثناء كلامه على هذه الآية:0وهذا ذم لمن يحب ذلك وذلك يكون بالقلب فقط، ويكون مع ذلك باللسان والجوارح، وهو ذم لمن يتكلم بالفاحشة أو يخبر بها محبة لوقوعها في المؤمنين: إما حسدا أو بغضاً، وإما محبة للفاحشة وإرادة لها، وكلاهما محبة للفاحشة",
            "page": "83",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "وبغضا للذين آمنوا، فكل من أحب فعلها ذكرها) (¬1)  ¶ وقال أيضا مستنبطا من أسرار التنزيل ما يعز نظيره: \" فكل عمل يتضمن محبة أن تشيع الفاحشة في الذين آمنوا داخل في هذا، بل يكون عذابه أشد فان الله قد توعد بالعذاب على مجرد محبة أن تشيع الفاحشة بالعذاب الأليم في الدنيا والآخرة وهذه المحبة قد لا يقترن بها قول ولا فعل فكيف إذا اقترن بها قول أو فعل؟ بل على الإنسان أن يبغض ما أبغضه الله من فعل الفاحشة والقذف بها وإشاعتها في الذين آمنوا، ومن رضى عمل قوم حشر معهم كما حشرت امرأة لوط معهم ولم تكن تعمل فاحشة اللواط، فان ذلك لا يقع من المرأة لكنها لما رضيت فعلهم عمها العذاب معهم. ¶ ¬__________ ¶ (¬1) الفتاوى15/ 332",
            "page": "84",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "فمن هذا الباب قيل: من أعان على الفاحشة وإشاعتها، مثل القَوَّاد الذي يقود النساء والصبيان إلى الفاحشة، لأجل ما يحصل له من رياسة أو سُحتٍ يأكله، وكذلك أهل الصناعات التي تنفق بذلك: مثل المغنين، وشربة الخمر وضمان الجهات السلطانية وغيرها فانهم يحبون أن تشيع الفاحشة ليتمكنوا من دفع من ينكرها من المؤمنين، خلاف ما إذا كانت قليلة خفيفة خفية، ولا خلاف بين المسلمين أن ما يدعو إلى معصية الله وينهي عن طاعته منهي عنه محرم، بخلاف عكسه فانه واجب \" (¬1)  ¶ كما يجب على الراعي أن يسوس رعيته بالرفق وللين، وأن يجتهد في قضاء حوائجهم وإيصال ¶ ¬__________ ¶ (¬1) الفتاوى 15/ 344",
            "page": "85",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "الخير لهم بكل طريق فقد ثبت أن النبي صلى الله عليه وسلم قال: (اللهم من ولي من أمر أمتي شيئا فشق عليهم فاشقق عليه ومن ولي من أمر أمتي شيئا فرفق بهم فارفق به) خرجه مسلم في صحيحه. ¶ كما يجب الاهتمام بمناهج التعليم السليمة في جميع أطواره على منهج الكتاب والسنة وما عليه صالح سلف هذه الأمة وإلزام الرعية بتعلم العقيدة الإسلامية الصافية من شوائب الانحراف وتعلم سائر أحكام الدين، وتقوية مناهجها في جميع مراحل التعليم. ¶ ويجب على رُعاة المسلمين منع تسلل المدارس الإفرنجية ومناهجها إلى بلاد المسلمين , سواء كانت تحت أسماء عربية أو اجنبية , فقد ثبت بشهادة القرىن - وكفى بها شهادة - وبشهادة التاريخ",
            "page": "86",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "والواقع: أن أعداء الإسلام لايرقبون في مؤمن إلاًّ ولا ذمة , فلا يزالون يلقنونه زيغًا , ويبذرون في نفسه شرًّا , والذي خبث لا يخرج إلا نكدًا؟! وإنها مكامن للتنصير والتغريب ولا يجوز لمسلم أن يلقي بأولاده فيها. فالحذر الحذر من هذه المدارس ومناهجها , طاعة لله - تعالى - ولرسوله - صلى الله عليه وسلم - , وحماية لناشئة المسلمين من انسلاخهم من دينهم , وإفساد أخلاقهم وقطع رابطتهم بامتهم , ولا حول ولا قوة إلا بالله العزيز الحكيم. (¬1) ¶ ¬__________ ¶ (¬1) وفي كتاب \" التغريب في التعليم في العالم الإسلامي \" تاليف الأستاذ/ محمد عبد العليم مرسي , طبع جامعة الإمام محمد بن سعود الإسلامية عام 1409 , ما نصه: \" المدارس الأجنبية: وهذه من اخطر المؤسسات التى عملت وولا زالت تعمل , عل ىتغريب أجيال من ابناء الأمة الإسلامية , هذا والمجتمع الذي يسمح بافتتاح هذه المدارس على ارضه , يعطي القائمين عليها سلاحا من اخطر ما يمكن , حيث يتمكنون من خلال برامجها ومناهجها من تشكيل =",
            "page": "87",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "كما أنه يجدر بحكام المسلمين اليوم أن يعيدوا لبيوت الله مجدها وعزها ووظيفتها في الإسلام، فتقام فيها الصلوات، وتفتح حلقات الوعظ والتعليم للعلماء المصلحين، ليبثوا على الشريعة بين المسلمين فيتذكر الغافل ويتعلم الجاهل ويتعظ العاصي وتتهذب النفوس وتقبل على طاعة ربها , ¶ ____________________ ¶ = عقول الناشئة وتوجيهم الوجهة التى يريدون , حتى وإن كانت - وهي بالفعل كذلك -ضد صالح مجتمعهم وضد عقيدته واهدافه. ¶ ومهما تكن الدعاوى حول السماح لهذه المدارس بأن تعمل على ارض بعض بلادنا الإسلامية , فهي بلا شك تنبئ عن ضعف فاضح من جانبنا , وعلى قوة من جانب أعدائنا , قوة في التأثير علينا بحيث توافق على إعطائهم حق تقرير مصير اطفالنا , فقد يقال: إنها انشئت في البداية لتعليم أبناء الجاليات الأجنبية , ولكن الواقع يقول بأن خطرها قد امتد إلى أبناء المجمتع الأصلي , وبدأت تنتشر وتنفث سمومها في ابناء المجتمع كله , إلى ىخر كلامه حتى ص/ 88 وهو مهم.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "ويحصل بذلك خير كثير للأمة طالما حرمته زمنا طويلا. ¶ تلك من الواجبات على الراعي لرعيته. ¶ أما الرعية فيجب عليها السمع والطاعة لمن قادها بكتاب ربها وسنة نبيها، ما لم يأمر بمعصية فانه لا تجوز طاعته في تلك المعصية، لقول النبي صلى الله عليه وسلم (لا طاعة في معصية الله، إنما الطاعة في المعروف) متفق على صحته. ¶ وقوله صلى الله عليه وسلم: (لا طاعة لمخلوق في معصية الخالق) رواه أحمد، والحاكم، وغيرهما. ¶ ويجب النصح له والدعاء له والاجتهاد في جمع الكلمة معه تحت راية الإسلام فقد ثبت أن النبي صلى الله عليه وسلم قال: (الدين النصيحة) قلنا: لمن؟ قال: \"لله ولكتابه ولرسوله ولأئمة المسلمين وعامتهم \"",
            "page": "89",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "خرجه مسلم في صحيحه. ¶ وثبت أيضا عن النبي صلى الله عليه وسلم أنه قال: (ثلاث خصال لا يغل عليهن قلب مسلم: إخلاص العمل لله ومناصحة ولاة الأمر، ولزوم الجماعة، فان دعوتهم تحيط من وراءهم) رواة أحمد، وغيره. ¶ وفي بعض روايات الصحيح لوصية أمير المؤمنين عمر بن الخطاب - رضي الله عنه - المشهورة في الصحيحين، وغيرهما، قوله: (وأحسنوا مؤازرة من يلي أمركم، وأعينوه، وأدوا إليه الأمانة) . ¶ وعلى الرعية: الصبر على الأثرة وقول كلمة الحق حسب القدرة والطاقة، فعن عبادة بن الصامت رضي الله عنه قال (بايعنا رسول الله صلى الله عليه وسلم على السمع والطاعة في العسر واليسر، والمنشط والمكره، وعلى أثرة علينا، وعلى ألا ننازع الأمر أهله،",
            "page": "90",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "إلا أن تروا كفرا بواحا عندكم من الله تعالي فيه برهان، وعلى أن نقول بالحق أينما كنا، لا نخاف في الله لومة لائم \" متفق على صحته. ¶ هذه من الواجبات على الرعية للراعي. ¶ وعلى كل عبد مسلم من الرعاة والرعية: ملازمة تقوى الله، وأن يكون مقصدهم الأعظم هو عبادة الله وحده، والدعوة إليها، وأن يحافظوا على \"رأس مالهم \" جماعة المسلمين، وأن لا يكون من عصيانهم وعدم تطبيقهم لشريعة ربهم وتنكبهم الصراط المستقيم: فتنة للكافرين في الإصرار على كفرهم ولْيَدْعُ كلُّ مسلم بدعوة نبي الله إبراهيم عليه السلام ومن آمن معه (ربنا لا تجعلنا فتنة للذين كفروا واغفر لنا ربنا انك أنت العزيز الحكيم) الممتحنة /5.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "أسأل الله الكريم بأسمائه الحسنى وصفاته العلى أن يلهم المسلمين رشدهم ويقيهم شر أنفسهم ويصلح حالهم أنه على كل شي قدير وبالإجابة جدير. ¶ وصلى الله على نبينا محمد وعلى آله وصحبه وسلم.",
            "page": "92",
            "part": "1"
        }
    ],
    "t34769": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "درء الفتنة"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة الطبعة الثانية"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "كتابات العلماء بعد صدور الطبعة الأولى"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول في التحذير من الفتن"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني العمل بخصال الإسلام والتحذير من أسباب الردة والفساد"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث في بيان حقيقة الإيمان"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الرابع في بيان ضلال من ضل في حقيقة الإيمان ومسألة التكفير"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الخامس الأصول والضوابط في مسألة التكفير"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل السادس في أنواع الكافرين وكفرهم"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل السابع في تذكير الأمة بحقوق الراعي والرعية"
        }
    ]
}