{
    "b34770": [
        {
            "id": "1",
            "nass": "براءة أهل السنة ¶ من الوقيعة في علماء الأُمة ¶ تأليف الشيخ العلامة ¶ بكر بن عبد الله أبو زيد",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ من عبد العزيز بن عبد الله بن باز إِلى حضرة الأَخ المكرم صاحب الفضيلة العلامة الدكتور بكر بن عبد الله أَبو زيد وكيل وزارة العدل. لازال مسدداً في أَقواله وأَعماله, نائلاً من ربه نواله, آمين سلام عليكم ورحمة الله وبركاته. ¶ أَما بعد: فقد اطلعت على الرسالة التي كتبتم بعنوان: ((براءة أَهل السنة, من الوقيعة في علماء الأُمة)) وفضحتم فيها المجرم الآثم, محمد زاهد الكوثري بنقل ما كتبه من السَّبِّ, والشَّتم, والقذف لأَهل العلم والإِيمان, واستطالته, في أَعراضهم وانتقاده لكتبهم إِلى آخر ما فاه به ذلك الأَفَّاك الأَثيم, عليه من الله ما يستحق, كما أَوضحتم أَثابكم الله تعالى تعلُّق: تلميذه الشيخ عبد الفتاح أَبو غدة به, وولاءه له, وتبجحه باستطالة شيخه المذكور في أَعراض أَهل العلم والتُّقَى, ومشاركته له في الهمز واللمز, وقد سبق أَن نصحناه بالتبرئ منه, وإِعلان عدم موافقته له على ما صدر منه, وأَلححنا عليه في ذلك, ولكنه أَصر على موالاته له هداه الله للرجوع إِلى الحق, وكفى المسلمين شره وأَمثاله. وإِنا لنشكركم على ما كتبتم في هذا الموضوع ونسأَل الله أَن يجزيكم عن ذلك خير الجزاء, وأَفضل المثوبة لتنبيه إِخوانكم إِلى المواضع التي زلت فيها قدم هذا المفتون -أَعني: محمد زاهد الكوثري-.",
            "page": "269",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "كما نسأَله سبحانه أَن يجعلنا وإِياكم دعاة الهدى, وأَنصار الحق إِنه خير مسئول, وأَكرم مجيب. والسلام عليكم ورحمة الله وبركاته. ¶ الرئيس العام ¶ لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد",
            "page": "270",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "المقدمة ¶ الحمد لله, وأَشهد أَن لا إِله إِلا الله وحده لا شريك له, وأَشهد أَن محمداً عبده ورسوله, اللهم صل وسلم عليه, وعلى آله, وصحبه, ومن تبعهم بإِحسان إِلى يوم الدين. ¶ أَما بعد: فهذه أُكتوبة تنطق بـ ((براءة أَهل السنة من التكفير, والقذف, والتنقص لطائفة من علماء الأُمة)) , لتكشف عن شخصين في حقيقتهما, حتى تصيح الحقيقة بهما من كل جانب, وتضرب بأَشعتها على رؤوس أَقلامهما: أَحدهما (¬1) : بطانة هذا المسلك. والثاني (¬2) : ظهارته. ¶ الأَول: مِدْرَهُ طعنٍ فَوَّقَ سهامه بهذه المباني المروعة, والعبارات المرهقة, وهو منفلت العنان, ذَرَب اللسان بهتك الحرمات, والمحارم, فَيَلِغُ في أَعراض الأَبرياء, ويكفر أَساطين العلماء, وينتقص منارات الهدى. كل هذا ليكثر سواد مزاعمه لسواد مشاربه في أَمراض متنوعة: من التقليد الأَصم, والتمشعر بغلوٍّ وجفاء, والتصوف السادر, والقبورية المكِبَّة للمخلوق عن الخالق. ¶ ¬__________ ¶ (¬1) محمد زاهد بن الحسن الكوثري. ¶  (¬2) من تكنى به ونسب نفسه إِليه: أَبو زاهد عبد الفتاح أبو غدة الكوثري.",
            "page": "271",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "والثاني: يحتضن حاملها هذا, ويحيي ذكره, وينشر كلمته, ويبذل في سبيله مهجته. مفتوناً به فتوناً بمحبة جامحة, وهوى أَكمه, فرمى بنفسه في حبائله واحترق فيه, وصار أَتبع له من ظله, وكأَنما أَخذ على قلمه ميثاقاً غليظاً أَن لا يفتر من ذكره, وأَن ينظم ما يقرؤه في أَلواح عواطف عنه, وتعاطفه معه - أَمام القراء والدارسين - في صورة أَفراد خير القرون, مع سكوت طويل عن ضراوته. . . ¶ في مسلك لا يطيقه إِلا من فُرِضَ عليه بسلطة قاهرة؟ وكان الأَول ((صريع أَهل السنة)) قد فُرغ منه, إِذ أطيح به بردود متعاقدةٍ متناصرة, كاشفة خبيئته, موضحة حقيقته: ¶ جَاءَتْ تَهَادى مُشْرِفاً ذراها ** تحن أُولاها على أُخْرها ¶ فطاح جملةً واحدة, ولن تجد له بَعْدُ من الراسخين في العلم تَبِيعاً, لا سيما بعد صدور كتابَي ((التنكيل. . .)) و ((طليعته)) لذهبي العصر العلامة المعلمي, المتوفى سنة 1386هـ - رحمه الله تعالى -. ¶ وهذه - ولله الحمد - سُنَّة ماضية في حفظ الله لدينه مادام في الأَرض كتابٌ يتلى, وسُنَّة تدرس, وفي القلوب عقل وإِيمان. فإِن هذا وأَمثاله لا مكان لهم في سجل العلماء المعتدِّ بهم إِلا على سبيل إِسبال بُردة التفنيد, والرمي في وجهته بكل نقدٍ وتنقيد. ¶ لكن ظهارته خفقت فيه رياحه, فتكايَسَ بالركض وراءه, وأَفرغ مُهْجَتَه بالتمدُّح به, وامتلأَ قلبه بتعظيمه ومحبته له حتى بلغ من شدة تعلقه به أَن تكنى به, ونسب نفسه إِليه, وطفق منحدراً في مدبحه, خالعاً عليه غلائل التقديس المُصَبَّغَة بغلو وإِسهاب, ونَصَب قلمه لنشر مقولاته. ثانياً عِطفه عن تعقبه في",
            "page": "272",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "سبله الفجة, وميله عن المحجة, بل سرت عدواه إِليه في جملة من تعليقاته, وكانت نقوله عن هذا ((المهاتر)) في مواطن من أَشراف المواطن ((علوم السنة النبوية)) ؟  ¶ فانظر كيف يُورِدُ مُمْرِضاً على مُصح, متغمغماً في غَمَراته, كأَنه لا يحرك قلمه تحريكَ من يشعر بأَن في الدنيا شيئاً يقال له: ((التاريخ)) . ¶ والتاريخ الصحيح يضرب المتمرد عليه في تفضيل النفاية على النقاوة بيد قاسية, تخفق لطماتها في الآفاق, فتجلله عار الأَبد. ¶ فالتاريخ من ورائه محيط, وعلى مغامزه شهيد. ¶ وفي كل هذا تدليل على مكنون يقينه, ومرمى اعتقاده فَلاَ لَوْمَ علينا إِذ دفع قلمه ينقر بشوكته في هذا ((المَهْيع)) فدس مولود انتصاره في صفوف القراء والدارسين للسنة المشرفة وعلومها -كما سيمر نظرك عليه بعد إِن شاء الله تعالى- لِكَفَّ بأْسها, وسد طرق التشغيب بها, وليبتعد المفلحون عن هذه الحطة المندسة في صفوفهم, ويغسلوا أَيديهم من كاتبها وما كتب في مشارب كدرة بالتصريح حيناً, والتلويح أَحياناً. ¶ وهي نقولٌ تجري سياقتها على شيمة الكرام {وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا} , لأَنها كفيلة بأَن يقوم بردها على عقبها صدورها فيستغنى عن تسويد الأَوراق بمطارحته فيها, ولأَنها تحكم على قائلها, ومُرَوِّجِها, وحاضن مبتدعها - بما يتلاقى معها شرعاً بمجرد النظر فيها, منتجة الإِشراق أَمام كل طالب علم - لمحيا تقعيد لا ينفذ, وتأْصيل لا ينقطع, بالإِعراض عن هذا الطراز وإِنتاجهم, وعدم النقل أَو العزو إِليهم, حتى يخوضوا في حديثٍ غيره. ¶ وَلْيُعْلَمَ أَن في علماء السنة غِنىً عن هذا الغثاء, وفي كتبهم وإِنتاجهم ما",
            "page": "273",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "يشفي غلة كل غليل. ¶ وَلِعْلَمَ التلميذ أَنه محجوج ممجوج بهذه المساوقة التي ركب لها غارب عشواء, وفتح عينيه لها في ليلة ظلماء. ¶ وكم تَمَنَّينا لو طوى الثوب على غِرَّة, ليستمر طي بساط التحذير بِمَرَّة, لكنه أَورث البحثرة بالدعاية لهذا البائس, والغبطة به, وبمزاعمه المنبوذة, والبادئ أَظلم, فلا بد إِذاً أَن يحمل أَهل السنة في أَناملهم أَقلام النُّصرة لها بكلمة حق يخر لها ((الباطل)) صعقاً, ولتفضح ((المبطل)) بنشر مُثل من بواطله تحذيراً من فتنه وبواقره, ودفعاً لخبائثه, بشاهد عدل يناجي القارئ من صريف قلمه بكلمات هو قائلها. ¶ ثم لتنفض عن الأَنظار غبار الترويج, وتحسر عن أُناس يحملون على رؤسهم بياضاً, وفي قلوبهم سواداً, معلنةً أَنه لا مكان للمُسْتَخْفِين والساربين هنا: ذلك بما عملته أَيديهم. ¶ وبه تعلم أَنه ليس القصد هنا الكشفَ عن ذاك المبتلى, وإِنما المسير إِلى الكشف عمن خلفه بالعض على هذا البلاء بطريق نصرته البالغة لبائس تشعبت به الأَهواء, قد فرغ أَهل السنة من الإِطاحة به. ¶ وقد قال العلامة محمد بهجت البيطار في رسالته ((الكوثري وتعليقاته)) (ص / 26) : (وجملة القول: أَن هذا الرجل لا يعتد بعقله, ولا بنقله, ولا بعلمه, ولا بدينه, ومن يرجع تعليقاته يتحقق صدق ما قلناه) اهـ. ¶ وهذا الدفاع مما نحتسبه عند الله كفاحاً عن أَعراض العلماء, وصوناً لأَفكار الناشئة من هذا الوباء, مبتعدين عن النزاع والمماظة, والخوض في تلك المخاضة, ولكن ((من جر أَذيال الناس بباطلٍ جروا ذيله بحق)) .",
            "page": "274",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "فإِلى حقائق تميط الأَذى عن الطريق, طالما غفل عنها أُناس, وتغافل عنها آخرون, معوقدة في نماذج من عدوانه, ووجوه مساوقة تلميذه له, ليرى أَهل العلم ماذا يحتضنون, وماذا يراد بهم- من إِيجاد الطائفية, وهم نائمون, وفي الإِشارة ما يغني عن طول العبارة. ¶ والله المستعان. ¶ وعليه فأَقول: ¶ اعلم أَنه ظهر ثلاثة كتب يتكون كل واحد منها من: ¶ أَصل, وحاشية, وهي: ¶  ((الرفع والتكميل)) و ((الأَجوبة الفاضلة)) كلاهما للشيخ عبد الحي اللكنوي, المتوفى سنة 1304هـ - رحمه الله تعالى-. ¶ وَكُلُّ واحدٍ منهما يمثل رسالة بقدر بسطة اليد, ولو وضعت في ظرف لوسعها, لكن صار نفخهما بتكبير الحرف, وإِطالة التعليقات. وثالثها ((إِنهاء السكن)) مقدمة ((إِعلاء السنن)) للشيخ ظفر التهانوي, المتوفى سنة 1394هـ -رحمه الله تعالى- وكان مطبوعاً في مجلدة لطيفة. ثم طبع بعد باسم ((قواعد في علوم الحديث)) في مجلد كبير للسببين المذكورين في سابقيه. ¶ والناظر فيها تقوم عنده بالدلائل الجلية أُمور ثلاثة: ¶ الأَول: أَن ما في هذه الأُصول من علم نافع هو في الجملة نصوصٌ مِن تَتَبُّع ((الميزان)) للحافظ الذهبي, و ((اللسان)) و ((التهذيب)) و ((هذي الساري)) ثلاثتها للحافظ ابن حجر. ¶ ومن يقف على هذه يتحصل على أَضعاف ما وقفا عليه من القواعد وفرائد الفوائد في الجرح والتعديل, ولعل سبب العدول عن ذكرها أَنها لا تخدم ما ستراه في الأَمر الثاني.",
            "page": "275",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الثاني: أَن هذه الأُصول الثلاثة, أُسست لنصرة أُصول مدرسة أَهل الرأْي ((الحنفية)) , ولهذا ترى فيها جوراً عن قصد السبيل في مواضع, بصرف بعض تلك النصوص عن وجهها, وإِن اللنكوي -رحمه الله تعالى- أَخف من التهانوي -رحمه الله تعالى-. ¶ وللعصبية هُواة, وكم جرت من مهازل. ¶ ولا يُعلم في المذاهب السُّنِّيَّة أَعظم تعصباً من الحنفية, كما هو محرر في محله لدى أَهل العلم, منهم: شيخ الإِسلام ابن تيمية - رحمه الله تعالى - في ((منهاج السنة النبوية)) (¬1) , وابن أَبي العز الحنفي, المتوفى سنة 792هـ -رحمه الله تعالى- في كتابه ((الاتباع)) (¬2) . ¶ الثالث: أَن ذاك ((مُحَضِّر النصوص)) (¬3) - أَثقلها بالحواشي التي شدت على هذا الانتصار بتجسيد المذهب الحنفي, والتمشعر, حتى امتلأَت بهذه النصرة خاصرتا حواشيه بما يشهد الناظر فيها أَن هذه هي الروح التي تموج في جسم تلك الحواشي من رأْسها إِلى عقبها, مع ما فيها من المحامل البعيدة والمغامز, والتَّذَرُّع بكلام الشيخين: ابن تيمية, وابن القيم - رحمهما الله تعالى - في مواضع, في ضروب من التعسف بالاستدلال واجتراء النقول, والحط عليهما حيناً, ونقل كلام خشن في حقهما أَحياناً, وانتقاد مسلكهما. إِلى آخر ما أَفْضَتْ إِليه النوبة عن شيخه بقلمه الهماز في هذا المَهْيَع. مثل: ¶ همزه ابن القيم - رحمه الله تعالى - بأَنه: ¶  (تغلبه عادته, ومشربه المعروف) أَي في الحكم على الأَحاديث صحة ¶ ¬__________ ¶ (¬1) (2/ 143, 66) . ¶  (¬2) (ص / 8) . ¶  (¬3) لقبه بذلك عبد الله بن الصديق الغماري في مجلس مشهود.",
            "page": "276",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وضعفاً في: أَبواب التوحيد. ¶ فقال في تعليقه على ((الأَجوبة الفاضلة)) (ص / 130, 132) : ¶  (أَما ابن القيم فمع جلالة قدره, ونابهة ذهنه, ويقظته البالغة, فإِن المرء ليعجب منه - رحمه الله تعالى - كيف يروي الحديث الضعيف, والمنكر في بعض كتبه كمدارج السالكين من غير أَن ينبه عليه. ¶ بل تراه إِذا روى حديثاً جاء على مشربه المعروف, بالغ في تقويته وتمتينه كل المبالغة, حتى يخيل للقارئ أَن ذلك الحديث من قسم المتواتر في حين أَنه قد يكون حديثاً ضعيفاً أَو غريباً أَو منكراً, ولكن لما جاء على ((مشربه)) جمع له جراميزه, وهب لتقويته وتفخيم شأْنه بكل ما أُوتيه من براعة بيان, وقوة لسان. . .) اهـ. ¶ وهكذا, كسكوته في حواشيه على الأَحاديث التي تعالج المشرب الخلفي, ولو كانت مرفوضة سنداً مثل: ¶  ((من زار قبري وجبت له شفاعتي)) . ¶ فإِنه في ((الرفع والتكميل)) (ص / 163) و ((الأَجوبة الفاضلة)) (ص / 155) ولم يعلق عليه. ¶ وهو في ((الرفع والتكميل)) ذكر كلام السبكي في: موسى بن هلال في ((شفاء السقام)) وذكر محشيه أَنه فيه (ص / 9) . والذي في (ص / 9) من ((شفاء السقام)) هو: الحديث المذكور وفي سنده: موسى بن هلال. ¶ قال في نفس الصفحة (رقم / 163) من حواشيه على ((الرفع والتكميل)) عن السبكي: (وله مناظرات مع معاصره ابن تيمية الحراني الحنبلي وهو مصيب في أَكثرها. تُوفي سنة 756هـ -رحمه الله تعالى) اهـ.",
            "page": "277",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وفي (ص / 198, 199) من تعليقه على ((الرفع والتكميل)) ذكر ترجمة اللكنوي لابن تيمية ومنها قوله: ¶  (وقد نقل عنه عقائد فاسدة. . .) . ¶ ولم يتعقبه هنا ولا في تعليقه على ((إِقامة الحجة)) (ص / 29) . ¶ كما تابع شيخه في التنقص من أَمير المؤمنين الإِمام البخاري صاحب ((الصحيح)) -رحمه الله تعالى- في: مبحث الإِرجاء من أَن الإِيمان هو ((التصديق)) حيث لم يخرج في صحيحه عن من يعتقد ذلك, وأَنه لم يخرج إِلا عن من قال: الإِيمان قول وعمل, يزيد وينقص. فساق في كلام لشيخه من ((تأْنيب الخطيب)) : (ص / 44, 45) قوله: ¶  (ومن الغريب أَن بعض من يَعُدُّونه في أُمراء المؤمنين في الحديث بتبجح قائلاً: إِني لم أُخرج في كتابي عمن لا يرى أَن الإِيمان قول وعمل يزيد وينقص, مع أَنه أَخرج عن غلاة الخوارج ونحوهم في كتابه. . .) اهـ. ¶ إِلى آخر ما جَرَّت إِليه هذه النصرة التي رأَى وسيرى الناظر فيها كظيظاً من الانتصارات, والمخاصمات, من طرف مدرسة الرأْي أَمام كل تقعيد علمي ينصره الدليل. ¶ وهي: اجترار لأَنفاس ((مجنون أَبي حنيفة)) (¬1) في مشاربه من أَهواء طاغية في ((الاعتقاد, والتقليد الأَصم, والسلوك)) ومن أَجلها: انقلب إِلى الدرك الأَسفل من حرفة: التكفير, والقذف, والتنقص لكل من يناهض هذه المشارب, فقذف غيظاً, ورجم غيباً: بَرَكَ الإِسلام, وأَئمته الأَعلام, وطالت نباله بعض الصحابة - رضي الله عنهم- فطوَّح به نزق التمرد إِلى رميه أَنساً ¶ ¬__________ ¶ (¬1) لقبه بذلك: أبو الفيض أحمد بن الصديق الغماري, كما في: ((بدع التفاسير)) : (ص / 180) لشقيقه عبد الله الغماري. والجنون وراثة.",
            "page": "278",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "- رضي الله عنه - بما يعني (الهرم واختلال الضبط) (¬1) . وبالتالي رفض مروياته؟ ورحم الله أَبا حاتم الرازي إِذ قال: ¶  (علامة أَهل البدع الوقيعة في أَهل الأَثر) . و (علامة المبتدع إِطراء المبتدعة) (¬2) . ¶ ومن انساب قلمه في هذه المفازة المُضِلَّة غلبت شهوته وعاطفتُه: عِلْمَه وَرَوِيَّه؟  ¶ ومنه: ¶ رميه ابن القيم - رحمه الله تعالى - بأَلفاظ متعفنةٍ يأْبى الطبع سماعها, حشرها في رسالة واحدة هي ((تبديد الظلام المخيم من نونية ابن القيم)) الذي علقه على كتاب السبكي ((السيف الصقيل في الرد على ابن زَفيل)) في الرد على نونية ابن القيم المسماة: ¶  ((الكافية الشافية في الانتصار للفرقة الناجية)) . ¶ أَسوق هنا بعضها مع ذكر صفحاتها. ¶ فقد رمى ابن القيم بـ: ¶  (الكفر) : (ص / 22-, 24, 28, 30, 36, 66, 170, 182) . ¶ و (الزندقة) : (ص / 182) . ¶ و (أَنه: ضال مضل) : (ص / 9, 10, 22, 23, 37) . ¶  (زائغ) : (ص / 9, 16, 17, 22, 28, 35, 37) . ¶  (مبتدع) : (ص / 8) . ¶ ¬__________ ¶ (¬1) كما في: ((التأنيب)) : (ص / 80) . وانظر نقضه في: ((التنكيل)) : (1/ 219) , و ((طليعته)) : (ص / 64) للمعلمي -رحمه الله تعالى-. ¶  (¬2) ((شرح السنة)) للبربهاري: (ص / 55, رقم 177) .",
            "page": "279",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "(وقح) : (ص / 47, 168) . ¶  (كذاب) : (ص / 41, 57, 168) . ¶  (حشوي) : (ص / 13, 14, 39) . ¶  (بليد) : (ص / 66) . ¶  (غبي) : (ص / 10) . ¶  (جاهل) : (ص / 25, 60) . ¶  (مهاتر) : (ص / 27) . ¶  (خارجي) : (ص / 28) . ¶  (تيس حمار) : (ص / 28, 59) . ¶  (ملعون) : (ص / 37) . ¶  (لا يزيد عنه في الخروج على الإِسلام والمسلمين لا الزنادقة ولا الملاحدة ولا الطاعنون في الشريعة: (ص / 57) . ¶  (من إِخوانه اليهود والنصارى) : (ص / 39) . ¶  (منحل من الدين والعقل) : (ص / 63) . ¶ ولما قال ابن القيم - رحمه الله تعالى - في (الجهمية) : ¶ إِن المعطل بالعداوة معلن ** والمشركون أَخف في الكفران ¶ قال السبكي في رده عليه: ¶  (ما لمن يعتقد في المسلمين هذا إِلا السيف) . ¶ قال معلقه في ((تبديد الظلام المخَيِّم)) مؤيداً كلام السبكي: ¶  (لأَن ذلك - أَي كلام ابن القيم - زندقة مكشوفة, ومروق ظاهر, وإِصرار على اعتقاد الإِيمان كفراً, قبحه الله كيف يعتقد في المشركين أَنهم أَخف في",
            "page": "280",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "الكفر من المؤمنين المنزهين -يعني بذلك المعطلة- والشيخ الإِمام المنصف -رضي الله عنه- يعني بذلك السبكي- رجل معروف بالورع البالغ, واللسان العفيف, والقول النزيه, لا تكاد تسمع منه في مصنفاته كلمة تشم منها رائحة الشدة, ولينظر القارئ حاله هذا مع قوله في ابن القيم ((ما له إِلا السيف)) . ¶ إِنه إِن فكر في هذا قليلاً, علم العلم القاطع أَن هذا الناظم بلغ في كفره مبلغاً لا يجوز السكوت عليه, ولا يحسن لمؤمن أَن يغض عنه, ولا أَن يتساهل فيه) اهـ. ¶ ويقول ممتدحاً نفسه وكتابه هذا (¬1) : ¶  (وكتاباته - يعني نفسه - ولا سيما الرد على نونية ابن القيم دواء شافٍ للمرض بداء التجسيم والوثنية) اهـ. ¶ ثم يأْتي التلميذ, ولا ينفي ذلك عن ابن القيم, بل يقبض قبضة من آثار أُستاذه فينبذها في حواشيه, وتعليقاته مشتدة حفاوته بهذا الكتاب, ممجداً له هو ومؤلفه فيقول (¬2) : ¶  (وتجد نماذج كثيرة من هذا النوع (¬3) , في ((نونيته)) المسماة ((الكافية الشافية)) (¬4) . وقد استوفى نقد ما فيها الإِمام تقي الدين السبكي في كتابه: ((السيف الصقيل في الرد على ابن زفيل)) . وشيخنا الإِمام الكوثري في تعليقه عليه الذي سماه: ((تبديد الظلام المخيم على نونية ابن القيم)) اهـ. ¶ ¬__________ ¶ (¬1) ((المقالات)) : (ص / 417) . ¶  (¬2) ((الأَجوبة الفاضلة)) : (ص / 301) . ¶  (¬3) أي من الأحاديث التي يصححها ابن القيم على مشربه السلفي كما في: (ص / 132) من: ((حاشية الأجوبة الفاضلة)) . ¶  (¬4) اسمها الكامل ((الكافية الشافية في الانتصار للفرقة الناجية)) .",
            "page": "281",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وقال أَيضاً (¬1) : ¶  (ولشيخنا الكوثري - رحمه الله تعالى - كلمة جامعة في حال الذهبي فقف عليها في تعليقه على رد السبكي على نونية ابن القيم, المسمى: ((السيف الصقيل في الرد على ابن زفيل)) .) اهـ. ¶ وقد شحن هذه التعليقة الآثمة بسهام خاسئة من الثلب, وسافل الكلم في حق الحافظ الذهبي, والنقول على أَعدائه في ذلك في سبع صفحات من: (ص / 176) , إِلى: (ص / 182) بما لا يُستكثر منه بجانب ما سمعته عنه في حق ابن القيم وغيره, ونقول: ¶ الله حسبه, وهو سبحانه الموعد, والكلام الساقط مسقط لقائله. ¶ والشأْن هنا أَن تنظر - رحمك الله تعالى - كيف يُثني التلميذ على هذه التعليقة المثقلة بذلكم الهذيان من ذلك المهذار المهاتر, وهي في حقيقتها نقض لاعتقاد السلف, لأَن النونية المسماة: ((الكافية الشافية في اعتقاد الفرقة الناجية)) تعني تقرير اعتقاد السلف, والنقض على الفرق والمذاهب الضالة, فمن يثني على نقدها لا يعتقد ما فيها. ¶ وكيف يمتدح بمؤلفها وهي: مشحونة بالتكفير والتجديع لعلماء السنة وأَتباعهم. ¶ وما التمدح بمن يرمي المسلمين في صميم علمائهم إِلا ممن يسره كثرة سواد المنسلخين من اعتقاد السلف, ولا أَظن عامياً على فطرته السليمة يفهم غير هذا. ¶ وكيف يصيح مغتبطاً بهذا اللفظ في وسط جزيرة العرب, وأَمام شُداة ¶ ¬__________ ¶ (¬1) ((الأَجوبة الفاضلة)) : (ص / 302) .",
            "page": "282",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "الاعتقاد لمذهب السلف الأَخيار, كأَنهم في حساب المُسْتًخِف صم بكم لا يعقلون. ¶ إِن لم يكن هذا هو عين الاستخفاف والاستغفال فلا يعرف لهما سواه من سبيل؟  ¶ وكيف يصح لأَهل السنة بعد هذا: شهر كتبه, والحفاوة به وبها. وبالتالي بمن ينفخ بشأْنه وشأْنها, ويذكي جذوتها. إِن لم تكن علوم الحديث إِلا عند هؤلاء فعليها وعلى حملتها السلام. ¶ وإِن كنت لا تزال في ريب مما يَدْعُو إِليه ونُحَذِّر منه فإِليك نماذج تعطيك برد اليقين في كشف الكمين: ¶ 1- عدوانه على شيخ الإِسلام ابن تيمية -رحمه الله تعالى-: ¶ يقول في ((المقالات)) : (ص / 399) : ¶  (وقد سئمت من تتبع مخازي هذا الرجل المسكين, الذي ضاعت مواهبه في شتى البدع, وفي تكملتنا على ((السيف الصقيل)) ما يشفي غلة كل غليل, وفي تعقب مخازي ابن تيمية, وتلميذه ابن القيم) اهـ. ¶ ويقول في تقديمه لكتابَي سلامة القضاعي الشافعي المطبوع عام 1366هـ. بمطبعة السعادة بمصر, وهما: ¶  ((البراهين الساطعة على رد بعض البدع الشائعة)) , و ((براهين الكتاب والسنة القاطعة على وقوع الطلقات مجموعة منجزة أَو معلقة)) , يقول (ص/) : ¶  (ويرى ابن تيمية فرقاً بين حياته - عليه السلام - وبين انتقاله إِلى الرفيق الأَعلى في جواز التوسل به - إِلى أَن قال: والذي أَخذه الشيخ الحراني من اليهود لا ينحصر في هذا الفرق, بل أَخذ أَيضاً القول بتجويز حلول",
            "page": "283",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "الحوادث في الله سبحانه من كتاب: المعتبر لأَبي البركات ابن ملكا فيلسوف اليهود المتمسلم. . .) اهـ. ¶ وفي ((صفعات البرهان)) له: (ص / 29) قال فيه أَيضاً وفي مؤلفاته: ¶  (. . . ومع ذلك فيها جميع ما سبق على أَلوان من الخداع بل لا يقد أَن يتكلم قدر ورقة أَو ورقتين في أَي كتاب من كتب دون أَن يدس فيها شيئاً من بدعه, وكل ميزته كونه سلس الكلام لا يستعصي عليه طريق في التمويه, حتى لم أَر أَجرأَ منه على البدع, وأَكثر منه تناقضاً ممن يذكر بعلم. ويعجب الإِنسان من تصرفه في أَقوال العلماء, وروايته لها بأَلفاظ تدل على معانٍ تبعد كل البعد عن معاني أَلفاظهم وهذا مما جربته عليه في مواضع لا تعد. وأَما في تراجم الرجال فيجعل الكبير صغيراً, والصغير كبيراً إِذا أَعوزه البحث إِلى ذلك, وفي نسبة الرجال إِلى الآراء والمذاهب يتناقض كلامه في مقام ومقام إِلى نحو ذلك, ومن يقع منه أَمثال هذه التصرفات إِما أَن يكون في عقله شيء ربما يكون القلم مرفوع عنه. وقد تكون رغبته عن النكاح طول عمره مع سلامة البنية والصحة التامة وقوة الجسم أَورثت هذه الحالة الشاذة في عقله. . .) اهـ. ¶ ويقول في \" تبديد الظلام المخيممن نونية ابن القيم \": (ص/ 80) : ¶  (بل هي - أي ابن تيمية - وارث علوم صابئة حران حقاً , والمستلف من السلف ما يكون يكسوها كسوة الخيانة والتلبيس...) اهـ ¶ ويقول أَيضاً: ¶  (ومن اتخذه إِماماً إِنما اتخذه إِماماً في الزيغ والشذوذ من غير أَن يتهيب ذلك اليوم الذي يدعى فيه كل أُناس بإِمامهم) اهـ. ¶ ولشداة علماء السلف أَن يتمثلوا في وجه من يناهضهم:",
            "page": "284",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "هاشمٌ جدنا فإِن كنتِ غَضْبَى ** فاملئي وجهَك الجميلَ خُدوشا ¶ 2- عدوانه على علماء الحديث: ¶ ثم اعتدى اعتداءً سافراً فسلق كل من كان سلفياً على اعتقاد أَهل السن والجماعة من علماء الحديث في قديم الدهر وحديثه -وذلك بنسبتهم إِلى الملل الكافرة التي محاها الإِسلام فقال في حقهم من تعليقاته على ((ذيول تذكرة الحفاظ)) (ص / 261) (¬1) : ¶  (ولم يستأْصل الإِسلام من عقولهم بعد شأْفة نِحَلِهِم التي كانوا عليها قبل الإِسلام من: يهودية بفلسطين, ونصرانية بالشام, ووثنية بالبادية, وصابئة بِحَرَّان وواسط عبدة الأَجرام العلوية وغيرها من قدماء المشبهة ظانين أَن ما هم عليه هو الاعتقاد الصحيح في الله. . .) اهـ. ¶ ومعلوم أَنه يريد خيار عباد الله من علماء الإِسلام في هذه الديار, فيريد مثلاً بصابئة حران: شيخ الإِسلام ابن تيمية - رحمه الله تعالى -. ويريد بوثنية البادية: الشيخ الإِمام محمد بن عبد الوهاب - رحمه الله تعالى -. . . وهكذا. ¶ ومنه في ((المقالات)) : (ص / 418) تجديعه للعلامة الشوكاني لأَنه يناصر السلفية - فنقل كلمة ابن حريوة اليمني في الشوكاني إِذ قال: ¶  (إِنه يهودي مُنْدَسٌّ بين المسلمين لإِفساد دينهم) . ¶ ¬__________ ¶ (¬1) للعلامة محب الدين الخطيب -رحمه الله تعالى- رد عليه باسم: ((عدوان على علماء الإِسلام يجب أَن يكون له حد يقف عنده)) نشر في: ((مجلة الزهراء)) : (6 / م / 5) , وطبع في آخر تعقبه من صاحب الذيول في رده المطبوع عام 1348هـ بدمشق.",
            "page": "285",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "فأَيدها فرحاً بها بقوله: ¶  (وليس ذلك ببعيد لمناصبته العداء لعامة المسلمين وخاصتهم على تعاقب القرون) اهـ. وما هذا إِلا لأَن الشوكاني -رحمه الله تعالى- ينصر اعتقاد السلف. ¶ 3- عدوانه على إِمام الأَئمة ابن خزيمة - رحمه الله تعالى -: ¶ في ((المقالات)) : (ص / 409) قال: ¶  (ولهذين الكتابين -يعني كتاب السنة, وكتاب نقض الدارمي- ثالث في مجلد ضخم يسميه مؤلفه ابن خزيمة ((كتاب التوحيد)) وهو عند محققي أَهل العلم كتاب الشرك, وذلك لما حواه من الآراء الوثنية. . .) اهـ. ¶ 4- عدوانه على عبد الله بن الإِمام أَحمد - رحمه الله تعالى -: ¶ في ((المقالات)) : (ص / 402) عنوان باسم: ((كتاب يسمى كتاب السنة وهو كتاب الزيغ)) ومما قاله عنه (ص / 403) : ¶  (والآن نتحدث عن كتاب السنة هذا تحذيراً للمسلمين عما فيه من صنوف الزيغ, لاحتمال انخداع بعض أُناس من العامة بسمعة والد المؤلف, مع أَن الكفر كفر كائناً من كان الناطق به. . .) اهـ إِلى (ص / 412) . ¶ ثم قال (ص / 504) : ¶  (ويوم كان القرامطة يقلعون الحجر الأَسود من الكعبة المكرمة كان هؤلاء الحشوية البربهارية يدعون إِلى هذه الوثنية ببغداد بالسيف. . .) اهـ. ¶ عقيدة الصحابة - رضي الله عنهم - التي ورثوها من أَنوار الكتاب والسنة, وتابعهم عليها التابعون لهم بإِحسان هذه هي ((الوثنية)) عنده؟",
            "page": "286",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "5- عدوانه على الإِمام عثمان بن سعيد الدارمي - رحمه الله تعالى -: ¶ في خمسين صفحة من ((المقالات)) : (ص / 352, 401) نَفَضَ - وحسابه على الله - غيظه على هذا الإِمام, ومن تابعه في الاعتقاد, ومما قاله (ص / 356) : ¶  (فيا ترى: هل يوجد في البسيطة من يكفر هذا الكفر الأَخرق سوى صاحب ((النقض)) ومتابعيه. . .) اهـ. ¶ وبعد نُقولات حرفها من كتاب الدارمي -رحمه الله تعالى- قال (ص / 375) : ¶  (فقل لي بربك هل يوجد على وجه البسيطة مؤمن يشك فيمن يتفوه بتلك الكلمات ونظائرها - وهي كثير في كتبهم أَو يرتاب في أَنه حاد الله ورسوله, وخرج عن جماعة المسلمين أَهذه هي السنة التي يدعون إِليها- عاملهم الله بما يستحقون, وعاجلهم بما يستأْهلون من نقمته وعذابه, وأَزاح شرورهم, وظلمات شركهم وضلالهم عن هذا البلد المنكود بهم وبرعوناتهم وجهالتهم) اهـ. ¶ إِلى آخر مقاطع من الكلام على هذا المنوال, ومنها: أَنه لا تجوز مناكحتهم, ولا إِمامتهم كما في (ص / 382) . والحكم عليهم بمفارقة جماعة المسلمين كما في (ص / 394) . ¶ ماذا بعد هذا إِن كان التلميذ يؤمن به ويُؤَمِّن على دعاء شيخه المذكور فكيف يرضى لنفسه ديانة أَن يقيم بين ظهراني من يحكم شيخه بأَنهم كفار لا تجوز مناكحتهم ولا إِمامتهم. . .؟ وإِن كان لا يرتضيه فكيف لا ينفيه ويذب عن إِخوته في الإِسلام؟ وأَقل الأَحوال: لماذا لا يطوي الثوب على غِرَّة, فيترك التمجيد له بِمَرَّة؟",
            "page": "287",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "6- قذفه للخطيب البغدادي - رحمه الله تعالى - بالصِّبية والسكر: ¶ اشتد فرحه بما ساقه في ((التأْنيب)) : (ص / 19, 20) بما ذكره سبط ابن الجوزي عن محمد بن طاهر المقدسي في ذلك. وفي ((التنكيل)) : (1/ 135, 145) بين ما في هذه الحكاية من ضعف وانقطاع. وديدن السبط في ((مرآة الزمان)) بذكر الحكايات المنكرة. وأَنه ترفض بعد. وأَنه كان سادراً في حنفيته. فانظر كيف تحمل العصبية الصماء على الاحتجاج بالمقاطيع والمعاضيل وإِشاعة الفحشاء بها. ¶ 7- قذفه للحافظ ابن حجر - رحمه الله تعالى -: ¶ غمز الحافظ ابن حجر -رحمه الله تعالى- بفعلة شنعاء, وكذبة صلعاء, هي من صريح القذف عند الفقهاء. وفي ((بدع التفاسير)) : (ص / 139) لعصريه عبد الله بن الصديق الغماري ذب عن عرض الحافظ ابن حجر مِمَّا اختلقه هذا المبتلى. ¶ 8- عدوانه على الإِمام الشافعي ورميه في نجاره - رحمه الله تعالى -: ¶ لقد رمى الإِمام الشافعي - رحمه الله تعالى - في ((نجاره)) - أَي نسبه - وفي لسانه, وفي ثقته, وفي فقهه, وذلك في ((التأْنيب)) : (ص / 4, 100, 230) . وفي ((إِحقاق الحق)) : (ص /7) . وتجد الرد عليه مبسوطاً في ((التنكيل)) : (1/ 403, 438) , وأَن هذا المسكين يلجأ في دعاويه إِلى غير ملجأ. إِلى غير ذلك في مئات الأَعلام من العلماء تتبعه العلامة المعلمي -رحمه الله تعالى- في ((273)) ترجمة, جزاه الله عن الإِسلام والمسلمين خير الجزاء.",
            "page": "288",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وهكذا يتعالج بقرض الأَعراض, والتمضمض بالأَعراض, وسحب أَذيال البغض على كل من ليس ((حنفياً, أَشعرياً, صوفياً, قبورياً)) مع مهارة بالغة في: التَّقَوُّل, وتحريف النقول, والتصرف في نصوص المؤلفين, كما فعل في ((الانتقاء)) لابن عبد البر, وتداركه: القدسي إِلى آخر ما هنالك من الصيال والتصاول, وأَسباب الخذلان والتخاذل. ولم نره في شيء مما تقدم ندم على ما قدم. وفي كتابَي ((التنكيل)) و ((طليعته)) للعلامة المعلمي - رحمه الله تعالى - من الردود الموثقة الأَمينة من غير سرف ولا مخيلة ما يكشف مخازي هذا المبتلى, وأَنها كما قال المعلمي في موضع من كتابه -أَصبحت: (كضرطة عير في الفلا) . ¶ ومع هذا: ¶ فهذا التلميذ الوفي لتلكم المشارب الكدرة: يزنه بميزان علماء السلف, مع ما رأْته عينك الباصرة في هذه النماذج من فحش القول وقبحه, والتبرقع بالصفاقة, والحماقة, وبث الرِّيَب, وتنزيل السباب والشتائم. وهذا التلميذ أَثقل رسائله, وتعليقاته بالنقل عنه بما يزيد عن مائة وعشرين مرة -بما يمثل مجموعة مجلدة مستقلة مستغفلاً لعباد الله كأَنه يصيح بها في وادٍ لا يُنْبِتُ إِلا أَغفالاً شربوا من تلك الأَرض. من عمل ((جُلَّق)) . كل هذا يسوقه بقلم الحفاوة والرضا, أَليس هذا هو عين المساوقة في: الاعتقاد والرضا؟",
            "page": "289",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وهذا التلميذ صار من أَجله ((سَمَرياً)) (¬1) يجمع ما يحسبه ناهضاً لمشاربه الكدرة وجل الاستدلالات منها كأَحاديث السُّمَّار لا يهم السامر صدقاً كانت أَم كذباً, وعند التحقيق فالذي يسوقه: نصف ليس له, ونصف عليه, فبماذا يتسلى المفلسون؟  ¶ والمسكين بقدر ما احترق في ((الكوثري)) , تهالك في مشاربه, لكن الشيخ ينشرها عن طريق الفظاظة والمجاهرة, والسرف والمناكدة, لأَنه في إِقليم يسمح له بذلك, والتلميذ تحت وطأَة الإِقليم, والعيش الرغيد (¬2) ينشرها بكلمات يلف حبلها على غاربها عن طريق النقل المجرد, وترك النص بلا تعليق, ومسلك التشذيب لمدرسة أَهل الحديث بالشد على مسلك مدرسة الرأْي في القديم والحديث. ¶ فهو في المحاماة عن شيخه ومشاربه: وكيل جَلْد. ¶ إِنه بهذا الرضا الفضفاض, وهذه الحفاوة البالغة, وحال الرجل كما أَشرت, وفوق ما وصفت في اتجاهاته العقدية, والمذهبية, والتلميذ مثل بهذا العناء وحمله ونشره, فإِن حواشيه ((زاملة هذه المشارب)) تحمل مخاطر عظيمة على أُصول الحديث ومصطلحه, مكدرة صفوها, مائلةً بها إِلى مسار مدرسة معينة؟ وهذا إِخسار في الميزان, والله تعالى يقول: {وَأَقِيمُوا الْوَزْنَ بِالْقِسْطِ وَلا ¶ ¬__________ ¶ (¬1) في: ((منهاج السنة النبوية)) لشيخ الإِسلام ابن تيمية -رحمه الله تعالى-: (3/ 19) قال: ((وقال الإِمام أَحمد في هذا الكلبي: ما ظننت أن أَحداً يحدث عنه, إِنما هو صاحب سمر ونسب)) اهـ. وفي بعض النسخ: ((سمر وشبه)) اهـ. ¶  (¬2) سبحان الله متى كانت المجاملة في الاعتقاد ديناً؟ نعوذ بالله من حياة الذل, وعيش العذاب الهون.",
            "page": "290",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "تُخْسِرُوا الْمِيزَانَ} , ولن يبلغ السادرون في العصبية مأْربهم, وإِن أَكل البَغَض قلوبهم, والله من ورائهم محيط. فيا أَيها الراغب في السنة: اعتبر اعتبار أُولي الأَبصار, وكن من كتب عصبة التعصب على تَقِيَّة, فإِنها ليست بِنَقِيَّةٍ, وفيها دَسَائس خَلَفية (¬1) , وَتَبَصَّر أَي الفريقين أَحق بالأَمن من الهوى وغَلَبة العصبية (¬2) واحذر العزو إِليها فإِن فوتها غنيمة, والظفر بها هزيمة. ¶ ¬__________ ¶ (¬1) قال أبو مسهر في: بقية بن الوليد الحمصي: ((أحاديث بقية ليست نقية, فكن منها على تقية)) اهـ من: ((الميزان)) (1/ 332) . ¶  (¬2) لشيخ الإِسلام ابن تيمية -رحمه الله تعالى- مبحث حافل في: ((منهاج السنة النبوية)) : (3/ 31, 40) في إيذاء المبتدعة لأهل السنة والتحطط عليهم, والبعثرة في صفوفهم, وتكدير علومهم, ولولا طوله لنقلته هنا لنفاسته. فانظره.",
            "page": "291",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "صفحة فارغة",
            "page": "292",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "تصوير المجاذبة لبردة المساجلة ¶  ((في نواقض السلفية))  ¶ وبعد: فكيف يسوغ لعبد يتبع الدليل, ويرفض التعطيل, والتشبيه, والتأْويل, وينابذ الإِشراك, والبدع في الدين أَن يتكفكف في مهيع هذا: القِذِّيف, الشَّغَّاب, السَّبَّاب, الطَّعَّان, الشَّتَّام, ضارباً في مجاهل شُبهاته, ومشتبهاته, يحرث كتبه حرثاً, ويحييها قراءة وبحثاً, وينشر عصارتها في صفوف القراء والدارسين, رافعاً لها على كاهل الرضا والقبول, ناصباً نفسه له ظهيراً, ولها نصيراً. وهي محل التزود والإِمداد بأُصول النقض لمدرسة السلف في نواقض أَربعة: ¶ 1- انتصابه للتقليد الأَصم في عصبية سادرة. ¶ 2- وثبته إِلى التمشعر غالياً جافياً. ¶ 3- انفلات وكاء عقيدته, في عجم دلائل توحيد الله في عبادته إِلى قبورية زائفة. ¶ 4- ثم انساب صريف قلمه في التكفير, والقذف للأَبرياء, والتنقص للأَوفياءِ, لكل ناج من تلك المشارب الثلاثة. ¶ وهذه الأَربع جرت التلميذ إِلى أَربع: ¶ 1- تنكر لعلماء السلف. ¶ 2- غلائل التقديس المصبغة. ¶ 3- احتضان المبتدعة.",
            "page": "293",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "4- الدَّنِيَّة بالدين. ¶ فانظر كيف التقت حلقتا البطان, إِذ هما يرميان عن قوس واحدة لغاية واحدة, فيقبل الأُستاذ بأَربع, ويدبر متابعه بثمان, منثورة في صدور الطلاب, وأَفئدتهم وأَفكارهم, والقلوب الضعيفة, والشبه خطافة, وليس في ((الرَّبْع)) حراك. قال أَبو تمام: ¶ مَسَاوٍ لَوْ قُسمن عَلَى الغواني ** لما أُمْهِرْنَ إِلاَّ بِالطَّلاَقِ ¶ وإِليك تصور المجاذبة فيها على هذا الترتيب, بأَحرف تناسب الإِجمال عن هاتيك الأُمور العظام, تبصرةً لمن كان له عقل رشيد, ولتكون على ما أَقول شهيداً: ¶ 1- العصبية السادرة: ¶ كيف يرضى ((السلفي)) باعتماد النقل عن هذا البائس مع إِغراقه في العصبية, ولا تحذير؟ أَليس الدين النصيحة؟  ¶ 2- التمشعر: ¶ وإِذا رضي ذلك لأَن ما ينقله يعتقده حقاً, فكيف لا يبين للناس تهالكه في عتبة التجهم والاعتزال. وهذا من واجب البيان, ولا يجوز تأْخيره عن وقت الحاجة. أَم أَنه يلتقي معه في ذلك, كما تفيده عدد من التعليقات, والمبالغة في الثناء على فِئَام من المثاقفين لاعتقاد السلف ¶ ومنه: ¶ تصريحه بأَنه ((مرجئ)) يعتقد الإِيمان هو: ((التصديق)) , ونقل لهذا الكلام",
            "page": "294",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "شيخه, الذي رمى فيه من يعتقد معتقد أَهل السنة والجماعة من أَن الإِيمان: ((قول وعمل, يزيد بالطاعة, وينقص بالمعصية)) - رماه بأَنه ((خارجي)) . ومن أَجله عرض بالتنقص لأَمير المؤمنين في الحديث الإِمام البخاري - رحمه الله تعالى -. وذلك في تعليقه على ((الرفع والتكميل)) : (ص / 67, 69) . وأَثنى على هذا المقطع من كلام شيخه غاية الثناء, وكرره مضاعفاً. ¶ 3- القبورية: ¶ وإِذا كان يلتقي معه في: التعصب, والتمشعر, فكيف لا يكشف ما لديه من الأَغاليط الكبار في ((توحيد العبادة)) ؟ كما في عدد من ((مقالاته)) لا سيما ((محق التقول)) وفي غيرها كثير من البدع والشركيات التي طردها التوحيد. ¶ أَم أَنه يلتقي معه في هذا بدلالة ما في رسالة الدفاعية ((كلمات)) من أَن تقسيم التوحيد لدى السلف إِلى: توحيد الربوبية, وتوحيد الأُلوهية, وتوحيد الأَسماء والصفات: هو تقسيم اصطلاحي؟ وما يؤمن بهذا التقسيم إِلا من اعتقد تقسيما حقيقياً لا اصطلاحياً. وبدلالة ما تقدم حول ((من زار قبري وجبت له شفاعتي)) . وبدلالة ما في رسالة ((صفحات من صبر العلماء)) (ص / 57) , إِذ قال: (قال الحافظ الذهبي في ((تذكرة الحفاظ)) في ترجمة الإِمام ابن المقرئ محمد بن إِبراهيم الأَصبهاني 3/ 973, 974: رُوي عن أَبي بكر بن علي قال: كان ابن المقرئ يقول: كنت أَنا والطبري, وأَبو الشيح - ابن حَيَّان - بالمدينة, فضاق بنا الوقت -يعني فراغ أَيديهم من النفقة- فواصلنا ذلك",
            "page": "295",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "اليوم- أَي صاموا ذلك اليوم إِلى صيام اليوم الذي قبله-. فلما كان وقت العشاء, حضرت القبَر, وقلت: يا رسول الله الجوع! فقال الطبري: اجلس! فإِما أَن يكون الرزق أَو الموت فقمت أَنا وأَبو الشيخ - أَي قاما يصليان لله تعالى- فحضر الباب علوي ففتحنا له, فإِذا معه غلامان بقفتين فيهما شيء كثير, وقال: شكوتموني إِلى النَّبِيِّ - صلى الله عليه وسلم - , رأَيته في النوم فأَمرني بحمل شيء إِليكم) اهـ. هذه القصة ساقها الذهبي في ترجمة: ابن المقرئ بصيغة التمريض, على عادة المؤلفين في التراجم كالمؤلفين في ((السير)) يذكرون ما يصح وما هو دونه, وفي نظم عمود النسب: ¶ واعلم بأَن السِّيرا ** تجمع ما صح وما قد أُنكرا ¶ لكنهم يسندون, أَو يدلون على منزلة المروي ببيان مرتبته, أَو سياقه بصيغة التمريض كما هنا وكم من قصة أَو رواية من هذا النوع وغيره تساق بأَسانيد, وهي مقاطيع أَو معاضيل, أَو موضوعات وهكذا. ثم يأْتي من لا يتوقى فيبني عليها قصوراً وعلالَى. وهذه القصة مرفوضة سنداً ومتناً, وحاشا لله أَن تكون تلك الصفوة تستغيث برسول الله - صلى الله عليه وسلم - بعد التحاقه بالرفيق الأَعلى, فيصرفون له - صلى الله عليه وسلم - ما هو من خصائص الله سبحانه. والله أَعلم. ¶ 4- التكفير والقذف: ¶ وإِذا كان يلتقي معه في ثلاثياته هذه, فلماذا لا ينفي عن أَعراض علماء الإِسلام -ممن أَكل شيخُه خبزه بلحومهم- بما شنه عليهم من: التكفير, والإِلحاد, والقذف. . . في تلكم الصفحات الدامية, من غير رفق ولا",
            "page": "296",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "هوادة: ¶ يكفر مسلماً, ويلوث عرضاً, ويدنس شرفاً, في سبيل عصبية آفنة, ومشارب كدرة. وما هذا والله إِلا صنيع من تجردت نفسه من الأَدب والحياء مع رب الأَرض والسماء. ((وبئس الزاد إِلى المعاد العدوان على العباد)) . لا أَظن المجاذب يجد للسكوت عن هذا مخرجا؟؟ وله مجلس مشهود في المدينة النبوية بشهادة بعض علمائها الجامعيين, وقرائها المشهورين - من أَنه قال في حق الإِمام مالك - رحمه الله تعالى -: (ذاك دَعِيٌّ) . ومن وراء هذا: ¶ استعجمت دارمي لا تكلمنا ** والدار لو كلمتنا ذات إِخبار ¶ 5, 6- ((التنكر لعلماء السلف)) , ((غلائل التقديس المصبغة)) : ¶ وإِذا كان يلتقي معه في رباعياته هذه - وأعيذ بالله كل مُسلم من التتابع في غَير حق - فلماذا يرغب في النزول عن العلو, لأَن جميع ما لديه من باطل, وحق, له سلف من طرازه في ((الباطل)) , وفي الحق, لدى الذؤابة والسنام من السلف الأَماثل؟ فلماذا قطع الوصال بحبل السلف من هذا الباب, كأَنما مَرَّ على الإِسلام فجوة عظيمة لم يقم بِسَدِّهَا إِلاَّ (¬1) : (أُستاذ المحققين, الحجة, المحدث, الفقيه, الأُصولي, المتكلم, النظار, المؤرخ, النقادة) إِلى آخر زخرف من الأَلقاب في مواضع ¶ ¬__________ ¶ (¬1) ألقاب الإهداء في فاتحة ((الرفع والتكميل)) .",
            "page": "297",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "متكاثرة, يقفوها من شيخه المعاني المروعة في خدش السنة, ورفع الأَسنة على أَهل السنة بالسب والتجديع, وتصحيح المنكر, وإِنكار الصحيح. كل هذا لسواد مشاربه؟ ويتبع هذا من التلميذ: سكوت طويل, ولا تعقيب ولا تنبيه. أَلا يتردد هذا المسلك بين الغش, والإِقرار. إِن لم يكن هو عين الإِقرار. ¶ 7- احتضان المبتدعة: ¶ ومن قال: آخذ ما صفى, وأَدع ما كدر, قيل: هذا غير مقبول فيمن غلا وجفا, ونأَى عن الصدق والتُّقى, مع السكوت عن مسالكه في: التضليل والردى. والمعقود في: اعتقاد أَهل السنة والجماعة أَنه لا ولاء إِلا ببراء, فلا موالاة للسنة إِلا بالبراءة من البدعة, ولا موالاة لعلماء السنة وأَهلها, إِلا بالبراءة من علماء المبتدعة وحملتها, وهلم جرا. فالمنابذة مستحكمة, والرحم جَذَّاء بين السنة والفعلات الشنعاء, والنهي عن المنكر من واجبات الشريعة الغراء, وكل امرئ بقدر ما فيه يكون الولاء والبراء, ويناصح وينبه على خَطَئِهِ وخطله, على ضوء شريعة رب الأَرض والسماء, وأَيضاً فلم يجر هذا منه في حق أَعداد من العلماء, بل تحطط على الشيخين: ابن تيمية, وابن القيم, وغيرهما, وأَرشد إِلى صحائف تحمل السَّخَائم والردى. فهل يصدق من قال: بأَنه تائب من البدعة, وهو محتضن لحاملها, متنكر لمفترعها. ¶ فهذا العلامة المعلمي, المتوفى سنة 1386هـ - رحمه الله تعالى -: له جهود في خدمة السنة وعلومها, كما في ((التنكيل)) و ((طليعته)) , وفي: تحقيقاته الحافلة في كتب في: الرجل, والأَنساب, والموضوعات,",
            "page": "298",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "أَبدى يَراعُهُ فيها بَراعةً وَدُرَراً في أُصول التخريج, وقواعد الجرح والتعديل, في جهود انتشرت الاستفادة منها في كتب المعاصرين. ولم نر التلميذ يذكره بخير سوى مرتين, مرة لنقده, وأُخرى للتحجج به على بعض أَقرانه السلفيين؟ فبماذا يفسر هذا الهجران والتنكر لعالم سلفي؟ وبماذا تفسر تلك الحفاوة والاحتضان؟ نعم لا يجتمع الولوع بين المتضادين فكما لا يجتمع في قلب عبدٍ: حب القرآن وحب الغناء, فكذلك لا يجتمع حب السنة والبدعة, ولا حب السني والمبتدع. والذي في قبضته ولوعه بهذا البائس. قال العلامة محمد الخضر حسين - رحمه الله تعالى - في ((رسائل الإِصلاح)) : (2/ 13) : (وكثيراً ما يقاس الرجل بأَصدقائه فإِن رآه الناس يصاحب الفساق والمبتدعين, سبق إِلى ظنونهم أَنه راضٍ عن الابتداع ولا يتحرج من الفسوق. وقد صرح بعض الشعراء أَنه ترك مودة رجل من أَجل أَنه يصاحب الأَراذل من الناس فقال: ¶ يزهدني في ودك ابن مساحق ** مودتك الأَراذل دون ذوي الفضل) اهـ. ¶ 8- الدَّنِيَّة بالدين: ¶ فإِن قيل: إِنه على مذهب السلف, قيل: لم يحصل في هذا ما يؤيده من الحواشي في بابَي: الأَسماء والصفات والعبادة. فما بقي إِلا سلفه على مشربه.",
            "page": "299",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وكم من مناسبة مرت ولم يحصل له أَي تقرير. ومن ينحو في الاعتقاد منحى السلف, المعروف عند الإِطلاق, ينفض يديه من المبتدعة, ويغسل كتبه من الخلفية, ويكف قلمه عن المدح, والتمجيد, والحفاوة بمن يلعن السلف, ويسبهم, ويكفرهم. وإِذا كان شيخه يكفر أَهل هذه الديار الكريمة السائرين على اعتقاد السلف الصالح في قديم الدهر وحديثه ممن يصفهم, ويصف أَئمتهم: بالحشوية, والمجسمة, والبربهارية, والشرائحية, والتيمية, والوهابية, وزعيم البادية, وبقايا الوثنية, والصابئة الحرانية. . . وهكذا. فإِن كان التلميذ لا يرتضي هذا فكيف لا ينفيه, وكيف لا يسقط هذا ((الجركسي الناقد)) من حسابه؟ وإِن كان يرتضيه, فكيف يسوغ له ديناً وشرعاً أَن يعيش بين من يعتقد كفرهم, وأَنهم -كما يقول شيخه- بقايا نحل محاها الإِسلام, كما مَرَّ؟ فبأَي المسلكين يحمي دينه, ويصون ماء وجهه؟ فإِن قيل: بدا منه هذا في رسالته ((كلمات)) . قيل: ليس فيه دليل واحد قائم بوضوح وجلاء يفيد هذا. وليس فيه حرف واحد يفيد التبري من هذه المشارب؟ وهذه الرسالة دفاعية, لم تحصل ابتداءً, وإِنما بعد ((التوضيح)) الذي كاد أَن يعمل عمله, فحرر هذه على سبيل التَّضَنِّي, والدفاع الشخصي, ومخاتلة نفس القارئ, ومباهتة أَهل السنة على مرأَى ومسمع, في ورقات بعين عابسة, ونفس ساخطة, وأَدلة مكبة على وجهها بأُسلوب حَمَّالِ أَوجهٍ, يخذل أَولُه أخرَه, وآخرُه أَولَه, لصد الإِثارة عن الإِغارة. ومن مارس لغة المرتاب عرفه في لحن خطابه. وكيف يصافحُ أَهْلَ السنة مَنْ",
            "page": "300",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "يَداهُ مشغولتان بحمل المبتدعة؟ فعسى الله أَن يكف البأْس عن هذا القطر وكافة الأَقطار فإِنه قد عرف على مدى التاريخ: توالي النذر من الطائفية, وأَن تعدد الاتجاهات, والتموجات العَقَدية, والفكرية في البلد الواحد, تورث انشطار أَهله, وصراعهم, وضعفهم, وأَن دين الإِسلام واحد لا يقبل الفرقة ولا الانقسام, ويأْبى هذه النواقض أَشد الإِباء, فيجب على من بسط الله يده أَن يقلم أَظافير الفتن, ويقمع نوابت الضلال, وطوبى له في حماية الإِسلام والمسلمين: ¶ أَرى خلل الرماد وميض نارٍ ** ويوشك أَن يكون لها ضرامُ ¶ فإِن النار بالعودين تذكى ** وإِن الحرب أَوله كلام ¶ لئن لم يُطْفِها عقلاء قوم ** يكون وقودَها جثثٌ وهامُ ¶ هذا مجمل من العرض بحجة ظاهرة, ومراتب من الإِلزام ببيانات قاهرة, تكشف البعثرة المندسة في صفوف طلاب الحديث, فعلى طلبة العلم: التيقظ من كل مسرف على نفسه, ومنابذته وما كتب. وجميل بمن سمع الحق: أَن يقيم الوزن بالقسط فيتبعه بوضوح وجلاء, فالاعتقاد لا يحتمل المجاملة ولا المتاجرة, ولا نثر ماء الوجه وإِهداء صيانته. فليصل العبد قلبه بربه. وليقطع أَسباب مثل تلك المحبة الجامحة به إِلى الهلكة. وليبحث: ليعلم. وليكتب: ليفيد.",
            "page": "301",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ولينقد: لنصرة الحق والحقيقة المستقيمة على الطريقة بمثل ما كان عليه النَّبِيُّ - صلى الله عليه وسلم - وأَصحابه -رضي الله عنهم-. ومن حاد: فسيكون علمه وبالاً, وبحثه ضلالاً, وجهده هباءً. نعوذ بالله من الشقاء, والفتن الصماء. وإِن وراء الأَكمة رجالاً, وللحق أَنصاراً. {وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنقَلَبٍ يَنقَلِبُونَ} . والحمد لله رب العالمين.",
            "page": "302",
            "part": "1"
        }
    ],
    "t34770": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "براءة أهل السنة من الوقيعة في علماء الأمة"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "1- عدوانه على شيخ الإِسلام ابن تيمية -رحمه الله تعالى-:"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "2- عدوانه على علماء الحديث:"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "3- عدوانه على إِمام الأَئمة ابن خزيمة - رحمه الله تعالى -:"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": "1",
            "tit": "4- عدوانه على عبد الله بن الإِمام أَحمد - رحمه الله تعالى -:"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "5- عدوانه على الإِمام عثمان بن سعيد الدارمي - رحمه الله تعالى -:"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "6- قذفه للخطيب البغدادي - رحمه الله تعالى - بالصِّبية والسكر:"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": "1",
            "tit": "7- قذفه للحافظ ابن حجر - رحمه الله تعالى -:"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": "2",
            "tit": "8- عدوانه على الإِمام الشافعي ورميه في نجاره - رحمه الله تعالى -:"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "تصوير المجاذبة لبردة المساجلة ((في نواقض السلفية))"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "1- العصبية السادرة:"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": "1",
            "tit": "2- التمشعر:"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "3- القبورية:"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "4- التكفير والقذف:"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "5, 6- ((التنكر لعلماء السلف)) , ((غلائل التقديس المصبغة)) :"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "7- احتضان المبتدعة:"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "8- الدَّنِيَّة بالدين:"
        }
    ]
}