{
    "b34771": [
        {
            "id": "1",
            "nass": "التحذير من مختصرات ¶ الصابوني في التفسير ¶ تأليف الشيخ ¶ بكر بن عبد الله أبو زيد",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ الحمْدُ للهِ, وأَشهد أَن لا إِله إِلا الله, وأَشهد أَن محمداً رسول الله, اللهم صل وسلم عليه, وعلى آله, وعلى أَصحابه , ومن اهتدى بهداه إلى يوم الدين. أَما بعد: فَإِنَّ التَّحلي بالأَمانة العلمية في الطَّلب, والتَّحمل, والأَداء, والعَمل والبَلاغ, والبَحث, والتَّأْليف: بُنْية الأَسَاسِ في صدق النية, وخلوصها من شَوْبِ الإِرادة لغير الله تعالى, لهذا فإِن العلماء - رحمهم الله تعالى - يبذلون فائق العناية بتلقين هذا الواجب الطلاب, وتصديره الآداب. قال العلامة الشيخ محمد الخضر حسين المتوفى سنة 1377 هـ - رحمه الله تعالى - (¬1) : (صلاح الأُمة في صلاح أَعمالها, وصلاح أَعمالها في صحة علومها, وصحة علومها أَن يكون رجالها أُمناء فيما يروون أَو يصفون, فمن تحدث في العلم بغير أَمانة فقد مس العلم بقرحة, ووضع في سبيل فلاح الأُمة حجر عثرة. ¶ لا تخلو الطوائف المنتمية إَلى العلوم من أَشخاص لا يطلبون العلم ليتحلوا بأَسنى فضيلة, أَو لينفعوا الناس بما عرفوا من حكمة, وأَمثال هؤلاء لا ¶ ¬__________ ¶ (¬1) ((رسائل الإِصلاح)) : (1/ 13) .",
            "page": "305",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "تجد الأَمانة في نفوسهم مستقراً, فلا يتحرجون أَن يرووا ما لم يسمعوا, أَو يصفوا ما لم يعملوا, وهذا ما كان يدعو جهابذة أَهل العلم إِلى نقد الرجال, وتمييز من يسرف في القول ممن يصوغه على قدر ما يعلم, حتى أَصبح العلماء على بصيرة من قيمة ما يقرؤونه فلا تخفى عليهم منزلته, من القطع بصدقه أَو كذبه, أَو رجحان أَحدهما على الآخر, أَو احتمالهما على السواء) اهـ. وامتداداً لهذا الحبل الموروث, شَهَرَ العلماء – من المفسرين والمحدثين, والفقهاء, والأُدباء, والمؤرخين, وغيرهم قَوْلَةَ الحق في كتبهم الكاشفة عن خلائق أَقوام في السطو, والانتحال, والكذب والتلبيس, والاختلاق: في نقل, أَو مسأَلة, أَو رسالة, أَو كتاب, وهكذا... ومن تتبع الإَنتاج العلمي عَلِم. هكذا كان دأب أٌمناء الشريعة, لكن إِذا دب إِلى الأُمة داء الغفلة, وضعف عامل الولاء والبراء, والحب والبغض في الله, وامتد التراخي عن التحذير من قطاع الطريق: تسورت النخالة حرم العلم الشرعي تخب فيه وتضع. إِلاَّ أَن هذه الأُمة المرحومة يتوالى فضل الله عليها فما يزال المنهج السوي شارعاً في حياتها, تلوح منه سطور التيقظ والتذكير, والتنبيه والتحذير, على أَيدي علمائها الأُمناء, تحذيراً ممن مس العلم بقرحة فأَخل بأَمانة العلم, أَو خاض فيه من لم يتحمله, ولم يلجأ منه إِلى ركن وثيق. وليعلم كل مسرف على نفسه أَن عليه من أَلسنة الخلق حسيباً, ومن أَعينهم رقيباً, ومن أَقلامهم متابعاً. وفي خط الدفاع من العلماء عن حرم العلم الشرعي, والذود عنه ترى وتسمع ردوداً فاضت على أَسلات أَلسنتهم, وأَسنة أَقلامهم, ومن المرقوم في",
            "page": "306",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "حق كاتب وما كتب: ¶ 1- ((الرد على أَخطاء محمد علي الصابوني في كتابه: صفوة التفاسير, ومختصر تفسير ابن جرير)) . وعليه تقريظ للشيخ عبد الله بن عبد الغني خياط, إِمام وخطيب المسجد الحرام سابقاً, وعضو هيئة كبار العلماء حالياً. ¶ 2- ((مخالفات هامة في مختصر تفسير ابن جرير الطبري للشيخ محمد علي الصابوني)) . كلاهما في غلاف واحد, تأْليف الشيخ محمد بن جميل زينو مدرس التفسير في دار الحديث الخيرية بمكة – حرسها الله تعالى – طُبعا عام 1406 هـ ¶ 3- ((تنبيهات هامة على كتاب صفوة التفاسير)) : تأْليف الشيخ محمد بن جميل زينو. وفيه إِضافات إِلى رسالته السابقة, طبع عام 1407 هـ, وفي مقدمته تقاريظ وكلمات مؤيدة من عدد من العلماء, وفي آخره ردود لبعض العلماء هي: ¶ 4- ((ملاحظات على كتاب صفوة التفسير)) : للشيخ سعد ظلام, عميد كلية اللغة العربية بمصر: (ص / 103 , 109) من مجلة منار الإسلام في العدد الرابع من السنة العاشرة, ونشر بعضها في مجلة التوحيد المصرية في العدد السادس عام 1408 هـ لشهر رجب. ¶ 5- ((ملاحظات على صفوة التفاسير)) : للشيخ عبد الله بن عبد الرحمن بن جبرين, عضو الرئاسة العامة لإِدارات البحوث العلمية والإِفتاء والدعوة والإِرشاد: (ص /110 , 119)  ¶ 6- ((ملاحظات عامة على كتاب صفوة التفاسير للصابوني)) : للشيخ صالح",
            "page": "307",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الفوزان الأُستاذ بجامعة الإِمام وعضو هيئة كبار العلماء: (ص / 120, 147) . ¶ 7- للشيخ محمد بن عبد الرحمن المغراوي من بلاد المغرب في كتابه: ((المفسرون بين التأْويل والإِثبات في آيات الصفات)) : (ص / 148 , 149) . وقد طبع الكتاب في مجلدين عام 1405 هـ. فانظر منه: (2/ 371 , 379) . ¶ 8- ((تعقيبات وملاحظات على كتاب صفوة التفاسير)) : للشيخ صالح الفوزان. مطبوع على الآلة الراقمة. ثم طبعته جامعة الإِمام محمد بن سعود الإِسلامية, وفيه نحو من (155) ملاحظة. ¶ 9- في مقدمة الجزء الرابع من: ((السلسلة الصحيحة)) للأَلباني: (ص / هـ - م) , تعقيبات على ((مختصر تفسير ابن كثير)) . ¶ 10- وفي مواضع من الجزئين الثالث والرابع من ((السلسلة الضعيفة)) للأَلباني: (3/ 310 , 471 , 593) – (4/ 51 , 412) . ¶ 11- تعميم وزارة الحج والأَوقاف برقم 945/ 2 / ص في 16/ 4 / 1408 هـ من المديرية العامة للأَوقاف والمساجد في منطقة الرياض المتضمن مصادرة ((صفوة التفاسير)) وعدم توزيعه حتى يصلح ما فيه من أَخطاء عقدية. ¶ 12- ((ملاحظات على مختصر تفسير ابن جرير الطبري)) : للشيخ إِسماعيل الأَنصاري مصورتها لدي. ¶ 13- وكتاب الشيخ عثمان بن عبد القادر الصافي الطرابلسي, وعنوانه: ((الأَخطار على المراجع العلمية لأَئمة السلف)) دراسة تمهيدية تهدف إلى المحافظة على التراث العلمي الإِسلامي, والتحذير من العبث به, على ضوء وجهة نظر في كتابَي: ((مختصر تفسير ابن كثير)) , و ((صفوة التفاسير))",
            "page": "308",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "للشيخ علي الصابوني. طبعت على الراقمة في (82) صفحة عام 1403 هـ. وهي رسالة علمية جديرة بالاهتمام, لأَن الردود المذكورة إِن كانت في قضايا عينية للتدليل على التحريف و. . . فإِن هذا الكتيب يقتلع الموضوع من أَساس فكرة الاختصار والتصفية, بعيدة عن ضوابطها العلمية, والآداب التأْليفية الشرعية. هذه الردود تتعلق بالكتب الثلاثة: ((صفوة التفاسير)) , ((مختصر تفسير ابن جرير الطبري)) , ((مختصر تفسير ابن كثير))  ¶ 14- ((تنبيهات هامة على ما كتبه الشيخ علي الصابوني في صفات الله عزَّ وجلَّ)) : لسماحة الشيخ عبد العزيز بن عبد الله بن باز. ¶ 15- تعقيبات الشيخ صالح الفوزان. ¶ 16- ((منهج الأَشاعرة في العقيدة – تعقيب على مقالات الصابوني)) : للشيخ سفر الحوالي. طبع في رسالة, عام 1407 هـ. ¶ 17- ((تعقيبات على مقالات الصابوني)) : للشيخ إِدريس بن محمد علي. مطبوع على الراقمة في (26) صفحة, مصورته لدي. ¶ 18- ((محرر خطي)) : للشيخ محمد بن سعيد القحطاني, رئيس قسم القراءات في كلية الدعوة وأُصول الدين بجامعة أُم القرى. . مصورته لدي. ¶ 19- محضر اتخذ عليه في مناقشة المشايخ له فيما نشره في مجلة المجتمع. وهو من محفوظات كلية الشريعة بجامعة أُم القرى في 16/ 3 / 1404 هـ أَدانته اللجنة فيه. ¶ 20- ((نظرات في كتاب النبوة والأَنبياء)) : تأْليف الشيخ محمد محمود أَبو رحيم. طبع عام 1406 هـ.",
            "page": "309",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "21- الرد على الصابوني فيما سماه: ((الهدي النبوي الصحيح في صلاة التراويح)) : تأْليف الشيخ محمد بن يوسف العجمي. طبع عام 1406 هـ ¶ 22- ((الكشف الصريح عن أَغلاط الصابوني في صلاة التراويح)) : تأْليف الشيخ علي بن حسن عبد الحميد الحلبي. مصورتها لدي. ¶ فهذه كتبه عليها اثنان وعشرون رداً, وجميع الردود تحمل كلمات حق سارت مسار الشمس, كشفاً عن مدى تحمله لأَمانة العلم فيما كتب, إِذ اتسع نشر ما كتبه لتوزيعه بدون مقابل في الظاهر؟؟  ¶ وفي مطالع هذه القائمة من الردود رأَيت فيها وصفه بأُمور مذهلة يتعجب الإِنسان منها, كيف يقتحمها من ينتسب للعلوم الشرعية مع شيبته وتقادم سنه فيما يذكر. . . وأَهمها ما يلي: ¶ 1- وصفه بالإِخلال في الأَمانة العلمية كما في كلمة الشيخ عبد الله خياط, والشيخ صالح الفوزان: عضوي هيئة كبار العلماء. ¶ 2- وصفه بالجهل كما في مقدمة: ((السلسلة الصحيحة)) للأَلباني, ومحرر الشيخ محمد بن سعيد القحطاني. ¶ 3- خَلْفِيته في الاعتقاد بالتأْويل لآيات في الأَسماء والصفات جرته إِلى مسخ عقيدة السلف بزيغ عقيدة الخلف التي نزلها في تفسير الإِمامين السلفيين: شيخ المفسرين ابن جرير الطبري, والحافظ ابن كثير القرشي, في مختصريه لهما, وفي صفوة التفاسير. وأَن هذه نكاية عظيمة بأَهل السنة في تحريف مصادر لهم مهمة في الاعتقاد السلفي, تحت اسمي ((الاختصار والتصفية)) . وعلى هذه ترتكز عامة الردود المذكورة. ¶ وبناء على ما تقدم صدر التعميم المذكور بمصادرة ((صفوة التفاسير)) كما",
            "page": "310",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "أوقف توزيع المختصرين. والذين قرظوا كتبه من علماء السلف رجعوا عن تقاريظهم إِمَّا تحريراً أَو مشافهة, معلنين أَنه صار تغريره بهم, إِذ قرأَ عليهم مواضع ليست ذات دخل. والمحسن الذي قام بطباعة جملة كبيرة منها لما علم حقيقة الحال طبع عشرات الآلاف من بعض الردود عليه, وهكذا يمتد الانحسار عن كتبه, والحمد لله الذي بنعمته تتم الصالحات ¶ وهذه الردود من علماء أَهل السنة لا يراد بها تعرية الرجل وكشفه بأَنه خَلْفِي صوفي, يغتلم في التعصب المذهبي فهو أَهون من أَن يلتفت إِليه لكنه لما حث الخطى بميادينه الثلاثة المذكورة التي يحسن الركض فيها, انبرى لصنيعه أَهل السنة دفاعاً عن كتاب الله تعالى, وصيانة لسنة نبيه - صلى الله عليه وسلم - من عبث المتعالمين, وتأْويل الجاهلين, موضحين ذلك في قالبين: ¶ الأَول: أَنه استجر تفسيري ابن جرير, وابن كثير في اختصاره لهما, لكنه شرق بمنهجهما السلفي في عقيدة التوحيد فأَفرز مختصريه, وابن جرير, وابن كثير, بريئان مما يخالف تفسيرهما. ¶ الثاني: ((صفوة التفاسير)) اسم فيه تغرير وتلبيس, فأَنى له صفاء وهو مبني على الخلط بين التبر والتبن, إِذ مزج بين تفسيري ابن جرير, وابن كثير السلفيين, وتفسير الزمخشري المعتزلي, والرضي الرافضي, والطبرسي الرافضي, والرازي الأَشعري, والصاوي الأَشعري القبوري المتعصب, وغيرهم لا سيما وهذا المزج على يد من لا يعرف الصنعة ولا يتقنها كهذا الذي تسور هذا الصرح بلا سلم. وإِلا فإِن أَهل العلم يستفيدون من المفسرين المتميزين بما لا يخرج عن الجادة: مسلك السلف, وضوابط التفسير, وسَنَن لسان العرب.",
            "page": "311",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وفي ضوء هذين القالبين يعطون التقويم الشرعي لما كَتَبَ وخلاصته: فقد الاعتبار بها. ¶ فلا يغرنك صفو أَنت شاربه ** فربما كان بالتكدير ممتزجا ¶ هذه خلاصة لما يقف عليه الناظر في الردود المذكورة. وقد جمعتها مع ما دارت عليه من كتب هذا الكاتب زيادة مني في التوثيق والمعذرة, لعل ما ذكر يكون من باب الخطِأ والوهم والغلط, الذي قل أَن ينجو منه أَحد سوى سيد البشر - صلى الله عليه وسلم - , لكنني رأَيت - وهذا أَمر مسلَّم به ابتداء ولله الحمد – أَن هؤلاء العلماء هم في ردودهم أَبصر من زرقاء اليمامة, إِذ أَثخنوه بالحجج القاهرة, والبيانات الظاهرة, وهذا هو المعهود من علماء أَهل السنة والجماعة – ولله الحمد والمنة -: فوجدت لدى هذا الرجل أَمراً كُبَّاراً, وجدت كلمة العلامة الخياط واقعة موقعها في قوله (¬1) : (. . . لأَن الصابوني قد أَخل بما التزمه, أَولاً: من حيث أَمانة النقل, وثانياً: من حيث تفسير بعض الآيات بما يختلف عن مذهب السلف) اهـ. ¶ ونحوه قول الشيخ صالح الفوزان (¬2) : (وهذا والعياذ بالله من التلبيس والخيانة في النقل) اهـ. ووجدت أَن أَفاعيله يحدوها انفساح ذراع هذا الرجل في بحر لجي من عقيدة خَلْفية, وعصبية, يمسخ بتمشعره, عقيدة السلف من مكانتها في التفاسير الثلاثة – وذلك بالبتر للنص حيناً, والنقل لمذهب خَلْفي يحكيه ابن ¶ ¬__________ ¶ (¬1) ((الرد على أخطاء محمد الصابوني)) : (ص / 61) . ¶  (¬2) ((تعقيبات وملاحظات على صفوة التفاسير)) : (ص / 25) .",
            "page": "312",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "جرير, ويرد عليه ثم يقرر مذهب السلف, فينقل هذا الرجل مذهب الخلف, ويترك رد ابن جرير عليه, وتقريره لمذهب السلف, ويضيف في مواضع من تفسير آيات الاعتقاد من كلام الرازي وغيره من أَهل الرفض والاعتزال إلى ((صفوة التفاسير)) وهكذا في سلسلة من الدسِّ المهين ترى مجامعها العامة وضرب المثال لها في الردود المذكورة, واعتبر هذا من كتبه الثلاثة في تفسير عدد من آيات الصفات. ¶ ووجدت أَن هذا الرجل في العلم كالدفتر, يحكي ما قاله غيره دون أَن يضرب في التحقيق بسهم وافر, وهذه أَدنى مراتب طلب العلم, ولهذا فأَنت تراه مضطرباً من مختصر إلى آخر في مواطن متكاثرة, ومن اندست عليه أَبواب مذهب السلف الحق, عميت عليه أَنباء التحقيق. ¶ ووجدت لدى هذا الجمَّاع: انقداح زناده بشظايا نالت من أَمانته العلمية منالاً في مواضع متكاثرة واضحة كالشمس في رائعة النهار (¬1) .ووجدت الملاحظات ممن ذُكِرَ هي لضرب المثال, وإِلا فالأَمر أَعظم من ذلك! ووجدت أَنه من مجموع ما كتبته يمينه له حظ وافر من الأُمور الثلاثة المتقدمة. فيفيد وصفه بالجهل أَنه: يصحح الضعاف, ويضعف الصحاح, ويعزو أَحاديث كثيرة إِلى ((الصحيحين)) , أَو السنن الأَربعة أَو غيرها, وليس في ¶ ¬__________ ¶ (¬1) ويقال: ((رابعة النهار)) وهو مثل مولد, كما في: ((تاج العروس)) .",
            "page": "313",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "((الصحيحين)) مثلاً أَو ليس في بعضها, ويحتج بالإِسرائيليات, ويتناقض في الأَحكام. ويفيد وصفه بالإِخلال بالأَمانة العلمية: بتر النقول, وتقويل العالم ما لم يقله, وتحريف جمع من النصوص والأَقوال, وتقريره مذهب الخلف في كتب السلف. ¶ ويفيد خًلْفيته في الاعتقاد: مسخه لعقيدة السلف في مواضع من تفسير ابن جرير, وتفسير ابن كثير, وبأَكثر في: ((صفوة التفاسير)) , وما تحريفه لعدد من النصوص إِلا ليبرر هذه الغاية. وإِن تشويه هذين الكتابين: ((تفسير ابن جرير)) , و ((تفسير ابن كثير)) أَمر لا يمكن بحال قبوله. ¶ وبالجملة فهذه الوجادات التي كشفها هؤلاء الأَعلام هي حق لأَن في كتبه ما يؤدي شهادته على كل حرف منها: ((ومن فيه ندينه بما فيه)) , وكما قيل: ((يَدَاكَ أَوْكَتَا وَفُوكَ نَفَخ)) . ومن حاله كذلك, فعند السلف: لا يجوز أَن يعتمد في علم ولا نقل, فعلى كل مسلم بعامة وكل طالب علم بخاصة, عدم اقتناء كتبه, أَو العزو إِليها لأَنها مما اختلط فيها الحق بالباطل, والجهل بالعلم, والنقل الصحيح بالنقل المحرف. وهنا أُقيد نماذج معدودة مما نفشت فيه همة هذا الكاتب, الواحد منها يسند ما ذكر بكل اطمئنان وثبات, أُوثقها بأَرقام الصفحات من قائمة الردود المذكورة وما وردت عليه, مصنفاً لها في الفصول الآتية:",
            "page": "314",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "1- أَمثلة الإِخلال بالأَمانة العلمية. ¶ 2- مسه عقيدة التوحيد بما ينابذها. ¶ 3- أَمثلة لجهالاته بالسنة (¬1)  ¶ * * * ¶ ¬__________ ¶ (¬1) تنبيه: بعد التقييد لهذا ((التحذير)) رأَيت لهذا الكاتب رسالة باسم: ((كشف الافتراءات في رسالة التنبيهات)) في نحو: (186) صفحة, وقد كتبت حوله ما تراه إن شاء الله تعالى في آخر هذا ((التحذير)) بعنوان ((مع الكاتب في جولته الأخيرة)) .",
            "page": "315",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "أَولاً: أَمثلة لإِخلاله بالأَمانة العلمية ¶ قال ابن القيم - رحمه الله تعالى - في: ((روضة المحبين)) (ص / 473) : (وسمعت رجلاً يقول لشيخنا: إِذا خان الرجل في نقد الدراهم, سلبه الله معرفة النقد, فقال الشيخ: هكذا من خان الله تعالى ورسوله في مسائل العلم) اهـ. إِن أَهم الأَمر في ذلك إِخلاله بأَمانة التفسير لآيات كريمة في صفات الله - سبحانه وتعالى - على خلاف منهج السلف من الصحابة - رضي الله عنهم - فمن قفى أَثرهم فيها, ويأْتي بيانه, وأَما ما سوى هذا, فإِلى نماذج موثقة من عدد من كتبه: ¶ 1- عند قوله تعالى من سورة القلم: {يَوْمَ يُكْشَفُ عَنْ سَاقٍ وَيُدْعَوْنَ إِلَى السُّجُودِ فَلا يَسْتَطِيعُونَ} . في ((مختصره لابن جرير)) : (2/ 478) , و ((صفوة التفاسير)) : (3/ 430) , ويأْتي بيان ما فيه: (ص / 49) فلينظر. ¶ 2- ومنها: عند تفسير قول الله تعالى في سورة ((ص)) (¬1) : {قَالَ يَا إِبْلِيسُ مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ} . َبدل لفظ {بِيَدَيَّ} كما هي في نص كلام ابن جرير إِلى لفظه: ((بذاتي)) ¶ ¬__________ ¶ (¬1) ((تعقيبات)) : (ص / 18) .",
            "page": "316",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "فراراً من إِثبات ما أأَثبته لنفسه. فقال في: ((صفوة التفاسير)) (3/ 65) : (أَي قال له ربه: ما الذي صرفك وصدك عن السجود لمن خلقته بذاتي من غير واسطة أَب أَو أَم) . ¶ 3- ومنها (¬1) : تحريفه لكلام ابن جرير – رحمه الله تعالى - في تفسير الآية الثالثة من سورة يونس: {ذَلِكُمُ اللَّهُ رَبُّكُمْ فَاعْبُدُوهُ} . قال في ((مختصر الطبري)) (1/ 573) : (هذا هو ربكم فأَخلصوا له العبادة, وأَفردوه بالربوبية. سواه, فوحدوه بالعبادة) اهـ. وعبارة ابن جرير – رحمه الله - في: ((تفسيره)) (11/ 60) هذا نصها: (فاعبدوا ربكم الذي هذه صفته وأَخلصوا له العبادة وأَفردوه بالأُلوهية والربوبية) اهـ. ففي تصرفه في عبارة الطبري خيانة من وجهين: ¶ أ- حذف قوله (الذي هذه صفته) وأَول الآية: {إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَوَاتِ وَالأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُدَبِّرُ الأَمْرَ مَا مِنْ شَفِيعٍ إِلَّا مِنْ بَعْدِ إِذْنِهِ ذَلِكُمُ اللَّهُ رَبُّكُمْ فَاعْبُدُوهُ أَفَلا تَذَكَّرُونَ} . ومنه تعلم السر في الحذف. ¶ ب- حذف لفظ (الأُلوهية) لأَن الخلفية لا يلتقون مع أَهل السنة في تقسيم التوحيد إِلى: توحيد الربوبية, وتوحيد الأُلوهية, وتوحيد ¶ ¬__________ ¶ (¬1) ((تنبيهات)) : (ص / 151 , 152) .",
            "page": "317",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "الأَسماء والصفات؟  ¶ 4- ومن بالغ فقد الأَمانة العلمية تقوله على شيخ الإِسلام ابن تيمية –رحمه الله تعالى- ما لم يقل. وحقيقة الحال أَنها كلمات للفقيه أَبي محمد (¬1) , فقد نشرت ((مجلة المجتمع)) في أَعدادها: 627-646, مقالات له, وفيها نسب إِلى شيخ الإِسلام ابن تيمية–رحمه الله تعالى- أَنه قال: (الأَشعرية أَنصار أُصول الدين, والعلماء أَنصار فروع الدين) اهـ. ¶ وهذه العبارة هي لأَبي محمد الجويني, ذكرها عنه شيخ الإِسلام ابن تيمية –رحمه الله تعالى- كما في ((مجموع الفتاوى)) : (4/ 15 , 17) إِذ قال, (ص / 15) : ((وكذلك رأَيت في فتاوى الفقيه أَبي محمد فتوى طويلة فيها أَشياء حسنة, قد سئل بها عن مسائل متعددة قال فيها: ¶  (ولا يجوز شغل المساجد بالغناء والرقص. . .- إِلى أَن قال -: قال: (وأَما لعن العلماء لأَمة الأَشعرية فَمَنْ لَعَنَهُمْ عُزِر. وعادت اللعنة عليه, فمن لعن من ليس أَهلاً للعنة وقعت عليه, والعلماء أَنصار فروع الدين, والأَشعرية أَنصار أُصول الدين) . قال: وأَما دخولهم النيران. . .انتهى) اهـ. ¶ وأَصله في ((نقض المنطق)) : (ص / 150) . ¶ فهل هذا جهل بمواقع كلام أَهل العلم, أَم تلبيس ليحتج للتمشعر ¶ ¬__________ ¶ (¬1) ((منهج الأشاعرة في العقيدة)) (ص / 8 , 9) .",
            "page": "318",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "بكلمات ينسبها تقولاً على شيخ الإِسلام ابن تيمية – رحمه الله تعالى - بل يقول شيخ الإِسلام في: ((منهاج السنة النبوية)) : (5/ 158) , مبيناً منزلة أَهلها: (وأَهل السنة نقاوة المسلمين, فهم خير الناس للناس) اهـ. ¶ ونحوه: (5/ 161 , 162) . ومقالة الفقيه أَبي محمد هذه هي لأَهل الكلام في حق أَهل السنة, وقد فند الرد عليها شيخ الإِسلام – رحمه الله تعالى - في: ((الفتاوى)) : (4/ 15 , 17) , وانظر: (4/ 55 , 56) , و (6/ 53) . ¶ 5- في كتابه: ((النبوة والأَنبياء)) : (ص / 3) , قال: (وقد راعيت فيها الإِيجاز, والتنقيح للأَخبار, فتركت الغث وأَخذت الصحيح السمين, واعتمدت على أَوثق المصادر أَلا وهو كتاب الله الذي لا يأْتيه الباطل من بين يديه ولا من خلفه فأَكثرت من الاستشهاد به, ثم على أَقوال المفسرين الموثوقين, كما أَخذت بالأَخبار الثابتة الصحيحة من كلام سيد المرسلين, وقد رجعت إِلى الكتب التاريخية, فانتقيت منها الأَخبار التي توافق ما جاء في الكتاب والسنة ولا تخالف المعقول, وطرحت منها ما كان من إِسرائيليات بعيدة عن منطق العقل والدين) اهـ. ¶ والالتزام بعدم الذكر إِلا لما ثبت بكتاب أَو سنة, منهج مفترض على كل باحث, لكن سرعان ما تصدع هذا الالتزام من الكاتب, مع ما في مقدمته من ثغرات فقد أَخلَّ بأَمانة الالتزام بالدليل الصحيح, وفاقد الشيء لا يعطيه, فتجده يؤسس أَحكاماً في حق بعض أَنبياء الله –عليهم السلام-, وليس لها ما يسندها من دليل صحيح, ويبتر النقل بما يبين منزلة المنقول, ويدعم ما ذكره بنصوص يذكرها من أَناجيل: برنابا,",
            "page": "319",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ولوقا, ومتَّى, وإِسرائيليات منكرة, وأُخرى ليس لها ما يسندها, وفي مواضع يضطرب في الحكم, وهكذا. وقد كشف عن هذه العورات في هذا الكتاب: الشيخ محمد أَبو رحيم في رسالته: ((نظرات في كتاب النبوة والأَنبياء)) . ومنه أُشير إِلى نماذج منها: ¶ أ- في: (ص/ 193) من كتابه ((النبوة والأَنبياء)) ذكر قصة عن إِنجيل برنابا فيها فحش في حق مريم – عليها السلام -. ¶ ولم يتعقبها بشيء. وتعقبها في ((النظرات)) : (ص/ 7, 10) . ¶ ب- وفي (ص/ 187) قال: (ثم خطب (¬1) مريم, ولكنه لم يتم بينهما لقاء أَو زواج, وقد كانت العادة الجارية عندهم, أَن يطلب الشاب الفتاة من أَهلها, ثم يتعاشران بدون اتصال زوجي, ويقيمان على ذلك مدة من الزمن من أَجل أَن تعرف أَخلاقه ويعرف أَخلاقها, -وقد عقب عليها بقوله-: ¶ وبنظرة واحدة يظهر التناقض والتعارض بين أَعظم الأَناجيل وأَكثرها شهرة أَلا وهو إِنجيل. . .) . ¶ أَين الدليل, أَين الإِثبات لهذه العادة, تلك عادة لم يعلم ثبوتها, ونبرأ إِلى الله من حصولها في حق مريم. أَليس من الخير أَن تُطوى هذه الرواية ولا تروى ¶ انظر: ((النظرات)) : (ص/ 8, 10) . ¶ ج- وفي: (ص/ 247) , ذكر جمع يعقوب – عليه السلام - بين ¶ ¬__________ ¶ (¬1) أي: يوسف النجار.",
            "page": "320",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "الأُختين, وأَن هذا لم يكن في شريعتهم محرماً. ثم نسخ في شريعة التوراة كما هو حال الشريعة الإِسلامية. ولم يذكر له دليلاً. والطبري في ((تاريخه)) , (1/ 317) قال: (وقد قال بعض أَهل التوراة) اهـ. فنقله ممرضاً. ((النظرات)) : (ص/ 11, 12) . ¶ د- وفي: (ص131, 144, 163, 228, 234, 245, 259, 296, 316) : حدد قبور الأَنبياء – عليهم السلام -: قبر آدم, ونوح, وإِسماعيل, وهود, وصالح, وإِسحاق, وغيرهم. والمحققون من أَهل العلم على أَن هذا لا يعرف. فأَين الترام الدليل؟! ((النظرات)) : (ص/ 17, 25) . ¶ هـ- وفي: (ص/ 144) : ذكر أَثر ابن عباس – رضي الله عنه - نقلاً عن ((تاريخ ابن كثير)) من أَن سفينة نوح طافت بالبيت العتيق أَربعين يوماً. ¶ وهو أَثر لم يثبت, وابن كثير قد تعقبه بما يفيد عدم ثبوته, كما في ((تاريخه)) : (1/ 153) . فلماذا يذكر ما لم يثبت, ولماذا يحذف تعقب ابن كثير له؟! ((النظرات)) : (ص/ 38, 40) . ¶ ووفي: (ص/ 125) : ذكر أَن آدم – عليه السلام - من الرسل. وفي: (ص/ 135) : ذكر أَنه نبي وليس رسولاً. ¶ وهذا تناقض؟!",
            "page": "321",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "((النظرات)) : (ص/ 56) . ¶ ز- وفي: (ص/ 136) : ذكر عُمْرَ نوح – عليه السلام - 1350 سنة. وفي (ص/ 144) : أَن عمره 1780 سنة. فأَين الدليل؟! إِنه تناقض مع عدم الدليل. ¶ 6- في رسالته: ((الهدي النبوي الصحيح في صلاة التراويح)) : ذكر ما يحتج به على صلاة عشرين ركعة في التراويح, ومنها قوله في (ص/ 56) ما نصه: ¶  (جـ: واحتجوا كذلك بما روي عن الحسن, أَن عمر - رضي الله عنه - جمع الناس على أُبي بن كعب, فكان يصلي لهم عشرين ركعة, ولا يقنت بهم إِلا في النصف الثاني, فإِذا كان العشر الأَواخر من رمضان, تخلف أُبيٌّ فصلى في بيته, فكانوا يقولون أَبق أُبيّ) انتهى. وعلق في حاشيته بقوله: (المغني 2/ 167, لابن قدامة الحنبلي, وذكر أَنه رواه أَبو داود) انتهى بنصه. وإِليك ما في ((المغني)) : (2/ 167) : (وقد روى الحسن أَن عمر جمع الناس على أُبّيِ بن كعب فكان يصلي لهم عشرين ليلة ولا يقنت بهم إِلا في النصف الباقي. . .) اهـ. إِلى آخر ما تقدم. ومن المقابلة بين النصين نجد أَن ما ذكره ابن قدامة من رواية الحسن عن عمر – رضي الله عنه - هو بلفظ: ((عشرين ليلة)) (¬1) . ¶ ¬__________ ¶ (¬1) انظر: الرد على الصابوني فيما أسماه: ((الهدي النبوي الصحيح)) , بقلم محمد العجمي.",
            "page": "322",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "والكاتب حرفها بلفظ: ((عشرين ركعة)) لتدل على المراد, وإِلا لم يكن في الرواية دلالة على العشرين فهذا تحريف ظاهر. وهذا الأَثر بنصه في: ((سنن أَبي داود)) : (برقم: 1429) باللفظ الذي ذكره ابن قدامة في ((المغني)) : ((عشرين ليلة)) . وهذا الأَثر مرسل ظاهر الإِرسال, لأَن الحسن البصري – رحمه الله تعالى - وُلد عام 21هـ. وعمر - رضي الله عنه - تُوفي عام 23هـ فأَنّى للحسن – رحمه الله تعالى - الرواية عن عمر – رضي الله عنه -؟! ولو نظر هذا المسكين في رسالة العلامة الشيخ إِسماعيل الأَنصاري المطبوعة في صلاة التراويح عشرين ركعة, لعلم كيف تقام الأَدلة بأَقلام الأُمناء.",
            "page": "323",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "تنبيهات ¶ الأَول: في هذه الرسالة: ((الهدي النبوي)) أَرضى عاطفته بعبارات تجديع من السخرية, والسخف, وبذيء اللفظ, وخفيفه مما لا يكون إِلا من خفيف ¶ الثاني: تحريفه هذا تحدوه عصبية مذهبية, وكم للمتعصبة من مواقف يؤذون بها أَنفسهم, ويزرون بها, ويفتضحون بها, ومن الأَمثلة على هذا تنبيهات في حواشي العلامة المعلمي – رحمه الله تعالى - على تحريفات في مواضع من بعض مخطوطات كتاب ((الجرح والتعديل)) لابن أَبي حاتم, ومنها ما في: (8/ 449, برقم: 2026) في ترجمة الإَمام أَبي حنيفة – رحمه الله تعالى - قال ابن أَبي حاتم: (حدثني أَبي: قال: سمعت محمد بن كثير العبدي, يقول: كنت عند سفيان الثوري, فذكر حديثاً, فقال رجل: حدثني فلان بغير هذا, قال: من هو؟ قال: أَبو حنيفة, قال: أَحلتني على غير مليء) اهـ. ¶ قال المعلمي – رحمه الله تعالى - تعليقاً على قوله (أَحلتني على غير مليء) : ¶  (هكذا في الأَصلين, ولكن بعض المطالعين في ((ك)) حاول التغيير فطمس على الكلمتين, وكتب ((على مليء)) , والأَصل يلوح من تحت",
            "page": "324",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "الطمس, وقد حكاها الخطيب في: ((تاريخ بغداد)) : (13/ 417) , عن المؤلف, فقال: ((على غير مليء)) .) اهـ. وأَبو حنيفة: النعمان بن ثابت إِمام مَلِيء وَمُلِيء عِلْماً – رحمه الله تعالى -, وإِمامة أَي إِمامٍ عندنا لا تقتضي تحريف النصوص. وإِذا أَردت الأَمثلة على ذلك محررة فانظرها في كتاب: ((التنكيل لما في تأَنيب الكوثري من الأَباطيل)) فقد ذكر من خياناته في النقل أَمثلة مهمة منها: أَن عبد الصمد بن المعَدَّل قال في أَخيه مدحاً له: أَطاع الفريضة والسنة. . . . . . البيت. . . إِلخ. فقال هذا الأَفاك (الكوثري) : (أَضاع الفريضة والسنة) البيت. . . ليقلبه قدحاً لهواه وتعصبه ¶ ومنها في ترجمة: ((الوضاح بن عبد الله)) قال فيه على بن عاصم: (وضاح ذاك العبد) هكذا عند من ترجمه, فاهتبل (الكوثري) التصحيف في طبعة ((التهذيب)) , (وضاع ذلك العبد) , وصرف بصره عن النص في النسخ الأُخرى وذكر هذا اللفظ المصحف (وضاع ذاك العبد) للنقلة الكبيرة من التعديل إِلى التجريح, وهكذا في عدة أَلفاظ يقلبها من التعديل إِلى التجريح وعكسه مما وافق هواه. وتجد أَمثلتها في ((طليعة التنكيل)) , وفي ((التنكيل)) للمعلمي: (1/ 53 , 64) وغيرهما. ¶ والله المستعان. ¶ وفي كتاب ((رد الكوثري على الكوثري)) لأَحمد بن الصديق الغماري, أَمثلة كثيرة, وشهد شاهد من أَهلها في جوانب من الاعتقاد. وهذه سلسلة الفساد ووسيلة الإِفساد للعلوم ولا سيما الشرعيات, ترها متتابعة لدى ((أَهل الأَهواء)) , ولا نزال نطلع على خائنة منهم من وقت إِلى آخر.",
            "page": "325",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ومنها: لتلميذ هذه (المدرسة) ما ذكره في: (ص / 222) من تعليقه في زياداته على ((مسند عمر بن عبد العزيز – رحمه الله تعالى -)) للباغندي: حيث ذكر نقلاً عن القاضي البيضاوي في جواز بناء المساجد على القبور استظهاراً للأَرواح والبركة, وذلك بواسطة ((فيض القدير)) للمناوي: (4/ 466) . والمناوي لما نقل هذا عن البيضاوي تعقبه, فأَسقط هذا التلميذُ التعقيب. فأَين الأَمانة؟! احذرهم أَن يفتنوك. ¶ ومن مواطن الاستغفال, والتلاعب بعقول القراء, ما يراه الناظر من عمل محقق كتاب اللنكوني – رحمه الله تعالى -: ((سباحة الفِكْرِ في الجهر بالذكر)) , إِذ جاء فيه (ص / 70) , ما نصه: (ومن توابع الذكر القلبي: الذكر النفسي, وهو أَن يحصل بصعود النفس وهبوطه, ذكر لا إِله إِلا الله, هو أَو نحو ذلك, وهو ذكر حسن موجب لحصول التشبه بالملائكة. . .) اهـ. فإِن محقق الكتاب لم يعلق حرفاً واحداً بإِنكار السلف لـ (الذكر النفسي) بالصفة المذكورة ومنها: الذكر بالضمير (هو) لفظياً أَو نفسياً, وإِذا لم يحصل منه ذلك فهو مطالب أَمانةً أَن يضع فاصلة بعد لفظ (هو) , ليظهر مراد المؤلف من الذكر النفسي بالضمير (هو) , فإِنه لا يراد به هنا إِلا الذكر به بدلالة السياق قبل وبعد, ولو أَراد بقوله (هو) الذكر بـ (لا إِله إِلا الله) , لكان مراداَ بقوله (أَو نحو ذلك) نحو النحو, وهذا لغو من القول, ولأَن من أَجاز الذكر النفسي بصعود النفس وهبوطه قال بالذكر بالضمير (هو) من باب أَولى, ومن قال بهما قال بالذكر بالاسم المفرد كلفظ الجلالة (الله , الله) , وكل هذا مما أَنكره",
            "page": "326",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "السلف على الخلف, لعدم النص به. فالله المستعان ¶ ومن غريب ما رأَيت ما عمله محققان معاصران للرسالة الفقهية لابن أَبي زيد القيرواني سنة 386 هـ – رحمه الله تعالى - مع شرحها ((غرر المقالة)) : (ص76) , طبع دار الغرب الإِسلامي, إِذ جاء فيها من واجب الاعتقاد ما نصه: (العالم, الخبيرُ, المديرُ, السميع, البصير, العلي, الكبير, وأَنه فوق عرشه المجيد بذاته, وهو في كل مكان. بعلمه خلق الإِنسان, ويعلم ما توسوس به نفسه. . .) اهـ. فالابتداء من أَول السطر بقوله (بعلمه خلق الإِنسان) خطأ محض, فإِن الجار والمجرور (بعلمه) متعلق بما قبله, وصواب السياق: ¶  (وهو في كل مكان بعلمه. خلق الإِنسان, ويعلم ما توسوس به نفسه) اهـ. ¶ وعلى هذا كل طبعات الرسالة التي بين أَيدينا, وهذا ما يناسب عقيدة ابن أَبي زيد القيرواني – رحمه الله تعالى - في: ((اجتماع الجيوش الإِسلامية)) : (ص / 52, 150) الطبعة الأَخيرة. والله أَعلم. ¶ وبالجملة فاحتجاج محمد الصابوني المذكور بهذا الأَثر, أَثر الحسن – رحمه الله تعالى-: فيه جهل بمنزلته سنداً, وتحريف ظاهر للفظه. أَما ورود هذا الأَثر بهذا اللفظ في مراجع أُخرى فهذا محل بحث. ¶ * * *",
            "page": "327",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ثانياً: مسه عقيدة التوحيد بما ينابذها ¶ إِن أَعظم خطر في الكتب الثلاثة: ((الصفوة)) و ((المختصرين)) هو تحريفه (¬1) لتفسير آيات في صفات الله عزَّ وجلَّ خلافاً لعقيدة السلف بما لا يقول به الإِمامان الحافظان: ((ابن جرير)) , و ((ابن كثير)) -رحمهما الله تعالى-, وإِخراجه لهذين المختصرين على أَن هذا مختصر ما يقرره ((ابن جرير)) , وذلك مختصر ما يقرره ((ابن كثير)) , وصفوة ما لدى السلف وهم من تأْويل الخلف برآء, وقد علم أَن ابن جرير, وابن كثير يجريان التقرير لآيات الأَسماء والصفات على قاعدة السلف المطردة: الإِيمان بحقائقها (¬2) على الوجه اللائق بالله تعالى, وإِجراؤها على ظاهرها من غير تكييف, ولا تمثيل, ولا تحريف (¬3) . والمتعين أَن المخْتَصِرَ لا يخالف ما قرره صاحب الأَصل, بل المحافظة والالتزام بنصه, كما أَن تقرير الخلف في ((الصفوة)) نسف لمذهب ¶ ¬__________ ¶ (¬1) انظر في العبير بلفظ التحريف دون ((التأويل الخلفي)) : ((فتاوى شيخ الإِسلام ابن تيمية -رحمه الله تعالى-: (3/ 165, 168) وهو مهم, (4/ 191) , (33/ 170, 181) , والفهرس: (36/ 104) . ¶  (¬2) في معنى الحقيقة, انظر: ((فتاوى شيخ الإِسلام ابن تيمية)) : (5/ 200, 202) فهي ((اللفظ المستعمل فيما وضع له)) . ¶  (¬3) انظر: المرجع السابق: (3/ 165, 168) .",
            "page": "328",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "السلف فلا حول ولا قوة إِلا بالله العزيز الحكيم. ¶ وعليه: فإِننا نقول وننبه, وننشر, ونعلن, أَن هذا الاختصار لتفسير ابن جرير, وتفسير ابن كثير مسخ لهما عن مكانتهما السلفية, والجادة المأْثورة لما تراه من التأْويل, والتحريف, ولذا فإِن نسبتهما إِلى ابن جرير, وابن كثير نسبةٌ غير موثوقة, ولا مأْمونة, وهما مما يخالف نصهما بريئان منه لمخالفته منهج السلف الذي انتهجاه في تفسيرهما على أَحسن تقويم, أَخذاً بمسلك الصحابة – رضي الله عنهم, ومن تبعهم بإِحسان - وإِن ما تراه من نماذج في هذا البحث وفي البحث بعده هي أَدلة عينية على ذلك فلينتبه. ¶ ولا نعرف على مدى التاريخ مَن احترف التلبيس فسطى على تفسير ابن جرير, وتفسير ابن كثير, فنصب في سطورهما باسم الاختصار عوامل التحريف, والتبديل قبل هذا العمل الذي أَثار الهرج, وآذى المهج. ¶ ونحن ننصاحه, والمنازعة له في السوأَة التي لا تغتفر وهي نسبة هذا التحريف ((التأْويل الخلفي)) إِلى ابن جرير, وابن كثير تقولاً عليهما بما لم يقولاه, وهل هذا إَلا إِسقاط لِلْعُمَدِ من كتب السلف, وإِلى نماذج في مخالفة منهج ابن جرير, وابن كثير: ¶ 1- تحريفه لتفسير قول الله تعالى: {إِنَّ اللَّهَ لا يَسْتَحْيِي أَنْ يَضْرِبَ مَثَلًا مَا بَعُوضَةً فَمَا فَوْقَهَا} الآية. ((صفوة التفاسير)) : (1/ 24) . وفي كشفها تنبيهات: (ص / 113) . ¶ 2- تحريفه لتفسير قول الله تعالى: {اللَّهُ يَسْتَهْزِئُ بِهِمْ} الآية. ((صفوة التفاسير)) : (1/ 36) .",
            "page": "329",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وفي كشفها: ((تنبيهات)) : (ص / 71, 73) . ¶ 3- تحريفه لمعنى استواء الله تعالى, وعلوه على خلقه – سبحانه - في آيات من كتابه الكريم ((صفوة التفاسير)) : (1/ 46, 162) , (2/ 114) . ¶ وفي كشفها: تعقيبات: (ص / 9) , وتنبيهات: (ص / 114) . ¶ 4- تحريفه لمعنى صفة السمع في قول الله تعالى: {قَدْ سَمِعَ اللَّهُ} الآية. ¶  ((صفوة التفاسير)) : (3/ 335) . وفي كشفها: تعقيبات: (ص / 24) . ¶ 5- تحريفه لتفسير قول الله تعالى: {السَّموَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ} , وقوله تعالى: {خَلَقْتُ بِيَدَيَّ} في نظائر لهما. ¶ ولكشفها: تعقيبات: (ص / 18, 19) , وتنبيهات: (ص / 115, 119) . ¶ 6- تحريفه لمعنى صفة التعجب لله سبحانه وتعالى, في قوله تعالى: {أَنَّى يُؤْفَكُونَ} في نظائر لها. ((صفوة التفاسير)) : (1/ 345, 531) . وفي كشفها: تعقيبات: (ص / 6, 7)  ¶ 7- تحريفه لتفسير قول الله تعالى: {وَلا يُكَلِّمُهُمُ اللَّهُ} الآية. وفي نظائر لها من الآيات المثبتة صفة الكلام لله سبحانه.",
            "page": "330",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "((صفوة التفاسير)) : (1/ 213) , (2/ 208) , (3/ 110, 117, 221) . وفي كشفها: تعقيبات: (ص 4, 9) , تنبيهات: (ص / 113, 118) . ¶ 8- تحريفه لتفسير قول الله تعالى: {إِنْ تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنْكُمْ وَلا يَرْضَى لِعِبَادِهِ الْكُفْرَ وَإِنْ تَشْكُرُوا يَرْضَهُ لَكُمْ} الآية. ((صفوة التفاسير)) : (3/ 71) . وفي كشفها: تعقيبات: (ص / 18) . ¶ 9- هضمه لتوحيد الأُلوهية. في جملة تفسيرات خَلْفية, فيحذف كلمة ((توحيد العبودية)) ويبدلها بلفظ: ((توحيد الربوبية)) . ويقول في موضع آخر: ((لا معبود إِلا الله)) . وصوابه: ((لا معبود بحق إِلا الله)) (¬1) . وهكذا في كلمات لمن لا يرى مسلك السلف في تقسيم التوحيد الاستقرائي بدلالة الكتاب والسنة, إِلى ثلاثة أَقسام (¬2) : ¶ ¬__________ ¶ (¬1) وإِن شئت فقل في الخبر (حقٌ) بدون الباء كما في ((قرة عيون الموحدين)) : (ص / 31) وغيره, وانظر في آخر ((شرح الطحاوية)) : استدركاً لشيخنا عبد العزيز ابن باز: (ص / 598) , و ((الاستغناء)) للقرافي, وتجد فيه نجاح النحاة في المقدر بما يتفق مع تحقيق السلف, وهناك عدد من وجوه التأييد لكلٍ من الوجهين حررتها في مباحث الاعتقاد فتأمل. والله أعلم. ¶  (¬2) هذا التقسيم الاستقرائي لدى متقدمي علماء السلف: أشار إليه ابن منده, وابن جرير الطبري, وغيرهما, وقرره شيخا الإِسلام ابن تيمية وابن القيم, وقرره الزبيدي في ((تاج العروس)) وشيخنا الشنقيطي في ((أضواء البيان)) وآخرين رحم الله الجميع. وهو استقراء تام لنصوص الشرع, وهو مطرد لدى أهل كل فن كما في استقراء النحاة: كلام العرب إلى (اسم, وفعل, وحرف) , والعرب لم تَفُهْ بهذا ولم يعتب على النحاة في ذلك عاتب, وهكذا من أنواع الاستقراء, وهذه إشارة مما قيدته في الاعتقاد, يسر الله طبعها آمين.",
            "page": "331",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "1- توحيد الربوبية. ¶ 2- توحيد العبادة. ¶ 3- توحيد الأَسماء والصفات. ¶ وانظر:... ((صفوة التفاسير)) : (1/ 207, 293, 476) , (2/ 9, 22, 77, 118, 119, 210, 304, 344, 414) , (3/ 108) . ¶ وفي كشفها: تعقيبات: (ص / 4, 5, 7, 9, 10, 14, 15, 19, 21) . ¶ 10- والكاتب مرجئ, يؤخر الأَعمال عن مسمى الإِيمان, ويقصره على التصديق. ((صفوة التفاسير)) : (1/ 271, 409) , (2/ 310, 348, 488, 530) , (3/ 321, 365) . , وفي كشفها: تعقيبات: (ص / 5, 7, 14, 16, 23, 24) . ¶ * * *",
            "page": "332",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ثالثاً: أَمثلة لجهالاته في السنة النبوية ¶ أَما في هذا الميدان فقد أَبان غاية البيان في سلسة يتبع بعضها بعضاً من الخلط والوهم, مكونة ركاماً أَحسبه جهلاً منه لتكاثره, فمثلاً في ((مختصر تفسير ابن كثير)) . ¶ 1- عزا أَحاديث ولا يصح العزو كله أَو بعضه. ¶ 2- وأَثبت, قصة ثعلبة بن حاطب التي رواها ابن كثير بسند ضعيف, وقد ادعى أَنه حذف الضعيف, وأَثبت الصحيح. ¶ 3- وأَوهم في العزو إِلى البخاري فأَطلق وهو خارج الصحيح, ونسب الحكم على حديث إِلى غير قائله. ¶ 4- والتزم أَن لا يذكر إِلا حديثاً صحيحاً فذكر المراسيل, والضعاف والواهيات ولم يبين. أَما ((مختصر تفسير ابن جرير)) فقد أَراح نفسه من هذا الالتزام فلم ينوه عنه في المقدمة ¶ 5- ولم يفقه مسلك ابن كثير - رحمه الله تعالى - في سياقه المرويات على نوعين كما في (ص / هـ) من الجزء الرابع ((السلسلة الصحيحة)) . ونجد الأَمثلة لهذا موثقة في: ¶ أ- مقدمة الجزء الرابع من: ((السلسلة الصحيحة)) : (ص / هـ, م) وهو مهم.",
            "page": "333",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ب- وفي: ((السلسلة الضعيفة)) : (3/ 310, 471, 593) . ¶ ج- وفي: ((السلسة الضعيفة)) : (4/ 51, 143, 412) . ¶ د- وفي: ((تنبيهات هامة)) : (ص / 91, 95, 96) , حيث ذكر في: ((صفوة التفاسير)) : (3/ 321) بعض النصوص المؤولة ومنها: (قوله عليه السلام: الحجر الأَسود يمين الله في الأَرض)) اهـ. والحديث مرفوعاً أَسانيده بين الضعف, والضعف الشديد, كما في ((فتاوى)) شيخ الإِسلام ابن تيمية: (3/ 644) , (5/ 398, 580, 581) , وكتاب ((العقل والنقل)) : (3/ 109, 110) , و ((السلسة الضعيفة)) : (1/ 257) . وظاهر كلام شيخ الإِسلام ابن تيمية – رحمه الله تعالى - وقفه على ابن عباس – رضي الله عنهما -, وأَنه لا يحتاج إِلى تأْويل, لأَن المشبه ليس هو المشبه به بل هو غيره ففي نفس الحديث بيان أَن مستلم الحجر ليس مصافحاً لله تعالى, وأَنه ليس هو نفس يمينه, ونحوه لدى ابن القيم – رحمه الله تعالى - في: ((زاد المعاد)) في مباحث بيعة الرضوان , وفي: ((عدة الصابرين)) : (ص / 35, 36) . والله أَعلم. ¶ وفيها أَيضاً: (ص / 89, 90) , ما ذكره في: ((صفوة التفاسير)) : (1/ 551) من السياق لقصة ثعلبة بن حاطب على سبيل الجزم بصحتها. والمحققون من أَهل العلم على بطلانها, وقد أفردت في إِبطالها والذب عن عرضي الصحابي ثعلبة - رضي الله عنه - مؤلفات, والله أَعلم. ¶ وفيها أَيضاَ: (ص / 65) , وفي: ((تعقبات الشيخ صالح الفوزان)) :",
            "page": "334",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "(ص / 22) , ذكر قوله في: ((صفوة التفاسير)) (3/ 273) : (ومذهب أَهل السنة أَن النبي - صلى الله عليه وسلم - رأَى رَبَّه ليلة المعراج في السموات العلى رؤية بصرية, ولهم أَدلة من السنة النبوية) اهـ. وأَهل الاستقراء من علماء أَهل السنة قرروا نفي وجود حديث ثابت من السنة يدل على رؤية النبي - صلى الله عليه وسلم - ربه بعينه ليلة المعراج. وكما في حديث أُم المؤمنين عائشة – رضي الله عنها - وغيره. ولشيخ الإِسلام ابن تيمية – رحمه الله تعالى - أَبحاث محررة في هذا منها: ما في ((مجموع الفتاوى)) : (6/ 509) . والله أَعلم. ¶ * * *",
            "page": "335",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "صفحة فارغة",
            "page": "336",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "الخاتمة ¶ وفي الختام أقول: يتعين على كل مسلم, أَن يتقي الله سبحانه وتعالى, فيما يأْتي ويذر, وفيما يعلم وما لا يعلم, وأَن يقف حيث انتهى علمه, ورحم الله امرأً عرف قدر نفسه. وليعلم أَن من ورائه مواقف صعاباً, ولو لم يكن إَلا تلكم الساعة الرهيبة المذهلة, وهي سويعة التساؤل عنه قبل دفنه, وعن شيوع خبر انقضاء أَجله, وإِصغاء الآذان إِلى الجواب, لو لم يكن إِلا ذلك لكان كافياً. وأَذكر موقفاَ رهيباَ لمستلم أُستاذية العالم الإِسلامي في عصره, في التفسير بل في جل العلوم, الشيخ محمد الأَمين الشنقيطي, المتوفى سنة 1393هـ - رحمه الله تعالى - دفين مقبرة المعلاة بمكة - حرسها الله تعالى -, وكم ذرفت لموته العيون, وانطلقت الأَلسن بالدعاء له, والثناء عليه, في علمه, وورعه, وتقواه, وتقاله من الدنيا, ويتحسسون في العالم من يكمل تفسيره ((أَضواء البيان)) , ((عَلَى نَفَسِهِ)) : ((إِيضاح القرآن بالقرآن)) , فلِلَّه دَرُّه ما أَبهى درره, ورحمه الله رحمة واسعة آمين. ¶ وموقفاً من قبل العالم المتفنن المتقن الشيخ أَحمد محمد شاكر, المتوفى في سنة 1377هـ - رحمه الله تعالى -, فإِن اختصاره لـ ((تفسير ابن كثير)) - رحمه الله تعالى-, الذي سماه: ((عمدة التفسير عن الحافظ ابن كثير)) , هو عمدة أَهل العلم, ومازالوا يتسمعون في كل حين وآخر, نبأَ من يجري الله",
            "page": "337",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "على يديه إِتمام هذين الكتابين الجليلين (على الجادة) (بصيرة العالم المتفنن, وأَمانة المفسر, ونفس المحدث, وفقه النفس. . .) ولكن: وكم حسرات في بطون المقابر. هذا ولم نسمع, ولم نر أَن واحداً من أَهل الأَرض استطاع أَن ينال منهما بحق, ومن فعل فقد شان نفسه, وأَزرى عليها, والعصمة لرسل الله – عليهم الصلاة والسلام -. فيا أَيها المسلم: انظر وقارن, لتعلم الفوارق, حتى يكون لك من المواقف, وسير الرجال عبرة, ومن أَخبارهم عظة, وقل آمنت بالله ثم اسقم. والله تعالى أَعلم, وصلى الله على نبينا وآله وسلم.",
            "page": "338",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "مع الكاتب في جولته الأَخيرة ¶ قرأَ هذا ((التحذير)) مطبوعاً على ((الراقمة)) عدد من العلماء منهم أَصحاب الفضيلة: ¶ - الشيخ / عبد الرزاق عفيفي. ¶ - الشيخ / صالح الحصين. ¶ - الشيخ / عبد المحسن العباد. ¶ - الشيخ / صالح الفوزان. ¶ فرأَوا مناسبة طبعه ونشره مساهمة في الدفاع عن كتاب الله تعالى. . . ¶ لكني توقفت عن ذلك اكتفاءً بما طبع من الردود الموقظة وأَن أَهل العلم على بينة من الأَمر. وكم تمنيت لو أَن الكاتب طوى بساط القيل, وترك النزاع الضئيل, وصد عن التشفي باللغو والتجديع. أَمَّا وقد جال جولته الأَخيرة فقال, وكتب, ونشر, وطبع, مما يأْتيك نبؤه لا سيما في مرقومه: ((كشف الافتراءات في رسالة التنبيهات)) فلا يسع إِلا البيان, دفاعاً عن كتاب الله تعالى, وصيانة لدينه عن الشبهات, إِذ الذَّبّ عن ذلك, وعن العلم وحملته من أَهم المهمات. ومن وراء ذلك المساهمة في صد الهجمات الشرسة ضد عقيدة السلف {فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُونَ} . ¶ لهذا فقد جرت طباعة هذا ((التحذير)) يتلوه هذا ((التذييل)) بعبارات",
            "page": "339",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "مختصرة على سبيل الإِشارة والتنبيه عسى أَن تكون لمن شاء الله تعالى من عباده نافعة فأَقول: ¶ انفرد هذا الكاتب بمضيق لا يعرفه إِلا هو, فترجل, واستل من كنانته سهمين لم يسدد الله رميته فيهما: ¶ أَما الأَول: فمحررات يبعثها تحت بطون الكواكب, وفحمة الدجى, تحمل الاستعداء بكلام مكلوم متآكل. وهكذا: التحامق, والضغن, وضيق العطن, تفرز مولوداً مخدجاً يجني معتملها: شقوة بعد أُخرى. ¶ وأَمَّا الآخر: فقدح به الزناد عن جُمَل حاكية, تحتها معان باكية: من السباب, والتجهيل والرعونة, والتضليل, والعبارات الرَّثة, والتراكيب الغثة, ((وزخرفة أَحياناً للفظ بغير فائدة مطلوبة من المعاني كالمجاهد الذي يزخرف السلاح وهو جبان)) , ورحم الله حاتماً الأَصم, المتوفى سنة 237هـ إِذ يقول: ((معي ثلاث خصال أَظهر بها على خصمي قالوا: ما هي؟ قال: أَفرح إِذا أَصاب خصمي, وأَحزن إِذا أَخطأَ, وأَحفظ نفسي لا تتجاهل عليه)) . فبلغ أَحمد بن حنبل فقال: ((سبحان الله ما كان أَعقله من رجل)) . انتهى من: ((المنتظم)) : (1/ 220) . ¶ وسترى أَنه لا حظَّ لهذا الكاتب في واحدة من هذه الثلاث. ¶ ويحكي عن نفسه أَنه من ((العلماء)) كل هذا المسير في هذا المهيع المظلم ليكفكف عن نفسه, وهو في حال من الانفعال والملامة, ولا كحال محجوج في نسخة ((القيامة)) , فغبار ركضته ثائر, وكم تحت نقعه من همزات, وكم ركب لها من مكاره صافحها بقلمه الأَليف, وَمِدَادِ طَيَّاشٍ خَفِيف.",
            "page": "340",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "فَيَا لله كيف تُجْعَلُ الشرائع ذرائع للانتقام, وتقام ضرائر من الباطل والآثام, ولكنها سنة ماضية لمن يحمل عقلاً عبداً لهواه, ويؤثر عن علي ابن أَبي طالب –رضي الله عنه- قوله: ((إِنَّ للخصومات قحَماً, وإِن الشيطان يستحضرها)) , والقحم: الأُمور العظام, فكيف إِذا كانت الخصومة في غير حق؟ ومنها: كتيبه هذا, الذي نفخه بنقول مطولة. ونزاع العلماء له ليس في خطأ وصواب لكنه في التأَسيس والأُصول: ¶ - الأَمانة العلمية؟؟  ¶ - مدى علمه بالتفسير؟؟  ¶ - خلفيته في الاعتقاد؟؟  ¶ ولعله قد تجلت للبصير الدلائل على هذا في ((التحذير)) أَما في رده هذا ((كشف الافتراءات)) فقد ضاعف التدليل, وقطع الشك – إِن كان له بقية – باليقين, لأَن رده هذا هو نهاية ما عنده, والعبرة بكمال النهاية. وقد بَدَا من حقه أَن يسمى ((رد الصابوني على الصابوني)) وكنت رتبت تعقبه والرد عليه, لكني رأَيت أُموراً عظاماً لا يتحلى بها مخلوق فيستحق أَن يشتغل بالرد عليه, لأَن مدار القول: ((الصدق, والعدل)) , وسترى مدى ضعفهما في ((كشف الافتراءات.)) . أَعاذنا الله جميعاً من مرض الشهوة, والشبهة, آمين.",
            "page": "341",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وإِلى تجلية الحقائق الآتية: ¶ أَولاً: اتخذ من كتابه هذا: وعاء لبخس الناس أَشياءهم, ونهش أَعراضهم, إِثر التقول منه على بعض حيناً, والتغالط على آخرين أَحياناً, ثم جمع نفسه ((فطمَّ الوادي على القرى)) إِذ وقع في ((أَهل جزيرة العرب)) في قاعدتها, ومخاليفها, وضفافها بل وخارجها من كل وارث لعلم السلف, سالكٍ لجادتهم في ((الاعتقاد والقدوة)) من أَنه لاَ هَمَّ لَهُم إِلا التضليل, والتكفير, وطلب الشهرة, والسباب باسم النصرة لمذهب السلف, وهكذا في عبارات متوترة, وكلامٍ نحسٍ لا يصدر إِلا من خفيف الرأْس. . . عليه بنى هذا ((الهَجَّامُ)) كتابه كما في مقدمته, (ص / 180, 182) ومواضع منه يأْتيك خبرها, هكذا موقفه – حسيبه الله – ولكن: ¶ ما يضر البحر أَمسى زاخراً * * أَن رمى فيه غلام بحجر ¶ ونعوذ بالله أَن نسلك جادته هذه التي جبل عليها, إِذ المتقون يعلمون حقيقة الحال عن أَهل هذه الجزيرة من فضلهم, وسابقتهم في الإِسلام من بزوغ الرسالة وإِلى يومنا هذا, وإِلى أَن يرث الله الأَرض ومن عليها – إِن شاء الله تعالى -. ويعرفون ما هم عليه من سلامة الاعتقاد, والبصيرة في الدين, والدعوة إِليه, والذب عنه, وأَن ديارهم هي قاعدة الممالك الإِسلامية, منها تشع أَنوار التوحيد أَولاً وآخراً. وفي حديث أَنس – رضي الله عنه - المشهور انتشاراً وصحةً: ((إِن الشيطان قد أَيِسَ أَن يعبده المصلون في جزيرة العرب)) الحديث. والحمد لله رب العالمين.",
            "page": "342",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وإِلى نماذج من سقطاته: فيقول عن بلديه (ص / 10) : ¶  (وهو مبتلى بمرض خطير, وهو التضليل, والتكفير لعباد الله المؤمنين –أَجارنا الله من هذا البلاء- فهو لا يتورع أَن يحكم بالابتداع, والضلال أَو بالكفر على أَفضل مسلم لخطأ يسير. . .) اهـ. ¶ وذكر (ص / 28, 29) أَن بلديه ينسب علماء السلف إِلى الزيغ والضلال. . . وقال (ص / 31) : (وبذلك يظهر خطأ المتطفلين على العلم الذين يرمون خيرة الصحابة بالزيغ والضلال) اهـ ¶ نسأَله شاهداً واحداً على ذلك يسوق كلامه بنصه, ويرشد إِلى محله, ومن هو أَفضل المسلمين الذي حُكِمَ عليه بالكفر, وهل يستطيع عاقل أَن يقول إِن فُلاناً أَفضل المسلمين المعاصرين؟!  ¶ وقد تتبعت رسالة ((التنبيهات)) فلم أَجد وصفه الصابوني بالكفر والضلال؟! بله أَن يصف عالماً أَو صحابياً بذلك, وانظر كيف يتمنى المسلم هذا العذاب لمسلم فقال (ص / 65) : (أَم أَن زينو لا يُصَدِّق حتى تنزل به مطارق الحديد, من الملائكة الأَشداء لتكفيره لبعض المسلمين بدون علم, ولا عقل) اهـ. إِلى آخر ما هنالك من التهجين, والتشفي الذي يبذله بسخاء, ومن عانا شيئاً أَتقنه. ¶ أَمَّا عن العلامة الأَلباني, فيقول (ص / 70) : ¶  (فهو ليس بمصاول, ولا بمقارع أَمام فرسان الميدان, وله غرائب,",
            "page": "343",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وعجائب في التصحيح, والتضعيف يندى لها جبين الإِنسان. . .) اهـ. ¶ وهذا عين التجاهل, وغمط الناس أَشياءهم بغير حق. وارتسام علمية الأَلباني في نفوس أَهل العلم, ونصرته للسنة, وعقيدة السلف أَمر لا ينازع فيه إِلا عَدُوٌ جاهل, والحكم ندعه للقراء فلا نطيل. ¶ ثانياً: والكاتب ((مجتهد في الاعتقاد مقلد في الفروع)) . . . ذلك: ¶ أَن الناظر في رسالته هذه مع ما في ((مختصراته)) يراه مضطرباً في ((الاعتقاد)) بين مناهج عقدية ثلاثة: ¶ 1- التأْويل ((التحريف)) ؟!  ¶ 2- التفويض ((التجهيل)) ؟!  ¶ 3- دعوى ((الاعتقاد السلفي)) ؟!  ¶ أَمَّا ((التأْويل)) فكما رأَيت أَمثلته في ((التحذير)) , وهذا ظاهر, وشدَّ عليه في: ((كشف الافتراءات. . .) (ص / 12- 31, 40- 41, 96 – 100, 111 – 114) . أَمَّا ((التفويض)) ففي رسالة ((كلية التربية بالرياض)) التي ساقها في ((كشفه)) : (ص / 165, 169) , وهي في جملتها رد عليه مع ما فيها من أَغلاط جاء فيها ما نصه (ص / 167) : (هذا مع اعترافنا بأَن الشيخ الصابوني يتبنى عقيدة الأَشاعرة) اهـ. وعلق بقوله: (في هذه العبارة نظر, فأَنا لست متبنياً لمذهب الأَشاعرة, وأَنا دافعت عنهم لأَنهم جمهور المفسرين, والمحدثين, وهم خيرة علماء أُمة محمد - صلى الله عليه وسلم - , فقد قلت: أَنهم مخطئون في التأْويل, ولكن لا نحكم بضلالهم, وخروجهم من أَهل السنة, وليس كل خطأ يعتبر ضلالاً, لا سيما من أَعلام",
            "page": "344",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "الأُمة المحمدية) اهـ. ¶ وهذه التعليقة في غاية الاضطراب والفساد لأُمور: ¶ 1- نفى عن نفسه التمشعر؟!  ¶ 2- أَنه دافع عنهم لأَنهم جمهور المفسرين, والمحدثين وهو خيرة علماء أُمة محمد - صلى الله عليه وسلم -. ¶ 3- وعليه: نفى عن نفسه الخيرية, والدخول في زمرة خيرة علماء أُمة محمد - صلى الله عليه وسلم - , ولا يجوز لمسلم التبرؤ من خيرة الأُمة. ¶ 4- وعليه أَيضاً: فإِن خيرة علماء الأُمة: هم الصحابة – رضي الله عنهم - فمن بعدهم, وفيهم الأَمة الأَربعة –رحمه الله تعالى- وليس فيهم أَشعري قط إِذ أَن أَبا الحسن الأَشعري, والذي تنتسب إِليه الأَشعرية في مذهبه الذي رجع عنه إِنما جاء بعد انتهاء عصر أَتباع التابعين. وإِذا كان الصحابة - رضي الله عنهم - فمن قفا أَثرهم هم خيرة الأُمة فلا تنفى الخيرية كذلك عن علماء الأَشاعرة بما وافقوا فيه السنة وجادة السلف. ¶ 5- قوله: (إِنهم مخطئون في التأْويل) . فلماذا يقع في هذا الخطأ, ويدافع عنه, وتقدمت لك أَمثلته. ¶ 6- قوله: (ولكن لا نحكم بضلالهم. . وليس كل خطأ يعتبر ضلالاً) . ¶ مَذْهَبَا أَبي الحسن الأَشعري – رحمه الله تعالى - اللذان رجع عنهما (الاعتزال, ومذهب ابن كلاب) هما من مسالك الكلاميين المبتدعة. قال ابن عبد البر المالكي, المتوفى سنة 462هـ - رحمه الله تعالى - في ((جامع بيان العلم وفضله)) : (ص / 365, 366) , وعنه ابن القيم –رحمه الله تعالى- في ((الصواعق المرسلة)) : (4/ 127) : (وكل متكلم هو من أَهل الأَهواء والبدع عند مالك وأَصحابه, أَشعرياً كان",
            "page": "345",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "أَو غير أَشعري) اهـ ¶ فالتمشعر هذا بدعة محدثة, وَكُلٌّ آخذ بها بحسبه, ففرق بين المعاند والمكابر ومن ثوى عند علماء السلف وعَرَفَ كتب السنة والأَثر, وَبُصِّرَ فلم يُبصر, وبين من ضعف عن هذا الجهل به, أَو ضعف إِدراكه, وهكذا. . ونعوذ بالله أَن نكفر مسلماً) . ¶ 7- ينتج من هذا أَنه خطأَ مذهب المؤولة, وقد أَخذ به, وسكت عن مذهب الأَشاعرة المفوضة, وقد أَخذ به في مواضع. وهذه أَشعرية في الاعتقاد جديدة, واجتهاد لم يسبق إِليه في جمعه بين المذهبين (التحريف, والتجهيل) ويذكرنا هذا بتناقضات الطوفي الحنبلي: ¶ أَشعري حنبلي وكذا ** رافضي هذه إِحدى العبر ¶ 8- ثم هذا المركب المزجي في ((الاعتقاد)) ينضم إِليه دعوى ((السلفية)) . ¶ ونقول له ابتداءً: ((دمعة من عوراء غنيمة باردة)) , لكنها في الواقع: ((تكبيرة من حارس)) (¬1) , إِذ هي دعوى بلا برهان. بل الواقع ينافيها, فإِن من كان على جادة السلف في ((الاعتقاد والقدوة)) يقرر الاعتقاد السليم, وينشره ¶ ¬__________ ¶ (¬1) فائدة: هذا مثل لمن يقول الشيء, أو يجري على لسانه من غير قصد لمعناه, ومنه قول يحي بن سعيد القطان: (دعاء أصحاب الحديث للمحدث كتكبيرة الحارس) رواه الخطيب في: ((الجامع)) : (648) , ومنه أن عبد الله بن سليمان بن أبي داود رُمِىَ – ظلماً – بشيء من النصب وكان بينه وبين ابن جرير –رحمه الله- عداوة فلما قيل لابن جرير أن ابن أبي داود يقرأ على الناس فضائل الإِمام علي, فقال ابن جرير (تكبيرة من حارس) انتهى من: ((السير)) للذهبي: (13/ 230) .",
            "page": "346",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "ويدعو إِليه ويجرد نفسه في سبيله, لأَن الاعتقاد لا يحتمل التعدد, وينفض راحته ويرفع قلمه عن نصرة الخلف في أَي مذهب كلامي يناهض مذهب السلف ((العقيدة الإِسلامية الصافية من شوائب التحريف, والتضليل, والتجهيل. . .)) . ¶ أَمَّا من يؤول آيات الصفات حيناً, ويفوض أَحياناً, ويكاسر شداة الاعتقاد السلفي ويرميهم بالعظائم, ويتلذذ بالوقيعة فيهم, ويجلب لهم النبز بسيء الأَلقاب من كل مكان, وإِذا رأَى الواحد منهم فكأَنما دخل في عينه جذع, وأَما مع المبتدعة فيجالسهم ويمتدحهم وَيَهْدِي إِلى كتبهم, وتختلف يده مع أَيدي بعض منهم في قصعات الموائد للمناسبات البدعية, وقد فعل وفعل فلا والله لا تسلم له دعواه. وأَلسنة الخلق شواهد الحق فمن ذا الذي يستطيع أَن يغمز وجوهاً من علماء الآفاق في ((الاعتقاد السلفي)) أَمثال: الشيخ محمد بهجت البيطار الشامي – رحمه الله تعالى - والشيخ طاهر الجزائري ثم الشامي – رحمه الله تعالى -. ¶ ثالثاً: بنى كتابه على: إِيهام القراء, واستغفالهم بطريق المخاتلة, إِذ حَلاَّه بنقول عن ابن جرير, وابن كثير, وغيرهما. . . من علماء السلف – رحمهم الله تعالى - وهي غالباً أَجنبية عن عين المراد وإِن كانت دائرة في ذات الموضوع. ¶ رابعاً: أَتى بإِلزامات سخيفة رداً على نفاة المجاز, ومن السوءات سياق تلكم العبارات, والإِلزامات الهزلية في جانب آيات التنزيل, ومنها قوله (ص / 82,",
            "page": "347",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "83) أَن الآية وساقها رقم: 187 من سورة ((البقرة)) إِذا ترجمت إِلى اللغة الفرنسية كان المعنى: (هن بنطلونات لكم وأَنتم بنطلونات لهن) . . وهكذا في سلسلة من الإِلزامات الساخرة والتي فيها ما هو أَشد نكارة من هذا. والقول بالمجاز نافذة تطل على هوة سحيقة لتلاعب الخلفية في نصوص الصفات وقد نفاه الأَئمة الكبار, ودرج على نفيه المحققون كـ: ابن تيمية, وابن القيم, لا سيما في كتابه ((الصواعق المرسلة)) وسماه طاغوتاً, وللشيخ محمد الأَمين الشنقيطي – رحمه الله تعالى - رسالة فائقة باسم ((منع جواز المجاز في المُنزل للتعبد والإِعجاز)) . وعلى هذا استقرت قدم التحقيق, ونعوذ بالله من لوثة, العجمة ومرض التأْويل. ¶ خامساً: بنى رسالته على مواقف من التقول على آخرين بما لم يقولوه, ومن حرف في كلام ابن جرير, وابن كثير, فلا غرابة في وقوع هذا النمط من التقول على آخرين. ¶ وإِلى أَمثلةٍ له مع ما تقدم: ¶ منها: في (ص / 32, 35) ذكر الكاتب في: ((كشف الافتراءات)) أَن الأُستاذ محمد جميل ضلل من ذكر القراءة الشاذة (إِلاَّ أَن يفحش عليكم) من قوله تعالى في سورة النساء: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهًا وَلا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَا آتَيْتُمُوهُنَّ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ} الآية. وصاحب ((التنبيهات)) تعقبه بذكر هذه القراءات الشاذة: (ص / 19, 21) , وَعَرَضَ التعقب عرضاً مؤدباً في حدود التنبيه والإِرشاد, ولم يذكر أَي لفظ جارح من تضليل أَو غيره.",
            "page": "348",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وعليه فأَقول بكل ثبات: لقد افترى هذا الكاتب على الشيخ محمد جميل مِنْ أَنه رَمَى مَنْ ذَكَرَهَا بالتضليل فلا وجود له البتة. ¶ والكاتب سَلَّم للشيخ محمد جميل بأَنها قراءة شاذة لكنه في: ((صفوة التفاسير)) (ص / 3/ 299) ذكرها بصيغة الجزم دون بيان شذوذها, فكان عليه أَن يشكر له تنبيهه, وأَن يترك التجاهل عليه وتقويله ما لم يقله؟  ¶ ومنها: أَنه في ((صفوة التفاسير)) : (2/ 356) نقل عن الصاوي في ((حاشيته)) : (3/ 187) كلاماً في حق النَّبيِّ - صلى الله عليه وسلم - وفيه وصفه - صلى الله عليه وسلم - بأَنه ((منبع الرحمات ومنبع التجليات)) . . . وتعقبه صاحب ((التنبيهات)) : (ص / 22) بأَن في هذا إِطراءً وغلواً. ¶ ثم جاء هذا الكاتب في ((كشف الافتراءات)) : (ص / 35, 39) بكلام متهافت لا داعي للاشتغال به, والمهم أَنه قال (ص / 39) : ¶  (ومع ذلك فقد عدلت الطبعة الأَخيرة بكلام الشيخ الصاوي الأَول: وهو أَنه مهبط الرحمات, ومظهر التجليات الإِلهية وحذفت ((منبع)) لأَقطع الطريق على أَمثال هؤلاء المتعالمين الذين همهم الكبير تضليل أُمة محمد, وتكفير الناس. . .) اهـ. ¶ وفي هذا هفوات: ¶ 1- ليس له الحق بتعديل كلام غيره, وهذا دليل مادي على اعترافه بالتصرف في كلام غيره فقد أَعطى نفسه القوامة على كلام الناس, وحرية التصرف فيه. ¶ 2- في اللفظ البديل دفع آفة بأُخرى, وهذا ظاهر. ¶ 3- كذبه على أَهل السنة والجماعة بأَن همهم الكبير (تضليل أُمة محمد - صلى الله عليه وسلم - , وتكفير الناس) . وهذا افتراء محض. . . حسيبه الله.",
            "page": "349",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "سادساً: أَما في الموضوع فقد أَبدى مطارحته للشيخ محمد جميل زينو في ثمان عشرة مسأَلة, وترك بعضاً آخر, وتعقب الشيخ سعيد ظلام في مواضع وترك أُخرى, وتعقب الشيخ صالح الفوزان في اثنتي عشرة مسأَلة, وتعقيبات الشيخ صالح الأَخيرة التي طبعتها جامعة الإِمام في نحو (155) مسأَلة, وبقية من تعقبوه ممن مضى ذكرهم في مقدمة ((التحذير)) لم يعرج عليهم بشيء. ¶ وقد سَلَّم في بعض المواضع على وَجْه ارتضاه كما في: (ص / 35-39, 40-41, 90-91, 120) . ¶ وهنا أَكتفي بكشفه في مواضع ستة من رسالته من أَول موضع إِلى آخر السادس منها, لأَني أَرى أَنه لا يستحق أَن يشتغل به, وإِنما الاكتفاء بواجب التنبيه, ولأَن بعضاً مضى في ((التحذير)) وبعضاً تَدَافُعُهُ ظاهر. ¶ وطالما أَن قاعدة البحث وهي: ((الأَمانة العلمية)) فيها اختلاف فالإِعراضُ عنه بالكلية أَولى لكنَّه التنبيه والإِيقاظ. وقد تم التنبيه على موضعين, وإِلى ذكر أَربعة أُخرى. ¶ منها: أَن نعلم أَولاً أَن في تفسير قوله تعالى: {يَوْمَ يُكْشَفُ عَنْ سَاقٍ وَيُدْعَوْنَ إِلَى السُّجُودِ فَلا يَسْتَطِيعُونَ} قولين لعلماء السلف: ¶ أَحدهما: أَن الكشف عن ساق بمعنى الهول والشدة, كما تقول العرب: شالت الحرب عن ساقٍ, أَي: عن هول وشدة. وعلى فالآية ليست من آيات الصفات. ¶ الثاني: أَن الآية فيها إِثبات صفة الساق لله سبحانه وتعالى, كما في حديث أَبي سعيد الخدري – رضي الله عنه -, وخير ما يفسر به القرآن بعد القرآن السنة النبوية, فعن أَبي سعيد الخدري – رضي الله عنه -, أَن رسول الله",
            "page": "350",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "- صلى الله عليه وسلم - قال: ((يكشف ربنا عن ساقه فيسجد له كل مؤمن ومؤمنة. . .)) الحديث رواه البخاري, ومسلم, وترجم عليه البخاري في كتاب التفسير من ((صحيحه)) بقوله: (بَابُ يوم يكشف عن ساق) , ((فتح الباري)) : (8/ 662) , وحديث الشفاعة الطويل الذي أَسنده البخاري – رحمه الله تعالى - في (كتاب التوحيد) من ((صحيحه)) , وترجمه بقوله: (باب قول الله تعالى: وجوه يومئذ ناضرة إِلى ربها ناظرة) فساقه بطوله عن أَبي سعيد الخدري عن النَّبِيِّ - صلى الله عليه وسلم - وفيه: ((قال: فيأْتيهم الجبار في صورة غير صورته التي رأَوه فيها أَول مرة, فيقول: أَنا ربكم, فيقولون: أَنت ربنا؟ فلا يكلمه إِلا الأَنبياء, فيقول: هل بينكم وبينه آية تعرفونه؟ فيقولون: الساق, فيكشف عن ساقه فيسجد له كل مؤمن. . .)) الحديث. ((فتح الباري)) : (13/ 421) . فالحديثان صريحان في إِثبات صفة ((الساق)) لله سبحانه وتعالى, كما يليق بعظمته بلا تكييف, ولا تشبيه, وقوله سبحانه: ((هل بينكم وبينه آية تعرفونه)) الحديث هذا صريح في إِرادة الصفة في قولهم في الحديث: ((فيقولون الساق, فيكشف عن ساقه, فيسجد له. . .) الحديث. أَمَّا ((الساق)) في الآية, ففيه القولان عن الصحابة – رضي الله عنهم - على ما تقدم, وإِذا حصل الخلاف فإِلى الدليل, وقد علمت أَن الدليل قائم من السنة على إِثبات هذه الصفة لله سبحانه وتعالى, وكما ترجمه البخاري على الآية في كتاب التفسير من ((صحيحه)) وهذا هو الموضع الوحيد الذي اختلف فيه الصحابة – رضي الله عنهم - هل هو من الصفات أَوْ لاَ؟  ¶ كما قال ابن القيم – رحمه الله تعالى - بعد سياق هذه الآية في ((الصواعق المرسلة)) : (1/ 252, 253) :",
            "page": "351",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "(والصحابة متنازعون في تفسير الآية, هل المراد الكشف عن الشدة أَو المراد بها أَن الرب تعالى يكشف عن ساقه, ولا يحفظ عن الصحابة والتابعين نزاع فيها يذكر أَنه من الصفات أَم لا في غير هذا الموضع, وليس ظاهر القرآن ما يدل على أَن ذلك صفة لله, لأَنه سبحانه لم يضف الساق إِليه, وإِنما ذكره مجرداً عن الإِضافة منكراً, والذين أَثبتوه ذلك صفة, كاليدين, والأُصبع لم يأَخذوا ذلك من القرآن, وإِنما أَثبتوه بحديث أَبي سعيد الخدري المتفق على صحته, وهو حديث الشفاعة الطويل, وفيه: ((فيكشف الرب عن ساقه فيخرون له سجداً)) . ومن حمل الآية على ذلك قال قوله تعالى: {يَوْمَ يُكْشَفُ عَنْ سَاقٍ وَيُدْعَوْنَ إِلَى السُّجُودِ} . فالعذاب والشدة هو المكشوف لا المكشوف عنه, وأَيضاً فهناك تحدث الشدة وتشتد, ولا تزال إَلا بدخول الجنة, وهناك لا يدعون إَلى السجود وإِنما يدعون إِليه أَشد ما كانت الشدة) .. انتهى ¶ هذه خلاصة ما قيل في هذه الآية الكريمة من تفسير, لكن هذا الكاتب آذى نفسه في مختصراته, وفي دفعه ((كشف الافتراءات)) : (ص / 12, 31) بمواقف فيها أُمور:",
            "page": "352",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "1- لَمَّا ذكر تفسير الآية على القول الأَول, قال: إِن من تعقبه, وصفه بالبدعة والضلالة لَمَّا فسر الآية بذلك (ص / 12, 22) . ¶ وذكر أَنه يلزم على هذا الحكم بالبدعة والضلالة على من يفسرها بذلك من الصحابة فمن بعدهم (ص / 18, 28- 29) , وأَن هذا من السفه والجهل. . (ص / 18, 19) , إِلى آخر أَلفاظ نثرها من بضاعته. ¶ وقد افترى – والله - إِثماً مبينا, فلم يصفه واحد منهما أَو أَشار بشيء من ذلك, فصار بفعله يستحق الوصف بمن (يخلق ما يقول) . ¶ 2- ذكر عشرة آثار من تفسير الطبري – رحمه الله تعالى - فيها تفسير الآية بالقول الأَول عن ابن عباس وغيره من الصحابة والتابعين, مع أَن ابن جرير – رحمه الله - ذكر حديث أَبي سعيد من حديث الشفاعة المذكور وفيه ((يكشف ربنا عن ساقه)) الحديث. ¶ فلماذا لم يشر إِلى القولين في الآية, ومن قال بكل منهما؟  ¶ 3- قامر (الشيخ) أَو: راهن؟ فقال (ص / 23) : ¶  (وأَنا على استعداد لدفع عشرة آلاف ريال مكافأَة لمن يثبت لي أَثراً واحداً في تفسير الطبري أَنها ((ساق لله)) .) انتهي. ¶ وابن جرير – رحمه الله تعالى - أَتى بحديث أَبي سعيد ((يكشف ربنا عن ساق. . .)) الذي حذفه بتمامه من ((مختصر تفسير ابن جرير)) , وحذف صدره ((يكشف ربنا عن ساقه)) في: ((صفوة التفاسير)) : (3/ 430) , وكبار في: ((كشف الافتراءات)) : (ص / 22, 23) من تعقبه في ذلك. ¶ والحديث في ((تفسير ابن جرير)) : (29/ 26, سطر 26) , وفي ((تفسير ابن كثير)) : (4/ 407, سطر 28) .",
            "page": "353",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "4- ثم عقد (ص / 20, 21) : ((تنبيهاً هاماً)) للتدليل على القول الأَول في الآية, ومما جاء فيه قوله: ¶  (أَما الكفار فلا يرون شيئاً من الله عز وجل, لا ساقاً, ولا يداً, ولا وجهاً, لأَن الله خص ذلك النعيم بأَهل الجنة. . .) انتهى. ¶ ففي هذا السياق من كلامه أَثبت صفة ((الساق)) لله سبحانه وتعالى فإِذا كان لا يرى أَن الآية من آيات الصفات, ويحذف صدر حديث أَبي سعيد, فبأَي شيء أَثبت هذه الصفة لله عز وجل, وعقيدة المسلمين أَنهم لا يصفون الله إِلا بما وصف به نفسه سبحانه, أَو وصفه به رسول - صلى الله عليه وسلم -؟ . ومنها: أَنه في ((صفوة التفاسير)) : (3/ 65) عند قوله تعالى: {قَالَ يَا إِبْلِيسُ مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ} قال: (أَي: قال له ربه: ما الذي صرفك وصدك عن السجود لمن خلقته بذاتي, من غير واسطة أَب وأُم) اهـ ¶ فتعقبه الشيخان كما مضى في ((التحذير)) المبحث الأَول. ¶ فقال في ((كشف الافتراءات)) : (ص / 40) : (وأَنا أَعترف بأَن العبارة كانت تحتاج إَلى زيادة توضيح بأَن يقال: ((لمن خلقته بذاتي بيديّ)) , من غير واسطة أَب وأُم)) وقد عدلت العبارة في الطبعة الأَخيرة من ((صفوة التفاسير)) .) انتهى. ¶ وفي هذا هفوات: ¶ 1- تأْويله وتحريفه لصفة اليدين لله سبحانه وتعالى. ¶ 2- أَنه عالج التحريف بمثله, فقال: (لمن خلقته بذاتي بيديّ) . ¶ لماذا لم يكتف بعبارة ابن جرير, إِذ أَتى بلفظ الآية, (بيدي) إِثباتاً لصفة اليدين لله سبحانه على الوجه اللائق بجلاله وعظمته.",
            "page": "354",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "3- عجيب جداً: أَن يذكر في صلب الكتاب, رأُي الزمخشري المعتزلي في تفسير ((اليدين)) بالقدرة, وفي الحاشية يشير إِلى مذهب السلف ويسكت, ولم يشر إِلى أَنه الصواب الأَسلم, ولو كان لديه هو الأَسلم الأَحكم لأَثبته في صلب ((الصفوة)) , أَما أَن يثبت الكدر في الأَصل بتحريف معنى الآية بالقدرة – فلا؟  ¶ 4- وهذا التعديل الذي أَتى به (بذاتي بيدَي) فيه أُمور ثلاثة مهمة: ¶ أ- أَنه إِصرار على التحريف لمعنى اليدين في الآية. ¶ ب- في إِطلاق (الذات) على الله سبحانه, والحالة هذه: نزاع وهو يعلم ما لدى الأَشاعرة في هذا, ولا أُطيل ببحثها, فقد ذكرت مواضع مهمة في بيان ذلك في كتاب ((معجم المناهي اللفظية)) وهو مطبوع ولله الحمد. ¶ ج- البلاغة كما قال شيخ الإِسلام ابن تيمية – رحمه الله تعالى - في ((منهاج السنة النبوية)) (8/ 54) : (فالبلاغة: بلوغ غاية المطلوب, أَو غاية الممكن من المعاني بأَتم ما يكون من البيان. . .) انتهى. ¶ فإِثبات ما أَثبته الله لنفسه لا يحتاج إِلى هذا العناء لكنه (التأْويل) بِنَفَسِ التحريف, حتى ولو اعتور العبارة قصور البلاغة. ¶ وما أَلطف ما قال السكاكي في ((مفتاح العلوم)) : (ص / 70) مشيراً إِلى شرط البلاغة في فني المعاني والبيان للمفسر: (الويل كل الويل لمن تعاطى التفسير, وهو فيهما راجل. .) انتهى.",
            "page": "355",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "ومنها: في: ((صفوة التفاسير)) : (2/ 198) صَحَّح أَن الخضر ولي وليس بنبي. فتعقبه صاحب ((التنبيهات)) : (ص / 30, 37) مدللاً على أَنه نبي. فرد عليه الكاتب (ص / 41, 49) من ((كشف الافتراءات)) لما يلي: ¶ أَن الخضر - عليه السلام - ولي, وأَن هذا قول الأَكثرية, وأَنه في كل مسأَلة خلافية يلتزم مذهب الجمهور لأَنه الأَقوى, وأَن ابن تيمية في ((فتاويه)) ذهب إِلى القول بولاية الخضر, ورجح أَنه حي ولما ساق صاحب ((التنبيهات)) ستة أَدلة من كتاب الله تعالى على نبوة الخضر قال هذا الكاتب (ص / 41) : (واستدل بأَدلة غريبة فيها سذاجة وبلاهة) اهـ. ¶ في رده عظائم: ¶ الأُولى: أَنه نسب القول بأَن الخضر ولي وليس بنبي إِلى الأَكثرية وهذا خلاف التحقيق, فإِن في حال الخضر أَقولاً ثلاثة: ¶ 1- أَنه ملك من الملائكة, وهذا قول مهجور, قال عنه النووي في ((شرح مسلم)) : (15/ 136) غريب باطل, وقال ابن كثير في: ((تاريخه)) (1/ 328) : (هذا غريب جداً) . ¶ 2- أَنه ولي, وعلى هذا عامة الصوفية, قال الحافظ ابن حجر في ((الزهر النضر)) : (ص / 69) : (وذهب إِلى أَنه كان ولياً جماعة من الصوفية, قال به أَبو يعلى, وابن أَبي موسى من الحنابلة, وأَبو بكر بن الأَنباري في كتابه ((الزاهر)) .) انتهى. ولبعضهم في ولايته عظائم يصل بعضها إِلى الكفر كما نبه عليه جمع من العلماء منهم: شيخ الإِسلام ابن تيمية -رحمه الله تعالى- في ((الفتاوى)) : (11/ 422) , (13/ 267) و ((مختصر الفتاوى المصرية)) (ص / 560, 561) .",
            "page": "356",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "3- أَنه نبي وهو قول الجمهور, حكاه أَبو حيان في ((البحر المحيط)) : (6/ 147) , وحكاه الرازي في ((تفسيره)) , وعن الشنقيطي في ((أَضواء البيان)) : (3/ 162) , وعزاه القرطبي أَيضاً للجمهور كما في ((تفسيره)) : (11/ 16, 28) , والآلوسي في ((روح المعاني)) : (15/ 19) , بل قال الثعلبي: هو نبي في جميع الأَقوال, كما نقله من أَبي حيان في ((البحر المحيط)) : (6/ 147) , والنووي في ((شرح مسلم)) : (15/ 136) , والقرطبي في ((تفسيره)) : (6/ 147) , والحافظ ابن حجر في ((الزهر النضر)) : (ص / 67) , وقال: (وكان بعض أَكابر العلماء يقول: أَول عقدة تحل من الزندقة, اعتقاد كون الخضر نبياً, لأَن الزنادقة يتذرعون بكونه غير نبي إَلى أَن الولي أَفضل من النبي كما قال قائلهم: ¶ مقام النبوة في برزخ ** فويق الرسول ودون الولي ¶ أَمَّا هذا الكاتب: فقد قال: إِن القول بأَن الخضر ولي هو قول ((الأَكثرين) , وعزا حكايته إِلى ابن تيمية, وابن كثير, والسيوطي. وفي هذا من التخون, والتغالط في النقل ما ستراه: ذلك أَن هذا النقل عن شيخ الإِسلام ابن تيمية - رحمه الله تعالى - عن ((مجموع الفتاوى)) : (4/ 338) الذي أَفاد أَن الخضر ولي, وأَن هذا قول الأَكثرين, وأَنه مازال حياً. ¶ وهذه الفتوى لم نَرَ من نقلها عن شيخ الإِسلام ابن تيمية - رحمه الله تعالى - قبل الشيخ ابن قاسم - رحمه الله تعالى -, جامع الفتاوى, وقد علق عليها بقوله (4/ 338) : (هكذا وجدت هذه الرسالة) اهـ. ومعلوم أَن الشيخ ابن",
            "page": "357",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "قاسم - رحمه الله تعالى - لا يعلق على الفتاوى بمثل ذلك, فلولا أَنه في شك من هذه الفتوى لما علق عليها لأَنها تخالف سائر فتاويه وأَقواله في الخضر, وما ينقله عنه الكافة, وبخاصة أَخص تلامذته به ابن القيم - رحمه الله تعالى- ويأْتي مزيد لهذا. ثم إِذا سلمنا أَن هذه الفتوى لابن تيمية, أَلا يلزم العالم المحقق أَن يقف على جميع كلامه, هل له في المسأَلة رأْيان, أَم ماذا؟  ¶ وأَما الحافظ ابن كثير - رحمه الله تعالى - فقال في ((تفسيره)) (3/ 99) : ¶  (وذهب كثيرون إِلى أَنه لم يكن نبياً بل كان ولياً) اهـ. ¶ ولم يقل: وذهب الأَكثرون فتنبه؟ والكاتب لا يفرق بين الصفتين فقال (ص / 43) : (كما صرح الحافظ ابن كثير بأَن هذا قول الأَكثرين -ثم ذكره) اهـ. وهذا تغالط عليه فسقط التحجج به. ¶ وأَما المحلِّي - رحمه الله تعالى - في كلامه إِجمال مانع من فهم المراد بالعلماء هل هم علماء الصوفية فنعم, أَو العلماء المحققون فلا؟  ¶ فالحال كما ترى: ابن كثير لم يعزه للجمهور (الأَكثرين) , والمحلِّي ناقل فعن مَنْ؟ وابن تيمية فتواه هذه تناقضها فتاواه الأُخرى, وأُصوله السنية التي درج عليها, فهذه الفتوى - إِن كانت له - فهي مهجورة لم يحصل عزوها إِليه قبل ولا حكاية مضمونها عنه من معتبر. فكل هذه سياقات من متشابه القول, وضعف التحقيق, لدى هذا الكاتب فنعوذ بالله من الهوى.",
            "page": "358",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "تنبيه مهم: ¶ في ((تفسير ابن كثير)) : (3/ 99) , قال ما نصه: ¶  (وذكروا في ذلك - أَي في حياة الخضر - حكايات وآثاراً عن السلف وغيرهم, جاء ذكره في بعض الأَحاديث, ولا يصح شيء من ذلك, وأَشهرها أَحاديث التعزية, وإِسناده ضعيف) انتهى. والكاتب في ((مختصر تفسير ابن كثير)) : (2/ 432) حذف هذا المقطع النفيس من كلام ابن كثير, وهو تحقيق بالغ من حافظ بارع. هذا مع أَن الكلام الذي عزاه إِلى ابن كثير (ص / 43) ليس بسياق ابن كثير؟ والله المستعان ¶ الثانية: أن الكاتب قال في ((كشف الافتراءات)) (ص / 42) : ¶  (لقد التزمت في تفسيري, بمذهب الجمهور, فكل مسأَلة خلافية أَرجح القول الأَقوى, وهو مذهب الجمهور, لأَن يد الله مع الجماعة, ولا تجتمع أُمة محمد على ضلالة, كما جاء في الحديث الشريف, فالغالب أَن يكون ما ذهب إِليه الأَكثرون هو الأَصح والأَرجح, مع عدم الجزم والقطع بأَن هذا هو الصواب وحده) انتهى. ¶ هذا كلام متدافع يضرب بعضه بعضاً, فمذهب الجمهور لا يعد إِجماعاً والحق في أَحد القولين أَو الأَقوال, إِذ الحق واحد لا يتعدد, وليس أَخذ الجمهور برأْي موجباً للأَخذ به, ومباحث هذا معلومة لدى الأُصوليين وفي كتب ((الاجتهاد والتقليد)) و ((آداب الخلاف)) , والمحققون من العلماء على رده قديماً وحديثاً, لما يؤول إِليه من معارضة النص بالرأْي, وكم بلي الناس في شرور هذه المعارضة والله المستعان.",
            "page": "359",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "وفي خصوص هذه المسأَلة يقال: إِذا كان المعيار في الترجيح هو: (جمهرة القائلين) , فبأَي الجمهرتين يأْخذ, وقد أَريناك يا هذا كثرة الناقلين لمذهب الجمهور من أَن الخضر - عليه السلام - نبي وليس ولياً, وأَنه لا تسلم نسبة القول بولايته, إِلى الجمهور, وإِن سلم ذلك فبأَي الجمهرتين تأْخذ؟  ¶ نعم لم يبق إِلا التعويل على التقعيد السليم من أَن أَقوال العلماء (يحتج لها بالدليل لا يحتج بها على الدليل) , مجتنبين, الشذوذ, وأَسباب الخلاف الضئيل, المبني على التغالط, وترويج رواسب التقليد, وإِشاعة الشذوذ. ¶ الثالثة: أَنه قرر القول بحياة الخضر - عليه السلام - وعزاه إِلى شيخ الإِسلام ابن تيمية - رحمه الله تعالى - وهو هنا: قد تنكب بمرة ما ينقض عليه قوله وهو أَمام عينه وجانب التحقيق عمداً أَو جهلاً, وكلاهما وارد: ¶ إِنه هجر المشهور المعتبر, بتناقل الكافة له, من كلام شيخ الإِسلام ابن تيمية -رحمه الله تعالى- من أَن الخضر - عليه السلام - غير حي, وأَنه قد مات كغيره من البشر. وهذا هو ما ذكره في ((الفتاوى)) (27/ 100) قال: (والصواب الذي عليه المحققون أَنه ميت. . .) اهـ. ثم ساق الأَدلة بجلاء, وانظر: ((الفتاوى)) (4/ 337) , وكتاب الزيارة له (ص / 42) , وهو الذي حكاه عنه أَخص الناس به تلميذه ابن القيم كما في ((المنار المنيف)) (ص / 68) . والقول بوفاته وأَنه لم يدرك بعثة النبي - صلى الله عليه وسلم -. هو اختيار المحققين من أَهل العلم منهم: البخاري, وإِبراهيم الحربي, وابن المنادي, والشرف المرسي, وأَبو طاهر العبادي, وأَبو يعلى القاضي, وأَبو الفضل بن ناصر, وابن العربي, وابن النقاش, وابن الجوزي, وابن حجر العسقلاني, وغيرهم.",
            "page": "360",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "وقال ابن القيم في ((المنار المنيف)) : (ص / 67) : (لم يصح في حياته حديث واحد) اهـ وقرر ذلك من قبل من أَنه لم يصح في حياته حديث: ابن دحية, وابن الجوزي, كما نقله عنه ابن دحية: الحافظ ابن حجر في ((الزهر النضر)) : (ص / 80) , ونقله عن ابن الجوزي: ابن القيم في ((المنار المنيف)) : (ص / 69, 76) . والله سبحانه يقول: {وَمَا جَعَلْنَا لِبَشَرٍ مِنْ قَبْلِكَ الْخُلْدَ أَفَإِينْ مِتَّ فَهُمُ الْخَالِدُونَ} . وقال النَّبِيُّ - صلى الله عليه وسلم - في آخر عمره: ((أَرأَيتكم ليلتكم هذه فإِن على رأَس مائة سنة لا يبقى على وجه الأَرض ممن هو عليها اليوم أَحد)) متفق عليه. ¶ يبقى بعد هذا السؤال المهم الذي لا يستطيع الانفصال عنه إِلا بما يخدش حاله: لماذا لم يسق كلام شيخ الإِسلام وهو أَمامه في ((الفتاوى)) وفهرسها: (37/ 494) كاشف عنه؟  ¶ تنبيه: في (ص / 43) ذكر نقلاً من ((الفتاوى)) ليس فيه لفظ ((ليس)) , وإِن كان السياق يقتضيه, ومعلوم أَن النقل ينزل منزلة الرواية فلا يجوز لناقل تعديل ولا تصحيح إِلا بعد الإِشارة إِليه وهذا معلوم في آداب التأْليف, فكان الواجب ذكر النص بحروفه ثم الإشارة بعد ذلك إِلى تصحيحه لكنه الاستمراء للتغيير والتبديل.",
            "page": "361",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "ورحم الله شيخنا محمد الأَمين الشنقيطي إِذ في ((أَضواء البيان)) ذكر نقلاً فيه تطبيع ثم صححه بالحاشية, ولكن: ¶ لا تعرضن بذكر ((ذا مع ذكر ذا)) ** ليس الصحيح إِذا مشى كالمقعد ¶ وغير خاف أَصل البيت, والله المستعان. ¶ الرابعة: قوله عن الأُستاذ محمد جميل زينو, (ص / 41) : ¶ الأَدلة التي ساقها هي من كتاب الله تعالى - وما فيها دليل إِلا وقد استدل به عالم من قبل, مثل الحافظ ابن حجر في ((الإِصابة)) و ((الزهر النضر)) , والآلوسي في ((روح المعاني)) , ومن قبلهم ابن كثير في ((التاريخ)) : (1/ 328, 329) , وهكذا, فهل يصف هذا هؤلاء الأَعلام بالسذاجة والبلاهة؟؟ هذا إِن حُمل وصفه السذاجة والبلاهة للاستدلال, أَما إِن كان على ظاهر العبارة من وصفه الدليل بالسذاجة والبلاهة, فهذا له حكم شديد لا يخفى؟ ثم إِن هذا الكاتب أَبدى استغفالاً للقراء, فناقش الأَدلة التي يذكرها العلماء من باب تعاضد الأَدلة, وترك مناقشة الأَدلة الأُخرى - التي ساقها صاحب ((التنبيهات)) - وهي العمدة للقائلين بنبوته, واقتصر عليها شيخنا الشنقيطي - رحمه الله تعالى - في ((أَضواء البيان)) : (3/ 162) . ¶ وهذا الصنيع من التلبيس في المناقشة, وما تركها إِلا لأَنه لا يمكن الانفصال عنها بجواب مقنع.",
            "page": "362",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "تنبيه مهم: وإِذا اتضح لك مما تقدم أَن الكاتب جال بغير حق فيما يلي: ¶ 1- نسب القول بولاية الخضر إِلى الأَكثرين ولا تصح. ¶ 2- أَخفى من نسب القول بنبوته إِلى الأَكثرين. ¶ 3- حكى القول عن شيخ الإِسلام من أَن الخضر ولي وأَنه حي. وهو قول شاذ موهن النسبة, وأَخفى ما قاله شيخ الإِسلام من أَن الخضر قد مات وهو الذي تناقله الناس عنه. ¶ 4- وأَنه يعتمد الاحتجاج بقول الجمهور لا الاحتجاج بالدليل. ¶ 5- أَنه تجاهل على الشيخ محمد جميل, وتجاهله عليه ينسحب على من سبقه من العلماء. ¶ 6- أَنه ناقش أَدلة نبوة الخضر - عليه السلام - التي تذكر للاعتضاد, ولم يناقش الأَدلة المعتمدة في الاستدلال, مع أَن الشيخ جميل ذكر الجميع. ¶ 7- غلط على ابن كثير - رحمه الله تعالى - إِذ نسب إِليه أَنه قال بولاية الخضر - عليه السلام -: الأَكثرون, وهو إِنما قال: (وذهب كثيرون. . .) . ¶ 8- خالف أَدب الخلاف بذكره مع من قال به, وما يستدل به لكل قول, ومناقشة المرجوح, وبيان الراجح بدليله, وإِنما يسوق المسأَلة لقول اختمر عنده ليؤيده, وهذه طريقة من لا يفلح بالصواب. ¶ إِذا اتضح ذلك, فاعلم أَن القول بولاية الخضر, والقول بأَنه مازال حياً, قد جرا من البلايا والمحن والدعاوى الكاذبة, والتلبيس على العامة بل وعلى الخاصة ما لا يصدقه عقل, ولا يقبله دين من دعوى فضل الولاية والأَولياء على النبوة والأَنبياء, وأَن فلاناً لقي الخضر -عليه السلام- واستلهمه كذا وكذا. . والقول بولايته وحياته أَبدا الدهر: هما معتقد الصوفية في جعل",
            "page": "363",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "الشريعة لها ظاهر وباطن, وأَن علماء الباطن ينكرون على علماء الظاهر, ولا عكس, وبه قالوا بحجية الإِلهام, وأَن الولي أَفضل وأَعلم من النبي, والدعوى الواسعة للقاء الخضر والأَخذ عنه, فمنهم من لقي الخضر يصلي على المذهب الحنفي, وآخر رآه يصلي على المذهب الشافعي, وهذا الحصفكي يذكر في مقدمة كتابه ((الدرر المختار)) أَن الخضر أَوْدَعَ أَوراق المذهب الحنفي في نهر جيحون إِلى وقت نزول عيسى - عليه السلام -, ليحكم بها آخر الزمان؟!  ¶ ويظهر أَن أَول من فتح باب الفتنة في نسج الخرافات والضلالات حول الخضر -عليه السلام- وولايته هو: الحكيم الترمذي, المتوفى سنة 320هـ في كتابه ((ختم الولاية)) (¬1) . ورحم الله الحافظ ابن حجر إِذ قال في ((الزهر النضر)) (ص / 67) : (كان بعض أَكابر العلماء يقول: أَول عقدة تحل من الزندقة, اعتقاد كون الخضر نبياً, لأَن الزنادقة يتذرعون بكونه غير نبي إِلى أَن الولي أَفضل من النبي. .) اهـ. ولهذا فقد اعتنى حماة الديانة بكشف هؤلاء المتصوفة الغلاةِ وتزييف مقاماتهم, وأَنها دركات شيطانية, ولشيخ الإِسلام في ذلك القِدْح المعلى كما في ((الفتاوى)) : (27/ 100, 103) , (13/ 67) , (11/ 433) وغيرها. وفي مباحث (العلم اللدني) كما لدى ابن القيم في ((مدارج السالكين)) : (2/ 475) , (3/ 416, 431-433) وغيرها, والله أَعلم. ¶ ¬__________ ¶ (¬1) انظر: ((الفكر الصوفي)) للشيخ عبد الرحمن بن عبد الخالق: (ص / 125, 141) , وفي مقدمة الشيخ صلاح مقبول لكتاب ((الزهر النضر)) تحقيقات حافلة.",
            "page": "364",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "ومنها: أَنه في ((الصفوة)) : (2/ 56) عند قوله تعالى: {ذَلِكَ لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ} تفسيره من قول يوسف - عليه السلام -. ¶ وصاحب ((التنبيهات)) : (ص / 38, 44) يتعقبه بذلك, على أَنه من قول امرأَة العزيز, وهذا اختيار المحققين, منهم ابن تيمية, وتلميذه ابن القيم, وابن كثير - رحم الله الجميع -. ¶ والكاتب في ((كشف الافتراءات)) : (ص / 49, 55- 155, 162) يرد على الشيخين: محمد جميل, وسعد ظلام في ذلك. ¶ ومن نظر في كلام ابن القيم الذي نقله صاحب ((التنبيهات)) : (ص / 42, 44) إِذ جمع الأَدلة على أَنه من قول امرأَة العزيز - ظهر له بجلاء أَنه التحقيق فلتنظر. والكاتب في ((كشف الافتراءات)) لم يتعرض لنقض أَدلة هذا القول, لأَنه لا راد له. ويكفي هذا تعقباً عليه. ¶ تنبيه: وفي ((كشف الافتراءات)) : (ص / 115) قال: (هذه كل التنبيهات التي أَوردها زينو. . .) انتهى. ليست كلها فقد بقي بقية, منها: ما ذكره صاحب ((التنبيهات)) (ص / 34) في (التنبيه الخامس) بعنوان: (الأَولياء لا يعلمون الغيب) , متعقباً ما في ((صفوة التفاسير)) (2/ 198) عند قوله تعالى: {وَعَلَّمْنَاهُ مِنْ لَدُنَّا عِلْمًا} , إِذ قال هذا المفسر الخطير: (أَي علماً خاصاً بنا, لا يعلم إِلا بتوفيقنا, وهو علم الغيوب, قال العلماء: هذا العلم الرباني ثمرة الإِخلاص والمتابعة. . .) .",
            "page": "365",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "فلم يورده الكاتب في ((كشف الافتراءات)) ولم يتعقبه بشيء, فهل هذا تسليم, أَم أَنه لا يطيق الاعتذار هن هذا التأْويل الذي تبناه غلاة المتصوفة في تفسيراتهم السقيمة (لِلْعِلْمِ اللَّدُنِّي)  ¶ وتحرير القول فيه منتشر في كتب السلف, انظر: ((مدارج السالكين)) : (2/ 475) , (3/ 416, 433) وفيه قال: (فالعلم اللدني ما قام الدليل الصحيح عليه أَنه جاء من عند الله على لسان رسله, وما عداه فلدني من لدن نفس الإِنسان منه بدأَ وإِليه يعود وقد انبثق سَدُّ العلم اللدني, ورخص سعره, حتى ادعت كل طائفة أَن علمهم لدني, وصار من تكلم في حقائق الإِيمان والسلوك, وباب الأَسماء والصفات بما يسنح له, ويلقبه شيطانه في قلبه: يزعم أَن علمه لدني, فملاحدة الاتحادية, وزنادقة المنتسبين إِلى السلوك, يقولون: أَن علمهم لدني. وقد صنف في العلم اللدني: متهوكوا المتكلمين, وزنادقة المتصوفين, وجهلة المتفلسفين, وكل يزعم أَن علمه لدني, وصدقوا وكذبوا, فإِن ((اللدني)) منسوب إِلى ((لدن)) بمعنى ((عند)) فكأَنهم قالوا ((العلم اللدني)) , ولكن الشأْن فيمن هذا العلم عنده ومن لدنه, وقد ذم الله بأََبلغ الذم من ينسب إِليه ما ليس من عنده, كما قال تعالى: {وَيَقُولُونَ هُوَ مِنْ عِنْدِ اللَّهِ وَمَا هُوَ مِنْ عِنْدِ اللَّهِ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ} انتهى. وأَختم هذا ((التحذير)) وما تلاه من ((تذييل)) بما قاله ابن القيم - رحمه الله تعالى - في ((الصواعق المرسلة)) : (1/ 262, 263) : (فما ذنب أَهل السنة والحديث, إِذا نطقوا بما نطقت به النصوص, وأَمسكوا عما أَمسكت عنه, ووصفوا الله بما وصف به نفسه, ووصفه رسوله,",
            "page": "366",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "وردوا تأْويل الجاهلين, وانتحال المبطلين, الذين عقدوا أَلوية الفتنة, وأَطلقوا أَعنة المحنة, وقالوا على الله, وفي الله بغير علم, فردوا باطلهم, وبينوا زيفهم, وكشفوا إِفكهم, ونافحوا عن الله ورسوله. فلم يقدروا على أَخذ الثأْر منهم إِلا بأَن سموهم: مشبهة, ممثلة, مجسمة, حشوية, ولو كان لهؤلاء عقول لعلموا أَن التلقيب بهذه الأَلقاب ليس لهم, وإِنما هو لمن جاء بهذه النصوص, وتكلم بها, ودعى الأُمة إِلى الإِيمان بها ومعرفتها, ونهاهم عن تحريفها وتبديلها. فَدَعُوا التشنيع بما تعملون أَنتم وكل عاقل منصف: أَنه كذب ظاهر, وإِفك مفترى. . .) انتهى. ¶ وهذا الكلام من ابن القيم - رحمه الله تعالى -: مُسْتَلٌّ من مشكاة النبوة, الرامية إِلى حراسة الشريعة بنصب عامل الاحتساب ((لضرب كل بنان)) يريد أَن يخط في وحده صف الأُمة سطور الفرقة والاختلاف, ومزاحمة اعتقاد السلف والقضاء عليه. والذين يلوون أَلسنتهم باستنكار نقد الباطل وإِن كان في بعضهم صلاح وخير, لكنه الوهن, وضعف العزائم حيناً, وضعف إِدراك مدارك الحق, ومناهج الصواب أَحياناً, بل في حقيقته من ((التولي يوم الزحف)) عن ((مواقع الحراسة)) لدين الله والذب عنه, وحينئذٍ يكون الساكت عن كلمة الحق كالناطق بالباطل في ((الإِثم)) قال أَبو على الدقاق: ((الساكت عن الحق شيطان أَخرس والمتكلم بالباطل شيطان ناطق)) . والنبي - صلى الله عليه وسلم - يخبر بافتراق هذه الأُمة إِلى ثلاث وسبعين فرقة, والنجاة منها لواحدة على منهاج النبوة, أَيُرِيد هؤلاء اختصار الأُمة إِلى فرقة وجماعة واحدة مع قيام التمايز العقدي المضطرب؟؟!",
            "page": "367",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "أَم أَنها ((دعوة إِلى وحدة تُصَدِّعُ كلمة التوحيد)) فاحذروا. ¶ وما حجتهم إِلا المقولات الباطلة: ¶  ((الحق واضح ولا داعي للرد)) . ¶  ((الحرية في الاعتقاد)) . ¶  ((لا تثيروا الخلاف هداكم الله)) . ¶  ((نلتقي فيما اتفقنا عليه ويعذر بعضنا بعضاً فيما اختلفنا فيه)) . وهكذا. ¶ وأَضعف الإِيمان أَن يقال لهؤلاء: هل سكت المبطلون لنسكت, أَم أَنهم يهاجمون الاعتقاد على مرأَى ومسمع ويطلب السكوت؟ اللهم لا. ¶ ونعيذ بالله كل مسلم من تَسَرُّبِ حجة يهود, فهم مختلفون على الكتاب, مخالفون للكتاب, ومع هذا يظهرون الوحدة والاجتماع وقد كذبهم الله تعالى فقال سبحانه: {تَحْسَبُهُمْ جَمِيعًا وَقُلُوبُهُمْ شَتَّى} وكان من أَسباب لعنتهم ما ذكره الله بقوله: {كَانُوا لا يَتَنَاهَوْنَ عَنْ مُنكَرٍ فَعَلُوهُ} الآية. ¶ فلا بد لشداة الاعتقاد الإِسلامي الصافي من كل شائبة: من كشف زيوف العداء والاستعداء, وحراسة الصف من الداخل كحراسته من العدو الخارج سواء {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلا تَفَرَّقُوا} , فنحن ولله الحمد على أَمر جامع في الاعتقاد على ضوء الكتاب وسنة النبي - عليه الصلاة والسلام -, فلابد من لازم ذلك بالذب عن الاعتقاد, ونفي أَي دخيل عليه, سيراً على منهاج النبوة, وردعاً لـ ((خُفَرَاءِ الْعَدُو)) , واستصلاحاً لهم. ¶ وهذا أَصل من أَصول أَهل السنة والجماعة, ومنه نقضهم على أَهل الأَهواء أَهواءهم في حملاتهم الشرسة, وهزاتهم العنيفة لِيَبْقَى الاعتقاد على ميراث النوة نقياً صافياً.",
            "page": "368",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "وإِن المؤمن للمؤمن كما قال شيخ الإِسلام ابن تيمية -رحمه الله تعالى- في ((الفتاوى)) (28/ 53) : (المؤمن للمؤمن كاليدين تغسل إِحداهما الأُخرى وقد لا ينقلع الوسخ إِلا بنوع من الخشونة, لكن ذلك يوجب من النظافة والنعومة, ما نحمد معه ذلك التخشين) انتهى. فعلى أَهل العلم والإِيمان التيقظ لتلك الأَقلام {وَاضْرِبُوا مِنْهُمْ كُلَّ بَنَانٍ} , وكل يقوم بهذا الواجب حسب وسعه وطاقته على منهاج الشريعة {وَالَّذِينَ لا يَجِدُونَ إِلَّا جُهْدَهُمْ. . .} والنصح لكل مسلم ((ميثاق نبوي)) والسلام. ¶ في 25/ 4 / 1409هـ",
            "page": "369",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "انتهى كتاب التحذير - ويليه زيادات مهمة ¶ 1- للشيخ إِسماعيل الأَنصاري ¶ ......................................... باحث في رئاسة الدعوة والإِرشاد. ¶ 2- سماحة الشيخ عبد العزيز بن باز ¶ ........... الرئيس العام لإِدارة البحوث العلمية والإِفتاء, والدعوة والإِرشاد. ¶ 3- أَحمد عباس البدوي ¶ ............................. عميد كلية التربية بجامعة الملك سعود بالرياض. ¶ 4- محمد بن جميل زينو ¶ ....................................... المدرس في دار الحديث الخيرية بمكة. ¶ 5- الشيخ محمد سعيد القحطاني ¶ ..................... رئيس قسم القراءات في جامعة أُم القرى بمكة المكرمة.",
            "page": "370",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "ملاحظات على صفوة التفاسير ¶ 1- ورد في كتاب التعريف بكتاب الصابوني ((صفوة التفاسير)) على كل مجلدة من مجلداته الثلاث ما نصه: (صفوة التفاسير, تفسير للقرآن الكريم, جامع بين المأْثور, والمعقول مستمد من أَوثق كتب التفسير: الطبري, الكشاف, القرطبي, الأَلوسي, ابن كثير, البحر المحيط وغيرها. ووَجه الملاحظة في هذه العبارة أَن تفسير الكشاف إِنما أَلفه الزمخشري على أُصول المعتزلة كما بينه أَئمة العلم, وحذروا من دسائسه فيه, وتفسير الأَلوسي وإِن احتوى على كثير مما لا يُستغنى عنه في التفسير فقد شانه بما فيه من تحريفات المتصوفة للقرآن المسماة بالتفسير الإِرشادي يأْتي بها بعد فراغه من الكلام على تفسير الآيات, ويقول في مقدمة تفسيره (1/ 8) : فالإِنصاف كل الإِنصاف التسليم للسادة الصوفية الذين هم مركز للدائرة المحمدية ما هم عليه واتهام ذهنك السقيم فيما لم يصل لكثرة العوائق والعلائق إِليه: ¶ وإِذا لم تَر الهلال فسلِّم ** لأُناس رأَوه بالأَبصار ¶ ويقول الأَلوسي: (1/ 142, 143) بعد أَن نقل عن ابن عربي قوله في فتوحاته في تفسير سورة الفاتحة:",
            "page": "371",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "((فإِذا وقع الجدار, وانهدم السور, وامتزجت الأَنهار والتقى البحران وعدم البرزخ صار العذاب نعيماً, وجهنم جنةً, ولا عذاب ولا عقاب إِلا نعيم وأَمانٌ بمشاهدة العيان)) . يقول الآلوسي بعد نقل هذا الكلام الغريب: ((وهذا وأَمثاله محمول على معنى صحيح يعرفه أَهل الذوق لا ينافي ما وردت به القواطع. ثم قال: وإِياك أَن تقول بظاهره مع ما أَنت عليه, وكلما وجدت مثل هذا لأَحد من أَهل الله تعالى, فسلِّم لهم بالمعنى الذي أَرادوه مما لا تعلمه أَنت ولا أَنا لا بالمعنى الذي ينقدح في عقلك المشوب بالأَوهام, فالأَمر والله وراء ذلك)) . فهذان التفسيران ماداما كذلك فلا يصح إِطلاق القول عليهما بأَنهما من أَوثق كتب التفسير هذا بالنسبة إِلى ما سماه الصابوني من المصادر التي يعتبرها أَوثق التفاسير. وحاشية الصاوي التي وصل من الانحراف فيها إِلى القول بأَن الأَخذ بظاهر القرآن, والحديث أَصل من أُصول الكفر, وإِلى إِجازة الاستغاثة بغير الله عز وجل فيما لا يقدر عليه إِلا الله عز وجل, وإِلى دعوى أَن قول الله تعالى في سورة فاطر: {أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَنًا} نزل في فرقة بأَرض الحجاز يقال لهم ((الوهابية)) كما أَن من مراجع الصابوني بعض كتب المعتزلة. فلا يليق ما دام الأَمر هكذا إِطلاق القول بأَن هذه المراجع من أَوثق التفاسير. ¶ 2- جاء في ((تفسير الصابوني)) : (1/ 111) , تفسير الرحمن الرحيم في قوله تعالى: {وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لا إِلَهَ إِلَّا هُوَ الرَّحْمَنُ الرَّحِيمُ} بقوله: ((مُولي",
            "page": "372",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "النعم, ومصدر الإِحسان)) والواجب إِثبات صفة الرحمة لله تعالى بدون تأْويل. ¶ 3- صرح الصابوني في ((تفسيره)) : (1/ 135) بأَن الجهاد إِنما شُرع دفعاً للعدوان, وردعاً للظلم والطغيان, ولم يتعرض لكونه لإِعلاء كلمة الله تعالى. ¶ 4- ورد في كتاب الصابوني, ج3, في الكلام على قصة النبي داود -عليه السلام- ما نصه: (ونحن نعلم قطعاً أَن الأَنبياء معصومون من الخطايا إِذ لو جوزنا عليهم شيئاً من ذلك لبطلت الشرائع, ولم نثق بشيء مما يذكرون) . والواجب فيما جاء في القرآن من إِثبات الخطايا للأَنبياء الاقتصار على ما في القرآن من ذلك وعدم تعديه إِلى ما في الإِسرائيليات, وإِلى توسعات مَن لم يوفق من المفسرين في ذلك. قال شيخ الإِسلام في ((منهاج السنة)) : (1/ 226) : (قد اتفق المسلمون على أَنهم معصومون فيما يبلغونه عن الله تعالى قال: وبهذا يحصل المقصود من البعثة) . ولو راجع الصابوني ما كتبه شيخ الإِسلام ابن تيمية في هذا الباب لم يقع في ذلك. فرأْيي إِعادة طبع الكتاب مجرداً من الأَخطاء المحتوي عليها, ومن أَنواع المجاز التي توسع فيها. ومن توثيق أَي مرجع لا يليق توثيقه والله ولي التوفيق. ¶ إِسماعيل بن محمد الأَنصاري ¶ باحث في دار الدعوة والإِرشاد بالرياض",
            "page": "373",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "صفحة فارغة",
            "page": "374",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "العلماء يبينون أَخطاء الصابوني ¶ 1- لقد أَرسل سماحة الشيخ عبد العزيز بن باز ملاحظات فضيلة الشيخ صالح الفوزان, وفضيلة الشيخ إِسماعيل الأَنصاري, ومعالي الرئيس العام لشئون الحرمين, الشيخ سليمان بن عبيد لتنبيه الصابوني على بعض الأَخطاء, وقال ناصحاً: نوصيك بتقوى الله, والحرص التام على التقيد بمذهب السلف الصالح في جميع مؤلفاتك, ونوصيك أَيضاً بالإِكثار من تدبر القرآن الكريم, والسنة المطهرة, وكلام سلف الأُمة, والاستفادة مما كتبه الإِمام العلامة شيخ الإِسلام ابن تيمية, وتلميذه العلامة ابن القيم, ونوصيك بمطالعة رسالتي ((التدمرية)) و ((الحموية)) لشيخ الإِسلام, و ((الصواعق)) , و ((اجتماع الجيوش الإِسلامية)) لابن القيم وغيرها من كتب السلف. ¶ 2- وأَرسل عميد كلية التربية بجامعة الملك سعود بالرياض للصابوني حول ملاحظات الشيخ الفوزان على ((صفوة التفاسير)) فقال: ¶ أ- هذا مع اعترافنا بأَن الصابوني يتبنى عقيدة الأَشاعرة, وقد دافع عنها في مقالاته التي نشرتها مجلة ((المجتمع الكويتية)) ورد عليه الشيخ الفوزان في وقتها. ¶ ب- التهرب من تفسير آيات الصفات بالأَحاديث التي تفسرها هو محاولة من الشيخ الصابوني لمجاملة الأَشاعرة أَو هو المنهج الاعتقادي",
            "page": "375",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "الذي يسير عليه. ¶ ج- الاستدلال بالآيات على إِثبات توحيد الربوبية ووجود الرب, وعدم الاستدلال بها على توحيد الأُلوهية والعبادة. ¶ د- نعم إِن الشيخ الصابوني فسر الإِيمان في عدة مواضع بتفسير الذين يرجئون ((يؤخرون)) العمل عن الاعتقاد في نظرهم. ¶ 3- وكتب أَحمد عباس البدوي حول ملاحظات الدكتور صالح الفوزان على ((صفوة التفاسير)) فقال: ¶  (وانحصرت معظم الملاحظات في أَنه يُؤول متأَثراً بمذهب الأَشاعرة, وهذه حقيقة فعلاً, فهو قد تأَول كثيراً من آيات الصفات) . ¶ أَقول: (من العجيب أَن الصابوني أَثبت رسالة الشيخ ابن باز, وكلام عميد كلية التربية, وكلام أَحمد عباس البدوي, في كتابه المسمى ((كشف الافتراءات)) وأَكثره افتراءات, أثبته في آخر كتابه ظناً منه أَنه مدح له, وما درى أَن في هذا الكلام إِدانة له, وبياناً لأَخطائه في عقيدته, وكتابه ((صفوة التفاسير)) , وهذا ظاهر للفهيم) . ¶ 4- لقد قال الدكتور الفوزان في كتابه ((تعقيبات)) ما يلي: ¶  (ومن العجيب أَن الصابوني ساق آخر الحديث: ((يسجد لله كل مؤمن ومؤمنه. .)) وحذف أَوله الذي هو تفسير للآية الكريمة, وبيان المراد بالساق, وهذا والعياذ بالله من التلبيس والخيانة في النقل.",
            "page": "376",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "أَخطاء جديدة وخطيرة ¶ 1- لقد نقل الصابوني في كتاب ((صفوة التفاسير)) : (3/ 220) , عند قوله تعالى: {يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ} [الفتح:20] : (وقال الزمخشري: يريد أَن يد رسول الله - صلى الله عليه وسلم - التي تعلوا أَيد المبايعين هي يد الله) . ¶ أَقول: (كيف يجوز للصابوني أَن يذكر هذا التشبيه الخطير عن الزمخشري المعتزلي, ثم يُقره, ولا يرده؟ وقد نزه الله نفسه عن الشبيه فقال: {لَيْسَ كَمِثْلِهِ شَيْءٌ} [الشورى:11] . ¶ 2- ذكر الصابوني في ((مختصر ابن جرير الطبري)) : (1/ 316) , في الحاشية تعليقاً على تفسير آية: {وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلامَ اللَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُ} [التوبة:6] , فقال: ¶  (هذا غاية في كرم الأَخلاق وحسن المعاملة, لأَن الغرض من الدعوة الهداية والإِرشاد, لا النيل من الكفار بالقتل والأَسر, بل إِقناعهم وهدايتهم, ثم ترك الخيار لهم أَن يُسلموا أَو يكفروا {وَقُلِ الْحَقُّ مِنْ رَبِّكُمْ فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ} [الكهف:29] فلله ما أَسمى تعاليم الإِسلام!!) . ¶ لقد خالف الصابوني في تفسيره آية الكهف جميع المفسرين, حتى الطبري الذي اختصره, فقد نقل الطبري: (15/ 6, 1) عند تفسير هذه",
            "page": "377",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "الآية قول ابن عباس, وجاء فيه: (وليس هذا بإِطلاق من الله الكفر لمن شاء والإِيمان لمن أَراد, إِنما هو تهديد ووعيد) . وقال ابن كثير في ((تفسيره)) (2/ 417) : ¶  {فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ} هذا من باب التهديد والوعيد الشديد, ولهذا قال: {إِنَّا أَعْتَدْنَا لِلظَّالِمِينَ نَارًا} . ¶ 3- لقد منع المسئولون في السعودية - وفقهم الله - كتاب الصابوني ((كشف الافتراءات)) لاحتوائه على استهزاء وافتراء على العلماء وجامعة أُم القرى, فبدأَ يُصوره ويوزعه وعليه حية كبيرة, علماً بأَن الصابوني له رسالة في تحريم التصوير, والله يحذر من هذا قائلاً: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لِمَ تَقُولُونَ مَا لا تَفْعَلُونَ*كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لا تَفْعَلُونَ} [الصف:2, 3] . ¶ 4- صدر من مدير عام الأَوقاف والمساجد بمكة المكرمة ما يلي: بناء على خطاب سعادة وكيل الوزارة لشئون الأَوقاف المبني على خطاب سماحة الرئيس العام لإِدارات البحوث العلمية والإِفتاء والدعوة والإِرشاد: رقم 835/ 1 وتاريخ 30/ 3 / 1408هـ بشأْن كتاب ((صفوة التفاسير)) , وما به من أَخطاء في تأْويل لبعض آيات الصفات ونحوها, لذلك نأْمل من فضيلتكم جمع ما قد يوجد لديكم منها وتسليمها لمستودع هذه المديرية. وعلى المستودع عدم توزيعها حتى يتم تعديل ما بها من أَخطاء. متمنيين لكم التوفيق والسلام عليكم. ¶ مدير عام الأَوقاف والمساجد بمكة المكرمة بالنيابة ¶  ((خليل أَحمد كوشك))",
            "page": "378",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "أَين الأَمانة العلمية في النقل؟  ¶ ذكر الصابوني في ((مجلة اليمامة)) عدد: 1030 في 7/ 4 / 1409هـ الآتي: (وفي نفس صحيح البخاري ورد أَن الرسول - صلى الله عليه وسلم - صلَّى أَكثر من إِحدى عشرة ركعة, حيث صلى ركعتين ثم ركعتين إِلى أَن صلى ثلاث عشرة ركعة, ثم أَوتر) . أَقول: هذا الذي نقله عن البخاري غير موجود, والموجود: ¶ 1- ((كانت صلاة النبي - صلى الله عليه وسلم - ثلاث عشرة ركعة)) - يعني بالليل -. ¶ 2- ((كان النبي - صلى الله عليه وسلم - يصلي من الليل ثلاث عشرة ركعة منها الوتر, وركعتا الفجر)) . ((البخاري)) : (2/ 45) . والقارئ يرى الفرق الكبير بين نقل الصابوني: (13 ركعة ثم أَوتر) وبين الموجود في ((البخاري)) 13 ركعة منها الوتر وسنة الصبح, وهذا يُعد افتراء على البخاري, وتقولاً على رسول الله - صلى الله عليه وسلم - , وسبق أَن بتر أَول الحديث ((يكشف ربنا عن ساقه)) , فقال: وفي الحديث: ((يسجد لله كل مؤمن ومؤمنه. . .)) . انظر: ((صفوة التفاسير)) : (3/ 430) . وقد حذر الرسول - صلى الله عليه وسلم - من هذا العمل فقال: ((مَن قال عليَّ ما لم أَقل, فليتبوَّأ مقعده من النار)) . حسن. رواه أَحمد.",
            "page": "379",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "وأَخيراً أَقول: اللهم أَرنا الحق حقاً وارزقنا إتباعه, وحببه إِلينا, وأَرنا الباطل باطلاً وارزقنا اجتنابه, وكرهه إِلينا, وصلى الله علي نبينا محمد وآله وسلم. ¶ محمد بن جميل زينو ¶ المدرس في دار الحديث الخيرية بمكة",
            "page": "380",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "تصريحات خطيرة لمسئول كبير ¶ فضيلة الشيخ محمد جميل زينو - زينه الله بالتقوى والإِيمان -: السلام عليكم ورحمة الله وبركاته. وبعد: فإِجابة لطلبكم بشأَن المناقشة التي جرت بين لجنة من أَساتذة كلية الشريعة والدراسات الإِسلامية, ومحمد علي الصابوني بشأْن ضلالاته التي نشرها في مجلة المجتمع الكويتية, أُفيدكم أَنني كنت أَحد أَعضاء هذه اللجنة وقد تم ذلك في ليلة 16/ 3 / 1404هـ وقد ظهر لي من خلال نقاش دام أَكثر من ست ساعات ما يلي: ¶ 1- أَن الصابوني من أَجهل طلاب العلم بأُمور العقيدة والدليل على ذلك خلطه الحق بالباطل في مقالاته المذكورة. ¶ 2- ظهر من الرجل عصبية هوجاء وافتراء فاضح حيث زعم -وبئس ما زعم- أَن السلف الصالح يكفرون الأَشاعرة وهذا لم يقله أَحد قبل الصابوني ممن يوثق بدينه وعقله وعلمه, ثم زاد في الافتراء فيما نقله عن شيخ الإِسلام ابن تيمية, وعدم أَمانته فيما نقله من فتاوى شيخ الإِسلام. ¶ 3- أَن الرجل ينطلق من منطلق فاسد هو قياس صفات الباري على صفات خلقه يقول: إِن الأَشاعرة لهم ما يسوغ التأْويل فيه, بل ذلك ضرورة فعلوها. وهو بهذا شعر أَو لم يشعر يتهم نصوص الوحي بأَنها لم تدل الناس على الخير, وإِنما دلتهم على الضلال, والذي أَنقذ الناس هو",
            "page": "381",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "تأَْويل الأَشاعرة!!!  ¶ 4- لا يروعي الرجل في إِطلاقه التهم والمجازفة بالطعن في أَعراض الناس وإِليك الدليل على ذلك: فقد نشر أَخيراً في سنة 1409هـ كتاباً بعنوان ((كشف الافتراءات)) قال فيه بالحرف الواحد (ص / 182) عن اللجنة التي ناقشته في الجامعة في خطاب وجهه إِلى سماحة الشيخ عبد العزيز بن باز: وقد أَراد الزملاء معي بالجامعة حين التقينا بهم منذ عامين أَن أَحكم عليهم - أَي الأَشاعرة - بالضلال, وأَن أخرجهم من حظيرة أَهل السنة فقلت لهم دون ذلك خرط القتاد, فأَنا ليس عندي استعداد أَن أسخط الله عز وجل لأُرضيكم ولعلك لو ذهبت إِلى كلية الشريعة لرأَيت المحضر بأُم عينك, وحينئذ يظهر لك أَن الرجل جمع بين الخبث وفساد الطوية والافتراء لأَجل أن ينصر ضلالاته فقط ولو بأُسلوب دنس. ¶ 5- سنقف جميعاً بين يدي الله وهو الحكم العدل يجزي المحسن على إِحسانه, ويعاقب الظالم المفتري على إِخوانه, وسيعلم الذين ظلموا أَيَّ منقلب ينقلبون. ¶ 6- لو كان في الرجل ورع لقال رحم الله امرأَ أَهدى إِليَّ عيوبي, والرجوع للحق خير من التمادي في الباطل, ولو قرأَ كتاب التدمرية الذي لا تتجاوز قيمته خمسة ريالات لانكشفت ظلماته وضلالاته ولكنه التعصب البدعي البغيض أَعاذنا الله وإِياكم من ذلك, وثبتنا على الحق حتى نلقاه وهو راض عنا. . . والسلام عليكم ورحمة الله وبركاته. ¶ د/ محمد سعيد القحطاني ¶ رئيس قسم القراءات في جامعة أُم القرى",
            "page": "382",
            "part": "1"
        }
    ],
    "t34771": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "التحذير من مختصرات الصابوني في التفسير"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "أَولاً: أَمثلة لإِخلاله بالأَمانة العلمية"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "ثانياً: مسه عقيدة التوحيد بما ينابذها"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "ثالثاً: أَمثلة لجهالاته في السنة النبوية"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "مع الكاتب في جولته الأَخيرة"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "ملاحظات على صفوة التفاسير"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "العلماء يبينون أَخطاء الصابوني"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "أَخطاء جديدة وخطيرة"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "أَين الأَمانة العلمية في النقل؟"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "تصريحات خطيرة لمسئول كبير"
        }
    ]
}