{
    "b34774": [
        {
            "id": "1",
            "nass": "الجيل المثالى ¶ للكاتب ¶ الاسلامى الكبير ¶ السيد محب الدين الخطيب ¶  (1303-1389)",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "(الطبعة الرابعة 1403)  ¶ طبعت فى دار المطبعة السلفية ومكتبتها ¶ 21 شارع الفتح بجزيرة الروضة ¶ تيلفون 840364",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "مقدمة ¶ بسم الله الرحمن الرحيم ¶ وصلى الله على معلم الناس الحق والخير وعلى آله وصحبه أجمعين أما بعد فإن هذه الرسالة الجامعة لعناصر العزة والقوة للمسلمين أصدق حجة على أن الإسلام دين المبادىء الإنسانية العالية. ¶ أما مفهوم الإسلام اليوم فى أذهان الناس فهو جزء من الإسلام، وليس الإسلام كله. ولو أن المسلمين فهموا من الإسلام الجوانب التى غفلوا عنها لاستكملوا جوانب الضعف التى أصيبوا بها فأبعدتهم عن الكمال الإسلامى والإنسانى. ¶ ولو أن علماءنا وفقهاءنا أو المشتغلين بأنظمة المجتمع من أى أمة كانوا، لو أنهم عالجوا بمبادىء الإسلام السليمة النابعة من القرآن والسنة الصحيحة مشاكلهم لوجدوا فيهما الدواء الشافى لكل مانشكوه ويشكونه، ولتبين لهم أن هذه",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "المبادىء الإنسانية النبيلة إنما كانت مدخرة من مئات السنين لتعالج بها مشاكل هذا العصر وعيوبه. ¶ إن رسالة \"الجيل المثالى \" محاولة لتفهم ما كانت عليه الأمة الإسلامية من تمسك بأهداب الدين، وتعمق لمفهوم الإسلام الصحيح فى مجتمع الجيل المثالى فى امة معلم الناس الخير محمد صلى الله عليه وسلم وخلفائه من بعده رضوان الله عليهم أجمعين. ¶ روضة الفسطاط فى سنة 1393 ¶ قصى محب الدين الخطيب",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الجيل المثالى ¶ من أيام أفلاطون (430 -348 ق. م) وكتابه \"الجمهورية\". ¶ ثم من عصر أبى نصر الفارابى (260-339هـ) وكتابه \"المدينة الفاضلة\". ¶ إلى زمن السر توماس مور Tomas More ¶  (1478-1535) وكتابه \"يوتوبيا\" utopia ¶ من تلك العصور والأزمان - إلى يوم الناس هذا - والإنسانية تحلم بالجيل المثالى الذى يود البشر لو يظفرون به فيتخذونه قدوة لهم فى السلم والحرب، والمنشط والكره فى مختلف أطوار الحياة، ليكون لهم من كماله الإمكانى المثل المقتدى به فى كمالهم الإنسانى. ¶ هى أمنية من أمانى الشعوب والأمم، من أقدم الأزمان",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "إلى الآن، تحدث عنها الحكماء، وتغنى بها الشعراء، وترنم بها رخيم أصوات الهاتفين، وهمس بها صفوة الضارعين والمناجين، من كل صادح أو باغم. ¶ بل إن \"الجيل المثالى\" هو الذى دعا إلى تكوينه وعمل على تحقيقه الأنبياء من أولى العزم، وهو الذى تمناه الحكماء واهل العلم، وهو الذى كانت الإنسانية ولا تزال ترنو إلى شبحة المرجى فى أحلام يقظاتها وفترات غفواتها تريث موسى بقومه فى آفاق العريش وبرية سيناء وصحارى النقب وحوالى بئر سبع أربعين حولا يلتحف معهم سحائب السماء ويفترش أديم الغبراء، وهو يحاول أن يربى منهم جيلا مثاليا يستن بسنن الله، ويتخلق بأخلاق الرفق والحزم والتضحية والاستقامة والاعتدال، فيرضى بها عن ربه ويرضى ربه عنه، ثم مات موسى ولما يبلغ من أمته هذه الأمنية.... ¶ ونبغ فى الصين حكيمها الأعظم كونغ فوتس الذى عرفناه من طريق الإفرنج باسم كونفوشيوس (550-479ق. م) ، ولاشك أنه كان من أصدق الدعاة إلى أن يتعامل الناس بالمروءة، لكنه لم يرتفع بدعوته إلى تخليص الصين من عبوديتها لابن السماء (الامبراطور) ولما فى السماء",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "من شمس وقمر وكواكب وسحائب ورعود وصواعق وأمطار، ولا إلى تخليصها من عبادة الأرض، وما فى الأرض من جبال وبحار وأنهار. ولا من أرواح الآباء، وما تقيمه فى سبيلهم من حدود وسدود وقيود. وقد أخفق كونغ فوت سفى كل ما قام به من دعوة فى أرجاء الصين، فعاد إلى بلده يؤلف الصحائف فى الدعوة إلى المروءة، وقد رأينا تفصيل ذلك فى كتابه (الحوار) (¬1) . ثم مات وليس له من المتأثرين بدعوته إلا عدد قليل من تلاميذه، وبقيت الصين هى الصين من ذلك الحين إلى الآن... ¶ واعلن حكماء اليونان مذاهبهم فى الحكمة وتهذيب النفس، فصنفوا فى ذلك المصنفات، وألقوا به الخطب. ¶ وقد اشتطوا فى كثير مما صنفوا وخطبوا. وكتاب (الجمهورية) لأفلاطون من أبرز الأمثلة على هذا الشطط. ثم انقضى زمن حكماء اليونان وحكمتهم، دون أن تعمل شعوبهم بما دعوها إليه، لأن الدعوة والمدعوين للعمل بها لم يكونا أهلا لذلك... ¶ ¬__________ ¶ (¬1) نقله إلى العربية السيد محمد مكين الصيني عن الصينية مباشرة باقتراح كاتب هذه السطور , ونشرته المطبعة السلفية.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وعالج المسيح فى فلسطين عقول مواطنيه من العامة والخاصة، ممن كانوا يقصدون هيكل أورشليم، أو يتسلقون جبل الزيتون، أو يترددون على شواطىء بحيرة طبريا وحقول أرض الجليل وحدائقها، فلم يستجب لدعوته الإ عدد ضئيل لايكاد يسمى جماعة فضلا عن أن يكون أمة. ¶ إن الإنسانية من أقدم أزمانها، وفى مختلف أوطانها، لم تشهد \"الجيل المثالى\" إلا مرة واحدة حين فوجئت بإقباله عليها من صحارى أرض العرب يدعو إلى الحق والخير بالقوة والرحمة، فكان ذلك مفاجأة عجيبة لكل من شهد هذا الحادث التاريخى الفذ من روم وفرس وآراميين وكنعانيين وعبريين ومصريين وليبيين وبربر وفاندال ولاتين وتيوتون وسكسونيين وصقليين وغيرهم. ¶ وكانت المفاجأة عجيبة – بمصدرها، وكيفيتها، أطوارها – ثم كانت عجيبية العجائب بنتائجها التى لا تزال إلى اليوم من معجزات التاريخ. ¶ أين كان هؤلاء؟ وكيف تكونوا على حين غفلة من الأمم؟ وما هذه الرسالة التى يحملونها؟ وكيف نجحت؟",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وماهى وسائل نجاحها (¬1) ؟  ¶ سلسلة من الأسئلة لا يكاد الناس يتساءلون بأولها حتى يفاجأوا بما ينسيهم تاليه أوله. إلى أن رأوا من صفات هذه الأمة المثالية ماأيقنوا به أنها تحمل إلى الإنسانية رسالة الحق والخير، وأنها تترجم عن رسالتها بأخلاقها، وسيرتها وأعمالها، وأن الذى اعتقدته وتخلقت به ودعت الأمم لإليه هو الحق الذى قامت به السماوات والأرض. ¶ وكما تساءل الناس عن هذه العجائب فى زمن وقوعها، ثم أنساهم بعضها بعضاً، كذلك نحن نتساءل اليوم عن كثير من أسرارها. وبالرغم من ضياع العدد الأكبر من المراجع القديمة فما احترق مع بيوت الفسطاط ومدارسها وجوامعها مدة أربعة وخمسين يوماً (¬2) وفيما غرق بمياه دجلة أيام ابن العلقمى ومستشاره ابن أبى الحديد، وفيما خسرناه بضياع الأندلس وكوارث الحروب الصليبية، وفيما فرطنا ¶ ¬__________ ¶ (¬1) ولكاتب هذه السطور مقال في وصف لمحات من أسرار هذه المعجزة نشر في صحيفة الفتح بعنوان (القرآن معجزة بين معجزتين) انظر الجزء:811 لجمادي الولى 1363. ¶  (¬2) في سنة 564. انظر ص 628 - 631 من المجلد 25 لمجلة الأزهر.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "به فى أزمان الجهل والانحطاط – بالرغم من كل هذا – فإن النفوس استيقظت الآن لدراسة أحوال \"الجيل المثالى\" الفذ الذى عرفنه الدنيا، ولنقد الأصيل والدخيل من أخباره، وتحليل عناصر الخير التى انطوى عليها، ومعرفة الأسباب التى صار بها جيلا مثالياً، لتستفيد الإنسانية من الاقتداء به، والتأسى بسنته وأخلاقه وتصرفاته. ¶ واول ما نعلمه ونؤمن به من أسباب الكمال فى هذا الجيل المثالى أنه تلقى تربيته على يد معلم الناس الخير خاتم رسل الله المبعوث بأكمل رسالات الله صلى الله عليه وسلم، إن هذا السبب فى طليعة أسباب الكمال لهذا الجيل المثالى، لا يشك فى ذلك عاقل فضلا عن مؤمن. ولكن يحق لنا أن نتساءل: ألم يكن موسى أحد المبعوثين برسالات الله؟ ألم يتح لموسى أن يعاشر قومه فى الحل والترحال معاشرة تربية ودعوة أكثر من أربعين سنة؟ ومع ذلك فقد جاء فى \"سفر العدد\" من التوراة الموجودة الآن فى أيدى قومه (14:26-27) مانصه: \"وكلم الرب موسى وهارون قائلا: حتى متى أغفر لهذه الجماعة الشريرة المتذمرة على؟ \"29 \"فى هذا القفر تسقط جثثكم جميعاً، المعدودين منكم حسب عددكم، من ابن عشرين فصاعدا الذين تذمروا على \".",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "أين – من أصحاب موسى هؤلاء – أصحاب محمد عليهما صلاة الله وسلامه يوم سار بهم إلى بدر وهم ثلاثمائة وبضعة عشر رجلا ليناجزوا ثلاثة أضعافهم من أهل الرجولة والحماسة والبأس، فلما بلغ النبى صلى الله عليه وسلم بهذه القلة القليلة من أصحابه وادى ذفران أراد أن يختبر إيمانهم، فأخبرهم عن قريش، واستشارهم فى الموقف. فقام الصديق الأعظم أبو بكر فقال وأحسن، ثم قام عمر بن الخطاب الذى أعز الله به الإسلام فقال وأحسن، ثم قام فارسهم المقداد ابن عمرو (الأسور) الكندى فقال:\"يارسول الله، امض لما أراك الله فنحن معك. والله لا نقول لك كما قالت بنو اسرائيل لموسى: اذهب أنت وربك فقاتلا إنا هاهنا قاعدون، ولكن اذهب أنت وربك فقاتلا إنا معكما مقاتلون. فوالذى بعثك بالحق لو سرت بنا إلى برك الغماد لجالدنا معك من دونه حتى تبلغه\"، فقال له رسول الله صلى الله عليه وسلم خيراً، ودعا له. ثم قال رسول الله صلى الله عليه وسلم:\"أشيروا على أيها الناس\".فقال له سعد بن معاذ سيد الخزرج وأقوى زعيم فى الأنصار: \"والله لكأنك تريدنا يارسول الله؟ \":\"أجل\".قال سعد:\" فقد آمنا بك وصدقناك، وشهدنا أن ما جئت",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "به هو الحق وأعطيناك على ذلك عهودنا ومواثيقنا على السمع والطاعة. فامض يارسول الله لما أردت فنحن معك. فوالذى بعثك بالحق لو استعرضت بنا هذا البحر فخضته لخضناه معك ما تخلف منا رجل واحد، وما نكره أن تلقى بنا عدونا غداً. إنا لصبر فى الحرب، صدق فى القاء، لعل الله يريك منا ماتقر به عينك. فسر بنا على بركة الله \". ¶ وقد كان عملهم أبين من قولهم وأصدق. ¶ هكذا كان فى مواقف البأس وعند الشدائد. ورأيناهم فى تحريهم الحقوق وإذعانهم للإنصاف والعدل فى حياتهم السليمة كما تحدثت عنهم أم سلمة رضى الله عنها – فيما رواه عنها الإمام أحمد فى مسنده وأبو داود فى سننه – قالت: \"جاء رجلان يختصمان إلى رسول الله صلى الله عليه وسلم فى مواريث قد درست ليس بينهما بينة، فقال لهما رسول الله صلى الله عليه وسلم: إنكم تختصمون إلى، وإنما أنا بشر ولعل بعضكم ألحن بحجته من بعض، وإنما أقضى بينكم على نحو مما أسمع، فمن قضيت له من حق أخيه شيئاً فلا يأخذه، فإنما أفطع له قطعة من النار يأتى بها اسطاماً فى عنقه يوم القيامة فبكى الرجلان، وقال كل واحد منهما حقى لأخى! فقال لهما رسول الله صلى الله عليه وسلم:",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "أما إذا قلما ذلك فاذهبا، فاقتسما ثم توخيا الحق، ثم استهما (أى اعملا قرعة على القسمين بعد قسمهما) ، ثم ليحل كل واحد منكما صاحبه\"وهذان الرجلان المثاليان فى الإيمان بالحق لانزال إلى الآن نجهل اسميهما، لأنهما من عامة الصحابة لا من خواصهم الممتازين بالفضائل الإنسانية النادرة المثال كالعشرة المبشرين بالجنة وطبقتهم ممن اختصهم النبى صلى الله عليه وسلم بالمكانة والمناقب وهذه الطريقة فى تربية محمد صلى الله عليه وسلم لأصحابه على محبة الحق، واستجابة أصحابه له فيما أحب صلى الله عليه وسلم أن يكونوا عليه، قد أشاعت هذا الخلق فى الخاصة والعامة من أبناء ذلك الجيل المثالى. فلما كانت خلافة الصديق الأعظم رضوان الله وسلامه عليه ناط منصب القضاء برمز العدالة فى الإنسانية وهو عمر بن الخطاب – فكانت تمر على عمر الأشهر ولايأتيه اثنان يتقاضيان عنده، وأى حاجة بهذه الأمة المثالية إلىالقضاء والمحاكم وهى أمة الحق، ومن أخلاقها أت تتحرى الحق بنفسها فلا تحتاج إلى تحكم القضاء فيه. ¶ بل إن الطبقة الدنيا فى هذا الجيل (واحوالها وأخلاقها معروفة فى كل جيل وقبيل) وهم ممن يستطيع الشيطان فى العادة أن يغلبهم على إرادتهم فى بعض الأحيان فيقعون فى",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "زلة يستوجبون عليها الحد الشرعى، فإن من أعجب ما وقع فى تاريخ البشر أن يأتى من يقع فى شىء من تلك الزلة من أهل تلك الطبقة إلى رسول الله صلى الله عليه وسلم فيعترف له بزلته، ويلح بلجاجة وإصرار على طلب إقامة الحد عليه (وفى ذلك حتفه) ليتطهر مما دنسه به الشيطان. وكان نبى الرحمة إذا رأى هذا الإيمان العجيب فى هذه الطبقة من أصحابه الطيبين يحاول جهده أن يدرأ الحد عنهم بكل مايجيزه الشرع، فيأبون إلا أن يتعجلوا عقوبة الدنيا ليتقوا بها عقوبة الآخرة. ¶ وهذه الملاحظة – عن هذه الطبقة بالذات – قد سبق إلى التنويه بها والتحدث عنها إمام كبير من أئمة اهل البيت من زيدية اليمن، وهو الإمام المنصور بالله عبد الله بن حمزة ابن سليمان بن حمزة (المتوفى ببلدة كوكبان باليمن سنة 614) نقل ذلك عنه عالم الزيدية فى القرن التاسع السيد محمد ابن إبراهيم بن على المرتضى الوزير (775-840) فى كتابه الروض الباسم (1:55-56) فذكر تلك الطبقة وقال: \"إن أكثرهم تساهلا فى أمر الدين ممن يتجاسر على الإقدام على الكبائر، لاسيما معصية الزنا...وذلك دليل خفة الأمانة ونقصان الديانة، لكنل نظرنا فى حالهم فوجدناهم فعلوا مالا يفعله من المتأخرين إلا أهل",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "الورع الشحيح، والخوف العظيم، ومن يضرب بصلاحه المثل وينقرب بحبه إلى الله عز وجل. وذلك أنهم بذلوا أرواحهم فى مرضاة رب العالمين، وليس يفعل ذلك إلا من يحق له منصب الإمامة فى أهل التقوى والدين \".أى أن طبقة الدهماء فى ذلك الجيل المثالى – ممن قد يقعون فى الكبائر – كان لهم من صدق الإيمان والاستقامة على الحق ما يرنعهم إلى مرتبة من يحق له منصب الإمامة فى أمة من أهل التقوى والدين، فكيف بخاصة الصحابة الذين نزههم الله عز وجل عن أصغر الهفوات، ورفعهم إلى أعلى الدرجات. ولولا أن النبوة ختمت بمربيهم وهاديهم إلى الحق صلى الله عليه وسلم لما كان مثل أبى بكر وعمر وعثمان وعلى أقل من الأنبياء الذين سلفوا فى الأمم الأخرى. وإن هذا الذى يتكلم عن الزناة من دهماء الصحابة واستحقاقهم لمنصب الإمامة إمام من علماء أهل البيت يعنى ما يقول، ويعلم معنى أقواله. ¶ لكنه رأى هذه الطبقة فى ذلك (الجيل المثالى) قد صدر عنها من صدق الإيمان ما لم تر أمة من أمم الأرض مثله، فحكم بعلمه، وكان منصفاً لنفسه، وللحق، وللدعوة الإسلام وآثارها فى أهلها الأولين. ¶ وقد علق على كلام الإمام المنصور بالله علامة الزيدية",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "السيد محمد بن إبراهيم الوزير (1:56-57من الروض الباسم) قائلا يخاطب قارىء كتابه فأخبرنى على الإنصاف: من فى زماننا – وقبل زماننا – من أهل الديانة سار إلى الموت نشيطاً، وأتى إلى ولاة الأمر مقراً بذنبة مشتاقاً إلى لقاء ربه، باذلا فى رضا الله لروحه، ممكناً للولاة أو القضاة من الحكم بقتله؟! وهذه الأشياء تنبه الغافل، وتقوى بصيرة العاقل. وإلا ففى قول الله تعالى كنت خير أمة أخرجت للناس) كفاية وغنية، مع ما عضدها من شهادة المصطفى عليه السلام بأنهم \"خير القرون\"، وبأن غيرهم \"لو أنفق مثل أحد ذهباً مابلغ مد أحدهم ولا نصيفه \"، إلى أمثال ذلك من مناقبهم الشريفة ومراتبهم المنيفة \". ¶ ونعود إلى المقارنة الأولى بين أمة محمد صلى الله عليه وسلم وأمة موسى عليه السلام – وكلاهما من الأنبياء أولى العزم – وموسى أتيح له من الوقت لتربية أمته ضعف الوقت الذى أتيح لمحمد صلى الله عليه وسلم فى تربية أمته، فكيف نالت أمة محمد صلى الله عليه وسلم هذه المكرمة فكانت \"الجيل المثالى \" الذى خلده الله عز وجل فى القرآن بقوله فى سورة آل عمران 110 (كنتم خير أمة أخرجت للناس) ، بينما الجيل الذى كان مع موسى استحق أن يدمغ بما ورد فى سفر العدد",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "(26:14 -27و29) كما نقلناه آنفاً عن التوراة التى يطبع منها فى كل سنة ملايين النسخ بكل اللغات؟  ¶ أنا فكرت فى هذا الأمر كثيراً من خمسين سنة إلى الآن، ومن ذلك الحين وأنا أراقب كل مايقع عليه نظرى من تحقيقات العلماء وخطرات أفكارهم لأصل إلى حكمة الله فى هذا الامتياز الذى اختص به أصحاب رسول الله صلى الله عليه وسلم فجعلهم (الجيل المثالى) الوحيد الذى عرفه تاريخ الإنسانية فكرت فى معادن الأمم، ومواهبها، وسجاياها، فراقبتها جميعاً وهى فى بداوتها (أى فى مادتها الخام) قبل أن تطرأ عليها الحضارات والعلوم المكتسبة والصناعات والأنظمة الاجتماعية التى هى من صنع التشريع البشرى، فتبين لى أن الأمة التى منها \"الجيل المثالى\" فى الإسلام امتازت فى بداوتها على كل أمة أخرى فى بدواتها بسعة المدارك ونضوج العقل ودقة المشاعر وجودة الأخلاق، وأنها امتازت بدواتها بلغة هى أرقى على الإطلاق من كل لغة أخرى للبشر فى طورهم البدوى. وكل رقى لأى لغة أخرى غير اللغة العربية هو من أثر الحضارة واتساعها الحادث فى الصناعات والعمران والفنون والثروة، ولو أن عالماً من علماء اللغات أمسك بيده قلما بالمداد الأحمر وشطب به كل لفظة فى المعجم",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "الألمانى أو الإنجليزى أو الفرنسى يرى أنها من الألفاظ التى حدثت بعد التقدم الصناعى أو العلمى أو الاقتصادى أو الفنى، ولم تكن للألمان أو الإنجليز أو الفرنسيين فى بداوتهم، لما بقى لهذه الأمم فى أكبر معاجمها اللغوية إلا ما يعادل نصف جزء من أجزاء لسان العرب العشرين إن لم يكن أقل من ذلك. والعرب لما استفحل ملكهم وصارت لهم جيوش عظيمة واصطلاحات عسكرية وإدارية وفلسفية وعلمية وصناعية أبى علماؤهم أن يقحموا على معاجمهم واصل لغتهم هذه الاصطلاحات الطارئة، فألفوا كتباً مستقلة للاصطلاحات، وبقيت معاجم اللغة تمثل أصل اللغة بشواهدها من شعر العرب وحكمتهم وامثالهم فى أيام بداوتهم، فهى برهان حسى قائم أمام الأنظار على ما امتازت العربية به بين جميع اللغات التى نطق بها البشر. ¶ ومما امتازت به الأمة التى ظهر منها \"الجيل المثالى\" إنسانيتها العليا فى معاملة الغير وإكرامه بالأمن والقرى، وإذا استثنينا ما يكون فى حالة الحرب بين القبيلة وغيرها من العرب، فإن جزيرة العرب من أقدم أزمانها إلى هذه الساعة أعظم بلاد الله أمنا على الإطلاق، ينتقل فيها من شاء",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "حيث شاء فيجد لنفسه فندقاً مجانياً عند كل بصيص ضوء يغشو إليه فى الليل، أو أى خباء يلوح له فى النهار، وله (حق) الضيافة عندهم أن لا يسألوا ضيفهم حتى عن اسمه، وكان عندهم نظام الأشهر الحرام يمتنع فيها القتال بين المحاربين، وكان عندهم الأمن المطلق حتى للحمام والظباء وسائر الصيد فى داخل أعلام الحرم فى جميع أيام السنة، ولو لقى الرجل قاتل أبيه فى أرض الحرم ما كان له أن يروعه أو يزعجه. ¶ أنا مقتنع بأنه كما اختار الله محمداً صلى الله عليه وسلم لأكمل رسالاته وآخرها، اختار كذلك العربية لكتابة الحكيم، لأنها أكمل اللغات وأغناها. واختار أيضا لرسوله أصدق الأمم وأكرمها معدناً وأجمعها للصفات التى تكفل نجاح هذه الدعوة وتقوى بها على حمل هذه الأمانة، فكانت بها خير أمة أخرجت للناس. وقد دعت إلى الإسلام بسيرتها وأخلاقها وتصرفاتها فتعرفت الأمم إلى الرسالة المحمدية بما رأت العيون من سيرة الصحابة، أكثر مما سمعته الآذان من بيانهم. ¶ وأصحاب رسول الله صلى الله عليه وسلم لما استجابوا لهذه الدعوة وتشرفوا بالدخول فى الإسلام كانوا متفاوتين",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "فى مبلغهم من سجايا أمتهم. فبعضهم كان أسرع إدراكاً من بعض. وإذا امتاز أحدهم على أخيه بناحية من نواحى الخير، كان لأخيه ناحية أخرى من الخير يمتاز بها. كان أبو بكر أسبق من عمر إلى إدراك الحق فى دعوة الإسلام، لكن عمر حتى فى أشد عصبيته على الإسلام – يوم بلغه إسلام أخته وابن عمه وجاء ليبطش بهما – طرقت سمعه صيحة من صيحات الحق التى يهتف بها الإسلام، فبردت عصبيته، وتغلب نزوعه للحق على نزوعه لنصرة الإلف، فكان – فى خلال دقيقتين اثنتين – من أكرم أنصار الحق على الله، ومن أسرع البشر إلى الاستجابة لنداء الحق. وخالد بن الوليد كانا شاباً من أبناء الأعيان من رؤساء قريش، سكر بخمرة النصر على المسلمين فى احد، وعاد إلى مكة نشوان بها، لكن الحق الذى كان الإسلام يهتف به كان يطرق مسامع خاله، فتأمل فيه فوجده حقاً، فترك ثروة أبيه وجاهه ومربط خيله الواسع فى مكة، وخرج قاصداً المدينة ليدخل فى دين الذين حاربهم، وانتصر عليهم، فلقى فى طريقه عمرو بن العاص وحامل مفتاح الكعبة وعلم انهما مثله قد تبين لهما الحق وخرجا فى طلبه والالتحاق باهله والجهاد فى سبيله، فقال النبى صلى الله عليه وسلم فيهم عند",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "بلوغهم المدينة:\" رمتكم مكة بأفلاذ كبدها \". ¶ مثل هذه الأخلاق كثيرة جداً فى \"الجيل المثالى \" الذى صنع منه محمد صلى الله عليه وسلم أصحابه ولكننا قلما نجد ذلك شائعاً فى الأمم الأخرى. إن الخير نعم، موجود فى كل الأمم، ولكن لا إلى الحد الذى يقوم به الجيل المثالى، ولذلك كان أصحاب محمد صلى الله عليه وسلم خير أمة أخرجت للناس. ¶ يقول رسول الله صلى الله عليه وسلم فيما رواه البخارى فى صحيحه (الكتاب 61- الباب الأول) من حديث أبى زرعة عن أبى هريرة أن رسول الله صلى الله عليه وسلم قال \"تجدون الناس معادن، خيارهم فى الجاهلية خيارهم فى الإسلام إذا فقهوا \". ومما لاشك فيه أن العرب كانوا على وثنية، ولكن من من الأمم لم يكن عند ظهور الإسلام من اهل الوثنية بمختلف معانيها؟ إلا أن العرب كانوا أحدث الأمم فى وثنيتهم، لأنها طرأت عليهم قبيل الأسلام بمئات قليلة من السنين على يد عمرو بن لحى الخزاعى فى خبر طويل لايتسع المقام للإفاضة فيه. وكانت العرب قبل ذلك من أهل الحنيفية دين إبراهيم وإسماعيل، وبنو إسماعيل انتشروا من مكة وتوطنوا فى جميع البقاع الشمالية من جزيرة العرب",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "إلى أسوار مدينة دمشق. ومن العرب من كانوا على دين شعيب وقد ترك التاريخ لنا نصوصاً فى هذا المعنى. وهذه الوثنية الطارئة على العرب لم يكن لها عندهم من الهياكل والسدنة والتهاويل ما يضارع الذى لها عند غيرهم، فكانوا أقرب أمم الأرض إلى دينالفطرة، وبذلك استحقوا ثناء الله عليهم فيما جاء بسورة البقرة 143 (وكذلك جعلناكم أمة وسطاً لتكونوا شهداء على الناس ويكون الرسول عليكم شهيداً وما جعلنا القبلة التى كنت عليها إلا لنعلم من يتبع الرسول ممن ينقلب على عقبيه، وإن كانت لكبيرة إلا على الذين هدى الله، وما كان الله ليضيع إيمانكم، إن الله بالناس لرءوف رحيم) وما جاء فى سورة الأنفال 64: (يأيها النبى حسبك الله ومن اتبعك من المؤمنين) وما جاء فى سورة التوبة 100 (والسابقون الأولون من المهاجرين والأنصار والذين اتبعوهم بإحسان، رضى الله عنهم ورضوا عنه، وأعد لهم جنات تجرى تحتها النهار خالدين فيها أبدا ذلك الفوز العظيم) . ¶ نقل الحافظ ابن حجر فى الأصابة (3:2 طبعة السلطان عبد الحفيظ عن الزبير بن بكار \"أن رجلا قال لعمرو ابن العاص: ماأبطا بك عن الإسلام، وأنت أنت فى",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "عقلك؟ قال: إنا كنا مع قوم لهم علينا تقدم (يعنى أباه ومن هم فى طبقته) وكانوا ممن توازى حلومهم الجبال. ¶ فلما بعث النبى صلى الله عليه وسلم فأنكروا عليه، قلدناهم، فلما ذهبوا وصار المر إلينا نظرنا وتدبرنا، فإذا حق بين، فوقع فى قلبى الإسلام، فعرفت قريش ذلك منى، من إبطائى عما كنت أسرع فيه من عونهم عليه، فبعثوا إلى فتى منهم فناظرنى فى ذلك، فقلت: أنشدك الله ربك ورب من قبلك ومن بعدك: أنحن أهدى أم فارس والروم؟ قال: نحن اهدى (يعنى الصدق والعدالة والمانة والتعاون المحمود) قلت: فنحن أوسع عيشاً أم هم؟ قال: هم. قلت: فما ينفعنا فضلنا عليهم إن لم يكن لنا فضل إلا فى الدنيا وهم أعظم منا فيها أمراً فى كل شىء؟ وقد وقع فى نفسى أن الذى يقوله محمد – من ان البعث بعد الموت ليجزى المحسن بإحسانه والمسىء بإساءته – حق، ولا خير فى التمادى فى الباطل \". ¶ إن المسلمين – بل الإنسانية كلها – أشد ماكانوا اليوم حاجة إلى معرفة فضائل أصحاب رسول الله صلى الله عليه وسلم وكرم معدنهم وأثر تربية رسول الله صلى اله عليه وسلم فيهم، وماكانوا عليه من علو المنزلة التى صاروا بها",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "(الجيل المثالى) الفذ فى تاريخ البشر. وشباب الإسلام معذور إذا لم يحسن التأسى بالجيل المثالى فى الإسلام لأن اخبار أولئك الأخيار قد طرأ عليها من التحريف والأغراض والبتر والزيادة وسوء التأويل فى قلوب شحنت بالغل على المؤمنين الأولين فأنكرت عليهم حتى نعمة الإيمان! وقد أصبح من الفرض الدينى والقومى والوطنى على كل من يستطيع تصحيح تاريخ صدر الإسلام أن يعتبر ذلك من أفضل العبادات، وان يبادر له ويجتهد فيه ما استطاع، إلى أن يكون أمام شباب المسلمين مثال صالح من سلفهم يقتدون به، ويجددون عهده، ويصلحون سيرتهم بصلاح سيرته. ¶ وهذه المعانى تحتاج إلى دراسات علمية عميقة، ليتبين لنا سر الله فى تكوين هذا \"الجيل المثالى\" على يد حامل أكمل رسالات الله. وإن فصلاً كهذا أضيق من ان يلم – ولو بإشارات قصيرة ولمحات سريعة – بمثل هذه المعانى التى تخطر على البال فى أثناء المطالعات والتفكير، ونحن نكتفى بتسجيلها ليتخذ منها أذكياء الطلبة والشبان مواضيع للدراسة والتمحيص. والله الموفق. ¶ محب الدين الخطيب",
            "page": "24",
            "part": "1"
        }
    ],
    "t34774": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الجيل المثالى"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "الجيل المثالى"
        }
    ]
}