{
    "b34814": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله وإن كان يقل مع حق جلاله حمد الحامدين ، وأشهد أن لا إله ألا الله وحده لا شريك له إله الأولين وإله الآخرين ، خلق فسوى وقدر فهدى واخرج المرعى فجعله غثاءً أحوى ، وأشهد أنَّ سيدنا ونبينا محمداً عبده ورسوله ، بعثه ربه على حين فترة من الرسل ، ودروس من الكتب ، فبلغ الرسالة ، وأدى الأمانة ، ونصح الأمة ، فجزاه الله بأفضل ما جزى به نبياً عن أمته ، اللهم صلي وسلم وبارك وأنعم عليه كما وحد الله وعرَّف به ، ودعى إليه ، اللهم وعلى آله وأصحابه ، وعلى سائر من اقتفى أثره واتبع منهجه بإحسان الى يوم الدين . ¶ أما بعد... ¶ فيا أيها المؤمنون ما أصلح الإنسان من نفسه شيئا أعظم من قلبه ، ولا التمس طريقاً اجلَّ من رضوان ربه ، ولا التمس كتاباً اصدق من كتاب الله ولا هدياً ابلغ من هدي محمدٍ - صلى الله عليه وسلم - ، قال الله تباركت أسماؤه وجلَّ ثنائه: {إِنَّ الَّذِينَ كَفَرُوا بِالذِّكْرِ لَمَّا جَاءهُمْ وَإِنَّهُ لَكِتَابٌ عَزِيزٌ - لَا يَأْتِيهِ الْبَاطِلُ مِن بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ - مَا يُقَالُ لَكَ إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِن قَبْلِكَ إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ وَذُو عِقَابٍ أَلِيمٍ } [فصلت: 41-43]. ¶ وهذه المحاضرة المتنوعة العناوين طيبة الأفانين نسأل الله -جل وعلا- أن تتضمن لطائف المعارف ، المقصود منها إحياء القلوب وتهذيب النفوس والدلالة على الله -جل وعلا- والتقريب منه ما استطعنا إلى ذلك سبيلا ، والله وحده هو الموفق والهادي إلى سواء السبيل. ¶ الوقفة الأولى:- معرفة الخالق - جل جلاله -",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "أيها المؤمنون يقوم القرآن على قاعدة عظيمة يراد إيصالها لمن يقرؤه ألا وهي أن النبي - صلى الله عليه وسلم - خاصمه الملأ من قريش فيما أنزل إليه وفي دعواه للنبوة ، وفي أنهم كانت لهم آلهة يعبدونها من دون الرب -تبارك وتعالى- يفيئون إليها ويعكفون عليها وهذه القاعدة التي تبناها القرآن أنَّ الفصل بيننا وبينكم أي بين من ينتسبون إلى القرآن وبين هؤلاء الوثنيين من اثبت أنَّ هناك خالقا غير الله فليعبده ، هذا من قواطع الدين لا احد يخلق إلا الرب -تبارك وتعالى- قال الله -جل وعلا- : {هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ}[فاطر: 3] ، وقال - جل جلاله - : {فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ}[المؤمنون: 14] ، وقال -جل وعلا- : {أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ} [الطور: 35] ، وهذا المبدأ العظيم يبدأ الإنسان به حياته كلها وهو يسير على نهج صراط الله المستقيم ، ذلك أنَّ المرء إذا استقر في قلبه وذهنه أنَّ الله -جل وعلا- هو خالقه ، هو رازقه ، هو المنعم عليه ، لم يقع في قلبه -إن كان على الفطرة- أن يصرف عبادة أو طاعة أو أمراً أمره الله أن لا يُصرف إلا له -تبارك وتعالى- ، ومن هنا يأتي مسألة إن القلوب أوعية ، إما أن تملأ بحب الله وتعظيمه وإجلاله -تبارك وتعالى- ؛ لأنه هو الخلاق العظيم ، وإما أن تُملأ بغيره ، ولن تُملأ بهذه الأمر حتى يستقر في القلوب يستقر في العقول أنَّ الله -جل وعلا- وحده هو الخلاق ، والمؤمن إذا أراد أن يقرأ القرآن فليقرأ تلك الآيات التي يثني الله -تبارك وتعالى- فيها على نفسه ويمجد الله - جل جلاله - فيها على ذاته العلية ، يقرأ تلك الآيات التي تنطق بشواهد الوحدانية ودلائل الربوبية ، إن الإنسان لا يمكن أن يأتي طاعة ولا أن يحجم عن معصية ولن يقع في قلبه تعظيم الله بل إن الطاعة لا يكون لها اثر والبعد عن المعصية لا يكون له اثر إن لم يقع في القلب تعظيم الرب -تبارك",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وتعالى- ، الله -جل وعلا- ما أراد من عباده شيئا أعظم من أن يعظموه ، وما أُنزل القران وما بُعث الرسل إلا لشيء واحد كل شيء يندرج فيه ألا وهو أن يُعرَّف بالرب -تبارك وتعالى- ، وأعظم التعريف برب العالمين - جل جلاله - توحيده -تبارك وتعالى- فما توحيده إلا ناجم عن المعرفة الحقَّة به ولهذا قال الأخيار من قبلنا :- (من كان بالله اعرف كان من الله أخوف) ، ولما أراد النبي - صلى الله عليه وسلم - أن يملي في سؤاله لأُبيٍّ:- ((أي آية في القران أعظم)) ، قال أُبي:- {اللّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ}[البقرة : 255] ، قال - صلى الله عليه وسلم - :- ((ليهنك العلم يا أبا المنذر)) (¬1) ، ¶ ¬__________ ¶ (¬1) أخرجه : مسلم (810) ..",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "لان هذه الآية فيها شواهد الربوبية ودلائل الوحدانية وكمال الأسماء والصفات لرب العالمين -جل جلاله- ، الله عظيم ولا احد أعظم من الله ، والله رحيم ولا احد ارحم من الله ، والله معطٍ ولا يمنع احد ما أعطاه الله ، والله يمنع ولا يعطي احد ما منعه الله -جل وعلا- ، ولن يصل احد إلى ما عند الله من النعيم والفضل حتى يستقر في قلبه أولاً انه لا احد أعظم من الله بل لا احد مثله {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ البَصِيرُ}[الشورى: 11] ، صدر الله آية الكرسي بقوله: {اللّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ}[البقرة : 255] ، لفظ الجلالة {اللّهُ} علم على الرب -تبارك و تعالى- حتى من نازعوا الله في ربوبيته ، وجادلوا الله في إلوهيته ، لم يجرؤ احد منهم صرف بقدرة الله أن يتسمى بهذا الاسم فهو علم الأعلام على الملك العلام - جل جلاله - قال الله -جل وعلا- يذكر أدب ملائكته ويختم بقوله: {وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَلِكَ وَمَا كَانَ رَبُّكَ نَسِيّاً - رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا فَاعْبُدْهُ وَاصْطَبِرْ لِعِبَادَتِهِ هَلْ تَعْلَمُ لَهُ سَمِيّاً}[مريم: 64-65] ، وهذا استفهام في مقام الإنكار أي لا احد مثل الله أبداً ، ولن تَعبدَ الله حق العبودية حتى يستقر في قلبك أولاً أنه لا أحد مثل الرب -تبارك وتعالى- قال الله: {هَلْ تَعْلَمُ لَهُ سَمِيّاً} ، ثم ذكر الله -جل وعلا- { اللّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ}[البقرة : 255] ، وهو -جل وعلا- الحي حين لا حي ، والحي يحيي الموتى ، وهو -تبارك وتعالى- حي حياة لم يسبقها زوال ولا يلحقها عدم ، وكل أحد غيره حياته سبقها زوال و بعضها يلحقها العدم إلا من كتب الله له الخلود ، فحياة ربنا -جل وعلا- حياة تليق بجلاله وعظمته لم يسبقها زوال ولم يلحقها عدم ،",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وحتى يستقر هذا المفهوم الذي حررناه من دلائل معرفة الله أن ترى النقص في نفسك وفي الخلق يدلك على الكمال في الخالق ، وهذا من أعظم ما دل عليه القرآن ودلت عليه السنة ، النقص في الخلق يدل على الكمال في الخالق ، نبينا - صلى الله عليه وسلم - كان نور النبوة يملأ وجهه -عليه الصلاة والسلام- في يوم أُحد شجَّ رأسه ، وكسرت رَبَاعيته (¬1) ، ودخل المغفر في وجنتيه (¬2) ، ¶ ¬__________ ¶ (¬1) أخرجه : البخاري : (2747) ، ومسلم : (1790) . ¶ (¬2) انظر : \"البداية والنهاية\" لابن كثير : (4/30) ، \"السيرة النبوية\" لابن هشام : (4/29) ..",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "سال الدم على وجهه والله -جل وعلا- قادر على أن يحفظ نبيه من كل هذا لكن الناس إذا رأوا النقص في وجه سيد الخلق تبين لهم أن الكمال لا يكون إلا في وجه الخالق ، فالله وحده له الاسم الأعظم وله الوجه الأكرم وله العطية الجزلى قال الله -جل وعلا- يثني على ذاته العلية: {وَلَقَدْ خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِن لُّغُوبٍ}[ق: 38] ، ليبين الله -جل وعلا- كمال قوته ، ولما ساوى القرشيون الأوثان بربهم عابهم الله -جل وعلا- بقوله: {مَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ}[الحج : 74] ، وحتى يتأكد هذا المفهوم العظيم في نفس كل مؤمن ، جاءت بعض آيات القرآن تُعرِّف بالرحيم الرحمن - جل جلاله - تدلل على كمال ربوبيته وعظيم وحدانيته ، يأتي الملأ من عباده يدخلون البحر وقد خلفوا في معابدهم أوثاناً وأصناماً كانوا ذات يوم يعكفون عليها ، فإذا مسهم الضر في البحر نسوا تلك الآلهة ولجأوا إلى الله ، فلما نجاهم -جل وعلا- بلطفه ورحمته إلى البر نسوا ربهم وعادوا إلى ألهتهم ، فخاطبهم الله -جل وعلا- بقوله إن قلوبهم بين يديه فالله قادر على أن يخسف بهم جانب البر لأن خرجهم من البحر خروج من الغرق لكنه ليس خروجاً من سلطان الله فله -جل وعلا- البر والبحر ، ثم يبين الله عظيم قدرته ، الله قادر على أن يقنعهم يملي في قلوبهم أن يعودوا إلى البحر مرة أخرى ، فإذا عادوا للبحر مرة أخرى نكَّل الله -جل وعلا- بهم: {وَإِذَا مَسَّكُمُ الْضُّرُّ فِي الْبَحْرِ ضَلَّ مَن تَدْعُونَ إِلاَّ إِيَّاهُ فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ وَكَانَ الإِنْسَانُ كَفُوراً - أَفَأَمِنتُمْ أَن يَخْسِفَ بِكُمْ جَانِبَ الْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِباً ثُمَّ لاَ تَجِدُواْ لَكُمْ وَكِيلاً - أَمْ أَمِنتُمْ أَن يُعِيدَكُمْ فِيهِ تَارَةً أُخْرَى",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "فَيُرْسِلَ عَلَيْكُمْ قَاصِفا مِّنَ الرِّيحِ فَيُغْرِقَكُم بِمَا كَفَرْتُمْ ثُمَّ لاَ تَجِدُواْ لَكُمْ عَلَيْنَا بِهِ تَبِيعاً}[الإسراء: 67-69] ، هذه الآيات يقرأها المؤمن وهو يتأمل عظيم وجلال ربه -تبارك وتعالى- ، يُخسف القمر وأنا لا أريد أن أُحدث حديث ترتيب ولا حديث بيان ولا بلاغة ولا فصاحة كل لفظة تؤدي إلى أن تعرف عظمة الله أنعم بها من لفظة ، وكل لفظ لا يؤدي إلى أن نعرف عظمة الله فلا أنطقنا الله -جل وعلا- به ، فنقول إن الإنسان يرى في خسوف القمر كمال وحدانية ربه وجلال قدرته ، فالناس إذا ضربت الجمال ضربته بالقمر فيخسف ليبين الله -جل وعلا- لك النقص في مخلوقاته حتى يتبين لك عظيم قدرة وجلال صنعته وانه وحده -تبارك وتعالى- مالك الملك قال الله -تبارك وتعالى- : {وَمَا مَنَعَنَا أَن نُّرْسِلَ بِالآيَاتِ إِلاَّ أَن كَذَّبَ بِهَا الأَوَّلُونَ وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُواْ بِهَا وَمَا نُرْسِلُ بِالآيَاتِ إِلاَّ تَخْوِيفاً - وَإِذْ قُلْنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِالنَّاسِ وَمَا جَعَلْنَا الرُّؤيَا الَّتِي أَرَيْنَاكَ إِلاَّ فِتْنَةً لِّلنَّاسِ وَالشَّجَرَةَ الْمَلْعُونَةَ فِي القُرْآنِ}[الإسراء : 59-60] ، ثم قال الله :- {وَنُخَوِّفُهُمْ} وبهذه الآية يخاطب كل احد ، فمن وجد في آيات الله ما يخوفه فقد فاز وساد وأما بعدها فأن الله يقول {وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمْ إِلاَّ طُغْيَاناً كَبِيراً}[الإسراء : 60]. ¶ الوقفة الثانية : التدبر في آيات الله وقدرته",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ثم قال -جل قدره- : {وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ أَلاَ لَهُ الْخَلْقُ وَالأَمْرُ}[الأعراف : 54] ، فما الشمس والقمر إلا آيات من آيات الله ، تجري بقضائه وقدره تجري لحكمة اقتضتها مشيئته وحكمته وإرادته -جل وعلا- قال سبحانه يبين إذعانها لأمره وانقيادها لمشيئته قال -جل ذكره- : {وَالْقَمَرَ قَدَّرْنَاهُ مَنَازِلَ حَتَّى عَادَ كَالْعُرْجُونِ الْقَدِيمِ - لَا الشَّمْسُ يَنبَغِي لَهَا أَن تُدْرِكَ الْقَمَرَ وَلَا اللَّيْلُ سَابِقُ النَّهَارِ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ}[يس: 39-40] ، وقبله ما قال : {وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَّهَا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ} [يس : 38] ، ثم يبين -جل وعلا- بعد ذكر هذه الآيات قال –سبحانه- : {أَلاَ لَهُ الْخَلْقُ وَالأَمْرُ}[الأعراف : 54] ، واللام هنا لام الملك :الملك المطلق الذي لا يكون إلا لله ثم قال -جل وعلا- : {الْخَلْقُ وَالأَمْرُ} ، ففصل بينهما بواو العطف والواو في اللغة الأصل إنها تقتضي المغايرة (¬1) ، ¶ ¬__________ ¶ (¬1) انظر: \"الفصول المفيدة في الواو المزيدة\" لصلاح الدين خليل بن كيكلدي العلائي ، (1/140) ..",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "فالخلق غير الأمر ، فالخلق المراد بها جميع المخلوقات ، وأمره كلامه -تبارك وتعالى- قال -جل ذكره- : {وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقاً وَعَدْلاً}[الأنعام : 115] ، صدقا في أخباره وعدلاً في أوامره ونواهيه ، وبهذه الآية احتج الإمام احمد -رحمه الله- على المعتزلة على إن القران كلام الله منزل وغير مخلوق بقول الله -جل وعلا- : {أَلاَ لَهُ الْخَلْقُ وَالأَمْرُ} ، فان الله فرَّق ما بين الخلق وبين الأمر فالقران كلام الله -جل وعلا- وهو أمره -تبارك وتعالى- ثم قال -سبحانه- خاتماً هذه الآية التي عرَّف فيها بذاته وأثنى فيها على ذاته -جل وعلا- قال: {تَبَارَكَ اللّهُ رَبُّ الْعَالَمِينَ}[الأعراف : 54] ، والفعل تبارك لا يأتي منه مضارع ولا أمر يسميه علماء النحو فعل جامد أي غير متصرف ولا يقال إلا للرب -تبارك وتعالى- ، فلا يقال لأحد غير الله تبارك لأنه -جل وعلا- وحده الذي تعاظم وتقدس ومنه البركات ومنه الخير العميم كما جاء في الحديث (( والخير كله بيديك والشر ليس إليك تباركت ربنا وتعاليت )) (¬1) ، ¶ ¬__________ ¶ (¬1) ذكره الشيخ -حفظه الله- مختصراً وأصل الحديث في صحيح مسلم برقم : (771) ، باب الدعاء في صلاة الليل وقيامه ..",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "هذه آية واحدة أخذناها ودرسناها على عجل تبين ما لله -جل وعلا- من نعوت الجلال وصفات الكمال وانه سبحانه وبحمده هو الرب الواحد الكبير المتعال ، وإلا الآيات التي بيَّن الله -جل وعلا- فيها ما له -تبارك وتعالى- من جليل العظمة وعظيم الصفات آيات كُثر عدة منثورة في القران العظيم ، كأول سورة الحديد ، وخواتيم سورة الحشر ، وأية الكرسي ، وغيرها كما في الفرقان ، وغيرها من السور ، والمقصود من هذا جملة انه حتى تَوجل القلوب من الله لابد أن يكون هناك علم بالله ولهذا قال السلف: (من كان بالله اعرف كان من الله أخوف) وقال - صلى الله عليه وسلم - ((مررت ليلة أُعرج بي وجبريل كالحلس البالي من خشية الله)) (¬1) ، ¶ ¬__________ ¶ (¬1) أخرجه: الطبراني في \"الأوسط\" (4679) وقال: (لم يرو هذا الحديث عن عبد الكريم إلا عبيد الله بن عمرو) ، وهو ثقة ، انظر تقريب التهذيب لابن حجر : (4327) ، وقال يحيى بن معين يقول عبيد الله بن عمرو الرقى ثقة انظر: \"الجرح والتعديل\" لابي حاتم الرازي: (1551) ، وقال الهيثمي في مجمع الزوائد: (ورجاله رجال الصحيح) . وقال الشيخ الألباني-رحمه الله- : (وبالجملة فالحديث بمجموع الطريقين حسن أو صحيح . والله أعلم) انظر: \"السلسلة الصحيحة\" حديث (2289) . والحلس: بمهملتين أولاهما مكسورة كساء رقيق على ظهر البعير تحت قتبه ، انظر: \"فيض القدير شرح الجامع الصغير\" لعبد الرؤوف المناوي ، (5/520) ..",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "والذي جعل جبريل بهذا المقام او بهذه الحالة علم جبيريل بربه -تبارك وتعالى- ، والإنسان كلما ازداد علماً بالله وبأسمائه وصفاته كان أكثر وجلاً وأعظم رجاءاً واشد محبة لله ، قال سبحانه: {وَمِنَ النَّاسِ مَن يَتَّخِذُ مِن دُونِ اللّهِ أَندَاداً يُحِبُّونَهُمْ كَحُبِّ اللّهِ وَالَّذِينَ آمَنُواْ أَشَدُّ حُبّاً لِّلّهِ } [البقرة : 165] ، وجاء في الحديث (حديث داود) انه كان يقول: ((اللهم إني أَسْأَلُكَ حُبَّكَ وَحُبَّ من يُحِبُّكَ وَحُبَّ عَمَلٍ يُقَرِّبُ إلى حُبِّكَ)) (¬1) ، والمقصود جملة إن معرفة الرب -تبارك وتعالى- لها على العبد من الآثار الحميدة والخصال المطلوبة والمرغوبة شرعا ما الله به عليم ، ولقد كان سلف الأمة نبينا - صلى الله عليه وسلم - وأصحابه - رضي الله عنهم - لهم في هذا ارفع المقامات واجلّ العطايا ألحقنا الله بهم ورزقنا وإياهم حسن إتباعه . ¶ الوقفة الثالثة :- (تحقيق التوحيد الخالص ) ¶ ثمة أمور يجعلها الإنسان وفق مداركه وهو يتعبد الله -تبارك وتعالى- ، أولها : أن تعلم إن التوفيق للطاعة أمر بيد الرب -جل وعلا- وحده قال الله -جل وعلا- : {يَهْدِي اللَّهُ لِنُورِهِ مَن يَشَاءُ}[النور : 35] ، فالتماس التوفيق في الأعمال الصالحة وفي غيرها من مطالب الدنيا المباحة إنما يكون من عند الرب -تبارك وتعالى- ، والإنسان لو وُكِّل إلى اجتهاده وقدراته لهلك ولكن الهادي والموفق هو الرب -جل وعلا- . ¶ وأكثر ذكره في الأرض دأبا لتذكر في السماء إذا ذكرتا ¶ وسل من ربك التوفيق فيها واخلص في السؤال إذا سالتا ¶ ¬__________ ¶ (¬1) أخرجه: الترمذي (3235) ، قال أبو عِيسَى هذا حَدِيثٌ حَسَنٌ صَحِيحٌ سَأَلْتُ مُحَمَّدَ بن إسماعيل عن هذا الحديث فقال هذا حَدِيثٌ حَسَنٌ صَحِيحٌ .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ونادي إذا سجدت به اعترافاً كما ناداه ذي النون بن متى (¬1) ¶ ¬__________ ¶ (¬1) أبيات مختصرة لأبي إسحاق الإلبيري ، هو إبراهيم بن مسعود بن سعد التجيبي الإلبيري ، الإمام الزاهد كان من أهل العلم وشاعراً مجوداً وشعره مدون وكله في الحكم والمواعظ والإزهاد من أهل غرناطة ، ت 460هـ، انظر ترجمتة \"التكملة لكتاب الصلة\"، تأليف أبو عبد الله محمد بن عبد الله القضاعي ، انظر : ديوانه صفحة (29) .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "فالمقصود أن يعلم العبد في أول الأمر انه لا خير يجلب ولا شر يدفع إلا بالله ، قال العز بن عبد السلام -رحمه الله تعالى- : (والله لن يصلوا إلى شيء يبتغونه بغير الله فكيف يوصل إلى الله بغير الله) ، فإذا كان ما لا يتعلق به اجر لا ينال إلا بالله ، فكيف ما علق الله عليه الأجر ووعد الله عليه الحسنى وذكر عليه الجنان والعطايا والهبات هذا لا ينال من باب أولى إلا بتوفيق الرب -تبارك وتعالى- ، من ما يعينك على أن تستثمر الباقيات الصالحات وتأتيها أن تتذكر أحاديث للنبي - صلى الله عليه وسلم - أن تتذكر المحرمات على النار ، والممنوعين من دخول الجنة فما الجنة والنار؟ خلقان من مخلوقات الله يدخل الله -جل وعلا- فيهما من يشاء فإذا تذكرت من حرَّم الله على النار كان ذلك باعثا حثيثا في نفسك أن تأتي الأعمال الصالحة ، وإذا تذكرت من حرَّمه الله على الجنة أو منعه الجنة كان ذلك باعثا حثيثا في نفسك ان تبتعد عن تلك الأعمال ، قال - صلى الله عليه وسلم - : ((إن الله حرَّم على النار أعضاء السجود)) ، فلو أن العبد وهو يسجد تذكر أن هذه الأعضاء إذا أخلصت لله وكان سجودها موافقا لشرع محمد - صلى الله عليه وسلم - فإنها محرَّمة بأمر الله على النار ، أن تتذكر قوله - صلى الله عليه وسلم - : ((عَيْنَانِ لَا تَمَسُّهُمَا النَّارُ عَيْنٌ بَكَتْ من خَشْيَةِ اللَّهِ وَعَيْنٌ بَاتَتْ تَحْرُسُ في سَبِيلِ اللَّهِ)) (¬1) ، ¶ ¬__________ ¶ (¬1) أخرجه : الترمذي (1639) ..",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "فأما الأولى فإنها رقة القلب ولين الفؤاد واقشعرار الجلد وذروف الدمع ، ذلك من مناقب أولياء الله الصالحين ، خاصة إذا كان الأمر في الخلاء في معزل عن الناس كان ذلك إلى الله اقرب ، ومن قدر له أن يستبطن أقوال العلماء من المفسرين يجد والله ما من كلمة قالها أهل العلم من المفسرين أشدُّ على من يقرأها من قول سفيان ابن عيينة -رحمه الله- وهو يفسر قول الله {إِنَّ اللّهَ يَأْمُرُ بِالْعَدْلِ وَالإِحْسَانِ} [النحل : 90] ، قال -رحمه الله- (العدل أن تستوي العلانية والسريرة ، والإحسان أن تكون سريرة المرء أعظم من علانيته) (¬1) ، ودون ذلك خرط القتاد ، وانه ليسير على من يسره الله -جل وعلا- ، عليه فأمثال هذه الثلاثة أحاديث من أعظم البواعث على الأعمال الصالحة يقابلها قوله - صلى الله عليه وسلم - ((لَا يَدْخُلُ الْجَنَّةَ عَاقٌّ)) (¬2) ، ((لَا يَدْخُلُ الْجَنَّةَ قَاطِعُ)) (¬3) أي: قاطع رحم ، ((لا يدخل الجنة مدمن)) (¬4) أي مدمن خمر ، ((لَا يَدْخُلُ الْجَنَّةَ من لَا يَأْمَنُ جَارُهُ بَوَائِقَهُ)) (¬5) ، ¶ ¬__________ ¶ (¬1) انظر : تفسير ابن كثير (4/36) ، أضواء البيان (2/437) . ¶ (¬2) أخرجه : ابن حبان في \"صحيحه\" : (3384) بلفظ ((لا يَدْخُلُ الْجَنَّةَ عَاقٌّ وَلا مَنَّانٌ وَلا مُدْمِنُ خَمْرٍ)) ، والنسائي في \"الكبرى\" : (4915) وزاد (ولا ولد الزنا). ¶ (¬3) أخرجه :البخاري (5638) ، ومسلم (2556) . ¶ (¬4) سبق تخريجه . ¶ (¬5) أخرجه : البخاري (5670) ، ومسلم (46) ..",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "فهذه الأربع إذا تذكرها العبد قبل أن يأتيها ويعلم أنها ستحول بينه وبين الجنان ، لجأ إلى الله -جل وعلا- يستعصم به ويسأله -تبارك وتعالى- من هديه ونوره وانعكف على الأعمال الصالحة يتقرب بها إلى الله ودرأ عن نفسه كل ما يحول بينه وبين عذاب ربه مما يعين العبد على الأعمال الصالحة أن يعلم إن المقام يوم القيامة مقام تغابن بين العباد ولهذا قال سبحانه: {يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ذَلِكَ يَوْمُ التَّغَابُنِ}[التغابن : 9] ، وقد قال الخليل إبراهيم - عليه السلام - يلجأ إلى ربه ويسأله ويتضرع إليه قال {وَلَا تُخْزِنِي يَوْمَ يُبْعَثُونَ - يَوْمَ لَا يَنفَعُ مَالٌ وَلَا بَنُونَ}[الشعراء : 87-88] ، فتذكر الخوف من الخزي الأعظم وذل الفضيحة بين يدي الله -جل وعلا- ، من أعظم ما يعين المرء ان يأتي الأعمال الصالحة التي نعتها الله -جل وعلا- بقوله في وصفه إياها: {وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِندَ رَبِّكَ ثَوَاباً وَخَيْرٌ أَمَلاً}[الكهف : 46] ، خير ثوابا من غيرها من المباحات وخير أملا أي أعظم ما يكون ذخرا للعبد يوم يلقى الله ما قدمه من عمل صالح يلقى الله -جل وعلا- به . ¶ أعمال تحيى بها القلوب :-",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "من أعظمها الانكسار بين يدي الله في مكان لا يراك فيه احد ، هذا من أعظم ما يحيي القلوب ، الإنسان حياته البرزخية صورة مثلى لحياته في السرائر ، أو بتعبير أصح حياة السرائر صورة للحياة البرزخية ، الإنسان إذا كان في السريرة يسجد ويدعوا الله -جل وعلا- أو يقوم في مكان لا يراه فيه احد يذكر الله -جل وعلا- يُعظّم الله في ظلمة غرفة ، أو في ظلمة سفر ، أو في ظلمة جماعة ، أو في بيته ، أو بين أبنائه ، أو في أي مكان يُعظّم الله جداً في السرائر ويخشاه ويخافه ويرى في نفسه ، وذروف عين ودمع هذا غالباً مُنعّم في قبره ، أما الذي -نسأل الله العافية- في السرائر مسرف على نفسه فهذه صورة لحياته في قبره ، إن الإنسان يبحث عن طرائق عديدة لان تحيي قلبه ، من أعظمها عدم احتقار الناس ، وأكثر من يتأمل الناس يجد فيهم حفظه فقهاء منفقين لكن -والعياذ بالله- يجد في نفسه علواً على الغير ، هذا العلو قد هو لا يصرح به ، ويقول التواضع ويذكر أمثالاً وأشعاراً فيه لكن الحياة اليومية في مخالطة الناس يظهر منه ، يوجد إنسان قد يركب سيارة توافق ثراه فارهة جداً لكن قلبه منكسر ، ويوجد إنسان يمشي على قدميه وفي قلبه كبر والعتو ما الله -جل وعلا- به عليم ، ومن قُدِّرَ له أن يُكثر من السفر والترحال ومخالطة الناس سيرى أموراً عجباً في أحوال الناس والله لا تخطر له ببال ، أنا كنت ذات يوماً في فندق قبل أسبوعين في الرياض ، وفي الفندق احد الذين يحرسون الفنادق وهو يلبس بنطال ، ومصفف شعره ، وحليق اللحية ، لو قيل لك: تزكيه طرفة عين في هيئته؟ لا تزكيه ، فتأخرت في النزول لصلاة الفجر في ذلك اليوم في مصلى الفندق ، فلما نزلت وجدت بعض من نزل من أهل الفندق قد سبقني إلى الصلاة ولله الحمد وأقاموا الصلاة وصلوا وكان أكثرهم الذين نزلوا غير سعوديين ، فقدموا هذا لأنه سعودي فوالله كان يقرأ قراءة صحيحة ويغالي في البكاء ، ثم سلم فلولا إنك رأيت هذا بعينك لا",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "تكاد تصدق ، فقد يكون ثمة عوائق حالت بينه وبين أن يصلح مظهره ، وما زال باقيا على إصلاح جوهره ، وثمة أُناس قد يعانون على إصلاح الظاهر ولم يعانوا بعد على إصلاح الباطن ، والله لما ذكر يوم القيامة قال: {يَوْمَ تُبْلَى السَّرَائِرُ}[الطارق : 9] ، فالمحك عند الله -جل وعلا- وحده سريرة الإنسان ولذلك الناس تبالغ في مدح زيد أو عمر ، فلان بكاء فلان واعظ فلان فقيه فلان تالي فلان قارئ فلان ... فلان خطيب فلان مُفوّه فلان يُرقق فلان ... فلان ولا يعلمون شيئاً عن سريرته ، وقد يوجد إنسان لم ير الناس يوما دمعته وهو إذا خلا بالله في ظلمات الليل اظهر لله الرقة والانكسار والخوف والوجل والحياء من الله في كل موطن ، فلا يمكن أن يستويان عند الله لكن المقصود كما قلت عن سفيان أن العدل صلاح السريرة والعلانية والإحسان أن تكون سريرة الإنسان خير من علانيته . ¶ الداء والدواء :-",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وإن من درر القول وجميل الكلام ما قال الإمام ابن القيم -رحمه الله تعالى- حتى تعلموا أن القضية قضية قلبية قبل أن تكون قضية مسلكية قال -رحمه الله- : (إن في القلوب وحشة لا يزيلها إلا الأُنس بالله ، وفي القلوب شعث لا يلمه إلا الإقبال على الله ، وفي القلوب نيران حسرة لا يطفئها إلا الرضا بأمر الله وقدره و قضائه ، والتزام الصبر على ذلك إلى يوم لقائه) (¬1) ، ¶ ¬__________ ¶ (¬1) انظر: مدارج السالكين (2/333) ، ذكره الشيخ مختصراً ونصه: (ففي القلب شعث لا يلمه إلا الإقبال على الله ، وفيه وحشة لا يزيلها إلا الأنس به في خلوته ، وفيه حزن لا يذهبه إلا السرور ، بمعرفته وصدق معاملته ، وفيه قلق لا يسكنه إلا الاجتماع عليه والفرار منه إليه ، وفيه نيران حسرات لايطفئها إلا الرضا بأمره ونهيه وقضائه ، ومعانقة الصبر على ذلك إلى وقت لقائه ، وفيه طلب شديد لا يقف دون أن يكون هو وحده مطلوبه ، وفيه فاقة لا يسدها إلا محبته والإنابة إليه ودوام ذكره وصدق الإخلاص له ولو أعطي الدنيا وما فيها لم تسد تلك الفاقة منه أبدا) ..",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "هذه القواعد التي ذكرها الإمام ابن القيم -رحمه الله- إنما استنبطها من كتاب الله وسنة نبيه - صلى الله عليه وسلم - ، فالقلوب كما قال فيها من نيران الحسرة تريد أن ترى تريد أن تروى ظمأها فيها من الشعث تتمنى أن تجتمع فيها من الحسرة على فوات المطلوب وعلى ذهاب المرغوب ، فيها من الوحشة تريد أن تقر أعينها وتحاول هنا وهناك ، يجلس الرجل يجلس الشاب تجلس الفتاة الساعات الطوال أمام القنوات تقلبها من قناة إلى قناة ومن عرض إلى آخر فيرى وترى مرارا وتكرارا لكنه لا يشعر بان روحه قد ملئت وان قلبه قد اطمأن فيزداد ويزداد والزيادة في الشيء دليل على عدم الوصول إلى النهاية قال - صلى الله عليه وسلم - ((وَلاَ يَمْلأُ فَمُ ابنِ آدم إلا التُّرَابُ)) (¬1) ، ¶ ¬__________ ¶ (¬1) أخرجه : احمد برقم: (12740) عن أَنَسِ بن مَالِكٍ أن رَسُولَ اللَّهِ - صلى الله عليه وسلم - قال: ((لو أَنَّ لاِبْنِ آدَمَ وَادِياً من ذَهَبٍ لأحَبَ أَنْ يَكُونَ له وَادٍ آخَرُ وَلاَ يَمْلأُ فَاهُ إلا التُّرَابُ وَيَتُوبُ الله على من تَابَ)) ..",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "لكن المقبل على الله -جل وعلا- ما إن يضع جبهته على الأرض ويمكنها من التراب ، ويضع يديه ، وقدماه تنتصب ثم يدخل في التسبيح (سبحان ربي الأعلى) ، ثم يأخذ في الحمد لله -تبارك وتعالى- ويثني على الله -جل وعلا- بما هو أهله ويتذكر انه عبد لله وان الله -تبارك وتعالى- ولي نعمته وملاذه عند كربته ، ويأخذ يدعو ويناجي ويستغفر ربه إلا ويشعر بالسكينة والطمأنينة والرضا ما لو دفع إليه مال الدنيا لم يقبل به ثمناً ، فينبغي على المؤمن أن يسعى أول الأمر وآخره في إصلاح قلبه ، قال الله -جل وعلا- وان من درر القول: {لَن يَنَالَ اللَّهَ لُحُومُهَا وَلَا دِمَاؤُهَا وَلَكِن يَنَالُهُ التَّقْوَى مِنكُمْ}[الحج : 37] ، وهذه القلوب أعظم أسباب أن تفيء إلى ربها -جل وعلا- أن تكون عارفة بالله فان العبد كلما كان بالله أعرف كان من الله -تبارك وتعالى- أخوف فاقرأوا القرآن كثيراً ، قفوا عند الآيات التي يعظم الله -جل وعلا- فيها ذاته العلية ويرشد فيها إلى ما له -تبارك وتعالى- من جلال الصفات وكمال النعوت قفوا عند الآيات التي فيها من توحيد الربوبية ما فيها يقول -سبحانه وتعالى- : {وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً لِّمَنْ أَرَادَ أَن يَذَّكَّرَ أَوْ أَرَادَ شُكُوراً}[الفرقان: 62] ، ويقول –سبحانه- : {أَلَمْ تَرَ إِلَى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ وَلَوْ شَاء لَجَعَلَهُ سَاكِناً ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلِيلاً - ثُمَّ قَبَضْنَاهُ إِلَيْنَا قَبْضاً يَسِيراً - وَهُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِبَاساً وَالنَّوْمَ سُبَاتاً وَجَعَلَ النَّهَارَ نُشُوراً - وَهُوَ الَّذِي أَرْسَلَ الرِّيَاحَ بُشْراً بَيْنَ يَدَيْ رَحْمَتِهِ وَأَنزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُوراً - لِنُحْيِيَ بِهِ بَلْدَةً مَّيْتاً وَنُسْقِيَهُ مِمَّا خَلَقْنَا أَنْعَاماً وَأَنَاسِيَّ كَثِيراً - وَلَقَدْ صَرَّفْنَاهُ",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "بَيْنَهُمْ لِيَذَّكَّرُوا فَأَبَى أَكْثَرُ النَّاسِ إِلَّا كُفُوراً - وَلَوْ شِئْنَا لَبَعَثْنَا فِي كُلِّ قَرْيَةٍ نَذِيراً - فَلَا تُطِعِ الْكَافِرِينَ وَجَاهِدْهُم بِهِ جِهَاداً كَبِيراً - وَهُوَ الَّذِي مَرَجَ الْبَحْرَيْنِ هَذَا عَذْبٌ فُرَاتٌ وَهَذَا مِلْحٌ أُجَاجٌ وَجَعَلَ بَيْنَهُمَا بَرْزَخاً وَحِجْراً مَّحْجُوراً - وَهُوَ الَّذِي خَلَقَ مِنَ الْمَاء بَشَراً فَجَعَلَهُ نَسَباً وَصِهْراً وَكَانَ رَبُّكَ قَدِيراً}[الفرقان: 45-54] ، فلما عدد آلاءه ذكر أصول الناس {وَيَعْبُدُونَ مِن دُونِ اللَّهِ مَا لَا يَنفَعُهُمْ وَلَا يَضُرُّهُمْ وَكَانَ الْكَافِرُ عَلَى رَبِّهِ ظَهِيراً}[الفرقان : 55] ، إلى أن قال -سبحانه وجل- ذكره: {وَمَا أَرْسَلْنَاكَ إِلَّا مُبَشِّراً وَنَذِيراً - قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِلَّا مَن شَاء أَن يَتَّخِذَ إِلَى رَبِّهِ سَبِيلاً}[الفرقان: 56-57] ، ثم لما علم الناس من ربهم أرشدهم إلى أمرين أن يعبدوه ويتوكلوا عليه {وَتَوَكَّلْ عَلَى الْحَيِّ الَّذِي لَا يَمُوتُ وَسَبِّحْ بِحَمْدِهِ وَكَفَى بِهِ بِذُنُوبِ عِبَادِهِ خَبِيراً} [الفرقان: 58] ، فهذا ربكم يُعَرِّفُ بذاته العلية في قرآنه ، إذا وقف المؤمن عند هذه الآيات وهي كثيرة في القرآن عندما تقوم الليل رددها بعد مرة اعد قراءتها الفينة بعد الفينة ولو تنظر في المصحف حتى يقع في قلبك أن لا اله إلا الله حقاً ، فتخرج من مكانك وتقوم من مقامك وليس هناك احد أحب إليك من الله -جل وعلا- فإذا خَرجتَ إلى أهل الدنيا علمتَ أن ما عند الله -تبارك وتعالى- خير وأبقى من عند أهل الدنيا تسمع كلمة الضر فلا تلقي لها بالا ، وتسمع كلمات النفع فلا تتعلق بها لأنك تعلم أن لا اله إلا الله حقاً . ¶ شوق وحنين :-",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "مما لا ارتياب فيه في سنن الله في خلقه أن الأمور يُذكِّر بعضها ببعض فان يعقوب - عليه السلام - لما فقد بنيامين تذكر يوسف ، لما اخبره أبناؤه بأن بنيامين فقد تذكر يوسف ، وهذا أمر لا أظن أحدا يعارض فيه ومقصود الحديث هنا الغاية من إيراد هذا أن تعلم أن ثمة أمور وقعت في الأيام النضرة والسيرة العطرة لرسونا - صلى الله عليه وسلم - يُذكِّر بعضها ببعض ثم سنحورها إلى تذكرة الآخرة ، أما ما ورد في السُنة فان نبينا - صلى الله عليه وسلم - مر على قبر ثم اخذ يبكي فسأله الصحابة - رضي الله عنهم - لماذا بكيت ؟ قال: ((هذا قبر أمي آمنة بن وهب وإنني استأذنت ربي أن أزورها فأذن لي واستأذنته أن استغفر لها فلم يأذن لي)) (¬1) ، فلما زار قبرها صلى الله عليه وسلم تذكر رقة أمه أيام طفولته الأولى عليه ¶ وذو الشوق القديم وان تعزى مشوقٌ حين يلقى ألعاشقينا (¬2) ¶ ¬__________ ¶ (¬1) انظر: \"البداية والنهاية\" لأبن كثير: (22/279) ، \"دلائل النبوة\" لأبي بكر الفريابي: (1/189) . ¶ (¬2) انظر: \"الأغاني\" للأصفهاني (1/157) .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وهذا أمر يوافق الفطرة تذكر - صلى الله عليه وسلم - أيام رقة أمه عليه وهو صبي صغير يدرج في بيتها فأدركته الرقة عليها فبكى -صلوات ربي وسلامه عليه- ، هذا كله كما بينت مما لا اختلاف بين الناس فيه ، لكن ما علاقة هذا بالآخرة ؟ علاقة هذا انه ما من شوق في القلوب أعظم من الشوق إلى لقاء الله -تبارك وتعالى- والنبي - صلى الله عليه وسلم - في آخر حياته أو في اللحظات الأخيرة قبل حلول اجله خُيِّرَ ما بين الخلد في الدنيا ثم الجنة ، وما بين لقاء الله ثم الجنة ، فاختار لقاء الله ثم الجنة فسمعته عائشة وهو يقول: {مَعَ الَّذِينَ أَنْعَمَ اللّهُ عَلَيْهِم مِّنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاء وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقاً} (¬1) ، ¶ ¬__________ ¶ (¬1) أخرجه: البخاري عن عائشة قالت كنت أَسْمَعُ أَنَّهُ لَا يَمُوتُ نَبِيٌّ حتى يُخَيَّرَ بين الدُّنْيَا وَالْآخِرَةِ فَسَمِعْتُ النبي - صلى الله عليه وسلم - يقول في مَرَضِهِ الذي مَاتَ فيه وَأَخَذَتْهُ بُحَّةٌ يقول: {مَعَ الَّذِينَ أَنْعَمَ اللّهُ عَلَيْهِم} الْآيَةَ فَظَنَنْتُ أَنَّهُ خُيِّرَ . صحيح البخاري : (4171) ..",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "المؤمن تمر به في حياته أشياء كثيرة في مدرج حياته اليومية ينبغي عليه كلما عظم إيمانه وكمل يقينه أن يربطها بالآخرة ، فالمؤمن كلما رأى ازدحاما على أبواب سواء على أبواب مساجد أو أبواب غيرها يتذكر ازدحام المؤمنين على أبواب الجنة فيسال الله أن يكون ممن يتنافس على ذلك الزحام ، فان النبي - صلى الله عليه وسلم - أخبر أن ما بين مصراعي باب الجنة مسيرة أربعين عاما وليأتين عليها يوم وهي كضيض من الزحام (¬1) ، ¶ ¬__________ ¶ (¬1) أخرجه: مسلم (2967) عن خَالِدِ بن عُمَيْرٍ الْعَدَوِيِّ قال خَطَبَنَا عُتْبَةُ بن غَزْوَانَ فَحَمِدَ اللَّهَ وَأَثْنَى عليه ثُمَّ قال أَمَّا بَعْدُ فإن الدُّنْيَا قد آذَنَتْ بِصَرْمٍ وَوَلَّتْ حَذَّاءَ ولم يَبْقَ منها إلا صُبَابَةٌ كَصُبَابَةِ الْإِنَاءِ يَتَصَابُّهَا صَاحِبُهَا وَإِنَّكُمْ مُنْتَقِلُونَ منها إلى دَارٍ لَا زَوَالَ لها فَانْتَقِلُوا بِخَيْرِ ما بِحَضْرَتِكُمْ فإنه قد ذُكِرَ لنا أَنَّ الْحَجَرَ يُلْقَى من شَفَةِ جَهَنَّمَ فيهوى فيها سَبْعِينَ عَامًا لَا يُدْرِكُ لها قَعْرًا ووالله لَتُمْلَأَنَّ أَفَعَجِبْتُمْ وَلَقَدْ ذُكِرَ لنا أَنَّ ما بين مِصْرَاعَيْنِ من مَصَارِيعِ الْجَنَّةِ مَسِيرَةُ أَرْبَعِينَ سَنَةً وَلَيَأْتِيَنَّ عليها يَوْمٌ وهو كَظِيظٌ من الزِّحَامِ وَلَقَدْ رَأَيْتُنِي سَابِعَ سَبْعَةٍ مع رسول اللَّهِ - صلى الله عليه وسلم - ما لنا طَعَامٌ إلا وَرَقُ الشَّجَرِ حتى قَرِحَتْ أَشْدَاقُنَا فَالْتَقَطْتُ بُرْدَةً فَشَقَقْتُهَا بَيْنِي وَبَيْنَ سَعْدِ بن مَالِكٍ فَاتَّزَرْتُ بِنِصْفِهَا وَاتَّزَرَ سَعْدٌ بِنِصْفِهَا فما أَصْبَحَ الْيَوْمَ مِنَّا أَحَدٌ إلا أَصْبَحَ أَمِيرًا على مِصْرٍ من الْأَمْصَارِ وَإِنِّي أَعُوذُ بِاللَّهِ أَنْ أَكُونَ في نَفْسِي عَظِيمًا وَعِنْدَ اللَّهِ صَغِيرًا وَإِنَّهَا لم تَكُنْ نُبُوَّةٌ قَطُّ إلا تَنَاسَخَتْ حتى يَكُونَ آخِرُ عَاقِبَتِهَا مُلْكًا فَسَتَخْبُرُونَ وَتُجَرِّبُونَ الْأُمَرَاءَ بَعْدَنَا .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "فان زاحم على دخول مسجد أو على الخروج منه اشتاق على التزاحم على أبواب الجنة وسال الله -جل وعلا- ذلك ، ذلك المؤمن كلما نفس احد كربة وأقال عثرة أو رد بيعا أو أعان مؤمناً يتذكر أو يشتاق إلى أن ينفس الله -جل وعلا- عنه كرباته في الموقف العظيم بين يدي الله -جل وعلا- نفس الله عنا وعنكم الكربات . ¶ المؤمن كلما صام يوماً وافطر وفرح أن الله -جل وعلا- أعانه على انه أكمل ذلك اليوم حتى غابت الشمس وافطر تذكر فرحه أن الله -جل وعلا- يثبته على دينه حتى تغيب شمسه هو ، وتفنى أيامه وتقضى أعوامه وتقوض خيامه ويلقى الله ، قال - صلى الله عليه وسلم - ((لِلصَّائِمِ فَرْحَتَانِ فَرْحَةٌ عِنْدَ فِطْرِهِ وَفَرْحَةٌ عِنْدَ لِقَاءِ رَبِّهِ)) (¬1) . ¶ المؤمن كلما حيَّاه احد بتحية الإسلام تذكر الكلمة التي ترقبها أسماع المؤمنين قال الله -تبارك وتعالى- : {ادْخُلُوهَا بِسَلاَمٍ آمِنِينَ}[الحجر: 46] ، وقال -جل وعلا- : {سَلَامٌ قَوْلاً مِن رَّبٍّ رَّحِيمٍ}[يس: 58] ، فهي كلمة لا تحن أسماع المؤمنين إلى شيء أعظم منها بلغنا الله وإياكم . ¶ الوقفة الأخيرة :- اعرض قلبك على القران . ¶ ¬__________ ¶ (¬1) أخرجه: البخاري (7054) ، ومسلم (1151) .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "قيل إن أبا حازم سأله احد خلفاء بني أمية عن حاله فقال: يا امير المؤمنين اعرض نفسك على القران، قال وأين أجد هذا، قال: في قول الله: { إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ - وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ } (¬1) [الإنفطار: 13-14] ، يقول عمر : (الكيس من دان نفسه وعمل لما بعد الموت) ، ويقول: (حاسبوا أنفسكم قبل أن تحاسبوا، فاليوم عمل ولا حساب وغداً حساب ولا عمل) (¬2) ، والسير إلى الله سير كادح ذو مشقة قال الله: {لَقَدْ خَلَقْنَا الْإِنسَانَ فِي كَبَدٍ}[البلد: 4] ، وقال وهو اصدق القائلين: {يَا أَيُّهَا الْإِنسَانُ إِنَّكَ كَادِحٌ إِلَى رَبِّكَ كَدْحاً فَمُلَاقِيهِ}[الانشقاق: 6] ، فالوقوف بين يدي أمر وحتم لازم لا محيد عنه ، والسير على طريق الله يحتاج في أول الأمر ومنتهاه إلى توفيق من الرب -تبارك وتعالى- ، وهذه بعض الوصايا فيما يعينك على أن تصل إلى ربك -جل وعلا- على النحو الذي أراد والوجه الذي أتم :- ¶ 1- الأمر الأول: لا تقدم على رضوان الله -جل وعلا- رضوان احدٍ كائنٍ من كان فالله -جل وعلا- { لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ البَصِيرُ} . ¶ ¬__________ ¶ (¬1) انظر: \"حلية الأولياء وطبقات الأصفياء\" لأبي نعيم الأصفهاني (3/243) . ¶ (¬2) انظر: الزهد لابن المبارك ( 1/103) ، وذكره الترمذي عقيب (2459) ، وابن أبي شيبة في مصنفه: (7/96) .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "2- الامر الثاني: كل شيء أمر بالمسابقةِ إليه فسابق إليه ، فان الله لا يدلك إلا على الخير ولا يحثك إلا على ما يقربك اليه ، لكن افعله وأنت محتسب لما تصنع ، وأنت تسير الخطوات إلى المسجد تذكر يوم يسير الخلق إلى ربهم -جل وعلا- ، وأنت تمشي في الظلمات تذكر يوم تعطى النور التام برحمة الله يوم القيامة ، وأنت تقف بين يدي الله في المسجد تأكد أنَّ هناك ساعة ويوما ستقف بين يدي الله يوم العرض الأكبر ، وأنت تركع لربك وتسجد المنة لله عليك أن جعلك تركع له وتسجد وليست لك المنة على الله ، واعلم يا أخي انه كم من لله من عبد صالح في السموات والأرض خاضع لربه وليس لك وأنت راكع أو ساجد احد يجيرك ولا يعينك ولا يهديك إلا ربك -تبارك وتعالى- ، قل في سجودك وأنت تسجد اللهم كم من عبد لك صالح في السماء والأرض يسجد لك ويرجوك ويعبدك وليس لي رب غيرك ولا إله سواك اسأله وارجوه ، فإذا أظهرت لله -جل وعلا- فقرك وحاجتك وإلحاحك على ربك رأيت من الله -جل وعلا- فضلاً كبيراً .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "3- الوصية الثالثة: كل من استدام على أمرٍ في الغالب انه يموت عليه ، كل من استدام على طاعة في الغالب انه يموت عليها ، وهذا ما يسمى بحسن الخواتيم ، والناس إذا رأوا زيداً أو عمراً من الناس على طاعة ظنوا به خيراً ، وإذا رأوه على معصية ظنوا به سوءاً والله وحده من يعلم ما في سريرة هذا العبد والله لا يظلم أحداً مثقال ذرة فيكافئه -جل وعلا- بان يميته على نحو -إن كانت سريرته حسنة- يكون حسن اللقاء لربه -جل وعلا- فيقبل على الله -تبارك وتعالى- في لحظات يكون فيها قريباً من ربه ، من كره لقاء الله كره الله لقاءه ، على الإنسان يحتاط لنفسه وهو يرى خواتيم الخلق ، فإنك لا تدري ولو رأيت ظاهر الأمر انه حسن ، أو ظاهر الأمر انه سيء تبقى شهادتك معلقة بما ترى ، أما السرائر فأمرها إلى الله ، وسأذكر لك خبراً افتراضياً في أنَّ السرائر ولو انتهت بالخواتيم لا يعلمها إلا الله وفي بعض أحوال الناس التي تقع ولو كانت أموراً قد يأنف منها أهل العلم والبلاغة لكن قد يكون هيها إظهاراً لما يمكن أن يطوى عن الإنسان من خبر ، أعرف رجلا خرج ذات مرة مع قرابة له منهم بعض الأيتام فوصل إلى منطقة سياحية في بلادنا فيها ما يسمى بـ(التلفريك) ، وهو يأنف أن يركبه أو أن يُحمل عليه لكن من حوله من الصغار أصروا عليه أن يكون معهم فأراد أن يجبر لهم كسراً فركب معهم ، فركب معهم وهو أصلاً لا يحب المواطن العالية ، وفي نفس الوقت أراد أن يتعبد الله في هذا المكان ، فصلى ركعتين منذ أن ركب إلى أن نزل ، أين موضع الشاهد في القصة ؟ الرجل لم يمت اعرفه إلى ألان حي يرزق ، أين موضع الشاهد في القصة ؟ هذا يعلمك ويؤدبك أن كنت تعقل ، وأنت تعقل ، كيف يؤدبك ويعلمك هذا الرجل عندما ركب إلى أن نزل وهو يصلي ، فلو قدَّرنا فرضاً أن هذا المركب سقط ، وغالب الظن أنَّ من يسقط من هذا العلو يموت ، بالله عليك ماذا سيقول الناس ؟ سيقولون أنَّ فلاناً مات في حديقة ملهى ،",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "سقط من مركب كذا وكذا ومات ، لان أحداً من الناس لا يعلم ولا يدري انه كان يصلي ، ألان تأمل كم من عبد صالح مات وأنت تسيء به الظن وهو عند الله حسن ، وهذا يعلمك أن العبرة كل العبرة بسريرتك مع الله -جل وعلا- لهذا قال الله: {يَوْمَ تُبْلَى السَّرَائِرُ}[الطارق : 9] ، ومن هنا تعلم إنَّ من رحمة الله أنَّ الله لم يجعل الجنة بيد أحد من خلقه ، وعلى هذا أيها المبارك وهذا تيسير لمفاهيم الدين إذا عملت واجتهدت كثيراً أن يكون لله فلا تبال بأي احد من الخلق علمه أو لم يعلمه لأنَّ الذي وَحدَه يقدر على أن يكافئك عَلِمَهُ وكفى بعلم الله علماً وكفى بثواب الله ثواباً ، فبالله عليك رجل صلى ركعتين فعلم الله منه صدق نيته واعدَّ الله له ذلك نزلاً عظيماً في جنته ما الذي سينفعه الناس لو علموا عنه ذلك ؟ لن ينفعوه بشيء فخير له أن لا يعلم الناس عنه ، لكن المثل الذي قلته في الأول أردت به شيئاً واحداً ، أن لا يكون في لسانك مسارعة إلى القدح في الناس على أي حال رايتها ، إنما ترجوا لمن غلبت عليه الطاعة الجنة ، ولمن غلبت عليه المعصية تخش عليه من النار ، أما الخلق فسرائرهم إلى رب العزة والجلال {إِنَّ إِلَيْنَا إِيَابَهُمْ - ثُمَّ إِنَّ عَلَيْنَا حِسَابَهُمْ}[الغاشية: 25-26] ، الله -جل وعلا- وحده يتولى محاسبة خلقه وهو القيوم عليهم تبارك وتعالى ، وكلهم فقراء إليه ، فحسبك أيها المبارك أن توطن نفسك على أن تكثر من أعمال السرائر التي هي خافية على الناس وهي عند الله بوادٍ ظاهرة فالله لا رب غيره ولا إله سواه ، القلوب له مفضية والسرائر عنده علانية ، وحده -تبارك وتعالى- يقدم من يشاء بفضله ويؤخر من يشاء بعدله ، ولا يسأله مخلوق عن علة فعله ، ولا يعترض عليه ذو عقل بعقله ، وحتى تكون هناك أعمال سرائر في الخلاء ، لابد أن يكون في القلب تعظيم لرب العزة والجلال لا بدان يكون هناك علم بالله -جل وعلا- وهذا ينجم عن تدبر القران وتلاوة",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "آياته ، الله يقول: { لَا يَأْتِيهِ الْبَاطِلُ مِن بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ - مَا يُقَالُ لَكَ إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِن قَبْلِكَ إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ وَذُو عِقَابٍ أَلِيمٍ } [فصلت: 41-43] ، فكلها تذكر الإنسان سعة رحمة الله ازداد أملاً في دخول جنته ، وكلما تذكر الإنسان عظيم قدرة الله وان له مواطن سخط وغضب خاف من ناره ، فإذا تذكر ما لله من صفات الجلال والجمال والكمال زاد حباً لربه -تبارك وتعالى- ومن جمع هذه الثلاث: حب الله ، والخوف منه ، والرجاء فيما عنده ، وقف على صراط مستقيم . ¶ هذه أيها المسلمون شذرات من تأملات ومتفرقات من مواعظ قلتها على عجل والله وحده المسؤول أن ينفع بها . ¶ فضيلة الشيخ ¶ صالح بن عواد المغامسي ¶ حفظه الله تعالى ¶ فرغها الأخ الشيخ صهيب إبراهيم محمد ¶ قام بتنضيدها الأخ الشيخ علي خالد آل رميزان ¶ وكتب ¶ د. ماهر ياسين الفحل ¶ أستاذ الحديث والفقه المقارن / كلية العلوم الإسلامية - جامعة الأنبار ¶ شيخ دار الحديث في العراق ¶ 23 / 4 / 1430 من هجرة حبيب الله - صلى الله عليه وسلم -",
            "page": "30",
            "part": "1"
        }
    ],
    "t34814": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "القلوبdocx."
        }
    ]
}