{
    "b34818": [
        {
            "id": "1",
            "nass": "لفتة الكبد في نصيحة الولد ¶ للإمام ابن الجوزي يوصي فيها ولده. ¶ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ الحمد لله الذي أنشأ الأب الأكبر من تراب، وأخرج ذريته من الترائب والأصلاب، وعضّد العشائرَ بالقرابة والأنساب، وأنعم علينا بالعلم وعرفان الصواب، أحسنَ التربية في الصغر وحفظ في الشباب، ورزقنا ذريةً نرجو بهم وفورَ الثواب. ¶ {رب اجعلني مقيمَ الصلاة ومن ذريتي ربَنا وتقبل دعاء. ربنا اغفر لي ولوالديّ وللمؤمنين يوم يقوم الحساب} [سورة إبراهيم/40 - 41]. ¶ أما بعد: ¶ فإني لما عرفتُ شرفَ النكاح وفضلَ الأولاد، ختمتُ ختمةً وسألتُ الله عزَّ وجلَّ أن يرزقني عشرة أولاد، فرزقني إياهم فكانوا خمسةً ذكورًا وخمسةً إناثًا، فمات من الإناث اثنتان ومن الذكور أربعة، ولم يبق لي من الذكور سوى ولدي أبي القاسم، فسألتُ اللهَ تعالى أن يجعل فيه الخلف الصالح وأن يبلّغني فيه المنى والمناجح. ¶ ثم رأيتُ منه نوعَ توانٍ عن الجِد في طلب العلم، فكتبتُ إليه هذه الرسالة أحثه بها على طلب العلم وأحركه على سلوك طريقي في كسب العلم، وأدله على الالتجاء إلى الموفق سبحانه، مع علمي بأنه لا خاذل لمن وفّق ولا مرشدَ لمن أضلّ، لكنْ قد قَالَ تعالى: وتواصَوا بالحق تواصوا بالصبر} [سورة العصر/3]، وقال تعالى: فذكِّرْ إن نفعتِ الذكرى} [سورة الأعلى/9]، ولا حول ولا قوة إلا بالله العلي العظيم. ¶ فصل في فضل العقل ومسؤولية التكليف والحث على طلب الفضائل",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "اعلم يا بني وفَّقك الله أنه لم يميَّزِ الآدميُ بالعقلِ إلا ليعمل بمقتضاه، فاستحضر عقلك وأعمِلْ فِكرَك، واخلُ بنفسك، تعلمْ بالدليل أنك مخلوق مكلف وأن عليك فرائض أنت مطالب بها، وأن الملكين عليهما السلام يحصيان ألفاظك ونظراتك، وأن أنفاسَ الحي خطوات إلى أجله، ومقدارَ اللُّبث في الدنيا قليل، والحبسَ في القبور طويل، والعذابَ على موافقة الهوى وبيل، فأين لذة أمس؟ قد رحلَتْ وأبقَت ندمًا، وأين شهوة النفس؟ نكّسَت رأسًا وأزلّت قدمًا. ¶ وما سعِد مَن سعِد إلا بمخالفة هواه، ولا شقِي مَن شقي إلا بإيثار دنياه، فاعتبر بمن مضى من الملوك والزهاد، أين لذةُ هؤلاء وأين تعبُ أولئك؟ بقي الثواب الجزيل والذكرُ الجميلُ للصالحين، والمقالةُ القبيحة والعقاب الوبيل للعاصين، وكأنه ما شبع مَن شبِع، ولا جاع مَن جاع. ¶ والكسلُ عن الفضائل بئس الرفيق، وحبُ الراحة يورث مِن الندم ما يربو على كل لذة، فانتبه وأتعِبْ نفسَك، واعلم أن أداء الفرائض واجتنابَ المحارم لازم، فمتى تعدّى الإنسانُ فالنار النار. ¶ ثم اعلم أن طلبَ الفضائل نهايةُ مرادِ المجتهدين، ثم الفضائلُ تتفاوت، فمن الناس مَن يرى الفضائلَ الزهدَ في الدنيا، ومنهم مَن يراها التشاغلَ بالتعبد، وعلى الحقيقة فليست الفضائلُ الكاملةُ إلا الجمعُ بين العلم والعمل، فإذا حُصِّلا رفعا صاحبهما إلى تحقيق معرفة الخالق سبحانه وتعالى، وحرّكاه إلى محبته وخشيته والشوق إليه، فتلك الغاية القصوى، وعلى قدر أهل العزم تأتي العزائم، وليس كلُ مريدٍ مرادًا، ولا كلُ طالبٍ واجدًا، ولكن على العبد الاجتهاد، وكلٌ ميسَّرٌ لما خُلق له، والله المستعان. ¶ فصل في أسس المعرفة وأركانها ¶ وأول ما ينبغي النظر فيه معرفة الله تعالى بالدليل، ومعلومٌ أن من رأى السماء مرفوعة والأرضَ موضوعةًٌ، وشاهدَ الأبنية المحكمة، خصوصًا جسدَ نفسِه، علِمَ أن لا بد حينئذ للصَنعة مِن صانعٍ، وللمبني من بانٍ.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ثم يتأمل دليل صدق الرسول صلى الله عليه وسلم إليه، وأكبرَ الدلائل القرءانَ الذي أعجز الخلق أن يأتوا بسورة من مثله. ¶ فإذا ثبت عنده وجودُ الخالق وصدقُ الرسول صلى الله عليه وسلم، وجب تسليمُ عِنانِه إلى الشرع، فمتى لم يفعل دل على خللٍ في اعتقاده. ¶ ثم ينبغي له أن يعرف ما يجب عليه من الوضوء والصلاة، والزكاةِ إن كان له مال، والحج، وغير ذلك من الواجبات، فإذا عرف قدرَ الواجب وقام به فينبغي لذي الهمة أن يترقى إلى الفضائل، فيتشاغلَ بحفظ القرءان وتفسيره، وبحديث رسول الله صلى الله عليه وسلم، وبمعرفة سِيَرِه وسِيَر أصحابه والعلماء بعدهم، ليتخيّر مرتبةَ الأعلى فالأعلى. ¶ ولا بد من معرفة ما يقيمُ به لسانَه من النحو ومعرفةِ طرفٍ من اللغة مستعمَلٍ. ¶ والفقهُ أمُ العلوم، والوعظُ حَلواؤها وأعمها نفعاً. ¶ وقد رتبتُ في هذه المذكورات وغيرِها من التصانيف ما يغني عن كل ما سبق من تصانيف القدماء وغيرِها، بحمد الله ومنته، فأغنيتُك عن تطلّبِ الكتب، وجمْعِ الهِمَمِ للتصنيف. ¶ وما تقف همةٌ إلا لخساستِها، وإلا فمتى علتِ الهمةُ لم تقنع بدون. ¶ وقد عرفتُ بالدليل أن الهمةَ مولودةٌ معَ الآدمي، وإنما تقصُرُ بعضُ الهمم في بعض الأوقات، فإذا حُثَّتْ سارت. ¶ ومتى رأيتَ في نفسك عجزًا فسلِ المنعِمَ، أو كسلاً فالجأ إلى الموفق، فلن تنال خيرًا إلا بطاعته، ولا يفوتُك خيرٌ إلا بمعصيته، ومَنِ الذي أقبلَ عليه فلم يرَ كلَّ مرادٍ لديه؟ ومَن الذي أعرض عنه فمضى بفائدة؟ أو حظي بغرضٍ من أغراضه؟ ¶ أو ما سمعتَ قول الشاعر: ¶ بالليل ما جئتُكم زائرًا إلا ... رأيتُ الأرض تُطوى لي ¶ ولا ثنيتُ العزمَ عن بابكم ... إلا تعثّرْتُ بأذيالي ¶ فصل في ضرورة مراعاة الحدود الشرعية وشيء من أحوال ابن الجوزي ¶ وانظر يا بني إلى نفسك عند الحدود، فتلمَّح كيف حِفظُكَ لها؟ فإنه من راعى رُوعي، ومن أهملَ تُرِك، وإني لأذكر لك بعضَ أحوالي لعلك تنظر إلى اجتهادي، وتسألَ الموفقَ لي.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "إن أكثر الإنعام عَلِي لم يكن بكسبي، وإنما هو من تدبير اللطيف بي، فإني أذكر نفسي ولي همةٌ عالية وأنا في المكتب ولي نحو من ست سنين، وأنا قرينُ الصبيان الكبار قد رُزِقتُ عقلاً وافرًا في الصغر يزيدُ على عقلِ الشيوخ، فما أذكر أني لعبتُ في طريقٍ معَ صبيٍ قط، ولا ضحِكتُ ضحكًا جارحًا، حتى إني كنتُ ولي سبعُ سنين أو نحوُها أحضرُ رحبةَ الجامع، ولا أتخيّرُ حلقةَ مشعبذٍ، بل أطلب المحدّث، فيتحدث بالسند الطويل، فأحفظُ جميعَ ما أسمع، وأرجع إلى البيت فأكتبه. ¶ ولقد وُفِّقَ لي شيخنا أَبُو الفضل ابن ناصر رحمه الله، فكان يحملني إلى الأشياخ، وأسمعني \" المسندَ \" وغيرَه من الكتب الكبار، وأنا لا أعلم ما يُراد مني، وضبط لي مسموعاتي إلى أن بلغت، فناولني ثبتها، ولازمته إلى أن توفي رحمه الله، فأدركتُ به معرفة الحديث والنقل. ¶ ولقد كان الصبيان ينزلون دِجلة، ويتفرجون على الجسر، وأنا في زمن الصغر آخذ جزءًا، وأقعد حُجزةً من الناس إلى جانب الرِّقة فأتشاغلُ بالعلم. ¶ ثم أُلْهِمت الزهدَ، فسردتُ الصوم وتشاغلت بالتقلل وألزمتُ نفسي صبرَها، فاستمرأتُ وشمّرت ولازمت، وأحببتُ السهر، ولم أقنع بفن واحد من العلم، بل كنت أسمع الفقه والوعظ والحديث وأتّبع الزهاد. ثم قرأت اللغة ولم أترك أحدًا ممن قد انزوى أو يعظ، ولا غريبًا يقدُمُ إلا وأحضره وأتخيّر الفضائل.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وكنت إذا عرض لي أمران أقدّم في أغلب الأحوال حقَ الحق، فأحسن اللهُ تدبيري وأجراني على ما هو الأصلح لي، ودفع عني الأعداء والحساد ومن يكيدني، وهيأ لي أسباب العلم، وبعث إلي الكسب من حيث لا أحتسب، ورزقني الفهمَ وسرعة الحفظ وجودة التصنيف، ولم يُعْوِزني شيئًا من الدنيا، بل ساق إلي مقدارَ الكفاية وأزيَد، ووضع لي في قلوب الخلق من القبول فوق الحد، وأوقع كلامي في نفوسهم فلا يرتابون بصحته. وقد أسلم على يدي نحو من مائتين من أهل الذمة، ولقد تاب في مجالسي أكثر من مائة ألف، وقد قطعتُ أكثر من عشرين ألف جُمّةٍ مما يتعاناه الجهال. ¶ ولقد كنت أدور على المشايخ لسماع الحديث فينقطع نفَسي من العَدْوِ لئلا اُسبَق، وكنت أصبح وليس لي ما آكل، وأمسي وليس لي شيء، وما أذلني الله لمخلوق، ولكنه ساق رزقي لصيانة عِرضي، ولو شرحتُ أحوالي لطال الشرح، وها أنا، ترى ما قد آلت الحال إليه، وأنا أجمعه لك في كلمة واحدة وهي قوله تعالى: {وَاتَّقُواْ اللَّهَ وَيُعَلِّمُكُمُ اللَّهُ} [سورة البقرة/الآية 282]. ¶ فصل في التعجيل بالتوبة والندم واستدراك ما فات واغتنام ما بقي من العمر ¶ فانتبه يا بني لنفسك واندم على ما مضى من تفريطك، واجتهد في لحاق الكاملين، ما دام في الوقت سَعةٌ، واسقِ غصنك ما دامت فيه رطوبة، واذكر ساعاتك التي ضاعت، فكفى بها عظة، ذهبَتْ لذةُ الكسل فيها، وفاتت مراتبُ الفضائل، وقد كان السلف رحمهم الله يحبون جمعَ كل فضيلة، ويبكون على فوات واحدة منها. ¶ قَالَ إبراهيم بن أدهم رحمه الله: دخلنا على عابدٍ مريض، وهو ينظر إلى رجليه ويبكي، فقلنا: ما لك تبكي؟ فقال: ما اغبرّتا في سبيل الله تعالى؛ وبكى آخر فقيل له: ما يبكيك؟ قَالَ: على يومٍ مضى ما صمته، وعلى ليلة ذهبَت ما قمتها.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "واعلم يا بني أن الأيام تبسُطُ ساعاتٍ، والساعاتُ تبسُط أنفاسًا، وكلُ نفَسٍ خزانة، فاحذر أن تُذهِبَ نفسًا في غير شيء، فترى يوم القيامة خزانةً فارغة فتندم. ¶ وقد قَالَ رجل لعامر بن عبد قيس: قف أكلمُك! فقال: أمسِكِ الشمسَ. ¶ وقعد قومٌ عند معروف [الكرخي] رحمه الله، فقال: أما تريدون أن تقوموا، فإن ملَكَ الشمس يجرُّها لا يفتُر. ¶ وفي الحديث: \"من قَالَ سبحان الله وبحمده غُرسَت له نخلةٌ في الجنة\"، فانظر إلى مضيِّعِ الساعات كم يفوته من النخل. ¶ وقد كان السلف يغتنمون اللحظات، فكان كَهْمَسُ [بن الحسن التميمي] يختم القرءان في كل يومٍ وليلةٍ ثلاث مرات، وكان أربعون رجلاً من السلف يصلون الفجر بوضوء العشاء، وكانت رابعةُ لا تنام الليل، فإذا طلع الفجر هجعَتْ هجعةً خفيفة وقامت فزِعَةً وقالت لنفسها: النوم في القبور طويل. ¶ فصل في أن الحياة الدنيا قصيرة يجب اغتنامها ¶ ومن تفكر في الدنيا قبل أن يوجَد، رأى مدة طويلة، فإذا تفكر فيها بعد أن يخرج رأى مدة قصيرة، وعلِم أن اللُّبْثَ في القبور طويل، فإذا تفكر في يوم القيامة، علم أنه خمسون ألف سنة، فإذا تفكر في اللُّبث في الجنة أو النار علم أنه لا نهاية له، فإذا عاد إلى النظر في مقدار بقائه في الدنيا ـ فرضنا ستين سنة مثلاً ـ فإنه يَمضي منها ثلاثون في النوم، ونحوٌ من خمس عشر في الصِبا، فإذا حسبتَ الباقي، كان أكثرُه في الشهوات والمطاعم والمكاسب، فإذا خلص ما للآخرة وجد فيه من الرياء والغفلة كثيرًا، فبماذا تشتري الحياة الأبدية، وإنما الثمن هذه الساعات؟! ¶ فصل في نقض اليأس والقنوط، والإقبال على الجد والعمل",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ولا يؤيسك من الخير ما مضى من التفريط، فإنه قد انتبه خلق كثير بعد الغفلة والرقاد الطويل، فقد حدثني الشيخ أَبُو حكيم عن قاضي القضاة أبي الحسن [عَلِي بن محمد] الدامَغاني رحمه الله، قَالَ: كنتُ في صبوتي متشاغلاً بالبطالة غيرَ ملتفتٍ إلى العلم، فأحضرني أَبُو عبد الله [محمد بن عَلِي الدامغاني] رحمه الله، وقال لي: يا بني إني لست أبقى لك أبدًا، فخذ عشرين دينارًا وافتح دكانَ خبازٍ وتكسَّبْ! فقلتُ: ما هذا الكلام؟! قَالَ: فافتح دكان بزّاز! فقلت: تقول هذا وأنا ابن قاضي القضاة أبي عبد الله الدامغاني! قَالَ: فما أراك تحب العلم! فقلت: اذكر لي الدرس َ الساعة، فذكر لي، فأقبلتُ على التشاغل بالعلم واجتهدتُ ففتح الله عَلِي. ¶ وحكى لي بعض أصحاب أبي محمد [عبدِ الرحمن بن محمد] الحلواني رحمه الله، قَالَ: مات أبي وأنا ابن إحدى وعشرين سنة، وكنتُ موصوفًا بالبطالة، فأتيتُ أتقاضى بعضَ سكان دارٍ قد ورثتُها، فسمعتهم يقولون: قد جاء المدبَّرُ؛ أي الربيطـ فقلت لنفسي: يقال عني هذا! فجئت إلى والدتي فقلت: إذا أردتِ طلبي فاطلبيني من مسجد الشيخ أبي الخطاب، ولازمتهُ فما خرجتُ إلا إلى القضاء، فصرتُ قاضيًا مدة. ¶ قلت: ورأيته أنا وهو يفتي ويناظر. ¶ فألزِم نفسَك يا بني الانتباهَ عند طلوع الفجر، ولا تتحدث بحديث الدنيا، فقد كان السلف الصالح رحمهم الله لا يتكلمون في ذلك الوقت بشيءٍ من أمور الدنيا. ¶ وقل عند انتباهك من النوم: \"الحمد لله الذي أحيانا بعد ما أماتنا وإليه النشور، الحمد لله الذي يمسك السماء أن تقع على الأرض إلا بإذنه، إن الله بالناس لرءوف رحيم\"،",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ثم قم إلى الطهارة واركع سنة الفجر واخرج إلى المسجد خاشعًا، وقل في طريقك: \"اللهم إني أسألك بحق السائلين عليك وبممشاي هذا إليك، إني لم أخرج أشرًا ولا بطرًا ولا رياءً ولا سمعة، خرجتُ اتقاءَ سخطك وابتغاء مرضاتك، أسألك أن تجيرني من النار وأن تغفر لي ذنوبي إنه لا يغفر الذنوب إلا أنت\". ¶ واقصد الصلاة إلى يمين الإمام، فإذا فرغت من الصلاة فقل: \"لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير\" عشر مرات. ¶ ثم سبّح عشرًا، واحمد عشرًا، وكبّر عشرًا، واقرأ آية الكرسي وسلِ اللهَ سبحانه قبول الصلاة، فإن صح لك فاجلس ذاكرًا لله تعالى إلى أن تطلع الشمس وترتفع، ثم صل واركع ما كتب لك وإن كان ثمانِ ركعات فهو حسن. ¶ فصل في عمل اليوم والليلة ¶ ثم تتشاغل بما يمكن من العلوم، وأهمها تصحيح قراءة القرءان، ثم الفقه، فإذا أعدت دروسك إلى وقت الضحى الأعلى، فصلّ الضحى ثماني ركعات، ثم تشاغل بمطالعةٍ أو بنسخٍ إلى وقت العصر. ¶ ثم عد إلى دروسك بعد العصر إلى المغرب، وصل بعد المغرب ركعتين، تقرأ فيهما جزئين، فإذا صليت العشاء فعد إلى دروسك. ¶ ثم اضطجع فسبح ثلاثًا وثلاثين، واحمد ثلاثًا وثلاثين، وكبر أربعًا وثلاثين. ¶ وقل: \"اللهم قني عذابك يومَ تجمعُ عبادَك\". ¶ وإذا فتحت عينيك من النوم فاعلم أن النفس قد أخذت حظها فقم إلى الوضوء، وصل في ظلام الليل ما أمكن، والتوسطُ أن تصلي ركعتين خفيفتين، ثم بعدهما ركعتين بجزئين من القرءان، ثم تعود إلى دروس العلم، فإن العلم أفضل من كل نافلة. ¶ فصل في العزلة والعلم ¶ وعليك بالعزلة فهي أصل كل خير، واحذر من جليس السوء، وليكن جلساؤك الكتب، والنظرَ في سِيَر السلف، ولا تشتغل بعلمٍ حتى تُحكِم ما قبله، وتلمّح سِيَرَ الكاملين في العلم والعمل، ولا تقنع بالدون، فقد قَالَ الشاعر في ذلك: ¶ ولم أرَ في عيوب الناس شيئاً ... كنقص القادرين على التمامِ",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "واعلم أن العلم يرفع الأراذل، فقد كان خلقٌ كثير من العلماء لا نسب لهم يُذكر، ولا صورةً تُستَحسَن، وكان عطاءُ بن أبي رباح أسودَ اللون ومستوحَشَ الخِلقة، وجاء إليه سليمان بن عبد الملك وهو خليفة ومعه ولداه، فجعلوا يسألونه عن المناسك، فحدّثهم وهو معرضٌ عنهم بوجهه، فقال سليمان الخليفة لولديه: \"قوما ولا تَنَيا ولا تكاسلا في طلب العلم، فما أنسى ذلنا بين يدَي هذا العبد الأسود\". ¶ وكان الحسن [البصري] مولى -أي مملوكاً- وابن سيرين ومكحولٌ وخلق كثير، وإنما شرفوا بالعلم والتقوى. ¶ فصل في فضل التقوى ¶ واجتهد يا بني في صيانة عِرضك من التعرض لطلب الدنيا والذل لأهلها، واقنع تَعِزّ، فقد قيل: من قنع بالخبز والبقل لم يستعبده أحد. ¶ وجاز أعرابي بالبصرة فقال: من سيد هذه البلدة؟ فقيل له: الحسن البصري، قَالَ: وبم سادهم؟ قالوا: استغنى عن دنياهم وافتقروا إلى علمه. ¶ واعلم يا بني أن أبي كان موسرًا وخلَف ألوفًا من المال، وكان أبوك طفلاً، فاُنفِق عليه من ذلك المال إلى أن بلغ، ولم يرَ بعد بلوغه سوى دارَين، كان يسكن واحدة ويأخذ أجرة الأخرى، ثم أُعطي نحو عشرين دينارًا، وقيل له: هذه التركة كلها، فأخذتُ الدنانير واشتريت بها كتبًا من كتب العلم، وبعت الدارين وأنفقتُ ثمنهما في طلب العلم، ولم يبق لي شيء من المال، وما ذلَّ أبوك في طلب الدنيا كذل غيره، ولا خرج يطوف البلدان كغيره من الوُعَاظ، ولا رأى أكابرُ البلدان رِقاعَه عندهم يستعطيهم، وأمورُه تجري على السداد. {ومن يتقِ اللهَ يجعل له مخرجًا ويرزقه من حيث لا يحتسب} [سورة الطلاق/2 - 3]. ¶ فصل في أن التقوى خير زاد ¶ يا بني! ومتى صحتِ التقوى رأيتَ كل خير، فالمتقي لا يرائي الخلق ولا يتعرض لما يؤذي دينه، ومَن حفظَ حدودَ الله حُفِظ. ¶ قَالَ النبي صلى الله عليه وسلم لابن عباس رضي الله تعالى عنهما: \" احفظِ اللهَ يحفظْكَ، احفظِ اللهَ تجدْهُ أمامَك\".",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "واعلم يا بني أن يونس عليه السلام لما كانت ذخيرته خيرًا نجا بها من الشدة، قَالَ الله تعالى: {فلولا أنه كان من المسبحين للبث في بطنه إلى يوم يُبعَثون} [سورة الصافات/143 - 144]. ¶ وأن فرعون لما لم تكن له ذخيرةُ خيرٍ لم يجد في شدته مَخلَصًا، فقيل له: {ءالآن وقد عصيتَ قبلُ} [سورة يونس/91]. ¶ فاجعل لك ذخائر خيرٍ من تقوى تجدْ تأثيرَها. ¶ وقد جاء في الحديث: \" ما من شابٍ اتقى الله تعالى في شبابه إلا رفعه الله تعالى في كِبَرِه\". ¶ قَالَ الله تعالى: {ولما بلغ أشُدَّهُ آتيناه حُكمًا وعِلمًا وكذلك نجزِى المحسنين} [سورة يوسف/22]. ¶ واعلم يا بني أن أوفى الذخائر غضُ الطرف عن محرَّمٍ، وإمساكُ اللسان عن فضول كلمة، ومراعاةُ حدٍّ، وإيثارُ اللهِ سبحانه وتعالى على هوى النفس، قد عرفتَ حديثَ الثلاثة الذين دخلوا إلى غارٍ فانطبقت عليهم صخرة، فقال أحدهم: اللهم إنه كان لي أبوان وأولاد فكنت أقف بالحليب على أبويّ فأسقيهما قبل أولادي، فإن كنتُ فعلتُ ذلك لأجلك فافرِج عنا؛ فانفرج ثلث الصخرة، فقال الآخر: اللهم إني كنت استأجرتُ أجيرًا فتسخَّطَ أجرَه، فاتَّجَرتُ له به فجاء يومًا فقال: ألا تخاف الله؟! فقلت: انطلق إلى تلك البقر ورعاتها فخذها، فإن كنتُ فعلتُ ذلك لأجلك فافرِج عنا؛ فانفرج ثلث الصخرة، فقال الآخر: اللهم إني علِقتُ ببنت عمٍ لي، فلما دنوتُ منها قالت: اتق الله ولا تفُضَّ الخاتَمَ إلا بحقه، فقمت عنها، فإن كنت فعلت لأجلك فافرِج عنا؛ فرُفعَت الصخرة وخرجوا \". ¶ ورؤي سفيان الثوري رحمه الله في المنام فقيل له: ما فعل الله تعالى بك؟ قَالَ: ما كان إلا أن وُضِعتُ في اللحد فإذا أنا بين يدي رب العالمين، فأُمِرَ بي إلى الجنة، فدخلتُ فإذا أنا بقائلٍ يقول: سفيان؟ قلت: سفيان، قَالَ: تذكرُ يومَ آثرتَ اللهَ تعالى على هواك؟ قلت: نعم! فأخذَتني صواني النِثارِ من الجنة. ¶ فصل في الجمع بين العلم والعمل",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وينبغي أن تسمو همتك إلى الكمال، فإن خلْقًا وقفوا مع الزهد، وخلْقًا تشاغلوا بالعلم، وندر أقوامٌ جمعوا بين العلم الكامل والعمل الكامل. واعلم أني قد تصفحتُ التابعين ومَن بعدَهم فما رأيت أحظى بالكمال من أربع أنفس: سعيد بن المسيب، وسفيان الثوري، والحسن البصري، وأحمد بن حنبل؛ وقد كانوا رجالاً إنما كانت لهم هممٌ ضعُفَت عندنا، وقد كان في السلف خلقٌ كثير لهم همم عالية، فإذا أردت أن تنظر إلى أحوالهم فانظر في كتاب \" صفة الصفوة \"، وإن شئت \" أخبار سعيد \" و \" أخبار سفيان \" و \" أخبار أَحْمَد بن حنبل \"، فقد جمعتُ لكل واحدٍ منهم كتابًا. ¶ فصل في فضل الحفظ والصدق ¶ وقد علمتَ يا بني أنني قد صنفتُ مائة كتاب، فمنها \" التفسير الكبير \" عشرون مجلدًا، و \" التاريخ \" عشرون مجلدًا، و \" تهذيب المسند \" عشرون مجلدًا، وباقي الكتب بين كبار وصغار يكون خمسَ مجلدات، ومجلدين وثلاثة، وأربعة، وأقل وأكثر؛ كفيتُك بهذه التصانيف عن استعارة الكتب وجمع الهمم في التأليف. فعليك بالحفظ، فإن الحفظَ رأسُ المال، والتصرفَ رِبحٌ، واصدُقْ في الحالين في الالتجاء إلى الله سبحانه، فراعِ حدودَه، قَالَ الله تعالى: {إِن تَنصُرُوا اللَّهَ يَنصُرْكُمْ} [سورة محمد/7]، {فَاذْكُرُونِي أَذْكُرْكُمْ} [سورة البقرة/152]، {وَأَوْفُواْ بِعَهْدِي أُوفِ بِعَهْدِكُمْ} [سورة البقرة/140]. ¶ فصل في أن البركة والنفع مقرون بالعمل بالعلم ¶ وإياك أن تقف مع صورة العلم دون العمل به، فإن الداخلين على الأمراء والمقبلين على أهل الدنيا، قد أعرضوا عن العمل بالعلم، فمُنعوا البركةَ والنفعَ به. ¶ فصل في النية الصالحة مع العمل بعلم ¶ وإياك أن تتشاغل بالتعبد من غير علم، فإن خلقًا من المتزهدين والمتصوفة ضلوا طريق الهدى إذ عملوا بغير علم.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "واستر نفسك بثوبين جميلين، لا يُشهِرانِكَ بين أهل الدنيا برِفعتِهما، ولا بين المتزهدين بضِعَتِهِما، وحاسب نفسك عند كل نظرة وكلمة وخطوة، فإنك مسؤول عن ذلك، وعلى قدر انتفاعك بالعلم ينتفعُ السامعون، ومتى لم يعملِ الواعظُ بعلمِه زلَّتْ موعظتُه عن القلوب كما يزلُّ الماءُ عن الحجر؛ فلا تعظنَّ إلا بنية، ولا تمشينَّ إلا بنية، ولا تأكلنَّ إلا بنية، ومع مطالعات أخلاق السلف ينكشفُ لك الأمر. ¶ فصل في كتب مفيدة ¶ وعليك بكتاب \" منهاج المريدين \" فإنه يعلمك السلوك، فاجعله جليسَك ومعلمك، وتلمَّح كتاب \" صيد الخاطر \" فإنك تقعُ بواقعاتٍ تُصلِحُ أمرَ دينك ودنياك، واحفظ كتاب \" جنة النظر \" فإنه يكفي في تلقيح فهمِك للفقه، ومتى تشاغلتَ بكتاب \" الحدائق \" أطلَعَك على جمهور الحديث، وإذا التفتَّ إلى كتاب \" الكشف \" أبان لك مستورَ ما في الصحيحين من الحديث، ولا تشاغلَنَّ بكتب التفاسير التي صنفَتها الأعاجمُ، وما ترك \" المغني \" و \" زاد المسير \" حاجةً إلى شيء من التفاسير، وأما ما جمعتُه لك من كتب الوعظ فلا حاجة بعدها إلى زيادة أصلاً. ¶ فصل في المداراة والحلم ¶ وكن حسَنَ المداراة للخلق، معَ شدة الاعتزال عنهم، فإن العزلة راحة من خُلَطاء السوء، ومُبقِيَةٌ للوقار، فإن الواعظ خاصةً ينبغي أن لا يُرى مُتَبَذِّلاً، ولا ماشيًا في سوقٍ ولا ضاحكًا، ليَحسُنَ الظنُ به، فيُنتَفَعُ بوعظه. ¶ فإذا اضطررتَ إلى مخالطة الناس فخالطهم بالحِلمِ عنهم، فإنك إن كشفتَ عن أخلاقهم لم تقدر على مداراتهم. ¶ فصل في الحفاظ على الحقوق ومراعاة عواقب الأمور ¶ وأدِّ إلى كل ذي حق حقه، من زوجة أو ولد أو قرابة، وانظر كل ساعة من ساعاتك بماذا تذهب، فلا تُودِعْها إلا أشرفَ ما يمكن، ولا تهمل نفسك وعوِّدها أشرفَ ما يكون من العمل وأحسنه، وابعث إلى صندوق القبر ما يسرك يوم الوصول إليه، كما قيل: ¶ يا من بدنياه اشتغل ... وغرّه طول الأمل",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "الموت يأتي بغتةً ... والقبر صندوق العمل ¶ وراعِ عواقبَ الأمور يهُنْ عليك الصبرُ عن كل ما تشتهي وما تكره، وإن وجدتَ من نفسك غفلة فاحملها إلى المقابر وذكِّرها قربَ الرحيل، ودبِّر أمرك ـ واللهُ المدبرُ ـ في إنفاقك من غير تبذير، لئلا تحتاج إلى الناس، فإن حِفظَ المال من الدين، ولئن تُخَلِّفَ لورثتك خير من أن تحتاج إلى الناس. ¶ فصل في فضل شرف نسب المؤلف ¶ يا بني واعلم أننا من أولاد أبي بكر الصديق رضي الله عنه، وأبونا القاسم بن محمد بن أبي بكر رضي الله عنه، وأخباره موثقة في كتاب \"صفة الصفوة\"، ثم تشاغلَ سلفنا بالتجارة والبيع والشراء، فما كان من المتأخرين مَن رُزِقَ همةً في طلب العلم غيري، وقد آل الأمر إليك، فاجتهد أن لا تخيّب ظني فيما رجوتُه فيك ولك. ¶ وقد أسلمتك إلى الله سبحانه، وإياه أسأل أن يوفقك للعلم والعمل، وهذا قدر اجتهادي في وصيتي ولا حول ولا قوة إلا بالله العلي العظيم. ¶ والحمد لله رب العالمين وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.",
            "page": "13",
            "part": "1"
        }
    ],
    "t34818": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "لفتة_الكبد_في_نصيحة_الولد"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل في فضل العقل ومسؤولية التكليف والحث على طلب الفضائل"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل في أسس المعرفة وأركانها"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل في ضرورة مراعاة الحدود الشرعية وشيء من أحوال ابن الجوزي"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل في التعجيل بالتوبة والندم واستدراك ما فات واغتنام ما بقي من العمر"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل في أن الحياة الدنيا قصيرة يجب اغتنامها"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "2",
            "tit": "فصل في نقض اليأس والقنوط، والإقبال على الجد والعمل"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل في عمل اليوم والليلة"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "2",
            "tit": "فصل في العزلة والعلم"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل في فضل التقوى"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "2",
            "tit": "فصل في أن التقوى خير زاد"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل في الجمع بين العلم والعمل"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل في فضل الحفظ والصدق"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "2",
            "tit": "فصل في أن البركة والنفع مقرون بالعمل بالعلم"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "3",
            "tit": "فصل في النية الصالحة مع العمل بعلم"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل في كتب مفيدة"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "2",
            "tit": "فصل في المداراة والحلم"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "3",
            "tit": "فصل في الحفاظ على الحقوق ومراعاة عواقب الأمور"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل في فضل شرف نسب المؤلف"
        }
    ]
}