{
    "b34835": [
        {
            "id": "1",
            "nass": "أهَميَّةُ الاستغفار ِوفوائِدُهُ ¶ جمع وإعداد ¶ الباحث في القرآن والسنة ¶ علي بن نايف الشحود ¶ الطبعة الثانية ¶ ماليزيا ¶ (( بهانج - دار المعمور )) ¶ حقوق الطبع لكل مسلم ¶ حقوق الطبع لكل مسلم ¶ هذا وقد قسمته إلى ثلاثة أبواب وخلاصة : ¶ الباب الأول= الاستغفار في القرآن الكريم ، وفيه ثلاثة عشر مبحثاً ¶ أولا: تأميل الراجين وتأنيس المذنبين بمغفرته سبحانه لأنه هو الغفور الغفار: ¶ ثانيا: أمر اللّه بالاستغفار: ... ¶ ثالثا: دعوة الأنبياء والصالحين أقوامهم للاستغفار: ... ¶ رابعا: الاستغفار من صفات الأنبياء والصالحين: ¶ خامسا: الاستغفار يكون للنفس وللغير: ¶ سادسا: غفران اللّه عز وجل (قبول الاستغفار) يرتبط بالتوبة والعمل الصالح: ¶ سابعا: الاستغفار المقبول يرتبط بمشيئة اللّه- عزّ وجلّ-: ¶ ثامنا: قبول الاستغفار يكون للمؤمنين والمتقين: ¶ تاسعا: قبول الاستغفار يكون للكافر إذا أسلم وحسن إسلامه وللعاصي إذا تاب : ¶ عاشرا: لا يقبل اللّه استغفارا من مشرك أو منافق: ¶ حادي عشر: الأوقات المفضلة للاستغفار: ¶ ثاني عشر: أثر الاستغفار في الدنيا منع العذاب- استجلاب الرحمة- الإمداد بالأموال والبنين): ... ¶ ثالث عشر: البشارة بالمغفرة ودخول الجنة في الآخرة: ¶ الباب الثاني= الحث على الاستغفار في السنَّة النبوية ، وفيه أكثر من ستين حديثاً ¶ الباب الثالث= الخلاصة في أحكام الاستغفار ، وفيه سبعة مباحث ¶ المبحث الأول-تعريفه ¶ المبحث الثاني-الْحُكْمُ التَّكْلِيفِيُّ لِلاِسْتِغْفَارِ ... ¶ المبحث الثالث-أفضلُ صيغه ¶ المبحث الرابع-اسْتِغْفَارُ النَّبِيِّ صلى الله عليه وسلم ¶ المبحث الخامس-أوقاتُ الاستغفار الزمانية والمكانية ¶ المبحث السادس-الاستغفارُ سنَّة الأنبياء والمرسلين ¶ المبحث السابع-أهم فوائد الاستغفار ¶ وقد حاولت استقصاء ما ورد في القرآن والسنَّة حول هذا الموضوع،وقمت بشرح الآيات بشكل مختصر،وغالبها من التفسير الميسر،وقمت بتخريج الأحاديث بشكل مختصر من مظانها،وذكرت مصادر البحث في آخره. ¶ والجديد هو فرز الآيات المتعلقة بالاستغفار إلى موضوعات،وذكر الأحاديث التي تحث على الاستغفار،وقد تكرر، بعضها في أمكنة أخرى حسب الاستدلال بها . ¶ كما أن فيه خلاصة عن فوائد الاستغفار .. ¶ وقد استفدت في تقسيم الآيات من موسوعة نضرة النعيم . ¶ أسأل الله تعالى أن ينفع به كاتبه،وقارئه وناشره في الدارين آمين . ¶ الباحث في القرآن والسنَّة ¶ علي بن نايف الشحود ¶ في 8 شعبان 1429هـ الموافق ل 10/8/2008 م ¶ وعدل تعديلاً جذريًّا بتاريخ 3 رمضان 1439 هـ الموافق ل 24/8/2009 م",
            "page": null,
            "part": null
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين،القائل في محكم كتابه العزيز { وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُمْ مَتَاعًا حَسَنًا إِلَى أَجَلٍ مُسَمًّى وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ وَإِنْ تَوَلَّوْا فَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ (3)} [هود/3] ¶ والصلاة والسلام على من أرسله الله تعالى رحمة للعالمين،وعلى آله وصحبه أجمعين،ومن تبعهم بإحسان إلى يوم الدين . ¶ أما بعد : ¶ فقد ورد الحثُّ على الاستغفار في القرآن الكريم والسنَّة النبوية،وذلك لحاجة الإنسان إليه في كل وقت،لتقصيره في الطاعات،ووقوعه في معصية الله تعالى . ¶ فجاء الاستغفار ليعالج هذا النقص عند الإنسان،فعَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ،قَالَ:سَمِعْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - يَقُولُ:إِنَّ إِبْلِيسَ قَالَ لِرَبِّهِ:بِعِزَّتِكَ وَجَلاَلِكَ لاَ أَبْرَحُ أُغْوِي بَنِي آدَمَ مَا دَامَتِ الأَرْوَاحُ فِيهِمْ،فَقَالَ لَهُ اللَّهُ:فَبِعِزَّتِي وَجَلاَلِي لاَ أَبْرَحُ أَغْفِرُ لَهُمْ مَا اسْتَغْفَرُونِي. (¬1) . ¶ هذا وقد قسمته إلى ثلاثة أبواب وخلاصة : ¶ الباب الأول= الاستغفار في القرآن الكريم ، وفيه ثلاثة عشر مبحثاً ¶ أولا: تأميل الراجين وتأنيس المذنبين بمغفرته سبحانه لأنه هو الغفور الغفار: ¶ ثانيا: أمر اللّه بالاستغفار: ... ¶ ثالثا: دعوة الأنبياء والصالحين أقوامهم للاستغفار: ... ¶ رابعا: الاستغفار من صفات الأنبياء والصالحين: ¶ خامسا: الاستغفار يكون للنفس وللغير: ¶ سادسا: غفران اللّه عز وجل (قبول الاستغفار) يرتبط بالتوبة والعمل الصالح: ¶ سابعا: الاستغفار المقبول يرتبط بمشيئة اللّه- عزّ وجلّ-: ¶ ثامنا: قبول الاستغفار يكون للمؤمنين والمتقين: ¶ ¬__________ ¶ (¬1) - مسند أحمد (عالم الكتب) - (4 / 77)(11244) 11264- حسن",
            "page": "1",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "تاسعا: قبول الاستغفار يكون للكافر إذا أسلم وحسن إسلامه وللعاصي إذا تاب : ¶ عاشرا: لا يقبل اللّه استغفارا من مشرك أو منافق: ¶ حادي عشر: الأوقات المفضلة للاستغفار: ¶ ثاني عشر: أثر الاستغفار في الدنيا منع العذاب- استجلاب الرحمة- الإمداد بالأموال والبنين): ... ¶ ثالث عشر: البشارة بالمغفرة ودخول الجنة في الآخرة: ¶ الباب الثاني= الحث على الاستغفار في السنَّة النبوية ، وفيه أكثر من ستين حديثاً ¶ الباب الثالث= الخلاصة في أحكام الاستغفار ، وفيه سبعة مباحث ¶ المبحث الأول-تعريفه ¶ المبحث الثاني-الْحُكْمُ التَّكْلِيفِيُّ لِلاِسْتِغْفَارِ ... ¶ المبحث الثالث-أفضلُ صيغه ¶ المبحث الرابع-اسْتِغْفَارُ النَّبِيِّ صلى الله عليه وسلم ¶ المبحث الخامس-أوقاتُ الاستغفار الزمانية والمكانية ¶ المبحث السادس-الاستغفارُ سنَّة الأنبياء والمرسلين ¶ المبحث السابع-أهم فوائد الاستغفار ¶ وقد حاولت استقصاء ما ورد في القرآن والسنَّة حول هذا الموضوع،وقمت بشرح الآيات بشكل مختصر،وغالبها من التفسير الميسر،وقمت بتخريج الأحاديث بشكل مختصر من مظانها،وذكرت مصادر البحث في آخره. ¶ والجديد هو فرز الآيات المتعلقة بالاستغفار إلى موضوعات،وذكر الأحاديث التي تحث على الاستغفار،وقد تكرر، بعضها في أمكنة أخرى حسب الاستدلال بها . ¶ كما أن فيه خلاصة عن فوائد الاستغفار .. ¶ وقد استفدت في تقسيم الآيات من موسوعة نضرة النعيم . ¶ أسأل الله تعالى أن ينفع به كاتبه،وقارئه وناشره في الدارين آمين .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "قال تعالى:{ وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ (133) الَّذِينَ يُنْفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ (134) وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ (135) أُولَئِكَ جَزَاؤُهُمْ مَغْفِرَةٌ مِنْ رَبِّهِمْ وَجَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ الْعَامِلِينَ (136)} [آل عمران/133-136] ¶ جمعه وأعده ¶ الباحث في القرآن والسنَّة ¶ علي بن نايف الشحود ¶ في 8 شعبان 1429هـ الموافق ل 10/8/2008 م ¶ وعدل تعديلاً جذريًّا بتاريخ 3 رمضان 1439 هـ الموافق ل 24/8/2009 م ¶ - - - - - - - - - - - - - -",
            "page": "3",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الباب الأول ¶ الاستغفار في القرآن الكريم ¶ أولا: تأميل الراجين وتأنيس المذنبين بمغفرته سبحانه لأنه هو الغفور الغفار: ¶ هناك آيات كثيرة نذكر منها : ¶ قال تعالى :{ وَإِذْ قُلْنَا ادْخُلُواْ هَذِهِ الْقَرْيَةَ فَكُلُواْ مِنْهَا حَيْثُ شِئْتُمْ رَغَداً وَادْخُلُواْ الْبَابَ سُجَّداً وَقُولُواْ حِطَّةٌ نَّغْفِرْ لَكُمْ خَطَايَاكُمْ وَسَنَزِيدُ الْمُحْسِنِينَ} (58) سورة البقرة ¶ واذكروا نعمتنا عليكم حين قلنا: ادخلوا مدينة \"بيت المقدس\" فكلوا من طيباتها في أي مكان منها أكلا هنيئًا،وكونوا في دخولكم خاضعين لله،ذليلين له،وقولوا: ربَّنا ضَعْ عنَّا ذنوبنا،نستجب لكم ونعف ونسترها عليكم،وسنزيد المحسنين بأعمالهم خيرًا وثوابًا. ¶ وقال تعالى:{إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ بِهِ لِغَيْرِ اللّهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلاَ عَادٍ فَلا إِثْمَ عَلَيْهِ إِنَّ اللّهَ غَفُورٌ رَّحِيمٌ} (173) سورة البقرة ¶ إنما حرم الله عليكم ما يضركم كالميتة التي لم تذبح بطريقة شرعية،والدم المسفوح،ولحم الخنزير،والذبائح التي ذبحت لغير الله.ومِنْ فَضْلِ الله عليكم وتيسيره أنه أباح لكم أكل هذه المحرمات عند الضرورة.فمن ألجأته الضرورة إلى أكل شيء منها،غير ظالم في أكله فوق حاجته،ولا متجاوز حدود الله فيما أُبيح له،فلا ذنب عليه في ذلك.إن الله غفور لعباده،رحيم بهم. ¶ وقال تعالى:{ كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ (180) فَمَنْ بَدَّلَهُ بَعْدَمَا سَمِعَهُ فَإِنَّمَا إِثْمُهُ عَلَى الَّذِينَ يُبَدِّلُونَهُ إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ (181) فَمَنْ خَافَ مِن مُّوصٍ جَنَفًا أَوْ إِثْمًا فَأَصْلَحَ بَيْنَهُمْ فَلاَ إِثْمَ عَلَيْهِ إِنَّ اللّهَ غَفُورٌ رَّحِيمٌ(182)} سورة البقرة ¶ فرض الله عليكم إذا حضر أحدكم علامات الموت ومقدماته -إن ترك مالا- الوصية بجزء من ماله للوالدين والأقربين مع مراعاة العدل; فلا يدع الفقير ويوصي للغني،ولا يتجاوز",
            "page": "4",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "الثلث،وذلك حق ثابت يعمل به أهل التقوى الذين يخافون الله.وكان هذا قبل نزول آيات المواريث التي حدَّد الله فيها نصيب كل وارث. ¶ فمَن غَيَّر وصية الميت بعدما سمعها منه قبل موته،فإنما الذنب على مَن غيَّر وبدَّل.إن الله سميع لوصيتكم وأقوالكم،عليم بما تخفيه صدوركم من الميل إلى الحق والعدل أو الجور والحيف،وسيجازيكم على ذلك. ¶ فمَن علم مِن موصٍ ميلا عن الحق في وصيته على سبيل الخطأ أو العمد،فنصح الموصيَ وقت الوصية بما هو الأعدل،فإن لم يحصل له ذلك فأصلح بين الأطراف بتغيير الوصية; لتوافق الشريعة،فلا ذنب عليه في هذا الإصلاح.إن الله غفور لعباده،رحيم بهم. ¶ وقال تعالى:{إِنَّ الَّذِينَ آمَنُواْ وَالَّذِينَ هَاجَرُواْ وَجَاهَدُواْ فِي سَبِيلِ اللّهِ أُوْلَئِكَ يَرْجُونَ رَحْمَتَ اللّهِ وَاللّهُ غَفُورٌ رَّحِيمٌ} (218) سورة البقرة ¶ إن الذين صَدَّقوا بالله ورسوله وعملوا بشرعه والذين تركوا ديارهم،وجاهدوا في سبيل الله،أولئك يطمعون في فضل الله وثوابه.والله غفور لذنوب عباده المؤمنين،رحيم بهم رحمة واسعة. ¶ وقال تعالى:{لِّلَّذِينَ يُؤْلُونَ مِن نِّسَآئِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ فَإِنْ فَآؤُوا فَإِنَّ اللّهَ غَفُورٌ رَّحِيمٌ} (226) سورة البقرة ¶ للذين يحلفون بالله أن لا يجامعوا نساءهم،انتظار أربعة أشهر،فإن رجعوا قبل فوات الأشهر الأربعة،فإن الله غفور لما وقع منهم من الحلف بسبب رجوعهم،رحيم بهم. ¶ وقال تعالى:{ وَإِذَا جَاءكَ الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلاَمٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ أَنَّهُ مَن عَمِلَ مِنكُمْ سُوءًا بِجَهَالَةٍ ثُمَّ تَابَ مِن بَعْدِهِ وَأَصْلَحَ فَأَنَّهُ غَفُورٌ رَّحِيمٌ} (54) سورة الأنعام ¶ وإذا جاءك -أيها النبي- الذين صَدَّقوا بآيات الله الشاهدة على صدقك من القرآن وغيره مستفتين عن التوبة من ذنوبهم السابقة،فأكرِمْهم بردِّ السلام عليهم،وبَشِّرهم برحمة الله الواسعة; فإنه جلَّ وعلا قد كتب على نفسه الرحمة بعباده تفضلا أنه من اقترف ذنبًا بجهالة منه لعاقبتها وإيجابها لسخط الله -فكل عاص لله مخطئًا أو متعمدًا فهو جاهل بهذا",
            "page": "5",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "الاعتبار وإن كان عالمًا بالتحريم- ثم تاب من بعده وداوم على العمل الصالح،فإنه تعالى يغفر ذنبه،فهو غفور لعباده التائبين،رحيم بهم. ¶ وقال تعالى:{ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ السُّوءَ بِجَهَالَةٍ ثُمَّ تَابُواْ مِن بَعْدِ ذَلِكَ وَأَصْلَحُواْ إِنَّ رَبَّكَ مِن بَعْدِهَا لَغَفُورٌ رَّحِيمٌ} (119) سورة النحل ¶ إن ربك للذين فعلوا المعاصي في حال جهلهم لعاقبتها وإيجابها لسخط الله -فكل عاص لله مخطئًا أو متعمدًا فهو جاهل بهذا الاعتبار وإن كان عالمًا بالتحريم-،ثم رجعوا إلى الله عمَّا كانوا عليه من الذنوب،وأصلحوا نفوسهم وأعمالهم،إن ربك -مِن بعد توبتهم وإصلاحهم- لَغفور لهم،رحيم بهم. ¶ وقال تعالى:{إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ وَإِذَا كَانُوا مَعَهُ عَلَى أَمْرٍ جَامِعٍ لَمْ يَذْهَبُوا حَتَّى يَسْتَأْذِنُوهُ إِنَّ الَّذِينَ يَسْتَأْذِنُونَكَ أُوْلَئِكَ الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ فَإِذَا اسْتَأْذَنُوكَ لِبَعْضِ شَأْنِهِمْ فَأْذَن لِّمَن شِئْتَ مِنْهُمْ وَاسْتَغْفِرْ لَهُمُ اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ} (62) سورة النور ¶ إنما المؤمنون حقًا هم الذين صدَّقوا الله ورسوله،وعملوا بشرعه،وإذا كانوا مع النبي - صلى الله عليه وسلم - على أمر جمعهم له في مصلحة المسلمين،لم ينصرف أحد منهم حتى يستأذنه،إن الذين يستأذنونك - أيها النبي - هم الذين يؤمنون بالله ورسوله حقًا،فإذا استأذنوك لبعض حاجتهم فَأْذَن لمن شئت ممن طلب الإذن في الانصراف لعذر،واطلب لهم المغفرة من الله.إن الله غفور لذنوب عباده التائبين،رحيم بهم. ¶ وقال تعالى:{ يَا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِنْ طَيِّبَاتِ مَا كَسَبْتُمْ وَمِمَّا أَخْرَجْنَا لَكُمْ مِنَ الْأَرْضِ وَلَا تَيَمَّمُوا الْخَبِيثَ مِنْهُ تُنْفِقُونَ وَلَسْتُمْ بِآخِذِيهِ إِلَّا أَنْ تُغْمِضُوا فِيهِ وَاعْلَمُوا أَنَّ اللَّهَ غَنِيٌّ حَمِيدٌ (267) الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُم بِالْفَحْشَاء وَاللّهُ يَعِدُكُم مَّغْفِرَةً مِّنْهُ وَفَضْلاً وَاللّهُ وَاسِعٌ عَلِيمٌ(268) } سورة البقرة ¶ يا من آمنتم بي واتبعتم رسلي أنفقوا من الحلال الطيب الذي كسبتموه ومما أخرجنا لكم من الأرض،ولا تقصدوا الرديء منه لتعطوه الفقراء،ولو أُعطِيتموه لم تأخذوه إلا إذا",
            "page": "6",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "تغاضيتم عما فيه من رداءة ونقص.فكيف ترضون لله ما لا ترضونه لأنفسكم؟ واعلموا أن الله الذي رزقكم غني عن صدقاتكم،مستحق للثناء،محمود في كل حال. ¶ هذا البخل واختيار الرديء للصدقة من الشيطان الذي يخوفكم الفقر،ويغريكم بالبخل،ويأمركم بالمعاصي ومخالفة الله تعالى،والله سبحانه وتعالى يعدكم على إنفاقكم غفرانًا لذنوبكم ورزقا واسعا.والله واسع الفضل،عليم بالأعمال والنيَّات. ¶ ثانيا: أمر اللّه بالاستغفار: ¶ قال تعالى :{ثُمَّ أَفِيضُواْ مِنْ حَيْثُ أَفَاضَ النَّاسُ وَاسْتَغْفِرُواْ اللّهَ إِنَّ اللّهَ غَفُورٌ رَّحِيمٌ} (199) سورة البقرة ¶ وليكن اندفاعكم من \"عرفات\" التي أفاض منها إبراهيم عليه السلام مخالفين بذلك من لا يقف بها من أهل الجاهلية،واسألوا الله أن يغفر لكم ذنوبكم.إن الله غفور لعباده المستغفرين التائبين،رحيم بهم. ¶ وقال تعالى:{ وَسَارِعُواْ إِلَى مَغْفِرَةٍ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ (133) الَّذِينَ يُنْفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ وَالْكاظِمِينَ الْغَيْظَ وَالْعافِينَ عَنِ النَّاسِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ (134) }سورة آل عمران ¶ وبادروا بطاعتكم لله ورسوله لاغتنام مغفرة عظيمة من ربكم وجنة واسعة،عرضها السموات والأرض،أعدها الله للمتقين. ¶ وقال تعالى :{إِنَّا أَنزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ بِمَا أَرَاكَ اللّهُ وَلاَ تَكُن لِّلْخَآئِنِينَ خَصِيمًا (105) وَاسْتَغْفِرِ اللَّهَ إِنَّ اللَّهَ كانَ غَفُوراً رَحِيماً (106) } سورة النساء ¶ إنا أنزلنا إليك -أيها الرسول- القرآن مشتملا على الحق; لتفصل بين الناس جميعًا بما أوحى الله إليك،وبَصَّرك به،فلا تكن للذين يخونون أنفسهم -بكتمان الحق- مدافعًا عنهم بما أيدوه لك من القول المخالف للحقيقة. ¶ واطلب من الله تعالى المغفرة في جميع أحوالك،إن الله تعالى كان غفورًا لمن يرجو فضله ونوال مغفرته،رحيمًا به.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وقال تعالى :{ لَّقَدْ كَفَرَ الَّذِينَ قَالُواْ إِنَّ اللّهَ ثَالِثُ ثَلاَثَةٍ وَمَا مِنْ إِلَهٍ إِلاَّ إِلَهٌ وَاحِدٌ وَإِن لَّمْ يَنتَهُواْ عَمَّا يَقُولُونَ لَيَمَسَّنَّ الَّذِينَ كَفَرُواْ مِنْهُمْ عَذَابٌ أَلِيمٌ (73) أَفَلا يَتُوبُونَ إِلَى اللَّهِ وَيَسْتَغْفِرُونَهُ وَاللَّهُ غَفُورٌ رَحِيمٌ (74) } سورة المائدة ¶ لقد كفر من النصارى من قال: إنَّ الله مجموع ثلاثة أشياء: هي الأب،والابن،وروح القدس.أما عَلِمَ هؤلاء النصارى أنه ليس للناس سوى معبود واحد،لم يلد ولم يولد،وإن لم ينته أصحاب هذه المقالة عن افترائهم وكذبهم ليُصِيبَنَّهم عذاب مؤلم موجع بسبب كفرهم بالله. ¶ أفلا يرجع هؤلاء النصارى إلى الله تعالى،ويتولون عمَّا قالوا،ويسألون الله تعالى المغفرة؟ والله تعالى متجاوز عن ذنوب التائبين،رحيمٌ بهم ¶ وقال تعالى:{ وَلَقَدْ آتَيْنَا مُوسَى الْهُدَى وَأَوْرَثْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ(53) هُدىً وَذِكْرى لِأُولِي الْأَلْبابِ (54) فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَاسْتَغْفِرْ لِذَنْبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْإِبْكارِ (55) } سورة غافر ¶ ولقد آتينا موسى ما يهدي إلى الحق من التوراة والمعجزات،وجعلنا بني إسرائيل يتوارثون التوراة خلفًا عن سلف،هادية إلى سبيل الرشاد،وموعظة لأصحاب العقول السليمة. ¶ فاصبر -أيها الرسول- على أذى المشركين،فقد وعدناك بإعلاء كلمتك،ووعْدُنا حق لا يتخلف،واستغفر لذنبك،ودُمْ على تنزيه ربك عمَّا لا يليق به،في آخر النهار وأوله. ¶ وقال تعالى :{ قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَاسْتَقِيمُوا إِلَيْهِ وَاسْتَغْفِرُوهُ وَوَيْلٌ لِّلْمُشْرِكِينَ} (6) سورة فصلت ¶ قل لهم -أيها الرسول-:إنما أنا بشر مثلكم يوحي الله إليَّ أنما إلهكم الذي يستحق العبادة،إله واحد لا شريك له،فاسلكوا الطريق الموصل إليه،واطلبوا مغفرته.وعذاب للمشركين الذين عبدوا من دون الله أوثانًا لا تنفع ولا تضر،والذين لم يطهروا أنفسهم بتوحيد ربهم،والإخلاص له،ولم يصلُّوا ولم يزكَّوا،فلا إخلاص منهم للخالق ولا نفع فيهم للخلق،وهم لا يؤمنون بالبعث،ولا بالجنة والنار،ولا ينفقون في طاعة الله.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وقال تعالى :{فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ} (19) سورة محمد ¶ فاعلم -أيها النبي- أنه لا معبود بحق إلا الله،واستغفر لذنبك،واستغفر للمؤمنين والمؤمنات.والله يعلم تصرفكم في يقظتكم نهارًا،ومستقركم في نومكم ليلا. ¶ وقال تعالى :{إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَى مِن ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ وَثُلُثَهُ وَطَائِفَةٌ مِّنَ الَّذِينَ مَعَكَ وَاللَّهُ يُقَدِّرُ اللَّيْلَ وَالنَّهَارَ عَلِمَ أَن لَّن تُحْصُوهُ فَتَابَ عَلَيْكُمْ فَاقْرَؤُوا مَا تَيَسَّرَ مِنَ الْقُرْآنِ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرْضَى وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِن فَضْلِ اللَّهِ وَآخَرُونَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَاقْرَؤُوا مَا تَيَسَّرَ مِنْهُ وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَقْرِضُوا اللَّهَ قَرْضًا حَسَنًا وَمَا تُقَدِّمُوا لِأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ اللَّهِ هُوَ خَيْرًا وَأَعْظَمَ أَجْرًا وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ} (20) سورة المزمل ¶ إن ربك -أيها النبي- يعلم أنك تقوم للتهجد من الليل أقل من ثلثيه حينًا،وتقوم نصفه حينًا،وتقوم ثلثه حينًا آخر،ويقوم معك طائفة من أصحابك.والله وحده هو الذي يقدِّر الليل والنهار،ويعلم مقاديرهما،وما يمضي ويبقى منهما،علم الله أنه لا يمكنكم قيام الليل كله،فخفَّف عليكم،فاقرؤوا في الصلاة بالليل ما تيسر لكم قراءته من القرآن،علم الله أنه سيوجد فيكم مَن يُعجزه المرض عن قيام الليل،ويوجد قوم آخرون يتنقَّلون في الأرض للتجارة والعمل يطلبون من رزق الله الحلال،وقوم آخرون يجاهدون في سبيل الله؛ لإعلاء كلمته ونشر دينه،فاقرؤوا في صلاتكم ما تيسَّر لكم من القرآن،وواظبوا على فرائض الصلاة،وأعطوا الزكاة الواجبة عليكم،وتصدَّقوا في وجوه البر والإحسان مِن أموالكم؛ ابتغاء وجه الله،وما تفعلوا مِن وجوه البر والخير وعمل الطاعات،تلقَوا أجره وثوابه عند الله يوم القيامة خيرًا مما قدَّمتم في الدنيا،وأعظم منه ثوابًا،واطلبوا مغفرة الله في جميع أحوالكم،إن الله غفور لكم رحيم بكم. ¶ ثالثا: دعوة الأنبياء والصالحين أقوامهم للاستغفار: ¶ قال تعالى:{الر تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ (1)أَلَّا تَعْبُدُوا إِلَّا اللَّهَ إِنَّنِي لَكُمْ مِنْهُ نَذِيرٌ وَبَشِيرٌ (2) وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُمْ مَتاعاً حَسَناً إِلى أَجَلٍ مُسَمًّى وَيُؤْتِ كُلَّ",
            "page": "9",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ذِي فَضْلٍ فَضْلَهُ وَإِنْ تَوَلَّوْا فَإِنِّي أَخافُ عَلَيْكُمْ عَذابَ يَوْمٍ كَبِيرٍ (3) إِلَى اللَّهِ مَرْجِعُكُمْ وَهُوَ عَلى كُلِّ شَيْ ءٍ قَدِيرٌ (4) } سورة يونس ¶ هذا الكتاب الذي أنزله الله على محمد - صلى الله عليه وسلم - أُحكمت آياته من الخلل والباطل،ثم بُيِّنت بالأمر والنهي وبيان الحلال والحرام من عند الله،الحكيم بتدبير الأمور،الخبير بما تؤول إليه عواقبها. ¶ وإنزال القرآن وبيان أحكامه وتفصيلها وإحكامها; لأجل أن لا تعبدوا إلا الله وحده لا شريك له.إنني لكم -أيها الناس- من عند الله نذير ينذركم عقابه،وبشير يبشِّركم بثوابه. ¶ واسألوه أن يغفر لكم ذنوبكم،ثم ارجعوا إليه نادمين يمتعْكم في دنياكم متاعًا حسنًا بالحياة الطيبة فيها،إلى أن يحين أجلكم،ويُعطِ كل ذي فضل من علم وعمل جزاء فضله كاملا لا نقص فيه،وإن تعرضوا عمَّا أدعوكم إليه فإني أخشى عليكم عذاب يوم شديد،وهو يوم القيامة.وهذا تهديد شديد لمن تولَّى عن أوامر الله تعالى وكذَّب رسله. ¶ إلى الله رجوعكم بعد موتكم جميعًا فاحذروا عقابه،وهو سبحانه قادر على بعثكم وحشركم وجزائكم. ¶ وقال تعالى :{يَا قَوْمِ لا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِنْ أَجْرِيَ إِلاَّ عَلَى الَّذِي فَطَرَنِي أَفَلاَ تَعْقِلُونَ (51) وَيا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُرْسِلِ السَّماءَ عَلَيْكُمْ مِدْراراً وَيَزِدْكُمْ قُوَّةً إِلى قُوَّتِكُمْ وَلا تَتَوَلَّوْا مُجْرِمِينَ (52)} سورة هود ¶ يا قوم لا أسألكم على ما أدعوكم إليه من إخلاص العبادة لله وترك عبادة الأوثان أجرًا،ما أجري على دعوتي لكم إلا على الله الذي خلقني،أفلا تعقلون فتميِّزوا بين الحق والباطل؟ ¶ ويا قوم اطلبوا مغفرة الله والإيمان به،ثم توبوا إليه من ذنوبكم،فإنكم إن فعلتم ذلك يرسل المطر عليكم متتابعًا كثيرًا،فتكثر خيراتكم،ويزدكم قوة إلى قوتكم بكثرة ذرياتكم وتتابع النِّعم عليكم،ولا تُعرضوا عما دعوتكم إليه مصرِّين على إجرامكم. ¶ وقال تعالى:{وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَا قَوْمِ اعْبُدُواْ اللّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ هُوَ أَنشَأَكُم مِّنَ الأَرْضِ وَاسْتَعْمَرَكُمْ فِيهَا فَاسْتَغْفِرُوهُ ثُمَّ تُوبُواْ إِلَيْهِ إِنَّ رَبِّي قَرِيبٌ مُّجِيبٌ } (61) سورة هود",
            "page": "10",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وأرسلنا إلى ثمود أخاهم صالحًا،فقال لهم: يا قوم اعبدوا الله وحده ليس لكم من إله يستحق العبادة غيره جل وعلا،فأخلصوا له العبادة،هو الذي بدأ خَلْقكم من الأرض بخلق أبيكم آدم منها،وجعلكم عُمَّارا لها،فاسألوه أن يغفر لكم ذنوبكم،وارجعوا إليه بالتوبة النصوح.إن ربي قريب لمن أخلص له العبادة،ورغب إليه في التوبة،مجيب له إذا دعاه. ¶ وقال تعالى:{وَيَا قَوْمِ لاَ يَجْرِمَنَّكُمْ شِقَاقِي أَن يُصِيبَكُم مِّثْلُ مَا أَصَابَ قَوْمَ نُوحٍ أَوْ قَوْمَ هُودٍ أَوْ قَوْمَ صَالِحٍ وَمَا قَوْمُ لُوطٍ مِّنكُم بِبَعِيدٍ (89) وَاسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ إِنَّ رَبِّي رَحِيمٌ وَدُودٌ (90) } سورة هود ¶ ويا قوم لا تحملنَّكم عداوتي وبغضي وفراق الدين الذي أنا عليه على العناد والإصرار على ما أنتم عليه من الكفر بالله،فيصيبكم مثلُ ما أصاب قوم نوح أو قوم هود أو قوم صالح من الهلاك،وما قوم لوط وما حلَّ بهم من العذاب ببعيدين عنكم لا في الدار ولا في الزمان. ¶ واطلبوا من ربِّكم المغفرة لذنوبكم،ثم ارجعوا إلى طاعته واستمروا عليها.إن ربِّي رحيم كثير المودة والمحبة لمن تاب إليه وأناب،يرحمه ويقبل توبته.وفي الآية إثبات صفة الرحمة والمودة لله تعالى،كما يليق به سبحانه. ¶ وقال تعالى:{إِنَّا أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ أَنْ أَنذِرْ قَوْمَكَ مِن قَبْلِ أَن يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ (1) قالَ يا قَوْمِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ (2) أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ وَأَطِيعُونِ (3) يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إِلى أَجَلٍ مُسَمًّى إِنَّ أَجَلَ اللَّهِ إِذا جاءَ لا يُؤَخَّرُ لَوْ كُنْتُمْ تَعْلَمُونَ (4) قالَ رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهاراً (5) فَلَمْ يَزِدْهُمْ دُعائِي إِلَّا فِراراً (6) وَإِنِّي كُلَّما دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوا أَصابِعَهُمْ فِي آذانِهِمْ وَاسْتَغْشَوْا ثِيابَهُمْ وَأَصَرُّوا وَاسْتَكْبَرُوا اسْتِكْباراً (7) } سورة نوح ¶ إِنَّا أَرْسَلْنَا نُوحاً إِلَى قَوْمِهِ وَقُلْنَا لَهُ:أَنْذِرْ قَوْمَكَ بَأْسَ اللهِ وَعَذَابَهُ،قَبْلَ أَنْ يَنْزِلَ بِهِمْ عَذَابُ اللهِ الأَلِيمُ فِي الدُّنْيَا والآخِرَةِ . ¶ فَقَالَ نُوحٌ لِقَوْمِهِ:يَا قَوْمِ إِنِّي نَذَيرٌ جِئْتُ لأُبَيِّنَ لَكُم رِسَالَةَ رَبِّكُمْ بِلْغَةٍ تَعْرِفُونَهَا،وَلأَنْذِرَكُمْ عَذَابَ اللهِ،فَاحْذَرُوهُ أَنْ يُنْزِلَهُ بِكُمْ بِسَبَبِ كُفْرِكُمْ بِهِ . ¶ وَقَدْ أَمَرَ نُوحٌ قَوْمَهُ بِثَلاَثَةِ أَشْيَاءٍ:",
            "page": "11",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "- بِعِبَادَةِ اللهِ وَحْدَهُ لاَ شَرِيكَ لَهُ . ¶ - وَبِتَقْوَى اللهِ،وَالخَوْفِ مِنْ عَذَابِهِ،وَاجْتِنَابِ مَحَارِمِهِ . ¶ - وَبِإِطَاعَةِ نُوحٍ فِيمَا يَأْمُرُهُمْ بِهِ،وَفِيمَا يَنْهَاهُمْ عَنْهُ . ¶ وَوَعَدَهُمْ،إِنْ فَعَلُوا مَا أَمْرَهُمْ بِهِ،بِأَنَّ اللهَ سَيَغْفِرُ لَهُمْ مَا سَلَفَ مِنْ ذُنُوبِهِمْ،وَأَنَّهُ سَيُسَامِحُهُمْ عَمَّا فَرَطَ مِنْهُمْ مِنْ زَلاَّتٍ،وَأَنَّهُ تَعَالَى سَيَمُدُّ فِي أَعْمَارِهِمْ إِلَى أَجَلٍ مُعَيَّنٍ جَعَلَهُ غَايَةً لِطُولِ العُمْرِ . ¶ ثُمَّ أَخْبَرَهُمْ نُوحٌ أَنَّ أَجَلَ اللهِ،الذِي كَتَبَهُ فِي أَمِّ الكِتَابِ،إِذَا جَاءَ لاَ يُؤَخَّرُ مِيقَاتُهُ،وَلَوْ أَنَّهُمْ كَانُوا يَعْلَمُونَ مَا سَيَحِلُّ بِهِمْ مِنَ الخَزْيِ،والنَّدَامَةِ عِنْدَ انْقِضَاءِ آجَالِهِمْ لَسَارَعُوا إِلَى الإِيْمَانِ والطَّاعَةِ . ¶ فَلَمَّا كَذَّبَ نُوحاً قَوْمُهُ،وَهَدَّدُوهُ بِالرَّجْمِ،إِنْ لَمْ يَكُفَّ عَنْ دَعْوَتِهِمْ إِلَى اللهِ،وَعَنْ أَمْرِهِمْ بِالخَيْرِ،اشْتَكَى نُوحٌ عَلَيْهِ السَّلاَمُ إِلَى رَبِّهِ مِمَّا لَقِيَ مِنْ قَوْمِهِ خِلاَلَ مُدَّةِ لُبْثِهِ فِيهِمْ - وَهِيَ تِسْع مئةٍ وَخَمْسُونَ عَاماً - فَقَالَ:يَا رَبِّ إِنِّنِي دَعَوْتُ قَوْمِي إِلَى عِبَادَتِكَ،وَالإِيْمَانِ بِكَ،لَيْلاً وَنَهَاراً،وَلَمْ أَكُفَّ عَنْ ذَلِكَ امْتِثَالاً لأَمْرِكَ .وَكُلَّمَا دَعَوْتُهُمْ لِيَقْتَرِبُوا مِنَ الحَقِّ،فَرُّوا مِنْهُ وَابْتَعَدُوا عَنْهُ . ¶ وَإِنَّنِي كُلَّمَا دَعَوْتُهُمْ إِلَى الإِقْرَارِ بِوَحْدَانِيَّتِكَ،وَإِلَى العَمَلِ بِمَا يُرْضِيكَ،لِتَغْفِرَ لَهُمْ ذُنُوبِهُمْ،سَدُّوا آذَانَهُمْ بِأَصَابِعِهِمْ لِكَيْلاَ يَسْمَعُوا مَا أَقُولُهُ لَهُمْ مِنْ دَعْوَةِ الحَقِّ،وَتَغَطَّوْا بِثِيَابِهِمْ،لِكَيْلاَ يَنْظُرُوا إِلَيَّ كُرْهاً وَمَقْتاً،وَاسْتَرْسَلُوا فِي الكُفْرِ وَالمَعَاصِي،وَاسْتَكْبَرُوا عَنِ الإِذْعَانِ لِلْحَقِّ،وَقَبُولِ مَا دَعَوْتُهُمْ إِلَيهِ مِنَ النَّصْحِ . ¶ رابعا: الاستغفار من صفات الأنبياء والصالحين: ¶ قال تعالى:{ آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللّهِ وَمَلآئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ وَقَالُواْ سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ (285) لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا وُسْعَها لَها ما كَسَبَتْ وَعَلَيْها مَا اكْتَسَبَتْ رَبَّنا لا تُؤاخِذْنا إِنْ نَسِينا أَوْ أَخْطَأْنا رَبَّنا وَلا تَحْمِلْ عَلَيْنا إِصْراً كَما حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنا رَبَّنا وَلا",
            "page": "12",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "تُحَمِّلْنا ما لا طاقَةَ لَنا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنا وَارْحَمْنا أَنْتَ مَوْلانا فَانْصُرْنا عَلَى الْقَوْمِ الْكافِرِينَ (286) } سورة البقرة ¶ صدَّق وأيقن رسول الله محمد - صلى الله عليه وسلم - بما أوحي إليه من ربه وحُقَّ له أن يُوقن،والمؤمنون كذلك صدقوا وعملوا بالقرآن العظيم،كل منهم صدَّق بالله رباً وإلهًا متصفًا بصفات الجلال والكمال،وأن لله ملائكة كرامًا،وأنه أنزل كتبًا،وأرسل إلى خلقه رسلا لا نؤمن -نحن المؤمنين- ببعضهم وننكر بعضهم،بل نؤمن بهم جميعًا.وقال الرسول والمؤمنون: سمعنا يا ربنا ما أوحيت به،وأطعنا في كل ذلك،نرجو أن تغفر -بفضلك- ذنوبنا،فأنت الذي ربَّيتنا بما أنعمت به علينا،وإليك -وحدك- مرجعنا ومصيرنا. ¶ دين الله يسر لا مشقة فيه،فلا يطلب الله مِن عباده ما لا يطيقونه،فمن فعل خيرًا نال خيرًا،ومن فعل شرّاً نال شرّاً.ربنا لا تعاقبنا إن نسينا شيئًا مما افترضته علينا،أو أخطأنا في فِعْل شيء نهيتنا عن فعله،ربَّنا ولا تكلفنا من الأعمال الشاقة ما كلفته مَن قبلنا من العصاة عقوبة لهم،ربنا ولا تُحَمِّلْنَا ما لا نستطيعه من التكاليف والمصائب،وامح ذنوبنا،واستر عيوبنا،وأحسن إلينا،أنت مالك أمرنا ومدبره،فانصرنا على مَن جحدوا دينك وأنكروا وحدانيتك،وكذَّبوا نبيك محمدًا - صلى الله عليه وسلم - ،واجعل العاقبة لنا عليهم في الدنيا والآخرة. ¶ وقال تعالى :{ وَكَأَيِّن مِّن نَّبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ فَمَا وَهَنُواْ لِمَا أَصَابَهُمْ فِي سَبِيلِ اللّهِ وَمَا ضَعُفُواْ وَمَا اسْتَكَانُواْ وَاللّهُ يُحِبُّ الصَّابِرِينَ(146) وَما كانَ قَوْلَهُمْ إِلَّا أَنْ قالُوا رَبَّنَا اغْفِرْ لَنا ذُنُوبَنا وَإِسْرافَنا فِي أَمْرِنا وَثَبِّتْ أَقْدامَنا وَانْصُرْنا عَلَى الْقَوْمِ الْكافِرِينَ (147) فَآتاهُمُ اللَّهُ ثَوابَ الدُّنْيا وَحُسْنَ ثَوابِ الْآخِرَةِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ (148) } سورة آل عمران ¶ كثير من الأنبياء السابقين قاتل معهم جموع كثيرة من أصحابهم،فما ضعفوا لِمَا نزل بهم من جروح أو قتل; لأن ذلك في سبيل ربهم،وما عَجَزوا،ولا خضعوا لعدوهم،إنما صبروا على ما أصابهم.والله يحب الصابرين.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وما كان قول هؤلاء الصابرين إلا أن قالوا: ربنا اغفر لنا ذنوبنا،وما وقع منا مِن تجاوزٍ في أمر ديننا،وثبِّت أقدامنا حتى لا نفرَّ من قتال عدونا،وانصرنا على مَن جحد وحدانيتك ونبوة أنبيائك. ¶ فأعطى الله أولئك الصابرين جزاءهم في الدنيا بالنصر على أعدائهم،وبالتمكين لهم في الأرض،وبالجزاء الحسن العظيم في الآخرة،وهو جنات النعيم.والله يحب كلَّ مَن أحسن عبادته لربه ومعاملته لخلقه. ¶ وقال تعالى:{ إِنَّ فِي خَلْقِ السَّماواتِ وَالْأَرْضِ وَاخْتِلافِ اللَّيْلِ وَالنَّهارِ لَآياتٍ لِأُولِي الْأَلْبابِ (190) الَّذِينَ يَذْكُرُونَ اللّهَ قِيَامًا وَقُعُودًا وَعَلَىَ جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذا بَاطِلاً سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ (191) رَبَّنا إِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَما لِلظَّالِمِينَ مِنْ أَنْصارٍ (192) رَبَّنا إِنَّنا سَمِعْنا مُنادِياً يُنادِي لِلْإِيمانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا رَبَّنا فَاغْفِرْ لَنا ذُنُوبَنا وَكَفِّرْ عَنَّا سَيِّئاتِنا وَتَوَفَّنا مَعَ الْأَبْرارِ (193) } سورة آل عمران ¶ إن في خلق السموات والأرض على غير مثال سابق،وفي تعاقُب الليل والنهار،واختلافهما طولا وقِصَرًا لدلائل وبراهين عظيمة على وحدانية الله لأصحاب العقول السليمة. ¶ الذين يذكرون الله في جميع أحوالهم: قيامًا وقعودًا وعلى جنوبهم،وهم يتدبرون في خلق السموات والأرض،قائلين: يا ربنا ما أوجدت هذا الخلق عبثًا،فأنت منزَّه عن ذلك،فاصْرِف عنا عذاب النار. ¶ يا ربنا نجِّنا من النار،فإنك -يا ألله- مَن تُدخِلْه النار بذنوبه فقد فضحته وأهنته،وما للمذنبين الظالمين لأنفسهم من أحد يدفع عنهم عقاب الله يوم القيامة. ¶ يا ربنا إننا سمعنا مناديا -هو نبيك محمد - صلى الله عليه وسلم - ينادي الناس للتصديق بك،والإقرار بوحدانيتك،والعمل بشرعك،فأجبنا دعوته وصدَّقنا رسالته،فاغفر لنا ذنوبنا،واستر عيوبنا،وألحقنا بالصالحين. ¶ وقال تعالى :{ وَيَا آدَمُ اسْكُنْ أَنتَ وَزَوْجُكَ الْجَنَّةَ فَكُلاَ مِنْ حَيْثُ شِئْتُمَا وَلاَ تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ (19) فَوَسْوَسَ لَهُمَا الشَّيْطانُ لِيُبْدِيَ لَهُما ما وُورِيَ عَنْهُما",
            "page": "14",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "مِنْ سَوْآتِهِما وَقالَ ما نَهاكُما رَبُّكُما عَنْ هذِهِ الشَّجَرَةِ إِلَّا أَنْ تَكُونا مَلَكَيْنِ أَوْ تَكُونا مِنَ الْخالِدِينَ (20) وَقاسَمَهُما إِنِّي لَكُما لَمِنَ النَّاصِحِينَ (21) فَدَلَّاهُما بِغُرُورٍ فَلَمَّا ذاقَا الشَّجَرَةَ بَدَتْ لَهُما سَوْآتُهُما وَطَفِقا يَخْصِفانِ عَلَيْهِما مِنْ وَرَقِ الْجَنَّةِ وَناداهُما رَبُّهُما أَلَمْ أَنْهَكُما عَنْ تِلْكُمَا الشَّجَرَةِ وَأَقُلْ لَكُما إِنَّ الشَّيْطانَ لَكُما عَدُوٌّ مُبِينٌ (22) قالا رَبَّنا ظَلَمْنا أَنْفُسَنا وَإِنْ لَمْ تَغْفِرْ لَنا وَتَرْحَمْنا لَنَكُونَنَّ مِنَ الْخاسِرِينَ (23) قالَ اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتاعٌ إِلى حِينٍ (24) } سورة الأعراف ¶ ويا آدم اسكن أنت وزوجك حواء الجنة،فكُلا من ثمارها حيث شئتما،ولا تأكلا من ثمرة شجرة(عَيَّنها لهما)،فإن فعلتما ذلك كنتما من الظالمين المتجاوزين حدود الله. ¶ فألقى الشيطان لآدم وحواء وسوسة لإيقاعهما في معصية الله تعالى بالأكل من تلك الشجرة التي نهاهما الله عنها; لتكون عاقبتهما انكشاف ما سُتر من عوراتهما،وقال لهما في محاولة المكر بهما: إنما نهاكما ربكما عن الأكل مِن ثمر هذه الشجرة مِن أجل أن لا تكونا ملَكين،ومِن أجل أن لا تكونا من الخالدين في الحياة. ¶ وأقسم الشيطان لآدم وحواء بالله إنه ممن ينصح لهما في مشورته عليهما بالأكل من الشجرة،وهو كاذب في ذلك. ¶ فجرَّأهما وغرَّهما،فأكلا من الشجرة التي نهاهما الله عن الاقتراب منها،فلما أكلا منها انكشفت لهما عوراتهما،وزال ما سترهما الله به قبل المخالفة،فأخذا يلزقان بعض ورق الجنة على عوراتهما،وناداهما ربهما جل وعلا ألم أنهكما عن الأكل من تلك الشجرة،وأقل لكما: إن الشيطان لكما عدو ظاهر العداوة؟ وفي هذه الآية دليل على أن كشف العورة من عظائم الأمور،وأنه كان ولم يزل مستهجَنًا في الطباع،مستقبَحًا في العقول. ¶ قال آدم وحواء: ربنا ظلمنا أنفسنا بالأكل من الشجرة،وإن لم تغفر لنا وترحمنا لنكونن ممن أضاعوا حظَّهم في دنياهم وأخراهم.(وهذه الكلمات هي التي تلقاها آدم من ربه،فدعا بها فتاب الله عليه). ¶ قال تعالى مخاطبًا آدم وحواء لإبليس: اهبطوا من السماء إلى الأرض،وسيكون بعضكم لبعض عدوًا،ولكم في الأرض مكان تستقرون فيه،وتتمتعون إلى انقضاء آجالكم.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وقال تعالى :{وَاخْتَارَ مُوسَى قَوْمَهُ سَبْعِينَ رَجُلاً لِّمِيقَاتِنَا فَلَمَّا أَخَذَتْهُمُ الرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُم مِّن قَبْلُ وَإِيَّايَ أَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاء مِنَّا إِنْ هِيَ إِلاَّ فِتْنَتُكَ تُضِلُّ بِهَا مَن تَشَاء وَتَهْدِي مَن تَشَاء أَنتَ وَلِيُّنَا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنتَ خَيْرُ الْغَافِرِينَ} (155) سورة الأعراف ¶ واختار موسى من قومه سبعين رجلا مِن خيارهم،وخرج بهم إلى طور \"سيناء\" للوقت والأجل الذي واعده الله أن يلقاه فيه بهم للتوبة مما كان من سفهاء بني إسرائيل من عبادة العجل،فلما أتوا ذلك المكان قالوا: لن نؤمن لك -يا موسى- حتى نرى الله جهرة فإنك قد كلَّمته فأرِنَاهُ،فأخذتهم الزلزلة الشديدة فماتوا،فقام موسى يتضرع إلى الله ويقول: رب ماذا أقول لبني إسرائيل إذا أتيتُهم،وقد أهلكتَ خيارهم؟ لو شئت أهلكتهم جميعًا من قبل هذا الحال وأنا معهم،فإن ذلك أخف عليَّ،أتهلكنا بما فعله سفهاء الأحلام منا؟ ما هذه الفعلة التي فعلها قومي من عبادتهم العجل إلا ابتلاءٌ واختبارٌ،تضلُّ بها مَن تشاء مِن خلقك،وتهدي بها من تشاء هدايته،أنت وليُّنا وناصرنا،فاغفر ذنوبنا،وارحمنا برحمتك،وأنت خير مَن صفح عن جُرْم،وستر عن ذنب. ¶ وقال تعالى :{وَنَادَى نُوحٌ رَّبَّهُ فَقَالَ رَبِّ إِنَّ ابُنِي مِنْ أَهْلِي وَإِنَّ وَعْدَكَ الْحَقُّ وَأَنتَ أَحْكَمُ الْحَاكِمِينَ (45) قالَ يا نُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صالِحٍ فَلا تَسْئَلْنِ ما لَيْسَ لَكَ بِهِ عِلْمٌ إِنِّي أَعِظُكَ أَنْ تَكُونَ مِنَ الْجاهِلِينَ (46) قالَ رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْئَلَكَ ما لَيْسَ لِي بِهِ عِلْمٌ وَإِلَّا تَغْفِرْ لِي وَتَرْحَمْنِي أَكُنْ مِنَ الْخاسِرِينَ (47) } سورة هود ¶ ونادى نوح ربه فقال: رب إنك وعَدْتني أن تنجيني وأهلي من الغرق والهلاك،وإن ابني هذا من أهلي،وإن وعدك الحق الذي لا خُلْف فيه،وأنت أحكم الحاكمين وأعدلهم. ¶ قال الله: يا نوح إن ابنك الذي هلك ليس من أهلك الذين وعدتك أن أنجيهم; وذلك بسبب كفره،وعمله عملا غير صالح،وإني أنهاك أن تسألني أمرًا لا علم لك به،إني أعظك لئلا تكون من الجاهلين في مسألتك إياي عن ذلك. ¶ قال نوح: يا رب إني أعتصم وأستجير بك أن أسألك ما ليس لي به علم،وإن لم تغفر لي ذنبي،وترحمني برحمتك،أكن من الذين غَبَنوا أنفسهم حظوظها وهلكوا.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وقال تعالى:{ وَهَلْ أَتَاكَ نَبَأُ الْخَصْمِ إِذْ تَسَوَّرُوا الْمِحْرَابَ (21) إِذْ دَخَلُوا عَلى داوُدَ فَفَزِعَ مِنْهُمْ قالُوا لا تَخَفْ خَصْمانِ بَغى بَعْضُنا عَلى بَعْضٍ فَاحْكُمْ بَيْنَنا بِالْحَقِّ وَلا تُشْطِطْ وَاهْدِنا إِلى سَواءِ الصِّراطِ (22) إِنَّ هذا أَخِي لَهُ تِسْعٌ وَتِسْعُونَ نَعْجَةً وَلِيَ نَعْجَةٌ واحِدَةٌ فَقالَ أَكْفِلْنِيها وَعَزَّنِي فِي الْخِطابِ (23) قالَ لَقَدْ ظَلَمَكَ بِسُؤالِ نَعْجَتِكَ إِلى نِعاجِهِ وَإِنَّ كَثِيراً مِنَ الْخُلَطاءِ لَيَبْغِي بَعْضُهُمْ عَلى بَعْضٍ إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ وَقَلِيلٌ ما هُمْ وَظَنَّ داوُدُ أَنَّما فَتَنَّاهُ فَاسْتَغْفَرَ رَبَّهُ وَخَرَّ راكِعاً وَأَنابَ (24) فَغَفَرْنا لَهُ ذلِكَ وَإِنَّ لَهُ عِنْدَنا لَزُلْفى وَحُسْنَ مَآبٍ (25) } سورة ص ¶ وَهَلْ جَاءَكَ يَا مُحَمَّدُ خَبَرُ ذَلِكَ النَّبَإِ العَجِيبِ،نَبَأ الخُصُومِ الذِينَ تَسَلَّقُوا سُورَ الغُرْفَةِ التِي كَانَ دَاوُدُ يَتَعَبَّدُ رَبَّهُ فِيهَا ( المِحْرَابَ )،وَدَخَلُوا عَلَيْهِ مِنَ السُّورِ،لاَ مِنَ البَابِ،وَهُوَ مُنْشَغِلٌ بِالعِبَادَةِ؟ ¶ وَقَدْ دَخَلَ الخَصْمَانِ عَلَى دَاوُدَ وَهُوَ مُنْشَغِلٌ بِالعِبَادَةِ فِي غَيْرِ وَقْتِ جُلُوسِهِ لِلْحُكْمِ،وَكَانَ لاَ يَدْخُلُ عَلَيْهِ أَحَدٌ حَتَّى يَخْرُجَ هُوَ إِلَى النَّاسِ،فَخَافَ هُوَ مِنَ الدَّاخِلَيْنِ عَلَيْهِ بِالتَّسَوُّرِ لأَنَّهُ لاَ يَدْخُلُ بِالتَّسَوُّرِ إِلاَّ مَنْ أَرَادَ شَرّاً،فَطَمْأَنَهُ الخَصْمَانِ،وَقَالاَ لَهُ إِنَّهُمَا خَصْمَانِ تَجَاوَزَ أَحَدُهُمَا عَلَى الآخَرِ،وَقَدْ جَاءَا إِلَيْهِ لِيَحْكُمَ بَيْنَهُمَا بِالحَقِّ والعَدْلِ،وَطَلَبَا إِلَيْهِ أَنْ لاَ يَجُورَ فِي حُكْمِهِ،وَأَنْ يَهْدِيَهُمَا إِلَى الحُكْمِ السَّوِيِّ العَادِلِ . ¶ وَقَالَ أَحَدُ الخَصْمَينِ لِدَاوُدَ:إِنَّهُ يَمْلِكُ شَاةً وَاحِدَةً وَإِنَّ صَاحِبَهُ يَمْلِكُ تِسْعاً وَتِسْعِينَ شَاةً ( نَعْجَةً )،فَقَالَ لَهُ صَاحِبُهُ مَالِكُ النِّعَاجِ الكَثِيرَةِ:أَعْطِنِي نَعْجَتَكَ لأَضُمَّهَا إِلَى نِعَاجِي،وَأْكْفُلَهَا لَكَ،وَغَلَبَنِي فِي المُحَاجَّةِ،لأَنَّهُ جَاءَ بِحُجَجٍ - لَمْ أَسْتَطِعْ لَهَا دَفْعاً . ¶ فَقَالَ دَاوُدُ لِلْمُتَكَلِّمِ مِنَ الخَصْمَين:إِنَّ صَاحِبَكَ قَدْ ظَلَمَكَ وَجَارَ عَلَيْكَ إِذْ طَلَبَ مِنْكَ نَعْجَتَكَ الوَحِيدَةَ لِيَضُمَّهَا إِلَى نِعَاجِهِ.وَإِنَّ كَثِيراً مِنَ النَّاسِ الذِينَ يَتَعَامَلُونَ فِيمَا بَيْنَهُمْ يَجورُ بَعْضُهُمْ عَلَى بَعْضٍ أَثْنَاءَ التَعَامُلِ،إِلاَّ المُتَقَّينَ الصَّالِحِينَ،فَهؤُلاَءِ يُرَاقِبُونَ الله وَيَخْشَوْنَهُ،وَيَمْتَنِعُونَ عَنِ الظُّلْمِ والجَورِ وَلكِنَّ هَؤُلاَءِ قَلِيلُونَ . ¶ وَيَبْدُو أَنَّ دَاودَ،عَلَيْهِ السَّلامَ،أَصْدَرَ حُكْمَهُ قَبْلَ أَنْ يَسْمَعَ حُجَّةَ الخَصْمِ الآخَر،إِذْ أَنَّهُ لَوْ سَمِعَهَا فَقَدْ يَتَغَيَّرُ حُكْمُهُ فِي النِّزَاعٍ،مَعَ أَنَّ الحَكَمَ عَلَيْهِ أَنْ لاَ يُسْتَثَارَ،وَأَنْ لاَ يُؤْخَذَ بِظَاهِرِ",
            "page": "17",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "القَوْلِ،وَأَنَّ عَلَيْهِ أَنْ يَمْنَحَ الخَصْمَ الآخَرَ فُرْصَةً لِلدِّفَاعِ عَنْ نَفْسِهِ،وَأَنَّ عَلَيْهِ أَنْ يُمَحِّصَ وَيُدَقِّقَ فِيمَا يَعْرِضُه الخُصُومُ عَلَيْهِ لِكَيْلاَ يَصْدُرَ حُكْمُهُ عَنْ هَوىً وَانْفْعَالٍ . ¶ وَلَمَّا تَوَارَى الخَصْمَانِ - وَيَبْدُوا أَنَّهُمَا كَانَا مَلَكَيْنِ مُرْسَلَينِ إِلَيْهِ مِن اللهِ تَعَالَى - أَدْرَكَ دَاوُدُ أَنَّ اللهَ أَرَادَ اخْتِبَارَهُ وَفِتْنَتَهُ،فَاسْتَغْفَرَ رَبَّهُ،وَخَرَّ سَاجِداً تَائِباً . ¶ فَاسْتَجَابَ لَهُ رَبُّهُ،وَغَفَرَ لَهُ تَسَرُّعَهُ فِي الحُكْمِ،وَسَتَكُونُ لَهُ يَومَ القِيَامَةِ قُرْبَةٌ يُقَرِّبُهُ اللهُ بِهَا،وَسَيَكُونُ لَهُ حُسْنُ مَرْجِعٍ،لِتَوْبَتِهِ وَعَدْلِهِ التَّامِ فِي مُلْكِهِ . ¶ وَقَالَ اللهُ تَعَالَى لِدَاوُدَ:إِنَّهُ جَعَلَهُ خَلِيفَةً فِي الأَرْضِ،نَافِذَ الكَلِمَةِ والحُكْمِ بَينَ الرَّعِيَّةِ،فَعَلَيْهِ أَنْ يَحْكُمَ بَينَ النَّاسِ بِالحَقِّ وَالعَدْلِ،وَأَنْ لاَ يَتَّبعَ الهَوَى لأَنَّ اتِّبَاعَ الهَوَى يَكُونُ سَبَباً لِلضَّلاَلَةِ وَالجَوْرِ عَنِ الطَّرِيقِ القَويمِ الذِي شَرَعَهُ اللهُ تَعَالَى . ¶ ثَمَّ يَقُولُ تَعَالَى:إِنَّ الذِينَ يَضِلُّونَ عَنْ سَبِيلِ اللهِ وَهُدَاهُ لَهُمْ فِي الآخِرَةِ ( يَوْمَ الحِسَابِ ) عَذَابٌ شَدِيدٌ لِنِسْيَانِهِمْ ذَلِكَ اليَومَ،وَإِنَّ الله سَيُحَاسِبُ العِبَادَ فِيهِ عَلَى أَعَمَالِهِمْ جَمِيعاً،صَغِيرِهَا وَكَبِيرِهَا . ¶ وقال تعالى:{ وَلَقَدْ فَتَنَّا سُلَيْمَانَ وَأَلْقَيْنَا عَلَى كُرْسِيِّهِ جَسَدًا ثُمَّ أَنَابَ (34) قالَ رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكاً لا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي إِنَّكَ أَنْتَ الْوَهَّابُ (35) } سورة ص ¶ ولقد ابتلينا سليمان وألقينا على كرسيه شق وَلَد،وُلِد له حين أقسم ليطوفنَّ على نسائه،وكلهن تأتي بفارس يجاهد في سبيل الله،ولم يقل: إن شاء الله،فطاف عليهن جميعًا،فلم تحمل منهن إلا امرأة واحدة جاءت بشق ولد،ثم رجع سليمان إلى ربه وتاب،قال: رب اغفر لي ذنبي،وأعطني ملكًا عظيمًا خاصًا لا يكون مثله لأحد من البشر بعدي،إنك- سبحانك- كثير الجود والعطاء.فاستجبنا له،وذللنا الريح تجري بأمره طيِّعة مع قوتها وشدتها حيث أراد. ¶ فعَنْ أَبِى هُرَيْرَةَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « قَالَ سُلَيْمَانُ لأَطُوفَنَّ اللَّيْلَةَ عَلَى تِسْعِينَ امْرَأَةً،كُلُّهُنَّ تَأْتِى بِفَارِسٍ يُجَاهِدُ فِى سَبِيلِ اللَّهِ.فَقَالَ لَهُ صَاحِبُهُ إِنْ شَاءَ اللَّهُ.فَلَمْ يَقُلْ إِنْ",
            "page": "18",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "شَاءَ اللَّهُ.فَطَافَ عَلَيْهِنَّ جَمِيعًا،فَلَمْ تَحْمِلْ مِنْهُنَّ إِلاَّ امْرَأَةٌ وَاحِدَةٌ،جَاءَتْ بِشِقِّ رَجُلٍ،وَايْمُ الَّذِى نَفْسُ مُحَمَّدٍ بِيَدِهِ لَوْ قَالَ إِنْ شَاءَ اللَّهُ.لَجَاهَدُوا فِى سَبِيلِ اللَّهِ فُرْسَانًا أَجْمَعُونَ » . (¬1) ¶ وقال تعالى:{يَا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَّصُوحًا عَسَى رَبُّكُمْ أَن يُكَفِّرَ عَنكُمْ سَيِّئَاتِكُمْ وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ يَوْمَ لَا يُخْزِي اللَّهُ النَّبِيَّ وَالَّذِينَ آمَنُوا مَعَهُ نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ يَقُولُونَ رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} (8) سورة التحريم ¶ يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه،ارجعوا عن ذنوبكم إلى طاعة الله رجوعا لا معصية بعده،عسى ربكم أن يمحو عنكم سيئات أعمالكم،وأن يدخلكم جنات تجري من تحت قصورها الأنهار،يوم لا يخزي الله النبي والذين آمنوا معه،ولا يعذبهم،بل يُعلي شأنهم،نور هؤلاء يسير أمامهم وبأيمانهم،يقولون: ربنا أتمم لنا نورنا حتى نجوز الصراط،ونهتدي إلى الجنة،واعف عنَّا وتجاوز عن ذنوبنا واسترها علينا،إنك على كل شيء قدير. ¶ خامسا: الاستغفار يكون للنفس وللغير: ¶ قال تعالى :{ وَلَئِن قُتِلْتُمْ فِي سَبِيلِ اللّهِ أَوْ مُتُّمْ لَمَغْفِرَةٌ مِّنَ اللّهِ وَرَحْمَةٌ خَيْرٌ مِّمَّا يَجْمَعُونَ (157) وَلَئِنْ مُتُّمْ أَوْ قُتِلْتُمْ لَإِلَى اللَّهِ تُحْشَرُونَ (158) فَبِما رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشاوِرْهُمْ فِي الْأَمْرِ فَإِذا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ إِنَّ اللَّهَ يُحِبُّ الْمُتَوَكِّلِينَ (159) } سورة آل عمران ¶ ولئن قُتِلتم -أيها المؤمنون- وأتم تجاهدون في سبيل الله أو متم في أثناء القتال،ليغفرن الله لكم ذنوبكم،وليرحمنكم رحمة من عنده،فتفوزون بجنات النعيم،وذلك خير من الدنيا وما يجمعه أهلها. ¶ ولئن انقضت آجالكم في هذه الحياة الدنيا،فمتم على فُرُشكم،أو قتلتم في ساحة القتال،لإلى الله وحده تُحشرون،فيجازيكم بأعمالكم. ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (6639 )",
            "page": "19",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "فبرحمة من الله لك ولأصحابك -أيها النبي- منَّ الله عليك فكنت رفيقًا بهم،ولو كنت سيِّئ الخُلق قاسي القلب،لانْصَرَفَ أصحابك من حولك،فلا تؤاخذهم بما كان منهم في غزوة \"أُحد\"،واسأل الله -أيها النبي- أن يغفر لهم،وشاورهم في الأمور التي تحتاج إلى مشورة،فإذا عزمت على أمر من الأمور -بعد الاستشارة- فأَمْضِه معتمدًا على الله وحده،إن الله يحب المتوكلين عليه. ¶ وقال تعالى :{ وَمَا أَرْسَلْنَا مِن رَّسُولٍ إِلاَّ لِيُطَاعَ بِإِذْنِ اللّهِ وَلَوْ أَنَّهُمْ إِذ ظَّلَمُواْ أَنفُسَهُمْ جَآؤُوكَ فَاسْتَغْفَرُواْ اللّهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُواْ اللّهَ تَوَّابًا رَّحِيمًا} (64) سورة النساء ¶ مِنْ سُنَّةِ اللهِ فِي رُسُلِهِ أنَّهُ لاَ يُرْسِلُهُمْ إلاَّ لِيُطَاعُوا بِإِذْنِ اللهِ،فَمَنْ خَرَجَ عَنْ طَاعَتِهِمْ،أَوْ رَغِبَ عَنْ حُكْمِهِمْ،خَرَجَ عَنْ حُكْمِ اللهِ وَسُنَّتِهِ،وَارْتَكَبَ إثْماً عَظِيماً.وَلًوْ أنَّ هَؤُلاءِ القَوْمَ،حِينَ ظَلَمُوا أَنْفُسَهُمْ،وَرَغِبُوا عَنْ حُكْمِ رَسُولِ اللهِ إلى حُكْمِ الطَّاغُوتِ،جَاؤُوا الرَّسُولَ،عَقِبَ الذَّنْبِ مُبَاشَرَةً،فَاسْتَغْفَرُوا اللهَ مِنْ ذُنُوبِهِمْ،وَأَظْهَرُوا نَدَمَهُمْ عَلَى مَا فَرَطَ مِنْهُمْ لِلرَّسُولِ لِيَصْفَحَ عَنْهُمْ،لاعْتِدَائِهِمْ عَلَى حَقْهِ،وَلِيَدْعُوَ لَهُمْ بِالمَغْفِرَةِ،وَلَوْ أنَّ الرَّسُولَ دَعَا لَهُمْ بِالمَغْفِرَةِ،لَتَقَبَّلَ اللهُ تَوْبَتَهُمْ،وَلَغَمَرَهُمْ بِفَضْلِهِ وَإِحْسَانِهِ،وَلَشَمِلَهُمْ بِعَفْوِهِ،فَرَحْمَةُ اللهِ وَسِعَتْ كُلَّ شَيْءٍ ( وَسَمَّى اللهُ تَعَالَى تَرْكَ طَاعَةِ الرَّسُولِ ظُلْماً لِلنَّفْسِ أَيْ إِفْسَاداً لَهَا ) . ¶ يرشد تعالى العصاة والمذنبين إذا وقع منهم الخطأ والعصيان أن يأتوا إلى الرسول - صلى الله عليه وسلم - فيستغفروا الله عنده،ويسألوه أن يستغفر لهم،فإنهم إذا فعلوا ذلك تاب الله عليهم ورحمهم وغفر لهم،ولهذا قال: { لَوَجَدُوا اللَّهَ تَوَّابًا رَحِيمًا } (¬1) ¶ وقال تعالى:{ وَلَمَّا رَجَعَ مُوسَى إِلَى قَوْمِهِ غَضْبَانَ أَسِفًا قَالَ بِئْسَمَا خَلَفْتُمُونِي مِنْ بَعْدِي أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ وَأَلْقَى الْأَلْوَاحَ وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُ إِلَيْهِ قَالَ ابْنَ أُمَّ إِنَّ الْقَوْمَ اسْتَضْعَفُونِي وَكَادُوا يَقْتُلُونَنِي فَلَا تُشْمِتْ بِيَ الْأَعْدَاءَ وَلَا تَجْعَلْنِي مَعَ الْقَوْمِ الظَّالِمِينَ (150) قَالَ رَبِّ اغْفِرْ لِي وَلأَخِي وَأَدْخِلْنَا فِي رَحْمَتِكَ وَأَنتَ أَرْحَمُ الرَّاحِمِينَ(151) } سورة الأعراف ¶ ¬__________ ¶ (¬1) - تفسير ابن كثير - دار طيبة - (2 / 347)",
            "page": "20",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ولما رجع موسى إلى قومه مِن بني إسرائيل غضبان حزينًا; لأن الله قد أخبره أنه قد فُتِن قومه،وأن السامريَّ قد أضلَّهم،قال موسى: بئس الخلافة التي خلفتموني مِن بعدي،أعجلتم أَمْر ربكم؟ أي: أستعجلتم مجيئي إليكم وهو مقدَّر من الله تعالى؟ وألقى موسى ألواح التوراة غضبا على قومه الذين عبدوا العجل،وغضبًا على أخيه هارون،وأمسك برأس أخيه يجره إليه،قال هارون مستعطفًا: يا ابن أمي: إن القوم استذلوني وعدُّوني ضعيفًا وقاربوا أن يقتلوني،فلا تَسرَّ الأعداء بما تفعل بي،ولا تجعلني في غضبك مع القوم الذين خالفوا أمرك وعبدوا العجل. ¶ قال موسى لما تبين له عذر أخيه،وعلم أنه لم يُفَرِّط فيما كان عليه من أمر الله: ربِّ اغفر لي غضبي،واغفر لأخي ما سبق بينه وبين بني إسرائيل،وأدخلنا في رحمتك الواسعة،فإنك أرحم بنا من كل راحم. ¶ وقال تعالى :{ إِنَّ الَّذِينَ اتَّخَذُواْ الْعِجْلَ سَيَنَالُهُمْ غَضَبٌ مِّن رَّبِّهِمْ وَذِلَّةٌ فِي الْحَياةِ الدُّنْيَا وَكَذَلِكَ نَجْزِي الْمُفْتَرِينَ (152) وَالَّذِينَ عَمِلُوا السَّيِّئاتِ ثُمَّ تابُوا مِنْ بَعْدِها وَآمَنُوا إِنَّ رَبَّكَ مِنْ بَعْدِها لَغَفُورٌ رَحِيمٌ (153) } سورة الأعراف ¶ إن الذين اتخذوا العجل إلهًا سينالهم غضب شديد مِن ربهم وهوان في الحياة الدنيا; بسبب كفرهم بربهم،وكما فعلنا بهؤلاء نفعل بالمفترين المبتدعين في دين الله،فكل صاحب بدعة ذليل. ¶ والذين عملوا السيئات من الكفر والمعاصي،ثم رجعوا مِن بعد فعلها إلى الإيمان والعمل الصالح،إن ربك من بعد التوبة النصوح لغفور لأعمالهم غير فاضحهم بها،رحيم بهم وبكل مَن كان مثلهم من التائبين. ¶ وقال تعالى :{ قَالُوا أَإِنَّكَ لَأَنْتَ يُوسُفُ قَالَ أَنَا يُوسُفُ وَهَذَا أَخِي قَدْ مَنَّ اللَّهُ عَلَيْنَا إِنَّهُ مَنْ يَتَّقِ وَيَصْبِرْ فَإِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ (90) قَالُوا تَاللَّهِ لَقَدْ آثَرَكَ اللَّهُ عَلَيْنَا وَإِنْ كُنَّا لَخَاطِئِينَ (91) قَالَ لاَ تَثْرَيبَ عَلَيْكُمُ الْيَوْمَ يَغْفِرُ اللّهُ لَكُمْ وَهُوَ أَرْحَمُ الرَّاحِمِينَ(92) } سورة يوسف",
            "page": "21",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "قالوا: أإنَّك لأنت يوسف؟ قال: نعم أنا يوسف،وهذا شقيقي،قد تفضَّل الله علينا،فجمع بيننا بعد الفرقة،إنه من يتق الله،ويصبر على المحن،فإن الله لا يذهب ثواب إحسانه،وإنما يجزيه أحسن الجزاء. ¶ قالوا: تالله لقد فَضَّلك الله علينا وأعزَّك بالعلم والحلم والفضل،وإن كنا لخاطئين بما فعلناه عمدًا بك وبأخيك. ¶ قال لهم يوسف: لا تأنيب عليكم اليوم،يغفر الله لكم،وهو أرحم الراحمين لمن تاب من ذنبه وأناب إلى طاعته. ¶ وقال تعالى:{رَبِّ اجْعَلْنِي مُقِيمَ الصَّلاَةِ وَمِن ذُرِّيَّتِي رَبَّنَا وَتَقَبَّلْ دُعَاء (40) رَبَّنَا اغْفِرْ لِي وَلِوالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسابُ (41) } سورة إبراهيم ¶ رب اجعلني مداومًا على أداء الصلاة على أتم وجوهها،واجعل من ذريتي مَن يحافظ عليها،ربنا واستجب دعائي وتقبَّل عبادتي. ¶ ربنا اغفر لي ما وقع مني مما لا يسلم منه البشر واغفر لوالديَّ،( وهذا قبل أن يتبيَّن له أن والده عدو لله ) واغفر للمؤمنين جميعًا يوم يقوم الناس للحساب والجزاء. ¶ وقال تعالى:{ الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَّحْمَةً وَعِلْمًا فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ} (7) سورة غافر ¶ الذين يحملون عرش الرحمن من الملائكة ومَن حول العرش ممن يحف به منهم،ينزِّهون الله عن كل نقص،ويحمَدونه بما هو أهل له،ويؤمنون به حق الإيمان،ويطلبون منه أن يعفو عن المؤمنين،قائلين: ربنا وسعت كل شيء رحمة وعلمًا،فاغفر للذين تابوا من الشرك والمعاصي،وسلكوا الطريق الذي أمرتهم أن يسلكوه وهو الإسلام،وجَنِّبْهم عذاب النار وأهوالها. ¶ وقال تعالى :{يَا أَيُّهَا النَّبِيُّ إِذَا جَاءكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَن لَّا يُشْرِكْنَ بِاللَّهِ شَيْئًا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَادَهُنَّ وَلَا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ وَلَا",
            "page": "22",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "يَعْصِينَكَ فِي مَعْرُوفٍ فَبَايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ } (12) سورة الممتحنة ¶ يا أيها النبي إذا جاءك النساء المؤمنات بالله ورسوله يعاهدنك على ألا يجعلن مع الله شريكًا في عبادته،ولا يسرقن شيئًا،ولا يزنين،ولا يقتلن أولادهن بعد الولادة أو قبلها،ولا يُلحقن بأزواجهن أولادًا ليسوا منهم،ولا يخالفنك في معروف تأمرهن به،فعاهدهن على ذلك،واطلب لهن المغفرة من الله.إن الله غفور لذنوب عباده التائبين،رحيم بهم. ¶ وقال تعالى:{ وَقَالَ نُوحٌ رَّبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا (26) إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبادَكَ وَلا يَلِدُوا إِلَّا فاجِراً كَفَّاراً (27) ¶ رَبِّ اغْفِرْ لِي وَلِوالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِناً وَلِلْمُؤْمِنِينَ وَالْمُؤْمِناتِ وَلا تَزِدِ الظَّالِمِينَ إِلَّا تَباراً (28) } سورة نوح ¶ وقال نوح -عليه السلام- بعد يأسه من فهمه: ربِّ لا تترك من الكافرين بك أحدًا حيًّا على الأرض يدور ويتحرك.إنك إن تتركهم دون إهلاك يُضلوا عبادك الذين قد آمنوا بك عن طريق الحق،ولا يأت من أصلابهم وأرحامهم إلا مائل عن الحق شديد الكفر بك والعصيان لك.ربِّ اغفر لي ولوالديَّ ولمن دخل بيتي مؤمنًا،وللمؤمنين والمؤمنات بك،ولا تزد الكافرين إلا هلاكًا وخسرانًا في الدنيا والآخرة. ¶ سادسا: غفران اللّه عز وجل (قبول الاستغفار) يرتبط بالتوبة والعمل الصالح: ¶ قال تعالى :{وَإِذْ قِيلَ لَهُمُ اسْكُنُواْ هَذِهِ الْقَرْيَةَ وَكُلُواْ مِنْهَا حَيْثُ شِئْتُمْ وَقُولُواْ حِطَّةٌ وَادْخُلُواْ الْبَابَ سُجَّدًا نَّغْفِرْ لَكُمْ خَطِيئَاتِكُمْ سَنَزِيدُ الْمُحْسِنِينَ} (161) سورة الأعراف ¶ واذكر -أيها الرسول- عصيان بني إسرائيل لربهم سبحانه وتعالى ولنبيهم موسى عليه السلام،وتبديلهم القول الذي أمروا أن يقولوه حين قال الله لهم: اسكنوا قرية \"بيت المقدس\"،وكلوا من ثمارها وحبوبها ونباتها أين شئتم ومتى شئتم،وقولوا: حُطَّ عنا ذنوبنا،وادخلوا الباب خاضعين لله،نغفر لكم خطاياكم،فلا نؤاخذكم عليها،وسنزيد المحسنين مِن خَيْرَيِ الدنيا والآخرة.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وقال تعالى :{يِا أَيُّهَا الَّذِينَ آمَنُواْ إَن تَتَّقُواْ اللّهَ يَجْعَل لَّكُمْ فُرْقَاناً وَيُكَفِّرْ عَنكُمْ سَيِّئَاتِكُمْ وَيَغْفِرْ لَكُمْ وَاللّهُ ذُو الْفَضْلِ الْعَظِيمِ} (29) سورة الأنفال ¶ يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه إن تتقوا الله بفعل أوامره واجتناب نواهيه يجعل لكم فصلا بين الحق والباطل،ويَمحُ عنكم ما سلف من ذنوبكم ويسترها عليكم،فلا يؤاخذكم بها.والله ذو الفضل العظيم. ¶ وقال تعالى :{ مَا كَانَ لِنَبِيٍّ أَن يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الأَرْضِ تُرِيدُونَ عَرَضَ الدُّنْيَا وَاللّهُ يُرِيدُ الآخِرَةَ وَاللّهُ عَزِيزٌ حَكِيمٌ (67)لَوْلا كِتابٌ مِنَ اللَّهِ سَبَقَ لَمَسَّكُمْ فِيما أَخَذْتُمْ عَذابٌ عَظِيمٌ (68) فَكُلُوا مِمَّا غَنِمْتُمْ حَلالًا طَيِّباً وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (69) يا أَيُّهَا النَّبِيُّ قُلْ لِمَنْ فِي أَيْدِيكُمْ مِنَ الْأَسْرى إِنْ يَعْلَمِ اللَّهُ فِي قُلُوبِكُمْ خَيْراً يُؤْتِكُمْ خَيْراً مِمَّا أُخِذَ مِنْكُمْ وَيَغْفِرْ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ (70) } سورة الأنفال ¶ لا ينبغي لنبي أن يكون له أسرى مِن أعدائه حتى يبالغ في القتل; لإدخال الرعب في قلوبهم ويوطد دعائم الدين،تريدون -يا معشر المسلمين- بأخذكم الفداء من أسرى \"بدر\" متاع الدنيا،والله يريد إظهار دينه الذي به تدرك الآخرة.والله عزيز لا يُقْهر،حكيم في شرعه. ¶ لولا كتاب من الله سبق به القضاء والقدر بإباحة الغنيمة وفداء الأسرى لهذه الأمة،لنالكم عذاب عظيم بسبب أخْذكم الغنيمة والفداء قبل أن ينزل بشأنهما تشريع. ¶ فكلوا من الغنائم وفداء الأسرى فهو حلال طيب،وحافظوا على أحكام دين الله وتشريعاته.إن الله غفور لعباده،رحيم بهم. ¶ يا أيها النبي قل لمن أسرتموهم في \"بدر\": لا تأسوا على الفداء الذي أخذ منكم،إن يعلم الله تعالى في قلوبكم خيرًا يؤتكم خيرًا مما أُخذ منكم من المال بأن يُيَسِّر لكم من فضله خيرًا كثيرًا -وقد أنجز الله وعده للعباس رضي الله عنه وغيره-،ويغفر لكم ذنوبكم.والله سبحانه غفور لذنوب عباده إذا تابوا،رحيم بهم. ¶ وقال تعالى:{وَقَضَى رَبُّكَ أَلاَّ تَعْبُدُواْ إِلاَّ إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا إِمَّا يَبْلُغَنَّ عِندَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلاَهُمَا فَلاَ تَقُل لَّهُمَآ أُفٍّ وَلاَ تَنْهَرْهُمَا وَقُل لَّهُمَا قَوْلاً كَرِيمًا (23) وَاخْفِضْ",
            "page": "24",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "لَهُما جَناحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّ ارْحَمْهُما كَما رَبَّيانِي صَغِيراً (24) رَبُّكُمْ أَعْلَمُ بِما فِي نُفُوسِكُمْ إِنْ تَكُونُوا صالِحِينَ فَإِنَّهُ كانَ لِلْأَوَّابِينَ غَفُوراً (25) } سورة الإسراء ¶ وأَمَر ربك -أيها الإنسان- وألزم وأوجب أن يفرد سبحانه وتعالى وحده بالعبادة،وأمر بالإحسان إلى الأب والأم،وبخاصة حالةُ الشيخوخة،فلا تضجر ولا تستثقل شيئًا تراه من أحدهما أو منهما،ولا تسمعهما قولا سيئًا،حتى ولا التأفيف الذي هو أدنى مراتب القول السيئ،ولا يصدر منك إليهما فعل قبيح،ولكن ارفق بهما،وقل لهما -دائما- قولا لينًا لطيفًا. ¶ وكُنْ لأمك وأبيك ذليلا متواضعًا رحمة بهما،واطلب من ربك أن يرحمهما برحمته الواسعة أحياءً وأمواتًا،كما صبرا على تربيتك طفلا ضعيف الحول والقوة. ¶ ربكم -أيها الناس- أعلم بما في ضمائركم من خير وشر.إن تكن إرادتكم ومقاصدكم مرضاة الله وما يقربكم إليه،فإنه كان -سبحانه- للراجعين إليه في جميع الأوقات غفورًا،فمَن عَلِمَ الله أنه ليس في قلبه إلا الإنابة إليه ومحبته،فإنه يعفو عنه،ويغفر له ما يعرض من صغائر الذنوب،مما هو من مقتضى الطبائع البشرية. ¶ وقال تعالى:{وَإِنِّي لَغَفَّارٌ لِّمَن تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى} (82) سورة طه ¶ كُلُّ مَنْ تَابَ إِلَى اللهِ،وَرَجَعَ عَمَّا كَانَ فِيهِ مِنَ الكُفْرِ وَالشِّرْكِ وَالمَعْصِيَّةِ وَالنِّفَاقِ...وَآمَنَ بِقَلْبِهِ،وَعَمِلَ صَالِحاً بِجَوَارِحِهِ،وَاسْتَقَامَ عَلَى السُّنَّةِ وَالجَمَاعَةِ،وَلَمْ يُشَكِّكَ،فَإِنَّ اللهَ يَغْفِرُ لَهُ ذُنُوبَهُ وَيَتُوبُ عَلَيْهِ . ¶ وقال تعالى:{وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاء فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا وَأُوْلَئِكَ هُمُ الْفَاسِقُونَ (4)إِلَّا الَّذِينَ تابُوا مِنْ بَعْدِ ذلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (5) } سورة النور ¶ والذين يتهمون بالفاحشة أنفسًا عفيفة من النساء والرجال مِن دون أن يشهد معهم أربعة شهود عدول،فاجلدوهم بالسوط ثمانين جلدة،ولا تقبلوا لهم شهادة أبدًا،وأولئك هم الخارجون عن طاعة الله. ¶ لكن مَن تاب ونَدم ورجع عن اتهامه وأصلح عمله،فإن الله يغفر ذنبه ويرحمه،ويقبل توبته.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وقال تعالى :{وَلَا يَأْتَلِ أُوْلُو الْفَضْلِ مِنكُمْ وَالسَّعَةِ أَن يُؤْتُوا أُوْلِي الْقُرْبَى وَالْمَسَاكِينَ وَالْمُهَاجِرِينَ فِي سَبِيلِ اللَّهِ وَلْيَعْفُوا وَلْيَصْفَحُوا أَلَا تُحِبُّونَ أَن يَغْفِرَ اللَّهُ لَكُمْ وَاللَّهُ غَفُورٌ رَّحِيمٌ} (22) سورة النور ¶ ولا يحلف أهل الفضل في الدين والسَّعَة في المال على ترك صلة أقربائهم الفقراء والمحتاجين والمهاجرين،ومنعهم النفقة؛ بسبب ذنب فعلوه،ولْيتجاوزوا عن إساءتهم،ولا يعاقبوهم.ألا تحبون أن يتجاوز الله عنكم؟ فتجاوزوا عنهم.والله غفور لعباده،رحيم بهم.وفي هذا الحثُّ على العفو والصفح،ولو قوبل بالإساءة. ¶ وقال تعالى :{يَا أَيُّهَا النَّبِيُّ قُل لِّأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاء الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِن جَلَابِيبِهِنَّ ذَلِكَ أَدْنَى أَن يُعْرَفْنَ فَلَا يُؤْذَيْنَ وَكَانَ اللَّهُ غَفُورًا رَّحِيمًا} (59) سورة الأحزاب ¶ يا أيها النبي قل لأزواجك وبناتك ونساء المؤمنين يرخين على رؤوسهن ووجوههن من أرديتهن وملاحفهن؛ لستر وجوههن وصدورهن ورؤوسهن; ذلك أقرب أن يميَّزن بالستر والصيانة،فلا يُتعَرَّض لهن بمكروه أو أذى.وكان الله غفورًا رحيمًا حيث غفر لكم ما سلف،ورحمكم بما أوضح لكم من الحلال والحرام. ¶ وقال تعالى :{وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِّنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنصِتُوا فَلَمَّا قُضِيَ وَلَّوْا إِلَى قَوْمِهِم مُّنذِرِينَ (29) قالُوا يا قَوْمَنا إِنَّا سَمِعْنا كِتاباً أُنْزِلَ مِنْ بَعْدِ مُوسى مُصَدِّقاً لِما بَيْنَ يَدَيْهِ يَهْدِي إِلَى الْحَقِّ وَإِلى طَرِيقٍ مُسْتَقِيمٍ (30) يا قَوْمَنا أَجِيبُوا داعِيَ اللَّهِ وَآمِنُوا بِهِ يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُجِرْكُمْ مِنْ عَذابٍ أَلِيمٍ (31) } سورة الأحقاف ¶ واذكر -أيها الرسول- حين بعثنا إليك،طائفة من الجن يستمعون منك القرآن،فلما حضروا،ورسول الله - صلى الله عليه وسلم - يقرأ،قال بعضهم لبعض: أنصتوا; لنستمع القرآن،فلما فرغ الرسول من تلاوة القرآن،وقد وعَوه وأثَّر فيهم،رجعوا إلى قومهم منذرين ومحذرين لهم بأس الله،إن لم يؤمنوا به. ¶ قالوا: يا قومنا إنا سمعنا كتابًا أنزل من بعد موسى،مصدقًا لما قبله من كتب الله التي أنزلها على رسله،يهدي إلى الحق والصواب،وإلى طريق صحيح مستقيم.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "يا قومنا أجيبوا رسول الله محمدًا إلى ما يدعوكم إليه،وصدِّقوه واعملوا بما جاءكم به،يغفر الله لكم من ذنوبكم وينقذكم من عذاب مؤلم موجع. ¶ وقال تعالى :{سَابِقُوا إِلَى مَغْفِرَةٍ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاء وَالْأَرْضِ أُعِدَّتْ لِلَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَن يَشَاء وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ} (21) سورة الحديد ¶ سابقوا -أيها الناس- في السعي إلى أسباب المغفرة من التوبة النصوح والابتعاد عن المعاصي؛ لِتُجْزَوْا مغفرة من ربكم وجنة عرضها كعرض السماء والأرض،وهي مُعَدَّة للذين وحَّدوا الله واتَّبَعوا رسله،ذلك فضل الله الذي يؤتيه مَن يشاء مِن خلقه،فالجنة لا تُنال إلا برحمة الله وفضله،والعمل الصالح.والله ذو الفضل العظيم على عباده المؤمنين. ¶ وقال تعالى :{يَا أَيُّهَا الَّذِينَ آَمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنجِيكُم مِّنْ عَذَابٍ أَلِيمٍ (10)تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوالِكُمْ وَأَنْفُسِكُمْ ذلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (11) يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ وَمَساكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ ذلِكَ الْفَوْزُ الْعَظِيمُ (12) } سورة الصف ¶ يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه،هل أُرشِدكم إلى تجارة عظيمة الشأن تنجيكم من عذاب موجع؟ ¶ تداومون على إيمانكم بالله ورسوله،وتجاهدون في سبيل الله؛ لنصرة دينه بما تملكون من الأموال والأنفس،ذلك خير لكم من تجارة الدنيا،إن كنتم تعلمون مضارَّ الأشياء ومنافعها،فامتثلوا ذلك. ¶ إن فعلتم -أيها المؤمنون- ما أمركم الله به يستر عليكم ذنوبكم،ويدخلكم جنات تجري من تحت أشجارها الأنهار،ومساكن طاهرة زكية في جنات إقامة دائمة لا تنقطع،ذلك هو الفوز الذي لا فوز بعده.ونعمة أخرى لكم- أيها المؤمنون- تحبونها هي نصر من الله يأتيكم،وفتح عاجل يتم على أيديكم.وبشِّر المؤمنين -أيها النبي- بالنصر والفتح في الدنيا،والجنة في الآخرة. ¶ سابعا: الاستغفار المقبول يرتبط بمشيئة اللّه- عزّ وجلّ-:",
            "page": "27",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "قال تعالى:{لِّلَّهِ ما فِي السَّمَاواتِ وَمَا فِي الأَرْضِ وَإِن تُبْدُواْ مَا فِي أَنفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُم بِهِ اللّهُ فَيَغْفِرُ لِمَن يَشَاء وَيُعَذِّبُ مَن يَشَاء وَاللّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} (284) سورة البقرة ¶ لله ملك السماوات والأرض وما فيهما ملكًا وتدبيرًا وإحاطة،لا يخفى عليه شيء.وما تظهروه مما في أنفسكم أو تخفوه فإن الله يعلمه،وسيحاسبكم به،فيعفو عمن يشاء،ويؤاخذ من يشاء.والله قادر على كل شيء،وقد أكرم الله المسلمين بعد ذلك فعفا عن حديث النفس وخطرات القلب ما لم يتبعها كلام أو عمل،كما ثبت ذلك عن رسول الله - صلى الله عليه وسلم - . ¶ وقال تعالى:{وَلِلّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ يَغْفِرُ لِمَن يَشَاء وَيُعَذِّبُ مَن يَشَاء وَاللّهُ غَفُورٌ رَّحِيمٌ} (129) سورة آل عمران ¶ ولله وحده ما في السموات وما في الأرض،يغفر لمن يشاء من عباده برحمته،ويعذب من يشاء بعدله.والله غفور لذنوب عباده،رحيم بهم. ¶ وقال تعالى :{وَقَالَتِ الْيَهُودُ وَالنَّصَارَى نَحْنُ أَبْنَاء اللّهِ وَأَحِبَّاؤُهُ قُلْ فَلِمَ يُعَذِّبُكُم بِذُنُوبِكُم بَلْ أَنتُم بَشَرٌ مِّمَّنْ خَلَقَ يَغْفِرُ لِمَن يَشَاء وَيُعَذِّبُ مَن يَشَاء وَلِلّهِ مُلْكُ السَّمَاوَاتِ وَالأَرْضِ وَمَا بَيْنَهُمَا وَإِلَيْهِ الْمَصِيرُ} (18) سورة المائدة ¶ زعم اليهود والنصارى أنهم أبناء الله وأحباؤه،قل لهم -أيها الرسول-:فَلأيِّ شيء يعذِّبكم بذنوبكم؟ فلو كنتم أحبابه ما عذبكم،فالله لا يحب إلا من أطاعه،وقل لهم: بل أنتم خلقٌ مثلُ سائر بني آدم،إن أحسنتُم جوزيتم بإحسانكم خيرا،وإن أسَأْتُم جوزيتم بإساءتكم شرًّا،فالله يغفر لمن يشاء،ويعذب من يشاء،وهو مالك الملك،يُصَرِّفه كما يشاء،وإليه المرجع،فيحكم بين عباده،ويجازي كلا بما يستحق. ¶ وقال تعالى:{أَلَمْ تَعْلَمْ أَنَّ اللّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالأَرْضِ يُعَذِّبُ مَن يَشَاء وَيَغْفِرُ لِمَن يَشَاء وَاللّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} (40) سورة المائدة ¶ ألم تعلم -أيها الرسول- أن الله خالق الكون ومُدبِّره ومالكه،وأنه تعالى الفعَّال لما يريد،يعذب من يشاء،ويغفر لمن يشاء،وهو على كل شيء قدير.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وقال تعالى:{ مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ فَمِنْهُم مَّن قَضَى نَحْبَهُ وَمِنْهُم مَّن يَنتَظِرُ وَمَا بَدَّلُوا تَبْدِيلًا (23) لِيَجْزِيَ اللَّهُ الصَّادِقِينَ بِصِدْقِهِمْ وَيُعَذِّبَ الْمُنافِقِينَ إِنْ شاءَ أَوْ يَتُوبَ عَلَيْهِمْ إِنَّ اللَّهَ كانَ غَفُوراً رَحِيماً (24)} سورة الأحزاب ¶ من المؤمنين رجال أوفوا بعهودهم مع الله تعالى،وصبروا على البأساء والضراء وحين البأس: فمنهم من وَفَّى بنذره،فاستشهد في سبيل الله،أو مات على الصدق والوفاء،ومنهم مَن ينتظر إحدى الحسنيين: النصر أو الشهادة،وما غيَّروا عهد الله،ولا نقضوه ولا بدَّلوه،كما غيَّر المنافقون. ¶ ليثيب الله أهل الصدق بسبب صدقهم وبلائهم وهم المؤمنون،ويعذب المنافقين إن شاء تعذيبهم،بأن لا يوفقهم للتوبة النصوح قبل الموت،فيموتوا على الكفر،فيستوجبوا النار،أو يتوب عليهم بأن يوفقهم للتوبة والإنابة،إن الله كان غفورًا لذنوب المسرفين على أنفسهم إذا تابوا،رحيمًا بهم; حيث وفقهم للتوبة النصوح. ¶ ثامنا: قبول الاستغفار يكون للمؤمنين والمتقين: ¶ قال تعالى:{ يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ لِلَّهِ شُهَدَاءَ بِالْقِسْطِ وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلَّا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ (8) وَعَدَ اللّهُ الَّذِينَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ لَهُم مَّغْفِرَةٌ وَأَجْرٌ عَظِيمٌ (9) } سورة المائدة ¶ يا أيها الذين آمَنوا بالله ورسوله محمد - صلى الله عليه وسلم - كونوا قوَّامين بالحق،ابتغاء وجه الله،شُهداء بالعدل،ولا يحملنكم بُغْضُ قوم على ألا تعدلوا،اعدِلوا بين الأعداء والأحباب على درجة سواء،فذلك العدل أقرب لخشية الله،واحذروا أن تجوروا.إن الله خبير بما تعملون،وسيجازيكم به. ¶ وعد الله الذين صدَّقوا الله ورسوله وعملوا الصالحات أن يغفر لهم ذنوبهم،وأن يثيبهم على ذلك الجنة،والله لا يخلف وعده. ¶ وقال تعالى:{مُّحَمَّدٌ رَّسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاء عَلَى الْكُفَّارِ رُحَمَاء بَيْنَهُمْ تَرَاهُمْ رُكَّعًا سُجَّدًا يَبْتَغُونَ فَضْلًا مِّنَ اللَّهِ وَرِضْوَانًا سِيمَاهُمْ فِي وُجُوهِهِم مِّنْ أَثَرِ السُّجُودِ ذَلِكَ مَثَلُهُمْ فِي التَّوْرَاةِ وَمَثَلُهُمْ فِي الْإِنجِيلِ كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ فَاسْتَغْلَظَ فَاسْتَوَى عَلَى سُوقِهِ",
            "page": "29",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "يُعْجِبُ الزُّرَّاعَ لِيَغِيظَ بِهِمُ الْكُفَّارَ وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْهُم مَّغْفِرَةً وَأَجْرًا عَظِيمًا} (29) سورة الفتح ¶ محمد رسول الله،والذين معه على دينه أشداء على الكفار،رحماء فيما بينهم،تراهم ركعًا سُجَّدًا لله في صلاتهم،يرجون ربهم أن يتفضل عليهم،فيدخلهم الجنة،ويرضى عنهم،علامة طاعتهم لله ظاهرة في وجههم من أثر السجود والعبادة،هذه صفتهم في التوراة.وصفتهم في الإنجيل كصفة زرع أخرج ساقه وفرعه،ثم تكاثرت فروعه بعد ذلك،وشدت الزرع،فقوي واستوى قائمًا على سيقانه جميلا منظره،يعجب الزُّرَّاع؛ ليَغِيظ بهؤلاء المؤمنين في كثرتهم وجمال منظرهم الكفار.وفي هذا دليل على كفر من أبغض الصحابة -رضي الله عنهم-; لأن من غاظه الله بالصحابة،فقد وُجد في حقه موجِب ذاك،وهو الكفر.وعد الله الذين آمنوا منهم بالله ورسوله وعملوا ما أمرهم الله به،واجتنبوا ما نهاهم عنه،مغفرة لذنوبهم،وثوابًا جزيلا لا ينقطع،وهو الجنة.(ووعد الله حق مصدَّق لا يُخْلَف،وكل من اقتفى أثر الصحابة رضي الله عنهم فهو في حكمهم في استحقاق المغفرة والأجر العظيم،ولهم الفضل والسبق والكمال الذي لا يلحقهم فيه أحد من هذه الأمة،رضي الله عنهم وأرضاهم). ¶ وقال تعالى :{ مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ فِيهَا أَنْهَارٌ مِّن مَّاء غَيْرِ آسِنٍ وَأَنْهَارٌ مِن لَّبَنٍ لَّمْ يَتَغَيَّرْ طَعْمُهُ وَأَنْهَارٌ مِّنْ خَمْرٍ لَّذَّةٍ لِّلشَّارِبِينَ وَأَنْهَارٌ مِّنْ عَسَلٍ مُّصَفًّى وَلَهُمْ فِيهَا مِن كُلِّ الثَّمَرَاتِ وَمَغْفِرَةٌ مِّن رَّبِّهِمْ كَمَنْ هُوَ خَالِدٌ فِي النَّارِ وَسُقُوا مَاء حَمِيمًا فَقَطَّعَ أَمْعَاءهُمْ} (15) سورة محمد ¶ صفة الجنة التي وعدها الله المتقين: فيها أنهارٌ عظيمة من ماء غير متغيِّر،وأنهار من لبن لم يتغيَّر طعمه،وأنهار من خمر يتلذذ به الشاربون،وأنهار من عسل قد صُفِّي من القذى،ولهؤلاء المتقين في هذه الجنة جميع الثمرات من مختلف الفواكه وغيرها،وأعظم من ذلك السَّتر والتجاوزُ عن ذنوبهم،هل مَن هو في هذه الجنة كمَن هو ماكث في النار لا يخرج منها،وسُقوا ماء تناهى في شدة حره فقطَّع أمعاءهم؟",
            "page": "30",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وقال تعالى:{إِنَّا فَتَحْنَا لَكَ فَتْحًا مُّبِينًا (1) لِيَغْفِرَ لَكَ اللَّهُ ما تَقَدَّمَ مِنْ ذَنْبِكَ وَما تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُ عَلَيْكَ وَيَهْدِيَكَ صِراطاً مُسْتَقِيماً (2) } سورة الفتح ¶ إنا فتحنا لك -أيها الرسول- فتحًا مبينًا،يظهر الله فيه دينك،وينصرك على عدوك،وهو هدنة \"الحديبية\" التي أمن الناس بسببها بعضهم بعضًا،فاتسعت دائرة الدعوة لدين الله،وتمكن من يريد الوقوف على حقيقة الإسلام مِن معرفته،فدخل الناس تلك المدة في دين الله أفواجًا؛ ولذلك سمَّاه الله فتحًا مبينًا،أي ظاهرًا جليًّا. ¶ فتحنا لك ذلك الفتح،ويسَّرناه لك؛ ليغفر الله لك ما تقدم من ذنبك وما تأخر؛ بسبب ما حصل من هذا الفتح من الطاعات الكثيرة وبما تحملته من المشقات،ويتم نعمته عليك بإظهار دينك ونصرك على أعدائك،ويرشدك طريقًا مستقيمًا من الدين لا عوج فيه،وينصرك الله نصرًا قويًّا لا يَضْعُف فيه الإسلام. ¶ وقال تعالى:{يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلَا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَن تَحْبَطَ أَعْمَالُكُمْ وَأَنتُمْ لَا تَشْعُرُونَ (2) إِنَّ الَّذِينَ يَغُضُّونَ أَصْواتَهُمْ عِنْدَ رَسُولِ اللَّهِ أُولئِكَ الَّذِينَ امْتَحَنَ اللَّهُ قُلُوبَهُمْ لِلتَّقْوى لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ (3) } سورة الحجرات ¶ يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه،لا ترفعوا أصواتكم فوق صوت النبي عند مخاطبتكم له،ولا تجهروا بمناداته كما يجهر بعضكم لبعض،وميِّزوه في خطابه كما تميَّز عن غيره في اصطفائه لحمل رسالة ربه،ووجوب الإيمان به،ومحبته وطاعته والاقتداء به؛ خشية أن تبطل أعمالكم،وأنتم لا تشعرون،ولا تُحِسُّون بذلك. ¶ إن الذين يَخْفِضون أصواتهم عند رسول الله أولئك الذين اختبر الله قلوبهم،وأخلصها لتقواه،لهم من الله مغفرة لذنوبهم وثواب جزيل،وهو الجنة. ¶ وقال تعالى :{يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِن رَّحْمَتِهِ وَيَجْعَل لَّكُمْ نُورًا تَمْشُونَ بِهِ وَيَغْفِرْ لَكُمْ وَاللَّهُ غَفُورٌ رَّحِيمٌ} (28) سورة الحديد ¶ يا أيها الذين آمنوا،امتثلوا أوامر الله واجتنبوا نواهيه وآمنوا برسوله،يؤتكم ضعفين من رحمته،ويجعل لكم نورًا تهتدون به،ويغفر لكم ذنوبكم،والله غفور لعباده،رحيم بهم.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وقال تعالى:{فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ وَاسْمَعُوا وَأَطِيعُوا وَأَنفِقُوا خَيْرًا لِّأَنفُسِكُمْ وَمَن يُوقَ شُحَّ نَفْسِهِ فَأُوْلَئِكَ هُمُ الْمُفْلِحُونَ (16) إِنْ تُقْرِضُوا اللَّهَ قَرْضاً حَسَناً يُضاعِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْ وَاللَّهُ شَكُورٌ حَلِيمٌ (17) } سورة التغابن ¶ فابذلوا- أيها المؤمنون- في تقوى الله جهدكم وطاقتكم،واسمعوا لرسول الله - صلى الله عليه وسلم - سماع تدبُّر وتفكر،وأطيعوا أوامره واجتنبوا نواهيه،وأنفقوا مما رزقكم الله يكن خيرًا لكم.ومن سَلِم من البخل ومَنْعِ الفضل من المال،فأولئك هم الظافرون بكل خير،الفائزون بكل مطلب. ¶ إن تنفقوا أموالكم في سبيل الله بإخلاص وطيب نفس،يضاعف الله ثواب ما أنفقتم،ويغفر لكم ذنوبكم.والله شكور لأهل الإنفاق بحسن الجزاء على ما أنفقوا،حليم لا يعجل بالعقوبة على مَن عصاه. ¶ وقال تعالى:{إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُم بِالْغَيْبِ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ} (12) سورة الملك ¶ إن الذين يخافون ربهم،فيعبدونه،ولا يعصونه وهم غائبون عن أعين الناس،ويخشون العذاب في الآخرة قبل معاينته،لهم عفو من الله عن ذنوبهم،وثواب عظيم وهو الجنة. ¶ تاسعا: قبول الاستغفار يكون للكافر إذا أسلم وحسن إسلامه وللعاصي إذا تاب : ¶ قال تعالى:{ إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُولَئِكَ يَلْعَنُهُمُ اللَّهُ وَيَلْعَنُهُمُ اللَّاعِنُونَ (159) إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا فَأُولَئِكَ أَتُوبُ عَلَيْهِمْ وَأَنَا التَّوَّابُ الرَّحِيمُ (160) } [البقرة:159،160] ¶ إن الذين يُخْفون ما أنزلنا من الآيات الواضحات الدالة على نبوة محمد - صلى الله عليه وسلم - وما جاء به،وهم أحبار اليهود وعلماء النصارى وغيرهم ممن يكتم ما أنزل الله من بعد ما أظهرناه للناس في التوراة والإنجيل،أولئك يطردهم الله من رحمته،ويدعو عليهم باللعنة جميع الخليقة. ¶ إلا الذين رجعوا مستغفرين الله من خطاياهم،وأصلحوا ما أفسدوه،وبَيَّنوا ما كتموه،فأولئك أقبل توبتهم وأجازيهم بالمغفرة،وأنا التواب على من تاب من عبادي،الرحيم بهم; إذ وفقتُهم للتوبة وقبلتها منهم. ¶ وقال تعالى:{ وَمَن يَبْتَغِ غَيْرَ الإِسْلاَمِ دِينًا فَلَن يُقْبَلَ مِنْهُ وَهُوَ فِي الآخِرَةِ مِنَ الْخَاسِرِينَ (85) كَيْفَ يَهْدِي اللَّهُ قَوْماً كَفَرُوا بَعْدَ إِيمانِهِمْ وَشَهِدُوا أَنَّ الرَّسُولَ حَقٌّ وَجاءَهُمُ الْبَيِّناتُ",
            "page": "32",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وَاللَّهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ (86) أُولئِكَ جَزاؤُهُمْ أَنَّ عَلَيْهِمْ لَعْنَةَ اللَّهِ وَالْمَلائِكَةِ وَالنَّاسِ أَجْمَعِينَ (87) خالِدِينَ فِيها لا يُخَفَّفُ عَنْهُمُ الْعَذابُ وَلا هُمْ يُنْظَرُونَ (88) إِلَّا الَّذِينَ تابُوا مِنْ بَعْدِ ذلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (89) } سورة آل عمران ¶ ومن يطلب دينًا غير دين الإسلام الذي هو الاستسلام لله بالتوحيد والانقياد له بالطاعة،والعبودية،ولرسوله النبي الخاتم محمد - صلى الله عليه وسلم - بالإيمان به وبمتابعته ومحبته ظاهرًا وباطنًا،فلن يُقبل منه ذلك،وهو في الآخرة من الخاسرين الذين بخسوا أنفسهم حظوظها. ¶ كيف بوفق الله للإيمان به وبرسوله قومًا جحدوا نبوة محمد - صلى الله عليه وسلم - بعد إيمانهم به،وشهدوا أن محمدًا صلى الله علبه وسلم حق وما جاء به هو الحق،وجاءهم الحجج من عند الله والدلائل بصحة ذلك؟ والله لا يوفق للحق والصواب الجماعة الظلمة،وهم الذين عدلوا عن الحق إلى الباطل،فاختاروا الكفر على الإيمان. ¶ أولئك الظالمون جزاؤهم أنَّ عليهم لعنة الله والملائكة والناسِ أجمعين،فهم مطرودون من رحمة الله. ¶ ماكثين في النار،لا يُرفع عنهم العذاب قليلا ليستريحوا،ولا يُؤخر عنهم لمعذرة يعتذرون بها. ¶ وقال تعالى:{قُل لِلَّذِينَ كَفَرُواْ إِن يَنتَهُواْ يُغَفَرْ لَهُم مَّا قَدْ سَلَفَ وَإِنْ يَعُودُواْ فَقَدْ مَضَتْ سُنَّةُ الأَوَّلِينِ} (38) سورة الأنفال ¶ قل -أيها الرسول- للذين جحدوا وحدانية الله مِن مشركي قومك: إن ينزجروا عن الكفر وعداوة النبي - صلى الله عليه وسلم - ،ويرجعوا إلى الإيمان بالله وحده وعدم قتال الرسول والمؤمنين،يغفر الله لهم ما سبق من الذنوب،فالإسلام يجُبُّ ما قبله.وإن يَعُدْ هؤلاء المشركون لقتالك -أيها الرسول- بعد الوقعة التي أوقعتها بهم يوم \"بدر\" فقد سبقت طريقة الأولين،وهي أنهم إذا كذبوا واستمروا على عنادهم أننا نعاجلهم بالعذاب والعقوبة. ¶ وقال تعالى: {إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلَافٍ أَوْ يُنْفَوْا مِنَ الْأَرْضِ ذَلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ (33) إِلَّا الَّذِينَ تَابُوا مِنْ قَبْلِ أَنْ تَقْدِرُوا عَلَيْهِمْ فَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ رَحِيمٌ (34)} سورة المائدة",
            "page": "33",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "إنما جزاء الذين يحاربون الله،ويبارزونه بالعداوة،ويعتدون على أحكامه،وعلى أحكام رسوله،ويفسدون في الأرض بقتل الأنفس،وسلب الأموال،أن يُقَتَّلوا،أو يُصَلَّبوا مع القتل(والصلب: أن يُشَدَّ الجاني على خشبة) أو تُقْطَع يدُ المحارب اليمنى ورجله اليسرى،فإن لم يَتُبْ تُقطعْ يدُه اليسرى ورجلُه اليمنى،أو يُنفَوا إلى بلد غير بلدهم،ويُحبسوا في سجن ذلك البلد حتى تَظهر توبتُهم.وهذا الجزاء الذي أعدَّه الله للمحاربين هو ذلّ في الدنيا،ولهم في الآخرة عذاب شديد إن لم يتوبوا. ¶ لكن مَن أتى من المحاربين من قبل أن تقدروا عليهم وجاء طائعًا نادمًا فإنه يسقط عنه ما كان لله،فاعلموا -أيها المؤمنون- أن الله غفور لعباده،رحيم بهم. ¶ وقال تعالى:{ وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا وَأُولَئِكَ هُمُ الْفَاسِقُونَ (4) إِلَّا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (5)} سورة النور ¶ والذين يتهمون بالفاحشة أنفسًا عفيفة من النساء والرجال مِن دون أن يشهد معهم أربعة شهود عدول،فاجلدوهم بالسوط ثمانين جلدة،ولا تقبلوا لهم شهادة أبدًا،وأولئك هم الخارجون عن طاعة الله. ¶ لكن مَن تاب ونَدم ورجع عن اتهامه وأصلح عمله،فإن الله يغفر ذنبه ويرحمه،ويقبل توبته. ¶ عاشرا: لا يقبل اللّه استغفارا من مشرك أو منافق: ¶ قال تعالى:{إِنَّ اللّهَ لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاء وَمَن يُشْرِكْ بِاللّهِ فَقَدِ افْتَرَى إِثْمًا عَظِيمًا } (48) سورة النساء ¶ إن الله تعالى لا يغفر ولا يتجاوز عمَّن أشرك به أحدًا من مخلوقاته،أو كفر بأي نوع من أنواع الكفر الأكبر،ويتجاوز ويعفو عمَّا دون الشرك من الذنوب،لمن يشاء من عباده،ومن يشرك بالله غيره فقد اختلق ذنبًا عظيمًا. ¶ وقال تعالى:{إِنَّ اللّهَ لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاء وَمَن يُشْرِكْ بِاللّهِ فَقَدْ ضَلَّ ضَلاَلاً بَعِيدًا } (116) سورة النساء",
            "page": "34",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "إن الله تعالى لا يغفر أن يشرك به،ويغفر ما دون الشرك من الذنوب لمن يشاء من عباده.ومن يجعل لله تعالى الواحد الأحد شريكًا من خلقه،فقد بَعُدَ عن الحق بعدًا كبيرًا. ¶ وقال تعالى:{ الَّذِينَ يَلْمِزُونَ الْمُطَّوِّعِينَ مِنَ الْمُؤْمِنِينَ فِي الصَّدَقَاتِ وَالَّذِينَ لاَ يَجِدُونَ إِلاَّ جُهْدَهُمْ فَيَسْخَرُونَ مِنْهُمْ سَخِرَ اللّهُ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ (79)اسْتَغْفِرْ لَهُمْ أَوْ لا تَسْتَغْفِرْ لَهُمْ إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ ذلِكَ بِأَنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ وَاللَّهُ لا يَهْدِي الْقَوْمَ الْفاسِقِينَ (80) } سورة التوبة ¶ ومع بخل المنافقين لا يَسْلَم المتصدقون من أذاهم; فإذا تصدق الأغنياء بالمال الكثير عابوهم واتهموهم بالرياء،وإذا تصدق الفقراء بما في طاقتهم استهزؤوا بهم،وقالوا سخرية منهم: ماذا تجدي صدقتهم هذه؟ سخر الله من هؤلاء المنافقين،ولهم عذاب مؤلم موجع. ¶ استغفر -أيها الرسول- للمنافقين أو لا تستغفر لهم،فلن يغفر الله لهم،مهما كثر استغفارك لهم وتكرر; لأنهم كفروا بالله ورسوله.والله سبحانه وتعالى لا يوفق للهدى الخارجين عن طاعته. ¶ وقال تعالى:{إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَن سَبِيلِ اللَّهِ ثُمَّ مَاتُوا وَهُمْ كُفَّارٌ فَلَن يَغْفِرَ اللَّهُ لَهُمْ} (34) سورة محمد ¶ إن الذين جحدوا أن الله هو الإله الحق وحده لا شريك له وصدُّوا الناس عن دينه،ثم ماتوا على ذلك،فلن يغفر الله لهم،وسيعذبهم عقابًا لهم على كفرهم،ويفضحهم على رؤوس الأشهاد. ¶ وقال تعالى:{ وَإِذَا قِيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ لَوَّوْا رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُمْ مُسْتَكْبِرُونَ (5) سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَنْ يَغْفِرَ اللَّهُ لَهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ (6)} سورة المنافقون ¶ وإذا قيل لهؤلاء المنافقين: أقبلوا تائبين معتذرين عمَّا بدر منكم من سيِّئ القول وسفه الحديث،يستغفر لكم رسول الله ويسأل الله لكم المغفرة والعفو عن ذنوبكم،أمالوا رؤوسهم وحركوها استهزاءً واستكبارًا،وأبصرتهم -أيها الرسول- يعرضون عنك،وهم مستكبرون عن الامتثال لما طُلِب منهم.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "سواء على هؤلاء المنافقين أطلبت لهم المغفرة من الله -أيها الرسول- أم لم تطلب لهم،إن الله لن يصفح عن ذنوبهم أبدًا ; لإصرارهم على الفسق ورسوخهم في الكفر.إن الله لا يوفِّق للإيمان القوم الكافرين به،الخارجين عن طاعته. ¶ حادي عشر: الأوقات المفضلة للاستغفار: ¶ قال تعالى:{قُلْ أَؤُنَبِّئُكُم بِخَيْرٍ مِّن ذَلِكُمْ لِلَّذِينَ اتَّقَوْا عِندَ رَبِّهِمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا وَأَزْوَاجٌ مُّطَهَّرَةٌ وَرِضْوَانٌ مِّنَ اللّهِ وَاللّهُ بَصِيرٌ بِالْعِبَادِ (15) الَّذِينَ يَقُولُونَ رَبَّنا إِنَّنا آمَنَّا فَاغْفِرْ لَنا ذُنُوبَنا وَقِنا عَذابَ النَّارِ (16) الصَّابِرِينَ وَالصَّادِقِينَ وَالْقانِتِينَ وَالْمُنْفِقِينَ وَالْمُسْتَغْفِرِينَ بِالْأَسْحارِ (17) } سورة آل عمران ¶ قل -أيها الرسول-:أأخبركم بخير مما زُيِّن للنَّاس في هذه الحياة الدنيا،لمن راقب الله وخاف عقابه جنات تجري من تحت قصورها وأشجارها الأنهار،خالدين فيها،ولهم فيها أزواج مطهرات من الحيض والنفاس وسوء الخلق،ولهم أعظم من ذلك: رضوان من الله.والله مطَّلِع على سرائر خلقه،عالم بأحوالهم،وسيجازيهم على ذلك. ¶ هؤلاء العباد المتقون يقولون: إننا آمنا بك،واتبعنا رسولك محمدًا - صلى الله عليه وسلم - ،فامْحُ عنا ما اقترفناه من ذنوب،ونجنا من عذاب النار. ¶ هم الذين اتصفوا بالصبر على الطاعات،وعن المعاصي،وعلى ما يصيبهم من أقدار الله المؤلمة،وبالصدق في الأقوال والأفعال وبالطاعة التامة،وبالإنفاق سرا وعلانية،وبالاستغفار في آخر الليل; لأنه مَظِنَّة القبول وإجابة الدعاء. ¶ وقال تعالى:{إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ (15) آخِذِينَ ما آتاهُمْ رَبُّهُمْ إِنَّهُمْ كانُوا قَبْلَ ذلِكَ مُحْسِنِينَ (16) كانُوا قَلِيلًا مِنَ اللَّيْلِ ما يَهْجَعُونَ (17) وَبِالْأَسْحارِ هُمْ يَسْتَغْفِرُونَ (18) } سورة الذاريات ¶ إن الذين اتقوا الله في جنات عظيمة،وعيون ماء جارية،أعطاهم الله جميع مُناهم من أصناف النعيم،فأخذوا ذلك راضين به،فَرِحة به نفوسهم،إنهم كانوا قبل ذلك النعيم محسنين في الدنيا بأعمالهم الصالحة.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "كان هؤلاء المحسنون قليلا من الليل ما ينامون،يُصَلُّون لربهم قانتين له،وفي أواخر الليل قبيل الفجر يستغفرون الله من ذنوبهم. ¶ ثاني عشر: أثر الاستغفار في الدنيا منع العذاب- استجلاب الرحمة- الإمداد بالأموال والبنين): ¶ قال تعالى:{ وَمَا كَانَ اللّهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ وَمَا كَانَ اللّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ} (33) سورة الأنفال ¶ وما كان الله سبحانه وتعالى ليعذِّب هؤلاء المشركين،وأنت -أيها الرسول- بين ظهرانَيْهم،وما كان الله معذِّبهم،وهم يستغفرون من ذنوبهم. ¶ وقال تعالى:{وَمَا مَنَعَ النَّاسَ أَن يُؤْمِنُوا إِذْ جَاءهُمُ الْهُدَى وَيَسْتَغْفِرُوا رَبَّهُمْ إِلَّا أَن تَأْتِيَهُمْ سُنَّةُ الْأَوَّلِينَ أَوْ يَأْتِيَهُمُ الْعَذَابُ قُبُلًا} (55) سورة الكهف ¶ وما منع الناس من الإيمان -حين جاءهم الرسول محمد - صلى الله عليه وسلم - ومعه القرآن-،واستغفار ربهم طالبين عفوه عنهم،إلا تحدِّيهم للرسول،وطلبهم أن تصيبهم سنة الله في إهلاك السابقين عليهم،أو يصيبهم عذاب الله عِيانًا. ¶ وقال تعالى:{ وَلَقَدْ أَرْسَلْنَا إِلَى ثَمُودَ أَخَاهُمْ صَالِحًا أَنِ اعْبُدُوا اللَّهَ فَإِذَا هُمْ فَرِيقَانِ يَخْتَصِمُونَ (45) قالَ يا قَوْمِ لِمَ تَسْتَعْجِلُونَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ لَوْلا تَسْتَغْفِرُونَ اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ (46) } سورة النمل ¶ ولقد أرسلنا إلى ثمود أخاهم صالحًا: أن وحِّدوا الله،ولا تجعلوا معه إلهًا آخر،فلما أتاهم صالحٌ داعيًا إلى توحيد الله وعبادته وحده صار قومه فريقين: أحدهما مؤمن به،والآخر كافر بدعوته،وكل منهم يزعم أن الحق معه. ¶ قال صالح للفريق الكافر: لِمَ تبادرون الكفر وعمل السيئات الذي يجلب لكم العذاب،وتؤخرون الإيمان وفِعْل الحسنات الذي يجلب لكم الثواب؟ هلا تطلبون المغفرة من الله ابتداء،وتتوبون إليه؛ رجاء أن ترحموا. ¶ وقال تعالى:{ قَالَ رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهَارًا (5) فَلَمْ يَزِدْهُمْ دُعَائِي إِلَّا فِرَارًا (6) وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ وَأَصَرُّوا",
            "page": "37",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وَاسْتَكْبَرُوا اسْتِكْبَارًا (7) ثُمَّ إِنِّي دَعَوْتُهُمْ جِهَارًا (8) ثُمَّ إِنِّي أَعْلَنْتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْراراً (9) فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كانَ غَفَّاراً (10)يُرْسِلِ السَّماءَ عَلَيْكُمْ مِدْراراً (11) وَيُمْدِدْكُمْ بِأَمْوالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهاراً (12) } سورة نوح ¶ قال نوح: رب إني دعوت قومي إلى الإيمان بك وطاعتك في الليل والنهار،فلم يزدهم دعائي لهم إلى الإيمان إلا هربًا وإعراضًا عنه،وإني كلما دعوتهم إلى الإيمان بك؛ ليكون سببًا في غفرانك ذنوبهم،وضعوا أصابعهم في آذانهم ; كي لا يسمعوا دعوة الحق،وتغطَّوا بثيابهم؛ كي لا يروني،وأقاموا على كفرهم،واستكبروا عن قَبول الإيمان استكبارًا شديدًا،ثم إني دعوتهم إلى الإيمان ظاهرًا علنًا في غير خفاء،ثم إني أعلنت لهم الدعوة بصوت مرتفع في حال،وأسررت بها بصوت خفيٍّ في حال أخرى،فقلت لقومي: سلوا ربكم غفران ذنوبكم،وتوبوا إليه من كفركم،إنه تعالى كان غفارًا لمن تاب من عباده ورجع إليه. ¶ إن تتوبوا وتستغفروا يُنْزِلِ الله عليكم المطر غزيرًا متتابعًا،ويكثرْ أموالكم وأولادكم،ويجعلْ لكم حدائق تَنْعَمون بثمارها وجمالها،ويجعل لكم الأنهار التي تسقون منها زرعكم ومواشيكم. ¶ ثالث عشر: البشارة بالمغفرة ودخول الجنة في الآخرة: ¶ قال تعالى:{ وَالَّذِينَ إِذَا فَعَلُواْ فَاحِشَةً أَوْ ظَلَمُواْ أَنْفُسَهُمْ ذَكَرُواْ اللّهَ فَاسْتَغْفَرُواْ لِذُنُوبِهِمْ وَمَن يَغْفِرُ الذُّنُوبَ إِلاَّ اللّهُ وَلَمْ يُصِرُّواْ عَلَى مَا فَعَلُواْ وَهُمْ يَعْلَمُونَ(135) أُولئِكَ جَزاؤُهُمْ مَغْفِرَةٌ مِنْ رَبِّهِمْ وَجَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ خالِدِينَ فِيها وَنِعْمَ أَجْرُ الْعامِلِينَ(136)} سورة آل عمران ¶ والذين إذا ارتكبوا ذنبًا كبيرًا أو ظلموا أنفسهم بارتكاب ما دونه،ذكروا وعد الله ووعيده فلجأوا إلى ربهم تائبين،يطلبون منه أن يغفر لهم ذنوبهم،وهم موقنون أنه لا يغفر الذنرب إلا الله،فهم لذلك لا يقيمون على معصية،وهم يعلمون أنهم إن تابوا تاب الله عليهم . ¶ أولئك الموصوفون بتلك الصفات العظيمة جزاؤهم أن يستر الله ذنوبهم،ولهم جنات تجري من تحت أشجارها وقصورها المياه العذبة،خالدين فيها لا يخرجون منها أبدًا.ونِعْمَ أجر العاملين المغفرة والجنة.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وقال تعالى :{إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ (2)الَّذِينَ يُقِيمُونَ الصَّلاةَ وَمِمَّا رَزَقْناهُمْ يُنْفِقُونَ (3) أُولئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا لَهُمْ دَرَجاتٌ عِنْدَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ (4) } سورة الأنفال ¶ إنما المؤمنون بالله حقًا هم الذين إذا ذُكِر الله فزعت قلوبهم،وإذا تليت عليهم آيات القرآن زادتهم إيمانًا مع إيمانهم،لتدبرهم لمعانيه وعلى الله تعالى يتوكلون،فلا يرجون غيره،ولا يرهبون سواه. ¶ الذين يداومون على أداء الصلوات المفروضة في أوقاتها،ومما رزقناهم من الأموال ينفقون فيما أمرناهم به. ¶ هؤلاء الذين يفعلون هذه الأفعال هم المؤمنون حقًا ظاهرًا وباطنًا بما أنزل الله عليهم،لهم منازل عالية عند الله،وعفو عن ذنوبهم،ورزق كريم،وهو الجنة. ¶ وقال تعالى:{ وَالَّذِينَ آمَنُواْ وَهَاجَرُواْ وَجَاهَدُواْ فِي سَبِيلِ اللّهِ وَالَّذِينَ آوَواْ وَّنَصَرُواْ أُولَئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا لَّهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ} (74) سورة الأنفال ¶ والذين آمنوا بالله ورسوله،وتركوا ديارهم قاصدين دار الإسلام أو بلدًا يتمكنون فيه من عبادة ربهم،وجاهدوا لإعلاء كلمة الله،والذين نصروا إخوانهم المهاجرين وآووهم وواسوهم بالمال والتأييد،أولئك هم المؤمنون الصادقون حقًا،لهم مغفرة لذنوبهم،ورزق كريم واسع في جنات النعيم. ¶ وقال تعالى :{ وَلَئِنْ أَذَقْنَا الإِنْسَانَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنَاهَا مِنْهُ إِنَّهُ لَيَئُوسٌ كَفُورٌ(9) وَلَئِنْ أَذَقْناهُ نَعْماءَ بَعْدَ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ السَّيِّئاتُ عَنِّي إِنَّهُ لَفَرِحٌ فَخُورٌ (10) إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحاتِ أُولئِكَ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ (11) } سورة هود ¶ ولئن أعطينا الإنسان مِنَّا نعمة من صحة وأمن وغيرهما،ثم سلبناها منه،إنه لَشديد اليأس من رحمة الله،جَحود بالنعم التي أنعم الله بها عليه. ¶ ولئن بسطنا للإنسان في دنياه ووسَّعنا عليه في رزقه بعد ضيق من العيش،ليقولَنَّ عند ذلك: ذهب الضيق عني وزالت الشدائد،إنه لبَطِر بالنعم،مبالغ في الفخر والتعالي على الناس.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "لكن الذين صبروا على ما أصابهم من الضراء إيمانًا بالله واحتسابًا للأجر عنده،وعملوا الصالحات شكرا لله على نعمه،هؤلاء لهم مغفرة لذنوبهم وأجر كبير في الآخرة. ¶ وقال تعالى :{ قُلْ يَا أَيُّهَا النَّاسُ إِنَّمَا أَنَا لَكُمْ نَذِيرٌ مُّبِينٌ (49) فَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ (50) } سورة الحج ¶ قل - أيها الرسول -:يا أيها الناس ما أنا إلا منذر لكم مبلِّغ عن الله رسالته.فالذين آمنوا بالله ورسوله،واستقر ذلك في قلوبهم،وعملوا الأعمال الصالحة،لهم عند الله عفو عن ذنوبهم ومغفرة يستر بها ما صدر عنهم من معصية،ورزق حسن لا ينقطع وهو الجنة. ¶ وقال تعالى:{إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَالْقَانِتِينَ وَالْقَانِتَاتِ وَالصَّادِقِينَ وَالصَّادِقَاتِ وَالصَّابِرِينَ وَالصَّابِرَاتِ وَالْخَاشِعِينَ وَالْخَاشِعَاتِ وَالْمُتَصَدِّقِينَ وَالْمُتَصَدِّقَاتِ وَالصَّائِمِينَ وَالصَّائِمَاتِ وَالْحَافِظِينَ فُرُوجَهُمْ وَالْحَافِظَاتِ وَالذَّاكِرِينَ اللَّهَ كَثِيرًا وَالذَّاكِرَاتِ أَعَدَّ اللَّهُ لَهُم مَّغْفِرَةً وَأَجْرًا عَظِيمًا} (35) سورة الأحزاب ¶ إن المنقادين لأوامر الله والمنقادات،والمصَدِّقين والمصدِّقات والمطيعين لله ورسوله والمطيعات،والصادقين في أقوالهم والصادقات،والصابرين عن الشهوات وعلى الطاعات وعلى المكاره والصابرات،والخائفين من الله والخائفات،والمتصدقين بالفرض والنَّفْل والمتصدقات،والصائمين في الفرض والنَّفْل والصائمات،والحافظين فروجهم عن الزنى ومقدماته،وعن كشف العورات والحافظات،والذاكرين الله كثيرًا بقلوبهم وألسنتهم والذاكرات،أعدَّ الله لهؤلاء مغفرة لذنوبهم وثوابًا عظيمًا،وهو الجنة. ¶ وقال تعالى :{إِنَّمَا تُنذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمَن بِالْغَيْبِ فَبَشِّرْهُ بِمَغْفِرَةٍ وَأَجْرٍ كَرِيمٍ} (11) سورة يس ¶ إنما ينفع تحذيرك مَن آمن بالقرآن،واتبع ما فيه من أحكام الله،وخاف الرحمن،حيث لا يراه أحد إلا الله،فبشِّره بمغفرة من الله لذنوبه،وثواب منه في الآخرة على أعماله الصالحة،وهو دخوله الجنة. ¶ وقال تعالى:{اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الْأَمْوَالِ وَالْأَوْلَادِ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَكُونُ حُطَامًا وَفِي",
            "page": "40",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "الْآخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِّنَ اللَّهِ وَرِضْوَانٌ وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ} (20) سورة الحديد ¶ اعلموا -أيها الناس- أنما الحياة الدنيا لعب ولهو،تلعب بها الأبدان وتلهو بها القلوب،وزينة تتزينون بها،وتفاخر بينكم بمتاعها،وتكاثر بالعدد في الأموال والأولاد،مثلها كمثل مطر أعجب الزُّرَّاع نباته،ثم يهيج هذا النبات فييبس،فتراه مصفرًا بعد خضرته،ثم يكون فُتاتًا يابسًا متهشمًا،وفي الآخرة عذاب شديد للكفار ومغفرة من الله ورضوان لأهل الإيمان.وما الحياة الدنيا لمن عمل لها ناسيًا آخرته إلا متاع الغرور. ¶ - - - - - - - - - - - - -",
            "page": "41",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "الباب الثاني ¶ الحث على الاستغفار في السنَّة النبوية ¶ عَنْ أَبِى هُرَيْرَةَ عَنِ النَّبِىِّ - صلى الله عليه وسلم - قَالَ « إِذَا جَاءَ أَحَدُكُمْ فِرَاشَهُ فَلْيَنْفُضْهُ بِصَنِفَةِ ثَوْبِهِ ثَلاَثَ مَرَّاتٍ،وَلْيَقُلْ بِاسْمِكَ رَبِّ وَضَعْتُ جَنْبِى وَبِكَ أَرْفَعُهُ،إِنْ أَمْسَكْتَ نَفْسِى فَاغْفِرْ لَهَا،وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ » (¬1) . ¶ وعَنْ أَبِي هُرَيْرَةَ،عن النَّبِىِّ - صلى الله عليه وسلم - فِيمَا يَحْكِى،عن رَبِّهِ عَزَّ وَجَلَّ.قَالَ:أَذْنَبَ عَبْدٌ ذَنْبًا فَقال:اللهمَّ اغْفِرْ لِى ذَنْبِى.فَقال:تَبَارَكَ وَتَعَالَى أَذْنَبَ عَبْدِى ذَنْبًا فَعَلِمَ ؛ أَنَّ لَهُ رَبًّا يَغْفِرُ الذَّنْبَ وَيَأْخُذُ بِالذَّنْبِ.ثُمَّ عَادَ فَأَذْنَبَ فَقال:أَىْ رَبِّ اغْفِرْ لِى ذَنْبِى.فَقال:تَبَارَكَ وَتَعَالَى عَبْدِى أَذْنَبَ ذَنْبًا فَعَلِمَ ؛ أَنَّ لَهُ رَبًّا يَغْفِرُ الذَّنْبَ وَيَأْخُذُ بِالذَّنْبِ.ثُمَّ عَادَ فَأَذْنَبَ فَقال:أَىْ رَبِّ اغْفِرْ لِى ذَنْبِى.فَقال:تَبَارَكَ وَتَعَالَى أَذْنَبَ عَبْدِى ذَنْبًا فَعَلِمَ ؛ أَنَّ لَهُ رَبًّا يَغْفِرُ الذَّنْبَ وَيَأْخُذُ بِالذَّنْبِ وَاعْمَلْ مَا شِئْتَ فَقَدْ غَفَرْتُ لَكَ قَالَ:عَبْدُ الأَعْلَى لاَ أَدْرِى أَ.قَالَ:فِي الثَّالِثَةِ أَوِ الرَّابِعَةِ:اعْمَلْ مَا شِئْتَ. (¬2) ¶ وعَنْ مُحَمَّدِ بْنِ قَيْسِ بْنِ مَخْرَمَةَ بْنِ الْمُطَّلِبِ أَنَّهُ قَالَ يَوْمًا أَلاَ أُحَدِّثُكُمْ عَنِّى وَعَنْ أُمِّى قَالَ فَظَنَنَّا أَنَّهُ يُرِيدُ أُمَّهُ الَّتِى وَلَدَتْهُ.قَالَ قَالَتْ عَائِشَةُ أَلاَ أُحَدِّثُكُمْ عَنِّى وَعَنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - .قُلْنَا بَلَى.قَالَ قَالَتْ لَمَّا كَانَتْ لَيْلَتِىَ الَّتِى كَانَ النَّبِىُّ - صلى الله عليه وسلم - فِيهَا عِنْدِى انْقَلَبَ فَوَضَعَ رِدَاءَهُ وَخَلَعَ نَعْلَيْهِ فَوَضَعَهُمَا عِنْدَ رِجْلَيْهِ وَبَسَطَ طَرَفَ إِزَارِهِ عَلَى فِرَاشِهِ فَاضْطَجَعَ فَلَمْ يَلْبَثْ إِلاَّ رَيْثَمَا ظَنَّ أَنْ قَدْ رَقَدْتُ فَأَخَذَ رِدَاءَهُ رُوَيْدًا وَانْتَعَلَ رُوَيْدًا وَفَتَحَ الْبَابَ فَخَرَجَ ثُمَّ أَجَافَهُ رُوَيْدًا فَجَعَلْتُ دِرْعِى فِى رَأْسِى وَاخْتَمَرْتُ وَتَقَنَّعْتُ إِزَارِى ثُمَّ انْطَلَقْتُ عَلَى إِثْرِهِ حَتَّى جَاءَ الْبَقِيعَ فَقَامَ فَأَطَالَ الْقِيَامَ ثُمَّ رَفَعَ يَدَيْهِ ثَلاَثَ مَرَّاتٍ ثُمَّ انْحَرَفَ فَانْحَرَفْتُ فَأَسْرَعَ فَأَسْرَعْتُ فَهَرْوَلَ فَهَرْوَلْتُ فَأَحْضَرَ فَأَحْضَرْتُ فَسَبَقْتُهُ فَدَخَلْتُ فَلَيْسَ إِلاَّ أَنِ اضْطَجَعْتُ فَدَخَلَ فَقَالَ « مَا لَكِ يَا عَائِشُ حَشْيَا رَابِيَةً ».قَالَتْ قُلْتُ لاَ شَىْءَ.قَالَ « لَتُخْبِرِينِى أَوْ ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (7393 ) -الصنفة : طرف الثوب ¶ (¬2) - صحيح مسلم- المكنز - (7162 )",
            "page": "42",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "لَيُخْبِرَنِّى اللَّطِيفُ الْخَبِيرُ ».قَالَتْ قُلْتُ يَا رَسُولَ اللَّهِ بِأَبِى أَنْتَ وَأُمِّى.فَأَخْبَرْتُهُ قَالَ « فَأَنْتِ السَّوَادُ الَّذِى رَأَيْتُ أَمَامِى ».قُلْتُ نَعَمْ.فَلَهَدَنِى فِى صَدْرِى لَهْدَةً أَوْجَعَتْنِى ثُمَّ قَالَ « أَظَنَنْتِ أَنْ يَحِيفَ اللَّهُ عَلَيْكِ وَرَسُولُهُ ».قَالَتْ مَهْمَا يَكْتُمِ النَّاسُ يَعْلَمْهُ اللَّهُ نَعَمْ.قَالَ « فَإِنَّ جِبْرِيلَ أَتَانِى حِينَ رَأَيْتِ فَنَادَانِى فَأَخْفَاهُ مِنْكِ فَأَجَبْتُهُ فَأَخْفَيْتُهُ مِنْكِ وَلَمْ يَكُنْ يَدْخُلُ عَلَيْكِ وَقَدْ وَضَعْتِ ثِيَابَكِ وَظَنَنْتُ أَنْ قَدْ رَقَدْتِ فَكَرِهْتُ أَنْ أُوقِظَكِ وَخَشِيتُ أَنْ تَسْتَوْحِشِى فَقَالَ إِنَّ رَبَّكَ يَأْمُرُكَ أَنْ تَأْتِىَ أَهْلَ الْبَقِيعِ فَتَسْتَغْفِرَ لَهُمْ ».قَالَتْ قُلْتُ كَيْفَ أَقُولُ لَهُمْ يَا رَسُولَ اللَّهِ قَالَ « قُولِى السَّلاَمُ عَلَى أَهْلِ الدِّيَارِ مِنَ الْمُؤْمِنِينَ وَالْمُسْلِمِينَ وَيَرْحَمُ اللَّهُ الْمُسْتَقْدِمِينَ مِنَّا وَالْمُسْتَأْخِرِينَ وَإِنَّا إِنْ شَاءَ اللَّهُ بِكُمْ لَلاَحِقُونَ ». (¬1) ¶ وعَنْ أَبِى هُرَيْرَةَ - رضى الله عنه - قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « اللَّهُمَّ اغْفِرْ لِلْمُحَلِّقِينَ ».قَالُوا وَلِلْمُقَصِّرِينَ.قَالَ « اللَّهُمَّ اغْفِرْ لِلْمُحَلِّقِينَ ».قَالُوا وَلِلْمُقَصِّرِينَ.قَالَهَا ثَلاَثًا.قَالَ « وَلِلْمُقَصِّرِينَ » (¬2) ¶ وعَنْ أَنَسٍ:أَنَّ النَّبِيَّ - صلى الله عليه وسلم - ،قَالَ:اللَّهُمَّ اغْفِرْ لِلأَنْصَارِ،وَلأَبْنَاءِ الأَنْصَارِ،وَلأَبْنَاءِ أَبْنَاءِ الأَنْصَارِ. (¬3) ¶ وعَنْ أَبِي بَكْرِ بْنِ أَنَسٍ،قَالَ:كَتَبَ زَيْدُ بْنُ أَرْقَمَ إِلَى أَنَسِ بْنِ مَالِكٍ يُعَزِّيهِ بِوَلَدِهِ وَأَهْلِهِ الَّذِينَ أُصِيبُوا يَوْمَ الْحَرَّةِ،فَكَتَبَ فِي كِتَابِهِ:وَإِنِّي مُبَشِّرُكَ بِبُشْرَى مِنَ اللهِ،سَمِعْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - يَقُولُ:اللَّهُمَّ اغْفِرْ لِلأَنْصَارِ،وَلأَبْنَاءِ الأَنْصَارِ،وَلأَبْنَاءِ أَبْنَاءِ الأَنْصَارِ،وَلِنَسَاءِ الأَنْصَارِ،وَلِنَسَاءِ أَبْنَاءِ الأَنْصَارِ،وَلِنَسَاءِ أَبْنَاءِ أَبْنَاءِ الأَنْصَارِ. (¬4) ¶ وعَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا:أَنَّ عَبْدَ اللَّهِ بْنَ أُبَيٍّ لَمَّا تُوُفِّيَ،جَاءَ ابْنُهُ إِلَى النَّبِيِّ - صلى الله عليه وسلم - ،فَقَالَ:يَا رَسُولَ اللَّهِ،أَعْطِنِي قَمِيصَكَ أُكَفِّنْهُ فِيهِ،وَصَلِّ عَلَيْهِ،وَاسْتَغْفِرْ لَهُ،فَأَعْطَاهُ النَّبِيُّ - صلى الله عليه وسلم - ¶ ¬__________ ¶ (¬1) - صحيح مسلم- المكنز - (2301 ) ¶ أجاف : أغلق -الحشيا : وقع عليك الحشا وهو الربو والنهيج -أحضر : عدا عدوا -الرابية : التى أخذها الربو وهو التهيج وتواتر النفس الذى يعرض للمسرع فى مشيه -تقنعت : لبست -اللهدة : الدفع الشديد فى الصدر -لهد : دفع بشدة فى الصدر ¶ (¬2) - صحيح البخارى- المكنز - (1728 ) وصحيح مسلم- المكنز - (3208 ) ¶ (¬3) - صحيح البخارى- المكنز - (4906) وصحيح مسلم- المكنز - (6570) وصحيح ابن حبان - (16 / 270) (7280) ¶ (¬4) - صحيح ابن حبان - (16 / 271) (7281) صحيح",
            "page": "43",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "قَمِيصَهُ،فَقَالَ:\" آذِنِّي أُصَلِّي عَلَيْهِ \"،فَآذَنَهُ،فَلَمَّا أَرَادَ أَنْ يُصَلِّيَ عَلَيْهِ جَذَبَهُ عُمَرُ رَضِيَ اللَّهُ عَنْهُ،فَقَالَ:أَلَيْسَ اللَّهُ نَهَاكَ أَنْ تُصَلِّيَ عَلَى المُنَافِقِينَ ؟ فَقَالَ:\" أَنَا بَيْنَ خِيَرَتَيْنِ،قَالَ:{اسْتَغْفِرْ لَهُمْ أَوْ لاَ تَسْتَغْفِرْ لَهُمْ إِن تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَن يَغْفِرَ اللّهُ لَهُمْ ذَلِكَ بِأَنَّهُمْ كَفَرُواْ بِاللّهِ وَرَسُولِهِ وَاللّهُ لاَ يَهْدِي الْقَوْمَ الْفَاسِقِينَ} (80) سورة التوبة،فَصَلَّى عَلَيْهِ،فَنَزَلَتْ :{ وَلاَ تُصَلِّ عَلَى أَحَدٍ مِّنْهُم مَّاتَ أَبَدًا وَلاَ تَقُمْ عَلَىَ قَبْرِهِ إِنَّهُمْ كَفَرُواْ بِاللّهِ وَرَسُولِهِ وَمَاتُواْ وَهُمْ فَاسِقُونَ } (84) سورة التوبة (¬1) ¶ وعَنْ جُنْدُبِ بْنِ عَبْدِ اللهِ الْبَجَلِيِّ،قَالَ:قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :قَالَ رَجُلٌ:وَاللَّهِ لاَ يَغْفِرُ اللَّهُ لِفُلاَنٍ،فَقَالَ اللَّهُ تَبَارَكَ وَتَعَالَى:قَدْ غَفَرْتُ لِفُلاَنٍ،وَأَحْبَطْتُ عَمَلَكَ. (¬2) ¶ وعَنْ أَبِى هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ « قَالَ رَجُلٌ لَمْ يَعْمَلْ حَسَنَةً قَطُّ لأَهْلِهِ إِذَا مَاتَ فَحَرِّقُوهُ ثُمَّ اذْرُوا نِصْفَهُ فِى الْبَرِّ وَنِصْفَهُ فِى الْبَحْرِ فَوَاللَّهِ لَئِنْ قَدَرَ اللَّهُ عَلَيْهِ لَيُعَذِّبَنَّهُ عَذَابًا لاَ يُعَذِّبُهُ أَحَدًا مِنَ الْعَالَمِينَ فَلَمَّا مَاتَ الرَّجُلُ فَعَلُوا مَا أَمَرَهُمْ فَأَمَرَ اللَّهُ الْبَرَّ فَجَمَعَ مَا فِيهِ وَأَمَرَ الْبَحْرَ فَجَمَعَ مَا فِيهِ ثُمَّ قَالَ لِمَ فَعَلْتَ هَذَا قَالَ مِنْ خَشْيَتِكَ يَا رَبِّ وَأَنْتَ أَعْلَمُ.فَغَفَرَ اللَّهُ لَهُ » (¬3) . ¶ وعَنْ أَبِي هُرَيْرَةَ،أَنَّ رَسُولَ اللهِ - صلى الله عليه وسلم - ،قَالَ:إِنَّ لِلَّهِ عَزَّ وَجَلَّ مَلاَئِكَةً فُضُلاً،يَتَّبِعُونَ مَجَالِسَ الذِّكْرِ،يَجْتَمِعُونَ عِنْدَ الذِّكْرِ،فَإِذَا مَرُّوا بِمَجْلِسٍ عَلاَ بَعْضُهُمْ عَلَى بَعْضٍ حَتَّى يَبْلُغُوا الْعَرْشَ،فَيَقُولُ اللَّهُ عَزَّ وَجَلَّ لَهُمْ،وَهُوَ أَعْلَمُ:مِنْ أَيْنَ جِئْتُمْ ؟ فَيَقُولُونَ:مِنْ عِنْدِ عَبِيدٍ لَكَ،يَسْأَلُونَكَ الْجَنَّةَ،وَيَتَعَوَّذُونَ بِكَ مِنَ النَّارِ،وَيَسْتَغْفِرُونَكَ،فَيَقُولُ عَزَّ وَجَلَّ:يَسْأَلُونِي جَنَّتِي،هَلْ رَأَوْهَا ؟ فَكَيْفَ لَوْ رَأَوْهَا ؟ وَيَتَعَوَّذُونَ مِنْ نَارِي،فَكَيْفَ لَوْ رَأَوْهَا ؟ فَإِنِّي قَدْ غَفَرْتُ لَهُمْ،فَيَقُولُونَ:رَبَّنَا إِنَّ فِيهِمْ عَبْدَكَ الْخَطَّاءَ فُلاَنًا،مَرَّ بِهِمْ لِحَاجَةٍ لَهُ فَجَلَسَ إِلَيْهِمْ،فَقَالَ اللَّهُ عَزَّ وَجَلَّ:أُولَئِكَ الْجُلَسَاءُ لاَ يَشْقَى بِهِمْ جَلِيسُهُمْ. (¬4) ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (1269) ¶ (¬2) - صحيح مسلم- المكنز - (6847 ) وصحيح ابن حبان - (13 / 19) (5711) - يتألى: يحلف. ¶ (¬3) -- صحيح مسلم- المكنز - (7156 ) ¶ (¬4) - مسند أحمد (عالم الكتب) - (3 / 344)(8704) 8689- وصحيح مسلم- المكنز - (7015 ) ¶ الفُضل : ملائكة زائدون على الحفظة وغيرهم",
            "page": "44",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وعَنْ صَفْوَانَ بْنِ مُحْرِزٍ أَنَّهُ حَدَّثَ أَنَّ جُنْدَبَ بْنَ عَبْدِ اللَّهِ الْبَجَلِىَّ بَعَثَ إِلَى عَسْعَسِ بْنِ سَلاَمَةَ زَمَنَ فِتْنَةِ ابْنِ الزُّبَيْرِ فَقَالَ اجْمَعْ لِى نَفَرًا مِنْ إِخْوَانِكَ حَتَّى أُحَدِّثَهُمْ.فَبَعَثَ رَسُولاً إِلَيْهِمْ فَلَمَّا اجْتَمَعُوا جَاءَ جُنْدَبٌ وَعَلَيْهِ بُرْنُسٌ أَصْفَرُ فَقَالَ تَحَدَّثُوا بِمَا كُنْتُمْ تَحَدَّثُونَ بِهِ.حَتَّى دَارَ الْحَدِيثُ فَلَمَّا دَارَ الْحَدِيثُ إِلَيْهِ حَسَرَ الْبُرْنُسَ عَنْ رَأْسِهِ فَقَالَ إِنِّى أَتَيْتُكُمْ وَلاَ أُرِيدُ أَنْ أُخْبِرَكُمْ عَنْ نَبِيِّكُمْ إِنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - بَعَثَ بَعْثًا مِنَ الْمُسْلِمِينَ إِلَى قَوْمٍ مِنَ الْمُشْرِكِينَ وَإِنَّهُمُ الْتَقَوْا فَكَانَ رَجُلٌ مِنَ الْمُشْرِكِينَ إِذَا شَاءَ أَنْ يَقْصِدَ إِلَى رَجُلٍ مِنَ الْمُسْلِمِينَ قَصَدَ لَهُ فَقَتَلَهُ وَإِنَّ رَجُلاً مِنَ الْمُسْلِمِينَ قَصَدَ غَفْلَتَهُ قَالَ وَكُنَّا نُحَدَّثُ أَنَّهُ أُسَامَةُ بْنُ زَيْدٍ فَلَمَّا رَفَعَ عَلَيْهِ السَّيْفَ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ.فَقَتَلَهُ فَجَاءَ الْبَشِيرُ إِلَى النَّبِىِّ - صلى الله عليه وسلم - فَسَأَلَهُ فَأَخْبَرَهُ حَتَّى أَخْبَرَهُ خَبَرَ الرَّجُلِ كَيْفَ صَنَعَ فَدَعَاهُ فَسَأَلَهُ فَقَالَ « لِمَ قَتَلْتَهُ ».قَالَ يَا رَسُولَ اللَّهَ أَوْجَعَ فِى الْمُسْلِمِينَ وَقَتَلَ فُلاَنًا وَفُلاَنًا - وَسَمَّى لَهُ نَفَرًا - وَإِنِّى حَمَلْتُ عَلَيْهِ فَلَمَّا رَأَى السَّيْفَ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ.قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « أَقَتَلْتَهُ ».قَالَ نَعَمْ.قَالَ « فَكَيْفَ تَصْنَعُ بِلاَ إِلَهَ إِلاَّ اللَّهُ إِذَا جَاءَتْ يَوْمَ الْقِيَامَةِ ».قَالَ يَا رَسُولَ اللَّهِ اسْتَغْفِرْ لِى.قَالَ « وَكَيْفَ تَصْنَعُ بِلاَ إِلَهَ إِلاَّ اللَّهُ إِذَا جَاءَتْ يَوْمَ الْقِيَامَةِ ».قَالَ فَجَعَلَ لاَ يَزِيدُهُ عَلَى أَنْ يَقُولَ « كَيْفَ تَصْنَعُ بِلاَ إِلَهَ إِلاَّ اللَّهُ إِذَا جَاءَتْ يَوْمَ الْقِيَامَةِ ». (¬1) ¶ وعَنْ أَبِي سَلاَّمٍ،حَدَّثَنَا عَبْدُ اللهِ بْنُ فَرُّوخٍ،أَنَّهُ سَمِعَ عَائِشَةَ،تَقُولُ:إِنَّ رَسُولَ اللهِ - صلى الله عليه وسلم - ،قَالَ:خَلَقَ اللَّهُ كُلَّ إِنْسَانٍ مِنْ بَنِي آدَمَ عَلَى سِتِّينَ وَثَلاَثِ مِائَةِ مَفْصِلٍ فَمَنْ كَبَّرَ اللَّهَ،وَحَمِدَهُ،وَهَلَّلَ اللَّهَ،وَسَبِّحَ اللَّهَ،وَاسْتَغْفَرَ اللَّهَ،وَعَزَلَ عَظْمًا عَنْ طَرِيقِ النَّاسِ،وَعَزَلَ حَجَرًا عَنْ طَرِيقِهِمْ،وَأَمَرَ بِمَعْرُوفٍ،وَنَهَى عَنْ مُنْكَرٍ عَدَدَ تِلْكَ السِّتِّينَ وَالثَّلاَثِ مِائَةٍ،فَإِنَّهُ يُمْسِي يَوْمَئِذٍ وَقَدْ زَحْزَحَ نَفْسَهُ عَنِ النَّارِ. (¬2) ¶ وعَنْ صَيْفِيٍّ مَوْلَى ابْنِ أَفْلَحَ،قَالَ: أَخْبَرَنِي أَبُو السَّائِبِ مَوْلَى هِشَامِ بْنِ زُهْرَةَ أَنَّهُ قَالَ: دَخَلْتُ عَلَى أَبِي سَعِيدٍ الْخُدْرِيِّ فِي بَيْتِهِ،فَوَجَدْتُهُ يُصَلِّي،فَجَلَسْتُ أَنْتَظِرُهُ مَتَى تَنْقَضِي صَلَاتُهُ،فَسَمِعْتُ تَحْرِيكًا فِي عَرَاجِينَ فِي نَاحِيَةِ الْبَيْتِ،فَالْتَفَتُّ،فَإِذَا حَيَّةٌ،فَوَثَبْتُ ¶ ¬__________ ¶ (¬1) - صحيح مسلم- المكنز - (289 ) ¶ البرنس : كل ثوب رأسه منه ملتصق به من أدراعه -حسر : كشف ¶ (¬2) - صحيح مسلم- المكنز - (2377) وصحيح ابن حبان - (8 / 173) (3380)",
            "page": "45",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "لِأَقْتُلَهَا،فَأَشَارَ إِلَيَّ أَنِ اجْلِسْ،فَجَلَسْتُ،فَلَمَّا انْصَرَفَ أَشَارَ إِلَى بَيْتٍ مِنَ الدَّارِ أَتَرَى هَذَا الْبَيْتَ ؟ قَالَ كَانَ فِيهِ فَتًى شَابٌّ حَدِيثُ عَهْدٍ بِعُرْسٍ،فَخَرَجْنَا مَعَ رَسُولِ اللهِ - صلى الله عليه وسلم - إِلَى الْخَنْدَقِ،فَكَانَ ذَلِكَ الْفَتَى يَسْتَأْذِنُ رَسُولَ اللهِ - صلى الله عليه وسلم - فِي أَنْصَافِ النَّهَارِ يَرْجِعُ إِلَى أَهْلِهِ،فَاسْتَأْذَنَهُ يَوْمًا،فَقَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - خُذْ عَلَيْكَ سِلَاحَكَ،فَإِنِّي أَخْشَى عَلَيْكَ قُرَيْظَةَ،فَأَخَذَ سِلَاحَهُ،ثُمَّ رَجَعَ إِلَى أَهْلِهِ،فَإِذَا امْرَأَتُهُ بَيْنَ الْبَابَيْنِ قَائِمَةً،فَأَهْوَى إِلَيْهَا بِالرُّمْحِ لِيَطْعَنَهَا بِهِ وَأَصَابَتْهُ غَيْرَةٌ،فَقَالَتِ: اكْفُفْ عَلَيْكَ رُمْحَكَ،وَادْخُلِ الْبَابَ حَتَّى تَنْظُرَ مَا الَّذِي أَخْرَجَنِي،فَدَخَلَ فَإِذَا بِحَيَّةٍ عَظِيمَةٍ مُنْطَوِيَةٍ عَلَى الْفِرَاشِ،فَأَهْوَى إِلَيْهَا بِالرُّمْحِ،فَانْتَظَمَهَا بِهِ،ثُمَّ خَرَجَ فَرَكَزَهُ فِي الدَّارِ،فَاضْطَرَبَتْ عَلَيْهِ،فَمَا أَدْرِي أَيُّهُمَا كَانَ أَسْرَعَ مَوْتًا الْحَيَّةُ أَوِ الْفَتَى،فَجِئْنَا رَسُولَ اللهِ - صلى الله عليه وسلم - ،فَذَكَرْنَا ذَلِكَ لَهُ وَقُلْنَا: ادْعُ اللهَ عَزَّ وَجَلَّ يُحْيِهِ لَنَا،فَقَالَ: \" اسْتَغْفِرُوا لِصَاحِبِكُمْ،ثُمَّ قَالَ: \" إِنَّ بِالْمَدِينَةِ جِنًّا قَدْ أَسْلَمُوا،فَإِذَا رَأَيْتُمْ مِنْهَا شَيْئًا،فَآذِنُوهُ ثَلَاثًا،فَإِنْ بَدَا لَكُمْ بَعْدَ ذَلِكَ،فَاقْتُلُوهُ،فَإِنَّمَا هُوَ شَيْطَانٌ \" (¬1) ¶ وقَالَ عَلِيٌّ:إِنِّي كُنْتُ رَجُلاً إِذَا سَمِعْتُ مِنْ رَسُولِ اللهِ - صلى الله عليه وسلم - حَدِيثًا نَفَعَنِي اللهُ مِنْهُ بِمَا شَاءَ أَنْ يَنْفَعَنِي،وَإِذَا حَدَّثَنِي رَجُلٌ مِنْ أَصْحَابِهِ اسْتَحْلَفْتُهُ،فَإِذَا حَلَفَ لِي صَدَّقْتُهُ،وَإِنَّهُ حَدَّثَنِي أَبُو بَكْرٍ،وَصَدَقَ أَبُو بَكْرٍ،قَالَ:سَمِعْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - يَقُولُ: مَا مِنْ رَجُلٍ يُذْنِبُ ذَنْبًا،ثُمَّ يَقُومُ فَيَتَطَهَّرُ،ثُمَّ يُصَلِّي،ثُمَّ يَسْتَغْفِرُ اللهَ،إِلاَّ غَفَرَ لَهُ،ثُمَّ قَرَأَ هَذِهِ الآيَةَ:{ وَالَّذِينَ إِذَا فَعَلُواْ فَاحِشَةً أَوْ ظَلَمُواْ أَنْفُسَهُمْ ذَكَرُواْ اللّهَ فَاسْتَغْفَرُواْ لِذُنُوبِهِمْ وَمَن يَغْفِرُ الذُّنُوبَ إِلاَّ اللّهُ وَلَمْ يُصِرُّواْ عَلَى مَا فَعَلُواْ وَهُمْ يَعْلَمُونَ} (135) سورة آل عمران. (¬2) ¶ وعن أبي أُمَامَةَ قَالَ: بَيْنَمَا رَسُولُ اللَّهِ - صلى الله عليه وسلم - فِى الْمَسْجِدِ وَنَحْنُ قُعُودٌ مَعَهُ إِذْ جَاءَ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّى أَصَبْتُ حَدًّا فَأَقِمْهُ عَلَىَّ.فَسَكَتَ عَنْهُ رَسُولُ اللَّهِ - صلى الله عليه وسلم - ثُمَّ أَعَادَ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّى أَصَبْتُ حَدًّا فَأَقِمْهُ عَلَىَّ.فَسَكَتَ عَنْهُ وَأُقِيمَتِ الصَّلاَةُ فَلَمَّا انْصَرَفَ نَبِىُّ اللَّهِ - صلى الله عليه وسلم - قَالَ أَبُو أُمَامَةَ فَاتَّبَعَ الرَّجُلُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - حِينَ انْصَرَفَ وَاتَّبَعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - أَنْظُرُ مَا يَرُدُّ عَلَى الرَّجُلِ فَلَحِقَ الرَّجُلُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - فَقَالَ يَا ¶ ¬__________ ¶ (¬1) - صحيح مسلم- المكنز - (5976) وشرح مشكل الآثار - (7 / 378) (2938 ) ¶ (¬2) - سنن الترمذى- المكنز - (408) حسن",
            "page": "46",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "رَسُولَ اللَّهِ إِنِّى أَصَبْتُ حَدًّا فَأَقِمْهُ عَلَىَّ - قَالَ أَبُو أُمَامَةَ - فَقَالَ لَهُ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « أَرَأَيْتَ حِينَ خَرَجْتَ مِنْ بَيْتِكَ أَلَيْسَ قَدْ تَوَضَّأْتَ فَأَحْسَنْتَ الْوُضُوءَ ».قَالَ بَلَى يَا رَسُولَ اللَّهِ.قَالَ « ثُمَّ شَهِدْتَ الصَّلاَةَ مَعَنَا ».فَقَالَ نَعَمْ يَا رَسُولَ اللَّهِ. ¶ قَالَ فَقَالَ لَهُ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « فَإِنَّ اللَّهَ قَدْ غَفَرَ لَكَ حَدَّكَ - أَوْ قَالَ - ذَنْبَكَ ». (¬1) ¶ وعَنْ مَسْرُوقٍ،قَالَ:جَاءَ إِلَى عَبْدِ اللَّهِ رَجُلٌ فَقَالَ:تَرَكْتُ فِي الْمَسْجِدِ رَجُلًا يُفَسِّرُ الْقُرْآنَ بِرَأْيِهِ يُفَسِّرُ هَذِهِ الْآيَةَ:يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ قَالَ:يَأْتِي النَّاسَ يَوْمَ الْقِيَامَةِ دُخَانٌ،فَيَأْخُذُ بِأَنْفَاسِهِمْ حَتَّى يَأْخُذَهُمْ مِنْهُ كَهَيْئَةِ الزُّكَامِ،فَقَالَ عَبْدُ اللَّهِ:مَنْ عَلِمَ عِلْمًا فَلْيَقُلْ بِهِ،وَمَنْ لَمْ يَعْلَمْ فَلْيَقُلْ:اللَّهُ أَعْلَمُ،فَإِنَّ مِنْ فِقْهِ الرَّجُلِ أَنْ يَقُولَ لِمَا لَا عِلْمَ لَهُ بِهِ:اللَّهُ أَعْلَمُ،إِنَّمَا كَانَ هَذَا،أَنَّ قُرَيْشًا لَمَّا اسْتَعْصَتْ عَلَى النَّبِيِّ - صلى الله عليه وسلم - ،\" دَعَا عَلَيْهِمْ بِسِنِينَ كَسِنِي يُوسُفَ \"،فَأَصَابَهُمْ قَحْطٌ وَجَهْدٌ،حَتَّى جَعَلَ الرَّجُلُ يَنْظُرُ إِلَى السَّمَاءِ فَيَرَى بَيْنَهُ وَبَيْنَهَا كَهَيْئَةِ الدُّخَانِ مِنَ الْجَهْدِ،وَحَتَّى أَكَلُوا الْعِظَامَ،فَأَتَى النَّبِيَّ - صلى الله عليه وسلم - رَجُلٌ فَقَالَ:يَا رَسُولَ اللَّهِ اسْتَغْفِرِ اللَّهَ لِمُضَرَ،فَإِنَّهُمْ قَدْ هَلَكُوا،فَقَالَ:\" لِمُضَرَ إِنَّكَ لَجَرِيءٌ \" قَالَ:فَدَعَا اللَّهَ لَهُمْ،فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ:{إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا إِنَّكُمْ عَائِدُونَ} (15) سورة الدخان،قَالَ:فَمُطِرُوا،فَلَمَّا أَصَابَتْهُمُ الرَّفَاهِيَةُ،قَالَ:عَادُوا إِلَى مَا كَانُوا عَلَيْهِ،قَالَ:فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ: فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ (10) يَغْشَى النَّاسَ هَذَا عَذَابٌ أَلِيمٌ (11) رَبَّنَا اكْشِفْ عَنَّا الْعَذَابَ إِنَّا مُؤْمِنُونَ (12) أَنَّى لَهُمُ الذِّكْرَى وَقَدْ جَاءَهُمْ رَسُولٌ مُبِينٌ (13) ثُمَّ تَوَلَّوْا عَنْهُ وَقَالُوا مُعَلَّمٌ مَجْنُونٌ (14) إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا إِنَّكُمْ عَائِدُونَ (15) يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى إِنَّا مُنْتَقِمُونَ (16) [الدخان:10 - 15] قَالَ:يَعْنِي يَوْمَ بَدْرٍ \" (¬2) ¶ وعَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ،عَنْ أَبِيهِ ؛جَاءَ مَاعِزُ بْنُ مَالِكٍ إِلَى النَّبِيِّ - صلى الله عليه وسلم - ،فَقَالَ:يَا رَسُولَ اللهِ،طَهِّرْنِي،فَقَالَ:وَيْحَكَ،ارْجِعْ فَاسْتَغْفِرِ اللهَ وَتُبْ إِلَيْهِ،قَالَ:فَرَجَعَ غَيْرَ بَعِيدٍ،ثُمَّ جَاءَ،فَقَالَ:يَا ¶ ¬__________ ¶ (¬1) - صحيح مسلم- المكنز - (7183 ) ¶ حدّا: الحد : ما أمر به الله تعالى من العقاب لمن أذنب ذنبا ، ومعنى قوله : أصبت حدّا أي أصبت ذنبا يوجب علي حدّا. ¶ (¬2) - صحيح مسلم- المكنز - (7245 )",
            "page": "47",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "رَسُولَ اللهِ،طَهِّرْنِي،فَقَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :وَيْحَكَ،ارْجِعْ فَاسْتَغْفِرِ اللهَ وَتُبْ إِلَيْهِ،قَالَ:فَرَجَعَ غَيْرَ بَعِيدٍ،ثُمَّ جَاءَ،فَقَالَ:يَا رَسُولَ اللهِ،طَهِّرْنِي،فَقَالَ النَّبِيُّ - صلى الله عليه وسلم - مِثْلَ ذَلِكَ،حَتَّى إِذَا كَانَتِ الرَّابِعَةُ،قَالَ لَهُ رَسُولُ اللهِ - صلى الله عليه وسلم - :فِيمَ أُطَهِّرُكَ ؟ فَقَالَ:مِنَ الزِّنَا،فَسَأَلَ رَسُولُ اللهِ - صلى الله عليه وسلم - :أَبِهِ جُنُونٌ ؟ فَأُخْبِرَ أَنَّهُ لَيْسَ بِمَجْنُونٍ،فَقَالَ:أَشَرِبَ خَمْرًا ؟ فَقَامَ رَجُلٌ فَاسْتَنْكَهَهُ،فَلَمْ يَجِدْ مِنْهُ رِيحَ خَمْرٍ،قَالَ:فَقَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :أَزَنَيْتَ ؟ فَقَالَ:نَعَمْ،فَأَمَرَ بِهِ فَرُجِمَ،فَكَانَ النَّاسُ فِيهِ فِرْقَتَيْنِ،قَائِلٌ يَقُولُ:لَقَدْ هَلَكَ،لَقَدْ أَحَاطَتْ بِهِ خَطِيئَتُهُ،وَقَائِلٌ يَقُولُ:مَا تَوْبَةٌ أَفْضَلَ مِنْ تَوْبَةِ مَاعِزٍ،أَنَّهُ جَاءَ إِلَى النَّبِيِّ - صلى الله عليه وسلم - ،فَوَضَعَ يَدَهُ فِي يَدِهِ،ثُمَّ قَالَ:اقْتُلْنِي بِالْحِجَارَةِ،قَالَ:فَلَبِثُوا بِذَلِكَ يَوْمَيْنِ،أَوْ ثَلاَثَةً،ثُمَّ جَاءَ رَسُولُ اللهِ - صلى الله عليه وسلم - وَهُمْ جُلُوسٌ،فَسَلَّمَ،ثُمَّ جَلَسَ،فَقَالَ:اسْتَغْفِرُوا لِمَاعِزِ ابْنِ مَالِكٍ،قَالَ:فَقَالُوا:غَفَرَ اللهُ لِمَاعِزِ بْنِ مَالِكٍ،قَالَ:فَقَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :لَقَدْ تَابَ تَوْبَةً لَوْ قُسِمَتْ بَيْنَ أُمَّةٍ لَوَسِعَتْهُمْ. ¶ قَالَ:ثُمَّ جَاءَتْهُ امْرَأَةٌ مِنْ غَامِدٍ،مِنَ الأَزْدِ،فَقَالَتْ:يَا رَسُولَ اللهِ،طَهِّرْنِي،فَقَالَ: وَيْحَكِ،ارْجِعِي فَاسْتَغْفِرِي اللهَ وَتُوبِي إِلَيْهِ،فَقَالَتْ:أَرَاكَ تُرِيدُ أَنْ تُرَدِّدَنِي كَمَا رَدَّدْتَ مَاعِزَ بْنَ مَالِكٍ،قَالَ:وَمَا ذَاكِ ؟ قَالَتْ:إِنَّهَا حُبْلَى مِنَ الزِّنَا،فَقَالَ:آنْتِ ؟ قَالَتْ: نَعَمْ،فَقَالَ لَهَا:حَتَّى تَضَعِي مَا فِي بَطْنِكِ،قَالَ:فَكَفَلَهَا رَجُلٌ مِنَ الأَنْصَارِ،حَتَّى وَضَعَتْ،قَالَ:فَأَتَى النَّبِيَّ - صلى الله عليه وسلم - ،فَقَالَ:قَدْ وَضَعَتِ الْغَامِدِيَّةُ،فَقَالَ:إِذًا لاَ نَرْجُمَهَا وَنَدَعَ وَلَدَهَا صَغِيرًا،لَيْسَ لَهُ مَنْ يُرْضِعُهُ،فَقَامَ رَجُلٌ مِنَ الأَنْصَارِ،فَقَالَ:إِلَيَّ رَضَاعُهُ يَا نَبِيَّ اللهِ،قَالَ:فَرَجَمَهَا.\" (¬1) ¶ وعَنْ أَبِي مُوسَى،قَالَ:كَسَفَتِ الشَّمْسُ زَمَنَ رَسُولِ اللهِ - صلى الله عليه وسلم - ،فَقَامَ فَزِعًا،خَشِينَا أَنْ تَكُونَ السَّاعَةُ،حَتَّى أَتَى الْمَسْجِدَ،فَقَامَ فَصَلَّى بِأَطْوَلِ قِيَامٍ،وَرُكُوعٍ،وَسُجُودٍ مَا رَأَيْتُهُ يَفْعَلُ فِي صَلاَةٍ قَطُّ،ثُمَّ قَالَ:إِنَّ هَذِهِ الآيَاتِ الَّتِي يُرْسِلُ اللَّهُ لاَ تَكُونُ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ،وَلَكِنَّ اللَّهَ يُرْسِلُهَا يُخَوِّفُ بِهَا عِبَادَهُ،فَإِذَا رَأَيْتُمْ مِنْهَا شَيْئًا،فَافْزَعُوا إِلَى ذِكْرِهِ،وَدُعَائِهِ،وَاسْتِغْفَارِهِ. (¬2) ¶ ¬__________ ¶ (¬1) - صحيح مسلم- المكنز - (4527) -استنكه : شم ريح فمه - غامد: بطن من جهينة. ¶ (¬2) - صحيح مسلم- المكنز - (2156 ) وصحيح ابن حبان - (7 / 77) (2836)",
            "page": "48",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وعَنْ أُمِّ سَلَمَةَ،قَالَتْ:دَخَلَ رَسُولُ اللهِ - صلى الله عليه وسلم - عَلَى أَبِي سَلَمَةَ،وَقَدْ شَقَّ بَصَرُهُ فَأَغْمَضَهُ وَقَالَ:إِنَّ الرُّوحَ إِذَا قُبِضَ،تَبِعَهُ الْبَصَرُ،فَصَاحَ نَاسٌ مِنْ أَهْلِهِ،فَقَالَ:لاَ تَدْعُوا عَلَى أَنْفُسِكُمْ إِلاَّ بِخَيْرٍ،فَإِنَّ الْمَلاَئِكَةَ تُؤَمِّنُ عَلَى مَا تَقُولُونَ،ثُمَّ قَالَ:اللَّهُمَّ اغْفِرْ لأَبِي سَلَمَةَ،وَارْفَعْ دَرَجَتَهُ فِي الْمُقَرَّبِينَ،وَاخْلُفْهُ فِي عَقِبِهِ فِي الْغَابِرِينَ،وَاغْفِرْ لَهُ وَلَنَا يَا رَبَّ الْعَالَمِينَ،اللَّهُمَّ افْسَحْ لَهُ فِي قَبْرِهِ،وَنَوِّرْ لَهُ فِيهِ. (¬1) ¶ وعَنْ شَدَّادِ بْنِ أَوْسٍ،قَالَ:قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :سَيِّدُ الاِسْتِغْفَارِ أَنْ يَقُولَ الْعَبْدُ:اللَّهُمَّ أَنْتَ رَبِّي،لاَ إِلَهَ إِلاَّ أَنْتَ،خَلَقْتَنِي وَأَنَا عَبْدُكَ،وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ،أَبُوءُ لَكَ بِالنِّعْمَةِ،وَأَبُوءُ لَكَ بِذَنْبِي،فَاغْفِرْ لِي،إِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ.فَإِنْ،قَالَهَا بَعْدَمَا يُصْبِحُ مُوقِنًا بِهَا ثُمَّ مَاتَ،كَانَ مِنْ أَهْلِ الْجَنَّةِ،وَإِنْ،قَالَهَا بَعْدَمَا يُمْسِي مُوقِنًا بِهَا،كَانَ مِنْ أَهْلِ الْجَنَّةِ. (¬2) ¶ وعَنْ عَلِىِّ بْنِ رَبِيعَةَ قَالَ شَهِدْتُ عَلِيًّا - رضى الله عنه - وَأُتِىَ بِدَابَّةٍ لِيَرْكَبَهَا فَلَمَّا وَضَعَ رِجْلَهُ فِى الرِّكَابِ قَالَ بِسْمِ اللَّهِ فَلَمَّا اسْتَوَى عَلَى ظَهْرِهَا قَالَ الْحَمْدُ لِلَّهِ ثُمَّ قَالَ { سُبْحانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ} (13) سورة الزخرف،ثُمَّ قَالَ الْحَمْدُ لِلَّهِ.ثَلاَثَ مَرَّاتٍ.ثُمَّ قَالَ اللَّهُ أَكْبَرُ.ثَلاَثَ مَرَّاتٍ ثُمَّ قَالَ سُبْحَانَكَ إِنِّى ظَلَمْتُ نَفْسِى فَاغْفِرْ لِى فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ.ثُمَّ ضَحِكَ فَقِيلَ يَا أَمِيرَ الْمُؤْمِنِينَ مِنْ أَىِّ شَىْءٍ ضَحِكْتَ قَالَ رَأَيْتُ النَّبِىَّ - صلى الله عليه وسلم - فَعَلَ كَمَا فَعَلْتُ ثُمَّ ضَحِكَ فَقُلْتُ يَا رَسُولَ اللَّهِ مِنْ أَىِّ شَىْءٍ ضَحِكْتَ قَالَ « إِنَّ رَبَّكَ يَعْجَبُ مِنْ عَبْدِهِ إِذَا قَالَ اغْفِرْ لِى ذُنُوبِى يَعْلَمُ أَنَّهُ لاَ يَغْفِرُ الذُّنُوبَ غَيْرِى ». (¬3) ¶ وعَنْ عَوْفٍ،قَالَ:رَأَيْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - صَلَّى عَلَى مَيِّتٍ فَفَهِمْتُ مِنْ صَلاَتِهِ عَلَيْهِ:اللَّهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ وَعَافِهِ وَاعْفُ عَنْهُ،وَأَكْرِمْ نُزُلَهُ،وَوَسِّعْ مُدْخَلَهُ،وَاغْسِلْهُ بِالْمَاءِ وَالثَّلْجِ وَالْبَرَدِ،وَنَقِّهِ مِنَ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الأَبْيَضَ مِنَ الدَّنَسِ،وَأَبْدِلْهُ دَارًا خَيْرًا مِنْ دَارِهِ،وَأَهْلاً خَيْرًا مِنْ أَهْلِهِ،وَزَوْجًا خَيْرًا مِنْ زَوْجِهِ وَأَدْخِلْهُ الْجَنَّةَ،وَنَجِّهِ مِنَ النَّارِ،وَقِهِ عَذَابَ الْقَبْرِ. (¬4) ¶ ¬__________ ¶ (¬1) - صحيح مسلم- المكنز - (2169 ) وصحيح ابن حبان - (15 / 515) (7041) ¶ (¬2) - صحيح البخارى- المكنز - (6306 ) وصحيح ابن حبان - (3 / 213) (933) -أبوء : أعترف وأقر ¶ (¬3) - سنن أبي داود - المكنز - (2604 ) صحيح ¶ (¬4) - مسند أحمد (عالم الكتب) - (7 / 939)(23975) 24475- وصحيح مسلم- المكنز-(2276 ) ¶ البرد : الماء الجامد ينزل من السماء قطعا صغارا -الدنس : الوسخ",
            "page": "49",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وعَنْ أَبِي هُرَيْرَةَ،قَالَ:قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :صَلاَةُ الرَّجُلِ فِي جَمَاعَةٍ تَزِيدُ عَنْ صَلاَتِهِ فِي بَيْتِهِ وَصَلاَتِهِ فِي سُوقِهِ بِضْعًا وَعِشْرِينَ دَرَجَةً،وَذَلِكَ:أَنَّ أَحَدَكُمْ إِذَا تَوَضَّأَ فَأَحْسَنَ الْوُضُوءَ،ثُمَّ أَتَى الْمَسْجِدَ،لاَ يُرِيدُ إِلاَّ الصَّلاَةَ،ولاَ يَنْهَزُهُ إِلاَّ الصَّلاَةُ،لَمْ يَخْطُ خَطْوَةً إِلاَّ رُفِعَ لَهُ بِهَا دَرَجَةٌ،وَحُطَّ بِهَا عَنْهُ خَطِيئَةٌ،حَتَّى يَدْخُلَ الْمَسْجِدَ،فَإِذَا دَخَلَ الْمَسْجِدَ كَانَ فِي صَلاَةٍ مَا كَانَتِ الصَّلاَةُ هِيَ تَحْبِسُهُ،وَالْمَلاَئِكَةُ يُصَلُّونَ عَلَى أَحَدِهِمْ مَا دَامَ فِي مَجْلِسِهِ الَّذِي صَلَّى فِيهِ،يَقُولُونَ:اللَّهُمَّ اغْفِرْ لَهُ،اللَّهُمَّ ارْحَمْهُ،اللَّهُمَّ تُبْ عَلَيْهِ،مَا لَمْ يُؤْذِ فِيهِ،مَا لَمْ يُحْدِثْ فِيهِ. (¬1) ¶ وعَنْ بَكْرِ بْنِ عَبْدِ اللهِ الْمُزَنِيَّ،قَالَ:حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ،قَالَ:سَمِعْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - يَقُول: قَالَ اللَّهُ:يَا ابْنَ آدَمَ،إِنَّكَ مَا دَعَوْتَنِي وَرَجَوْتَنِي،غَفَرْتُ لَكَ عَلَى مَا كَانَ فِيكَ وَلاَ أُبَالِي،يَا ابْنَ آدَمَ،لَوْ بَلَغَتْ ذُنُوبُكَ عَنَانَ السَّمَاءِ،ثُمَّ اسْتَغْفَرْتَنِي،غَفَرْتُ لَكَ وَلاَ أُبَالِي،يَا ابْنَ آدَمَ،إِنَّكَ لَوْ أَتَيْتَنِي بِقُرَابِ الأَرْضِ خَطَايَا،ثُمَّ لَقِيتَنِي لاَ تُشْرِكُ بِي شَيْئًا،لأَتَيْتُكَ بِقُرَابِهَا مَغْفِرَةً. (¬2) ¶ وعَنْ أَبِي التَّيَّاحِ،قَالَ:حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ،قَالَ:لَمَّا قَدِمَ رَسُولُ اللهِ - صلى الله عليه وسلم - الْمَدِينَةَ نَزَلَ فِي عُلْوِ الْمَدِينَةِ فِي حَيٍّ يُقَالُ لَهُ:بَنُو عَمْرِو بْنِ عَوْفٍ،فَأَقَامَ رَسُولُ اللهِ - صلى الله عليه وسلم - فِيهِمْ أَرْبَعَ عَشْرَةَ لَيْلَةً،ثُمَّ أَرْسَلَ إِلَى مَلَإِ بَنِي النَّجَّارِ،فَجَاؤُوا مُتَقَلِّدِينَ سُيُوفَهُمْ،قَالَ أَنَسٌ:فَكَأَنِّي أَنْظُرُ إِلَى رَسُولِ اللهِ - صلى الله عليه وسلم - عَلَى رَاحِلَتِهِ،وَأَبُو بَكْرٍ رِدْفُهُ،وَ مَلَأُ بَنِي النَّجَّارِ حَوْلَهُ حَتَّى أَلْقَى بِفِنَاءِ أَبِي أَيُّوبَ،فَكَانَ رَسُولُ اللهِ - صلى الله عليه وسلم - يُصَلِّي حَيْثُ أَدْرَكَتْهُ الصَّلاَةُ،وَيُصَلِّي فِي مَرَابِضِ الْغَنَمِ،ثُمَّ إِنَّهُ أَمَرَ بِبِنَاءِ الْمَسْجِدِ،فَأَرْسَلَ إِلَى مَلَإِ بَنِي النَّجَّارِ فَجَاؤُوا،فَقَالَ:يَا بَنِي النَّجَّارِ،ثَامِنُونِي بِحَائِطِكُمْ هَذَا ؟ قَالُوا:لاَ،وَاللَّهِ لاَ نَطْلُبُ ثَمَنَهُ،مَا هُوَ إِلاَّ إِلَى اللهِ - قَالَ أَنَسٌ:فَكَانَ فِيهِ مَا أَقُولُ لَكُمْ:كَانَتْ فِيهِ قُبُورُ الْمُشْرِكِينَ،وَكَانَ فِيهِ نَخْلٌ وَحَرْثٌ - فَأَمَرَ رَسُولُ اللهِ - صلى الله عليه وسلم - بِقُبُورِ الْمُشْرِكِينَ فَنُبِشَتْ،وَبِالْحَرْثِ فَسُوِّيَ،وَبِالنَّخْلِ فَقُطِعَتْ،فَوَضَعُوا النَّخْلَ قِبْلَةَ الْمَسْجِدِ،وَجَعَلُوا عِضَادَتَيْهِ حِجَارَةً،قَالَ:فَجَعَلُوا يَنْقُلُونَ ذَلِكَ الصَّخْرَ وَهُمْ يَرْتَجِزُونَ،وَرَسُولُ اللهِ - صلى الله عليه وسلم - مَعَهُمْ،وَهُمْ يَقُولُونَ : ¶ ¬__________ ¶ (¬1) - صحيح مسلم- المكنز - (1538) ومسند أحمد (عالم الكتب) - (3 / 69)(7430) 7424- ¶ (¬2) - سنن الترمذى- المكنز - (3885 ) والصحيحة (1951) وصحيح الجامع (4338) صحيح لغيره ¶ عنان : السحاب -القُراب : قراب الأرض أى بما يقارب ملأها",
            "page": "50",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "اللَّهُمَّ لاَ خَيْرَ إِلاَّ خَيْرُ الآخِرَةْ فَاغْفِرْ لِلأَنْصَارِ وَالْمُهَاجِرَةْ. (¬1) ¶ وعَنِ ابْنِ شِهَابٍ،قَالَ:حَدَّثَنِي عُرْوَةُ بْنُ الزُّبَيْرِ،وَسَعِيدُ بْنُ المُسَيِّبِ،وَعَلْقَمَةُ بْنُ وَقَّاصٍ،وَعُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ،عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا،زَوْجِ النَّبِيِّ - صلى الله عليه وسلم - ،حِينَ قَالَ لَهَا:أَهْلُ الإِفْكِ مَا قَالُوا،وَكُلُّهُمْ حَدَّثَنِي طَائِفَةً مِنْ حَدِيثِهَا،وَبَعْضُهُمْ كَانَ أَوْعَى لِحَدِيثِهَا مِنْ بَعْضٍ،وَأَثْبَتَ لَهُ اقْتِصَاصًا،وَقَدْ وَعَيْتُ عَنْ كُلِّ رَجُلٍ مِنْهُمُ الحَدِيثَ الَّذِي حَدَّثَنِي عَنْ عَائِشَةَ،وَبَعْضُ حَدِيثِهِمْ يُصَدِّقُ بَعْضًا،وَإِنْ كَانَ بَعْضُهُمْ أَوْعَى لَهُ مِنْ بَعْضٍ،قَالُوا:قَالَتْ عَائِشَةُ:كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - إِذَا أَرَادَ سَفَرًا أَقْرَعَ بَيْنَ أَزْوَاجِهِ،فَأَيُّهُنَّ خَرَجَ سَهْمُهَا خَرَجَ بِهَا رَسُولُ اللَّهِ - صلى الله عليه وسلم - مَعَهُ،قَالَتْ عَائِشَةُ:فَأَقْرَعَ بَيْنَنَا فِي غَزْوَةٍ غَزَاهَا فَخَرَجَ فِيهَا سَهْمِي،فَخَرَجْتُ مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - بَعْدَ مَا أُنْزِلَ الحِجَابُ،فَكُنْتُ أُحْمَلُ فِي هَوْدَجِي وَأُنْزَلُ فِيهِ،فَسِرْنَا حَتَّى إِذَا فَرَغَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - مِنْ غَزْوَتِهِ تِلْكَ وَقَفَلَ،دَنَوْنَا مِنَ المَدِينَةِ قَافِلِينَ،آذَنَ لَيْلَةً بِالرَّحِيلِ،فَقُمْتُ حِينَ آذَنُوا بِالرَّحِيلِ،فَمَشَيْتُ حَتَّى جَاوَزْتُ الجَيْشَ،فَلَمَّا قَضَيْتُ شَأْنِي أَقْبَلْتُ إِلَى رَحْلِي،فَلَمَسْتُ صَدْرِي،فَإِذَا عِقْدٌ لِي مِنْ جَزْعِ ظَفَارِ قَدِ انْقَطَعَ،فَرَجَعْتُ فَالْتَمَسْتُ عِقْدِي فَحَبَسَنِي ابْتِغَاؤُهُ،قَالَتْ:وَأَقْبَلَ الرَّهْطُ الَّذِينَ كَانُوا يُرَحِّلُونِي،فَاحْتَمَلُوا هَوْدَجِي فَرَحَلُوهُ عَلَى بَعِيرِي الَّذِي كُنْتُ أَرْكَبُ عَلَيْهِ،وَهُمْ يَحْسِبُونَ أَنِّي فِيهِ،وَكَانَ النِّسَاءُ إِذْ ذَاكَ خِفَافًا لَمْ يَهْبُلْنَ،وَلَمْ يَغْشَهُنَّ اللَّحْمُ،إِنَّمَا يَأْكُلْنَ العُلْقَةَ مِنَ الطَّعَامِ،فَلَمْ يَسْتَنْكِرِ القَوْمُ خِفَّةَ الهَوْدَجِ حِينَ رَفَعُوهُ وَحَمَلُوهُ،وَكُنْتُ جَارِيَةً حَدِيثَةَ السِّنِّ،فَبَعَثُوا الجَمَلَ فَسَارُوا،وَوَجَدْتُ عِقْدِي بَعْدَ مَا اسْتَمَرَّ الجَيْشُ،فَجِئْتُ مَنَازِلَهُمْ وَلَيْسَ بِهَا مِنْهُمْ دَاعٍ وَلاَ مُجِيبٌ،فَتَيَمَّمْتُ مَنْزِلِي الَّذِي كُنْتُ بِهِ،وَظَنَنْتُ أَنَّهُمْ سَيَفْقِدُونِي فَيَرْجِعُونَ إِلَيَّ،فَبَيْنَا أَنَا جَالِسَةٌ فِي مَنْزِلِي،غَلَبَتْنِي عَيْنِي فَنِمْتُ،وَكَانَ صَفْوَانُ بْنُ المُعَطَّلِ السُّلَمِيُّ ثُمَّ الذَّكْوَانِيُّ مِنْ وَرَاءِ الجَيْشِ،فَأَصْبَحَ عِنْدَ مَنْزِلِي،فَرَأَى سَوَادَ إِنْسَانٍ نَائِمٍ فَعَرَفَنِي حِينَ رَآنِي،وَكَانَ رَآنِي قَبْلَ الحِجَابِ،فَاسْتَيْقَظْتُ بِاسْتِرْجَاعِهِ حِينَ عَرَفَنِي،فَخَمَّرْتُ وَجْهِي بِجِلْبَابِي،وَوَاللَّهِ مَا تَكَلَّمْنَا ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (428 ) وصحيح مسلم- المكنز - (1201) وصحيح ابن حبان - (6 / 97) (2328) ¶ ثامنوني بحائطكم: أي اذكروا لي ثمن بستانكم- عضادتيه: عضادتا الباب خشبتان منصوبتان مثبتتان في الحائط على جانبيه.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "بِكَلِمَةٍ،وَلاَ سَمِعْتُ مِنْهُ كَلِمَةً غَيْرَ اسْتِرْجَاعِهِ،وَهَوَى حَتَّى أَنَاخَ رَاحِلَتَهُ،فَوَطِئَ عَلَى يَدِهَا،فَقُمْتُ إِلَيْهَا فَرَكِبْتُهَا،فَانْطَلَقَ يَقُودُ بِي الرَّاحِلَةَ حَتَّى أَتَيْنَا الجَيْشَ مُوغِرِينَ فِي نَحْرِ الظَّهِيرَةِ وَهُمْ نُزُولٌ،قَالَتْ:فَهَلَكَ مَنْ هَلَكَ،وَكَانَ الَّذِي تَوَلَّى كِبْرَ الإِفْكِ عَبْدُ اللَّهِ بْنُ أُبَيٍّ ابْنُ سَلُولَ،قَالَ عُرْوَةُ:أُخْبِرْتُ أَنَّهُ كَانَ يُشَاعُ وَيُتَحَدَّثُ بِهِ عِنْدَهُ،فَيُقِرُّهُ وَيَسْتَمِعُهُ وَيَسْتَوْشِيهِ،وَقَالَ عُرْوَةُ أَيْضًا:لَمْ يُسَمَّ مِنْ أَهْلِ الإِفْكِ أَيْضًا إِلَّا حَسَّانُ بْنُ ثَابِتٍ،وَمِسْطَحُ بْنُ أُثَاثَةَ،وَحَمْنَةُ بِنْتُ جَحْشٍ،فِي نَاسٍ آخَرِينَ لاَ عِلْمَ لِي بِهِمْ،غَيْرَ أَنَّهُمْ عُصْبَةٌ،كَمَا قَالَ اللَّهُ تَعَالَى،وَإِنَّ كِبْرَ ذَلِكَ يُقَالُ لَهُ:عَبْدُ اللَّهِ بْنُ أُبَيٍّ ابْنُ سَلُولَ،قَالَ عُرْوَةُ:كَانَتْ عَائِشَةُ تَكْرَهُ أَنْ يُسَبَّ عِنْدَهَا حَسَّانُ،وَتَقُولُ:إِنَّهُ الَّذِي قَالَ : ¶ فَإِنَّ أَبِي وَوَالِدَهُ وَعِرْضِي لِعِرْضِ مُحَمَّدٍ مِنْكُمْ وِقَاءُ ¶ قَالَتْ عَائِشَةُ:فَقَدِمْنَا المَدِينَةَ،فَاشْتَكَيْتُ حِينَ قَدِمْتُ شَهْرًا،وَالنَّاسُ يُفِيضُونَ فِي قَوْلِ أَصْحَابِ الإِفْكِ،لاَ أَشْعُرُ بِشَيْءٍ مِنْ ذَلِكَ،وَهُوَ يَرِيبُنِي فِي وَجَعِي أَنِّي لاَ أَعْرِفُ مِنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - اللُّطْفَ الَّذِي كُنْتُ أَرَى مِنْهُ حِينَ أَشْتَكِي،إِنَّمَا يَدْخُلُ عَلَيَّ رَسُولُ اللَّهِ - صلى الله عليه وسلم - فَيُسَلِّمُ،ثُمَّ يَقُولُ:\" كَيْفَ تِيكُمْ \"،ثُمَّ يَنْصَرِفُ،فَذَلِكَ يَرِيبُنِي وَلاَ أَشْعُرُ بِالشَّرِّ،حَتَّى خَرَجْتُ حِينَ نَقَهْتُ،فَخَرَجْتُ مَعَ أُمِّ مِسْطَحٍ قِبَلَ المَنَاصِعِ،وَكَانَ مُتَبَرَّزَنَا،وَكُنَّا لاَ نَخْرُجُ إِلَّا لَيْلًا إِلَى لَيْلٍ،وَذَلِكَ قَبْلَ أَنْ نَتَّخِذَ ال كُنُفَ قَرِيبًا مِنْ بُيُوتِنَا،قَالَتْ:وَأَمْرُنَا أَمْرُ العَرَبِ الأُوَلِ فِي البَرِّيَّةِ قِبَلَ الغَائِطِ،وَكُنَّا نَتَأَذَّى بِالكُنُفِ أَنْ نَتَّخِذَهَا عِنْدَ بُيُوتِنَا،قَالَتْ:فَانْطَلَقْتُ أَنَا وَأُمُّ مِسْطَحٍ،وَهِيَ ابْنَةُ أَبِي رُهْمِ بْنِ المُطَّلِبِ بْنِ عَبْدِ مَنَافٍ،وَأُمُّهَا بِنْتُ صَخْرِ بْنِ عَامِرٍ،خَالَةُ أَبِي بَكْرٍ الصِّدِّيقِ،وَابْنُهَا مِسْطَحُ بْنُ أُثَاثَةَ بْنِ عَبَّادِ بْنِ المُطَّلِبِ،فَأَقْبَلْتُ أَنَا وَأُمُّ مِسْطَحٍ قِبَلَ بَيْتِي حِينَ فَرَغْنَا مِنْ شَأْنِنَا،فَعَثَرَتْ أُمُّ مِسْطَحٍ فِي مِرْطِهَا فَقَالَتْ:تَعِسَ مِسْطَحٌ،فَقُلْتُ لَهَا:بِئْسَ مَا قُلْتِ،أَتَسُبِّينَ رَجُلًا شَهِدَ بَدْرًا ؟ فَقَالَتْ:أَيْ هَنْتَاهْ وَلَمْ تَسْمَعِي مَا قَالَ ؟ قَالَتْ:وَقُلْتُ:مَا قَالَ ؟ فَأَخْبَرَتْنِي بِقَوْلِ أَهْلِ الإِفْكِ،قَالَتْ:فَازْدَدْتُ مَرَضًا عَلَى مَرَضِي،فَلَمَّا رَجَعْتُ إِلَى بَيْتِي دَخَلَ عَلَيَّ رَسُولُ اللَّهِ - صلى الله عليه وسلم - فَسَلَّمَ،ثُمَّ قَالَ:\" كَيْفَ تِيكُمْ \"،فَقُلْتُ لَهُ:أَتَأْذَنُ لِي أَنْ آتِيَ أَبَوَيَّ ؟ قَالَتْ:وَأُرِيدُ أَنْ أَسْتَيْقِنَ الخَبَرَ مِنْ قِبَلِهِمَا،قَالَتْ:فَأَذِنَ لِي رَسُولُ اللَّهِ - صلى الله عليه وسلم - ،فَقُلْتُ لِأُمِّي:يَا أُمَّتَاهُ،مَاذَا يَتَحَدَّثُ النَّاسُ ؟ قَالَتْ:يَا بُنَيَّةُ،هَوِّنِي عَلَيْكِ،فَوَاللَّهِ لَقَلَّمَا كَانَتِ امْرَأَةٌ قَطُّ وَضِيئَةً",
            "page": "52",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "عِنْدَ رَجُلٍ يُحِبُّهَا،لَهَا ضَرَائِرُ،إِلَّا كَثَّرْنَ عَلَيْهَا،قَالَتْ:فَقُلْتُ:سُبْحَانَ اللَّهِ،أَوَلَقَدْ تَحَدَّثَ النَّاسُ بِهَذَا ؟ قَالَتْ:فَبَكَيْتُ تِلْكَ اللَّيْلَةَ حَتَّى أَصْبَحْتُ لاَ يَرْقَأُ لِي دَمْعٌ وَلاَ أَكْتَحِلُ بِنَوْمٍ،ثُمَّ أَصْبَحْتُ أَبْكِي،قَالَتْ:وَدَعَا رَسُولُ اللَّهِ - صلى الله عليه وسلم - عَلِيَّ بْنَ أَبِي طَالِبٍ وَأُسَامَةَ بْنَ زَيْدٍ حِينَ اسْتَلْبَثَ الوَحْيُ،يَسْأَلُهُمَا وَيَسْتَشِيرُهُمَا فِي فِرَاقِ أَهْلِهِ،قَالَتْ:فَأَمَّا أُسَامَةُ فَأَشَارَ عَلَى رَسُولِ اللَّهِ - صلى الله عليه وسلم - بِالَّذِي يَعْلَمُ مِنْ بَرَاءَةِ أَهْلِهِ،وَبِالَّذِي يَعْلَمُ لَهُمْ فِي نَفْسِهِ،فَقَالَ أُسَامَةُ:أَهْلَكَ،وَلاَ نَعْلَمُ إِلَّا خَيْرًا،وَأَمَّا عَلِيٌّ فَقَالَ:يَا رَسُولَ اللَّهِ،لَمْ يُضَيِّقِ اللَّهُ عَلَيْكَ،وَالنِّسَاءُ سِوَاهَا كَثِيرٌ،وَسَلِ الجَارِيَةَ تَصْدُقْكَ،قَالَتْ:فَدَعَا رَسُولُ اللَّهِ - صلى الله عليه وسلم - بَرِيرَةَ،فَقَالَ:\" أَيْ بَرِيرَةُ،هَلْ رَأَيْتِ مِنْ شَيْءٍ يَرِيبُكِ ؟ \".قَالَتْ لَهُ بَرِيرَةُ:وَالَّذِي بَعَثَكَ بِالحَقِّ،مَا رَأَيْتُ عَلَيْهَا أَمْرًا قَطُّ أَغْمِصُهُ غَيْرَ أَنَّهَا جَارِيَةٌ حَدِيثَةُ السِّنِّ،تَنَامُ عَنْ عَجِينِ أَهْلِهَا،فَتَأْتِي الدَّاجِنُ فَتَأْكُلُهُ،قَالَتْ:فَقَامَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - مِنْ يَوْمِهِ فَاسْتَعْذَرَ مِنْ عَبْدِ اللَّهِ بْنِ أُبَيٍّ،وَهُوَ عَلَى المِنْبَرِ،فَقَالَ:\" يَا مَعْشَرَ المُسْلِمِينَ،مَنْ يَعْذِرُنِي مِنْ رَجُلٍ قَدْ بَلَغَنِي عَنْهُ أَذَاهُ فِي أَهْلِي،وَاللَّهِ مَا عَلِمْتُ عَلَى أَهْلِي إِلَّا خَيْرًا،وَلَقَدْ ذَكَرُوا رَجُلًا مَا عَلِمْتُ عَلَيْهِ إِلَّا خَيْرًا،وَمَا يَدْخُلُ عَلَى أَهْلِي إِلَّا مَعِي \".قَالَتْ:فَقَامَ سَعْدُ بْنُ مُعَاذٍ أَخُو بَنِي عَبْدِ الأَشْهَلِ،فَقَالَ:أَنَا يَا رَسُولَ اللَّهِ أَعْذِرُكَ،فَإِنْ كَانَ مِنَ الأَوْسِ ضَرَبْتُ عُنُقَهُ،وَإِنْ كَانَ مِنْ إِخْوَانِنَا مِنَ الخَزْرَجِ أَمَرْتَنَا فَفَعَلْنَا أَمْرَكَ،قَالَتْ:فَقَامَ رَجُلٌ مِنَ الخَزْرَجِ،وَكَانَتْ أُمُّ حَسَّانَ بِنْتَ عَمِّهِ مِنْ فَخِذِهِ،وَهُوَ سَعْدُ بْنُ عُبَادَةَ،وَهُوَ سَيِّدُ الخَزْرَجِ،قَالَتْ:وَكَانَ قَبْلَ ذَلِكَ رَجُلًا صَالِحًا،وَلَكِنِ احْتَمَلَتْهُ الحَمِيَّةُ،فَقَالَ لِسَعْدٍ:كَذَبْتَ لَعَمْرُ اللَّهِ لاَ تَقْتُلُهُ،وَلاَ تَقْدِرُ عَلَى قَتْلِهِ،وَلَوْ كَانَ مِنْ رَهْطِكَ مَا أَحْبَبْتَ أَنْ يُقْتَلَ.فَقَامَ أُسَيْدُ بْنُ حُضَيْرٍ،وَهُوَ ابْنُ عَمِّ سَعْدٍ،فَقَالَ لِسَعْدِ بْنِ عُبَادَةَ:كَذَبْتَ لَعَمْرُ اللَّهِ لَنَقْتُلَنَّهُ،فَإِنَّكَ مُنَافِقٌ تُجَادِلُ عَنِ المُنَافِقِينَ،قَالَتْ:فَثَارَ الحَيَّانِ الأَوْسُ،وَالخَزْرَجُ حَتَّى هَمُّوا أَنْ يَقْتَتِلُوا،وَرَسُولُ اللَّهِ - صلى الله عليه وسلم - قَائِمٌ عَلَى المِنْبَرِ،قَالَتْ:فَلَمْ يَزَلْ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يُخَفِّضُهُمْ،حَتَّى سَكَتُوا وَسَكَتَ،قَالَتْ:فَبَكَيْتُ يَوْمِي ذَلِكَ كُلَّهُ لاَ يَرْقَأُ لِي دَمْعٌ وَلاَ أَكْتَحِلُ بِنَوْمٍ،قَالَتْ:وَأَصْبَحَ أَبَوَايَ عِنْدِي،وَقَدْ بَكَيْتُ لَيْلَتَيْنِ وَيَوْمًا،لاَ يَرْقَأُ لِي دَمْعٌ وَلاَ أَكْتَحِلُ بِنَوْمٍ،حَتَّى إِنِّي لَأَظُنُّ أَنَّ البُكَاءَ فَالِقٌ كَبِدِي،فَبَيْنَا أَبَوَايَ جَالِسَانِ عِنْدِي وَأَنَا أَبْكِي،فَاسْتَأْذَنَتْ عَلَيَّ امْرَأَةٌ مِنَ الأَنْصَارِ فَأَذِنْتُ لَهَا،فَجَلَسَتْ تَبْكِي مَعِي،قَالَتْ:فَبَيْنَا نَحْنُ عَلَى ذَلِكَ دَخَلَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - عَلَيْنَا",
            "page": "53",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "فَسَلَّمَ ثُمَّ جَلَسَ،قَالَتْ:وَلَمْ يَجْلِسْ عِنْدِي مُنْذُ قِيلَ مَا قِيلَ قَبْلَهَا،وَقَدْ لَبِثَ شَهْرًا لاَ يُوحَى إِلَيْهِ فِي شَأْنِي بِشَيْءٍ،قَالَتْ:فَتَشَهَّدَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - حِينَ جَلَسَ،ثُمَّ قَالَ:\" أَمَّا بَعْدُ،يَا عَائِشَةُ،إِنَّهُ بَلَغَنِي عَنْكِ كَذَا وَكَذَا،فَإِنْ كُنْتِ بَرِيئَةً،فَسَيُبَرِّئُكِ اللَّهُ،وَإِنْ كُنْتِ أَلْمَمْتِ بِذَنْبٍ،فَاسْتَغْفِرِي اللَّهَ وَتُوبِي إِلَيْهِ،فَإِنَّ العَبْدَ إِذَا اعْتَرَفَ ثُمَّ تَابَ،تَابَ اللَّهُ عَلَيْهِ \"،قَالَتْ:فَلَمَّا قَضَى رَسُولُ اللَّهِ - صلى الله عليه وسلم - مَقَالَتَهُ قَلَصَ دَمْعِي حَتَّى مَا أُحِسُّ مِنْهُ قَطْرَةً،فَقُلْتُ لِأَبِي:أَجِبْ رَسُولَ اللَّهِ - صلى الله عليه وسلم - عَنِّي فِيمَا قَالَ:فَقَالَ أَبِي:وَاللَّهِ مَا أَدْرِي مَا أَقُولُ لِرَسُولِ اللَّهِ - صلى الله عليه وسلم - ،فَقُلْتُ لِأُمِّي:أَجِيبِي رَسُولَ اللَّهِ - صلى الله عليه وسلم - فِيمَا قَالَ:قَالَتْ أُمِّي:وَاللَّهِ مَا أَدْرِي مَا أَقُولُ لِرَسُولِ اللَّهِ - صلى الله عليه وسلم - ،فَقُلْتُ:وَأَنَا جَارِيَةٌ حَدِيثَةُ السِّنِّ:لاَ أَقْرَأُ مِنَ القُرْآنِ كَثِيرًا:إِنِّي وَاللَّهِ لَقَدْ عَلِمْتُ:لَقَدْ سَمِعْتُمْ هَذَا الحَدِيثَ حَتَّى اسْتَقَرَّ فِي أَنْفُسِكُمْ وَصَدَّقْتُمْ بِهِ،فَلَئِنْ قُلْتُ لَكُمْ:إِنِّي بَرِيئَةٌ،لاَ تُصَدِّقُونِي،وَلَئِنِ اعْتَرَفْتُ لَكُمْ بِأَمْرٍ،وَاللَّهُ يَعْلَمُ أَنِّي مِنْهُ بَرِيئَةٌ،لَتُصَدِّقُنِّي،فَوَاللَّهِ لاَ أَجِدُ لِي وَلَكُمْ مَثَلًا إِلَّا أَبَا يُوسُفَ حِينَ قَالَ:فَصَبْرٌ جَمِيلٌ وَاللَّهُ المُسْتَعَانُ عَلَى مَا تَصِفُونَ ثُمَّ تَحَوَّلْتُ وَاضْطَجَعْتُ عَلَى فِرَاشِي،وَاللَّهُ يَعْلَمُ أَنِّي حِينَئِذٍ بَرِيئَةٌ،وَأَنَّ اللَّهَ مُبَرِّئِي بِبَرَاءَتِي،وَلَكِنْ وَاللَّهِ مَا كُنْتُ أَظُنُّ أَنَّ اللَّهَ مُنْزِلٌ فِي شَأْنِي وَحْيًا يُتْلَى،لَشَأْنِي فِي نَفْسِي كَانَ أَحْقَرَ مِنْ أَنْ يَتَكَلَّمَ اللَّهُ فِيَّ بِأَمْرٍ،وَلَكِنْ كُنْتُ أَرْجُو أَنْ يَرَى رَسُولُ اللَّهِ - صلى الله عليه وسلم - فِي النَّوْمِ رُؤْيَا يُبَرِّئُنِي اللَّهُ بِهَا،فَوَاللَّهِ مَا رَامَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - مَجْلِسَهُ،وَلاَ خَرَجَ أَحَدٌ مِنْ أَهْلِ البَيْتِ،حَتَّى أُنْزِلَ عَلَيْهِ،فَأَخَذَهُ مَا كَانَ يَأْخُذُهُ مِنَ البُرَحَاءِ،حَتَّى إِنَّهُ لَيَتَحَدَّرُ مِنْهُ مِنَ العَرَقِ مِثْلُ الجُمَانِ،وَهُوَ فِي يَوْمٍ شَاتٍ مِنْ ثِقَلِ القَوْلِ الَّذِي أُنْزِلَ عَلَيْهِ،قَالَتْ:فَسُرِّيَ عَنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - وَهُوَ يَضْحَكُ،فَكَانَتْ أَوَّلَ كَلِمَةٍ تَكَلَّمَ بِهَا أَنْ قَالَ:\" يَا عَائِشَةُ،أَمَّا اللَّهُ فَقَدْ بَرَّأَكِ \".قَالَتْ:فَقَالَتْ لِي أُمِّي:قُومِي إِلَيْهِ،فَقُلْتُ:وَاللَّهِ لاَ أَقُومُ إِلَيْهِ،فَإِنِّي لاَ أَحْمَدُ إِلَّا اللَّهَ عَزَّ وَجَلَّ،قَالَتْ:وَأَنْزَلَ اللَّهُ تَعَالَى:إِنَّ الَّذِينَ جَاءُوا بِالإِفْكِ عُصْبَةٌ مِنْكُمْ العَشْرَ الآيَاتِ،ثُمَّ أَنْزَلَ اللَّهُ هَذَا فِي بَرَاءَتِي،قَالَ أَبُو بَكْرٍ الصِّدِّيقُ:وَكَانَ يُنْفِقُ عَلَى مِسْطَحِ بْنِ أُثَاثَةَ لِقَرَابَتِهِ مِنْهُ وَفَقْرِهِ:وَاللَّهِ لاَ أُنْفِقُ عَلَى مِسْطَحٍ شَيْئًا أَبَدًا،بَعْدَ الَّذِي قَالَ لِعَائِشَةَ مَا قَالَ،فَأَنْزَلَ اللَّهُ:وَلاَ يَأْتَلِ أُولُو الفَضْلِ مِنْكُمْ - إِلَى قَوْلِهِ - غَفُورٌ رَحِيمٌ،قَالَ أَبُو بَكْرٍ الصِّدِّيقُ:بَلَى وَاللَّهِ إِنِّي لَأُحِبُّ أَنْ يَغْفِرَ اللَّهُ لِي،فَرَجَعَ إِلَى مِسْطَحٍ النَّفَقَةَ الَّتِي كَانَ يُنْفِقُ عَلَيْهِ،وَقَالَ:وَاللَّهِ لاَ أَنْزِعُهَا مِنْهُ أَبَدًا،قَالَتْ عَائِشَةُ:وَكَانَ رَسُولُ اللَّهِ",
            "page": "54",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "- صلى الله عليه وسلم - سَأَلَ زَيْنَبَ بِنْتَ جَحْشٍ عَنْ أَمْرِي،فَقَالَ لِزَيْنَبَ:\" مَاذَا عَلِمْتِ،أَوْ رَأَيْتِ \".فَقَالَتْ:يَا رَسُولَ اللَّهِ أَحْمِي سَمْعِي وَبَصَرِي،وَاللَّهِ مَا عَلِمْتُ إِلَّا خَيْرًا،قَالَتْ عَائِشَةُ:وَهِيَ الَّتِي كَانَتْ تُسَامِينِي مِنْ أَزْوَاجِ النَّبِيِّ - صلى الله عليه وسلم - فَعَصَمَهَا اللَّهُ بِالوَرَعِ،قَالَتْ:وَطَفِقَتْ أُخْتُهَا حَمْنَةُ تُحَارِبُ لَهَا،فَهَلَكَتْ،فِيمَنْ هَلَكَ قَالَ ابْنُ شِهَابٍ:\" فَهَذَا الَّذِي بَلَغَنِي مِنْ حَدِيثِ هَؤُلاَءِ الرَّهْطِ \" ثُمَّ قَالَ عُرْوَةُ،قَالَتْ عَائِشَةُ:\" وَاللَّهِ إِنَّ الرَّجُلَ الَّذِي قِيلَ لَهُ مَا قِيلَ لَيَقُولُ:سُبْحَانَ اللَّهِ،فَوَالَّذِي نَفْسِي بِيَدِهِ مَا كَشَفْتُ مِنْ كَنَفِ أُنْثَى قَطُّ،قَالَتْ:ثُمَّ قُتِلَ بَعْدَ ذَلِكَ فِي سَبِيلِ اللَّهِ \" (¬1) ¶ قفل: أي رجع.-عقدي من جزع ظفار: والعقد نحو القلادة والجزع خرز يماني.وظفار قرية باليمن. ¶ -هودجي: الهودج مركب من مراكب النساء. ¶ -لم يهبّلن: يقال هبّله اللحم وأهبله إذا أثقله وكثر لحمه وشحمه. ¶ - العلقة: أي القليل،ويقال لها أيضا: البلغة. ¶ - قد عرس: التعريس النزول آخر الليل في السفر لنوم أو استراحة. ¶ - فادّلج: الادلاج هو السير آخر الليل. ¶ -سواد إنسان: أي شخصه. ¶ - باسترجاعه: أي بقوله: إنّا للّه وإنّا إليه راجعون. ¶ - فخمرت وجهي: أي غطيته. ¶ - موغرين في نحر الظهيرة: الموغر النازل في وقت الوغرة،وهي شدة الحر.ونحر الظهيرة وقت القائلة وشدة الحر. ¶ - تولى كبره: أي معظمه. ¶ - يفيضون في قول أهل الإفك: أي يخوضون. ¶ - نقهت: أي أفقت من المرض. ¶ -المناصع: هي مواضع خارج المدينة كانوا يتبرزون فيها. ¶ في مرطها المرط الكساء من صوف.وقد يكون من غيره. ¶ ¬__________ ¶ (¬1) -أخرجه الجماعة المسند الجامع - (20 / 593) (17256)",
            "page": "55",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "-تعس: أي هلك،وقيل: سقط بوجهه. ¶ - هنتاه: معناه يا هذه وقيل: يا امرأة،وقيل: يا بلهاء،كأنها نسبت إلى قلة المعرفة بمكايد الناس وشرورهم. ¶ -وضيئة: هي الجميلة الحسنة.والوضاءة الحسن. ¶ - لا يرقأ: أي لا ينقطع. ¶ - ولا أكتحل بنوم: أي لا أنام. ¶ - استلبث الوحي: أي أبطأ ولبث ولم ينزل. ¶ - أغمصه: أي أعيبها به. ¶ -الداجن: الشاة التي تألف البيت ولا تخرج للمرعى.ومعنى هذا الكلام أنه ليس فيها شي ء مما تسألون عنه أصلا ولا فيها شي ء من غيره،إلا نومها عن العجين. ¶ - استعذر: معناه: من يعذرني فيمن آذاني في أهلي،وقيل معناه من ينصرني.والعذير الناصر. ¶ - اجتهلته الحمية: استخفته وأغضبته وحملته على الجهل. ¶ - فثار الحيان الأوس والخزرج: أي تناهضوا للنزاع والعصبية. ¶ - قلص الدمع: أي ارتفع وذهب. ¶ - ما رام: أي ما فارق. ¶ - البرحاء: هي الشدة. ¶ - الجمان: الدر.شبهت قطرات عرقه - صلى الله عليه وسلم - بحبات اللؤلؤ في الصفاء والحسن. ¶ - تساميني: تفاخرني وتضاهيني بجمالها ومكانها عند النبي - صلى الله عليه وسلم - . ¶ - وطفقت أختها تحارب لها: أي جعلت تتعصب لها فتحكي ما يقوله أهل الإفك. ¶ وعَنْ عَائِشَةَ،أَنَّ رَسُولَ اللهِ - صلى الله عليه وسلم - كَانَ إِذَا أَمَرَهُمْ بِمَا يُطِيقُونَ مِنَ الْعَمَلِ يَقُولُونَ:يَا رَسُولَ اللهِ،إِنَّا لَسْنَا كَهَيْئَتِكَ،إِنَّ اللَّهَ عَزَّ وَجَلَّ قَدْ غَفَرَ لَكَ،مَا تَقَدَّمَ مِنْ ذَنْبِكَ،وَمَا تَأَخَّرَ،قَالَتْ:فَيَغْضَبُ حَتَّى يُعْرَفَ الْغَضَبُ فِي وَجْهِهِ (¬1) . ¶ ¬__________ ¶ (¬1) - مسند أحمد (عالم الكتب) - (8 / 69)(24289) 24793- وصحيح البخارى- المكنز - (20 )",
            "page": "56",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "وعَنْ أُسَيْرِ بْنِ جَابِرٍ،قَالَ:كَانَ عُمَرُ بْنُ الْخَطَّابِ إِذَا أَتَى عَلَيْهِ أَمْدَادُ أَهْلِ الْيَمَنِ،سَأَلَهُمْ:أَفِيكُمْ أُوَيْسُ بْنُ عَامِرٍ ؟ حَتَّى أَتَى عَلَى أُوَيْسٍ،فَقَالَ:أَنْتَ أُوَيْسُ بْنُ عَامِرٍ ؟ قَالَ:نَعَمْ،قَالَ:مِنْ مُرَادٍ،ثُمَّ مِنْ قَرَنٍ ؟ قَالَ:نَعَمْ،قَالَ:فَكَانَ بِكَ بَرَصٌ،فَبَرَأْتَ مِنْهُ،إِلاَّ مَوْضِعَ دِرْهَمٍ ؟ قَالَ:نَعَمْ،قَالَ:لَكَ وَالِدَةٌ ؟ قَالَ:نَعَمْ،قَالَ:سَمِعْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - يَقُولُ:يَأْتِى عَلَيْكُمْ أُوَيْسُ بْنُ عَامِرٍ،مَعَ أَمْدَادِ أَهْلِ الْيَمَنِ،مِنْ مُرَادٍ،ثُمَّ مِنْ قَرَنٍ،كَانَ بِهِ بَرَصٌ،فَبَرَأَ مِنْهُ،إِلاَّ مَوْضِعَ دِرْهَمٍ،لَهُ وَالِدَةٌ،هُوَ بِهَا بَرٌّ،لَوْ أَقْسَمَ عَلَى اللهِ لأَبَرَّهُ،فَإِنِ اسْتَطَعْتَ أَنْ يَسْتَغْفِرَ لَكَ فَافْعَلْ،فَاسْتَغْفِرْ لِي،فَاسْتَغْفَرَ لَهُ،فَقَالَ لَهُ عُمَرُ:أَيْنَ تُرِيدُ ؟ قَالَ:الْكُوفَةَ،قَالَ:أَلاَ أَكْتُبُ لَكَ إِلَى عَامِلِهَا ؟ قَالَ:أَكُونُ فِي غَبْرَاءِ النَّاسِ أَحَبُّ إِلَيَّ. ¶ قَالَ:فَلَمَّا كَانَ مِنَ الْعَامِ الْمُقْبِلِ،حَجَّ رَجُلٌ مِنْ أَشْرَافِهِمْ،فَوَافَقَ عُمَرَ،فَسَأَلَهُ عَنْ أُوَيْسٍ،قَالَ:تَرَكْتُهُ رَثَّ الْبَيْتِ،قَلِيلَ الْمَتَاعِ،قَالَ:سَمِعْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - يَقُولُ:يَأْتِى عَلَيْكُمْ أُوَيْسُ بْنُ عَامِرٍ،مَعَ أَمْدَادِ أَهْلِ الْيَمَنِ،مِنْ مُرَادٍ،ثُمَّ مِنْ قَرَنٍ،كَانَ بِهِ بَرَصٌ،فَبَرَأَ مِنْهُ،إِلاَّ مَوْضِعَ دِرْهَمٍ لَهُ،وَالِدَةٌ هُوَ بِهَا بَرٌّ،لَوْ أَقْسَمَ عَلَى اللهِ لأَبَرَّهُ،فَإِنِ اسْتَطَعْتَ أَنْ يَسْتَغْفِرَ لَكَ فَافْعَلْ،فَأَتَى أُوَيْسًا،فَقَالَ:اسْتَغْفِرْ لِي،قَالَ:أَنْتَ أَحْدَثُ عَهْدًا بِسَفَرٍ صَالِحٍ،فَاسْتَغْفِرْ لِي،قَالَ:اسْتَغْفِرْ لِى،قَالَ:أَنْتَ أَحْدَثُ عَهْدًا بِسَفَرٍ صَالِحٍ،فَاسْتَغْفِرْ لِي،قَالَ:لَقِيتَ عُمَرَ ؟ قَالَ:نَعَمْ،فَاسْتَغْفَرَ لَهُ،فَفَطِنَ لَهُ النَّاسُ،فَانْطَلَقَ عَلَى وَجْهِهِ. ¶ قَالَ أُسَيْرٌ:وَكَسَوْتُهُ بُرْدَةً،فَكَانَ كُلَّمَا رَآهُ إِنْسَانٌ،قَالَ:مِنْ أَيْنَ لأُوَيْسٍ هَذِهِ الْبُرْدَةُ ؟ . (¬1) ¶ وعَنِ ابْنِ عَبَّاسٍ قَالَ كَانَ عُمَرُ يُدْخِلُنِى مَعَ أَشْيَاخِ بَدْرٍ،فَكَأَنَّ بَعْضَهُمْ وَجَدَ فِى نَفْسِهِ فَقَالَ لِمَ تُدْخِلُ هَذَا مَعَنَا وَلَنَا أَبْنَاءٌ مِثْلُهُ فَقَالَ عُمَرُ إِنَّهُ مِنْ حَيْثُ عَلِمْتُمْ.فَدَعَا ذَاتَ يَوْمٍ - فَأَدْخَلَهُ ¶ ¬__________ ¶ (¬1) - صحيح مسلم- المكنز - (6656 ) ¶ أمداد : الأمداد : جمع مدد ،وهم الأعوان الذين كانوا يجيئون لنصر الإسلام. ¶ غبراء الناس : غبراء الناس جمع غابر وهو الباقي ، فإن الغابر من الأضداد يكون بمعنى الباقي والماضي،وغبر الليل : بقاياه، وإنما أراد أويس رضي الله عنه : أن يكون مع المتأخرين لامع المتقدمين المشهورين فأما الذي جا ء في الرواية :فهو :«غبراء الناس» بالمد ، ومعناه : ضعفاؤهم ،وأخلاهم،ومن لاتعرف عينه منهم وقيل : هم الصعاليك ،ومنه قيل للمحاويج : بنو غبراء كأنهم نسبوا إلى الأرض والتراب، وإنما أراد الخمول والخفاء ، فإنه أقرب إلى السلامة ، وقد جاء في بعض الروايات ،ولم يجئ في كتاب مسلم - «غمار الناس» والغمار - بضم الغين وفتحها -الزحمة ، تقول : دخلت في غمار الناس ، أي : في زحمتهم ، والغمرة : الزحمة ، والجمع غمار.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "مَعَهُمْ - فَمَا رُئِيتُ أَنَّهُ دَعَانِى يَوْمَئِذٍ إِلاَّ لِيُرِيَهُمْ.قَالَ مَا تَقُولُونَ فِى قَوْلِ اللَّهِ تَعَالَى ( إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ ) فَقَالَ بَعْضُهُمْ أُمِرْنَا نَحْمَدُ اللَّهَ وَنَسْتَغْفِرُهُ،إِذَا نُصِرْنَا وَفُتِحَ عَلَيْنَا.وَسَكَتَ بَعْضُهُمْ فَلَمْ يَقُلْ شَيْئًا فَقَالَ لِى أَكَذَاكَ تَقُولُ يَا ابْنَ عَبَّاسٍ فَقُلْتُ لاَ.قَالَ فَمَا تَقُولُ قُلْتُ هُوَ أَجَلُ رَسُولِ اللَّهِ - صلى الله عليه وسلم - أَعْلَمَهُ لَهُ،قَالَ ( إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ ) وَذَلِكَ عَلاَمَةُ أَجَلِكَ ( فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا ).فَقَالَ عُمَرُ مَا أَعْلَمُ مِنْهَا إِلاَّ مَا تَقُولُ (¬1) . ¶ وعَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ،قَالَ:قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :اللَّهُمَّ اغْفِرْ لِقَوْمِي فَإِنَّهُمْ لاَ يَعْلَمُونَ. (¬2) ¶ وعَنِ ابْنِ شِهَابٍ،قَالَ:ثُمَّ غَزَا رَسُولُ اللَّهِ - صلى الله عليه وسلم - غَزْوَةَ تَبُوكَ،وَهُوَ يُرِيدُ الرُّومَ وَنَصَارَى الْعَرَبِ بِالشَّامِ،قَالَ ابْنُ شِهَابٍ:فَأَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ كَعْبِ بْنِ مَالِكٍ،أَنَّ عَبْدَ اللَّهِ بْنَ كَعْبٍ كَانَ قَائِدَ كَعْبٍ،مِنْ بَنِيهِ،حِينَ عَمِيَ،قَالَ:سَمِعْتُ كَعْبَ بْنَ مَالِكٍ يُحَدِّثُ حَدِيثَهُ حِينَ تَخَلَّفَ عَنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فِي غَزْوَةِ تَبُوكَ،قَالَ كَعْبُ بْنُ مَالِكٍ:لَمْ أَتَخَلَّفْ عَنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فِي غَزْوَةٍ غَزَاهَا قَطُّ،إِلَّا فِي غَزْوَةِ تَبُوكَ،غَيْرَ أَنِّي قَدْ تَخَلَّفْتُ فِي غَزْوَةِ بَدْرٍ وَلَمْ يُعَاتِبْ أَحَدًا تَخَلَّفَ عَنْهُ،إِنَّمَا خَرَجَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - وَالْمُسْلِمُونَ يُرِيدُونَ عِيرَ قُرَيْشٍ،حَتَّى جَمَعَ اللَّهُ بَيْنَهُمْ وَبَيْنَ عَدُوِّهِمْ،عَلَى غَيْرِ مِيعَادٍ،وَلَقَدْ شَهِدْتُ مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - لَيْلَةَ الْعَقَبَةِ،حِينَ تَوَاثَقْنَا عَلَى الْإِسْلَامِ،وَمَا أُحِبُّ أَنَّ لِي بِهَا مَشْهَدَ بَدْرٍ،وَإِنْ كَانَتْ بَدْرٌ أَذْكَرَ فِي النَّاسِ مِنْهَا،وَكَانَ مِنْ خَبَرِي،حِينَ تَخَلَّفْتُ عَنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فِي غَزْوَةِ تَبُوكَ أَنِّي لَمْ أَكُنْ قَطُّ أَقْوَى وَلَا أَيْسَرَ مِنِّي حِينَ تَخَلَّفْتُ عَنْهُ فِي تِلْكَ الْغَزْوَةِ،وَاللَّهِ مَا جَمَعْتُ قَبْلَهَا رَاحِلَتَيْنِ قَطُّ،حَتَّى جَمَعْتُهُمَا فِي تِلْكَ الْغَزْوَةِ،فَغَزَاهَا رَسُولُ اللَّهِ - صلى الله عليه وسلم - فِي حَرٍّ شَدِيدٍ وَاسْتَقْبَلَ سَفَرًا بَعِيدًا وَمَفَازًا،وَاسْتَقْبَلَ عَدُوًّا كَثِيرًا،فَجَلَا لِلْمُسْلِمِينَ أَمْرَهُمْ لِيَتَأَهَّبُوا أُهْبَةَ غَزْوِهِمْ،فَأَخْبَرَهُمْ بِوَجْهِهِمِ الَّذِي يُرِيدُ،وَالْمُسْلِمُونَ مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - كَثِيرٌ،وَلَا يَجْمَعُهُمْ كِتَابُ حَافِظٍ - ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (4970 ) - وجد: أي غضب. ¶ (¬2) - صحيح البخارى- المكنز - (3477) وصحيح ابن حبان - (3 / 254) (973) ¶ قَالَ أَبُو حَاتِمٍ رَضِيَ اللَّهُ عَنْهُ : يَعْنِي هَذَا الدُّعَاءُ أَنَّهُ ، قَالَ يَوْمَ أُحُدٍ لَمَّا شُجَّ وَجْهُهُ ، قَالَ : اللَّهُمَّ اغْفِرْ لِقَوْمِي ذَنْبَهُمْ بِي مِنَ الشَّجِّ لِوَجْهِي ، لاَ أَنَّهُ دُعَاءٌ لِلْكُفَّارِ بِالْمَغْفِرَةِ ، وَلَوْ دَعَا لَهُمْ بِالْمَغْفِرَةِ لَأَسْلَمُوا فِي ذَلِكَ الْوَقْتِ لاَ مَحَالَةَ.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "يُرِيدُ بِذَلِكَ الدِّيوَانَ - قَالَ كَعْبٌ:فَقَلَّ رَجُلٌ يُرِيدُ أَنْ يَتَغَيَّبَ،يَظُنُّ أَنَّ ذَلِكَ سَيَخْفَى لَهُ،مَا لَمْ يَنْزِلْ فِيهِ وَحْيٌ مِنَ اللَّهِ عَزَّ وَجَلَّ،وَغَزَا رَسُولُ اللَّهِ - صلى الله عليه وسلم - تِلْكَ الْغَزْوَةَ حِينَ طَابَتِ الثِّمَارُ وَالظِّلَالُ،فَأَنَا إِلَيْهَا أَصْعَرُ،فَتَجَهَّزَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - وَالْمُسْلِمُونَ مَعَهُ،وَطَفِقْتُ أَغْدُو لِكَيْ أَتَجَهَّزَ مَعَهُمْ،فَأَرْجِعُ وَلَمْ أَقْضِ شَيْئًا،وَأَقُولُ فِي نَفْسِي:أَنَا قَادِرٌ عَلَى ذَلِكَ،إِذَا أَرَدْتُ،فَلَمْ يَزَلْ ذَلِكَ يَتَمَادَى بِي حَتَّى اسْتَمَرَّ بِالنَّاسِ الْجِدُّ،فَأَصْبَحَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - غَادِيًا وَالْمُسْلِمُونَ مَعَهُ،وَلَمْ أَقْضِ مِنْ جَهَازِي شَيْئًا،ثُمَّ غَدَوْتُ فَرَجَعْتُ وَلَمْ أَقْضِ شَيْئًا،فَلَمْ يَزَلْ ذَلِكَ يَتَمَادَى بِي حَتَّى أَسْرَعُوا وَتَفَارَطَ الْغَزْوُ،فَهَمَمْتُ أَنْ أَرْتَحِلَ فَأُدْرِكَهُمْ،فَيَا لَيْتَنِي فَعَلْتُ،ثُمَّ لَمْ يُقَدَّرْ ذَلِكَ لِي،فَطَفِقْتُ،إِذَا خَرَجْتُ فِي النَّاسِ،بَعْدَ خُرُوجِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - ،يَحْزُنُنِي أَنِّي لَا أَرَى لِي أُسْوَةً إِلَّا رَجُلًا مَغْمُوصًا عَلَيْهِ فِي النِّفَاقِ،أَوْ رَجُلًا مِمَّنْ عَذَرَ اللَّهُ مِنَ الضُّعَفَاءِ،وَلَمْ يَذْكُرْنِي رَسُولُ اللَّهِ - صلى الله عليه وسلم - حَتَّى بَلَغَ تَبُوكَ فَقَالَ:وَهُوَ جَالِسٌ فِي الْقَوْمِ بِتَبُوكَ \" مَا فَعَلَ كَعْبُ بْنُ مَالِكٍ ؟ \" قَالَ رَجُلٌ مِنْ بَنِي سَلِمَةَ يَا رَسُولَ اللَّهِ حَبَسَهُ بُرْدَاهُ وَالنَّظَرُ فِي عِطْفَيْهِ،فَقَالَ لَهُ مُعَاذُ بْنُ جَبَلٍ:بِئْسَ مَا قُلْتَ،وَاللَّهِ يَا رَسُولَ اللَّهِ مَا عَلِمْنَا عَلَيْهِ إِلَّا خَيْرًا،فَسَكَتَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - ،فَبَيْنَمَا هُوَ عَلَى ذَلِكَ رَأَى رَجُلًا مُبَيِّضًا يَزُولُ بِهِ السَّرَابُ فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - :\" كُنْ أَبَا خَيْثَمَةَ \" فَإِذَا هُوَ أَبُو خَيْثَمَةَ الْأَنْصَارِيُّ،وَهُوَ الَّذِي تَصَدَّقَ بِصَاعِ التَّمْرِ حِينَ لَمَزَهُ الْمُنَافِقُونَ،فَقَالَ كَعْبُ بْنُ مَالِكٍ:فَلَمَّا بَلَغَنِي أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَدْ تَوَجَّهَ قَافِلًا مِنْ تَبُوكَ،حَضَرَنِي بَثِّي،فَطَفِقْتُ أَتَذَكَّرُ الْكَذِبَ وَأَقُولُ:بِمَ أَخْرُجُ مِنْ سَخَطِهِ غَدًا ؟ وَأَسْتَعِينُ عَلَى ذَلِكَ كُلَّ ذِي رَأْيٍ مِنْ أَهْلِي،فَلَمَّا قِيلَ لِي:إِنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَدْ أَظَلَّ قَادِمًا،زَاحَ عَنِّي الْبَاطِلُ،حَتَّى عَرَفْتُ أَنِّي لَنْ أَنْجُوَ مِنْهُ بِشَيْءٍ أَبَدًا،فَأَجْمَعْتُ صِدْقَهُ،وَصَبَّحَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - قَادِمًا،وَكَانَ إِذَا قَدِمَ مِنْ سَفَرٍ،بَدَأَ بِالْمَسْجِدِ فَرَكَعَ فِيهِ رَكْعَتَيْنِ،ثُمَّ جَلَسَ لِلنَّاسِ،فَلَمَّا فَعَلَ ذَلِكَ جَاءَهُ الْمُخَلَّفُونَ،فَطَفِقُوا يَعْتَذِرُونَ إِلَيْهِ،وَيَحْلِفُونَ لَهُ،وَكَانُوا بِضْعَةً وَثَمَانِينَ رَجُلًا،فَقَبِلَ مِنْهُمْ رَسُولُ اللَّهِ - صلى الله عليه وسلم - عَلَانِيَتَهُمْ،وَبَايَعَهُمْ وَاسْتَغْفَرَ لَهُمْ،وَوَكَلَ سَرَائِرَهُمْ إِلَى اللَّهِ،حَتَّى جِئْتُ،فَلَمَّا سَلَّمْتُ تَبَسَّمَ تَبَسُّمَ الْمُغْضَبِ،ثُمَّ قَالَ:\" تَعَالَ \" فَجِئْتُ أَمْشِي حَتَّى جَلَسْتُ بَيْنَ يَدَيْهِ،فَقَالَ لِي:\" مَا خَلَّفَكَ ؟ أَلَمْ تَكُنْ قَدِ ابْتَعْتَ ظَهْرَكَ ؟ \" قَالَ:قُلْتُ:يَا رَسُولَ اللَّهِ إِنِّي،وَاللَّهِ لَوْ جَلَسْتُ عِنْدَ غَيْرِكَ مِنْ أَهْلِ الدُّنْيَا،لَرَأَيْتُ أَنِّي سَأَخْرُجُ مِنْ سَخَطِهِ بِعُذْرٍ،وَلَقَدْ",
            "page": "59",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "أُعْطِيتُ جَدَلًا،وَلَكِنِّي وَاللَّهِ لَقَدْ عَلِمْتُ،لَئِنْ حَدَّثْتُكَ الْيَوْمَ حَدِيثَ كَذِبٍ تَرْضَى بِهِ عَنِّي لَيُوشِكَنَّ اللَّهُ أَنْ يُسْخِطَكَ عَلَيَّ وَلَئِنْ حَدَّثْتُكَ حَدِيثَ صِدْقٍ تَجِدُ عَلَيَّ فِيهِ،إِنِّي لَأَرْجُو فِيهِ عُقْبَى اللَّهِ،وَاللَّهِ مَا كَانَ لِي عُذْرٌ،وَاللَّهِ مَا كُنْتُ قَطُّ أَقْوَى وَلَا أَيْسَرَ مِنِّي حِينَ تَخَلَّفْتُ عَنْكَ،قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - :\" أَمَّا هَذَا،فَقَدْ صَدَقَ،فَقُمْ حَتَّى يَقْضِيَ اللَّهُ فِيكَ \" فَقُمْتُ،وَثَارَ رِجَالٌ مِنْ بَنِي سَلِمَةَ فَاتَّبَعُونِي،فَقَالُوا لِي:وَاللَّهِ مَا عَلِمْنَاكَ أَذْنَبْتَ ذَنْبًا قَبْلَ هَذَا،لَقَدْ عَجَزْتَ فِي أَنْ لَا تَكُونَ اعْتَذَرْتَ إِلَى رَسُولِ اللَّهِ - صلى الله عليه وسلم - ،بِمَا اعْتَذَرَ بِهِ إِلَيْهِ الْمُخَلَّفُونَ،فَقَدْ كَانَ كَافِيَكَ ذَنْبَكَ،اسْتِغْفَارُ رَسُولِ اللَّهِ - صلى الله عليه وسلم - لَكَ،قَالَ:فَوَاللَّهِ مَا زَالُوا يُؤَنِّبُونِي حَتَّى أَرَدْتُ أَنْ أَرْجِعَ إِلَى رَسُولِ اللَّهِ - صلى الله عليه وسلم - ،فَأُكَذِّبَ نَفْسِي،قَالَ ثُمَّ قُلْتُ لَهُمْ:هَلْ لَقِيَ هَذَا مَعِي مِنْ أَحَدٍ ؟ قَالُوا:نَعَمْ،لَقِيَهُ مَعَكَ رَجُلَانِ،قَالَا مِثْلَ مَا قُلْتَ،فَقِيلَ لَهُمَا مِثْلَ مَا قِيلَ لَكَ،قَالَ قُلْتُ:مَنْ هُمَا ؟ قَالُوا:مُرَارَةُ بْنُ الرَّبِيعَةَ الْعَامِرِيُّ وَهِلَالُ بْنُ أُمَيَّةَ الْوَاقِفِيُّ،قَالَ:فَذَكَرُوا لِي رَجُلَيْنِ صَالِحَيْنِ قَدْ شَهِدَا بَدْرًا،فِيهِمَا أُسْوَةٌ،قَالَ:فَمَضَيْتُ حِينَ ذَكَرُوهُمَا لِي،قَالَ وَنَهَى رَسُولُ اللَّهِ - صلى الله عليه وسلم - الْمُسْلِمِينَ عَنْ كَلَامِنَا،أَيُّهَا الثَّلَاثَةُ،مِنْ بَيْنِ مَنْ تَخَلَّفَ عَنْهُ،قَالَ:فَاجْتَنَبَنَا النَّاسُ،وَقَالَ:تَغَيَّرُوا لَنَا حَتَّى تَنَكَّرَتْ لِي فِي نَفْسِيَ الْأَرْضُ،فَمَا هِيَ بِالْأَرْضِ الَّتِي أَعْرِفُ،فَلَبِثْنَا عَلَى ذَلِكَ خَمْسِينَ لَيْلَةً،فَأَمَّا صَاحِبَايَ فَاسْتَكَانَا وَقَعَدَا فِي بُيُوتِهِمَا يَبْكِيَانِ،وَأَمَّا أَنَا فَكُنْتُ أَشَبَّ الْقَوْمِ وَأَجْلَدَهُمْ،فَكُنْتُ أَخْرُجُ فَأَشْهَدُ الصَّلَاةَ وَأَطُوفُ فِي الْأَسْوَاقِ وَلَا يُكَلِّمُنِي أَحَدٌ،وَآتِي رَسُولَ اللَّهِ - صلى الله عليه وسلم - فَأُسَلِّمُ عَلَيْهِ،وَهُوَ فِي مَجْلِسِهِ بَعْدَ الصَّلَاةِ،فَأَقُولُ فِي نَفْسِي:هَلْ حَرَّكَ شَفَتَيْهِ بِرَدِّ السَّلَامِ،أَمْ لَا ؟ ثُمَّ أُصَلِّي قَرِيبًا مِنْهُ وَأُسَارِقُهُ النَّظَرَ،فَإِذَا أَقْبَلْتُ عَلَى صَلَاتِي نَظَرَ إِلَيَّ وَإِذَا الْتَفَتُّ نَحْوَهُ أَعْرَضَ عَنِّي،حَتَّى إِذَا طَالَ ذَلِكَ عَلَيَّ مِنْ جَفْوَةِ الْمُسْلِمِينَ،مَشَيْتُ حَتَّى تَسَوَّرْتُ جِدَارَ حَائِطِ أَبِي قَتَادَةَ،وَهُوَ ابْنُ عَمِّي،وَأَحَبُّ النَّاسِ إِلَيَّ،فَسَلَّمْتُ عَلَيْهِ،فَوَاللَّهِ مَا رَدَّ عَلَيَّ السَّلَامَ.فَقُلْتُ لَهُ:يَا أَبَا قَتَادَةَ أَنْشُدُكَ بِاللَّهِ هَلْ تَعْلَمَنَّ أَنِّي أُحِبُّ اللَّهَ وَرَسُولَهُ ؟ قَالَ:فَسَكَتَ،فَعُدْتُ فَنَاشَدْتُهُ،فَسَكَتَ،فَعُدْتُ فَنَاشَدْتُهُ،فَقَالَ:اللَّهُ وَرَسُولُهُ أَعْلَمُ،فَفَاضَتْ عَيْنَايَ،وَتَوَلَّيْتُ،حَتَّى تَسَوَّرْتُ الْجِدَارَ،فَبَيْنَا أَنَا أَمْشِي فِي سُوقِ الْمَدِينَةِ،إِذَا نَبَطِيٌّ مِنْ نَبَطِ أَهْلِ الشَّامِ،مِمَّنْ قَدِمَ بِالطَّعَامِ يَبِيعُهُ بِالْمَدِينَةِ،يَقُولُ:مَنْ يَدُلُّ عَلَى كَعْبِ بْنِ مَالِكٍ،قَالَ:فَطَفِقَ النَّاسُ يُشِيرُونَ لَهُ إِلَيَّ،حَتَّى جَاءَنِي فَدَفَعَ إِلَيَّ كِتَابًا مِنْ مَلِكِ غَسَّانَ،وَكُنْتُ كَاتِبًا،فَقَرَأْتُهُ",
            "page": "60",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "فَإِذَا فِيهِ:أَمَّا بَعْدُ،فَإِنَّهُ قَدْ بَلَغَنَا أَنَّ صَاحِبَكَ قَدْ جَفَاكَ،وَلَمْ يَجْعَلْكَ اللَّهُ بِدَارِ هَوَانٍ وَلَا مَضْيَعَةٍ،فَالْحَقْ بِنَا نُوَاسِكَ،قَالَ فَقُلْتُ:حِينَ قَرَأْتُهَا:وَهَذِهِ أَيْضَا مِنَ الْبَلَاءِ فَتَيَامَمْتُ بِهَا التَّنُّورَ فَسَجَرْتُهَا بِهَا،حَتَّى إِذَا مَضَتْ أَرْبَعُونَ مِنَ الْخَمْسِينَ،وَاسْتَلْبَثَ الْوَحْيُ،إِذَا رَسُولُ رَسُولِ اللَّهِ - صلى الله عليه وسلم - يَأْتِينِي،فَقَالَ:إِنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَأْمُرُكَ أَنْ تَعْتَزِلَ امْرَأَتَكَ،قَالَ:فَقُلْتُ:أُطَلِّقُهَا أَمْ مَاذَا أَفْعَلُ ؟ قَالَ:لَا،بَلِ اعْتَزِلْهَا،فَلَا تَقْرَبَنَّهَا،قَالَ:فَأَرْسَلَ إِلَى صَاحِبَيَّ بِمِثْلِ ذَلِكَ،قَالَ:فَقُلْتُ لِامْرَأَتِي:الْحَقِي بِأَهْلِكِ فَكُونِي عِنْدَهُمْ حَتَّى يَقْضِيَ اللَّهُ فِي هَذَا الْأَمْرِ،قَالَ:فَجَاءَتِ امْرَأَةُ هِلَالِ بْنِ أُمَيَّةَ رَسُولَ اللَّهِ - صلى الله عليه وسلم - ،فَقَالَتْ لَهُ:يَا رَسُولَ اللَّهِ إِنَّ هِلَالَ بْنَ أُمَيَّةَ شَيْخٌ ضَائِعٌ لَيْسَ لَهُ خَادِمٌ،فَهَلْ تَكْرَهُ أَنْ أَخْدُمَهُ ؟ قَالَ:\" لَا،وَلَكِنْ لَا يَقْرَبَنَّكِ \" فَقَالَتْ:إِنَّهُ،وَاللَّهِ مَا بِهِ حَرَكَةٌ إِلَى شَيْءٍ،وَوَاللَّهِ مَا زَالَ يَبْكِي مُنْذُ كَانَ مِنْ أَمْرِهِ مَا كَانَ،إِلَى يَوْمِهِ هَذَا،قَالَ:فَقَالَ لِي بَعْضُ أَهْلِي:لَوِ اسْتَأْذَنْتَ رَسُولَ اللَّهِ - صلى الله عليه وسلم - فِي امْرَأَتِكَ ؟ فَقَدْ أَذِنَ لِامْرَأَةِ هِلَالِ بْنِ أُمَيَّةَ أَنْ تَخْدُمَهُ،قَالَ:فَقُلْتُ:لَا أَسْتَأْذِنُ فِيهَا رَسُولَ اللَّهِ - صلى الله عليه وسلم - ،وَمَا يُدْرِينِي مَاذَا يَقُولُ رَسُولُ اللَّهِ - صلى الله عليه وسلم - ،إِذَا اسْتَأْذَنْتُهُ فِيهَا،وَأَنَا رَجُلٌ شَابٌّ،قَالَ:فَلَبِثْتُ بِذَلِكَ عَشْرَ لَيَالٍ،فَكَمُلَ لَنَا خَمْسُونَ لَيْلَةً مِنْ حِينَ نُهِيَ عَنْ كَلَامِنَا،قَالَ ثُمَّ صَلَّيْتُ صَلَاةَ الْفَجْرِ صَبَاحَ خَمْسِينَ لَيْلَةً،عَلَى ظَهْرِ بَيْتٍ مِنْ بُيُوتِنَا فَبَيْنَا أَنَا جَالِسٌ عَلَى الْحَالِ الَّتِي ذَكَرَ اللَّهُ عَزَّ وَجَلَّ مِنَّا،قَدْ ضَاقَتْ عَلَيَّ نَفْسِي وَضَاقَتْ عَلَيَّ الْأَرْضُ بِمَا رَحُبَتْ،سَمِعْتُ صَوْتَ صَارِخٍ أَوْفَى عَلَى سَلْعٍ يَقُولُ بِأَعْلَى صَوْتِهِ:يَا كَعْبَ بْنَ مَالِكٍ أَبْشِرْ،قَالَ:فَخَرَرْتُ سَاجِدًا وَعَرَفْتُ أَنْ قَدْ جَاءَ فَرَجٌ،قَالَ:فَآذَنَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - النَّاسَ بِتَوْبَةِ اللَّهِ عَلَيْنَا،حِينَ صَلَّى صَلَاةَ الْفَجْرِ،فَذَهَبَ النَّاسُ يُبَشِّرُونَنَا،فَذَهَبَ قِبَلَ صَاحِبَيَّ مُبَشِّرُونَ،وَرَكَضَ رَجُلٌ إِلَيَّ فَرَسًا،وَسَعَى سَاعٍ مِنْ أَسْلَمَ قِبَلِي،وَأَوْفَى الْجَبَلَ،فَكَانَ الصَّوْتُ أَسْرَعَ مِنَ الْفَرَسِ،فَلَمَّا جَاءَنِي الَّذِي سَمِعْتُ صَوْتَهُ يُبَشِّرُنِي،فَنَزَعْتُ لَهُ ثَوْبَيَّ فَكَسَوْتُهُمَا إِيَّاهُ بِبِشَارَتِهِ،وَاللَّهِ مَا أَمْلِكُ غَيْرَهُمَا يَوْمَئِذٍ،وَاسْتَعَرْتُ ثَوْبَيْنِ فَلَبِسْتُهُمَا،فَانْطَلَقْتُ أَتَأَمَّمُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - ،يَتَلَقَّانِي النَّاسُ فَوْجًا فَوْجًا،يُهَنِّئُونِي بِالتَّوْبَةِ وَيَقُولُونَ:لِتَهْنِئْكَ تَوْبَةُ اللَّهِ عَلَيْكَ حَتَّى دَخَلْتُ الْمَسْجِدَ،فَإِذَا رَسُولُ اللَّهِ - صلى الله عليه وسلم - جَالِسٌ فِي الْمَسْجِدِ وَحَوْلَهُ النَّاسُ،فَقَامَ طَلْحَةُ بْنُ عُبَيْدِ اللَّهِ يُهَرْوِلُ حَتَّى صَافَحَنِي وَهَنَّأَنِي،وَاللَّهِ مَا قَامَ رَجُلٌ مِنَ الْمُهَاجِرِينَ غَيْرُهُ،قَالَ فَكَانَ كَعْبٌ لَا يَنْسَاهَا لِطَلْحَةَ.قَالَ كَعْبٌ:فَلَمَّا سَلَّمْتُ عَلَى",
            "page": "61",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "رَسُولِ اللَّهِ - صلى الله عليه وسلم - قَالَ:وَهُوَ يَبْرُقُ وَجْهُهُ مِنَ السُّرُورِ وَيَقُولُ:\" أَبْشِرْ بِخَيْرِ يَوْمٍ مَرَّ عَلَيْكَ مُنْذُ وَلَدَتْكَ أُمُّكَ \" قَالَ فَقُلْتُ:أَمِنْ عِنْدِكَ ؟ يَا رَسُولَ اللَّهِ أَمْ مِنْ عِنْدِ اللَّهِ فَقَالَ:\" لَا،بَلْ مِنْ عِنْدِ اللَّهِ \" وَكَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - ،إِذَا سُرَّ اسْتَنَارَ وَجْهُهُ،كَأَنَّ وَجْهَهُ قِطْعَةُ قَمَرٍ،قَالَ:وَكُنَّا نَعْرِفُ ذَلِكَ،قَالَ:فَلَمَّا جَلَسْتُ بَيْنَ يَدَيْهِ قُلْتُ:يَا رَسُولَ اللَّهِ إِنَّ مِنْ تَوْبَتِي أَنْ أَنْخَلِعَ مِنْ مَالِي صَدَقَةً إِلَى اللَّهِ وَإِلَى رَسُولِهِ - صلى الله عليه وسلم - ،فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - :\" أَمْسِكْ بَعْضَ مَالِكَ،فَهُوَ خَيْرٌ لَكَ \" قَالَ:فَقُلْتُ:فَإِنِّي أُمْسِكُ سَهْمِيَ الَّذِي بِخَيْبَرَ،قَالَ:وَقُلْتُ:يَا رَسُولَ اللَّهِ إِنَّ اللَّهَ إِنَّمَا أَنْجَانِي بِالصِّدْقِ،وَإِنَّ مِنْ تَوْبَتِي أَنْ لَا أُحَدِّثَ إِلَّا صِدْقًا مَا بَقِيتُ،قَالَ:فَوَاللَّهِ مَا عَلِمْتُ أَنَّ أَحَدًا مِنَ الْمُسْلِمِينَ أَبْلَاهُ اللَّهُ فِي صِدْقِ الْحَدِيثِ،مُنْذُ ذَكَرْتُ ذَلِكَ لِرَسُولِ اللَّهِ - صلى الله عليه وسلم - إِلَى يَوْمِي هَذَا،أَحْسَنَ مِمَّا أَبْلَانِي اللَّهُ بِهِ،وَاللَّهِ مَا تَعَمَّدْتُ كَذِبَةً مُنْذُ قُلْتُ ذَلِكَ لِرَسُولِ اللَّهِ - صلى الله عليه وسلم - ،إِلَى يَوْمِي هَذَا،وَإِنِّي لَأَرْجُو أَنْ يَحْفَظَنِي اللَّهُ فِيمَا بَقِيَ،قَالَ:فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ:لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالْأَنْصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ مِنْ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ،إِنَّهُ بِهِمْ رَءُوفٌ رَحِيمٌ،وَعَلَى الثَّلَاثَةِ الَّذِينَ خُلِّفُوا حَتَّى إِذَا ضَاقَتْ عَلَيْهِمِ الْأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنْفُسُهُمْ حَتَّى بَلَغَ:يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَكُونُوا مَعَ الصَّادِقِينَ،قَالَ كَعْبٌ:وَاللَّهِ مَا أَنْعَمَ اللَّهُ عَلَيَّ مِنْ نِعْمَةٍ قَطُّ،بَعْدَ إِذْ هَدَانِي اللَّهُ لِلْإِسْلَامِ،أَعْظَمَ فِي نَفْسِي،مِنْ صِدْقِي رَسُولَ اللَّهِ - صلى الله عليه وسلم - ،أَنْ لَا أَكُونَ كَذَبْتُهُ فَأَهْلِكَ كَمَا هَلَكَ الَّذِينَ كَذَبُوا،إِنَّ اللَّهَ قَالَ لِلَّذِينَ كَذَبُوا،حِينَ أَنْزَلَ الْوَحْيَ،شَرَّ مَا قَالَ لِأَحَدٍ.وَقَالَ اللَّهُ:سَيَحْلِفُونَ بِاللَّهِ لَكُمْ إِذَا انْقَلَبْتُمْ إِلَيْهِمْ لِتُعْرِضُوا عَنْهُمْ،فَأَعْرِضُوا عَنْهُمْ،إِنَّهُمْ رِجْسٌ،وَمَأْوَاهُمْ جَهَنَّمُ جَزَاءً بِمَا كَانُوا يَكْسِبُونَ،يَحْلِفُونَ لَكُمْ لِتَرْضَوْا عَنْهُمْ،فَإِنْ تَرْضَوْا عَنْهُمْ،فَإِنَّ اللَّهَ لَا يَرْضَى عَنِ الْقَوْمِ الْفَاسِقِينَ،قَالَ كَعْبٌ:كُنَّا خُلِّفْنَا أَيُّهَا الثَّلَاثَةُ عَنْ أَمْرِ أُولَئِكَ الَّذِينَ قَبِلَ مِنْهُمْ رَسُولُ اللَّهِ - صلى الله عليه وسلم - حِينَ حَلَفُوا لَهُ،فَبَايَعَهُمْ وَاسْتَغْفَرَ لَهُمْ وَأَرْجَأَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - أَمْرَنَا حَتَّى قَضَى اللَّهُ فِيهِ،فَبِذَلِكَ قَالَ اللَّهُ عَزَّ وَجَلَّ:وَعَلَى الثَّلَاثَةِ الَّذِينَ خُلِّفُوا،وَلَيْسَ الَّذِي ذَكَرَ اللَّهُ مِمَّا خُلِّفْنَا،تَخَلُّفَنَا عَنِ الْغَزْوِ،وَإِنَّمَا هُوَ تَخْلِيفُهُ إِيَّانَا،وَإِرْجَاؤُهُ أَمْرَنَا،عَمَّنْ حَلَفَ لَهُ وَاعْتَذَرَ إِلَيْهِ فَقَبِلَ مِنْهُ \" (¬1) ¶ ¬__________ ¶ (¬1) - صحيح مسلم- المكنز - (7192 ) ¶ بثى : حزنى الشديد -التنور : الفرن -سجر : أحرق -أصعر : أميل -العطف : الجانب -المغموص : المتهم بالنفاق -المفاز : الصحراء البعيدة عن العمار والماء تفاؤلا من الفوز بالنجاة منها -استلبث : أبطأ",
            "page": "62",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "وعَنِ ابْنِ عَبَّاسٍ قَالَ:لَمْ أَزَلْ حَرِيصًا عَلَى أَنْ أَسْأَلَ عُمَرَ بْنَ الْخَطَّابِ عَنِ الْمَرْأَتَيْنِ مِنْ أَزْوَاجِ النَّبِيِّ - صلى الله عليه وسلم - ،اللَّتَيْنِ قَالَ اللَّهُ لَهُمَا {إِنْ تَتُوبَا إِلَى اللهِ فَقَدْ صَغَتْ قُلُوبُكُمَا} [التحريم] حَتَّى حَجَّ فَحَجَجْتُ مَعَهُ فَعَدَلَ وَعَدَلْتُ مَعَهُ بِإِدَاوَةٍ فَتَبَرَّزَ،ثُمَّ جَاءَ فَسَكَبْتُ عَلَى يَدَيْهِ مِنَ الإِدَاوَةٍ فَتَوَضَّأَ،فَقُلْتُ:يَا أَمِيرَ الْمُؤْمِنِينَ مَنِ الْمَرْأَتَانِ مِنْ أَزْوَاجِ النَّبِيِّ - صلى الله عليه وسلم - اللَّتَانِ قَالَ لَهُمَا اللَّهُ:{إِنْ تَتُوبَا إِلَى اللهِ فَقَدْ صَغَتْ قُلُوبُكُمَا} [التحريم]،فَقَالَ عُمَرُ:وَاعَجَبًا مِنْكَ يَا ابْنَ عَبَّاسٍ هِيَ حَفْصَةُ،وَعَائِشَةُ،ثُمَّ اسْتَقْبَلَ عُمَرُ الْحَدِيثَ،فَقَالَ : ¶ إِنِّي كُنْتُ أَنَا وَجَارٌ لِي مِنَ الأَنْصَارِ فِي بَنِي أُمَيَّةَ بْنِ زَيْدٍ وَهُوَ مِنْ عَوَالِي الْمَدِينَةِ وَكُنَّا نَتَنَاوَبُ النُّزُولَ إِلَى رَسُولِ اللهِ - صلى الله عليه وسلم - يَنْزِلُ يَوْمًا وَأَنْزِلُ يَوْمًا فَإِذَا نَزَلْتُ جِئْتُهُ بِخَبَرِ ذَلِكَ الْيَوْمِ مِنَ الْوَحْيِ وَغَيْرِهِ وَإِذَا نَزَلَ فَعَلَ مِثْلَ ذَلِكَ وَكُنَّا مَعَاشِرَ قُرَيْشٍ نَغْلِبُ النِّسَاءَ فَلَمَّا قَدِمْنَا عَلَى الأَنْصَارِ إِذَا قَوْمٌ تَغْلِبُهُمْ نِسَاؤُهُمْ فَطَفِقَ نِسَاؤُنَا يَأْخُذْنَ مِنْ نِسَاءِ الأَنْصَارِ فَصَخِبَتْ عَلَيَّ امْرَأَتِي فَرَاجَعَتْنِي،فَأَنْكَرْتُ أَنْ تُرَاجِعَنِي،قَالَتْ:وَلِمَ تُنْكِرُ أَنْ أُرَاجِعَكَ فَوَاللَّهِ إِنَّ أَزْوَاجَ رَسُولِ اللهِ - صلى الله عليه وسلم - لَيُرَاجِعْنَهُ،وَإِنَّ إِحْدَاهُنَّ لَتَهْجُرُهُ الْيَوْمَ حَتَّى اللَّيْلِ فَأَفْزَعَنِي ذَلِكَ،فَقُلْتُ:خَابَ مَنْ فَعَلَ ذَلِكَ مِنْهُنَّ،ثُمَّ جَمَعْتُ عَلَيَّ ثِيَابِي فَنَزَلْتُ فَدَخَلْتُ عَلَى حَفْصَةَ بِنْتِ عُمَرَ،فَقُلْتُ لَهَا:يَا حَفْصَةُ أَتُغْضِبُ إِحْدَاكُنَّ رَسُولَ اللهِ - صلى الله عليه وسلم - وَتَهْجُرُهُ الْيَوْمَ حَتَّى اللَّيْلِ،قَالَتْ:نَعَمْ،قُلْتُ:قَدْ خِبْتِ وَخَسِرْتِ أَفَتَأْمَنِينَ أَنْ يَغْضَبَ اللَّهُ لِغَضَبِ رَسُولِهِ - صلى الله عليه وسلم - فَتَهْلِكِينَ ؟ لاَ تَسْتَنْكِرِي رَسُولَ اللهِ - صلى الله عليه وسلم - ،وَلاَ تُرَاجِعِيهِ وَلاَ تَهْجُرِيهِ وَسَلِينِي مَا بَدَا لَكِ وَلاَ يَغُرَّنَّكِ أَنْ كَانَتْ جَارَتُكِ هِيَ أَضْوَأَ وَأَحَبَّ إِلَى رَسُولِ اللهِ - صلى الله عليه وسلم - يُرِيدُ عَائِشَةَ - ¶ قَالَ عُمَرُ:وَقَدْ تُحِدِّثْنَا أَنَّ غَسَّانَ تَنْعَلُ الْخَيْلَ لِتَغْزُوَنَا فَنَزَلَ صَاحِبِي الأَنْصَارِيُّ يَوْمَ نَوْبَتِهِ فَرَجَعَ إِلَيَّ عَشِيًّا فَضَرَبَ بَابِي ضَرْبًا شَدِيدًا فَفَزِعْتُ فَخَرَجْتُ إِلَيْهِ،فَقَالَ:قَدْ حَدَثَ أَمَرٌ عَظِيمٌ،قُلْتُ:مَا هُوَ أَجَاءَتْ غَسَّانُ،قَالَ:لاَ بَلْ أَعْظَمُ وَأَطْوَلُ طَلَّقَ رَسُولُ اللهِ - صلى الله عليه وسلم - نِسَاءَهُ،قَالَ عُمَرُ:قُلْتُ:خَابَتْ حَفْصَةُ وَخَسِرَتْ قَدْ كُنْتُ أَظُنُّ أَنَّ هَذَا يُوشِكُ أَنْ يَكُونَ.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "قَالَ:فَجَمَعْتُ عَلَيَّ ثِيَابِي فَصَلَّيْتُ صَلاَةَ الْفَجْرِ مَعَ رَسُولِ اللهِ - صلى الله عليه وسلم - ،قَالَ:فَدَخَلَ رَسُولُ اللهِ - صلى الله عليه وسلم - مَشْرُبَةً لَهُ اعْتَزَلَ فِيهَا،.قَالَ:وَدَخَلْتُ عَلَى حَفْصَةَ فَإِذَا هِيَ تَبْكِي قُلْتُ:وَمَا يُبْكِيكِ أَلَمْ أَكُنْ أُحَذِّرُكِ هَذَا أَطَلَّقَكُنَّ رَسُولُ اللهِ - صلى الله عليه وسلم - ،قَالَتْ:لاَ أَدْرِي هَا هُوَ ذَا مُعْتَزِلٌ فِي هَذِهِ الْمَشْرُبَةِ،فَخَرَجْتُ فَجِئْتُ الْمِنْبَرَ فَإِذَا حَوْلَهُ رَهْطٌ يَبْكُونَ فَجَلَسْتُ مَعَهُمْ قَلِيلاً ثُمَّ غَلَبَنِي مَا أَجِدُ فَجِئْتُ الْمَشْرُبَةَ الَّتِي فِيهَا رَسُولُ اللهِ - صلى الله عليه وسلم - ،فَقُلْتُ لِغُلاَمٍ أَسْوَدَ:اسْتَأْذِنْ لِعُمَرَ،قَالَ:فَدَخَلَ الْغُلاَمُ فَكَلَّمَ رَسُولَ اللهِ - صلى الله عليه وسلم - ،ثُمَّ خَرَجَ إِلَيَّ فَقَالَ:قَدْ ذَكَرْتُكَ لَهُ فَصَمَتَ فَانْصَرَفْتُ حَتَّى جَلَسْتُ مَعَ الرَّهْطِ الَّذِينَ عِنْدَ الْمِنْبَرِ ثُمَّ غَلَبَنِي مَا أَجِدُ فَجِئْتُ فَقُلْتُ لِلْغُلاَمِ:اسْتَأْذِنْ لِعُمَرَ فَدَخَلَ ثُمَّ رَجَعَ،قَالَ:قَدْ ذَكَرْتُكَ لَهُ فَصَمَتَ فَلَمَّا أَنْ وَلَّيْتُ مُنْصَرِفًا إِذَا الْغُلاَمُ يَدْعُونِي يَقُولُ:قَدْ أَذِنَ لَكَ رَسُولُ اللهِ - صلى الله عليه وسلم - . ¶ قَالَ:فَدَخَلْتُ عَلَى رَسُولِ اللهِ - صلى الله عليه وسلم - ،فَإِذَا هُوَ مُضْطَجِعٌ عَلَى رِمَالِ حَصِيرٍ قَدْ أَثَّرَ بِجَنْبِهِ مُتَّكِئً عَلَى وِسَادَةٍ مِنْ أَدَمٍ حَشْوُهَا لِيفٌ فَسَلَّمْتُ عَلَى رَسُولِ اللهِ - صلى الله عليه وسلم - ،ثُمَّ قُلْتُ وَأَنَا قَائِمٌ:يَا رَسُولَ اللهِ أَطَلَّقْتَ نِسَاءَكَ ؟ فَرَفَعَ بَصَرَهُ إِلَى السَّمَاءِ وَقَالَ:لاَ،فَقُلْتُ:اللَّهُ أَكْبَرُ،يَا رَسُولَ اللهِ لَوْ رَأَيْتَنِي وَكُنَّا مَعَاشِرَ قُرَيْشٍ نَغْلِبُ نِسَاءَنَا فَلَمَّا أَنْ قَدِمْنَا الْمَدِينَةَ قَدِمْنَا عَلَى قَوْمٍ تَغْلِبُهُمْ نِسَاؤُهُمْ فَصَخِبَتْ عَلَيَّ امْرَأَتِي فَإِذَا هِيَ تُرَاجِعُنِي فَأَنْكَرْتُ ذَلِكَ عَلَيْهَا،فَقَالَتْ:أَتُنْكِرُ أَنْ أُرَاجِعَكَ وَاللَّهِ إِنَّ أَزْوَاجَ رَسُولِ اللهِ - صلى الله عليه وسلم - ،لَيُرَاجِعْنَهُ وَتَهْجُرُهُ إِحْدَاهُنَّ الْيَوْمَ حَتَّى اللَّيْلِ قَالَ:قُلْتُ قَدْ خَابَتْ حَفْصَةُ وَخَسِرَتْ أَفَتَأْمَنُ إِحْدَاهُنَّ أَنْ يَغْضَبَ اللَّهُ عَلَيْهَا لِغَضَبِ رَسُولِ اللهِ - صلى الله عليه وسلم - فَإِذًا هِيَ قَدْ هَلَكَتْ قَالَ:فَتَبَسَّمَ رَسُولُ اللهِ - صلى الله عليه وسلم - ثُمَّ قُلْتُ:يَا رَسُولَ اللهِ لَوْ رَأَيْتَنِي وَدَخَلْتُ عَلَى حَفْصَةَ فَقُلْتُ:لاَ يَغُرَّنَّكِ أَنْ كَانَتْ جَارَتُكِ هِيَ أَوْسَمُ وَأَحَبُّ إِلَى رَسُولِ اللهِ - صلى الله عليه وسلم - أُرِيدُ عَائِشَةَ،قَالَ:فَتَبَسَّمَ رَسُولُ اللهِ - صلى الله عليه وسلم - تَبَسُّمًا آخَرَ قَالَ:فَجَلَسْتُ حِينَ رَأَيَتُهُ تَبَسَّمَ،قَالَ:فَرَجَعْتُ بَصَرِيَ فِي بَيْتِهِ فَوَاللَّهِ مَا رَأَيْتُ فِيهِ شَيْئًا يَرُدُّ الْبَصَرَ غَيْرَ أُهْبَةٍ ثَلاَثَةٍ،فَقُلْتُ:يَا رَسُولَ اللهِ ادْعُ اللَّهَ أَنْ يُوَسِّعَ عَلَى أُمَّتِكَ فَإِنَّ فَارِسَ،الرُّومَ قَدْ وِسِّعَ عَلَيْهِمْ وَأُعْطُوا الدُّنْيَا وَهُمْ لاَ يَعْبُدُونَ اللَّهَ. ¶ قَالَ:فَجَلَسَ رَسُولُ اللهِ - صلى الله عليه وسلم - وَكَانَ مُتَّكِئًا ثُمَّ قَالَ:أَفِي شَكٍّ أَنْتَ يَا ابْنَ الْخَطَّابِ ؟ أُولَئِكَ قَوْمٌ عُجِّلَتْ لَهُمْ طَيِّبَاتُهُمْ فِي الْحَيَاةِ الدُّنْيَا،قَالَ:فَقُلْتُ:أَسْتَغْفِرُ اللَّهَ يَا رَسُولَ اللهِ فَاعْتَزَلَ",
            "page": "64",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "رَسُولُ اللهِ - صلى الله عليه وسلم - نِسَاءَهُ مِنْ أَجْلِ ذَلِكَ الْحَدِيثِ وَكَانَ قَالَ:مَا أَنَا بِدَاخِلٍ عَلَيْهِنَّ شَهْرًا مِنْ شِدَّةِ مَوْجِدَتِهِ عَلَيْهِنَّ حَتَّى عَاتَبَهُ اللَّهُ فَلَمَّا مَضَتْ تِسْعٌ وَعِشْرُونَ لَيْلَةً دَخَلَ عَلَى عَائِشَةَ فَبَدَأَ بِهَا فَقَالَتْ لَهُ عَائِشَةِ:يَا رَسُولَ اللهِ إِنَّكَ قَدْ أَقْسَمْتَ أَنْ لاَ تَدْخُلَ عَلَيْنَا شَهْرًا وَإِنَّا أَصْبَحْنَا فِي تِسْعٍ وَعِشْرِينَ لَيْلَةً عَدَّهَا،فَقَالَ:الشَّهْرُ تِسْعٌ وَعِشْرُونَ لَيْلَةً وَكَانَ الشَّهْرُ تِسْعًا وَعِشْرِينَ لَيْلَةً. (¬1) ¶ وعَنِ الزُّهْرِيِّ،قَالَ: أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيِّبِ،عَنْ أَبِيهِ،قَالَ: لَمَّا حَضَرَتْ أَبَا طَالِبٍ الْوَفَاةُ جَاءَهُ رَسُولُ اللهِ - صلى الله عليه وسلم - ،فَوَجَدَ عِنْدَهُ أَبَا جَهْلٍ،وَعَبْدَ اللهِ بْنَ أَبِي أُمَيَّةَ بْنِ الْمُغِيرَةِ،فَقَالَ النَّبِيُّ - صلى الله عليه وسلم - لِأَبِي طَالِبٍ: \" أَيْ عَمِّ،قُلْ لَا إِلَهَ إِلَّا اللهُ كَلِمَةً أَشْهَدُ لَكَ بِهَا عِنْدَ اللهِ \".فَقَالَ أَبُو جَهْلٍ،وَعَبْدُ اللهِ بْنُ أَبِي أُمَيَّةَ: أَتَرْغَبُ عَنْ مِلَّةِ عَبْدِ الْمُطَّلِبِ ؟ فَلَمْ يَزَلِ النَّبِيُّ - صلى الله عليه وسلم - يَعْرِضُهَا عَلَيْهِ،وَيُعِيدَانِهِ بِتِلْكَ الْمَقَالَةِ،حَتَّى قَالَ أَبُو طَالِبٍ آخِرَ مَا كَلَّمَهُمْ: عَلَى مِلَّةِ عَبْدِ الْمُطَّلِبِ،وَأَبَى أَنْ يَقُولَ: لَا إِلَهَ إِلَّا اللهُ،فَقَالَ النَّبِيُّ - صلى الله عليه وسلم - :\" أَمَا وَاللهِ لِأَسْتَغْفِرَنَّ لَكَ مَا لَمْ أُنْهَ عَنْكَ،فَأَنْزَلَ اللهُ عَزَّ وَجَلَّ: { مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا -[284]- لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى } [التوبة: 113]،وَأَنْزَلَ فِي أَبِي طَالِبٍ: { إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللهَ يَهْدِي مَنْ يَشَاءُ } [القصص: 56] (¬2) . ¶ وعَنْ أَبِى مُوسَى - رضى الله عنه - قَالَ لَمَّا فَرَغَ النَّبِىُّ - صلى الله عليه وسلم - مِنْ حُنَيْنٍ بَعَثَ أَبَا عَامِرٍ عَلَى جَيْشٍ إِلَى أَوْطَاسٍ فَلَقِىَ دُرَيْدَ بْنَ الصِّمَّةِ،فَقُتِلَ دُرَيْدٌ وَهَزَمَ اللَّهُ أَصْحَابَهُ.قَالَ أَبُو مُوسَى وَبَعَثَنِى مَعَ أَبِى عَامِرٍ فَرُمِىَ أَبُو عَامِرٍ فِى رُكْبَتِهِ،رَمَاهُ جُشَمِىٌّ بِسَهْمٍ فَأَثْبَتَهُ فِى رُكْبَتِهِ،فَانْتَهَيْتُ إِلَيْهِ فَقُلْتُ يَا عَمِّ مَنْ رَمَاكَ فَأَشَارَ إِلَى أَبِى مُوسَى فَقَالَ ذَاكَ قَاتِلِى الَّذِى رَمَانِى.فَقَصَدْتُ لَهُ فَلَحِقْتُهُ فَلَمَّا رَآنِى وَلَّى فَاتَّبَعْتُهُ وَجَعَلْتُ أَقُولُ لَهُ أَلاَ تَسْتَحِى،أَلاَ ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (2468 ) وصحيح مسلم- المكنز - (3768) وصحيح ابن حبان - (9 / 493) (4187) ¶ الإداوة : إناء صغير من جلد -الأهب : جمع إهاب وهو الجلد قبل الدباغ -المشربة : الغرفة العالية - أوضأ: أفعل من الوضاءة وهو بياض الوجه وجماله. ¶ (¬2) - صحيح البخارى- المكنز - (1360 ) وصحيح مسلم- المكنز - (141 ) وشرح مشكل الآثار - (6 / 283) (2484 )",
            "page": "65",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "تَثْبُتُ.فَكَفَّ فَاخْتَلَفْنَا ضَرْبَتَيْنِ بِالسَّيْفِ فَقَتَلْتُهُ ثُمَّ قُلْتُ لأَبِى عَامِرٍ قَتَلَ اللَّهُ صَاحِبَكَ.قَالَ فَانْزِعْ هَذَا السَّهْمَ فَنَزَعْتُهُ فَنَزَا مِنْهُ الْمَاءُ.قَالَ يَا ابْنَ أَخِى أَقْرِئِ النَّبِىَّ - صلى الله عليه وسلم - السَّلاَمَ،وَقُلْ لَهُ اسْتَغْفِرْ لِى.وَاسْتَخْلَفَنِى أَبُو عَامِرٍ عَلَى النَّاسِ،فَمَكَثَ يَسِيرًا ثُمَّ مَاتَ،فَرَجَعْتُ فَدَخَلْتُ عَلَى النَّبِىِّ - صلى الله عليه وسلم - فِى بَيْتِهِ عَلَى سَرِيرٍ مُرْمَلٍ وَعَلَيْهِ فِرَاشٌ قَدْ أَثَّرَ رِمَالُ السَّرِيرِ بِظَهْرِهِ وَجَنْبَيْهِ،فَأَخْبَرْتُهُ بِخَبَرِنَا وَخَبَرِ أَبِى عَامِرٍ،وَقَالَ قُلْ لَهُ اسْتَغْفِرْ لِى،فَدَعَا بِمَاءٍ فَتَوَضَّأَ ثُمَّ رَفَعَ يَدَيْهِ فَقَالَ « اللَّهُمَّ اغْفِرْ لِعُبَيْدٍ أَبِى عَامِرٍ ».وَرَأَيْتُ بَيَاضَ إِبْطَيْهِ ثُمَّ قَالَ « اللَّهُمَّ اجْعَلْهُ يَوْمَ الْقِيَامَةِ فَوْقَ كَثِيرٍ مِنْ خَلْقِكَ مِنَ النَّاسِ ».فَقُلْتُ وَلِى فَاسْتَغْفِرْ.فَقَالَ « اللَّهُمَّ اغْفِرْ لِعَبْدِ اللَّهِ بْنِ قَيْسٍ ذَنْبَهُ وَأَدْخِلْهُ يَوْمَ الْقِيَامَةِ مُدْخَلاً كَرِيمًا ».قَالَ أَبُو بُرْدَةَ إِحْدَاهُمَا لأَبِى عَامِرٍ وَالأُخْرَى لأَبِى مُوسَى (¬1) . ¶ وعَنْ أَبِى أَيُّوبَ الأَنْصَارِىِّ عَنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - أَنَّهُ قَالَ « لَوْ أَنَّكُمْ لَمْ تَكُنْ لَكُمْ ذُنُوبٌ يَغْفِرُهَا اللَّهُ لَكُمْ لَجَاءَ اللَّهُ بِقَوْمٍ لَهُمْ ذُنُوبٌ يَغْفِرُهَا لَهُمْ ». (¬2) ¶ وعَنْ أَبِى هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « مَنْ جَلَسَ فِى مَجْلِسٍ فَكَثُرَ فِيهِ لَغَطُهُ فَقَالَ قَبْلَ أَنْ يَقُومَ مِنْ مَجْلِسِهِ ذَلِكَ سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ.إِلاَّ غُفِرَ لَهُ مَا كَانَ فِى مَجْلِسِهِ ذَلِكَ ». (¬3) ¶ وعَنْ نَافِعِ بْنِ جُبَيْرِ بْنِ مُطْعِمٍ،عَنْ أَبِيهِ،قَالَ:قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - :مَنْ قَالَ:سُبْحَانَ اللَّهِ وَبِحَمْدِهِ،سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ،أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ،فَقَالَهَا فِي مَجْلِسِ ذِكْرٍ كَانَتْ كَالطَّابِعِ يُطْبَعُ عَلَيْهِ،وَمَنْ قَالَهَا فِي مَجْلِسِ لَغْوٍ كَانَتْ كَفَّارَةً لَهُ \" (¬4) ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (4323 ) ¶ نزا : ظهر الماء من جرحه وسال - سرير مرمّل:- بميم مشددة مفتوحة- أي معمول بالرمال وهي حبال الحصر التي تضفر بها الأسرّة. ¶ (¬2) - صحيح مسلم- المكنز - (7140 ) ¶ (¬3) - سنن الترمذى- المكنز - (3762 ) صحيح -اللغط : الأصوات المختلفة التى لا تفهم ¶ (¬4) - المستدرك للحاكم(1970) صحيح",
            "page": "66",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "وعَنْ رَافِعِ بْنِ خَدِيجٍ،قَالَ:كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - إِذَا اجْتَمَعَ إِلَيْهِ أَصْحَابُهُ فَأَرَادَ أَنْ يَنْهَضَ قَالَ:سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ،أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ،أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ،عَمِلْتُ سُوءًا،وَظَلَمْتُ نَفْسِي،فَاغْفِرْ لِي،فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ،فَقُلْنَا:يَا رَسُولَ اللَّهِ،هَذِهِ كَلِمَاتٌ أَحْدَثْتَهُنَّ ؟ قَالَ:أَجَلْ جَاءَنِي جَبْرَائِيلُ،فَقَالَ لِي:يَا مُحَمَّدُ،هُنَّ كَفَّارَةُ الْمَجَالِسِ \" (¬1) ¶ وعَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ،قَالَ:مَنْ قَالَ أَسْتَغْفِرُ اللَّهَ الَّذِي لاَ إلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ وَأَتُوبُ إلَيْهِ خَمْسَ مَرَّاتٍ غُفِرَ لَهُ،وَإِنْ كَانَ عَلَيْهِ مِثْلُ زَبَدِ الْبَحْرِ. (¬2) ¶ وعَنْ عَبْدِ اللهِ بْنِ مَسْعُودٍ،قَالَ:مَنْ قَالَ أَسْتَغْفِرُ اللَّهَ الَّذِي لاَ إلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ وَأَتُوبُ إلَيْهِ ثَلاثًا غُفِرَ لَهُ،وَإِنْ كَانَ فَرَّ مِنَ الزَّحْفِ. (¬3) ¶ وعن بِلَالَ بْنَ يَسَارِ بْنِ زَيْدٍ،مَوْلَى رَسُولِ اللهِ - صلى الله عليه وسلم - ،قَالَ: سَمِعْتُ أَبِي يُحَدِّثُ،عَنْ جَدِّي،أَنَّ رَسُولَ اللهِ - صلى الله عليه وسلم - قَالَ: \" مَنْ قَالَ: أَسْتَغْفِرُ اللهَ الَّذِي لَا إِلَهَ إِلَّا هُوَ،وَأَتُوبُ إِلَيْهِ،غُفِرَ لَهُ وَإِنْ كَانَ فَرَّ مِنَ الزَّحْفِ \" (¬4) ¶ وعَنِ ابْنِ عَبَّاسٍ أَنَّهُ حَدَّثَهُ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « مَنْ لَزِمَ الاِسْتِغْفَارَ جَعَلَ اللَّهُ لَهُ مِنْ كُلِّ ضِيقٍ مَخْرَجًا وَمِنْ كُلِّ هَمٍّ فَرَجًا وَرَزَقَهُ مِنْ حَيْثُ لاَ يَحْتَسِبُ ». (¬5) ¶ وعَنْ يَحْيَى بْنِ سَعِيدٍ قَالَ سَمِعْتُ الْقَاسِمَ بْنَ مُحَمَّدٍ قَالَ قَالَتْ عَائِشَةُ وَارَأْسَاهْ.فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « ذَاكِ لَوْ كَانَ وَأَنَا حَىٌّ،فَأَسْتَغْفِرُ لَكِ وَأَدْعُو لَكِ ».فَقَالَتْ عَائِشَةُ وَاثُكْلِيَاهْ،وَاللَّهِ إِنِّى لأَظُنُّكَ تُحِبُّ مَوْتِى،وَلَوْ كَانَ ذَاكَ لَظَلِلْتَ آخِرَ يَوْمِكَ مُعَرِّسًا بِبَعْضِ أَزْوَاجِكَ.فَقَالَ النَّبِىُّ - صلى الله عليه وسلم - « بَلْ أَنَا وَارَأْسَاهْ لَقَدْ هَمَمْتُ أَوْ أَرَدْتُ أَنْ أُرْسِلَ إِلَى أَبِى بَكْرٍ وَابْنِهِ،وَأَعْهَدَ أَنْ يَقُولَ الْقَائِلُونَ أَوْ يَتَمَنَّى الْمُتَمَنُّونَ،ثُمَّ قُلْتُ يَأْبَى اللَّهُ وَيَدْفَعُ الْمُؤْمِنُونَ،أَوْ يَدْفَعُ اللَّهُ وَيَأْبَى الْمُؤْمِنُونَ » (¬6) . ¶ ¬__________ ¶ (¬1) - المستدرك للحاكم(1972) صحيح ¶ (¬2) - مصنف ابن أبي شيبة - (10 / 299) (30060) صحيح ¶ (¬3) - مصنف ابن أبي شيبة - (10 / 300) (30063) صحيح ¶ (¬4) - سنن أبي داود - المكنز - (1519) ومعرفة الصحابة لأبي نعيم - (3 / 1143) (2869) صحيح ¶ (¬5) - سنن أبي داود - المكنز - (1520) حسن لغيره وأحمد في المسند (2234) تحقيق أحمد شاكر وصحح إسناده ¶ وفي سنده الحكم بن مصعب فيه جهالة وقال المنذري في آخر الترغيب : صويلح الحديث والذهبي كذلك في الكاشف ¶ (¬6) - صحيح البخارى- المكنز - (5666 ) ¶ معرسا: عرّس بزوجه: أي بنى بها ثم استعمل في كل جماع.- فأعهد: أي أوصي.- أن يقول: أي لئلا يقول.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "وعَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :\" وَالَّذِي نَفْسِي بِيَدِهِ لَوْ لَمْ تُذْنِبُوا لَذَهَبَ اللهُ بِكُمْ وَلَجَاءَ اللهُ بِقَوْمٍ يُذْنِبُونَ فَيَسْتَغْفِرُونَ اللهَ فَيَغْفِرُ لَهُمْ \" (¬1) ¶ وعَنْ جَابِرٍ،أَنَّ الطُّفَيْلَ بْنَ عَمْرٍو الدَّوْسِيَّ أَتَى النَّبِيَّ - صلى الله عليه وسلم - ،فَقَالَ:يَا رَسُولَ اللهِ،هَلْ لَكَ فِي حِصْنٍ حَصِينَةٍ وَمَنْعَةٍ ؟ قَالَ:فَقَالَ:حِصْنٌ كَانَ لِدَوْسٍ فِي الْجَاهِلِيَّةِ،فَأَبَى ذَلِكَ رَسُولُ اللهِ - صلى الله عليه وسلم - لِلَّذِي ذَخَرَ اللَّهُ عَزَّ وَجَلَّ لِلأَنْصَارِ،فَلَمَّا هَاجَرَ النَّبِيُّ - صلى الله عليه وسلم - إِلَى الْمَدِينَةِ،هَاجَرَ إِلَيْهِ الطُّفَيْلُ بْنُ عَمْرٍو،وَهَاجَرَ مَعَهُ رَجُلٌ مِنْ قَوْمِهِ،فَاجْتَوَوْا الْمَدِينَةَ،فَمَرِضَ،فَجَزِعَ،فَأَخَذَ مَشَاقِصَ لَهُ،فَقَطَعَ بِهَا بَرَاجِمَهُ،فَشَخَبَتْ يَدَاهُ حَتَّى مَاتَ،فَرَآهُ الطُّفَيْلُ بْنُ عَمْرٍو فِي مَنَامِهِ،فَرَآهُ فِي هَيْئَةٍ حَسَنَةٍ،وَرَآهُ مُغَطِّيًا يَدَهُ،فَقَالَ لَهُ:مَا صَنَعَ بِكَ رَبُّكَ ؟ قَالَ:غَفَرَ لِي بِهِجْرَتِي إِلَى نَبِيِّهِ - صلى الله عليه وسلم - ،قَالَ:فَمَا لِي أَرَاكَ مُغَطِّيًا يَدَكَ ؟ قَالَ:قِيلَ لِي:لَنْ نُصْلِحَ مِنْكَ مَا أَفْسَدْتَ،قَالَ:فَقَصَّهَا الطُّفَيْلُ عَلَى رَسُولِ اللهِ - صلى الله عليه وسلم - ،فَقَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :اللَّهُمَّ وَلِيَدَيْهِ،فَاغْفِرْ. (¬2) ¶ وعَنْ أَبِي ذَرٍّ الْغِفَارِيِّ،عَنْ رَسُولِ اللهِ - صلى الله عليه وسلم - ،عَنْ جِبْرَئِيلَ عَلَيْهِ السَّلَامُ،عَنِ اللهِ تَبَارَكَ وَتَعَالَى،أَنَّهُ قَالَ: \" يَا عِبَادِي إِنِّي حَرَّمْتُ الظُّلْمَ عَلَى نَفْسِي وَجَعَلْتُهُ بَيْنَكُمْ مُحْرِمًا فَلَا تَظْلِمُوا،يَا عِبَادِي إِنَّكُمُ الَّذِينَ تُخْطِئُونَ بِاللَّيْلِ وَالنَّهَارِ،وَأَنَا الَّذِي أَغْفِرُ الذُّنُوبَ وَلَا أُبَالِي،فَاسْتَغْفِرُونِي أَغْفِرْ لَكُمْ،يَا عِبَادِي كُلُّكُمْ جَائِعٌ إِلَّا مَنْ أَطْعَمْتُ،فَاسْتَطْعِمُونِي أُطْعِمْكُمْ،يَا عِبَادِي كُلُّكُمْ عَارٍ إِلَّا مَنْ كَسَوْتُ،فَاسْتَكْسُونِي أَكْسُكُمْ،يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ،وَإِنْسَكُمْ وَجِنَّكُمْ،كَانُوا عَلَى أَتْقَى قَلْبِ رَجُلٍ مِنْكُمْ لَمْ يَزِدْ ذَلِكَ مِنْ مُلْكِي شَيْئًا،يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ،وَإِنْسَكُمْ وَجِنَّكُمْ،كَانُوا عَلَى أَفْجَرِ قَلْبِ رَجُلٍ مِنْكُمْ لَمْ يَنْقُصْ ذَلِكَ فِي مُلْكِي شَيْئًا،يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ،وَإِنْسَكُمْ وَجِنَّكُمُ،اجْتَمَعُوا فِي صَعِيدٍ وَاحِدٍ فَسَأَلُونِي،فَأَعْطَيْتُ كُلَّ إِنْسَانٍ مِنْكُمْ مَا سَأَلَ لَمْ يَنْقُصْ ¶ ¬__________ ¶ (¬1) - صحيح مسلم- المكنز - (7141 ) ¶ (¬2) - مسند أحمد (عالم الكتب) - (5 / 203)(14982) 15045- وصحيح مسلم- المكنز - (326 ) ¶ فاجتووا ، الاجتواء : أن تستوخم المكان ولا يوافقك. ¶ مشاقص ، جمع مشقص : وهو سهم له نصل عريض ، وقيل : طويل. ¶ براجمه ، البراجم : العقد التي تكون في ظاهر الأصابع ، وهي رؤوس السلاميات. ¶ شخبت ، تشخب : سالت ، بالخاء المعجمة.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "ذَلِكَ مِنْ مُلْكِي شَيْئًا إِلَّا كَمَا يَنْقُصُ الْبَحْرُ أَنْ يُغْمَسَ فِيهِ الْمِخْيَطُ غَمْسَةً وَاحِدَةً،يَا عِبَادِي إِنَّمَا هِيَ أَعْمَالُكُمْ أَحْفَظُهَا عَلَيْكُمْ،فَمَنْ وَجَدَ خَيْرًا فَلْيَحْمَدِ اللهَ عَزَّ وَجَلَّ،وَمَنْ وَجَدَ غَيْرَ ذَلِكَ فَلَا يَلُومَنَّ إِلَّا نَفْسَهُ \".قَالَ سَعِيدُ بْنُ عَبْدِ الْعَزِيزِ: وَكَانَ أَبُو أُوَيْسٍ إِذَا حَدَّثَ بِهَذَا الْحَدِيثِ جَثَا عَلَى رُكْبَتَيْهِ إِعْظَامًا لَهُ \" . (¬1) ¶ وعَنْ عَبْدِ اللهِ بْنِ عُمَرَ،أنَّ رَسُولَ اللهِ - صلى الله عليه وسلم - قَالَ: \" يَا مَعْشَرَ النِّسَاءِ تَصَدَّقْنَ،وَأَكْثِرْنَ الِاسْتِغْفَارَ،فَإِنِّي رَأَيْتُكُنَّ أَكْثَرَ أَهْلِ النَّارِ \".قَالَتِ امْرَأَةٌ مِنْهُنَّ: وَمَا لَنَا يَا رَسُولَ اللهِ ؟ قَالَ: \" تُكْثِرْنَ اللَّعْنَ،وَتَكْفُرْنَ الْعَشِيرَ،وَمَا رَأَيْتُ مِنْ نَاقِصَاتِ عَقْلٍ وَدِينٍ أَغْلَبَ لِذِي اللُّبِّ مِنْكُنَّ \".قَالَتْ: يَا رَسُولَ اللهِ،وَمَا نُقْصَانُ الْعَقْلِ وَالدِّينِ ؟ قَالَ: \" أَمَّا نُقْصَانُ الْعَقْلِ فَشَهَادَةُ امْرَأَتَيْنِ تَعْدِلُ شَهَادَةَ رَجُلٍ فَهَذَا نُقْصَانُ الْعَقْلِ،وَتَمْكُثُ اللَّيَالِيَ مَا تُصَلِّي،وَتُفْطِرُ فِي رَمَضَانَ فَهَذَا نُقْصَانُ الدِّينِ \" (¬2) ¶ وعَنْ أَبِى هُرَيْرَةَ رَضِىَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ :« يَنْزِلُ رَبُّنَا عَزَّ وَجَلَّ كُلَّ لَيْلَةٍ إِلَى سَمَاءِ الدُّنْيَا حِينَ يَبْقَى ثُلُثُ اللَّيْلِ الآخِرُ فَيَقُولُ:مَنْ يَدْعُونِى فَأَسْتَجِيبَ لَهُ؟ وَمَنْ يَسْأَلُنِى فَأُعْطِيَهُ؟ وَمَنْ يَسْتَغْفِرُنِى فَأَغْفِرَ لَهُ » (¬3) ¶ وعَنْ أَبِي هُرَيْرَةَ،عَنْ رَسُولِ اللهِ - صلى الله عليه وسلم - أَنَّهُ قَالَ:إِنَّ الْعَبْدَ إِذَا أَخْطَأَ خَطِيئَةً نُكِتَ فِي قَلْبِهِ نُكْتَةٌ،فَإِنْ هُوَ نَزَعَ وَاسْتَغْفَرَ وَتَابَ صُقِلَتْ،فَإِنْ عَادَ زِيدَ فِيهَا،فَإِنْ عَادَ زِيدَ فِيهَا حَتَّى تَعْلُوَ فِيهِ،فَهُوَ الرَّانُ الَّذِي ذَكَرَ اللَّهُ:{كَلاَّ بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ} [المطففين:]. (¬4) ¶ ¬__________ ¶ (¬1) - صحيح مسلم- المكنز - (6737) وشعب الإيمان-(9 / 300) (6686 ) ¶ الصعيد : وجه الأرض، وقيل : هو التراب وحده. -المخيط : بكسر الميم، وإسكان الخاء : الإبرة. ¶ (¬2) - صحيح مسلم- المكنز - (250) وشعب الإيمان - (1 / 130) (29 ) ¶ الجزلة : التامة، ويجوز أن تكون ذات كلام جزل، أي : قوي شديد.- اللب: العقل، والمراد هنا كمال العقل.-العشير : المعاشر، والمراد به : الزوج، وكفرهن إياه : جحدهن إحسانه إليهن. ¶ (¬3) - صحيح البخارى- المكنز - (6321 ) وصحيح مسلم- المكنز - (1808) ¶ (¬4) - صحيح ابن حبان - (3 / 210) (930) صحيح",
            "page": "69",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "وعن أنس أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - اسْتَغْفَرَ لِلأَنْصَارِ - قَالَ - وَأَحْسِبُهُ قَالَ « وَلِذَرَارِىِّ الأَنْصَارِ وَلِمَوَالِى الأَنْصَارِ ». (¬1) ¶ وعَنِ الْفَضْلِ بْنِ عَبَّاسٍ،أَنَّ رَسُولَ اللهِ - صلى الله عليه وسلم - ،قَامَ فِي الْكَعْبَةِ فَسَبَّحَ وَكَبَّرَ،وَدَعَا اللَّهَ عَزَّ وَجَلَّ وَاسْتَغْفَرَ،وَلَمْ يَرْكَعْ وَلَمْ يَسْجُدْ. (¬2) ¶ وعَنِ ابْنِ عُمَرَ،قَالَ:رُبَّمَا أَعُدُّ لِرَسُولِ اللهِ - صلى الله عليه وسلم - فِي الْمَجْلِسِ الْوَاحِدِ مِائَةَ مَرَّةٍ:رَبِّ اغْفِرْ لِي وَتُبْ عَلَيَّ،إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ. (¬3) ¶ وعَنْ أَبِي هُرَيْرَةَ،قَالَ:مَا رَأَيْتُ أَحَدًا أَكْثَرَ أَنْ يَقُولَ:أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ مِنْ رَسُولِ اللهِ - صلى الله عليه وسلم - . (¬4) ¶ قَالَ أَبُو حَاتِمٍ رَضِيَ اللَّهُ عَنْهُ:كَانَ الْمُصْطَفَى - صلى الله عليه وسلم - يَسْتَغْفِرُ رَبَّهُ جَلَّ وَعَلاَ فِي الأَحْوَالِ عَلَى حَسَبِ مَا وَصَفْنَاهُ،وَقَدْ غَفَرَ اللَّهُ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَمَا تَأَخَّرَ،وَلاِسْتِغْفَارِهِ - صلى الله عليه وسلم - مَعْنَيَانِ : ¶ أَحَدُهُمَا أَنَّ اللَّهَ جَلَّ وَعَلاَ بَعَثَهُ مُعَلِّمًا لِخَلْقِهِ قَوْلاً وَفِعْلاً،فَكَانَ يُعَلِّمُ أُمَّتَهُ الاِسْتِغْفَارَ وَالدَّوَامَ عَلَيْهِ،لِمَا عَلِمَ مِنْ مُقَارَفَتِهَا الْمَآثِمَ فِي الأَحَايِينِ بِاسْتِعْمَالِ الاِسْتِغْفَارِ،وَالْمَعْنَى الثَّانِي:أَنَّهُ - صلى الله عليه وسلم - كَانَ يَسْتَغْفِرُ لِنَفْسِهِ عَنْ تَقْصِيرِ الطَّاعَاتِ لاَ الذُّنُوبِ،لأَنَّ اللَّهَ جَلَّ وَعَلاَ عَصَمَهُ مِنْ بَيْنِ خَلْقِهِ،وَاسْتَجَابَ لَهُ دُعَاءَهُ عَلَى شَيْطَانِهِ حَتَّى أَسْلَمَ،وَذَاكَ أَنَّ مِنْ خُلُقِ الْمُصْطَفَى - صلى الله عليه وسلم - كَانَ إِذَا أَتَى بِطَاعَةٍ لِلَّهِ عَزَّ وَجَلَّ دَاوَمَ عَلَيْهَا وَلَمْ يَقْطَعْهَا،فَرُبَّمَا شُغِلَ بِطَاعَةٍ عَنْ طَاعَةٍ حَتَّى فَاتَتْهُ إِحْدَاهُمَا،كَمَا شُغِلَ - صلى الله عليه وسلم - عَنِ الرَّكْعَتَيْنِ اللَّتَيْنِ بَعْدَ الظُّهْرِ بِوَفْدِ تَمِيمٍ،حَيْثُ كَانَ يَقْسِمُ فِيهِمْ وَيَحْمِلُهُمْ حَتَّى فَاتَتْهُ الرَّكْعَتَانِ اللَّتَانِ بَعْدَ الظُّهْرِ،فَصَلاَّهُمَا بَعْدَ الْعَصْرِ،ثُمَّ دَاوَمَ عَلَيْهِمَا فِي ذَلِكَ الْوَقْتِ فِيمَا بَعْدُ،فَكَانَ اسْتِغْفَارُهُ - صلى الله عليه وسلم - لِتَقْصِيرِ طَاعَةٍ أَنْ أَخَّرَهَا عَنْ وَقْتِهَا مِنَ النَّوَافِلِ لاِشْتِغَالِهِ بِمِثْلِهَا مِنَ الطَّاعَاتِ الَّتِي كَانَ فِي ذَلِكَ الْوَقْتِ أَوْلَى مِنْ تِلْكَ الَّتِي كَانَ يُوَاظِبُ عَلَيْهَا،لاَ أَنَّهُ - صلى الله عليه وسلم - كَانَ يَسْتَغْفِرُ مِنْ ذُنُوبٍ يَرْتَكِبُهَا. ¶ ¬__________ ¶ (¬1) - صحيح مسلم- المكنز - (6572 ) ¶ (¬2) - مسند أحمد (عالم الكتب) - (1 / 560)(1795) صحيح ¶ (¬3) - صحيح ابن حبان - (3 / 206) (927) صحيح ¶ (¬4) - صحيح ابن حبان - (3 / 207) (928) صحيح",
            "page": "70",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "وعَنْ عَمْرِو بْنِ مُرَّةَ،أَخْبَرَنِي،قَالَ:سَمِعْتُ أَبَا بُرْدَةَ يَقُولُ:سَمِعْتُ رَجُلاً مِنْ جُهَيْنَةَ يُقَالُ لَهُ:الأَغَرُّ،مِنْ أَصْحَابِ النَّبِيِّ - صلى الله عليه وسلم - ،يُحَدِّثُ ابْنَ عُمَرَ،أَنَّهُ سَمِعَ النَّبِيَّ - صلى الله عليه وسلم - ،يَقُولُ:يَا أَيُّهَا النَّاسُ،تُوبُوا إِلَى رَبِّكُمْ،فَإِنِّي أَتُوبُ إِلَيْهِ كُلَّ يَوْمٍ مِائَةَ مَرَّةٍ. (¬1) ¶ قَالَ أَبُو حَاتِمٍ رَضِيَ اللَّهُ عَنْهُ:قَوْلُهُ - صلى الله عليه وسلم - :تُوبُوا إِلَى رَبِّكُمْ يُرِيدُ بِهِ:اسْتَغْفِرُوا رَبَّكُمْ.وَكَذَلِكَ قَوْلُهُ:فَإِنِّي أَتُوبُ إِلَيْهِ كُلَّ يَوْمٍ مِائَةَ مَرَّةٍ،وَكَانَ اسْتِغْفَارُ رَسُولِ اللهِ - صلى الله عليه وسلم - لِتَقْصِيرِهِ فِي الطَّاعَاتِ الَّتِي وَظَّفَهَا عَلَى نَفْسِهِ،لأَنَّهُ - صلى الله عليه وسلم - كَانَ مِنْ أَخْلاَقِهِ إِذَا عَمِلَ خَيْرًا أَنْ يُثْبِتَهُ فَيَدُومَ عَلَيْهِ،فَرُبَّمَا اشْتَغَلَ فِي بَعْضِ الأَوْقَاتِ عَنْ ذَلِكَ الْخَيْرِ الَّذِي كَانَ يُوَاظِبُ عَلَيْهِ بِخَيْرٍ آخَرَ،مِثْلُ اشْتِغَالِهِ بِوَفْدِ بَنِي تَمِيمٍ وَالْقِسْمَةِ فِيهِمْ عَنِ الرَّكْعَتَيْنِ اللَّتَيْنِ كَانَ يُصَلِّيهِمَا بَعْدَ الظُّهْرِ،فَلَمَّا صَلَّى الْعَصْرَ أَعَادَهُمَا،فَكَانَ اسْتِغْفَارُهُ - صلى الله عليه وسلم - لِلتَّقْصِيرِ فِي خَيْرٍ اشْتَغَلَ عَنْهُ بِخَيْرٍ ثَانٍ عَلَى حَسَبِ مَا وَصَفْنَا. ¶ وعَنِ الأَغَرِّ الْمُزَنِيِّ،وَكَانَتْ لَهُ صُحْبَةٌ،قَالَ:قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :إِنَّهُ لَيُغَانُ عَلَى قَلْبِي،وَإِنِّي لَأَسْتَغْفِرُ اللَّهَ كُلَّ يَوْمٍ مِائَةَ مَرَّةٍ. (¬2) ¶ قَالَ أَبُو حَاتِمٍ رَضِيَ اللَّهُ عَنْهُ:قَوْلُهُ - صلى الله عليه وسلم - :إِنَّهُ لَيُغَانُ عَلَى قَلْبِي،يُرِيدُ بِهِ:يَرِدُ عَلَيْهِ الْكَرْبُ مِنْ ضِيقِ الصَّدْرِ مِمَّا كَانَ يَتَفَكَّرُ فِيهِ - صلى الله عليه وسلم - بِأَمْرِ اشْتِغَالِهِ كَانَ بِطَاعَةٍ عَنْ طَاعَةٍ،أَوِ اهْتِمَامِهِ بِمَا لَمْ يَعْلَمْ مِنَ الأَحْكَامِ قَبْلَ نُزُولِهَا،كَأَنَّهُ كَانَ يَعُدُّ، - صلى الله عليه وسلم - ،عَدَمَ عِلْمِهِ بِمَكَّةَ بِمَا فِي سُورَةِ الْبَقَرَةِ مِنَ الأَحْكَامِ قَبْلَ إِنْزَالِ اللهِ إِيَّاهَا بِالْمَدِينَةِ ذَنْبًا،فَكَانَ يُغَانُ عَلَى قَلْبِهِ لِذَلِكَ،حَتَّى كَانَ يَسْتَغْفِرُ اللَّهَ كُلَّ يَوْمٍ مِائَةَ مَرَّةٍ،لاَ أَنَّهُ كَانَ يُغَانُ عَلَى قَلْبِهِ مِنْ ذَنْبٍ يُذْنِبُهُ،كَأُمَّتِهِ - صلى الله عليه وسلم - . ¶ وعَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ،أَنَّ رَسُولَ اللهِ - صلى الله عليه وسلم - :كَانَ إِذَا ابْتَدَأَ الصَّلاَةَ الْمَكْتُوبَةَ قَالَ:وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالأَرْضَ حَنِيفًا مُسْلِمًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ،إِنَّ صَلاَتِي،وَنُسُكِي،وَمَحْيَايَ،وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ،لاَ شَرِيكَ لَهُ،وَبِذَلِكَ أُمِرْتُ وَأَنَا مِنَ الْمُسْلِمِينَ،اللَّهُمَّ أَنْتَ الْمَلِكُ لاَ إِلَهَ إِلاَّ أَنْتَ سُبْحَانَكَ وَبِحَمْدِكَ،أَنْتَ رَبِّي وَأَنَا عَبْدُكَ،ظَلَمْتُ نَفْسِي،وَاعْتَرَفْتُ بِذَنْبِي،فَاغْفِرْ لِي ذُنُوبِي جَمِيعًا،إِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ ¶ ¬__________ ¶ (¬1) - صحيح ابن حبان - (3 / 209) (929) صحيح ¶ (¬2) - صحيح ابن حبان - (3 / 211) (931) صحيح",
            "page": "71",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "أَنْتَ،وَاهْدِنِي لأَحْسَنِ الأَخْلاَقِ،لاَ يَهْدِينِي لأَحْسَنِهَا إِلاَّ أَنْتَ،وَاصْرِفْ عَنِّي سَيِّئَهَا،لاَ يَصْرِفُ عَنِّي سَيِّئَهَا إِلاَّ أَنْتَ،لَبَّيْكَ وَسَعْدَيْكَ،وَالْخَيْرُ فِي يَدَيْكَ،وَالْمَهْدِيُّ مَنْ هَدَيْتَ،أَنَا بِكَ وَإِلَيْكَ،تَبَارَكْتَ وَتَعَالَيْتَ،أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ. (¬1) ¶ وعن ثَوْبَانَ،قَالَ:كَانَ رَسُولُ اللهِ - صلى الله عليه وسلم - إِذَا أَرَادَ أَنْ يَنْصَرِفَ مِنَ الصَّلاَةِ،اسْتَغْفِرْ ثَلاَثَ مَرَّاتٍ،ثُمَّ قَالَ:اللَّهُمَّ أَنْتَ السَّلاَمُ،وَمِنْكَ السَّلاَمُ،تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَالإِكْرَامِ. (¬2) ¶ وعَنْ ثَوْبَانَ قَالَ كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - إِذَا انْصَرَفَ مِنْ صَلاَتِهِ اسْتَغْفَرَ ثَلاَثًا وَقَالَ « اللَّهُمَّ أَنْتَ السَّلاَمُ وَمِنْكَ السَّلاَمُ تَبَارَكْتَ ذَا الْجَلاَلِ وَالإِكْرَامِ ».قَالَ الْوَلِيدُ فَقُلْتُ لِلأَوْزَاعِىِّ كَيْفَ الاِسْتِغْفَارُ قَالَ تَقُولُ أَسْتَغْفِرُ اللَّهَ أَسْتَغْفِرُ اللَّهَ. (¬3) ¶ وعَنْ عَائِشَةَ،قَالَتْ:كَانَ رَسُولُ اللهِ - صلى الله عليه وسلم - يُكْثِرُ أَنْ يَقُولَ فِي رُكُوعِهِ،وَسُجُودِهِ:سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ،اللَّهُمَّ اغْفِرْ لِي يَتَأَوَّلُ الْقُرْآنَ. (¬4) ¶ وعَنْ عَائِشَةَ،قَالَتْ:كَانَ رَسُولُ اللهِ - صلى الله عليه وسلم - يُكْثِرُ قَبْلَ مَوْتِهِ أَنْ يَقُولَ:سُبْحَانَ اللهِ وَبِحَمْدِهِ،أَسْتَغْفِرُ اللَّهَ،وَأَتُوبُ إِلَيْهِ.قَالَتْ:فَقُلْتُ:يَا رَسُولَ اللهِ،إِنَّكَ لِتُكْثِرَ مِنْ دُعَاءٍ،لَمْ تَكُنْ تَدْعُو بِهِ قَبْلَ ذَلِكَ ؟ قَالَ:إِنَّ رَبِّي جَلَّ وَعَلاَ أَخْبَرَنِي أَنَّهُ سَيُرِينِي عِلْمًا فِي أُمَّتِي،فَأَمَرَنِي إِذَا رَأَيْتُ ذَلِكَ الْعِلْمَ أَنْ أُسَبِّحَهُ،وَأَحْمَدَهُ،وَأَسْتَغْفِرَهُ،وَإِنِّي قَدْ رَأَيْتُهُ {إِذَا جَاءَ نَصْرُ اللهِ وَالْفَتْحُ} [النصر]،فَتْحُ مَكَّةَ. (¬5) ¶ ¬__________ ¶ (¬1) - صحيح مسلم- المكنز - (1848 ) وصحيح ابن حبان - (5 / 68) (1771) ¶ وجهت وجهي: قصدت بعبادتي للذي فطر السماوات والأرض أي ابتدأ خلقها. ¶ حنيفا: قال الأكثرون: معناه مائلا إلى الدين الحق وهو الإسلام وأصل الحنف الميل. ويكون في الخير والشر. وينصرف إلى ما تقتضيه القرينة، وقيل: المراد بالحنيف، هنا المستقيم. قاله الأزهري وآخرون. وقال أبو عبيد: الحنيف عند العرب من كان على دين إبراهيم صلّى اللّه عليه وسلّم: وانتصب حنيفا على الحال. أي وجهت وجهي في حال حنيفيتي. ¶ (¬2) - صحيح ابن حبان - (5 / 343) (2003) صحيح ¶ (¬3) - صحيح مسلم- المكنز - (1362 ) ¶ (¬4) - صحيح البخارى- المكنز - (817) وصحيح مسلم- المكنز - (1113) و صحيح ابن حبان - (5 / 255) (1929) ¶ ومعنى قول عائشة: يتأول القرآن أي يفعل ما أمر به في قوله عز وجل- فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كانَ تَوَّاباً. ¶ (¬5) - صحيح مسلم- المكنز - (1116 ) وصحيح ابن حبان - (14 / 323) (6411)",
            "page": "72",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "وعَنْ طَاوُوسٍ سَمِعَ ابْنَ عَبَّاسٍ قَالَ: كَانَ النَّبِىُّ - صلى الله عليه وسلم - إِذَا قَامَ مِنَ اللَّيْلِ يَتَهَجَّدُ قَالَ اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ قَيِّمُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ وَلَكَ الْحَمْدُ،لَكَ مُلْكُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ،وَلَكَ الْحَمْدُ أَنْتَ نُورُ السَّمَوَاتِ وَالأَرْضِ،وَلَكَ الْحَمْدُ أَنْتَ الْحَقُّ،وَوَعْدُكَ الْحَقُّ،وَلِقَاؤُكَ حَقٌّ،وَقَوْلُكَ حَقٌّ،وَالْجَنَّةُ حَقٌّ،وَالنَّارُ حَقٌّ،وَالنَّبِيُّونَ حَقٌّ،وَمُحَمَّدٌ - صلى الله عليه وسلم - حَقٌّ،وَالسَّاعَةُ حَقٌّ،اللَّهُمَّ لَكَ أَسْلَمْتُ،وَبِكَ آمَنْتُ وَعَلَيْكَ تَوَكَّلْتُ،وَإِلَيْكَ أَنَبْتُ،وَبِكَ خَاصَمْتُ،وَإِلَيْكَ حَاكَمْتُ،فَاغْفِرْ لِى مَا قَدَّمْتُ وَمَا أَخَّرْتُ،وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ،أَنْتَ الْمُقَدِّمُ وَأَنْتَ الْمُؤَخِّرُ،لاَ إِلَهَ إِلاَّ أَنْتَ - أَوْ:لاَ إِلَهَ غَيْرُكَ. (¬1) ¶ وعَنِ ابْنِ عُمَرَ،قَالَ:كُنْتُ جَالِسًا عِنْدَ النَّبِيِّ - صلى الله عليه وسلم - فَسَمِعْتُهُ اسْتَغْفَرَ مِئَةَ مَرَّةٍ،ثُمَّ يَقُولُ:اللَّهُمَّ اغْفِرْ لِي وَارْحَمْنِي وَتُبْ عَلَيَّ،إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ،أَوْ إِنَّكَ تَوَّابٌ غَفُورٌ. (¬2) ¶ وقَالَ أَبُو هُرَيْرَةَ سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ « وَاللَّهِ إِنِّى لأَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ فِى الْيَوْمِ أَكْثَرَ مِنْ سَبْعِينَ مَرَّةً » (¬3) ¶ وعَنْ أَبِى أَيُّوبَ الأَنْصَارِىِّ أَنَّ النَّبِىَّ - صلى الله عليه وسلم - قَالَ « إِذَا أَتَيْتُمُ الْغَائِطَ فَلاَ تَسْتَقْبِلُوا الْقِبْلَةَ وَلاَ تَسْتَدْبِرُوهَا،وَلَكِنْ شَرِّقُوا أَوْ غَرِّبُوا ».قَالَ أَبُو أَيُّوبَ فَقَدِمْنَا الشَّأْمَ فَوَجَدْنَا مَرَاحِيضَ بُنِيَتْ قِبَلَ الْقِبْلَةِ،فَنَنْحَرِفُ وَنَسْتَغْفِرُ اللَّهَ تَعَالَى . (¬4) ¶ وعَنْ عَبْدِ الرَّحْمَنِ بْنِ كَعْبِ بْنِ مَالِكٍ،قَالَ:كُنْتُ قَائِدَ أَبِي حِينَ ذَهَبَ بَصَرُهُ،فَكُنْتُ إِذَا خَرَجْتُ به إِلَى الْجُمُعَةِ فَسَمِعَ الأَذَانَ اسْتَغْفَرَ لأَبِي أُمَامَةَ أَسْعَدَ بْنِ زُرَارَةَ،وَدَعَا لَهُ،فَمَكَثْتُ حِينًا أَسْمَعُ ذَلِكَ مِنْهُ،ثُمَّ قُلْتُ فِي نَفْسِي:وَاللَّهِ إِنَّ ذَا لَعَجْزٌ،إِنِّي أَسْمَعُهُ كُلَّمَا سَمِعَ أَذَانَ الْجُمُعَةِ يَسْتَغْفِرُ لأَبِي أُمَامَةَ وَيُصَلِّي عَلَيْهِ،وَلاَ أَسْأَلُهُ عَنْ ذَلِكَ لِمَ هُوَ ؟ فَخَرَجْتُ بِهِ كَمَا كُنْتُ أَخْرُجُ بِهِ إِلَى الْجُمُعَةِ،فَلَمَّا سَمِعَ الأَذَانَ اسْتَغْفَرَ كَمَا كَانَ يَفْعَلُ،فَقُلْتُ لَهُ:يَا أَبَتَاهُ،أَرَأَيْتَكَ صَلاَتَكَ عَلَى أَسْعَدَ بْنِ زُرَارَةَ،كُلَّمَا سَمِعْتَ النِّدَاءَ بِالْجُمُعَةِ لِمَ هُوَ ؟ قَالَ:أَيْ ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (1120 ) ¶ (¬2) - مسند أحمد (عالم الكتب) - (2 / 381)(5354) صحيح ¶ (¬3) - صحيح البخارى- المكنز - (6307 ) ¶ (¬4) - صحيح البخارى- المكنز - (394 )",
            "page": "73",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "بُنَيَّ،كَانَ أَوَّلَ مَنْ صَلَّى بِنَا صَلاَةَ الْجُمُعَةِ قَبْلَ مَقْدَمِ رَسُولِ اللهِ - صلى الله عليه وسلم - مِنْ مَكَّةَ،فِي نَقِيعِ الْخَضِمَاتِ،فِي هَزْمٍ مِنْ حَرَّةِ بَنِي بَيَاضَةَ،قُلْتُ:كَمْ كُنْتُمْ يَوْمَئِذٍ ؟ قَالَ:أَرْبَعِينَ رَجُلاً. (¬1) ¶ - - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - سنن ابن ماجة- ط- الرسالة - (2 / 183)(1082) صحيح",
            "page": "74",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "الباب الثالث ¶ الخلاصة في أحكام الاستغفار ¶ المبحث الأول ¶ تعريفه ¶ الاِسْتِغْفَارُ فِي اللُّغَةِ:طَلَبُ الْمَغْفِرَةِ بِالْمَقَال وَالْفِعَال (¬1) . ¶ وَعِنْدَ الْفُقَهَاءِ:سُؤَال الْمَغْفِرَةِ كَذَلِكَ،وَالْمَغْفِرَةُ فِي الأَْصْل:السَّتْرُ،وَيُرَادُ بِهَا التَّجَاوُزُ عَنِ الذَّنْبِ وَعَدَمُ الْمُؤَاخَذَةِ بِهِ،وَأَضَافَ بَعْضُهُمْ:إِمَّا بِتَرْكِ التَّوْبِيخِ وَالْعِقَابِ رَأْسًا،أَوْ بَعْدَ التَّقْرِيرِ بِهِ فِيمَا بَيْنَ الْعَبْدِ وَرَبِّهِ (¬2) . ¶ وَيَأْتِي الاِسْتِغْفَارُ بِمَعْنَى الإِْسْلاَمِ.قَال اللَّهُ تَعَالَى:{وَمَا كَانَ اللّهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ وَمَا كَانَ اللّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ} (33) سورة الأنفال ¶ أَيْ يُسْلِمُونَ قَالَهُ مُجَاهِدٌ وَعِكْرِمَةُ.كَذَلِكَ يَأْتِي الاِسْتِغْفَارُ بِمَعْنَى الدُّعَاءِ وَالتَّوْبَةِ،وَسَتَأْتِي صِلَتُهُ بِهَذِهِ الأَْلْفَاظِ . ¶ الاستغفار هو طلب المغفرة والصفح،وهو دليل حساسية القلب وانتفاض شعوره بالإثم ورغبته في التوبة والإقالة من الذنب وعدم المؤاخذة عليه لنيل الرحمة الربانية في الدنيا والآخرة. ¶ إن الاستغفار اسم واقع على خمسة معان: أولها الندم على ما مضى،والثاني العزم على ترك العودة إليه أبدا،والثالث أن تؤدّي إلى المخلوقين حقوقهم حتى تلقى الله وليس عليك تبعة،والرابع أن تعمِد إلى اللحم الذي نبت من السحت فتذيبه بالأحزان حتى تُلصِق الجلد بالعظم وينشأ بينهما لحم جديد،والخامس أن تذيق الجسم ألم الطاعة كما أذقته حلاوة المعصية،فعند ذلك تقول: أستغفر الله. ¶ ¬__________ ¶ (¬1) - مفردات الراغب الأصفهاني ( غفر ) . ¶ (¬2) - البحر المحيط 5 / 201 ط السعادة ، والفتوحات الربانية 7 / 267 - 273 ط المكتبة الإسلامية .",
            "page": "75",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "والاستغفار ينبغي أن يكون بتذلل وتضرع وانكسار وخضوع وافتقار،وبعيون دامعة وقلوب خاشعة ونفوس إلى رحمة ربها وصفحه وفضله طامعة, وينبغي أن يكون معه حرارة الابتهال والصدق في السؤال والتضرع في الحال والشعور بالفقر إلى المغفرة في الاستقبال.ويستحب أن يكون متواصلا بالليل والنهار،وبالأخص في الأسحار،حينما ينزل الله جل جلاله بعظمته وعزته ورحمته إلى السماء الدنيا،وينادي عباده بنداء لطيف لنيل مصالحهم وغفران زلاتهم وقضاء حاجاتهم،فعَنْ أَبِى هُرَيْرَةَ - رضى الله عنه - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ « يَنْزِلُ رَبُّنَا تَبَارَكَ وَتَعَالَى كُلَّ لَيْلَةٍ إِلَى السَّمَاءِ الدُّنْيَا حِينَ يَبْقَى ثُلُثُ اللَّيْلِ الآخِرُ يَقُولُ مَنْ يَدْعُونِى فَأَسْتَجِيبَ لَهُ مَنْ يَسْأَلُنِى فَأُعْطِيَهُ مَنْ يَسْتَغْفِرُنِى فَأَغْفِرَ لَهُ » (¬1) . ¶ الاِسْتِغْفَارُ وَالتَّوْبَةُ: ¶ الاِسْتِغْفَارُ وَالتَّوْبَةُ يَشْتَرِكَانِ فِي أَنَّ كُلًّا مِنْهُمَا رُجُوعٌ إِلَى اللَّهِ سُبْحَانَهُ،كَذَلِكَ يَشْتَرِكَانِ فِي طَلَبِ إِزَالَةِ مَا لاَ يَنْبَغِي،إِلاَّ أَنَّ الاِسْتِغْفَارَ طَلَبٌ مِنَ اللَّهِ لإِِزَالَتِهِ.وَالتَّوْبَةُ سَعْيٌ مِنَ الإِْنْسَانِ فِي إِزَالَتِهِ . (¬2) ¶ وَعِنْدَ الإِْطْلاَقِ يَدْخُل كُلٌّ مِنْهُمَا فِي مُسَمَّى الآْخَرِ،وَعِنْدَ اقْتِرَانِهِمَا يَكُونُ الاِسْتِغْفَارُ طَلَبُ وِقَايَةِ شَرِّ مَا مَضَى وَالتَّوْبَةُ الرُّجُوعُ وَطَلَبُ وِقَايَةِ شَرِّ مَا يَخَافُهُ فِي الْمُسْتَقْبَل مِنْ سَيِّئَاتِ أَعْمَالِهِ،فَفِي التَّوْبَةِ أَمْرَانِ لاَ بُدَّ مِنْهُمَا:مُفَارَقَةُ شَيْءٍ،وَالرُّجُوعُ إِلَى غَيْرِهِ،فَخُصَّتِ التَّوْبَةُ بِالرُّجُوعِ وَالاِسْتِغْفَارُ بِالْمُفَارَقَةِ،وَعِنْدَ إِفْرَادِ أَحَدِهِمَا يَتَنَاوَل كُلٌّ مِنْهُمَا الآْخَرَ . (¬3) ¶ وَعِنْدَ الْمَعْصِيَةِ يَكُونُ الاِسْتِغْفَارُ الْمَقْرُونُ بِالتَّوْبَةِ عِبَارَةٌ عَنْ طَلَبِ الْمَغْفِرَةِ بِاللِّسَانِ،وَالتَّوْبَةُ عِبَارَةٌ عَنِ الإِْقْلاَعِ عَنِ الذَّنْبِ بِالْقَلْبِ وَالْجَوَارِحِ (¬4) . ¶ الدُّعَاءُ والاستغفارُ: ¶ ¬__________ ¶ (¬1) - صحيح البخارى(1145 ) ¶ (¬2) - الفخر الرازي 17 / 181 ، 182 ط البهية ، 27 / 99 ط أولى . ¶ (¬3) - مرقاة المفاتيح شرح مشكاة المصابيح 3 / 460 ، ومدارج السالكين 1 / 308 ط السنة المحمدية . ¶ (¬4) - شرح ثلاثيات مسند أحمد 2 / 902 المكتب الإسلامي .",
            "page": "76",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "كُل دُعَاءٍ فِيهِ سُؤَال الْغُفْرَانِ فَهُوَ اسْتِغْفَارٌ (¬1) .إِلاَّ أَنَّ بَيْنَ الاِسْتِغْفَارِ وَالدُّعَاءِ عُمُومًا وَخُصُوصًا مِنْ وَجْهٍ،يَجْتَمِعَانِ فِي طَلَبِ الْمَغْفِرَةِ،وَيَنْفَرِدُ الاِسْتِغْفَارُ إِنْ كَانَ بِالْفِعْل لاَ بِالْقَوْل،كَمَا يَنْفَرِدُ الدُّعَاءُ إِنْ كَانَ بِطَلَبِ غَيْرِ الْمَغْفِرَةِ . ¶ ـــــــــــــ ¶ ¬__________ ¶ (¬1) - الفتوحات الربانية 7 / 273 .",
            "page": "77",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "المبحث الثاني ¶ الْحُكْمُ التَّكْلِيفِيُّ لِلاِسْتِغْفَارِ ¶ الأَْصْل فِي الاِسْتِغْفَارِ أَنَّهُ مَنْدُوبٌ إِلَيْهِ (¬1) ،لِقَوْل اللَّهِ سُبْحَانَهُ.{ وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ } (سورة المزمل / 20)،يُحْمَل عَلَى النَّدْبِ،لأَِنَّهُ قَدْ يَكُونُ مِنْ غَيْرِ مَعْصِيَةٍ،لَكِنَّهُ قَدْ يَخْرُجُ عَنِ النَّدْبِ إِلَى الْوُجُوبِ (¬2) ؛ كَاسْتِغْفَارِ النَّبِيِّ - صلى الله عليه وسلم - وَكَالاِسْتِغْفَارِ مِنَ الْمَعْصِيَةِ (¬3) ،وَقَدْ يَخْرُجُ إِلَى الْكَرَاهَةِ كَالاِسْتِغْفَارِ لِلْمَيِّتِ خَلْفَ الْجِنَازَةِ،صَرَّحَ بِذَلِكَ الْمَالِكِيَّةُ،وَقَدْ يَخْرُجُ إِلَى الْحُرْمَةِ،كَالاِسْتِغْفَارِ لِلْكُفَّارِ (¬4) ¶ الاِسْتِغْفَارُ الْمَطْلُوبُ: ¶ الاِسْتِغْفَارُ الْمَطْلُوبُ هُوَ الَّذِي يُحِل عُقْدَةَ الإِْصْرَارِ،وَيَثْبُتُ مَعْنَاهُ فِي الْجَنَانِ،لاَ التَّلَفُّظُ بِاللِّسَانِ،فَإِنْ كَانَ بِاللِّسَانِ - وَهُوَ مُصِرٌّ عَلَى الْمَعْصِيَةِ - فَإِنَّهُ ذَنْبٌ يَحْتَاجُ إِلَى اسْتِغْفَارٍ (¬5) ،كَمَا رُوِيَ:التَّائِبُ مِنَ الذَّنْبِ،كَمَنْ لاَ ذَنْبَ لَهُ،وَالْمُسْتَغْفِرُ مِنَ الذَّنْبِ وَهُوَ مُقِيمٌ عَلَيْهِ كَالْمُسْتَهْزِئِ بِرَبِّهِ (¬6) ،وَيُطْلَبُ لِلْمُسْتَغْفِرِ بِلِسَانِهِ أَنْ يَكُونَ مُلاَحِظًا لِهَذِهِ الْمَعَانِي بِجِنَانِهِ،لِيَفُوزَ بِنَتَائِجِ الاِسْتِغْفَارِ،فَإِنْ لَمْ يَتَيَسَّرْ لَهُ ذَلِكَ فَيَسْتَغْفِرُ بِلِسَانِهِ،وَيُجَاهِدُ نَفْسَهُ عَلَى مَا هُنَالِكَ،فَالْمَيْسُورُ لاَ يَسْقُطُ بِالْمَعْسُورِ (¬7) ¶ ¬__________ ¶ (¬1) - القرطبي 4 / 39 دار الكتب المصرية ، والشرح الصغير 4 / 765 ط . دار المعارف ، والفتوحات الربانية 7 / 272 ، وشرح ثلاثيات مسند أحمد 2 / 902 ، وإتحاف السادة المتقين شرح إحياء علوم الدين 5 / 56 ط الميمنية . ¶ (¬2) - الفخر الرازي 5 / 199 ط عبد الرحمن محمد ، والفواكه الدواني 2 / 396 ط الحلبي ، وإتحاف السادة المتقين 8 / 511 . ¶ (¬3) - منح الجليل 1 / 306 ط ليبيا . ¶ (¬4) - ابن عابدين 1 / 301 ط بولاق ، والفروق 4 / 260 ط دار إحياء الكتب العربية ، ونهاية المحتاج مع حاشية الشبراملسي عليها 2 / 484 ط الحلبي ، والمغني مع الشرح الكبير 2 / 357 . ¶ (¬5) - مرقاة المفاتيح شرح مشكاة المصابيح 3 / 460 ، 485 ، وتنبيه الغافلين ص 197 ط المشهد الحسيني ، والفتوحات الربانية شرح الأذكار النووية 7 / 267 ، وشرح ثلاثيات مسند أحمد 2 / 903 . ¶ (¬6) - شعب الإيمان للبيهقي (6920) ضعيف ¶ (¬7) - شرح الأذكار 7 / 268 .",
            "page": "78",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "فَإِنِ انْتَفَى الإِْصْرَارُ،وَكَانَ الاِسْتِغْفَارُ بِاللِّسَانِ مَعَ غَفْلَةِ الْقَلْبِ،فَفِيهِ رَأْيَانِ : ¶ الأَْوَّل:وَصْفُهُ بِأَنَّهُ تَوْبَةُ الْكَذَّابِينَ،وَهُوَ قَوْل الْمَالِكِيَّةِ،وَقَوْلٌ لِلْحَنَفِيَّةِ وَالشَّافِعِيَّةِ،إِلاَّ أَنَّ الْمَالِكِيَّةَ جَعَلُوهُ مَعْصِيَةً لاَحِقَةً بِالْكَبَائِرِ،وَقَال الآْخَرُونَ:بِأَنَّهُ لاَ جَدْوَى مِنْهُ فَقَطْ (¬1) . ¶ الثَّانِي:اعْتِبَارُهُ حَسَنَةً وَهُوَ قَوْل الْحَنَابِلَةِ،وَقَوْلٌ لِلْحَنَفِيَّةِ وَالشَّافِعِيَّةِ،لأَِنَّ الاِسْتِغْفَارَ عَنْ غَفْلَةٍ خَيْرٌ مِنَ الصَّمْتِ وَإِنِ احْتَاجَ إِلَى اسْتِغْفَارٍ،لأَِنَّ اللِّسَانَ إِذَا أَلِفَ ذِكْرًا يُوشِكُ أَنْ يَأْلَفَهُ الْقَلْبُ فَيُوَافِقُهُ عَلَيْهِ،وَتَرْكُ الْعَمَل لِلْخَوْفِ مِنْهُ مِنْ مَكَايِدِ الشَّيْطَانِ (¬2) . ¶ الاستغفار،ولو عظُمت الذُّنوب،وبلغت الكثرة عَنان السماء،وهو السَّحاب.وقيل:ما انتهى إليه البصر منها،فعن أَخْشَنَ السَّدُوسِىَّ،قَالَ: دَخَلْتُ عَلَى أَنَسِ بْنِ مَالِكٍ،قَالَ: سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ: وَالَّذِى نَفْسِى بِيَدِهِ أَوْ [قَالَ]: وَالَّذِى نَفْسُ مُحَمَّدٍ بِيَدِهِ لَوْ أَخْطَأْتُمْ حَتَّى تَمْلأَ خَطَايَاكُمْ مَا بَيْنَ السَّمَاءِ وَالأَرْضِ،ثُمَّ اسْتَغْفَرْتُمُ اللَّهَ لَغَفَرَ لَكُمْ،وَالَّذِى نَفْسُ مُحَمَّدٍ بِيَدِهِ،أَوْ وَالَّذِى نَفْسِى بِيَدِهِ لَوْ لَمْ تُخْطِئُوا لَجَاءَ اللَّهُ،عَزَّ وَجَلَّ،بِقَوْمٍ يُخْطِئُونَ،ثُمَّ يَسْتَغْفِرُونَ اللَّهَ،فَيَغْفِرُ لَهُمْ. (¬3) ¶ والاستغفارُ:طلبُ المغفرة،والمغفرة:هي وقاية شرِّ الذنوب مع سترها . ¶ وقد كثر في القرآن ذكرُ الاستغفار،فتارةً يؤمر به،كقوله تعالى:{ وَاسْتَغْفِرُوا اللهَ إِنَّ اللهَ غَفُورٌ رَحِيمٌ } (البقرة:199 )،وقوله:{ وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ } (هود:3 ) . ¶ وتارةً يمدحُ أهلَه،كقوله:{ وَالْمُسْتَغْفِرِينَ بِالأَسْحَارِ } (آل عمران:17)،وقوله : ¶ { وَبِالأَسْحَارِ هُمْ يَسْتَغْفِرُونَ } (الذاريات:18 )،وقوله:{ وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إِلاَّ اللهُ } (آل عمران:135) . ¶ ¬__________ ¶ (¬1) - إتحاف السادة المتقين شرح إحياء علوم الدين 8 / 604 ، 605 ، والفتوحات الربانية 7 / 268 ، والفواكه الدواني 2 / 396 ط الحلبي ، ومرقاة المفاتيح 3 / 460 . ¶ (¬2) - شرح ثلاثيات مسند أحمد 2 / 903 ، وإتحاف السادة المتقين 8 / 607 ، ومرقاة المفاتيح 3 / 810 ط المكتبة الإسلامية ، والفتوحات الربانية 7 / 292 ، واليواقيت والجواهر شرح بيان عقائد الأكابر 2 / 104 ط دار المعرفة . ¶ (¬3) - غاية المقصد فى زوائد المسند(4798 ) صحيح",
            "page": "79",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "وتارةً يذكر أن الله يغفر لمن استغفره،كقوله تعالى:{ وَمَنْ يَعْمَلْ سُوءاً أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللهَ يَجِدِ اللهَ غَفُوراً رَحِيماً } (النساء:110 ) . ¶ وكثيراً ما يُقرن الاستغفارُ بذكر التوبة،فيكون الاستغفارُ حينئذٍ عبارةً عن طلب المغفرة باللسان،والتوبة عبارة عن الإقلاع عن الذنوب بالقلوب والجوارح . ¶ وتارة يفرد الاستغفار،ويُرتب عليه المغفرة،كما ذكر في هذا الحديث وما أشبهه،فقد قيل:إنَّه أريد به الاستغفارُ المقترن بالتوبة،وقيل:إنَّ نصوص الاستغفار المفردة كلّها مطلقة تُقيَّدُ بما ذكر في آية (( آل عمران )) من عدم الإصرار ؛ فإنَّ الله وعد فيها المغفرة لمن استغفره من ذنوبه ولم يُصر على فعله،فتُحْمَلُ النُّصوص المطلقة في الاستغفار كلّها على هذا المقيد،ومجرَّدُ قولِ القائل:اللهمَّ اغفر لي،طلبٌ منه للمغفرة ودعاءٌ بها،فيكون حكمه حكمَ سائرِ الدعاء،فإنْ شاء الله أجابه وغفر لصاحبه،لاسيما إذا خرج عن قلبٍ منكسرٍ بالذنب أو صادف ساعةً من ساعات الإجابة كالأسحار وأدبار الصلوات . ¶ قَالَ لُقْمَانُ لِابْنِهِ:\" يَا بُنَيَّ أَكْثِرْ مِنْ قَوْلِ:رَبِّ اغْفِرْ لِي،فَإِنَّ لِلَّهِ سَاعَاتٍ لَا يُرَدُّ فِيهَا سَائِلٌ \" (¬1) ¶ وعَنْ أَبِي سَعِيدٍ،قَالَ:سَمِعْتُ الْحَسَنَ،يَقُولُ:\" أَكْثِرُوا مِنَ الِاسْتِغْفَارِ فِي بُيُوتِكُمْ،وَعَلَى مَوَائِدِكُمْ،وَفِي طُرُقِكُمْ،وَفِي أَسْوَاقِكُمْ،وَفِي مَجَالِسِكُمْ،أَيْنَمَا كُنْتُمْ فَإِنَّكُمْ مَا تَدْرُونَ مَتَى تَنْزِلُ الْمَغْفِرَةُ \" (¬2) ¶ وعَنْ أَبِي هُرَيْرَةَ،قَالَ:قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : \" بَيْنَا رَجُلٌ مُسْتَلْقٍ إِذْ نَظَرَ إِلَى السَّمَاءِ وَإِلَى النُّجُومِ فَقَالَ:إِنِّي لَأَعْلَمُ أَنَّ لَكِ رَبًّا وَخَلَّاقًا اللَّهُمَّ اغْفِرْ لِي فَغَفَرَ لَهُ \" (¬3) ¶ وَعَنْ عَائِشَةَ قَالَتْ:جَاءَ حَبِيبُ بْنُ الْحَارِثِ إِلَى رَسُولِ اللَّهِ - صلى الله عليه وسلم - فَقَالَ:يَا رَسُولَ اللَّهِ،إِنِّي رَجُلٌ مِقْرَافٌ.قَالَ:\" فَتُبْ إِلَى اللَّهِ يَا حَبِيبُ \".قَالَ:يَا رَسُولَ اللَّهِ،إِنِّي أَتُوبُ ثُمَّ ¶ ¬__________ ¶ (¬1) - شُعَبُ الْإِيمَانِ لِلْبَيْهَقِيِّ (1167) ¶ (¬2) - التَّوْبَةُ لِابْنِ أَبِي الدُّنْيَا (151 ) حسن ¶ (¬3) - حُسْنُ الظَّنِّ بِاللَّهِ لِابْنِ أَبِي الدُّنْيَا(107 ) ضعيف",
            "page": "80",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "أَعُودُ.قَالَ:\" فَكُلَّمَا أَذْنَبْتَ فَتُبْ \".قَالَ:يَا رَسُولَ اللَّهِ،إِذًا تَكْثُرُ ذُنُوبِي،قَالَ:\" عَفْوُ اللَّهِ أَكْبَرُ مِنْ ذُنُوبِكَ يَا حَبِيبُ بْنَ الْحَارِثِ \" (¬1) . ¶ وعن خالد بن أبي عزة أن عليا أَتَاهُ رَجُلٌ،فَقَالَ:مَا تَرَى فِي رَجُلٍ أَذْنَبَ ذَنْبًا قَالَ:\" يَسْتَغْفِرُ اللَّهَ وَيَتُوبُ إِلَيْهِ \" قَالَ:قَدْ فَعَلَ،ثُمَّ عَادَ.قَالَ:\" يَسْتَغْفِرُ اللَّهَ وَيَتُوبُ إِلَيْهِ.قَالَ:قَدْ فَعَلَ،ثُمَّ عَادَ.قَالَ :\" يَسْتَغْفِرُ اللَّهَ،ثُمَّ يَتُوبُ إِلَيْهِ \"،فَقَالَ لَهُ فِي الرَّابِعَةِ:قَدْ فَعَلَ،ثُمَّ عَادَ،فَقَالَ عَلِيٌّ رَضِيَ اللَّهُ عَنْهُ: حَتَّى مَتَى \"،ثُمَّ قَالَ:\" يَسْتَغْفِرُ اللَّهَ وَيَتُوبُ إِلَيْهِ وَلَا يَمَلُّ حَتَّى يَكُونَ الشَّيْطَانُ هُوَ الْمَحْسُورُ \" (¬2) ¶ وعَنْ مُوَرِّقٍ،قَالَ:\" كَانَ رَجُلٌ يَعْمَلُ السَّيِّئَاتِ،وَإِنَّهُ خَرَجَ إِلَى الْبَرِيَّةِ فَجَمَعَ تُرَابًا فَاضْطَجَعَ عَلَيْهِ مُسْتَلْقِيًا فَقَالَ:يَا رَبِّ،اغْفِرْ لِي ذُنُوبِي فَقَالَ:إِنَّ هَذَا لِيَعْرِفُ أَنَّ لَهُ رَبًّا يَغْفِرُ وَيُعَذِّبُ فَغَفَرَ لَهُ \" (¬3) ¶ وعَنْ مُغِيثِ بْنِ سُمَيٍّ،قَالَ:\" بَيْنَمَا رَجُلٌ خَبِيثٌ فَتَذْكُرَ يَوْمًا إِذْ قَالَ:اللَّهُمَّ غُفْرَانَكَ اللَّهُمَّ غُفْرَانَكَ فَغُفِرَ لَهُ \" (¬4) ¶ وعَنْ أَبِى هُرَيْرَةَ عَنِ النَّبِىِّ - صلى الله عليه وسلم - فِيمَا يَحْكِى عَنْ رَبِّهِ عَزَّ وَجَلَّ قَالَ: « أَذْنَبَ عَبْدٌ ذَنْبًا فَقَالَ اللَّهُمَّ اغْفِرْ لِى ذَنْبِى.فَقَالَ تَبَارَكَ وَتَعَالَى أَذْنَبَ عَبْدِى ذَنْبًا فَعَلِمَ أَنَّ لَهُ رَبًّا يَغْفِرُ الذَّنْبَ وَيَأْخُذُ بِالذَّنْبِ.ثُمَّ عَادَ فَأَذْنَبَ فَقَالَ أَىْ رَبِّ اغْفِرْ لِى ذَنْبِى.فَقَالَ تَبَارَكَ وَتَعَالَى عَبْدِى أَذْنَبَ ذَنْبًا فَعَلِمَ أَنَّ لَهُ رَبًّا يَغْفِرُ الذَّنْبَ وَيَأْخُذُ بِالذَّنْبِ.ثُمَّ عَادَ فَأَذْنَبَ فَقَالَ أَىْ رَبِّ اغْفِرْ لِى ذَنْبِى.فَقَالَ تَبَارَكَ وَتَعَالَى أَذْنَبَ عَبْدِى ذَنْبًا فَعَلِمَ أَنَّ لَهُ رَبًّا يَغْفِرُ الذَّنْبَ وَيَأْخُذُ بِالذَّنْبِ وَاعْمَلْ مَا شِئْتَ فَقَدْ غَفَرْتُ لَكَ » (¬5) . ¶ ¬__________ ¶ (¬1) - المعجم الأوسط للطبراني(5415 ) ضعيف ¶ (¬2) - الزهد لهناد بن السري(904 ) ومسند البزار(6913) حسن ¶ (¬3) - حُسْنُ الظَّنِّ بِاللَّهِ لِابْنِ أَبِي الدُّنْيَا (108 ) صحيح مقطوع ¶ (¬4) - حُسْنُ الظَّنِّ بِاللَّهِ لِابْنِ أَبِي الدُّنْيَا (109 ) صحيح مقطوع ¶ (¬5) - صحيح مسلم(7162 )",
            "page": "81",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "وعن أبي هُرَيْرَةَ قالَ:سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ: « إِنَّ عَبْدًا أَذْنَبَ ذَنْبًا ».وَذَكَرَ ثَلاَثَ مَرَّاتٍ: « أَذْنَبَ ذَنْبًا ».وَفِى الثَّالِثَةِ :« قَدْ غَفَرْتُ لِعَبْدِى فَلْيَعْمَلْ مَا شَاءَ ». (¬1) ¶ وعَنْ أَبِي هُرَيْرَةَ،عَنِ النَّبِيِّ - صلى الله عليه وسلم - :أَنَّ رَجُلاً أَذْنَبَ ذَنْبًا،فقَالَ:أَيْ رَبِّ،أَذْنَبْتُ ذَنْبًا أَوْ قَالَ:عَمِلْتُ عَمَلاً فَاغْفِرْ لِي،فقَالَ تَبَارَكَ وَتَعَالَى:عَبْدِي عَمِلَ ذَنْبًا فَعَلِمَ أَنَّ لَهُ رَبًّا يَغْفِرُ الذَّنْبَ،وَيَأْخُذُ بِهِ،قَدْ غَفَرْتُ لِعَبْدِي،ثُمَّ أَذْنَبَ ذَنْبًا آخَرَ أَوْ،قَالَ:عَمِلَ ذَنْبًا آخَرَ،قَالَ:رَبِّ إِنِّي عَمِلْتُ ذَنْبًا فَاغْفِرْ لِي،فقَالَ تَبَارَكَ وَتَعَالَى:عَلِمَ عَبْدِي أَنَّ لَهُ رَبًّا يَغْفِرُ الذَّنْبَ وَيَأْخُذُ بِهِ قَدْ غَفَرْتُ لِعَبْدِي،ثُمَّ عَمِلَ ذَنْبًا آخَرَ أَوْ أَذْنَبَ ذَنْبًا آخَرَ،فقَالَ:رَبِّ إِنِّي عَمِلْتُ ذَنْبًا فَاغْفِرْ لِي،فقَالَ اللَّهُ تَبَارَكَ وَتَعَالَى:عَلِمَ عَبْدِي أَنَّ لَهُ رَبًّا يَغْفِرُ الذَّنْبَ وَيَأْخُذُ بِهِ،أُشْهِدُكُمْ أَنِّي قَدْ غَفَرْتُ لِعَبْدِي فَلْيَعْمَلْ مَا شَاءَ. (¬2) ¶ وعَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ،قَالَ:كَانَ قَاصٌّ بِالْمَدِينَةِ،يُقَالُ لَهُ:عَبْدُ الرَّحْمَنِ بْنُ أَبِي عَمْرَةَ،فَسَمِعْتُهُ يَقُولُ:سَمِعْتُ أَبَا هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ،يَقُولُ:سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - ،يَقُولُ:إِنَّ عَبْدًا أَصَابَ ذَنْبًا،فَقَالَ:يَا رَبِّ،أَذْنَبْتُ ذَنْبًا،فَاغْفِرْ لِي،فَقَالَ لَهُ رَبُّهُ:عَلِمَ عَبْدِي أَنَّ لَهُ رَبًّا يَغْفِرُ الذَّنْبَ،وَيَأْخُذُ بِهِ،فَغَفَرَ لَهُ،ثُمَّ مَكَثَ مَا شَاءَ اللَّهُ،ثُمَّ أَذْنَبَ ذَنْبًا آخَرَ،فَقَالَ:يَا رَبِّ،أَذْنَبْتُ ذَنْبًا فَاغْفِرْهُ لِي،فَقَالَ رَبُّهُ عَزَّ وَجَلَّ:عَلِمَ عَبْدِي أَنَّ لَهُ رَبًّا يَغْفِرُ الذَّنْبَ،وَيَأْخُذُ بِهِ،قَدْ غَفَرْتُ لِعَبْدِي،فَلْيَعْمَلْ مَا شَاءَ،ثُمَّ عَادَ فَأَذْنَبَ ذَنْبًا،فَقَالَ:رَبِّ اغْفِرْ لِي ذَنْبِي،فَقَالَ اللَّهُ تَبَارَكَ وَتَعَالَى:أَذْنَبَ عَبْدِي ذَنْبًا،فَعَلِمَ أَنَّ لَهُ رَبًّا يَغْفِرُ الذَّنْبَ،وَيَأْخُذُ بِالذَّنْبِ،اعْمَلْ مَا شِئْتَ،قَدْ غَفَرْتُ لَكَ\" (¬3) ¶ والمعنى:ما دام على هذا الحال كلَّما أذنب استغفر.والظاهر أنَّ مرادهُ الاستغفارُ المقرون بعدم الإصرار،فعَنْ أَبِى بَكْرٍ الصِّدِّيقِ رَضِىَ اللَّهُ عَنْهُ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - :« مَا أَصَرَّ مَنِ اسْتَغْفَرَ وَإِنْ عَادَ فِى الْيَوْمِ سَبْعِينَ مَرَّةً » (¬4) . ¶ ¬__________ ¶ (¬1) - صحيح مسلم(7164 ) ¶ (¬2) - صحيح ابن حبان - (ج 2 / ص 390)(622) صحيح ¶ (¬3) - المستدرك للحاكم(7608) صحيح ¶ (¬4) - السنن الكبرى للبيهقي (ج 10 / ص 188)(21284) والدعاء للطبراني -العلمية - (ج 1 / ص 507)( 1797 ) عن ابن عباس حسن لغيره",
            "page": "82",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "وأمّا استغفارُ اللسان مع إصرار القلب على الذنب،فهو دُعاء مجرَّد إنْ شاء الله أجابه،وإنْ شاء ردَّه،وقد يكون الإصرار مانعاً من الإجابة،فعَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو ابْنِ الْعَاصِ،عَنِ النَّبِىِّ - صلى الله عليه وسلم - أَنَّهُ قَالَ وَهُوَ عَلَى الْمِنْبَرِ: ارْحَمُوا تُرْحَمُوا،وَاغْفِرُوا يَغْفِرِ اللَّهُ لَكُمْ،وَيْلٌ لأَقْمَاعِ الْقَوْلِ،وَيْلٌ لِلْمُصِرِّينَ الَّذِينَ يُصِرُّونَ عَلَى مَا فَعَلُوا،وَهُمْ يَعْلَمُونَ. (¬1) ¶ وعَنِ ابْنِ عَبَّاسٍ،قَالَ:قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : \" التَّائِبُ مِنَ الذَّنْبِ كَمَنْ لَا ذَنْبَ لَهُ،وَالْمُسْتَغْفِرُ مِنَ الذَّنْبِ وَهُوَ مُقِيمٌ كَالْمُسْتَهْزِئِ بِرَبِّهِ،وَمَنْ أَذَى مُسْلِمًا كَانَ عَلَيْهِ مِنَ الْإِثْمِ مِثْلُ كَذَا وَكَذَا \" ذَكَرَ شَيْئًا \" (¬2) ¶ وعَنِ الضَّحَّاكِ قَالَ:\" ثَلَاثَةٌ لَا يَسْمَعُ اللَّهُ لَهُمْ دُعَاءً:رَجُلٌ مَعَهُ امْرَأَةُ زِنَا كُلَّمَا قَضَى شَهْوَتَهُ مِنْهَا قَالَ:رَبِّ اغْفِرْ لِي،فَيَقُولُ الرَّبُّ:تَحَوَّلْ عَنْهَا وَأَنَا أَغْفِرُ لَكَ وَإِلَّا فَلَا،وَرَجُلٌ بَاعَ بَيْعًا إِلَى أَجَلٍ مُسَمًّى وَلَمْ يُشْهِدْ وَلَمْ يَكْتُبْ فَكَابَرَهُ الرَّجُلُ بِمَالِهِ،فَيَقُولُ:يَا رَبِّ،كَابَرَنِي بِمَالِي،فَيَقُولُ الرَّبُّ:لَا آجُرُكَ وَلَا أُنْجِيكَ إِنِّي أَمَرْتُكَ بِالْكِتَابِ وَالشُّهُودِ فَعَصَيْتَنِي،وَرَجُلٌ يَأْكُلُ مَالَ قَوْمٍ وَهُوَ يَنْظُرُ إِلَيْهِمْ،وَيَقُولُ:يَا رَبِّ،اغْفِرْ لِي مَا أَكَلْتُ مِنْ مَالِهِمْ،فَيَقُولُ الرَّبُّ:رُدَّ إِلَيْهِمْ مَالَهُمْ فَأَغْفِرَ لَكَ وَإِلَّا فَلَا \" (¬3) ¶ وقول القائل:أستغفر الله،معناه:أطلبُ مغفرته،فهو كقوله:اللهمَّ اغفر لي،فالاستغفارُ التامُّ الموجبُ للمغفرة:هو ما قارن عدمَ الإصرار،كما مدح الله أهله،ووعدهم المغفرة،قال بعض العارفين:من لم يكن ثمرةُ استغفاره تصحيح توبته،فهو كاذب في استغفاره،وكان بعضُهم يقول:استغفارُنا هذا يحتاج إلى استغفارٍ كثير،وفي ذلك يقولُ بعضهم : ¶ أستغْفِرُ الله مِنْ أستغفرُ الله من لَفظةٍ بَدَرَتْ خالفْتُ معناها ¶ وكيفَ أرجو إجاباتِ الدُّعاء وقد سَدَدْتُ بالذَّنب عندَ الله مَجراها ¶ فأفضل الاستغفار ما اقترن به تركُ الإصرار،وهو حينئذ توبةٌ نصوح،وإنْ قال بلسانه:أستغفر الله وهو غيرُ مقلع بقلبه،فهو داعٍ لله بالمغفرة،كما يقول:اللهمَّ اغفر لي،وهو ¶ ¬__________ ¶ (¬1) - مسند أحمد (6698) وغاية المقصد فى زوائد المسند(4755 ) حسن ¶ الأقماع : جمع قمع وهو الإناء الذى يترك فى رءوس الظروف لتملأ بالمائعات ¶ (¬2) - التَّوْبَةُ لِابْنِ أَبِي الدُّنْيَا (85 ) ورجح ابن رجب وقفه ¶ (¬3) - الزُّهْدُ لِهَنَّادِ بْنِ السَّرِيِّ (898 ) ضعيف",
            "page": "83",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "حسن وقد يُرجى له الإجابة،وأما من قال:توبةُ الكذابين،فمرادُه أنَّه ليس بتوبة،كما يعتقده بعضُ الناس،وهذا حقٌّ،فإنَّ التَّوبةَ لا تكون مَعَ الإصرار . ¶ وإن قال:أستغفر الله وأتوبُ إليه فله حالتان : ¶ إحداهما:أن يكونَ مصرّاً بقلبه على المعصية،فهذا كاذب في قوله :(( وأتوب إليه )) لأنَّه غيرُ تائبٍ،فلا يجوزُ له أن يخبر عن نفسه بأنَّه تائبٌ وهو غير تائب . ¶ والثانية:أنْ يكون مقلعاً عن المعصية بقلبه،فاختلف الناس في جوازِ قوله:وأتوب إليه،فكرهه طائفةٌ من السَّلف،وهو قولُ أصحاب أبي حنيفة حكاه عنهم الطحاوي،وقال الربيع بن خثيم:يكونُ قولُه:(( وأتوب إليه )) كذبةً وذنباً،ولكن ليقل:اللهمَّ تُبْ عليَّ،أو يقول:اللهمَّ إنِّي أستغفرك فتُب عليَّ،وهذا قد يُحمل على من لم يقلع بقلبه وهو بحاله أشبه.وكان محمد بن سوقة يقول في استغفاره:استغفر الله العظيم الذي لا إله إلا هو الحيّ القيوم وأسأله توبة نصوحاً،فعَنْ سُلَيْمٍ الْعَامِرِيِّ،قَالَ:سَمِعْتُ حُذَيْفَةَ،يَقُولُ:بِحَسْبِ الْمَرْءِ مِنَ الْعِلْمِ أَنْ يَخْشَى اللَّهَ،وَبِحَسْبِهِ مِنَ الْكَذِبِ أَنْ يَسْتَغْفِرَ اللَّهَ ثُمَّ يَعُودُ (¬1) . ¶ وعَنِ الْجَرِيرِيِّ قَالَ:سَمِعَ مُطَرِّفٌ رَجُلًا يَقُولُ:أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ قَالَ:\" فَلَعَلَّكَ لَا تَفْعَلُ \" (¬2) . ¶ وهذا ظاهره يدلُّ على أنَّه إنَّما كره أنْ يقول:وأتوب إليه ؛ لأنَّ التوبة النصوحَ أنْ لا يعودَ إلى الذنب أبداً،فمتى عاد إليه،كان كاذباً في قوله:(( أتوب إليه )). ¶ وكذلك سُئِل محمدُ بن كعب القُرظِيُّ عمَّن عاهد الله أنْ لا يعود إلى معصية أبداً،فقال:من أعظم منه إثماً يتألَّي على الله أنْ لا ينفذ فيه قضاؤه،ورجَّح قوله في هذا أبو الفرج ابنُ الجوزي،ورُوي عن سُفيان بن عُيينة نحو ذلك. (¬3) ¶ وجمهورُ العلماء على جواز أنْ يقول التائب:أتوبُ إلى الله،وأنْ يُعاهِدَ العبدُ ربَّه على أنْ لا يعود إلى المعصية،فإنَّ العزم على ذلك واجبٌ عليه،فهو مخبر بما عزم عليه في الحال،لهذا ¶ ¬__________ ¶ (¬1) - الزُّهْدُ أَبِي دَاوُدَ (269 ) حسن ¶ (¬2) - زُهْدُ لِأَحْمَدَ بْنِ حَنْبَلٍ (1341 ) صحيح ¶ (¬3) - جامع العلوم والحكم محقق - (ج 44 / ص 12)",
            "page": "84",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "قال:\" ما أصرَّ من استغفر،ولو عاد في اليوم سبعين مرة \" (¬1) .وقال في المعاود للذنب:\" قد غفرتُ لعبدي،فليعمل ما شاء \" (¬2) . ¶ وفي حديث كفارة المجلس:\"سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ لاَ إِلَهَ إِلاَّ أَنْتَ أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ.\" (¬3) ،وعَنْ أَبِى أُمَيَّةَ الْمَخْزُومِىِّ أَنَّ النَّبِىَّ - صلى الله عليه وسلم - أُتِىَ بِلِصٍّ قَدِ اعْتَرَفَ اعْتِرَافًا وَلَمْ يُوجَدْ مَعَهُ مَتَاعٌ فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - :« مَا إِخَالُكَ سَرَقْتَ ».قَالَ: بَلَى.فَأَعَادَ عَلَيْهِ مَرَّتَيْنِ أَوْ ثَلاَثًا فَأَمَرَ بِهِ فَقُطِعَ وَجِىءَ بِهِ فَقَالَ: « اسْتَغْفِرِ اللَّهَ وَتُبْ إِلَيْهِ ».فَقَالَ:أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ،فَقَالَ: « اللَّهُمَّ تُبْ عَلَيْهِ ».ثَلاَثًا (¬4) . ¶ واستحبَّ جماعة من السَّلف الزيادة على قوله:\" أستغفر الله وأتوب إليه \" فعن يزيد بن الأصم قَالَ:سَمِعَ عمرُ بنُ الخطاب رَجُلًا يَقُولُ:أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ،فَقَالَ:\" أَتْبِعْهَا أُخْتَهَا:فَاغْفِرْ لِي وَارْحَمْنِي \" (¬5) ¶ وسئل الأوزاعيُّ عن الاستغفار:أيقول:أستغفر الله الذي لا إله إلا هو الحيّ القيوم وأتوبُ إليه،فقال:إنَّ هذا لحسن،ولكن يقول:ربِّ اغفر لي حتى يتمَّ الاستغفار. (¬6) ¶ وأفضل أنواع الاستغفار:أنْ يبدأ العبدُ بالثَّناء على ربِّه،ثم يثني بالاعتراف بذنبه،ثم يسأل الله المغفرة،فعَنْ شَدَّادِ بْنِ أَوْسٍ،قَالَ:قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : سَيِّدُ الاِسْتِغْفَارِ أَنْ يَقُولَ الْعَبْدُ:اللَّهُمَّ أَنْتَ رَبِّي،وَأَنَا عَبْدُكَ،لاَ إِلَهَ إِلاَّ أَنْتَ،خَلَقْتَنِي وَأَنَا عَبْدُكَ،أَصْبَحْتُ عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ،أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ،وَأَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ،وَأَبُوءُ لَكَ بِذُنُوبِي،فَاغْفِرْ لِي،إِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ. (¬7) ¶ ¬__________ ¶ (¬1) - مر تخريجه ¶ (¬2) - مر تخريجه ¶ (¬3) - سنن أبى داود(4859 ) صحيح ¶ (¬4) - سنن أبى داود (4382 ) حسن ¶ (¬5) - الزهد لهناد بن السري(924) وفيه انقطاع ¶ ويْح : كَلمةُ تَرَحُّمٍ وتَوَجُّعٍ، تقالُ لمن وَقَع في هَلَكةٍ لا يَسْتَحِقُّها. وقد يقال بمعنى المدح والتَّعجُّب ¶ (¬6) - جامع العلوم والحكم محقق - (ج 44 / ص 13) ¶ (¬7) - صحيح ابن حبان - (ج 3 / ص 212)(932) وهو في البخاري 8/83 ( 6306 ) و8/88 ( 6323 )",
            "page": "85",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "وفي الصحيحين عَنْ أبِي بَكْرٍ الصِّديقِ،رَضِيَ اللَّهُ عَنْهُ ؛ أنَّهُ قَالَ لِرَسُولِ اللَّهِ - صلى الله عليه وسلم - : عَلِّمْنِي دُعاءً أدْعُو بِهِ فِي صَلاَتي،قَالَ:قُلِ:اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْمًا كَثِيرًا،وَلاَ يَغْفِرُ الْذُّنُوبَ إِلا أنْتَ،فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ،وَارْحَمْنِي،إِنَّكَ أنْتَ الْغَفُورُ الرَّحِيمُ .. (¬1) ¶ ومن أنواع الاستغفار أنْ يقولَ العبدُ:\" أستغفرُ الله الذي لا إله إلا هو الحيّ القيُّوم وأتوب إليه \" فعن زَيْدٍ مَوْلَى النَّبِىِّ - صلى الله عليه وسلم - أَنَّهُ سَمِعَ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ: « مَنْ قَالَ أَسْتَغْفِرُ اللَّهَ الَّذِى لاَ إِلَهَ إِلاَّ هُوَ الْحَىُّ الْقَيُّومُ وَأَتُوبُ إِلَيْهِ غُفِرَ لَهُ وَإِنْ كَانَ فَرَّ مِنَ الزَّحْفِ » (¬2) . ¶ وعَنْ خَبَّاب بن الأرتِّ،قَالَ:سَأَلْتُ النَّبِيَّ - صلى الله عليه وسلم - قُلْتُ:يَا رَسُولَ اللَّهِ،كَيْفَ أَسْتَغْفِرُ ؟ قَالَ:\" اللَّهُمَّ اغْفِرْ لَنَا وَارْحَمْنَا،وَتُبْ عَلَيْنَا،إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ \" (¬3) ¶ وعَنْ أَبِي هُرَيْرَةَ،قَالَ:مَا رَأَيْتُ أَحَدًا أَكْثَرَ أَنْ يَقُولَ:أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ مِنْ رَسُولِ اللهِ - صلى الله عليه وسلم - . (¬4) ¶ قَالَ أَبُو حَاتِمٍ رَضِيَ اللَّهُ عَنْهُ:كَانَ الْمُصْطَفَى - صلى الله عليه وسلم - يَسْتَغْفِرُ رَبَّهُ جَلَّ وَعَلاَ فِي الأَحْوَالِ عَلَى حَسَبِ مَا وَصَفْنَاهُ،وَقَدْ غَفَرَ اللَّهُ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَمَا تَأَخَّرَ،وَلاِسْتِغْفَارِهِ - صلى الله عليه وسلم - مَعْنَيَانِ : ¶ أَحَدُهُمَا أَنَّ اللَّهَ جَلَّ وَعَلاَ بَعَثَهُ مُعَلِّمًا لِخَلْقِهِ قَوْلاً وَفِعْلاً،فَكَانَ يُعَلِّمُ أُمَّتَهُ الاِسْتِغْفَارَ وَالدَّوَامَ عَلَيْهِ،لِمَا عَلِمَ مِنْ مُقَارَفَتِهَا الْمَآثِمَ فِي الأَحَايِينِ بِاسْتِعْمَالِ الاِسْتِغْفَارِ . ... ¶ وَالْمَعْنَى الثَّانِي:أَنَّهُ - صلى الله عليه وسلم - كَانَ يَسْتَغْفِرُ لِنَفْسِهِ عَنْ تَقْصِيرِ الطَّاعَاتِ لاَ الذُّنُوبِ،لأَنَّ اللَّهَ جَلَّ وَعَلاَ عَصَمَهُ مِنْ بَيْنِ خَلْقِهِ،وَاسْتَجَابَ لَهُ دُعَاءَهُ عَلَى شَيْطَانِهِ حَتَّى أَسْلَمَ،وَذَاكَ أَنَّ مِنْ خُلُقِ الْمُصْطَفَى - صلى الله عليه وسلم - كَانَ إِذَا أَتَى بِطَاعَةٍ لِلَّهِ عَزَّ وَجَلَّ دَاوَمَ عَلَيْهَا وَلَمْ يَقْطَعْهَا،فَرُبَّمَا شُغِلَ بِطَاعَةٍ عَنْ طَاعَةٍ حَتَّى فَاتَتْهُ إِحْدَاهُمَا،كَمَا شُغِلَ - صلى الله عليه وسلم - عَنِ الرَّكْعَتَيْنِ اللَّتَيْنِ بَعْدَ الظُّهْرِ بِوَفْدِ تَمِيمٍ،حَيْثُ كَانَ يَقْسِمُ فِيهِمْ وَيَحْمِلُهُمْ حَتَّى فَاتَتْهُ الرَّكْعَتَانِ اللَّتَانِ بَعْدَ الظُّهْرِ،فَصَلاَّهُمَا بَعْدَ الْعَصْرِ،ثُمَّ دَاوَمَ عَلَيْهِمَا فِي ذَلِكَ الْوَقْتِ فِيمَا بَعْدُ،فَكَانَ اسْتِغْفَارُهُ - صلى الله عليه وسلم - لِتَقْصِيرِ طَاعَةٍ أَنْ ¶ ¬__________ ¶ (¬1) - صحيح البخارى(834 ) ومسلم (7044 ) ¶ (¬2) - سنن أبى داود(1519) صحيح ¶ (¬3) - السنن الكبرى للإمام النسائي الرسالة - (ج 6 / ص 273)(10224) حسن ¶ (¬4) - صحيح ابن حبان - (ج 3 / ص 207)(928) صحيح",
            "page": "86",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "أَخَّرَهَا عَنْ وَقْتِهَا مِنَ النَّوَافِلِ لاِشْتِغَالِهِ بِمِثْلِهَا مِنَ الطَّاعَاتِ الَّتِي كَانَ فِي ذَلِكَ الْوَقْتِ أَوْلَى مِنْ تِلْكَ الَّتِي كَانَ يُوَاظِبُ عَلَيْهَا،لاَ أَنَّهُ - صلى الله عليه وسلم - كَانَ يَسْتَغْفِرُ مِنْ ذُنُوبٍ يَرْتَكِبُهَا. ¶ وعَنِ ابْنِ عُمَرَ،قَالَ:رُبَّمَا أَعُدُّ لِرَسُولِ اللهِ - صلى الله عليه وسلم - فِي الْمَجْلِسِ الْوَاحِدِ مِائَةَ مَرَّةٍ:رَبِّ اغْفِرْ لِي وَتُبْ عَلَيَّ،إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ \" (¬1) ¶ وقَالَ قَالَ أَبُو هُرَيْرَةَ سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ:« وَاللَّهِ إِنِّى لأَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ فِى الْيَوْمِ أَكْثَرَ مِنْ سَبْعِينَ مَرَّةً » (¬2) . ¶ وعَنِ الأَغَرِّ الْمُزَنِىِّ - وَكَانَتْ لَهُ صُحْبَةٌ - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ « إِنَّهُ لَيُغَانُ عَلَى قَلْبِى وَإِنِّى لأَسْتَغْفِرُ اللَّهَ فِى الْيَوْمِ مِائَةَ مَرَّةٍ ». (¬3) . ¶ وعَنْ حُذَيْفَةَ قَالَ كَانَ فِى لِسَانِى ذَرَبٌ عَلَى أَهْلِى لَمْ أَعْدُهُ إِلَى غَيْرِهِ فَذَكَرْتُ ذَلِكَ لِلنَّبِىِّ - صلى الله عليه وسلم - قَالَ:« أَيْنَ أَنْتَ مِنَ الاِسْتِغْفَارِ يَا حُذَيْفَةُ إِنِّى لأَسْتَغْفِرُ اللَّهَ كُلَّ يَوْمٍ مِائَةَ مَرَّةٍ وَأَتُوبُ إِلَيْهِ » (¬4) . ¶ وَعَنْ أَنَسِ بْنِ مَالِكٍ:أَنَّ رَجُلًا جَاءَ إِلَى رَسُولِ اللَّهِ - صلى الله عليه وسلم - فَقَالَ:يَا رَسُولَ اللَّهِ،إِنِّي امْرُؤٌ ذَرِبُ اللِّسَانِ،وَأَكْثَرُ ذَلِكَ عَلَى أَهْلِي،فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - :\" أَيْنَ أَنْتَ مِنَ الِاسْتِغْفَارِ ؟ ! إِنِّي لَأَسْتَغْفِرُ اللَّهَ فِي الْيَوْمِ وَاللَّيْلَةِ مِائَةَ مَرَّةٍ \" (¬5) . ¶ وعَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : « مَنْ أَكْثَرَ مِنَ الاِسْتِغْفَارِ جَعَلَ اللَّهُ لَهُ مِنْ كُلِّ هَمٍّ فَرَجاً وَمِنْ كُلِّ ضِيقٍ مَخْرَجاً وَرَزَقَهُ مِنْ حَيْثُ لاَ يَحْتَسِبُ » (¬6) . ¶ وعن عكرمة،قَالَ:قال أبو هريرة:إِنِّي لَأَسْتَغْفِرُ اللَّهَ عَزَّ وَجَلَّ وَأَتُوبُ إِلَيْهِ كُلَّ يَوْمٍ اثْنَيْ عَشَرَ أَلْفَ مَرَّةَ،وَذَلِكَ عَلَى قَدْرِ دِيَتِي \" (¬7) . ¶ ¬__________ ¶ (¬1) - صحيح البخارى(6307 ) ¶ (¬2) - صحيح البخارى(6307 ) ¶ (¬3) - صحيح مسلم (7033 ) -يغان : يغطى ¶ (¬4) - مسند أحمد(24045) حسن لغيره -الذرب : الفحش ¶ (¬5) - المعجم الأوسط للطبراني(3301 ) ومجمع الزوائد( 17586 ) ضعيف ¶ (¬6) - مسند أحمد (2273) حسن ¶ (¬7) - معرفة الصحابة لأبي نعيم الأصبهاني(4246 ) صحيح ¶ الدية : مال يعطى لولي المقتول مقابل النفس أو مال يعطى للمصاب مقابل إصابة أو تلف عضو من الجسم",
            "page": "87",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "وعَنْ عَبْدِ اللهِ بْنِ بُسْرٍ،رَضِيَ اللَّهُ عَنْهُ،قَالَ:قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : طُوبَى لِمَنْ وَجَدَ فِي صَحِيفَتِهِ اسْتِغْفَارًا. (¬1) . ¶ وعَنْ أَبِي الْمِنْهَالِ قَالَ:\" مَا جَاوَرَ عَبْدٌ فِي قَبْرِهِ مِنْ جَارٍ خَيْرٍ مِنَ اسْتِغْفَارٍ كَثِيرٍ \" (¬2) ¶ وبالجملة فدواءُ الذنوب الاستغفارُ،فعن سلام بن مسكين قال:سمعت قتادة،يقول:\"إنَّ هذا القرآن يدلُّكم على دائكم ودوائكم،فأما داؤكم:فالذُّنوب،وأما دواؤكم:فالاستغفار \" (¬3) ¶ قال بعضهم:إنَّما مُعوَّلُ المذنبين البكاء والاستغفار،فمن أهمته ذنوبه،أكثر لها من الاستغفار . ¶ وقَالَ رِيَاحُ بْنُ عَمْرٍو الْقَيْسِيُّ: لِي نَيِّفٌ وَأَرْبَعُونَ ذَنْبًا قَدِ اسْتَغْفَرْتُ لِكُلِّ ذَنْبٍ مِائَةَ أَلْفِ مَرَّةٍ \"\" (¬4) ¶ وحاسب بعضهم نفسه من وقت بلوغه،فإذا زلاتُه لا تُجاوز ستاً وثلاثين زلةً،فاستغفر الله لكل زلةٍ مئة ألف مرّة،وصلَّى لكلِّ زلَّة ألف ركعة،ختم في كلِّ ركعة منها ختمة،قال:ومع ذلك،فإنّي غير آمن سطوة ربي أنْ يأخذني بها،وأنا على خطرٍ من قَبولِ التوبة . ¶ ومن زاد اهتمامُه بذنوبه،فربما تعلَّق بأذيالِ من قَلَّت ذنوبُه،فالتمس منه الاستغفار.وكان عمر يطلب من الصبيان الاستغفار،ويقول:إنَّكم لم تُذنبوا،وكان أبو هريرة يقول لغلمان الكُتّاب:قولوا اللهمَّ اغفر لأبي هُريرة،فيؤمن على دعائهم . ¶ قال بكرٌ المزني:لو كان رجلٌ يطوف على الأبواب كما يطوف المسكين يقول:استغفروا لي،لكان نوله أنْ يفعل. (¬5) ¶ ومن كَثُرت ذنوبه وسيئاته حتى فاتت العدَّ والإحصاء،فليستغفر الله مما علم الله،فإنَّ الله قد علم كل شيءٍ وأحصاه،كما قال تعالى:{يَوْمَ يَبْعَثُهُمُ اللهُ جَمِيعاً فَيُنَبِّئُهُمْ بِمَا عَمِلُوا أَحْصَاهُ اللهُ وَنَسُوهُ } (المجادلة:6)،وعَنْ شَدَّادِ بْنِ أَوْسٍ رَضِيَ اللَّهُ عَنْهُ وَكَانَ بَدْرِيًّا،قَالَ:بَيْنَمَا هُمْ فِي سَفَرٍ إِذْ نَزَلَ الْقَوْمُ يَتَصَبَّحُونَ،فَقَالَ شَدَّادٌ:ادْنُوا هَذِهِ السُّفْرَةَ لُفِّيتُ بِهَا،ثُمَّ قَالَ:أَسْتَغْفِرُ ¶ ¬__________ ¶ (¬1) - مسند البزار(3508) صحيح ¶ (¬2) - زُهْدُ لِأَحْمَدَ بْنِ حَنْبَلٍ (1954 ) صحيح ¶ (¬3) - شعب الإيمان للبيهقي(6883 ) صحيح ¶ (¬4) - التَّوْبَةُ لِابْنِ أَبِي الدُّنْيَا (173 ) وحِلْيَةُ الْأَوْلِيَاءِ (8534 ) - النيف : ما زاد على العَقْدِ من واحد إلى ثلاثة ¶ (¬5) - جامع العلوم والحكم محقق - (ج 44 / ص 17)",
            "page": "88",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "اللَّهَ مَا تَكَلَّمْتُ بِكَلِمَةٍ مُنْذُ أَسْلَمْتُ إِلاَّ وَأَنَا أَزُمُّهَا،وَأَخْطِمُهَا قَبْلَ كَلِمَتِي هَذِهِ لَيْسَ كَذَلِكَ،قَالَ مُحَمَّدٌ - صلى الله عليه وسلم - :وَلَكِنْ قُلْ يَا شَدَّادُ،إِذَا رَأَيْتَ النَّاسَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ،فَاكْنِزْ هَؤُلاءِ الْكَلِمَاتِ:اللَّهُمَّ إِنِّي أَسْأَلُكَ التَّثْبِيتَ فِي الأُمُورِ،وَعَزِيمَةَ الرُّشْدِ،وَأَسْأَلُكَ شُكْرَ نِعْمَتِكَ،وَحُسْنَ عِبَادَتِكَ،وَأَسْأَلُكَ قَلْبًا سَلِيمًا،وَلِسَانًا صَادِقًا،وَخُلُقًا مُسْتَقِيمًا،وَأَسْتَغْفِرُكَ لِمَا تَعْلَمُ،وَأَسْأَلُكَ مِنْ خَيْرِ مَا تَعْلَمُ،وَأَعُوذُ بِكَ مِنْ شَرِّ مَا تَعْلَمُ،إِنَّكَ أَنْتَ عَلامُ الْغُيُوبِ\" (¬1) ¶ وفي هذا يقول بعضهم : ¶ أستغفِرُ الله ممّا يَعلمُ الله إنَّ الشَّقيَّ لَمَن لا يَرحَمُ اللهُ ¶ ما أحلمَ الله عمن لا يُراقبُه كُلٌّ مُسيءٌ ولكن يَحلمُ اللهُ ¶ فاسْتَغفِرُ الله مما كان من زَللٍ طُوبى لمن كَفَّ عما يَكرهُ اللهُ ¶ طُوبى لمَن حَسُنَت فيه سَريرتُه طُوبى لمَن يَنتهي عمَّا نهى اللهُ ¶ ــــــــــــ ¶ ¬__________ ¶ (¬1) - المستدرك للحاكم(1872) صحيح",
            "page": "89",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "المبحث الثالث ¶ أفضلُ صيغه ¶ على المؤمن أن يستغفر بالصيغ الواردة في القرآن والمأثورة عن خير الأنبياء؛ فهي أنصح بيانًا وأرجح ميزانًا وأجمعُ للمعاني وأروع في المباني وأعظم تأثيرًا في القلوب.على أن في الاستغفار والدعاء بالمأثور أجرين: أجر الدعاء والاستغفار،وأجر الاتباع والاقتداء.ولا حرج عليه فيما يلهمه الله ويفتح له من صيغ وابتهالات،وعليه بسيد الاستغفار فعَنْ بُشَيْرِ بْنِ كَعْبٍ الْعَدَوِىِّ قَالَ حَدَّثَنِى شَدَّادُ بْنُ أَوْسٍ - رضى الله عنه - عَنِ النَّبِىِّ - صلى الله عليه وسلم - « سَيِّدُ الاِسْتِغْفَارِ أَنْ تَقُولَ اللَّهُمَّ أَنْتَ رَبِّى،لاَ إِلَهَ إِلاَّ أَنْتَ،خَلَقْتَنِى وَأَنَا عَبْدُكَ،وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ،أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ،أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَىَّ وَأَبُوءُ بِذَنْبِى،اغْفِرْ لِى،فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ ».قَالَ « وَمَنْ قَالَهَا مِنَ النَّهَارِ مُوقِنًا بِهَا،فَمَاتَ مِنْ يَوْمِهِ قَبْلَ أَنْ يُمْسِىَ،فَهُوَ مِنْ أَهْلِ الْجَنَّةِ،وَمَنْ قَالَهَا مِنَ اللَّيْلِ وَهْوَ مُوقِنٌ بِهَا،فَمَاتَ قَبْلَ أَنْ يُصْبِحَ،فَهْوَ مِنْ أَهْلِ الْجَنَّةِ » (¬1) .. ¶ وعَنِ ابْنِ عُمَرَ قَالَ إِنْ كُنَّا لَنَعُدُّ لِرَسُولِ اللَّهِ - صلى الله عليه وسلم - فِى الْمَجْلِسِ الْوَاحِدِ مِائَةَ مَرَّةٍ « رَبِّ اغْفِرْ لِى وَتُبْ عَلَىَّ إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ ». (¬2) ¶ وعَنْ زَيْدٍ مَوْلَى النَّبِىِّ - صلى الله عليه وسلم - أَنَّهُ سَمِعَ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ « مَنْ قَالَ أَسْتَغْفِرُ اللَّهَ الَّذِى لاَ إِلَهَ إِلاَّ هُوَ الْحَىُّ الْقَيُّومُ وَأَتُوبُ إِلَيْهِ غُفِرَ لَهُ وَإِنْ كَانَ فَرَّ مِنَ الزَّحْفِ » (¬3) . ¶ وَإِذَا كَانَتْ صِيَغُ الاِسْتِغْفَارِ السَّابِقَةِ مَطْلُوبَةً فَإِنَّ بَعْضَ صِيَغِهِ مَنْهِيٌّ عَنْهَا، (¬4) فَفِي الصَّحِيحِ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُول اللَّهِ - صلى الله عليه وسلم - قَال:لاَ يَقُولَنَّ أَحَدُكُمْ:اللَّهُمَّ اغْفِرْ لِي إِنْ شِئْتَ،اللَّهُمَّ ارْحَمْنِي إِنْ شِئْتَ،لِيَعْزِمِ الْمَسْأَلَةَ فَإِنَّ اللَّهَ لاَ مُسْتَكْرِهَ لَهُ\" (¬5) ¶ ــــــــــــــ ¶ ¬__________ ¶ (¬1) - صحيح البخارى(6306 )-أبوء : أعترف وأقر ¶ (¬2) - سنن أبى داود(1518 ) صحيح ¶ (¬3) - سنن أبى داود(1519 ) صحيح ¶ (¬4) - مرقاة المفاتيح 2 / 634 ط المكتبة الإسلامية ، والزرقاني على الموطأ 2 / 34 ط الاستقامة ، والفتاوى الكبرى لابن حجر 1 / 149 ط عبد الحميد أحمد حنفي ، وفتح المجيد شرح كتاب التوحيد 452 ط دار الكتب العلمية . ¶ (¬5) - صحيح البخارى(7477) ومسلم (6988)",
            "page": "90",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "المبحث الرابع ¶ اسْتِغْفَارُ النَّبِيِّ - صلى الله عليه وسلم - ¶ اسْتِغْفَارُ النَّبِيِّ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ وَاجِبٌ عَلَيْهِ،لِقَوْلِهِ تَعَالَى:{فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ} (19) سورة محمد،وَقَدْ ذَكَرَ الْفُقَهَاءُ وَالْمُفَسِّرُونَ وُجُوهًا عَدِيدَةً فِي اسْتِغْفَارِهِ - صلى الله عليه وسلم - مِنْهَا:أَنَّهُ يُرَادُ بِهِ مَا كَانَ مِنْ سَهْوٍ أَوْ غَفْلَةٍ،أَوْ أَنَّهُ لَمْ يَكُنْ عَنْ ذَنْبٍ،وَإِنَّمَا كَانَ لِتَعْلِيمِ أُمَّتِهِ،وَرَأْيُ السُّبْكِيِّ:أَنَّ اسْتِغْفَارَ النَّبِيِّ - صلى الله عليه وسلم - لاَ يَحْتَمِل إِلاَّ وَجْهًا وَاحِدًا،وَهُوَ:تَشْرِيفُهُ مِنْ غَيْرِ أَنْ يَكُونَ ذَنْبٌ،لأَِنَّهُ - صلى الله عليه وسلم - لاَ يَنْطِقُ عَنِ الْهَوَى (¬1) . ¶ وَقَدْ ثَبَتَ أَنَّهُ - صلى الله عليه وسلم - كَانَ يَسْتَغْفِرُ فِي الْيَوْمِ الْوَاحِدِ سَبْعِينَ مَرَّةً،وَمِائَةَ مَرَّةٍ، (¬2) بَل كَانَ أَصْحَابُهُ يَعُدُّونَ لَهُ فِي الْمَجْلِسِ الْوَاحِدِ قَبْل أَنْ يَقُومَ:رَبِّ اغْفِرْ لِي وَتُبْ عَلَيَّ إِنَّكَ أَنْتَ التَّوَّابُ الْغَفُورُ مِائَةَ مَرَّةٍ (¬3) . ¶ ـــــــــــــ ¶ ¬__________ ¶ (¬1) - الفتوحات الربانية 7 / 269 ، والزرقاني على خليل 1 / 77 ط دار الفكر ، والفواكه الدواني 2 / 432 ، ومرقاة المفاتيح 3 / 60 ، وفتاوى ابن تيمية 15 / 57 ، ومرقاة المفاتيح شرح مشكاة المصابيح 3 / 464 . ¶ (¬2) - مدارج السالكين 1 / 178 ، 179 ، والحطاب 1 / 271 ط النجاح . ¶ (¬3) - سنن ابن ماجه(3946) صحيح",
            "page": "91",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "المبحث الخامس ¶ أوقاتُ الاستغفار الزمانية والمكانية ¶ والاستغفار مشروعٌ في كل وقت،وهناك أوقات وأحوال مخصوصة يكون للاستغفار فيها مزيد فضل،فيستحبُّ الاستغفار بعد الفراغ من أداء العبادات؛ ليكون كفارة لما يقع فيها من خلل أو تقصير، ¶ الاِسْتِغْفَارُ فِي الطَّهَارَةِ : ¶ أَوَّلاً:الاِسْتِغْفَارُ عَقِبَ الْخُرُوجِ مِنَ الْخَلاَءِ: ¶ يُنْدَبُ الاِسْتِغْفَارُ بَعْدَ قَضَاءِ الْحَاجَةِ،وَعِنْدَ الْخُرُوجِ مِنَ الْخَلاَءِ.فعَنْ يُوسُفَ بْنِ أَبِي بُرْدَةَ ، قَالَ : سَمِعْتُ أَبِي يَقُولُ : دَخَلْتُ عَلَى عَائِشَةَ ، فَسَمِعْتُهَا تَقُولُ : كَانَ رَسُولُ اللهِ - صلى الله عليه وسلم - ، إِذَا خَرَجَ مِنَ الْخَلاَءِ قَالَ : غُفْرَانَكَ. (¬1) . ¶ وَوَجْهُ سُؤَال الْمَغْفِرَةِ هُنَا كَمَا قَال ابْنُ الْعَرَبِيِّ - هُوَ الْعَجْزُ عَنْ شُكْرِ النِّعْمَةِ فِي تَيْسِيرِ الْغِذَاءِ،وَإِيصَال مَنْفَعَتِهِ،وَإِخْرَاجِ فَضْلَتِهِ (¬2) . ¶ ثَانِيًا:الاِسْتِغْفَارُ بَعْدَ الْوُضُوءِ (¬3) : ¶ يُسَنُّ الاِسْتِغْفَارُ ضِمْنَ الذِّكْرِ الْوَارِدِ عِنْدَ إِتْمَامِ الْوُضُوءِ،رَوَى أَبُو سَعِيدٍ الْخُدْرِيُّ رَضِيَ اللَّهُ تَعَالَى عَنْهُ أَنَّ رَسُول اللَّهِ - صلى الله عليه وسلم - قَال:مَنْ تَوَضَّأَ فَقَال:سُبْحَانَكَ اللَّهُمَّ،وَبِحَمْدِكَ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ أَسْتَغْفِرُكَ،وَأَتُوبُ إِلَيْكَ،كُتِبَ فِي رَقٍّ،ثُمَّ جُعِل فِي طَابَعٍ،فَلَمْ يُكْسَرْ إِلَى يَوْمِ الْقِيَامَةِ\" (¬4) . ¶ ¬__________ ¶ (¬1) - سنن أبى داود(30 ) والترمذي (7) وصحيح ابن حبان - (4 / 292) (1444) صحيح ¶ الخَلاَء : يطلق ويراد به أحد المعاني : قَضَاء الحاجة والإخراج ، والشعور بالحاجة إلى الإخراج ، ومكان قضاء الحاجة ¶ (¬2) - ابن عابدين 1 / 230 ، والفواكه الدواني 2 / 434 مصطفى الحلبي ، والكافي لابن عبد البر 1 / 172 ط الرياض ، والحطاب 1 / 270 ، 271 ، وشرح الروض 1 / 72 ، والمغني لابن قدامة 1 / 168 ط الرياض . ¶ (¬3) - ابن عابدين 1 / 87 ط بولاق ، وحاشية البناني على عبد الباقي 1 / 73 ط دار الفكر ، والفتوحات الربانية شرح الأذكار النووية 2 / 317 ، ومدارج السالكين 1 / 176 . ¶ (¬4) - المستدرك للحاكم(2072) والسنن الكبرى للإمام النسائي الرسالة - (ج 6 / ص 181)(9829) وصحيح الجامع (6170) وهو حديث صحيح",
            "page": "92",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "وَقَدْ وَرَدَتْ صِيَغٌ أُخْرَى تَتَضَمَّنُ الاِسْتِغْفَارَ عَقِبَ الاِنْتِهَاءِ مِنَ الْوُضُوءِ وَأَثْنَاءَهُ يَذْكُرُهَا الْفُقَهَاءُ فِي سُنَنِ الْوُضُوءِ . ¶ الاِسْتِغْفَارُ عِنْدَ دُخُول الْمَسْجِدِ وَالْخُرُوجِ مِنْهُ (¬1) : ¶ يُسْتَحَبُّ عِنْدَ الْمَالِكِيَّةِ،وَالشَّافِعِيَّةِ،وَالْحَنَابِلَةِ،الاِسْتِغْفَارُ عِنْدَ دُخُول الْمَسْجِدِ وَعِنْدَ الْخُرُوجِ مِنْهُ،لِمَا وَرَدَ عَنْ فَاطِمَةَ بِنْتِ رَسُول اللَّهِ - صلى الله عليه وسلم - قَالَتْ:كَانَ رَسُول اللَّهِ إِذَا دَخَل الْمَسْجِدَ صَلَّى عَلَى مُحَمَّدٍ وَسَلَّمَ،وَقَال:رَبِّ اغْفِرْ لِي ذُنُوبِي،وَافْتَحْ لِي أَبْوَابَ رَحْمَتِكَ،وَإِذَا خَرَجَ صَلَّى عَلَى مُحَمَّدٍ وَسَلَّمَ،وَقَال:رَبِّ اغْفِرْ لِي،وَافْتَحْ لِي أَبْوَابَ فَضْلِكَ \" (¬2) . ¶ وَالْوَارِدُ فِي كُتُبِ الْحَنَفِيَّةِ أَنَّ الْمُصَلِّيَ يَقُول عِنْدَ دُخُول الْمَسْجِدِ (¬3) : اللَّهُمَّ افْتَحْ لِي أَبْوَابَ رَحْمَتِكَ وَعِنْدَ خُرُوجِهِ:اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِكَ\" (¬4) ¶ الاِسْتِغْفَارُ فِي الصَّلاَةِ : ¶ أَوَّلاً - الاِسْتِغْفَارُ فِي افْتِتَاحِ الصَّلاَةِ (¬5) : ¶ جَاءَ الاِسْتِغْفَارُ فِي بَعْضِ الرِّوَايَاتِ الَّتِي وَرَدَتْ فِي دُعَاءِ الاِفْتِتَاحِ فِي الصَّلاَةِ،وَأَخَذَ بِذَلِكَ الشَّافِعِيَّةُ مُطْلَقًا،وَالْحَنَفِيَّةُ وَالْحَنَابِلَةُ فِي صَلاَةِ اللَّيْل،مِنْهَا مَا رَوَاهُ أَبُو بَكْرٍ الصِّدِّيقُ رَضِيَ اللَّهُ عَنْهُ عَنِ النَّبِيِّ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ:اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْمًا كَثِيرًا،وَلاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ،وَارْحَمْنِي إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ (¬6) . ¶ وَيُكْرَهُ الاِفْتِتَاحُ فِي الْمَكْتُوبَةِ عِنْدَ الْمَالِكِيَّةِ (¬7) ¶ وَمَحَل الاِسْتِغْفَارِ فِي دُعَاءِ الاِفْتِتَاحِ يَذْكُرُهُ الْفُقَهَاءُ فِي سُنَنِ الصَّلاَةِ،أَوْ فِي كَيْفِيَّةِ الصَّلاَةِ . ¶ ¬__________ ¶ (¬1) - شرح ميارة الصغير 2 / 137 ط الحلبي ، ومنح الجليل 1 / 56 ط ليبيا ، والجمل 1 / 453 ، والمغني لابن قدامة 1 / 455 ط الرياض ، والأذكار النووية 25 ط البارودي ودار الفلاح ، وكشاف القناع 1 / 301 . ¶ (¬2) - سنن الترمذى(315) حسن ¶ (¬3) - مراقي الفلاح ص 215 ، 216 ط بولاق ¶ (¬4) - صحيح مسلم(1685 ) ¶ (¬5) - المجموع 3 / 315 ط المنيرية ، والمغني لابن قدامة 1 / 474 ط الرياض ، والأذكار ص 43 ، 44 ، وفتاوى ابن تيمية 10 / 249 ، والكلم الطيب والعمل الصالح لابن القيم ص 220 ط الرياض . ¶ (¬6) - صحيح البخارى(834) ومسلم (7044) ¶ (¬7) - الكافي لابن عبد البر 1 / 206 ط الرياض .",
            "page": "93",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "ثَانِيًا:الاِسْتِغْفَارُ فِي الرُّكُوعِ وَالسُّجُودِ وَالْجُلُوسِ بَيْنَ السَّجْدَتَيْنِ : ¶ يُسَنُّ الدُّعَاءُ بِالْمَغْفِرَةِ فِي الرُّكُوعِ عِنْدَ الشَّافِعِيَّةِ،وَالْحَنَابِلَةِ.رَوَتْ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا قَالَتْ:كَانَ رَسُول اللَّهِ - صلى الله عليه وسلم - يُكْثِرُ أَنْ يَقُول فِي رُكُوعِهِ وَسُجُودِهِ:سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ اللَّهُمَّ اغْفِرْ لِي يَتَأَوَّل الْقُرْآنَ \" (¬1) أَيْ يُحَقِّقُ قَوْله تَعَالَى:{ فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ } ( سورة النصر / 3) مُتَّفَقٌ عَلَيْهِ.إِلاَّ أَنَّ الشَّافِعِيَّةَ يَجْعَلُونَ ذَلِكَ لِلْمُنْفَرِدِ،وَلإِِمَامِ قَوْمٍ مَحْصُورِينَ رَضُوا بِالتَّطْوِيل.وَلاَ يَأْتِي بِغَيْرِ التَّسْبِيحِ فِي الرُّكُوعِ عِنْدَ الْحَنَفِيَّةِ،وَالْمَالِكِيَّةِ،غَيْرَ أَنَّ الْحَنَفِيَّةَ يُجِيزُونَ الاِسْتِغْفَارَ عِنْدَ الرَّفْعِ مِنَ الرُّكُوعِ (¬2) . ¶ وَفِي السُّجُودِ يُنْدَبُ الدُّعَاءُ بِالْمَغْفِرَةِ كَذَلِكَ عِنْدَ الْمَالِكِيَّةِ،وَالشَّافِعِيَّةِ،وَالْحَنَابِلَةِ،لِحَدِيثِ عَائِشَةَ السَّابِقِ (¬3) . ¶ وَفِي الْجُلُوسِ بَيْنَ السَّجْدَتَيْنِ يُسَنُّ الاِسْتِغْفَارُ عِنْدَ الْحَنَفِيَّةِ،وَالْمَالِكِيَّةِ،وَالشَّافِعِيَّةِ،وَهُوَ قَوْلٌ عَنْ أَحْمَدَ،وَالأَْصْل فِي هَذَا مَا رَوَى حُذَيْفَةُ أَنَّهُ صَلَّى مَعَ النَّبِيِّ - صلى الله عليه وسلم - فَكَانَ يَقُول بَيْنَ السَّجْدَتَيْنِ:رَبِّ اغْفِرْ لِي،رَبِّ اغْفِرْ لِي (¬4) . ¶ وعَنِ ابْنِ عَبَّاسٍ قَالَ بِتُّ عِنْدَ خَالَتِى مَيْمُونَةَ - قَالَ - فَانْتَبَهَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - مِنَ اللَّيْلِ فَذَكَرَ الْحَدِيثَ - قَالَ - ثُمَّ رَكَعَ - قَالَ - فَرَأَيْتُهُ قَالَ فِى رُكُوعِهِ « سُبْحَانَ رَبِّىَ الْعَظِيمِ ».ثُمَّ رَفَعَ رَأْسَهُ فَحَمِدَ اللَّهَ مَا شَاءَ أَنْ يَحْمَدَهُ - قَالَ - ثُمَّ سَجَدَ - قَالَ - فَكَانَ يَقُولُ فِى سُجُودِهِ « سُبْحَانَ رَبِّىَ الأَعْلَى ».قَالَ ثُمَّ رَفَعَ رَأْسَهُ فَكَانَ يَقُولُ فِيمَا بَيْنَ السَّجْدَتَيْنِ « رَبِّ اغْفِرْ لِى وَارْحَمْنِى وَاجْبُرْنِى وَارْفَعْنِى وَارْزُقْنِى وَاهْدِنِى » (¬5) . ¶ ¬__________ ¶ (¬1) - سنن ابن ماجه(939) صحيح ¶ (¬2) - الزرقاني على خليل 1 / 217 ، وابن عابدين 1 / 340 والجمل على المنهج 1 / 364 ط دار إحياء التراث العربي ، والزوائد في فقه الإمام أحمد 1 / 120 ط السلفية . ¶ (¬3) - المراجع السابقة . ¶ (¬4) - سنن الدارمى(1374) وسنن النسائى (1676) صحيح ¶ (¬5) - مسند أحمد (3578) والمعجم الكبير للطبراني - (ج 10 / ص 166)(12180 ) حسن",
            "page": "94",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "وَإِنَّمَا لَمْ يَجِبْ الاِسْتِغْفَارُ،لأَِنَّ النَّبِيَّ - صلى الله عليه وسلم - لَمْ يُعَلِّمْهُ الْمُسِيءَ صَلاَتَهُ.وَالْمَشْهُورُ عِنْدَ الْحَنَابِلَةِ أَنَّهُ وَاجِبٌ،وَهُوَ قَوْل إِسْحَاقَ وَدَاوُدَ،وَأَقَلُّهُ مَرَّةٌ وَاحِدَةٌ،وَأَقَل الْكَمَال ثَلاَثٌ،وَالْكَمَال لِلْمُنْفَرِدِ مَا لاَ يُخْرِجُهُ إِلَى السَّهْوِ،وَبِالنِّسْبَةِ لِلإِْمَامِ:مَا لاَ يَشُقُّ عَلَى الْمُصَلِّينَ . (¬1) ¶ الاِسْتِغْفَارُ فِي الْقُنُوتِ : ¶ جَاءَ الاِسْتِغْفَارُ فِي أَلْفَاظِ الْقُنُوتِ،قُنُوتِ النَّبِيِّ - صلى الله عليه وسلم - وَقُنُوتِ عُمَرَ،وَأَلْفَاظُهُ كَبَقِيَّةِ الأَْلْفَاظِ الْوَارِدَةِ،وَلَمْ نَقِفْ عَلَى أَمْرٍ يَخُصُّهُ،إِلاَّ مَا ذَكَرَهُ الْمَالِكِيَّةُ وَالْحَنَفِيَّةُ بِأَنَّ الدُّعَاءَ بِالْمَغْفِرَةِ يَقُومُ مَقَامَ الْقُنُوتِ عِنْدَ الْعَجْزِ عَنْهُ (¬2) ¶ الاِسْتِغْفَارُ بَعْدَ التَّشَهُّدِ الأَْخِيرِ (¬3) : ¶ يُنْدَبُ الاِسْتِغْفَارُ بَعْدَ التَّشَهُّدِ الأَْخِيرِ،وَرَدَ فِي السُّنَّةِ اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْمًا كَثِيرًا،وَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ،فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ،وَارْحَمْنِي إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمُ مُتَّفَقٌ عَلَيْهِ (¬4) . ¶ كَذَلِكَ وَرَدَ « رَبِّ اغْفِرْ لِى خَطِيئَتِى وَجَهْلِى وَإِسْرَافِى فِى أَمْرِى كُلِّهِ،وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّى،اللَّهُمَّ اغْفِرْ لِى خَطَايَاىَ وَعَمْدِى وَجَهْلِى وَهَزْلِى،وَكُلُّ ذَلِكَ عِنْدِى،اللَّهُمَّ اغْفِرْ لِى مَا قَدَّمْتُ وَمَا أَخَّرْتُ وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ،أَنْتَ الْمُقَدِّمُ،وَأَنْتَ الْمُؤَخِّرُ،وَأَنْتَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ » (¬5) ¶ ¬__________ ¶ (¬1) - ابن عابدين 1 / 340 ، والحطاب 1 / 545 ، والخرشي 1 / 290 ط دار صادر ، والزرقاني على خليل 1 / 217 ، ونهاية المحتاج 1 / 496 ط الحلبي ، والزوائد 1 / 120 ط السلفية ، ومغني ابن قدامة 1 / 503 ، 522 ط الرياض ، والفتاوى الحامدية الكبرى ص / 78 ط دار نشر الثقافة . ¶ (¬2) - فتح القدير 1 / 306 ط بولاق ، والشرح الصغير 1 / 331 ، 332 ط دار المعارف ، والخرشي 1 / 283 ط دار صادر ، والمجموع 3 / 493 ، والفروع 1 / 413 ط المنار . ¶ (¬3) - الأذكار ص / 65 ، والثمر الداني شرح رسالة القيرواني 1 / 92 ط الحلبي ، وشرح منتهى الإرادات 1 / 192 ط الرياض ، وفتاوى ابن تيمية 10 / 263 . ¶ (¬4) - صحيح البخارى(834 ) ومسلم (7044 ) ¶ (¬5) - صحيح البخارى(6398 ) ومسلم (7076)",
            "page": "95",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "الاِسْتِغْفَارُ عَقِبَ الصَّلاَةِ (¬1) : ¶ يُسَنُّ الاِسْتِغْفَارُ عَقِبَ الصَّلاَةِ ثَلاَثًا،لِمَا رُوِيَ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ قَال:مَنْ قَال أَسْتَغْفِرُ اللَّهَ الْعَظِيمَ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ وَأَتُوبُ إِلَيْهِ،ثَلاَثَ مَرَّاتٍ،غَفَرَ اللَّهُ ذُنُوبَهُ وَإِنْ كَانَتْ مِثْل زَبَدِ الْبَحْرِ\" (¬2) . ¶ وَوَرَدَتْ رِوَايَاتٌ أُخْرَى يَذْكُرُهَا الْفُقَهَاءُ فِي الذِّكْرِ الْوَارِدِ عَقِبَ الصَّلاَةِ وَمِنْهَا قَوْلُهُ - صلى الله عليه وسلم - :مَنِ اسْتَغْفَرَ اللَّهَ تَعَالَى فِي دُبُرِ كُل صَلاَةٍ ثَلاَثَ مَرَّاتٍ فَقَال:أَسْتَغْفِرُ اللَّهَ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ وَأَتُوبُ إِلَيْهِ غَفَرَ اللَّهُ عَزَّ وَجَل ذُنُوبَهُ وَإِنْ كَانَ قَدْ فَرَّ مِنْ الزَّحْفِ \" (¬3) ¶ وعَنْ ثَوْبَانَ قَالَ كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - إِذَا انْصَرَفَ مِنْ صَلاَتِهِ اسْتَغْفَرَ ثَلاَثًا وَقَالَ « اللَّهُمَّ أَنْتَ السَّلاَمُ وَمِنْكَ السَّلاَمُ تَبَارَكْتَ ذَا الْجَلاَلِ وَالإِكْرَامِ ».قَالَ الْوَلِيدُ فَقُلْتُ لِلأَوْزَاعِىِّ كَيْفَ الاِسْتِغْفَارُ قَالَ تَقُولُ أَسْتَغْفِرُ اللَّهَ أَسْتَغْفِرُ اللَّهَ (¬4) .لأن العبد عرضة لأن يقع منه نقصٌ في صلاته بسبب غفلة أو سهو. ¶ وعَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ،قَالَ:مَنْ قَالَ أَسْتَغْفِرُ اللَّهَ الَّذِي لاَ إلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ وَأَتُوبُ إلَيْهِ خَمْسَ مَرَّاتٍ غُفِرَ لَهُ،وَإِنْ كَانَ عَلَيْهِ مِثْلُ زَبَدِ الْبَحْرِ. (¬5) ¶ الاِسْتِغْفَارُ فِي الاِسْتِسْقَاءِ (¬6) : ¶ لاَ خِلاَفَ بَيْنَ الْفُقَهَاءِ فِي أَنَّهُ يَحْصُل الاِسْتِسْقَاءُ بِالاِسْتِغْفَارِ وَحْدَهُ.غَيْرَ أَنَّ أَبَا حَنِيفَةَ يُقْصِرُهُ عَلَى ذَلِكَ (¬7) ،،مُسْتَدِلًّا بِقَوْل اللَّهِ سُبْحَانَهُ { فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا ¶ ¬__________ ¶ (¬1) - الطحطاوي على المراقي 1 / 71 ط العثمانية ، وأصول السرخسي 1 / 333 ط دار الكتاب العربي ، والحطاب 2 / 127 ، والشرح الصغير 4 / 766 ، وإنارة الدجى 1 / 166 ط الحلبي ، وإعانة الطالبين 1 / 184 ، ومدارج السالكين 1 / 175 . ¶ (¬2) - المستدرك للحاكم(1884) والترمذي (3926 ) صحيح لغيره ، وانظر المجموع 3 / 485 ، وشرح ثلاثيات مسند أحمد 2 / 902 ، وفتاوى ابن تيمية 10 / 136 ¶ (¬3) - سنن أبى داود (1519 ) ومصنف عبد الرزاق (3194) ومصنف ابن أبي شيبة (ج 10 / ص 300)(30063) والمستدرك للحاكم(1884) صحيح لغيره ¶ (¬4) - صحيح مسلم (1362 ) ¶ (¬5) - مصنف ابن أبي شيبة (ج 10 / ص 299)(30060) صحيح موقوف ¶ (¬6) - البدائع 1 / 283 ، والحطاب 2 / 205 ، والمجموع 5 / 91 ، والمغني مع الشرح الكبير 2 / 291 ط المنار الأولى . ¶ (¬7) - البدائع 1 / 283 ، والمغني مع الشرح 2 / 288",
            "page": "96",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "يُرْسِل السَّمَاءَ عَلَيْكُمْ مِدْرَارًا } (سورة نوح / 5 ) لأَِنَّ الآْيَةَ دَلَّتْ عَلَى أَنَّ الاِسْتِغْفَارَ وَسِيلَةٌ لِلسُّقْيَا.بِدَلِيل { يُرْسِل السَّمَاءَ عَلَيْكُمْ مِدْرَارًا } وَلَمْ تَزِدِ الآْيَةُ الْكَرِيمَةُ عَلَى الاِسْتِغْفَارِ،وَرُوِيَ عَنِ الشَّعْبِيِّ:أَنَّ عُمَرَ بْنَ الْخَطَّابِ خَرَجَ يَسْتَسْقِي فَصَعِدَ الْمِنْبَرَ فَقَالَ:{اسْتَغْفِرُوا رَبَّكُمْ أَنَّهُ كَانَ غَفَّارًا يُرْسِلَ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنَّهَارًا}،{اسْتَغْفِرُوا رَبَّكُمْ أَنَّهُ كَانَ غَفَّارًا}،ثُمَّ نَزَلَ فَقَالُوا:يَا أَمِيرَ الْمُؤْمِنِينَ لَوِ اسْتَسْقَيْتَ،فَقَالَ:لَقَدْ طَلَبْتُهُ بِمَجَادِيحِ السَّمَاءِ الَّتِي يُسْتَنْزَلُ بِهَا الْقَطَرُ. (¬1) \" ¶ وَبَقِيَّةُ الْفُقَهَاءِ وَالْقَائِلُونَ بِنَدْبِ صَلاَةِ الاِسْتِسْقَاءِ وَالْخُطْبَتَيْنِ،أَوِ الْخُطْبَةِ الْوَاحِدَةِ،يُسَنُّ عِنْدَهُمْ الإِْكْثَارُ مِنْ الاِسْتِغْفَارِ فِي الْخُطْبَةِ،وَتُبَدَّل تَكْبِيرَاتُ الاِفْتِتَاحِ الَّتِي فِي خُطْبَتَيِ الْعِيدَيْنِ بِالاِسْتِغْفَارِ فِي خُطْبَتَيْ الاِسْتِسْقَاءِ عِنْدَ الْمَالِكِيَّةِ،وَالشَّافِعِيَّةِ،وَصِيغَتُهُ كَمَا أَوْرَدَهَا النَّوَوِيُّ فِي مَجْمُوعِهِ \" أَسْتَغْفِرُ اللَّهَ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ وَأَتُوبُ إِلَيْهِ (¬2) ،وَيُكَبَّرُ كَخُطْبَتَيِ الْعِيدَيْنِ عِنْدَ الْحَنَابِلَةِ (¬3) ،وَنَفَى الْحَنَفِيَّةُ التَّكْبِيرَ وَلَمْ يَتَعَرَّضُوا لِلاِسْتِغْفَارِ فِي الْخُطْبَةِ (¬4) ¶ الاستغفار في ختام صلاة الليل: ¶ قال تعالى عن المتقين:{ كَانُوا قَلِيلًا مِنَ اللَّيْلِ مَا يَهْجَعُونَ (17) وَبِالْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ (18)} [الذاريات/17-18].وقال تعالى: { الَّذِينَ يَقُولُونَ رَبَّنَا إِنَّنَا آَمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ (16) الصَّابِرِينَ وَالصَّادِقِينَ وَالْقَانِتِينَ وَالْمُنْفِقِينَ وَالْمُسْتَغْفِرِينَ بِالْأَسْحَارِ (17)} [آل عمران/16،17] . ¶ الاستغفار بعد الإفاضة من عرفة والفراغ من الوقوف بها : ¶ ¬__________ ¶ (¬1) - مصنف ابن أبي شيبة (ج 2 / ص 474)(8429) فيه انقطاع ¶ (¬2) - جواهر الإكليل 1 / 103 ، 106 ، والقليوبي 1 / 316 ، والحطاب 2 / 207 ، والمجموع 5 / 83 ، والمغني مع الشرح 2 / 288 ¶ (¬3) - المغني مع الشرح 2 / 288 . ¶ (¬4) - الطحطاوي على مراقي الفلاح 300 .",
            "page": "97",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "قال تعالى:{ ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (199)} [البقرة/199]. ¶ الاِسْتِغْفَارُ لِلأَْمْوَاتِ (¬1) : ¶ الاِسْتِغْفَارُ عِبَادَةٌ قَوْلِيَّةٌ يَصِحُّ فِعْلُهَا لِلْمَيِّتِ.وَقَدْ ثَبَتَ فِي السُّنَّةِ الاِسْتِغْفَارُ لِلأَْمْوَاتِ،فَفِي صَلاَةِ الْجِنَازَةِ وَرَدَ الدُّعَاءُ لِلْمَيِّتِ بِالْمَغْفِرَةِ،لَكِنْ لاَ يُسْتَغْفَرُ لِصَبِيٍّ وَنَحْوِهِ (¬2) ،وَعَقِبَ الدَّفْنِ يُنْدَبُ أَنْ يَقِفَ جَمَاعَةٌ يَسْتَغْفِرُونَ لِلْمَيِّتِ،لأَِنَّهُ حِينَئِذٍ فِي سُؤَال مُنْكَرٍ وَنَكِيرٍ،رَوَى أَبُو دَاوُدَ عَنْ عُثْمَانَ بْنِ عَفَّانَ قَالَ كَانَ النَّبِىُّ - صلى الله عليه وسلم - إِذَا فَرَغَ مِنْ دَفْنِ الْمَيِّتِ وَقَفَ عَلَيْهِ فَقَالَ « اسْتَغْفِرُوا لأَخِيكُمْ وَسَلُوا لَهُ التَّثْبِيتَ فَإِنَّهُ الآنَ يُسْأَلُ » (¬3) . . ¶ وعَنْ أَبِى هُرَيْرَةَ - رضى الله عنه - قَالَ نَعَى لَنَا رَسُولُ اللَّهِ - صلى الله عليه وسلم - النَّجَاشِىَّ صَاحِبَ الْحَبَشَةِ،يَوْمَ الَّذِى مَاتَ فِيهِ فَقَالَ: « اسْتَغْفِرُوا لأَخِيكُمْ » (¬4) . ¶ وَصَرَّحَ بِذَلِكَ جُمْهُورُ الْفُقَهَاءِ (¬5) . ¶ وَمِنْ آدَابِ زِيَارَةِ الْقُبُورِ عِنْدَ الْحَنَفِيَّةِ وَالْمَالِكِيَّةِ،وَالشَّافِعِيَّةِ،الدُّعَاءُ بِالْمَغْفِرَةِ لأَِهْلِهَا عَقِبَ التَّسْلِيمِ عَلَيْهِمْ،وَاسْتَحْسَنَ ذَلِكَ الْحَنَابِلَةُ (¬6) . ¶ وَهَذَا كُلُّهُ يَخُصُّ الْمُؤْمِنَ،أَمَّا الْكَافِرُ الْمَيِّتُ فَيَحْرُمُ الاِسْتِغْفَارُ لَهُ بِنَصِّ الْقُرْآنِ وَالإِْجْمَاعِ (¬7) . ¶ الاِسْتِغْفَارُ عَنِ الْغِيبَةِ : ¶ ¬__________ ¶ (¬1) - المغني لابن قدامة 2 / 568 ط الرياض . ¶ (¬2) - فتح القدير 1 / 459 ، والبحر الرائق 1 / 198 ط العلمية ، وحاشية الصعيدي على الكفاية 1 / 334 ط الحلبي ، والمجموع 5 / 144 ، والمغني مع الشرح الكبير 2 / 372 . ¶ (¬3) - سنن أبى داود(3223 ) صحيح ¶ (¬4) - صحيح البخارى (1327 ) ومسلم(2248) ¶ (¬5) - ابن عابدين 1 / 601 ، والأنوار السنية 1 / 121 ط الحلبي ، والمجموع 5 / 294 ، والمغني مع الشرح الكبير 2 / 385 ، والشرح الصغير للدردير 1 / 568 . ¶ (¬6) - المدني على كنون هامش الرهوني 2 / 219 ، وفتح القدير 2 / 338 ط بولاق ، والمجموع 5 / 309 ، وابن عابدين 1 / 604 ، والبحر الرائق 2 / 210 ط العلمية ، والكافي 1 / 366 ط المكتب الإسلامي . ¶ (¬7) - المجموع 5 / 144 ،",
            "page": "98",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "اخْتَلَفَ الْعُلَمَاءُ فِي حَقِّ الَّذِي اغْتَابَ،هَل يَلْزَمُهُ اسْتِحْلاَل مَنِ اُغْتِيبَ،مَعَ الاِسْتِغْفَارِ لَهُ،أَمْ يَكْفِيهِ الاِسْتِغْفَارُ ؟ . ¶ الأَْوَّل:إِذَا لَمْ يَعْلَمْ مَنِ اُغْتِيبَ فَيَكْفِي الاِسْتِغْفَارُ،وَهُوَ مَذْهَبُ الشَّافِعِيَّةِ،وَالْحَنَابِلَةِ،وَقَوْلٌ لِلْحَنَفِيَّةِ،وَلأَِنَّ إِعْلاَمَهُ رُبَّمَا يَجُرُّ فِتْنَةً،وَفِي إِعْلاَمِهِ إِدْخَال غَمٍّ عَلَيْهِ.لِمَا رَوَى الْخَلاَّل بِإِسْنَادِهِ عَنْ أَنَسٍ مَرْفُوعًا كَفَّارَةُ مَنِ اُغْتِيبَ أَنْ يُسْتَغْفَرَ لَهُ (¬1) . ¶ فَإِنْ عَلِمَ فَلاَ بُدَّ مِنِ اسْتِحْلاَلِهِ مَعَ الاِسْتِغْفَارِ لَهُ . ¶ الثَّانِي:يَكْفِي الاِسْتِغْفَارُ سَوَاءٌ عَلِمَ الَّذِي اُغْتِيبَ أَمْ لَمْ يَعْلَمْ،وَلاَ يَجِبُ اسْتِحْلاَلُهُ،وَهُوَ قَوْل الطَّحَاوِيِّ مِنَ الْحَنَفِيَّةِ . ¶ وَالْمَالِكِيَّةِ عَلَى أَنَّهُ لاَ بُدَّ مِنِ اسْتِحْلاَل الْمُغْتَابِ إِنْ كَانَ مَوْجُودًا،فَإِنْ لَمْ يَجِدْهُ،أَوْ أَحَدًا مِنْ وَرَثَتِهِ استغفرَ لهُ . ¶ الاِسْتِغْفَارُ لِلْكَافِرِ : ¶ اتَّفَقَ الْفُقَهَاءُ عَلَى أَنَّ الاِسْتِغْفَارَ لِلْكَافِرِ مَحْظُورٌ،بَل بَالَغَ بَعْضُهُمْ فَقَال:إِنَّ الاِسْتِغْفَارَ لِلْكَافِرِ يَقْتَضِي كُفْرَ مَنْ فَعَلَهُ،لأَِنَّ فِيهِ تَكْذِيبًا لِلنُّصُوصِ الْوَارِدَةِ الَّتِي تَدُل عَلَى أَنَّ اللَّهَ تَعَالَى لاَ يَغْفِرُ أَنْ يُشْرَكَ بِهِ،وَأَنَّ مَنْ مَاتَ عَلَى كُفْرِهِ فَهُوَ مِنْ أَهْل النَّارِ . ¶ وَأَمَّا مَنِ اسْتَغْفَرَ لِلْكَافِرِ الْحَيِّ رَجَاءَ أَنْ يُؤْمِنَ فَيُغْفَرَ لَهُ،فَقَدْ صَرَّحَ الْحَنَفِيَّةُ بِإِجَازَةِ ذَلِكَ،وَجَوَّزَ الْحَنَابِلَةُ الدُّعَاءَ بِالْهِدَايَةِ،وَلاَ يُسْتَبْعَدُ ذَلِكَ مِنْ غَيْرِهِمْ،كَذَلِكَ اسْتَظْهَرَ بَعْضُهُمْ جَوَازَ الدُّعَاءِ لأَِطْفَال الْكُفَّارِ بِالْمَغْفِرَةِ،لأَِنَّ هَذَا مِنْ أَحْكَامِ الآْخِرَةِ (¬2) . ¶ الاِسْتِغْفَارُ عِنْدَ النَّوْمِ (¬3) : ¶ ¬__________ ¶ (¬1) - ابن عابدين 5 / 263 ، 264 ، وشرح الروض 4 / 357 ط الميمنية ، ومطالب أولي النهى 6 / 210 ط المكتب الإسلامي ، ومدارج السالكين 1 / 290 ، 291 ، وشرح ثلاثيات مسند أحمد 1 / 372 ، وشرح ميارة الكبير 2 / 174 ط مصطفى الحلبي . ¶ (¬2) - ابن عابدين 1 / 351 ، وفتح القدير 1 / 467 ، وأصول السرخسي 2 / 135 ، والنسفي 2 / 148 ط الحلبي ، والألوسي 10 / 148 ، 11 / 34 ، 38 ط المنيرية ، والفروق 4 / 260 ط دار إحياء الكتب العربية ، ونهاية المحتاج وحاشية الشبراملسي عليها 2 / 484 ط الحلبي ، والمجموع 5 / 144 ، والمغني مع الشرح الكبير 2 / 357 ، والفروع 1 / 699 ، وفتاوى ابن تيمية 1 / 146 ، 147 ، وفتح الباري 3 / 177 ط البهية ، واقتضاء الصراط المستقيم لابن تيمية 445 ط دار المجد ، والآداب الشرعية 1 / 416 . ¶ (¬3) - مرقاة المفاتيح 3 / 77 ، والفواكه الدواني 2 / 432 ، والأذكار للنووي 88 وما بعدها ط الحلبي ، والشرح الصغير 4 / 765 ، ومجموعة التوحيد لابن تيمية ومحمد بن عبد الوهاب 665 ، 666 .",
            "page": "99",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "يُسْتَحَبُّ الاِسْتِغْفَارُ عِنْدَ النَّوْمِ مَعَ بَعْضِ الأَْدْعِيَةِ الأُْخْرَى،لِيَكُونَ الاِسْتِغْفَارُ خَاتِمَةَ عَمَلِهِ إِذَا رُفِعَتْ رُوحُهُ،رَوَى التِّرْمِذِيُّ عَنْ أَبِي سَعِيدٍ:مَنْ قَال حِينَ يَأْوِي إِلَى فِرَاشِهِ أَسْتَغْفِرُ اللَّهَ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ وَأَتُوبُ إِلَيْهِ ثَلاَثَ مَرَّاتٍ غَفَرَ اللَّهُ لَهُ ذُنُوبَهُ وَإِنْ كَانَتْ مِثْل زَبَدِ الْبَحْرِ (¬1) . ¶ الدُّعَاءُ بِالْمَغْفِرَةِ لِلْمُشَمِّتِ : ¶ يُسَنُّ لِلْعَاطِسِ أَنْ يَدْعُوَ بِالْمَغْفِرَةِ لِمَنْ شَمَّتَهُ بِقَوْلِهِ:\" يَرْحَمُكَ اللَّهُ \" فَيَقُول لَهُ الْعَاطِسُ:\" يَغْفِرُ اللَّهُ لَنَا وَلَكُمْ \" أَوْ يَقُول لَهُ:\" يَهْدِيكُمْ اللَّهُ وَيُصْلِحُ بَالَكُمْ (¬2) ¶ أَوْ يَقُول:\" يَرْحَمُنَا اللَّهُ وَإِيَّاكُمْ وَيَغْفِرُ لَنَا وَلَكُمْ \"،لِمَا فِي الْمُوَطَّأِ عَنْ نَافِعٍ أَنَّ ابْنَ عُمَرَ كَانَ إِذَا عَطَسَ فَقِيل لَهُ:يَرْحَمُكَ اللَّهُ،قَال:يَرْحَمُنَا اللَّهُ وَإِيَّاكُمْ وَيَغْفِرُ لَنَا وَلَكُمْ (¬3) . ¶ اخْتِتَامُ الأَْعْمَال بِالاِسْتِغْفَارِ : ¶ الْمُتَتَبِّعُ لِلْقُرْآنِ الْكَرِيمِ وَالأَْذْكَارِ النَّبَوِيَّةِ يَجِدُ اخْتِتَامَ كَثِيرٍ مِنَ الأَْعْمَال بِالاِسْتِغْفَارِ،فَقَدْ أَمَرَ النَّبِيُّ - صلى الله عليه وسلم - فِي آخِرِ حَيَاتِهِ بِالاِسْتِغْفَارِ بِقَوْلِهِ تَعَالَى:{فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا } (سورة النصر / 3 ) . ¶ وَفِي اخْتِتَامِ الصَّلاَةِ،وَتَمَامِ الْوُضُوءِ يُنْدَبُ الاِسْتِغْفَارُ كَمَا تَقَدَّمَ ¶ الاستغفار في ختم المجالس (¬4) : ¶ وَالاِسْتِغْفَارُ فِي نِهَايَةِ الْمَجْلِسِ كَفَّارَةٌ لِمَا يَقَعُ فِي الْمَجْلِسِ مِنْ لَغَطٍ،رَوَى أَبُو هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ عَنِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ:\"مَنْ جَلَسَ مَجْلِسًا كَثُرَ فِيهِ لَغَطُهُ،فَقَالَ قَبْلَ أَنْ يَقُومَ: ¶ ¬__________ ¶ (¬1) - سنن الترمذى(3725) حسن ¶ (¬2) - ابن عابدين 1 / 366 ، والفواكه الدواني 2 / 451 ، والأذكار ص 241 ط الحلبي ، والشرح الصغير 4 / 765 . ¶ (¬3) - شرح ثلاثيات مسند أحمد 1 / 333 ، والأثر عن عبد الله بن عمر أخرجه مالك ( شرح الزرقاني على موطأ الإمام مالك 4 / 365 ط مطبعة الاستقامة 1379 هـ ) وموطأ مالك (1770) صحيح ¶ (¬4) - إتحاف السادة المتقين 8 / 65 ، وتنبيه الغافلين 144 ، والألوسي 20 / 258 ط المنيرية ، والأذكار للنووي 265 ط الحلبي ، وفتاوى ابن تيمية 10 / 262 .",
            "page": "100",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "سُبْحَانَكَ رَبَّنَا وَبِحَمْدِكَ،لا إِلَهَ إِلا أَنْتَ أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ،كَانَ كَفَّارَةٌ لَمَّا كَانَ فِي ذَلِكَ الْمَجْلِسِ\" (¬1) . ¶ وعَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ أَنَّهُ قَالَ كَلِمَاتٌ لاَ يَتَكَلَّمُ بِهِنَّ أَحَدٌ فِى مَجْلِسِهِ عِنْدَ قِيَامِهِ ثَلاَثَ مَرَّاتٍ إِلاَّ كُفِّرَ بِهِنَّ عَنْهُ وَلاَ يَقُولُهُنَّ فِى مَجْلِسِ خَيْرٍ وَمَجْلِسِ ذِكْرٍ إِلاَّ خُتِمَ لَهُ بِهِنَّ عَلَيْهِ كَمَا يُخْتَمُ بِالْخَاتَمِ عَلَى الصَّحِيفَةِ سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ لاَ إِلَهَ إِلاَّ أَنْتَ أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ. (¬2) ¶ فإن كان مجلس خير كان كالطابع عليه،وإن كان غير ذلك كان كفارة له. ¶ وَمِنْ آكِدِ أَوْقَاتِ الاِسْتِغْفَارِ:السَّحَرُ ( آخَرُ اللَّيْل ) (¬3) ¶ لِقَوْلِهِ تَعَالَى:{ وَبِالأَْسْحَارِ هُمْ يَسْتَغْفِرُونَ } (سورة الذاريات / 18 5) وَلِلْخَبَرِ الصَّحِيحِ عَنْ أَبِى هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ:يَنْزِل رَبُّنَا تَبَارَكَ وَتَعَالَى كُل لَيْلَةٍ إِلَى سَمَاءِ الدُّنْيَا حِينَ يَبْقَى ثُلُثُ اللَّيْل الأَْخِيرِ،فَيَقُول:مَنْ يَدْعُونِي فَأَسْتَجِيبَ لَهُ ؟ مَنْ يَسْأَلُنِي فَأُعْطِيَهُ ؟ مَنْ يَسْتَغْفِرُنِي فَأَغْفِرَ لَهُ ؟ (¬4) . ¶ الاستغفار بعد كل ذنب : ¶ فعَنْ أَسْمَاءَ بْنِ الْحَكَمِ الْفَزَارِىِّ قَالَ سَمِعْتُ عَلِيًّا - رَضِىَ اللَّهُ عَنْهُ - يَقُولُ كُنْتُ رَجُلاً إِذَا سَمِعْتُ مِنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - حَدِيثًا نَفَعَنِى اللَّهُ مِنْهُ بِمَا شَاءَ أَنْ يَنْفَعَنِى وَإِذَا حَدَّثَنِى أَحَدٌ مِنْ أَصْحَابِهِ اسْتَحْلَفْتُهُ فَإِذَا حَلَفَ لِى صَدَّقْتُهُ قَالَ وَحَدَّثَنِى أَبُو بَكْرٍ وَصَدَقَ أَبُو بَكْرٍ - رضى الله عنه - أَنَّهُ قَالَ سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ « مَا مِنْ عَبْدٍ يُذْنِبُ ذَنْبًا فَيُحْسِنُ الطُّهُورَ ثُمَّ يَقُومُ فَيُصَلِّى رَكْعَتَيْنِ ثُمَّ يَسْتَغْفِرُ اللَّهَ إِلاَّ غَفَرَ اللَّهُ لَهُ ».ثُمَّ قَرَأَ هَذِهِ الآيَةَ ¶ ¬__________ ¶ (¬1) - المعجم الكبير للطبراني - (ج 19 / ص 271)(663 ) صحيح لغيره ¶ (¬2) - سنن أبى داود (4859 ) صحيح ¶ (¬3) - الزرقاني على الموطأ 2 / 35 ، 36 ط الاستقامة ، وإعانة الطالبين 1 / 268 ط الحلبي ، والمغني مع الشرح الكبير 1 / 777 ط المنار الثالثة ، وفتاوى ابن تيمية 10 / 136 ، وتفسير أبي السعود 1 / 221 ط صبيح . ¶ (¬4) - صحيح البخاري(1145) ومسلم(1808) وشرح الزرقاني على موطأ الإمام مالك 2 / 35 - 37 ط مطبعة الاستقامة 1373 هـ ) .",
            "page": "101",
            "part": "1"
        },
        {
            "id": "103",
            "nass": ":{وَالَّذِينَ إِذَا فَعَلُواْ فَاحِشَةً أَوْ ظَلَمُواْ أَنْفُسَهُمْ ذَكَرُواْ اللّهَ فَاسْتَغْفَرُواْ لِذُنُوبِهِمْ وَمَن يَغْفِرُ الذُّنُوبَ إِلاَّ اللّهُ وَلَمْ يُصِرُّواْ عَلَى مَا فَعَلُواْ وَهُمْ يَعْلَمُونَ} (135) سورة آل عمران. (¬1) ¶ الاستغفار في ختام العمر،وفي حالة الكبر: ¶ فقد قال الله تعالى لنبيه - صلى الله عليه وسلم - عند اقتراب أجله: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ (1) وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا (2) فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا (3) [سورة النصر]. ¶ فقد جعل الله فتح مكة،ودخول الناس في دين الله أفواجا،علامة على قرب نهاية أجل النبي - صلى الله عليه وسلم - ،وأمره عند ذلك بالاستغفار،فينبغي ملازمة الاستغفار في كل وقت،والإكثار منه في هذه الأوقات والأحوال المذكورة،لتحوزوا هذه الفضائل،وتنالوا هذه الخيرات،فقد كان نبينا يكثر من الاستغفار،وعَنِ ابْنِ عُمَرَ قَالَ إِنْ كُنَّا لَنَعُدُّ لِرَسُولِ اللَّهِ - صلى الله عليه وسلم - فِى الْمَجْلِسِ الْوَاحِدِ مِائَةَ مَرَّةٍ « رَبِّ اغْفِرْ لِى وَتُبْ عَلَىَّ إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ » (¬2) . ¶ ـــــــــــــ ¶ ¬__________ ¶ (¬1) - سنن أبى داود(1523 ) صحيح ¶ (¬2) - سنن أبى داود (1518 ) صحيح",
            "page": "102",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "المبحث السادس ¶ الاستغفارُ سنَّة الأنبياء والمرسلين ¶ إن الاستغفار سنة الأنبياء والمرسلين،وطريق ووسيلة الأولياء والصالحين،يلجؤون إليه في كل وقت وحين،في السراء والضراء،به يتضرعون وبه يتقربون،وبه يرتقون في مدارج القرب عند الله،به ينوِّرون قلوبهم وينيرون قبورهم،وبه يصححون سيرهم إلى الله،وبه يُنصرون ويُمطرون ويرزقون ويغاثون ويرحمون،فأبونا آدم وأمنا حواء عليما السلام لما أذنبا وعاتبهما ربهما أحسَّا بخطئهما التجآ إلى ربهما متضرعين مستغفرين نادمين مسترحمين،فكان مما قالا: رَبَّنَا ظَلَمْنَا أَنفُسَنَا وَإِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنْ الْخَاسِرِينَ [الأعراف:23].وقال سيدنا نوح عليه السلام: رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِي مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ [نوح:28]،وقال: وَإِلاَّ تَغْفِرْ لِي وَتَرْحَمْنِي أَكُنْ مِنْ الْخَاسِرِينَ [هود:47].وقال موسى عليه السلام لما قتل رجلا من الأقباط: رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي فَغَفَرَ لَهُ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ [القصص:16].وقال شعيب لقومه: وَاسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ إِنَّ رَبِّي رَحِيمٌ وَدُودٌ [هود:90].وقال سيدنا صالح لقومه بعد أن أمرهم بعبادة الله: يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ هُوَ أَنشَأَكُمْ مِنْ الأَرْضِ وَاسْتَعْمَرَكُمْ فِيهَا فَاسْتَغْفِرُوهُ ثُمَّ تُوبُوا إِلَيْهِ إِنَّ رَبِّي قَرِيبٌ مُجِيبٌ [هود:61].وحكى الله عن سيدنا داود لما تسَرَّع في الحكم بين الخصمين ولم يتريث في ذلك،فأحس بخطئه: فَاسْتَغْفَرَ رَبَّهُ وَخَرَّ رَاكِعًا وَأَنَابَ [ص:24].وهذا ابنه سليمان قال: رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكًا لا يَنْبَغِي لأَحَدٍ مِنْ بَعْدِي إِنَّكَ أَنْتَ الْوَهَّابُ [ص:35].وهذا إبراهيم عليه السلام كان يستغفر لنفسه ولأبيه رغم ضلاله،وبقي كذلك حتى تيقن أنه عدو الله فتبرأ منه،وكان يستغفر لكل مؤمن سابق ولاحق،رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ [إبراهيم:41].وهذا خيرتهم وخاتمهم محمد - صلى الله عليه وسلم - قال له ربه: فَاعْلَمْ أَنَّهُ لا إِلَهَ إِلاَّ اللَّهُ وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ [محمد:19]،وقال له: فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا [النصر:3].",
            "page": "103",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "وحاجتنا نحن اليوم للتوبة والاستغفار أكثر من أي وقت مضى؛ لأن وقتنا هذا امتلأ بالمغريات والذنوب،وكثرت أسباب المعاصي في البيت والشارع والعمل،وقست بسبب ذلك القلوب وعلاها الران،وانطمست البصائر والأبصار،فأصبح لزاما على المؤمنين لزوم هذه العبادة العظيمة وتجديدها حينا بعد حين،واللوذ بهذا الركن الركين،اقتداء بالرسل الكرام صفوةِ خلق الله،وبرسولنا الأواه وأصحابه والتابعين الذين وصفهم الله بقوله: إِنَّهُمْ كَانُوا قَبْلَ ذَلِكَ مُحْسِنِينَ كَانُوا قَلِيلاً مِنْ اللَّيْلِ مَا يَهْجَعُونَ وَبِالأَسْحَارِ هُمْ يَسْتَغْفِرُونَ [الذاريات:16-18]. ¶ وعَنْ عَبْدِ اللهِ بْنِ بُسْرٍ،رَضِيَ اللَّهُ عَنْهُ،قَالَ:قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :« طُوبَى لِمَنْ وَجَدَ فِى صَحِيفَتِهِ اسْتِغْفَارًا كَثِيرًا » (¬1) ¶ ـــــــــــــ ¶ ¬__________ ¶ (¬1) - مسند البزار (3508) وسنن ابن ماجه (3950) صحيح",
            "page": "104",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "المبحث السابع ¶ أهم فوائد الاستغفار ¶ *-الاستغفارُ أفضل العبادات وأنفعها للعباد: ¶ وقد أمر الله عز وجل به في آيات كثيرة،فقال تعالى: وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيم (المزمل:20) وقال تعالى: وَاسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ (هود:90)،وقد أمر عز وجل به نبيه - صلى الله عليه وسلم - وفي ضمن ذلك أمر لأمته- فقال عز وجل: فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّاباً (النصر:3)، ¶ *-مغفرة الذنوب: ¶ الاِسْتِغْفَارُ إِنْ كَانَ بِمَعْنَى التَّوْبَةِ فَإِنَّهُ يُرْجَى أَنْ يُكَفَّرَ بِهِ الذُّنُوبُ إِنْ تَوَافَرَتْ فِيهِ شُرُوطُ التَّوْبَةِ،يَقُول اللَّهُ سُبْحَانَهُ:{ وَمَنْ يَعْمَل سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُورًا رَحِيمًا } ( سورة النساء / 110) وَيَقُول - صلى الله عليه وسلم - رَسُول اللَّهِ:مَنِ اسْتَغْفَرَ اللَّهَ تَعَالَى فِي دُبُرِ كُل صَلاَةٍ ثَلاَثَ مَرَّاتٍ،فَقَال:أَسْتَغْفِرُ اللَّهَ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ وَأَتُوبُ إِلَيْهِ،غُفِرَ لَهُ وَإِنْ كَانَ قَدْ فَرَّ مِنَ الزَّحْفِ (¬1) ¶ وَقَدْ قِيل:لاَ صَغِيرَةَ مَعَ الإِْصْرَارِ،وَلاَ كَبِيرَةَ مَعَ الاِسْتِغْفَارِ فَالْمُرَادُ بِالاِسْتِغْفَارِ هُنَا التَّوْبَةُ . (¬2) ¶ ولقوله تعالى :{ وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ (135) أُولَئِكَ جَزَاؤُهُمْ مَغْفِرَةٌ مِنْ رَبِّهِمْ وَجَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ الْعَامِلِينَ (136) } [آل عمران/135-137] ¶ وقوله تعالى :{ وَاسْتَغْفِرِ اللَّهَ إِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا (106)} [النساء/106] ¶ ¬__________ ¶ (¬1) - سنن أبى داود (1519) ومصنف ابن أبي شيبة (ج 10 / ص 300)(30063) صحيح ¶ (¬2) - مرقاة المفاتيح 3 / 66 ، 77 ، وابن عابدين 5 / 352 ، والطحطاوي على مراقي الفلاح 1 / 172 ، والفتوحات الربانية 7 / 282 ، ومدارج السالكين 1 / 290 ، 308 ، وشرح ميارة الصغير 2 / 181 ط الحلبي ، والزواجر لابن حجر 1 / 9 ، وفتح الباري 11 / 81 ط البهية ، وفتاوى ابن تيمية 10 / 655 ، 15 / 41 ، والمغني مع الشرح 2 / 80 ط المنار الأولى .",
            "page": "105",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "فَإِنْ كَانَ الاِسْتِغْفَارُ عَلَى وَجْهِ الاِفْتِقَارِ وَالاِنْكِسَارِ دُونَ تَحَقُّقِ التَّوْبَةِ،فَقَدِ اخْتَلَفَ الْفُقَهَاءُ فِي ذَلِكَ،فَالشَّافِعِيَّةُ قَالُوا:إِنَّهُ يُكَفِّرُ الصَّغَائِرَ دُونَ الْكَبَائِرِ،وَقَال الْمَالِكِيَّةُ وَالْحَنَابِلَةُ:إِنَّهُ تُغْفَرُ بِهِ الذُّنُوبُ،وَلَمْ يُفَرِّقُوا بَيْنَ صَغِيرَةٍ وَكَبِيرَةٍ،وَهُوَ مَا صَرَّحَتْ بِهِ بَعْضُ كُتُبِ الْحَنَفِيَّةِ (¬1) ،لِقَوْلِهِ - صلى الله عليه وسلم - :الاِسْتِغْفَارُ مِمْحَاةٌ لِلذُّنُوبِ (¬2) . ¶ *-المتاع الحسن : ¶ لقد أمر الله هذه الأمة بالاستغفار والتوبة, ووعدهم بأن يمتِّعهم متاعًا حسنًا من إغداق في النعم والطيبات وسَعة في العيش وتمتع بالأموال وصلاح في البنين والأهل إن سمعوا وأطاعوا, وتوعدهم بعذاب كبير في الدنيا والآخرة إن خالفوا وعصوا،فقال الله جل شأنه:{ وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُمْ مَتَاعًا حَسَنًا إِلَى أَجَلٍ مُسَمًّى وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ وَإِنْ تَوَلَّوْا فَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ (3)} [هود/3] ¶ *-إنزال المطر وزيادة القوة : ¶ لقوله تعالى:{وَيَا قَوْمِ اسْتَغْفِرُواْ رَبَّكُمْ ثُمَّ تُوبُواْ إِلَيْهِ يُرْسِلِ السَّمَاء عَلَيْكُم مِّدْرَارًا وَيَزِدْكُمْ قُوَّةً إِلَى قُوَّتِكُمْ وَلاَ تَتَوَلَّوْاْ مُجْرِمِينَ} (52) سورة هود،فالاستغفارُ مع الإقلاع عن الذنب سببٌ للخصب والنماء وكثرة الرزق وزيادة العزّة والمنعة. ¶ *-إجابة الدعاء: ¶ لقوله تعالى {وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَا قَوْمِ اعْبُدُواْ اللّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ هُوَ أَنشَأَكُم مِّنَ الأَرْضِ وَاسْتَعْمَرَكُمْ فِيهَا فَاسْتَغْفِرُوهُ ثُمَّ تُوبُواْ إِلَيْهِ إِنَّ رَبِّي قَرِيبٌ مُّجِيبٌ } (61) سورة هود ¶ *-الرحمة والودُّ: ¶ فهذا النبي شعيبٌ عليه السلام يرى قومَه على أسوأ الأخلاق مع الشرك والإلحاد،فيلحُّ في نُصحهم للإقلاع عمّا هم فيه من ضلال،ويبشّرهم بأنّ ربَّهم رحيمٌ بعباده ودود،يرضَى ¶ ¬__________ ¶ (¬1) - ابن عابدين 1 / 288 ، ومرقاة المفاتيح 3 / 81 ، وفتاوى ابن تيمية 10 / 655 ، ومرقاة المفاتيح 3 / 480 ، ومدارج السالكين 1 / 290 ط السنة المحمدية . ¶ (¬2) - أخرجه الديلمي في مسند الفردوس من حديث حذيفة بن اليمان ، وهو ضعيف جدا سلسلة الأحاديث الضعيفة والموضوعة (2287)",
            "page": "106",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "عن عباده الصالحين،ويكفِّر عنهم ما مضى من سيِّئاتهم إذا أخلصوا النيةَ والتوجهَ إليه لقوله تعالى:{وَاسْتَغْفِرُواْ رَبَّكُمْ ثُمَّ تُوبُواْ إِلَيْهِ إِنَّ رَبِّي رَحِيمٌ وَدُودٌ} (90) سورة هود ¶ *-الاستغفار زاد الداعية إلى الله : ¶ لقوله تعالى:{فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَاسْتَغْفِرْ لِذَنبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْإِبْكَارِ} (55) سورة غافر ¶ *-الاستغفارُ سببٌ في جلب النعم ودفع النقم. ¶ فهو سبب لنزول الغيث والإمداد بالأموال والبنين ونبات الأشجار وتوفر المياه،لقوله تعالى على لسان النبي نوح عليه السلام:{ثُمَّ إِنِّي أَعْلَنْتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًا (9) فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا (10) يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا (11) وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَارًا (12)} [نوح/9،12] ¶ فإن نبي الله نوحا عليه السلام أمر قومه بالاستغفار ليحرك عواطفهم،وليهز مشاعرهم،وليجدد الإيمان في قلوبهم،وليُظهر لهم أن ما أصابهم من انحباس الأمطار وضيق الأرزاق وحرمان الذرية وفقد سبل العيش الكريم مردُّه أولا إلى جفاف القلوب من الإيمان وخلو الأفئدة من الخوف والتفكر والاعتبار؛ لأن جفاف القلوب والعقول أضر من جفاف الحقول،بل هو سبب كل ذلك. ¶ وبيَّنت الآياتُ أيضاً أنَّ الاستغفارَ من الذنب سببٌ لنزول الغيث والإمداد بالأموال والبنين ونباتِ الأشجار وتوفُّر المياه،ذلك أنّ الذنوبَ والمعاصي إذا انتشرت في أمّة سبَّبت الشقاء والهلاك والقحطَ والجدْب،ولهذا أمر الله الناسَ عبر الأجيال بواسطةِ أنبيائه أن يُقلِعوا عن المعاصي،ويطلبوا الغفرانَ من الله على ما اقترفوه،حتى ينالوا رحمتَه ويجتنبوا غضبه. ¶ *-يدفع العقوبة عن صاحبه ويمنع نزول المصائب به: ¶ ويحول دون حلول الكوارث والأزمات والنكبات،ويرفع العقوبات النازلة بالإنسان،كالقحط والطوفان والجوع والأوبئة المهلكة،ويحقق الأمن النفسي والاجتماعي،فعَنْ أَبِى بُرْدَةَ بْنِ أَبِى مُوسَى عَنْ أَبِيهِ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « أَنْزَلَ اللَّهُ عَلَىَّ أَمَانَيْنِ لأُمَّتِى ({وَمَا كَانَ اللّهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ وَمَا كَانَ اللّهُ مُعَذِّبَهُمْ وَهُمْ",
            "page": "107",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "يَسْتَغْفِرُونَ} (33) سورة الأنفال،إِذَا مَضَيْتُ تَرَكْتُ فِيهِمْ الاِسْتِغْفَارَ إِلَى يَوْمِ الْقِيَامَةِ » (¬1) . ¶ *-الاستغفار دواء وعلاج: ¶ فهو ملاذ المضطر وباب الفوز برضا الله،وأساس الوقاية من غضبه،وهو سبب فرح العبد وحبوره يوم لقاء الله،يوم يجد صحيفته مملوءة بالاستغفار،فعَنِ الزُّبَيْرِ:أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ:\" مَنْ أَحَبَّ أَنْ تَسُرَّهُ صَحِيفَتُهُ ; فَلْيُكْثِرْ فِيهَا مِنَ الِاسْتِغْفَارِ \" (¬2) .فالمكثر من الاستغفار يُبعث طاهرًا نقيًا فرحًا مسرورًا لا ذنب يؤاخذ عليه،ويزداد فرحًا وحبورًا عندما يقبض صحيفته بيمينه ويجدها ممتلئة بالاستغفار. ¶ *-إذا أعيتك المسائل ففر إلى الاستغفار: ¶ يقول ابن القيم رحمه الله: \"شهدتُ شيخَ الإسلام ابنَ تيميه رحمه الله إذا أعيَته المسائل واستعصَت عليه فرَّ منها إلى التوبة والاستغفار والاستعانة بالله واللجوء إليه واستنزال الصوابِ من عنده والاستفتاح من خزائن رحمته،فقلَّما يلبثُ المددُ الإلهي أن يتتابَع عليه مدًّا،وتزدلِف الفتوحات الإلهية إليه،بأيّتهنّ يبدأ\". (¬3) ¶ *-سبب لانشراح الصدر: ¶ وقد قال - صلى الله عليه وسلم - : « إِنَّهُ لَيُغَانُ عَلَى قَلْبِى حَتَّى أَسْتَغْفِرَ اللَّهَ مِائَةَ مَرَّةٍ ».رواه أحمد (¬4) ¶ *-سبب لحسن الخلق والسهولة مع الخلق: ¶ فعَنْ حُذَيْفَةَ قَالَ كَانَ فِى لِسَانِى ذَرَبٌ عَلَى أَهْلِى لَمْ أَعْدُهُ إِلَى غَيْرِهِ فَذَكَرْتُ ذَلِكَ لِلنَّبِىِّ - صلى الله عليه وسلم - قَالَ « أَيْنَ أَنْتَ مِنَ الاِسْتِغْفَارِ يَا حُذَيْفَةُ إِنِّى لأَسْتَغْفِرُ اللَّهَ كُلَّ يَوْمٍ مِائَةَ مَرَّةٍ وَأَتُوبُ إِلَيْهِ » (¬5) . ¶ ¬__________ ¶ (¬1) - سنن الترمذى(3362 ) صحيح لغيره ¶ (¬2) - المعجم الأوسط للطبراني(851) وشعب الإيمان للبيهقي(668) وهو حديث حسن ¶ (¬3) - إعلام الموقعين (4/172). ¶ (¬4) - مسند أحمد(18326) صحيح - يغان : يغطى ¶ (¬5) - مسند أحمد(24045) صحيح لغيره -الذرب : الفحش ، و انظر فتاوى الشبكة الإسلامية معدلة - (ج 5 / ص 8203) رقم الفتوى 39154 منزلة الاستغفار والآثار المترتبة عليه",
            "page": "108",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "*-سبب لمغفرة الذنوب وتكفير السيئات : ¶ فأوجبُ ما يكون الاستغفار عند الوقوع في مهاوي المعاصي وأرجاسِ الذنوب،وهنا يجدُ المسلم الاستغفارَ أداةً يتعلَّق بها لتقِيمه من عثرته،ومغسلةً يتطهَّر بها من أدران ذنبه،قال تعالى :{وَالَّذِينَ إِذَا فَعَلُواْ فَاحِشَةً أَوْ ظَلَمُواْ أَنْفُسَهُمْ ذَكَرُواْ اللّهَ فَاسْتَغْفَرُواْ لِذُنُوبِهِمْ وَمَن يَغْفِرُ الذُّنُوبَ إِلاَّ اللّهُ وَلَمْ يُصِرُّواْ عَلَى مَا فَعَلُواْ وَهُمْ يَعْلَمُونَ} (135) سورة آل عمران ¶ وكما في الحديث القدسي: \" يَا عِبَادِى إِنَّكُمْ تُخْطِئُونَ بِاللَّيْلِ وَالنَّهَارِ وَأَنَا أَغْفِرُ الذُّنُوبَ جَمِيعًا فَاسْتَغْفِرُونِى أَغْفِرْ لَكُمْ \" (¬1) ،وكقوله تعالى {وَمَن يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللّهَ يَجِدِ اللّهَ غَفُورًا رَّحِيمًا} (110) سورة النساء ¶ وعَنْ أَبِى ذَرٍّ عَنِ النَّبِىِّ - صلى الله عليه وسلم - فِيمَا يَرْوِى عَنْ رَبِّهِ عَزَّ وَجَلَّ أَنَّهُ قَالَ « يَا ابْنَ آدَمَ إِنَّكَ مَا دَعَوْتَنِى وَرَجَوْتَنِى فَإِنِّى سَأَغْفِرُ لَكَ عَلَى مَا كَانَ فِيكَ وَلَوْ لَقِيتَنِى بِقُرَابِ الأَرْضِ خَطَايَا لَلَقِيتُكَ بِقُرَابِهَا مَغْفِرَةً وَلَو عَمِلْتَ مِنَ الْخَطَايَا حَتَّى تَبْلُغَ عَنَانَ السَّمَاءِ مَا لَمْ تُشْرِكْ بِى شَيْئاً ثُمَّ اسْتَغْفَرْتَنِى لَغَفَرْتُ لَكَ ثُمَّ لاَ أُبَالِى » (¬2) . ¶ *-الاستغفارُ يدفع عن النفس الشعورَ بالكبر: ¶ والزهوَّ بالنفس والعُجبَ بالأعمال،يورثها الإحساسَ بالتقصير،وهذا الإحساسُ بالتقصير يدفع المسلمَ للمزيد من العمل في طاعة الله،فتزداد حسناتُه ويثقل ميزانه. ¶ وتدبّر أيضًا حكمةَ الاستغفار دُبُر كلّ صلاة كما علّمنا عليه الصلاة والسلام،حتى لا يُعجَب المسلم بصلاتِه وعبادته ويتألّى بها على الله كما تألّى بعض الأعرابِ على الله ومَنّوا على الرسول بإسلامهم،يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُواْ قُل لاَّ تَمُنُّواْ عَلَىَّ إِسْلَامَكُمْ بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَداكُمْ لِلإِيمَانِ إِنُ كُنتُمْ صَادِقِينَ [الحجرات:17]. ¶ فَإِنَّ الْعِبَادَ لَا بُدَّ لَهُمْ مِنَ الِاسْتِغْفَارِ أَوَّلَهُمْ وَآخِرَهُمْ قَالَ النَّبِيُّ - صلى الله عليه وسلم - فِي الْحَدِيثِ الصَّحِيحِ :« يَا أَيُّهَا النَّاسُ تُوبُوا إِلَى رَبِّكُمْ فَإِنِّى أَتُوبُ إِلَيْهِ فِى الْيَوْمِ مِائَةَ مَرَّةٍ » (¬3) .وفي رواية:« وَاللَّهِ ¶ ¬__________ ¶ (¬1) - صحيح مسلم(6737 ) مطولا ¶ (¬2) - مسند أحمد(22125) صحيح لغيره -القُراب : قراب الأرض أى بما يقارب ملأها ¶ (¬3) - مسند أحمد (18324) صحيح",
            "page": "109",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "إِنِّى لأَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ فِى الْيَوْمِ أَكْثَرَ مِنْ سَبْعِينَ مَرَّةً » (¬1) وفي رواية:« اللَّهُمَّ اغْفِرْ لِى خَطِيئَتِى وَجَهْلِى وَإِسْرَافِى فِى أَمْرِى،وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّى،اللَّهُمَّ اغْفِرْ لِى هَزْلِى وَجِدِّى وَخَطَاىَ وَعَمْدِى،وَكُلُّ ذَلِكَ عِنْدِى » (¬2) . ¶ *-المستغفرُ يُقرُّ بصفة الله تعالى الغفار: ¶ فيردد اسمه تعالى ويلهج به،ويتعبد له بهذه العبادة العظيمة التي يجب توفرها في عباد الله المستحقين للاستخلاف في الأرض, ويحقق ـ أي: الاستغفار ـ للمؤمن الثقة بالله وبلطفه بعباده الضعفاء،فإذا كان الدعاء مخّ العبادة فالاستغفار جوهرها, وهو دعاء واستمداد،وهو استجابة لله وتنفيذ لأمره وذكر له وصلح معه وتقرب إليه وخضوع تام له واعتراف بعجز العبد وقدرة مولاه. ¶ *- الاستغفارُ سببٌ لمحو الذنوب ورفع العقوبة: ¶ قال تعالى: وَمَنْ يَعْمَلْ سُوءاً أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُوراً رَحِيماً (النساء:110). ¶ وأوجبُ ما يكون الاستغفار عند الوقوع في مهاوي المعاصي وأرجاسِ الذنوب،ومن ذا الذي يسلم من ذلك؟! وهنا يجِد المسلم في الاستغفار أداةً يتعلّق بها لتقيمَه من عثرتِه،ومغسلةً يتطهَّر بها من أدران الذّنوب،فقد ذكر تعالى من أوصاف المتّقين في كتابه: وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إِلاَّ اللَّهُ وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ [آل عمران:135]. ¶ وعَنْ زَيْدٍ مَوْلَى النَّبِىِّ - صلى الله عليه وسلم - أَنَّهُ سَمِعَ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ « مَنْ قَالَ أَسْتَغْفِرُ اللَّهَ الَّذِى لاَ إِلَهَ إِلاَّ هُوَ الْحَىُّ الْقَيُّومُ وَأَتُوبُ إِلَيْهِ غُفِرَ لَهُ وَإِنْ كَانَ فَرَّ مِنَ الزَّحْفِ » (¬3) . ¶ *-رفع البلايا عن الناس : ¶ ¬__________ ¶ (¬1) - صحيح البخارى(6307 ) ¶ (¬2) - صحيح البخارى(6399 ) ¶ (¬3) - سنن أبى داود(1519 ) صحيح",
            "page": "110",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "قال الله سبحانه في شأن نبيّه يونس عليه السلام: فَلَوْلاَ أَنَّهُ كَانَ مِنَ الْمُسَبّحِينَ لَلَبِثَ فِى بَطْنِهِ إِلَى يَوْمِ يُبْعَثُونَ [الصافات:143،144]. ¶ *-الاستغفارُ سببٌ لصفاءِ القلب ونقائه: ¶ فالذنوب تترك أثرًا سيّئًا وسوادًا على القلب،فعَنْ أَبِى هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - :« إِنَّ الْمُؤْمِنَ إِذَا أَذْنَبَ كَانَتْ نُكْتَةٌ سَوْدَاءُ فِى قَلْبِهِ فَإِنْ تَابَ وَنَزَعَ وَاسْتَغْفَرَ صُقِلَ قَلْبُهُ وَإِنْ زَادَ زَادَتْ حَتَّى يَعْلُوَ قَلْبَهُ ذَاكَ الرَّيْنُ الَّذِى ذَكَرَ اللَّهُ عَزَّ وَجَلَّ فِى الْقُرْآنِ {كَلَّا بَلْ رَانَ عَلَى قُلُوبِهِم مَّا كَانُوا يَكْسِبُونَ} (14) سورة المطففين» (¬1) . ¶ *-زوال الهم والغم وتفريج الكرب : ¶ وبه تمحى السيئات وتبدّل إلى حسنات،وتنزل الرحمات،وتُدفع الآفات،وتفتح أبواب السموات،وبه تفرَّج الكروب،وتتطهر القلوب،وترتبط بعلام الغيوب،وتُكشف الهموم،وتزول الغموم, وتحصل البركة في المال،وتُحقَّق الآمال،وبه تكثر الأرزاق وتزداد النعم حتى لا يدري المستغفر مصدرها،ولا الوجهة التي أتت منها.كما في حديث ابن عباس،قال الحكيم:وأشار بالإكثار إلى أن الآدمي لا يخلو من ذنبٍ أو عيب ساعةً فساعة والعذابُ عذابان أدنى وأكبر فالأدنى عذابُ الذنوبِ والعيوبِ،فإذا كان العبد مستيقظاً على نفسه فكلَّما أذنبَ أو أعتبَ أتبعهما استغفاراً فلم يبق في وبالها وعذابها،وإذا لها عن الاستغفار تراكمت ذنوبه،فجاءت الهمومُ والضيقُ والعسرُ والعناءُ والتعبُ،فهذا عذابُه الأدنى وفي الآخرة عذابُ النار،وإذا استغفر تنصَّلَ من الهمِّ فصار له من الهمومِ فرجاً ومن الضيقِ مخرجاً ورزقَه من حيثُ لا يحتسبُ (¬2) . ¶ - - - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - مسند أحمد (8172) صحيح -الران : الغطاء = صقل : جلى = النكتة : الأثر القليل كالنقطة ¶ (¬2) - انظر فيض القدير - (ج 6 / ص 107)(8508 )",
            "page": "111",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "الخلاصة في فوائد الاستغفار ¶ (1) الاستغفار يجلب الغيث المدرار للمستغفرين ويجعل لهم جنّات ويجعل لهم أنهارا. ¶ (2) الاستغفار يكون سببا في إنعام اللّه- عزّ وجلّ- على المستغفرين بالرّزق من الأموال والبنين. ¶ (3) تسهيل الطّاعات، وكثرة الدّعاء، وتيسير الرّزق. ¶ (4) زوال الوحشة الّتي بين الإنسان وبين اللّه. ¶ (5) المستغفر تصغر الدّنيا في قلبه. ¶ (6) ابتعاد شياطين الإنس والجنّ عنه. ¶ (7) يجد حلاوة الإيمان والطّاعة. ¶ (8) حصول محبّة اللّه له. ¶ (9) الزّيادة في العقل والإيمان. ¶ (10) تيسير الرّزق وذهاب الهمّ والغمّ والحزن. ¶ (11) إقبال اللّه على المستغفر وفرحه بتوبته. ¶ (12) وإذا مات تلقّته الملائكة بالبشرى من ربّه. ¶ (13) إذا كان يوم القيامة كان النّاس في الحرّ والعرق، وهو في ظلّ العرش. ¶ (14) إذا انصرف النّاس من الموقف كان المستغفر من أهل اليمين مع أولياء اللّه المتّقين. ¶ (15) تحقيق طهارة الفرد والمجتمع من الأفعال السّيّئة ¶ (16) دعاء حملة عرش ربّنا الكريم له. (¬1) ¶ - - - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - نضرة النعيم في مكارم أخلاق الرسول الكريم - (2 / 302)",
            "page": "112",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "أهم المصادر ¶ 1. تفسير الطبري(جَامِعُ الْبَيَانِ فِي تَفْسِيرِ الْقُرْآنِ) الشاملة 2 + موقع التفاسير ¶ 2. تفسير ابن كثير الشاملة 2 + موقع التفاسير ¶ 3. الجامع لأحكام القرآن للقرطبي الشاملة 2 + موقع التفاسير ¶ 4. تفسير الألوسي الشاملة 2 + موقع التفاسير ¶ 5. أيسر التفاسير لأسعد حومد الشاملة 2 + موقع التفاسير ¶ 6. التفسير الميسر الشاملة 2 + موقع التفاسير ¶ 7. تفسير السعدي الشاملة 2 + موقع التفاسير ¶ 8. تفسير ابن أبي حاتم الشاملة 2 + موقع التفاسير ¶ 9. في ظلال القرآن الشاملة 2 + موقع التفاسير ¶ 10. الوسيط لسيد طنطاوي الشاملة 2 + موقع التفاسير ¶ 11. المنتقى - شرح الموطأ للباجي الشاملة 2+ موقع الإسلام ¶ 12. موطأ مالك المكنز ¶ 13. صحيح البخارى المكنز ¶ 14. صحيح مسلم المكنز ¶ 15. مختصر صحيح المسلم للمنذري الشاملة 3 + ت الألباني ¶ 16. سنن أبى داود المطنز ¶ 17. سنن الترمذى المكنز ¶ 18. سنن النسائى المكنز ¶ 19. سنن ابن ماجه الكننز ¶ 20. مصنف عبد الرزاق المكتب الإسلامي + الشاملة 2 ¶ 21. مصنف ابن أبي شيبة عوامة + الشاملة 2 ¶ 22. مسند أحمد الكنز ¶ 23. مسند أحمد بن حنبل ( بأحكام شعيب الأرنؤوط) دار صادر ¶ 24. الإبانة الكبرى لابن بطة الشاملة 2 + جامع الحديث النبوي ¶ 25. الآحاد والمثاني لابن أبي عاصم الشاملة 2 + جامع الحديث النبوي ¶ 26. السنن الكبرى للإمام النسائي الرسالة +الشاملة 2 + جامع الحديث النبوي ¶ 27. المستدرك للحاكم دار المعرفة + الشاملة 2 + جامع الحديث النبوي ¶ 28. المعجم الكبير للطبراني الشاملة 2 + جامع الحديث النبوي ¶ 29. المعجم الأوسط للطبراني الشاملة 2 + جامع الحديث النبوي ¶ 30. المعجم الصغير للطبراني الشاملة 2 + جامع الحديث النبوي ¶ 31. تفسير ابن أبي حاتم الشمالة 2 + موقع التفاسير + جامع الحديث النبوي ¶ 32. تهذيب الآثار للطبري الشاملة 2 + جامع الحديث النبوي ¶ 33. دلائل النبوة للبيهقي الشاملة 2 + جامع الحديث النبوي ¶ 34. السنن الكبرى للبيهقي المكنز + الشاملة 2 + جامع الحديث النبوي ¶ 35. شعب الإيمان للبيهقي الشاملة 2 + جامع الحديث النبوي ¶ 36. سنن الدارمى المكنز + الشاملة 2 + جامع الحديث النبوي ¶ 37. مسند أبي عوانة الشاملة 2 + جامع الحديث النبوي ¶ 38. مسند إسحاق بن راهويه الشاملة 2 + جامع الحديث النبوي ¶ 39. مسند البزار 1-14كاملا الشاملة 2 + جامع الحديث النبوي ¶ 40.",
            "page": "113",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "مسند أبي يعلى الموصلي ت حسين الأسد دار المأمون + الشاملة 2 + جامع الحديث النبوي ¶ 41. مسند الحميدى المكنز + الشاملة 2 + جامع الحديث النبوي ¶ 42. سنن الدارقطنى المكنز + الشاملة 2 + جامع الحديث النبوي ¶ 43. صحيح ابن حبان مؤسسة الرسالة + الشاملة 2 + جامع الحديث النبوي ¶ 44. صحيح ابن خزيمة الشاملة 2 + جامع الحديث النبوي ¶ 45. مسند الشاميين للطبراني الشاملة 2 + جامع الحديث النبوي ¶ 46. مسند الشهاب القضاعي الشاملة 2 + جامع الحديث النبوي ¶ 47. مسند الطيالسي الشاملة 2 + جامع الحديث النبوي ¶ 48. مسند عبد بن حميد الشاملة 2 + جامع الحديث النبوي ¶ 49. شرح معاني الآثار الشاملة 2 + جامع الحديث النبوي+ موقع الإسلام ¶ 50. مشكل الآثار للطحاوي،مؤسسة الرسالة + الشاملة 2 + جامع الحديث النبوي ¶ 51. معرفة السنن والآثار للبيهقي الشاملة 2 + جامع الحديث النبوي ¶ 52. معرفة الصحابة لأبي نعيم الأصبهاني الشاملة 2 + جامع الحديث النبوي ¶ 53. موسوعة السنة النبوية – للمؤلف مخطوط ¶ 54. الأحاديث المختارة للضياء +الشاملة 2 + جامع الحديث النبوي ¶ 55. شرح السنة ـ للإمام البغوى متنا وشرحا مؤسسة الرسالة + الشاملة 2 + جامع الحديث النبوي ¶ 56. مجمع الزوائد + دار المعرفة + الشاملة 2 ¶ 57. اتحاف الخيرة المهرة بزوائد المسانيد العشرة الشاملة 2 + جامع الحديث النبوي ¶ 58. المسند الجامع مؤسسة الرسالة + الشاملة 2 ¶ 59. جامع الأصول لابن الأثير ت – عبد القادر الأرناؤوط + الشاملة 2 ¶ 60. عمل اليوم والليلة للنسائي الشاملة 2 + جامع الحديث النبوي ¶ 61. عمل اليوم والليلة لابن السني الشاملة 2 + جامع الحديث النبوي ¶ 62. أخلاق النبي لأبي الشيخ الأصبهاني الشاملة 2 + جامع الحديث النبوي ¶ 63. أمالي ابن بشران الشاملة 2 + جامع الحديث النبوي ¶ 64. أمثال الحديث لأبي الشيخ الأصبهاني الشاملة 2 + جامع الحديث النبوي ¶ 65. الآداب للبيهقي الشاملة 2 + جامع الحديث النبوي ¶ 66. الأدب المفرد للبخاري الشاملة 2 + جامع الحديث النبوي ¶ 67. الأسماء والصفات للبيهقي الشاملة 2 + جامع الحديث النبوي ¶ 68. الاعتقاد للبيهقي الشاملة 2 + جامع الحديث النبوي ¶ 69. الترغيب في فضائل الأعمال وثواب ذلك لابن شاهين الشاملة 2 + جامع الحديث النبوي ¶ 70. الدعاء للطبراني الشاملة 2 + جامع الحديث النبوي ¶ 71. الدعوات الكبير للبيهقي الشاملة 2 + جامع الحديث النبوي ¶ 72. الزهد الكبير للبيهقي الشاملة 2 + جامع الحديث النبوي ¶ 73. الزهد لأحمد بن حنبل الشاملة 2 + جامع الحديث النبوي ¶ 74. الزهد لهناد بن السري الشاملة 2 + جامع الحديث النبوي ¶ 75. الزهد والرقائق لابن المبارك الشاملة 2 + جامع الحديث النبوي ¶ 76. السنة لعبد الله بن أحمد الشاملة 2 + جامع الحديث النبوي ¶ 77. بحر الفوائد المسمى بمعاني الأخيار للكلاباذي الشاملة2 ¶ 78. تعظيم قدر الصلاة لمحمد بن نصر المروزي الشاملة 2 + جامع الحديث النبوي ¶ 79. فضائل الأوقات للبيهقي الشاملة 2 + جامع الحديث النبوي ¶ 80. فضائل الصحابة لأحمد الشاملة 2 + جامع الحديث النبوي ¶ 81.",
            "page": "114",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "فضائل القرآن للقاسم بن سلام الشاملة 2 + جامع الحديث النبوي ¶ 82. فضائل القرآن لمحمد بن الضريس الشاملة 2 + جامع الحديث النبوي ¶ 83. مختصر قيام الليل لمحمد بن نصر المروزي الشاملة 2 + جامع الحديث النبوي ¶ 84. معجم الصحابة لابن قانع الشاملة 2 + جامع الحديث النبوي ¶ 85. تخريج أحاديث الإحياء للعراقي الشاملة 2 ¶ 86. تنزيه الشريعة المرفوعة لابن عراق الشاملة 2 ¶ 87. إتحاف السادة المتقين للزبيدي دار الفكر ¶ 88. الضُّعَفَاءُ الْكَبِيرِ لِلْعُقَيْلِيِّ الشاملة 2 + جامع الحديث النبوي ¶ 89. قسم الحديث والمصطلح الشاملة 2 ¶ 90. البدر المنير لابن الملقن + الشاملة 2 ¶ 91. السلسلة الضعيفة للألباني + الشاملة 2 + المكتب الإسلامي ¶ 92. السلسلة الصحيحة للألباني+ الشاملة 2 + المكتب الإسلامي ¶ 93. رياض الصالحين ت الألباني+ الشاملة 2 + المكتب الإسلامي ¶ 94. مشكاة المصابيح ت الألباني + الشاملة 2 + المكتب الإسلامي ¶ 95. صحيح الترغيب والترهيب + الشاملة 2 + المكتب الإسلامي ¶ 96. صحيح وضعيف سنن أبي داود الشاملة 2 + المكتب الإسلامي ¶ 97. صحيح وضعيف سنن الترمذي الشاملة 2 + المكتب الإسلامي ¶ 98. صحيح وضعيف سنن النسائي الشاملة 2 + المكتب الإسلامي ¶ 99. صحيح وضعيف سنن ابن ماجة الشاملة 2 + المكتب الإسلامي ¶ 100. صحيح وضعيف الجامع الصغير الشاملة 2 + المكتب الإسلامي ¶ 101. الجامع الصغير وزيادته الشاملة 2 + المكتب الإسلامي ¶ 102. التمهيد لما في الموطأ من المعاني والأسانيد لابن عبد البر الشاملة 2 ¶ 103. فتح الباري لابن حجر الشاملة 2 + موقع الإسلام ¶ 104. شرح البخاري ابن بطال الشاملة 2 ¶ 105. شرح النووي على مسلم الشاملة 2 + موقع الإسلام ¶ 106. عون المعبود للآبادي الشاملة 2 + موقع الإسلام ¶ 107. تحفة الأحوذي المباركفوي الشاملة 2 + موقع الإسلام ¶ 108. تأويل مختلف الحديث ابن قتيبة الشاملة 2 ¶ 109. الشَّرِيعَةُ لِلْآجُرِّيِّ الشاملة 2 + جامع الحديث النبوي ¶ 110. شرح الأربعين النووية في الأحاديث الصحيحة النبوية الشاملة 2 ¶ 111. فيض القدير،شرح الجامع الصغير الشاملة 2 ¶ 112. جامع العلوم والحكم الشاملة 2 + تحقيق الفحل ¶ 113. حاشية ابن القيم على سنن أبي داود الشاملة 2+ موقع الإسلام ¶ 114. مرقاة المفاتيح شرح مشكاة المصابيح الشاملة 2 ¶ 115. دليل الفالحين لطرق رياض الصالحين الشاملة 2 ¶ 116. مختصر منهاج القاصدين نشر دار البيان ¶ 117. شرح رياض الصالحين لابن عثيمين الشاملة 2 ¶ 118. فتح القوي المتين في شرح الأربعين وتتمة الخمسين الشاملة 2 ¶ 119. مجموع فتاوى ابن تيمية الشاملة 2 + دار الباز ¶ 120. جواهر الإكليل شرح مختصر خليل الشاملة 2 + موقع الإسلام ¶ 121. حاشية الجمل الشاملة 2 + موقع الإسلام ¶ 122. القوانين الفقهية لابن جزي الشاملة 2 ¶ 123. فتاوى الأزهر الشاملة 2 ¶ 124.",
            "page": "115",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "الموسوعة الفقهية الكويتية الشاملة 2 + موقع الإسلام + دار السلاسل ¶ 125. فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء الشاملة 2 ¶ 126. مجموع فتاوى ورسائل ابن عثيمين الشاملة 2 ¶ 127. فتاوى السبكي الشاملة 2 ¶ 128. فتاوى الرملي الشاملة 2 ¶ 129. الفتاوى الفقهية الكبرى لابن حجر الهيتمي الشاملة 2 + موقع الإسلام ¶ 130. دروس وفتاوى الحرم المدني الشاملة 2 ¶ 131. فتاوى من موقع الإسلام اليوم الشاملة 2 ¶ 132. فتاوى الإسلام سؤال وجواب الشاملة 2 ¶ 133. فتاوى يسألونك الشاملة 2 ¶ 134. مجموع فتاوى ومقالات ابن باز الشاملة 2 ¶ 135. فتاوى الإسلام سؤال وجواب الشاملة 2 ¶ 136. فتاوى واستشارات الإسلام اليوم الشاملة 2 ¶ 137. فتاوى الشبكة الإسلامية الشاملة 2 ¶ 138. الفتاوى الحديثية لابن حجر الهيتمي الشاملة 2 ¶ 139. الفقه الإسلامي وأدلته الزحيلي الشاملة 2 + دار الفكر ¶ 140. الدرر السنية في الأجوبة النجدية – الرقمية الشاملة 2 ¶ 141. طرح التثريب الشاملة 2 + موقع الإسلام ¶ 142. الفتوحات الربانية على الأذكار النووية لابن علان دار الفكر ¶ 143. نيل الأوطار الشاملة 2 + موقع افسلام ¶ 144. حاشية رد المحتار الشاملة 2 + موقع الإسلام ¶ 145. تكملة حاشية رد المحتار الشاملة 2 + موقع الإسلام ¶ 146. المبسوط للسخسي الشاملة 2 + موقع الإسلام ¶ 147. بدائع الصنائع في ترتيب الشرائع الشاملة 2 + موقع الإسلام ¶ 148. تبيين الحقائق شرح كنز الدقائق الشاملة 2 + موقع الإسلام ¶ 149. فتح القدير لابن الهمام الشاملة 2 + موقع الإسلام ¶ 150. البحر الرائق شرح كنز الدقائق الشاملة 2 + موقع الإسلام ¶ 151. رد المحتار على الدر المختار الشاملة 2 ¶ 152. حاشية الطحاوي على المراقي الشاملة 2 ¶ 153. الشرح الكبير للشيخ الدردير الشاملة 2 + موقع الإسلام ¶ 154. الشرح الصغير الشاملة 2 ¶ 155. التاج والإكليل لمختصر خليل الشاملة 2 + موقع الإسلام ¶ 156. مواهب الجليل في شرح مختصر الشيخ خليل الشاملة 2 + موقع الإسلام ¶ 157. شرح الزرقاني على مختصر خليل الشاملة 2 ¶ 158. الفواكه الدواني على رسالة ابن أبي زيد القيرواني الشاملة 2 + موقع الإسلام ¶ 159. منح الجليل شرح مختصر خليل الشاملة 2 + موقع الإسلام ¶ 160. التذكرة في أحوال الموتى وأمور الآخرة القرطبي الشاملة 2 ¶ 161. بداية المجتهد ونهاية المقتصد الشاملة 2 ¶ 162. روضة الطالبين وعمدة المفتين الشاملة 2 ¶ 163. المهذب في فقه الإمام الشافعي للشيرازي الشاملة 2 ¶ 164. المجموع شرح المهذب للنووي الشاملة 2 + موقع الإسلام ¶ 165. أسنى المطالب بشرح روض الطالب الشاملة 2 + موقع الإسلام ¶ 166. شرح البهجة الوردية الشاملة 2 + موقع الإسلام ¶ 167.",
            "page": "116",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "حاشيتا قليوبي – وعميرة الشاملة 2 + موقع الإسلام ¶ 168. تحفة المحتاج في شرح المنهاج الشاملة 2 + موقع الإسلام ¶ 169. مغني المحتاج إلى معرفة ألفاظ المنهاج الشاملة 2 + موقع الإسلام ¶ 170. نهاية المحتاج إلى شرح المنهاج الشاملة 2 + موقع الإسلام ¶ 171. حاشية البجيرمي على الخطيب الشاملة 2 + موقع الإسلام ¶ 172. حاشية البجيرمي على المنهج الشاملة 2 + موقع الإسلام ¶ 173. الأم للشافعي الشاملة 2 + موقع الإسلام ¶ 174. الحاوي في فقه الشافعي – الماوردي الشاملة 2 ¶ 175. دليل المحتاج شرح المنهاج للإمام النووي الشاملة 2 ¶ 176. الشرح الكبير لابن قدامة الشاملة 2 ¶ 177. الفروع لابن مفلح الشاملة 2 + موقع الإسلام ¶ 178. شرح منتهى الإرادات الشاملة 2 + موقع الإسلام ¶ 179. كشاف القناع عن متن الإقناع الشاملة 2 + موقع الإسلام ¶ 180. مطالب أولي النهى في شرح غاية المنتهى الشاملة 2 + موقع الإسلام ¶ 181. المغني لابن قدامة الشاملة 2 + موقع الإسلام ¶ 182. المستصفى للغزالي الشاملة 2 + موقع الإسلام ¶ 183. أنوار البروق في أنواع الفروق الشاملة 2 + موقع الإسلام ¶ 184. إعلام الموقعين عن رب العالمين لابن القيم الشاملة 2 + موقع الإسلام ¶ 185. البحر المحيط للزركشي الشاملة 2 + موقع الإسلام ¶ 186. التقرير والتحبير لابن أمير الحاج الشاملة 2 + موقع الإسلام ¶ 187. شرح الكوكب المنير للفتوحي الشاملة 2 + موقع الإسلام ¶ 188. حاشية العطار على شرح الجلال المحلي على جمع الجوامع الشاملة 2 + موقع الإسلام ¶ 189. إرشاد الفحول لتحقيق الحق من علم الأصول الشاملة 2 ¶ 190. الأصول من علم الأصول الشاملة 2 + موقع الإسلام ¶ 191. التقرير والتحبير الشاملة 2 + موقع الإسلام ¶ 192. معالم أصول الفقه عند أهل السنة والجماعة الشاملة 2 ¶ 193. إحياء علوم الدين دار الفكر + الشاملة 2 ¶ 194. حلية الأولياء لأبي نعيم الشاملة 2 + جامع الحديث النبوي ¶ 195. الأذكار للنووي الشاملة 2 ¶ 196. أدب الدنيا والدين الماوردي الشاملة 2 + موقع الإسلام ¶ 197. المدخل لابن الحاج الشاملة 2 + موقع الإسلام ¶ 198. الآداب الشرعية لابن مفلح الشاملة 2 + موقع الإسلام ¶ 199. الزواجر عن اقتراف الكبائر لابن حجر المكي الشاملة 2 + موقع الإسلام ¶ 200. بريقة محمودية في شرح طريقة محمدية وشريعة نبوية الشاملة 2 + موقع الإسلام ¶ 201. غذاء الألباب في شرح منظومة الآداب السفاريني الشاملة 2 + موقع الإسلام ¶ 202. رياض الصالحين للنووي –ت الألباني – الفحل ¶ 203. لواقح الأنوار القدسية في بيان العهود المحمدية للشعراني الشاملة 2 ¶ 204. الروح لابن القيم الشاملة 2 ¶ 205. مدارج السالكين لابن القيم الشاملة 2 ¶ 206. الكفاية في علم الرواية الشاملة 2 + جامع الحديث النبوي ¶ 207. فتح المغيث بشرح ألفية الحديث السخاوي + الشاملة 2 ¶ 208.",
            "page": "117",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "المنهج الإسلامي في الجرح والتعديل فاروق حمادة ¶ 209. قواعد في علوم الحديث للتهانوي ت أبو غدة ¶ 210. منهج النقد في علوم الحديث - دار الفكر – العتر + الشاملة 2 ¶ 211. تدريب الراوي في شرح تقريب النواوي + الشاملة 2 ¶ 212. نزهة النظر في توضيح نخبة الفكر في مصطلح أهل الأثر + الشاملة 2 ¶ 213. تحرير علوم الحديث لعبدالله الجديع + الشاملة 2 ¶ 214. شرح شرح نخبة الفكر في مصطلح أهل الأثر + الشاملة 2 ¶ 215. النكت على ابن الصلاح لابن حجر + الشاملة 2 ¶ 216. شرح التبصرة والتذكرة العراقي + الشاملة 2 ت الفحل ¶ 217. توجيه النظر إلى أصول الأثر الجزائري+ الشاملة 2 + تحقيق أبو غدة ¶ 218. المنهج الحديث في علوم الحديث للشيخ السماحي ¶ 219. الرفع والتكميل في الجرح والتعديل للكنوي + الشاملة 2 أبو غدة ¶ 220. زاد المعاد لابن القيم + الشاملة 2+ موقع الإسلام ¶ 221. سبل الهدى والرشاد في سيرة خير العباد للصالحي+ الشاملة 2 ¶ 222. الاستيعاب في معرفة الأصحاب لابن عبد البر + الشاملة 2 ¶ 223. الإصابة في معرفة الصحابة للحافظ ابن حجر + الشاملة 2 ¶ 224. الطبقات الكبرى لابن سعد + الشاملة 2 + جامع الحديث النبوي ¶ 225. ميزان الاعتدال للذهبي + الشاملة 2 دار المعرفة ¶ 226. الجرح والتعديل لابن أبي حاتم + الشاملة 2 ¶ 227. الكامل في ضعفاء الرجال لابن عدي + الشاملة 2 ¶ 228. معرفة الثقات للعجلي + الشاملة 2 ¶ 229. ضعفاء العقيلي + الشاملة 2 ¶ 230. الجامع في الجرح والتعديل + الشاملة 2 ¶ 231. تهذيب الكمال للمزي+ الشاملة 2 ت عواد بشار مؤسسة الرسالة ¶ 232. الكاشف في معرفة من له رواية في الكتب الستة + الشاملة 2 ت عوامة ¶ 233. تقريب التهذيب لابن حجر + الشاملة 2 ¶ 234. تهذيب التهذيب لابن حجر + الشاملة 2 ¶ 235. تعجيل المنفعة لابن حجر + الشاملة 2 ¶ 236. لسان الميزان للحافظ ابن حجر + الشاملة 2 ¶ 237. سير أعلام النبلاء مؤسسة الرسالة + الشاملة 2 ¶ 238. تاريخ بغداد للخطيب البغدادي + الشاملة 2 ¶ 239. البداية والنهاية لابن كثير + الشاملة 2 ¶ 240. الخلاصة في أحكام الحديث الضعيف للمؤلف ¶ 241. تاريخ الإسلام للذهبي + الشاملة 2 ت التدمري ¶ 242. الفصل في الملل والنحل لابن حزم مكتبة الخانجي - القاهرة ¶ 243. النهاية في غريب الأثر + الشاملة 2 ¶ 244. تاج العروس للزبيدي + الشاملة 2 ¶ 245. معجم لسان المحدثين خلف الشاملة 2 ¶ 246. لسان العرب لابن منظور + الشاملة 2 ¶ 247. المعجم الوسيط مجمع اللغة العربية + الشاملة 2 ¶ 248. المصباح المنير الفيومي + الشاملة 2 ¶ 249. مختار الصحاح الرازي الشاملة 2 ¶ 250. المفهم لما أشكل من تلخيص كتاب مسلم للقرطبي + الشاملة 2 ¶ 251.",
            "page": "118",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "الحافظ ابن حجر ومنهجه في التقريب – للمؤلف ¶ 252. منهج دراسة الأسانيد والحكم عليها للعاني – الأردن ¶ 253. نضرة النعيم في مكارم أخلاق الرسول الكريم ¶ 254. الشاملة 2 ¶ 255. برنامج قالون",
            "page": "119",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "الفهرس العام ¶ الباب الأول ... 4 ¶ الاستغفار في القرآن الكريم ... 4 ¶ أولا: تأميل الراجين وتأنيس المذنبين بمغفرته سبحانه لأنه هو الغفور الغفار: ... 4 ¶ ثانيا: أمر اللّه بالاستغفار: ... 7 ¶ ثالثا: دعوة الأنبياء والصالحين أقوامهم للاستغفار: ... 9 ¶ رابعا: الاستغفار من صفات الأنبياء والصالحين: ... 12 ¶ خامسا: الاستغفار يكون للنفس وللغير: ... 19 ¶ سادسا: غفران اللّه عز وجل (قبول الاستغفار) يرتبط بالتوبة والعمل الصالح: ... 23 ¶ سابعا: الاستغفار المقبول يرتبط بمشيئة اللّه- عزّ وجلّ-: ... 27 ¶ ثامنا: قبول الاستغفار يكون للمؤمنين والمتقين: ... 29 ¶ تاسعا: قبول الاستغفار يكون للكافر إذا أسلم وحسن إسلامه وللعاصي إذا تاب : ... 32 ¶ عاشرا: لا يقبل اللّه استغفارا من مشرك أو منافق: ... 34 ¶ حادي عشر: الأوقات المفضلة للاستغفار: ... 36 ¶ ثاني عشر: أثر الاستغفار في الدنيا منع العذاب- استجلاب الرحمة- الإمداد بالأموال والبنين): ... 37 ¶ ثالث عشر: البشارة بالمغفرة ودخول الجنة في الآخرة: ... 38 ¶ الباب الثاني ... 42 ¶ الحث على الاستغفار في السنَّة النبوية ... 42 ¶ الباب الثالث ... 75 ¶ الخلاصة في أحكام الاستغفار ... 75 ¶ المبحث الأول ... 75 ¶ تعريفه ... 75 ¶ الاِسْتِغْفَارُ وَالتَّوْبَةُ: ... 76 ¶ الدُّعَاءُ والاستغفارُ: ... 76 ¶ المبحث الثاني ... 78",
            "page": "120",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "الْحُكْمُ التَّكْلِيفِيُّ لِلاِسْتِغْفَارِ ... 78 ¶ الاِسْتِغْفَارُ الْمَطْلُوبُ: ... 78 ¶ المبحث الثالث ... 90 ¶ أفضلُ صيغه ... 90 ¶ المبحث الرابع ... 91 ¶ اسْتِغْفَارُ النَّبِيِّ - صلى الله عليه وسلم - ... 91 ¶ المبحث الخامس ... 92 ¶ أوقاتُ الاستغفار الزمانية والمكانية ... 92 ¶ الاِسْتِغْفَارُ فِي الطَّهَارَةِ : ... 92 ¶ الاِسْتِغْفَارُ عِنْدَ دُخُول الْمَسْجِدِ وَالْخُرُوجِ مِنْهُ : ... 93 ¶ الاِسْتِغْفَارُ فِي الصَّلاَةِ : ... 93 ¶ الاِسْتِغْفَارُ عَقِبَ الصَّلاَةِ : ... 96 ¶ الاِسْتِغْفَارُ فِي الاِسْتِسْقَاءِ : ... 96 ¶ الاستغفار في ختام صلاة الليل: ... 97 ¶ الاستغفار بعد الإفاضة من عرفة والفراغ من الوقوف بها : ... 97 ¶ الاِسْتِغْفَارُ لِلأَْمْوَاتِ : ... 98 ¶ الاِسْتِغْفَارُ عَنِ الْغِيبَةِ : ... 98 ¶ الاِسْتِغْفَارُ لِلْكَافِرِ : ... 99 ¶ الاِسْتِغْفَارُ عِنْدَ النَّوْمِ : ... 99 ¶ الدُّعَاءُ بِالْمَغْفِرَةِ لِلْمُشَمِّتِ : ... 100 ¶ اخْتِتَامُ الأَْعْمَال بِالاِسْتِغْفَارِ : ... 100 ¶ الاستغفار في ختم المجالس: ... 100 ¶ وَمِنْ آكِدِ أَوْقَاتِ الاِسْتِغْفَارِ:السَّحَرُ ( آخَرُ اللَّيْل ) ... 101 ¶ الاستغفار بعد كل ذنب : ... 101 ¶ الاستغفار في ختام العمر،وفي حالة الكبر: ... 102 ¶ المبحث السادس ... 103 ¶ الاستغفارُ سنَّة الأنبياء والمرسلين ... 103",
            "page": "121",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "المبحث السابع ... 105 ¶ أهم فوائد الاستغفار ... 105 ¶ *-الاستغفارُ أفضل العبادات وأنفعها للعباد: ... 105 ¶ *-مغفرة الذنوب: ... 105 ¶ *-المتاع الحسن : ... 106 ¶ *-إنزال المطر وزيادة القوة : ... 106 ¶ *-إجابة الدعاء: ... 106 ¶ *-الرحمة والودُّ: ... 106 ¶ *-الاستغفار زاد الداعية إلى الله : ... 107 ¶ *-الاستغفارُ سببٌ في جلب النعم ودفع النقم. ... 107 ¶ *-يدفع العقوبة عن صاحبه ويمنع نزول المصائب به: ... 107 ¶ *-إذا أعيتك المسائل ففر إلى الاستغفار: ... 108 ¶ *-سبب لانشراح الصدر: ... 108 ¶ *-سبب لحسن الخلق والسهولة مع الخلق: ... 108 ¶ *-سبب لمغفرة الذنوب وتكفير السيئات : ... 109 ¶ *-الاستغفارُ يدفع عن النفس الشعورَ بالكبر: ... 109 ¶ *-المستغفرُ يُقرُّ بصفة الله تعالى الغفار: ... 110 ¶ *- الاستغفارُ سببٌ لمحو الذنوب ورفع العقوبة: ... 110 ¶ *-رفع البلايا عن الناس : ... 110 ¶ *-الاستغفارُ سببٌ لصفاءِ القلب ونقائه: ... 111 ¶ *-زوال الهم والغم وتفريج الكرب : ... 111 ¶ الخلاصة في فوائد الاستغفار ... 112 ¶ أهم المصادر ... 113",
            "page": "122",
            "part": "1"
        }
    ],
    "t34835": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أهمية الاستغفار وفوائده- ط2"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الأول الاستغفار في القرآن الكريم"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا: تأميل الراجين وتأنيس المذنبين بمغفرته سبحانه لأنه هو الغفور الغفار: هناك آيات كثيرة نذكر منها :"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا: أمر اللّه بالاستغفار:"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثا: دعوة الأنبياء والصالحين أقوامهم للاستغفار:"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "رابعا: الاستغفار من صفات الأنبياء والصالحين:"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "خامسا: الاستغفار يكون للنفس وللغير:"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "سادسا: غفران اللّه عز وجل (قبول الاستغفار) يرتبط بالتوبة والعمل الصالح:"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "سابعا: الاستغفار المقبول يرتبط بمشيئة اللّه- عزّ وجلّ-:"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "ثامنا: قبول الاستغفار يكون للمؤمنين والمتقين:"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "تاسعا: قبول الاستغفار يكون للكافر إذا أسلم وحسن إسلامه وللعاصي إذا تاب :"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "عاشرا: لا يقبل اللّه استغفارا من مشرك أو منافق:"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "حادي عشر: الأوقات المفضلة للاستغفار:"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "ثاني عشر: أثر الاستغفار في الدنيا منع العذاب- استجلاب الرحمة- الإمداد بالأموال والبنين):"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "ثالث عشر: البشارة بالمغفرة ودخول الجنة في الآخرة:"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الثاني الحث على الاستغفار في السنَّة النبوية"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الثالث الخلاصة في أحكام الاستغفار"
        },
        {
            "id": "76",
            "lvl": "2",
            "sub": "1",
            "tit": "المبحث الأول تعريفه"
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني الْحُكْمُ التَّكْلِيفِيُّ لِلاِسْتِغْفَارِ"
        },
        {
            "id": "91",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث أفضلُ صيغه"
        },
        {
            "id": "92",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الرابع اسْتِغْفَارُ النَّبِيِّ - صلى الله عليه وسلم -"
        },
        {
            "id": "93",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الخامس أوقاتُ الاستغفار الزمانية والمكانية"
        },
        {
            "id": "104",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث السادس الاستغفارُ سنَّة الأنبياء والمرسلين"
        },
        {
            "id": "106",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث السابع أهم فوائد الاستغفار"
        },
        {
            "id": "113",
            "lvl": "1",
            "sub": null,
            "tit": "الخلاصة في فوائد الاستغفار"
        }
    ]
}