{
    "b34831": [
        {
            "id": "1",
            "nass": "الخِصالُ الموجبَةُ لظلِّ العَرْشِ ¶ جمعُ وإعدادُ ¶ الباحث في القرآن والسنَّة ¶ علي بن نايف الشحود ¶ مقدمة ¶ بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين ، والصلاة والسلام على سيد الأنبياء والمرسلين وعلى آله وصحبه أجمعين ، ومن تبعهم بإحسان إلى يوم الدين . ¶ أما بعد : ¶ فإن يوم الحشر يوم عصيب ، وصفه الله تعالى بقوله :{ وَيَسْأَلُونَكَ عَنِ الْجِبَالِ فَقُلْ يَنْسِفُهَا رَبِّي نَسْفًا (105) فَيَذَرُهَا قَاعًا صَفْصَفًا (106) لَا تَرَى فِيهَا عِوَجًا وَلَا أَمْتًا (107) يَوْمَئِذٍ يَتَّبِعُونَ الدَّاعِيَ لَا عِوَجَ لَهُ وَخَشَعَتِ الْأَصْوَاتُ لِلرَّحْمَنِ فَلَا تَسْمَعُ إِلَّا هَمْسًا (108) يَوْمَئِذٍ لَا تَنْفَعُ الشَّفَاعَةُ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَرَضِيَ لَهُ قَوْلًا (109) يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِهِ عِلْمًا (110) وَعَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ وَقَدْ خَابَ مَنْ حَمَلَ ظُلْمًا (111) وَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ وَهُوَ مُؤْمِنٌ فَلَا يَخَافُ ظُلْمًا وَلَا هَضْمًا (112) } [طه/105-112] ¶ وقال تعالى :{ فَإِذَا نُقِرَ فِي النَّاقُورِ (8) فَذَلِكَ يَوْمَئِذٍ يَوْمٌ عَسِيرٌ (9) عَلَى الْكَافِرِينَ غَيْرُ يَسِيرٍ (10) } [المدثر/8-10] ¶ ومن شدة هوله ينسى المرء كل ما حوله ، قال تعالى عنه :{ فَإِذَا جَاءَتِ الصَّاخَّةُ (33) يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ (34) وَأُمِّهِ وَأَبِيهِ (35) وَصَاحِبَتِهِ وَبَنِيهِ (36) لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ (37) } [عبس/33-37]",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وعَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ رَضِيَ اللَّهُ تَعَالَى عَنْهُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - ، قَالَ:\"تَدْنُو الشَّمْسُ يَوْمَ الْقِيَامَةِ عَلَى قِيدِ مِيلٍ، وَيُزَادُ فِي حَرِّهَا كَذَا وَكَذَا، يَغْلِي مِنَ الْهَوَامِّ كَمَا تَغْلِي الْقُدُورُ عَلَى الأَثَافِيِّ، يَعْرَقُونَ مِنْهَا عَلَى خَطَايَاهُمْ، مِنْهُمْ مَنْ يَبْلُغُ إِلَى كَعْبَيْهِ، وَمِنْهُمْ مَنْ يَبْلُغُ إِلَى سَاقَيْهِ، وَمِنْهُمْ مَنْ يَبْلُغُ إِلَى وَسَطِهِ، وَمِنْهُمْ مَنْ يُلْجِمُهُ الْعَرَقُ\"(¬1). ¶ وعن عُقْبَةَ بن عَامِرٍ، قَالَ : قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - :\"تَدْنُو الشَّمْسُ مِنَ الأَرْضِ يَوْمَ الْقِيَامَةِ فَيَعْرَقُ النَّاسُ، فَمِنَ النَّاسِ مَنْ يَبْلُغُ عَرَقُهُ كَعْبَيْهِ، وَمِنْهُمْ مَنْ يَبْلُغُ إِلَى نِصْفِ السَّاقِ، وَمِنْهُمْ مَنْ يَبْلُغُ إِلَى رُكْبَتَيْهِ، وَمِنْهُمْ مَنْ يَبْلُغُ الْعَجُزَ، وَمِنْهُمْ مَنْ يَبْلُغُ الْخَاصِرَةَ، وَمِنْهُمْ مَنْ يَبْلُغُ مَنْكِبَيْهِ، وَمِنْهُمْ مَنْ يَبْلُغُ حَلْقَهُ، وَمِنْهُمْ مَنْ يُلْجِمُهُ\"وَأَشَارَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - ، فَجَمَعَ أَصَابِعَهُ بَيْنَ شَفَتَيْهِ قَالَ:\"وَمِنْهُمْ مَنْ يَغْمُرُهُ\".(¬2) ¶ وعَنْ عَبْدِ اللهِ ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - ، قَالَ : إِنَّ الْكَافِرَ لَيُلْجِمُهُ الْعَرَقُ يَوْمَ الْقِيَامَةِ ، فَيَقُولُ : أَرِحْنِي وَلَوْ إِلَى النَّارِ.(¬3) ¶ وقد ورد استثناءان لما ورد ، الأول جماعة من المسلمين لهم صفات معينة ، فمن توفرت فيه وقي حرَّ ذلك اليوم . ¶ ¬__________ ¶ (¬1) - المعجم الكبير للطبراني - (ج 7 / ص 207)(7681 ) صحيح ¶ (¬2) - المعجم الكبير للطبراني - (ج 12 / ص 269)(14250) صحيح لغيره ¶ (¬3) - صحيح ابن حبان - (ج 16 / ص 330)(7335) صحيح",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "والثاني العطش يذهب لمن شرب من حوض النبي - صلى الله عليه وسلم - ، فعَنْ نُعَيْمٍ الْمُجْمِرِ قَالَ رَقِيتُ مَعَ أَبِى هُرَيْرَةَ عَلَى ظَهْرِ الْمَسْجِدِ ، فَتَوَضَّأَ فَقَالَ إِنِّى سَمِعْتُ النَّبِىَّ - صلى الله عليه وسلم - يَقُولُ \" إِنَّ أُمَّتِى يُدْعَوْنَ يَوْمَ الْقِيَامَةِ غُرًّا مُحَجَّلِينَ مِنْ آثَارِ الْوُضُوءِ ، فَمَنِ اسْتَطَاعَ مِنْكُمْ أَنْ يُطِيلَ غُرَّتَهُ فَلْيَفْعَلْ \"(¬1). ¶ وعَنْ أَبِي أُمَامَةَ رَضِيَ اللَّهُ عَنْهُ ، عَنْ رَسُولِ اللهِ - صلى الله عليه وسلم - قَالَ : إِنَّ اللَّهَ عَزَّ وَجَلَّ وَعَدَنِي أَنْ يُدْخِلَ الْجَنَّةَ مِنْ أُمَّتِي سَبْعِينَ أَلْفًا بِغَيْرِ حِسَابٍ قَالَ يَزِيدُ بْنُ الأَخْنَسِ رَضِيَ اللَّهُ عَنْهُ : وَاللَّهِ مَا أُولَئِكَ فِي أُمَّتِكَ يَا رَسُولَ اللهِ إِلا مِثْلَ الذُّبَابِ الأَصْهَبِ فِي الذُّبَانِ قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : فَإِنَّ اللَّهَ عَزَّ وَجَلَّ وَعَدَنِي سَبْعِينَ أَلْفًا مَعَ كُلِّ أَلْفٍ سَبْعِينَ أَلْفًا ، وَزَادَنِي ثَلاثَ حَثَيَاتٍ قَالَ : فَمَا سَعَةُ حَوْضِكَ ؟ قَالَ : أَشَدُّ بَيَاضًا مِنَ اللَّبَنِ ، وَأَحْلَى مِنَ الْعَسَلِ ، وَأَطْيَبُ رَائِحَةً مِنَ الْمِسْكِ ، مَنْ شَرِبَ مِنْهُ لَمْ يَظْمَأْ بَعْدَهُ ، وَلَمْ يَسْوَدَّ وَجْهُهُ أَبَدًا\"(¬2) ¶ ¬__________ ¶ (¬1) - صحيح البخارى(136 ) ومسلم (603) ¶ (¬2) - الآحاد والمثاني (1247) صحيح",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وعَنْ أَبِى حَازِمٍ قَالَ سَمِعْتُ سَهْلَ بْنَ سَعْدٍ يَقُولُ سَمِعْتُ النَّبِىَّ - صلى الله عليه وسلم - يَقُولُ \" أَنَا فَرَطُكُمْ عَلَى الْحَوْضِ ، مَنْ وَرَدَهُ شَرِبَ مِنْهُ ، وَمَنْ شَرِبَ مِنْهُ لَمْ يَظْمَأْ بَعْدَهُ أَبَدًا ، لَيَرِدُ عَلَىَّ أَقْوَامٌ أَعْرِفُهُمْ وَيَعْرِفُونِى ، ثُمَّ يُحَالُ بَيْنِى وَبَيْنَهُمْ \"(¬1). الفرط : المتقدم والمراد الشفيع ¶ وعن جَابِرَ بْنِ عَبْدِ اللَّهِ قَالَ : قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : أَنَا عَلَى الْحَوْضِ أَنْظُرُ مَنْ يَرِدُ عَلَىَّ، قَالَ: فَيُؤْخَذُ مَن دُونِى، فَأَقُولُ: يَا رَبِّ أُمَّتِى أُمَّتِى، فَيُقَالُ: وَمَا يُدْرِيكَ مَا عَمِلُوا بَعْدَكَ مَا بَرِحُوا بَعْدَكَ يَرْجِعُونَ عَلَى أَعْقَابِهِمْ. قَالَ جَابِرٌ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : وَالْحَوْضُ مَسِيرَةُ شَهْرٍ، وَزَوَايَاهُ سَوَاءٌ، يَعْنِى عَرْضُهُ، مِثْلُ طُولِهِ، وَكِيزَانُهُ مِثْلُ نُجُومِ السَّمَاءِ، وَهُوَ أَطْيَبُ رِيحًا مِنَ الْمِسْكِ، وَأَشَدُّ بَيَاضًا مِنَ اللَّبَنِ، مَنْ شَرِبَ مِنْهُ لَمْ يَظْمَأْ بَعْدَهُ أَبَدًا.(¬2) ¶ ولكن من يضمن واحدة من الاثنتين ؟ ! ¶ قال الشاعر : ¶ مثل وقوفك يوم العرض عريانا مستوحشاً قلق الأحشاء حيراناَ ¶ النار تلهب من غيظٍ ومن حنقٍ على العصاةِ ورب العرش غَضباناَ ¶ اقرأ كتابك يا عبدُ على مَهَل فهل ترى فيه حرفاً غير ما كانا ¶ فلما قرأت ولم تنكر قراءته إقرار من عرف الأشياء عرفانا ¶ نادى الجليل خذوه يا ملائكتى وامضوا بعبدٍ عصا للنار عطشانا ¶ المشركون غداً في النار يلتهبوا والمؤمنون بدار الخلد سكانا ¶ ¬__________ ¶ (¬1) - صحيح البخارى (7050 ) ¶ (¬2) - غاية المقصد فى زوائد المسند (5050 ) صحيح",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وفي هذه الرسالة ، جمعت فيها الأحاديث التي ذكر فيها الذين يستظلون بظل الله تعالى يوم لا ظلَّ إلا ظله ، وقمت بتخريج الأحاديث بشكل مختصر ، وغالبها يدور بين الصحة والحسن ، وفيها بعض الضعيف الذي يستحب في فضائل الأعمال ، واستبعدت الأحاديث الموضوعة والمنكرة التي تكثر في كتب الفضائل . ¶ وقسمتها إلى تمهيد وفصلين : ¶ أما التمهيد فذكرت فيه صفة أرض المحشر وحال الناس فيها ، ولم أتعرض للحوض وما ذكر فيه . ¶ وأما الفصل الأول فقد ذكرت فيه الأحاديث التي ذكر فيها الظل لفظاً أو معنى ¶ وأما الفصل الثاني ، فقد قمت بشرح حديث السبعة ، الذي هو عمدة الباب . ¶ وقد شرحت غريب الحديث ، وذكرت أهم المصادر في آخر هذه الرسالة ¶ سائلا المولى جلَّ وعلا أن يجعلنا وإياكم منهم ، إنه على ما يشاء قدير ، وبالإجابة جدير . ¶ قال تعالى :{ يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمْ بُرْهَانٌ مِنْ رَبِّكُمْ وَأَنْزَلْنَا إِلَيْكُمْ نُورًا مُبِينًا (174) فَأَمَّا الَّذِينَ آَمَنُوا بِاللَّهِ وَاعْتَصَمُوا بِهِ فَسَيُدْخِلُهُمْ فِي رَحْمَةٍ مِنْهُ وَفَضْلٍ وَيَهْدِيهِمْ إِلَيْهِ صِرَاطًا مُسْتَقِيمًا (175) } [النساء/174، 175] ¶ جمع وإعداد ¶ الباحث في القرآن والسُّنَّة ¶ علي بن نايف الشحود ¶ في 30 رجب 1429 هـ الموافق ل 2/8/2008م ¶ - - - - - - - - - - - - - -",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "تمهيد ¶ أرضُ المحشر وحال الناس فيها ¶ إن الناس يحشرون حفاة عراة غرلا ليس هناك ظل إلا ظل الله أي ظل يخلقه الله عز وجل يظل فيه من يظلهم الله تعالى في ذلك اليوم لأنه ليس هناك ظل بناء ولا ظل شجر ولا ظل ثياب ولا ظل مصنوعات أبدا ليس هناك إلا الظل الذي ييسره الله تعالى للإنسان يخلقه جل وعلا ظلا من عنده الله أعلم بكيفيته ويظلل الإنسان(¬1) ¶ عَنِ ابْنِ عَبَّاسٍ - رضى الله عنهما - عَنِ النَّبِىِّ - صلى الله عليه وسلم - قَالَ \" إِنَّكُمْ مَحْشُورُونَ حُفَاةً عُرَاةً غُرْلاً - ثُمَّ قَرَأَ - {يَوْمَ نَطْوِي السَّمَاء كَطَيِّ السِّجِلِّ لِلْكُتُبِ كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُّعِيدُهُ وَعْدًا عَلَيْنَا إِنَّا كُنَّا فَاعِلِينَ } (104) سورة الأنبياء، وَأَوَّلُ مَنْ يُكْسَى يَوْمَ الْقِيَامَةِ إِبْرَاهِيمُ ، وَإِنَّ أُنَاسًا مِنْ أَصْحَابِى يُؤْخَذُ بِهِمْ ذَاتَ الشِّمَالِ فَأَقُولُ أَصْحَابِى أَصْحَابِى . فَيَقُولُ ، إِنَّهُمْ لَمْ يَزَالُوا مُرْتَدِّينَ عَلَى أَعْقَابِهِمْ مُنْذُ فَارَقْتَهُمْ . فَأَقُولُ كَمَا قَالَ الْعَبْدُ الصَّالِحُ (وَكُنْتُ عَلَيْهِمْ شَهِيدًا مَا دُمْتُ فِيهِمْ فَلَمَّا تَوَفَّيْتَنِي كُنْتَ أَنْتَ الرَّقِيبَ عَلَيْهِمْ وَأَنْتَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ (117) إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ (118) [المائدة/117، 118]) فَيُقَالُ: إِنَّ هَؤُلاَءِ لَمْ يَزَالُوا مُرْتَدِّينَ عَلَى أَعْقَابِهِمْ مُنْذُ فَارَقْتَهُمْ \"(¬2). ¶ وعَنْ عَائِشَةَ قَالَتْ سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ \" يُحْشَرُ النَّاسُ يَوْمَ الْقِيَامَةِ حُفَاةً عُرَاةً غُرْلاً \". قُلْتُ يَا رَسُولَ اللَّهِ النِّسَاءُ وَالرِّجَالُ جَمِيعًا يَنْظُرُ بَعْضُهُمْ إِلَى بَعْضٍ قَالَ - صلى الله عليه وسلم - \" يَا عَائِشَةُ الأَمْرُ أَشَدُّ مِنْ أَنْ يَنْظُرَ بَعْضُهُمْ إِلَى بَعْضٍ \"(¬3). ¶ الغرل : جمع أغرل وهو الذى لم يختتن ¶ ¬__________ ¶ (¬1) - شرح رياض الصالحين لابن عثيمين - (ج 3 / ص 272) ¶ (¬2) - صحيح البخارى(3349 ) و صحيح مسلم (7380) ¶ (¬3) - صحيح مسلم (7377 )",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وعَنِ ابْنِ عَبَّاسٍ ، قَالَ : سَمِعْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - ، يَقُولُ : يُحْشَرُ النَّاسُ حُفَاةً عُرَاةً غُرْلاً.(¬1) ¶ وعن سَهْلَ بْنِ سَعْدٍ قَالَ سَمِعْتُ النَّبِىَّ - صلى الله عليه وسلم - يَقُولُ \" يُحْشَرُ النَّاسُ يَوْمَ الْقِيَامَةِ عَلَى أَرْضٍ بَيْضَاءَ عَفْرَاءَ كَقُرْصَةِ نَقِىٍّ \" . قَالَ سَهْلٌ أَوْ غَيْرُهُ لَيْسَ فِيهَا مَعْلَمٌ لأَحَدٍ(¬2). ¶ العفراء : البيضاء بياضا غير ناصع -النقى : الخبز الجيد المرقق المتخذ من أجود القمح ¶ وعن عُقْبَةَ بْنِ عَامِرٍ ، قالَ : رَأَيْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - يَقُولُ : تَدْنُو الشَّمْسُ مِنَ الأَرْضِ ، فَيَعْرَقُ النَّاسُ ، فَمِنَ النَّاسِ مَنْ يَبْلُغُ عَرَقُهُ كَعْبَيْهِ ، وَمِنْهُمْ مَنْ يَبْلُغُ إِلَى نِصْفِ السَّاقِ ، وَمِنْهُمْ مَنْ يَبْلُغُ إِلَى رُكْبَتَيْهِ ، وَمِنْهُمْ مَنْ يَبْلُغُ إِلَى الْعَجُزِ ، وَمِنْهُمْ مَنْ يَبْلُغُ إِلَى الْخَاصِرَةِ ، وَمِنْهُمْ مَنْ يَبْلُغُ عُنُقَهُ ، وَمِنْهُمْ مَنْ يَبْلُغُ وَسَطَ فِيهِ ، وَأَشَارَ بِيَدِهِ ، فَأَلْجَمَ فَاهُ ، قَالَ : رَأَيْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - يُشِيرُ هَكَذَا وَمِنْهُمْ مَنْ يُغَطِّيهِ عَرَقُهُ ، وَضَرَبَ بِيَدِهِ إِشَارَةً.(¬3) ¶ ¬__________ ¶ (¬1) - صحيح ابن حبان - (ج 16 / ص 310)(7318) صحيح ¶ (¬2) - صحيح البخارى(6521 ) ¶ (¬3) - صحيح ابن حبان - (ج 16 / ص 324)(7329) صحيح",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وعَنْ أَبِي عُشَّانَةَ ، حَيِّ بْنِ يُؤْمِنَ الْمَعَافِرِيِّ ، أَنَّهُ سَمِعَ عُقْبَةَ بْنَ عَامِرٍ يَقُولُ : سَمِعْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - يَقُولُ: تَدْنُو الشَّمْسُ مِنَ الأَرْضِ ، فَيَعْرَقُ النَّاسُ ، فَمِنَ النَّاسِ مَنْ يَبْلُغُ عَرَقُهُ عَقِبَيْهِ ، وَمِنْهُمْ مَنْ يَبْلُغُ إِلَى نِصْفِ السَّاقِ ، وَمِنْهُمْ مَنْ يَبْلُغُ إِلَى رُكْبَتَيْهِ ، وَمِنْهُمْ مَنْ يَبْلُغُ الْعَجُزَ ، وَمِنْهُمْ مَنْ يَبْلُغُ الْخَاصِرَةَ ، وَمِنْهُمْ مَنْ يَبْلُغُ مَنْكِبَيْهِ ، وَمِنْهُمْ مَنْ يَبْلُغُ عُنُقَهُ ، وَمِنْهُمْ مَنْ يَبْلُغُ وَسْطَ فِيهِ ، وَأَشَارَ بِيَدِهِ فَأَلْجَمَهَا فَاهُ ، رَأَيْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - يُشِيرُ هَكَذَا ، وَمِنْهُمْ مَنْ يُغَطِّيهِ عَرَقُهُ ، وَضَرَبَ بِيَدِهِ إِشَارَةً.(¬1) ¶ وقَالَ الْمِقْدَادُ ، صَاحِبُ رَسُولِ اللهِ - صلى الله عليه وسلم - ،: سَمِعْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - ، يَقُولُ : إِذَا كَانَ يَوْمُ الْقِيَامَةِ أُدْنِيَتِ الشَّمْسُ مِنَ الْعِبَادِ حَتَّى تَكُونَ قِيدَ مِيلٍ أَوْ مِيلَيْنِ ، قَالَ سُلَيْمٌ : لاَ أَدْرِي أَيُّ الْمِيلَيْنِ ، يَعْنِي أَمَسَافَةُ الأَرْضِ أَمِ الْمِيلَ الَّذِي تُكَحَّلُ بِهِ الْعَيْنُ ؟ قَالَ : فَتَصْهَرُهُمُ الشَّمْسُ ، فَيَكُونُونَ فِي الْعَرَقِ كَقَدْرِ أَعْمَالِهِمْ ، فَمِنْهُمْ مَنْ يَأْخُذُهُ إِلَى عَقِبَيْهِ ، وَمِنْهُمْ مَنْ يَأْخُذُهُ إِلَى رُكْبَتَيْهِ ، وَمِنْهُمْ مَنْ يَأْخُذُهُ إِلَى حَقْوَيْهِ ، وَمِنْهُمْ مَنْ يُلْجِمُهُ إِلْجَامًا ، قَالَ : فَرَأَيْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - وَهُوَ يُشِيرُ بِيَدِهِ إِلَى فِيهِ ، يَقُولُ : يُلْجِمُهُمْ إِلْجَامًا.(¬2) ¶ ¬__________ ¶ (¬1) - مسند أحمد (17902) صحيح لغيره ¶ (¬2) - صحيح ابن حبان - (ج 16 / ص 325)(7330) صحيح",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وعن الْمِقْدَادَ بْنِ الأَسْوَدِ قَالَ سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ \" تُدْنَى الشَّمْسُ يَوْمَ الْقِيَامَةِ مِنَ الْخَلْقِ حَتَّى تَكُونَ مِنْهُمْ كَمِقْدَارِ مِيلٍ \". قَالَ سُلَيْمُ بْنُ عَامِرٍ فَوَاللَّهِ مَا أَدْرِى مَا يَعْنِى بِالْمِيلِ أَمَسَافَةَ الأَرْضِ أَمِ الْمِيلَ الَّذِى تُكْتَحَلُ بِهِ الْعَيْنُ. قَالَ \" فَيَكُونُ النَّاسُ عَلَى قَدْرِ أَعْمَالِهِمْ فِى الْعَرَقِ فَمِنْهُمْ مَنْ يَكُونُ إِلَى كَعْبَيْهِ وَمِنْهُمْ مَنْ يَكُونُ إِلَى رُكْبَتَيْهِ وَمِنْهُمْ مَنْ يَكُونُ إِلَى حَقْوَيْهِ وَمِنْهُمْ مَنْ يُلْجِمُهُ الْعَرَقُ إِلْجَامًا \". قَالَ وَأَشَارَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - بِيَدِهِ إِلَى فِيهِ(¬1).حقويه : خاصرتيه ¶ وعَنِ ابْنِ عُمَرَ ، قَالَ : قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : {يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ} [المطففين] ، فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ ، حَتَّى إِنَّ الرَّجُلَ يَتَغَيَّبُ فِي رَشْحِهِ إِلَى أَنْصَافِ أُذُنَيْهِ.(¬2) ¶ وعَنْ أَبِي هُرَيْرَةَ ، عَنْ رَسُولِ اللهِ - صلى الله عليه وسلم - ، قَالَ : يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ مِقْدَارَ نِصْفِ يَوْمٍ مِنْ خَمْسِينَ أَلْفَ سَنَةٍ يُهَوِّنُ ذَلِكَ عَلَى الْمُؤْمِنِينَ كَتَدَلِّي الشَّمْسِ لِلْغُرُوبِ إِلَى أَنْ تَغْرُبَ.(¬3) ¶ ¬__________ ¶ (¬1) - صحيح مسلم(7385 ) ¶ (¬2) - صحيح ابن حبان - (ج 16 / ص 326)(7331) صحيح ¶ (¬3) - صحيح ابن حبان - (ج 16 / ص 328)(7333) صحيح",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وعَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ ، عَنْ رَسُولِ اللهِ - صلى الله عليه وسلم - ، أَنَّهُ قَالَ : {يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ} [المعارج] ، فَقِيلَ : مَا أَطْوَلَ هَذَا الْيَوْمَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : وَالَّذِي نَفْسِي بِيَدِهِ ، إِنَّهُ لَيُخَفِّفُ عَلَى الْمُؤْمِنِ حَتَّى يَكُونَ أَخَفَّ عَلَيْهِ مِنْ صَلاَةٍ مَكْتُوبَةٍ يُصَلِّيهَا فِي الدُّنْيَا.(¬1) ¶ وعَنْ عَبْدِ اللهِ ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - ، قَالَ : إِنَّ الْكَافِرَ لَيُلْجِمُهُ الْعَرَقُ يَوْمَ الْقِيَامَةِ ، فَيَقُولُ : أَرِحْنِي وَلَوْ إِلَى النَّارِ.(¬2) ¶ وعَنْ سَوْدَةَ بِنْتِ زَمْعَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ : قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : يُبْعَثُ النَّاسُ حُفَاةً عُرَاةً غُرْلا ، قَدْ أَلْجَمَهُمُ الْعِرْقُ وَبَلَغَ شُحُومَ الآذَانِ قَالَتْ : فَقُلْتُ : يَا رَسُولَ اللهِ ، يَنْظُرُ بَعْضُنَا إِلَى بَعْضٍ ؟ فَقَالَ : النَّاسُ لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ أَمْرٌ يُغْنِيهِ\"(¬3) ¶ وعَنْ قَتَادَةَ حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ رضي الله عنه . أَنَّ رَجُلاً قَالَ يَا نَبِىَّ اللَّهِ يُحْشَرُ الْكَافِرُ عَلَى وَجْهِهِ يَوْمَ الْقِيَامَةِ قَالَ \" أَلَيْسَ الَّذِى أَمْشَاهُ عَلَى الرِّجْلَيْنِ فِى الدُّنْيَا قَادِرًا عَلَى أَنْ يُمْشِيَهُ عَلَى وَجْهِهِ يَوْمَ الْقِيَامَةِ \" . قَالَ قَتَادَةُ بَلَى وَعِزَّةِ رَبِّنَا(¬4). ¶ ¬__________ ¶ (¬1) - صحيح ابن حبان - (ج 16 / ص 329)(7334) حسن ¶ (¬2) - صحيح ابن حبان - (ج 16 / ص 330)(7335) صحيح ¶ (¬3) - الآحاد والمثاني (3066) حسن ¶ (¬4) - صحيح البخارى(4760 )",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وعَنْ أَبِى هُرَيْرَةَ - رضى الله عنه - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ \" يَعْرَقُ النَّاسُ يَوْمَ الْقِيَامَةِ حَتَّى يَذْهَبَ عَرَقُهُمْ فِى الأَرْضِ سَبْعِينَ ذِرَاعًا ، وَيُلْجِمُهُمْ حَتَّى يَبْلُغَ آذَانَهُمْ \"(¬1). ¶ وعَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رضى الله عنهما - أَنَّ النَّبِىَّ - صلى الله عليه وسلم - قَالَ \" ( يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ ) حَتَّى يَغِيبَ أَحَدُهُمْ فِى رَشْحِهِ إِلَى أَنْصَافِ أُذُنَيْهِ \"(¬2). ¶ وعَنْ أَنَسِ بْنِ مَالِكٍ - لَا أَعْلَمُهُ إِلَّا رَفَعَهُ - قَالَ : \" لَمْ يَلْقَ ابْنُ آدَمَ شَيْئًا مُنْذُ خَلَقَهُ اللَّهُ عَزَّ وَجَلَّ أَشَدَّ عَلَيْهِ مِنَ الْمَوْتِ ، ثُمَّ الْمَوْتُ أَهْوَنُ مِمَّا بَعْدَهُ ، وَإِنَّهُمْ لَيَلْقَوْنَ مِنْ هَوْلِ ذَلِكَ الْيَوْمِ شِدَّةً حَتَّى يُلْجِمَهُمُ الْعَرَقُ ، حَتَّى إِنَّ السُّفُنَ لَوْ أُجْرِيَتْ فِيهِ لَجَرَتْ \"(¬3). ¶ وعَنْ عَبْدِ اللَّهِ، قَالَ:\"الأَرْضُ كُلُّهَا نَارٌ يَوْمَ الْقِيَامَةِ، وَالْجَنَّةُ مِنْ وَرَائِهَا يَرَوْنَ كَوَاعِبَهَا، وَأَكْوَابَهَا، وَالَّذِي نَفْسُ عَبْدِ اللَّهِ بِيَدِهِ، إِنَّ الرَّجُلَ لِيَفِيضُ عَرَقًا حَتَّى يَسِيحَ فِي الأَرْضِ قَامَتَهُ، ثُمَّ يَرْتَفِعُ حَتَّى يَبْلُغَ أنفَهُ، وَمَا مَسَّهُ الْحِسَابُ، قَالُوا: مِمَّ ذَاكَ؟ قَالَ:\"مِمَّا يَرَى النَّاسَ يَلْقَوْنَ\".(¬4) ¶ - - - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - صحيح البخارى(6532) ¶ (¬2) - صحيح البخارى(4938 ) ¶ (¬3) - المعجم الأوسط للطبراني(2050 ) حسن ¶ (¬4) - المعجم الكبير للطبراني - (ج 8 / ص 64)(8683 ) صحيح",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "الفصل الأول ¶ صفات الذين يظلهم الله في ظله ¶ سبعة يظلهم الله في ظله ¶ عَنْ أَبِى هُرَيْرَةَ عَنِ النَّبِىِّ - صلى الله عليه وسلم - قَالَ \" سَبْعَةٌ يُظِلُّهُمُ اللَّهُ فِى ظِلِّهِ يَوْمَ لاَ ظِلَّ إِلاَّ ظِلُّهُ الإِمَامُ الْعَادِلُ ، وَشَابٌّ نَشَأَ فِى عِبَادَةِ رَبِّهِ ، وَرَجُلٌ قَلْبُهُ مُعَلَّقٌ فِى الْمَسَاجِدِ ، وَرَجُلاَنِ تَحَابَّا فِى اللَّهِ اجْتَمَعَا عَلَيْهِ وَتَفَرَّقَا عَلَيْهِ ، وَرَجُلٌ طَلَبَتْهُ امْرَأَةٌ ذَاتُ مَنْصِبٍ وَجَمَالٍ فَقَالَ إِنِّى أَخَافُ اللَّهَ . وَرَجُلٌ تَصَدَّقَ أَخْفَى حَتَّى لاَ تَعْلَمَ شِمَالُهُ مَا تُنْفِقُ يَمِينُهُ ، وَرَجُلٌ ذَكَرَ اللَّهَ خَالِيًا فَفَاضَتْ عَيْنَاهُ \"(¬1). ¶ وعَنْ أَبِى هُرَيْرَةَ عَنِ النَّبِىِّ - صلى الله عليه وسلم - قَالَ \" سَبْعَةٌ يُظِلُّهُمُ اللَّهُ يَوْمَ الْقِيَامَةِ فِى ظِلِّهِ ، يَوْمَ لاَ ظِلَّ إِلاَّ ظِلُّهُ إِمَامٌ عَادِلٌ ، وَشَابٌّ نَشَأَ فِى عِبَادَةِ اللَّهِ ، وَرَجُلٌ ذَكَرَ اللَّهَ فِى خَلاَءٍ فَفَاضَتْ عَيْنَاهُ ، وَرَجُلٌ قَلْبُهُ مُعَلَّقٌ فِى الْمَسْجِدِ ، وَرَجُلاَنِ تَحَابَّا فِى اللَّهِ ، وَرَجُلٌ دَعَتْهُ امْرَأَةٌ ذَاتُ مَنْصِبٍ وَجَمَالٍ إِلَى نَفْسِهَا قَالَ إِنِّى أَخَافُ اللَّهَ . وَرَجُلٌ تَصَدَّقَ بِصَدَقَةٍ فَأَخْفَاهَا ، حَتَّى لاَ تَعْلَمَ شِمَالُهُ مَا صَنَعَتْ يَمِينُهُ \"(¬2). ¶ ¬__________ ¶ (¬1) - صحيح البخارى(660) ومسلم (2427 ) ¶ (¬2) - صحيح البخارى (6806 )",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وعَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ ، أَوْ عَنْ أَبِي هُرَيْرَةَ ، قَالَ : قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : سَبْعَةٌ يُظِلُّهُمُ اللَّهُ فِي ظِلِّهِ يَوْمَ لاَ ظِلَّ إِلاَّ ظِلُّهُ : إِمَامٌ عَادِلٌ ، وَشَابٌّ نَشَأَ فِي عُبَادَةِ اللهِ ، وَرَجُلٌ قَلْبُهُ مُعَلَّقٌ بِالْمَسْجِدِ إِذَا خَرَجَ مِنْهُ حَتَّى يَعُودَ إِلَيْهِ ، وَرَجُلاَنِ تَحَابَّا فِي اللهِ اجْتَمَعَا عَلَى ذَلِكَ وَتَفَرَّقَا ، وَرَجُلٌ ذَكَرَ اللَّهَ خَالِيًا فَفَاضَتْ عَيْنَاهُ ، وَرَجُلٌ دَعَتْهُ امْرَأَةٌ ذَاتُ حَسَبٍ وَجَمَالٍ ، فَقَالَ : إِنِّي أَخَافُ اللَّهَ ، وَرَجُلٌ تَصَدَّقَ بِصَدَقَةٍ فَأَخْفَاهَا حَتَّى لاَ تَعْلَمَ شِمَالُهُ مَا تُنْفِقُ يَمِينُهُ.(¬1) ¶ وعَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - :\"سَبْعَةٌ يُظِلُّهُمُ اللَّهُ فِي ظِلِّ عَرْشِهِ يَوْمَ الْقِيَامَةِ: إِمَامٌ يُقْسِطَ، وَرَجُلٌ يَتَصَدَّقُ بِيَمِينِهِ يُخْفِيهَا مِنْ شِمَالِهِ، وَرَجُلٌ بَذَلَتْ لَهُ امْرَأَةٌ ذَاتُ حَسَبٍ وَمِيسَمٍ نَفْسَهَا، فَقَالَ: إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ، وَرَجُلٌ ذُكِرَ اللَّهُ عِنْدَهُ فَفَاضَتْ عَيْنَاهُ مِنْ خَشْيَةِ اللَّهِ، وَرَجُلٌ لَقِيَ رَجُلا، فَقَالَ: وَاللَّهِ إِنِّي لأُحِبُّكَ لِلَّهِ، فَقَالَ: وَأَنَا أُحِبُّكَ لِلَّهِ\"(¬2) ¶ وعَنْ أَبِي هُرَيْرَةَ قَالَ : قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : \" سَبْعَةٌ يُظِلُّهُمْ اللهُ يَوْمَ الْقِيَامَةِ فِي ظِلِّهِ يَوْمَ لا ظِلَّ إِلا ظِلُّهُ : إِمَامٌ عَادِلٌ ، وَشَابٌّ نَشَأَ فِي عِبَادَةِ اللهِ \"(¬3) ¶ ¬__________ ¶ (¬1) - صحيح ابن حبان - (ج 16 / ص 333)(7338) صحيح ¶ (¬2) - المعجم الكبير للطبراني - (ج 19 / ص 284)(693 ) صحيح ¶ (¬3) - فضيلة العادلين من الولاة [ 30 ] صحيح",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وعَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ : قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : \" سَبْعَةٌ يُظِلُّهُمْ اللهُ فِي ظِلِّ عَرْشِهِ يَوْمَ الْقِيَامَةِ : إِمَامٌ مُقْسِطٌ ، وَرَجُلٌ يَتَصَدَّقُ بِيَمِينِهِ يُخْفِيهَا عَنْ شِمَالِهِ \"(¬1) ¶ وعَنْ أَبِي هُرَيْرَةَ قَالَ : قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : \" سَبْعَةٌ فِي ظِلِّ الْعَرْشِ يَوْمَ لا ظِلَّ إِلا ظِلُّهُ : إِمَامٌ مُقْسِطٌ ، وَرَجُلٌ دَعَتْهُ امْرَأَةٌ ذَاتُ حَسَبٍ وَجَمَالٍ إلَى نَفْسِهَا ، فَقَالَ : إٍنِّي أَخَافُ اللهَ رَبَّ الْعَالَمِينَ \"(¬2). المقسط : العادل ¶ وعن سلمان- رضي الله عنه- قال:\"سبعة يظلهم الله- عز وجل- في ظل عرشه يوم القيامة: رجل ذكر الله- عز وجل- ففاضت عيناه، ورجل أفنى شبابه ونشاطه في عبادة الله، و رجل قلبه متعلق في المساجد من حبها، ورجل تصدق بصدقة بيمينه وكان يخفيها من شماله، ورجلان التقيا فقال كل واحد منهما: إني أحبك في الله- عز وجل- تصادرا على ذلك، ورجل أرسلت إليه امرأة ذات منصب وجمال تدعوه إلى نفسها فقال: إني أخاف الله- عز وجل- وإمام مقتصد\".(¬3) ¶ ¬__________ ¶ (¬1) - فضيلة العادلين من الولاة [ 31 ] صحيح ¶ (¬2) - فضيلة العادلين من الولاة [ 32 ] صحيح ¶ (¬3) - اتحاف الخيرة المهرة بزوائد المسانيد العشرة - (ج 8 / ص 67)[7743] رواه سعيد بن منصور في سننه موقوفًا وفي سنده إبراهيم الهجري ، قلت : وحديثه حسن",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وعَنْ مُحَمَّدِ بْنِ إِسْحَاقَ ، قَالَ : حدَّثَنِي عَمِّي مُوسَى بْنُ يَسَارٍ ، أَنَّ سَلْمَانَ كَتَبَ إِلَى أَبِي الدَّرْدَاءِ ، إِنَّ فِي ظِلِّ الْعَرْشِ إمَامًا مُقْسِطًا ، وَذَا مَالٍ تَصَدَّقَ أَخْفَى يَمِينَهُ ، عَنْ شِمَالِهِ ، وَرَجُلاً دَعَتْهُ امْرَأَةٌ جميلة ذَاتُ حَسَبٍ وَمَنْصِبٍ إِلَى نَفْسِهَا ، فَقَالَ : أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ ، وَرَجُلاً نَشَأَ فَكَانَتْ صُحْبَتُهُ وَشَبَابُهُ وَقُوَّتُهُ فِيمَا يُحِبُّ اللَّهُ وَيَرْضَاهُ مِنَ الْعَمَلِ ، وَرَجُلاً كَانَ قَلْبُهُ مُعَلَّقًا فِي الْمَسَاجِدِ مِنْ حُبِّهَا ، وَرَجُلاً ذَكَرَ اللَّهَ فَفَاضَتْ عَيْنَاهُ مِنَ الدَّمْعِ مِنْ خَشْيَةِ اللهِ ، وَرَجُلَيْنِ الْتَقَيَا ، فَقَالَ : أَحَدُهُمَا لِصَاحِبِهِ ، إنِّي لأُحِبُّك فِي اللهِ ، وَكَتَبَ إلَيْهِ : إنَّمَا الْعِلْمُ كَالْيَنَابِيعِ فَيَنْفَعُ بِهِ اللَّهُ مَنْ شَاءَ ، وَمَثَلُ حِكْمَةٍ لاَ يُتَكَلَّمُ بِهَا كَجَسَدٍ لاَ رُوحَ لَهُ ، وَمَثَلُ عِلْمٍ لاَ يُعْمَلُ بِهِ كَمَثَلِ كَنْزٍ لاَ يُنْفَقُ مِنْهُ ، وَمَثَلُ الْعَالِمِ كَمَثَلِ رَجُلٍ أَضَاءَ لَهُ مِصْبَاحٌ فِي طَرِيقٍ فَجَعَلَ النَّاسُ يَسْتَضِيئُونَ بِهِ ، وَكُلٌّ يَدْعُو إِلَيْهِ.(¬1) ¶ قال البيهقي : \" وَمَعْنَاهُ عِنْدَ أَهْلِ النَّظَرِ إِدْخَالُهُ إِيَّاهُمْ فِي رَحْمَتِهِ وَرِعَايَتِهِ ، كَمَا يُقَالُ أَسْبَلَ الْأَمِيرُ ، أَوِ الْوَزِيرُ ظِلَّهُ عَلَى فُلَانٍ ؛ بِمَعْنَى الرِّعَايَةِ . وَقَدْ قِيلَ : الْمُرَادُ بِالْخَبَرِ ظِلُّ الْعَرْشِ ، وَإِنَّمَا الْإِضَافةُ إِلَى اللَّهِ تَعَالَى وَقَعَتْ عَلَى مَعْنَى الْمِلْكِ\"(¬2) ¶ ¬__________ ¶ (¬1) - مصنف ابن أبي شيبة (ج 13 / ص 334)(35811) رجاله ثقات وفيه انقطاع ¶ (¬2) - الْأَسْمَاءُ وَالصِّفَاتُ لِلْبَيْهَقِيِّ(763 )",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وعن أبي هريرة قَالَ : قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : \" سَبْعَةٌ فِي ظِلِّ اللَّهِ عَزَّ وَجَلَّ يَوْمَ لَا ظِلَّ إِلَّا ظِلُّهُ : إِمَامٌ ، وَشَابٌّ نَشَأَ فِي عِبَادَةِ اللَّهِ عَزَّ وَجَلَّ وَطَاعَتِهِ حَتَّى تُوُفِّيَ عَلَى ذَلِكَ ، وَرَجُلٌ ذَكَرَ اللَّهَ عَزَّ وَجَلَّ خَالِيًا عَيْنَاهُ مِنْ خَشْيَةِ اللَّهِ عَزَّ وَجَلَّ ، وَرَجُلٌ لَقِيَ آخِرَ فَقَالَ لَهُ : وَاللَّهِ إِنِّي لَأُحِبُّكَ فِي اللَّهِ عَزَّ وَجَلَّ ، وَقَالَ الْآخَرُ : وَاللَّهِ إِنِّي لَأُحِبُّكَ فِي اللَّهِ عَزَّ وَجَلَّ ، وَرَجُلٌ قَلْبُهُ مُتَعَلِّقٌ بِحُبِّ الْمَسَاجِدِ حَتَّى يَرْجِعَ إِلَيْهَا ، وَرَجُلٌ إِذَا تَصَدَّقَ أَخْفَى صَدَقَةَ يَمِينِهِ عَنْ شِمَالِهِ ، وَرَجُلٌ دَعَتْهُ امْرَأَةٌ ذَاتُ جَمَالٍ وَمَنْصِبٍ فَقَالَ : إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ \"(¬1) ¶ القَصْد والاقتصاد : من الأمور في القَول والفعل، وهو الوَسَط بين الطَّرَفَين - فاضت عيناه : سال دمعها ¶ ¬__________ ¶ (¬1) - الأربعون حديثا للآجري(43 ) حسن",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وعَنْ سَلْمَانَ قَالَ : \" إِنَّ فِي ظِلِّ اللَّهِ يَوْمَ لَا ظِلَّ إِلَّا ظِلُّهُ عَبْدًا إِذَا ذَكَرَ اللَّهَ فَاضَتْ عَيْنَاهُ , وَرَجُلًا كَانَ قَلْبُهُ مُعَلَّقًا فِي الْمَسَاجِدِ مِنْ حُبِّهَا , وَرَجُلًا لَقِيَ رَجُلًا , فَقَالَ : إِنِّي أُحِبُّكَ فِي اللَّهِ , وَقَالَ الْآخَرُ : إِنِّي لَأُحِبُّكَ فِي اللَّهِ فَتَصَادَقَا عَلَى ذَلِكَ , وَرَجُلًا إِذَا تَصَدَّقَ بِيَمِينِهِ يُخْفِيهَا عَنْ شِمَالِهِ , وَرَجُلًا دَعَتْهُ امْرَأَةٌ حَسْنَاءُ ذَاتُ حَسَبٍ وَمَنْصِبٍ , فَقَالَ : إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ , وَرَجُلًا نَبَتَ بِحِلْمٍ وَعِلْمٍ فَإِنْ تَكَلَّمَ تَكَلَّمَ بِهِ وَإِنْ سَكَتَ سَكَتَ عَلَيْهِ , وَرَجُلًا رَاعَى الشَّمْسَ لِوَقْتِ الصَّلَاةِ \"(¬1) ¶ وعن سلمان- رضي الله عنه- قال:\"سبعة يظلهم الله- عز وجل- في ظل عرشه يوم القيامة: رجل ذكر الله- عز وجل- ففاضت عيناه، ورجل أفنى شبابه ونشاطه في عبادة الله، و رجل قلبه متعلق في المساجد من حبها، ورجل تصدق بصدقة بيمينه وكان يخفيها من شماله، ورجلان التقيا فقال كل واحد منهما: إني أحبك في الله- عز وجل- تصادرا على ذلك، ورجل أرسلت إليه امرأة ذات منصب وجمال تدعوه إلى نفسها فقال: إني أخاف الله- عز وجل- وإمام مقتصد\".(¬2) ¶ ¬__________ ¶ (¬1) - الزُّهْدُ لِهَنَّادِ بْنِ السَّرِيِّ(470 ) حسن ¶ (¬2) - اتحاف الخيرة المهرة بزوائد المسانيد العشرة - (ج 8 / ص 67)[7743] حسن",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وعن سلمان أَنَّهُ قَالَ : \" سَبْعَةٌ يُظِلُّهُمُ اللَّهُ فِي ظِلِّ عَرْشِهِ يَوْمَ لَا ظِلَّ إِلَّا ظِلُّهُ ، الْإِمَامُ الْعَادِلُ ورَجُلٌ لَقِيَ رَجُلًا , فَقَالَ : وَاللَّهِ إِنِّي لَأُحِبُّكَ فِي اللَّهِ ، وَقَالَ الْآخَرُ مِثْلَ ذَلِكَ ، وَرَجُلٌ قَلْبُهُ مُعَلَّقٌ بِالْمَسَاجِدِ مِنْ حُبِّهَا ، وَرَجُلٌ جَعَلَ شَبَابَهُ وَنَشَاطَهُ فِيمَا يُحِبُّ اللَّهُ وَيَرْضَاهُ ، وَرَجُلٌ دَعَتْهُ امْرَأَةٌ ذَاتُ جَمَالٍ إِلَى نَفْسِهَا , فَتَرَكَهَا مِنْ خَشْيَةِ اللَّهِ ، وَرَجُلٌ إِذَا أعْطَى صَدَقَتَهُ بِيَمِينِهِ كَادَ أَنْ يُخْفِيَهَا مِنْ شِمَالِهِ ، وَرَجُلٌ إِذَا ذَكَرَ اللَّهَ فَاضَتْ عَيْنَاهُ مِنْ خَشْيَةِ اللَّهِ تَعَالَى \"(¬1) ¶ وعَنْ أَبِى سَعِيدٍ الْخُدْرِىِّ أَوْ عَنْ أَبِى هُرَيْرَةَ أَنَّهُ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - \" سَبْعَةٌ يُظِلُّهُمُ اللَّهُ فِى ظِلِّهِ يَوْمَ لاَ ظِلَّ إِلاَّ ظِلُّهُ إِمَامٌ عَادِلٌ وَشَابٌّ نَشَأَ فِى عِبَادَةِ اللَّهِ وَرَجُلٌ قَلْبُهُ مُتَعَلِّقٌ بِالْمَسْجِدِ إِذَا خَرَجَ مِنْهُ حَتَّى يَعُودَ إِلَيْهِ وَرَجُلاَنِ تَحَابَّا فِى اللَّهِ اجْتَمَعَا عَلَى ذَلِكَ وَتَفَرَّقَا عَلَيْهِ وَرَجُلٌ ذَكَرَ اللَّهَ خَالِيًا فَفَاضَتْ عَيْنَاهُ وَرَجُلٌ دَعَتْهُ ذَاتُ حَسَبٍ وَجَمَالٍ فَقَالَ إِنِّى أَخَافُ اللَّهَ وَرَجُلٌ تَصَدَّقَ بِصَدَقَةٍ فَأَخْفَاهَا حَتَّى لاَ تَعْلَمَ شِمَالُهُ مَا تُنْفِقُ يَمِينُهُ \".(¬2) ¶ ذكر شواهد هذه الخصال السبعة: ¶ أما شواهد الإمام العادل: فقد ورد في الإظلال: من حديث أبي هريرة أيضا، وسيأتي.ووردت الإشارة إليه دون التصريح، في أحاديث منها: ¶ ¬__________ ¶ (¬1) - العرش وما روي فيه لابن أبي شيبة (55 ) صحيح ¶ (¬2) - موطأ مالك (1746) صحيح",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو يَبْلُغُ بِهِ النَّبِىَّ - صلى الله عليه وسلم - وَفِى حَدِيثِ زُهَيْرٍ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - \" إِنَّ الْمُقْسِطِينَ عِنْدَ اللَّهِ عَلَى مَنَابِرَ مِنْ نُورٍ عَنْ يَمِينِ الرَّحْمَنِ عَزَّ وَجَلَّ وَكِلْتَا يَدَيْهِ يَمِينٌ الَّذِينَ يَعْدِلُونَ فِى حُكْمِهِمْ وَأَهْلِيهِمْ وَمَا وَلُوا \"(¬1). ¶ وعَنْ أَبِى سَعِيدٍ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - \" إِنَّ أَحَبَّ النَّاسِ إِلَى اللَّهِ يَوْمَ الْقِيَامَةِ وَأَدْنَاهُمْ مِنْهُ مَجْلِسًا إِمَامٌ عَادِلٌ وَأَبْغَضَ النَّاسِ إِلَى اللَّهِ وَأَبْعَدَهُمْ مِنْهُ مَجْلِسًا إِمَامٌ جَائِرٌ \".(¬2) ¶ قَالَ أَبُو نُعَيْمٍ : وَصَلَاحُ الرَّاعِي صَلَاحُ الرَّعِيَّةِ ، وَفِي إِغْفَالِهِمْ وَتَقْوِيمِهِمُ الدَّمَارُ وَالْبَلِيَّةُ ¶ وقد ورد في التحاب أحاديث مستقلة من: حديث أبي هريرة ومعاذ بن جبل والعرباض بن سارية وأبي الدرداء ¶ ٍ فعَنْ أَبِى هُرَيْرَةَ أَنَّهُ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - \" إِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى يَقُولُ يَوْمَ الْقِيَامَةِ أَيْنَ الْمُتَحَابُّونَ لِجَلاَلِى الْيَوْمَ أُظِلُّهُمْ فِى ظِلِّى يَوْمَ لاَ ظِلَّ إِلاَّ ظِلِّى \"(¬3). ¶ وعَنْ أَبِى هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - \" إِنَّ اللَّهَ يَقُولُ يَوْمَ الْقِيَامَةِ أَيْنَ الْمُتَحَابُّونَ بِجَلاَلِى الْيَوْمَ أُظِلُّهُمْ فِى ظِلِّى يَوْمَ لاَ ظِلَّ إِلاَّ ظِلِّى \"(¬4). ¶ ¬__________ ¶ (¬1) - صحيح مسلم(4825 ) ¶ (¬2) - سنن الترمذى(1379) وقَالَ حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ. وهو حسن لغيره ¶ (¬3) - موطأ مالك (1745) صحيح ¶ (¬4) - صحيح مسلم(6713 )",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وعَنْ أَبِي هُرَيْرَةَ ، قَالَ : قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : يَقُولُ اللَّهُ تَبَارَكَ وَتَعَالَى : أَيْنَ الْمُتَحَابُّونَ بِجَلاَلِي ؟ الْيَوْمَ أُظِلُّهُمْ فِي ظِلِّي ، يَوْمَ لاَ ظِلَّ إِلاَّ ظِلِّي.(¬1) ¶ وعَنْ أَبِى مُسْلِمٍ الْخَوْلاَنِىِّ قَالَ أَتَيْتُ مَسْجِدَ أَهْلِ دِمَشْقَ فَإِذَا حَلْقَةٌ فِيهَا كُهُولٌ مِنْ أَصْحَابِ النَّبِىِّ - صلى الله عليه وسلم - وَإِذَا شَابٌّ فِيهِمْ أَكْحَلُ الْعَيْنِ بَرَّاقُ الثَّنَايَا كُلَّمَا اخْتَلَفُوا فِى شَىْءٍ رَدُّوهُ إِلَى الْفَتَى - فَتًى شَابٌّ - قَالَ قُلْتُ لِجَلِيسٍ لِى مَنْ هَذَا قَالَ هَذَا مُعَاذُ بْنُ جَبَلٍ. قَالَ فَجِئْتُ مِنَ الْعَشِىِّ فَلَمْ يَحْضُرُوا. قَالَ فَغَدَوْتُ مِنَ الْغَدِ. قَالَ فَلَمْ يَجِيئُوا فَرُحْتُ فَإِذَا أَنَا بِالشَّابِّ يُصَلِّى إِلَى سَارِيَةٍ فَرَكَعْتُ ثُمَّ تَحَوَّلْتُ إِلَيْهِ. قَالَ فَسَلَّمَ فَدَنَوْتُ مِنْهُ فَقُلْتُ إِنِّى لأُحِبُّكَ فِى اللَّهِ. قَالَ فَمَدَّنِى إِلَيْهِ. قَالَ كَيْفَ قُلْتَ قُلْتُ إِنِّى لأُحِبُّكَ فِى اللَّهِ. قَالَ سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَحْكِى عَنْ رَبِّهِ يَقُولُ \" الْمُتَحَابُّونَ فِى اللَّهِ عَلَى مَنَابِرَ مِنْ نُورٍ فِى ظِلِّ الْعَرْشِ يَوْمَ لاَ ظِلَّ إِلاَّ ظِلُّهُ \".(¬2) ¶ ¬__________ ¶ (¬1) - صحيح ابن حبان - (ج 2 / ص 334)(574) صحيح ¶ (¬2) - مسند أحمد (22714) صحيح",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وعَنْ أَبِي مُسْلِمٍ الْخَوْلانِيِّ، قَالَ: أَتَيْتُ مَسْجِدَ دِمَشْقَ فَإِذَا حَلْقَةٌ فِيهَا كُهُولٌ مِنْ أَصْحَابِ مُحَمَّدٍ - صلى الله عليه وسلم - ، وَإِذَا شَابٌّ فِيهِمْ أَكْحَلُ الْعَيْنِ، بَرَّاقُ الثَّنَايَا، كُلَّمَا اخْتَلَفُوا فِي شَيْءٍ يَرُدُّوهُ إِلَى الْفَتَى، فَقُلْتُ لِجَلِيسِي: مَنْ هَذَا؟ قَالَ: مُعَاذُ بن جَبَلٍ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ:\"الْمُتَحَابُّونَ فِي اللَّهِ عَلَى مَنَابِرَ مِنْ نُورٍ فِي ظِلِّ عَرْشِ الرَّحْمَنِ يَوْمَ لا ظِلَّ إِلا ظِلُّهُ\"(¬1) ¶ وعَنْ مُعَاذِ بن جَبَلٍ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - ، يَقُولُ:\"الْمُتَحَابُّونَ فِي ظِلِّ الْعَرْشِ يَوْمَ لا ظِلَّ إِلا ظِلُّهُ، عَلَى مَنَابِرَ مِنْ نُورٍ، يَغْبِطُهُمْ بِمَكَانِهِمُ النَّبِيُّونَ وَالصِّدِّيقُونَ\".(¬2) ¶ وعَنْ مُعَاذِ بن جَبَلٍ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ:\"الْمُتَحَابُّونَ فِي اللَّهِ فِي ظِلِّ عَرْشِ اللَّهِ يَوْمَ لا ظِلَّ إِلا ظِلُّهُ، يَفْزَعُ النَّاسُ وَلا يَفْزَعُونَ، وَيَخَافُ النَّاسُ وَلا يَخَافُونَ\"، قَالَ: فَقُمْتُ مِنْ عِنْدِهِ فَأَتَيْتُ عُبَادَةَ بن الصَّامِتِ.فَقَالَ عُبَادَةُ: وَخَيْرٌ مِنهَا، سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ:\"حَقَّتْ مَحَبَّتِي لِلْمُتَحَابِّينَ فِيَّ، وَحَقَّتْ مَحَبَّتِي للمُتَجَالِسِينَ فِيَّ، وَحَقَّتْ مَحَبَّتِي لِلْمُتَزَاوِرِينَ فِيَّ\".(¬3) ¶ ¬__________ ¶ (¬1) - المعجم الكبير للطبراني - (ج 14 / ص 496)(16594) صحيح ¶ (¬2) - المعجم الكبير للطبراني - (ج 14 / ص 496)(16595) صحيح ¶ (¬3) - المعجم الكبير للطبراني - (ج 14 / ص 488)(16579-16580 ) حسن",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وعَنِ الْعِرْبَاضِ بْنِ سَارِيَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : قَالَ اللَّهُ عَزَّ وَجَلَّ الْمُتَحَابُّونَ بِجَلاَلِى فِى ظِلِّ عَرْشِى يَوْمَ لاَ ظِلَّ إِلاَّ ظِلِّى.(¬1) ¶ وعَنْ أَبِي الدَّرْدَاءِ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - , يَقُولُ:\"الْمُتَحَابُّونَ فِي اللَّهِ عَزَّ وَجَلَّ فِي ظِلِّ اللَّهِ يَوْمَ لا ظِلَّ إِلا ظِلُّهُ، عَلَى مَنَابِرَ مِنْ نُورٍ، يَفْزَعُ النَّاسُ وَلا يَفْزَعُونَ، إِذَا أَرَادَ بِأَهْلِ الأَرْضِ عَذَابًا ذَكَرَهُمْ، فَصَرَفَ الْعَذَابَ عَنْهُمْ بِذِكْرِهِ إِيَّاهُمْ\"(¬2) ¶ ومن الشواهد التي فيها الإشارة إلى الظل: ¶ عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا ، قَالَ : قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : إِنَّ لِلَّهِ عِبَادًا لَيْسُوا بِأَنْبِيَاءَ ، وَلا شُهَدَاءَ ، يَغْبِطُهُمُ الشُّهَدَاءُ وَالنَّبِيُّونَ يَوْمَ الْقِيَامَةِ ، لِقُرْبِهِمْ مِنَ اللَّهِ تَعَالَى ، وَمَجْلِسِهِمْ مِنْهُ ، فَجَثَا أَعْرَابِيٌّ عَلَى رُكْبَتَيْهِ ، فَقَالَ : يَا رَسُولَ اللَّهِ ، صِفْهُمْ لَنَا ، وحَلِّهِمْ لَنَا قَالَ : قَوْمٌ مِنْ أَقْنَاءِ النَّاسِ ، مِنْ نِزَاعِ الْقَبَائِلِ ، تَصَادَقُوا فِي اللَّهِ ، وَتَحَابَّوْا فِيهِ ، يَضَعُ اللَّهُ عَزَّ وَجَلَّ لَهُمْ يَوْمَ الْقِيَامَةِ مَنَابِرَ مِنْ نُورٍ ، يَخَافُ النَّاسُ وَلا يَخَافُونَ ، هُمْ أَوْلِيَاءُ اللَّهِ عَزَّ وَجَلَّ الَّذِينَ لاَ خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ\"(¬3) ¶ ¬__________ ¶ (¬1) - غاية المقصد فى زوائد المسند(4894 ) ومسند أحمد (17622) صحيح ¶ (¬2) - المعجم الكبير للطبراني - (ج 20 / ص 256)(1758) وفيه جهالة ¶ (¬3) - المستدرك للحاكم(7318) صحيح لغيره",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وعَنْ أَبِي مَالِكٍ الأَشْعَرِيِّ ، قَالَ : كُنْتُ عِنْدَ النَّبِيِّ - صلى الله عليه وسلم - ، فَنَزَلَتْ هَذِهِ الآيَةُ : {لا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ} [المائدة 101 ] ، قَالَ : فَنَحْنُ نَسْأَلُهُ ، إِذْ قَالَ : \" إِنَّ لِلَّهِ عِبَادًا لَيْسُوا بِأَنْبِيَاءَ وَلا شُهَدَاءَ يَغْبِطُهُمُ النَّبِيُّونَ وَالشُّهَدَاءُ بِقُرْبِهمْ ومَقْعَدِهِمْ مِنَ اللَّهِ عَزَّ وَجَلَّ يَوْمَ الْقِيَامَةِ \". ¶ قَالَ : وَفِي نَاحِيَةِ الْقَوْمِ أَعْرَابِيٌّ ، فَقَامَ فَجَثَا عَلَى رُكْبَتَيْهِ وَرَمَى بِيَدَيْهِ ، ثُمَّ قَالَ : حَدِّثْنَا يَا رَسُولَ اللَّهِ عَنْهُمْ مَنْ هُمْ ؟ قَالَ : فَرَأَيْتُ وَجْهَ النَّبِيِّ - صلى الله عليه وسلم - يَنْتَشِرُ ، فَقَالَ النَّبِيُّ - صلى الله عليه وسلم - : \" عِبَادٌ مِنْ عِبَادِ اللَّهِ مِنْ بُلْدَانٍ شَتَّى وَقَبَائِلَ مِنْ شُعُوبِ أَرْحَامِ الْقَبَائِلِ ، لَمْ يَكُنْ بَيْنَهُمْ أَرْحَامٌ يَتَوَاصَلُونَ بِهَا لِلَّهِ ، لا دُنْيَا يَتَبَادَلُونَ بِهَا ، يَتَحَابُّونَ بِرُوحِ اللَّهِ عَزَّ وَجَلَّ ، يَجْعَلُ اللَّهُ وُجُوهَهُمْ نُورًا ، يَجْعَلُ لَهُمْ مَنَابِرَ مِنْ لُؤْلُؤٍ قُدَّامَ الرَّحْمَنِ تَعَالَى ، يَفْزَعُ النَّاسُ وَلا يَفْزَعُونَ ، وَيَخَافُ النَّاسُ وَلا يَخَافُونَ \"(¬1). ¶ وعَنِ ابْنِ عَبَّاسٍ , قَالَ:إِنَّ لِلَّهِ جُلَسَاءَ يَوْمَ الْقِيَامَةِ , عَنْ يَمِينِ الْعَرْشِ , وَكِلْتَا يَدَيِ اللَّهِ يَمِينٌ عَلَى مَنَابِرَ مِنْ نُورٍ , وُجُوهُهُمْ مِنْ نُورٍ , لَيْسُوا بِأَنْبِيَاءَ , وَلا شُهَدَاءَ , وَلا صِدِّيقِينَ, قِيلَ: يَا رَسُولَ اللَّهِ , مَنْ هُمْ؟ قَالَ:الْمُتَحَابُّونَ بِجِلالِ اللَّهِ تَعَالَى.(¬2) ¶ ¬__________ ¶ (¬1) - المعجم الكبير للطبراني - (ج 3 / ص 467)(3355) حسن ¶ (¬2) - المعجم الكبير للطبراني - (ج 10 / ص 281)(12518 ) حسن",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وعَنْ أَبِي أُمَامَةَ ، قَالَ : قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : إِنَّ لِلَّهِ عِبَادًا يُجْلِسُهُمْ يَوْمَ الْقِيَامَةِ عَلَى مَنَابِرَ مِنْ نُورٍ , يَغْشَى وجُوهَهُمُ النُّورُ , وَيُلْقَى عَنْهُمُ السَّيِّئَاتُ حَتَّى يَفْرَغَ اللَّهُ م قِيلَ : مَنْ هُمْ ؟ قَالَ : الْمُتَحَابُّونَ فِي اللَّهِ عَزَّ وَجَلَّ.(¬1) ¶ وعَنْ أَبِي أَيُّوبَ ، عَن ِالنَّبِيِّ - صلى الله عليه وسلم - ، قَالَ : الْمُتَحَابُّونَ فِي اللَّهِ عَلَى كَرَاسِيَّ مِنْ يَاقُوتٍ حَوْلَ الْعَرْشِ\"(¬2) ¶ وأما خصلة (ورجل دعته امرأة..).فقد ورد في الإظلال من حديث: أبي أمامة، وسيأتي. ¶ وأما خصلة الصدقة، فمن شواهده: ¶ عَنْ عُقْبَةَ ، قَالَ : قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : الرَّجُلُ فِي ظِلِّ صَدَقَتِهِ حَتَّى يُقْضَى بَيْنَ النَّاسِ ، أَوْ قَالَ : حَتَّى يُقْتَصَّ بَيْنَ النَّاسِ ، وَكَانَ أَبُو الْخَيْرِ لا يَأْتِي عَلَيْهِ يَوْمٌ إِلا تَصَدَّقَ فِيهِ بِشَيْءٍ وَلَوْ كَعْكَةً وَلَوْ بَصَلَةً\"(¬3) ¶ ¬__________ ¶ (¬1) - مسند الشاميين(826) حسن ¶ (¬2) - المعجم الكبير للطبراني - (ج 4 / ص 204)(3876) حسن لغيره ¶ (¬3) - مسند أبي يعلى الموصلي(1766) صحيح",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وعَنْ عَبْدِ الرَّحْمَنِ بْنِ سَمُرَةَ ، قَالَ : خَرَجَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : \" إِنِّي رَأَيْتُ الْبَارِحَةَ عَجَبًا ، رَأَيْتُ رَجُلًا مِنْ أُمَّتِي قَدِ احْتَوَشَتْهُ مَلَائِكَةٌ ، فَجَاءَهُ وُضُوؤُهُ فَاسْتَنْقَذَهُ مِنْ ذَلِكَ ، وَرَأَيْتُ رَجُلًا مِنْ أُمَّتِي قَدِ احْتَوَشَتْهُ الشَّيَاطِينُ ، فَجَاءَهُ ذِكْرُ اللَّهِ فَخَلَّصَهُ مِنْهُمْ ، وَرَأَيْتُ رَجُلًا مِنْ أُمَّتِي يَلْهَثُ عَطَشًا مِنَ الْعَطَشِ فَجَاءَهُ صِيَامُ رَمَضَانَ فَسَقَاهُ ، وَرَأَيْتُ رَجُلًا مِنْ أُمَّتِي بَيْنَ يَدَيْهِ ظُلْمَةٌ ، وَمِنْ خَلْفِهِ ظُلْمَةٌ ، وَعَنْ يَمِينِهِ ظُلْمَةٌ ، وَعَنْ شِمَالِهِ ظُلْمَةٌ ، وَمِنْ فَوْقِهِ ظُلْمَةٌ ، وَمِنْ تَحْتِهِ ظُلْمَةٌ ، فَجَاءَهُ حَجُّهُ وَعُمْرَتُهُ فَاسْتَخْرَجَاهُ مِنَ الظُّلْمَةِ ، وَرَأَيْتُ رَجُلًا مِنْ أُمَّتِي جَاءَهُ مَلَكُ الْمَوْتِ يَقْبِضُ رُوحَهُ ، فَجَاءَهُ بِرُّهُ بِوَالِدَيْهِ فَرَدُّ عَنْهُ ، وَرَأَيْتُ رَجُلًا مِنْ أُمَّتِي يُكَلِّمُ الْمُؤْمِنِينَ وَلَا يُكَلِّمُوهُ ، فَجَاءَتْهُ صِلَةُ الرَّحِمِ فَقَالَتْ : إِنَّ هَذَا وَاصِلٌ كَانَ وَاصِلًا لِرَحِمِهِ ، فَكَلَّمَهُمْ وَكَلَّمُوهُ وَصَارَ مَعَهُمْ ، وَرَأَيْتُ رَجُلًا مِنْ أُمَّتِي يَأْتِي النَّاسَ وَهُمْ حِلَقٌ ، فَكُلَّمَا أَتَى عَلَى حَلْقَةٍ طُرِدَ ، فَجَاءَهُ اغْتِسَالُهُ مِنَ الْجَنَابَةِ فَأَخَذَهُ بِيَدِهِ فَأَجْلَسَهُ مَعَهُمْ ، وَرَأَيْتُ رَجُلًا مِنْ أُمَّتِي يَتَّقِي وَهَجَ النَّارِ بِيَدَيْهِ عَنْ وَجْهِهِ ، فَجَاءَتْهُ صَدَقَتُهُ وَصَارَتْ ظِلًّا عَلَى رَأْسِهِ وَسِتْرًا عَلَى وَجْهِهِ ، وَرَأَيْتُ رَجُلًا مِنْ أُمَّتِي جَاءَتْهُ زَبَانِيَةُ الْعَذَابِ ، فَجَاءَهُ أَمْرُهُ بِالْمَعْرُوفِ وَنَهْيُهُ عَنِ الْمُنْكَرِ فَاسْتَنْقَذَهُ مِنْ ذَلِكَ ،",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وَرَأَيْتُ رَجُلًا مِنْ أُمَّتِي هَوَى فِي النَّارِ ، فَجَاءَتْهُ دُمُوعُهُ الَّتِي بَكَى مِنْ خَشْيَةِ اللَّهِ فَأَخْرَجَتْهُ مِنَ النَّارِ ، وَرَأَيْتُ رَجُلًا مِنْ أُمَّتِي قَدْ هَوَتْ صَحِيفَتُهُ إِلَى شِمَالِهِ ، فَجَاءَهُ خَوْفُهُ مِنَ اللَّهِ فَأَخَذَ صَحِيفَتَهُ فَجَعَلَهَا فِي يَمِينِهِ ، وَرَأَيْتُ رَجُلًا مِنْ أُمَّتِي يَرْعَدُ كَمَا تَرْعَدُ السَّعَفَةُ ، فَجَاءَهُ حُسْنُ ظَنِّهِ بِاللَّهِ فَسَكَّنَ رِعْدَتَهُ ، وَرَأَيْتُ رَجُلًا مِنْ أُمَّتِي يَزْحَفُ عَلَى الصِّرَاطِ مَرَّةً ، وَيَجْثُو مَرَّةً ، وَيَتَعَلَّقُ مَرَّةً ، فَجَاءَتْهُ صَلَاتُهُ عَلَيَّ فَأَخَذَتْ بِيَدِهِ فَأَقَامَتْهُ عَلَى الصِّرَاطِ حَتَّى جَاوَزَ ، وَرَأَيْتُ رَجُلًا مِنْ أُمَّتِي انْتَهَى إِلَى أَبْوَابِ الْجَنَّةِ فَغُلِّقَتِ الْأَبْوَابُ دُونَهُ ، فَجَاءَتْهُ شَهَادَةُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ فَأَخَذَتْهُ بِيَدِهِ فَأَدْخَلَتْهُ الْجَنَّةَ \"(¬1) ¶ ــــــــــــــــ ¶ العادلون ¶ عَنْ عَائِشَةَ عَنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - أَنَّهُ قَالَ: \" أَتَدْرُونَ مَنِ السَّابِقُونَ إِلَى ظِلِّ اللَّهِ عَزَّ وَجَلَّ يَوْمَ الْقِيَامَةِ \". قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ. قَالَ \" الَّذِينَ إِذَا أُعْطُوا الْحَقَّ قَبِلُوهُ وَإِذَا سُئِلُوهُ بَذَلُوهُ وَحَكَمُوا لِلنَّاسِ كَحُكْمِهِمْ لأَنْفُسِهِمْ وأَهلِيهِمْ \"(¬2). ¶ ــــــــــــــــ ¶ ¬__________ ¶ (¬1) - الْأَحَادِيثُ الطِّوَالُ (41 ) وأَمَالِي ابْنِ بِشْرَانَ(249 ) و التَّرْغِيبُ فِي فَضَائِلِ الْأَعْمَالِ وَثَوَابُ ذَلِكَ لِابْنِ شَاهِينَ (526 ) حسن لغيره ¶ (¬2) - مسند أحمد (25111) حسن",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "من أنظر معسرا ¶ عَنْ عُبَادَةَ بْنِ الْوَلِيدِ بْنِ عُبَادَةَ بْنِ الصَّامِتِ ، قَالَ : خَرَجْتُ أَنَا وَأَبِي نَطْلُبُ الْعِلْمَ فِي هَذَا الْحَيِّ مِنَ الْأَنْصَارِ ، قَبْلَ أَنْ يَهْلِكُوا ، فَكَانَ أَوَّلُ مَنْ لَقِينَا أَبَا الْيَسَرِ ، صَاحِبَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - ، وَمَعَهُ غُلَامٌ لَهُ ، مَعَهُ ضِمَامَةٌ مِنْ صُحُفٍ ، وَعَلَى أَبِي الْيَسَرِ بُرْدَةٌ وَمَعَافِرِيَّ ، وَعَلَى غُلَامِهِ بُرْدَةٌ وَمَعَافِرِيَّ ، فَقَالَ لَهُ أَبِي : يَا عَمِّ إِنِّي أَرَى فِي وَجْهِكَ سَفْعَةً مِنْ غَضَبٍ ، قَالَ : أَجَلْ ، كَانَ لِي عَلَى فُلَانِ ابْنِ فُلَانٍ الْحَرَامِيِّ مَالٌ ، فَأَتَيْتُ أَهْلَهُ ، فَسَلَّمْتُ ، فَقُلْتُ : ثَمَّ هُوَ ؟ قَالُوا : لَا ، فَخَرَجَ عَلَيَّ ابْنٌ لَهُ جَفْرٌ ، فَقُلْتُ لَهُ : أَيْنَ أَبُوكَ ؟ قَالَ : سَمِعَ صَوْتَكَ فَدَخَلَ أَرِيكَةَ أُمِّي ، فَقُلْتُ : اخْرُجْ إِلَيَّ ، فَقَدْ عَلِمْتُ أَيْنَ أَنْتَ ، فَخَرَجَ ، فَقُلْتُ : مَا حَمَلَكَ عَلَى أَنِ اخْتَبَأْتَ مِنِّي ؟ قَالَ : أَنَا ، وَاللَّهِ أُحَدِّثُكَ ، ثُمَّ لَا أَكْذِبُكَ ، خَشِيتُ وَاللَّهِ أَنْ أُحَدِّثَكَ فَأَكْذِبَكَ ، وَأَنْ أَعِدَكَ فَأُخْلِفَكَ ، وَكُنْتَ صَاحِبَ رَسُولَ اللَّهِ - صلى الله عليه وسلم - ، وَكُنْتُ وَاللَّهِ مُعْسِرًا قَالَ : قُلْتُ : آللَّهِ قَالَ : اللَّهِ قُلْتُ : آللَّهِ قَالَ : اللَّهِ قُلْتُ : آللَّهِ قَالَ : اللَّهِ قَالَ : فَأَتَى بِصَحِيفَتِهِ فَمَحَاهَا بِيَدِهِ ، فَقَالَ : إِنْ وَجَدْتَ قَضَاءً فَاقْضِنِي ، وَإِلَّا ، أَنْتَ فِي حِلٍّ ، فَأَشْهَدُ بَصَرُ عَيْنَيَّ هَاتَيْنِ - وَوَضَعَ إِصْبَعَيْهِ عَلَى عَيْنَيْهِ - وَسَمْعُ أُذُنَيَّ هَاتَيْنِ ، وَوَعَاهُ قَلْبِي هَذَا - وَأَشَارَ إِلَى مَنَاطِ قَلْبِهِ - رَسُولَ اللَّهِ - صلى الله عليه وسلم - وَهُوَ يَقُولُ :",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "\" مَنْ أَنْظَرَ مُعْسِرًا أَوْ وَضَعَ عَنْهُ ، أَظَلَّهُ اللَّهُ فِي ظِلِّهِ \"(¬1) ¶ وعَنْ رِبْعِيٍّ ، حَدَّثَنَا أَبُو الْيُسْرِ رَضِيَ اللَّهُ عَنْهُ قَالَ : قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : مَنْ أَنْظَرَ مُعْسِرًا ، أَوْ وَضَعَ عَنْهُ ، أَظَلَّهُ اللَّهُ تَعَالَى فِي ظِلِّ عَرْشِهِ \"(¬2) ¶ وعَنْ أَبِى هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ \" مَنْ أَنْظَرَ مُعْسِراً أَوْ وَضَعَ لَهُ أَظَلَّهُ اللَّهُ فِى ظِلِّ عَرْشِهِ يَوْمَ الْقِيَامَةِ \".(¬3) ¶ وعَنْ أَبِي قَتَادَةَ ، قَالَ : سَمِعْتُ النَّبِيَّ : - صلى الله عليه وسلم - يَقُولُ : مَنْ نَفَّسَ عَنْ غَرِيمه أَوْ مَحَا عَنْهُ ، كَانَ فِي ظِلِّ الْعَرْشِ يَوْمَ الْقِيَامَةِ.(¬4) ¶ وقال أَبُو يُونُسَ ، أَنَّ أَبَا الْيُسْرِ رَضِيَ اللَّهُ عَنْهُ حَدَّثَهُ قَالَ : أَشْهَدُ عَلَى رَسُولِ اللهِ - صلى الله عليه وسلم - ، لَسَمِعْتُهُ يَقُولُ : إِنَّ أَوَّلَ النَّاسِ يَسْتَظِلُّ فِي ظِلِّ اللهِ عَزَّ وَجَلَّ يَوْمَ الْقِيَامَةِ لَرَجُلٌ أَنْظَرَ مُعْسِرًا حَتَّى يَجِدَ شَيْئًا ، أَوْ يَتَصَدَّقَ عَلَيْهِ بِمَا يُطَالِبُهُ ، يَقُولُ : مَالِي عَلَيْكَ صَدَقَةٌ ، ابْتِغَاءَ وَجْهِ اللهِ تَعَالَى ، وَخَرَقَ صَحِيفَتَهُ\"(¬5) ¶ وفيه فائدة: إن هذا، أول من يستظل. ¶ وعَنْ أَبِى قَتَادَةَ قَالَ سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ :\" مَنْ نَفَّسَ عَنْ غَرِيمِهِ أَوْ مَحَا عَنْهُ كَانَ فِى ظِلِّ الْعَرْشِ يَوْمَ الْقِيَامَةِ \".(¬6) ¶ ¬__________ ¶ (¬1) - صحيح مسلم(7704 ) ¶ (¬2) - الآحاد والمثاني (1915-1917) صحيح ¶ (¬3) - مسند أحمد (8945) صحيح ¶ (¬4) - مصنف ابن أبي شيبة (ج 7 / ص 12)(22613) صحيح ¶ (¬5) - الآحاد والمثاني(1918) حسن ¶ (¬6) - سنن الدارمى(2644) صحيح",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وعَنْ مُحَمَّدِ بْنِ كَعْبٍ الْقُرَظِىِّ أَنَّ أَبَا قَتَادَةَ كَانَ لَهُ عَلَى رَجُلٍ دَيْنٌ وَكَانَ يَأْتِيِهِ يَتَقَاضَاهُ فَيَخْتَبِئُ مِنْهُ فَجَاءَ ذَاتَ يَوْمٍ فَخَرَجَ صَبِىٌّ فَسَأَلَهُ عَنْهُ فَقَالَ نَعَمْ هُوَ فِى الْبَيْتِ يَأْكُلُ خَزِيرَةً فَنَادَاهُ يَا فُلاَنُ اخْرُجْ فَقَدْ أُخْبِرْتُ أَنَّكَ هَا هُنَا فَخَرَجَ إِلَيْهِ فَقَالَ مَا يُغَيِّبُكَ عَنِّى قَالَ إِنِّى مُعْسِرٌ وَلَيْسَ عِنْدِى. قَالَ آللَّهِ إِنَّكَ مُعْسِرٌ قَالَ نَعَمْ. فَبَكَى أَبُو قَتَادَةَ ثُمَّ قَالَ سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ \" مَنْ نَفَّسَ عَنْ غَرِيمِهِ أَوْ مَحَا عَنْهُ كَانَ فِى ظِلِّ الْعَرْشِ يَوْمَ الْقِيَامَةِ \".(¬1) ¶ الخزيرة : طعام يتخذ من لحم يقطع صغارا ثم يطبخ ويجعل فيه دقيق ¶ وعَنْ أَبِى هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - \" مَنْ أَنْظَرَ مُعْسِرًا أَوْ وَضَعَ لَهُ أَظَلَّهُ اللَّهُ يَوْمَ الْقِيَامَةِ تَحْتَ ظِلِّ عَرْشِهِ يَوْمَ لاَ ظِلَّ إِلاَّ ظِلُّهُ \".(¬2) ¶ وَعَنْ شَدَّادِ بْنِ أَوْسٍ قَالَ : سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ : \" مَنْ أَنْظَرَ مُعْسِرًا ، أَوْ تَصَدَّقَ عَلَيْهِ أَظَلَّهُ اللَّهُ فِي ظِلِّهِ يَوْمَ الْقِيَامَةِ \"(¬3) ¶ ¬__________ ¶ (¬1) - مسند أحمد (23292) صحيح ¶ (¬2) - سنن الترمذى(1354) صحيح ¶ (¬3) - المعجم الأوسط للطبراني(4274 ) ضعيف",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وعَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ ، أَنَّ أَبَا قَتَادَةَ ، طَلَبَ غَرِيمًا لَهُ ، فَتَوَارَى عَنْهُ ثُمَّ وَجَدَهُ ، فَقَالَ : إِنِّي مُعْسِرٌ ، فَقَالَ : آللَّهِ ؟ قَالَ : آللَّهِ ؟ قَالَ : فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - ، يَقُولُ : \" مَنْ سَرَّهُ أَنْ يُنْجِيَهُ اللَّهُ مِنْ كُرَبِ يَوْمِ الْقِيَامَةِ ، فَلْيُنَفِّسْ عَنْ مُعْسِرٍ ، أَوْ يَضَعْ عَنْهُ \"(¬1) ¶ وَعَنْ أَبِي قَتَادَةَ ، وَجَابِرِ بْنِ عَبْدِ اللَّهِ أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ : \" مَنْ سَرَّهُ أَنْ يُنْجِيَهُ اللَّهُ مِنْ كُرَبِ يَوْمِ الْقِيَامَةِ ، وَأَنْ يُظِلَّهُ تَحْتَ عَرْشِهِ فَلْيُنْظِرْ مُعْسِرًا \"(¬2). ¶ الإنظار : التأخير والإمهال -المعسر : المحتاج وقليل المال والعاجز عن أداء دينه ¶ وَعَنْ عَائِشَةَ أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ : \" مَنْ أَنْظَرَ مُعْسِرًا أَظَلَّهُ اللَّهُ فِي ظِلِّهِ يَوْمَ الْقِيَامَةِ ، وَكُلُّ مَعْرُوفٍ صَدَقَةٌ \"(¬3). ¶ وَعَنْ كَعْبِ بْنِ عُجْرَةَ ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ : \" مَنْ أَنْظَرَ مُعْسِرًا ، أَوْ يَسَّرَ عَلَيْهِ أَظَلَّهُ اللَّهُ فِي ظِلِّهِ يَوْمَ لَا ظِلَّ إِلَّا ظِلُّهُ \"(¬4). ¶ وعَنْ أَسْعَدَ بن زُرَارَةَ ، قَالَ : قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : مَنْ سَرَّهُ أَنْ يُظِلَّهُ اللَّهُ يَوْمَ لا ظِلَّ إِلا ظِلُّهُ ، فَلْيُيَسِّرْ عَلَى مُعْسِرٍ أَوْ لِيَضَعْ عَنْهُ.(¬5) ¶ ¬__________ ¶ (¬1) - صحيح مسلم (4083) ¶ (¬2) - المعجم الأوسط للطبراني(4748 ) صحيح ¶ (¬3) - المعجم الأوسط للطبراني(8484 ) حسن لغيره ¶ (¬4) - المعجم الصغير للطبراني(581) ضعيف ¶ (¬5) - المعجم الكبير للطبراني - (ج 1 / ص 387)(894) حسن لغيره",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "قَالَ أَبُو جَعْفَرٍ : فَكَانَ الظِّلُّ الْمَذْكُورُ فِي هَذِهِ الْآثَارِ مُحْتَمِلًا أَنْ يَكُونَ أُرِيدُ بِهِ مَا يُظِلُّ مِنَ الْأَشْيَاءِ الَّتِي يَتَأَذَّى بَنُو آدَمَ مِنْ أَمْثَالِهَا فِي الدُّنْيَا كَالشَّمْسِ , فَيُظِلُّ مِنْ أَمْثَالِهَا يَوْمَ الْقِيَامَةِ بِمَا يُظِلُّهُ اللَّهُ عَزَّ وَجَلَّ بِهِ مِنْ ظِلِّهِ الَّذِي لَا ظِلَّ يَوْمَئِذٍ سِوَاهُ , وَيَحْتَمِلُ قَوْلُهُ : \" فِي ظِلِّهِ \" ؛ أَيْ : فِي كَنَفَهِ , أَوْ فِي سِتْرِهِ , وَمَنْ كَانَ فِي كَنَفِ اللَّهِ , أَوْ فِي سِتْرِهِ وُقِيَ مِنَ الْأَشْيَاءِ الْمَكْرُوهَةِ , وَمِثْلُ مَا يُقَالُ فِي الدُّنْيَا : فُلَانٌ فِي ظِلِّ فُلَانٍ ؛ أَيْ : فِي كَنَفِهِ , وَفِي كِفَايَتِهِ إِيَّاهُ الْأَشْيَاءَ الَّتِي يَطْلُبُهَا غَيْرُهُ بِالنَّصَبِ , وَالتَّعَبِ , وَالتَّصَرُّفِ فِيهَا . فَقَالَ قَائِلٌ : وَأَيْ ثَوَابٍ لِمَنْ أَنْظَرَ مُعْسِرًا ؟ إِنَّمَا لَوْ طَالَبَهُ بِهِ لَمْ يَصِلْ إِلَيْهِ مِنْهُ , وَإِنَّمَا يَكُونُ الثَّوَابُ لِمَنْ تَرَكَ مَا يَقْدِرُ عَلَى أَخْذِهِ , فَأَمَّا مَا عَجَزَ عَنْ أَخْذِهِ , فَمَعْقُولٌ أَنْ لَا ثَوَابَ لَهُ فِي تَرْكِهِ .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "فَكَانَ جَوَابُنَا لَهُ فِي ذَلِكَ بِتَوْفِيقِ اللَّهِ عَزَّ وَجَلَّ وَعَوْنِهِ : أَنَّ الْإِعْسَارَ قَدْ يَكُونُ عَلَى الْعُدْمِ الَّذِي لَا يُوصَلُ مَعَهُ إِلَى شَيْءٍ , وَقَدْ يَكُونُ عَلَى الْقِلَّةِ الَّتِي يُوصَلُ مَعَهَا , مَا إِذَا أَخَذَ مِمَّنْ عَلَيْهِ الدَّيْنُ فَدَحَهُ وَكَشَفَهُ , وَأَضَرَّ بِهِ , وَالْعُسْرَةُ تَجْمَعُهُمَا جَمِيعًا , غَيْرَ أَنَّهُمَا يَخْتَلِفَانِ فِيهَا , فَيَكُونُ أَحَدُهُمَا بِهَا مُعْدَمًا , وَلَا يَكُونُ الْآخَرُ مِنْهُمَا بِهَا مُعْدَمًا , وَكُلُّ مُعْدِمٍ مُعْسِرٌ , وَلَيْسَ كُلُّ مُعْسِرٍ مُعْدَمًا , فَقَدْ يُحْتَمَلُ أَنْ يَكُونَ الْمُعْسِرُ الْمَقْصُودُ بِمَا فِي هَذِهِ الْآثَارِ إِلَيْهِ هُوَ الْمُعْسِرُ الَّذِي يَجِدُ مَا إِنْ أُخِذَ مِنْهُ فَدَحَهُ , وَكَشَفَهُ , وَأَضَرَّ بِهِ , فَمَنْ أَنْظَرَ مَنْ هَذِهِ حَالُهُ بِمَا لَهُ عَلَيْهِ , فَقَدْ آثَرَهُ عَلَى نَفْسِهِ , وَاسْتَحَقَّ مَا لِلْمُؤْثِرِينَ عَلَى أَنْفُسِهِمْ , وَكَانَ مِنْ أَهْلِ الْوَعْدِ الَّذِي ذَكَرَهُ رَسُولُ اللَّهِ - صلى الله عليه وسلم - فِي هَذِهِ الْآثَارِ , فَبَانَ بِحَمْدِ اللَّهِ عَزَّ وَجَلَّ , أَنْ لَا اسْتِحَالَةَ فِي شَيْءٍ مِمَّا رُوِّينَاهُ عَنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فِي هَذَا الْبَابِ , وَاللَّهَ نَسْأَلُهُ التَّوْفِيقَ .(¬1) ¶ ــــــــــــــــ ¶ ¬__________ ¶ (¬1) - مُشْكِلُ الْآثَارِ لِلطَّحَاوِيِّ - بَابُ بَيَانِ مُشْكِلِ مَا رُوِيَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ >> ¶ الطرف :إِذَا أَتَيْتَ عَلَى مُعْسِرٍ , فَتَجَاوَزْ عَنْهُ ,(3221)",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "من أعان مجاهدا أو كاتبا أو غارماً ¶ عَنْ عَبْدِ اللهِ بْنِ سَهْلِ بْنِ حُنَيْفٍ ، أَنَّ سَهْلاً حَدَّثَهُ ، أَنَّ رَسُولَ اللهِ - صلى الله عليه وسلم - ، قَالَ : مَنْ أَعَانَ مُجَاهِدًا فِي سَبِيلِ اللهِ ، أَوْ غَارِمًا فِي عُسْرَتِهِ ، أَوْ مُكَاتَبًا فِي رَقَبَتِهِ أَظَلَّهُ اللَّهُ يَوْمَ لاَ ظِلَّ إلاَّ ظِلُّهُ.(¬1) ¶ وعَنْ عُمَرَ بْنِ الْخَطَّابِ ، أَنَّهُ قَالَ : قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : مَنْ أَظَلَّ رَأْسَ غَازٍ أَظَلَّهُ اللَّهُ يَوْمَ الْقِيَامَةِ ، وَمَنْ جَهَّزَ غَازِيًا فِي سَبِيلِ اللهِ لِجِهَادِهِ فَلَهُ مِثْلُ أَجْرِهِ ، وَمَنْ بَنَى مَسْجِدًا يُذْكَرُ فِيهِ اسْمُ اللهِ بَنَى اللَّهُ لَهُ بَيْتًا فِي الْجَنَّةِ.(¬2) ¶ وعَنْ عُمَرَ بْنِ الْخَطَّابِ قَالَ سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ \" مَنْ أَظَلَّ رَأْسَ غَازٍ أَظَلَّهُ اللَّهُ يَوْمَ الْقِيَامَةِ وَمَنْ جَهَّزَ غَازِياً حَتَّى يَسْتَقِلَّ كَانَ لَهُ مِثْلُ أَجْرِهِ حَتَّى يَمُوتَ - قَالَ قَالَ يُونُسُ أَوْ يَرْجِعَ - وَمَنْ بَنَى لِلَّهِ مَسْجِداً يُذْكَرُ فِيهِ اسْمُ اللَّهِ تَعَالَى بَنَى اللَّهُ لَهُ بِهِ بَيْتاً فِى الْجَنَّةِ \"(¬3). ¶ ــــــــــــــــ ¶ ¬__________ ¶ (¬1) - مصنف ابن أبي شيبة (ج 7 / ص 13)(22615) حسن ¶ (¬2) - صحيح ابن حبان - (ج 10 / ص 487)(4628) صحيح ¶ (¬3) - مسند أحمد(128) صحيح",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "من حمى ظهر المجاهدين ¶ عَنِ الْحَسَنِ ، قَالَ : بَلَغَنِي أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ : \" سَبْعَةٌ فِي ظِلِّ اللَّهِ تَبَارَكَ وَتَعَالَى يَوْمَ لَا ظِلَّ إِلَّا ظِلُّهُ : رَجُلٌ ذَكَرَ اللَّهَ فَفَاضَتْ عَيْنَاهُ ، وَرَجُلٌ كَأَنَّ قَلْبَهُ مُعَلَّقٌ بِالْمَسَاجِدِ مِنْ شِدَّةِ حُبِّهِ إِيَّاهَا ، وَرَجُلٌ يُعْطِي صَدَقَتَهُ بِيَمِينِهِ يَكَادُ يُخْفِيهَا مِنْ شِمَالِهِ ، وَرَجُلٌ كَانَ فِي سَرِيَّةٍ فَلَقُوا الْعَدُوَّ فَانْكَشَفُوا فَحَمَى أَدْبَارَهُمْ حَتَّى نَجَا وَنَجَا أَصْحَابُهُ أَوِ اسْتُشْهِدَ ، وَذُو سُلْطَانٍ مُقْسِطٌ فِي رَعِيَّتِهِ . وَرَجُلٌ عَرَضَتْ عَلَيْهِ امْرَأَةٌ نَفْسَهَا ، ذَاتُ جَمَالٍ وَمَنْصِبٍ ، فَتَرَكَهَا مِنْ جَلَالِ اللَّهِ تَبَارَكَ وَتَعَالَى \"(¬1) ¶ وعَنْ زَيْدِ بْنِ ظَبْيَانَ رَفَعَهُ إِلَى أَبِى ذَرٍّ عَنِ النَّبِىِّ - صلى الله عليه وسلم - قَالَ \" ثَلاَثَةٌ يُحِبُّهُمُ اللَّهُ عَزَّ وَجَلَّ رَجُلٌ أَتَى قَوْمًا فَسَأَلَهُمْ بِاللَّهِ وَلَمْ يَسْأَلْهُمْ بِقَرَابَةٍ بَيْنَهُ وَبَيْنَهُمْ فَمَنَعُوهُ فَتَخَلَّفَهُمْ رَجُلٌ بِأَعْقَابِهِمْ فَأَعْطَاهُ سِرًّا لاَ يَعْلَمُ بِعَطِيَّتِهِ إِلاَّ اللَّهُ عَزَّ وَجَلَّ وَالَّذِى أَعْطَاهُ وَقَوْمٌ سَارُوا لَيْلَتَهُمْ حَتَّى إِذَا كَانَ النَّوْمُ أَحَبَّ إِلَيْهِمْ مِمَّا يُعْدَلُ بِهِ نَزَلُوا فَوَضَعُوا رُءُوسَهُمْ فَقَامَ يَتَمَلَّقُنِى وَيَتْلُو آيَاتِى وَرَجُلٌ كَانَ فِى سَرِيَّةٍ فَلَقُوا الْعَدُوَّ فَانْهَزَمُوا فَأَقْبَلَ بِصَدْرِهِ حَتَّى يُقْتَلَ أَوْ يُفْتَحَ لَهُ \"(¬2). ¶ ¬__________ ¶ (¬1) - الْأَمْوَالُ لِابْنِ زَنْجُوَيْهِ(10) وأخرجه ابن عساكر (66/234) عن أبي هريرة صحيح مرسل ¶ (¬2) - سنن النسائى(1626 ) حسن",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وعَنْ زَيْدِ بْنِ ظَبْيَانَ ، رَفَعَهُ إِلَى أَبِي ذَرٍّ رَضِيَ اللَّهُ عَنْهُ ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - ، قَالَ : ثَلاثَةٌ يُحِبُّهُمُ اللَّهُ ، وَثَلاثَةٌ يُبْغِضُهُمُ اللَّهُ ، أَمَا الَّذِي يُحِبُّهُمُ اللَّهُ : فَرَجُلٌ أَتَى قَوْمًا ، فَسَأَلَهُمْ بِاللَّهِ وَلَمْ يَسْأَلُهُمْ بِقَرَابَةٍ بَيْنَهُمْ وَبَيْنَهُ ، فَمَنَعُوهُ فَخَلَّفَ رَجُلٌ بِأَعْقَابِهِمْ ، فَأَعْطَاهُ سِرًّا لاَ يَعْلَمُ بِعَطِيَّتِهِ إِلاَّ اللَّهُ وَالَّذِي أَعْطَاهُ ، وَقَوْمٌ سَارُوا لَيْلَتَهُمْ حَتَّى إِذَا كَانَ النَّوْمُ أَحَبَّ إِلَيْهِمْ مِمَّا يَعْدِلُوا بِهِ نَزَلُوا فَوَضَعُوا رُءُوسَهُمْ فَقَامَ يَتَمَلَّقُنِي وَيَتْلُو آيَاتِي ، وَرَجُلٌ كَانَ فِي سَرِيَّةٍ فَلَقُوا الْعَدُوَّ فَهُزِمُوا فَأَقْبَلَ بِصَدْرِهِ حَتَّى يُقْتَلَ أَوْ يُفْتَحَ لَهُ ، وَالثَّلاثَةُ الَّذِينَ يُبْغِضُهُمُ اللَّهُ الشَّيْخُ الزَّانِي ، وَالْفَقِيرُ الْمُخْتَالُ ، وَالْغَنِيُّ الظَّلُومُ.(¬1) ¶ وعَنْ زَيْدِ بْنِ ظَبْيَانَ يَرْفَعُهُ إلَى أَبِي ذَرٍّ ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - ، قَالَ : ثَلاَثَةٌ يُحِبُّهُمَ اللَّهُ فَذَكَرَ : أَحَدُهُمَ رَجُلٌ كَانَ فِي سَرِيَّةٍ فَلَقُوا الْعَدُوَّ فَهُزِمُوا فَأَقْبَلَ بِصَدْرِهِ حَتَّى يُقْتَلَ ، أَوْ يُفْتَحَ لهم بِصَدْرِهِ.(¬2) ¶ ¬__________ ¶ (¬1) - مسند البزار( 4027) حسن ¶ (¬2) - مصنف ابن أبي شيبة (ج 5 / ص 289)(19664) حسن",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وعَنْ أَبِي الدَّرْدَاءِ ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ : \" ثَلَاثَةٌ يُحِبُّهُمُ اللَّهُ عَزَّ وَجَلَّ ، يَضْحَكُ إِلَيْهِمْ وَيَسْتَبْشِرُ بِهِمْ ، الَّذِي إِذَا انْكَشَفَتْ فِئَةٌ قَاتَلَ وَرَاءَهَا بِنَفْسِهِ لِلَّهِ عَزَّ وَجَلَّ ، فَإِمَّا أَنْ يُقْتَلَ ، وَإِمَّا أَنْ يَنْصُرَهُ اللَّهُ عَزَّ وَجَلَّ وَيَكْفِيهِ ، فَيَقُولُ : انْظُرُوا إِلَى عَبْدِي كَيْفَ صَبَّرَ لِي نَفْسَهُ ، وَالَّذِي لَهُ امْرَأَةٌ حَسْنَاءُ وَفِرَاشٌ لَيِّنٌ حَسَنٌ ، فَيَقُومُ مِنَ اللَّيْلِ فَيَذَرُ شَهْوَتَهُ فَيَذْكُرُنِي وَيُنَاجِينِي وَلَوْ شَاءَ لَرَقَدَ ، وَالَّذِي يَكُونُ فِي سَفَرٍ وَكَانَ مَعَهُ رَكْبٌ فَسَهَرُوا وَنَصَبُوا ثُمَّ هَجَعُوا فَقَامَ فِي السَّحَرِ فِي سَرَّاءٍ أَوْضَرَّاءٍ \"(¬1) ¶ يناجيه : يحدثه سرا - الهجعة : النومة في وقت من الليل - السحر : الثلث الأخير من الليل ¶ ــــــــــــــــ ¶ إطعام الجائع ¶ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ : قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : \" مَنْ أَطْعَمَ الْجَائِعَ أَظَلَّهُ اللَّهُ فِي ظِلِّ عَرْشِهِ \"(¬2) ¶ ــــــــــــــــ ¶ ¬__________ ¶ (¬1) - الأسماء والصفات للبيهقي (931 ) حسن ¶ (¬2) - مَكَارِمُ الْأَخْلَاقِ لِلطَّبَرَانِيِّ(164 ) حسن",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "التاجر الصدوق ¶ عَنْ سَلْمَانَ ، قَالَ : \" التَّاجِرُ الصَّدُوقُ مَعَ السَّبْعَةِ فِي ظِلِّ عَرْشِ اللَّهِ يَوْمَ الْقِيَامَةِ ، وَالسَّبْعَةُ : إِمَامٌ عَادِلٌ ، وَرَجُلٌ دَعَتْهُ امْرَأَةٌ ذَاتُ حُسْنٍ وَمَيْسَمٍ إِلَى نَفْسِهَا فَقَالَ : إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ ، وَرَجُلٌ ذُكِرَ اللَّهُ عِنْدَهُ فَفَاضَتْ عَيْنَاهُ ، وَرَجُلٌ قَلْبُهُ مُعَلَّقٌ بِالْمَسَاجِدِ مِنْ حُبِّهِ إِيَّاهَا ، وَرَجُلٌ تَصَدَّقَ بِصَدَقَةٍ فَكَادَتْ يَمِينُهُ تُخْفِي مِنْ شِمَالِهِ ، وَرَجُلٌ لَقِيَ أَخَاهُ فَقَالَ : إِنِّي أُحِبُّكَ فِي اللَّهِ ، وَقَالَ الْآخَرُ : وَأَنَا أُحِبُّكَ فِي اللَّهِ حَتَّى تَصَادَرَا عَلَى ذَلِكَ ، وَرَجُلٌ نَشَأَ فِي الْخَيْرِ مِنْ هُوَ غُلَامٌ \"(¬1) ¶ وعَنْ قَتَادَةَ ، قَالَ : كُنَّا نُحَدِّثُ أَنَّ التَّاجِرَ ، الصَّدُوقَ الْأَمِينَ مَعَ السَّبْعَةِ فِي ظِلِّ الْعَرْشِ يَوْمَ الْقِيَامَةِ \"(¬2) ¶ وعَنْ أَبِي سَعِيدٍ الْخُدْرِيُّ ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - ، قَالَ : التَّاجِرُ الصَّدُوقُ الأَمِينُ مَعَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ\"(¬3) ¶ وعَنْ أَبِي نَصْرٍ ، قَالَ : بَلَغَنِي \" أَنَّ التَّاجِرَ الْأَمِينَ مَعَ السَّبْعَةِ الَّذِينَ فِي ظِلِّ الْعَرْشِ \"(¬4) ¶ وعَنِ ابْنِ عُمَرَ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - \" التَّاجِرُ الصَّدُوقُ الأَمِينُ الْمُسْلِمُ مَعَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ يَوْمَ الْقِيَامَةِ \".(¬5) ¶ ــــــــــــــــ ¶ ¬__________ ¶ (¬1) - شُعَبُ الْإِيمَانِ لِلْبَيْهَقِيِّ (8739 ) فيه انقطاع ¶ (¬2) - الْحَثُّ عَلَى التِّجَارَةِ وَالصِّنَاعَةِ لِأَبِي بَكْرِ بْنِ الْخَلَّالِ(65 ) حسن مرسل ¶ (¬3) - المستدرك للحاكم(2143) حسن ¶ (¬4) - تَهْذِيبُ الْآثَارِ لِلطَّبَرِيِّ (1345 ) حسن مرسل ¶ (¬5) - سنن الدارقطنى (2849 ) حسن لغيره",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "من أعان أخرق ¶ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ : أَشْهَدُ عَلَى حِبِّي - صلى الله عليه وسلم - لَسَمِعْتُهُ ، يَقُولُ : \" يَظَلُّ اللَّهُ فِي ظِلِّ عَرْشِهِ يَوْمَ الْقِيَامَةِ مَنْ أَنْظَرَ مُعْسِرًا ، أَوْ أَعَانَ أَخْرَقَ \"(¬1) ¶ وعن أبي كَثِيرٍ السُّحَيْمِيِّ ، عَنْ أَبِيهِ ، قَالَ : سَأَلْتُ أَبَا ذَرٍّ ، قُلْتُ : دُلَّنِي عَلَى عَمَلٍ إِذَا عَمِلَ الْعَبْدُ بِهِ دَخَلَ الْجَنَّةَ ، قَالَ : سَأَلْتُ عَنْ ذَلِكَ رَسُولَ اللهِ - صلى الله عليه وسلم - ، فقَالَ : يُؤْمِنُ بِاللَّهِ ، قَالَ : فَقُلْتُ : يَا رَسُولَ اللهِ ، إِنَّ مَعَ الإِيمَانِ عَمَلاً ؟ قَالَ : يَرْضَخُ مِمَّا رَزَقَهُ اللَّهُ قُلْتُ : وَإِنْ كَانَ مُعْدَمًا لاَ شَيْءَ لَهُ ؟ قَالَ : يَقُولُ مَعْرُوفًا بِلِسَانِهِ ،قَالَ : قُلْتُ : فَإِنْ كَانَ عَيِيًّا لاَ يُبْلِغُ عَنْهُ لِسَانُهُ ؟ قَالَ : فَيُعِينُ مَغْلُوبًا قُلْتُ : فَإِنْ كَانَ ضَعِيفًا لاَ قُدْرَةَ لَهُ ؟ قَالَ : فَلْيَصْنَعْ لأَخْرَقَ قُلْتُ : وَإِنْ كَانَ أَخْرَقَ ؟ قَالَ : فَالْتَفَتَ إِلَيَّ وَ ، قَالَ : مَا تُرِيدُ أَنْ تَدَعَ فِي صَاحِبِكَ شَيْئًا مِنَ الْخَيْرِ ، فَلْيَدَعِ النَّاسَ مِنْ أَذَاهُ فَقُلْتُ : يَا رَسُولَ اللهِ ، إِنَّ هَذِهِ كَلِمَةُ تَيْسِيرٍ ؟ فقَالَ - صلى الله عليه وسلم - : وَالَّذِي نَفْسِي بِيَدِهِ ، مَا مِنْ عَبْدٍ يَعْمَلُ بِخَصْلَةٍ مِنْهَا ، يُرِيدُ بِهَا مَا عِنْدَ اللهِ ، إِلاَّ أَخَذَتْ بِيَدِهِ يَوْمَ الْقِيَامَةِ ، حَتَّى تُدْخِلَهُ الْجَنَّةَ.(¬2) ¶ ــــــــــــــــ ¶ ¬__________ ¶ (¬1) - الْمُعْجَمُ الْأَوْسَطُ لِلطَّبَرَانِيِّ (8149 ) سنده واه ولكن له شواهد ¶ (¬2) - صحيح ابن حبان - (ج 2 / ص 96)(373) والمعجم الكبير للطبراني - (ج 2 / ص 213)(1627 ) صحيح لغيره",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "مَنْ كَفَلَ يَتِيمًا أَوْ أَرْمَلَةً ¶ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ، قَالَ : قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : \" مَنْ حَفَرَ قَبْرًا بَنَى اللَّهُ لَهُ بَيْتًا فِي الْجَنَّةِ ، وَمَنْ غَسَّلَ مَيِّتًا خَرَجَ مِنَ الْخَطَايَا كَيَوْمِ وَلَدَتْهُ أُمُّهُ ، وَمَنْ كَفَّنَ مَيِّتًا كَسَاهُ اللَّهُ أَثْوَابًا مِنْ حُلَلِ الْجَنَّةِ ، وَمَنْ عَزَّى حَزِينًا أَلْبَسَهُ اللَّهُ التَّقْوَى وَصَلَّى عَلَى رُوحِهِ فِي الْأَرْوَاحِ ، وَمَن عَزَّى مُصَابًا كَسَاهُ اللَّهُ حُلَّتَيْنِ مِنْ حُلَلِ الْجَنَّةِ لَا يَقُومُ لَهُمَا الدُّنْيَا ، وَمَنِ اتَّبَعَ جَنَازَةً حَتَّى يُقْضَى دَفْنُهَا كُتِبَ لَهُ ثَلَاثَةُ قَرَارِيطَ ، الْقِيرَاطُ مِنْهَا أَعْظَمُ مِنْ جَبَلِ أُحُدٍ ، وَمَنْ كَفَلَ يَتِيمًا أَوْ أَرْمَلَةً أَظَلَّهُ اللَّهُ فِي ظِلِّهِ وَأَدْخَلَهُ جَنَّتَهُ \"(¬1) ¶ ¬__________ ¶ (¬1) - الْمُعْجَمُ الْأَوْسَطُ لِلطَّبَرَانِيِّ (11348 ) ضعيف",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وعن الْجَعْدَ قَالَ : \" بَلَغَنَا أَنَّ دَاوُدَ - صلى الله عليه وسلم - قَالَ : إِلَهِي ، مَا جَزَاءُ مَنْ عَزَّى حَزِينًا لَا يُرِيدُ بِهِ إِلَّا وَجْهَكَ ؟ قَالَ : جَزَاؤُهُ أَنْ أُلْبِسَهُ لِبَاسَ التَّقْوَى قَالَ : إِلَهِي ، مَا جَزَاءُ مَنْ شَيَّعَ جِنَازَةً لَا يُرِيدُ بِهَا إِلَّا وَجْهَكَ ؟ قَالَ : جَزَاؤُهُ أَنْ تُشَيِّعَهُ مَلَائِكَتِي إِذَا مَاتَ ، وَأَنْ أُصَلِّيَ عَلَى رُوحِهِ فِي الْأَرْوَاحِ قَالَ : إِلَهِي ، مَا جَزَاءُ مَنْ أَسْنَدَ يَتِيمًا أَوْ أَرْمَلَةً ؟ قَالَ جَعْفَرٌ : قُلْتُ لِأَبِي عُثْمَانَ وَهُوَ الْجَعْدُ : مَا \" أَسْنَدَ \" ؟ قَالَ : لَا يُرِيدُ بِهِ إِلَّا وَجْهَكَ \" قَالَ : جَزَاؤُهُ أَنْ أُظِلَّهُ فِي ظِلِّ عَرْشِي ، يَوْمَ لَا ظِلَّ إِلَّا ظِلِّي قَالَ : إِلَهِي ، مَا جَزَاءُ مَنْ فَاضَتْ عَيْنَاهُ مِنْ خَشْيَتِكَ ؟ قَالَ : جَزَاؤُهُ أَنْ أُؤَمِّنَهُ يَوْمَ الْفَزَعِ الْأَكْبَرِ ، وَأَنْ أَقِيَ وَجْهَهُ فَيْحَ جَهَنَّمَ \"(¬1) ¶ ¬__________ ¶ (¬1) - زُهْدُ لِأَحْمَدَ بْنِ حَنْبَلٍ (369 ) صحيح مرسل",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وعَنْ عُثْمَانِ بْنِ الْأَسْوَدِ ، أَنَّ أُمَيَّةَ بْنَ صَفْوَانَ ، أَخْبَرَهُ أَنَّهُ وَجَدَ صَحِيفَةً مَرْبُوطَةً بِقُرَابِ صَفْوَانَ أَوْ بِسَيْفِهِ فَإِذَا فِيهَا : هَذَا مَا يَسْأَلُ إِبْرَاهِيمَ رَبَّهُ عَزَّ وَجَلَّ ، قَالَ : أَيْ رَبِّ مَا جَزَاءُ مَنْ يَبُلُّ الدَّمْعُ وَجْهَهُ مِنْ خَشْيَتِكَ ؟ قَالَ : صَلَوَاتِي وَرِضْوَانِي ، قَالَ : فَمَا جَزَاءُ مِنْ يُصَبِّرُ الْحَزِينَ ابْتِغَاءَ وَجْهِكَ ؟ قَالَ : أَكْسُوهُ ثِيَابًا مِنَ الْإِيمَانِ يَتَبَوَّأُ بِهَا الْجَنَّةَ وَيَتَّقِي بِهَا النَّارَ ، قَالَ : فَمَا جَزَاءُ مِنْ سَدَّدَ الْأَرْمَلَةَ ابْتِغَاءَ وَجْهِكَ ، قَالَ : وَمَا تَسْدِيدُ الْأَرْمَلَةِ ؟ قَالَ : يُؤْوِيهَا ، قَالَ : أُقِيمُهُ فِي ظِلِّي وَأُدْخِلُهُ جَنَّتِي ، قَالَ : فَمَا جَزَاءُ مِنْ يَتْبَعِ الْجَنَازَةَ ابْتِغَاءَ وَجْهِكَ ؟ قَالَ : تُصَلِّي مَلَائِكَتِي عَلَى جَسَدِهِ وَتُشَيِّعُ رُوحَهُ \"(¬1) ¶ ــــــــــــــــ ¶ حسن الخلق ¶ عَنْ أَبِي هُرَيْرَةَ، أَنّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ:\"أَوْحَى اللَّهُ إِلَى إِبْرَاهِيمَ: يَا خَلِيلِي، حَسِّنْ خُلُقَكَ، وَلَوْ مَعَ الْكَافِرِ تَدْخُلُ مَدْخَلَ الأَبْرَارِ، فَإِنَّ كَلِمَتِي سَبَقَتْ لِمَنْ حَسُنَ خُلُقُهُ أَنْ أُظِلَّهُ تَحْتَ عَرْشِي، وَأَنْ أَسْقِيَهُ مِنْ حَظِيرَةِ قُدْسِي، وَأَنْ أُدْنِيَهُ مِنْ جِوَارِي\".(¬2) ¶ الأبرار : جمع بر وهم الأتقياء والصالحون -الدنو : الاقتراب ¶ ¬__________ ¶ (¬1) - الدعاء للطبراني -العلمية - (ج 1 / ص 370)( 1227 ) حسن ¶ (¬2) - المعجم الكبير للطبراني - (ج 19 / ص 466)(1115 ) ضعيف",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "ويشهد له حديث أَبِي ثَعْلَبَةَ الْخُشَنِيِّ ، أَنَّ رَسُولَ اللهِ - صلى الله عليه وسلم - ، قَالَ : إِنَّ أَحَبَّكُمْ إِلَى اللهِ وَأَقْرَبَكُمْ مِنِّي أَحَاسِنُكُمْ أَخْلاَقًا ، وَإِنَّ أَبْغَضَكُمْ إِلَى اللهِ وَأَبْعَدَكُمْ مِنِّي الثَّرْثَارُونَ الْمُتَفَيْهِقُونَ الْمُتَشَدِّقُونَ.(¬1) ¶ وعَنْ أَبِي ثَعْلَبَةَ الْخُشَنِيِّ ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ : إِنَّ أَحَبَّكُمْ إِلَيَّ وَأَقْرَبَكُمْ مِنِّي فِي الآخِرَةِ أَحَاسِنُكُمْ أَخْلاَقًا ، وَإِنَّ أَبْغَضَكُمْ إِلَيَّ وَأَبْعَدَكُمْ مِنِّي فِي الآخِرَةِ أَسْوَؤُكُمْ أَخْلاَقًا ، الْمُتَشَدِّقُونَ الْمُتَفَيْهِقُونَ الثَّرْثَارُونَ.(¬2) ¶ ــــــــــــــــ ¶ الَّذِينَ إِذَا أُعْطُوا الْحَقَّ قَبِلُوهُ وَإِذَا سُئِلُوهُ بَذَلُوهُ ¶ عَنْ عَائِشَةَ عَنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - أَنَّهُ قَالَ \" أَتَدْرُونَ مَنِ السَّابِقُونَ إِلَى ظِلِّ اللَّهِ عَزَّ وَجَلَّ يَوْمَ الْقِيَامَةِ \". قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ. قَالَ \" الَّذِينَ إِذَا أُعْطُوا الْحَقَّ قَبِلُوهُ وَإِذَا سُئِلُوهُ بَذَلُوهُ وَحَكَمُوا لِلنَّاسِ كَحُكْمِهِمْ لأَنْفُسِهِمْ \"(¬3). ¶ ــــــــــــــــ ¶ الْحَزِينُ فِي ظِلِّ اللَّهِ ¶ عَنْ أَبِي ذَرٍّ ، قَالَ : قَالَ لِي رَسُولُ اللَّهِ - صلى الله عليه وسلم - : زُرِ الْقُبُورَ تَذَكَّرْ بِهَا الآخِرَةَ ، وَاغْسِلِ الْمَوْتَى فَإِنَّ مُعَالَجَةَ جَسَدِهِ مَوْعِظَةٌ بَلِيغَةٌ ، وَصَلِّ عَلَى الْجَنَائِزِ لَعَلَّ ذَلِكَ أَنْ يُحْزِنَكَ ، فَإِنَّ الْحَزِينَ فِي ظِلِّ اللَّهِ يَتَعَرَّضُ كُلَّ خَيْرٍ \"(¬4) ¶ ¬__________ ¶ (¬1) - صحيح ابن حبان - (ج 2 / ص 231)(482) صحيح ¶ (¬2) - صحيح ابن حبان - (ج 12 / ص 368)(5557) صحيح ¶ (¬3) - مسند أحمد (25111) حسن ¶ (¬4) - المستدرك للحاكم(1395و7911) وصححه ووافقه الذهبي !!، ضعيف",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "الناصح للإمام العادل ¶ عَنْ أَبِي رَجَاءٍ الْعُطَارِدِيِّ قَالَ : سَمِعْتُ أَبَا بَكْرٍ وَهُوَ عَلَى الْمِنْبَرِ يَقُولُ : سَمِعْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - يَقُولُ : \" الْوَالِي الْعَادِلُ الْمُتَوَاضِعُ ظِلُّ اللهِ وَرُمْحُهُ فِي الأَرْضِ ، فَمَنْ نَصَحَهُ فِي نَفْسِهِ ، وَفِي عِبَادِ اللهِ حَشَرَهُ اللهُ فِي وَفْدِهِ يَوْمَ لا ظِلَّ إِلا ظِلُّهُ ، وَمَنْ غَشَّهُ فِي نَفْسِهِ ، وَفِي عِبَادِ اللهِ خَذَلَهُ اللهُ يَوْمَ الْقِيَامَةِ \" ، قَالَ :\" وَيُرْفَعُ لِلْوَالِي الْعَادِلِ الْمُتَوَاضِعِ كُلَّ يَوْمٍ وَلَيْلَةٍ عَمَلُ سِتِّينَ صِدِّيقَاً ، كُلُّهُمْ عَابِدٌ مُجْتَهِدٌُ\" . ¶ ــــــــــــــــ ¶ مَنْ عَزَّى الثَّكْلَى ¶ وعَنْ أَبِي بَكْرٍ الصِّدِّيقِ ، رَضِيَ اللَّهُ عَنْهُ ، وَعِمْرَانَ بْنِ حُصَيْنٍ رَضِيَ اللَّهُ عَنْهُ ، عَنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - قَالَ : \" قَالَ مُوسَى عَلَيْهِ السَّلَامُ لِرَبِّهِ عَزَّ وَجَلَّ : مَا جَزَاءُ مَنْ عَزَّى الثَّكْلَى ؟ قَالَ : أَجْعَلُهُ فِي ظِلِّي يَوْمَ لَا ظِلَّ إِلَّا ظِلِّي \"(¬1) ¶ وعَنْ أَبِي بَرْزَةَ ، قَالَ : قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : مَنْ عَزَّى الثَّكْلَى ، كُسِيَ بُرْدًا مِنَ الْجَنَّةِ\"(¬2) ¶ ــــــــــــــــ ¶ ¬__________ ¶ (¬1) - عَمَلُ الْيَوْمِ وَاللَّيْلَةِ لِابْنِ السُّنِّيِّ(586 ) ضعيف ¶ (¬2) - مسند أبي يعلى الموصلي (7438) حسن لغيره",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "الذين لا يزنون ولا يأكلون الربا ولا يرشون ¶ عَنْ أُمِّ الدَّرْدَاءِ قَالَتْ : \" قَالَ مُوسَى بْنُ عِمْرَانَ عَلَيْهِ السَّلَامُ : يَا رَبِّ ، مَنْ يَسْكُنُ غَدًا فِي حَظِيرَةِ الْقُدُسِ ، وَيَسْتَظِلُّ بِظِلِّ عَرْشِكَ يَوْمَ لَا ظِلَّ إِلَّا ظِلُّكَ ؟ قَالَ : يَا مُوسَى ، أُولَئِكَ الَّذِينَ لَا تَنْظُرُ أَعْيُنُهُمْ فِي الزِّنَا ، وَلَا يَبْتَغُونَ فِي أَمْوَالِهِمُ الرِّبَا ، وَلَا يَأْخُذُونَ عَلَى أَحْكَامِهِمُ الرِّشَى ، طُوبَى لَهُمْ وَحُسْنُ مَآبٍ \"(¬1) ¶ ــــــــــــــــ ¶ الرفق بالمؤمنين ¶ عن أبي بكر الصديق ، قال : قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : \" مَنْ أَحَبَّ أَنْ يَسْمَعَ اللَّهُ دَعَوْتَهُ وَيُفَرِّجَ كُرْبَتَهُ فِي الدُّنْيَا وَالْآخِرَةِ ، وَلْيَدَعْ لَهُ ، وَمَنْ سَرَّهُ أَنْ يُظِلَّهُ اللَّهُ مِنْ جَهَنَّمَ يَوْمَ الْقِيَامَةِ وَيَجْعَلَهُ فِي ظِلِّهِ فلَا يَكُونَنَّ عَلَى الْمُؤْمِنِينَ غَلِيظًا ، وَلْيَكُنْ بِهِمْ رَحِيمًا(¬2)-الإنظار : التأخير والإمهال -المعسر : المحتاج وقليل المال والعاجز عن أداء دينه ¶ ــــــــــــــــ ¶ ثَلاثَةٌ فِي ظِلِّ اللَّهِ ¶ عَنْ أَبِي أُمَامَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - :\"ثَلاثَةٌ فِي ظِلِّ اللَّهِ يَوْمَ لا ظِلَّ إِلا ظِلُّهُ: رَجُلٌ حَيْثُ تَوَجَّهَ عَلِمَ أَنَّ اللَّهَ مَعَهُ، وَرَجُلٌ دَعَتْهُ امْرَأَةٌ إِلَى نَفْسِهَا فَتَرَكَهَا مِنْ خَشْيَةِ اللَّهِ، وَرَجُلٌ أَحَبَّ بِجِلالِ اللَّهِ عَزَّ وَجَلَّ\".(¬3) ¶ ¬__________ ¶ (¬1) - شُعَبُ الْإِيمَانِ لِلْبَيْهَقِيِّ (5271) حسن مرسل - وليس في رواته من اتفق على تركه، وما كان أبو الدرداء ليأخذ عن أهل الكتاب، والظاهر أن لحديثه حكم الرفع. ¶ (¬2) - شعب الإيمان للبيهقي(10812) ضعيف ¶ (¬3) - المعجم الكبير للطبراني - (ج 7 / ص 274)(7862 ) ضعيف جدا ، ولكن له شواهد",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وعن فضالة بن عبيد ، أَنَّ دَاوُدَ عَلَيْهِ السَّلَامُ سَأَلَ رَبَّهُ عَزَّ وَجَلَّ أَنْ يُخْبِرَهُ بِأَحَبِّ الْأَعْمَالِ إِلَيْهِ ، فَقَالَ : عَشْرًا إِذَا فَعَلْتَهُنَّ يَا دَاوُدُ ، لَا تَذْكُرَنَّ أَحَدًا مِنْ خَلْقِي إِلَّا بِخَيْرٍ ، وَلَا أَحَدًا مِنْ خَلْقِي ، وَلَا تَحْسُدَنَّ أَحَدًا مِنْ خَلْقِي ، قَالَ دَاوُدُ : يَا رَبِّ ، هَؤُلَاءِ الثَّلَاثُ لَا أَسْتَطِيعُ فَأَمْسِكْ عَلَّي السَّبْعَ ، وَلَكِنْ يَا رَبِّ أَخْبِرْنِي بَأَحِبَّائِكَ مِنْ خَلْقِكَ أُحِبُّهُمْ لَكَ ، قَالَ : ذُو سُلْطَانٍ يَرْحَمُ النَّاسَ ، وَيَحْكُمُ لِلنَّاسِ كَمَا يَحْكُمُ لِنَفْسِهِ ، وَرَجُلٌ آتَاهُ اللَّهُ مَالًا فَهُوَ يُنْفِقُ مِنْهُ ابْتِغَاءَ وَجْهِ اللَّهِ وَفِي طَاعَةِ اللَّهِ عَزَّ وَجَلَّ ، وَرَجُلٌ يُفْنِي شَبَابَهُ وَقُوتَهُ فِي طَاعَةِ اللَّهِ عَزَّ وَجَلَّ ، وَرَجُلٌ كَانَ قَلْبُهُ مُعَلَّقًا فِي الْمَسَاجِدِ مِنْ حُبِّهِ إِيَّاهَا ، وَرَجُلٌ لَقِيَ امْرَأَةً حَسْنَاءَ فَأَمْكَنَتْهُ مِنْ نَفْسِهَا فَتَرَكَهَا مِنْ خَشْيَةِ اللَّهِ ، وَرَجُلٌ حَيْثُ كَانَ يَعْلَمُ أَنَّ اللَّهَ تَعَالَى مَعَهُ ، نَقِيَّةٌ قُلُوبُهُمْ ، طَيِّبٌ كَسْبُهُمْ ، يَتَحَابُّونَ بِجَلَالِي ، أُذْكَرُ بِهِمْ وَيُذْكَرُونَ بِذِكْرِي ، وَرَجُلٌ فَاضَتْ عَيْنَاهُ مِنْ خَشْيَةِ اللَّهِ عَزَّ وَجَلَّ \"(¬1) ¶ الغيبة : أن تذكر أخاك من ورائه بما فيه من عيوب يسترها ويسوءه ذكرها ¶ ــــــــــــــــ ¶ المتصدقون ¶ عن أبي الخير ، قال : \" بلغني أن الناس ، إنما يستظلون يوم القيامة عند الكرب والحناجر والغم الشديد في صدقاتهم \"(¬2) ¶ ــــــــــــــــ ¶ ¬__________ ¶ (¬1) - الزهد والرقائق لابن المبارك (464 ) صحيح موقوف ¶ (¬2) - البر والصلة للحسين بن حرب(268 ) صحيح مقطوع",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "أهل الجوع ¶ عن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - :أهل الجوع في الدنيا، هم الذين يقبض الله أرواحهم، وهم الذين إذا غابوا لم يفتقدوا، وإن شهدوا لم يعرفوا، أخفياء في الدنيا، معروفون في السماء، إذا رآهم الجاهل ظن بهم سقما، وما بهم سقم إلا الخوف من الله، يستظلون يوم القيامة، يوم لا ظل إلا ظله.(¬1) ¶ ويشهد له ما روي عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا ، قَالَ : مَرَّ عُمَرُ بِمُعَاذِ بْنِ جَبَلٍ رَضِيَ اللَّهُ عَنْهُمَا وَهُوَ يَبْكِي ، فَقَالَ : مَا يُبْكِيكَ ؟ فَقَالَ : حَدِيثٌ سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - : إِنَّ أَدْنَى الرِّيَاءِ شِرْكٌ ، وَأَحَبَّ الْعَبِيدِ إِلَى اللَّهِ تَبَارَكَ وَتَعَالَى الأَتْقِيَاءُ الأَخْفِيَاءُ ، الَّذِينَ إِذَا غَابُوا لَمْ يُفْتَقَدُوا ، وَإِذَا شَهِدُوا لَمْ يُعْرَفُوا ، أُولَئِكَ أَئِمَّةُ الْهُدَى ، وَمَصَابِيحُ الْعِلْمِ\"(¬2) ¶ ــــــــــــــــ ¶ قارئ القرآن منذ الصغر ¶ عن أبي هريرة رضي الله عنه قال : قال رسول الله - صلى الله عليه وسلم - : \" سَبعةٌ يُظلهمُ اللهُ تَحتَ ظِلهِ يَومَ لاَ ظِلَّ إِلا ظِلّهُ : إِمامٌ مُقسطٌ ، وَرجلٌ لَقيتهُ امرأةٌ ذَاتُ جَمالٍ وَمنصبٍ فَعرضتْ نَفسهَا عَليهِ فَقالَ : إِنى أَخافُ اللهَ رَب الْعالمينَ ، وَرجلٌ قَلبهُ مُتعلقٌ بِالمساجدِ ، وَرجلٌ تَعلمَ الْقرآنَ فِي صِغرهِ فَهوَ يَتلوهُ فِي كِبرهِ ، وَرجلٌ تَصدقَ بِيمينهِ فَأخفاهَا عَنْ شِمالهِ ، وَرجلٌ ذَكرَ اللهَ فِي بَرِّيَّةٍ فَفاضتْ عَيناهُ خَشيةً مِنَ اللهِ ، وَرجلٌ لَقيَ رَجلاً فَقالَ : إِِنى أُحبكَ فِي اللهِ ، فَقالَ لَهُ الرجلُ : وَأنَا أُحبكَ فِي اللهِ\"(¬3) ¶ ــــــــــــــــ ¶ ¬__________ ¶ (¬1) - أخرجه الديلمى (1/409 ، رقم 1654) ضعيف ¶ (¬2) - المستدرك للحاكم (5182) وسنن ابن ماجه(4124 ) حسن لغيره ¶ (¬3) - شعب الإيمان للبيهقي (807 ) صحيح غريب",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "أهل الورع والزهد في الدنيا ¶ عن سلمان الفارسي قال: قال رسول الله - صلى الله عليه وسلم - : جلساء الله غدا أهل الورع والزهد في الدنيا.(¬1) ¶ ــــــــــــــــ ¶ الذين أكرموا الفقراء والمساكين في الدنيا ¶ عن عمر بن الخطاب ، عن النبي - صلى الله عليه وسلم - أنه قال : \" يصيح صائح يوم القيامة : أين الذين أكرموا الفقراء والمساكين في الدنيا ؟ ادخلوا الجنة لا خوف عليكم ولا أنتم تحزنون . ويصيح صائح : أين الذين عادوا المريض والفقراء والمساكين في الدنيا ؟ فيجلسون على منابر من نور يحدثون الله ، والناس في الحساب \"(¬2) ¶ ــــــــــــــــ ¶ الصائمون في حياتهم في ظل العرش ¶ عن مغيث بن سمي قال: \" تركد الشمس على رؤوسهم على أذرع ، وتفتح أبواب جهنم فتهب عليهم رياحها وسمومها ، وتخرج عليهم نفحاتها حتى تجري الأنهار من عرقهم ، أنتن من الجيف ، والصائمون في حياتهم في ظل العرش \"(¬3) ¶ الجيف : جمع جيفة وهي جثة الميتة إذا أنتن ¶ وعن أنس بن مالك ، قال : قال رسول الله - صلى الله عليه وسلم - : \" الصائمون تنفخ من أفواههم يوم القيامة ريح المسك ، وتوضع لهم يوم القيامة مائدة تحت العرش ، فيأكلون منها والناس في شدة \"(¬4) ¶ وفيه إشارة إلى الإظلال، أو تصريح به، ¶ وَعَنْ أَنَسِ بْنِ مَالِكٍ عَنِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ : \" الصَّوْمُ يُذْبِلُ اللَّحْمَ ، وَيُبْعِدُ مِنْ حَرِّ السَّعِيرِ ، إِنَّ لِلَّهِ مَائِدَةً عَلَيْهَا مَا لَا عَيْنٌ رَأَتْ وَلَا أُذُنٌ سَمِعَتْ ، وَلَا خَطَرَ عَلَى قَلْبِ بَشَرٍ لَا يَقْعُدُ عَلَيْهَا إِلَّا الصَّائِمُونَ \"(¬5). ¶ ¬__________ ¶ (¬1) - أخرجه ابن لال في مكارم الأخلاق قال المناوى في فيض القدير(3/350) : إسناده ضعيف ¶ (¬2) - الترغيب في فضائل الأعمال وثواب ذلك لابن شاهين(480 ) ضعيف ¶ (¬3) - الأهوال (141 ) حسن مرسل ، ومثل هذا لا يقال من قبل الرأي. ¶ (¬4) - الجوع (140 ) فيه جهالة ¶ (¬5) - المعجم الأوسط للطبراني (11500 ) ضعيف",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "الفقراء ¶ عَنْ عَبْدِ اللهِ بْنِ عَمْرٍو ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - ، قَالَ : تَجْتَمِعُونَ يَوْمَ الْقِيَامَةِ ، فَيُقَالُ : أَيْنَ فُقَرَاءُ هَذِهِ الْأُمَّةِ وَمَسَاكِينُهَا ؟ قَالَ : فَيَقُومُونَ ، فَيُقَالُ لَهُمْ : مَاذَا عَمِلْتُمْ ؟ فَيَقُولُونَ : رَبَّنَا ابْتَلَيْتَنَا فَصَبَرْنَا ، وَآتَيْتَ الأَمْوَالَ وَالسُّلْطَانُ غَيْرَنَا ، فَيَقُولُ اللَّهُ : صَدَقْتُمْ ، قَالَ : فَيَدْخُلُونَ الْجَنَّةَ قَبْلَ النَّاسِ ، وَيَبْقَى شِدَّةُ الْحِسَابِ عَلَى ذَوِي الأَمْوَالِ وَالسُّلْطَانِ ، قَالُوا : فَأَيْنَ الْمُؤْمِنُونَ يَوْمَئِذٍ ؟ قَالَ : يُوضَعُ لَهُمْ كَرَاسِيُّ مِنْ نُورٍ ، وَتُظَلِّلُ عَلَيْهِمُ الْغَمَامُ ، يَكُونُ ذَلِكَ الْيَوْمُ أَقْصَرَ عَلَى الْمُؤْمِنِينَ مِنْ سَاعَةٍ مِنْ نَهَارٍ.(¬1) ¶ ¬__________ ¶ (¬1) - صحيح ابن حبان - (ج 16 / ص 436)(7419) صحيح",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وقَالَ سَعِيدُ بْنُ الْمُسَيِّبِ : جَاءَ رَجُلٌ إِلَى النَّبِيِّ - صلى الله عليه وسلم - , فَقَالَ : يَا رَسُولَ اللَّهِ أَخْبِرْنِي بِجُلَسَاءِ اللَّهِ عَزَّ وَجَلَّ يَوْمَ الْقِيَامَةِ , قَالَ : \" هُمُ الْخَائِفُونَ الْخَاضِعُونَ الْمُتَوَاضِعُونَ الذَّاكِرُونَ اللَّهَ كَثِيرًا \" قَالَ : يَا نَبِيَّ اللَّهِ إِنَّهُمْ أَوَّلُ النَّاسِ يَدْخُلُونَ الْجَنَّةَ ؟ قَالَ : \" لَا \" , قَالَ : فَمَنْ أَوَّلُ النَّاسِ يَدْخُلُ الْجَنَّةَ ؟ قَالَ : \" الْفُقَرَاءُ يَسْبِقُونَ النَّاسَ إِلَى الْجَنَّةِ فَيَخْرُجُ إِلَيْهِمْ مِنْهَا مَلَائِكَةٌ فَيَقُولُونَ : ارْجِعُوا إِلَى الْحِسَابِ , فَيَقُولُونَ : عَلَامَ نُحَاسَبُ ؟ وَاللَّهِ مَا أُفِيضَتُ عَلَيْنَا أَمْوَالٌ نَقْبِضُ فِيهَا وَلَا نَبْسُطُ وَمَا كُنَّا أُمَرَاءَ نَعْدِلُ أَوْ نَجُورُ , جَاءَنَا أَمَرُ اللَّهِ فعَبَدْنَاهُ حَتَّى جَاءَنَا الْيَقِينُ \"(¬1) ¶ ـــــــــــــــــ ¶ المتحابون بجلال الله ¶ عَنْ عَطَاءِ بْنِ يَسَارٍ قَالَ : \" قَالَ مُوسَى - صلى الله عليه وسلم - : يَا رَبِّ ، مَنْ أَهْلُكَ الَّذِينَ تُظِلُّهُمْ فِي ظِلِّ عَرْشِكَ ؟ قَالَ : هُمُ الْبَرِيَّةُ أَيْدِيهِمْ ، الطَّاهِرَةُ قُلُوبُهُمْ ، الَّذِينَ يَتَحَابُّونَ بِجَلَالِي ، الَّذِينَ إِذَا ذُكِرْتُ ذُكِرُوا بِي ، وَإِذَا ذُكِرُوا ذُكِرْتُ بِذِكْرِهِمْ ، الَّذِي يُسْبِغُونَ الْوُضُوءَ فِي الْمَكَارِهِ ، وَيُنِيبُونَ إِلَى ذِكْرِي ؛ كَمَا يُنِيبُ النُّسُورُ إِلَى وُكُورِهَا ، وَيَكْلَفُونَ بِحُبِّي ؛ كَمَا يَكْلَفُ الصَّبِيُّ بِحُبِّ النَّاسِ ، وَيَغْضَبُونَ لِمَحَارِمِي إِذَا اسْتُحِلَّتْ ؛ كَمَا يَغْضَبُ النَّمِرُ إِذَا حُزِبَ \"(¬2) ¶ ¬__________ ¶ (¬1) - الزهد والرقائق لابن المبارك (1895 ) و حِلْيَةُ الْأَوْلِيَاءِ (11897 ) ضعيف ¶ (¬2) - الزهد لأحمد بن حنبل(395) صحيح مرسل",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "إسباغ الوضوء : إتمامه وإكماله واستيعاب أعضائه بالغسل ¶ وعَنْ أَبِي مَالِكٍ ، وَأَبِي عَامِرٍ أَنَّهُمْ بَيْنَمَا هُمْ عِنْدَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - وَقَدْ نَزَلَتْ هَذِهِ الْآيَةُ : يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ \" قَالَ رَسُولُ اللَّهِ عَلَيْهِ السَّلَامُ : \" السِّلْمُ صِفَةُ قَوْمٍ لَيْسُوا بِأَنْبِيَاءَ وَلَا شُهَدَاءَ يَغْبِطُهُمُ النَّبِيُّونَ وَالشُّهَدَاءُ بِقُرْبِهِمْ وَمَقْعَدِهِمْ مِنَ اللَّهِ يَوْمَ الْقِيَامَةِ \" ، فَسَكَتُوا ، فَلَمْ يَسْأَلُوا عَنْ شَيْءٍ وَجَثَا أَعْرَابِيٌّ عَلَى رُكْبَتِيهِ . . . يَا رَسُولَ اللَّهِ ، حَتَّى نَعْرِفَهُمْ حَدِّثْنَا عَنْهُمْ ، فَرَأَيْتُ الْأَعْرَابِيَّ قَالَ : هُمْ عِبَادُ اللَّهِ مِنْ بُلْدَانٍ شَتَّى ، وَقَبَائِلَ شَتَّى ، لَمْ يَكُنْ بَيْنَهُمْ أَرْحَامٌ يَتَوَاصَلُونَ بِهَا ، وَلَا دُنْيَا يَتَبَاذَلُونَهَا ، تَحَابَّوْا بِرُوحِ اللَّهِ ، يُجْعَلُ الله لَهُمْ مَنَابِرُ مِنْ لُؤْلُؤٍ قُدَّامَ الرَّحْمَنِ تَعَالَى ، يَفْزَعُ النَّاسُ وَلَا يَفْزَعُونَ ، وَيَخَافُ النَّاسُ وَلَا يَخَافُونَ \"(¬1) ¶ الغبطة : أن يتمنى المرء مثل ما للمغبوط من النعمة من غير أن يتمنى زوالها عنه - الرحم : القرابة وذوو الرحم هم الأقاربُ، ويقعُ على كُلّ من يجمع بَيْنك وبينه نَسَب، ويُطْلق في الفَرائِض على الأقارب من جهة النِّساء، وَهُم من لا يَحلُّ نِكاحُه كالأمّ والبنت والأخت والعمة والخالة -بَذَلَ الشيء : أعطاه وجاد به وكل من طابت نفسه بإِعطاء شيء فهو باذل له ¶ ¬__________ ¶ (¬1) - الْجَامِعُ فِي الْحَدِيثِ لِابْنِ وَهْبٍ (186 ) فيه جهالة",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وعَنِ أبي إِدْرِيسَ عَائِذُ اللَّهِ قَالَ : \" قَالَ مُوسَى عَلَيْهِ السَّلَامُ : \" رَبِّ ، مَنْ فِي ظِلِّكَ يَوْمَ لَا ظِلَّ إِلَّا ظِلُّكَ ؟ قَالَ : الَّذِينَ أَذْكُرُهُمْ وَيَذْكُرُونَنِي وَيَتَحَابُّونَ فِي جَلَالِي فَأُولَئِكَ فِي ظِلِّي يَوْمَ لَا ظِلَّ إِلَّا ظِلِّي قَالَ : يَا رَبِّ ، مَنْ أَصْفِيَاؤُكَ مِنْ عِبَادِكَ ؟ قَالَ : كُلُّ تَقِيِّ الْقَلْبِ نَقِيِّ الْكَفَّيْنِ لَا يَأْتِي ذَا قَرَابَةٍ يَمْشِي هَوْنًا وَيَقُولُ صَوَابًا تَزُولُ الْجِبَالُ وَلَا يَزُولُ ، قَالَ : يَا رَبِّ ، مَنْ يَسْكُنُ حَظِيرَةَ الْقُدُسِ عِنْدَكَ ؟ قَالَ : الَّذِينَ لَا تَنْظُرُ أَعْينُهُمْ إِلَى الزِّنَا وَلَا يَضَعُونَ فِي أَمْوَالِهِمُ الرِّبَا وَلَا يَأْخُذُونَ فِي حُكْمِهِمُ الرِّشَا فِي قُلُوبِهِمُ الْحَقُّ وَعَلَى أَلْسِنَتِهِمُ الصِّدْقُ أُولَئِكَ يَسْكُنُونَ حَظِيرَةَ قُدُسِي \"(¬1) ¶ ـــــــــــــــــ ¶ عمار المساجد ¶ عَنْ خَالِدِ بْنِ مَعْدَانَ ، قَالَ : قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : \" إِنَّ أَحَبَّ عِبَادِي إِلَيَّ الَّذِينَ يَتَحَابُّونَ مِنْ أَجْلِي ، الَّذِينَ يُعَمِّرُونَ مَسَاجِدِي ، وَيَسْتَغْفِرُونَ بِالْأَسْحَارِ ، أُولَئِكَ الَّذِينَ إِذَا أَرَدْتُ أَهْلَ الْأَرْضِ بِعُقُوبَةٍ أَوْ بِعَذَابٍ ثُمَّ ذَكَرْتُهُمْ صَرَفْتُ عُقُوبَتِي عَنْهُمْ مِنْ أَجْلِهِمْ \"(¬2) ¶ ـــــــــــــــــ ¶ ¬__________ ¶ (¬1) - حِلْيَةُ الْأَوْلِيَاءِ (15098 ) ضعيف ¶ (¬2) - كِتَابُ الْأَوْلِياءِ لِابْنِ أَبِي الدُّنْيَا (76 ) ضعيف",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "الذي لا يحسد الناس ¶ عَنْ عَمْرِو بْنِ مَيْمُونٍ قَالَ : \" لَمَّا تَعَجَّلَ مُوسَى عَلَيْهِ السَّلَامُ إِلَى رَبِّهِ عَزَّ وَجَلَّ رَأَى فِي ظِلِّ الْعَرْشِ رَجُلًا فَغَبَطَهُ بِمَكَانِهِ ، وَقَالَ : إِنَّ هَذَا لَكَرِيمٌ عَلَى رَبِّهِ فَسَأَلَ رَبَّهُ عَزَّ وَجَلَّ أَنْ يُخْبِرَهُ بِاسْمِهِ ، فَلَمْ يُخْبِرْهُ بِاسْمِهِ قَالَ : أُحَدِّثُكَ مِنْ عِمْلِهِ بِثَلَاثٍ : كَانَ لَا يَحْسُدُ النَّاسَ عَلَى مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ ، وَلَا يَعُقُّ وَالِدَيْهِ ، وَلَا يَمْشِي بِالنَّمِيمَةِ \"(¬1) ¶ وعَنْ أَبِي إِسْحَاقَ قَالَ : سَمِعْتُ عَمْرَو بْنَ مَيْمُونٍ يَقُولُ : \" رَأَى مُوسَى عَلَيْهِ السَّلَامُ رَجُلًا عِنْدَ الْعَرْشِ ، فَغَبَطَهُ بِمَكَانِهِ ، فَسَأَلَ عَنْهُ ، فَقَالُوا : نُخْبِرُكَ بِعَمَلِهِ ؛ لَا يَحْسُدُ النَّاسَ عَلَى مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ ، وَلَا يَمْشِي بِالنَّمِيمَةِ ، وَلَا يَعُقُّ وَالِدَيْهِ قَالَ : أَيْ رَبِّ ، وَمَنْ يَعُقُّ وَالِدَيْهِ ؟ قَالَ : يَسْتَسِبُّ لَهُمَا حَتَّى يُسَبَّا \"(¬2) ¶ ¬__________ ¶ (¬1) - مُسْنَدُ ابْنِ الْجَعْدِ (2114 ) صحيح مرسل ¶ (¬2) - الزُهْدُ لِأَحْمَدَ بْنِ حَنْبَلٍ (352 ) صحيح مرسل",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وعَنِ ابْنِ مَسْعُودٍ قَالَ : \" إِنَّ مُوسَى لَمَّا قَرَّبَهُ اللَّهُ نَجِيًّا بِطُورِ سَيْنَاءَ ، أَبْصَرَ عَبْدًا جَالِسًا فِي ظِلِّ الْعَرْشِ , سَأَلَهُ : أَيْ رَبِّ , مَنْ هَذَا ؟ فَلَمْ يَنْسِبْهُ , أَوْ يُسَمِّهِ . قَالَ : هَذَا عَبْدٌ , لَا يَحْسُدُ النَّاسَ عَلَى مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ ، بَرٌّ بِالْوَالِدَيْنِ , لَا يَمْشِي بِالنَّمِيمَةِ قَالَ : إِيشْ جِئْتَ تَبْتَغِي يَا مُوسَى ؟ قَالَ : جِئْتُ أَبْتَغِي الْهُدَى . قَالَ : فَقَدْ وَجَدْتَهُ يَا مُوسَى . قَالَ : اللَّهُمَّ اغْفِرْ لِي مَا خَلَا مِنْ ذَنْبِي , وَمَا غَبَرَ ، وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ وَسْوَسَةِ نَفْسِي ، وَمِنْ شَرِّ عَمَلِي . قَالَ : كُفِيتَ يَا مُوسَى . قَالَ : رَبِّ , أَيُّ الْأَعْمَالِ أَحَبُّ إِلَيْكَ أَنْ أَعْمَلَ ؟ قَالَ : تَدْعُونِي , فَلَا تَنْسَانِي قَالَ : رَبِّ , أَيُّ الْعِبَادِ خَيْرٌ عَمَلًا أَنْ أَعْمَلَ بِمِثْلِ عَمَلِهِ ؟ قَالَ : مَنْ لَا يَكْذِبُ لِسَانُهُ ، وَلَا يَفْجُرُ قَلْبُهُ ، وَلَا يَزْنِي فَرْجُهُ قَالَ : رَبِّ , وَمَنْ يُطِيقُ أَنْ لَا يَفْتَتِنَ وَيَكْذِبَ ؟ قَالَ : رَبِّ , أَيُّ عِبَادِكَ عَلَى أَثَرِ ذَلِكَ أَحْسَنُ عَمَلًا ؟ قَالَ : مُؤْمِنٌ فِي خُلُقٍ حَسَنٍ . قَالَ : رَبِّ , أَيُّ عِبَادِكَ عَلَى أَثَرِ ذَلِكَ شَرٌّ عَمَلًا ؟ قَالَ : قَلْبٌ فَاجِرٌ , فِي خُلُقٍ سَيِّئٍ قَالَ : أَيُّ عِبَادِكَ أَشَرُّ عَمَلًا ؟ قَالَ : جِيفَةُ اللَّيْلِ ، بَطَّالُ النَّهَارِ \"(¬1) ¶ ¬__________ ¶ (¬1) - الدُّعَاءُ لِمُحَمَّدِ بْنِ فُضَيْلٍ الضَّبِّيِّ (104 ) ضعيف",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "النجي : من يحدث غيره سرا سواء أكان اثنان أو جماعة - تبتغي : تطلب- الابتغاء : الاجتهاد في الطلب - خلا : مضي وسبق - غبر : مضي أو بقي ، من الغبور وهو من الأضداد ، يستعمل في المضي والبقاء - الجيفة : تشبيه له بالميِّت المنتن -البطال : المتعطل الذي يتبع طريق اللهو والجهالة ¶ وعَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ ، قَالَ : \" تَعَجَّلَ إِلَى رَبِّهِ مُوسَى فَرَأَى عَبْدًا فَغَبَطَهُ بِمَنْزِلَتِهِ مِنَ الْعَرْشِ ، فَقَالَ : \" يَا رَبِّ ، مَنْ عَبْدُكَ هَذَا ؟ فَقَالَ : إِذًا سَنُخْبِرُكَ مِنْ عَمَلِهِ بِثَلَاثٍ : \" كَانَ لَا يَحْسِدُ نَاسًا عَلَى مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ ، وَكَانَ لَا يَمْشِي بَيْنَ النَّاسِ بِالنَّمِيمَةِ ، وَكَانَ لَا يُعَقُّ وَالِدَيْهِ ، فَقَالَ مُوسَى : وَهَلْ يُعَقُّ الْعَبْدُ وَالِدَيْهِ ؟ قَالَ : يَسْتَسِبُّ لَهُمَا \"(¬1) ¶ وعَنْ عَمْرٍو ( بن ميمون)، عَنْ رَجُلٍ ، مِنْ أَصْحَابِ النَّبِيِّ - صلى الله عليه وسلم - ، قَالَ : \" تَعَجَّلَ مُوسَى عَلَيْهِ السَّلَامُ إِلَى رَبِّهِ ، فَقَالَ اللَّهُ عَزَّ وَجَلَّ : وَمَا أَعْجَلَكَ عَنْ قَوْمِكَ يَا مُوسَى قَالَ هُمْ أُولَاءِ عَلَى أَثَرِي وَعَجِلْتُ إِلَيْكَ رَبِّ لِتَرْضَى ، قَالَ : فَرَأَى فِي ظِلِّ الْعَرْشِ رَجُلًا فَعَجِبَ لَهُ فَقَالَ : مَنْ هَذَا يَا رَبِّ ؟ قَالَ : لَا أُحَدِّثُكَ مَنْ هُوَ وَلَكِنْ سَأُخْبِرُكُمْ بِثَلَاثٍ فِيهِ : كَانَ لَا يَحْسِدُ النَّاسَ عَلَى مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ وَلَا يَحِقُّ مَا لَدَيْهِ وَلَا يَمْشِي بِالنَّمِيمَةِ \"(¬2) ¶ ـــــــــــــــــ ¶ ¬__________ ¶ (¬1) - الْجَامِعُ فِي الْحَدِيثِ لِابْنِ وَهْبٍ (107 ) حسن ¶ (¬2) - شُعَبُ الْإِيمَانِ لِلْبَيْهَقِيِّ (10674 ) صحيح",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "لسانه رطب بذكر الله ¶ قَالَ أَبُو الْمُخَارِقِ ،: قَالَ النَّبِيُّ - صلى الله عليه وسلم - : \" مَرَرْتُ لَيْلَةَ أُسْرِيَ بِي بِرَجُلٍ مُغَيَّبٍ فِي نُورِ الْعَرْشِ ، فَقُلْتُ : مَنْ هَذَا ، مَلَكٌ ؟ قِيلَ : لَا ، قُلْتُ : نَبِيٌّ ؟ قِيلَ : لَا ، قُلْتُ : مَنْ هُوَ ؟ قَالَ : هَذَا رَجُلٌ كَانَ فِي الدُّنْيَا لِسَانُهُ رَطِبًا مِنْ ذِكْرِ اللَّهِ ، وَقَلْبُهُ مُعَلَّقًا بِالْمَسَاجِدِ ، وَلَمْ يَسْتَسِبَّ لِوَالِدَيْهِ قَطُّ \"(¬1) ¶ ـــــــــــــــــ ¶ ¬__________ ¶ (¬1) - كِتَابُ الْأَوْلِياءِ لِابْنِ أَبِي الدُّنْيَا (95 ) ضعيف",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "المجاهد الذي لا يفر من المعركة حتى يقتل ¶ عَنْ عُتْبَةَ بْنِ عَبْدٍ السُّلَمِيِّ ، وَكَانَ مِنْ أَصْحَابِ النَّبِيِّ - صلى الله عليه وسلم - ، قَالَ : قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : الْقَتْلَى ثَلاَثَةٌ : رَجُلٌ مُؤْمِنٌ جَاهَدَ بِنَفْسِهِ وَمَالِهِ فِي سَبِيلِ اللهِ حَتَّى إِذَا لَقِيَ الْعَدُوَّ قَاتَلَهُمْ حَتَّى يُقْتَلَ فَذَلِكَ الشَّهِيدُ الْمُمْتَحَنُ ، فِي خَيْمَةِ اللهِ ، تَحْتَ عَرْشِهِ ، وَلاَ يَفْضُلُهُ النَّبِيُّونَ إِلاَّ بِفَضْلِ دَرَجَةِ النُّبُوَّةِ ، وَرَجُلٌ مُؤْمِنٌ قَرَفَ عَلَى نَفْسِهِ مِنَ الذُّنُوبِ وَالْخَطَايَا ، جَاهَدَ بِنَفْسِهِ وَمَالِهِ فِي سَبِيلِ اللهِ حَتَّى ، إِذَا لَقِيَ الْعَدُوَّ قَاتَلَ حَتَّى قُتِلَ ، فَتِلْكَ مَصْمَصَةٌ مَحَتْ ذُنُوبَهُ وَخَطَايَاهُ ، إِنَّ السَّيْفَ مَحَّاءٌ لِلْخَطَايَا ، وَأُدْخِلَ مِنْ أَيِّ أَبْوَابِ الْجَنَّةِ شَاءَ ، فَإِنَّ لَهَا ثَمَانِيَةَ أَبْوَابٍ ، وَلِجَهَنَّمَ سَبْعَةُ أَبْوَابٍ ، وَبَعْضُهَا أَفْضَلُ مِنْ بَعْضٍ ، وَرَجُلٌ مُنَافِقٌ جَاهَدَ بِنَفْسِهِ وَمَالِهِ فِي سَبِيلِ اللهِ ، حَتَّى إِذَا لَقِيَ الْعَدُوَّ قَاتَلَ حَتَّى قُتِلَ فَذَلِكَ فِي النَّارِ ، إِنَّ السَّيْفَ لاَ يَمْحُو النِّفَاقَ.(¬1) ¶ ¬__________ ¶ (¬1) - صحيح ابن حبان - (ج 10 / ص 519)(4663) صحيح",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "وعَنْ أَنَسِ بْنِ مَالِكٍ ، قَالَ : قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : \" الشُّهَدَاءُ ثَلَاثَةٌ : رَجُلٌ خَرَجَ بِنَفْسِهِ وَمَالِهِ مُحْتَسِبًا فِي سَبِيلِ اللَّهِ يُرِيدُ أَنْ لَا يُقْتَلَ ، وَلَا يَقْتِلَ ، وَلَا يُقَاتِلَ ، يُكَثِّرُ سَوَادَ الْمُسْلِمِينَ ، فَإِنْ مَاتَ أَوْ قُتِلَ غُفِرَتْ لَهُ ذُنُوبُهُ كُلُّهَا ، وَأُجِيرَ مِنْ عَذَابِ الْقَبْرِ ، وَأُومِنَ مِنَ الْفَزَعِ الْأَكْبَرِ ، وَزُوِّجَ مِنَ الْحُورِ الْعَيْنِ ، وَحُلَّتْ عَلَيْهِ حُلَّةُ الْكَرَامَةِ ، وَوُضِعَ عَلَى رَأْسِهِ تَاجُ الْوَقَارِ وَالْخُلْدِ . وَالثَّانِي رَجُلٌ خَرَجَ بِنَفْسِهِ وَمَالِهِ مُحْتَسِبًا يُرِيدُ أَنْ يَقْتِلَ ، وَلَا يُقْتَلَ ، فَإِنْ مَاتَ أَوْ قُتِلَ كَانَتْ رُكْبَتُهُ مَعَ رُكْبَةِ إِبْرَاهِيمَ خَلِيلِ الرَّحْمَنِ بَيْنَ يَدَيِ اللَّهِ عَزَّ وَجَلَّ فِي مَقْعَدِ صِدْقٍ عِنْدَ مليكٍ مُقْتَدِرٍ .",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "وَالثَّالِثُ رَجُلٌ خَرَجَ بِنَفْسِهِ وَمَالِهِ مُحْتَسِبًا يُرِيدُ أَنْ يَقْتِلَ وَيَقْتُلَ ، فَإِنْ مَاتَ أَوْ قُتِلَ جَاءَ يَوْمَ الْقِيَامَةِ شَاهِرًا سَيْفَهُ ، وَاضِعَهُ عَلَى عَاتِقِهِ ، وَالنَّاسُ جَاثُونَ عَلَى الرُّكَبِ يَقُولُونَ : أَلَا أَفْسِحُوا لَنَا مَرَّتَيْنِ فَإِنَّا قَدْ بَذَلْنَا دِمَائِنَا وَأَمْوَالَنَا لِلَّهِ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : \" وَالَّذِي نَفْسِي بِيَدِهِ لَوْ قَالُوا ذَلِكَ لِإِبْرَاهِيمَ خَلِيلِ الرَّحْمَنِ أَوْ لِنَبِيٍّ مِنَ الْأَنْبِيَاءِ ، لَتَنَحَّى لَهُمْ عَنِ الطَّرِيقِ لِمَا يَرَى مِنْ وَاجِبِ حَقِّهِمْ حَتَّى يَأْتُوا مَنَابِرَ مِنْ نُورٍ عَنْ يَمِينِ الْعَرْشِ ، فَيَجْلِسُونَ فَيَنْظُرُونَ كَيْفَ يَقْضِي بَيْنَ النَّاسِ ، لَا يَجِدُونَ غَمَّ الْمَوْتِ ، وَلَا يَغْتَمُّونَ فِي الْبَرْزَخِ ، وَلَا يفْزَعُهُمُ الصَّيْحَةُ ، وَلَا يَهُمُّهُمُ الْحِسَابُ ، وَلَا الْمِيزَانُ ، وَلَا الصِّرَاطُ يَنْظُرُونَ كَيْفَ يَقْضِي بَيْنَ النَّاسِ ، وَلَا يَسْأَلُونَ شَيْئًا إِلَّا أُعْطُوا ، وَلَا يَشْفَعُونَ فِي شَيْءٍ إِلَّا شُفِّعُوا فِيهِ ، وَيُعْطَى مِنَ الْجَنَّةِ مَا أَحَبَّ ، وَيَنْزِلُ مِنَ الْجَنَّةِ حَيْثُ أَحَبَّ \"(¬1). ¶ ـــــــــــــــــ ¶ ¬__________ ¶ (¬1) - شُعَبُ الْإِيمَانِ لِلْبَيْهَقِيِّ (4087 ) ضعيف",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "المؤمن المقتول ظلماً ¶ عَنْ سَالِمِ بن أَبِي الْجَعْدِ , قَالَ: كُنْتُ جَالِسًا عِنْدَ عَبْدِ اللَّهِ بن عَبَّاسٍ إِذْ جَاءَهُ رَجُلٌ , فَقَالَ: أَرَأَيْتَ مَنْ قَتَلَ مُؤْمِنًا مُتَعَمِّدًا , ثُمَّ تَابَ وَآمَنَ وَعَمِلَ عَمَلا صَالِحًا ثُمَّ اهْتَدَى , قَالَ: وَأَنَّى لَهُ التَّوْبَةُ , وَقَدْ سَمِعْتُ نَبِيَّكَ - صلى الله عليه وسلم - , يَقُولُ:إِنَّ أَقْرَبَ الْخَلائِقِ مِنْ عَرْشِ الرَّحْمَنِ يَوْمَ الْقِيَامَةِ الْمُؤْمِنُ الَّذِي قُتِلَ مَظْلُومًا رَأْسُهُ عَنْ يَمِينِهِ ,وَقَاتِلُهُ عَنْ شِمَالِهِ , وَأَوْدَاجُهُ يَشْخَبُ يَقُولُ: رَبِّ سَلْ هَذَا فِيمَ قَتَلَنِي؟ فِيمَ حَالَ بَيْنِي وَبَيْنَ الصَّلاةِ؟.(¬1) ¶ وعَنِ ابْنِ عَبَّاسٍ رضي الله عنهما عَنِ النَّبِىِّ - صلى الله عليه وسلم - قَالَ \" يَجِىءُ الْمَقْتُولُ بِالْقَاتِلِ يَوْمَ الْقِيَامَةِ نَاصِيَتُهُ وَرَأْسُهُ بِيَدِهِ وَأَوْدَاجُهُ تَشْخُبُ دَمًا يَقُولُ يَا رَبِّ هَذَا قَتَلَنِى حَتَّى يُدْنِيَهُ مِنَ الْعَرْشِ \"(¬2). ¶ تشخب : تسيل -الأوداج : العروق المحيطة بالعنق التى تقطع حالة الذبح واحدها الودج ¶ ـــــــــــــــــ ¶ المؤمنون الصادقون ¶ عَنْ خَيْثَمَةَ , قَالَ : قِيلَ لِعَبْدِ اللَّهِ بْنِ عَمْرٍو : إِنَّ ابْنَ مَسْعُودٍ يَقُولُ : \" إِنَّ الرَّجُلَ لَيَسْبَحُ فِي عَرَقِهِ حَتَّى يَبْلُغَ أَنْفَهُ \" فَقَالَ عَبْدُ اللَّهِ بْنُ عُمَرَ : \" إِنَّ لِلْمُؤْمِنِينَ كَرَاسِيٌّ مِنْ لُؤْلُؤٍ يَجْلِسُونَ عَلَيْهَا وَيُظَلَّلُ عَلَيْهِمْ بِالْغَمَامِ وَيَكُونُ يَوْمُ الْقِيَامَةِ عَلَيْهِمْ كَسَاعَةٍ مِنْ نَهَارٍ أَوْ كَأَحَدِ طَرَفَيْهِ \"(¬3) ¶ ¬__________ ¶ (¬1) - المعجم الكبير للطبراني - (ج 10 / ص 248)(12432 ) حسن لغيره ¶ (¬2) - سنن الترمذى(3303 ) صحيح ¶ (¬3) - حِلْيَةُ الْأَوْلِيَاءِ (11828) حسن ومثله لا يقال من قبل الرأي، فله حكم الرفع.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "وعَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ ، قَالَ : يَشْتَدُّ كَرْبُ ذَلِكَ الْيَوْمِ حَتَّى يُلْجِمَ الْكَافِرَ الْعَرَقُ ، فَقِيلَ لَهُ فَأَيْنَ الْمُؤْمِنُونَ ؟ قَالَ : \" عَلَى كَرَاسِيٍّ مِنْ ذَهَبٍ ، وَيُظَلِّلُ عَلَيْهِمُ الْغَمَامُ \"(¬1) ¶ وعَنْ خَيْثَمَةَ ، قَالَ : كُنَّا عِنْدَ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ فَقُلْنَا : إِنَّ عَبْدَ اللَّهِ بْنَ مَسْعُودٍ كَانَ يَقُولُ : \" إِنَّ الرَّجُلَ لَيَعْرَقُ يَوْمَ الْقِيَامَةِ حَتَّى يَسْبَحَ فِي عَرَقِهِ ، ثُمَّ يَرْفَعْهُ الْعَرَقُ حَتَّى يُلْجِمَهُ ، وَمَا بَلَغَهُ الْحِسَابُ \" ، قَالَ : \" وَمَا ذَاكَ إِلَّا مِمَّا يَرَى النَّاسَ يُفْعَلُ بِهِمْ \" . فَقَالَ عَبْدُ اللَّهِ بْنُ عَمْرٍو : هَذَا الْكَافِرُ ، فَمَا لِلْمُؤْمِنِ ؟ قُلْنَا : اللَّهُ وَرَسُولُهُ أَعْلَمُ ، أَوْ مَا نَدْرِي ، قَالَ : يَرْحَمُ اللَّهُ أَبَا عَبْدِ الرَّحْمَنِ ، حَدَّثَكُمْ أَوَّلَ الْحَدِيثِ وَلَمْ يُحَدِّثْكُمْ آخِرَهُ ، \" وَإِنَّ لِلْمُؤْمِنِينَ كَرَاسِيَّ مِنْ نُورٍ يَجْلِسُونَ عَلَيْهَا ، وَتُظَلُّ عَلَيْهِمُ الْغَمَامُ ، وَيَكُونُ يَوْمُ الْقِيَامَةِ عَلَيْهِمْ كَسَاعَةٍ مِنَ النَّهَارِ أَوْ كَأَحَدِ طَرَفَيْهِ \"(¬2) ¶ ¬__________ ¶ (¬1) - تَفْسِيرُ مُجَاهِدٍ(1945 ) صحيح ¶ (¬2) - الْأَهْوَالُ لِابْنِ أَبِي الدُّنْيَا (126 ) صحيح",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "وعَنْ سَلْمَانَ قَالَ : \" تُدْنَى الشَّمْسُ مِنَ النَّاسِ يَوْمَ الْقِيَامَةِ حَتَّى تَكُونَ مِنْ رُءُوسِهِمْ قَدْرَ قَوْسٍ - أَوْ قَالَ : قَدْرَ قَوْسَيْنِ - فَتُعْطَى حَرَّ عَشْرِ سِنِينَ ، وَلَيْسَ عَلَى أَحَدٍ يَوْمَئِذٍ طَحْرَبَةٌ ، وَلَا تُرَى فِيهَا عَوْرَةُ مُؤْمِنٍ ، وَلَا مُؤْمِنَةٍ ، وَلَا يَضُرُّ حَرُّهَا يَوْمَئِذٍ مُؤْمِنًا وَلَا مُؤْمِنَةً ، وَأَمَّا الْأَدْيَانُ - أَوْ قَالَ : الْكُفَّارُ - فَتَطْبُخُهُمْ ، فَإِنَّمَا تَقُولُ : أَجْوَافُهُمْ : غِقْ غِقْ \" قَالَ نُعَيْمٌ : الطَحْرَبَةُ : الْخِرْقَةُ\"(¬1) ¶ الغمام : السحاب ¶ وظاهر هذه الآثار: أن المؤمنين كلهم في الظل، وينبغي تخصيصه بالمتقين. وقد وجدت حديثا يدل على هذا التخصيص:فعَنْ أَبِي مُوسَى ، قَالَ : الشَّمْسُ فَوْقَ رُؤُوسِ النَّاسِ يَوْمَ الْقِيَامَةِ وَأَعْمَالُهُمْ تُظِلُّهُمْ ، أَوْ تُضَحِيِّهُمْ.(¬2) ¶ فإن قلت: ظاهر هذا أن الظل للأعمال لا للعرش. ¶ قلت: لا ظل هناك إلا ظل العرش، وإضافة الظل إلى الأعمال إضافة سبب. ¶ قال القرطبي في التذكرة في قول سلمان: (ولا يجد حرها مؤمن ولا مؤمنة) : (ظاهرة العموم في المؤمنين، وليس كذلك، وإنما المراد - والله أعلم - مؤمن كامل الإيمان، أو من استظل بظل العرش، كما في الحديث (سبعة في ظل العرش) وكذا ما جاء (إن المرء في ظل صدقته) وكذلك الأعمال الصالحة، أصحابها في ظلها، وكل ذلك في ظل العرش) انتهى. ¶ ¬__________ ¶ (¬1) - الزُّهْدُ وَالرَّقَائِقُ لِابْنِ الْمُبَارَكِ (1961) صحيح ¶ (¬2) - مصنف ابن أبي شيبة (ج 13 / ص 384)(35961) حسن",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "وقد رأيت أن الحق بما تقدم. ما ورد فيه الإشارة إلى الظل إشارة ظاهرة، بدون تصريح به، ككونهم على منابر من نور أو كراسي أو كثب المسك أو جلساء الله أو أقرب الخلق إليه أو في كنفه يوم القيامة، لما في ذلك من ظهور كونهم في الظل، بدليل أحاديث المتحابين في الله، والإمام العادل، والصوم، وترك الزنا والربا، والعيادة. ¶ ـــــــــــــــــ ¶ من أدى حق الله وحق الخلق ، ومن أم قوما وهو به راضون ، والمؤذن ¶ عَنِ ابْنِ عُمَرَ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - \" ثَلاَثَةٌ عَلَى كُثْبَانِ الْمِسْكِ أُرَاهُ قَالَ يَوْمَ الْقِيَامَةِ عَبْدٌ أَدَّى حَقَّ اللَّهِ وَحَقَّ مَوَالِيهِ وَرَجُلٌ أَمَّ قَوْمًا وَهُمْ بِهِ رَاضُونَ وَرَجُلٌ يُنَادِى بِالصَّلَوَاتِ الْخَمْسِ فِى كُلِّ يَوْمٍ وَلَيْلَةٍ \"(¬1). ¶ الكثبان : جمع كثيب وهو الرمل المستطيل ¶ وعَنْ زَاذَانَ أَبِي عُمَرَ ، قَالَ : قَالَ سَمِعْتُ أَبَا سَعِيدٍ ، وَأَبَا هُرَيْرَةَ ، يَقُولَانِ : سَمِعْنَا رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ : \" ثَلَاثَةٌ عَلَى كَثِيبٍ مِنْ مِسْكٍ أَسْوَدَ يَوْمَ الْقِيَامَةِ لَا يَهُولُهُمُ الْفَزَعُ وَلَا يَنَالُهُمُ الْحِسَابُ ، رَجُلٌ قَرَأَ الْقُرْآنَ ابْتِغَاءَ وَجْهِ اللَّهِ وَأَمَّ بِهِ قَوْمًا وَهُمْ بِهِ رَاضُونَ ، وَرَجُلٌ أَذَّنَ فِي مَسْجِدٍ دَعَا إِلَى اللَّهِ ابْتِغَاءَ وَجْهِ اللَّهِ وَرَجُلٌ ابْتُلِيَ بِالرِّقِّ فِي الدُّنْيَا ، فَلَمْ يَشْغَلْهُ ذَلِكَ عَنْ طَلَبِ الْآخِرَةِ \"(¬2) ¶ ـــــــــــــــــ ¶ ¬__________ ¶ (¬1) - سنن الترمذى (2114 ) قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ¶ (¬2) - شُعَبُ الْإِيمَانِ لِلْبَيْهَقِيِّ (1946) حسن",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "قضاء حوائج الناس ¶ عَنْ أَنَسِ بْنِ مَالِكٍ رضي الله عنه ، قَالَ : قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : \" إِنَّ لِلَّهِ عِبَادًا اخْتَصَّهُمْ لِقَضَاءِ حَوَائِجِ النَّاسِ ، آلَى عَلَى نَفْسِهِ أَنْ لَا يُعَذِّبَهُمْ بِالنَّارِ ، فَإِذَا كَانَ يَوْمُ الْقِيَامَةِ خَلَوْا مَعَ اللَّهِ عَزَّ وَجَلَّ يُحَدِّثُهُمْ وَيُحَدِّثُونَهُ ، وَالنَّاسُ فِي الْحِسَابِ \"(¬1)-الحوائج : المطالب ¶ وعَنِ ابْنِ عُمَرَ , قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - :إِنَّ لِلَّهِ عَزَّ وَجَلَّ خَلْقًا خَلَقَهُمْ لِحَوَائِجِ النَّاسِ يَفْزَعُ النَّاسُ إِلَيْهِمْ فِي حَوَائِجِهِمْ أُولَئِكَ الآمِنُونَ مِنْ عَذَابِ اللَّهِ.(¬2) ¶ ـــــــــــــــــ ¶ المهاجرون ¶ عَنِ أَبِي سَعِيدٍ الْخُدْرِيِّ ، قَالَ : قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : لِلْمُهَاجِرِينَ مَنَابِرَ مِنْ ذَهَبٍ يَجْلِسُونَ عَلَيْهَا يَوْمَ الْقِيَامَةِ قَدْ أَمِنُوا مِنَ الْفَزَعِ ، قَالَ أَبُو سَعِيدٍ الْخُدْرِيُّ : وَاللَّهِ لَوْ حَبَوْتُ بِهَا أَحَدًا لَحَبَوْتُ بِهَا قَوْمِي.(¬3) ¶ ـــــــــــــــــ ¶ ¬__________ ¶ (¬1) - فوائد تمام (1460 ) ضعيف ¶ (¬2) - المعجم الكبير للطبراني - (ج 10 / ص 491)(13153 ) ضعيف ¶ (¬3) - صحيح ابن حبان - (ج 16 / ص 253)(7262) حسن",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "رجل إن تكلم تكلم بعلم، وإن سكت سكت على حلم ¶ عَنْ سلمان قَالَ : سَبْعَةٌ فِي ظِلِّ اللَّهِ يَوْمَ الْقِيَامَةِ يَوْمَ لَا ظِلَّ إِلَّا ظِلُّهُ : رَجُلٌ لَقِيَ أَخَاهُ فَقَالَ إِنِّي أُحِبُّكَ فِي اللَّهِ وَقَالَ الْآخَرُ مِثْلَ ذَلِكَ ، وَرَجُلٌ ذَكَرَ اللَّهَ عَزَّ وَجَلَّ فَفَاضَتْ عَيْنَاهُ مِنْ مَخَافَةِ اللَّهِ ، وَرَجُلٌ يَتَصَدَّقٌ بِيَمِينِهِ يُخْفِيهَا عَنْ شِمَالِهِ ، وَرَجُلٌ دَعَتْهُ امْرَأَةٌ ذَاتُ حُسْنٍ وَجَمَالٍ إِلَى نَفْسِهَا فَقَالَ : إِنِّي أَخَافُ اللَّهَ عَزَّ وَجَلَّ ، وَرَجُلٌ قَلْبُهُ مُعَلَّقٌ بِالْمَسَاجِدِ مِنْ حُبِّهَا ، وَرَجُلٌ يُرَاعِي الشَّمْسَ لِمَوَاقِيتِ الصَّلَاةِ ، وَرَجُلٌ إِنْ تَكَلَّمَ تَكَّلَمَ بِعِلْمٍ وَإِنْ سَكَتَ سَكَتَ عَنْ حِلْمٍ \"(¬1) ¶ ـــــــــــــــــ ¶ عين بكت من خشية الله وعين باتت تحرس في سبيل الله ¶ عَنْ أَبِي هُرَيْرَةَ ، رَضِيَ اللَّهُ عَنْهُ قَالَ : قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : \" سَبْعَةٌ يُظِلُّهُمُ اللَّهُ تَعَالَى تَحْتَ ظِلِّ عَرْشِهِ يَوْمَ لَا ظِلَّ إِلَّا ظِلُّهُ : رَجُلٌ قَلْبُهُ مُعَلَّقٌ بِالْمَسَاجِدِ ، وَرَجُلٌ دَعَتْهُ امْرَأَةٌ ذَاتُ مَنْصِبٍ فَقَالَ : إِنِّي أَخَافُ اللَّهَ عَزَّ وَجَلَّ ، وَرَجُلَانِ تَحَابَّا فِي اللَّهِ ، وَرَجُلٌ غَضَّ عَيْنَيْهِ عَنْ مَحَارِمِ اللَّهِ تَعَالَى ، وَعَيْنٌ حَرَسَتْ فِي سَبِيلِ اللَّهِ ، وَعَيْنٌ بَكَتْ مِنْ خَشْيَةِ اللَّهِ \"(¬2). ¶ - - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - الزهد لأحمد بن حنبل (826 ) حسن ¶ (¬2) - الْأَسْمَاءُ وَالصِّفَاتُ لِلْبَيْهَقِيِّ (765 ) حسن لغيره",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "الفصل الثاني ¶ شرح حديث السبعة ¶ قام بشرح هذا الحديث كثيرون ، وسوف أنقل شرح ابن رجب ، وأضيف له شرح الحافظ ابن حجر ، وشرح ابن عثيمين ، وأشير إلى ذلك . ¶ المقصود بالظل ¶ قَوْله : ( فِي ظِلّه ) قَالَ عِيَاض : إِضَافَة الظِّلّ إِلَى اللَّه إِضَافَة مِلْكٍ ، وَكُلّ ظِلّ فَهُوَ مِلْكُهُ . كَذَا قَالَ ، وَكَانَ حَقّه أَنْ يَقُول إِضَافَة تَشْرِيف ، لِيَحْصُلَ اِمْتِيَاز هَذَا عَلَى غَيْره ، كَمَا قِيلَ لِلْكَعْبَةِ بَيْت اللَّه مَعَ أَنَّ الْمَسَاجِد كُلّهَا مِلْكُهُ . وَقِيلَ الْمُرَاد بِظِلِّهِ كَرَامَته وَحِمَايَته كَمَا يُقَال فُلَانٌ فِي ظِلّ الْمَلِكِ ، وَهُوَ قَوْل عِيسَى بْن دِينَار وَقَوَّاهُ عِيَاض ، وَقِيلَ الْمُرَاد ظِلّ عَرْشه ، وَيَدُلّ عَلَيْهِ حَدِيث سَلْمَانَ عِنْدَ سَعِيد بْن مَنْصُور بِإِسْنَادٍ حَسَن \" سَبْعَة يُظِلُّهُمْ اللَّه فِي ظِلِّ عَرْشِهِ \" فَذَكَرَ الْحَدِيثَ ، وَإِذَا كَانَ الْمُرَاد ظِلّ الْعَرْش اِسْتَلْزَمَ مَا ذُكِرَ مِنْ كَوْنِهِمْ فِي كَنَفِ اللَّه وَكَرَامَته مِنْ غَيْر عَكْسٍ فَهُوَ أَرْجَحُ ، وَبِهِ جَزَمَ الْقُرْطُبِيّ ، وَيُؤَيِّدهُ أَيْضًا تَقْيِيد ذَلِكَ بِيَوْمِ الْقِيَامَة كَمَا صَرَّحَ بِهِ . اِبْن الْمُبَارَك فِي رِوَايَته عَنْ عُبَيْدِ اللَّه بْن عُمَر وَهُوَ عِنْدَ الْمُصَنِّفِ فِي كِتَاب الْحُدُود ، وَبِهَذَا يَنْدَفِعُ قَوْل مَنْ قَالَ : الْمُرَاد ظِلّ طُوبَى أَوْ ظِلّ الْجَنَّة لِأَنَّ ظِلَّهُمَا إِنَّمَا يَحْصُلُ ثَمَّ بَعْدَ الِاسْتِقْرَار فِي الْجَنَّة .",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "ثُمَّ إِنْ ذَلِكَ مُشْتَرَك لِجَمِيعِ مَنْ يَدْخُلُهَا ، وَالسِّيَاق يَدُلّ عَلَى اِمْتِيَاز أَصْحَاب الْخِصَال الْمَذْكُورَة ، فَيُرَجَّح أَنَّ الْمُرَاد ظِلّ الْعَرْش ، وَرَوَى التِّرْمِذِيّ وَحَسَّنَهُ مِنْ حَدِيث أَبِى سَعِيدٍ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - \" إِنَّ أَحَبَّ النَّاسِ إِلَى اللَّهِ يَوْمَ الْقِيَامَةِ وَأَدْنَاهُمْ مِنْهُ مَجْلِسًا إِمَامٌ عَادِلٌ وَأَبْغَضَ النَّاسِ إِلَى اللَّهِ وَأَبْعَدَهُمْ مِنْهُ مَجْلِسًا إِمَامٌ جَائِرٌ \"(¬1). ¶ ---------------- ¶ الكلام على لفظ السبعة ¶ قَوْله : ( سَبْعَة ) ظَاهِره اِخْتِصَاص الْمَذْكُورِينَ بِالثَّوَابِ الْمَذْكُور ، وَوَجَّهَهُ الْكَرْمَانِيُّ بِمَا مُحَصِّلُه أَنَّ الطَّاعَة إِمَّا أَنْ تَكُون بَيْنَ الْعَبْد وَبَيْنَ الرَّبّ أَوْ بَيْنَهُ وَبَيْنَ الْخَلْق ، فَالْأَوَّل بِاللِّسَانِ وَهُوَ الذِّكْرُ ، أَوْ بِالْقَلْبِ وَهُوَ الْمُعَلَّق بِالْمَسْجِدِ ، أَوْ بِالْبَدَنِ وَهُوَ النَّاشِئ فِي الْعِبَادَة . وَالثَّانِي عَامٌّ وَهُوَ الْعَادِل ، أَوْ خَاصّ بِالْقَلْبِ وَهُوَ التَّحَابّ ، أَوْ بِالْمَالِ وَهُوَ الصَّدَقَة ، أَوْ بِالْبَدَنِ وَهُوَ الْعِفَّة(¬2). ¶ ¬__________ ¶ (¬1) - سنن الترمذى(1379 ) وقال حَدِيثٌ حَسَنٌ غَرِيبٌ ¶ (¬2) - فتح الباري لابن حجر - (ج 2 / ص 485)",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "\" وهذه السبعة اختلفت أعمالهم فِي الصورة ، وجمعها معنى واحد ، وَهُوَ مجاهدتهم لأنفسهم ، ومخالفتهم لأهوائها ، وذلك يحتاج أولاً إلى رياضة شديدة وصبر عَلَى الامتناع مِمَّا يدعو إليه داعي الشهوة أو الغضب أو الطمع ، وفي تجشم ذَلِكَ مشقة شديدة عَلَى النفس ، ويحصل لها بِهِ تألم عظيم ، فإن القلب يكاد يحترق من حر نار الشهوة أو الغضب عِنْدَ هيجانها إذا لَمْ يطفء ببلوغ الغرض من ذَلِكَ ، فلا جرم كَانَ ثواب الصبر عَلَى ذَلِكَ أَنَّهُ إذا اشتد الحر فِي الموقف ، ولم يكن للناس ظلٌّ يظلهم ويقيهم حرَّ الشمس يومئذ ، وكان هؤلاء السبعة فِي ظل الله - عز وجل - ، فَلَمْ يجدوا لحرِّ الموقف ألماً جزاءً لصبرهم عَلَى حر نار الشهوة أو الغضب فِي الدنيا .(¬1) ¶ ---------------- ¶ وأول هذه السبعة : الإمام العادل : ¶ قَوْله : ( الْإِمَام الْعَادِل ) اِسْم فَاعِل مِنَ الْعَدْل ، وَذَكَرَ اِبْن عَبْد الْبَرِّ أَنَّ بَعْض الرُّوَاة عَنْ مَالِك رَوَاهُ بِلَفْظِ \" الْعَدْل \" قَالَ وَهُوَ أَبْلَغُ لِأَنَّهُ جَعَلَ الْمُسَمَّى نَفْسَهُ عَدْلًا ، وَالْمُرَاد بِهِ صَاحِب الْوِلَايَة الْعُظْمَى ، وَيَلْتَحِقُ بِهِ كُلُّ مَنْ وَلِيَ شَيْئًا مِنْ أُمُور الْمُسْلِمِينَ فَعَدَلَ فِيهِ ، وَيُؤَيِّدهُ رِوَايَة مُسْلِم مِنْ حَدِيث عَبْدِ اللَّهِ بْنِ عَمْرٍو يَبْلُغُ بِهِ النَّبِىَّ - صلى الله عليه وسلم - \" إِنَّ الْمُقْسِطِينَ عِنْدَ اللَّهِ عَلَى مَنَابِرَ مِنْ نُورٍ عَنْ يَمِينِ الرَّحْمَنِ عَزَّ وَجَلَّ وَكِلْتَا يَدَيْهِ يَمِينٌ الَّذِينَ يَعْدِلُونَ فِى حُكْمِهِمْ وَأَهْلِيهِمْ وَمَا وَلُوا \"(¬2) ¶ ¬__________ ¶ (¬1) - فتح الباري لابن رجب - (ج 5 / ص 29) ¶ (¬2) - صحيح مسلم (4825 )",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "وَأَحْسَن مَا فُسِّرَ بِهِ الْعَادِل أَنَّهُ الَّذِي يَتَّبِعُ أَمْر اللَّه بِوَضْعِ كُلّ شَيْء فِي مَوْضِعه مِنْ غَيْر إِفْرَاط وَلَا تَفْرِيط ، وَقَدَّمَهُ فِي الذِّكْرِ لِعُمُومِ النَّفْع بِهِ(¬1). ¶ وَهُوَ أقرب النَّاس من الله يوم القيامة ، وَهُوَ عَلَى منبر من نور عَلَى يمين الرحمن - عز وجل - ، وذلك جزاء لمخالفته الهوى ، وصبره عَن تنفيذ مَا تدعوه إليه شهواته وطمعه وغضبه ، مَعَ قدرته عَلَى بلوغ غرضه من ذَلِكَ ؛ فإن الإمام العادل دعته الدنيا كلها إلى نفسها ، فقالَ : إني أخاف الله رب العالمين . وهذا أنفع الخلق لعباد الله ، فإنه إذا صلح صلحت الرعية كلها . ¶ وقد روي أَنَّهُ ظل الله فِي الأرض(¬2)؛ لأن الخلق كلهم يستظلون بظله ، فإذا عدل فيهم أظله الله فِي ظله .(¬3) ¶ وأهم عدل في الإمام أن يحكم بين الناس بشريعة الله لأن شريعة الله هي العدل وأما من حكم بالقوانين الوضعية المخالفة للشريعة فهو من أشد الولاة جورا والعياذ بالله وأبعد الناس من أن يظله الله في ظله يوم لا ظل إلا ظله لأنه ليس من العدل أن تحكم بين عباد الله بشريعة غير شريعة الله من جعل لك هذا ؟ احكم بين الناس بشريعة ربهم عز وجل فأعظم العدل أن يحكم الإمام بشريعة الله . ¶ ¬__________ ¶ (¬1) - فتح الباري لابن حجر - (ج 2 / ص 485) ¶ (¬2) - شعب الإيمان للبيهقي(7117-7125) حسن لغيره ¶ (¬3) - فتح الباري لابن رجب - (ج 5 / ص 29)",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "ومن ذلك أن يأخذ الحق حتى من نفسه ومن أقرب الناس إليه لقول الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُواْ كُونُواْ قَوَّامِينَ بِالْقِسْطِ شُهَدَاء لِلّهِ وَلَوْ عَلَى أَنفُسِكُمْ أَوِ الْوَالِدَيْنِ وَالأَقْرَبِينَ إِن يَكُنْ غَنِيًّا أَوْ فَقَيرًا فَاللّهُ أَوْلَى بِهِمَا فَلاَ تَتَّبِعُواْ الْهَوَى أَن تَعْدِلُواْ وَإِن تَلْوُواْ أَوْ تُعْرِضُواْ فَإِنَّ اللّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا} (135) سورة النساء ،ومن ذلك أيضا ألا يفرق بين قريبه وغيره فتجده إذا كان الحقُّ على القريب تهاون في تنفيذه وجعل يسوف ويؤخر، وإذا كان لقريبه على غيره بادر فاقتصَّ منه، فإن هذا ليس من العدل \"(¬1) ¶ --------------- ¶ والثاني : الشاب الَّذِي نشأ فِي عُبَادَة الله - عز وجل - . ¶ الشاب: صغير السنِّ الذي نشأ في طاعة الله واستمر على ذلك ،هذا أيضا ممن يظلهم الله في ظله يوم لا ظل إلا ظله لأنه ليس له صبوة، والغالب أن الشباب يكون لهم صبوة وميل وانحراف، ولكن إذا كان هذا الشاب نشأ في طاعة الله ولم يكن له ميل ولا انحراف واستمرَّ على هذا ، فإن الله يظله في ظله يوم لا ظل إلا ظله(¬2) ¶ وخَصَّ الشَّابّ لِكَوْنِهِ مَظِنَّة غَلَبَة الشَّهْوَة لِمَا فِيهِ مِنْ قُوَّة الْبَاعِث عَلَى مُتَابَعَة الْهَوَى ؛ فَإِنَّ مُلَازَمَة الْعِبَادَة مَعَ ذَلِكَ أَشَدُّ وَأَدَلّ عَلَى غَلَبَة التَّقْوَى(¬3). ¶ فإنَّ الشباب شعبة من الجنون ، وَهُوَ داع للنفس إلى استيفاء الغرض من شهوات الدنيا ولذاتها المحظورة ، فمن سلم مِنْهُ فَقَدْ سلم . ¶ ¬__________ ¶ (¬1) - شرح رياض الصالحين لابن عثيمين - (ج 3 / ص 272) ¶ (¬2) - شرح رياض الصالحين لابن عثيمين - (ج 3 / ص 272) ¶ (¬3) - فتح الباري لابن حجر - (ج 2 / ص 485)",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "وفي بعض الآثار : يَقُول الله : \" أيها الشاب التارك شهوته ، المتبذل شبابه من أجلي ، أنت عندي كبعض ملائكتي \"(¬1). ¶ ------------------ ¶ والثالث : الرَّجُلُ المعلق قلبه بالمساجد : ¶ قَوْله : ( مُعَلَّق فِي الْمَسَاجِد ) هَكَذَا فِي الصَّحِيحَيْنِ ، وَظَاهِره أَنَّهُ مِنَ التَّعْلِيق كَأَنَّهُ شَبَّهَهُ بِالشَّيْءِ الْمُعَلَّق فِي الْمَسْجِد كَالْقِنْدِيلِ مَثَلًا إِشَارَةً إِلَى طُول الْمُلَازَمَة بِقَلْبِهِ وَإِنْ كَانَ جَسَده خَارِجًا عَنْهُ ، وَيَدُلّ عَلَيْهِ رِوَايَة الْجَوْزَقِيِّ \" كَأَنَّمَا قَلْبُهُ مُعَلَّقٌ فِي الْمَسْجِد \" وَيَحْتَمِلُ أَنْ يَكُون مِنَ الْعَلَاقَة وَهِيَ شِدَّة الْحُبّ ، وَيَدُلّ عَلَيْهِ رِوَايَة أَحْمَد \" مُعَلَّق بِالْمَسَاجِدِ \"(¬2) ¶ يعني أنه يألف الصلاة ويحبها وكلما فرغ من صلاة إذا هو يتطلع إلى صلاة أخرى، فالمساجد أماكن السجود سواء بنيت للصلاة فيها أم لا المهم أنه دائما يرغب الصلاة قلبه معلق بها كلها فرغ من صلاة تطلع للصلاة الأخرى، وهذا يدلُّ على قوة صلته بالله عز وجل لأن الصلاة صلة بين العبد وبين ربه، فإذا أحبها الإنسان وألفها فهذا يدل على أنه يحب الصلة التي بينه وبين الله فيكون ممن يظلهم الله في ظله يوم لا ظل إلا ظله.(¬3) ¶ فهو يحبُّ المسجد ويألفه لعبادة الله فِيهِ ، فإذا خرج مِنْهُ تعلق قلبه بِهِ حَتَّى يرجع إِلَيْهِ ، وهذا إنما يحصل لمن ملك نفسه وقادها إلى طاعة الله فانقادت لَهُ ؛ فإن الهوى إنما يدعو إلى محبة مواضع الهوى واللعب ، إما المباح أو المحظور ، ومواضع التجارة واكتساب الأموال ، فلا يقصر نفسه عَلَى محبة بقاع العبادة إلا من خالف هواه ، وقدم عَلِيهِ محبة مولاه . ¶ ¬__________ ¶ (¬1) - اعتلال القلوب للخرائطي(65 ) والزهد لأبي داود (488) حسن مقطوع ¶ (¬2) - فتح الباري لابن حجر - (ج 2 / ص 485) ¶ (¬3) - شرح رياض الصالحين لابن عثيمين - (ج 3 / ص 272)",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "وقال النووي :\" وَمَعْنَاهُ : شَدِيد الْحُبّ لَهَا وَالْمُلَازَمَة لِلْجَمَاعَةِ فِيهَا ، وَلَيْسَ مَعْنَاهُ : دَوَام الْقُعُود فِي الْمَسْجِد(¬1). ¶ وقد مدح عمار المساجد فِي قوله : { فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالآصَالِ - رِجَالٌ لا تُلْهِيهِمْ تِجَارَةٌ وَلا بَيْعٌ عَنْ ذِكْرِ اللَّهِ وَإِقَامِ الصَّلاةِ وَإِيتَاءِ الزَّكَاةِ يَخَافُونَ يَوْماً تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالأَبْصَارُ - لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا عَمِلُوا وَيَزِيدَهُمْ مِنْ فَضْلِهِ وَاللَّهُ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ } [ النور : 36 - 38 ] . ¶ وفي المسند وسنن ابن ماجه من حَدِيْث أَبِي هُرَيْرَةَ ، عَن النَّبِيّ - صلى الله عليه وسلم - ، قَالَ : \"لاَ يُوَطِّنُ الرَّجُلُ الْمَسْجِدَ لِلصَّلاَةِ ، أَوْ لِذِكْرِ اللهِ ، إِلاَّ تَبَشْبَشَ اللَّهُ بِهِ ، كَمَا يَتَبَشْبَشُ أَهْلُ الْغَائِبِ ، إِذَا قَدِمَ عَلَيْهِمْ غَائِبُهُمْ\"(¬2). ¶ ¬__________ ¶ (¬1) - شرح النووي على مسلم - (ج 3 / ص 481) ¶ (¬2) - المسند الجامع - (ج 16 / ص 1166)(12913) صحيح ¶ قَالَ أَبُو حَاتِمٍ : الْعَرَبُ إِذَا أَرَادَتْ وَصْفَ شَيْئَيْنِ مُتَبَايِنَيْنِ عَلَى سَبِيلِ التَّشْبِيهِ أَطَلَقَتْهُمَا مَعًا بِلَفْظِ أَحَدِهِمَا ، وَإِنْ كَانَ مَعْنَاهُمَا فِي الْحَقِيقَةِ غَيْرَ سِيَّيْنِ كَمَا قَالَ أَبُو هُرَيْرَةَ : كَانَ طَعَامُنَا عَلَى عَهْدِ رَسُولِ اللهِ - صلى الله عليه وسلم - الأَسْوَدَانِ التَّمْرُ وَالْمَاءُ فَأَطْلَقَهُمَا جَمِيعًا بِلَفْظِ أَحَدِهِمَا عِنْدَ التَّثْنِيَةِ ، وَهَذَا كَمَا قِيلَ : عَدْلُ الْعُمَرَيْنِ ، فَأُطْلِقَا مَعًا بِلَفْظِ أَحَدِهِمَا ، فَتَبَشْبَشَ اللَّهُ جَلَّ وَعَلاَ لِعَبْدِهِ الْمَوْطِنَ الْمَكَانَ فِي الْمَسْجِدِ لِلصَّلاَةِ وَالْخَيْرِ ، إِنَّمَا هُوَ نَظَرَهُ إِلَيْهِ بِالرَّأْفَةِ وَالرَّحْمَةِ وَالْمَحَبَّةِ لِذَلِكَ الْفِعْلِ مِنْهُ وَهَذَا كَقَوْلِهِ - صلى الله عليه وسلم - ، يَحْكِي عَنِ اللهِ تَعَالَى : مَنْ تَقَرَّبَ مِنِّي شِبْرًا ، تَقَرَّبْتُ مِنْهُ ذِرَاعًا يُرِيدُ بِهِ : مَنْ تَقَرَّبَ مِنِّي شِبْرًا بِالطَّاعَةِ وَوَسَائِلِ الْخَيْرِ ، تَقَرَّبْتُ مِنْهُ ذِرَاعًا بِالرَّأْفَةِ وَالرَّحْمَةِ ، وَلِهَذَا نَظَائِرُ كَثِيرَةٌ سَنَذْكُرُهَا فِي مَوْضِعَهَا مِنْ هَذَا الْكِتَابِ إِنْ يَسَّرَ اللَّهُ ذَلِكَ وَسَهَّلَهُ. صحيح ابن حبان - (ج 4 / ص 486)",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "وروى ابن لهيعة ، عَن دراج ، عَن أَبِي الهيثم ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ : قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : \" مَنْ أَلِفَ الْمَسْجِدَ أَلِفَهُ اللَّهُ \"(¬1). ¶ ويروى عَن سَعِيد بْن المُسَيِّب ، قَالَ : من جلس فِي المسجد فإنما يجالس ربه - عز وجل -. ¶ --------------- ¶ الرابع : المتحابان فِي الله - عز وجل - : ¶ يعني ليس بينهما صلة من نسب أو غيره ولكن تحابا في الله كل واحد منهم رأى أن صاحبه ذو عبادة وطاعة لله عز وجل وقيام بما يجب لأهله ولمن له حق عليه فرآه على هذه الحال فأحبه(¬2). ¶ قَوْله : ( تَحَابَّا ) بِتَشْدِيدِ الْبَاء وَأَصْلُهُ تَحَابَبَا أَيْ اِشْتَرَكَا فِي جِنْس الْمَحَبَّة وَأَحَبَّ كُلٌّ مِنْهُمَا الْآخَرُ حَقِيقَةً لَا إِظْهَارًا فَقَطْ . ¶ وَالْمُرَاد أَنَّهُمَا دَامَا عَلَى الْمَحَبَّة الدِّينِيَّة وَلَمْ يَقْطَعَاهَا بِعَارِضٍ دُنْيَوِيٍّ سَوَاء اِجْتَمَعَا حَقِيقَةً أَمْ لَا حَتَّى فَرَّقَ بَيْنَهُمَا الْمَوْت.(¬3) ¶ فإنَّ الهوى داع إلى التحاب فِي غير الله ؛ لما فِي ذَلِكَ من طوع النفس أغراضها من الدنيا ، فالمتحابان فِي الله جاهدا أنفسهما فِي مخالفة الهوى حَتَّى صار تحابهما وتوادهما فِي الله من غير غرض دنيوي يشوبه ، وهذا عزيز جداً . ¶ ولن يتحابا فِي الله حَتَّى يجتمعا فِي الدنيا فِي ظل الله المعنوي ، وَهُوَ تأليف قلوبهما عَلَى طاعة الله ، وإيثار مرضاته وطلب مَا عنده ، فلهذا اجتمعا يوم القيامة فِي ظل الله الحسي . ¶ ¬__________ ¶ (¬1) - المعجم الأوسط للطبراني(6567 ) حسن ¶ (¬2) - شرح رياض الصالحين لابن عثيمين - (ج 3 / ص 272) ¶ (¬3) - فتح الباري لابن حجر - (ج 2 / ص 485)",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "وقوله : \" اجتمعا عَلَى ذَلِكَ وتفرقا عَلِيهِ \" يحتمل أَنَّهُ يريد : أنهما اجتمعا عَلَى التحاب فِي الله حَتَّى فرق بَيْنَهُمَا الموت فِي الدنيا أو غيبة أحدهما عَن الآخر ، ويحتمل أَنَّهُ أراد أنهما اجتمعا عَلَى التحاب فِي الله ، فإن تغير أحدهما عما كَانَ عَلِيهِ مِمَّا توجب محبته فِي الله فارقه الآخر بسبب ذَلِكَ ، فيدور تحاببهما عَلَى طاعة الله وجوداً وعدماً . ¶ قَالَ بعض السلف : إذا كَانَ لَكَ أخ تحبُّه فِي الله ، فأحدث حدثاً فَلَمْ تبغضه فِي الله لَمْ تكن محبتك لله - أو هَذَا المعنى(¬1). ¶ عُدَّتْ هَذِهِ الْخَصْلَة وَاحِدَةً مَعَ أَنَّ مُتَعَاطِيهَا اِثْنَانِ لِأَنَّ الْمَحَبَّة لَا تَتِمُّ إِلَّا بِاثْنَيْنِ ، أَوْ لَمَّا كَانَ الْمُتَحَابَّانِ بِمَعْنًى وَاحِد كَانَ عَدُّ أَحَدِهِمَا مُغْنِيًا عَنْ عَدِّ الْآخَرِ ، لِأَنَّ الْغَرَض عَدُّ الْخِصَال لَا عَدُّ جَمِيع مَنِ اِتَّصَفَ بِهَا(¬2). ¶ وَفِي هَذَا الْحَدِيث : الْحَثّ عَلَى التَّحَابّ فِي اللَّه وَبَيَان عِظَم فَضْله وَهُوَ مِنَ الْمُهِمَّات ، فَإِنَّ الْحُبّ فِي اللَّه وَالْبُغْض فِي اللَّه مِنَ الْإِيمَان(¬3). ¶ ---------------- ¶ ¬__________ ¶ (¬1) - فتح الباري لابن رجب - (ج 5 / ص 29) ¶ (¬2) - فتح الباري لابن حجر - (ج 2 / ص 485) ¶ (¬3) - شرح النووي على مسلم - (ج 3 / ص 481)",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "الخامس : رَجُل دعته امرأة ذات منصب وجمال : ¶ ويعني بالمنصب : النسب والشرف والرفعة فِي الدنيا ، فإذا اجتمع ذَلِكَ مَعَ الجمال فَقَدْ كمل الأمر وقويت الرغبة ، فإن كَانَتْ مَعَ ذَلِكَ هِيَ الطالبة الداعية إلى نفسها ، كَانَ أعظم وأعظم ، فإن الامتناع بعد ذَلِكَ كله دليل عَلَى تقديم خوف الله عَلَى هوى النفس ، وصاحبه داخل فِي قوله تعالى : { وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَى (40) فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَى (41) [النازعات/40، 41] } ، وهذا كما جرى ليوسف عَلِيهِ السلام . ¶ قَالَ عُبَيْدِ بْن عمير : مِنْ صِدْقِ الإِيمَانِ وَبِرِّهِ إسْبَاغُ الْوُضُوءِ فِي الْمَكَارِهِ وَمِنْ صِدْقِ الإِيمَانِ وَبِرِّهِ أَنْ يَخْلُوَ الرَّجُلُ بِالْمَرْأَةِ الْحَسْنَاءِ فَيَدَعَهَا ، لاَ يَدَعُهَا إِلاَّ لِلَّهِ..(¬1) ¶ وقال الحافظ ابن حجر : \" وَقَدْ وَصَفَهَا بِأَكْمَلِ الْأَوْصَاف الَّتِي جَرَتْ الْعَادَة بِمَزِيدِ الرَّغْبَة لِمَنْ تَحْصُلُ فِيهِ وَهُوَ الْمَنْصِب الَّذِي يَسْتَلْزِمُهُ الْجَاه وَالْمَال مَعَ الْجَمَال وَقَلَّ مَنْ يَجْتَمِع ذَلِكَ فِيهَا مِنَ النِّسَاء ، زَادَ اِبْن الْمُبَارَك \" إِلَى نَفْسهَا \" وَلِلْبَيْهَقِيِّ فِي الشُّعَب مِنْ طَرِيق أَبِي صَالِح عَنْ أَبِي هُرَيْرَة \" فَعَرَضَتْ نَفْسهَا عَلَيْهِ \" وَالظَّاهِر أَنَّهَا دَعَتْهُ إِلَى الْفَاحِشَة وَبِهِ جَزَمَ الْقُرْطُبِيّ وَلَمْ يَحْكِ غَيْره(¬2) ¶ فَالصَّبْر عَنْهَا لِخَوْفِ اللَّه تَعَالَى - وَقَدْ دَعَتْ إِلَى نَفْسهَا مَعَ جَمْعِهَا الْمَنْصِبَ وَالْجَمَالَ - مِنْ أَكْمَلَ الْمَرَاتِب وَأَعْظَم الطَّاعَات ، فَرَتَّبَ اللَّه تَعَالَى عَلَيْهِ أَنْ يُظِلَّهُ فِي ظِلِّهِ\"(¬3) ¶ ¬__________ ¶ (¬1) - مصنف ابن أبي شيبة (ج 13 / ص 439)(36143) صحيح ¶ (¬2) - فتح الباري لابن حجر - (ج 2 / ص 485) ¶ (¬3) - شرح النووي على مسلم - (ج 3 / ص 481)",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "يعني دعته لنفسها ليفجر بها ولكنه كان قوي العفة طاهر العرض قال إني أخاف الله ، فهو رجل ذو شهوة والدعوة التي دعته إليها هذه المرأة توجب أن يفعل، لأنها هي التي طلبته، والمكان خال ليس فيه أحد، ولكن منعه من ذلك خوف الله عز وجل قال : إني أخاف الله، لم يقل أخشى أن يطلع علينا أحد ، ولم يقل: إنه لا رغبة له في الجماع ، ولكن قال: إني أخاف الله ، فهذا يظله الله في ظله يوم لا ظل إلا ظله لكمال عفته(¬1). ¶ ومثل هَذَا ؛ إذا قَالَ : \" إني أخاف الله \" فهو صادق فِي قوله ؛ لأن علمه مصدق لقوله ، وقوله لها : \" إني أخاف الله \" موعظة لها ، فربما تنْزجر عَن طلبها ، وترجع عَن غيها(¬2). ¶ وَالظَّاهِر أَنَّهُ يَقُول ذَلِكَ بِلِسَانِهِ، إِمَّا لِيَزْجُرَهَا عَنِ الْفَاحِشَة أَوْ لِيَعْتَذِرَ إِلَيْهَا ، وَيَحْتَمِلُ أَنْ يَقُولَهُ بِقَلْبِهِ ،..قَالَ الْقُرْطُبِيُّ : إِنَّمَا يَصْدُرُ ذَلِكَ عَنْ شِدَّة خَوْف مِنَ اللَّه تَعَالَى وَمَتِينِ تَقْوَى وَحَيَاءٍ .(¬3) ¶ ---------------- ¶ السادس : رَجُلٌ تَصَدَّقَ بِصَدَقَةٍ فَأَخْفَاهَا حَتَّى لاَ تَعْلَمَ شِمَالُهُ مَا تُنْفِقُ يَمِينُهُ: ¶ وَقَوْله \" بِصَدَقَةٍ \" نَكَّرَهَا لِيَشْمَلَ كُلَّ مَا يُتَصَدَّقُ بِهِ مِنْ قَلِيل وَكَثِير ، وَظَاهِره أَيْضًا يَشْمَلُ الْمَنْدُوبَةَ وَالْمَفْرُوضَةَ ، لَكِنْ نَقَلَ النَّوَوِيّ عَنِ الْعُلَمَاء أَنَّ إِظْهَار الْمَفْرُوضَة أَوْلَى مِنْ إِخْفَائِهَا .(¬4) ¶ ¬__________ ¶ (¬1) - شرح رياض الصالحين لابن عثيمين - (ج 3 / ص 272) ¶ (¬2) - فتح الباري لابن رجب - (ج 5 / ص 29) ¶ (¬3) - فتح الباري لابن حجر - (ج 2 / ص 485) ¶ (¬4) - فتح الباري لابن حجر - (ج 2 / ص 485)",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "رَجُل تصدق بصدقة فاجتهد فِي إخفائها غاية الاجتهاد حَتَّى لَمْ يعلم بِهِ إلا الله .وضرب المثال لذلك عَلَى طريق المبالغة : \" حَتَّى لا تعلم شماله مَا تنفق يمينه \"(¬1). ¶ والْمَقْصُود مِنْهُ الْمُبَالَغَة فِي إِخْفَاء الصَّدَقَة بِحَيْثُ إنَّ شِمَاله مَعَ قُرْبِهَا مِنْ يَمِينه وَتَلَازُمِهِمَا لَوْ تَصَوَّرَ أَنَّهَا تَعْلَم لَمَا عَلِمَتْ مَا فَعَلَتْ الْيَمِين لِشِدَّةِ إِخْفَائِهَا ، فَهُوَ عَلَى هَذَا مِنْ مَجَاز التَّشْبِيه . وَيُؤَيِّدهُ رِوَايَة حَمَّاد بْن زَيْد \" تَصَدَّقَ بِصَدَقَةٍ كَأَنَّمَا أَخْفَى يَمِينه مِنْ شِمَاله \" وَيَحْتَمِلُ أَنْ يَكُون مِنْ مَجَاز الْحَذْف وَالتَّقْدِير حَتَّى لَا يَعْلَم مَلَكُ شِمَاله(¬2). ¶ وهذا دليل عَلَى قوة الإيمان والاكتفاء باطلاع الله عَلَى العبد وعلمه بِهِ ، وفيه مخالفة للهوى ومجاهدة للنفس ؛ فإنها تحب إظهار الصدقة ، والتمدح بِهَا عِنْدَ الخلق ، فيحتاج فِي إخفاء الصدقة إلى قوة شديدةٍ تخالف هوى النفس . ¶ ¬__________ ¶ (¬1) - فتح الباري لابن رجب - (ج 5 / ص 29) ¶ (¬2) - فتح الباري لابن حجر - (ج 2 / ص 485)",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "وخرج الإمام أحمد والترمذي من حَدِيْث أَنَسِ بْنِ مَالِكٍ ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - ، قَالَ: لَمَّا خَلَقَ اللَّهُ الأَرْضَ جَعَلَتْ تَمِيدُ ، فَخَلَقَ الْجِبَالَ فَعَادَ بِهَا عَلَيْهَا ، فَاسْتَقَرَّتْ ، فَعَجِبَتِ الْمَلاَئِكَةُ مِنْ شِدَّةِ الْجِبَالِ ، قَالُوا : يَا رَبِّ ، هَلْ مِنْ خَلْقِكَ شَيْءٌ أَشَدُّ مِنَ الْجِبَالِ ؟ قَالَ : نَعَمْ ، الْحَدِيدُ ، قَالُوا : يَا رَبِّ ، فَهَلْ مِنْ خَلْقِكَ شَيْءٌ أَشَدُّ مِنَ الْحَدِيدِ ؟ قَالَ : نَعَمْ ، النَّارُ ، فَقَالُوا : يَا رَبِّ ، فَهَلْ مِنْ خَلْقِكَ شَيْءٌ أَشَدُّ مِنَ النَّارِ ؟ قَالَ : نَعَمْ ، الْمَاءُ ، قَالُوا : يَا رَبِّ ، فَهَلْ مِنْ خَلْقِكَ شَيْءٌ أَشَدُّ مِنَ الْمَاءِ ؟ قَالَ : نَعَمْ ، الرِّيحُ ، قَالُوا : يَا رَبِّ ، فَهَلْ مِنْ خَلْقِكَ شَيْءٌ أَشَدُّ مِنَ الرِّيحِ ؟ قَالَ : نَعَمْ ، ابْنُ آدَمَ ، تَصَدَّقَ بِصَدَقَةٍ بِيَمِينِهِ يُخْفِيهَا مِنْ شِمَالِهِ. \"(¬1). ¶ قَالَ الْعُلَمَاء : وَهَذَا فِي صَدَقَة التَّطَوُّع، فَالسِّرّ فِيهَا أَفْضَل ؛ لِأَنَّهُ أَقْرَبُ إِلَى الْإِخْلَاص وَأَبْعَد مِنَ الرِّيَاء . وَأَمَّا الزَّكَاة الْوَاجِبَة فَإِعْلَانهَا أَفْضَل ، وَهَكَذَا حُكْم الصَّلَاة فَإِعْلَان فَرَائِضهَا أَفْضَلُ ، وَإِسْرَارُ نَوَافِلهَا أَفْضَل ؛ لِقَوْلِهِ - صلى الله عليه وسلم - : \" أَفْضَل الصَّلَاة صَلَاة الْمَرْء فِي بَيْته إِلَّا الْمَكْتُوبَة \"(¬2) ¶ وهذا ما لم يكن إظهار الصدقة فيه مصلحةٌ وخير فإذا كان في إظهار الصدقة مصلحة وخير كان إظهارها أولى لكن إذا لم يكن فيه مصلحة فالإسرار أولى(¬3). ¶ ¬__________ ¶ (¬1) - انظر تخريجه في المسند الجامع - (ج 1 / ص 864) (624) ضعيف ¶ (¬2) - صحيح البخارى(731 ) ¶ (¬3) - شرح رياض الصالحين لابن عثيمين - (ج 3 / ص 272)",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "ويدل عليه ما روي عَنْ جَرِيرٍ، قَالَ : كُنَّا عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ صَدْرِ النَّهَارِ ، فَجَاءَ قَوْمٌ حُفَاةٌ عُرَاةٌ مُجْتَابِي النِّمَارِ عَلَيْهِمْ سُيُوفٌ ، عَامَّتُهُمْ مِنْ مُضَرَ ، بَلْ كُلُّهُمْ مِنْ مُضَرَ ، فَرَأَيْتُ وَجْهَ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَغَيَّرَ لَمَّا رَأَى مِنْهُمْ مِنَ الْفَاقَةِ ، قَالَ : فَدَخَلَ ، فَأَمَرَ بِلاَلاً فَأَذَّنَ ، ثُمَّ أَقَامَ ، فَخَرَجَ ، فَصَلَّى ، ثُمَّ قَالَ : {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء] ، {اتَّقُوا اللَّهَ وَلْتَنْظُرْ نَفْسٌ مَا قَدَّمَتْ لِغَدٍ} [الحشر] يَتَصَدَّقُ امْرُؤٌ مِنْ دِينَارِهِ ، وَمِنْ دِرْهَمِهِ ، وَمِنْ ثَوْبِهِ ، وَمِنْ صَاعِ بُرِّهِ ، وَمِنْ صَاعِ شَعِيرِهِ ، حَتَّى ذَكَرَ شِقَّ تَمْرَةٍ ، فَجَاءَ رَجُلٌ مِنَ الأَنْصَارِ بِصُرَّةٍ كَادَتْ تَعْجِزُ كَفَاهُ ، بَلْ قَدْ عَجَزَتْ ، ثُمَّ تَتَابَعَ النَّاسُ حَتَّى رَأَيْتُ بَيْنَ يَدَيْ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَوْمَيْنِ مِنَ الثِّيَابِ وَالطَّعَامِ ، فَلَقَدْ رَأَيْتُ وَجْهَ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَهَلَّلَ حَتَّى كَأَنَّهُ مُذْهَبَةٌ ، ثُمَّ قَالَ : مَنْ سَنَّ فِي الإِسْلاَمِ سُنَّةً حَسَنَةً فَعَمِلَ بِهَا مَنْ بَعْدَهُ ، كَانَ لَهُ أَجْرُهَا وَأَجْرُ مَنْ يَعْمَلُ بِهَا مِنْ بَعْدِهِ ، وَمَنْ سَنَّ سَنَّةً سَيِّئَةً فَعَمِلَ بِهَا مَنْ بَعْدَهُ ، كَانَ عَلَيْهِ وِزْرُهَا ، وَوِزْرُ مَنْ عَمِلَ بِهَا مِنْ بَعْدِهِ.(¬1) ¶ ¬__________ ¶ (¬1) - صحيح ابن حبان - (ج 8 / ص 101)(3308) وصحيح مسلم(2398) ¶ قَالَ أَبُو حَاتِمٍ : هَذَا الْخَبَرُ دَالٌ عَلَى أَنَّ قَوْلَ اللهِ جَلَّ وَعَلاَ {لاَ تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى} [الأنعام] أَرَادَ بِهِ بَعْضَ الأَوْزَارِ لاَ الْكَلَّ ، إِذْ أَخْبَرَ الْمُبَيِّنُ عَنْ مُرَادِ اللهِ جَلَّ وَعَلاَ فِي كِتَابِهِ أَنَّ مَنْ سَنَّ فِي الإِسْلاَمِ سُنَّةً سَيِّئَةً ، فَعَمِلَ بِهَا مَنْ بَعْدَهُ ، كَانَ عَلَيْهِ وِزْرُهَا وَوِزْرُ مَنْ عَمِلَ بِهَا مِنْ بَعْدِهِ ، فَكَأَنَّ اللَّهَ جَلَّ وَعَلاَ قَالَ : لاَ تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى إِلاَّ مَا أَخْبَرَكُمْ رَسُولِي - صلى الله عليه وسلم - أَنَّهَا تَزِرُ ، وَالْمُصْطَفَى - صلى الله عليه وسلم - لَمْ يَقُلْ ذَلِكَ ، وَلاَ خَصَّ عُمُومَ الْخِطَابِ بِهَذَا الْقَوْلِ إِلاَّ مِنَ اللهِ ، شَهِدَ اللَّهُ لَهُ بِذَلِكَ حَيْثُ قَالَ : {وَمَا يَنْطِقُ عَنِ الْهَوَى إِنْ هُوَ إِلاَّ وَحْيٌ يُوحَى} [النجم] - صلى الله عليه وسلم - ، وَنَظِيرُ هَذَا قَوْلُهُ جَلَّ وَعَلاَ : {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ} [الأنفال] فَهَذَا خَطَّابٌ عَلَى الْعُمُومِ ، كَقَوْلِهِ تَعَالَى {لاَ تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى} [الأنعام] ، ثُمَّ قَالَ - صلى الله عليه وسلم - : مَنْ قَتَلَ قَتِيلاً فَلَهُ سَلَبُهُ ، فَأَخْبَرَ - صلى الله عليه وسلم - أَنَّ السَّلَبَ لاَ يُخَمَّسُ وَأَنَّ الْقَلِيلَ يَكُونُ مُنْفَرِدًا بِهِ ، فَهَذَا تَخْصِيصُ بَيَانٍ لِذَلِكَ الْعُمُومِ الْمُطَلِّقِ.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "السابع : رَجُل ذكر الله خالياً ففاضت عيناه : ¶ قَوْله : ( ذَكَرَ اللَّه ) أَيْ بِقَلْبِهِ مِنَ التَّذَكُّر أَوْ بِلِسَانِهِ مِنَ الذِّكْرِ ، وَ ( خَالِيًا ) أَيْ مِنَ الْخُلُوّ لِأَنَّهُ يَكُون حِينَئِذٍ أَبْعَدَ مِنَ الرِّيَاء وَالْمُرَاد خَالِيًا مِنَ الِالْتِفَات إِلَى غَيْر اللَّه وَلَوْ كَانَ فِي مَلَأٍ(¬1) ¶ قَوْله : ( فَفَاضَتْ عَيْنَاهُ ) أَيْ فَاضَتِ الدُّمُوع مِنْ عَيْنَيْهِ ، وَأُسْنِدَ الْفَيْضُ إِلَى الْعَيْن مُبَالَغَةً كَأَنَّهَا هِيَ الَّتِي فَاضَتْ ، قَالَ الْقُرْطُبِيّ : وَفَيْضُ الْعَيْن بِحَسَبِ حَالِ الذَّاكِر وَبِحَسَبِ مَا يُكْشَفُ لَهُ ، فَفِي حَال أَوْصَاف الْجَلَال يَكُون الْبُكَاء مِنْ خَشْيَة اللَّه ، وَفِي حَال أَوْصَاف الْجَمَال يَكُون الْبُكَاء مِنَ الشَّوْق إِلَيْهِ ، قُلْت(¬2). : قَدْ خُصّ فِي بَعْض الرِّوَايَات بِالْأَوَّلِ ، فَفِي رِوَايَة حَمَّاد بْن زَيْد عِنْدَ الْجَوْزَقِيِّ \" فَفَاضَتْ عَيْنَاهُ مِنْ خَشْيَة اللَّه \" وَنَحْوُهُ فِي رِوَايَةِ الْبَيْهَقِيِّ ، وَيَشْهَد لَهُ مَا رَوَاهُ الْحَاكِم مِنْ حَدِيث أَنَس مَرْفُوعًا \" مَنْ ذَكَرَ اللَّهَ فَفَاضَتْ عَيْنَاهُ مِنْ خَشْيَةِ اللَّهِ ، حَتَّى يُصِيبَ الأَرْضَ مِنْ دُمُوعِهِ ، لَمْ يُعَذِّبْهُ اللَّهُ تَعَالَى يَوْمَ الْقِيَامَةِ\"(¬3). ¶ فهذا رَجُل يخشى الله فِي سره ، ويراقبه فِي خلوته ، وأفضلُ الأعمال خشية الله فِي السِّرِّ والعلانية ، وخشية الله فِي السِّرِّ إنما تصدر عَن قوة إيمان ومجاهدةٍ للنفس والهوى، فإن الهوى يدعو فِي الخلوة إلى المعاصي ، ولهذا قيل : إن من أعز الأشياء الورع فِي الخلوة. ¶ ¬__________ ¶ (¬1) - فتح الباري لابن حجر - (ج 2 / ص 485) ¶ (¬2) - فتح الباري لابن حجر - (ج 2 / ص 485) ¶ (¬3) - المستدرك للحاكم (7668) حسن",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "وذكر الله يشمل ذكر عظمته وبطشه وانتقامه وعقابه ؛ والبكاء الناشيء عَن هَذَا هُوَ بكاء الخوف ، ويشمل ذكر جماله وكماله وبره ولطفه وكرامته لأوليائه بأنواع البر والألطاف ، لا سيما برؤيته فِي الجنة ، والبكاء الناشيء عَن هَذَا هُوَ بكاء الشوق . ¶ ويدخل فِيه - أيضاً - : رَجُل ذكر أن الله مَعَهُ حيثما كَانَ ، فتذكر معيته وقربه واطلاعه عَلِيهِ حيث كَانَ يبكي حياء مِنْهُ ، وَهُوَ من نوع الخوف - أيضاً . ¶ وعَنْ أَبِي أُمَامَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - :\"ثَلاثَةٌ فِي ظِلِّ اللَّهِ يَوْمَ لا ظِلَّ إِلا ظِلُّهُ: رَجُلٌ حَيْثُ تَوَجَّهَ عَلِمَ أَنَّ اللَّهَ مَعَهُ،... \"(¬1).. ¶ وفِيهِ فَضِيلَة الْبُكَاء مِنْ خَشْيَة اللَّه تَعَالَى ، وَفَضْل طَاعَة السِّرّ لِكَمَالِ الْإِخْلَاص فِيهَا(¬2). ¶ ¬__________ ¶ (¬1) - المعجم الكبير للطبراني - (ج 7 / ص 274)(7862 ) ضعيف جدا ¶ (¬2) - شرح النووي على مسلم - (ج 3 / ص 481)",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "ذِكْر الرِّجَال فِي هَذَا الْحَدِيث لَا مَفْهُومَ لَهُ ¶ وذِكْر الرِّجَال فِي هَذَا الْحَدِيث لَا مَفْهُومَ لَهُ بَلْ يَشْتَرِك النِّسَاء مَعَهُمْ فِيمَا ذُكِرَ ، إِلَّا إِنْ كَانَ الْمُرَاد بِالْإِمَامِ الْعَادِل الْإِمَامَة الْعُظْمَى ، وَإِلَّا فَيُمْكِنُ دُخُول الْمَرْأَة حَيْثُ تَكُون ذَاتَ عِيَالٍ فَتَعْدِلُ فِيهِمْ . وَتَخْرُج خَصْلَة مُلَازَمَة الْمَسْجِد لِأَنَّ صَلَاة الْمَرْأَة فِي بَيْتِهَا أَفْضَل مِنَ الْمَسْجِد ، وَمَا عَدَا ذَلِكَ فَالْمُشَارَكَة حَاصِلَةٌ لَهُنَّ ، حَتَّى الرَّجُل الَّذِي دَعَتْهُ الْمَرْأَة فَإِنَّهُ يُتَصَوَّر فِي اِمْرَأَة دَعَاهَا مَلِكٌ جَمِيل مَثَلًا فَامْتَنَعَتْ خَوْفًا مِنَ اللَّه تَعَالَى مَعَ حَاجَتهَا ، أَوْ شَابّ جَمِيل دَعَاهُ مَلِكٌ إِلَى أَنْ يُزَوِّجَهُ اِبْنَتَهُ مَثَلًا فَخَشِيَ أَنْ يَرْتَكِبَ مِنْهُ الْفَاحِشَة فَامْتَنَعَ مَعَ حَاجَته إِلَيْهِ(¬1). ¶ - - - - - - - - - - - - - - - - ¶ أهم المصادر ¶ 1. القرآن الكريم خط عادي ¶ 2. تفسير ابن كثير ط دار القلم - دار طيبة للنشر والتوزيع- الشاملة 2 -موقع التفاسير ¶ 3. تفسير القرطبي دار عالم الكتب، الرياض، المملكة العربية + الشاملة 2+موقع التفاسير ¶ 4. تفسير الظلال - موقع التفاسير ¶ 5. مسند أحمد بن حنبل ط- موسوعة الأزهر - المكنز ¶ 6. صحيح البخاري ط- موسوعة الأزهر - المكنز ¶ 7. صحيح مسلم ط- موسوعة الأزهر - المكنز ¶ 8. سنن أبي داود - موسوعة الأزهر - المكنز ¶ 9. سنن الترمذي - موسوعة الأزهر - المكنز ¶ 10. سنن النسائي - موسوعة الأزهر - المكنز ¶ 11. سنن ابن ماجة - موسوعة الأزهر - المكنز ¶ 12. سنن الدارمي- موسوعة الأزهر - المكنز ¶ 13. موطأ الإمام مالك - موسوعة الأزهر - المكنز ¶ 14. السنن الكبرى للبيهقي= موسوعة الأزهر - المكنز ¶ 15. شعب الإيمان للبيهقي الشاملة 2= جامع الحديث النبوي ¶ 16. معجم الطبراني الكبير =أبو المعاطي ¶ ¬__________ ¶ (¬1) - فتح الباري لابن حجر - (ج 2 / ص 485)",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "17. معجم الطبراني الأوسط = جامع الحديث النبوي ¶ 18. المعجم الصغير للطبراني = جامع الحديث النبوي ¶ 19. مسند أبي عوانة الشاملة 2 ¶ 20. مسند الشاميين للطبراني الشاملة 2+= جامع الحديث النبوي ¶ 21. صحيح الترغيب والترهيب الشيخ ناصر الدين الألباني- أية طبعة مرقمة ¶ 22. الترغيب والترهيب للمنذري- أية طبعة مرقمة ¶ 23. دلائل النبوة للبيهقي= جامع الحديث النبوي - الشاملة 2 ¶ 24. سلسلة الأحاديث الصحيحة الشيخ ناصر الدين الألباني- أية طبعة مرقمة ¶ 25. مسند أبي يعلى الموصلي = جامع الحديث النبوي - وطبعة دار المأمون ¶ 26. الآحاد والمثاني لابن أبي عاصم = الشاملة 2+ جامع الحديث النبوي ¶ 27. صحيح ابن حبان = جامع الحديث النبوي - وطبعة مؤسسة الرسالة ¶ 28. صحيح ابن خزيمة- الشاملة 2 - جامع الحديث النبوي ¶ 29. معرفة الصحابة لأبي نعيم الأصفهاني = جامع الحديث النبوي ¶ 30. مسند الحميدي - موسوعة الأزهر - المكنز ¶ 31. المستدرك للحاكم - جامع الحديث النبوي = والطبعة الأساسية دار المعرفة ¶ 32. مصنف عبد الرزاق - المكتب الإسلامي ¶ 33. مسند البزار- الشاملة 2 ¶ 34. مصنف ابن أبي شيبة تحقيق محمد عوامة ¶ 35. السنة لابن أبي عاصم - جامع الحديث النبوي -الشاملة 2 ¶ 36. الآداب للبيهقي - جامع الحديث النبوي -الشاملة 2 ¶ 37. معرفة الصحابة لأبي نعيم -جامع الحديث النبوي - الشاملة 2 ¶ 38. مسند عبد بن حميد-جامع الحديث النبوي - الشاملة 2 ¶ 39. تهذيب الآثار للطبري-جامع الحديث النبوي - الشاملة 2 ¶ 40. السنن الكبرى للنسائي = مؤسسة الرسالة ¶ 41. صحيح الجامع الصغير الألباني -المكتب الإسلامي ¶ 42. المختارة للضياء المقدسي الشاملة 2 + المطبوع ¶ 43. الشَّرِيعَةُ لِلْآجُرِّيِّ الشاملة 2+ جامع الحديث النبوي ¶ 44. الاعتقاد للبيهقي الشاملة 2+ جامع الحديث النبوي ¶ 45. المطالب العالية للحافظ ابن حجر العسقلاني الشاملة 2+ جامع الحديث النبوي ¶ 46. صحيح أبي داود الألباني - أية طبعة مرقمة",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "47. صحيح الترمذي الألباني- أية طبعة مرقمة ¶ 48. صحيح النسائي الألباني- أية طبعة مرقمة ¶ 49. صحيح ابن ماجة الألباني- أية طبعة مرقمة ¶ 50. صحيح الجامع الصغير للألباني - أية طبعة مرقمة- المكتب الإسلامي ¶ 51. شرح معاني الآثار للطحاوي - جامع الحديث النبوي ¶ 52. مشكل الآثار للطحاوي- الشاملة 2 - جامع الحديث النبوي ¶ 53. حلية الأولياء لأبي نعيم الشاملة 3+ جامع الحديث النبوي ¶ 54. صفة الجنة لأبي نعيم الشاملة 2+ جامع الحديث النبوي ¶ 55. صِفَةُ الْجَنَّةِ لِابْنِ أَبِي الدُّنْيَا الشاملة 2+ جامع الحديث النبوي ¶ 56. البعث والنشور للبيهقي الشاملة 2+ جامع الحديث النبوي ¶ 57. البعث لابن أبي داود السجستاني الشاملة 2+ جامع الحديث النبوي ¶ 58. الأمثال للرامهرمزي الشاملة 2+ جامع الحديث النبوي ¶ 59. الزهد لأسد بن موسى الشاملة 2+ جامع الحديث النبوي ¶ 60. غاية المقصد فى زوائد المسند الشاملة 2+ ¶ 61. العظمة لأبي الشيخ الأصبهاني الشاملة 2+ جامع الحديث النبوي ¶ 62. الزهد لهناد بن السري الشاملة 2+ جامع الحديث النبوي ¶ 63. الزهد والرقائق لابن المبارك الشاملة 2+ جامع الحديث النبوي ¶ 64. الإصابة في تمييز الصحابة لابن حجر - الشاملة 2 ¶ 65. التذكرة في أحوال الموتى وأمور الآخرة الشاملة 2 ¶ 66. شرح رياض الصالحين لابن عثيمين- جامع الحديث النبوي - الشاملة 2 ¶ 67. فتح الباري لابن حجر العسقلاني - الشاملة 2 ¶ 68. شرح صحيح مسلم للنووي - الشاملة 2 ¶ 69. فيض القدير شرح الجامع الصغير للمناوي - أي طبعة مرقمة ¶ 70. تحفة الأحوذي بشرح سنن الترمذي المباركفوري - الشاملة 2 ¶ 71. عون المعبود شرح سنن أبي داود- الشاملة 2 ¶ 72. شرح ابن بطال على البخاري- الشاملة 2 ¶ 73. شرح سنن أبي داود ـ عبد المحسن العباد - الشاملة 2 ¶ 74. مجمع الزوائد للهيثمي- الشاملة 2- الطبعة المرقمة ¶ 75. الأسماء والصفات للبيهقي- الشاملة 2- جامع الحديث النبوي ¶ 76. شرح سنن النسائي للسندي - الشاملة 2",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "77. حاشية السندي على ابن ماجه - الشاملة 2 ¶ 78. المنتقى - شرح الموطأ للباجي - الشاملة 2 ¶ 79. المفهم لما أشكل من تلخيص كتاب مسلم للقرطبي - الشاملة 2 ¶ 80. جامع العلوم والحكم لابن رجب تحقيق الفحل- الشاملة 2 ¶ 81. مرقاة المفاتيح شرح مشكاة المصابيح القاري- الشاملة 2 ¶ 82. إتحاف السادة المتقين بشرح إحياء علوم الدين للزبيدي -الفكر ¶ 83. الجرح والتعديل لابن أبي حاتم الشاملة 2+ المطبوع ¶ 84. تقريب التهيب للحافظ ابن حجر الشاملة 2 + المطبوع ¶ 85. الكاشف في معرفة من له رواية في الكتب الستة للذهبي الشاملة 2 + المطبوع ¶ 86. تهذيب الكمال للمزي الشاملة 2 + مؤسسة الرسالة ¶ 87. تعجيل المنفعة للحافظ ابن حجر الشاملة 2+ المطبوع ¶ 88. لسان الميزان للحافظ ابن حجر الشاملة 2+ المطبوع ¶ 89. الضعفاء الكبير للعقيلي الشاملة 2 + جامع الحديث النبوي ¶ 90. الشاملة 2 +3 ¶ 91. برنامج قالون ¶ 92. تمهيد الفرش في الخصال الموجبة لظل العرش الشاملة 2",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "الفهرس العام ¶ تمهيد ... 7 ¶ أرضُ المحشر وحال الناس فيها ... 7 ¶ الفصل الأول ... 13 ¶ صفات الذين يظلهم الله في ظله ... 13 ¶ سبعة يظلهم الله في ظله ... 13 ¶ العادلون ... 25 ¶ من أنظر معسرا ... 25 ¶ من أعان مجاهدا أو كاتبا أو غارماً ... 30 ¶ من حمى ظهر المجاهدين ... 31 ¶ إطعام الجائع ... 33 ¶ التاجر الصدوق ... 33 ¶ من أعان أخرق ... 34 ¶ مَنْ كَفَلَ يَتِيمًا أَوْ أَرْمَلَةً ... 35 ¶ حسن الخلق ... 36 ¶ الَّذِينَ إِذَا أُعْطُوا الْحَقَّ قَبِلُوهُ وَإِذَا سُئِلُوهُ بَذَلُوهُ ... 37 ¶ الْحَزِينُ فِي ظِلِّ اللَّهِ ... 37 ¶ الناصح للإمام العادل ... 38 ¶ مَنْ عَزَّى الثَّكْلَى ... 38 ¶ الذين لا يزنون ولا يأكلون الربا ولا يرشون ... 38 ¶ الرفق بالمؤمنين ... 39 ¶ ثَلاثَةٌ فِي ظِلِّ اللَّهِ ... 39 ¶ المتصدقون ... 40 ¶ أهل الجوع ... 41 ¶ قارئ القرآن منذ الصغر ... 41 ¶ أهل الورع والزهد في الدنيا ... 42 ¶ الذين أكرموا الفقراء والمساكين في الدنيا ... 42 ¶ الصائمون في حياتهم في ظل العرش ... 43 ¶ الفقراء ... 44 ¶ المتحابون بجلال الله ... 45 ¶ عمار المساجد ... 46 ¶ الذي لا يحسد الناس ... 47 ¶ لسانه رطب بذكر الله ... 49 ¶ المجاهد الذي لا يفر من المعركة حتى يقتل ... 49 ¶ المؤمن المقتول ظلماً ... 51 ¶ المؤمنون الصادقون ... 52 ¶ من أدى حق الله وحق الخلق ، ومن أم قوما وهو به راضون ، والمؤذن ... 54 ¶ قضاء حوائج الناس ... 55 ¶ المهاجرون ... 55 ¶ رجل إن تكلم تكلم بعلم، وإن سكت سكت على حلم ... 56 ¶ عين بكت من خشية الله وعين باتت تحرس في سبيل الله ... 56 ¶ الفصل الثاني ... 58 ¶ شرح حديث السبعة ... 58 ¶ المقصود بالظل ... 58 ¶ الكلام على لفظ السبعة ... 59 ¶ وأول هذه السبعة : الإمام العادل : ... 60 ¶ والثاني : الشاب الَّذِي نشأ فِي عُبَادَة الله - عز وجل - . ... 62 ¶ والثالث : الرَّجُلُ المعلق قلبه بالمساجد : ... 63 ¶ الرابع : المتحابان فِي الله - عز وجل - : ... 65 ¶ الخامس : رَجُل دعته امرأة ذات منصب وجمال : ... 66 ¶ السادس : رَجُلٌ تَصَدَّقَ بِصَدَقَةٍ فَأَخْفَاهَا حَتَّى لاَ تَعْلَمَ شِمَالُهُ مَا تُنْفِقُ يَمِينُهُ: ... 69 ¶ السابع : رَجُل ذكر الله خالياً ففاضت عيناه : ... 72 ¶ ذِكْر الرِّجَال فِي هَذَا الْحَدِيث لَا مَفْهُومَ لَهُ ... 74 ¶ أهم المصادر ... 75",
            "page": "86",
            "part": "1"
        }
    ],
    "t34831": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الخصال الموجبة لظل العرش- ترد- 5"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "مقدمة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "تمهيد أرضُ المحشر وحال الناس فيها"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول صفات الذين يظلهم الله في ظله"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": "1",
            "tit": "سبعة يظلهم الله في ظله"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "العادلون"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "من أنظر معسرا"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "من أعان مجاهدا أو كاتبا أو غارماً"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "من حمى ظهر المجاهدين"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "إطعام الجائع"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "التاجر الصدوق"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "من أعان أخرق"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "مَنْ كَفَلَ يَتِيمًا أَوْ أَرْمَلَةً"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "حسن الخلق"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "الَّذِينَ إِذَا أُعْطُوا الْحَقَّ قَبِلُوهُ وَإِذَا سُئِلُوهُ بَذَلُوهُ"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": "1",
            "tit": "الْحَزِينُ فِي ظِلِّ اللَّهِ"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "الناصح للإمام العادل"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": "1",
            "tit": "مَنْ عَزَّى الثَّكْلَى"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "الذين لا يزنون ولا يأكلون الربا ولا يرشون"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": "1",
            "tit": "الرفق بالمؤمنين"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": "2",
            "tit": "ثَلاثَةٌ فِي ظِلِّ اللَّهِ"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "المتصدقون"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "أهل الجوع"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": "1",
            "tit": "قارئ القرآن منذ الصغر"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": null,
            "tit": "أهل الورع والزهد في الدنيا"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": "1",
            "tit": "الذين أكرموا الفقراء والمساكين في الدنيا"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": "2",
            "tit": "الصائمون في حياتهم في ظل العرش"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": null,
            "tit": "الفقراء"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "المتحابون بجلال الله"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "عمار المساجد"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "الذي لا يحسد الناس"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "لسانه رطب بذكر الله"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": null,
            "tit": "المجاهد الذي لا يفر من المعركة حتى يقتل"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "المؤمن المقتول ظلماً"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": "1",
            "tit": "المؤمنون الصادقون"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": null,
            "tit": "من أدى حق الله وحق الخلق ، ومن أم قوما وهو به راضون ، والمؤذن"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "قضاء حوائج الناس"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": "1",
            "tit": "المهاجرون"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "رجل إن تكلم تكلم بعلم، وإن سكت سكت على حلم"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": "1",
            "tit": "عين بكت من خشية الله وعين باتت تحرس في سبيل الله"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني شرح حديث السبعة"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": "1",
            "tit": "المقصود بالظل"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": null,
            "tit": "الكلام على لفظ السبعة"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "وأول هذه السبعة : الإمام العادل :"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": null,
            "tit": "والثاني : الشاب الَّذِي نشأ فِي عُبَادَة الله - عز وجل - ."
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": null,
            "tit": "والثالث : الرَّجُلُ المعلق قلبه بالمساجد :"
        },
        {
            "id": "72",
            "lvl": "2",
            "sub": null,
            "tit": "الرابع : المتحابان فِي الله - عز وجل - :"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": null,
            "tit": "الخامس : رَجُل دعته امرأة ذات منصب وجمال :"
        },
        {
            "id": "75",
            "lvl": "2",
            "sub": null,
            "tit": "السادس : رَجُلٌ تَصَدَّقَ بِصَدَقَةٍ فَأَخْفَاهَا حَتَّى لاَ تَعْلَمَ شِمَالُهُ مَا تُنْفِقُ يَمِينُهُ:"
        },
        {
            "id": "80",
            "lvl": "2",
            "sub": null,
            "tit": "السابع : رَجُل ذكر الله خالياً ففاضت عيناه :"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": null,
            "tit": "ذِكْر الرِّجَال فِي هَذَا الْحَدِيث لَا مَفْهُومَ لَهُ"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "الفهرس العام"
        }
    ]
}