{
    "b34843": [
        {
            "id": "1",
            "nass": "سُبُلُ ¶ السَّعادةِ الزوجيةِ ¶ جمع وإعداد ¶ الباحث في القرآن والسنة ¶ علي بن نايف الشحود ¶ الطبعة الثانية مزيدة ¶ 1430 هـ - 2009 م ¶ (( بهانج - دار المعمور )) ¶ (( حقوق الطبع لكل مسلم ))",
            "page": null,
            "part": null
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين، القائل في كتابه الكريم: {وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجًا لِّتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُم مَّوَدَّةً وَرَحْمَةً إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ} (21) سورة الروم ¶ أي :وَمِنْ آيَاتِهِ الدَّالَّةِ عَلَى قُدْرَتِهِ تَعَالَى عَلَى البَعْثِ والإِعَادَةِ ، أَنَّهُ خَلَقَ لِلبَشَرِ أَزْواجاً مِنْ جِنْسِهِمْ ، لِيأْنَسُوا بِهِنَّ ، وَجَعَل بَينَهُمْ وَبَينَ أَزْوَاجِهِمْ مَحَبّةً ورَأفَةً ( مَوَدَّةً وَرَحْمَةً ) ، لِتَدُومَ الحَيَاةُ المَنْزِلِيَّةُ . ¶ وَفِيمَا تَقَدَّمَ مِنْ خَلْقٍ مِنْ تُرابٍ ، وَخَلْقٍ للأَزْواجِ مِنَ الأَنْفُسِ . . . وَجَعْلِ المَوَدَّةِ والرَّحْمَةِ تَسُودُ عَلاَقَاتِ الأَزْوَاجِ بعضِهِمْ مَعَ بَعْضٍ . . . لَعِبْرَةٌ لِمَنْ تَأَمَّلَ في ذلك مِنْ ذَوِي العَقُولِ وَالأَفْهَامِ (¬1) . ¶ وأفضل الصلاة وأتمُّ التسليم على المبعوث رحمة للعالمين الذي وجّهنا إلى الخيريّة بجميع وجوهها ومنها أن نكون خيراً لأهلينا فقال عليه الصلاة و السلام: « خَيْرُكُمْ خَيْرُكُمْ لأَهْلِهِ وَأَنَا خَيْرُكُمْ لأَهْلِى »أخرجه الترمذي (¬2) ¶ أما بعد : ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد - (1 / 3312) ¶ (¬2) - برقم (4269) وهو حديث صحيح",
            "page": "1",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "فهذه رسالة صغيرة حول السعادة الزوجية ، اقتبستها من هنا وهناك ، لتكون عبارة عن ومضات تنير طريق السعادة الأسرية ، والتي لن تتحقق إلا من خلال السكن الروحي والنفسي والمودة والرحمة . ¶ وهذه الطبعة فيها زيادات عديدة بالنصوص والمباحث ¶ وهي تتضمن أربعة مباحث رئيسة وهي : ¶ أولا-الطريق إلى السعادة الزوجية ¶ ثانياً- كيف تسعد زوجتك ¶ ثالثاً-كيف تسعدينَ زوجَكِ ¶ رابعاً-وَصِيّة حَكِيم ¶ سائلا المولى عزَّ وجلَّ أن تسعد بها كل أسرة ، حتى لا تعصفَ بها الرياحُ العاتية . ¶ وكتبه ¶ الباحث في القرآن والسنة ¶ علي بن نايف الشحود ¶ ذو القعدة لعام 1428 هـ الموافق ل 6/11/2007 ¶ عدل تعديلا جذريًّا بتاريخ 14 ربيع الآخر 1430 هـ الموافق 9/4/2009 م ¶ - - - - - - - - - - -",
            "page": "2",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "أولا ¶ الطريق إلى السعادة الزوجية. (¬1) ¶ لقد شرع الله عز وجل العلاقات الزوجية لتحقق النفع للزوجين؛ حيث تسكنُ نفوسهم، ويتفاعلُ الزوجان، فيعمُّ الخيرُ على المجتمع برِمَّته، وصدق الله إذ يقول: {وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجًا لِّتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُم مَّوَدَّةً وَرَحْمَةً إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ} (21) سورة الروم . ¶ إلا أنَّ مسيرة الحياة الزوجية قد تتعرض لبعض المنغِّصات التي قد تعكِّرُ صفو العلاقة الزوجية؛ لذا يقع على الزوجة مسئوليةَ دعم العلاقة، ومحاولة تجنب ما يعنُّ لهما من متاعب، وعلى الزوجة يقعُ العبءُ الأكبرُ في الحفاظ على حياتها الزوجية من الانهيار، ورغم ما تعانيه المرأةُ العصريةُ اليوم من تعدد مسؤولياتها فإنها قادرةٌ على إدارة أمور مملكتها الصغيرة بنجاح وحكمة، وعدمِ التسرع في إصدار حكمِها على الأمور، والمرأةُ الواعية هي التي تقولُ لزوجها ما ينبغي أن يقالَ، ولا تناقشُه فيما لا ينبغي عليها الخوضُ فيه؛ خصوصاً وأنَّ كِلا الشريكين يتحملانِ أعباءً جسيمةً في مجال العمل والمنزلِ والإشرافِ على تحصيل الأبناء. ¶ مشاكلُ العمل قد تنقَلُ إلى المنزل: ¶ ¬__________ ¶ (¬1) - آمال بنت عبد الرحمن محمد",
            "page": "3",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "قد يواجهُ الزوجُ مشاكلَ ثقيلةً في عمله أو مشادّةً مع رئيسه. وبالتالي فلن يتقبَّل من الزوجة أي أسئلة حرجةٍ أو استفسارات ملحَّةٍ، مثال ذلك: أن تتقدمَ المرأةُ للرجل بقائمة مشترياتٍ بعد عودته من عمله، فإذا كان مرهقاً من مشاكل عمله فسوف يرفضُ هذه المطالبَ حتى ولو كانت محدودةً، أما إذا كان الزوجُ لا يشكو من متاعبِ العمل، فقد يستجيب لطلبات زوجته بل قد يضيفُ إليها، ويُغدِقُ عليها. ¶ وهنا يجبُ على الزوجة أن تتريثَ قبل التقدم بطلباتها أو أسئلتها، وألا تتقدم بهذه الطلبات أو الأسئلة إلا في توافر جوٍّ من الصفاء والسعادة لزوجها. ¶ وقد أجريت بعض الدراسات بواسطة خبراء علم النفس لمعرفة أسباب الخلافات الزوجية، وبعد استعراض النتائج قدمت الدراساتُ بعض التوصيات التي ينبغي أن تأخذ بها الأزواجُ ومنها: ¶ ينبغي ألا تكثرَ من الحديث عن متاعبها مهما كانت ظروفُ عملها داخل المنزل وخارجه؛ فالزوجُ أيضاً لديه نفسُ المشاكل أو قد تفوقها، ومن واجب الزوجة تخفيف حدَّة هذه المشاكل عند إثارتها باقتراح الحلول البديلة، فالزوجةُ الحكيمةُ هي التي تضفي جواً من الهدوء والسعادة على منزلها بحيث يكون هذا المنزل مكاناً للاسترخاء وتجديد النشاط بالنسبة لزوجها وأولادها. ¶ وعندما يهاجمُ زوجُك أحدَ أفرادِ أسرته فحذارِ من مشاطرتهِ هذا الهجومَ؛ لأنَّ فترة العصبيَّةِ، ومشاعرَ الغضبِ لن تلبثَ أن تزول، حينئذ فسوفُ",
            "page": "4",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "يتراجع عن مهاجمة مَن أثار غضبه ببعضِ التصرفات ويعودُ للدفاع عنهم، حينئذٍ سوف يؤنِّبك لموقفك تجاههم، فالأجدرُ بكِ إذن ألا تشتركي معه في الهجوم على والدته أو أخواته بل بالعكسُ يمكنكِ أن تلتمسي لهم الأعذارَ بل يجبُ أن تلومي زوجَكِ قائلة: \"يجبُ أن تحترمَ والدتِكَ وأخواتِكَ\" فسوفُ يحترمُ زوجَك موقفَكِ هذا فيما بعدُ، ويقدِّرُ مشاعركِ الطيبةِ نحو أسرتِه. ¶ لا ينبغي توبيخُ الزوج ¶ تجنبي اتهامَ زوجكِ بالتقصير في مشاركتك في الأعمال المنزلية، وحاولي الابتعاد عن عبارة: \"حاولْ تعملْ حاجةً\" فالزوجُ المتعبُ من عمله صباحاً، ومن المعاونةِ في الأعمال المنزلية مساء سوف يتقبَّلُ المطالبَ بهدوء لكن بثورةٍ قد تحدث بالتكرار. ¶ لا تعرضي على زوجك الاشتراكَ معه في هواياتِه ما دمتِ لا تعشقينَ هذه الهواياتِ؛ لأن مشاركتكِ له في هواياته قد لا تناسبكِ وليكنْ مبدؤكِ مع زوجكِ: لا مجاملةَ على حسابِ راحتي، أو على حساب المصلحةِ العامةِ للمنزلِ. ¶ لا تستثيري مشاعر زوجك ¶ لا تسألي زوجك السؤال التقليدي للمرأة \"كيفَ يبدو مظهري\" فأنتِ لا تستجدين الجمالَ بقدر ما تستجدينَ التقدير الصامتَ من زوجك، فضلاً عن ذلك فإنَّ زوجك يراكِ كلَّ يوم ويعجبُ دائماً دون أن يتكلَّم، فسؤالكِ هذا مضيعةً لوقتهِ ووقتكِ، ولا لزومَ له؛ لأن الإجابةَ غالباً ما",
            "page": "5",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "تكون مفتعلةً (وأتوماتيكية)، وفضلاً عن ذلك فهذا السؤال لا يواكب العملية التي تتسمُ بها روحُ العصر. ¶ لا تنتقدي تصرفاتِ أحدِ الأزواجِ من معارفِ الأسرة؛ فهذا الانتقادُ يؤدي عادةً إلى مجادلاتٍ وخلافاتٍ فقد يدافعُ زوجك عن هذا الزوج وينتقد زوجته، وقد ينتقدُ بعض تصرفاتك المشابهة لتصرفات زوجتِه؛ لذلك فالتصرفُ الأمثلُ في حال معرفة وجود خلافات بين زوجين صديقين هو الوقوفُ موقفَ الحياد التامِّ من الخلاف. ¶ لا تُرهقي ميزانيةَ الأسرة بطلباتكِ، بل على العكس يجبُ أن تكوني العقل المدبِّرَ لطلبات البيت والأسرة. ¶ لا تتهكمي على زوجِك أثناءَ فترة راحتهِ في المنزل، فمثلاً عندما يسترخي الزوجُ لبعض الوقتِ لا تصفي استرخاءه بالتراخي والكسلِ؛ فإن هذا التهكمَ يقيِّدُ من حريته في المنزل. ¶ تجنبي إثارة مشاعر زوجك أمام الآخرين؛ فالزوجةُ الذكية هي التي تحترم زوجَها في وجود الآخرين، فلا توجِّهُ له اللومَ، أو تحدِّثهُ بطريقةٍ غير لائقةٍ. ¶ إنَّ الكلماتِ الحلوةَ لها تأثيرُ السِّحرِ على الرجل ،فاحرصي على أن يكون حديثُك معهُ بطريقة لبقةٍ، وتجنبي في حديثك معه الموضوعاتِ التي تضايقُه وانتقي الموضوعاتِ التي يحبُّ الحديثَ فيها. ¶ ويجبُ على كل زوجة أنْ تعلم أنَّ الحياة هي التعاونُ في كل شيء، وليس مطلوباً من الزوجة أن تعرف أعمال زوجِها وتتدخَّلَ في هذه الأعمال، فمثلاً إذا كان الزوجُ طبيباً والزوجةُ مدرسةً فليس مطلوباً منها دراسة",
            "page": "6",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "الطب ولكن مجرد مشاعرها وعطفها يجعلانها كفيلةً بتوجيِه زوجها، والاستحواذِ على رضاهُ، وتستطيعُ كلُّ زوجةٍ بكلماتها الرقيقة أن تناقشَ مشاكلَ زوجها، وتجدَ الحلول لها، وتدفعَه بقوةٍ نحو النجاحِ والتفوُّق، وفي نفس الوقت يجبُ على الزوجة تجنبَ الثرثرةِ في الموضوعات غير المجدَية، وقديماً قال أحد الحكماء: \"كثيراً ما ندمتُ على الكلام ولكنْ على السكوتِ ما ندمتُ قطُّ\". ¶ وعلى الزوج أن يبادلَ الزوجةَ المشاعر الطيبة، والإخلاصَ، ويحاولَ أن يثنيَ عليها بين الحين والآخر؛ لتخيِّمَ على البيت الألفةُ والمحبةُ والسكينةُ، ويستنشقَ الأولادُ هذا الرحيقَ فيشبُّوا أصحَّاءَ أسوياءَ، وبذلك تكون الأسرةُ كما أرادَ لها الحقُّ تبارك وتعالى بستاناً منَ المودَّةِ، وحديقةً ثمارُها التفاهمُ، فينعمُ في ظلِّها الأفرادُ بالهدوءِ والسكينةِ. ¶ بعضُ عادات الأزواج تثيرُ غضب الزوجات ¶ حينما يلتقي الزوجانِ بعد إتمام عملية الزواج معاً كأسرةٍ واحدة، يبدأُ كلٌّ منهما في استكشافِ عالمِ الآخرِ من عاداتٍ وتقاليدَ ومعتقداتٍ، وماذا يحبُّ وماذا يكرهُ؛ ذلك لأنَّ كلًّا منهما كان يعتبَرُ عالماً مجهولاً بالنسبة لرفيق حياته، وقد يكون لدى بعضهِم بعضُ العاداتٍ والسلوكياتِ التي قد تثيرُ غضبَ الآخرَ مما يتطلبُ شيئاً من الصبر والحكمة في مواجهة هذه العاداتِ، حتى لا تكونَ مثارَ كدَرٍ يعكِّرُ صفوَ حياتهِما ويؤثِّرُ مستقبلاً في حياةِ أولادهما، ومنْ أسمى أهدافِ الزواج: تحقيقُ الأمنِ والاستقرارِ النفسيِّ؛ عملاً بقول الحقِّ تباركَ وتعالى: {وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُم مِّنْ",
            "page": "7",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "أَنفُسِكُمْ أَزْوَاجًا لِّتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُم مَّوَدَّةً وَرَحْمَةً إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ} (21) سورة الروم. ¶ غير أننا نجدُ نساءً كثيراتٍ يعانينَ من بعض عاداتِ أزواجهنَّ، وتصرفاتهِم التي ترتبطُ بالعاداتِ التي نُشِّئوا عليها، والتي يصعبُ تغييرُها بعد ذلك، فنسمعُ سيداتٍ يتحدثنَ عن أزواجهنَّ بكل فخرٍ وإعزازٍ، ومع ذلك يشتكينَ من بعضِ السلوكياتِ التي تثيرُ غضبهنَّ وغيظهُنَّ، وتخلقُ توتراً يعكِّرُ صفوَ وهدوءَ العلاقةِ الأسريةِ، فمثلاً هناكَ الزوجُ الذي يتركُ جواربَهُ ملقاةً على الأرض، أو يُلقي بفوطتهِ المبللةِ على فَرش السرير، أو ينسَى أنْ يبلِّغَ زوجتَه بالمكالماتِ التليفونيةِ التي وردتْ إليها وهي غائبةٌ، أو الذي يخرجُ من أيِّ غرفةٍ ويتركُ النورَ مضاءً، أو الذي يفتحُ أيَّ درجٍ أو دولابٍ ويتركُه مفتوحاً، أو الذي يهملُ في إصلاح شيء بسيط في السِّباكة يجيدُه تماماً، ويرفضُ في نفس الوقت إحضارَ السبَّاك لإصلاحه بحجَّة أنه سيفعلُ ذلكَ ولكنه بالطبعِ لا يفعلُ. ¶ وهناك الزوجُ أيضاً الذي يدخلُ في الليلِ متأخراً، ويوقظُ زوجتَه ليسألها عن شيء معيَّن أينَ وضعتُه؟. ¶ هذه كلُّها أمثلةٌ وإنْ كانتْ يسيرةً ولا تعيبُ الزوجَ كرجلٍ وزوجٍ وأبٍ، إلا أنها تخلقُ نوعاً من التوترِ بين الزوجين؛ لأنها تتكررُ بصفة يومية، فلا الزوجةُ تستطيعُ أن تتغاضَى عنها، ولا الزوجُ قادرٌ على تغييرها، فما هو السبيلُ في مواجهة هذه الأمور؟!",
            "page": "8",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "يقول خبراءُ عِلم النفس والتربية: إنَّ هذهِ العاداتِ المزعجةَ للزوجةِ تكونُ عادةً نتيجةَ النشأةِ الاجتماعيةِ في بيت الأسرةِ التي كثيراً ما تفرِّقُ بينَ معاملةِ الأبناءِ والبناتِ وهمْ أطفالٌ صغارٌ، فينشأُ الولدُ وقد اعتادَ على أنَّ هناكَ بعض المسموحاتِ والتجاوزاتِ له، فلا يرتِّبَ سريرَه، ولا يرفعَ جواربَه من على الأرض، ولا يبالي كثيراً بغلق الأبوابِ أو الأدراجِ التي يفتحُها؛ لأنَّ هناكَ دائماً والدتُه التي تنوبُ عنه في القيام بهذه الأشياء، أما الفتاةُ فتنشأُ عادةً على فكرةِ خدمةِ أفرادِ الأسرة حتى يرسخَ فيها هذا الإحساسُ بالواجبِ، ويصبحَ جزءاً منها لا يتجزأُ. ¶ ويكبرُ الفتى بعد ذلك ليصبحَ رجلاً مسئولاً حنوناً ومثاليًّا في أشياءَ كثيرةٍ ولكنه لا يشعرُ بأيِّ باعثٍ داخليٍّ يدفعُه إلى مراعاةِ حقوقِ ومشاعرِ الآخرينَ؛ لهذا فلا يمكنُ أن نلومَه كثيراً إذا أدركنا أنه لا يشعرُ بأهميةِ هذه الأشياءَ البسيطةَ التي تثيرُ غيظَ وغضبَ زوجته؛ لأنهُ بالفعلِ لا يرَى أنها ذاتُ أهميَّةٍ، ويعتقدُ أنَّ زوجتَه تعملُ (من الحبَّة قبَّةً) كما يقولون. ¶ اختلافُ الاتجاهاتِ بين الزوجين ¶ يرى علماءُ النفس أنَّ المشاكلَ تظهرُ بين الزوجين عندما يتوقعُ أحدهُما أنْ يكونَ للطرفِ الآخر نفسُ الإحساسِ تجاهَ أهميةِ الأشياءِ. ¶ فكثيراً ما تفاجأُ الزوجة بزوجها يسارعُ بالقيام بأشياءَ لا تشعرُ هي بأهميتها، في حينِ يماطلُ كثيراً في تلبيةِ الأشياءَ المهمَّةَ في نظرها، فأهميةُ الأشياءَ هنا لا تقاسُ بمعيارٍ واحدٍ لدى كلِّ الطرفين؛ لذلك اتفقتْ معظمُ آراءِ المتخصصين على أنه ليس هناكَ حلُّ سحريٌّ لعلاجِ هذه المشكلَةِ.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "فالرجلُ سوفَ يستمرُّ في أداءٍ ما تعوَّدَ عليه طِوالَ حياتِه؛ لأنه لا يستطيعُ أنْ يفهم لماذا تثيرُ هذه الأشياءَ أصلاً غيظَ وغضبَ زوجته في حينِ أنها كانتْ لا تثيرُ غضبَ والدتِه؟ ولكنْ ليس معنى ذلك أنْ تتقبلَ الزوجةُ هذه الأشياءَ في صمتٍ وتحاولَ أن تكتمَ غيظها، فهناكَ دراسةٌ للتعاملِ مع هذه المواقفَ تتطلبُ بعض الصبرِ وتمالكِ الأعصابِ. ¶ فأولُ خطوةٍ يَنصَحُ بها المتخصصون هي تخفيفُ حدَّةِ الانتقاداتِ التي توجهُها الزوجةُ إلى زوجها؛ لأنَّ الانفعالَ لا يفيدُ، ولكنْ يمكنُها مثلاً أن تنتهزَ فرصةَ العيدِ وتقدِّمَ له هديةً جميلةً مرفَقاً بها كارتُ تدوِّنُ فيه كلَّ الصفاتِ الرائعةِ التي تجدُها فيه، وتضيفُ في النهاية ملحوظةً صغيرةً تفيدُ بأنه لو استطاعَ تغييرَ بعض العاداتِ التي تذكرُها له فإنه سيكونَ الزوجَ المثاليَّ في نظرها، ويمكنُ للزوجة أيضاً أن تتفقَ مع زوجها على أنْ تحاولَ هي أيضاً في المقابل تغييرَ بعضِ العادات التي تضايقُه خاصةً بعد أنْ أكدَّتِ الدراساتُ والأبحاثُ أنَّ معظمَ الأزواج الذين تمَّ التحدثُ معهم يشكونَ أيضاً من عاداتٍ كثيرةٍ في زوجاتهِم كان أهمُّها: ¶ تركَ الأحواضِ مملوءةً بالأطباقِ وأدواتِ المائدةِ المتسخةِ حتى آخرَ النهار، فإذا احتاجَ الزوجُ إلى طبقٍ أو كوبٍ لا يجدُ شيئاً نظيفاً. ¶ ينبغي مراعاةُ الذوقِ العامِّ ¶ هناك أيضاً الزوجةُ التي تقولُ لزوجها: إنها مستعدةٌ للخروج، فيهمُّ هوَ بالوقوفِ عند الباب، ويضطرُّ للانتظار حوالي 10 دقائق أخرى حتى تكون بالفعل مستعدةً.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وهناك الزوجةُ التي تنتابها حالةٌ عصبيةٌ في السيارةِ فلا تتركْ زوجَها يقودُ في هدوءٍ، وتظلُّ طوالَ الطريقِ تُلقي عليه بالتوجيهاتِ والتنبيهاتِ، أو الزوجةُ التي تظلُّ بالساعاتِ تتحدثُ في التليفون ولا تراعي ميعادَ تناولِ الطعام أو انتظارِ زوجِها لمكالمةِ عملٍ، فهي كلُّها أشياءُ يسيرةُ ولكنها تضايقُ الزوجَ؛ لذلكَ يمكن للزوجين أن يتفقا على أن يحاول كلٌّ منهُما التغييرَ من عاداته حتى يتحققَ الهدوءُ والراحةُ في منزلهِما، ويخيِّمَ عليه الاستقرارُ، ويسودَ مناخُ الألفةِ والمحبةِ، ويشعرَ الزوجان أن كلاً منهما مكمِّلٌ للآخر، وينعمَ الأولادُ وسط مناخ التفاهم الذي يعمُّ خيرَه كلَّ أفراد الأسرة. ¶ كما ينصحُ خبراء الاجتماع كلَّ زوجة أثبتت لها الأيام أن عاداتِ زوجِها التي تضايقها لن تتغيرَ بأن تحاولَ هي تغييرَ ردودِ فعلها تجاهِها، لأنها في النهاية أشياءٌ يسيرةٌ بالفعل، خاصةً إذا كان الزوجُ فيه معظم الصفات التي تتمناها الزوجةُ. ¶ بالصبر تبلُغُ ما تريدُ ¶ يؤكد المتخصصون أن عملية تغيير العادات المترسخة في النفس مثل أي عمليةِ تجديدٍ تحتاجُ إلى الصبر والهدوء؛ لأن الانفعال والغضبَ لا يفيدان، ولهما آثارهُما السيئةِ. ¶ ولتحاولْ كلُّ زوجة أن تتغاضَى عن هذه الأشياء، ولا تركِّزَ في نظرتها إلى زوجها إلا على صفاته الجميلةِ، وتقنعَ نفسها بأنها حاولتْ وفشلتْ فلتقبلْه إذاً بعيوبهِ وصفاتهِ كما يتقبلُّها هو بعيوبها وصفاتها، فليس هناك إنسانٌ كاملٌ على وجه الأرض( غير الأنبياء والمرسلين)، كما أن هناك نظريةً",
            "page": "11",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "تقول: إن ما يصيبُنا بالأمراض ليست الأشياءَ في حدِّ ذاتها ولكن نظرتُنا المشوَّهة لهذه الأشياء. ¶ وبذلك ينبغي أن نعدِّلَ من نظرتنا وتقييمنا الخاطئ لبعضِ الأمور، وأن السعادةَ بعد توفيق الله تكونُ في الغالب من صنعِ أيدينا، ونظرتِنا المتفائلَةِ للحياةِ. ¶ متَّعنا اللهُ تعالى، بحياةٍ آمنةٍ ومستقرَّةٍ، ومنحَنا الأمنَ والسكينةَ، وكفانا شرَّ الغضَبِ الذي نهَى عنه الإسلامُ السمْحُ. ¶ - - - - - - - - - - - -",
            "page": "12",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ثانيا ¶ دليلُك إلى السَّعادة الزوجية ¶ كثيرٌ من الناس يشعرون أنهم كانوا في عزوبيتهم أسعدَ حالاً منهم بعد زواجهم، ويكفي أن نعرف أنَّ زيجتين من كلِّ ثلاثٍ تبوءُ بالفشل، وذلك للأخطاءِ التي يرتكبُها الزوجانِ قبلَ وبعدَ الزواج، وإنَّ الزيادةَ المتناميةَ في نِسب الطلاق- ناهيكَ عن الخياناتِ الزوجية- لتدلُّ بوضوحٍ على تعاظمِ هذه المشكلةِ وحاجتِنا جميعاً- رجالاً ونساءً- إلى أُسس واضحةٍ يقومُ عليها بناءُ الحياة الزوجية. ¶ وهذه بعضُ الخطوات العملية- أقدِّمُها للأزواج- أرجو أن تكون معينا لهم على نجاحهم في حياتهم الزوجية، هادياً لهم السعادةَ الزوجيةَ التي طالما كانوا يُنشدونها ¶ قبلَ الزواجِ ¶ (1) حددْ هدفكَ من الزواج: ¶ هناك فئاتٌ كثيرةٌ تفهمُ الزواج فهماً خاطئاً أو قاصراً، ولا تتصورُ الحِكمَ العظيمة التي شُرع من أجلها: ¶ - فمنهم من يرَى أنه متعةٌ وشهوةٌ جسديةٌ فحسبُ. ¶ - ومنهم من يرى أنه سبيلٌ للإنجابِ والتفاخرِ بكثرة الأولاد. ¶ - ومنهم من يرى أنه فرصةٌ للسيطرةِ والقيادةِ وبسطِ النفوذ. ¶ - ومنهم من يرى أنه فرصةٌ لإعفافِ النفسِ وتكثيرِ سواد المؤمنين.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "- ومنهم من يرى أنه عادةٌ توارثَها الأبناءُ عن الآباء. ¶ وقليلٌ منهم من يرى أنه رسالةٌ ومسئوليةٌ عظمَى، وتعاونٌ مستمرٌّ، وتضحيةٌ دائمةٌ في سبيل إسعادِ البشرية وتوجيهِها إلى الطريقِ السليم. ¶ قال تعالى: {يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُم مِّن ذَكَرٍ وَأُنثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِندَ اللَّهِ أَتْقَاكُمْ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ} (13) سورة الحجرات . ¶ وقال تعالى: {وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجًا لِّتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُم مَّوَدَّةً وَرَحْمَةً إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ} (21) سورة الروم ¶ (2) اظفرْ بذات الدِّين (¬1) : ¶ * عَنْ أَبِى هُرَيْرَةَ - رضى الله عنه - عَنِ النَّبِىِّ - صلى الله عليه وسلم - قَالَ « تُنْكَحُ الْمَرْأَةُ لأَرْبَعٍ لِمَالِهَا وَلِحَسَبِهَا وَجَمَالِهَا وَلِدِينِهَا ، فَاظْفَرْ بِذَاتِ الدِّينِ تَرِبَتْ يَدَاكَ » . \" [متفق عليه]. ¶ * وعَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو أَنَّ رَسُولَ اللَّهِ -صلى الله عليه وسلم- قَالَ « الدُّنْيَا مَتَاعٌ وَخَيْرُ مَتَاعِ الدُّنْيَا الْمَرْأَةُ الصَّالِحَةُ ». [رواه مسلم] (¬2) . ¶ * و عَنْ إِسْمَاعِيلَ بْنِ مُحَمَّدِ بْنِ سَعْدِ بْنِ أَبِي وَقَّاصٍ ، عَنْ أَبِيهِ ، عَنْ جَدِّهِ قَالَ : قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : أَرْبَعٌ مِنَ السَّعَادَةِ : الْمَرْأَةُ الصَّالِحَةُ ، وَالْمَسْكَنُ الْوَاسِعُ ، وَالْجَارُ الصَّالِحُ ، وَالْمَرْكَبُ الْهَنِيءُ ، ¶ ¬__________ ¶ (¬1) - البخارى برقم (5090 ) ومسلم برقم ( 3708) ¶ (¬2) - برقم(3716 )",
            "page": "14",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وَأَرْبَعٌ مِنَ الشَّقَاوَةِ : الْجَارُ السُّوءُ ، وَالْمَرْأَةُ السُّوءُ ، وَالْمَسْكَنُ الضِّيقُ ، وَالْمَرْكَبُ السُّوءُ. \" [ابن حبان في صحيحه] (¬1) . ¶ (3) الودودُ الولودُ العؤودُ: ¶ * عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : \" أَلَا أُخْبِرُكُمْ بِنِسَائِكُمْ مِنْ أَهْلِ الْجَنَّةِ الْوَدُودُ ، الْوَلُودُ ، الْعَؤُودُ عَلَى زَوْجِهَا ، الَّتِي إِذَا آذَتْ أَوْ أُوذِيَتْ ، جَاءَتْ حَتَّى تَأْخُذَ بَيْدَ زَوْجِهَا ، ثُمَّ تَقُولُ وَاللَّهِ لَا أَذُوقُ غُمْضًا حَتَّى تَرْضَى \" \" [رواه النسائي في الكبرى ] (¬2) . ¶ (4) الهيِّنةُ اللينةُ السَّهلةُ: ¶ * عَنِ ابْنِ مَسْعُودٍ ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ، قَالَ : أَلاَ أُخْبِرُكُمْ بِمَنْ تُحَرَّمُ عَلَيْهِ النَّارُ ؟ قَالُوا : بَلَى يَا رَسُولَ اللهِ ، قَالَ : عَلَى كُلِّ هَيِّنٍ ، لَيِّنٍ ، قَرِيبٍ ، سَهْلٍ. [ أخرجه ابن حبان ] (¬3) . ¶ (5) العابدةُ المطيعةُ: ¶ * عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ قَالَ قَالَ رَسُولُ اللَّهِ -صلى الله عليه وسلم- « إِذَا صَلَّتِ الْمَرْأَةُ خَمْسَهَا وَصَامَتْ شَهْرَهَا وَحَفِظَتْ فَرْجَهَا وَأَطَاعَتْ ¶ ¬__________ ¶ (¬1) - برقم (4032) وهو صحيح ¶ (¬2) - برقم(7897 ) والطبراني برقم(15637 ) وطس برقم(5806 ) والصحيحة ( 287 ) وصحيح الجامع ( 2604 ) صحيح ¶ (¬3) - برقم (470) وهو صحيح",
            "page": "15",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "زَوْجَهَا قِيلَ لَهَا ادْخُلِى الْجَنَّةَ مِنْ أَىِّ أَبْوَابِ الْجَنَّةِ شِئْتِ ». [رواه أحمد] (¬1) . ¶ (6) الطاهرةُ العفيفةُ: ¶ قيل أفضل النساء التي لا تعرفُ عيب المقال، ولا تهتدي لمكرِ الرجال، فارغةَ القلب إلا من الزينة لبعلها، والإبقاءِ في الصيانة على أهلها.. ¶ (7) إياكَ وهؤلاءِ: ¶ قال بعضُ العرب: لا تنكحوا من النساء ستةً: لا أنانةً، ولا منانةً، ولا حنانةً ولا تنكحوا حدَّاقةً، ولا برَّاقةً، ولا شدَّاقةً. ¶ *والأنانةُ: هي التي تكثرُ التشكي والأنين، وتعصبُ رأسها كلَّ ساعة. ¶ * المنانةُ: التي تمنُّ على زوجها فتقولُ: فعلتُ لأجلك كذا وكذا. ¶ *والحنانةُ: التي تحنُّ إلى زوج آخرَ، أو ولدِها من زوج آخر. ¶ * والحداقةُ: التي ترمي إلى كلِّ شيءٍ بحدقتِها فتشتهيهِ، وتكلِّفُ الزوج شراءَه. ¶ * والبراقةُ: تحتملُ معنيين: ¶ أحدهما: أن تمضيَ معظم وقتها في تصقيلِ وجهِها وتزيينِه ليكون لوجهِها بريقٌ محصَّلٌ بالصنع. ¶ والثاني: أن تغضبَ على الطعام، فلا تأكلْ إلا وحدها، وتستقلَّ نصيبها من كلِّ شيءٍ. ¶ ¬__________ ¶ (¬1) - مسند أحمد برقم (1683) وهو حديث حسن",
            "page": "16",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "*والشداقةُ: المتشدقةُ الكثيرةُ الكلام. ¶ (8) حسنةُ الخلُق صابرةٌ: ¶ كان في قريش رجل في خلقه سوء، وفي يده سماح، وكان ذا مال، فكان لا يكادُ يتزوج امرأةً إلا فارقها لسوء خلقه وقلة احتمالها، فخطب امرأة من قريش جليلة القدر، وبلغها عنه سوء- فلما انقطع ما بينهما من المهر قال لها يا هذه! إن فيَّ سوءَ خلُق، فإن كان بك صبرٌ، وإلا فلستُ أغرَّكِ بي. فقالت له أسوأُ خلقاً منك لمن يحوجُك إلى سوء الخلُق، ثم تزوجته، فما جرى بينهما كلمةً حتى فرَّق بينهما الموتُ. ¶ (9) التكافؤُ: ¶ لا تتزوجْ امرأةً ترى أنها تسدي إليك معروفاً بزواجها منك، واعلمْ أنك إذا فعلت ذلك فسوف تتحولُ حياتكُما الزوجية إلى نكَدٍ دائمٍ وتعاسةٍ مستمرةٍ. فإمَّا أن ترضخَ لزوجتك باعتبارها صاحبةَ المعروف والشريكَ الأعلى، وبذلك تفقدُ اعتباركَ وإحساسكَ بالأهمية، وإمَّا أن تطالبَ بحقِّك في القوامةِ والريادةِ والمسئوليةِ، وعند ذلك لن تخضعَ لك شريكتُك لأنها تنظرُ إليك على الدوام نظرةَ الشريك الأدنى، ففي كلا الحالين سوف تنشأُ المشكلاتُ، والسلامةُ ألا تقدمَ على مثل هذا الزواج. ¶ (10) التقاربُ: ¶ لا تتزوجْ امرأة على نقيضكَ تماماً في الذوقِ والمشارب والاهتماماتِ؛ لأن هذهِ الأشياءَ هي التي تكوّنُ حياتَكما الزوجيةِ مِتعتُها ،فكلَّما كانت الشقةُ بينكما بعيدةً كلما فقدتْ حياتُكما الزوجيةُ متعتَها. وكلما تزايدتْ",
            "page": "17",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "عاداتُكما وصفاتُكما واهتماماتُكما المتشابهةُ كلما قويتْ سعادتُكما وازدادتْ فرصُ نجاحِكُما. ¶ (11) رأي عمر رضي الله عنه في صفات الرجال والنساء ¶ وعَنْ سَمُرَةَ بْنِ جُنْدُبٍ ، قَالَ : سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ يَقُولُ : النِّسَاءُ ثَلاَثَةٌ : امْرَأَةٌ هَيِّنَةٌ لَيِّنَةٌ عَفِيفَةٌ مُسْلِمَةٌ وَدُودٌ وَلُودٌ تُعِينُ أَهْلَهَا عَلَى الدَّهْرِ , وَلاَ تُعِينُ الدَّهْرَ عَلَى أَهْلِهَا , وَقَلَّ مَا تَجِدُهَا ، ثَانِيَةٌ : امْرَأَةٌ عَفِيفَةٌ مُسْلِمَةٌ إنَّمَا هِيَ وِعَاءٌ لِلْوَلَدِ لَيْسَ عِنْدَهَا غَيْرُ ذَلِكَ ، ثَالِثَةٌ : غُلٌّ قَمِلٌ يَجْعَلُهَا اللَّهُ فِي عُنُقِ مَنْ يَشَاءُ وَلاَ يَنْزِعُهَا غَيْرُهُ ،الرِّجَالُ ثَلاَثَةٌ : رَجُلٌ عَفِيفٌ مُسْلِمٌ عَاقِلٌ يَأْتَمِرُ فِي الأُمُورِ إذَا أَقْبَلَتْ وَتَشَبَّهت ، فَإِذَا وَقَعَتْ خَرَجَ مِنْهَا بِرَأْيِهِ وَرَجُلٌ عَفِيفٌ مُسْلِمٌ لَيْسَ لَهُ رَأْيٌ فَإِذَا وَقَعَ الأَمْرُ أَتَى ذَا الرَّأْيِ وَالْمَشُورَةِ فَشَاوَرَهُ وَاسْتَأْمَرَهُ ثُمَّ نَزَلَ عِنْدَ أَمْرِهِ ، وَرَجُلٌ حَائِرٌ بَائِرٌ لاَ يَأْتَمِرُ رُشْدًا وَلاَ يُطِيعُ مُرْشِدًا.\" (¬1) ¶ وعَنْ سَمُرَةَ بْنِ جُنْدُبٍ رَضِيَ اللَّهُ عَنْهُ قَالَ : قَالَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ : \" النِّسَاءُ ثَلَاثٌ ، وَالرِّجَالُ ثَلَاثَةٌ : فَامْرَأَةٌ عَاقِلَةٌ عَفِيفَةٌ مُسْلِمَةٌ هَيِّنَةٌ لَيِّنَةٌ ، وَدُودٌ وَلُودٌ ، تُعِينُ أَهْلَهَا عَلَى الدَّهْرِ ، وَلَا تُعِينُ الدَّهْرَ عَلَى أَهْلِهَا ، وَقَلِيلٌ مَا تَجِدُهَا ، وَأُخْرَى وِعَاءٌ لِلْوَلَدِ لَا تَزِيدُ عَلَى ذَلِكَ ، وَالْأُخْرَى غُلٌّ قَمِلٌ يَجْعَلُهَا اللَّهُ فِي عُنُقِ مَنْ يَشَاءُ ، ثُمَّ إِذَا شَاءَ أَنْ يَنْزِعَهُ نَزَعَهُ . وَالرِّجَالُ ثَلَاثَةٌ : رَجُلٌ عَاقِلٌ عَفِيفٌ بَرٌّ مُسْلِمٌ ، يَنْتَظِرُ الْأُمُورَ وَيَأْتَمِرُ فِيهَا أَمْرَهُ إِذَا أُشْكِلَتْ ¶ ¬__________ ¶ (¬1) - مصنف ابن أبي شيبة - (4 / 309) (17432) صحيح",
            "page": "18",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "عَلَى عَجَزَةِ الرِّجَالِ وَضَعَفَتِهِمْ ، وَرَجُلٌ لَيْسَ عِنْدَهُ رَأْيٌ فَإِذَا نَزَلَ بِهِ أَمْرٌ أَتَى ذَوِي الرَّأْيِ وَالْقُدْرَةِ فَاسْتَشَارَهُمْ ، فَإِذَا أَمَرُوهُ بِشَيْءٍ نَزَلَ عِنْدَ رَأْيِهِمْ ، وَرَجُلٌ حَائِرٌ بَائِرٌ لَا يَأْتَمِرُ الرُّشْدَ وَلَا يُطِيعُ الْمُرْشِدَ \" (¬1) ¶ وعَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ، قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : \" النِّسَاءُ عَلَى ثَلَاثَةِ أَصْنَافٍ : صِنْفٌ كَالْعُرِّ ، وَهُوَ الْجَرَبُ ، وَصِنْفٌ كَالْوِعَاءِ تَحْمِلُ وَتَضَعُ ، وَصِنْفٌ وَدُودٌ وَلُودٌ مُسْلِمَةٌ ، تُعِينُ زَوْجَهَا عَلَى إِيمَانِهِ ، وَهِيَ خَيْرٌ لَهُ مِنَ الْكَنْزِ \" (¬2) ¶ (12) لا تخفِ عيوبَك عمَّن اخترتها أنْ تكونَ شريكةَ حياتِك: ¶ بل أطلعها على عيوبِك كلِّها، كحدَّةِ الطبع، وسرعةِ الغضب، وشدَّة الغَيرة التي تجاوزُ الحد المحمودَ، والحرصِ الشديد، وغير ذلك، فإنْ رضيتْ بك على ذلك فهذا شأنُها، وربما استطاعت أن تغيِّر فيك هذه الصفاتِ السلبيةِ وتجعلَ عوضاً عنها صفاتٍ إيجابيةً. أمَّا إذا لم تظهرْ سوى صفاتِك الحميدةَ،وطباعِك الرشيدةَ، وبالغتْ في كتمانِ العيوب، فسرعانَ ما سيتكشَّفُ أمرُك بعد الزواج، وستظهرُ بصورة الكاذبِ المخادعِ أمام زوجتك، وهذا نذيرٌ بالخطر المحدِق بحياتِكما الزوجية. ¶ (13) اتفقا على كل شيء قبل الزواج حتى لا تكثر بينكما الخلافات بعد الزواج، ومن الأشياء التي يجب الاتفاق بشأنها: ¶ ¬__________ ¶ (¬1) -تَارِيخُ الْمَدِينَةِ لِابْنِ شَبَّةَ (1222 ) صحيح ¶ (¬2) - أَمْثَالُ الْحَدِيثِ لِلرَّامَهُرْمِزِيِّ(113 ) ومُسْنَدُ الشَّامِيِّينَ لِلطَّبَرَانِيِّ(670 و671) حسن لغيره",
            "page": "19",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "* طبيعة ومكان وأثاث منزل الزوجية ¶ * كيفيةُ الإنفاق. ¶ * عملُ الزوجة. ¶ * خروجُ الزوجة. ¶ * نظرتُكما للمناسباتِ والعادات الاجتماعية. ¶ * وقبل ذلك الاتفاقُ على هدفِكما من الزواج، بل في الحياة كلها: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ} (56) سورة الذاريات ¶ وَاللهُ تَعَالى لَمْ يَخْلُقِ الإِنْسَ وَالجِنَّ إلاَّ لِيَعْرِفُوهُ ، وَيَقُومُوا بِعِبَادَتِهِ وَتَوْحِيدِهِ وَحَمْدِهِ عَلَى أنْعُمِهِ التي لا تُحصَى . (¬1) ¶ حوار بين زوج وزوجته ¶ قال الزوج لصاحبه: من عشرين عاماً لم أر ما يغضبني من أهلي. ¶ فقال صاحبه متعجباً: وكيف ذلك ؟ ¶ قال الزوج: من أول ليلة دخلت على امرأتي، قمت إليها فمددتُ يدي نحوها. ¶ فقالت: على رسلك يا أبا أمية .. كما أنت، ثم قالت: الحمد لله والصلاة والسلام على رسول الله ... إني امرأة غريبة لا علمَ لي بأخلاقك فبين لي ما تحبُّ فآتيه، وما تكره فأتركه. ¶ ثم قالت: أقول قولي هذا وأستغفر الله لي ولك. ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد - (1 / 4610)",
            "page": "20",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "قال الزوج لصاحبه: فأحوجتني والله إلى الخطبة في ذلك الموضع. ¶ فقلت: الحمد لله وأصلي على النبي وآله وصحبه وأسلم. ¶ وبعد: فإنكِ قلتِ كلاماً إن ثبتِّ عليه يكنْ ذلك حظُّك، وإنْ تدَّعيه يكنْ حجة ًعليك .. أحبُّ كذا وكذا، وأكره كذا وكذا.. ومارأيتِ من حسنةٍ فانشريها، وما رأيتِ من سيئةٍ فاستريها. ¶ فقالت : كيف محبتُكَ لزيارةِ أهلي؟ ¶ قلت: ما أحبُّ أن يملَّني أصهاري... (يعني لا يريدها تكثرُ من الزيارة) .. ¶ فقالت: فمنْ تحبُّ من جيرانك أن يدخلَ دارك فآذنَ له؟ ومن تكرهُ فأكره؟ ¶ قلت: بنو فلان قومٌ صالحون، وبنو فلان قومُ سوءٍ... ¶ قال الزوج لصاحبه: فبتُّ معها بأنعم ليلةٍ، وعشتُ معها حولاً لا أرى إلا ما أحبُّ.. فلما كان رأسُ الحول .. جئت من عملي .. وإذا بأم الزوجة في بيتي.. ¶ ** وهنا يبدأ الحوار بين الزوج وحماته.. ¶ فقالت (أم الزوجة) لي : كيف رأيتَ زوجتكَ؟ ¶ قلت: خيرُ زوجةٍ .... ¶ قالت: يا أبا أمية.. واللهِ ما حازَ الرجالُ في بيوتهم شراً من المرأة المدلَّلة فأدِّبْ ما شئتَ أن تؤدبَ، وهذِّبْ ما شئتَ أن تهذِّبَ.. ¶ قال الزوج: فمكثتْ معي عشرينَ عاماً لم أعتبْ عليها في شيء إلا مرةً وكنتُ لها ظالماً.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "والحوارانِ فيهما فوائدٌ عدة: ¶ أولاً : التكنيةُ عند النداء \"فالزوجة قالت لزوجها على رسلك يا أبا أمية\". ¶ وهكذا ينبغي للمرأة أن تهتمَّ بتكنية زوجها في النداء، سواء للتوقير أو للتدليل حسب ما يناسب المكان والزمان من الأسماء والصفات .. وكذلك ينبغي للرجل أن يفعل مع زوجته. فعَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم . قَالَتْ : دَخَلَ الْحَبَشَةُ الْمَسْجِدَ يَلْعَبُونَ . فَقَالَ لِي : يَاحُمَيْرَاءُ ، اتُحِبَّينَ أَنْ تَنْظُرِي إِلَيْهِمْ ؟ فَقُلْتُ : نَعَمْ \" ¶ وعَنِ ابْنِ شِهَابٍ قَالَ أَبُو سَلَمَةَ إِنَّ عَائِشَةَ - رضى الله عنها - قَالَتْ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يَوْمًا « يَا عَائِشَ ، هَذَا جِبْرِيلُ يُقْرِئُكِ السَّلاَمَ » . فَقُلْتُ وَعَلَيْهِ السَّلاَمُ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ ، تَرَى مَا لاَ أَرَى . تُرِيدُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - (¬1) (¬2) ¶ ثانياً: فقه هذه المرأة .. فقد علمت أهم الأسس التي تقوم عليها السعادة الزوجية، وهي: ¶ الإيمانُ بالله عز وجل وحسنُ الاتصال به، وهذا واضح من بدئها بالحمد لله و الصلاة والسلام على رسول الله. ¶ طاعتها لزوجها، وهذا جليٌّ في خطابها له، وحرصها على موافقة زوجها فيما يحبُّ ويرضى في طاعة الله. ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (3768 ) ¶ (¬2) - المسند الجامع - (20 / 289) (17003) والسنن الكبرى للإمام النسائي الرسالة - (5 / 478)( 8902) صحيح",
            "page": "22",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "معرفةُ الزوج، إذ كثيرٌ من النساء لا يعرفن أزواجهن معرفة تمكنهن من التسلل إلى قلوبهم، والذي يقرأ ويسمع حالات الطلاق يجدُ عبارةً تتكررُ كثيراً من المرأة والرجل على السواء \"لم يفهمني ولم أفهمه\". ¶ ثالثاً: الاستمرارُ في حسن العشرة .. قال الزوج: \"فإنكِ قلت كلاماً إن ثبتِّ عليه يكنْ ذلك حظكِ وإن تدَّعيه يكنْ حجةً عليك\". ¶ ليؤكد لها أن حسن العشرة تحتاج منها إلى ثبات .. ليس في الشهر الأول فقط. ¶ رابعاً: ستر العيوب .. كان مما أشار إليه الزوج \" ما رأيت من حسنةٍ فانشريها، وما رأيتِ من سيئة فاستريها\". ¶ وستر العيوب من صفات المرأة الصالحة ؛ ولذا فسر بعض العلماء قول الله تعالى: حافظات للغيب بما حفظ الله. النساء، الآية :34 .أي: اللاتي لا يكشفن أسرار أزواجهن. ¶ قَالَ رَسُولُ اللَّهِ -صلى الله عليه وسلم- « إِنَّ مِنْ أَشَرِّ النَّاسِ عِنْدَ اللَّهِ مَنْزِلَةً يَوْمَ الْقِيَامَةِ الرَّجُلَ يُفْضِى إِلَى امْرَأَتِهِ وَتُفْضِى إِلَيْهِ ثُمَّ يَنْشُرُ سِرَّهَا ». (¬1) ¶ -------------- ¶ ¬__________ ¶ (¬1) - صحيح مسلم- المكنز - (3615 ) ¶ http://www.islamlight.net/files/zafaf/gisas1mnu3at.htm ¶ http://www.almeshkat.net/vb/showthread.php?t=61039 ¶ http://www.kalemat.org/sections.php?so=va&aid=191",
            "page": "23",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "بعد الزواج ¶ (1) ارضَ بما قسمَ اللهُ لك: ¶ إذا تزوجت امرأة فيجبُ عليك أن ترضى بها زوجة لك، إذ لا مفرَّ لك من ذلك، ولن تجنيَ من وراء بغضك لها وكرهكَ إياها إلا الحسرةَ والتعاسةَ والفشلَ في الحياة. ¶ فعَنْ أَبِي وَائِلٍ ، قَالَ : قَالَ عَبْدُ اللَّهِ : ارْضَ بِمَا قَسَمَ اللَّهُ لَكَ تَكُنْ أَغْنَى النَّاسِ ، وَأَدِّ مَا افْتَرَضَ اللَّهُ عَلَيْكَ تَكُنْ أَعْبُدَ النَّاسِ ، وَاجْتَنِبْ مَا حَرَّمَ اللَّهُ عَلَيْكَ تَكُنْ مِنْ أَوْرَعِ النَّاسِ .\" (¬1) ¶ وعَنْ أَبِي هُرَيْرَةَ ، قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : مَنْ أَخَذَ عَنِّي هَؤُلاءِ الْكَلِمَاتِ ، أَوْ تَعَلَّمَهُنَّ ، أَوْ يَعْمَلُ بِهِنَّ ؟ قَالَ : قُلْتُ : أَنَا يَا رَسُولَ اللَّهِ ، قَالَ : فَأَخَذَ بِيَدِي فَعَقَدَ فِيهِنَّ خَمْسًا ، قَالَ : اتَّقِ الْمَحَارِمَ تَكُنْ أَعْبَدَ النَّاسِ ، وَارْضَ بِمَا قَسَمَ اللَّهُ لَكَ تَكُنْ أَغْنَى النَّاسِ ، وَأَحْسِنْ إِلَى جَارِكَ تَكُنْ مُؤْمِنًا ، وَأَحِبَّ لِلنَّاسِ مَا تُحِبُّ لِنَفْسِكَ تَكُنْ مُسْلِمًا ، وَلا تُكْثِرِ الضَّحِكَ فَإِنَّ كَثْرَةَ الضَّحِكِ تُمِيتُ الْقَلْبَ.\" (¬2) ¶ وعَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَهُ: \" يَا أَبَا هُرَيْرَةَ، كُنْ وَرِعًا تَكُنْ أَعْبَدَ النَّاسِ، وَارْضَ بِمَا قَسَمَ اللهُ لَكَ تَكُنْ أَغْنَى ¶ ¬__________ ¶ (¬1) - الزهد أبي داود (139) صحيح موقوف، وصح مرفوعا وموسوعة خطب المنبر - (ج 1 / ص 1025) والآداب الشرعية - (ج 3 / ص 475) ¶ (¬2) - الفوائد لتمام (50) وسنن الترمذى- المكنز - (2475) وشعب الإيمان - (12 / 92) (9096 ) حسن لغيره",
            "page": "24",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "النَّاسِ، وَأَحِبَّ لِلْمُسْلِمِينَ الْمُؤْمِنِينَ مَا تُحِبُّ لِنَفْسِكَ وَأَهْلِ بَيْتِكَ، وَاكْرَهْ لَهُمْ مَا تُكْرَهُ لِنَفْسِكَ وَأَهْلِ بَيْتِكَ تَكُنْ مُؤْمِنًا، وَجَاوِرْ مَنْ جَاوَرْتَ مِنَ النَّاسِ بِإِحْسَانٍ تَكُنْ مُسْلِمًا، وَإِيَّاكَ وَكَثْرَةَ الضَّحِكِ ؛ فَإِنَّ فِي كَثْرَةِ الضَّحِكِ فَسَادُ الْقَلْبِ \" (¬1) ¶ أين نحن من هؤلاء؟ ¶ قيل لأبي عثمان النيسابوري: ما أرجى عمل عندك؟ ¶ قال: كنت في صبوتي يجتهد أهلي أن أتزوج فآبي. فجاءتني امرأة فقالت: يا أبا عثمان! أسألك بالله أن تتزوجني، فأحضرت أباها، وكان فقيراً فزوّجني منها، وفرح بذلك. ¶ فلما دخلت إليّ رأيتها عوراء، عرجاء مشومة!! ¶ قال: وكانت لمحبتها لي تمنعني الخروج فأقعدَ حفظاً لقلبها، ولا أظهر لها من البغض شيئا. فبقيت هكذا خمس عشر حتى ماتت، فما من عملي شيء هو أرجى عندي من حفظي لقلبها. (¬2) ¶ (2) اعلمْ أنَّ أهم ما ينبغي لك إدراكُه هو أن سعادتَك في الزواج تتوقفُ على ما تفعله بعد زواجِك. ¶ فإذا كنت شخصاً متَّزناً عاقلاً خالياً من العقِد النفسية، مستقيماً على شرع الله، ففي استطاعتِك أن تحقق لنفسكَ السعادةَ في الزواج، فالزواجُ برغم مشكلاته ومصاعبه هو أفضلُ طرق الحياة وأرضاها. ¶ ¬__________ ¶ (¬1) - شعب الإيمان - (13 / 458) (10615 ) حسن لغيره ¶ (¬2) - صيد الخاطر - (ج 1 / ص 132)",
            "page": "25",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "(3) جددْ حبَّكَ لزوجتكَ: ¶ لا يمكنُ أن تستمرَّ سعادتك الزوجية إلا بتجديد حبك لزوجتك، فالحبُّ هو الذي يصنعُ الزواجَ السعيد، بل هو الباعثُ على كل التصرفات الحميدة. ¶ (4) اعلمْ أنَّ زوجتَك ليستْ أنتَ: ¶ على الرغم من نقاط الاتفاق التي تجمع بينك وبين زوجتك، فينبغي عليك أن تقدِّر ما تنفرد به عنكَ زوجتك من نقاطِ اختلافٍ فلا يمكن لاثنين يجتمعانِ في خليَّة زوجيةٍ أن يكونا متطابقين تماماً تطابقَ نصفي الكرة ،ولابدَّ أن يكون كلٌّ منهما متفرداً بشخصية مميزة وذاتية محددة، تجعله بعيداً عن التماثلِ مع صاحبه. ¶ (5) لا تظنَّ أنَّ الكارثةَ قد وقعتْ عندْ أيِّ خلافٍ: ¶ قد تنشأُ الخلافاتُ والمنغصات والمشكلات في أية لحظة، ولأي سبب، وذلك لاختلاف رغبات كل من الزوجين، وعند ذلك عليك أن تتقبل هذه الاختلافاتِ على أنها أمرٌ طبيعيٌّ لابد منه، وتحاولْ علاجها بالنقاش الهادئ والحوار البنّاء فلكلِّ داءٌ دواءٌ، ولكلِّ مشكلةٍ علاجٌ، فلا تيأسْ من علاج أيِّ مشكلة إذا كنت تتطلعُ إلى تأسيسِ حياةٍ زوجيةٍ سعيدةٍ. ¶ (6) حاولْ تحاشي إثارةَ الموضوعاتِ التي تثيرُ حساسيةَ زوجتِكَ. ¶ وتستدعي غضبَها، واجتنبْ القيام أمامها بعملِ شيءٍ تعرف سلفاً أنها لا ترضَى عنه.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "(7) لا تكنْ معارضاً لكلِّ اقتراحٍ أو رأيٍ يصدرُ عن زوجتك، فإنَّ ذلك يؤلِمُها ويفقدُها الإحساسَ بقيمتها عندك، مما يؤثِّرُ على سعادتكُما الزوجية. ¶ وعليك- بدلاً من ذلك- أن تشجِّعَها على إبداء رأيها، وتحمدَ الصواب من آرائها، ولا تظهرَ المعارضة لأمورٍ تعرفُ أنها محبوبةٌ ومرغوبةٌ لديها إلا ما كان فيه محذورٌ شرعيٌّ، وفي هذه الحالة عليك التوجيهُ بلطفٍ ولينٍ ورفقٍ. ¶ (8) اعلمْ أنَّ قَوامةَ الرجل على زوجته لا تعني البطشَ والتعالي والتكبُّرَ. ¶ وإنما تعني الرعاية والحفظ والرأفة والرحمةَ ووضعَ كل أمر في موضعه شدةً وليناً، ولا شكَّ أن سوءَ استخدام الرجل لصلاحياتِه المعطاةِ له يؤدي إلى نقيضِ السعادةِ. ¶ (9) اعرفْ طبيعةَ زوجتِكَ: ¶ إنَّ جانب العاطفة لدى المرأة أقوى منه لدى الرجل، وقد يطغَى عليها هذا الجانبُ فتقومُ بتصرفاتٍ خاطئة، والواجبُ عليك عندئذ ألا تقابل هذه الثورةً العاطفيةَ بثورةٍ أخرى غضبيةٍ منشؤُها إرادتُك إظهارَ رجولتِك، فإن الرجولةَ الحقيقيةَ تعني التعقُّلَ في جميع التصرفات، ووضع الأمور في نصابها، وقيادةِ سفينةِ الحياة حتى تصلَ إلى بَرِّ الأمانِ.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "فعَنْ أَبِى هُرَيْرَةَ - رضى الله عنه - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ « لَيْسَ الشَّدِيدُ بِالصُّرَعَةِ ، إِنَّمَا الشَّدِيدُ الَّذِى يَمْلِكُ نَفْسَهُ عِنْدَ الْغَضَبِ » (¬1) . ¶ وعَنْ أَنَسٍ قَالَ كَانَ النَّبِىُّ - صلى الله عليه وسلم - عِنْدَ بَعْضِ نِسَائِهِ فَأَرْسَلَتْ إِحْدَى أُمَّهَاتِ الْمُؤْمِنِينَ بِصَحْفَةٍ فِيهَا طَعَامٌ ، فَضَرَبَتِ الَّتِى النَّبِىُّ - صلى الله عليه وسلم - فِى بَيْتِهَا يَدَ الْخَادِمِ فَسَقَطَتِ الصَّحْفَةُ فَانْفَلَقَتْ ، فَجَمَعَ النَّبِىُّ - صلى الله عليه وسلم - فِلَقَ الصَّحْفَةِ ، ثُمَّ جَعَلَ يَجْمَعُ فِيهَا الطَّعَامَ الَّذِى كَانَ فِى الصَّحْفَةِ وَيَقُولُ « غَارَتْ أُمُّكُمْ » ، ثُمَّ حَبَسَ الْخَادِمَ حَتَّى أُتِىَ بِصَحْفَةٍ مِنْ عِنْدِ الَّتِى هُوَ فِى بَيْتِهَا ، فَدَفَعَ الصَّحْفَةَ الصَّحِيحَةَ إِلَى الَّتِى كُسِرَتْ صَحْفَتُهَا ، وَأَمْسَكَ الْمَكْسُورَةَ فِى بَيْتِ الَّتِى كَسَرَتْ . \" (¬2) ¶ (10) أشعرْ نفسَكَ بالرِّضا والسعادةِ: ¶ لا تكنْ كهؤلاء الرجال الذين لا يرون ما عند زوجاتهم من الإيجابياتِ والفضائل ولا ينظرون إليهن إلا بعين التقصير والانتقاص ، فعَنْ أَبِى هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ -صلى الله عليه وسلم- « لاَ يَفْرَكْ مُؤْمِنٌ مُؤْمِنَةً إِنْ كَرِهَ مِنْهَا خُلُقًا رَضِىَ مِنْهَا آخَرَ » (¬3) . ¶ قال الشاعر: ¶ وعَيْنُ الرِّضا عن كلِّ عيبٍ كليلةٌ ولكنّ عينَ السخطِ تُبدِي المَساوِيا ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (6114 ) وصحيح مسلم- المكنز - (6809) ¶ (¬2) - صحيح البخارى- المكنز - (17 / 354) (5225 ) ¶ (¬3) - صحيح مسلم- المكنز - (3721 ) -يَفرك : يبغض",
            "page": "28",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وقال آخر: ¶ نظروا بعين عداوة لو انها عينُ الرّضَى لاستَحسَنوا ما استَقبحُوا ¶ وقال آخر : ¶ إِذَا كُنْتَ فِي كُلِّ الْأُمُورِ مُعَاتِبًا ... صَدِيقَكَ لَمْ تَلْقَ الَّذِي لَا تُعَاتِبُهْ ¶ (11) لا تتخيلْ أنَّ امرأةً أحسنُ من زوجتك: ¶ قال ابن الجوزي: \"أكثرُ شهواتِ الحسن النساءُ. وقد يرى الإنسانُ امرأةً في ثيابها، فيتخايلُ له أنها أحسنُ من زوجته، أو يتصوَّرُ بفكره المستحسناتِ، وفكرهُ لا ينظرُ إلا إلى الحسن من المرأة، فيسعَى في التزوج والتسرِّي، فإذا حصل له مرادهُ لم يزلْ ينظر في عيوب الحاصلِ التي ما كان يتفكَّرُ فيها، فيملُّ ويطلب شيئاً آخر، ولا يدري أنَّ حصول أغراضِه في الظاهر ربما اشتملَ على مِحَنٍ، منها أن تكون الثانيةُ لا دينَ لها أو لا عقلَ، أو لا محبَّةَ لها أو لا تدبيرَ، فيفوِّتُ أكثر مما حصَّلَ! ¶ وهذا المعنى هو الذي أوقعَ الزناة في الفواحش، لأنهم يجالسونَ المرأةَ حالَ استتارِ عيوبِها عنهم، وظهورِ محاسنِها، فتلذُّهم تلك الساعةِ ثم ينتقلون إلى أخرى. ¶ فليعلمِ العاقلُ أنْ لا سبيلَ إلى مراد تامٍّ كما يريدُ قال تعالى : { وَلَسْتُم بِآخِذِيهِ إِلاَّ أَن تُغْمِضُواْ فِيهِ } (¬1) (267) سورة البقرة ، وذو الأنفَة يأنفُ من الوسخِ صورةً وعيبِ الخلْق معنًى، فليقنعْ بما باطنُه الدِّينُ وظاهره السِّترُ ¶ ¬__________ ¶ (¬1) - لَسْتُمْ بِآخِذِيهِ - لاَ تَأخُذُونَهُ لَوْ أَنَّهُ أعْطِيَ إِلَيكُمْ .إلاّ أنْ تُغْمِضُوا فِيهِ - إِلاّ عَنْ إغْمَاضٍ وَاسْتِحْيَاءٍ وَتَسَاهُلٍ .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "والقناعةُ، فإنه يعيشْ مرفَّهَ السِّرِّ طيِّبَ القلبِ. ومتى استكثرَ فإنما يستكثرُ من شُغلِ قلبهِ ورقَّةِ دينهِ \" (¬1) ¶ قلت : فعَنْ جَابِرٍ ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَأَى امْرَأَةً ، فَدَخَلَ عَلَى زَيْنَبَ فَقَضَى حَاجَتَهُ وَخَرَجَ ، وَقَالَ : إِنَّ الْمَرْأَةَ إِذَا أَقْبَلَتْ ، أَقْبَلَتْ فِي صُورَةِ شَيْطَانٍ ، فَإِذَا رَأَى أَحَدُكُمُ امْرَأَةً أَعْجَبَتْهُ فَلْيَأْتِ أَهْلَهُ فَإِنَّ مَعَهَا مِثْلَ الَّذِي مَعَهَا.\" (¬2) ¶ وعَنْ جَابِرٍ أَنَّ رَسُولَ اللَّهِ -صلى الله عليه وسلم- رَأَى امْرَأَةً فَأَتَى امْرَأَتَهُ زَيْنَبَ وَهْىَ تَمْعَسُ مَنِيئَةً لَهَا فَقَضَى حَاجَتَهُ ثُمَّ خَرَجَ إِلَى أَصْحَابِهِ فَقَالَ « إِنَّ الْمَرْأَةَ تُقْبِلُ فِى صُورَةِ شَيْطَانٍ وَتُدْبِرُ فِى صُورَةِ شَيْطَانٍ فَإِذَا أَبْصَرَ أَحَدُكُمُ امْرَأَةً فَلْيَأْتِ أَهْلَهُ فَإِنَّ ذَلِكَ يَرُدُّ مَا فِى نَفْسِهِ ». (¬3) ¶ وعَنْ جَابِرٍ ، قَالَ : قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : إِذَا رَأَى أَحَدُكُمُ الْمَرْأَةَ الَّتِي تُعْجِبُهُ فَلْيَرْجِعْ إِلَى أَهْلِهِ حَتَّى يَقَعَ بِهِمْ ، فَإِنَّ ذَلِكَ مَعَهُمْ. (¬4) ¶ (12) لا تفتِّشْ عنِ العيوبِ الخفيَّةِ: ¶ قال ابن الجوزي (¬5) : \"ينبغي للعاقل أن يكون له وقتٌ معلومٌ يأمرُ زوجتَه بالتصنُّع له فيه، ثم يغمضُ عن التفتيشِ، ليطيبَ له عيشُه، وينبغي لها أن ¶ ¬__________ ¶ (¬1) -صيد الخاطر - (ج 1 / ص 99) ¶ (¬2) - صحيح ابن حبان - (12 / 384) (5572) صحيح ¶ (¬3) - صحيح مسلم- المكنز - (3473 ) -تمعس : تدلك -المنيئة : الجلد أول ما يوضع فى الدباغ ¶ (¬4) - صحيح ابن حبان - (12 / 385) (5573) صحيح ¶ (¬5) - صيد الخاطر - (ج 1 / ص 66)",
            "page": "30",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "تتفقدَ من نفسِها هذا، فلا تحضرُه إلا على أحسنٍ حال، وبمثلِ هذا يدومُ العيشُ. ¶ فأمَّا إذا حصلتِ البذلةُ بانتْ بها العيوبُ، فنبتْ- أي نفرت- النفسُ وطلبتِ الاستبدالَ، ثم يقعُ في الثانية مثلَ ما يقعُ في الأولى. ¶ وكذلك ينبغي أن يتصنَّع لها كتصنُّعها له ليدومَ الوِدُّ بحسنِ الائتلاف. ¶ ومتى لم يجرِ الأمرُ على هذا في حقِّ مَن له أنفَةٌ من شيء تنبو عنه النفسُ، وقع في أحد أمرين: إمَّا الإعراضُ عنها، وإما الاستبدالُ بها. ¶ ويحتاجُ في حالة الإعراض إلى صبرٍ عن أغراضِه. وفي حالة الاستبدال إلى فضلِ مؤنةٍ، وكلاهما يؤذي. ¶ ومتى لم يستعملْ ما وصفنا لم يطبْ له عيش في متعةٍ، ولم يقدرْ على دفعِ الزمان كما ينبغي. ¶ قلت : عَنِ ابْنِ عبَّاسٍ قَالَ : إنِّي أُحِبُّ أَنْ أَتَزَيَّنَ لِلْمَرْأَةِ , كَمَا أُحِبُّ أَنْ تَتَزَيَّنَ لِي الْمَرْأَةُ , لأَنَّ اللَّهَ تَعَالَى يَقُولُ : {وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ} وَمَا أُحِبُّ أَنْ أَسْتَنْطِفَ حَقِّي عَلَيْهَا , لأَنَّ اللَّهَ تَعَالَى يَقُولُ : {وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ}. (¬1) ¶ (13) أسعدْ زوجتِك تسعدْ: ¶ أعطِ لتأخذْ، هذا هو أحد قوانين الحياة، فإذا أعطيتَ لزوجتك السعادةَ حصلتَ عليها، واعلم أن المستفيدَ الأول من سعادة زوجتك هو أنتَ، ¶ ¬__________ ¶ (¬1) - مصنف ابن أبي شيبة - (5 / 272) (19608) صحيح",
            "page": "31",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "لأنك إذا نجحتَ في إسعادها فسوفُ لا تدخرُ وسعاً لإسعادك وردِّ الجميل إليك، فإحساسُ المرأة المرهَفِ يأبى أن يأخذَ ولا يعطي؛ لأنها بطبيعتِها تحبُّ العطاءَ والبذلَ والتضحيةَ من أجل من تحبُّ. ¶ ولإسعاد زوجتك: ¶ * قم باستشارتها في أمورك. ¶ * استخدمْ معها الأسلوبَ الرقيق. ¶ * تلطفْ في الأوامر ولا تقرن أوامرك بالتعالي والتكبر. ¶ *وفِّرْ لها ما يلزمُها من نفقةٍ وما تحتاجُه من أجهزةٍ منزلية. ¶ * مازحْها ولاعبْها وضاحكْها في بعض الأوقات. ¶ * اجعلْ لها جزءاً من وقتك، ولا تجعلْ عملَك يُلهيكَ عن إيناسها. ¶ * أعلمْها بحبكَ لها وغيرتِك عليها. ¶ * قدِّمْ لها الهدايا. ¶ * راعِ توتُّرها صحياً ونفسياً واجتهدْ في حلِّ مشكلاتها. ¶ * تجاوزْ عن هفواتها ولا تكثرْ عليها الطلباتِ. ¶ (14) اهتمَّ بالنظافةِ: ¶ من أهمِّ الأمور التي يسعدُ بها الرجلُ مع المرأة وتسعدُ بها المرأة مع الرجل النظافة، وإنَّ إهمالَ هذا الجانب يوجبُ نفور كلٍّ من الطرفين من الآخر، وقد نشأتْ خلافاتٌ زوجيةٌ ومشكلاتٌ أدتْ إلى الطلاق بسبب إهمالِ الرجلِ تنظيفَ فمِه أو بدنِه أو إبطِه أو إصرارِه على التدخين، أو تركِه",
            "page": "32",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "تنظيفَ الحمامِ بعد قضاء حاجتِه، أو غير ذلك من الأمور التي تدلُّ على عدم اكتراث الرجل بأمر النظافة. ¶ عَنْ رَجُلِ صِدْقٍ مِنْ أَهْلِ قِنَّسْرِينَ يُقَالُ لَهُ قَيْسُ بْنُ بِشْرٍ أَنَّهُ قَالَ: كَانَ أَبِي مِنْ جُلَسَاءِ أَبِي الدَّرْدَاءِ، فَحَدَّثَنِي أَنَّهُ كَانَ هُنَالِكَ رَجُلٌ مِنَ الْأَنْصَارِ مِنْ أَصْحَابِ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُتَعَبِّدٌ مُعْتَزِلٌ لَا يَكَادُ يَفْرُغُ مِنَ الْعِبَادَةِ يُقَالُ لَهُ ابْنُ الْحَنْظَلِيَّةِ فَذَكَرَ الْحَدِيثَ بِمَعْنَاهُ وَقَالَ: \" إِنَّكُمْ قَادِمُونَ عَلَى إِخْوَانِكُمْ فَأَصْلِحُوا لِبَاسَكُمْ وَرِحَالَكُمْ حَتَّى تَكُونُوا كَأَنَّكُمْ شَامَةٌ فِي النَّاسِ إِنَّ اللهَ لَا يُحِبُّ الْفُحْشَ وَلَا التَّفَحُّشَ \" (¬1) ¶ وعَنْ صَالِحِ بْنِ أَبِى حَسَّانَ قَالَ سَمِعْتُ سَعِيدَ بْنَ الْمُسَيَّبِ يَقُولُ إِنَّ اللَّهَ طَيِّبٌ يُحِبُّ الطَّيِّبَ نَظِيفٌ يُحِبُّ النَّظَافَةَ كَرِيمٌ يُحِبُّ الْكَرَمَ جَوَادٌ يُحِبُّ الْجُودَ فَنَظِّفُوا أُرَاهُ قَالَ أَفْنِيَتَكُمْ وَلاَ تَشَبَّهُوا بِالْيَهُودِ. قَالَ فَذَكَرْتُ ذَلِكَ لِمُهَاجِرِ بْنِ مِسْمَارٍ فَقَالَ حَدَّثَنِيهِ عَامِرُ بْنُ سَعْدِ بْنِ أَبِى وَقَّاصٍ عَنْ أَبِيهِ عَنِ النَّبِىِّ -صلى الله عليه وسلم- مِثْلَهُ إِلاَّ أَنَّهُ قَالَ نَظِّفُوا أَفْنِيَتَكُمْ.\" (¬2) ¶ الإسلامُ دِينُ النظافة ¶ ¬__________ ¶ (¬1) - شعب الإيمان - (8 / 266) (5794 ) حسن ¶ (¬2) - سنن الترمذى- المكنز - (3029) والإتحاف 4/126 وعدى 3/878 وجامع الأصول 4/766 وحسنه وبنحوه الدولابى 2/16 والإتحاف 2/311 وعدى 5/292 حسن لغيره، وتناقض الألبانى فضعفه فى ضعيف الجامع ( 1616) وحسنه فى المشكاة ( 4487) !!",
            "page": "33",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "قال ابن الجوزي (¬1) : \"تلمحتُ على خلق كثير من الناس إهمال أبدانهم، فمنهم من لا ينظف فمهُ بالخلال بعد الأكل، ومنهم من لا ينقي يديه بغسلهما من الزهم- رائحة اللحم والدهون- ومنهم من لا يكاد يستاكُ، وفيهم من لا يكتحلُ، ومنهم من لا يراعي الإبطَ إلى غير ذلك، فيعودُ هذا الإهمال ُبالخلل في الدِّين والدنيا. ¶ أمَّا الدِّينُ، فإنه قد أمر المؤمنَ بالتنظفِ والاغتسالِ للجمعة لأجلِ اجتماعه بالناس،ونهى عن دخول المسجدِ إذا أكل الثومَ، وأمر الشرعُ بتنقية البراجمِ وقص الأظفار والسواك والاستحداد (حلق العانة) وغير ذلك من الآداب. ¶ وأمَّا الدنيا: فإني رأيت جماعةَ المهملين أنفسهم يتقدمون إلى السرار- المناجاة عن قرب- والغفلةِ التي أوجبتْ إهمالهُم أنفسَهم أوجبتْ جهلهُم بالأذى الحادثِ عنهم، فإذا أخذوا في مناجاةِ الِّسرِّ يمكنُ أن أصدفَ عنهم، لأنهم يقصدون السِّرَّ، فألقى الشدائدَ من ريح أفواههم. ¶ ثم يوجبُ مثل هذا نفورَ المرأة، وقد لا تستحسنُ ذكر ذلك الرجلِ، فيثمرُ ذلك التفاتها عنه.\" ¶ وعَنْ جَابِرٍ قَالَ نَهَى رَسُولُ اللَّهِ -صلى الله عليه وسلم- عَنْ أَكْلِ الْبَصَلِ وَالْكُرَّاثِ. فَغَلَبَتْنَا الْحَاجَةُ فَأَكَلْنَا مِنْهَا فَقَالَ « مَنْ أَكَلَ مِنْ هَذِهِ الشَّجَرَةِ الْمُنْتِنَةِ فَلاَ يَقْرَبَنَّ مَسْجِدَنَا فَإِنَّ الْمَلاَئِكَةَ تَأَذَّى مِمَّا يَتَأَذَّى مِنْهُ الإِنْسُ ». (¬2) ¶ ¬__________ ¶ (¬1) - صيد الخاطر - (ج 1 / ص 27) ¶ (¬2) - صحيح مسلم- المكنز - (1280 )",
            "page": "34",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وعَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ عَنِ النَّبِىِّ -صلى الله عليه وسلم- قَالَ « مَنْ أَكَلَ مِنْ هَذِهِ الْبَقْلَةِ الثُّومِ - وَقَالَ مَرَّةً مَنْ أَكَلَ الْبَصَلَ وَالثُّومَ وَالْكُرَّاثَ - فَلاَ يَقْرَبَنَّ مَسْجِدَنَا فَإِنَّ الْمَلاَئِكَةَ تَتَأَذَّى مِمَّا يَتَأَذَّى مِنْهُ بَنُو آدَمَ ». (¬1) ¶ عَنِ ابْنِ عَبَّاسٍ رَضِىَ اللَّهُ عَنْهُمَا قَالَ : إِنِّى لأُحِبُّ أَنْ أَتَزَيَّنَ لِلْمَرْأَةِ كَمَا أُحِبُّ أَنْ تَزَيَّنَ لِى لأَنَّ اللَّهَ عَزَّ وَجَلَّ يَقُولُ ( وَلَهُنَّ مِثْلُ الَّذِى عَلَيْهِنَّ) وَمَا أُحِبُّ أنْ تَسْتَطِفَّ جَمِيعَ حَقٍّ لِى عَلَيْهَا لأَنَّ اللَّهَ عَزَّ وَجَلَّ يَقُولُ ( وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ) (¬2) . ¶ وعَنْ أَنَسِ بْنِ مَالِكٍ قَالَ : \" كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَحْسَنَ النَّاسِ قَوَامًا , وَأَحْسَنَ النَّاسِ وَجْهًا , وَأَحْسَنَ النَّاسِ لَوْنًا , وَأَطْيَبَ النَّاسِ رِيحًا , وَأَلْيَنَ النَّاسِ كَفًّا , مَا شَمَمْتُ رَائِحَةً قَطُّ مِسْكَةً وَلَا عَنْبَرَةً أَطْيَبَ مِنْهُ , وَلَا مَسِسْتُ خَزَّةً وَلَا حَرِيرَةً , أَلْيَنَ مِنْ كَفِّهِ , وَكَانَ رَبْعَةً , لَيْسَ بِالطَّوِيلِ وَلَا بِالْقَصِيرِ , وَلَا الْجَعْدِ وَلَا السَّبْطِ , إِذَا مَشَى أَظُنُّهُ قَالَ : يَتَكَفَّأُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \" (¬3) ¶ وقد قالت الحكماءُ: من نظَّفَ ثوبَه قلّ همُّه، ومَن طابَ ريحُه زادَ عقلُه. ¶ ¬__________ ¶ (¬1) - صحيح مسلم- المكنز - (1282 ) ¶ (¬2) - السنن الكبرى للبيهقي وفي ذيله الجوهر النقي - (ج 7 / ص 295)برقم(15125) حسن ¶ (¬3) - الشريعة للآجري - (1005) حسن ¶ - الخز : ثياب تنسج من صوف وحرير - الجَعْد : في صِفات الرجال يكون مَدْحا وَذَمّا : فالمدْح مَعْناه أن يكون شَدِيد الأسْرِ والخَلْق، أو يكون جَعْدَ الشَّعَر أي خشنه، وأما الذَّم فهو القَصير المُتَردّد الخَلْق. وقد يُطْلق على البخِيل أيضا - الشعر السبط : المنبسط المسترسل - تكفأ : مال صدره إلى الأمام",
            "page": "35",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ثم إنه يقرِّبُ من قلوبِ الخلق، وتحبُّه النفوسُ لنظافتِه وطيبهِ. ¶ ثم إنه يؤنس الزوجة بتلك الحال، \"النِّسَاءُ شَقَائِقُ الرِّجَالِ \" (¬1) ، فكما أنه يكره الشيء منها، فكذلك هي تكرهُه، وربما صبر هو على ما يكره وهي لا تصبرُ\" (¬2) ¶ (15) تخلصْ منَ القَلَقِ: ¶ القلقُ عدوُّ السعادةِ وقاتلها، ومن عاش في أسر القلق النفسيِّ لا ترجى له سعادةٌ، وكثيرٌ من الناس ينتابهم القلقُ خوفاً على حياتهم الزوجيةِ من التصدعِ والانهيارِ فينبغي على هؤلاء أن يعلموا أنَّ القلقَ لا يفيدُ شيئاً، ولا يحلُّ مشكلةً، بل إنه على العكس من ذلك يزيدُ المشكلاتِ ويشلُّ العقلَ عن التفكير في الحلول الصحيحة، ولأنه مشكلةٌ في حدِّ ذاته فينبغي علاجُه أولاً ثم علاجُ باقي المشكلات بعد ذلك. ¶ ويكون القلقُ المرتبطُ بالحياة الزوجية عادةً بسبب ما يلي: ¶ أ- الخوفُ منْ عدم القدرةِ على الإنفاقِ. ¶ ب- الخوفُ منْ حدوثِ مشكلاتٍ ماليةٍ. ¶ ج- الخوفُ منْ تغييرِ سلوكِ الزوجةِ وحدوثِ ما يوجبُ الشِّقاقَ. ¶ د- الخوفُ منْ عدم القدرةِ على التوافقِ الجنسيِّ وإشباعِ حاجةِ الزوجةِ في هذا الجانبِ. ¶ هـ- الخوفُ من حدوثِ وفاةٍ مفاجئةٍ فتضيعُ الأسرةُ. ¶ ¬__________ ¶ (¬1) - حديث صحيح سنن أبى داود برقم (236 ) ¶ (¬2) - صيد الخاطر - (ج 1 / ص 28)",
            "page": "36",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "فهذا النوعُ من القَلقِ لا داعيَ له وهو يصيبُ أولئك المذبذبينَ الذين يعتمدونَ على الأسبابِ ولا يتوكلونَ على مسبِّبِ الأسبابِ، فالواجبُ أن يعملَ الإنسانُ ويتركَ النتائجَ على الله تعالى، وأنْ يرضَى بالقضاءِ والقدرِ ولا بأسَ أن يأخذَ بالأسبابِ، ويدفعَ القدَرَ بالقدَرِ، مع التوكُّل التامِّ على اللهِ واللجوءِ والتضرعِ إليه، وسؤالهِ العفوَ والعافيةَ. (¬1) ¶ لا بد أن يعرف كلٌّ منا بأننا محتاجون إلى مدد الله وعطائه ورحمته دائما لا نستغني عنها لحظة قال تعالى : { يَا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ (15) إِنْ يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ (16) وَمَا ذَلِكَ عَلَى اللَّهِ بِعَزِيزٍ (17) [فاطر : 15 - 18]} ¶ يَا أَيُّها النَّاسُ أَنْتُم مُحْتَاجُونَ إِلى اللهِ تَعَالى فِي جَمِيعِ أُمُورِكُمْ ، وَهُوَ سُبْحَانَهُ غَنِيٌّ عَنْكُم ، وَعَنْ عِبَادَتِكُمْ ، فَكُلُّ نِعْمَةِ بِكُمْ فَهِيَ مِنْهُ ، فَلَهُ الحَمْدُ والشُّكرُ عَلَى كُلِّ حَالٍ .وَلَوْ شَاءَ أَنْ يَذْهَبَ بِكُمْ ، يَا أَيُّها النَاسُ ، وَأَنْ يَأْتِيَ بِخَلْقٍ آخَرَ غَيْرِكُمْ يُطِيعُونَهُ ، وَلاَ يَعْصُونَهُ فِيمَا يَأْمُرُهُمْ ، لَفَعَلَ .وَهُوَ تَعَالى قَادِرٌ عَلَى ذلِكَ ، وَلاَ يَصْعُبُ عَلَيهِ شَيْءٌ ، وَلاَ يَمْتَنِعُ عَلَيهِ شَيءٌ ¶ ولا بد من التسليم لما يفعله الله تعالى في خلقه ،قال تعالى : {قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَن تَشَاء وَتَنزِعُ الْمُلْكَ مِمَّن تَشَاء وَتُعِزُّ مَن تَشَاء وَتُذِلُّ مَن تَشَاء بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَىَ كُلِّ شَيْءٍ قَدِيرٌ} (26) سورة آل عمران ¶ ¬__________ ¶ (¬1) - ففروا إلى الله1 - (ج 1 / ص 165)",
            "page": "37",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "اللَّهُمَّ لَكَ المُلْكُ وَالسُّلْطَانُ الأَعْلَى ، وَالتَّصَرُّفُ التَّامُّ فِي تَدْبِيرِ الأمُورِ ، تُعِزُّ مَنْ تَشَاءُ وَتُذِلُّ مَنْ تَشَاءُ ، وَتُعْطِي المُلْكَ مَنْ تَشَاءُ ، وَتَمْنَعُهُ وَتَنْزِعُهُ عَمَّنْ تَشَاءُ ، إِنَّكَ أَنْتَ الفَعَّالُ لِمَا تُرِيدُ ، بِيَدِكَ الخَيْرُ وَحْدَكَ ، وَأَنْتَ قَادِرٌ عَلَى كُلِّ شَيءٍ ، لاَ يُعْجِزُكَ شَيْءٌ عَنْ تَنْفِيذِ مُرَادِكَ . ¶ وكذلك لابد من الصبر على البلاء والرضى بالقضاء ،قال تعالى :{ وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِنَ الْأَمْوَالِ وَالْأَنْفُسِ وَالثَّمَرَاتِ وَبَشِّرِ الصَّابِرِينَ (155) الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ (156) أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ الْمُهْتَدُونَ (157)} [البقرة : 155 - 157] ¶ يُخْبِرُ اللهُ تَعَالَى المُؤْمِنينَ بِأَنَّهُ سَيَبْلُوهُمْ وَيَخْتَبِرُهُمْ بِقَليلٍ ( بِشَيءٍ ) مِنْ الخَوْفِ والجُوعِ ، وَبِذَهَابِ بَعْضِ المَالِ ، وَبِمَوتِ بَعْضِ الأَصْحَابِ وَالأَقَارِبِ وَالأَحْبَابِ ، وَبِنَقْصِ غِلاَلِ المَزَارِعِ . . . فَمَنْ صَبَرَ عَلَى قَضَاءِ اللهِ وَحُكْمِهِ أَثَابَهُ ، وَمَنْ قَنَطَ وَلَجَّ أَحَلَّ بِهِ عِقَابَهُ .وَيُبَشِّرُ اللهُ الصَّابِرِينَ بِحُسْنِ العَاقِبَةِ فِي أُمُورِهِمْ . ¶ أّمَّا الصَّابِرُونَ الذِينَ خَصَّهُمُ اللهُ بِالبُشْرَى فَهُمُ الذِينَ يُؤْمِنُونَ بِأَنَّ الخَيْرَ وَالشَّرَّ مِنَ اللهِ ، وَإِذَا نَزَلَتْ بِهِمْ مُصِيبَةٌ صَبَرُوا ، وَتَمَسَّكُوا بِقَولِهِمْ : إِنَّا للهِ وَإِنَّا إِليهِ رَاجِعُونَ ، أَيْ إِنَّهُم عَبيدُ اللهِ وَمُلْكُهُ ، وَإِنَّهُمْ رَاجِعُونَ إِليهِ فِي الدَّارِ الآخِرَةِ . ¶ وعَنِ ابْنِ عَبَّاسٍ ، فِي قَوْلِهِ : الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ ، وَإِنَّا إِلَيْهِ رَاجِعُونَ أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ",
            "page": "38",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "الْمُهْتَدُونَ ، قَالَ : أَخْبَرَنَا اللَّهُ عَزَّ وَجَلَّ : أَنَّ الْمُؤْمِنَ إِذَا سَلَّمَ لِأَمْرِ اللَّهِ وَرَجَعَ , فَ اسْتَرْجَعَ عِنْدَ الْمُصِيبَةِ كَتَبَ ثَلَاثَ خِصَالٍ مِنَ الْخَيْرِ : الصَّلَاةُ ، وَالرَّحْمَةُ وَتَحْقِيقُ سَبِيلِ الْهُدَى ، وَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : \" مَنِ اسْتَرْجَعَ عِنْدَ الْمُصِيبَةِ جَبَرَ اللَّهُ مُصِيبَتَهُ ، وَأَحْسَنَ عُقْبَاهُ ، وَجَعَلَ لَهُ خَلَفًا صَالِحًا يَرْضَاهُ \" (¬1) ¶ ويُثنِي اللهُ جَلَّ شَأْنُهُ عَلَى هَؤُلاءِ الصَّابِرِينَ ، وَيُخْبِرُ بَأَنَّهُمْ فِي رَحْمَتِهِ ، وَأَنَّهُمْ يَجِدُونَ أَثَرَهَا فِي بَرْدِ قُلُوبِهِمْ عِنْدَ نُزُولِ المُصِيبَةِ ، وَأَنَّهُمْ هُمُ المُهْتَدُونَ إِلى طَريقِ الخَيْرِ ، وَإِلى الحَقِّ والصَّوابِ ، وَأَنَّهُمُ اسْتَسْلَمُوا لِقَضَاءِ اللهِ فَلَمْ يَسْتَحْوِذِ الجَزَعُ عَلَيهِمْ . ¶ وعَنْ صُهَيْبٍ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « عَجَبًا لأَمْرِ الْمُؤْمِنِ إِنَّ أَمْرَهُ كُلَّهُ خَيْرٌ وَلَيْسَ ذَاكَ لأَحَدٍ إِلاَّ لِلْمُؤْمِنِ إِنْ أَصَابَتْهُ سَرَّاءُ شَكَرَ فَكَانَ خَيْرًا لَهُ وَإِنْ أَصَابَتْهُ ضَرَّاءُ صَبَرَ فَكَانَ خَيْرًا لَهُ ». (¬2) ¶ (16) لا تكنْ سريعَ الغضبِ: ¶ إنَّ التخلصَ من الغضب بالكلية أمرٌ عسيرٌ، إلا أنَّ العاقل لا يكون سريعَ الغضب بحيث يستفزُّه أيُّ تصرف، وكذلك فإنه لا يسيطرُ عليه الغضبُ بحيث يصبحُ من سماته، فإنه إذا كان كذلك فقدَ السعادةَ، وامتلأتْ حياتُه بالنَّكد والأحزان، لأنَّ الغضبَ إذا زاد عن حدِّه خرج عن حدودِ العدل والرحمة والإنصاف، إلى الظلم والقسوة والإجحاف. ¶ ¬__________ ¶ (¬1) - الْمُعْجَمُ الْكَبِيرُ لِلطَّبَرَانِيِّ (12854 ) حسن ¶ (¬2) - صحيح مسلم- المكنز - (7692 )",
            "page": "39",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وهذا وصف لحال اناس في الغضب ،فعَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ: خَطَبَنَا رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خُطْبَةً إِلَى مَغْرِبَانِ الشَّمْسِ، حَفِظَهَا مَنْ حَفِظَهَا، وَنَسِيَهَا مَنْ نَسِيَهَا، وَأَخْبَرَنَا بِمَا هُوَ كَائِنٌ إِلَى يَوْمِ الْقِيَامَةِ، حَمِدَ اللهَ وَأَثْنَى عَلَيْهِ، ثُمَّ قَالَ: \" أَمَّا بَعْدُ، فَإِنَّ الدُّنْيَا خَضِرَةٌ حُلْوَةٌ، وَإِنَّ اللهَ تَعَالَى مُسْتَخْلِفُكُمْ فِيهَا فَنَاظِرٌ كَيْفَ تَعْمَلُونَ، أَلَا فَاتَّقُوا الدُّنْيَا، وَاتَّقُوا النِّسَاءَ، أَلَا إِنَّ بَنِي آدَمَ خُلِقُوا عَلَى طَبَقَاتٍ شَتَّى ، فَمِنْهُمْ مَنْ يُولَدُ مُؤْمِنًا وَيَحْيَى مُؤْمِنًا، وَيَمُوتُ مُؤْمِنًا، وَمِنْهُمْ مَنْ يُولَدُ كَافِرًا وَيَحْيَى كَافِرًا وَيَمُوتُ كَافِرًا، وَمِنْهُمْ مَنْ يُولَدُ مُؤْمِنًا وَيَحْيَى مُؤْمِنًا وَيَمُوتُ كَافِرًا، وَمِنْهُمْ مَنْ يُولَدُ كَافِرًا وَيَحْيَى كَافِرًا وَيَمُوتُ مُؤْمِنًا، أَلَا إِنَّ الْغَضَبَ جَمْرَةٌ تَتَوَقَّدُ فِي جَوْفِ ابْنِ آدَمَ، أَلَمْ تَرَوْا إِلَى حُمْرَةِ عَيْنَيْهِ، وَانْتِفَاخِ أَوْدَاجِهِ ؟، فَإِذَا وَجَدَ أَحَدُكُمْ مِنْ ذَلِكَ شَيْئًا فَلْيَلْزَقْ بِالْأَرْضِ، أَلَا إِنَّ خَيْرَ الرِّجَالِ مَنْ كَانَ بَطِيءَ الْغَضَبِ سَرِيعَ الْفَيْءِ، وَشَرَّ الرِّجَالِ مَنْ كَانَ بَطِيءَ الْفَيْءِ سَرِيعَ الْغَضَبِ، فَإِذَا كَانَ الرَّجُلُ سَرِيعَ الْغَضَبِ سَرِيعَ الْفَيْءِ فَإِنَّهَا بِهَا، وَإِذَا كَانَ بَطِيءَ الْغَضَبِ بَطِيءَ الْفَيْءِ فَإِنَّهَا بِهَا... \" (¬1) ¶ وعَنْ أَبِى هُرَيْرَةَ - رضى الله عنه - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ « لَيْسَ الشَّدِيدُ بِالصُّرَعَةِ ، إِنَّمَا الشَّدِيدُ الَّذِى يَمْلِكُ نَفْسَهُ عِنْدَ الْغَضَبِ » متفق عليه (¬2) . ¶ ¬__________ ¶ (¬1) - شعب الإيمان - (10 / 528) (7936 ) حسن ¶ (¬2) - صحيح البخارى برقم (6114 ) ومسلم برقم ( 6809 )",
            "page": "40",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "إنَّ كثيراً من حالاتِ الطلاقِ تقعُ تحت تأثير الغضبِ، ولذلك فإنَّ الرجل إذا هدأت ثورةُ غضبه ندِمَ على هذا التصرف الذي وقع منه ،وقد يكون طلاقاً بائناً فلا ينفعُ ندمُه حينئذ ويخسرُ زوجته التي يحبُّها، ولا يمكن استدراكُ أمرِه إلا أنْ ينكحَها رجلاً آخر ويطلِّقها أو يموتَ عنها، وهذا من أشقِّ الأمور على ذي الأنفَة. ¶ ومن الأشياء التي وضعها الإسلام لعلاج الغضب تغيير الحالة ، فعَنْ أَبِى ذَرٍّ قَالَ إِنَّ رَسُولَ اللَّهِ -صلى الله عليه وسلم- قَالَ لَنَا « إِذَا غَضِبَ أَحَدُكُمْ وَهُوَ قَائِمٌ فَلْيَجْلِسْ فَإِنْ ذَهَبَ عَنْهُ الْغَضَبُ وَإِلاَّ فَلْيَضْطَجِعْ » (¬1) . ¶ وعَنْ سُلَيْمَانَ بْنِ صُرَدَ قَالَ اسْتَبَّ رَجُلاَنِ عِنْدَ النَّبِىِّ -صلى الله عليه وسلم- فَجَعَلَ أَحَدُهُمَا تَحْمَرُّ عَيْنَاهُ وَتَنْتَفِخُ أَوْدَاجُهُ فَقَالَ رَسُولُ اللَّهِ -صلى الله عليه وسلم- « إِنِّى لأَعْرِفُ كَلِمَةً لَوْ قَالَهَا هَذَا لَذَهَبَ عَنْهُ الَّذِى يَجِدُ أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ ». فَقَالَ الرَّجُلُ هَلْ تَرَى بِى مِنْ جُنُونٍ \" (¬2) ¶ وقَالَ أَبُو وَائِلٍ الْقَاصُّ :دَخَلْنَا عَلَى عُرْوَةَ بْنِ مُحَمَّدِ بْنِ السَّعْدِىِّ فَكَلَّمَهُ رَجُلٌ فَأَغْضَبَهُ فَقَامَ فَتَوَضَّأَ ثُمَّ رَجَعَ وَقَدْ تَوَضَّأَ فَقَالَ حَدَّثَنِى أَبِى عَنْ جَدِّى عَطِيَّةَ قَالَ قَالَ رَسُولُ اللَّهِ -صلى الله عليه وسلم- « إِنَّ الْغَضَبَ مِنَ ¶ ¬__________ ¶ (¬1) - سنن أبي داود - المكنز - (4784 ) صحيح ¶ (¬2) - سنن أبي داود - المكنز - (4783 ) صحيح -الأوداج : العروق المحيطة بالعنق التى تقطع حالة الذبح واحدها الودج",
            "page": "41",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "الشَّيْطَانِ وَإِنَّ الشَّيْطَانَ خُلِقَ مِنَ النَّارِ وَإِنَّمَا تُطْفَأُ النَّارُ بِالْمَاءِ فَإِذَا غَضِبَ أَحَدُكُمْ فَلْيَتَوَضَّأْ ». (¬1) ¶ (17) لا تحتفظْ بذكرياتِ الآلامِ: ¶ بعضُ الرجال يجعلون لأخطاءِ زوجاتهم وهفواتهنَّ وسوءِ تصرفاتهنَّ خزانةً في صدورهِم، ويظلُّون يجمعون هذه الأخطاء والهناتِ والكلماتِ المؤلمةَ خطأً خطأً وكلمةً كلمةً، حتى إذا وقع خلافٌ ما فتحوا تلك الخزانةَ وأخرجوا ما بداخلها من ذكرياتِ الآلامِ مما يزيدُ حجمَ المشكلة ويوسِّعُ رقعةَ الخلافِ. ¶ ولا يمكنُ لهؤلاءِ أن يسعدوا في حياتهم الزوجية طالما أنهم يحتفظونَ بهذه الذكرياتِ المؤلمةِ، والواجبُ عليهم أن يفتحوا تلك الخزانةَ ويُلقوا ما بداخلِها ولا يحتفظوا إلا بالذكرياتِ السعيدةِ، والأيامِ الجميلةِ، والليالي الرائعةِ التي قَضَوها مع زوجاتهم،فالحُرُّ مَنْ راعَى وِدادَ لحظةٍ!! (¬2) ¶ (18) ابتغِ الأجرَ منَ اللهِ: ¶ لكي تشعرَ بالسعادةِ الزوجية عليكَ أن تعرف ما ينتظرُك من أجرٍ وثوابٍ على إحسانِك لزوجتِك ورفقِك بها، ومحبَّتِك لها؛ بل إنَّ النبيَّ صلى الله عليه وسلم جعلَ أجراً في اللقاءِ بين الزوجين، فعَنْ أَبِى ذَرٍّ أَنَّ نَاسًا مِنْ أَصْحَابِ النَّبِىِّ -صلى الله عليه وسلم- قَالُوا لِلنَّبِىِّ -صلى الله عليه وسلم- يَا رَسُولَ اللَّهِ ذَهَبَ أَهْلُ الدُّثُورِ بِالأُجُورِ يُصَلُّونَ كَمَا نُصَلِّى وَيَصُومُونَ كَمَا نَصُومُ ¶ ¬__________ ¶ (¬1) - سنن أبي داود - المكنز - (4786 ) حسن ¶ (¬2) - انظر فتاوى الشبكة الإسلامية معدلة - (ج 9 / ص 2906)",
            "page": "42",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وَيَتَصَدَّقُونَ بِفُضُولِ أَمْوَالِهِمْ. قَالَ « أَوَلَيْسَ قَدْ جَعَلَ اللَّهُ لَكُمْ مَا تَصَّدَّقُونَ إِنَّ بِكُلِّ تَسْبِيحَةٍ صَدَقَةً وَكُلِّ تَكْبِيرَةٍ صَدَقَةٌ وَكُلِّ تَحْمِيدَةٍ صَدَقَةٌ وَكُلِّ تَهْلِيلَةٍ صَدَقَةٌ وَأَمْرٌ بِالْمَعْرُوفِ صَدَقَةٌ وَنَهْىٌ عَنْ مُنْكَرٍ صَدَقَةٌ وَفِى بُضْعِ أَحَدِكُمْ صَدَقَةٌ ». قَالُوا يَا رَسُولَ اللَّهِ أَيَأْتِى أَحَدُنَا شَهْوَتَهُ وَيَكُونُ لَهُ فِيهَا أَجْرٌ قَالَ « أَرَأَيْتُمْ لَوْ وَضَعَهَا فِى حَرَامٍ أَكَانَ عَلَيْهِ فِيهَا وِزْرٌ فَكَذَلِكَ إِذَا وَضَعَهَا فِى الْحَلاَلِ كَانَ لَهُ أَجْرٌ ». [رواه مسلم] (¬1) . ¶ قال الإمام النووي (¬2) : \" وَفِي هَذَا دَلِيلٌ عَلَى أَنَّ الْمُبَاحَات تَصِيرُ طَاعَات بِالنِّيَّاتِ الصَّادِقَات ، فَالْجِمَاعُ يَكُون عِبَادَة إِذَا نَوَى بِهِ قَضَاءَ حَقّ الزَّوْجَة وَمُعَاشَرَتَهَا بِالْمَعْرُوفِ الَّذِي أَمَرَ اللَّه تَعَالَى بِهِ ، أَوْ طَلَبَ وَلَدٍ صَالِحٍ ، أَوْ إِعْفَافَ نَفْسِهِ أَوْ إِعْفَاف الزَّوْجَة وَمَنْعَهُمَا جَمِيعًا مِنَ النَّظَر إِلَى حَرَام ، أَوِ الْفِكْر فِيهِ ، أَوْ الْهَمّ بِهِ ، أَوْ غَيْر ذَلِكَ مِنْ الْمَقَاصِد الصَّالِحَة \". ¶ وعَنْ سَعْدِ بْنِ أَبِى وَقَّاصٍ أَنَّهُ أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ « إِنَّكَ لَنْ تُنْفِقَ نَفَقَةً تَبْتَغِى بِهَا وَجْهَ اللَّهِ إِلاَّ أُجِرْتَ عَلَيْهَا ، حَتَّى مَا تَجْعَلُ فِى فِى امْرَأَتِكَ » [متفق عليه] (¬3) . ¶ وَعَنِ الْمِقْدَامِ بْنِ مَعْدِ يَكْرِبَ قَالَ : قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - : \" مَا أَطْعَمْتَ نَفْسَكَ فَهُوَ لَكَ صَدَقَةٌ ، وَمَا أَطْعَمْتَ وَلَدَكَ فَهُوَ لَكَ ¶ ¬__________ ¶ (¬1) - برقم (2376 ) ¶ (¬2) - شرح النووي على مسلم - (ج 3 / ص 446) ¶ (¬3) - البخارى برقم (56 و 1295 ، 2742 ، 2744 ، 3936 ، 4409 ، 5354 ، 5659 ، 5668 ، 6373 ، 6733) ومسلم برقم (4296 )",
            "page": "43",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "صَدَقَةٌ ، وَمَا أَطْعَمْتَ زَوْجَكَ فَهُوَ لَكَ صَدَقَةٌ ، وَمَا أَطْعَمْتَ خَادِمَكَ فَهُوَ لَكَ صَدَقَةٌ \" . رَوَاهُ أَحْمَدُ (¬1) ¶ (19) تخلَّصْ منَ التصوراتِ الخاطئةِ عنِ النِّساء: ¶ بعضُ الرجال يعاملون زوجاتهِم من خلال تصوراتٍ خاطئةٍ توارثوها عن آبائهم، مثلَ اعتقادِ البعض أنَّ المرأةَ لا وفاءَ لها ولا أمانَ، أو أنها تأخذُ ولا تعطي، أو أنها تتمتعُ بقدرٍ كبيرٍ من الحقدِ والكراهيةِ، وتصوُّرُ مثلُ هذه الأمور وجعلُها مقياساً للتعامل بين الزوجين كفيلٌ بإفسادِ الحياة الزوجيةِ وإفشالها. ¶ لكنَّ هذه التصورات ِ صحيحةٌ في المجتمعات التي ابتعدت عن دين الله تعالى ، وأما من كانت ملتزمة بدين الله تعالى فهي خير النساء بلا ريب ، وكم من نساء قدمن كل شيء من أجل أزواجهنَّ ،فعَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو أَنَّ رَسُولَ اللَّهِ -صلى الله عليه وسلم- قَالَ « الدُّنْيَا مَتَاعٌ وَخَيْرُ مَتَاعِ الدُّنْيَا الْمَرْأَةُ الصَّالِحَةُ » (¬2) . ¶ وعَنْ أَبِي أُمَامَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَنَّهُ كَانَ يَقُولُ:\"مَا اسْتَفَادَ الْمُسْلِمُ فَائِدَةً بَعْدَ تَقْوَى اللَّهِ تَعَالَى خَيْرًا لَهُ مِنْ زَوْجَةٍ صَالِحَةٍ، إِنْ أَمَرَهَا أَطَاعَتْهُ، وَإِنْ نَظَرَ إِلَيْهَا سَرَّتْهُ، وَإِنْ أَقْسَمَ عَلَيْهَا أَبَرَّتْهُ، وَإِنْ غَابَ عَنْهَا نَصَحَتْهُ فِي نَفْسِهَا\". (¬3) ¶ ¬__________ ¶ (¬1) -مسند أحمد (عالم الكتب) - (5 / 853)(17179) 17311 - صحيح ¶ (¬2) - صحيح مسلم- المكنز - (3716 ) ¶ (¬3) - المعجم الكبير للطبراني - (7 / 251) (7801 ) حسن لغيره",
            "page": "44",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وانظر يارعاك الله كيف وصف الرسول - صلى الله عليه وسلم - نساء قريش ،فعَنْ أَبِى هُرَيْرَةَ - رضى الله عنه - عَنِ النَّبِىِّ - صلى الله عليه وسلم - قَالَ « خَيْرُ نِسَاءٍ رَكِبْنَ الإِبِلَ صَالِحُو نِسَاءِ قُرَيْشٍ ، أَحْنَاهُ عَلَى وَلَدٍ فِى صِغَرِهِ وَأَرْعَاهُ عَلَى زَوْجٍ فِى ذَاتِ يَدِهِ » (¬1) . ¶ وانظروا إلى هذه التهنئة بمولودة : ¶ \"هنأ اللّه سيدي وِرْدَ الكريمة عليه، وثمّر بها أعداد النسل الطيِّب لديه؛ وجعَلَها مُؤْذِنةً بأخوة برَرَة، يَعْمُرون أنْدِية الفَضْل، ويَغْبُرون بقيّةَ الدَّهْرِ. ¶ اتصل بي خَبَر المولودة، كرّم الله غُرّتها وأنْبتها نباتاً حسناً، وما كان من تَغَيُّرِك بعد اتِّضَاحِ الخبَر، وإنكارك ما اختاره اللَّهُ لك في سابقِ القَدَر، وقد علمتَ أنهن أقربُ من القلوب، وأنَّ الله تعالى بدأ بهن في الترتيب، فقال جلى من قائل: \" يَهَبُ لِمَنْ يشاءُ إناثاً ويَهَبُ لِمَنْ يَشَاءُ الذُكُورَ \" . وما سمّاه هبة فهو بالشكر أوْلَى، وبحُسْنِ التقبل أحرَى. أهلاً وسهلاً بعقيلة النساء، وأُمّ الأبناء، وجالبة الأصهار، وأولاد الأطهار، والمبشّرة بأخوة يتناسقون، ونُجَباء يتلاحقون: الوافر: ¶ فَلَوْ كانَ النِّسَاءُ كَمِثْلِ هذِي ... لَفُضِّلَتِ النَسَاءُ على الرِّجَالِ ¶ فما التأْنِيثُ لاسْمِ الشَّمْس عَيْبٌ ... ولاَ التذْكِيرُ فَخْرٌ لِلهلاَلِ ¶ والله يعرفُكَ البركةَ في مَطْلعها، والسعادةَ في موقعها، فأدَرع اغتباطاً، واستأنِف نشاطاً. الدنيا مؤنثة، والرجال يخدمونها. والنارُ مؤنثة، والذكور ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (5082 )",
            "page": "45",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "يَعْبُدونها. والأرض مؤّنثة، ومنها خُلِقت البرية، وفيها كثرت الذريّة. والسماءُ مؤنثة، وقد حُلِّيت بالكواكب، وزينت بالنجوم الثواقب. والنفسُ مؤنثة، وهي قوام الأبدان، ومِلاَك الحيوان. والحياةُ مؤنثة، ولولاها لم تتصرَّف الأَجسامُ ولا عُرِفَ الأنام. والجنّة مؤنّثة، وبها وُعِدَ المتقون، وفيها يَنْعَم المرسلون؛ فهنأك اللّه ما أُوليت، وأوْزَعك شُكْرَ ما أُعطيت، وأطَالَ اللَّهُ بقاءك ما عُرِفَ النَسْل والوَلد، وما بقي العَصْرُ والأبد؛ إنه فعّالٌ لما يشاء. \" (¬1) ¶ (20) لا تنتظرِ السآمةَ والفشلَ: ¶ هناك أناسٌ كان يمكنهم أن يكونوا في قمة السعادة مع زوجاتهم لولا اعتقادٌ خاطئٌ يملكُ عليهم تفكيرَهم، وهو أنه سيأتي اليوم الذي ستتمكنُ فيه المشكلاتُ من الوصول إلى هذه السعادةِ وتدميرها، وستحصلُ يومئذ السآمةُ والمللُ من هذه الحياة. ¶ والحقيقةُ أنه ليس حتماً أن يأتيَ ذلك اليومُ، فهناكَ نماذجُ كثيرةٌ من البشر ظلتْ على سعادتها إلى أنْ فرَّقَ بينهما الموتُ، ولم يسمحوا لشيءٍ ذي بالٍ أن يعكِّرَ عليهم صفوَ حياتهم أو يفقدَهم بريق سعادتهِم. ¶ (21) عليكَ بالصمتِ: ¶ قد ينشأُ بينك وبين زوجتك خلافٌ ما فيعلوا صوتَكما وتلجآنِ إلى الصياحِ، ويضيعُ الحقُّ وسطَ صراخِكُما، وفي هذه الحالة لا يمكن أن يكون ¶ ¬__________ ¶ (¬1) - زهر الآداب وثمر الألباب - (1 / 141)",
            "page": "46",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "هناك حلٌّ لتلك المشكلةِ وحسمٌ لذاك الخلافِ، والحلُّ الأمثلُ للخروج من هذه الورطة أن تقترحَ هذا الاقتراحَ: ¶ لنحاولِ الصمتَ لحظةً بدلاً من الاسترسالِ في هذا الصراخِ. وسترى مفعولَ هذه اللحظاتِ من الصمتِ، إنه مفعولٌ عظيمٌ، أما إذا استطعت أنْ تحوِّلَ الصمتَ إلى ابتسامٍ فتكونَ قد بلغتَ غايةَ الأملِ. ¶ إنَّ الصمتَ علاجٌ فعَّالٌ يهيِّئُ الإنسانَ للتفكير السليم والحكمِ الصحيح على الأحداث، وقد يكونُ سبباً في اعتراف المخطئِ بخطئه وإنهاءِ المشكلة قبل تطوُّرِها. (¬1) ¶ (22) اجتنبِ النقدَ العقيمَ: ¶ هناك فرقٌ بين النصح والإرشاد الذي تفوحُ منه رائحةُ المحبَّة والاحترام وبين النقد العقيم الذي هو نوعٌ من التوبيخ والتعيير. ¶ إنَّ هذا النوع من النقد سهمٌ قاتلٌ للسعادة الزوجية إذا تكرر وانعدمت فيه اللباقةُ واللطفُ. ¶ إنَّ على الزوج أن يتحلَّى بالكَياسةِ عند نصحِ زوجته وإرشادِها إلى أمرٍ ما، فمع أنها أقدرُ على تحمِّل أخطاءِ زوجِها من الغير، إلا أنها إنسانةٌ ذاتُ مشاعرَ، فإذا ما نفَرَ قلبُها صعُبَ ردُّهُ إلى مكانِه، وعندئذٍ تبدأُ منغصاتُ الحياةِ في العمل. ¶ ¬__________ ¶ (¬1) - فتاوى الإسلام سؤال وجواب - (ج 1 / ص 1792)سؤال رقم 2076- خناقة بين زوجين وعشرة النساء للنسائي (ج 1 / ص 28)بتحقيقي وفتاوى الشبكة الإسلامية معدلة - (ج 8 / ص 4035)",
            "page": "47",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "تقولُ الكاتبةُ دورتي ديكس الأخصائية في البحث وتقصِّي أسبابَ الطلاق: (إنَّ أكثرَ منْ نصف الزوجاتِ اللواتي يمكنُ أن يحظينَ بالسعادةِ يتحطمْنَ في العادة على صخورِ محاكمِ الطلاقِ بسببِ النَّقدِ وحدَهُ) وهي تعني النقدَ العقيمَ الذي يكسِرُ القلبَ، ويذلُّ النفسَ. (¬1) ¶ (23) لا تكنْ زوجاً جاهلاً: ¶ إنَّ الجهلَ بالحياة الجنسية بين الزوجين يؤدي إلى النفور المتبادَل بينهما، وقد يتعذرُ مع ذلك استمرارُ تلكِ الحياةِ الزوجية، فيلجأُ الزوجان إلى الانفصال. ¶ لقد أعلنت الدكتورةُ (كاترين ديفيز) السكرتيرةُ العامةُ لمكتب الصحة الاجتماعيةِ أنَّ أهمَّ أسبابِ الطلاق في أمريكا هو عدمُ التوافقُ الجنسيُّ بين الأزواجِ. ¶ وقد بحثَ الدكتورُ \"بول بوبينو\" مديرُ معهد الصِّلاتِ العائليةِ في لوس أنجلوس آلافاً من الزيجات، وخرجَ من بحثهِ الواسعِ بأربعةِ أسبابٍ رئيسةٍ للإخفاق في الزواج ؟ هي على هذا الترتيب: ¶ أ- عدمُ التوافقِ الجنسيِّ. ¶ ب- تضاربُ الآراءِ والمشارب. ¶ ج- المشكلاتُ الماديَّةُ. ¶ د- الشذوذُ العقليُّ، أو العاطفيُّ، أو الجثمانيُّ. ¶ ¬__________ ¶ (¬1) -[انظر كيف تكسب الأصدقاء دايل كارنيجي]",
            "page": "48",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "فالناحيةُ الجنسيةُ- بلا شك- من أهم الأمور التي تجعل الزواجَ ناجحاً أو مائلاً إلى الفشلِ. فعلى الزوجين أنْ يدرسا الأحكامَ الشرعيةَ المتعلِّقةَ بهذه الناحيةِ، ولا يهملا كذلك الجوانبَ النفسيةَ لهذه العلاقةِ حتى يسعدا في زواجهِما ويظللَ حياتهَما المودةُ والرحمةُ. (¬1) ¶ (24) لا تحاولْ فرضَ رأيكَ بالقوَّة: ¶ إنَّ الإقناع شيءٌ وفرضُ الرأي بالقوة شيءٌ آخر، ولا يلجأ إلى هذا الأخير إلا من قصرَ رأيُه، وضعفتْ حجتُه، وزلَّ منطقه ، وما أجمل هذه الحكاية التي يروى فيها أن زوجاً قبض على طائرٍ صغيرٍ، وأخذ يتأملُه مع زوجته، ثم قال: ما أجملَ هذا العصفور! فأجابت الزوجة: عفواً إنها عصفورةٌ. ¶ فقال الزوج: عصفورٌ. ¶ فقالت الزوجة: عصفورة. ¶ وتشبثَ كلٌّ منهما برأيه، واحتدم الجدالُ، وتحول إلى مناقشة، فمشاجرة لم تهدأ نارُها إلا بعد وقت طويل. ¶ وبعد مضي سنة تذكر الزوج هذه الحادثة فقال لزوجته ضاحكاً: أتذكرين تلك المشاجرة البلهاءَ بخصوص العصفور؟ ¶ قالت: نعم أذكر، وقد فكرت بالطلاق يومذاكَ، ولكنني أشكر الله على النهاية السعيدةِ، وأعترف لكَ يا عزيزي أنك كنت على خطأٍ في إحداث كل هذه الأزمة بسبب عصفورة. ¶ ¬__________ ¶ (¬1) - انظر كتابي (( الفتاوى المعاصرة في الحياة الزوجية )) ففيه تفصيل كامل عن هذه الناحية .",
            "page": "49",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "فقال الزوج: عصفورة! ولكنه عصفورٌ ¶ قالت: كلا! بل عصفورةٌ. ¶ واحتدم القتالُ من جديد!! ¶ كم هناك من عصفور وعصفورة وراء المشاجراتِ! ¶ حاول ألا تفرض رأيك، وإذا رأيت عدم استعدادِ الطرف الآخر لقبوله فاسكتْ لتوفرَ على نفسك متاعبَ لا حاجةَ لك بها. (¬1) ¶ (25) لا تغذِّ نفسكَ بالأفكارِ السوداءَ: ¶ بعضُ الناس يجاهدون ضد السعادة كما يجاهدُ الغريق ضد من يسعى لإنقاذه. ¶ لا تقلْ إنَّ السعادةَ والتفاؤلَ ضربٌ من الوهم، بل قلْ: إنَّ على عينيكَ غشاوةً تمنعُك من رؤية السرور حيث هو. ¶ ارفعْ هذه الغشاوةَ، وثقْ بما يساعدُك على رؤية ما هو جميلٌ وجيدٌ في نفسِك وفي غيرك وفي العالم من حولِك، ولا تسترسلْ وراءَ ضلالِك وأوهامِك. (¬2) ¶ (26) لمُْ نفسَكَ أولاً: ¶ يعجبني قولُ أحد السلف رحمه الله : إني لأعصي اللهَ فأعرفُ ذلك في خلق دابتي وزوجتي. ¶ وقال آخر: نظرتُ نظرةً محرمةً فنسيت القرآن بعد أربعين سنة! ¶ ¬__________ ¶ (¬1) -[انظر الموسوعة النفسية]. ¶ (¬2) -[الموسوعة النفسية]",
            "page": "50",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "إنَّ هؤلاءِ العقلاءَ إذا رأوا تغيراً في حياتهم، وضيقاً في معيشتهم، وتعسيراً في أمورهم ألقوا باللوم على أنفسهِم وحاسبوها محاسبة الشريك الشحيح لشريكه، ورأوا أنهم ما أُوتوا إلا من قبل التفريط في طاعة اللهِ وركوب معصيته. ¶ ومن ذلك أنهم إذا رأوا تغييرا في سلوك زوجاتهم قاموا بإصلاح ما بينهم وبين ربهم، وطلبوا منه تعالى أنَّ يصلِح زوجاتهم وذرياتهم، وهؤلاء حقيقة هم السعداءُ في الحياة الدنيا وفي الآخرة (¬1) . ¶ قال تعالى : {وَالَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا} (74) سورة الفرقان ¶ (27) اشتركْ مع زوجتك في الأعمالِ الخيريةِ: ¶ إنَّ اشتراكَك مع زوجتك في أعمالٍ خيريةٍ تزيدُ المحبة بينكما، فالعطاءُ من الأمور الهامة التي تؤدي إلى مزيد من الترابط بين الزوجين، فعليكما أن تتناقشا بشأن يتيم تكفلونَهُ، أو أسرةٍ فقيرة تدعمونها، أو مشروعٍ خيريٍّ كبناء مسجدٍ أو مدرسةٍ أو مستشفَى أو حفرِ بئرٍ أو غير ذلك من المشروعات الخيرية التي يمكنُ أن تسهموا فيها معاً. ¶ عَنْ أَبِي ذَرٍّ قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : \" \" تَبَسُّمُكَ فِي وَجْهِ أَخِيكَ لَكَ صَدَقَةٌ ، وَأَمْرُكَ بِالمَعْرُوفِ وَنَهْيُكَ عَنِ المُنْكَرِ صَدَقَةٌ ، وَإِرْشَادُكَ الرَّجُلَ فِي أَرْضِ الضَّلَالِ لَكَ صَدَقَةٌ ، وَبَصَرُكَ لِلرَّجُلِ الرَّدِيءِ ¶ ¬__________ ¶ (¬1) - فتاوى الشبكة الإسلامية معدلة - (ج 2 / ص 108) رقم الفتوى 1217 ينبغي الصبر والتجاوز عن الهفوات في الحياة الزوجية",
            "page": "51",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "البَصَرِ لَكَ صَدَقَةٌ ، وَإِمَاطَتُكَ الحَجَرَ وَالشَّوْكَةَ وَالعَظْمَ عَنِ الطَّرِيقِ لَكَ صَدَقَةٌ ، وَإِفْرَاغُكَ مِنْ دَلْوِكَ فِي دَلْوِ أَخِيكَ لَكَ صَدَقَةٌ \" (¬1) ¶ وعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ ، عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : \" عَلَى كُلِّ مُسْلِمٍ فِي كُلِّ يَوْمٍ صَدَقَةٌ ، قَالُوا يَا رَسُولَ اللَّهِ وَمَنْ يُطِيقُ ذَلِكَ ؟ قَالَ : إِمَاطَتُكَ الْأَذَى عَنِ الْطَرِيقٍ صَدَقَةٌ ، وَإِرْشَادُكَ الرَّجُلَ الْمُسْلِمَ الطَّرِيقَ صَدَقَةٌ ، وَعِيَادَتُكَ الرَّجُلَ الْمُسْلِمَ صَدَقَةٌ ، وَاتِّبَاعُكَ جِنَازَتَهُ صَدَقَةٌ ، وَرَدُّكَ السَّلَامَ عَلَى الْمُسْلِمِ صَدَقَةٌ \"وفي رواية، قَالَ : فَقَالُوا : وَمَنْ يُطِيقُ ذَلِكَ ؟ ‍‍قَالَ : \" إِمَاطَتُكَ الْأَذَى عَنِ الطَّرِيقِ صَدَقَةٌ ، وَعِيَادَتُكَ الْمَرِيضَ صَدَقَةٌ ، وَاتِّبَاعُكَ جِنَازَتَهُ صَدَقَةٌ ، وَأَمْرُكَ بِالْمَعْرُوفِ صَدَقَةٌ وَنَهْيُكَ وَرَدُّكَ السَّلَامَ عَلَى الْمُسْلِمِ صَدَقَةٌ \" (¬2) ¶ (28) شاركْ زوجتَك مِتعتَها: ¶ إذا كان لزوجتك هوايةٌ من الهواياتِ كالعناية بالزهور وزراعتها، أو القراءة، أو رسم بعض اللوحات الجميلة، أو صناعة بعض التحف البسيطة، فمن الأفضلِ أن تشاركها في ذلك ولو لبعض الوقت، فإنَّ ذلك يسعدها كثيراً ويقوِّي ثقتها فيك وفي نفسها. ¶ وإذا اشتركتُما في قراءةِ كتابٍ وتناقشتما حول قضاياه كان ذلك جيداً، وكذلكَ إذا اشتركتًما في حفظِ بعض سور القرآن وتسابقتما فيمن يسبق ¶ ¬__________ ¶ (¬1) - سُنَنُ التِّرْمِذِيِّ ـ الْجَامِعُ الصَّحِيحُ (1962 ) صحيح لغيره ¶ (¬2) - مسْنَدُ إِسْحَاقَ بْنِ رَاهَوَيْهِ (204 ) حسن",
            "page": "52",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "الآخر بالحفظ ازدادتْ سعادتُكما، مع ما ستحصلان عليه من فائدة وأجر كبيرٍ. ¶ (29) ثقْ بزوجتِكَ: ¶ إنَّ أولى الناس بثقتكَ فيهم هي زوجتُك، لأنكما ترتبطان برباطٍ قويٍّ هو رباطُ الزوجية، {.. وَأَخَذْنَ مِنكُم مِّيثَاقًا غَلِيظًا} (21) سورة النساء، فلا ينبغي عليك أن تترصدَ كلَّ تصرفات زوجتك وترتاب في أفعالها، طالما أنها من أهل الصيانةِ والتدين ولم يصدر منها ما يخالفُ ذلك، فقد أساءَ كثيرُ من الناس ظنونهم بزوجاتهِم ولم يجنوا من وراء ذلك إلا نكدَ العيشِ والتعاسةَ المستمرةَ. ¶ (30) كنْ متقبِّلاً للتغييرِ: ¶ منَ المهم دائماً أن تقبل التغيير، وإذا نظرت حولك فسوف ترى أن كل شيء يتغير، أطفالك يكبرون، وآباؤك يموتون، وأنت نفسُك تتغير، واهتماماتُك تتغير بمرور الوقت، وهذا يساعدك على أن تتقبلَ تغيير كل سلوك سلبيٍّ لديك واستبدالِه بسلوكٍ إيجابي ومن ذلك: ¶ عادةُ التدخين التي ثبتَ ضررُها صحياً وحرمتُها دينياً، فلماذا لا تقبلُ تغيير هذه العادةِ القبيحةِ بممارسة الرياضة مثلا؟! ¶ تذكَّر أنك كلما ازدادت قدرتُك على تغيير عاداتك السلبيةِ كلما ازدادتْ فرصُ سعادتِك وراحتِك النفسيةِ ونجاحِك في الحياة. ¶ (31) مارِسِ السعادةَ الزوجيةَ:",
            "page": "53",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "إن معرفة كل شيء عن قيادة الطائرات لا يؤهلُ المرء لكي يقود طائرة، ولكن عليه أن يتدرب على ذلك ويطبق ما تعلمه نظرياً. كذلك الأمرُ في جانب السعادة الزوجية، حيث لا يكفي معرفة قوانين هذه السعادة في حصولها، والمفيدُ في ذلك لمن ينشد السعادة الزوجية أن يمارس بصورة فعلية هذه السعادة، وذلك بتطبيق قواعدها وتنفيذ قواعدها بصورة فعلية في حياته الزوجية. ¶ (32) انظرْ إلى مَنْ هو أسفلَ منكَ: ¶ عَنْ أَبِى هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ -صلى الله عليه وسلم- « انْظُرُوا إِلَى مَنْ هُوَ أَسْفَلَ مِنْكُمْ وَلاَ تَنْظُرُوا إِلَى مَنْ هُوَ فَوْقَكُمْ فَإِنَّهُ أَجْدَرُ أَنْ لاَ تَزْدَرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ »أخرجه الترمذي (¬1) . ¶ إذا أردت أن تدوم عليك سعادتُك الزوجية فانظر إلى من يعاني فقدان هذه السعادة بصورة دائمة. ¶ - انظر إلى من يعيشُ في نكدٍ دائمٍ وتعاسةٍ مستمرةٍ. ¶ - انظر إلى من لا يستطيعُ توفير ضرورات الحياةِ لزوجته وأولاده. ¶ - انظر إلى أصحابِ الأمراضِ المزمنة التي أفقدتهم الفرحَ والبهجةَ والاستمتاعَ بالحياة ¶ - انظر إلى غيركَ ممن تعدَّوا سنَّ الزواج- رجالاً ونساء- ومع ذلك لم يجدوا طريقاً للزواج والاستقرار. ¶ ¬__________ ¶ (¬1) - برقم (2703 ) وقال : هَذَا حَدِيثٌ صَحِيحٌ وهو كما قال .=تزدروا : تحتقروا",
            "page": "54",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "(33) تغيَّبْ قليلاً: ¶ قد تحدثُ المشكلاتُ بسبب وجود الرجل في البيت بصورة دائمة، فهو دائماً يرى امرأته وتراه، ويخالطها وتخالطه، مما ينتج في بعض الأحيان الملل والسآمة، فتفقد الحياة الزوجية بريقها نتيجة ذلك، ولكي ينجح الزوج في إعادة السعادة إلى حياته الزوجية يمكنه أن يتغيب عن زوجته ولو لعدة أيام، يسافرُ خلالها لأمور تجارية، أو يذهب إلى مكة لأداء العمرة وهو الأفضل بلا ريب، أو يترك زوجته عند أهلها يومين أو ثلاثة، فهذه الغيبة- بلا شكٍّ- سوف تشعره بالاشتياق إلى زوجته، وسوف تشتاقُ هي أيضاً إليه، وعندئذ سيكون اللقاء بينهما متجدداً، كأنه أولُ لقاء بينهما!! ¶ (34) اجعلْ لكَ أهدافاً عُليا في الحياة: ¶ فإنَّ صاحب الأهدافِ العليا والمقاصدِ السامية يعرف أنَّ استقراره في الحياة هو السبيلُ الموصل لتلك الأهداف والمقاصد، وعندئذ يسعى جاهداً لكي يكون مستقراً وسعيداً في حياته. ¶ (35) الحوارُ البنَّاءُ بينَ الطرفينِ : ¶ عَنِ ابْنِ عَبَّاسٍ قَالَ : لَمْ أَزَلْ حَرِيصًا عَلَى أَنْ أَسْأَلَ عُمَرَ بْنَ الْخَطَّابِ عَنِ الْمَرْأَتَيْنِ مِنْ أَزْوَاجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ، اللَّتَيْنِ قَالَ اللَّهُ لَهُمَا {إِنْ تَتُوبَا إِلَى اللهِ فَقَدْ صَغَتْ قُلُوبُكُمَا} [التحريم] حَتَّى حَجَّ فَحَجَجْتُ مَعَهُ فَعَدَلَ وَعَدَلْتُ مَعَهُ بِإِدَاوَةٍ فَتَبَرَّزَ ، ثُمَّ جَاءَ فَسَكَبْتُ عَلَى يَدَيْهِ مِنَ الإِدَاوَةٍ فَتَوَضَّأَ ، فَقُلْتُ : يَا أَمِيرَ الْمُؤْمِنِينَ مَنِ الْمَرْأَتَانِ مِنْ أَزْوَاجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اللَّتَانِ قَالَ لَهُمَا اللَّهُ : {إِنْ تَتُوبَا إِلَى اللهِ فَقَدْ صَغَتْ قُلُوبُكُمَا}",
            "page": "55",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "[التحريم] ، فَقَالَ عُمَرُ : وَاعَجَبًا مِنْكَ يَا ابْنَ عَبَّاسٍ هِيَ حَفْصَةُ ، وَعَائِشَةُ ، ثُمَّ اسْتَقْبَلَ عُمَرُ الْحَدِيثَ ، فَقَالَ : إِنِّي كُنْتُ أَنَا وَجَارٌ لِي مِنَ الأَنْصَارِ فِي بَنِي أُمَيَّةَ بْنِ زَيْدٍ وَهُوَ مِنْ عَوَالِي الْمَدِينَةِ وَكُنَّا نَتَنَاوَبُ النُّزُولَ إِلَى رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَنْزِلُ يَوْمًا وَأَنْزِلُ يَوْمًا فَإِذَا نَزَلْتُ جِئْتُهُ بِخَبَرِ ذَلِكَ الْيَوْمِ مِنَ الْوَحْيِ وَغَيْرِهِ وَإِذَا نَزَلَ فَعَلَ مِثْلَ ذَلِكَ وَكُنَّا مَعَاشِرَ قُرَيْشٍ نَغْلِبُ النِّسَاءَ فَلَمَّا قَدِمْنَا عَلَى الأَنْصَارِ إِذَا قَوْمٌ تَغْلِبُهُمْ نِسَاؤُهُمْ فَطَفِقَ نِسَاؤُنَا يَأْخُذْنَ مِنْ نِسَاءِ الأَنْصَارِ فَصَخِبَتْ عَلَيَّ امْرَأَتِي فَرَاجَعَتْنِي ، فَأَنْكَرْتُ أَنْ تُرَاجِعَنِي ، قَالَتْ : وَلِمَ تُنْكِرُ أَنْ أُرَاجِعَكَ فَوَاللَّهِ إِنَّ أَزْوَاجَ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيُرَاجِعْنَهُ ، وَإِنَّ إِحْدَاهُنَّ لَتَهْجُرُهُ الْيَوْمَ حَتَّى اللَّيْلِ فَأَفْزَعَنِي ذَلِكَ ، فَقُلْتُ : خَابَ مَنْ فَعَلَ ذَلِكَ مِنْهُنَّ ، ثُمَّ جَمَعْتُ عَلَيَّ ثِيَابِي فَنَزَلْتُ فَدَخَلْتُ عَلَى حَفْصَةَ بِنْتِ عُمَرَ ، فَقُلْتُ لَهَا : يَا حَفْصَةُ أَتُغْضِبُ إِحْدَاكُنَّ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَتَهْجُرُهُ الْيَوْمَ حَتَّى اللَّيْلِ ، قَالَتْ : نَعَمْ ، قُلْتُ : قَدْ خِبْتِ وَخَسِرْتِ أَفَتَأْمَنِينَ أَنْ يَغْضَبَ اللَّهُ لِغَضَبِ رَسُولِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَتَهْلِكِينَ ؟ لاَ تَسْتَنْكِرِي رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ، وَلاَ تُرَاجِعِيهِ وَلاَ تَهْجُرِيهِ وَسَلِينِي مَا بَدَا لَكِ وَلاَ يَغُرَّنَّكِ أَنْ كَانَتْ جَارَتُكِ هِيَ أَضْوَأَ وَأَحَبَّ إِلَى رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُرِيدُ عَائِشَةَ -...\" (¬1) ¶ ¬__________ ¶ (¬1) - صحيح ابن حبان - (9 / 493) (4187) وصحيح البخارى- المكنز - (5191) مطولاً",
            "page": "56",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "أولاً: قوله: \"كنا معشر قريش نغلب النساء، فلما قدمنا على الأنصار إذا قوم تغلبهم نساؤهم\" . فبين عمر رضي الله عنه أن معشر قريش أشد وطأة على النساء من معشر الأنصار، حيث الحكم الأول والأخير في معشر قريش للرجال، فلا مجال فيه للمرأة أن تدلي بدلوها، أما الأنصار فللنساء عندهم مجالٌ كبيرٌ في إبداء الرأي بل ربما تأثر الرجال برأي زوجاتهم، قال الإمام ابن حجر رحمه الله تعالى: \"أي نحكم عليهن ولا يحكمن علينا، بخلاف الأنصار فكانوا بالعكس من ذلك\". ¶ ثانياً: قوله رضي الله عنه: فطفق نساؤنا يأخذن من أدب نساء الأنصار\". ¶ وهذا فيه فائدة .. إن المرأة شديدة التأثر بمن حولها، ولذلك فالصحبةُ لها أثرها الكبير، فهي تترك بصماتها على الإنسان بوضوح حتى قال قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" الْمَرْءُ عَلَى دِينِ خَلِيلِهِ فَلْيَنْظُرْ أَحَدُكُمْ مَنْ يُخَالِلُ \" (¬1) ¶ عَنِ الْمَرْءِ لَا تَسْأَلْ وَسَلْ عَنْ قَرِينِهِ ... فَإِنَّ الْقَرِينَ بِالْمُقَارَنِ مُقْتَدِ ¶ فعلى المؤمن أن يحذر صحبة السوء، ويحذر أهله؛ بل ويمنعهم من صحبة من لا خلاق له. ¶ ثالثاً: قوله \"فصخبت على امرأتي فراجعتني، فأنكرت أن تراجعني قالت: ولم تنكر أن أراجعك؟ فوالله إن أزواج النبي صلى الله عليه وسلم ليراجعنه\". ¶ ¬__________ ¶ (¬1) - شعب الإيمان - (12 / 44) (8990 ) صحيح",
            "page": "57",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وجودُ المشكلات الأسرية أمرٌ طبيعي لم يسلم منه أحد حتى أفضل القرون مع تفاوت هذه المشكلات في الحجم والتأثير والنوع. ¶ رابعاً: إن النبي صلى الله عليه وسلم لم يأخذ بسيرة قومه في شدة الوطأة على النساء وعدم فتح الباب لهن بالمراجعة ؛بل عليه الصلاة والسلام فتح لهن الباب ليدلين بآرائهن ويدافعن عن أنفسهن ويفصحن عما في صدورهن، وهذا من رحمته عليه أفضل الصلاة والسلام .. كيف لا وقد قال صلى الله عليه وسلم « اسْتَوْصُوا بِالنِّسَاءِ فَإِنَّ الْمَرْأَةَ خُلِقَتْ مِنْ ضِلَعٍ وَإِنَّ أَعْوَجَ شَىْءٍ فِى الضِّلَعِ أَعْلاَهُ إِنْ ذَهَبْتَ تُقِيمُهُ كَسَرْتَهُ وَإِنْ تَرَكْتَهُ لَمْ يَزَلْ أَعْوَجَ اسْتَوْصُوا بِالنِّسَاءِ خَيْرًا ». (¬1) ¶ وقال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : خَيْرُكُمْ خَيْرُكُمْ لأَهْلِهِ ، وَأَنَا مِنْ خَيْرِكُمْ لأَهْلِي. (¬2) ¶ خامساً: الهجر بين الزوجين \"إن إحداهن لتهجره اليوم حتى الليل\". ¶ (أ )ينبغي أن لا يكون الهجرُ مجحفاً ؛بل بالقدر المشروع . ويكون لسان حال الزوج حين هجره زوجته، قول القائل: ¶ إني لأمنحُكَ الصُدودَ وإنني ... قَسَماً إليكَ مع الصُّدودِ لأَمْيَلُ ¶ ( ب ) عَنْ عَائِشَةَ - رضى الله عنها - قَالَتْ قَالَ لِى رَسُولُ اللَّهِ - صلى الله عليه وسلم - « إِنِّى لأَعْلَمُ إِذَا كُنْتِ عَنِّى رَاضِيَةً ، وَإِذَا كُنْتِ عَلَىَّ غَضْبَى » . قَالَتْ فَقُلْتُ مِنْ أَيْنَ تَعْرِفُ ذَلِكَ فَقَالَ « أَمَّا إِذَا كُنْتِ عَنِّى ¶ ¬__________ ¶ (¬1) - صحيح مسلم- المكنز - (3720 ) ¶ (¬2) - صحيح ابن حبان - (9 / 492) (4186) صحيح",
            "page": "58",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "رَاضِيَةً فَإِنَّكِ تَقُولِينَ لاَ وَرَبِّ مُحَمَّدٍ ، وَإِذَا كُنْتِ غَضْبَى قُلْتِ لاَ وَرَبِّ إِبْرَاهِيمَ » . قَالَتْ قُلْتُ أَجَلْ وَاللَّهِ يَا رَسُولَ اللَّهِ ، مَا أَهْجُرُ إِلاَّ اسْمَكَ (¬1) . ¶ وهكذا ينبغي أن يكون الهجر بين الزوجين رفيقاً رقيقاً، القصد منه التأديب لا العقوبة. ¶ (ج ) وإذا حصل الهجر بين الزوجين في الكلام فينبغي أن لا يكون أكثر من ثلاثة أيام لقوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : لاَ يَحِلُّ لِمُسْلِمٍ أَنْ يَهْجُرَ أَخَاهُ فَوْقَ ثَلاَثِ لَيَالٍ ، يَلْتَقِيَانِ فَيُعْرِضُ هَذَا وَيُعْرِضُ هَذَا ، وَخَيْرُهُمَا الَّذِي يَبْدَأُ بِالسَّلاَمِ.\" (¬2) ¶ قال تعالى :{الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاء بِمَا فَضَّلَ اللّهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنفَقُواْ مِنْ أَمْوَالِهِمْ فَالصَّالِحَاتُ قَانِتَاتٌ حَافِظَاتٌ لِّلْغَيْبِ بِمَا حَفِظَ اللّهُ وَاللاَّتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ وَاضْرِبُوهُنَّ فَإِنْ أَطَعْنَكُمْ فَلاَ تَبْغُواْ عَلَيْهِنَّ سَبِيلاً إِنَّ اللّهَ كَانَ عَلِيًّا كَبِيرًا} (34) سورة النساء ¶ فالهجرُ في المضاجع بمعنى أن الزوج ينامُ مع زوجته في الفراش ولكنه يديرُ ظهرَه عنها ويمتنع عن جماعها.. وهذا يعني أنَّ الأولادَ وبقيةَ الأسرة لا يشعرون به ؛ لأنَّ الغرضَ هو المعالجةُ لا التشهيرُ وكشفُ الأسرار. ¶ سادساً: قول عمر \"فَأَفْزَعَنِي ذَلِكَ ، فَقُلْتُ : خَابَ مَنْ فَعَلَ ذَلِكَ مِنْهُنَّ ، ثُمَّ جَمَعْتُ عَلَيَّ ثِيَابِي فَنَزَلْتُ فَدَخَلْتُ عَلَى حَفْصَةَ بِنْتِ عُمَرَ \". ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (5228 ) وصحيح مسلم- المكنز - (6438) ¶ (¬2) - صحيح ابن حبان - (12 / 484) (5669) صحيح",
            "page": "59",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "وهنا يبدأ الحوار الثاني بين الأب وابنته... ¶ قُلْتُ لَهَا : يَا حَفْصَةُ أَتُغْضِبُ إِحْدَاكُنَّ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَتَهْجُرُهُ الْيَوْمَ حَتَّى اللَّيْلِ ؟ ¶ وهذا فيه فائدة للرجال ؛ بل للناس جميعاً ، التثبتُ من الأخبار، وعدمُ الحكم في قضية حتى نتثبت من أخبار رواتها ؛ ولذلك لم يأخذ عمر رضي الله عنه قول امرأته مسلِّماً حتى تأكد منه ؛ ولذا ينبغي للزوج أن يتأكدَ من ادعاء زوجته على أمِّه، وكذا أن يتأكد من ادِّعاء أمِّه على زوجته، فكم من البيوتِ قد تفرقتْ وتشتتْ شملُها بسبب كَذِب أمِّ الزوج على زوجة ابنها، أو كذبِ الزوجةِ على أمِّ زوجها ؛ ولذا ينبغي للرجل التثبتَ من الأخبار قبل الحكم في القضية. ¶ سابعاً:قَالَتْ : نَعَمْ ، قُلْتُ : قَدْ خِبْتِ وَخَسِرْتِ أَفَتَأْمَنِينَ أَنْ يَغْضَبَ اللَّهُ لِغَضَبِ رَسُولِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَتَهْلِكِينَ ؟ لاَ تَسْتَنْكِرِي رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ، وَلاَ تُرَاجِعِيهِ وَلاَ تَهْجُرِيهِ وَسَلِينِي مَا بَدَا لَكِ وَلاَ يَغُرَّنَّكِ أَنْ كَانَتْ جَارَتُكِ هِيَ أَضْوَأَ وَأَحَبَّ إِلَى رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُرِيدُ عَائِشَةَ - ¶ هكذا وعظ الأبُ ابنته من أجل إصلاحها لزوجها .. لم يحرِّضْها على زوجها كما تفعلُ بعض الأمهات مع بناتهن، تأتي الزوجةُ بعد خلاف بسيطٍ بينها وبين زوجها، فتنفخُ الأمُّ فيه حتى تضرمَ في صدر ابنتها ناراً تأكلُ الأخضرَ واليابسَ.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "قال ابن حجر رحمه الله في التعليق على الحديث: \"وفيه (أي من فوائد الحديث) تأديب الرجل لابنته وقرابته بالتقوى لأجل إصلاحها لزوجها\". (¬1) ¶ ثامناً: الحذرُ من الغرور ببعض أمور الدنيا من مال أو جمال.. والحذرُ مما يجره ذلك من استعلاء على الزوج وترفع عليه.\"وَلاَ يَغُرَّنَّكِ أَنْ كَانَتْ جَارَتُكِ هِيَ أَضْوَأَ وَأَحَبَّ إِلَى رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُرِيدُ عَائِشَةَ -\"فحذَّرها رضي الله عنهما وأرضاهما من الغرور بمن حولها حتى لا تقع في المحذور. ¶ (36) وأخيراً: كنْ دائمَ الاتصالِ بربكَ: ¶ إنَّ دوام الاتصال بالله تعالى كفيلٌ بإسعادك، وإن انقطاع صلتكَ بالله عز وجلَّ كفيلٌ بشقائك، قال تعالى: {الَّذِينَ آمَنُواْ وَتَطْمَئِنُّ قُلُوبُهُم بِذِكْرِ اللّهِ أَلاَ بِذِكْرِ اللّهِ تَطْمَئِنُّ الْقُلُوبُ} [الرعد: 28]. ¶ وقال تعالى: {وَمَنْ أَعْرَضَ عَن ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى} [طه: 128]. ولكي تكون دائم الصلة بالله عز وجل: ¶ أ- حافظ على الصلوات الخمس في جماعة . ¶ ب- اجتهد في أداء النوافل. ¶ ب- أكثرْ من ذكر الله عز وجل. ¶ د- عليك بكثرة الدعاء والثناء والتضرع إلى الله. ¶ ¬__________ ¶ (¬1) - فتح الباري لابن حجر - (9 / 291)",
            "page": "61",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "هـ- أكثر من الاستغفار. ¶ و- أكثر من تلاوة القرآن. ¶ ز- أكثر من الصلاة على النبي صلى الله عليه وسلم. ¶ ح- التزم التزاماً كلياً بأداء الفرائض وترك المحرمات. ¶ ط- صاحبْ من يذكِّرُك بالله. ¶ ي- احضر مجالس العلم والذكر. ¶ ك- طهرْ بيتك من المنكرات. ¶ أسأل الله أن يرزقنا السعادة في الدنيا والآخرة، وصلى الله على نبينا محمد وعلى آله وصحبه وسلم. ¶ - - - - - - - - - - - - -",
            "page": "62",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "ثانياً ¶ كيف تسعد زوجتك (¬1) ¶ السعادةُ الزوجية أشبه بقرص من العسل تبنيه نحلتان ، وكلما زاد الجهد فيه زادت حلاوة الشهد فيه . وكثيرون يسألون كيف يصنعون السعادة في بيوتهم ، ولماذا يفشلون في تحقيق هناءة الأسرة واستقرارها . ¶ ولا شك أن مسؤولية السعادة الزوجية تقع على الزوجين .فلا بد من وجود المحبة بين الزوجين. وليس المقصودُ بالمحبة ذلك الشعور الأهوج الذي يلتهب فجأة وينطفئ فجأة ، إنما هو ذلك التوافق الروحيُّ والإحساس العاطفيًّ النبيل بين الزوجين . ¶ والبيت السعيد لا يقف على المحبة وحدها ، بل لا بد أن تتبعها روح التسامح بين الزوجين . والتسامحُ لا يتأتى بغير تبادل حسن الظن والثقة بين الطرفين . والتعاونُ عامل رئيسي في تهيئة البيت السعيد ، وبغيره تضعف قيم المحبة والتسامح . والتعاون يكون أدبياً ومادياً . ويتمثل الأول في حسن استعداد الزوجين لحلِّ ما يعرض للأسرة من مشكلات . فمعظم الشقاق ينشأ عن عدم تقدير أحد الزوجين لمتاعب الآخر ، أو عدم إنصاف حقوق شريكه . ¶ ¬__________ ¶ (¬1) - انظر مقال ثلاثون وصية ..تسعد بها زوجتك للدكتور حسان شمسي باشا",
            "page": "63",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "ولا نستطيع أن نعدد العوامل الرئيسة في تهيئة البيت السعيد دون أن نذكر العفة بإجلال وخشوع ، فإنها محورُ الحياة الكريمة ، وأصل الخير في علاقات الإنسان . ¶ فقد كتب أحد علماء الاجتماع يقول : \" لقد دلتني التجربةُ على أن أفضل شعار يمكن أن يتخذه الأزواج لتفادي الشقاق ، هو أنه لا يوجدَ حريقٌ يتعذرُ إطفاؤه عند بدء اشتعاله بفنجان من ماء .. ذلك لأن أكثر الخلافات الزوجية التي تنتهي بالطلاق ترجعُ إلى أشياءَ تافهةٍ تتطورُ تدريجياً حتى يتعذرَ إصلاحُها \" ¶ وتقع المسؤولية في خلق السعادة البيتية على الوالدين ، فكثيراً ما يهدم البيت لسانٌ لاذعٌ ، أو طبعٌ حادٌّ يسرعُ إلى الخصام ، وكثيراً ما يهدم أركان السعادة البيتية حبُّ التسلط أو عدم الإخلاص من قبل أحد الوالدين وأمورٌ صغيرة في المبنى عظيمةٌ في المعنى . ¶ وهاك بعضاً من تلك الوصايا التي تسهمُ في إسعاد زوجك : ¶ 1. لا تُهنْ زوجتك ، فإن أي إهانة توجهها إليها ، تظلُّ راسخة في قلبها وعقلها . وأخطرُ الإهانات التي لا تستطيع زوجتك أن تغفرها لك بقلبها ، حتى ولو غفرتها لك بلسانها ، هي أن تنفعلَ فتضر بها ، أو تشتمها أو تلعن أباها أو أمها ، أو تتهمها في عِرضها . ¶ 2. أحسِنْ معاملتك لزوجتك تُحسنْ إليك . أشعرها أنك تفضلًها على نفسك ، وأنك حريصٌ على إسعادها ، ومحافظ على صحتها ، ومضحٍّ من أجلها ،إن مرضتْ مثلاً ، بما أنت عليه قادر .",
            "page": "64",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "3. تذكرْ أن زوجتك تحبُّ أن تجلس لتتحدثَ معها وإليها في كل ما يخطر ببالك من شؤون. لا تعدْ إلى بيتك مقطبَ الوجه عابسَ المحيَّا ، صامتا أخرساً ، فإن ذلك يثيرُ فيها القلق والشكوك .! ¶ 4. لا تفرضْ على زوجتك اهتماماتِك الشخصيةَ المتعلقة بثقافتك أو تخصصك ، فإن كنت أستاذا في الفلك مثلا فلا تتوقع أن يكون لها نفس اهتمامك بالنجوم والأفلاك !! ¶ 5. كنْ مستقيماً في حياتك ، تكن هي كذلك . فعَنِ ابْنِ عُمَرَ ، قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : بَرُّوا آباءَكُمْ تَبَرُّكُمْ أَبْنَاؤُكُمْ ، وَعِفُّوا تَعِفُّ نِسَاؤُكُمْ\" رواه الطبراني (¬1) . ¶ وحذار من أن تمدنَّ عينيك إلى ما لا يحلُّ لك ، سواء كان ذلك في طريق أو أمام شاشة التلفاز ، قال تعالى : {وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِّنْهُمْ زَهْرَةَ الْحَيَاةِ الدُّنيَا لِنَفْتِنَهُمْ فِيهِ وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقَى} (131) سورة طه . ¶ وما أسوأ ما أتت به الفضائياتُ من مشاكل زوجية !! ¶ 6. إياك إياك أن تثير غيرة زوجتك ، بأن تذكِّرها من حين لآخر أنك مقدمٌ على الزواج من أخرى ، أو تبدي إعجابك بإحدى النساء ، فإن ذلك يطعن في قلبها في الصميم ، ويقلب مودتها إلى موج من القلق والشكوك والظنون . وكثيرا ما تتظاهر تلك المشاعر بأعراض جسدية ¶ ¬__________ ¶ (¬1) - المعجم الكبير للطبراني - (11 / 173)(252)والمجمع 8/81 و 138 و 139 و الترغيب 3/493 و تمهيد 2/309 و خط 6/311 و أصفهان 2/285 و عدي 1/324حسن لغيره",
            "page": "65",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "مختلفة ، من صداع إلى آلام هنا وهناك ، فإذا بالزوج يأخذ زوجته من طبيب إلى طبيب !! ¶ 7. لا تذكِّرْ زوجتك بعيوبٍ صدرتْ منها في مواقف معينة ، ولا تعيِّرها بتلك الأخطاء والمعايبَ ، وخاصة أمام الآخرين. ¶ 8. عدِّل سلوككَ من حين لآخر ، فليس المطلوبُ فقط أن تقوم زوجتك بتعديل سلوكها، وتستمرَّ أنت متشبثا بما أنت عليه ، وتجنب ما يثيرُ غيظ زوجتك ولو كان مزاحا . ¶ 9. اكتسبْ من صفات زوجتك الحميدة ، فكم من الرجال ازداد التزاماً بدينه حين رأى تمسك زوجته بقيمها الدينية والأخلاقية ، وما يصدرُ عنها من تصرفاتٍ ساميةٍ . ¶ 10. الزم الهدوءَ ولا تغضبْ ، فالغضبُ أساسُ الشحناء والتباغض . وإن أخطأت تجاه زوجتك فاعتذر إليها . لا تنمْ ليلتك وأنت غاضبٌ منها وهي حزينة باكيةٌ . تذكَّر أن ما غضبْتَ منه - في أكثر الأحوال - أمرٌ تافه لا يستحقُّ تعكير صفو حياتكما الزوجية ، ولا يحتاج إلى كل ذلك الانفعال . استعذْ بالله من الشيطان الرجيم ، وهدئ ثورتك ، وتذكر أن ما بينك وبين زوجتك من روابط ومحبةٍ أسمَى بكثير من أن تدنِّسَه لحظةُ غضبٍ عابرةٍ ، أو ثورةُ انفعال طارئةٍ . ¶ 11. امنحْ زوجتك الثقة بنفسها . لا تجعلْها تابعة تدور في مجرَّتك وخادمة منفِّذةً لأوامرك . بل شجِّعها على أن يكون لها كيانُها وتفكيرها وقرارها . استشرْها في كل ما يحتاج لمشورتها ، وحاورها ولكن بالتي هي",
            "page": "66",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "أحسن . خذ بقرارها عندما تعلمُ أنه الأصوبُ ، وأخبرها بذلك وإن خالفتها الرأي فاصرفها إلى رأيك برفق ولباقة . ¶ 12. أثنْ على زوجتك عندما تقومُ بعمل يستحقُّ الثناء ، فالرسول صلى الله عليه وسلم يقول : « مَنْ لَمْ يَشْكُرِ النَّاسَ لَمْ يَشْكُرِ اللَّهَ » رواه الترمذي (¬1) . ¶ 13. توقفْ عن توجيه التجريحِ والتوبيخ ، ولا تقارنها بغيرها من قريباتك اللاتي تعجبُ بهن وتريدها أن تتخذهنَّ مُثُلاً عليا تجري في أذيالهن ، وتلهثُ في أعقابهن . ¶ 14. حاولْ أن توفر لها الإمكانات التي تشجعها على المثابرة وتحصيل المعارف . فإن كانت تبتغي الحصول على شهادة في فرع من فروع المعرفة فيسِّرْ لها ذلك ، طالما أن ذلك الأمر لا يتعارض مع مبادئ الدين ، ولا يشغلُها عن التزاماتها الزوجية والبيتية . وتجاوبْ مع ما تحرزه زوجتك من نجاحٍ فيما تقوم به. ¶ 15. أنصتْ إلى زوجتك باهتمامٍ ، فإنَّ ذلك يعمل على تخليصها مما رانَ عليها من همومٍ ومكبوتاتٍ ، وتحاشى الإثارةَ والتكذيب ، ولكن هناك من النساء من لا تستطيع التوقف عن الكلام ، أو تصبُّ حديثها على ذم أهلكَ أو أقربائكَ ، فعليكَ حينئذ أن تعامل الأمر بالحكمةِ والموعظة الحسنة ¶ ¬__________ ¶ (¬1) - سنن الترمذى برقم (2082 ) ومسند أحمد برقم (7715 ) صحيح",
            "page": "67",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "16. أشعرْ زوجتك بأنها في مأمنٍ من أي خطر ، وأنك لا يمكن أن تفرط فيها ، أو أن تنفصل عنها . ¶ 17. أشعرْ زوجتكَ أنك كفيلٌ برعايتها اقتصاديا مهما كانت ميسورة الحال . لا تطمعْ في مالٍ ورثتْهُ عن أبيها ، فلا يحلُّ لك شرعاً أن تستولي على أموالها . ¶ ولا تبخلْ عليها بحجة أنها ثريةٌ ، فمهما كانت غنية في حاجة نفسية إلى الشعور بأنك البديلُ الحقيقي لأبيها . ¶ 18.حذارِ من العلاقات الاجتماعية غير المباحة . فكثيرٌ من خراب البيوت الزوجية منشؤه تلك العلاقات ، كالاختلاط المذموم ونحوه ، فعَنْ عُقْبَةَ بْنِ عَامِرٍ أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ « إِيَّاكُمْ وَالدُّخُولَ عَلَى النِّسَاءِ » . فَقَالَ رَجُلٌ مِنَ الأَنْصَارِ يَا رَسُولَ اللَّهِ أَفَرَأَيْتَ الْحَمْوَ . قَالَ « الْحَمْوُ الْمَوْتُ » (¬1) . ¶ 19. وائمْ بين حبكَ لزوجك وحبِّكَ لوالديك وأهلك ، فلا يطغَى جانبٌ على جانب ، ولا يسيطر حبٌّ على حساب حبٍّ آخرَ . فأعط كل ذي حقٍّ حقه بالحسنى ، والقسطاسِ المستقيم . ¶ 20.كنْ لزوجك كما تحبُّ أن تكونَ هي لك في كل ميادين الحياة ، فإنها تحبُّ منك كما تحبُّ منها . عَنِ ابْنِ عَبَّاسٍ قَالَ : إنِّي أُحِبُّ أَنْ أَتَزَيَّنَ لِلْمَرْأَةِ كَمَا أُحِبُّ أَنْ تَتَزَيَّنَ لِي الْمَرْأَةُ لِأَنَّ اللَّهَ تَعَالَى يَقُولُ : وَلَهُنَّ مِثْلُ ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (5232 ) وصحيح مسلم- المكنز - (5803) ¶ الحمو : أخو الزوج وما أشبهه من أقارب الزوج ابن العم ونحوه",
            "page": "68",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ وَمَا أُحِبُّ أَنْ أَسْتَنْظِفَ جَمِيعَ حَقِّي عَلَيْهَا لِأَنَّ اللَّهَ تَعَالَى يَقُولُ : وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ. (¬1) . ¶ 21 . أعطها قسطاً وافرا وحظا يسيرا من الترفيه خارج المنزل ، كلون من ألوان التغيير ، وخاصة قبل أن يكون لها أطفالٌ تشغل نفسها بهم . ¶ 22. شاركْها وجدانيًّا فيما تحبُّ أن تشاركك فيه ، فزر أهلها وحافظ على علاقة كلِّها مودةٍ واحترامٍ تجاهَ أهلِها . ¶ 23. لا تجعلْها تغارُ من عملكَ بانشغالك به أكثر من اللازم ، ولا تجعله يستأثرْ بكل وقتك، وخاصة في إجازة الأسبوع ، فلا تحرمْها منك في وقت الإجازة سواء كان ذلك في البيت أم خارجه ، حتى لا تشعرَ بالملل والسآمة . ¶ 24. إذا خرجتَ من البيت فودعها بابتسامةٍ وطلب الدعاء . وإذا دخلت فلا تفاجئها حتى تكون متأهبة للقائكَ ، ولئلا تكون على حال لا تحبُّ أن تراها عليها ، وخاصة إن كنت قادماً من السفر . ¶ فعَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ كُنَّا مَعَ رَسُولِ اللَّهِ -صلى الله عليه وسلم- فِى غَزَاةٍ فَلَمَّا قَدِمْنَا الْمَدِينَةَ ذَهَبْنَا لِنَدْخُلَ فَقَالَ « أَمْهِلُوا حَتَّى نَدْخُلَ لَيْلاً - أَىْ عِشَاءً - كَىْ تَمْتَشِطَ الشَّعِثَةُ وَتَسْتَحِدَّ الْمُغِيبَةُ ». ¶ ¬__________ ¶ (¬1) - مصنف ابن أبي شيبة مرقم ومشكل - (ج 7 / ص 63) برقم (19258) صحيح",
            "page": "69",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "وفي رواية عَنْ جَابِرٍ قَالَ قَالَ رَسُولُ اللَّهِ -صلى الله عليه وسلم- « إِذَا قَدِمَ أَحَدُكُمْ لَيْلاً فَلاَ يَأْتِيَنَّ أَهْلَهُ طُرُوقًا حَتَّى تَسْتَحِدَّ الْمُغِيبَةُ وَتَمْتَشِطَ الشَّعِثَةُ ». ¶ وفي رواية عَنْ جَابِرٍ قَالَ نَهَى رَسُولُ اللَّهِ -صلى الله عليه وسلم- أَنْ يَطْرُقَ الرَّجُلُ أَهْلَهُ لَيْلاً يَتَخَوَّنُهُمْ أَوْ يَلْتَمِسُ عَثَرَاتِهِمْ. (¬1) ¶ 25. انظر معها إلى الحياة من منظار واحد .. فعَنْ ثَابِتٍ قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ يَقُولُ بَيْنَمَا رَسُولُ اللَّهِ -صلى الله عليه وسلم- يَسِيرُ وَحَادٍ يَحْدُو بِنِسَائِهِ فَضَحِكَ رَسُولُ اللَّهِ -صلى الله عليه وسلم- فَإِذَا هُوَ قَدْ تَنَحَّى بِهِنَّ قَالَ فَقَالَ « يَا أَنْجَشَةُ وَيْحَكَ ارْفُقْ بِالْقَوَارِيرِ »مسند أحمد (¬2) . ¶ وعَنْ عَائِشَةَ قَالَتْ سُئِلَ رَسُولُ اللَّهِ -صلى الله عليه وسلم- عَنِ الرَّجُلِ يَجِدُ الْبَلَلَ وَلاَ يَذْكُرُ احْتِلاَمًا قَالَ « يَغْتَسِلُ ». وَعَنِ الرَّجُلِ يَرَى أَنَّهُ قَدِ احْتَلَمَ وَلاَ يَجِدُ الْبَلَلَ قَالَ « لاَ غُسْلَ عَلَيْهِ ». فَقَالَتْ أُمُّ سُلَيْمٍ الْمَرْأَةُ تَرَى ذَلِكَ أَعَلَيْهَا غُسْلٌ قَالَ « نَعَمْ إِنَّمَا النِّسَاءُ شَقَائِقُ الرِّجَالِ » سنن أبى داود (¬3) ¶ وعَنْ أَبِى هُرَيْرَةَ عَنِ النَّبِىِّ -صلى الله عليه وسلم- قَالَ « مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ فَإِذَا شَهِدَ أَمْرًا فَلْيَتَكَلَّمْ بِخَيْرٍ أَوْ لِيَسْكُتْ وَاسْتَوْصُوا بِالنِّسَاءِ فَإِنَّ الْمَرْأَةَ خُلِقَتْ مِنْ ضِلَعٍ وَإِنَّ أَعْوَجَ شَىْءٍ فِى الضِّلَعِ أَعْلاَهُ إِنْ ¶ ¬__________ ¶ (¬1) - صحيح مسلم- المكنز - (5073 -5078) -يطرق : يأتى ¶ (¬2) - برقم (13098) صحيح -القوارير : جمع قارورة وهو إناء من زجاج أراد النساء شبههن بالقوارير من الزجاج ¶ (¬3) - برقم (236 )صحيح",
            "page": "70",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "ذَهَبْتَ تُقِيمُهُ كَسَرْتَهُ وَإِنْ تَرَكْتَهُ لَمْ يَزَلْ أَعْوَجَ اسْتَوْصُوا بِالنِّسَاءِ خَيْرًا » رواه مسلم (¬1) . ¶ 26. حاولْ أن تساعد زوجك في بعض أعمالها المنزلية ، فلقد بلغ من حسن معاشرة الرسول صلى الله عليه وسلم لنسائه التبرع بمساعدتهن في واجباتهن المنزلية . فعَنِ الأَسْوَدِ قَالَ سَأَلْتُ عَائِشَةَ مَا كَانَ النَّبِىُّ - صلى الله عليه وسلم - يَصْنَعُ فِى بَيْتِهِ قَالَتْ كَانَ يَكُونُ فِى مِهْنَةِ أَهْلِهِ - تَعْنِى خِدْمَةَ أَهْلِهِ - فَإِذَا حَضَرَتِ الصَّلاَةُ خَرَجَ إِلَى الصَّلاَةِ . رواه البخاري (¬2) ¶ 27. حاولْ أن تغضَّ الطرف عن بعض نقائص زوجتك ، وتذكر ما لها من محاسن ومكارم تغطي هذا فعَنْ أَبِى هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ -صلى الله عليه وسلم- « لاَ يَفْرَكْ مُؤْمِنٌ مُؤْمِنَةً إِنْ كَرِهَ مِنْهَا خُلُقًا رَضِىَ مِنْهَا آخَرَ »أخرجه مسلم . (¬3) ¶ 28. على الزوج أن يلاطف زوجته ويداعبها ، تأسياً برسول الله صلى الله عليه وسلم في ذلك : فعَنْ جَابِرٍ قَالَ تَزَوَّجْتُ فَأَتَيْتُ النَّبِىَّ -صلى الله عليه وسلم- فَقَالَ « أَتَزَوَّجْتَ يَا جَابِرُ ». قُلْتُ نَعَمْ. قَالَ « بِكْرًا أَمْ ثَيِّبًا ». فَقُلْتُ ثَيِّبًا. قَالَ « فَهَلاَّ بِكْرًا تُلاَعِبُهَا وَتُلاَعِبُكَ »أخرجه النسائي (¬4) .. ¶ ¬__________ ¶ (¬1) - صحيح مسلم برقم (3720 ) ¶ (¬2) - برقم (676 ) ¶ (¬3) - برقم (3721 ) -يَفرك : يبغض ¶ (¬4) - برقم (3232 ) والبخاري مطولا برقم (5247 )",
            "page": "71",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "وعَنْ كَعْبِ بن عُجْرَةَ قَالَ: كُنْتُ عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ:\"يَا فُلانُ، تَزَوَّجْتَ؟\"، فَقَالَ: لا، فَقَالَ لِي:\"تَزَوَّجْتَ؟\"، فَقُلْتُ: نَعَمْ، فَقَالَ:\"أَبِكْرًا أَمْ ثَيِّبًا؟\"، قُلْتُ: لا، بَلْ ثَيِّبًا، فَقَالَ:\"فَهَلا بِكْرًا تَعَضُّهَا وَتَعَضُّكَ\". (¬1) ¶ وحتى عمر بن الخطاب رضي الله عنه - وهو القوي الشديد الجاد في حكمه - كان يقول : \" ينبغي للرجل أن يكون في أهله كالصبي ( أي في الأنس والسهولة ) فإن كان في القوم كان رجلا \" (¬2) . ¶ 29. استمعْ إلى نقد زوجتك بصدرٍ رحب ، فقد كان نساءُ النبي صلى الله عليه وسلم يراجعنه في الرأي ، فلا يغضب منهن (¬3) . ¶ 30 . أحسنْ إلى زوجتك وأولادك ، فعَنْ عَائِشَةَ قَالَتْ قَالَ رَسُولُ اللَّهِ -صلى الله عليه وسلم- « خَيْرُكُمْ خَيْرُكُمْ لأَهْلِهِ وَأَنَا خَيْرُكُمْ لأَهْلِى » رواه الترمذي (¬4) . ¶ فإنْ أنت أحسنت إليهم أحسنوا إليك ، وبدلوا حياتك التعيسة سعادة وهناء . لا تبخلْ على زوجك ونفسك وأولادك ، وأنفقْ بالمعروف ، فإنفاقك على أهلك صدقة، قال تعالى : {لِيُنفِقْ ذُو سَعَةٍ مِّن سَعَتِهِ وَمَن ¶ ¬__________ ¶ (¬1) - المعجم الكبير للطبراني - (14 / 21) (15662) حسن ¶ (¬2) - إحياء علوم الدين - (ج 1 / ص 396) الأمثال لابن سلام - (1 / 29) والمستقصى في أمثال العرب - (1 / 125) ومجمع الأمثال - (1 / 256) ومجمع الأمثال - (ج 1 / ص 256) وشرح نهج البلاغة ابن أبي الحديد1-20 - (ج 7 / ص 478) ¶ (¬3) - السنن الكبرى للبيهقي وفي ذيله الجوهر النقي - (ج 7 / ص 37)برقم (13647) صحيح ¶ (¬4) - سنن الترمذى برقم (4269 )صحيح",
            "page": "72",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنفِقْ مِمَّا آتَاهُ اللَّهُ لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا مَا آتَاهَا سَيَجْعَلُ اللَّهُ بَعْدَ عُسْرٍ يُسْرًا} (7) سورة الطلاق ¶ وعَنْ أَبِى هُرَيْرَةَ عَنِ النَّبِىِّ -صلى الله عليه وسلم- قَالَ « دِينَارٌ أَنْفَقْتَهُ فِى سَبِيلِ اللَّهِ عَزَّ وَجَلَّ وَدِينَارٌ فِى الْمَسَاكِينِ وَدِينَارٌ فِى رَقَبَةٍ وَدِينَارٌ فِى أَهْلِكَ أَعْظَمُهَا أَجْراً الدِّينَارُ الَّذِى تُنْفِقُهُ عَلَى أَهْلِكَ » أخرجه أحمد (¬1) . ¶ - - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - مسند أحمد برقم (10387)صحيح",
            "page": "73",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "ثالثاً ¶ كيف تسعدينَ زوجَكِ (¬1) ¶ ليس في العالم كله مكانٌ يضاهي البيت السعيد جمالا وراحة . فأينما سافرنا ، وأنى هللنا ، لا نجدُ أفضل من البيت الذي تخيم عليه ظلال السعادة . ¶ والبيتُ السعيد هو ذلك البيت الذي لا خصام فيه ولا نزاع .. الذي لا يُسمع فيه الكلامُ اللاذع القاسي ، ولا النقدُ المرير . هو البيت الذي يأوي إليه أفرادُ الأسرة فيجدون فيه الراحةً والهدوء والطمأنينة . ¶ وتقع المسؤولية في خلق السعادة البيئية على الوالدين . ولكننا أردنا هذا المقال أن نبين كيف تستطيع المرأة بذكائها وحكمتها وحسن معاملتها أن تسعدَ زوجها و من ثم تسعد بيتها : ¶ 1. تذكَّري أنكِ أنت مسؤولةٌ عن إسعادِ زوجك وأولادك ، وتذكري أنَّ رضا زوجك عنك يدخلُك الجنة ،فعَنْ أُمِّ سَلَمَةَ قَالَتْ قَالَ رَسُولُ اللَّهِ -صلى الله عليه وسلم- « أَيُّمَا امْرَأَةٍ مَاتَتْ وَزَوْجُهَا عَنْهَا رَاضٍ دَخَلَتِ الْجَنَّةَ »الترمذي (¬2) . ¶ ¬__________ ¶ (¬1) - انظر مقال ثلاثون وصية ..تسعدين بها زوجك للدكتور حسان شمسي باشا ¶ (¬2) - برقم (1194 ) قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ وهو كما قال .",
            "page": "74",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "وعَنْ أَبِي هُرَيْرَةَ قَالَ : قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : إِذَا صَلَّتِ الْمَرْأَةُ خُمُسَهَا ، وَصَامَتْ شَهْرَهَا ، وَحَصَّنَتْ فَرْجَهَا ، وَأَطَاعَتْ بَعْلَهَا دَخَلَتْ مِنْ أَيِّ أَبْوَابِ الْجَنَّةِ شَاءَتْ.\" (¬1) ¶ 2. لا تحمِّلي زوجك ما يفوقُ طاقتَه . فلا تحشري رغباتك ولا تكدِّسي طلباتك مرة واحدة ، حتى لا يرهقَ زوجك فيهرب منك . وإذا أصررتِ على مطالبك الكثيرة ، فقد يرفضُها جميعا ويرفضك أنت رفضا تاما ، غير آسف ولا نادم . قال: قال عبدُ الملك بن عمرَ بن عبد العزيز لأبيه: يا أبتِ، مالك لا تْنفذ الأمور، فوالله ما أبالي لو أن القُدور غَلت بي وبك في الحق. قال له عمر: لا تَعجل يا بنيّ، فإن الله ذَم الخمر في القرآن مرتين وحَرَّمها في الثالثة، وأنا أخاف أن أحمل الحقّ على الناس جملةً فيدفعونه جُمْلة، ويكونَ من ذلك فتنة.\" (¬2) ¶ وعن علي رضي الله عنه عن النبي صلى الله عليه وسلم قال : \" إن الله يحب المرأة المَلِقَةَ البزْعة ( أي الظريفة ) مع زوجها ،الحصان ( أي الممتنعة عن غيره ) \" رواه الديلمي (¬3) ¶ 3. لا تكلفيهِ أن يتحلَّى مرة واحدة بكل الصفات والفضائل والمكارم التي تشتهين أن تجتمع فيه . فمن النادر جدا أن تجتمع كلُّ تلك الصفات في شخص واحد ! ¶ ¬__________ ¶ (¬1) - صحيح ابن حبان - (9 / 472) (4163) حسن ¶ (¬2) - العقد الفريد - (2 / 162) ¶ (¬3) - أخرجه الديلمى (1/2/249) والسلسلة الضعيفة (7/125 ، رقم 3126) وفيه ضعف",
            "page": "75",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "4. حين يتزوجُ رجلٌ امرأة ، يتعلق بصورتها الحلوة كما رآها في الواقع ، ويودُّ أن يحفظ لها هذه الصورة سليمةً صافيةً ساحرة طوال حياته ، فلا تشوِّهي صورتك التي في ذهنه . ¶ حافظي على جمالكِ وأناقتك ، ونضرةِ صحتك ، ورشاقةِ حركاتك ، وحلاوةِ حديثك ، ولا تتحدثي بصوت أجشَّ ، ولا ترددي ألفاظاً سوقية هابطة ، وإذا تخليتِ عن هذه السمات النسوية المطلوبة ، أو أهملت شيئا منها ، هبطتْ صورتُك في نظر زوجك ، وابتعدتِ أنت عن الصورة النسوية الرائعة التي ينشدُها كلُّ رجل في امرأته . ¶ قال رسول الله صلى الله عليه وسلم :« أَلاَ أُخْبِرُكَ بِخَيْرِ مَا يَكْنِزُ الْمَرْءُ الْمَرْأَةُ الصَّالِحَةُ إِذَا نَظَرَ إِلَيْهَا سَرَّتْهُ وَإِذَا أَمَرَهَا أَطَاعَتْهُ وَإِذَا غَابَ عَنْهَا حَفِظَتْهُ » أخرجه أبو داود (¬1) . ¶ 5. حافظي على تدينك ِ. التزمي بالحجابِ الإسلامي ، ولا تتساهلي في أن يرى أحدٌ شيئاً من جسدك ولو للمحة عابرةٍ ، فإنَّ زوجك يغارُ عليك ويحرصُ على ألا يراك إلا من تحلُّ له رؤيتك . ¶ تزوج رجلٌ بنتا أُعجب بحجابها وتدينها ، حين ردت على صاحبتها في مناقشة مسموعة ، إذ قالت {قُل لَّن يُصِيبَنَا إِلاَّ مَا كَتَبَ اللّهُ لَنَا هُوَ مَوْلاَنَا وَعَلَى اللّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ } (51) سورة التوبة. وقال لها إنه سيظل دائما يتصورها بهذه الصورة الطاهرة السامية : مؤمنة بالله ، راضية بقدره ، ¶ ¬__________ ¶ (¬1) - برقم (1666 ) صحيح",
            "page": "76",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "متمسكة بالمبادئ السامية والأفكار الطاهرة . ولعل زوجكِ يرى فيك مثل ذلك ، فلا تحطِّمي صورتكِ في قلبه وعقله، تجملي لزوجك قبل أن يأتي إلى البيت في المساء ، فيراكِ في أحسن حال . البسي ثوبًُ نظيفاً لائقا ، واستعملي من العطور ما يحبُّ ، ضعي على صدرك شيئا من الحلي التي أهداها إليك ، فهو يحبُّ أن يرى أثر هداياه عليك ، وكوني كما لو كنت في زيارة إحدى صديقاتك أو قريباتك . ¶ 6. لا تنشغلي بأعمال البيت عن زوجكِ ، فتظهرْ كلُّ أعمال الطهي والتنظيف والترتيب عندما يأتي الزوجُ إلى بيته متعباً مرهقا . فلا يراك إلا في المطبخِ ، أو في ثياب التنظيف والعمل !! قومي بهذه الأعمال في غيابه . ¶ 7. رتبي بيتكِ على أحسن حال . غيِّري من ترتيب غرفة الجلوس من حين لآخر . ضعي لمساتك الفنية في انتقاء مواضع اللوحاتِ أو قطع التزيين وغيرها . ¶ 8. لا تتحسري على العاطفةِ الملتهبةِ ، ومشاعر الحبِّ الفياضة وأحلام اليقظة التي كنت تعيشين فيها قبل الزواج ، فهي تهدأُ بعد الزواج وتتحولُ إلى عاطفةٍ هادئةٍ متزنةٍ . ¶ 9. إذا كان الرجلُ هو صاحبُ الكلمة الأولى في العلاقة الزوجية ، فأنتِ المسؤولةُ عن النجاح والتوافق والانسجام في الزواج . ومهما بلغتِ من علم وثقافة ، ومنصبٍ وسلطان، ارضخي لزوجك والجئي إليه ، ولا تصطدمي معه في الرأي . واهتمِّي في مناقشاتك معه بأن تتبادلي الأفكارَ",
            "page": "77",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "مع زوجك تبادلاً فعليا ، فتفاعلُ الآراء المثمرِ خيرٌ من استقطابها استقطابا مدمرا. ¶ 10. أشعري زوجكِ دائما بمشاركتِك له في مشاعرهِ وأفراحهِ ، وهمومه وأحاسيسه . أشعريه أنه يحيا في جنةٍ هادئةٍ وادعةٍ ، حتى يتفرغَ للعمل والإبداع والإنتاج مما يجعلُ حياته حافلةً مثمرةً . ¶ 11. جرِّبي الكلامَ الحلوَ المفيدَ ، والابتسامة المشرقة المضيئة ، والفكاهة المنعشة ، والبشاشة الممتعة ، وابتعدي عن الحزن والغمِّ ، والهذر واللغو ، والعبوسِ والتجهُّم ، والكآبةِ والاكتئابِ . ¶ 12. أظهري لزوجك مهارتَكِ وبراعتكِ وتفوقك على سائر النساءِ ، وسيزدادُ تمسكُ زوجك بك ، واعتزازُه بصفاتك الشخصية ، حين تتقنين كلَّ شيء تعملينه . ¶ 13. لا تضيِّعي وقتك ِفي ثرثراتٍ هاتفيةٍ مع صاحباتك ، أو في قراءة مجلاتٍ تافهة تتحدثُ عن أخبار الممثلين والممثلات ، والمغنين والمغنيات ، وفي قراءة قصصِ الحبِّ والعلاقات الغراميةِ والأوهام . فما أكثرَ تلك المجلات في أيامنا ، وما أكثر النساء اللواتي يقضينَ معظم أوقاتهن في قراءة تلك المجلات التافهةِ الهابطةِ . ¶ 14 0 اختاري من المجلات ما يفيدُ ذهنكِ وعقلكِ وقلبك ، وما يزيدك ثقافةً تعينك على حلِّ مشاكل البيت والأولاد .",
            "page": "78",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "15 . اختاري من برامج التلفاز ما يفيدكِ ويزيدكِ ثقافةً وخبرةً ، ولا تضيِّعي وقتكِ في المسلسلات الهابطةِ والأفلام المائعةِ، لأنها تعود رائيها على إقرار الفاحشة والمنكر في نفسه وأهله . ¶ 16 . شجِّعي زوجكِ على النشاط الرياضي والبدني خارج البيت . امش معه إن أمكن واستمتعا بالهواء الطلقِ في عطلة نهاية الأسبوع وكلما سنحت الفرصةُ لذلك . ¶ 17 0تخيَّري الأوقاتَ المناسبة لعرض مشاكل الأسرة ومناقشة حلِّها ، إذ يصعبُ حلُّ المشاكل قبل خروج زوجك للعمل في الصباح بسبب قلة الوقت ، ولا تناقشي أي مشكلة عند عودته من عمله في المساء مرهقا متعبا . ولعل المساءَ هو أفضل فترة لمناقشة المشاكل ومحاولة حلها ، ولا تناقشي مشاكل الأبناء في حضورهم ، حتى لا يشعروا أنهم أعباءٌ ثقيلةٌ عليك وعلى زوجك ، وأنهم سببُ الخلاف بين الوالدين . ¶ 18 0 لا تسرعي بالشكوى إلى زوجك بمجرد دخوله البيت من أمور تافهة مثل صراخ الأولاد . ولا تطلبي من زوجك أن يلعب دور الشرطي للأولاد ، يقبضُ على المتهم ويحاكمه أو يضربه . ¶ 19 0لا تنتقدي سلوكَ زوجك أمام أطفالِه ، ولا تستعملي ألفاظاً غير لائقةٍ يرددُها الأبناء من بعدها مثل \" جاء البعبع \" أو \" وصل الهمُّ \" ... ¶ فبعض النساء ، إن تكاسل ولدُها في المذاكرة قالت له : لن تنجحَ أبدا في حياتك فأنت كسولٌ فاشلٌ مثل أبيكَ ، وإذا مرض زوجها قللت من أهمية مرضه ، وإنْ حدثها زوجها بقصةٍ قاطعته قائلة \" لقد سمعتها من قبل .. \"",
            "page": "79",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "وغير ذلك من الأمور التي قد تبدو تافهة ولكنها تحمل في طياتها الكثير من الآلام للزوج !! ¶ 20.حذارِ حذار من الإفراط في الغيرة والعتاب ، وتجنبي التصرفات التي تؤجج غيرة زوجكِ ، وتبلبل أفكاره . قال عَبْدُ اللَّه بن جعفر لابنته: يا بنية، إيّاكِ والغَيرة فإنّها مفتاحُ الطلاق، وإيّاكِ والمعاتبة فإنّها تورث البِغْضة وعليكِ بالزّينة والطِّيب، واعلمي أنّ أزْيَنَ الزِّينة الكُحلُ، وأطيبَ الطِّيب الماء (¬1) \" ¶ 21.إياكِ أن تغاري من حبِّ زوجك لأمِّه وأبيه . فكيف نقبلُ من زوجة مسلمة أن تبدأ حياتُها بالغيرة من حبِّ زوجها لأهله ، وهو حبٌّ فطريٌّ أوجبه اللهُ على المسلمين لا يمسُّ حبُّ زوجها لها من قريب أو بعيد ؟ وكيف نقبلُ من زوجة مسلمة أن توحي لزوجها أن يبدأ حياته معها بمعصية الله تعالى ورسوله صلى الله عليه وسلم في أهله ، يعقُّ والديه ويقطعُ رحمه من أجل رضا زوجته ؟! ¶ وهو ما أنبأ عنه الرسول صلى الله عليه وسلم عن تغيير حال المسلمين وأخلاقهم في المستقبل ، فأخبر بأنه في ذلك الزمان : \" وَأَطَاعَ الرَّجُلُ زَوْجَتَهُ وَعَقَّ أُمَّهُ وَبَرَّ صَدِيقَهُ وَجَفَا أَبَاهُ \" رواه الترمذي (¬2) ¶ ¬__________ ¶ (¬1) - فتاوى الشبكة الإسلامية معدلة - (ج 3 / ص 5862) رقم الفتوى 19643 وصايا للأزواج ومحاضرات الأدباء - (ج 1 / ص 415) والبيان والتبيين - (ج 1 / ص 147) ¶ (¬2) - برقم (2371 ) وفيه ضعف",
            "page": "80",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "22. لا تنقلي مشاكلَ بيتك إلى أهلكِ ، فتوغري صدور أهلك ضد زوجك . بل حُلِّي تلك المشاكل بالتعاون مع زوجك . ¶ 23. لا تستعلِ على زوجك إذا ما كنت أغنى منه أو أعلى حسبا ونسبا أو أكثرَ ثقافةً وعلما ،فلا يجوزُ استصغار الزوج وانتقاصُ قدره والتعالي عليه . فعَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو رَضِيَ اللَّهُ عَنْهُ ، أَن ّرَسُولَ اللَّهِ صلى الله عليه وسلم ، قَالَ : لاَ يَنْظُرُ اللَّهُ إِلَى امْرَأَةٍ لاَ تَشْكَرُ لِزَوْجِهَا ، وَهِيَ لاَ تَسْتَغْنِي عَنْهُ \" رواه الحاكم (¬1) ¶ 24.لا تمتنعي على زوجك في المعاشرة الزوجيةِ، فعَنْ أَبِى هُرَيْرَةَ - رضى الله عنه - قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « إِذَا دَعَا الرَّجُلُ امْرَأَتَهُ إِلَى فِرَاشِهِ فَأَبَتْ ، فَبَاتَ غَضْبَانَ عَلَيْهَا ، لَعَنَتْهَا الْمَلاَئِكَةُ حَتَّى تُصْبِحَ » متفق عليه (¬2) . ¶ وعَنِ ابْنِ عُمَرَ قَالَ : أَتَتِ امْرَأَةٌ نَبِيَّ اللهِ صلى الله عليه وسلم , فَقَالَتْ : يَا رَسُولَ اللهِ ، مَا حَقُّ الزَّوْجِ عَلَى زوجته ؟ قَالَ : لاَ تَمْنَعُهُ نَفْسَهَا وَلَوْ كَانَتْ عَلَى ظَهْرِ قَتَبٍ قَالَتْ : يَا رَسُولَ اللهِ ، مَا حَقُّ الزَّوْجِ عَلَى زَوْجَتِهِ ؟ قَالَ : لاَ تَصَدَّقُ بِشَيْءٍ مِنْ بَيْتِهِ إلاَّ بِإِذْنِهِ فَإِنْ فَعَلَتْ كَانَ لَهُ الأَجْرُ وَعَلَيْهَا الْوِزْرُ , قَالَتْ : يَا نَبِي الله مَا حَقُّ الزَّوْجِ عَلَى امرأته قَالَ : لاَ تَخْرُجَ مِنْ بَيْتِهِ إِلا بِإِذْنِهِ فَإِنْ فَعَلَتْ لَعَنَتْهَا مَلاَئِكَةُ اللهِ وَمَلاَئِكَةُ الرَّحْمَةِ وَمَلاَئِكَةُ الْغَضَبِ حَتَّى تَتُوبَ ، أَوْ تراجع قَالَتْ : يَا نَبِيَّ اللهِ : فَإِنْ كَانَ لَهَا ظَالِمًا ؟ قَالَ : وَإِنْ ¶ ¬__________ ¶ (¬1) - المستدرك للحاكم مشكلا - (ج 3 / ص 30)برقم (2771) صحيح ¶ (¬2) - صحيح البخارى -برقم (3237 ) ومسلم برقم (3614 )",
            "page": "81",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "كَانَ لَهَا ظَالِمًا ، قَالَتْ : وَالَّذِي بَعَثَك بِالْحَقِّ لاَ يَمْلِكُ عَلَيَّ أَمْرِي أَحَدٌ بَعْدَ هَذَا أَبَدًا مَا بَقِيتُ.\" (¬1) ¶ وعَنْ حُصَيْنِ بْنِ مِحْصَنٍ أَنَّ عَمَّةً لَهُ أَتَتِ النَّبِيَّ صلى الله عليه وسلم تَطْلُبُ حَاجَةً فَلَمَّا قَضَتْ حَاجَتَهَا قَالَ : أَلَكِ زَوْجٌ ؟ قَالَتْ : نَعَمْ ، قَالَ : فَأَيْنَ أَنْتِ مِنْهُ ؟ قَالَتْ : مَا آلُوهُ خَيْرًا إلاَّ مَا عَجَزْتُ عَنْهُ قَالَ : انْظُرِي ، فَإِنَّهُ جَنَّتُكِ وَنَارُكِ. (¬2) ¶ وتذكري أن أول حقوق للزوج على زوجه طاعتها له . ¶ فعَنْ قَيْسِ بْنِ سَعْدٍ قَالَ أَتَيْتُ الْحِيرَةَ فَرَأَيْتُهُمْ يَسْجُدُونَ لِمَرْزُبَانٍ لَهُمْ فَقُلْتُ رَسُولُ اللَّهِ أَحَقُّ أَنْ يُسْجَدَ لَهُ قَالَ فَأَتَيْتُ النَّبِىَّ -صلى الله عليه وسلم- فَقُلْتُ إِنِّى أَتَيْتُ الْحِيرَةَ فَرَأَيْتُهُمْ يَسْجُدُونَ لِمَرْزُبَانٍ لَهُمْ فَأَنْتَ يَا رَسُولَ اللَّهِ أَحَقُّ أَنْ نَسْجُدَ لَكَ. قَالَ « أَرَأَيْتَ لَوْ مَرَرْتَ بِقَبْرِى أَكُنْتَ تَسْجُدُ لَهُ ». قَالَ قُلْتُ لاَ. قَالَ « فَلاَ تَفْعَلُوا لَوْ كُنْتُ آمِرًا أَحَدًا أَنْ يَسْجُدَ لأَحَدٍ لأَمَرْتُ النِّسَاءَ أَنْ يَسْجُدْنَ لأَزْوَاجِهِنَّ لِمَا جَعَلَ اللَّهُ لَهُمْ عَلَيْهِنَّ مِنَ الْحَقِّ » سنن أبى داود (¬3) . ¶ ولا تصومي نفلا إلا بإذن زوجك . ¶ ¬__________ ¶ (¬1) - مصنف ابن أبي شيبة - (4 / 303) (17409) حسن ¶ (¬2) - مصنف ابن أبي شيبة - (4 / 304) (17410) صحيح ¶ (¬3) - برقم ( 2142 ) صحيح = المرزبان : الفارس الشجاع المقدم على القوم دون الملك وهو معرب",
            "page": "82",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "فعَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ:\"لا يَحِلُّ لامْرَأَةٍ أَنْ تَصُومَ وَزَوْجُهَا شَاهِدٌ، إِلا بِإِذْنِهِ، وَلا تَأْذَنُ لِرَجُلٍ فِي بَيْتِهَا وَهُوَ كَارِهٌ، وَمَا تَصَدَّقَتْ مِمَّا كَسَبَتْ، فَلَهُ نِصْفُ أَجْرِ صَدَقَتِهَا \" الطبراني (¬1) ¶ 25. لا تنسِ فضل زوجك عليكِ ، فقد جعل النبي صلى الله عليه وسلم تناسي فضل الزوج سببا لدخول المرأة النار ، وسمَّاه كفراً . فعَنِ ابْنِ عَبَّاسٍ قَالَ قَالَ النَّبِىُّ - صلى الله عليه وسلم - « أُرِيتُ النَّارَ فَإِذَا أَكْثَرُ أَهْلِهَا النِّسَاءُ يَكْفُرْنَ » . قِيلَ أَيَكْفُرْنَ بِاللَّهِ قَالَ « يَكْفُرْنَ الْعَشِيرَ ، وَيَكْفُرْنَ الإِحْسَانَ ، لَوْ أَحْسَنْتَ إِلَى إِحْدَاهُنَّ الدَّهْرَ ثُمَّ رَأَتْ مِنْكَ شَيْئًا قَالَتْ مَا رَأَيْتُ مِنْكَ خَيْرًا قَطُّ » رواه البخاري (¬2) . ¶ 26. حافظي على أموالِ زوجك ، ولا تنفقي شيئا من ماله إلا بإذنه ، وبعد أن تستوثقي من رضاه . فعَنْ أَبِى أُمَامَةَ الْبَاهِلِىِّ قَالَ سَمِعْتُ رَسُولَ اللَّهِ -صلى الله عليه وسلم- فِى خُطْبَتِهِ عَامَ حَجَّةِ الْوَدَاعِ يَقُولُ « لاَ تُنْفِقُ امْرَأَةٌ شَيْئًا مِنْ بَيْتِ زَوْجِهَا إِلاَّ بِإِذْنِ زَوْجِهَا ». قِيلَ يَا رَسُولَ اللَّهِ وَلاَ الطَّعَامُ قَالَ « ذَاكَ أَفْضَلُ أَمْوَالِنَا » رواه الترمذي (¬3) . ¶ وإذا أعسرَ زوجُك فتصدقي عليه من مالك ، وإن لم يكن لك مال ، فاصبري على شظف العيش معه لعل الله تعالى يفرِّج عليكما . ¶ ¬__________ ¶ (¬1) - المعجم الكبير للطبراني - (ج 19 / ص 117) برقم (266 ) حسن ¶ (¬2) - برقم ( 29 ) ¶ (¬3) - برقم (672 ) حسن",
            "page": "83",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "27. إذا كنتِ من الأمهات العاملات ، فلا تتصوري أن ما يحتاج إليه زوجُك وأولادُك هو المالُ وحده ، فتغدقُ الأمُّ عليهم المال تعويضاً عن تقصيرها في أداء مهامها الإنسانية . وهيهاتَ هيهاتَ أن يتساوى اللبن الصناعيُّ مع لبن الأمِّ الربانيِّ الطبيعيِّ . أو يتساوى حنانُ الخادمة مع حنان الأم .. وطعامُ الخادمة الكافرة مع طعام الزوجةِ النظيفة ، وتربيةُ المربية الجاهلة مع تربيةِ الأمِّ الواعية . ¶ 28. لا تضجري من عملِ زوجك ، فإن أسوأَ ما تصنع بعض النساء هو إعلانُ الضجر من عمل الزوج . والإعلانُ يكون عادة في خلق النكد ، والدأبِ على الشكوى ، واتهامِ الزوج بإهمالها .. واللجوءِ إلى بيت أمها غضبى . ¶ 29. تذكَّري أنَّ الزوج الذي اعتاد أن يرى أمَّه هي أول من تستيقظ من نومها ، ثم توقظُ كلَّ مَنْ في البيت بعد ذلك ، وتجهزُ لهم الفطور ، وتعاون الصغار في ارتداء ملابسهم ، لن يرضى بامرأةٍ اعتادتْ أن تنامَ حتى منتصفِ الشمس في كبد السماء . !! ¶ 30. تذكَّري أن البيت المملوءَ بالحبِّ والسلام ،والتقدير المتبادل والاحترام، مع طعام مكوَّن من كسرةِ خبزٍ وماءٍ ، خيرٌ من بيت مليء بالذبائحَ واللحومِ وأشهى الطعام ، وهو مليءٌ بالنكدِ والخصامِ !! ¶ على الزوجة أن تعلم تأن الحياة إقبالٌ وإدبارٌ، وكلُ شيء مرغوب يأتي بالتدريج، وعليها أن تبحث عن مفاتيح لقلب زوجها وتعرف ما يحب ويكره، كما أنه لا بد من النظر إلى الحياة بموضوعية ومحاولة الإصلاح",
            "page": "84",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "بعيداً عن العنف والشدة.ومن أخطر ما يصيب البيت شعور الزوج بالضعف، فعلى الزوجة أن تشكره على القليل ولا تبين له سوآته وعوراته، وتكون هي قدوة بشكل غير مباشر، فهناك درجات في الدعوة وأساليب مختلفة، والزوج يحتاج إلى ذكاء وحنكة الزوجة في التعامل معه. ¶ - - - - - - - - - - - -",
            "page": "85",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "رابعاً ¶ وَصِيّة حَكِيم ¶ الوصايا بالمحبّة والموّدة وإحسان العِشرة قبل الزّواج ومن الوالديْن أوْ أولياء الأمور لها دورُها في الأدب والتوجيه السّديد؛ لأنّها قبل الزواج تخرج من قلب شفوقٍ، وتتجاوز الآذان إلى القلوب، ومن أولي الأمر أدعى بالقبول والاحترام، وأجدر بالإبقاء عليها وممارستها عمليًّا بعد ذلك. ¶ وقد كان للعربِ - وهم أمّة أُميّة- وصايا في هذا الجانب خلدت على الزمن، لأنّها وافقت فطرة الطبيعةِ، وسننَ الكمال، والتجرِبة التي امتحنت عمليًّا وكانت نتائجها طيّبة في مسيرة الحياة السّعيدة للأسرة الناشئة، ويجدُر بنا أنْ نسوق بعضها لتكون نِبراسًا يهدي، وقوّة تُتّبع.. فما زالت على قدمها حديثة، وعلى بداوتها مدنيّة، وعلى بساطتها عميقة، فحبّذا لو حفظها أولياء الأمور ليُلقّنوها فِلْذات الأكباد، وتشيّعها وسائل الإعلام لعموم النفع، وندرّسها للشّبان والشابات لترسخ في الأذهان، وتعيها القلوب، وتنفعل بها حياتهم، فتكون سننًا سهلاً للمِران والدّربة والسلوك بعد الانفعال على نحو ما يربّي الغرب أبناءه على طاعة القانون، والأمانة، والسّلوك القويم، فأصبح مضرِب المثل في ذلك، والمسلمون أولى بذلك منهم في كلّ مكان يحِلّون فيه؛ لأنّها من وصايا الإسلام وشعائره وهديه وتعاليمه.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "عن أسماء بن خارجة الفزاري - وكان من حكماء العرب- أنه قال لابنته عند زفافها: ¶ - يا بُنَيّة قد كانت والدتك أحقّ بتأديبك مني أنْ لو كانت باقية، أما الآن فأنا أحقّ بتأديبك من غيري، فأفهمي عنّي ما أقول: ¶ - إِنّك خرجت من العُشّ الذي فيه دَرَجْت، وصِرت إلى فراش لا تعرفينه وقرين لا تألفينه. ¶ - فكوني له أرضًا مطيعة يكنْ لك سماء. ( أي كوني منقادة له يظلّل عليك برأفته وإحسانه). ¶ - وكوني له مِهادًا يكن لك عمادًا. ( أي كوني له فراشًا مطيعة يكنْ لك عونًا في كلّ أمرك). ¶ - وكوني له أمَة يكنْ لك عبدًا ( أي تفاني في خدمته يتفانى في الإحسان إليك). ¶ - ولا تلحفي به فيقلِيك. ( أي لا تلحّي عليه في أشياء لا يودّها فيكرهك ويبغضك). ¶ - ولا تباعدي عنه فينساك. ( أي كوني دائماً قريبة منه، مستعدّة لتلبية حاجياته). ¶ - إنْ دنا منك فادني منه ( أي إنْ كان منبسطًا ومنشرحًا، فاقتربي منه كما اقترب منك). ¶ - وإنْ نأى عنك فابعدي عنه ( لعله يكن مهمومًا أو في شغل شاغل عنك فلا تشغليه بأمرك).",
            "page": "87",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "- واحفظي أنفه وسمْعه وعيْنه، فلا يشمّ منك إلا طيباً، ولا يسمع إلا حسنا، ولا ينظر إلا جميلا). ¶ - وكوني كما قلت لأمّك ليلة ابتدائي بها: ¶ خُذِي الْعَفْوَ مِنِّي تَسْتَدِيمِي مَوَدَّتِي . وَلَا تَنْطِقِي فِي سَوْرَتِي حِينَ أَغْضَبُ ¶ ولا تنقريني نقرة الدّف مرّة ... ...فإنّك لا تدرين أين المغيب ¶ ولا تكثري الشكوى فتذهب بالهـ ....ـوى فيأباك قلبي والقلوب تقلّب ¶ فَإِنِّي رَأَيْتُ الْحُبَّ فِي الصَّدْرِ وَالْأَذَى إِذَا اجْتَمَعَا لَمْ يَلْبَثِ الْحَبُّ يَذْهَبُ\" ¶ قام هذا الشيخُ الحكيم مقام الأم - لموتها- والأمُّ أقرب إلى قلب البنت وأعرف.. فقدّم وصايا وتجارب عاشها الشيخ، وعاشتها الأجيال قبله، فكانت العيشة راضية والرّحلة هنيئة، والمسيرة حكيمة. ¶ فالطاعةُ والانقيادُ تفجّر الإحسان في قلوب العظماء، وتستدني مودة وحلم الإنسان بينما الشّجارُ والعِصيان يدفع إلى مثله، فتستعصي العُقدة على الحلّ، بل تزداد تعقيدًا، والمصير قد يكون الهجرُ والانفصال. ¶ وللتضحية من الجانبين شأنُها من استدامة الحياة الزوجيّة، أمّا الأنانية والأثَرَة فلا تأتي بخير إطلاقًا، ولكنْ يحسُّ كل من الزوجين بشعور الآخر، حتى يقول له: ( يا أنا) كما يقولون، فيكون التفاني من كل جانب لإسعاد الآخر، وينعكس ذلك بالتالي عليه غبطة وسرورًا. ¶ ولبعض الزوجات عاداتٌ في الإلحاف والإلحاح، تنفّر الزوج حتى من أداء الواجب، وتدعوه إلى العِناد وعدم القيام به، أو القيام به على كُرْه.. فلو قلّ الإلحافُ لصدر كل شيء بدافع ذاتيّ وعن طواعية واحترام.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "وتُسرف بعض النسوة -أحيانًا- في البُعد عن الزوج والمنزل، ولا تُبالي بما يترتبُ على ذلك وتحسبه هيّنًا، ولكنّه حين يتراكم يترك أسوأ الآثار. ¶ وسبحان مقلّب القلوب قبْضًا وبسْطًا- فالإنسانُ يضيق بمن يطارده وهو في شغل وهمّ ، ولا يتصفُ بذلك عادة إلا الذين لا يدركون من الأطفال وأشباههم، وإنْ كانت لهم جسوم الكبار- وقد تلبّي أمر الصغير وقتئذٍ، وقد يدعونا ذلك إلى الحِرمان تأديبًا له. ¶ وغالباً ما تتألق النساءُ زينة وعناية بالمظهر واللّفظ قبل الزواج، أمَّا بعده فكثيرات يُهملْن كلّ شيء، فتذبل المحبّة، وتضعف المودّة وكأنّما الزّينة وحُسْن الهندام والعناية للغرباء والأجانب أو من هُم في الشارع، أمّا الزوج فلا عناية به ولا بشأنه والأمر بالعكس.. وإلا فتحنا له بابًا للمقارنة، وآخر للنظر، وثالث للتفكير المهلك والمردِي. ¶ ولئن سرّنا ذلك من أبٍ حكيم نابَ مناب زوجه التي لحقت بربّها، فحمل رسالتها مع رسالته، فإنّا نسوق مثلاً آخر لامرأة لا تقلّ حكمة عن الرّجل السابق، إنْ لم تزدْ، لأنّها نفذت إلى بواطن الأمور، ولها إحاطة وشمول، وتبثّ المعرفة في صورة العِظة ممزوجة بالحكمة والتجرِبة. ¶ يحدّث التاريخ أنّ الحارث بن عمرو ملك كندة تزوّج ابنة عوف بن محلم الشيباني فأوصتها أمّها ليلة زفافها إليه بقولها: ¶ - أيْ بُنَيّة، إنّ الوصية لو تُرِكت لفضل أدب تركت لذلك منك، ولكنها تذكرةٌ للغافل ومعونةٌ للعاقل.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "- ولو أنّ امرأة استغنت عن الزّوج لغِنى أبويها، وشدّة حاجتهما إليها كنت أغنى الناس عنه، ولكنّ النساء خُلِقْن للرّجال، ولهنَّ خُلق الرّجال. ¶ - أيْ بُنَيّة، إنّك فارقْت الجوّ الذي منه خرجْت ، وخلّفْت العشَّ الذي فيه درجْت إلى وكرٍ لم تعرفيه، وقرين لم تألفيه، فأصبح بملْكه عليك رقيبًا ومليكًا. كوني له أمة يكن لك عبدًا وشيكًا. ¶ - يا بنيّة، احملي عني عشر خِصال، تكنْ لك ذخرًا وذكرًا: ¶ - الصّحبة بالقناعة، والمعاشرة بحُسن السّمع والطاعة. ¶ - والتعهّدُ لموقع عينه، والتفقّدُ لموضع أنفه؛ فلا تقعْ عينُه منك على قبيح، ولا يشمَّ منك إلا أطيب ريح، والكُحلُ أحسن الحُسن، والماءُ أطيب الطّيب المفقود. ¶ - والتعهّدُ لوقت طعامه، والهدوءُ عند منامه. ¶ - والإرعاءُ على نفسه وحشمه وعياله، فإنّ الاحتفاظ بالمال حُسْنُ التقدير، والإرعاءُ على العيال والحشم بحسن التدبير. ¶ - ولا تفشي سرّه ؛فإنّك إنْ أفشيت سرّه لم تأمني غدره، وإنْ عصيت أمره أوغرْت صدره. ¶ - ثم اتقي - مع ذلك- الفرح إنْ كان ترِحًا، والاكتئاب عنده إنْ كان فرحًا ؛فإنّ الخصلة الأولى من التّقصير، والثانية من التّكدير. ¶ - وكوني أشدّ ما تكونين له إعظامًا يكن أشدّ ما يكون لك إكرامًا. ¶ - وكوني أشدّ ما تكونين له موافقة يكنْ أطول ما تكونين له مرافقة.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "- واعلمي أنّك لا تصِلين إلى ما تحبّين حتى تؤثري رضاه على رضاك، وهواه على هواك، فيما أحببتِ وكرهتِ، والله يخيرُ لك. ¶ فأيّ امرأة حكيمة وعظيمة هذه، وأيّ ابنة سامعة ومطيعة هذه!! ¶ إنّها تشيد بابنتها في أوّل الأمر لتعظّم إليها نفسها وتكبر، وإنّ مفارقتها تعِز عليهم -لا شك في ذلك- لمنزلتها في الأسرة، ولكنّ عِمارة الكون تتم بامتزاج الذكر والأنثى، وتكميلهما لبعضهما. ¶ ولنُدرة الطّيب ومشتقاته في ذلك الوقت.. نابَ الماء عنه، فنعم الطّهور هو. ¶ ثم تتوالى النصائح ذكيّة مضيئة وضيئة، سُلِكت في سلك منظوم، تعين على حُسْن العِشرة، ودوام الأُلفة، وتمكين الروابط والمودّة.. وتدفع كلّ ما من شأنه يكدّر الصّفو،ويزعزع البِناء، ويُنَمّي المُنَغّصات والمُزعجات التي تقصّر الأجل، وتعجّل بِفَصْم عُرى الحياة الزوجيّة. ¶ فأين هذه الوصايا العاقلة، مما شاعَ وذاعَ واستشرى في دنيانا اليوم، من موروثٍ جاهلٍ، أو مألوفٍ عابثٍ، أو معتاد باطلٍ، أدّى إلى فشل كثير من الزيجات أو جعل الملل يتخلّلها، والمناكفات تعتريها، وقد تصلُ إلى المحاكم.. الخ. ¶ فالمرأةُ التي نالت قِسطًا من الثقافة اليوم، لا تحاول إطلاقًا تنميته، والتزام العبرة منه أو التماس العِظة فيه، وتكون الثقافة حينئذٍ حجّةً عليها لا لها ، وعامل استنامة وتثبيط. ¶ وبعض من نلن درجاتٍ علميّةً استكنّ إلى ذلك، ورُحْن يبحثن عن قضايا أملاها الوهمُ وسوءُ الفهم، كالطّلاق، وتعدّد الزوجات.. الخ. ولو تدبّرتها",
            "page": "91",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "المرأةُ لعلمت أنّها قضايا كانت قبل الإسلام في منتهى القسوة والاستعمال السّيئ فهذّبها الإسلام وأصبحت - لو تدبّرتها المرأة- لعدتها من محاسن الإسلام وإحسانه إلى المرأة. ¶ لقد كنا نؤمّل أنْ تكون كل تكتّلات النّساء، في جمعيّات الخير والبرّ والرّحمة، وكل ما من شأنه أنْ يخفف من صعوبات الحياة في المراحل الحرِجة التي تحياها أمتنا الإسلاميّة. ¶ لقد احترم الإسلامُ المرأةَ عاملةً في مجالها حين تُلجئها الحاجة، أو تضطرّها الظروف، وعلى المجتمع حينئذٍ صيانتها ورعايتها وتمكينها في عفّة واحتشام واحترام من أداء مهمّتها. ¶ وقدّرها الإسلام صاحبة تجارة وصناعة ومهارة تغني النساء في مجالها وخبرتها.. واحترمها الإسلام عالمةً ومثقّفةً ونافعة، فالكلب المعلَّم 0 لا الإنسان فقط- نأكل صيده، ويحترم أكثر من غيره. ¶ خيرٌ للمرأة أنْ تنسى وصايا ظالمة وجاهلة، مثل: ¶ (قصقصي طيرك حتى لا يلوفَ بغيرك)، فتهلك نفسها وزوجها في تكديس شراءِ ما لا لزوم له، فتجني على الاقتصاد العام قبل الخاص. ¶ وألا تسمعَ إلى من ينصحُها بأنْ تغلبه بكثرة الخلف حتى لا يهرب.. ففي هذا قد يكون هلاكها وفراره. ¶ وإذا أردنا أن تكون للمرأة حياةٌ عزيزةٌ كريمة - كما شاء الإسلام لها- فلنحاول أنْ نفهم وصايا الإسلام، من كتاب الله، ومن سنّة رسول الله",
            "page": "92",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "صلى الله عليه وسلم، ومن أفعال وأقوال الراشدين والحكماء، حتى ترتقي إلى المستوى الفاضل في الإنسانيّة الرشيدة، ويرتقي معها المجتمعُ. ¶ ولا ننسى في هذا المقام أنْ نحذّر المرأة المسلمة مما يبهرُها في حياة المرأة الغربيّة: فهي هنا تعيشُ في ضوء ووضاءة، ويحفظُ لها الإسلامُ كرامتها واعتبارها كإنسانةٍ في مكانة لائقةٍ ومشرّفة. ¶ أمَّا المرأة في الغرب فقد شقيتْ وأشقت بما زيّنَ لها شياطينُ الإنس والجنّ، من مزالقَ وقعتْ فيها؛ فانسلختْ عن أنوثتها، ولم تعدْ أنثى بكل معنى هذه الكلمة، وبالتالي لم تصبح جنساً آخر له كلّ المقوّمات والخصائص التي هي من شأنه، ومعنى آخر أصبحت بهذا الانسلاخِ مسخًا مشوّهًا، وتبكي مصيرها، وتحسدُ المسلمة من بنات جنسها، على ما تتمتع به من حفظٍ وكرامةٍ وصِيانة ومكانة وفّرها لها الإسلام بتعاليمه، والرّجلُ بمهمته وشرفه وموروثه. (¬1) ¶ - - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - دائرة معارف الأسرة المسلمة -1-104 - (31 / 141) ومحاضرات الأدباء - (1 / 415) والعقد الفريد - (2 / 420)",
            "page": "93",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "أهم المراجع ¶ ? أيسر التفاسير لأسعد حومد ¶ ? التفسير الميسر ¶ ? اتحاف الخيرة المهرة بزوائد المسانيد العشرة ¶ ? الآحاد والمثاني لابن أبي عاصم ¶ ? الترغيب والترهيب للمنري ¶ ? السنن الكبرى للإمام النسائي الرسالة ¶ ? السنن الكبرى للبيهقي- المكنز ¶ ? الفوائد لتمام 414 ¶ ? المستدرك للحاكم مشكلا ¶ ? المسند الجامع ¶ ? المعجم الأوسط للطبراني ¶ ? المعجم الصغير للطبراني ¶ ? المعجم الكبير للطبراني ¶ ? تهذيب الآثار للطبري ¶ ? جامع الأصول في أحاديث الرسول ¶ ? سنن أبي داود - المكنز ¶ ? سنن ابن ماجه- المكنز ¶ ? سنن الترمذى- المكنز ¶ ? سنن الدارقطنى- المكنز ¶ ? سنن الدارمى- المكنز ¶ ?",
            "page": "94",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "سنن النسائي- المكنز ¶ ? شرح مشكل الآثار (321) ¶ ? شرح معاني الآثار (321) ¶ ? شعب الإيمان (458) ¶ ? صحيح ابن حبان ¶ ? صحيح البخارى- المكنز ¶ ? صحيح مسلم- المكنز ¶ ? كشف الأستار ¶ ? مجمع الزوائد ¶ ? مسند أبي عوانة مشكلا ¶ ? مسند أبي يعلى الأسد ¶ ? مسند أحمد (عالم الكتب) ¶ ? مسند أحمد - المكنز ¶ ? مسند البزار كاملا ¶ ? مسند الحميدي - المكنز ¶ ? مسند الشاشي 335 ¶ ? مسند الشاميين 360 ¶ ? مسند الطيالسي ¶ ? مسند عبد بن حميد ¶ ? مصنف ابن أبي شيبة ¶ ? مصنف عبد الرزاق مشكل ¶ ? موسوعة السنة النبوية ¶ ?",
            "page": "95",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "فتح الباري لابن حجر ¶ ? الجامع الصغير وزيادته ¶ ? السلسلة الصحيحة ¶ ? السلسلة الضعيفة ¶ ? تَارِيخُ الْمَدِينَةِ لِابْنِ شَبَّةَ ¶ ? أَمْثَالُ الْحَدِيثِ لِلرَّامَهُرْمِزِيّ ¶ ??http://www.islamlight.net/files/zafaf/gisas1mnu3at.htm ¶ ??http://www.almeshkat.net/vb/showthread.php?t=61039 ¶ ??http://www.kalemat.org/sections.php?so=va&aid=191 ¶ ? الزهد أبي داود ¶ ? موسوعة خطب المنبر ¶ ? الآداب الشرعية ¶ ? الفوائد لتمام ¶ ? صيد الخاطر ¶ ? الشريعة للآجري ¶ ? ففروا إلى الله ¶ ? فتاوى الشبكة الإسلامية معدلة ¶ ? شرح النووي على مسلم ¶ ? زهر الآداب وثمر الألباب ¶ ? فتاوى الإسلام سؤال وجواب ¶ ?",
            "page": "96",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "عشرة النساء للنسائي بتحقيقي ¶ ? كيف تكسب الأصدقاء دايل كارنيجي ¶ ? الفتاوى المعاصرة في الحياة الزوجية ¶ ? الموسوعة النفسية ¶ ? مسْنَدُ إِسْحَاقَ بْنِ رَاهَوَيْهِ ¶ ? ثلاثون وصية ..تسعد بها زوجتك للدكتور حسان شمسي باشا ¶ ? إحياء علوم الدين ¶ ? الأمثال لابن سلام ¶ ? المستقصى في أمثال العرب ¶ ? مجمع الأمثال ¶ ? شرح نهج البلاغة ابن أبي الحديد ¶ ? ثلاثون وصية ..تسعدين بها زوجك للدكتور حسان شمسي باشا ¶ ? العقد الفريد ¶ ? البيان والتبيين ¶ ? دائرة معارف الأسرة المسلمة ¶ ? محاضرات الأدباء ¶ ? التمهيد لابن عبد البر ¶ ? مسند الفردوس الديلمى ¶ ? الطريق إلى السعادة الزوجية. لآمال بنت عبد الرحمن محمد",
            "page": "97",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "الفهرس العام ¶ أولا ... 3 ¶ الطريق إلى السعادة الزوجية. ... 3 ¶ مشاكلُ العمل قد تنقَلُ إلى المنزل: ... 3 ¶ لا ينبغي توبيخُ الزوج ... 5 ¶ لا تستثيري مشاعر زوجك ... 5 ¶ بعضُ عادات الأزواج تثيرُ غضب الزوجات ... 7 ¶ اختلافُ الاتجاهاتِ بين الزوجين ... 9 ¶ ينبغي مراعاةُ الذوقِ العامِّ ... 10 ¶ بالصبر تبلُغُ ما تريدُ ... 11 ¶ قبلَ الزواجِ ... 13 ¶ (1) حددْ هدفكَ من الزواج: ... 13 ¶ (2) اظفرْ بذات الدِّين: ... 14 ¶ (3) الودودُ الولودُ العؤودُ: ... 15 ¶ (4) الهيِّنةُ اللينةُ السَّهلةُ: ... 15 ¶ (5) العابدةُ المطيعةُ: ... 15 ¶ (6) الطاهرةُ العفيفةُ: ... 16 ¶ (7) إياكَ وهؤلاءِ: ... 16 ¶ (8) حسنةُ الخلُق صابرةٌ: ... 17 ¶ (9) التكافؤُ: ... 17 ¶ (10) التقاربُ: ... 17",
            "page": "98",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "(11) رأي عمر رضي الله عنه في صفات الرجال والنساء ... 18 ¶ (12) لا تخفِ عيوبَك عمَّن اخترتها أنْ تكونَ شريكةَ حياتِك: ... 19 ¶ (13) اتفقا على كل شيء قبل الزواج حتى لا تكثر بينكما الخلافات بعد الزواج، ومن الأشياء التي يجب الاتفاق بشأنها: ... 19 ¶ بعد الزواج ... 24 ¶ (1) ارضَ بما قسمَ اللهُ لك: ... 24 ¶ (2) اعلمْ أنَّ أهم ما ينبغي لك إدراكُه هو أن سعادتَك في الزواج تتوقفُ على ما تفعله بعد زواجِك. ... 25 ¶ (3) جددْ حبَّكَ لزوجتكَ: ... 26 ¶ (4) اعلمْ أنَّ زوجتَك ليستْ أنتَ: ... 26 ¶ (5) لا تظنَّ أنَّ الكارثةَ قد وقعتْ عندْ أيِّ خلافٍ: ... 26 ¶ (6) حاولْ تحاشي إثارةَ الموضوعاتِ التي تثيرُ حساسيةَ زوجتِكَ. ... 26 ¶ (7) لا تكنْ معارضاً لكلِّ اقتراحٍ أو رأيٍ يصدرُ عن زوجتك، فإنَّ ذلك يؤلِمُها ويفقدُها الإحساسَ بقيمتها عندك، مما يؤثِّرُ على سعادتكُما الزوجية. ... 27 ¶ (8) اعلمْ أنَّ قَوامةَ الرجل على زوجته لا تعني البطشَ والتعالي والتكبُّرَ. ... 27 ¶ (9) اعرفْ طبيعةَ زوجتِكَ: ... 27 ¶ (10) أشعرْ نفسَكَ بالرِّضا والسعادةِ: ... 28 ¶ (11) لا تتخيلْ أنَّ امرأةً أحسنُ من زوجتك: ... 29 ¶ (12) لا تفتِّشْ عنِ العيوبِ الخفيَّةِ: ... 30 ¶ (13) أسعدْ زوجتِك تسعدْ: ... 31 ¶ (14) اهتمَّ بالنظافةِ: ... 32",
            "page": "99",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "الإسلامُ دِينُ النظافة ... 33 ¶ (15) تخلصْ منَ القَلَقِ: ... 36 ¶ (16) لا تكنْ سريعَ الغضبِ: ... 39 ¶ (17) لا تحتفظْ بذكرياتِ الآلامِ: ... 42 ¶ (18) ابتغِ الأجرَ منَ اللهِ: ... 42 ¶ (19) تخلَّصْ منَ التصوراتِ الخاطئةِ عنِ النِّساء: ... 44 ¶ (20) لا تنتظرِ السآمةَ والفشلَ: ... 46 ¶ (21) عليكَ بالصمتِ: ... 46 ¶ (22) اجتنبِ النقدَ العقيمَ: ... 47 ¶ (23) لا تكنْ زوجاً جاهلاً: ... 48 ¶ (24) لا تحاولْ فرضَ رأيكَ بالقوَّة: ... 49 ¶ (25) لا تغذِّ نفسكَ بالأفكارِ السوداءَ: ... 50 ¶ (26) لمُْ نفسَكَ أولاً: ... 50 ¶ (27) اشتركْ مع زوجتك في الأعمالِ الخيريةِ: ... 51 ¶ (28) شاركْ زوجتَك مِتعتَها: ... 52 ¶ (29) ثقْ بزوجتِكَ: ... 53 ¶ (30) كنْ متقبِّلاً للتغييرِ: ... 53 ¶ (31) مارِسِ السعادةَ الزوجيةَ: ... 53 ¶ (32) انظرْ إلى مَنْ هو أسفلَ منكَ: ... 54 ¶ (33) تغيَّبْ قليلاً: ... 55 ¶ (34) اجعلْ لكَ أهدافاً عُليا في الحياة: ... 55 ¶ (35) الحوارُ البنَّاءُ بينَ الطرفينِ : ... 55",
            "page": "100",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "(36) وأخيراً: كنْ دائمَ الاتصالِ بربكَ: ... 61 ¶ ثانياً ... 63 ¶ كيف تسعد زوجتك ... 63 ¶ ثالثاً ... 74 ¶ كيف تسعدينَ زوجَكِ ... 74 ¶ رابعاً ... 86 ¶ وَصِيّة حَكِيم ... 86",
            "page": "101",
            "part": "1"
        }
    ],
    "t34843": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "سبل السعادة الزوجية حجم 5مزيدة ومنقحة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "أولا الطريق إلى السعادة الزوجية"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": "1",
            "tit": "مشاكلُ العمل قد تنقَلُ إلى المنزل:"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "لا ينبغي توبيخُ الزوج"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "1",
            "tit": "لا تستثيري مشاعر زوجك"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "بعضُ عادات الأزواج تثيرُ غضب الزوجات"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "اختلافُ الاتجاهاتِ بين الزوجين"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "ينبغي مراعاةُ الذوقِ العامِّ"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "بالصبر تبلُغُ ما تريدُ"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "ثانيا دليلُك إلى السَّعادة الزوجية"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": "1",
            "tit": "قبلَ الزواجِ"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": "2",
            "tit": "(1) حددْ هدفكَ من الزواج:"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "(2) اظفرْ بذات الدِّين ("
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "(3) الودودُ الولودُ العؤودُ"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": "1",
            "tit": "(4) الهيِّنةُ اللينةُ السَّهلةُ"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": "2",
            "tit": "(5) العابدةُ المطيعةُ"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "(6) الطاهرةُ العفيفةُ"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": "1",
            "tit": "(7) إياكَ وهؤلاءِ"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "(8) حسنةُ الخلُق صابرةٌ"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": "1",
            "tit": "(9) التكافؤُ"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": "2",
            "tit": "(10) التقاربُ"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "(11) رأي عمر رضي الله عنه في صفات الرجال والنساء"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "(12) لا تخفِ عيوبَك عمَّن اخترتها أنْ تكونَ شريكةَ حياتِك"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": "1",
            "tit": "(13) اتفقا على كل شيء قبل الزواج حتى لا تكثر بينكما الخلافات بعد الزواج"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "حوار بين زوج وزوجته"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "بعد الزواج"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": "1",
            "tit": "(1) ارضَ بما قسمَ اللهُ لك"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "(2) اعلمْ أنَّ أهم ما ينبغي لك إدراكُه هو أن سعادتَك في الزواج تتوقفُ على ما تفعله بعد زواجِك"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "(3) جددْ حبَّكَ لزوجتكَ:"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": "1",
            "tit": "(4) اعلمْ أنَّ زوجتَك ليستْ أنتَ:"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": "2",
            "tit": "(5) لا تظنَّ أنَّ الكارثةَ قد وقعتْ عندْ أيِّ خلافٍ:"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": "3",
            "tit": "(6) حاولْ تحاشي إثارةَ الموضوعاتِ التي تثيرُ حساسيةَ زوجتِكَ."
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "(7) لا تكنْ معارضاً لكلِّ اقتراحٍ أو رأيٍ يصدرُ عن زوجتك"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": "1",
            "tit": "(8) اعلمْ أنَّ قَوامةَ الرجل على زوجته لا تعني البطشَ والتعالي والتكبُّرَ."
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": "2",
            "tit": "(9) اعرفْ طبيعةَ زوجتِكَ:"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "(10) أشعرْ نفسَكَ بالرِّضا والسعادةِ:"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "(11) لا تتخيلْ أنَّ امرأةً أحسنُ من زوجتك:"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "(12) لا تفتِّشْ عنِ العيوبِ الخفيَّةِ:"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "(13) أسعدْ زوجتِك تسعدْ:"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "(14) اهتمَّ بالنظافةِ:"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "(15) تخلصْ منَ القَلَقِ:"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "(16) لا تكنْ سريعَ الغضبِ:"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "(17) لا تحتفظْ بذكرياتِ الآلامِ:"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": "1",
            "tit": "(18) ابتغِ الأجرَ منَ اللهِ:"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "(19) تخلَّصْ منَ التصوراتِ الخاطئةِ عنِ النِّساء:"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": null,
            "tit": "(20) لا تنتظرِ السآمةَ والفشلَ:"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": "1",
            "tit": "(21) عليكَ بالصمتِ:"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": null,
            "tit": "(22) اجتنبِ النقدَ العقيمَ:"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "(23) لا تكنْ زوجاً جاهلاً:"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "(24) لا تحاولْ فرضَ رأيكَ بالقوَّة:"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "(25) لا تغذِّ نفسكَ بالأفكارِ السوداءَ:"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": "1",
            "tit": "(26) لمُْ نفسَكَ أولاً:"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "(27) اشتركْ مع زوجتك في الأعمالِ الخيريةِ:"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "(28) شاركْ زوجتَك مِتعتَها:"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": null,
            "tit": "(29) ثقْ بزوجتِكَ:"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": "1",
            "tit": "(30) كنْ متقبِّلاً للتغييرِ:"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": "2",
            "tit": "(31) مارِسِ السعادةَ الزوجيةَ:"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "(32) انظرْ إلى مَنْ هو أسفلَ منكَ:"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": null,
            "tit": "(33) تغيَّبْ قليلاً:"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": "1",
            "tit": "(34) اجعلْ لكَ أهدافاً عُليا في الحياة:"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": "2",
            "tit": "(35) الحوارُ البنَّاءُ بينَ الطرفينِ :"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": null,
            "tit": "(36) وأخيراً: كنْ دائمَ الاتصالِ بربكَ:"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "ثانياً كيف تسعد زوجتك"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "ثالثاً كيف تسعدينَ زوجَكِ"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "رابعاً وَصِيّة حَكِيم"
        }
    ]
}