{
    "b34858": [
        {
            "id": "1",
            "nass": "مرض القلوب وشفاؤها عند شيخ الإسلام ابن تيمية ¶ وابن القيم جمع ودراسة ¶ د. سعود بن حمد الصقري ¶ استاذ مشارك بجامعة الإمام محمد بن سعود الإسلامية ¶ قسم العقيدة والمذاهب المعاصرة - كلية الشريعة وأصول الدين بالقصيم ¶ ملخص البحث ¶ تضمن البحث موضوع \" مرض القلوب وشفاؤها عند شيخ الإسلام ابن تيمية وابن القيم رحمهما اللَّه \" ، وقد جمعت أقوالهما المتعلقة بهذا الموضوع . ¶ وقد اشتمل البحث على مقدمة ، وترجمة موجزة لشيخ الإسلام وتلميذه ابن القيم ، وتمهيد وأربعة فصول وخاتمة . ¶ أما المقدمة فقد احتوت على بيان أهمية الموضوع وأسباب الكتابة فيه ، والمنهج الذي سلكته في كتابة هذا البحث. وأما التمهيد فقد اشتمل على ثلاثة مباحث هي وجوب الاعتناء والاهتمام بحياة القلب ، وذكر الأدلة من القرآن الكريم ومن السنة على مرض القلوب وشفائها، وبيان المقصود بالقلب. ¶ وأما الفصل الأول : فهو أقسام القلوب والألة على ذلك من الكتاب والسنة . ¶ وأما الفصل الثاني : فهو حياة القلوب ويشتمل على مبحثين : الأول: حقيقة حياة القلب وصحته، والثاني: ذكر أسباب حياة القلب وصحته. ¶ وأما الفصل الثالث: فهو أمراض القلوب ويشتمل على مبحثين: ¶ الأول : أنواع مرض القلوب وعلامة ذلك، الثاني: في انقسام أدوية أمراض القلب إلى طبيعية وشرعية، وأما الفصل الرابع : فقد ذكرت آثار الذنوب والمعاصي على القلوب. وأما الخاتمة فقد بينت فيها نتائج البحث . ¶ والله الموفق وصلى اللَّه على نبينا محمد وعلى آله وصحبه وسلم . ¶ المقدمة ¶ الحمد لله رب العالمين ، والعاقبة للمتقين ، ولا إله إلا اللَّه إله الأولين والآخرين ، الذي لا فوز إلا في طاعته القائل في كتابه العزيز : ( أَوَمَنْ كَانَ مَيْتاً فَأحْيَيْنَاه ((1) ، والصلاة والسلام على إمام المتقين نبينا محمد وعلى آله وصحبه أجمعين . ¶ __________ ¶ (1) ... سورة الأنعام ، الآية : 122 .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وبعد : فقد ذكر الله \" مرض القلوب وشفاءها \" في مواضع من كتابه وجاء ذلك في سنة رسوله ( كقوله تعالى عن المنافقين : ( فِي قُلُوِبِهم مَرَضٌ فَزَادَهُمُ اللهُ مَرَضاً ( (1)، وقوله تعالى: ( وَيَشفِ صُدُورَ قَوْمٍ مُؤمِنِين *ويُذْهِبَ غَيْظَ قُلُوبِهِم ( (2). ¶ قال شيخ الإسلام ابن تيمية رحمه الله : ( وما ذكر الله من مرض القلوب وشفائها بمنزلة ما ذكر من موتها وحياتها وسمعها وبصرها وعقلها وصممها وبكمها وعماها ، لكن المقصود معرفة مرض القلوب ... إلى أن قال: فلذلك كان مرض القلب وشفاؤه أعظم من مرض الجسم وشفائه، فتارة يكون من جملة الشبهات ، كما قال تعالى : ( فَيَطْمَع الَّذِي فِي قَلْبِهِ مَرَضٌ ( (3) ... ففي قلوب المنافقين : المرض من هذا الوجه ، ومن هذا الوجه : من جهة فساد الاعتقادات، وفساد الإرادات ) (4) . ¶ ولما كان مرض القلب بهذه الخطورة أحببت أن أجمع كلام شيخ الإسلام وتلميذه ابن القيم للأسباب التالية : ¶ 1 - أنه قد انتشر في هذا الوقت من أمراض القلوب الكثير بين الناس كالحسد، والبخل ، والظلم ، ومرض الشبهات والشكوك، ومرض الشهوات وغيرها . ¶ ولكن لفساد القلب قد لا يحُس بالألم ، قال ابن القيم رحمه الله لما ذكر بعض هذه الأمراض: \" ... ومرض الشهوات ، وهذا النوع هو أعظم النوعين ألماً، ولكن لفساد القلب لا يحس بالألم ، ولأن سكرة الجهل والهوى تحول بينه وبين إدراك الألم ... \" (5) . ¶ 2 - لما للشيخين من مكانة في العلم ورسوخ قدمهما فيه وتأصيل عبارتهما واعتمادهما في التأليف على الأدلة من الكتاب والسنة ، مع السعة والشمول ، والجاذبية في الأسلوب والبيان ، مع حسن الترتيب والسياق . فكان حرياً بنا أن نتتبع نصحهما وتوجيههما . ¶ __________ ¶ (1) ... سورة البقرة ، الآية : 10 . ¶ (2) ... سورة التوبة ، الآيتان : 14 ، 15 . ¶ (3) ... سورة الأحزاب ، الآية : 32 . ¶ (4) ... مجموع الفتاوى (10/139-141) . ¶ (5) ... انظر : إغاثة اللهفان (1/18) .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "3 - أن لهما اهتماماً خاصاً بحياة القلوب ومرضها ، وأسباب ذلك كما سيتبين إن شاء الله في ثنايا البحث. ¶ 4 - أن كثيراً من الناس لم ينتبهوا إلى أن حياة القلب وإضاءته مادة كل خير فيه ، وموته وظلمته مادة كل شر فيه ، وأن القلب لا يفلح ولا يصلح ولا يتنعم ولا يبتهج ولا يطمئن ولا يسكن إلا بعبادة ربه وحبه والإنابة إليه ، ولقد كان لهذين الإمامين أجوبة مفيدة حول هذا الموضوع مدعمة بالأدلة النقلية والعقلية.. ¶ فكانت هذه المحاولة جمعاً لأقوالهما المتعلقة بهذا الموضوع ، وترتيباً لها والتنسيق فيما بينها ، وقد اشتملت خطة البحث - بعد هذه المقدمة - على ترجمة موجزة لشيخ الإسلام وتلميذه ابن القيم رحمهما الله ، وتمهيد وأربعة فصول وخاتمة ، ثم الفهارس . ¶ وتفصيل ذلك كما يلي : ¶ ترجمة موجزة لشيخ الإسلام وتلميذه ابن القيم رحمهما الله . ¶ التمهيد ويشتمل على ثلاثة مباحث : ¶ المبحث الأول : بيان المقصود بالقلب. ¶ المبحث الثاني : وجوب الاعتناء والاهتمام بحياة القلب . ¶ المبحث الثالث : ذكر الأدلة من القرآن الكريم ومن السنة النبوية على مرض القلوب وشفائها . ¶ الفصل الأول : بيان أقسام القلوب والأدلة على ذلك من القرآن الكريم والسنة ويشتمل على ثلاثة مباحث : ¶ ... المبحث الأول : القلب الصحيح . ¶ ... المبحث الثاني : القلب المريض . ¶ ... المبحث الثالث : القلب القاسي. ¶ الفصل الثاني : حياة القلوب ، ويشتمل على مبحثين : ¶ ... المبحث الأول : بيان حقيقة حياة القلب وصحته . ¶ ... المبحث الثاني : ذكر أسباب حياة القلب وصحته . ¶ الفصل الثالث : أمراض القلوب ، ويشتمل على مبحثين : ¶ ... المبحث الأول : أنواع مرض القلوب وعلامة ذلك . ¶ ... المبحث الثاني : في انقسام أدوية أمراض القلب إلى طبيعية وشرعية. ¶ الفصل الرابع : آثار الذنوب والمعاصي على القلوب . ¶ الخاتمة : وتشتمل على أهم النتائج التي توصلت إليها من خلال البحث. ¶ الفهارس : وتتضمن ما يلي : ¶ 1 - فهرس الآيات القرآنية .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "2 - فهرس الأحاديث والآثار . ¶ 3 - فهرس الأعلام . ¶ 4 - فهرس المصادر والمراجع . ¶ 5 - فهرس الموضوعات . ¶ منهجي في البحث : ¶ أما عن المنهج الذي سلكته في كتابة هذا البحث ، فيمكن إجماله فيما يأتي: ¶ 1 - قمت بجرد كلام شيخ الإسلام وتلميذه ابن القيم رحمهما الله من كتبهم المطبوعة ما أمكن . ¶ 2 - قمت بترتيب النقول حسب ما وقع عندي أنه الأحسن في نظري، وحذفت ما كان متكرراً من كلامهما ، وأكتفي بالنقل من موضع ، وإن كان لهما كلام بالمعنى نفسه في أكثر من موضع ، ولا أذكر الأمرين إلا إذا كان لأحدهما معنى واحتمال غير الآخر. ¶ 3 - حاولت الاقتصار من كلامهما على ما يفي بالغرض منه في المبحث أو المطلب . ¶ 4 - لم أحاول الإكثار من التدخل في أثناء ذكر كلامهما إلا بقدر ما يربط بين النقول فقط ، أو ما يهيء القاريء للدخول في الموضوع مباشرة. ¶ 5 - قدمت من كلامهما ما كان أوضح وأتم وأخصر واستغنيت به عن غيره مع الإشارة إلى ذلك في الهامش . ¶ 6 - لم أذكر من كلامهما شيئاً بالمعنى وذلك للأمانة العلمية في نقل كلامهما ولأمن الخطأ فإن التدخل في كلامهما لابد فيه من الإحاطة بالمعنى وأخشى أن أدرك شيئاً وأنسى غيره فنقلت نص كلامهما رحمهما اللَّه . ¶ 7 - ما كان من عبارة غامضة بينتها وما كان من نص خرجته، وما كان من علم ترجمت له في الحاشية. ¶ 8 - لم أطل في التراجم والتعريفات ، وإنما اكتفيت بما يدل على الموضوع حرصاً على عدم إثقال البحث بالحواشي . ¶ 10 - عزوت الأحاديث والآثار إلى من أخرجها ، أو من نقلها عنهم ، وإذا لم يكن الحديث في الصحيحين أو أحدهما ، أنقل حكم العلماء على الحديث إن وجد . ¶ 11 - فيما يتعلق بالمراجع حرصت كل الحرص على أن أوحد النسخة والطبعة لكل مرجع ليسهل على القاريء والباحث الرجوع إلى المراجع التي عزوت إليها عند الحاجة ، لذلك لم أشر إلى الطبعات في الهامش تفادياً للتطويل، واكتفاء بفهرس المراجع .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وفي الختام أشكر اللَّه عز وجل الذي أمدني بالعافية حتى أتممت هذا العمل، مع علمي أنني لم أوف هذا العمل حقه ، إذ الكمال لله وحده فما كان فيه من حق وصواب فبفضل اللَّه ورحمته، وما كان فيه من زلل فأستغفر اللَّه منه، وصلى اللَّه وسلم على نبينا محمد وآله وصحبه أجمعين. ¶ ترجمة موجزة لشيخ الإسلام ابن تيمية رحمه اللَّه ¶ اسمه وكنيته ونسبه : ¶ هو الإمام العلامة شيخ الإسلام أبو العباس تقي الدين ، أحمد بن عبد الحليم بن عبد السلام بن عبد اللَّه بن الخضر بن محمد بن الخضر بن علي بن عبد اللَّه ابن تيمية الحراني . ¶ مولده ونشأته : ¶ ولد يوم الاثنين العاشر من ربيع الأول بحران سنة (661هـ) ، ولما بلغ من العمر سبع سنين انتقل مع والده إلى دمشق هرباً من وجه الغزاة التتار، وقد نشأ في بيت علمٍ وفقه ودين فآباؤه وأجداده وأخوانه كانوا من العلماء الأجلاء ، وقد بدأ رحمه اللَّه بحفظ القرآن الكريم حتى أتمه ثم اتجه إلى السنة النبوية ، واللغة العربية والفقه وأصوله ، وتعلم الحساب. ¶ علومه : ¶ تبحر شيخ الإسلام في علم العقيدة، والتفسير والحديث وعلومهما والفقه وأصوله ... وقد ذكر تلميذ شيخ الإسلام ابن عبد الهادي رحمه اللَّه كلام للذهبي رحمه اللَّه في سعة علوم شيخ الإسلام فقال: ( وقال الذهبي (1) : وقرأ وحصل وبرع في الحديث والفقه ، وتأهَّل للتدريس والفتوى ، وهو ابن سبع عشرة سنة، وتقدم في علم التفسير والأصول ، وجميع علوم الإسلام أصولها وفروعها.. إلى أن قال: وهو أعظم من أن يصفه كلمي أو ينبه على شأوه قلمي. فإن سيرته وعلومه ومعارفه، ومحنه وتنقلاته تحتمل أن ترصع في مجلدتين...)(2). ¶ __________ ¶ (1) ... هو الإمام الحافظ أبو عبد اللَّه محمد بن أحمد بن عثمان الذهبي مؤرخ الإسلام وناقد المحدثين، وإمام المعدلين والمجرحين ، توفي سنة 748هـ رحمه اللَّه . ¶ ... انظر : البداية والنهاية (14/221) ، وشذرات الذهب (6/153) . ¶ (2) ... انظر : العقود الدرية ص23-25 .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "جهاده : ¶ تميزت حياة شيخ الإسلام بميزة عظيمة وهي الجهاد في سبيل اللَّه بالسيف والقلم واللسان ، فلقد كان للشيخ مواقف عظيمة في جهاده التتار والرافضة ، والصوفية والباطنية وغيرهم ، وقد فضح هذه الطوائف بقلمه ولسانه وجاهدهم بيده . ¶ قال البزار (1) : \" ما رأيت أحداً أثبت جأشاً منه ، ولا أعظم عناءً في جهاد العدو منه ، كان يجاهد في سبيل اللَّه بقلبه ولسانه ويده ، ولا يخاف في اللَّه لومة لائم \" (2) . ¶ إنتاجه العلمي : ¶ ترك الشيخ رحمه اللَّه للأمة تراثاً ضخماً لا يزال العلماء والباحثون ينهلون منه ، طبع كثير من هذه الرسائل والفتاوى والمؤلفات ، وبقي مجهولاً أو مكنوزاً في عالم المخطوطات كثير . ¶ يقول ابن عبد الهادي (3) : \"ولا أعلم أحداً من متقدمي الأمة ولا متأخريها جمع مثل ما جمع، ولا صنف نحو ما صنف ، ولا قريباً من ذلك..\"(4). ¶ وفاته : ¶ لما أخرجت الكتب والأوراق والمداد والقلم من عند شيخ الإسلام في القلعة في يوم الاثنين تاسع جمادى الآخر سنة (728هـ) تفرغ الشيخ للعبادة والتلاوة والتذكر والتهجد حتى أتاه اليقين في ليلة الاثنين العشرين من ذي القعدة سنة (728هـ) ، وقد كانت وفاته على أثر مرض ألم به أياماً يسيرة وعمره سبع وستون سنة . ¶ __________ ¶ (1) ... هو عمر بن علي البزار ، كان من أصحاب شيخ الإسلام ابن تيمية ، ولد سنة (688هـ) ، وتوفي سنة (749هـ) . ¶ ... انظر : الدرر الكامنة (3/256) ، وشذرات الذهب (6/163) . ¶ (2) ... انظر : الأعلام العلية ص43 . ¶ (3) ... هو محمد بن أحمد بن عبد الهادي بن قدامة المقدسي ، المحدث الحافظ الناقد النحوي، ولد سنة (705هـ) ، من الملازمين لشيخ الإسلام ولأبي والحجاج المزي ، توفي سنة (744هـ). ¶ ... انظر : البداية والنهاية (14/221) ، وشذرات الذهب (6/141) . ¶ (4) ... العقود الدرية ص26 .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وقد كانت جنازته مشهودة ومشهورة واعتبرها المؤرخون من الجنائز النادرة فيشبهونها بجنازة الإمام أحمد بن حنبل رحمه اللَّه في بغداد ..(1) ¶ ترجمة موجزة للإمام ابن القيم الجوزية رحمه اللَّه ¶ اسمه ونسبه ومولده : ¶ هو أبو عبد اللَّه شمس الدين محمد بن أبي بكر بن أيوب بن سعد بن حَرِيز بن مكي زين الدين الزُّرعي ثم الدمشقي الحنبلي الشهير بابن قيم الجوزية ، ولد سنة (691هـ) . ¶ عبادته وزهده : ¶ قال ابن رجب رحمه اللَّه : \" وكان رحمه اللَّه ذا عبادة وتهجد وطول صلاة إلى الغاية القصوى ، وتأله ولهج بالذكر ، وشغف بالمحبة والإنابة والاستغفار ، والافتقار إلى اللَّه والانكسارله ... ولا رأيت أوسع منه علماً ولا أعرف بمعاني القرآن والسنة وحقائق الإيمان منه ، وليس هو المعصوم ولكن لم أر في معناه مثله\" (2) . ¶ علومه ومدى تأثره بشيخه ابن تيمية رحمه اللَّه : ¶ درس ابن القيم رحمه اللَّه التوحيد ، وعلم الكلام والتفسير والحديث، والفقه وأصوله والفرائض واللغة والنحو ، وغيرهما على علماء عصره المتفننين في علوم الإسلام ، وبرع هو فيها وفاق الأقران ، وقد لازم ابن القيم شيخه ابن تيمية ستة عشر عاماً أخذ عنه علماً جماً وفوائد كثيرة. ¶ مؤلفاته : ¶ __________ ¶ (1) ... مصادر الترجمة : العقود الدرية لابن عبد الهادي ، وتذكرة الحفاظ لذهبي (4/1496) ، والأعلام العلية للبزار ص8 وما بعدها، والوافي بالوفيات للصفدي (7/15) ، والبداية والنهاية لابن كثير (13/255) ، و(14/141) وما بعدها ، والذيل على طبقات الحنابلة لابن رجب (2/387) ، والدرر الكامنة لابن حجر (1/154) ، وطبقات الحفاظ للسيوطي (ص516)، وطبقات المفسرين للداوودي (1/45) ، وشذرات الذهب لابن العماد الحنبلي (6/80). ¶ (2) ... انظر : الذيل على طبقات الحنابلة لابن رجب (2/448) .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "كان ابن القيم رحمه اللَّه مكثراً من التصنيف ، ولهذا فالحديث عن تعداد مؤلفات ابن القيم رحمه اللَّه تعالى على وجه الدقة والسلامة من الغلط والتكرار أمر فيه كلفة وعناء ، وقد أحصى الشيخ بكر أبو زيد حفظه اللَّه مصنفات ابن القيم المخطوطة والمطبوعة فبلغت (96) مصنفاً وقد ذكر أسماء هذه الكتب على وجه التفصيل المخطوط منه والمطبوع(1). ¶ وفاته : ¶ كانت في ليلة الخميس الثالث عشر من رجب ، وقت أذان العشاء الآخرة سنة (751هـ) ، وبه كمل له من العمر ستون سنة رحمه اللَّه تعالى(2). ¶ التمهيد ¶ ويشتمل على ثلاثة مباحث : ¶ المبحث الأول : بيان المقصود بالقلب. ¶ المبحث الثاني : وجوب الاعتناء والاهتمام بحياة القلب. ¶ المبحث الثالث : ذكر الأدلة من القرآن الكريم ومن السنة النبوية على مرض القلوب وشفائها . ¶ المبحث الأول : بيان المقصود بالقلب ¶ القلوب : جمع القَلْب ، وهو أخص من الفؤاد في الاستعمال ، ولذلك قالوا : أَصَبْتُ حَبَّة قلبه ، وسُوَيْداء قلبه ، وقيل : هما قريبان من السَّواء، وكرّر ذكرهما لاختلاف لفظيهما تأكيداً ، وقلب كل شيء : لُبّهُ وخالِصه. ¶ وقيل : القلب : الفؤاد وقد يُعَبَّر به عن العقل . قال الفراء في قوله تعالى : ( إنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ ( (3) أي : عقل . ¶ __________ ¶ (1) ... انظر : التقريب لفقه ابن القيم ( القسم الأول ص168) . ¶ (2) ... مصادر الترجمة : الوافي بالوفيات للصفدي (2/270-272) ، والبداية والنهاية لابن كثير (14/246-247) ، والذيل على طبقات الحنابلة لابن رجب (2/447-452) ، والدرر الكامنة لابن حجر (4/21) ، والنجوم الزاهرة في أخبار مصر والقاهرة لابن تغري بردي (10/249) ، وطبقات المفسرين للداوودي (2/91)، والبدر الطالع بمحاسن من بعد القرن السابع للشوكاني (2/143-147) ، وكتاب ابن قيم الجوزية حياته وآثاره للشيخ بكر بن عبد اللَّه أبو زيد. ¶ (3) ... سورة ق ، الآية : 37 .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وقيل القلب : مضغة من الفؤاد معلّقة بالنِّياط (1) .. (2) . ¶ وعرفه أبو حامد الغزالي (3) بقوله : ( لفظ القلب ، وهو يطلق لمعنيين أحدهما : اللحم الصنوبري الشكل ، المودع في الجانب الأيسر من الصدر وهو لحم مخصوص، وفي باطنه تجويف ، وفي ذلك التجويف دم أسود هو منبع الروح ومعدنه ، ولسنا نقصد الآن شرح شكله وكيفيته ؛ إذ يتعلق به غرض الأطباء ، ولا يتعلق به الأغراض الدينية . وهذا القلب موجود للبهائم، بل هو موجود للميت .. ¶ والمعنى الثاني : هو لطيفة ربانية روحانية لها بهذا القلب الجسماني تعلق وتلك اللطيفة هي حقيقة الإنسان ، وهو المدرك العالم العارف من الإنسان، وهو المخاطب والمعاقب والمعاتب والمطالب ولها علاقة مع القلب الجسماني)(4) . ¶ وقد سمي القلب قلباً لتقلبه (5) في الأمور ، أو لأنه خالص ما في البدن ، وخالص كل شيء قلبه ، أو لأنه وضع في الجسد مقلوباً (6) . ¶ __________ ¶ (1) ... النياط : عرق علق به القلب من الوتين ، فإذا قطع مات صاحبه . انظر : لسان العرب (7/418) . ¶ (2) ... انظر : النهاية في غريب الحديث والأثر لابن الأثير (4/96) ، ومختار الصحاح ص547، ولسان العرب (11/271) ، والقاموس المحيط ص162-163 ، مادة (قلب) ، والمصباح المنير (2/512) . ¶ (3) ... هو محمد بن محمد بن محمد بن أحمد ، الطوسي المعروف بالغزالي ، الملقب بحجة الإسلام من أئمة الصوفية ولد سنة (450هـ) ، وقد تفقه على إمام الحرمين ، وبرع في علوم كثيرة وله مصنفات منتشرة في فنون متعددة من أشهرها : إحياء علوم الدين ، وتهافت الفلاسفة ، توفي سنة (505هـ) . ¶ ... انظر : سير أعلام النبلاء (9/322) ، والبداية والنهاية (12/185) . ¶ (4) ... انظر : إحياء علوم الدين (3/6) . ¶ (5) ... انظر : لسان العرب (11/271) . ¶ (6) انظر : فتح الباري لابن حجر (1/171) .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وقد ورد ذكر القلب في آيات كثيرة من كتاب اللَّه عز وجل منها قوله تعالى : ( مَنْ خَشِيَ الرَّحْمَنَ بِالغَيْبِ وَجَاءَ بِقَلْبٍ مُنِيبٍ ((1) ، وقوله جل وعلا : ( إنَّ في ذَلِكَ لَذِكْرَى لِمَن كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وهُوَ شَهِيدٌ((2) . ¶ والقلب قد يعبر عنه بالفؤاد ، قال اللَّه تعالى : ( كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ((3) ، وقد يعبر بالقلب عن العقل كما قال تعالى : ( إنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ ((4) ، قال ابن عباس : أي عقل.(5) ¶ قال أبو حامد الغزالي : ( وحيث ورد في القرآن والسنة لفظ القلب، فالمراد به المعنى الذي يفقه من الإنسان ويعرف حقيقة الأشياء ، وقد يكنى عنه بالقلب الذي في الصدر ، لأن بين تلك اللطيفة وبين جسم القلب علاقة خاصة، فإنها وإن كانت متعلقة بسائر البدن ومستعملة له ولكنها تتعلق به بواسطة القلب ، فتعلقها الأول وكأنه محلها ومملكتها وعالمها ومطيتها)(6). ¶ المبحث الثاني : وجوب الاعتناء والاهتمام بحياة القلب ¶ يجب على كل مسلم ومسلمة الاعتناء والاهتمام بحياة القلب لأنه إذا صلح القلب صلح الجسد كله ، وإذا فسد القلب فسد الجسد كله. ¶ قال ابن رجب (7) ¶ __________ ¶ (1) ... سوة ق، الآية : 33 . ¶ (2) ... سورة ق، الآية : 37 . ¶ (3) ... سورة الفرقان ، الآية : 32 . ¶ (4) سورة ق ، الآية : 37 . ¶ (5) انظر : تفسير البغوي (4/226) . ¶ (6) ... إحياء علوم الدين (3/7) . ¶ (7) ... هو الإمام أبو الفرج عبد الرحمن بن أحمد بن عبد الرحمن السَّلامي الشهير بابن رجب وهو لقب جده عبد الرحمن ولد سنة (736هـ) في بغداد ، كان فقيهاً ومحدثاً وواعظاً شهيراً ، قال ابن مفلح : الشيخ العلامة الحافظ الزاهد شيخ الحنابلة من مؤلفاته : جامع العلوم والحكم، أهوال القبور ، توفي سنة (795هـ) بدمشق، رحمه اللَّه . ¶ ... انظر : شذرات الذهب (6/339) ، والتاج المكلل للقنوجي ص333 .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "رحمه اللَّه : \" القلب مَلِكُ الأعضاء ، وبقية الأعضاء جنوده ، وهم مع هذا جنودٌ طائعون له ، منبعثون في طاعته ، وتنفيذ أوامره ، لا يخالفونه في شيء من ذلك ، فإن كان الملك صالحاً كانت هذه الجنود صالحةً ، وإن كان فاسداً كانت جنوده بهذه المثابة فاسدةً ، ولا ينفع عند اللَّه إلا القلب السليم ، كما قال تعالى : ( يَوْمَ لاَ يَنْفَعُ مَالٌ وَلاَ بَنُون . إلاَّ مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ ( (1) \" (2) . ¶ والقلب محل الإيمان كما قال تعالى : ( يَا أيُّها الرَّسُولُ لاَ يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الكُفْرِ مِنَ الَّذِينَ قَالُوا آَمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِن قُلُوبُهم((3)، وقوله تعالى : ( أُولَئِكَ كَتَبَ فِي قُلُوبِهِمُ الإيمَان( (4) . ¶ فدلت هذه الآيات على أن أصل الإيمان في القلب ، وأن الإيمان لا يثبت لأحد حتى يدخل القلب ويقوم به .. ¶ والأدلة أيضاً كثيرة من السنة على أن أصل الإيمان في القلب منها : قوله (: \" ألا وإن في الجسد مضغة إذا صلحت صلح الجسد كله ، وإذا فسدت فسد الجسد كله ألا وهي القلب\"(5). ¶ __________ ¶ (1) ... سورة الشعراء ، الآية : 88-89 . ¶ (2) جامع العلوم والحكم (1/210) . ¶ (3) سورة المائدة ، الآية : 41 . ¶ (4) ... سورة المجادلة ، الآية : 22 . ¶ (5) متفق عليه ، فقد رواه البخاري في صحيحه (1/19) كتاب الإيمان ، باب 39 فضل من استبرأ لدينه ، ومسلم في صحيحه (3/1219-1220) كتاب المساقاة، باب أخذ الحلال وترك الشبهات (ح1599) عن النعمان بن بشير رضي اللَّه عنه وهذا جزء منه ، وقوله \"مضغة \" يعني القلب ؛ لأنه قطعة لحم من الجسد والمضغة: القطعة من اللحم ، قدر ما يمضغ. انظر: النهاية في غريب الحديث والأثر لابن الأثير (4/339).",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "قال شيخ الإسلام ابن تيمية رحمه اللَّه : ( فإذا كان القلب صالحاً بما فيه من الإيمان علماً وعملاً قلبيّاً ، لزم ضرورة صلاح الجسد بالقول الظاهر والعمل بالإيمان المطلق ... ). ¶ وقال ابن القيم رحمه اللَّه لما ذكر هذا الحديث : ( ولما كان القلب لهذه الأعضاء كالملك المتصرف في الجنود، الذي تصدر كلها عن أمره فهو فهو ملكها وهي المنفذة لما يأمرها به ، القابلة لما يأتيها من هديته ، ولا يستقيم لها شيء من أعمالها حتى تصدر عن قصده ونيته ، وهو المسؤول عنها كلها، لأن كل راع مسؤول عن رعيته : كان الاهتمام بتصحيحه وتسديده أولى ما اعتمد عليه السالكون ، والنظر في أمراضه وعلاجه أهم ما تنسك به الناسكون)(1) . ¶ وقال ابن رجب رحمه اللَّه لما ذكر هذا الحديث : ( فيه إشارةٌ إلى أن صلاح حركات العبد بجوارحه، واجتنابه للمحرَّمات واتِّقاءه للشُّبهات بحسب صلاح حركة قلبه ، فإن كان قلبه سليماً، ليس فيه إلا محبة اللَّه ومحبة مايحبه اللَّه وخشية اللَّه وخشية الوقوع فيما يكرهه ، صلحت حركات الجوارح كلها ، ونشأ عن ذلك اجتنابُ المحرّمات كلها ، وتوقي الشبهات حذراً من الوقوع في المحرمات . وإن كان القلب فاسداً ، قد استولى عليه اتَّباع هواه ، وطلب ما يحبّه ، ولو كرهه اللَّه ، فسدت حركات الجوارح كلها، وانبعثت إلى كلّ المعاصي والمشتبهات بحسب اتّباع هوى القلب)(2). ¶ وقال ابن حجر رحمه اللَّه (3) ¶ __________ ¶ (1) انظر : إغاثة اللهفان (1/5) . ¶ (2) جامع العلوم والحكم (1/210) ¶ (3) هو الإمام الحافظ شهاب الدين أحمد بن علي بن حجر العسقلاني المحدث المؤرخ له مؤلفات كثيرة، منها فتح الباري شرح صحيح البخاري والإصابة في تمييز الصحابة وغيرها. توفي سنة (852هـ) . ¶ ... انظر : طبقات الحفاظ للسيوطي ص552، شذرات الذهب (7/270-273) .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": ": ( وخص القلب بذلك لأنه أمير البدن، وبصلاح الأمير تصلح الرعية، وبفساده تفسد ، وفيه تنبيه على تعظيم قدر القلب ، والحث على صلاحه ... )(1). ¶ مما تقدم تبين لنا أهمية القلب ، وأنه إذا صلح صلح الجسد كله .. وأن صلاح هذا القلب وسعادته وفلاحه موقوف على هذين الأصلين الكتاب والسنة كما قال تعالى : ( يا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا للهِ ولِلرَّسُولِ إذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ ((2) ، فأخبر سبحانه وتعالى أن حياتنا إنما هي باستجابتنا لما يدعونا إليه اللَّه والرسول من العلم والإيمان فعلم أن موت القلب وهلاكه بفقد ذلك(3) . ¶ قال شيخ الإسلام رحمه اللَّه : ( وأصل صلاح القلب هو حياته واستنارته، قال تعالى: (أَوَمَنْ كَانَ مَيْتاً فَأحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُوراً يَمْشِي بِهِ فِي النَّاس كَمَن مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا((4) . ¶ __________ ¶ (1) فتح الباري (1/171) . ¶ (2) ... سورة الأنفال ، الآية : 24 . ¶ (3) ... انظر : إغاثة اللهفان (1/22) . ¶ (4) ... سورة الأنعام ، آية : 122 .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "لذلك ذكر اللَّه حياة القلوب ونورها وموتها وظلمتها في غير موضع كقوله تعالى : ( لِيُنْذِرَ مَنْ كَانَ حَيًّا وَيحِقَّ الْقَوْل عَلَى الكَافِرِين ( (1)، وقوله تعالى : ( يا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا للهِ ولِلرَّسُولِ إذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ ( ثم قال تعالى : (واعْلَمُوا أَنَّ اللَّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِه وأنَّهُ إِليْهِ تُحْشَرُون( (2) ، وقال تعالى: ( يُخرْجَ الحَيَّ مِنَ المَيّت ويُخْرِج الْمَيّت مِنَ الحَيّ((3) ... إلى أن قال: وإنما المقصود هنا ذكر حياة القلوب وإنارتها وفي الدعاء المأثور : \" اجعل القرآن ربيع قلوبنا ونور صدورنا \" (4) ¶ __________ ¶ (1) ... سورة يس ، آية : 70 . ¶ (2) ... سورة الأنفال ، آية : 24 . ¶ (3) ... سورة الروم ، آية : 19 . ¶ (4) ... هو جزء من حديث رواه عبد اللَّه بن مسعود رضي اللَّه عنه قال : قال رسول اللَّه صلى اللَّه عليه وسلم : \" ما أصاب أحداً قط هم ولا حزن فقال : اللهم إني عبدك ، وابن عبدك ... \" فذكر الحديث إلى : \" أن تجعل القرآن ربيع قلبي ونور صدري.. \" إلخ . ¶ ... أخرجه أحمد في مسنده (1/391 ، 452 ) ، وابن أبي شيبة في المصنف (10/253) (ح9367) ، وأبو يعلى في مسنده (9/198) ، (ح5297) ، وابن حبان في صحيحه (2/230) كتاب الرقائق - باب ذكر الأمر لمن أصابه حزن (ح959) ، والبزار كما في كشف الأستار (4/31) ، (ح3122) ، والطبراني في المعجم الكبير (10/209-210)، (ح10352) . وقد ذكره الهيثمي في مجمع الزوائد (10/136) وقال رواه أحمد وأبو يعلى والبزار ، إلا أنه قال : وذهاب غمي مكان همي ، والطبراني ورجال أحمد وأبي يعلى رجال الصحيح غير أبي سلمة الجهني ، وقد وثقه ابن حبان . وقال الحافظ ابن حجر كما في الفتوحات الربانية (4/13) : حديث حسن ، وقال الشيخ أحمد شاكر في تحقيقه لمسند أحمد (5/266) (ح3712) : إسناده صحيح، وقد ذكر الشيخ الألباني في سلسلة الأحاديث الصحيحة (1/336-341) ، (ح199) هذا الحديث وقال : ( وجملة القول أن الحديث صحيح من رواية ابن مسعود وحده، فكيف إذا انضم إليه حديث أبي موسى رضي اللَّه عنهما . وقد صححه شيخ الإسلام ابن تيمية وتلميذه ابن القيم ... ) .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "(1). ¶ ولما كانت حياة البدن والجوارح كلها بحياة القلب ، تسري الحياة منه إلى الصدر ثم إلى الجوارح - سأل الحياة له بالربيع الذي هو مادتها . ولما كان الحزن والهمّ والغمّ يضاد حياة القلب واستنارته - سأل أن يكون ذهابها بالقرآن، فإنها أحرى أن لا تعود ، وأما إذا ذهبت بغير القرآن: من صحة ، أو دنيا ، أو جاه ، أو زوجة ، أو ولد - فإنها تعود بذهاب ذلك\" (2). ¶ وسيأتي في أسباب حياة القلب وصحته في الفصل الثاني من هذه الرسالة مزيد تقرير لهذا إن شاء اللَّه . ¶ المبحث الثالث : ذكر الأدلة من القرآن الكريم ومن السنة النبوية ¶ على مرض القلوب وشفائها ¶ ذكر اللَّه \" مرض القلوب وشفاءها \" في مواضع كثيرة من كتابه وجاء ذلك في سنة رسوله ( وسأذكر بعضاً منها : ¶ قال اللَّه تعالى عن المنافقين : ( فِي قُلُوبِهِم مَرَضٌ فَزَادَهُمُ اللَّهُ مَرَضَاً((3)، وقال تعالى : ( لِيَجْعَلَ مَا يُلْقِي الشَّيْطَانُ فِتْنَةً لِلَّذِينَ فِي قُلُوبِهِم مَرَضٌ والْقَاسِيَةِ قُلُوبُهُمْ((4) . ¶ __________ ¶ (1) ... انظر : مجموع الفتاوى (10/100 ، 103 ) . ¶ (2) ... انظر : الفوائد ص49 . ¶ (3) ... سورة البقرة ، الآية : 10 . ¶ (4) ... سورة الحج ، الآية : 53 .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وقال تعالى : ( لَئِن لَمْ يَنْتَهِ الْمُنَافِقُونَ والَّذِينَ فِي قُلُوبِهِم مَرَضٌ والْمُرْجِفُونَ فِي الْمَدِينَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لا يُجَاوِرُنَكَ فِيهَا إلاَّ قَلِيلاً ((1). وقال تعالى : (وَلا يَرْتَابَ الَّذِينَ أُوتُوا الكِتَابَ والْمُؤْمِنُونَ وَلِيَقُولَ الَّذينَ في قُلُوبِهِم مَرَضٌ والْكَافِرُونَ مَاذَا أرَادَ اللَّهُ بِهَذَا مَثَلاً ( (2).وقال تعالى :( قَدْ جَاءَتْكُم مَوْعِظَةٌ مِنْ رَبِّكُمْ وشِفَاءٌ لِمَا فِي الصُّدُورِ وهُدًى وَرَحْمَةٌ لِلْمُؤمِنِينَ((3) . وقال تعالى : ( وَيَشْفِ صُدُورَ قَوْمٍ مُؤْمِنينَ . ويُذْهِبْ غَيْظَ قُلُوبِهِمْ ( (4) . ¶ وقال تعالى : ( فَتَرَى الَّذِينَ فِي قُلُوبِهِم مَرَضٌ يُسَارِعُونَ فِيهم((5)، وقال تعالى : ( ولاَ تَخْضَعْنَ بِالقَوْلِ فَيَطْمَع الَّذي فِي قَلْبِهِ مَرَضٌ ((6) ، وقال تعالى : (وإذْ يَقُولُ المُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِم مَرَضٌ مَا وَعَدَنا اللَّهُ وَرَسُولُهُ إلا غُرُوراً((7) . ¶ وأما الأدلة من السنة النبوية فكثيرة منها : قول النبي ( في الحديث الصحيح: \"ألا وإن في الجسد مضغة إذا صلحت صلح الجسد كله، وإذا فسدت فسد الجسد كله، ألا وهي القلب\"(8). ¶ __________ ¶ (1) ... سورة الأحزاب ، الآية : 60 . ¶ (2) ... سورة المدثر ، الآية : 31 . ¶ (3) سورة يونس ، الآية : 57 . ¶ (4) ... سورة التوبة ، الآية : 14-15 . ¶ (5) ... سورة المائدة ، الآية : 52 . ¶ (6) ... سورة الأحزاب ، الآية : 32 . ¶ (7) ... سورة الأحزاب ، الآية : 12 . ¶ (8) ... متفق عليه ، وقد تقدم تخريجه ص10.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وعن زيد بن ثابت رضي اللَّه عنه قال : سمعت رسول اللَّه ( يقول: \"ثلاث خصال لا يغل عليهن قلب مسلم أبداً : إخلاص العمل لله ، ومناصحة ولاة الأمر، ولزوم جماعة المسلمين، فإن دعوتهم تحيط من ورائهم\"(1). ¶ __________ ¶ (1) ... أخرجه أحمد في مسنده (5/183) وابن أبي عاصم في السنة (2/504) ، (ح1087) وقال محققه الشيخ الألباني : إسناده صحيح ورجاله كلهم ثقات . ¶ ... قال ابن القيم رحمه اللَّه في مدارج السالكين (2/101) أي لا يبقى فيه غل ، ولا يحمل الغل مع هذه الثلاثة بل تنفي عنه غِلّه وتنقيه منه ، وتخرجه عنه ، فإن القلب يغل على الشرك أعظم غل ، وكذلك يغل على الغش ، وعلى خروجه عن جماعة المسلمين بالبدعة، والضلالة فهذه الثلاثة تملؤه غلاً ودغلاً ، ودواء هذا الغل، واستخراج أخلاطه بتجريد الإخلاص والنصح ومتابعة السنة ..",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وقال حذيفة بن اليمان رضي اللَّه عنه : سمعت رسول اللَّه ( يقول : \" تُعرض الفتن على القلوب كالحصير عوداً عوداً (1) ، فأي قلب أشربها(2) نكت فيه نكتة (3) سوداء ، وأي قلب أنكرها نكت فيه نكتة بيضاء، حتى تصير على قلبين : على أبيض مثل الصفا (4) ¶ __________ ¶ (1) ... قال الإمام النووي رحمه اللَّه في شرح صحيح مسلم (2/171-172) : \"عوداً عوداً\" هذان الحرفان مما اختلف في ضبطه على ثلاثة أوجه : أظهرها وأشهرها بضم العين والدال المهملة، والثاني بفتح العين وبالدال المهملة أيضاً ، والثالث بفتح العين وبالذال المعجمة ، ولم يذكر صاحب التحرير غير الأول ، وأما القاضي عياض فذكر هذه الأوجه الثلاثة عن أئمتهم واختار الأول، قال : واختار شيخنا أبو الحسين بن سراج فتح العين والدال قال : ومعنى \"تعرض\" أنها تلصق بعرض القلوب أي جانبها كما يلصق الحصير بجنب النائم ويؤثر فيه شدة التصاقها به . قال: ومعنى \" عوداً عوداً \" أي تعاد وتكرر شيئاً بعد شيء، قال ابن سراج: ومن رواه بالذال المعجمة فمعناه سؤال الاستعاذة منها ، كما يقال \" غفراً غفراً \" و\"غفرانك\"، أي نسألك أن تعيذنا من ذلك وأن تغفر لنا ، وقال الأستاذ أبو عبد اللَّه ابن سليمان : معناه تظهر على القلوب . أي تظهر لها فتنة بعد أخرى ، وقوله \"كالحصير\" أي كما ينسج الحصير عوداً عوداً وشظية بعد أخرى . قال القاضي: وعلى هذا يترجح رواية ضم العين ، وذلك أن ناسج الحصير عند العرب كلما صنع عوداً أخذ آخر ونسجه، فشبه عرض الفتن على القلوب واحدة بعد أخرى بعرض قضبان الحصير على صانعها واحداً بعد واحد . وانظر : إكمال المعلم بفوائد مسلم للقاضي عياض (1/453). ¶ (2) ... \" أشربها \" أي دخلت فيه دخولاً تاماً وألزمها وحلت منه محل الشراب . ¶ (3) ... النكتة : بالضم النقطة . القاموس المحيط ص207 . ¶ (4) \" مثل الصفا \" قال القاضي عياض رحمه اللَّه : ليس تشبيهه بالصفا بيانا لبياضه لكن صفة أخرى لشدته على عقد الإيمان وسلامته من الخلل، وأن الفتن لم تلصق به ولم تؤثر فيه كالصفا، وهو الحجر الأملس الذي لا يعلق به شيء \" . انظر: إكمال المعلم (1/453) .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "فلا تضره فتنة ما دامت السماوت والأرض ، والآخر أسود مرباداً (1) كالكوز مجخياً (2) ، لا يعرف معروفاً ولا ينكر منكراً ، إلا ما أشرب من هواه \" (3) . ¶ __________ ¶ (1) ... \" مرباداً \" قال النووي : \" كذا هو في روايتنا وأصول بلادنا ، وهو منصوب على الحال ، وذكر القاضي عياض رحمه اللَّه خلافاً في ضبطه وأن منهم من ضبطه كما ذكرناه ، ومنهم من رواه \"مربئدّ\" بهمزة مكسورة بعد الياء؛ قال القاضي : وهذه رواية أكثر شيوخنا ، وأصله أن لا يهمز ، ويكون \" مربد \" . والربدة: شيء من بياض يسير يخالط السواد ) . انظر : إكمال المعلم (1/454) ، وصحيح مسلم بشرح النووي (2/172-173). ¶ (2) ... \" كالكوز مجخياً \" أي : مائلاً . القاموس المحيط ص1638 . ¶ ... وقال القاضي عياض : قال لي ابن سراج : ليس قوله \" كالكوز مجخياً \" تشبيهاً لما تقدم من سواده، بل هو وصف آخر من أوصافه بأنه قُلِب ونُكِس حتى لا يعلق به خير ولا حكمة ، ومثله بالكوز المجخّى وبيّنه بقوله \" لا يعرف معروفاً ولا ينكر منكراً \" ... وشبه القلب الذي لا يعي الخير بالكوز المنحرف الذي لا يثبت الماء فيه ، وقال صاحب التحرير: معنى الحديث : أن الرجل إذا اتبع هواه وارتكب المعاصي دخل قلبه بكل معصية يتعاطاها ظلمة ، وإذا صار كذلك افتتن وزال عنه نور الإسلام . والقلب مثل الكوز ، فإذا انكب انصب ما فيه ولم يدخله شيء بعد ذلك ) . انظر: إكمال المعلم بفوائد مسلم (1/454) ، وشرح صحيح مسلم للنووي (2/173) . ¶ (3) ... صحيح مسلم (1/128-129) ، كتاب الإيمان ، باب بيان أن الإسلام بدأ غريباً وسيعود غريباً (ح144) .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "قال ابن القيم رحمه اللَّه : ( فشبه عرض الفتن على القلوب شيئاً فشيئاً كعرض عيدان الحصير ، وهي طاقاتها شيئاً فشيئاً ، وقسم القلوب عند عرضها عليها إلى قسمين : قلب إذا عرضت عليه فتنة أُشربها ، كما يشرب السفنج الماء فتنكت فيه نكتة سوداء ، فلا يزال يشرب كل فتنة تعرض عليه حتى يسودّ وينتكس ، وهو معنى قوله \" كالكوز مجخياً \" أي مكبوباً منكوساً، فإذا اسود وانتكس عرض له من هاتين الآفتين مرضان خطران متراميان به إلى الهلاك : أحدهما : اشتباه المعروف عليه بالمنكر، فلا يعرف معروفاً ولا ينكر منكراً ، وربما استحكم عليه هذا المرض حتى يعتقد المعروف منكراً والمنكر معروفاً ، والسنة بدعة والبدعة سنة ، والحق باطلاً والباطل حقاً ، الثاني : تحكيمه هواه على ما جاء به الرسول صلى اللَّه تعالى عليه وآله وسلم ، وانقياده للهوى واتباعه له . ¶ وقلب أبيض قد أشرق فيه نور الإيمان ، وأزهر فيه مصباحه ، فإذا عرضت عليه الفتنة أنكرها وردها، فازداد نوره وإشراقه وقوته ) (1) . ¶ الفصل الأول : بيان أقسام القلوب والأدلة على ذلك من القرآن الكريم والسنة ¶ ويشتمل على ثلاثة مباحث : ¶ المبحث الأول : القلب الصحيح . ¶ المبحث الثاني : القلب المريض . ¶ المبحث الثالث : القلب القاسي . ¶ المبحث الأول : القلب الصحيح ¶ القلب الصحيح : هو القلب السليم الذي لا ينجو يوم القيامة إلا من أتى اللَّه به كما قال تعالى : ( يَوْمَ لاَ يَنْفَعُ مَالٌ وَلاَ بَنُون . إلاَّ مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ((2) . ¶ __________ ¶ (1) إغاثة اللهفان (1/11-12) . ¶ (2) سورة الشعراء ، الآيتان : 88-89 .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ومما ورد من أدعية رسول اللَّه ( قوله : \" أسألك قلباً سليماً \"(1). ¶ وقد عرف العلماء رحمهم اللَّه القلب السليم بعدة تعريفات أذكر بعضاً منها: ¶ فقال شيخ الإسلام رحمه اللَّه : ( وهذا هو \" القلب السليم \" الذي قال اللَّه فيه : ( إلاَّ مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ ( وهو سلامة القلب عن الاعتقادات الفاسدة ، والإرادات الفاسدة ، وما يتبع ذلك...)(2) . ¶ وقال ابن القيم رحمه اللَّه : ( هو السليمُ من الآفات التي تعتري القلوب المريضة ، من مرض الشبهة التي توجب إتباع الظن ، ومرضِ الشهوة التي توجب اتباع ما تهوى الأنفس ، فالقلبُ السليمُ الذي سَلِمَ من هذا وهذا)(3). ¶ __________ ¶ (1) ... رواه أحمد في مسنده (4/125)، والترمذي في سننه (5/476) ، كتاب الدعوات، باب (23) (ح3407) ، والنسائي في سننه (3/54) ، كتاب السهو ، باب (61) نوع آخر من الدعاء (ح1304) ، وابن حبان كما في الإحسان في تقريب صحيح ابن حبان (3/329) ، كتاب الصلاة ، باب ذكر جواز دعاء المرء في صلاته بما ليس في كتاب اللَّه جل وعلا (ح1965) عن شداد بن أوس أن رسول اللَّه صلى اللَّه عليه وسلم كان يقول في صلاته : \"اللهم إني أسألك الثبات في الأمر ، والعزيمة على الرشد ، وأسألك شكر نعمتك ، وحسن عبادتك ، وأسألك قلباً سليماً ، ولساناً صادقاً ، وأسألك من خير ما تعلم، وأعوذ بك من شر ما تعلم ، وأستغفرك لما تعلم \" واللفظ للنسائي . ¶ (2) ... مجموع الفتاوى(10/337) . ¶ (3) ... الروح لابن القيم (ص544).",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وقد عرفه أيضاً ابن القيم رحمه اللَّه في موضع آخر فقال : ( وقد اختلفت عبارات الناس في معنى القلب السليم ، والأمر الجامع لذلك : أنه الذي قد سلم من كل شهوة تخالف أمر اللَّه ونهيه ، ومن كل شبهة تعارض خبره ، فسلم من عبودية ما سواه ، وسلم من تحكيم غير رسوله، فسلم في محبة اللَّه مع تحكيمه لرسوله في خوفه ورجائه والتوكل عليه ، والإنابة إليه والذل له ، وإيثار مرضاته في كل حال ، والتباعد من سخطه بكل طريق وهذا هو حقيقة العبودية التي لا تصلح إلا لله وحده . ¶ فالقلب السليم : هو الذي سلم من أن يكون لغير اللَّه فيه شرك بوجه ما، بل قد خلصت عبوديته لله تعالى؛ إرادة ومحبة ، وتوكلاً ، وإنابة ، وإخباتاً ، وخشية ، ورجاء ، وخلص عمله لله، فإن أحب أحب في الله، وإن أبغض أبغض في اللَّه ، وإن أعطى أعطى لله ، وإن منع منع لله ، ولا يكفيه هذا حتى يسلم من الانقياد والتحكيم لكل من عدا رسوله صلى اللَّه تعالى عليه وآله وسلم، فيعقد قلبه معه عقداً محكماً على الائتمام والاقتداء به وحده ، دون كل أحد في الأقوال والأعمال، من أقوال القلب ، وهي العقائد ، وأقوال اللسان. وهي الخبر عما في القلب، وأعمال القلب، وهي الإرادة والمحبة والكراهة وتوابعها ، وأعمال الجوارح ، فيكون الحاكم عليه في ذلك كله دِقِّه وجِلِّه ، هو ما جاء به الرسول صلى اللَّه تعالى عليه وآله وسلم ... ) (1) . ¶ وقال ابن رجب رحمه اللَّه : ( القلب السليم : هو السالم من الآفات والمكروهات كلِّها ، وهو القلب الذي ليس فيه سوى محبة اللَّه وما يحبه اللَّه ، وخشية اللَّه ، وخشية ما يُباعد منه )(2). ¶ وقال محمد بن سيرين رحمه اللَّه : ( القلب السليم هو الذي يعلم أن اللَّه حق، وأن الساعة قائمة ، وأن اللَّه يبعث من في القبور ) (3) . ¶ __________ ¶ (1) انظر : إغاثة اللهفان من مصائد الشيطان (1/7-8) . ¶ (2) جامع العلوم والحكم (1/211) . ¶ (3) ... انظر : الجامع لأحكام القرآن (15/91) .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وقال الطبري رحمه اللَّه في معنى قوله تعالى : ( إذْ جاء ربه بقلب سليم( يقول تعالى ذكره: إذْ جاء إبراهيم ربه بقلب سليم من الشرك مخلص له التوحيد (1) . ¶ وقيل : صاحب القلب السليم هو الذي لم يلعن شيئاً قط (2) . ¶ كما قيل : إنه القلب الخالص ، أو هو الخالي من البدعة المطمئن إلى السنة. ¶ وأختم أقوال العلماء رحمهم اللَّه في تعريفهم للقلب السليم بقول ابن القيم رحمه اللَّه : (وهل عيش في الحقيقة إلا عيش القلب السليم؟ وقد أثنى اللَّه تعالى على خليله عليه السلام بسلامة القلب فقال : ( وإنَّ مِنْ شِيعَتِهِ لإبْرَاهِيمْ . إذْ جَاءَ رَبَّهُ بِقَلْبٍ سَلَيمٍ ( (3) ، وقال حاكياً عنه أنه قال تعالى : (يَوْمَ لاَ يَنْفَعُ مَالٌ وَلاَ بَنُون . إلاَّ مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ ((4) ، والقلب السليم هو الذي سلم من الشرك والغل والحقد والحسد والشح والكبر ، وحب الدنيا والرياسة ، فسلم من كل آفة تبعده عن اللَّه ، وسلم من كل شبهة تعارض خبر اللَّه ، ومن كل شهوة تعارض أمر ربه ، وسلم من كل إرادة تزاحم مراده ، وسلم من كل قاطع يقطعه عن اللَّه ، فهذا القلب السليم في جنة معجلة في الدنيا وفي جنة البرزخ ، وفي جنة يوم المعاد. ¶ ولا يتم له سلامته مطلقاً حتى يسلم من خمسة أشياء : من شرك يناقض التوحيد ، وبدعة تخالف السنة ، وشهوة تخالف الأمر ، وغفلة تناقض الذكر ، وهوى يناقض التجريد ، والإخلاص يعم ) (5) . ¶ وهناك أخي الكريم فرق بين سلامة القلب والبَلَه . ¶ __________ ¶ (1) ... جامع البيان (23/69) . ¶ (2) انظر : جامع البيان (23/70)، وتفسير ابن كثير (4/14) . ¶ (3) سورة الصافات ، الآيتان : 83 ، 84 . ¶ (4) سورة الشعراء ، الآية : 88 . ¶ (5) انظر : الجواب الكافي لمن سأل عن الدواء الشافي (ص183) .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "قال ابن القيم رحمه اللَّه : ( والفرق بين سلامة القلب والبَله والتغفل، أنّ سلامة القلب تكون من عدم إرادة الشر بعد معرفته ، فيسلم قلبه من إرادته وقصده لا من معرفته والعلم به ، وهذا بخلاف البَلَه والغفلة فإنها جهلُ وقلّة معرفة ، وهذا لا يحمدُ إذ هو نقص ، وإنما يحمد الناس من هو كذلك لسلامتهم منه ، والكمال أن يكون القلبُ عارفاً بتفاصيل الشر سليماً من إرادته)(1) . ¶ المبحث الثاني : القلب المريض ¶ المَرَضُ في القلب : يَصْلُح لكل ما خرج به الإنسان عن الصحة في الدين، ويقال قلب مريض من العداوة وهو النفاق ، وقيل المرض في القلب فُتُور عن الحق ... (2) . ¶ وقيل: المَرض ، بالفتح للقلب خاصة ، وبالتحريك أو كلاهما : الشك، والنفاق ، والفتور، والظلمة ، والنقصان (3) . ¶ قال شيخ الإسلام رحمه اللَّه : ( وكذلك \" مرض القلب \" هو نوع فسادٍ يحصل له ، يفسد به تصوره ، وإرادته . فتصوره : بالشبهات التي تعرض له حتى لا يرى الحق ، أو يراه على خلاف ما هو عليه ، وإرادته : بحيث يبغض الحق النافع ويحب الباطل الضار ، فلهذا يفسر المرض تارةً بالشك والريب ، كما فسر مجاهد (4) ، وقتادة (5) ¶ __________ ¶ (1) ... الروح لابن القيم (ص544) . ¶ (2) ... انظر : لسان العرب (13/80) . ¶ (3) انظر : القاموس المحيط ص843. ¶ (4) مجاهد بن جبر أبو الحجاج المكي ، مولى بني مخزوم ، تابعي جليل ، ثقة إمام في التفسير وفي العلم ، مات سنة إحدى - أو اثنتين أو ثلاث أو أربع - ومائة ، وله (83) سنة . ¶ ... انظر : تقريب التهذيب ص520 ، وسير أعلام النبلاء (4/499) . ¶ (5) ... قتادة بن دعامة بن قتادة السدوسي ، أبو الخطاب البصري ، ثقة ثبت ، كان أحفظ أهل البصرة ، مات في واسط بالطاعون سنة (118هـ) ، وقيل سنة (117هـ). ¶ ... تقريب التهذيب ص453 ، والكاشف للذهبي (2/341) .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "قوله : ( فِي قُلُوبِهمْ مَرَضٌ((1) ، أي شك(2) . وتارة يُفسر بشهوة الزنا كما فُسِّر به قوله تعالى : (فَيَطْمَع الَّذِي فِي قَلْبِهِ مَرَضٌ((3) ... (4) ¶ إلى أن قال رحمه اللَّه : والمرض دون الموت ، فالقلب يموت بالجهل المطلق ويمرض بنوع من الجهل ، فله موت ومرض ، وحياة وشفاء ، وحياته وموته ومرضه وشفاؤه أعظم من حياة البدن وموته ومرضه وشفائه، فلهذا مرض القلب إذا ورد عليه شبهة أو شهوة قوت مرضه ، وإن حصلت له حكمة وموعظة كانت من أسباب صلاحه وشفائه ...)(5) . ¶ __________ ¶ (1) ... سورة البقرة ، الآية : 10 . ¶ (2) انظر : تفسير ابن جرير الطبري (1/121-122) ، وتفسير ابن كثير (1/51) . وقد فسر هذا المرض أيضاً بالنفاق وبالرياء . ¶ (3) سورة الأحزاب ، الآية : 32 . ¶ (4) انظر: جامع البيان (22/3) ، وقال الشيخ عبد الرحمن السعدي رحمه اللَّه في تيسير الكريم الرحمن ص24، 25 : ( وقوله ( في قلوبهم مرض ( المراد بالمرض هنا : مرض الشك، والشبهات ، والنفاق وذلك أن القلب يعرض له مرضان يخرجانه عن صحته واعتداله : مرض الشبهات الباطلة ومرض الشهوات المردية ، فالكفر والنفاق والشكوك والبدع ، كلها من مرض الشبهات والزنا ، ومحبة الفواحش والمعاصي وفعلها، من مرض الشهوات كما قال تعالى : ( فيطمع الذي في قلبه مرض ( وهو شهوة الزنا ، والمعافى من عوفي من هذين المرضين . ¶ (5) ... انظر : مجموع الفتاوى (10/93-95) .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وقد ذكر ابن القيم رحمه اللَّه تعريف القلب المريض فقال : ( هو قلب له حياة وبه علة . فله مادتان ، تمده هذه مرة ، وهذه أخرى. وهو لما غلب عليه منهما ، ففيه من محبة اللَّه تعالى والإيمان به والإخلاص له، والتوكل عليه : ما هو مادة حياته ، وفيه من محبة الشهوات وإيثارها والحرص على تحصيلها ، والحسد والكبر والعجب ، وحب العلو والفساد في الأرض بالرياسة : ما هو مادة هلاكه وعطبه ، وهو ممتحن بين داعيين : داع يدعوه إلى اللَّه ورسوله والدار الآخرة ، وداعٍ يدعوه إلى العاجلة . وهو إنما يجيب أقربهما منه باباً ، وأدناهما إليه جواراً ... ) (1) . ¶ المبحث الثالث : القلب القاسي ¶ ورد ذكر قسوة القلب في القرآن الكريم في عدة مواضع ، منها : قوله تعالى: ( ثُمَّ قَسَتْ قُلُوبُكُمْ مِنْ بَعْدِ ذَلِكَ فَهِيَ كَالحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً((2). وقوله تعالى:( فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ لَعَنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً((3) . ¶ قال الحافظ ابن رجب رحمه اللَّه في معنى هذه الآية : ( فأخبر أن قسوة قلوبهم كانت عقوبة لهم على نقضهم ميثاق اللَّه وهي مخالفتهم لأمره وارتكابهم لنهيه بعد أن أخذت عليهم مواثيق اللَّه وعهوده ألا تفعلوا ذلك .. إلى أن قال رحمه اللَّه : فإن من تفقه لغير العمل يقسو قلبه فلا يشتغل بالعمل بل بتحريف الكلم وصرف ألفاظ الكتاب والسنة عن مواضعها ... الثاني : نسيان حظ مما ذكروا به من العلم النافع فلا تتعظ قلوبهم بل يذمون من تعلم ما يبكيه ويرق به قلبه ويسمونه قاصاً ) (4). ¶ __________ ¶ (1) ... انظر : إغاثة اللهفان (1/9) . ¶ (2) ... سورة البقرة ، الآية : 74 . ¶ (3) ... سورة المائدة ، الآية : 13 . ¶ (4) انظر : بيان فضل علم السلف على علم الخلف (ص99-101) .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وقد حذر اللَّه من قسوة القلب لمن ابتعد عن ذكر اللَّه ، كما في قوله تعالى: ( أَفَمَن شَرَحَ اللَّهُ صَدْرَهُ لِلإسْلاَمِ فَهُوَ عَلَى نُورٍ مِنْ رَبِّهِ فَوَيْلٌ لِلْقَاسِيَةِ قُلُوبُهُمْ مِن ذِكْرِ اللَّهِ أُولَئِكَ فِي ضَلاَلٍ مُبِينٍ ( (1) . ¶ وقد أخرج الإمام مسلم بسنده قال : بعث أبو موسى الأشعري إلى قراء أهل البصرة ، فدخل عليه ثلاثمائة رجل قد قرأوا القرآن ، فقال : أنتم خيار أهل البصرة وقراؤهم فاتلوه ، ولا يطولنّ عليكم الأمد فَتَقْسُوا قلوبكم كما قست قلوب من كان قبلكم ... \" الحديث (2) . ¶ والقسوة في القلب : ذهاب اللين والرحمة والخشوع منه ، وقَسا قلبه قَسْوة وقساوة وقَسا ، بالفتح والمد : وهو غلظ القلب وشدَّته ، وأَقْساه الذنب(3) . ¶ وقد عرف شيخ الإسلام رحمه اللَّه القلب القاسي فقال : ( هو الجامد اليابس بمنزلة الحجر لا ينطبع، ولا يكتب فيه الإيمان ، ولا يرتسم فيه العلم؛ لأن ذلك يستدعي محلاً ليناً قابلاً ) (4) . ¶ __________ ¶ (1) ... سورة الزمر ، الآية : 22 . ¶ (2) ... صحيح مسلم (2/726) ، كتاب الزكاة ، باب (39) لو أن لابن آدم واديين لابتغى ثالثاً (ح1050) . ¶ (3) ... انظر : مختار الصحاح ص535 ، ولسان العرب (11/168) . ¶ (4) مجموع الفتاوى (13/271) .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وقال ابن القيم رحمه اللَّه في تعريف القلب الميت : ( هو الذي لا حياة به ، فهو لا يعرف ربه ، ولا يعبده بأمره وما يحبه ويرضاه، بل هو واقف مع شهواته ولذاته ، ولو كان فيها سخط ربه وغضبه، فهو لا يبالي إذا فاز بشهوته وحظه ، رضي ربه أم سخط ، فهو متعبد لغير اللَّه : حباً، وخوفاً، ورجاء، ورضا وسخطاً ، وتعظيماً ، وذلاً . إن أحب أحب لهواه، وإن أبغض أبغض لهواه، وإن أعطى أعطى لهواه، وإن منع منع لهواه . فهواه آثر عنده وأحب إليه من رضا مولاه . فالهوى إمامه ، والشهوة قائده ، والجهل سائقه ، والغفلة مركبه . فهو بالفكر في تحصيل أغراضه الدنيوية مغمور، وبسكرة الهوى وحب العاجلة مخمور . ينادَى إلى اللَّه وإلى الدار الآخرة من مكان بعيد ، ولا يتسجيب للناصح، ويتبع كل شيطان مريد. الدنيا تسخطه وترضيه. والهوى يُصِمّه عما سوى الباطل ويعميه ... فمخالطة صاحب هذا القلب سَقَم . ومعاشرته سُمّ ، ومجالسته هلاك )(1). ¶ وقد جمع اللَّه سبحانه بين هذه القلوب الثلاثة ، قلب المؤمن السليم، والقلب المريض، والقلب القاسي في قوله تعالى : ( لِيَجْعَلَ ما يُلْقِي الشَّيْطانُ فِتْنَةً لِلَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالقَاسِيَةِ قُلُوبُهُمْ وإنَّ الظَّالِمِينَ لَفِي شِقَاقٍ بَعِيدٍ . وَلِيَعْلَمَ الَّذِينَ أُوتُوا الْعِلْمَ أنَّهُ الْحَقُّ مِنْ رَبِّكَ فَيُؤْمِنُوا بِهِ فَتُخْبِتَ لَهُ قُلُوبُهُمْ وإنَّ اللَّهَ لَهَادِ الَّذِينَ آَمَنُوا إلَى صِراطٍ مُسْتَقِيمٍ ( (2) . ¶ قال شيخ الإسلام رحمه اللَّه لما ذكر هذه الآية : ( جعل اللَّه القلوب ثلاثة أقسام : قاسية ، وذات مرض ، ومؤمنة مخبتة ، وذلك لأنها إما أن تكون يابسة جامدة لا تلين للحق اعترافاً ، وإذعاناً ، أو لا تكون يابسة جامدة . ¶ __________ ¶ (1) انظر : إغاثة اللهفان (1/9) . ¶ (2) ... سورة الحج ، الآيتان : 53 ، 54 .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "فـ \" الأول \" هو القاسي وهو الجامد اليابس بمنزلة الحجر لا ينطبع ، ولا يكتب فيه الإيمان ، ولا يرتسم فيه العلم ؛ لأن ذلك يستدعي محلا لينا قابلاً . ¶ و \" الثاني \" لا يخلو إما أن يكون الحق ثابتاً فيه لا يزول عنه لقوته مع لينه، أو يكون لينه مع ضعف وانحلال . فالثاني هو الذي فيه مرض ، والأول هو القوي اللين . ¶ وذلك أن القلب بمنزلة أعضاء الجسد كاليد مثلاً ، فإما أن تكون جامدة يابسة لا تلتوي ولا تبطش ، أو تبطش بعنف ، فذلك مثل القلب القاسي، أو تكون ضعيفة مريضة عاجزة لضعفها ومرضها ، فذلك مثل الذي فيه مرض، أو تكن باطشة بقوة ولين فهو مثل القلب العليم الرحيم ، فبالرحمة خرج عن القسوة ، وبالعلم خرج عن المرض ، فإن المرض من الشكوك والشبهات، ولهذا وصف من عدا هؤلاء بالعلم والإيمان والإخبات... ) (1) . ¶ وقال ابن القيم رحمه اللَّه لما ذكر هذه الآيات : ( فجعل اللَّه سبحانه وتعالى القلوب في هذه الآيات ثلاثة : قلبين مفتونين ، وقلباً ناجياً . فالمفتونان: القلب الذي فيه مرض، والقلب القاسي . والناجي : القلب المؤمن المخبت إلى ربه. وهو المطمئن إليه الخاضع له ، المستسلم المنقاد . ¶ وذلك : أن القلب وغيره من الأعضاء يراد منه أن يكون صحيحاً سليماً لا آفة به ، يتأتى منه ما هُيىء له وخلق لأجله ، وخروجه عن الاستقامة إما ليبسه وقساوته ، وعدم التأتي لما يراد منه ، كاليد الشلاء، واللسان الأخرس، والأنف الأخشم ، وذكر العِنِّين ، والعين التي لا تبصر شيئاً ، وإما بمرض وآفة فيه تمنعه من كمال هذه الأفعال ووقوعها على السداد، فلذلك انقسمت القلوب إلى هذه الأقسام الثلاثة . ¶ فالقلب الصحيح السليم : ليس بينه وبين قبول الحق ومحبته وإيثاره سوى إدراكه ، فهو صحيح الإدراك للحق ، تام الانقياد والقبول له . ¶ والقلب الميت القاسي : لا يقبله ولا ينقاد له . ¶ __________ ¶ (1) انظر : مجموع الفتاوى (13/270-271) .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "والقلب المريض : إن غلب عليه مرضه التحق بالميت القاسي . وإن غلبت عليه صحته التحق بالسليم . ¶ فما يلقيه الشيطان في الأسماع من الألفاظ ، وفي القلوب من الشبه والشكوك: فتنة لهذين القلبين ، وقوة للقلب الحي السليم ، لأنه يردّ ذلك ويكرهه ويبغضه ، ويعلم أن الحق في خلافه، فيخبت للحق ويطمئن وينقاد، ويعلم بطلان ما ألقاه الشيطان ، فيزداد إيماناً بالحق ومحبة له وكفراً بالباطل وكراهة له . فلا يزال القلب المفتون في مِرْية من إلقاء الشيطان ، وأما القلب الصحيح السليم فلا يضره ما يلقيه الشيطان أبداً ) (1) . ¶ وقد رُوي في بعض الأحاديث أن القلوب أربعة ، فعن أبي سعيد الخدري رضي اللَّه عنه قال: قال رسول اللَّه ( : \" القلوب أربعة : قلب أجرد فيه مثل السراج يزهر ، وقلب أغلف مربوط على غلافه وقلب منكوس، وقلب مصفح. فأما القلب الأجرد فقلب المؤمن سراجه فيه نوره ، وأما القلب الأغلف فقلب الكافر \"، وأما القلب المنكوس فقلب المنافق عرف ثم أنكر ، وأما القلب المصفح فقلب فيه إيمان ونفاق فمثل الإيمان فيه كمثل البقلة يمدها الماء الطيب ، ومثل النفاق فيه كمثل القرحة يمدها القيح والدم ، فأي المِدَّتَيْنِ غَلَبَتْ على الأخرى غَلَبَتْ عليه \" (2) . ¶ __________ ¶ (1) انظر : إغاثة اللهفان من مصائد الشيطان (1/10) . ¶ (2) رواه الإمام أحمد في مسنده (3/17) ، والطبراني في الصغير (ح1075) ، وأبو نعيم في حلية الأولياء (4/385) ، وقال أبو نعيم : غريب من حديث عمرو، تفرد به شيبان عن ليث . وأورده الهيثمي في مجمع الزوائد (1/63) وقال : رواه أحمد والطبراني في الصغير ، وفي إسناده ليث بن أبي سُلَيم . ¶ ... وذكره ابن كثير في تفسيره (1/59) وقال : وهذا إسناد جيد حسن . ¶ ... وقال محققو مسند الإمام أحمد (17/208-209) : إسناده ضعيف لضعف ليث، وهو ابن أبي سُليم ، ولانقطاعه ، أبو البختري وهو سعيد بن فيروز لم يدرك أبا سعيد الخدري ، وباقي رجاله ثقات رجال الشيخين .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وقد بيّن ابن القيم رحمه اللَّه معنىهذه القلوب فقال : ( وقوله \" قلب أجرد \" أي متجرد مما سوى اللَّه ورسوله ، فقد تجرد وسلم مما سوى الحق. و\"فيه سراج يزهر\" وهو مصباح الإيمان : فأشار بتجرده إلى سلامته من شبهات الباطل وشهوات الغي ، وبحصول السراج فيه إلى إشراقه واستنارته بنور العلم والإيمان، وأشار بالقلب الأغلف إلى قلب الكافر، لأنه داخل في غلافه وغشائه ، فلا يصل إليه نور العلم والإيمان ، كما قال تعالى ، حاكياً عن اليهود : ( وَقَالُوا قُلُوبُنَا غُلْفٌ ((1) وهو جمع أغلف ، وهو الداخل في غلافه ، كقُلْف وأقلَف ، وهذه الغشاوة هي الأكِنّة التي ضربها اللَّه على قلوبهم، عقوبة لهم على رد الحق والتكبر عن قبوله. فهي أكِنَّة على القلوب وَوَقرٌ في الأسماع ، وعمىً في الأبصار، وهي الحجاب المستور عن العيون في قوله تعالى : ( وَإذَا قَرَأْتَ الْقُرْآنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لا يُؤْمِنُونَ بِالآَخِرَةِ حِجَاباً مَسْتُوراً . وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْراً((2) . فإذا ذكر لهذه القلوب تجريد التوحيد وتجريد المتابعة ، ولَّى أصحابها على أدبارهم نفوراً . ¶ وأشار بالقلب المنكوس -وهو المكبوب- إلى قلب المنافق ، كما قال تعالى: ( فَمَا لَكُمْ فِي الْمُنَافِقِينَ فِئَتَيْنِ واللَّهُ أَرْكَسَهُمْ بِمَا كَسَبُوا( (3) . أي نكسهم وردهم في الباطل الذي كانوا فيه ، بسبب كسبهم وأعمالهم الباطلة. وهذا شر القلوب وأخبثها، فإنه يعتقد الباطل حقاً ويوالي أصحابه، والحق باطلاً ويعادي أهله ، فاللَّه المستعان . ¶ __________ ¶ (1) سورة البقرة ، الآية : 88 . ¶ (2) سورة الإسراء ، الآيتان : 45 ، 46 . ¶ (3) سورة النساء ، الآية : 88 .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وأشار بالقلب الذي له مادتان إلى القلب الذي لم يتمكن فيه الإيمان ولم يزهر فيه سراجه ، حيث لم يتجرد للحق المحض الذي بعث اللَّه به رسوله، بل فيه مادة منه ومادة من خلافه ، فتارة يكون للكفر أقرب منه للإيمان ، وتارة يكون للإيمان أقرب منه للكفر . والحكم للغالب وإليه يرجع ) (1) . ¶ وقال رحمه اللَّه في موضع آخر : ( القلوب ثلاثة : قلب قاسٍ غليظ بمنزلة اليد اليابسة وقلب مائع رقيق جداً. فالأول : لا ينفعل بمنزلة الحجر، والثاني بمنزلة الماء، وكلاهما ناقص وأصحُّ القلوب القلب الرقيق الصافي الصلب، فهو يرى الحق من الباطل بصفائه ويقبله ويُؤْثِره برقّته ويحفظه، ويحارب عدوه بصلابته ... وأبغض القلوب إلى اللَّه القلب القاسي، قال تعالى: ( فويل للقاسية قلوبهم من ذكر اللَّه ( (2)(3). ¶ الفصل الثاني : حياة القلوب ¶ ويشتمل على مبحثين : ¶ المبحث الأول : بيان حقيقة حياة القلب وصحته . ¶ المبحث الثاني : ذكر أسباب حياة القلب وصحته. ¶ المبحث الأول : بيان حقيقة حياة القلب وصحته ¶ تقدم في المبحث الأول من التمهيد الحديث عن وجوب الاعتناء والاهتمام بحياة القلب وأن القلب مَلِكُ الأعضاء ، وبقيُّة الأعضاءِ جنوده .. كما ورد في الحديث الصحيح \" ألا وإنَّ في الجسد مضغة إذا صلحت صلح الجسد كله ، وإذا فسدت فسد الجسد كله ، ألا وهي القلب\"(4). ¶ __________ ¶ (1) إغاثة اللهفان (1/12-13) . ¶ (2) سورة الزمر ، الآية : 22 . ¶ (3) انظر : الروح (ص539) . ¶ (4) متفق عليه وهذا جزء من الحديث الذي رواه النعمان بن بشير رضي اللَّه عنه ، وقد تقدم تخريجه في صفحة (10) .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "قال ابن رجب رحمه اللَّه : ( وأن صلاح حركات العبد بجوارحه واجتنابه للمحرمات واتِّقاءه للشّبهات بحسب صلاح حركة قلبه ، فإن كان قلبه سليماً ليس فيه إلاَّ محبة اللَّه ومحبة ما يحبه اللَّه ، وخشية اللَّه وخشية الوقوع فيما يكرهه صلحت حركات الجوارح كلها، ونشأ عن ذلك اجتناب المحرّمات كلها وتوقى الشبهات حذراً من الوقوع في المحرمات ، وإن كان القلب فاسداً ، قد استولى عليه اتِّباع هواه ، وطلب ما يحبه ، ولو كرهه اللَّه ، فسدت حركات الجوارح كلها ، وانبعثت إلى كل المعاصي والمشتبهات بحسب اتباع هوى القلب ... ) (1) . ¶ مما سبق يتبين لنا أهمية حياة القلب وصحته وأن الجوارح تابعة له ، فما المقصود بحياة القلب وصحته ؟ ¶ قال شيخ الإسلام رحمه اللَّه : ( واعلم أن حياة القلب وحياة غيره ليست مجرد الحس والحركة الإرادية ، أو مجرد العلم والقدرة كما يظن ذلك طائفة من النظار في علم اللَّه وقدرته ، كأبي الحسين البصري ، قالوا: إن حياته أنه بحيث يعلم ويقدر ، بل الحياة صفة قائمة بالموصوف ، وهي شرط في العلم والإرادة والقدرة على الأفعال الاختيارية ، وهي أيضاً مستلزمة لذلك ، فكل حي له شعور وإرادة وعمل اختياري بقدرة، وكل ما له علم وإرادة وعمل اختياري ، فهو حي . ¶ __________ ¶ (1) انظر : جامع العلوم والحكم (1/210) .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "والحياء مشتق من الحياة(1) : فإن القلب الحي يكون صاحبه حياً فيه حياء يمنعه عن القبائح، فإن حياة القلب هي المانعة من القبائح التي تفسد القلب، ولهذا قال النَّبِيّ ( : \" الحياء (2) من الإيمان \" (3) ، وقال : \"الحياء والعي شعبتان من الإيمان ، والبذاء والبيان شعبتان من النفاق\"(4). ¶ __________ ¶ (1) ... انظر : النهاية في غريب الحديث والأثر (1/471) . ¶ (2) جَعل الحَياء ، وهو غريزة ، من الإيمان وهو اكتساب ، لأن المستحيي ينقطع بحيائه عن المعاصي ، وإن لم تكن له تقيّة ، فصار كالإيمان الذي يقطع بينها وبينه، وإنما جعل بعضه لأن الإيمان ينقسم إلى ائتمار بما أمر اللَّه به ، وانتهاء عما نهى اللَّه عنه فإذا حصل الانتهاء بالحياء كان بعض الإيمان . انظر النهاية في غريب الحديث والأثر (1/470). ¶ (3) متفق عليه ، فقد رواه البخاري في صحيحه (1/11) كتاب الإيمان ، باب الحياء من الإيمان، ومسلم في صحيحه (1/63) كتاب الإيمان ، باب بيان عدد شعب الإيمان وأفضلها وأدناها ، وفضيلة الحياء وكونه من الإيمان (ح59) من طريق سالم بن عبدالله عن أبيه أن رسول اللَّه ( مرّ على رجل من الأنصار وهو يعظ أخاه في الحياء فقال رسول اللَّه ( : \"دعه فإن الحياء من الإيمان \" . ¶ (4) هذا الحديث رواه أبو أمامة الباهلي رضي اللَّه عنه عن النَّبِيّ ( فذكر الحديث . ¶ ... وقد أخرجه أحمد في مسنده (5/269) ، والترمذي في سننه (4/375) ، كتاب البر والصلة، باب ما جاء في العِيّ (ح2027) ، وقال الترمذي : هذا حديث حسن غريب، والحاكم في المستدرك (1/8-9) ، وقال: هذا حديث صحيح على شرط الشيخين ولم يخرجاه ، ووافقه الذهبي .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "فإن الحي يدفع ما يؤذيه : بخلاف الميت الذي لا حياة فيه فإنه يسمى وقحا، والوقاحة الصلابة (1) وهو اليبس المخالف لرطوبة الحياة ، فإذا كان وقحاً يابساً صليب الوجه لم يكن في قلبه حياة توجب حياءه ، وامتناعه من القبح كالأرض اليابسة لا يؤثر فيها وطء الأقدام ، بخلاف الأرض الخضرة. ¶ ولهذا كان الحي يظهر عليه التأثر بالقبح ، وله إرادة تمنعه عن فعل القبح، بخلاف الوقح الذي ليس بحي فلا حياء معه ولا إيمان يزجره عن ذلك، فالقلب إذا كان حياً فمات الإنسان بفراق روحه بدنه كان موت النفس فراقها للبدن ، ليست هي في نفسها ميتة بمعنى زوال حياتها عنها. ¶ ولهذا قال تعالى : ( وَلا تَقُولُوا لِمَنْ يُقْتَلُ فِي سَبِيلِ اللَّهِ أَمْوَاتٌ بَلْ أَحْيَاءٌ((2)، وقال تعالى : ( وَلا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ أَحْيَاءٌ((3)، مع أنهم موتى داخلون في قوله : ( كل نَفْس ذَائِقَةُ المَوْت((4) وفي قوله : ( إنَّكَ مَيِّتٌ وإنَّهُمْ مَيِّتُون((5)، وقوله : ( وَهُوَ الَّذِي أَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ((6) فالموت المثبت غيرا لموت المنفي ، المثبت هو فراق الروح البدن، والمنفي : زوال الحياة بالجملة عن الروح والبدن ..)(7) . ¶ __________ ¶ (1) انظر : المصباح المنير (2/667) ، والقاموس المحيط ص316. ¶ (2) سورة البقرة ، الآية : 154 . ¶ (3) سورة آل عمران ، الآية : 169 . ¶ (4) سورة آل عمران ، الآية : 185 . ¶ (5) سورة الزمر ، الآية : 30 . ¶ (6) سورة الحج ، الآية : 66 . ¶ (7) مجموع الفتاوى (10/109-110) .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وقد بين ابن القيم رحمه اللَّه أيضاً حقيقة حياة القلب وسعادته وفلاحه وذلك بأن يكون اللَّه وحده هو غاية طلبه ونهاية قصده فقال : ( وإنما كان جمع القلب على اللَّه والخواطر على السير إليه : حياة حقيقية؛ لأن القلب لا سعادة له، ولا فلاح ولا نعيم، ولا فوز ولا لذة، ولا قرة عين إلاَّ بأن يكون اللَّه وحده هو غاية طلبه ونهاية قصده، ووجهه الأعلى هو كل بغيته، فالتفرقة المتضمنة للإعراض عن التوجه إليه، واجتماع القلب عليه: هي مرضه، إن لم يمت منها ) (1) . ¶ وذكر ابن القيم رحمه اللَّه في موضع آخر أن حياة القلب وإضاءته مادة كل خير فيه وموته وظلمته مادة كل شر فيه وأن حقيقة حياة القلب الصحيح أنها إذا عرضت عليه القبائح نفر منها بطبعه وأبغضها فقال : ¶ __________ ¶ (1) مدارج السالكين (3/317) .",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "( أصل كل خير وسعادة للعبد ، بل لكل حي ناطق : كمال حياته ونوره، فالحياة والنور مادة الخير كله ، قال اللَّه تعالى : ( أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا((1) فجمع بين الأصلين : الحياة ، والنور ، فبالحياة تكون قوته، وسمعه وبصره ، وحياؤه وعفته ، وشجاعته وصبره ، وسائر أخلاقه الفاضلة، ومحبته للحسن، وبغضه للقبيح . فكلما قويت حياته قويت فيه هذه الصفات ، وإذا ضعفت حياته ضعفت فيه هذه الصفات ؛ وحياؤه من القبائح هو بحسب حياته في نفسه، فالقلب الصحيح الحي إذا عُرضت عليه القبائح نفر منها بطبعه ، وأبغضها ، ولم يلتفت إليها ؛ بخلاف القلب الميت، فإنه لا يفرق بين الحسن والقبيح ، كما قال عبد اللَّه بن مسعود رضي اللَّه تعالى عنه : \" هلك من لم يكنْ له قلبٌ يعرفُ به المعروف وينكر به المنكر\"(2) ) (3). ¶ وذكر ابن القيم رحمه اللَّه علامات كثيرة لصحة القلب ، فقال : (ومن علامات صحته أن يرتحل عن الدنيا حتى ينزل بالآخرة ، ويحل فيها، حتى يبقى كأنه من أهلها وأبنائها ، جاء إلى هذه الدار غريباً يأخذ منها حاجته، ويعود إلى وطنه ... ¶ وكلما صح القلب من مرضه ترحل إلى الآخرة وقرب منها حتى يصير من أهلها ، وكلما مرض القلب واعتل آثر الدنيا واستوطنها ، حتى يصير من أهلها. ¶ __________ ¶ (1) سورة الأنعام ، الآية : 122 . ¶ (2) أخرجه الطبراني في المعجم الكبير (9/112) (ح8564) من طريق سفيان ، عن قيس بن مسلم عن طارق بن شهاب ، قال جاء عتريس بن عرقوب الشيباني إلى عبد اللَّه فقال : هلك من لم يأمر بالمعروف وينه عن المنكر ، فقال : بل هلك من لم يعرف قلبه المعروف ، وينكر قلبه المنكر ، وذكره الهيثمي في مجمع الزوائد (7/275) ، وقال : رواه الطبراني ورجاله رجال الصحيح . ¶ (3) إغاثة اللهفان (1/20) .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "ومن علامات صحة القلب أنه لا يزال يضرب على صاحبه حتى ينيب إلى اللَّه ويخبت إليه ، ويتعلق به تعلق المحب المضطر إلى محبوبه، الذي لا حياة له ولا فلاح ولا نعيم ولا سرور إلاَّ برضاه وقربه والأنس به ، فيه يطمئن، وإليه يسكن، وإليه يأوي، وبه يفرح، وعليه يتوكل، وبه يثق ، وإياه يرجو ، وله يخاف، فذكره قوته ، وغذاؤه ، ومحبته ، والشوق إليه حياته ونعيمه ولذته وسروره ، والالتفات إلى غيره والتعلق بسواه داؤه، والرجوع إليه دواؤه، فإذا حصل له ربه سكن إليه واطمأن به، وزال ذلك الاضطراب والقلق ، وانسدت تلك الفاقة، فإن في القلب فاقة لا يسدها شيء سوى اللَّه تعالى أبداً ، وفيه شعث لا يلمه غير الإقبال عليه ، وفيه مرض لا يشفيه غير الإخلاص له، وعبادته وحده ، فهو دائماً يضرب على صاحبه ، حتى يسكن ويطمئن إلى إلهه ومعبوده ، فحينئذٍ يباشر روح الحياة ، ويذوق طعمها ، ويصير له حياة أخرى غير حياة الغافلين المعرضين عن هذا الأمر الذي له خلق الخلق ، ولأجله خلقت الجنة والنار ، وله أرسلت الرسل ونزلت الكتب، ولو لم يكن جزاء إلاَّ نفس وجوده لكفى به جزاء وكفى بفوته حسرة وعقوبة. ¶ قال بعض العارفين : \" مساكين أهل الدنيا ، خرجوا من الدنيا وما ذاقوا أطيب ما فيها ؛ قيل : وما أطيب ما فيها ؟ قال : محبة اللَّه والأنس به والشوق إلى لقائه ، والتنعم بذكره وطاعته... ¶ إلى أن قال : ومن علامات صحة القلب : أن لا يفتر عن ذكر ربه، ولا يسأم من خدمته، ولا يأنس بغيره؛ إلاَّ بمن يدله عليه ، ويذكره به، ويذاكره بهذا الأمر . ¶ ومن علامات صحته : أنه إذا فاته ورده وجد لفواته ألماً أعظم من تألم الحريص بفوات ماله وفقده . ¶ ومن علامات صحته : أنه يشتاق إلى الخدمة ، كما يشتاق الجائع إلى الطعام والشراب . ¶ ومن علامات صحته : أنه إذا دخل في الصلاة ذهب عنه همه وغمه بالدنيا، واشتد عليه خروجه منها ، ووجد فيها راحته ونعيمه ، وقرت عينه وسرور قلبه .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "ومن علامات صحته : أن يكون همه واحداً ، وأن يكون في اللَّه . ¶ ومن علامات صحته : أن يكون أشح بوقته أن يذهب ضائعاً من أشد الناس شحاً بماله . ¶ ومنها : أن يكون اهتمامه بتصحيح العمل أعظم منه بالعمل ، فيحرص على الإخلاص فيه والنصيحة والمتابعة والإحسان ، ويشهد مع ذلك مِنَّة اللَّه عليه فيه وتقصيره في حق اللَّه . ¶ فهذه ست مشاهد لا يشهدها إلاَّ القلب الحي السليم . ¶ وبالجملة فالقلب الصحيح : هو الذي همَّه كله في اللَّه ، وحبه كله له، وقصده له ، وبدنه له ، وأعماله له ، ونومه له ، ويقظته له ، وحديثه والحديث عنه أشهى إليه من كل حديث . وأفكاره تحوم على مراضيه ومحابِّه: الخلوة به آثر عنده من الخلطة إلاَّ حيث تكون الخلطة أحب إليه وأرضى له ، قُرَّة عينه به، وطمأنينته وسكونه إليه ) (1) . ¶ وقال ابن القيم رحمه اللَّه في قصيدته المسماة الكافية الشافية : ¶ فالقلب مضطر إلى محبوبه الأعلى فلا يغنيه حب ثان ¶ وصلاحه وفلاحه ونعيمه تجريد هذا الحب للرحمن فإذا تخلى منه أصبح حائرا ويعود في ذا الكون ذا هيمان(2) ¶ المبحث الثاني : ذكر أسباب حياة القلب وصحته ¶ لما علمنا أن حياة القلب هي المانعة من القبائح التي تفسد القلب، وأن القلب الصحيح الحيَّ إذا عُرضت عليه القبائح نفَر منها بطبعه ، وأبغضها ولم يَلتفت إليها ، بخلاف القلب الميت، فإنه لا يفرّق بين الحسن والقبيح ... ¶ وجب علينا معرفة أسباب حياة القلب وصحته ، ومن هذه الأسباب ما يلي : ¶ 1 - قراءة القرآن الكريم وتدبره : ¶ __________ ¶ (1) انظر : إغاثة اللهفان (1/70-73) . ¶ (2) انظر : شرح القصيدة النونية (2/447) .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "قال تعالى : ( يَاأَيُّهَا الَّذِينَ ءَامَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ((1) ، فأخبر سبحانه وتعالى أن حياتنا إنما هي باستجابتنا لما يدعونا إليه اللَّه والرسول من العلم والإيمان ، فعلم أن موت القلب وهلاكه بفقد ذلك(2) . ¶ قال شيخ الإسلام : ( وفيه من الحكمة والموعظة لحسنة بالترغيب والترهيب والقصص التي فيها عبرة ما يوجب صلاح القلب ، فيرغب القلب فيما ينفعه ويرغب عما يضره ، فيبقى القلب محباً للرشاد مبغضاً للغي، بعد أن كان مريداً للغي مبغضاً للرشاد . ¶ فالقرآن مزيل للأمراض الموجبة للإرادات الفاسدة حتى يصلح القلب فتصلح إرادته ، ويعود إلى فطرته التي فُطر عليها كما يعود البدن إلى الحال الطبيعي، ويغتذي القلب من الإيمان والقرآن بما يزكيه ويؤيده كما يغتذي البدن بما يُنَميّه ويقومه ، فإن زكاة القلب مثل نماء البدن. ¶ و \" الزكاة في اللغة \" النماء والزيادة في الصلاح . يقال : زكا الشيء إذا نما في الصلاح(3)، فالقلبُ يحتاج أن يتربى فينمو ويزيد حتى يكمل ويصلح ، كما يحتاج البدن أن يُرَبّى بالأغذية المصلحة له ، ولابد مع ذلك من منع ما يضره، فلا ينمو البدن إلاَّ بإعطاء ما ينفعه ومنع ما يضره. كذلك القلب لا يزكو فينمو ويتم صلاحه إلاَّ بحصول ما ينفعه ودفع ما يضره ، وكذلك الزرع لا يزكو إلاَّ بهذا ) (4) . ¶ وقال ابن القيم رحمه اللَّه : ( فالقلب الصحيح يؤثر النافع الشافي على الضار المؤذي ، والقلب المريض بضد ذلك . وانفع الأغذية غذاء الإيمان، وأنفع الأدوية دواء القرآن ، وكل منهما فيه الغذاء والدواء )(5). ¶ __________ ¶ (1) سورة الأنفال ، الآية : 24 . ¶ (2) انظر : إغاثة اللهفان (1/22) . ¶ (3) انظر : لسان العرب (6/64-65) ، ومختار الصحاح ص273. ¶ (4) مجموع الفتاوى (10/95-96) . ¶ (5) إغاثة اللهفان (1/70) .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وقد بين ابن القيم رحمه اللَّه أن القلب يتغذى من الإيمان والقرآن بما يزكيه ويقويه فقال : ( فيتغذى القلب من الإيمان والقرآن بما يزكيه ويقويه، ويؤيده ويفرحه، ويسره وينشطه، ويثبت ملكه ، كما يتغذى البدن بما ينميه ويقويه، وكل من القلب والبدن محتاج إلى أن يتربى فينمو ويزيد، حتى يكمل ويصلح، فكما أن البدن محتاج إلى أن يزكو بالأغذية المصلحة له والحمية عما يضره ، فلا ينمو إلاَّ بإعطائه ما ينفعه، ومنع ما يضره، فكذلك القلب لا يزكو ولا ينمو، ولا يتم صلاحه إلاَّ بذلك، ولا سبيل له إلى الوصول إلى ذلك إلاَّ من القرآن ، وإن وصل إلى شيء منه من غيره فهو نزر يسير، لا يحصل له به تمام المقصود ) (1) . ¶ وبين رحمه اللَّه في موضع آخر أن القرآن هو الروح التي تحيا به القلوب فقال: ( وأخبر أن كتابه الذي أنزله على رسوله صلى اللَّه عليه وآله وسلم متضمن للأمرين ، فهو روح تحيا به القلوب ، ونور تستضيء وتشرق به، كما قال تعالى : ( أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا((2) ¶ أي أومن كان كافراً ميت القلب، مغموراً في ظلمة الجهل: فهديناه لرشده، ووفقناه للإيمان، وجعلنا قلبه حيا بعد موته، مشرقاً مستنيراً بعد ظلمته ... ¶ __________ ¶ (1) إغاثة اللهفان (1/46) . ¶ (2) سورة الأنعام ، الآية : 122 .",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "إلى أن قال : والمقصود : أن صلاح القلب وسعادته وفلاحه موقوف على هذين الأصلين . قال تعالى : ( إِنْ هُوَ إِلاَّ ذِكْرٌ وَقُرْءَانٌ مُبِينٌ(69)لِيُنْذِرَ مَنْ كَانَ حَيًّا((1) فأخبر أن الانتفاع بالقرآن والإنذار به إنما يحصل لمن هو حي القلب، كما قال في موضع آخر: (إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ((2)(3). ¶ وقال ابن القيم رحمه اللَّه لما ذكر هذه الآية : ( فإذا حصل المؤثر، وهو القرآن ، والمحل القابل ، وهو القلب الحيّ ، ووُجد الشرط، وهو الإصغاء ، وانتفى المانع ، وهو اشتغال القلب وذهوله عن معنى الخطاب وانصرافه عنه إلى شيء آخر - حصل الأثر وهو الانتفاع والتذكر .... ) (4) . ¶ 2 - من أسباب حياة القلب ترك الفواحش والمعاصي: ¶ حياة القلب بدوام ذكر اللَّه ، وترك الذنوب والمعاصي ؛ لأن الذنوب أمراض القلوب وأدواؤها ، ولا دواء إلاَّ تركها . ¶ قال شيخ الإسلام رحمه اللَّه : ( وكذلك ترك الفواحش يزكو بها القلب، وكذلك ترك المعاصي فإنها بمنزلة الأخلاط الرديئة في البدن ، ومثل الدَّغل في الزرع ، فإذا استفرغ البدن من الأخلاط الرديئة كاستخراج الدم الزائد تخلصت القوة الطبيعية واستراحت فينمو البدن، وكذلك القلب إذا تاب من الذنوب كان استفراغاً من تخليطاته ، حيث خلط عملاً صالحاً وآخر سيئاً ، فإذا تاب من الذنوب تخلصت قوة القلب وإراداته للأعمال الصالحة ، واستراحَ القلبُ من تلك الحوادث الفاسدة التي كانت فيه ) (5). ¶ __________ ¶ (1) سورة يس ، الآيتان : 69، 70 . ¶ (2) سورة ق ، الآية : 37 . ¶ (3) انظر : إغاثة اللهفان (1/21-22) ولمزيد من الفائدة انظر مدارج السالكين (3/286-287). ¶ (4) انظر : الفوائد ص16-17 ¶ (5) مجموع الفتاوى (10/96-97) .",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وقال ابن القيم رحمه اللَّه : ( وحياة القلب بدوام الذكر ، وترك الذنوب كما قال عبد اللَّه ابن المبارك رحمه اللَّه (1) : ¶ رأيت الذنوب تميت القلوب وقد يُورث الذّل إدمانهاوترك الذُّنوب حياة القلوب وخير لنفسك عصيانُها (2) ¶ إلى أن قال : وكما أن اللَّه سبحانه جعل حياة البدن بالطعام والشراب، فحياة القلب : بدوام الذكر ، والإنابة إلى اللَّه ، وترك الذنوب، والغفلة الجاثمة على القلب والتعلق بالرذائل والشهوات المنقطعة عن قريب يضعف هذه الحياة ، ولا يزال الضعف يتوالى عليه حتى يموت )(3). ¶ 3- من أسباب حياة القلب : الصدقة وتزكية القلب : ¶ زكاة القلب موقوفة على طهارته، كما أن زكاة البدن موقوفة على استفراغه من أخلاطه الرديئة الفاسدة ، والتوحيد : شهادة أن لا إله إلاَّ اللَّه والإيمان هما اللذان يزكو بهما القلب . ¶ __________ ¶ (1) هو عبد اللَّه بن المبارك المروزي ، مولى بني حنظلة ، ثقة ثبت فقيه عالم ، جواد مجاهد، جمعت فيه خصال الخير ، مات سنة 181هـ ، وله ثلاث وستون سنة . ¶ ... تقريب التهذيب لابن حجر 320 ، الكاشف للذهبي (2/110). ¶ (2) انظر : جامع بيان العلم وفضله لابن عبدالبر (1/165) . ¶ (3) انظر : مدارج السالكين (3/292) .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "قال شيخ الإسلام رحمه اللَّه : \" والصدقة \" لما كانت تطفيء الخطيئة كما يطفيء الماء النار صار القلب يزكو بها، وزكاته معنى زائد على طهارته من الذنب . قال اللَّه تعالى : ( خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا((1) ... إلى أن قال : فزكاة القلب بحيث ينمو ويكمل . قال تعالى : ( وَلَوْلا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَا مِنْكُمْ مِنْ أَحَدٍ أَبَدًا((2)... فالتزكية وإن كان أصلها النّماء والبركة (3) وزيادة الخير ، فإنما تحصل بإزالة الشر؛ فلهذا صار التزكي يجمع هذا وهذا . وقال : (وَوَيْلٌ لِلْمُشْرِكِينَ (6) الَّذِينَ لا يُؤْتُونَ الزَّكَاةَ((4) وهي التوحيد والإيمان الذي به يزكو القلب، فإنه يتضمن نفي إلهية ما سوى الحق من القلب، وإثبات إلهية الحق في القلب، وهو حقيقة لا إله إلاَّ اللَّه . وهذا أصل ما تزكو به القلوب . ¶ والتزكية جعلُ الشيء زكياً : إما في ذاته ، وإما في الاعتقاد والخبر ، كما يقال عَدَّلته ، إذا جعلته عدلاً في نفسه ، أو في اعتقاد الناس ، قال تعالى : ( فَلاَ تُزَكُّوا أَنْفُسَكُمْ ((5) أي تخبروا بزكاتها (6) . ¶ وقال ابن القيم رحمه اللَّه : ( ولما كانت حياته ونعيمه لا تتم إلاَّ بزكاته وطهارته لم يكن بد من ذكر هذا وهذا ، فنقول : ¶ __________ ¶ (1) سورة التوبة ، الآية : 103. ¶ (2) سورة النور ، الآية : 21 . ¶ (3) انظر : النهاية في غريب الحديث والأثر لابن الأثير (2/307) . ¶ (4) سورة فصلت ، الآيتان : 6 ، 7 . ¶ (5) سورة النجم ، الآية : 32 . ¶ (6) انظر : مجموع الفتاوى (10/96-97).",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "الزكاة في اللغة : هي النماء والزيادة في الصلاح ، وكمال الشيء ، يقال: زكا الشيء إذا نما، قال اللَّه تعالى : ( خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا((1)، فجمع بين الأمرين : الطهارة والزكاة ، لتلازمهما . فإن نجاسة الفواحش والمعاصي في القلب بمنزلة الأخلاط الرديئة في البدن، وبمنزلة الدغَل(2) في الزرع، وبمنزلة الخبث في الذهب والفضة والنحاس والحديد، فكما أن البدن إذا استفرغ من الأخلاط الرديئة تخلصت القوة الطبيعية منها فاستراحت فعملت عملها بلا معوق ولا ممانع ، فما البدن ، فكذلك القلب إذا تخلص من الذنوب بالتوبة فقد استفرغ من تخليطه ، فتخلصت قوة القلب وإرادته للخير ، فاستراح من تلك الجواذب الفاسدة والمواد الرديئة زكا ونما وقوى واشتد ... إلى أن قال : ¶ __________ ¶ (1) سورة التوبة ، الآية : 103 . ¶ (2) أصل الدَّغَل : الشجر الملتف الذي يكمن أهل الفساد فيه ، وقيل : هو من قولهم أدغلت في هذا الأمر إذا أدخلت فيه ما يخالفه ويفسده . انظر : النهاية في غريب الحديث والأثر (2/123) .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وقال تعالى : (وَوَيْلٌ لِلْمُشْرِكِينَ (6) الَّذِينَ لا يُؤْتُونَ الزَّكَاةَ((1)، قال أكثر المفسرين من السلف (2) ومن بعدهم : هي التوحيد : شهادة أن لا إله إلاَّ اللَّه، والإيمان الذي به يزكو القلب ، فإنه يتضمن نفي إلهية ما سوى الحق من القلب ، وذلك طهارته ، وإثبات إلهيته سبحانه ، وهو أصل كل زكاة ونماء ، فإن التزكي - وإن كان أصله النماء والزيادة والبركة - فإنه إنما يحصل بإزالة الشر . فلهذا صار التزكي ينتظم الأمرين جميعاً . فأصل ما تزكو به القلوب والأرواح : هو التوحيد، والتزكية جعل الشيء زكيا ، إما في ذاته، وإما في الاعتقاد والخبر عنه، كما يقال : عَدَّلته وفسَّقته، إذا جعلته كذلك في الخارج، أو في الاعتقاد والخبر ... ) (3) . ¶ 4 - من أسباب حياة القلب وصحته : الأعمال الصالحة : ¶ فالعمل الصالح له أثر في صحة القلب ونفعه، قال مطرف بن عبد اللَّه رحمه اللَّه (4) : ( صلاح القلب بصلاح العمل ، وصلاح العمل بصلاح النية)(5) . ¶ __________ ¶ (1) سورة فصلت ، الآيتان : 6 ، 7 . ¶ (2) كابن عباس وعكرمة . انظر : تفسير ابن جرير الطبري (24/92-93) ، وتفسير ابن كثير (4/99) . ¶ (3) انظر : إغاثة اللهفان (1/46-49) . ¶ (4) هو مطرف بن عبد اللَّه بن الشّخِّير ، أبو عبد اللَّه البصري ، ثقة عابد فاضل مات سنة (195هـ) . انظر : حلية الأولياء (2/198) ، وتقريب التهذيب ص534. ¶ (5) حلية الأولياء (2/199) .",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "وقال شيخ الإسلام : والعمل له أثر في القلب من نفع وضر وصلاح قبل أثره في الخارج ، فصلاحها عدل لها ، وفسادها ظلم لها، قال الله تعالى: ( مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا((1)، وقال تعالى : ( إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لأَنْفُسِكُمْ وَإِنْ أَسَأْتُمْ فَلَهَا((2) . قال بعض السلف : إن للحسنة لنوراً في القلب ، وقوة في البدن ، وضياءً في الوجه، وسعة في الرزق، ومحبة في قلوب الخلق، وإن للسيئة لظلمة في القلب، وسواداً في الوجه ووهناً في البدن ، ونقصاً في الرزق، وبغضاً في قلوب الخلق(3) (4). ¶ وقال شيخ الإسلام في موضع آخر : ( فصحة القلب بالإيمان تحفظ بالمثل، وهو ما يورث القلب إيماناً من العلم النافع والعمل الصالح فتلك أغذية له) (5) . ¶ وقال ابن القيم رحمه اللَّه : ( فكذلك القلب لا تتم حياته إلاَّ بغذاء من الإيمان والأعمال الصالحة تحفظ قوته ) (6). ¶ 5 - من أسباب حياة القلب وصحته : العدل : ¶ قال شيخ الإسلام رحمه اللَّه : ( و \" العدل \" هو الاعتدال ، والاعتدال هو صلاح القلب ، كما أن الظلم فساده ، ولهذا جميع الذنوب يكون الرجل فيها ظالماً لنفسه ، والظلم خلاف العدل فلم يعدل على نفسه ؛ بل ظلمها ، فصلاح القلب في العدل ، وفساده في الظلم ، وإذا ظلم العبد نفسه فهو الظالم وهو المظلوم ، كذلك إذا عدل فهو العادل والمعدول عليه ، فمنه العمل وعليه تعود ثمرة العمل من خير وشر . قال تعالى : (مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ ((7) ... ¶ __________ ¶ (1) سورة فصلت ، الآية : 46 . ¶ (2) سورة الإسراء ، الآية : 7 . ¶ (3) رواه أبو نعيم بنحوه في حلية الأولياء (2/161) عن أنس رضي اللَّه عنه . ¶ (4) مجموع الفتاوى (10/98-99) . ¶ (5) مجموع الفتاوى (10/136) . ¶ (6) الجواب الكافي (ص167) . ¶ (7) سورة البقرة ، الآية : 286 .",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "إلى أن قال رحمه اللَّه : كما أن الجسد إذا صح من مرضه قيل : قد اعتدل مزاجه ، والمرض إنما هو بإخراج المزاج ، مع أن الاعتدال المحض السالم من الأخلاط لا سبيل إليه ، لكن الأمثل ، فالأمثل ، فهكذا صحة القلب وصلاحه في العدل ، ومرضه من الزيغ والظلم والانحراف . والعدل المحض في كل شيء متعذر علماً وعملاً . ولكن الأمثل فالأمثل ... )(1). ¶ 6 - من أسباب حياة القلب وصحته : أن يستقرّ فيه معرفة اللَّه وعظمته ، ومحبته وخشيته والإنابة إليه ومهابته والتوكل عليه : ¶ قال سعيد بن إسماعيل رحمه اللَّه (2) : ( صلاح القلب من أربع خصال: التواضع لله ، والفقر إلى اللَّه ، والخوف من اللَّه ، والرجاء لله...)(3) . ¶ وقال ابن القيم رحمه اللَّه : ( فكيف بالمحبة التي هي حياة القلوب وغذاء الأرواح ؟ وليس للقلب لذة ولا نعيم ولا فرح ولا حياة إلاَّ بها ، وإذا فقدها القلب كان ألمه أعظم من ألم العين إذا فقدت نورها ... بل فساد القلب إذا خلا من محبة فاطره وبارئه إلهه الحق أعظم من فساد البدن إذا خلا من الروح، وهذا الأمر لا يصدق به إلاَّ من في قلبه حياة وما لجرح بميت إيلام)(4). ¶ __________ ¶ (1) انظر : مجموع الفتاوى (10/98-99) . ¶ (2) هو أبو عثمان سعيد بن إسماعيل بن سعيد الحيري ، قال أبو نعيم : كان حميد الأخلاق ، مديد الأرفاق ، مات سنة (298) هـ . حلية الأولياء (10/244) ، وصفة الصفوة (2/939) . ¶ (3) حلية الأولياء (10/244) . ¶ (4) انظر : الجواب الكافي ص330 .",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وقال ابن القيم رحمه اللَّه في موضع آخر : ( فالقلب لا يفلح ولا يصلح ولا يتنعم ولا يبتهج ولا يلتذ ولا يطمئن ولا يسكن ، إلاَّ بعبادة ربه وحبه ، والإنابة إليه ، ولو حصل له جميع ما يلتذ به من المخلوقات لم يطمئن إليها، ولم يسكن إليها ، بل لا تزيده إلاَّ فاقة وقلقاً حتى يظفر بما خُلق له وهُيّيء له : من كون اللَّه وحده نهاية مراده ، وغاية مطالبه .... وكلما تمكنت محبة اللَّه من القلب وقويت فيه أخرجت منه تألهُّه لما سواه وعبوديته له ) (1) . ¶ وقال ابن رجب رحمه اللَّه : ( فلا صلاح للقلوب حتى تستقر فيها معرفة اللَّه وعظمته ومحبته وخشيته ومهابته ورجاؤه والتوكل عليه ، وتمتلىء من ذلك ، وهذا هو حقيقة التوحيد ، وهو معنى \" لا إله إلاَّ اللَّه \" ، فلا صلاح للقلوب حتى يكون إلهها الذي تألهه وتعرفه وتحبه وتخشاه هو اللَّه وحده لا شريك له ، ولو كان في السماوات والأرض إله يُؤَلَّه سوى اللَّه، لفسدت بذلك السماوات والأرض ، كما قال تعالى : ( لَوْ كَانَ فِيهِمَا ءَالِهَةٌ إِلاَّ اللَّهُ لَفَسَدَتَا((2) (3) . ¶ 7 - من أسباب حياة القلب وصحته : أن يكون القلب مدركاً للحق مريداً له، مؤثراً له على غيره : ¶ قال ابن القيم رحمه اللَّه : ( لما كان في القلب قوتان : قوة العلم والتمييز، وقوة الإرادة والحب، كان كماله وصلاحه باستعمال هاتين القوتين فيما ينفعه، ويعود عليه بصلاحه وسعادته. فكماله باستعمال قوة العلم في إدراك الحق، ومعرفته ، والتمييز بينه وبين الباطل، وباستعمال قوة الإرادة والمحبة في طلب الحق ومحبته وإيثاره على الباطل . فمن لم يعرف الحق فهو ضال ، ومن عرفه وآثر غيره عليه فهو مغضوب عليه ، ومن عرفه واتبعه فهو مُنعَم عليه. ¶ __________ ¶ (1) انظر : إغاثة اللهفان (2/198) . ¶ (2) سورة الأنبياء ، الآية : 22 . ¶ (3) جامع العلوم والحكم (1/211) .",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وقد أمرنا اللَّه سبحانه وتعالى أن نسأله في صلاتنا أن يهدينا صراط الذين أنعم اللَّه عليهم غير المغضوب عليهم ولا الضالين ، ولهذا كان النصارى أخصَّ بالضلال ، لأنهم أمة جهل . واليهود أخص بالغضب، لأنهم أمة عناد ، وهذه الأمة هم المنعم عليهم ، ولهذا قال سفيان بن عيينة(1) \" من فسد من عُبَّادنا ففيه شبه من النصارى ، ومن فسد من علمائنا ففيه شبه من اليهود\"(2) ؛ لأن النصارى عبدوا بغير علم، واليهود عرفوا الحق وعدلوا عنه .. ¶ إلى أن قال رحمه اللَّه : وينبغي أن تعرف أن هاتين القوتين لا تتعطلان في القلب، بل إن استعمل قوته العلمية في معرفة الحق وإدراكه ، وإلا استعملها في معرفة ما يليق به ويناسبه من الباطل، وإن استعمل قوته الإرادية العملية في العمل به ، وإلا استعملها في ضده ) (3) . ¶ 8 - من أسباب حياة القلب وصحته : جمع القلب على اللَّه : ¶ قال ابن القيم رحمه اللَّه : ( وإنما كان جمع القلب على اللَّه والخواطر على السير إليه : حياة حقيقية ؛ لأن القلب لا سعادة له ، ولا فلاح ولا نعيم، ولا فوز ولا لذة، ولا قُرَّة عين إلاَّ بأن يكون اللَّه وحده هو غاية طلبه، ونهاية قصده ، ووجهه الأعلى : هو كل بغيته . فالتفرقة المتضمنة للإعراض عن التوجه إليه ، واجتماع القلب عليه : هي مرضه ، إن لم يمت منها)(4). ¶ 9 - ومن أسباب حياة القلب وصحته : مخالفة اليهود والنصارى في الأعمال والأقوال: ¶ __________ ¶ (1) هو سفيان بن عيينة بن أبي عمران : ميمون الهلالي ، أبو محمد الكوفي ثم المكي، ثقة حافظ فقيه إمام حجة ، مات سنة (198هـ) ، وله إحدى وتسعون سنة. تقريب التهذيب (245) ، الكاشف للذهبي (1/301). ¶ (2) انظر : اقتضاء الصراط المستقيم لمخالفة أصحاب الجحيم لابن تيمية (1/79) . ¶ (3) انظر : إغاثة اللهفان (1/24-25) . ¶ (4) مدراج السالكين (3/317) .",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "قال شيخ الإسلام : ( وكلما كان القلب أتمَّ حياة ، وأعرف بالإسلام - الذي هو الإسلام، لست أعني مجرد التوسم به ظاهراً ، أو باطناً بمجرد الاعتقادات ، من حيث الجملة - كان إحساسه بمفارقة اليهود والنصارى باطناً وظاهراً أتم ، وبعده عن أخلاقهم الموجودة في بعض المسلمين أشد)(1). ¶ وأختم هذا المبحث بقول ابن الجوزي رحمه اللَّه (2) : ( من رزق قلباً طيباً، ولذة مناجاة ، فليراع حاله ، وليحترز من التغيير ، وإنما تدوم له حاله بدوام التقوى ) (3) . ¶ الفصل الثالث :أمراض القلوب ¶ ويشتمل على مبحثين : ¶ المبحث الأول : أنواع مرض القلوب وعلامة ذلك . ¶ المبحث الثاني : في انقسام أدوية أمراض القلب إلى طبيعية وشرعية . ¶ المبحث الأول :أنواع مرض القلوب ، وعلامة ذلك ¶ تقدم في المبحث الثاني من الفصل الأول تعريف مرض القلب وأنه نوع فسادٍ يحصل له ، يفسد به تصوره ، وإرادته ، فتصوره : بالشبهات التي تعرض له حتى لا يرى الحق ، أو يراه على خلاف ما هو عليه ، وإرادته : بحيث يبغض الحق النافع ويحب الباطل الضار .. ¶ __________ ¶ (1) اقتضاء الصراط المستقيم (1/94) . ¶ (2) جمال الدين أبو الفرج عبد الرحمن بن علي المعروف بابن الجوزي ، الإمام الحافظ ، المفسر ، الفقيه ، الواعظ ، الأديب ، مات سنة (597هـ) ، وله مصنفات كثيرة مشهورة . ¶ ... انظر : تذكرة الحفاظ (4/1342) ، والذيل على طبقات الحنابلة لابن رجب (1/399-433) . ¶ (3) صيد الخاطر ص508 ، ولابن الجوزي رحمه اللَّه أيضاً كلام جيد في بيان الطريق إلى صلاح القلب . انظر : صيد الخاطر ص80-81 .",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وقد بين شيخ الإسلام رحمه اللَّه مرض القلب وأن سببه ضعف الإيمان فقال: ( والمرض في القلب كالمرض في الجسد ، فكما أن هذا هو إحالة عن الصحة والاعتدال من غير موت ، فكذلك قد يكون في القلب مرض يحيله عن الصحة والاعتدال ، من غير أن يموت القلب ، سواء أفسد إحساس القلب وإدراكه ، أو أفسد عمله وحركته وذلك - كما فسروه- هو من ضعف الإيمان، إما بضعف علم القلب واعتقاده ، وأما بضعف عمله وحركته . فيدخل فيه من ضعف تصديقه ، ومن غلب عليه الجبن والفزع، فإن أدواء القلب من الشهوة المحرمة والحسد والجبن والبخل وغير ذلك ، كلها أمراض، وكذلك الجهل والشكوك والشبهات التي فيه...) (1) . ¶ وقال رحمه اللَّه في موضع آخر : ( وإذا حصل في القلب مرض من الشبهات والشهوات أزيل ذلك بضده، ولا يحصل المرض إلاَّ لنقص أسباب الصحة، كذلك القلب لا يمرض بالشهوات والشبهات إلاَّ لنقص إيمانه وعبادته لربه ...) (2). ¶ ثم ذكر شيخ الإسلام رحمه اللَّه في موضع آخر أنواعاً من أمراض القلوب كالغيظ ، والشك ، والجهل ، ومرض الشهوة ، ومرض الشبهة... ¶ فقال : ( و \" مرض القلب \" ألمٌ يَحصلُ في القلب كالغيظ من عدو استولى عليك ، فإن ذلك يؤلم القلب . قال اللَّه تعالى : ( وَيَشْفِ صُدُورَ قَوْمٍ مُؤْمِنِينَ (14) وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ ((3) فشفاؤهم بزوال ما حصل في قلوبهم من الألم ، ويقال : فلان شفي غيظه ، وفي القود استشفاء أولياء المقتول ، ونحو ذلك. فهذا شفاء من الغم والغيظ والحزن ، وكل هذه آلام تحصل في النفس. ¶ __________ ¶ (1) مجموع الفتاوى (28/448). ¶ (2) رسالة في تزكية النفس لابن تيمية (ص56) تحقيق محمد سعيد القحطاني. ¶ (3) سورة التوبة ، الآيتان : 14، 15.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وكذلك \" الشك ، والجهل \" يؤلم القلب ... والشاك في الشيء المرتاب فيه يتألم قلبه ، حتى يحصل له العلم واليقين ، ويقال للعالم الذي أجاب بما يبين الحق : قد شفاني بالجواب ... وقال : ( لَئِنْ لَمْ يَنْتَهِ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْمُرْجِفُونَ فِي الْمَدِينَةِ((1)، كما قال تعالى : ( وَلِيَقُولَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ((2) لم تمت قلوبهم، كموت الكفار والمنافقين ، وليست صحيحة صالحة كصلاح قلوب المؤمنين، بل فيها مرض شُبهة وشهوات، وكذلك (فَيَطْمَع الَّذِي فِي قَلْبِهِ مَرَضٌ((3) وهو مرض الشهوة ، فإن القلب الصحيح لو تعرضت له المرأة لم يلتفت إليها، بخلاف القلب المريض بالشهوة فإنه لضعفه يميل إلى ما يعرض له من ذلك بحسب قوة المرض وضعفه ، فإذا خضعن بالقول طمع الذي في قلبه مرض...)(4) . ¶ وقد بين ابن القيم رحمه اللَّه أيضاً حقيقة مرض القلب ... وأنواعه كمرض الشبهات والشكوك والجهل، ومرض الشهوات ... فقال : مرض القلب نوعان : نوع لا يتألم به صاحبه في الحال ، وهو النوع المتقدم، كمرض الجهل ، ومرض الشبهات والشكوك ، ومرض الشهوات ، وهذا النوع من أعظم النوعين ألماً ولكن لفساد القلب لا يُحس بالألم ، ولأن سكرة الجهل والهوى تحول بينه وبين إدراك الألم ، وإلا فألمه حاضر فيه حاصل له، وهو متوارٍ عنه باشتغاله بضده ، وهذا أخطر المرضين وأصعبهما... ¶ والنوع الثاني : مرض مؤلم له في الحال كالهمِّ والحَزَنِ والغيظ)(5) . ¶ وقال في موضع آخر : ( ومرض القلوب نوعان: مرض شبهة وشك ، ومرض شهوة وغي وكلاهما في القرآن ...)(6) . ¶ هذا مجمل أمراض القلوب وسأذكر بعضاً منها بشيء من التفصيل . ¶ مرض الحسد : ¶ __________ ¶ (1) سورة الأحزاب ، الآية : 60 . ¶ (2) سورة المدثر ، الآية : 31 . ¶ (3) سورة الأحزاب ، الآية : 32 . ¶ (4) انظر : مجموع الفتاوى (10/94-95) . ¶ (5) انظر : إغاثة اللهفان (1/17-18) . ¶ (6) زاد المعاد 3/63 .",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "قال أبو حامد الغزالي رحمه اللَّه : ( اعلم أنه لا حسد إلاَّ على نعمة، فإذا أنعم اللَّه على أخيك بنعمة فلك فيها حالتان : ¶ إحداهما : أن تكره تلك النعمة وتحب زوالها ، وهذه الحالة تسمى حسداً فالحسد حدّه كراهة النعمة وحب زوالها عن المنعم عليه . ¶ الحالة الثانية : أن لا تحب زوالها ولا تكره وجودها ودوامها ولكن تشتهى لنفسك مثلها . وهذه تسمى غبطة ، وقد تختص باسم المنافسة. وقد تسمى المنافسة حسداً والحسد منافسة ويوضع أحد اللفظين موضع الآخر، ولا حجر في الأسامي بعد فهم المعاني ) (1) . ¶ وقال ابن رجب رحمه اللَّه: (والحسد مركوز في طباع البشر ، وهو أن الإنسان يكره أن يفوقه أحدٌ من جنسه في شيءٍ من الفضائل ... ) (2). ¶ وقيل الحسد : أن يرى الرجل لأخيه نعمه فيتمنى أن تزول عنه وتكون له دونه . ¶ والغَبْط : أن يتمنّى أن يكون له مثلها ولا يتمنَّى زوالها عنه (3) . ¶ وقال ابن منظور : ( الحسد : معروف ، حَسَدَه يَحْسِده ويَحْسُدُه حسداً وحَسَّدَه إذا تمنى أن تتحول إليه نعمته وفضيلته أو يسلبهما هو )(4). ¶ وقال ابن القيم رحمه اللَّه : ( والحسد خُلُق نفس ذميمة وضيعة ساقطة ليس فيها حرص على الخير فلعجزها ومهانتها تحسد من يكسب الخير والمحامد ويفوز بها دونها، وتتمنى أن لوفاته كسبُها حتى يساويها في العدم كما قال تعالى : ( وَدُّوا لَوْ تَكْفُرُونَ كَمَا كَفَرُوا فَتَكُونُونَ سَوَاءً((5) ، فالحسود عدو النعمة ، متمنٍّ زوالها عن المحسود كما زالت عنه هو ... والحسود يحب انحطاط غيره حتى يساويه في النقصان ) (6) . ¶ __________ ¶ (1) إحياء علوم الدين (3/181) . ¶ (2) جامع العلوم والحكم (2/260-263) وقد ذكر رحمه اللَّه أقسام الناس في الحسد بتوسع فأجاد وأفاد فلتراجع . ¶ (3) النهاية في غريب الحديث والأثر لابن الأثير (1/383) . ¶ (4) لسان العرب (3/166). ¶ (5) سورة النساء ، الآية : 89 . ¶ (6) انظر : الروح ص559 .",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "وقال شيخ الإسلام رحمه اللَّه : ( ومن أمراض القلوب \" الحسد \" كما قال بعضهم في حده: إنه أذى يلحق بسبب العلم بحسن حال الأغنياء ، فلا يجوز أن يكون الفاضل حسوداً ؛ لأن الفاضل يجري على ما هو الجميل ، وقد قال طائفة من الناس إنه تمني زوال النعمة عن المحسود، وإن لم يصر للحاسد مثلها، بخلاف الغبطة ، فإنه تمني مثلها من غير حب زوالها عن المغبوط . ¶ والتحقيق أن الحسد هو البغض والكراهة لما يراه من حسن حال المحسود وهو نوعان : ¶ أحدهما : كراهة للنعمة عليه مطلقاً ، فهذا هو الحسد المذموم ، وإذا أبغض ذلك فإنه يتألم ويتأذى بوجود ما يبغضه ، فيكون ذلك مرضاً في قلبه، ويلتذ بزوال النعمة عنه ، وإن لم يحصل له نفع بزوالها ، لكن نفعه زوال الألم الذي كان في نفسه ، ولكن ذلك الألم لم يزل إلاَّ بمباشرة منه ، وهو راحة فاسدة كالمريض الذي عُولج بما يسكّن وجعه والمرض باقٍ ؛ فإن بُغضه لنعمة اللَّه على عبده مرض ، فإن تلك النعمة قد تعود على المحسود وأعظم منها ، وقد يحصل نظير تلك النعمة لنظير ذلك المحسود. ¶ والحاسد ليس له غرض في شيء معين ؛ لكن نفسه تكره ما أنعم به على غيره . ولهذا قال من قال : إنه تمني زوال النعمة ، فإن من كره النعمة على غيره تمنى زوالها بقلبه .",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "والنوع الثاني : أن يكره فضل ذلك الشخص عليه ، فيحب أن يكون مثله أو أفضل منه ، فهذا حسد وهو الذي سموه الغبطة ، وقد سماه النَّبِيّ صلى اللَّه عليه وسلم حسداً في الحديث المتفق عليه من حديث ابن مسعود وابن عمر رضي اللَّه عنهما أنه قال : \" لا حَسَد إلاَّ في اثنتين : رجل آتاه اللَّه الحكمة ، فهو يقضي بها ويعلمها ، ورجل آتاه اللَّه مالاً وسلطه على هلكته في الحق \" هذا لفظ ابن مسعود (1) . ¶ ولفظ ابن عمر \" رجل آتاه اللَّه القرآن فهو يقوم به آناء الليل والنهار، ورجل آتاه اللَّه مالاً فهو ينفق منه في الحق آناء الليل والنهار \"(2). ¶ فهذا الحسد الذي نهى عنه النَّبِيّ صلى اللَّه عليه وسلم إلاَّ في موضعين هو الذي سماه أولئك: الغبطة ، وهو أن يحب مثل حال الغير ويكره أن يفضل عليه. ¶ فإن قيل : إذاً لِمَ سُمي حسداً وإنما أحب أن ينعم اللَّه عليه؟ قيل : مبدأ هذا الحب هو نظره إلى إنعامه على الغير وكراهته أن يتفضل عليه ، ولولا وجود ذلك الغير لم يحب ذلك ، فلما كان مبدأ ذلك كراهته أن يتفضل عليه الغير كان حسداً؛ لأنه كراهة تتبعها محبة ، وأما من أحب أن ينعم اللَّه عليه مع عدم التفاته إلى أحوال الناس فهذا ليس عنده من الحسد شيء. ¶ __________ ¶ (1) رواه البخاري في صحيحه (1/26) ، كتاب العلم ، باب (15) الاغتباط في العلم والحكمة، ومسلم في صحيحه (1/559) ، كتاب صلاة المسافرين وقصرها ، باب فضل من يقوم بالقرآن ويعلمه ، وفضل من تعلم حكمة من فقه أو غيره فعمل بها وعلمها (ح816) . ¶ (2) رواه البخاري في صحيحه (8/209) كتاب التوحيد ، باب (45) قول النَّبِيّ صلى اللَّه عليه وسلم رجل آتاه اللَّه القرآن فهو يقوم به آناء الليل والنهار .. ، ومسلم في صحيحه (1/558) ، كتاب صلاة المسافرين وقصرها ، باب فضل من يقوم بالقرآن ويعلمه .. (ح815).",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "ولهذا يبتلى غالب الناس بالقسم الثاني وقد تسمى : المنافسة(1)، فيتنافس الاثنان في الأمر المحبوب المطلوب ، كلاهما يطلب أن يأخذه ، وذلك لكراهية أحدهما أن يتفضل عليه الآخر ، كما يكره المستبقان كل منهما أن يسبقه الآخر، والتنافس ليس مذموماً مطلقاً ، بل هو محمود في الخير. قال تعالى : ( إِنَّ الأَبْرَارَ لَفِي نَعِيمٍ(22)عَلَى الأَرَائِكِ يَنْظُرُونَ(23)تَعْرِفُ فِي وُجُوهِهِمْ نَضْرَةَ النَّعِيمِ(24) يُسْقَوْنَ مِنْ رَحِيقٍ مَخْتُومٍ(25)خِتَامُهُ مِسْكٌ وَفِي ذَلِكَ فَلْيَتَنَافَسِ الْمُتَنَافِسُونَ((2) . ¶ فأمر المنافس أن ينافس في هذا النعيم ، لا ينافس في نعيم الدنيا الزائل، وهذا موافق لحديث النَّبِيّ صلى اللَّه عليه وسلم فإنه نهى عن الحسد إلاَّ فيمن أوتي العلم، فهو يعمل به ويعلمه ، ومن أوتي المال، فهو ينفقه. فأما من أوتي علماً ولم يعمل به ولم يعلمه ، أو أوتي مالاً ولم ينفقه في طاعة اللَّه فهذا لا يُحسد ولا يُتمنى مثل حاله ، فإنه ليس في خير يرغب فيه، بل هو معرض للعذاب ... والنفوس لا تحسد من هو في تعب عظيم، فلهذا لم يذكره ... ¶ __________ ¶ (1) قال ابن القيم رحمه اللَّه في كتابه الروح ص558، المنافسة المبادرة إلى الكمال الذي تشاهد من غيرك فتنافسه فيه حتى تلحقه أو تجاوزه فهي من شرف النفس وعلو الهمة وكبر القدر ، قال تعالى : ( وفي ذلك فليتنافس المتنافسون ( [المطففين:26] ثم ذكر رحمه اللَّه كلاماً جيداً في الفرق بين المنافسة والحسد فليراجع لأهميته.. ¶ (2) سورة المطففين ، الآيات : 22-26 .",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "والحسد في الأصل إنما يقع لما يحصل للغير من السؤدد والرياسة، وإلا فالعامل لا يحسد في العادة ، ولو كان تنعمه بالأكل والشرب والنكاح أكثر من غيره ، بخلاف هذين النوعين فإنهما يُحسدان كثيراً ، ولهذا يوجد بين أهل العلم الذين لهم أتباع من الحسد ما لا يوجد فيمن ليس كذلك ، وكذلك فيمن له أتباع بسبب إنفاق ماله ، فهذا ينفع الناس بقوت القلوب وهذا ينفعهم بقوت الأبدان ، والناس كلهم محتاجون إلى ما يصلحهم من هذا وهذا ... ¶ إلى أن قال : وأما الحسد المذموم كله فقد قال تعالى في حق اليهود : (وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّارًا حَسَدًا مِنْ عِنْدِ أَنْفُسِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ((1) يودون : أي يتمنون ارتدادكم حسداً، فجعل الحسد هو الموجب لذلك الود من بعد ما تبين لهم الحق ، لأنهم لما رأوا أنكم قد حصل لكم من النعمة ما حصل ؛ بل ما لم يحصل لهم مثله حسدوكم... ¶ فالحاسد المبغض للنعمة على من أنعم اللَّه عليه بها ظالم معتدٍ ، والكاره لتفضيله المحب لمماثلته منهي عن ذلك إلاَّ فيما يقربه إلى اللَّه ، فإذا أحب أن يعطى مثل ما أعطى مما يقربه إلى اللَّه فهذا لا بأس به ، وإعراض قلبه عن هذا بحيث لا ينظر إلى حال الغير أفضل . ¶ ثم هذا الحسد إن عمل بموجبه صاحبه كان ظالماً معتدياً مستحقاً للعقوبة إلاَّ أن يتوب ، وكان المحسود مظلوماً مأموراً بالصبر والتقوى ، فيصبر على أذى الحاسد، ويعفو ويصفح عنه ، كما قال تعالى : ( وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّارًا حَسَدًا مِنْ عِنْدِ أَنْفُسِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ فَاعْفُوا وَاصْفَحُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ((2). ¶ __________ ¶ (1) سورة البقرة ، الآية : 109 . ¶ (2) سورة البقرة ، الآية : 109 .",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "إلى أن قال رحمه اللَّه : والمقصود أن \" الحسد \" مرض من أمراض النفس، وهو مرض غالب فلا يخلص منه إلاَّ قليل من الناس، ولهذا يقال: ما خلا جسدٌ من حسدٍ ، لكن اللئيم يبديه والكريم يخُفيه . وقد قيل للحسن البصري(1) : ( أيَحسدُ المؤمن ؟ فقال : ما أنساك إخوة يوسف لا أبالك ؟ ولكن غمه في صدرك ، فإنه لا يضرك ما لم تعد به يداً ولا لساناً)(2) (3). ¶ والحسد المذموم له أسباب كثيرة وقد ذكر جملة منها أبو حامد الغزالي مع شرح هذه الأسباب فقال : ¶ ( السبب الأول : العداوة والبغضاء وهذا أشدّ أسباب الحسد . ¶ السبب الثاني : التعزز وهو أن يثقل عليه أن يترفع عليه غيره . ¶ السبب الثالث : الكبر، السبب الرابع: العجب، السبب الخامس: الخوف من فوت المقاصد المحبوبة، السبب السادس: حب الرياسة وطلب الجاه لنفسه من غير توصل إلى مقصود . السبب السابع : خبث النفس وشحها بالخير لعباد اللَّه تعالى ...) (4) . ¶ مرض الشُّحُّ والبخل : ¶ __________ ¶ (1) هو الحسن بن أبي الحسن البصري ويكنى أبا سعيد ، من علماء التابعين ، جمع بين العلم والعمل والعبادة، وهو إمام البصرة ، ولد لسنتين بقيتا من خلافة عمر وتوفي سنة 110هـ . انظر : طبقات ابن سعد (7/156) ، وحلية الأولياء (2/131). ¶ (2) انظر : إحياء علوم الدين (3/180) . ¶ (3) انظر : مجموع الفتاوى (10/111-125). ¶ (4) انظر : إحياء علوم الدين (3/184-185). وقد ذكر رحمه اللَّه في موضع آخر أدوية نافعة جداً لعلاج مرض الحسد وقد بين أن الحسد ضرر على الحاسد في الدين والدنيا ... وأنه لا تداوى أمراض القلوب إلا بالعلم النافع والعمل الصالح... إلخ، انظر: إحياء علوم الدين (3/187-190) .",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "قال ابن الأثير - رحمه اللَّه - : الشُّحُّ : أشد البخل وهو أبلغ في المنع من البخل وقيل هو البخل مع الحرص ، وقيل البُخل في أفراد الأمور وآحادها، والشحُّ عام ، وقيل البُخل بالمال ، والشُّحُّ بالمال والمعروف...)(1). ¶ وقيل : البُخل والبَخَل : لغتان وقرى بهما، والبَخْل والبُخول : ضد الكرم (2). ¶ وقيل البخل : هو المنع من مال نفسه ، والشح هو بخل الرجل من مال غيره، وقيل : البخل ترك الإيثار عند الحاجة (3) . ¶ قال شيخ الإسلام رحمه اللَّه : ( والشح مرض ، والبخل مرض ، والحسد شر من البخل ... وذلك أن البخيل يمنع نفسه ، والحسود يكره نعمة اللَّه على عباده ، وقد يكون في الرجل إعطاء لمن يعينه على أغراضه، وحسد لنظرائه ، وقد يكون فيه بخل بلا حسد لغيره . والشح أصل ذلك. ¶ __________ ¶ (1) النهاية في غريب الحديث والأثر (2/448) ، ومختار الصحاح ص331. ¶ (2) لسان العرب (1/332) ، والقاموس المحيط ص1247. ¶ (3) انظر : كتاب التعريفات للجرجاني ص42-43 .",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "وقال تعالى : ( وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ((1)، وفي الصحيحين عن النَّبِيّ ( أنه قال : \" إياكم والشح، فإنه أهلك من كان قبلكم أمرهم بالبخل فبخلوا، وأمرهم بالظلم فظلموا، وأمرهم بالقطيعة فقطعوا\"(2). ¶ __________ ¶ (1) سورة الحشر ، الآية 9 ، وسورة التغابن ، الآية : 16 . ¶ (2) لم اقف عليه في الصحيحين بهذا اللفظ ، وقد أخرجه أحمد في مسنده (2/159، 191 ، 195) ، والطيالسي في مسنده (ح2272) ، والبيهقي في السنن الكبرى (10/243) ، والحاكم في المستدرك (1/11، 415) كلهم من طريق عمرو بن مُرّة ، عن عبد اللَّه بن الحارث عن ابي كثير عن عبد اللَّه بن عمرو بن العاص ، قال: سمعت رسول اللَّه صلى اللَّه عليه وسلم يقول : \" الظلم ظلمات يوم القيامة وإياكم والفحش فإن اللَّه لا يحب الفحش ولا التفحش ، وإياكم والشح ، فإن الشح أهلك من كان قبلكم أمرهم بالقطيعة فقطعوا وأمرهم بالبخل فبخلوا ، وأمرهم بالفجور ففجروا ... \" إلى آخر الحديث واللفظ لأحمد . ¶ ... وقال الحاكم : هذا حديث صحيح الإسناد ولم يخرجاه ووافقه الذهبي وقد ذكره الألباني في سلسلة الأحاديث الصحيحة (2/539) وقال: إسناده صحيح . ¶ ... وقد أخرج البخاري في الأدب المفرد ص106-107 (ح490) ، ومسلم في صحيحه (4/1996) ، كتاب البر والصلة والآداب ، باب تحريم الظلم (ح2578) عن جابر بن عبد اللَّه أن رسول اللَّه صلى اللَّه عليه وسلم قال : \"اتقوا الظلم ، فإن الظلم ظلمات يوم القيامة، واتقوا الشح فإن الشح أهلك من كان قبلكم حملهم على أن سفكوا دماءهم واستحلوا محارمهم\" .",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "وكان عبد الرحمن بن عوف (1) يكثر من الدعاء في طوافه يقول : اللهم! قني شح نفسي، فقال له رجل: ما أكثر ما تدعو بهذا ؟ فقال: إذا وقيت شح نفسي وقيت الشح والظلم والقطيعة، والحسد يوجب الظلم. ¶ فالبخل والحسد مرض يوجب بغض النفس لما ينفعها، بل وحبها لما يضرها، ولهذا يُقرن الحسد بالحقد والغضب) (2) . ¶ وبعد أن تبين لنا أن الشح مرض من أمراض القلوب وأنه أشد البخل لابد أن تعلم أن هناك فرقاً بين الاقتصاد والاعتدال في الإنفاق والشح .. ¶ قال ابن القيم رحمه اللَّه : وأما الفرق بين الاقتصاد والشحّ ، فإن الاقتصاد خُلُق محمودٌ ، يتولّد من خُلُقين : عدل وحكمة، فبالعدل يعتدل في المنع والبذل، وبالحكمة يضع كل واحد منهما موضعه الذي يليق به، فيتولّد من بينهما الاقتصاد وهو وسط بين طرفين مذمومين كما قال الله تعالى : ( وَلا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ وَلَا تَبْسُطْهَا كُلَّ الْبَسْطِ فَتَقْعُدَ مَلُومًا مَحْسُورًا((3) . ¶ وأما الشح فهو خلق ذميم يتولد من سوء الظن وضعف النفس، ويمدّه وعد الشيطان حتى يصيره لمعتاد الهلع ، والهلع شدّة الحرص على الشيء والشره به فتولد عنه المنع لبذله والجزع لفقده كما قال تعالى : (إِنَّ الإِنْسَانَ خُلِقَ هَلُوعًا(19)إِذَا مَسَّهُ الشَّرُّ جَزُوعًا(20)وَإِذَا مَسَّهُ الْخَيْرُ مَنُوعًا((4)(5) . ¶ __________ ¶ (1) عبد الرحمن بن عوف بن عبد الحارث القرشي الزهري ، أحد العشرة ، أسلم قديماً، ومناقبه شهيرة، مات سنة (32هـ) وقيل غير ذلك . البداية والنهاية لابن كثير (7/170)، والإصابة (4/176). ¶ (2) انظر : مجموع الفتاوى (10/128-129) . وقد ذكر الغزالي في إحياء علوم الدين (3/247) أن البخل سببه حب المال ولحب المال سببان: أحدهما : حب الشهوات... والثاني: أن يحب عين المال... إلخ، ثم ذكر علاج ذلك.. ¶ (3) سورة الإسراء ، الآية : 29 . ¶ (4) سورة المعارج ، الآية : 19-21 . ¶ (5) انظر : الروح ص529-530 .",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "مرض الشهوة والعشق : ¶ الشّهوة : شَهِي الشيء وشَهاهُ يَشْهاه شَهْوَةً واشتهاه وتَشَهّاهُ : أحبَّه ورَغِب فيه (1) ، وقيل: الشَّهوةُ : اشتياق النفس إلى الشيء والجمع شهواتِ(2) . ¶ والعِشْقُ : فرط الحب ، وقيل : هو عجب المحب بالمحبوب يكون في عَفافِ الحبّ ودعارته . وقيل: العَشَقُ والعَسَقُ بالشين والسين المهملة: اللزوم للشيء لا يفارقه ، وقيل : ( العِشْقُ الإغرام بالنساء ، والعشق الإفراد بالمحبة) (3) . ¶ قال شيخ الإسلام رحمه اللَّه : ( وأما مرض الشهوة والعشق فهو حب النفس لما يضرها ، وقد يقترن به بغضها لما ينفعها ، والعشق مرض نفساني، وإذا قوى أثَّر في البدن فصار مرضاً في الجسم، إما من أمراض الدماغ كالماليخوليا ؛ ولهذا قيل فيه : هو مرض وسواسي(4) شبيه بالماليخوليا ، وأما من أمراض البدن كالضعف والنُّحول ونحو ذلك. ¶ والمقصود هنا \" مرض القلب \" فإنه أصل محبة النفس لما يضرها كالمريض البدن الذي يشتهي ما يضره ، وإذا لم يُطعَم ذلك تألم ، وإن أُطعم ذلك قوى به المرض وزاد. ¶ كذلك العاشق يضره اتصاله بالمعشوق مشاهدة وملامسة وسماعاً ، بل ويضره التفكر فيه والتخيل له وهو يشتهي ذلك ، فإن منع من مشتهاه تألم وتعذب، وإن أعطي مشتهاه قوي مرضه، وكان سبباً لزيادة الألم .. ¶ والناس في العشق على قولين : ¶ قيل أنه من باب الإرادات ، وهذا هو المشهور . ¶ وقيل : من باب التصورات ، وإنه فساد في التخييل ، حيث يتصور المعشوق على ما هو به، قال هؤلاء : ولهذا لا يوصف اللَّه بالعشق، ولا أنه يعشق؛ لأنه منزه عن ذلك ، ولا يحمد من تخيل فيه خيالاً فاسداً . ¶ وأما الأولون ، فمنهم من قال : يوصف بالعشق فإنه المحبة التامة واللَّه يُحِب ويحب ... ¶ __________ ¶ (1) لسان العرب (7/230) . ¶ (2) المصباح المنير (1/326) . ¶ (3) المصباح المنير (2/412) . ¶ (4) انظر : القاموس المحيط ص1174.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "والجمهور لا يطلقون هذا اللفظ في حق اللَّه ؛ لأن العشق هو المحبة المفرطة الزائدة على الحد الذي ينبغي ، واللَّه تعالى محبته لا نهاية لها فليست تنتهي إلى حد لا تنبغي مجاوزته . ¶ قال هؤلاء : والعشق مذموم مطلقاً لا يمدح لا في محبة الخالق ولا المخلوق لأنه المحبة المفرطة الزائدة على الحد المحمود و(أيضاً) فإن لفظ (العشق) إنما يستعمل في العرف في محبة الإنسان لامرأة أو صبي، لا يستعمل في محبة كمحبة الأهل والمال والوطن والجاه ، ومحبة الأنبياء والصالحين، وهو مقرون كثيراً بالفعل المحرم : إما بمحبة امرأة أجنبية أو صبي، يقترن به النظر المحرم، واللمس المحرم، وغير ذلك من الأفعال المحرمة... ¶ إلى أن قال رحمه اللَّه : فكيف عشق الأجنبية والذكران من العالمين؟!! ففيه من الفساد ما لا يحصيه إلاَّ رب العباد وهو من الأمراض التي تُفسد دين صاحبها وعرضه، ثم قد تفسد عقله ثم جسمه . قال تعالى : ( فَلا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ((1) (2) . ¶ وقال ابن القيم رحمه اللَّه في تعريف العشق : ( هو الإفراط في المحبة، بحيث يستولي المعشوق على القلب من العاشق ، حتى لا يخلو من تخيله وذكره والتفكر فيه ، بحيث لا يغيب عن خاطره وذهنه، فعند ذلك تشتغل النفس بالخواطر النفسانية فتتعطل تلك القوى ، فيحدث بتعطيلها من الآفات على البدن والروح ما يعسر دواؤه ويعتذر ، أفعاله وصفاته ومقاصده، ويختل جميع ذلك فيعجز البشر عن صلاحه ... والعشق مبادئه سهلة حلوة ، وأوسطه هم وشغل قلب وسقم ، وآخره عطب وقتل، إن لم تتداركه عناية من اللَّه)(3). ¶ __________ ¶ (1) سورة الأحزاب ، الآية : 32 . ¶ (2) انظر : مجموع الفتاوى (10/129-132) . ¶ (3) انظر : الجواب الكافي ص305 ، وقد ذكر ابن القيم رحمه اللَّه في كتابه الجواب الكافي ص302-310 كلاماً جيداً طويلاً في آفات العشق ومضاره ومفاسده الدينية والدنيوية لم أذكره هنا مخافة الإطالة فليراجع لأهميته .",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "وقال ابن القيم رحمه اللَّه في موضع آخر : ( فصل في هديه ( في علاج العشق هذا مرض من أمراض القلب مخالف لسائر الأمراض في ذاته وأسبابه وعلاجه وإذا تمكن واستحكم عز على الأطباء دواؤه وأعي العليل داؤه وإنما حكاه اللَّه سبحانه في كتابه عن طائفتين من الناس من النساء وعشاق الصبيان المردان فحكاه عن امرأة العزيز في شأن يوسف وحكاه عن قوم لوط...) (1) . ¶ وقد بين ابن القيم رحمه اللَّه أن الفتن التي تعرض على القلوب من أسباب مرضها فقال : ( والفتن التي تعرض على القلوب هي أسباب مرضها، وهي فتن الشهوات وفتن الشبهات، فتن الغي والضلال ، فتن المعاصي والبدع، فتن الظلم والجهل. فالأولى توجب فساد القصد والإرادة والثانية توجب فساد العلم والاعتقاد ) (2) . ¶ وقال شيخ الإسلام رحمه اللَّه : ( كذلك مرض القلب يكون بالحب والبغض الخارجين عن الاعتدال وهي الأهواء التي قال اللَّه فيها : ( وَمَنْ أَضَلُّ مِمَّنَ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدًى مِنَ اللَّهِ((3) ... فكذلك بنو آدم هم جهال ظلموا أنفسهم : يستعجل أحدهم ما ترغبه لذته وبترك ما تكرهه نفسه مما هو لا يصلح له، فيعقبهم ذلك من الألم والعقوبات إما في الدنيا وإما في الآخرة ما فيه عظم العذاب والهلاك الأعظم ( (4) . ¶ وفي ختام هذا المبحث أذكر بعضاً من علامات مرض القلب لعلها تكون سبباً إن شاء اللَّه في الابتعاد عن هذه الأمراض . ¶ __________ ¶ (1) زاد المعاد (3/151) . ¶ (2) إغاثة اللهفان (1/12) . ¶ (3) سورة القصص ، الآية 50. ¶ (4) انظر : مجموع الفتاوى (10/143-144) .",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "قال ابن القيم رحمه اللَّه : ( كل عضو من أعضاء البدن خلق لفعل خاص به كماله في حصول ذلك الفعل منه، ومرضه: أن يتعذر عليه الفعل الذي خلق له، حتى لا يصدر منه ، أو يصدر مع نوع من الاضطراب... ومرض القلب: أن يتعذر عليه ما خلق له من معرفة اللَّه ومحبته والشوق إلى لقائه، والإنابة إليه، وإيثار ذلك على كل شهوة ، فلو عرف العبد كل شيء ولم يعرف ربه، فكأنه لم يعرف شيئاً ، ولو نال كل حظ من حظوظ الدنيا ولذاتها وشهواتها ولم يظفر بمحبة اللَّه ، والشوق إليه ، والأنس به ؛ فكأنه لم يظفر بلذة ولا نعيم ولا قرة عين، بل إذا كان القلب خالياً عن ذلك عادت تلك الحظوظ واللذات عذاباً له ولابد ، فيصير معذباً بنفس ما كان منعماً به من جهتين : من جهة حسرة فَوْته ، وأنه حيل بينه وبينه ، مع شدة تعلق روحه به، ومن جهة فَوْت ما هو خير له وأنفع وأدوم، حيث لم يحصل له ، فالمحبوب الحاصل فات، والمحبوب الأعظم لم يظفر به ، وكل من عرف اللَّه أحبه ، وأخلص العبادة له ولابد، ولم يؤثر عليه شيئاً من المحبوبات ، فمن آثر عليه شيئاً من المحبوبات فقلبه مريض، كما أن المعدة إذا اعتادت أكل الخبيث وآثرته على الطيب سقطت عنها شهوة الطيب، وتعوّضت بمحبة غيره . وقد يمرض القلب ويشتد مرضه، ولا يعرف به صاحبه، لاشتغاله وانصرافه عن معرفة صحته وأسبابها، بل قد يموت وصاحبه لا يشعر بموته، وعلامة ذلك انه لا تؤلمه جراحات القبائح، ولا يوجعه جهله بالحق وعقائده الباطلة ؛ فإن القلب إذا كان فيه حياة تألم بورود القبيح عليه ، وتألم بجهله بالحق بحسب حياته .. ¶ إلى أن قال رحمه اللَّه : والمقصود : أن من علامات أمراض القلوب عدولها عن الأغذية النافعة الموافقة لها إلى الأغذية الضارة، وعدولها عن دوائها، النافع إلى دائها الضار ، فهنا أربعة أمور : غذاء نافع، ودواء شاف، وغذاء ضار، ودواء مهلك. ¶ فالقلب الصحيح يؤثر النافع الشافي على الضار المؤذي ، والقلب المريض بضد ذلك .",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "وأنفع الأغذية غذاء الإيمان، وأنفع الأدوية دواء القرآن ، وكل منهما فيه الغذاء والدواء..) (1) . ¶ المبحث الثاني : انقسام أدوية أمراض القلب إلى طبيعية وشرعية ¶ بعد أن عرفنا في المبحث الأول بعضاً من أمراض القلوب سواء أمراض الشبهات أو أمراض الشهوات لابد أن نعرف دواءها؛ لأن اللَّه عز وجل ما أنزل من داءٍ إلاَّ له دواء ، فعن أبي هريرة رضي اللَّه عنه ، أن النَّبِيّ ( قال : \" ما أنزل اللَّه داءً إلاَّ أنزل له شِفاءٍ\"(2). ¶ وسأذكر بعضاً من أدوية أمراض القلوب التي ذكرها شيخ الإسلام وابن القيم لعل اللَّه أن يعافي قلوبنا من كل داء، ونعوذ باللَّه من منكرات الأخلاق والأهواء . ¶ 1 - القرآن الكريم : ¶ قال شيخ الإسلام رحمه اللَّه : ( والقرآن شفاء لما في الصدور ومن في قلبه أمراض الشبهات والشهوات ففيه من البينات ما يزيل الحق من الباطل، فيزيل أمراض الشبهة المفسدة للعلم والتصور والإدراك بحيث يرى الأشياء على ما هي عليه ، وفيه من الحكمة والموعظة الحسنة بالترغيب والترهيب والقصص التي فيها عبرة ما يوجب صلاح القلب، فيرغبُ القلب فيما ينفعه ويرغب عما يضره ، فيبقى القلب محباً للرشاد ، مبغضاً للغي ، بعد أن كان مريداً للغي ، مبغضاً للرشاد ، فالقرآن مزيل للأمراض الموجبة للإرادات الفاسدة، حتى يصلح القلب فتصلح إرادته ، ويعود إلى فطرته التي فُطر عليها ، كما يعود البدن إلى الحال الطبيعي ، ويغتذي القلب من الإيمان والقرآن بما يزكيه ويؤيده كما يغتذي البدن بما يُنَمّيه ويقومه ، فإن زكاة القلب مثل نماء البدن)(3). ¶ __________ ¶ (1) انظر : إغاثة اللهفان (1/68-70) . ¶ (2) أخرجه البخاري في صحيحه (7/11-12) ، كتاب الطب ، باب ما أنزل اللَّه داء إلاَّ انزل له شفاء ، وابن ماجة في سننه (2/1138) ، كتاب الطب ، باب ما انزل اللَّه داء إلاَّ أنزل له شفاء (ح3439) . ¶ (3) مجموع الفتاوى (10/95-96) .",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "وقال ابن القيم رحمه اللَّه لما ذكر حديث أبي هريرة السابق : (وهذا يعم أدواء القلب والروح والبدن وأدويتها ، وقد جعل النَّبِيّ ( الجهل داء، وجعل دواءه سؤال العلماء .. وقد أخبر سبحانه عن القرآن أنه شفاء فقال تعالى : ( وَلَوْ جَعَلْنَاهُ قُرْءَانًا أَعْجَمِيًّا لَقَالُوا لَوْلا فُصِّلَتْ ءَايَاتُهُ ءَأَعْجَمِيٌّ وَعَرَبِيٌّ قُلْ هُوَ لِلَّذِينَ ءَامَنُوا هُدًى وَشِفَاءٌ((1)، وقال تعالى : ( وَنُنَزِّلُ مِنَ الْقُرْءَانِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ((2) و \" من \" هنا لبيان الجنس لا للتبعيض، فإن القرآن كله شفاء كما قال في الآية المتقدمة ، فهو شفاء للقلوب من داء الجهل والشك والريب ، فلم ينزل اللَّه سبحانه من السماء شفاء قط أعم ولا أنفع ولا أعظم ولا أنجع في إزالة الداء من القرآن ... ¶ ولكن ههنا أمر ينبغي التفطن له ، وهو أن الأذكار والآيات والأدعية التي يستشفى بها ويرقى بها ، هي في نفسها ، وإن كانت نافعة شافية ، ولكن تستدعي قبول المحل وقوة همة الفاعل وتأثيره ، فمتى تخلف الشفاء كان لضعف تأثير الفاعل أو لعدم قبول المنفعل أو لمانع قوي فيه ، يمنع أن ينجع فيه الدواء ، كما يكون ذلك في الأدوية والأدواء الحسية، فإن عدم تأثيرها قد يكون لعدم قبول الطبيعة لذلك الدواء وقد يكون لمانع قوي يمنع من اقتضائه أثره ، فإن الطبيعة إذا أخذت الدواء بقبول تام كان انتفاع البدن به بحسب ذلك القبول. فكذلك القلب إذا أخذ الرقى والتعاويذ بقبول تام، وكان للراقي نفس فعالة وهمة مؤثرة في إزالة الداء ...)(3) . ¶ __________ ¶ (1) سورة فصلت ، الآية 44 . ¶ (2) سورة الإسراء ، الآية 82 . ¶ (3) انظر : الجواب الكافي ص21-23 .",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "وقال في موضع آخر : ( وقد تقدم أن جماع أمراض القلب هي أمراض الشبهات والشهوات. والقرآن شفاء للنوعين . ففيه من البينات والبراهين القطعية ما يبين الحق من الباطل ، فتزول أمراض الشُّبه المفسدة للعلم والتصور والإدراك، بحيث يرى الأشياء على ما هي عليه، وليس تحت أديم السماء كتاب متضمن للبراهين والآيات على المطالب العالية : من التوحيد، وإثبات الصفات، وإثبات المعاد والنبوّات ، ورد النِّحَل الباطلة والآراء الفاسدة، مثل القرآن. فإنه كفيل بذلك كله، متضمن له على أتمّ الوجوه وأحسنها ، وأقربها إلى العقول وأفصحها بياناً. فهو الشفاء على الحقيقة من أدواء الشبه والشكوك ؛ ولكن ذلك موقوف على فهمه ومعرفة المراد منه. فمن رزقه اللَّه تعالى ذلك أبصر الحق والباطل عياناً بقلبه ، كما يرى الليل والنهار ، وعلم أن ما عداه من كتب الناس وآرائهم ومعقولاتهم : بين علوم لا ثقة بها ، وإنما هي آراء وتقليد، وبين ظنون كاذبة لا تغني عن الحق شيئاً، وبين أمور صحيحة لا منفعة للقلب فيها ؛ وبين علوم صحيحة قد وعّروا الطريق إلى تحصيلها ، وأطالوا الكلام في إثباتها ، مع قلة نفعها .",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "إلى أن قال : وأما شفاؤه لمرض الشهوات فذلك بما فيه من الحكمة والموعظة الحسنة بالترغيب والترهيب ، والتزهيد في الدنيا، والترغيب في الآخرة، والأمثال والقصص التي فيها أنواع العبر والاستبصار ، فيرغب القلب السليم إذا أبصر ذلك فيما ينفعه في معاشه ومعاده، ويرغب عما يضره، فيصير القلب محباً للرشد، مبغضاً للغي. فالقرآن مزيل للأمراض الموجهة للإرادات الفاسدة، فيصلح القلب، فتصلح إرادته، ويعود إلى فطرته التي فطر عليها، فتصلح أفعاله الاختيارية الكسبية، كما يعود البدن بصحته وصلاحه إلى الحال الطبيعي، فيصير بحيث لا يقبل إلاَّ الحق ، كما أن الطفل لا يقبل إلاَّ اللبن ، فيتغذى القلب من الإيمان والقرآن بما يزكيه ويقويه ويؤيده ويفرحه ، ويسره وينشطه...)(1). ¶ 2 - ومن أدوية أمراض القلوب : ¶ الإيمان وأوراد الطاعات ، واجتناب الآثام والمعاصي وأنواع المخالفات. ¶ قال شيخ الإسلام رحمه اللَّه : ( وهكذا أمراض الأبدان : فإن الصحة تحفظ بالمثل ، والمرض يدفع بالضد ، فصحة القلب بالإيمان تحفظ بالمثل ، وهو ما يورث القلب إيماناً من العلم النافع والعمل الصالح ، فتلك أغذية له ... ويضم إلى ذلك الاستغفار ؛ فإنه من استغفر اللَّه ثم تاب إليه متعه متاعاً حسناً إلى أجل مسمى. ¶ وليتخذ وِرداً من \"الأذكار\" في النهار ، ووقت النوم، وليصبر على ما يعرض له من الموانع والصوارف، فإنه لا يلبث أن يؤيده اللَّه بروح منه، ويكتب الإيمان في قلبه . ¶ __________ ¶ (1) انظر : إغاثة اللهفان (1/44-46) وقد ذكر ابن القيم رحمه اللَّه في عدة مواضع أهمية قراءة القرآن وإنه شفاء لما في الصدور . انظر : إغاثة اللهفان (1/15، 22، 70، 92) .",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "وليحرص على إكمال الفرائض من الصلوات الخمس باطنة وظاهرة فإنها عمود الدين ، وليكن هجيراه (1) \" لا حول ولا قوة إلاَّ باللَّه \" فإنها بها تُحمل الأثقال وتُكابَد الأهوال وينال رفيع الأحوال . ¶ ولا يسأم من الدعاء والطلب ، فإن العبد يُستجاب له ما لم يعجل (2). فيقول : قد دعوتُ ودعوتُ فلم يُستجب لي ، وليعلم أن النصر مع الصبر، وأن الفرج مع الكرب ، وأن مع العسر يسراً ، ولم ينل أحد شيئاً من ختم الخير نبي فمن دونه إلاَّ بالصبر ) (3) . ¶ __________ ¶ (1) هجيره : الهَجير والهاجرة : اشتداد الحر نصف النهار ، وقيل الهِجِّيرُ والهِجِّيرى: الدّابُ والعادة والدَّيدن . انظر : النهاية في غريب الحديث والأثر (5/246) . ¶ (2) يشير بذلك رحمه اللَّه إلى الحديث الذي في الصحيحين فقد روى البخاري في صحيحه (7/153) كتاب الدعوات ، باب يستجاب للعبد ما لم يعجل ، ومسلم في صحيحه (4/2095) كتاب الذكر والدعاء والتوبة والاستغفار ، باب بيان أنه يستجاب للداعي ما لم يعجل فيقول : دعوت فلم يستجب لي (ح2735) عن أبي هريرة أن رسول اللَّه صلى اللَّه عليه وسلم قال: \" يستجاب لأحدكم ما لم يعجل يقول دعوت فلم يستجب لي \" . ¶ ... وقال ابن القيم رحمه اللَّه في الجواب الكافي ص28-29 : ( ومن الآفات التي تمنع ترتب أثر الدعاء عليه : أن يستعجل العبد ويستبطىء الإجابة فيستحسر ويدع الدعاء، وهو ما بمنزلة من بذر بذراً أو غرس غرساً ، فجعل يتعاهده ويسقيه فلما استبطأ كماله وإدراكه تركه وأهمله) . ¶ (3) انظر : مجموع الفتاوى (10/136-137) .",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "وقال شيخ الإسلام رحمه اللَّه في موضع آخر : ( وكما أن الواجب الاحتماء عن سبب المرض قبل حصوله ، وإزالته بعد حصوله ، فهكذا أمراض يحتاج فيها إلى حفظ الصحة ابتداء وإلى إعادتها - بأن عرض له المرض دواماً ، والصحة تحفظ بالمثل ، والمرض يزول بالضد ، فصحة القلب تحفظ باستعمال أمثال ما فيها ، أو هو ما يقوي العلم والإيمان من الذكر والتفكر والعبادات المشروعة ، وتزول بالضد، فتزال الشبهات بالبينات، وتزال محبة الباطل ببغضه ومحبة الحق ... إلى أن قال : فهذه الأمراض إذا كان معها إيمان وتقوى كانت كما قال النَّبِيّ ( : \" لا يقضي اللَّه للمؤمن قضاء إلاَّ كان خيراً له أن إصابته سراء فشكر كان خيراً له ، وإن أصابته ضراء فصبر كان خيراً له\"(1) ) (2) . ¶ وقال ابن القيم رحمه اللَّه : ( فالقلب محتاج إلى ما يحفظ عليه قوته، وهو الإيمان وأوراد الطاعات، وإلى حمية عن المؤذى الضار، وذلك باجتناب الآثام والمعاصي ، وأنواع المخالفات ؛ وإلى استفراغه من كل مادة فاسدة تعرض له، وذلك بالتوبة النصوح، واستغفار غافر الخطيئات ... ¶ إلى أن قال رحمه اللَّه : والصحة تحفظ بالمثل والشبه ، والمرض يدفع بالضد والخلاف ، وهو يقوى بمثل سببه ، ويزول بضده، والصحة تحفظ بمثل سببها وتضعف أو تزول بضده . ¶ __________ ¶ (1) لم أقف عليه بهذا اللفظ ، وقد روى نحوه الإمام مسلم في صحيحه (4/2295) ، كتاب الزهد والرقائق باب المؤمن أمره كل خير (ح2999) ، وأحمد في مسنده (4/332)، والطبراني في الكبير (8/47) (ح7316، 7317) ، والبيهقي في السنن (3/375) عن صهيب قال : قال رسول اللَّه صلى اللَّه عليه وسلم : \"عجباً لأمر المؤمن ، إنّ أمره كله خير وليس ذاك لأحدٍ إلاَّ للمؤمن ، إن أصابته سراء شكر فكان خيراً له ، وإن أصابته ضراء صبر ، فكان خيراً له\" واللفظ لمسلم. ¶ (2) انظر : مجموع الفتاوى (10/145-148) .",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "ولما كان البدن المريض يؤذيه ما لا يؤذي الصحيح : من يسير الحر ، والبرد، والحركة، ونحو ذلك، فكذلك القلب إذا كان فيه مرض آذاه أدنى شيء: من الشبهة أو الشهوة، حيث لا يقوى على دفعهما إذا وردا عليه، والقلب الصحيح القوي يطرقه أضعاف ذلك وهو يدفعه بقوته وصحته. ¶ وبالجملة فإذا حصل للمريض مثل سبب مرضه زاد مرضه وضعفت قوته وترامى إلى التلف، مالم يتدارك ذلك بأن يحصل له ما يقوى قوته ويزيل مرضه)(1) . ¶ وأمراض القلوب التي تقدم ذكر بعضها في المبحث الأول كمرض الجهل ومرض الشهوات ومرض الشبهات، وأمراض الهمّ والغمّ والغيط والجهل والشك كل هذه الأمراض وغيرها من أمراض القلوب لها أدوية طبيعية وشرعية. ¶ قال ابن القيم رحمه اللَّه : مرض القلب نوعان : نوع لا يتألم به صاحبه في الحال ؛ وهو النوع المتقدم، كمرض الجهل، ومرض الشبهات والشكوك، ومرض الشهوات. وهذا النوع هو أعظم النوعين ألماً، ولكن لفساد القلب لا يحس بالألم، ولأن سكرة الجهل والهوى تحول بينه وبين إدراك الألم ، وإلا فألمه حاضر فيه حاصل له ، وهو متوارٍ عنه باشتغاله بضده، وهذا أخطر المرضين وأصعبهما، وعلاجه إلى الرسل وأتباعهم ، فهم أطباء هذا المرض. ¶ والنوع الثاني : مرض مؤلم له في الحال ، كالهمّ والغمّ والحَزَنِ والغيظ، وهذا المرض قد يزول بأدوية طبيعية، كإزالة أسبابه، أو بالمداواة بما يضاد تلك الأسباب؛ وما يدفع موجبها مع قيامها، وهذا كما أن القلب قد يتألم بما يتألم به البدن ويشقى بما يشقى به البدن، فكذلك البدن يتألم كثيراً بما يتألم به القلب ، ويشقيه ما يشقيه . ¶ __________ ¶ (1) انظر : إغاثة اللهفان (1/17-18) .",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "فأمراض القلب التي تزول بالأدوية الطبيعية من جنس أمراض البدن، وهذه قد لا توجب وحدها شقاءه وعذابه بعد الموت، وأما أمراضه التي لا تزول إلاَّ بالأدوية الإيمانية النبوية فهي التي توجب له الشقاء والعذاب الدائم، إن لم يتداركها بأدويتها المضادة لها، فإذا استعمل تلك الأدوية حصل له الشفاء، ولهذا يقال \" شفى غيظه \" فإذا استولى عليه عدوه آلمه ذلك ، فإذا انتصف منه اشتفى قلبه، قال تعالى : ( قَاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُؤْمِنِينَ(14)وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ وَيَتُوبُ اللَّهُ عَلَى مَنْ يَشَاءُ((1) فأمر بقتال عدوهم، وأعلمهم أن فيه ست فوائد. ¶ فالغيظ يؤلم القلب ، ودواؤه في شفاء غيظه، فإن شفاه بحق اشتفى، وإن شفاه بظلم وباطل زاده مرضاً من حيث ظن أنه يشفيه، وهو كمن شفى مرض العشق بالفجور بالمعشوق ، فإن ذلك يزيد مرضه، ويوجب له أمراضاً أُخر أصعب من مرض العشق، كما سيأتي إن شاء اللَّه تعالى، وكذلك الغمّ والهم والحزن أمراض للقلب، وشفاؤها بأضدادها: من الفرح والسرور، فإن كان ذلك بحق اشتفى القلب وصح وبرىء من مرضه، وإن كان بباطل توارَى ذلك واستتر، ولم يزل، وأعقب أمراضاً هي أصعب وأخطر. ¶ وكذلك الجهل مرض يؤلم القلب ، فمن الناس من يداويه بعلوم لا تنفع، ويعتقد أنه قد صح من مرضه بتلك العلوم، وهي في الحقيقة إنما تزيده مرضاً إلى مرضه؛ لكن اشتغل القلب بها عن إدراك الألم الكامن فيه، بسبب جهله بالعلوم النافعة، التي هي شرط في صحته وبُرْئه ... ¶ وكذلك الشاك في الشيء المرتاب فيه ، يتألم قلبه حتى يحصل له العلم واليقين ، ولما كان ذلك يوجب له حرارة قيل لمن حصل له اليقين: ثلج صدره وحصل له بَرْد اليقين ... ¶ __________ ¶ (1) سورة التوبة ، الآيتان 14،15 .",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "والمقصود : أن من أمراض القلوب ما يزول بالأدوية الطبيعية، ومنها ما لا يزول إلاَّ بالأدوية الشرعية الإيمانية ، والقلب له حياة وموت، ومرض وشفاء، وذلك أعظم مما للبدن )(1). ¶ 3 - ومن الأدوية الناجحة لعلاج مرض الحسد وغيره التقوى والصبر. ¶ قال شيخ الإسلام رحمه اللَّه : ( فمن وجد في نفسه حسداً لغيره فعليه أن يستعمل معه التقوى والصبر، فيكره ذلك من نفسه، وكثير من الناس الذين عندهم دين لا يعتدون على المحسود، فلا يعينون من ظلمه ، ولكنهم أيضاً لا يقومون بما يجب من حقه ، بل إذا ذمه أحد لم يوافقوه على ذمه ولا يذكرون محامده، وكذلك لو مدحه أحسد لسكتوا ، وهؤلاء مدينون في ترك المأمور في حقه مفرطون في ذلك ؛ لا معتدون عليه ، وجزاؤهم أنهم يبخسون حقوقهم فلا ينصفون أيضاً في مواضع ، ولا ينصرون على من ظلمهم كما لم ينصروا هذا المحسود، وأما من اعتدى بقول أو فعل فذلك يعاقب ومن أتقى وصبر فلم يدخل في الظالمين نفعه اللَّه بتقواه ...)(2). ¶ وقال ابن القيم رحمه اللَّه : ( وجمع سبحانه بين الصبر واليقين(3) إذ هما سعادة العبد، وفَقدُهما يُفقِده سعادته ، فإن القلب تطرقه طوارق الشهوات المخالفة لأمر اللَّه، وطوارق الشبهات المخالفة لخبره فبالصبر يَدفعُ الشهوات، وباليقين يدفع الشبهات(4)، فإن الشهوة والشبهة مُضادّتان للدّين من كل وجهٍ، فلا ينجو من عذاب اللَّه إلاَّ من دفع شهواته بالصبر وشبهاته باليقين ... ) (5) . ¶ 4 - ومن أدوية أمراض القلوب كمرض العشق وغيره إخلاص الدين لله وحده لا شريك له ومحبته سبحانه وحده والخوف منه . ¶ __________ ¶ (1) انظر : إغاثة اللهفان (1/18-20) . ¶ (2) مجموع الفتاوى (10/125) . ¶ (3) كما في قوله تعالى : ( وجعلنا منهم أئمة يهدون بأمرنا لما صبروا وكانوا بآياتنا يوقنون( [سورة السجدة : 24] ¶ (4) انظر : اقتضاء الصراط المستقيم (1/120) . ¶ (5) رسالة ابن القيم إلى أحد إخوانه ص16، 17.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "قال شيخ الإسلام رحمه اللَّه : والرسل صلى اللَّه عليهم وسلم بُعثوا لتقرير الفطرة وتكميلها لا لتغيير الفطرة وتحويلها، وإذا كان القلب محباً لله وحده مخلصاً له الدين لم يُبْتَل بحب غيره [أصلاً] ، فضلاً أن يُبتلى بالعشق وحيث ابتلي بالعشق فلنقص محبته لله وحده . ولهذا لما كان يوسف محباً لله مخلصاً له الدين لم يُبتل بذلك ، بل قال تعالى : ( كَذَلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشَاءَ إِنَّهُ مِنْ عِبَادِنَا الْمُخْلَصِينَ((1) . وأما امرأة العزيز فكانت مشركة هي وقومها ، فلهذا ابتليت بالعشق ، وما يبتلي بالعشق أحد إلاَّ لنقص توحيده وإيمانه ، وإلا فالقلب المنيب إلى اللَّه الخائف منه فيه صارفان يصرفانه عن العشق: ¶ (أحدهما) : إنابته إلى اللَّه ، ومحبته له ، فإن ذلك ألذ وأطيب من كل شيء، فلا تبقى مع اللَّه محبة مخلوق تزاحمه . ¶ و(الثاني) : خوفه من اللَّه ، فإن الخوف المضاد للعشق يصرفه، وكل من أحب شيئاً بعشق أو غير عشق فإنه يُصرف عن محبته بمحبة ما هو أحب إليه منه ، إذا كان يزاحمه ، وينصرف عن محبته بخوف حصول ضرر يكون أبغض إليه من ترك ذاك الحب ، فإذا كان اللَّه أحب إلى العبد من كل شيء، وأخوف عنده من كل شيء ، لم يحصل معه عشق ولا مزاحمة إلاَّ عند غفلة أو عند ضعف هذا الحب والخوف ، بترك بعض الواجبات وفعل بعض المحرمات ، فإن الإيمان يزيد بالطاعة وينقص بالمعصية، فكلما فعل العبد الطاعة محبة للَّه وخوفاً منه وترك المعصية حباً له وخوفاً منه قوي حبه له وخوفه منه ، فيزيل ما في القلب من محبة غيره ومخافة غيره ) (2) . ¶ __________ ¶ (1) سورة يوسف ، الآية 24 . ¶ (2) مجموع الفتاوى (10/135-136) .",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "وبين ابن القيم رحمه اللَّه أن عشق الصور إنما يبتلى به القلوب الفارغة من حب اللَّه والإخلاص له ، وأن الإخلاص له سبب لدفع العشق وما يترتب عليه من السوء والفحشاء فقال : ( وهذا إنما تبتلى به القلوب الفارغة من حب اللَّه والإخلاص له ، فإن القلب لابد له من التعلق بمحبوب. فمن لم يكن اللَّه وحده محبوبه وإلهه ومعبوده فلابد أن يتعبد قلبه لغيره . قال تعالى عن يوسف الصديق عليه السلام : ( كَذَلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشَاءَ إِنَّهُ مِنْ عِبَادِنَا الْمُخْلَصِينَ((1) فامرأة العزيز لما كانت مشركة وقعت فيما وقعت فيه ، مع كونها ذات زوج ، ويوسف عليه السلام لما كان مخلصاً لله تعالى نجا من ذلك مع كونه شاباً عزباً غريباً مملوكاً ) (2) . ¶ ولابن القيم رحمه اللَّه أيضاً كلامٌ طويلٌ في علاج داء العشق أذكر بعضاً منه حيث قال : ( والكلام في دواء هذا الداء من طريقين أحدهما: حسم مادته قبل حصولها، والثاني : قلعها بعد نزولها ، وكلاهما يسير على من يسره اللَّه عليه، ومتعذر على من لم يعنه اللَّه ، فإن أزمة الأمور بيديه . ¶ __________ ¶ (1) سورة يوسف ، الآية 24 . ¶ (2) إغاثة اللهفان (1/47) ، وانظر : زاد المعاد في هدي خير العباد (3/151) ، وإغاثة اللهفان (2/152) .",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "وأما الطريق المانع من حصول هذا الداء ، فأمران : أحدهما : غض البصر كما تقدم ، فإن النظرة سهم مسموم من سهام إبليس ، ومن أطلق لحظاته دامت حسراته ، الثاني : اشتغال القلب بما يبعده عن ذلك ويحول بينه وبين الوقوع فيه ... إلى أن قال : وإذا عرفت هذه المقدمة فلا يمكن أن يجتمع في القلب حب المحبوب الأعلى وعشق الصور أبداً ، بل هما ضدان لا يجتمعان ، بل لابد أن يخرج أحدهما صاحبه ، فمن كانت قوة حبه كلها للمحبوب الأعلى الذي محبة ما سواه باطلة وعذاب على صاحبها صرفه ذلك عن محبة ما سواه ، وإن أحبه لم يحبه إلاَّ لأجله ، أو لكونه وسيلة إلى محبته، أو قاطعاً له عما يضاد محبته وينقصها، والمحبة الصادقة تقتضي توحيد المحبوب وأن لا يشرك بينه وبين غيره في محبته، وإذا كان المحبوب من الخلق يأنف ويغار أن يشرك معه محبة غيره ، ويمقته لذلك ، ويبعده ولا يحظيه بقربه، ويعده كاذباً في دعوى محبته ، مع أنه ليس أهلاً لصرف كل قوة المحبة إليه فكيف بالحبيب الأعلى الذي لا تبتغى المحبة إلاَّ له وحده، وكل محبة لغيره فهي عذاب على صاحبها ووبال ؟ ولهذا لا يغفر اللَّه سبحانه أن يشرك به في هذه المحبة ، ويغفر ما دون ذلك لمن يشاء ...)(1). ¶ 5 - ومن أدوية أمراض القلوب اليأس من حصول المطلوب من عشق أو شهوة أو غيرها . ¶ __________ ¶ (1) انظر : الجواب الكافي لمن سأل عن الدواء الشافي ص259، 262، 263، 264، وقد عقد ابن القيم رحمه اللَّه فصلاً في هديه صلى اللَّه عليه وسلم في علاج العشق في أكثر من أربع صفحات ذكر فيه كلاماً مفيداً في علاج هذا المرض لم أذكره مخافة الإطالة . انظر: زاد المعاد (3/151-154) .",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "قال شيخ الإسلام رحمه اللَّه : ( ومن في قلبه مرض الشهوة وإرادة الصورة متى خضع المطلوب طمع المريض، والطمع الذي يقوي الإرادة والطلب، ويقوي المرض بذلك، بخلاف ما إذا كان آيساً من المطلوب، فإن اليأس يزيل الطمع فتضعف الإرادة فيضعف الحب، فإن الإنسان لا يريد أن يطلب ما هو آيس منه ، فلا يكون مع الإرادة عمل أصلاً ، بل يكون حديث نفسٍ إلاَّ أن يقترن بذلك كلام أو نظر ونحو ذلك فيأثم بذلك...)(1) . ¶ 6 - ومن أدوية أمراض القلوب : ¶ دوام الاستعانة باللَّه تعالى والتعرض لأسباب مرضاته والتجاء القلب إليه وإقباله عليه في حركاته وسكناته . قال ابن القيم رحمه اللَّه : ( ولما علم عدو اللَّه إبليس أن المدار على القلب والاعتماد عليه ، أجلب عليه بالوساوس وأقبل بوجوه الشهوات إليه، وزين له من الأحوال والأعمال ما يصده به عن الطريق وأمدّه من أسباب الغَيّ بما يقطعه عن أسباب التوفيق ، ونصب له من المصايد والحبائل ما أن سلم من الوقوع فيها لم يسلم من أن يحصل له بها التعويق، فلا نجاة من مصايده ومكايده إلاَّ بدوام الاستعانة باللَّه تعالى، والتعرض لأسباب مرضاته ، والتجاء القلب إليه وإقباله عليه في حركاته وسكناته ، والتحقق بذل العبودية الذي هو أولى ما تلبس به الإنسان ليحصل له الدخول في ضمان ( إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ((2)، فهذه الإضافة هي القاطعة بين العبد وبين الشياطين ، وحصولها سبب تحقيق مقام العبودية لرب العالمين ، وإشعار القلب إخلاص العمل ودوام اليقين ، فإذا أشرب القلب العبودية والإخلاص صار عند اللَّه من المقربين وشمله استثناء (إِلاَّ عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ((3)(4) . ¶ __________ ¶ (1) مجموع الفتاوى (10/132) . ¶ (2) سورة الحجر ، الآية 42 . ¶ (3) سورة ص، الآية 83 . ¶ (4) إغاثة اللهفان (1/5-6) .",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "7 - ومن أدوية أمراض القلوب : الاستعاذة باللَّه من الشيطان عند قراءة القرآن . قال ابن القيم رحمه اللَّه : ( فأمر سبحانه بالاستعاذة به من الشيطان عند قراءة القرآن وفي ذلك وجوه منها : أن القرآن شفاء لما في الصدور يُذْهِب لما يلقيه الشيطان فيها من الوساوس والشهوات والإرادات الفاسدة، فهو دواء لما أمَرَّه فيها الشيطان، فأمر أن يطرد مادة الداء ويُخلى منه القلب ليصادف الدواء محلا خالياً ، فيتمكن منه ويؤثر فيه ... فيجيء هذا الدواء الشافي إلى القلب قد خلا من مزاحم ومُضادّ له فينجع فيه . ¶ ومنها أن القرآن مادة الهدى والعلم والخير في القلب ، كما أن الماء مادة النبات والشيطان نار يحرق النبات أولاً فأولاً ، فكلما أحس بنبات الخير من القلب سعى في إفساده وإحراقه ، فأمر أن يستعيذ باللَّه عز وجل منه لئلا يفسد عليه ما يحصل له بالقرآن والفرق بين هذا الوجه والوجه الذي قبله ، أن الاستعاذة في الوجه الأول لأجل حصول فائدة القرآن، وفي الوجه الثاني لأجل بقائها وحفظها وثباتها ... ) (1) . ¶ وأمَّا قسوة القلب فقد ذكر القرطبي رحمه اللَّه لعلاجه عدة أمور فقال: ¶ ( قال العلماء رحمة اللَّه عليهم : ليس للقلوب أنفع من زيارة القبور وخاصة إن كانت قاسية فعلى أصحابها أن يعالجوها بثلاثة أمور : ¶ أحدها : الإقلاع عما هي عليه بحضور مجالس العلم بالوعظ والتذكر، والتخويف والترغيب، وأخبار الصالحين . فإن ذلك مما يلين القلوب وينجع فيها. ¶ الثاني : ذكر الموت، فيكثر من ذكر هادم اللذات ومفرِّق الجماعات ومُيَتِّم البنين والبنات . ¶ قال العلماء : تذكر الموت يردع عن المعاصي ، ويلين القلب القاسي، ويذهب الفرح بالدنيا ويهون المصائب فيها. ¶ __________ ¶ (1) إغاثة اللهفان (1/92) ومن أراد الاستزادة من ذلك فقد خصص ابن القيم رحمه اللَّه الباب الثاني عشر في كتابه إغاثة اللهفان (1/90-102) كله في علاج مرض القلب بالاستعاذة من الشيطان.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "الثالث : مشاهدة المحتضرين، فإنّ في النظر إلى الميت ومشاهدة سكراته، ونزعاته، وتأمل صورته بعد مماته، ما يقطع عن النفوس لذاتها، ويطرد عن القلوب مسراتها، ويمنع الأجفان من النوم، والأبدان من الراحة، ويبعث على العمل، ويزيد في الاجتهاد والتعب. ¶ فهذه ثلاثة أمور ينبغي لمن قسا قلبُهُ ، ولزمه ذنبُهُ، أن يستعين بها على دواء دائه، ويستصرخ بها على فتن الشيطان وإغوائه، فإن انتفع بها فذاك، وإن عظم عليه ران القلب واستحكمت فيه دواعي الذنب، فزيارة قبور الموتى تبلغ في دفع ذلك ما لا يبلغه الأول، والثاني والثالث...) (1). ¶ الفصل الرابع :آثار الذنوب والمعاصي على القلوب ¶ للمعاصي والذنوب من الآثار القبيحة المذمومة ، المضرة بالقلب والبدن في الدنيا والآخرة ما لا يعلمه إلاَّ اللَّه (2) . ¶ قال ابن القيم رحمه اللَّه : ( فمما ينبغي أن يعلم : أن الذنوب والمعاصي تضر، ولا شك أن ضررها في القلوب كضرر السموم في الأبدان، على اختلاف درجاتها في الضرر، وهل في الدنيا والآخرة شرور وداء إلاَّ سببه الذنوب والمعاصي ... ) (3) . ¶ __________ ¶ (1) انظر : التذكرة في أحوال الموتى وأمور الآخرة (1/27-28) . ¶ (2) قال الغزالي رحمه اللَّه في إحياء علوم الدين 3/14 : ( وأما الآثار المذمومة فإنها مثل دخان مظلم يتصاعد إلى مرآة القلب ولا يزال يتراكم عليه مرة بعد أخرى إلى أن يسود ويظلم ويصير بالكلية محجوباً عن اللَّه تعالى، وهو الطبع وهو الرين قال اللَّه تعالى: ( كَلاَّ بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ( [المطففين: 14] ¶ ... ومهما تراكمت الذنوب طبع على القلوب وعند ذلك يعمى القلب عن إدراك الحق وصلاح الدين ويستهين بأمر الآخرة ويستعظم أمر الدنيا ويصير مقصور الهم عليها، فإذا قرع سمعه أمر الآخرة وما فيها من الأخطار دخل من أذن وخرج من أذن ولم يستقر في القلب ولم يحركه إلى التوبة والتدارك...). ¶ (3) الجواب الكافي ص80.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "ثم ذكر رحمه اللَّه كلاماً جيداً في آثار المعاصي والذنوب على القلوب أذكر بعضاً من هذه الآثار لعل اللَّه أن ينفع بالتدبر بها قلوبنا إنه على كل شيء قدير ، حيث قال: ( وللمعاصي من الآثار القبيحة المذمومة، المضرة بالقلب والبدن في الدنيا والآخرة ما لا يعلمه إلاَّ الله. ¶ 1 - فمنها ( أي من آثار الذنوب والمعاصي على القلب ) حرمان العلم. فإن العلم نور يقذفه اللَّه في القلب ، والمعصية تطفىء ذلك النور، ولما جلس الإمام الشافعي (1) بين يدي مالك(2) ، وقرأ عليه أعجبه ما رأى من وفور فطنته ، وتوقد ذكائه ، وكمال فهمه ، فقال : إني أرى اللَّه قد ألقى على قلبك نوراً ، فلا تطفئه بظلمة المعصية ...)(3) . ¶ واللَّه تبارك وتعالى وعد عباده المتقين البعيدين عن المعاصي بوفرة العلم فقال تعالى : ( وَاتَّقُوا اللَّهَ وَيُعَلِّمُكُمُ اللَّهُ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ((4) . ¶ 2 - ومنها : ( وحشة يجدها العاصي في قلبه بينه وبين اللَّه لا يوازنها ولا يقارنها لذة ترك الذنوب إلاَّ حذراً من وقوع تلك الوحشة، لكان العاقل حرياً بتركها ... وليس على القلب أمر من وحشة الذنب على الذنب ، فاللَّه المستعان) (5) . ¶ __________ ¶ (1) هو محمد بن إدريس بن العباس المطلبي ، أبو عبد اللَّه الشافعي ، المكي ، نزيل مصر الإمام ناصر الحديث وهو المجدد لأمر الدين على رأس المائتين ، ثقة مات سنة (204هـ) ، وله أربع وخمسون سنة . الكاشف (3/16)، وتقريب التهذيب ص467. ¶ (2) مالك بن أنس الأصبحي ، أبو عبد اللَّه المدني ، الفقيه ، إمام دار الهجرة رأس المتقنين ، وكبير المتثبتين ، مات سنة (179هـ) ، وكان مولده سنة (93هـ). ¶ ... الكاشف (3/99) ، وتقريب التهذيب ص516 . ¶ (3) الجواب الكافي ص97-98 . ¶ (4) سورة البقرة ، الآية 282 . ¶ (5) انظر : الجواب الكافي ص98 .",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "قال تعالى : ( فَمَنْ يُرِدِ اللَّهُ أَنْ يَهدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلَامِ وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ كَذَلِكَ يَجْعَلُ اللَّهُ الرِّجْسَ عَلَى الَّذِينَ لا يُؤْمِنُونَ((1) . ¶ 3 - ( ومنها : ظلمة يجدها في قلبه حقيقة يحس بها كما يحس بظلمة الليل البهيم إذا أدلهم فتصير ظلمة المعصية لقلبه كالظلمة الحسية لبصره، فإن الطاعة نور، والمعصية ظلمة، وكلما قويت الظلمة ازدادت حيرته، حتى يقع في البدع والضلالات والأمور المهلكة وهو لا يشعر ، كأعمى خرج في ظلمة الليل يمشي وحده، وتقوى هذه الظلمة حتى تظهر في العين ثم تقوى حتى تعلو الوجه ، وتصير سواداً في الوجه حتى يراه كل أحد. ¶ قال عبد اللَّه بن عباس (2) : \" إن للحسنة ضياء في الوجه ونوراً في القلب، وسعة في الرزق، وقوة في البدن، ومحبة في قلوب الخلق ، وإن للسيئة سواداً في الوجه ، وظلمة في القبر والقلب ووهناً في البدن، ونقصاً في الرزق ، وبغضة في قلوب الخلق \" (3) . ¶ وقد أوضح اللَّه في كتابه هذه الظلمة قال تعالى : ( وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا صُمٌّ وَبُكْمٌ فِي الظُّلُمَاتِ مَنْ يَشَأِ اللَّهُ يُضْلِلْهُ وَمَنْ يَشَأْ يَجْعَلْهُ عَلَى صِرَاطٍ مُسْتَقِيمٍ((4) . ¶ __________ ¶ (1) سورة الأنعام ، آية 125 . ¶ (2) عبد اللَّه بن عباس بن عبد المطلب، ابن عم رسول اللَّه صلى اللَّه عليه وسلم ولد قبل الهجرة بثلاث سنين، ودعا له رسول اللَّه صلى اللَّه عليه وسلم بالفهم في القرآن ، فكان يُسمى البحر ، والحِبْر ، لسعة علمه ، مات سنة (68هـ) بالطائف وهو أحد العبادلة من فقهاء الصحابة . حلية الأولياء (1/314) ، والإصابة (4/90) . ¶ (3) انظر : الجواب الكافي ص98-99 . ¶ (4) سورة الأنعام ، آية 39 .",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "4 - ومنها : ( أن المعاصي توهن القلب والبدن، أما وهنها للقلب : فأمر ظاهر، بل لا تزال توهنه حتى تزيل حياته بالكلية . ¶ وأما وهنها للبدن : فإن المؤمن قوته من قلبه ، وكلما قوى قلبه قوى بدنه، وأما الفاجر فإنه - وإن كن قوي البدن - فهو أضعف شيء عند الحاجة، فتخونه قوته أحوج ما يكون إلى نفسه، فتأمل قوة أبدان فارس والروم كيف خانتهم أحوج ما كانوا إليها، وقهرهم أهل الإيمان بقوة أبدانهم وقلوبهم)(1). ¶ 5 - ومنها : ( وهو من أخوفها على العبد - أنها تضعف القلب عن إرادته، فتقوى فيه إرادة المعصية، وتضعف إرادة التوبة شيئاً فشيئاً ، إلى أن تنسلخ من قلبه إرادة التوبة بالكلية ، فلو مات نصفه لما تاب إلى اللَّه ، فيأتي بالاستغفار وتوبة الكذابين باللسان لشيء كثير ، وقلبه معقود بالمعصية مصر عليها ، عازم على مواقعتها متى أمكنه ، وهذا من أعظم الأمراض وأقربها إلى الهلاك) (2). ¶ 6 - ومنها : ( أنه ينسلخ من القلب استقباحها ، فتصير له عادة ، فلا يستقبح من نفسه رؤية الناس له ، ولا كلامهم فيه ، وهذا عند أرباب الفسوق هو غاية التفكه وتمام اللذة حتى يفتخر أحدهم بالمعصية، ويحدث بها من لم يكن يعلم أنه عملها ، فيقول : يا فلان عملت كذا وكذا ، وهذا الضرب من الناس لا يتعافون ، وتسد عليهم طريق التوبة وتغلق عنهم أبوابها في الغالب ...)(3). ¶ __________ ¶ (1) الجواب الكافي ص99 . ¶ (2) الجواب الكافي ص101-102 . ¶ (3) الجواب الكافي ص102 .",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "7 - ومنها : ( أن الذنوب إذا تكاثرت طبع على قلب صاحبها، فكان من الغافلين ، كما قال بعض السلف (1) في قوله تعالى : ( كَلاَّ بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ((2) قال : هو الذنب بعد الذنب (3) ، وقال الحسن(4) : هو الذنب على الذنب ، حتى يعمى القلب(5) ، وقال غيره(6) : لما كثر ذنوبهم ومعاصيهم أحاطت بقلوبهم (7) ) (8) . ¶ ثم بيّن ابن القيم رحمه اللَّه عقوبات الذنوب والمعاصي وسأذكر منها ما يختص بالقلب ، حيث قال رحمه اللَّه : ¶ (1) ( ومن عقوباتها : أنها تطفىء من القلب نار الغيرة التي هي لحياته وصلاحه كالحرارة الغريزية لحياة جميع البدن ، فإن الغيرة حرارته وناره التي تخرج ما فيه من الخبث والصفات المذمومة، كما يخرج الكير خبث الذهب والفضة والحديد ، وأشرف الناس وأعلاهم قدراً وهمة أشدهم غيرة على نفسه وخاصته وعموم الناس، ولهذا كان النَّبِيّ ( أغير الخلق على الأمة ، واللَّه سبحانه أشد غيرة منه، كما ثبت في الصحيح عنه ( أنه قال : \" أتعجبون من غيرة سعدٍ ؟ لأنا أغير منه واللَّه أغير منيّ\"(9).... ¶ __________ ¶ (1) كابن عباس رضي اللَّه عنه ومجاهد والكلبي رحمهما اللَّه . ¶ (2) سورة المطففين ، الآية 14 . ¶ (3) انظر : جامع البيان (30/98 ، 99) ، وتفسير القرطبي (19/259 -260) . ¶ (4) هو : البصري رحمه اللَّه . تقدمت ترجمته . ¶ (5) انظر : جامع البيان (30/98) ، وتفسير البغوي (4/460) ، وتفسير ابن كثير (4/518) . ¶ (6) كالفراء ومجاهد وابن جرير الطبري رحمهم اللَّه . ¶ (7) جامع البيان (30/97-99) ، وتفسير القرطبي (19/259) . ¶ (8) الجواب الكافي ص105. ¶ (9) رواه البخاري في صحيحه (6/156) كتاب النكاح ، باب الغيرة ، ومسلم في صحيحه (2/1136) ، كتاب اللعان (ح1499).",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "إلى أن قال رحمه اللَّه : والمقصود : أنه كلما اشتدت ملابسته للذنوب أخرجت من قلبه الغيرة على نفسه وأهله وعموم الناس ، وقد تضعف في القلب جداً حتى لا يستقبح بعد ذلك القبيح لا من نفسه ولا من غيره ، وإذا وصل إلى هذا الحد فقد دخل في باب الهلاك ، وكثير من هؤلاء لا يقتصر على عدم الاستقباح ، بل يحسن الفواحش والظلم لغيره ويزينه له ، ويدعوه إليه ويحثه عليه ، ويسعى له في تحصيله ، فالغيرة تحمي القلب فتحمي له الجوارح، فتدفع السوء والفواحش ، وعدم الغيرة يميت القلب فتموت له الجوارح ، فلا يبقى عندها دفع البتة ، ومثل الغيرة في القلب مثل القوة التي تدفع المرض وتقاومه ، فإذا ذهبت القوة وجد الداء المحل قابلاً ، ولم يجد دافعاً، فتمكن منها الهلاك ) (1). ¶ (2) ومن عقوباتها : ( ذهاب الحياء الذي هو مادة الحياة للقلب ، وهو أصل كل خير ، وذهابه كل خير بأجمعه ... ) (2) . ¶ (3) ومن عقوباتها ( أنها تضعف القلب من تعظيم الرب جل جلاله، وتضعف وقاره في قلب العبد ولابد ، شاء أم أبى ، ولو تمكن وقار اللَّه وعظمته في قلب العبد لما تجرأ على معاصيه ، وربما اغتر المغتر وقال : إنما يحملني على المعاصي حسن الرجاء ، وطمعي في عفوه ، لأضعف عظمته في قلبي ، وهذا من مغالطة النفس ، فإن عظمة اللَّه تعالى وجلاله في قلب العبد يقتضي تعظيم حرماته وتعظيم حرماته يحول بينه وبين الذنوب والمتجرئون على معاصيه ما قدروه حق قدره ... ) (3) . ¶ (4) ومن عقوباتها : أنها تضعف سير القلب إلى اللَّه والدار الآخرة، وتعوقه وتوقفه وتعطفه عن السير ، فلا تدعه يخطو إلى اللَّه خطوة ، هذا إن لم ترده عن وجهته إلى ورائه. ¶ __________ ¶ (1) انظر : الجواب الكافي ص115-117 . ¶ (2) الجواب الكافي ص118 . ¶ (3) الجواب الكافي ص119-120 .",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "فالذنب يحجب الواصل ، ويقطع السائر وينكس الطالب ، والقلب إنما يسير إلى اللَّه بقوته فإذا مرض بالذنوب ضعفت تلك القوة التي تسيره . فإن زالت بالكلية انقطع عن اللَّه انقطاعاً يبعد تداركه ، فاللَّه المستعان. ¶ فالذنب إما أن يميت القلب ، أو يمرضه مرضاً مخوفاً ، أو يضعف قوته ولابد، حتى ينتهي ضعفه إلى الأشياء الثمانية التي استعاذ النَّبِيّ ( منها وهي : \" الهم ، والحزن والعجز والكسل والجبن والبخل ، وضلع الدين ، وغلبة الرجال \" (1) ... ) (2) . ¶ (5) ( ومن عقوباتها : ما يلقيه اللَّه سبحانه من الرعب والخوف في قلب العاصي، فلا تراه إلاَّ خائفاً مرعوبا ، فإن الطاعة حصن اللَّه الأعظم الذي من دخله كان من الآمنين من عقوبات الدنيا والآخرة ، ومن خرج عنه أحاطت به المخاوف من كل جانب، فمن أطاع اللَّه انقلبت المخاوف في حقه أمانا، ومن عصاه انقلبت مآمنه مخاوف، فلا تجد العاصي إلاَّ وقلبه كأنه بين جناحي طائر، إن حركت الريح الباب قال : جاء الطلب ، وإن سمع وقع قدم خاف أن يكون نذيراً بالعطب، يحسب كل صيحة عليه وكل مكروه قاصداً إليه، فمن خاف اللَّه آمنه من كل شيء ، ومن لم يخف اللَّه أخافه من كل شيء ) (3) . ¶ __________ ¶ (1) فقد أخرجه البخاري في صحيحه (7/159) ، كتاب الدعوات، باب الاستعاذة من الجبن والكسل ، ومسلم في صحيحه (4/2079) ، كتاب الذكر والدعاء والتوبة والاستغفار ، باب التعوذ من العجز والكسل وغيره (ح2706) من طريق أنس رضي اللَّه عنه قال : كان النَّبِيّ ( يقول : \" اللهم إني أعوذ بك من الهم والحزن والعجز والكسل والجبن والبخل وضلع الدين وغلبة الرجال \" واللفظ للبخاري. ¶ (2) الجواب الكافي ص124 . ¶ (3) الجواب الكافي ص126 .",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "(6) ( ومن عقوباتها : أنها توقع الوحشة العظيمة في القلب ، فيجد المذنب نفسه مستوحشاً ، وقد وقعت الوحشة بينه وبين ربه، وبينه وبين الخلق، وبينه وبين نفسه، وكلما كثرت الذنوب اشتدت الوحشة وأمر العيش عيش المستوحشين الخائفين، وأطيب العيش عيش المستأنسين، فلو نظر العاقل ووازن بين لذة المعصية وما تولده فيه من الخوف والوحشة لعلم سوء حاله وعظيم غبنه، إذ باع أنس الطاعة وأمنها وحلاوتها بوحشة المعصية وما توجبه من الخوف ...)(1) . ¶ (7) ( ومن عقوباتها : أنها تصرف القلب عن صحته واستقامته إلى مرضه وانحرافه، فلا يزال مريضاً معلولا لا ينتفع بالأغذية التي بها حياته وصلاحه، فإن تأثير الذنوب في القلوب كتأثير الأمراض في الأبدان، بل الذنوب أمراض القلوب وأداؤها ولا دواء إلاَّ تركها ، وقد أجمع السائرون إلى اللَّه على أن القلوب لا تعطى مناها حتى تصل إلى مولاها ولا تصل إلى مولاها حتى تكون صحيحة سليمة ، ولا تكون صحيحة سليمة حتى ينقلب داؤها، فيصير نفس دوائها، ولا يصح لها ذلك إلاَّ بمخالفة هواها ، وهواها مرضها، وشفاؤها مخالفته، فإن استحكم المرض قتل أوكاد)(2). ¶ (8) ( ومن عقوباتها : أن العاصي دائماً في أسر شيطانه وسجن شهواته، وقيود هواه ... إلى أن قال : فكيف يسير إلى اللَّه والدار الآخرة قلب مأسور مسجون مقيد؟ وكيف يخطو خطوة واحدة ؟ وإذا تقيد القلب طرقته الآفات من كل جانب بحسب قيوده ، ومثل القلب مثل الطائر ، كلما علا بعد عن الآفات ، وكلما نزل احتوشته الآفات ... إلى أن قال رحمه اللَّه : ¶ __________ ¶ (1) الجواب الكافي ص127 . ¶ (2) الجواب الكافي ص127 .",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "وأصل هذا كله : أن القلب كلما كان أبعد من اللَّه كانت الآفات إليه أسرع، وكلما كان أقرب من اللَّه بعدت عنه الآفات، والبعد من اللَّه مراتب، بعضها أشد من بعض، فالغفلة تبعد العبد عن اللَّه ، وبعد المعصية أعظم من بعد الغفلة، وبعد البدعة أعظم من بعد المعصية ، وبعد النفاق، والشرك أعظم من ذلك كله ) (1) . ¶ (9) ومن عقوبات الذنوب والمعاصي على القلب أنه قد يخونه قلبه ولسانه إذا وقع في شدة أو كربة أو عند الاحتضار والانتقال إلى اللَّه تعالى. ¶ قال ابن القيم رحمه اللَّه : ( والمقصود : أن العبد العاصي إذا وقع في شدة أو كربة أو بلية خانه قلبه ولسانه وجوارحه عما هو أنفع شيء له، فلا ينجذب قلبه للتوكل على اللَّه تعالى والإنابة إليه، والحمية عليه، والتضرع والتذلل والانكسار بين يديه، ولا يطاوعه لسانه لذكره، وإن ذكره بلسانه لم يجمع بين قلبه ولسانه ، فلا ينحبس القلب على اللسان بحيث يؤثر فيه الذكر، ولا ينحبس اللسان والقلب على المذكور بل إن ذكر أو دعا بقلب غافل لاه ساه، ولو أراد من جوارحه أن تعينه بطاعة تدفع عنه لم تنقد له ولم تطاوعه، وهذا كله أثر الذنوب والمعاصي ... ¶ هذا ، وثم أمر أخوف من ذلك وأدهى وأمر ، وهو أن يخونه قلبه ولسانه عند الاحتضار والانتقال إلى اللَّه تعالى ، فربما تعذر عليه النطق بالشهادة، كما شاهد الناس كثيراً من المحتضرين من أصابهم ذلك، ... ثم ذكر رحمه اللَّه قصصاً كثيرة في المحتضرين بعضهم يهذي بالغناء وبعضهم بالكفر وبعضهم بالمال إلى أن قال رحمه اللَّه : فكيف يوفق لحسن الخاتمة من أغفل اللَّه سبحانه قلبه عن ذكره واتبع هواه ، وكان أمره فرطاً ؟ فبعيد من قلبه بعيد من اللَّه تعالى غافل عنه متعبد لهواه مذلل لشهواته ، ولسانه يابس من ذكره وجوارحه معطلة من طاعته، مشتغلة بمعصية ربه - بعيد عن هذا أن يوفق لحسن الخاتمة ) (2) . ¶ __________ ¶ (1) انظر : الجواب الكافي ص131. ¶ (2) انظر : الجواب الكافي ص144-146.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "(10) ومن عقوبات المعاصي على القلب أنها تعميه فلا يدرك الحق كما ينبغي ، وتضعف قوته وعزيمته فلا يصبر عليه ... ¶ قال ابن القيم رحمه اللَّه : ( فمعلوم أن المعاصي والذنوب تعمي بصيرة القلب فلا يدرك الحق كما ينبغي ، وتضعف قوته وعزيمته ، فلا يصبر عليه، بل قد تتوارد على القلب حتى ينعكس إدراكه كما ينعكس سيره. فيدرك الباطل حقاً والحق باطلاً، والمعروف منكراً والمنكر معروفاً ، فينتكس في سيره ويرجع عن سفره إلى اللَّه والدار الآخرة إلى سفره إلى مستقر النفوس المبطلة، التي رضيت بالحياة الدنيا واطمأنت بها، وغفلت عن اللَّه وآياته ، وتركت الاستعداد للقائه ، ولو لم يكن في عقوبة الذنوب إلاَّ هذه وحدها لكانت كافية داعية إلى تركها والبعد منها ، واللَّه المستعان . ¶ وهذا كما أن الطاعة تنور القلب وتجلوه وتصقله ، وتقويه وتثبته ، حتى يصير كالمرآة المجلوة في جلائها وصفائها فيتلألأ نوراً ، فإذا دنا الشيطان منه أصابه من نوره ما يصيب مسترق السمع من الشهب الثواقب فالشيطان يفرق من هذا القلب أشد من فرق الذئب من الأسد . أفيستوي هذا القلب وقلب مظلمة أرجاؤه ، مختلفة أهواؤه ، قد اتخذه الشيطان وطنه، وأعده مسكنه ، إذا تصبح بطلعته حياه ، وقال : فديت من قرين لا يفلح في دنياه ولا في أخراه)(1) . ¶ (11) وقال ابن القيم رحمه اللَّه في موضع آخر : ( والمقصود : أن من عقوبات المعاصي جعل القلب أعمى أصم أبكم . ومنها : الخسف بالقلب كما يخسف بالمكان وما فيه ، فيخسف به إلى أسفل سافلين، وصاحبه لا يشعر ... ثم ذكر رحمه اللَّه علامة الخسف به ... ¶ __________ ¶ (1) انظر : الجواب الكافي ص148 .",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "وقال : ومنها مسخ القلب ، فيمسخ كما تمسخ الصورة ... ثم ذكر أمثلة لذلك .. إلى أن قال رحمه اللَّه : فسبحان اللَّه كم من قلب منكوس وصاحبه لا يشعر ؟ وقلب ممسوخ وقلب مخسوف به ؟ وكم من مفتون بثناء الناس عليه؟ ومغرور بستر اللَّه عليه ؟ ومستدرج بنعم اللَّه عليه ؟ وكل هذه عقوبات وإهانات، ويظن الجاهل أنها كرامة . ومنها : نكس القلب حتى يرى الباطل حقاً، والحق باطلاً ، والمعروف منكراً والمنكر معروفاً ، ويفسد ويرى أنه يصلح، ويصد عن سبيل اللَّه وهو يرى أنه يدعو إليها ، ويشتري الضلالة بالهدى وهو يرى أنه على كل الهدى ، ويتبع هواه ، وهو يزعم أنه مطيع لمولاه ، وكل هذا من عقوبات الذنوب الجارية على القلوب)(1) ¶ __________ ¶ (1) انظر : الجواب الكافي ص178-180 . ¶ المصادر والمراجع ¶ 1 - إحياء علوم الدين . للغزالي : صحح بإشراف عبدالعزيز عز الدين السّيروان، ط. الثالثة ، دار القلم - بيروت . ¶ 2 - الإحسان في تقريب صحيح ابن حبان . ترتيب علاء الدين الفارسي : ضبط: عبدالرحمن محمد عثمان، ط. الأولى ، 1390هـ ، المكتبة السلفية بالمدينة المنورة. ¶ 3 - الأدب المفرد . للإمام محمد بن إسماعيل البخاري : ط. الأولى 1406هـ ، مؤسسة الكتب الثقافية - بيروت . ¶ 4 - الأعلام . للزركلي : ط. السادسة 1984م ، دار العلم للملايين - بيروت. ¶ 5 - الأعلام العلية في مناقب ابن تيمية . للإمام عمر بن علي البزار : حققه الشيخ إسماعيل الأنصاري ، طبع في مطابع القصيم ، 1390هـ. ¶ 6 - إغاثة اللهفان من مصايد الشيطان . تأليف ابن قيم الجوزية : تحقيق محمد حامد الفقي ، مكتبة حميدو – الإسكندرية. ¶ 7 - اقتضاء الصراط المستقيم لمخالفة أصحاب الجحيم . لشيخ الإسلام ابن تيمية: تحقيق وتعليق الدكتور ناصر بن عبد الكريم العقل ، ط. السابعة 1419هـ ، توزيع وزارة الشئون الإسلامية والأوقاف والدعوة والإرشاد بالمملكة العربية السعودية . ¶ 8 - إكمال المعلم بفوائد مسلم . للقاضي عياض : طبعة دار الوفاء، المنصورة بمصر، 1419هـ. ¶ 9 - البداية والنهاية . لابن كثير : تحقيق د. أحمد أبو ملحم ، والدكتور علي نجيب عطوي ، والأستاذ فؤاد السيد ، والأستاذ مهدي ناصر الدين ، والأستاذ علي عبدالساتر ، ط. 4 1408هـ ، دار الكتب العلمية - بيروت . ¶ 10 - البدر الطالع بمحاسن من بعد القرن السابع . للشوكاني : ط. الأولى 1348هـ ، بمطبعة السعادة بمصر . ¶ 11 - بيان فضل علم السلف على علم الخلف . للحافظ ابن رجب الحنبلي : حققه محمد بن ناصر العجمي ، ط. الثالثة 1412هـ، دار الصميعي ، الرياض. ¶ 12 - التاج المكلل من جواهر مآثر الطراز الآخر والأول . للعلامة صديق بن حسن القنوجي : ط. الأولى 1416هـ ، مكتبة دار السلام للنشر والتوزيع - الرياض . ¶ 13 - تذكرة الحفاظ . للذهبي : صحح عن النسخة المحفوظة في مكتبة الحرم المكي، مطبعة أم القرى للطباعة والنشر - مصر . ¶ 14 - التعريفات . للجرجاني : دار الكتب العلمية - بيروت ، 1416هـ . ¶ 15 - تفسير القرآن العظيم . لابن كثير : قدم له د. يوسف عبدالرحمن المرعشلي، ط. الأولى 1406هـ ، دار المعرفة - بيروت . ¶ 16 - تفسير البغوي المسمى معالم التنزيل . للإمام الحسين بن مسعود البغوي : ط. الأولى 1406هـ ، دار المعرفة - بيروت . ¶ 17 - تقريب التهذيب . لابن حجر العسقلاني : قدم له محمد عوامة ، ط. الأولى 1406هـ ، دار البشائر الإسلامية - بيروت . ¶ 18 - جامع بيان العلم وفضله . للحافظ ابن عبد البر : دار الكتب العلمية - بيروت. ¶ 19 - جامع البيان عن تأويل آي القرآن . لمحمد بن جرير الطبري : ط. الثالثة 1388هـ، مكتبة مصطفى الحلبي - مصر. ¶ 20 - جامع العلوم والحكم . للحافظ ابن رجب : تحقيق شعيب الأرناؤوط ، وإبراهيم باجس ، ط.5 ، 1414هـ/1994م ، مؤسسة الرسالة - بيروت. ¶ 21 - الجامع لأحكام القرآن . لأبي عبد اللَّه محمد بن أحمد القرطبي : دار إحياء التراث العربي - بيروت . ¶ 22 - الجواب الكافي لمن سأل عن الدواء الشافي . لابن القيم : دار الكتاب العربي - بيروت ، ط.2 ، 1414هـ/1994م . ¶ 23 - حلية الأولياء وطبقات الأصفياء . لأبي نعيم الأصفهاني : دار الكتب العلمية - بيروت ، لبنان . ¶ 24 - الدرر الكامنة في أعيان المائة الثامنة . لابن حجر العسقلاني : حققه وقدم له: محمد سيد جاد الحق ، دار الكتب الحديثة - مصر . ¶ 25 - الذيل على طبقات الحنابلة . لابن رجب : وقف على طبعه وصححه محمد حامد الفقي ، 1372هـ، مطبعة السنة المحمدية - القاهرة . ¶ 26 - رسالة ابن القيم إلى أحد إخوانه . لابن القيم : تحقيق عبد اللَّه بن محمد المديفر، ط. الأولى 1420هـ ، مطابع الشرق الأوسط . ¶ 27 - الروح . تأليف ابن القيم الجوزية : حقق نصوصه وخرجه يوسف علي بديوي، ط. الأولى 1414هـ ، دار ابن كثير للطباعة والنشر - دمشق. ¶ 28 - زاد المعاد في هدي خير العباد . لابن القيم : ط. الثانية 1392هـ ، دار الفكر - بيروت . ¶ 29 - سلسلة الأحاديث الصحيحة . للألباني : ط. الجزء الأول والثاني المكتب الإسلامي ، والثالث الدار السلفية ، الكويت ، والرابع دار المعارف - الرياض. ¶ 30 - سنن الترمذي : الجزء الأول والثاني بتحقيق أحمد محمد شاكر ، والجزء الثالث تحقيق محمد فؤاد عبد الباقي، والجزء الرابع والخامس بتحقيق إبراهيم عطوة عوض ، دار إحياء التراث العربي - بيروت . ¶ 31 - السنن الكبرى . للبيهقي : دار المعرفة ، بيروت - لبنان . ¶ 32 - سنن ابن ماجة : حققه ورقمه محمد فؤاد عبد الباقي ، مطبعة دار إحياء الكتب العربية ، الناشر : دار الحديث - القاهرة . ¶ 33 - سنن النسائي : اعتنى به ورقمه وصنع فهارسه عبد الفتاح أبو غدة ، ط.الثانية 1406هـ ، دار البشائر الإسلامية - بيروت . ¶ 34 - سير أعلام النبلاء . للذهبي: حققه عدد من الباحثين ، خرج أحاديثه وأشرف عليه شعيب الأرناؤوط ، مؤسسة الرسالة - بيروت . ¶ 35 - شرح القصيدة النونية ( المسماة الكافية الشافية في الانتصار للفرقة الناجية) لابن القيم ، شرحها وحققها : د. محمد خليل هراس ، ط2، 1415هـ، دار الكتب العلمية - بيروت . ¶ 36 - صحيح البخاري . طبع المكتبة الإسلامية باستانبول - تركيا ، 1979م. ¶ 37 - صحيح مسلم بشرح النووي : ط. الثانية 1392هـ/1972م ، دار إحياء التراث العربي - بيروت . ¶ 38 - صحيح مسلم : تحقيق وترقيم محمد فؤاد عبد الباقي ، ط. 1400هـ، نشر وتوزيع رئاسة إدارات البحوث العلمية والإفتاء والدعوة والإرشاد بالمملكة العربية السعودية . ¶ 39 - طبقات الحفاظ . لجلال الدين السيوطي : دار الكتب العلمية - بيروت، ط الأولى، 1403هـ، راجع النسخة لجنة من العلماء ، بإشراف الناشر. ¶ 40 - الطبقات الكبرى . لابن سعد : دار صادر - بيروت ، 1405هـ/1985م. ¶ 41 - طبقات المفسرين . للداوودي : ط. الأولى سنة 1392هـ، بمطبعة الاستقلال بمصر. ¶ 42 - العقود الدرية من مناقب شيخ الإسلام أحمد بن تيمية . تأليف الإمام محمد بن أحمد بن عبد الهادي : ت. محمد حامد الفقي ، مكتبة المؤيد - الرياض . ¶ 43 - فتح الباري شرح صحيح البخاري . للحافظ أحمد بن علي بن حجر العسقلاني : ط. الأولى 1410هـ ، عن الطبعة التي حقق أصلها الشيخ عبدالعزيز بن عبد اللَّه بن باز ، ورقم كتبها وأبوابها وأحاديثها محمد فؤاد عبدالباقي، دار الكتب العلمية - بيروت . ¶ 44 - الفوائد . لابن القيم : ت. محمد عثمان الخشت ، الناشر: دار الكتاب العربي - بيروت ، 1413هـ . ¶ 45 - القاموس المحيط . لمحمد بن يعقوب الفيروز آبادي : ط. 5 ، 1416هـ/ 1996م ، مؤسسة الرسالة - بيروت . ¶ 46 - القلب ووظائفه في الكتاب والسنة . سلمان بن زيد اليماني : ط. الأولى 1414هـ، دار ابن القيم للنشر - الدمام . ¶ 47 - كشف الأستار عن زوائد البزار على الكتب الستة . لنور الدين الهيثمي : تحقيق حبيب الرحمن الأعظمي ، نشر مؤسسة الرسالة ، ط. الثانية 1404هـ. ¶ 48 - لسان العرب . لابن منظور : ط. الأولى 1416هـ/1995م ، دار إحياء التراث العربي - بيروت . ¶ 49 - مجمع الزوائد ومنبع الفوائد . للهيثمي : ط. الثالثة 1402هـ ، منشورات دار الكتاب العربي - بيروت. ¶ 50 - مجموع الفتاوى . لشيخ الإسلام ابن تيمية : جمع وترتيب عبد الرحمن بن قاسم ومساعدة ابنه محمد ، تصوير الطبعة الأولى 1398هـ ، مطابع الرياض، توزيع الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد. ¶ 51 - مختار الصحاح . لحمد بن أبي بكر الرازي : طبعة دار الجيل ، بيروت - لبنان. ¶ 52 - مدارج السالكين . لابن القيم الجوزية : ت. أحمد فخري الرفاعي ، عصام فارس الحرستاني ، ط. الأولى 1412هـ، دار الجيل - بيروت . ¶ 53 - المستدرك على الصحيحين . للإمام أبي عبد اللَّه محمد بن الحاكم النيسابوري: ط. الأولى 1406هـ ، دار المعرفة - بيروت . ¶ 54 - مسند الإمام أحمد: مصورة الطبعة الأولى ومعها فهرس الألباني ، المكتب الإسلامي ، دار صادر - بيروت، طبعة أخرى ، ت. أحمد شاكر ، دار المعارف بمصر . ¶ 55 - مسند أبي داود الطيالسي : ط. دار المعرفة ، بيروت - لبنان . ¶ 56 - مسند الإمام أحمد : المشرف على تحقيقه الشيخ شعيب الأرناؤوط ، الطبعة الأولى 1418هـ ، مؤسسة الرسالة - بيروت . ¶ 57 - مشكاة المصابيح . لمحمد بن عبد اللَّه الخطيب التبريزي : تحقيق محمد ناصر الدين الألباني ، ط. الثالثة 1405هـ ، المكتب الإسلامي - بيروت . ¶ 58 - المصباح المنير في غريب الشرح الكبير ، للرافعي : تأليف أحمد بن محمد المقريء الفيومي : ط. الأولى 1414هـ/1994م ، دار الكتب العلمية - بيروت . ¶ 59 - المصنف . للإمام محمد بن عبد اللَّه بن أبي شيبة : اعتنى بتحقيقه ونشره مختار أحمد الندوي، الدار السلفية - الهند . ¶ 60 - المعجم الكبير . للحافظ سليمان بن أحمد الطبراني : حققه وخرج أحاديثه حمدي عبد المجيد السلفي ، ط. الأولى 1400هـ / 1980م ، مطبعة الوطن العربي . ¶ 61 - موارد الظمآن إلى زوائد ابن حبان . للهيثمي : ت. محمد عبدالرزاق حمزة، دار الكتب العلمية -بيروت. ¶ 62 - النجوم الزاهرة في ملوك ومصر والقاهرة . لابن تغري بردي : نسخة مصورة عن طبعة دار الكتب المصرية - القاهرة . ¶ 63 - الوافي بالوفيات . لصلاح الدين خليل الصفدي : اعتناء : س. ديدرينغ، يطلب من دار النشر فرانز شتايز بفيسبادن 1389هـ . ¶ 64 - النهاية في غريب الحديث والأثر . لابن الأثير : تحقيق محمود محمد الطناحي ، الناشر : المكتبة الإسلامية .",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": ". ¶ الخاتمة ¶ نسأل اللَّه حسنها ، وهي تشتمل على خلاصة البحث ونتائجه وهي ما يلي: ¶ أن القلب مَلِك الأعضاء، وبقية الأعضاء جنوده، وهي المنفذة لما يأمرها به، ولا يستقيم لها شيء من أعمالها حتى تصدر عن قصده ونيته، وهو المسؤول عنها كلها . ¶ بينت أهمية القلب ، وأنه إذا صلح صلح الجسد كله .. وأن صلاح هذا القلب وسعادته وفلاحه موقوف على هذين الأصلين الكتاب والسنة . ¶ أن القلب قد يعبر عنه بالفؤاد والصدر ، وقد يعبر عنه بالعقل . ¶ ذكرت أقسام القلوب الثلاثة وهي : القلب الصحيح ، والقلب المريض ، والقلب القاسي. ¶ أن القلب الصحيح هو القلب السليم من الآفات التي تعتري القلوب المريضة، من مرض الشبهة التي توجب اتباع الظن ، ومرض الشهوة التي توجب اتباع ما تهوى الأنفس . ¶ أن القلب المريض هو القلب الذي له حياة وبه علة ، فله مادتان، تمده هذه مرة ، وهذه أخرى، وهو لما غلب عليه منهما ، فإن ورد عليه شبهة أو شهوة قوت مرضه، وإن حصلت له حكمة وموعظة كانت من أسباب صلاحه وشفائه .. ¶ أن القلب القاسي هو الجامد اليابس بمنزلة الحجر لا ينطبع، ولا يكتب فيه الإيمان ، ولا يرتسم فيه العلم ، لأن ذلك يستدعي محلاً ليناً قابلاً. ¶ أن حياة القلب هي المانعة من القبائح التي تفسد القلب ، وأن القلب الصحيح الحيّ إذا عُرِضَت عليه القبائح نفر منها بطبعه وأبغضها ، ولم يَلْتفِتْ إليها . ¶ أن من أسباب حياة القلب وصحته قراءة القرآن وتدبره ، والأعمال الصالحة، وأن يستقر فيه معرفة اللَّه وعظمته ومحبته وخشيته والإنابة إليه، والابتعاد عن الفواحش والمعاصي. ¶ أن مرض القلب هو نوع فسادٍ يحصل له ، يفسد به تصوره، وإرادته، فتصوره بالشبهات التي تعرض له حتى لا يرى الحق، أو يراه على خلاف ما هو عليه ، وإرادته : بحيث يبغض الحق النافع ويحب الباطل الضار..",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "ذكرت أنواع مرض القلوب وعلامة ذلك وتناولت بشيء من التفصيل بعضاً من هذه الأمراض كمرض الحسد ، والشحّ والبخل، ومرض الشهوة والعشق . ¶ أن من أهم أدوية القلوب القرآن الكريم فهو متضمن لأدوية القلب ، وعلاجه من جميع أمراضه . ¶ أن للذنوب والمعاصي من الآثار القبيحة المذمومة المضرة للقلب في الدنيا والآخرة ما لا يعلمه إلاَّ اللَّه ، ومن هذه الآثار: حرمان العلم، والوحشة التي يجدها العاصي في قلبه بينه وبين اللَّه ، وأن الذنوب إذا تكاثرت طبع على قلب صاحبها فكان من الغافلين ، نسأل اللَّه بكرمه ومنه ألا يجعلني ووالدي وإخواني المسلمين من الغافلين ، وصلى اللَّه وسلم على نبينا محمد وعلى آله وصحبه أجمعين. ¶ الحواشي والتعليقات",
            "page": "93",
            "part": "1"
        }
    ],
    "t34858": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مرض القلوب"
        }
    ]
}