{
    "b34863": [
        {
            "id": "1",
            "nass": "في تفريج الكروب ¶ إعداد ¶ أ.د. فالح بن محمد بن فالح الصغير ¶ الأستاذ بجامعة الإمام محمد بن سعود الإسلامية ¶ بسم الله الرحمن الرحيم ¶ المقدمة ¶ الحمد لله رب العالمين، والصلاة والسلام على هادي الأنام وخاتم الأنبياء والمرسلين نبينا محمد وعلى آله وصحبه أجمعين، ومن تبعهم بإحسان إلى يوم الدين، أما بعد: ¶ فإن الأعمال الصالحة جميعها تشفع أحيانًا للإنسان في الحياة الدنيا، كما جاء في آيات وأحاديث كثيرة، وتفرج عنه بعض مآسيه ومعاناته، وتكشف عنه كرباته وآلامه، مع العلم أن الله تعالى ليس بحاجة إلى أعمال الإنسان وطاعاته وعباداته ولكنها رحمته وفضله على عباده. ¶ وهذا الكلمات عرض لتأثير العمل الصالح في تفريج الكربات بشقيها النفسية والمادية، أسأل الله تعالى أن ينفع بها إنه سميع قريب. ¶ وصلى الله على نبينا محمد وعلى آله وصحبه(1). ¶ كتبه ¶ فالح بن محمد بن فالح الصغير ¶ البريد الإلكتروني ¶ falehmalsgair@Yahoo.com ¶ *** ¶ أنواع الكربات ¶ أولاً: الكربات النفسية: ¶ وهي تشمل كل الأمراض النفسية والانفعالات العصبية التي تعصف بالإنسان خارج حدوده الطبيعية وتنزع منه الإرادة لضبط النفس وتقويم السلوك، وهذه الكروب كثيرة جدًا قد تفردت بها أبحاث ومحاضرات، إلا أننا يمكن أن نتطرق إلى بعضها التي كثر انتشارها وتوسعت دائرة المصابين بها، ومنها: ¶ 1- الهم: ¶ __________ ¶ (1) أصل هذه الرسالة مستلة من كتاب (حديث الرهط الثلاثة الذين آواهم الغار- دراسة حديثية دعوية نفسية). واستلت لأهميتها [الناشر].",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وهو زيادة في التفكير المستمر بالأشياء، سواء كانت كبيرة وعظيمة، أو صغيرة وحقيرة، وكذلك التفكير المتستمر في كيفية حمل أثقال المستقبل ومسئولياته، وهو داء نفسي يدخل إلى النفس من خلال وساوس الشيطان للإنسان بعظم الأمور التي تحدث حوله وإن كانت صغيرة، ويعد الهم من الكروب التي يرزح تحت وطأتها الإنسان في فترات من حياته، لاسيما إذا صرف عن دين الله وابتعد عن سنة نبيه - صلى الله عليه وسلم -، واتبع ما يوسوس إليه عدوه الأول، فعندئذ يبتلي الله تعالى هذا الصنف من الناس بكربة الهم عقوبة لمعصية أو ابتلاء للرجوع إلى الله تعالى واتباع نهجه. ¶ وكان السبيل لتفريج كربة الهم هو أن يقدم الإنسان بين يدي الله تعالى عملاً صالحًا خالصًا له عز وجل، أو يترك ما كان عليه من العصيان والتمرد، ويرجع إلى الله بالتضرع والتوسل إليه، وقراءة القرآن وكثرة الاستغفار، لعل الله أن يزيل عنه همه وتعود إليه عافيته وسويته، وقد ذكر رسول الله - صلى الله عليه وسلم - شيئًا من علاج هذا الكرب، ووسيلة الخروج منه عند نزوله بالإنسان، فقال عليه الصلاة والسلام: «من لزم الاستغفار جعل الله له من كل ضيق مخرجًا، ومن كل هم فرجًا ورزقه من حيث لا يحتسب»(1). ¶ وقد علمنا الرسول الأمين عليه الصلاة والسلام دعاء في لحظات الهم والحزن فقال: «ما قال عبد قط إذا أصابه هم وحزن: اللهم إني عبدك وابن عبدك وابن أمتك، ناصيتي بيدك، ماض فيَّ حكمك، عدل فيَّ قضاؤك، أسألك بكل اسم هو لك سميت به نفسك أو أنزلته في كتابك أو علمته أحدًا من خلقك أو استأثرت به في علم الغيب عندك، أن تجعل القرآن ربيع قلبي، ونور صدري، وجلاء حزني، وذهاب همي، إلا أذهب الله عز وجل همه وأبدله مكان حزنه فرحًا»(2). ¶ __________ ¶ (1) «سنن أبي داود» رقم (1518)، ص (224)، ورواه ابن ماجه (3189)، ص (545). ¶ (2) «مسند أحمد» رقم (4318)، ص (362).",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "لذلك كان عليه الصلاة والسلام يتعوذ من الهم كثيرًا ويحث على هذا الدعاء: «اللهم إني أعوذ بك من الهم والحزن، والعجز والكسل، والجبن والبخل، وضلع الدين وغلبة الرجال»(1). ¶ 2- الحزن: ¶ وهو ما يسمى الكآبة في علم النفس، ويكون في الغالب نتيجة حدث معين في الحياة أو مجموعة أحداث من: فقدان عزيز أو خسارة مالية، أو مرض، أو وضع اجتماعي غير مناسب، وغيرها من الأسباب التي تؤدي إلى تكوين الحزن لدى الإنسان وهو أمر طبيعي يعتري كل إنسان، وهو فطرة في النفس كامنة فيها إذا وجدت أسبابها، لا يستطيع أحد التخلص منه إلا بالعلاج القرآني والنبوي، وقد قال رسول الله - صلى الله عليه وسلم - عند موت ابنه إبراهيم: «إن العين تدمع والقلب يحزن ولا نقول إلا ما يرضي ربنا وإنا بفراقك يا إبراهيم لمحزونون»(2)، وقبل ذلك اشتكى يعقوب عليه السلام حزنه إلى الله تعالى عندما فقد يوسف عليه السلام، وقال: { إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي إِلَى اللَّهِ } [يوسف: 86]. ¶ إلا أن هذه الفطرة إذا استمرت لفترات طويلة واستسلم الإنسان لها في كل أوقاته، وازداد في التفكير على ما أصابه، فإنها تتحول إلى كربة نفسية يجب معالجتها كأي مرض آخر، وحينئذ تتحول إلى بوابة كبيرة يستطيع الشيطان أن يدخل إلى الإنسان من خلالها، ويفعل فيه ما يشاء من الوساوس وتزيين المعاصي والمنكرات له. ¶ __________ ¶ (1) «صحيح البخاري» رقم (6369)، ص (1106)، و «صحيح مسلم» رقم (2706)، ص (1176). ¶ (2) «صحيح البخاري»، رقم (1303)، ص (208، 209). و «صحيح مسلم»، رقم (2315)، ص (1022، 1023).",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ودرءًا لمنع وقوع الإنسان في دائرة الحزن الذي يتحول إلى مرض كانت الأحاديث الكثيرة التي تنهى عن المبالغة في الحزن عند نزول مصيبة أو غيرها، حتى لا يقع الإنسان في المنكرات، ويجزع من أمر الله تعالى، وقد علم عليه الصلاة والسلام أصحابه وأمته من بعده أن لا ينقطعوا عن الأعمال الصالحة التي تقوي من عزيمة الإنسان وإيمانه، وترضى بقدر الله وقضائه. ¶ فهذا هو نبي الله يعقوب عليه السلام الذي أصابه ما أصاب من غياب أحب ولده إليه وقرة عينه يوسف عليه السلام، لسنين طويلة ولا يعرف عنه شيئًا، ومن بعده ابنه الآخر عند سفره مع إخوته للتجارة إلى مصر، فقد حزن ولكنه لم يصبه الجزع، بل بقي على عهده مع الله تعالى، واشتد تعلقه بربه، وازداد يقينه بالله وحكمه، وصبر واحتسب، فقال: { إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي إِلَى اللَّهِ } [يوسف: 86] إلى الله وحده، لا إلى ملك ولا إلى صنم، ولا إلى معبود آخر غير الله، ولا إلى مخدرات أو مفترات أو منبهات، فكان ذلك سببًا للفرج العظيم والفرح الذي لا يوصف، عندما جاءه البشير بقميص يوسف عليه السلام؛ فكان ذلك خروجًا وعافية من كربته ومعاناته النفسية في فراقه ليوسف وأخيه، ورجع إليه بصره عليه السلام. ¶ 3- القلق:",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "عرفه بعض علماء النفس: بأنه الشعور بالتخوف من احتمال وقوع شيء غامض مكروه (1)، وهو كربة نفسية والمصاب بها لا يشعر بالأمان والاستقرار في نفسه ولا من حوله بل يلازمه الاضطراب والتوتر معظم أوقاته، وهذه الكربة عادة ما تنشأ من الوساوس التي يمليها الشيطان في النفس نتيجة رؤية مشهد غير مألوف أو حادث مرعب أو الاختلاط مع أناس تمردوا عن الأخلاقيات العامة كرفاق السوء من المقامرين والمدمنين للخمور والمخدرات وغيرها، أو تخوف من مستقبل مجهول، فينشأ لدى الإنسان نوعٌ من التناقض الداخلي ليتحول بعده إلى صراع في النفس بين ما كان عليه وبين ما يوسوس له الشيطان الذي آل على نفسه غواية الناس وإضلالهم وإدخالهم في شكوك ومزاحمات فكرية ونفسية، يقول الله تعالى على لسانه: { قَالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ * إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ } [ص: 82، 83]. ¶ فإذا علم الإنسان تحقيقة الكربة وسببها، تمكن من علاجها والتخلص منها وقد بين الله تعالى أن من شأن الشيطان أن ينزغ في الإنسان ويوسوس له في أموره كلها، لاسيما الصالحة منها، ولكن الله تعالى وصف العلاج وبين الدواء لعباده لتجنب كربة القلق أو الخروج منه عندما يصاب به الإنسان، وكان هذا العلاج طاعته سبحانه وتعالى والقيام بالأعمال التي ترضيه عز وجل، والاستكثار من ذكره سبحانه وتعالى في السر والعلن، لقوله تعالى: { أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ } [الرعد: 28]. ¶ __________ ¶ (1) «دع القلق واستعن بالله» ص (22، 23).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وفي الامتثال بما أوجبه الله تعالى على الناس مخرج واسع من كربة القلق وآثاره، والتفكر العميق في مخلوقات الله وخلق السموات والأرض، والليل والنهار وفي كل آيات الله تعالى الموجودة في هذا الكون الواسع، فهذا التفكر من أسباب إزاحة هم كربة القلق عن الإنسان، ألم يكن خليل الله إبراهيم عليه السلام قبل النبوة يشتكي من حاله وحال من حوله ممن يعبدون الأصنام؟ فما كان منه إلا أن توجه بالتفكير والتأمل في ملكوت الله تعالى، فأشار إلى الكوكب ثم القمر، ثم الشمس لعلها تكون آلهة فلما رآها تأفل، تبرأ من فعل قومه، وأعلن عبوديته لله الأحد الذي يدير الكواكب والقمار والشموس والكون كله، فأزاح الله تعالى عنه غمته، ومنحه اليقين بدلاً من الشك والريبة، ثم كانت النبوة والرسالة يقول الله تعالى في ذلك: { وَكَذَلِكَ نُرِي إِبْرَاهِيمَ مَلَكُوتَ السَّمَاوَاتِ وَالْأَرْضِ وَلِيَكُونَ مِنَ الْمُوقِنِينَ * فَلَمَّا جَنَّ عَلَيْهِ اللَّيْلُ رَأَى كَوْكَبًا قَالَ هَذَا رَبِّي فَلَمَّا أَفَلَ قَالَ لَا أُحِبُّ الْآَفِلِينَ * فَلَمَّا رَأَى الْقَمَرَ بَازِغًا قَالَ هَذَا رَبِّي فَلَمَّا أَفَلَ قَالَ لَئِنْ لَمْ يَهْدِنِي رَبِّي لَأَكُونَنَّ مِنَ الْقَوْمِ الضَّالِّينَ * فَلَمَّا رَأَى الشَّمْسَ بَازِغَةً قَالَ هَذَا رَبِّي هَذَا أَكْبَرُ فَلَمَّا أَفَلَتْ قَالَ يَا قَوْمِ إِنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ * إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ } [الأنعام: 75-79].",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وكانت وصية المصطفى عليه الصلاة والسلام للمؤمن: «دع ما يريبك إلى ما لا يريبك»(1). حتى لا تقع في ظلمة الشك والقلق والاضطراب ويسير في نور اليقين والهداية. ¶ 4- الخوف: ¶ عرفه بعض علماء النفس: بأنه قلق نفسي أو عصاب نفسي لا يخضع للعقل ويساور المرء بصورة جامحة من حيث كونه رهبة في النفس شاذة عن المألوف تصعب السيطرة عليها والتحكم بها(2). ¶ والخوف نوعان: إيجابي، وسلبي: ¶ فأما الأول: الخوف من الله تعالى وعقابه وعذابه، وهو ضروري للإنسان ومطلوب منه لأنه يحقق العبودية لله تعالى، ويستقيم سلوك الإنسان به ويستقر المجتمع والأفراد، بل جعل الله من اتصف بهذا النوع من المؤمنين الصادقين، قال جل ذكره: { إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آَيَاتُهُ زَادَتْهُمْ إِيمَانًا } [الأنفال: 2]، ومن هنا يجب على المسلم أن يجعل الخوف من الله تعالى جناحًا يطير به إلى الله تعالى في مسيرته في هذه الحياة والجناح الآخر رجاء حصول المطلوب في الدنيا والآخرة. ¶ والنوع الآخر: سلبي وهو الخوف من غير الله أو الخوف المانع من فعل الطاعات أو الخوف الجالب لفعل المعاصي، كالخوف من السحرة والدجالين. ¶ وهناك نوع ثالث: وهو الخوف الجبلي أو الطبعي الذي لا يترتب عليه فعل معصية أو ترك طاعة، كالخوف من الظلام لمن لم يتعود عليه، وهذا الخوف يكون إيجابيًا إذا منع من معصية أو حث على فعل طاعة ويكون سلبيًا إذا كان على العكس من ذلك. ¶ *** ¶ __________ ¶ (1) «جامع الترمذي»، رقم (2518)، ص (572)، قال الترمذي: حديث حسن صحيح، و «النسائي» رقم (5714)، ص (772). ذكره البخاري معلقًا في كتاب البيوع، باب تفسير المشتبهات ص (329). ¶ (2) «موسوعة علم النفس» د. أسعد رزق.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ويعد الخوف في صورته السلبية كربة نفسية وبلاء من الله تعالى لقوله عز وجل: { وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِنَ الْأَمْوَالِ وَالْأَنْفُسِ وَالثَّمَرَاتِ وَبَشِّرِ الصَّابِرِينَ * الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ } [البقرة: 155، 156]. ¶ ولهذا النوع من الخوف صور متعددة، كالخوف من الموت أو الخوف من الناس، أو الخوف من المرض، أو الخوف من الفقر، أو الخوف من المستقبل،وغيرها من الأسباب والمؤثرات التي تولد الخوف لدى الإنسان. ¶ وللخروج من كربة الخوف وظلامه، يجب التوجه الصادق إلى الله، واليقين الكامل بأن الله تعالى فوق كل قوة، وفوق كل جبار، وأنه تعالى لا ينازعه على ملكه أحد، ولا يتحرك شيء في هذا الكون إلا بأمره وحكمه، فإذا وصل الإنسان إلى هذه القناعة وهذا الإيمان، فإنه سيتحرر من ربقة كربة الخوف وسطوته، وينطلق إلى عالم الشجاعة والمواجهة، فيعمل ويجتهد ويطور ويخترع، لأنه يستند في حياته إلى العزيز الجبار، يقول الله تعالى: { إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ } [فصلت: 30]. ¶ وخير ما يقال في مواضع الخوف وعند نزوله هو: { حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ } ، فقد روي عن ابن عباس رضي الله عنهما: { حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ } قالها إبراهيم عليه السلام حين ألقي في النار، وقالها محمد - صلى الله عليه وسلم - حين قالوا: { إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَانًا وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ } (1). ¶ __________ ¶ (1) «صحيح البخاري»، رقم (4563)، ص (777).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "فهذا هو رسول الأمة وقدوتها يهاجر في سبيل الله برفقة الصديق رضي الله عنه، ويختبئان في غار ثور، وتلاحقهم قريش وقد أعدوا لمن يأتي بالرسول الأمول والجاه، إلى أن يقفوا على باب الغار، فيقول الصديق: يا رسول الله، والله لو أن أحدهم نظر إلى قدمه لرآنا، فيطمئنه الرسول عليه الصلاة والسلام ويرده إلى حقيقة الأمر ويقول: «يا أبا بكر، ما بالك باثنين الله ثالثهما؟». ¶ ثم إن هذا الدين قد عالج بعض صور هذه الكربة من البداية حتى لا يقع فيها الإنسان من خلال الشيطان الرجيم، فالخوف من الموت مثلاً قد بين الله تعالى حقيقة الموت التي لا مفر منها وقطع الأمل في تحاشيها، ولكنه عز وجل أخفى توقيتها عن الناس، وأن الإنسان مهما حاول الفرار منه فإنه لا يخرج من سلطان الله وملكه، وأنه آيب إليه، يقول عز وجل: { قُلْ إِنَّ الْمَوْتَ الَّذِي تَفِرُّونَ مِنْهُ فَإِنَّهُ مُلَاقِيكُمْ } [الجمعة: 8]. ¶ وأما الخوف من الناس فإن رب العزة قد أشار إلى أن الخوف الحقيقي يجب أن يكون من الله لا من غيره يقول تعالى: { فَلَا تَخْشَوُا النَّاسَ وَاخْشَوْنِ } [المائدة: 44]. ¶ وكذا أنكر الإسلام الخوف من الفقر لأن الخالق والرازق هو الله، ورزق العباد ليس بيد العباد وإنما بيد خالق العباد، قال جل ثناؤه: { وَلَا تَقْتُلُوا أَوْلَادَكُمْ خَشْيَةَ إِمْلَاقٍ نَحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ } [الإسراء: 31]، وقال أيضًا: { وَفِي السَّمَاءِ رِزْقُكُمْ وَمَا تُوعَدُونَ } [الذاريات: 22]. ¶ فتقرر بهذا أن العمل الصالح يورث قوة التعلق بالله سبحانه وهذه القوة تزيل الخوف من تلك الأمور المورثة للأمراض النفسية والكربات والقلق ولخوف المذموم. ¶ 5- اليأس:",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "هو تصور في النفس بفقدان الأمل في التخلص مما تعانيه من ظروف وأحوال، وهو عكس التفاؤل واليأس يعد مرضًا وكربة تؤثر في النفس بشكل سلبي دائمًا فيجعلها تتراجع إلى الوراء، وتسير خلف الركب، وهو عدو الفكر والتحرر والانطلاق، وعدو التطور والتقدم والابتكار، وهذا هو مبتغى الشيطان وقمة فرحه وسروره، ثم إنه يحقق أهداف أعداء الله الذين يحاولون بكل ما أوتوا من قوة وإعلام وغيرها أن يدخلوا إلى نفوس أبناء الأمة هذه الروح التي تجعل الأمة تابعًا لها في كل أمورها، فتتهول قوة هذا العدو في نفوسهم وتعظم عقله وصناعته وتقدمه، إلى أن يقولوا: لا نستطيع أن نبلغ ما بلغو إليه، فلتكن هذه حالنا وتلك حالهم، وهذه كربة عظيمة ومرض خطير يرزح تحت وطأتها جمع كبير من المسلمين. ¶ والسبيل الوحيد الذي يخرج المصاب بداء اليأس أن يلجأ إلى الله تعالى بخالص الدعوات، وأحسن الأعمال، ليفرج عنه ما يعانيه، فإن الأمل في رحمة الله وفضله واجب، مهما بلغ الإنسان من الذنوب والخطايا، ولا سبيل للنجاة من ذلك إلا هذا السبيل، يقول الله تعالى { قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ } [الزمر: 53]. ¶ وجاء في الحديث القدسي الصحيح: «أنا عند ظن عبدي بي وأنا معه إذا ذكرني، فإن ذكرني في نفسه ذكرته في نفسي، وإن ذكرني في ملأ ذكرته في ملأ خير منه، وإن تقرب إلي بشبر تقربت إليه ذراعًا وإن تقرب إلي ذراعًا تقربت إليه باعًا، وإن أتاني يمشي أتيته هرولة»(1). ¶ __________ ¶ (1) «صحيح البخاري»، رقم (7405)، ص (1273، 1274)، و «صحيح مسلم» رقم (2675)، ص (1166).",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ولخطورة كربة اليأس وأثره السيئ على النفس والمجتمع، جاء الدين الإسلامي بالتخلص منه ونبذه ومحاربته، وعد الذين يقطعون الأمل بالله تعالى، ويقنطون من رحمته كفارًا خارجين عن الملة، قال الله تعالى: { يَا بَنِيَّ اذْهَبُوا فَتَحَسَّسُوا مِنْ يُوسُفَ وَأَخِيهِ وَلَا تَيْئَسُوا مِنْ رَوْحِ اللَّهِ إِنَّهُ لَا يَيْئَسُ مِنْ رَوْحِ اللَّهِ إِلَّا الْقَوْمُ الْكَافِرُونَ } [يوسف: 87]، وقوله: { وَالَّذِينَ كَفَرُوا بِآَيَاتِ اللَّهِ وَلِقَائِهِ أُولَئِكَ يَئِسُوا مِنْ رَحْمَتِي وَأُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ } [العنكبوت: 23]. ¶ ثانيًا: الكربات الحسية: وهي كثيرة، ومنها: ¶ 1- السجن: ¶ السجن موجود منذ القدم وهو مخصص في الأصل للمخالفين والخارجين على قانون الحاكم والدولة من أصحاب الجنايات، ولكنه يضم بين جنباته بعض المظلومين، ولا سيما في البقاع التي يستعبد فيها الحاكم رعيته، ويطغى عليهم ويظلمهم، ويدعوهم إلى عبادة غير الله، وكان الجب أو البئر يستخدم أحيانًا نوعًا من أنواع السجون، وأيًا كان سبب هذا السجن فإنه كربة تصيب الإنسان في جسده ونفسه وأهله وذويه، وقد ابتلى الله نبيه يوسف عليه السلام بهذه الكربة بنوعيها، كربة الجب حينما وضعه إخوته فيه ليخلو لهم أبوهم، وكربة السجن حينما رفض دعوة امرأة العزيز. ¶ وليس أمام الإنسان الذي يبتلى بهذه الكربة إلا اللجوء إلى الله في الليل والنهار، وأن لا يقطع أمله بربه وخالقه، وأن يقدم بين يديه سبحانه وتعالى أعمالاً صالحة ودعوات خالصة يبث عبرها عبوديته لله وافتقاره له، وأنه لا ملجأ ولا منجى من الله إله إليه فربما يكون ذلك قريابًا يفرج الله به كربته ويخرجه من سجنه ويجعل له بعد ذلك يسرًا وخيرًا.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وذلك ما فعله يوسف عليه السلام، حيث كان في ظلمة الجب وكذلك في السجن، لم ينقطع عن ربه الذي هو أرحم من الأم بولدها، ولم يفارقه التضرع والتوسل إلى الله وبث شكواه في ظلمات السجن القاسية وقال بكل إيمان ويقين: { رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ } [يوسف: 33]، فرغم مكوثه في السجن بضع سنين إلا أن الله تعالى منحه ثمرة ذلك العمل الصالح والدعاء الصادق ألم يقل لامرأة العزيز: { مَعَاذَ اللَّهِ إِنَّهُ رَبِّي أَحْسَنَ مَثْوَايَ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ } ؟ [يوسف: 23]، فنال ثمرة ذلك أن جعله الله على خزائن مصر، وجاء إليه بإخوته وأبويه وكان فرجًا كبيرًا من الله على صدق نيته وعمله، حيث استشعر فرحة هذا الفرج لاسيما لقاؤه بأبيه يعقوب عليه السلام وأمه، يقول الله تعالى: { وَرَفَعَ أَبَوَيْهِ عَلَى الْعَرْشِ وَخَرُّوا لَهُ سُجَّدًا وَقَالَ يَا أَبَتِ هَذَا تَأْوِيلُ رُؤْيَايَ مِنْ قَبْلُ قَدْ جَعَلَهَا رَبِّي حَقًّا وَقَدْ أَحْسَنَ بِي إِذْ أَخْرَجَنِي مِنَ السِّجْنِ وَجَاءَ بِكُمْ مِنَ الْبَدْوِ مِنْ بَعْدِ أَنْ نَزَغَ الشَّيْطَانُ بَيْنِي وَبَيْنَ إِخْوَتِي إِنَّ رَبِّي لَطِيفٌ لِمَا يَشَاءُ إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ } [يوسف: 100].",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وكذلك كربة نبي الله يونس عليه السلام في بطن الحوت لم تكن تنفرج عنه لولا أنه ذكر ربه بما يليق بجلاله سبحانه، واعترف بذنبه وضعفه لله تعالى، لما أفرج عنه إلى يوم القيامة، وقد ذكر الله تعالى قصة يونس في أكثر من سورة من القرآن لأخذ العبرة منها في الشدائد والكربات، وأن القلب الخاشع واللسان الذاكر والجوارح القائمة في طاعة الله كفيلة بإخراج صاحبها من الكربات التي تصيبه في الحياة الدنيا، قال جل ذكره: { وَذَا النُّونِ إِذْ ذَهَبَ مُغَاضِبًا فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ فَنَادَى فِي الظُّلُمَاتِ أَنْ لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ * فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ وَكَذَلِكَ نُنْجِي الْمُؤْمِنِينَ } [الأنبياء: 87، 88]. ¶ ثم يقول جل وعلا في آيات أخر: { فَلَوْلَا أَنَّهُ كَانَ مِنَ الْمُسَبِّحِينَ * لَلَبِثَ فِي بَطْنِهِ إِلَى يَوْمِ يُبْعَثُونَ } [الصافات: 143، 144]. ¶ ويقول - صلى الله عليه وسلم -: «دعوة ذي النون إذ دعا وهو في بطن الحوت: لا إله إلا أنت سبحانك إني كنت من الظالمين، فإنه لم يدع بها رجل مسلم في شيء قط إلا استجاب الله له» (1). ¶ والشواهد على أن العمل الصالح والدعاء الخالص لله تعالى تفرج عن الإنسان كربة السجن كثيرة ورجالها أنبياء ورسل ودعاة وصالحون، فهذا هو الإمام أحمد بن حنبل رحمه الله تعالى يعاني هذه الكربة لإصراره على كلمة الحق والثبات عليها أو الموت دونها، فكانت ثمرة موقفه هذا أن أخرجه الله من محنته وكربته عزيز النفس، ينهل من علمه الصافي علماء الأمة، وتكسب من بعده الأمة العقيدة السليمة والسنة النبوية الصحيحة، وأصبح إمام أهل السنة والجماعة في عصره وينسب إليه مذهب الحنابلة في الفروع. ¶ __________ ¶ (1) «جامع الترمذي»، رقم (3505)، ص (799).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وكذلك شيخ الإسلام ابن تيمية جنى ثمرة صبره في السجن بيقينه في صدق دعوته وإخلاصه لله تعالى، أن صار نبراسًا للأمة ينهل من معين علمه أبناؤها في الشرق والغرب، وكانت قولته المشهورة وهو يعاني كربة السجن: «ما يصنع أعدائي بي؟ أنا سجني خلوة، ونفيي سياحة، وقتلي شهادة». ¶ وهنا نشير إلى أمر مهم يستفاد مما سبق، وهو أن المسلم يمكن أن يحول هذه الكربة إلى أمر إيجابي كما حوله أنبياء الله ورسله والمصلحون من بعدهم، ذلك أن للسجن عبادة تختلف عن عبادة غيره، ففي السجن يظهر أثر الأعمال القلبية كالتوكل والصبر والإنابة والخشية واللجوء إلى الله، ثم ما انبثق منها مثل قراءة القرآن والذكر المستمر والتأمل في النفس وفي أعمالها، والمحاسبة على ما سبق والتخطيط للمستقبل، ونحو ذلك ويحذر تمام الحذر من الانشغال بالأشياء السلبية التي تضيع على الإنسان وقته ولا تخرجه من كربته مثل الويل والثبور وترديد (لو لم أفعل)، (لو فعلت)، فـ (لو) تفتح عمل الشيطان، وكثرة التشكي والتحسر ونحو ذلك. ¶ 2- الديون: ¶ وهي كربة تعتري بعض الناس في حياتهم لظروف معينة يمرون بها، وتشتد هذه الكربة ويزداد تأثيرها عندما يعجز المدين عن سداد دينه، فهو كما قيل: «هم في الليل وذل في النهار» وإن تراكم الأموال على الإنسان وكثرة المطالبة بها من قبل الدائنين يحرج المدين ويدخله في دوامة القلق والاضطراب، فلا يستطيع الخروج إلى الناس ومخالطتهم، وقد تؤدي هذه الحال به إلى أن يترك بلده وأهله وأحبته هروبًا من حقوق الناس عليه أو سعيًا للعمل في مكان آخر ربما يخفف عنه هذا الهم وهذه الأمانة، والدين من الأعباء والكربات التي لا تنفك عن الإنسان حتى بعد الموت، فإن هو نجا بنفسه منها في الدنيا فإنه لن تزول كربته في الآخرة لأنه حق العباد لذا كان الرسول - صلى الله عليه وسلم - لا يصلي على من عليه الدين إلا أن يعفو عنه الدائن ويسامحه لعظم شأنه وحقه.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "عن أبي هريرة رضي الله عنه أن رسول الله - صلى الله عليه وسلم - كان يؤتى بالرجل المتوفى عليه الدين فيسأل هل ترك لدينه فضلاً فإن حدث أنه ترك لدينه وفاء صلى وإلا قال للمسلمين: «صلوا على صاحبكم»، فلما فتح الله عليه الفتوح قال: «أنا أولى بالمؤمنين من أنفسهم، فمن توفي من المؤمنين فترك دينًا فعلي قضاؤه، ومن ترك مالاً فلورثته»(1). ¶ ويقول عليه الصلاة والسلام: «يغفر للشهيد كل ذنب إلا الدين»(2). ¶ ومن أجل ذلك كان عليه الصلاة والسلام يستعيذ بالله منه في دعائه ويقول: «اللهم إني أعوذ بك من الهم والحزن، والعجز والكسل، والجبن والبخل، وضلع الدين وغلبة الرجال»(3). ¶ وطريق الخلاص من هذا الكرب في الدنيا والنجاة منه يوم القيامة أن يخلص الإنسان في طاعته وعبادته لله تعالى، ويبادر إلى الأعمال الصالحة والاستغفار والأذكار بشكل دائم، ويتقي الله تعالى في أموره كلها، فهذا هو السبيل الأعظم لإزاحة هذا الهم عن كاهله وإبداله بالفرج واليسر والسداد يقول الله تعالى: { ... وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا * وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ } [الطلاق: 2، 3]، وقال الله تعالى عن نوح عليه السلام في مخاطبته لقومه: { فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا * يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا * وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَارًا * مَا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا } [نوح: 10-13]. ¶ __________ ¶ (1) «صحيح البخاري»، رقم (5371)، ص (959)، و «صحيح مسلم»، رقم (1619)، ص (707). ¶ (2) «صحيح مسلم»، رقم (1886)، ص (845). ¶ (3) «صحيح البخاري»، رقم (6369)، ص (1106)، و «صحيح مسلم»، رقم (2706)، ص (1176).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وعن علي رضي الله عنه أن مكاتبًا جاءه فقال: إني قد عجزت عن كتابتي فأعني، قال: ألا أعلمك كلمات علمنيهن رسول الله - صلى الله عليه وسلم - لو كان عليك مثل جبل صير دينًا أداه الله عنك، قال: «قل: اللهم اكفني بحلالك عن حرامك، وأغنني بفضلك عمن سواك»(1). ¶ ولا يعني هذا ترك الأسباب، بل عملها ضروري وتركها عجز وتخاذل ولكن للتأكيد على أثر العمل الصالح في حل هذه الكربة. ¶ 3- الظلم: ¶ الظلم ظلمات يوم القيامة كما جاء في الحديث وهو كربة وبلاء، ظهر منذ أن خلق الله الإنسان، نتيجة لآفات النفس، ورغباتها وأهوائها، من الحسد والغرور والكبرياء، وكذلك الطمع والجشع وحب الذات وكراهية الغير، وغيرها من الأسباب، والمؤمن إذا أصابه شيء من كربة الظلم، بأي شكل من أشكالها من اعتداء أو تعذيب أو أخذ حق وغيره، يجب أن يسارع إلى الله تعالى، الذي حرم الظلم على نفسه وجعله بين الناس محرمًا، ليرفع عنه هذه الكربة ويبدلها فرجًا وسرورًا، وعزة وانتصارًا، بشرط أن يعاون هذا التضرع إلى الله الاجتهاد في العبادة والإخلاص في الأعمال، وتصفية النية، وترك المعاصي، لقوله تعالى: { إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ } [الرعد: 11]، فعندها يقبل الله تعالى دعوته ولا يرده خائبًا، بل سيعجل له بالفرج القريب والظفر الأكيد على عدوه وظالميه، يقول الرسول الكريم عليه الصلاة والسلام فيما يرويه أبو هريرة رضي الله عنه: «ثلاث دعوات مستجابات لاشك فيهن: دعوة المظلوم، ودعوة المسافر، ودعوة الوالد على ولده»(2). ¶ __________ ¶ (1) «جامع الترمذي»، رقم (3563)، ص (812)، قال الترمذي: هذا حديث حسن غريب. ¶ (2) «سنن الترمذي»، رقم (1905)، ص (445)، ورواه ابن ماجه (3862)، ص (552).",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وفي قوله - صلى الله عليه وسلم - عندما بعث معاذًا إلى اليمن فقال: «اتق دعوة المظلوم فإنها ليس بينها وبين الله حجاب»(1). ¶ وإن طال الفرج أو تأخر قليلاً فلحكمة من عند الله تعالى لا يعلمها إلا هو، ربما يكون فيه خير للإنسان وذخر له يوم القيامة، وربما يجعل الله تعالى سعادة هذا الإنسان المبتلى بالظلم في تلك اللحظات التي يظلم فيها ويضطهد، لأنه سبحانه وتعالى يلقي عليه رداء السكينة والراحة النفسية، ويزيد من إيمانه ويقينه لأمر الله، لذلك كان بعض السلف الصالح يقولون: لو علمت الملوك وأبناء الملوك ما نحن فيه –يعني من الراحة النفسية- لجالدونا عليه بالسيوف. ¶ فعلى المظلوم المكروب أن يعود إلى ربه ويعمل صالحًا وسينتقم الله تعالى من الظالم ولو بعد حين، لأن عقوبات الظلم معجلة في الدنيا قبل الآخرة، والشواهد التاريخية والواقعية أكثر من أن تحصر، فهؤلاء رسل الله وأنبياؤه وقع عليهم ظلم من أقوامهم فانتصر الله لهم: { فَكُلًّا أَخَذْنَا بِذَنْبِهِ فَمِنْهُمْ مَنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ وَمِنْهُمْ مَنْ خَسَفْنَا بِهِ الْأَرْضَ وَمِنْهُمْ مَنْ أَغْرَقْنَا وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ } [العنكبوت: 40]، ووقع على كثير من سلف الأمة ما وقع كالإمام مالك وأبي حنيفة والشافعي وأحمد وغيرهم كثير رحمهم لله، فكانوا أئمة يقتدى بأقوالهم، والذي يجب الحذر منه ألا يرد الظلم بظلم. ¶ 4- الزلازل والأعاصير والكوارث الأخرى: ¶ __________ ¶ (1) «صحيح البخاري»، رقم (2448)، ص (395)، و«صحيح مسلم»، رقم (19)، ص (31).",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وهي إما عقوبة وعذاب للعباد على تماديهم في العصيان وانتهاك حرمات الله، من الظلم والسفور والخمور والزنا، وغيرها من المعاصي، أو ابتلاء لا يعلم مغزاها وعلتها إلا مدبرها وخالقها عز وجل وهي في الحالتين آيات وعبر ودروس وعظات للآخرين، والنصوص القرآنية والأحاديث النبوية تشير في معظمها أنها كانت للأمم السابقة نتيجة كفرهم وشركهم وظلمهم، وحربهم لأنبياء الله وقتلهم لهم يقول الله تعالى: { وَكَذَلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ } [هود: 102]. ¶ وقوله تعالى: { وَضَرَبَ اللَّهُ مَثَلًا قَرْيَةً كَانَتْ آَمِنَةً مُطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِنْ كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ اللَّهِ فَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ بِمَا كَانُوا يَصْنَعُونَ } [النحل: 112]. ¶ وإن صلاح الأعمال وإخلاص النيات لله تعالى من أهم ما يدفع عن الناس كربات العقوبات الإلهية الدنيوية من الزلازل والحرائق والأعاصير وغيرها يقول الله تعالى عن قوم يونس الذين نفعهم إيمانهم الذي دفع عنهم عذاب الله تعالى في الحياة الدنيا: { فَلَوْلَا كَانَتْ قَرْيَةٌ آَمَنَتْ فَنَفَعَهَا إِيمَانُهَا إِلَّا قَوْمَ يُونُسَ لَمَّا آَمَنُوا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَمَتَّعْنَاهُمْ إِلَى حِينٍ } [يونس: 98]. ¶ ويقول أيضًا: { وَمَا كَانَ رَبُّكَ لِيُهْلِكَ الْقُرَى بِظُلْمٍ وَأَهْلُهَا مُصْلِحُونَ } [هود: 117]. ¶ هذا إضافة إلى الاستكثار من الذكر والاستغفار والتوبة في كل وقت، ليكون الإنسان في مأمن من هذا الذي أصاب تلك الأمم بسبب غفلتهم وحيادهم عن منهج الله تعالى، يقول الباري عز وجل: { وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ } [الأنفال: 33]. ¶ 5- الخسائر التجارية:",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وما هي إلا جزاء غبن أو غش أو حيلة أو خداع فرب ربح تجاري أو كسب مادي يغشي صاحبه وينسيه وسيلة ربحه وكسبه، ولا يدري أنه استدراج من حيث لا يعلم، فيأخذه الغرور ويغفل عن محارم الله وأوامره فيزداد تحايلاً ومراوغة في عمله، إلى أن يأتي أمر الله وتجيء الخسارة الكبرى في إحدى ساعات الغفلة، فينسفها الله نسفًا، كأن لم تكن، فتكون ضربة قاصمة في بنيان ما اكتسبته يداه من غير حق ولا تقوى فيدخل هذا التاجر في كربة عظيمة ربما تؤدي به إلى الموت كما يحدث لكثير من الناس، إذا تعرضت مصالحهم لخسائر يصابون بسكتات قلبية فور سماع الخبر، فما أعظم هذه الكربة على الإنسان الذي جعل ماله في قلبه ولم يجعله في يديه، وهو في الوقت نفسه بلاء من الله تعالى كما أخبرنا في كتابه العزيز: { وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِنَ الْأَمْوَالِ وَالْأَنْفُسِ ... } [البقرة: 155].",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "والدليل على معظم هذه الخسائر تكون نتيجة البعد عن الله في التعامل والكسب، هو قول النبي - صلى الله عليه وسلم - حينما ذهب إلى السوق ونادى في التجار: «إن التجار يبعثون يوم القيامة فجارًا إلا من اتقى الله وبر وصدق»(1). والاستثناء دائمًا يكون للقلة من الكثرة، والحديث يبين أن تقوى الله ومراقبته في التعامل هو الذي ينجي التاجر من عذاب الله وعقابه، ويبارك في كسبه وماله، وذلك بتحليل المال في مشروعية وسائل كسبه وتصفيته من الشبهات والآثام لاسيما في هذا العصر الذي انتشر فيه الربا انتشار النار في الهشيم، وكذا الزكاة والإنفاق في وجوه الخير، يقول الله تبارك وتعالى: { يَمْحَقُ اللَّهُ الرِّبَا وَيُرْبِي الصَّدَقَاتِ } [البقرة: 276]، هذه الآية كافية للانتهاء عن محارم الله والتزام حدوده في المعاملات التجارية والمالية، ويقول - صلى الله عليه وسلم -: «إن العبد ليحرم الرزق بالذنب يصيبه» (2)، ويقول أيضًا: «ما نقص مال عبد من صدقة» (3). ¶ فلينتبه المسلم ويقم تعامله المالي على المشروع في موارده ومصارفه وتعامله وإخراج زكاته، وهنا ينمو ويزداد ويسلم من شره وعواقبه، ويكون نافعًا له في الدنيا بمزيد البركة وبالاستغناء عن الناس وبالطمأنينة القلبية، ويكون نافعًا في الآخرة برفعة الدرجات والحجاب عن النار وتكفير السيئات ودخول الجنان. ¶ 6- المرض: ¶ __________ ¶ (1) «سنن ابن ماجه»، رقم (2146)، ص (308)، ورواه الترمذي (1210)، ص (295). وقال: هذا حديث حسن صحيح. ¶ (2) «مسند أحمد»، رقم (22802)، ص (1659)، ورواه ابن ماجه (90، 4022)، ص (15، 580). ¶ (3) «جامع الترمذي»، رقم (2325)، ص (532)، وقال الترمذي: هذا حديث حسن صحيح.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "هو كربة تصيب الإنسان في جسده فيعاني آلامًا وأوجاعًا، ويحرم الطعام اللذيذ والشراب الهانئ، ويحرم كثيرًا من متاع الدنيا المباح، وهذه الكربة تجري على الناس كافة، صغار وكبار، رجال ونساء، شباب وشيوخ، إلا أن العاقل والمؤمن بالله هو الذي يتعامل مع هذه الكربة التعامل الشرعي من الصبر على هذه الكربة ويلجأ إلى ربه بالعمل الصالح الدءوب، والدعاء اللحوح، ليكشف عنه ضره وكربته، ولا ييأس من فضل الله ورحمته، وليكن قدوته في ذلك وأسوته نبي الله أيوب عليه السلام الذي أصيب بكربة المرض، بعد أن كان صحيحًا قويًا فأذهبت عنه هذه الكربة عافيته، وقوته وطالت مدتها، وازداد فعلها وأثرها في جسده، حتى تركه أهله وأقرباؤه فنادى ربه بدعاء صادق يقول الله تعالى عنه: { وَأَيُّوبَ إِذْ نَادَى رَبَّهُ أَنِّي مَسَّنِيَ الضُّرُّ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ * فَاسْتَجَبْنَا لَهُ فَكَشَفْنَا مَا بِهِ مِنْ ضُرٍّ وَآَتَيْنَاهُ أَهْلَهُ وَمِثْلَهُمْ مَعَهُمْ رَحْمَةً مِنْ عِنْدِنَا وَذِكْرَى لِلْعَابِدِينَ } [الأنبياء: 83، 84]. ¶ وكان نبي الله أيوب عليه السلام قبل مرضه من المنفقين في سبيل الله بكافة أوجهه، فقد كان من الأغنياء الكبار في عصره، فابتلاه الله تعالى بأخذ ماله وأملاكه فصبر وشكر، إلى أن ابتلاه بكربة المرض الذي عافاه الله تعالى منه بعد أن هجره الناس وتركوه وحيدًا فلم يكن له سوى اللجوء إلى ربه وخالقه فكشف الله عنه كربته وأعاد إليه عافيته وأمواله وأملاكه، بل قيل أنه صار أغنى مما كان من قبل. ¶ وقد روى أبو بردة عن أبي موسى قال: سمعت النبي - صلى الله عليه وسلم - غير مرة ولا مرتين يقول: «إذاكان العبد يعمل عملاً صالحًا فشغله عنه مرض أو سفر كتب له كصالح ما كان يعمل وهو صحيح مقيم»(1). ¶ __________ ¶ (1) «سنن أبي دواد»، رقم (3091)،ص (453)، وهو في «صحيح البخاري» برقم (2996)، ص (495)",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ولا يستهين الإنسان المريض أو أهله بالإنفاق في سبيل الله والاستكثار من الصدقات فإنها تدفع عن الإنسان البلاء، وتشفي الأسقام، وترضي الله تعالى (1). ¶ *** ¶ كانت تلك بعض الكربات التي تصيب الإنسان في نفسه وبدنه وماله وغير ذلك، وفي بعض مراحل حياته، ابتلاء أو عقوبة، وكانت الوسيلة المشتركة لتفريج تلك الكربات هي تقديم بعض الأعمال الصالحة والدعوات الصادقة بين يدي الله عز وجل فهو القاهر فوق عبادة وهو الغفور الرحيم. ¶ *** ¶ ثم إن المؤمن مطالب بقدر ما لديه من وسائل وإمكانات، أن يفرج عن أخيه المؤمن من كربته، سواء النفسية أو الحسية، لأن المؤمن للمؤمن كالبنيان المرصوص يشد بعضه بعضًا، ولأن هذا العمل سوف يوضع في رصيده عند الله تعالى، ليفرج ربه سبحانه عنه كربة في يوم لا ناصر له ولا معين، يقول الرسول الأمين عليه الصلاة والسلام: «المسلم أخو المسلم لا يظلمه، ولا يسلمه، من كان في حاجة أخيه كان الله في حاحته، ومن فرج عن مسلم كربة فرج الله عنه بها كربة من كرب يوم القيامة، ومن ستر مسلمًا ستره الله يوم القيامة»(2). ¶ __________ ¶ (1) ينظر للتعامل مع المرض التعامل الشرعي ما كتبته في كتابي «دروس في الحقوق الواجبة على المسلم». ¶ (2) «صحيح البخاري»، رقم (2442)، ص (394)، و «صحيح مسلم»، رقم (2580)، ص (1129).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وفي هذا المقام يستحب التذكير بحديث المصطفى عليه الصلاة والسلام الحافل بأمور عظيمة قد يغفل عنها كثير من الناس، يقول: «أحب الناس إلى الله أنفعهم، وأحب الأعمال إلى الله عز وجل سرور تدخله على مسلم، أو تكشف عنه كربة أو تقضي عنه دينًا، أو تطرد عنه جوعًا، ولأن أمشي مع أخي المسلم في حاجة أحب إلي من أن أعتكف في المسجد شهرًا، ومن كف غضبه ستر الله عورته، ومن كظم غيظًا، ولو شاء أن يمضيه أمضاه، ملأ الله قلبه رضى يوم القيامة، ومن مشى مع أخيه المسلم في حاجته حتى يثبتها له، أثبت الله تعالى قدمه يوم تزل الأقدام وإن سوء الخلق ليفسد العمل كما يفسد الخل العسل» (1). ¶ *** ¶ ونحن نختم هذا الاستعراض عن بعض أنواع المصائب أذكر بعدة أمور: ¶ 1- أن هذه المصائب هي من السنن الجارية في هذه الحياة التي يقدرها الله تعالى على عباده فيبتليهم بها، مما يستوجب التعامل معها التعامل الشرعي بمعرفة هذه الحقيقة ثم بالصبر عليها احتسابًا وطلبًا للأجر والثواب وأعلى منه الرضا بما قضاه الله وقدره، ثم الأعلى وهو شكر الله عليها وهذه درجة عليا، نسأل الله أن يبلغنا إياها. ¶ 2- أنه لا يعني عندما نقول: إن الإيمان سبب للخروج من كل مأزق أن الهموم والغموم والقلق والحزن لا تصيب المؤمن، بل قد تصيبه كما كان ذلك لرسول الله - صلى الله عليه وسلم -، فحزن عندما توفيت زوجته خديجة رضي الله عنها، وعندما مات ابنه إبراهيم، وفي مواقف أخرى، ولكن المؤمن يصبر ويرضى ويحتسب ولا يجزع أو يسخط أو يعمل أعمالاً يظهر فيها اعتراضه على قدر الله، أو يعطل أعماله ووظائفه، ثم إن هذا الهم والحزن سريعًا ما ينكشف للمؤمن إذا عمل بمقتضى هذه الوصايا العظيمة كما سبق. ¶ __________ ¶ (1) نقلاً عن «صحيح الجامع»، للألباني، رقم (174)، وينظر ما كتبته في رسالة: «خير الناس أنفعهم للناس».",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "3- أن من الحقائق المهمة معرفة أنه لا بد من بقاء نسبة يسيرة من الهم والحزن عند الإنسان وإلا أصبح جمادًا لا يتحرك فيه عاطفة، وإلا فكيف يحيي شعوره تجاه والديه وأولاده وزوجته ومجتمعه ومجتمعات المسلمين، إذا لم يكن عنده نسبة تحركه، ولكن ينبغي أن تكون هذه النسبة بحدودها الشرعية فلا تتجاوز حدًا يصل به الأمر إلى أن يقعده عن عمله وسلوكه الحسن وينطوي... إلخ، وهذا يفيدنا بأن لا نجزع إذا كانت نسبة الهم معقولة بقدر ما تتحرك بها العاطفة لفعل الخير والإحسان. ¶ 4- أن الجامع لحل هذه الكرب وغيرها أن يتعامل معها المسلم التعامل الشرعي وملخصه: ¶ أ- الإيمان بأنها من الله تعالى، فيورثه هذا الإيمان بقضاء الله تعالى وقدره. ¶ ب- الصبر عليها وعدم الضجر والتشكي والتسخط، والأعلى من ذلك الرضى بها ثم شكر الله تعالى عليها. ¶ جـ- الإكثار من الأعمال الصالحة ومنها: ¶ * الأذكار ومن القرآن الكريم قراءة وحفظًا { أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ } [الرعد: 28]. ¶ { وَنُنَزِّلُ مِنَ الْقُرْآَنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا } [الإسراء: 82]. ¶ * الصلاة { وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ } [البقرة: 45] «أرحنا بها يا بلال». ¶ * الإنفاق في وجوه الخير المشروعة المتعددة «فما نقص مال من صدقة» و«الصدقة تطفئ الخطيئة». ¶ * نفع الآخرين كما سبق في جملة أحاديث. ¶ * ومن تنفيس كرباتهم ومساعدتهم والعطف عليهم والقيام بحاجاتهم وغيرها. ¶ * الدعاء والإلحاح على الله فيه: { وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ } [غافر: 60]، { وَادْعُوهُ خَوْفًا وَطَمَعًا } [الأعراف: 56]. ¶ * كثرة الاستغفار { فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا * يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا } [نوح: 10، 11].",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "* عدم اقتراف المعاصي ومن أشدها ظلم العباد فعقوبته معجلة. ¶ 5- أن الوقاية خير من العلاج فيبني المسلم حياته على منهاج الله تعالى، فإذا ما أصيب بمصيبة وحلت عليه كربة فرج الله عنه «احفظ الله يحفظك»«احفظ الله تجده تجاهك» «تعرف على الله في الرخاء يعرفك في الشدة». ¶ *** ¶ هذه إشارات سريعة في هذا الموضوع الحيوي العملي الهام الذي يحتاج إليه كل مسلم، أسأل الله تعالى أن ينفع بهذه الكلمات ويجعلها من المدخرات في الحياة وبعد الممات وعند العرض على رب البريات إنه سميع قريب مجيب. ¶ وصلى الله على نبينا محمد وعلى آله وصحبه وسلم. ¶ كتبه ¶ فالح بن محمد بن فالح الصغير ¶ الرياض 15/5/1425هـ ¶ البريد الإلكتروني ¶ falehmalsgair@Yahoo.com ¶ *** ¶ الفهرس ¶ المقدمة…3 ¶ أنواع الكربات…4 ¶ أولاً: الكربات النفسية:…4 ¶ 1- الهم:…4 ¶ 2- الحزن:…6 ¶ 3- القلق:…7 ¶ 4- الخوف:…10 ¶ 5- اليأس:…13 ¶ ثانيًا: الكربات الحسية:…15 ¶ 1- السجن:…15 ¶ 2- الديون:…18 ¶ 3- الظلم:…21 ¶ 4- الزلازل والأعاصير والكوارث الأخرى:…23 ¶ 5- الخسائر التجارية:…24 ¶ 6- المرض:…26",
            "page": "25",
            "part": "1"
        }
    ],
    "t34863": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أثر العمل الصالح"
        }
    ]
}