{
    "b34864": [
        {
            "id": "1",
            "nass": "آدَابُ النَّوْمِ ¶ تأليف: الدكتور عادل بن عبد الشكور الزرقي ¶ نشر في ملتقى أهل الحديث بواسطة الشيخ زياد العضيلة ¶ www.ahlalhdeeth.com",
            "page": null,
            "part": null
        },
        {
            "id": "2",
            "nass": "آدَابُ النَّوْمِ ¶ الحمد لله رب العالمين ، والصلاة والسلام وعلى أشرف الخلق والمرسلين ، وعلى آله وصحبه وسلم تسليماً كثيراً ، وبعد ¶ فهذه جملة مفيدة من آداب النوم وسننه الثابتة عن رسول الله صلى الله عليه وسلم. ¶ قمت بجمعها من الصحيحين وبقية كتب الحديث ، كالسنن والمسند وغيرها . ¶ واقتصرت فيها على الصحيح الصريح(1 ) . ¶ وهذه السنن على أهميتها وعظيم أجر فاعلها احتساباً ، قد أعرض كثير من المسلمين عنها أو عن أكثرها ، جهلاً أو تكاسلاً أو زهداً فيما عند الله من ثواب . ¶ فأسأل الله تعالى العلي العظيم ، أن ينفع بها ، وأن يوفقنا جميعاً للقيام بها على أتم وجه ، يرضى الله به عنا ، إنه ودود رحيم . ¶ وصلى الله على نبينا محمد ، وعلى آله وصحبه وسلم . ¶ كتبه ¶ عادل بن عبد الشكور الزرقي ¶ (1) لم أذكر حديث الرقية وهو في الصحيحين عن عائشة رضي الله عنها قالت : إن رسول الله صلى الله عليه وسلم كان إذا اشتكى نفث على نفسه بالمعوذات ومسح عنه بيده فلما اشتكى وجعه الذي توفي فيه طفقت أنفث على نفسه بالمعوذات التي كان ينفث وأمسح بيد النبي صلى الله عليه وسلم عنه ، فهذا صريح بأنه من أدعية المرض ، كذا رواه مالك ومعمر وزياد وأبو أويس عن الزهري عن عروة عنها . فهو مقيد لرواية يونس وعقيل عن الزهري ، التي جعلته قبل النوم ، وهي في الصحيحين أيضاً ، ويؤيد ما سبق أن هشاماً رواه عن أبيه كرواية الجماعة - أخرجه مسلم . ¶ *****************************************",
            "page": "1",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "1-التَّبكير: ¶ 1- عَنْ أَبِي بَرْزَةَ رضي الله عنه أَنَّ رَسُولَ الله صلى الله عليه وسلم كَانَ يَكْرَهُ النَّوْمَ قَبْلَ الْعِشَاءِ وَالْحَدِيثَ بَعْدَهَا - أَخْرَجَهُ البُخَارِيُّ وَمُسْلِمٌ . ¶ 2-الوِتر لمن خشي فواته:- ¶ عَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ : « أَوْصَانِي خَلِيلِي صلى الله عليه وسلم بِثَلاثٍ : بِصِيَامِ ثَلاثَةِ أَيَّامٍ مِنْ كُلِّ شَهْرٍ وَرَكْعَتَيْ الضُّحَى وَأَنْ أُوتِرَ قَبْلَ أَنْ أَرْقُدَ » - أَخْرَجَهُ مُسْلِمٌ . ¶ 3- عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ رضي الله عنه قَالَ : سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ : « الَّذِي لا يَنَامُ حَتَّى يُوتِرَ حَازِمٌ » - أَخْرَجَهُ أَحْمَدُ . ¶ 3-إطفاء النَّار وتخمير الإناء وإغلاق الأبواب: ¶ 4- عَنْ جَابِرٍ رضي الله عنه أَنَّ رَسُولَ الله صلى الله عليه وسلم قَالَ : « أَطْفِئُوا المَصَابِيحَ إِذَا رَقَدْتُمْ وَغَلِّقُوا الأبْوَابَ وَأَوْكُوا الأسْقِيَةَ وَخَمِّرُوا الطَّعَامَ وَالشَّرَابَ - وَأَحْسِبُهُ قَالَ - وَلَوْ بِعُودٍ تَعْرُضُهُ عَلَيْهِ » - أَخْرَجَهُ البُخَارِيُّ وَمُسْلِمٌ . ¶ 5- عَنْ ابنِ عُمَرَ رضي الله عنه عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ : « لا تَتْرُكُوا النَّارَ فِي بُيُوتِكُمْ حِينَ تَنَامُونَ » - أَخْرَجَهُ البُخَارِيُّ وَمُسْلِمٌ . ¶ 6- عَنْ أَبِي مُوسَى رَضِيَ اللَّهُ عَنْهُ قَالَ احْتَرَقَ بَيْتٌ بِالْمَدِينَةِ عَلَى أَهْلِهِ مِنْ اللَّيْلِ فَحُدِّثَ بِشَأْنِهِمْ النَّبِيُّ صلى الله عليه وسلم قَالَ إِنَّ هَذِهِ النَّارَ إِنَّمَا هِيَ عَدُوٌّ لَكُمْ فَإِذَا نِمْتُمْ فَأَطْفِئُوهَا عَنْكُمْ » - أَخْرَجَهُ البُخَارِيُّ وَمُسْلِمٌ . ¶ 4-تحجير المكان: ¶ 7- عَنْ عَلِيِّ بنِ شَيْبَانَ رضي الله عنه عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم : « مَنْ بَاتَ عَلَى ظَهْرِ بَيْتٍ لَيْسَ لَهُ حِجَارٌ( ) فَقَدْ بَرِئَتْ مِنْهُ الذِّمَّةُ » - أَخْرَجَهُ أَبُو دَاوُدَ ، وَلَهُ عِدَّةُ شَوَاهِدٍ . ¶ 5- ¶ غسل الدَّسم ونحوه:",
            "page": "2",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "8- عَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ : قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم : « مَنْ نَامَ وَفِي يَدِهِ غَمَرٌ وَلَمْ يَغْسِلْهُ فَأَصَابَهُ شَيْءٌ فَلا يَلُومَنَّ إِلا نَفْسَهُ » - أَخْرَجَهُ أَبُو دَاوُدَ . ¶ 6- ¶ الوضوء ولو لجنابة: ¶ 9- عَنْ الْبَرَاءِ بْنِ عَازِبٍ رضي الله عنه قَالَ : قَالَ النَّبِيُّ صلى الله عليه وسلم : « إِذَا أَتَيْتَ مَضْجَعَكَ فَتَوَضَّأْ وُضُوءَكَ لِلصَّلاةِ » - أَخْرَجَهُ البُخَارِيُّ وَمُسْلِمٌ . ¶ 10- عَنْ ابْنِ عُمَرَ رضي الله عنه أَنَّ عُمَرَ بْنَ الْخَطَّابِ رضي الله عنه سَأَلَ رَسُولَ الله صلى الله عليه وسلم: أَيَرْقُدُ أَحَدُنَا وَهُوَ جُنُبٌ ؟ قَالَ : « نَعَمْ إِذَا تَوَضَّأَ أَحَدُكُمْ فَلْيَرْقُدْ وَهُوَ جُنُبٌ » - أَخْرَجَهُ البُخَارِيُّ وَمُسْلِمٌ . ¶ 7- ¶ نفض الفِراش والتَّسمية: ¶ 11- عَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ : قَالَ النَّبِيُّ صلى الله عليه وسلم : « إِذَا أَوَى أَحَدُكُمْ إِلَى فِرَاشِهِ فَلْيَأْخُذْ دَاخِلَةَ إِزَارِهِ فَلْيَنْفُضْ بِهَا فِرَاشَهُ وَلْيُسَمِّ اللَّهَ ، فَإِنَّهُ لا يَعْلَمُ مَا خَلَفَهُ بَعْدَهُ عَلَى فِرَاشِهِ » - أَخْرَجَهُ البُخَارِيُّ وَمُسْلِمٌ ¶ 8- ¶ التَّستر: ¶ - عَنْ جَابِرِ بْنِ عَبْدِ الله رضي الله عنه أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ : « لا يَسْتَلْقِيَنَّ أَحَدُكُمْ ثُمَّ يَضَعُ إِحْدَى رِجْلَيْهِ عَلَى الأخْرَى » - أَخْرَجَهُ مُسْلِمٌ . ¶ 9- ¶ تباعد النَّائمين: ¶ 13- عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَ : قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم : « مُرُوا أَوْلادَكُمْ بِالصَّلاةِ وَهُمْ أَبْنَاءُ سَبْعِ سِنِينَ وَاضْرِبُوهُمْ عَلَيْهَا وَهُمْ أَبْنَاءُ عَشْرٍ وَفَرِّقُوا بَيْنَهُمْ فِي الْمَضَاجِعِ » - أَخْرَجَهُ أَحْمَدُ وَأَبُو دَاوُدَ . ¶ 10- ¶ كتابة الوصية:",
            "page": "3",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "14- عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ : « مَا حَقُّ امْرِئٍ مُسْلِمٍ لَهُ شَيْءٌ يُوصِي فِيهِ يَبِيتُ لَيْلَتَيْنِ إِلَّا وَوَصِيَّتُهُ مَكْتُوبَةٌ عِنْدَهُ » - أَخْرَجَهُ البُخَارِيُّ وَمُسْلِمٌ . ¶ 11- ¶ النَّوم على الشِّقِّ الأيمن: ¶ 15- عَنْ الْبَرَاءِ بْنِ عَازِبٍ رضي الله عنه قَالَ : قَالَ النَّبِيَّ صلى الله عليه وسلم : « إِذَا أَتَيْتَ مَضْجَعَكَ فَتَوَضَّأْ وُضُوءَكَ لِلصَّلاةِ ثُمَّ اضْطَجِعْ عَلَى شِقِّكَ الأيْمَنِ » - أَخْرَجَهُ البُخَارِيُّ وَمُسْلِمٌ . ¶ 12- ¶ وضع اليد تحت الخدَّ: ¶ 16- عَنْ حُذَيْفَةَ رضي الله عنه قَالَ : « كَانَ صلى الله عليه وسلم إِذَا أَخَذَ مَضْجَعَهُ مِنْ اللَّيْلِ وَضَعَ يَدَهُ تَحْتَ خَدِّهِ » - أَخْرَجَهُ البُخَارِيُّ . ¶ 13-ذكر الله: ¶ 17- عَنْ أَبِي هُرَيْرَةَ رضي الله عنه عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ : « مَنْ اضْطَجَعَ مَضْجَعاً لا يَذْكُرُ اللَّهَ فِيهِ كَانَتْ عَلَيْهِ مِنْ اللَّهِ تِرَةٌ » - أَخْرَجَهُ أَبُو دَاوُدَ . ¶ 14- ¶ قراءة آية الكرسي: ¶ 18- في حديث أبي هريرة رضي الله عنه الطويل . قَالَ : « قَالَ الشيطان : إِذَا أَوَيْتَ إِلَى فِرَاشِكَ فَاقْرَأْ \"آيَةَ الْكُرْسِيِّ\" لَنْ يَزَالَ عَلَيْكَ مِنَ اللهِ حَافِظٌ وَلا يَقْرَبُكَ شَيْطَانٌ حَتَّى تُصْبِحَ . فَقَالَ النَّبِيُّ صلى الله عليه وسلم : صَدَقَكَ وَهُوَ كَذُوبٌ ، ذَاكَ شَيْطَانٌ » - أَخْرَجَهُ البُخَارِيُّ وَمُسْلِمٌ ¶ 15- ¶ قراءة سور الإسراء والزُّمر: ¶ 19- عَنْ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا قَالَت : « كَانَ النَّبِيُّ صلى الله عليه وسلم لا يَنَامُ عَلَى فِرَاشِهِ حَتَّى يَقْرَأَ \"بَنِي إِسْرَائِيلَ وَالزُّمَرَ\" » - أَخْرَجَهُ أَحْمَدُ وَالتِّرْمِذِيُّ وَصَحَّحَهُ ابنُ خُزَيمَةَ . ¶ 16-",
            "page": "4",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "التَّسبيح33 والحمد33 والتَّكبير34: ¶ 20- عن عَلِيٌّ رضي الله عنه أَنَّ فَاطِمَةَ رَضِيَ اللَّهُ عَنْهَا اشْتَكَتْ مَا تَلْقَى مِنْ الرَّحَى مِمَّا تَطْحَنُ فَبَلَغَهَا أَنَّ رَسُولَ الله صلى الله عليه وسلم أُتِيَ بِسَبْيٍ فَأَتَتْهُ تَسْأَلُهُ خَادِماً فَلَمْ تُوَافِقْهُ فَذَكَرَتْ لِعَائِشَةَ فَجَاءَ النَّبِيُّ صلى الله عليه وسلم فَذَكَرَتْ ذَلِكَ عَائِشَةُ لَهُ فَأَتَانَا وَقَدْ دَخَلْنَا مَضَاجِعَنَا فَذَهَبْنَا لِنَقُومَ فَقَالَ : عَلَى مَكَانِكُمَا . حَتَّى وَجَدْتُ بَرْدَ قَدَمَيْهِ عَلَى صَدْرِي ، فَقَالَ : أَلا أَدُلُّكُمَا عَلَى خَيْرٍ مِمَّا سَأَلْتُمَاهُ إِذَا أَخَذْتُمَا مَضَاجِعَكُمَا فَكَبِّرَا الله أَرْبَعاً وَثَلاثِينَ وَاحْمَدَا ثَلاثاً وَثَلاثِينَ وَسَبِّحَا ثَلاثاً وَثَلاثِينَ فَإِنَّ ذَلِكَ خَيْرٌ لَكُمَا مِمَّا سَأَلْتُمَاهُ - أَخْرَجَهُ البُخَارِيُّ وَمُسْلِمٌ . ¶ 17- ¶ الأدعية: ¶ 21- عَنْ حُذَيْفَةَ بْنِ الْيَمَانِ رضي الله عنه قَالَ : « كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا أَوَى إِلَى فِرَاشِهِ قَالَ : بِاسْمِكَ أَمُوتُ وَأَحْيَا . وَإِذَا قَامَ قَالَ : الْحَمْدُ لِلَّهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا وَإِلَيْهِ النُّشُورُ » - أَخْرَجَهُ البُخَارِيُّ . ¶ 22- عَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ : قَالَ النَّبِيُّ صلى الله عليه وسلم : « إِذَا أَوَى أَحَدُكُمْ إِلَى فِرَاشِهِ فَلْيَنْفُضْ فِرَاشَهُ بِدَاخِلَةِ إِزَارِهِ فَإِنَّهُ لا يَدْرِي مَا خَلَفَهُ عَلَيْهِ ، ثُمَّ يَقُولُ : بِاسْمِكَ رَبِّ وَضَعْتُ جَنْبِي وَبِكَ أَرْفَعُهُ إِنْ أَمْسَكْتَ نَفْسِي فَارْحَمْهَا وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ » - أَخْرَجَهُ البُخَارِيُّ وَمُسْلِمٌ .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "23- عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ أَنَّهُ أَمَرَ رَجُلاً إِذَا أَخَذَ مَضْجَعَهُ قَالَ : « اللَّهُمَّ خَلَقْتَ نَفْسِي وَأَنْتَ تَوَفَّاهَا لَكَ مَمَاتُهَا وَمَحْيَاهَا إِنْ أَحْيَيْتَهَا فَاحْفَظْهَا وَإِنْ أَمَتَّهَا فَاغْفِرْ لَهَا اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ » . فَقَالَ لَهُ رَجُلٌ : أَسَمِعْتَ هَذَا مِنْ عُمَرَ ؟ فَقَالَ : مِنْ خَيْرٍ مِنْ عُمَرَ ، مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم » - أَخْرَجَهُ مُسْلِمٌ . ¶ 24- عَنْ ابْنِ عُمَرَ رضي الله عنه أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَقُولُ إِذَا أَخَذَ مَضْجَعَهُ : « الْحَمْدُ لِلَّهِ الَّذِي كَفَانِي وَآوَانِي وَأَطْعَمَنِي وَسَقَانِي ، وَالَّذِي مَنَّ عَلَيَّ فَأَفْضَلَ ، وَالَّذِي أَعْطَانِي فَأَجْزَلَ ، الْحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ ، اللَّهُمَّ رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ وَإِلَهَ كُلِّ شَيْءٍ ، أَعُوذُ بِكَ مِنْ النَّارِ » - أَخْرَجَهُ أَبُو دَاوُدَ وَصَحَّحَهُ ابنُ حِبَّانَ والنَّوَوِيُّ . ¶ 25- عَنْ أَبِي هُرَيْرَةَ رضي الله عنه أَنَّ أَبَا بَكْرٍ الصِّدِّيقَ رضي الله عنه قَالَ : يَا رَسُولَ اللَّهِ ! مُرْنِي بِكَلِمَاتٍ أَقُولُهُنَّ إِذَا أَصْبَحْتُ وَإِذَا أَمْسَيْتُ ، قَالَ : « قُلْ : اللَّهُمَّ فَاطِرَ السَّمَوَاتِ وَالأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ أَشْهَدُ أَنْ لا إِلَهَ إِلا أَنْتَ أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَشَرِّ الشَّيْطَانِ وَشِرْكِهِ . قَالَ : قُلْهَا إِذَا أَصْبَحْتَ وَإِذَا أَمْسَيْتَ وَإِذَا أَخَذْتَ مَضْجَعَكَ » - أَخْرَجَهُ أَبُو دَاوُدَ .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "26- عَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ أَتَتْ فَاطِمَةُ النَّبِيَّ صلى الله عليه وسلم تَسْأَلُهُ خَادِماً فَقَالَ لَهَا قُولِي : « اللَّهُمَّ رَبَّ السَّمَاوَاتِ وَرَبَّ الأَرْضِ وَرَبَّ الْعَرْشِ الْعَظِيمِ رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ فَالِقَ الْحَبِّ وَالنَّوَى وَمُنْزِلَ التَّوْرَاةِ وَالإِنْجِيلِ وَالْفُرْقَانِ أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَيْءٍ أَنْتَ آخِذٌ بِنَاصِيَتِهِ اللَّهُمَّ أَنْتَ الأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ وَأَنْتَ الآخِرُ فَلَيْسَ بَعْدَكَ شَيْءٌ وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ اقْضِ عَنَّا الدَّيْنَ وَأَغْنِنَا مِنْ الْفَقْرِ » - أَخْرَجَهُ مُسْلِمٌ . ¶ 27- عَنِ الْبَرَاءِ بْنِ عَازِبٍ رضي الله عنه قَالَ : « كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا أَرَادَ أَنْ يَنَامَ تَوَسَّدَ يَمِينَهُ وَيَقُولُ : « اللَّهُمَّ قِنِي عَذَابَكَ يَوْمَ تَجْمَعُ عِبَادَكَ » - أَخْرَجَهُ أَحْمَدُ وَالتِّرْمِذِيُّ وَعِنْدَهُمَا عَنْ حَفْصَةَ أَيْضَاً . ¶ 28- عَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ : قَالَ النَّبِيُّ صلى الله عليه وسلم : « إِذَا أَوَى أَحَدُكُمْ إِلَى فِرَاشِهِ فَلْيَنْفُضْ فِرَاشَهُ بِدَاخِلَةِ إِزَارِهِ فَإِنَّهُ لا يَدْرِي مَا خَلَفَهُ عَلَيْهِ ، ثُمَّ يَقُولُ : بِاسْمِكَ رَبِّ وَضَعْتُ جَنْبِي وَبِكَ أَرْفَعُهُ إِنْ أَمْسَكْتَ نَفْسِي فَارْحَمْهَا وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ » - أَخْرَجَهُ البُخَارِيُّ وَمُسْلِمٌ .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "29- عَنْ أَنَسٍ رضي الله عنه أَنَّ رَسُولَ الله صلى الله عليه وسلم كَانَ إِذَا أَوَى إِلَى فِرَاشِهِ قَالَ : « الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنَا وَسَقَانَا وَكَفَانَا وَآوَانَا فَكَمْ مِمَّنْ لا كَافِيَ لَهُ وَلا مُؤْوِيَ » - أَخْرَجَهُ مُسْلِمٌ . ¶ 30- عَنْ أَبِي الأزْهَرِ الأنْمَارِيِّ رضي الله عنه أَنَّ رَسُولَ الله صلى الله عليه وسلم كَانَ إِذَا أَخَذَ مَضْجَعَهُ مِنْ اللَّيْلِ قَالَ : « بِسْمِ الله وَضَعْتُ جَنْبِي اللهمَّ اغْفِرْ لِي ذَنْبِي وَأَخْسِئْ شَيْطَانِي وَفُكَّ رِهَانِي وَاجْعَلْنِي فِي النَّدِيِّ الأعْلَى » - أَخْرَجَهُ أَبُو دَاوُدَ . ¶ 31- عَنْ عَلِيٍّ رضي الله عنه عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ كَانَ يَقُولُ عِنْدَ مَضْجَعِهِ : « اللَّهُمَّ إِنِّي أَعُوذُ بِوَجْهِكَ الْكَرِيمِ وَكَلِمَاتِكَ التَّامَّةِ مِنْ شَرِّ مَا أَنْتَ آخِذٌ بِنَاصِيَتِهِ اللَّهُمَّ أَنْتَ تَكْشِفُ الْمَغْرَمَ وَالْمَأْثَمَ ، اللَّهُمَّ لا يُهْزَمُ جُنْدُكَ وَلا يُخْلَفُ وَعْدُكَ وَلا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ ، سُبْحَانَكَ وَبِحَمْدِكَ » - أَخْرَجَهُ أَبُو دَاوُدَ . ¶ 32- قَالَ أَبُو هُرَيْرَةَ رضي الله عنه : « مَنْ قَالَ حِينَ يَأْوِيْ إِلَى فِرَاشِهِ : لا إِلَهَ إِلا اللَّهُ وَحْدَهُ لا شَرِيكَ لَهُ ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ، وَلا حَوْلَ وَلا قُوَّةَ إِلا بِاللَّهِ سُبْحَانَ اللَّهِ والْحَمْدُ لِلَّهِ وَلا إِلَهَ إِلا اللَّهُ وَاللَّهُ أَكْبَرُ ، غَفَرَ اللهُ ذُنُوْبَهُ وَإِنْ كَانَ مِثْلَ زَبَدِ البَحْرِ » - أَخْرَجَهُ النَّسَائِيُّ فِي الكُبْرَى وَصَحَّحَ رَفْعَهُ ابنُ حِبَّانَ .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "33- عَنْ الْبَرَاءِ بْنِ عَازِبٍ رضي الله عنه قَالَ : قَالَ النَّبِيُّ صلى الله عليه وسلم : « إِذَا أَتَيْتَ مَضْجَعَكَ فَتَوَضَّأْ وُضُوءَكَ لِلصَّلاةِ ثُمَّ اضْطَجِعْ عَلَى شِقِّكَ الأيْمَنِ ثُمَّ قُلْ : اللهمَّ أَسْلَمْتُ وَجْهِي إِلَيْكَ وَفَوَّضْتُ أَمْرِي إِلَيْكَ وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ رَغْبَةً وَرَهْبَةً إِلَيْكَ لا مَلْجَأَ وَلا مَنْجَا مِنْكَ إِلا إِلَيْكَ اللهمَّ آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ . قَالَ : فَإِنْ مُتَّ مِنْ لَيْلَتِكَ فَأَنْتَ عَلَى الْفِطْرَةِ وَاجْعَلْهُنَّ آخِرَ مَا تَتَكَلَّمُ بِهِ » - أَخْرَجَهُ البُخَارِيُّ وَمُسْلِمٌ . ¶ 18- ¶ عند الرُّؤيا: ¶ 34- عن أبي قَتَادَةَ رضي الله عنه قَالَ سَمِعْتُ رَسُولَ الله صلى الله عليه وسلم يَقُولُ : « الرُّؤْيَا مِنْ الله وَالْحُلْمُ مِنْ الشَّيْطَانِ فَإِذَا رَأَى أَحَدُكُمْ شَيْئاً يَكْرَهُهُ فَلْيَنْفُثْ عَنْ يَسَارِهِ ثَلاثَ مَرَّاتٍ ثُمَّ لِيَتَعَوَّذْ مِنْ شَرِّهَا فَإِنَّهَا لا تَضُرُّهُ » - أَخْرَجَهُ البُخَارِيُّ وَمُسْلِمٌ . ¶ 35- عَنْ جَابِرٍ رضي الله عنه عَنْ رَسُولِ الله صلى الله عليه وسلم أَنَّهُ قَالَ : « إِذَا رَأَى أَحَدُكُمْ الرُّؤْيَا يَكْرَهُهَا فَلْيَبْصُقْ عَنْ يَسَارِهِ ثَلاثاً وَلْيَسْتَعِذْ بِاللهِ مِنْ الشَّيْطَانِ ثَلاثاً وَلْيَتَحَوَّلْ عَنْ جَنْبِهِ الَّذِي كَانَ عَلَيْهِ » - أَخْرَجَهُ مُسْلِمٌ . ¶ 19- عند الفزع من النَّوم:",
            "page": "9",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "36- عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ رضي الله عنه أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم : « قَالَ إِذَا فَزِعَ أَحَدُكُمْ فِي النَّوْمِ فَلْيَقُلْ : أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ غَضَبِهِ وَعِقَابِهِ وَشَرِّ عِبَادِهِ وَمِنْ هَمَزَاتِ الشَّيَاطِينِ وَأَنْ يَحْضُرُونِ . فَإِنَّهَا لَنْ تَضُرَّهُ » - أَخْرَجَهُ أَبُو دَاوُدَ وحَسَّنَهُ التِّرْمِذِيُّ وَابنُ حَجَرٍ . ¶ 20-الذكر والدعاء والوضوء إذا انتبه من الليل: ¶ 37- عن عُبَادَةُ بْنُ الصَّامِتِ رضي الله عنه عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ : « مَنْ تَعَارَّ مِنْ اللَّيْلِ فَقَالَ : لا إِلَهَ إِلا اللَّهُ وَحْدَهُ لا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ الْحَمْدُ لِلَّهِ وَسُبْحَانَ اللَّهِ وَلا إِلَهَ إِلا اللَّهُ وَاللَّهُ أَكْبَرُ وَلا حَوْلَ وَلا قُوَّةَ إِلا بِاللَّهِ ، ثُمَّ قَالَ : اللَّهُمَّ اغْفِرْ لِي أَوْ دَعَا اسْتُجِيبَ لَهُ فَإِنْ تَوَضَّأَ وَصَلَّى قُبِلَتْ صَلاتُهُ » - أَخْرَجَهُ البُخَارِيُّ . ¶ 38- عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا اسْتَيْقَظَ مِنْ اللَّيْلِ قَالَ : « لا إِلَهَ إِلا أَنْتَ سُبْحَانَكَ اللَّهُمَّ أَسْتَغْفِرُكَ لِذَنْبِي وَأَسْأَلُكَ رَحْمَتَكَ اللَّهُمَّ زِدْنِي عِلْماً وَلا تُزِغْ قَلْبِي بَعْدَ إِذْ هَدَيْتَنِي وَهَبْ لِي مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ » - أَخْرَجَهُ أَبُو دَاوُدَ وَصَحَّحَهٌ ابنُ حِبَّانَ وَالحَاكِمُ .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "39- عَنْ مُعَاذِ بْنِ جَبَلٍ رضي الله عنه عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ : « مَا مِنْ مُسْلِمٌ يَبِيتُ عَلَى ذِكْرٍ طَاهِراً فَيَتَعَارُّ مِنْ اللَّيْلِ فَيَسْأَلُ اللَّهَ خَيْراً مِنْ الدُّنْيَا وَالآخِرَةِ إِلا أَعْطَاهُ إِيَّاهُ » - أَخْرَجَهُ أَحْمَدُ وأَبُو دَاوُدَ وَابنُ مَاجَةَ . ¶ 21- ¶ قراءة آخر آل عمران إذا قام ليلأً: ¶ 40- عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رضي الله عنه قَالَ فِي حَدِيثِهِ : « فَنَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى انْتَصَفَ اللَّيْلُ أَوْ قَبْلَهُ بِقَلِيلٍ أَوْ بَعْدَهُ بِقَلِيلٍ ثُمَّ اسْتَيْقَظَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَجَلَسَ فَمَسَحَ النَّوْمَ عَنْ وَجْهِهِ بِيَدِهِ ثُمَّ قَرَأَ الْعَشْرَ آيَاتٍ خَوَاتِيمَ سُورَةِ آلِ عِمْرَانَ » - أَخْرَجَهُ البُخَارِيُّ وَمُسْلِمٌ . ¶ 22- ¶ السِّواك بعد النوم: ¶ 41- عَنْ حُذَيْفَةَ رضي الله عنه قَالَ : « كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا قَامَ مِنْ اللَّيْلِ يَشُوصُ فَاهُ بِالسِّوَاكِ » - أَخْرَجَهُ البُخَارِيُّ وَمُسْلِمٌ . ¶ 42- عَنْ عَائِشَةَ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يُوضَعُ لَهُ وَضُوءُهُ وَسِوَاكُهُ فَإِذَا قَامَ مِنْ اللَّيْلِ تَخَلَّى ثُمَّ اسْتَاكَ - أَخْرَجَهُ أَبُو دَاوُدَ . ¶ 43- عَنْ ابْنِ عُمَرَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ لا يَنَامُ إِلا وَالسِّوَاكُ عِنْدَهُ فَإِذَا اسْتَيْقَظَ بَدَأَ بِالسِّوَاكِ - أَخْرَجَهُ أَحْمَدُ . ¶ 23- ¶ غسل الوجه واليدين إذا قضى حاجته ليلاً: ¶ 44- ¶ عَنْ ابْنِ عَبَّاسٍ رضي الله عنه أَنَّ النَّبِيَّ صلى الله عليه وسلم قَامَ مِنْ اللَّيْلِ فَقَضَى حَاجَتَهُ ثُمَّ غَسَلَ وَجْهَهُ وَيَدَيْهِ ثُمَّ نَامَ - أَخْرَجَهُ البُخَارِيُّ وَمُسْلِمٌ . ¶ 24- ¶ الذكر بعد الاستيقاظ:",
            "page": "11",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "45- عن حُذَيْفَةَ رضي الله عنه قَالَ : « كَانَ صلى الله عليه وسلم إِذَا أَخَذَ مَضْجَعَهُ مِنْ اللَّيْلِ وَضَعَ يَدَهُ تَحْتَ خَدِّهِ ثُمَّ يَقُولُ : اللهمَّ بِاسْمِكَ أَمُوتُ وَأَحْيَا وَإِذَا اسْتَيْقَظَ قَالَ : الْحَمْدُ للهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا وَإِلَيْهِ النُّشُورُ » - أَخْرَجَهُ البُخَارِيُّ . ¶ 46- عَنْ جابرٍ رضي الله عنه أنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ : « إِذَا أَوَى الرَّجُلُ إِلى فِرَاشِهِ أَتَاهُ مَلَكٌ وَشَيْطَانٌ فَيَقُولُ المَلَكُ : اخْتِمْ بِخَيرٍ ، وَيَقُولُ الشَّيْطَانُ : اخْتِمْ بَشَرٍّ ، فَإِنْ ذَكَرَ اللهَ ثُمَّ نَامَ بَاتَتِ الَملائِكَةُ تَكْلَؤُهُ ، فَإِنْ اسْتَيْقَظَ قَالَ الَملِكُ : افَتَحْ بَخِيرٍّ ، وَقَالَ الشَّيْطَانُ : افْتَحْ بِشَرٍّ ، فَإِنْ قَالَ : الحَمْدُ للهِ الَّذِي رَدَّ عَلَيَّ نَفْسِي وَلَمْ يُمِتْهَا فِي مَنَامِهَا ، الحَمْدُ للهِ الَّذِي } يُمْسِكُ السَّمَاوَاتِ وَالأَرْضَ أَنْ تَزُوَلا … { إِلَى آخِرِ الآيَةِ . الحَمْدُ للهِ الَّذِي } يُمْسِكُ السَّمَاءَ أَنْ تَقَعَ عَلَى الأَرْضِ إِلا بِإِذْنِهِ { ، فِإِنْ وَقَعَ مِنْ سَرِيرِهِ فَمَاتَ دَخَلَ الجَنَّةَ » - صَحَّحَهُ ابنُ حِبَّانَ وَالحَاكِمُ وَالمُنْذِرِيُّ وَحَسَّنَهُ ابنُ حَجَرٍ . ¶ 25- ¶ الاستنثار ثلاثاً بعد النوم: ¶ 47- عَنْ أَبِي هُرَيْرَةَ رضي الله عنه عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ : « إِذَا اسْتَيْقَظَ أُرَاهُ أَحَدُكُمْ مِنْ مَنَامِهِ فَتَوَضَّأَ فَلْيَسْتَنْثِرْ ثَلاثاً فَإِنَّ الشَّيْطَانَ يَبِيتُ عَلَى خَيْشُومِهِ » - أَخْرَجَهُ البُخَارِيُّ وَمُسْلِمٌ . ¶ 26- ¶ غسل اليد ثلاثاً قبل استعمالها:",
            "page": "12",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "48- عَنْ أَبِي هُرَيْرَةَ رضي الله عنه أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم : « قَالَ إِذَا اسْتَيْقَظَ أَحَدُكُمْ مِنْ نَوْمِهِ فَلْيَغْسِلْ يَدَهُ قَبْلَ أَنْ يُدْخِلَهَا فِي وَضُوئِهِ فَإِنَّ أَحَدَكُمْ لا يَدْرِي أَيْنَ بَاتَتْ يَدُهُ » - أَخْرَجَهُ البُخَارِيُّ ¶ 27-ذكر الله والوضوء والصَّلاة بعد النَّوم: ¶ 49- عَنْ أَبِي هُرَيْرَةَ رضي الله عنه أَنَّ رَسُولَ الله صلى الله عليه وسلم قَالَ : « يَعْقِدُ الشَّيْطَانُ عَلَى قَافِيَةِ رَأْسِ أَحَدِكُمْ إِذَا هُوَ نَامَ ثَلاثَ عُقَدٍ يَضْرِبُ مَكَانَ كُلِّ عُقْدَةٍ \"عَلَيْكَ لَيْلٌ طَوِيلٌ فَارْقُدْ\" :- ¶ أ. فَإِنْ اسْتَيْقَظَ فَذَكَرَ الله انْحَلَّتْ عُقْدَةٌ . ¶ ب. فَإِنْ تَوَضَّأَ انْحَلَّتْ عُقْدَةٌ . ¶ ج. فَإِنْ صَلَّى انْحَلَّتْ عُقَدُهُ . فَأَصْبَحَ نَشِيطاً طَيِّبَ النَّفْسِ ، وَإِلا أَصْبَحَ خَبِيثَ النَّفْسِ كَسْلانَ » - أَخْرَجَهُ البُخَارِيُّ وَمُسْلِمٌ .",
            "page": "13",
            "part": "1"
        }
    ],
    "t34864": [
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "التكبير"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "1",
            "tit": "2-الوتر لمن خشي فواته:-"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "27-ذكر الله والوضوء والصلاة بعد النوم:"
        }
    ]
}