{
    "b34877": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ إن الحمد لله ، نحمده ونستعينه ونستغفره ، ونعوذ بالله من شرور أنفسنا ، ومن سيئات أعمالنا ، من يهده الله فلا مضل له ، ومن يضلل فلا هادي له ، وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمداً عبده ورسوله . ¶ { يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلا وَأَنْتُمْ مُسْلِمُونَ } (سورة آل عمران : 102) . { يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً } (سورة النساء : 1 ) . { يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً } (سورة الأحزاب : 71 ) . ¶ أما بعد ¶ فإن أصدق الحديث كتاب الله تعالى ، وأحسن الهدي هدي محمد - صلى الله عليه وسلم - ، وشر الأمور محدثاتها ، وكل محدثة بدعة ، وكل بدعة ضلالة ، وكل ضلالة في النار. ¶ أخي القارئ الحبيب ...",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "قد تناولت الكتابات الكثيرة موضوع الأذكار القرآنية والنبوية قديماً وحديثاً، ولقد ترك لنا أسلافنا العظام الكبار - رحمهم الله تعالى – الكثير من المصنفات في هذا الباب فمقلٍ ومستكثر، وكل مصنف منهج وطريقة في تصنيفه ، فمنهم من كان يعتني بجمع الأذكار والأدعية من مظانها في كتب الحديث ، ومنهم من كان يوضح ويشرح ما عَزُبَ عن الذهن من ألفاظ الدعاء والذكر ونحوه ، وكان من فضل الله علينا أن ثلة كريمة منهم غاصوا في فهم الأذكار والأدعية فمنّ الله على كل واحد منهم بدرر في الفهم وبصيرة في العلم وجواهر في الأدب، فكانت هذه الكنوز نثرت في كتبهم فكانت لؤلؤاً منثوراً ؛هذه أولي. ¶ والثانية : ما يجول في خاطري من ارتباط الذكر بالتوحيد واقترانه به ، بل لو تأملنا حقيقة الذكر لوجدناه للتوحيد شعاره الوحيد ،فلا يسكت داعي الجهاد إلا إذا سمع الذكر من مآذن بلدة أو قرية فعلامة كونها من أمة التوحيد الأذان الصادع بالتوحيد . ¶ والتوحيد ليس كلمة تلكوها الألسن ولا عبارة تكتب في صدر كتاب ولا شعار دولة ترفعه حينا وتنقضه أحيانا ولا ذكر ينطق به غافلا عن حقيقته ومعناه ، بل هو يتخلل الإنسان قلبًا وقالباً. ¶ والذكر ذلك الرافد المستقي من التوحيد مباشرة بلا واسطة ، فمن أراد أن يسلم لله رب العالمين فبذكر القلب مع اللسان يدخل حياة الإيمان ويذعن لله بالإسلام ، ناطقاً (لا إله إلا الله). ¶ فـ(لا إله إلا الله )حياة القلب ونعيمه فهي توحيد وتنزيه ووصف له بالجميل وتقرب إليه بمحاباه وتعظيمه بالإجلال : ¶ فالتنزيه خص بـ (سبحان الله ) ¶ والوصف الجميل بـ(الحمد لله ) ¶ التقرب بالمحب بـ (سبحان الله وبحمده – سبحان الله العظيم ) ¶ وتعظيمه بالإجلال بـ (الله اكبر) ¶ فكان التسبيح والتحميد والإجلال وتوابعها من أخص مسائل توحيده ، فعلاقتها بالذات العلية وأوصافه السنية واضحة جلية.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وكذلك التسبيح والتحميد والإجلال وتوابعها من أخص وسائل توحيده ، فعلاقتها بفعل العبد وحياته ظهرت لكل ذي لب وبصيرة قوية، وأتلو قوله تعالى { وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً قَالُوا أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ قَالَ إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ (30)}[البقرة/30] ، يتضح لك ما أعنيه وهو ارتباط التسبيح والتحميد بعدم الإفساد في الأرض وعدم سفك الدماء. ¶ كأن الذي نزه لسانه بتسبيح الله - عز وجل - منزه إياه معظما جلاله فإنه مطلبا بتنزيه جوارحه عن المعاصي والآثام وغيرها التي ما تفسد الأرض إلا بها ، وكذلك ينزه يده المسبحة عن اقتراف المحرمات وأبشعها سفك الدماء. ¶ وكذلك من قدس ربه - جل جلاله - عظّمه عما يوهم النقص في قلبه ،وعظمه بلسانه بذكره ، وهذا الاعتقاد حرى بمن اعتقده وآمن به قلبه أن يترفع عن الدنايا فلا يجول خاطره في أدران الشبهات ولا أوساخ الشهوات،كذلك لسانه يعظم عليه الخوض في الباطل ،ويده تترفع عن ملابسة باطل أو البطش بضعيف أو أخذ مال بغير حق(1) . ¶ أما التحميد فشأنه شأن التطيب والتحلية بعد التخلية كيف لا والحمد حب ورجاء وعمل وثناء ونشر للمحامد والثناء على المحبوب بالخصال الحميدة ؟!، ألم تر إلى الحامد اعتقد في محموده الكمال ،وقرب إلي قلبه ومال ،واستحسن فعاله فرضي عنه في حال،فلا سخط ولا حسد ولا تباغض مع خلقه ،هذا غير السعي في مراضيه ورضوانه والسبق إليه بالطاعات والتقرب إليه بالخيرات،بإعانة محتاج وإغاثة ملهوف ومساعدة مريض وإرشاد ضال وتعليم جاهل، فيظهر أثر الحمد في الخُلق حتى يحمد بين الخلق (2). ¶ __________ ¶ (1) انظر كتاب (سبحان الله )من هذه السلسلة (الأصول الاعتقادية للأذكار النبوية). ¶ (2) انظر كتاب (الحمد لله )من هذه السلسلة (الأصول الإعتقادية للأذكار النبوية).",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "لذا استعنت بالله محاولا تجلية هذه المعاني والفوائد العقدية والآثار الإيمانية في الأذكار التي كثيرا ما نستخدمها في حياتنا اليومية مثل: ¶ البسملة والتسمية (بسم الله الرحمن الرحيم – بسم الله ) ¶ السبحلة (سبحان الله ) ¶ الحمدلة (الحمد لله ) ¶ التكبير (الله أكبر ) ¶ الاستغفار (استغفر الله ) ¶ الحوقلة (لا حول ولا قوة إلا بالله ) ¶ فكانت هذه المجموعة المسماة ((الأصول الاعتقادية للأذكار النبوية)،وأولها البسملة والتسمية ونبدأ العمل بها بطريق التناول وهى كالتالي : ¶ تمهيد : ¶ صلة الذكر بالتوحيد ¶ مبنى الدين على قاعدتين الذكر والشكر ¶ أنواع الذكر ¶ صلة الذكر بالعبادات ¶ صلة الذكر بتحقيق أركان العبودية ¶ أحوال الذاكرين ومراتبهم ¶ البسملة في اللغة: ¶ معنى البسملة ¶ الفرق بين التسمية والبسملة ¶ التحليل اللغوي ¶ الإعراب ¶ - مشروعيتها ¶ - المعنى التحليلي للبسملة {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} ¶ معني اسم ¶ لفظ الجلالة ¶ الفرق بين اسمي الرحمن والرحيم ¶ س :ما حقيقة زعم البعض أن اسم ههنا مقحم ؟ ¶ - الفوائد المستخرجة من معاني البسملة ¶ - البسملة في القرآن الكريم ¶ في بيان الفرق بين قوله - سبحانه وتعالى - { وَقَالَ اركبوا فِيهَا بِسْمِ الله مَجْرَاهَا وَمُرْسَاهَا } وقوله - سبحانه وتعالى - { اقْرَأْ بِاسْمِ رَبِّكَ } ¶ س : ما مناسبة الجمع في البسملة بين علم الجلالة وبين صفتي الرحمن الرحيم ؟ ¶ الخلاصة ¶ - بعض مواطن التسمية والبسملة في حياة المسلم من السنة النبوية ¶ - بعض الأحاديث الضعيفة والموضوعة المتعلقة بالبسملة ¶ وقد سميت هذا الجمع ¶ ( الرحمة المرسلة في فضل وفوائد ومعاني البسملة )",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وليس لي فيه مزية افتخار ، إلا بتوفيق الله - عز وجل - لي بحسن الاختيار ، وكما قالوا قديما : اختيار الرجل قطعة من عقله تدل على تخلّقه وفضله ،فإن أحسنت فمن الله - عز وجل - وحده فله الحمد في الأولي والآخرة، وإن الأخرى فمنى ومن الشيطان ، فأرجو الله - عز وجل - أن يغفر الزلل كما ستر عنك العيب الجلل . ¶ وكتبه ¶ حامدًا ربه - عز وجل - مصليًا على نبيه - صلى الله عليه وسلم - ¶ أبو عبد الرحمن سلطان عليّ ¶ غفر الله له ولوالديه وللمسلمين ¶ تمهيد",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "الحمد لله الذي جعل الذكر جَنة أوليائه ، وجُنة لهم من أعدائه ، فهو شدو المؤمن حال رخائه ، وبلسم المصاب حال قضائه ، وسلوة المحزون حال بلائه ، ومسك الرياحين حال لقائه ، فمن فاه به في وحشة كان الأُنس من اصطحابه ، ومن رَطَّبَ لسانه به كان السعد من أحبابه ، ومن لجأ به إليه في شدة الأهوال انكشفن عن بابه ، ومن خلا به واختلا خلّا قلبه عن أوصابه(1)، ومن سار إليه به كان السبق في رِكَابه (2)،كيف لا ؟! ولا حياة للقلب إلا به و إلا كان بدنه رمسه وترابه(3) ¶ __________ ¶ (1) الأَوْصابُ الأَسْقامُ الواحدُ وَصَبٌ(اللسان) ¶ (2) إشارة إلي حديث أَبِي هُرَيْرَةَ _ قَالَ:كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَسِيرُ فِي طَرِيقِ مَكَّةَ فَمَرَّ عَلَى جَبَلٍ يُقَالُ لَهُ جُمْدَانُ فَقَالَ سِيرُوا هَذَا جُمْدَانُ سَبَقَ الْمُفَرِّدُونَ قَالُوا وَمَا الْمُفَرِّدُونَ يَا رَسُولَ اللَّهِ قَالَ الذَّاكِرُونَ اللَّهَ كَثِيرًا وَالذَّاكِرَاتُ ) صحيح مسلم) ¶ (3) إشارة إلي حديث أَبِي مُوسَى رَضِيَ اللَّهُ عَنْهُ قَالَ :قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (مَثَلُ الَّذِي يَذْكُرُ رَبَّهُ وَالَّذِي لَا يَذْكُرُ رَبَّهُ مَثَلُ الْحَيِّ وَالْمَيِّتِ )متفق عليه وهذا لفظ البخاري أما لفظ مسلم \" مَثَل الْبَيْت الَّذِي يُذْكَر اللَّه فِيهِ وَالْبَيْت الَّذِي لَا يُذْكَر اللَّه فِيهِ مَثَل الْحَيّ وَالْمَيِّت \"قال ابن القيم ’ ( فحياة القلب مع الله لا حياة له بدون ذلك أبدا ومتى واطأ اللسان القلب في ذكره وواطأ القلب مراد حبيبه منه واستقل له الكثير من قوله وعمله واستكثر له القليل من بره ولطفه وعانق الطاعة وفارق المخالفة وخرج عن كله لمحبوبه فلم يبق منه شيء وامتلأ قلبه بتعظيمه وإجلاله وإيثار رضاه وعز عليه الصبر عنه وعدم القرار دون ذكره والرغبة إليه والاشتياق إلى لقائه ولم يجد الأنس إلا بذكره وحفظ حدوده وآثره على غيره فهو المحب حقا)( روضة المحبين)",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": ". ¶ فمن بتسبيحه دنا جعل له آية وذكري لأحبائه(1)، ومن بحمده ثنى جعل له لسان صدق في أنبائه،ومن بتكبيره علا جعل له المهابة في قلوب أعدائه ،ومن بتهليله تلا جعل له محبة في قلوب أصفيائه. ¶ __________ ¶ (1) إشارة إلي قوله تعالى {وَذَا النُّونِ إِذْ ذَهَبَ مُغَاضِبًا فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ فَنَادَى فِي الظُّلُمَاتِ أَنْ لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ (87) فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ وَكَذَلِكَ نُنْجِي الْمُؤْمِنِينَ (88)} [الأنبياء/87، 88]",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "والصلاة والسلام علي خير الذاكرين من رسله وأنبيائه، القائم بذكره في رغده وبأسائه، فرفع الله في العالمين ذكره وضمه إلي نفسه وثنائه(1)، بعثه منّة على المؤمنين وأعطاه اسمين من أسمائه، جاهد في حق جهاده فنُصِرَ بالرعب مع الذاكرين من أصحابه،وأظهر دينه وجعل الذكر في عدته وأسبابه(2)، ورفع بالذكر سهم المجاهدين والصالحين والعاملين في أنصابه(3)،فرد به كيد الكائدين وأنزل بالكافرين من عذابه ، وبتر شنائه وأبقى في الآخرين لسان صدقه وثنائه، صلّ عليه الله في عليائه والملائكة في سمائه، ¶ __________ ¶ (1) إشارة إلي قوله تعالى {وَرَفَعْنَا لَكَ ذِكْرَكَ (4)} [الشرح/4]قال مجاهد: لا أُذْكرُ إلا ذُكِرتَ معي: أشهد أن لا إله إلا الله، وأشهد أن محمدًا رسول الله.وقال قتادة: رفع اللهُ ذكرَه في الدنيا والآخرة، فليس خطيب ولا مُتشهد ولا صاحبُ صلاة إلا ينادي بها: أشهد أن لا إله إلا الله، وأن محمدا رسول الله.( تفسير ابن كثير) ¶ (2) إشارة إلي قوله تعالى { يَا أَيُّهَا الَّذِينَ آَمَنُوا إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ (45)}[الأنفال/45] ¶ (3) معاذ بن أنس _ عن رسول الله - صلى الله عليه وسلم - أن رجلا سأله فقال : أي الجهاد أعظم أجرا ؟ قال :أكثرهم لله تبارك وتعالى ذكرا قال : فأي الصالحين أعظم أجرا ؟ قال : \" أكثرهم لله تبارك وتعالى ذكرا \"ثم ذكر الصلاة والزكاة والحج والصدقة كل ذلك ورسول الله صلى الله عليه وسلم يقول : \" أكثرهم لله تبارك وتعالى ذكرا \" . فقال أبو بكر لعمر : يا أبا حفص ذهب الذاكرون بكل خير فقال رسول الله صلى الله عليه وسلم : \" أجل \"رواه أحمد والطبراني إلا أنه قال : سأله فقال : أي المجاهدين أعظم أجرا ؟ .)قال: الهيثمي: وفيه زبان بن فائد وهو ضعيف وقد وثق وكذلك ابن لهيعة وبقية رجال أحمد ثقات مجمع الزوائد [ جزء 10 - صفحة 71 ]قد ضعف اسناده الألباني والأرناؤوط.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وعلى آله وصحبه البررة من أتقيائه ، أهل الذكر والفكر الملبين نداءه، الذاكرين في أحوالهم الصابرين في ضرائهم الشاكرين نعمائه، المتفكرين في آياته المقرين بآلائه، ما جري لسان بذكر الله ودعائه . ¶ أما بعد ¶ الذكر هو جنة الدنيا التي يدخلها العبد في حياته ليلج بها إلي جنة الآخرة ، فمن استكثر في دنياه من مصاحبة الذكر كان في جميع أحواله في معية الله - عز وجل - فلا يستوحش فراق الناس ، ففي جمع قلبه على ذكر محبوبه أُنس ،ولو غفل عن ذكره تفارطت ظنونه وشُغل بنفسه عن نفسه ،حتى يستوحش نفَسه الذي في صدره فـ( في القلب خلة وفاقه لا يسدها شيء البتة إلا ذكر الله - عز وجل - فإذا صار شعار القلب بحيث يكون هو الذاكر بطريق الأصالة واللسان تبع له فهذا هو الذكر الذي يسد الخلة ويفني الفاقة فيكون صاحبه غنيا بلا مال عزيزا بلا عشيرة مهيبا بلا سلطان فإذا كان غافلا عن ذكر الله - عز وجل - فهو بضد ذلك فقير مع كثرة جدته ذليل مع سلطانه حقير مع كثرة عشيرته(1)). ¶ فمتى تحرك لسانه بذكره - عز وجل - أُعين على المراد من إقامة العبادة وتحصيل السعادة لـ(أن الذكر شجرة تثمر المعارف والأحوال التي شمر إليها السالكون فلا سبيل إلى نيل ثمارها إلا من شجرة الذكر وكلما عظمت تلك الشجرة ورسخ أصلها كان أعظم لثمرتها فالذكر يثمر المقامات كلها من اليقظة إلى التوحيد وهو أصل كل مقام وقاعدته التي ينبني ذلك المقام عليها كما يبني الحائط على رأسه وكما يقوم السقف على حائطه وذلك أن العبد أن لم يستيقظ لم يمكنه قطع منازل السير ولا يستيقظ إلا بالذكر كما تقدم فالغفلة نوم القلب أو موته(2)). ¶ ( صلة الذكر بالتوحيد: ¶ __________ ¶ (1) ابن القيم - الوابل الصيب - ص 91) ¶ (2) ابن القيم - الوابل الصيب - ص 93،92)",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "التوحيد أجل أعمال العباد إذ هو منطلق العبادات ومنتهاها ، فما بُلغت الذروة في تحقيق مراتبها إلا بتحقيقه ، فأخصهم وصفاً بالعبودية أكملهم تحقيقًا له ، فتوحيد الله - عز وجل - منبعه في الإنسان قلبه فبه ينبض وله يصمد ، وله يسعى ويحفد ،فأُسُه خلو القلب من أدران المشاركة ، وتأسيسه بمعرفة نعوت الجمال وصفات الجلال ، فمتى امتلأ قلب العبد بالعلم بالله - جل جلاله - أسماءً وصفاتاً رق ،وصارت دقاته إليه بالرجاء شوق ،وخفقانه اضطراب خوف ومهابة وإجلال ،وصار دمه الذي يسري في بدنه رسول يحمل الحب رسائل ، فيغذي جوارحه بمحاباه بوسائل ومسائل ، فاليد تترفع عن الحرام ، وللندى باذلة ؛والعين عن المأثم غاضة ودموعها سائلة، والقدم عن المحارم محجمة ، وللطاعات سابقة قائمة؛ واللسان في امتحان صدق المحبة إذ علامته(كثرة ذكر المحبوب واللهج بذكره وحديثه فمن أحب شيئا أكثر من ذكره بقلبه ولسانه ولهذا أمر الله سبحانه عباده بذكره على جميع الأحوال وأمرهم بذكره أخوف ما يكونون فقال تعالى { يَا أَيُّهَا الَّذِينَ آَمَنُوا إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ (45)} [الأنفال/45] والمحبون يفتخرون بذكرهم أحبابهم وقت المخاوف وملاقاة الأعداء كما قال قائلهم ¶ ذكرتك والخطي يخطر بيننا ... وقد نهلت منا المثقفة السمر ¶ وقال آخر ¶ ولقد ذكرتك والرماح كأنها ... أشطان بئر في لبان الأدهم ¶ فوددت تقبيل السيوف لأنها ... برقت كبارق ثغرك المتبسم ¶ وفي بعض الآثار الإلهية إن عبدي كل عبدي الذي يذكرني وهو ملاق قرنه فعلامة المحبة الصادقة ذكر المحبوب عند الرغب والرهب وقال بعض المحبين في محبوبه ¶ يذكرنيك الخير والشر والذي ... أخاف وأرجو والذي أتوقع (1)) ¶ __________ ¶ (1) روضة المحبين - (ج 1 / ص 264)",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "فذكره - عز وجل - إعانة منه لعبده حال المرابطة ،فإذا به لعدوه قاصم بلحظ المراقبة ، ولسفره قاصد بركب المواظبة ،لذا شرعت أذكار في كل حال حتى (قالت عائشة ~ : كان رسول الله - صلى الله عليه وسلم - يذكر الله تعالى على كل أحيانه ولم تستثن حالة من حالة وهذا يدل على أنه كان يذكر ربه تعالى في حال طهارته وجنابته وأما في حال التخلي فلم يكن يشاهده أحد يحكي عنه ولكن شرع لأمته من الأذكار قبل التخلي وبعده ما يدل على مزيد الاعتناء بالذكر وأنه لا يخل به عند قضاء الحاجة وبعدها وكذلك شرع للأمة من الذكر عند الجماع أن يقول أحدهم [ بسم الله اللهم جنبنا الشيطان ما رزقتنا ] وأما عند نفس قضاء الحاجة وجماع الأهل فلا ريب أنه لا يكره بالقلب لأنه لا بد لقلبه من ذكر ولا يمكنه صرف قلبه عن ذكر من هو أحب إليه فلو كلف القلب نسيانه لكان تكليفه بالمحال كما قال القائل : ¶ ( يراد من القلب نسيانكم وتأبى الطباع على الناقل (1)) ¶ مبنى الدين على قاعدتين الذكر والشكر ¶ قال تعالى { فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُوا لِي وَلَا تَكْفُرُونِ (152) }[البقرة/152] ¶ __________ ¶ (1) الوابل الصيب - (ج 1 / ص 95)",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "(الذكر منك محفوفا بذكرين ذكر قبله وذكر بعده فلولا سابق ذكره إياك لم يكن من ذلك كله شيء ولا وصل إلى قلبك ذرة مما وصل إليه من معرفته وتوحيده ومحبته وخوفه ورجائه والتوكل عليه والإنابة إليه والتقرب إليه فهذه كلها آثار ذكره لك ثم إنه سبحانه ذكرك بنعمه المترادفة المتواصلة بعدد الأنفاس فله عليك في كل طرفة عين ونفس نعم عديدة ذكرك بها قبل وجودك وتعرف بها إليك وتتحبب بها إليك مع غناه التام عنك وعن كل شيء وإنما ذلك مجرد إحسانه وفضله وجوده إذ هو الجواد المفضل المحسن لذاته لا لمعاوضة ولا لطلب جزاء منك ولا لحاجة دعته إلى ذلك كيف وهو الغني الحميد فإذا وصل إليك أدنى نعمة منه فاعلم أنه ذكرك بها فلتعظم عندك لذكره لك بها فإنه ما حقرك من ذكرك بإحسانه وابتدأك بمعروفه وتحبب إليك بنعمته هذا كله مع غناه عنك ¶ فإذا شهد العبد ذكر ربه تعالى له ووصل شاهده إلى قلبه شغله ذلك عما سواه وحصل لقلبه به غنى عال لا يشبهه شيء وهذا كما يحصل للمملوك الذي لا يزال أستاذه وسيده يذكره ولا ينساه فهو يحصل له بشعوره بذكر أستاذه له غنى زائد على إنعام سيده عليه وعطاياه السنية له فهذا هو غنى ذكر الله للعبد وقد قال فيما يروي عن ربه تبارك وتعالى من ذكرني في نفسه ذكرته في نفسي ومن ذكرني في ملأ ذكرته في ملأ خير منهم فهذا ذكر ثان بعد ذكر العبد لربه غير الذكر الأول الذي ذكره به حتى جعله ذاكرا وشعور العبد بكلا الذكرين يوجب له غنى زائدا على إنعام ربه عليه وعطاياه له ...،والمقصود أن شعور العبد وشهوده لذكر الله له يغني قلبه ويسد فاقته وهذا بخلاف من نسوا الله فنسيهم فإن الفقر من كل خير حاصل لهم وما يظنون أنه حاصل لهم من الغنى فهو من أكبر أسباب فقرهم(1)) ¶ __________ ¶ (1) روضة المحبين - (ص 407، ص 408)",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "(وقال النبي - صلى الله عليه وسلم - لمعاذ _ ( والله إني لأحبك فلا تنسى أن تقول دبر كل صلاة اللهم أعني علي ذكرك وشكرك وحسن عبادتك) وليس المراد بالذكر مجرد الذكر اللسان بل الذكر القلبي واللساني وذكره يتضمن ذكر أسمائه وصفاته وذكر أمره ونهيه وذكره بكلامه وذلك يستلزم معرفته والإيمان به وبصفات كماله ونعوت جلاله والثناء عليه بأنواع المدح وذلك لا يتم إلا بتوحيده فذكره الحقيقي يستلزم ذلك كله ويستلزم ذكر نعمه وآلائه وإحسانه إلي خلقه السماوات والأرض وما بينهما وضدها هو الباطل والعبث الذي يتعالى ويتقدس عنه وهو ظن أعدائه به قال تعالى { وَمَا خَلَقْنَا السَّمَاءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا بَاطِلًا ذَلِكَ ظَنُّ الَّذِينَ كَفَرُوا فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنَ النَّارِ (27) }[ص/27] وقال { وَمَا خَلَقْنَا السَّمَاءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا لَاعِبِينَ (16)} [الأنبياء/16] وقال { فَمَا أَغْنَى عَنْهُمْ مَا كَانُوا يَكْسِبُونَ (84) وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَإِنَّ السَّاعَةَ لَآَتِيَةٌ }[الحجر/84، 85] وقال بعد ذكر آياته في أول سورة يونس { مَا خَلَقَ اللَّهُ ذَلِكَ إِلَّا بِالْحَقِّ } [يونس/5] وقال { أَيَحْسَبُ الْإِنْسَانُ أَنْ يُتْرَكَ سُدًى (36)} [القيامة/36] وقال { أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ (115)} [المؤمنون/115] وقال { وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ (56)} [الذاريات/56] ....،فثبت بما ذكر أن غاية الخلق والأمر أن يذكر وأن يشكر يذكر فلا ينسى ويشكر فلا يكفر وهو سبحانه ذاكر لمن ذكره شاكر لمن شكره فذكره سبب لذكره وشكره سبب لزيادته من فضله فالذكر للقلب واللسان والشكر للقلب محبة وإنابة وللسان ثناء وحمد وللجوارح طاعة وخدمة (1) ¶ __________ ¶ (1) الفوائد - (ص114، ص 115)",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": ") ¶ ( إذا علمت هذا فاعلم أن (الذكر نوعان : أحدهما ذكر أسماء الرب تبارك وتعالى وصفاته والثناء عليه بهما وتنزيهه وتقديسه عما لا يليق به تبارك وتعالى ¶ وهذا أيضا نوعان : ¶ ( أحدهما ) إنشاء الثناء عليه بها من الذاكر وهذا النوع هو المذكور في الأحاديث نحو سبحان الله والحمد لله ولا إله إلا الله والله أكبر وسبحان الله وبحمده ولا إله إلا الله وحده لا شريك له له الملك وله الحمد وهو على كل شيء قدير ونحو ذلك فأفضل هذا النوع أجمعه للثناء وأعمه نحو سبحان الله عدد خلقه فهذا أفضل من مجرد سبحان الله وقولك الحمد لله عدد ما خلق في السماء وعدد ما خلق في الأرض وعدد ما بينهما وعدد ما هو خالق أفضل من مجرد قولك الحمد لله وهذا في حديث جويرية ~ أن النبي - صلى الله عليه وسلم - قال لها : [ لقد قلت بعدك أربع كلمات ثلاث مرات لو وزنت بما قلت منذ اليوم لوزنتهن : سبحان الله عدد خلقه سبحان الله رضا نفسه سبحان الله زنة عرشه سبحان الله مداد كلماته ] رواه مسلم ¶ وفي الترمذي وسنن أبي داود عن سعد بن أبي وقاص _ أنه دخل مع رسول الله على امرأة بين يديها نوى أو حصى تسبح بها فقال : [ سبحان الله عدد ما خلق في السماء وسبحان الله عدد ما خلق في الأرض وسبحان الله عدد ما بين ذلك وسبحان الله عدد ما هو خالق والله أكبر مثل ذلك ولا إله إلا الله ولا حول ولا قوة إلا بالله مثل ذلك ]",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "( الثاني ) الخبر عن الرب تعالى بأحكام أسمائه وصفاته نحو قولك : الله عز و جل يسمع أصوات عباده ويرى حركاتهم ولا تخفى عليه خافية من أعمالهم وهو أرحم بهم من آبائهم وأمهاتهم وهو على كل شيء قدير وهو أفرح بتوبة عبده من الفاقد راحلته ونحو ذلك وأفضل هذا النوع الثناء عليه بما أثنى به على نفسه وبما أثنى به رسول الله صلى الله عليه و سلم من غير تحريف ولا تعطيل ومن غير تشبيه ولا تمثيل وهذا النوع أيضا ثلاثة أنواع : حمد وثناء ومجد فالحمد لله الإخبار عنه بصفات كماله سبحانه وتعالى مع محبته والرضاء به فلا يكون المحب الساكت حامدا ولا المثني بلا محبة حامدا حتى تجتمع له المحبة والثناء فإن كرر المحامد شيئا بعد الشيء كانت ثناء فإن كان المدح بصفات الجلال والعظمة والكبرياء والملك كان مجدا وقد جمع الله تعالى لعبده الأنواع الثلاثة في أول الفاتحة فإذا قال العبد : { الحمد لله رب العالمين } قال الله تعالى : حمدني عبدي وإذا قال : { الرحمن الرحيم } قال : أثنى علي عبدي وإذا قال : { مالك يوم الدين } قال : مجدني عبدي ¶ ( النوع الثاني ) من الذكر ذكر أمره ونهيه وأحكامه وهو أيضا نوعان : ¶ ( أحدهما ) ذكره بذلك إخبارا عنه أمر بكذا ونهى عنه كذا وأحب كذا وسخط كذا ورضي كذا ¶ ( والثاني ) ذكره عند أمره فيبادر إليه وعند نهيه فيهرب منه فذكر أمره ونهيه شيء وذكره عند أمره ونهيه شيء آخر فإذا اجتمعت هذه الأنواع للذاكر فذكره أفضل الذكر وأجله وأعظمه . ¶ ( فائدة ) فهذا الذكر من الفقه الأكبر وما دونه أفضل الذكر إذا صحت فيه النية ¶ ومن ذكره سبحانه وتعالى ذكر آلائه وإنعامه وإحسانه وأياديه ومواقع فضله على عبيده وهذا أيضا من أجل أنواع الذكر",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "فهذه خمسة أنواع وهي تكون بالقلب واللسان تارة وذلك أفضل الذكر وبالقلب وحده تارة وهي الدرجة الثانية وباللسان وحده تارة وهي الدرجة الثالثة فأفضل الذكر ما تواطأ عليه القلب واللسان وإنما كان ذكر القلب وحده أفضل من ذكر اللسان وحده لأن ذكر القلب يثمر المعرفة ويهيج المحبة ويثير الحياء ويبعث على المخافة ويدعو إلى المراقبة ويزع عن التقصير في الطاعات والتهاون في المعاصي والسيئات وذكر اللسان وحده لا يوجب شيئا منها فثمرته ضعيفة.(1)) ¶ __________ ¶ (1) الوابل الصيب ص120،118وقال ’(والمقصود أن دوام الذكر سبب لدوام المحبة فالذكر للقلب كالماء للزرع بل كالماء للسمك لا حياة له إلا به وهو أنواع: ¶ 1- ذكره بأسمائه وصفاته والثناء عليه بها ¶ 2- الثاني تسبيحه وتحميده وتكبيره وتهليله وتمجيده والغالب من استعمال لفظ الذكر عند المتأخرين هذا. ¶ 3- الثالث ذكره بأحكامه وأوامره ونواهيه وهو ذكر العالم بل الأنواع الثلاثة هي ذكرهم لربهم . ¶ 4- ومن أفضل ذكره ذكره بكلامه قال تعالى { وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى (124)} [طه/124] فذكره هنا كلامه الذي انزله على رسوله وقال تعالى{ الَّذِينَ آَمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ (28)}[الرعد/28] ¶ 5- ومن ذكره سبحانه دعاؤه واستغفاره والتضرع اليه فهذه خمسة أنواع من الذكر)( جلاء الأفهام)",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "( فالذكر أثر بالغ في مادة الإيمان وأصله لذا ما شرعت العبادات إلا لإقامة ذكره ،ليكون للجوارح نصيب من الذكر في أثناء العبادة المشروعة ، تأكيدً لذلك أننا لو أنعمنا النظر في العبادات كلها بدنية كانت أو مالية أو مشتركة إلا وهي مفتقرة إلي ذكر الله - عز وجل -،لأن ذكره كما سبق بيانه هو شعار التوحيد ودثار الموحدين ، فـ( جميع الأعمال إنما شرعت إقامة لذكر الله تعالى والمقصود بها تحصيل ذكر الله تعالى قال سبحانه وتعالى : { إِنَّنِي أَنَا اللَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدْنِي وَأَقِمِ الصَّلَاةَ لِذِكْرِي } [طه/14] قيل المصدر مضاف إلى الفاعل أي لأذكرك بها وقيل مضاف إلى المذكور أي لتذكروني بها واللام على هذا لام التعليل وقيل : هي اللام الوقتية أي أقم الصلاة عند ذكري كقوله : { أَقِمِ الصَّلَاةَ لِدُلُوكِ الشَّمْسِ...الآية}[الإسراء/78] وقوله تعالى : { وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ ...الآية} [الأنبياء/47] وهذا المعنى المراد بالآية لكن تفسيرها به يجعل معناها فيه نظر لأن هذه اللام الوقتية يليها أسماء الزمان والظروف والذكر مصدر إلا أن يقدر زمان محذوف أي عند وقت ذكري وهذا محتمل . ¶ والأظهر أنها لام التعليل أي أقم الصلاة لأجل ذكري ويلزم من هذا أن تكون إقامتها عند ذكره وإذا ذكر العبد ربه فذكر الله تعالى سابق على ذكره فإنه لما ذكره ألهمه ذكره فالمعاني الثلاثة حق.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وقال سبحانه وتعالى : { اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ وَأَقِمِ الصَّلَاةَ إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَلَذِكْرُ اللَّهِ أَكْبَرُ ...الآية } [العنكبوت/45] فقيل : المعنى أنكم في الصلاة تذكرون الله وهو من ذكره ولذكره الله تعالى إياكم أكبر من ذكركم إياه وهذا يروى عن ابن عباس وسلمان وأبي الدرداء وابن مسعود رضي الله عنهم وذكر ابن أبي الدنيا عن فضيل ابن مرزوق عن عطية { وَلَذِكْرُ اللَّهِ أَكْبَرُ } قال : وهو قوله تعالى : { } فذكر الله تعالى لكم أكبر من ذكركم إياه. ¶ وقال ابن زيد وقتادة : معناه : ولذكر الله أكبر من كل شيء وقيل لسلمان : أي الأعمال أفضل ؟ أما تقرأ القرآن { وَلَذِكْرُ اللَّهِ أَكْبَرُ } ويشهد لهذا حديث أبي الدرداء المتقدم [ ألا أنبئكم بخير أعمالكم وأزكاها عند مليككم وخير لكم من إنفاق الذهب والورق ] الحديث ¶ وكان شيخ الإسلام أبو العباس قدس الله روحه يقول : الصحيح أن معنى الآية أن الصلاة فيها مقصودان عظيمان وأحدهما أعظم من الآخر : فإنها تنهى عن الفحشاء والمنكر وهي مشتملة على ذكر الله تعالى ولما فيها من ذكر الله أعظم من نهيها عن الفحشاء والمنكر وذكر ابن أبي الدنيا عن ابن عباس أنه سئل : أي العمل أفضل ؟ قال : ذكر الله أكبر وفي السنن عن عائشة عن النبي - صلى الله عليه وسلم - قال : [ إنما جعل الطواف بالبيت وبين الصفا والمروة ورمي الجمار لإقامة ذكر الله تعالى ] رواه أبو داود والترمذي وقال : حديث حسن صحيح(1)). ¶ ( صلة الذكر بتحقيق أركان العبودية : ¶ __________ ¶ (1) الوابل الصيب - (ص102، ص 103)",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "(مدار العبودية على ركائزها الثلاثة : الحب والخوف والرجاء(1). فهي أركان العبادة ، وهي المشار إليها في قوله تعالى في سورة الفاتحة :{ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (2) الرَّحْمَنِ الرَّحِيمِ (3) مَالِكِ يَوْمِ الدِّينِ (4) }[الفاتحة/2-4] إذ الآية الأولى فيها المحبة ، فالله المنعم ، والمنعم يُحب على قدر إنعامه ويُحمد ويُشكر ، والثانية فيها الرجاء من الرحمن ذو الرحمة الواسعة ، والثالثة فيها الخوف من الملك ذو القوة والقدرة والجبروت لا إله إلا هو - سبحانه وتعالى -(2). ¶ وقد امتدح الله المقربين عنده بتحقيقهم لهذه الأركان الثلاثة ، فقال - عز وجل - : { أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا (57)} [الإسراء/57]فذكر محبتهم له - سبحانه وتعالى - بلوازمها من التنافس في القرب منه كما ذكر رجاء هم وخوفهم . قال ابن سعدي : ( وهذه الأمور الثلاثة ، الخوف والرجاء والمحبة التي وصف الله بها هؤلاء المقربين عنده هي أصل العبودية فمن تمت له تمت له أموره ، وإذا خلا القلب منها ترحلت عنه الخيرات وأحاطت به الشرور)(3). ¶ __________ ¶ (1) انظر مجموع فتاوى ابن تيمية ( 15 / 26 )ورسالة (العبودية) ، وتفسير ابن كثير ( 3 / 43 ) ¶ (2) انظر أربع رسائل لابن عبد الوهاب الرسالة الثانية ص269 . ¶ (3) انظر تيسير الكريم الرحمن لابن سعدي ( 3 / 86 ) .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "كما بين ابن القيم أهميتها في تحقيق عبودية القلب بتشبيه بديع فقال : ( القلب في سيره إلى الله - عز وجل - بمنزلة الطائر ؛ المحبة رأسه والخوف والرجاء جناحاه ومتى سلم الرأس والجناحان فالطائر جيد الطيران . ومتى قطع الرأس مات الطائر . ومتى فقد الجناحان فهو عرضة لكل صائد وكاسر)(1)). ¶ وقال ’ (اقتران الخوف من الله تعالى بحبه وإرادته ولهذا قال بعض السلف من عبد الله تعالى بالحب وحده فهو زنديق ومن عبده بالخوف وحده فهو حروري ومن عبده بالرجاء وحده فهو مرجي ومن عبده بالحب والخوف والرجاء فهو مؤمن . ¶ وقد جمع الله تعالى هذه المقامات الثلاثة بقوله { أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا (57)} [الإسراء/57]فابتغاء الوسيلة هو محبته الداعية إلى التقرب إليه ثم ذكر بعدها الرجاء والخوف فهذه طريقة عبادة وأوليائه وربما آل الأمر بمن عبده بالحب المجرد إلى استحلال المحرمات ويقول المحب لا يضره ذنب وصنف بعضهم في ذلك مصنفا وذكر فيه أثرا مكذوبا إذا أحب الله العبد لم تضره الذنوب وهذا كذب قطعا مناف للإسلام فالذنوب تضر بالذات لكل أحد كضرر السم للبدن . ¶ __________ ¶ (1) مدارج السالكين لابن القيم ( 1 / 517 )(من كتاب تحقيق العبودية د/فواز الكردي) .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ولو قدر أن هذا الكلام صح عن بعض الشيوخ وأما عن رسول الله فمعاذ الله من ذلك فله محمل وهو أنه إذا أحبه لم يدعه حبه إياه إلى أن يصر على ذنب لأن الإصرار على الذنب مناف لكونه محبا لله وإذا لم يصر على الذنب بل بادر إلى التوبة النصوح منه فإنه يمحو أثره ولا يضر الذنب وكلما أذنب وتاب إلى الله زال عنه أثر الذنب وضرره فهذا المعنى صحيح والمقصود أن تجريد الحب والذكر عن الخوف يوقع في هذه المعاطب فإذا اقترن بالخوف جمعه على الطريق ورده إليها كلما شرد فكأن الخوف سوط يضرب به مطيته لئلا تخرج عن الدرب والرجاء حاد يحدوها يطيب لها السير والحب قائدها وزمامها الذي يسوقها فإذا لم يكن للمطية سوط ولا عصا يردها إذا حادت عن الطريق وتركت تركب التعاسيف خرجت عن الطريق وضلت عنها فما حفظت حدود الله ومحارمه ووصل الواصلون إليه بمثل خوفه ورجائه ومحبته فمتى خلا القلب عن هذه الثلاثة فسد فسادا لا يرجى صلاحه أبدا ومتى ضعف فيه شيء من هذه ضعف إيمانه(1)). ¶ ميراث الذكر(2) ¶ المحبة ¶ أنه يورثه المحبة التي هي روح الإسلام وقطب رحى الدين ومدار السعادة والنجاة وقد جعل الله لكل شيء سببا وجعل سبب المحبة دوام الذكر فمن أراد أن ينال محبة الله عز و جل فليلهج بذكره فإنه الدرس والمذاكرة كما أنه باب العلم فالذكر باب المحبة وشارعها الأعظم وصراطها الأقوم. ¶ الإنابة ¶ أنه يورثه الإنابة وهي الرجوع إلى الله - عز وجل - فمتى أكثر الرجوع إليه بذكره أورثه ذلك رجوعه بقلبه إليه في كل أحواله فيبقى الله عز و جل مفزعه وملجأه وملاذه ومعاذه وقبلة قلبه ومهربه عند النوازل والبلايا. ¶ القرب ¶ أنه يورثه القرب منه فعلى قدر ذكره لله عز و جل يكون قربه منه وعلى قدر غفلته يكون بعده منه ¶ __________ ¶ (1) بدائع الفوائد - (ج 3 / ص 523) ¶ (2) الوابل الصيب فوائد الذكربتصريف",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "أن الذكر قريب من مذكوره ، ومذكوره معه وهذه المعية معية خاصة غير معية العلم والإحاطة العامة فهي معية بالقرب والولاية والمحبة النصرة والتوفيق كقوله تعالى : { إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا } [النحل/128] { وَاللَّهُ مَعَ الصَّابِرِينَ (249)} [البقرة/249] { وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ (69)} [العنكبوت/69]{ لَا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا } [التوبة/40]، وللذاكر من هذه المعية نصيب وافر كما في الحديث الإلهي أنا مع عبدي ما ذكرني وتحركت بي شفتاه وفي أثر آخر وأهل ذكري أهل مجالستي وأهل شكري أهل زيارتي وأهل طاعتي أهل كرامتي وأهل معصيتي لا أقنطهم من رحمتي : إن تابوا فأنا حبيبهم فأني أحب التوابين وأحب المتطهرين وإن لم يتوبوا فأنا طبيبهم أبتليهم بالمصائب لأطهرهم من المعايب . ¶ الهيبة والخوف ¶ أنه يورثه الهيبة لربه - عز وجل - وإجلاله لشدة استيلائه على قلبه وحضوره مع الله تعالى بخلاف الغافل فإن حجاب الهيبة رقيق في قلبه. ¶ وقال ’ مشيرا إلى قوله تعالى { وَاذْكُرْ رَبَّكَ فِي نَفْسِكَ تَضَرُّعًا وَخِيفَةً }[الأعراف/205] (وخص الذكر بالخِفية لحاجة الذاكر إلى الخوف فإن الذكر يستلزم المحبة ويثمرها ولا بد فمن أكثر من ذكر الله تعالى أثمر له ذلك محبته والمحبة ما لم تقرن بالخوف فإنها لا تنفع صاحبها بل قد تضره لأنها توجب الإدلال والانبساط.(1)) ¶ المراقبة ¶ أنه يورثه المراقبة حتى يدخله في باب الإحسان فيعبد الله كأنه يراه ولا سبيل للغافل عن الذكر إلى مقام الإحسان كما لا سبيل للقاعد إلى الوصول إلى البيت. ¶ والذكر جمع بين الأمور الثلاث لاسيما محبة الله وهي تولد المتبقي من ركائز العبودية (إذ المحب يخاف من زوال مطلوبه أو حصول مرهوبه فلا يكون عبد الله ومحبه إلا بين الخوف ورجاء (2)). ¶ ( أحوال الذاكرين ومراتبهم : ¶ __________ ¶ (1) بدائع الفوائد - (ج 3 / ص 521) ¶ (2) قاله شيخ الإسلام ’ (العبودية).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "(وقد أمر الله سبحانه وتعالى عباده أن يذكروه على جميع أحوالهم وإن كان ذكرهم إياه مراتب : ¶ 1- ذكر القلب واللسان مع شهود القلب للمذكور وجمعيته بكليته بأحب الأذكار إليه ¶ 2- ذكر القلب واللسان أيضا وإن لم يشاهد المذكور ¶ 3- ذكر القلب وحده ¶ 4- ذكر اللسان وحده ¶ فهذه مراتب الذكر وبعضها أحب إلى الله من بعض ،ومتى واطأ اللسان القلب في ذكره وواطأ القلب مراد حبيبه منه واستقل له الكثير من قوله وعمله واستكثر له القليل من بره ولطفه وعانق الطاعة وفارق المخالفة وخرج عن كله لمحبوبه فلم يبق منه شيء وامتلأ قلبه بتعظيمه وإجلاله وإيثار رضاه وعز عليه الصبر عنه وعدم القرار دون ذكره والرغبة إليه والاشتياق إلى لقائه ولم يجد الأنس إلا بذكره وحفظ حدوده وآثره على غيره فهو المحب حقا(1)). ¶ فائدة : ¶ (من الذاكرين من يبتدئ بذكر اللسان وإن كان على غفلة ثم لا يزال فيه حتى يحضر قلبه فيتواطئا على الذكر ومنهم من لا يرى ذلك ولا يبتدئ على غفلة بل يسكن حتى يحضر قلبه فيشرع في الذكر بقلبه فإذا قوى استتبع لسانه فتواطئا جميعا فالأول ينتقل الذكر من لسانه إلى قلبه والثاني ينتقل من قلبه إلى لسانه من غير أن يخلو قلبه منه بل يسكن أولا حتى يحس بظهور الناطق فيه فإذا أحس بذلك نطق قلبه ثم انتقل النطق القلبي إلى الذكر اللساني ثم يستغرق في ذلك حتى يجد كل شيء منه ذاكرا وأفضل الذكر وأنفعه ما واطأ فيه القلب اللسان وكان من الأذكار النبوية وشهد الذاكر معانيه ومقاصده (2)) ¶ وهذا أوان الشروع في المراد مستعيناً بالله - عز وجل - ، ومتوكلاً عليه ، وراجياً منه التوفيق والسداد إلى كل ما يحبه ويرضاه ، وهو ولي ذلك والقادر عليه . ¶ بسم الله الرحمن الرحيم ¶ البسملة في اللغة ¶ معنى البسملة : ¶ قال ابن عاشور ’ : ¶ __________ ¶ (1) روضة المحبين - (ص 407) :ص 309)بتصريف ¶ (2) الفوائد - (ص 168)",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "البسملة اسم لكلمة باسم الله ، صيغ هذا الاسم على مادَّةٍ مؤلفة من حروف الكلمتين باسم والله على طريقة تسمى النَّحْت ، وهو صوغ فعللِ مُضِيٍ على زنة فَعْلَل مؤلفةٍ مادِّتُه من حروف جملة أو حروفِ مركَّب إِضَافِيَ ، مما ينطق به الناس اختصاراً عن ذكر الجملة كلها لقصد التخفيف لكثرة دوران ذلك على الألسنة . وقد استعمل العرب النحت في النَّسَب إلى الجملة أو المركب إذا كان في النسبِ إلى صدر ذلك أو إلى عَجزه التباس ، كما قالوا في النسبة إلى عبد شمس عَبْشَمِيّ خشية الالتباس بالنسب إلى عبدٍ أو إلى شمس ، وفي النسبة إلى عبد الدار عَبْدَرِيّ كذلك وإلى حضرموت حضرمي قال سيبويه في باب الإضافة ( أي النسَب ) إلى المضاف من الأسماء : «وقد يجعلون للنسب في الإضافة اسماً بمنزلة جَعْفَري ويجعلون فيه من حروف الأول والآخر ولا يخرجونه من حروفهما ليُعْرَف» إ.هـ ، فجاء من خلفهم من مولدي العرب واستعملوا هذه الطريقة في حكاية الجمل التي يكثر دورانها في الألسنة لقصد الاختصار ، وذلك من صدر الإسلام فصارت الطريقة عربية. ¶ فأصل بسمل قال بسم الله ثم أطلقه المولدون على قول بسم الله الرحمن الرحيم ، اكتفاء واعتماداً على الشهرة وإن كان هذا المنحوتُ خِليَّاً من الحاء والراء اللذين هما من حروف الرحمان الرحيم ، فشاع قولهم بسمل في معنى قال بسم الله الرحمن الرحيم ، واشتق من فعل بسمل مصدر هو البسملة كما اشتق من هَلَّل مصدر هو الهيللة وهو مصدر قياسي لفعلل . واشتق منه اسم فاعل في بيت عمر بن أبي ربيعة ولم يسمع اشتقاق اسم مفعول .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ورأيت في «شرح ابن هارون التونسي على مختصر ابن الحاجب» في باب الأذان عن المطرز في كتاب «اليواقيت» : الأفعالُ التي نحتت من أسمائها سبعة : بَسْمَلَ في بسم الله ، وسَبْحَلَ في سبحان الله ، وحَيْعَلَ في حي على الصلاة ، وحَوْقَلَ في لا حول ولا قوة إلا بالله ، وحَمْدَلَ في الحمدُ لله ، وهَلَّل في لا إله إلا الله ، وجَيْعَل إذا قال : جُعلت فِداك ، وزاد الطَّيْقَلَة في أَطال الله بقاءك ، والدَّمْعَزَةَ في أدام الله عزك . (1). ¶ الفرق بين التسمية والبسملة : ¶ وقال الأزهري عن الليث : (التسمية ذكر الله تعالى على كل شيء) ¶ وقال ابن حجر الهيتمي ( البسملة عبارة عن قولك (بسم ا لله الرحمن الرحيم)، بخلاف التسمية فإنها عبارة عن ذكر الله بأي لفظ كان (2)) . ¶ والصحيح عند أهل اللغة قديماً وحديثاً هو ما ذكره الفاضل بن عاشور وقد نقل القرطبي ’ عن ابن السكيت والمطرز والثعالبي وغيرهم : بسمل الرجل إذا قال بسم الله ، يقال : قد أكثرت من البسملة أي من قول بسم الله (3). ¶ تنبيه : ¶ __________ ¶ (1) التحرير والتنوير - (ج 1) – القرطبي ج1 ¶ (2) الفتوحات الربانية بشرح الأذكار النووية جـ1 /ص299 ¶ (3) تفسير القرطبي جـ1/ص97- وفى لسان العرب والمصباح المنيرومختار الصحاح والمعجم الوسيط",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "جريت على الفرق الذي ذكره ابن حجر الهتيمي ’ ، وإن كان مرجوحاً عند عموم أهل اللغة ، وذلك لأنها اختيار أمير المؤمنين و إمام المحدثين البخاري ’ في صحيحه فقد قال : (بَاب التَّسْمِيَةِ عَلَى كُلِّ حَالٍ وَعِنْدَ الْوِقَاعِ )- (بَاب التَّسْمِيَةِ عَلَى الطَّعَامِ وَالْأَكْلِ بِالْيَمِينِ)-(بَاب التَّسْمِيَةِ عَلَى الصَّيْدِ)-(بَاب التَّسْمِيَةِ عَلَى الذَّبِيحَةِ )وقد قال ابن حجر العسقلاني ’ :( قَوْله ( بَاب التَّسْمِيَة عَلَى الطَّعَام ، وَالْأَكْل بِالْيَمِينِ )الْمُرَاد بِالتَّسْمِيَةِ عَلَى الطَّعَام قَوْل بِسْمِ اللَّه فِي اِبْتِدَاء الْأَكْل ، وَأَصْرَح مَا وَرَدَ فِي صِفَة التَّسْمِيَة مَا أَخْرَجَهُ أَبُو دَاوُدَ وَالتِّرْمِذِيّ مِنْ طَرِيق أُمّ كُلْثُوم عَنْ عَائِشَة مَرْفُوعًا \" إِذَا أَكَلَ أَحَدكُمْ طَعَامًا فَلْيَقُلْ بِسْمِ اللَّه ، فَإِنْ نَسِيَ فِي أَوَّله فَلْيَقُلْ : بِسْمِ اللَّه فِي أَوَّله وَآخِره \" وَلَهُ شَاهِد مِنْ حَدِيث أُمَيَّة بْنِ مَخْشِيٍّ عِنْد أَبِي دَاوُدَ وَالنَّسَائِيِّ )- وكذلك فعل أصحاب السنن رحمهم الله ا.هـ. ¶ التحليل اللغوي :",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "(بِـ) (باء الجر تأتي لمعان : للإلصاق ، والاستعانة ، والقسم ، والسبب ، والحال ، والظرفية ، والنقل . فالإلصاق : حقيقة مسحت برأسي ، ومجازاً مررت بزيد . والاستعانة : ذبحت بالسكين . والسبب : { فبظلم من الذين هادوا حرمنا } والقسم : بالله لقد قام . والحال : جاء زيد بثيابه . والظرفية : زيد بالبصرة . والنقل : قمت بزيد . وتأتي زائدة للتوكيد : شربن بماء البحر . والبدل : فليت لي بهم قوماً أي بدلهم . والمقابلة : اشتريت الفرس بألف . والمجاوزة : تشقق السماء بالغمام أي عن الغمام . والاستعلاء : من أن {تأمنه بقنطار} . وكنى بعضهم عن الحال بالمصاحبة ، وزاد فيها كونها للتعليل . وكنى عن الاستعانة بالسبب ، وعن الحال ، بمعنى مع ، بموافقة معنى اللام) (1). ¶ وهنا أهل العلم اختلفوا في الراجح في الباء هل هي للمصاحبة أم للاستعانة؟ ¶ الراجح في باء البسملة أنها للمصاحبة.. يقول العلامة تاج أبي العباس سيدي أحمد بن حمدون السلمي المعروف بابن الحاج: ¶ (و المختار أن الباء للمصاحبة لا للاستعانة لما في الأول من رعاية التعظيم دون الثاني. لأن باء الاستعانة هي الداخلة على آلة الفعل كما في قولك : كتبت بالقلم وفي جعل اسم الله آلة سوء أدب و إن أجيب عنه) (2). ¶ __________ ¶ (1) تفسير البحر المحيط - (ج 1 / ص 1) ¶ (2) \" العقد الجوهري من فتح الحي القيوم في حل شرح الأزهري على مقدمة بن آجروم\"",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "اختاره ابن عاشور ’ بقوله (والباء باء الملابسة والملابسة ، هي المصاحبة ، وهي الإلصاق أيضاً فهذه مترادفات في الدلالة على هذا المعنى وهي كما في قوله تعالى : { تنبت بالدهن } [ المؤمنون : 20 ] وقولهم : «بالرفاء والبنين» وهذا المعنى هو أكثر معاني الباء وأشهرها ، قال سيبويه : الإلصاق لا يفارق الباء وإليه ترجع تصاريف معانيها ولذلك قال صاحب «الكشاف» : «وهذا الوجه ( أي الملابسة ) أعْرَبُ وأحسن» أي أحسن من جعل الباء للآلة أي أدخل في العربية وأحسن لما فيه من زيادة التبرك بملابسة جميع أجزاء الفعل لاسمه تعالى .(1)). ¶ وقال الشيخ العثيمين ’: ¶ والباء في قوله: بسم الله أهي للاستعانة أم للمصاحبة؟ ¶ هناك من قال: إنها للاستعانة. ومنهم من قال: إنها للمصاحبة. ¶ وممن قال إنها للمصاحبة؛ الزمخشري صاحب الكشاف وهو معتزلي من المعتزلة، وكتابه الكشاف فيه اعتزاليات كثيرة قد لا يستطيع أن يعرفها كل إنسان، حتى قال البلقيني: أخرجت من الكشاف اعتزاليات بالمناقيش. وهذا يدل على أنها خفية. ¶ والزمخشري رجَّح أن الباء للمصاحبة، مع أن الظاهر أنها للاستعانة! لكنه رجّح المصاحبة؛ لأن المعتزلة يرون أن الإنسان مستقلٌّ بعمله فإذا كان مستقلاً بعمله فإنه لا يحتاج للاستعانة. ¶ لكن لا شك أن المراد بالباء هو: الاستعانة التي تصاحب كل الفعل، فهي في الأصل للاستعانة وهي مصاحبة للإنسان من أول الفعل إلى آخره، وقد تفيد معنى آخراً وهو التبرك إذا لم نحمل التبرك على الاستعانة، ونقول كل مستعين بشيء فإنه متبرك به.)(2) ¶ __________ ¶ (1) التحرير والتنوير ¶ (2) الشيخ العثيمين في أغلب شروحه",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "(اسم) قال ابن عاشور (1)( والاسم لفظ جُعِل دالاً على ذات حسية أو معنوية بشخصها أو نوعها ، وجعله أئمة البصرة مشتقاً من السمو وهو الرفعة لأنها تتحقق في إطلاقات الاسم ولو بتأويل فإن أصل الاسم في كلام العرب هو العلم ولا توضع الأعلام إلا لشيء مهتم به ، وهذا اعتداد بالأصل والغالب .) ¶ اختلفوا في اشتقاق الاسم على وجهين: ¶ فقال البصريون: هو مشتق من السمو وهو العلو والرفعة، فقيل: اسم لأن صاحبه بمنزلة المرتفع به. ¶ وقيل لأن الاسم يسمو بالمسمى فيرفعه عن غيره. ¶ وقيل إنما سمى الاسم اسما لأنه علا بقوته على قسمي الكلام: الحرف والفعل، والاسم أقوى منهما بالإجماع لأنه الأصل، فلعلوه عليهما سمى اسما فهذه ثلاثة أقوال. ¶ وقال الكوفيون: إنه مشتق من السمة وهي العلامة، لأن الاسم علامة لمن وضع له، فأصل اسم على هذا \" وسم \". ¶ والأول أصح، لأنه يقال في التصغير سمى وفي الجمع أسماء، والجمع والتصغير يردان الأشياء إلى أصولها، فلا يقال: وسيم ولا أوسام.(2) ¶ قال مقيده عفا الله عنه وعن والديه : كليهما لازم للآخر لأن الاسم يعلو صاحبه ويتميز به عن غيره فيصبح سمة مميزة له ، والعكس صحيح فكل سمة مميزة تعلو صاحبها حتى يشتهر بها في الأوصاف الخَلقية والخُلقية بل ربما يشتهر بها وتصبح عَلمًا عليه. ¶ __________ ¶ (1) التحرير والتنوير ¶ (2) تفسير القرطبي - (ج 1 / ص 101)",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "(الله) علم على المعبود بحق - عز وجل - قِيلَ إِنَّهُ اسْمٌ جَامِدٌ غَيْرُ مُشْتَقٍّ ؛ لِأَنَّ الِاشْتِقَاقَ يَسْتَلْزِمُ مَادَّةً يُشْتَقُّ مِنْهَا ، وَاسْمُهُ تَعَالَى قَدِيمٌ ، وَالْقَدِيمُ لَا مَادَّةَ لَهُ ، فَهُوَ كَسَائِرِ الْأَعْلَامِ الْمَحْضَةِ ، الَّتِي لَا تَتَضَمَّنُ صِفَاتٍ تَقُومُ بِمُسَمَّيَاتِهَا(1) . وَالصَّحِيحُ أَنَّهُ مُشْتَقٌّ . وَاخْتُلِفَ فِي مَبْدَأِ اشْتِقَاقِهِ ومادة الكلمة وقد جاء في معاجم اللغة من هذه المادة ما يأتي بيانه فيما يلي: ¶ - [ألهتُ إلى فلان]: سكنت إليه ¶ -[ألهَ الرجل يأله] إذا فرغ من أمرٍ نزل به فألهه أي أجاره ¶ - [ألِه الرجلُ إلى الرجل]: اتجه إليه لشدة شوقه إليه. - [اله الفصيل] إذا ولع بأمّه ¶ - [أله الإهة والُوهَة] عبد. - وقيل (الإله) مشتق من (لاه يليه ليهاً]: أي احتجب ¶ __________ ¶ (1) وقال مقيده عفا الله عنه وعن والديه ) :في مسئلة اشتقاق الأسماء الحسنى قول بديع للإمام ابن القيم رحمه الله عند رده على من قال بعدم اشتقاق لفظ الجلالة ( الله - جل جلاله - )واليك نصه عسى أن ينفع الله به ( زعم السهيلي وشيخه أبو بكر بن العربي أن اسم الله غير مشتق ،لان الاشتقاق يستلزم مادة يشتق منها الاسم واسمه تعالى قديم والقديم لا مادة له ، و لا ريب انه إن أريد بالاشتقاق هذا المعنى وانه مستمد من أصل أخر فهو باطل ، و لكن الذين قالوا بالاشتقاق لم يريدوا هذا المعنى و لا ألم بقلوبهم ، وإنما أرادوا انه دال على صفة له تعالى وهى الإلهية كسائر أسمائه الحسنى كالعليم والقدير والغفور والرحيم السميع والبصير ، فان هذه الأسماء مشتقة من مصادرها بلا ريب وهى قديمة ، والقديم لا مادة له ،فما جوابكم عن هذه الأسماء ؟ فهو جواب القائلين باشتقاق اسمه الله ، ثم الجواب عن الجميع : إننا لا نعني بالاشتقاق إلا إنها ملاقية لمصادرها في اللفظ والمعني ) بدائع الفوائد ج1 ص23:22",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وما أجمل قول الشريف الرضي (تاهت العقلاء في ذاته تعالى وصفاته ، لاحتجابها بأنوار العظمة ، وتحيروا في لفظ الجلالة ن كأنه انعكس إليه من تلك الأنوار أشعة بهرت أعين المستبصرين ، فاختلفوا : أسرياني هو أم عربي ؟ اسم أوصفة ؟ مشتق ومم اشتقاقه ؟ وما أصله ؟ أو غير مشتق ؟ علم أو غير علم ؟(1)). ¶ س :هل الاسم هو المسمى ؟ ¶ قال شيخ الإسلام أحمد بن تيمية ’ : في \" الاسم والمسمى \" ¶ هل هو ،هو أو غيره ؟ أو لا يقال هو هو ولا يقال هو غيره ؟ أو هو له ؟ أو يفصل في ذلك ؟ . فإن الناس قد تنازعوا في ذلك والنزاع اشتهر في ذلك بعد الأئمة بعد أحمد وغيره والذي كان معروفا عند \" أئمة السنة \" أحمد وغيره : الإنكار على \" الجهمية \" الذين يقولون : أسماء الله مخلوقة . ¶ فيقولون : الاسم غير المسمى وأسماء الله غيره وما كان غيره فهو مخلوق ؛ وهؤلاء هم الذين ذمهم السلف وغلظوا فيهم القول ؛ لأن أسماء الله من كلامه وكلام الله غير مخلوق ؛ بل هو المتكلم به وهو المسمي لنفسه بما فيه من الأسماء . ¶ __________ ¶ (1) نقلاً عن (إعراب القرآن وبيانه) - الدرويش",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "والمقصود هنا أن المعروف عن \" أئمة السنة \" إنكارهم على من قال أسماء الله مخلوقة وكان الذين يطلقون القول بأن الاسم غير المسمى هذا مرادهم ؛ فلهذا يروى عن الشافعي والأصمعي وغيرهما أنه قال : إذا سمعت الرجل يقول : الاسم غير المسمى فاشهد عليه بالزندقة ؛ ولم يعرف أيضا عن أحد من السلف أنه قال الاسم هو المسمى ؛ بل هذا قاله كثير من المنتسبين إلى السنة بعد الأئمة وأنكره أكثر أهل السنة عليهم . ثم منهم من أمسك عن القول في هذه المسألة نفيا وإثباتا ؛ إذ كان كل من الإطلاقين بدعة كما ذكره الخلال عن إبراهيم الحربي وغيره ؛ وكما ذكره أبو جعفر الطبري في الجزء الذي سماه \" صريح السنة \" ذكر مذهب أهل السنة المشهور في القرآن والرؤية والإيمان والقدر والصحابة وغير ذلك . وذكر أن \" مسألة اللفظ \" ليس لأحد من المتقدمين فيها كلام ؛ كما قال لم نجد فيها كلاما عن صحابي مضى ولا عن تابعي قفا إلا عمن في كلامه الشفاء والغناء ومن يقوم لدينا مقام الأئمة الأولى \" أبو عبد الله أحمد بن حنبل \" فإنه كان يقول : اللفظية جهمية . ويقول : من قال لفظي بالقرآن مخلوق فهو جهمي ومن قال غير مخلوق فهو مبتدع . وذكر أن القول في الاسم والمسمى من الحماقات المبتدعة التي لا يعرف فيها قول لأحد من الأئمة وأن حسب الإنسان أن ينتهي إلى قوله تعالى { ولله الأسماء الحسنى} وهذا هو القول بأن الاسم للمسمى . وهذا الإطلاق اختيار أكثر المنتسبين إلى السنة من أصحاب الإمام أحمد وغيره .)(1). ¶ فالصواب ألا يقال الاسم هو المسمى أو غير المسمى بل يقال الاسم للمسمى. ¶ (الرحمن الرحيم) رحم: الرَّحْمة: الرِّقَّةُ والتَّعَطُّفُ، والمرْحَمَةُ مثله، وقد رَحِمْتُهُ وتَرَحَّمْتُ عليه. وتَراحَمَ القومُ: رَحِمَ بعضهم بعضاً. ¶ وقوله تعالى في وصف القرآن: هُدىً ورَحْمةً لقوم يؤمنون؛ أَي فَصَّلْناه هادياً ¶ __________ ¶ (1) بتصريف وراجع بقية الرسالة في مجموع الفتاوى(6/187 وما بعدها)",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ومَرحَمَةً. وقال الله عز وجل: وتَواصَوْا بالصَّبْر وتواصَوْا بالمَرحَمَةِ؛ أَي أَوصى بعضُهم بعضاً بِرَحْمَة الضعيف والتَّعَطُّف عليه. وتَرَحَّمْتُ عليه أَي قلت رَحْمَةُ الله عليه . ¶ و الرَّحَمُوتُ: من الرحمة. وفي المثل: رَهَبُوتٌ خير من رَحَمُوتٍ أَي لأَنْ تُرْهَبَ خير من أَن تُرْحَمَ(1)، لم يستعمل على هذه الصيغة إِلا مُزَوَّجاً (أي مزدوجاً ). ¶ وتَرَحَّم عليه: دعا له بالرَّحْمَةِ ، واسْتَرْحَمه: سأَله الرَّحْمةَ، ورجل مَرْحومٌ ومُرَحَّمٌ شدّد للمبالغة . ¶ الرَّحْمَنُ الرحيم: ¶ بنيت الصفة الأُولى على فَعْلانَ لأَن معناه الكثرة، وذلك لأَن رحمته وسِعَتْ كل شيء وهو أَرْحَمُ الراحمين، فأَما الرَّحِيمُ فإِنما ذكر بعد الرَّحْمن لأَن الرَّحْمن مقصور على الله عز وجل،. والرحيم قد يكون لغيره . ¶ قال الفارسي: إِنما قيل بسم الله الرَّحْمن الرحيم فجيء بالرحيم بعد استغراق الرَّحْمنِ معنى الرحْمَة لتخصيص المؤمنين به في قوله تعالى:( وكان بالمؤمنين رَحِيماً )، كما قال: اقْرَأْ باسم ربك الذي خَلَقَ، ثم قال: خَلَقَ الإِنسان من عَلَقٍ؛ فخصَّ بعد أَن عَمَّ لما في الإِنسان من وجوه الصِّناعة ووجوه الحكمةِ، ونحوُه كثير. ¶ قال الزجاج: الرَّحْمنُ اسم من أَسماء الله عز وجل مذكور في الكتب الأُوَل، ولم يكونوا يعرفونه من أَسماء الله؛ قال أَبو الحسن: أَراه يعني أَصحاب الكتب الأُوَلِ، ومعناه عند أَهل اللغة ذو الرحْمةِ التي لا غاية بعدها في الرَّحْمةِ، لأَن فَعْلان بناء من أَبنية المبالغة، ورَحِيمٌ فَعِيلٌ بمعنى فاعلٍ كما قالوا سَمِيعٌ بمعنى سامِع وقديرٌ بمعنى قادر. ¶ __________ ¶ (1) أي لان تخوف بالله - عز وجل - فتعمل على الرهبة والخشية خير لك من أن تتكل على رحمة الله - عز وجل - وتترك العمل.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "قال الأَزهري : ولا يجوز أَن يقال رَحْمن إِلاَّ لله - عز وجل - ، وفَعَلان من أَبنية ما يُبالَعُ في وصفه، فالرَّحْمن الذي وسعت رحمته كل شيء، فلا يجوز أَن يقال رَحْمن لغير الله؛ وحكى الأَزهري عن أبي العباس في قوله الرَّحْمن الرَّحيم: جمع بينهما لأَن الرَّحْمن عِبْرانيّ والرَّحيم عَرَبيّ . ¶ وقال الجوهري: الرَّحْمن والرَّحيم اسمان مشتقان من الرَّحْمة، ونظيرهما في اللغة نَديمٌ ونَدْمان، وهما بمعنى (أي مترادفين بمعنى واحد يحل أحدهما محل الآخر) ، ويجوز تكرير الاسمين إِذا اختلف اشتقاقهما على جهة التوكيد كما يقال فلان جادٌّ مُجِدٌّ، إِلا أَن الرحمن اسم مختص لله تعالى لا يجوز أَن يُسَمّى به غيره ولا يوصف، أَلا ترى أَنه قال:( قل ادْعُوا الله أَو ادعوا الرَّحْمَنَ) فعادل به الاسم الذي لا يَشْرَكُهُ فيه غيره، وهما من أَبنية المبالغة، ورَحمن أَبلغ من رَحِيمٌ، والرَّحيم يوصف به غير الله تعالى فيقال رجل رَحِيمٌ، ولا يقال رَحْمن ،وكان مُسَيْلِمَةُ الكذاب يقال له رَحْمان اليَمامة . ¶ والرَّحْمَةُ في بني آدم عند العرب: رِقَّةُ القلب وعطفه. ورَحْمَةُ الله: عَطْفُه وإِحسانه ورزقه(. والرُّحْمُ، بالضم: الرحمة. وما أَقرب رُحْم فلان إِذا كان ذا مَرْحَمةٍ وبِرٍّ أَي ما أَرْحَمَهُ وأَبَرَّهُ. وفي التنزيل: وأَقَربَ رُحْماً، وقرئت: رُحُماً؛قال الأَزهري: يقول أَبرَّ وقال أَبو إِسحاق في قوله: وأَقربَ رُحْماً؛ أَي أَقرب عطفاً وأَمَسَّ بالقرابة. والرُّحْمُ والرُّحُمُ في اللغة: العطف والرَّحْمةُ؛ وأُمُّ رُحْمٍ وأُمّ الرُّحْمِ: مكة. وفي حديث مكة: هي أُمُّ رُحْمٍ أَي أَصل الرَّحْمَةِ. والمَرْحُومةُ: من أَسماء مدينة سيدنا رسول الله- صلى الله عليه وسلم -. ا.هـ(1) ¶ الإعراب :… ¶ بسم: الباء: حرف جر اسم: اسم مجرور بالكسرة ¶ والجار والمجرور متعلقان بفعل محذوف تقديره أبتدئ بسم الله. ¶ __________ ¶ (1) لسان العرب ابن منظور ’",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "فالجار والمجرور في محل نصب مفعول به مقدم. ¶ أو أن الجار والمجرور متعلقان بمبتدأ محذوف تقديره ابتدائي كائن بسم الله. ¶ فالجار والمجرور متعلقان بخبر محذوف (كائن) لمبتدأ محذوف (ابتدائي) (1). ¶ وَالْقَوْلَانِ مُتَقَارِبَانِ ، وَبِكُلٍّ وَرَدَ فِي الْقُرْآنِ ، قَالَ تَعَالَى : { اقْرَأْ بِاسْمِ رَبِّكَ } ، وَقَالَ : { بِسْمِ اللَّهِ مَجْرَاهَا } . ¶ __________ ¶ (1) المتعلق هو الجار والمجرور؛ وسمي كذلك لأنه لا بد من ربطه بشيء يتعلق به، فإن قلت مثلا (أحمد إلى المدرسة) لم يكن كلاما؛ لأنه لا يظهر منه ما يتعلق بـ(إلى المدرسة)، أما إن قلت مثلا (أحمد في المدرسة) فالنحويون يقدرون هنا ما يتعلق بالجار والمجرور بـ(ثابت) أو (استقر)أو (موجود) أو (كائن) فيقولون كوني.).",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وقال العلامة العثيمين ’ في (نقدره فعلاً خاصاً مناسباً، نقدره فعلاً لأن الأصل في العمل الأفعال لا الأسماء، ولهذا كانت الأفعال تعمل بلا شرط، والأسماء لا تعمل إلا بشرط، لأن العمل أصل في الأفعال تعمل بلا شرط، والأسماء، ولهذا كانت الأفعال تعمل بلا شرط، والأسماء لا تعمل إلا بشرط، لأن العمل أصل في الأفعال، فرع في الأسماء(1).ونقدره متأخراً لفائدتين: ¶ الأولى: الحصر، لأن تقديم المعمول يفيد الحصر، فيكون: باسم الله أقرأ، بمنزلة: لا أقرأ إلا باسم الله(2). ¶ __________ ¶ (1) قول الشيخ (الأصل في العمل الأفعال) هذا الكلام مبني على نظرية العامل المشهورة عند النحويين وهي أن كل متأثر لا بد له من مؤثر، فالمنصوب لا بد له من ناصب، والمرفوع لا بد له من رافع، والمجرور لا بد له من جار، وهكذا.والمؤثر هو ما يطلق عليه النحويون لفظ (العامل)، وجمهور النحويين على أن الأسماء لا تعمل شيئا، فلا يصح أن تقول: (كذا منصوب باسم)، هذا عند الجمهور، والكوفيون يرون أن الاسم يؤثر أحيانا.والأصل عند جمهور النحويين أن العمل مختص بالأفعال، فتقول: (ضرب زيد عمرا) فعمرو منصوب لأنه وقع عليه الضرب، فالعامل فيه هو (ضرب) وعمل فيه النصب، و(زيد) مرفوع لأنه فاعل، والعامل فيه هو (ضرب) أيضا وعمل فيه الرفع.وبعض الحروف تعمل كذلك، والنحويون يعللون ذلك بأنها تشبه الحروف، فالحروف التي تعمل تشابه الأفعال من بعض الأوجه ولذلك تعمل عملها، والحروف التي لا تعمل لا تشابه الأفعال فلا تستحق العمل.ذكرت هذا الكلام على وجه الاختصار، وأرجو أن أكون أوضحت المسألة كما ينبغي لأنها طويلة الذيل.)نقلته من كلام بعض الأفاضل موضحا لكلام الشيخ ’. ¶ (2) وأما أن تقديم المتعلق يفيد الحصر، فهو أسلوب بلاغي لا نحوي، فإذا قلت (أحمد في المدرسة) فلا يمنع من أن يكون فيها غيره، أما إن قلت (في المدرسة أحمد) فمعناها أنه ليس فيها غيره.وهو كما سبق أسلوب بلاغي لا يلزم وجوده لصحة الكلام.).",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "الثانية: تيمناً بالبداءة باسم الله سبحانه وتعالى . ¶ ونقدره خاصاً، لأن الخاص أدل على المقصود من العام، إذ من الممكن أن أقول: التقدير: باسم الله أبتدئ لكن (باسم الله أبتدئ) لا تدل على تعيين المقصود، لكن (باسم الله أقرأ) خاص، والخاص أدل على المعنى من العام. ¶ ونقدره مناسباً : ؛ لأنه أدلّ على المقصود؛ ولهذا قال الرسول ‘ : \"من لم يذبح فليذبح باسم الله\". أو قال ‘ \"على اسم الله\" : فخص الفعل (1)). ¶ الله: مضاف إليه مجرور بالكسرة. ¶ __________ ¶ (1) أنظر تفسير الفاتحة و شرحه على الواسطية وشرحه على البيقونية وغيرها.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "الرحمن: صفة مجرورة(1). ¶ الرحيم: صفة مجرورة. ¶ وجملة البسملة: ابتدائية لا محل لها من الإعراب. ¶ __________ ¶ (1) وقال ابن هشام-’- : ((الرحمن : بدل لا نعت ، وأن الرحيم بعده : نعت له،لا نعت لاسم الله سبحانه وتعالى،إذ لا يتقدم البدل على النعت))(مغني اللبيب\"(2/89.)وتعقب ابن القيم -’- القائلين بهذا فقال:(قلت : أسماء الرب تعالى هي أسماء ونعوت فإنها دالة على صفات كماله فلا تنافي فيها بين العلمية والوصفية ،فالرحمن اسمه تعالى ووصفه لا تنافي اسميته وصفيته فمن حيث هو صفة جرى تابعا على اسم الله ومن حيث هو اسم ورد في القرآن غير تابع بل ورود الاسم العلم. ولما كان هذا الاسم مختصا به تعالى حسن مجيئه مفردا غير تابع كمجيء اسم الله كذلك وهذا لا ينافي دلالته على صفة الرحمن كاسم الله تعالى فإنه دال على صفة الألوهية ولم يجيء قط تابعا لغيره بل متبوعا وهذا بخلاف العليم والقدير والسميع والبصير ونحوها ولهذا لا تجيء هذه مفردة بل تابعة فتأمل هذه النكتة البديعة يظهر لك بها أن الرحمن اسم وصفة لا ينافي أحدهما الآخر وجاء استعمال القرآن بالأمرين جميعا ( بدائع الفوائد\"(1/24.) وقال الشيخ خليل هراس ’(وَمَنَعَ بَعْضُهُمْ كَوْنَ ( الرَّحْمَنِ ) فِي الْبَسْمَلَةِ نَعْتًا لِاسْمِ الْجَلَالَةِ ؛ لِأَنَّهُ عَلَمٌ آخَرُ لَا يُطْلَقُ عَلَى غَيْرِهِ ، وَالْأَعْلَامُ لَا يُنْعَتُ بِهَا .وَالصَّحِيحُ أَنَّهُ نَعْتٌ لَهُ بِاعْتِبَارِ مَا فِيهِ مِنْ مَعْنَى الْوَصْفِيَّةِ ، فَـ ( الرَّحْمَنِ ) اسْمُهُ تَعَالَى وَوَصْفُهُ ، وَلَا تُنَافِي اسْمِيَّتُهُ وَصْفِيَّتَهُ ، فَمِنْ حَيْثُ هُوَ صِفَةٌ جَرَى تَابِعًا عَلَى اسْمِ اللَّهِ ، وَمِنْ حَيْثُ هُوَ اسْمٌ وَرَدَ فِي الْقُرْآنِ غَيْرَ تَابِعٍ ، بَلْ وُرُودُ الِاسْمِ الْعَلَمِ كَقَوْلِهِ تَعَالَى : { الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى } .شرحه على الواسطية)",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "فوائد (1) : ¶ (فائدة حذف العامل في بسم الله ¶ لحذف العامل في بسم الله فوائد عديدة ¶ - منها أنه موطن لا ينبغي أن يتقدم فيه سوى ذكر الله فلو ذكرت الفعل وهو لا يستغني عن فاعله كان ذلك مناقضا للمقصود فكان في حذفه مشاكلة اللفظ للمعنى ليكون المبدوء به اسم الله كما نقول في الصلاة الله أكبر ومعناه من كل شيء ولكن لا نقول هذا المقدر وليكون اللفظ مطابقا لمقصود الجنان وهو أن لا يكون في القلب إلا الله وحده فكما تجرد ذكره في قلب المصلي تجرد ذكره في لسانه . ¶ - ومنها أن الفعل إذا حذف صح الابتداء بالتسمية في كل عمل وقول وحركة وليس فعل أولى بها من فعل فكان الحذف أعم من الذكر فإن أي فعل ذكرته كان المحذوف أعم منه . ¶ - ومنها أن الحذف أبلغ لأن المتكلم بهذه الكلمة كأنه يدعي الاستغناء بالمشاهدة عن النطق بالفعل فكأنه لا حاجة إلى النطق به لأن المشاهدة والحال دالة على أن هذا وكل فعل فإنما هو باسمه تبارك وتعالى والحوالة على شاهد الحال أبلغ من الحوالة على شاهد النطق كما قيل ¶ ومن عجب قول العواذل من به ... وهل غير من أهوى يحب ويعشق ). ¶ مشروعيتها : ¶ من القرآن العظيم قال - عز وجل - {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ (1)} [الفاتحة/1] - وقال - عز وجل - { وَقَالَ ارْكَبُوا فِيهَا بِسْمِ اللَّهِ مَجْرَاهَا وَمُرْسَاهَا إِنَّ رَبِّي لَغَفُورٌ رَحِيمٌ (41)} [هود/41] وقال - عز وجل - { إِنَّهُ مِنْ سُلَيْمَانَ وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ (30)} [النمل/30]. ¶ وفى السنة النبوية على صاحبها الصلاة والسلام : ¶ __________ ¶ (1) بدائع الفوائد - (ج 1 / ص 28،ص 29)",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "في كتابه إلى الملوك - صلى الله عليه وسلم - (.....فَدَفَعَهُ إِلَى هِرَقْلَ فَقَرَأَهُ فَإِذَا فِيهِ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ . مِنْ مُحَمَّدٍ عَبْدِ اللَّهِ وَرَسُولِهِ إِلَى هِرَقْلَ عَظِيمِ الرُّومِ . سَلاَمٌ عَلَى مَنِ اتَّبَعَ الْهُدَى ، أَمَّا بَعْدُ فَإِنِّى أَدْعُوكَ بِدِعَايَةِ الإِسْلاَمِ ، أَسْلِمْ تَسْلَمْ ، يُؤْتِكَ اللَّهُ أَجْرَكَ مَرَّتَيْنِ ، فَإِنْ تَوَلَّيْتَ فَإِنَّ عَلَيْكَ إِثْمَ الأَرِيسِيِّينَ وَ ( يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَنْ لاَ نَعْبُدَ إِلاَّ اللَّهَ وَلاَ نُشْرِكَ بِهِ شَيْئًا وَلاَ يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللَّهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ ) (1) ¶ روى أبو داود في سننه عن أَبِى الْمَلِيحِ عَنْ رَجُلٍ قَالَ كُنْتُ رَدِيفَ النَّبِىِّ - صلى الله عليه وسلم - فَعَثَرَتْ دَابَّتُهُ فَقُلْتُ تَعِسَ الشَّيْطَانُ . فَقَالَ « لاَ تَقُلْ تَعِسَ الشَّيْطَانُ فَإِنَّكَ إِذَا قُلْتَ ذَلِكَ تَعَاظَمَ حَتَّى يَكُونَ مِثْلَ الْبَيْتِ وَيَقُولَ بِقُوَّتِى وَلَكِنْ قُلْ بِسْمِ اللَّهِ فَإِنَّكَ إِذَا قُلْتَ ذَلِكَ تَصَاغَرَ حَتَّى يَكُونَ مِثْلَ الذُّبَابِ »(2). ¶ ما تسن فيه وما لا تسن : ¶ قال القرافي ’(3): ¶ الْفَرْقُ التَّاسِعَ عَشَرَ بَيْنَ قَاعِدَتَيْ ( مَا تُشْرَعُ فِيهِ الْبَسْمَلَةُ وَمَا لَا تُشْرَعُ فِيهِ الْبَسْمَلَةُ ) ¶ أَفْعَالُ الْعِبَادِ ثَلَاثَةُ أَقْسَامٍ : ¶ 0 مِنْهَا مَا شُرِعَتْ فِيهِ الْبَسْمَلَةُ . ¶ 0 وَمِنْهَا مَا لَا تُشْرَعُ فِيهِ الْبَسْمَلَةُ . ¶ 0 وَمِنْهَا مَا تُكْرَهُ فِيهِ . ¶ __________ ¶ (1) صحيح البخارى - (ج 1 / ص 15) ¶ (2) رواه أحمد وأبوداود والنسائي والحاكم وصححه الألباني ¶ (3) الفروق - أنوار البروق في أنواع الفروق",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "0 فَالْأَوَّلُ كَالْغُسْلِ وَالْوُضُوءِ وَالتَّيَمُّمِ عَلَى الْخِلَافِ وَذَبْحِ النُّسُكِ وَقِرَاءَةِ الْقُرْآنِ وَمِنْهُ مُبَاحَاتٌ لَيْسَتْ بِعِبَادَاتٍ كَالْأَكْلِ وَالشُّرْبِ وَالْجِمَاعِ ¶ 0 وَالثَّانِي كَالصَّلَوَاتِ وَالْآذَانِ وَالْحَجِّ وَالْعُمْرَةِ وَكَالْأَذْكَارِ وَالدُّعَاءِ ¶ 0 وَالثَّالِثُ كَالْمُحَرَّمَاتِ لِأَنَّ الْغَرَضَ مِنْ التَّسْمِيَةِ حُصُولُ الْبَرَكَةِ فِي الْفِعْلِ الْمُبَسْمَلِ عَلَيْهِ وَالْحَرَامُ لَا يُرَادُ تَكْبِيرُهُ وَكَذَلِكَ الْمَكْرُوهُ وَهَذِهِ الْأَقْسَامُ تَتَحَصَّلُ مِنْ تَفَارِيعِ أَبْوَابِ الْفِقْهِ فِي الْمَذْهَبِ فَأَمَّا ضَابِطُ مَا تُشْرَعُ فِيهِ التَّسْمِيَةُ مِنْ الْقُرُبَاتِ وَمَا لَمْ تُشْرَعْ فِيهِ فَقَدْ وَقَعَ الْبَحْثُ فِيهِ مَعَ جَمَاعَةٍ مِنْ الْفُضَلَاءِ وَعَسُرَ تَحْرِيرُ ذَلِكَ وَضَبْطُهُ وَإِنَّ بَعْضَهُمْ قَدْ قَالَ: إنَّهَا لَمْ تُشْرَعْ فِي الْأَذْكَارِ وَمَا ذُكِرَ مَعَهَا لِأَنَّهَا بَرَكَةٌ فِي نَفْسِهَا فَوَرَدَ عَلَيْهِ قِرَاءَةُ الْقُرْآنِ فَإِنَّهَا مِنْ أَعْظَمِ الْقُرُبَاتِ وَالْبَرَكَاتِ مَعَ أَنَّهَا شُرِعَتْ فِيهِ فَالْقَصْدُ مِنْ هَذَا الْفَرْقِ بَيَانُ عُسْرِهِ وَالتَّنْبِيهُ عَلَى طَلَبِ الْبَحْثِ عَنْ ذَلِكَ فَإِنَّ الْإِنْسَانَ قَدْ يَعْتَقِدُ أَنَّ هَذَا لَا إشْكَالَ فِيهِ فَإِذَا نُبِّهَ عَلَى الْإِشْكَالِ اسْتَفَادَهُ وَحَثَّهُ ذَلِكَ عَلَى طَلَبِ جَوَابِهِ وَاَللَّهُ تَعَالَى خَلَّاقٌ عَلَى الدَّوَامِ يَهَبُ فَضْلَهُ لِمَنْ يَشَاءُ فِي أَيِّ وَقْتٍ شَاءَ )). ¶ المعنى التحليلي للبسملة {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} (1): ¶ { بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ (1) } . ¶ __________ ¶ (1) انظر تفسير ابن جرير وابن كثير و القرطبي و وابن عاشور و تفسير الفاتحة لابن العثيمين وغيرها.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "(افتتح بها الصحابةُ كتاب الله، واتّفق العلماء على أنها بعض آية من سورَة النمل، ثمّ اختلفوا: هل هي آية مستقلة في أوّل كل سورة، أو من أول كل سورة كتبت في أوّلها، أو أنها بعض آية من أوّل كل سورة، أو أنها كذلك في الفاتحة دون غيرها، أو أنها [إنما] كتبت للفصل، لا أنها آية؟ على أقوال للعلماء سلفًا وخلفًا، وذلك مبسوط في غير هذا الموضع. ¶ وفي سنن أبي داود بإسناد صحيح، عن ابن عباس، ù، أن رسول الله ‘ كان لا يعرف فصل السورة حتى ينزل عليه { بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ } وأخرجه الحاكم أبو عبد الله النيسابوري في مستدركه أيضًا ، ¶ وممن حكي عنه أنها آية من كل سورة إلا براءة: ابن عباس، وابن عمر، وابن الزبير، وأبو هريرة، وعليّ. ومن التابعين: عطاء، وطاوس، وسعيد بن جبير، ومكحول، والزهري، وبه يقول عبد الله بن المبارك، والشافعي، وأحمد بن حنبل، في رواية عنه، وإسحاق بن رَاهوَيه، وأبو عبيد القاسم بن سلام، رحمهم الله. ¶ وقال مالك وأبو حنيفة وأصحابهما: ليست آية من الفاتحة ولا من غيرها من السور، وقال الشافعي في قول، في بعض طرق مذهبه: هي آية من الفاتحة وليست من غيرها، وعنه أنها بعض آية من أول كل سورة، وهما غريبان. ¶ وقال داود: هي آية مستقلة في أول كل سورة لا منها، وهذه رواية عن الإمام أحمد بن حنبل. وحكاه أبو بكر الرازي، عن أبي الحسن الكرخي، وهما من أكابر أصحاب أبي حنيفة، رحمهم الله .هذا ما يتعلق بكونها من الفاتحة أم لا. ¶ { الله } عَلَمٌ على الرب تبارك وتعالى، قَالَ ابْنُ عَبَّاسٍ ù : ( اللَّهُ ذُو الْإِلَهِيَّةِ وَالْعُبُودِيَّةِ عَلَى خَلْقِهِ أَجْمَعِينَ(1) ) . ¶ __________ ¶ (1) روى هذا الأثر ابن جرير في تفسير البسملة، وقال الشيخ أحمد شاكر: ((إسناد هذا الخبر ضعيف)).انظر: ((تفسير الطبري))، تحقيق: أحمد شاكر (1/123).",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "يقال: إنه الاسم الأعظم؛ لأنه يوصف بجميع الصفات، كما قال تعالى: { هُوَ اللَّهُ الَّذِي لا إِلَهَ إِلا هُوَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ هُوَ الرَّحْمَنُ الرَّحِيمُ * هُوَ اللَّهُ الَّذِي لا إِلَهَ إِلا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ * هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الأسْمَاءُ الْحُسْنَى يُسَبِّحُ لَهُ مَا فِي السَّمَاوَاتِ وَالأرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ } [الحشر: 22 -24]، فأجرى الأسماء الباقية كلها صفات له، كما قال تعالى: { وللهِ الأسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا } وقال تعالى: { قُلْ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَنَ أَيًّا مَا تَدْعُوا فَلَهُ الأسْمَاءُ الْحُسْنَى } [الإسراء: 110] وفي الصحيحين، عن أبي هريرة: أن رسول الله ‘ قال: \"إن لله تسعة وتسعين اسما، مائة إلا واحدًا من أحصاها دخل الجنة\" (1) ، وجاء تعدادها في رواية الترمذي وابن ماجه . ¶ __________ ¶ (1) متفق عليه",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وهو اسم لم يسم به غيره تبارك وتعالى قال العلامة ابن القيم -’-: لهذا الاسم الشريف عشر خصائص لفظية، وساقها. ثم قال: وأما خصائصه المعنوية فقد قال أعلم الخلق - صلى الله عليه وسلم -:( لا أحصي ثناء عليك أنت كما أثنيت على نفسك (1))وكيف نحصي خصائص اسم لمسماه كل كمال على الإطلاق، وكل مدح وحمد، وكل ثناء وكل مجد، وكل جلال وكل كمال، وكل عز وكل جمال، وكل خير وإحسان وجود وفضل وبر فله ومنه؟ فما ذكر هذا الاسم في قليل إلا كثره، ولا عند خوف إلا أزاله ولا عند كرب إلا كشفه، ولا عند هم وغم إلا فرجه، ولا عند ضيق إلا وسعه، ولا تعلق به ضعيف إلا أفاده القوة، ولا ذليل إلا أناله العز، ولا فقير إلا أصاره غنيا، ولا مستوحش إلا آنسه، ولا مغلوب إلا أيده ونصره، ولا مضطر إلا كشف ضره، ولا شريد إلا آواه. فهو الاسم الذي تكشف به الكربات، وتستنزل به البركات، وتجاب به الدعوات، وتقال به العثرات، وتستدفع به السيئات وتستجلب به الحسنات. وهو الاسم الذي قامت به الأرض والسماوات، وبه أنزلت الكتب، وبه أرسلت الرسل، وبه شرعت الشرائع، وبه قامت الحدود، وبه شرع الجهاد، وبه انقسمت الخليقة إلى السعداء والأشقياء، وبه حقت الحاقة، ووقعت الواقعة، وبه وضعت الموازين القسط ونصب الصراط، وقام سوق الجنة والنار، وبه عبد رب العالمين وحمد، وبحقه بعثت الرسل، وعنه السؤال في القبر ويوم البعث والنشور، وبه الخصام وإليه المحاكمة، وفيه الموالاة والمعاداة، وبه سعد من عرفه وقام بحقه، وبه شقي من جهله وترك حقه; فهو سر الخلق والأمر. وبه قاما وثبتا، وإليه انتهيا، فالخلق به وإليه ولأجله. فما وجد خلق ولا أمر ولا ثواب ولا عقاب إلا مبتدئا منه ومنتهيا إليه. وذلك موجبه ومقتضاه {رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلاً سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ} ...إلى آخر كلامه -’ . (2) ¶ __________ ¶ (1) رواه مسلم : الصلاة (486) , ¶ (2) \"تيسير العزيز الحميد\" وقال محققه لم أجده في أي كتاب مطبوع لابن القيم ،\"فتح المجيد\"(1/71-73",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "{ الرحمن الرحيم } اسمان مشتقان من الرحمة على وجه المبالغة، ورحمن أشد مبالغة من رحيم، وفي كلام ابن جرير ما يُفْهِم حكاية الاتفاق على هذا، وفي تفسير بعض السلف ما يدل على ذلك، كما تقدم في الأثر، عن عيسى عليه السلام، أنه قال: والرحمن رحمن الدنيا والآخرة، والرحيم رحيم الآخرة. ¶ وقد زعم بعضهم أنه غير مشتق إذ لو كان كذلك لاتصل بذكر المرحوم وقد قال: { وَكَانَ بِالْمُؤْمِنِينَ رَحِيمًا } [الأحزاب: 43]، وحكى ابن الأنباري في الزاهر عن المبرد: أن الرحمن اسم عبراني ليس بعربي، وقال أبو إسحاق الزجاج في معاني القرآن: وقال أحمد بن يحيى: الرحيم عربي، والرحمن عبراني، فلهذا جمع بينهما. قال أبو إسحاق: وهذا القول مرغوب عنه . وقال القرطبي: والدليل على أنه مشتق ما خرجه الترمذي وصححه عن عبد الرحمن بن عوف، أنه سمع رسول الله ‘ يقول: \"قال الله تعالى: أنا الرحمن خلقت الرحم وشققت لها اسمًا من اسمي، فمن وصلها وصلته ومن قطعها قطعته\" . قال: وهذا نص في الاشتقاق فلا معنى للمخالفة والشقاق.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "قال: وإنكار العرب لاسم الرحمن لجهلهم بالله وبما وجب له، قال القرطبي: هما بمعنى واحد كندمان ونديم قاله أبو عبيد، وقيل: ليس بناء فعلان كفعيل، فإن فعلان لا يقع إلا على مبالغة الفعل نحو قولك: رجل غضبان، وفعيل قد يكون بمعنى الفاعل والمفعول، قال أبو علي الفارسي: الرحمن: اسم عام في جميع أنواع الرحمة يختص به الله تعالى، والرحيم إنما هو من جهة المؤمنين، قال الله تعالى: { وَكَانَ بِالْمُؤْمِنِينَ رَحِيمًا } [الأحزاب: 43]، وقال ابن عباس: هما اسمان رقيقان، أحدهما أرق من الآخر)(1) ¶ __________ ¶ (1) موضوع). رواه البيهقي في ((الأسماء والصفات)) (ص71)، وهو مسلسَلٌ بالكذابين، فقد رواه محمد بن مروان عن الكلبي عن أبي صالح عن ابن عباس به.قال السيوطي في ((الإتقان)) (2/242):((وأوهى طرقه ـ يعني: تفسير ابن عباس ـ طريق الكلبي عن أبي صالح عن ابن عباس، فإذا انضمّ إلى ذلك رواية محمد بن مروان السُّدِّي الصغير؛ فهي سلسلة الكذب)).وانظر: ((تفسير ابن عباس ومروياته في التفسير من كتب السنة)) (1/26).وروى البيهقي في ((الجامع لشعب الإيمان)) (5/299) عن مقاتل بن سليمان عن الضحاك عن ¶ ابن عباس مرفوعًا:((… فإذا قال العبد: بسم الله الرحمن الرحيم؛ قال الله عز وجل: عبدي دعاني باسمين رقيقين؛ أحدهما أرقّ من الآخر، فالرحيم أرق من الرحمن، وكلاهما رقيقان)).قال البيهقي:((وقوله:(رقيقان)؛ قيل: هذا تصحيف وقع في الأصل، وإنما هما: (رفيقان)، والرفيق من أسماء الله تعالى)).قال محققه عبد العلي حامد: ((إسناده ضعيف، وفيه جهالة، ومقاتل بن سليمان متهم، والضحاك لم يسمع من ابن عباس))( مستفاد من تخريج الشيخ علوي السقاف على شرح الواسطية للعلامة محمد خليل هراس ’).",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "، أي أكثر رحمة، ثم حكي عن الخطابي وغيره: أنهم استشكلوا هذه الصفة، وقالوا: لعله أرفق كما جاء في الحديث: \"إن الله رفيق يحب الرفق في الأمر كله وإنه يعطي على الرفق ما لا يعطي على العنف\" (1) . وقال ابن المبارك: الرحمن إذا سئل أعطى، والرحيم إذا لم يسأل يغضب، وهذا كما جاء في الحديث الذي رواه الترمذي وابن ماجه من حديث أبي صالح الفارسي الخوزي عن أبي هريرة، _، قال: قال رسول الله ‘: \"من لم يسأل الله يغضب عليه\" ، وقال بعض الشعراء: ¶ لا تطلبن بني آدم حاجة ... وسل الذي أبوابه لا تغلق ¶ الله يغضب إن تركت سؤاله ... وبني آدم حين يسأل يغضب ¶ وعن العَرْزَميّ يقول: الرحمن الرحيم، قال: الرحمن لجميع الخلق، الرحيم، قال: بالمؤمنين. قالوا: ولهذا قال: { ثُمَّ اسْتَوَى عَلَى الْعَرْشِ الرَّحْمَنُ } [الفرقان: 59] وقال: { الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى } [طه: 5] فذكر الاستواء باسمه الرحمن ليعم جميع خلقه برحمته، وقال: { وَكَانَ بِالْمُؤْمِنِينَ رَحِيمًا } [الأحزاب: 43] فخصهم باسمه الرحيم، قالوا: فدل على أن الرحمن أشد مبالغة في الرحمة لعمومها في الدارين لجميع خلقه، والرحيم خاصة بالمؤمنين، لكن جاء في الدعاء المأثور: رحمن الدنيا والآخرة ورحيمهما. ¶ واسمه تعالى الرحمن خاص به لم يُسم به غيره كما قال تعالى: { قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَنَ أَيًّا مَا تَدْعُوا فَلَهُ الأسْمَاءُ الْحُسْنَى } وقال تعالى: { وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا أَجَعَلْنَا مِنْ دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ } ولما تجهرم مسيلمة الكذاب وتسمى برحمن اليمامة كساه الله جلباب الكذب وشهر به؛ فلا يقال إلا مسيلمة الكذاب، فصار يُضرب به المثل في الكذب بين أهل الحضر من أهل المدر، وأهل الوبر من أهل البادية والأعراب. ¶ __________ ¶ (1) صحيح البخاري برقم (4485، 7362) من حديث أبي هريرة _.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "والحاصل: أن من أسمائه تعالى ما يسمى به غيره، ومنها ما لا يسمى به غيره، كاسم الله والرحمن والخالق والرزاق ونحو ذلك؛ فلهذا بدأ باسم الله، ووصفه بالرحمن؛ لأنه أخص وأعرف من الرحيم؛ لأن التسمية أولا إنما تكون بأشرف الأسماء، فلهذا ابتدأ بالأخص فالأخص. ¶ فإن قيل: فإذا كان الرحمن أشد مبالغة؛ فهلا اكتفى به عن الرحيم؟ فقد روي عن عطاء الخراساني ما معناه: أنه لما تسمى غيره تعالى بالرحمن، جيء بلفظ الرحيم ليقطع التوهم بذلك، فإنه لا يوصف بالرحمن الرحيم إلا الله تعالى. كذا رواه ابن جرير عن عطاء. ووجهه بذلك، والله أعلم. ¶ وقد زعم بعضهم أن العرب لا تعرف الرحمن، حتى رد الله عليهم ذلك بقوله: { قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَنَ أَيًّا مَا تَدْعُوا فَلَهُ الأسْمَاءُ الْحُسْنَى } [الإسراء: 110]؛ ولهذا قال كفار قريش يوم الحديبية لما قال رسول الله ‘ لعَلي: \"اكتب { بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ } \"، فقالوا: لا نعرف الرحمن ولا الرحيم. رواه البخاري ، وفي بعض الروايات: لا نعرف الرحمن إلا رحمن اليمامة. وقال تعالى: { وَإِذَا قِيلَ لَهُمُ اسْجُدُوا لِلرَّحْمَنِ قَالُوا وَمَا الرَّحْمَنُ أَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُورًا } [الفرقان: 60]. ¶ عن عبد الله بن عباس، قال: الرحمن: الفعلان من الرحمة، وهو من كلام العرب، وقال: { الرحمن الرحيم } [الفاتحة: 3] الرقيق الرفيق بمن أحب أن يرحمه، والبعيد الشديد على من أحب أن يعنف عليه، وكذلك أسماؤه كلها. ¶ عن الحسن، قال: الرحمن اسم ممنوع .وعنه أيضا قال: الرحمن: اسم لا يستطيع الناس أن ينتحلوه، تسمى به تبارك وتعالى . ¶ وقال الشيخ العثيمين ’ (والرحمن أي ذو الرحمة الواسعة؛ ولهذا جاء على وزن \"فَعْلان\" الذي يدل على السعة.. ¶ و الرحيم أي الموصل للرحمة من يشاء من عباده؛ ولهذا جاءت على وزن \"فعيل\" الدال على وقوع الفعل",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "فهنا رحمة هي صفته . هذه دل عليها الرحمن؛ ورحمة هي فعله . أي إيصال الرحمة إلى المرحوم . دلّ عليها الرحيم. ¶ اسمان من أسماء الله يدلان على الذات، وعلى صفة الرحمة، وعلى الأثر: أي الحكم الذي تقتضيه هذه الصفة.. ¶ والرحمة التي أثبتها الله لنفسه رحمة حقيقية دلّ عليها السمع، والعقل؛ أما السمع فهو ما جاء في الكتاب، والسنّة من إثبات الرحمة لله . وهو كثير جداً؛ وأما العقل: فكل ما حصل من نعمة، أو اندفع من نقمة فهو من آثار رحمة الله. ¶ هذا وقد أنكر قوم وصف الله تعالى بالرحمة الحقيقية، وحرّفوها إلى الإنعام، أو إرادة الإنعام، زعماً منهم أن العقل يحيل وصف الله بذلك؛ قالوا: \"لأن الرحمة انعطاف، ولين، وخضوع، ورقة؛ وهذا لا يليق بالله عزّ وجلّ\"؛ والرد عليهم من وجهين: ¶ الوجه الأول: منع أن يكون في الرحمة خضوع، وانكسار، ورقة؛ لأننا نجد من الملوك الأقوياء رحمة دون أن يكون منهم خضوع، ورقة، وانكسار. ¶ الوجه الثاني: أنه لو كان هذا من لوازم الرحمة، ومقتضياتها فإنما هي رحمة المخلوق؛ أما رحمة الخالق سبحانه وتعالى فهي تليق بعظمته، وجلاله، وسلطانه؛ ولا تقتضي نقصاً بوجه من الوجوه. ¶ ثم نقول: إن العقل يدل على ثبوت الرحمة الحقيقية لله عزّ وجلّ، فإن ما نشاهده في المخلوقات من الرحمة بَيْنها يدل على رحمة الله عزّ وجلّ؛ ولأن الرحمة كمال؛ والله أحق بالكمال؛ ثم إن ما نشاهده من الرحمة التي يختص الله بها . كإنزال المطر، وإزالة الجدب، وما أشبه ذلك . يدل على رحمة الله.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "والعجب أن منكري وصف الله بالرحمة الحقيقية بحجة أن العقل لا يدل عليها، أو أنه يحيلها، قد أثبتوا لله إرادة حقيقية بحجة عقلية أخفى من الحجة العقلية على رحمة الله، حيث قالوا: إن تخصيص بعض المخلوقات بما تتميز به يدل عقلاً على الإرادة؛ ولا شك أن هذا صحيح؛ ولكنه بالنسبة لدلالة آثار الرحمة عليها أخفى بكثير؛ لأنه لا يتفطن له إلا أهل النباهة؛ وأما آثار الرحمة فيعرفه حتى العوام، فإنك لو سألت عامياً صباح ليلة المطر: \"بِمَ مطرنا؟\"، لقال: \"بفضل الله، ورحمته(1)) ¶ في الفرق بين اسم الرحمن والرحيم (2): ¶ أحسن ما قيل فيه هو قول ابن القيم ’: ¶ __________ ¶ (1) تفسير الفاتحة ¶ (2) انظر رياض النعيم",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "( وصفات الإحسان والجود والبر والحنان والمنة والرأفة واللطف أخص باسم الرحمن وكرر إيذانا بثبوت الوصف وحصول أثره وتعلقه بمتعلقاته فالرحمن الذي الرحمة وصفه والرحيم الراحم لعباده ولهذا يقول تعالى {وَكَانَ بِالْمُؤْمِنِينَ رَحِيماً}(الأحزاب: من الآية43) {)إِنَّهُ بِهِمْ رَؤُوفٌ رَحِيمٌ}(التوبة: من الآية117) ولم يجيء رحمان بعباده ولا رحمان بالمؤمنين مع ما في اسم الرحمن الذي هو على وزن فعلان من سعة هذا الوصف وثبوت جميع معناه الموصوف به ألا ترى أنهم يقولون غضبان للممتلئ غضبا وندمان وحيران وسكران ولهفان لمن ملئ بذلك فبناء فعلان للسعة والشمول ولهذا يقرن استواءه على العرش بهذا الاسم كثيرا كقوله تعالى {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى}(طه:5) {ثُمَّ اسْتَوَى عَلَى الْعَرْشِ الرَّحْمَنُ }(الفرقان: من الآية59) فاستوى على عرشه باسم الرحمن لأن العرش محيط بالمخلوقات قد وسعها والرحمة محيطة بالخلق واسعة لهم كما قال تعالى { وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ }(الأعراف: من الآية156) فاستوى على أوسع المخلوقات بأوسع الصفات فلذلك وسعت رحمته كل شيء وفي الصحيح من حديث أبي هريرة - رضي الله عنه - قال :قال رسول الله - صلى الله عليه وسلم - (لما قضى الله الخلق كتب في كتاب فهو عنده موضوع على العرش إن رحمتي تغلب غضبي) وفي لفظ (فهو عنده على العرش) فتأمل اختصاص هذا الكتاب بذكر الرحمة ووضعه عنده على العرش وطابق بين ذلك وبين قوله {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى}(طه:5) و{ثُمَّ اسْتَوَى عَلَى الْعَرْشِ الرَّحْمَنُ }(الفرقان: من الآية59) ينفتح لك باب عظيم من معرفة الرب تبارك وتعالى(1).ا.هـ ¶ __________ ¶ (1) مدراج السالكين جـ1 صـ24",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "(وأما الجمع بين الرحمن الرحيم ، وهو أن الرحمن دال على الصفة القائمة به سبحانه والرحيم دال على تعلقها بالمرحوم فكان الأول للوصف ، والثاني للفعل . فالأول دال على أن الرحمة صفته ، والثاني دال على أنه يرحم خلقه برحمته ، وإذا أردت فهم هذا فتأمل قوله : {وَكَانَ بِالْمُؤْمِنِينَ رَحِيماً}(الأحزاب: من الآية43) {)إِنَّهُ بِهِمْ رَؤُوفٌ رَحِيمٌ}(التوبة: من الآية117) . ولم يجئ قط رحمن بهم فعلم أن رحمن هو الموصوف بالرحمة ، ورحيم هو الراحم برحمته وهذه نكتة لا تكاد تجدها في كتاب ، وإن تنفست عندها مرآة قلبك لم ينجل لك صورتها .(1))ا.هـ ¶ س :ما حقيقة زعم البعض أن اسم ههنا مقحم ؟ ¶ قال الفخر الرازي(2): ¶ (قال أبو عبيد : ذكر الاسم في قوله : «بسم الله» صلة زائدة ، والتقدير بالله قال ، وإنما ذكر لفظة الاسم : إما للتبرك ، وإما ليكون فرقا بينه وبين القسم ، وأقول والمراد من قوله : «بسم الله» قوله : ابدؤا بسم الله ، وكلام أبي عبيد ضعيف؛ لأنا لما أمرنا بالابتداء فهذا الأمر إنما يتناول فعلا من أفعالنا ، وذلك الفعل هو لفظنا وقولنا ، فوجب أن يكون المراد أبدأ بذكر الله ، والمراد أبدأ ببسم الله ، وأيضا فالفائدة فيه أنه كما أن ذات الله تعالى أشرف الذوات فكذلك ذكره أشرف الأذكار ، واسمه أشرف الأسماء ، فكما أنه في الوجود سابق على كل ما سواه وجب أن يكون ذكره سابقا على كل الأذكار ، وأن يكون اسمه سابقا على كل الأسماء ، وعلى هذا التقدير فقد حصل في لفظ الاسم هذه الفوائد الجليلة .) ¶ رجح ’( أنه على وجه التعظيم كما يقول من هو بحضرة السلطان باسم أمير المؤمنين أو باسم السلطان كذا وكذا فهي على وجه التعظيم والإجلال (3))0 ¶ وقال العلامة محمد خليل هراس ’(4): ¶ __________ ¶ (1) بدائع الفوائد ص24 ¶ (2) التفسير الكبير ج1 ص107 ¶ (3) لوامع البينات ¶ (4) في شرحه للواسطية",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "(وَقَوْلُ بَعْضِهِمْ : إِنَّ لَفْظَ الِاسْمِ هُنَا مُقْحَمٌ ؛ لِأَنَّ الِاسْتِعَانَةَ إِنَّمَا تَكُونُ بِاللَّهِ عَزَّ وَجَلَّ لَا بِاسْمِهِ ، لَيْسَ بِشَيْءٍ ؛ لِأَنَّ الْمُرَادَ ذِكْرُ الِاسْمِ الْكَرِيمِ بِاللِّسَانِ ؛ كَمَا فِي قَوْلِهِ : { سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى } .أَيْ : سَبِّحْهُ نَاطِقًا بِاسْمِ رَبِّكَ ، مُتَكَلِّمًا بِهِ ، فَالْمُرَادُ التَّبَرُّكُ بِالِابْتِدَاءِ بِذِكْرِ اسْمِهِ تَعَالَى .(1)) ¶ وقال ابن عاشور ’ (2): ¶ __________ ¶ (1) كأن الشيخ استلها منما نقله ابن القيم ’ عن شيخ الاسلام في (بدائع الفوائد - (ج 1 / ص 24)بقوله : ( وعبر لي شيخنا أبو العباس ابن تيمية قدس الله روحه عن هذا المعنى بعبارة لطيفة وجيزة فقال المعنى سبح ناطقا باسم ربك متكلما به وكذا سبح اسم ربك المعنى سبح ربك ذاكرا اسمه وهذه الفائدة تساوي رحلة لكن لمن يعرف قدرها فالحمد لله المنان بفضله ونسأله تمام نعمته ¶ (2) التحرير والتنوير",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "(وإنما أقحم لفظ اسم مضافاً إلى علم الجلالة إذ قيل ( بسم الله ) ولم يقل بالله لأن المقصود أن يكون الفعل المشروع فيه من شؤون أهل التوحيد الموسومة باسم الإله الواحد فلذلك تقحم كلمة اسم في كل ما كان على هذا المقصد كالتسمية على النسك قال تعالى : { فكلوا مما ذكر اسم الله عليه } [ الأنعام : 118 ] وقال : { وما لكم ألا تأكلوا مما ذكر اسم الله عليه } [ الأنعام : 119 ] وكالأفعال التي يقصد بها التيمن والتبرك وحصول المعونة مثل : { اقرأ باسم ربك } [ العلق : 1 ] فاسم الله هو الذي تمكن مقارنته للأفعال لا ذاته ، ففي مثل هذا لا يحسن أن يقال بالله لأنه حينئذٍ يكون المعنى أنه يستمد من الله تيسيراً وتصرفاً من تصرفات قدرته وليس ذلك هو المقصود بالشروع ، فقوله تعالى :{ فسبح باسم ربك العظيم } [ الواقعة : 74 ] أَمْرٌ بأن يقول سبحان الله ، وقوله : { وسبحه } [ الإنسان : 26 ] أمْرٌ بتنزيه ذاته وصفاته عن النقائص ، فاستعمال لفظ الاسم في هذا بمنزلة استعمال سمات الإبل عند القبائل ، وبمنزلة استعمال القبائل شعار تعارفهم ، واستعمال الجيوش شعارهم المصطلح عليه . والخلاصة أن كل مقام يقصد فيه التيمن والانتساب إلى الرب الواحد الواجب الوجود يعدى فيه الفعل إلى لفظ اسم الله كقوله : { وقال اركبوا فيها بسم الله مجراها ومرساها } [ هود : 41 ] وفي الحديث في دعاء الاضطجاع : \" باسمك ربي وضعت جنبي وباسمك أرفعه \" وكذلك المقام الذي يقصد فيه ذكر اسم الله تعالى كقوله تعالى : { فسبح باسم ربك العظيم } أي قل سبحان الله : { سبح اسم ربك الأعلى } [ الأعلى : 1 ] وكل مقام يقصد فيه طلب التيسير والعون من الله تعالى يعدى الفعل المسؤول إلى علم الذات باعتبار ما له من صفات الخلق والتكوين كما في قوله تعالى : { فاسجد له } [ الإنسان : 26 ] وقوله في الحديث : \" اللهم بك نصبح وبك نمسي \" أي بقدرتك ومشيئتك وكذلك المقام الذي يقصد فيه توجه الفعل إلى",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "الله تعالى كقوله تعالى : { فاسجد له } { وسبحه } أي نزه ذاته وحقيقته عن النقائص . فمعنى ( بسم الله الرحمن الرحيم ) أقرأ قراءة ملابسة لبركة هذا الاسم المبارك .) ¶ وقال وبعض شيوخنا: أن ذكر الاسم ههنا ليستحضر العبد ما لله - عز وجل - من أسماء حسنى ،أو قاصدا اسمه الأعظم الذي به الإجابة. ¶ قال مقيده عفا الله عنه وعن والديه : ربما يكون فائدة ذكر ( اسم ) هاهنا هو استحضار قلب العبد الاسم المناسب لمراده ، فمثلاً عند قولنا بسم الله عند الأكل أو الشرب ، غير قولنا بسم الله عند رقية المريض ، فكأنه يستحضر من أسماء الله - عز وجل - ما يليق بذلك. ¶ فالتسمية عند الطعام والشرب البركة فيهما وحفظهما من الشيطان ودليله ما رواه مسلم عَنْ حُذَيْفَةَ - رضي الله عنه - قَالَ : (كُنَّا إِذَا حَضَرْنَا مَعَ النَّبِيِّ ‘ طَعَامًا لَمْ نَضَعْ أَيْدِيَنَا حَتَّى يَبْدَأَ رَسُولُ اللَّهِ ‘ فَيَضَعَ يَدَهُ وَإِنَّا حَضَرْنَا مَعَهُ مَرَّةً طَعَامًا فَجَاءَتْ جَارِيَةٌ كَأَنَّهَا تُدْفَعُ فَذَهَبَتْ لِتَضَعَ يَدَهَا فِي الطَّعَامِ فَأَخَذَ رَسُولُ اللَّهِ ‘ بِيَدِهَا ثُمَّ جَاءَ أَعْرَابِيٌّ كَأَنَّمَا يُدْفَعُ فَأَخَذَ بِيَدِهِ فَقَالَ رَسُولُ اللَّهِ ‘ إِنَّ الشَّيْطَانَ يَسْتَحِلُّ الطَّعَامَ أَنْ لَا يُذْكَرَ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ جَاءَ بِهَذِهِ الْجَارِيَةِ لِيَسْتَحِلَّ بِهَا فَأَخَذْتُ بِيَدِهَا فَجَاءَ بِهَذَا الْأَعْرَابِيِّ لِيَسْتَحِلَّ بِهِ فَأَخَذْتُ بِيَدِهِ وَالَّذِي نَفْسِي بِيَدِهِ إِنَّ يَدَهُ فِي يَدِي مَعَ يَدِهَا).فكأن ذاكر التسمية استحضر فى قلبه ما ينسب المقام من الأسماء الحسنى كالبر والكريم والحفيظ.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "والتسمية عند الدعاء للمريض يقصد بها إلى اسم أو أسماء خاصة يستحضرها الذي يدعو ودليله ما رواه البخاري ومسلم عَنْ عَائِشَةَ ~ : ( أَنَّ رَسُولَ اللَّهِ ‘ كَانَ إِذَا اشْتَكَى الْإِنْسَانُ الشَّيْءَ مِنْهُ أَوْ كَانَتْ بِهِ قَرْحَةٌ أَوْ جُرْحٌ قَالَ النَّبِيُّ ‘ بِإِصْبَعِهِ هَكَذَا وَوَضَعَ سُفْيَانُ سَبَّابَتَهُ بِالْأَرْضِ ثُمَّ رَفَعَهَا بِاسْمِ اللَّهِ تُرْبَةُ أَرْضِنَا بِرِيقَةِ بَعْضِنَا لِيُشْفَى بِهِ سَقِيمُنَا بِإِذْنِ رَبِّنَا ) وذكر ابن حجر ’ ( هَذَا مِنْ بَاب التَّبَرُّك بِأَسْمَاءِ اللَّه تَعَالَى )- فكأنه الداعي يستحضر من أسماء الله الشافي و الرءوف الرحيم . ¶ والتسمية عند دخول الخلاء يقصد القائل اسم الله - عز وجل - الستير والحفيظ والحافظ ودليله عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ - رضي الله عنه - : (أَنَّ رَسُولَ اللَّهِ ‘ قَالَ سَتْرُ مَا بَيْنَ أَعْيُنِ الْجِنِّ وَعَوْرَاتِ بَنِي آدَمَ إِذَا دَخَلَ أَحَدُهُمْ الْخَلَاءَ أَنْ يَقُولَ بِسْمِ اللَّهِ )رواه الترمذي وابن ماجه وصححه الألباني ) . ¶ ولعل اقتصر الشارع على الإتيان بهذه اللفظة أي (بسم الله ) لأسبابٍ منها : ¶ تيسير على العباد ورفع الحرج ، وذلك لعدم تمكن الكل من إحصاء الأسماء ووضع الاسم المناسب في الحالة المناسبة له. ¶ خفة لفظ الجلالة على الألسنة لشهرته . ¶ لأن الله - عز وجل - صان اللفظ من المشاركة فلم ولن يتجرأ أحد عليه في التسمية قال - عز وجل - { رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا فَاعْبُدْهُ وَاصْطَبِرْ لِعِبَادَتِهِ هَلْ تَعْلَمُ لَهُ سَمِيّاً} (مريم:65). ¶ الإشارة إلى فضيلة لفظ الجلالة (الله - عز وجل - ) ويلاحظ أنه أكثر الأسماء ذكراً في القرآن ، و الأذكار وغيرها، لذا فقد مال إلى كونه الاسم الأعظم جمع غفير من المتقدمين والمتأخرين.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "5- الأمر بالتسمية هو أول ما نزل من القرآن هو قوله تعالى ? اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ} (العلق:1) ¶ الفوائد المستخرجة من معاني البسملة : ¶ بسم الله - بسم الله الرحمن الرحيم ¶ *الباء –قيل للمصاحبة –وقيل للإستعانة –ورجح الأخير كثير من أهل العلم 0 ¶ * الجار والمجرور متعلق بمحذوف (بـ / الجار – المجرور / أسم) متعلق بمحذوف لها من الجمل فى اللغة العربية (أما أسمية –أما فعلية) ولما لم يبدأ بأسم أو فعل –فلابد من تقديره فقدره بعضهم اسماً –والآخرون فعلاً ورجحه كثير من المتأخرين منهم الشيخ العثيمين فى أغلب شروحه . ¶ الاسم : إبتدائى بسم الله. …… ¶ الفعل : أبدأ باسم الله. ¶ بل جعله من جعله فعلاً على حسب المقام 0فمن قال وهو يريد الشرب بسم الله فمعناه : أشرب باسم الله ، ومن أراد الأكل فمعناه - أكل بسم الله – وحال التصنيف والتأليف : أصنف أو أؤلف بسم الله 0 ¶ قال مقيده عفا الله عنه وعن والديه :-نرجع إلى الأصل اللغوي وفوائده :- ¶ 1- الباء : ¶ أ-للمصاحبة :مستصحباً ذكره تبارك وتعالى ، للمصاحبة فائدة وهى التذكير بالعهد الذي أخذ من المخلوقات من التسخير والطاعة. ¶ ب-للاستعانة : مستعيناً به تبارك وتعالى ،وللاستعانة فائدة :وهى الأقدار والاستطاعة ، طلباً من الله - عز وجل -. ¶ 2-الاسم : اختلفوا فى أصله فقال بعضهم وهو من الاسم : بمعنى العلامة – وقيل السمو والعلو ¶ أما تعريف الاسم لغة :- ¶ وهو ما أطلق على الشيء تميزاً له عن غيره 0فهو إلى الوسم الذي قلبت واوه همزة أقرب منه إلى السمو ( وأغلب أهل العلم علي ترجيحه ) ، ولكن لا فرق بينهما عند إمعان وإنعام النظر فيهما ،فإن العلامة المميزة للشيء تعلوه ، إما ظاهرياً أو معنوياً ، فالاسم أطلق على المسمى حتى علاه وتميز به عن غيره فصار علامة له 0 ¶ 3-حال التركيب (بسم الله) :- ¶ إذا قال أحدهم :- باسم شعب مصر - باسم القانون - فهذا التركيب يفيد :-",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "أ-السلطة والقوة :- أي بالسلطة الشعبية وقوة الشعب كذا وكذا . ¶ ب-النيابة : أي هو يتحدث نيابة عن شعب مصر فهو نائب عنهم كما يقال باسم من تتحدث أي نيابة عن من(1) ¶ __________ ¶ (1) قال مقيده عفا الله عنه وعن والديه : ( هنا ربما يتجلى لنا معنى قوله تعالى { إنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً}البقرة: من الآية30)- تفسير الطبري - (ج 1 / ص 449 / ص 452) ¶ القول في تأويل قوله :{ خَلِيفَةً }والخليفة الفعيلة من قولك: خلف فلان فلانًا في هذا الأمر، إذا قام مقامه فيه بعده. كما قال جل ثناؤه( ثُمَّ جَعَلْنَاكُمْ خَلائِفَ فِي الأَرْضِ مِنْ بَعْدِهِمْ لِنَنْظُرَ كَيْفَ تَعْمَلُونَ ) [سورة يونس: 14] يعني بذلك أنه أبدلكم في الأرض منهم، فجعلكم خلفاء بعدهم. ومن ذلك قيل للسلطان الأعظم: خليفة، لأنه خلف الذي كان قبله، فقام بالأمر مقامه، فكان منه خلَفًا. يقال منه: خلف الخليفة، يخلُف خِلافة وخِلِّيفَى (1) .فكان تأويل الآية على هذه الرواية التي ذكرناها عن ابن مسعود وابن عباس: إني جاعل في الأرض خليفةً منّي يخلفني في الحكم بين خلقي. وذلك الخليفة هو آدمُ ومن قام مقامه في طاعة الله والحكم بالعدل بين خلقه.إ.هـ ¶ وقال ابن الجوزي زاد المسير - (ج 1 / ص 41)وفي معنى خلافة آدم قولان:- ¶ أحدهما : أنه خليفة عن الله تعالى في إقامة شرعه ، ودلائل توحيده ، والحكم في خلقه ، وهذا قول ابن مسعود ومجاهد . ¶ والثاني : أنه خلف من سلف في الأرض قبله ، وهذا قول ابن عباس والحسن . ¶ وقال ابن كثير ’: تفسير ابن كثير - (ج 1 / ص 216) ¶ { إِنِّي جَاعِلٌ فِي الأرْضِ خَلِيفَةً } أي: قوما يخلف بعضهم بعضا قرنا بعد قرن وجيلا بعد جيل، كما قال تعالى: { وَهُوَ الَّذِي جَعَلَكُمْ خَلائِفَ الأرْضِ } [الأنعام: 165] وقال { وَيَجْعَلُكُمْ خُلَفَاءَ الأرْضِ } [النمل: 62]. وقال { وَلَوْ نَشَاءُ لَجَعَلْنَا مِنْكُمْ مَلائِكَةً فِي الأرْضِ يَخْلُفُونَ } [الزخرف: 60]. وقال { فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ } [مريم: 59] .",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "؟! ¶ -نرجع إلى التسمية أو البسملة :- ¶ إذاً : ذكر الاسم فيهما له فوائد :- ¶ أ- أن كان الباء للمصاحبة فى بسم :- فالقائل مستصحباً ذكره جل وعلاه – فكأنه يقول بذكر من علامته وسموه الله 000 أى كأنه مذكراً غيره فأن كان حال الركوب أو الأكل أو الشرب أو غيره من المخلوقات المسخرة للإنسان 00كأن يذكرها بالعهد الذي أخذ عليها بالطاعة لله عز وجل فى قوله تعالى ? ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلأَرْضِ ائْتِيَا طَوْعاً أَوْ كَرْهاً قَالَتَا أَتَيْنَا طَائِعِينَ ?فصلت (11)، وقوله تعالى? أَفَغَيْرَ دِينِ اللَّهِ يَبْغُونَ وَلَهُ أَسْلَمَ مَن فِي السَّمَوَاتِ وَالأَرْضِ طَوْعاً وَكَرْهاً وَإِلَيْهِ يُرْجَعُونَ ?آل عمران (83) ثم منّ على عباده بتسخير هذا كله لهم ذلك فضله منه - عز وجل - فقال - جل جلاله - ? وَسَخَّرَ لَكُم مَّا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ جَمِيعاً مِّنْهُ إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ ?الجاثية(13) وقوله ? اللَّهُ الَّذِي خَلَقَ السَّمَوَاتِ وَالأَرْضَ وَأَنزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقاً لَّكُمْ وَسَخَّرَ لَكُمُ الفُلْكَ لِتَجْرِيَ فِي البَحْرِ بِأَمْرِهِ وَسَخَّرَ لَكُمُ الأَنْهَارَ (32) وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَائِبَيْنِ وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ (33) وَآتَاكُم مِّن كُلِّ مَا سَأَلْتُمُوهُ وَإِن تَعُدُّوا نِعْمَتَ اللَّهِ لاَ تُحْصُوهَا إِنَّ الإِنسَانَ لَظَلُومٌ كَفَّارٌ (34?) إبراهيم الآيات في ذلك كثيرة فالذي يذكر مذكر هذه المخلوقات بعهد الله - عز وجل - وميثاقه عليها وما يسره لابن آدم من استغلال ذلك كله في مرضاته وطاعته ¶ وللمصاحبة تذكيراً للأشياء : ¶ (1) استشعار معية الله - عز وجل - 0 ¶ (2)أن الكون نسيج واحد وكله عابد لله - جل جلاله - سلم له 0",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "(3) معرفة نعم الله على العبد واعترافاً بفضله وكرمه 0 ¶ (4) طلب البركة . ¶ ب- أما إذا قلنا أن الباء في( بسم ) للاستعانة إنما لقائل (بسم الله) فى التسمية (بسم الله الرحمن الرحيم) فى البسملة مستعيناً به جل وعلا – فكأنه قال (أنا لا أستطيع فعل هذا !! ولا قدرة لي عليه إلا بك فأستعين بك لأقدر على هذا الفعل ) فهو سؤال وطلب منه جل وعلا 0 ¶ وبناءاً عليه - جل جلاله - وأسمائه الجلال وصفاته العليا ففي الاستعانة فوائد :- ¶ إظهار الافتقار إلى الله جل وعلا بأنه يقدر - عز وجل - والعبد لا يقدر. ¶ الثناء على الله تبارك وتعالى لما في هذا من إضمار للأسماء وصفات الجلال والتعظيم 0 ¶ ويؤيد السابق أن الاسم المذكور بعدها هو لفظ (الجلالة) (الله) وهو يفيد التعظيم والجلال والقهر والقدرة وغيرها 0 ¶ استشعار قدرة الله جل وعلا فلا ينسب هذه النعم إلى نفسه فإنها ما تيسرت إلا من الله جل وعلا وليس باستطاعة العبد أو قدرته 0 ¶ في البدء بالتسمية يستوجب الانتهاء بالتحميد. ¶ وفى ضوء ما سبق ذكره فإن كانت هي منّة من الله وهبة منه جل وعلا –إلا يستوجب حمده - عز وجل - عليها 0 ¶ الخلاصة : ¶ قال العلامة أحمد بن علي المكني بأبي بكر الرازي الجصاص الحنفي(1): ¶ __________ ¶ (1) أحكام القرآن",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "(( وَالْأَحْكَامُ الَّتِي يَتَضَمَّنُهَا قَوْلُهُ { بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ } : الْأَمْرُ بِاسْتِفْتَاحِ الْأُمُورِ لِلتَّبَرُّكِ بِذَلِكَ ، وَالتَّعْظِيمُ لِلَّهِ عَزَّ وَجَلَّ بِهِ ، وَذِكْرُهَا عَلَى الذَّبِيحَةِ شِعَارٌ وَعَلَمٌ مِنْ أَعْلَامِ الدِّينِ وَطَرْدِ الشَّيْطَانِ ؛ لِأَنَّهُ رُوِيَ عَنْ النَّبِيِّ ‘ أَنَّهُ قَالَ : ( إذَا سَمَّى اللَّهَ الْعَبْدُ عَلَى طَعَامِهِ لَمْ يَنَلْ مِنْهُ الشَّيْطَانُ مَعَهُ وَإِذَا لَمْ يُسَمِّهِ نَالَ مِنْهُ مَعَهُ (1)) وَفِيهِ إظْهَارُ مُخَالَفَةِ الْمُشْرِكِينَ الَّذِينَ يَفْتَتِحُونَ أُمُورَهُمْ بِذِكْرِ الْأَصْنَامِ أَوْ غَيْرِهَا مِنْ الْمَخْلُوقِينَ الَّذِينَ كَانُوا يَعْبُدُونَهُمْ ، وَهُوَ مَفْزَعٌ لِلْخَائِفِ ، وَدَلَالَةٌ مِنْ قَائِلِهِ عَلَى انْقِطَاعِهِ إلَى اللَّهِ تَعَالَى وَلُجُوئِهِ إلَيْهِ ، وَأُنْسٌ لِلسَّامِعِ ، وَإِقْرَارٌ بِالْأُلُوهِيَّةِ ، وَاعْتِرَافٌ بِالنِّعْمَةِ ، ¶ __________ ¶ (1) لعله يعنى ’ حديث مسلم - عَنْ حُذَيْفَةَ _ قَالَ : (كُنَّا إِذَا حَضَرْنَا مَعَ النَّبِيِّ ‘ طَعَامًا لَمْ نَضَعْ أَيْدِيَنَا حَتَّى يَبْدَأَ رَسُولُ اللَّهِ ‘ فَيَضَعَ يَدَهُ وَإِنَّا حَضَرْنَا مَعَهُ مَرَّةً طَعَامًا فَجَاءَتْ جَارِيَةٌ كَأَنَّهَا تُدْفَعُ فَذَهَبَتْ لِتَضَعَ يَدَهَا فِي الطَّعَامِ فَأَخَذَ رَسُولُ اللَّهِ ‘ بِيَدِهَا ثُمَّ جَاءَ أَعْرَابِيٌّ كَأَنَّمَا يُدْفَعُ فَأَخَذَ بِيَدِهِ فَقَالَ رَسُولُ اللَّهِ ‘ إِنَّ الشَّيْطَانَ يَسْتَحِلُّ الطَّعَامَ أَنْ لَا يُذْكَرَ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ جَاءَ بِهَذِهِ الْجَارِيَةِ لِيَسْتَحِلَّ بِهَا فَأَخَذْتُ بِيَدِهَا فَجَاءَ بِهَذَا الْأَعْرَابِيِّ لِيَسْتَحِلَّ بِهِ فَأَخَذْتُ بِيَدِهِ وَالَّذِي نَفْسِي بِيَدِهِ إِنَّ يَدَهُ فِي يَدِي مَعَ يَدِهَا )",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "وَاسْتِعَانَةٌ بِاَللَّهِ تَعَالَى ، وَعِيَاذَةٌ بِهِ ، وَفِيهِ اسْمَانِ مِنْ أَسْمَاءِ اللَّهِ تَعَالَى الْمَخْصُوصَةِ بِهِ لَا يُسَمَّى بِهِمَا غَيْرُهُ ، وَهُمَا اللَّهُ وَالرَّحْمَنُ ))إ.هـ. ¶ الفرق بين بسم الله وبسم الله الرحمن الرحيم : ¶ لذا كان التسمية غير البسملة فالتسمية لإظهار قدرة الله جل وعلا على الخلق وما جعله من التسخير والبسملة ذكر جلال الله - عز وجل - وأردف بعدها ذكر أسمى الرحمة ليفيد الصلة بين جلال الله وعظمته وبين رحمة الله الموصلة للخلق فشرعت البسملة في قراءة سور القرآن الكريم إلا براءة -على السبب المعروف-لأن القرآن الكريم رحمة في ترتيله أو قراءته وهديه وحفظه وتدبره كما قال - عز وجل - ? وَنُنَزِّلُ مِنَ القُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ وَلاَ يَزِيدُ الظَّالِمِينَ إِلاَّ خَسَاراً ?[ الإسراء(82) ] ? قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِّمَّا يَجْمَعُونَ ? [يونس (58)]. ¶ في البسملة –ذكر الاسم الجلال (الله - جل جلاله -) وبعده اسمي الرحمة – الرحمن الرحيم – الإكرام والجمال فالجلال يستوجب الخشية والإجلال والتعظيم وفيه عدم الاستطالة بنعمه واستخدمها في معصيته. ¶ فالإكرام والجمال يستوجب الحب والقرب والرجاء فيه جل وعلا وفيه أن هذه النعم منّة منه جل وعلا فتجب محبته والرجاء في ثوابه يوم المعاد 000 و في المعايشة وتقيدها وزيادتها وبهذه إشارة إلى قلب العبد لمن يحقق عبودية إلى بالخوف منه وتعظيمه والرجاء فيه - عز وجل - والطمع في رحمته – والحب له لما أولى وأنعم جل وعلا.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "في البسملة تعريف العباد ربهم بصفات القهر والجلال – وصفات الرحمة والإكرام والجمال وهى أو آية في كتاب الله جل وعلا – ومطلب منزل من كلام الرب جل وعلا 000 بل جمع في أول ما أنزل به الجلال والإكرام فى قوله ? اقْرأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ (1) خَلَقَ الإِنسَانَ مِنْ عَلَقٍ (2) اقْرَأْ وَرَبُّكَ الأَكْرَمُ (3) الَّذِي عَلَّمَ بِالْقَلَمِ (4) عَلَّمَ الإِنسَانَ مَا لَمْ يَعْلَمْ (5) ? العلق. ¶ ( بعض الفوائد والآثار : ¶ أنها تذكر في سائر الأمور لبركة ذكرها ولما فيها من الثناء على الله والاستعانة به سبحانه ولذالك نحن مأمورون أن نأتي بها في سائر شئون الحياة. ¶ أن في ذكرها إقتداء بكتاب الله تعالى وإقتداء بالنبي - صلى الله عليه وسلم - . ¶ وفيها أثبات الألوهية لله - عز وجل - . ¶ أن فيها إثبات صفة الرحمة. ¶ وإثبات الرسالة حيث أن الأسماء والصفات من الأمور التوقيفية والتي لا تعلم إلا عن طريق رسول . ¶ فيها ثلاثة أسماء من أسماء الله تبارك وتعالى وهي (الله والرحمن والرحيم). ¶ البسملة في القرآن الكريم ¶ في بيان الفرق بين قوله - سبحانه وتعالى - { وَقَالَ اركبوا فِيهَا بِسْمِ الله مَجْرَاهَا وَمُرْسَاهَا } وقوله - سبحانه وتعالى - { اقْرَأْ بِاسْمِ رَبِّكَ }:",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "- قال النسفي ’{ وَقَالَ اركبوا فِيهَا بِسْمِ الله مَجْرَاهَا وَمُرْسَاهَا } { بسم الله } متصل ب { اركبوا } حالاً من الواو أي اركبوا فيها مسمين الله أو قائلين بسم الله وقت إجرائها ووقت إرسائها ، إما لأن المجرى والمرسى للوقت ، وإما لأنهما مصدران كالإجراء والإرساء حذف منهما الوقت المضاف كقولهم «خفوق النجم» ويجوز أن يكون { بسم الله مجرها ومرساها } جملة برأسها غير متعلقة بما قبلها وهي مبتدأ وخبر يعني أن نوحاً Aأمرهم بالركوب ثم أخبرهم بأن مجراها ومرساها بذكر اسم الله أي باسم الله إجراؤها وإرساؤها ، وكان إذا أراد أن تجري قال بسم الله فجرت ، وإذا أراد أن ترسو قال بسم الله فرست. ¶ - قال النسفي ’{ اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ (1)} وتعلقت الباء بمحذوف تقديره : باسم الله أقرأ أو أتلو ، لأن الذي يتلو التسمية مقروء كما أن المسافر إذا حل وارتحل فقال باسم الله والبركات كان المعنى باسم الله أحل وباسم الله أرتحل ، وكذا الذابح وكل فاعل يبدأ في فعله باسم الله كان مضمراً ما جعل التسمية مبدأ له . وإنما قدر المحذوف متأخراً لأن الأهم من الفعل والمتعلق به هو المتعلق به ، وكانوا يبدأون بأسماء آلهتهم فيقولون باسم اللات وباسم العزى ، فوجب أن يقصد الموحد معنى اختصاص اسم الله عز وجل بالابتداء وذا بتقديمه وتأخير الفعل . وإنما قدم الفعل في { اقرأ باسم رَبّكَ } [ العلق : 1 ] لأنها أول سورة نزلت في قول ، وكان الأمر بالقراءة أهم فكان تقديم الفعل أوقع . ويجوز أن يحمل { اقرأ } على معنى افعل القراءة وحققها كقولهم فلان يعطي ويمنع غير متعدٍ إلى مقروء به ، وأن يكون { باسم رَبّكَ } مفعول { اقرأ } الذي بعده . اسم الله يتعلق بالقراءة تعلق الدهن بالإنبات في قوله { تَنبُتُ بالدهن } [ المؤمنون : 20 ] على معنى متبركاً باسم الله أقرأ ففيه تعليم عباده كيف يتبركون باسمه وكيف يعظمونه(1) . ¶ __________ ¶ (1) انظر تفسير النسفي .",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "قال مقيده عفا الله عنه وعن والديه : ¶ - من قوله - سبحانه وتعالى - {وَقَالَ ارْكَبُوا فِيهَا بِسْمِ اللَّهِ مَجْرَاهَا وَمُرْسَاهَا إِنَّ رَبِّي لَغَفُورٌ رَحِيمٌ (41)} [هود/41]: ¶ 1- هذا مقام العمل بعد العلم فكذا يبدأ الأنبياء والرسل ü أعمالهم . ¶ 2- فيه التبرى من الحول والطول فكأن رد من نوح - عليه السلام - على من تطاول عليه بالسخرية كيف تسير هذه السفينة في هذه الصحاري ؟ كما في قوله - سبحانه وتعالى - { وَيَصْنَعُ الْفُلْكَ وَكُلَّمَا مَرَّ عَلَيْهِ مَلَأٌ مِنْ قَوْمِهِ سَخِرُوا مِنْهُ قَالَ إِنْ تَسْخَرُوا مِنَّا فَإِنَّا نَسْخَرُ مِنْكُمْ كَمَا تَسْخَرُونَ (38) فَسَوْفَ تَعْلَمُونَ مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُقِيمٌ (39) حَتَّى إِذَا جَاءَ أَمْرُنَا وَفَارَ التَّنُّورُ قُلْنَا احْمِلْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ وَمَنْ آَمَنَ وَمَا آَمَنَ مَعَهُ إِلَّا قَلِيلٌ (40) وَقَالَ ارْكَبُوا فِيهَا بِسْمِ اللَّهِ مَجْرَاهَا وَمُرْسَاهَا إِنَّ رَبِّي لَغَفُورٌ رَحِيمٌ (41) } [هود/38-42]. ¶ 3- وأيضا حسن التوكل والظن به والثقة مع هذا المنظر الصعب الكيب { وَهِيَ تَجْرِي بِهِمْ فِي مَوْجٍ كَالْجِبَالِ وَنَادَى نُوحٌ ابْنَهُ وَكَانَ فِي مَعْزِلٍ يَا بُنَيَّ ارْكَبْ مَعَنَا وَلَا تَكُنْ مَعَ الْكَافِرِينَ (42)} [هود/42]. ¶ 4- تعليم الرسل ? أقوامهم ماذا يقولنا ؟ وكيف يصنعون ؟",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "5- لنا فيه القدوة والأسوة كما قال - سبحانه وتعالى - { أُولَئِكَ الَّذِينَ آَتَيْنَاهُمُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ فَإِنْ يَكْفُرْ بِهَا هَؤُلَاءِ فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَيْسُوا بِهَا بِكَافِرِينَ (89) أُولَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ اقْتَدِهِ قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِنْ هُوَ إِلَّا ذِكْرَى لِلْعَالَمِينَ (90)} [الأنعام/89، 90]. ¶ - من قوله - سبحانه وتعالى - { اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ (1) خَلَقَ الْإِنْسَانَ مِنْ عَلَقٍ (2) اقْرَأْ وَرَبُّكَ الْأَكْرَمُ (3) الَّذِي عَلَّمَ بِالْقَلَمِ (4) عَلَّمَ الْإِنْسَانَ مَا لَمْ يَعْلَمْ (5)} [العلق/1-6]: ¶ 1- أن هذا ليس قولك يا رسول الله - صلى الله عليه وسلم - بل هو كلام رب العالمين فأنت تقرأ باسمنا، وبنا تتكلم فليس هذا مين علينا ولا افتراء وحاشاه أن يكون. ¶ 2- ولأن المقام مقام ربوبية وتصرف وتدبير للأمور وابتداء رسالة فلهذا قال: {باسم ربك} إلا أنه عليه الصلاة والسلام قد رباه الله تعالى تربية خاصة ورباه كذلك ربوبية خاصة. ¶ 3- أنها في مقام التعليم من رب العالمين لخاتم المرسلين ، أي ابدأ كل عمل ذاكرا اسمه - عز وجل - ، وكذا كان حال النبي - صلى الله عليه وسلم - ذاكرا لله - عز وجل - مبتدأ به في كل أمر. ¶ 4- وفيها أنه ما ينبغي لطالب علم أن يطلبه لغير الذي علمه - عز وجل - ، بل ولا ينسبه لنفسه بل يقول كما قالت الملائكة { سُبْحَانَكَ لَا عِلْمَ لَنَا إِلَّا مَا عَلَّمْتَنَا إِنَّكَ أَنْتَ الْعَلِيمُ الْحَكِيمُ (32)} [البقرة/32]. ¶ ( س : ما مناسبة الجمع في البسملة بين علم الجلالة وبين صفتي الرحمن الرحيم ؟",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "قال ابن عاشور ’(1)(ومناسبة الجمع في البسملة بين علم الجلالة وبين صفتي الرحمن الرحيم ، قال البيضاوي إن المُسمِّي إذا قصَد الاستعانة بالمعبود الحق الموصوف بأنه مُولي النعم كلها جليلها ودقيقها يذكر عَلَم الذات إشارة إلى استحقاقه أن يستعان به بالذات ، ثم يذكر وصف الرحمن إشارة إلى أن الاستعانة على الأعمال الصالحة وهي نعم ، وذكر الرحيم للوجوه التي سنذكرها في عطف صفة الرحيم على صفة الرحمن . ¶ وقال الأستاذ الإمام محمد عبده : إن النصارى كانوا يبتدئون أدعيتهم ونحوها باسم الأب والابن والروح القدس إشارة إلى الأقانيم الثلاثة عندهم ، فجاءت فاتحة كتاببِ الإسلام بالرد عليهم موقظة لهم بأن الإله الواحد وإن تعددت أسماؤه فإنما هو تعدد الأوصاف دون تعدد المسميات ، يعني فهو رد عليهم بتغليظ وتبليد . وإذا صح أن فواتح النصارى وأدعيتهم كانت تشتمل على ذلك إذ الناقل أمين فهي نكتة لطيفة . ¶ وعندي أن البسملة كان ما يرادفها قد جرى على ألسنة الأنبياء من عهد إبراهيم Aفهي من كلام الحنيفية ، فقد حكى الله عن إبراهيم أنه قال لأبيه : { يا أبت إني أخاف أن يمسك عذاب من الرحمن } [ مريم : 45 ] ، وقال : { سأستغفر لك ربي إنه كان بي حفياً } [ مريم : 47 ] ومعنى الحفي قريب من معنى الرحيم . وحُكِي عنه قوله : { وتُب علينا إنك أنت التواب الرحيم } [ البقرة : 128 ] . وورد ذكر مرادفها في كتاب سليمان إلى ملكة سبأ : { إنه من سليمان وإنه بسم الله الرحمن الرحيم ألا تعلوا علي وأتوني مسلمين } [ النمل : 30 ، 31 ] . والمظنون أن سليمان اقتدى في افتتاح كتابه بالبسملة بسنة موروثة من عهد إبراهيم جعلها إبراهيم كلمة باقية في وارثي نبوته ، وأن الله أحيا هذه السنة في الإسلام في جملة ما أوحى له من الحنيفية كما قال تعالى : { ملة أبيكم إبراهيم هو سماكم المسلمين من قبل } [ الحج : 78 ] ). ¶ الخلاصة: ¶ __________ ¶ (1) التحرير والتنوير",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "قال الشيخ محمد رشيد رضا ’ (1): ¶ ( قال الأستاذ الإمام ما معناه : عندما تقول إنني أذكر اسم الله تعالى كالعزيز والحكيم لا تعنى أنك تذكر لفظ \"اسم\" فلو كان قولهم إن المراد من الابتداء بالكلمة \"بسم الله \" التبرك باسم الله : هو الصواب لكان ينبغي أن يكون قولك (بالله الرحمن الرحيم ) مثل (بسم الله الرحمن الرحيم ) وقوله تعالى{بِسْمِ اللَّهِ مَجْرَاهَا وَمُرْسَاهَا}(هود: من الآية41) ¶ وقد قال بعضهم إن الإضافة هاهنا للبيان أي أفتتح كلامي باسم الله ، ولكن يقتضى أن يكون لفظ \"الرحمن الرحيم \" واردا على اللفظ وهو غير صحيح . ¶ وإرادة أن الأسماء الثلاثة هي المبينة للفظ الاسم تمحل ظاهر فما المقصود إذاً من هذا التعبير؟ ¶ مثل هذا التعبير مألوف عند جميع الأمم ومنهم العرب وهو أن الواحد منهم إذا أراد أن يفعل أمراً ما لأجل أمير أو عظيم بحيث يكون متجرداً من نسبته إليه ومنسلخاً عنه ، يقول أعماله باسم فلان ويذكر اسم الأمير أو السلطان لأن اسم الشيء دليل وعنوان عليه ، فإذا كنت أعمل عملاً لا يكون له وجود و لا أثر ، لو لا السلطان الذي به أمر ، أقول إن عملي هذا باسم السلطان ،أي معنون باسمه ولو لاه لما عملته . ¶ فمعنى ابتدئ {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} (الفاتحة:1) أنني أعمله بأمره وله لا لي ولا أعمله باسمي مستقلاً به على أنني فلان . فكأني أقول إن هذا العمل لله لا لحظ نفسي. ¶ وفيه وجه أخر وهو أن القدرة التى أنشأت بها العمل هى من الله تعالى فلولا ما منحنى منها لم أعمل شيئاً ، فلم يصدر عنى هذا العمل إلا باسم الله ولم يكن باسمي إذ لو لا ما آتاني من القوة عليه لم أستطع أن آتيه . وقد تم هذا المعنى بلفظ (الرحمن الرحيم) كما هو ظاهر . ¶ __________ ¶ (1) تفسير المنار جـ1صـ44:43",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "وحاصل المعنى أنني أعمل عملي متبرئاً من أن يكون باسمي بل هو باسمه لأنني أستمد القوة والعناية منه وأرجو إحسانه عليه ، فلو لاه ما أقدر عليه ولم أعمله ، بل ما كنت عاملاً له على تقدير القدرة عليه لو لا أمره ورجاء فضله فلفظ الاسم معناه مراد ، ومعنى لفظ الجلالة مراد أيضاً، وكذلك كل من لفظ الرحمن الرحيم. ¶ وهذا الاستعمال معروف مألوف في كل اللغات . وأقربه إليكم اليوم ما ترونه فى المحاكم النظامية حيث يبتدوءن الأحكام قولاً وكتابة باسم السلطان فلان أو باسم الخديوي فلان. ¶ ومعنى البسملة في الفاتحة أن جميع ما يقرر في القرآن من الأحكام والآيات وغيرها هو لله ومنه ليس لأحد غير الله فيه شيء. ¶ - أقول وصفوة القول ما قرره في متعلق ((باسم الله )) ومعناها ههنا نظرٌ آخر فيه:وهو أن القرآن كان وحياً يلقيه الروح الأمين في قلب النبي - صلى الله عليه وسلم - وكل سورة منه مبتدأة ببسملة ، فمتعلق من ملك الوحى تعلم من أول آية نزل بها وهى قوله تعالى { اقْرأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ (1)} العلق ، فمعنى البسملة الذي يفهمه النبي - صلى الله عليه وسلم - من روح الوحي : اقرأ يا محمد هذه السورة باسم الله الرحمن الرحيم على عباده أي اقرأها على أنها منه تعالى لا منك فإنه برحمته أنزلها عليك لتهديهم بها إلى ما فيه الخير لهم في الدنيا والآخرة . وعلى هذا كان يقصد النبي - صلى الله عليه وسلم - من متعلق البسملة إنني اقرأ السورة عليكم أيها الناس باسم الله لا باسمي وعلى أنها منه لا منى فإنما أنا مبلغ عنه - عز وجل - { وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ (91) وَأَنْ أَتْلُوَ الْقُرْآَنَ } [النمل/91، 92] ا.هـ ¶ بعض مواطن التسمية والبسملة في حياة المسلم من السنة النبوية ¶ عند النوم :",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "- عَنْ حُذَيْفَةَ _ قَالَ كَانَ النَّبِىُّ - ‘ - إِذَا أَرَادَ أَنْ يَنَامَ قَالَ « بِاسْمِكَ اللَّهُمَّ أَمُوتُ وَأَحْيَا » . وَإِذَا اسْتَيْقَظَ مِنْ مَنَامِهِ قَالَ « الْحَمْدُ لِلَّهِ الَّذِى أَحْيَانَا بَعْدَ مَا أَمَاتَنَا ، وَإِلَيْهِ النُّشُورُ » .(1). ¶ قَوْله - صلى الله عليه وسلم - ( بِاسْمِك أَمُوت وَأَحْيَا ) ¶ أَيْ بِذِكْرِ اِسْمك أَحْيَا مَا حَيِيت وَعَلَيْهِ أَمُوت . وَقَالَ الْقُرْطُبِيّ : قَوْله \" بِاسْمِك أَمُوت \" يَدُلّ عَلَى أَنَّ الِاسْم هُوَ الْمُسَمَّى ، وَهُوَ كَقَوْلِهِ تَعَالَى ( سَبِّحْ اِسْم رَبّك الْأَعْلَى ) أَيْ سَبِّحْ رَبّك ، هَكَذَا قَالَ جُلّ الشَّارِحِينَ ، قَالَ : وَاسْتَفَدْت مِنْ بَعْض الْمَشَايِخ مَعْنًى آخَر وَهُوَ أَنَّ اللَّه تَعَالَى سَمَّى نَفْسه بِالْأَسْمَاءِ الْحُسْنَى وَمَعَانِيهَا ثَابِتَة لَهُ فَكُلّ مَا صَدَرَ فِي الْوُجُود فَهُوَ صَادِر عَنْ تِلْكَ الْمُقْتَضَيَات ، فَكَأَنَّهُ قَالَ بِاسْمِك الْمُحْيِي أَحْيَا وَبِاسْمِك الْمُمِيت أَمُوت اِنْتَهَى مُلَخَّصًا (2). ¶ - عَنْ أَبِى هُرَيْرَةَ _ قَالَ : قَالَ النَّبِىُّ ‘ « إِذَا أَوَى أَحَدُكُمْ إِلَى فِرَاشِهِ فَلْيَنْفُضْ فِرَاشَهُ بِدَاخِلَةِ إِزَارِهِ ، فَإِنَّهُ لاَ يَدْرِى مَا خَلَفَهُ عَلَيْهِ ، ثُمَّ يَقُولُ بِاسْمِكَ رَبِّ وَضَعْتُ جَنْبِى ، وَبِكَ أَرْفَعُهُ ، إِنْ أَمْسَكْتَ نَفْسِى فَارْحَمْهَا ، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا بِمَا تَحْفَظُ بِهِ الصَّالِحِينَ »(3) ¶ __________ ¶ (1) متفق عليه ¶ (2) فتح الباري لابن حجر ¶ (3) متفق عليه",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "قَوْله - صلى الله عليه وسلم - ( فَلْيَنْفُضْ فِرَاشه بِدَاخِلَةِ إِزَاره ) وَفِي رِوَايَة\" بِصَنِفَة ثَوْبه \"وَهِيَ بِفَتْحِ الصَّاد الْمُهْمَلَة وَكَسْر النُّون بَعْدهَا فَاءَ هِيَ الْحَاشِيَة الَّتِي تَلِي الْجِلْد ، وَالْمُرَاد بِالدَّاخِلَةِ طَرَف الْإِزَار الَّذِي يَلِي الْجَسَد ، قَالَ مَالِك : دَاخِلَة الْإِزَار مَا يَلِي دَاخِل الْجَسَد مِنْهُ . وَوَقَعَ فِي رِوَايَة عِنْد مُسْلِم \" فَلْيَحُلَّ دَاخِلَة إِزَاره فَلْيَنْفُضْ بِهَا فِرَاشه \". وَقَالَ الْقُرْطُبِيّ فِي \" الْمُفْهِم \" : حِكْمَة هَذَا النَّفْض قَدْ ذُكِرَتْ فِي الْحَدِيث ، وَأَمَّا اِخْتِصَاص النَّفْض بِدَاخِلَةِ الْإِزَار فَلَمْ يَظْهَر لَنَا ، وَيَقَع لِي أَنَّ فِي ذَلِكَ خَاصِّيَّة طِبِّيَّة تَمْنَع مِنْ قُرْب بَعْض الْحَيَوَانَات كَمَا أُمِرَ بِذَلِكَ الْعَائِن ، وَيُؤَيِّدهُ مَا وَقَعَ فِي بَعْض طُرُقه \" فَلْيَنْفُضْ بِهَا ثَلَاثًا \" فَحَذَا بِهَا حَذْو الرُّقَى فِي التَّكْرِير اِنْتَهَى . وَقَدْ أَبْدَى غَيْره حِكْمَة ذَلِكَ ، وَأَشَارَ الدَّاوُدِيّ فِيمَا نَقَلَهُ اِبْن التِّين إِلَى أَنَّ الْحِكْمَة فِي ذَلِكَ أَنَّ الْإِزَار يُسْتَر بِالثِّيَابِ فَيَتَوَارَى بِمَا يَنَالهُ مِنْ الْوَسَخ ، فَلَوْ نَالَ ذَلِكَ بِكُمِّهِ صَارَ غَيْر لَدِن الثَّوْب ، وَاَللَّه يُحِبّ إِذَا عَمِلَ الْعَبْد عَمَلًا أَنْ يُحْسِنهُ .",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "وَقَالَ صَاحِب النِّهَايَة : إِنَّمَا أَمَرَ بِدَاخِلَتِهِ دُون خَارِجَته لِأَنَّ الْمُؤْتَزِر يَأْخُذ طَرَفَيْ إِزَاره بِيَمِينِهِ وَشِمَاله وَيُلْصِق مَا بِشِمَالِهِ وَهُوَ الطَّرَف الدَّاخِلِيّ عَلَى جَسَده وَيَضَع مَا بِيَمِينِهِ فَوْق الْأُخْرَى ، فَمَتَى عَاجَلَهُ أَمْر أَوْ خَشِيَ سُقُوط إِزَاره أَمْسَكَهُ بِشِمَالِهِ وَدَفَعَ عَنْ نَفْسه بِيَمِينِهِ ، فَإِذَا صَارَ إِلَى فِرَاشه فَحَلَّ إِزَاره فَإِنَّهُ يَحِلّ بِيَمِينِهِ خَارِج الْإِزَار وَتَبْقَى الدَّاخِلَة مُعَلَّقَة وَبِهَا يَقَع النَّفْض . ¶ قَوْله ( فَإِنَّهُ لَا يَدْرِي مَا خَلَفَهُ عَلَيْهِ ) وفِي \" الْأَدَب الْمُفْرَد \" : \" وَلْيُسَمِّ اللَّه فَإِنَّهُ لَا يَعْلَم مَا خَلَفَهُ بَعْده عَلَى فِرَاشه \" وَفِي رِوَايَة \" فَإِنَّهُ لَا يَدْرِي مَنْ خَلَفَهُ فِي فِرَاشه \"وَزَادَ فِي رِوَايَته \" ثُمَّ لِيَضْطَجِع عَلَى شِقّه الْأَيْمَن \" وَفِي \" ثُمَّ لِيَتَوَسَّد بِيَمِينِهِ \" ¶ (خَلَفَهُ) بِتَخْفِيفِ اللَّام أَيْ حَدَثَ بَعْده فِيهِ ، أَيْ مَا صَارَ بَعْده خَلَفًا وَبَدَلًا عَنْهُ إِذَا غَابَ . قَالَ الطِّيبِيُّ : مَعْنَاهُ لَا يَدْرِي مَا وَقَعَ فِي فِرَاشه بَعْدَمَا خَرَجَ مِنْهُ مِنْ تُرَاب أَوْ قَذَاة أَوْ هَوَامّ . ¶ قَوْله ( ثُمَّ يَقُول بِاسْمِك رَبِّي وَضَعْت جَنْبِي وَبِك أَرْفَعهُ ) وَفِي رِوَايَة\" اللَّهُمَّ بِاسْمِك \" وَفِي رِوَايَة \" ثُمَّ يَقُول سُبْحَانك رَبِّي وَضَعْت جَنْبِي \" ¶ قَوْله ( إِنْ أَمْسَكْت ) وفِي رِوَايَة \" اللَّهُمَّ إِنْ أَمْسَكْت \" وَفِي رِوَايَة\" فَإِنْ اِحْتَبَسْت \" ( فَارْحَمْهَا ) وفِي رِوَايَة\" فَاغْفِرْ لَهَا \"",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "قَالَ الْكَرْمَانِيُّ : الْإِمْسَاك كِنَايَة عَنْ الْمَوْت ، فَالرَّحْمَة أَوْ الْمَغْفِرَة تُنَاسِبهُ ، وَالْإِرْسَال كِنَايَة عَنْ اِسْتِمْرَار الْبَقَاء وَالْحِفْظ يُنَاسِبهُ ، قَالَ الطِّيبِيُّ : هَذَا الْحَدِيث مُوَافِق لِقَوْلِهِ تَعَالَى ( اللَّه يَتَوَفَّى الْأَنْفُس حِين مَوْتهَا ) الْآيَة . ¶ قَالَ اِبْن بَطَّال : فِي هَذَا الْحَدِيث أَدَب عَظِيم ، وَقَدْ ذَكَرَ حِكْمَته فِي الْخَبَر وَهُوَ خَشْيَة أَنْ يَأْوِي إِلَى فِرَاشه بَعْض الْهَوَامّ الضَّارَّة فَتُؤْذِيه . وَقَالَ الْقُرْطُبِيّ : يُؤْخَذ مِنْ هَذَا الْحَدِيث أَنَّهُ يَنْبَغِي لِمَنْ أَرَادَ الْمَنَام أَنْ يَمْسَح فِرَاشه لِاحْتِمَالِ أَنْ يَكُون فِيهِ شَيْء يَخْفَى مِنْ رُطُوبَة أَوْ غَيْرهَا . وَقَالَ اِبْن الْعَرَبِيّ : هَذَا مِنْ الْحَذَر وَمِنْ النَّظَر فِي أَسْبَاب دَفْع سُوء الْقَدَر أَوْ هُوَ مِنْ الْحَدِيث الْآخَر \" اِعْقِلْهَا وَتَوَكَّلْ \"(1) . ¶ - وَلِأَبِي دَاوُدَ (2)مِنْ حَدِيث أَبِي الْأَزْهَر الْأَنْمَارِيّ - رضي الله عنه - ( أَنَّ النَّبِيّ ‘ كَانَ يَقُول إِذَا أَخَذَ مَضْجَعه مِنْ اللَّيْل : بِسْمِ اللَّه وَضَعْت جَنْبِي ، اللَّهُمَّ اِغْفِرْ لِي ذَنْبِي ، وَأَخْسِئْ شَيْطَانِي ، وَفُكَّ رِهَانِي وَاجْعَلْنِي فِي النِّدَاء الْأَعْلَى ). ¶ قَالَ صَاحِبُ عَوْنِ الْمَعْبُودِ : ¶ ( وَأَخْسِئْ ): أَيْ أَبْعِدْ وَاطْرُدْ ( شَيْطَانِي ): قَالَ الطِّيبِيُّ : إِضَافَة إِلَى نَفْسه لِأَنَّهُ أَرَادَ قَرِينه مِنْ الْجِنّ أَوْ مَنْ قَصَدَ إِغْوَاءَهُ مِنْ شَيَاطِين الْإِنْس وَالْجِنّ ¶ __________ ¶ (1) فتح الباري لابن حجر ¶ (2) وَصَحَّحَهُ الْحَاكِم وَالتِّرْمِذِيّ(قاله ابن حجر)وصححه الألباني",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "( وَفُكَّ رِهَانِي ): أَيْ خَلِّصْ رَقَبَتِي عَنْ كُلّ حَقٍّ عَلَيَّ وَالرِّهَان الرَّهْن وَجَمْعه وَمَصْدَر رَاهَنَهُ وَهُوَ مَا يُوضَع وَثِيقَة لِلدَّيْنِ ، وَالْمُرَاد هَا هُنَا نَفْس الْإِنْسَان لِأَنَّهَا مَرْهُونَة بِعَمَلِهَا لِقَوْلِهِ تَعَالَى { كُلُّ اِمْرِئٍ بِمَا كَسَبَ رَهِين } وَفُكَّ الرَّهْن تَخْلِيصه مِنْ يَد الْمُرْتَهِن كَذَا فِي الْمِرْقَاة. ¶ ( فِي النَّدِيّ الْأَعْلَى )النَّدِيّ بِالْفَتْحِ ثُمَّ الْكَسْر ثُمَّ التَّشْدِيد هُوَ النَّادِي وَهُوَ الْمَجْلِس الْمُجْتَمِع ، وَالْمَعْنَى اِجْعَلْنِي مِنْ الْمُجْتَمِعِينَ فِي الْمَلَأ الْأَعْلَى مِنْ الْمَلَائِكَة . وَلَفْظ الْحَاكِم فِي الْمُسْتَدْرَك \" وَاجْعَلْنِي فِي الْمَلَأ الْأَعْلَى \" ¶ فوائد (1): ¶ الأولى: قال بعض العلماء حكمة الذكر والدعاء عند النوم أن يكون خاتمة أعماله وعند الاستيقاظ أن يكون أول عمله ذكر التوحيد والكلم الطيب كما قيل ¶ وآخر شيء أنت أول هجعة = وأول سيئ عند هبوبي ¶ فكتبت الحفظة أول صحيفته عملا صالحا وتختمها بمثل ذلك فيرجى له مغفرة ما بينهما (2). ¶ الثانية : قَوْله - صلى الله عليه وسلم - ( بِاسْمِك أَمُوت وَأَحْيَا ) أي على ذكر اسمك مع اعتقادي لعظمة مدلوله وتفرده بالألوهية والملك . ¶ __________ ¶ (1) الفتوحات الربانية على الأذكار النووية ج1 ص 290:287 بتصريف ¶ (2) وذكرها العيني في العلم الهيب بشرح الكلم الطيب ص 165",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "الثالثة: قَوْله - صلى الله عليه وسلم - ( وَبِكَ أَرْفَعُهُ ) حكمة عدم الإيتان بـ (إن شاء الله) في هذا الذكر قال الشيخ تاج الدين السبكي في الطبقات ( وجدت بخط الشيخ يعنى والده فكرت عند الاضطجاع في قول المضطجع (بِاسْمِك اللَّهُمَّ وَضَعْت جَنْبِي وَبِك أَرْفَعهُ ) فأردت أن أقول إن شاء لقوله تعالى{ وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَلِكَ غَدًا (23) إِلَّا أَنْ يَشَاءَ اللَّهُ } [الكهف/23، 24] ثم قلت في نفسي إن ذلك لم يرد في الحديث في هذا الذكر المقول عند النوم ولو كان مشروعا لذكره النبي - صلى الله عليه وسلم - الذي أوتى جوامع الكلم ، فتطلبت فرقا بينه وبين ما يخبر به الإنسان من الأمور المستقبلة المستحب فيها ذكر المشيئة – ولا يقال أن (أَرْفَعه ) حال ليس بمستقبل لأمرين : ¶ (أحدهما) أن لفظه وإن كان كذلك [إلا فنحن]نعلم أن رفع جنب المضطجع ليس حال اضطجاعه . ¶ (الثاني) أن استحباب المشيئة عام فيما ليس معلوم الحال أو المعنى . ¶ وظهر لي أن الأولى الاقتصار على الوارد في الحديث في الذكر عند النوم بغير زيادة ، وان ذلك مبنى على قاعدة يفرق فيها بين تقدم الفعل على الجار والمجرور وتأخره عنه فإنك إذا قلت أرفع جنبي باسم الله كان المعنى الإخبار بالرفع وهو عمدة الكلم وجاء الجار والمجرور بعد ذلك تكملة ؛ وإذا قلت باسم الله ارفع جنبي كان المعنى الإخبار بان رفع الجنب كائن باسم الله فافهم هذا السر اللطيف وتأمله في جميع موارد العرب تجد ما يظهر لك به شرف كلام المصطفى - صلى الله عليه وسلم - وملازمة المحافظة على الأذكار المأثورة عنه عليه أفضل الصلاة والسلام ...).",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "قال مقيده عفا الله عنه وعن والديه ومشايخه : والذي يظهر لي والله أعلم أن سر هذا القول أن الفعل إذا ارتباط بعمل المخلوق لابد من تعليقه بالمشيئة الربانية ، وإذا خلا الفعل من هذا الارتباط كان تعلقه بالقدرة الربانية ، لما يفيد من تمام القدرة وكمالها وطلاقة الفعل. ¶ الرابعة : تذكر الموت بالموتة الصغرى والنشور بالاستيقاظ ، وفيه عدم الركون إلى الدنيا فهو في كل ليلة يموت و كل يوم يحيا، فيجعل ساعته على طاعة ، ويجعل دنياه دار مرور ولا يجعلها دار قرار. ¶ الخامسة : أن البدء بالتسمية والذكر حال الاضطجاع يستلزم الحمد والثناء حال الاستيقاظ . ¶ فائدة : ¶ قال ابن القيم ’: ¶ (ومن الذكر الدال على صدق المحبة سبق ذكر المحبوب إلى قلب المحب ولسانه عند أول يقظة من منامه وأن يكون ذكره آخر ما ينام عليه كما قال قائلهم ¶ آخر شيء أنت في كل هجعة ... وأول شيء أنت وقت هبوبي ¶ وذكر المحبوب لا يكون عن نسيان مستحكم فإن ذكره بالقوة في نفس المحب ولكن لضيق المحل به يرد عليه ما يغيب ذكره فإذا زال الوارد عاد الذكر كما كان وأعلى أنواع ذكر الحبيب أن يحبس المحب لسانه على ذكره ثم يحبس قلبه على لسانه ثم يحبس قلبه ولسانه على شهود مذكوره وكما أن الذكر من نتائج الحب فالحب أيضا من نتائج الذكر فكل منهما يثمر الآخر وزرع المحبة إنما يسقى بماء الذكر وأفضل الذكر ما صدر عن المحبة(1)). ¶ عند وضع الثياب : ¶ - عَنْ أَنَسٍ _ قَالَ : قَالَ رَسُولُ اللَّهِ -‘- « سِتْرُ مَا بَيْنَ أَعْيُنِ الْجِنِّ وَعَوْرَاتِ بَنِى آدَمَ إِذَا وَضَعُوا ثِيَّابَهم أَنْ يَقُولُوا بِسْمِ اللَّهِ »(2) هكذا على الجمع في الطبراني وفي الجامع الصغير على الإفراد (إذا وضع أحدهم ثوبه أن يقول بسم الله ). ¶ قال المناوي ’ (3): ¶ __________ ¶ (1) روضة المحبين - (ص 265) ¶ (2) رواه الطبراني في الأوسط وصححه الألباني في صحيح الجامع برقم 3610 ¶ (3) فيض القدير - (ج 4 / ص 128)",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "(سِتْرُ) بالكسر الحجاب وبالفتح مصدر سترت الشيء أستره إذا غطيته (ما بين أعين الجن وبين عورات بني آدم) يعني الشيء الذي يحصل به عدم قدرتهم على النظر إليها (إذا وضع أحدهم ثوبه) أي نزعه (أن يقول بسم الله) ظاهره أنه لا يزيد الرحمن الرحيم قال الحكيم : وإنما يمتنع المؤمن من هذا العدو بإسبال هذا الستر فينبغي عدم الغفلة عنه فإن للجن اختلاطا بالآدميين فإذا أحب الآدمي أن يطرد الجن عن مشاركته فليقل بسم الله فإن اسم الله طابع على جميع ما رزق ابن آدم فلا يستطيع الجن فك الطابع. ¶ فوائد : ¶ يسن لكل من أراد خلع ثيابه التسمية ليكون مانعا للجن لرؤية عورته ، وفيه لفتة أن الذكر ستر للذاكر عن أعين من يروننا ولا نراهم ، فسبحان من يسر لنا ستر ما ظهر بقوله{ يَا بَنِي آَدَمَ قَدْ أَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْآَتِكُمْ وَرِيشًا }[الأعراف/26] ¶ وستر ما بطن بقوله { وَلِبَاسُ التَّقْوَى ذَلِكَ خَيْرٌ ذَلِكَ مِنْ آَيَاتِ اللَّهِ لَعَلَّهُمْ يَذَّكَّرُونَ (26)} [الأعراف/26]. ¶ فلما استعصت الرؤية وعظمت الفتنة حذر - عز وجل - بقوله { يَا بَنِي آَدَمَ لَا يَفْتِنَنَّكُمُ الشَّيْطَانُ كَمَا أَخْرَجَ أَبَوَيْكُمْ مِنَ الْجَنَّةِ يَنْزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْآَتِهِمَا إِنَّهُ يَرَاكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لَا تَرَوْنَهُمْ إِنَّا جَعَلْنَا الشَّيَاطِينَ أَوْلِيَاءَ لِلَّذِينَ لَا يُؤْمِنُونَ (27)} [الأعراف/27]. ¶ فلما كان لضرورة الحياة وعموم الاحتياج وضعف الإنسان ، وعُدمت القدرة سهلت معونة الستر بالذكر قَالَ رَسُولُ اللَّهِ -‘- « سِتْرُ مَا بَيْنَ أَعْيُنِ الْجِنِّ وَعَوْرَاتِ بَنِى آدَمَ إِذَا وَضَعُوا ثِيَّابَهم أَنْ يَقُولُوا بِسْمِ اللَّهِ »(1). ¶ __________ ¶ (1) رواه الطبراني في الأوسط وصححه الألباني في صحيح الجامع برقم 3610",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "- أن للجن أعين بحسب خلقتهم كما أن للإنس أعين بحسب خلقتهم ، وأنها للإبصار كما قال - عز وجل - {وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِنَ الْجِنِّ وَالْإِنْسِ لَهُمْ قُلُوبٌ لَا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لَا يُبْصِرُونَ بِهَا وَلَهُمْ آَذَانٌ لَا يَسْمَعُونَ بِهَا أُولَئِكَ كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ أُولَئِكَ هُمُ الْغَافِلُونَ (179)} [الأعراف/179]، والاشتراك في الاسم لا يعنى المماثلة ، وعلى هذا تفهم صفات الله - عز وجل -. ¶ - أن للذكر أثر على الشياطين بالغشيان على الأعين ، وعلى الذاكر بالستر. ¶ عند دخول الخلاء : ¶ - عَنْ عَلِىٍّ _ قَالَ : قَالَ رَسُولُ اللَّهِ ‘ « سِتْرُ مَا بَيْنَ الْجِنِّ وَعَوْرَاتِ بَنِى آدَمَ إِذَا دَخَلَ الْكَنِيفَ أَنْ يَقُولَ بِسْمِ اللَّهِ »(1). ¶ قال السندي’ (2): قَوْله ( سِتْر مَا بَيْن إِلَخْ ) ¶ يُرِيد أَنَّ قَوْل الرَّجُل الْمُسْلِم وَكَذَا الْمَرْأَة الْمُسْلِمَة إِذَا دَخَلَا بِاسْمِ اللَّه أَيْ أَتَحَصَّنُ مِنْ الشَّيْطَان وَأَعُوذ مِنْ وُصُوله إِلَى عَوْرَتِي بِاسْمِ اللَّه يَكُون سِتْرًا لِمَا بَيْن الْجِنّ وَعَوْرَات بَنِي آدَم مِنْ الْمَوْضِع فَإِنْ كَانَ سِتْرًا لِذَلِكَ الْمَوْضِع يَكُون سِتْر لِلْعَوْرَاتِ بِالْأَوْلَى . ¶ قال المناوي ’ (3): ¶ __________ ¶ (1) رواه ابن ماجه وصححه الألباني ¶ (2) حاشية السندي على ابن ماجه - (ج 1 / ص 276) ¶ (3) فيض القدير - (ج 4 / ص 127)",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "(سِتْر) بكسر السين وتفتح : حجاب (ما بين أعين الجن وعورات بني آدم إذا دخل أحدهما الخلاء) وفي رواية للترمذي الكنيف (أن يقول بسم الله) فإن اسمه تعالى كالطابع على ابن آدم فلا تستطيع الجن فك ذلك الطابع قالوا : ويتأكد للنساء عند دخول الخلاء وفي كل خلاء فإن الجن يشركون الإنس فيهن فيتعين طردهم بالمحافظة على التسمية قال الطيبي : قوله ستر مبتدأ وأن يقول خبره وما موصول مضاف إليها وصلته الظرف قال بعض شراح أبي داود : هذا يدل على أن التسمية أول الذكر المسنون عند الدخول وهو : اللهم إني أعوذ بك من الخبث والخبائث وقد جاء زيادة التسمية أيضا في خبر رواه سعيد بن منصور في سننه ولفظه كان النبي ‘ إذا دخل الخلاء يقول : بسم الله اللهم إني أعوذ بك من الخبث والخبائث وما ذكره عزاه النووي في الأذكار إلى الأصحاب فقال : قال أصحابنا : يستحب أن يقول أولا بسم الله ثم يقول اللهم إني أعوذ بك إلخ. ¶ فوائد: ¶ س : لماذا قدمت التسمية على الاستعاذة عند دخول الخلاء ؟! ¶ - (بِسْمِ اللَّهِ) متعلقة بفعل يناسب المقام أي أتحصن بالله من الشيطان وقدمت البسملة هنا على التعوذ لتعود بركتها عليه وقدم عليها في قراءة القرآن لكونها من القرآن المأمور بالاستعاذة له ، والتسمية هنا للستر عن أعين الجن والتعوذ للكفاية من شرهم فلا ارتباط لأحدهما بالأخر ، وفي المجموع عن جمع : لا تحصل تأدية السنة إلا بتأخير الاستعاذة على التسمية (1)). ¶ فتاوى ¶ س: ما حكم ذكر اسم الله في الحمامات المعروفة حاليا وما حكم التهليل فيها وهل يجب على الإنسان إذا اغتسل من الجنابة أن يتشهد وهو يصب الماء على جسده؟ ¶ ج: الحمد لله وحده والصلاة والسلام على رسوله وآله وصحبه.. وبعد: ¶ __________ ¶ (1) الفتوحات الربانية على الأذكار النووية ج1 ص 380بتصريف",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "يكره للإنسان أن يذكر اسم الله في الحمامات أو يهلل فيها ولا يشرع على من يغتسل من الجنابة أن يتشهد وهو يصب الماء على جسده لكن يسن لمن يريد أن يدخل الحمام أو محل قضاء حاجته بولا أو غائطا أن يعوذ بالله من الخبث والخبائث قبل أن يدخل وأن يقول بعد خروجه من محل قضاء الحاجة غفرانك، وأن يقول بعد الفراغ من غسله والخروج من الحمام الذي اغتسل فيه من الجنابة أشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله اللهم اجعلني من التوابين ومن المتطهرين لثبوت ما ذكرنا عن النبي صلى الله عليه وسلم. ¶ وبالله التوفيق وصلى الله على نبينا محمد وآله وصحبه وسلم(1). ¶ س: هل يجوز للمسلم أن يدخل الحمام ويذكر الله عز وجل أو أنه بمجرد أن يدخل يتوقف عن ذكر الله؟ ¶ ج: الحمد لله وحده والصلاة والسلام على رسوله وآله وصحبه.. وبعد: ¶ من آداب الإسلام أن يذكر الإنسان ربه حينما يريد أن يدخل بيت الخلاء أو الحمام بأن يقول قبل الدخول اللهم إني أعوذ بك من الخبث والخبائث ولا يذكر الله بعد دخوله بل يسكت عن ذكره بمجرد الدخول. ¶ وبالله التوفيق وصلى الله على نبينا محمد وآله وصحبه وسلم(2). ¶ س: ما حكم من يذكر الله في مكان قضاء الحاجة وما الحكم في دخول الخلاء ومعه شيء منقوش به اسم من أسماء الله وهل يجوز الوضوء في هذا المكان؟ ¶ ج: الحمد لله وحده والصلاة والسلام على رسوله وآله وصحبه.. وبعد: ¶ __________ ¶ (1) فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء - (ج 7 / ص 54) السؤال الثاني من الفتوى رقم 1900 ¶ (2) فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء - (ج 7 / ص 56) السؤال الثاني من الفتوى رقم 4255.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "يكره للمسلم أن يذكر الله تعالى في مكان قضاء الحاجة لكن يستحب أن يقول إذا أراد دخول محل قضاء الحاجة: أعوذ بالله من الخبث والخبائث، ويقول إذا خرج: غفرانك، ويكره أن يدخل بيت الخلاء بشيء منقوش أو مكتوب عليه ذكر الله أو أسمائه ويكره الوضوء فيه إلا إذا دعت إليه الحاجة. ¶ وبالله التوفيق وصلى الله على نبينا محمد وآله وصحبه وسلم(1). ¶ س: هل يجوز التسمية والتسبيح والتحميد والتكبير داخل الحمام أثناء الوضوء أم لا يجوز؟ ¶ ج: الحمد لله وحده والصلاة والسلام على رسوله وآله وصحبه.. وبعد: فتاوى ¶ يكره أن يذكر الله تعالى نطقا داخل الحمام الذي تقضى فيه الحاجة تنزيها لاسمه واحتراما له لكن تشرع له التسمية عند بدء الوضوء لأنها واجبة مع الذكر عند جمع من أهل العلم. ¶ وبالله التوفيق وصلى الله على نبينا محمد وآله وصحبه وسلم(2). ¶ س: قرأت أنه لا يجوز دخول دورة المياه بالمصحف الشريف فهل يجري هذا الحكم على شرائط التسجيل المسجل عليها قرآن وهل يجوز دخولها بكتب إسلامية أو غير إسلامية بها اسم الله تعالى؟ ¶ ج: الحمد لله وحده والصلاة والسلام على رسوله وآله وصحبه.. وبعد: ¶ لا يجوز دخول الحمام بالمصحف الشريف، أما الشريط ونحوه المسجل عليه قرآن، وكذا كتب العلم مسجلة أو غير مسجلة مما فيه ذكر الله فمكروه عند عدم الحاجة. أما إذا احتاج لذلك فلا كراهة. ¶ وبالله التوفيق وصلى الله على نبينا محمد وآله وصحبه وسلم(3). ¶ س: هل يجوز دخول الخلاء بالسلاسل التي تحمل اسم الله أو الرسول أو بعض الآيات القرآنية؟ ¶ __________ ¶ (1) فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء - (ج 7 / ص 57) السؤال الثاني من الفتوى رقم 4255 ¶ (2) فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء - (ج 7 / ص 58) السؤال الثاني من الفتوى رقم 4448 ¶ (3) فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء - (ج 7 / ص 59) السؤال الثاني من الفتوى رقم 6915",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "ج: الحمد لله وحده والصلاة والسلام على رسوله وآله وصحبه.. وبعد: ¶ يكره الدخول بها في بيت الخلاء إلا إذا خاف على ما كتبت فيه الضياع فيرخص له في دخوله بها محافظة عليها. ¶ وبالله التوفيق وصلى الله على نبينا محمد وآله وصحبه وسلم(1). ¶ الكلام فى دورات المياه ¶ س: هل يجوز للمتوضىء في دورة المياه أن يستعيذ بالله من الشيطان ؟ ¶ الجواب ¶ من الأماكن التي يكره ذكر اسم اللّه فيها، بل يكره الكلام مطلقا بيوت الخلاء \"المراحيض\" وإذا أراد الإنسان أن يتوضأ فليكن في مكان غير المرحاض ، وذلك خشية التعرض للنجاسة، فإذا لم يجد غيره توضأ فيه وأخذ الحيطة حتى لا يتلوث بالنجاسة . ومع الوضوء يكره ، له أن يذكر الله ، وإذا نوى الوضوء فالنية بالقلب لا باللسان . ¶ والاستعاذة بالله لا تكون داخل المرحاض ، وإنما قبل دخوله كما كان النبي - صلى الله عليه وسلم - يفعل ، حيث كان يقول \"اللهم إني أعوذ بك من الخبث والخبائث\" رواه البخاري ومسلم . ¶ وجاء في كتاب \" الأذكار للنووي ص 20\" أن الذكر والكلام في بيوت الخلاء وعند قضاء الحاجة فيها مكروه إلا للضرورة ، حتى إذا عطس لا يحمد الله ، ولا يرد السلام ، ولا يجيب المؤذن . والكراهة تنزيهية لا تحريمية ، أي لا عقاب فيها . ¶ ومهما كانت دورات المياه الحديثة نظيفة ومجهزة بآلات طرد النجاسة فالأفضل عدم الوضوء فيها إذا وُجد مكان آخر، وكذلك يكره الكلام والذكر أيًّا كان(2). ¶ عند الوضوء : ¶ __________ ¶ (1) فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء - (ج 7 / ص 59) السؤال الثاني من الفتوى رقم 6497 ¶ (2) فتاوى الأزهر - (ج 8 / ص 438)المفتي / عطية صقر /مايو 1997",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "- عَنْ أَبِى هُرَيْرَةَ _ قَالَ : قَالَ رَسُولُ اللَّهِ -‘- « لاَ صَلاَةَ لِمَنْ لاَ وُضُوءَ لَهُ وَلاَ وُضُوءَ لِمَنْ لَمْ يَذْكُرِ اسْمَ اللَّهِ تَعَالَى عَلَيْهِ »(1). ¶ - عَنْ أَبِى سَعِيدٍ _ أَنَّ النَّبِىَّ -‘- قَالَ « لاَ وُضُوءَ لِمَنْ لَمْ يَذْكُرِ اسْمَ اللَّهِ عَلَيْهِ »(2). ¶ قال المباركفوري ’ (3): ¶ قَوْلُهُ : ( لَا وُضُوءَ لِمَنْ لَمْ يَذْكُرْ اِسْمَ اللَّهِ عَلَيْهِ ) ¶ قَالَ الشَّاهُ وَلِيُّ اللَّهِ الدَّهْلَوِيُّ فِي كِتَابِهِ حُجَّةِ اللَّهِ الْبَالِغَةِ : هُوَ نَصٌّ عَلَى أَنَّ التَّسْمِيَةَ رُكْنٌ أَوْ شَرْطٌ ، وَيُحْتَمَلُ أَنْ يَكُونَ الْمَعْنَى لَا يَكْمُلُ الْوُضُوءُ ، لَكِنْ لَا أَرْتَضِي بِمِثْلِ هَذَا التَّأْوِيلِ فَإِنَّهُ مِنْ التَّأْوِيلِ الْبَعِيدِ الَّذِي يَعُودُ بِالْمُخَالَفَةِ عَلَى اللَّفْظِ اِنْتَهَى . ¶ __________ ¶ (1) رواه أحمد وقال الشيخ شعيب الأرنؤوط : إسناده ضعيف ... ثم ذكر ما في الباب من أحاديث وعلل وختم ذلك بقوله : \" قلنا : ومع ذلك كله فقد نقل الحافظ ابن حجر في النتائج ( نتائج الأفكار ) عن ابن الصلاح أنه قال : ثبت بمجموعها ما يثبت به الحديث الحسن والله أعلم . وقال في التلخيص الحبير : والظاهر أن مجموع الأحاديث يحدث منها قوة تدل على أن له أصلا - ورواه أبو داود والترمذي وصححه الألباني وغيره. ¶ (2) رواه ابن ماجه وحسنه الألباني. ¶ (3) تحفة الأحوذي - (ج 1 / ص 33).",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "قُلْت : لَا شَكَّ فِي أَنَّ هَذَا الْحَدِيثَ نَصَّ عَلَى أَنَّ التَّسْمِيَةَ رُكْنٌ لِلْوُضُوءِ أَوْ شَرْطٌ لَهُ لِأَنَّ ظَاهِرَ قَوْلِهِ لَا وُضُوءَ أَنَّهُ لَا يَصِحُّ وَلَا يُوجَدُ إِذْ الْأَصْلُ فِي النَّفْيِ الْحَقِيقَةُ ، قَالَ الْقَارِي فِي الْمِرْقَاةِ : قَالَ الْقَاضِي هَذِهِ الصِّيغَةُ حَقِيقَةٌ فِي نَفْيِ الشَّيْءِ وَيُطْلَقُ مَجَازًا عَلَى الِاعْتِدَادِ بِهِ لِعَدَمِ صِحَّتِهِ ، كَقَوْلِهِ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ : \" لَا صَلَاةَ إِلَّا بِطَهُورٍ \" ، وَعَلَى نَفْيِ كَمَالِهِ كَقَوْلِهِ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ : \" لَا صَلَاةَ لِجَارِ الْمَسْجِدِ إِلَّا فِي الْمَسْجِدِ \" ، وَهَاهُنَا مَحْمُولَةٌ عَلَى نَفْيِ الْكَمَالِ خِلَافًا لِأَهْلِ الظَّاهِرِ ، لِمَا رَوَى اِبْنُ عُمَرَ وَابْنُ مَسْعُودٍ أَنَّهُ ‘ قَالَ : مَنْ تَوَضَّأَ وَذَكَرَ اِسْمَ اللَّهِ كَانَ طَهُورًا لِجَمِيعِ بَدَنِهِ وَمَنْ تَوَضَّأَ وَلَمْ يَذْكُرْ اِسْمَ اللَّهِ عَلَيْهِ كَانَ طَهُورًا لِأَعْضَاءِ وُضُوئِهِ ، وَالْمُرَادُ بِالطَّهَارَةِ الطَّهَارَةُ مِنْ الذُّنُوبِ لِأَنَّ الْحَدَثَ لَا يَتَجَزَّأُ اِنْتَهَى . ¶ وقد حمله البعض (عَلَى أَنَّ النَّفْيَ فِي قَوْلِهِ ‘ : \" لَا وُضُوءَ لِمَنْ لَمْ يَذْكُرْ اِسْمَ اللَّهِ عَلَيْهِ \" ، مَحْمُولٌ عَلَى نَفْيِ الْكَمَالِ . فَإِنْ قُلْت : قَدْ صَرَّحَ اِبْنُ سَيِّدِ النَّاسِ فِي شَرْحِ التِّرْمِذِيِّ بِأَنَّهُ قَدْ رُوِيَ فِي بَعْضِ الرِّوَايَاتِ لَا وُضُوءَ كَامِلًا ، وَقَدْ اِسْتَدَلَّ بِهِ الرَّافِعِيُّ فَهَذِهِ الرِّوَايَةُ صَرِيحَةٌ فِي أَنَّ الْمُرَادَ فِي قَوْلِهِ لَا وُضُوءَ فِي حَدِيثِ الْبَابِ نَفْيُ الْكَمَالِ ). ¶ عند الخروج من البيت",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "عَنْ أَنَسِ بْنِ مَالِكٍ _ أَنَّ النَّبِىَّ -- صلى الله عليه وسلم -- قَالَ « إِذَا خَرَجَ الرَّجُلُ مِنْ بَيْتِهِ فَقَالَ بِسْمِ اللَّهِ تَوَكَّلْتُ عَلَى اللَّهِ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ ». قَالَ « يُقَالُ حِينَئِذٍ هُدِيتَ وَكُفِيتَ وَوُقِيتَ فَتَتَنَحَّى لَهُ الشَّيَاطِينُ ( وَتَنَحَّى عَنْهُ الشَّيْطَانُ ) فَيَقُولُ لَهُ شَيْطَانٌ آخَرُ كَيْفَ لَكَ بِرَجُلٍ قَدْ هُدِىَ وَكُفِىَ وَوُقِىَ »(1). ¶ قَالَ صَاحِبُ عَوْنِ الْمَعْبُودِ(2) : ¶ ( يُقَال حِينَئِذٍ ) : أَيْ يُنَادِيه مَلَك يَا عَبْد اللَّه ،( هُدِيت ) : بِصِيغَةِ الْمَجْهُول أَيْ طَرِيق الْحَقّ ،( وَكُفِيت ) : أَيْ هَمَّك ،( وَوُقِيت ) : مِنْ الْوِقَايَة أَيْ حُفِظْت (مِنْ شَرِّ أَعْدَائِك)،( فَتَتَنَحَّى ) : وَفِي بَعْض النُّسَخ فَيَتَنَحَّى أَيْ يَتَبَعَّد ،( لَهُ ) : أَيْ لِأَجْلِ الْقَائِل ،( الشَّيَاطِين ) : وَفِي بَعْض النُّسَخ الشَّيْطَان ،( كَيْف لَك بِرَجُلٍ ) : أَيْ بِإِضْلَالِ رَجُل ،( قَدْ هُدِيَ وَكُفِيَ وَوُقِيَ ) : أَيْ بِبَرَكَةِ هَذِهِ الْكَلِمَات فَإِنَّك لَا تَقْدِر عَلَيْهِ . ¶ فوائد (3): ¶ - (بِسْمِ اللَّهِ تَوَكَّلْتُ عَلَى اللَّهِ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ) ¶ - قيل هى دعاء وقيل إنما هو تحصن باسمه وتفويض إليه وخروج عن الحول والتنصل من الطول وانطراح بين يديه والله أعلم ¶ -( هُدِيتَ وَكُفِيتَ وَوُقِيتَ ) ¶ - مقول القول (هُدِيتَ) أي رُزقت الوصول إلي المقام الكامل أي حقيقة الهداية بسبب استعانتك باسم الله على سلوك ما أنت بصدده . ¶ __________ ¶ (1) رواه أبو داود والترمذي وحسنه والنسائي وابن حبان في صحيحه وصححه الألباني صحيح الترغيب والترهيب - (ج 2 / ص 121) ¶ (2) عون المعبود - (ج 11 / ص 130) ¶ (3) الفتوحات الربانية على الأذكار النووية ج1 ص 335بتصريف",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "- ( َكُفِيتَ ) أي كُفيت كل هم دنيوي أو أخروي بواسطة توكلك على الله قال - عز وجل - { وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ } [الطلاق/3]. ¶ - (وَوُقِيتَ) أي حُفظت من شر أعدائك من الشياطين بواسطة صدقك في تفويض جميع الأمور لبارئها بسلبك الحول والقوة من كل أحد وإثباتها له تعالى وحده. ¶ س : كيف علم الشيطان هذا ( فَيَقُولُ لَهُ شَيْطَانٌ آخَرُ كَيْفَ لَكَ بِرَجُلٍ قَدْ هُدِىَ وَكُفِىَ وَوُقِىَ ؟! )؟! ¶ ج :أولاً : تعليم الله - عز وجل - لنبيه - صلى الله عليه وسلم - ، وإعلام النبي - صلى الله عليه وسلم - إيانا هذا فلولاه لما علمنا كما قال - عز وجل - { وَمَا يَنْطِقُ عَنِ الْهَوَى (3) إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى (4) عَلَّمَهُ شَدِيدُ الْقُوَى (5)} [النجم/3-5] . ¶ ثانياً : أن في هذه الكلمات بركة على قائلها ، وحصن لمن تحصن بها، فمن دخل ذلك الحصن حفظ بالله - عز وجل - ، فيه دليل على رحمة الله ومعونته لعبده لما يستعن به ويلوذ به ،فيظهر أثر هذه الكلمات على القائل فيحسها قرينه بعلامات أو ما أشباه والله أعلم . ¶ ثالثاً : قوله (كَيْفَ لَكَ بِرَجُلٍ قَدْ هُدِىَ وَكُفِىَ وَوُقِىَ )؟ مقول ذلك الشيطان القرين المتنحى عنه إجلالاً لتلك الأذكار للشيطان الأخر الذي أرسله إبليس أو بعض جنده ليغويه (كَيْفَ لَكَ ) أي كيف تظفر بمن أعطى هذه الخصال الهداية والكفاية؟ ¶ س : قد يقول قائل أنا أحافظ على الذكر ولا أجد الأثر المذكور لا في ديني ولا دنياي ؟ ¶ قال ابن القيم ’ (والأدعية والتعوذات بمنزلة السلاح والسلاح بضاربه لا بحده فقط فمتى كان السلاح سلاحا تاما لا آفة به والساعد ساعد قوي والمانع مفقود حصلت به النكاية في العدو ومتى تخلف واحد من هذه الثلاثة تخلف التأثير فإن كان الدعاء في نفسه غير صالح أو الداعى لم يجمع بين قلبه ولسانه في الدعاء أو كان ثم مانع من الإجابة لم يحصل الأثر(1)) ¶ __________ ¶ (1) الداء والدواء",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "- عَنْ أُمِّ سَلَمَةَ ~ : ( أَنَّ النَّبِيَّ ‘ كَانَ إِذَا خَرَجَ مِنْ بَيْتِهِ قَالَ بِسْمِ اللَّهِ تَوَكَّلْتُ عَلَى اللَّهِ اللَّهُمَّ إِنَّا نَعُوذُ بِكَ مِنْ أَنْ نَزِلَّ أَوْ نَضِلَّ أَوْ نَظْلِمَ أَوْ نُظْلَمَ أَوْ نَجْهَلَ أَوْ يُجْهَلَ عَلَيْنَا) قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ (1) ¶ قال المباركفوري ’(2): ¶ __________ ¶ (1) رواه الترمذي وصححه الألباني فى صحيح سنن الترمذي (3427)، وصحيح ابن ماجة ( 3884 ) ¶ (2) تحفة الأحوذي - (ج 8 / ص 323)",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "قَوْلُهُ : ( قَالَ بِاسْمِ اللَّهِ ) أَيْ خَرَجْت مُسْتَعِينًا بِاسْمِ اللَّهِ ( تَوَكَّلْت عَلَى اللَّهِ ) أَيْ فِي جَمِيعِ أُمُورِي ( مِنْ أَنْ نَزِلَّ ) أَيْ عَنْ الْحَقِّ وَهُوَ بِفَتْحِ النُّونِ وَكَسْرِ الزَّايِ وَتَشْدِيدِ اللَّامِ مِنْ الزَّلَّةِ وَهِيَ ذَنْبٌ مِنْ غَيْرِ قَصْدٍ تَشْبِيهًا بِزَلَّةِ الرَّجُلِ ( أَوْ نَضِلَّ )مِنْ الضَّلَالَةِ ، أَيْ عَنْ الْهُدَى ( أَوْ نَظْلِمَ ) عَلَى بِنَاءِ الْمَعْلُومِ أَيْ أَحَدًا ( أَوْ نُظْلَمَ ) عَلَى بِنَاءِ الْمَجْهُولِ أَيْ مِنْ أَحَدٍ ( أَوْ نَجْهَلَ ) عَلَى بِنَاءِ الْمَعْرُوفِ أَيْ أُمُورِ الدِّينِ أَوْ حُقُوقِ اللَّهِ أَوْ حُقُوقِ النَّاسِ أَوْ فِي الْمُعَاشَرَةِ وَالْمُخَالَطَةِ مَعَ الْأَصْحَابِ أَوْ نَفْعَلَ بِالنَّاسِ فِعْلَ الْجُهَّالِ مِنْ الْإِيذَاءِ وَإِيصَالِ الضَّرَرِ إِلَيْهِمْ ( أَوْ يُجْهَلَ عَلَيْنَا ) بِصِيغَةِ الْمَجْهُولِ أَيْ يَفْعَلَ النَّاسُ بِنَا أَفْعَالَ الْجُهَّالِ مِنْ إِيصَالِ الضَّرَرِ إِلَيْنَا . قَالَ الطِّيبِيُّ : الزَّلَّةُ السَّيِّئَةُ بِلَا قَصْدٍ اِسْتَعَاذَ مِنْ أَنْ يَصْدُرَ عَنْهُ ذَنْبٌ بِغَيْرِ قَصْدٍ أَوْ قَصْدٍ وَمِنْ أَنْ يَظْلِمَ النَّاسَ فِي الْمُعَامَلَاتِ أَوْ يُؤْذِيَهُمْ فِي الْمُخَالَطَاتِ أَوْ يَجْهَلَ أَيْ يَفْعَلَ بِالنَّاسِ فِعْلَ الْجُهَّالِ مِنْ الْإِيذَاءِ اِنْتَهَى .",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "قَالَ الطِّيبِيُّ : إِنَّ الْإِنْسَانَ إِذَا خَرَجَ مِنْ مَنْزِلِهِ لَا بُدَّ أَنْ يُعَاشِرَ النَّاسَ وَيُزَاوِلَ الْأَمْرَ فَيَخَافُ أَنْ يَعْدِلَ عَنْ الصِّرَاطِ الْمُسْتَقِيمِ فَإِمَّا أَنْ يَكُونَ فِي أَمْرِ الدِّينِ فَلَا يَخْلُو مِنْ أَنْ يَضِلَّ أَوْ يُضَلَّ ، وَإِمَّا أَنْ يَكُونَ فِي أَمْرِ الدُّنْيَا فَإِمَّا بِسَبَبِ جَرَيَانِ الْمُعَامَلَةِ مَعَهُمْ بِأَنْ يَظْلِمَ أَوْ يُظْلَمَ وَإِمَّا بِسَبَبِ الِاخْتِلَاطِ وَالْمُصَاحَبَةِ فَإِمَّا أَنْ يَجْهَلَ أَوْ يُجْهَلَ فَاسْتُعِيذَ مِنْ هَذِهِ الْأَحْوَالِ كُلِّهَا بِلَفْظٍ سَلَسٍ مُوجِزٍ وَرُوعِيَ الْمُطَابَقَةُ الْمَعْنَوِيَّةُ وَالْمُشَاكَلَةُ اللَّفْظِيَّةُ كَقَوْلِ الشَّاعِرِ : أَلَا لَا يَجْهَلَنَّ أَحَدٌ عَلَيْنَا فَنَجْهَلَ فَوْقَ جَهْلِ الْجَاهِلِينَا. ¶ عند دخول البيت ¶ - عَنْ أَبِى مَالِكٍ الأَشْعَرِىِّ _ قَالَ : قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -« إِذَا وَلَجَ الرَّجُلُ فِى بَيْتِهِ فَلْيَقُلِ اللَّهُمَّ إِنِّى أَسْأَلُكَ خَيْرَ الْمَوْلِجِ وَخَيْرَ الْمَخْرَجِ بِسْمِ اللَّهِ وَلَجْنَا وَبِسْمِ اللَّهِ خَرَجْنَا وَعَلَى اللَّهِ رَبِّنَا تَوَكَّلْنَا ثُمَّ لْيُسَلِّمْ عَلَى أَهْلِهِ (1) ». ¶ وفي الصحيح : ¶ __________ ¶ (1) أخرجه أبو داود قال الألباني في \"السلسلة الصحيحة برقم 225\" 1 / 394 :و هذا إسناد صحيح وقد تراجع عنه وضعفه في ضعيف الكلم الطيب ( 62 / التحقيق الثاني ) ، و ضعيف سنن أبي داود برقم ( 1086 ).",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "- عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ù أَنَّهُ : (سَمِعَ النَّبِيَّ ‘ يَقُولُ إِذَا دَخَلَ الرَّجُلُ بَيْتَهُ فَذَكَرَ اللَّهَ عِنْدَ دُخُولِهِ وَعِنْدَ طَعَامِهِ قَالَ الشَّيْطَانُ لَا مَبِيتَ لَكُمْ وَلَا عَشَاءَ وَإِذَا دَخَلَ فَلَمْ يَذْكُرْ اللَّهَ عِنْدَ دُخُولِهِ قَالَ الشَّيْطَانُ أَدْرَكْتُمْ الْمَبِيتَ وَإِذَا لَمْ يَذْكُرْ اللَّهَ عِنْدَ طَعَامِهِ قَالَ أَدْرَكْتُمْ الْمَبِيتَ وَالْعَشَاءَ )(1) ¶ - ( قال الابي ’ :ذكر الله - عز وجل - عند دخوله جعل مانعا له الكون في البيت فإذا ذهب فلا يرجع ، وأجاب غير الأبي بان المبيت في البيت أخص من مطلق الكون فيها ولا يلزم من نفى الأخص نفى الأعم فقد يرجع إلى الوسوسة ولا يثبت .وتأييدا لذلك فإن نفس الخبر مصرح بأن الممنوع بالذكر الدخول المبيت إذ لو ذكر عند الدخول ولم يذكر عند الطعام أكل معه إن منع من المبيت ، والمانع منهما الذكر عندهما ؛ على أنه غير مانع من الوصول لغير المبيت والأكل من وسوسة ونحوه والله أعلم(2)). ¶ وتأييدا لذلك ووسوسة إبليس لآدم وزوجه ü مع كونه طُرد من الجنة ، وكذلك لا يمنع أن يكون هناك شياطين أخرى تقف عند الأبواب غير القرناء ليتعاونوا على فيما بينهم على الإضلال والغواية ، فكأن القرين ملازم الغواية لصاحبه فيأتيه من يعينه ويشحذ همته لحربنا وأيضا دليله من حديث سبق وهو( فَيَقُولُ لَهُ شَيْطَانٌ آخَرُ كَيْفَ لَكَ بِرَجُلٍ قَدْ هُدِىَ وَكُفِىَ وَوُقِىَ ؟! ) - وفيه ترصد الشيطان للإنسان وتجدد العداوة ؛وتحينه غفلة الإنسان عن الذكر والله أعلم . ¶ __________ ¶ (1) رواه مسلم وغيره ¶ (2) الفتوحات الربانية على الأذكار النووية ج1 ص 353بتصريف",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "عند الذبح (1) ¶ قال - عز وجل - { وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ لِيُجَادِلُوكُمْ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ (121)} [الأنعام/121] ¶ - عَنْ رَافِعِ بْنِ خَدِيجٍ _ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ إِنَّا لاَقُو الْعَدُوِّ غَدًا ، وَلَيْسَتْ مَعَنَا مُدًى فَقَالَ ( اعْجَلْ أَوْ أَرِنْ مَا أَنْهَرَ الدَّمَ وَذُكِرَ اسْمُ اللَّهِ فَكُلْ )(2) ¶ - عَنْ أَنَسٍ _ قَالَ : (ضَحَّى رَسُولُ اللَّهِ -‘- بِكَبْشَيْنِ أَمْلَحَيْنِ أَقْرَنَيْنِ قَالَ وَرَأَيْتُهُ يَذْبَحُهُمَا بِيَدِهِ وَرَأَيْتُهُ وَاضِعًا قَدَمَهُ عَلَى صِفَاحِهِمَا قَالَ وَسَمَّى وَكَبَّرَ.) (3) ¶ - عَنْ جُنْدَبِ بْنِ سُفْيَانَ - رضي الله عنه - قَالَ :( شَهِدْتُ الْأَضْحَى مَعَ رَسُولِ اللَّهِ ‘ فَلَمَّا قَضَى صَلَاتَهُ بِالنَّاسِ نَظَرَ إِلَى غَنَمٍ قَدْ ذُبِحَتْ فَقَالَ مَنْ ذَبَحَ قَبْلَ الصَّلَاةِ فَلْيَذْبَحْ شَاةً مَكَانَهَا وَمَنْ لَمْ يَكُنْ ذَبَحَ فَلْيَذْبَحْ عَلَى اسْمِ اللَّهِ ) وفي رواية (فَلْيَذْبَحْ بِاسْمِ اللَّهِ ) (4) ¶ قال النووي ’(5): ¶ قَوْله ‘ : ( فَلْيَذْبَحْ عَلَى اِسْم اللَّه ) ¶ __________ ¶ (1) وبوب الإمام البخاري ’ بقوله (بَاب التَّسْمِيَةِ عَلَى الذَّبِيحَةِ وَمَنْ تَرَكَ مُتَعَمِّدًا قَالَ ابْنُ عَبَّاسٍ مَنْ نَسِيَ فَلَا بَأْسَ وَقَالَ اللَّهُ تَعَالَى{ وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرْ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ }وَالنَّاسِي لَا يُسَمَّى فَاسِقًا وَقَوْلُهُ{ وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ لِيُجَادِلُوكُمْ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ }. ¶ (2) متفق عليه ¶ (3) متفق عليه ¶ (4) متفق عليه ¶ (5) شرح النووي على مسلم - (ج 6 / ص 450)",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "هُوَ بِمَعْنَى رِوَايَة : ( فَلْيَذْبَحْ بِاسْمِ اللَّه ) أَيْ قَائِلًا : بِاسْمِ اللَّه ، هَذَا هُوَ الصَّحِيح فِي مَعْنَاهُ ، وَقَالَ الْقَاضِي : يَحْتَمِل أَرْبَعَة أَوْجُه : أَحَدهمَا : أَنْ يَكُون مَعْنَاهُ : فَلْيَذْبَحْ لِلَّهِ ، وَالْبَاء بِمَعْنَى اللَّام . وَالثَّانِي : مَعْنَاهُ فَلْيَذْبَحْ بِسُنَّةِ اللَّه . وَالثَّالِث : بِتَسْمِيَةِ اللَّه عَلَى ذَبِيحَته إِظْهَارًا لِلْإِسْلَامِ ، وَمُخَالَفَة لِمَنْ يَذْبَح لِغَيْرِهِ ، وَقَمْعًا لِلشَّيْطَانِ . وَالرَّابِع : تَبَرُّكًا بِاسْمِهِ وَتَيَمُّنًا بِذِكْرِهِ كَمَا يُقَال : سِرْ عَلَى بَرَكَة اللَّه ، وَسِرْ بِاسْمِ اللَّه ، وَكَرِهَ بَعْض الْعُلَمَاء أَنْ يُقَال : اِفْعَلْ كَذَا عَلَى اِسْم اللَّه ، قَالَ : لِأَنَّ اِسْمه سُبْحَانه عَلَى كُلّ شَيْء ، قَالَ الْقَاضِي : هَذَا لَيْسَ بِشَيْءٍ ، قَالَ : وَهَذَا الْحَدِيث يَرُدّ عَلَى هَذَا الْقَائِل . ¶ عند الصيد (1) ¶ قال - عز وجل - { يَسْأَلُونَكَ مَاذَا أُحِلَّ لَهُمْ قُلْ أُحِلَّ لَكُمُ الطَّيِّبَاتُ وَمَا عَلَّمْتُمْ مِنَ الْجَوَارِحِ مُكَلِّبِينَ تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ اللَّهُ فَكُلُوا مِمَّا أَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ (4) }[المائدة/4] ¶ __________ ¶ (1) وبوب الإمام البخاري ’ بقوله (بَاب التَّسْمِيَةِ عَلَى الصَّيْدِ )",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "- عَنْ عَدِيِّ بْنِ حَاتِمٍ _ قَالَ : ( قُلْتُ يَا رَسُولَ اللَّهِ - صلى الله عليه وسلم - إِنِّي أُرْسِلُ الْكِلَابَ الْمُعَلَّمَةَ فَيُمْسِكْنَ عَلَيَّ وَأَذْكُرُ اسْمَ اللَّهِ عَلَيْهِ فَقَالَ - صلى الله عليه وسلم - إِذَا أَرْسَلْتَ كَلْبَكَ الْمُعَلَّمَ وَذَكَرْتَ اسْمَ اللَّهِ عَلَيْهِ فَكُلْ قُلْتُ وَإِنْ قَتَلْنَ قَالَ وَإِنْ قَتَلْنَ مَا لَمْ يَشْرَكْهَا كَلْبٌ لَيْسَ مَعَهَا قُلْتُ لَهُ فَإِنِّي أَرْمِي بِالْمِعْرَاضِ الصَّيْدَ فَأُصِيبُ فَقَالَ إِذَا رَمَيْتَ بِالْمِعْرَاضِ فَخَزَقَ فَكُلْهُ وَإِنْ أَصَابَهُ بِعَرْضِهِ فَلَا تَأْكُلْهُ (1)) ¶ - وفي رواية عَنْه _ ( أَنَّهُ سَأَلَ النَّبِيَّ - صلى الله عليه وسلم - قَالَ أُرْسِلُ كَلْبِي فَأَجِدُ مَعَ كَلْبِي كَلْبًا قَدْ أَخَذَ لَا أَدْرِي أَيُّهُمَا أَخَذَ قَالَ فَلَا تَأْكُلْ فَإِنَّمَا سَمَّيْتَ عَلَى كَلْبِكَ وَلَمْ تُسَمِّ عَلَى غَيْرِهِ ) (2) ¶ - وفي رواية عَنْه _ قَالَ: ( قَالَ لِي رَسُولُ اللَّهِ - صلى الله عليه وسلم - إِذَا أَرْسَلْتَ كَلْبَكَ فَاذْكُرْ اسْمَ اللَّهِ فَإِنْ أَمْسَكَ عَلَيْكَ فَأَدْرَكْتَهُ حَيًّا فَاذْبَحْهُ وَإِنْ أَدْرَكْتَهُ قَدْ قَتَلَ وَلَمْ يَأْكُلْ مِنْهُ فَكُلْهُ وَإِنْ وَجَدْتَ مَعَ كَلْبِكَ كَلْبًا غَيْرَهُ وَقَدْ قَتَلَ فَلَا تَأْكُلْ فَإِنَّكَ لَا تَدْرِي أَيُّهُمَا قَتَلَهُ وَإِنْ رَمَيْتَ سَهْمَكَ فَاذْكُرْ اسْمَ اللَّهِ فَإِنْ غَابَ عَنْكَ يَوْمًا فَلَمْ تَجِدْ فِيهِ إِلَّا أَثَرَ سَهْمِكَ فَكُلْ إِنْ شِئْتَ وَإِنْ وَجَدْتَهُ غَرِيقًا فِي الْمَاءِ فَلَا تَأْكُلْ ) (3). ¶ __________ ¶ (1) متفق عليه ¶ (2) متفق عليه ¶ (3) متفق عليه",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "- عن أبي ثَعْلَبَةَ الْخُشَنِيَّ _ : (أَتَيْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّا بِأَرْضِ قَوْمٍ مِنْ أَهْلِ الْكِتَابِ نَأْكُلُ فِي آنِيَتِهِمْ وَأَرْضِ صَيْدٍ أَصِيدُ بِقَوْسِي وَأَصِيدُ بِكَلْبِي الْمُعَلَّمِ أَوْ بِكَلْبِي الَّذِي لَيْسَ بِمُعَلَّمٍ فَأَخْبِرْنِي مَا الَّذِي يَحِلُّ لَنَا مِنْ ذَلِكَ قَالَ أَمَّا مَا ذَكَرْتَ أَنَّكُمْ بِأَرْضِ قَوْمٍ مِنْ أَهْلِ الْكِتَابِ تَأْكُلُونَ فِي آنِيَتِهِمْ فَإِنْ وَجَدْتُمْ غَيْرَ آنِيَتِهِمْ فَلَا تَأْكُلُوا فِيهَا وَإِنْ لَمْ تَجِدُوا فَاغْسِلُوهَا ثُمَّ كُلُوا فِيهَا وَأَمَّا مَا ذَكَرْتَ أَنَّكَ بِأَرْضِ صَيْدٍ فَمَا أَصَبْتَ بِقَوْسِكَ فَاذْكُرْ اسْمَ اللَّهِ ثُمَّ كُلْ وَمَا أَصَبْتَ بِكَلْبِكَ الْمُعَلَّمِ فَاذْكُرْ اسْمَ اللَّهِ ثُمَّ كُلْ وَمَا أَصَبْتَ بِكَلْبِكَ الَّذِي لَيْسَ بِمُعَلَّمٍ فَأَدْرَكْتَ ذَكَاتَهُ فَكُلْ )(1). ¶ وقال ابن كثير ’ (2): ¶ تدل بهذه الآية الكريمة من ذهب إلى أنه لا تحل الذبيحة التي لم يذكر اسم الله عليها، ولو كان الذابح مسلما، وقد اختلف الأئمة، رحمهم الله، في هذه المسألة على ثلاثة أقوال: ¶ __________ ¶ (1) متفق عليه ¶ (2) تفسير ابن كثير - (ج 3 / ص 326:324) وانظر تفصيل ذلك في تفسير القرطبي - (ج 7 / ص 75:ص 76).",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "فمنهم من قال: لا تحل هذه الذبيحة بهذه الصفة، وسواء متروك التسمية عمدًا أو سهوًا. وهو مروي عن ابن عمر، ونافع مولاه، وعامر الشعبي، ومحمد بن سيرين. وهو رواية عن الإمام مالك، ورواية عن أحمد بن حنبل نصرها طائفة من أصحابه المتقدمين والمتأخرين(1) ¶ __________ ¶ (1) وقال شيخ الإسلام قدس الله روحه فصل - و التسمية على الذبيحة مشروعة لكن قيل هي مستحبة كقول الشافعي وقيل واجبة مع العمد وتسقط مع السهو كقول أبى حنيفة ومالك وأحمد في المشهور عنه وقيل تجب مطلقا فلا تؤكل الذبيحة بدونها سواء تركها عمدا أو سهوا كالرواية الأخرى عن أحمد اختارها أبو الخطاب وغيره وهو قول غير واحد من السلف وهذا أظهر الأقوال فإن الكتاب والسنة قد علق الحل بذكر اسم الله فى غير موضع كقوله فكلوا مما أمسكن عليكم واذكروا اسم الله عليه إلى قوله فكلوا مما ذكر اسم الله عليه وما لكم أن لا تأكلوا مما ذكر اسم الله عليه ولا تأكلوا مما لم يذكر اسم الله عليه وفى الصحيحين أنه قال ما أنهر الدم وذكر اسم الله عليه فكلوا وفى الصحيح أنه قال لعدي إذا أرسلت كلبك المعلم وذكرت اسم الله فقتل فكل وإن خالط كلبك كلاب آخر فلا تأكل فإنك إنما سميت على كلبك ولم تسم على غيره ¶ وثبت فى الصحيح أن الجن سألوه الزاد لهم ولدوابهم فقال لكم كل عظم ذكر اسم الله عليه أوفر ما يكون لحما وكل بعرة علفا لدوابكم قال النبي - صلى الله عليه وسلم - فلا تستنجوا بهما فإنهما زاد إخوانكم من الجن فهو لم يبح للجن المؤمنين إلا ما ذكر اسم الله عليه فكيف بالأنس ولكن إذا وجد الإنسان لحما قد ذبحه غيره جاز له أن يأكل منه ويذكر اسم الله عليه لحمل أمر الناس على الصحة والسلامة كما ثبت فى الصحيح أن قوما قالوا يا رسول الله إن ناسا حديثى عهد بالإسلام يأتون باللحم ولا ندرى أذكروا اسم الله عليه أم لم يذكروا فقال سموا أنتم وكلوا ¶ وسئل ’ عن الذبيحة التى يتيقن أنه ما سمى عليها هل يجوز أكلها؟ وهل تنجس الأوانى ؟ ¶ فأجاب الحمد لله التسمية عليها واجبة بالكتاب والسنة وهو قول جمهور العلماء لكن إذا لم يعلم الإنسان هل سمى الذابح أم لم يسم أكل منها وإن تيقن أنه لم يسم لم يأكل وكذلك الأضحية مجموع الفتاوى - (ج 35 /341:439)",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "، وهو اختيار أبي ثور، وداود الظاهري، واختار ذلك أبو الفتوح محمد بن محمد بن علي الطائي من متأخري الشافعية في كتابه \"الأربعين\"، واحتجوا لمذهبهم هذا بهذه الآية، وبقوله في آية الصيد: { فَكُلُوا مِمَّا أَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهِ } [المائدة: 4]. ثم قد أكد في هذه الآية بقوله : { وَإِنَّهُ لَفِسْقٌ } والضمير قيل: عائد على الأكل، وقيل: عائد على الذبح لغير الله -وبالأحاديث الواردة في الأمر بالتسمية عند الذبيحة والصيد، كحديثي عدي بن حاتم وأبي ثعلبة: \"إذا أرسلت كلبك المعلم وذكرت اسم الله عليه فكل ما أمسك عليك\". وهما في الصحيحين، وحديث رافع بن خُدَيْج. \"ما أنهر الدم وذكر اسم الله عليه فكلوه\". وهو في الصحيحين أيضًا، وحديث ابن مسعود أن رسول الله ‘ قال للجن: \"لكم كل عظم ذكر اسم الله عليه\" رواه مسلم. وحديث جُنْدَب بن سفيان البَجَلي قال: قال رسول الله ‘ \"من ذبح قبل أن يصلي فليذبح مكانها أخرى، ومن لم يكن ذبح حتى صلينا فليذبح باسم الله\". أخرجاه وعن عائشة، ~، أن ناسا قالوا: يا رسول الله، إن قوما يأتوننا باللحم لا ندري: أذكر اسم الله عليه أم لا؟ قال: \"سموا عليه أنتم وكلوا\". قالت: وكانوا حديثي عهد بالكفر. رواه البخاري. ووجه الدلالة أنهم فهموا أن التسمية لا بد منها، [وأنهم] خشوا ألا تكون وجدت من أولئك، لحداثة إسلامهم، فأمرهم بالاحتياط بالتسمية عند الأكل، لتكون كالعوض عن المتروكة عند الذبح إن لم تكن وجدت، وأمرهم بإجراء أحكام المسلمين على السداد، والله [تعالى] أعلم. ¶ والمذهب الثاني في المسألة: أنه لا يشترط التسمية، بل هي مستحبة، فإن تركت عمدًا أو نسيانًا لم تضر وهذا مذهب الإمام الشافعي، ’، وجميع أصحابه، ورواية عن الإمام أحمد. نقلها عنه حنبل. وهو رواية عن الإمام مالك، ونص على ذلك أشهب بن عبد العزيز من أصحابه، وحكي عن ابن عباس، وأبي هريرة، وعطاء بن أبي رباح، والله أعلم.",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "وحمل الشافعي الآية الكريمة: { وَلا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ } على ما ذبح لغير الله، كقوله تعالى { أَوْ فِسْقًا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ } [الأنعام: 145]. ¶ وقال ابن جُرَيْج، عن عطاء: { وَلا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ } قال: ينهى عن ذبائح كانت تذبحها قريش عن الأوثان، وينهى عن ذبائح المجوس، وهذا المسلك الذي طرقه الإمام الشافعي ’ قوي، وقد حاول بعض المتأخرين أن يقويه بأن جعل \"الواو\" في قوله: { وإِنَّهُ لَفِسْقٌ } حالية، أي: لا تأكلوا مما لم يذكر اسم الله عليه في حال كونه فسقًا، ولا يكون فسقا حتى يكون قد أهل به لغير الله. ثم ادعى أن هذا متعين، ولا يجوز أن تكون \"الواو\" عاطفة. لأنه يلزم منه عطف جملة إسمية خبرية على جمله فعلية طلبية. وهذا ينتقض عليه بقوله: { وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ } فإنها عاطفة لا محاولة، فإن كانت \"الواو\" التي ادعى أنها حالية صحيحة على ما قال؛ امتنع عطف هذه عليها، فإن عطفت على الطلبية ورد عليه ما أورد على غيره، وإن لم تكن \"الواو\" حالية، بطل ما قال من أصله، والله أعلم. ¶ المذهب الثالث في المسألة: [أنه] إن ترك البسملة على الذبيحة نسيانا لم يضر وإن تركها عمدًا لم تحل. هذا هو المشهور من مذهب الإمام مالك، وأحمد بن حنبل، وبه يقول أبو حنيفة وأصحابه، وإسحاق بن راهويه: وهو محكي عن علي، وابن عباس، وسعيد بن المُسَيَّب، وعَطَاء، وطاوس، والحسن البصري، وأبي مالك، وعبد الرحمن بن أبي ليلى، وجعفر بن محمد، وربيعة بن أبي عبد الرحمن. ¶ ونقل الإمام أبو الحسن المرغيناني في كتابه \"الهداية\" الإجماع -قبل الشافعي على تحريم متروك التسمية عمدا، فلهذا قال أبو يوسف والمشايخ: لو حكم حاكم بجواز بيعه لم ينفذ لمخالفة الإجماع.",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "وهذا الذي قاله غريب جدًا، وقد تقدم نقل الخلاف عمن قبل الشافعي، والله أعلم. ¶ وقال الإمام أبو جعفر بن جرير: من حرم ذبيحة الناسي، فقد خرج من قول جميع الحجة، وخالف الخبر الثابت عن رسول الله ‘ في ذلك . ¶ فتاوى ¶ س : التسمية هل هي واجبة على كل حيوان من القطيع ؟ أم يجوز التسمية على القطيع بأكمله ؟ ، أو لا يسمون مطلقا ؟ ¶ ج : التسمية واجبة على كل ذبيحة بمفردها ، ولا تجزئ التسمية الجماعية ؛ لأن حكم كل ذبيحة مستقل عن الأخرى ، قال تعالى : سورة الأنعام الآية 118 فَكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ إِنْ كُنْتُمْ بِآيَاتِهِ مُؤْمِنِينَ وقال النبي ‘ : (ما أنهر الدم وذكر اسم الله فكل (1)). ¶ وبالله التوفيق ، وصلى الله على نبينا محمد وآله وصحبه وسلم (2). ¶ س : شخص لديه مزرعة لتسمين الدواجن ، ويذبح منها كميات كبيرة مما يتعذر معه استخدام أشخاص للذبح ، فهل يجوز استخدام ماكينة للذبح مع كتابة (بسم الله الرحمن الرحيم) على شفرتها ، أو التسمية عليها قبل إدخالها على الماكينة ؟ ¶ ج : تكفي تسمية واحدة عند ذبح الجميع إذا كانت الآلة المستخدمة للذبح يحصل بها ذبح الجميع عند تحريكها ، أما إن كانت الآلة تذبح عددا بعد عدد ، فإنه يسمى عند كل تحريكة للذبح ، وأما كتابة البسملة على شفره الذبح ، فإنها لا تكفي ولا تتأدى بها التسمية المطلوبة عند الذبح مع العلم بأن الذكاة الشرعية هي قطع الحلقوم والمريء . ¶ وبالله التوفيق ، وصلى الله على نبينا محمد وآله وصحبه وسلم (3). ¶ __________ ¶ (1) صحيح البخاري الشركة (2372),صحيح مسلم الأضاحي (1968),سنن الترمذي الأحكام والفوائد (1491),سنن النسائي الضحايا (4410),سنن أبو داود الضحايا (2821),مسند أحمد بن حنبل (3/463). ¶ (2) فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء - (ج 23 / ص 67) - الفتوى رقم ( 15666 ) ¶ (3) فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء - (ج 23 / ص 68) - الفتوى رقم ( 20738 )",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "س : إذا ذبحنا الذبيحة نذكر اسم الله والله أكبر ، وفيه بعض المطاوعة يحرم ذلك ، فهل هذا جائز أم لا ؟ أفيدونا جزاكم الله خيرا . ¶ ج : تجب التسمية عند ذبح الذبيحة مع الذكر كما ثبت ذلك عن النبي ‘ ، ومن حرم الذبيحة التي ذكر اسم الله عليها فقد خالف كتاب الله تعالى ، وخرج عن جماعة المسلمين والتحق بالكافرين ؛ لقول الله تعالى : سورة الأنعام الآية 118{ فَكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ }وقال سبحانه ناهيا عن الأكل مما لم يذكر اسم الله عليه : سورة الأنعام الآية {121 وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ }وثبت عن النبي ‘ أنه قال : (من شهد أن لا إله إلا الله واستقبل قبلتنا وصلى صلاتنا وأكل ذبيحتنا فهو المسلم ، له ما للمسلم وعليه ما على المسلم (1) )رواه البخاري في (صحيحه) . قال الحافظ ابن رجب في شرحه لهذا الحديث من (فتح الباري) ما نصه : (وذكره أكل ذبيحة المسلمين فيه إشارة إلى أنه لا بد من التزام جميع شرائع الإسلام الظاهرة ، ومن أعظمها : أكل ذبيحة المسلمين وموافقتهم في ذبيحتهم ، فمن امتنع عن ذلك فليس بمسلم ، وقد كان النبي ‘ يمتحن أحيانا من يدخل في الإسلام وقد كان يرى في دينه الأول الامتناع من أكل بعض ذبيحة المسلمين بإطعامه مما كان يمتنع من أكله ليتحقق بذلك إسلامه انتهى ، وكان النبي ‘ عند الذبح يقول : (بسم الله والله أكبر (2) ¶ __________ ¶ (1) رواه من حديث أنس : أحمد 3 / 199 ، 224-225 ، والبخاري 1 / 102 ، 103 وأبو داود 3 / 101- 102 برقم (2641) ، والترمذي 5 / 4 - 5 برقم (2609) ، والنسائي 7 / 76 ، 8 / 109 برقم (3967 ، 3968 ، 5003) ، وابن حبان 13 / 215 برقم (5895) ، ومحمد بن نصر المروزي في (تعظيم فدر الصلاة) 1 / 93 ، 93- 94 برقم (9 ، 10) ، ت : الفريوائي ، وانظر (تغليق التعليق) لابن حجر 2 / 222 ، 223 . ¶ (2) سنن الترمذي الأضاحي (1521),سنن أبو داود الضحايا (2810)",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": ").، فالواجب التأسي به في ذلك . ¶ وبالله التوفيق ، وصلى الله على نبينا محمد وآله وصحبه وسلم (1). ¶ س : هل يجوز استعمال جهاز تسجيل لتكرار التسمية في حالة الذبح الآلي ؟ ¶ ج : لا بد أن تكون التسمية من الذابح لا من الجهاز ، فإن نسي ، أو كان جاهلا بالحكم الشرعي ، فإنه لا تحرم الذبيحة بترك التسمية . ¶ وبالله التوفيق ، وصلى الله على نبينا محمد وآله وصحبه وسلم(2) . ¶ س : عند بعض الناس والمعروفين بالسادة- الدراويش-وعامة الناس إذا ذبح أحدهم شاة قال : بسم الله والله أكبر ، ويعتقدون إذا قال أحدهم عند ذبح الذبيحة (بسم الرحمن الرحيم) يجب أن يترك الشاة ولا يذبحها ؛ لأنه جاء اسم الرحمن الرحيم في التسمية ، فيجب أن يرحم الشاة ولا يذبحها ، فما حكم الإسلام في هذا وما رأيكم في قولهم ؟ ¶ ج : لا يترك ذبح الشاة من أجل ذلك ، بل يتم ذبحها ويعلم الذابح الاقتصار في التسمية على ما ورد عن النبي ‘ ، وذلك أن يقول عند الذبح : (بسم الله ، الله أكبر) . ¶ وبالله التوفيق ، وصلى الله على نبينا محمد وآله وصحبه وسلم (3). ¶ فائدة ذكرها الرازي(4): ¶ __________ ¶ (1) فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء - (ج 23 / ص 69)- الفتوى رقم ( 20308 ) ¶ (2) فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء - (ج 23 / ص 71) - السؤال الثالث عشر من الفتوى رقم ( 11967 ) ¶ (3) فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء - (ج 23 / ص 72)-الفتوى رقم ( 9785 ) ¶ (4) التفسير الكبير ج1 ص175",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "( لما كانت سورة التوبة مشتملة على الأمر بالقتال لم يكتب في أولها «بسم الله الرحمن الرحيم» وأيضا السنة أن يقال عند الذبح «باسم الله ، والله أكبر» ولا يقال : «بسم الله الرحمن الرحيم» لأن وقت القتال والقتل لا يليق به ذكر الرحمن الرحيم ، فلما وفقك لذكر هذه الكلمة في كل يوم سبع عشرة مرة في الصلوات المفروضة دل ذلك على أنه ما خلقك للقتل والعذاب ، وإنما خلقك للرحمة والفضل والإحسان ، والله تعالى الهادي إلى الصواب.)- وفي هذا يتضح فضيلة الإتباع وعدم الزيادة على الوارد في الأذكار . ¶ س : ما حكم الأكل من الذبيحة إذا نسي الذابح التسمية عليها مع ذكر الدليل ؟ ¶ ج: يجوز الأكل منها على المشهور من مذهب أحمد وهو مروي عن ابن عباس ù ، وبه قال مالك والثوري وأبو حنيفة وعطاء وطاووس وسعيد بن المسيب والحسن وعبد الرحمن بن أبي ليلى وجعفر بن محمد وربيعة ؛ لأنه قول ابن عباس ولم يعرف له مخالف من الصحابة è ، وأما قوله تعالى : سورة الأنعام الآية 121{ وَلا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ }فمحمول على ما تركت التسمية عليه عمدا ؛ بدليل قوله في الآية : سورة الأنعام الآية 121 {وَإِنَّهُ لَفِسْقٌ }والأكل مما نسيت التسمية عليه ليس بفسق . ¶ وبالله التوفيق ، وصلى الله على نبينا محمد وآله وصحبه وسلم(1) . ¶ أثر ذكر اسم الله - عز وجل - على الذبيحة ¶ وقال ابن القيم ’(2): ¶ __________ ¶ (1) فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء - (ج 23 / ص 73) - الفتوى رقم ( 11490 ) ¶ (2) إعلام الموقعين - (ج 2 / ص 174:173)",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "(ولا ريب أن ذكر اسم الله على الذبيحة يطيبها ويطرد الشيطان عن الذابح والمذبوح فإذا أخل بذكر اسمه لابس الشيطان الذابح والمذبوح فأثر ذلك خبثا في الحيوان والشيطان يجري في مجاري الدم من الحيوان والدم مركبه وحامله وهو أخبث الخبائث فإذا ذكر الذابح اسم الله خرج الشيطان مع الدم فطابت الذبيحة فإذا لم يذكر اسم الله لم يخرج الخبث وأما إذا ذكر اسم عدوه من الشياطين والأوثان فإن ذلك يكسب الذبيحة خبثا آخر . ¶ يوضحه أن الذبيحة تجري مجرى العبادة ولهذا يقرن الله سبحانه بينهما كقوله{ فَصَلِّ لِرَبِّكَ وَانْحَرْ (2)} [الكوثر/2] وقوله { قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ (162)} [الأنعام/162] وقال تعالى { وَالْبُدْنَ جَعَلْنَاهَا لَكُمْ مِنْ شَعَائِرِ اللَّهِ لَكُمْ فِيهَا خَيْرٌ فَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهَا صَوَافَّ فَإِذَا وَجَبَتْ جُنُوبُهَا فَكُلُوا مِنْهَا وَأَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّ كَذَلِكَ سَخَّرْنَاهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ (36) لَنْ يَنَالَ اللَّهَ لُحُومُهَا وَلَا دِمَاؤُهَا وَلَكِنْ يَنَالُهُ التَّقْوَى مِنْكُمْ كَذَلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَبَشِّرِ الْمُحْسِنِينَ (37) } [الحج/36-37] فأخبر أنه إنما سخرها لمن يذكر اسمه عليها وأنه إنما يناله التقوى وهو التقرب إليه بها وذكر اسمه عليها فإذا لم يذكر اسمه عليها كان ممنوعا من أكلها وكانت مكروهة لله فأكسبتها كراهيته لها حيث لم يذكر عليها اسمه أو ذكر عليها اسم غيره وصف الخبث فكانت بمنزلة الميتة وإذا كان هذا في متروك التسمية وما ذكر عليه اسم غير الله فما ذبحه عدوه المشرك به الذي هو من أخبث البرية أولى بالتحريم فإن فعل الذابح وقصده وخبثه لا ينكر أن يؤثر في المذبوح كما أن خبث الناكح ووصفه وقصده يؤثر في المرأة المنكوحة وهذه أمور إنما",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "يصدق بها من أشرق فيه نور الشريعة وضياؤها وباشر قلبه بشاشة حكمها وما اشتملت عليه من المصالح في القلوب والأبدان وتلقاها صافية من مشكاة النبوة وأحكم العقد بينها وبين الأسماء والصفات التي لم يطمس نور حقائقها ظلمة التأويل والتحريف). ¶ الأثر الطبي لذكر اسم الله - عز وجل - على الذبيحة(1) ¶ في دراسة قام بها 30 باحث. ¶ اللحم المذبوح مع التسمية والتكبير خالي تماما من الجراثيم بينما اللحم المذبوح بدون تسمية وتكبير مليء بالجراثيم ومحتقن بالدماء(2) ¶ توصل فريق من كبار الباحثين وأساتذة الجامعات في سوريا إلى اكتشاف علمي يبين أن هناك فرقا كبيرا من حيث العقامة الجرثومية بين اللحم المكبر عليه واللحم غير المكبر عليه. ¶ وقام فريق طبي يتألف من 30 أستاذا باختصاصات مختلفة في مجال الطب المخبري والجراثيم والفيروسات والعلوم الغذائية وصحة اللحوم والباثولوجيا التشريحية وصحة الحيوان والأمراض الهضمية وجهاز الهضم بأبحاث مخبرية جرثومية وتشريحية على مدى ثلاث سنوات لدراسة الفرق بين الذبائح التي ذكر اسم الله عليها ومقارنتها مع الذبائح التي تذبح بنفس الطريقة ولكن بدون ذكر اسم الله عليها. ¶ __________ ¶ (1) أعرضت عن الأبحاث الجديدة في مجال الطاقة، لأنها احتمالات ونظريات ترد عليها إشكالات كثيرة ، والقلب لا يطمئن إليها. ¶ (2) وقال ابن القيم ’( وتارك التسمية ومن أَهلّ بذبيحته لغير الله فنفس ذبيحة هؤلاء أكسبت المذبوح خبثا أوجب تحريمه ولا ينكر أن يكون اسم الأوثان والكواكب والجن على الذبيحة يكسبها خبثا وذكر اسم الله وحده يكسبها طيبا إلا من قل نصيبه من حقائق العلم والإيمان وذوق الشريعة وقد جعل الله سبحانه ما لم يذكر اسم الله عليه من الذبائح فسقاوهو الخبيث). إعلام الموقعين - (ج 2 / ص173)",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "وأكدت الأبحاث أهمية وضرورة ذكر اسم الله (بسم الله.. الله أكبر) على ذبائح الأنعام والطيور لحظة ذبحها وكانت النتائج الصاعقة والمفاجئة والتي وصفها أعضاء الطاقم الطبي بأنها معجزات تفوق الوصف والخيال. ¶ وقال مسئول الإعلام عن هذا البحث الدكتور خالد حلاوة أن التجارب المخبرية أثبتت أن نسيج اللحم المذبوح بدون تسمية وتكبير من خلال الاختبارات النسيجية والزراعات الجرثومية مليء بمستعمرات الجراثيم ومحتقن بالدماء بينما كان اللحم المسمى والمكبر عليه خاليا تمام من الجراثيم وعقيما ولا يحتوي نسيجه على الدماء. ¶ ووصف حلاوة في حديثه لـ (كونا) أن هذا الاكتشاف الكبير يمثل ثورة علمية حقيقية في مجال صحة الانسان وسلامته المرتبطة بصحة ما يتناوله من لحوم الإنعام والتي ثبت بشكل قاطع أنها تزكى وتطهر من الجراثيم بالتسمية والتكبير على الذبائح عند ذبحها. ¶ ومن جانبه قال الباحث عبد القادر الديراني أن عدم إدراك الناس في وقتنا هذا للحكمة العظيمة المنطوية وراء ذكر اسم الله على الذبائح أدى إلى إهمالهم وعزوفهم عن التسمية والتكبير عند القيام بعمليات ذبح الأنعام والطيور \"مما دفعني لتقديم هذا الموضوع بأسلوب أكاديمي علمي يبني أهمية وخطورة الموضوع على المجتمع الإنساني بناء على ما شرحه الأستاذ العلامة محمد أمين شيخو في دروسه القرآنية وما كان يلقيه على أسماعنا أن الذبيحة التي لا يذكر اسم الله عليها يبقى دمها فيها ولا تخلو من المكروب والجراثيم\".",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "يذكر أن الله سبحانه وتعالى أمر بالتسمية عند الذبح فقال - جل جلاله - فى سورة الأنعام { فَكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ إِنْ كُنْتُمْ بِآَيَاتِهِ مُؤْمِنِينَ (118) } [الأنعام/118]وقال جل شأنه { وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ لِيُجَادِلُوكُمْ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ (121)} [الأنعام/121] ¶ وقال أيضا { وَأَنْعَامٌ لَا يَذْكُرُونَ اسْمَ اللَّهِ عَلَيْهَا افْتِرَاءً عَلَيْهِ سَيَجْزِيهِمْ بِمَا كَانُوا يَفْتَرُونَ (138)} [الأنعام/138] ¶ وأشار الديراني إلى أن فريق البحث أخذ أمر التكبير على الذبائح في البداية بشيء من البرود والتردد ولكن ما أن بدأت النتائج الأولية بالظهور حتى ذهل فريق وأخذ طابع الجدية والاهتمام الكبير ولم يتوقف سيل المفاجآت طيلة فترة البحث والدراسة ولقد كان لذلك أثر إعجازي عظيم بدا من خلال العقامة الجرثومية للحوم التي ذكر اسم الله عليها أثناء الذبح وخلو نسيجها من الدماء بعكس اللحوم التي لم يذكر اسم الله عليها عند الذبح. ¶ وحول طريقة البحث العلمي التي اتبعها الفريق المخبري والطبي قال الدكتور نبيل الشريف عميد كلية الصيدلة السابق في جامعة دمشق \"قمنا بإجراء دراسة جرثومية على عينات عديدة من لحوم العجول والخروف والطيور المذبوحة مع ذكر اسم الله وبدون ذلك وتم نقع العينات لمدة ساعة في محلول الديتول (10 بالمائة) ثم قمنا بزراعتها في محلول مستنبت من الثيوغليكولات وبعد 24 ساعة من الحضن في محمم جاف بحرارة 37 درجة مئوية نقلت أجزاء مناسبة إلى مستنبتات صلبة من الغراء المغذي والغراء بالدم ووسط (اي ام بي ) وتركت في المحمم لمدة 48 ساعة.",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "وأضاف \" بعد ذلك بدا لون اللحم المكبر عليه زهريا فاتحا بينما كان لون اللحم غير المكبر عليه أحمر قاتم يميل إلى الزرقة أما جرثوميا لوحظ في العينات المكبر عليها أن كل أنواع اللحم المكبر عليه لم يلاحظ عليها أي نمو جرثومي إطلاقا وبدا وسط الثيوجليكولات عقيما ورائقا أما العينات غير المكبر عليها بدا وسط الإستنبات (الثيوجليكولات) معكر جدا مما يدل على نمو جرثومي كبير . ¶ وتابع أنه \" بعد 48 ساعة من النقل على الأوساط التشخيصية تبين أن نمو غزير من المكورات العنقودية والحالة للدم بصورة خاصة من المكورات العقدية الحالة للدم أيضا ومن مكورات أخرى عديدة وأيضا نمو كبير للجراثيم السلبية مثل العصيات الكولونية والمشبهة بالكولونية في حين بدا على الغراء المغذي نموا جرثوميا غزيرا أيضا \". ¶ وبالنسبة للنسيج قال الشريف أنه لوحظ وجود عدد أكبر من الكريات البيض الالتهابية في النسيج العضلي وعدد أكبر من الكريات الحمر في الأوعية الدموية وذلك في العينات غير المكبر عليها بينما خلت نسيج لحوم الذبائح المكبر عليها تقريبا من هذه الكريات الدموية . ¶ وحول أضرار بقاء الدم والجراثيم في لحوم الذبائح التي لم يذكر اسم الله عليها وتأثيرها على صحة الإنسان قال أستاذ صحة اللحوم في كلية الطب البيطري الدكتور فؤاد نعمة أن هيجان واختلاج أعضاء وعضلات الحيوان الذي يولده ذكر اسم الله عند الذبح يكفل باعتصار أكبر كمية من الدماء من جسد الذبيحة .",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "وتابع أنه في حال عدم التكبير تبقى نسبة كبيرة من هذا الدم في جسدها مما يسمح لكثير من الجراثيم الممرضة الانتهازية الموجودة في جسم الحيوان بشكل مسبق بالنمو والتكاثر بشكل غير طبيعي فإذا تناول المستهلك هذه اللحوم فإنها تعبر الغشاء المخاطي للمعدة وتدخل ا إلى جميع أعضاء الجسم وإن هذه (الزيفانات) سموم الجراثيم قد تسبب نخرا في العضلة القلبية والتهاب في شغاف القلب وتحدث إنتانات دموية شديدة قد تصل نسبة الوفيات فيها إلى 20 بالمائة وتؤدي كذلك إلى انسمامات غذائية عديدة. ¶ أما الاختصاصي بالصحة العامة والجراثيم ومدير مشروع حماية الحيوان في سوريا الدكتور دارم طباعي: ذكر أنه في بعض البلدان يقتل الحيوان بطرق خاطئة كالخنق بالغاز أو الصعق بالكهرباء أو بإطلاق الرصاص وهذه الطريق تبقي الدم في جسد الحيوان الذي يشكل مرتعا خصبا تنمو فيه الجراثيم المختلفة وهذه الطرق تجعل الحيوان يرزح تحت وطأة الأمر مرعبة مما ينعكس على لون اللحم فيصبح مائلا للزرقة. ¶ وتابع \"أما بذكر اسم الله عند الذبح ينقلب الأمر إلى الضد فتصبح الذبيحة وكأنها تزف إلى عالم تسوده النشوة والفرح الغامر \". ¶ وحول رأيه بأن تخدير الحيوان أو صعقه بالكهرباء قبل ذبحه يخلصه من اختلاجات وآلام الذبح باعتبار أن هذه الطرق هي نوع من أنواع الرفق بالحيوان قال أستاذ أ مراض الحيوان والدواجن في جامعة دمشق وأحد أعضاء طاقم البحث الطبي الدكتور إبراهيم مهرة: أن بعض المستشرقين يدّعون أن الطرق الإسلامية في الذبح طريقة لا إنسانية ويستدلون على ذلك بالتقلصات والاختلاجات التي يقوم بها الحيوان بعد ذبحه والحقيقة أنه عكس ذلك تماما فعملية الذبح إذا أجريت بطريقة صحيحة مع التكبير تقطع الدم والهواء فورا عن الدماغ فيصاب الحيوان بإغماء كامل ويفقد الحس تمام أما الاختلاجات التي تحدث فهي عبارة عن أفعال انعكاسية تخلص الذبيحة تماما مما بها من الدم.",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "ومن جانبه قال محمد منزلجي: أن طريقة الذبح الإسلامية هي الأحسن لأن ضغط الدم فيها ينخفض بالتدريج إلى أن تتم التصفية الكاملة للدماء والطرق الأخرى تؤدي إلى شلل أعضاء الحركة في الحيوان مما يؤدي إلى ارتفاع ضغط الدم حتى يبلغ 28 مما يجعل الحيوان يعاني من الآلم الصاعق والعذاب من 5 إلى 10 دقائق حتى يتوقف القلب وبعد سلخ الجلد تظهر الأوردة منتفخة لاحتقانها بالدم مما يجعل اللحم عرضة للتفسخ لذلك يسارعون إلى وضعه في الثلاجات لمدة 24 ساعة في درجة حرارة قدرها 4 درجة مئوية بينما اللحوم التي تذبح مع ذكر اسم الله فإنها في دراسة قام بها 30 باحثا.. ¶ اللحم المذبوح مع التسمية والتكبير خالي تماما من الجراثيم بينما اللحم المذبوح بدون تسمية وتكبير مليء بالجراثيم ومحتقن بالدماء .(1) ¶ عند الطعام والشرب ¶ - عَنْ عُمَرَ بْنِ أَبِي سَلَمَةَ _ قَالَ:(كُنْتُ فِي حَجْرِ رَسُولِ اللَّهِ ‘ وَكَانَتْ يَدِي تَطِيشُ فِي الصَّحْفَةِ فَقَالَ لِي يَا غُلَامُ سَمِّ اللَّهَ وَكُلْ بِيَمِينِكَ وَكُلْ مِمَّا يَلِيكَ ) (2). ¶ فَمَا زَالَتْ تِلْكَ طِعْمَتِي بَعْدُ. ¶ قال ابن حجر ’(3) : ¶ __________ ¶ (1) المجلة العربية -العدد334 السنة29 ذوالقعدة1425هـ يناير2005م – وموقع http://www.55a.net/vb/showthread.php?t=5255 ¶ (2) متفق عليه ¶ (3) فتح الباري",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "وَفِي الْحَدِيث أَنَّهُ يَنْبَغِي اِجْتِنَاب الْأَعْمَال الَّتِي تُشْبِه أَعْمَال الشَّيَاطِين وَالْكُفَّار ، وَأَنَّ لِلشَّيْطَانِ يَدَيْنِ ، وَأَنَّهُ يَأْكُل وَيَشْرَب وَيَأْخُذ وَيُعْطِي . وَفِيهِ جَوَاز ا الدُّعَاء عَلَى مَنْ خَالَفَ الْحُكْم الشَّرْعِيّ . وَفِيهِ الْأَمْر بِالْمَعْرُوفِ وَالنَّهْي عَنْ الْمُنْكَر حَتَّى فِي حَال الْأَكْل . وَفِيهِ اِسْتِحْبَاب تَعْلِيم أَدَب الْأَكْل وَالشُّرْب . وَفِيهِ مَنْقَبَة لِعُمَر بْن أَبِي سَلَمَة لِامْتِثَالِهِ الْأَمْر وَمُوَاظَبَته عَلَى مُقْتَضَاهُ . ¶ قال العيني ’ (1): ¶ (واستفيد من هذا الحديث ثلاث فوائد : ¶ الأولى : التسمية قبل الطعام . ¶ الثانية: الكل باليمنى. ¶ الثالثة: الأكل من قدامه. ¶ والحكمة في التسمية : طرد الشيطان فإن الشيطان يشارك تارك البسملة وقد ثبت في الصحيح : أن الشيطان يقول ( أَدْرَكْتُمْ الْمَبِيتَ وَالْعَشَاءَ (2)) إذا تُرك اسم الله تعالى. ¶ والحكمة في الأكل باليمني :أن اليمين لها شرف على اليسار ، ومن حق نعم الله تعالى القيام بشكره ، وأن تكرّم ولا يستهان بها ،ومن حق الكرامة أن يتناول باليمين ويميز بها بين ما كان من النعمة وبين ما كان من الأذى؛ وكان - صلى الله عليه وسلم - (يحب التيامن في كل شيئ (3)). ¶ والحكمة في الأكل من قدام : حفظ الأدب وإظهار المروءة.). ¶ __________ ¶ (1) العلم الهيب بشرح الكلم الطيب ص476،477. ¶ (2) رواه مسلم وغيره ¶ (3) متفق عليه ).",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "- عَنْ حُذَيْفَةَ _ قَالَ : (كُنَّا إِذَا حَضَرْنَا مَعَ النَّبِيِّ ‘ طَعَامًا لَمْ نَضَعْ أَيْدِيَنَا حَتَّى يَبْدَأَ رَسُولُ اللَّهِ ‘ فَيَضَعَ يَدَهُ وَإِنَّا حَضَرْنَا مَعَهُ مَرَّةً طَعَامًا فَجَاءَتْ جَارِيَةٌ كَأَنَّهَا تُدْفَعُ فَذَهَبَتْ لِتَضَعَ يَدَهَا فِي الطَّعَامِ فَأَخَذَ رَسُولُ اللَّهِ ‘ بِيَدِهَا ثُمَّ جَاءَ أَعْرَابِيٌّ كَأَنَّمَا يُدْفَعُ فَأَخَذَ بِيَدِهِ فَقَالَ رَسُولُ اللَّهِ ‘ إِنَّ الشَّيْطَانَ يَسْتَحِلُّ الطَّعَامَ أَنْ لَا يُذْكَرَ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ جَاءَ بِهَذِهِ الْجَارِيَةِ لِيَسْتَحِلَّ بِهَا فَأَخَذْتُ بِيَدِهَا فَجَاءَ بِهَذَا الْأَعْرَابِيِّ لِيَسْتَحِلَّ بِهِ فَأَخَذْتُ بِيَدِهِ وَالَّذِي نَفْسِي بِيَدِهِ إِنَّ يَدَهُ فِي يَدِي مَعَ يَدِهَا ) وفي رواية: ( كُنَّا إِذَا دُعِينَا مَعَ رَسُولِ اللَّهِ ‘ إِلَى طَعَامٍ فَذَكَرَ بِمَعْنَى حَدِيثِ أَبِي مُعَاوِيَةَ وَقَالَ كَأَنَّمَا يُطْرَدُ وَفِي الْجَارِيَةِ كَأَنَّمَا تُطْرَدُ وَقَدَّمَ مَجِيءَ الْأَعْرَابِيِّ فِي حَدِيثِهِ قَبْلَ مَجِيءِ الْجَارِيَةِ وَزَادَ فِي آخِرِ الْحَدِيثِ ثُمَّ ذَكَرَ اسْمَ اللَّهِ وَأَكَلَ (1)) ¶ قال النووي ’(2): ¶ وَقَوْله : ( لَمْ نَضَع أَيْدِينَا حَتَّى يَبْدَأ رَسُول اللَّه ‘ فِيهِ بَيَان هَذَا الْأَدَب ، وَهُوَ أَنَّهُ يَبْدَأ الْكَبِير وَالْفَاضِل فِي غَسْل الْيَد لِلطَّعَامِ وَفِي الْأَكْل . ¶ __________ ¶ (1) رواه مسلم ¶ (2) شرح النووي على مسلم - (ج 7 / ص 53) بتصرف يسير",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "قَوْله : ( فَجَاءَتْ جَارِيَة كَأَنَّهَا تَدْفَع )؛ وَفِي الرِّوَايَة الْأُخْرَى : ( كَأَنَّهَا تَطْرُد ) يَعْنِي لِشِدَّةِ سُرْعَتهَا ( فَذَهَبَتْ لِتَضَع يَدهَا فِي الطَّعَام فَأَخَذَ رَسُول اللَّه ‘ بِيَدِهَا ، ثُمَّ جَاءَ أَعْرَابِيّ كَأَنَّمَا يَدْفَع فَأَخَذَ بِيَدِهِ فَقَالَ رَسُول اللَّه ‘ : إِنَّ الشَّيْطَان يَسْتَحِلّ الطَّعَام إِذَا لَمْ يُذْكَر اِسْم اللَّه تَعَالَى عَلَيْهِ ، وَإِنَّهُ جَاءَ بِهَذِهِ الْجَارِيَة لِيَسْتَحِلّ بِهَا فَأَخَذْت بِيَدِهَا ، فَجَاءَ بِهَذَا الْأَعْرَابِيّ لِيَسْتَحِلّ بِهِ فَأَخَذْت بِيَدِهِ ، وَالَّذِي نَفْسِي بِيَدِهِ إِنَّ يَده فِي يَدِي مَعَ يَدهَا ) ، ثُمَّ زَادَ فِي الرِّوَايَة الْأُخْرَى فِي آخِر الْحَدِيث ( ثُمَّ ذَكَرَ اِسْم اللَّه تَعَالَى وَأَكَلَ ) . فِي هَذَا الْحَدِيث فَوَائِد : مِنْهَا جَوَاز الْحَلِف مِنْ غَيْر اِسْتِحْلَاف ، وَقَدْ تَقَدَّمَ بَيَانه مَرَّات ، وَتَفْصِيل الْحَال فِي اِسْتِحْبَابه وَكَرَاهَته ، وَمِنْهَا : اِسْتِحْبَاب التَّسْمِيَة فِي اِبْتِدَاء الطَّعَام ، وَهَذَا مُجْمَع عَلَيْهِ ، وَكَذَا تُسْتَحَبّ حَمْد اللَّه تَعَالَى فِي آخِره كَمَا سَيَأْتِي فِي مَوْضِعه إِنْ شَاءَ اللَّه تَعَالَى ، وَكَذَا تُسْتَحَبّ التَّسْمِيه فِي أَوَّل الشَّرَاب ، بَلْ فِي أَوَّل كُلّ أَمْر ذِي بَال كَمَا ذَكَرْنَا قَرِيبًا ، قَالَ الْعُلَمَاء : وَيُسْتَحَبّ أَنْ يَجْهَر بِالتَّسْمِيَةِ لِيُسْمِع غَيْره وَيُنَبِّههُ عَلَيْهَا ، وَلَوْ تَرَكَ التَّسْمِيَة فِي أَوَّل الطَّعَام عَامِدًا أَوْ نَاسِيًا أَوْ جَاهِلًا أَوْ مُكْرَهًا أَوْ عَاجِزًا لِعَارِضٍ آخَر ثُمَّ تَمَكَّنَ فِي أَثْنَاء أَكْله مِنْهَا يُسْتَحَبّ أَنْ يُسَمِّي وَيَقُول : بِسْمِ اللَّه أَوَّله وَآخِره ، لِقَوْلِهِ ‘ : \" إِذَا أَكَلَ أَحَدكُمْ فَلْيَذْكُرْ",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "اِسْم اللَّه فَإِنْ نَسِيَ أَنْ يَذْكُر اللَّه فِي أَوَّله فَلْيَقُلْ : بِسْمِ اللَّه أَوَّله وَآخِره \" رَوَاهُ أَبُو دَاوُدَ وَالتِّرْمِذِيّ وَغَيْرهمَا ، قَالَ التِّرْمِذِيّ : حَدِيث حَسَن صَحِيح ، وَالتَّسْمِيَة فِي شُرْب الْمَاء وَاللَّبَن وَالْعَسَل وَالْمَرَق وَالدَّوَاء وَسَائِر الْمَشْرُوبَات كَالتَّسْمِيَةِ عَلَى الطَّعَام فِي كُلّ مَا ذَكَرْنَاهُ ، وَتَحْصُل التَّسْمِيَة بِقَوْلِهِ : ( بِسْمِ اللَّه ) فَإِنْ قَالَ : بِسْمِ اللَّه الرَّحْمَن الرَّحِيم ، كَانَ حَسَنًا(1) ، وَسَوَاء فِي اِسْتِحْبَاب التَّسْمِيَة الْجُنُب وَالْحَائِض وَغَيْرهمَا ، وَيَنْبَغِي أَنْ يُسَمِّي كُلّ وَاحِد مِنْ الْآكِلِينَ ، فَإِنْ سَمَّى وَاحِدٌ مِنْهُمْ حَصَلَ أَصْل السُّنَّة ، نَصَّ عَلَيْهِ الشَّافِعِيّ - رَضِيَ اللَّه عَنْهُ - ، وَيُسْتَدَلّ لَهُ بِأَنَّ النَّبِيّ ‘ أَخْبَرَ أَنَّ الشَّيْطَان إِنَّمَا يَتَمَكَّن مِنْ الطَّعَام إِذَا لَمْ يُذْكَر اِسْم اللَّه تَعَالَى عَلَيْهِ ، وَلِأَنَّ الْمَقْصُود يَحْصُل بِوَاحِدٍ ، وَيُؤَيِّدهُ أَيْضًا مَا سَيَأْتِي فِي حَدِيث الذِّكْر عِنْد دُخُول الْبَيْت ، وَقَدْ أَوْضَحْت هَذِهِ الْمَسَائِل وَمَا يَتَعَلَّق بِهَا فِي كِتَاب أَذْكَار الطَّعَام . وَاللَّهُ أَعْلَم . ¶ __________ ¶ (1) أنظر رد العلامة الألباني ’ بعد صفحات على ذلك.",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "قَوْله ‘ : ( إِنَّ الشَّيْطَان يَسْتَحِلّ الطَّعَام أَنْ لَا يُذْكَر اِسْم اللَّه تَعَالَى عَلَيْهِ ) مَعْنَى ( يَسْتَحِلّ ) يَتَمَكَّن مِنْ أَكْله ، وَمَعْنَاهُ : أَنَّهُ يَتَمَكَّن مِنْ أَكْل الطَّعَام إِذَا شَرَعَ فِيهِ إِنْسَان بِغَيْرِ ذِكْر اللَّه تَعَالَى . وَأَمَّا إِذَا لَمْ يَشْرَع فِيهِ أَحَد فَلَا يَتَمَكَّن . وَإِنْ كَانَ جَمَاعَة فَذَكَرَ اِسْم اللَّه بَعْضهمْ دُون بَعْض لَمْ يَتَمَكَّن مِنْهُ ، ثُمَّ الصَّوَاب الَّذِي عَلَيْهِ جَمَاهِير الْعُلَمَاء مِنْ السَّلَف وَالْخَلَف مِنْ الْمُحَدِّثِينَ وَالْفُقَهَاء وَالْمُتَكَلِّمِينَ أَنَّ هَذَا الْحَدِيث وَشَبَهه مِنْ الْأَحَادِيث الْوَارِدَة فِي أَكْل الشَّيْطَان مَحْمُولَة عَلَى ظَوَاهِرهَا ، وَأَنَّ الشَّيْطَان يَأْكُل حَقِيقَة إِذْ الْعَقْل لَا يُحِيلهُ ، وَالشَّرْع لَمْ يُنْكِرهُ ، بَلْ أَثْبَته فَوَجَبَ قَبُوله وَاعْتِقَاده . وَاللَّهُ أَعْلَم . ¶ - عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ù أَنَّهُ : (سَمِعَ النَّبِيَّ ‘ يَقُولُ إِذَا دَخَلَ الرَّجُلُ بَيْتَهُ فَذَكَرَ اللَّهَ عِنْدَ دُخُولِهِ وَعِنْدَ طَعَامِهِ قَالَ الشَّيْطَانُ لَا مَبِيتَ لَكُمْ وَلَا عَشَاءَ وَإِذَا دَخَلَ فَلَمْ يَذْكُرْ اللَّهَ عِنْدَ دُخُولِهِ قَالَ الشَّيْطَانُ أَدْرَكْتُمْ الْمَبِيتَ وَإِذَا لَمْ يَذْكُرْ اللَّهَ عِنْدَ طَعَامِهِ قَالَ أَدْرَكْتُمْ الْمَبِيتَ وَالْعَشَاءَ )(1). ¶ __________ ¶ (1) رواه مسلم وغيره شرح النووي على مسلم - (ج 7 / ص 54)مَعْنَاهُ : قَالَ الشَّيْطَان لِإِخْوَانِهِ وَأَعْوَانه وَرُفْقَته . وَفِي هَذَا اِسْتِحْبَاب ذِكْر اللَّه تَعَالَى عِنْد دُخُول الْبَيْت وَعِنْد الطَّعَام .",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "- عَنْ عَائِشَةَ ~ أَنَّ رَسُولَ اللَّهِ ‘ قَالَ « إِذَا أَكَلَ أَحَدُكُمْ فَلْيَذْكُرِ اسْمَ اللَّهِ تَعَالَى فَإِنْ نَسِىَ أَنْ يَذْكُرَ اسْمَ اللَّهِ تَعَالَى فِى أَوَّلِهِ فَلْيَقُلْ بِسْمِ اللَّهِ أَوَّلَهُ وَآخِرَهُ ».وقَالَتْ ~ كَانَ النَّبِيُّ ‘ يَأْكُلُ طَعَامًا فِي سِتَّةٍ مِنْ أَصْحَابِهِ فَجَاءَ أَعْرَابِيٌّ فَأَكَلَهُ بِلُقْمَتَيْنِ فَقَالَ رَسُولُ اللَّهِ ‘ «أَمَا إِنَّهُ لَوْ سَمَّى لَكَفَاكُمْ »(1) وفي رواية عبد بن مسعود - رضي الله عنه - \" من نسي أن يذكر الله في أول طعامه فليقل حين يذكر : بسم الله في أوله و آخره فإنه يستقبل طعامًا جديدًا ، و يمنع الخبيث ما كان يصيب منه \" .(2) ¶ . ¶ قال المباركفوري ’(3): ¶ __________ ¶ (1) رَوَاهُ أَحْمَدُ وَأَبُو دَاوُد وَابْنُ مَاجَهْ وَالتِّرْمِذِيُّ وَصَحَّحَهُ .وصححه الألباني ¶ (2) رواه ابن حبان في \" صحيحه \" ( 1340 - موارد ) و ابن السني في \" عمل اليوم و الليلة \" ( 453 ) و الطبراني في \" المعجم الكبير \" ( 3 / 74 / 1 ) \"السلسلة الصحيحة\" 1 / 335 برقم 198. ¶ (3) تحفة الأحوذي - (ج 5 / ص 74)",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "قَوْلُهُ : ( فَإِنْ نَسِيَ ) بِفَتْحِ النُّونِ وَكَسْرِ السِّينِ الْمُخَفَّفَةِ أَيْ تَرَكَ نِسْيَانًا ( فِي أَوَّلِهِ )أَيْ فَإِنْ نَسِيَ حِينَ الشُّرُوعِ فِي الْأَكْلِ ثُمَّ تَذَكَّرَ فِي أَثْنَائِهِ أَنَّهُ تَرَكَ التَّسْمِيَةَ أَوَّلًا( فَلْيَقُلْ بِسْمِ اللَّهِ فِي أَوَّلِهِ وَآخِرِهِ )وَالْمَعْنَى فِي جَمِيعِ أَجْزَائِهِ كَمَا يَشْهَدُ لَهُ الْمَعْنَى الَّذِي قَصَدَ بِهِ التَّسْمِيَةَ ، فَلَا يُقَالُ ذِكْرُهُمَا يُخْرِجُ الْوَسَطَ ، فَهُوَ كَقَوْلِهِ تَعَالَى : { وَلَهُمْ وَرِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا } مَعَ قَوْلِهِ عَزَّ وَجَلَّ { أُكُلُهَا دَائِمٌ } وَيُمْكِنُ أَنْ يُقَالَ : الْمُرَادُ بِأَوَّلِهِ النِّصْفُ الْأَوَّلُ وَبِآخِرِهِ النِّصْفُ الثَّانِي فَيَحْصُلُ الِاسْتِيفَاءُ وَالِاسْتِيعَابُ . وَفِي الْحَدِيثِ دَلِيلٌ عَلَى مَشْرُوعِيَّةِ التَّسْمِيَةِ لِلْأَكْلِ وَأَنَّ النَّاسِيَ يَقُولُ فِي أَثْنَائِهِ : بِسْمِ اللَّهِ فِي أَوَّلِهِ وَآخِرِهِ ، وَكَذَا التَّارِكُ لِلتَّسْمِيَةِ عَمْدًا يُشْرَعُ لَهُ التَّدَارُكُ فِي أَثْنَائِهِ . قَالَ فِي الْهَدْيِ : وَالصَّحِيحُ وُجُوبُ التَّسْمِيَةِ عِنْدَ الْأَكْلِ وَهُوَ أَحَدُ الْوَجْهَيْنِ لِأَصْحَابِ أَحْمَدَ ، وَأَحَادِيثُ الْأَمْرِ بِهَا صَحِيحَةٌ صَرِيحَةٌ لَا مُعَارِضَ لَهَا وَلَا إِجْمَاعَ يُسَوِّغُ مُخَالِفَتَهَا وَيُخْرِجُ عَنْ ظَاهِرِهَا اِنْتَهَى . ¶ قَوْلُهُ : ( فَأَكَلَهُ بِلُقْمَتَيْنِ ) أَيْ بِغَيْرِ التَّسْمِيَةِ( أَمَا ) حَرْفُ التَّنْبِيهِ ( إِنَّهُ لَوْ سَمَّى )وَفِي رِوَايَةِ اِبْنِ مَاجَهْ أَمَا إِنَّهُ لَوْ كَانَ قَالَ بِسْمِ اللَّهِ( لَكَفَاكُمْ )أَيْ الطَّعَامُ . ¶ فائدة(1) : ¶ __________ ¶ (1) قال ابن علان في الفتوحات الربانية م3 ج5 ص 191",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "(«أَمَا إِنَّهُ لَوْ سَمَّى لَكَفَاكُمْ » وفي رواية الشمائل( لكفانا) ويدخل فيه الأعرابي ( الذي لم يسم) أيضاً وذلك لأن الشيطان ينتهز وقت الغفلة عن ذكر الله وهذا تصريح بعظم بركة التسمية وفائدتها والمعنى ان هذا الطعام القليل كان الله يبارك فيه معجزة لي وكان بذلك يكفينا لكن لما ترك التسمية انتفت البركة .وفيه كمال المبالغة في زجر تارك التسمية على الطعام لأن تركها يمحق الطعام) ¶ قال مقيده عفا الله عنه وعن والديه :وفيه أن ترك التسمية من واحد تذهب ببركة الطعام ، وفيه تأثير فعل الواحد على الآخرين سواء كان بالطاعة أو بالمعصية ، أثر مخالفة الهدى النبوي من محق بركة وغيرها . ¶ - عَنْ وَحْشِيٍّ - رضي الله عنه - أَنَّ أَصْحَابَ النَّبِىِّ -‘- قَالُوا يَا رَسُولَ اللَّهِ إِنَّا نَأْكُلُ وَلاَ نَشْبَعُ. قَالَ « فَلَعَلَّكُمْ تَفْتَرِقُونَ ». قَالُوا نَعَمْ. قَالَ « فَاجْتَمِعُوا عَلَى طَعَامِكُمْ وَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهِ يُبَارَكْ لَكُمْ فِيهِ ». (1) ¶ قال العيني ’(2).: ¶ ( وأستفيد من هذا الحديث فائدتان : ¶ الأولى : أن من لا يشبع ينبغي أن يجتمع مع الجماعة ولا يفارقهم ، فكأن الحكمة من هذا : أن البركة تتفرق بتفرق الجماعة ، فلا يحصل لهم الشبع ، فعلم من هذا أن التفرق على الطعام مكروه. ¶ الثانية : التسمية حتى يبارك لهم في طعامهم ، فإن البركة مع اسم الله تعالى.) ¶ __________ ¶ (1) رَوَاهُ أَحْمَدُ وَأَبُو دَاوُد وابن ماجة حسنه الألباني ¶ (2) العلم الهيب بشرح الكلم الطيب ص483،484",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "- عَنْ أُمَيَّةَ بْنِ مَخْشِىٍّ _ وَكَانَ مِنْ أَصْحَابِ رَسُولِ اللَّهِ -‘- - قَالَ كَانَ رَسُولُ اللَّهِ -‘- جَالِسًا وَرَجُلٌ يَأْكُلُ فَلَمْ يُسَمِّ حَتَّى لَمْ يَبْقَ مِنْ طَعَامِهِ إِلاَّ لُقْمَةٌ فَلَمَّا رَفَعَهَا إِلَى فِيهِ قَالَ بِسْمِ اللَّهِ أَوَّلَهُ وَآخِرَهُ فَضَحِكَ النَّبِىُّ -‘- ثُمَّ قَالَ « مَا زَالَ الشَّيْطَانُ يَأْكُلُ مَعَهُ فَلَمَّا ذَكَرَ اسْمَ اللَّهِ عَزَّ وَجَلَّ اسْتَقَاءَ مَا فِى بَطْنِهِ ». قَالَ أَبُو دَاوُدَ جَابِرُ بْنُ صُبْحٍ جَدُّ سُلَيْمَانَ بْنِ حَرْبٍ مِنْ قِبَلِ أُمِّهِ.(1). ¶ - قال ابن مفلح ’(2): ¶ وَقَالَ ابْنُ أَبِي مُوسَى وَإِذَا أَكَلْت أَوْ شَرِبْت فَوَاجِبٌ عَلَيْك أَنْ تَقُولَ بِسْمِ اللَّهِ وَتَتَنَاوَلَ بِيَمِينِك قَالَ الشَّيْخُ تَقِيُّ الدِّينِ كَلَامُ ابْنِ أَبِي مُوسَى فِيهِ وُجُوبُ التَّسْمِيَةِ ، وَالتَّنَاوُلِ بِالْيَمِينِ فَيَنْبَغِي أَنْ يَقُولَ يَجِبُ الِاسْتِنْجَاءُ بِالْيُسْرَى وَمَسُّ الْفَرْجِ بِهَا دُونَ الْيُمْنَى رُبَّمَا لِينَ النَّهْيُ فِي كِلَيْهِمَا . ¶ وَذَكَرَ أَبُو زَكَرِيَّا النَّوَاوِيُّ ’ أَنَّ التَّسْمِيَةَ هُنَا مُجْمَعٌ عَلَى اسْتِحْبَابِهَا وَظَاهِرُ مَا ذَكَرُوهُ لَا يُسَمِّي غَيْرُ الشَّارِبِ ، وَالْآكِلِ عَنْهُ ، وَسَبَقَتْ الْمَسْأَلَةُ فِي مَسْأَلَةِ هَلْ يَحْمَدُ اللَّهَ أَحَدٌ عَنْ الْعَاطِسِ ؟ ، ثُمَّ يَتَوَجَّهُ أَنْ يُقَالَ إنْ شَرَعَ الْحَمْدَ عَنْ تَسْمِيَةِ مَنْ لَا عَقْلَ لَهُ وَلَا تَمْيِيزَ فَفَعَلَ عَنْهُ كَانَ كَتَسْمِيَةِ نَفْسِهِ فِي امْتِنَاعِ الشَّيْطَانِ مِنْ الطَّعَامِ وَعَدَمِ ¶ __________ ¶ (1) أخرجه أبو داود والنسائي في عمل اليوم والليلة وضعفه الألباني في تحقيق الكلم الطيب ¶ (2) الآداب الشرعية - (ج 3 / ص 297: ص 311) بتصريف",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "اسْتِحْلَالِهِ إيَّاهُ لِوُجُودِ التَّسْمِيَةِ مِمَّنْ يَشْرَعُ الْحَمْدَ عَنْهُ فَعَلْت أَمْ لَا وَإِنْ لَمْ تُوجَدْ اسْتَحَلَّهُ لِتَرْكِ التَّسْمِيَةِ مِمَّنْ تَشْرَعُ مِنْهُ كَتَرْكِ الْعَاقِلِ لَهَا وَإِنْ لَمْ يَشْرَعْ الْحَمْدَ عَنْهُ فَفَعَلْتَ أَمْ لَا لَمْ يَسْتَحِلَّهُ ، لِأَنَّ التَّسْمِيَةَ الشَّرْعِيَّةَ لَمْ تُتْرَكْ وَهُوَ مَحَلُّ ضَرُورَةٍ فَعُفِيَ عَنْهُ كَفِعْلِ الْبَهِيمَةِ . ¶ فَأَمَّا الْمُمَيِّزُ الْعَاقِلُ فَإِنَّهُ يُسَمِّي وَيَمْتَنِعُ الشَّيْطَانُ بِهَا مِنْهُ مِنْ الطَّعَامِ وَإِنْ لَمْ يُسَمِّ اسْتَحَلَّهُ الشَّيْطَانُ ، وَإِنْ أَتَى بِهَا فِي أَثْنَائِهِ قَاءَ الشَّيْطَانُ كُلَّ شَيْءٍ أَكَلَهُ فَيَقُولُ \" بِسْمِ اللَّهِ أَوَّلَهُ وَآخِرَهُ \" لِلْأَخْبَارِ الصَّحِيحَةِ فِي ذَلِكَ كَخَبَرِ عُمَرَ بْنِ أَبِي سَلَمَةَ مُتَّفَقٌ عَلَيْهِ ، فَقِصَّةُ الْجَارِيَةِ الَّتِي جَاءَ الشَّيْطَانُ يَسْتَحِلُّ بِهَا رَوَاهَا أَحْمَدُ وَمُسْلِمٌ وَأَبُو دَاوُد مِنْ حَدِيثِ حُذَيْفَةَ ، وَخَبَرُ أُمَيَّةَ بْنِ مَخْشِيِّ بِفَتْحِ الْمِيمِ وَبِالْخَاءِ ، وَالشِّينِ الْمُعْجَمَتَيْنِ رَوَاهُ أَحْمَدُ وَأَبُو دَاوُد وَالنَّسَائِيُّ . ¶ وَفِي ذَلِكَ أَنَّ الْآكِلَ يُعَلَّمُ آدَابَ الْأَكْلِ إذَا خَالَفَهُ وَاَللَّهُ أَعْلَمُ وَإِنْ لَمْ يَبْلُغْ الْعَاقِلُ سَبْعَ سِنِينَ فَيَتَوَجَّهُ إنْ صَحَّتْ صَلَاتُهُ وَبَيْعُهُ صَحَّتْ مِنْهُ وَاعْتُبِرَتْ وَإِلَّا فَلَا . ¶ وَقَدْ تَكَلَّمَ عَلَى هَذَا الْأَصْلِ فِي مَوْضِعِهِ ، وَيَنْبَغِي أَنْ يَجْهَرَ بِهَا لِيُنَبِّهَ غَيْرَهُ عَلَيْهَا وَلَمْ يَذْكُرْهُ الْأَصْحَابُ وَلَهُ مُنَاسَبَةٌ . ¶ وَنَصَّ الشَّافِعِيُّ أَنَّهُ إذَا سَمَّى وَاحِدٌ مِنْ الْجَمَاعَةِ حَصَلَ أَصْلُ السُّنَّةِ .",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "- من فوائد ذكر اسم الله كذلك تحقيق المولاة بين المؤمنين من الإنس والجن : ¶ - عَنْ عَامِرٍ قَالَ سَأَلْتُ عَلْقَمَةَ هَلْ كَانَ ابْنُ مَسْعُودٍ _ شَهِدَ مَعَ رَسُولِ اللَّهِ ‘ لَيْلَةَ الْجِنِّ قَالَ فَقَالَ عَلْقَمَةُ أَنَا سَأَلْتُ ابْنَ مَسْعُودٍ _ فَقُلْتُ هَلْ شَهِدَ أَحَدٌ مِنْكُمْ مَعَ رَسُولِ اللَّهِ ‘ لَيْلَةَ الْجِنِّ قَالَ : ( لَا وَلَكِنَّا كُنَّا مَعَ رَسُولِ اللَّهِ ذَاتَ لَيْلَةٍ فَفَقَدْنَاهُ فَالْتَمَسْنَاهُ فِي الْأَوْدِيَةِ وَالشِّعَابِ فَقُلْنَا اسْتُطِيرَ أَوْ اغْتِيلَ قَالَ فَبِتْنَا بِشَرِّ لَيْلَةٍ بَاتَ بِهَا قَوْمٌ فَلَمَّا أَصْبَحْنَا إِذَا هُوَ جَاءٍ مِنْ قِبَلَ حِرَاءٍ قَالَ فَقُلْنَا يَا رَسُولَ اللَّهِ فَقَدْنَاكَ فَطَلَبْنَاكَ فَلَمْ نَجِدْكَ فَبِتْنَا بِشَرِّ لَيْلَةٍ بَاتَ بِهَا قَوْمٌ فَقَالَ أَتَانِي دَاعِي الْجِنِّ فَذَهَبْتُ مَعَهُ فَقَرَأْتُ عَلَيْهِمْ الْقُرْآنَ قَالَ فَانْطَلَقَ بِنَا فَأَرَانَا آثَارَهُمْ وَآثَارَ نِيرَانِهِمْ وَسَأَلُوهُ الزَّادَ فَقَالَ لَكُمْ كُلُّ عَظْمٍ ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ يَقَعُ فِي أَيْدِيكُمْ أَوْفَرَ مَا يَكُونُ لَحْمًا(1) ¶ __________ ¶ (1) وقد جاء في رواية الترمذي ما يقتضي التنبيه ( كُلُّ عَظْمٍ لَمْ يُذْكَرْ اِسْمُ اللَّهِ عَلَيْهِ يَقَعُ فِي أَيْدِيكُمْ أَوْفَرَ مَا كَانَ لَحْمًا )وَفِي رِوَايَةِ مُسْلِمٍ : \" لَكُمْ كُلُّ عَظْمٍ ذُكِرَ اِسْمُ اللَّهِ عَلَيْهِ يَقَعُ فِي أَيْدِيكُمْ أَوْفَرَ مَا يَكُونُ لَحْمًا \" . وَفِي هَاتَيْنِ الرِّوَايَتَيْنِ تَخَالُفٌ ظَاهِرٌ وَيُمْكِنُ أَنْ يُجْمَعَ بَيْنَهُمَا بِأَنَّ الْمُرَادَ بِقَوْلِهِ : \" ذُكِرَ اِسْمُ اللَّهِ عَلَيْهِ \" أَيْ عِنْدَ الذَّبْحِ ، وَبِقَوْلِهِ ( لَمْ يُذْكَرْ اِسْمُ اللَّهِ عَلَيْهِ ) يَعْنِي عِنْدَ الْأَكْلِ وَإِلَّا فَمَا فِي الصَّحِيحِ هُوَ أَصَحُّ . أفاده المباركفوري ’ تحفة الأحوذي - (ج 8 / ص 111)",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": ". وَكُلُّ بَعْرَةٍ عَلَفٌ لِدَوَابِّكُمْ فَقَالَ رَسُولُ اللَّهِ ‘ فَلَا تَسْتَنْجُوا بِهِمَا فَإِنَّهُمَا طَعَامُ إِخْوَانِكُمْ (1)) ¶ قال النووي ’(2): ¶ قوْله : ( لَكُمْ كُلّ عَظْم ذُكِرَ اِسْم اللَّه عَلَيْهِ ) ¶ قَالَ بَعْض الْعُلَمَاء هَذَا لِمُؤْمِنِيهِمْ ، وَأَمَّا غَيْرهمْ فَجَاءَ فِي حَدِيث آخَر أَنَّ طَعَامهمْ مَا لَمْ يُذْكَر اِسْم اللَّه عَلَيْهِ(3). ¶ س : هل تشرع الزيادة عن التسمية الواردة بالأحاديث(4) ؟ ¶ ج: قال الشيخ الألباني ’ (5) : في هذا الحديث أن التسمية في أول الطعام بلفظ \" بسم الله \" لا زيادة فيها ، و كل الأحاديث الصحيحة التي وردت في الباب كهذا الحديث ليس فيها الزيادة ، و لا أعلمها وردت في حديث ، فهي بدعة عند الفقهاء بمعنى البدعة ، و أما المقلدون فجوابهم معروف : \" شو فيها ؟ ! \" . ¶ فنقول : فيها كل شيء و هو الاستدراك على الشارع الحكيم الذي ما ترك شيئا ¶ __________ ¶ (1) رواه مسلم وغيره ¶ (2) شرح النووي على مسلم - (ج 2 / ص 198) ¶ (3) كما في أحاديث الطعام والشرب المذكورة. ¶ (4) أنظر كتاب التسمية عند الأكل والشرب وغيرهما من الأمور – عبد الرؤف عبد الحنان – فقد استوفى فيه الرد علي هذه المسئلة بإيراد الأحاديث والآثار وأقوال أهل العلم،فجزاه الله خيراً ¶ (5) السلسلة الصحيحة - (ج 1 / ص 70)\" كان إذا قرب إليه الطعام يقول : بسم الله ، فإذا فرغ قال : اللهم أطعمت و أسقيت و أقنيت و هديت و أحييت ، فلله الحمد على ما أعطيت \"",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "يقربنا إلى الله إلا أمرنا به و شرعه لنا ، فلو كان ذلك مشروعا ليس فيه شيء لفعله و لو مرة واحدة ، و هل هذه الزيادة إلا كزيادة الصلاة على النبي ‘ من العاطس بعد الحمد . و قد أنكرها عبد الله بن عمر _ كما في \" مستدرك الحاكم \" ، و جزم السيوطي في \" الحاوي للفتاوي \" ( 1 / 338 ) بأنها بدعة مذمومة ، فهل يستطيع المقلدون الإجابة عن السبب الذي حمل السيوطي على الجزم بذلك !! قد يبادر بعض المغفلين منهم فيتهمه - كما هي عادتهم - بأنه وهابي ! مع أن وفاته كانت قبل وفاة محمد بن عبد الوهاب بنحو ثلاثمائة سنة ! ! و يذكرني هذا بقصة طريفة في بعض المدارس في دمشق ، فقد كان أحد الأساتذة المشهورين من النصارى يتكلم عن حركة محمد بن عبد الوهاب في الجزيرة العربية ، و محاربتها للشرك و البدع و الخرافات و يظهر أنه أطرى في ذلك فقال بعض تلامذته : يظهر أن الأستاذ وهابي ! !و قد يسارع آخرون إلى تخطئة السيوطي ، و لكن أين الدليل ؟ ! و الدليل معه و هو قوله ‘ :\" من أحدث في أمرنا هذا ما ليس منه فهو رد \" . متفق عليه . ¶ عند دخول المسجد والخروج منه ¶ وفي سنن ابن ماجه عَنْ عَبْدِ اللَّهِ بْنِ الْحَسَنِ عَنْ أُمِّهِ عَنْ فَاطِمَةَ بِنْتِ رَسُولِ اللَّهِ -- صلى الله عليه وسلم -- قَالَتْ كَانَ رَسُولُ اللَّهِ -- صلى الله عليه وسلم -- إِذَا دَخَلَ الْمَسْجِدَ يَقُولُ « بِسْمِ اللَّهِ وَالسَّلاَمُ عَلَى رَسُولِ اللَّهِ اللَّهُمَّ اغْفِرْ لِى ذُنُوبِى وَافْتَحْ لِى أَبْوَابَ رَحْمَتِكَ ». وَإِذَا خَرَجَ قَالَ « بِسْمِ اللَّهِ وَالسَّلاَمُ عَلَى رَسُولِ اللَّهِ اللَّهُمَّ اغْفِرْ لِى ذُنُوبِى وَافْتَحْ لِى أَبْوَابَ فَضْلِكَ (1) ». ¶ الإسرار بها في الصلاة ¶ __________ ¶ (1) رواه ابن ماجه قال الألباني في صحيح ابن ماجه رقم : 625 ( صحيح ) وفي صحيح الجامع برقم 8847",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "عَنْ أَنَسٍ _ أَنَّ النَّبِىَّ - ‘ - وَأَبَا بَكْرٍ وَعُمَرَ - ù - كَانُوا يَفْتَتِحُونَ الصَّلاَةَ بِـ ( الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ )(1) ¶ وفي صحيح مسلم عَنْ أَنَسٍ _ قَالَ صَلَّيْتُ مَعَ رَسُولِ اللَّهِ -‘- وَأَبِى بَكْرٍ وَعُمَرَ وَعُثْمَانَ فَلَمْ أَسْمَعْ أَحَدًا مِنْهُمْ يَقْرَأُ (بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ). ¶ عن أم سلمة ~: ( أن قراءة النبي - صلى الله عليه وسلم - كانت فوصفت { بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ } حرفًا حرفا قراءة بطيئة قطع عفان قراءته )(2). ¶ وفي الجهر ¶ - ((عَنْ نُعَيْمٍ الْمُجْمِرِ قَالَ :صَلَّيْتُ وَرَاءَ أَبِي هُرَيْرَةَ فَقَرَأَ (بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ )ثُمَّ قَرَأَ بِأُمِّ الْقُرْآنِ حَتَّى إِذَا بَلَغَ{ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ } فَقَالَ آمِينَ فَقَالَ النَّاسُ آمِينَ وَيَقُولُ كُلَّمَا سَجَدَ اللَّهُ أَكْبَرُ وَإِذَا قَامَ مِنْ الْجُلُوسِ فِي الِاثْنَتَيْنِ قَالَ اللَّهُ أَكْبَرُ وَإِذَا سَلَّمَ قَالَ وَالَّذِي نَفْسِي بِيَدِهِ إِنِّي لَأَشْبَهُكُمْ صَلَاةً بِرَسُولِ اللَّهِ ‘ (3))) ¶ __________ ¶ (1) متفق عليه ¶ (2) مسند أحمد بن حنبل قال شعيب الأرناؤوط : رجاله ثقات رجال الشيخين وسلف الكلام عليه 6 / 286 ( قال هناك : صحيح لغيره. ¶ (3) رواه النسائي وابن خزيمة وابن حبان وقال الألباني ضعيف الإسناد – وقد صححه الوادعي في الصحيح المسند في غير الصحيحين برقم 1404",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "- ((عًنْ أَنَسِ بْنَ مَالِكٍ ، قَالَ : صَلَّى مُعَاوِيَةُ بِالْمَدِينَةِ صَلَاةً فَجَهَرَ فِيهَا بِالْقِرَاءَةِ ، فَبَدَأَ \" بِبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ \" لِأُمِّ الْقُرْآنِ ، وَلَمْ يَقْرَأْ بِهَا لِلسُّورَةِ الَّتِي بَعْدَهَا ، حَتَّى قَضَى تِلْكَ الصَّلَاةَ ، وَلَمْ يُكَبِّرْ حِينَ يَهْوِي ، حَتَّى قَضَى تِلْكَ الصَّلَاةَ ، فَلَمَّا سَلَّمَ نَادَاهُ مَنْ سَمِعَ ذَاكَ مِنْ الْمُهَاجِرِينَ ، وَالْأَنْصَارِ ، وَمَنْ كَانَ عَلَى مَكَانِهِ : يَا مُعَاوِيَةُ ، أَسَرَقْت الصَّلَاةَ ، أَمْ نَسِيتَ ؟ أَيْنَ \" بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ \" ، وَأَيْنَ التَّكْبِيرُ إذَا خَفَضْت ، وَإِذَا رَفَعْتَ ؟ فَلَمَّا صَلَّى بَعْدَ ذَلِكَ قَرَأَ : \" بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ \" لِلسُّورَةِ الَّتِي بَعْدَ أُمِّ الْقُرْآنِ ، وَكَبَّرَ حِينَ يَهْوِي سَاجِدًا انْتَهَى (1))). ¶ وقال الشيخ الألباني ’ (2): ¶ قال الحافظ في \" الفتح \" : وهو أصح حديث ورد في الجهر بالبسملة (يعني حديث أبي هريرة عند النسائي)\" ¶ __________ ¶ (1) الشافعي في مسنده والحاكم وقال علي صحيح شرط مسلم ووافقه الذهبي والبيهقي وقال الزيلعي في نصب الراية في تخريج أحاديث الهداية - (ج 2 / ص 266) قَالَ الْحَاكِمُ : صَحِيحٌ عَلَى شَرْطِ مُسْلِمٍ ، وَرَوَاهُ الدَّارَقُطْنِيُّ ، وَقَالَ : رُوَاتُهُ كُلُّهُمْ ثِقَاتٌ ، وَقَدْ اعْتَمَدَ الشَّافِعِيُّ رَحِمَهُ اللَّهُ عَلَى حَدِيثِ مُعَاوِيَةَ هَذَا فِي إثْبَاتِ الْجَهْرِ ، وَقَالَ الْخَطِيبُ : هُوَ أَجْوَدُ مَا يُعْتَمَدُ عَلَيْهِ فِي هَذَا الْبَابِ. ¶ (2) تمام المنة - (ص 168، ص 169)",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "قلت : ينبغي أن يعلم أن عبارة الحافظ هذه لا تفيد عند المحدثين أن الحديث صحيح وإنما تعطي له صحة نسبية قال النووي ’ : \" لا يلزم من هذه العبارة صحة الحديث فإنهم يقولون : \" هذا أصح ما جاء في الباب \" وإن كان ضعيفا ومرادهم أرجحه أو أقله ضعفا \" . . قلت : ولعل الحافظ ’ لم يصحح الحديث لأن بعض المحدثين قد أعل ذكر البسملة فيه بالشذوذ ومخالفة جميع الثقات الذين رووا الحديث عن أبي هريرة ولم يذكروها فيه كما رواه الشيخان وغيرهما من حديث أبي سلمة عن أبي هريرة وقد أطال في بيان ذلك الزيلعي في \" نصب الراية \" فراجعه ( 1 / 335 - 337 ) ¶ وأقول الآن : إنه عند ابن خزيمة وغيره من طريق ابن أبي هلال واسمه سعيد وكان اختلط وبه أعللت الحديث في التعليق على \" صحيح ابن خزيمة \" ( رقم 499 - طبع المكتب الإسلامي ) ¶ ثم إن الحديث لو صح فليس فيه التصريح بالجهر بها ولا برفعها إلى النبي ‘ وقول أبي هريرة في آخره : \" إني لأشبهكم صلاة برسول الله ‘ \" لا يلزم منه رفع كل ما فعله أبو هريرة فيه كما فصل ذلك شيخ الإسلام في \" الفتاوى \" ( 1 / 81 ) فراجعه ¶ والحق أنه ليس في الجهر بالبسملة حديث صريح صحيح بل صح عنه ‘ الإسرار بها من حديث أنس وقد وقفت له على عشرة طرق ذكرتها في تخريج كتابي \" صفة صلاة النبي ‘ \" أكثرها صحيحة الأسانيد وفي بعض ألفاظها التصريح بأنه ‘ لم يكن يجهر بها وسندها صحيح على شرط مسلم وهو مذهب جمهور الفقهاء وأكثر أصحاب الحديث وهو الحق الذي لا ريب فيه ومن شاء التوسع في هذا البحث فليراجع \" فتاوى شيخ الإسلام \" ففيها مقنع لكل عاقل منصف. ¶ س: محل البسملة في الصلاة هل هي في كل ركعة أم في الركعة الأولى فقط؟ ¶ ج: التسمية مشروعة في كل ركعة من الصلاة قبل الفاتحة وقبل كل سورة سوى سورة براءة. ¶ وبالله التوفيق وصلى الله على نبينا محمد وآله وصحبه وسلم(1). ¶ __________ ¶ (1) فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء - (ج 8 / ص 413)- الفتوى رقم (8541)",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "عند الرقية ¶ - عَنْ عَائِشَةَ ~ أَنَّ النَّبِىَّ - ‘ - كَانَ يَقُولُ لِلْمَرِيضِ « بِسْمِ اللَّهِ ، تُرْبَةُ أَرْضِنَا . بِرِيقَةِ بَعْضِنَا ، يُشْفَى سَقِيمُنَا بِإِذْنِ رَبِّنَا » (1) ¶ قال ابن حجر ’(2): ¶ قَوْله : ( كَانَ يَقُول لِلْمَرِيضِ بِسْمِ اللَّه ) فِي رِوَايَة صَدَقَة \" كَانَ يَقُول فِي الرُّقْيَة \" وَفِي رِوَايَة مُسْلِم عَنْ اِبْن أَبِي عُمَر عَنْ سُفْيَان زِيَادَة فِي أَوَّله وَلَفْظه \" كَانَ إِذَا اِشْتَكَى الْإِنْسَان أَوْ كَانَتْ بِهِ قُرْحَة أَوْ جُرْح قَالَ النَّبِيّ ‘ بِإِصْبَعِهِ هَكَذَا - وَوَضَعَ سُفْيَان سَبَّابَته بِالْأَرْضِ ثُمَّ رَفَعَهَا - بِسْمِ اللَّه \" . ¶ __________ ¶ (1) متفق عليه ¶ (2) فتح الباري بتصريف",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "قَوْله : ( تُرْبَة أَرْضنَا ) خَبَر مُبْتَدَأ مَحْذُوف أَيْ هَذِهِ تُرْبَة ، وَقَوْله \" بِرِيقَةِ بَعْضنَا \"يَدُلّ عَلَى أَنَّهُ كَانَ يَتْفُل عِنْد الرُّقْيَة ، قَالَ النَّوَوِيّ : مَعْنَى الْحَدِيث أَنَّهُ أَخَذَ مِنْ رِيق نَفْسه عَلَى إِصْبَعه السَّبَّابَة ثُمَّ وَضَعَهَا عَلَى التُّرَاب فَعَلِقَ بِهِ شَيْء مِنْهُ ثُمَّ مَسَحَ بِهِ الْمَوْضِع الْعَلِيل أَوْ الْجَرِيح قَائِلًا الْكَلَام الْمَذْكُور فِي حَالَة الْمَسْح ، قَالَ الْقُرْطُبِيّ : فِيهِ دَلَالَة عَلَى جَوَاز الرُّقَى مِنْ كُلّ الْآلَام ، وَأَنَّ ذَلِكَ كَانَ أَمْرًا فَاشِيًّا مَعْلُومًا بَيْنهمْ ، قَالَ : وَوَضَعَ النَّبِيّ ‘ سَبَّابَته بِالْأَرْضِ وَوَضْعهَا عَلَيْهِ يَدُلّ عَلَى اِسْتِحْبَاب ذَلِكَ عِنْد الرُّقْيَة ،وهَذَا مِنْ بَاب التَّبَرُّك بِأَسْمَاءِ اللَّه تَعَالَى وَآثَار رَسُوله ، وَأَمَّا وَضْع الْإِصْبَع بِالْأَرْضِ فَلَعَلَّهُ لِخَاصِّيَّةٍ فِي ذَلِكَ ، أَوْ لِحِكْمَةِ إِخْفَاء آثَار الْقُدْرَة بِمُبَاشَرَةِ الْأَسْبَاب الْمُعْتَادَة ، وَقَالَ النَّوَوِيّ : قِيلَ الْمُرَاد بِأَرْضِنَا أَرْض الْمَدِينَة خَاصَّة لِبَرَكَتِهَا ، وَبَعْضنَا رَسُول اللَّه ‘ لِشَرَفِ رِيقه ، فَيَكُون ذَلِكَ مَخْصُوصًا . وَفِيهِ نَظَر . ¶ - (وَالْمُرَادُ جَمِيعُ الْأَرْضِ وَقِيلَ أَرْضُ الْمَدِينَةِ لِبَرَكَتِهَا ، وَالرِّيقَةُ أَقَلُّ مِنْ الرِّيقِ .",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "وَهَذَا عِلَاجٌ مُرَكَّبٌ سَهْلٌ فَإِنَّ الْقُرُوحَ ، وَالْجِرَاحَ يَتْبَعُهَا غَالِبًا سُوءُ مِزَاجٍ وَرُطُوبَةٌ رَدِيئَةٌ وَسَيَلَانٌ ، وَالتُّرَابُ الْخَالِصُ طَبِيعَتُهُ بَارِدَةٌ يَابِسَةٌ فَوْقَ بَرْدِ كُلِّ دَوَاءٍ بَارِدٍ مُفْرَدٍ فَتُقَابِلُ بُرُودَتُهُ تِلْكَ الْحَرَارَةَ وَيُبْسُهُ تِلْكَ الرُّطُوبَةَ وَيَعْدِلُ مِزَاجَ الْعُضْوِ الْعَلِيلِ فَتَقْوَى قُوَّتُهُ الْمُدَبِّرَةُ فَتَدْفَعُ أَلَمَهُ بِإِذْنِ اللَّهِ وَيَنْضَمُّ مَعَ ذَلِكَ هَذَا الْكَلَامُ الْمُتَضَمِّنُ لِبَرَكَةِ اسْمِ اللَّهِ ، وَالتَّوَكُّلِ عَلَيْهِ وَتَفْوِيضِ الْأَمْرِ إلَيْهِ(1)). ¶ - عَنْ عَائِشَةَ ~ زَوْجِ النَّبِىِّ -‘- أَنَّهَا قَالَتْ كَانَ إِذَا اشْتَكَى رَسُولُ اللَّهِ -‘- رَقَاهُ جِبْرِيلُ قَالَ بِاسْمِ اللَّهِ يُبْرِيكَ وَمِنْ كُلِّ دَاءٍ يَشْفِيكَ وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ وَشَرِّ كُلِّ ذِى عَيْنٍ.(2) ¶ - عَنْ أَبِى سَعِيدٍ _ أَنَّ جِبْرِيلَ أَتَى النَّبِىَّ -‘- فَقَالَ يَا مُحَمَّدُ اشْتَكَيْتَ فَقَالَ « نَعَمْ ». قَالَ بِاسْمِ اللَّهِ أَرْقِيكَ مِنْ كُلِّ شَىْءٍ يُؤْذِيكَ مِنْ شَرِّ كُلِّ نَفْسٍ أَوْ عَيْنِ حَاسِدٍ اللَّهُ يَشْفِيكَ بِاسْمِ اللَّهِ أَرْقِيكَ.(3) ¶ قال النووي ’ (4) ¶ __________ ¶ (1) ابن مفلح ’ الآداب الشرعية - (ج 3 / ص 219) ¶ (2) رواه مسلم ¶ (3) رواه مسلم ¶ (4) شرح النووي على مسلم - (ج 7 / ص 326)",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "قَوْله : ( بِاسْمِ اللَّه أَرْقِيك ، مِنْ كُلّ شَيْء يُؤْذِيك مِنْ شَرّ كُلّ نَفْس أَوْ عَيْن حَاسِد ) هَذَا تَصْرِيح الرُّقَى بِأَسْمَاءِ اللَّه تَعَالَى ، وَفِيهِ تَوْكِيد الرُّقْيَة ، وَالدُّعَاء ، وَتَكْرِيره . وَقَوْله : ( مِنْ شَرّ كُلّ نَفْس ) قِيلَ : يُحْتَمَل أَنَّ الْمُرَاد بِالنَّفْسِ نَفْس الْآدَمِيّ ، وَقِيلَ : يُحْتَمَل أَنَّ الْمُرَاد بِهَا الْعَيْن ، فَإِنَّ النَّفْس تُطْلَق عَلَى الْعَيْن ، وَيُقَال : رَجُل نَفُوس إِذَا كَانَ يُصِيب النَّاس بِعَيْنِهِ . كَمَا قَالَ فِي الرِّوَايَة الْأُخْرَى : ( مِنْ شَرّ كُلّ ذِي عَيْن ) وَيَكُون قَوْله : ( أَوْ عَيْن حَاسِد ) مِنْ بَاب التَّوْكِيد بِلَفْظٍ مُخْتَلِف ، أَوْ شَكًّا مِنْ الرَّاوِي فِي لَفْظه . وَاللَّهُ أَعْلَم . ¶ - عَنْ عُثْمَانَ بْنِ أَبِى الْعَاصِ الثَّقَفِىِّ أَنَّهُ شَكَا إِلَى رَسُولِ اللَّهِ -‘- وَجَعًا يَجِدُهُ فِى جَسَدِهِ مُنْذُ أَسْلَمَ. فَقَالَ لَهُ رَسُولُ اللَّهِ -‘- « ضَعْ يَدَكَ عَلَى الَّذِى تَأَلَّمَ مِنْ جَسَدِكَ وَقُلْ بِاسْمِ اللَّهِ. ثَلاَثًا. وَقُلْ سَبْعَ مَرَّاتٍ أَعُوذُ بِاللَّهِ وَقُدْرَتِهِ مِنْ شَرِّ مَا أَجِدُ وَأُحَاذِرُ ».(1) ¶ قال المناوي ’(2): ¶ ((وقل بسم الله) والأكمل إكمال البسملة (3)(ثلاثا) من المرات (وقل سبع مرات أعوذ بالله وقدرته من شر ما أجد وأحاذر) هذا العلاج من الطب الإلهي لما فيه من ذكر الله والتفويض إليه والاستعاذة بعزته وتكراره يكون أنجع وأبلغ كتكرار الدواء الطبيعي لاستقصاء إخراج المادة وفي السبع خاصية لا توجد لغيرها). ¶ عند ركوب الدابة : ¶ __________ ¶ (1) رواه مسلم ¶ (2) فيض القدير - (ج 4 / ص 338) ¶ (3) الأكمل ما قاله النبي - صلى الله عليه وسلم - ،والأفضل ما أوصى به وتفضل بالدلالة عليه وانظر الرد على ذلك قبله بصفحات.",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "عَنْ عَلِىِّ بْنِ رَبِيعَةَ قَالَ شَهِدْتُ عَلِيًّا - رضى الله عنه - وَأُتِىَ بِدَابَّةٍ لِيَرْكَبَهَا فَلَمَّا وَضَعَ رِجْلَهُ فِى الرِّكَابِ قَالَ بِسْمِ اللَّهِ فَلَمَّا اسْتَوَى عَلَى ظَهْرِهَا قَالَ الْحَمْدُ لِلَّهِ ثُمَّ قَالَ (سُبْحَانَ الَّذِى سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ) ثُمَّ قَالَ الْحَمْدُ لِلَّهِ. ثَلاَثَ مَرَّاتٍ. ثُمَّ قَالَ اللَّهُ أَكْبَرُ. ثَلاَثَ مَرَّاتٍ ثُمَّ قَالَ سُبْحَانَكَ إِنِّى ظَلَمْتُ نَفْسِى فَاغْفِرْ لِى فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ. ثُمَّ ضَحِكَ فَقِيلَ يَا أَمِيرَ الْمُؤْمِنِينَ مِنْ أَىِّ شَىْءٍ ضَحِكْتَ قَالَ رَأَيْتُ النَّبِىَّ -‘- فَعَلَ كَمَا فَعَلْتُ ثُمَّ ضَحِكَ فَقُلْتُ يَا رَسُولَ اللَّهِ مِنْ أَىِّ شَىْءٍ ضَحِكْتَ قَالَ « إِنَّ رَبَّكَ يَعْجَبُ مِنْ عَبْدِهِ إِذَا قَالَ اغْفِرْ لِى ذُنُوبِى يَعْلَمُ أَنَّهُ لاَ يَغْفِرُ الذُّنُوبَ غَيْرِى »(1). ¶ قال المباركفوري ’(2) ¶ __________ ¶ (1) وَأَخْرَجَهُ أَحْمَدُ وَأَبُو دَاوُدَ وَالنَّسَائِيُّ وَابْنُ حِبَّانَ وَالْحَاكِمُ فِي مُسْتَدْرَكِهِ .وصححه الألباني ¶ (2) تحفة الأحوذي - (ج 8 / ص 342)",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "قَوْلُهُ : ( أُتِيَ )بِصِيغَةِ الْمَجْهُولِ أَيْ جِيءَ .( فَلَمَّا وَضَعَ رِجْلَهُ )أَيْ أَرَادَ وَضْعَ رِجْلِهِ( فَلَمَّا اِسْتَوَى عَلَى ظَهْرِهَا ) أَيْ اِسْتَقَرَّ عَلَى ظَهْرِهَا؛ ( قَالَ الْحَمْدُ لِلَّهِ )أَيْ عَلَى نِعْمَةِ الرُّكُوبِ وَغَيْرِهَا( ثُمَّ قَالَ ) أَيْ قَرَأَ ( { وَمَا كُنَّا لَهُ مُقْرِنِينَ } ) أَيْ مُطِيقِينَ مِنْ أَقْرَنَ لِلْأَمْرِ إِذَا أَطَاقَهُ وَقَوِيَ عَلَيْهِ . أَيْ مَا كُنَّا نُطِيقُ قَهْرَهُ وَاسْتِعْمَالَهُ لَوْلَا تَسْخِيرُ اللَّهِ تَعَالَى إِيَّاهُ لَنَا ( { وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ } ) أَيْ لَصَائِرُونَ إِلَيْهِ بَعْدَ مَمَاتِنَا وَإِلَيْهِ سَيْرُنَا الْأَكْبَرُ ، وَهَذَا مِنْ بَابِ التَّنْبِيهِ بِسَيْرِ الدُّنْيَا عَلَى سَيْرِ الْآخِرَةِ كَمَا نَبَّهَ بِالزَّادِ الدُّنْيَوِيِّ عَلَى الزَّادِ الْأُخْرَوِيِّ فِي قَوْلِهِ تَعَالَى : { وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَى } وَبِاللِّبَاسِ الدُّنْيَوِيِّ عَلَى الْأُخْرَوِيِّ فِي قَوْلِهِ تَعَالَى : { وَرِيشًا وَلِبَاسُ التَّقْوَى ذَلِكَ خَيْرٌ } ( ثُمَّ ضَحِكَ )أَيْ عَلِيٌّ رَضِيَ اللَّهُ عَنْهُ( صَنَعَ كَمَا صَنَعْت )أَيْ كَصُنْعِي الْمَذْكُورِ( ثُمَّ ضَحِكَ ) أَيْ رَسُولُ اللَّهِ ‘( لِيَعْجَبُ )بِفَتْحِ الْجِيمِ( مِنْ عِبَادِهِ إِذَا قَالَ رَبِّ اِغْفِرْ لِي ذُنُوبِي إِلَخْ )ا.هـ. العجب صفةٌ من صفاتِ الله عَزَّ وجلَّ الفعليَّة الخبريَّة الثابتة له بالكتاب والسنة.",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "قال أبو يعلى الفراء ’(1) بعد أن ذكر ثلاثة أحاديث في إثبات صفة العَجَب : ((اعلم أنَّ الكلام في هذا الحديث كالكلام في الذي قبله(2) ، وأنه لا يمتنع إطلاق ذلك عليه وحمله على ظاهره؛ إذ ليس في ذلك ما يحيل صفاته ، ولا يخرجها عما تستحقه ؛ لأنا لا نثبت عَجَبَاً هو تعظيم لأمر دَهَمَه استعظمه لم يكن عالماً به ؛ لأنه مما لا يليق بصفاته ، بل نثبت ذلك صفة كما أثبتنا غيرها من صفاته)) . ¶ وقال قوَّام السُّنَّة الأصبهاني ’ (3) : ((وقال قوم : لا يوصف الله بأنه يَعْجَبُ ؛ لأن العَجَب ممَّن يعلم ما لم يكن يعلم ، واحتج مثبت هذه الصفة بالحديث ، وبقراءة أهل الكوفة : { بَلْ عَجِبْتُ وَيَسْخَرُونَ } ؛ على أنه إخبار من الله عَزَّ وجلَّ عن نفسه)) . ¶ وقال شيخ الإسلام ’ (4):((وأما قوله التعجب استعظام للمتعجب منه ، فيقال نعم وقد يكون مقرونا بجهل بسبب التعجب وقد يكون لما خرج عن نظائره والله تعالى بكل شيء عليم فلا يجوز عليه أن لا يعلم سبب ما تعجب منه بل يتعجب لخروجه عن نظائره تعظيما له والله تعالى يعظم ما هو عظيم إما لعظمة سببه أو لعظمته )). ¶ (إسلام إيطالية وأمها ببركة البسملة ) ¶ تحت هذا العنوان كتب الجوهري (5): ¶ __________ ¶ (1) إبطال التأويلات)) (ص 245) ¶ (2) بعد أن ذكر أحاديث في إثبات صفة العجب لله - عز وجل - ¶ (3) الحجة)) (2/457) ¶ (4) مجموع الفتاوى - (ج 6 / ص 123) ¶ (5) عبد اللطيف الجوهري - رجل من أمة التوحيد أسلم على يديه 4000 من الأجانب – القاهرة - دار الصحوة،1991.",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "تُرى ما قصة السيدة 0شرلوت ديولا) التى نعرض لها بصحبة صاحب دار تبليغ الإسلام - المهندس /محمد توفيق بن أحمد سعد ’(1) ¶ __________ ¶ (1) وُلد المهندس \"محمد توفيق بن أحمد سعد\" عام 1902 في مدينة \"الفيوم\" بمصر المحروسة، في حي هناك يُعرف بحي \"الحواتم\" حيث كان والده يعمل هناك مديرا لفرع البنك الأهلي المصري بالمدينة. وفي مرحلة التكوين الأولى تأثر بوالديه اللذين كانا يواظبان على صلواتهما ويحافظان على تعاليم دينهما، وكان لوالده في منزلهم منتدى قرآني وأدبي وإصلاحي يجتمع فيه شيوخ وأئمة المساجد وقراء القرآن في المدينة بعد صلاة العشاء لتلاوة القرآن، حيث كان الطفل محمد يجلس فيه يستمع إلى قراءة القرآن كبديل عن حضور الكُتّاب الذي لم يطق قسوة شيخه فيه على الأولاد فانقطع عن حضوره. ¶ وفي بيئة تكوينه الأولى أيضا تأثر بإمام مسجد الحواتم الذي كان يعقد دروسا في المسجد بعد صلاتي الظهر والعصر، وإلى هذا الشيخ يُرجع المهندس محمد توفيق الفضل فيما حصّله من ثقافة إسلامية واسعة في تلك المرحلة من عمره. ¶ عقل متسائل وقلب لا يهدأ ¶ مر \"محمد توفيق\" بمرحلة طريفة وفريدة في فترة طفولته، دفعته إليها عقليته المتسائلة تساؤلات فطرية بريئة ومنطقية.. ففي صغره اعتاد أن يرى أمام منزله المسجد والكنيسة الإنجيلية والكاثوليكية، فأثار ذلك في ذهنه تساؤلا طرحه على أمه: \"إذا كان الناس يتوجهون إلى المسجد للصلاة يشكرون الله.. فماذا يصنع الذين يتوجهون إلى الكنيسة؟ فقالت: إنهم يشكرون الله وفقا لأحكام دينهم. ¶ وكان يلعب مع أولاد القسيس من جيرانه، فتبادر إلى ذهنه تعقيبًا على إجابة أمه إذا كان المسلمون يشكرون الله بالصلاة وال***** يشكرون الله بالذهاب إلى الكنيسة.. فلماذا لا يجتمع كل هؤلاء في مكان واحد ليشكروا الله معا؟ فأجابته أمه قائلة: عندما يزورنا عدد كبير من الضيوف ولا تتسع لهم غرفة الاستقبال.. فماذا نصنع؟ قال لها: يجلسون في الشرفات أو نقيم لهم شادرا. وجارتْهُ أمه في التفكير على هذه الطريقة لتؤكد له أن الأديان الثلاثة أصلها واحد وليس هناك خلاف، وآثرت أن تتركه لتفكيره الفطري حتى يهتدي إلى حقائق الدين وحده، فقال لها يوماً: هل من الممكن أن أذهب لأشكر الله في الكنيسة؟ فلم تمانع؛ لأنها وجدته يفكر تفكيرا فطريا ولا خطر فيه. ¶ الفطرة.. واختبار النقاء ¶ ومن ثم بدأ يتردد على الكنيسة، ولاحظ أنهم هناك يعاملون الأطفال معاملة حسنة جدا، وصار يردد معهم تراتيلهم. ولما اكتشف أبوه ذلك وكان لا يعلم حاول إقناعه بأن المسلمين يشكرون الله في المسجد لا في الكنيسة، وطلب منه عدم الذهاب إلى الكنيسة مرة أخرى، وتوعده إن أصر على الذهاب إليها أن يحرمه من مصروفات الدراسة، وذهب معه إلى ناظر المدرسة التي يذهب إليها، الذي حاول أيضا أن يثنيه عن الذهاب إلى هناك بنفس المنطق، لكن الصبي كان مُصرًّا فانصرف من المدرسة متوجهًا إلى مفتش التبشير الأمريكي في الكنيسة الإنجيلية مستر جلوي. ¶ وكان للتبشير مدرسة على بُعد كيلومتر من مدينة الفيوم يديرها جلوي هذا، فقابله الطفل هناك، وأبدى رغبته في الالتحاق بمدرسة التبشير وعدم العودة إلى مدرسته القديمة، فاتصل جلوي بأبيه مخبرًا إياه أنه يحاول إثناء ابنه عن عزمه، إلا أن الأب واجه كلام المبشر بغضب وسبه وسب الابن، ومن ثم فقد قبله جلوي في المدرسة وأعد له مكانا للدراسة والإقامة ورتب له معلما يعلمه القرآن الكريم، ولم يكن قد حفظ إلا القليل منه. ¶ ومضى الطفل يدرس القرآن والإنجيل معاً، ولأن الطفل كان يتمتع بعقلية منطقية فقد بدأت تتجمع لديه بعض الملاحظات النقدية من دراسة الكتابين، كانت بدايتها ملاحظته لما حوته قصة عرس الجليل في الإنجيل من موقف المسيح مع أمه وقوله لها: \"مالك ومالي يا امرأة\"، وهو ما لاحظ أنه مناقض لما جاء في وصف المسيح في القرآن بأنه كان براً بوالدته ولم يكن جبارا شقيا، وبدأ يدون ملاحظاته تلك في الكراريس التي أعطاها له مستر جلوي، فملأ ثلاثا منها كلها ملاحظات منطقية فطرية. ¶ وفي براءة عرضها على مستر جلوي طالباً رأيه، فما كان من جلوي إلا أن قال له: إن الذي كتب هذا الكلام هو الشيطان وليس أنت. ولما وضّح له أنه هو الذي كتبه قال له بأنه ليس لديه إجابة على تلك الملاحظات؛ مما أحبط الصبي، فطلب منه على الفور أن يترك مدرسة التبشير، فأوصله جلوي إلى المكان الذي طلبه وهو المسجد الذي يصلي فيه عمه (وكان يخاف من العودة إلى المنزل خشية رد فعل أبيه)، حيث توسط له عمه وعاد إلى بيته بعدما عرف أبوه قصته مع جلوي. ¶ الدافع الذاتي.. والفعل الإيجابي ¶ نمت ميول الفتى محمد توفيق ورغبته في نشر الخير وتعليمه لمن يجهل به كلما تقدمت به السن؛ ففي أثناء دراسته بالمدرسة الابتدائية كان يدرس مادة \"الديانة والتهذيب\" المقررة في ذلك الوقت، فكان يقوم بكتابة دروس تلك المادة ويقوم بتعليقها في أماكن متفرقة من البلدة لتعم الفائدة. ¶ وفي مرحلة لاحقة وجد عددًا من المصليات الصغيرة التي أقامها الفلاحون على شاطئ بحر يوسف؛ لتكون قريبة من مقار أعمالهم في الحقول، فدعا عددا من أصدقائه لكي يقوموا بتدريس ما يتلقونه في مادة الديانة من دروس على مرتادي هذه المصليات فيما بين صلاتي المغرب والعشاء؛ حيث يكون الفلاحون قد أنهوا أعمالهم، وكانت المصليات 8 والأصدقاء 9 فوزعوا أنفسهم عليها واحدا لكل مصلى، والفرد الباقي للتفتيش وكتابة الملاحظات على عمل زملائه لتنبيههم إليها، وكانوا يتناوبون العمل في التفتيش على بعضهم البعض. ¶ وفي عام 1918 سافر إلى القاهرة للدراسة في مدرسة الفنون والصنائع، وبعد تخرجه فكر في إصدار صحيفة مطبوعة، فقام بإصدار صحيفة من ورقة واحدة تسمى \"التقوى\"، وقام بإصدار ألف نسخة من العدد الأول منها، ثم استصدر ترخيصاً لها، وكتب عليها \"جريدة التقوى تصدرها جماعة الوعظ الإسلامي\". ¶ وواصل إصدار الصحيفة حتى عام 1929؛ حيث رُشح للسفر في بعثة دراسية إلى سويسرا، وهناك شعر بحاجة الأوروبيين للحصول على فكرة صحيحة وموضوعية عن الإسلام، فأنشأ \"دار تبليغ الإسلام\"، وهو اسم معنوي كان يعمل من ورائه، وكان يراسل الصحف الأوروبية ليرد على المقالات التي تنشر لتشوه الإسلام باسم \"محمد توفيق – محرر جريدة التقوى بالقاهرة\"، وكان يتلقى العديد من الرسائل من القراء التي تسأل عن الإسلام. يقول حول تلك الفترة: \"وكنت أتسلم الكثير من الرسائل على المنزل الذي كنت أسكن فيه، وبالطبع كنت أرد عليها، وفي كل مكان كنت أتواجد فيه أجد كثيرا من الأسئلة المتعلقة بالإسلام والمسلمين، وكانت صورة الإسلام مشوهة من أعداء الإسلام والمستشرقين ومن حَسَني النية الذين يصدقون كل ما يقرءون؛ فيعتقدون أن الإسلام بهذه الصورة. ¶ الاستفزاز وقود العمل الجاد ¶ وذات مرة قام أحد المبشرين واسمه دكتور رويلي مفتش التبشير في أسوان في ذلك الوقت، وكان بصدد جمع تبرعات للمساعدة في خدمات المستشفى التبشيري في مصر، ونشر في الصحف أنه سيلقي محاضرة عن مصر وفلسطين وحدد موعدها، وحث الجمهور على حضورها، وكان مكان المحاضرة في أحد المعابد الأوروبية.. يقول محمد توفيق: \"وتصورت وقتها أنه سيتعرض في محاضرته للإسلام، وفعلاً تناول في حديثه أشياء كثيرة تمس الإسلام،يقول محمد توفيق: \"وتصورت وقتها أنه سيتعرض في محاضرته للإسلام، وفعلاً تناول في حديثه أشياء كثيرة تمس الإسلام، وتحدث في مواضيع كثيرة عن العرب وفلسطين ومصر، وذكر مظاهر كثيرة من الفوضى والجهل المنتشر -الذي هو في الحقيقة بسبب البعد عن الإسلام-، وكانت تلك حملة مرتبة، وقد حمل الرجل صوراً معه إلى المحاضرة تسيء إلى الإسلام وإلى مصر أبلغ إساءة، ومن الصور التي عرضها بالفانوس في هذا الوقت صورة جمل وسيدة تركب خلف الرجل في المكان المنحدر من مؤخرة الجمل تكاد تسقط، ليوحي بهذا أن معاملة الرجل للمرأة في الإسلام سيئة. ثم قال: هل تتخيلون كيف يتم الزواج هناك؟! المرأة عند المسلمين تباع؛ فهناك من يشتريها الزوج عند الزواج بعشرة جنيهات، وأخرى بعشرين وثالثة بخمسين (إشارة إلى المهر في مصر في الثلاثينيات من القرن العشرين) كأنك تشتري عنزاً أو ****** يمكنك أن تشتري المرأة، ويمكنك أن تتزوج بمن تعجبك بأي عدد تشاء، ولم يحدد رويلي عدد النساء بأربع كما هو معروف. ¶ وبعد هذا عرض صورة أخرى لرجلين يمشيان يحمل أحدهما مغزله يغزل به وأمامه امرأته تحمل حملا ثقيلا من القمح قدّره بأربع كيلات، ورغم ذلك يقول زوجها لصاحبه: \"سأطلقها\"، بالرغم من تفانيها وتعبها في خدمته، وبعد ذلك قال لهم: الآن سأعرض عليكم صورة لأكبر مستشفى رمد في مصر، في القاهرة، وجاء بصورة ضريح السيدة نفيسة، وتظهر فيه حلقات في جوانب الضريح، وجاء بأناس تظهر عيونهم بصورة قبيحة جداً، وقد وضعت عليها طبقات من الطين بشكل قبيح تتقزز منه العين، وقال: هذه الطبيبة -يقصد السيدة نفيسة- من نسل النبي محمد أُرسلت إلى مصر لتعمي المصريين، وقال لهم: هل تعرفون كم عدد العميان في مصر؟ وأجاب أنهم يمثلون 30%. وعندما انتهت المحاضرة قدم الحاضرون التبرعات لهذا المبشر، ورغبت في أن أرد على د. رويلي غير أن لغتي الألمانية لم تكن تسعفني في هذه المهمة، فقلت كلمات قصيرة في نهاية المحاضرة مؤداها أن لي تعليقاً قصيراً ستقرءونه في الصحف. ولم أنَم في تلك الليلة، وجئت بجميع القواميس في محاولة مني لكتابة رد يصحح ما أثاره مفتش التبشير في محاضرته من أكاذيب ومغالطات. وفي الصباح صححت لي جارتي ما كتبته بلغة ركيكة، وبعثت بهذا الرد للصحف، ونشرت الصحف الرد في صفحاتها الأولى، وذكرت أنه لـ\"محمد توفيق - محرر مجلة التقوى بالقاهرة\". ومن هنا كانت الحاجة ماسة لتأسيس دار تبليغ الإسلام؛ لتقوم بتقديم مفهوم صحيح عن الإسلام، ولتساعد الأجانب الراغبين في معرفة الحقيقة فيما يتصل بالإسلام بلغاتهم الحية في مواجهة حملات التضليل والأكاذيب والتعصب. مسيرة نصف قرن من \"تبليغ الإسلام\" وهكذا بدأ الأستاذ محمد توفيق عمله في دعوة غير المسلمين من خلال \"دار تبليغ الإسلام\" في سويسرا ليواصله من مصر بعد عودته حتى وفاته، وحول ذلك يقول: \"دار تبليغ الإسلام أو الاسم المعنوي الذي أقوم بنشاطي الإسلامي تحته من خلال اللقاءات أو المكاتبات التي أتبادلها مع الأجانب الراغبين في الحصول على فكرة صحيحة عن الإسلام؛ الأمر الذي اضطررت معه للاشتراك في صندوق بريد رقم 112 في القاهرة؛ حيث كان الصندوق يستقبل مئات الرسائل من جميع أنحاء العالم، ولم أكن أتصور أن الاهتمام بالإسلام والرغبة في معرفة أسسه يستحوذان على كل هذا الاهتمام من الناس من جميع أنحاء العالم، وكنت أقوم بالرد عليها، وبالطبع كان لكل رسالة طابعها، ولكل مرسل اهتماماته التي شدته إلى معرفة الإسلام، واعتراضاته أيضاً على بعض الأمور التي لم يحسن فهمها عن الإسلام، والتي هي نتاج أفكار غير صحيحة ومشوهة عن الإسلام بفعل أعداء الإسلام التقليديين. ¶ وبأسلوب المراسلة هدى الله تعالى خلقاً كثيراً إلى الإسلام ممن حصلوا على فكرة صحيحة عن الإسلام في بيئات تشوه سماحة الإسلام ومبادئه، كما اكتسبنا أصدقاء للإسلام كثيرين لكنهم لم يعلنوا اعتناقهم للإسلام، وكان الفضل لله تعالى ثم للرسالة الصغيرة التي وضعناها تحت عنوان \"الإسلام دين المجتمع\"، والتي تضمنت فكرة مركَّزة عن رسالة الإسلام إلى الناس كافة وقد تُرجمت إلى معظم لغات العالم\". وفي عام 1943 تنازل عن إصدار مجلة التقوى إلى جماعة الوعظ ومكارم الأخلاق، وأصدر بدلاً منها مجلة \"البريد الإسلامي\"، وظل يصدرها حتى توفاه الله عام 1411هـ = 1991م، وفي خلال رحلته الطويلة في الدعوة إلى الإسلام بالمراسلة بمعظم لغات العالم الحي، بلَّغ دعوته إلى مائة ألف من الأجانب، قبلها منهم أربعة آلاف أسلموا بفضل الله، وبفضل احتشاد ذلك الرجل \"الفرد\" لتلك المهمة الجليلة التي لم يولها الكثيرون اهتمامهم.",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "- خلال هذه الحلقة وما حكايتها مع الداعية المبارك ...تلك القصة التي انتهت بإسلامها مع أمها ! يحكي ’ عن قصة السيدة فيقول: [(( شرلوت ديولا )) كانت صديقة للسيدة السويسرية التي أسكن في بيتها وكانت تترد عليها ، وكان أقصى ما تعرفه عن الإسلام ودعوتي إليه أنني قديس كما تفهم رجل الدين في الكنيسة – الحمد لله – هذا حُسن ظن منها ، وكانت تعمل بائعة في محل في سويسرا، ولكن لظروف رحلت هي وأسرتها إلى إيطاليا حيث بلدتها الأصلية وذات مرة كتبت إلي ترجوني أن أصلي لأمها – حسب تعبيرها- لأنها في حالة صحية حرجة وقد أخبرهم الطبيب أنها – الأم المريضة – ستموت بعد ثلاث أسابيع ، يا ألهي! هذه السيدة تحسن الظن بي وتلح في طلب الدعاء لأمها ، أرجوك يا رب وأسألك أن تجعلني عند حسن ظنها وأن تشفي أمها وتعافيها ، وصليت ركعتين داعياً لهذه السيدة البارة بأمها وسألته أن يهب الشفاء والعافية لأمها ن وكتبت رسالة إليها أن تأتي بكوب من الماء قائلة (بسم الله الرحمن الرحيم )- وترجمت معني البسملة باللغة الإيطالية – ثم طلبت إليها أن تقدم كوب الماء لأمها ، وقد فعلت وبعد فترة تلقيت رسالة من السيدة (( شرلوت ديولا )) تخبرني بفرح بالغ أنها فعلت ما أمرت به وأن أمها شُفيت تماما، الأمر الذي أدهش الطبيب المعالج وسألها عن الأمر فقالت له : أن رجلاً يدعى محمد توفيق طلب منها أن تفعل كذا وكذا وفعلت ، وكانت النتيجة شفاء الأم برغم توقع الطبيب المعالج ويأسه من علاج الأم ، فما كان من الطبيب إلا أن كتب إلى يعرض لمرض الأم ويستفسر عن علاجي إياها ن والطريف أنه فهم أنني طبيب فكتب إلي مصدراً خطابه بالإيطالية بلقب دكتور محمد توفيق ، وكان لي صديق مهندس متزوج من سيدة إيطالية فعمدت إليه لترجمة الرسالة وتفسير المصطلحات الطبية واسم المرض وكانت الإيطالية متخصصة في الصيدلة ولها خبرتها في شئون الأدوية وأسماء الأمراض وشرحت لي رسالة الطبيب الإيطالي وقالت إنه",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "يستفسر عن سر الورقة التي كتبت فيها (بسم الله الرحمن الرحيم) وسر كوب الماء الذي قدم للأم المريضة مصحوباً بالبسملة فكتبت إليه : أما فيما يتصل بالشفاء والعافية ، فأنا وأنت نعتقد أن الله - - سبحانه وتعالى - - هو مانح الحياة وهو الذي يستردها في أي لحظة وهذا لا يمنع أن قدرة الله فوق كل ظن ومع ذلك أنا لا أبخس الطب حقه وواجبه وتأثيره ، لأننا مطالبون بأن نأخذ برأي الأطباء إذ ما اعترانا مرض أو شيء من هذا وإنما المهم ألا نغفل الاعتماد على الله واليقين بأنه الشافي، فبعث إلي رسالة ثانية وقال الحمد لله أنا مسرور لوصول ردك غلي وأرجو أن تصلي من أجلي وهو سليم معافى !! أما السيدة الإيطالية (( شرلوت ديولا )) فأسلمت وأقرت بالشهادتين وتبعتها أمها التي برأت ببركة (بسم الله الرحمن الرحيم ) والتي أكد الطبيب الإيطالي أنها لن تعيش أكثر من ثلاثة أسابيع. ¶ عند تعثر الدابة ¶ عَنْ أَبِى الْمَلِيحِ عَنْ رَجُلٍ قَالَ كُنْتُ رَدِيفَ النَّبِىِّ -‘- فَعَثَرَتْ دَابَّتُهُ فَقُلْتُ تَعِسَ الشَّيْطَانُ . فَقَالَ « لاَ تَقُلْ تَعِسَ الشَّيْطَانُ فَإِنَّكَ إِذَا قُلْتَ ذَلِكَ تَعَاظَمَ حَتَّى يَكُونَ مِثْلَ الْبَيْتِ وَيَقُولَ بِقُوَّتِى وَلَكِنْ قُلْ بِسْمِ اللَّهِ فَإِنَّكَ إِذَا قُلْتَ ذَلِكَ تَصَاغَرَ حَتَّى يَكُونَ مِثْلَ الذُّبَابِ »(1). ¶ قَالَ شمس الدين العظيم أبادي ’ (2): ¶ ( فَعَثَرَتْ ): قَالَ فِي الصُّرَاح عثرة شكو خيدن مِنْ بَاب نَصَرَ وَفِي الْمِصْبَاح عَثَرَ الرَّجُل فِي ثَوْبه يَعْثِر وَالدَّابَّة أَيْضًا مِنْ بَاب قَتَلَ وَفِي لُغَة مِنْ بَاب ضَرَبَ عِثَارًا بِالْكَسْرِ ، وَيُقَال لِلزَّلَّةِ عَثْرَة لِأَنَّهَا سُقُوط فِي الْإِثْم اِنْتَهَى ¶ __________ ¶ (1) رواه أحمد وأبو داود والنسائي وصححه الألباني ¶ (2) عون المعبود - (ج 11 / ص 18)",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "( فَقُلْت تَعِسَ ): أَيْ هَلَكَ وَمِثْل هَذَا الْكَلَام يُوهِم أَنَّ لِلشَّيْطَانِ دَخْلًا فِي مِثْل ذَلِكَ ¶ ( فَقَالَ لَا تَقُلْ تَعِسَ الشَّيْطَان ): فِي الْقَامُوس التَّعِس الْهَلَاك وَالْعِثَار وَالسُّقُوط وَالشَّرّ وَالْبُعْد الِانْحِطَاط ، وَالْفِعْل كَمَنَعَ وَسَمِعَ وَإِذَا خَاطَبْت قُلْت تَعِسْت كَمَنَعَ ، وَإِذَا حَكَيْت قُلْت تَعِسَ كَسَمِعَ تَعَسَهُ اللَّه وَأَتْعَسَهُ اِنْتَهَى . ¶ وَفِي الْمِصْبَاح تَعِسَ تَعْسًا مِنْ بَاب نَفَعَ أَكَبَّ عَلَى وَجْهه ، وَفِي الدُّعَاء تَعْسًا لَهُ وَتَعِسَ وَانْتَكَسَ ، فَالتَّعْس أَنْ يَخِرّ لِوَجْهِهِ ، وَالنَّكْس أَنْ لَا يَسْتَقِلّ بَعْد سَقْطَته حَتَّى يَسْقُط ثَانِيَة وَهِيَ أَشَدّ مِنْ الْأُولَى اِنْتَهَى ¶ ( تَعَاظَمَ ): أَيْ صَارَ عَظِيمًا وَكَبِيرًا ،( وَيَقُول بِقُوَّتِي ) : أَيْ حَدَّثَ ذَلِكَ الْأَمْر بِقُوَّتِي ( تَصَاغَرَ ): أَيْ صَارَ صَغِيرًا وَحَقِيرًا . ¶ فائدة : ¶ قال مقيده عفا الله عنه وعن والديه : ¶ قوله - صلى الله عليه وسلم - (لاَ تَقُلْ تَعِسَ الشَّيْطَانُ فَإِنَّكَ إِذَا قُلْتَ ذَلِكَ تَعَاظَمَ حَتَّى يَكُونَ مِثْلَ الْبَيْتِ وَيَقُولَ بِقُوَّتِى) ¶ - فيه عدم الوقوف على التحسر على ما وقع ، لأنها تورث الغفلات بل وتشغل الأوقات وتصرف الهمم إلى الوهم ومنه إلى الوهن وتضعف الشخصية أمام النكبات . ¶ - إدامة الرعاية بحفظ اللسان عما يسخط الرحمن ويرضى الشيطان. ¶ - خطورة اللسان وعظم شأنه . ¶ - أثر الكلمة على المعتقد (وهو نسبة الشر إلى الشيطان كأنه خلق له). ¶ - أن الشيطان يتعاظم حقيقة . ¶ - أن الشيطان يفرح بمحقرات العمل والقول نحوه ؛ فبما بالك بالمعاصي والكبائر. ¶ قوله - صلى الله عليه وسلم - (وَلَكِنْ قُلْ بِسْمِ اللَّهِ فَإِنَّكَ إِذَا قُلْتَ ذَلِكَ تَصَاغَرَ حَتَّى يَكُونَ مِثْلَ الذُّبَابِ) :",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "- إلتفات عن التضجر واليأس والممل من قول الصحابي (تَعِسَ الشَّيْطَان)؛ إلى الأمل والسعي والبحث عن القوة بالاستعانة بذكر رب البريات لتقضى الحاجات وتُقَال بفضله العثرات . ¶ - فيه الانشغال بطاعة الوقت وعدم التأسف على ما فات . ¶ - أن كل شيء بقدر الله - عز وجل - حلوه ومره . ¶ - أن القدر يدفع بالقدر، فقدر البلاء يرفع بقدر الاستعانة بالله وحسن التوكل على الله - عز وجل - ، والسعي في مراضيه. ¶ - أن الفلاح والفشل بيد الله - عز وجل - ،فلا يطلب الأول إلا منه ، ولا يدفع الثاني إلا به. ¶ - أن ذكر الرحمن يسخط الشيطان ويغيظه. ¶ - أن الذكر يضعف الشيطان ويصغره . ¶ - أن الشيطان يتصاغر حقيقة حتى يصير مثل الذباب. ¶ عند تَغْطِيَةِ الْإِنَاءِ وَإِيكَاءِ السِّقَاءِ وَإِغْلَاقِ الْأَبْوَابِ: ¶ - عَنْ جَابِرٍ ù عَنْ النَّبِيِّ ‘ قَالَ : ( إِذَا اسْتَجْنَحَ اللَّيْلُ أَوْ قَالَ جُنْحُ اللَّيْلِ (1)فَكُفُّوا صِبْيَانَكُمْ فَإِنَّ الشَّيَاطِينَ تَنْتَشِرُ حِينَئِذٍ فَإِذَا ذَهَبَ سَاعَةٌ مِنْ الْعِشَاءِ فَخَلُّوهُمْ وَأَغْلِقْ بَابَكَ وَاذْكُرْ اسْمَ اللَّهِ وَأَطْفِئْ مِصْبَاحَكَ وَاذْكُرْ اسْمَ اللَّهِ وَأَوْكِ سِقَاءَكَ وَاذْكُرْ اسْمَ اللَّهِ وَخَمِّرْ إِنَاءَكَ وَاذْكُرْ اسْمَ اللَّهِ وَلَوْ تَعْرُضُ عَلَيْهِ شَيْئًا) ¶ __________ ¶ (1) وَالْمَعْنَى إِقْبَاله بَعْد غُرُوب الشَّمْس ، يُقَال جَنَحَ اللَّيْل أَقْبَلَ وَاسْتَجْنَحَ حَانَ جُنْحه أَوْ وَقَعَ",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "- عَنْ جَابِرٍ بْنَ عَبْدِ اللَّهِ ù يَقُولُ قَالَ رَسُولُ اللَّهِ - ‘ - « إِذَا كَانَ جُنْحُ اللَّيْلِ - أَوْ أَمْسَيْتُمْ - فَكُفُّوا صِبْيَانَكُمْ ، فَإِنَّ الشَّيَاطِينَ تَنْتَشِرُ حِينَئِذٍ ، فَإِذَا ذَهَبَ سَاعَةٌ مِنَ اللَّيْلِ فَحُلُّوهُمْ ، فَأَغْلِقُوا الأَبْوَابَ وَاذْكُرُوا اسْمَ اللَّهِ ، فَإِنَّ الشَّيْطَانَ لاَ يَفْتَحُ بَابًا مُغْلَقًا ، وَأَوْكُوا قِرَبَكُمْ وَاذْكُرُوا اسْمَ اللَّهِ ، وَخَمِّرُوا آنِيَتَكُمْ وَاذْكُرُوا اسْمَ اللَّهِ ، وَلَوْ أَنْ تَعْرُضُوا عَلَيْهَا شَيْئًا وَأَطْفِئُوا ، مَصَابِيحَكُمْ » ¶ - عَنْ جَابِرٍ ù عَنِ النَّبِىِّ -‘- قَالَ « أَغْلِقْ بَابَكَ وَاذْكُرِ اسْمَ اللَّهِ فَإِنَّ الشَّيْطَانَ لاَ يَفْتَحُ بَابًا مُغْلَقًا وَأَطْفِ مِصْبَاحَكَ وَاذْكُرِ اسْمَ اللَّهِ وَخَمِّرْ إِنَاءَكَ وَلَوْ بِعُودٍ تَعْرُضُهُ عَلَيْهِ وَاذْكُرِ اسْمَ اللَّهِ وَأَوْكِ سِقَاءَكَ وَاذْكُرِ اسْمَ اللَّهِ »(1). ¶ قال الحافظ ’ (2): وَالْمَعْنَى أَنَّهُ إِنْ لَمْ يُغَطِّهِ فَلَا أَقَلّ مِنْ أَنْ يَعْرُض عَلَيْهِ شَيْئًا . وَأَظُنّ السِّرّ فِي الِاكْتِفَاء بِعَرْضِ الْعُود أَنَّ تَعَاطِي التَّغْطِيَة أَوْ الْعَرْض يَقْتَرِن بِالتَّسْمِيَةِ فَيَكُون الْعَرْض عَلَامَة عَلَى التَّسْمِيَة فَتَمْتَنِع الشَّيَاطِين مِنْ الدُّنُوّ مِنْهُ . ¶ __________ ¶ (1) أحاديث الباب أخرجها أحمد (3/319) والبخاري (4/150) ومسلم (6/106) وأبو داود (3733) والترمذي (2857) والنسائي وابن خزيمة (131)والنسائى فى عمل اليوم والليلة (745). ¶ (2) فتح الباري لابن حجر",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "قال النووي ’ (1): هَذَا الْحَدِيث فِيهِ جُمَل مِنْ أَنْوَاع الْخَيْر وَالْأَدَب الْجَامِعَة لِمَصَالِح الْآخِرَة وَالدُّنْيَا ، فَأَمَرَ ‘ بِهَذِهِ الْآدَاب الَّتِي هِيَ سَبَب لِلسَّلَامَةِ مِنْ إِيذَاء الشَّيْطَان ، وَجَعَلَ اللَّه عَزَّ وَجَلَّ هَذِهِ الْأَسْبَاب أَسْبَابًا لِلسَّلَامَةِ مِنْ إِيذَائِهِ فَلَا يَقْدِر عَلَى كَشْف إِنَاء وَلَا حَلّ سِقَاء ، وَلَا فَتْح بَاب ، وَلَا إِيذَاء صَبِيّ وَغَيْره ، إِذَا وَجَدْت هَذِهِ الْأَسْبَاب . وَهَذَا كَمَا جَاءَ فِي الْحَدِيث الصَّحِيح : : إِنَّ الْعَبْد إِذَا سَمَّى عِنْد دُخُول بَيْته قَالَ الشَّيْطَان : لَا مَبِيت \" أَيْ : لَا سُلْطَان لَنَا عَلَى الْمَبِيت عِنْد هَؤُلَاءِ ، وَكَذَلِكَ إِذَا قَالَ الرَّجُل عِنْد جِمَاع أَهْله : \" اللَّهُمَّ جَنِّبْنَا الشَّيْطَان وَجَنِّبْ الشَّيْطَان مَا رَزَقْتنَا \" كَانَ سَبَب سَلَامَة الْمَوْلُود مِنْ ضَرَر الشَّيْطَان ، وَكَذَلِكَ شِبْه هَذَا مِمَّا هُوَ مَشْهُور فِي الْأَحَادِيث الصَّحِيحَة . وَفِي هَذَا الْحَدِيث : الْحَثّ عَلَى ذِكْر اللَّه تَعَالَى فِي هَذِهِ الْمَوَاضِع ، وَيَلْحَق بِهَا مَا فِي مَعْنَاهَا . قَالَ أَصْحَابنَا : يُسْتَحَبّ أَنْ يُذْكَر اِسْم اللَّه تَعَالَى عَلَى كُلّ أَمْر ذِي بَال . ¶ عند الاستمتاع بالأهل ¶ عَنِ ابْنِ عَبَّاسٍ رضي الله عنهما قَالَ : قَالَ النَّبِىَّ - ‘ - « لَوْ أَنَّ أَحَدَكُمْ إِذَا أَتَى أَهْلَهُ قَالَ بِسْمِ اللَّهِ اللَّهُمَّ جَنِّبْنَا الشَّيْطَانَ وَجَنِّبِ الشَّيْطَانَ مَا رَزَقْتَنَا . فَقُضِىَ بَيْنَهُمَا وَلَدٌ ، لَمْ يَضُرَّهُ »(2) . ¶ قال الحافظ ابن حجر ’(3): ¶ __________ ¶ (1) شرح النووي على مسلم - (ج 7 / ص 48) ¶ (2) رواه الستة إلا النسائي ¶ (3) فتح الباري",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "قَوْله ( أَمَا لَوْ أَنَّ أَحَدهمْ ) عِنْد أَبِي دَاوُدَ وَغَيْره \" لَوْ أَنَّ أَحَدكُمْ إِذَا أَرَادَ أَنْ يَأْتِيَ أَهْله \" وَهِيَ مُفَسِّرَة لِغَيْرِهَا مِنْ الرِّوَايَات دَالَّة عَلَى أَنَّ الْقَوْل قَبْل الشُّرُوع . ¶ قَوْله (بِسْمِ اللَّهِ اللَّهُمَّ جَنِّبْنَا الشَّيْطَانَ وَجَنِّبِ الشَّيْطَانَ مَا رَزَقْتَنَا . فَقُضِىَ بَيْنَهُمَا وَلَدٌ وَلِمُسْلِمٍ مِنْ طَرِيقه \" فَإِنَّهُ إِنْ يُقَدَّر بَيْنهمَا وَلَد فِي ذَلِكَ \"، لَمْ يَضُرَّهُ) ( لَمْ يَضُرّهُ شَيْطَان أَبَدًا )",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "وَاخْتُلِفَ فِي الضَّرَر الْمَنْفِيّ بَعْد الِاتِّفَاق عَلَى مَا نَقَلَ عِيَاض عَلَى عَدَم الْحَمْل عَلَى الْعُمُوم فِي أَنْوَاع الضَّرَر ، وَإِنْ كَانَ ظَاهِرًا فِي الْحَمْل عَلَى عُمُوم الْأَحْوَال مِنْ صِيغَة النَّفْي مَعَ التَّأْبِيد ، وَكَانَ سَبَب ذَلِكَ مَا تَقَدَّمَ فِي بَدْء الْخَلْق \" إِنَّ كُلّ بَنِي آدَم يَطْعَن الشَّيْطَان فِي بَطْنه حِين يُولَد إِلَّا مَنْ اِسْتَثْنَى \" فَإِنَّ فِي هَذَا الطَّعْن نَوْع ضَرَر فِي الْجُمْلَة ، مَعَ أَنَّ ذَلِكَ سَبَب صُرَاخه . ثُمَّ اِخْتَلَفُوا فَقِيلَ : الْمَعْنَى لَمْ يُسَلَّط عَلَيْهِ مِنْ أَجْلِ بَرَكَة التَّسْمِيَة ، بَلْ يَكُون مِنْ جُمْلَة الْعِبَاد الَّذِينَ قِيلَ فِيهِمْ { إِنَّ عِبَادِي لَيْسَ لَك عَلَيْهِمْ سُلْطَان} وَيُؤَيِّدهُ مُرْسَل الْحَسَن الْمَذْكُور(1) ، وَقِيلَ الْمُرَاد لَمْ يُطَعْنَ فِي بَطْنه ، وَهُوَ بَعِيد لِمُنَابَذَتِهِ ظَاهِر الْحَدِيث الْمُتَقَدِّم ، وَلَيْسَ تَخْصِيصه بِأَوْلَى مِنْ تَخْصِيص هَذَا ، وَقِيلَ الْمُرَاد لَمْ يَصْرَعهُ ، وَقِيلَ لَمْ يَضُرّهُ فِي بَدَنه ، وَقَالَ اِبْن دَقِيق الْعِيد : يَحْتَمِل أَنْ لَا يَضُرّهُ فِي دِينه أَيْضًا ، وَلَكِنْ يُبْعِدهُ اِنْتِفَاء الْعِصْمَة . وَتُعُقِّبَ بِأَنَّ اِخْتِصَاص مَنْ خُصَّ بِالْعِصْمَةِ بِطَرِيقِ الْوُجُوب لَا بِطَرِيقِ الْجَوَاز ، فَلَا مَانِع أَنْ يُوجَد مَنْ لَا يَصْدُر مِنْهُ مَعْصِيَة عَمْدًا وَإِنْ لَمْ يَكُنْ ذَلِكَ وَاجِبًا لَهُ ، وَقَالَ الدَّاوُدِيُّ مَعْنَى \" لَمْ ¶ __________ ¶ (1) يعنى ( مُرْسَل الْحَسَن عَنْ عَبْد الرَّزَّاق \" إِذَا أَتَى الرَّجُل أَهْله فَلْيَقُلْ بِسْمِ اللَّه اللَّهُمَّ بَارِكْ لَنَا فِيمَا رَزَقَتْنَا وَلَا تَجْعَل لِلشَّيْطَانِ نَصِيبًا فِيمَا رَزَقْتنَا ، فَكَانَ يُرْجَى إِنْ حَمَلْت أَنْ يَكُون وَلَدًا صَالِحًا \")",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "يَضُرّهُ \" أَيْ لَمْ يَفْتِنهُ عَنْ دِينه إِلَى الْكُفْر ، وَلَيْسَ الْمُرَاد عِصْمَته مِنْهُ عَنْ الْمَعْصِيَة ، وَقِيلَ لَمْ يَضُرّهُ بِمُشَارَكَةِ أَبِيهِ فِي جِمَاع أُمّه كَمَا جَاءَ عَنْ مُجَاهِد \" أَنَّ الَّذِي يُجَامِع وَلَا يُسَمِّي يَلْتَفّ الشَّيْطَان عَلَى إِحْلِيله فَيُجَامِع مَعَهُ \" وَلَعَلَّ هَذَا أَقْرَب الْأَجْوِبَة، وَيَتَأَيَّد الْحَمْل عَلَى الْأَوَّل بِأَنَّ الْكَثِير مِمَّنْ يَعْرِف هَذَا الْفَضْل الْعَظِيم يَذْهَل عَنْهُ عِنْد إِرَادَة الْمُوَاقَعَة وَالْقَلِيل الَّذِي قَدْ يَسْتَحْضِرهُ وَيَفْعَلهُ لَا يَقَع مَعَهُ الْحَمْل ، فَإِذَا كَانَ ذَلِكَ نَادِرًا لَمْ يَبْعُد . وَفِي الْحَدِيث مِنْ الْفَوَائِد أَيْضًا اِسْتِحْبَاب التَّسْمِيَة وَالدُّعَاء وَالْمُحَافَظَة عَلَى ذَلِكَ حَتَّى فِي حَالَة الْمَلَاذ كَالْوِقَاعِ ، وَقَدْ تَرْجَمَ عَلَيْهِ الْمُصَنِّف فِي كِتَاب الطَّهَارَة وَتَقَدَّمَ مَا فِيهِ . وَفِيهِ الِاعْتِصَام بِذِكْرِ اللَّه وَدُعَائِهِ مِنْ الشَّيْطَان وَالتَّبَرُّك بِاسْمِهِ وَالِاسْتِعَاذَة بِهِ مِنْ جَمِيع الْأَسْوَاء وَفِيهِ الِاسْتِشْعَار بِأَنَّهُ الْمُيَسِّر لِذَلِكَ الْعَمَل وَالْمُعِين عَلَيْهِ . وَفِيهِ إِشَارَة إِلَى أَنَّ الشَّيْطَان مُلَازِم لِابْنِ آدَم لَا يَنْطَرِدُ عَنْهُ إِلَّا إِذَا ذَكَرَ اللَّه . وَفِيهِ رَدّ عَلَى مَنْعِ الْمُحْدِث أَنْ يَذْكُر اللَّه .) ¶ فائدة : ¶ (- قال النحوي في الحديث أن الدعاء يصرف البلاء ؛والتبرك باسمه تعالى والاستشعار بان الله هو الميسر لذلك العمل والمعين عليه . ¶ - قال الطبري إذا قال ذلك عند جماع أهله كان اتبع سنة رسول الله - صلى الله عليه وسلم - ورجونا له دوام الألفة بينهما ودخل فيه جماع الزوجة والمملوكة وهو كذلك .",
            "page": "141",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "- وقال ابن الجزري وأقل فائدة بعد ذكر الله ودعائه بسؤاله اجتناب الشيطان لنفسه تضمن طلب الولد الصالح من الله تعالى بذلك العمل المباح فيصير عبادة بحسن النية فنية المؤمن من عمله (1)) . ¶ قال مقيده عفا الله عنه وعن والديه : في الحديث استحضار العداوة بين الإنسان والشيطان ، وفيه أنه يكون في هذه اللحظة قريب في فعله وأثره ، وفيه أن فعل العبد في ساعته يعتدي نفعه إلى ولده مصدقا لقوله تعالى { وَأَمَّا الْجِدَارُ فَكَانَ لِغُلَامَيْنِ يَتِيمَيْنِ فِي الْمَدِينَةِ وَكَانَ تَحْتَهُ كَنْزٌ لَهُمَا وَكَانَ أَبُوهُمَا صَالِحًا فَأَرَادَ رَبُّكَ أَنْ يَبْلُغَا أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنْزَهُمَا رَحْمَةً مِنْ رَبِّكَ }الآية [الكهف/82] . ¶ في ذكر طرفي النهار: ¶ __________ ¶ (1) الفتوحات الربانية م3ج6 ص87،88 بتصريف",
            "page": "142",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "عَنْ أَبَانَ بْنَ عُثْمَانَ يَقُولُ سَمِعْتُ عُثْمَانَ - يَعْنِى ابْنَ عَفَّانَ - _ يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ -‘- يَقُولُ « مَنْ قَالَ بِسْمِ اللَّهِ الَّذِى لاَ يَضُرُّ مَعَ اسْمِهِ شَىْءٌ فِى الأَرْضِ وَلاَ فِى السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ ثَلاَثَ مَرَّاتٍ لَمْ تُصِبْهُ فَجْأَةُ بَلاَءٍ حَتَّى يُصْبِحَ وَمَنْ قَالَهَا حِينَ يُصْبِحُ ثَلاَثَ مَرَّاتٍ لَمْ تُصِبْهُ فَجْأَةُ بَلاَءٍ حَتَّى يُمْسِىَ ». قَالَ فَأَصَابَ أَبَانَ بْنَ عُثْمَانَ الْفَالِجُ(1)فَجَعَلَ الرَّجُلُ الَّذِى سَمِعَ مِنْهُ الْحَدِيثَ يَنْظُرُ إِلَيْهِ فَقَالَ لَهُ مَا لَكَ تَنْظُرُ إِلَىَّ فَوَاللَّهِ مَا كَذَبْتُ عَلَى عُثْمَانَ وَلاَ كَذَبَ عُثْمَانُ عَلَى النَّبِىِّ -‘- وَلَكِنَّ الْيَوْمَ الَّذِى أَصَابَنِى فِيهِ مَا أَصَابَنِى غَضِبْتُ فَنَسِيتُ أَنْ أَقُولَهَا.(2)وفى رواية في زوائد المسند عَنْ أَبَانَ بْنِ عُثْمَانَ عَنْ عُثْمَانَ أَنَّ النَّبِىَّ -‘- قَالَ « مَنْ قَالَ بِسْمِ اللَّهِ الَّذِى لاَ يَضُرُّ مَعَ اسْمِهِ شَىْءٌ فِى الأَرْضِ وَلاَ فِى السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ ثَلاَثَ مَرَّاتٍ لَمْ تَفْجَأْهُ فَاجِئَةُ بَلاَءٍ حَتَّى اللَّيْلِ وَمَنْ قَالَهَا حِينَ يُمْسِى لَمْ تَفْجَأْهُ فَاجِئَةُ بَلاَءٍ حَتَّى يُصْبِحَ إِنْ شَاءَ اللَّهُ ». (3) ¶ شرح الحديث(4) : ¶ __________ ¶ (1) الفالج : شلل يصيب أحد شقى الجسم طولا ¶ (2) مسند أحمد وسنن أبى داود والترمذي وابن ماجه وصححه الألباني ¶ (3) تعليق شعيب الأرناؤوط : حسن رجاله ثقات رجال الصحيح غير أبي مودود ¶ (4) عون المعبود - (ج 11 / ص 124)- تحفة الأحوذي - (ج 8 / ص 286)- العلم الهيب بشرح الكلم الطيب –العيني.",
            "page": "143",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "( بِسْمِ اللَّه ) : أَيْ أَسْتَعِين أَوْ أَتَحَفَّظ مِنْ كُلّ مُؤْذٍ بِاسْمِ اللَّه ( مَعَ اِسْمه ) : أَيْ مَعَ ذِكْر اِسْمه بِاعْتِقَادٍ حَسَنٍ وَنِيَّةٍ خَالِصَةٍ\" ( وَلَا فِي السَّمَاء ) : أَيْ مِنْ الْبَلَاء النَّازِل مِنْهَا وَهُوَ السَّمِيعُ\" أَيْ بِأَقْوَالِنَا\" الْعَلِيمُ \" أَيْ بِأَحْوَالِنَا\" ( ثَلَاث مَرَّات ) : ظَرْف يَقُول ( لَمْ تُصِبْهُ فَجْأَة بَلَاء ) : بِفَتْحِ الْفَاء وَسُكُون الْجِيم ، وَفِي بَعْض النُّسَخ بِضَمِّ الْفَاء مَمْدُودًا قَالَ فِي مُخْتَصَر النِّهَايَة : فَجِئَهُ الْأَمْر وَفَجَأَهُ فُجَاءَة بِالضَّمِّ وَالْمَدّ وَفَجْأَة بِالْفَتْحِ وَسُكُون الْجِيم مِنْ غَيْر مَدٍّ وَفَاجَأَهُ مُفَاجَأَة إِذَا جَاءَهُ بَغْتَة مِنْ غَيْر تَقَدُّم سَبَب . وفى الرواية الترمذي\" فَيَضُرَّهُ شَيْءٌ \" بِالنَّصْبِ جَوَابُ مَا مِنْ عَبْدٍ ، قَالَ الطِّيبِيُّ وَبِالرَّفْعِ عَطْفًا عَلَى يَقُولُ عَلَى أَنَّ الْفَاءَ هُنَا كَهِيَ فِي قَوْلِهِ لَا يَمُوتُ لِمُؤْمِنٍ ثَلَاثَةٌ مِنْ الْوَلَدِ فَتَمَسَّهُ النَّارُ أَيْ لَا يَجْتَمِعُ هَذَا الْقَوْلُ مَعَ الْمَضَرَّةِ كَمَا لَا يَجْتَمِعُ مَسُّ النَّارِ مَعَ مَوْتِ ثَلَاثَةٍ مِنْ الْوَلَدِ بِشَرْطِهِ. ¶ ( فَأَصَابَ أَبَان بْن عُثْمَان الْفَالِج ) : بِالرَّفْعِ فَاعِل وَهُوَ بِفَتْحِ اللَّام اِسْتِرْخَاء لِأَحَدِ شِقَّيْ الْبَدَن لِانْصِبَابِ خَلْط بَلْغَمِيّ تَنْسَدّ مِنْهُ مَسَالِك الرُّوح ( يَنْظُر إِلَيْهِ ): أَيْ إِلَى أَبَانَ تَعَجُّبًا( فَقَالَ ) : أَيْ أَبَان رَفْعًا لِتَعَجُّبِهِ ( لَهُ ) : أَيْ لِلرَّجُلِ ( أَصَابَنِي فِيهِ مَا أَصَابَنِي ) : أَيْ مِنْ الْفَالِج ( فَنَسِيت أَنْ أَقُولهَا ) : أَيْ الْكَلِمَات الْمَذْكُورَة . ¶ فائدة (1) : ¶ __________ ¶ (1) قال ابن علان في الفتوحات الربانية م2 ج3 ص 101",
            "page": "144",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "( وحكمة التقييد بالفجاءة إذ ما يطرق عليه من البلاء من مقدمات له أقطع وأعظم من الذي يأتي على التدريج فكأنه قال لم يصبه بلية عظيمة لأن المؤمن لا يخلو من علة أو قلة أو ذلة وقال ابن حجر : وقد يفهم من ذاك انتفاء هذا أي ما يأتي على التدريج بالأولى). ¶ في الكتابة: ¶ - صدر الرسائل: بسم الله الرحمن الرحيم(1) ¶ وَقَالَ ابْنُ عَبَّاسٍ أَخْبَرَنِى أَبُو سُفْيَانَ بْنُ حَرْبٍ أَنَّ هِرَقْلَ دَعَا تَرْجُمَانَهُ ، ثُمَّ دَعَا بِكِتَابِ النَّبِىِّ - ‘ - فَقَرَأَهُ « بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ مِنْ مُحَمَّدٍ عَبْدِ اللَّهِ وَرَسُولِهِ إِلَى هِرَقْلَ ، وَ ( يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ ) » الآيَةَ (2). ¶ - عَنْ أَنَسٍ أَنَّ قُرَيْشًا صَالَحُوا النَّبِىَّ -‘- فِيهِمْ سُهَيْلُ بْنُ عَمْرٍو فَقَالَ النَّبِىُّ -‘- لِعَلِىٍّ « اكْتُبْ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ». قَالَ سُهَيْلٌ أَمَّا بِاسْمِ اللَّهِ فَمَا نَدْرِى مَا بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ وَلَكِنِ اكْتُبْ مَا نَعْرِفُ بِاسْمِكَ اللَّهُمَّ فَقَالَ « اكْتُبْ مِنْ مُحَمَّدٍ رَسُولِ اللَّهِ ». قَالُوا لَوْ عَلِمْنَا أَنَّكَ رَسُولُ اللَّهِ لاَتَّبَعْنَاكَ وَلَكِنِ اكْتُبِ اسْمَكَ وَاسْمَ أَبِيكَ. فَقَالَ النَّبِىُّ -‘- « اكْتُبْ مِنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ ». فَاشْتَرَطُوا عَلَى النَّبِىِّ -‘- أَنَّ مَنْ جَاءَ مِنْكُمْ لَمْ نَرُدَّهُ عَلَيْكُمْ وَمَنْ جَاءَكُمْ مِنَّا رَدَدْتُمُوهُ عَلَيْنَا فَقَالُوا يَا رَسُولَ اللَّهِ أَنَكْتُبُ هَذَا قَالَ « نَعَمْ إِنَّهُ مَنْ ذَهَبَ مِنَّا إِلَيْهِمْ فَأَبْعَدَهُ اللَّهُ وَمَنْ جَاءَنَا مِنْهُمْ سَيَجْعَلُ اللَّهُ لَهُ فَرَجًا وَمَخْرَجًا »(3). ¶ __________ ¶ (1) به بوب البخاري في الأدب المفرد ¶ (2) رواه البخاري ¶ (3) متفق عليه",
            "page": "145",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "الآثار السلفية الواردة في ذلك (1): ¶ - عن أبي الزناد أنه أخذ هذه الرسالة من خارجة بن زيد ومن كبراء آل زيد بن ثابت؛ [أن زيد بن ثابت _] كتب بهذه الرسالة: \"(بسم الله الرحمن الرحيم) لعبد الله ؛ معاوية _ أمير المؤمنين، من زيد بن ثابت؛ سلام عليك أمير المؤمنين ورحمة الله؛ فإني أحمد إليك الله الذي لا إله إلا هو، أما بعد\"(2). ¶ - عن أبي مسعود الجريري قال: سأل رجل الحسن ’ : عن قراءة بسم الله الرحمن الرحيم؟ قال: \"تلك صدور الرسائل\"(3). ¶ - عن عبد الله بن دينار؛ أن عبد الله بن عمر ù كتب إلى عبد الملك بن مروان يبايعه، فكتب إليه : بسم الله الرحمن الرحيم، لعبد الملك ؛ أمير المؤمنين من عبد الله بن عمر: سلام عليك؛ فإني أحمد إليك الله الذي لا إله إلا هو، وأقر لك بالسمع والطاعة على سنة الله وسنة رسوله، فيما استطعت\"(4).. ¶ -عن زيد بن أسلم قال: أرسلني أبي إلى ابن عمر ù، فرأيته يكتب: \"بسم الله الرحمن الرحيم، أما بعد: \"\"(5).. ¶ - عن نافع قال: كانت لابن عمر ù حاجة إلى معاوية _، فأراد أن يكتب إليه، فقالوا: ابدأ به! فلم يزالوا به حتى كتب : \"(بسم الله الرحمن الرحيم) إلى معاوية\"\"(6).. ¶ - عن أنس بن سيرين قال: كتبت لابن عمر ù، فقال: اكتب ( بسم الله الرحمن الرحيم)، أما بعد : إلى فلان\"\"(7). ¶ عند الإقطاعات والأراضي الزراعية : ¶ لما أخرجه أبو داود بإسناد حسن عن كثير بن عبد الله بن عمرو بن عوف المزني عن أبيه عن جده أن النبي صلى الله عليه وسلم أقطع بلال بن الحارث المزني معادن القبلية جلسيها وغوريها . ¶ __________ ¶ (1) صحيح الأدب المفرد - (ص452:449) ¶ (2) قال الألباني (حسن الإسناد) ¶ (3) قال الألباني (صحيح الإسناد) ¶ (4) قال الألباني (صحيح الإسناد) ¶ (5) قال الألباني (صحيح الإسناد) ¶ (6) قال الألباني (صحيح الإسناد) ¶ (7) قال الألباني (صحيح الإسناد)",
            "page": "146",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "وقال غيره جلسها وغورها وحيث يصلح الزرع من قدس ولم يعطه حق مسلم وكتب له النبي صلى الله عليه وسلم : \" بسم الله الرحمن الرحيم هذا ما أعطى محمد رسول الله بلال بن الحارث المزني أعطاه معادن القبلية جلسيها وغوريها وقال غيره جلسها وغورها وحيث يصلح الزرع من قدس ولم يعطه حق مسلم \". ¶ - عند كتابة الوصية ¶ لما أخرجه البيهقي في السنن الكبرى والدارقطني في سننه وعبد الرزاق في مصنفه وغيرهم عن أنس بن مالك - والأثر صحيح - قال أنس : \" كانوا يكتبون في صدور وصاياهم : بسم الله الرحمن الرحيم هذا ما أوصى به فلان بن فلان : يشهد أن لا اله إلا الله وحده لا شريك له ، و أن محمداً عبده و رسوله ، وأن الساعة آتية لا ريب فيها ، و أن الله يبعث من في القبور ، و أوصى من ترك من أهله أن يتقوا الله و يصلحوا ذات بينهم ، و يطيعوا الله و رسوله إن كانوا مؤمنين ، و أوصاهم بما أوصى به إبراهيم بنيه و يعقوب ( يا بني إن الله اصطفى لكم الدين فلا تموتن إلا و أنتم مسلمون ). ¶ - عند كتابة السكوك الشرعية من ديوان ولي الأمر:",
            "page": "147",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "لما أخرجه البخاري وغيره عن ثمامة بن عبد الله بن أنس أن أنسا حدثه : أن أبا بكر رضي الله عنه كتب له هذا الكتاب لما وجهه إلى البحرين : \" بسم الله الرحمن الرحيم هذه فريضة الصدقة التي فرض رسول الله صلى الله عليه وسلم على المسلمين والتي أمر الله بها رسوله فمن سئلها من المسلمين على وجهها فليعطها ومن سئل فوقها فلا يعط في أربع وعشرين من الإبل فما دونها من الغنم من كل خمس شاة إذا بلغت خمسا وعشرين إلى خمس وثلاثين ففيها بنت مخاض أنثى فإذا بلغت ستا وثلاثين إلى خمس وأربعين ففيها بنت لبون أنثى فإذا بلغت ستا وأربعين إلى ستين ففيها حقة طروقة الجمل فإذا بلغت واحدة وستين إلى خمس وسبعين ففيها جذعة فإذا بلغت يعني ستا وسبعين إلى تسعين ففيها بنتا لبون فإذا بلغت إحدى وتسعين إلى عشرين ومائة ففيها حقتان طروقتا الجمل فإذا زادت على عشرين ومائة ففي كل أربعين بنت لبون وفي كل خمسين حقة ومن لم يكن معه إلا أربع من الإبل فليس فيها صدقة إلا أن يشاء ربها فإذا بلغت خمسا من الإبل ففيها شاة وفي صدقة الغنم في سائمتها إذا كانت أربعين إلى عشرين ومائة شاة فإذا زادت على عشرين ومائة إلى مائتين شاتان فإذا زادت على مائتين إلى ثلاث مائة ففيها ثلاث شياه فإذا زادت على ثلاث مائة ففي كل مائة شاة فإذا كانت سائمة الرجل ناقصة من أربعين شاة واحدة فليس فيها صدقة إلا أن يشاء ربها وفي الرقة ربع العشر فإن لم تكن إلا تسعين ومائة فليس فيها شيء إلا أن يشاء ربها \". ¶ - عند الإفتاء كتابياً عن مسائل الشرع :",
            "page": "148",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "لما أخرجه البخاري في الأب والبيهقي في السنن الكبرى وغيرهما - والأثر حسن - أن زيد بن ثابت كتب إلى معاوية أمير المؤمنين رسالة قال فيها : \" بسم الله الرحمن الرحيم، لعبد الله معاوية أمير المؤمنين، من زيد بن ثابت، سلام عليك أمير المؤمنين ورحمة الله ؛ فإني أحمد إليك الله الذي لا إله إلا هو. أما بعد؛ فإنك تسألني عن ميراث الجد والأخوة (فذكر الرسالة)، ونسأل الله الهدى والحفظ والتثبت في أمرنا كله، ونعوذ بالله أن نضل أو نجهل أو نكلف ما ليس لنا بعلم، والسلام عليك أمير المؤمنين ورحمة الله وبركاته ومغفرته [وطيب صلواته.] وكتب : وهيب يوم الخميس لثنتي عشرة بقيت من رمضان سنة اثنتين وأربعين \". ¶ - عند مبايعة الأمير: ¶ لما أخرجه البخاري بإسناد صحيح كما في الأدب المفرد : أن عبد الله بن عمر كتب إلى عبد الملك بن مروان يبايعه، فكتب إليه: \" بسم الله الرحمن الرحيم، لعبد الملك أمير المؤمنين من عبد الله بن عمر، سلام عليكم؛ فإني أحمد الله إليك الله الذي لا إله إلا هو، وأقر لك بالسمع والطاعة على سنة الله وسنة رسوله، فيما استطعت \". ¶ عند البيع والشراء: ¶ لما أخرجه الترمذي وغيره عن العداء بن خالد قال كتب لي النبي صلى الله بسم الله الرحمن الرحيم ، هذا ما اشترى العداء بن خالد بن هوذة من محمد رسول الله ، اشترى منه عبدا أو أمة على أن لا داء ، و لا غائلة ، و لا خبثة ، بيع المسلم للمسلم . وزيادة البسملة ثابتة خارج السنن . ¶ ومواضع أخرى كثيرة . ¶ قال القرطبي في تفسيره 1/97 : \" اتفقت الأمة على جواز كتبها في أول كل كتاب من كتب العلم والرسائل \". ¶ فإن كان الكتاب ديوان شعر فروى مجالد عن الشعبي قال : \" أجمعوا ألا يكتبوا أمام الشعر بسم الله الرحمن الرحيم \". ¶ وقال الزهري : \" مضت السنة ألا يكتبوا في الشعر بسم الله الرحمن الرحيم \".",
            "page": "149",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "وذهب إلى رسم التسمية في أول كتب الشعر سعيد بن جبير وتابعه على ذلك أكثر المتأخرين قال أبو بكر الخطيب وهو الذي نختاره ونستحبه . ¶ عند الجهاد: ¶ عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ عَنْ أَبِيهِ _ أَنَّ النَّبِىَّ -‘- قَالَ « اغْزُوا بِاسْمِ اللَّهِ وَفِى سَبِيلِ اللَّهِ وَقَاتِلُوا مَنْ كَفَرَ بِاللَّهِ اغْزُوا وَلاَ تَغْدِرُوا وَلاَ تَغُلُّوا(1)وَلاَ تُمَثِّلُوا وَلاَ تَقْتُلُوا وَلِيدًا ».(2) ¶ - عَنْ شُرَيْحِ بْنِ عُبَيْدٍ أَنَّ فَضَالَةَ بْنَ عُبَيْدٍ الْأَنْصَارِيَّ _كَانَ يَقُولُ : (غَزَوْنَا مَعَ النَّبِيِّ ‘ غَزْوَةَ تَبُوكَ فَجَهَدَ بِالظَّهْرِ جَهْدًا شَدِيدًا فَشَكَوْا إِلَى النَّبِيِّ ‘ مَا بِظَهْرِهِمْ مِنْ الْجَهْدِ فَتَحَيَّنَ بِهِمْ مَضِيقًا فَسَارَ النَّبِيُّ ‘ فِيهِ فَقَالَ مُرُّوا بِسْمِ اللَّهِ فَمَرَّ النَّاسُ عَلَيْهِ بِظَهْرِهِمْ فَجَعَلَ يَنْفُخُ بِظَهْرِهِمْ اللَّهُمَّ احْمِلْ عَلَيْهَا فِي سَبِيلِكَ إِنَّكَ تَحْمِلُ عَلَى الْقَوِيِّ وَالضَّعِيفِ وَعَلَى الرَّطْبِ وَالْيَابِسِ فِي الْبَرِّ وَالْبَحْرِ قَالَ فَمَا بَلَغْنَا الْمَدِينَةَ حَتَّى جَعَلَتْ تُنَازِعُنَا أَزِمَّتَهَا ¶ قَالَ فَضَالَةُ هَذِهِ دَعْوَةُ النَّبِيِّ ‘ عَلَى الْقَوِيِّ وَالضَّعِيفِ فَمَا بَالُ الرَّطْبِ وَالْيَابِسِ فَلَمَّا قَدِمْنَا الشَّامَ غَزَوْنَا غَزْوَةَ قُبْرُسَ فِي الْبَحْرِ فَلَمَّا رَأَيْتُ السُّفُنَ فِي الْبَحْرِ وَمَا يَدْخُلُ فِيهَا عَرَفْتُ دَعْوَةَ النَّبِيِّ ‘ ))(3))) ¶ - مَا يَقُولُ مَنْ يَطْعَنُهُ الْعَدُوُّ(4) ¶ __________ ¶ (1) تغل : تسرق من الغنيمة قبل أن تقسم ¶ (2) رواه مسلم مطولا وأبو داود مختصرا وصححه الألباني ¶ (3) رواه أحمد وابن حبان وقال شعيب الأرناؤوط : حديث صحيح وهذا إسناد قوي وصححه الألباني في الموارد برقم 1426 ¶ (4) تبويب النسائي ’",
            "page": "150",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "- عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ù قَالَ لَمَّا كَانَ يَوْمُ أُحُدٍ وَوَلَّى النَّاسُ كَانَ رَسُولُ اللَّهِ -- صلى الله عليه وسلم -- فِى نَاحِيَةٍ فِى اثْنَىْ عَشَرَ رَجُلاً مِنَ الأَنْصَارِ وَفِيهِمْ طَلْحَةُ بْنُ عُبَيْدِ اللَّهِ فَأَدْرَكَهُمُ الْمُشْرِكُونَ فَالْتَفَتَ رَسُولُ اللَّهِ -- صلى الله عليه وسلم -- وَقَالَ « مَنْ لِلْقَوْمِ ». فَقَالَ طَلْحَةُ أَنَا. قَالَ رَسُولُ اللَّهِ -- صلى الله عليه وسلم -- « كَمَا أَنْتَ ». فَقَالَ رَجُلٌ مِنَ الأَنْصَارِ أَنَا يَا رَسُولَ اللَّهِ. فَقَالَ « أَنْتَ ». ¶ فَقَاتَلَ حَتَّى قُتِلَ ثُمَّ الْتَفَتَ فَإِذَا الْمُشْرِكُونَ فَقَالَ « مَنْ لِلْقَوْمِ ». فَقَالَ طَلْحَةُ أَنَا. قَالَ « كَمَا أَنْتَ ». فَقَالَ رَجُلٌ مِنَ الأَنْصَارِ أَنَا. فَقَالَ « أَنْتَ ». فَقَاتَلَ حَتَّى قُتِلَ ثُمَّ لَمْ يَزَلْ يَقُولُ ذَلِكَ وَيَخْرُجُ إِلَيْهِمْ رَجُلٌ مِنَ الأَنْصَارِ فَيُقَاتِلُ قِتَالَ مَنْ قَبْلَهُ حَتَّى يُقْتَلَ حَتَّى بَقِىَ رَسُولُ اللَّهِ -- صلى الله عليه وسلم -- وَطَلْحَةُ بْنُ عُبَيْدِ اللَّهِ فَقَالَ رَسُولُ اللَّهِ -- صلى الله عليه وسلم -- « مَنْ لِلْقَوْمِ ». فَقَالَ طَلْحَةُ أَنَا. فَقَاتَلَ طَلْحَةُ قِتَالَ الأَحَدَ عَشَرَ حَتَّى ضُرِبَتْ يَدُهُ فَقُطِعَتْ أَصَابِعُهُ فَقَالَ حَسِّ فَقَالَ رَسُولُ اللَّهِ -- صلى الله عليه وسلم -- « لَوْ قُلْتَ بِسْمِ اللَّهِ لَرَفَعَتْكَ الْمَلاَئِكَةُ (لطارت بك الملائكة)وَالنَّاسُ يَنْظُرُونَ ». ثُمَّ رَدَّ اللَّهُ الْمُشْرِكِينَ.(1)). ¶ قال السندي ’(2): ¶ __________ ¶ (1) رواه النَسائي وحسنه الألباني وقال ’ :حسن من قوله : \" فقطعت أصابعه ..... \" و ما قبله يحتمل التحسين ، و هو على شرط مسلم ، وهو في السلسلة الصحيحة برقم 2796 - (ج 6 / ص 295). ¶ (2) شرح سنن النسائي - (ج 4 / ص 421)",
            "page": "151",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "( حَسَّ ) بِفَتْحِ الْحَاء وَكَسْرِ السِّين الْمُشَدَّدَة مِنْ الْأَصْوَات الْمَبْنِيَّة يُقَال عِنْد التَّوَجُّع ¶ ( لَوْ قُلْت بِسْمِ اللَّه ) أُخِذَ مِنْهُ أَنَّ مَنْ يَطْعَنهُ الْعَدُوّ يَنْبَغِي لَهُ أَنْ يَقُول بِسْمِ اللَّه أَوْ نَحْو ذَلِكَ وَلَا يَنْبَغِي أَنْ يُظْهِر التَّوَجُّع وَلَا يَلْزَم مِنْ هَذَا أَنَّ كُلّ مَنْ يَقُول بِسْمِ اللَّه إِذَا طُعِنَ أَوْ قُطِعَتْ أَصَابِعه يَرْفَعهُ الْمَلَائِكَة بَلْ الظَّاهِر أَنَّ الْمُرَاد الْإِخْبَار بِمَا قُدِّرَ لِطَلْحَةَ بِخُصُوصِهِ تَقْدِيرًا مُطْلَقًا وَاللَّهُ تَعَالَى أَعْلَم . ¶ عند قَبْرِ المُتَوفى:",
            "page": "152",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "- عَنِ ابْنِ عُمَرَ ù قَالَ كَانَ النَّبِىُّ -- صلى الله عليه وسلم -- إِذَا أُدْخِلَ الْمَيِّتُ الْقَبْرَ قَالَ « بِسْمِ اللَّهِ وَعَلَى مِلَّةِ رَسُولِ اللَّهِ ». وَقَالَ أَبُو خَالِدٍ مَرَّةً إِذَا وُضِعَ الْمَيِّتُ فِى لَحْدِهِ قَالَ « بِسْمِ اللَّهِ وَعَلَى سُنَّةِ رَسُولِ اللَّهِ ». وَقَالَ هِشَامٌ فِى حَدِيثِهِ « بِسْمِ اللَّهِ وَفِى سَبِيلِ اللَّهِ وَعَلَى مِلَّةِ رَسُولِ اللَّهِ »(1) وفي رواية الترمذي« قَالَ مَرَّةً بِسْمِ اللَّهِ وَبِاللَّهِ وَعَلَى مِلَّةِ رَسُولِ اللَّهِ وَقَالَ مَرَّةً بِسْمِ اللَّهِ وَبِاللَّهِ وَعَلَى سُنَّةِ رَسُولِ اللَّهِ ‘». ¶ قال المباركفوري ’ (2): ¶ __________ ¶ (1) رواه الأمام أحمد(رقم 4990، 5233، 6111) و أبو داود (2 / 70) والترمذي (2 / 152، 153) وابن ماجه (1 / 470) وابن حبان في \" صحيحه \" (773) والحاكم (1 / 366) والبيهقي (4 / 55) واللفظ لابن ماجه وصححه الألباني في صحيح ابن ماجه وأحكام الجنائز وقال ’ في إرواء الغليل - (ج 3 / ص 156):( روى البيهقي عن بكر بن عبد الله المزني ولفظه \" وعلى ملة رسول الله ) . ص 164 مقطوع . ولفظه بتمامه عن بكر بن عبد الله قال : \" إذا غمضت الميت فقل : بسم الله وعلى ملة رسول الله صلى الله عليه و سلم وإذا حملته فقل : بسم الله ثم سبح مادمت تحمله \" . رواه البيهقي ( 3 / 385 ) بسند صحيح عنه . وهو مقطوع لأنه موقوف على التابعي وهو بكر بن عبد الله هذا ولا تثبت السنة بقول تابعي . ¶ (2) تحفة الأحوذي - (ج 3 / ص 107)",
            "page": "153",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "( قَالَ مَرَّةً بِسْمِ اللَّهِ )أَيْ وَضَعْته أَوْ وُضِعَ أَوْ أُدْخِلُهُ ،( وَبِاَللَّهِ )أَيْ بِأَمْرِهِ وَحُكْمِهِ أَوْ بِعَوْنِهِ وَقُدْرَتِهِ( وَعَلَى مِلَّةِ رَسُولِ اللَّهِ ) أَيْ عَلَى طَرِيقَتِهِ وَدِينِهِ ( وَقَالَ مَرَّةً بِسْمِ اللَّهِ وَبِاَللَّهِ وَعَلَى سُنَّةِ رَسُولِ اللَّهِ )أَيْ عَلَى طَرِيقَتِهِ وَشَرِيعَتِهِ وَالْمُرَادُ بِمِلَّةِ رَسُولِ اللَّهِ وَسُنَّتِهِ وَاحِدٌ ¶ . قَالَ الْقَارِي : وَفِيهِ أَنَّ إِدْخَالَهُ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ الْمَيِّتَ بِنَفْسِهِ الْأَشْرَفِ لَمْ يَكُنْ دَائِمًا بَلْ كَانَ نَادِرًا ، لَكِنْ قَوْلُهُ بِسْمِ اللَّهِ يُمْكِنُ أَنْ يَكُونَ دَائِمًا مَعَ إِدْخَالِهِ وَإِدْخَالِ غَيْرِهِ تَأَمَّلْ اِنْتَهَى . ¶ وقال الشيخ خطاب السبكي ’ : أي باسم الله وضعناك وعلى طريقة رسول الله - صلى الله عليه وسلم - وملته سلمناك . وفي الحديث دلالة على استحباب قول هذا الذكر عند وضع الميت في قبره ليكون اسم وسنة رسوله - صلى الله عليه وسلم - كالحصن والعدة التي يتقى بها الفتن والأهوال)(1) ¶ عند رفع الجاني إلي القاضي ونحوه : ¶ __________ ¶ (1) المنهل العذب المورود شرح سنن أبي داود.( ج9/ص65)",
            "page": "154",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "- عَنْ أَبِي أَيُّوبَ الْأَنْصَارِيِّ _: ( أَنَّهُ كَانَتْ لَهُ سَهْوَةٌ فِيهَا تَمْرٌ فَكَانَتْ تَجِيءُ الْغُولُ(1) فَتَأْخُذُ مِنْهُ قَالَ فَشَكَا ذَلِكَ إِلَى النَّبِيِّ ‘ قَالَ فَاذْهَبْ فَإِذَا رَأَيْتَهَا فَقُلْ بِسْمِ اللَّهِ أَجِيبِي رَسُولَ اللَّهِ ‘ قَالَ فَأَخَذَهَا فَحَلَفَتْ أَنْ لَا تَعُودَ فَأَرْسَلَهَا فَجَاءَ إِلَى رَسُولِ اللَّهِ ‘ فَقَالَ مَا فَعَلَ أَسِيرُكَ قَالَ حَلَفَتْ أَنْ لَا تَعُودَ فَقَالَ كَذَبَتْ وَهِيَ مُعَاوِدَةٌ لِلْكَذِبِ قَالَ فَأَخَذَهَا مَرَّةً أُخْرَى فَحَلَفَتْ أَنْ لَا تَعُودَ فَأَرْسَلَهَا فَجَاءَ إِلَى النَّبِيِّ ‘ فَقَالَ مَا فَعَلَ أَسِيرُكَ قَالَ حَلَفَتْ أَنْ لَا تَعُودَ فَقَالَ كَذَبَتْ وَهِيَ مُعَاوِدَةٌ لِلْكَذِبِ ¶ __________ ¶ (1) قال ابن حجر ’ فتح الباري : (وَأَمَّا الْغُول فَقَالَ الْجُمْهُور : كَانَتْ الْعَرَب تَزْعُم أَنَّ الْغِيلَان فِي الْفَلَوَات ، وَهِيَ جِنْس مِنْ الشَّيَاطِين تَتَرَاءَى لِلنَّاسِ وَتَتَغَوَّل لَهُمْ تَغَوُّلًا أَيْ تَتَلَوَّن تَلَوُّنًا فَتَضِلّهُمْ عَنْ الطَّرِيق فَتُهْلِكهُمْ ، وَقَدْ كَثُرَ فِي كَلَامهمْ \" غَالَتْهُ الْغُول \" أَيْ أَهْلَكَتْهُ أَوْ أَضَلَّتْهُ ، فَأَبْطَلَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَلِكَ . وَقِيلَ : لَيْسَ الْمُرَاد إِبْطَال وُجُود الْغِيلَان ، وَإِنَّمَا مَعْنَاهُ إِبْطَال مَا كَانَتْ الْعَرَب تَزْعُمهُ مِنْ تَلَوُّن الْغُول بِالصُّوَرِ الْمُخْتَلِفَة ، قَالُوا : وَالْمَعْنَى لَا يَسْتَطِيع الْغُول أَنْ يُضِلّ أَحَدًا . وَيُؤَيِّدهُ حَدِيث \" إِذَا تَغَوَّلَتْ الْغِيلَان فَنَادُوا بِالْأَذَانِ \" أَيْ اِدْفَعُوا شَرّهَا بِذَكَرِ اللَّه . وَفِي حَدِيث أَبِي أَيُّوب عِنْد قَوْله : \" كَانَتْ لِي سَهْوَة فِيهَا تَمْر ، فَكَانَتْ الْغُول تَجِيء فَتَأْكُل مِنْهُ \" الْحَدِيث )بتصريف يسير.",
            "page": "155",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "فَأَخَذَهَا فَقَالَ مَا أَنَا بِتَارِكِكِ حَتَّى أَذْهَبَ بِكِ إِلَى النَّبِيِّ ‘ فَقَالَتْ إِنِّي ذَاكِرَةٌ لَكَ شَيْئًا آيَةَ الْكُرْسِيِّ اقْرَأْهَا فِي بَيْتِكَ فَلَا يَقْرَبُكَ شَيْطَانٌ وَلَا غَيْرُهُ قَالَ فَجَاءَ إِلَى النَّبِيِّ ‘ فَقَالَ مَا فَعَلَ أَسِيرُكَ قَالَ فَأَخْبَرَهُ بِمَا قَالَتْ قَالَ صَدَقَتْ وَهِيَ كَذُوبٌ (1)). ¶ - وَفِي الْحَدِيث مِنْ الْفَوَائِد : ¶ __________ ¶ (1) رواه الترمذي وقَالَ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ وَفِي الْبَاب عَنْ أُبَيِّ بْنِ كَعْبٍ وصححه الألباني",
            "page": "156",
            "part": "1"
        },
        {
            "id": "157",
            "nass": "أَنَّ الشَّيْطَان قَدْ يَعْلَم مَا يَنْتَفِع بِهِ الْمُؤْمِن ، وَأَنَّ الْحِكْمَة قَدْ يَتَلَقَّاهَا الْفَاجِر فَلَا يَنْتَفِع بِهَا وَتُؤْخَذ عَنْهُ فَيَنْتَفِع بِهَا ، وَأَنَّ الشَّخْص قَدْ يَعْلَم الشَّيْء وَلَا يَعْمَل بِهِ وَأَنَّ الْكَافِر قَدْ يَصْدُق بِبَعْضِ مَا يَصْدُق بِهِ الْمُؤْمِن وَلَا يَكُون بِذَلِكَ مُؤْمِنًا ، وَبِأَنَّ الْكَذَّاب قَدْ يَصْدُق ، وَبِأَنَّ الشَّيْطَان مِنْ شَأْنه أَنْ يَكْذِب ، وَأَنَّهُ قَدْ يَتَصَوَّر بِبَعْضِ الصُّوَر فَتُمْكِن رُؤْيَته ، وَأَنَّ قَوْله تَعَالَى { إِنَّهُ يَرَاكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لَا تَرَوْنَهُمْ } مَخْصُوص بِمَا إِذَا كَانَ عَلَى صُورَته الَّتِي خُلِقَ عَلَيْهَا ، وَأَنَّ مَنْ أُقِيمَ فِي حِفْظ شَيْء سُمِّيَ وَكِيلًا ، وَأَنَّ الْجِنّ يَأْكُلُونَ مِنْ طَعَام الْإِنْس ، وَأَنَّهُمْ يَظْهَرُونَ لِلْإِنْسِ لَكِنْ بِالشَّرْطِ الْمَذْكُور ، وَأَنَّهُمْ يَتَكَلَّمُونَ بِكَلَامِ الْإِنْس ، وَأَنَّهُمْ يَسْرِقُونَ وَيَخْدَعُونَ ، وَفِيهِ فَضْل آيَة الْكُرْسِيّ وَفَضْل آخَر سُورَة الْبَقَرَة ، وَأَنَّ الْجِنّ يُصِيبُونَ مِنْ الطَّعَام الَّذِي لَا يُذْكَر اِسْم اللَّه عَلَيْهِ . وَفِيهِ أَنَّ السَّارِق لَا يُقْطَع فِي الْمَجَاعَة ، وَيَحْتَمِل أَنْ يَكُون الْقَدْر الْمَسْرُوق لَمْ يَبْلُغ النِّصَاب وَلِذَلِكَ جَازَ لِلصَّحَابِيِّ الْعَفْو عَنْهُ قَبْل تَبْلِيغه إِلَى الشَّارِع . وَفِيهِ قَبُول الْعُذْر وَالسَّتْر عَلَى مَنْ يُظَنّ بِهِ الصِّدْق . وَفِيهِ اِطِّلَاع النَّبِيّ ‘ عَلَى الْمُغَيَّبَات (1). ¶ عند الدفع من جمع صبيحة يوم النحر ¶ __________ ¶ (1) بتصريف فتح الباري لابن حجر - (ج 7 / ص 155)",
            "page": "157",
            "part": "1"
        },
        {
            "id": "158",
            "nass": "- عَنْ بِلَالِ بْنِ رَبَاحٍ _ أَنَّ النَّبِيَّ ‘ قَالَ ك لَهُ غَدَاةَ جَمْعٍ يَا بِلَالُ أَسْكِتْ النَّاسَ أَوْ أَنْصِتْ النَّاسَ ثُمَّ قَالَ : ( إِنَّ اللَّهَ تَطَوَّلَ عَلَيْكُمْ فِي جَمْعِكُمْ هَذَا فَوَهَبَ مُسِيئَكُمْ لِمُحْسِنِكُمْ وَأَعْطَى مُحْسِنَكُمْ مَا سَأَلَ ادْفَعُوا بِاسْمِ اللَّهِ (1)) ¶ عند الشروع في الهبوط ¶ - من حَدِيث الإسراء عَنْ أَنَسِ بْنَ مَالِك _ : ( قَالَ جِبْرِيلُ لرسول الله - صلى الله عليه وسلم - فَاهْبِطْ بِاسْمِ اللَّهِ .(2)) ¶ بعض الأحاديث الضعيفة والموضوعة المتعلقة بالبسملة ¶ حديث : \" كل أمر ذي بال لا يبدأ فيه ببسم الله الرحمن الرحيم فهو أقطع \". \"فهو أبتر. ¶ (ضعيف) ¶ قاله الألباني: \"(أخرجه عبد القادر الرهاوي في الأربعين ) عن أبي هريرة حديث رقم : 4217 في ضعيف الجامع . ¶ وفصل تخريجه إرواء الغليل - (ج 1 / ص 29) وقال ( ضعيف جدا) : ¶ (ومما سبق يتبين أن الحديث بهذا اللفظ ضعيف جدا فلا تغتر بمن حسنه مع الذي بعده فإنه خطأ بين . ولئن كان اللفظ الآتي( بحمد الله ) يحتمل التحسين فهذا ليس كذلك لما في سنده من الضعف الشديد كما رأيت .)( ص 30). ¶ حديث : \" من رفع قرطاسا من الأرض فيه بسم الله الرحمن الرحيم إجلالا أن يداس كتب عند الله من الصديقين ، و خفف عن والديه و إن كانا مشركين ، و من كتب بسم الله الرحمن الرحيم فجوده تعظيما لله غفر له \" . ¶ (موضوع .) ¶ قاله الألباني في سلسلة الأحاديث الضعيفة ( 1 / 438 ) حديث رقم 268 . ¶ أخرجه أبو الشيخ ابن حبان في \" طبقات الأصبهانيين \" ( ص 234 ) مفرقا في موضعين و ابن عدي ( 246 / 1 ) و ذكره ابن الجوزي في\" الموضوعات \" ( 1 / 226 ) وأورده السيوطي في \" اللآليء \" ( 1 / 202 ) . ¶ __________ ¶ (1) رواه ابن ماجه بَاب الْوُقُوفِ بِجَمْعٍ وصححه الألباني في الصحيحة برقم 1624 وفى صحيح ابن ماجه وفي صحيح الجامع برقم : 1734 ¶ (2) رواه البخاري",
            "page": "158",
            "part": "1"
        },
        {
            "id": "159",
            "nass": "حديث : \" كان إذا صلى مسح بيده اليمنى على رأسه و يقول : بسم الله الذي لا إله غيره الرحمن الرحيم ، اللهم أذهب عني الهم و الحزن \" . ¶ (ضعيف جدا .) ¶ قاله الألباني في \" السلسلة الضعيفة و الموضوعة \" ( 2 / 114 ) : رواه الطبراني في \" الأوسط \" ( ص 451 - زوائده نسخة الحرم المكي) و الخطيب ( 12 / 480. و الحديث أورده السيوطي في \" الجامع \" عن الخطيب و لم يتعقبه الشارح بشيء . و قد وجدت له طريقا آخر ، رواه ابن السني ( رقم 110 ) و أبو نعيم في \" الحلية \" ( 2 / 301 ) موضوع . ¶ حديث \" كان إذا قضى صلاته مسح جبهته بكفه اليمنى ثم أمرها على وجهه حتى يأتي بها على لحيته و يقول : بسم الله الذي لا إله إلا هو عالم الغيب و الشهادة الرحمن الرحيم ، اللهم أذهب عني الغم و الحزن و الهم ، اللهم بحمدك انصرفت ، و بذنبي اعترفت ، أعوذ لك من شر ما اقترفت ، و أعوذ بك من جهد بلاء الدنيا ، و من عذاب الآخرة \" . ¶ (موضوع .) ¶ قاله الألباني في \" السلسلة الضعيفة و الموضوعة \" ( 3/172 ) حديث رقم 1059: رواه أبو نعيم في \" أخبار أصبهان \" ( 2/104 ) . ¶ حديث \" إذا كتبت فبين ( السين ) في \" بسم الله الرحمن الرحيم \" \" . ¶ (ضعيف) ¶ قاله الألباني في \" السلسلة الضعيفة و الموضوعة \" 4 / 222 حديث رقم 1737: . رواه أبو الغنائم الدجاجي في \" حديث ابن شاه \" ( 129 / 2 )،و رواه الكازروني في \" المسلسلات \"( 120 / 2 ) و كذا الخطيب في التاريخ ( 12 / 340 ) و الديلمي ( 1 / 1 / 146 ) و ابن عساكر ( 9 / 404 / 1 ) و أورده في ترجمة عبد الحميد هذا ، وبيض له المناوي فلم يتكلم عليه بشيء . هذا في \" الفيض \" ، و أما في \" التيسير\" فجزم بأنه ضعيف . ¶ \" بسم الله الرحمن الرحيم مفتاح كل كتاب \" . ¶ (ضعيف جدا)",
            "page": "159",
            "part": "1"
        },
        {
            "id": "160",
            "nass": "قاله الألباني في \" السلسلة الضعيفة و الموضوعة \" 4 / 226- حديث رقم 1741: . رواه الخطيب في \" الجامع \" كما في \" المنتقى منه \" ( 19 / 1 ). و الحديث بيض له المناوي فلم يتكلم على إسناده بشيء ، و لعله اكتفى بإعلاله بالإرسال أو الإعضال ، و بالتالي أعله السيوطي في \" الجامع \" . ¶ حديث \" إذا أصابت أحدكم الحمى ، فإن الحمى قطعة من النار ، فليطفئها عنه بالماء ،فليستنقع نهرا جاريا ليستقبل جرية الماء ، فيقول : بسم الله ، اللهم اشف عبدك ، و صدق رسولك ; بعد صلاة الصبح قبل طلوع الشمس ، فليغتمس فيه ثلاث غمسات ثلاثة أيام ، فإن لم يبرأ في ثلاث فخمس ، و إن لم يبرأ في خمس فسبع ، فإن لم يبرأ في سبع فتسع ، فإنها لا تكاد أن تجاوز تسعا بإذن الله \" . ¶ (ضعيف) ¶ قال الألباني في \" السلسلة الضعيفة و الموضوعة \" ( 5/362 ) حديث رقم 2339 : رواه الترمذي ( رقم 2084 ) ، و أحمد ( 5/281 ) ، و الطبراني ( رقم 1450 ) ، و ابن السني في \" عمل اليوم و الليلة \" ( 562 ) ¶ حديث \" أتاني جبريل عليه السلام ، فقرأ : *( بسم الله الرحمن الرحيم )* ، فجهر فيها\" . ¶ (موضوع) ¶ قاله الألباني في \" السلسلة الضعيفة و الموضوعة \" ( 5/467 ) حديث رقم 2451:أخرجه الدارقطني في \" السنن \" 0 1/307/18 ) ، و نظام الملك في \" جزء فيه مجلسان من أماليه \" ( ق 11/2 ) ....و في الصحيح خلاف ذلك ، فراجع : \" نصب الراية \" و غيرها . ¶ حديث ( إن الرجل ليوضع طعامه بين يديه فما يرفع حتى يغفر له ، فقيل : يا رسول الله ! بم ذاك ؟ قال : يقول : بسم الله ؛ إذا وضع ، والحمد لله ؛ إذا رفع ) . ¶ (ضعيف)",
            "page": "160",
            "part": "1"
        },
        {
            "id": "161",
            "nass": "قاله الألباني في \" السلسلة الضعيفة والموضوعة \" 7 / 8 حديث رقم 3006:رواه الضياء في \" المختارة \" ( 157 /2) من طريق الطبراني - وهو في \" المعجم الأوسط \"( 5 / 409 /5104) - والحديث أورده الهيثمي في \" المجمع \" ( 5 / 22) وقال : \" رواه الطبراني في \" الأوسط \" ، وفيه عبدالوارث مولى أنس ، وهو ضعيف ، وعبيد بن إسحاق العطار ، والجمهور على تضعيفه \" . ¶ حديث ( ألا أرقيك برقية بها جبريل عليه السلام ؟ بسم الله أرقيك ، والله يشفيك من كل داء فيك ، من شر النفاثات في العقد ، ومن شر حاسد إذا حسد ، فرقى بها ثلاث مرات ) . ¶ ( ضعيف) ¶ قال الألباني في \" السلسلة الضعيفة والموضوعة \" 7 /368 - حديث رقم 3357 :أخرجه ابن ماجه (3524) ، والحاكم (2/ 541) ، وأحمد (2/ 446) سكت عنه الحاكم والذهبي ، وهو ضعيف الإسناد ؛ والحديث رواه النسائي أيضاً في \"عمل اليوم والليلة\" (552/ 1003) ، ثم أخرج هو (558/ 1021) ، والبخاري في \"التاريخ\" (3/ 292) ، وابن حبان (343/ 1417-موارد) ، وأحمد (6/ 332) من طريق أزهر بن سعيد الحرازي عن عبدالرحمن بن السائب ابن أخي ميمونة قالت لي :ألا أرقيك برقية رسول الله صلي الله عليه وسلم ؟ قلت : بلى . قالت : \"بسم الله أرقيك ..\" إلخ ،دون قول : \"من شر النفاثات ...\" إلخ ، وزاد :\"أذهب الباس رب الناس ، اشف أنت الشافي ، لا شافي إلا أنت\" . قلت : ورجاله ثقات ، غير أن عبدالرحمن لم يوثقه غير ابن حبان (5/ 93) . ¶ حديث أمية بن مخشي( وكان من أصحاب رسول الله صلى الله عليه وسلم قال كان رسول الله صلى الله عليه وسلم جالسا ورجل يأكل فلم يسم حتى لم يبق من طعامه إلا لقمة فلما رفعها إلى فيه قال بسم الله أوله وآخره فضحك النبي صلى الله عليه وسلم ثم قال ما زال الشيطان يأكل معه فلما ذكر اسم الله عز وجل استقاء ما في بطنه ) ¶ ( ضعيف )",
            "page": "161",
            "part": "1"
        },
        {
            "id": "162",
            "nass": "ضعيف أبي داود [ جزء 1 - صفحة 371 ] حديث رقم 806 - ( ضعيف التعليق الرغيب 116 / 3 ) المشكاة 4203 . قال أبو داود جابر بن صبح جد سليمان بن حرب من قبل أمه * ¶ حديث (أبي مالك الأشعري قال: قال رسول الله صلى الله عليه وسلم إذا ولج الرجل بيته فليقل اللهم إني أسألك خير المولج وخير المخرج بسم الله ولجنا وبسم الله خرجنا وعلى الله ربنا توكلنا ثم ليسلم على أهله * ) ¶ ( ضعيف ) ¶ ضعيف أبي داود حديث رقم 1091 - ( ضعيف الكلم الطيب 62 التحقيق الثاني ) ¶ حديث (جابر بن عبد الله أن رسول الله صلى الله عليه وسلم أخذ بيد مجذوم فأدخله معه في القصعة ثم قال كل بسم الله ثقة بالله وتوكلا عليه) ¶ ( ضعيف ) ¶ ضعيف الترمذي [ جزء 1 - صفحة 206 ] حديث رقم 307- ( ضعيف ابن ماجة 3542 \" برقم 776 ، المشكاة 4585 ، ضعيف الجامع الصغير 4195 ، ضعيف سنن أبي داود 3925 / 847 \" ). ¶ حديث (ابن عباس أن النبي صلى الله عليه وسلم كان يعلمهم من الحمى ومن الأوجاع كلها أن يقول بسم الله الكبير أعوذ بالله العظيم من شر كل عرق نعار ومن شر حر النار) ¶ ( ضعيف ) ¶ ضعيف الترمذي [ جزء 1 - صفحة 233 ] حديث رقم 362 - قال أبو عيسى هذا حديث غريب لا نعرفه إلا من حديث إبراهيم بن إسمعيل بن أبي حبيبة وإبراهيم يضعف في الحديث ويروى عرق يعار-( ضعيف المشكاة 1554 \" ضعيف الجامع الصغير 4587 \" ). ¶ حديث (سعيد بن المسيب قال حضرت ابن عمر في جنازة فلما وضعها في اللحد قال بسم الله وفي سبيل الله وعلى ملة رسول الله فلما أخذ في تسوية اللبن على اللحد قال اللهم أجرها من الشيطان ومن عذاب القبر اللهم جاف الأرض عن جنبيها وصعد روحها ولقها منك رضوانا قلت يا ابن عمر أشيء سمعته من رسول الله أم قلته برأيك قال إني إذا لقادر على القول بل شيء سمعته من رسول الله صلى الله عليه وسلم ) ¶ ( ضعيف ) . ¶ ضعيف ابن ماجة [ جزء 1 - صفحة 118 ] ،( انظر صحيح ابن ماجه 1550 المشكاة 1707 )",
            "page": "162",
            "part": "1"
        },
        {
            "id": "163",
            "nass": "حديث (أبي هريرة أن النبي صلى الله عليه وسلم قال إذا خرج الرجل من باب بيته أو من باب داره كان معه ملكان موكلان به فإذا قال بسم الله قالا هديت وإذا قال لا حول ولا قوة إلا بالله قالا وقيت وإذا قال توكلت على الله قالا كفيت قال فيلقاه قريناه فيقولان ماذا تريدان من رجل قد هدي وكفي ووقي ) ¶ ( ضعيف ) ¶ ضعيف ابن ماجة [ جزء 1 - صفحة 313 ] حديث رقم 847- الضعيفة 2554 ، ضعيف الجامع الصغير 474، بلفظ (ملكان موكلان ...) وهو صحيح بغيره كما مر بنا سابقاً. ¶ حديث (أول شيء كتب الله عز وجل في اللوح المحفوظ : بسم الله الرحمن الرحيم إنه من استسلم لقضائي ورضي بحكمي وصبر على بلائي بعثته يوم القيامة مع الصديقين) ¶ ( موضوع ) ¶ السلسلة الضعيفة [ جزء 11 - صفحة 431 ] حديث رقم 5429 . ¶ حديث (ضعي يدك عليه ثم قولي ثلاث مرات : بسم الله اللهم أذهب عني شر ما أجد بدعوة نبيك الطيب المبارك المكين عندك بسم الله) ¶ ( موضوع ) ¶ السلسلة الضعيفة [ جزء 8 - صفحة 318 ] حديث رقم 3816 . ¶ حديث (أمان لأمتي من الغرق إذا ركبوا البحر أن يقولوا : { بسم الله مجراها ومرساها } الآية { وما قدروا الله حق قدره } الآية ¶ ( موضوع ) ¶ السلسلة الضعيفة [ جزء 6 - صفحة 434 ] حديث رقم 2932. ¶ حديث (بسم الله الرحمن الرحيم أعيذك بالله الأحد الصمد الذي لم يلد ولم يولد ولم يكن له كفوا أحد من شر ما تجد يا عثمان تعوذ بها فما تعوذ متعوذ بمثلها) ¶ ( ضعيف ) ¶ السلسلة الضعيفة [ جزء 6 - صفحة 348 ]ح 2847 . ¶ حديث (إذا وقعت في ورطة فقل : بسم الله الرحمن الرحيم ولا حول ولا قوة إلا بالله العلي العظيم فإن الله يصرف بها ما شاء من أنواع البلاء) ¶ ( موضوع ) ¶ السلسلة الضعيفة [ جزء 6 - صفحة 222 ]حديث رقم 2721 – وابن الجوزي في الموضوعات - (ج 1 / ص 220)",
            "page": "163",
            "part": "1"
        },
        {
            "id": "164",
            "nass": "حديث (ابن عباس قال قال رسول الله صلى الله عليه وسلم: \" المعلمون خير الناس كلما خلق الذكر جددوه، عظموهم ولا تستأجروهم فتخرجوهم، فإن المعلم إذا قال للصبى قل بسم الله الرحمن الرحيم، فقال الصبى بسم الله الرحمن الرحيم، كتب الله براءة للصبى وبراءة لوالديه وبراءة للمعلم من النار \"). ¶ ( موضوع ) ¶ قال ابن الجوزي في الموضوعات - (ج 1 / ص 222) : هذا الحديث من عمل الهروي وهو الجويبارى، وقد سبق القدح فيه وأنه كذاب وضاع. ¶ حديث (تحسين كتابة بسم الله الرحمن الرحيم فيه عن أبى هريرة وأنس. ¶ عن أبى هريرة قال:قال رسول الله صلى الله عليه وسلم: \" من كتب بسم الله الرحمن الرحيم ولم يعور الهاء التى في الله كتب الله له ألف ألف حسنة ومحى عنه ألف ألف سيئة \". ¶ وأما حديث أنس: قال قال رسول الله صلى الله عليه وسلم: \" من كتب بسم الله الرحمن الرحيم فحسنها غفر له \". ¶ طريق آخر: قال رسول الله صلى الله عليه وسلم: \" من كتب بسم الله الرحمن الرحيم فجوده [ فجودها ] تعظيما لله غفر له وخفف عن والديه وإن كانا كافرين \". ¶ ( موضوعة ) ¶ قال ابن الجوزي الموضوعات - (ج 1 / ص226 /227) ¶ هذان حديثان لا يصحان عن رسول الله صلى الله عليه وسلم. ¶ أما الأول فقال أبو حاتم بن حبان: وهذا شيء موضوع لا شك فيه. ¶ حديث (أبى هريرة قال: قال رسول الله صلى الله عليه وسلم: \" يا أبا هريرة إذا توضأت فقل بسم الله والحمد لله، فإن حفظتك لا تستريح تكتب لك حسنات حتى تفرغ من ذلك الوضوء. ¶ يا أبا هريرة إذا أكلت طعاما فقل بسم الله والحمد لله.فإن حفظتك لا تستريح، تكتب لك حسنات حتى تنبذه عنك. ¶ يا أبا هريرة إذا غشيت أهلك وما ملكت يمينك فقل بسم الله والحمد لله. ¶ فإن حفظتك [ لا تستريح، تكتب لك حسنات ] حتى تغتسل من الجنابة، فإذا اغتسلت من الجنابة غفر لك ذنوبك يا أبا هريرة فإن كان لك من تلك الوقعة ولد كتب لك حسنات بعدد نفس ذلك الولد وعقبه حتى لا يبقى منه شيء.",
            "page": "164",
            "part": "1"
        },
        {
            "id": "165",
            "nass": "يا أبا هريرة إذا ركبت دابة فقل بسم الله والحمد لله تكن من العابدين حتى - تزل - [ تنزل ] من ظهرها. ¶ يا أبا هريرة إذا ركبت السفينة فقل بسم الله والحمد لله تكتب من العابدين حتى تخرج منها. ¶ يا أبا هريرة إذا لبست ثوبا فقل بسم الله والحمد لله يكتب لك عشر حسنات بعدد كل سلك فيه \" وذكر تمام الوصية، وهى في خبر طويل لم أر التطويل بذكرها. ¶ (هذا حديث ليس له أصل) ¶ قاله ابن الجوزي : وفى إسناده جماعة مجاهيل لا يعرفون أصلا، ولا نشك أنه من وضع بعض القصاص أو الجهال، وقد خلط الذى وضعه في الاسناد، ومن المعروفين في إسناده حماد بن عمرو، قال يحيى: كان يكذب ويضع الحديث، وقال ابن حبان: كان يضع الحديث وضعا على الثقاة، لا يحل كتب حديثه إلا على وجه التعجب. الموضوعات - (ج 3 / ص 186). ¶ حديث (ابن عمر \" ما من زرع على الأرض ولا ثمر على أشجار إلا عليها مكتوب بسم الله الرحمن الرحيم هذا ورق فلان بن فلان وذلك قوله تعالى وما تسقط من ورقة \" إلخ.) ¶ (باطل ) ¶ تذكرة الموضوعات - (ج 1 / ص 85) : في الميزان هو باطل. ¶ حديث (ابن عمر ، أن رسول الله صلى الله عليه وسلم قال : « كان جبريلُ إذا جاءني بالوحي أوّلُ ما يلقي عليّ { بسم الله الرحمن الرحيم } » ). ¶ (ضعيف) ¶ أخرجه الدارقطني بسند ضعيف فيه داود بن عطاء المزني قال عنه البخاري كمنكر الحديث. ¶ حديث (عن ابن عباس؛ أن عثمان بن عفان سأل النبيّ صلى الله عليه وسلم عن { بسم الله الرحمن الرحيم } ، فقال : « هو اسم من أسماء الله ، وما بينه وبين اسم الله الأكبر إلا كما بين سواد العين ، وبياضها من القرب » . ¶ (منكر) ¶ أخرجه ابن أبي حاتم في تفسيره ، والحاكم في المستدرك ، وصححه البيهقي في شعب الإيمان ،وفيه سلام بن وهب الجندي قال الذهبي له خبر منكر بل كذب وذكر هذا الحديث في ترجمته في (لسان الميزان)، قال ابن أبي حاتم سألت أبي عنه. قال: منكر.",
            "page": "165",
            "part": "1"
        },
        {
            "id": "166",
            "nass": "حديث (أبي سعيد الخدري ، قال : قال رسول الله صلى الله عليه وسلم : « إن عيسى ابن مريم أسلمته أمُّهُ إلى الكتاب لتعلِّمه ، فقال له المعلم : اكتب { بسم الله الرحمن الرحيم } ، فقال له عيسى : وما بسم الله الرحمن الرحيم؟ قال المعلم : لا أدري ، فقال له عيسى : الباء بهاء الله ، والسين سناه ، والميم مملكته ، والله إله الآلهة ، والرحمن رحمن الدنيا والآخرة ، والرحيم رحيم الآخرة » ¶ (موضوع) ¶ أخرجه ابن جرير وابن عديّ في الكامل ، وابن مردويه ، وأبو نعيم في الحلية ، وابن عساكر في تاريخ دمشق ، والثعلبي بسند ضعيف جداً عن وفي إسناده إسماعيل بن يحيى ، وهو : كذاب . وقد أورد هذا الحديث ابن الجوزي في الموضوعات . ¶ حديث (ابن مسعود قال : قال رسول الله صلى الله عليه وسلم « من قرأ بسم الله الرحمن الرحيم كتب الله له بكل حرف أربعة آلاف حسنة ، ومحا عنه أربعة آلاف سيئة ، ورفع له أربعة آلاف درجة ») ¶ (ضعيف) ¶ أخرجه الديلمي في مسند الفردوس",
            "page": "166",
            "part": "1"
        }
    ],
    "t34877": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الرحمة المرسلة"
        }
    ]
}