{
    "b34885": [
        {
            "id": "1",
            "nass": "كتاب الرقى والطب د.طارق الطواري ¶ الموضوع الاول : الرقى احكامها ومسائلها ¶ * الأحاديث : ¶ {2126} عن عائشة زوج النبي صلع - انها قالت : كان إذا اشتكى رسول الله صلع - رقاه جبريل . . . قال : باسم الله يبريك ، ومن كل داء يشفيك ، ومن شر حاسد إذا حسد وشرك كل ذي شر\" رواه أحمد ومسلم . ¶ {2127} وعن ابي سعيد : ان جبريل اتى النبي صلع فقال : يا محمد ! اشتكيت ؟ فقال : \"نعم\" قال : باسم الله أرقيك من كل شئ يؤذيك ، من شر كل نفس - أو : عين حاسد - الله يشفيك ، بسم الله ارقيك\" رواه أحمد ومسلم والترمذي وابن ماجة . ¶ {2138} عن جابر ، قال : نهى رسول الله صلع عن الرقى ، فجاء آل عمرو بن حزم إلى رسول الله صلع فقالوا : يا رسول الله ! إنه كانت عندنا رقية نرقي بها من العقرب، وإنك نهيت عن الرقى . قال : فعرضوها عليه فقال : \"لا أرى به بأسا، من استطاع منكم ان ينفع اخاه فليفعل\" رواه أحمد ومسلم . ¶ {2139} عن عوف بن مالك الاشجعي ، قال : كنا نرقي في الجاهلية فقلنا : يا رسول الله ! : كيف ترى في ذلك ؟ فقال : \"اعرضوا علي رقاكم لا بأس بالرقى ما لم يكن فيه شرك\" رواه مسلم وأبو داود . ¶ {2143} عن عن جابر بن عبد الله عن رسول الله صلع انه قال : \"لكل داء دواء فإذا اصيب دواء الدارء برأ بإذن الله\" رواه أحمد ومسلم . ¶ * تعريف الرقى : ¶ الرقى جمع رقية ، وهي العوذة أي الالتجاء والاعتصام وطلب الشفاء من الله تعالى ، ومنه قوله تعالى : (كلا إذا بلغت التراقي وقيل من راق) القيامة 26-27 ، وكما قال رؤبة : ¶ فما تركا من عوذة يعرفانها ولا رقية إلا بها رقياني ¶ * أصل الرقى وحقيقتها :",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "الرقى معروفة في الجاهلية قبل الاسلام ، وكانت عند اهل الكتاب ، وهي مما لم يبدلوه ، وما لم يحرفوه ، لان نفعها يكون بلفظها نفسه لا معناها واستدل الشافعي على ان الادعية الرقى والاذكار مما يؤثر بلفظه لحديث الصحابي الذي علمه رسول الله صلع دعاء النوم : \"اللهم اسلمت نفسي اليك وفوضت امري اليك . . امنت بنبيك الذي ارسلت . .\" قال الصحابي : برسولك الذي ارسلت ، فرد عليه الصلاة والسلام : \"ونبيك الذي ارسلت\" لان في الفاظها سرا لا يعلمه إلا الله ، فنفعها قاصر على التلفظ بها بنصها . ¶ - ومما يدل على ذلك ايضا ان ابا بكر الصديق رضي الله عنه ، دخل على عائشة ويهودية ترقيها فقال : ارقيها بكتاب الله ، أي التوراة غير المحرفة ، فهم لم يغيروا الرقى حفاظا على فائدتها. ¶ - ومما يدل على ذلك ايضا : ان عبد الله بن مسعود اراد الدخول إلى بيته فتنحنح وكان عند امراته يهودية ترقيها ، فأدخلتها تحت السرير ، ودخل ابن مسعود فوجد في عنق امراته خيطا ، فقال : هذه رقية يهودية - ثم انتزعها - وقال لقد كان لآل ابن مسعود غنى عن هذه. ¶ * وهنا مسألة مهمة وهي ما حكم رقية أهل الكتاب ؟ ¶ أما مالك فقد كرهها واجازها غيره بشروط ¶ - كما كان ضماد بن ثعلبة الزدي من ازد شنوءة يرقى بترانيم وغيرها ، فقيل له إن محمد قد اصابه ريح او جنون فاقرأ عليه ، فأتى اليه مكة فقرأ عليه رسول الله صلع خطبة الحاجة ، فلما سمعها علم ان هذا ليس بساحر ولا شاعر فاسم . ¶ * وهذا كله يدل على ان اهل الجاهلية يعرفون الرقى. ¶ * والرقى من حيث احوالها على قسمين : ¶ - الاول : لدفع البلاء قبل وقوعه كأذكار الصباح والمساء وأذكار النوم وهذا كله لدفع الضر عن النفس والله خير حافظا وهو ارحم الراحمين وهذه جاء بها السمع.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "- الثاني : بعد وقوع البلاء ، كسمر أو عين او مرض أو غيرها وهذه مبناها على التجربة وهي كجنس التداوي بالاعشاب وقد وردت السنة ببيان بعضها ، وبعضها الآخر ثبت بالتجربة مثل قوله تعالى : (إن ما جئتم به السحر إن الله سيبطله) في السحر ، وفي العين قوله تعالى (وان يكاد الذين كفروا ليزلقونك بابصارهم لما سمعوا الذكر) . . . مبناها على التجربة ومن اصيب بشئ تخير الايات في طور المشروع وقس على ذلك ، ومثله : الاغتسال بالسدر ، قال به : ابن حجر وان بطال وابن باز. ¶ * ضوابط الرقية الشرعية : ¶ 1- ألا تكون شركية ، أي لا يكون بها قسم بالمخلوقات او بالنجوم ، أو ذكر لاسماء الشياطين، كما هو حال كثير من السحرة والمشعوذين وقراءتهم بالطلاسم ، ومن هنا قال صلع لآل عمرو بن حزم : \"اعرضوا علي رقاكم. ¶ 2- ألا تكون الرقية ، رقية سحرية أي ل ياتي بها ساحر ، قال شيخ الاسلام ابن تيمية \"29/324\" : اكثر العلماء على ان الساحر كافر يجب قتله ، ولم تجز الرقية من الساحر . ¶ 3- ألا تكون من كاهن او عراف ولو لم يكن ساحرا. ¶ - العراف : هو الذي يدعي معرفة الامور لمقدمات يستدل بها. ¶ - الكاهن : هو من يخبر عن المغيبات والمستقبل. ¶ 4- ان تكون الرقية بعبارات ومعان مفهومة ، فإن ما لا يعقل معناه لا يؤمن ان يكون فيه شرك، قال ابن حجر : اجمع العلماء على جواز الرقى عند اجتماع ثلاثة شروط : ¶ أ- ان تكون بكلام الله أو باسمائه وصفاته. ¶ ب- وباللسان العربي او بما يعرف معناه من غيره. ¶ ج- ان يعتقد ان الرقية لا تؤثر بذاتها بل بذات الله تعالى. ¶ 5- ألا تكون الرقية بهيئة محرمة ، كأن يطلب الرقة كونه جنبا او في مقبرة او حمام أو حال نظره في النجوم ، او بالتلطخ بالدم او النجاسات . . . ولا يدخل في ذلك ورق السدر إذ سبق بيان جوازه. ¶ 6- ألا تكون بعبارات محرمة كسب الاله مثلا . . .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "7- ألا يظن الراقي والمرقي بأن الرقية وحدها تستقل بالشفاء ، قال ابن القيم : الرقى كالسلاح والسلاح بضاربه لا بحده فقط. ¶ * أما مسألة التفرغ للقراءة على الناس ، فقال العلماء فيه عشرة اضرار على الرقي والمرقي: ¶ 1- ان يظن الناس ان له أي الراقي خصوصية معينة ، بدليل كثرة الزحام عليه ، فتطغى اهمية القارئ على المقروء فلا يفكر باهمية المقروء ، والاصل المقروء لا القارئ ، قال ابن القيم : فالقرى، هو الشفاء التام من جميع الادواء القلبية والبدنية. زاد المعاد (4/352) ¶ 2- بالنظر إلى سيرة السلف الصالح لم نر احدا انقطع منهم وصرف نفسه على معالجة الناس، واشتهر بذلك او ذكر اسمه واقترن بهذه الحرفة بل لم ينصب احد من خلفاء المسلمين له قارئا ما ينصب المفتين والقضاة. ¶ 3- ان الشياطين قد تساعده وهو لا يشعر لما ترى من تعلق الناس به ، فتعلن خوفها وخروجها لتزداد ثقتهم به اكثر مما يتلوه وليعتقدوا ان فيها سرا معينا . قال شيخ الاسلام ابن تيمية \"11/30\" : \"اعرف من الناس من تخاطبه النباتات والطيور والاحجار والاشجار، تقول : هنيئا لك يا ولي الله\" فقد يتوهم القارئ انه من أولياء الله فيصاب بالعجب. ¶ 4- يقولون بغير علم وقد يترتب على ذلك ضرر بالمريض. ¶ 5- يجمعون الخلق فيقرئون عليهم قراءة واحدة ظنا منهم انها تؤثر، وحرصا على الوقت ، ثم يتفلون على الاوعية فمن اين لهم هذا ؟ !. ¶ 6- نظراً للأموال الطائلة والهائلة التي يجمعها القارئ وتدرها عليه القراءة فإن أهل الشعوذة والدجل قد يفعلون مثل فعلهم ، فيخلطون الحق بالباطل ، ولا يحصل انكار عليهم. ¶ 7- بعض القراء يظنون ان القراءة على الناس والتفرغ لذلك وفتح البيوت من اجل ذلك مستحب ، فمن اين لهؤلاء دليل الاستحباب ؟ ! .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "8- اشتهر كثير من الصحابة باجابة الدعوة مثل سعد بن ابي وقاص . . ومن التابعين اويس القرني ، ولم يؤثر عنهم ان الناس تزاحموا على ابوابهم ، كما ان التفرغ للقراءة على الناس كالتفرغ للدعاء لانهما من جنس واحد وهذا غير مشروع بل قالوا : وهذا مما لا يليق بطالب العلم . قال ابن رجب : كان السلف يكرهون ان يطلب منهم الدعاء ويقولون : أأنبياء نحن ؟ ! . ¶ 9- درء المفاسد مقدم على جلب المنافع لقوله تعالى : (ولا تسبوا الذين يدعون من دون الله فيسبوا الله عدوا بغير علم) الانعام 141. ¶ 10- في هذه الرقى و انواعها ترك للرقى المشروعة المسنونة التي سنها النبي صلع كل على حده وعلى نفسه . ¶ * المسائل والأحكام : ¶ - المسألتان الاولى والثانية : هل يشرع التطبب والتداوي بالرقى الحسية ؟ ¶ وهل يكون الاسترقاء بها من الأمراض الحسية ام غير الحسية ؟ ¶ أولا : الرقى على قسمين : ¶ 1- رقى مشروعة : وهي التي تكون بكتاب الله ، وبشروطها المعروفة السابق ذكرها. ¶ 2- رقى غير مشروعة : كالتمائم والعقد والتولة ، ومنها النشرة وفيها اختلاف. ¶ قال القرطبي : اختلف العلماء في النشرة وهي ان يكتب شيئا من اسماء الله او من القرآن ثم يغسله بالماء ثم يمسح به المريض . . . قال الماذري : النشرة امر معروف عن اهل التعزيم، وسميت بذلك لانها تنشر عن صاحبها أي تحل ، ومنعها الحسن وقال : هي السحر ، وقد روى ابو داود من حديث جابر بن عبد الله رضي الله عنهما - قال : سئل رسول الله صلع عن النشرة فقال : \"هي من عمل الشيطان\" قال بعض علمائنا هذا مجموع على انها خارجة عما في كتاب الله وسنة رسوله صلع وعن المداواة المعروفة ، والنشرة من جنس الطب ، ويتأيد هذا بقوله صلع : \"من استطاع منكم ان ينفع اخاه فليفعل\" . وقيل في النشرة انها فك السحر بسحر مثله وسئل عنها فضيلة الشيخ ابن عثيمين : فأجازها عند الضرورة وبين ان الافضلية في الصبر.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ثانيا : التداوي بالرقى والايات والاحاديث والادعية المأثورة مشروع : ¶ ولهذا شواهد كثيرة منها : رقية جبريل لرسولنا صلع ، ورقية الرسول صلع للحسن والحسين ، ورقية أبناء جعفر . ¶ ثالثا : الرقية والاستشفاء بالقرآن يكون من الامراض الحسية وغير الحسية : ¶ وقد ذكر ابن القيم في زاد المعاد (4/352) : قال تعالى : (وننزل من القرآن ما هو شفاء ورحمة للمؤمنين) والصحيح ان \"من\" ها هنا لبيان الجنس لا للتبعيض . . . فالقرآن هو الشفاء التام من جميع الادواء القلبية والبدنية . . والدليل على ذلك من السنة حديث ابي سعيد الخدري : \"أن أناسا من اصحاب رسول الله صلع كانوا في سفر فمروا بحي من احياء العرب ، فاستضافوهم فلم يضيفوهم ، فقالوا لهم : هل فيكم راق ؟ فإن سيد الحي لديغ فقام رجل منهم : نعم : فأتاه بفاتحة الكتاب ، فبرأ الرجل . . . الحديث\" رواه مسلم . فلدغ الحية امر حسي فثبت بذلك شفاءه للامراض الحسية فضلا عن غيرها. ¶ المسألتان الثالثة والرابعة : هل يتداوى المريض ام يصبر على المرض بحكم ان المرض قضاء الله وقدره ؟",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "الاصل في التطبب بالادوية وغيرها من العلاجات مشروع لقوله تعالى : (فمن كان منكم مريضا أو على سفر فعدة من ايام أخر) فاباح الله الفطر للمريض لعذر المرض وللمسافر طلبا لحفظ صحته وقوته ، لئلا يذهبهما الصوم في السفر ن لاجتماع شدة الحركة وما يوجبه من التحليل وعدم الغذاء الذي يخلف ما تحلل فتخور القوة وتضعف ، فأباح للمسافر الفطر حفظا لصحته وقوته عما يضعفها ، وكما قال ايضا : (وان كنتم مرضى او على سفر او جاء احد منكم من الغائط او لامستم النساء فلم تجدوا ماء فتيمموا صعيدا طيبا) فأباح للمريض العدول عن الماء إلى التراب حمية له من ان يصيب جسده ما يؤذيه ، وهنا تنبيه على الحمية عن كل مؤذ له من داخل او خارج فقد أرشد سبحانه عباده إلى أصول الطب ومجامع قواعده ، فعن جابر ان رسول الله صلع قال : \"لكل داء دواء فإذا اصيب دواء الداء برأ بإذن الله\" رواه احمد ومسلم. وعن اسامة بن شريك قال : \"كنت عند النبي صلع وجاءت الاعراب فقالوا : يا رسول الله انتداوى ؟ فقال : نعم . يا عباد الله تداوو فإن الله عز وجل لم يضع داء إلا وضع له شفاء غير داء واحد ، قالوا : وما هو ؟ ، قال : \"الهرم\" رواه ابو داود . فقوله : \"لكل داء دواء\" تقوية لنفس المريض والطبيب وحث على طلب ذلك الدواء والتفتيش عنه . . . انظر زاد المعاد الجزء الرابع. ¶ قال النووي : \" وفي هذا الحديث اشارة إلى استحباب الدواء وهو مذهب اصحابنا -يعني الشافعية- وجمهور السلف وعامة الخلف . قال القاضي عياض: في هذه الاحاديث - أي الواردة في كتاب الطب- جمل من علوم الدين والدنيا ، وصحة علم الطب ، وجواز التطبب في الجملة واستحبابه . . . وفيها رد على من انكر التداوي من غلاة الصوفية وقال كل شئ بقضاء وقدر ، فلا حاجة للتداوي\" أ.هـ ومن اعتقد ان التداوي يتصادم مع القضاء والقدر فهذا قصور في الفهم.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "قال القرطبي : (ألا يعلم من خلق وهو اللطيف الخبير) الملك/14 ، فالداء والدواء خلقه ، والشفاء والهلاك فعله ، وربط الاسباب بالمسببات حكمته ، وحكمه على ما سبق من علمه ، فكل ذلك مقدر لا معدل عنه ولا وزر ، وما احسن قول النبي صلع فيما اخرجه الترمذي عن ابي خزامة ابن يعمر قال : \"سألت رسول الله صلع ، فقلت ، يا رسول الله : ارايت رقى نسترقيها ودواء نتداوى به ، هل ترد من قدر الله شيئا ؟ قال : \"هي من قدر الله\" هذا حديث حسن صحيح، وكفى بهذا بيان للبصراء لا للعميان\". المفهم (5/592) ¶ - المسألة الخامسة : هل التداوي ينافي التوكل ؟ ¶ قال ابن القيم : في الاحاديث الصحيحة الامر بالتداوي وانه لا ينافي التوكل كما لا ينافيه دفع داء الجوع والعطش والحر والبرد باضدادها ، بل ألا تتم حقيقة التوحيد إلا بمباشرة الاسباب التي نصبها الله مقتضيات لمسبباتها قدرا وشرعا ، وان تعطيلها يقدح في التوكل كما يقدح في الامر والحكمة ويضعفه من حيث يظن معطلها ان تركها اقوى في التوكل ، فإن تركها عجز ينافي التوكل الذي حقيقته اعتماد القلب على الله في حصول ما ينفع العبد في دينه ودنياه ودفع ما يضره في دينه ودنياه، ولا يدفع هذا الاعتماد من مباشرة الاسباب وإلا كان معطلا للحكمة والشرع فلا يجعل العبد عجزه توكلا ولا توكله عجزا\" . زاد المعاد (4/15) ¶ قال النووي : قوله \" إن جبريل رقى النبي صلع وذكر الاحاديث بعده في الرقى ، وفي الحديث الاخر في الذين يدخلون الجنة بغير حساب : \"لا يرقون ولا يسترقون على ربهم يتوكون\" فقد يظن مخالفا لهذه الاحاديث ولا مخالفة بل المدح في ترك الرقى المراد بها التي هي من كلام الكفار والرقى المجهولة والتي بغير العربية ، وم لا يعرف معناها فهذه لاحتمال ان معناها كفر أو قريب منه وهو مكروه\" . شرح صحيح مسلم (7/425) ¶ الموضوع الثاني : العين والحسد ¶ *الاحاديث :",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "{2128} عن ابن عباس ، عن النبي صلع قال : \"العين حق ولو كان شئ سابق القدر سبقته العين ، وإذا استغسلتم فاغسلوا\" رواه مسلم والترمذي. ¶ {2134} وعن عائشة قالت : كان رسول الله صلع يأمرني ان استرقي من العين. رواه احمد والبخاري ومسلم وابن ماجة. ¶ {2136} وعن ام سلمة : ان رسول الله صلع قال لجارية في بيت ام سلمة رآي بوجهها سفعة، فقال : \"لها نظرة ، فاسترقوا لها\" يعنى بوجهها صفرة. رواه مسلم. ¶ {2137} وعن جابر بن عبد الله قال : رخص رسول الله صلع لآل حزم في رقية الحية ، وقال لاسماء بنت عميس : \"مالي ارى اجسام بني اخي ضارعة تصيبهم الحاجة ؟ قالت : لا ، ولكن العين تسرح اليهم. قال : ارقيهم قالت : فعرضت عليه فقال : ارقيهم \"رواه مسلم. ¶ * حقيقة العين : ¶ قال ابن القيم : وهي سهام تخرج من نفس الحاسد والعائن نحو المحسود والمعين تصيبه تارة وتخطئه تارة ، فإن صادفته مكشوفا لا وقاية عليه اثرت فيه ، ولابد ، وان صادفته حذرا شاكي السلاح لا منفذ فيه للسهام ن لم تؤثر ليه ، وربا ردت السهام على صاحبها ، وهي بمثابة الرمي الحسي سواء ، فهذا من النفوس والارواح وذاك من الاجسام والاشباح. زاد المعاد (4/167). ¶ * ما الفرق بين العين والحسد ؟ ¶ الفرق بينهما أن كل : عائن حاسد وليس كل حاسد عائن . قال ابن حجر : العين نظر باستحسان مشوب بحسد من خبيث الطبع تحصل للمنظور من ضرر. ¶ قال ابن القيم في قوله تعالى : (قل أعوذ برب الفلق ، من شر ما خلق ، ومن شر غاسق إذا وقب ، ومن شر النفاثات في العقد ، ومن شر حاسد إذا حسد) فكل عائن حاسد وليس كل حاسد عائناً ، فلما كان الحاسد اعم من العائن كانت الاستعاذة منه استعاذة من العائن. ¶ * الادلة على تأثير العين والاصابة بها :",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "اثبت الله عز وجل العين في القرآن كما اثبتها رسول الله صلع قال تعالى عن يقوب : (يا بني لا تدخلو من باب واحد وادخلوا من ابواب متفرقة وما أغني عنكم من الله من شئ)يوسف/67 قالوا : كان يعقوب عليه السلام يخاف على بنيه ان تصيبه العين لانهم عشرة قد بلغوا الفتوة والشباب. وقال تعالى : (وإن يكاد الذين كفروا ليزلقونك بابصارهم لما سمعوا الذكر) القلم/13 ، قال غير واحد من السلف في تفسيرها انه الاصابة بالعين ، ارادوا ان يصيبوا بها رسول الله صلع. ¶ قال ابن كثير : وفي هذه الاية دليل على ان العين اصابتها وتأثيرها حق بأمر الله عز وجل كما وردت بذلك الاحاديث.. ¶ عن ابن عباس مرفوعا : \"العين حق ولو كان شئ سابق القدر لسبقته العين ، واذا استغسلتم فاغتسلوا\". ¶ وعن جابر بن عبد الله مرفوعا : \"العين تدخل الرجل القبر ، وتدخل الجمل القدر\" اخرجه ابو نعيم والخطيب وحسن اسناده الالباني. ¶ - وعنه ايضا قال : \"اكثر من يموت من امتى بعد كتاب الله وقضاءه وقدره بالانفس\" اخرجه الطيالسي والبزار والطحاوي وحسنه ابن حجر قال البزار : يعني العين . ¶ * أما حديث : \"ثلث من في القبور من العين\" فلا يصح. ¶ * أنواع العين : ¶ قال ابن القيم : والعين عينان ، عين إنسية ، وعين جنية . ¶ والاحاديث بينت النوعين ، والدليل على إصابة عين الجن ، حديث ام سلمة والجارية قال الحسين بن مسعود الفراء ، وقوله : \"سفعة\" أي نظرة ، يعني من الجن . يقول : بها عين اصابتها من الجن أنفذ من اسنة الرماح. ¶ قال الخطابي : عيون الجن انفذ من الاسنة. ¶ وقال الشيخ محمد بن عبد الوهاب : وقوله : \"ومن شر حاسد إذا حسد\" يعم الحاسد من الجن والانس ، فإن الشيطان وحزبه يحسدون المؤمنين على ما آتاهم الله من فضله. ¶ * كيفية الاصابة بالعين :",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "قال ابن القيم : \"منها ما تؤثر في الانسان كيفيتها بمجرد الرؤية من غير اتصال به ، لشدة خبث تلك النفس ، وكيفيتها الخبيثة المؤثرة ، والتاثير غير موقوف على الاتصالات الجسمية . . بل التأثير يكون تارة بالاتصال ، وتارة بالمقابلة ، وتارة بالرؤية ، وتارة بتوجيه الروح نحو من يؤثر فيه ، وتارة بالأدعية والرقى والتعويذات ، وتارة بالوهم والتخيل ، ونفس العائن لا يتوقف تأثيرها على الرؤية بل قد يكون اعمى فيوصف له الشئ فتؤثر نفسه فيه وإن لم يره\" زاد المعاد (4/167). ¶ * أسباب وقوع العين : ¶ تقع العين من محب ومن عدو ، ومن معروف ومن مجهول ، كما تقع على ما يستحق الحسد وما لا يستحق ، فمن الاشياء التي تقع بها العين وهي اكثرها : ¶ * النعمة : ¶ التي ينعمها الله عز وجل على الانسان أيا كانت هذه النعمة . . . الطمأنينة - الزواج - الاولاد - الجمال وحسن القوام - المنصب - المال - طلاقة اللسان . . . الخ ، وقد تقع ¶ العين * حسداً : لا على نعمة ظاهرة بل يحسده على هذه الدنيا ، ويتمنى له أن يكون بليا غير مطمئن ولا معافي وإن كان فقيرا ، وقد تكون لمجرد * الكراهية : فيكره ان يرى غيره على أي نعمة صغرت أو كبرت . ¶ ولما كان الخوف من العين خوفا من المجهول فقد اتخذ الناس وسائل للوقاية منها ، وكانت هذه الوسائل على قسمين : ¶ - الاول : وسائل غير مشروعة : ¶ 1- تعليق حذوة الفرس 2- تعليق الاجراس ¶ 3- استخدام خرز الفيروز الازرق 4- استخدام الكحلة وهي الفيروز الاسود ¶ 5- استخدام الودع والقيلة وهي الفيروز الابيض ¶ 6- تبخير البيوت بالشب والحرمل 7- الوشم بالنسبة للنساء ¶ 8- الكف المرسوم بداخلها عين ¶ - الثاني : الوسائل المشروعة للوقاية من العين : ¶ 1- التعوذ بالله من شر الحاسد ، وقراءة المعوذتين.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "2- الدعاء بالبركة إذا رأي المرء ما يعجبه . قال النووي : ويستحب للعائن ان يدعو للمعين بالبركة فيقول : \"اللهم بارك فيه ولا تضره\" وأن يقول : \"ما شاء الله لا قوة إلا بالله\". ¶ 3- الصبر على العائن وعدم التعرض له أو إيذاءه. ¶ 4- الاحسان إلى من عرف بالاصابة بالعين. ¶ 5- ستر ما يخشى عليه الاصابة بالعين. ¶ 6- الاحتراز من العائن. ¶ 7- الاستعانة على قضاء الحوائج بالكتمان. ¶ 8- التوكل على الله والاقبال عليه ، والاخلاص له ، وتجريد التوبة اليه من الذنوب. ¶ 9- تجريد التوحيد والترحل بالفكر في الاسباب إلى المسبب العزيز الحكيم. ¶ * علامات الاصابة بالعين : ¶ 1- الهم وضيق الصدر 2- العزلة والانطواء بعد الاختلاط ¶ 3- ضعف الذاكرة والتفريط 4- انطفاء نور الذكاء بعد حدته ¶ 5- قلق مستمر وأرق 6- كثرة الخلافات الزوجية بدون اسباب ¶ 7- اصفرار في الوجه وخوف مستمر 8- كراهية محبوب ¶ 9- حرارة في الجسم من الداخل وبرودة في الاطراف وعرق مستمر وكسل وخمول ¶ 10- قد يكون هناك اثر مادي ظاهر كاحتراق السيارة مثلا. ¶ 11- امراض عضوية تنشأ فجأة كأن يصاب بكسور او قروح. ¶ * كيفية معرفة العائن : ¶ 1- غلبة الظن. ¶ 2- برؤى منامية يخفف الله بها عن عبده. ¶ 3-ب الذهاب إلى الكهان - وهذا لا يجوز -. ¶ * طرق الوقاية من العين :",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "- الطريقة الاولى : ان يعرف العائن فيؤمر بالاغتسال للمعين ، وقد جاء بذلك الحديث ، فعن ابي امامة سهل بن حنيف ان ابه حدثه ان رسول الله صلع ، خرج وسار معه نحو ماء ، حتى اذا كانوا بشعب الخرار من الحجفة اغتسل سهل بن حنيف ، وكان ابيض الجسم والجلد فنظر اليه عامر بن ربيعة فقال : ما رأيت كاليوم ولا جلد مخبأة ، فلبط سهل ، فأتى رسول الله صلع فقال : هل تتهمون من أحد ، قالوا : عامر بن ربيعة ، فدعا عامر فتغيظ عليه فقال ، علام يقتل احدكم أخاه ؟ هللا إذا رأيت ما يعجبك بركت ، ثم قال : اغتسل له ، فغسل وجهه ويديه ومرفقيه وركبتيه واطراف رجليه وداخلة إزاره في قدح ثم صب ذلك الماء عليه رجل خلفه على رأسه وظهره ثم يكفأ القدح . ففعل به ذلك فراح سهل مع الناس ليس به بأس\" أخرجه أحمد ¶ * كيفية الاغتسال : قال الزهري : يؤمر الرجل العائن بقدح فيدخل كفه فيه فيتمضض ثم يمجه في القدح ثم يدخل يده اليسرى فيصب علي ركبته اليمنى في القدح ، ثم يدخل يده اليمنى فيصب على ركبته اليسرى ، ثم يغسل داخل ازاره ولا يوضح القدح في الارض ثم يصب على راس الرجل الذي تصيبه العين من خلفه صبة واحدة ، قال المازري : هذا المعنى مما لا يمكن تعليله ومعرفة وجهه من جهة العقل ، فلا يرد لكونه لا يعقل معناه . وهذا قد يتعذر اليوم ، قال بعض العلماء : أي شئ من اثرة يؤثر ، وثبت ذلك كله بالتجربة ، كالنفث مثلا ، او اخذ التراب مشت عليه الاقدام ، ثم التبخر به ، وهذا غير التبخر الاول لان في الاول سد للذريعة فهو مظنة استرضاء الشيطان (التبخر بالشب والحرمل) ، اما الثاني فهو اثر من الاثار ، وهذا بحكم التجربة ، او التحايل على العائن بطعام او بشراب يؤخذ بعد ذلك سؤره ، او يطلب منه القراءة في الماء ، او التبخر بالملح ، وكل ذلك اثبتته التجربة. ¶ * هل ترد عين العائن عليه ؟",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "قال ابن القيم في الطب النبوي : عن ابي عبد الله الساجي انه كان في بعض اسفاره للحج او الغزو على ناقة فارهة وكان في الرفقة رجل عائن ، فما نظر إلى شئ إلا اتلفه ، فقيل لابي عبد الله : احفظ ناقتك من العائن ، فقال : ليس له إلى ناقتي سبيل ، فأخبر العائن بقوله فتحين غيبة أبي عبد الله ، فجاء إلى رحله ، فنظر إلى الناقة فاضطربت وسقطت ، وجاء ابو عبد الله فاخبر ان العائن قد عانها وهي كما ترى ، فقال : دلوني عليه ، فدل ، فوقف عليه وقال: بسم الله حبس حابس وحجر يابس وشهاب قابس ، ردت عين العائن عليه وعلى احب الناس اليه \"فارجع البصر هل ترى من فطور ثم ارجع البصر كرتين ينقلب اليك البصر خاسئا وهو حسير\" فخرجت حدقتا العائن وقامت الناقة لا بأس بها. ¶ وصلى الله على نبينا محمد وعلى آله وسلم ¶ ?? ¶ ?? ¶ ?? ¶ ?? ¶ 1 ¶ (12)",
            "page": "14",
            "part": "1"
        }
    ],
    "t34885": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الرقى والطب"
        }
    ]
}