{
    "b34895": [
        {
            "id": "50",
            "nass": "فإذا تخلف شرط من هذه الشروط تحولت الرقيه إلى ضرب من الدجل والوهم والشعوذة وقد يصل الأمر إلى الشرك بالله واتجه إليها الاستثناء من الإباحة فى قوله صلى الله عليه وسلم: \" لابأس بالرقى مالم تكن شركا \"، فإن اختل شرط من تلك الشروط تصبح رقية محرمة، وإن اعتقد أنها الفاعلة أو السبب المؤثر كان ذلك كفرا أكبر، وإن اعتقد مقارنتها للشفاء كان ذلك شركا أصغر، والله أعلم . ¶ المطلب الثالث: ¶ الضوابط الشرعية للمرقي. ¶ أما الضوابط الخاصة بالمرقي فهي(¬1): ¶ أولاً: أن يعتقد المرقى أن الشافي هو الله: ينبغي على المرقي أن يعتقد اعتقاداً جازماً أن الشافي هو الله سبحانه وتعالى، كما بينت في اعتقاد الراقي؛ لأن ذلك الاعتقاد أنفع علاج له. فإن وجد الراقي إيمان المرقى واعتقاده في ذلك ضعيفاً قواه بإعطائه درساً في العقيدة، يبين فيه أن كمال التلقي للعلاج يحصل بالإيمان بالله تعالى، والإذعان له، والاعتقاد بأنه الشافي ولا شفاء بعده، وأن هذه الرقى لا تؤثر بذاتها، وإنما بقدر الله. ولذا فلا ينتفع بها من أنكرها، أو سخر منها، أو شك فيها أو فعلها مجرباً لا يعتقد أن ذلك ينفعه(¬2). ¶ ¬__________ ¶ (¬1) انظر حاشية ابن عابدين : 2/160 ، حاشية البجيرمي : 3/238 ، القوانين الفقهية ص 295 ، فتح الباري : 10/197 . ¶ (¬2) فيض القدير : 5/87 ، الأحكام الشرعية الكبرى : 3/52 ، فتح الباري : 10/205 ، الطب النبوي : ص 171 .",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "ثانياً: أن يتعاطى الرقى للعلاج من الأمراض: عند بعض الفقهاء الرقى والتمائم يتعاطاها المريض لعلاج الأمراض، فلا يجوز أن يتعاطاها الصحيح للوقاية من الأمراض والاحتراز منها عند الإمام مالك في رواية، وأحمد في رواية الخلال(¬1)، لقول عائشة رضي الله عنها: \"التمائم ما علق قبل نزول البلاء، وما علق بعد نزول البلاء فليس بتميمة\"(¬2)أي أن التميمة المنهي عنها ما علقت قبل نزول البلاء، وأما ما علق بعد نزول البلاء فليس من التمائم المنهي عنها.وخالف في ذلك الشافعية، ومالك في رواية أشهب وأحمد في رواية، حيث ذهبوا إلى عدم اشتراط هذا الشرط، فأجازوا الرقية للصحيح والمريض لعموم أدلة جواز الرقية .؟والراجح ما ذهب إليه الشافعية ومن معهم من عدم اشتراط هذا الشرط، لأنه ثبت عن النبي صلى الله عليه وسلم في الصحيح وغيره أنه كان يقرأ بالمعوذات قبل النوم خوفاً من الشيطان والجن، فعن عَائِشَةَ رضي الله عنها أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كان إذا أَخَذَ مَضْجَعَهُ نَفَثَ في يَدَيْهِ وَقَرَأَ بِالْمُعَوِّذَاتِ وَمَسَحَ بِهِمَا جَسَدَهُ.(¬3) ¶ ¬__________ ¶ (¬1) الثمر الداني : 1/710 ، كفاية الطالب الرباني : 2/639 ، ¶ (¬2) أخرجه الحاكم في المستدرك(8290)4/463، والبيهقي في السنن الكبرى (19391) 9/350 . ¶ (¬3) أخرجه البخاري في كتاب الدعوات باب التعوذ والقراءة عند النوم ( 5960 ) 5/2329 .",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "ثالثاً: صيانة الرقى عن الإهانة. ينبغي على المرقى أن يحافظ على الرقى التي يستعملها ويصونها عن الإهانة لأنها تتضمن آيات من القرآن الكريم وأسماء الله وصفاته. فإن كانت تمائم تعلق على جسده فإنها تلف لفاً محكماً وتحفظ في وعاء من شمع، أو كيس من جلد، بحيث لا تتسرب إليها النجاسة والقاذورات. ولا يدخل بها بيت الخلاء، ولا يقعد عليها، وينزعها عند الجماع(¬1)، وإن كانت سائلاً مقروءاً عليه أعد للشرب سمى الله على كل نفس وعظم النية فيه، فإن الله يؤتيه على قدر نيته. وإن كان معداً للاغتسال فلا يصبه على كناسة، أو في حفرة نجاسة، أو على موضع يوطأ. ولكن يصبه ناحية من الأرض في بقعة لا يطأها الناس، ويحفر حفرة في موضع طاهر ويصبه فيها(¬2). ¶ رابعاً: أن يبتعد المرقى عن المعاصي في فترة العلاج وبعدها. ينبغي على المرقي أن يبتعد عن المعاصي صغيرة كانت أو كبيرة- في جميع الأوقات وبخاصة في أثناء العلاج، فلا يستمع للغناء، ولا يتناول الدخان، ولا يهمل في صلاته. وإذا كانت امرأة فلا تتبرج، ولا تخرج كاسية عارية، فإن فعل الطاعات واجتناب المعاصي من أعظم العلاجات كما قال ابن القيم: \"من أعظم علاجات المرضى فعل الخير والإحسان، والذكر والدعاء، والتضرع والابتهال إلى الله، والتوبة، ولهذه تأثير في دفع العلل وحصول الشفاء أعظم من الأدوية الطبيعية \"(¬3). ¶ خامسا : التوجه إلى الله بصدق أن يشفيه : كما سبق وأن ذكرناه ضمن شروط الراقي . ¶ ¬__________ ¶ (¬1) القوانين الفقهية ص 295 ، ¶ (¬2) نوادر الأصول : ص 325 . ¶ (¬3) الطب النبوي : ص 114 .",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "سادساً: أن لا يستبطئ الشفاء : لأن الرقية دعاء ، وإذا استعجل الداعي الإجابة فإنه قد لا يستجاب له ، قال صلى الله عليه وسلم : \" يُستجاب لأحدكم ما لم يعجل يقول : دعوت فلم يستجب لي \"(¬1). ¶ هذه هي ضوابط العلاج بالقرآن ، التي يجب الالتزام بها من أجل أن يكون عملنا وفق منهج الله ، وحتى نبعد ما علق بهذا الموضوع من شبهات الشرك والبدع ، ولكي تؤتي الرقى الشرعية ثمارها ، ويتحقق العلاج للمريض بإذن الله تعالى . ¶ المبحث الثالث ¶ مسائل متفرقة في العلاج بالقرآن ¶ سأتناول في هذا المبحث مجموعة من المسائل التي لها علاقة بموضوعنا والتي يكثر تساؤل الناس حولها ، والحقيقة أن المسائل التي تثار حول موضوع العلاج بالقرآن والرقية الشرعية كثيرة لكنني اخترت أهمها ، ومن هذه المسائل ما يلي : ¶ المسألة الأولى ¶ صفة الرقية وطرقها وتأثيرها في المرقي ¶ صفة الرقية : صفة الرقية أن يقرأ الراقي على محل الألم ، أو على يديه للمسح بهما ، أو في ماء ونحوه ، وينفث إثر القراءة نفثا خاليا من البزاق ، وإنما هو نفس معه بلل من الريق، قال النووي في الكلام على النفث في الرقية تبعا لعياض اختلف في التفث والتفل فقيل هما بمعنى ولا يكونان إلا بريق وقال أبو عبيد يشترط في التفل ريق يسير ولا يكون في التفث وقيل عكسه وسئلت عائشة عن التفث في الرقية فقالت كما ينفث آكل الزبيب لا ريق معه قال ولا اعتبار بما يخرج معه من بلة بغير قصد(¬2). ¶ والرقية لها طرق : 1- قراءة الرقية مع النفث . 2- القراءة بدونها . 3- خلط الريق بالتراب . 4- قراءة الرقية مع مسح موضع الألم . ¶ ¬__________ ¶ (¬1) أخرجه البخاري في كتاب الدعوات باب يستجاب للعبد ما لم يعجل ( 5981 ) 5/2335 ، ومسلم في كتاب الذكر باب بيان أن يستجاب للداعي ما لم يعجل ( 2735 ) 4/2095 . ¶ (¬2) فتح الباري : 12/371 .",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "تأثير الرقية في المرقي : يقول ابن القيم(¬1):\" تعتمد الرقية على أمرين، أمر من عند المعالج وأمر من جهة المصروع فالذي من جهة المصروع يكون بقوة نفسه وصدق توجهه إلى فاطر هذه الأرواح وبادئها والتعوذ الصحيح الذي تواطأ عليه القلب واللسان، والثاني من جهة المعالج بأن يكون فيه هذان الأمران أيضا حتى أن بعض المعالجين من يكتفي بقوله ( اخرج منه ) أو يقول ( بسم الله ) أو يقول ( لاحول ولا قوة إلا بالله)، ونبينا محمد صلى الله عليه وسلم كان يقول: ( أخرج عدو الله أنا رسول الله)(¬2)\"، ويقول في الطب النبوي: “ومن أنفع علاجات السحر الأدوية الإلهية، بل هي أدويته النافعة بالذات، فإنه من تأثيرات الأرواح الخبيثة السفلية، ودفع تأثيرها يكون بما يعارضها ويقاومها من الأذكار والآيات والدعوات التي تبطل فعلها وتأثيرها، وكلما كانت أقوى وأشد، كانت أبلغ في النشرة، وذلك بمنزلة التقاء جيشين مع كل واحد منهما عدته وسلاحه، فأيهما غلب الآخر قهره وكان الحكم له، فالقلب اذا كان ممتلئا من الله مغمورا بذكره، وله من التوجهات والدعوات والأذكار والتعوذات ورد لا يخل به يطابق فيه قلبه لسانه، كان هذا أعظم الأسباب التي تمنع إصابة السحر له، ومن أعظم العلاجات له بعد ما يصيبه\"(¬3). ¶ المسألة الثانية ¶ الشفاء بيد الله وحده ¶ ¬__________ ¶ (¬1) زاد المعاد : 4/67 ، الآداب الشرعية : 2/341 . ¶ (¬2) سبق تخريج الحديث . ¶ (¬3) الطب النبوي : ص 100 .",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "قد تتكامل الأسباب من قراءة القرآن وتعاطي الأسباب الدوائية، ووجود الاستعداد عند المريض لتقبل العلاج القرآني أو الدوائي، ومع ذلك لا يشفى المريض! فليس لازماً أن يقع الشفاء، لأن فوق كل هذه الأسباب إرادة المسبّب وهو الله عز وجل ، وهذا واضحٌ في مناحي الحياة كلها، فقد يحصل مثلاً زلزال في بلد ما، ويشاء الله وقوع عمارة، فيموت أُناس، ويحيا آخرون مع أنهم مروا بالظروف نفسها التي مرّ بها الذين ماتوا، كذلك قد يتمّ تكامل الأسباب في سحر إنسان معين ومع ذلك لا يقع عليه السحر، لأن الله تعالى يقول: { وَمَا هُم بِضَآرِّينَ بِهِ مِنْ أَحَدٍ إِلاَّ بِإِذْنِ اللّهِ } [ البقرة:102] ،وقد يشاء الله بقاء المرض مع تكامل الأسباب لحكمة يريدها من تفويض الأمر لله، ومن تمحيص لذنوب العبد، ومن الابتلاء لهذا العبد لأن الله يحبّه، كما حصل لنبّينا إبراهيم - عليه وعلى نبينا الصلاة والسلام - حينما ألقي في النار ووقع بالفعل في النار، وقد لامسه حرّها ، في هذه اللحظة يقول الله عز وجل للنار: { قُلْنَا يَا نَارُ كُونِي بَرْداً وَسَلاَماً عَلَى إِبْرَاهِيمَ } [ الآنبياء:69 ] ،أي قلنا: يا نار، وإبراهيم في النار، وقال المنهال بن عمرو: أخبرت أن إبراهيم عليه السلام لما ألقى في النار كان فيها إما أربعين يوماً أو خمسين يوماً وقال ما كنت أياماً أطيب عيشاً مني إذ كنت فيها(¬1). ¶ ولكن ما هو وقع قراءة القرآن على المبتلى؟ إنه يُنزل على صدر المريض برد العافية ويقين الصبر بموعود الله وهو الشفاء، فترتاح نفسه مع وجود هذا العناء . ¶ المسألة الثالثة ¶ هل الأدوية الحسية أنفع أم العلاج بالقرآن والأدوية الإيمانية ¶ ¬__________ ¶ (¬1) التفسير الكبير : 22/163 .",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "وقد يسأل السائل ويقول : الطب الحديث يعالج الأمراض بالأدوية الحسية فقط ، فهل يكتفى بهذا أم نستعمل الرقية وأيهما أنفع ؟ \" لا شك أن الإنسان يصاب بالأمراض النفسية : بالهم للمستقبل والحزن على الماضي ، وتفعل الأمراض النفسية بالبدن أكثر مما تفعله الحسية البدنية ، ودواء هذه الأمراض بالأمور الشرعية - أي : الرقية - أنجح من علاجها بالأدوية الحسية كما هو معروف . ومن أدويتها : الحديث الصحيح عن عبد اللَّهِ بن مَسْعُودٍ قال رسول اللَّهِ صلى اللَّهُ عليه وسلم ما أَصَابَ مُسْلِمًا قَطُّ هَمٌ أو حُزْنٌ فقال اللَّهُمَّ إني عَبْدُكَ وبن عبدك وبن أَمَتِكَ نَاصِيَتِي بِيَدِكَ مَاضٍ فِيَّ حُكْمُكَ عَدْلٌ فِيَّ قَضَاؤُكَ أَسْأَلُكَ بِكُلِّ اسْمٍ هو لك سَمَّيْتَ بِهِ نَفْسَكَ أو أَنْزَلْتَهُ في كِتَابِكَ أو عَلَّمْتَهُ أَحَدًا من خَلْقِكَ أَوِ اسْتَأْثَرْتَ بِهِ في عِلْمِ الْغَيْبِ عِنْدَكَ أَنْ تَجْعَلَ الْقُرْآنَ رَبِيعَ قَلْبِي وَنُورَ بَصَرِي وَجِلاءَ حُزْنِي وَذَهَابَ هَمِّي إِلا أَذْهَبَ اللَّهُ هَمَّهُ وأبدله مَكَانَ حُزْنِهِ فَرَحًا قالوا يا رَسُولَ اللَّهِ أَفَلا نَتَعَلَّمُ هذه الْكَلِمَاتِ قال بَلْ بَلَى يَنْبَغِي لِمَنْ سَمِعَهُنَّ أَنْ يَتَعَلَّمَهُنَّ \"(¬1)، فهذا من الأدوية الشرعية . ¶ ¬__________ ¶ (¬1) أخرجه أحمد في مسنده(3712) 1/391، وابن حبان في صحيحه (972) 3/253، والطبراني في الأوسط ( 10352 ) 10/169",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "وكذلك أيضاً أن يقول الإنسان \" لا إله إلا أنت سبحانك إني كنت من الظالمين : لما رواه سعد بن أبي وقاص رضي الله عنه قال قال رسول اللَّهِ صلى الله عليه وسلم دَعْوَةُ ذِي النُّونِ إِذْ دَعَا وهو في بَطْنِ الْحُوتِ لَا إِلَهَ إلا أنت سُبْحَانَكَ إني كنت من الظَّالِمِينَ فإنه لم يَدْعُ بها رَجُلٌ مُسْلِمٌ في شَيْءٍ قَطُّ إلا اسْتَجَابَ الله له \"(¬1). ومن أراد مزيداً من ذلك : فليرجع إلى ما كتبه العلماء في باب الأذكار كـ \" الوابل الصيِّب \" لابن القيم ، و \" الكلِم الطيب \" لشيخ الإسلام ابن تيمية ، و \" الأذكار \" للنووي ، و \" زاد المعاد \" لابن القيم . ¶ ¬__________ ¶ (¬1) أخرجه الترمذي في كتاب الدعوات باب منه ( 3505) 5/529 ،و الحاكم في المستدرك ( 4121 ) 2/637 .",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "لكن لمَّا ضعف الإيمان : ضعف قبول النفس للأدوية الشرعية ، وصار الناس الآن يعتمدون على الأدوية الحسية أكثر من اعتمادهم على الأدوية الشرعية ، أو لما كان الإيمان قويّاً : كانت الأدوية الشرعية مؤثرة تماماً ، بل إن تأثيرها أسرع من الأدوية الحسية ، ولا تخفى علينا جميعاً قصة الرجل الذي بعثه النبي صلى الله عليه وسلم في سريَّة فنزل على قوم من العرب ، ولكن هؤلاء القوم الذين نزلوا بهم لم يضيفوهم ، فشاء الله - عز وجل - أن لُدغ سيدهم لدغة حية ، فقال بعضهم لبعض : اذهبوا إلى هؤلاء القوم الذين نزلوا لعلكم تجدون عندهم راقياً ، فقال الصحابة لهم : لا نرقي على سيدكم إلا إذا أعطيتمونا كذا وكذا من الغنم ، فقالوا : لا بأس ، فذهب أحد الصحابة يقرأ على هذا الذي لُدغ ، فقرأ سورة الفاتحة فقط ، فقام هذا اللديغ كأنما نشط عن عقال . وهكذا أثَّرت قراءة الفاتحة على هذا الرجل لأنها صدرت من قلب مملوء إيماناً ، فقال النبي صلى الله عليه وسلم بعد أن رجعوا إليه : \" وما يدريك أنها رقية ؟ \"(¬1). لكن في زماننا هذا ضعف الدين والإيمان ، وصار الناس يعتمدون على الأمور الحسية الظاهرة ، وابتلوا فيها في الواقع . ولكن في مقابل هؤلاء القوم أهل شعوذة ولعب بعقول الناس ومقدراتهم وأقوالهم يزعمون أنهم قراء بررة ، ولكنهم أكلة مال بالباطل ، والناس بين طرف نقيض : منهم من تطرف ولم ير للقراءة أثراً إطلاقاً ، ومنهم من تطرف ولعب بعقول الناس بالقراءات الكاذبة الخادعة ، ومنهم الوسط \"(¬2). ¶ ¬__________ ¶ (¬1) سبق تخريج الحديث . ¶ (¬2) فتاوى إسلامية : ابن عثيمين 4/465-466 .",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "على أنه لا تعارض بين استعمال الأدوية الحسية المباحة التي يصفها أطباء الأجساد وبين الأدوية الإيمانية كالرقية والتعويذات الشرعية والأدعية الصحيحة فيمكن الجمع بينهما كما فعل النبي صلى الله عليه وسلم ، فقد ثبت أنه استعمل هذا وهذا ، وقال : \" احْرِصْ على ما يَنْفَعُكَ وَاسْتَعِنْ بِاللَّهِ ولا تَعْجَزْ وَإِنْ أَصَابَكَ شَيْءٌ فلا تَقُلْ لو أَنِّي فَعَلْتُ كان كَذَا وَكَذَا وَلَكِنْ قُلْ قَدَرُ اللَّهِ وما شَاءَ فَعَلَ فإن لو تَفْتَحُ عَمَلَ الشَّيْطَانِ\"(¬1)، وعن أبي الدَّرْدَاءِ قال قال رسول اللَّهِ صلى الله عليه وسلم : \" إِنَّ اللَّهَ أَنْزَلَ الدَّاءَ وَالدَّوَاءَ وَجَعَلَ لِكُلِّ دَاءٍ دَوَاءً فَتَدَاوَوْا ولا تَدَاوَوْا بِحَرَامٍ \"(¬2). ¶ المسألة الرابعة ¶ حكم اتخاذ العلاج بالقرآن مهنة ¶ ¬__________ ¶ (¬1) أخرجه مسلم في كتاب القدر باب في الأمر بالقوة ( 2664 ) 4/2052 . ¶ (¬2) أخرجه أبو داود في كتاب الطب باب في الأدوية المكروهة ( 3874 ) 4/7 .",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "إن اتخاذ الرقية مهنة وحرفة هو في حد ذاته من التجاوز فجانب الخير والمعروف فيها أكبر من جانب المهنة.. ولم يعرف هذا عن السلف..كما أن هذا الأمر يفتح الباب أمام الكسالى والمتبطلين، فهي في اعتقادهم أقصر طريق للتكسب. لا ينبغي لأحد من الناس أن يتفرغ لعلاج الناس بالرقى القرآنية أو بالأذكار الواردة، والإعلان عن نفسه بأنه المعالج بالقرآن، والبديل الشرعي لفك السحر ومس الجان والعين والعقم والأمراض المستعصية، أو يعلن عن نفسه (العيادة القرآنية) ويوزع الكروت ويحدد المواعيد كالأطباء المتخصصين؛ لأن ذلك ليس منهج الصحابة والتابعين والصالحين، ولم يكن معروفًا مثل هذا التفرغ عندهم مع أن الناس لا زالوا يمرضون على مر العصور والأزمان.. ولأن فتح هذا الباب قد يؤدي إلى مفاسد كثيرة، ويلج منه الدجالون والمشعوذون وأمثالهم ،كما هو حاصل الآن حتى حدا ببعضهم تخصيص قنوات فضائية وظيفتها - كما يدعون - العلاج بالقرآن الكريم ، وهذا قد يؤدي إلى تضليل الناس والكذب عليهم واستعمال وسائل السحر والكهانة وغير ذلك من وسائل إفساد عقائد الناس لذا وجب سد هذا الباب(¬1). ¶ ¬__________ ¶ (¬1) قضايا طبية معاصرة : بحث الدكتور شبير 2/516 .",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "... ولكن الرقاة والممارسين للعلاج لهم رآي آخر .. حيث يقول عبد الجليل آدم فضل(¬1): \" الأمر فيه سعة .. فالرقية فيها جانب عبادي وفيها جانب عادي، وهو التطبب .. فليس على الإنسان حرج أن يمتهن الطب.. والرقية نوع من أنواع الطب .. وحجة المنكرين أن السلف لم يفعلوا ذلك، ولكن ليس كل أمر لم يفعله السلف محرم.. والأمر في النهاية يخضع للاجتهاد بتقدير الواقع، والمصالح المجلوبة والمفاسد المدفوعة.. كما أن الرقية الشرعية هي ثغرة من ثغور الإسلام لا بد من سدها فالأمراض كثرت بصورة لم تكن من قبل، كما أن فيها قطع للطريق أمام الدجالين .. وعمومًا الذي يمارس الرقية لا يستطيع أن يمارس معها عملاً آخر فهو إما أن يتفرغ لها أو يتركها.. وأعتقد أن هذا الأمر شأنه شأن كثير من القضايا التي اختلف السلف في جوازها من قبل، ثم تجاوزها الفقه الإسلامي في الوقت الحالي مثل أخذ الأجر على القيام على المساجد وأخذ الأجر على تعليم القرآن. ويرى آخر أن موضوع أن السلف لم يفعلوها أمر يحتاج إلى تجديد! .. ويقول: لم أجد في كلام السلف شيئًا في منع التفرغ للرقية وما دام أخذ الأجر على الرقية مباح، فلا مانع من اتخاذها حرفة ومصدرًا للرزق.. ويقول: إن الزمان لم يفسد أيام السلف كفساده الآن.. وأمور السحر والمس وغيرها يجب أن تحارب لأنها خلل عقائدي.. ويضيف إنه قد ردَّ على بعض من نصحه بترك الرقية، بقوله: \" هل الأفضل أن يهرع الناس إلى النشرة السحرية أم يلجأون إلى الرقية الشرعية والقرآن؟!\" ، ويقول : هذا فضلاً عن أن الرقية باب من أبواب الدعوة إلى الله .. فالناس يقبلون من المعالج ما لا يقبلون من غيره\"(¬2). ¶ المسألة الخامسة ¶ حكم إتيان الكهان والمشعوذين والعرافين: ¶ ¬__________ ¶ (¬1) التداوي بالقرآن بين الالتزام و التجاوز : أحمد إسماعيل ( http://meshkat.net/new/contents.php?catid= ) ¶ (¬2) انظر المرجع السابق .",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "اتفق العلماء على عدم جواز إتيان الكهان والمشعوذين والعرافين(¬1)، ومما يدل على عدم جواز استرقاء الكهنة والعرافين ما روى البخاري -بسنده- عن عَائِشَةَ رضي الله عنها قالت سَأَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم نَاسٌ عن الْكُهَّانِ فقال ليس بِشَيْءٍ فَقَالُوا يا رَسُولَ اللَّهِ إِنَّهُمْ يحدثوننا أَحْيَانًا بِشَيْءٍ فَيَكُونُ حَقًّا فقال رسول اللَّهِ صلى الله عليه وسلم تِلْكَ الْكَلِمَةُ من الْحَقِّ يَخْطَفُهَا الْجِنِّيِّ فَيَقُرُّهَا في أُذُنِ وَلِيِّهِ فَيَخْلِطُونَ مَعَهَا مِائَةَ كَذْبَةٍ \"(¬2)، فهو يدل على النهي عن إتيان الكهان. قال القرطبي: \"يجب على من قدر على ذلك من محتسب وغيره أن يقيم من يتعاطى شيئاً من ذلك من الأسواق، ويُنكِّر عليهم أشد النكير وعلى من يجيء إليهم، ولا يغتر بصدقهم في بعض الأمور، ولا بكثرة من يجيء إليهم ممن ينسب إلى العلم فإنهم غير راسخين في العلم، بل من الجهال بما في إتيانهم من المحذور\"(¬3). وروى مسلم عن نَافِعٍ عن صَفِيَّةَ عن بَعْضِ أَزْوَاجِ النبي صلى الله عليه وسلم عن النبي صلى الله عليه وسلم قال من أتى عَرَّافًا فَسَأَلَهُ عن شَيْءٍ لم تُقْبَلْ له صَلَاةٌ أَرْبَعِينَ لَيْلَةً(¬4). ¶ المسألة السادسة ¶ حكم حل السحر بالسحر: ¶ ¬__________ ¶ (¬1) إعلام الموقعين : 4/409 ، عون المعبود : 3/141 ، فتح الباري : 10/221 ، نيل الأوطار : 7/371 . ¶ (¬2) أخرجه البخاري في كتاب الطب باب السحر(5429)5/2173 ، ومسلم في كتاب السلام باب تحريم الكهانة (2228) 4/1750 . ¶ (¬3) فتح الباري 10/221 . ¶ (¬4) أخرجه مسلم في كتاب السلام باب تحريم الكهانة (2229) 4/1751 .",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "قد يتبادر إلى الذهن سؤال وهو: هل يجوز لمن سُحر أن يأتي السحرة والكهان لحل السحر عنه؟ اتفق الفقهاء على أن السحر يحل بالرقى الشرعية(¬1)، قال ابن قدامة : \" وأما من يحل السحر فإن كان بشيء من القرآن أو شيء من الذكر والأقسام والكلام الذي لا بأس به فلا بأس به\"(¬2)، واختلفوا في جواز حل السحر بالسحر. ¶ القول الأول: ذهب جمهور الفقهاء من المالكية في قول، والحنابلة في قول وابن القيم من الحنابلة إلى عدم جواز إتيان الكُهّان والعرافين لحل السحر بالسحر. وهو منقول عن ابن مسعود، والحسن البصري، ومحمد بن سيرين(¬3). واستدلوا لذلك بعموم الأدلة التي تنهى عن إتيان الكهان والعرافين. فقد روي عن الحسن البصري أنه قال: \"لا يحل السحر إلا ساحر\"(¬4). وروي عن محمد بن سيرين، أنه سئل عن امرأة يعذبها السحرة فقال رجل: أخط خطا عليها وأغرز السكين عند مجمع الخط وأقرأ القرآن. فقال محمد بن سيرين: ما أعلم بقراءة القرآن بأساً، وما أدري ما الخط والسكين\"(¬5). ¶ القول الثاني: ذهب المالكية في قول، والحنابلة في قول إلى جواز حل السحر بالسحر للضرورة، وهو مروي عن سعيد بن المسيب.(¬6) ¶ وتوقف فيه الإمام أحمد. قال ابن قدامة: \"توقف أحمد في الحل، وهو إلى الجواز أميل(¬7)، وروى البخاري عن قتادة: قلت لسعيد بن المسيب: رجل به طب أو يؤخذ عن امرأته أيحل عنه أو ينشر؟ قال: لا بأس إنما يريدون به الإصلاح فإن ما ينفع لم ينه عنه\"(¬8). ¶ المسألة السابعة ¶ مخالفات يقع فيها الكثير من مدعي العلاج بالقرآن ¶ ¬__________ ¶ (¬1) فتح الباري : 10/225 ، 233 ¶ (¬2) المغني : 9/36 . ¶ (¬3) القوانين الفقهية : ص 283 ، المغني : 9/36 ، ¶ (¬4) فتح الباري : 10/233 . ¶ (¬5) المغني : 9/36 . ¶ (¬6) الكافي في ابن حنبل : 4/166 ، المبدع : 9/190 . ¶ (¬7) المغني : 9/36 . ¶ (¬8) صحيح البخاري : باب الشرك والسحر من الموبقات 5/2175 .",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "لابد من تحذير المرضى والمعالجين من المخلفات الشرعية، التي ترتكب أثناء العلاج، خاصة علاج الرجال للنساء، كخلوة الرجل بالمرأة، ومس شيء من جسدها، وخضوعها بالقول، وتكشفها، وغير ذلك مما يؤول بصاحبه إلى المعاصي والفواحش- عياذًا بالله -عز وجل- والمعاصي والفواحش تزيد العبد رهقًا وعناءً، فالمصائب تنزل في كثير من الأحيان بسبب الذنوب، قال الله تبارك وتعالى: { وَمَا أَصَابَكُم مِّن مُّصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَن كَثِيرٍ } [ الشورى :30] وإن كانت في بعض الأحيان لرفعة الدرجات. ¶ لا يجوز تصديق الخرافات فيما يخص التعامل مع العائن من شرب بوله وغيرها ، والعين لا تنتهي إلا بموت العائ، ولا يجوز وضع التمائم على ما يخشى وقوع العين عليه من جلود وأساور وقلائد ، قال صلى الله عليه وسلم : \" من تعلّق شيئاً وُكِل إليه \"(¬1)، حتى وإن كانت من القرآن. ¶ كتابة ما شاء الله تبارك الله ، أو رسم سيف ، أو سكين ، أو رسم عين ، أو وضع القرآن في السيارة ، أو تعليق بعض الآيات في البيوت ، فإن كل هذه الأمور لا تدفع بها العين ، بل قد تكون من التمائم المحرمة. ¶ يجب على المريض أن يوقن الإجابة ، وأن لا يستبطئ الشفاء ، ولو قيل له بأن الشفاء بعقاقير تؤخذ طول الحياة لما جزع ، وإذا طال به المقام بالرقية الشرعية جزع ولم يصبر ، مع أن له بكل حرف يتلوه حسنة ، والحسنة بعشر أمثالها وعليه بالدعاء ، والإكثار من الصدقة فإنها مما يستشفى بها . ¶ هناك بعض العلامات التي يستدل بها أو ببعضها على أن هذا الراقي يتعامل بالسحر وليس القرآن ، ولا يغرك بعض ما يظهرونه من الديانة، فقد يستفتح قراءته بالقرآن وما يلبث أن يغير ذلك، وقد يكون ممن يعتاد المساجد للتمويه على الناس، وقد تراه يكثر من ذكر الله أمامك، فلا يغرك هذا فتنبه.. ¶ علامات السحرة والمشعوذين : ¶ ¬__________ ¶ (¬1) سبق تخريج الحديث .",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "سؤال المريض عن اسمه أو اسم أمه ، مع أن معرفة الاسم أو جهله لا تغير في العلاج شيئاً. ¶ أن يطلب من المريض أثراً من ملابسه كالثوب أو الفنيلة. ¶ قد يطلب من المريض حيواناً بصفات معينة ليذبحه للجن ، وربما لطخ بدمه المريض . ¶ كتابة أو قراءة الطلاسم التي لا تفهم وليس لها معنى . ¶ إعطاء المريض ورقة فيها مربعات وبداخلها حروف وأرقام وتسمى (الحجاب) ¶ قد يأمر المريض بأن يعتزل الناس مدة ما في غرفة مظلمة وتسمى (الحجبة) ¶ قد يأمر المريض بأن لا يمس الماء مدة معينة هو يحددها . ¶ أن يعطي المريض شيئاً يدفنه في الأرض. ¶ أن يعطي المريض ورقة يحرقها ويتبخر بها . ¶ قد يخبر المريض ببعض خصوصياته التي لا يعرفها أحد ، أو باسمه وبلده ومرضه قبل أن يتكلم . ¶ تشخيص حالة المريض بمجرد الدخول عليه ، أو بالهاتف أو البريد ¶ يجب على المعالجين بالرقية الشرعية توخي الحذر من التوسع والإفراط في مسائل الرقية الشرعية وأحوالها :خاصة فيما يتعلق بالممارسات والمؤلفات غير المنهجية ، والأخطر من ذلك كله البدع المحدثة التي فاقت التخيل والوصف ، وكل ذلك أدى لانتشار الأوهام والوساوس والخوف والهلع بين الناس ، فأصبحت النظرة للرقية الشرعية وأهلها نظرة يشوبها الشك ، بل قد تعدت ذلك في بعض الأحوال لدرجة الاتهام والقذف ، بل أدى لأخطر من ذلك وهو طرق الناس لأبواب السحرة والمشعوذين لعدم وجود البديل بالنسبة لهم نتيجة تلك الممارسات التي اتسع فيها الخرق على الراقع 0 ¶ المسألة الثامنة ¶ حكم استخدام وسائل التكنولوجيا في التداوي بالقرآن",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "يسأل الكثير من الناس عن حكم استخدام الحاسوب في التداوي بالقرآن الكريم أو الرقية عن طريق الإنترنت، أو بواسطة الهاتف ، وكذلك حكم الاقتصار في الرقية على جهاز التسجيل ، ولقد انتشر في التسجيلات وعلى مواقع الانترنت أشرطة صوتية تحتوي على آيات قرآنية وأدعية نبوية يسمونها (شريط الرقية الشرعية)حيث يرون أن الإنسان المحتاج للرقية ما عليه إلا أن يقوم بتشغيل المسجل والاستماع لتلك الرقية والحقيقة أن هذه الأجهزة والوسائل لا تغني عن الرقية المباشرة حيث إنه يشترط في الراقي النية وهي غير متحققة في مثل هذه الأجهزة ، وإن كان سماع القرآن عبرها فيه خير كثير .. . ¶ ولقد سئل فضيلة الشيخ صالح الفوزان : هل تجوز الرقية على المريض بواسطة المسجل ؟ ¶ وكان جوابه : \" لا يا أخي الرقية مباشرة، يقرأ وينفث على المريض من ريقه، هذه الرقية أما التوسع والتهور في الرقية بحيث أنه بشريط أو بالتلفون -يقرأ عليه بالتلفون-ولا يقرأ بالخزان -خزان الماء - ولا يقرأ (كلام غير مفهوم) ولا يقول هذه القارورة المركزة بمائة ريال والقارورة والتي ليست مركزة بخمسين ريال!! هذا كله من الكذب ومن الدجل ومن استنزاف أموال الناس وهذا خروج بالرقية الشرعية إلى الأطماع واستنزاف أموال الناس نعم \"(¬1). ¶ كما سئلت هيئة كبار العلماء بالمملكة العربية السعودية عن حكم قراءة القرآن أثناء الرقية بمكبر الصوت ، أو عبر الهاتف مع بعد المسافة ؟ ¶ ¬__________ ¶ (¬1) من الفتاوى المسجلة لفضيلة الشيخ صالح الفوزان رقم الفتوى ( 10369 )",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "الجواب: الحمد لله الرقية لابد أن تكون على المريض مباشرة، ولا تكون بواسطة مكبر الصوت ولا بواسطة الهاتف، لأن هذا يخالف ما فعله رسول الله صلى الله عليه وسلم وأصحابه رضي الله عنهم وأتباعهم بإحسان في الرقية ، وقد قال صلى الله عليه وسلم : \" من أحدث في أمرنا هذا ما ليس منه فهو رد\" والله أعلم(¬1). ¶ كما ورد سؤال آخر للجنة الدائمة للبحوث العلمية والإفتاء نصه: \"ما حكم تشغيل جهاز التسجيل على آيات من القرآن لعدة ساعات عند المريض، وانتزاع آيات معينة تخص السحر، وأخرى للعين، وأخرى للجان؟ ¶ الجواب:الحمد لله تشغيل جهاز التسجيل بالقراءة والأدعية لا يغني عن الرقية؛ لأن الرقية عمل يحتاج إلى اعتقاد ونية حال أدائها، ومباشرة للنفث على المريض والجهاز لا يتأتى منه ذلك والله أعلم(¬2). ¶ الخاتمة : ¶ وقبل أن نختم هذا البحث فيما يلي أهم النتائج المتوصل إليها : ¶ - يطلق على العلاج والتداوي بالقرآن الكريم الرُّقْيَة ، وهي ما يُرْقَى بِهِ من الدُّعَاءِ لِطَلَبِ الشِّفَاءِ . ¶ - إن العلاج بالقرآن والأدعية المشروعة طب نفسى ولايصل الشك إلى التردد فى قبوله واعتباره فلقد تضافرت النصوص الشرعية من كتاب الله ومن سنة رسوله صلى الله عليه وسلم التي تبين لنا أن العلاج بالقرآن مشروع . ¶ - رجحنا استحباب التداوي عموماً والاستشفاء بالقرآن الكريم بخاصة ، لما في ذلك من التعلق بالله سبحانه وتعالى الشافي المُعافي . ¶ - ولكي يؤتي العلاج بالقرآن ثماره المرجوة، ويتم تحقيق الشفاء للمريض، ونظراً لوجود أدعياء على الرقية شوهوا أمرها فقد وضع العلماء جملة من الضوابط في الراقي والرقية والشخص المرقي: ¶ ¬__________ ¶ (¬1) من فتاوى الأمانة العامة لهيئة كبار العلماء برقم (139/س) وتاريخ 8/1/1418هـ ¶ (¬2) جزء من فتوى اللجنة الدائمة للبحوث العلمية والإفتاء - الفقرة الثامنة – برقم(20361) وتاريخ 17/4/1419هـ .",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "- أما الضوابط الشرعية التي ينبغي مراعاتها في الراقي فهي : أن يكون مسلماً ، عدلاً في دينه، وأن يعتقد أن الله هو الشافي، وأن يكون الراقي خبيراً بطرق المعالجة بالقرآن الكريم ، قادراً على التشخيص الصحيح لنوع المرض واختيار نوع العلاج المناسب ، ذا فراسة ، وأن يتوجه أثناء الرقية إلى الله بصدق . ¶ - أما ضوابط الرقية : فأن تكون من كتاب الله تعالى ومن سنة رسول الله صلى الله عليه وسلم أو من الأدعيه المباحة ، و أن لا تتضمن الرقية سحراً ، وأن تكون باللسان العربي، أو بما يفهم معناه ، وأن تكتب الرقية بطاهر . ¶ - أما الضوابط الخاصة بالمرقي فهي : أن يعتقد المرقى أن الشافي هو الله ، وأن يتعاطى الرقى للعلاج من الأمراض ، ولابد من صيانة الرقى عن الإهانة ، وأن يبتعد المرقى عن المعاصي في فترة العلاج وبعدها, و التوجه إلى الله بصدق أن يشفيه وأن لا يستبطئ الشفاء . ¶ - قد تتكامل الأسباب من قراءة القرآن وتعاطي الأسباب الدوائية، ووجود الاستعداد عند المريض لتقبل العلاج القرآني أو الدوائي، ومع ذلك لا يشفى المريض! فليس لازماً أن يقع الشفاء، لأن فوق كل هذه الأسباب إرادة المسبّب وهو الله عز وجل . ¶ - لا تعارض بين استعمال الأدوية الحسية المباحة التي يصفها أطباء الأجساد وبين الأدوية الإيمانية كالرقية والتعويذات الشرعية والأدعية الصحيحة فيمكن الجمع بينهما كما فعل النبي صلى الله عليه وسلم ، فقد ثبت أنه استعمل هذا وهذا . ¶ - اتفق العلماء على عدم جواز إتيان الكهان والمشعوذين والعرافين للرقية أو غيرها . ¶ - لابد من تحذير المرضى والمعالجين من المخلفات الشرعية، التي ترتكب أثناء العلاج، خاصة علاج الرجال للنساء . ¶ - إن الأجهزة والوسائل الإلكترونية ووسائل الاتصال لا تغني عن الرقية المباشرة حيث إنه يشترط في الراقي النية وهي غير متحققة في مثل هذه الأجهزة ، وإن كان سماع القرآن عبرها فيه خير كثير .. ¶ قائمة المراجع",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "- أبجد العلوم : صديق بن حسن القنوجي (1307هـ) دار الكتب العلمية ، بيروت 1978م . ¶ - الأحكام الشر عية الكبرى: أبو محمد عبد الحق الإشبيلي ( 581هـ) مكتبة الرشد 2001م ¶ - الآداب الشرعية : شمس الدين بن مفلح (763هـ) مؤسسة قرطبة ، القاهرة 1987م ¶ - الاستذكار: أبو عمر يوسف ابن عبد البر النمري(463هـ)دار الكتب العلمية، بيروت 2000م ¶ - إعانة الطالبين : أبو بكر بن السيد الدمياطي، دار الفكر للطباعة، بيروت. ¶ - إعلام الموقعين: ابن القيم الجوزية(751هـ) تحقيق محمد محيي الدين عبد الحميد المكتبة العصرية . ¶ - الأم : الإمام محمد بن إدريس الشافعي ( 204 هـ) الهيئة المصرية العامة للكتاب 1407هـ. ¶ - الإنصاف : علي بن سليمان المرداوي (885هـ) دار إحياء التراث، بيروت. ¶ - البحر الرائق : زين الدين بن نجيم (970هـ) دار المعرفة، ط2، بيروت. ¶ - تاج العروس : محمد مرتضى الزبيدي(1205هـ) المطبعة الخيرية ، القاهرة . ¶ - تاريخ مدينة دمشق: علي بن الحسن الشافعي (571 هـ)دار الفكر،ط1، بيروت، 1995م. ¶ - تبيين الحقائق : فخر الدين عثمان بن علي الزيلعي (743هـ) بولاق، ط1، 1315هـ. ¶ -تحفة الأحوذي: محمد عبد الرحمن المباركفوري (1353 هـ) دار الكتب العلمية، بيروت. ¶ - تفسير الرازي (التفسير الكبير) : فخر الدين محمد بن عمر الرازي (606هـ) ط3. ¶ - تفسير القرطبي : ( الجامع في أحكام القرآن ) محمد بمن أحمد الأنصاري القرطبي ( 671هـ) دار الشعب، القاهرة. ¶ - تيسير العزيز الحميد: سليمان بن عبد بن محمد بن عبد الوهاب(1233هـ)عالم الكتب1999م. ¶ - الثمر الداني : صالح عبد السميع الآبي، المكتبة الثقافية، بيروت. ¶ - حاشية البجيرمي : سليمان بن عمر بن محمد البجيرمي، المكتبة الإسلامية، ديار بكر، تركيا. ¶ - حاشية ابن عابدين : ( رد المحتار ) محمد أمين الشهير بابن عابدين (1252هـ) دار الفكر للطباعة، بيروت 1421هـ. ¶ - حاشية العدوي : الشيخ علي العدوي (1189هـ) دار صادر.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "- حلية الأولياء: أبو نعيم الأصفهاني(430هـ)دار الكتاب العربي، ط 4، بيروت، 1405هـ. ¶ - حواشي الشرواني : عبد الحميد الشرواني، دار الفكر، بيروت. ¶ - دليل المعالجين بالقرآن الكريم : رياض محمد سماحة ، القاهرة . ¶ - الذخيرة : شهاب الدين أحمد بن إدريس القرافي (684هـ) دار الغرب، بيروت 1994م ¶ - الرسالة الفقهية: ابن أبي زيد القيرواني ( 386هـ ) دار الغرب الإسلامي 1406هـ. ¶ - روح المعاني : شهاب الدين الألوسي ( 1270هـ) دار الفكر للطباعة، بيروت 1997م. ¶ - زاد المعاد في هدي خير العباد : شمس الدين ابن القيم الجوزية (751هـ) دار الفرقان، عمان. ¶ - سبل السلام: محمد بن إسماعيل الصنعاني(852هـ) دار إحياء التراث 1379هـ ط4. ¶ -سنن البيهقي : ( السنن الكبرى ) أحمد بن الحسين البيهقي ( 458هـ) دار المعرفة، بيروت. ¶ - سنن الترمذي : أبو عيسى محمد بن عيسى بن سورة( 279هـ) تحقيق أحمد شاكر: دار الكتب العلمية – بيروت. ¶ - سنن أبي داود : الإمام الحافظ أبو داود سليمان السجستاني(275هـ) دار الفكر. ¶ - سنن ابن ماجة : محمد بن يزيد القزويني ( 227هـ) دار الفكر، بيروت. ¶ - سنن النسائي : للحافظ عبد الرحمن بن شعيب النسائي (303هـ)، دار القلم بيروت. ¶ - شرح الزرقاني على الموطأ :محمد بن يوسف الزرقاني(1122هـ) دار الكتب العلمية . ¶ - شرح سنن ابن ماجه : عبد الرحمن السيوطي (911 هـ)، مكتب المطبوعات، ط الثانية، حلب، 1406هـ. ¶ - شرح صحيح مسلم : يحي بن شرف النووي (676هـ) دار الفكر، بيروت 1402هـ. ¶ - شرح كتاب التوحيد: سليمان بن عبد بن محمد بن عبد الوهاب(1233هـ) مكتبة الرياض الحديثة . ¶ - الصحاح : إسماعيل بن حماد الجوهري: تحقيق أحمد عبد الغفار عطار، دار العلم للملايين، ط 4، 1990 م. ¶ - صحيح البخاري: محمد بن إسماعيل البخاري( 256هـ)دار ابن كثير،ط3، بيروت 1407 هـ. ¶ - صحيح ابن حبان : محمد بن حبان بن أحمد التميمي البستي ( 354هـ) الرسالة، ط2، بيروت 1414هـ.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "- صحيح مسلم : مسلم بن الحجاج القشيري (256هـ) دار إحياء التراث، بيروت. ¶ - الطب النبوي : شمس الدين ابن القيم الجوزية (751هـ) دار الفكر ، بيروت ¶ - عمدة القارئ : بدر الدين محمود بن أحمد العيني (855هـ) دار إحياء التراث بيروت. ¶ - عون المعبود : العظيم آبادي، دار الكتب العلمية، بيروت، ط الثانية، 1995م. ¶ - فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء : جمع أحمد بن عبد الرزاق الدويش : الرئاسه العامه لإدارات البحوث العلميه والإفتاء والدعوه والإرشاد، الرياض 1411هـ ¶ - فتح الباري : أحمد بن علي بن حجر العسقلاني (852هـ) دار المعرفة، بيروت. ¶ - الفروع : محمد بن مفلح المقدسي(762 هـ)دار الكتب العلمية، بيروت،ط الأولى، 1418 هـ. ¶ - فضائل القرآن :أحمد بن شعيب النسائي( 303هـ) دار إحياء العلوم، بيروت 1993م . ¶ - الفواكه الدواني : أحمد بن غنيم بن سالم النفراوي (1120هـ) دار الفكر، بيروت 1415هـ. ¶ - فيض القدير : عبد الرؤوف المنادي، المكتبة التجارية، ط الأولى، مصر، 1356 هـ. ¶ - قضايا طبية معاصرة : د. عثمان شبير وآخرون ، دار النفائس ، الأردن 2001م ¶ - القوانين الفقهية : محمد بن جزي الغرناطي (741هـ) دار العلم للملايين 1979م. ¶ - الكافي في فقه الإمام أحمد : عبدالله بن قدامةالمقدسي(620هـ)المكتب الإسلامي، بيروت 1408هـ. ¶ - كشاف القناع : الشيخ منصور البهوتي (1051هـ) مكتبة النصر الحديثة، الرياض. ¶ - لسان العرب : جمال الدين محمد بن كرم بن منظور(711هـ) دار صادر، بيروت. ¶ - المبدع : إبراهيم بن محمد بن مفلح (884هـ) المكتب الإسلامي، بيروت 1400هـ. ¶ - مجمع الزوائد : علي بن أبي بكر الهيثمي (807 هـ)، دار الريان، القاهرة، 1407 هـ. ¶ - مجموع فتاوى شيخ الإسلام ابن تيمية : أحمد بن عبد الحليم ابن تيمية ،الرياض، 1386 هـ. ¶ - مدارج السالكين: شمس الدين ابن القيم الجوزية (751هـ)دار الكتاب العربي ، بيروت 1973م",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "- المستدرك : لأبي عبد الله محمد عبد الله الحاكم((405هـ) دار المعرفة، بيروت. ¶ - المسند : الإمام أحمد بن حنبل ( 204هـ) مؤسسة قرطبة، مصر. ¶ - المعجم الأوسط : أبو القاسم سليمان بن أحمد الطبراني(360هـ)دار الحرمين، القاهرة 1415هـ. ¶ - المغني : عبد الله بن أحمد بن قدامة (620هـ) دار الفكر، ط1، بيروت 1405هـ. ¶ - مغني المحتاج : محمد الخطيب الشربيني ( 977هـ) دار الفكر، بيروت. ¶ - المهذب : إبراهيم بن علي بن يوسف الشيرازي(476هـ) دار الفكر، بيروت. ¶ - الموطأ: الإمام مالك بن أنس (179هـ)تحقيق محمد فؤاد عبد الباقي،دار الكتاب المصري، بيروت. ¶ - النهاية في غريب الأثر : مجد الدين المبارك بن الأثير (606هـ) تحقيق: طاهر أحمد الزاوي ومحمود الطناحي، دار إحياء الكتب العربية، القاهرة. ¶ - نيل الأوطار : محمد بن علي الشوكاني (1250هـ) دار الجيل، بيروت 1973م.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "1",
            "nass": "العلاج بالقرآن: ¶ ( حقيقته ، أهميته ، حكمه، وضوابطه ) ¶ بحث من إعداد ¶ د . عبد الحق حميش ¶ كلية الشريعة والدراسات الإسلامية ¶ جامعة الشارقة ¶ بسم الله الرحمن الرحيم ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، ونشهد أن لا إله إلا الله وحده لا شريك له القائل سبحانه : { وننزل من القرآن ما هو شفاء ورحمة للمؤمنين } [ الإسراء:82] ، ونشهد أن محمداً عبده ورسوله، أرسله الله للناس كافة بشيراً ونذيراً، وداعياً إليه بإذنه وسراجاً منيراً، بلّغ الرسالة، وأدى الأمانة، ونصح الأمة، وبيَّن لها الحلال والحرام، القائل – عليه الصلاة والسلام – : \" من يرد الله به خيراً يفقهه في الدين \"(¬1)، أما بعد: ¶ تشغل قضية العلاج بالقرآن الكريم اهتمام الكثيرين من الباحثين والمرضى والأطباء، فالبعض ينفي جدواها في علاج الأمراض النفسية والبدنية، والبعض يقول بأن القرآن يشفي كل الأمراض الروحية منها والبدنية والنفسية ، ويشن حملة شعواء على من ينكر ذلك ... ¶ ¬__________ ¶ (¬1) متفق عليه: البخاري في كتاب العلم باب قول النبي - صلى الله عليه وسلم - : رب مبلغ أوعى من سامع (71) 1/39، ومسلم في كتاب الزكاة باب النهي عن المسألة (1037) (2/718) من حديث معاوية - رضي الله عنه - .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "هذا ولقد انتشر المعالجون بالرقي وافتتحت كثير من الدور – كعيادات – ولمعت كثير من الأسماء ، حتى أن بعض الرقاة أدخل التكنولوجيا الحديثة في عمله مثل أجهزة الحاسوب وغيرها، بل وصارت للرقية مواقع على شبكة الويب تستقبل استشارات الناس وتقوم بالرد عليها وتدلهم على العلاج وعلى المعالجين، وظهرت علينا في الفترة الأخيرة قنوات تلفزيونية فضائية متخصصة في الشعوذة والنصب على الناس ويدعي أحد أصحاب هذه القنوات حصوله على شهادات طبية وعلمية تسمح له بممارسة الطب وعلاج المرضى والقدرة على علاج جميع الأمراض بلا استثناء، يشمل ذلك أمراض السرطان، والقلب، والأعصاب ، والكلى، والكبد والأمراض المعدية والأمراض الجلدية والنفسية والسحر والعين والحسد وكل ما يخطر على البال من الأمراض العضوية والنفسية. ¶ ويتحول الأمر إلي ظاهرة مخيفة عندما نعلم أن هناك بمصر وحدها 300 ألف معالج بالقرآن وأنفقت مليارات الجنيهات حوالي (10 مليارات) علي الدجل والشعوذة. ¶ إشكالية البحث : ومع انتشار هذه الظاهرة طرحت الكثير من التساؤلات والآراء حول هذه القضية.. هل هي ظاهرة صحية أم ظاهرة مرضية!!؟.. وما هي الضوابط الشرعية للعلاج بالقرآن؟.. هل يسمى هذا النمط طبًا؟!!.. هل يجوز اعتباره مهنة ومصدرًا للكسب.. إلى غير ذلك من الآراء والتساؤلات التي انقسم الناس فيها بين مؤيد ومعارض.. ¶ ونتيجة للتخبط الحاصل لدى الكثيرين في فهم هذا المجال، كانت هذه الدراسة لكل باحث عن الرقية الشرعية من الكتاب والسنة المنضبطة بضوابط الشرع الحنيف البعيدة عن الخزعبلات والكذب والشعوذة والكهانة والزور والبهتان وادعاء معرفة علم الغيب .. ¶ إن موضوع العلاج بالقرآن من الأمور التي ينبغي توجيه عناية العلماء الشرعيين المتخصصين لبحثها من الناحية الشرعية الفقهية، من أجل تأصيلها من الناحية الشرعية، ووضع الأطر والضوابط التي تضبطها.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "أسباب اختيار الموضوع: والذي دفعني للكتابة في هذا الموضوع أمور شتى أوجزها فيما يلي: ¶ أولا: محاولة تصحيح الانحرافات العقدية لدى كثير من المسلمين اليوم فيما يتعلق بقضايا العلاج بالقرآن. ¶ ثانيا : إن العلاج بالقرآن أصبح في الآونة الأخيرة بحاجة إلى تقعيد وتأصيل ، بحيث توضع له الضوابط والأصول التي تضبطه وتحكمه في بوتقة الشريعة الإسلامية . ¶ ثالثا : محاولة تصحيح الاتجاهات المنحرفة لدى كثير من المعالجين في الوسائل والمقاصد المتبعة ، خاصة النظرة المادية البحتة التي أصبحت الأساس الرئيس في مزاولة العلاج بالقرآن ، وكأنها مهنة من المهن التي يقتات بها كثير من هؤلاء ، ويأكلون أموال الناس سحتا وباطلا ، لما قد تدره عليهم من أموال طائلة . ¶ رابعاً : خطورة التوجه للعلاج لدى السحرة والمشعوذين والعرَّافين الكهنة والمستعينين بالجن ومدعي الرقية من الناحية الشرعية على الفرد والأسرة والمجتمع المسلم ، خاصة وأنه قد ظهرت قنوات فضائية تستخدم القرآن وسيلة للكسب والاحتيال والتشويش على عقائد الناس وعباداتهم . ¶ خامساً : إيضاح الأساليب والوسائل الصحيحة للرقية الشرعية الثابتة في الكتاب والسنة والأثر . ¶ سادساً : ندرة الكتابات المتعلقة بالموضوع ، حيث أن هذا الموضوع لم يستوف حقه من الدراسة والبحث. ¶ سابعاً : عدم اهتمام الباحثين بهذا الموضوع بزعم أنه عديم الجدوى والفائدة وأن الجهل به لا يضر ، فآثرت البحث فيه لإظهار أهميته وإبراز كافة النواحي المتعلقة به خاصة من الناحية الفقهية، التي أهملها الكثير من المهتمين بالموضوع . ¶ أهداف البحث : أما أهم الأهداف التي يسعى هذا البحث لتحقيقها فهي : ¶ أولا : إظهار حقيقة العلاج بالقرآن . ¶ ثانيا : محاولة القضاء على البدع والخرافات والممارسات الخاطئة المنتشرة بين الناس عن حقيقة العلاج بالقرآن ، والعودة إلى المنهج الإسلامي الصحيح للتزود منه وحده .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ثالثا : التنبيه على خطورة انتشار الأمراض التي تصيب النفس البشرية من صرع وسحر وحسد وعين ونحوه ، خاصة انتشار السحر في بعض البلدان الإسلامية النامية ، وبعدهم عن حقائق الدين الإسلامي. ¶ رابعا : تنبيه الدعاة لإظهار حقيقة العلاج بالقرآن الذي حث عليه ديننا الإسلامي الحنيف، وتحصينه بالضوابط والقواعد، وزرع تلك القواعد والأصول في نفوس الناس وتربيتهم عليها لحمايتهم من الوقوع في الشرك والمعصية . ¶ الدراسات السابقة : سأشير فيما يلي لأهم الدراسات في هذا الموضوع، ¶ - البيان في العلاج بالقرآن : ناصف عوض المنياوي ، طبع مركز الكتاب للنشر بالقاهرة الطبعة الأولى، ويقع الكتاب في 229 صفحة لكن محتويات الكتاب تختلف عن العنوان إذ يبحث الكتاب في عالم الجن والشياطين ، وأنواع المرض الأخرى ، ثم تحدث عن مراحل العلاج وكيفية طرد الجان ، والسحر وأنواعه ... ¶ - أحكام الرُّقَى والتَّمَائم : رسالة ماجستير مطبوعة ، وهي أشمل رسالة رأيتها في ذلك ، مؤلفها الدكتور فهد بن ضويان بن عوض السحيمي ، عضو هيئة التدريس بالجامعة الإسلامية بالمدينة المنورة .اسم دار النشر : مكتبة أضواء السلف .عدد صفحات هذه الرسالة : 328 صفحة .عنوان درا النشر : الرياض - شارع سعد بن أبي وقاص - بجوار بَنْده . ¶ - دليل المعالجين بالقرآن الكريم : رياض محمد سماحة ( القاهرة ) الكتاب يقع في 239 صفحة ، يقدم بعض الأدوية الشافية لأمراض متفرقة . ¶ - التداوي بالقرآن الكريم والرقى والتعاويذ : الدكتور السيد الجميلي ( دار ومكتبة الهلال ) وجاء الكتاب في 95 صفحة ، اختار المؤلف الآيات القرآنية التي يعالج بها بعض الأمراض . ¶ - ضوابط التداوي بالرقى والتمائم في الفقه الإسلامي : الدكتور محمد عثمان شبير ( البحث منشور ضمن أبحاث أخرى في كتاب دراسات فقهية في قضايا طبية معاصرة !!) ¶ خطة البحث : ¶ يتضمن البحث : مقدمة في أسباب اختيار الموضوع ، وأهميته ، وخطة البحث .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وثلاثة مباحث على النحو الآتي : ¶ المبحث الأول : في حقيقة العلاج بالقرآن ومشروعيته وحكمه وأهميته، وأنواعه ¶ المطلب الأول : مفهوم العلاج بالقرآن. ¶ المطلب الثاني : مشروعية العلاج بالقرآن الكريم . ¶ المطلب الثالث : حكم التداوي بالقرآن . ¶ المطلب الرابع : أهمية وفوائد العلاج بالقرآن . ¶ المطلب الخامس : أنواع الرقى . ¶ المبحث الثاني : في ضوابط العلاج بالقرآن الكريم . ¶ المطلب الأول : ضوابط خاصة بالراقي . ¶ المطلب الثاني : ضوابط في الرقية . ¶ المطلب الثالث : ضوابط في المرقي . ¶ المبحث الثالث : مسائل متفرقة في العلاج بالقرآن ¶ المسألة الأولى : صفة الرقية وطرقها وتأثيرها في الراقي . ¶ المسألة الثانية : الشفاء بيد الله وحده . ¶ المسألة الثالثة : هل الأدوية الحسية أنفع أم العلاج بالقرآن والأدوية الإيمانية . ¶ المسألة الرابعة : حكم اتخاذ العلاج بالقرآن مهنة . ¶ المسألة الخامسة : حكم إتيان الكهان والمشعوذين والعرافين . ¶ المسألة السادسة : حكم حل السحر بالسحر . ¶ المسألة السابعة : مخالفات يقع فيها الكثير من مدعي العلاج بالقرآن . ¶ المسألة الثامنة : حكم إدخال وسائل التكنولوجيا في التداوي بالقرآن . ¶ الخاتمة : وتحوي أهم نتائج البحث . ¶ المبحث الأول ¶ حقيقة العلاج بالقرآن وحكمه وأهميته وأقسامه ¶ وفي هذا المبحث المطالب التالية : ¶ المطلب الأول : تعريف العلاج والتداوي بالقرآن الكريم ¶ المطلب الثاني : مشروعية العلاج بالقرآن الكريم ¶ المطلب الثالث : حكم التداوي بالقرآن . ¶ المطلب الرابع : أهمية وفوائد العلاج بالقرآن . ¶ المطلب الخامس : أنواع الرقى ¶ المطلب الأول ¶ تعريف العلاج والتداوي بالقرآن الكريم",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "يطلق على العلاج والتداوي بالقرآن الكريم الرُّقْيَة- بسكون القاف- ويقال: \"رقَى\"- بالفتح في الماضي، \"ويرقِي\" بالكسر في المستقبل، و\"رقِيت\" فلاناً- بكسر القاف، \"أُرقيه\" ويقال: \"استرقى\"، أي طلب الرقية، والرقية تجمع على رُقى، وتقول: استرقيته، فرقاني رقية، فهو راق، ويقال: رقى الراقي رقية ورقياً، إذا عوذ ونفث في عوذته، ويعرفها ابن الأثير: الرقية، العُوذة التي يرقى بها صاحب الآفة كالحمى والصرع وغير ذلك من الآفات(¬1)، ويقول ابن منظور: والرقية: العوذة، معروفة. ¶ قالَ عرْوَةُ : فما تَرَكا مِن عُوذَةٍ يَعْرِفانهَا ولا رُقْيةٍ إلاَّ بها رَقَياني(¬2) ¶ وقال أيضاً: والعوذة والمعاذات والتعويذ: الرقية، يرقى بها الإنسان من فزع أو جنون، لأنه يعاذ بها، وقد عوذه. يقال عوذت فلانا بالله وأسمائه، وبالمعوذتين، إذا قلت: أعيذك بالله وأسمائه من كل ذي شر(¬3). ¶ وقال بعض الفقهاء في تعريفها : الرُّقْيَةِ وَهِيَ الْعُوذَةُ بِضَمِّ الْعَيْنِ ما يُرْقَى بِهِ من الدُّعَاءِ لِطَلَبِ الشِّفَاءِ(¬4)، وقال ابن التِّينِ: الرُّقَى بِالْمُعَوِّذَاتِ وَغَيْرِهَا من أَسْمَاءِ اللَّهِ تَعَالَى هو الطِّبُّ الرُّوحَانِيُّ إذَا كان على لِسَانِ الْأَبْرَارِ من الْخَلْقِ حَصَلَ الشِّفَاءُ بِإِذْنِ اللَّهِ فلما عز هذا النَّوْعُ فَزِعَ الناس إلَى الطِّبِّ الْجُسْمَانِيِّ وَتِلْكَ الرُّقَى الْمَنْهِيُّ عنها التي يَسْتَعْمِلُهَا الْمُعَزِّمُ وَغَيْرُهُ مِمَّنْ يَدَّعِي تَسْخِيرَ الْجِنِّ له(¬5). ¶ وجودها قبل الإسلام: ¶ ¬__________ ¶ (¬1) النهاية في غريب الأثر 2/254 . ¶ (¬2) تاج العروس : الزبيدي مادة رقي 38/175 . ¶ (¬3) لسان العرب : ابن منظور مادة رقى 14/332 . ¶ (¬4) حاشية العدوي : 2/640 . ¶ (¬5) نيل الأوطار 9/106 .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "عن عَمْرَةَ بِنْتِ عبد الرحمن أَنَّ أَبَا بَكْرٍ الصِّدِّيقَ دخل على عَائِشَةَ وَهِيَ تَشْتَكِي وَيَهُودِيَّةٌ تَرْقِيهَا فقال أبو بَكْرٍ أرقيها بِكِتَابِ الله(¬1)، وعن ابن عَبَّاسٍ أَنَّ ضِمَادًا قَدِمَ مَكَّةَ وكان من أَزْدِ شَنُوءَةَ وكان يَرْقِي من هذه الرِّيحِ فَسَمِعَ سُفَهَاءَ من أَهْلِ مَكَّةَ يَقُولُونَ إِنَّ مُحَمَّدًا مَجْنُونٌ فقال لو أنى رأيت هذا الرَّجُلَ لَعَلَّ اللَّهَ يَشْفِيهِ على يَدَيَّ قال فَلَقِيَهُ فقال يا محمد إني أَرْقِي من هذه الرِّيحِ وَإِنَّ اللَّهَ يَشْفِي على يَدِي من شَاءَ فَهَلْ لك فقال رسول اللَّهِ صلى الله عليه وسلم : إِنَّ الْحَمْدَ لِلَّهِ نَحْمَدُهُ وَنَسْتَعِينُهُ من يَهْدِهِ الله فلا مُضِلَّ له وَمَنْ يُضْلِلْ فلا هَادِيَ له وَأَشْهَدُ أَنْ لَا إِلَهَ إلا الله وَحْدَهُ لَا شَرِيكَ له وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ أَمَّا بَعْدُ ، قال فقال أَعِدْ عَلَيَّ كَلِمَاتِكَ هَؤُلَاءِ فَأَعَادَهُنَّ عليه رسول اللَّهِ صلى الله عليه وسلم ثَلَاثَ مَرَّاتٍ قال فقال لقد سمعت قَوْلَ الْكَهَنَةِ وَقَوْلَ السَّحَرَةِ وَقَوْلَ الشُّعَرَاءِ فما سمعت مِثْلَ كَلِمَاتِكَ هَؤُلَاءِ وَلَقَدْ بَلَغْنَ نَاعُوسَ الْبَحْرِ قال فقال هَاتِ يَدَكَ أُبَايِعْكَ على الْإِسْلَامِ قال فَبَايَعَهُ فقال رسول اللَّهِ صلى الله عليه وسلم وَعَلَى قَوْمِكَ قال وَعَلَى قَوْمِي(¬2)، ¶ ¬__________ ¶ (¬1) أخرجه مالك في موطئه ( 1688 ) 2/943 ، والبيهقي ( 19386) 9/349 . ¶ (¬2) أخرجه مسلم في صحيحه في كتاب الجمعة باب تخفيف الصلاة والخطبة ( 868) 2/593 ..",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "و عن عَوْفِ بن مَالِكٍ الْأَشْجَعِيِّ قال كنا نَرْقِي في الْجَاهِلِيَّةِ فَقُلْنَا يا رَسُولَ اللَّهِ كَيْفَ تَرَى في ذلك فقال اعْرِضُوا عَلَيَّ رُقَاكُمْ لَا بَأْسَ بِالرُّقَى ما لم يَكُنْ فيه شِرْكٌ(¬1). ¶ المطلب الثاني ¶ مشروعية العلاج بالقرآن الكريم ¶ إن التداوي بالقرآن الكريم والاستشفاء به من الأمراض الجسمية والآفات والعلل العضوية عن طريق تلاوته أو قراءة بعض سوره وآياته هو المقصود في هذا المقام، ولأجله كتبت هذا البحث، سواء كان سبب المرض سوء في التصرفات، أو التعرض لبعض الإيذاء من الدواب والهوام، أو مس وإيذاء واعتداء من الجن أو غيرهم من المخلوقات، أو كان تلفا وخللا في بعض الأجهزة العضوية وغيرها، وهذا موضوع قد كثر حوله الكلام وطال فيه الجدل والخلاف، بين مانع من ذلك جملة وتفصيلاً بأدلة عقلية وأقيسة منطقية ، وبين مغالٍ في إجازته معتمداً عليه معرضاً عن بذل الأسباب المادية الحسية وعن التداوي بغيرها والاستشفاء بما نفعه من خلال التجربة، والدراسة العلمية. ¶ والحق إنما يتوسط بين الجافي والغالي، ويعتدل بين الإفراط والتفريط، والتداوي والاستشفاء بالقرآن الكريم جاء في النصوص الشرعية الثابتة، ويقرره العقل والقياس الصحيح، لذلك وجب التصديق به، والإيمان بما جاء به النص، وأجازه العقل، والنصوص الشرعية كثيرة جدا. ¶ ¬__________ ¶ (¬1) أخرجه مسلم في كتاب السلام باب لا بأس بالرقى ما لم يكن فيه شرك (2200) 4/1727 .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "إن العلاج بالقرآن والأدعية المشروعة طب نفسى ولايصل الشك إلى التردد فى قبوله واعتباره لاسيما من المسلمين الذين يشهدون بربوبية الله وألوهيته وأنه الشافى المعافى لا حول ولاقوة إلا به تعالى ماشاء كان وما لم يشأ لم يكن ، فلقد تضافرت النصوص الشرعية من كتاب الله تعالى ومن سنة رسوله صلى الله عليه وسلم فى اعتبار القرآن هدى وشفاء :(¬1) ¶ أ- قول الله تعالى: { وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاء وَرَحْمَةٌ لِّلْمُؤْمِنِينَ وَلاَ يَزِيدُ الظَّالِمِينَ إَلاَّ خَسَارًا } [ الإسراء: 82]، وقال تعالى { وَإِمَّا يَنزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللّهِ إِنَّهُ سَمِيعٌ عَلِيمٌ } [ الأعراف :200] ، وقال تعالى { وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ (80) } [ الشعراء:80] ، وقوله تعالى: { قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاء } [ فصلت:44] ولفظ \"شفاء\" عام يتناول شفاء الأمراض القلبية والعقلية، كما يتناول الأمراض الجسدية والعوارض المادية الحسية، والأصل بقاء العام على عمومه وعدم تخصيصه إلا بمخصص، ولا مخصص هنا- على ما قرره العلماء ، قال الألوسي: استدل العلماء بالآية على أن القرآن يشفي من الأمراض البدنية كما يشفي من الأمراض القلبية(¬2). ¶ ب- ما جاء في سنة رسول الله صلى عليه وسلم: فقد ثبت أنه استشفى واسترقى ببعض آيات القرآن، وأمر بذلك وأوصى به، وفعله عليه الصلاة والسلام لنفسه ولغيره، وأقره كذلك من فعل بعض أصحابه رضي الله تعالى عنهم: ¶ ¬__________ ¶ (¬1) حاشية ابن عابدين 6/364 ، الذخيرة : القرافي 13/311 ، حاشية العدوي 2/641 ، المهذب : الشيرازي 1/126 ، مغني المحتاج : الشربيني 1/330 ، كشاف القناع : البهوتي 2/81 . ¶ (¬2) روح المعاني : الألوسي 11/139",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "فقد ثبت فى الصحيح عن عَائِشَةَ زَوْجِ النبي صلى الله عليه وسلم أنها قالت كان إذا اشْتَكَى رسول اللَّهِ صلى الله عليه وسلم رَقَاهُ جِبْرِيلُ قال بِاسْمِ اللَّهِ يُبْرِيكَ وَمِنْ كل دَاءٍ يَشْفِيكَ وَمِنْ شَرِّ حَاسِدٍ إذا حَسَدَ وَشَرِّ كل ذِي عَيْنٍ(¬1). ¶ كما ثبت أن رسول الله صلى الله عليه وسلم كان يرقي نفسه: عن عَائِشَةَ أَنَّ النبي صلى الله عليه وسلم كان إذا أَوَى إلى فِرَاشِهِ كُلَّ لَيْلَةٍ جَمَعَ كَفَّيْهِ ثُمَّ نَفَثَ فِيهِمَا فَقَرَأَ فِيهِمَا{قُلْ هو الله أَحَدٌ} وَ {قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ} وَ {قُلْ أَعُوذُ بِرَبِّ الناس} ثُمَّ يَمْسَحُ بِهِمَا ما اسْتَطَاعَ من جَسَدِهِ يَبْدَأُ بِهِمَا على رَأْسِهِ وَوَجْهِهِ وما أَقْبَلَ من جَسَدِهِ يَفْعَلُ ذلك ثَلَاثَ مَرَّاتٍ \"(¬2)، وعن أبي سَعِيدٍ الخدري رضي الله عنه قال كان رسول اللَّهِ صلى الله عليه وسلم يَتَعَوَّذُ من الْجَانِّ وَعَيْنِ الْإِنْسَانِ حتى نَزَلَتْ الْمُعَوِّذَتَانِ فلما نَزَلَتَا أَخَذَ بِهِمَا وَتَرَكَ ما سِوَاهُمَا(¬3). ¶ ¬__________ ¶ (¬1) أخرجه مسلم في كتاب السلام باب الطب والمرض والرقى ( 2185) 4/1718 . ¶ (¬2) أخرجه البخاري في كتاب فضائل القرآن باب فضل المعوذات ( 4729) 4/1916 . ¶ (¬3) أخرجه الترمذي في كتاب الطب باب ما جاء في الرقية بالمعوذتين ( 2058) وقال : هذا حديث حسن غريب 4/395 .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "كما رقى رسول الله صلى الله عليه وسلم غيره: عن عَائِشَةَ رضي الله عنها أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كان إذا أتى مَرِيضًا أو أتى بِهِ قال أَذْهِبْ الْبَاسَ رَبَّ الناس اشْفِ وَأَنْتَ الشَّافِي لَا شِفَاءَ الا شِفَاؤُكَ شِفَاءً لَا يُغَادِرُ سَقَمًا\"(¬1)، وعن ابن عَبَّاسٍ رضي الله عنهما قال كان النبي صلى الله عليه وسلم يُعَوِّذُ الْحَسَنَ وَالْحُسَيْنَ وَيَقُولُ : \" إِنَّ أَبَاكُمَا كان يُعَوِّذُ بها إِسْمَاعِيلَ وَإِسْحَاقَ أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّةِ من كل شَيْطَانٍ وَهَامَّةٍ وَمِنْ كل عَيْنٍ لَامَّةٍ \"(¬2)، الهامة : واحدة من الهوام وهي ذوات السموم(¬3)، اللامة: بتشديد الميم أي ذات لمم، واللمم كل داء يلم من خبل أو جنون أو نحوهما(¬4). أي في كل عين تصيب بسوء \"(¬5). ¶ وعن أبي سَعِيدٍ أَنَّ جِبْرَائِيلَ عليه السلام أتى النبي صلى الله عليه وسلم فقال: يا محمد اشْتَكَيْتَ ؟ قال: نعم ، قال : \" بِسْمِ اللَّهِ أَرْقِيكَ من كل شَيْءٍ يُؤْذِيكَ من شَرِّ كل نَفْسٍ أو عَيْنٍ أو حَاسِدٍ الله يَشْفِيكَ بِسْمِ اللَّهِ أَرْقِيكَ \"(¬6). ¶ ¬__________ ¶ (¬1) أخرجه البخاري في كتاب المرضى باب دعاء العائد للمريض ( 5351) 5/2147 ومسلم في كتاب السلام باب استحباب الرقية للمريض( 2191) 4/1721 . ¶ (¬2) أخرجه البخاري في كتاب الأنبياء باب ( يزفون ) ( 3191 ) 3/1233 . ¶ (¬3) فتح الباري : ابن حجر العسقلاني 6/410 ، عون المعبود : 7/127 . ¶ (¬4) تحفة الأحوذي : 6/185 ، شرح سنن ابن ماجه 1/252 . ¶ (¬5) مرقاة المفاتيح 4/14 . ¶ (¬6) أخرجه مسلم في كتاب السلام باب الطب والمرض والرقى (2185)4/1718 .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "الرسول صلى الله عليه وسلم يأمر ويندب غيره، ويرخص في الرقية: عن أُمِّ سَلَمَةَ رضي الله عنها أَنَّ النبي صلى الله عليه وسلم رَأَى في بَيْتِهَا جَارِيَةً في وَجْهِهَا سَفْعَةٌ فقال : \" اسْتَرْقُوا لها فإن بها النَّظْرَةَ \"(¬1). ¶ وعن عُثْمَانَ بن أبي الْعَاصِ الثَّقَفِيِّ أَنَّهُ شَكَا إلى رسول اللَّهِ صلى الله عليه وسلم وَجَعًا يَجِدُهُ في جَسَدِهِ مُنْذُ أَسْلَمَ فقال له رسول اللَّهِ صلى الله عليه وسلم ضَعْ يَدَكَ على الذي تَأَلَّمَ من جَسَدِكَ وَقُلْ بِاسْمِ اللَّهِ ثَلَاثًا وَقُلْ سَبْعَ مَرَّاتٍ أَعُوذُ بِاللَّهِ وَقُدْرَتِهِ من شَرِّ ما أَجِدُ وَأُحَاذِرُ \"(¬2). ¶ وعن سَعْدَ بن أبي وَقَّاصٍ يقول سمعت خَوْلَةَ بِنْتَ حَكِيمٍ السُّلَمِيَّةَ تَقُولُ سمعت رَسُولَ اللَّهِ صلى الله عليه وسلم يقول: \" من نَزَلَ مَنْزِلًا ثُمَّ قال أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ من شَرِّ ما خَلَقَ لم يَضُرَّهُ شَيْءٌ حتى يَرْتَحِلَ من مَنْزِلِهِ ذلك \"(¬3). ¶ ¬__________ ¶ (¬1) أخرجه البخاري في كتاب الطب باب رقية العين ( 5407 ) 5/2167 . ¶ (¬2) أخرجه مسلم في كتاب السلام .باب استحباب وضع يده على موضع الألم مع الدعاء ( 2202)4/1728 . ¶ (¬3) أخرجه مسلم في كتاب السلام باب في التعوذ من سوء القضاء ( 2707 ) 4/2080 .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "الرسول صلى الله عليه وسلم يقر غيره على الرقية: عن عَائِشَةَ قالت كان رسول اللَّهِ صلى الله عليه وسلم إذا اشْتَكَى مِنَّا إِنْسَانٌ مَسَحَهُ بِيَمِينِهِ ثُمَّ قال أَذْهِبْ الْبَاسَ رَبَّ الناس وَاشْفِ أنت الشَّافِي لَا شِفَاءَ إلا شِفَاؤُكَ شِفَاءً لَا يُغَادِرُ سَقَمًا فلما مَرِضَ رسول اللَّهِ صلى الله عليه وسلم وَثَقُلَ أَخَذْتُ بيده لِأَصْنَعَ بِهِ نحو ما كان يَصْنَعُ فَانْتَزَعَ يَدَهُ من يَدِي ثُمَّ قال اللهم اغْفِرْ لي وَاجْعَلْنِي مع الرَّفِيقِ الأعلى قالت فَذَهَبْتُ أَنْظُرُ فإذا هو قد قَضَى(¬1). ¶ وعنها قالت كان رسول اللَّهِ صلى الله عليه وسلم إذا مَرِضَ أَحَدٌ من أَهْلِهِ نَفَثَ عليه بِالْمُعَوِّذَاتِ فلما مَرِضَ مَرَضَهُ الذي مَاتَ فيه جَعَلْتُ أَنْفُثُ عليه وَأَمْسَحُهُ بِيَدِ نَفْسِهِ لِأَنَّهَا كانت أَعْظَمَ بَرَكَةً من يَدِي وفي رِوَايَةِ يحيى بن أَيُّوبَ بِمُعَوِّذَاتٍ(¬2). ¶ ¬__________ ¶ (¬1) أخرجه مسلم في كتاب السلام باب استحباب رقية المريض ( 2191 ) 4/1721 . ¶ (¬2) أخرجه مسلم في كتاب السلام باب رقية المريض بالمعوذات والنفث ( 2192 ) 4/1723 .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وعنها أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كان إذا اشْتَكَى الْإِنْسَانُ الشَّيْءَ منه أو كانت بِهِ قَرْحَةٌ أو جُرْحٌ قال النبي صلى الله عليه وسلم بِإِصْبَعِهِ هَكَذَا وَوَضَعَ سُفْيَانُ سَبَّابَتَهُ بِالْأَرْضِ ثُمَّ رَفَعَهَا بِاسْمِ اللَّهِ تُرْبَةُ أَرْضِنَا بِرِيقَةِ بَعْضِنَا لِيُشْفَى بِهِ سَقِيمُنَا بِإِذْنِ رَبِّنَا قال بن أبي شَيْبَةَ يُشْفَى وقال زُهَيْرٌ لِيُشْفَى سَقِيمُنَا \"(¬1).وفى الصحيح عن أَنَسٍ قال رَخَّصَ رسول اللَّهِ صلى الله عليه وسلم في الرُّقْيَةِ من الْعَيْنِ وَالْحُمَةِ وَالنَّمْلَةِ(¬2). قال النووى : النملة جروح تخرج فى الجنب والحمه كل ذات سم(¬3).وعن أبي سَعِيدٍ الْخُدْرِيِّ أَنَّ نَاسًا من أَصْحَابِ رسول اللَّهِ صلى الله عليه وسلم كَانُوا في سَفَرٍ فَمَرُّوا بِحَيٍّ من أَحْيَاءِ الْعَرَبِ فَاسْتَضَافُوهُمْ فلم يُضِيفُوهُمْ فَقَالُوا لهم هل فِيكُمْ رَاقٍ فإن سَيِّدَ الْحَيِّ لَدِيغٌ أو مُصَابٌ فقال رَجُلٌ منهم نعم فَأَتَاهُ فَرَقَاهُ بِفَاتِحَةِ الْكِتَابِ فَبَرَأَ الرَّجُلُ فَأُعْطِيَ قَطِيعًا من غَنَمٍ فَأَبَى أَنْ يَقْبَلَهَا وقال حتى أَذْكُرَ ذلك لِلنَّبِيِّ صلى الله عليه وسلم فَأَتَى النبي صلى الله عليه وسلم فذكر ذلك له فقال : يا رَسُولَ اللَّهِ والله ما رَقَيْتُ إلا بِفَاتِحَةِ الْكِتَابِ فَتَبَسَّمَ وقال:\" وما أَدْرَاكَ أنها رُقْيَةٌ \" ثُمَّ قال : \" خُذُوا منهم وَاضْرِبُوا لي بِسَهْمٍ مَعَكُمْ \"(¬4). ¶ ¬__________ ¶ (¬1) أخرجه مسلم في كتاب السلام باب استحباب الرقية من العين ( 2194 ) 4/1724 . ¶ (¬2) أخرجه مسلم في كتاب السلام باب استحباب الرقية من العين ( 2196 ) 4/1725 . ¶ (¬3) شرح النووي على صحيح مسلم :14/183 ، فتح الباري : 10/106 . ¶ (¬4) أخرجه مسلم في كتاب السلام باب جواز أخذ الأجرة على الرقية بالقرآن والأذكار ( 2201 ) 4/1727 .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "هذه النصوص الشرعيه من كتاب الله ومن سنة رسوله صلى الله عليه وسلم تبين لنا أن العلاج بالقرآن مشروع، ولاشك أن شرع الله حق وصدق فى حقيقته ووجوب الإيمان به فالرقية الشرعية علاج لأمراض الروح والنفس والبدن قال صلى الله عليه وسلم : \" لابأس بالرقى مالم تكن شركا \"(¬1). ¶ يقول الإمام ابن القيم : مرَّ بي وقت بمكة، سقمت فيه، وفقدت الطبيب والدواء ، فكنت أعالج بها - بالحمد لله رب العالمين- آخذ شربة من ماء زمزم، وأقرؤها عليها مراراً، ثم أشربه، فوجدت لذلك البرء التام، ثم صرت أعتمد على ذلك عند كثير من الأوجاع فأنتفع بها غاية الانتفاع(¬2). ¶ وليس معنى هذا ولازمه ترك التداوي والاستشفاء بالأدوية الطبيعية المادية، والاكتفاء بقراءة آيات من القرآن الكريم. فليس ذلك من الرشد في الدين، ولا من الفقه لسنن الله تعالى الكونية. ولكن الشأن هو الجمع بين هذا وذاك، والانتفاع بالأمرين، والجمع بين بذل الأسباب الحسية والمادية؛ مع الاعتماد على ما جاء به التوجيه الشرعي، وتعلق القلب بالله تعالى وحده، فهو النافع وهو رب الأسباب تبارك وتعالى. ¶ ¬__________ ¶ (¬1) سبق تخريجه . ¶ (¬2) زاد المعاد : ابن القيم الجوزية 4/178 ، الطب النبوي : ابن القيم الجوزية ص 139 .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ج – العقل : وأما إقرار العقل لهذا التداوي فواضح؛ إذ العقل لا يحيل ذلك ولا يمنعه أبداً، كيف وقد جاء الخبر الصادق بذلك، والعقل قد صدق المخبر فيما هو أعظم من مجرد الإخبار بالاستشفاء بتلاوة بعض الآيات والسور، ثم إنه لا يترتب على التصديق به أمر مستحيل؛ لأن العقل قد قرر أن الله سبحانه وتعالى هو المالك الفاعل المتصرف في الكون وما فيه من خلق، وهو سبحانه رب الأسباب والأدواء التي لا تشفي ولا تنفع بذاتها، بل هو الشافي والدافع لجميع الأفراد، وهو النافع والواهب للصحة والعافية، وهو الذي يحول بين الأسباب وبين مقتضياتها، وهو الذي يجعل فيها النفع سبحانه، فالاستشفاء والتداوي بتلاوة آيات وسور من القرآن على الأمراض الجسدية قررتها الشريعة السمحة، وجعلتها أسباباً شرعية صحيحة نافعة بإذن الله تعالى، كما تقررها العقول الصحيحة(¬1). ¶ المطلب الثالث ¶ في حكم التداوي بالقرآن ¶ بعد أن اتفق الفقهاء الحنفية والمالكية والشافعية والحنابلة على جواز الاستشفاء بالقرآن – كما سبق وأن بيّناه في المشروعية – وكما قال النفراوي المالكي : ولا خلاف في جواز الاسترقاء بأسماء الله تعالى وكتابه(¬2)إلا أنهم اختلفوا في حكم التداوي عموماً ، وأيضاً في التساوي بين الفعل والترك، أو الفضيلة، أو الكراهة على عدة آراء : ¶ ¬__________ ¶ (¬1) الطب النبوي : ابن القيم ص 141 . ¶ (¬2) الثمر الداني : 1/710 .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "الرأي الأول:ذهب الحنفية والمالكية إلى الجواز، بمعنى الإباحة بين فعل الرقية أو تركها(¬1). ولا يشوش على هذا تعبير بعضهم بـ\"لا بأس\" فقد عبر بعض الحنفية كابن عابدين وابن أبى زيد القيرواني عن الجواز بلفظ \"لا بأس بالمعاذات\"(¬2)و\"لا بأس بالاسترقاء والتعوذ\"(¬3). والمراد الجواز، لكن من له قوة على الصبر فالمستحسن عدم الاسترقاء، وهذا لا ينفي الجواز. ¶ ¬__________ ¶ (¬1) تبيين الحقائق 6/33 . ¶ (¬2) حاشية ابن عابدين 6/363 . ¶ (¬3) الرسالة : ابن أبي زيد القرواني ص 165 .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "نبه على ذلك النفراوي من المالكية فقال : تعبير المصنف \"بلا بأس\" يقتضي أن الأحسن عدم الاسترقاء، وتسليم الأمر إلى الله ، ويدل على حديث ابن عَبَّاسٍ عن النبي صلى الله عليه وسلم قال : \" عُرِضَتْ عَلَيَّ الْأُمَمُ فَرَأَيْتُ النبي وَمَعَهُ الرُّهَيْطُ وَالنَّبِيَّ وَمَعَهُ الرَّجُلُ وَالرَّجُلَانِ وَالنَّبِيَّ ليس معه أَحَدٌ إِذْ رُفِعَ لي سَوَادٌ عَظِيمٌ فَظَنَنْتُ أَنَّهُمْ أُمَّتِي فَقِيلَ لي هذا مُوسَى صلى الله عليه وسلم وَقَوْمُهُ وَلَكِنْ انْظُرْ إلى الْأُفُقِ فَنَظَرْتُ فإذا سَوَادٌ عَظِيمٌ فَقِيلَ لي انْظُرْ إلى الْأُفُقِ الْآخَرِ فإذا سَوَادٌ عَظِيمٌ فَقِيلَ لي هذه أُمَّتُكَ وَمَعَهُمْ سَبْعُونَ أَلْفًا يَدْخُلُونَ الْجَنَّةَ بِغَيْرِ حِسَابٍ ولا عَذَابٍ ثُمَّ نَهَضَ فَدَخَلَ مَنْزِلَهُ فَخَاضَ الناس في أُولَئِكَ الَّذِينَ يَدْخُلُونَ الْجَنَّةَ بِغَيْرِ حِسَابٍ ولا عَذَابٍ فقال بَعْضُهُمْ فَلَعَلَّهُمْ الَّذِينَ صَحِبُوا رَسُولَ اللَّهِ صلى الله عليه وسلم وقال بَعْضُهُمْ فَلَعَلَّهُمْ الَّذِينَ وُلِدُوا في الْإِسْلَامِ ولم يُشْرِكُوا بِاللَّهِ وَذَكَرُوا أَشْيَاءَ فَخَرَجَ عليهم رسول اللَّهِ صلى الله عليه وسلم فقال ما الذي تَخُوضُونَ فيه فَأَخْبَرُوهُ فقال هُمْ الَّذِينَ لَا يَرْقُونَ ولا يَسْتَرْقُونَ ولا يَتَطَيَّرُونَ وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ فَقَامَ عُكَّاشَةُ بن مِحْصَنٍ فقال ادْعُ اللَّهَ أَنْ يَجْعَلَنِي منهم فقال أنت منهم ثُمَّ قام رَجُلٌ آخَرُ فقال ادْعُ اللَّهَ أَنْ يَجْعَلَنِي منهم فقال سَبَقَكَ بها عُكَّاشَةُ \"(¬1).ففي هذا ذم الاسترقاء. ¶ ¬__________ ¶ (¬1) أخرجه البخاري في كتاب الدعوات باب يدخل الجنة سبعون ألفا بغير حساب (6175) ومسلم في كتاب الإيمان باب الدليل على دخول طوائف من المسلمين الجنة بغير حساب ولا عذاب ( 220 ) 1/199 .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وحديث أن جبريل كان يرقي النبي صلى الله عليه وسلم يقتضي مدح الاسترقاء، وإن فعله أحسن من تركه. ثم أجاب النفراوي بقوله: والجواب عن هذه المعارضة من وجهين: ¶ أحدهما: أن الاسترقاء الذي يحسن تركه الاسترقاء بكلام الكفار أو الألفاظ المجهولة التي لا يعرف معناها كالألفاظ العجمية. والاسترقاء الحسن ما كان بالآيات القرآنية، أو الأسماء والكلمات المعروفة المعاني ، وثانيهما: أن الاسترقاء المستحسن تركه هو ما كان في حق من له قوة على الصبر على ضرر المرض، كما قيل للصديق رضي الله عنه: ندعو لك طبيباً، فقال: \"الطبيب أمرضني\". والمستحسن فعل الرقية في حق الضعيف(¬1). ¶ الرأي الثاني: فقد ذهب الحنابلة إلى أنه مباح لكن تركه أفضل، وجمهورهم على الاستحباب(¬2)، يقول شيخ الإسلام ابن تيمية : \" وإن كثيراً من أهل الفضل والمعرفة يفضل تركه تفضلا واختيارا لما اختار الله ورضي به وتسليما له \"(¬3). ¶ الرأي الثالث:أن التداوي بالرقية مستحب. وهو مذهب الشافعية. قال النووي في منهاج الطالبين: \"ويسن التداوي\". وقال: \"إنه مذهبهم ومذهب جمهور السلف وعامة الخلق. واختاره الوزير ابن المظفر\"(¬4)، وعلى الاستحباب كثير من الحنابلة، كالقاضي أبي يعلي والبهوتي وابن الجوزي وابن عقيل والمقدسي وغيرهم. جاء في الآداب الشرعية: الاستحباب هو الصواب، وهو قول الجمهور(¬5). وذكر في شرح مسلم أنه قول كثير من العلماء أو أكثرهم(¬6). ¶ ¬__________ ¶ (¬1) الفواكه الدواني : 2/368 – 369، والأثر أخرجه البيهقي في شعب الإيمان 2/491، وابن عساكر في تاريخ دمشق 33/184. ¶ (¬2) الفروع : لابن مفلح 2/131 ، ¶ (¬3) مجموع فتاوى شيخ الإسلام ابن تيمية : 21/564 . ¶ (¬4) منهاج الطالبين : النووي 1/28 ، حواشي الشرواني : 3/183 . ¶ (¬5) الآداب الشرعية : ص 82 . ¶ (¬6) شرح النووي على صحيح مسلم : 7/427 .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "الرأي الرابع: مذهب الكراهة(¬1). فيكره التداوي بالرقى؛ محتجين بتعارض الأحاديث في المنع والإباحة. أو بفهم حديث ابن عباس رضي الله عنه: فعن عِمْرَانَ أبي بَكْرٍ قال حدثني عَطَاءُ بن أبي رَبَاحٍ قال قال لي بن عَبَّاسٍ ألا أُرِيكَ امْرَأَةً من أَهْلِ الْجَنَّةِ قلت بَلَى قال هذه الْمَرْأَةُ السَّوْدَاءُ أَتَتْ النبي صلى الله عليه وسلم فقالت إني أُصْرَعُ وَإِنِّي أَتَكَشَّفُ فَادْعُ اللَّهَ لي قال إن شِئْتِ صَبَرْتِ وَلَكِ الْجَنَّةُ وَإِنْ شِئْتِ دَعَوْتُ اللَّهَ أَنْ يُعَافِيَكِ فقالت أَصْبِرُ فقالت إني أَتَكَشَّفُ فَادْعُ اللَّهَ أَنْ لَا أَتَكَشَّفَ فَدَعَا لها حدثنا مُحَمَّدٌ أخبرنا مَخْلَدٌ عن بن جُرَيْجٍ أخبرني عَطَاءٌ أَنَّهُ رَأَى أُمَّ زُفَرَ تِلْكَ امْرَأَةً طَوِيلَةً سَوْدَاءَ على سِتْرِ الْكَعْبَةِ \"(¬2)، وقد رد النووي وغيره على هذا بقوله: لا مخالفة لهذا الحديث وغيره لأحاديث الجواز، لأن \"المدح في ترك الرقى المراد بها الرقى التي هي من كلام الكفار، والرقي المجهولة، والتي بتعبير غير العربية، وما لا يعرف معناها؛ فهذه مذمومة لاحتمال أن معناها كفر، أو قريب منه أو مكروه. وأما الرقي بآيات القرآن وبالأذكار المعروفة فلا نهي فيه بل هو سنة(¬3). ¶ ¬__________ ¶ (¬1) نيل الأوطار : الشوكاني 8/20 ، فضائل القرآن : لأبي عبيد 2/220 . ¶ (¬2) أخرجه البخاري في كتاب المرض باب فضل من يصرع من الريح ( 5328) 5/2140 ، ومسلم في كتاب البر والصلة باب ثواب المؤمن فيما يصيبه من مرض ( 2576 ) 4/1994 . ¶ (¬3) شرح النووي على صحيح مسلم : 14/168 ، طرح التثريب : 8/185 .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وقال بعض الفقهاء: لا تجوز الرقية إلا من العين واللدغة لحديث عِمْرَانَ بن حُصَيْنٍ رضي الله عنهما قال : لَا رُقْيَةَ إلا من عَيْنٍ أو حُمَةٍ\"(¬1)، وعن عُثْمَانُ بن حَكِيمٍ حَدَّثَتْنِي جَدَّتِي الرباب قالت سمعت سَهْلَ بن حُنَيفٍ يقول مَرَرْنَا بِسَيْلٍ فَدَخَلْتُ فَاغْتَسَلْتُ فيه فَخَرَجْتُ مَحْمُومًا فَنُمِيَ ذلك إلى رسول اللَّهِ صلى الله عليه وسلم فقال : \" مُرُوا أَبَا ثَابِتٍ يَتَعَوَّذُ قالت فقلت يا سَيِّدِي وَالرُّقَى صَالِحَةٌ فقال لَا رُقْيَةَ إلا في نَفْسٍ أو حُمَةٍ أو لَدْغَةٍ قال أبو دَاوُد الْحُمَةُ من الْحَيَّاتِ وما يَلْسَعُ \"(¬2)، والنفس العين. ¶ وأجاب الجمهور أن تخصيص ما ذكر لا يمنع الرقية من غيره من الأمراض. فمعنى الحديث: لا رقية أولى وأنفع من رقية العين والحمة، وإلا فقد ثبت أن النبي صلى الله عليه وسلم رقى بعض أصحابه من غير ما ذكر. وسياق الحديث يدل على أن المراد أن الرقية أنفع فيما ذكر. فإن سهلاً قال لما أصابته العين: أو في الرقى خير؟ فقال صلى الله عليه وسلم: \"لا رقية إلا من نفس أو حمة\"(¬3). ¶ وأرجح رأي الشافعية في استحباب التداوي عموماً والاستشفاء بالقرآن الكريم بخاصة ، لما في ذلك من التعلق بالله سبحانه وتعالى الشافي المُعافي . ¶ المطلب الرابع ¶ فوائد العلاج بالقرآن وأهميته ¶ ¬__________ ¶ (¬1) أخرجه البخاري في كتاب الطب باب من اكتوى أو كوى ( 5378 ) 5/2157 ، و مسلم في كتاب الإيمان باب الدليل على دخول طوائف من المسلمين الجنة بغير حساب ولا عذاب ( 220 ) 1/199 . ¶ (¬2) أخرجه أبو داود في كتاب الطب باب ما جاء في الرقى ( 3888 ) 4/11 ، والنسائي كتاب عمل اليوم والليلة باب ما يقرأ على من أصيب بعين ( 10873 ) 6/256 . ¶ (¬3) كما جاء في الحديث السابق ... ( انظر : فتح الباري : 10/115 ، عون المعبود : 10/264 ، فيض القدير : المناوي 6/426 ) .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "إن من له اطلاع وتعامل في العلاج بالقرآن وبالرقية الشرعية يدرك فضائلها وفوائدها، فكم من حالات مستعصية من الأمراض العضوية والاكتئاب والأمراض النفسية عولجت بفضل الله عز وجل بالرقية والتي ما كانت في حقيقتها إلا علامات تدل على أمراض روحية ونفسية فلما زال العارض النفسي وعولج الأذى الروحي شفيت الأمراض الجسدية بفضل الله سبحانه وتعالى . ¶ فلا شك ولا ريب أن العلاج بالقرآن الكريم وبما ثبت عن النبي صلى الله عليه وسلم من الرقى هو علاج نافع وشفاء تام{ قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاء} [فصلت 44]، { وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاء وَرَحْمَةٌ لِّلْمُؤْمِنِينَ} [الإسراء 82]، ومن هنا لبيان الجنس، فإن القرآن كله شفاء كما في الآية المتقدمة {يَا أَيُّهَا النَّاسُ قَدْ جَاءتْكُم مَّوْعِظَةٌ مِّن رَّبِّكُمْ وَشِفَاء لِّمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِّلْمُؤْمِنِينَ} [يونس 57]، فالقرآن هو الشفاء التام من الأدواء القلبية والبدنية، وأدواء الدنيا والآخرة، إذا أحسن العليل التداوي به وعالج به مرضه بصدق وإيمان، وقبول تام، واعتقاد جازم، واستيفاء شروطه، لم يقاومه الداء أبداً ، وكيف تقاوم الأدواء كلام رب الأرض والسماء الذي لو نزل على الجبال لصدعها، أو على الأرض لقطعها، فما من مرض من أمراض القلوب والأبدان إلا وفي القرآن سبيل الدلالة على علاجه، وسببه، والحمية منه لمن رزقه الله فهما لكتابه. والله عز وجل قد ذكر في القرآن أمراض القلوب والأبدان، وطب القلوب والأبدان. ¶ التأثير المذهل لسماع القرآن: إن السماع المتكرر للآيات يعطي الفوائد التالية : ¶ - زيادة في مناعة الجسم. ¶ - زيادة في القدرة على الإبداع. ¶ - زيادة القدرة على التركيز. ¶ - تغيير ملموس في السلوك والقدرة على التعامل مع الآخرين وكسب ثقتهم. ¶ - الهدوء النفسي وعلاج التوتر العصبي. ¶ - علاج الانفعالات والغضب وسرعة التهور .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "- تطوير الشخصية والحصول على شخصية أقوى. ¶ - تحسن القدرة على النطق وسرعة الكلام. ¶ - تغير في العادات السيئة مثل الإفراط في الطعام وترك الدخان. ¶ إن القرآن شفاء ورحمة لمن غمر الإيمان قلوبهم وأرواحهم، فأشرقت وتفتحت وأقبلت في بِشْرٍ وتفاؤل لتلقى ما في القرآن من صفاء وطمأنينة وأمان، وذاقت من النعيم ما لم تعرفه قلوب وأرواح أغنى ملوك الأرض، ومن المعلوم أن ترتيل القرآن حسب قواعد التجويد يساعد كثيرا على استعادة الإنسان لتوازنه النفسي، فهو يعمل على تنظيم النفس مما يؤدي إلى تخفيف التوتر بدرجة كبيرة، كما أن حركة عضلات الفم المصاحبة للترتيل السليم تقلل من الشعور بالإرهاق، وتكسب العقل حيوية متجددة، قال تعالى{ وَبِالْحَقِّ أَنزَلْنَاهُ وَبِالْحَقِّ نَزَلَ وَمَا أَرْسَلْنَاكَ إِلاَّ مُبَشِّرًا وَنَذِيرًا (105) وَقُرْآناً فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ وَنَزَّلْنَاهُ تَنزِيلاً (106) قُلْ آمِنُواْ بِهِ أَوْ لاَ تُؤْمِنُواْ إِنَّ الَّذِينَ أُوتُواْ الْعِلْمَ مِن قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلأَذْقَانِ سُجَّدًا (107) وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِن كَانَ وَعْدُ رَبِّنَا لَمَفْعُولاً (108) وَيَخِرُّونَ لِلأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا (109) } [الإسراء:105– 109] لقد كانت نتائج الأبحاث التي أجريت على مجموعة من المتطوعين في الولايات المتحدة عند استماعهم إلى القرآن الكريم مبهرة، فقد تم تسجيل أثر مهدئ لتلاوة القرآن على نسبة بلغت 97 % من مجموع الحالات، ورغم وجود نسبة كبيرة من المتطوعين لا يعرفون اللغة العربية؛ إلا أنه تم رصد تغيرات فسيولوجية لا إرادية عديدة حدثت في الأجهزة العصبية لهؤلاء المتطوعين، مما أدى إلى تخفيف درجة التوتر لديهم بشكل ملحوظ.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ليس هذا فقط ، فلقد تمت تجربة دقيقة بعمل رسم تخطيطي للدماغ أثناء الاستماع إلى القرآن الكريم، فوجد أنه مع الاستماع إلى كتاب الله تنتقل الموجات الدماغية من النسق السريع الخاص باليقظة (13 - 12) موجة / ثانية إلى النسق البطيء (8 - 18) موجة / ثانية وهي حالة الهدوء العميق داخل النفس، وأيضا شعر غير المتحدثين بالعربية بالطمأنينة والراحة والسكينة أثناء الاستماع لآيات كتاب الله، رغم عدم فهمهم لمعانيه !! وهذا من أسرار القرآن العظيم، وقد أزاح الرسول صلى الله عليه وسلم النقاب عن بعضها حين قال في الحديث الصحيح المروي عن أبي هُرَيْرَةَ قال قال رسول اللَّهِ صلى الله عليه وسلم من نَفَّسَ عن مُؤْمِنٍ كُرْبَةً من كُرَبِ الدُّنْيَا نَفَّسَ الله عنه كُرْبَةً من كُرَبِ يَوْمِ الْقِيَامَةِ وَمَنْ يَسَّرَ على مُعْسِرٍ يَسَّرَ الله عليه في الدُّنْيَا وَالْآخِرَةِ وَمَنْ سَتَرَ مُسْلِمًا سَتَرَهُ الله في الدُّنْيَا وَالْآخِرَةِ وَاللَّهُ في عَوْنِ الْعَبْدِ ما كان الْعَبْدُ في عَوْنِ أَخِيهِ وَمَنْ سَلَكَ طَرِيقًا يَلْتَمِسُ فيه عِلْمًا سَهَّلَ الله له بِهِ طَرِيقًا إلى الْجَنَّةِ وما اجْتَمَعَ قَوْمٌ في بَيْتٍ من بُيُوتِ اللَّهِ يَتْلُونَ كِتَابَ اللَّهِ وَيَتَدَارَسُونَهُ بَيْنَهُمْ إلا نَزَلَتْ عليهم السَّكِينَةُ وَغَشِيَتْهُمْ الرَّحْمَةُ وَحَفَّتْهُمْ الْمَلَائِكَةُ وَذَكَرَهُمْ الله فِيمَنْ عِنْدَهُ وَمَنْ بَطَّأَ بِهِ عَمَلُهُ لم يُسْرِعْ بِهِ نَسَبُهُ \"(¬1). ¶ ¬__________ ¶ (¬1) أخرجه مسلم في كتاب الذكر والدعاء باب فضل الاجتماع على تلاوة القرآن ( 2699 ) 4/2074 .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وإذا تساءلنا كيف يكون القرآن شفاءا للبدن ؟ فإنه من المعلوم طبيا بصورة قاطعة أن التوتر والقلق يؤدي إلى نقص في مناعة الجسم ضد كل الأمراض، وأنه كلما كانت الحالة النفسية والعصبية للإنسان غير مستقرة كلما كانت فرص تعرضه لهجمات الأمراض أكثر،وهكذا تتضح لنا الحقيقة جلية، فالقرآن شفاء بدني كما أنه شفاء روحي ونفسي، لأنه يعمل على إعادة توازن الجهاز النفسي والعصبي للمؤمن باستمرار قراءته والاستماع إليه وتدبر معانيه، وبالتالي يزيد من مناعة جسمه ويؤمن دفاعاته الداخلية، فيصبح في أمان مستمر من اختراقات المرض له بإذن الله، ويقاوم بتلك القوى النورانية المتدفقة الميكروبات والجراثيم التي تهاجم في كل لحظة جسمه بضراوة في موجات متتالية رغبة في إسقاطه في براثن المرض.(¬1) ¶ الآيات القرآنية تحمل الشفاء: ¶ ¬__________ ¶ (¬1) دليل المعالجين بالقرآن الكريم : رياض محمد سماحة ص 109 .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "يقول العلماء اليوم وفق أحدث الاكتشافات إن أي مرض لا بد أنه يحدث تغيراً في برمجة الخلايا، فكل خلية تسير وفق برنامج محدد منذ أن خلقها الله وحتى تموت، فإذا حدث خلل نفسي أو فيزيائي، فإن هذا الخلل يسبب فوضى في النظام الاهتزازي للخلية، وبالتالي ينشأ عن ذلك خلل في البرنامج الخلوي. ولعلاج ذلك المرض لا بد من تصحيح هذا البرنامج بأي طريقة ممكنة، يقول تعالى: { وَلَوْ أَنَّ قُرْآَنًا سُيِّرَتْ بِهِ الْجِبَالُ أَوْ قُطِّعَتْ بِهِ الْأَرْضُ أَوْ كُلِّمَ بِهِ الْمَوْتَى بَلْ لِلَّهِ الْأَمْرُ جَمِيعًا} [الرعد: 31] فلو تأملنا هذه الآية بشيء من التعمق يمكن أن نتساءل: كيف يمكن للقرآن أن يُسيِّر الجبال، أو يقطّع الأرض أي يمزقها، أو يكلم الموتى؟ إذن البيانات التي تخاطب الموتى وتفهم لغتهم موجودة في القرآن إلا أن الأمر لله تعالى ولا يطلع عليه إلا من يشاء من عباده، بالنسبة للجبال نحن نعلم اليوم أن ألواح الأرض تتحرك حركة بطيئة بمعدل عدة سنتمترات كل سنة، وتحرك معها الجبال، وهذه الحركة ناتجة عن أمواج حرارية تولدها المنطقة المنصهرة تحت القشرة الأرضية، إذن يمكننا القول إن القرآن يحوي بيانات يمكن أن تتعامل مع هذه الأمواج الحرارية وتحركها وتهيجها فتسرع حركتها، أو تحدث شقوقاً وزلازل في الأرض أي تقطّع القشرة الأرضية وتجزّئها إلى أجزاء صغيرة، هذه القوى العملاقة يحملها القرآن، ولكن الله تعالى منعنا من الوصول إليها، ولكنه أخبرنا عن قوة القرآن لندرك عظمة هذا الكتاب، والسؤال: الكتاب الذي يتميز بهذه القوى الخارقة، ألا يستطيع شفاء مخلوق ضعيف من المرض؟؟ ولذلك فإن الله تعالى عندما يخبرنا أن القرآن شفاء فهذا يعني أنه يحمل البيانات والبرامج الكافية لعلاج الخلايا المتضررة في الجسم، بل لعلاج ما عجز الأطباء عن شفائه.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "إن صوت القرآن هو عبارة عن أمواج صوتية لها تردد محدد، وطول موجة محدد، وهذه الأمواج تنشر حقولاً اهتزازية تؤثر على خلايا الدماغ وتحقق إعادة التوازن لها، مما يمنحها مناعة كبيرة في مقاومة الأمراض بما فيها السرطان، إذ أن السرطان ما هو إلا خلل في عمل الخلايا، والتأثير بسماع القرآن على هذه الخلايا يعيد برمجتها من جديد، وكأننا أمام كمبيوتر مليء بالفيروسات ثم قمنا بعملية \"فرمتة\" وإدخال برامج جديدة فيصبح أداؤه عاليا، هذا يتعلق ببرامجنا بنا نحن البشر فكيف بالبرامج التي يحملها كلام خالق البشر سبحانه وتعالى؟ . ¶ الفرق بين العلاج بالقرآن والتداوي بالأدوية والعقاقير الطبية : ¶ ليس للقرآن أيُّ أضرار جانبية البتة بخلاف الأدوية والعقاقير الطبية.والرقية الشرعية إذا لم تنفع يستحيلُ أن تَضُرَّ.وهي ليست مطلوبة للصحيح,ولكنها ليست ممنوعة عنه كذلك. ¶ الرقية ليست كالطب من ناحية أن خبرة الطبيب لها دخل كبير في الشفاء بعد تيسير رب العالمين,أما الرقية فالذي يتدخل أولا في شروط حصول الشفاء بعد إذن الله هو الصواب والإخلاص واعتقاد أن الله هو الشافي أولا وأخيرا قبل خبرة الراقي.وقد يرقي مجموعة من الرقاة الذين لهم خبرة كبيرة وواسعة بالرقية –مجتمعين في مكان واحد وزمان واحد ولمدة ساعات وربما لمرات متعددة-شخصا مصابا بسحر أو عين أو جن فلا يفلحون في علاجه,ثم يرقي المريضُ نفسه أو يرقيه شخصٌ آخر بسيطٌ مغمور بالفاتحة فقط على سبيل المثال فيُشفى في بضع دقائق بإذن الله. ¶ نسبة كبيرة من المترددين على المعالجين بالقرآن مرضى وهم يحسِبون أن بهم مسا من الجن أو السحر أو العين,وهم ليسوا كذلك,بل هُم مرضى وَهْم في أغلبيتهم.وعلاج هؤلاء يتم بالطب النفسي إن كان الوهم متسلطا عليهم منذ فترة طويلة.أما إن كان في بدايته,فعليهم بالتحصينات لأنها يمكن أن تفيدهم ولو بدون طبيب. ¶ المطلب الخامس ¶ أقسام الرقية :",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "للرقية الشرعية – أو العلاج بالقرآن - عدة تقسيمات وأنواع ، نذكرها لنبين حكم الشرع في كل منها ما يجوز وما لا يجوز : ¶ التقسيم الأول : أنواع الرقية الشرعية بحسب شرعيتها أو عدم ذلك : ¶ تنقسم الرقية الشرعية بحسب مطابقتها للشرع وعدمه إلى قسمين(¬1): ¶ 1- الرقية الشرعية: وهي ما ثبت عنه صلى الله عليه و سلم في كتب الصحاح من أبواب الاستشفاء والأدعية النبوية لما روى مسلم في صحيحه عن عوف ابن مالك الأشجعي قال : \" كنا نرقي في الجاهلية، فقلنا يا رسول الله كيف ترى في ذلك؟ فقال: اعرضوا علي رقاكم، لا بأس في الرقى ما لم يكن فيه شرك \"(¬2). قال الذهبي : قال الخطابي : وأما إذا كانت الرقية بالقرآن أو بأسماء الله تعالى فهي مباحة أن النبي صلى الله عليه وسلم كان يرقي الحسن والحسين – رضي الله عنهما – فيقول : \" أعيذكما بكلمات الله التامة من كل شيطان وهامة ومن كل عين لامة \"(¬3)وبالله المستعان وعليه التكلان(¬4)، و قال الهيثمي : \" وإن كانت العزيمة أو الرقية مشتملة على أسماء الله تعالى وآياته والإقسام به ، جازت قراءتها على المصروع وغيره وكتابتها كذلك\"(¬5). ¶ ¬__________ ¶ (¬1) فتح الباري : 10/195 ، نيل الأوطار 9/106، فتاوى مهمة : الشيخ ابن عثيمين ص 111 . ¶ (¬2) سبق تخريج الحديث . ¶ (¬3) سبق تخريج الحديث . ¶ (¬4) كتاب الكبائر : للذهبي ص 17 . ¶ (¬5) الفتاوى الحديثة : ص 120 .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "2- الرقية البدعية أوالشركية : هي كل ما أضيف إلى الرقية الشرعية من تمتمات وتعاويذ يعمل بها المشعوذون والسحرة التي لا توافق منهج رسول الله صلى الله عليه وسلم، ولم ترد بنص شرعي وكل هذا يدخل في البدع : لحديث عَائِشَةَ رضي الله عنها قالت قال رسول اللَّهِ صلى الله عليه وسلم :\" من أَحْدَثَ في أَمْرِنَا هذا ما ليس فيه فَهُوَ رَدٌّ \"(¬1)فهذا النوع من الرقى مناف للشرع حيث تتم بالاستعانة والاستغاثة بغير الله وقد وصفها رسول الله صلى الله عليه وسلم بأنها من الشرك، عن قيس بن السكن أنه سمع عبد الله بن مسعود يقول كان مما حفظنا عن رسول الله أن الرقى والتمائم والتولة من الشرك فقالت له امرأته وما التولة قال التهييج \"(¬2)، وكذلك الذي يعتقد أن الرقية مؤثرة ونافعة بذاتها (لا بقدرة الله) فيعتمد عليها اعتماداً كليا فضلا عن الذين يستعينون بالجن المسلم حسب زعمهم والتبرك بمن في القبور وسؤالهم وطلب المدد منهم والتقرب إليهم بالذبائح. ¶ قال ابن حجر في الفتح قال القرطبي : الرقى ثلاثة أقسام : ¶ -ما كان يرقى به في الجاهلية وما لا يعقل معناه فيجب اجتنابه لئلا يكون فيه شرك أو يؤدي إلى شرك -ما كان بكلام الله أو أسمائه أو المأثور عن النبي صلى الله عليه وسلم فهو مستحب وجائز. ¶ - ما كان بأسماء غير الله من ملك أو صالح أو معظم ، فتركه أولى(¬3). ¶ ¬__________ ¶ (¬1) أخرجه البخاري في كتاب الصلح باب إذا اصطلحوا على صلح جور فالصلح مردود ( 2549 ) 2/959 ، ومسلم في كتاب الأقضية باب نقض الأحكام الباطلة (1718 ) 3/1343 . ¶ (¬2) أخرجه الطبراني في الأوسط ( 1442 ) 2/119 . ¶ (¬3) فتح الباري : 10/196 ، نيل الأوطار : 9/107 . ( وليس هناك فرق في نظري بين الرقية الشركية والبدعية فكلاهما واحد في أنه لا تجوز ولاينبغي العمل بها )",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "قال القاضي علي بن أبي العز الدمشقي : \" واتفقوا على أن كل رقية وتعزيم أو قسم فيه شرك بالله - فإنه لا يجوز التكلم به ، وإن أطاعته الجن أو غيرهم ، وكذلك كل كلام فيه كفر لا يجوز التكلم به ، وكذلك الكلام الذي لا يعرف معناه لا يتكلم به ، لإمكان أن يكون فيه شرك ولا يعرف ، ولهذا قال النبي صلى الله عليه وسلم : \" لا بأس بالرقى ما لم تكن شركا\"(¬1). ¶ وعليه ، فالرقى على قسمين : رقى شرعية : وهي ما توفرت فيها الشروط والضوابط التي سنتحدث عنها بشيء من التفصيل في المبحث الثاني ، ورقى بدعية : وهي ما اختل فيها شرط من شروط الرقية الشرعية كأن تشتمل على شيء من الشرك ، أو أسماء للجن ، أو ملوكهم ، وما لا معنى له من حروف مقطعة ، أو نحوها . ¶ التقسيم الثاني : أنواع الرقى من جهة متى تقرأ : ¶ 1-تقرأ الرقية لدفع البلاء قبل وقوعه: عن ابن عباس قال: كان النبي صلى الله عليه وسلم يرقي الحسن والحسين – رضي الله عنهما – فيقول : \" أعيذكما بكلمات الله التامة من كل شيطان وهامة ومن كل عين لامة(¬2)، وعن عُثْمَانَ بن عَفَّانَ قال رسول اللَّهِ صلى الله عليه وسلم:\" من قال في أَوَّلِ يَوْمِهِ أو في أَوَّلِ لَيْلَتِهِ بِسْمِ اللَّهِ الذي لاَ يَضُرُّ مع اسْمِهِ شيء في الأَرْضِ وَلاَ في السَّمَاءِ وهو السَّمِيعُ الْعَلِيمُ ثَلاَثَ مَرَّاتٍ لم يَضُرَّهُ شيء في ذلك الْيَوْمِ أو في تِلْكَ اللَّيْلَةِ \"(¬3)، وعن عبد الرحمن بن يَزِيدَ عن أبي مَسْعُودٍ رضي الله عنه قال قال النبي صلى الله عليه وسلم من قَرَأَ بِالْآيَتَيْنِ من آخِرِ سُورَةِ الْبَقَرَةِ في لَيْلَةٍ كَفَتَاهُ\"(¬4). ¶ ¬__________ ¶ (¬1) شرح العقيدة الطحاوية : ص 570 . ولقد سبق تخريج الحديث سابقاً . ¶ (¬2) سبق تخريج الحديث . ¶ (¬3) أخرجه الإمام أحمد في مسنده ( 474 ) 1/66 . ¶ (¬4) أخرجه البخاري في كتاب فضائل القرآن باب فضل سورة البقرة ( 4722 ) 4/1914 .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "2- تقرأ الرقية لدفع البلاء بعد وقوعه : وقد تقدم ذكر طائفة من الأحاديث المرفوعة الصحيحة في هذا المعنى عن عائشة في رقية جبريل النبي صلى الله عليه وسلم في مرضه وشكواه، وعن عثمان بن أبي العاص في وضع اليد على موضع الألم من الجسد ثم القراءة ونحوها، مما يفيد فعل النبي صلى الله عليه وسلم ورقيته لنفسه، ورقيته لغيره، ورقية غيره له، وترغيب النبي صلى الله عليه وسلم في ذلك، ووصيته لمن وجد ألما أونزل به بلاء . ¶ التقسيم الثالث : أنواع الرقى من جهة ما يقرأ به",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "1- الرقية بالقرآن الكريم: ثبت فيما تقدم ذكره قراءة سورة الفاتحة، كما في حديث النفر الذي انطلقوا في سفرة، وإقرار النبي صلى الله عليه وسلم للراقي قراءة سورة الفاتحة وإنها رقية، وثبت كذلك أن سورة البقرة رقية ونافعة، كما في حديث أبي أُمَامَةَ الْبَاهِلِيُّ قال سمعت رَسُولَ اللَّهِ صلى الله عليه وسلم يقول: \" اقرأوا الْقُرْآنَ فإنه يَأْتِي يوم الْقِيَامَةِ شَفِيعًا لِأَصْحَابِهِ، اقرأوا الزَّهْرَاوَيْنِ الْبَقَرَةَ وَسُورَةَ آلِ عِمْرَانَ فَإِنَّهُمَا تَأْتِيَانِ يوم الْقِيَامَةِ كَأَنَّهُمَا غَمَامَتَانِ أو كَأَنَّهُمَا غَيَايَتَانِ أو كَأَنَّهُمَا فِرْقَانِ من طَيْرٍ صَوَافَّ تُحَاجَّانِ عن أَصْحَابِهِمَا، اقرأوا سُورَةَ الْبَقَرَةِ فإن أَخْذَهَا بَرَكَةٌ وَتَرْكَهَا حَسْرَةٌ ولا تَسْتَطِيعُهَا الْبَطَلَةُ، قال مُعَاوِيَةُ بَلَغَنِي أَنَّ الْبَطَلَةَ السَّحَرَةُ(¬1)، وثبت كذلك أن قراءة آية الكرسي من الرقى النافعة بإذن الله تعالى، كما في حديث أبي هُرَيْرَةَ رضي الله عنه قال وَكَّلَنِي رسول اللَّهِ صلى الله عليه وسلم بِحِفْظِ زَكَاةِ رَمَضَانَ فَأَتَانِي آتٍ فَجَعَلَ يحثوا من الطَّعَامِ فَأَخَذْتُهُ فقلت لَأَرْفَعَنَّكَ إلى رسول اللَّهِ صلى الله عليه وسلم فذكر الحديث فقال:\" إذا أَوَيْتَ إلى فِرَاشِكَ فَاقْرَأْ آيَةَ الْكُرْسِيِّ لَنْ يَزَالَ عَلَيْكَ من اللَّهِ حَافِظٌ ولا يَقْرَبُكَ شَيْطَانٌ حتى تُصْبِحَ \" فقال النبي صلى الله عليه وسلم صَدَقَكَ وهو كَذُوبٌ ذَاكَ شَيْطَانٌ(¬2)، ¶ ¬__________ ¶ (¬1) أخرجه مسلم في كتاب صلاة المسافرين باب فضل قراءة القرآن وسورة البقرة ( 804 ) 1/553 . ¶ (¬2) أخرجه البخاري في كتاب الوكالة باب إذا وكل رجلا فترك الوكيل .. ( 2187 ) 2/812 ..",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وفيه إقرار النبي صلى الله عليه وسلم أنها رقية، وثبت كذلك أن قراءة المعوذات من الرقى النافعة، وقد تقدم ذكر النصوص الدالة على ذلك من قول النبي وفعله صلى الله عليه وسلم، ومن فعل غيره له. ¶ 2- الرقية بالأدعية والأذكار: وقد ثبت ذلك كما في أحاديث وأدعية النبي صلى الله عليه وسلم، وأمره ووصيته لأصحابه. وقد تقدم ذكر طائفة لا بأس بها منها .. قال الشوكاني في هذا: \" جواز الرقية بكتاب الله تعالى ويلتحق به ما كان بالذكر والدعاء المأثور ، وكذا غير المأثور مما لا يخالف ما في المأثور\"(¬1). ¶ المبحث الثاني ¶ ضوابط الرقية الشرعية : ¶ لكي يؤتي العلاج بالقرآن ثماره المرجوة، ويتم تحقيق الشفاء للمريض، ونظرا لوجود أدعياء على الرقيه شوهوا أمرها فقد اتجه مجموعة من أهل العلم ومحققيهم إلى وضع شروط وضوابط في كل من الراقي، والرقية، والمرقي لا بد من مراعاتها لتكون الرقية جائزة مقررة شرعاً، وللانتفاع بها من جانب آخر وتؤتي أكلها وتشفي بإذن الله تعالى، وفي هذا الخصوص لابد وأن نعلم أن مسائل الرقية الشرعية أمور توقيفية تعبدية لا يجوز الإخلال بأي جزئية من جزئياتها، وبالتالي فقد بيَّن العلماء الشروط الخاصة بالرقية الشرعية: بدليل أن النبي صلى الله عليه وسلم كان يطلب ممن كانوا يرقون قبل الإسلام أن يعرضوا عليه رقاهم للنظر في إقرارها واعتبارها شرعية. فما الضوابط التي ينبغي أن تقيد الرقية بها حتى تكون شرعية؟ هذا ما نجيب عنه ضمن المطالب التالية : ¶ المطلب الأول : الضوابط الشرعية للراقي ¶ أما الضوابط الشرعية التي ينبغي مراعاتها في الراقي فهي(¬2): ¶ ¬__________ ¶ (¬1) نيل الأوطار : 6/31 . ¶ (¬2) حاشية العدوي : 2/25 ، إعانة الطالبين : 3/124 ، فتح الباري : 10/195 ، معارج القبول : 2/509 ، شرح كتاب التوحيد : ص 136 .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "أولاً: أن يكون الراقي مسلماً: يشترط فيمن يعالج المرضى بالرقى والتمائم أن يكون مسلماً أن يكون المسترقى من أهل الايمان بالله ربا والها واختصاصا بالحول والقوه فما شاء كان ومالم يشأ لم يكن قال تعالى: {وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاء وَرَحْمَةٌ لِّلْمُؤْمِنِينَ وَلاَ يَزِيدُ الظَّالِمِينَ إَلاَّ خَسَارًا }[الإسراء : 82]. فلا يجوز لغير المسلم أن يعالج بها لأن غير المسلم سواء أكان يهودياً أم نصرانياً لا يعلم بحقيقة الرقى الإسلامية التي توافق كتاب الله تعالى وسنة نبيه، وإذا مارس هذا العمل سيرقي بكتابه من التوراة، أو الإنجيل، أو بالسحر. فإذا رقى بكتابه فلا يجوز، لأن ذلك الكتاب دخله التحريف، وقد خالف في ذلك الإمام الشافعي فأجاز لغير المسلم أن يرقى المسلم وهو رواية ثانية للإمام مالك رواها عنه ابن وهب(¬1)، واستدلوا بما روى الإمام مالك عن عمرة بنت عبد الرحمن أن أبا بكر الصديق دخل على عائشة، وهى تشتكي ويهودية ترقيها، فقال أبو بكر: \"ارقيها بكتاب الله\"(¬2). وأرجح الرأي الأول وهو اشتراط الإسلام في الراقي، فلا يجوز للمسلم أن يقصد غير المسلم من أجل الرقية بعد أن استقر الطب الروحاني عند المسلمين وتحددت معالمه في القرآن الكريم، وبين النبي صلى الله عليه وسلم بفعله وقوله حتى قال أبو سعيد الخدري رضي الله عنه: \"كان رسول الله صلى الله عليه وسلك يتعوَّذ من الجان وعين الإنسان حتى نزلت المعوذتان، فلمّا نزلتا أخذ بهما وترك ما سواهما\"(¬3)،وأمّا ما روي عن أبي بكر فهو محمول على أنه كان في بداية الإسلام، وقبل تحديد معالم الطب الروحاني الإسلامي. أمّا بعد استقراره فلا يجوز للمسلم أن يسترقي بما عند غير المسلمين من رقى(¬4). ¶ ¬__________ ¶ (¬1) مختصر اختلاف العلماء : الطحاوي 3/492 ، الاستذكار : لابن عبد البر 5/22 . ¶ (¬2) سبق تخريج الأثر . ¶ (¬3) سبق تخريج الحديث . ¶ (¬4) فتح الباري : 10/197 ، فيض القدير : 6/314 ..",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ثانياً: أن يكون الراقي عدلاً في دينه: يقول العلماء : إن الرقية الشرعية التي يُؤمل منها الشفاء بإذن الله هي ما كانت على لسان الأبرار من الخلق ، لذا نبه كثير من العلماء إلى ضرورة تحقق العدالة والصلاح في الراقي الذي يرقى بذكر الله تعالى وأسمائه وصفاته، لأن الشفاء الذي يأذن به الله تعالي يحصل على لسان الراقي الصالح دون الطالح ، فيشترط ألا يكون الراقى من أهل الضلال والانحراف والتعلق بغير الله والتقرب إلى من يتعلق به من الشياطين ومردة الجان بوسائل العبادة والخضوع كأن يطلب ممن يسترقيه شيئا من أثوابه أوأظفاره أو شعوره أومعلومات عن أسرته أو نحو ذلك مما هو مسلك الدجاجلة والمشعوذين وعبدة الشياطين . ¶ قال ابن التِّين: \"الرقى بالمعوذات وغيرها من أسماء الله هو الطب الروحاني إذا كان على لسان الأبرار من الخلق حصل الشفاء بإذن الله\"(¬1)، وقال الخطابي: \"الرقية التي أمر بها رسول الله صلى الله عليه وسلم هو ما يكون بقوارع القرآن وبما فيه ذكر الله على ألسن الأبرار من الخلق الطاهرة النفوس وهو الطب الروحاني. وعليه كان معظم الأمر في الزمان المتقدم الصالح أهله. فلما عزّ وجود هذا الصنف من أبرار الخليقة مال الناس إلى الطب الجسماني، حيث لم يجدوا للطب الروحاني نجوعاً في الأسقام، لعدم المعاني التي كان يجمعها الرقاة المقدمة من البركات\"(¬2). ¶ ¬__________ ¶ (¬1) نيل الأوطار : 9/106 ، تيسير العزيز الحميد : ص 129 . ¶ (¬2) عمدة القارئ : 21/265 .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "ولأن لنفس الراقي أثراً في نفس المرقي، فالنفس الصالحة الطيبة إذا التقت بنفس المريض (المرقي) حصل بينهما فعل وانفعال، كالذي يحصل بين الداء والدواء؛ فإذا أصاب الدواء الداء برئ.. بإذن الله تعالى، قال ابن القيم: \"ونفس الراقي تفعل في نفس المرقي فيقع بين نفسيهما فعل وانفعال، كما يقع بين الداء والدواء، فتقوى نفس المرقى وقوته بالرقية على ذلك الداء فيدفعه بإذن الله. ومدار تأثير الأدوية والأدواء على الفعل والانفعال، وهو كما يقع بين الداء والدواء الطبيعيين؛ يقع بين الداء والدواء الروحانيين(¬1). ¶ والعدالة: كما عرفها العلماء هي : \" الصلاح في الدين والمروءة والصلاح في أداء الواجبات وترك الكبيرة والإصرار على الصغيرة ، وهي صفة في الإنسان تحمله على أداء ما وجب عليه من فرائض وواجبات: كالقيام بالصلاة، والصيام، والزكاة، والتحلي بالأخلاق الفاضلة من صدق وأمانة وتقوى ومروءة، كما تحمله على اجتناب الكبائر من شرك بالله، وسحر، وكذب، وبدعة مكفرة، وإصرار على صغائر الذنوب، وتجنب ما فيه خسة من التصرفات\"(¬2). ¶ ¬__________ ¶ (¬1) زاد المعاد : 4/178 ، الطب النبوي : ص 139 . ¶ (¬2) مجموع فتاوى شيخ الإسلام ابن تيمية : 15/356 ، الفواكه الدواني : 2/225 ،",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "لماذا يشترط الصلاح في الراقي؟!: لقد كثر في زماننا من يزعمون أنهم معالجون وأهل رقية، وكثير منهم لا يسلم من قادح في عدالته، ومغمز في دينه، عليه: ننصح الناس – وخاصة النساء- بأن يلجأن لمعالجة أنفسهن بأنفسهن، وقد علّم رسول الله صلى الله عليه وسلم عائشة رضي الله عنها وغيرها من النساء كيف ترقي نفسها، عن عَائِشَةَ رضي الله عنها أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كان إذا اشْتَكَى يَقْرَأُ على نَفْسِهِ بِالْمُعَوِّذَاتِ وَيَنْفُثُ فلما اشْتَدَّ وَجَعُهُ كنت أَقْرَأُ عليه وَأَمْسَحُ بيده رَجَاءَ بَرَكَتِهَا(¬1). ¶ ¬__________ ¶ (¬1) أخرجه البخاري في كتاب فضائل القرآن باب فضل المعوذات (4728 ) 4/1916 ، ومسلم في كتاب السلام باب رقية المريض بالمعوذات ( 2192 ) 4/1723 .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "ثالثاً: أن يعتقد أن الله هو الشافي: اتفق العلماء على أنه ينبغي على الراقي أن يعتقد اعتقاداً جازماً أن الشافي هو الله سبحانه وتعالى، وأن الرقية لا تؤثر بذاتها، بل بإذن الله تعالى وقدرته، لأن الذي أنزل الداء هو الذي أنزل الدواء، وهو الذي يرفع البلاء ويدفعه(¬1)، وإلا وقع الراقي في شرك الأسباب، فمن قال: إن الأسباب بما فيها الرقى تؤثر بطبعها في المريض فتشفيه فقد أشرك بالله تعالى وكفر، ويدل على ذلك ما يلي: قوله تعالى: { وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ قُلْ أَفَرَأَيْتُم مَّا تَدْعُونَ مِن دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ أَوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ قُلْ حَسْبِيَ اللَّهُ عَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُونَ } [ الزمر:38] فالآية تخاطب المشركين الذين كانوا يعترفون أن الله عز وجل هو الخالق للأشياء كلها، لكنهم يتوجهون بالدعاء والعبادة إلى غير الله ليكشف عنهم الضر، ويدفع البلاء؛ مع أنه لا يملك لهم ضراً ولا نفعاً ، وروى الترمذي -بسنده- عن النبي صلى الله عليه وسلم: من تعلق شيئاً وكل إليه\"(¬2)، وفى رواية: \"من علق تميمة فقد أشرك\"(¬3)، وفى رواية: \"من تعلق تميمة فلا أتم الله له، ومن تعلق ودعة فلا ودع الله له\"(¬4). ¶ ¬__________ ¶ (¬1) شرح الزرقاني على الموطأ : 4/417 ، فتح الباري : 10/195 ، فيض القدير : 1/558 . ¶ (¬2) أخرجه الترمذي في كتاب الطب باب ما جاء في كراهية التعليق (2072)4/403 ، والنسائي في كتاب الاعتكاف باب الحكم في السحرة(3542)2/307 ، وأحمد في مسنده (18803)4/310. ¶ (¬3) أخرجه أحمد في مسنده ( 17458 ) 4/156 . ¶ (¬4) أخرجه الحاكم في مستدركه ( 8289 ) 4/463 ، وابن حبان في صحيحه ( 6086 ) 13/450 .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "فهي تدل على أن التمائم لا تؤثر بذاتها، ومن اعتمد عليها بذاتها فقد أشرك، ويوكل شفاؤه إلى تلك التمائم فلا يحصل الشفاء له. وروى البخاري -بسنده- عن عائشة رضي الله عنها أن النبي صلى الله عليه وسلم كان يعوِّذ بعض أهله يمسح بيده اليمنى ويقول: \"اللهم رب الناس أَذهب الباس واشف، أنت الشافي لا شفاء إلا شفاؤك شفاء لا يغادر سقماً\"(¬1)، فقد أشار النبي صلى الله عليه وسلم إلى أن كل ما يقع من الدواء والتداوي إن لم يصادف تقدير الله عز وجل لم ينجح(¬2). ¶ ¬__________ ¶ (¬1) سبق تخريج الحديث . ¶ (¬2) فتح الباري : 10/268 ، عمدة القاري : 21/268.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "رابعاً: أن يكون الراقي خبيراً بطرق المعالجة بالرقية الشرعية : ينبغي أن يستعان في كل شيء بأعلم أهله، أو بالمختصين فيه. وعلم الرقى الشرعية أو الطب النبوي أصبح علماً قائماً بذاته، وهو: \"علم باحث عن الطب الذي ورد في الأحاديث النبوية الذي داوى به المرضى\"(¬1)، وقد أفرد بكتب خاصة في مجامع السنة النبوية، ففي صحيح البخاري كتاب الطب، وفى سنن الترمذي كتاب الطب، وفى سنن أبى داود كتاب الطب .. إلخ. كما وأفرد بمؤلفات مستقلة مثل: الطب النبوي لأبى نعيم أحمد بن عبد الله الأصفهاني (430هـ)، الطب النبوي لجعفر بن محمد المستغفري (432 هـ)، والطب النبوي لمحمد بن أبى بكر ابن قيم الجوزية ( 751 هـ ). هذا بالإضافة إلى كتب الأذكار والدعوات التي أفردها المصنفون بكتب مستقلة. وقد اشتملت هذه الكتب وغيرها على وصفات لكل مرض، وطرق متعددة للمعالجة، وعوارض لبعض الأمراض وأسبابها، وغير ذلك، واستيعاب ما في هذه الكتب من معلومات يحتاج إلى همة عالية وذكاء، لأن العلم بالتعلم، ونبه النبي صلى الله عليه وسلم إلى أن علم الرقى يحتاج إلى التعلم في حديث الشفاء بنت عبد الله حيث قالت: دخل على رسول الله صلى الله عليه وسلم وأنا عند حفصة فقال: ألا تعلمين هذه رقية النملة كما علمتيها الكتابة\"(¬2)، ولمّا كان الناس متفاوتين في استعدادتهم وأفهامهم ومداركهم واستيعابهم فلا بد أن يتفاوتوا في تحصيلهم العلمي لهذا العلم وإتقانهم له. وإذا كان الأمر كذلك، فلا بد من الاستعانة في علاج الأمراض بالرقى الشرعية بأعلم الناس بها، وأحذقهم، وأتقاهم، وأورعهم، وأكثرهم خشية من الله تعالى. ¶ ¬__________ ¶ (¬1) أبجد العلوم : 2/361 . ¶ (¬2) أخرجه أبو داود في كتاب الطب باب ما جاء في الرقى ( 3887 ) 4/11 ، والنسائي في السنن الكبرى ، كتاب الطب باب رقية النمل ( 7543 ) 4/366 ، وأحمد في مسنده ( 27140 ) 6/372 .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "خامسا : القدرة على التشخيص الصحيح لنوع المرض واختيار نوع العلاج المناسب : إن ممارسة الضرب أو الخنق أو السُّعوط أو الكهرباء من أول وهلة غير مجدية , بل قد تؤدي إلى عواقب وخيمة سواء للراقي أو المرقي عليه , فالتدرج في العلاج مطلوب, والبدء بالقراءة على المريض بحد ذاتها عملية شفائية , ولو تمعنا في بعض الحالات المرضيّة وكيف عالجها رسول الله صلى الله عليه وسلم , لعرفنا الحكمة والأثر في ذلك , فمن ذلك : ¶ - عَنِ بن عباس أن امْرَأَةً جَاءَتْ بِابْنٍ لها إلى رسول اللَّهِ صلى اللَّهُ عليه وسلم فقالت يا رَسُولَ اللَّهِ إِنَّ ابْنِي بِهِ جُنُونٌ وَإِنَّهُ يَأْخُذُهُ عِنْدَ غَدَائِنَا وَعَشَائِنَا فَيَخْبُثُ عَلَيْنَا فَمَسَحَ رسول اللَّهِ صلى اللَّهُ عليه وسلم صَدْرَهُ وَدَعَا فَثَعَّ ثَعَّةً فَخَرَجَ من جَوْفِهِ مِثْلُ الْجَرْوِ الأَسْوَدِ فَشُفِيَ(¬1). ¶ ¬__________ ¶ (¬1) أخرجه أحمد في مسنده ( 2288 ) 1/254 ، والطبراني في الكبير ( 12460 ) 12/57 وفيه فرد السبخي وثقه ابن معين والعجلي وضعفه غيرهما ( مجمع الزواد : 9/2 )",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "- وعن يَعْلَى بن مُرَّةَ قال لقد رأيت من رسول اللَّهِ صلى الله عليه وسلم ثَلاَثاً ما رَآهَا أَحَدٌ قبلي وَلاَ يَرَاهَا أَحَدٌ بعدي لقد خَرَجْتُ معه في سَفَرٍ حتى إذا كنا بِبَعْضِ الطَّرِيقِ مَرَرْنَا بِامْرَأَةٍ جَالِسَةٍ مَعَهَا صبي لها فقالت يا رَسُولَ اللَّهِ هذا صبي أَصَابَهُ بَلاَءٌ وَأَصَابَنَا منه بَلاَءٌ يُؤْخَذُ في الْيَوْمِ ما أدري كَمْ مَرَّةً قال ناولنيه فَرَفَعَتْهُ إليه فَجَعَلَتْهُ بَيْنَهُ وَبَيْنَ وَاسِطَةِ الرَّحْلِ ثُمَّ فغرفاه فَنَفَثَ فيه ثَلاَثاً وقال بِسْمِ اللَّهِ أنا عبد اللَّهِ اخْسَأْ عَدُوَّ اللَّهِ ثُمَّ نَاوَلَهَا إِيَّاهُ فقال القينا في الرَّجْعَةِ في هذا الْمَكَانِ فَأَخْبِرِينَا ما فَعَلَ قال فَذَهَبْنَا وَرَجَعْنَا فَوَجَدْنَاهَا في ذلك الْمَكَانِ مَعَهَا شِيَاهٌ ثَلاَثٌ فقال ما فَعَلَ صَبِيُّكِ فقالت والذي بَعَثَكَ بِالْحَقِّ ما حَسَسْنَا منه شَيْئاً حتى السَّاعَةِ فَاجْتَرِرْ هذه الْغَنَمَ قال انْزِلْ فَخُذْ منها وَاحِدَةً وَرُدَّ الْبَقِيَّةَ...(¬1) ¶ ¬__________ ¶ (¬1) أخرجه أحمد في مسنده ( 17583 ) 4/170 ، والطبراني في الأوسط ( 9112 ) 9/52 .",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "-وعن خارجة بن زيد بن ثابت أن أسامة بن زيد حدثه قال حججنا مع رسول الله صلى الله عليه وسلم في حجته التي حج فيها، فلما هبطنا بطن الروحاء عارضت رسول الله صلى الله عليه وسلم امرأة تحمل صبيا لها فسلمت على رسول الله صلى الله عليه وسلم وهو يسير على راحلته ثم قالت: يا رسول الله هذا ابني فلان والذي بعثك بالحق ما أبقى من خنق واحد من لدن ولدته إلى ساعته هذه، فحبس رسول الله صلى الله عليه وسلم الراحلة فوقفت ثم اكتنع إليها فبسط إليها يده وقال: \" هاتيه لأوضعه على يدي رسول الله صلى الله عليه وسلم فضمه إليه فجعل بينه وبين واسطة الرحل ثم تفل في فيه قال: اخرج يا عدو الله فإني رسول شاء الله صلى الله عليه وسلم، ثم ناولها إياه فقال : \" خذيه فلن تري شيئا منه تكرهينه بعد هذا إن شاء الله\" ، فأخذته ثم انصرفت، قال: ثم مضينا فحججنا، قال: فلما انصرف رسول الله صلى الله عليه وسلم نزلنا بالروحاء، قال أسامة: إذا تلك المرأة قد استقبلت رسول الله صلى الله عليه وسلم بشاة مصلية فوضعتها بين يدي رسول الله صلى الله عليه وسلم ثم قالت يا رسول الله: أنا المرأة أم الصبي الذي لقيتك به فقال رسول الله صلى الله عليه وسلم:\" فما فعل ابنك\"، قالت: والذي بعثكبالحق ما رأيت منه شيئا يريبني إلى يومي هذا(¬1). ¶ وعن عبد الله أنه قرأ في أذن مبتلى فأفاق فقال له رسول الله صلى الله عليه وسلم:\" ما قرأت في أذنه ؟ قال:\" قرأت { أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا } [ المؤمنون: 115]حتى فرغ من آخر السورة فقال رسول الله صلى الله عليه وسلم:\" لو أن رجلا موقنا قرأ بها على جبل لزال\"(¬2). ¶ ¬__________ ¶ (¬1) تاريخ مدينة دمشق : 4/371-372 . ¶ (¬2) أخرجه أبو يعلى في مسنده ( 5045) 8/458 ، وفيه ابن لهيعة فيه ضعف ( مجمع الزوائد 5/115 )",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "فهذه التعددية في العلاج , تبيّن التعددية في أسباب الحالات وطرق العلاج , وهذا يوضح لنا سبب فشل بعض القراء في العلاج ؛ لاعتمادهم على حالة واحدة فقط . ¶ سادساً : الفراسة : قال تعالى: { إِنَّ فِي ذَلِكَ لآيَاتٍ لِّلْمُتَوَسِّمِينَ } [ الحجر: 75 ]، وهي منزلة من منازل: { إِيَّاكَ نَعْبُدُ وإِيَّاكَ نَسْتَعِينُ } [ الفاتحة: 5 ]، كما أشار إليها العلامة ابن القيم في كتابه : مدارج السالكين : \" حيث قال مجاهد للمتفرسين , وقال ابن عباس رضي الله عنهما : للناظرين , وقال قتاده : للمعتبرين , وقال مقاتل : للمتفكرين \"(¬1). ¶ والفراسة :الاستدلال بالأحوال الظاهرة على الأخلاق الباطنة(¬2)، والذي يعنينا هنا حديث أم سلمة رضي الله عنها ، فعن عُرْوَةَ بن الزُّبَيْرِ عن زَيْنَبَ بنت أبي سَلَمَةَ عن أُمِّ سَلَمَةَ رضي الله عنها أَنَّ النبي صلى الله عليه وسلم رَأَى في بَيْتِهَا جَارِيَةً في وَجْهِهَا سَفْعَةٌ فقال اسْتَرْقُوا لها فإن بها النَّظْرَةَ(¬3). ¶ سابعاً : أن يتوجه أثناء الرقية إلى الله بصدق : بحيث يجتمع فيها القلب مع اللسان ، والأفضل أن يرقي الإنسان نفسه ، لأنه لا أحد يحس باضطراره وحاجته بمثل ما يحس هو بنفسه ، ، والله عز وجل وعد المضطرين بالإجابة ، وغالباً ما يكون الراقي مشغول القلب { أَمَّن يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاء الْأَرْضِ أَإِلَهٌ مَّعَ اللَّهِ قَلِيلًا مَّا تَذَكَّرُونَ } [ النمل:62] ¶ المطلب الثاني: ¶ ضوابط في الرقية ¶ ¬__________ ¶ (¬1) مدارج السالكين : 1/129 ، تفسير البغوي : 3/55 . ¶ (¬2) التفسير الكبير : 2/179 ، حلية الأولياء : 10/340 . ¶ (¬3) أخرجه البخاري في كتاب الطب باب رقية العين ( 5407 ) 5/2167 .",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "أولاً: أن تكون من كتاب الله تعالى ومن سنة رسول الله صلى الله عليه وسلم أو من الأدعيه المباحة المشتملة على التعلق بالله وحده لا شريك له فى جلب الخير ودفع الشر وعلى الوحدانية فى الشفاء قال تعالى:{ وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ}[ الشعراء:80] فلقد اتفق الفقهاء على أنه يشترط في الرقية أو التميمة أن يكون لها أصل في القرآن أو السنة بأن تكون موافقة لهما، فتجوز الرقية بآية أو آيات من كتاب الله تعالى، أو باسم من أسمائه، أو بصفة من صفاته، أو بذكر الله تعالى أو دعائه الذي ورد في القرآن أو السنة(¬1)،ويؤيد ذلك ما روى مسلم : عن جَابِرٍ قال نهى رسول اللَّهِ صلى الله عليه وسلم عن الرُّقَى فَجَاءَ آلُ عَمْرِو بن حَزْمٍ إلى رسول اللَّهِ صلى الله عليه وسلم فَقَالُوا يا رَسُولَ اللَّهِ إنه كانت عِنْدَنَا رُقْيَةٌ نرقى بها من الْعَقْرَبِ وَإِنَّكَ نَهَيْتَ عن الرُّقَى قال فَعَرَضُوهَا عليه فقال ما أَرَى بَأْسًا من اسْتَطَاعَ مِنْكُمْ أَنْ يَنْفَعَ أَخَاهُ فَلْيَنْفَعْهُ \"(¬2)،فقد طلب النبي صلى الله عليه وسلم من آل عمرو بن حزم أن يعرضوا عليه رقاهم ليرى هل هي موافقة لما جاء به من القرآن أو لا؟ فأقرها لأنها موافقة، وقال لهم: \"ما أرى بأساً\"(¬3). ¶ ¬__________ ¶ (¬1) حاشية ابن عابدين : 6/57 ، الثمر الداني : 1/711 ، المغني 3/94 ، فتح الباري : 10/195 شرح النووي على مسلم : 14/168 ، عمدة القاري 12/96 ، نيل الأوطار 9/91 ، سبل السلام : 3/81 . ¶ (¬2) أخرجه مسلم في كتاب السلام باب استحباب الرقية من العين ..( 2199) 4/1726 . ¶ (¬3) سبق تخريج الحديث .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وعن أبي سَعِيدٍ قال كان رسول اللَّهِ صلى الله عليه وسلم يَتَعَوَّذُ من الْجَانِّ وَعَيْنِ الْإِنْسَانِ حتى نَزَلَتْ الْمُعَوِّذَتَانِ فلما نَزَلَتَا أَخَذَ بِهِمَا وَتَرَكَ ما سِوَاهُمَا \"(¬1)، وقال الربيع سألت الشافعي عن الرقى فقال: \"لا بأس إن رقى بكتاب الله، أو بما يعرف من ذكر الله\"(¬2). ¶ أما إذا لم يكن للرقية أو التميمة أصل في القرآن أو السنة، أو لم تكن موافقة لهما، فيحرم التداوي بها؛ فلا يجوز التداوي بالرقى اليهودية والنصرانية المخالفة لما في القرآن والسنة، ولا يجوز التداوي بتعليق خرزة زرقاء، أو حلقة من حديد أو نحاس أو خزف، ولا بتراب قبر ولي، أو بتعليق قطعة سترة تابوت ولي، أو بالشرب من ماء طاسة الضربة \"الرجه\"، أو غير ذلك من الخرافات التي ورثها الناس عن الشعوب الجاهلية؛ مما لا يوجد له أصل في القرآن والسنة(¬3). ¶ والقرآن الكريم كله شفاء يصح التداوي بأية سورة منه،أو آية منه؛ لقوله تعالى:{وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاء وَرَحْمَةٌ لِّلْمُؤْمِنِينَ وَلاَ يَزِيدُ الظَّالِمِينَ إَلاَّ خَسَارًا}[الإسراء:82]وهنا\"من\"في الآية للبيان، وليست للتبعيض، لأنه يلزم من كونها للتبعيض أن بعض القرآن لا شفاء فيه، وهو ليس كذلك(¬4)، لكن الأولى تحرى الآيات والسور التي ورد استعمالها في الرقى والتعوذات، لإعطاء نتائج سريعة ومن ذلك: فاتحة الكتاب، المعوذات{ قل هو الله أحد..، قل أعوذ برب الفلق ... ، وقل أعوذ برب الناس }، آية الكرسي{ البقرة:255 } ، أسماء الله تعالى وصفاته ، آيات الأدعية والأذكار. ¶ ¬__________ ¶ (¬1) سبق تخريج الحديث . ¶ (¬2) الأم : 7/228 . ¶ (¬3) انظر بحث : \" ضوابط التداوي بالرقى في الفقه الإسلامي : د. محمد عثمان شبير\" ( ضمن كتاب : قضايا طبية معاصرة 2/496-515 ) ¶ (¬4) تفسير القرطبي : 10/315 .",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "وفى السنة النبوية وردت تعوذات لكثير من الأمراض تنظر في مواضعها من كتب الأحاديث. وكان النبي صلى الله عليه وسلم يكثر من استعمال هذه الرقية: فلقد كان صلى الله عليه وسلم إذا أتى مَرِيضًا أو أتى بِهِ قال أَذْهِبْ الْبَاسَ رَبَّ الناس اشْفِ وَأَنْتَ الشَّافِي لَا شِفَاءَ إلا شِفَاؤُكَ شِفَاءً لَا يُغَادِرُ سَقَمًا\"(¬1)وكان إذا اشْتَكَى رسول اللَّهِ صلى الله عليه وسلم رَقَاهُ جِبْرِيلُ قال بِاسْمِ اللَّهِ يُبْرِيكَ وَمِنْ كل دَاءٍ يَشْفِيكَ وَمِنْ شَرِّ حَاسِدٍ إذا حَسَدَ وَشَرِّ كل ذِي عَيْنٍ \"(¬2). ¶ ثانياً: أن لا تتضمن الرقية شركاً أو تشمل على صيغ مجهولة من طلاسم ورموز ونحو ذلك. ¶ قال تعالى{ إِنَّ اللّهَ لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاء وَمَن يُشْرِكْ بِاللّهِ فَقَدْ ضَلَّ ضَلاَلاً بَعِيدًا } [ النساء:116]فينبغي أن تخلو الرقية والتميمة من أي نوع من أنواع الشرك ، كما روى عن عوف بن مالك الأشجعي قال: كنا نرقى في الجاهلية، فقلنا: يا رسول الله كيف ترى ذلك؟ فقال: \"اعرضوا علي رقاكم. لا بأس بالرقى ما لم يكن فيه شرك\"(¬3). ¶ ثالثاً: أن لا تتضمن الرقية سحراً: وقد اتفق العلماء على منع التداوي بالرقى التي تتضمن السحر كالعقد والعزائم والطلسمات التي تشتمل على أسماء معينه، يزعم السحرة أنها ملائكة وكلهم سليمان بقبائل الجان، فإذا أقسم على صاحب الاسم ألزم الجن بما يريد(¬4). ¶ ¬__________ ¶ (¬1) سبق تخريج الحديث . ¶ (¬2) أخرجه مسلم في كتاب السلام باب الطب والمرض والرقى ( 2185 ) 4/1718 . ¶ (¬3) سبق تخريج الحديث . ¶ (¬4) تبيين الحقائق : للزيلعي 6/33، الإنصاف : المرداوي 10/352، مجموع فتاوى شيخ الإسلام ابن تيمية 1/362، عمدة القاري 14/63 .",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "ومما يؤيد منع هذه الرقى، وما يقوم به السحرة من أعمال السحر قوله تعالى: { وَأَلْقِ مَا فِي يَمِينِكَ تَلْقَفْ مَا صَنَعُوا إِنَّمَا صَنَعُوا كَيْدُ سَاحِرٍ وَلَا يُفْلِحُ السَّاحِرُ حَيْثُ أَتَى }[طه:69] وحديث :\" اجْتَنِبُوا السَّبْعَ الْمُوبِقَاتِ قالوا يا رَسُولَ اللَّهِ وما هُنَّ قال الشِّرْكُ بِاللَّهِ وَالسِّحْرُ وَقَتْلُ النَّفْسِ التي حَرَّمَ الله إلا بِالْحَقِّ وَأَكْلُ الرِّبَا وَأَكْلُ مَالِ الْيَتِيمِ وَالتَّوَلِّي يوم الزَّحْفِ وَقَذْفُ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ الْغَافِلَاتِ \"(¬1)، وقال ابن حجر في الحكمة من منع تلك الرقى: \"يدعي تسخير الجن له ، فيأتي بأمور مشتبهة مركبة من حق وباطل يجمع إلى ذكر الله وأسمائه ما يشوبه من ذكر الشياطين والاستعانة بهم والتعوذ بمردتهم\"(¬2). ¶ ¬__________ ¶ (¬1) أخرجه البخاري في كتاب الوصايا باب قوله تعالى ( إن الذين يأكلون أموال اليتامى ظلما ) ( 2615 ) 3/1017 ، ومسلم في كتاب الإيمان باب بيان الكبائر وأكبرها ( 89 ) 1/92 . ¶ (¬2) فتح الباري : 10/196 ، عمدة القاري : 21/265 .",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "رابعا: أن تكون باللسان العربي، أو بما يفهم معناه: وذلك أن تكون باللغة العربية خشية أن تكون فى اللغات الأخرى من الخلل والزلل فى الدعاء والتعلق بما لا يجوز أويجهله أهلها فهي مظنة الشرك بالله تعالى والسحر. اتفق الفقهاء على أنه يشترط في الرقية أن تكون بلغة مفهومة المعنى ، فيقرأ على العربي بلغة عربية. ولذا لا تصح الرقية بلغة أعجمية أو عبرية أو غير ذلك من اللغات. كما لا تصح الرقية بالدعوات المجهولة التي لا تعرف لها حقيقة ولا أصل، وإنما يزعم أهلها أنها من الدعوات المستجابة. ومن ذلك: لمخيثا وشمخيثا وباغليهوش، كشهشطليوس، قطيهوج وطحير طمحيليال، برهيم، يالوش، هميالوش، طياروش، طلوش، طلش، عجريش، وهليش، مراهيش ، ويدل على منع التداوي بتلك الرقى قول النبي صلى الله عليه وسلم لمن كان يرقي قبل الإسلام: \" اعْرِضُوا عَلَيَّ رُقَاكُمْ لَا بَأْسَ بِالرُّقَى ما لم يَكُنْ فيه شِرْكٌ \"(¬1)، قال ابن حجر: \"دل الحديث أنه ما كان من الرقى يؤدى إلى الشرك يمنع، وما لم يعقل معناه لا يؤمن أن يؤدي إلى الشرك، فتمنع احتياطاً\"(¬2)، قال المازري : جميع الرقى جائزة إذا كانت بكتاب الله أو بذكره ، ومنهي عنها إذا كانت باللغة الأعجمية أو بما لا يدرى معناه لجواز أن يكون فيها كفر(¬3)، فتمنع تلك الرقى وإن لم يعرف الراقي أنها شرك أو سحر، ولا يجوز للمريض استعمالها والتداوي بها. ¶ خامساً: أن تكتب الرقية بطاهر: إذا كانت الرقية مكتوبة في ورقة، فلابد أن تكتب بمادة طاهرة كالحبر، والزعفران، وبعض الأصباغ. فلا يجوز أن يكتبها بما هو نجس كالدم، والبول، والغائط؛ لأن كلام الله تعالى وأسماءه وصفاته ينبغي أن تنزه عن ذلك. ¶ ¬__________ ¶ (¬1) سبق تخريج الحديث . ¶ (¬2) فتح الباري : 10/195. ¶ (¬3) شرح النووي على صحيح مسلم \"14/168 ، طرح التثريب:8/185 ، نيل الأوطار: 9/91 ، مجموع فتاوى شيخ الإسلام ابن تيمية : 19/13 .",
            "page": "49",
            "part": "1"
        }
    ],
    "t34895": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "العلاج بالقرآن"
        }
    ]
}