{
    "b34894": [
        {
            "id": "1",
            "nass": "العِلاجُ بِالقُرآنِ ¶ ماهيته . أهميته . ضوابطه. ¶ إعداد ¶ محَمّدُ بِنُ يُوسُفُ الجُورَانِي ¶ ملخص البحث ¶ الحمد لله ، والصلاة والسلام على رسول الله ، وبعد . ¶ فإن من الملاحظ انتشار الأمراض المختلفة في هذا العصر، مع التقدم الكبير في الطب والعلاج، فهناك الأمراض العضوية ، والأمراض الروحية ، وهناك الأدوية المادية والمعنوية ، ولعل من أسباب كثرة الأمراض وانتشارها ابتعاد الناس عن شرع الله، وارتكابهم المعاصي والمنكرات، فهذه الأمراض العديدة عقاب من الله للناس، وكلما ازدادوا من الذنوب والمعاصي ازدادت الأمراض انتشاراً ، ومن هنا ، ولكثرة ما يَعْرض للناس من أمراض وعلل وعوارض ؛ شرع ربنا الاستشفاء بكلامه وبسنة نبيه - صلى الله عليه وسلم - لمن اشتكى من مرض أو علة بدنية أو نفسية أو عارض عين، أو حسد أو مس أو سحر ؛ فكلامه هو الشفاء والرحمة ، وهو القائل : { - { - - - - صلى الله عليه وسلم - - ((- رضي الله عنه - - ( } - } - - - - ( - - - المحتويات ( - ( - - عليه السلام -( - - - رضي الله عنهم - - ( { - (((( قرآن كريم } تم بحمد الله صدق الله العظيم ( } تم بحمد الله ( المحتويات ( تمهيد ( فهرس - { - (( - - - (( { - عليه السلام -- صلى الله عليه وسلم - - - رضي الله عنهم - - ( - - - (( ( - - صلى الله عليه وسلم -( - - ( - - - - - جل جلاله - - ( - - عليه السلام -- صلى الله عليه وسلم - ( { - عليه السلام - - ( قرآن كريم - عليه السلام - - - عليه السلام -- صلى الله عليه وسلم - - رضي الله عنه -(((- جل جلاله -( تم بحمد الله ( - ( - ( - ( - - (((( } [ يونس : 57]",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وقال سبحانه: { ( - ( } - - رضي الله عنه - - ( الله أكبر - عليه السلام -- صلى الله عليه وسلم - - صدق الله العظيم ( تم بحمد الله ( تمت - - عليه السلام -(( - ( { ( - - - - - رضي الله عنه - تم بحمد الله - عليه السلام - قرآن كريم ( - (( - - - (( { ( { - عليه السلام - - ( قرآن كريم - عليه السلام - - - عليه السلام -- صلى الله عليه وسلم - - رضي الله عنه -((( - ( تم بحمد الله ( - ( - ( - ( - - - - صدق الله العظيم - عليه السلام -- صلى الله عليه وسلم - ( - - ( - - رضي الله عنه - - - رضي الله عنه -((( - ( - ( { ( - - - - صدق الله العظيم ( { - - جل جلاله - - - - - - رضي الله عنهم - - (((( } [ الإسراء: 82] ¶ فقد عرَّج الباحث في بحثه على بيان العلاج بالقرآن ؛ وماهيته ، وبيان المقصود به . ثم تطرَّق لأهميته ، وبيان شدة الحاجة إليه اليوم . وأشار إلى ضوابطه ، بأقسامه الثلاثة ؛ ضوابط العلاج بالقرآن وبأي شيء تكون ؟ ثم ضوابط المعالج بالقرآن . ¶ وأخيراً ضوابط تؤهِّل المريض للقبول والانتفاع بالعلاج بالقرآن . ¶ وخلص في بحثه إلى النتائج والتوصيات ، التالية : ¶ أولاً : أن القرآن شفاء لكافة الأمراض البدنية والروحية . ويكون ذلك بالقراءة على المريض أو الكتابة له . ¶ ثانياً : أن علم العلاج بالقرآن ؛ ليس علماً حديثاً ، بل هو موجود في الكتاب والسنة ومتداول من عصر الصحابة إلى زماننا . ¶ ثالثاً : أن العلم بالعلاج بالقرآن وِفْق الشرع الحنيف ؛ ضرورة على كل مسلم ومسلمة معرفته وتعلمه لحاجة البشرية له . ¶ رابعاً : أن العلاج بالقرآن والطب الحديث يتعاونان معاً في علاج الأمراض ولا ينبغي أن يُهمِل أحدهما الآخر . ¶ خامساً : أن العلاج بالقرآن يُعدُّ من جملة فضائل الأعمال الصالحة سيَّما إذا توفرت فيها الضوابط الآنفة الذكر في الراقي .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "سادساً : لا بُدَّ أن يتعاون المريضُ مع الراقي في العلاج وأن يعتقدا أن الشفاء بيد الله تعالى وحده وما الراقي إلا من جملة الأسباب . ¶ والله الموفق لكل خير ، وهو الهادي إلى سواء السبيل . ¶ مقدمة ¶ الحمد لله الذي أنزل على عبده الكتاب ، تبصرةً لأولي الألباب ، وأودعه من فنون العلوم والحِكَم العَجب العُجاب، وجعله أجلَّ الكتب قدراً، وأغزرها علماً، وأعذبها نظماً، وأبلغها في الخطاب، قرآناً عربياً غير ذي عوجٍ، لا شبهة فيه ولا ارتياب ، وأشهد أنَّ لا إله إلا الله وحده لا شريك له رب الأرباب، الذي عَنَت لِقَيُّومِيَّتِهِ الوجوهُ وخضعت لعظمته الرقاب ، وأشهد أنَّ محمداً عبده ورسوله المبعوث من أكرم الشعوب وأشرف الشِّعاب، صلى الله وسلم عليه وعلى صحابته الأنجاب، صلاةً وسلاماً دائمين إلى يوم المآب(1) ، وبعد .. ¶ فإن من الملاحظ انتشار الأمراض المختلفة في هذا العصر، مع التقدم الكبير في الطب والعلاج، فهناك الأمراض العضوية ، والأمراض الروحية ، وهناك الأدوية المادية والمعنوية ، ولعل من أسباب كثرة الأمراض وانتشارها ابتعاد الناس عن شرع الله، وارتكابهم المعاصي والمنكرات، فهذه الأمراض العديدة عقاب من الله للناس، وكلما ازدادوا من الذنوب والمعاصي ازدادت الأمراض انتشاراً ، وإذا كان ذلك كذلك ؛ فإنَّ أحوال العباد في هذه الحياة لا تخلو من حالين: ¶ الأول : أن يكون العبد في عافية في دينه ودنياه ، وهذه أعظم مِنَّة من الله على عبده بعد الإسلام، ولدوام هذه النعمة حث النبي - صلى الله عليه وسلم - في غير ما حديث على دوام سؤال العبد ربَّهُ العافية، وما ذاك إلا لعظمها وكبير نفعها وشأنها . ¶ __________ ¶ (1) الإتقان للسيوطي رحمه الله ( 1 /5 ) بتصرف.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "فَعَنْ عبد الله بن أبي أوفى رضي الله عنهما قال: (( أنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - في بَعْض أَيّامِهِ التِي لَقِيَ فيها _ أي العدو _ انتظرَ حتى مالَتِ الشّمسُ ، ثَمَّ قامَ في النَّاسِ خطيباً قال: أَيُّهَا النَّاسُ، لا تَتَمنَّواْ لِقَاءَ العَدُوِّ وَسَلُوا اللَّهَ العَافِيَة )) (1) ¶ وعن ابن عباس رضي الله عنهما أن النبي - صلى الله عليه وسلم - قال لعَمِّه: (( أَكْثِر الدُّعَاءَ بالعَافِيَةِ )) (2). ¶ وصحَّ عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (( إنَّ أوَّلَ ما يُسْألُ عنْهُ يَومَ القِيامَةِ - يَعني العَبْدَ - مِنَ النَّعِيمِ أنْ يُقَالَ لَهُ: أَلَمْ نُصِحَّ لَكَ جسْمَكَ )) (3) ¶ وعَنْ ابن عباس رضي الله عنهما قال، قال: النبي - صلى الله عليه وسلم -: (( نِعْمَتَانِ مَغْبُونٌ فِيْهِمَا كَثِيرٌ مِنَ النَّاسِ: الصِّحَةُ وَالفَرَاغ )) (4) ¶ __________ ¶ (1) أخرجه البخاري : كتاب الجهاد والسير ، باب كان النبي إذا لم يقاتل أول النهار أخَّر القتال حتى تزول الشمس. حديث ( 2966 ). ¶ (2) أخرجه الحاكم في المستدرك (1/711) وقال: (( هذا حديث صحيح على شرط البخاري )) وأقَرَّهُ الذهبي وحسنه الألباني رحمه الله في صحيح الجامع برقم (1198) والسلسلة الصحيحة (4/28/رقم 1523). ¶ (3) أخرجه الترمذي : كتاب تفسير القرآن عن رسول الله ، باب سورة ألهاكم التكاثر ، حديث (3358) وابن حبان في صحيحه (16 /364) وصححه شيخنا المحدِّث شعيب الأرنؤوط في تحقيقه ، وصححه الشيخ الألباني رحمه الله في صحيح الجامع الصغير وزيادته برقم ( 2022). ¶ (4) أخرجه البخاري : كتاب الرقاق ، باب لا عيش إلا عيش الآخرة ، حديث ( 6412 ).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وأخرج أحمد رحمه الله في المسند في قصة أبي هريرة - رضي الله عنه - قال: سمعت أبا بكر الصديق - رضي الله عنه - على هذا المنبر يقول: سمعت النبي - صلى الله عليه وسلم - في هذا اليوم من عام الأول، ثم استعبر أبو بكر وبكى ثم قال: سمعت النبي - صلى الله عليه وسلم - يقول: (( لَمْ تُؤْتَوا شَيْئَاً بَعْدَ كَلِمَةِ الإِخْلاَصِ مِثْلَ العَافِيَةِ، فَاسْأَلُوا اللهَ العَافِيَةِ )) (1) ¶ وقال وهب بن مُنَبِّه رحمه الله: (( مكتوب في حكمة آل داود: العافية المُلك الخفي)) (2) ¶ وقال بعض الحكماء: (( العافيةُ تاجٌ على رؤوس الأصحَّاء، لا ينظرها إلا المرضى )) (3) ¶ لا يعرف المرء إذا لم يُصب ... بنكبة ما موقع العافية ¶ والحالة الثانية : أن يكون العبد في بلاء وسقم، وفي تعب ونصب، وفي ضراء لا يعلم به إلا الله تبارك وتعالى . ¶ فهذه أحوال العباد في الدنيا : ¶ ثمانية قام الوجود بها فهل ترى ... من محيصٍ للورى عن ثمانية ؟ ¶ سرور وحزن واجتماع وفرقة ... وعسر ويسر ثم سقم وعافية ¶ بهن انقضت أعمار أولاد آدمٍ ... فهل من رأى أحوالهم متساوية؟ ¶ ومن هنا ، ولكثرة ما يَعْرض للناس من أمراض وعلل وعوارض ؛ شرع ربنا الاستشفاء بكلامه وبسنة نبيه - صلى الله عليه وسلم - لمن اشتكى من مرض أو علة بدنية أو نفسية أو عارض عين، أو حسد أو مس أو سحر ؛ فكلامه هو الشفاء والرحمة ، وهو القائل : ¶ __________ ¶ (1) أخرجه أحمد في المسند ( 11 ) والضياء في المختارة ( 1 / 110 ) وقال المحقق : (( إسناده صحيح )) وقال شيخنا المحدِّث شعيب في تعليقه على المسند (1/189) صحيح لغيره . ¶ (2) جامع العلوم والحكم ( 458 ) ¶ (3) الدرة الفاخرة في الأمثال السائرة ( 2 / 455 ).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "{ - { - - - - صلى الله عليه وسلم - - ((- رضي الله عنه - - ( } - } - - - - ( - - - المحتويات ( - ( - - عليه السلام -( - - - رضي الله عنهم - - ( { - (((( قرآن كريم } تم بحمد الله صدق الله العظيم ( } تم بحمد الله ( المحتويات ( تمهيد ( فهرس - { - (( - - - (( { - عليه السلام -- صلى الله عليه وسلم - - - رضي الله عنهم - - ( - - - (( ( - - صلى الله عليه وسلم -( - - ( - - - - - جل جلاله - - ( - - عليه السلام -- صلى الله عليه وسلم - ( { - عليه السلام - - ( قرآن كريم - عليه السلام - - - عليه السلام -- صلى الله عليه وسلم - - رضي الله عنه -(((- جل جلاله -( تم بحمد الله ( - ( - ( - ( - - (((( } [ يونس : 57] ¶ وقال سبحانه: { ( - ( } - - رضي الله عنه - - ( الله أكبر - عليه السلام -- صلى الله عليه وسلم - - صدق الله العظيم ( تم بحمد الله ( تمت - - عليه السلام -(( - ( { ( - - - - - رضي الله عنه - تم بحمد الله - عليه السلام - قرآن كريم ( - (( - - - (( { ( { - عليه السلام - - ( قرآن كريم - عليه السلام - - - عليه السلام -- صلى الله عليه وسلم - - رضي الله عنه -((( - ( تم بحمد الله ( - ( - ( - ( - - - - صدق الله العظيم - عليه السلام -- صلى الله عليه وسلم - ( - - ( - - رضي الله عنه - - - رضي الله عنه -((( - ( - ( { ( - - - - صدق الله العظيم ( { - - جل جلاله - - - - - - رضي الله عنهم - - (((( } [ الإسراء: 82]",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "فتأمَّل هذه المفردة : چ چ جاءت لتفيد أنَّ القرآن شفاءٌ من كافّة الأمراض ؛ فلم يقل سبحانه : (( وننزل من القرآن ما هو دواء )) ؛ لأن هذا المعنى مقتصرٌ على البعض لا الكل ، فهي لا تُداوي سائر الأمراض ، بينما كلمة (شفاء) تفيد حصول الشفاء التام من هذه الأمراض ولا حاجة حينئذ للدواء لحصول المقصود ، وهذا لونٌ من الإعجاز البياني في المفردة القرآنية في كتاب ربنا - عز وجل - ، ولذا يقول الإمام ابن عطية حين قال : (( وكتاب الله تعالى لو نُزِعتْ منه لفظةً ثُمَ أُدِير لسانُ العرب أن يُوجِدَ أَحسنَ مِنْها لَمْ يُوجَد )) (1) ¶ (( فالقرآن هو الشفاء التام من جميع الأدواء القلبية والبدنية، وأدواء الدنيا والآخرة، وما كلُّ أحدٍ يُوهَّل ولا يُوفَّق للاستشفاء بالقرآن، وإِذا أحسن العليل التَّداوي به وعالج به مرضهُ بصدقٍ وإِيمانٍ، وقبولٍ تامٍ، واعتقاد جازمٍ، واستيفاء شروطه، لم يُقاومه الداءُ أبداً ، وكيف تُقاوم الأدواء كلام ربِّ الأرض والسماء الذي لو نزل على الجبال لصدَعها، أو على الأرض لقطعها ؛ فما من مرضٍ من أمراض القلوب والأبدان إِلا وفي القرآن سبيل الدلالة على علاجه، وسببه، والحمية منه لمن رزقه الله فهماً لكتابه ))(2) نعم ؛ (( هذا كتاب الله ؛ هو الشفاء النافع وهو أعظم الشفاء ؛ فكم قد شُفِيَ به من عليل، وكم قد عُوفي به من مريض، وكم قام مقام كثير من الأدوية التي لا تبلغ قريباً من مبلغه في الشفاء، وأنت ترى كثيراً من الناس بل أكثرهم لا نصيب لهم من الشفاء بذلك أصلاً )) (3) ¶ __________ ¶ (1) المحرر الوجيز ( 1 / 59 ) ¶ (2) زاد المعاد ( 4 / 352 ) ¶ (3) مفتاح دار السعادة (1/250). بتصرف",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وهذا ابن حزم رحمه الله يروي لنا كيفية تأثير القرآن في العلل وشفائه للأمراض فيقول : (( جَرَّبنا من كان يرقي الدمَّل الحاد القوي الظهور في أول ظهوره ؛ فيبدأ من يومه ذاك بالذبول ، ويتم يَبَسه في اليوم الثالث، ويُقْلَع كما تُقْلَع قشرة القرحة إذا تم يَبسُها ، جرَّبنا ذلك ما لا نحصيه، وكانت هذه المرأة ترقي أحد دمَّلين قد دُفعا(1) على إنسان واحد، ولا ترقي الثاني، فيبس الذي رقت، ويتم ظهور التي لم ترقَ، ويلقى منه حامله الأذى الشديد، وشاهدنا من كان يرقي الورم المعروف بالخنازير فيندمل ما يفتح منها، ويذبل ما لم ينفتح ويبرأ ))(2) ¶ وبعد ؛ فقد سار الباحث في بحثه على خطة تتضمن التالي : ¶ مقدمة ، وثلاثة مباحث وخاتمة : ¶ أما المبحث الأول : العلاج بالقرآن ؛ ماهيته ، وبيان المقصود به . ¶ و المبحث الثاني : أهميته ، وبيان شدة الحاجة إليه اليوم . ¶ أما المبحث الثالث : ضوابطه ، وفيه ثلاثة مطالب : ¶ المطلب الأول : ضوابط العلاج بالقرآن = ضوابط الرقية وبأي شيء تكون ؟ ¶ المطلب الثاني : ضوابط المعالج بالقرآن . ¶ المطلب الثالث : ضوابط تؤهِّل المريض للقبول والانتفاع بالعلاج بالقرآن. ¶ الخاتمة ، وفيها أهم النتائج والتوصيات . ¶ فالمراجع . ¶ __________ ¶ (1) أي : دَفْعُ الجسد لهذه المرض من الباطن ليظهر على الخارج في الجلد . ¶ (2) دراسات فقهية في قضايا طبية معاصرة ، بحث : كيف كان القرآن شفاء لأمراض الإنسان وقاية وعلاجا أ.د. عمر الأشقر ( 1 / 17 )",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "(( وليعذر الواقف عليه، فنتائج الأفكار على اختلاف القرائح لا تتناهى ، وإنَّما يُنفق كلُّ أحدٍ على قَدْرِ سَعَته ، لا يُكلِّف اللهُ نفساً إلا ما آتاها، ورَحِم اللهُ من وقف فيه على سهوٍ أو خطأٍ ؛ فأصلحه عَاذراً لا عاذِلاً ، ومُنيلاً لا نائلاً ؛ فليس المبرَّأَ من الخَطَل إلا من وقَى الله وعصم ، وقد قيل : الكتاب كالمكلَّّف ؛ لا يَسْلَم من المؤاخذة ولا يرتفع عنه القلم ، والله تعالى يُقرنه بالتوفيق ، ويُرشد فيه إلى أوضح طريق ، وما توفيقي إلا بالله عليه توكلتُ وإليه أنيب )) (1) ¶ وكتب الفقير إلى عفو ربه القدير ¶ محَمّدُ بِنُ يُوسُفُ الجُورَانِي ¶ المبحث الأول ¶ العلاج بالقرآن ¶ ماهيته ، وبيان المقصود به . ¶ العلاجُ بالقرآنُ ؛ اسمٌ عامٌ ، ومصطلحه الشرعي كما جاء من طريق السنة النبوية عُرِفَ باسم : ( الرُّقية ) فما هو تعريفها ؟ وما هي أنواعها ؟ ¶ - قال ابن الأثير رحمه الله: (( والرُّقْيَة: العُوْذَةُ التي يُرْقَى بها صاحِب الآفة كالحُمَّى والصَّرع وغير ذلك من الآفات )) (2) ¶ - وقال ابن منظور رحمه الله: (( والرُّقْية: العُوْذَةُ ، والجمع رُقًى، وتقول: اسْتَرْقَيْتُه فرقَاني رُقْية، فهو راقٍ، وقد رَقاه رَقْياً ورُقِيّاً. ورجل رَقَّاءٌ: صاحبُ رُقىً. يقال: رَقَى الرَّاقي رُقْيةً ورُقِيّاً إِذا عَوَّذ ونفث في عُوذتِه )) (3) ¶ ... يقول القِنّوجي رحمه الله عن علم الرقية الشرعية مُعرِّفاً ، هو : (( علم باحث عن الطب الذي ورد في الأحاديث النبوية الذي داوى به المرضى )) (4) ¶ __________ ¶ (1) صبح الأعشى للقَلْقَشَندي ( 1 / 10 ). ( ط : دار الكتب المصرية 1340هـ _1922م ) ¶ (2) النهاية في غريب الحديث ( 2 / 254 ) مادة ( رقا ) ¶ (3) لسان العرب (14/332) مادة: (رقا)، ومن اطلاقاتها وما جاء في تسميتها: ( العُوذة ، النُّشرة ، العَزائمُ ، التمائم )وللاستزادة انظر : الموسوعة الفقهية الكويتية (23/96). ¶ (4) أبجد العلوم (2/360)",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "والمقصود بها : تعويذ المريض بقراءة شيءٍ من القرآن الكريم ، وأسماء الله وصفاته ، مع الأدعية الشرعية باللسان العربي - أو ما يعرف معناه - مع النفث حتى يبرأ مما أصابه .(1) ¶ وذكر النووي رحمه الله ، عن طلحة بن مُصَرِّف قال : كان يقال : إنَّ المريض إذا قُرئَ عنده القرآنُ، وجد لذلك خِفَّة ؛ فدخلتُ على خيثمة وهو مريض ، فقلت ُ: إني أراك اليوم ضاحكاً ؟ فقال : إني قُرئ عندي القرآن )) (2) ¶ وهي نوعان : رُقىً شرعية: وهي ما كانت من كتاب الله وسنة رسول الله - صلى الله عليه وسلم - وما لا يخالفهما من الأدعية المعروفة ؛ فهذه مقبولة في الشرع. ورُقىً شركية: وهي كلُّ ما كان بكلام وتَمْتَمات غير مفهومة، وألفاظ مجهولة ؛ فهي من الطَّلاسم الشركية ، وهذه مُحرَّمة في الشرع تَحْرُم الرقية بها أو إتيان من يرقي بها. ¶ __________ ¶ (1) وقال القرافي رحمه الله في الفروق ( 4 / 174 ) : (( الرُّقْيَةُ : ألفاظٌ خاصةٌ يَحْدُثُ عندها الشفاء من الأسقام والأدْوَاء والأسباب المُهْلِكَة )). ¶ (2) التبيان في آداب حملة القرآن (168 )",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "والفرق بينهما ما حكاه الإمام الخطابي رحمه الله فقال: (( والفرق بين الرقية التي أمر النبي - صلى الله عليه وسلم - وبين ما كرهه ونهى عنه من رقية العزَّامين وأصحاب النُّشر ومن يَدَّعِي تسخير الجن لهم، أن ما أمر به - صلى الله عليه وسلم - وأباح استعماله منها هو ما يكون بقوارع القرآن وبالعُوَذ التي يقع منها ذكر الله عز وجل وأسماؤه على ألسن الأبرار من الخلق والأخيار الطاهرة نفوسهم، فيكون ذلك سبباً للشفاء بإذن الله، وهو الطب الروحاني، وعلى هذا كان معظم الأمر في الزمان المتقدم الصالح أهله، وبه كان يقع الاستشفاء واستدفاع أنواع البلاء . فلما عَزَّ وجود هذا الصنف من أبرار الخليقة وأخيار البرية، فزع الناس إلى الطب الجسماني حين لم يجدوا للطب الروحاني نجوعاً في العلل والأسقام بعدم المعاني التي كان يجمعها الرقاة والمُعَوِّذُن والمُسْتَشْفَوْنَ بالدَّعوات الصالحة والبركات الموجودة فيها )) (1) ¶ المبحث الثاني ¶ أهمية العلاج بالقرآن ¶ تكمن أهميةُ العلاجِ بالقرآنِ _ الرُّقية الشرعية _ بين العباد في عِدَّةِ جوانبٍ ، أُجْمِلُها فيما يلي : ¶ أولاً : أنها شعيرة من شعائر الدين الإسلامي ، وقد جاءت الأحاديثُ نادبةً إلى فعلها ؛ فعن جَابِرٍ - رضي الله عنه - قال : (( لَدَغَتْ رَجُلًا مِنَّا عَقْرَبٌ وَنَحْنُ جُلُوسٌ مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فَقَالَ رَجُلٌ يَا رَسُولَ اللَّهِ : أَرْقِي ؟ قَالَ مَنْ اسْتَطَاعَ مِنْكُمْ أَنْ يَنْفَعَ أَخَاهُ فَلْيَفْعَلْ ))(2) ¶ ثانياً : أنها من وسائل الدعوة إلى الله تعالى ، ومعلوم أن العبد في حالة ضعفه وانكساره أقرب ما يكون للطاعة ، وسهولة قبوله للخير سيما إن كان طالباً ما يجبر ضعفه . ¶ __________ ¶ (1) أعلام الحديث شرح صحيح البخاري للخطابي ( 2 / 1120 ) ¶ (2) أخرجه مسلم : كتاب السلام ، باب استحباب الرقية من العين والنملة والحمَّة والنظرة ، حديث ( 2199 ).",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ثالثاً : وجود المرضى في كل بيت من بيوتات المسلمين وفي كل زمان ، وليس العلاج مقصور على مرضٍ بعينه ولكن في كافة الأمراض البدنية والروحية ؛ وعليه ؛ فالحاجة ماسة له في كل وقت وفي كل زمان وعلى كل مسلم ومسلمة أن يتعلَّموها. ¶ رابعاً : أنها المخْرَجُ من الكُرَبِ والمصائب التي يُبْتُلى بها العباد ؛ فالرقية تكون سبباً لرفع هذه الآلام وبسط العافية بإذن الله تعالى على العباد مما تكون الرقية للراقي منجاة من كرب يوم القيامة. فعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (( مَنْ نَفَّسَ عَنْ مُؤْمِنٍ كُرْبَةً مِنْ كُرَبِ الدُّنْيَا، نَفَّسَ اللهُ عَنْهُ كُرْبَةً مِنْ كُرَبِ يَومِ القِيَامَةِ )) (1) ¶ خامساً : أنَّ فيها الاقتداء بالأنبياء والصالحين ، في رفع الظلم عن الناس ومجاهدة شياطين الإنس والجن ، قال شيخ الإسلام ابن تيميَّة رحمه الله : (( فَهَذَا مِنْ أَفْضَلِ الْأَعْمَالِ وَهُوَ مِنْ أَعْمَالِ الْأَنْبِيَاءِ وَالصَّالِحِينَ ؛ فَإِنَّهُ مَا زَالَ الْأَنْبِيَاءُ وَالصَّالِحُونَ يَدْفَعُونَ الشَّيَاطِينَ عَنْ بَنِي آدَمَ بِمَا أَمَرَ اللَّهُ بِهِ وَرَسُولُهُ كَمَا كَانَ الْمَسِيحُ يَفْعَلُ ذَلِكَ وَكَمَا كَانَ نَبِيُّنَا - صلى الله عليه وسلم - يَفْعَلُ ذَلِكَ )) (2) ¶ سادساً : حتى يُوْصَد البابُ دون السحرة والكهنة والمشعوذين ، وكي يعرف الناسُ هذه الشرذمة المفسدة في المجتمع ؛ ليحذروا خطرهم والذهاب إليهم ؛ فلا بُدَّ من نشر الوعي بين الناس بأهمية العلاج بالقرآن ، وبأنه الطريق الشرعي في العلاج _ مقروناً مع الطب الحديث _ حفظاً وسلامة لدين العباد من الشرك أو الكفر والعياذ بالله . ¶ __________ ¶ (1) أخرجه مسلم : كتاب الذكر والدعاء والتوبة والاستغفار ، باب فضل الاجتماع على تلاوة القرآن.. حديث ( 2699 ). ¶ (2) مجموع الفتاوى ( 19 / 56 ).",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وإذا كان الأمر كذلك، فلا بد من الاستعانة _ بعد الله _ في علاج الأمراض بالرقى الشرعية بأعلم الناس بها، وأحذقهم وأتقاهم وأورعهم وأكثرهم خشية من الله تعالى، وهؤلاء يفرزهم المجتمع ويعرفهم الناس بسلوكهم وعلمهم، ولا يحتاجون إلى الإعلان عن أنفسهم في الصحف، أو بفتح محلات خاصة بهم للقيام بالقراءة على المرضى ، ومن هنا تبرز أهمية العلاج بالقرآن الكريم . ¶ المطلب الأول ¶ ضوابط العلاج بالقرآن وبيان منهجه . ¶ ... أجمع العلماء رحمهم الله أن الرقيةَ حتى تكون شرعيةً صحيحةً يجب أن تتوفر فيها جملة من الضوابط ، وهي : ¶ أولاً : شرعية المصدر ؛ أي : أن تكون بكلام الله تعالى أو بأسمائه وصفاته أو بأدعية السنة النبوية . ¶ ثانياً : سلامتها مما يُخِلُّ بالاعتقاد ؛ أي : لا تكون بالألفاظ المجهولة والمُطَلْسَمة والتَمْتَمَات التي يقولها المشعوذون ، والدَّجَّالون ، والسحرة ، ولا على أصحاب الشبهات كمن يستعين بالجن , ولو كان مسلماً . ¶ فعَنْ عَوْفِ بْنِ مَالِكٍ الْأَشْجَعِيِّ قَالَ : (( كُنَّا نَرْقِي فِي الْجَاهِلِيَّةِ ؛ فَقُلْنَا يَا رَسُولَ اللَّه :ِ كَيْفَ تَرَى فِي ذَلِكَ ؟ فَقَالَ : اعْرِضُوا عَلَيَّ رُقَاكُمْ لَا بَأْسَ بِالرُّقَى مَا لَمْ يَكُنْ فِيهِ شِرْكٌ )) (1) ¶ وثالثاً: أن يُعتقد أن الرقية لا تؤثِّر بذاتها ، وأن الله هو الشافي وحده ، وما هي والراقي إلا سبب (2). ¶ رابعاً : أن تكون باللسان العربي ، أو بما يعرف معناه ، سداً لذريعة دخول ما لا يفهم وخشية كونه كفراً . ¶ __________ ¶ (1) أخرجه مسلم : كتاب السلام ، باب لا بأس بالرقى ما لم يكن فيه شرك ( 2200 ) ¶ (2) انظر : فتح الباري (10/195) وشرح النووي (14/168) وشرح الزُّرقاني (4/411) وفيض القدير ( 1/558) والدين الخالص (7/120) ونيل الأوطار (9/91 و 105) وتيسير العزيز الحميد ( 136) والموسوعة الفقهية الكويتية (13/23).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "خامساً : في حال كونها مكتوبة بمداد ؛ فلا بُدَّ أن تكتب على طاهر تعظيماً وصيانة لكتاب الله تعالى . ¶ أما المنهج في الرقية واختيار الآيات ؛ فالذي صحَّ فيه الحديث بالرقية سور معدودة ؛ كالفاتحة ، والبقرة ، والكافرون والمعوذات(1) . وبعدها يُستأنس في انتقائه مما كان بعض العلماء الربانيين يقرؤون بها على من به عِلّة، أو يكتبونها لهم ويستشفون بها، فالقرآن فيه الشفاء، ولكن بعض الآيات يكون انتقاؤها لنية يريدها الراقي تناسب معنى، أو تفيد علة، وفيها لمحةٌ دالة بَصَرَها العلماءُ ، ممن دقَّ فهمه، وثقُب فِكْرُه، وحَسُنَ تأمُّله في كتاب ربه ، وفتح الله عليه بخلاف من شطح وزعم أنها من الأسرار الربانية، وهي بذاتها تخالف كتاب الله وسنة نبيه - صلى الله عليه وسلم - ، وما فِعْلُ الإمام الغزالي رحمه الله في كتابه (خواص القرآن) إلا من هذا القبيل، ويقصد بها ما لآي القرآن من خواص مادية في الشفاء من الأمراض، وإبطال السحر، والنجاة من العدو، وكل هذا ما توصل إليه العلماء من تجاربهم الشخصية ، لأنهم يعتقدون البركة في القرآن، وهذا لا ينفع إلا من اعتقد اعتقادهم، وإن كان فعل هؤلاء العلماء له أصل في السنة، وهذا ما ذكره الكاتبون في هذا المعنى من أمثال الزركشي في (برهانه) والسيوطي في (إتقانه) .(2) ¶ __________ ¶ (1) انظر : المنار المنيف ( 114 ) لابن قيم الجوزية رحمه الله . ¶ (2) انظر : الرقية الشرعية من الكتاب والسنة النبوية ( 187 ) لراقمه",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ثم إن هذا الفَهْم في كتاب ربنا سبحانه _ فيما يظهر للباحث _ يدلُّ عليه قول علي - رضي الله عنه - حين سأله أبو جُحَيْفة حين قال: قلتُ لعليٍّ: هل عندكم كتابٌ ؟ قال: لا، إلاَّ كتابُ الله، أو فَهْمٌ أُعْطِيَهُ رجلٌ مسلم، أو ما في هذه الصحيفة . قال: قلتُ: فما في هذه الصحيفة ؟ قال: العقل، وفَكاك الأسير، ولا يقتل مسلمٌ بكافر )) (1) ¶ ويقول المباركفوي رحمه الله : (( لأنه كان يَرى منه عِلْماً وتحقيقاً لا يجده في زمانه عند غيره، فحلف أنَّه ليس شيءٌ من ذلك سوى القرآن، وأنَّه عليه الصلاة والسلام لم يخصَّ بالتبليغ والإرشاد قوماً دون قوم، وإنما وقع التفاوتُ من قِبَل الفَهْم، واستعداد الاستنباط، فمن رُزِقَ فَهْماً وإدراكاً ووفِّقَ للتأمُّل في آياته والتدبُّر في معانيه فتح عليه أبواب العلوم )) (2) ¶ ويقول العلامة المفَسِّر الشنقيطي رحمه الله: (( يُفهم منه أنَّ من أعطاه الله فهماً في كتاب الله، يُخص بخصائص من العلوم لم يُخص بها غيره، وما ذلك إلا أن القرآن جمع كل شيء، منه ما يطّلع عليه كل الناس، ومنه ما يطّلع عليه الراسخون في العلم، ومنه ما يعلمه النبي، ومنه ما لا يعلمه إلا الله جلا وعلا))(3) ولعلَّ فعل الصحابي الذي رقى الَّلديغ حين اجتهد واستنبط، أدَّاهُ استنباطه إلى أن ينتقي الفاتحة ولم يزد عليها . ولذا قال الحافظ رحمه الله مُعلِّقاً: (( فيه الاجتهاد عند فقد النص )) (4) وقال الكحَّال رحمه الله: قوله - صلى الله عليه وسلم -: (ومَا يُدْرِيْكَ أَنَّها رُقْيَةٌ) (( دليلٌ أن القرآن وإن كان كله مرجوّ البركة، فيه ما يختص بالرقية دون جميعه ))(5) ¶ __________ ¶ (1) أخرجه البخاري : كتاب العلم ، باب كتابة العلم رقم ( 111 ) وانظر : الفتح ( 1 / 204 ) للفائدة . ¶ (2) تحفة الأحوذي ( 4 / 556 ). ¶ (3) العذب النمير من مجالس الشنقيطي في التفسير ( 1 / 193 ) ¶ (4) الفتح ( 4 / 457 ) ¶ (5) الأحكام النبوية لعلاء الدين الكحّال ( 86 )",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ويقول الشِّبْلِي رحمه الله: (( وفي التطبّب والاستشفاء بكتاب الله عز وجل غنى تام، ومقنع عام، وهو النور والشفاء لما في الصدور، والوقاء الدافع لكل محذور، والرحمة للمؤمنين من الأحياء وأهل القبور، وفقنا الله لإدراك معانيه، وأوقفنا عند أوامره ونواهيه، ومن تدَّبر من آيات الكتاب من ذوي الألباب وقف على الدواء الشافي لكل داء مواف، سوى الموت الذي هو غاية كل حي، فإن الله تعالى يقول: { - } تم بحمد الله - - عليه السلام - - (( { - - ( - (( ( - (- رضي الله عنه - - ( - ( - - - صدق الله العظيم ( تم بحمد الله - ((( - ( } وخواص الآيات والأذكار لا ينكرها إلا من عقيدته واهية، ولكن لا يعقلها إلا العالمون لأنها تذكرة وتعيها أذن واعية والله الهادي للحق )) (1) ¶ وقال الكحَّال رحمه الله: (( واعلم أنَّ بعض الكلام له خواصٌّ ومنافعٌ بإذن الله تعالى، شهدت العلماء بصحته في كتبهم، فما ظنك بكلام الله عز وجل الذي كلُّ الخيرات منه أصلها وينبوعها وإليه عَوْدها ومرجعها . ¶ وقد جعل الله سبحانه وتعالى في كل سورةٍ وآيةٍ منه منافع وخواص لم يكن في غيرها، وذلك معروفٌ عند العلماء، مشهورٌ بين الفضلاء، لا ينكره إلا الجاهلون )) (2) وشواهد هذا مشهور في الأحاديث والسيرة النبوية . ¶ المطلب الثاني ¶ ضوابط المعالج بالقرآن . ¶ إنّ من أشرف الصناعات وأطيبها، صنعة الطبيب، سواء أكان طب أبدان أم طب أرواح، فيحسن بالمعالج وهو يقوم بعمله أن يتقنه تمام الإتقان وأن يتخلق بأخلاقيات صَنْعَته، حتى تعود عليه بالنفع والفائدة التي من أجلها نال صنعته، وحينها يُقصد من آفاق الأرض لجودة صناعته وحسن أدائه . ¶ __________ ¶ (1) آكام المرجان ( 102 ) ¶ (2) الأحكام النبوية ( 86 - 87 )",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وهكذا الراقي في رقيته، ينبغي أن يكون متقناً في رقيته لا يُشِيبُها بترهات غير سوية تَصرِفهُ عن حُسْنِ أدائها وإتقانها، وسأجمل له ضوابطاً أشيرُ فيها إلى أهميَّة وجودها في الراقي التقي المُحَنَّك حتى يكون متقناً ومحسناً في رقيته . ¶ أولاًًً: الإخلاص لله عز وجل في كل عمل : ¶ والأصل في ذلك من الكتاب والسنة قوله تعالى: { - - - رضي الله عنه - تم بحمد الله - عليه السلام -- صلى الله عليه وسلم - } - (- صلى الله عليه وسلم -( - ( - ( - - صدق الله العظيم ( { } - - صلى الله عليه وسلم -( - ( تمهيد ((- عليه السلام - - ( - { - - - - رضي الله عنه -((((( - ( - ( - ( - - - - رضي الله عنه -(((- صلى الله عليه وسلم - - - - - - عليه السلام -( - - - (- عليه السلام - - ( مقدمة } [البينة: 5] . ¶ وعَنْ عُمَرَ بن الخَطّابِ - رضي الله عنه - قال: سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ: (( إنَّمَا الأَعْمَالُ بِالنِّيَّاتِ ، وَفِي رِوَايَةٍ: بِالنِّيَّةِ )) (1) ¶ فالإخلاص خُلُقٌ عظيم، وكنز رفيع، ولا يُوَفَّق له كل أحد بعد حُسْنِ المعْتَقَد بل هو من أشدّ الأخلاق على العارفين معالجة له، ولَكَمْ اجتهد السلف رضوان الله عليهم في الإخلاص في نِيَّاتِهم ، وما هذا إلاّ لأن صلاح الأعمال موقوفٌ على الإخلاص . ¶ ولتعلم أخي الراقي الموَفَّق أنه بقدر ما يكون عندك من الإخلاص بقدر ما يكون لديك عفَّة عمَّا في أيدي الناس من متاع ، فلا تكن دنيء الهمة ، ساقط العزيمة ، قليل الطموح ، مُتَطلِّعاً إليهم بهوس وشَرَهٍ قتّال ؛ فتذلّ ! ¶ إذا لم يكن لله فعلُك خالصاً ... فكل بناء قد بنيتَ خرابُ ¶ __________ ¶ (1) أخرجه البخاري : كتاب الإيمان ، باب ما جاء أن الأعمال بالنية ، حديث ( 54 ) ومسلم : كتاب الإمارة ، باب قوله أن الأعمال بالنية ، حديث ( 1907 )",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "واعلم أنَّ الراقي (( كلما كان أذلَّ لله وأعظمَ افتقاراً إليه وخضوعاً له، كان أقربَ إليه، وأعزَّ له، وأعظمَ لقدره، فأسعدُ الخلق أعظمُهم عبودية، وأما المخلوق، فكما قيل: احتج إلى من شئت تكن أسيرَه .واستغن عمن شئت تكن نظيرَه .وأحسن إلى من شئت تكن أميرَه ؛ فأعظم ما يكون العبد قدْراً وحرمة عند الخلق، إذا لم يحتج إليهم بوجه من الوجوه، فإذا أحسنت إليهم مع الاستغناء عنهم، كنت أعظمَ ما يكون عندهم، ومتى احتجت إليهم ولو في شربة ماء نقص قدرك عندهم بقدر حاجتك إليهم)) (1) ¶ ثانياً: الحرص على العلم الشرعي والعمل به : ¶ يحسن بالراقي أن يكون طالب علم مجتهداً في تحصيله، فهو من أعظم الأسباب التي تُقَوِّي الإيمان في القلب، وتقرِّب العبد من ربه، (( ولو لم يكن في العلم إلا القرب من رب العالمين، والالتحاق بعالم الملائكة وصحبة الملأ الأعلى لكفى به فضلاً وشرفاً، فكيف وعِزُّ الدنيا والآخرة مَنوطٌ به ومَشروطٌ بحصوله)) (2). وبالعلم يميّز الراقي بين الحق والباطل، والنافع والضار، وبالعلم يستعين بالله في اختيار الدواء الناجع للداء الواقع، فمن علم كان معه زيادة فضل يفضل بها على من لم يعلم، ولا أشرف من العلم وقد قال عزَّ من قائل : { ( - ( - ( - - رضي الله عنهم - - - ( قرآن كريم - رضي الله عنه - - ( - - - - رضي الله عنه -((( - { - - - - رضي الله عنه - تمت قرآن كريم ( - - - ((- رضي الله عنه - - - رضي الله عنه -((( - { - - - - عليه السلام -- صلى الله عليه وسلم - - صدق الله العظيم - رضي الله عنه - تمت قرآن كريم ( - فهرس - ((- رضي الله عنه - - } [الزمر: 9]. ¶ __________ ¶ (1) مجموع الفتاوى لابن تيمية رحمه الله ( 1 / 39 ) ¶ (2) مفتاح دار السعادة ( 1 / 353 )",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وذا قولٌ نفيسٌ للحارث المحاسبي رحمه الله إذ يقول : (( واصْدُق في الطَّلبِ تَرِثْ علم البصائر، وتَبْدُ لك عيونُ المعارف، وتُمَيِّزْ بنفسك علم ما يَرِدُ عليك بخالصِ التَّوفيق، فإنَّما السَّبْقُ لمن عَمِلَ، والخشيةُ لمن عَلِمَ، والتَّوكُّلُ لمن وَثِقَ، والخوفُ لمن أَيْقَنَ، والمزيدُ لمن شَكَر )) (1). ¶ وقد علمتَ شرف العلم إجمالاً، فينبغي عليك بالأخصِّ العلم بهذا الفن - علم الرقية الشرعية - فتعرف أصوله وأحكامه وقواعد ضبط مسائله، فتُلِمُّ بكلِّ ما يحتاجه الراقي الحَذِق الموفَّق في هذا الفن من عدته وعتاده، وبهذا يكون قد رُجِيَ للراقي الفَتْحَ والتوفيق من الفتَّاح الخبير . ¶ ثالثاً: التقوى والعبادة : ¶ ينبغي للراقي المُوَفَّق أن يكون صاحب عبادة وتقوى، وأن يكون صاحب صلاة وصيام ونُسُك، تُعْرف الطاعة في وجهه، وفي سمته، وهديه، وقوله، وفعله، وهذا أدْعَى للقَبول، ولحصول الشفاء، وتفريج الكربات (( وإذا كان القلب معموراً بالتقوى انجلت له الأمور وانكشفت، بخلاف القلب الخراب المظلم . قال حذيفة بن اليمان : (( إنَّ في قلب المؤمن سراجاً يَزهرُ )) (2) ¶ __________ ¶ (1) رسالة المسترشدين ( 148 ) ¶ (2) مجموع الفتاوى لابن تيمية رحمه الله ( 20 / 45 )",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "اعلم أيها الراقي المُوَفَّق: متى ما صحَّت التقوى رأيت كلَّ خير ؛ { - - رضي الله عنهم - - ( الله أكبر ( { ( - ( - - { - رضي الله عنه - - - رضي الله عنه - - ( - - - - صدق الله العظيم ( تم بحمد الله - رضي الله عنه -((( { ( - ( - ( - - - } [المائدة: 27] ومن ألطف المعاني في هذه الآية، ما ذكره العلامة الفيروز آبادي رحمه الله ؛ فيقول: (( يُفهم منها أنه لو كانت في العالَمِ خَصلةٌ هي أصلحَ للعبد، وأجمعَ للخير، وأعظمَ للأجر، وأجلَّ في العبوديِّة، وأعظمَ في القَدْر، وأوْلى في الحالِ، وأنجحَ في المآلِ، من هذه الخَصلة لكان الله سبحانه أمر بها عباده، وأوْصَى خَواصّه بذلك ؛ لكمالِ حكمته ورحمته . فلمَّا أوصى بهذه الخَصلة جميع الأولين والآخرين من عباده، واقتصر عليها، علمنا أنها الغاية التي لا متجاوزَ عنها ولا مُقتَصر دونها، وأنَّهُ عزَّ وجلَّ قد جمع كلَّ مَحْضِ نُصْحٍ ودلالةٍ وإرشادٍ وسنةٍ وتأديبٍ وتعليمٍ وتهذيبٍ في هذه الوصية الواحدة . ¶ وقوله: { - - رضي الله عنهم - - ( الله أكبر ( { ( - ( - - { - رضي الله عنه - - - رضي الله عنه - - ( - - - - صدق الله العظيم ( تم بحمد الله - رضي الله عنه -((( { ( - ( - ( - - - } [المائدة: 27] يُشعرُ بأنَّ الأمر كله راجع إلى التقوى )) (1) ¶ قلتُ ما قلت .. لتعلم أن تقوى الراقي مُهِمَّة جداً، سِيِّما في قبول دعوته وإجابته، بل أعظم من ذلك في حصول البركة ونزول الشفاء على المبتلى، ومن هنا فَطِنَ أهل العلم لهذه النكتة العزيزة ؛ فالرُّقية لا يصلح لها من خلى قلبه من تقوى الله، ولو زعم ما زعم، فنور القرآن لا يكون له ! ولا يُمنح هداه ورحمته إلا للعارفين به؛ أهل الله وخاصَّته . ¶ __________ ¶ (1) بصائر ذوي التميز في لطائف الكتاب العزيز (2/116)",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "يقول الإمام الخَطَّابي رحمه الله: (( ما أمر به - صلى الله عليه وسلم - وأباح استعماله منها هو ما يكون بقوارع القرآن وبالعُوَذ التي يقع منها ذكر الله عز وجل وأسماؤه على ألسن الأبرار من الخلق والأخيار الطاهرة نفوسهم، فيكون ذلك سبباً للشفاء بإذن الله، وهو الطب الروحاني، وعلى هذا كان معظم الأمر في الزمان المتقدم الصالح أهله، وبه كان يقع الاستشفاء واستدفاع أنواع البلاء . فلما عَزَّ وجود هذا الصنف من أبرار الخليقة وأخيار البرية، فزع الناس إلى الطب الجسماني حين لم يجدوا للطب الروحاني نجوعاً في العلل والأسقام بعدم المعاني التي كان يجمعها الرقاة والمُعَوِّذون والمُسْتَشْفَوْنَ بالدَّعوات الصالحة والبركات الموجودة فيها )) (1) ¶ رابعاً: حسن الخلق : ¶ مما يجدر بالراقي أن يكون على خلق حسن، يتأسَّى بقدوته ونبيه - صلى الله عليه وسلم - فقد امتدح الله خُلقه فقال: { - رضي الله عنهم - - ( الله أكبر ( { - عليه السلام -- صلى الله عليه وسلم - - - فهرس - - رضي الله عنهم -( - - - - ( - ( - - بسم الله الرحمن الرحيم - ((- رضي الله عنه -( } [القلم: 4] وقالت الصديقة بنت الصديق رضي الله عنهما: (( كان خُلُقهُ القُرآن )) (2) ¶ __________ ¶ (1) أعلام الحديث شرح صحيح البخاري للخطابي رحمه الله ( 2 / 1120 ) ¶ (2) انظر : تفسير الطبري رحمه الله ( 29 / 18 )",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "فينبغي أن يتحلَّى الراقي بالأخلاق الحسنة خاصة مما له علاقة وثيقة في باب الرقية ؛ كالتواضع ، والحِلْم ، والصبر، والعفو، ، والرفق، والنُّصح، وحفظ المواعيد واحترامها والصدق فيها، والأمانة وحفظ السِّر، سيَّما مع أهل البلاء ممن وثقوا فيك أيها الفاضل، فإياك أن تفشي لهم سراً ؛ فيقع منك ما لا يحمد وما لا ينبغي فالمستشار مؤتمن ، ومن أعظم الأخلاق، التفقد بالدعاء للمريض في ظهر الغيب، فذا وربي له تأثير عجيب، وإني لأعجب من راقٍ يغفل عن الدعاء لمن يقوم على رقيته، فلله كم من بلاء رُدَّ بالدعاء، وكم من مصيبة ومحنة رفعت بالدعاء، وكم من همٍّ وغمٍّ فَرَّجَه الله بالدعاء، وكم من نعمة وعافية استجلبت بالدعاء، فلله ما أعظم شأنه!. ¶ خامساً: الممارسة والدربة على يَدِ شيخٍ متقن : ¶ وهذه لفتة هامة جداً، فالذي يريد أن يتصدَِّى لرقية الناس وعلاجهم يحسن به أن يُتقِن علم الرقية على يد شيخٍ يعلِّمه إياها، أرأيتَ كيف طالب الطبِّ يتمرَّس طبه على يد مُعَلِّمِهِ ؛ فيزوِّدُه بكلِّ شاردةٍ وواردة ، ويحذّره من الأخطاء التي ربما تَعْرِضُ له، وإذا وقعت علَّمَهُ كيف يتفاداها، وكذا الحال في علم الرقية، فينبغي على الراقي أن يتتلمذ على يدِ شيخٍ وأستاذٍ يثق في علمه وخلقه وورعه وربَّانيِّته ! يحصَّل منه الخبرة والمهارة والمَلَكة. ¶ ثم أعلم _ علَّمني الله وإياك _ ليس كلُّ من حفظ بعض الآيات أصبح راقياً ماهراً حاذقاً، أو قرأ بعض كتب الرقية فحسب ؛ فعلم الرقية علمٌ له تأصيلٌ وقواعدٌ وضوابط، كأيِّ عِلمٍ وفَنٍّ من العلوم الأخرى ؛ فإذا علّمه شيخه ووهبه من علمه أحسن التصرف في المكَدَّرات، وعرف كيف يُخرِج المبتلى من الضائقات ؛ فيميِّزُ بين المنكر والمعروف سيَّما إذا أتبعها بمعرفة أحوال الشياطين ومكرهم فذا الموفق والرَّاقي المحنك فلا يُغلَب إن شاء الله .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وحكمة ذلك : أن المعالج إذا تَطَبَّب وليس بذي طب ؛ فأتلف بجهله وما ليس له به معرفة، ضمن ما أتلفه، وهذا محلُّ إجماع عند العلماء (1). فلْيتَّقِ الله المتطبب فليس بعد الأنفس عِوَضٌ . ¶ وقديماً قالوا : (( الجاهلُ يطلبُ المالَ ، والعَالِمُ يطلبُ الكمال )) لذا ينبغي للراقي الحَذِق المُوَفَّق أن يراعي هذه النُّكتة في التَّلَقِّي . ¶ وبالتعلم على يد شيخ متقن يأمن من غوائل كثير من الأمور، كمن يزعم المرض ويحسن التمثيل ليبرر خطأه، أو يريد حصول مطلوب قد حِيْلَ بينه، فذا إن لم يكن الراقي محنَّكاً وصاحب فراسة ومعرفة يُخْدَع ! ¶ وقد يكون - العَرَض - مما هو يجري على طبائع النفس والتأثير بها وليست هي من قبيل المرض، يقول ابن قتيبة رحمه الله: (( وقد ينظر الإنسان إلى العين المحمرَّة فتدمع عينه، وربما احمرَّت، وليس ذلك إلا لشيء وصل في الهواء إليها من العين العليلة، وقد يتثاءب الرجل فيتثاءب غيره، والعرب تقول: أسرع من عدوى الثؤباء . وما أكثر ما يختدع الراقون بالتثاؤب فإنهم إذا رقوا عليلاً تثاءبوا فتثاءب العليل بتثاؤبهم وأكثروا وأكثر، فيوهمون العليل أن ذلك فعل الرقية وأنه تحليل منها للعلة ))(2) فيحسن بالراقي أن يكون فطناً على دراية بما يعرض للناس، فإن خفي عليه أمر فليسأل شيخه ومعلمه، فقد يغيب عنه ما لا يغيب عن شيخه، ولا يستنكف من ذلك، أو يستحيي فذا لا يُوفق للعلم ولا يناله، وقد قال مجاهد رحمه الله: (( لَا يَتَعَلَّمُ الْعِلْمَ مُسْتَحْيٍ وَلَا مُسْتَكْبِرٌ )) (3) ¶ إذا لم يكن عونٌ من الله للفتى ... فأوَّل ما يجني عليه اجتهاده (4) ¶ __________ ¶ (1) انظر : قول الخطابي رحمه الله في زاد المعاد (4/139) حال المعالج إذا أخطأ وتعدى فتلف المريض . ¶ (2) تأويل مختلف الحديث ( 341 ). ¶ (3) أخرجه البخاري : كتاب العلم ، باب الحياء في العلم ( 1 / 60 ) ووَصَله ابن حجر رحمه الله في تغليق التعليق ( 2 / 93 ). ¶ (4) معالم في طريق طلب العلم ( 56 )",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "سادساً: التحصين : ¶ وهذه عِدَّةُ المحارب، وهذا هو زاده (( ذكر الله )) فإذا لم تكن معه العدة فبأي شيءٍ يقاتل ؟ وفاقد الشيء لا يعطيه، بل الذي أراه أنه يُعَرِّضُ نفسه للفتنة والبلاء وما لا طاقة له به، وما هذا بالعقل . فالعدو ذو جَلَد، وهمتة منقطعة النظير، ومن لم يحسن استخدام سلاحه، فسرعان ما ينهزم في المعركة . ¶ يقول شيخ الإسلام ابن تيمية رحمه الله: (( وإن كان الجن من العفاريت وهو ضعيف فقد تؤذيه، فينبغي لمثل هذا أن يحترز بقراءة العُوَذ مثل آية الكرسي والمعوذات والصلاة والدعاء ونحو ذلك مما يقوى الإيمان، ويجنب الذنوب التي بها يسلطون عليه فإنه مجاهد في سبيل الله، وهذا من أعظم الجهاد، فليحذر أن ينصر العدو عليه بذنوبه، وإن كان الأمر فوق قدرته فلا يكلف الله نفساً إلا وسعها فلا يتعرض من البلاء لما لا يطيق )) (1) ¶ وخير حصن يتحصن به المسلم ذكر الله تعالى، فقد جاء في وصية يحيى - عليه السلام - لبني إسرائيل حين أمرهم بخمس فقال: ((وَآمُرُكُمْ أَنْ تَذْكُرُوا اللَّهَ فَإِنَّ مَثَلَ ذَلِكَ كَمَثَلِ رَجُلٍ خَرَجَ الْعَدُوُّ فِي أَثَرِهِ سِرَاعًا حَتَّى إِذَا أَتَى عَلَى حِصْنٍ حَصِينٍ فَأَحْرَزَ نَفْسَهُ مِنْهُمْ كَذَلِكَ الْعَبْدُ لَا يُحْرِزُ نَفْسَهُ مِنْ الشَّيْطَانِ إِلَّا بِذِكْرِ اللَّهِ )) (2) ¶ __________ ¶ (1) مجموع الفتاوى (19/53) ¶ (2) أخرجه الترمذي : كتاب الأمثال عن رسول الله ، باب ما جاء في فضل الصلاة والصيام والصدقة، حديث (2863) وقال: (( حديث حسن صحيح غريب )) وابن حبان في صحيحه (14/124) وصححه شيخنا المحدِّث شعيب الأرنؤوط . وصححه الشيخ الألباني رحمه الله في صحيح الجامع برقم (1724) من حديث الحارث الأشعري - رضي الله عنه - .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "فيا لله ما أعظم شأن الذكر ! وما أجلّ أمره (( فلو لم يكن في الذكر إلا هذه الخصلة الواحدة لكان حقيقاً بالعبد أن لا يفتر لسانه من ذكر الله تعالى، وأن لا يزال لهجاً بذكره، فإنه لا يحرز نفسه من عدوه إلا بالذكر، ولا يدخل عليه العدو إلا من باب الغفلة فهو يرصده فإذا غفل وثب عليه وافترسه، وإذا ذكر الله تعالى انخنس عدو الله وتصاغر وانقمع )) (1) ¶ ومما ينبغي على الراقي الحاذق أن لا يغفله أن يتعاهد تحصين أهله وولده، من عبث وأذى الشياطين، فيعلّمهم التحصين بالطاعة والذكر والأوراد الشرعية في الصباح والمساء . ¶ سابعاً : الدعوة إلى الله : ¶ ينبغي للراقي أن يَقْرِنَ في رقيته الدعوة إلى الله عز وجل، لطائفتين: ¶ __________ ¶ (1) الوابل الصيب ( 59 )",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "إحداهما: الناس، وذلك بغرس العقيدة الصحيحة الصافية في القلوب، ويحثهم على التوبة والإنابة، والرجوع إلى الله، وربط القلوب برب الخلق لا بالخلق، فيأمر بالمعروف وينهى عن المنكر، ويدعو إلى رد المظالم، والتحذير من انتهاك المحرَّمات؛ كترك الصلاة، وسماع الغناء، وتبرّج النساء، فلا يصح مع هذه المحرمات طلب الرحمات ونزول البركات، فلا بد من الدعوة إلى الله تعالى، ويا لله من أحسن حالاً منه والله يقول جلَّ في علاه: { ( صدق الله العظيم - رضي الله عنه - تم بحمد الله - عليه السلام -- صلى الله عليه وسلم - ( صدق الله العظيم - - ( مقدمة - صلى الله عليه وسلم - - - صدق الله العظيم ( قرآن كريم - - صدق الله العظيم - - ( } تم بحمد الله - - - رضي الله عنه -(- رضي الله عنهم - - - فهرس - ( { ( - - - - - ( - - رضي الله عنه -(- عليه السلام -- صلى الله عليه وسلم - - } - ( - ( - ( - رضي الله عنه - - - - - - عليه السلام -- صلى الله عليه وسلم - (( - ( الله أكبر ( { - صدق الله العظيم ( تم بحمد الله - رضي الله عنه -((( - ( - ( - ( - ( - - - } [فصلت: 33].. فينبغي أن يكون الراقي قوله دعوة، وفعله دعوة، وسمته دعوة، بل ربما السَّمْت يكون أكثر دعوةً من قوله وفعله، وهذا سرٌّ عجيب يراه الراقي بعد فترة في مَنْ رقاهم، وكم رأينا تأثر الناس بالسَّمْت الحسن، والهدي النبوي دونما قول أو توجيه ، والناس جُبِلَت على حُبِّ من أحسن إليها – فذلك يدعوهم إلى التشبه به ، وأكرم بهذا دعوة إلى الله سبحانه.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "والطائفة الثانية: الجان المعتدي، فَلْيُسمِعَهُ ويذكِّره بالله تعالى، وليخبره بحكم الشرع في ذم فعله، فيأمره بالمعروف وينهاه عن المنكر، ويُبَيِّنُ له سوء فعله وعاقبته الوخيمة، فيدعوه بالترهيب تارة وبالترغيب أخرى، ويُبَيِّنُ له أن التائب من الذنب كمن لا ذنب له، وأنه إذا تاب توبة صادقة تاب الله عليه، وعفى عنه ورَحِمَه وبدَّل سيئاته إلى حسنات، فيتلو عليه قول الحق جلّ في علاه: { - صدق الله العظيم ( { صدق الله العظيم - رضي الله عنه - تم بحمد الله - - - - - - (- رضي الله عنه - تم بحمد الله - - عليه السلام -(- عليه السلام -- صلى الله عليه وسلم - - - ( - - رضي الله عنه -(- عليه السلام -- صلى الله عليه وسلم - الله - - رضي الله عنهم - - - رضي الله عنه -( - } - ( - ( - ( - درهم (((( - - - - صلى الله عليه وسلم -( - - ( ( - ( - - - رضي الله عنه - تمهيد ( - ( - - - ( تمهيد ( - ( - - - رضي الله عنه -(( - - - رضي الله عنهم - - - تمهيد (- عليه السلام - - - - - رضي الله عنهم - مقدمة - - رضي الله عنه - تمت - - - - عليه السلام -- صلى الله عليه وسلم - ( - - - - - جل جلاله - - قرآن كريم (( - ( - - - - ( مقدمة { - - صدق الله العظيم - رضي الله عنه - تم بحمد الله - عليه السلام -- صلى الله عليه وسلم - - - - - - - - ( - - رضي الله عنه -(- عليه السلام -- صلى الله عليه وسلم - - } - ( - ( - ( (( مقدمة ( الله أكبر ( - - ( (- عز وجل - قرآن كريم ( - - رضي الله عنه - - - فهرس - ( { ( - - - - - - - - رضي الله عنه - - - رضي الله عنه - تم بحمد الله } [الفرقان: 70 - 71] فإذا كان الراقي لديه الهمّ الدَّعَوِي وُفِّقَ بحول الله، وسيرى مِنْ فَتْحِ الله الكثير ، وحينها يحصل الشفاء والبُرْء ، وهذا الذي نريد ؛ فالله الله أيها الموفق في الدعوة إلى الله . ¶ ثامناً : الإلمام بأحوال الشياطين ومكائدهم وحيل مكرهم :",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "ينبغي للراقي الفطن المحنَّك أن يعرف تلبيسات الشياطين وألاعيبهم، وحِيَل مكرهم ؛ فمن عرفها أَمِنَ من مكرهم وتلبيسهم عليه، ولكن حين يتفطَّن الراقي لمكرهم ويعرف حِيَلهم ، يقف كالطود الشامخ في وجوههم، وكالإعصار تتهالك أمامه كل شبهة وتزيينٍ صُبِغ بالحق . ¶ يقول الشيخ سعيد حَوَّى رحمه الله: (( إن فقه مداخل الشيطان على الأنفس من أعظم أنواع الفقه )) (1) ¶ وثمة أمر مهم جداً ألفت نظرك إليه، ألا وهو الحذر من الدخول في حواراتٍ جانبية مع الشياطين، فقد تجاوز بعض الرقاة - هداهم الله - في ذلك وأخذوا يسألون عن كل شيء، فتارة عن أسمائهم، وأعمارهم وما يأكلون، وما يشربون ؟!! وكل ذلك من الفضوليات التافهة والتي لا ترجع بكبير فائدة، وأرى أن هذا عبثٌ، ومكرٌ خدَّاع، واستخفافٌ من الشياطين بالراقي صاحب المحاورات والمهاترات ، وهذا على حساب المسلمين ! وتارة تجد بعضهم يسأله عن أمور هي من علم الغيب !! أو يسألهم عمن حوله وهل هم مصابون بسحر أو عين ؟! ¶ والأفضل أن لا يُحادث الراقي الجان وإنما يستمر في الرقية، إلى أن يخرج ؛ لأن المُتلبِّس قد يُخْبِرُ أنه مسلم أو كتابي ويكون كاذباً ، فلا نتعرف إلى صدقه من كذبه، وليس لنا وسيلة في معرفة ذلك، وبالتالي الأفضل أن لا يُلتفت إلى الجان بل يستمر في الرقية حتى يخرج بأمر الله تعالى . ¶ تاسعاً : التَّأنِّي في التشخيص : ¶ وهذه آفة عارمة بين بعض الرقاة اليوم، ألا وهي سرعة التشخيص هدانا الله وإياهم . ¶ __________ ¶ (1) الأساس (2/754) قسم العقائد",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "إن قضية التشخيص ليست بالأمر الهيّن، فالراقي ينبغي أن لا يكون من الذين يسارعون في التشخيص ويقولون الكلمة كيف ما جاءت ! ولكن هي أمانة تحمّلناها، فلنؤدِّ حقها بكل إخلاص لله وإتقان، ومن المفيد أن يُعلم أن التشخيص عبر المعطيات والأسئلة من غير رقية في أغلب الحالات يكون بعيداً عن الصواب مهما كانت خبرة الراقي، فهو بمثابة التشخيص الأوَّليِّ وبحاجة إلى أن يُؤَكَّد برقيةٍ شرعية؛ فربما تَبَيَّن له خطؤه فيَعْدِلُ عنه ويُقَرِّرُ أمراً آخر ،ثم ليعلم أن التشخيص ليس من مصلحة المريض أن يعرفه في بداية أمره بل هو من خصوصيات الراقي فقط، وهذا عندي له أمور وأسباب ، منها : ¶ أولاً: أن الراقي بشر يصيب ويخطئ ؛ فحين يتسرَّع بتشخيص حالة ثم يجدها بعد فترة سليمة من أي مرض ! فهنا كيف يكون الأمر ؟ لذا حين يتريّث الراقي في دراسة الحالة ويجمع القرائن وبعض الملحوظات عن الحالة في الغالب يُوَفَّق إلى صحة التشخيص إيجاباً أو سلباً .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ثانياً: حين يصرِّح الراقي للمريض تشخيصه أن ما أصابه هو سحر أو حسد أو عين، يبدأ المريض بلَحْظِ من حوله من الناس، ويبدأ الشكُ يُسَاورُه ، ويصبح المريض بدلاً من صرف همه في العلاج والاجتهاد فيه، يصبح شغله الشاغل أن يعرف من الذي آذاه ؟ وهذا بحدِّ ذاته غير مُجْدٍ في العلاج، بل هو مضيعة وقت على حساب المريض، بل يجرُّه لإساءة الظن بالناس وهم أبرياء، وحينها يكون سرعة التشخيص أفضل الطرق لقتل نفسية المريض ! والواجب على الراقي رفع معنويات المريض، وتقوية نفسيته وتشجيعه وحثه على مواصلة علاجه ، يقول ابن القيم رحمه الله في وصاياه للطبيب الحاذق - والرَّاقي - هنا كذلك: (( أن يكون له خبرة باعتلال القلوب والأرواح وأدويتها؛ وذلك أصل عظيم في علاج الأبدان؛ فإن انفعال البدن وطبيعته عن القلب والنفس أمر مشهود. والطبيب - والراقي - إذا كان عارفاً بأمراض القلب والروح وعلاجها كان هو الطبيب الكامل، والذي لا خبرة له بذلك وإن كان حاذقاً في علاج الطبيعة وأحوال البدن نصف طبيب. وكل طبيب - وراقٍ - لا يداوي العليل بتفقد قلبه وصلاحه، وتقوية أرواحه وقواه بالصدقة وفعل الخير والإحسان والإقبال على الله والدار الآخرة فليس بطبيب بل مُتَطَبِّبٌ قاصر )) (1). وقال : (( أشرف أنواع العلاج هو الإرشاد إلى من يطيب نفس العليل، من الكلام الذي تقوى به الطبيعة، وتنتعش به القوة وينبعث به الحار الغريزي ، فيتساعد على دفع العلة أو تخفيفها، الذي هو غاية تأثير الطبيب، وتفريح نفس المريض، وتطبيب قلبه وإدخال ما يسره عليه، له تأثير عجيب في شفاء علته وخِفَّتِهَا، فإن الأرواح والقوى تقوى بذلك فتساعد الطبيعة على دفع المؤذي، وقد شاهد الناس كثيراً من المرضى تنتعش قواه بعيادة من يحبونه ويعظمونه، ورؤيتهم لهم ولطفهم بهم ومكالمتهم إياهم )) (2) ¶ __________ ¶ (1) زاد المعاد (4/144) ¶ (2) زاد المعاد ( 4 / 116 ) بتصرف",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ثالثاً: أن الذي يحتاج إلى معرفة التشخيص هو الراقي ليعرف كيفية وصف العلاج الناجع ، وليس ثمة فائدة في معرفته لدى المريض ابتداءً سوى أنه يُنصح بالسير على جدول يسير عليه، يكون فيه مساعداً للراقي الذي ربما يُفرِّغ وقتاً ليس بالهيِّن له، فيتعاونان على هذا فيكتب الله له الشفاء . ¶ إنَّه من السهولة عند أي راقٍ أن يُسرع في تشخيصه قائلاً : هذه الحالة سحر أو مس أو عين أو حسد، ولكن أين يذهب من الله ؟ بل كيف تجرَّأ وقال ما لا يعرف وأوقع الحيرة على كثير من عباد الله، والله سبحانه يقول: { } تمت ( { - رضي الله عنهم -(( - - - - - - - عليه السلام - - - (- رضي الله عنه - - ( - - - - عليه السلام -- صلى الله عليه وسلم - - رضي الله عنهم - - - - - ((( - - - - عليه السلام -- صلى الله عليه وسلم - - - ( - - رضي الله عنهم - - (((( - - - - صلى الله عليه وسلم -( - - رضي الله عنه - تمت - - - ( مقدمة (- جل جلاله -- رضي الله عنه -( - صدق الله العظيم قرآن كريم ((( - - رضي الله عنه - تم بحمد الله } [الإسراء: 36 ] هذه هي أهم الضوابط التي ينبغي أن تتوفر في الراقي . ¶ المطلب الثالث ¶ ضوابط تؤهِّل المريض للقبول والانتفاع بالعلاج بالقرآن ¶ وأما ما ينبغي أن يكون عليه المريض المُعَالَج، من الضوابط : ¶ أولاً : فيحسن به أن يتوجَّه إلى الله تعالى بِكُّلِّيَتِهِ، فيتذلل له ويخضع، وينطرح بين يديه، راجياً رحمته، سائلاً مغفرته تائباً إليه، قائماً على أوامره مُبتعداً عن زواجره، يقول الكحَّال رحمه الله: (( فإنَّ الرُّقى والعُوَذ إلتجاءٌ إلى الله تعالى لِيَهِبَ العافيةَ بسبب سؤاله، كما يهبها بالسَّبب الذي وضعه له بالدّاوء )) (1) ¶ __________ ¶ (1) الأحكام النبوية ( 78 )",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "ثانياً : ينبغي على المريض الإحسان إلى الناس، وتفقد فقيرهم بالصدقة، وسائر فعل الخيرات، ومصداق ذلك من كتاب ربنا، ما حكاه عن نبيه زكريا - عليه السلام - وبيان حاله وزوجه في المسارعة للخيرات والطاعات والقربات، فقال سبحانه: { - - ( - ( - - - - رضي الله عنهم - - - عليه السلام -- صلى الله عليه وسلم - ( - ( { - - - رضي الله عنهم - - - - رضي الله عنه - الله أكبر (( مقدمة ( - - عليه السلام - - ( تمت - - عليه السلام - - - صدق الله العظيم - ( الله أكبر ( - - - - - - - جل جلاله - - ( - - ( - تمهيد الله أكبر - صلى الله عليه وسلم - - - عليه السلام -- صلى الله عليه وسلم - ( - ( - - رضي الله عنهم - - - ((( بسم الله الرحمن الرحيم ( - (- عليه السلام - قرآن كريم ( - - - - - - عليه السلام - - ( تمهيد - رضي الله عنهم - - - رضي الله عنه - - ( - - - - ( (( مقدمة - - - - عليه السلام - - ( تمهيد - رضي الله عنهم - - - عليه السلام -- صلى الله عليه وسلم -- عليه السلام -- صلى الله عليه وسلم - (( مقدمة - - - ( - - ( - - رضي الله عنه - - - - - جل جلاله -( - فهرس - ((- صلى الله عليه وسلم - - - عليه السلام -- صلى الله عليه وسلم - (( مقدمة - - ((( مقدمة - رضي الله عنهم - - (- صلى الله عليه وسلم -- رضي الله عنهم - - - ( المحتويات ( - ( الله أكبر ( { } - قرآن كريم ( الله أكبر - - - - - قرآن كريم ((( - ( - - ( - - (( ( المحتويات (- عليه السلام - - ( - - رضي الله عنهم - - ( - - - - - - جل جلاله -- رضي الله عنه - الله أكبر قرآن كريم ((( - - رضي الله عنه - - - عليه السلام -- صلى الله عليه وسلم - - - جل جلاله - تمهيد - (- عليه السلام - - - - جل جلاله - تمهيد - رضي الله عنهم - - - عليه السلام - - - عليه السلام -- صلى الله عليه وسلم - } } - قرآن كريم ( الله أكبر - - - - عليه السلام -- صلى الله عليه وسلم - - - عليه",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "السلام - - - - - (((((((- رضي الله عنهم - - } [الأنبياء: 89-90] ومن تأمل ذلك علم عظم نفع الأعمال الصالحة في رفع الهم والغم وسائر الكربات . ¶ يقول ابن قيم الجوزية رحمه الله: (( ومن أعظم علاجات المرض فعلُ الخير والإحسان والذِّكر والدعاء، والتضرع والابتهال إلى الله، والتوبة، ولهذه الأُمور تأثيرٌ في دفع العلل وحصول الشفاء أعظمُ من الأدوية الطبيعية، ولكن بحسب استعداد النفس وقبولِها وعقيدتِها في ذلك ونفعه )) (1) ¶ وثالثاً : ومن خير ما يُعطاه المريض حال البلاء الصبر والرضى بقضائه وقدره ، فعن أبي سعيد الخدري - رضي الله عنه - قال: إن رسول الله - صلى الله عليه وسلم - قال: (( مَا أُعْطِيَ أحدٌ عَطاءً خَيْرَاً وَأوْسَعَ مِنْ الصَّبْرِ ))(2) فينبغي على من نزلت به بلوى أو مرض أو كرب أو ضيق أن يستعين عليه بالصبر، ويحتسب الأجر فيه، فهو خير معين، وليتأمل في حلاوة الأجر والثواب، لتنسيه مرارة الألم والعذاب، فالله سبحانه يقول: { - - رضي الله عنهم - - ( الله أكبر ( { - ((- عليه السلام - قرآن كريم ( - - رضي الله عنه - تمت - صلى الله عليه وسلم -( - ( - ( - ( - - - المحتويات ( - - رضي الله عنه - - ( - - صلى الله عليه وسلم - - ( - ( - - رضي الله عنه -(( - - - - - - ( مقدمة } [الزمر: 10] . ¶ ويقول الشيخ عبد الرحمن السعدي رحمه الله: (( العاقل ؛ إذا أصابه مكروه أو خاف منه ، يقارن بين بقية النعم الحاصلة له دينية أو دنيوية، وبين ما أصابه من مكروه فعند المقارنة يتضح كثرة ما هو فيه من النعم، واضمحلال ما أصابه من المكاره )) (3) ¶ الخاتمة ¶ وفيها أهم النتائج والتوصيات ¶ وفي خاتمة المطاف ؛ فاللهَ أسألُ وحده أن أكون قد وُفِّقُْت في إنجاز هذه الورقة وإتقانها ، و أما عن التوصيات ؛ فيقال : ¶ __________ ¶ (1) زاد المعاد (4 / 142) ¶ (2) أخرجه البخاري : كتاب الزكاة ، باب الاستعفاف عن المسألة ، حديث (1469) ¶ (3) الوسائل المفيدة (26) بتصرف",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "أولاً : أن القرآن شفاء لكافة الأمراض البدنية والروحية . ويكون ذلك بالقراءة على المريض أو الكتابة له . ¶ ثانياً : أن علم العلاج بالقرآن ؛ ليس علماً حديثاً ، بل هو موجود في الكتاب والسنة ومتداول من عصر الصحابة إلى زماننا . ¶ ثالثاً : أن العلم بالعلاج القرآن وِفْق الشرع الحنيف ؛ ضرورة على كل مسلم ومسلمة معرفته وتعلمه لحاجة البشرية له . ¶ رابعاً : أن العلاج بالقرآن والطب الحديث يتعاونان معاً في علاج الأمراض ولا ينبغي أن يُهمِل أحدهما الآخر . ¶ خامساً : أن العلاج بالقرآن يُعدُّ من جملة فضائل الأعمال الصالحة سيَّما إذا توفرت فيها الضوابط الآنفة الذكر في الراقي . ¶ سادساً : لا بُدَّ أن يتعاون المريضُ مع الراقي في العلاج وأن يعتقدا أن الشفاء بيد الله تعالى ، وما الراقي إلا من جملة الأسباب . ¶ هذا ما أردتُ بيانه ، وأستغفره سبحانه من كل عثرةٍ وزلة ، وأبرأُ إليه من كل حول وقوة، فلا رجاءَ إلا إليه، ولا اتِّكال إلاَّ عليه، ولا طمعَ إلا فيما عنده، وبذلك فليفرح المؤمنون . ¶ وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين. ¶ أهم المراجع والمصادر ¶ 1_ القرآن الكريم ¶ 2_ أضواء البيان في إيضاح القرآن بالقرآن، محمد الأمين الشنقيطي، دار الكتب العلمية - بيروت، الطبعة الأولى، 1417هـ ¶ 3_ أعلام الحديث شرح صحيح البخاري، للخطابي، رسالة علمية (الدكتوراة) تحقيق الدكتور محمد بن عبدالرحمن آل سعود. مرقومة على الآلة الكاتبة . وقد طبعت لاحقاً . ¶ 4_ آكام المرجان، بدر الدين الشبلي، ضبطه وصححه أحمد عبد السلام، دار الكتب العلمية - بيروت، بدون تأريخ . ¶ 5_ الأحكام النبوية في الصناعة الطبية، أبو الحسن علاء الدين الكحال، تحقيق محمد عبد الرحيم، دار الفكر - بيروت، الطبعة الأولى 1422هـ ¶ 6_ تحفة الأحوذي، المباركفوري، دار الكتب العلمية، ط الأولى .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "11_ الرقية الشرعية من الكتاب والسنة النبوية ، محمد بن يوسف الجوراني ، تقديم ومراجعة أد. عمر الأشقر دار النفائس . الأردن الطبعة الأولى 1427هـ . ¶ 12_ زاد المعاد في هدي خير العباد، ابن القيم ، تحقيق الأرناوؤط، مؤسسة الرسالة بيروت، الطبعة الرابعة عشر 1407هـ . ¶ 13_ سلسلة الأحاديث الصحيحة، الألباني، مكتبة المعارف - الرياض . 1415هـ . ¶ 14_سنن الإمام النسائي (المجتبى)، تحقيق عبد الفتاح أبو غدة، مكتب المطبوعات الإسلامية حلب، الطبعة الثانية 1406هـ ¶ 15_ سنن الإمام أبي داود، تحقيق محمد محيي الدين عبد الحميد، دار الفكر، بدون تأريخ . ¶ 16_سنن الإمام الترمذي، تحقيق أحمد شاكر، دار إحياء التراث العربي- بيروت. بدون. ¶ 17_ سنن الإمام ابن ماجه، تحقيق محمد فؤاد عبد الباقي، دار الفكر . ¶ 18_ صحيح الإمام البخاري، تحقيق د. مصطفى البُغا، دار ابن كثير - بيروت، الطبعة الثالثة 1407هـ . ¶ 19_ صحيح الإمام مسلم، تحقيق محمد فؤاد عبد الباقي، دار إحياء التراث العربي- بيروت، بدون . ¶ 20_ صحيح الإمام ابن حبان، تحقيق شعيب الأرنؤوط، مؤسسة الرسالة - بيروت، الطبعة الثانية 1414هـ ¶ 21_ العذب النمير من مجالس الشنقيطي في التفسير، جمع ودراسة د. خالد عثمان السبت، دار ابن القيم، الدمام - دار ابن عفان، مصر، الطبعة الأولى 1424هـ ¶ 22_ فتح الباري شرح صحيح البخاري، ابن حجر العسقلاني، تحقيق محمد فؤاد عبد الباقي ومحب الدين الخطيب، دار المعرفة - بيروت . ¶ 23_ لسان العرب، ابن منظور الإفريقي، دار صادر - بيروت، الأولى . ¶ 24_ مجموع فتاوي شيخ الإسلام ابن تيمية رحمه الله، جمع عبد الرحمن بن قاسم، وابنه محمد، توزيع وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد - الرياض ¶ 25_ النهاية في غريب الحديث، ابن الجزري، تحقيق محمود الطناحي، المكتبة العلمية - بيروت 1399هـ .",
            "page": "35",
            "part": "1"
        }
    ],
    "t34894": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "العلاج بالقرآن"
        }
    ]
}