{
    "b34925": [
        {
            "id": "1",
            "nass": "كيف تحفظ العلم ¶ أبو حسام الدين الطرفاوي",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "مقدمة ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا من يهده الله فلا مضل له ومن يضلل فلا هادي له ¶ وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدًا عبده ورسوله ¶ يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلاَ تَمُوتُنَّ إِلاَّ وَأَنتُم مُّسْلِمُونَ (102) [آل عمران آية: (102)] ¶ يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً (1) [النساء آية: (1)] ¶ يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً (70) يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَن يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً (71) [الأحزاب آية: (71،70)] ¶ أما بعد",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "فإن أصدق الحديث كتاب الله وخير الهدي هدي محمدصلى الله عليه وسلم وشر الأمور محدثاتها وكل محدثة بدعة وكل بدعة ضلالة وكل ضلالة في النار ¶ وبعد: ¶ فإن العلم للإنسان مثل الماء والهواء، فإذا كان الماء والهواء يحفظان حياة الإنسان؛ فإن العلم يحفظ عقله ودينه، ويقوم سلوكه، وهو في الآخرة يرفع صاحبه كما قال تعالى: (يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ) (المجادلة: من الآية11) ¶ وأهل العلم الصحيح هم أهل التوحيد كما قال تعالى: (شَهِدَ اللَّهُ أَنَّهُ لا إِلَهَ إِلا هُوَ وَالْمَلائِكَةُ وَأُولُو الْعِلْمِ قَائِماً بِالْقِسْطِ لا إِلَهَ إِلا هُوَ الْعَزِيزُ الْحَكِيمُ) (آل عمران:18) ¶ ولم يطلب الله من نبيه طلب الزيادة من شئ إلا من العم فقال تعالى: (فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ وَلا تَعْجَلْ بِالْقُرْآنِ مِنْ قَبْلِ أَنْ يُقْضَى إِلَيْكَ وَحْيُهُ وَقُلْ رَبِّ زِدْنِي عِلْماً) (طه:114) ¶ لذا فإن حفظ العلم من ضروريات طالب العلم والعالم علي السواء، والكثير اليوم ينشغل بقراءة المطولات عن حفظ ولو قدر قليل كل يوم من عدة مجلدات يخرج وقد فهم اكثر شيء ربعه، إذاً فهو يحتاج",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "أن يقرأه ثلاث مرات أخرى متتالية حتى يستطيع أن يفهم جلٌ الكتاب، ولو انه حفظ أصوله لسهل عليه الأمر ووفر علي نفسه الجهد، وكان استحضاره لمضمونه أقوي. ¶ وما أحسن ما قال ابن عثيميين ـ رحمه الله ـ في (منظومته): ¶ وبعدُ فالعلم بحورٌ زاخره ... لن يبلغ الكادح فيه آخره ¶ لكنَّ في أصوله تسهيلاً ... لنيله فاحرص تجد سبيلا ¶ لذا أضع هذا الجهد المتواضع بين يدي طالب العلم وليس لي فيه غير الربط والتأليف والتعليق اليسير. وإنما هو أقوال وأحوال السلف وعلماء الأمة ـ حتى ينتبه ويستدرك ما فاته وترتفع همته ويبلغ مأربه في هذا الجانب. ¶ هذا وأنبه أن جل نقولاتي في هذا البحث من كتاب \" الجامع في الحث علي حفظ العلم \"لمجموعة من العلماء، جمعها محمود الحداد، وأسأل الله تعالى أن يوفقني إلى ما يحب ويرضى إنه ولي ذلك والقادر عليه، وصلي الله على نبينا محمد وعلى آله وسلم. ¶ أبوحسام الدين الطرفاوي ¶ سيف النصر علي عيسى ¶ المنيا ـ سمالوط ـ طرفا ¶ هاتف: 0867680213",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "بريد إلكتروني:  saefnaser@yahoo.com",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "الفصل الأول ¶ معنى الحفظ ¶ أولاً: في اللغة: ¶ قال صاحب مختار الصحاح (1/ 61) ¶ حَفِظَ الشيء ـ بالكسر ـ حفظًا: حرسه، وحفظه أيضا: استظهره ... والحَفَظَةُ: الملائكة الذين يكتبون أعمال بني آدم، والمُحافَظَةُ، المراقبة و الحِفَاظُ والمُحافَظَةُ أيضا: الأنفة، والحَفِيظُ: المحافظ ¶ ومنه قوله تعالى: (وَمَا أنَا عَلَيْكُم بِحَفِيظٍ) [الأنعام: آية (104)] ¶ ويقال: احْتَفِظْ بهذا الشيء: أي أحفظه، وتَحَفَّظَ الكتاب: استظهره شيئا بعد شيء، وحَفَّظَهُ الكتاب تحفيظا: حمله على حفظه، واسْتَحْفَظهُ كذا: سأله أن يحفظه. أ ـ هـ ¶ ثانيًا: الحفظ في القرآن: ¶ قال الراغب الأصفهاني في (المفردات ص124): ¶ الحفظ يقال تارة لهيئة النفس التي بها يثبت ما يؤدي إليه الفهم.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وتارة لضبطٍ في النفس ويضاده النسيان. ¶ وتارة لاستعمال تلك القوة فيقال: حفظت كذا حفظًا، ثم يستعمل في كل تفقدٍ وتعهدٍ ورعايةٍ. ¶ قال الله تعالى: (وَإِنَّا لَهُ لَحَافِظُونَ [يوسف: (12)] (حَافِظُوا عَلَى الصَّلَوَاتِ) [البقرة: (238)] (وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ [المؤمنون: (5)] (وَالْحَافِظِينَ فُرُوجَهُمْ وَالْحَافِظَات) ِ [الأحزاب: (35) كناية عن العفة (حَافِظَاتٌ لِّلْغَيْبِ بِمَا حَفِظَ اللَّه) النساء: (34)] أي يحفظن عهد الأزواج عند غيبهم بسبب أن الله تعالى يحفظهن أن يطلع عليهن. ¶ وقُرئ (بما حفظ اللهَ) بالنصب: أي بسبب رعايتهن حق الله تعالى لا لرياء وتصنع منهن. ¶ (فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظاً) [النساء: (80)]) أي حافظاً كقوله: (وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّار) ٍ [ق: (45)] (وَمَا أَنْتَ عَلَيْهِم بِوَكِيلٍ) [الأنعام: (107)] (فَاللَّهُ خَيْرٌ حَافِظاً) [يوسف: (64)] ¶ وقُرئ: حفظًا، أي حفظه خير من حفظ غيره. ¶ (وَعِندَنَا كِتَابٌ حَفِيظٌ) [ق: (4)] ¶ أي حافظ لأعمالهم، فيكون حفيظ بمعنى حافظ: نحو (اللَّهُ حَفِيظٌ عَلَيْهِمْ ([الشورى: (6)]",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "أو معناه: محفوظ لا يضيع كقوله تعالى: (قَالَ عِلْمُهَا عِندَ رَبِّي فِي كِتَابٍ لاَّ يَضِلُّ رَبِّي وَلاَ يَنسَى) [طه: (52)] ¶ والحفاظ: المحافظة، وهي أن يحفظ كل واحد الآخر ¶ وقوله عز وجل (وَالَّذِينَ هُمْ عَلَى صَلَوَاتِهِمْ يُحَافِظُونَ) [المؤمنون: (9)] ¶ فيه تنبيه أنهم يحفظون الصلاة بمراعاة أوقاتها ومراعاة أركانها والقيام بها في غاية ما يكون من الطوق. أ ـ هـ ¶ ثالثًا: الحفظ في السنة ¶ 1 ـ قال البخاري في صحيحه (117): ¶ حَدَّثَنَا إِسْمَاعِيلُ قَالَ: حَدَّثَنِي أَخِي، عَنْ ابْنِ أَبِي ذِئْبٍ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ قَالَ: (حَفِظْتُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وِعَاءَيْنِ فَأَمَّا أَحَدُهُمَا فَبَثَثْتُهُ وَأَمَّا الآخَرُ فَلَوْ بَثَثْتُهُ قُطِعَ هَذَا الْبُلْعُومُ) ¶ 2 ـ وقال مسلم في صحيحه (1441): ¶ حَدَّثَنِي مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ خُبَيْبٍ عَنْ عَبدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ مَعْنٍ، عَنْ بِنْتٍ لِحَارِثَةَ بْنِ النُّعْمَانِ قَالَتْ: (مَا حَفِظْتُ ق إِلا مِنْ فِي رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "يَخْطُبُ بِهَا كُلَّ جُمُعَةٍ قَالَتْ: وَكَانَ تَنُّورُنَا وَتَنُّورُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَاحِدًا) ¶ 3 ـ وقال أيضًا (2719): ¶ و حَدَّثَنَاه مُحَمَّدُ بْنُ عَمْرِو بْنِ جَبَلَةَ، حَدَّثَنَا أَبُو أَحْمَدَ، حَدَّثَنَا عَمَّارُ بْنُ رُزَيْقٍ، عَنْ أَبِي إِسْحَاقَ قَالَ: كُنْتُ مَعَ الأَسْوَدِ بْنِ يَزِيدَ جَالِسًا فِي الْمَسْجِدِ الأَعْظَمِ وَمَعَنَا الشَّعْبِيُّ فَحَدَّثَ الشَّعْبِيُّ بِحَدِيثِ فَاطِمَةَ بِنْتِ قَيْسٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يَجْعَلْ لَهَا سُكْنَى وَلا نَفَقَةً ثُمَّ أَخَذَ الأَسْوَدُ كَفًّا مِنْ حَصًى فَحَصَبَهُ بِهِ فَقَالَ وَيْلَكَ تُحَدِّثُ بِمِثْلِ هَذَا قَالَ عُمَرُ لا نَتْرُكُ كِتَابَ اللَّهِ وَسُنَّةَ نَبِيِّنَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِقَوْلِ امْرَأَةٍ لا نَدْرِي لَعَلَّهَا حَفِظَتْ أَوْ نَسِيَتْ لَهَا السُّكْنَى وَالنَّفَقَةُ قَالَ اللَّهُ عَزَّ وَجَلَّ: [لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلا يخْرُجْنَ إِلا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ]) ¶ 4 ـ وقال أيضًا: (5147): ¶ وحَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ عُثْمَانُ، وقَالَ إِسْحَاقُ، أَخْبَرَنَا جَرِيرٌ، عَنْ الأَعْمَشِ، عَنْ شَقِيقٍ، عَنْ حُذَيْفَةَ قَالَ: (قَامَ فِينَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَقَامًا مَا تَرَكَ شَيْئًا يَكُونُ فِي مَقَامِهِ ذَلِكَ إِلَى قِيَامِ السَّاعَةِ إِلا حَدَّثَ بِهِ حَفِظَهُ مَنْ حَفِظَهُ وَنَسِيَهُ مَنْ نَسِيَهُ قَدْ عَلِمَهُ أَصْحَابِي هَؤُلاءِ وَإِنَّهُ لَيَكُونُ مِنْهُ الشَّيْءُ قَدْ",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "نَسِيتُهُ فَأَرَاهُ فَأَذْكُرُهُ كَمَا يَذْكُرُ الرَّجُلُ وَجْهَ الرَّجُلِ إِذَا غَابَ عَنْهُ ثُمَّ إِذَا رَآهُ عَرَفَهُ) ¶ وحَدَّثَنَاه أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ الأَعْمَشِ بِهَذَا الإِسْنَادِ إِلَى قَوْلِهِ وَنَسِيَهُ مَنْ نَسِيَهُ وَلَمْ يَذْكُرْ مَا بَعْدَهُ ¶ وكل هذه الأحاديث جاء الحفظ فيها ضد النسيان. ¶ الفصل الثاني ¶ أهمية الحفظ ¶ 1 ـ سلامة الشيء من التلف، وسد الطريق أمام المغرضين ¶ قال تعالى: (إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنا لَهُ لَحَافِظُونَ (9) [الحجر آية: (9)] ¶ ولولا حفظ الله لكتابه من أن تصل إليه يد المحرفين الضالين لحرف كما حرفت كتبه السابقة (التوراة والإنجيل وغيرهما)",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وقال تعالى: (فَالصَّالِحَاتُ قَانِتَاتٌ حَافِظَاتٌ للْغَيْبِ بِمَا حَفِظَ اللَّهُ) [النساء: 34] ¶ فلو لم تحفظ المرأة نفسها لكانت عرضة للفساق، ولو لم تحفظ مال زوجها في غيبته لضاع. ¶ 2 ـ أهمية حفظ القرآن أو بعضه ¶ قال مسلم في صحيحه (1343): ¶ وحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ الْغَطَفَانِيِّ، عَنْ مَعْدَانَ بْنِ أَبِي طَلْحَةَ الْيَعْمَرِيِّ عَنْ أَبِي الدَّرْدَاءِ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: (مَنْ حَفِظَ عَشْرَ آيَاتٍ مِنْ أَوَّلِ سُورَةِ الْكَهْف عُصِمَ مِنْ الدَّجَّالِ) ¶ وقال البخاري في صحيحه (4556): ¶ وحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى وَابْنُ بَشَّارٍ قَالا: حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ، ح، وحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ حَدَّثَنَا هَمَّامٌ جَمِيعًا عَنْ قَتَادَةَ بِهَذَا الإِسْنَادِ قَالَ شُعْبَةُ مِنْ (آخِرِ الْكَهْفِ) و قَالَ هَمَّامٌ (مِنْ أَوَّلِ الْكَهْف) كَمَا قَالَ هِشَامٌ ¶ حَدَّثَنَا آدَمُ حَدَّثَنَا شُعْبَةُ حَدَّثَنَا قَتَادَةُ قَالَ سَمِعْتُ زُرَارَةَ بْنَ أَوْفَى يُحَدِّثُ عَنْ سَعْدِ بْنِ هِشَامٍ عَنْ عَائِشَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: (",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "مَثَلُ الَّذِي يَقْرَأُ الْقُرْآنَ وَهُوَ حَافِظٌ لَهُ مَعَ السَّفَرَةِ الْكِرَامِ الْبَرَرَةِ وَمَثَلُ الَّذِي يَقْرَأُ وَهُوَ يَتَعَاهَدُهُ وَهُوَ عَلَيْهِ شَدِيدٌ فَلَهُ أَجْرَانِ) ¶ 3 ـ أهمية حفظ العلم ¶ تظهر أهمية الحفظ عندما يواجه طالب العلم الناس، فإن كان حافظا متقنا أتي بالعلم بصورته الصحيحة، وإن كان غير ذلك تاهت منه العبارات. ¶ وفي كتاب الجريري [وهو سعيد بن إياس]: احضر العلم منفعة ما وعيته بقلبي ولكنه بلساني. ¶ ومعنى (لكنه لساني) أي تكلم به ¶ وعن عبد الرزاق أنه قال: كل علم لا يدخل مع صاحبه الحمام فلا تعده علماً. ¶ وقال الأصمعي: كل علم لا يدخل معي الحمام فليس بعلم. ¶ وأنشد أبو الفتح هبة الله بن عبد الواحد البغدادي لبشار: ـ ¶ علمي معي أينما يممت يتبعني ¶ بطني وعاء له لا بطن صندوق ¶ إن كنت في البيت كان العلم فيه معي ¶ أو كنت في السوق كان العلم في السوق",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وقال يموت بن الزرع العبدي: ليس العلم ما حواه القمطر إنما العلم ما حواه الصدر. ¶ وأنشد بعد البصريين: ـ ¶ رب إنسان ملأ أسفاطه ... كتب العلم وهو بعد يخط ¶ فإذا فتشته عن علمه ... قال علمي يا خليلي في السفط ¶ بكراريس جياد أحرزت ... وبخط أي خط أي خط ¶ فإذا قلت له هات أرنا ... حك لحييه جميعًا وامتخط ¶ وقال ابن بشير الأزدي: ـ ¶ أشهد بالجهل في مجلسي ... وعلمي في البيت مستودع ¶ إذا لم تكن حافظًا واعيًا ... فجمعك للكتب لا تنفع ¶ وقال أبو عيسى عبد الرحمن بن إسماعيل: قال لي أبي وهو يحضن على النظر في عملي: استب رجلان فقال أحدهما للأخر: يا رففي فاتذل ذلك الرجل، وظن أنه قد قابله بشيء عظيم، ثم عمل في صلاح ما بينهما فاصطلحا، فلما كان في بعض الأيام تمازحا فقال له: استببنا يوم ما كذا وكذا فقلت لي: يا رففي ما الرففي؟ ¶ قال: رأيتك تكتب العلم وتضعه على الرف. ¶ تنبيه:",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "يقع الكثير من طلاب العلم في نهم شراء الكتب ووضعها على الرف في مكتبته دون أن يكلف نفسه في الرجوع إليها لقراءتها، ودراستها، وهذا وإن كان فيه فائدة حتى لغيره، ولكن الكثير يغتر به إذا ما نظر إلى مثل هذه الكتب، وهذا خطأ فادح؛ فالعلم بما حوى الصدر لا بكثرة جمع الكتب. ¶ ومن كثرة مكتبته ولا يستطيع أن يقرأ كل كتاب فعليه أن يتجه إلى كتابه الأبحاث العلمية، ويبدأ بمسائل خفيفة لا تستغرق كتابتها ورقة أو ورقتين، وهذا يتيح له النظر في جميع الكتب، وتحصل الاستفادة فوق الاستفادة من البحث ¶ الفصل الثالث ¶ أنواع المحفوظ ¶ ومقصدنا العلوم الشرعية ويمكن حصر الأنواع المهمة فيما يأتي",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "1 ـ القرآن: ¶ لأنه لأصل العلوم يستقيم به اللسان ويتسع صدر الإنسان لباقي العلوم ¶ قال تعالى: (وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَاناً لِكُلِّ شَيْءٍ وَهُدىً وَرَحْمَةً وَبُشْرَى لِلْمُسْلِمِينَ) (النحل: من الآية89) ¶ وقال تعالى: (أَفَلا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلافاً كَثِيراً) (النساء:82) ¶ وقال تعالى: (أَفَلا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا) (محمد:24) ¶ وروى البخاري (5027) عَنْ عُثْمَانَ رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: خَيْرُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ. ¶ وحفظ القرآن يكون على يد قارئ جيد ولا يحفظ المسلم من تلقاء نفسه؛ لأنه سوف يخطأ ويتعود لسانه على الخطأ فيكون من الصعب تركه، وعلى طالب العلم أن يهتم بأحكام التجويد ومخارج الحروف حتى يستقيم لسانه. ولا يسمع سماع متعلم إلا من المشهورين بالإتقان مثل الشيخ محمد صديق المنشاوي، والشيخ الحصري، والشيخ مصطفى إسماعيل وغيرهم من شيوخ القرآن المشهود لهم. ولا يعتمد على تسجيلات صلاة التراويح؛ لأن فيها الكثير من الأخطاء.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وكذلك يهتم بتفسير القرآن ويكون على هذا النحو حتى يسهل عليه ذلك: ¶ 1 ـ يبدأ في دراسة قصص القرآن، مع الاهتمام بمعاني الكلمات، والفوائد من الآيات. ¶ 2 ـ دراسة آيات الأحكام، وبذلك يكون جمع الفقه في القرآن ¶ 3 ـ دراسة الأسماء والصفات وأنواع التوحيد، وبهذا يكون قد ألم بآيات العقيدة. ¶ 4 ـ دراسة أسباب النزول ليكون على دراية بتاريخ نزول الآيات ومواضعها والفائدة منها. ¶ 5 ـ دراسة الناسخ والمنسوخ، وبهذا يعرف ما يقدم وما يؤخر في الأحكام الشرعية. ¶ 6 ـ دراسة كتاب تفسير مختصر حتى يجمع كل ما درسه ويزيد عليه ما تركه، ثم الانتقال إلى الكتب الكبيرة. ¶ 2 ـ الحديث: ¶ وهو الأصل الثاني والمفسر للقرآن والمبين لجملة ¶ قال تعالى: (وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ) (النحل: من الآية44)",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وقال تعالى: (وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ) (الحشر: من الآية7) ¶ وحفظ الحديث على ضربين: ـ ¶ أحدهما: حفظ ألفاظه وعد حروفه ¶ والآخر: حفظ معانية دون اعتبار للفظه. ¶ والمستحب للراوي أن يروي الأحاديث بألفاظها التي سمعها فإن ذلك أسلم له من الوقوع في الخطأ والتحريف، مع جواز حفظ المعنى وصحته ¶ وكان الحسن رحمه الله: ممن يذهب إلى جواز الرواية على المعنى دون اللفظ. ¶ ورأيه ـ مع هذا ـ استحباب الآداء كما سمع فأما من شدّد في الحرف ورأي أي تغيير في اللفظ غير جائز فجماعة من أعيان السلف وكبار المتقدمين، منهم: القاسم ابن محمد، ورجاء بن جيوة، ومحمد بن سيرين، وخالد بن الحارث، وعبد الرحمن بن مهدي، ووكيع بن الجراح. ¶ ويروي عن بعض من كان يذهب إلى وجوب اتباع اللفظ أنه ما كان يحدث إلا من يكتب عنه، ويكره أنه أن يحفظ حديثه خوفًا من الوهم عليه والغلط حال روايته.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وقال مروان بن محمد الطاطري المحدث الثقة: لا غني لصاحب الحديث عن ثلاثة: صدق، وحفظ، وصحة كتب، فإن كان فيه ثنتان لم يضر: صدق وصحة كتب. فإذا لم يحفظ يرجع إلى كتب صحيحة. ¶ ويبدأ بحفظ الكتب الصغيرة الجامعة للعلوم مثل الأربعين النووية للنووي، ومثل عمدة الأحكام للمقدسي، ومثل بلوغ المرام لأبن حجر، أو الإلمام بأحاديث الأحكام لابن دقيق العيد. وغير ذلك. ¶ ثم ينتقل إلى شروحات هذه الكتب لفك رموزها، مثل شرح عمدة الأحكام للشيخ البسام، وإحكام الأحكام شرح عمدة الأحكام لابن دقيق العيد، وسبل السلام شرح بلوغ المرام للصنعاني، بعد ذلك يدخل في المطولات مثل نيل الأوطار للشوكاني، وفتح الباري لابن حجر وغيرها من الكتب ¶ 3 ـ حفظ المتون: ¶ فكما قيل: \" من حفظ المتون حاز على الفنون \" ¶ فحفظ متن في كل علم من الأمور المهمة لطالب العلم حتى يستطيع استحضار الحكم في أي وقت. والمتون كثيرة سواء كانت نثرًا أم شعرًا أم رجزًا، ويجد طالب العلم في كل علم متن، بل متون.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "فهناك في التجويد والقراءات، ومتون في العقيدة، ومتون في الفقه وأصول الفقه، ومتون في المصطلح ومتون في علوم القرآن وفي الآداب وفي شتى فروع العلوم الشرعية تجد متون سهلة الحفظ. ¶ وعلى الطالب أن لا ينتقل من متن إلى متن في فن واحد إلا بعد دراسة شرح المتن الأول، حتى لا تلتبس عليه المتون. ¶ فمثلا إذا درس متن (الدرر البهية في المسائل الفقهية) للشوكاني، فلا ينتقل إلى متن العمدة أو غيره إلا بعد دراسة كتاب (الدراري المضية) للشوكاني أو كتاب (الروضة الندية) لصديق حسن خان ¶ وكذلك إذا درس متن العمدة في الفقه الحنبلي، فلا ينتقل إلى متن (زاد المستقنع) إلا بعد دراسة شرح العمدة. وهكذا في سائر العلوم",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "الفصل الرابع ¶ آلات طلب العلم ¶ قيل: لا يتم العلم إلا بأشياء: ¶ 1ـ ذهن ثاقب: ¶ لأنه سبب الفهم، والبليد لا ينفعه طول التعليم. وهناك أشياء تعين على صفاء الذهن، مثل استعمال الطيب، وتحري الأوقات مثل وقت الليل الآخر وبعد صلاة الفجر، وعند القيام من النوم. ¶ 2 ـ زمان طويل: ¶ لأن العلم لا يأتي في يوم وليلة فهو يحتاج إلى صبر مع الأيام. وآفة العلم الانقطاع عنه زمن ثم العودة إليه. وخير الأعمال أقلها وأدومها. ¶ 3 ـ كفاية: ¶ لأن الحاجة تميت النفس، وتعذر المعاش مقطعة. ¶ [أي عن العلم]",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "والمقصد من الكفاية هي الضروري من الطعام والشراب والملبس والمأوي وليس الكماليات، فمن الطعام ما يقيم به صلبه ومن الشراب ما يسد به ظمأه ومن الملبس ما يستر عورته ولا يخرم مروءته ومن المأوى ما يقيه الحر والقر والسباع والهوام. ¶ ولا يلبس الشيطان على طالب العلم بأن يجعله يسوف الحفظ والطلب بعد أن يجمع المال وتكون له الكفاية والمؤنة. ¶ فقد كان الكثير من السلف والعلماء فقراء ومع ذلك لم يمنعهم الفقر من طلب العلم. ¶ وكما قيل: اثنان لا يجتمعان: طلب علم وطلب مال. ¶ 4 ـ عمل كثير: ¶ لأن العلم كثير، والموانع كثيرة والعمر قصير. ولو نظم الطالب أوقاته ما بين عمله ومأكله ومشربه ومعاشرته لأهله لبقي له وقت لو جد فيه لحصل الكثير من العلم. فلو حسبنا ساعات اليوم وهي أربعة وعشرون ساعة على النحو التالي: ¶ سبع ساعات لنومه، وساعتين لصلاته، وساعتين لطعامه، وثمان ساعات لعمله الدنيوي، وساعتين لأهله، لبقي ثلاث ساعات لو جد فيهن لحفظ الكثير، هذا للإنسان الذي يدعي أن الدنيا تشغله",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ليل نهار، فما بالك بمن عنده من الوقت الفراغ أكثر من ثمان ساعات في اليوم ومع ذلك لا يطلب العلم. ¶ 5 ـ معلِّم حاذق: ¶ يعلم بالتقديم والتأخير فلا يؤخر متقدمًا ولا يقدم متأخرًا. ومن غير المعلم الذي يرتب له كيف يبدأ وكيف ينتهي! سوف يضيع عليه العمر دون أن يحصل كبير فائدة. ومن رام الفائدة دون مرشد له في بداية الطريق ما أفلح، ولتخبط في الأهواء وما سلم من الوقوع في البدع. ¶ 6 ـ شهوة: ¶ كي تعين العقل وتسهل الطريق. ¶ ومن المعلوم أن ما لا يشتهيه الإنسان؛ لا يبذل فيه جهده، بل يتكاسل عنه، وإذا أعطاه جزء من الوقت فإنه لا يخرج منه بكبير فائدة ¶ ذكر عن عبد الله بن المبارك أنه قال: لا ينال العلم إلا بالفراغ والمال والحفظ والورع. ¶ وقال ابن حبان في روضة العقلاء: إن أجود ما يستعين به المرء على الحفظ الطبع الجيد مع الهمة واجتناب المعاصي. ¶ وقال الشافعي رحمه الله:",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "أخي لن تنال العلم إلا بستةٍ ... سانبيك عن تفصيلها ببيان ¶ ذكاء، وحرص، واجتهاد، وبلغة ... وصحبة أستاذ وطول زمان ¶ وقال سعيد بن جبير ـ رحمه الله ـ: لا يزال الرجل عالمًا ما تعلم، فإذا ترك العلم كان أجهل ما يكون. ¶ الفصل الخامس ¶ طرق الحفظ ¶ 1 ـ تقديم الأهم فالأهم: ¶ وترك الأخبار والأشعار لوقت الملل. ¶ وأهم ما يقدمه طالب العلم: العقيدة؛ لأنها البصيرة التي يميز بها بين الحق والباطل، ولذلك مكث النبي صلى الله عليه وسلم في مكة أكثر من نصف البعثة يدعوا إلى تصحيح العقيدة. ¶ ثم ينتقل الطالب إلى تصحيح العبادة، ثم تصحيح المعاملة، هذا بالنسبة للبادئ في الطلب، ثم يدرس من علوم الآلة ما يفك رموز المسائل، ثم ينتقل إلى المطولات، وكل ذلك برأي شيخ مجرب، عارف بعقول الرجال، وبأحوالهم، حتى يستطيع أن يضع كل شئ",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "في مكانه، وهذا لا يكون بقوة علم الشيخ، فكم من شيخ كبير القدر، ولكنه في فهم الرجال عاجز وغير بصير، وإنما هذا الأمر لا ينال إلا بالتجارب الطويلة مع الناس. ¶ 2 ـ شدة العناية: ¶ وذلك بالإحاطة بالجزء الذي يراد حفظه من جميع جوانبه. ¶ وذلك بمعرفة كل كلمة، وعلى ماذا تدور، وما مقصد قائلها منها. ¶ ولذلك يذكر عن بعض الصحابة أنه حفظ البقرة في عشر سنين. ¶ ومن الآفات في هذا الأمر: أن ينتقل الطالب من كتاب إلى كتاب دون يحيط بالكتاب الأول. ¶ 3 ـ كثرة الدرس: ¶ لأن الذي يحفظ سريعًا ينسى سريعًا. ¶ فلابد من التكرار بين الحين والحين لئلا يدرس العلم، كما قال النبي صلى الله عليه وسلم: (تَعَاهَدُوا الْقُرْآنَ فَوَالَّذِي نَفْسِي بِيَدِهِ لَهُوَ أَشَدُّ تَفَصِّيًا مِنْ الإِبِلِ فِي عُقُلِهَا) [البخاري (4645) عن أبي موسى الأشعري] ¶ فإذا كان هذا حال القرآن مع حلاوته ولذته، فكيف بكلام البشر، فهو يحتاج إلى كثرة مراجعة.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "4 ـ طول المذاكرة: ¶ لأنه بغير مذاكرة الدرس قلت منفعته. ¶ والمقصود بالمذاكرة هو مراجعة العلم مع الغير، فهذه الطريقة من أنجح الطرق في حفظ العلم وفهم دقائقه، وحافظ القرآن لابد له من مراجعته مع غيره، وعرضه عليه ولذلك كان جبريل يدارس النبي صلى الله عليه وسلم القرآن كما ذكر البخاري في صحيحه (4614): ¶ حَدَّثَنَا خَالِدُ بْنُ يَزِيدَ، حَدَّثَنَا أَبُو بَكْرٍ، عَنْ أَبِي حَصِينٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: (كَانَ يَعْرِضُ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْقُرْآنَ كُلَّ عَامٍ مَرَّةً فَعَرَضَ عَلَيْهِ مَرَّتَيْنِ فِي الْعَامِ الَّذِي قُبِضَ فِيهِ وَكَانَ يَعْتَكِفُ كُلَّ عَامٍ عَشْرًا فَاعْتَكَفَ عِشْرِينَ فِي الْعَام الَّذِي قُبِضَ فِيهِ) ¶ 5 ـ الاحتفاظ بما فيه الصدر دائمًا: ¶ قال الخليل بن أحمد: الاحتفاظ بما في صدرك أولي من درس ما في كتابك واجعل كتابك رأس مالك، و ما في صدرك للنفقة. ¶ وبالأربع الأخيرة يستطيع الإنسان البليد مع الصبر والوقت إن يوسع صدره ويحفظ الكثير والكثير.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "قال الزهري: أن الرجل ليطلب [العلم] وقلبه شِعْبٌ من الشِّعَاب ثم لا يلبث أن يصير واديًا، لا يوضع فيه شيء إلا التهمه. ¶ وذلك أن الحفظ يكون شديدًا على الإنسان في البداية ولكن مع الصبر والجلد يصير هنينًا يسيرًا بإذن الله. ¶ عن الحارث ابن أبي أسامة قال: كان العلماء يقولون: كل وعاء أفرغت فيه شيئا فإنه يضيق إلا القلب، فإنه كلما أفرغ فيه أتسع. ¶ 6 ـ رفع الصوت في المذاكرة والحفظ: ¶ \" وينبغي للدارس أن يرفع صوته في درسه حتى يسمع نفسه، فإنه ما سمعته أُذُنُهُ وإذا كان الدروس مما يفسح طريق الفصاصة، ورفع به الدارس صوته زادت فصاحته \". ¶ وحكى عن أبي الغزالي أنه كان يقول لأصحابه: إذا درستم فارفعوا أصواتكم فإنه أثبت للحفظ وأذهب للنوم. ¶ وكان يقول: القراءة الخفية للفهم، والرفيعة للحفظ. ¶ وعن الزبير بن بكار أنه قال: دخل عليَّ أبي وأنا أروي في دفتر ولا أجهر، أروي بيني وبين نفسي. فقال لي: إنما لك من روايتك هذه ما أدي بصرك إلى قلبك، فإذا أردت الرواية، فانظر إليها واجهر بها فإنه يكون لك ما أدى بصرك إلى قلبك وما أدى سمعك إلى قلبك.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "7 ـ التدبر والتمهل في المذاكرة: ¶ لأنه أقوى على الحفظ والفهم واستنباط المعاني الخفية، قال تعالى: (أَفَلاَ يَتَدَبَّرُونَ القُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا (24) [محمد آية: (24)] ¶ 8 ـ الضوء الطبيعي الخافت الذي لا يضر العين: ¶ فهو أنفع للمذاكرة من الضوء الساطع الذي يشغل العين ويضرها. ¶ قال الشافعي: الظلمة أضوء للقلب ¶ وذكر عن البخاري رحمه الله أنه كتب تاريخه الكبير على ضوء القمر. ¶ ولكن لا يكون الضوء خافتا خوفت المضر بالنظر، بحيث يجهد الإنسان نفسه في معرفة ¶ 9 ـ حفظ القليل أولي من جمع الكثير مع المداومة على الحفظ يوميًا. ¶ قال الحسن بن عبد الله العسكري ـ رحمه الله: ـ فإذا كان ما جمعته من العلم قليلاً، وكان حفظًا كثرت المنفعة به، وإذا كان كثيرًا غير محفوظ قلَّت منفعته.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وحدثني الضَّراب قال: سمعت ابن عباس النفَّاط يقول كان علم الأصمعي في قمطر إلا أنه كان حفظًا. ¶ وكانت كُتب أبي عمرو ابن العلاء ملء بيت فاحترق فكان جميع ما يؤخذ منه إلى آخر عمره من حفظه. أ ـ هـ ¶ وكان أحمد ابن الفرات لا يترك كل يوم إذا أصبح أن يحفظ شيئا وإن قل. ¶ 10 ـ المداومة على طلب العلم والمذاكرة والاستفادة بالوقت وعدم تضييعه. ¶ قال المنصور ابن المهدي المأمون: أيحسن بمثلي أن يتعلم؟ ¶ فقال: والله لأن تموت طالبًا للعلم خيرا أن تموت قانعًا بالجهل. ¶ وحكى عن ثعلب: أنه كان لا يفارفه كتاب يدرسه، فإذا دعاه رجل إلى دعوة شرط عليه أن يوسع له مقدار سورة يضع فيها كتاب ويقرأ ¶ وكان أبو بكر الخياط النحوي يدرس جميع أوقاته حتى في الطريق، وكان ربما سقط في جرف أو خبطته دابة. ¶ وحكى عن بعضهم: أنه كان يشهد في وسطه خيطًا إذا قام من الليل يدرس خوفا من أن يسقط إذا نعس.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وقال بعضهم: متى تبلغ من العلم مبلغًا يرضى وأنت تؤثر النوم على الدرس والأكل على القراءة. ¶ وكان بعضهم إذا دخل الحمام يجعل من خارجه قارئاً يقرأ عليه. ¶ وذكر عن النضر بن شميل ـ رحمه الله ـ: \" لن تجد لذة العلم حتى تجوع وتنسي أنك جائع. ¶ وكان الخليل بن احمد يقول: أثقل ساعات عليَّ ساعة آكل فيها ¶ 11ـ عدم التقصير في الحفظ والمداومة علي طلب العلم: ¶ \"وعند الحكماء: أن من تبرم بالعلم والعلماء، ومن يقدر علي حفظ العلم والآداب وهو مقصَّر فيه فليس بإنسان كامل. والكامل من الناس من عرف فضل العلم ثم إن قدر عليه طلبه. \" ¶ وروي أن رجلاً قال لخالد بن صفوان: مالي إذا رأيتكم تذاكرون الأخبار وتدارسون الآثار وتناشدون الأشعار وقع عليَّ النوم؟. ¶ فقال لأنك حمار في مسلاخ إنسان. ¶ وذكر عن سليمان الداري قال: إذا رأيت الرجل ينام عند الحديث فأعلم أنه لا يشتهيه فإن كان يشتهيه طار نعاسه. ¶ 12ـ الأدب في مجلس العلم وأمام المعلم: ¶ وانظر إلى فعل أعظم ملك مع أعظم رسول، وهو جبريل عليه السلام مع نبينا محمد صلى الله عليه وسلم حينما أتاه وهو بين",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "أصحابه حتى وصل إليه فجلس إليه ووضع ركبتيه في ركبتي النبي صلى الله عليه وسلم وكفيه على فخذيه ثم سأله في أدب جم لا مثيل له (¬1) ¶ قال أبو هلال العسكري: ¶ \" وجعل الحكماءُ منزلةَ العلماءِ مثل منزلة الملوك. فقالوا: من أدب الداخل علي العالم أن يسلم علي أصحابه عامة ويخصه بالتحية ويجلس قدَّامه، ولا يشير بيده ولا يغمزه بعينه، ولا يقول بخلاف قوله، ولا يغتاب عنده أحدًا، ولا يسار في مجلسه ولا يلح عليه إذا كسل ولا يعرض عن كلامه فإنه بمنزلة النخلة لا يزال يسقط عليك منها شئ ينفعك \" أ ـ هـ ¶ وعن حمدان الأصبهاني قال: كنت عند شريك فأتاه بعض ولد المهدي فأستند إلي الحائط فسأله عن حديث فلم يلتفت إليه، وأقبل علينا، ثم عاد فعلاً بمثل ذلك. ¶ فقالوا: أتستخف بأولاد الخلفاء؟ ¶ قال: لا، ولكن العلم أجلُّ عند أهله من أن يضيعوه ¶ قال: فجثا علي ركبتيه ثم سأله. ¶ ¬__________ ¶ (¬1) أنظر الحديث في صحيح مسلم برقم (8)",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "فقال شريك: هكذا يطلب العلم. ¶ وعن قبيصة بن عقبة: أتاه ابن ملك الجبل فأبطأ عليه وتركه علي الباب، ثم خرج وعليه إزار ومعه كسرة خبز فقال: من رضي من الدنيا بهذا! إيش يعمل بابن ملك الجبل؟! والله لا أحدثنه ودخل ورد الباب. ¶ وعن شريك أن أبى جعفر كتب إلى الأعمش أن تحدث رجلاً! فجاء الرجل إليه فقال له الأعمش: ما لك؟ ¶ قال الرجل هذا كتاب أمير المؤمنين! فأخذه الأعمش فأطعمه شاته، ثم قال: إيش فيه؟. ¶ قال: فيه أن تحدثني! ¶ قال: والله ما أحدثك ولا أحدث قومًا أنت فيهم. ¶ 13 ـ مذاكرة ما يحفظ مع غيره. ¶ والمقصود بها هو الكلام في حضرة من هو أحفظ منك، ليضبط لك ما لم تضبطه، ويفتح عليك ما نسيته، يضيف لك جديدا إن كان عنده",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "عن سعيد بن جبير أن ابن عباس كان يقول: يا سعيد أخرج بنا إلي النخل ويقول: يا سعيد: حدث. ¶ قلت: أحدَّث وأنت شاهد؟ ¶ قال: إن أخطأت فتحت عليك. ¶ وعن إبراهيم النخعي قال: إنه ليطول عليَّ الليل حتى ألقي أصحابي فأذاكرهم. ¶ وعن عبد الله بن المعتز قال: من أكثر مذاكرة العلماء لم ينس ما علم واستفاد ما لم يعلم. ¶ وعن إبراهيم الأصبهاني قال: كل من حفظ حديثاً فلم يذاكر به تفلت منه. ¶ 14 ـ تعليم الناس ما يحفظ. ¶ عن إسحاق بن راهويه قال: سألت وكيعاً عن الرجل يطلب العلم، وفي نيته أن يذاكر به ويتحدث به أو نحو ذلك. أتراه يأثم في ذلك؟ قال: يا ابن أخي: نا سفيان عن حبيب بن أبي ثابت قال: طلبنا هذا العلم ومالنا فيه نية ثم جاءت النية والعمل بعد. ¶ وعن إبراهيم النخعي قال: من سره أن يحفظ الحديث فليحدث به ولو أن يحدث به من لا يشتهيه فإنه إذا فعل ذلك كان كالكتاب في صدره",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وعن ابن شهاب: أنه كان يسمع العلم من عروة وغيره فيأتي إلى جارية له وهى نائمة فيوقظها فيقول: اسمعي حدثني فلان كذا وفلان كذا. ¶ فتقول: مالي وما لهذا الحديث؟! ¶ فيقول: قد علمت أنك لا تنتفعين به ولكن سمعته الآن فأردت أن استذكره ¶ وعن زياد بن سعد قال: ذهبنا مع الزهري إلى الشِّعب، قال: فكان الزهري يجمع الأعاريب فيحدثهم يريد الحفظ. ¶ ولكن عليه أن ينتبه ويفرق بين تكرير المحفوظ على الناس وتحديثهم به، وبين الاستنباط والفتوى، فهذا مجال، وهذا مجال آخر؛ حتى لا يقع في الفتوى بغير علم. ¶ والكثير يظن أن تعليم الناس قاصر على المسجد فقط؛ بل إن السلف كانوا يعلمون الناس في كل مكان، في المسجد، وفي البيت، وفي الطريق. ¶ 15 ـ تكرير المحفوظ على القلب ¶ عن علقمة قال: أطيلوا ذكر الحديث لألا يدرس ¶ وقال الليث بن سعد: وضع طست بين يدي ابن شهاب فتذكر حديثًا فلم تزل يده في الطست حتى طلع الفجر حتى صححه",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وقال سفيان الثوري: اجعلوا الحديث حديث أنفسكم، وفكر قلوبكم تحفظوه ¶ وقيل للأصمعي: كيف حفظت ونسي أصحابك؟ ¶ قال: درست وتركوا ¶ وقال جعفر المراغي: دخلت مقبرة بتُستَر فسمعت صائحًا يصيح: والأعمش عن أبي صالح عن أبي هريرة، والأعمش عن أبي صالح عن أبي هريرة، والأعمش عن أبي صالح عن أبي هريرة ... ساعة طويلة، فكنت أطلب الصوت إلى أن رأيت ابن زهير وهو يدرس مع نفسه من حفظه حديث الأعمش. ¶ وقال علي بن أين طالب: تزاوروا وتدارسوا الحديث ولا تتركوه يدرس. ¶ وأفضل شئ في تكرير المحفوظ: هو الانتقال من المتون إلى الشروح، ومن المختصرات إلى المطولات، واستحضار المحفوظ عند الكلام في المسألة. والكلام مع الناس في كل مكان.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "الفصل السادس ¶ آفات الحفظ ¶ للحفظ آفات كثيرة على الطالب أن يتجنبها منها: ¶ 1 ـ السرحان ¶ وهو انتقال الذهن من الموضوع إلى موضوع جانبي، سواء كان هذا الموضوع الجانبي ذا أهمية أم لا. ¶ وهذا الأمر يجعل الإنسان كالآلة التي تسير بدون قائد. فتجد عيناه علي الكتاب، ولكن عقله في الموضوع الآخر. فلا يخرج من مذاكرته بشيء يذكر. ¶ وهذه المواضيع الجانبية ما بين عائلية وشخصية. ¶ وأول طريقة للتخلص من هذا الأمر: الإيمان بالقضاء والقدر. ويعلم المرء أن ما أصابه لم يكن ليخطئه وما أخطاءه لم يكن ليصيبه. وأن ما قدر سيكون. فلا يسبق القدر بفكره ويتكهن في مستقبل بيد الله تعالى.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "ثم بعد ذلك يؤمن أن الشيطان له بالمرصاد إذا كان يعمل عملاً صالحًا، فيجلب عليه بخيله ورجله، ويسلط عليه بالوساوس والهواجس حتى يحول بينه وبين تحقيق ما يريد. ¶ فعليه أن ينهي من عمله الذي بين يديه أولاً. ثم يفكر في غيره. ثم يحاول التحرك من مكانه في الغرفة أو خارجها وهو ممسك كتابه بيده. ¶ ومن أعظم الطرق لقطع السرحان استعمال الورقة والقلم في المذاكرة، فيلخص الباب الذي يذاكره، ويضع نقاطه الأساسية أمامه ثم يبدأ في حفظها، أو يأتي بكتاب آخر في المادة ويضع الزيادات على هامش وهكذا ¶ 2 ـ الملل ¶ روى البخاري (5862) عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قال: يَا أَيُّهَا النَّاسُ خُذُوا مِنْ الأَعْمَالِ مَا تُطِيقُونَ فَإِنَّ اللَّهَ لا يَمَلُّ حَتَّى تَمَلُّوا وَإِنَّ أَحَبَّ الأَعْمَالِ إِلَى اللَّهِ مَا دَامَ وَإِنْ قَلَّ. ¶ وللملل أسباب ¶ منها: صعوبة المادة التي يريد الطالب دراستها. ¶ فينظر في الأسطر وكأنه ينظر إلى كلام بلغة غير التي يقرأها، فمثلاً مادة أصول الفقه؛ يعاني منها كل طالب بادئ، فتكون سبب",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "صده عن العلم الشرعي كلية، ولو أنه صبر عليها وأعطاها جزءً من وقته حتى يفك رموزها لصارت أحب شيء إلى نفسه، لأنها تحرر الإنسان من عبودية التقليد للأشخاص. إلى حرية الاتباع، ومن تحجير العقل إلى انفتاحه ¶ فلو أتى بكتاب مختصر فيها مثل (الورقات للإمام الجويني) أو أرجوزة (كمنظومة ابن عثيميين) وعكف عليها خمسة أيام وحفظها، ثم بدأ في فك رموزها من خلال الشروح عليها في عشرة أيام أخر لكان ذلك مفتاح له في هذا العلم العظيم. ¶ ومنها: عدم وضوح الهدف ¶ وهذا السبب بلية أكثر طلاب العلم، فهم ربما يرغبون في المزيد من العلم، ولكنهم لم يحددوا هدفًا يصلوا إليه. فلا يأمل الإنسان أن يكون عالمًا من العلماء. أو طالب علم يدري ما يدور حوله دراية شرعية، لا ثقافة علمانية، ولا يحمل هم تبليغ هذا الدين إلى الناس، والذود عن حياضه من تحريف المبطلين وانتحال الغالين ¶ ومنها: فقدان الثقة بالنفس ¶ وعلاجها بحفظ متن صغير في علم من العلوم واستظهاره أمام الأقران، أو دراسة مسألة دراسة جيدة واستظهارها. ¶ ومنها: عدم الهمة أو ضعفها",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وهذه تعالج بالقراءة في سير السابقين من العلماء، ممن سهروا الليالي الطوال، وقطعوا المسافات الشاسعة في سبيل تعلم حديث، أو فائدة من عالم وخير كتاب في ذلك هو (سير أعلام النبلاء) للحافظ الذهبي رحمه الله ¶ ومنها: قلة الصبر واستعجال قطف الثمرة قبل أوانها ¶ وعلاج ذلك أن يضع في يقينه أن العلم لا يعطيه بعضه حتى يعطيه هو كله. وأن المشاهير من أهل العلم لم يحظوا بذلك إلا بعد عناء سنين في الطلب والتبليغ. ¶ ومنها: أسلوب المذاكرة الخاطئ، فيقطع شوطًا من الزمن ثم ينظر في نفسه فيرى أنه لم يحقق شيئًا في العلم ولم يحفظ شيئًا. ¶ فعليه أن يقدم الأولى، ثم يختار المختصرات أولا، ويحفظ القليل مع القليل بدلا من القراءة الكثيرة دون تحصيل. ¶ ومنها: عدم التشجيع أو قلته ممن حول الطالب ¶ فيقل عنده الدافع، وتأخذه هموم الحياة رويدا رويدا حتى يترك العلم نهائيا. ¶ وعلاجه: أن يدرب نفسه على تشجيع نفسه بنفسه، وأنه صاحب مسؤولية وعليه أن ينجزها. ¶ ومنها: التثبيط من الجهلة والحاقدين",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وهذا كثير، وعلى طالب العلم أن لا يلتفت إلى هؤلاء، وليمض في طريقه بقوة وعزم، وممن الممكن أن يحول تثبيط هؤلاء إلى مشروع ينجزه، فمثلا: يدرس أحوال هؤلاء ويقوم بعمل دراسة عن الأسباب التي أدت بهم إلى هذه الحالة وكيفية علاجها. وهكذا يكون استفاد منهم وأفاد غيرهم. ¶ 3 ـ النسيان ¶ وله أسباب: ¶ منها: زحمة الأفكار في رأس الطالب، مما يؤدي إلى تشتت الذهن ¶ ومنها: قلة المراجعة لما يحفظه ¶ ومنها: النشاط والحركة المجهضة للأعصاب والبدن بعد الحفظ ¶ ومنها: الحفظ الكثير المتراكم من غير راحة للذهن ¶ ومنها: إجبار النفس على الحفظ من غير رغبة ¶ ومنها: مرض ما يصيب بعض الناس فيؤثر في الذاكرة، أو أمراض تتراكم على الطالب فتؤثر على مراجعته وبالتالي تؤثر على حفظه ¶ ومنها: الحفظ علي جوع زائد أو شبع زائد ¶ ومنها: عدم مدارسة العلم مع الأقران والعلماء ¶ ومنها: عدم انشغال الذهن بما يحفظه ¶ ومنها: عدم اختيار المكان المناسب للحفظ",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "ومنها: عدم فهم ما يحفظه الطالب ¶ ومنها: نقص الغذاء عند البعض ¶ ومنها: انشغال الطالب بالدنيا أكثر من العلم، وهذه هي الطامة الكبرى التي تقضي على طلب العلم، والعلم لا يعطيك بعضه حتى تعطيه كلك. ¶ فعلى طالب العلم أن يقدم العلم على الدنيا؛ بمعنى أن يكون العلم همه الوحيد وفكره الشاغل، والدنيا لا تأخذ منه غير بعض الوقت والجهد البدني. فطالب العلم الجاد هو الذي يكون العلم همه وفكره في نومه وعمله وطعامه وشرابه وسيره. حتى يستفيد من كل الوقت، ويستفيد ممن حوله.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "الفصل السابع ¶ مراحل علمية لطالب العلم الشرعي ¶ والمقصد من ذكر هذه المراحل هو توجيه الطالب كيف يبدأ في الطلب البداية السليمة، مع الوضع في الاعتبار أن من المواد لابد لها من شيخ يفك مستغلقها، ويبين مجملها. ¶ المرحلة الأولى: ¶ 1 ـ القرآن: حفظ الجزء الثلاثون على يد قارئ جيد مع معرفة الغريب",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "2 ـ الحديث: حفظ (عمدة الأحكام للمقدسي) من كتاب الطهارة إلى كتاب الحج ¶ 3 ـ العقيدة: دراسة كتاب (نبذ في العقيدة) للشيخ محمد صالح العثيميين ـ رحمه الله ـ ¶ 4 ـ في الفقه: دراسة كتاب (الوجيز في فقه السنة والكتاب العزيز) للشيخ عبد العظيم بن بدوي، العبادات فقط ¶ 5 ـ في النحو: حفظ متن (الأجرومية) ¶ 6 ـ في مصطلح الحديث: حفظ أبيات (المنظومة البيقونية) ¶ 7 ـ في أصول الفقه: حفظ متن (المأمول من لباب الأصول للمؤلف)، وإن لم يوجد فمتن الورقات للجويني مع تجنب أشعريته ¶ 8 ـ في أصول البدع: دراسة كتاب (البدعة وأثرها السيئ في الأمة) للشيخ سليم الهلالي ¶ 9 ـ القراءة العامة: كتاب (حلية طالب العلم) للشيخ بكر عبد الله أبو زيد وشرحه للشيخ ابن عثيمين رحمه الله ¶ ومدة هذه المرحلة للطالب الجيد الحفظ: شهران، ولمن هو دونه ثلاثة أشهر. حتى يستطيع أن يفرغ منها ولا يرجع إليها إلا بعد مدة من الزمن",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "، والكتب المراد دراستها لابد من حفظ عناصرها الأساسية التي يدور عليها أي كتاب. ¶ المرحلة الثانية: ¶ 1 ـ القرآن: حفظ سورة البقرة مع تفسيرها ¶ 2 ـ التفسير: (تفسير السعدي) سورة البقرة فقط ¶ 3 ـ الحديث: حفظ باقي كتاب (عمدة الأحكام) ¶ 4 ـ العقيدة: دراسة كتاب (الموجز في العقيدة السلفية) للمؤلف، فإن لم يتوفر لدى الطالب فكتاب (الثمرات الزكية في العقيدة السلفية) للشيخ أحمد فريد، فإن لم يوجد فكتاب (مختصر معارج القبول) ¶ 5 ـ الفقه: دراسة كتاب (منهاج المسلم) للشيخ أبو بكر الجزائري ـ حفظه الله ـ مع مراجعة كتاب (الوجيز) للشيخ عبد العظيم ¶ 6 ـ النحو: دراسة كتاب (التحفة السنية في شرح الأجرومية) للشيخ محيي الدين عبد الحميد ¶ 7 ـ مصطلح الحديث: دراسة كتاب (شرح المنظومة البيقونية) لحسن المشاط، أو أي شرح آخر للمنظومة ¶ 8 ـ أصول الفقه: دراسة كتاب (شرح الورقات) للشيخ عبد الله الفوزان، أو كتاب (التعبيرات الواضحات عن شرح الورقات)",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "للشيخ محمد عبد رب الرسول همام، أو كتاب (الأصول من علم الأصول) للشيخ ابن عثيميين، مع سماع أشرطة الشيخ عطية محمد سالم في شرح الورقات، أو شرح الشيخ ابن عثيميين عليها، ونقل الشرح على الورق ¶ 9 ـ في البدع: كتاب (السنن والمبتدعات) للشيخ محمد عبد السلام الشقيري ¶ 10 ـ السيرة: دراسة كتاب (الرحيق المختوم) للمباركفوري ¶ 11 ـ الرقائق: قراءة كتاب (الداء والدواء) للشيخ ابن قيم الجوزية، مع كتاب (حصن المسلم) للقحطاني ¶ 12 ـ قراءة عامة: كتاب (لماذا اخترت المنهج السلفي) للشيخ سليم الهلالي، فإن لم يوجد فأي كتاب يتكلم عن المنهج السلفي ¶ 13 ـ الدعوة: كتاب (اللين والرفق) د. فضل إلهي، أو كتاب (الدعوة إلى الإصلاح) لشيخ الأزهر السابق العلامة محمد الخضر حسين ¶ وهذه المرحلة مدتها أربعة أشهر لصاحب الذهن الجيد، وخمسة أشهر لمن هو دونه، ولابد من حفظ التعريفات الأساسية في العقيدة وأصول الفقه، ومصطلح الحديث وإلا لا تؤتي المرحلة ثمارها ¶ المرحلة الثالثة:",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "1 ـ القرآن: حفظ سورتي آل عمران والنساء ¶ 2 ـ التفسير: دراسة السورتين السابقتين وسورة البقرة من تفسير ابن كثير ¶ 3 ـ علوم القرآن: دراسة كتاب (مباحث في علوم القرآن) للشيخ مناع القطان، مع كتاب (الموضوعات والإسرائيليات في كتب التفسير) للشيخ محمد أبو شهبة ¶ 4 ـ الحديث: حفظ كتاب (بلوغ المرام في أحاديث الأحكام) للحافظ بن حجر العسقلاني ¶ 5 ـ العقيدة: دراسة كتاب (معارج القبول) لحافظ بن حكمي، وكتاب القضاء والقدر للدكتور عمر سليمان الأشقر، وكتاب (فيض الرحمن ببيان الأعمال وعلاقتها بالإيمان) للمؤلف ¶ 6 ـ الفقه: دراسة كتاب (فقه السنة) للشيخ سيد سابق ـ رحمه الله ـ الطبعة المحققة، مع كتابي (صفة صلاة النبي صلى الله عليه وسلم، وأحكام الجنائز) للشيخ الألباني ـ رحمه الله ـ ¶ 7 ـ مصطلح الحديث: دراسة كتابي (تيسير مصطلح الحديث، وأصول التخاريج والأسانيد) للدكتور محمود الطحان ¶ 8 ـ أصول الفقه: دراسة كتاب (الوجيز في أصول الفقه) للدكتور عبد الكريم زيدان، مع مراجعة ما سبق في الأصول",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "9 ـ القواعد الفقهية: دراسة كتاب (القواعد الفقهية) للشيخ عبد الرحمن ناصر السعدي، مع حفظ منظومة الشيخ ابن عثيميين ¶ 10 ـ اللغة: دراسة كتاب (ملخص قواعد اللغة العربية) للدكتور فؤاد نعمة ¶ 11 ـ البدع: دراسة كتاب (الإبداع في مضار الابتداع) للشيخ علي محفوظ ـ رحمه الله ـ ¶ 12 ـ الآداب: دراسة الجزء الأول من كتاب (غذاء الألباب في شرح منظومة الآداب) للعلامة السفاريني ـ رحمه الله ـ ¶ 13 ـ السيرة: دراسة الكتب الآتية (السيرة النبوية) لمحمد علي الصلابي، و (قصص الأنبياء) للحافظ ابن كثير ـ رحمه الله ـ ¶ 14 ـ الرقائق: كتاب (مختصر منهاج القاصدين) لابن قدامة، وكتاب (تهذيب النفوس والأخلاق) لابن حزم ¶ 15 ـ قراءة عامة: كتاب (علو الهمة) للشيخ محمد إسماعيل المقدم. ¶ 16 ـ فتاوى: قراءة (فتاوى اللجنة الدائمة) أربعة مجلدات. ¶ 17 ـ الدعوة: كتاب (أصول الدعوة) للدكتور عبد الكريم زيدان ¶ وهذه المرحلة مدتها ستة أشهر للطالب جيد الفهم، وسبعة أشهر لمن هو دونه. مع الملاحظ مراجعة المراحل السابقة مع هذه المرحلة",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "المرحلة الرابعة: ¶ 1 ـ القرآن: حفظ من النساء إلى الأعراف ¶ 2 ـ التفسير: تفسير ابن كثير للسور السابقة ¶ 3 ـ علوم القرآن: كتاب (مناهل العرفان) للزرقاني ¶ 4 ـ الحديث: دراسة كتاب (سبل السلام شرح بلوغ المرام) للأمير الصنعاني، مع قراءة (مختصر صحيح مسلم) للمنذري، وكتاب (المنار المنيف) لابن قيم الجوزية ¶ 5 ـ العقيدة: دراسة كتابي (تقريب التدمرية، ومختصر الحموية) لابن عثيميين، وكتاب (فتح المجيد شرح كتاب التوحيد) للشيخ عبد الرحمن آل شيخ، أو كتاب (القول المفيد على كتاب التوحيد) للشيخ ابن عثيميين، وكتاب (الرسل والرسالات) لعمر سليمان الأشقر ¶ 6 ـ الفقه: دراسة كتاب (الروضة الندية شرح الدرر البهية) للعلامة صديق حسن خان، مع حفظ المتن. ¶ 7 ـ أصول الفقه: دراسة كتاب (إرشاد الفحول) للعلامة محمد بن علي الشوكاني ـ رحمه الله ـ بتحقيق الدكتور شعبان محمد إسماعيل، وكتاب (السلسبيل في أصول الفقه) للمؤلف، وحفظ مصطلحاته",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "8 ـ قواعد فقهية: دراسة كتاب (الأقمار المضية شرح القواعد الفقهية) للأهدل، مع حفظ المتن، وكتاب (القواعد والفوائد الأصولية) لابن اللحام ¶ 9 ـ مصطلح حديث: دراسة كتاب (نزهة النظر شرح نخبة الفكر) للحافظ ابن حجر، وكتاب (الباعث الحثيث) للعلامة أحمد محمد شاكر، وكتاب (نظم الدرر في مصطلح علم الأثر) للشيخ أحمد فريد، مع سماع أشرطة الشيوخ مثل (شرح النخبة لابن عثيميين) و (شرح الموقظة لأبي إسحاق الحويني، وشرح الباعث له أيضًا) ¶ 10 ـ اللغة: كتاب (قطر الندى وبل الصدى) لابن هشام ¶ 11 ـ البدع: دراسة كتاب (الاعتصام) للشاطبي ـ رحمه الله ـ مع مراجعة ما مر من كتب في الباب ¶ 12 ـ الآداب: دراسة الجزء الثاني من كتاب (غذاء الألباب) للسفاريني ¶ 13 ـ السيرة: كتاب (البداية والنهاية) للحافظ ابن كثير ـ إلى نهاية عصر الخلفاء الراشدين ـ، وكتاب (العواصم من القواصم) لابن العربي المالكي ـ رحمه الله ـ مع كتب محمد علي الصلابي في سيرة الخلفاء ¶ 14 ـ الرقائق: كتاب (مدارج الساكين) لابن قيم الجوزية",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "15 ـ قراءة عامة: كتاب (حرمة أهل العلم) للشيخ محمد إسماعيل المقدم، وكتاب (صلاح الأمة في علو الهمة) للشيخ سيد حسين العفاني ¶ 16 ـ فتاوى: كتاب (المجموع الثمين من فتاوى الشيخ ابن عثيميين)، والحاوي في الفتاوى للشيخ الألباني ¶ ومدة هذه المرحلة عشرة أشهر للطالب النبيه، وعام لمن هو دونه، ويلاحظ في هذه المرحلة أن الطالب لابد وأن يختصر الكتب الأساسية التي يدرسها في كراسات عنده. ¶ المرحلة الخامسة: ¶ 1 ـ القرآن: حفظ من الأنفال إلى الكهف ¶ 2 ـ التفسير: تفسير ابن كثير ¶ 3 ـ علوم القرآن: الإتقان في علوم القرآن للسيوطي ¶ 4 ـ الحديث: قراءة (مختصر البخاري) للزبيدي، مع كتابي (السلسلة الصحيحة والسلسلة الضعيفة) للألباني، وكتاب (شرح صحيح مسلم) للنووي، مع اجتناب كلامه في الصفات، و (الاعتبار في الناسخ والمنسوخ) للحازمي ¶ 5 ـ العقيدة: دراسة الكتب التالية: (الشريعة) للأجري، و (التوحيد) لابن خزيمة، و (السنة) للخلال، و (الإيمان) لابن تيمية",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "، و (مختصر الصواعق المرسلة) لابن القيم ـ ويراعى في هذه الكتب الطبعات المحققة. ¶ 6 ـ فرق: دراسة كتاب (الفصل في الملل والأهواء والنحل) لابن حزم ـ مع الحذر من كلامه في الصفات والميزان وغير ذلك مما انحرف فيه عن عقيدة السلف، وكتاب (مقدمة في الأهواء والافتراق والبدع) د. ناصر عبد الكريم العقل ¶ 7 ـ الفقه: دراسة كتاب (السيل الجرار) للشوكاني، و كتاب (المحلى) لابن حزم ¶ 8 ـ أصول الفقه: دراسة كتاب (أعلام الموقعين عن رب العالمين) لابن القيم، وكتاب (الإحكام في أصول الأحكام) لابن حزم، وكتاب (خبر الآحاد) لمصطفى بن سلامة ¶ 9 ـ القواعد الفقهية: دراسة كتاب (الأشباه والنظائر) للسيوطي، وكتاب (قواعد الأحكام في مصالح الأنام) للعز بن عبد السلام ¶ 10 ـ مصطلح حديث: دراسة كتاب (تدريب الراوي) للسيوطي، وكتاب (النكت على مقدمة ابن الصلاح) لابن حجر ¶ 11 ـ الجرح والتعديل: كتاب (شفاء العليل بألفاظ الجرح والتعديل) محمد إسماعيل، وكتاب (تهذيب التهذيب) لابن حجر ¶ 12 ـ اللغة: دراسة كتاب (إعراب القرآن) محيي الدين الدرويش",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "13 ـ البدع: دراسة كتاب (البدعة وأحكامها) للغامدي ¶ 14 ـ الآداب: كتاب (الآداب الشرعية) لابن مفلح ¶ 15 ـ الرقائق: كتاب سير أعلام النبلاء للإمام الذهبي ¶ 16 ـ السيرة والتاريخ: تكملة كتاب (البداية والنهاية) لابن كثير ¶ 17 ـ قراءة عامة: كتاب (الحكم بما أنزل الله) خالد العنبري، وكتاب (عودة الحجاب) محمد إسماعيل، وكتاب (أجنحة المكر الثلاثة) عبد الرحمن حسن حبنكة، وكتاب (معجم المناهي اللفظية) بكر عبد الله أبو زيد، وكتاب (وجاء دور المجوس) محمد عبد الله الغريب، مع الحرص على بعض المجلات التي تنهج المنهج السلفي مثل مجلة (التوحيد) ومجلة (الأصالة) ومجلة (الحكمة) ¶ 18 ـ فتاوى: فتاوى شيخ الإسلام ابن تيمية وهذه المرحلة مدتها عامان للطالب المتفرغ، وعامان ونصف لمن هو دونه، وبذلك يكون طالب العلم قد وضع قدمه على الطريق المستقيم إن شاء الله. ¶ المرحلة السادسة: ¶ وهي مرحلة تدريب الطالب على كتابة الأبحاث والكتب، وسوف أضع بين يديه جملة من العناصر الهامة التي يختار منها الطالب ما يدرب نفسه على ذلك، مع الوضع في الاعتبار أن من رأى نفسه تتوق إلى البحث دون أن يتأهل فهي مزلة قدم، وخطوة من خطوات",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "الشياطين ليصرفه عما هو أنفع له وأهم، وعليه يستبدل بذلك باختصار الكتب التي يدرس فيها، فإن ذلك أنفع له. ¶ 1 ـ أسماء الله وصفاته بين السلف والخلف ¶ 2 ـ لفظ (الفتنة) في القرآن. معانيها، وأحكامها، ووجه الاستفادة منها ¶ 3 ـ قاعدة (الضرورات تبيح المحظورات)، معني الضرورة، وأنواعها، وتوجيه القاعدة، وضوابطها، وما يلحق بها من قواعد، ومدى الاستفادة منها ¶ 4 ـ مصطلحات (الكشف، والفناء، ووحدة الوجود، والحلول والاتحاد) معانيها ووجه مخالفتها للعقيدة السلفية ¶ 5 ـ توقيت إسلام الصحابة وعلاقته بالأحكام الشرعية ¶ 6 ـ نواقض الوضوء؛ الخلاف فيها والراجح، ومدى تأثير الخلاف في الأحكام الشرعية ¶ 7 ـ مس القرآن للمحدث؛ الخلاف فيه والراجح، ومدى تأثير الخلاف على الأحكام الشرعية ¶ 8 ـ البيوع المحرمة، ووجه الحرمة ¶ 9 ـ الكرمات بين عقيدة الصوفية والعقيدة السلفية",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "10 ـ لفظ (الفساد) في القرآن والسنة؛ معانيه، وأحكامه، ووجه الاستفادة منه ¶ 11 ـ المغتصبة بين الشرع والقانون الوضعي ¶ 12 ـ الطلاق المعلق؛ الخلاف فيه والراجح وتأثير ذلك في الأحكام الشرعية ¶ 13 ـ العلمانية وموقف الشرع منها ¶ 14 ـ علم الفروق والتقاسيم ومدى الاستفادة منه ¶ 15 ـ أدب الحوار والمناظرة ¶ 16 ـ الخمر بين النجاسة الحسية والنجاسة الحكمية، وما يتعلق بها من الأحكام ¶ 17 ـ الخروج على الحكام بين السلف وأهل البدعة ¶ 18 ـ الأشاعرة ومخالفتهم للعقيدة السلفية ¶ 19 ـ قاعدة (درء المفاسد مقدم على جلب المصالح)؛ معناها، وتوجيهها، وما يتعلق بها من أحكام، ومدى الاستفادة منها ¶ 20 ـ الحيل وموقف الشرع منها ¶ 21 ـ مواقف المنافقين في المدينة مع النبي صلى الله عليه وسلم وأصحابه، وما يتعلق بها من أحكام شرعية، وكيفية الاستفادة منها ¶ 22 ـ المرجئة وفرقها: ووجه مخالفتهم للعقيدة السلفية",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "23 ـ تصحيف الحديث وخطره في فهم الأحكام الشرعية ¶ 24 ـ دراسة حول عقيدة هؤلاء الأعلام (أبو الفرج بن الجوزي ـ الأمام النووي ـ الحافظ بن حجر العسقلاني ـ الإمام ابن حزم الأندلسي ـ الإمام البيهقي ـ الفخر الرازي ـ الإمام أبو حنيفة النعمان ـ الحافظ ابن حجر الهيتمي ـ الإمام القرطبي) ¶ 25 ـ أثر الإيمان بالملائكة في حياة الفرد والمجتمع ¶ 26 ـ الأحكام المستفادة من سورة النور ¶ 27 ـ الولي في النكاح وخلاف العلماء فيه ¶ 28 ـ متابعة الإمام في الصلاة في الزيادة والنقصان وخلاف العلماء في ذلك ¶ 29 ـ حديث الآحاد بين أهل السنة وأهل البدعة ¶ 30 ـ عوارض الأهلية ودورها في فهم الأحكام الشرعية ¶ 31 ـ زيادة الراوي في الحديث، حكمها، وتأثيرها في الأحكام الشرعية ¶ 32 ـ الفرق بين البدعة الحقيقية، والبدعة الإضافية، والبدعة التركية ¶ 33 ـ بدع الجنائز",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "34 ـ الجماعات الآتية (التبيلغ والدعوة ـ الجماعة الإسلامية ـ الإخوان المسلمون ـ التوقف والتبين ـ التكفير والهجرة ـ الجهاد) مدى مخالفتهم للمنهج السلفي ¶ 35 ـ العقل؛ معناه، ودوره في فهم الأحكام الشرعية بين السلف وأهل البدعة. ¶ 36 ـ العمل السياسي بين المشروع والممنوع ¶ فهذه جملة من العناصر الهامة، التي تعين الطالب على فهم المزيد من الأحكام الشرعية، وهناك الكثير من العناصر الأخرى أرجأنها لمبحث آخ إن شاء الله.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "الفصل الثامن ¶ نصائح وإرشادات لطالب العلم ¶ هذه مصابيح انتقيتها لطالب العلم؛ ليستضئ بها على الطريق، وثمرات اقتطفتها لتكون الزاد، وإلا فلن فسوف يتعثر في كل خطوة يخطوها، وأكثر هذه المصابيح والثمرات من كتاب (الإعلام بحرمة أهل العلم والإسلام) للشيخ محمد بن إسماعيل المقدم ـ حفظه الله ورعاه ـ ¶ 1 ـ التأدب مع من يعلمك وتفضيله على من هو أقرب لك ¶ قال الإمام أحمد في مسنده (21693): ¶ حَدَّثَنَا هَارُونُ، حَدَّثَنَا ابْنُ وَهْبٍ، حَدَّثَنِي مَالِكُ بْنُ الْخَيْرِ الزِّيَادِيُّ، عَنْ أَبِي قَبِيلٍ الْمَعَافِرِيِّ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" لَيْسَ مِنْ أُمَّتِي مَنْ لَمْ يُجِلَّ كَبِيرَنَا وَيَرْحَمْ صَغِيرَنَا وَيَعْرِفْ لِعَالِمِنَا حَقَّهُ \" قَالَ عَبْد اللَّهِ وَسَمِعْتُهُ أَنَا مِنْ هَارُونَ \" [وحسنه الألباني كما في صحيح الجامع (5319)] ¶ وقال الشاعر: ¶ أفضِّل أستاذي على فضل والدي",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "وإن نالني من والدي المجد والشرف ¶ فهذا مُرَبِّي الروح والروح جوهر ¶ وذاك مربي الجسم والجسم كالصدف ¶ وذكر ابن عبد البر في (جامع بيان العلم وفضله (1/ 580) عن علي بن أبي طالب ـ رضي الله عنه ـ قال: ¶ من حق العالم عليك إذا أتيته أن تسلم عليه خاصة، وعلى القوم عامة، وتجلس قدَّامه، ولا تشر بيديك، ولا تغمز بعينيك، ولا تقل: \" قال فلان خلاف قولك \"، ولا تأخذ بثوبه، ولا تلح عليه في السؤال، فإنه بمنزلة النخلة المرطبة التي لا يزال يسقط عليك منها شئ. أ ـ هـ ¶ وعن سعيد بن المسيب أن علي أبي طالب ـ رضي الله عنه ـ قال: ¶ إن من حق العالم ألا تكثر عليه بالسؤال، ولا تعنته في الجواب، وألا تُلح عليه إذا كسل، ولا تأخذ بثوبه إذا نهض، ولا تفضين له سرًا، ولا تغتابن عنده أحدًا، ولا تطلبن عثرته، وإن زلَّ قبلت معذرته، وعليك أن توقره وتعظمه لله ما دام يحفظ أمر الله، ولا تجلس أمامه، وإن كانت له حاجة سبقت القوم إلى خدمته \"",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "وعن الليث قال: \" كان سعيد بن المسيب يركع ركعتين، ثم يجلس، فيجتمع إليه أبناء أصحاب رسول الله صلى الله عليه وسلم من المهاجرين والأنصار، فلا يجترئ أحد منهم أن يسأله عن شئ إلا أن يبتدئهم بحديث، أو يجيئه سائل فيسأل، فيسمعون \" ¶ وعن عبد الرحمن بن حرملة الأسلمي قال: \" ما كان إنسان يجترئ على سعيد بن المسيب يسأله عن شئ حتى يستأذنه كما يُستأذن الأمير ¶ وعن محمد بن سيرين قال: \" رأيت عبد الرحمن بن أب ليلى، وأصحابه يعظمونه، ويسودونه، ويشرفونه مثل الأمير \" ¶ وقال الأعمش: \" كنا نهاب إبراهيم كما يُهاب الأمير \" ¶ وعن الحسن بن علي الخلال قال: \" كنا عند معتمر بن سليمان يحدثنا، إذ أقبل ابن المبارك، فقطع معتمر حديثه، فقيل له: \" حدِّثنا \"، فقال: \" إنا لا نتكلم عند كبرائنا \" ¶ وقال محمد بن سنان: \" كان عبد الرحمن (بن مهدي) لا يُتحدَّث في مجلسه، ولا يبري قلم، ولا يقوم أحد كأنما على رؤوسهم الطير، أو كأنهم في صلاة \" ¶ وأنشد الأزدي: ¶ وقِّر مشائخ أهل العلم قاطبة ... حتى تُوقَّرَ إن أفضى بك الكبرُ ¶ واخدم أكابرهم حتى تنال به ... مثلاً بمثلٍ إذا ما شارف العُمُرُ",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وعن حرملة قال: سمعت الشافعي يقول ـ وذُكر له أصحاب الحديث، وأنهم لا يستعملون الأدب ـ فقال: \" ما أعلم أني أخذت شيئًا من الحديث ولا القرآن أو النحو أو غير ذلك من الأشياء، مما كنت أستفيد؛ إلا استعملت فيه الأدب، وكان ذلك طبعي إلى أن قدمت المدينة، فرأيت من مالك ما رأيت من هيبته وإجلاله العلم، فازددت من ذلك، حتى ربما كنت أكون في مجلسه، فأصفِّح الورقة تصفحًا رفيقًا هيبة له لئلا يسمع وقعها \" ¶ وعن الربيع بن سليمان قال: \" والله ما اجترأت أن أشرب الماء والشافعي ينظر إليَّ هيبة له \" ¶ وقال الإمام أحمد: \" لزمت هشيمًا أربع سنين ما سألته عن شئ إلا مرتين هيبة له \" ¶ قال عبدوس: \" رآني أبو عبد الله (يقصد الإمام أحمد) يومًا وأنا أضحك، فأنا أستحييه إلى اليوم \" ¶ 2 ـ التواضع للشيخ ¶ قال الشيخ محمد بن إسماعيل المقدم: ¶ لا ينال العلم إلا بالتواضع وإلقاء السمع، وتواضع الطالب لشيخه رفعة، وذله له عز، وخضوعه له فخر، قال ابن عباس ـ رضي الله عنهما \" ذللت طالبًا فعززت مطلوبًا \"",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "وعن أبي بكر محمد بن الأدموني النحوي قال: ¶ \" إذا تعلم الإنسان من العلم، واستفاد منه الفوائد؛ فهو له عبد، قال الله: (وَإِذْ قَالَ مُوسَى لِفَتَاهُ)، وهو يوشع بن نون، ولم يكن مملوكًا له؛ وإنما كان متلمذًا له، متبعًا له، فجعله الله فتاه لذلك \" ¶ وقال عبد الله بن المعتز: \" المتواضع في طلاب العلم أكثرهم علمًا، كما أن المكان المنخفض أكثر البقاع ماءً\" ¶ وعن حرملة قال: سمعت الشافعي يقول: \" لا يطلب أحد هذا العلم بالملك وعز النفس فيفلح، ولكن من طلبه بذل النفس، وضيق العيش، وخدمة العلماء أفلح \" ¶ وكان عمرو بن قيس الملائي إذا بلغه الحديث عن الرجل، فأراد أن يسمعه، أتاه حتى يجلس بين يديه، ويخفض جناحه، ويقول: \" علِّمني رحمك الله مما علمك الله \" ¶ وقال شعبة: \" كنت إذا سمعت من الرجل الحديث، كنت له عبدًا ما يحيا ¶ وعن إدريس بن عبد الكريم قال: قال لي سلمة بن عاصم النحوي: أريد أن أسمع كتاب العدد من خلف \"، فقلت لخلف، فقال: \" فليجئ \"، فلما دخل رفعه لأن يجلس في الصدر، فأبى، فقال: لا أجلس إلا بين يديك، وقال: هذا حق التعليم، فقال له خلف: جاءني أحمد",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "بن حنبل ليسمع حديث أبي عوانة، فاجتهدت أن أرفعه، فأبى، وقال: لا أجلس إلا بين يديك، أمرنا أن نتواضع لمن نتعلم منه ‍\" ¶ وحكى عن الخليفة هارون الرشيد أنه بعث ابنه إلى الأصمعي؛ ليعلمه العلم والأدب، فرآه يومًا يتوضأ، ويغسل رجله، وابن الخليفة يصب الماء على رجله، فعاتب الأصمعي في ذلك، فقال: إنما بعثته إليك لتعلمه وتؤدبه، فلماذا لم تأمره بأن يصب الماء بإحدى يديه، ويغسل بالأخرى رجلك؟ ‍ ¶ ولما بلغ الثوري مقدم الأوزاعي، خرج حتى لقيه بذي طوى، فحل سفيان رأس البعير عن القطار، ووضعه على رقبته، وكان إذا مر بجماعة قال: \" الطريق للشيخ \" ¶ وعن عاصم بن أبي النجود قال: ما قدمت على أبي وائل من سفر إلا قبَّل كفي \" ¶ وقال إبراهيم بن الأشعث:\" رأيت سفيان بن عيينة يقبِّل يد الفضيل مرتين\" ¶ 3 ـ الأدب عند مخاطبة الشيخ ¶ قال الشيخ محمد بن إسماعيل المقدم ـ حفظه الله ـ ¶ ينبغي لطالب العلم أن يراعي الأدب في مخاطبة شيخه (فلا يناديه باسمه مجردًا، أو مع لقبه، كقوله \" يا شيخ فلان \"، بل يقول: \" يا",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "شيخي \" أو:\" يا شيخنا \"، فلا يسميه لأنه أرفع في الأدب، ولا يخاطبه بتاء الخطاب، ولا يناديه من بُعْد من غير اضطرار، وانظر ما ذكره الله تعالى من الدلالة على الأدب مع معلم الناس الخير صلى الله عليه وسلم في قوله: (لاَ تَجْعَلُوا دُعَاءَ الرَّسُولِ بَيْنَكُمْ كَدُعَاءِ بَعْضِكُم بَعْضاً) [النور: 63] الآية، وكما لا يليق أن تقول لوالدك ذي الأبوة الطينية: \" يا فلان \" أو: \" يا والدي فلان \"، فلا يجمل بك مع شيخك) ¶ وذكر الخطيب البغدادي ـ رحمه الله ـ أن من أدب الطالب مع شيخه أن (ينبله في الخطاب، ويبجله في الألفاظ، ولا تكون مخاطبته له كمخاطبته أهل السوق، وأفناء العوام، فقد قال الله تعالى: (لاَ تَجْعَلُوا دُعَاءَ الرَّسُولِ بَيْنَكُمْ كَدُعَاءِ بَعْضِكُم بَعْضاً) وهذا أصل في أن يميز ذو المنزلة بمنزلته، ويفرق بينه وبين من لم يلحق بطبقته) ¶ وقال المروزي: دخلت على ذي النون السجن، ونحن بالعسكر، فقال: \" أي شئ حال سيدنا؟ \"؛ يعني أحمد بن حنبل ¶ وقال ابن المديني: \" أمرني سيدي أحمد حنبل ألا أحدث إلا من كتاب ¶ 4 ـ إياك والتقليد",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "والتقليد لا ينحصر في قول بعض أهل العلم هو قبول قول الغير من غير دليل! وإنما التقليد تقليدان: ¶ الأول: هو قبول قول العالم من غير دليل شرعي ¶ وهذا جائز في حق العامي الذي لا يفهم الاستدلال بالدليل، وجائز في حق طالب العلم والعالم في موضع دون موضع ¶ الثاني: هو تقليد العالم في فهمه للدليل ¶ وهذا النوع هو أخطر شئ يهدد الدعوة الإسلامية اليوم؛ إذ بمجرد ما يذكر الدليل فالطالب يلزم الصمت ويسلم للكلام، فهو لا يعرف الاستدلال ولا طرقه، وهذا الأمر يتطلب جهد من طالب العلم في معرفة بعض علوم الآلة التي تساعده على فهم استدلال أي شخص بدليل شرعي. ¶ وليعلم أن الأدلة الشرعية على قسمين: ¶ قسم دلالته ظاهرة على المعنى لا تخفى على أي طالب علم فهذا لا لإشكال فيه. ¶ والقسم الثاني: دلالته غير ظاهره ويحتاج إلى فهم، فهذا القسم هو الذي نعنيه. ¶ وإذا وقع طالب العلم في مثل هذا فعليه أن لا يحتج بما قلد فيه في معرض الحجة، ولا يعقد عليه لواء الولاء والبراء، وإذا كان مجرد",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "ناقل فعليه أن ينصف في النقل مع معرفة مقصد العالم، والواقع والحال الذي قال فيه الكلام، وليحذر أن يفهم كلام العالم وفق هواه؛ حتى لا يقع في القول على الله بغير علم. ¶ وإليك باقة من كلام السلف في ذلك (¬1) ¶ ـ قال أمير المؤمنين علي بن أبي طالب رضي الله عنه: (إياكم والاستنان بالرجال، فإن الرجل يعمل بعمل أهل الجنة، ثم ينقلب لعلم الله فيه فيعمل بعمل أهل النار فيموت وهو من أهل النار، وإن الرجل ليعمل بعمل أهل النار فينقلب لعلم الله فيه فيعمل بعمل أهل الجنة فيموت وهو من أهل الجنة، وإن كنتم لابد فاعلين فبالأموات لا بالأحياء) ¶ ـ وقال عبدالله بن مسعود رضي الله عنه: (ألا لا يقلدن أحدكم دينه رجلاً، إن آمن آمن، وإن كفر كفر، فإنه لا أسوة في الشر) ¶ ـ وقال رضي الله عنه: (اغد عالما أو متعلمًا ولا تغدونَّ إمعة فيما بين ذلك.) ¶ ـ وقال عبد الله بن المعتز رحمه الله: لا فرق بين بهيمة تقاد وإنسان يقلد ¶ ¬__________ ¶ (¬1) انظر في ذلك الكتاب القيم لعالم المغرب أبو عمر بن عبد البر (جامع بيان العلم وفضله) وانظر صحيحه للشيخ أبي الأشبال حسن ص387",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "قال أبو عمر بن عبد البر في (جامع بيان العلم وفضله) (¬1): ¶ وهذا كله لغير العامة فإن العامة لا بد لها من تقليد علمائها عند النازلة تنزل بها لأنها لا تتبين موقع الحجة ولا تصل بعدم الفهم إلى علم ذلك لأن العلم درجات لا سبيل منها إلى أعلاها إلا بنيل أسفلها وهذا هو الحائل بين العامة وبين طلب الحجة. ¶ ولم يختلف العلماء أن العامة عليها تقليد علمائها وإنهم المرادون بقول الله عز وجل: (فاسألوا أهل الذكر إن كنتم لا تعلمون) ¶ وأجمعوا على أن الأعمى لا بد له من تقليد غيره ممن يثق بميزه بالقبلة إذا أشكلت عليه، فكذلك من لا علم له ولا بصر بمعنى ما يدين به؛ لا بد له من تقليد عالمه. ¶ وكذلك لم يختلف العلماء أن العامة لا يجوز لها الفتيا؛ وذلك والله أعلم لجهلها بالمعاني التي منها يجوز التحليل والتحريم والقول في العلم. ¶ وقد نظمت في التقليد وموضعه أبياتا رجوت في ذلك جزيل الأجر لما علمت أن من الناس من يسرع إليه حفظ المنظوم ويتعذر عليه المنثور وهي من قصيدة لي: ¶ ¬__________ ¶ (¬1) (2/ 115) وانظر صحيح جامع بيان العلم لأبي الأشبال ص 393.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "يا سائلي عن موضع التقليد خذ ¶ عني الجواب بفهم لب حاضر ¶ وأصغ إلى قولي ودن بنصيحتي ¶ واحفظ علي بوادري ونوادري ¶ لا فرق بين مقلد وبهيمة ¶ تنقاد بين جنادل ودعاثر ¶ تبا لقاض أو لمفت لا يرى ¶ علا ومعنى للمقال السائر ¶ فإذا اقتديت فبالكتاب وسنة ¶ المبعوث بالدين النيف الطاهر ¶ ثم الصحابة عند عدمك سنة ¶ فأولاك أهل نهي وأهل بصائر ¶ وكذلك إجماع الذين يلونهم ¶ من تابعيهم كابرا عن كابر ¶ إجماع أمتنا وقول نبينا ¶ مثل النصوص لدى الكتاب الزاهر ¶ وكذا المدينة حجة أن أجمعوا ¶ متتابعين أوائلا بأواخر",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "وعلى الأصول فقس فروعك لا ¶ تقس فرعا بفرع كالجهول الحائر ¶ والشر ما فيه فديتك أسوة ¶ فانظر ولا تحفر بزلة ماهر ¶ وإذا الخلاف أتى فدونك فاجتهد ¶ ومع الدليل فمل بفهم وافر ¶ 5 ـ العمل بالعلم قدر الاستطاعة ¶ فلا قيمة لعلم بدون عمل، فمن لم يعمل بما علمه فلن يذوق حلاوة العلم، ولن يشعر بلذته. ¶ قال الله عز وجل: (وَقُلِ اعْمَلُوا فَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ وَالْمُؤْمِنُونَ وَسَتُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ) (التوبة:105) ¶ وعن أبي بن كعب رضي الله عنه قال: تعلموا العلم واعملوا به، ولا تتعلموه لتتجملوا به؛ فإنه يوشك إن طال بكم زمان أن يتجمل بالعلم كما يتجمل الرجل بثوبه. ¶ هذا آخر ما سطر القلم ونسأل الله أن يعلمنا ما ينفعنا وينفعنا بما علمنا إنه على كل شئ قدير، وصلي الله على نبينا محمد وآله وسلم.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "أبوحسام الدين الطرفاوي",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "الفهرس ¶ مقدمة ....................................................... 3 ¶ الفصل الأول: معنى الحفظ .............................. ... 6 ¶ الفصل الثاني: أهمية الحفظ ................................. 10 ¶ الفصل الثالث: أنواع المحفوظ ............................... 14 ¶ الفصل الرابع: آلات طالب العلم ............................ 19 ¶ الفصل الخامس: طرق الحفظ ............................... 22 ¶ الفصل السادس: آفات الحفظ ................................ 33 ¶ الفصل السابع: مراحل لطالب العلم ........................... 39 ¶ الفصل الثامن: نصائح وإرشادات لطالب العلم ............... 53 ¶ الفهرس: .................................................... 65",
            "page": "69",
            "part": "1"
        }
    ],
    "t34925": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "كيف تحفظ العلم"
        }
    ]
}