{
    "b34933": [
        {
            "id": "1",
            "nass": "هل تعرف هذا اليوم ؟ ¶ إعداد ¶ أبو إسلام أحمد بن علي ¶ غفر الله تعالى له ولوالديه ولزوجته ولأولاده وللمسلمين أجمعين ¶ هل تعرف هذا اليوم ؟؟؟ !!! ¶ إنه ذلك اليوم الذي سيُحاسَب فيه كل كائن حي خلقه الله تعالى وهذا اليوم له أسماء عدة في القرآن الكريم , وأسماء يوم القيامة في القرآن الكريم تعطينا صورة شاملة وكاملة بما سيحدث في ذلك اليوم , وقانا الله وإياكم عذابه ورزقنا رحمته تعالى . ¶ وكل اسم له صفات توضحه وتبين الذي سيحدث فيه , وهي على حسب ترتيب ورودها في القرآن الكريم كما يلي : ¶ 1- يوم الدين : ¶ 1-{مَالِكِ يَوْمِ الدِّينِ }الفاتحة4 ¶ 2-{وَإِنَّ عَلَيْكَ اللَّعْنَةَ إِلَى يَوْمِ الدِّينِ }الحجر35 ¶ 3-{وَالَّذِي أَطْمَعُ أَن يَغْفِرَ لِي خَطِيئَتِي يَوْمَ الدِّينِ }الشعراء82 ¶ 4-{وَقَالُوا يَا وَيْلَنَا هَذَا يَوْمُ الدِّينِ }الصافات20 ¶ 5-{وَإِنَّ عَلَيْكَ لَعْنَتِي إِلَى يَوْمِ الدِّينِ }ص78 ¶ 6-{يَسْأَلُونَ أَيَّانَ يَوْمُ الدِّينِ }الذاريات12 ¶ 7-{هَذَا نُزُلُهُمْ يَوْمَ الدِّينِ }الواقعة56 ¶ 8-{وَالَّذِينَ يُصَدِّقُونَ بِيَوْمِ الدِّينِ }المعارج26 ¶ 9-{وَكُنَّا نُكَذِّبُ بِيَوْمِ الدِّينِ }المدثر46 ¶ 10-{يَصْلَوْنَهَا يَوْمَ الدِّينِ }الانفطار15 ¶ 11-{وَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ }الانفطار17 ¶ 12-{ثُمَّ مَا أَدْرَاكَ مَا يَوْمُ الدِّينِ }الانفطار18 ¶ 13-{الَّذِينَ يُكَذِّبُونَ بِيَوْمِ الدِّينِ }المطففين11 ¶ فذُكر ( يوم الدين) في القرآن الكريم (13) مرة . ¶ معنى يوم الدين :… ¶ - هو يوم الحساب على ما تدان به في حياتك الدنيا من خير أو شر . ¶ 2- اليوم الآخر : ¶ 1- {وَمِنَ النَّاسِ مَن يَقُولُ آمَنَّا بِاللّهِ وَبِالْيَوْمِ الآخِرِ وَمَا هُم بِمُؤْمِنِينَ }البقرة8",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "2-{إِنَّ الَّذِينَ آمَنُواْ وَالَّذِينَ هَادُواْ وَالنَّصَارَى وَالصَّابِئِينَ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَعَمِلَ صَالِحاً فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ }البقرة62 ¶ 3-{وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هََذَا بَلَداً آمِناً وَارْزُقْ أَهْلَهُ مِنَ الثَّمَرَاتِ مَنْ آمَنَ مِنْهُم بِاللّهِ وَالْيَوْمِ الآخِرِ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُ قَلِيلاً ثُمَّ أَضْطَرُّهُ إِلَى عَذَابِ النَّارِ وَبِئْسَ الْمَصِيرُ }البقرة 126 ¶ 4-{لَّيْسَ الْبِرَّ أَن تُوَلُّواْ وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللّهِ وَالْيَوْمِ الآخِرِ وَالْمَلآئِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَآتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّآئِلِينَ وَفِي الرِّقَابِ وَأَقَامَ الصَّلاةَ وَآتَى الزَّكَاةَ وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُواْ وَالصَّابِرِينَ فِي الْبَأْسَاء والضَّرَّاء وَحِينَ الْبَأْسِ أُولَئِكَ الَّذِينَ صَدَقُوا وَأُولَئِكَ هُمُ الْمُتَّقُونَ }البقرة177 ¶ 5-{وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنفُسِهِنَّ ثَلاَثَةَ قُرُوَءٍ وَلاَ يَحِلُّ لَهُنَّ أَن يَكْتُمْنَ مَا خَلَقَ اللّهُ فِي أَرْحَامِهِنَّ إِن كُنَّ يُؤْمِنَّ بِاللّهِ وَالْيَوْمِ الآخِرِ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَلِكَ إِنْ أَرَادُواْ إِصْلاَحاً وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ وَاللّهُ عَزِيزٌ حَكُيمٌ }البقرة228",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "6-{وَإِذَا طَلَّقْتُمُ النِّسَاء فَبَلَغْنَ أَجَلَهُنَّ فَلاَ تَعْضُلُوهُنَّ أَن يَنكِحْنَ أَزْوَاجَهُنَّ إِذَا تَرَاضَوْاْ بَيْنَهُم بِالْمَعْرُوفِ ذَلِكَ يُوعَظُ بِهِ مَن كَانَ مِنكُمْ يُؤْمِنُ بِاللّهِ وَالْيَوْمِ الآخِرِ ذَلِكُمْ أَزْكَى لَكُمْ وَأَطْهَرُ وَاللّهُ يَعْلَمُ وَأَنتُمْ لاَ تَعْلَمُونَ }البقرة232 ¶ 7-{يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تُبْطِلُواْ صَدَقَاتِكُم بِالْمَنِّ وَالأذَى كَالَّذِي يُنفِقُ مَالَهُ رِئَاء النَّاسِ وَلاَ يُؤْمِنُ بِاللّهِ وَالْيَوْمِ الآخِرِ فَمَثَلُهُ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَأَصَابَهُ وَابِلٌ فَتَرَكَهُ صَلْداً لاَّ يَقْدِرُونَ عَلَى شَيْءٍ مِّمَّا كَسَبُواْ وَاللّهُ لاَ يَهْدِي الْقَوْمَ الْكَافِرِينَ }البقرة264 ¶ 8-{يُؤْمِنُونَ بِاللّهِ وَالْيَوْمِ الآخِرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنكَرِ وَيُسَارِعُونَ فِي الْخَيْرَاتِ وَأُوْلَئِكَ مِنَ الصَّالِحِينَ }آل عمران114 ¶ 9-{وَالَّذِينَ يُنفِقُونَ أَمْوَالَهُمْ رِئَاء النَّاسِ وَلاَ يُؤْمِنُونَ بِاللّهِ وَلاَ بِالْيَوْمِ الآخِرِ وَمَن يَكُنِ الشَّيْطَانُ لَهُ قَرِيناً فَسَاء قِرِيناً }النساء38 ¶ 10-{وَمَاذَا عَلَيْهِمْ لَوْ آمَنُواْ بِاللّهِ وَالْيَوْمِ الآخِرِ وَأَنفَقُواْ مِمَّا رَزَقَهُمُ اللّهُ وَكَانَ اللّهُ بِهِم عَلِيماً }النساء39 ¶ 11-{يَا أَيُّهَا الَّذِينَ آمَنُواْ أَطِيعُواْ اللّهَ وَأَطِيعُواْ الرَّسُولَ وَأُوْلِي الأَمْرِ مِنكُمْ فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللّهِ وَالرَّسُولِ إِن كُنتُمْ تُؤْمِنُونَ بِاللّهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً }النساء59",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "12-{يَا أَيُّهَا الَّذِينَ آمَنُواْ آمِنُواْ بِاللّهِ وَرَسُولِهِ وَالْكِتَابِ الَّذِي نَزَّلَ عَلَى رَسُولِهِ وَالْكِتَابِ الَّذِيَ أَنزَلَ مِن قَبْلُ وَمَن يَكْفُرْ بِاللّهِ وَمَلاَئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الآخِرِ فَقَدْ ضَلَّ ضَلاَلاً بَعِيداً }النساء136 ¶ 13-{لَّكِنِ الرَّاسِخُونَ فِي الْعِلْمِ مِنْهُمْ وَالْمُؤْمِنُونَ يُؤْمِنُونَ بِمَا أُنزِلَ إِلَيكَ وَمَا أُنزِلَ مِن قَبْلِكَ وَالْمُقِيمِينَ الصَّلاَةَ وَالْمُؤْتُونَ الزَّكَاةَ وَالْمُؤْمِنُونَ بِاللّهِ وَالْيَوْمِ الآخِرِ أُوْلَئِكَ سَنُؤْتِيهِمْ أَجْراً عَظِيماً }النساء162 ¶ 14-{إِنَّ الَّذِينَ آمَنُواْ وَالَّذِينَ هَادُواْ وَالصَّابِؤُونَ وَالنَّصَارَى مَنْ آمَنَ بِاللّهِ وَالْيَوْمِ الآخِرِ وعَمِلَ صَالِحاً فَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ }المائدة69 ¶ 15-{إِنَّمَا يَعْمُرُ مَسَاجِدَ اللّهِ مَنْ آمَنَ بِاللّهِ وَالْيَوْمِ الآخِرِ وَأَقَامَ الصَّلاَةَ وَآتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلاَّ اللّهَ فَعَسَى أُوْلَئِكَ أَن يَكُونُواْ مِنَ الْمُهْتَدِينَ }التوبة18 ¶ 16-{أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ كَمَنْ آمَنَ بِاللّهِ وَالْيَوْمِ الآخِرِ وَجَاهَدَ فِي سَبِيلِ اللّهِ لاَ يَسْتَوُونَ عِندَ اللّهِ وَاللّهُ لاَ يَهْدِي الْقَوْمَ الظَّالِمِينَ }التوبة19 ¶ 17-{قَاتِلُواْ الَّذِينَ لاَ يُؤْمِنُونَ بِاللّهِ وَلاَ بِالْيَوْمِ الآخِرِ وَلاَ يُحَرِّمُونَ مَا حَرَّمَ اللّهُ وَرَسُولُهُ وَلاَ يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُواْ الْكِتَابَ حَتَّى يُعْطُواْ الْجِزْيَةَ عَن يَدٍ وَهُمْ صَاغِرُونَ }التوبة29",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "18-{لاَ يَسْتَأْذِنُكَ الَّذِينَ يُؤْمِنُونَ بِاللّهِ وَالْيَوْمِ الآخِرِ أَن يُجَاهِدُواْ بِأَمْوَالِهِمْ وَأَنفُسِهِمْ وَاللّهُ عَلِيمٌ بِالْمُتَّقِينَ }التوبة44 ¶ 19-{إِنَّمَا يَسْتَأْذِنُكَ الَّذِينَ لاَ يُؤْمِنُونَ بِاللّهِ وَالْيَوْمِ الآخِرِ وَارْتَابَتْ قُلُوبُهُمْ فَهُمْ فِي رَيْبِهِمْ يَتَرَدَّدُونَ }التوبة45 ¶ 20-{وَمِنَ الأَعْرَابِ مَن يُؤْمِنُ بِاللّهِ وَالْيَوْمِ الآخِرِ وَيَتَّخِذُ مَا يُنفِقُ قُرُبَاتٍ عِندَ اللّهِ وَصَلَوَاتِ الرَّسُولِ أَلا إِنَّهَا قُرْبَةٌ لَّهُمْ سَيُدْخِلُهُمُ اللّهُ فِي رَحْمَتِهِ إِنَّ اللّهَ غَفُورٌ رَّحِيمٌ }التوبة99 ¶ 21-{الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِّنْهُمَا مِئَةَ جَلْدَةٍ وَلَا تَأْخُذْكُم بِهِمَا رَأْفَةٌ فِي دِينِ اللَّهِ إِن كُنتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَلْيَشْهَدْ عَذَابَهُمَا طَائِفَةٌ مِّنَ الْمُؤْمِنِينَ }النور2 ¶ 22-{وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْباً فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ وَارْجُوا الْيَوْمَ الْآخِرَ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ }العنكبوت36 ¶ 23-{لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيراً }الأحزاب21 ¶ 24-{لَا تَجِدُ قَوْماً يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءهُمْ أَوْ أَبْنَاءهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ أُوْلَئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ وَأَيَّدَهُم بِرُوحٍ مِّنْهُ وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ أُوْلَئِكَ حِزْبُ اللَّهِ أَلَا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ }المجادلة22",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "25-{لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ لِمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَمَن يَتَوَلَّ فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ }الممتحنة6 ¶ 26-{فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِّنكُمْ وَأَقِيمُوا الشَّهَادَةَ لِلَّهِ ذَلِكُمْ يُوعَظُ بِهِ مَن كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَمَن يَتَّقِ اللَّهَ يَجْعَل لَّهُ مَخْرَجاً }الطلاق2 ¶ فذُكر ( اليوم الآخر) في القرآن الكريم (26) مرة . ¶ معنى اليوم الآخر :… ¶ أي يوم القيامة لأنه آخر الأيام والذي بعده إما جنة أو نار . ¶ 3- يوماً : ¶ 1 -{وَاتَّقُواْ يَوْماً لاَّ تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئاً وَلاَ يُقْبَلُ مِنْهَا شَفَاعَةٌ وَلاَ يُؤْخَذُ مِنْهَا عَدْلٌ وَلاَ هُمْ يُنصَرُونَ }البقرة48 ¶ 2-{وَاتَّقُواْ يَوْماً لاَّ تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئاً وَلاَ يُقْبَلُ مِنْهَا عَدْلٌ وَلاَ تَنفَعُهَا شَفَاعَةٌ وَلاَ هُمْ يُنصَرُونَ }البقرة123 ¶ 3-{وَاتَّقُواْ يَوْماً تُرْجَعُونَ فِيهِ إِلَى اللّهِ ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لاَ يُظْلَمُونَ }البقرة281 ¶ 4 -{وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ وَلَن يُخْلِفَ اللَّهُ وَعْدَهُ وَإِنَّ يَوْماً عِندَ رَبِّكَ كَأَلْفِ سَنَةٍ مِّمَّا تَعُدُّونَ }الحج47 ¶ 5-{رِجَالٌ لَّا تُلْهِيهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَن ذِكْرِ اللَّهِ وَإِقَامِ الصَّلَاةِ وَإِيتَاء الزَّكَاةِ يَخَافُونَ يَوْماً تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالْأَبْصَارُ }النور37 ¶ 6-{الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَنِ وَكَانَ يَوْماً عَلَى الْكَافِرِينَ عَسِيراً }الفرقان26",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "7-{يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ وَاخْشَوْا يَوْماً لَّا يَجْزِي وَالِدٌ عَن وَلَدِهِ وَلَا مَوْلُودٌ هُوَ جَازٍ عَن وَالِدِهِ شَيْئاً إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُم بِاللَّهِ الْغَرُورُ }لقمان33 ¶ 8-{فَكَيْفَ تَتَّقُونَ إِن كَفَرْتُمْ يَوْماً يَجْعَلُ الْوِلْدَانَ شِيباً }المزمل17 ¶ 9-{يُوفُونَ بِالنَّذْرِ وَيَخَافُونَ يَوْماً كَانَ شَرُّهُ مُسْتَطِيراً }الإنسان7 ¶ 10-{إِنَّا نَخَافُ مِن رَّبِّنَا يَوْماً عَبُوساً قَمْطَرِيراً }الإنسان10 ¶ 11-{إِنَّ هَؤُلَاء يُحِبُّونَ الْعَاجِلَةَ وَيَذَرُونَ وَرَاءهُمْ يَوْماً ثَقِيلاً }الإنسان27 ¶ فذكر الله تعالى هذا اليوم بالتنكير( يوماً) في القرآن الكريم ¶ (11) مرة ¶ وصفات هذا اليوم :… ¶ - أنه فيه لاَّ تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئاً وَلاَ يُقْبَلُ مِنْهَا شَفَاعَةٌ وَلاَ يُؤْخَذُ مِنْهَا عَدْلٌ . ¶ - في هذا اليوم ترجع فيه الخلائقَ إِلَى اللّهِ ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لاَ يُظْلَمُونَ . ¶ - حساب هذا اليوم عِندَ الله تعالى كَأَلْفِ سَنَةٍ مِّمَّا تَعُدُّونَ . ¶ - في هذا اليوم تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالْأَبْصَارُ. ¶ - هذا اليوم َكَانَ عَلَى الْكَافِرِينَ عَسِيراً . ¶ - في هذا اليوم يصير الْوِلْدَانَ شِيباً من هوله وشدته . ¶ - هذا اليوم كَانَ شَرُّهُ مُسْتَطِيراً . ¶ - يوماً لَّا يَجْزِي وَالِدٌ عَن وَلَدِهِ وَلَا مَوْلُودٌ هُوَ جَازٍ عَن وَالِدِهِ شَيْئا. ¶ - يوماً عَبُوساً قَمْطَرِيراً . ¶ - يوماً ثَقِيلاً على الكافرين . ¶ 4- يوم القيامة :",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "1 -{ثُمَّ أَنتُمْ هَؤُلاء تَقْتُلُونَ أَنفُسَكُمْ وَتُخْرِجُونَ فَرِيقاً مِّنكُم مِّن دِيَارِهِمْ تَظَاهَرُونَ عَلَيْهِم بِالإِثْمِ وَالْعُدْوَانِ وَإِن يَأتُوكُمْ أُسَارَى تُفَادُوهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ إِخْرَاجُهُمْ أَفَتُؤْمِنُونَ بِبَعْضِ الْكِتَابِ وَتَكْفُرُونَ بِبَعْضٍ فَمَا جَزَاء مَن يَفْعَلُ ذَلِكَ مِنكُمْ إِلاَّ خِزْيٌ فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ الْقِيَامَةِ يُرَدُّونَ إِلَى أَشَدِّ الْعَذَابِ وَمَا اللّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ }البقرة85 ¶ 2-{وَقَالَتِ الْيَهُودُ لَيْسَتِ النَّصَارَى عَلَىَ شَيْءٍ وَقَالَتِ النَّصَارَى لَيْسَتِ الْيَهُودُ عَلَى شَيْءٍ وَهُمْ يَتْلُونَ الْكِتَابَ كَذَلِكَ قَالَ الَّذِينَ لاَ يَعْلَمُونَ مِثْلَ قَوْلِهِمْ فَاللّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُواْ فِيهِ يَخْتَلِفُونَ }البقرة113 ¶ 3-{إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنزَلَ اللّهُ مِنَ الْكِتَابِ وَيَشْتَرُونَ بِهِ ثَمَناً قَلِيلاً أُولَئِكَ مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلاَّ النَّارَ وَلاَ يُكَلِّمُهُمُ اللّهُ يَوْمَ الْقِيَامَةِ وَلاَ يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ }البقرة174 ¶ 4-{زُيِّنَ لِلَّذِينَ كَفَرُواْ الْحَيَاةُ الدُّنْيَا وَيَسْخَرُونَ مِنَ الَّذِينَ آمَنُواْ وَالَّذِينَ اتَّقَواْ فَوْقَهُمْ يَوْمَ الْقِيَامَةِ وَاللّهُ يَرْزُقُ مَن يَشَاءُ بِغَيْرِ حِسَابٍ }البقرة212 ¶ 5-{إِذْ قَالَ اللّهُ يَا عِيسَى إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ الَّذِينَ كَفَرُواْ وَجَاعِلُ الَّذِينَ اتَّبَعُوكَ فَوْقَ الَّذِينَ كَفَرُواْ إِلَى يَوْمِ الْقِيَامَةِ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ }آل عمران55",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "6-{إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللّهِ وَأَيْمَانِهِمْ ثَمَناً قَلِيلاً أُوْلَئِكَ لاَ خَلاَقَ لَهُمْ فِي الآخِرَةِ وَلاَ يُكَلِّمُهُمُ اللّهُ وَلاَ يَنظُرُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ وَلاَ يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ }آل عمران77 ¶ 7-{وَمَا كَانَ لِنَبِيٍّ أَن يَغُلَّ وَمَن يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيَامَةِ ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لاَ يُظْلَمُونَ }آل عمران161 ¶ 8-{وَلاَ يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِمَا آتَاهُمُ اللّهُ مِن فَضْلِهِ هُوَ خَيْراً لَّهُمْ بَلْ هُوَ شَرٌّ لَّهُمْ سَيُطَوَّقُونَ مَا بَخِلُواْ بِهِ يَوْمَ الْقِيَامَةِ وَلِلّهِ مِيرَاثُ السَّمَاوَاتِ وَالأَرْضِ وَاللّهُ بِمَا تَعْمَلُونَ خَبِيرٌ }آل عمران180 ¶ 9-{كُلُّ نَفْسٍ ذَآئِقَةُ الْمَوْتِ وَإِنَّمَا تُوَفَّوْنَ أُجُورَكُمْ يَوْمَ الْقِيَامَةِ فَمَن زُحْزِحَ عَنِ النَّارِ وَأُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ وَما الْحَيَاةُ الدُّنْيَا إِلاَّ مَتَاعُ الْغُرُورِ }آل عمران185 ¶ 10-{رَبَّنَا وَآتِنَا مَا وَعَدتَّنَا عَلَى رُسُلِكَ وَلاَ تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لاَ تُخْلِفُ الْمِيعَادَ }آل عمران194 ¶ 11-{اللّهُ لا إِلَهَ إِلاَّ هُوَ لَيَجْمَعَنَّكُمْ إِلَى يَوْمِ الْقِيَامَةِ لاَ رَيْبَ فِيهِ وَمَنْ أَصْدَقُ مِنَ اللّهِ حَدِيثاً }النساء87 ¶ 12-{هَاأَنتُمْ هَؤُلاء جَادَلْتُمْ عَنْهُمْ فِي الْحَيَاةِ الدُّنْيَا فَمَن يُجَادِلُ اللّهَ عَنْهُمْ يَوْمَ الْقِيَامَةِ أَم مَّن يَكُونُ عَلَيْهِمْ وَكِيلاً }النساء109",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "13-{الَّذِينَ يَتَرَبَّصُونَ بِكُمْ فَإِن كَانَ لَكُمْ فَتْحٌ مِّنَ اللّهِ قَالُواْ أَلَمْ نَكُن مَّعَكُمْ وَإِن كَانَ لِلْكَافِرِينَ نَصِيبٌ قَالُواْ أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُم مِّنَ الْمُؤْمِنِينَ فَاللّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ وَلَن يَجْعَلَ اللّهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلاً }النساء141 ¶ 14-{وَإِن مِّنْ أَهْلِ الْكِتَابِ إِلاَّ لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ وَيَوْمَ الْقِيَامَةِ يَكُونُ عَلَيْهِمْ شَهِيداً }النساء159 ¶ 15-{وَمِنَ الَّذِينَ قَالُواْ إِنَّا نَصَارَى أَخَذْنَا مِيثَاقَهُمْ فَنَسُواْ حَظّاً مِّمَّا ذُكِّرُواْ بِهِ فَأَغْرَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاء إِلَى يَوْمِ الْقِيَامَةِ وَسَوْفَ يُنَبِّئُهُمُ اللّهُ بِمَا كَانُواْ يَصْنَعُونَ }المائدة14 ¶ 16-{إِنَّ الَّذِينَ كَفَرُواْ لَوْ أَنَّ لَهُم مَّا فِي الأَرْضِ جَمِيعاً وَمِثْلَهُ مَعَهُ لِيَفْتَدُواْ بِهِ مِنْ عَذَابِ يَوْمِ الْقِيَامَةِ مَا تُقُبِّلَ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ }المائدة36 ¶ 17-{وَقَالَتِ الْيَهُودُ يَدُ اللّهِ مَغْلُولَةٌ غُلَّتْ أَيْدِيهِمْ وَلُعِنُواْ بِمَا قَالُواْ بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنفِقُ كَيْفَ يَشَاءُ وَلَيَزِيدَنَّ كَثِيراً مِّنْهُم مَّا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَاناً وَكُفْراً وَأَلْقَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاء إِلَى يَوْمِ الْقِيَامَةِ كُلَّمَا أَوْقَدُواْ نَاراً لِّلْحَرْبِ أَطْفَأَهَا اللّهُ وَيَسْعَوْنَ فِي الأَرْضِ فَسَاداً وَاللّهُ لاَ يُحِبُّ الْمُفْسِدِينَ }المائدة64",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "18-{قُل لِّمَن مَّا فِي السَّمَاوَاتِ وَالأَرْضِ قُل لِلّهِ كَتَبَ عَلَى نَفْسِهِ الرَّحْمَةَ لَيَجْمَعَنَّكُمْ إِلَى يَوْمِ الْقِيَامَةِ لاَ رَيْبَ فِيهِ الَّذِينَ خَسِرُواْ أَنفُسَهُمْ فَهُمْ لاَ يُؤْمِنُونَ }الأنعام12 ¶ 19-{قُلْ مَنْ حَرَّمَ زِينَةَ اللّهِ الَّتِيَ أَخْرَجَ لِعِبَادِهِ وَالْطَّيِّبَاتِ مِنَ الرِّزْقِ قُلْ هِي لِلَّذِينَ آمَنُواْ فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ كَذَلِكَ نُفَصِّلُ الآيَاتِ لِقَوْمٍ يَعْلَمُونَ }الأعراف32 ¶ 20-{وَإِذْ تَأَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ إِلَى يَوْمِ الْقِيَامَةِ مَن يَسُومُهُمْ سُوءَ الْعَذَابِ إِنَّ رَبَّكَ لَسَرِيعُ الْعِقَابِ وَإِنَّهُ لَغَفُورٌ رَّحِيمٌ }الأعراف167 ¶ 21-{وَإِذْ أَخَذَ رَبُّكَ مِن بَنِي آدَمَ مِن ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَى أَنفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُواْ بَلَى شَهِدْنَا أَن تَقُولُواْ يَوْمَ الْقِيَامَةِ إِنَّا كُنَّا عَنْ هَذَا غَافِلِينَ }الأعراف172 ¶ 22-{وَمَا ظَنُّ الَّذِينَ يَفْتَرُونَ عَلَى اللّهِ الْكَذِبَ يَوْمَ الْقِيَامَةِ إِنَّ اللّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَهُمْ لاَ يَشْكُرُونَ }يونس60 ¶ 23-{وَلَقَدْ بَوَّأْنَا بَنِي إِسْرَائِيلَ مُبَوَّأَ صِدْقٍ وَرَزَقْنَاهُم مِّنَ الطَّيِّبَاتِ فَمَا اخْتَلَفُواْ حَتَّى جَاءهُمُ الْعِلْمُ إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُواْ فِيهِ يَخْتَلِفُونَ }يونس93 ¶ 24-{وَأُتْبِعُواْ فِي هَذِهِ الدُّنْيَا لَعْنَةً وَيَوْمَ الْقِيَامَةِ أَلا إِنَّ عَاداً كَفَرُواْ رَبَّهُمْ أَلاَ بُعْداً لِّعَادٍ قَوْمِ هُودٍ }هود60 ¶ 25-{يَقْدُمُ قَوْمَهُ يَوْمَ الْقِيَامَةِ فَأَوْرَدَهُمُ النَّارَ وَبِئْسَ الْوِرْدُ الْمَوْرُودُ }هود98",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "26-{وَأُتْبِعُواْ فِي هَذِهِ لَعْنَةً وَيَوْمَ الْقِيَامَةِ بِئْسَ الرِّفْدُ الْمَرْفُودُ }هود99 ¶ 27-{لِيَحْمِلُواْ أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُم بِغَيْرِ عِلْمٍ أَلاَ سَاء مَا يَزِرُونَ }النحل25 ¶ 28-{ثُمَّ يَوْمَ الْقِيَامَةِ يُخْزِيهِمْ وَيَقُولُ أَيْنَ شُرَكَآئِيَ الَّذِينَ كُنتُمْ تُشَاقُّونَ فِيهِمْ قَالَ الَّذِينَ أُوتُواْ الْعِلْمَ إِنَّ الْخِزْيَ الْيَوْمَ وَالْسُّوءَ عَلَى الْكَافِرِينَ }النحل27 ¶ 29-{وَلاَ تَكُونُواْ كَالَّتِي نَقَضَتْ غَزْلَهَا مِن بَعْدِ قُوَّةٍ أَنكَاثاً تَتَّخِذُونَ أَيْمَانَكُمْ دَخَلاً بَيْنَكُمْ أَن تَكُونَ أُمَّةٌ هِيَ أَرْبَى مِنْ أُمَّةٍ إِنَّمَا يَبْلُوكُمُ اللّهُ بِهِ وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ الْقِيَامَةِ مَا كُنتُمْ فِيهِ تَخْتَلِفُونَ }النحل92 ¶ 30-{إِنَّمَا جُعِلَ السَّبْتُ عَلَى الَّذِينَ اخْتَلَفُواْ فِيهِ وَإِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُواْ فِيهِ يَخْتَلِفُونَ }النحل124 ¶ 31-{وَكُلَّ إِنسَانٍ أَلْزَمْنَاهُ طَآئِرَهُ فِي عُنُقِهِ وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَاباً يَلْقَاهُ مَنشُوراً }الإسراء13 ¶ 32-{وَإِن مَّن قَرْيَةٍ إِلاَّ نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ الْقِيَامَةِ أَوْ مُعَذِّبُوهَا عَذَاباً شَدِيداً كَانَ ذَلِك فِي الْكِتَابِ مَسْطُوراً }الإسراء58 ¶ 33-{قَالَ أَرَأَيْتَكَ هَذَا الَّذِي كَرَّمْتَ عَلَيَّ لَئِنْ أَخَّرْتَنِ إِلَى يَوْمِ الْقِيَامَةِ لأَحْتَنِكَنَّ ذُرِّيَّتَهُ إَلاَّ قَلِيلاً }الإسراء62",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "34-{وَمَن يَهْدِ اللّهُ فَهُوَ الْمُهْتَدِ وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُمْ أَوْلِيَاء مِن دُونِهِ وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ عَلَى وُجُوهِهِمْ عُمْياً وَبُكْماً وَصُمّاً مَّأْوَاهُمْ جَهَنَّمُ كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيراً }الإسراء97 ¶ 35-{أُولَئِكَ الَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ وَلِقَائِهِ فَحَبِطَتْ أَعْمَالُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْناً }الكهف105 ¶ 36-{وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْداً }مريم95 ¶ 37-{مَنْ أَعْرَضَ عَنْهُ فَإِنَّهُ يَحْمِلُ يَوْمَ الْقِيَامَةِ وِزْراً }طه100 ¶ 38-{خَالِدِينَ فِيهِ وَسَاء لَهُمْ يَوْمَ الْقِيَامَةِ حِمْلاً }طه101 ¶ 39-{وَمَنْ أَعْرَضَ عَن ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنكاً وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى }طه124 ¶ 40-{وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئاً وَإِن كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ }الأنبياء47 ¶ 41-{ثَانِيَ عِطْفِهِ لِيُضِلَّ عَن سَبِيلِ اللَّهِ لَهُ فِي الدُّنْيَا خِزْيٌ وَنُذِيقُهُ يَوْمَ الْقِيَامَةِ عَذَابَ الْحَرِيقِ }الحج9 ¶ 42-{إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئِينَ وَالنَّصَارَى وَالْمَجُوسَ وَالَّذِينَ أَشْرَكُوا إِنَّ اللَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ }الحج17 ¶ 43-{اللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ }الحج69 ¶ 44-{ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ تُبْعَثُونَ }المؤمنون16 ¶ 45-{يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَاناً }الفرقان69",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "46-{وَجَعَلْنَاهُمْ أَئِمَّةً يَدْعُونَ إِلَى النَّارِ وَيَوْمَ الْقِيَامَةِ لَا يُنصَرُونَ }القصص41 ¶ 47-{وَأَتْبَعْنَاهُمْ فِي هَذِهِ الدُّنْيَا لَعْنَةً وَيَوْمَ الْقِيَامَةِ هُم مِّنَ الْمَقْبُوحِينَ }القصص42 ¶ 48-{أَفَمَن وَعَدْنَاهُ وَعْداً حَسَناً فَهُوَ لَاقِيهِ كَمَن مَّتَّعْنَاهُ مَتَاعَ الْحَيَاةِ الدُّنْيَا ثُمَّ هُوَ يَوْمَ الْقِيَامَةِ مِنَ الْمُحْضَرِينَ }القصص61 ¶ 49-{قُلْ أَرَأَيْتُمْ إِن جَعَلَ اللَّهُ عَلَيْكُمُ اللَّيْلَ سَرْمَداً إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُم بِضِيَاء أَفَلَا تَسْمَعُونَ }القصص71 ¶ 50-{قُلْ أَرَأَيْتُمْ إِن جَعَلَ اللَّهُ عَلَيْكُمُ النَّهَارَ سَرْمَداً إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُم بِلَيْلٍ تَسْكُنُونَ فِيهِ أَفَلَا تُبْصِرُونَ }القصص72 ¶ 51-{وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالاً مَّعَ أَثْقَالِهِمْ وَلَيُسْأَلُنَّ يَوْمَ الْقِيَامَةِ عَمَّا كَانُوا يَفْتَرُونَ }العنكبوت13 ¶ 52-{وَقَالَ إِنَّمَا اتَّخَذْتُم مِّن دُونِ اللَّهِ أَوْثَاناً مَّوَدَّةَ بَيْنِكُمْ فِي الْحَيَاةِ الدُّنْيَا ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُم بِبَعْضٍ وَيَلْعَنُ بَعْضُكُم بَعْضاً وَمَأْوَاكُمُ النَّارُ وَمَا لَكُم مِّن نَّاصِرِينَ }العنكبوت25 ¶ 53-{إِنَّ رَبَّكَ هُوَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ }السجدة25 ¶ 54- {إِن تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ }فاطر14",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "55-{فَاعْبُدُوا مَا شِئْتُم مِّن دُونِهِ قُلْ إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ }الزمر15 ¶ 56-{أَفَمَن يَتَّقِي بِوَجْهِهِ سُوءَ الْعَذَابِ يَوْمَ الْقِيَامَةِ وَقِيلَ لِلظَّالِمِينَ ذُوقُوا مَا كُنتُمْ تَكْسِبُونَ }الزمر24 ¶ 57-{ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِندَ رَبِّكُمْ تَخْتَصِمُونَ }الزمر31 ¶ 58-{وَلَوْ أَنَّ لِلَّذِينَ ظَلَمُوا مَا فِي الْأَرْضِ جَمِيعاً وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ مِن سُوءِ الْعَذَابِ يَوْمَ الْقِيَامَةِ وَبَدَا لَهُم مِّنَ اللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ }الزمر47 ¶ 59-{وَيَوْمَ الْقِيَامَةِ تَرَى الَّذِينَ كَذَبُواْ عَلَى اللَّهِ وُجُوهُهُم مُّسْوَدَّةٌ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِّلْمُتَكَبِّرِينَ }الزمر60 ¶ 60-{وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعاً قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّماوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ }الزمر67 ¶ 61-{إِنَّ الَّذِينَ يُلْحِدُونَ فِي آيَاتِنَا لَا يَخْفَوْنَ عَلَيْنَا أَفَمَن يُلْقَى فِي النَّارِ خَيْرٌ أَم مَّن يَأْتِي آمِناً يَوْمَ الْقِيَامَةِ اعْمَلُوا مَا شِئْتُمْ إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ }فصلت40 ¶ 62-{وَتَرَاهُمْ يُعْرَضُونَ عَلَيْهَا خَاشِعِينَ مِنَ الذُّلِّ يَنظُرُونَ مِن طَرْفٍ خَفِيٍّ وَقَالَ الَّذِينَ آمَنُوا إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا إِنَّ الظَّالِمِينَ فِي عَذَابٍ مُّقِيمٍ }الشورى45",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "63-{وَآتَيْنَاهُم بَيِّنَاتٍ مِّنَ الْأَمْرِ فَمَا اخْتَلَفُوا إِلَّا مِن بَعْدِ مَا جَاءهُمْ الْعِلْمُ بَغْياً بَيْنَهُمْ إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ }الجاثية17 ¶ 64-{قُلِ اللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيبَ فِيهِ وَلَكِنَّ أَكَثَرَ النَّاسِ لَا يَعْلَمُونَ }الجاثية26 ¶ 65-{وَمَنْ أَضَلُّ مِمَّن يَدْعُو مِن دُونِ اللَّهِ مَن لَّا يَسْتَجِيبُ لَهُ إِلَى يَومِ الْقِيَامَةِ وَهُمْ عَن دُعَائِهِمْ غَافِلُونَ }الأحقاف5 ¶ 66-{أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَا يَكُونُ مِن نَّجْوَى ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَا أَدْنَى مِن ذَلِكَ وَلَا أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُوا يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ }المجادلة7 ¶ 67-{لَن تَنفَعَكُمْ أَرْحَامُكُمْ وَلَا أَوْلَادُكُمْ يَوْمَ الْقِيَامَةِ يَفْصِلُ بَيْنَكُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ }الممتحنة3 ¶ 68-{أَمْ لَكُمْ أَيْمَانٌ عَلَيْنَا بَالِغَةٌ إِلَى يَوْمِ الْقِيَامَةِ إِنَّ لَكُمْ لَمَا تَحْكُمُونَ }القلم39 ¶ 69-{لَا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ }القيامة1 ¶ 70-{يَسْأَلُ أَيَّانَ يَوْمُ الْقِيَامَةِ }القيامة6 ¶ فذُكر (يوم القيامة) في القرآن الكريم (70) مرة . ¶ معنى يوم القيامة :… ¶ - أي اليوم الذي يقوم فيه الأموات من قبورهم للحساب . ¶ وفي هذا اليوم : ¶ - يرد الكافرون إلى أشد العذاب في النار . ¶ - يحكم الله تعالى بين اليهود والنصارى فيما كانوا فيه يختلفون. ¶ - لا يكلم الله تعالى ولا يزكي من كتم شيئاً مما أنزله تعالى من الكتاب . ¶ - سيطوق البخلاء بما بخلوا به .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "- يحشر الله تعالى الضالين عمياً وبكماً وصماً ومأواهم جهنم . ¶ - يوفي الله تعالى كل نفس بما كسبت ولو كان مثقال حبة من خردل. ¶ - يحشر الله المعرضين عن ذكره عمياً . ¶ - وترى الذين كذبوا على الله وجوههم مسودة . ¶ 5- يوم لابيع فيه ولا خله ¶ 1-{يَا أَيُّهَا الَّذِينَ آمَنُواْ أَنفِقُواْ مِمَّا رَزَقْنَاكُم مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لاَّ بَيْعٌ فِيهِ وَلاَ خُلَّةٌ وَلاَ شَفَاعَةٌ وَالْكَافِرُونَ هُمُ الظَّالِمُونَ }البقرة254 ¶ 2-{قُل لِّعِبَادِيَ الَّذِينَ آمَنُواْ يُقِيمُواْ الصَّلاَةَ وَيُنفِقُواْ مِمَّا رَزَقْنَاهُمْ سِرّاً وَعَلانِيَةً مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لاَّ بَيْعٌ فِيهِ وَلاَ خِلاَلٌ }إبراهيم31 ¶ فذكر (يوم لا بيع فيه ولا خلال) في القرآن الكريم (2) مرتان . ¶ معنى يوم لا بيع فيه ولا خلة ولا شفاعة :… ¶ - أي أن هذا اليوم لا بيع فيكون ربح, ولا مال تفتدون به أنفسكم مِن عذاب الله, ولا صداقة صديق تُنقذكم, ولا شافع يملك تخفيف العذاب عنكم . ¶ 6- يوم لا ريب فيه : ¶ 1-{رَبَّنَا إِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لاَّ رَيْبَ فِيهِ إِنَّ اللّهَ لاَ يُخْلِفُ الْمِيعَادَ }آل عمران9 ¶ 2-{فَكَيْفَ إِذَا جَمَعْنَاهُمْ لِيَوْمٍ لاَّ رَيْبَ فِيهِ وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لاَ يُظْلَمُونَ} ¶ آل عمران25 ¶ فذُكر (يوم لا ريب فيه) في القرآن الكريم (2) مرتان . ¶ معنى يوم لا ريب فيه :… ¶ - أي يوم لا شك في وقوعه بإذن الله تعالى وفيه توفى كل نفس بما كسبت من خير أو شر . ¶ 7- يوم تجد كل نفس ما عملت من خير محضراً وما عملت من سوء : ¶ 1-{يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَّا عَمِلَتْ مِنْ خَيْرٍ مُّحْضَراً وَمَا عَمِلَتْ مِن سُوَءٍ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُ أَمَداً بَعِيداً وَيُحَذِّرُكُمُ اللّهُ نَفْسَهُ وَاللّهُ رَؤُوفُ بِالْعِبَادِ }آل عمران30",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "فذكر (يوم تجد كل نفس ما عملت من خير محضراً وما عملت من سوء) في القرآن الكريم مرة واحدة ¶ معنى يوم تجد كل نفس ما عملت من خير محضراً وما عملت من سوء: : ¶ - أي يوم الجزاء فتجد كل نفس ما عملت من خير ينتظرها موفرًا لتُجزَى به, وما عملت من عمل سيِّئ تجده في انتظارها أيضًا لتعاقب به . ¶ 8- يوم تبيض وجوه وتسود وجوه : ¶ 1-{يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ فَأَمَّا الَّذِينَ اسْوَدَّتْ وُجُوهُهُمْ أَكْفَرْتُم بَعْدَ إِيمَانِكُمْ فَذُوقُواْ الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ }آل عمران 106 ¶ فذُكر (يوم تبيض وجوه وتسود وجوه) في القرآن الكريم مرة واحدة ¶ معنى يوم تبيض وجوه وتسود وجوه : ¶ َ- أي يوم تبْيَضُّ وجوه أهل السعادة الذين آمنوا بالله ورسوله, وامتثلوا أمره, وتَسْوَدُّ وجوه أهل الشقاوة ممن كذبوا رسوله, وعصوا أمره. ¶ 9- يومئذ : ¶ 1-{يَوْمَئِذٍ يَوَدُّ الَّذِينَ كَفَرُواْ وَعَصَوُاْ الرَّسُولَ لَوْ تُسَوَّى بِهِمُ الأَرْضُ وَلاَ يَكْتُمُونَ اللّهَ حَدِيثاً }النساء42 ¶ 2-{مَّن يُصْرَفْ عَنْهُ يَوْمَئِذٍ فَقَدْ رَحِمَهُ وَذَلِكَ الْفَوْزُ الْمُبِينُ }الأنعام16 ¶ 3-{وَالْوَزْنُ يَوْمَئِذٍ الْحَقُّ فَمَن ثَقُلَتْ مَوَازِينُهُ فَأُوْلَئِكَ هُمُ الْمُفْلِحُونَ }الأعراف8 ¶ 4-{وَتَرَى الْمُجْرِمِينَ يَوْمَئِذٍ مُّقَرَّنِينَ فِي الأَصْفَادِ }إبراهيم49 ¶ 5-{وَأَلْقَوْاْ إِلَى اللّهِ يَوْمَئِذٍ السَّلَمَ وَضَلَّ عَنْهُم مَّا كَانُواْ يَفْتَرُونَ }النحل87 ¶ 6-{وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ وَنُفِخَ فِي الصُّورِ فَجَمَعْنَاهُمْ جَمْعاً }الكهف99 ¶ 7-{وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍ لِّلْكَافِرِينَ عَرْضاً }الكهف100 ¶ 8-{يَوْمَ يُنفَخُ فِي الصُّورِ وَنَحْشُرُ الْمُجْرِمِينَ يَوْمَئِذٍ زُرْقاً }طه102",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "9-{يَوْمَئِذٍ يَتَّبِعُونَ الدَّاعِيَ لَا عِوَجَ لَهُ وَخَشَعَت الْأَصْوَاتُ لِلرَّحْمَنِ فَلَا تَسْمَعُ إِلَّا هَمْساً }طه108 ¶ 10-{يَوْمَئِذٍ لَّا تَنفَعُ الشَّفَاعَةُ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَرَضِيَ لَهُ قَوْلاً }طه109 ¶ 11-{الْمُلْكُ يَوْمَئِذٍ لِّلَّهِ يَحْكُمُ بَيْنَهُمْ فَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فِي جَنَّاتِ النَّعِيمِ }الحج56 ¶ 12-{فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءلُونَ }المؤمنون101 ¶ 13-{يَوْمَئِذٍ يُوَفِّيهِمُ اللَّهُ دِينَهُمُ الْحَقَّ وَيَعْلَمُونَ أَنَّ اللَّهَ هُوَ الْحَقُّ الْمُبِينُ }النور25 ¶ 14-{يَوْمَ يَرَوْنَ الْمَلَائِكَةَ لَا بُشْرَى يَوْمَئِذٍ لِّلْمُجْرِمِينَ وَيَقُولُونَ حِجْراً مَّحْجُوراً }الفرقان22 ¶ 15-{أَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُّسْتَقَرّاً وَأَحْسَنُ مَقِيلاً }الفرقان24 ¶ 16-{الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَنِ وَكَانَ يَوْماً عَلَى الْكَافِرِينَ عَسِيراً }الفرقان26 ¶ 17-{مَن جَاء بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِّنْهَا وَهُم مِّن فَزَعٍ يَوْمَئِذٍ آمِنُونَ }النمل89 ¶ 18-{فَعَمِيَتْ عَلَيْهِمُ الْأَنبَاء يَوْمَئِذٍ فَهُمْ لَا يَتَسَاءلُونَ }القصص66 ¶ 19-{وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ }الروم14 ¶ 20-{فَأَقِمْ وَجْهَكَ لِلدِّينِ الْقَيِّمِ مِن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا مَرَدَّ لَهُ مِنَ اللَّهِ يَوْمَئِذٍ يَصَّدَّعُونَ }الروم43 ¶ 21-{فَيَوْمَئِذٍ لَّا يَنفَعُ الَّذِينَ ظَلَمُوا مَعْذِرَتُهُمْ وَلَا هُمْ يُسْتَعْتَبُونَ }الروم57 ¶ 22-{فَإِنَّهُمْ يَوْمَئِذٍ فِي الْعَذَابِ مُشْتَرِكُونَ }الصافات33 ¶ 23-{وَقِهِمُ السَّيِّئَاتِ وَمَن تَقِ السَّيِّئَاتِ يَوْمَئِذٍ فَقَدْ رَحِمْتَهُ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ }غافر9",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "24-{اسْتَجِيبُوا لِرَبِّكُم مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا مَرَدَّ لَهُ مِنَ اللَّهِ مَا لَكُم مِّن مَّلْجَأٍ يَوْمَئِذٍ وَمَا لَكُم مِّن نَّكِيرٍ }الشورى47 ¶ 25-{الْأَخِلَّاء يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا الْمُتَّقِينَ }الزخرف67 ¶ 26-{وَلَلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرضِ وَيَومَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَخْسَرُ الْمُبْطِلُونَ }الجاثية27 ¶ 27-{فَوَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ }الطور11 ¶ 28-{فَيَوْمَئِذٍ لَّا يُسْأَلُ عَن ذَنبِهِ إِنسٌ وَلَا جَانٌّ }الرحمن39 ¶ 29-{يُبَصَّرُونَهُمْ يَوَدُّ الْمُجْرِمُ لَوْ يَفْتَدِي مِنْ عَذَابِ يَوْمِئِذٍ بِبَنِيهِ }المعارج11 ¶ 30-{فَيَوْمَئِذٍ وَقَعَتِ الْوَاقِعَةُ }الحاقة15 ¶ 31-{وَانشَقَّتِ السَّمَاء فَهِيَ يَوْمَئِذٍ وَاهِيَةٌ }الحاقة16 ¶ 32-{وَالْمَلَكُ عَلَى أَرْجَائِهَا وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ }الحاقة17 ¶ 33-{يَوْمَئِذٍ تُعْرَضُونَ لَا تَخْفَى مِنكُمْ خَافِيَةٌ }الحاقة18 ¶ 34-{يُبَصَّرُونَهُمْ يَوَدُّ الْمُجْرِمُ لَوْ يَفْتَدِي مِنْ عَذَابِ يَوْمِئِذٍ بِبَنِيهِ }المعارج11 ¶ 35-{فَذَلِكَ يَوْمَئِذٍ يَوْمٌ عَسِيرٌ }المدثر9 ¶ 36-{يَقُولُ الْإِنسَانُ يَوْمَئِذٍ أَيْنَ الْمَفَرُّ }القيامة10 ¶ 37-{إِلَى رَبِّكَ يَوْمَئِذٍ الْمُسْتَقَرُّ }القيامة12 ¶ 38-{يُنَبَّأُ الْإِنسَانُ يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ }القيامة13 ¶ 39-{وُجُوهٌ يَوْمَئِذٍ نَّاضِرَةٌ }القيامة22 ¶ 40-{إِلَى رَبِّكَ يَوْمَئِذٍ الْمَسَاقُ }القيامة30 ¶ 41-{وَوُجُوهٌ يَوْمَئِذٍ بَاسِرَةٌ }القيامة24 ¶ 42-{وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ }المرسلات15 ¶ 43-{وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ }المرسلات19 ¶ 44-{وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ }المرسلات24 ¶ 45-{وَيْلٌ يوْمَئِذٍ لِّلْمُكَذِّبِينَ }المرسلات28",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "46-{وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ }المرسلات34 ¶ 47-{وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ }المرسلات37 ¶ 48-{وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ }المرسلات40 ¶ 49-{وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ }المرسلات45 ¶ 50-{وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ }المرسلات47 ¶ 51-{وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ }المرسلات49 ¶ 52-{قُلُوبٌ يَوْمَئِذٍ وَاجِفَةٌ }النازعات8 ¶ 53-{لِكُلِّ امْرِئٍ مِّنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ }عبس37 ¶ 54-{وُجُوهٌ يَوْمَئِذٍ مُّسْفِرَةٌ }عبس38 ¶ 55-{وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ }عبس40 ¶ 56-{يَوْمَ لَا تَمْلِكُ نَفْسٌ لِّنَفْسٍ شَيْئاً وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ }الانفطار19 ¶ 57-{وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ }المطففين10 ¶ 58-{كَلَّا إِنَّهُمْ عَن رَّبِّهِمْ يَوْمَئِذٍ لَّمَحْجُوبُونَ }المطففين15 ¶ 59-{وُجُوهٌ يَوْمَئِذٍ خَاشِعَةٌ }الغاشية2 ¶ 60-{وُجُوهٌ يَوْمَئِذٍ نَّاعِمَةٌ }الغاشية8 ¶ 61-{وَجِيءَ يَوْمَئِذٍ بِجَهَنَّمَ يَوْمَئِذٍ يَتَذَكَّرُ الْإِنسَانُ وَأَنَّى لَهُ الذِّكْرَى }الفجر23 ¶ 62-{فَيَوْمَئِذٍ لَّا يُعَذِّبُ عَذَابَهُ أَحَدٌ }الفجر25 ¶ 63-{يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا }الزلزلة4 ¶ 64-{يَوْمَئِذٍ يَصْدُرُ النَّاسُ أَشْتَاتاً لِّيُرَوْا أَعْمَالَهُمْ }الزلزلة6 ¶ 65-{إِنَّ رَبَّهُم بِهِمْ يَوْمَئِذٍ لَّخَبِيرٌ }العاديات11 ¶ 66-{ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ }التكاثر8 ¶ فذُكر (بيومئذ) في القرآن الكريم (66) مرة . ¶ معنى يومئذ :… ¶ - أي عند حلول هذا اليوم . ¶ وفي هذا اليوم : ¶ * لا أنساب بين الناس . ¶ * يعرض الناس على ربهم لا تخفى منهم خافية عليه سبحانه وتعالى . ¶ *ويُنبأ الإنسان بما قدم وأخر من الأعمال . ¶ *في هذا اليوم ترى كل فرد في شأنه وفي حاله الذي يغنيه عن النظر في شؤون الآخرين . ¶ *لا تملك نفس لنفس شيئاً .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "* ترى الأرض تتحدث بما حصل وحدث عليها . ¶ * ولا تنفع الشفاعة في هذا اليوم إلا لمن أذن له الله تعالى بذلك . ¶ * وفيه يصدر الناس أشتاتاً ليروا أعمالهم . ¶ *يتفرق الناس على فرقتين : ¶ الأولى : هم المؤمنون الصالحون المفلحون وهم أصحاب الجنة وفي أمان من فزع هذا اليوم ولهم المستقر الخير والمقيل الحسن ووجوههم ناضرة مسفرة ناعمة . ¶ الثانية : هم الكافرون الطالحون الخاسرون وهم يكونون أعداء لبعضهم البعض مع أنهم كانوا في الدنيا أحباب وأخلاء ويكون هذا اليوم عليهم يوم عسير ويودون لو يفتدوا من عذاب هذا اليوم بأولادهم وأمهاتهم وإخوانهم وزوجاتهم وتكون وجوههم باسرة وخاشعة ذليلة وعليها غبرة وترهقها قترة . ¶ 10- يوم يجمع ¶ 1-{يَوْمَ يَجْمَعُ اللّهُ الرُّسُلَ فَيَقُولُ مَاذَا أُجِبْتُمْ قَالُواْ لاَ عِلْمَ لَنَا إِنَّكَ أَنتَ عَلاَّمُ الْغُيُوبِ }المائدة109 ¶ 2-{يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ذَلِكَ يَوْمُ التَّغَابُنِ وَمَن يُؤْمِن بِاللَّهِ وَيَعْمَلْ صَالِحاً يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَداً ذَلِكَ الْفَوْزُ الْعَظِيمُ }التغابن9 ¶ فذُكر (يوم يجمع) في القرآن الكريم مرتان . ¶ معنى يوم يجمع :… ¶ - أي في هذا اليوم يجمع الله الرسل عليهم السلام, فيسألهم عن جواب أممهم لهم حينما دعوهم إلى التوحيد فيجيبون: لا علم لنا, فنحن لا نعلم ما في صدور الناس, ولا ما أحدثوا بعدنا. ¶ - و في هذا اليوم يجمع و يحشر الله تعالى فيه الأولين والآخرين, ذلك اليوم الذي يظهر فيه الغُبْن والتفاوت بين الخلق، فيغبن المؤمنون الكفار والفاسقين: فأهل الإيمان يدخلون الجنة برحمة الله، وأهل الكفر يدخلون النار بعدل الله. ¶ 11- يوم ينفع الصادقين صدقهم :",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "1-{قَالَ اللّهُ هَذَا يَوْمُ يَنفَعُ الصَّادِقِينَ صِدْقُهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا أَبَداً رَّضِيَ اللّهُ عَنْهُمْ وَرَضُواْ عَنْهُ ذَلِكَ الْفَوْزُ الْعَظِيمُ }المائدة119 ¶ فذُكر (يوم ينفع الصادقين صدقهم) في القرآن الكريم ¶ مرة واحدة . ¶ معنى يوم ينفع الصادقين صدقهم : ¶ أي في هذا يوم ينفع الموحدين توحيدهم ربهم, وانقيادهم لشرعه, وصدقهم في نياتهم وأقوالهم وأعمالهم . ¶ 12- يوم عظيم : ¶ 1-{قُلْ إِنِّيَ أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ }الأنعام15 ¶ 2-{لَقَدْ أَرْسَلْنَا نُوحاً إِلَى قَوْمِهِ فَقَالَ يَا قَوْمِ اعْبُدُواْ اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ إِنِّيَ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ }الأعراف59 ¶ 3-{وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ لاَ يَرْجُونَ لِقَاءنَا ائْتِ بِقُرْآنٍ غَيْرِ هَذَا أَوْ بَدِّلْهُ قُلْ مَا يَكُونُ لِي أَنْ أُبَدِّلَهُ مِن تِلْقَاء نَفْسِي إِنْ أَتَّبِعُ إِلاَّ مَا يُوحَى إِلَيَّ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ }يونس15 ¶ 4-{فَاخْتَلَفَ الْأَحْزَابُ مِن بَيْنِهِمْ فَوَيْلٌ لِّلَّذِينَ كَفَرُوا مِن مَّشْهَدِ يَوْمٍ عَظِيمٍ }مريم37 ¶ 5-{إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ }الشعراء135 ¶ 6-{قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ }الزمر13 ¶ 7-{وَاذْكُرْ أَخَا عَادٍ إِذْ أَنذَرَ قَوْمَهُ بِالْأَحْقَافِ وَقَدْ خَلَتْ النُّذُرُ مِن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ }الأحقاف21 ¶ 8-{لِيَوْمٍ عَظِيمٍ }المطففين5 ¶ فذُكر (يوم عظيم) في القرآن الكريم (8) مرات . ¶ معنى يوم عظيم : ¶ أي في هذا اليوم يعظم فيه البلاء, و يعظم فيه الأهوال .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "13- يوم الحشر ¶ 1-{وَيَوْمَ نَحْشُرُهُمْ جَمِيعاً ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُواْ أَيْنَ شُرَكَآؤُكُمُ الَّذِينَ كُنتُمْ تَزْعُمُونَ }الأنعام22 ¶ 2-{وَيَوْمَ يِحْشُرُهُمْ جَمِيعاً يَا مَعْشَرَ الْجِنِّ قَدِ اسْتَكْثَرْتُم مِّنَ الإِنسِ وَقَالَ أَوْلِيَآؤُهُم مِّنَ الإِنسِ رَبَّنَا اسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ وَبَلَغْنَا أَجَلَنَا الَّذِيَ أَجَّلْتَ لَنَا قَالَ النَّارُ مَثْوَاكُمْ خَالِدِينَ فِيهَا إِلاَّ مَا شَاء اللّهُ إِنَّ رَبَّكَ حَكِيمٌ عَليمٌ }الأنعام128 ¶ 3-{وَيَوْمَ نَحْشُرُهُمْ جَمِيعاً ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُواْ مَكَانَكُمْ أَنتُمْ وَشُرَكَآؤُكُمْ فَزَيَّلْنَا بَيْنَهُمْ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمْ إِيَّانَا تَعْبُدُونَ }يونس28 ¶ 4-{وَيَوْمَ يَحْشُرُهُمْ كَأَن لَّمْ يَلْبَثُواْ إِلاَّ سَاعَةً مِّنَ النَّهَارِ يَتَعَارَفُونَ بَيْنَهُمْ قَدْ خَسِرَ الَّذِينَ كَذَّبُواْ بِلِقَاء اللّهِ وَمَا كَانُواْ مُهْتَدِينَ }يونس45 ¶ 5-{يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَنِ وَفْداً }مريم85 ¶ 6-{وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِن دُونِ اللَّهِ فَيَقُولُ أَأَنتُمْ أَضْلَلْتُمْ عِبَادِي هَؤُلَاء أَمْ هُمْ ضَلُّوا السَّبِيلَ }الفرقان17 ¶ 7-{وَيَوْمَ نَحْشُرُ مِن كُلِّ أُمَّةٍ فَوْجاً مِّمَّن يُكَذِّبُ بِآيَاتِنَا فَهُمْ يُوزَعُونَ }النمل83 ¶ 8-{وَيَوْمَ يَحْشُرُهُمْ جَمِيعاً ثُمَّ يَقُولُ لِلْمَلَائِكَةِ أَهَؤُلَاء إِيَّاكُمْ كَانُوا يَعْبُدُونَ }سبأ40 ¶ 9-{وَيَوْمَ يُحْشَرُ أَعْدَاء اللَّهِ إِلَى النَّارِ فَهُمْ يُوزَعُونَ }فصلت19 ¶ فذُكر هذا اليوم (بيوم الحشر) في القرآن الكريم (9) مرات ¶ معنى يوم الحشر : ¶ أي يوم يجمع الله تعالى مخلوقاته للحساب , فيحشر الكافرين المكذبين الضالين إلى النار . ¶ 14- يوم يقول- نقول",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "1-{وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ بِالْحَقِّ وَيَوْمَ يَقُولُ كُن فَيَكُونُ قَوْلُهُ الْحَقُّ وَلَهُ الْمُلْكُ يَوْمَ يُنفَخُ فِي الصُّوَرِ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ وَهُوَ الْحَكِيمُ الْخَبِيرُ }الأنعام73 ¶ 2-{وَيَوْمَ يَقُولُ نَادُوا شُرَكَائِيَ الَّذِينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ وَجَعَلْنَا بَيْنَهُم مَّوْبِقاً }الكهف52 ¶ 3-{يَوْمَ يَقُولُ الْمُنَافِقُونَ وَالْمُنَافِقَاتُ لِلَّذِينَ آمَنُوا انظُرُونَا نَقْتَبِسْ مِن نُّورِكُمْ قِيلَ ارْجِعُوا وَرَاءكُمْ فَالْتَمِسُوا نُوراً فَضُرِبَ بَيْنَهُم بِسُورٍ لَّهُ بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ وَظَاهِرُهُ مِن قِبَلِهِ الْعَذَابُ }الحديد13 ¶ 4- {يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلَأْتِ وَتَقُولُ هَلْ مِن مَّزِيدٍ }ق30 ¶ فذُكر هذا اليوم (بيوم يقول- نقول) في القرآن الكريم (4) مرات ¶ معنى يوم يقول : ¶ أي يوم يقول الله عز وجل \"كن\", فيكون عن أمره كلمح البصر أو هو أقرب . ¶ يقول الله للمشركين يوم القيامة: نادوا شركائي الذين كنتم تزعمون أنهم شركاء لي في العبادة؛ لينصروكم اليوم مني، فاستغاثوا بهم فلم يغيثوهم . ¶ وفي هذا اليوم يقول المنافقون والمنافقات للذين آمنوا, وهم على الصراط: انتظرونا نستضئْ من نوركم, فتقول لهم الملائكة: ارجعوا وراءكم فاطلبوا نورًا (سخرية منهم). ¶ ويوم يقول الله تعالى لجهنم هل امتلأت؟ وتقول جهنم: هل من زيادة من الجن والإنس؟ فيضع الرب -جل جلاله- قدمه فيها, فينزوي بعضها على بعض, وتقول: قط, قط. ¶ 15- يوم ينفخ في الصور ¶ 1-{وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ بِالْحَقِّ وَيَوْمَ يَقُولُ كُن فَيَكُونُ قَوْلُهُ الْحَقُّ وَلَهُ الْمُلْكُ يَوْمَ يُنفَخُ فِي الصُّوَرِ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ وَهُوَ الْحَكِيمُ الْخَبِيرُ }الأنعام73",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "2-{يَوْمَ يُنفَخُ فِي الصُّورِ وَنَحْشُرُ الْمُجْرِمِينَ يَوْمَئِذٍ زُرْقاً }طه102 ¶ 3-{وَيَوْمَ يُنفَخُ فِي الصُّورِ فَفَزِعَ مَن فِي السَّمَاوَاتِ وَمَن فِي الْأَرْضِ إِلَّا مَن شَاء اللَّهُ وَكُلٌّ أَتَوْهُ دَاخِرِينَ }النمل87 ¶ 4-{يَوْمَ يُنفَخُ فِي الصُّورِ فَتَأْتُونَ أَفْوَاجاً }النبأ18 ¶ فذُكر هذا اليوم (بيوم ينفخ في الصور) في القرآن الكريم (4) مرات ¶ معنى يوم ينفخ في الصور : ¶ أي يوم ينفخ المَلَك في \"القرن\" النفخة الثانية التي تكون بها عودة الأرواح إلى الأجسام. ¶ 16- اليوم : ¶ 1-{وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللّهِ كَذِباً أَوْ قَالَ أُوْحِيَ إِلَيَّ وَلَمْ يُوحَ إِلَيْهِ شَيْءٌ وَمَن قَالَ سَأُنزِلُ مِثْلَ مَا أَنَزلَ اللّهُ وَلَوْ تَرَى إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ وَالْمَلآئِكَةُ بَاسِطُواْ أَيْدِيهِمْ أَخْرِجُواْ أَنفُسَكُمُ الْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنتُمْ تَقُولُونَ عَلَى اللّهِ غَيْرَ الْحَقِّ وَكُنتُمْ عَنْ آيَاتِهِ تَسْتَكْبِرُونَ }الأنعام93 ¶ 2- {الَّذِينَ اتَّخَذُواْ دِينَهُمْ لَهْواً وَلَعِباً وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا فَالْيَوْمَ نَنسَاهُمْ كَمَا نَسُواْ لِقَاء يَوْمِهِمْ هَذَا وَمَا كَانُواْ بِآيَاتِنَا يَجْحَدُونَ }الأعراف51 ¶ 3- {ثُمَّ يَوْمَ الْقِيَامَةِ يُخْزِيهِمْ وَيَقُولُ أَيْنَ شُرَكَآئِيَ الَّذِينَ كُنتُمْ تُشَاقُّونَ فِيهِمْ قَالَ الَّذِينَ أُوتُواْ الْعِلْمَ إِنَّ الْخِزْيَ الْيَوْمَ وَالْسُّوءَ عَلَى الْكَافِرِينَ }النحل27 ¶ 4- {اقْرَأْ كَتَابَكَ كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيباً }الإسراء14 ¶ 5- {قَالَ كَذَلِكَ أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا وَكَذَلِكَ الْيَوْمَ تُنسَى }طه126 ¶ 6- {لَا تَجْأَرُوا الْيَوْمَ إِنَّكُم مِّنَّا لَا تُنصَرُونَ }المؤمنون65",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "7- {إِنِّي جَزَيْتُهُمُ الْيَوْمَ بِمَا صَبَرُوا أَنَّهُمْ هُمُ الْفَائِزُونَ }المؤمنون111 ¶ 8- {لَا تَدْعُوا الْيَوْمَ ثُبُوراً وَاحِداً وَادْعُوا ثُبُوراً كَثِيراً }الفرقان14 ¶ 9- {فَالْيَوْمَ لَا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَّفْعاً وَلَا ضَرّاً وَنَقُولُ لِلَّذِينَ ظَلَمُوا ذُوقُوا عَذَابَ النَّارِ الَّتِي كُنتُم بِهَا تُكَذِّبُونَ }سبأ42 ¶ 10- {فَالْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْئاً وَلَا تُجْزَوْنَ إِلَّا مَا كُنتُمْ تَعْمَلُونَ }يس54 ¶ 11- {إِنَّ أَصْحَابَ الْجَنَّةِ الْيَوْمَ فِي شُغُلٍ فَاكِهُونَ }يس55 ¶ 12- {وَامْتَازُوا الْيَوْمَ أَيُّهَا الْمُجْرِمُونَ }يس59 ¶ 13- {اصْلَوْهَا الْيَوْمَ بِمَا كُنتُمْ تَكْفُرُونَ }يس64 ¶ 14- {الْيَوْمَ نَخْتِمُ عَلَى أَفْوَاهِهِمْ وَتُكَلِّمُنَا أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُمْ بِمَا كَانُوا يَكْسِبُونَ }يس65 ¶ 15- {بَلْ هُمُ الْيَوْمَ مُسْتَسْلِمُونَ }الصافات26 ¶ 16- {يَوْمَ هُم بَارِزُونَ لَا يَخْفَى عَلَى اللَّهِ مِنْهُمْ شَيْءٌ لِّمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْوَاحِدِ الْقَهَّارِ } غافر16 ¶ 17- {الْيَوْمَ تُجْزَى كُلُّ نَفْسٍ بِمَا كَسَبَتْ لَا ظُلْمَ الْيَوْمَ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ }غافر17 ¶ 18- {وَلَن يَنفَعَكُمُ الْيَوْمَ إِذ ظَّلَمْتُمْ أَنَّكُمْ فِي الْعَذَابِ مُشْتَرِكُونَ }الزخرف39 ¶ 19- {يَا عِبَادِ لَا خَوْفٌ عَلَيْكُمُ الْيَوْمَ وَلَا أَنتُمْ تَحْزَنُونَ }الزخرف68 ¶ 20- {وَتَرَى كُلَّ أُمَّةٍ جَاثِيَةً كُلُّ أُمَّةٍ تُدْعَى إِلَى كِتَابِهَا الْيَوْمَ تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ } الجاثية28 ¶ 21- {وَقِيلَ الْيَوْمَ نَنسَاكُمْ كَمَا نَسِيتُمْ لِقَاء يَوْمِكُمْ هَذَا وَمَأْوَاكُمْ النَّارُ وَمَا لَكُم مِّن نَّاصِرِينَ } الجاثية34",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "22- {ذَلِكُم بِأَنَّكُمُ اتَّخَذْتُمْ آيَاتِ اللَّهِ هُزُواً وَغَرَّتْكُمُ الْحَيَاةُ الدُّنْيَا فَالْيَوْمَ لَا يُخْرَجُونَ مِنْهَا وَلَا هُمْ يُسْتَعْتَبُونَ }الجاثية35 ¶ 23- {وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدُّنْيَا وَاسْتَمْتَعْتُم بِهَا فَالْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنتُمْ تَسْتَكْبِرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنتُمْ تَفْسُقُونَ } الأحقاف20 ¶ 24- {لَقَدْ كُنتَ فِي غَفْلَةٍ مِّنْ هَذَا فَكَشَفْنَا عَنكَ غِطَاءكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ }ق22 ¶ 25- {يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ يَسْعَى نُورُهُم بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِم بُشْرَاكُمُ الْيَوْمَ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ }الحديد12 ¶ 26- {فَالْيَوْمَ لَا يُؤْخَذُ مِنكُمْ فِدْيَةٌ وَلَا مِنَ الَّذِينَ كَفَرُوا مَأْوَاكُمُ النَّارُ هِيَ مَوْلَاكُمْ وَبِئْسَ الْمَصِيرُ }الحديد15 ¶ 27- {يَا أَيُّهَا الَّذِينَ كَفَرُوا لَا تَعْتَذِرُوا الْيَوْمَ إِنَّمَا تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ }التحريم7 ¶ 28- {فَلَيْسَ لَهُ الْيَوْمَ هَاهُنَا حَمِيمٌ }الحاقة35 ¶ 29- {خَاشِعَةً أَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ ذَلِكَ الْيَوْمُ الَّذِي كَانُوا يُوعَدُونَ }المعارج44 ¶ 30- {فَوَقَاهُمُ اللَّهُ شَرَّ ذَلِكَ الْيَوْمِ وَلَقَّاهُمْ نَضْرَةً وَسُرُوراً }الإنسان11 ¶ 31- {ذَلِكَ الْيَوْمُ الْحَقُّ فَمَن شَاء اتَّخَذَ إِلَى رَبِّهِ مَآباً }النبأ39 ¶ 32- {فَالْيَوْمَ الَّذِينَ آمَنُواْ مِنَ الْكُفَّارِ يَضْحَكُونَ }المطففين34 ¶ 33- {وَالْيَوْمِ الْمَوْعُودِ }البروج2 ¶ فذُكر هذا اليوم (باليوم) في القرآن الكريم (33) مرات ¶ معنى اليوم :",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "أي في هذا اليوم تعطون جزاء الذي كنتم تعملونه في الدنيا . ¶ * فالكافرون الظالمون لهم عذاب الهون والذل ويكون الخزي والسوء على الكافرين . ¶ * وينسى الله تعالى الذين اتخذوا دينهم هزواً ولعباً وغرتهم الحياة الدنيا فيدخلهم النار جزاء لهم . ¶ *لا يملك الناس لبعضهم البعض نفعاً ولا ضراً ولا يوجد صديق حميم في هذا اليوم. ¶ * يختم الله تعالى على أفواه الناس وتتكلم الأيدي والأرجل بما كانوا يعملون. ¶ * ولا تخفى خافية مما اقترفه الناس في حياتهم الدنيا فيعرض على الملأ . ¶ * لا يستطيع الكافرون الخروج من النار ولا يستعتبون ولا يؤخذ منهم فدية للخروج . ¶ * يكشف الله تعالى الغطاء عن الغافل فيكون بصره حاد يدرك به ما أنكره في الدنيا. ¶ * أما المؤمنون الصالحون فهم الفائزون أصحاب الجنات , فاكهون , ولا خوف على عباد الله الصالحين من هذا اليوم , وترى نورهم يسعى بين أيديهم وبأيمانهم , وترى وجوههم نضرة مسرورة وتراهم على الأرائك ينظرون ومن الكفار يضحكون . ¶ 17- يومكم هذا – هذا يومكم ¶ 1-{يَا مَعْشَرَ الْجِنِّ وَالإِنسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي وَيُنذِرُونَكُمْ لِقَاء يَوْمِكُمْ هَذَا قَالُواْ شَهِدْنَا عَلَى أَنفُسِنَا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا وَشَهِدُواْ عَلَى أَنفُسِهِمْ أَنَّهُمْ كَانُواْ كَافِرِينَ }الأنعام130 ¶ 2-{لَا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ وَتَتَلَقَّاهُمُ الْمَلَائِكَةُ هَذَا يَوْمُكُمُ الَّذِي كُنتُمْ تُوعَدُونَ }الأنبياء103 ¶ 3-{فَذُوقُوا بِمَا نَسِيتُمْ لِقَاء يَوْمِكُمْ هَذَا إِنَّا نَسِينَاكُمْ وَذُوقُوا عَذَابَ الْخُلْدِ بِمَا كُنتُمْ تَعْمَلُونَ } السجدة14",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "4-{وَسِيقَ الَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ زُمَراً حَتَّى إِذَا جَاؤُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنكُمْ يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ وَيُنذِرُونَكُمْ لِقَاء يَوْمِكُمْ هَذَا قَالُوا بَلَى وَلَكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ }الزمر71 ¶ 5-{وَقِيلَ الْيَوْمَ نَنسَاكُمْ كَمَا نَسِيتُمْ لِقَاء يَوْمِكُمْ هَذَا وَمَأْوَاكُمْ النَّارُ وَمَا لَكُم مِّن نَّاصِرِينَ } الجاثية34 ¶ فذُكر هذا اليوم (بيومكم هذا) في القرآن الكريم (5) مرات ¶ معنى لقاء يومكم هذا : ¶ أي عند حضور هذا اليوم وملاقاته . ¶ ففيه تحق كلمة العذاب على الكافرين وتحق كلمة الرحمة على المؤمنين . ¶ وينسى الله تعالى الكافرين في هذا اليوم كما نسوه تعالى في حياتهم الدنيا . ¶ 18- يوم يأتِ - تأتِ : ¶ 1-{هَلْ يَنظُرُونَ إِلاَّ أَن تَأْتِيهُمُ الْمَلآئِكَةُ أَوْ يَأْتِيَ رَبُّكَ أَوْ يَأْتِيَ بَعْضُ آيَاتِ رَبِّكَ يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ لاَ يَنفَعُ نَفْساً إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِن قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْراً قُلِ انتَظِرُواْ إِنَّا مُنتَظِرُونَ }الأنعام158 ¶ 2-{هَلْ يَنظُرُونَ إِلاَّ تَأْوِيلَهُ يَوْمَ يَأْتِي تَأْوِيلُهُ يَقُولُ الَّذِينَ نَسُوهُ مِن قَبْلُ قَدْ جَاءتْ رُسُلُ رَبِّنَا بِالْحَقِّ فَهَل لَّنَا مِن شُفَعَاء فَيَشْفَعُواْ لَنَا أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِي كُنَّا نَعْمَلُ قَدْ خَسِرُواْ أَنفُسَهُمْ وَضَلَّ عَنْهُم مَّا كَانُواْ يَفْتَرُونَ }الأعراف53 ¶ 3-{وَلَئِنْ أَخَّرْنَا عَنْهُمُ الْعَذَابَ إِلَى أُمَّةٍ مَّعْدُودَةٍ لَّيَقُولُنَّ مَا يَحْبِسُهُ أَلاَ يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفاً عَنْهُمْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِ يَسْتَهْزِئُونَ }هود8",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "4-{يَوْمَ يَأْتِ لاَ تَكَلَّمُ نَفْسٌ إِلاَّ بِإِذْنِهِ فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ }هود105 ¶ 5-{وَأَنذِرِ النَّاسَ يَوْمَ يَأْتِيهِمُ الْعَذَابُ فَيَقُولُ الَّذِينَ ظَلَمُواْ رَبَّنَا أَخِّرْنَا إِلَى أَجَلٍ قَرِيبٍ نُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَ أَوَلَمْ تَكُونُواْ أَقْسَمْتُم مِّن قَبْلُ مَا لَكُم مِّن زَوَالٍ }إبراهيم44 ¶ 6 -{يَوْمَ تَأْتِي كُلُّ نَفْسٍ تُجَادِلُ عَن نَّفْسِهَا وَتُوَفَّى كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُمْ لاَ يُظْلَمُونَ } النحل111 ¶ 7-{أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا لَكِنِ الظَّالِمُونَ الْيَوْمَ فِي ضَلَالٍ مُّبِينٍ }مريم38 ¶ فذُكر هذا اليوم (بيوم يأت - تأت) في القرآن الكريم (7) مرات ¶ معنى يوم يأتي - تأتي : ¶ أي عندما يحضر هذا اليوم . ¶ * لا ينفع نفس إيمانها لم تكن آمنت من قبل أو كسبت في إيمانها خيراً . ¶ * لا شفيع لمن كفر بالله تعالى وحاربه في الدنيا . ¶ * يطلب الظالمون من الله تعالى أن يعودوا للدنيا حتى يعملوا الصالح ويتبعوا الرسل الذين عصوهم . ¶ * وفيه ترى كل نفس تجادل وتدافع عن نفسها . ¶ 19- يوم البعث : ¶ 1-{قَالَ رَبِّ فَأَنظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ }الحجر36 ¶ 2-{قَالَ أَنظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ }الأعراف14 ¶ 3-{وَيَوْمَ نَبْعَثُ مِن كُلِّ أُمَّةٍ شَهِيداً ثُمَّ لاَ يُؤْذَنُ لِلَّذِينَ كَفَرُواْ وَلاَ هُمْ يُسْتَعْتَبُونَ }النحل84 ¶ 4-{وَيَوْمَ نَبْعَثُ فِي كُلِّ أُمَّةٍ شَهِيداً عَلَيْهِم مِّنْ أَنفُسِهِمْ وَجِئْنَا بِكَ شَهِيداً عَلَى هَؤُلاء وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَاناً لِّكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً وَبُشْرَى لِلْمُسْلِمِينَ }النحل89 ¶ 5- {وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيّاً }مريم15 ¶ 6-{وَالسَّلَامُ عَلَيَّ يَوْمَ وُلِدتُّ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيّاً }مريم33",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "7- {لَعَلِّي أَعْمَلُ صَالِحاً فِيمَا تَرَكْتُ كَلَّا إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا وَمِن وَرَائِهِم بَرْزَخٌ إِلَى يَوْمِ يُبْعَثُونَ }المؤمنون100 ¶ 8-{وَلَا تُخْزِنِي يَوْمَ يُبْعَثُونَ }الشعراء87 ¶ 9-{لَلَبِثَ فِي بَطْنِهِ إِلَى يَوْمِ يُبْعَثُونَ }الصافات144 ¶ 10-{وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَالْإِيمَانَ لَقَدْ لَبِثْتُمْ فِي كِتَابِ اللَّهِ إِلَى يَوْمِ الْبَعْثِ فَهَذَا يَوْمُ الْبَعْثِ وَلَكِنَّكُمْ كُنتُمْ لَا تَعْلَمُونَ }الروم56 ¶ 11-{قَالَ رَبِّ فَأَنظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ }ص79 ¶ 12-{يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعاً فَيُنَبِّئُهُم بِمَا عَمِلُوا أَحْصَاهُ اللَّهُ وَنَسُوهُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ }المجادلة6 ¶ 13-{يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعاً فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ وَيَحْسَبُونَ أَنَّهُمْ عَلَى شَيْءٍ أَلَا إِنَّهُمْ هُمُ الْكَاذِبُونَ }المجادلة18 ¶ فذُكر هذا اليوم (بيوم البعث) في القرآن الكريم (13) مرة ¶ معنى يوم البعث : ¶ أي بعد الموت وانقضاء الدنيا يبعث الناس يوم القيامة أحياء من قبورهم للحساب والجزاء , فينبئهم الله تعالى بما عملوه في الدنيا لأن الله تعالى أحصى عليهم كل شيء عملوه ولكنهم نسوا ما اقترفه أيديهم وأرجلهم . ¶ 20- يومهم هذا- الذي ¶ 1-{الَّذِينَ اتَّخَذُواْ دِينَهُمْ لَهْواً وَلَعِباً وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا فَالْيَوْمَ نَنسَاهُمْ كَمَا نَسُواْ لِقَاء يَوْمِهِمْ هَذَا وَمَا كَانُواْ بِآيَاتِنَا يَجْحَدُونَ }الأعراف51 ¶ 2-{فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ }الزخرف83 ¶ 3-{فَوَيْلٌ لِّلَّذِينَ كَفَرُوا مِن يَوْمِهِمُ الَّذِي يُوعَدُونَ }الذاريات60 ¶ 4-{فَذَرْهُمْ حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي فِيهِ يُصْعَقُونَ }الطور45",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "5-{فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ }المعارج42 ¶ فذُكر هذا اليوم (بيومهم هذا-الذي) في القرآن الكريم ¶ (5) مرات . ¶ معنى يومهم هذا- الذي : ¶ أي يوم القيامة وهو الذي يوعدون فيه بالعذاب وفيه يصعقون وفيه ينساهم الله تعالى كما نسوا لقاءه تعالى . ¶ 21- يوم يحمى عليها في نار جهنم ¶ 1-{يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ فَتُكْوَى بِهَا جِبَاهُهُمْ وَجُنوبُهُمْ وَظُهُورُهُمْ هَذَا مَا كَنَزْتُمْ لأَنفُسِكُمْ فَذُوقُواْ مَا كُنتُمْ تَكْنِزُونَ }التوبة35 ¶ فذُكر هذا اليوم (بيوم يحمى عليها في نار جهنم) في القرآن الكريم مرة واحدة . ¶ معنى يوم يحمى عليها في نار جهنم : ¶ يوم القيامة توضع قطع الذهب والفضة التي اكتنزت بدون أن يخرج حقها في الزكاة في النار, فإذا اشتدت حرارتها أُحرقت بها جباه أصحابها وجنوبهم وظهورهم. ¶ 22- يوم يلقونه ¶ 1-{فَأَعْقَبَهُمْ نِفَاقاً فِي قُلُوبِهِمْ إِلَى يَوْمِ يَلْقَوْنَهُ بِمَا أَخْلَفُواْ اللّهَ مَا وَعَدُوهُ وَبِمَا كَانُواْ يَكْذِبُونَ }التوبة77 ¶ 2-{تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلَامٌ وَأَعَدَّ لَهُمْ أَجْراً كَرِيماً }الأحزاب44 ¶ فذُكر هذا اليوم (بيوم يلقونه) في القرآن الكريم ¶ مرتان ¶ معنى يوم يلقونه : ¶ أي يوم يلقون الله تعالى فمنهم من يلقى الله تعالى وقد عمل صالحاً ومنهم من يلقاه تعالى وقد عمل سيئاً . ¶ 23- يوم كبير ¶ 1-{وَأَنِ اسْتَغْفِرُواْ رَبَّكُمْ ثُمَّ تُوبُواْ إِلَيْهِ يُمَتِّعْكُم مَّتَاعاً حَسَناً إِلَى أَجَلٍ مُّسَمًّى وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ وَإِن تَوَلَّوْاْ فَإِنِّيَ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ }هود3 ¶ فذُكر هذا اليوم (بيوم كبير) في القرآن الكريم مرة واحدة . ¶ معنى يوم كبير : ¶ أي يوم كبير في شدته على الكافرين . ¶ 24- يوم أليم",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "1-{أَن لاَّ تَعْبُدُواْ إِلاَّ اللّهَ إِنِّيَ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيمٍ }هود26 ¶ 2-{فَاخْتَلَفَ الْأَحْزَابُ مِن بَيْنِهِمْ فَوَيْلٌ لِّلَّذِينَ ظَلَمُوا مِنْ عَذَابِ يَوْمٍ أَلِيمٍ }الزخرف65 ¶ فذُكر هذا اليوم (بيوم أليم) في القرآن الكريم مرتان . ¶ معنى يوم أليم : ¶ أي يوم موجع في شدته على الكافرين . ¶ 25- يوم محيط ¶ 1-{وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْباً قَالَ يَا قَوْمِ اعْبُدُواْ اللّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ وَلاَ تَنقُصُواْ الْمِكْيَالَ وَالْمِيزَانَ إِنِّيَ أَرَاكُم بِخَيْرٍ وَإِنِّيَ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُّحِيطٍ }هود84 ¶ فذُكر هذا اليوم (بيوم محيط) في القرآن الكريم مرة واحدة . ¶ معنى يوم محيط : ¶ أي في هذا اليوم يحيط العذاب بالكافرين . ¶ 26- يوم مجموع له الناس ¶ 1-{إِنَّ فِي ذَلِكَ لآيَةً لِّمَنْ خَافَ عَذَابَ الآخِرَةِ ذَلِكَ يَوْمٌ مَّجْمُوعٌ لَّهُ النَّاسُ وَذَلِكَ يَوْمٌ مَّشْهُودٌ }هود103 ¶ فذُكر هذا اليوم (بيوم مجموع له الناس) في القرآن الكريم مرة واحدة . ¶ معنى يوم مجموع له الناس : ¶ - هذا اليوم يُجمع له الناس جميعًا للمحاسبة والجزاء. ¶ 27- يوم مشهود ¶ 1-{إِنَّ فِي ذَلِكَ لآيَةً لِّمَنْ خَافَ عَذَابَ الآخِرَةِ ذَلِكَ يَوْمٌ مَّجْمُوعٌ لَّهُ النَّاسُ وَذَلِكَ يَوْمٌ مَّشْهُودٌ }هود103 ¶ فذُكر هذا اليوم (بيوم مشهود) في القرآن الكريم مرة واحدة . ¶ معنى يوم مشهود : ¶ - هذا اليوم يشهده جميع الخلائق . ¶ 28- يوم يقوم ¶ 1-{رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ }إبراهيم41 ¶ 2-{إِنَّا لَنَنصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ }غافر51 ¶ 3-{يَوْمَ يَقُومُ الرُّوحُ وَالْمَلَائِكَةُ صَفّاً لَّا يَتَكَلَّمُونَ إِلَّا مَنْ أَذِنَ لَهُ الرحْمَنُ وَقَالَ صَوَاباً }النبأ38",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "4-{يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ }المطففين6 ¶ فذُكر هذا اليوم (بيوم يقوم) في القرآن الكريم (4) مرات . ¶ معنى يوم يقوم : ¶ - في هذا اليوم يقوم الناس جميعاً للحساب والجزاء . ¶ - يوم يقوم الأشهاد أي تشهد فيه الملائكة والأنبياء والمؤمنون على الأمم التي كذَّبت رسلها فتشهد بأن الرسل قد بلَّغوا رسالات ربهم, وأن الأمم كذَّبتهم. ¶ - يوم يقوم جبريل عليه السلام والملائكة مصطفِّين، لا يشفعون إلا لمن أذن له الرحمن في الشفاعة, وقال حقًا وسدادًا. ¶ - يوم يقوم الناس بين يدي الله, فيحاسبهم على القليل والكثير, وهم فيه خاضعون لله رب العالمين. ¶ 29- يوم تشخص فيه الأبصار ¶ 1-{وَلاَ تَحْسَبَنَّ اللّهَ غَافِلاً عَمَّا يَعْمَلُ الظَّالِمُونَ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الأَبْصَارُ } إبراهيم42 ¶ فذُكر هذا اليوم (بيوم تشخص فيه الأبصار) في القرآن الكريم مرة واحدة . ¶ معنى يوم تشخص فيه الأبصار : ¶ - يوم شديد ترتفع فيه عيون الظالمين ولا تَغْمَض; مِن هول ما تراه . ¶ 30- يوم تبدل الأرض غير الأرض والسماوات ¶ 1-{يَوْمَ تُبَدَّلُ الأَرْضُ غَيْرَ الأَرْضِ وَالسَّمَاوَاتُ وَبَرَزُواْ للّهِ الْوَاحِدِ الْقَهَّارِ }إبراهيم48 ¶ فذُكر هذا اليوم (بيوم تبدل الأرض غير الأرض والسماوات) ¶ في القرآن الكريم مرة واحدة . ¶ معنى يوم تبدل الأرض غير الأرض والسماوات : ¶ - يوم تُبَدَّل هذه الأرض بأرض أخرى بيضاء نقيَّة كالفضة, وكذلك تُبَدَّل السموات . ¶ 31- يوم الوقت المعلوم ¶ 1-{إِلَى يَومِ الْوَقْتِ الْمَعْلُومِ }الحجر38 ¶ 2-{إِلَى يَوْمِ الْوَقْتِ الْمَعْلُومِ }ص81 ¶ فذُكر هذا اليوم (بيوم الوقت المعلوم) في القرآن الكريم مرتان. ¶ معنى يوم الوقت المعلوم : ¶ - وإنما أُجيبَ إلى ذلك استدراجًا له وإمهالا وفتنة للثقلين. أو هو يوم النفخة الأولى عندما تموت الخلائق . ¶ 32- يوم يدعوكم - ندعو",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "1-{يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِن لَّبِثْتُمْ إِلاَّ قَلِيلاً }الإسراء52 ¶ 2-{يَوْمَ نَدْعُو كُلَّ أُنَاسٍ بِإِمَامِهِمْ فَمَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَأُوْلَئِكَ يَقْرَؤُونَ كِتَابَهُمْ وَلاَ يُظْلَمُونَ فَتِيلاً }الإسراء71 ¶ فذُكر هذا اليوم (بيوم يدعوكم – ندعو ) في القرآن الكريم مرتان ¶ معنى يوم يدعوكم - ندعو : ¶ - أي و يوم يناديكم خالقكم للخروج من قبوركم ، فتستجيبون لأمر الله ، وتنقادون له تعالى ¶ و في هذا اليوم يدعو الله عز وجل كل جماعة من الناس مع إمامهم الذي كانوا يقتدون به في الدنيا. ¶ 33- يوم نسير الجبال ¶ 1-{وَيَوْمَ نُسَيِّرُ الْجِبَالَ وَتَرَى الْأَرْضَ بَارِزَةً وَحَشَرْنَاهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَداً }الكهف47 ¶ فذُكر هذا اليوم (بيوم نسير الجبال) في القرآن الكريم ¶ مرة واحدة . ¶ معنى يوم نسير الجبال : ¶ - أي يوم نُزيل الجبال عن أماكنها، وتبصر الأرض ظاهرة، ليس عليها ما يسترها مما كان عليها من المخلوقات . ¶ 34- يوم الحسرة ¶ 1-{وَأَنذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الْأَمْرُ وَهُمْ فِي غَفْلَةٍ وَهُمْ لَا يُؤْمِنُونَ }مريم39 ¶ فذُكر هذا اليوم (بيوم الحسرة) في القرآن الكريم مرة واحدة . ¶ معنى يوم الحسرة : ¶ - أي يوم الندامة حين يُقضى الأمر, و يُجَاءُ بالموت كأنَّه كبش أملح, فيُذْبَح, ويُفصل بين الخلق, فيصير أهل الإيمان إلى الجنة, وأهل الكفر إلى النار . ¶ 35- يوم النسيان ¶ -{قَالَ كَذَلِكَ أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا وَكَذَلِكَ الْيَوْمَ تُنسَى }طه126 ¶ فذُكر هذا اليوم (بيوم النسيان) في القرآن الكريم ¶ مرة واحدة . ¶ معنى يوم النسيان : ¶ - أي آتتك آياتي البينات, فأعرضت عنها, ولم تؤمن بها, وكما تركتَها في الدنيا فكذلك اليوم تُترك في النار . ¶ 36- يوم نطوي السماء",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "1-{يَوْمَ نَطْوِي السَّمَاء كَطَيِّ السِّجِلِّ لِلْكُتُبِ كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُّعِيدُهُ وَعْداً عَلَيْنَا إِنَّا كُنَّا فَاعِلِينَ }الأنبياء104 ¶ فذُكر هذا اليوم (بيوم نطوي السماء) في القرآن الكريم ¶ مرة واحدة ¶ معنى يوم نطوي السماء : ¶ -أي يوم يطوي الله تعالى السماء كما تُطْوى الصحيفة على ما كُتب فيها . ¶ 37- يوم الرؤية ¶ 1-{يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكَارَى وَمَا هُم بِسُكَارَى وَلَكِنَّ عَذَابَ اللَّهِ شَدِيدٌ }الحج2 ¶ 2-{يَوْمَ يَرَوْنَ الْمَلَائِكَةَ لَا بُشْرَى يَوْمَئِذٍ لِّلْمُجْرِمِينَ وَيَقُولُونَ حِجْراً مَّحْجُوراً }الفرقان22 ¶ 3-{فَاصْبِرْ كَمَا صَبَرَ أُوْلُوا الْعَزْمِ مِنَ الرُّسُلِ وَلَا تَسْتَعْجِل لَّهُمْ كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِّن نَّهَارٍ بَلَاغٌ فَهَلْ يُهْلَكُ إِلَّا الْقَوْمُ الْفَاسِقُونَ }الأحقاف35 ¶ 4-{يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ يَسْعَى نُورُهُم بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِم بُشْرَاكُمُ الْيَوْمَ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ }الحديد12 ¶ 5-{كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يَلْبَثُوا إِلَّا عَشِيَّةً أَوْ ضُحَاهَا }النازعات46 ¶ فذُكر هذا اليوم (بيوم الرؤية) في القرآن الكريم (5) مرات . ¶ معنى يوم الرؤية : ¶ - يوم ترون قيام الساعة تنسى الوالدةُ رضيعَها الذي ألقمته ثديها. ¶ - يوم يرون الملائكة عند الاحتضار، وفي القبر، ويوم القيامة، على غير الصورة التي اقترحوها لا لتبشرهم بالجنة, ولكن لتقول لهم: جعل الله الجنة مكانًا محرمًا عليكم. ¶ - يوم يرى قوم الرسول صلى الله عليه وسلم العذاب رأي العين .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "- يوم ترى المؤمنين والمؤمنات يسعى نورهم على الصراط بين أيديهم وعن أيمانهم, بقدر أعمالهم. ¶ - يوم يرون قيام الساعة لم يلبثوا في الحياة الدنيا؛ لهول الساعة إلا ما بين الظهر إلى غروب الشمس، أو ما بين طلوع الشمس إلى نصف النهار. ¶ 38- يوم عقيم ¶ 1-{وَلَا يَزَالُ الَّذِينَ كَفَرُوا فِي مِرْيَةٍ مِّنْهُ حَتَّى تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيمٍ }الحج55 ¶ فذُكر هذا اليوم (بيوم عقيم) في القرآن الكريم مرة واحدة . ¶ معنى يوم عقيم : ¶ -أي عذاب يوم لا خير فيه، وهو يوم القيامة. ¶ 39- لا تجأروا اليوم ¶ 1-{لَا تَجْأَرُوا الْيَوْمَ إِنَّكُم مِّنَّا لَا تُنصَرُونَ }المؤمنون65 ¶ فذُكر هذا اليوم (لا تجأروا اليوم) في القرآن الكريم مرة واحدة . ¶ معنى لا تجأروا اليوم : ¶ - يقال للكافرين في يوم القيامة : لا تصرخوا، ولا تستغيثوا اليوم، إنكم لا تستطيعون نصر أنفسكم، ولا ينصركم أحد من عذاب الله. ¶ 40- يوم تشهد ¶ 1-{يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُم بِمَا كَانُوا يَعْمَلُونَ }النور24 ¶ فذُكر هذا اليوم (بيوم تشهد عليهم ألسنتهم وأيديهم وأرجلهم) في القرآن الكريم مرة واحدة . ¶ معنى يوم تشهد عليهم ألسنتهم وأيديهم وأرجلهم : ¶ - في هذا اليوم تشهد أعضاء الإنسان بما اقترفه , فتشهد ألسنتهم بما نطقت، وتتكلم أيديهم وأرجلهم بما عملت من خير أو من سوء . ¶ 41- يوم يرجعون ¶ 1-{أَلَا إِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ قَدْ يَعْلَمُ مَا أَنتُمْ عَلَيْهِ وَيَوْمَ يُرْجَعُونَ إِلَيْهِ فَيُنَبِّئُهُم بِمَا عَمِلُوا وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ }النور64 ¶ فذُكر هذا اليوم (بيوم يرجعون) في القرآن الكريم مرة واحدة . ¶ معنى يوم يرجعون : ¶ - ويوم يرجع العباد إليه في الآخرة, يخبرهم بعملهم, ويجازيهم عليه، والله بكل شيء عليم، لا تخفى عليه أعمالهم وأحوالهم. ¶ 42- يوم تشقق",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "1-{وَيَوْمَ تَشَقَّقُ السَّمَاء بِالْغَمَامِ وَنُزِّلَ الْمَلَائِكَةُ تَنزِيلاً }الفرقان25 ¶ 2-{يَوْمَ تَشَقَّقُ الْأَرْضُ عَنْهُمْ سِرَاعاً ذَلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ }ق44 ¶ فذُكر هذا اليوم (بيوم تشقق) في القرآن الكريم مرتان . ¶ معنى يوم تشقق : ¶ - ذلك اليوم الذي تتشقق فيه السماء، ويظهر من فتحاتها السحاب الأبيض الرقيق، وينزل الله ملائكة السموات يومئذ، فيحيطون بالخلائق في المحشر. ¶ - يوم تتصدع الأرض عن الموتى المقبورين بها, فيخرجون مسرعين إلى الداعي, ذلك الجمع في موقف الحساب علينا سهل يسير. ¶ 43- يوم يعض الظالم على يديه ¶ 1-{وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلاً }الفرقان27 ¶ فذُكر هذا اليوم (بيوم يعض الظالم على يديه) في القرآن الكريم مرة واحدة ¶ معنى يوم يعض الظالم على يديه : ¶ - يوم يَعَضُّ الظالم لنفسه على يديه ندمًا وتحسرًا من عدم إيمانه وإتباعه الرسول صلى الله عليه وسلم . ¶ 44- يوم لا ينفع ¶ 1-{يَوْمَ لَا يَنفَعُ مَالٌ وَلَا بَنُونَ }الشعراء88 ¶ 2-{يَوْمَ لَا يَنفَعُ الظَّالِمِينَ مَعْذِرَتُهُمْ وَلَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ }غافر52 ¶ فذُكر هذا اليوم (بيوم لا ينفع) في القرآن الكريم مرتان ¶ معنى يوم لا ينفع : ¶ - في هذا اليوم لا ينفع المال والبنون أحدًا من العباد. ¶ - وفي هذا اليوم لا ينتفع الكافرون الذين تعدَّوا حدود الله بما يقدِّمونه من عذر لتكذيبهم رسل الله, ولهم الطرد من رحمة الله, ولهم الدار السيئة في الآخرة, وهي النار. ¶ 45- و يوم يناديهم ¶ 1-{وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنتُمْ تَزْعُمُونَ }القصص62 ¶ 2-{وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَا أَجَبْتُمُ الْمُرْسَلِينَ }القصص65 ¶ 3-{وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنتُمْ تَزْعُمُونَ }القصص74",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "4-{إِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ وَمَا تَخْرُجُ مِن ثَمَرَاتٍ مِّنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أُنثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَائِي قَالُوا آذَنَّاكَ مَا مِنَّا مِن شَهِيدٍ }فصلت47 ¶ 5-{وَاسْتَمِعْ يَوْمَ يُنَادِ الْمُنَادِ مِن مَّكَانٍ قَرِيبٍ }ق41 ¶ 6- {وَيَا قَوْمِ إِنِّي أَخَافُ عَلَيْكُمْ يَوْمَ التَّنَادِ }غافر32 ¶ فذُكر هذا اليوم (بيوم النداء) في القرآن الكريم(6) مرات. ¶ معنى يوم النداء : ¶ - ويوم ينادي الله عز وجل الذين أشركوا به الأولياء والأوثان في الدنيا, فيقول لهم: أين شركائي الذين كنتم تزعمون أنهم لي شركاء؟ ¶ - ويوم ينادي الله هؤلاء المشركين, فيقول: بأيِّ شيء أجبتم المرسلين فيما أرسلناهم به إليكم؟ ¶ - ويوم ينادي الله هؤلاء المشركين, فيقول لهم: أين شركائي الذين كنتم تزعمون في الدنيا أنهم شركائي؟ ¶ - ويوم ينادي الله تعالى المشركين يوم القيامة توبيخًا لهم وإظهارًا لكذبهم: أين شركائي الذين كنتم تشركونهم في عبادتي؟ قالوا: أعلمناك الآن ما منا من أحد يشهد اليوم أن معك شريكًا. ¶ - يوم ينادي المَلَك بنفخه في \"القرن\" من مكان قريب. ¶ - أي يوم القيامة يكثر فيه نداء أصحاب الجنة أصحاب النار وبالعكس والنداء بالسعادة لأهلها وبالشقاوة لأهلها وغير ذلك . ¶ 46- يوم يغشاهم العذاب ¶ 1-{يَوْمَ يَغْشَاهُمُ الْعَذَابُ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِمْ وَيَقُولُ ذُوقُوا مَا كُنتُمْ تَعْمَلُونَ } العنكبوت55 ¶ فذُكر هذا اليوم (بيوم يغشاهم العذاب) في القرآن الكريم ¶ مرة واحدة ¶ معنى يوم يغشاهم العذاب : ¶ - يوم القيامة يغشى الكافرين عذاب جهنم من فوق رؤوسهم, ومِن تحت أقدامهم, فالنار تغشاهم من سائر جهاتهم, ويقول الله لهم حينئذ: ذوقوا جزاء ما كنتم تعملونه في الدنيا: من الإشراك بالله, وارتكاب الجرائم والآثام. ¶ 47- و يوم تقوم الساعة",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "1-{وَيَوْمَ تَقُومُ السَّاعَةُ يُبْلِسُ الْمُجْرِمُونَ }الروم12 ¶ 2-{وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ }الروم14 ¶ 3-{وَيَوْمَ تَقُومُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُونَ مَا لَبِثُوا غَيْرَ سَاعَةٍ كَذَلِكَ كَانُوا يُؤْفَكُونَ }الروم55 ¶ 4-{النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوّاً وَعَشِيّاً وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ } غافر46 ¶ فذُكر هذا اليوم (بيوم تقوم الساعة) في القرآن الكريم (4) مرات ¶ معنى يوم تقوم الساعة : ¶ - ويوم تقوم الساعة ييئس المجرمون من النجاة من العذاب, وتصيبهم الحَيْرة فتنقطع حجتهم. ¶ - ويوم تقوم الساعة يفترق أهل الإيمان به وأهل الكفر . ¶ - ويوم تقوم الساعة ويبعث الله الخلق من قبورهم يقسم المشركون ما مكثوا في الدنيا غير فترة قصيرة من الزمن, كذبوا في قسمهم, كما كانوا يكذبون في الدنيا, وينكرون الحق الذي جاءت به الرسل. ¶ - ويوم تقوم الساعة يقال: أدخلوا آل فرعون النار؛ جزاء ما اقترفوه من أعمال السوء. ¶ - ويوم تجيء الساعة التي يبعث فيها الموتى من قبورهم ويحاسبون, يخسر الكافرون بالله الجاحدون بما أنزله على رسوله من الآيات البينات والدلائل الواضحات. ¶ 48- يوم كان مقداره ¶ 1-{يُدَبِّرُ الْأَمْرَ مِنَ السَّمَاءِ إِلَى الْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِّمَّا تَعُدُّونَ }السجدة5 ¶ 2-{تَعْرُجُ الْمَلَائِكَةُ وَالرُّوحُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ }المعارج4 ¶ فذُكر هذا اليوم (بيوم كان مقداره) في القرآن الكريم مرتان. ¶ معنى يوم كان مقداره : ¶ - يدبر الله تعالى أَمْر المخلوقات من السماء إلى الأرض, ثم يصعد ذلك الأمر والتدبير إلى الله في يوم مقداره ألف سنة من أيام الدنيا التي تعدُّونها.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "- تصعد الملائكة وجبريل عليه السلام إليه تعالى في يوم كان مقداره خمسين ألف سنة من سني الدنيا, وهو على المؤمن مثل صلاة مكتوبة. ¶ 49- يوم الفتح ¶ 1-{قُلْ يَوْمَ الْفَتْحِ لَا يَنفَعُ الَّذِينَ كَفَرُوا إِيمَانُهُمْ وَلَا هُمْ يُنظَرُونَ }السجدة29 ¶ فذُكر هذا اليوم (بيوم الفتح) في القرآن الكريم مرة واحدة. ¶ معنى يوم الفتح : ¶ - هو يوم القضاء الذي يقع فيه عقابكم, وتعاينون فيه الموت لا ينفع الكفار إيمانهم, ولا هم يؤخرون للتوبة والمراجعة. ¶ 50- يوم تقلب وجوههم في النار ¶ 1-{يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِي النَّارِ يَقُولُونَ يَا لَيْتَنَا أَطَعْنَا اللَّهَ وَأَطَعْنَا الرَّسُولَا }الأحزاب66 ¶ فذُكر هذا اليوم (بيوم تقلب وجوههم في النار) في القرآن الكريم مرة واحدة. ¶ معنى يوم تقلب وجوههم في النار : ¶ - يوم تُقَلَّب وجوه الكافرين في النار يقولون نادمين متحيِّرين: يا ليتنا أطعنا الله وأطعنا رسوله في الدنيا, فكنا من أهل الجنة.. ¶ 51- يوم لا تستأخرون عنه ¶ 1-{قُل لَّكُم مِّيعَادُ يَوْمٍ لَّا تَسْتَأْخِرُونَ عَنْهُ سَاعَةً وَلَا تَسْتَقْدِمُونَ }سبأ30 ¶ فذُكر هذا اليوم (بيوم لا تستأخرون عنه) في القرآن الكريم مرة واحدة. ¶ معنى يوم لا تستأخرون عنه : ¶ - وهو ميعاد يوم القيامة, لا تستأخرون عنه ساعة للتوبة, ولا تستقدمون ساعةً قبله للعذاب. فاحذروا ذلك اليوم, وأَعِدُّوا له عدته. ¶ 52- يوم لا يملك بعضكم لبعض نفعاً ولا ضراً ¶ 1-{فَالْيَوْمَ لَا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَّفْعاً وَلَا ضَرّاً وَنَقُولُ لِلَّذِينَ ظَلَمُوا ذُوقُوا عَذَابَ النَّارِ الَّتِي كُنتُم بِهَا تُكَذِّبُونَ }سبأ42 ¶ فذُكر هذا اليوم (بيوم لا يملك بعضكم لبعض نفعاً ولا ضراً) ¶ في القرآن الكريم مرة واحدة. ¶ معنى يوم لا يملك بعضكم لبعض نفعاً ولا ضراً:",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "- ففي يوم الحشر لا يملك المعبودون للعابدين نفعًا ولا ضرًّا, ونقول للذين ظلموا أنفسهم بالشرك والمعاصي: ذوقوا عذاب النار التي كنتم بها تكذبون. ¶ 53- يوم الفصل ¶ 1-{هَذَا يَوْمُ الْفَصْلِ الَّذِي كُنتُمْ بِهِ تُكَذِّبُونَ }الصافات21 ¶ 2-{إِنَّ يَوْمَ الْفَصْلِ مِيقَاتُهُمْ أَجْمَعِينَ }الدخان40 ¶ 3-{لِيَوْمِ الْفَصْلِ }المرسلات13 ¶ 4-{وَمَا أَدْرَاكَ مَا يَوْمُ الْفَصْلِ }المرسلات14 ¶ 5-{هَذَا يَوْمُ الْفَصْلِ جَمَعْنَاكُمْ وَالْأَوَّلِينَ }المرسلات38 ¶ 6-{إِنَّ يَوْمَ الْفَصْلِ كَانَ مِيقَاتاً }النبأ17 ¶ فذُكر هذا اليوم (بيوم الفصل) في القرآن الكريم (6) مرات . ¶ معنى يوم الفصل : ¶ - هذا يوم يفصل الله فيه بين الخلائق, ويتميز فيه الحق من الباطل . ¶ 54- يوم الحساب ¶ 1-{وَقَالُوا رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبْلَ يَوْمِ الْحِسَابِ }ص16 ¶ 2-{يَا دَاوُودُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الْأَرْضِ فَاحْكُم بَيْنَ النَّاسِ بِالْحَقِّ وَلَا تَتَّبِعِ الْهَوَى فَيُضِلَّكَ عَن سَبِيلِ اللَّهِ إِنَّ الَّذِينَ يَضِلُّونَ عَن سَبِيلِ اللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ بِمَا نَسُوا يَوْمَ الْحِسَابِ } ص26 ¶ 3-{هَذَا مَا تُوعَدُونَ لِيَوْمِ الْحِسَابِ }ص53 ¶ 4-{وَقَالَ مُوسَى إِنِّي عُذْتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٍ لَّا يُؤْمِنُ بِيَوْمِ الْحِسَابِ }غافر27 ¶ فذُكر هذا اليوم (بيوم الحساب) في القرآن الكريم (4) مرات . ¶ معنى يوم الحساب : ¶ - هو اليوم الذي سيحاسب الله فيه خلقه عن كل ما اقترفوه من خير أو شر . ¶ 55- يوم التلاق ¶ 1-{رَفِيعُ الدَّرَجَاتِ ذُو الْعَرْشِ يُلْقِي الرُّوحَ مِنْ أَمْرِهِ عَلَى مَن يَشَاءُ مِنْ عِبَادِهِ لِيُنذِرَ يَوْمَ التَّلَاقِ }غافر15 ¶ فذُكر هذا اليوم (بيوم التلاق) في القرآن الكريم مرة واحدة. ¶ معنى يوم التلاق : ¶ - هو يوم القيامة الذي يلتقي فيه الأولون والآخرون . ¶ 56- يوم الآزفة",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "1-{وَأَنذِرْهُمْ يَوْمَ الْآزِفَةِ إِذِ الْقُلُوبُ لَدَى الْحَنَاجِرِ كَاظِمِينَ مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ }غافر18 ¶ فذُكر هذا اليوم (بيوم الآزفة) في القرآن الكريم مرة واحدة. ¶ معنى يوم الآزفة : ¶ - أي هو يوم القيامة القريب, وإن استبعدوه, إذ قلوب العباد مِن مخافة عقاب الله قد ارتفعت من صدورهم, فتعلقت بحلوقهم, وهم ممتلئون غمًّا وحزنًا. ¶ 57- يوم تولون مدبرين ما لكم من الله من عاصم ¶ 1-{يَوْمَ تُوَلُّونَ مُدْبِرِينَ مَا لَكُم مِّنَ اللَّهِ مِنْ عَاصِمٍ وَمَن يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ }غافر33 ¶ فذُكر هذا اليوم (بيوم تولون مدبرين) في القرآن الكريم ¶ مرة واحدة. ¶ معنى يوم تولون مدبرين : ¶ - أي في هذا اليوم يوم تولون ذاهبين هاربين, ما لكم من الله من مانع يمنعكم وناصر ينصركم. ¶ 58- يوم الجمع ¶ 1-{وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ قُرْآناً عَرَبِيّاً لِّتُنذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا وَتُنذِرَ يَوْمَ الْجَمْعِ لَا رَيْبَ فِيهِ فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ }الشورى7 ¶ 2-{يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ذَلِكَ يَوْمُ التَّغَابُنِ وَمَن يُؤْمِن بِاللَّهِ وَيَعْمَلْ صَالِحاً يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَداً ذَلِكَ الْفَوْزُ الْعَظِيمُ } التغابن9 ¶ فذُكر هذا اليوم (بيوم الجمع) في القرآن الكريم مرتان . ¶ معنى يوم الجمع : ¶ - أي في هذا اليوم يجمع الله تعالى الناس جميعاً من لدن آدم عليه السلام للحساب . ¶ 59- يوم نبطش البطشة الكبرى ¶ 1-{يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى إِنَّا مُنتَقِمُونَ }الدخان16 ¶ فذُكر هذا اليوم (بيوم البطش) في القرآن الكريم مرة واحدة. ¶ معنى يوم البطش : ¶ - أي في هذا اليوم نعذب جميع الكفار العذاب الأكبر يوم القيامة وهو يوم انتقامنا منهم.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "60- يوم لا يغني ¶ 1-{يَوْمَ لَا يُغْنِي مَوْلًى عَن مَّوْلًى شَيْئاً وَلَا هُمْ يُنصَرُونَ }الدخان41 ¶ 2-{يَوْمَ لَا يُغْنِي عَنْهُمْ كَيْدُهُمْ شَيْئاً وَلَا هُمْ يُنصَرُونَ }الطور46 ¶ فذُكر هذا اليوم (بيوم لا يغني) في القرآن الكريم مرتان. ¶ معنى يوم لا يغني : ¶ - أي يوم لا يدفع صاحب عن صاحبه شيئًا، ولا ينصر بعضهم بعضًا . ¶ - وفي ذلك اليوم لا يَدْفع عنهم كيدهم من عذاب الله شيئًا، ولا ينصرهم ناصر من عذاب الله. ¶ 61- يوم يعرض الذين كفروا على النار ¶ 1- {وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدُّنْيَا وَاسْتَمْتَعْتُم بِهَا فَالْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنتُمْ تَسْتَكْبِرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنتُمْ تَفْسُقُونَ } الأحقاف20 ¶ 2-{وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ }الأحقاف34 ¶ فذُكر هذا اليوم (بيوم العرض على النار) في القرآن الكريم مرتان. ¶ معنى يوم العرض على النار : ¶ - ويوم القيامة يعرض الذين كفروا على النار للعذاب . ¶ 62- يوم الوعيد ¶ 1-{وَنُفِخَ فِي الصُّورِ ذَلِكَ يَوْمُ الْوَعِيدِ }ق20 ¶ فذُكر هذا اليوم (بيوم الوعيد) في القرآن الكريم مرة واحدة . ¶ معنى يوم الوعيد : ¶ - ونُفخ في \"القرن\" نفخة البعث الثانية, ذلك النفخ في يوم وقوع الوعيد الذي توعَّد الله به الكفار. ¶ 63- يوم الخلود ¶ 1-{ادْخُلُوهَا بِسَلَامٍ ذَلِكَ يَوْمُ الْخُلُودِ }ق34 ¶ فذُكر هذا اليوم (بيوم الخلود) في القرآن الكريم مرة واحدة . ¶ معنى يوم الخلود : ¶ - هو يوم الخلود في الجنة للمؤمنين خلوداً بلا انقطاع . ¶ 64- يوم يسمعون الصحية بالحق ¶ 1-{يَوْمَ يَسْمَعُونَ الصَّيْحَةَ بِالْحَقِّ ذَلِكَ يَوْمُ الْخُرُوجِ }ق42",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "فذُكر هذا اليوم (بيوم يسمعون الصحية بالحق) في القرآن الكريم مرة واحدة ¶ معنى يوم يسمعون الصحية بالحق : ¶ - يوم يسمع الخلق كلهم صيحة البعث بالحق الذي لا شك فيه ولا امتراء . ¶ 65- يوم الخروج ¶ 1-{يَوْمَ يَسْمَعُونَ الصَّيْحَةَ بِالْحَقِّ ذَلِكَ يَوْمُ الْخُرُوجِ }ق42 ¶ فذُكر هذا اليوم (بيوم الخروج) في القرآن الكريم مرة واحدة ¶ معنى يوم الخروج : ¶ - هو يوم خروج أهل القبور من قبورهم للحساب. ¶ 66- يوم هم على النار يفتنون ¶ 1-{يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ }الذاريات13 ¶ فذُكر هذا اليوم (بيوم الفتنة) في القرآن الكريم مرة واحدة ¶ معنى يوم الفتنة : ¶ - أي يوم يُعذَّب الغافلون بارتكاب الذنوب بالإحراق بالنار ليتطهروا منها . ¶ 67- يوم تمور السماء ¶ 1-{يَوْمَ تَمُورُ السَّمَاء مَوْراً }الطور9 ¶ فذُكر هذا اليوم (بيوم تمور السماء) في القرآن الكريم مرة واحدة ¶ معنى يوم تمور السماء : ¶ - أي يوم تتحرك السماء فيختلُّ نظامها وتضطرب أجزاؤها, وذلك عند نهاية الحياة الدنيا. ¶ 68- يوم يدعون إلى نار جهنم ¶ 1-{يَوْمَ يُدَعُّونَ إِلَى نَارِ جَهَنَّمَ دَعّاً }الطور13 ¶ فذُكر هذا اليوم (بيوم يدعون إلى نار جهنم) في القرآن الكريم مرة واحدة ¶ معنى يوم يدعون إلى نار جهنم : ¶ - أي يوم يُدْفَع هؤلاء المكذبون دفعًا بعنف ومَهانة إلى نار جهنم. ¶ 69- يوم يدع الداع ¶ 1-{فَتَوَلَّ عَنْهُمْ يَوْمَ يَدْعُ الدَّاعِ إِلَى شَيْءٍ نُّكُرٍ }القمر6 ¶ فذُكر هذا اليوم (بيوم يدع الداع) في القرآن الكريم مرة واحدة ¶ معنى يوم يدع الداع : ¶ - يوم يدعو الملك بنفخه في \"القرن\" إلى أمر فظيع منكر, وهو موقف الحساب. ¶ 70- يوم عسر ¶ 1-{مُّهْطِعِينَ إِلَى الدَّاعِ يَقُولُ الْكَافِرُونَ هَذَا يَوْمٌ عَسِرٌ }القمر8 ¶ فذُكر هذا اليوم (بيوم عسر) في القرآن الكريم مرة واحدة ¶ معنى يوم عسر : ¶ - يوم يقول الكافرون هذا يوم عسير وصعب. ¶ 71- يوم يسحبون في النار",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "1-{يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلَى وُجُوهِهِمْ ذُوقُوا مَسَّ سَقَرَ }القمر48 ¶ فذُكر هذا اليوم (بيوم يسحبون في النار) في القرآن الكريم ¶ مرة واحدة ¶ معنى يوم يسحبون في النار : ¶ - يوم يُجرُّون في النار على وجوههم, ويقال لهم: ذوقوا شدة عذاب جهنم. ¶ 72- يوم معلوم ¶ 1-{لَمَجْمُوعُونَ إِلَى مِيقَاتِ يَوْمٍ مَّعْلُومٍ }الواقعة50 ¶ فذُكر هذا اليوم (بيوم معلوم) في القرآن الكريم مرة واحدة ¶ معنى يوم معلوم : ¶ - أي سيُجمَعون في يوم مؤقت بوقت محدد, وهو يوم القيامة. ¶ 73- يوم التغابن ¶ 1-{يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ذَلِكَ يَوْمُ التَّغَابُنِ وَمَن يُؤْمِن بِاللَّهِ وَيَعْمَلْ صَالِحاً يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَداً ذَلِكَ الْفَوْزُ الْعَظِيمُ } التغابن9 ¶ فذُكر هذا اليوم (بيوم التغابن) في القرآن الكريم ¶ مرة واحدة ¶ معنى يوم التغابن : ¶ - ذلك اليوم الذي يظهر فيه الغُبْن والتفاوت بين الخلق، فيغبن المؤمنون الكفار والفاسقين: فأهل الإيمان يدخلون الجنة برحمة الله، وأهل الكفر يدخلون النار بعدل الله. ¶ 74- يوم لا يخزي الله النبي والذين آمنوا ¶ 1-{يَا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَّصُوحاً عَسَى رَبُّكُمْ أَن يُكَفِّرَ عَنكُمْ سَيِّئَاتِكُمْ وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ يَوْمَ لَا يُخْزِي اللَّهُ النَّبِيَّ وَالَّذِينَ آمَنُوا مَعَهُ نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ يَقُولُونَ رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ } التحريم8 ¶ فذُكر هذا اليوم (بيوم لا يخزي الله النبي والذين آمنوا) ¶ في القرآن الكريم مرة واحدة ¶ معنى يوم لا يخزي الله النبي والذين آمنوا :",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "- يوم لا يخزي الله النبي والذين آمنوا معه, ولا يعذبهم, بل يُعلي شأنهم . ¶ 75- يوم يكشف عن ساق ¶ 1-{يَوْمَ يُكْشَفُ عَن سَاقٍ وَيُدْعَوْنَ إِلَى السُّجُودِ فَلَا يَسْتَطِيعُونَ }القلم42 ¶ فذُكر هذا اليوم (بيوم يكشف عن ساق) في القرآن الكريم ¶ مرة واحدة ¶ معنى يوم يكشف عن ساق : ¶ - أي يوم القيامة يشتد الأمر ويصعب هوله, ويأتي الله تعالى لفصل القضاء بين الخلائق، فيكشف عن ساقه الكريمة التي لا يشبهها شيء, قال صلى الله عليه وسلم: \"يكشف ربنا عن ساقه, فيسجد له كل مؤمن ومؤمنة, ويبقى مَن كان يسجد في الدنيا؛ رياء وسمعة فيذهب ليسجد, فيعود ظهره طبقًا واحدًا\" رواه البخاري ومسلم. ¶ 76- يوم تكون السماء كالمهل ¶ 1-{يَوْمَ تَكُونُ السَّمَاء كَالْمُهْلِ }المعارج8 ¶ فذُكر هذا اليوم (بيوم تكون السماء كالمهل) في القرآن الكريم مرة واحدة ¶ معنى يوم تكون السماء كالمهل : ¶ - يوم تكون السماء سائلة مثل حُثالة الزيت,أو سائل الفضة . ¶ 77- يوم يخرجون من الأجداث سراعاً ¶ 1-{يَوْمَ يَخْرُجُونَ مِنَ الْأَجْدَاثِ سِرَاعاً كَأَنَّهُمْ إِلَى نُصُبٍ يُوفِضُونَ }المعارج43 ¶ فذُكر هذا اليوم (بيوم يخرجون من الأجداث سراعاً) ¶ في القرآن الكريم مرة واحدة ¶ معنى يوم يخرجون من الأجداث سراعاً: ¶ - يوم يخرجون من القبور مسرعين, كما كانوا في الدنيا يذهبون إلى آلهتهم التي اختلقوها للعبادة مِن دون الله, يهرولون ويسرعون. ¶ 78- يوم ترجف ¶ 1-{يَوْمَ تَرْجُفُ الْأَرْضُ وَالْجِبَالُ وَكَانَتِ الْجِبَالُ كَثِيباً مَّهِيلاً }المزمل14 ¶ 2-{يَوْمَ تَرْجُفُ الرَّاجِفَةُ }النازعات6 ¶ فذُكر هذا اليوم (بيوم ترجف) في القرآن الكريم مرتان ¶ معنى يوم ترجف : ¶ - يوم تضطرب الأرض والجبال وتتزلزل حتى تصير الجبال تَلا من الرمل سائلا متناثرًا, بعد أن كانت صُلبة جامدة. ¶ - يوم تضطرب الأرض بالنفخة الأولى نفخة الإماتة. ¶ 79- يوم لا ينطقون ¶ 1-{هَذَا يَوْمُ لَا يَنطِقُونَ }المرسلات35",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "فذُكر هذا اليوم (بيوم لا ينطقون) في القرآن الكريم مرة واحدة ¶ معنى يوم لا ينطقون : ¶ - هذا يوم القيامة الذي لا ينطق فيه المكذبون بكلام ينفعهم . ¶ 80- يوم ينظر المرء ما قدمت يداه ¶ 1-{إِنَّا أَنذَرْنَاكُمْ عَذَاباً قَرِيباً يَوْمَ يَنظُرُ الْمَرْءُ مَا قَدَّمَتْ يَدَاهُ وَيَقُولُ الْكَافِرُ يَا لَيْتَنِي كُنتُ تُرَاباً }النبأ40 ¶ فذُكر هذا اليوم (بيوم ينظر المرء ما قدمت يداه) في القرآن الكريم مرة واحدة ¶ معنى يوم ينظر المرء ما قدمت يداه : ¶ - يوم الآخرة القريب الذي يرى فيه كل امرئ ما عمل من خير أو اكتسب من إثم, ويقول الكافر من هول الحساب: يا ليتني كنت ترابًا فلم أُبعث. ¶ 81- يوم يتذكر الإنسان ما سعى ¶ 1-{يَوْمَ يَتَذَكَّرُ الْإِنسَانُ مَا سَعَى }النازعات35 ¶ فذُكر هذا اليوم (بيوم يتذكر الإنسان ما سعي) في القرآن الكريم مرة واحدة ¶ معنى يوم يتذكر الإنسان ما سعى : ¶ - في هذا اليوم يُعْرَض على الإنسان كل عمله من خير وشر، فيتذكره و يعترف به . ¶ 82- يوم يفر المرء من أخيه ¶ 1-{يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ }عبس34 ¶ فذُكر هذا اليوم (بيوم يفر المرء من أخيه) في القرآن الكريم ¶ مرة واحدة ¶ معنى يوم يفر المرء من أخيه : ¶ - يوم يفرُّ المرء لهول ذلك اليوم من أخيه وهو أقرب إنسان لديه . ¶ 83- يوم تبلى السرائر ¶ 1-{يَوْمَ تُبْلَى السَّرَائِرُ }الطارق9 ¶ فذُكر هذا اليوم (بيوم تبلى السرائر) في القرآن الكريم ¶ مرة واحدة ¶ معنى يوم تبلى السرائر : ¶ - يوم تُخْتَبر السرائر فيما أخفته, ويُمَيَّز الصالح منها من الفاسد . ¶ 84- يوم يكون الناس كالفراش المبثوث ¶ 1-{يَوْمَ يَكُونُ النَّاسُ كَالْفَرَاشِ الْمَبْثُوثِ }القارعة4 ¶ فذُكر هذا اليوم (بيوم يكون الناس كالفراش المبثوث) في القرآن الكريم مرة واحدة ¶ معنى يوم يكون الناس كالفراش المبثوث : ¶ - في ذلك اليوم يكون الناس في كثرتهم وتفرقهم وحركتهم كالفراش المنتشر، وهو الذي يتساقط في النار.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "فيكون مجموع الآيات الذي ذكرت في القرآن الكريم وجاء فيها ذكر هذا اليوم ¶ هي(381) آية ¶ وتوجد آيات ذكر فيها هذا اليوم مرتان وعددها (15) آية ¶ وتوجد آيات ذكر فيها هذا اليوم ثلاثة مرات وعددها (1) آية ¶ فيكون عدد الآيات الفعلية التي ذكر فيها هذا اليوم هي = 381 – 16 = 365 آية ¶ وهي عدد أيام العام ¶ وكأن الله تعالى يذكر لنا هذا اليوم ويحذرنا منه كل يوم من أيام العام والله أعلم . ¶ تم بحمد الله وعونه في يوم السبت 24/1/1429هـ الموافق 2/2/2008م ( أخوكم أبو إسلام )",
            "page": "50",
            "part": "1"
        }
    ],
    "t34933": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "هل تعرف هذا اليوم"
        }
    ]
}