{
    "b34944": [
        {
            "hno": null,
            "id": "1",
            "nass": "آداب طالب العلم ¶ للدكتور صلاح محمد أبو الحاج ¶ مركز العلماء العالمي للدراسات وتقنية المعلومات ¶ عمان، الأردن",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "همّ المسلم ¶ إن الهَمُّ: واحد الهُموم: وهو ما يَشغل القلبَ من أمرٍ يَهُمُّ به في نفسه بأن نواه وأراده وعزم عليه. [كما في ((المغرب)) 2: 389، وتاج العروس ص7941]، وهمَّه الأمر هَمَّاً ومهمة إذا حَزَنَه وأقْلَقَه. [كما في ((القاموس)) 1: 1512، وتاج العروس ص7941، والمختار ص705]. ¶ ولا بد للإنسان من هُموم تحيطه، وتشغل باله، وترهق ذهنه، وتنهك جسمه كهم المعيشة والزواج والثراء والجاه والملك والخوف وغيرها، وليست هي مرادنا هنا؛ لأنها مذمومة وتوقع صاحبها في المهالك فعن ابن مسعود ( قال (: (مَن جعل الهموم هماً واحداً: هم المعاد كفاه الله هم دنياه، ومَن تشعبت به الهموم في أحوال الدنيا، لم يبال الله في أي أوديته هلك)[في سنن ابن ماجة 1: 95، والمستدرك 2: 481، وصححه، ومسند البزار 5: 68، ومصنف ابن أبي شيبة 7: 76، وحلية الأولياء 2: 105]، وعن زيد بن ثابت ( قال (: (مَن كانت الدنيا همّه فرَّق الله عليه أمره، وجعل فقره بين عينيه، ولم يأته من الدنيا إلا ما كتب له، ومَن كانت الآخرة نيّته جمع له أمره، وجعل غناه في قلبه، وأتته الدنيا وهي راغمة)[في سنن ابن ماجة 2: 1375، وسنن الترمذي 4: 642، والمعجم الكبير 11: 266].",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "وإنما المراد هم الآخرة والمعاد وطلب رضاء الله تعالى بنصرة دينه والاستقامة عليه، فلا بدّ للمسلم من همّ خشية الله ومخافته؛ ليسعى في سبيل النجاة من ناره والحصول على جنته، ومعلوم أن الله ( لم يخلقنا عبثاً، {أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثاً وَأَنَّكُمْ إِلَيْنَا لا تُرْجَعُونَ}[المؤمنون:115]، ولم ينزل علينا الشرع لنلعب ونلهى به ونعرض عنه، {وَذَرِ الَّذِينَ اتَّخَذُوا دِينَهُمْ لَعِباً وَلَهْواً وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا وَذَكِّرْ بِهِ أَنْ تُبْسَلَ نَفْسٌ بِمَا كَسَبَتْ لَيْسَ لَهَا مِنْ دُونِ اللَّهِ وَلِيٌّ وَلا شَفِيعٌ}[الأنعام: 70]، وإنما كان وجودنا من أجل عبادته والقيام على أمره {وَمَا خَلَقْتُ الْجِنَّ وَالْأِنْسَ إِلَّا لِيَعْبُدُونِ}[الذريات:56]، وطالما أننا خلقنا من أجل غاية محددة فلا بدّ من أن تكون هماًَ لنا؛ لنسعى إلى تحقيقه، دون غيرها من هموم الدنيا المذمومة كما سبق في الحديث. ¶ وهذا الهمّ المحمود هو همّ تحقيق العبودية لله تعالى، وذلك بالقيام على أوامره واجتناب نواهيه من خلال القيام بالعبادات المحضة كالصلاة والصيام والزكاة وغيرها، وتطبيق أحكامه بيننا في الأكل والشرب والزواج والمعاملة والقضاء والحكم وغيرها. ¶ وهذا يتطلب منا نصرة دين الله تعالى بيننا وتغليبه على هوى أنفسنا، وقيام أمر الدين يكون بالجهاد بوسائله المختلفة، ونشر العلم بين المسلمين؛ لذلك جازت المسابقة فيما يعين على الجهاد والعلم بالمال، وعلل ذلك ابن عابدين ( في رد المحتار 6: 403 فقال: ((لأن فيه حثاً على الجهاد وتعلم العلم, فإن قيام الدين بالجهاد، والعلم فجاز فيما يرجع إليهما لا غير)).",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "فعلى المسلم المحقق لعبودية الله تعالى أن ينصر الإسلام بنفسه وماله وجاهه، ويعلم أن عماد هذا الدين هو تعريف الناس بأحكام الشريعة، وترغيبهم فيها، فيتعلم العلم ليطبقه في حياته، ويبلغ إلى مَن حوله، ولا يدخر جهداً جسدياً أو ذهنياً أو مالياً؛ لبثه بين المسلمين؛ لأنه لا سعادة لنا بدون التزام أحكام ديننا، وأول أوليات هذا الالتزام هو إبلاغها للناس وتعريفهم بها، ولا يكون هذا إلا بتناقل العلم الشرعي بين المسلمين. ¶ وينبغي للمسلم أن يعرى عن همّ دينه، وقال إمام المفسرين الطبري في تفسيره 12: 421: تفسير قوله (: {وَالنَّاشِطَاتِ نَشْطاً}[النازعات:2: إن الله جل ثناؤه أقسم بالناشطات نشطاً، وهي التي تنشط من موضع إلى موضع، فتذهب إليه، ولم يخصص الله بذلك شيئاً دون شيء، بل عمّ القسم بجميع الناشطات، والهموم تنشط صاحبَها كما قال هميان بن قحافة : ¶ أمست همومي تنشط المناشطا ¶ الشام بي طورا وطورا واسطا)) ¶ [وينظر: تفسير القرطبي 19: 168، وزاد المسير 9: 16] ¶ فالهمّ ينشط صاحبه ويحفزه إلى المعالي، ويرفع من عزيمته، ويعلي همته، وفي ذلك يقول الصاحب بن عباد: ¶ وقائلةٍ : لِمْ عرتْك الهمومُ ¶ وأمرك ممتثَلٌ في الأمَمْ ؟ ¶ فقلت : ذريني على غُصّتي ¶ فإنَّ الهموم بقدرْ الهِمَمْ ¶ [ينظر: الوافي في الوفيات 1: 1219]. ¶ وذكرها بعضهم في أبيان أخرى فقال: ¶ وقائلة لم عرتك الهموم ¶ ويجلي بك الهم مهما ادلهم ¶ وأمرك ممتثل في الورى ¶ ونهيك مزدجر في الأمم ¶ فقلت ذريني على غصتي ¶ فمثلي على مثلها لم يلم ¶ ولا تنكري هم ذي همة ¶ فان الهموم بقدر الهمم",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "فهذه الحكمة التي نطق بها الصاحب من أبلغ الحكم وأصدقها فعلى قدر همة المرء يكون همّه؛ لأن مَن لا همته له لا هم له سوى النوم والدعة والمهانة وغيرها من خوارم المروءة بخلاف صاحب الهمة العالية، فإن له هماً كبيراً لنفسه ودينه وإخوانه المسلمين، ونفسه دائماً تواقة للمعالي، فنجاح الإنسان بقدر همّه وهمته، قال بشار بن برد: ¶ قاسِ الهمومَ تنلْ به نُجحا ¶ والليلَ إِن وراءه صُحبا ¶ [مجمع الحكم والأمثال ] ¶ وصاحب الهمّ السامي لا بدّ له من تعب وعناء ومشقة؛ إذ عليه أن يغادر شهوات نفسه، ويتعبها ويرهقها لتحقيق مراده وغايته، ولكن هذا التعب والمشقة يصحبه سعادة قلبية بالشعور الدائم في نيل رضا المولى ( لا تعدوه سعادة دنيوية، فهو تعب لذيذ وطيب، قال المتنبي: ¶ وأتعبُ خَلْقِ اللَّهِ من زاد همهُ ¶ وقَصَّرَ عما تشتهي النفسُ وجدهُ ¶ [خزانة الأدب 1: 203، وقرى الضيف 1: 180] ¶ وقال أيضاً: ¶ حا اللّهُ ذي الدنيا مناخاً لراكبٍ ¶ فكل بعيد الهمِّ فيها معذَّبُ ¶ [مجمع الحكم والأمثال: ] ¶ فالحقيقة التي ينبغي أن ندركها أنه لا تستقيم الحياة السوية لصاحبها بلا همّ يحمله ويسعى لتحقيقه، وها هو الشاعر مسعود سماحة يعتبر أن الهمّ القوت للرجل فيقول: ¶ أقسمتُ لو قدروا لي أن أعيش بلا ¶ همٍ خلياً من الأوصابِ والعللِ ¶ لمكانَ هميَ أن أسعى مباشرةً ¶ للّهمِّ فالهمُّ مثل القوتِ للرجلِ ¶ [مجمع الحكم والأمثال ] ¶ وهذه الدنيا الدنية التي نعيشها لا تستحق أن تكون هماً لأصحاب الهمم العالية، بل يكون همهم عظيماً على قدر هممهم، ولا أعظم من همّ حياة أبدية، والجري لنيلها، برفع لواء الإسلام في الجهاد في سبيله وتعليمه أحكامه، وبذل الغالي والنفيس في ذلك، وهذا متيسر لأصحاب النفوس العظيمة الأبية، قال أبو فراس الحمداني: ¶ تهون علينا في المعالي نفوسنا ¶ ومن يخطب الحسناء لم يغله المهر",
            "page": "9",
            "part": "1"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "وعلى قدر همّ النفس ترتقي في المعالي، فكل نفس تسعى لتحقيقها همها، فمَن كانت هم دنيء، كان حاله إلى الدناءة أقرب، ومن كان هم سامي، كانت نفسه إلى السمو تشتاق، فكل حاله على قدر همّه وهمته، قال أبو دلف: ¶ وليس فراغ القلب مجداً ورفعة ¶ ولكن شغل القلب للهمّ رافع ¶ وذو المجد محمول على كلّ آلة ¶ وكل قصير الهمّ في الحيّ وادع ¶ [محاضرات الأدباء ومحاورات الشعراء والبلغاء للرغب الأصفهاني] ¶ فسارع أخي الحبيب إلى أن يكون العلم همّك؛ لأنه فيه قيام الدين، والنجاة في الآخرة، وأزح عنك هموم الدنيا الفانية، ودعها لأهلها، وليكن شعارك دائماً أنه لا سبيل للنجاح والنجاة إلا بالهمة العالية والهم لهذا الدين. والله ولي التوفيق.",
            "page": "10",
            "part": "1"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "علو الهمة ¶ الهِمة بالكسر: أول العزم، وقد تطلق على العزم القوي فيقال: له همة عالية. كما في ((المصباح المنير)) ص641، فعلو الهمة منبع السعادة الدنيوية والأخروية؛ إذ بها ينال المرء مقصده في دنياه، ورضا ربه في أخراه، فبالهمة العالية تهون الصعاب، وتصغر العظائم، فهي أساس النجاح في كل أمر. وهذا ما أشار إليه الله (: {وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا} [العنكبوت: من الآية69]، قال العلامة ابن الجوزي (: ((تأملت سبب الفضائل فإذا هو علو الهمة, وذلك أمر مركوز في الجبلة لا يحصل بالكسب, وكذلك خسة الهمة, وقد قال الحكماء: تعرف همة الصبي من صغره, فإنه إذا قال للصبيان: من يكون معي؟ دل على علو همته, وإذا قال: مع من أكون؟ دل على خستها, فأما الخسة فالهمم فيها درجات منهم من ينفق عمره في جمع المال ولا يحصل شيئاً من العلم, ومنهم من يضم إلى ذلك البخل, ومنهم من رضي بالدون في المعاش, وأخسهم الكساح, فأما علو الهمة في الفضائل فقوم يطلبون الرئاسة ... ومن طلبة العلم مَن تعلو همته إلى فن من العلوم فيقتصر عليه وهذا نقص, فأما أرباب النهاية في علو الهمة فإنهم لا يرضون إلا بالغاية , فهم يأخذون من كل فن من العلم مهمه , ثم يجعلون جل اشتغالهم بالفقه , لأنه سيد العلوم, ثم ترقيهم الهمم العالية إلى معاملة الحق ومعرفته , والأنس به)) كما في ((الفروع)) 1: 534.",
            "page": "11",
            "part": "1"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "وطالما أن حديثنا عن العلم، ومعلوم أن طريقه من أصعب وأطول الطرق، فلا بد له من الهمة العالية ليصل إليه، قال الإمام الزرنوجي في ((تعليم المتعلم)) ص55: ((ولا بد لطالب العلم من الهمة العالية في العلم، فإن المرء يطير بهمته كالطير يطير بجناحيه، والرأس في تحصيل الأشياء: الجد والهمة العالية)). فالهمة من صفات طالب العلم قال الإمام النووي في ((المجموع)) 1: 69: ((أن يكون همته عالية, فلا يرضى باليسير مع إمكان الكثير, وأن لا يسوف في اشتغاله, ولا يؤخر تحصيل فائدة وإن قلت إذا تمكن منها, وإن أمن حصولها بعد ساعة; لأن للتأخير آفات, ولأنه في الزمن الثاني يحصل غيرها, وعن الربيع قال: ((لم أر الشافعي آكلاً بنهار, ولا نائماً بليل؛ لاهتمامه بالتصنيف)). ¶ فعلو الهمة باعث على أفضل الأعمال وأحسنها، والابتعاد عن أرذلها وأخسها، قال (: (إن الله يحب معالي الأمور وأشرافها, ويكره دنيها وسفسافها) [المعجم الكبير 3: 131، والمستدرك 1: 112، والمعجم الأوسط 3: 210، ومسند الشهاب 2: 150، وصححه العراقي في تخريج أحاديث الإحياء 3: 188، وغيره] . وروي عن عمر ابن الخطاب ( أنه قال: ((لا تصغرن همتكم فإني لم أر أقعد عن المكرمات من صغر الهمم)). وقال بعض الحكماء: ((الهمة راية الجد)). وقال بعض البلغاء: ((علو الهمم بذر النعم)). كما في ((أدب الدنيا والدين)) ص319. ¶ فالهمة هي المحفز والمسير لصاحبها حتى قالوا: ((فالذي يسير العبد بإذن ربه إنما هو همته، والهمة إذا علت وارتفعت لم تلحقها القواطع والآفات كالطائر إذا علا وارتفع في الجو فات الرماة ولم يلحقه الحصا ولا البنادق ولا السهام، وإنما تدرك هذه الأشياء للطائر إذا لم يكن عالياً، فكذلك الهمة العالية، قد فاتت الجوارح والكواسر، وإنما تلحق الآفات والدواعي والإرادات الهمة النازلة، فأما إذا علت فلا تلحقها الآفات)) كما في ((طريق الهجرتين)) 1: 352.",
            "page": "12",
            "part": "1"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "وكلما ارتفعت الهمة كلما علا شأن صاحبها، وارتقت نفسه عن الصغائر؛ ((لأن علو الهمة وصدق الإرادة والطلب من كمال الحياة، فهو سبب إلى حصول أكمل الحياة، وأطيبها فإن الحياة الطيبة إنما تنال بالهمة العالية والمحبة الصادقة والإرادة الخالصة، فعلى قدر ذلك تكون الحياة الطيبة، وأخس الناس حياة أخسهم همة، وأضعفهم محبة وطلباً، وحياة البهائم خير من حياته...)) كما في ((مدارج السالكين)) 3: 263. ¶ وطريق تحقيق الهمة العالية هو الإخلاص لله في القول والعمل حتى قيل: ((لقاح الهمة العالية: النية الصحيحة فإذا اجتمعا بلغ العبد غاية المراد))، كما في ((الفوائد)) 1: 200، ((لأن همة العبد إذا تعلقت بالحق تعالى طلباً صادقاً خالصاً محضاً، فتلك هي الهمة العالية التي لا يتمالك صاحبها أي لا يقدر على المهلة، ولا يتمالك صبره لغلبة سلطانه عليه وشدة إلزامها إياه بطلب المقصود، ولا يلتفت عنها)) كما في ((مدارج السالكين)) 3: 3، ولذلك قيل: ((لا تكون الروح الصافية إلا في بدن معتدل، ولا الهمة العالية إلا في نفس نفيسة)) كما في ((بدائع الفوائد)) 3: 750. ¶ ومما قيل فيها من الشعر: ¶ ((فمن يسع أو يركب جناحي نعامة ... ليدرك ما قدمت بالأمس يسبق ¶ أي صاحب الهمة العالية والنفس الشريفة التواقة لا يرضى بالأشياء الدنية الفانية، وإنما همته المسابقة إلى الدرجات الباقية الزاكية التي لا تفنى و لا يرجع عن مطلوبه، ولو تلفت نفسه في طلبه ومن كان في الله تلفه كان على الله خلفه، حتى قيل لبعض المجتهدين في الطاعات: لم تعذب هذا الجسد؟ قال: كرامته أريد. ¶ وإذا كانت النفوس كباراً ... تعبت في مرادها الأجسام ¶ قال عمر بن عبد العزيز: إن لي نفسا تواقة ما نالت شيئاً إلا تاقت إلى ما هو أفضل منه وإنها لما نالت هذه المنزلة يعني الخلافة، و ليس في الدنيا منزلة أعلى منها تاقت إلى ما هو أعلى من الدنيا يعني الآخرة.",
            "page": "13",
            "part": "1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "على قدر أهل العزم تأتي العزائم ... و تأتي على قدر الكرام المكارم ¶ أي قيمة كل إنسان ما يطلب فمَن كان يطلب الدنيا فلا أدنى منه، فإن الدنيا دنية وأدنى منها مَن يطلبها، وهي خسيسة وأخس منها مَن يخطبها)) كما في ((لطائف المعارف)) 1: 268. ¶ فإنه لا ينال ما ينال إلا بعلو همة المتعال، فلا بد لطالب العلم من همة تقهر النفوس وتزيل الجبال وتحقق الآمال، وسبيل حصول بعد الإخلاص لله ( هو ملازمة المشايخ والأخذ عنهم، والاقتداء بهم، ومصاحبة الصادقين والصالحين من طلبة العلم أصحاب الهمم، وكثرة القراءة والمطالعة في سير العلماء السابقين، فإن في الإطلاع على أحوالهم شحنٌ للهمم، ورفع للنفوس. والله الموفق. ¶ شعلة نار متوقدة ¶ إن ما نراه من التقاعس العجيب لدى طلبة العلم والبحث عن الراحة والدعة وعدم استغلال أوقاتهم وأعمارهم في نصرة دين الله عز وجل بتحمل مسؤولياته التي أنيطت بهم من السعي في طلب العلم وتعليمه للمسلمين يرجع إلى أسباب عديدة منها: ضعف همتهم وإراداتهم وعدم تعظيمهم العلم الذي يدرسونه وعدم حملهم لهم الإسلام والجري وراء الشعارات العاطفية الفارغة وانتشار وسائل الإعلام المرئية وغير المرئية التي تستنزف الوقت وتشغل الذهن. ¶ ومن المعلوم أنه لا سبيل لحياة الأمة واسترجاع مجدها إلا بالسير على خطى سلفها الصالح من العلماء العاملين وعلى طالب العلم الفطن أن يكثر من القراءة في تراجمهم لشحن نفسه بالطاقة التي تمكنه من تحقيق مرامه فسيرهم هي الطاقة الحقيقية لنا وفي هذه العجالة أحببت الإشارة إلى بعض العلماء الذين وصفوا بأنهم شعلة نار لشدة اندفاعهم وحماسهم في طلب العلم.",
            "page": "14",
            "part": "1"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "وقد سبق من الدكتور الفاضل عبد السميع الأنيس أن جمعهم في مقالة لمجلة دار البحوث للدراسات الإسلامية وإحياء التراث/ الإمارات وسماها شعلة نار ومما قال فيها: ((ونجد في تاريخنا وصفاً رائعاً في تشخيص الغليان العلمي الذي كانوا عليه وهو قولهم في وصف عدد من العلماء وسماها شعلة نار ولنا أن نتخيل إذاً كيف كان إقبالهم على العلم واشتغالهم به وانصرافهم إليه واحتراقهم بحبه فهذه شذرات من سير هؤلاء الأئمة الأعلام تغذي القلب والعقل والروح وتنهض بالهمة وتقدح العزيمة وتبصر المتأمل فيها بمسالك الخير ومواقع الرشد والذي يجمع بين هؤلاء الأئمة الأعلام هذا الوصف الجميل ((شعلة نار)) الذي أرجو أن يعود إلى صفوف طلابنا مرة أخرى)). وإليك أيها القارئ الكريم شيئاً من سير هؤلاء الأجلاء. ¶ الإمام الحافظ سفيان بن عيينة (107-198هـ) قال النضر الهلالي: ((كنت في مجلس سفيان بن عيينة فدخل صبي فكأن أهل المجلس تهاونوا به لصغر سنه. فقال سفيان: {كذلك كنتم من قبل فمن الله عليكم فتبينوا}[النساء: 94] يا أبا نصر لو رأيتني ولي عشر سنين طولي خمسة أشبار ووجهي كالدينار وأنا كشعلة نار ثيابي قصار وأكمامي صغار وذيلي بمقدار ونعلي كآذان الفار كنت أختلف إلى علماء الأمصار مثل: الزهري وعمرو بن دينار أجلس بينهم كالمسمار محبرتي كالجوزة وقلمي كاللوزة فإذا دخلت المجلس قالوا وسعوا للشيخ الصغير)). [كما في ((تاريخ دمشق))20: 272]. ¶ الإمام الحافظ عبد الغني الأزدي المصري (332-409هـ) قال البرقاني: ((سألت الدارقطني لما قدم من مصر هل رأيت في طريقك من يفهم شيئاً من العلم؟ قال: ما رأيت في طريقي إلا شاباً بمصر يقال له: عبد الغني كأنه شعلة نار وجعل يفخم أمره ويرفع ذكره)). قال العتيقي: ((كان عبد الغني إمام زمانه في علم الحديث وحفظه ثقة مأموناً ما رأيت بعد الدارقطني مثله)). [كما في تذكرة الحفاظ 2: 1408، ومختصر تاريخ دمشق1: 2066].",
            "page": "15",
            "part": "1"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "الإمام الحافظ محمد بن علي الصوري البغدادي (376-441هـ) وقال عبد المحسن الشيحي: ((ما رأيت مثله كان كأنه شعلة نار بلسان كالحسام القاطع)). وقال غيث الأرمنازي: ((رأيت جماعة من أهل العلم يقولون ما رأينا أحفظ من الصوري)). قال السلفي: ((كتب الصوري صحيح البخاري في سبعة أطباق من الورق البغدادي ولم يكن له سوى عين واحدة)) [كما في ((تذكرة الحفاظ)) 3: 1115]. ¶ الإمام الحافظ أبو سعد البغدادي الأصبهاني (463-540هـ) قال الحافظ عبد الله بن مرزوق: ((أبو سعيد البغدادي شعلة نار وقال ابن النجار أبو سعد إمام في الحديث وفي الزهد واعظ وكان إذا أكل طعاماً أغرورقت عيناه بالدموع ثم يأكل ويقول كان داود ( يأكل ويبكي)) [كما في ((تذكرة الحفاظ)) 4: 1285 و((تاريخ الإسلام)) 1: 3731]. ¶ الإمام الحافظ أبو طاهر السلفي الأصبهاني (475-576هـ) قال أبو سعد: ((كان السلفي ببغداد كأنه شعلة نار في التحصيل)). وقال عبد القاهر الرهاوي: ((كان له عند ملوك مصر الجاه والقوة والكلمة النافذة وكان لا يبدون منه جفوة لأحد)) [كما في ((تذكرة الحفاظ)) 4: 1301 و((الوافي في الوفيات)) 1: 1002]. ¶ الإمام الحافظ أبو القاسم ابن عساكر الدمشقي (499-571هـ) قال الحافظ أبو العلاء: (( إنه لا يساجل الحافظ أبا القاسم في شأنه أحد فلو خالق الناس ومازجهم كما أصنع إذاً لاجتمع عليه الموافق والمخالف وإنه لم يشتغل منذ أربعين سنة إلا بالجمع والتسميع حتى في نزهته وخلواته وما كان أبو القاسم إلا شعلة نار ببغداد من ذكائه وتوقده وحسن إدراكه لم يجتمع في شيوخه ما اجتمع فيه وعلى هذا النحو لازم ابن عساكر بغدادمتتبعاً العلماء والفقهاء وكبار المحدثين مستمعاً إليهم قارئاً عليهم مكثراً في ملازمتهم وقد استفذ ما عند الشيوخ من أحاديث بالغ في طلبها منهم فأتقن حفظها وتلقى متونها)) [كما في ((تذكرة الحفاظ)) 4: 1331، و((تاريخ دمشق))1: 16].",
            "page": "16",
            "part": "1"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "محمد المغربي الأندلسي النحوي (806- 840هـ) قال ابن حجر: ((ولي قضاء حماة وأقام بها مدة ثم توجه إلى الروم فأقام بها وأقبل الناس عليه وكان شعلة نار في الذكاء كثير الاستحضار عارفاً بعدة علوم خصوصاً العربية)) [كما في إنباء الغمر 1: 640]. ¶ فعليك يا طالب الاتصاف بوصفهم والسير على طريقهم والعمل بنهجهم لتسترشد لدنياك وآخرتك. ¶ استغلال الوقت ¶ إن من أهم المهمات لطالب العلم صاحب الهمة العالية والهمّ لهذا الدين أن يستغل كل لحظة من لحظات عمره، فلا يضيِّع شيئاً منها في غير مرضاة الله (، وهذا ما أرشدنا إليه مولانا ( حيث قال في سورة العصر: {وَالْعَصْر. إنَّ الإنْسَانَ لَفِي خُسْرٍ. إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ}. قال سيدنا ابن عباس (: ((العصر: هو الدهر)). [كما في تفسير البغوي 1: 525]، وقال الفخر الرازي في مفاتيح الغيب 16: 620-621: ((هو الدهر؛ لأن النبي ( أقسم بالدهر، ولأن الدهر مشتمل على الأعاجيب؛ لأنه يحصل فيه السراء والضراء، والصحة والسقم، والغنى والفقر... فكأن المعنى والعصر العجيب أمره حيث يفرح الإنسان بمضيه لظنّه أنه وجد الربح مع أنه هدم لعمره، وإنه لفي خسر، ومن قول القائل: ¶ إنا لنفرح بالأيام نقطعها ¶ وكل يوم مضى نقصٌ من الأجل)) ¶ وقال شيخنا العلامة الدكتور صلاح الخالدي حفظه الله في ((الخطة البراقة)) ص11-13: ((الله ( يقسم في هذه السورة بالعصر، والعصرُ هو الزمان والدهر... فأساس معنى العصر هو ضَغْطُ شيءٍ حتى يَتَحَلَّب. تقول: عصرتُ الثوب، وذلك عندما تضغط عليه ليخرجَ منه الماء؛ ولهذا سمّى الله السُّحُبَ: معْصِرات، كما ورد في قوله (: {وَأَنْزَلْنَا مِنَ الْمُعْصِرَاتِ مَاءً ثَجَّاجاً}[النبأ:14]، وكأن هذه السحبَ المحملةَ بالماء تُعصرُ عصراً، ويضغطُ عليها، فيخرج الماء منها، وينزل ثجاجاً مصبوباً.",
            "page": "17",
            "part": "1"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "وإذا كان عصر الشيء هو الضغط عليه لإخراج ما فيه، فإن زمان الناس وعمرَهم عصر؛ لأنه يجب عليهم أن يعصروه عصراً، ويضغطوه عليه ضغطاً، ليحسنوا الاستفادة منه، واستخراج منافعه وفوائده. ¶ وعمر الفرد هو عصرُه الخاص به، الذي يجب عليه أن يعصرَه، ويحسن استغلالَه ومعايشتَه. ¶ فاعصر عمرَك أنها الأخ المسلم عصراً، واضغط عليه ضغطاً، وجاهد نفسك، وابذل أقصى جهدك، حتى لا تضيع هذا العمر المحدود، فإن لم تحسن عصرَ عمرك والاستفادة منه فسوف تندم على ضياعه!... فكل الناس يخسرون، إلا المؤمنون الصالحون. ¶ يخسرون عصره وعمرهم وزمانهم؛ لأنهم يضيِّعون هذا العصر والعمر سدى، ولا يحسنون الاستفادة منه، ولا يُحسنون عصرَه والضغطَ عليه، والانتفاع بما فيه من ساعات وأيام وشهور وأعوام!...)). ¶ ولا تغفل يا طالب العلم أنك سائر في طريق يوصلك إلى أن تكون من ورثة الأنبياء، قال (: (العلماء هم ورثة الأنبياء) [في سنن أبي داود 2: 341، وسنن الترمذي 5: 48، وصحيح ابن حبان 1: 289] ، وأخبرنا نبينا المصطفى (: (لا تزول قدم ابن آدم يوم القيامة من عند ربِّه حتى يُسئل عن خمس: عن عمره فيم أفناه، وعن شبابه فيم أبلاه، وماله من أين اكتسبه، وفيم أنفقه، وماذا عمل فيما علم) [في الترمذي 4: 612، وصححه، وسنن الدارمي 1: 145، ومسند أبي يعلى 13: 351، والعلم لأبي خيثمة 1: 22، والمعجم الصغير 2: 49، وغيرها]. ¶ فعمر الإنسان ووقته أول ما يسأل ويحاسب عليه يوم القيامة، وما ذاك إلا لأنه لم يعطَ له هكذا، وإنما من أجل الاستفادة منه في أعمال الخير والمعروف، قال (: {أَيَحْسَبُ الأِنْسَانُ أَنْ يُتْرَكَ سُدىً}[القيامة:36، بل إن كل لحظة من لحظات حياته مبتلى وممتحن فيها بالخير أو الشرّ، قال (: {إِنَّا خَلَقْنَا الْأِنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ فَجَعَلْنَاهُ سَمِيعاً بَصِيراً}[الانسان:2].",
            "page": "18",
            "part": "1"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "وأشار الله ( لنا إلى تنظيم حياتنا واستغلال أوقاتنا في كثير مما خلق لنا، ومما أمرنا به، ومن ذلك آية الليل والنهار، فقال: {وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ فَمَحَوْنَا آيَةَ اللَّيْلِ وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً لِتَبْتَغُوا فَضْلاً مِنْ رَبِّكُمْ وَلِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ وَكُلَّ شَيْءٍ فَصَّلْنَاهُ تَفْصِيلاً} [الاسراء:12]، ومنها العبادات المختلفة التي أمرنا الله ( بها قال (: {إِنَّ الصَّلاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَاباً مَوْقُوتاً}[النساء: 103]، قال العلامة الشيخ عبد الفتاح أبو غدة ( في ((قيمة الزمن عند العلماء)) ص10-11: ((والصلاة تتكرر من المسلم والمسلمة في اليوم والليلة خمس مرات، فإذا أدَّاها المسلم في أول وقتها كما طُلبَت منه، غَرَسَت في سلوكه خلُق الحفاظ على الوقت، والدقة في المواعيد، والانتباه لتوقيت كل عملٍ بوقته المناسب له، الموصل إلى الغاية منه على الوجه الأتم الأكمل. ¶ ومن هذا تبدو لنا الحكمة البالغة: لماذا خصَّ الله تعالى ثم النبي (: الصلاة بالذكر من بين سائر التكاليف الكثيرة المؤقتة؛ لأنها تتكرر كل يوم خمس مرات، ففي زمن يسير ينطبع سلوك فاعلها بخُلق ضبط الوقت، ودقة الوَعد، وأداء كل عملٍ في ميقاته المخصَّص له على الوجه الأمثل، ويصير ذلك له عادة وطبيعة متبعةً في سلوكه وحياته. ¶ وقد رسم الشرع الحيف التوقيت في تكاليفَ كثيرة غير الصلاة فوقَّت في أحكام الحج والزكاة والصوم وزكاة الفطر والأضحية والسفر والتيمم والمسح على الخفين والرضاع والطلاق والعدة والرجعة والنفقة والدين والرهن والضيافة والعقيقة والحيض والنفاس وغيرها. وما ذلك إلا لمعنى هامّ رتبَّ الشرع التوقيتَ عليه، ولَحَظَ المصلحةَ والنفع به....",
            "page": "19",
            "part": "1"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "فيجب على المسلم أن ينتبه إلى الوقت في حياته، وإلى تنفيذ كل عمل من أعماله في توقيته المناسب، فالوقت من حيث هو معيارٌ زمني: من أغلى ما وَهَبَ الله تعالى للإنسان، وهو في حياة العالِم وطالبِ العلم رأس المال والربح جميعاً، فلا يسوغ للعاقل أن يضيعه سدىً، ويعيش فيه هَمَلاً سَبَهْلَلاً...)). ¶ ومن الطرق التي ينصح بها لكيفية استغلال الوقت والاستفادة منه ما يلي: ¶ أولاً: اعتقاد أن الوقت أغلى ما يملكه الإنسان، قال العلامة الشيخ عبد الفتاح أبو غدة ( في ((قيمة الزمن)) ص60: ((اعلم أن الزمان أشرف من أن يضيَّع منه لحظة، فإن في ((الصحيح)) عن رسول الله (: (مَن قال: سبحان الله العظيم وبحمده، غُرِسَت له بها نَخْلَة في الجنة) [في سنن الترمذي 5: 511، وصحيح ابن حبان 3: 109، والمستدرك 1: 680]، فكم يضيع الآدمي من ساعاتٍ يفوته فيها الثواب الجزيل؟! وهذه الأيام مثل المزرعة، فهل يجوز للعاقل أن يتوقف عن البذر أو يتوانى؟...)). ¶ وقال الإمام ابن الجوزي (: ((واعلم يا بُنيَّ، أن الأيام تُبسط ساعا، والساعات تبسط أنفاساً، وكل نَفَس خِزانة، فاحذر أن يذهب نفس بغير شيء، فتى في القيامة خزانةً فارغة فتَْندم! ¶ وانظر كلّ ساعة من ساعاتك بماذا تذهب، فلا تودعها إلا إلى أشرف ما يمكن، ولا تُهْمِل نفسك، وعوِّدها أشرفَ ما يكونُ من العمل وأحسنه، وابعث إلى صندوق القبر ما يسرُّك يوم الوصول إليه)). انتهى. ¶ وقال الحافظ ابن رجب (: ((لم يترك فناً من الفنون إلا وله فيه مصنَّف، وسئل عن عدد تآليفه، فقال: زيادة على ثلاثمئة وأربعين مصنفاً، منها ما هو عشرون مجلداً، ومنها ما كراس واحد. وقال الموفق عبد اللطيف: كان ابن الجوزي لا يضيع من زمانه شيئاً، يكتب في اليوم أربعة كراريس، ويرتفع له كلّ سنة من كتابته ما بين خمسين مجلداً إلى ستين)).[كما في قيمة الزمن ص62-63 عن ذيل طبقات الحنابلة 1: 412-413]. ¶ وقال الفقيه الشاعر الأديب عُمارة اليمني (ت569هـ):",
            "page": "20",
            "part": "1"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "إذا كان رأس المال عمرَك فاحتَرزْ ¶ عليه من الإنفاق في غير واجب ¶ فَبَيْن اختلاف الليل والصُّبح مَعْرَك ¶ يكُرّ علينا جيشُهُ بالعجائب! ¶ وقال الشاعر الأديب المصري أحمد شوقي: ¶ دقَّاق قلبِ المرء قائلة له: ¶ إن الحياةَ دقائقٌ وثَوان ¶ فارفَع لنفسك بعد موتك ذكرها ¶ فالذكرُ للإنسان عُمْرٌ ثاني ¶ وقال الأستاذ حسن البنا ( في مقالة بعنوان: ((الوقت هو الحياة)): ((يقال: الوقت من ذهب!! وهذا صحيح من حيث القيم المادية للذي لا يقيسون الوجود إلا بها، ولكن الوقت هو الحياة للذين ينظرون إلى أبعد من ذلك. ¶ وهل حياتك أيها الإنسان في هذا الوجود شيء، غير الوقت الذي يمضي بين الوفاة والميلاد؟ وقد يذهبُ الذهب وينفدُ، ولكنك تستطيع أن يكون معك منه أضعاف ما فَقَدت، ولكن الوقت الذاهب والزمَن الفائت، لا تستطيع له إعادةً أو إرجاعاً!! فالوقت إذن أغلى من الذهب، وأغلى من الماس، وأغلى من كل جوهرٍ وعَرَض؛ لأنه هو الحياة...)). [كما في قيمة الزمن ص122-123]. ¶ وقال الفقيه المالكي المشهور أبو الوليد الباجي (: ¶ إذا كنت أعلم علماً يقيناً ¶ بأن جميع حياتي كساعه ¶ فلم لا أكون ضنيناً بها ¶ وأجعلها في صلاح وطاعه ¶ [كما في وفيات الأعيان 2: 408-409] ¶ ثانياً: ترك التسويف، وتأجيل القراءة والمطالعة والدراسة إلى الأيام القادمة، فإن هذا من أكبر مداخل الشيطان على نفس طالب العلم، قال العلامة ابن أبي جَمْرَة في ((بهجة النفوس)) 3: 96 في معنى الوقت كالسيف إن لم تقطعه قطعك: ((معناه: اقطع الوقت بالعمل؛ لئلا يقطعك بالتسويف)). وقال الشيخ عبد الفتاح أبو غدة ( في قيمة الزمن ص24: ((ويمن أن يقال معناه: إنك إذا لم تكن يقظاً للاستفادة من الوقت والانتفاع به، هلكت كما يَهِلك من وُجِّهَت إليه الضربة السيف، فإن لم يكن يقظاً لردِّها والسلامة منها قطعته وأهلكته، فإن الوقت سيف قاطع، وبرق لامع. ولهذا قال القائل:",
            "page": "21",
            "part": "1"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "وكن صارماً كالوقت فالمَقْتُ في عَسَى ¶ وإياك عَلاَّ فهي أخطرُ عِلَّة)) ¶ وقال الشيخ عبد الفتاح ( في ((قيمة الزمن)) ص116: ((وقد يُخَيَّلُ لبعضهم أنَّ الأيام ستفرُغُ له في المستقبل من الشوغل، وتصفوا له من المكدِّرات والعوائق، وأنه سيكون فيها أفرغ منه في الماضي أيام الشباب، ولكن الواقع المشاهد على العكس من هذا أيها الأخ العزيز، فأُخبرك خبَرَ من بَلَغ ذلك وعرفه: ¶ كلما كَبِرَت سِنُّك، كَبُرَت مسؤلياتك، وزادت علاقاتك، وضاقت أوقاتُك، ونَقَصَت طاقاتك، فالوقت في الكبر أضيق، والجسم فيه أضعف، والصحة فيه أقلّ، والنشاط فيه أدنى، والواجبات والشواغلُ فيه أكثر وأشد! فبادر ساعات العمر، وهي سانحة، ولا تتعلق بالغائب المجهول، فكلّ ظرفٍ مملوء بشواغله وأعماله ومفاجآته)). ¶ وقال الأستاذ حسن البنا (: ((فيا أيها الأخ العزيز، اغتنم الوقت، فالوقت كالسيف، ودع التسويفَ فلا أضرَّ منه، وسَل الله التوفيق للعمل المقبول، والوقت الفاضل)).[كما في قيمة الزمن ص124]. ¶ وقال الوزير الصالح يحيى بن هُبَيْرة: ¶ والوقت أنفس ما عُنيتَ بحفظه ¶ وأراهُ أسهل ما عليك يضيع! ¶ [كما في الأعلام 9: 222] ¶ ثالثاً: إعطاء العلم كلَّك ليعطيَك بعضَه، والفناءُ في طلب العلم، فلا يعدّ ساعات يقضيها مع الكتاب وفي الدرس، وإنما يتحسَّرُ على كلِّ لحظة تقضى بعيدة على الاستفادة والإفادة، وهذا هو دأب علمائنا الكبار، المشار إليهم بالبنان بين أقرانهم، قال الإمام الزرنوجي في ((تعليم المتعلم)) ص86-87: ((وينبغي لطالب العلم ألا يشتغل بشيء آخر غير العلم، ولا يعرض عن الفقه، قال محمد بن الحسن (: ((صناعتنا هذه من المهد إلى اللحد، فمَن اراد أن يترك علمنا هذا ساعة فليتركه هذه الساعة)). وهكذا ينبغي للفقيه أن يشتغل به في جميع أوقاته فحينئذٍ يجد لذّة عظيمة في ذلك)).",
            "page": "22",
            "part": "1"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "فها هو أبو هلال العسكري يقول في كتابه ((الحثّ على طلب العلم والاجتهاد في جمعه)) ص87: ((كان الخليل بن أحمد الفراهيدي البصري، أحد أذكياء العالم، المولود سنة (100)، والمتوفى سنة (170هـ) يقول: أثقل الساعات علي: ساعةٌ آكل فيها))[كما في قيمة الزمن ص28]. ¶ وها هو الإمام أبي يوسف أول قاضي قضاة يلازم مجلس شيخه أبا حنيفة (17) سنة، أو (29) سنة، ما فاته صلاة الغداة معه، ولا فارقه في فطر ولا أضحى إلا من مرض، روى محمد قدامة، قال سمعت شجاع بن مَخْلد، قال: سمعتُ أبا يوسف يقول: مات ابنٌ لي، فلم أحضر جهازَه ولا دفنه، وتركتُهُ على جيراني وأقربائي، مخافة أن يفوتني من أبي حنيفة شيء لا تذهب حسرته عنِّي)) [كما في قيمة الزمن ص30-31 عن مناقب أبي حنيفة للموفق 1: 472]. ¶ ومثله الحافظ المنذري، قال التاج السبكي: ((وقد درَّس بالآخرة في دار الحديث الكاملية، وكان لا يَخرجُ منها إلا لصلاة الجمعة، حتى إنه كان له ولد نجيب محدِّث فاضل ـ هو رشيد الدين أبو بكر محمد (ت643هـ) وكان أحد الأذكياء النبغاء الحفَّاظ ـ توفَّاه الله تعالى في حياته، ليضاعِف له في حَسَناته، فصلى عليه الشيخ داخل المدرسة، وشيَّعه إلى بابها، ثم دَمَعَتْ عيناه وقال: أودعتُك يا ولدي الله تعالى، وفَارَقَه)). ولم يخرج من المدرسة. [كما في قيمة الوقت ص70 عن الطبقات الكبرى 8: 260].",
            "page": "23",
            "part": "1"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "رابعاً: تقليل النوم؛ فلا للمسلم عامة وطالب العلم أن يضيعوا أوقاتهم في كثرة النوم، وهذا حال نبينا ( وأصحابه الكرام قال (: {إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَى مِنْ ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ وَثُلُثَهُ وَطَائِفَةٌ مِنَ الَّذِينَ مَعَك}[المزمل: من الآية20]، وهذا هو دأب أئمتنا وسلفنا الصالح، قال عبد الله بن المبارك (: ((بلغنا عن أبي حنيفة أنه صلى الصلوات الخمس أربعين سنة بوضوء واحد، وكان نومُه جالساً ينامُ لحظةً بين الظهر والعصر، وفي الشتاء ينام لحظة من أول الليل، وكان يجمع القرآن في ركعتين. وقال: أبو حنيفة أفقه الناس. وقال: ما رأيت في الفقه مثل أبي حنيفة ()). [كما في الطبقات الكبرى 1: 46]. ¶ وقال الحسن بن عمارة ( بعد غسل أبي حنيفة ( حين توفِّي: ((غفر الله لك لم تفطر منذ ثلاثين سنة، ولم تتوسَّد يمينك في الليل منذ أربعين سنة))[كما في أبو حنيفة طبقته توثيقه ص148]. ¶ وقال الحماني ( : ((صحبت أبا حنيفة ( ستة أشهر فما رأيته صلى الغداة إلا بوضوء العشاء الآخرة، وكان يختم القرآن كل ليلة عند السحر))[ مناقب أبي حنيفة ( للذهبي ص13]. ¶ وقال محمد بن سلمة (: ((إن محمد بن الحسن الشيباني ( جزأ الليل ثلاثة أجزاء: جزء للنوم وجزء للصلاة وجزء للدرس، وكان كثير السهر فقيل له: لم لا تنام؟ قال: كيف أنام وقد نامت عيون المسلمين تعويلاً علينا، وهم يقولون: إذا وقع لنا أمر رفعناه إليه فيكشفه لنا، فإذا نمنا ففيه تضييع للدين))[ كما في بلوغ الأماني ص59].",
            "page": "24",
            "part": "1"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "وقال الذهبي: (( شيخ الإسلام محيي الدين يحيى بن شرف النووي الشافعي، ولد سنة (631هـ) ـ في بلدة نَوَا من حَوْرَان ـ وقدم دمشق سنة 649، فسكن في المدرسة الرواحية يتناول خبزَ المدرسة، ـ قال: وبقيت نحو سنتين لم أضع جنبي إلى الأرض فحفظ ((التنبيه)) في أربعة أشهر ونصف، وقرأ ربع ((المهذب)) حفظاً في باقي السنة على شيخه الكمال إسحاق بن أحمد)).[كما في قيمة الزمن ص71 عن تذكرة الحفاظ 4: 1472]. ¶ خامساً: الانتقال من علم إلى علم في المطالعة؛ لأن النفس تملّ وتسأم من المواظبة على فنٍّ أو علم، والعلوم متفاوتة فمنها الجاف الصعب، ومنها السهر اليسير، فينبغي لطالب العلم إن ملَّت نفسه من القراءة في كتب الفقه أو النحو أو العقيدة أن يقرأ في كتب الآداب والتاريخ وسير العلماء؛ لقربها من النفس؛ ولما فيها من شحن لهمة طالب العلم الشرعي نحو العلم، وحتى لا يضيع شيئاً من أوقاته في غير الإفادة والاستفادة، قال الإمام الزرنوجي في ((تعليم المتعلم)) ص89: ((وينبغي لطالب العلم أن يستغرق جميع أوقاته، فإذا ملَّ من علم يشتغل بعلم آخر، وكان ابن عباس ( إذا ملَّ من علم الكلام يقول: هاتوا ديوان الشعر)). ¶ وقال طاشكبرى زاده في ((مفتاح السعادة)) 2: 220: ((كان محمد بن الحسن الكوفي... لا ينام الليل، وكان يَضَعُ عنده دفاتر ـ يعني كتباً، فإذا ملَّ من نوع نظرٍ نظرَ في آخر، وكان يزيل نومَهُ بالماء ويقول: إن النوم من الحرارة)). ¶ وقال العلامة عبد الفتاح أبو غدة ( في ((قيمة الزمن)) ص102: ((ومما يحسن لفتُ النظر إليه في شان الزمن: أن العمل العلمي ينزَّل من الوقت الملائم له، فمن الأعمال العلمية ما يصلح كلُّ وقتٍ وذهن، لخفَّته ويُسر القيام به، مثل النسخ والمطالعة الخفيفة والقراءة العابرة ونحوها، مما لا يحتاج إلى ذهن صاف ويَقَظَة تامّة وتفكير دقيق عميق.",
            "page": "25",
            "part": "1"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "ومن الأعمال العلمية ما لا يكتملُ حصوله على وجهه الأتم، إلا في الأوقات التي تصفو فيها الأذهان، وتَنشَطُ فيها القرائح والأفهام، وتكثُرُ فيها البركات والنفحات، كساعات الأسحار والفجر والصباح وساعات هدأة الليل والفراغ التامّ والسكون الكامل للمكان. ¶ فينبغي أن تنتهز هذه الساعات الصافية، والأوقات المباركة، لحل المشكلات العويصة، والمعضلات الصعبة، وتنقيح المسائل المتشابكة، وتصويب التصحيفات والتحريفات المستعصية، واستفتاح العبارات المغلقة الغامضة، وحفظ النصوص المستظهرة، وأمثال ذلك)). ¶ سادساً: الابتعاد عن الناس، وقلة المعاشرة لهم، والتقليل من الارتباطات المشغلة مع الأصدقاء والأقرباء، فلا يصاحب إلا طالب علم يحاوروه فيه، ويناقشه في مسائله، ويرفع همته في طلب العلم، ويعين عليه، قال الإمام الزرنوجي في ((تعليم المتعلم)) ص85: ((ولا بدَّ لطالب العلم من تقليل العلائق الدنيوية بقدر الوسع، ولهذا اختاروا الغربة))، وقال الشيخ العلامة عبد الفتاح أبو غدة ( في ((قيمة الزمن))ص60: ((والذي يعين على اغتنام الزمان: الانفراد والعزلة مهما أمكن، والاختصار على السلام، أو حاجة مهمة لمن يلقى، وقلة الأكل، فإن كثرته سبب النوم الطويل وضَيَاع الليل. ومن نَظَرَ في سِيَرِ السلف، وآمَنَ بالجزاء، بَانَ له ما ذكرته)). ¶ قال الشاعر: ¶ لقاءُ الناس ليس يفيدُ شيئاً ¶ سوى الهَذيان من قيل وقال ¶ فأقلل من لقاء الناس إلا ¶ لأخذ العلم أو إصلاح حال ¶ [كما في معجم الأدباء 17: 286] ¶ وقال العلامة الجوهري (: ¶ لو كان لي بدٌّ من الناس ¶ قطعت جبل الناس بالياس ¶ العِزٌُ في العُزْلة لكنّه ¶ لا بدَّ للناس من الناس ¶ [كما في السعاية على شرح الوقاية 1: 23]",
            "page": "26",
            "part": "1"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "سابعاً: تنظيم أوقاته، بأن يكون له برنامجاً خاصاً في ماذا يقرأ؟ وأي وقت يقرأ؟ وما هي المدّة التي يحتاجها كل علم؟، وعليه أن يحاسب نفسه بالتزامه بما ألزم نفسه به، فيكون عنده برنامج يومي وشهري وسنوي، فيتابع نفسه بإنجاز ما حدده لها كل يوم، وفي نهاية الشهر يرى هل أنجز أوكل نفسه به طيلة الشهر، ثم يرسم ما عليه في الشهر التالي، وهكذا، وفي نهاية العام ينظر ما أنجز في هذه السنة، وما ينبغي عليه أن يفعل في العامل القابل، ولا يغفل عن ملاحظة مدى مقدار ما تتمم من العلوم والأعمال بالنسبة لما حدد وخطط. ¶ قال الشيخ عبد الفتاح أبو غدة ( في ((قيمة الزمن)) ص113: ((وإن أهم ما يساعد على اغتنام الوقت: تنظيم الأعمال والنحياش عن المجالس الفارغة، وترك الفضول من كل شيء، ومصاحبة المجدّين النبهاء الأذكياء المتيقظين للوقت والدقائق، وقراءة أخبار العلماء الأفذاذ أصحاب التراجم الحافزة، والتذاذ المرء بحلاوة كسب الوقت في الإنتاج العلمي، والانغمار في متعة المطالعة والاستزادة من المعرفة والاطلاع وتنقيح المعلوم. فإن ذلك يعرِّفك بقيمة الزمن، ويُلهِبُ فيك الحِفاظَ عليه، ويجعلك تَكْسِبُه ولا تُبِيده، وتحافظُ عليه ولا تُضِيعه)). ¶ ثامناً: ترك الراحة والدعة، والتشمير عن الساعة في طلب العلم والسعي فيه، قال العلامة عبد الفتاح ( في ((قيمة الزمن)) ص116: ((ومن المؤسف أنه قد انتشر في صفوف طلبة العلم اليوم: الكسل العقلي، وغلب عليهم إيثار الراحة والدَّعة على الجدِّ والدَّأب، وصارت الرفاهية وأنواعٌ من الفُضُول مَقْصِداً من مقاصد الحيارى عندهم، وغَدَتْ المُتَعُ مطلباً من مطالبهم، فلم يبقَ لديهم وقتٌ للدرس والتحصيل، وصارت حالهم تشبه حالَ من عَنَاه الإمام أحمد بن فارس الرازيُّ اللغوي (ت395هـ) بقوله: ¶ إذا كان يؤذيك حرّ المصيف ¶ ويُبْسُ الخريفِ وبَرْدُ الشتا ¶ ويُلهيكَ حُسْنُ زمان الربيع ¶ فأخذُكَ للعلم قُلْ لي: متى؟!))",
            "page": "27",
            "part": "1"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "فنفس المرء كالطفل إن تشغل بمكارم الأمور وعظائهما، أشغلت صاحبها بسفاسف الأشياء وأدناها، قال رجل لمنصور الحلاج: أوصني، فقال: هي نفسك، إن لم تشغلها شغلتك. [كما في الإحياء 4: 57، وتفسير الثعالبي 4: 306، وتاريخ بغداد 8: 131]. ¶ وقال الإمام الزرنوجي في ((تعليم المتعلم))ص85: ((فينبغي لكل أحد أن يشغل نفسه بأعمال الخير حتى تشتغل بهوها، ولا يهتمّ العاقل لأمر الدنيا؛ لأن الهمَّ والحُزنَ لا يردُّ المصيبة ولا ينفع، بل يضرّ بالقلب والعقل والبدن، ويخلّ بأعمال الخير، ويهتمّ لأمر الآخرة؛ لأنه ينفع)). ¶ احترام المعلم وتعظيمه ¶ من لكثرة الجهل وقسوة القلب وجلافة الطبع وعدم الاستفادة من الأستاذ بين طلبة العلم أسباباً كثيرة يطول المقام في عرضها هنا، وإنما أكتفي بذكر أحدها، وهو احترام المعلم وتعظيمه، قال الإمام الزرنوجي في ((تعليم المتعلم)) ص39: ((اعلم أن طالب العلم لا ينال العلم، ولا ينتفع به.. إلا بتعظيم العلم وأهله، وتعظيم الأستاذ وتوقيره. فقد قيل: ما وصل مَن وصل إلا بالحرمة، وما سقط من سقط إلا بترك الحرمة ـ أي حرمة الخلق والأدب بتحري حرمة مَن يتعلّم منهم ـ. ¶ رأيت أحقّ الحقّ حقّ المعلم ¶ وأوجبه حفظاً على كلّ مسلم ¶ لقد حُقّ أن يهدى إليه كرامة ¶ لتعليم حرفٍ واحد ألف درهم)) ¶ وقال العلامة الخادمي في ((بريقة محمدية)) 3: 257: ((ومن أسباب انقراض العلم عدم مراعاة حق المعلم قيل من تأذى منه أستاذه يحرم بركة العلم ولا ينتفع به إلا قليلاً)). ¶ ومن احترامه وتوقيره وتعظيمه: ¶ أن يقدم حقّ معلمه على حق أبويه، قال الإمام الزرنوجي في ((تعلم المتعلم)) ص39: ((فإن من علمك حرفاً مما تحتاج إليه في الدين فهو أبوك في الدين)). ¶ آباء أجسامنا الذين مضوا ¶ قد أوقعونا في موقع التلف ¶ من علم العلم كان خير أب ¶ وهو أبو الروح لا أبو النطف",
            "page": "28",
            "part": "1"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "وفي ((غذاء الألباب)) 1: 390: ((ينبغي احترام المعلم الذي هو الشيخ وتوقيره والتواضع له , وكلام العلماء في ذلك معروف . وذكر بعض الشافعية أن حقّه آكد من حق الوالد; لأنه سبب لتحصيل الحياة الأبدية, والأب سبب لحصول الحياة الفانية, فعلى هذا تجب طاعته وتحرم مخالفته... وقد قال علماء المصطلح: الأشياخ آباء في الدين، وقال لي شيخان أبو التقي الشيخ عبد القادر التغلبي الشيباني: شيخك أبوك بل أعظم حقاً من والدك; لأنه أحياك حياة سرمدية ولا كذلك والدك أو كلاما هذا معناه, وقال لي: الناس يقولون فلان يعني نفسه لا ولد له، وهل لأحد من الولد مثل ما لي, يعني تلامذته رضوان الله عليه)). ومثله في ((الآداب الشرعية)) لابن مفلح 1: 440. ¶ أن لا يتبع زلة المعلم وهفوته، ويحمل ما سَمِعَ منه من الهفوات على أحسن المحامل والتأويلات. وقال الإمام الغزالي في ((بداية الهداية)) ص109: ((ولا يسيء الظنّ به في أفعال ظاهرها منكرة عنده، فهو أعلم بأسراره، وليذكر عند ذلك قول موسى ( للخضر (: {أَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا لَقَدْ جِئْتَ شَيْئاً إِمْراً}[ الكهف: 71]، وكونه مخطئاً في إنكاره اعتماداً على ظاهره)). ¶ أن يتبع الأستاذ وإن ظن كون الصواب في خلافه؛ لأن سالك الطريق قد يظن خطأ مَن يهديه، ثم يظهر أن الصواب عنده، ألا يرى أن موسى لم يصبر وراجع الخضر عليهما الصلاة والسلام حتى حرم من صحبته، قال الله (: {هَذَا فِرَاقُ بَيْنِي وَبَيْنِكَ}[الكهف: 78]. ¶ أن لا يرد كلام المعلم عليه ولو كان كلام المعلم فاسداً، قيل: مَن قال لأستاذه: لم حين رآه في أمر غير مشروع لا يفلح أبداً، وإن احتيج إلى الرد لا محالة فبالتعريض لا بالتصريح.",
            "page": "29",
            "part": "1"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "أن لا يفتتح الجاهل الكلام عند العالم، والتلميذ عند الأستاذ، أو الأعلم أو الأفضل منه بشيء. قال الإمام الزرنوجي في ((تعليم المتعلم)) ص40: ((ومن توقير المعلم... أن لا يبتدئ الكلام عنده إلا بإذنه ولا يكثر الكلام ولو مباحاً عنده؛ لأنه يفضي للخروج عن الأدب)). وفي ((الطريقة المحمدية وشرحها للخادمي)) 3: 256: ((وقد صرحوا في الفتاوى بكراهة أن يقول الرجل لمن فوقه في العلم والفضل الديني: حان ـ أي حضر ـ وقت الصلاة أو قوموا نصل أو نحوهما مما فيه ترك الأدب، لعل ذلك عند علمه وقتها مثلاً وأما عند عدم علمه فيحظر إن غلب رضاه؛ لأنه ترك أدب وتوقير)). ¶ أن يتواضع ويتملق ويخدم وينصر ويدعو لأستاذه سراً وجهراً، فقد كان الإمام أحمد ( يكثر من الدعاء لشيخه الإمام الشافعي (، كما في ((الانتقاء)) ص125، قال الإمام الغزالي في ((الإحياء))1: 64: ((فلا ينال العلم إلا بالتواضع وإلقاء السمع، قال (: {إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ}[قّ:37]، ومعنى كونه ذا قلب أن يكون قابلاً للعلم فهماً، ثم لا تعينه القدرة على الفهم حتى يلقي السمع وهو شهيد حاضر القلب ليستقبل كل ما ألقي إليه بحسن الإصغاء والضراعة والشكر والفرح وقبول المنة، فليكن المتعلم لمعلمه كأرض دمثة نالت مطراً غزيراً فتشربت جميع أجزائها وأذعنت بالكلية لقبوله، ومهما أشار عليه المعلم بطريق في التعليم فليقلده، وليدع رأيه فإن خطأ مرشده أنفع له من صوابه في نفسه؛ إذ التجربة تطلع على دقائق يستغرب سماعها مع أنه يعظم نفعها... وبالجملة كل متعلم استبقى لنفسه رأياً واختياراً دون اختيار المعلم فاحكم عليه بالإخفاق والخسران)).",
            "page": "30",
            "part": "1"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "أن يقبل يده، ففي ((التبيين)) 6: 25، و((درر الحكام)) 1: 318: ((ورخص شمس الأئمة السرخسي وبعض المتأخرين تقبيل يد العالم أو المتورع على سبيل التبرك))، قال العلامة الشرنبلالي: ((وعلمت أن مفاد الأحاديث سنيته أو ندبه كما أشار إليه العيني كما في ((رد المحتار)) 6: 383، وفي ((البحر الرائق)) 8: 221: ((عن سفيان أنه قال: تقبيل يد العالم والسلطان العادل سنة))، وعن ابن عمر (: ((قبلنا يد النبي ()) في ابن ماجة 2: 1223، وأبي داود 3: 46. ¶ أن لا يخذلَه، ولا يؤثر عليه أحداً، قال العلامة سيد علي زاده في ((شرح شرعة الإسلام)) ص43-44: ((ولا ينبغي أن يخذله ـ أي يترك عونه ونصرته ـ ولا يستأثر ـ أي لا يختار عليه أحداً، فإن فعل ذلك الخذلان والاستيثار، فقد قصم عروة من عرى الإسلام)). ¶ أن لا يجلس مكانه وإن غاب عنه إن علم مجيئه وجلوسه مرة أخرى، فإن غاب ولم يجئ فيجوز. ¶ أن لا يتقدم عليه في مشيه إلا للدلالة. ¶ أن يقوم عند مجيئه وذهابه. وقد نقل عن القُهُستاني: القيام لغيره إنما يكره إذا أحبه مَن يقام له. ينظر ما سبق: ((بريقة محمّدية شرح الطريقة المحمدية)) 3: 256-257، 4: 3، و((تعليم المتعلم)) ص39-41ـ و((شرح شرعة الإسلام)) ص43-44، وغيرها. ¶ لحوم العلماء مسمومة ¶ إن من يغمز ويلمز في أئمة الدين من كبار الفقهاء والمتكلمين وأهل السلوك، ممن شاع ذكرهم وانتشر صيتهم في البلاد وبين العباد كالإمام أبي حنيفة والشافعي وغيرهما (، فإنه يرتكب فعلاً قبيحاً لا يصدر عادة إلا عمَّن لم يتبحّر في العلوم، فلم يعرف حقيقتها؛ ولذا لم ينزل أهلها منزلتهم من التقدير والاحترام، ويظنُّ أنه بقراءة كتاب أو كتابين بلغ ما لم يبلغه الأولون والآخرون، فيا ليت هذا الفاضل يكثر من ملازمة المشايخ المعتبرين، ممن أخذوا العلم عن الشيوخ؛ ليتأدب بأدبهم ويسلك سلوكم.",
            "page": "31",
            "part": "1"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "وحفظ الله شيخنا العلامة محمد رمضان عبد الله حيث قال: ((إن أسعد أحوالنا أن نفهم ما يقول سادتنا الفقهاء والمتكلمون))، ومن خبر العلم وتفحّصه أدرك حقيقة ذلك؛ لأنهم سبروا الفنون وحققوها ونقحوها، فأوجزوها لنا بعبارة مختصرة جزلة لا يفهمهما ولا يعرف مرادها إلا مَن أسهر ليله وأظمأ نهاره، ومَن وصل إلى هذا كان من أكثر الناس أدباً وتواضعاً أمام هؤلاء العلماء. ¶ قال الإمام النووي ( في ((المجموع)) 4: 47-48:((في النهي الأكيد والوعيد الشديد,لمن يؤذي أو ينتقص الفقهاء,والمتفقهين,والحث على إكرامهم,وتعظيم حرماتهم،قال (:(ذَلِكَ وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِنْ تَقْوَى الْقُلُوبِ([الحج 32]،وقال (:(ذَلِكَ وَمَنْ يُعَظِّمْ حُرُمَاتِ اللَّهِ فَهُوَ خَيْرٌ لَهُ عِنْدَ رَبِّه([الحج: 30], وقال (:(وَاخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِينَ([الحجر: 88], وقال (: (وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتَاناً وَإِثْماً مُبِيناً([الأحزاب: 58]. ¶ وثبت في ((صحيح البخاري))5: 2384 عن أبي هريرة ( عن رسول الله (: (أن الله ( قال: مَن آذى لي ولياً فقد آذنته بالحرب), وروى الخطيب البغدادي [في ((تاريخ بغداد)) 1: 1566] عن الشافعي وأبي حنيفة ( قالا :((إن لم يكن الفقهاء أولياء الله فليس لله ولي)), وفي كلام الشافعي (: ((الفقهاء العاملون)) [كما في ((تاريخ الإسلام)) 1: 1566]. ¶ وعن ابن عباس (: ((مَن آذى فقيهاً فقد آذى رسول الله (، ومَن آذى رسول الله ( فقد آذى الله ()), وفي الصحيح عنه (: (مَن صلى الصبح فهو في ذمّة الله فلا يطلبنكم الله بشيء من ذمته)[ صحيح مسلم 1: 454، وسنن الترمذي 1: 434 ، وغيرها]، وفي رواية: (فلا تخفروا لله في ذمته)[سنن الترمذي:1: 434، وسنن ابن ماجة 2: 1301، ومسند أحمد 2: 111].",
            "page": "32",
            "part": "1"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "وقال الإمام الحافظ أبو القاسم ابن عساكر (: اعلم يا أخي وفقني الله وإياك لمرضاته, وجعلنا ممن يخشاه, ويتقيه حق تقاته: إن لحوم العلماء مسمومة, وعادة الله في هتك أستار منتقصهم معلومة, وأن مَن أطلق لسانه في العلماء بالثلب بلاه الله قبل موته بموت القلب، (فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ([النور: 63].)). وينظر: ((الزواجر عن اقتراف الكبائر)) 1: 187، و((مواهب الجليل)) 1: 4، وغيرها. ¶ وقال العلامة ابن الحاج المالكي في ((المدخل))4: 351-352: ((قال بعض السلف لحوم العلماء مسمومة، وعادة الله فيمن آذاهم أبداً معلومة. وكيف لا, وهو سبحانه الناصر لهم والمقاتل عنهم قال الله تعالى في كتابه العزيز: (وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ([الحج: 40]، وقال تعالى: (يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ([محمد: 7]: أي إن تنصروا دينه، وقال تعالى: (إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ([غافر: 51]، فضمن سبحانه وتعالى نصرة من نصر دينه. وقد ورد عنه ( أنه قال: (ليس المؤمن بالطعان، ولا اللعان ولا الفاحش ولا البذيء)[ صحيح ابن حبان 1: 421، وسنن الترمذي 4: 350، والمستدرك 1: 58، وغيرها]، أو كما قال (. ولا شكّ أن هذا الذي ذكره من بذاءة اللسان، وهي ممنوعة في حق آحاد عامة الناس، فكيف بها في حق العلماء العاملين ورثة الأنبياء والمرسلين صلوات الله وسلامه عليهم)).",
            "page": "33",
            "part": "1"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "وقال شيخنا العلامة وهبي سليمان غاوجي في كتابه النافع الماتع ((أبي حنيفة النعمان بن ثابت)) ص203-206: ((كانت سنة السلف الصالح عدم التعرض للعلماء المشهود لهم بالخير والبر والتقوى بظنون وأوهام وجهالات، فإن لحوم العلماء مسمومة، ويخشى على صاحبها كما قيل من سوء الخاتمة، ولعمر الله إن الإمام أبا حنيفة وأئمة المذاهب المعتبرة من السلف الصالح، الذي اختار الله تعالى بقاء ذكرهم الجميل، وان يجعل مذاهبهم مذاهب الأمة في التقرب إليه سبحانه بالعبادات وسائر الطاعات... ¶ وإن الإمام أبا حنيفة ( قد تجاوز القنطرة، وهو من كبار الأئمة المشهود لهم بالعدالة والضبط، فلا يضرّه قول القائلين فيه، ولا تؤثر عليه شبهات المشتبهين، لقد أجمع السلف من التابعين ومَن بعدهم من قادة المتكلمين في الرجال وكبار النقاد فيه، وأمراء المؤمنين في الحديث، على الثناء عليه في الفقه والزهد وخوف الله تعالى، والصدق والحفظ والنصح لهذه الأمة، فقد أثنى عليه شيوخ البُخاري وشيوخ شيوخه، مثل: علي بن المديني، ويحيى بن معين، ويحيى بن سعيد القطان، ومكي بن إبراهيم، ووكيع بن الجراح، وشعبة بن الحجّاج، والفضل بن دكين، وسفيان الثوري، ومالك، والشافعي، وأحمد بن حنبل، وجعفر الصادق، وعبد الله بن المبارك، وخلق كثير لا يحصون بسهولة)). ¶ خلاصة آداب تعليم المتعلم للزرنوجي ¶ {شَهِدَ اللهُ أَنَّهُ لا إِله إِلا هُوَ والملائكة وَأُولُو الْعِلْمِ قَائِمَاًً بِالقِسْطِ}. ¶ فرض العين في العلم الشرعي:",
            "page": "34",
            "part": "1"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "اعلم أنه لا يفترض على كل مسلم طلب كل علم، وإنما يفترض عليه طلب علم الحال، بأن يطلب علم ما يقع له في حاله في أي حال كان، فيفترض عليه تعلم ما لا بد له من أحكام الطهارة والصلاة مما يقع له، ويجب عليه بقدر ما يؤدي به الواجب؛ لأن ما يتوسل به إلى إقامة الفرض يكون فرضاً، وما يتوسل به إلى إقامة الواجب واجباً، ومثل ذلك تعلم أحكام الصيام والزكاة إن كان له مال، والحج إن وجب عليه وكذلك البيوع إن كان يتَّجر. وكذلك يفرض عليه علم أحوال القلب، من التوكل والإنابة والخشية والرضا فإنه واقع في جميع الأحوال، قال صلى الله عليه وسلم: (طلب العلم فريضة على كل مسلم ومسلمة). ¶ فرض الكفاية في العلم الشرعي: ¶ إن حفظ ما يقع في بعض الأحايين فرض على سبيل الكفاية إذا قام به البعض في البلدة سقط عن الباقين، فإن لم يكن في البلدة من يقوم به اشتركوا جميعاً في المأثم، فيجب على الإمام أن يأمرهم بذلك ويجبر أهل البلدة عليه كعلم الطب والفلك وغيرهما. ¶ ثمرة الفقه: ¶ قال الإمام أبو حنيفة: الفقه معرفة النفس ما لها وما عليها، وقال ما العلم إلا العمل به، والعمل به ترك العاجل للآجل. ¶ شرف العلم: ¶ وشرف العلم لا يخفى على أحد إذ هو المختص بالإنسانية لأن جميع الخصال سوى العلم يشترك فيها الإنسان وسائر الحيوانات كالشجاعة والجراءة والقوة والجود والشفقة وغيرها سوى العلم. وبه أظهر الله تعالى فضل آدم عليه السلام على الملائكة وأمرهم بالسجود له. وإنما شرف العلم لكونه وسيلة إلى التقوى التي يستحق بها المرء الكرامة عند الله تعالى والسعادة الأبدية. ¶ تعلم فإن العلم زين لأهله ¶ وفضل وعنوان لكل المحامد ¶ وكن مستفيداً كل يوم زيادة ¶ من العلم واسبح في بحور الفوائد ¶ تفقه فإن الفقه أفضل قائد ¶ إلى البر والتقوى وأعدل قاصد ¶ هو العلم الهادي إلى سنن الهدى ¶ هو الحصن ينجي من جميع الشدائد ¶ فإن فقيهاً واحداً متورعاً ¶ أشد على الشيطان من ألف عابد",
            "page": "35",
            "part": "1"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "كتاب الأسبوع: ¶ ينصح بقراءة كتاب قيمة الزمن عند العلماء للعلامة الشيخ عبد الفتاح أبو غدة رحمه الله ¶ النية في حال التعلم ¶ أصالة النية: ¶ ثم لا بد لطالب العلم من النية في زمان تعلم العلم، إذ النية هي الأصل في جميع الأحوال؛ لقوله عليه الصلاة والسلام: (إنما الأعمال بالنيات). ¶ النية للعلم: ¶ وينبغي أن ينوي المتعلم بطلب العلم: رضاء الله تعالى، والدار الآخرة، وإزالة الجهل عن نفسه وعن سائر الجهال، وإحياء الدين، وإبقاء الإسلام، فإن بقاء الإسلام بالعلم، ولا يصح الزهد والتقوى مع الجهل، وينوي به الشكر على نعمة العقل وصحة البدن. ¶ محترز النية: ¶ ولا ينوي به إقبال الناس عليه ولا استجلاب حطام الدنيا والكرامة عند السلطان وغيره. ¶ قال محمد بن الحسن رحمه الله: (لو كان الناس كلهم عبيدي لأعتقتهم، وتبرأت عن ولائهم)؛ وذلك لأن من وجد لذة العلم والعمل به قلما يرغب فيما عند الناس. ¶ أنشدنا الشيخ الإمام الأجلّ قوام الدين حماد بن إبراهيم بن اسماعيل الصفار الأنصاري إملاء لأبي حنيفة رحمه الله تعالى: ¶ من طلب العلم للمعاد ¶ فاز بفضل من الرشاد ¶ فيا لخسران طالبيه ¶ لنيل فضل من العباد ¶ اللهم إلا إذا طلب الجاه للأمر بالمعروف والنهي عن المنكر، وتنفيذ الحق، وإعزاز الدين، لا لنفسه وهواه !! فيجوز ذلك بقدر ما يقيم به الأمر بالمعروف والنهي عن المنكر. ¶ التفكر بالدنيا: ¶ وينبغي لطالب العلم أن يتفكر في ذلك؛ فإنه يتعلم العلم بجهد كبير فلا يصرفه إلى الدنيا الحقيرة القليلة الفانية. ¶ هي الدنيا أقل من القليل ¶ وعاشقها أذل من الذليل ¶ تصم بسحرها قوماً وتعمي ¶ فهم متحيرون بلا دليل ¶ رفعة العالم: ¶ وينبغي لأهل العلم ألا يذل نفسه بالطمع في غير مطمع، ويتحرز عما فيه مذلة العلم وأهله، ويكون متواضعاً، والتواضع بين التكبَّر والمذلّة والعفّة. أنشد الشيخ الأمام ركن الإسلام الفرغاني: ¶ إن التواضع من خصال المتقي",
            "page": "36",
            "part": "1"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "وبه التقيّ إلى المعالي يرتقي ¶ ومن العجائب عجب من هو جاهل ¶ في حاله أهو السعيد أم الشقي! ¶ أم كيف يختم عمره أو روحه ¶ يوم التَّوَى متسفِّل أو مرتقي ¶ والكبرياء لربنا صفة به ¶ مخصوصة فتجنَّبها واتقي ¶ قال الإمام أبو حنيفة رحمه الله لأصحابه: ((عظموا عمائمكم، ووسعوا أكماكم))، وإنما قال ذلك لئلا يستخف بالعلم وأهله. ¶ كتاب الأسبوع: ¶ ينصح بقراءة كتاب تعليم المتعلم طريق التعلم للإمام الزرنوجي تلميذ صاحب الهداية. ¶ اختيار العلم والشريك والثبات ¶ اختيار العلم: ¶ ينبغي لطالب العلم أن يختار من كل علم أحسنه مما يحتاج إليه في أمر دينه في الحال، ثم ما يحتاج إليه في المآل، ويقدّم علم التوحيد والمعرفة، ويعرف الله تعالى بالدليل، فإن إيمان المقلِّد وإن كان صحيحاً عندنا، لكنه يكون آثماً بترك الاستدلال. ¶ وطلب العلم من أعلى الأمور وأصعبها فكانت المشاورة فيه أهم وأوجب، وقيل: الناس على ثلاثة مراتب: ¶ رجل: من له رأي صائب ويشاور. ¶ نصف رجل: من له رأي صائب، ولكن لا يشاور، أو يشاور ولكن لا رأي له. ¶ لا شيء: من لا رأي له، ولا يشاور. ¶ أساس النجاح: ¶ اعلم أن الصبر والثبات أصل كبير في جميع الأمور، ولكنه عزيز، كما قيل: ¶ لكلّ إلى شأو العلا حركات ¶ ولكن عزيز في الرجال ثبات ¶ فينبغي لطالب العلم أن يثبت ويصبر على ما يلي: ¶ الأستاذ. ¶ الكتاب حتى يتركه أبتر ـ أي مقطوع البركة، والمراد عدم اتمامه ـ. ¶ الفنّ، حتى لا يشتغل بفنّ آخر قبل أن يتقن الفن الأول. ¶ البلد، حتى لا ينتقل إلى بلد من غير ضرورة، فإن ذلك كله يفرق الأمور ويشغل القلب، ويضيع الأوقات، ويؤذي المعلم. ¶ عما تريده نفسه وهواه. قال الشاعر: ¶ إن الهوى لهو الهوان بعينه ¶ وصريع كل هوى صريع هواه ¶ 6) على المحن والبليات، فقد قيل: خزائن المنن على قناطر المحن. ¶ ألا لا تنال العلم إلا بستة ¶ سأنبيك عن مجموعها ببيان ¶ ذكاء، وحرص، واصطبار وبلغة",
            "page": "37",
            "part": "1"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "وإرشاد أستاذ، وطول زمان ¶ اختيار الشريك: ¶ فينبغي أن يختار المجدّ والورع وصاحب الطبع المستقيم، ويفرّ من الكسلان والمعطّل والمكثار والمفسد والفتّان، قال الشاعر: ¶ عن المرء لا تسأل وأبصر قرينه ¶ فكل قرين بالمقارن يقتدي ¶ فإن كان ذا شرّ فجانبه سرعة ¶ وإن كان ذا خير فقارنه تهتدي ¶ كتاب الأسبوع: ¶ ينصح بقراءة كتاب أدب الاختلاف للعلامة محمد عوامة، فإنه فريد في بابه. ¶ تعظيم العلم وأهله ¶ سرّ الانتفاع بالعلم: ¶ اعلم أن طالب العلم لا ينال العلم، ولا ينتفع به.. إلا بتعظيم العلم وأهله، وتعظيم الأستاذ وتوقيره. فقد قيل: ما وصل مَن وصل إلا بالحرمة، وما سقط من سقط إلا بترك الحرمة ـ أي حرمة الخلق والأدب بتحري حرمة مَن يتعلّم منهم ـ. ¶ رأيت أحقّ الحقّ حقّ المعلم ¶ وأوجبه حفظاً على كلّ مسلم ¶ لقد حُقّ أن يهدى إليه كرامة ¶ لتعليم حرفٍ واحد ألف درهم ¶ فإن من علمك حرفاً مما تحتاج إليه في الدين فهو أبوك في الدين. ¶ توقير المعلم: ¶ أن لا يمشي أمامه. ¶ أن لا يجلس مكانه. ¶ أن لا يبتدئ بالكلام عنده إلا بإذنه. ¶ أن لا يكثر الكلام عنده إلا بإذنه. ¶ أن لا يسأل شيئاًً عند ملالته، ويراعي الوقت. ¶ أن لا يدق الباب، بل يصبر حتى يخرج. ¶ وفي الجملة يطلب رضاه، ويجتنب سخطه، ويمتثل أمره في غير معصية الله (، فإنه لا طاعة لمخلوق في معصية الخالق. ¶ وكان القاضي الإمام فخر الدين الأرسابندي رئيس الأئمة في مَرْوَ ـ وكان السلطان يحترمه غاية الاحترام ـ يقول: إنما وجدت في هذا المنصب بخدمة الأستاذ، فإني كنت أخدم الأستاذ القاضي أبا زيد الدبوسي، وكنت أخدمه وأطبخ طعامه ثلاثين سنة، ولا آكل منه شيئاً.",
            "page": "38",
            "part": "1"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "وحكي أن الخليفة هارون الرشيد بعث ابنه إلى الأصمعي ليعلمه العلم والأدب، فرآه يوماً يتوضاً ويغسل رجله، وابن الخليفة يصبّ الماء على رجله، فعاتب الأصمعي في ذلك بقوله: إنما بعثته إليك لتعلمه الأدب، فلماذا لم تأمره بأن يصبّ الماء بإحدى يديه، ويغسل بالأخرى رجلك؟!. ¶ كتاب الأسبوع: ¶ ينصح بقراءة كتاب رسالة المسترشدين للإمام الحارث المحاسبي ( بتحقيق العلامة عبد الفتاح أبو غدة رحمه الله تعالى. ¶ تعظيم الكتاب والشركاء والتفويض للأستاذ ¶ تعظيم الكتاب: ¶ ينبغي لطالب العلم أن يأخذ الكتاب على طهارة، وحكي عن شمس الأئمة الحلواني أنه قال: إنما نلت هذا العلم بالتعظيم، فإني ما أخذت بالكاغذ ـ أي الورق ـ إلا الطهارة. ¶ ومن تعظيم الواجب ألا يمد رجله إلى الكتاب، ويضع كتب التفسير فوق سائر الكتب تعظيماً، ولا يضع على الكتاب شيئاً آخر، قال فخر الإسلام قاضي خان: إن لم يرد بذلك الاستخفاف، فلا بأس، والأولى أن يتحرز عنه. ¶ تعظيم الشركاء: ¶ ومن تعظيم العلم تعظيم الشركاء في طلب العلم والدرس، ومن يتعلم منه، والتملّق مذموم إلا في طلب العلم، فإنه ينبغي أن يتملّق لأستاذه وشركائه ليستفيد منهم. ¶ تعظيم العلم: ¶ وينبغي لطالب العلم أن يستمع العلم والحكمة بالتعظيم والحرمة، وإن سامع المسألة الواحدة، أو الكلمة الواحدة ألف مرة. ¶ التفويض للأستاذ: ¶ وينبغي لطالب العلم ألا يختار نوع علم بنفسه، بل يفوّض أمره إلى الأستاذ، فإن الأستاذ قد حصل له التجارب في ذلك فكان أعرف بما ينبغي لكل أحد، وما يليق بطبيعته. وكان الإمام برهان الدين يقول: كان طلبة العلم في الزمان الأول يفوّضون أمورهم في التعلم إلى أستاذهم فكانوا يصلون إلى مقاصدهم ومرادهم، والآن يختارون بأنفسهم فلا يحصل مقصودهم من العلم والفقه. ¶ الابتعاد عن التكبر: ¶ على طالب العلم أن يحترز عن التكبر، فمع التكبر لا يحصل العلم. ¶ العلم حرب للفتى المتعالي ¶ كالسيل حرب للمكان العالي",
            "page": "39",
            "part": "1"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "وأوصانا فضيلة شيخنا العلامة محمد رفيع العثماني حفظه الله تعالى بأن العلم عزيز لا ذلَّ فيه فلا ينال إلا بذلّ لا عزّ فيه، وأخبرنا أن معنى الذل هنا التواضع. ¶ كتاب الأسبوع: ¶ ينصح بقراءة كتاب أبواب الفرج للسيد محمد بن علوي المالكي الحسني. ¶ الجد والمواظبة والهمة ¶ الحاجة إليه، وثمرته: ¶ ثم لا بد من الجد والمواظبة والملازمة لطالب العلم، وإليه الإشارة في القرآن الكريم في قوله تعالى: { وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا (العنكبوت: من الآية69) } ¶ وقد قيل في ثمرته: من طلب شيئاً وجدّ وجد، ومن قرع الباب ولجّ ولج، وقيل أيضاً: بقدر ما تتعنّى تنال ما تتمنى. ¶ قيل:يحتاج في التعلم والتفقه إلى الجد ثلاثة:المتعلم والأستاذ والأب. ¶ تمنيت أن تمسي فقيهاً ¶ بغير عناء والجنون فنون ¶ وليس اكتساب المال دون مشقة ¶ تحملها فالعلم كيف يكون ¶ سهر الليالي والمواظبة والرفق: ¶ ولا بد لطالب العلم من سهر الليالي ومن المواظبة على الدرس،والتكرار في أول الليل وآخره، فإن ما بين العشاءين ووقت السحر وقت مبارك. ¶ ولا يجهد نفسه جهداً، ولا يضعف النفس حتى ينقطع عن العمل، بل يستعمل الرفق في ذلك، والرفق أصل عظيم في جميع الأشياء. ¶ علو الهمة: ¶ ولا بد لطالب العلم من الهمة العالية في العلم، فإن المرء يطير بهمته كالطير يطير بجناحيه، والرأس في تحصيل الأشياء: الجد والهمة العالية. ¶ الحض على العلم: ¶ فينبغي للمتعلم أن يبعث نفسه على التحصيل والجد والمواظبة بالتأمل في فضائل العلم، فإن العلم يبقى ببقاء المعلومات والمال يفنى كما قال سيدنا علي كرم الله وجهه: ¶ رضينا قسمة الجبار فينا ¶ لنا علم وللأعداء مال ¶ فإن المال يفنى عن قريب ¶ وإن العلم يبقى لا يزال ¶ أعلى الرتب: ¶ إذا ما اعتز ذو علم بعلم ¶ فعلم الفقه أولى باعتزاز ¶ فكم طيب يفوح ولا كمسك ¶ وكم طير يطير ولا كبازي ¶ كتاب الأسبوع:",
            "page": "40",
            "part": "1"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "ينصح بقراءة كتاب بداية الهداية لحجة الإسلام الإمام الغزالي رحمه الله تعالى. ¶ طرق ضبط الدرس والتمكن من العلم (1) ¶ أولاً: مقدار الدرس للمبتدي: ¶ قال الإمام بكر الزَّرَنْجَري ((ت584هـ): قال مشايخنا (: ينبغي أن يكون قدر السَّبق ـ أي الدرس ـ للمبتديء قدر ما يمكن ضبطه بالإعادة مرتين بالرفق، ويزيد كل يوم كلمة حتى إنه وإن طال السبق وكثر... يمكن ضبطه بالإعادة مرتين. ¶ ويزيد بالرفق والتدريج، فأما إذا طال السبق في الابتداء واحتاج إلى الإعادة عشرة مراتٍ، فهو في الانتهاء أيضاً يكون كذلك؛ لأنه يعتاد ذلك، ولا يترك تلك العادة إلا بجهد كثير، وقد قيل: السبق حرف، والتكرار ألف. ¶ ثانياً: الابتداء بالأسهل: ¶ ينبغي أن يبتديء بشيء يكون أقرب إلى فهمه؛ ليمكنه أن يضبطه ويبعده على الملالة. ¶ ثالثاً: كتابة الدرس: ¶ ينبغي أن يعلِّق ـ أي يدوِّن ـ الدرس بعد الضبط والإعادة كثيراً، فإنه نافع جداً، ولا يكتب المتعلم شيئاً لا يفهمه، فإنه يورث كلالة الطبع، ويذهب الفطنة، ويضيع الأوقات. ¶ رابعاً: التركيز للفهم: ¶ ينبغي أن يجتهد في الفهم عن الأستاذ، أو بالتأمل والتفكر وكثرة التكرار، فإنه إذا قل الدرس وكثر التكرار والتأمل يدرك ويفهم، فقد قيل: حفظ حرفين خير من سماع وِقْرَين، وفهم حرفين خير من حفظ وِقْرَين. ¶ وإذا تهاون في الهم ولم يجتهد مرة أو مرتين فإنه يعتاد ذلك، فلا يهم الكلام اليسير، فينبغي ألا يتهاون في الفهم، بل يجتهد ويدعو الله تعالى، ويتضرع إليه، فإنه يجيب من دعاه، ولا يخيِّب مَن رجاه. وأنشد القاضي الخليل بن أحمد السِّجزي ( (ت383هـ): ¶ أُخدم العم خدمة المستفيد ¶ وأدم درسه بعقل حميد ¶ وإذا ما حفظت شيئاً أعده ¶ ثم أكده غاية التأكيد ¶ ثم علِّقه كي تعود إليه ¶ وإلى درسه على التأبيد ¶ وإذا ما أمنت منه فواتاً ¶ فانتدب بعده لشيء جديد ¶ مع تكرار ما تقدم منه ¶ اعتناء بشأن هذا المزيد ¶ ذاكر الناس بالعلوم لتحيا",
            "page": "41",
            "part": "1"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "لا تكن من أولي النهى ببعيد ¶ إن كتمت العلوم أنسيت حتى ¶ لا ترى غير جاهل وبليد ¶ ثم ألجمت في القيامة ناراً ¶ وتَلَهَّبت في العذاب الشديد ¶ كتاب الأسبوع: ¶ ينصح بقراءة كتاب التوهم رحلة الإنسان إلى الدار الآخرة للإمام الحارث المحاسبي. ¶ طرق ضبط الدرس والتمكن من العلم (2) ¶ خامساً: المناظرة: ¶ وهي المباحثة بين مختلفي الرأي لاستخراج الصواب، إذ لا بد لطالب العلم منها، وعليه أن يراعي فيها ما يلي: ¶ أن يحترز عن الغضب والشغب بأن يسعى للفوضى ورفع الصوت بما لا فائدة فيه، فإن المناظرة والمذاكرة مشاورة، والمشاورة إنما تكون لاستخراج الصواب، وذلك يحصل بالتأمل والتأني والإنصاف، ولا يحصل بالغضب والشغب. ¶ أن لا تكون النية إلزام الخصم، وإنما لإظهار الحقّّ بلا تمويه، بأن يتلوَّنَ ويتلاعب لإخفاء الحقّ، وكان الفقيه محمد بن يحيى الجرجاني (ت398هـ) شيخ القدوري والناطفي إذا توجَّه عيه الإشكال، ولم يحضره الجواب يقول: ما ألزمته لازم، وأنا فيه ناظر، وفوق كل ذي علم عليم. ¶ أن لا يتجوز الحيلة فيها إلا إذا كان الخصم متعنتاً، لا طالباً للحق. ¶ سادساً: المذاكرة والمطارحة: ¶ والمذاكرة: هي التداول والمراجعة بين الطالب وكتابه وبينه وبين صديقه، وقد قيل: ¶ وأدم للعلم مذاكرة ¶ فحياة العلم مذاكرته ¶ وقيل: ¶ إذا لم يذاكر ذو العلوم بعلمه ¶ ولم يستزد علماً نسي ما تعلما ¶ وكم جامع للعلم من كل مذهب ¶ يزيد على الأيام في جمعه عمى ¶ والمطارحة: هي البحث في المسائل المطروحة بين الأقران وأصدقاء الطلب. ¶ وفائدة المطارحة والمناظرة أقوى من فائدة مجرَّد التكرار؛لأن فيها تكراراً وزيادة، فقد قيل: ((مطارحة ساعة خير من تكرار شهر))،ولكن إذا كان مع منصف سليم الطبع بخلاف المتعنِّت غير مستقيم الطبع فيحذر من مذاكرته؛لأن الطبيعة مُتَسَرِّبة،والأخلاق متعدِّية،والمجاورة مؤثرة. قال الخليل: ¶ العلم من شرطه لمن خدمه",
            "page": "42",
            "part": "1"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "أن يجعل الناس كلَّهم خدَمَه ¶ سابعاً: التأمل: ¶ فإنه ينبغي لطالب العلم أن يكون متأملاً في جميع الأوقات في دقائق العلوم ويعتاد ذلك، فإنما تدرك الدقائق بالتأمل، ولها قيل: ((تأمل تدرك)). ¶ ويكون التأمل قبل الكلام حتى يكون صواباً،فإن الكلام كالسهم فلا بدّ من تقويمه بالتأمل قبل الرمي حتى يكون مصيباً، وقيل: ((رأس العقل أن يكون الكلام بالتثبت والتأمل)). وقد قيل: ¶ أوصيك في نظم الكلام بخمسة ¶ إن كنت للموصي الشفيق مطيعاً ¶ لا تغفلن سبب الكلام ووقته ¶ والكيف والكمَّ المكانَ جميعاً ¶ كتاب الأسبوع: ¶ ينصح بقراءة كتاب ((إحياء علوم الدين)) لحجة الإسلام الغزالي لاسيما ما تعلق منه بتهذيب النفس. ¶ طرق ضبط الدرس والتمكن من العلم (3) ¶ ثامنا: الاستفادة في جميع الأحوال والأوقات من جميع الأشخاص: ¶ فعن أبي هريرة ( قال (: (الكلمة الحكمة ضالة المؤمن فحيث وجدها فهو أحق بها) [في سنن الترمذي 5: 51، وسنن ابن ماجة 2: 1395، ومصنف ابن أبي شيبة 7: 240]. وقيل: خذ ما صفا ودع ما كدر؛[كما في المستقصى في أمثال العرب 2: 72]؛ لأن فيما يسمعه المرء خير وشرّ، والعاقل يلتقط الخير كيفما استطاع، ويترك الشرّ ما أمكنه. ¶ والاستفادة ممكنة من كلّ أحد؛ ولهذا قال أبو يوسف ( حين قيل له: بِمَ أدركْتَ العلم؟ قال: ما استنكفت من الاستفادة، وما بَخِلت بالإفادة. ¶ تاسعاً: كثرة السؤال: ¶ قيل لابن عباس (: بِمَ أدركت العلم؟ قال: ((بلسان سئولٍ، وقلب عقول))؛ ولأنه لا ينال العلم مستحي ولا مستكبر، مستحي عن السؤال، أو مستكبر على مَن يسأله. ولذلك سمي طالب العلم في الزمان الأول: ما تقول!!؛ لكثرة ما كونا يقولون: ما تقول في هذه المسألة؟. ¶ عاشراً: عدم العزوف عن العلم للكسب:",
            "page": "43",
            "part": "1"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "إنه لا بد لطالب العلم من الكسب لنفقة نفسه وعياله وغيرهم؛ فليكتسب، وليكرر وليذاكر، ولا يكسل، وليس لصحيح البدن والعقل عذر في ترك التعلم والتفقه، فإنه لا يكون أفقر من أبي يوسف (، ولم يمنعه ذلك من التفقه!!. ¶ سألت الفقر أين أنت مقيم ¶ فقال لي في عمائم الفقهاء ¶ إن الفقير هو الفقيه وإنما ¶ الفقير تجمَّعت أطرافها ¶ أما إن كان غنياً ذا مال كثير، فنعم المال الصالح للرجل الصالح المنصرف في طريق العلم. وقيل لعالم: بِمَ أدركت العلم والفضل؟ قال: بأبٍ غنيّ؛ لأنه كان يصطنع به أهل العلم والفضل، فإنه سبب زيادة العلم؛ لأنه شكرٌ على نعمة العقل والعلم، وهو سبب الزيادة. ¶ الحادي عشر: كثرة الشكر لله: ¶ قال أبو حنيفة (: إنما أدركت العلم بالحمد والشكر فكلمّا فهمت شيئاً من العلوم ووقفت على فقه وحكمةٍ، قلت: الحمد لله تعالى، فازداد علمي. ¶ وهكذا ينبغي لطالب العلم أن يشتغل بالشكر باللسان والجنان والأركان والمال، ويرى الفَهمَ والعلم والتوفيق من الله تعالى، ويطلب الهداية من الله تعالى بالدعاء منه والتضرع إليه، فإنه تعالى هادٍ من استهداه. ¶ الثاني عشر: التوكل على الله: ¶ فعلى طالب العلم أن لا يعتمد على نفسه وعقله، بل يتوكل على الله ويطلب الحقّ منه، ومَن يتوكل على الله فهو حسبه، ويهديه إلى صراط مستقيم. ¶ كتاب الأسبوع: ¶ ينصح بقراءة كتاب أثر الحديث الشريف في اختلاف الفقهاء للعلامة محمد عوامة حفظه الله. ¶ طرق ضبط الدرس والتمكن من العلم (4) ¶ الثالث عشر: ترك البخل: ¶ ومن كان له مال فلا يبخل، وينبغي أن يتعوذ بالله تعالى من البخل، فعن أنس ( إن رسول الله ( كان يدعو: (أعوذ بك من البخل والكسل....)[في صحيح البخاري4: 1741]، فعليه أن لا يبخل بما عنده من المال، بل ينفق على نفسه وعلى غيره. ¶ الرابع عشر: اقتناء الكتب:",
            "page": "44",
            "part": "1"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "وينبغي أن يشتري الكتب ويستكتب، فتكون عوناً على التعلّم والتفقّه ، وقد كان لمحمد بن الحسن ( مال كثير، حتى كان له ثلاثمئة من الولاء على ماله، فأنفقه كله في العلم والفقه، ولم يبق له ثوب نفيس، فرآه أبو يوسف ( في ثوب خلق، فأرسل ثياباً نفيسة فلم يقبلها، وقال: عجِّل لكم وأجل لنا. ¶ الخامس عشر: التكسب بنفسه: ¶ فينبغي لطالب العلم أن يكون ذا همة عالية لا يطمع في أموال الناس، قال (: (عليك بالإياس مما في أيدي الناس وإياك والطمع فإنه الفقر الحاضر)[في المستدرك 4: 362 وصححه، والمعجم الأوسط 7: 369]، وكانوا في الزمان الأول يتعلّمون الحرفة، ثم يتعلمون العلم حتى لا يطمعوا في أموال الناس، وفي الحكمة :مَن استغنى بمال الناس افتقر. ¶ السادس عشر: عدم الطمع: ¶ إن العالم إذا كان طماعاً لم تبق له حرمة العلم، ولا يقول بالحق، فعن عوف بن مالك الأشجعي ( قال: (إن رسول الله ( يأمركم أن تتعوذوا من ثلاث: من طمع حيث لا طمع، ومن طمع يرد إلى طبع، ومن طمع إلى غير طمع) [في المعجم الكبير 18: 53، والمعجم الأوسط 4: 8، ومسند الشاميين 2: 296، ومسند عبد بن حميد1: 70]، وعن معاذ بن جبل: قال رسول الله (: (استعيذوا بالله من طمع يهدى إلى طبع، ومن طمع يهدى إلى غير مطمع، ومن طمع حيث لا طمع) [في مسند أحمد 2: 232]. ¶ السابع عشر: خوف الله ورجائه: ¶ وينبغي للمؤمن ألا يرجو إلا من الله (، ولا يخاف إلا منه (، ويظهر ذلك بمجاوزة حد الشرع وعدمها، فمن عصى الله ( خوفاً من المخلوق، فقد خاف غير الله ( ، فعليه أن لا يعصي الله تعالى لخوف المخلوق، ويراقب حدود الشرع، فل يخف غير الله (، بل يخاف الله (. وكذا في جانب الرجاء. ¶ الثامن عشر: تكرار الدرس:",
            "page": "45",
            "part": "1"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "ينبغي لطالب العلم أن يعدّ ويقدّر لنفسه تقديراً في التكرار، فإنه لا يستقر قلبه حتى يبلغ ذلك المبلغ، فيكرر درس الأمس خمس مرات، ودرس اليوم الذي قبل الأمس أربع مرات، والسبق الذي قبله ثلاث مرات، والذي قبله اثنتين، والذي قبله مرة واحدة، فهذا ادعى للحفظ. ¶ وينبغي ألا يعتاد المخافتة في التكرار؛ لأن الدرس والتكرار ينبغي أن يكونا بقوة ونشاط، ولا يجهر جهراً يجهد نفسه كيلا ينقطع عن التكرار، فخير الأمور أوسطها. ¶ التاسع عشر: ترك الفتور: ¶ وينبغي ألا يكون لطالب العلم فترة فإنها آفته، وكان شيخ الإسلام برهان الدين ( يقول: ((إنما فقت على شركائي بأني لم تقع لي الفترة في التحصيل)). ¶ العشرون: حفظ كتاب: ¶ كان الشيخ القاضي الإمام فخر الدين قاضي خان يقول: ((ينبغي للمتفقه أن يحفظ كتاباً واحداً من كتب الفقه دائماً ليتيسّر له بعد ذلك حفظ ما يسمع من الفقه)). ¶ كتاب الأسبوع: ¶ ينصح بقراءة كتاب أيها الولد لحجة الإسلام الإمام الغزالي ( لا سيما مع شرحه للعلامة أبي سعيد الخادمي. ¶ طريق التوكل واستغلال الوقت ¶ أولاً: لا بد لطالب العلم من التوكل في طلب العلم، ولا يهتم لأمر الرزق، ولا يشغل قلبه بذلك، وروى الإمام أبو حنيفة ( عن عبد الله بن الحارث الزبيدي (، قال (: (من تفقه في دين الله كفاه الله تعالى همه؛ ورزقه من حيث لا يحتسب)[في تاريخ بغداد 3: 32]. ¶ فإن من اشتغل قلبه بأمر الرزق من القوت والكسوة، قلَّما يتفرَّغ لتحصيل مكارم الأخلاق، ومعالي الأمور. قيل: ¶ دع المكارم لا ترحل لبُغْيَتها ¶ واقعُد فإنَّك أنت الطاعمُ الكاسي ¶ قال رجل لمنصور الحلاَّج: أوصني، فقال: هي نفسك إن لم تشغلها شَغَلتك. [كما في الإحياء 4: 57، وتفسير الثعالبي 4: 306، وتاريخ بغداد 8: 131]",
            "page": "46",
            "part": "1"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "فينبغي لكل أحد أن يشغل نفسه بأعمال الخير حتى لا تشتغل بهواها، ولا يهتمّ العاقل لأمر الدنيا، لأن الهَمَّ والحزْنَ لا يردّ المصيبة ولا ينفع، بل يضرّ بالقلب والعقل والبدن، ويخلُّ بأعمال الخير، ويهتمَّ لأمر الآخرة؛ لأنه ينفع، وترك ما يخل بعمل الخير ويشغل القلب شغلاً يخلّ بإحضار القلب في الصلاة، فإن ذلك القدر من الهمِّ والقصد من أعمال الآخرة. ¶ ثانياً: إنه لا بد لطالب العلم من تقليل العلائق الدنيوية بقدر الوسع، ولهذا اختاروا الغربة. ¶ ثالثاً: لا بد من تحمّل النصب والمشقة في سفر التعلم كما قال موسى ( في سفر التعلم، ولم ينقل عنه ذلك في غيره من الأسفار: { لَقَدْ لَقِينَا مِنْ سَفَرِنَا هَذَا نَصَباً}[الكهف: من الآية62]، لِيُعلَم أن سفر العلم لا يخلو من التعب؛ لأن العلم أمرٌ عظيمٌ، وهو أفضلُ من الجهاد عند أكثر العلماء، والأجر على قدر التعب والنَّصب. ¶ فمن صبر على ذلك، وجد لذّة تفوق سائر لذات الدنيا؛ ولذها كان محمد بن الحسن ( إذا سَهِرَ الليالي وانحلَّت له المشكلات، يقول: ((أين أبناء الملوك من هذه اللذات)). ¶ سهري لتنقيح العلوم ألذّ لي ¶ من وصل غانيةٍ وطيب عتاق ¶ وتمايلي طرباً لحلِّ عويصةٍ ¶ في الذهنِّ أبلغُ من مُدامة ساقي ¶ وصرير أقلامي على صفحاتها ¶ أشهى من الدُّوكاه والعُشاق ¶ وألذّ من نقر الفتاة لدفها ¶ نقري لألقي الرمل عن أوراقي ¶ رابعأً: لا بد لطالب العلم ألا يشتغل بشيءٍ آخر غير العلم ولا يعرض عن الفقه، قال محمد بن الحسن (: ((صناعتنا هذه من المهد إلى اللحد))، فمن أراد أن يترك علمنا هذا ساعة فليتركه الساعة. ¶ ودخل فقيه على أبي يوسف ( يعوده في مرض موته، وهو يَجُود بنفسه، فقال أبو يوسف ( له: ((رمي الجمار راكباً أفضل، أم راجلاً؟ فلم يعرف الجواب! فأجاب بنفسه)). ¶ وهكذا ينبغي للفقيه أن يشتغل به جميع أوقاته، فحينئذ يجد لذّة عظيمةً في ذلك. ¶ كتاب الأسبوع:",
            "page": "47",
            "part": "1"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "ينصح بقراءة كتاب أيها الولد للإمام حجة الإسلام الغزالي مع شرحه للعلامة أبي سعيد الخادمي. ¶ وقت التحصيل وطرق الاستفادة ¶ وقت التعلم من المهد إلى اللحد: ¶ ينبغي لطالب العلم أن يستغرق جميع أوقاته، فإذا ملَّ من علم يشتغل بعلم آخر، وكان ابن عباس ( إذا ملَّ من علم الكلام، يقول: هاتوا ديوان الشعراء. ¶ وكان محمد بن الحسن لا ينام الليل، وكان يضع عنده الماء، ويزيل نومه بالماء، وكان يقول: إن النوم من الحرارة، وكان يضع عنده الدفاتر، وكان إذا ملَّ من نوع ينظر في نوع آخر. ¶ طرق الاستفادة: ¶ وينبغي أن يكون الطالب مستفيداً في كل وقت حتى يحصل له الفضل بما يلي: ¶ أن يكون معه في كل وقت محبرة حتى يكتب ما يسمع من الفوائد،من حفظ فرّ، ومن كتب شيئاً قرَّ. ¶ وقيل: العلم يؤخذ من أفواه الرجال؛ لأنهم يحفظون أحسن ما يسمعون، ويقولون أحسن ما يحفظون. وقيل: جالسوا العلماء واستمعوا منهم، فإنهم يقولون أحسن ما يحفظون، ويحفظون أحسن ما يكتبون، ويكتبون أحسن ما يقرؤون.... ¶ أن يحفظ شيئاً من العلم وإن كان يسيراً، وأوصى الصدر الشهيد حسام الدين ابنه شمس الدين أن يحفظ كل يوم شيئاً يسيراً من العلم والحكمة، فإنه عن قريب يكون كثيراً. وقد اشترى عصام بن يوسف البلخي (ت215هـ) قلماً بدينار ليكتب ما سمعه في الحال، فالعمر قصير، والعلم كثير. ¶ أن لا يضيع الأوقات والساعات ويغتنم الليالي والخلوات، فعن يحيى بن معاذ الرازي (ت258هـ) أنه قال: الليل طويل، فلا تقصره بمنامك، والنهار مضيءٌ، فلا تكدره بآثامك. ¶ أن يغتنم الشيوخ ويستفيد منهم، وليس كل ما فات يدرك، كما قال شيخ الإسلام المرغيناني ( : كم من شيخ كبير أدركته المنية وما استجزته. ¶ أن يتحمّل المشقّة والمذلّة في طلب العلم، والتملّق مذموم إلا في طلب العلم، فإنه لا بدّ له من التملّق للأستاذ والشركاء وغيرهم للاستفادة منهم. ¶ قيل: العلم عزٌّ لا ذل فيه، ولا يدرك إلا بذل لا عزَّ فيه.وقال القائل:",
            "page": "48",
            "part": "1"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "أرى لك نفساً تشتهي أن تُعِزَّها ¶ فلست تنالُ العِزَّ حتى تُذلَّها ¶ كتاب الأسبوع: ¶ ينصح بقراءة كتاب الجامع للآداب للإمام القرطبي. ¶ كيفية الاستفادة والورع ¶ طرق الاستفادة: ¶ أولاً: أن يكون طالب العلم مستفيداً في كل وقت حتى يحصل له الفضل. بأن يكون معه في كلّ وقت قلماً حتى يكتب ما يسمع من الفوائد، فقد قيل: مَن حفظ فَرَّ، ومَن كتب شيئاً قَرَّ. وقيل: العلم ما يؤخذ من أفواه الرجال؛ لأنهم يحفظون أحسن ما يسمعون، ويقولون أحسن ما يحفظون. ¶ ووصى الصدر الشهيد حسام الدين ابنه شمس الدين أن يحفظ كل يوم شيئاً يسيراً من العلم والحكمة، فإنه عن قريب يكون كثيراً. ¶ ثانياً: أن لا يضيع الأوقات والساعات، ويغتنم الليالي والخلوات، فالعمر قصير والعلم كثير، وعن يحيى بن معاذ الرازي (ت258هـ) أنه قال: ((الليل طويل، فلا تقصِّره بمنامك، والنهار مضيء فلا تكدّره بآثامك)). ¶ ثالثاً: أن يغتنم الشيوخ ويستفيد منهم، وليس كلّ ما فات يدرك، وقيل: إذا كنت في أمر فكن فيه، وكفى بالإعراض عن علم الله خزياً وخساراً، واستعذ بالله منه ليلاً ونهاراً. ¶ رابعأ:إنه لا بُدَّ لطالب العلم من تحمُّل المشقّة والمذلّة في طلب العلم، والتملُّقُ مذمومٌ إلا في طلب العلم، فإنه لا بد له من التملّق للأستاذ والشركاء وغيرهم للاستفادة منهم. قيل: العلم عزٌّ لا ذلَّ فيه، ولا يدرك إلا بذلَّ لا عزَّ فيه. وقال القائل: ¶ أرى لك نفساً تشتهي أن تُعزِ.َّها ¶ فَلَستَ تنالُ حتَّى تُذلَّها ¶ خامساً: أن يستصحب كتاباً على كلِّ حال ليطالعه، وقيل: من لم يكن له دفتراً في كمِّه لم تثبت الحكمة في قلبه. ¶ ورع طالب العلم:",
            "page": "49",
            "part": "1"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "مهما كان طالب العلم أروع، كان علمه أنفع، والتعلم له أيسر، وفوائده أكثر. ومن الورع: أن يحترز عن الشبع وكثرة النوم، وكثرة الكلام فيما لا ينفع، وأن يتحرَّزَ عن أكل طعام السوق إن أمكن؛ لأن طعام السوق أقرب للنجاسة والخيانة، وأبعد عن ذكر الله، واقرب إلى الغفلة؛ ولأن أبصار الفقراء تقع عليه؛ ولا يقدرون على الشراء منه، فيتأذّون بذلك، فتذهب بركته. ¶ ووصى فقيه من زهَّاد الفقهاء طالب علم؛ فقال له: عليك أن تتحرَّز عن الغيبة وعن مجالسة المكثار، وقال: إن من يكثر الكلام يَسْرِقُ عمرك، ويضيِّع أوقاتك. ¶ ومن الورع أن يجتنب أهل الفساد والمعاصي والتعطيل ويجاوز الصالحين، فإن المجاورة مؤثرة لا محالة، وأن يجلس مستقبلاً القبلة، ويكون مستناً بسنة النبي ( ويغتنم دعاء أهل الخير، ويحترز عن دعاء المظلومين. ¶ وينبغي لطالب العلم ألا يتهاون بالآداب والسنن، فإن مَن يتهاون بالآداب يحرم السنن، ومَن تهاون بالسنن حرم الفرائض، ومَن تهاون بالفرائض حرم الآخرة. ¶ وينبغي أن يكثر الصلاة ويصلي صلاة الخاشعين، فإن ذلك عَونٌ له على التحصيل والتعلُّم. ¶ كتاب الأسبوع: ¶ ينصح بقراءة كتاب النصائح للحارث المحاسبي (.",
            "page": "50",
            "part": "1"
        }
    ],
    "t34944": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "العنوان"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "2",
            "tit": "الباب الأول"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": "3",
            "tit": "همّ المسلم"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "علو الهمة"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "شعلة نار متوقدة"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "استغلال الوقت"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "احترام المعلم وتعظيمه"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "لحوم العلماء مسمومة"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الثاني: خلاصة آداب تعليم المتعلم للرزنوجي"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "1",
            "tit": "فرض العين في العلم الشرعي"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "شرف العلم"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "النية في حال التعلم"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "اختيار العلم والشريك والثبات"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "سرّ الانتفاع بالعلم"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "تعظيم الكتاب والشركاء والتفويض للأستاذ"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "الجد والمواظبة والهمة"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "طرق ضبط الدرس والتمكن من العلم 1"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "طرق ضبط الدرس والتمكن من العلم 2"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "طرق ضبط الدرس والتمكن من العلم 3"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "طرق ضبط الدرس والتمكن من العلم 4"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "طريق التوكل واستغلال الوقت"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "وقت التحصيل وطرق الاستفادة"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "كيفية الاستفادة والورع"
        }
    ]
}