{
    "b34946": [
        {
            "id": "1",
            "nass": "الأخلاق والتزكية ¶ في رحاب القرآن والسنة ¶ تأليف ¶ الشيخ عبد الكريم محمد مطيع الحمداوي ¶ بسم الله الرحمن الرحيم والحمد لله رب العالمين ¶ وصلى الله على سيدنا محمد وآله وصحبه ومن تبعه بإحسان ¶ مقدمة ¶ الأخلاق والتزكية ... لماذا؟ ¶ إِنَّ الْحَمْدَ لِلَّهِ نَسْتَعِينُهُ وَنَسْتَغْفِرُهُ وَنَعُوذُ بِاللَّهِ مِنْ شُرُورِ أَنْفُسِنَا وَسَيِّئَاتِ أَعْمَالِنَا، مَنْ يَهْدِهِ اللَّهُ فَلَا مُضِلَّ لَهُ وَمَنْ يُضْلِلْ فَلَا هَادِيَ لَهُ، وَأَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ.وبعد: ¶ ورد ذكر\"الخُلُقِ\" في القرآن الكريم مرتين، أولاهما بصفة الذم في سورة الشعراء ( قَالُوا سَوَاءٌ عَلَيْنَا أَوَعَظْتَ أَمْ لَمْ تَكُنْ مِنْ الْوَاعِظِينَ إِنْ هَذَا إِلَّا خُلُقُ الْأَوَّلِينَ ) 137، أي إن هذا الذي نحن عليه إلا دين الأولين من آبائنا ونحن تابعون لهم متمسكون بمنهجهم وسالكون مسلكهم في التصرف والمعاملة، وهو رد الكفار المعرضين عن دعوة الإيمان والتوحيد والسلوك الرضي.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "أما ثانيتهما ففي الآية الرابعة من سورة القلم، بصفة المدح والإشادة بأخلاق الرسول صلى الله عليه وسلم بقوله تعالى( وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ )، وهو ما شرحته أم المؤمنين عائشة رضي الله عنها فيما رواه أحمد ( عَنْ سَعْدِ بْنِ هِشَامِ بْنِ عَامِرٍ قَالَ أَتَيْتُ عَائِشَةَ فَقُلْتُ يَا أُمَّ الْمُؤْمِنِينَ أَخْبِرِينِي بِخُلُقِ رَسُولِ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَتْ كَانَ خُلُقُهُ الْقُرْآنَ أَمَا تَقْرَأُ الْقُرْآنَ، قَوْلَ اللَّهِ عَزَّ وَجَلَّ ( وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ )، أي أنه عليه الصلاة والسلام كان متمسكا بآداب القرآن وتوجيهاته، ملتزما محاسنه ومكارمه، ممتثلا لأوامره ونواهيه، مهما أُمِرَ أطاع أو نُهِيَ كفَّ وترك، حتى صار ذلك له سجية وطبعا، مع ما جبل عليه من الحياء والكرم والشجاعة والحلم والسماحة، وهو ما رواه البخاري عن أنس قَالَ خَدَمْتُ النَّبِيَّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَشْرَ سِنِينَ فَمَا قَالَ لِي أُفٍّ وَلَا لِمَ صَنَعْتَ وَلَا أَلَّا صَنَعْتَ، والترمذي من رواية ثابت (عَنْ أَنَسٍ قَالَ خَدَمْتُ النَّبِيَّ صَلَّى اللَّهم عَلَيْهِ وَسَلَّمَ عَشْرَ سِنِينَ فَمَا قَالَ لِي أُفٍّ قَطُّ وَمَا قَالَ لِشَيْءٍ صَنَعْتُهُ لِمَ صَنَعْتَهُ وَلَا لِشَيْءٍ تَرَكْتُهُ لِمَ تَرَكْتَهُ وَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهم عَلَيْهِ وَسَلَّمَ مِنْ أَحْسَنِ النَّاسِ خُلُقًا وَلَا مَسَسْتُ خَزًّا قَطُّ وَلَا حَرِيرًا وَلَا شَيْئًا كَانَ أَلْيَنَ مِنْ كَفِّ رَسُولِ اللَّهِ صَلَّى اللَّهم عَلَيْهِ وَسَلَّمَ وَلَا شَمَمْتُ مِسْكًا قَطُّ وَلَا عِطْرًا كَانَ أَطْيَبَ مِنْ عَرَقِ رَسُولِ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ). ¶ إن لفظ \" خلق \" مشتق من أصلين لغويين، أحدهما يعني الإنشاء والإبداع على غير مثال سابق، وهو من صفات الله تعالى.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "أما الثاني فمعناه تقدير الشيء، مثل أن تقول خلقت القماش لخياطة قميص مثلا، أي قدرت ما أحتاج إليه منه لهذا الغرض، ومن ذلك \"الخُلُق\" بمعنى السجية والسلوك بالنسبة للمرء، لأنه يتصرف حسب ما يفهمه ويقدره من مصلحة ونفع وصواب في معاملاته ومعيشته وعلاقاته. ¶ إن \" الخُلُقَ\" هو الصورة الملموسة غير المتكلفة من معاملات المرء وحركاته وسكناته، وهو بذلك انعكاس لصورته النفسية وأوصافها ومعالمها، لذلك فالثواب والعقاب متعلقان به، أي بتصرفاته الظاهرة المؤثرة في المجتمع والمتأثرة به. ¶ إن الرجل قد تضطره الحاجة إلى بعض التصرفات الإيجابية والأعمال الحسنة فيقوم بها متكلفا، ولكنه لا يستطيع المواظبة عليها، لذلك لا تدعى هذه الأعمال خلقا له؛ والرجل يقوم بها بكل يسر وسهولة ويداوم عليها فتعد من أخلاقه وشيمه. وعندما مدح رب العزة نبيه صلى الله عليه وسلم بقوله (وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ)، أمره في سورة أخرى بأن يخاطب قومه بقوله(قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنْ الْمُتَكَلِّفِينَ) ص 86، أي لست متكلفا لهذه الأخلاق، وإنما هي طبع وسجية وشيم، لأن المتكلف لا يدوم أمره، بل يرجع إلى طبعه الأصلي ما لم يروض نفسه طويلا حتى يتكرس تصرفه الجديد ويصير خلقا وشيمة. وهو معنى قوله صلى الله عليه وسلم فيما رواه أحمد ( أَنَّ أَبَا الدَّرْدَاءِ قَالَ بَيْنَمَا نَحْنُ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَتَذَاكَرُ مَا يَكُونُ إِذْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا سَمِعْتُمْ بِجَبَلٍ زَالَ عَنْ مَكَانِهِ فَصَدِّقُوا وَإِذَا سَمِعْتُمْ بِرَجُلٍ تَغَيَّرَ عَنْ خُلُقِهِ فَلَا تُصَدِّقُوا بِهِ وَإِنَّهُ يَصِيرُ إِلَى مَا جُبِلَ عَلَيْهِ ).",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ولما كان الخُلُقُ لغةً معناه العادة والطبع، سواء في الإدراك والفهم، أو في الفعل والتصرف، فإنه في المجال الاجتماعي مَلَكَة نفسية تسهل على صاحبها الإتيان بالأفعال الحسنة والمداومة عليها والتمسك بها، أو ممارسة الأفعال المشينة والاستمرار فيها. ولذلك بهذا المنظار أيضا كانت التصرفات مرآة لمستواه العقلي ومدى صفاء إدراكه ونقاء سريرته وسلامة نيته. ¶ إن معضلة التعامل بين الإنسان وبين أخيه الإنسان ومختلف الخلائق في الكون، برزت منذ وجود آدم عليه السلام في الجنة مع زوجه حواء، ثم ظهرت بشكل حاد في الخلاف بين ولديه قابيل وهابيل إذ قتل أحدهما الثاني ظلما وعدوانا.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ولئن كان الفكر البشري قد حاول معالجة هذه القضية فلسفيا في مباحث القيم التي تضم ثلاثية الحق والخير والجمال، فبدت في حقب من التاريخ مغرية براقة، فقد أثبتت التجربة والمتابعة العلمية للتطور البشري تهافت هذه المحاولة وعجزها عن بناء سلوك إنساني راق أو علاقات اجتماعية متكاملة، أو مجتمع سوي رشيد. ولعل أخطر ما ارتكبته هذه المباحث هو تجاهلها للفطرة وقانونها في الصفاء والسواء الأصيلين لها، وهو ما بينه القرآن الكريم بقوله تعالى في الآية الرابعة من سورة التين (لَقَدْ خَلَقْنَا الْإِنسَانَ فِي أَحْسَنِ تَقْوِيمٍ ) وبينه الرسول الأكرم صلى الله عليه وسلم فيما رواه عن رب العزة سبحانه وأخرجه مسلم ( وَإِنِّي خَلَقْتُ عِبَادِي حُنَفَاءَ كُلَّهُمْ وَإِنَّهُمْ أَتَتْهُمُ الشَّيَاطِينُ فَاجْتَالَتْهُمْ عَنْ دِينِهِمْ وَحَرَّمَتْ عَلَيْهِمْ مَا أَحْلَلْتُ لَهُمْ وَأَمَرَتْهُمْ أَنْ يُشْرِكُوا بِي مَا لَمْ أُنْزِلْ بِهِ سُلْطَانًا)، وقوله عليه الصلاة والسلام فيما رواه البخاري(مَا مِنْ مَوْلُودٍ إِلَّا يُولَدُ عَلَى الْفِطْرَةِ فَأَبَوَاهُ يُهَوِّدَانِهِ أَوْ يُنَصِّرَانِهِ أَوْ يُمَجِّسَانِه،ِ كَمَا تُنْتَجُ الْبَهِيمَةُ بَهِيمَةً جَمْعَاءَ هَلْ تُحِسُّونَ فِيهَا مِنْ جَدْعَاءَ ). ¶ وبذلك فقدت الفلسفة جدواها ودورها المرتقب منها، وانكشف عجزها عن بناء منظومة تفسير وتغيير، تساهم في بناء مجتمع نظيف سوي.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "هذا الفراغ في مجال التأسيس الاجتماعي الإنساني لم يستطع سده إلا الدين الإسلامي الرباني في مرحلتيه الموسوية والعيسوية قبل تحريفهما ونسخهما، ثم في المرحلة المحمدية الناسخة التي ذكر رائدها عليه الصلاة والسلام حكمة بعثته وهدفها الاجتماعي بقوله ( إنَّمَا بُعِثْتُ لِأُتَمِّمَ صَالِحَ الْأَخْلَاقِ) في رواية أحمد، وقوله(بُعِثْتُ لِأُتَمِّمَ حُسْنَ الْأَخْلَاقِ ) في رواية مالك بالموطأ. ثم أعطى من نفسه القدوة العملية فكان خلقه القرآن وشهد له بذلك رب العزة. ¶ إن انبناء الأخلاق على الفطرة السليمة وهو ما أشار إليه الكتاب والسنة، يجعل التكاليف الشرعية والاجتماعية، عبادات وقربات وممارسة عادات سوية ، معقولة المعنى حكيمة التوجه واضحة المقصد، سليقية التطبيق والالتزام والانسجام. ¶ وانبناءها على العضوية المعنوية والنفسية والمادية في المجتمع يجعل لها دورا في إخراج الأمة الشاهدة للوجود، وهدفا غاية في الوضوح والتجرد والانضباط، ويجعل المرء جزءا لا يتجزأ في جسد واحد يتخذ من الدنيا مطية للآخرة، وسبيلا للسعادة في الدارين. لذلك كان لتوفر الأخلاق الحميدة أهمية كبرى في المجتمع البشري، كما أن انعدامها يؤدي إلى مختلف الأمراض والعلل النفسية والجسدية والاجتماعية والاقتصادية والسياسية.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ذلك أن الإنسان يشترك مع الكائنات الحية في كثير من الصفات، نوما ويقظة وفرحا وحزنا وغضبا ورضا، وأكلا وشربا واستمتاعا، وفي كثير من الأعضاء الجسدية والشكل الظاهر، ولكنه يتميز عنها في مجال تقدير التصرفات حكمة وتعقلا وتدبيرا واعتبارا للنتائج واستفادة من التجارب، وممارسة للأعمال والأفعال حسنا وقبحا ومقاصد ونوايا. وهو بذلك يعبر عما وهبه الله تعالى من عقل، وما حباه به من هدى وإرشاد (وَنَفْسٍ وَمَا سَوَّاهَا فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا قَدْ أَفْلَحَ مَنْ زَكَّاهَا وَقَدْ خَابَ مَنْ دَسَّاهَا ) الشمس 6،7،8، ( وَهَدَيْنَاهُ النَّجْدَيْنِ ) البلد 10. فإذا تخلى المرء أو المجتمع عن الأخلاق الحميدة ارتكس في حمأة الفساد، وحضيض البهائمية الضالة (لَهُمْ قُلُوبٌ لَا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لَا يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لَا يَسْمَعُونَ بِهَا أُوْلَئِكَ كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ أُوْلَئِكَ هُمْ الْغَافِلُونَ ) الأعراف179. ¶ إن انعدام الأخلاق السوية من المجتمع يفقد الدين معناه وجدواه ومبرر وجوده، وتصبح الحياة بذلك غابة يسودها الخوف والفوضى وغرائز اللذة والعدوان والنفعية الجافة المقيتة؛ لذلك بعث الله سبحانه رسله تترى، وجعل أخلاقهم في تمام السواء والكمال، كي تتعزز التوجيهات الربانية الشفوية بالقدوة العملية التي تمشي على قدمين، ويتغير سلوك الأمم والأقوام بتغير الأفكار والنفوس والعقائد (إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنفُسِهِمْ ) الرعد 11.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ولئن ذهبت الاجتهادات الفلسفية والفكرية مذاهب شتى في مجال التساؤل عن مدى قابلية الأخلاق للتغير، فزعم بعض الماديين أن الأخلاق مجرد نتيجة حتمية لعوامل اقتصادية كيفت المجتمع البشري بما يناسبها ويترتب عليها، وأن التغير الحاصل أحيانا بسبب التأديب والموعظة والنصح سرعان ما يزول فيعود المرء إلى سالف ما تطبع به من مؤثرات الوضع الاقتصادي، فإن الإسلام ومعه غالبية علماء النفس والاجتماع والتربية، يؤكد قابلية الأخلاق للتغير والتغيير سلبا وإيجابا، وأن للإرادة دورا أساسيا في هذه العملية، وهو ما أشار إليه القرآن الكريم بقوله تعالى (لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِنْ أَنْفُسِهِمْ يَتْلُوا عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمْ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ) آل عمران164. (هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمْ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ) الجمعة2. كما أن التغير السلبي أيضا رهن بإرادة الإنسان وتصرفاته وتمرده على الفطرة (كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِنْ قَبْلِهِمْ كَفَرُوا بِآيَاتِ اللَّهِ فَأَخَذَهُمْ اللَّهُ بِذُنُوبِهِمْ إِنَّ اللَّهَ قَوِيٌّ شَدِيدُ الْعِقَابِ ذَلِكَ بِأَنَّ اللَّهَ لَمْ يَكُ مُغَيِّرًا نِعْمَةً أَنْعَمَهَا عَلَى قَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنفُسِهِمْ ) الأنفال 53. ¶ إن استقراء التاريخ عبر حقبه الماضية والمعاصرة، ليكشف بكل وضوح تأثير الأخلاق ودورها في رقي الأمم أواندحارها. فيوم مكن الله للأمة الإسلامية لم يكن النصر لسيوفهم بقدر ما كان لعقيدتهم وحسن أخلاقهم، وهو ما شهد به العدو قبل الصديق والنائي قبل الداني.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ويوم تحولت قصور الأندلس إلى مواخير لداعر وداعرة ، هما ولادة والمعتمد، وأمثالهما من فسقة الأدباء والمتأدبين، ومترفي المخنثين والمتصابين، أخرج أهلها منها أذلة صاغرين. ¶ وفي اليوم الذي كان فيه خليفة المسلمين يتلهى برقص جاريته ومخنثيه، دخل هولاكو بغداد منتصرا، وكان ما كان مما جرت بذكر الركبان ودونه التاريخ بدمع ودم. ¶ وفي عصرنا هذا، ونحن نشهد من انحطاط الأخلاق وتسيب التصرفات ما يخجل القلم من تسطيره، واللسان من ذكره، والمخيلة من تصوره ، سلط الله تعالى علينا شرقا وغربا ما دعاه المتداعون إلى القصعة \"حرب الإرهاب\" بقيادة الصهيونية العالمية، ومشاركة حكام لنا صغار النفوس ضعاف الهمة فسقة الجوارح أغبياء العقول فاسدي القول والعمل. أليس في هذا ما يشرح قوله تعالى ( وَكَأَيِّنْ مِنْ قَرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبِّهَا وَرُسُلِهِ فَحَاسَبْنَاهَا حِسَابًا شَدِيدًا وَعَذَّبْنَاهَا عَذَابًا نُكْرًا فَذَاقَتْ وَبَالَ أَمْرِهَا وَكَانَ عَاقِبَةُ أَمْرِهَا خُسْرًا ) الطلاق 8، وقوله عز وجل (ذَلِكَ بِأَنَّ اللَّهَ لَمْ يَكُ مُغَيِّرًا نِعْمَةً أَنْعَمَهَا عَلَى قَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنفُسِهِمْ ) الأنفال 53.وقوله عليه الصلاة والسلام فيما رواه أحمد عن ابن مسعود قال:(خَطَبَنَا رَسُولُ اللَّهِ صَلَّى اللَّهم عَلَيْهِ وَسَلَّمَ فَقَالَ إِنَّ هَذَا الْأَمْرَ فِيكُمْ وَإِنَّكُمْ وُلَاتُهُ وَلَنْ يَزَالَ فِيكُمْ حَتَّى تُحْدِثُوا أَعْمَالًا فَإِذَا فَعَلْتُمْ ذَلِكَ بَعَثَ اللَّهُ عَزَّ وَجَلَّ عَلَيْكُمْ شَرَّ خَلْقِهِ فَيَلْتَحِيكُمْ كَمَا يُلْتَحَى الْقَضِيبُ ).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "لذلك اهتمت البعثة النبوية بالجانب الأخلاقي ومهدت وبشرت به، قبل نزول الوحي والتقاء المصطفى بجبريل عليهما الصلاة والسلام، وشاع في مجتمع مكة عطر أخلاق محمد بن عبد الله المطلبي الهاشمي، الصبي اليتيم، الذي لم يسجل عليه سوء منذ عرفته الأرض والسماء، وسمي الأمين الصادق لدى الأحباب والأعداء. ¶ ثم كان الوحي والرسالة، فكرس صلى الله عليه وسلم حياته لتربية الجيل الأول عقيدة وخلقا ، عبادة وسلوكا وتصرفا حتى نشأ في الأمة خير قرن من الدعاة. ¶ ولئن كانت حياته صلى الله عليه وسلم خير قدوة عملية للترشيد والتقويم ، فإن أقواله في ميدان النصح والإرشاد والتربية حفلت بها كتب السنن والمسانيد والصحاح بما لا يكاد يعد أو يحصى، من ذلك قوله صلى الله عليه وسلم: ¶ •…إِنَّ الْمُؤْمِنَ لَيُدْرِكُ بِحُسْنِ خُلُقِهِ دَرَجَةَ الصَّائِمِ الْقَائِمِ - أبو داود. ¶ •…إِنَّ الْمُسْلِمَ الْمُسَدِّدَ لَيُدْرِكُ دَرَجَةَ الصَّوَّامِ الْقَوَّامِ بِآيَاتِ اللَّهِ بِحُسْنِ خُلُقِهِ وَكَرَمِ ضَرِيبَتِهِ - أحمد ¶ •…كَرَمُ الرَّجُلِ دِينُهُ وَمُرُوءَتُهُ عَقْلُهُ وَحَسَبُهُ خُلُقُهُ – أحمد. ¶ •…كان رَسُولَ اللَّهِ صَلَّى اللَّهم عَلَيْهِ وَسَلَّمَ يَدْعُو يَقُولُ: اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الشِّقَاقِ وَالنِّفَاقِ وَسُوءِ الْأَخْلَاقِ - أبو داود. ¶ •…وَاهْدِنِي لِأَحْسَنِ الْأَخْلَاقِ لَا يَهْدِي لِأَحْسَنِهَا إِلَّا أَنْتَ وَاصْرِفْ عَنِّي سَيِّئَهَا لَا يَصْرِفُ عَنِّي سَيِّئَهَا إِلَّا أَنْتَ – الترمذي.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "•…وسئل عن أهل الجنة فقال:ذُو سُلْطَانٍ مُقْسِطٌ مُتَصَدِّقٌ مُوَفَّقٌ وَرَجُلٌ رَحِيمٌ رَقِيقُ الْقَلْبِ لِكُلِّ ذِي قُرْبَى وَمُسْلِمٍ وَعَفِيفٌ مُتَعَفِّفٌ ذُو عِيَالٍ قَالَ وَأَهْلُ النَّارِ خَمْسَةٌ الضَّعِيفُ الَّذِي لَا زَبْرَ لَهُ الَّذِينَ هُمْ فِيكُمْ تَبَعًا لَا يَبْتَغُونَ أَهْلًا وَلَا مَالًا وَالْخَائِنُ الَّذِي لَا يَخْفَى لَهُ طَمَعٌ وَإِنْ دَقَّ إِلَّا خَانَهُ وَرَجُلٌ لَا يُصْبِحُ وَلَا يُمْسِي إِلَّا وَهُوَ يُخَادِعُكَ عَنْ أَهْلِكَ وَمَالِكَ وَذَكَرَ الْبُخْلَ أَوِ الْكَذِبَ وَالشِّنْظِيرُ الْفَحَّاشُ- مسلم. ¶ لقد كانت تجربتي في الدعوة الإسلامية في الوطن وخارجه طيلة خمس وثلاثين سنة مضت تلح علي بالبحث عن سبب عدم انتصار أي حركة معاصرة، ومن قبل انتصرت دعوة المرابطين والموحدين، كما انتصرت حركات التحرر من الاستعمار في عصرنا الحديث. ¶ ولئن كانت حكمة الله تعالى وعلمه الواسع أدرى بتلك الأسباب، فإن لتصرفات كثير من دعاة العصر دورا في ما آل إليه الأمر. فالتحول إلى الارتزاق ، والتخاذل والتخاون لدى أي اختبار، والتخلى عن الإخوة وذرياتهم عند أول إغراء، وبيع الأرض والعرض وأخوة العقيدة من أجل منصب حقير ، كل ذلك جعلني أفكر في أمر الأخلاق ودورها وأثرها في بناء النفوس وتزويدها بالمناعة اللازمة، نظافة وسواء وشهامة ووفاء، وأوقن بأن الأرض الصالحة للاستنبات ينبغي أن تسقى بالماء الزلال ، أي بما نشأ عليه محمد صلى الله عليه وسلم، الصادق الأمين، الذي وصفته قبل بعثته ونزول رسالته خديجة بنت خويلد رضي الله عنها بقولها: ( وَاللَّهِ مَا يُخْزِيكَ اللَّهُ أَبَدًا إِنَّكَ لَتَصِلُ الرَّحِمَ وَتَحْمِلُ الْكَلَّ وَتَكْسِبُ الْمَعْدُومَ وَتَقْرِي الضَّيْفَ وَتُعِينُ عَلَى نَوَائِبِ الْحَقِّ ). وأقرر المساهمة بجهد المقل في محاولة إعادة البناء الخلقي لهذه الأمة بهذه الدروس المتواضعة.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وفقنا الله تعالى جميعا لصالح القول وسديد العمل، وجنبنا مزالق الإثم والزلل. ¶ طرابلس الغرب في يوم الإثنين 29 رجب 1425هجرية ¶ عبد الكريم مطيع الحمداوي … ¶ العقل و القلب ¶ بين الغيب و الشهود ¶ لا شك أن طريق الدعوة محفوف بالمحن، وطريق الإيمان محفوف بالمخاطر، والحياة الدنيا كلها مؤدية إلى الآخرة، وكل الأنام ما بين خلود في الجنة، وخلود في النار. وبين داري الدنيا والآخرة طريق سيار يؤدي بمن صفت عقيدته وسلمت موازينه وقبلت أعماله إلى الجنة، ويقذف بمن اختلت عقيدته وموازينه وردت عليه أعماله في جهنم. ¶ وركوبتنا في الطريق هي أعمالنا التي تضبط بأداتين وحيدتين، إن صلحتا قادتا إلى الجنة، وإن فسدتا قادتا إلى النار، وهما القلب العقل... ¶ لذلك أمدنا الله تعالى ـ رحمة منه ـ بميزان للقلب و العقل يضبط حركتيهما، ويرشد تصرفاتهما. ¶ هذا الميزان هو العقيدة السوية التي تعد نواة تدور حولها حركتا القلب و العقل. ¶ وكما أن القمر والأرض يدوران حول الشمس، ويستمدان منها النور، كذلك القلب والعقل يدوران حول العقيدة ويستمدان منها النور و الرشد و الصواب. ¶ وكما أن للقمر والأرض مدارين مرسومين حول الشمس، إن حادا عنهما كان الكسوف و الخسوف، وحل الظلام ( لَا الشَّمْسُ يَنْبَغِي لَهَا أَنْ تُدْرِكَ الْقَمَرَ وَلَا اللَّيْلُ سَابِقُ النَّهَارِ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ) يس 40، كذلك القلب و العقل، لكل منهما مجال خاص به فإن حادا أو زاغا عن مداريهما الطبيعيين حول العقيدة فسد الإنسان، وارتكس في الظلام... ظلام الجهل و الضلال و الغواية...",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "إن قضية العقيدة و دورتي القلب و العقل حولها من أخطر ما يجب على المسلم أن يبدأ به، ونعني بالعقيدة... تلك التي جاء بها الرسول ـ صلى الله عليه و سلم ـ بيضاء نقية، مستمدة من الكتاب والسنة، لا شيء معهما ولا شيء غيرهما... العقيدة التي تمشي على الأرض تعاملا مع الواقع، سلوكا اجتماعيا، و اقتصاديا، و سياسيا، في الأسرة، والمجتمع، و الدولة، وساحة العمل وميدان البحث العلمي، واستخداما لقناتي القلب العقل، أداتي المعرفة لدى الإنسان في تعامله مع الغيب والشهود، مع المادة والروح، مع الوجود الآني والوجود الموعود، مما يمثل منهجا متماسكا متكاملا متميزا. ¶ ولئن كانت البشرية قد اكتشفت فساد المناهج البدائية والخرافية التي استندت في تعاملها مع البيئة - إنسانا وطبيعة – إلى وجود أرواح وشياطين وآلهة، تتحكم في نفوس الناس وحركاتهم الجسمية وسلوكهم اليومي، فإن العلم الحديث بدوره قد اكتشف فساد المناهج الميتافيزيقية والفلسفية التي وضعت بديلا للمناهج الخرافية في القرون المتأخرة والعصر الحديث؛ واعتمد فيها لتفسير طبيعة الكون وسلوك الإنسان على ما زعموه جوهرا وماهية وهيولى وصورة، وقوة فاعلة وطاقة حيوية وقوة كيميائية، وإرادة حياة وغرائز للدفاع والاستطلاع وبقاء النوع. ¶ ولئن كان العلم الحديث قد استبدل أسلوبا جديدا غيرها، عده حلا سحريا لمشاكل الإنسان، وسماه \" المنهج العلمي \"، اعتمد فيه على نظرية دارون، والمادية الجدلية التي تختصرها الآية الكريمة( وَقَالُوا مَا هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلَّا الدَّهْرُ وَمَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَظُنُّونَ ) الجاثية 24، فإنه قد اكتشف أخيرا عجز هذا المنهج العلمي عن الوفاء بما كلف به من مهام، وما نيط به من تكاليف، فظل يراوح مكانه تبريرا وتخبطا ومحاولة ترقيع وتلفيق.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "اكتشف العلم الحديث ذلك بعد أن تبين له علميا فساد نظريته المادية التي جعلها قاعدة لمنهجه، وخطل تفسيره السلوك البشري بكونه مجردَ ظاهرة طبيعية لا تحتمل أي غموض أو إبهام أو غيبية، ومحضَ نشاط محتوم في مواجهة البيئة من أجل البقاء، لا فرق في ذلك بين انقباض عضلة أو إفراز غدة أو اختيار عمل أو ملبس أو زوجة أو علبة سجائر، ونتيجة ًمنطقيةً لأسباب مادية محضة لا علاقة لها بحرية الإنسان أو مسؤوليته عن أفعاله وتصرفاته، أو مساواته مع بني جنسه؛ وبعد أن اتضح له أن اعتبارَ السلوك البشري وسلوك أي كائن حي مجردَ استجابة لظروف البيئة، يلغي حرية الإنسان، ويجعل جميع تصرفات البشر مهما ساءت، طبيعية ومقبولة ومشروعة، وغيرَ مسؤولة قانونا وشرعا، مثلهم في ذلك مثل الكلب الذي يعض المارة فلا يتحمل أي مسؤولية؛ مما عصف بكل مبادئ حرية الإنسان وكرامته وحقوقه التي تتبجح بها الحضارة الغربية الحديثة. ¶ ولئن كانت بعض الديانات والمذاهب الضالة تدعي أن الإنسان فاقد لكل حرية في الاختيار، فإنها على الأقل زعمت أن الله تعالى هو الذي سلبه هذه الحرية، وفرض عليه جميع تصرفاته الخيرة والسيئة، ترشيدا لفطرته وتدريبا له على الخضوع والاستسلام، على ما في هذا الادعاء من بطلان. ¶ أما \" المنهج العلمي\" فإنه قرر أن الذي سلب الإنسانَ حريتَه وفرض عليه سلوكه هو الطبيعة وحرصُه على البقاء فيها، فتجاوز بذلك أشدَّ المذاهب إغراقا في التخلف والغباء، لأنه راهن على إلغاء الفطرة بدل العمل على ترشيدها وإعلائها وبلورتها وتوجيهها؛ فكانت النتيجة الوحيدة أن صمدت الفطرة وسقط \" المنهج العلمي \"، معلنا إفلاسه في جميع الميادين الإنسانية، اجتماعيا واقتصاديا وسياسيا وفكريا.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "اجتماعيا بانهيار مختلف القيم الأخلاقية والأسرية والقومية والثقافية والمعرفية، لدى الدول التي تبنته في مجال العلوم الإنسانية تربية وتعليما وعلم نفس واجتماع، وبنت على أسسه أساليبها الخاصة بضبط الشعوب وتوجيهها والتحكم فيها. ¶ واقتصاديا بالانهيار المالي والتردي الحضاري والضعف البنيوي والعجز الاقتصادي، والمشاكل الغذائية التي تعاني منها هذه الشعوب. ¶ وسياسيا بالهزيمة المنكرة التي تجرعها المعسكر الشيوعي أخيرا في مواجهة جميع المبادئ البشرية المعاصرة، وضعية كانت أو سماوية؛ والتَّفَتُّتِ الذي آل إليه مجتمع\" جنة الأرض\" التي هرب منها سكانها - ولم يطردوا - بالملايين. ¶ إن مصدر الخلل في جميع المناهج البشرية بدائية كانت أو فلسفية أو مادية \" علمية\" يكمن في أربع: ¶ 1 ـ اعتبار بعض الوجود المادي من الغيب وإخضاعه لمقاييس غيبية وضعية لا طاقة لها بفهمه وتحليله، كما هو الحال لدى التفكير الخرافي في تعامله مع الظواهر الطبيعية برقا و رعدا و زلازل ولدى التفكير الميتافيزيقي والفلسفي في تعامله مع بعض الطاقات البشرية المادية التي دعاها غرائز وقدرات وملكات، والتفكير اللاهوتي المنحرف مثلما لدى اليهود و النصارى الذين ادعوا بنوة المسيح وعزير لله، تعالى الله عن ذلك علوا كبيرا. ¶ 2 ـ افتقار المناهج التي تعترف بالغيب إلى مصدر محدد وموثوق به تستقي منه معارفها الغيبية وتتحاكم إليه إذا وقعت في اللبس والاختلاف وسقطت في التناقض والغموض والاضطراب. ¶ 3 ـ اعتبار الغيب غير موجود وإخضاعه ـ بدعوى أنه محض مادة متطورة ـ لمقاييس مادية لا قدرة لها على استيعابه أو الإحاطة به.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "4 ـ اعتبار أصحاب المنهج العلمي الكونَ محضَ مادة لا خالق لها، وتفاعلا ماديا بنوا عليه أساليبهم في البحث والاستقراء والتفكير، ثم عندما أعياهم القفز والنط وجابههم جدار الغيب، اعترفوا بمحدودية وسائلهم وقصور طرائقهم. ولكنهم لم يفكروا في مراجعة ركائز منهجهم ومنطلقاتهم، بل أخذوا ـ يقترحون بلسان الحال ـ أن تتوقف البشرية عن التطور ومعالجة قضاياها الإنسانية إلى أن يكتمل \" المنهج \" ويكتشفوا الحلول...! ¶ إن هذا الوضع الذي تعيشه البشرية اليوم بإفلاس جميع المناهج الوضعية في ميدان العلوم الإنسانية، وعجزها وافتضاح أمر تبجحها وادعائها، يفرض إعادة النظر في قضيتين أساسيتين من قضايا المعرفة هما: ¶ 1 ـ مجال المعرفة وهو الغيب والشهود، ومصادر البحث فيهما. ¶ 2 ـ أداة المعرفة وهي العقل والقلب، وكيف يعملان تعاونا أو تنافيا، ترادفا أو توازيا... ¶ وهذا يجعل المنهج الإسلامي بكل موضوعية وتجرد وثقة البديل الطبيعي والحل الأمثل، لأنه بكل عفوية ويسر المنهج الوحيد الذي عالج هاتين القضيتين بوضوح، ووضع لهما ما يناسب من الأسس والمبادئ والضوابط... فبنى بذلك قيما، وأخلاقا، ومجتمعا وحضارة؛ ذلك أن الرسول ـ صلى الله عليه وسلم ـ منذ مستهل الدعوة، وقد بعث بشيرا ونذيرا ليخرج الناس من ظلمات الجهل إلى نور المعرفة، ومن ضنك الضلال إلى رحابة التعبد لله، والتحرر مما سواه، مؤيدا بالوحي معززا بالرسالة المنزلة كتابا من لدنه تعالى، وبالملائكة رسلا مبلغين، ومدافعين، ومشاركين في المعارك، وبالمعجزات المتعددة تترى من ضمير الغيب، لم يستغن في دعوته عن محوري العقل والقلب، بل اتخذهما قناتين أساسيتين للتبليغ، وأداتين فعالتين للتربية والترشيد.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "العقل للإدراك والتدبير، والقلب للإيمان بالغيب الذي يقصر العقل عن ارتياد آفاقه، لذلك أعطت الدعوة الإسلامية أجدى النتائج، وأوفى الثمار ولكن ( لِمَنْ كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ ) ق 37. ¶ لقد زاوج الرسول ـ صلى الله عليه وسلم ـ بين العقل والقلب طيلة دعوته، بشكل متوازن ودقيق لا يرقى إليه الخلل، فهما لديه متوازيان مترافقان في حالات، ومستقلان عن بعضهما في مجالات، ومتعاونان أو متداخلان بنسب معينة، أو مترا دفان، يقف أحدهما حينا ليتابع الآخر المسيرة، كفرسي رهان، بينهما برزخ لا يبغيان. ¶ إن القرآن الكريم يلح على ضرورة توقير الغيب وتناوله بالقلب السليم، المليء بالإيمان الذي لا يناقش ولا يجادل ولا يسأل، مؤكدا حقائق متناهية في المطلق، لا يحيط بها العقل المجرد: ¶ - (وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ وَلَكِنْ جَعَلْنَاهُ نُورًا نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ ) الشورى 52 ¶ - ( وَلِلَّهِ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ وَإِلَيْهِ يُرْجَعُ الْأَمْرُ كُلُّهُ فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ ) هود 123 ¶ - ( وَمَا كَانَ اللَّهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ وَلَكِنَّ اللَّهَ يَجْتَبِي مِنْ رُسُلِهِ مَنْ يَشَاءُ ) آل عمران 179 ¶ - ( الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ ) البقرة3 ¶ كما يلح أيضا في مواطن أخرى على ضرورة استخدام العقل، وينعي على من جمد عقله وعطله، بلادته وغباءه وضلاله: ¶ ـ (إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ الصُّمُّ الْبُكْمُ الَّذِينَ لَا يَعْقِلُونَ ) الأنفال 22 ¶ ـ (وَلَهُ اخْتِلَافُ اللَّيْلِ وَالنَّهَارِ أَفَلَا تَعْقِلُونَ ) المؤمنون 80",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ـ (وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ وَبِاللَّيْلِ أَفَلَا تَعْقِلُونَ (الصافات 137- 138 ¶ ـ (وَلَقَد تَرَكْنَا مِنْهَا آيَةً بَيِّنَةً لِقَوْمٍ يَعْقِلُونَ ) العنكبوت 35 ¶ كذلك أعطى الرسول ـ صلى الله عليه و سلم ـ من نفسه المثل تعليما لأصحابه وتربية، عندما مر بجماعة وهم يؤبرون النخل ( يلقحونه ) فقال: \" ما تصنعون ؟ “. قالوا: \" كنا نصنعه “، قال: \" لعلكم لو لم تفعلوا كان خيرا \" فتركوه فنقصت ثمار النخل، فذكروا ذلك له ـ صلى الله عليه و سلم ـ فقال: \" إنما أنا بشر إذا أمرتكم بشيء من رأي فإنما أنا بشر \" ¶ بمثل هذه الدقة والوضوح ميز الرسول ـ صلى الله عليه و سلم ـ بين ما هو ديني من قضايا الوحي، وما هو دنيوي من قضايا الرأي والتفكير، بين ما يتنزل أحكاما من ضمير الغيب يسلم به يقينا، وبين ما هو مادي محض من الأمور المتعلقة بمعاش الناس، ونشاطهم وكدحهم ومصالحهم، يرجع فيه إلى العقل والتجربة والخبرة والتمييز المبني على المحاكمات المنطقية، بين ما هو قلبي لا يدرك إلا في إطار قوله تعالى: ¶ •…( أَأَنْتُمْ أَعْلَمُ أَمْ اللَّهُ ) البقرة 140. ¶ •…( لَا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ ) الأنبياء 23. ¶ •…( عَالِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلَى غَيْبِهِ أَحَدًا ) الجن 26. ¶ وبين ما هو عقلي حدد الرسول ـ صلى الله عليه وسلم ـ معالمه بقوله: \" إنما أنا بشر... “، وبَيَّنَ القرآن الكريم مجاله في قوله تعالى: ¶ •…(قَدْ بَيَّنَّا لَكُمْ الْآيَاتِ لَعَلَّكُمْ تَعْقِلُونَ ) الحديد 17 ¶ •…(وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ ) العنكبوت 43. ¶ •…(وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ) الملك 10.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "بذلك برزت في الحقل الثقافي الإسلامي أداتان للمعرفة هما القلب و العقل، برزتا متكاملتين ومتوازيتين في اتجاه واحد يهتدي بهما الإنسان إلى الحق فيتبعه ويستبين بهما الباطل فيجتنبه. ¶ كما برزت تبعا لذلك معرفتان: معرفة ربانية مبنية على مصدر واحد هو القرآن الكريم و السنة، مجالها ما يجب وما يحرم من الأعمال، وما يجوز وما لا يجوز من التصرفات و الأفعال، ومعرفة إنسانية تعتمد على العقل مجالها المادة وبعض تصرفات الإنسان، واختياراته التي لم ينظمها الشرع؛ وبرز التعبيران القرآنيان:\" المعروف\" و\"المنكر\"، أي: ما تعرفه القلوب والعقول وما تنكره القلوب و العقول، وهما وعاءا العبادات الإسلامية التي لا تكاد تخرج عنهما، رحمة من الله ولطفا وتيسيرا (الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الْأَرْضِ أَقَامُوا الصَّلَاةَ وَآتَوْا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنْ الْمُنْكَرِ وَلِلَّهِ عَاقِبَةُ الْأُمُورِ ) الحج 41. ¶ ولئن كان \"المعروف\" هو المقبول اجتماعيا و دينيا لكونه موافقا للعادة و العبادة شاملا كل ما تعارف عليه الناس من المباحات والفضائل والمعاملات التي لا تضر المجتمع، ولا تتعارض مع الدين، وكل التكاليف الدينية إتيانا وتركا، أمرا ونهيا، كما يفهم من قوله تعالى: ¶ •…(يَأْمُرُهُمْ بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنْ الْمُنكَرِ وَيُحِلُّ لَهُمْ الطَّيِّبَاتِ ) الأعراف 157 ¶ •…(قَوْلٌ مَعْرُوفٌ وَمَغْفِرَةٌ خَيْرٌ مِنْ صَدَقَةٍ يَتْبَعُهَا أَذًى وَاللَّهُ غَنِيٌّ حَلِيمٌ ) البقرة 263 ¶ •…(تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنْ الْمُنكَرِ) آل عمران 110. ¶ •…(وَآتُوهُنَّ أُجُورَهُنَّ بِالْمَعْرُوفِ ) النساء 25. ¶ •…(فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنفُسِهِنَّ بِالْمَعْرُوفِ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ) البقرة 234. ¶ ولئن كان المنكر هو ما لا يقبل اجتماعيا ولا دينيا كما يفهم من قوله تعالى:",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "•…(وَتَأْتُونَ فِي نَادِيكُمْ الْمُنكَرَ ) العنكبوت 29. ¶ •…(وَإِنَّهُمْ لَيَقُولُونَ مُنْكَرًا مِنْ الْقَوْلِ وَزُورًا ) المجادلة 2. ¶ وقوله صلى الله عليه وسلم: \" البر حسن الخلق، والإثم ما حاك في صدرك وكرهت أن يطلع عليه الناس\" ـ مسلم والترمذي ـ، فإن هذا المعروف وهذا المنكر بشقيهما الغيبي والشهودي، لا يعرفان إلا بالعقل والقلب مسترشدين بالوحي الإلهي، والتوجيه القرآني، وبالتفكير في مصالح المجتمع ومعاشات الناس والتمييز بين النافع والضار من التصرفات. ¶ العقل أداة للتفكير، والتحليل، والملاحظة، والمقارنة، والتجريد، والتعميم، والتجربة، والاستدلال، والمحاجة، والمجادلة، والمحاكمات المنطقية، واستقراء الجزئي وصولا إلى الكلي، ومعالجة الخاص والمحدود والمقيد لاستكناه العام والمطلق، مجاله الكون المادي الفسيح اكتشافا واختراعا وتطويرا وتسخيرا، وميدانه المعاملات البشرية المتنوعة التي لم ينزل فيها الشرع أحكاما معينة... يعتبر بالأدلة، ويعتد بالمقابلات والمقارنات والنتائج والمقاصد والغايات، يحسن ويقبح فيما ترك له أمر تحسينه وتقبيحه، ويميز المواقف السلوكية المناسبة لأقدار الرجال وظروف الزمان والمكان... ¶ هذه العمليات العقلية هي التي يطلق عليها القرآن مصطلحي\" تفقه\" و\" تفكير\" ليميز بذلك بين عقل نبيه نير يعرف مجاله وحدوده وطاقته، وبين عقل غبي بليد قاصر عن مجاله وحدوده وطاقته، وبين عقل أهوج طائش يحلو له تجاوز مجاله وحدوده وطاقته، قال تعالى: ¶ ـ ( وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلًا سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ ) آل عمران: 191 ¶ ـ ( وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ ) الحشر: 21 ¶ ـ ( قَدْ فَصَّلْنَا الْآيَاتِ لِقَوْمٍ يَفْقَهُونَ) الأنعام: 98",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ـ ( فَمَالِ هَؤُلَاءِ الْقَوْمِ لَا يَكَادُونَ يَفْقَهُونَ حَدِيثًا) النساء: 78 ¶ ـ ( لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ ) المائدة: 101 ¶ وهذه المجالات هي التي فتح الله آفاقها للناس، وحثهم على ارتيادها وتسخيرها، وخاطبهم في شأنها قائلا: ¶ ـ ( سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ) فصلت: 53 ¶ ـ (وَلَهُ اخْتِلَافُ اللَّيْلِ وَالنَّهَارِ أَفَلَا تَعْقِلُونَ ) المؤمنون 80. ¶ ـ ( إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنفَعُ النَّاسَ وَمَا أَنزَلَ اللَّهُ مِنْ السَّمَاءِ مِنْ مَاءٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ وَتَصْرِيفِ الرِّيَاحِ وَالسَّحَابِ الْمُسَخَّرِ بَيْنَ السَّمَاءِ وَالْأَرْضِ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ) البقرة: 164 ¶ هذه المجالات لم يحجبها الله عن أي من البشر كافرا أو مؤمنا إذا ما استخدم عقله واتبع السنن الكونية في البحث والتنقيب (كُلًّا نُمِدُّ هَؤُلَاء وَهَؤُلَاءِ مِنْ عَطَاءِ رَبِّكَ وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا ) الإسراء 20",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "إن العقل إذا ما استخدم في مجاله وحدوده وطاقته ـ فهما و تدبيرا وتخطيطا وتنفيذا ـ كان نورا وهداية وتوفيقا، كما كان خير طاقة تقوي القلوب وتشد أزرها وتطمئنها وتساعدها على الثبات ووضوح الرؤية، مثلما هو شأن إبراهيم ـ عليه السلام ـ في حواره مع نفسه أثناء تأمله السماء بعقله في لحظة صفاء قلبي وشفافية روحية: ( فَلَمَّا جَنَّ عَلَيْهِ اللَّيْلُ رَأَى كَوْكَبًا قَالَ هَذَا رَبِّي فَلَمَّا أَفَلَ قَالَ لَا أُحِبُّ الْآفِلِين فَلَمَّا رَأَى الْقَمَرَ بَازِغًا قَالَ هَذَا رَبِّي فَلَمَّا أَفَلَ قَالَ لَئِنْ لَمْ يَهْدِنِي رَبِّي لَأَكُونَنَّ مِنْ الْقَوْمِ الضَّالِّين فَلَمَّا رَأَى الشَّمْسَ بَازِغَةً قَالَ هَذَا رَبِّي هَذَا أَكْبَرُ فَلَمَّا أَفَلَتْ قَالَ يا قوم إِنِّي بَرِيءٌ مِمَّا تُشْرِكُون ) الأنعام76-77-78 ¶ وقد روي عن النبي صلى الله عليه وسلم ـ أحاديث كثيرة في تمجيد العقل ورفع شأنه والحث على التمسك به، كلها ما بين ضعيف وموضوع، مثل: ¶ ـ \" يا أيها الناس اعقلوا عن ربكم وتواصوا بالعقل تعرفوا ما أمرتم به وما نهيتم عنه\". ¶ ـ \" يا أيها الناس إن لكل شيء مطية، ومطية المرء العقل وأحسنكم دلالة ومعرفة بالحجة أفضلكم عقلا\". ¶ ـ \"إن الأحمق يصيب بجهله أكثر من فجور الفاجر، وإنما يرتفع العباد غدا في الدرجات الزلفى عند ربهم بقدر عقولهم \" ¶ ـ \" وما تم إيمان عبد ولا استقام دينه حتى يكمل عقله “. ¶ ـ \"لا عقل كالتدبير ولا ورع كالكف ولا حسب كحسن الخلق “. ¶ وهي أقوال أقرب إلى الحكم والمواعظ منها إلى الحديث النبوي الشريف.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ولكن لنا في القرآن الكريم من الآيات الدالة على أهمية العقل ومكانته في مجال المسؤولية الفردية والجماعية، الدنيوية والأخروية ما يغني المسترشد والمستهدي. إذ وردت لفظة \"العقل\" ومشتقاتها في تسع وأربعين آية ، من أروعها دلالة ، وأبلغها حجة وأوضحها هديا وإعجازا ، قوله تعالى في سورة الروم : ( وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافُ أَلْسِنَتِكُمْ وَأَلْوَانِكُمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِلْعَالِمِينَ وَمِنْ آيَاتِهِ مَنَامُكُمْ بِاللَّيْلِ وَالنَّهَارِ وَابْتِغَاؤُكُمْ مِنْ فَضْلِهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَسْمَعُون وَمِنْ آيَاتِهِ يُرِيكُمْ الْبَرْقَ خَوْفًا وَطَمَعًا وَيُنَزِّلُ مِنْ السَّمَاءِ مَاءً فَيُحْيِ بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُون) الروم : 20 / 24 ¶ أما القلب فهو القناة الخاصة بتلقي الغيب والثبات عليه واليقين والاطمئنان والسكينة به والاستشهاد في سبيله. ¶ ـ (وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَبِالْآخِرَةِ هُمْ يُوقِنُونَ ) البقرة 4 ¶ ـ (الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ )الرعد: 28 ¶ ـ ( وَلَمَّا رَأَى الْمُؤْمِنُونَ الْأَحْزَابَ قَالُوا هَذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ وَصَدَقَ اللَّهُ وَرَسُولُهُ وَمَا زَادَهُمْ إِلَّا إِيمَانًا وَتَسْلِيمًا) الرعد 22",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "القلب مركز العواطف والشعور، ومحضن المحبة والإيثار والتراحم والتآزر والتوادد والتعاون، ومنبت الغرائز والفطر الراقية إذا ما تعهد بالرعاية صدقا وإخلاصا وشفافية وسلامة توجيه، ومكمن الحقد والحسد والبغضاء والجحود والكفران، ومنبع النوازع الشريرة والأحاسيس الوضيعة إذا ما أهمل شأنه، وترك للقذى يغذيه، والكدر يتشربه؛ لذلك هو متأرجح بين الخير والشر حسب سعي صاحبه ونواياه وأهدافه ومؤثرات الغيب والشهود فيه؛ يبتعد عن الخير نحو الشر كلما اكتسب صاحبه الإثم والبغي والعدوان. ويقترب من الخير والرضوان، ما التزم صاحبه الهدى والرشاد، وتقرب من رب العباد، قال صلى الله عليه وسلم فيما رواه عن رب العزة قال: (وما تقرب إلي عبدي بشيء أحب إلي مما افترضته عليه، وما يزال عبدي يتقرب إلي بالنوافل حتى أحبه... ) ¶ القلب معقد الإيمان ـ وإن كان تمام الإيمان بالتصديق اللساني وعمل الجوارح ـ لذلك نرى الإيمان بالقلب لا يزيد ولا ينقص، فهو إما يقين وإما كفر، وما عرف بالزيادة والنقص في الإيمان متعلق بأعمال الإيمان التي بها يزيد وينقص، أي بتطبيق مقتضياته فرائض و سننا ونوافل وتطوعا. ¶ القلب وعاء الفطرة ونبعها صافيا كان أو كدرا، حيا كان أو ميتا، به يتعلق الرضى والسخط والسكينة والقلق والخضوع والثورة والاستسلام والتمرد: ¶ ـ ( أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا كَذَلِكَ زُيِّنَ لِلْكَافِرِينَ مَا كَانُوا يَعْمَلُونَ ) الأنعام 122 ¶ ـ ( لِيُنْذِرَ مَنْ كَانَ حَيًّا وَيَحِقَّ الْقَوْلُ عَلَى الْكَافِرِينَ ) يس 69 ـ 70 ¶ وما أضمر امرؤ شيئا في قلبه إلا ظهر على صفحة وجهه أو في فلتات لسانه: ¶ ـ ( فَالَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ قُلُوبُهُمْ مُنكِرَةٌ وَهُمْ مُسْتَكْبِرُون) النحل 22.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ـ ( فَأَعْقَبَهُمْ نِفَاقًا فِي قُلُوبِهِمْ ) التوبة 77 ¶ ـ ( فَلَعَرَفْتَهُمْ بِسِيمَاهُمْ وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ وَاللَّهُ يَعْلَمُ أَعْمَالَكُمْ ) محمد 30 ¶ وما خالج قلب المرء من قناعات وأحاسيس انعكس في سلوكه مواقف حدية، أو اندفاعات استشهادية، أو تصرفات معتدية، أو كفريات متردية؛ لأن ذلك نابع من مصدر يمثل كل ما في الإنسان من طاقة وعنفوانية، فالإيمان ومحبة الخير والعمل الصالح فطرة أعلي شأنها ورشدت، وقناعة قلبية امتزجت بأحاسيس المرء وشعوره، فصارت جزءا منه، وطاقة كامنة في وجدانه تبرمج مواقفه وتوجه سلوكه، وتفجر لديه كل عناصر المواجهة والتحدي والمجابهة، لذلك تجد ذوي الميول القلبية للمثل والقيم متحمسين لها إلى حد التطرف والبالغة أحيانا، متمسكين بها إلى حد التضحية من أجلها بالأرواح؛ أما المواقف العقلية المبنية على القناعات الفكرية والحسابات النفعية والحجج المادية، والأدلة المنطقية فلا تتحول إلى طاقة تصد ومواجهة إلا إذا أمدها القلب بالحماس والقوة وشحذها وأججها بشحنه العاطفية المخزنة، فإن ظهرت سلوكا وتصرفات كانت مجرد إيماءات ميتة ورياضات غبية، وعبادات شكلية لا تنهى عن فحشاء ولا تحض على معروف، ولا تحفز إلى تآزر، أو تراحم، أو تعاون على بر، أو دفاع عن مثل وقيم ومبادئ، عبادات وصفها الله سبحانه بقوله: (وَمَا كَانَ صَلَاتُهُمْ عِنْدَ الْبَيْتِ إِلَّا مُكَاءً وَتَصْدِيَةً فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ ) الأنفال 35",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "لذلك تجد العالم ميت القلب ينهى عن المنكر ويغشاه، ويأمر بالمعروف ولا يأتيه، يبشر بالتميز وهو غارق في التحيز، يشتم الظالمين سرا ويواليهم ويخدمهم جهارا، وعظه وإرشاده بهرج خطابي زائف، واحتراف لمصلحة من يدفع، كل همه قرب من الأمراء، ومماراة للسفهاء، وصرف لوجوه الناس إليه، كما هو حال بعض العلماء المعاصرين المعروفين لدى الخاص والعام ممن لم ينج من مدحهم وتزلفهم حاكم، ولم يخل من اقعائهم وانبطاحهم مجلس سلطان. ¶ وهذا يكشف عن خطأ جسيم وقعت فيه بعض الحركات الإسلامية المعاصرة التي ركزت على الجانب التعليمي دون الجانبين الأخلاقي والروحي، وبدل أن تكون منارات لتخريج الدعاة الصادقين والمؤثرين على أنفسهم ولو كان بهم خصاصة، تحولت إلى معاهد يلتحق بها إلى جانب الطالب الصادق الطالب البارد والخبيث والجبان والخائن، والوصولي والمرتزق والنذل والوضيع، لا يكاد يتميز أحدهم عن غيره إلا بما يحفظه من نصوص، وما يتقنه من فنون القول والحذلقة والتفيهق، حتى إذا جاءت ساعة الرجولة والشهامة والنجدة ارتكسوا في الفتن (صَرْعَى كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ فَهَلْ تَرَى لَهُمْ مِنْ بَاقِيَة ) الحاقة 7 . ¶ وهذا أيضا يشير إلى إحدى نقاط ضعف المبادئ الوضعية والمناهج المادية كالشيوعية مثلا، لأنها باقتصارها على مخاطبة العقول عجزت عن إثارة حماس الأتباع والمريدين ودفعهم إلى مجابهة خصومها والموت في سبيلها، رغم ما اتخذته من أساليب للإقناع والتشجيع، حوارا وجدلا وتحليلا وأدلة عقلية وإغراء ورشوة، فلجأت إلى \"الحقد الطبقي\"، وهو عاطفة قلبية، تستثيره ضد المستغلين؛ ولكنه لم يكن كافيا لحمل الناس على التضحية والفدائية والموت. وكانت نهاية المطاف إعلان الهزيمة أمام المعسكر الرأسمالي الذي وظف أخس العواطف البشرية الدنيئة المتعلقة بالمال واللذة وشهوات النفس.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "لكن استعمال القناة القلبية ـ وإن كانت هذه وظيفتها ـ ينبغي أن يضبط طاقة ومجالا؛ لأن الإسراف في الاعتماد عليها وتعميم استخدامها، وتسيب توجهاتها يؤدي إلى مخاطر جسيمة على الفرد والمجتمع والأمة والإنسانية كافة. ¶ أول هذه المخاطر الخروج عن السواء الذي هو المعبر الرئيسي إلى الدروشة والخرافة والشعوذة، ثم الشرك والكفر والخيانة، كما هو ملاحظ لدى بعض الطرقيين والمبتدعة والقبوريين والعملاء طيلة عهود الانحراف والذلة والخضوع للأجنبي. لذلك كان لزاما أن يضبط القلب وما يصدر عنه بثلاثة ضوابط: الكتاب، والسنة الصحيحة، والعقل. ¶ بالكتاب والسنة الصحيحة ينجو المرء من الانحراف العقدي والفكري والعبادي والسلوكي، لأنه يقتصر في تلقي الغيبيات والأحكام والعبادات على مصدرين وحيدين لا ثالث لهما. فكل ما لم يرد في القرآن الكريم ولم يرو صحيحا عن النبي ـ صلى الله عليه وسلم ـ لا يؤخذ به. وكل ما أفتى به شيخ أو رآه أو أمر به فقيه أو عالم من غير الكتاب والسنة الصحيحة لا يعتد به. وكل ما رئي في المنام، أو ألقي في أمنية امرئ مما دعي إشراقا، أو إلهاما، أو إضافة إلى التشريع أو العبادة أو ما شابه ذلك، ليس إلا تلبيسا وشيطنة وضلالا. وكل ما سكت عنه القرآن الكريم والسنة النبوية يكون الاحتكام فيه إلى العقل، ولكنه العقل الرباني الرشيد الذي ينظر بنور الشرع في حدود مجاله وطاقته، مؤثرا المصلحة العامة على الخاصة، وبقاء الأمة على بقاء الفرد، وعلو شأن الجماعة على علو شأن الأفراد والطوائف.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "إننا بالقلب موجها بالكتاب والسنة والعقل الرباني، وبالعقل مضبوطا بالكتاب والسنة والقلب الحي، ننفي عن الإسلام وحركته الحضارية العالمية، وعقيدته الربانية السمحة، وشريعته الفذة العادلة كل شائبة تشين نظامه ومناهجه، كما قال رسول الله صلى الله عليه وسلم: ( يحمل هذا العلم من كل خلف عدوله، ينفون عنه تحريف الغالين، وانتحال المبطلين وتأويل الجاهلين ). ومعلوم أن الغلو والانتحال والإبطال والتأويل الجاهل بالعقل السائب والقلب الميت. ¶ إن كل خلط أو خلل في استخدام قناتي القلب والعقل، كاستعمال احداهما مكان الثانية، أو استخدام واحدة فقط في مجال لا بد من اشتراكهما فيه يؤدي بالضرورة إلى خلل في المفاهيم و التصورات، وفساد في النوايا والمنطلق والأهداف والغايات، وانحراف في الأعمال والتصرفات، فيضطرب بذلك المجتمع وتهتز أركانه ويرتكس في الفتن. ¶ إن استخدام العقل والقلب في مجاليهما وحدود طاقتيهما وبضوابطهما الشرعية، يعصم من الانحراف ذات اليمين وذات الشمال، فيحفظ للأمة تماسكها ويوجه طاقتها نحو العزة والمنعة، ويثبت أقدامها على الصراط المستقيم ويحفظها من أخطر مرضين ينخران المجتمع ويوهنان الصف، هما الدروشة والشيطنة. ¶ الدروشة وهي نتيجة طبيعة لدى من يلغي عقله، ويتخذ لتلقي الغيب وأحكام السلوك والعبادة مصادر غير الكتاب والسنة أو معهما؛ تبدأ أولا طيبة وصفاء وثقة عمياء في الناس والنصوص المروية، ثم تستفحل لتتحول إلى بلادة وغباء، ثم إلى خرافة وشعوذة، يشرف على توجيهها واستثمارها متشيطنون هم شيوخ الصوفية والقبورية الذين يوظفون كل غيبي لمصالحهم وأهدافهم، أو عملاء الأجهزة السريون منهم والعلنيون... ¶ أما الشيطنة فهي الثمرة الخبيثة لدى من يعتمد على العقل وحده وبدون ضوابط من كتاب أو سنة، وهي مدرسة أسسها بنوإسرائيل فأتعبوا بها أنبياء الله وطاردوهم وقتلوهم وحرفوا كلامهم وشرائعهم كما هو مفصل في القرآن الكريم.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "إن أساس مدرسة الشيطنة الاعتداد بالعقل وحده متمردا على كل القيود، متجردا من كل الضوابط، لذلك ترى بعض الدعاة المتشيطنين ـ قادة وأتباعا ـ يرتكبون كل كبيرة ويأتون كل إثم ويتعاملون مع كل ظالم ويتزلفون إلى كل حاكم، ويعينون على كل خيانة من أجل تحقيق مكسب أو احتلال موقع، أسلوبهم المقايضة والمتاجرة، وترسهم التبرير العقلي نفيا للشمس في رابعة النهار، وإثباتا لدخول الجمل في سم الخياط ( يُخَادِعُونَ اللَّهَ وَالَّذِينَ آمَنُوا وَمَا يَخْدَعُونَ إِلَّا أَنفُسَهُمْ وَمَا يَشْعُرُونَ ) البقرة 9. ¶ لقد وظفت الشيطنة عبر التاريخ الإسلامي للأهواء والمصالح الفردية، وخدمة الأجنبي والتكالب على السلطة، والجاه واللذة ففتحت على الأمة أبوابا للفتن والتناحر والتقاتل مازالت مشرعة إلى الآن منذ قتل الأئمة الراشدون بشيطنة المتكالبين على الحكم ودهائهم. ¶ هذا الانحراف الذي أوقع بعض الدعاة في الدروشة أو الشيطنة، هو الذي يدفع حاليا بعض الشيوعيين إلى محاولة الالتفاف على الإسلام، بعد أن سقطت أحلامهم التي كانت معلقة بالمعسكر الشيوعي، وبدلا من أن يعودوا إلى أمتهم، وإلى دينهم بقلب حي مفعم بالمحبة والصدق والإخلاص والإيمان، آثروا التعامل مع القضية بشيطنة دعوها دهاء وحنكة، محاولين \" أسلمة \" الماركسية بحذلقات لغوية يمجها الذوق السليم، وتبريرات ديماغوجية تافهة ترفضها العقول السوية، دون أن يتجشموا مشقة تغيير ما بأنفسهم وسلوكهم؛ وبذلك بقي الماركسيون كما كانوا... لم يتغير لديهم إلا مواضيع الشقشقة التي كانت بالماركسية السافرة فأصبحت بالماركسية المحجبة، وسلاحهم في كل هذه المجالات الجدل والمراء، واتباع المتشابه والمعضل والمشكل، (فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ ) آل عمران 7.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "لقد فات هؤلاء الشيوعيين \" المتأسلمين الجدد\" أن العقل وحده لا يرتاد آفاق الغيب؛ لأنه محدود بالزمان والمكان، والمحدود لا يحيط بالمطلق، وأن الدين الذي هو أهم قيمة لدى الإنسان مصدره الغيب، ومحضنه الدافئ القلب، ثم بعد ذلك يأتي العقل للدعم والتوجيه والترشيد. ¶ فاتهم أن الدين انحياز أولا وأخيرا، انحياز قلبي وجداني لأمة وعقيدة وشريعة كما قال تعالى: ¶ ـ (وَأَلَّفَ بَيْنَ قُلُوبِهِمْ لَوْ أَنفَقْتَ مَا فِي الْأَرْضِ جَمِيعًا مَا أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَكِنَّ اللَّهَ أَلَّفَ بَيْنَهُمْ إِنَّهُ عَزِيزٌ حَكِيمٌ ) الأنفال 63. ¶ ـ (قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمْ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ ) آل عمران 31، ¶ وكما قال الرسول صلى الله عليه وسلم:( لا يؤمن أحدكم حتى يكون هواه تبعا لما جئت به )، ( إن أوثق عرى الإيمان الموالاة في الله، والحب في الله والبغض في الله )، ( وهل الدين إلا الحب في الله والبغض في الله )، ( ثلاث من كن فيه وجد حلاوة الإيمان: من كان الله ورسوله أحب إليه مما سواهما، ومن أحب عبدا لا يحبه إلا لله، ومن يكره أن يعود في الكفر بعد أن أنقذه الله منه كما يكره أن يقذف في النار ). ¶ وما فات الشيوعيين من هذا الأمر هو عين ما فات بعض المسلمين الذين امتلأت قلوبهم خوفا وطمعا، وحرصا وهلعا، فتردوا في مهاوي الشيطنة تبريرا وتحريفا وتأويلا، فقست قلوبهم قسوة لم ينصروا معها مظلوما، أو يغيثوا ملهوثا، ولم يتذكروا معها أرملة لشهيد، أو ولدا لمهاجر، أو أسرة لمعتقل، بل لم يعودوا معها مستعدين حتى لاستماع الحق، والحوار حوله أو معه، كما هو شأن قوم نوح الذين لم تزدهم دعوته إلا فرارا، ولم يزيدوا عند سماعهم إياها على أن (جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ وَأَصَرُّوا وَاسْتَكْبَرُوا اسْتِكْبَارًا ) نوح 7.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وهو ما فات أيضا بعض شباب الحركة الإسلامية الذين استعجلهم حب الظهور والزعامة، فحاولوا شق الصف وفتنة الجماعة والتجسس عليها والكذب عليها، بتأويل الأقوال والتصرفات، وتبرير الأعمال والتوجهات، مدججين بكل ما يخطر وما لا يخطر على بال من مكر، غير متورعين عن استعمال أخس أساليب الكيد والشيطنة، فكان عاقبة أمرهم أن ارتكسوا في الفتن أو قبعوا في مزابل الخزي والنسيان، أو اضطروا إلى التذلل والاعتذار لملاحدة العصر وشيوعييهم والتملق حتى لداعراتهم، لعَلَّ توبتهم من سابق انتمائهم الإسلامي تقبل، ومكاسبهم الدنيوية تحفظ، أو شغلوا عن فتنة الدعوة وأهلها بما اقتضته حكمة العلي القدير، نسأل الله العفو والعافية. ¶ إن الشطط في الاعتماد على القلب والعقل يخرج عن دائرة السواء، كما أن العدل في الاعتماد عليهما والمزاوجة بينهما بالضوابط التي تنظم حركتهما، يضمن السواء في جميع الميادين، ويجعل الإنسان مستويا على ساقين سليمتين، والدين ميسرا واضحا لكل ذي عينين، والعلم الطبيعي متطورا مزدهرا في خدمة الإنسانية، ومن أجل سعادتها. ¶ ولقد حققت العقول عندما سخرت في مجالها وحدودها، ما نراه من تقدم وريادة وتطور في مختلف العلوم، صناعة، وزراعة، وطبا، وفلكا، وفضاء، وذرة... ¶ كما أنشأت القلوب الحية الربانية نماذج من الرجال الأفذاذ الذين غيروا وجه التاريخ، ورفعوا شأن الأمة، وحققوا مجتمع السعادة والطمأنينة والرخاء والحرية... ¶ كما تورطت العقول والقلوب عندما تجاوزت حدودها وهي تعالج قضايا الغيب والشهود في متاهات من الأخطاء هبطت بها إلى مستوى تساؤلات الصبية والحمقى، دون أن تحقق أدنى نتيجة. ¶ ومع ذلك فإن الخطأ في استعمال العقل والقلب ليس بالأمر الخطير إذا توفر الإخلاص والموضوعية والصدق في البحث عن الحق، والإرادة الصلبة للنقد الذاتي، والتحكم الواعي في السلوك والاختيارات، إذ سرعان ما يتراجع المخطئ إلى الصواب كلما اكتشفه.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "لكن إذا رافق الخطأ نية فاسدة، أو حرص على مصلحة ذاتية، تعذر الإصلاح واستحال الرجوع، مثلما هو الحال لدى الماركسيين الذين تأبى أهواؤهم الثورة على الذات وتقتضي مصالحهم ركوب الموجة الإسلامية فيرفعون شعار \" الدين عقل فقط \". أو لدى وعاظ السلاطين الذين يتخذون يدا في جيب الحاكم ويدا في جيوب العامة، محاولين استغفال الطرفين واحتلابهما. أو لدى شيوخ الصوفية الذين تقتضي مصالحهم استغفال الأتباع، وتحويلهم إلى موتى بين أيدي غاسليهم، أو عجين في قصعة بين أيديهم فيرفعون شعار \" الدين قلب فقط \". ¶ هذه الفئات لا يجدي لديها نصح، ولا ينفع معها حوار أو تذكير، لأن بينها وبين الحق سدا متينا من هوى الأنفس ومصالح الدنيا، وقد ضرب الله تعالى لهؤلاء ومن على شاكلتهم مثلا من قوم ثمود فقال:( وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى فَأَخَذَتْهُمْ صَاعِقَةُ الْعَذَابِ الْهُونِ بِمَا كَانُوا يَكْسِبُونَ ) فصلت 17. ¶ الإيمان حقيقتنا الكبرى ¶ الإيمان بالله وحده ، أو الإيمان التوحيدي ، قضية الخلق الأولى والأخيرة، على أساسها قامت السماوات والأرض، وبها يحاسب المرء يوم القيامة، وهي المحور الأزلي في الكون كله( تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ إِنَّهُ كَانَ حَلِيمًا غَفُورًا ) الإسراء 44",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "إلا أن منهج اليقين في أمر التوحيد، وإثبات الألوهية والربوبية لله تعالى يختلف باختلاف المشارب والمذاهب، فتنحرف ببعضهم السبل وتزيغ بآخرين متاهات الطريق، باعتمادهم على مبادئ الفلسفة ذات الأصل الوثني اليوناني ، أو علم الكلام والمنطق مقدمات صغرى وكبرى ونتائج ، أو على استبطان النفس وهواجسها وخيالاتها وإشراقها المزعوم، مما حفلت به بعض كتب التوحيد التراثية والمعاصرة، فاضطربت الآراء ، وتعتمت التصورات، واستحدثت المصطلحات، وأصبح طالب علم التوحيد مضطرا إلى فك طلاسمه وفهم رموزه، وشرح ما به من إشارات كلامية ومنطقية واستبطانية. ¶ …ولئن كان منهج القرآن الكريم والسنة النبوية في إثبات التوحيد وتوضيح حقيقته ، هو النهج الرشيد الذي ينجي صاحبه ، ويأخذ بيده إلى مرضاة الله تعالى ؛ فإن الداعية الإسلامي - بحكم التزامه بالأمر بالمعروف والنهي عن المنكر ، وإرشاد الناس إلى طريق الهدى - يواجه بين الفينة والأخرى انحرافات عقدية يعتنقها بعض محاوريه ، جذورها لدى المتكلمين والفلاسفة أو الباطنيين من مختلف الفرق والمذاهب ؛ مما يفرض عليه معرفة هذه الآراء المنحرفة والمعتقدات الضالة للرد عليها وكشف عوارها وفسادها . ¶ …لا شك أن الداعية ملتزم بأمر نفسه في هذه القضية ، كما هو ملتزم بأمر غيره ؛ لأنه مأمور بالتبليغ ومسؤول عنه : ( وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا ) البقرة 143 ¶ …وأخطر مسؤولية في هذا الشأن ، هي مسؤولية الدعوة إلى عقيدة التوحيد ، وما يترتب على ذلك من الإيمان بربوبيته عز وجل وألوهيته وأسمائه وصفاته ، وملائكته وكتبه ورسله واليوم الآخر وبالقدر خيره وشره ، والتصديق بكل ما جاء به محمد صلى الله عليه وآله وسلم ، مما يمثل الحقيقة الأولى والكبرى في المجالين الشخصي والحركي للداعية المسلم.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "…هذه المسؤولية تفرض عليه أن يوسع مداركه الإيمانية والعقلية والعلمية ، ويكتسب القدرة على الشرح والتوضيح والإقناع ؛ فيعرف المنهج الرباني حق المعرفة ، كما يعرف المناهج المنحرفة وما بها من مثالب وفسادوانحراف ( وَكَذَلِكَ نُفَصِّلُ الْآيَاتِ وَلِتَسْتَبِينَ سَبِيلُ الْمُجْرِمِين )َ الأنعام 55. ذلك أن معرفة الصواب تكون لتطبيقه والدعوة إليه، ومعرفة سبيل المجرمين تكون لتجنبها والتحذير منها . ¶ …في هذا الاتجاه ، كان مفيدا للداعية الإلمام بعلم التوحيد والاطلاع على معاني مصطلحاته ورموزه، ليميز الغث من السمين ، والحق من الباطل ، والصواب من الخطأ ، وليعرف مكامن الخلل في معتقدات بعض مخاطبيه من ضلال المذاهب والطوائف . ¶ …لا شك في أن دراسة علم التوحيد لا تكسب وحدها عقيدة التوحيد ، فكم من عالم ليس له خلاق في الآخرة ، وكم من مجادل بعلم الكلام اكتشف في نهاية حياته باطل ما كان يدعو إليه ؛ وحسبنا شهادة الإمام الرازي عندما حضرته الوفاة فبكى وقال : (( لقد اختبرت الطرق الكلامية والمناهج الفلسفية ، فلم أجدها تروي غليلا ، ولا تشفي عليلا ، ورأيت أصح الطرق طريق القرآن )) ، وترك وصيته المشهورة التي قال فيها : (( لقد اختبرت الطرق الكلامية فما رأيت فيها فائدة تساوي الفائدة التي وجدتها في القرآن العظيم ؛ لأنه يسعى في تسليم العظمة والجلال بالكلية لله تعالى ويمنع التعمق في إيراد المعارضة والمتناقضات . وما ذاك إلا للعلم بأن العقول البشرية تتلاشى وتضمحل في تلك المضايق العميقة والمناهج الخفية )) ( التفسير الكبير للرازي – المقدمة ) .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "…إن العلم بالتوحيد وحده لا يكسب المرء عقيدة التوحيد ، وإنما الذي يكسبها قلب حي وعقل رباني يقظ يتوجهما الصدق في التوجه والنية ، ويحليهما الصدق في الطاعة والاستسلام ، ويزكيهما الصدق في التعامل والتصرف وابتغاء الآخرة : ( مَنْ خَشِيَ الرَّحْمَانَ بِالْغَيْبِ وَجَاءَ بِقَلْبٍ مُنِيبٍ ) ق33 ، ( إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ ) ق37 ¶ …وكل ما يجنيه الداعية من علم التوحيد هو القدرة على رد الشبهات الواردة ، والنظر في المعضلات المعترضة ، ومعرفة مصادرها ومصطلحاتها ، ومجادلة أهلها بالحسنى ، ومحاولة ردهم إلى صراط الله القويم ، ومنهجه القرآني السليم . وهذه حاجة الداعية الملتزم بأمر الناس ، أما غيره من المؤمنين المكتفين بأمر أنفسهم فقط ، فيكفيهم القرآن والسنة في إثبات حقيقة التوحيد ومؤداه، نعم النبع الصافي والسلسبيل الرباني الصرف. والأصلح لهم ألا يخوضوا في شبهات المنحرفين . ¶ …إن التوحيد والوحدانية ، حقيقة راكزة في ضمير الكون جنه وإنسه ، وملائكته وعوالمه ، وكل آتي ربه عز وجل طوعا أو كرها . إلا أن الحكمة الإلهية اقتضت في أمر الجن والإنس ابتلاءهم في الحياة الدنيا بتكاليف الإسلام المبني على الإيمان بوحدانية الخالق وربوبيته وألوهيته وأسمائه وصفاته وشريعته على نهج خاص تنزل به القرآن الكريم والسنة النبوية ، مما يوجب على المسلم تحقيق منهج اليقين في أمر المدخل الرئيس للإسلام وهو الإيمان ؛ فما هو الإيمان لغة واصطلاحا ؟ . ¶ …إن لفظ \"الإيمان\" مشتق من فعل \"أمِنَ\" يأْمَنُ\" كفرح يفرح . والهمزة والميم والنون أصلان متقاربان ، أولهما بمعنى الأمانة التي هي ضد الخيانة ، ومعناها سكون القلب وطمأنينته (فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضًا فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمَانَتَهُ وَلْيَتَّقِ اللَّهَ رَبَّهُ ) البقرة 283.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "…وثانيهما : يعني التصديق ، ومنه قوله تعالى :( وَمَا أَنْتَ بِمُؤْمِنٍ لَنَا وَلَوْ كُنَّا صَادِقِين )َيوسف17، أي مصدق لنا . ¶ …ومنه أَمُنَ الرجل على وزن كَرُمَ ، أي صار أمينا ومؤتمنا . وبيت آمن : ذو أمن ، قال تعالى:) وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَدًا آمِنًا ) البقرة126. ورجل أُمنة بضم الهمزة وفتح الميم كهُمَزة ، إذا كان الناس يأمنونه ولا يخافون غدره . ورجل أَمنة بفتح الهمزة والميم إذا كان يصدق كل ما يسمعه ولا يكذب شيئا . ¶ …والأمنة : الأمن ، ومنه قوله تعالى :( ثُمَّ أَنْزَلَ عَلَيْكُمْ مِنْ بَعْدِ الْغَمِّ أَمَنَةً نُعَاسًا يَغْشَى طَائِفَةً مِنْكُمْ ) آل عمران 154 ¶ …وأمنته على كذا : ائتمنته :( قَالُوا يَاأَبَانَا مَا لَكَ لَا تَأْمَنَّا عَلَى يُوسُفَ وَإِنَّا لَهُ لَنَاصِحُون)َيوسف11 ¶ …والأمن ضد الخوف ، وهو عدم توقع مكروه في الزمن الآتي ؛ وأصله طمأنينة النفس . ¶ …وآمن به : آمنه التكذيب فلا يكذبه أبدا ، وصدقه . ¶ …والإيمان لغة : هو التصديق . ¶ …وأصل لفظ \" آمن \" أأمن بهمزتين ، لينت الهمزة الثانية . وهو فعل متعد بنفسه ، فيقال:أمنت ، فأنا آمن، وآمنت غيري ، أي صدقته ، أو أعطيته الأمان والأمن ، قال تعالى : ( الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ وَآمَنَهُمْ مِنْ خَوْفٍ ) قريش4 ،كما يتعدى باللام فيكون معناه التصديق والإذعان :( فَمَا آمَنَ لِمُوسَى إِلَّا ذُرِّيَّةٌ مِنْ قَوْمِهِ عَلَى خَوْفٍ مِنْ فِرْعَوْنَ وَمَلَئِهِمْ أَنْ يَفْتِنَهُمْ ) يونس 83 ¶ …كما يتعدى لفظ \" آمن \" بالباء باعتبار معنى الاعتراف ، لأن التصديق لا يعتبر بدون الاعتراف (آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ )البقرة285",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "…واسم الفاعل من \" آمن \" مؤمن ، وهو من أسماء الله الحسنى (هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ ) الحشر23 ، ومعناه أنه عز وجل مؤمن لأوليائه ، يؤمنهم من عذابه و لا يظلمهم ، وأنه سبحانه وتعالى يصدق ما وعد به عباده من الثواب . ¶ …فإن أطلق لفظ \" مؤمن \" على الإنسان دل على أنه مصدق بالله ، مذعن لتعاليمه . ¶ …والتصديق يكون بالقلب وباللسان ، وبالإذعان للتعاليم الإلهية تطبيقا عمليا . وهو ما يشير إلى أركان الإيمان الثلاثة ، التي هي المعنى الشرعي الذي نقل إليه القرآن الكريم لفظ الإيمان من معناه اللغوي ، وهو ما فهمه السلف الصالح وما بينه لهم النبي عليه الصلاة والسلام في حديث عمر (مسلم1/38 حديث8 ) عندما سأله جبريل عليه السلام عن الإسلام والإيمان والإحسان ، فكان جوابه صلى الله عليه وسلم متضمنا قيام الجسم بوظائف الأحكام إقرارا لسانيا بالشهادتين، وعملا بأركان الصلاة والصيام والزكاة والحج لمن استطاع إليه سبيلا ، وقياما للقلب بوظائف الاستسلام إيمانا وتصديقا بالله وملائكته وكتبه ورسله واليوم الآخر والقدر خيره وشره ، ثم جمع ذلك في قاعدة كلية هي الإحسان الذي هو أن تعبد الله كأنك تراه ، فإن لم تكن تراه فإنه يراك . ¶ …إن الإيمان الحق ، يقين في القلوب ، وإقرار بالألسن ، وعمل بالجوارح في الطاعات ، وهي كلها أفعال وأعمال . ¶ …فأفعال القلوب تتناول المعرفة بالله ، بواسطة كل ما وضع له الشرع دليلا نقليا ، فلا تعتقد القلوب اسما لله تعالى أو صفة إلا ما ورد به القرآن والسنة . كما يقتصر في الإقرار اللساني على ما وردت به النصوص ، أما الجوارح فتعمل طاعة لله تعالى في جميع ما أمر به من الأفعال والتروك .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "…والأصل لدى المؤمن المعرفة بالله تعالى تصديقا وإقرارا ، والطاعة المترتبة على هذا الأصل إيمانا واحتسابا ؛ ولذلك يزيد الإيمان وينقص ؛ فمن ترك شيئا من الطاعات نقص إيمانه ، وما زال العبد يتقرب إلى الله بالطاعات فيزيد إيمانه ويقوى ، وهو ما يفهم من الحديث القدسي الذي رواه صلى الله عليه وسلم عن ربه، أن الله تعالى قال: (من عادى لي وليا فقد آذنته بالحرب، وما تقرب إلي عبدي بشيء أحب إلي مما افترضته عليه ، وما يزال عبدي يتقرب إلي بالنوافل حتى أحبه ، فإذا أحببته كنت سمعه الذي يسمع به، وبصره الذي يبصر به، ويده التي يبطش بها، ورجله التي يمشي بها، وإن سألني لأعطينه، ولئن استعاذني لأعيذنه، وما ترددت عن شيء أنا فاعله ترددي عن نفس المؤمن يكره الموت وأنا أكره إساءته ) ( صحيح البخاري - كتاب الرقاق ). ¶ ولذلك ورد الإيمان في القرآن الكريم بكل معانيه المتعلقة بأعمال القلب واللسان والجوارح ¶ …ورد بمعنى التصديق القلبي : (يَاأَيُّهَا الرَّسُولُ لَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ مِنَْ الَّذِينَ قَالُوا آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوبُهُمْ ) المائدة41 ، (قَالَتْ الْأَعْرَابُ آمَنَّا قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلِْ الْإِيمَانُ فِي قُلُوبِكُمْ ) الحجرات14 ¶ …وورد بمعنى الإقرار اللساني : (قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنزِلَ إِلَيْنَا وَمَا أُنزِلَ إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى وَمَا أُوتِيَ النَّبِيُّونَ مِنْ رَبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ ) البقرة136 ، (وَإِذْ أَوْحَيْتُ إِلَى الْحَوَارِيِّينَ أَنْ آمِنُوا بِي وَبِرَسُولِي قَالُوا آمَنَّا وَاشْهَدْ بِأَنَّنَا مُسْلِمُونَ) المائدة111",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "…كما ورد بمعنى أن الإقرار باللسان وحده ليس إيمانا : (وَمِنَْ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الْآخِرِ وَمَا هُمْ بِمُؤْمِنِينَ) البقرة 8 ، (وَإِذَا جَاءُوكُمْ قَالُوا آمَنَّا وَقَدْ دَخَلُوا بِالْكُفْرِ وَهُمْ قَدْ خَرَجُوا بِهِ وَاللَّهُ أَعْلَمُ بِمَا كَانُوا يَكْتُمُونَ) المائدة61 ¶ …كما ورد الإيمان بمعنى العمل (وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ ) البقرة143 ، أي أعمالكم ، وأن العمل وحده بدون تصديق قلبي غير مقبول ( وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظَّمْآنُ مَاءً حَتَّى إِذَا جَاءَهُ لَمْ يَجِدْهُ شَيْئًا وَوَجَدَ اللَّهَ عِنْدَهُ فَوَفَّاهُ حِسَابَهُ وَاللَّهُ سَرِيعُ الْحِسَابِ ) النور39 ¶ …إن الإيمان عمل كله ، سواء كان اعتقادا في القلب أو إقرارا باللسان أو عملا بالأركان ، وهو ما أرشد إليه الرسول صلى الله عليه وسلم عندما سئل : أي الأعمال أفضل ؟ قال : \" إيمان بالله ورسوله ، قيل ثم ماذا ؟ ، قال : ثم جهاد في سبيل الله، قيل ثم ماذا ؟ ، قال ثم حج مبرور ( الدارمي في سننه – البخاري ومسلم في صحيحيهما). وهو ما كان عليه السلف الصالح رضي الله تعالى عنهم أجمعين (فَإِنْ آمَنُوا بِمِثْلِ مَا آمَنتُمْ بِهِ فَقَدْ اهْتَدَوا ) البقرة137، (الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُوْلَئِكَ لَهُمْ الْأَمْنُ وَهُمْ مُهْتَدُونَ) الأنعام82 . والظلم هنا بمعنى انحراف القلب في الاعتقاد ، أواللسان في الإقرار ، أوالعمل في الطاعة . ¶ …ولقد ضلت عن هذا النهج الرشيد فرق وطوائف كثيرة : ¶ منهم من قال : الإيمان معرفة بالقلب وإقرار باللسان فقط ، وما سوى ذلك أعمال يرجأ ( يؤخر ) أمرها إلى الآخرة ، وهم المرجئة. ¶ ومنهم من قال : الإيمان إخلاص بالقلب وإقرار باللسان ، وهم مرجئة الصوفية.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "ومنهم من قال : الإيمان معرفة بالقلب دون عمل أو إقرار باللسان. ¶ ومنهم من قال : الإيمان إقرار باللسان فقط وأن المنافق مؤمن الظاهر ولو كان كافر السريرة. ¶ ومنهم من اعتقد بقلبه وأقر بلسانه ، ولكنه تصور الله وعلاقته بالخلق على غير الصواب ، ووصفه تعالى بأوصاف زينها الهوى أو أوحت بها الثقافات الضالة. ¶ كل هذه الفرق والطوائف تلتمس دعما لانحرافها بتأويلات مغالية وضالة للنصوص، وتوظيف فاسد للأخبار والآثار الموضوعة والمنكرة والضعيفة ؛ وكل ذلك خارج عن نطاق الشرع سواء كان المرء في موقفه هذا مقلدا لغيره أو مبتدعا بنفسه. ¶ التوحيد ¶ أخرج البخاري عن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : (كل أمتي يدخلون الجنة إلا من أبى ) قيل : ومن يأبى ؟ قال : من أطاعني دخل الجنة، ومن عصاني فقد أبى)، وهذا بيان واضح لحقيقة قوله تعالى (لا إكراه في الدين قد تبين الرشد من الغي) البقرة 256 ؛ وذلك أن الله عز وجل قد هدى البشرية إلى نجدي الخير والشر. فمنهم المهتدي ، ومنهم من حقت عليه الضلالة (وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى فَأَخَذَتْهُمْ صَاعِقَةُ الْعَذَابِ الْهُونِ بِمَا كَانُوا يَكْسِبُونَ ) فصلت 17، (وَنَفْسٍ وَمَا سَوَّاهَا فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا قَدْ أَفْلَحَ مَنْ زَكَّاهَا وَقَدْ خَابَ مَنْ دَسَّاهَا ) الشمس 7- 10.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وتزكية النفس وتقواها لها طريق واحد، هو ما جاء به النبي صلى الله عليه وسلم من دين الإسلام، وسمى الله به عباده المنضوين تحت لوائه \" المسلمين، المؤمنين عباد الله \" على لسان إبراهيم عليه السلام وسائر الأنبياء والمرسلين، ووعدهم لذلك بالرضا والنعمة وسعادة الدارين ( يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ وَيَجْعَلْ لَكُمْ نُورًا تَمْشُونَ بِهِ وَيَغْفِرْ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ ) الحديد 28 ¶ ولئن كان الإسلام هو الانقياد لشرع الله والقيام بأركانه وواجباته واجتناب نواهيه، والتخلق بأخلاقه فإن له مدخلا واحدا ووحيدا، هو التوحيد الحق على النهج القرآني النبوي، من استيقنه دون ريب أو شك أو اضطراب أو تردد فهو المؤمن وهو المسلم، وهو الأخ الكريم، وهو اللبنة الصلبة في البناء الإسلامي المتماسك. ¶ ولئن ابتدع المسلمون على تعاقب أزمان الفتن والجهل، لأنفسهم أسماء وألقابا، فإن ذلك مجرد وهم وشرود، ذلك أن الله سبحانه لا يرضى لعباده إلا ما سماهم به ( المسلمين ، المؤمنين، عباد الله عز وجله ) ولذلك قال سبحانه وتعالى : (مِلَّةَ أَبِيكُمْ إِبْرَاهِيمَ هُوَ سَمَّاكُمْ الْمُسْلِمينَ مِنْ قَبْلُ وَفِي هَذَا لِيَكُونَ الرَّسُولُ شَهِيدًا عَلَيْكُمْ وَتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ ) الحج 78 ¶ هذا ما ينبغي أن يطمئن إليه قلب المؤمن، ويركن إليه، وهو ما يطلق عليه في علم أصول الدين مصطلح \" العقيدة \"، عقيدة الأمة التي تركها الرسول – صلى الله عليه وسلم – لأمته بيضاء نقية، ليلها كنهارها، إيمان راسخ، وتوحيد هو جوهر الإيمان ومحتواه، وظهور ثمرة ذلك على اللسان والعمل. ¶ فالإيمان ثلاثة أركان : ¶ 1- عقد بالقلب، أي التصديق، وبه يتساوى الطائعون والعصاة. ¶ 2- الإقرار باللسان، إلا من أكره وقلبه مطمئن بالإيمان.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "3- العمل بالأركان. وبه يتفاوت المؤمنون. وبه يزيد الإيمان وينقص، فيزيد بالطاعات، وينقص بالمعاصي. ¶ أما التوحيد الحق فهو إفراد الله عز وجل وحده بالعبادة لا شريك له، وله ثلاثة أركان : ¶ 1- توحيد الربوبية، وهو الإقرار بأن لا رب لجميع الخلق إلا الله تعالى، وأنه سبحانه الخالق الرازق المالك المدبر المحيي المميت، وحده لا شريك له.. ¶ 2- توحيد الألوهية، وهو إفراد الله عز وجل بجميع أنواع العبادة التي أمر بها، دعاء وخوفا ورجاء وتوكلا ورهبة ورغبة وخشوعا وخشية، وإنابة واستعانة واستغاثة ونسكا ونذرا ؛ قال تعالى ( وأن المساجد لله فلا تدعو مع الله أحدا ) الجن 18. ¶ 3- توحيد الأسماء والصفات، وهو الإيمان بأن الله تعالى ليس كمثله شئ، وأنه لا يوصف إلا بما وصف به نفسه أو وصفه به نبيه صلى الله عليه وسلم، وطريق معرفة ذلك الوحي قرآنا وسنة صحيحة. ¶ ونهج الجيل النبوي من صحابته صلى الله عليه وسلم في توحيد الأسماء والصفات أن يسردوا العقائد للأمة سرداً، مع ذكر أدلتها من الكتاب والسنة من غير تشبيه أو تمثيل أو تعطيل أو تحريف أو تأويل أو تكييف بالعقول أو القلوب أو الألسنة. ودون أن ينزلقوا إلى مختلف التصورات الضالة التي سقطت فيها مختلف الفرق. فعقيدتهم بذلك حق بين باطل المشبهة والمجسمة والحشوية، وبين باطل المعطلة الذين يعتبرون تصرفات الله تعالى غير حقيقية بغلو من التأويل الضال. ¶ على هذا النهج كان الأئمة الأربعة – رضي الله عنهم –، أبو حنيفة ومالك والشافعي وأحمد. ولئن حاول بعض المتأخرين نسبة أبي حنيفة إلى المرجئة لقوله بأن الإيمان تصديق بالقلب وإقرار باللسان، ظناً منهم أنه يؤخر العمل على الإيمان، فإن ذلك منهم شطحات هوى وتعصب ظالم. لأن الرجل – أبا حنيفة – قاد عصره إلى العمل بالكتاب والسنة. وسجن من أجل ذلك، فكيف يفتي بترك العمل الذي يقول به المرجئة.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "هذا هو نهج الإسلام في موضوع العقيدة. إلا أن مرض التصنيف الطائفي، والتفرقة وانتحال الألقاب، جعل البعض يطلقون عليهم \" أهل السنة \" و \" أهل السنة والجماعة \"، و\" السلفيين \"، ويقبل بعضهم بهذه الألقاب ويطلقونها على أنفسهم. في حين أن الاسم الحقيقي في القرآن والسنة هو : \" المسلمون \". قال تعالى : (إِنَّ اللَّهَ اصْطَفَى لَكُمْ الدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ ( البقرة 132، وقال صلى الله عليه وسلم : \"...فادعوا بدعوى الله الذي سماكم المسلمين والمؤمنين عباد الله\" وقال : \" ادعوا المسلمين بأسمائهم، بما أسماهم الله عز وجل : المسلمين المؤمنين عباد الله عز وجل \". ¶ ثم بعد الغزو الفلسفي اليوناني والفارسي والهندي لأمة الإسلام، كثر الجدل والتمنطق والسفسطة في موضوع الأسماء والصفات وغيره من قضايا التوحيد. فاضطر بعض الفقهاء إلى مجاراة التيار وتوظيفه ضد نفسه، حفاظا على العقيدة. بتأويل الصفات الموهمة بالتشبيه بضرب من المجاز المعنوي القريب. ولكن هذه الخطوة فتحت هوة عميقة يصعب ردمها. هي هوة التأويل المغالي المتأثر بالفلسفة والتفكير الاعتزالي المغرق في التعطيل. فكان رد الفعل العفوي، ظهور نزعة رفضت التأويل مطلقا. ولم تلتزم بنهج الصحابة، فغالت في إثبات الصفات إلى حد إجرائها على ظاهرها، متأثرين بالتفكير اليهودي الذي يقول بالتشبيه الصرف. وأصحاب هذه النزعة هم طائفة المشبهة والمجسمة والحشوية. وقد حاول المماليك نسبة ابن تيمية ظلما إليهم لأسباب سياسية لا يتسع المقام لذكرها. ¶ هكذا انقسم تيار العقيدة إلى اتجاهين :",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "(1) اتجاه الصفاتية، وأولهم جيل الصحابة والتابعين وتابعي التابعين على النهج النبوي الرشيد. ثم من جاء بعدهم الذين يثبتون الصفات ويشرحونها بضرب من ا لمجاز القريب. ثم غلاة التجسيم والتشبيه، ثم الأشعرية الذين نهجوا نهج السنة، ولكنهم استعانوا في إثبات العقائد بعلم الكلام، والجبرية الذين لا يثبتون للعبد فعلا ولا قدرة، أو يثبتون له قدرة غير مؤثرة. ¶ (2) اتجاه المعطلة بجميع مللهم ونحلهم المتأثرة بالفكر الاعتزالي المغرق في الاعتداد بالعقل وجعله فوق النص. ¶ كان أهم حدث في هذه المسيرة العقدية هو ظهور علم الكلام المبني على المنطق الصوري، والذي استحدثه بعض علماء المسلمين لإثبات العقائد الدينية على الغير بواسطة إيراد الحجج ودفع الشبهات وقمع فتن الفلسفات الوافدة. وقد ساهم هذا العلم في حينه، في رد كيد الكائدين والمنحرفين. إلا أن نجمه قد أفل في العصر الحديث، بظهور مناهج في التفكير أقوى وأكثر اتزاناً ومصداقية من منهج المنطق الصوري الذي بني عليه علم الكلام. وبالانفجار المعاصر الهائل في ميدان الاختراعات والاكتشافات والعلوم المادية، وانفتاح آفاق الآيات الكونية على مصراعيها، والثورة المعلوماتية والاتصالاتية، وظهور مناهج للبحث والاستقراء والتجريب والمحاجة مبنية على مبادئ العلم رياضيات وفيزياء وهندسة..، مما غير استراتيجية التعامل في ميدان العقائد، وجعل الكرة الأرضية قرية واحدة يحاول كل فرد فيها معرفة جاره عقيدة وسلوكا وأعرافا.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وهذا يلقي على عاتق المسلمين- علمائهم خاصة – مسؤولية استحداث علم جديد للإقناع والاقتناع، مبني على أحدث طرق الاستدلال وأكثرها دقة. والاستفادة من الآيات الكونية التي فتح الله آفاقها للناس، وبين الحكمة من ذلك بقوله : ) سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ ) فصلت 53. ¶ ذلك أنه بالتجربة والمشاهدة حالياً، كلما اتسع أفق العلم والاكتشاف ازدادت قوة الحجة في القرآن الكريم، وانفسحت بالتقدم العلمي أسراره المعجزة، واتضح مدى ارتباطه بخالق الكون، وانكشف في الوقت نفسه، زيف ما سواه من الأديان، وانبناؤها على الخرافة والشعوذة والأوهام. بل إن العلم الحديث، الذي يسير دفته حاليا غير المسلمين، يساهم عمليا في شرح بعض الآيات الكونية في القرآن، وتفسير بعض ما عجز المؤمنون به عن فهمه منها. وحسبنا من ذلك مثلا قوله تعالى عن توجيهات إبليس لعنه الله للبشر :( وَلَأُضِلَّنَّهُمْ وَلَأُمَنِّيَنَّهُمْ وَلَآمُرَنَّهُمْ فَلَيُبَتِّكُنَّ آذَانَ الْأَنْعَامِ وَلَآمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللَّهِ وَمَنْ يَتَّخِذْ الشَّيْطَانَ وَلِيًّا مِنْ دُونِ اللَّهِ فَقَدْ خَسِرَ خُسْرَانًا مُبِينًا )النساء 119. ¶ فقد فسرتها حاليا مكتشفات العلماء غير المسلمين في ميدان علم الأجنة والوراثة والاستنساخ. ثم لما عارضهم المجتمع الإنساني لأسباب أخلاقية، أجابوا بأنهم يأملون أن ينفعوا البشرية بهذا الاكتشاف ويسخروه لعلاج الأمراض المستعصية. وجوابهم هذا أخبر به القرآن الكريم تعقيبا منه على الآية السابقة. قال تعالى { يعدهم ويمنيهم وما يعدهم الشيطان إلا غرورا} النساء 120.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وما دام الإنسان قد فتح الله له باب الاستخدام الجيني والوراثي وكشف له بعض أسراره، فلم يعد مستبعدا ماديا وعلميا على الأقل، ظهور الدابة المذكورة في القرآن، التي تكلم الناس. ذلك أنه بأدنى خلل أو خطأٍ أو تلاعب بالمورثات، قد تخرج من مختبرات الأجنة والاستنساخ. يقول تعالى :{ وإذا وقع القول عليهم أخرجنا لهم دابة من الأرض تكلمهم أن الناس كانوا بآياتنا لا يوقنون } النمل 82. ¶ إن مسؤولية استحداث علم جديد للدعوة والمحاجة والإقناع واجب، على القادرين القيام به لا سيما في هذا العصر الذي يتعرض فيه أبناء المسلمين لمختلف الفتن والضلالات، وتتعرض فيه الأمة للانهيار في كافة الميادين. والواقع حجة واضحة وضوح الشمس. فأمامنا شواهد الأمم ذات الديانات الباطلة، التي تقدمت ماديا بتخليها عن خرافات أديانها.والأمة الإسلامية قد تأخرت ماديا وروحيا بتخليها عن دينها الحق، الذي ينظم شؤون المادة والعقيدة تنظيما ربانيا لا شبهة فيه. ¶ التوحيد العملي ومدرسة أهل الحديث ¶ نقصد بالتوحيد العملى كل ما يحبه الله تعالى ويرضاه من الأقوال والأعمال الباطنة والظاهرة كالصلاة والزكاة وصدق الحديث وأداء الأمانة وبر الوالدين وصلة الأرحام والوفاء بالعهود وشكر النعم والرضاء بالقضاء والقدر، وهو العبادة في الحقيقة، قال تعالى (وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِي ) الذاريات 56، وقال صلى الله عليه وسلم : ( الدعاء هو العبادة (الترمذي وأحمد.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "ولئن كان العلماء قد أفاضوا الحديث عن التوحيد الاعتقادي (معرفة وحدانية الله تعالى ) لكونه المدخل الأول للإسلام، فقد أغفل كثير منهم الكلام عن التوحيد العملي، ففهم العامة أن التوحيد الاعتقادي وحده كاف في النجاة بين يدي الله عز وجل، وإن لم يوحدوا توحيدا عمليا، وفاتهم أن مشركي العرب كانوا يؤمنون بالله تعالى ولم ينقذهم هذا الاعتقاد من العذاب لأنهم أشركوا في العمل، وأن التوحيد الكامل اعتقاد وعمل؛ وهذا ما عليه مدرسة أهل الحديث. ¶ إن مدرسة أهل الحديث في حقيقتها ليست فرقة من الفرق، ولكنها هي الإسلام في صفائه ونقائه كما أنزل على رسول الله صلى الله عليه وسلم، وما كان عليه تلامذته من السلف الصالح صحابة وتابعين؛ وذلك لأنها تعتمد على الكتاب والسنة النبوية الصحيحة، قولية وعملية وإقرارية، في الاعتقاد والعمل. ¶ وقد كانت عقيدتهم حقا بين باطلين، الباطل الأول هو باطل المشبهة والمجسمة والحشوية الذين يشبهون الله تعالى بمخلوقاته، والباطل الثاني هو قول المعطلة الذين يعدون تصرفات الله غير حقيقية، فإذا وردت آية فيها مثلا أن الله صنع بيده أو نزل إلى سماء الدنيا، قالوا إن الله لا ينزل وإن اليد هي القدرة، وفي هذا التفسير تعطيل للذات عن صفاتها.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "أما الحق الذي كان عليه أهل الحديث فهو أنهم لا يشبهون ولا يعطلون، فإذا وردت آية أو حديث في أحدهما ما يوهم بالتشبيه، كالاستواء على العرش أو النزول إلى السماء الدنيا أو يد الله، نزهوا الله تعالى عن أن يكون استواؤه كاستواء المخلوق، أو نزوله كنزول المخلوق، أو يده كيد المخلوق؛ كما أنهم لم ينكروا استواء الله أو نزوله أو يده، ولم يعطلوا الذات عن هذه الصفات، بل آمنوا بها وفوضوا أمرها إلى الله تعالى، وقالوا إنه تعالى استوى استواء يليق به وكما يعلمه، وله نزول يليق به ليس كنزول المخلوقات، وله يد تليق به تخالف يد المخلوقات، وهم في هذا الاعتقاد يثبتون النصوص كما وردت بدون تكييف أو تحديد( إثبات وجود لا إثبات تكييف أو تحديد)، وما ذالك إلا لأنهم يحكمون فهم قوله تعالى (لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ البَصِيرُ ) الشورى 11. ¶ قال الإمام مالك عندما سئل عن الاستواء في قوله تعالى (ثُمَّ اسْتَوَى عَلَى الْعَرْشِ ) الأعراف 54: \" الاستواء معلوم والكيف مجهول والإيمان به واجب، والسؤال عنه بدعة\" ¶ وقال أحمد: \" استوى كما ذكر لا كما يخطر للبشر\"",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "ومن المعلوم أن العقيدة الإسلامية ظلت نقية في صدر الإسلام بعد وفاة الرسول صلى الله عليه وسلم، لدى السلف الصالح، وهم الصحابة والتابعون وتابعو التابعين طيلة ثلاثة قرون حددها الرسول صلى الله عليه وسلم عندما سئل أي الناس خير؟ بقوله: \" قرني ثم الذين يلونهم ثم الذين يلونهم \" مسلم ؛ ثم لما اتسعت الفتوحات الإسلامية اختلطت عقيدة بعضهم بالثقافات الأجنبية وثنية ونصرانية ويهودية وفلسفية، ونشبت معارك المنافسة على السلطة فظهرت الفرق والشيع، ولكن مدرسة أهل الحديث بقيت صامدة وبعيدة عن أي خلل أو انحراف. وكان مما عصمها تشبثها بعد القرآن الكريم بالحديث الصحيح عن رسول الله صلى الله عليه وسلم؛ ولذلك سميت مدرسة أهل الحديث، وكان للإمام مالك رضي الله عنه فضل كبير في هذا الأمر، لأنه أول من دون كتابا جمع فيه حديث رسول الله صلى الله عليه وسلم، تلقاه المسلمون وحافظوا عليه وورثوه لمن بعدهم إلى عصرنا هذا، وهو كتاب \" الموطأ\"، فكان بذلك أول موثق لهذه المدرسة وأبرز زعيم لها. ¶ لقد أطلق على هذه المدرسة تسميات كثيرة مثل مذهب أهل السنة، وأهل السنة والجماعة، والسلفية، ولكن الصواب أن يطلق عليهم فقط \" المسلمون \" تبعا لمنهجهم في الاعتقاد والعمل، وامتثالا لما سماهم به القرآن الكريم (وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ ) آل عمران 102 ،ولما أمرهم به رسول الله صلى الله عليه وسلم: \" فادعوا بدعوة الله التي سماكم بها، المسلمين المؤمنين عباد الله \" جامع الصحيح للسيوطي . ¶ هذه المدرسة ليس بين أهلها اختلاف يمزق الصف الإسلامي في التوحيد الاعتقادي، وإنما الخلاف داخلها في الأحكام الشرعية العملية، تبعا لاختلاف مناهج الاستنباط لدى الفقهاء، وهو أمر طبيعي وعادي وإيجابي كما يعرف ذلك المجتهدون الفقهاء، وأهم الشعب الاجتهادية ( المذاهب) في هذه المدرسة:",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "1 – الحنفية( نسبة إلى أبي حنيفة)، وأصول اجتهادهم الكتاب والسنة والقياس والإجماع والاستحسان والرأي، ومن أقطاب هذا الاتجاه تلامذة أبي حنيفة : محمد بن الحسن الشيباني، وأبو يوسف يعقوب بن إبراهيم، وزفر بن الهذيل. ¶ 2 – المالكية( نسبة إلى مالك)، وأصول مدرستهم الكتاب والسنة والإجماع والقياس والمصالح المرسلة وعمل أهل المدينة وسد الذرائع، ومن علمائهم ابن القاسم وابن عبد البر. ¶ 3 – الشافعية ( نسبة إلى الشافعي)، وأصول مدرستهم الكتاب والسنة والإجماع والقياس. ¶ 4 – الحنابلة ( نسبة إلى أحمد بن حنبل )، وأصول مدرستهم الكتاب والسنة، مع تمسك بالنصوص شديد، وفرار من الرأي والحيل الشرعية والاستحسان، أما القياس فلا يستعملونه إلا عند الضرورة، ويفضلون عليه خبر الآحاد أو الخبر الضعيف. ومن هذه المدرسة ابن تيمية وابن القيم. ¶ 5 – الظاهرية( نسبة إلى داوود الأصبهاني الظاهري)، ومنهجهم الأخذ بظواهر النصوص وحرفيتها، ورفضهم لإجماع ما بعد الصحابة، وللقياس والاستحسان والمصالح المرسلة وسد الذرائع؛ وأصول مدرستهم فقط هي الكتاب والسنة وإجماع الصحابة، كما يعدون أحاديث الآحاد قطعية مثل النصوص المتواترة، ويعملون بها في العقائد والأحكام العملية، ومن أبرز فقهائهم ابن حزم الأندلسي. ¶ التقليد في مجال التوحيد ¶ مخاطره ومضاره ¶ التوحيد بمعنى الإيمان بالله تعالى، هو إفراد الله عز وجل بالعبادة وحده لا شريك له، وهو المبدأ الذي لا يقبل عمل المرء بدونه، وجوهر الإسلام الذي سار على هديه الأنبياء والرسل عليهم الصلاة والسلام. ¶ ولئن كانت أركان التوحيد ثلاثة، هي توحيد الربوبية وتوحيد الألوهية وتوحيد الأسماء والصفات، فإن له ركائز وعمدا يبنى عليها ولا يقوم إلا بها. ¶ أهم هذه الركائز والعمد وأقواها ثنتان هما: العلم واليقين. ¶ والعلم معناه إثبات أن المعبود بحق هو الله تعالى، واعتقاد بطلان عبادة ما سواه، وضلالها وفسادها.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "أما اليقين فهو أن يعتقد المرء ذلك وينطق بالشهادتين عن يقين تام يطمئن إليه القلب، ولا يتسرب إليه الشك والريب والتردد، فيكون بذلك موقنا بصحة ما يقول من أحقية ربوبية الله عز وجل وألوهيته وأسمائه وصفاته، ومن بطلان ذلك كله فيما سواه؛ فإن جزم بألوهية الله تعالى وتردد في بطلان إلهية غيره انتقض إيمانه وبطلت شهادته، ولم ينفعه إيمانه ولا عمله. يقول عز وجل: ¶ - (إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنفُسِهِمْ فِي سَبِيلِ اللَّهِ أُوْلَئِكَ هُمْ الصَّادِقُونَ ) الحجرات 15 ¶ - (إِنَّمَا يَسْتَأْذِنُكَ الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَارْتَابَتْ قُلُوبُهُمْ فَهُمْ فِي رَيْبِهِمْ يَتَرَدَّدُونَ )التوبة 45 ¶ ولئن كانت عوائق التوحيد الحق، وهادمات ركائز العلم واليقين فيه كثيرة متعددة، فإن من أهم عناصرها اعتماد المرء على غيره وتقليده للناس في هذا المجال؛ ذلك لأن كل إنسان مكلف شرعا بأن يصل مرتبة اليقين في إيمانه بالطرق الشرعية التي لا يعذر أحد بجهلها وهي: ¶ - الأدلة النقلية من الكتاب والسنة. ¶ - العقل الحر تفكرا وتأملا في ملكوت السماوات والأرض. ¶ وقد تكفل الله تعالى بإرشادنا وهدايتنا إلى هذا، بآيات بينات مبثوثة في سياقات كثيرة من القرآن الكريم، منها:",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "- (وَمِنْ آيَاتِهِ أَنْ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ إِذَا أَنْتُمْ بَشَرٌ تَنتَشِرُونَ وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافُ أَلْسِنَتِكُمْ وَأَلْوَانِكُمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِلْعَالِمِينَ وَمِنْ آيَاتِهِ مَنَامُكُمْ بِاللَّيْلِ وَالنَّهَارِ وَابْتِغَاؤُكُمْ مِنْ فَضْلِهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَسْمَعُونَ ) – الروم 20-23 – ¶ - (سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ ) فصلت 53 ¶ - (فَلْيَنْظُرْ الْإِنسَانُ إِلَى طَعَامِهِ أَنَّا صَبَبْنَا الْمَاءَ صَبًّا ثُمَّ شَقَقْنَا الْأَرْضَ شَقًّا فَأَنْبَتْنَا فِيهَا حَبًّا وَعِنَبًا وَقَضْبًا وَزَيْتُونًا وَنَخْلًا وَحَدَائِقَ غُلْبًا وَفَاكِهَةً وَأَبًّا ) عبس 24-31 ¶ - (أَوَلَمْ يَنظُرُوا فِي مَلَكُوتِ السَّمَاوَاتِ وَالْأَرْضِ وَمَا خَلَقَ اللَّهُ مِنْ شَيْءٍ وَأَنْ عَسَى أَنْ يَكُونَ قَدْ اقْتَرَبَ أَجَلُهُمْ فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ ) الأعراف 185 ¶ كما ضرب لنا مثلا باهتداء خليله إبراهيم عليه السلام، فقال في سورة الأنعام:",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "(وَكَذَلِكَ نُرِي إِبْرَاهِيمَ مَلَكُوتَ السَّمَاوَاتِ وَالْأَرْضِ وَلِيَكُونَ مِنْ الْمُوقِنِينَ(75) فَلَمَّا جَنَّ عَلَيْهِ اللَّيْلُ رَأَى كَوْكَبًا قَالَ هَذَا رَبِّي فَلَمَّا أَفَلَ قَالَ لَا أُحِبُّ الْآفِلِينَ(76) فَلَمَّا رَأَى الْقَمَرَ بَازِغًا قَالَ هَذَا رَبِّي فَلَمَّا أَفَلَ قَالَ لَئِنْ لَمْ يَهْدِنِي رَبِّي لَأَكُونَنَّ مِنْ الْقَوْمِ الضَّالِّينَ(77) فَلَمَّا رَأَى الشَّمْسَ بَازِغَةً قَالَ هَذَا رَبِّي هَذَا أَكْبَرُ فَلَمَّا أَفَلَتْ قَالَ يَا قَوْمِ إِنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ(78). ¶ وعلى هذا فاليقين الإيماني ميسر لكل ذي عقل سليم، وقد زودنا الله تعالى بهذا العقل، ولم يجعلنا عالة على غيرنا؛ ولذلك اشترط صفاء الإيمان ويقينيته، وحرم أن نعطل طاقتنا الفكرية التي نفهم بها الكتاب والسنة، ونتأمل بها ملكوت الرحمن، أو أن نتكل في ذلك على تقليد الغير مهما كانت مراتبهم العلمية. ¶ إن تقليد الغير في مجال العقيدة يعد من أخطر ما يعصف باليقين، ولئن التقى المرء مرة بعالم صادق فقلده، فإنه يلتقي عشرات المرات بعلماء منحرفي العقيدة، ولا يمتنع أن يتأثر بهم فيختل إيمانه. ولذلك حرم التقليد سدا لذريعة الانحراف في أهم ركائز الإيمان. ¶ إن المرء إذا قلد في مسألة الإيمان فكأنما طوق عنقه بحبل غيره وربط مصيره بمصيره، وفي هذا من المخاطر في الدنيا والآخرة ما لا يخفى على بصير. وهذا المعني يشير إليه الأصل اللغوي لكلمة \" التقليد \" المشتقة من لفظ \" قَلَدَ \"، وقَلَدَ الشيءَ على الشيء: لواه، وقلد الحبلَ فتله، وقلد الماءَ في الحوض أو اللبن في السقاء أو الشراب في البطن أي جمعه، والمِقْلَدُ هو الحبل المفتول، والقِلادة ما جعل في العنق يكون للكلب والفرس والإنسان، ومن الأمثال: حسبك من القلادة ما أحاط بالعنق.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وعلى هذا فالتقليد في العقيدة معناه أن تربط عنقك بحبل غيرك، أي أن تربط مصيرك في الدنيا والآخرة برأي غيرك. والرسول صلى الله عليه وسلم يقول: ( لا تكونوا إمعة تقولون إن أحسن الناس أحسنا وإن ظلموا ظلمنا ولكن وطنوا أنفسكم إن أحسن الناس أن تحسنوا وإن أساءوا فلا تظلموا ) سنن الترمذي ح 2007. وقد كان عبد الله بن مسعود يقول:\" كنا في الجاهلية نعد الإمعة هو متبع الناس إلى طعام من غير أن يدعى، وإن الإمعة فيكم اليوم المحقب الناس دينه \" أي المقلد الذي جعل دينه تابعا لدين غيره من غير روية ولا تحصيل برهان. ¶ والقرآن الكريم ينعى على الكفار تقليدهم آباءهم وتعطيلهم عقولهم في مواطن كثيرة منها: ¶ - (وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنزَلَ اللَّهُ وَإِلَى الرَّسُولِ قَالُوا حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْلَمُونَ شَيْئًا وَلَا يَهْتَدُونَ ) المائدة104 ¶ - (بَلْ قَالُوا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُهْتَدُونَ ) الزخرف 22 ¶ - (إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ الصُّمُّ الْبُكْمُ الَّذِينَ لَا يَعْقِلُونَ ) الأنفال 22. ¶ لذلك كان التقليد - أي الأخذ برأي الغير بدون نظر إلى دليله – مذموما؛ إذ المقلد في العقيدة لا يخلو من شك وتردد، وهذا ينقض مرتبة اليقين التي يبنى عليها الإيمان. ¶ إن العلماء لم يختلفوا في شجب التقليد ورفضه، ولكنهم اختلفوا فقط في إيمان المقلد هل ينجيه أم لا؟ وقد نقلت عنهم أحكام في الموضوع، منها: ¶ 1 - المقلد كافر. ¶ 2 - المقلد مؤمن عاص سواء كان قادرا على النظر أم غير قادر. ¶ 3 - المقلد مؤمن عاص إذا كان قادرا على النظر. ¶ 4 - النظر في الأدلة شرط لكمال الإيمان. ¶ 5 - الدليل العقلي أو السنة غير المتواترة يخرجان من الكفر. ¶ 6 - الإيمان الصحيح لا يكون إلا بدليل القرآن والسنة القطعية.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "لكن الصواب هو أن إيمان العاجز إذا قلد عالما مقبول، لقوله تعالى: (لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ ) البقرة 286، ولكن ينبغي للعاجزأن يسأل هذا العالم عن دليله من الكتاب والسنة ليخرج عن دائرة التقليد المحض. ¶ أما القادر فيحرم عليه التقليد، ويجب عليه الوصول إلى مرتبة العلم واليقين في إيمانه، لقوله تعالى: (فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ ) محمد 19، وقوله صلى الله عليه وسلم: ( أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله وأن محمدا عبده ورسوله) متفق عليه، والشهادة الشرعية يجب أن تكون صادرة عن علم حصل بمشاهدة بصر أو بصيرة، قال تعالى: (شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُوْلُوا الْعِلْمِ قَائِمًا بِالْقِسْطِ لَا إِلَهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ ) آل عمران 18 ¶ يتبين من خلاصة ما تقدم أن اليقين الإيماني يثبت بطريقتين: ¶ - طريق العقل الرباني الذي ينظر في ملكوت الرحمن ويستدل بخلقه عليه، فيقول: العالم من العرش إلى الفرش، أي الكون وما حوى جائز عليه العدم، وما جاز عليه العدم فهو مخلوق أي حادث، وكل مخلوق مفتقر إلى خالق يوجده، وهو الله سبحانه وتعالى.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "- طريق النقل أي القرآن الكريم والسنة، وقد دلنا هذا الطريق على الله عز وجل، وأخبرنا بالمبدأ والمعاد، وأرشدنا إلى أن النظر في أنفسنا وفي الكون محجة واضحة للإيمان يستوي فيها العالم والجاهل، قال تعالى: (وَفِي الْأَرْضِ قِطَعٌ مُتَجَاوِرَاتٌ وَجَنَّاتٌ مِنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يُسْقَى بِمَاءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَى بَعْضٍ فِي الْأُكُلِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ ) الرعد 4. كما أن التأمل في الانفجار العلمي الحديث والاكتشافات الغريبة المعاصرة في النفس وفي الآفاق من خير الأدلة الكونية للوصول إلى درجة اليقين. ¶ أسماء الله الحسنى ¶ وأثرها في سلوك المؤمن ومواقفه ¶ يقول الله تعالى : ( وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ سَيُجْزَوْنَ مَا كَانُوا يَعْمَلُونَ ( الأعراف 180 ¶ ويقول : ( قُلْ ادْعُوا اللَّهَ أَوْ ادْعُوا الرَّحْمَانَ أَيًّا مَا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَى ) الإسراء 110 ¶ ويقول الرسول ـ صلى الله علية وسلم ـ : \"إن لله تسعة وتسعين اسما مائة إلا واحدا من أحصاها دخل الجنة \" متفق عليه. ¶ والخلاف بين المفسرين حول معنى الإحصاء، هل هو الاعتقاد القلبي بها والإيمان، أم عدها وقراءتها كلمة كلمة على طريق الترتيل تبركا وإخلاصا، أم حفظ مبانيها وعلم معانيها والتخلق بما فيها ؟ . ¶ فهل من سبيل إلى قول في الموضوع قد يكون فصلا، وتحليل للقضية قد يكون عدلا؟ لاسيما والدعاة الصادقون أكثر حاجة إلى وضوح الرؤية وثبات القلب وصفاء الوجدان وقوة الجنان. وأسماء الله الحسنى لها التأثير الأكبر في حياتنا المادية والمعنوية والفكرية والعقدية، لأنها مدخل الإيمان وركيزة التوحيد، وينبغي أن تكون منهجا للحياة وقواما للسلوك ومحورا للأخلاق.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "ولئن كانت رحمة الله وحكمته قد فتحتا لنا باب الجنة بإحصاء تسعة وتسعين اسما من أسمائه تعالى فقط؛ فذلك لأن التأثر بها والتأسي بموحياتها كافيان لتعديل سلوك المرء وتقويمه وأطره على ما يرضي الله ويقرب إليه، وإلا فالأسماء الحسنى المقدسة لا يحصرها إدراك ولا يحدها عد. ¶ إن معرفة أسماء الله وصفاته المحصورة في هذا العدد ميسرة لمن أراد وإلا لما تعبدنا بإحصائها؛ لذلك فالكل يدخل الجنة إلا من أبى ورفض، لكن هذه المعرفة تتفاوت مقاديرها من شخص إلى شخص، فالذي يقر بلسانه أن الله قادر وعالم ليس كمن شاهد عجائب آياته في ملكوت السماوات والأرض وخلق الأرواح والأجساد، ورأى آيات الله في نفسه وفي الآفاق ممعنا في التفصيل، مستقصيا دقائق الحكمة ومستوفيا لطائف التدبير، وليس من فعل هذا فقط كمن أضاف إليه تعديلا لسلوكه ومنهج حياته بما يناسب هذه المعرفة، فطابت نفسه وعلت همته وتسامت أخلاقه يوما بعد يوم. ¶ إن الإيمان اعتقاد وقول وعمل وإن العبادة التي خلقنا من أجلها يشترك فيها القلب بالاعتقاد واللسان بالإقرار والجوارح بالعمل، ألم تر إلى الذي كان يصلي ويعبث بلحيته فقال عنه ـ صلى الله عليه وسلم ـ :\" لو خشع قلب هذا لخشعت جوارحه \". ¶ كذلك الأسماء الحسنى التي تعبدنا الله بإحصائها لابد فيها من اعتقاد بالقلب وإقرار باللسان وعمل بالجوارح. ¶ إن كل اعتقاد سليم يجب أن يظهره الإقرار الصريح، وكل اعتقاد وإقرار لابد أن يصدقهما العمل الصالح والسلوك السليم، وإلا فالأمر زيف وانحراف وادعاء وإسراف. ¶ ذلك أن الذي يكتفي بفهم معاني أسماء الله تعالى ليس إلا كأي عالم لغوي من أي دين، أو بدون دين. ¶ والذي يعتقد بقلبه دون إقرار وعمل، لا يخرج كثيرا عن دائرة المغضوب عليهم من الذين عرفوا الحق ولم يعملوا به.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "والذي يقر بلسانه ـ دون أن يفهم عقله ويطمئن قلبه ـ لا يبتعد كثيرا عن دائرة الكافر الذي يردد معتقدات أجنبية عنه، أو الأحمق والببغاء اللذين يلقنان قول ما لا يفهمان، وكل ما يفعلانه أنهما يبرهنان على سلامة حاسة السمع التي استمعا بها إلى الكلام، وسلامة اللسان الذي ردداه به، وهذه صفات لا ترفع صاحبها كثيرا عن درجة الحيوان سليم السمع واللسان. ¶ أما الذي يفهم معانيها ويعتقد ثبوتها ويقرها بلسانه دون أن تؤثر في سلوكه فهو لا يكاد يخرج عن دائرة المقت التي توعد الله بها أمثاله حيث قال : ( يَاأَيُّهَا الَّذِينَ آَمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُون كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ ) الصف 2-3 ¶ ذلك أن الله شهد لهؤلاء في هذه الآية الكريمة بالإيمان (يَا أَيُّهَا الَّذِينَ آَمَنُوا ) ، ولكنه وعدهم بالمقت الكبير ؛ لأن إيمانهم وإقرارهم لم يؤديا إلى تغيير في سلوكهم أو رفع لمستوى أخلاقهم. ¶ إن التوحيد الحق شقان لا غنى لأحدهما عن الآخر : ¶ شق اعتقادي يمنح الرؤية الواضحة للكمال الإلهي المطلق المتجلي من صفات الله تعالى وأسمائه، إذ لا توجد صفة كمال إلا وهي له سبحانه وتعالى كما قال :( وَلَهُ الْمَثَلُ الْأَعْلَى فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ ) ـ الروم 27 ـ ¶ وشق عملي يوجه الحركة البشرية نحو الطريق الموصلة إلى التأثر والتأسي بذلك الكمال المطلق. ¶ إن التوحيد الاعتقادي إدراك لوحدانية الله تعالى وهو لذلك رؤية وتصور ¶ أما التوحيد العملي فهو أن تتأثر أخلاقك بها وهو لذلك سلوك وتأثر.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "إن معاني أسماء الله الحسنى هي صفاته تعالى، وصفاته لا تصير صفة لغيره أبدا، ولكن ينبغي أن يحصل للإنسان ما يناسب المؤمن من تلك الأوصاف؛ وبذلك يصير العبد ربانيا. أي قريبا من الرب سبحانه وتعالى، من غير أن يسقط في حبائل الشيطان ومكائده مثلما سقط بعض ضلال الصوفية في الحلول أو الانتقال أو الاتحاد وذلك هو الإلحاد بعينه. ¶ إن أسماء الله تعالى وصفاته كلها إما ثناء على الله بما هو أهله أو تنزيه له عما لا يليق بذاته. ونحن عندما نؤمن بها ونذكره بها ونتأثر سلوكيا بنورها إنما نثني عليه ونسبحه وننزهه عن كل صفة لا تليق به تعالى. وفي كلتا الحالتين نحن نرسخ معرفته في أنفسنا ونرفع بهذه المعرفة ذواتنا نحو الأعلى بتقويم سلوكنا وتطهير أعمالنا، وتزكية أخلاقنا ، وتقوية نفوسنا وتثبيت قلوبنا ومواقفنا على الحق في مواجهة الفتن التي لا بد أن تواجه من يقول :\"آمنت\"، (أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ ) ـ العنكبوت ـ 2 . ¶ وفي كلتا الحالتين تقوم أعضاؤنا بما تفرضه هذه الأسماء المقدسة علينا من وظائف الأحكام، وذلك معنى الإسلام. ¶ وتقوم قلوبنا بما تلهمه من وظائف الاستسلام، وذلك معنى الإيمان. ¶ وتقوم أرواحنا بما تستدعيه من مراقبة الله سبحانه، وذلك معنى الإحسان: ¶ وهذا واضح من تعريف رسول الله ـ صلى الله عليه وسلم ـ للإسلام والإيمان والإحسان: ¶ ـ الإسلام أن تشهد أن لا إله إلا الله وأن محمدا رسول الله وتقيم الصلاة وتؤتي الزكاة وتصوم رمضان وتحج البيت إن استطعت إليه سبيلا. ¶ ـ والإيمان أن تؤمن بالله وملائكته وكتبه ورسله واليوم الآخر والقدر خيره وشره. ¶ ـ والإحسان أن تعبد الله كأنك تراه فإن لم تكن تراه فإنه يراك. ¶ بذلك يتضح أن إحصاء أسماء الله الحسنى يشمل تمام الإسلام والإيمان والإحسان... فكيف لا يكون مفتاحا للجنة... وسبيلا إلى الغفران والرضوان ؟ !",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "إن على الدعاة الصادقين أن يوقنوا بأن أسماء الله الحسنى اعتقادا وإقرارا وعملا ـ إضافة إلى كونها بابا للجنة ـ هي أمضى سلاح يواجهون به أعداءهم ويتغلبون به على مختلف الصعاب والمشاق التي تواجههم. ¶ إن الداعية الذي يبني سلوكه على قاعدة أن الله هو الملك لا ترتجف فرائصه أو ترتعد أمام ملوك الأرض. ¶ والذي يبنيه على قاعدة أن الله هو المحيي والمميت لا يخاف أن يقتله طاغية قبل أجله كما لا يطمع أن يعفيه طاغية من الموت بقدرته. ¶ والذي يبني تصرفه على قاعدة أن الله هو الرزاق والغني المغني والوهاب والكريم لا ينتظر أن يرزقه بشر، كما لا يخاف أن يمنعه بشر رزقه. ¶ والذي يبنيه على قاعدة أن الله هو النافع الضار لا يخشى أن يضره مخلوق بغير ما كتب عليه، كما لا يطمع أن ينفعه مخلوق بغير ما كتب له. ¶ والذي يبنيه على قاعدة أن الله هو السلام المؤمن لا يبتغي الأمن إلا من الله ولا يشعر بالخوف والرهبة إلا من الله. ¶ والذي يبنيه على قاعدة أن الله هو الواحد الأحد القوي الجبار المعز المذل مالك الملك يجب أن يمنحه هذا الإيمان القوة والعزة والثقة بنصر الله فتضعف أمامه قوة الظالمين وتصغر في عينه دول الجبابرة كما قال عز الدين بن عبد السلام المقدسي: (لما استحضرت عظمة الله تعالى ظهر لي الأمير كالقط). ¶ وبهذا يتضح أن من لم يسر في سلوكه اليومي على هذه القاعدة يكون قد نسب عمليا صفات الله تعالى إلى غيره ولو كان قلبه ولسانه يلهجان بنسبتها إليه سبحانه. ¶ إن أهم ما ابتليت به الدعوة الإسلامية المعاصرة وجود أعضاء لها يشركون مع الله غيره إشراكا عمليا برغم أن التوحيد الإعتقادي والقولي قد يكون حاصلا، ولذلك تراهم ـ باسم التكتيك والدهاء السياسي ـ يقومون بأعمال مخالفة لجوهر الدين ويوجهون توجيهات مخلة بالعقيدة مجاراة للسفهاء، ومداراة للأعداء، واستجلابا لنفعهم الموهوم، ودرءا لضررهم المزعوم.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "هؤلاء الموحدون اعتقادا وقولا، المشركون عملا وسلوكا، فتنوا الدعوة وأذلوا الأمة، وضيعوا الأمانة، وشتتوا الصف وأوهنوا العزائم، وتكالبوا على الأبواب تزلفا وتجسسا ومكرا ومتاجرة لا لشيء إلا لأنهم خافوا الظالمين على رزق ليس بأيديهم، أو حياة لا يملكونها لأنفسهم، أو أمن هم في أشد الحاجة إليه، أو عافية لا يملكون أسبابها. ¶ هؤلاء الدعاة المنهارون أساؤوا إلى أنفسهم وإلى دعوتهم وأمتهم،؛ لأنهم اعترفوا بالقدرة لله، ولكنهم نسبوا أخص خصائص القدرة لغير الله. ¶ مكارم الأخلاق من سورة الحجرات ¶ سورة الحجرات مدنية بإجماع ، وهي ثمان عشرة آية ، وتعد أول سور المفصل ( سميت بالمفصل لكثرة الفصل فيها بين السور ولكون جميعها من المحكم الذي لا نسخ فيه ) . ¶ وقد شملت ما ينبغي أن يتحلى به المؤمن من مكارم الأخلاق وفضائل العادات ، في علاقته بربه ونبيه محمد صلى الله عليه وسلم ، ثم مع الوالدين والعلماء وذوي السابقة في الجهاد والعمل الصالح ، ثم مع عامة المؤمنين في غيبتهم وحضورهم ، ومع فسقة الخلق وفتّانيهم ، ثم مع بني جنسه من كافة الأعراق والألوان والمعتقدات . ¶ ومناسبتها لما سبقها في السورة المتقدمة عليها ( سورة الفتح ) ، أن الله سبحانه وتعالى لما وصف في سورة الفتح أصحاب محمد صلى الله عليه وسلم بأنهم \" أشداء على الكفار رحماء بينهم تراهم ركعاً سجداً يبتغون فضلاً من الله ورضواناً \" عقّب على ذلك في هذه السورة – الحجرات – بالصفات التي ينبغي أن يتحلى بها أصحاب محمد عليه الصلاة والسلام ، ليكونوا أهلاً لهذه الصحبة النبوية في الدنيا والآخرة . ¶ لقد خاطب البارئ عزّ وجل المؤمنين في هذه السورة خمس مرات بقوله :{ يا أيها الذين آمنوا } ، في كل نداء من هذه النداءات توجيه إلى مكرمة خلق ينبغي التحلي به ، ثم خاطب في المرة السادسة عموم الخلق بقوله :{ يا أيها الناس } ليرشدهم إلى طريقة تحفظ أمن الجميع وسلامتهم وتعاونهم على البر والتقوى .",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "1 - أدب التعامل مع الله ورسوله عليه الصلاة والسلام : ¶ قال الله تعالى :{ يا أيها الذين آمنوا لا تقدموا بين يدي الله ورسوله واتقوا الله إن الله سميع عليم}(الحجرات 1). ¶ وقد قرن الله عزّ وجل في هذه الآية نفسه برسوله عليه الصلاة والسلام ؛ لأن الرسول صلى الله عليه وسلم هو المبلغ الوحيد عن ربه ، ونبّه المؤمن إلى أنه دائماً في حضرة ربه { وهو معكم أينما كنتم والله بما تعملون بصير}( الحديد 4 ) ، وعليه احترام الرسول صلى الله عليه وسلم والانقياد لأوامره ؛ لأن ذلك من صميم تقوى الله وهذه التقوى تقتضي الالتزام بأمور منها : ¶ …عدم تقديم رأيه على أوامر الله ورسوله في الكتاب والسنة ، فلا يقول ولا يقضي في الدين بخلاف ما تنص عليه الشريعة ، ولا يجعل لنفسه تقدما على الله ورسوله في المحبة والولاء ، بل يكون رأيه تبعاً لما جاء به النبي صلى الله عليه والسلام ، وتكون محبته وولاؤه لله ورسوله أقوى وأشد من محبته وولائه لنفسه وأهوائه ومصالحه، ولا يفتات على الله شيئاً أو يقطع أمراً حتى يحكم الله فيه ، ويأذن به على لسان رسوله عليه الصلاة والسلام . ¶ 2 - الأدب مع رسول الله صلى الله عليه وسلم : ¶ قال تعالى :{ يا أيها الذين آمنوا لا ترفعوا أصواتكم فوق صوت النبي ولا تجهروا له بالقول كجهر بعضكم لبعض أن تحبط أعمالكم وأنتم لا تشعرون} ( الحجرات 2 ) . ¶ …وقد نهى الله تعالى في هذه الآية عن ثلاثة أمور : ¶ -… عن التقدم بين يديه صلى الله عليه وسلم بما لا يأذن به من الكلام والآراء والأحكام . ¶ -… عن رفع الصوت بحضرته . ¶ -… عن الجفاء في مخاطبته ومحاورته .",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "كما أمر بتعظيمه صلى الله عليه وسلم ، وتوقيره وخفض الصوت بحضرته وعند مخاطبته، والتزام توجيهاته وأوامره . وبما أن حرمة النبي صلى الله عليه وسلم حيا كحرمته ميتا ، وكلامه المسموع منه مباشرة ككلامه المروي عنه بعد موته في الرفعة والإلزام ، فقد وجب على كل من يسمع حديثه وسنته وهديه ألا يرفع صوته عليه أو يعرض عنه ؛ لأن رفع الصوت والجهر به في حضرته صلى الله عليه وسلم أو عند تلاوة سنته دليل على قلة الاحتشام وترك الاحترام ، ثم عقب سبحانه على هذا التوجيه بقوله :{ إن الذين يغضون أصواتهم عند رسول الله أولئك الذين امتحن الله قلوبهم للتقوى لهم مغفرة وأجر عظيم } ( الحجرات 3 )، أي أنهم صُبُرٌ على التقوى مجربون لها ومدربون عليها ، وأقوياء على تحمل مشاقها ؛ فحكم بذلك بالإخلاص والإيمان والتقوى للمؤمنين الذين يتصفون بالمحبة لله ورسوله والولاء لهما، وتقديم أحكام الشرع على آرائهم وأهوائهم ومصالحهم ، والاحترام لرسول الله صلى الله عليه وسلم حيا وميتا وغض الصوت بحضرته أو عند سماع سنته . ¶ وقد قال أبو بكر – رضي الله عنه – عندما نزلت هذه الآية : \" لا أكلمك يا رسول الله إلا السرار حتى ألقى الله \" ، كما كان إذا قدم على الرسول صلى الله عليه وسلم قوم أرسل إليهم من يعلمهم كيف يسلمون ويأمرهم بالسكينة والوقار عند رسول الله صلى الله عليه وسلم . ¶ ويستنبط الفقهاء بالقياس من هذا التوجيه القرآني وجوب احترام الوالدين والعلماء وذوي السابقة في الدعوة والجهاد وكبار السن ، والرفق بهم وعدم رفع الصوت بين أيديهم ، والاستحياء بحضرتهم ، مما تؤكده نصوص كثيرة لا يتسع المجال لها حاليا . ¶ 3- التعامل مع الفسقة : ¶ قال تعالى :{ يا أيها الذين آمنوا إن جاءكم فاسق بنبأ فتبينوا أن تصيبوا قوما بجهالة فتصبحوا على ما فعلتم نادمين } ( الحجرات 6 ).",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "…وبما أن الفسقة أولياء للشيطان ، والشيطان عدو للمؤمن الصادق ؛ فإن همّ الشيطان وأوليائه الفسقة دائما هو إيقاع الفتنة بين المؤمنين ، وتمزيق صفهم بنقل الأخبار الكاذبة والملفقة ، والأضاليل المخترعة. فإذا كان الناقل فاسقا وجب التثبت والتبين والبحث عن الحقيقة في الأمر . وينطبق هذا التوجيه الرباني أيضا على الأنباء والتحاليل السياسية والاقتصادية والاجتماعية التي تنشرها وسائل الإعلام المرئية والمسموعة والمكتوبة التي يشرف عليها فساق الأمة أو أعداؤها ؛ لأن غاية هؤلاء في الأصل فتنة الأمة وإضعافها وإفساد أحوالها . ¶ ……وبما أن نتيجة الثقة في الفساق ونقولهم وأخبارهم غالبا ما تكون الفتنة والتقاتل بين المؤمنين ، فقد عقب سبحانه على ذلك بالإرشاد إلى كيفية التغلب على هذه الفتنة بقوله :{ واعلموا أن فيكم رسول الله لو يطيعكم في كثير من الأمر لعنتم ولكن الله حبب إليكم الإيمان وزينه في قلوبكم وكره إليكم الكفر والفسوق والعصيان أولئك هم الراشدون } ( الحجرات 7 )، وفيها تذكير بأن النجاة من الفتن في اتباع سنته وهديه وعدم عصيان أوامره ونواهيه صلى الله عليه وسلم حيا وميتا . ومرد ذلك إلى تمسك القلب بالإيمان الذي هو التصديق بالجنان والإقرار باللسان والعمل بالأركان ، ونفوره وكراهيته للكفر والفسوق والعصيان ، وكل ذلك نعمة من الله وفضل . ولذلك كان رسول الله صلى الله عليه وسلم يسأل ربه أن يثبته على الدين ، وأن يجدد الإيمان في قلبه .",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "……ثم ضرب سبحانه وتعالى لهذه الفتن مثلا فيما يقع بين المؤمنين من تخاصم وتقاتل ، فقال : { وإن طائفتان من المؤمنين اقتتلوا فأصلحوا بينهما ، فإن بغت إحداهما على الأخرى فقاتلوا التي تبغي حتى تفيء إلى أمر الله ، فإن فاءت فأصلحوا بينهما بالعدل وأقسطوا إن الله يحب المقسطين } ( الحجرات 9 ) ثم أكد القاعدة الأصل والوشيجة المتينة في الصف المؤمن ، التي هي الأخوة في الله فقال :{ إنما المؤمنون إخوة فأصلحوا بين أخويكم } ( الحجرات 10 ) ، وهو ما بينته السنة النبوية في أحاديث كثيرة منها قوله صلى الله عليه وسلم : \" المسلم أخو المسلم لا يظلمه ولا يسلمه \" – \" مثل المؤمنين في توادهم وتراحمهم وتعاطفهم مثل الجسد إذا اشتكى منه عضو تداعى له سائر الجسد بالسهر والحمى \" - \" المؤمن للمؤمن كالبنيان المرصوص – وشبك بين أصابعه – \" – \" منزلة المؤمن من المؤمن منزلة الرأس من الجسد ، متى اشتكى الجسد اشتكى له الرأس ومتى ما اشتكى الرأس اشتكى سائر الجسد\". وقد أورد أبو داود في كتاب الأدب ما روي عن النبي _ صلى الله عليه وسلم _ أنه قال : \"مامن امرئ يخذل امرءا مسلما في موضع تنتهك فيه حرمته وينتقص فيه من عرضه إلا خذله الله في موطن يحب فيه نصرته ، وما من امرئ ينصر مسلما في موضع ينتقص فيه من عرضه وينتهك من حرمته إلا نصره الله في موطن يحب نصرته \" - الحديث رقم 4884 - ؛ ثم قرن الصلح بين المؤمنين المتخاصمين بالتقوى وجعله مدعاة لنزول الرحمة عليهم بقوله تعالى : {واتقوا الله لعلكم ترحمون } ( الحجرات 10 ) ، لأن الميل للصلح وإيثاره ، انبثاق فطري من التقوى ، والتقوى هي القناة الغيبية التي تنزل منها الرحمة . ¶ 4…- في علاقة المؤمن مع عموم بني جنسه ، وخصوص إخوته المؤمنين في حال حضورهم والتعامل المباشر معهم.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "قال تعالى : { يا أيها الذين آمنوا لا يسخر قوم من قوم عسى أن يكونوا خيرا منهم ولا نساء من نساء عسى أن يكن خيرا منهن ، ولا تلمزوا أنفسكم ولا تنابزوا بالألقاب بئس الاسم الفسوق بعد الإيمان ومن لم يتب فأولئك هم الظالمون } ( الحجرات 11 ) . ¶ فبين المعاملة التي ينبغي أن تكون بين الأقوام رجالا ونساء ، شعوبا وقبائل بكافة ألوانهم وعقائدهم ومراتبهم الاجتماعية ، وحث المؤمنين على أن يكونوا القدوة في الالتزام بهذا التوجيه القرآني الذي ينهى عن ثلاث مساوئ خلقية تمنع المودة وتصد عن طريق الحق ، وتثير الأحقاد والفتن والعناد ، وهي : السخرية واللمز والنبز . ¶ ……فالسخرية هي أن ينظر الإنسان إلى أخيه بعين الاحتقار والاستصغار ، ولعل من سخرت منه أو احتقرته أعلى وأجل منك في ساعته تلك ، ولعله يتوب بعد ذلك فتقبل توبته ، ولعله يسلم فيحسن إسلامه وتكون مرتبته عند الله أعلى منك . ولعل سخريتك منه تثير في نفسه العزة بالإثم ، فيزداد صدودا عن الحق وحقدا على أهله ، فيكون لك من الوزر بذلك نصيب . ¶ ……واللمز : هو ذكر الإنسان أخاه في حضرته بعيوبه . ¶ ……أما النبز : فهو مناداة الإنسان أخاه بألقاب يكرهها أو يعدها محقرة ، أو مثيرة للسخرية . ¶ …… وسواء كانت السخرية واللمز والنبز بين الأفراد أو بين الأقوام والجماعات ؛ فإن ذلك محرم يجب الإقلاع عنه ، والمؤمن أحق من يلتزم بذلك ؛ لأنه داعية إلى الإسلام وقدوة فيه ، لاسيما إذا ارتكب هذا الإثم في حق المؤمنين ؛ لأنه بذلك يكون قد نبز نفسه وحقرها وسخر منها ، فالمؤمنون جسد واحد ، ولذلك قال سبحانه :{ ولا تلمزوا أنفسكم ولا تنابزوا بالألقاب } أي لا ينادي بعضكم بعضا بها . ¶ 5…- في تعامله مع إخوته المؤمنين في حال غيبتهم وعدم حضورهم :",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "…… قال تعالى : { يا أيها الذين آمنوا اجتنبوا كثيرا من الظن إن بعض الظن إثم ، ولا تجسسوا ولا يغتب بعضكم بعضا أيحب أحدكم أن يأكل لحم أخيه ميتا فكرهتموه ، واتقوا الله إن الله تواب رحيم } ( الحجرات 12) . ¶ ……وإذ حض سبحانه وتعالى في الآية السابقة على إساءة الظن بالفاسق والتبين في أقواله وتصرفاته، نهى هنا عن إساءة الظن بالمؤمنين وعن التجسس عليهم ، ومحاولة الاطلاع على أسرارهم أو نقلها إلى أعدائهم ، وعن اغتيابهم ، وانتهاك أعراضهم في غيبتهم ، وقد أخرج البخاري ومسلم قوله صلى الله عليه وسلم :\" إياكم والظن ، فإن الظن أكذب الحديث ، ولا تجسسوا ، ولا تحسسوا ولا تنافسوا ولا تحاسدوا ولا تباغضوا ، وكونوا عباد الله إخوانا ، ولا يخطب الرجل على خطبة أخيه حتى ينكح أو يترك \" . ¶ ……والغيبة ثلاثة أوجه في كتاب الله تعالى : الغيبة ، والإفك ، والبهتان . الغيبة أن تقول ما في أخيك ، والإفك أن تقول فيه ما بلغك عنه ، والبهتان أن تقول ما ليس فيه . ¶ ……وقد عد سبحانه وتعالى هذه الموبقات بمثابة أكل لحم المؤمن ميتا ، فقال : { أيحب أحدكم أن يأكل لحم أخيه ميتا فكرهتموه } ، وهذا غاية البشاعة واللؤم والانحطاط . وكما أن الميت لا يحس بأكل الآكلين ، كذلك الغائب لا يسمع ما يقوله فيه المغتاب . والفعلان معا ( الغيبة وأكل لحم الميت ) في التحريم سواء . وفي الحديث المستفيض : \" فإن الله حرم عليكم دماءكم وأموالكم وأعراضكم \" . وقال رسول الله صلى الله عليه وسلم : \" من أكل بمسلم أكلة ، فإن الله يطعمه مثلها من جهنم، ومن كسي ثوبا برجل مسلم ، فإن الله عز وجل يكسوه مثله من جهنم ، ومن قام برجل مسلم مقام رياء وسمعة ، فإن الله تعالى يقوم به مقام سمعة ورياء يوم القيامة \" (الأدب المفرد 1/93 - حديث 240 ).",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "……كما أن التعفف عن دماء المؤمنين وأعراضهم وأموالهم طريق للتقوى ومدعاة للتوبة والرحمة وهو ما يشير إليه قوله تعالى ( واتقوا الله إن الله تواب رحيم ). ¶ 6…- نداء البشرية كافة : ¶ قال تعالى : { يا أيها الناس إنا خلقناكم من ذكر وأنثى وجعلناكم شعوبا وقبائل لتعارفوا إن أكرمكم عند الله أتقاكم } ( الحجرات 13 ). ¶ ……كان النداء في هذه الآية بقوله تعالى \" يا أيها الناس \" خطابا لما يعم المؤمن والكافر مما ترتب على كونهم من أصل واحد هو آدم وحواء ، وتذكيرا لهم بحقيقة كونية ، هي أنهم خلقوا من نفس واحدة :{يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة وخلق منها زوجها وبث منهما رجالا كثيرا ونساء } ( النساء 1 ) . وهذا ما يؤكد الأخوة البشرية الشاملة التي لا تفرق بين مسلم وكافر ، أبيض أو أسود أو أحمر إلا بالتقوى ، وأن هذه الأخوة مدعاة بين الأفراد والشعوب والقبائل إلى التعارف بما يؤدي إليه من أعمال البر والإحسان والتناصح والمعاملة الكريمة ، والتعاون على معرفة الحق والعمل بمقتضاه . وأن ما يميزهم عن بعضهم شئ واحد هو التقوى التي هي ثمرة الإيمان الحق الذي هو التصديق بالجنان والإقرار باللسان والعمل بالأركان ، واتقاء الشرك ظاهرا وباطنا ، وقد قال رسول الله صلى الله عليه وسلم : \" من سره أن يكون أكرم الناس فليتق الله \" .",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "……ولذلك عقب سبحانه وتعالى بضرب مثل ببني أسد الذين أظهروا الإسلام في سنة جدب وقحط من أجل الحصول على الصدقة ، ولم تكن قلوبهم مطمئنة بالإيمان ، وكان إسلامهم مجرد استسلام واضطرار ، فقال تعالى :{ قالت الأعراب آمنا قل لم تؤمنوا ولكن قولوا أسلمنا ولما يدخل الإيمان في قلوبكم }( الحجرات 14 )، فحثهم على أن يكونوا صادقين في وصف حالهم بأن يقولوا ( أسلمنا ) أي انقدنا واستسلمنا ؛ لأن الإيمان المطلوب لابد أن يواطئ فيه القول وعمل الجوارح ما في القلب ، وهؤلاء لم يواطئ قولهم ما في قلوبهم . قال الإمام أحمد : حدثنا بهز ، حدثنا علي بن مسعدة ، حدثنا قتادة عن أنس – رضي الله عنه – قال : كان رسول الله صلى الله عليه وسلم يقول : \" الإسلام علانية والإيمان في القلب \" ، قال : ثم يشير بيده إلى صدره ثلاث مرات ثم يقول : \" التقوى ههنا ، التقوى ههنا \" ؛ ثم يعقب عز وجل على ذلك بتعريف المؤمنين حقا ، وما ينبغي أن يتوفر فيهم من صفات هي الإيمان بالله ورسوله ، وعدم الارتياب في هذا الإيمان ، والجهاد في سبيل الله بالمال والنفس . فمن توفرت فيهم هذه الصفات وطابقت ألسنتهم عقيدتهم التي في قلوبهم ، وظهرت ثمرة ذلك جهادا بالنفس والمال ، كانوا صادقين في دعواهم بالإيمان . يقول تعالى : { إنما المؤمنون الذين آمنوا بالله ورسوله ثم لم يرتابوا وجاهدوا بأموالهم وأنفسهم في سبيل الله أولئك هم الصادقون } ( الحجرات 15 ). ¶ صفات عباد الرحمن ¶ يقول الله عز وجل في سورة الفرقان من الآية 63 إلى نهاية السورة: (وَعِبَادُ الرَّحْمَانِ الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا وَإِذَا خَاطَبَهُمْ الْجَاهِلُونَ قَالُوا سَلَامًا....) فكان أول ما ورد في هذه الآيات أن وصفت الطائفة الأحب إلى الله تعالى ب(عباد الرحمن).",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "وقد ورد لفظ (العباد) في القرآن الكريم أكثر ما ورد، صفة للمخلصين من المؤمنين: (يَاعِبَادِ لَا خَوْفٌ عَلَيْكُمْ الْيَوْمَ وَلَا أَنْتُمْ تَحْزَنُونَ ) الزخرف68، (وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ(39)إِلَّا عِبَادَكَ مِنْهُمْ الْمُخْلَصِينَ ) الحجر40، (جَنَّاتِ عَدْنٍ الَّتِي وَعَدَ الرَّحْمَانُ عِبَادَهُ بِالْغَيْبِ إِنَّهُ كَانَ وَعْدُهُ مَأْتِيًّا) مريم 61، (قُلْ الْحَمْدُ لِلَّهِ وَسَلَامٌ عَلَى عِبَادِهِ الَّذِينَ اصْطَفَى) 59 النمل. ¶ كما أن من أشرف الشرف لهذه الطائفة أن نسبهم تعالى إلى صفته ( الرحمن)، التي تفيد المبالغة في الرحمة والمغفرة والإنعام، فكانت هذه النسبة بشارة لهم بالنجاة والمرحمة والنعيم المقيم في الآخرة، وتلميحا إلى قوله تعالى لعباده الصالحين: (نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ) الحجر49 (سَلَامٌ قَوْلًا مِنْ رَبٍّ رَحِيمٍ ) يس 58. ¶ هذه المرتبة الرفيعة مرقاتها أن يتحلى من طمحت همته لبلوغها بصفات فصلتها هذه الآيات من سورة الفرقان ، صفات هي القرض الذي يقرضه المؤمن ربه فيضاعفه له منزلة سامية هي منزلة العبودية للرحمن.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "قبل أن يورد القرآن هذه الصفات، ذكّر بما يسره الله تعالى للمؤمنين وما سخره لهم من خلائق، عونا لهم على الطاعة، وامتن بذلك عليهم إذ جعل لهم في السماء بروجا ليعلموا عدد السنين والحساب فينظموا عباداتهم حسب مواعيدها ومواقيتها، وجعل الشمس سراجا والقمر منيرا، والليل والنهار خلفة يتعاقبان، يخلف كل منهما الآخر فقال عز وجل: (تَبَارَكَ الَّذِي جَعَلَ فِي السَّمَاءِ بُرُوجًا وَجَعَلَ فِيهَا سِرَاجًا وَقَمَرًا مُنِيرًا) الفرقان 61، إشارة منه تعالى إلى أن هذه الصفات ينبغي التحلي بها على مدار الليل والنهار العمر كله، إذا ما اختار المؤمن مرقاة ( عباد الرحمن) ، فإن فاته فضل بالليل قضاه بالنهار، وإن فاته بالنهار قضاه بالليل، قال أنس: قال رسول الله صلى الله عليه وسلم لعمر بن الخطاب وقد فاتته قراءة القرآن بالليل: \" يا ابن الخطاب لقد أنزل الله فيك آية وتلا (وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا)، ما فاتك من النوافل بالليل فاقضه في النهار، وما فاتك من النهار فاقضه في ليلك\" . ¶ أول صفات هذه الطائفة المكرمة عند ربها، صفة لهم بالنهار في تعاملهم مع الخلق، وصفة لهم بالليل في تعاملهم مع الخالق وخلوتهم بربهم، وصفة في كل أحوالهم ولكنها في جوف الليل أرجى. ¶ 1- صفة النهار في التعامل مع الخلق: ¶ بما أن العبادة الإسلامية شقان، يتعلق أحدهما بحق الله تعالى، والثاني بحقوق الخلق، والغالب على أعمال النهار التعامل مع الناس ومخالطتهم، فقد بدأ سبحانه بما ينبغي أن تكون عليه عبادة الاختلاط بالخلق والتعامل معهم، بما يجلب النفع للجميع ويدفع الأذى عن الكافة، فقال عز وجل:( وَعِبَادُ الرَّحْمَانِ الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا وَإِذَا خَاطَبَهُمْ الْجَاهِلُونَ قَالُوا سَلَامًا)، فكان لهذا السلوك الحكيم وجهان: وجه مبادأة ووجه مجازاة:",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "مبادأة المرء غيره بأن يترك أذاهم ويمشي بينهم هونا؛ والهون لغة هو الرفق واللين، ومنه الحديث ( أحبب حبيبك هونا ما... ) والحديث ( المؤمنون هينون لينون). والمعنى أن يكون المؤمن بينهم سمحا ودودا رفيقا متواضعا وقورا، لا يضرب بقدمه أشرا وبطرا، ولا يتبختر خيلاء وعجبا، ولا يريد في الأرض علوا أو فسادا؛ أما المجازاة فمقابلة الإساءة بالإحسان والإغضاء والتجاوز. ¶ -…عن عبد الله بن عمرو بن العاص قال: ( لم يكن رسول الله صلى الله عليه وسلم فاحشا ولا متفحشا، وكان يقول: إن من خياركم أحسنكم أخلاقا ) البخاري ومسلم والترمذي. ¶ -…عن أبي الدرداء أن النبي صلى الله عليه وسلم قال: \" ما من شيء أثقل في ميزان المؤمن يوم القيامة من خلق حسن، وإن الله ليبغض الفاحش البذيء \" الترمذي وابن حبان في صحيحه. ¶ -…عن عائشة رضي الله عنها قالت: سمعت رسول الله صلى الله عليه وسلم يقول: \" إن المؤمن ليدرك بحسن الخلق درجة الصائم والقائم \" أبو داود وابن حبان في صحيحه. ¶ -…عن عمار بن ياسر قال: قال رسول الله صلى الله عليه وسلم: \" حسن الخلق خلق الله الأعظم\". ¶ إن دعامة حسن الخلق التي بها يقوم، الرفق واللين والمعاملة الطيبة ومداراة السفهاء، وقد امتن الله تعالى على نبيه صلى الله عليه وسلم بأن جعله لينا مع القوم غير فظ ولا عنيف ولا جبار فقال: (فَبِمَا رَحْمَةٍ مِنْ اللَّهِ لِنْتَ لَهُمْ وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ)آل عمران 159؛ ونصح موسى وأخاه هارون عليهما السلام إذ أرسلهما إلى فرعون (فَقُولَا لَهُ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى) طه 44. ¶ قال صلى الله عليه وسلم : ¶ -… \" إن الله رفيق يحب الرفق في الأمر كله \" البخاري ومسلم. ¶ -…\" إن الله رفيق يحب الرفق، ويعطي على الرفق ما لا يعطي على العنف وما لا يعطي على سواه \" مسلم.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "-…\" من أعطي حظه من الرفق فقد أعطي حظه من الخير، ومن حرم حظه من الرفق فقد حرم حظه من الخير\". ¶ -…\" ألا أخبركم بمن يحرم على النار، أو بمن تحرم عليه النار؟ تحرم على كل هين لين سهل\". ¶ إن التؤدة والأناة والسكينة في التصرف، والرفق والهون واللين في المعاملة، تقيم جسورا متينة من المحبة والمودة والثقة بين المؤمن وبين غيره من مختلف الأجناس والأديان والألوان، كما تحميه وتشد أزره في مواجهة السفهاء وعدوانية الجاهلين ووقاحة أقوالهم وسوء تصرفاتهم، وقد أرشد الله تعالى إلى خير أسلوب للرد عليهم فقال: ( وإذا خاطبهم الجاهلون قالوا سلاما )، فيكون الحلم وطلب السلامة من السفهاء والامتناع عن معاملتهم بالمثل مصدا للجهل وترسا في مواجهة الجاهلين، وكأن المؤمن يقول لهم: لا نجاهلكم ولا نسافهكم، ولا خير بيننا ولا شر، ومطلبنا أن نسلم منكم؛ كقول إبراهيم لأبيه: ( سلام عليكم...) ، وهو سلام توديع لا سلام تحية. ¶ بمثل هذا كان الرسول صلى الله عليه وسلم يعامل هذا الصنف من الناس، وإلى هذا الأسلوب كان يرشد أتباعه رضي الله عنهم: عن عائشة رضي الله عنها قالت: استأذن نفر من اليهود على النبي صلى الله عليه وسلم، فقالوا: السام عليك، فقال النبي صلى الله عليه وسلم:\" وعليكم \" ، فقالت عائشة رضي الله عنها: وعليكم السام واللعنة، فقال النبي صلى الله عليه وسلم: \" إن الله تعالى يحب الرفق في الأمر كله \" ، قالت: ألم تسمع ما قالوا؟، قال: \" قد قلت: وعليكم\". ¶ 2- صفة الليل في خدمة الخالق عز وجل: ¶ لما أرشد الله تعالى أولياءه إلى صفة ما ينبغي أن يكون عليه حالهم بالنهار، من ترك الإيذاء والعدوان مبادأة وجزاء، عقب بذكر صفاتهم بالليل سجودا وقياما (وَالَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّدًا وَقِيَامًا )؛ فتكامل بذلك يوم المؤمن ليله ونهاره، سره وعلانيته، برا بالخلق وقياما بحق الخالق.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "إن قيام الليل أفضل العبادات بعد المفروضات، لأن العبد يخلو فيه إلى ربه دون رياء أو تسميع، ويدعوه ويتضرع له بطمأنينة نفس وهدوء بال وخشوع قلب، خاليا من هموم الدنيا وشوائب الحياة وشواغل الكسب والأهل والولد، فتكون عبادته أشد إخلاصا ودعاؤه أكثر صدقا، وموقفه من ربه أبلغ قربا، كما ورد في حديث مسلم عن أبي هريرة أن الرسول صلى الله عليه وسلم قال: ( أقرب ما يكون العبد من ربه عز وجل وهو ساجد، فأكثروا الدعاء )، أما إن كان السجود والدعاء والتضرع في جوف الليل كما ترشد إليه الآية الكريمة، فذلك الفوز الكبير والنجح الوفير؛ أخرج مالك والبخاري ومسلم والترمذي وغيرهم عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال: \" ينزل ربنا إلى سماء الدنيا حين يبقى ثلث الليل الآخر فيقول: من يدعوني فأستجيب له، من يسألني فأعطيه، من يستغغفرني فأغفر له؟ \". ¶ وروى أبو داود والترمذي والحاكم عن عمرو بن عنبسة أنه سمع النبي صلى الله عليه وسلم يقول: \" أقرب ما يكون العبد من الرب في جوف الليل، فإن استطعت أن تكون ممن يذكر الله في تلك الساعة فكن \" . ¶ وروى الترمذي أيضا عن أبي أمامة قال: قيل يا رسول الله، أي الدعاء أسمع – أي أرجى عند الله تعالى- ؟ قال: \" جوف الليل الأخير ودبر الصلوات المكتوبات \" . ¶ 3- صفة لعباد الرحمن في كل الأوقات وفي جوف الليل أرجى: ¶ وهي سعيهم الدائب للنجاة من النار والدعاء إلى الله تعالى أن يعيذهم منها (وَالَّذِينَ يَقُولُونَ رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ إِنَّ عَذَابَهَا كَانَ غَرَامًا(65)إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا)؛ والعذاب الغرام هو الألم الموجع الملح الملازم، والهلاك والخسران الدائم، يوضح ذلك وصفه لجهنم بأنها ( ساءت مستقرا ومقاما) ، وكونُها مستقرا خاصٌّ بالعصاة من أهل الإيمان، وكونها مقاما خاصٌّ بأهل الكفر لأنهم يخلدون فيها.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "إن الإِشارة إلى توجه عباد الرحمن بالدعاء إلى الله تعالى أن يصرف عنهم عذاب جهنم، مع اجتهادهم في العبادة وصدقهم في النية والقصد، دليل على أنهم في قمة الإخلاص خوفا من الله تعالى ورجاء فيه، وهذا كقوله سبحانه: (وَالَّذِينَ يُؤْتُونَ مَا آتَوا وَقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَى رَبِّهِمْ رَاجِعُونَ ) المؤمنون60، وقد روى الحاكم عن ابن عباس قال: لما أنزل الله على نبيه صلى الله عليه وسلم ( يَاأَيُّهَا الَّذِينَ آمَنُوا قُوا أَنفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا النَّاسُ وَالْحِجَارَةُ) التحريم 6، تلاها رسول الله صلى الله عليه وسلم ذات يوم على أصحابه، فخر فتى مغشيا عليه، فوضع النبي صلى الله عليه وسلم يده على فؤاده فإذا هو يتحرك، فقال رسول الله صلى الله عليه وسلم: \" يا فتى قل لا إله إلا الله \" فقالها، فبشره بالجنة، فقال أصحابه: يا رسول الله أمن بيننا؟ قال: \" ما سمعتم قوله تعالى(ذَلِكَ لِمَنْ خَافَ مَقَامِي وَخَافَ وَعِيدِ) ؟ إبراهيم14. ¶ وقد روى الترمذي عن أبي هريرة قال: سمعت رسول الله صلى الله عليه وسلم يقول: \" من خاف أدلج، ومن أدلج بلغ المنزل، ألا إن سلعة الله غالية، ألا إن سلعة الله الجنة\".",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "إن منزلة الخوف والرجاء هي مقام عباد الرحمن في الدنيا، ومن كان هذا حاله توج عمله بالحياء من الله تعالى والمحبة له ولأوليائه، وطهر لسانه من الكذب والغيبة وفضول القول، وبطنه من حرام المشرب والمطعم، وجوارحه من الآثام والفواحش، وقلبه من العداوة والخيانة والغش والحسد والرياء؛ فعن أنس بن مالك أن النبي صلى الله عليه وسلم دخل على شاب وهو في الموت فقال: \" كيف تجدك؟ \" قال: أرجو الله يا رسول الله، وإني أخاف ذنوبي، فقال رسول الله صلى الله عليه وسلم: \" لا يجتمعان في قلب عبد في مثل هذا الموطن إلا أعطاه الله ما يرجو وأمنه مما يخاف \" - الترمذي وابن ماجه وابن أبي الدنيا-، أما الدعاء وحده مع الإصرار على المعصية فذلك محض الجهل والغفلة والغرور والتعلق بالأماني، يقول تعالى: (لَيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ وَلَا يَجِدْ لَهُ مِنْ دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا) النساء123.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "إن لكل حق حقيقة يتجلى بها في أوضح صورة، وإن حقيقة عباد الرحمن أن تتوافر فيهم العقيدة السليمة والطاعات المفروضات عملا وتركا، والمعاملة اللينة الهينة الرحيمة مع الخلق، وذلك هو النور الرباني الذي يغشى قلوبهم ، ويأخذ بنواصيهم إلى جادة الخير والرحمة، ولله در حارثة رضي الله عنه إذ قال له رسول الله صلى الله عليه وسلم: \" كيف أصبحت يا حارثة؟ \" قال: أصبحت مؤمنا حقا، فقال عليه الصلاة والسلام: \" انظر ما تقول، فإن لكل حق حقيقة، فما حقيقة إيمانك؟ \" ، فقال: عزفت نفسي عن الدنيا، وأسهرت ليلي وأظمأت نهاري، وكأني أنظر إلى عرش ربي بارزا،وكأني أنظر إلى أهل الجنة يتزاورون فيها وإلى أهل النار يتعاورون فيها، فقال عليه الصلاة والسلام: \" عرفت فالزم \"، ثم قال رسول الله صلى الله عليه وسلم: \" من سره أن ينظر إلى رجل نور الله الإيمان في قلبه فلينظر إلى هذا \"، ثم قال: يا رسول الله ادع لي بالشهادة، فدعا له فنودي بعد ذلك: يا خيل الله اركبي، فكان أول فارس ركب فاستشهد في سبيل الله-أخرجه الترمذي والطبراني والبزار والسيوطي في الدر المنثور-. ¶ وتواصل خواتم سورة الفرقان ذكر صفات عباد الرحمن بأربع أخريات هي: ¶ 1 - الاعتدال في النفقة بقوله تعالى: (وَالَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَاما) 67 الفرقان، وهو نظير قوله تعالى(وَآتِ ذَا الْقُرْبَى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ وَلا تُبَذِّرْ تَبْذِيرا) الإسراء 26، وقوله عز وجل: (وَلا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ وَلا تَبْسُطْهَا كُلَّ الْبَسْطِ فَتَقْعُدَ مَلُوماً مَحْسُوراً) الإسراء29.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "والإنفاق لغة من فعل \" نفق\" البيع نفاقا بفتح النون، أي: راج، وأنفق ماله أي أنفده وأفناه، من قوله تعالى:( قُلْ لَوْ أَنْتُمْ تَمْلِكُونَ خَزَائِنَ رَحْمَةِ رَبِّي إِذاً لَأَمْسَكْتُمْ خَشْيَةَ الْأِنْفَاقِ) الإسراء 100، أي خوفا من الفناء والنفاد والإملاق. ¶ والإسراف هو مجاوزة الحد في النفقة وبذل المال. ¶ أما الإقتار والقتر والتقتير فهو التضييق الذي يعد نقيض الإسراف. ¶ وبين الإسراف والتقتير درجة الاعتدال، وهي الفضيلة التي حث القرآن عليها بقوله: (وَكَانَ بَيْنَ ذَلِكَ قَوَاما) الفرقان 67، أي وسطا واعتدالا بين الغلو والتقصير، وبين الإفراط والتفريط. إلا أن هذه الدرجة الوسط بين رذيلتي التقتير والإسراف، يبقى أمر تحديدها رهنا بمستوى ورع المرء وتقواه وإيثاره الدنيا على الآخرة، ومقامه بين حديها الأعلى والأدنى، وأدنى ذلك أن يبذل زكاة ماله ونفسه، وطعام عياله وأرحامه وضيوفه، وأعلاه أن يحتفظ لنفسه بقوت يومه، ويبذل ما سوى ذلك في أوجه البر والخير، لأن الأصل أن لا إسراف في البذل والخير، وأن الإمساك عن الطاعة هو الإقتار بعينه، ولذلك يقول عز وجل: ¶ - ( وَأَنْفِقُوا فِي سَبِيلِ اللَّهِ وَلا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ وَأَحْسِنُوا إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِين) البقرة195، وتعني التهلكة الإمساك عن طاعة الإنفاق. ¶ - ( وَمَا تُنْفِقُوا مِنْ خَيْرٍ فَلِأَنْفُسِكُمْ وَمَا تُنْفِقُونَ إِلَّا ابْتِغَاءَ وَجْهِ اللَّهِ وَمَا تُنْفِقُوا مِنْ خَيْرٍ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لا تُظْلَمُون( البقرة272 ¶ - ( وَمَا أَنْفَقْتُمْ مِنْ شَيْءٍ فَهُوَ يُخْلِفُهُ وَهُوَ خَيْرُ الرَّازِقِينَ) سبأ 39",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "- وأخرج البخاري): قَالَ عَبْدُاللَّهِ قَالَ النَّبِيُّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ: \"أَيُّكُمْ مَالُ وَارِثِهِ أَحَبُّ إِلَيْهِ مِنْ مَالِه؟\"ِ قَالُوا: يَا رَسُولَ اللَّهِ مَا مِنَّا أَحَدٌ إِلَّا مَالُهُ أَحَبُّ إِلَيْه،ِ قَال:\"َ فَإِنَّ مَالَهُ مَا قَدَّمَ وَمَالُ وَارِثِهِ مَا أَخَّر\"َ ( ¶ - وعَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ (أَنَّ رَجُلًا مِنْ أَهْلِ الصُّفَّةِ مَاتَ فَوُجِدَ فِي بُرْدَتِهِ دِينَارَانِ فَقَالَ النَّبِيُّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ:\" كَيَّتَان \") أحمد ¶ - وعَنِ ابْنِ عَبَّاسٍ أَنَّ النَّبِيَّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْتَفَتَ إِلَى أُحُدٍ فَقَال:\"َ وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ مَا يَسُرُّنِي أَنَّ أُحُدًا يُحَوَّلُ لِآلِ مُحَمَّدٍ ذَهَبًا أُنْفِقُهُ فِي سَبِيلِ اللَّهِ أَمُوتُ يَوْمَ أَمُوتُ أَدَعُ مِنْهُ دِينَارَيْنِ إِلَّا دِينَارَيْنِ أُعِدُّهُمَا لِدَيْنٍ إِنْ كَانَ\" فَمَاتَ وَمَا تَرَكَ دِينَارًا وَلَا دِرْهَمًا وَلَا عَبْدًا وَلَا وَلِيدَةً وَتَرَكَ دِرْعَهُ مَرْهُونَةً عِنْدَ يَهُودِيٍّ عَلَى ثَلَاثِينَ صَاعًا مِنْ شَعِيرٍ ) أحمد ¶ لذلك كان السلف الصالح يرون من الورع ألا يجمع المرء ما لا يأكل ولا يبني ما لا يسكن، وذلك ما أشار إليه مجاهد بقوله: ( لو أنفق رجل مثل أبي قبيس ذهبا في طاعة الله تعالى لم يكن سرفا، ولو أنفق صاعا في معصية الله تعالى كان سرفا)، وقال ابن عباس: ( الإسراف الإنفاق في معصية الله، والإقتار منع حق الله)، وسأل وهيب بن الورد عالما: ما البناء الذي لا سرف فيه؟ قال: ما سترك عن الشمس وأكنك من المطر، فقال: ما الطعام الذي لا سرف فيه؟ قال: ما سد جوعتك،فقال له في اللباس، قال: ما ستر عورتك ووقاك من البرد.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "إن الإنفاق المقبول عند الله تعالى في أوجه البر رهن بمدى حلّية المال وطيبته: ( يَا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِنْ طَيِّبَاتِ مَا كَسَبْتُمْ وَمِمَّا أَخْرَجْنَا لَكُمْ مِنَ الْأَرْضِ وَلا تَيَمَّمُوا الْخَبِيثَ مِنْهُ تُنْفِقُونَ وَلَسْتُمْ بِآخِذِيهِ إِلَّا أَنْ تُغْمِضُوا فِيهِ وَاعْلَمُوا أَنَّ اللَّهَ غَنِيٌّ حَمِيد ) البقرة 267، كما يتحدد مقداره بمستوى علو همة المنفق وسمو مرتبته في سلم العابدين ومدارج السالكين ومرقاة الواصلين، ومدى تعلقه بالآخرة وثقته بالله تعالى؛ لذلك فالعدل والقوام بين الإسراف والتقتير نسبي بهذه الصفة، ولكل منفق أجره وثوابه إن قصد وجه الله عز وجل، وأنفق من طيبات ما كسب، أما الإسراف فحقيقته الإنفاق في معصية الخالق أو الإضرار بالمخلوق. ¶ 2- التوحيد الخالص بقوله تعالى: ( وَالَّذِينَ لا يَدْعُونَ مَعَ اللَّهِ إِلَهاً آخَر) الفرقان68، وذلك لأن دعوة غير الله تعالى معه أو من دونه، أعظم ما ارتكب من خطايا وآثام ( وَإِذْ قَالَ لُقْمَانُ لاِبْنِهِ وَهُوَ يَعِظُهُ يَا بُنَيَّ لا تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيم) لقمان 13 ( إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدِ افْتَرَى إِثْماً عَظِيماً)، وأخطر ما اعتدي به على حق الله عز وجل( إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَار)المائدة 72.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "سُئِلَ رَسُولُ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَيُّ الذَّنْبِ أَكْبَرُ قَالَ: \" أَنْ تَجْعَلَ لِلَّهِ نِدًّا وَهُوَ خَلَقَكَ \" قَالَ: ثُمَّ أَي؟،ٌّ قَال:\"َ أَنْ تَقْتُلَ وَلَدَكَ خَشيَة َأَنْ يَطْعَمَ مَعَكَ \" قَال:َ ثُمَّ أَي؟،ٌّ قَال:\"َ أَنْ تُزَانِيَ حَلِيلَةَ جَارِك\"َ ،َ قَالَ عَبْدُ اللَّهِ فَأَنْزَلَ اللَّهُ تَصْدِيقَ ذَلِكَ ( وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا) مسلم واحمد. ¶ إلا أننا ينبغي أن نميز عند إطلاقنا لكلمة الشرك بين مفهومين: أحدهما الشرك الأكبر وهو المخرج من الملة، وثانيهما الشرك الخفي أو الأصغر الذي يعد ذنبا عظيما تجب المبادرة بالتوبة منه، لأنه مدعاة للعقوبة الشديدة في الآخرة؛ ومن أمثلته أن تعمل العمل لله ولوجوه الناس، أو للمنزلة أو للتسميع والرياء، )عَنْ مَحْمُودِ بْنِ لَبِيدٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ:\" إِنَّ أَخْوَفَ مَا أَخَافُ عَلَيْكُمُ الشِّرْكُ الْأَصْغَرُ قَالُوا وَمَا الشِّرْكُ الْأَصْغَرُ يَا رَسُولَ اللَّهِ قَالَ الرِّيَاءُ يَقُولُ اللَّهُ عَزَّ وَجَلَّ لَهُمْ يَوْمَ الْقِيَامَةِ إِذَا جُزِيَ النَّاسُ بِأَعْمَالِهِمُ اذْهَبُوا إِلَى الَّذِينَ كُنْتُمْ تُرَاءُونَ فِي الدُّنْيَا فَانْظُرُوا هَلْ تَجِدُونَ عِنْدَهُمْ جَزَاءً \" ) ابن حنبل",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "وعن أبي سعيد الخدري قَال:َ خَرَجَ عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَنَحْنُ نَتَذَاكَرُ الْمَسِيحَ الدَّجَّالَ فَقَالَ:\" أَلَا أُخْبِرُكُمْ بِمَا هُوَ أَخْوَفُ عَلَيْكُمْ عِنْدِي مِنَ الْمَسِيحِ الدَّجَّالِ قَالَ: قُلْنَا بَلَى فَقَالَ:( الشِّرْكُ الْخَفِيُّ أَنْ يَقُومَ الرَّجُلُ يُصَلِّي فَيُزَيِّنُ صَلَاتَهُ لِمَا يَرَى مِنْ نَظَرِ رَجُلٍ \" ) ابن ماجه ¶ أما الشرك الأكبر المخرج من الملة فثلاثة أصناف: ¶ - شرك الربوبية، باعتقاد أن مع الله تعالى إلها آخر يخلق ويسير ويدبر…( إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُدَبِّرُ الْأَمْرَ مَا مِنْ شَفِيعٍ إِلَّا مِنْ بَعْدِ إِذْنِهِ ذَلِكُمُ اللَّهُ رَبُّكُمْ فَاعْبُدُوهُ أَفَلا تَذَكَّرُون) يونس 3 (أَوَلَمْ يَنْظُرُوا فِي مَلَكُوتِ السَّمَاوَاتِ وَالْأَرْضِ وَمَا خَلَقَ اللَّهُ مِنْ شَيْءٍ وَأَنْ عَسَى أَنْ يَكُونَ قَدِ اقْتَرَبَ أَجَلُهُمْ فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ) الأعراف185. ¶ - شرك الألوهية، وهو التوجه بالعبادة صلاة وصياما وحجا ونسكا ورجاء وتوكلا وخوفا ورهبة ورغبة ومحبة لغير الله معه أو من دونه، أو اتخاذ الوسطاء بين العبد وربه كما لدى القبوريين والباطنيين واليهود والنصارى ( قُلْ إِنَّ صَلاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ) الأنعام 162.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "- شرك الأسماء والصفات، كأن تسمي الله تعالى أو تصفه بما لم يرد في الكتاب والسنة، أو تعتقد أن مخلوقا يتصف بصفة كمال كاتصاف الله بها، كما لدى الخرافيين والمشعوذين الذين يدعون معرفة الغيب والقدرة المطلقة ( وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ سَيُجْزَوْنَ مَا كَانُوا يَعْمَلُون) الأعراف180، ( لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ) الشورى 11 ¶ إن الشرك الأكبر هو الوجه الثاني للكفر، أما الأصغر فهو الممهد له المعبد طريقه المؤدي إليه. لذلك على المؤمن أن يبذل قصارى جهده لتجنب الشرك الأصغر وسد جميع الذرائع إليه، وأن يبادر بالاستغفار والتوبة من كل خاطرة أو لمحة أو نجوى بها شبهة ذلك. ¶ 3 – صيانة النفس البشرية من التلف، بقوله تعالى: ( وَلا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَق) الفرقان 68، لأن الأصل في النفس البشرية أنها واحدة ( يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاء) النساء 1، وقتل الجزء بمثابة قتل الكل. والأحاديث النبوية في الأمر كثيرة منها قوله صلى الله عليه وسلم: ( كل ذنب عسى الله أن يغفره إلا من مات مشركا أو قتل مؤمنا متعمدا) مورد الظمآن،(َ قَتْلُ الْمُؤْمِنِ أَعْظَمُ عِنْدَ اللَّهِ مِنْ زَوَالِ الدُّنْيَا) النسائي ( أَوَّلُ مَا يُقْضَى بَيْنَ النَّاسِ بِالدِّمَاءِ) البخاري.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "ويشمل ذلك قتل الإنسان نفسه،( قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهم عَلَيْهِ وَسَلَّمَ: مَنْ قَتَلَ نَفْسَهُ بِحَدِيدَةٍ فَحَدِيدَتُهُ بِيَدِهِ يَجَأُ بِهَا فِي بَطْنِهِ فِي نَارِ جَهَنَّمَ خَالِدًا مُخَلَّدًا فِيهَا أَبَدًا وَمَنْ قَتَلَ نَفْسَهُ بِسُمٍّ فَسُمُّهُ بِيَدِهِ يَتَحَسَّاهُ فِي نَارِ جَهَنَّمَ خَالِدًا مُخَلَّدًا فِيهَا أَبَدًا وَمَنْ تَرَدَّى مِنْ جَبَلٍ فَقَتَلَ نَفْسَهُ فَهُوَ يُرَدَّى فِي نَارِ جَهَنَّمَ خَالِدًا مُخَلَّدًا فِيهَا أَبَدًا) أحمد ¶ كما يشمل الإجهاض وعملية تحديد النسل، بطرق غير شرعية ولغير ضرورة معتبرة، وفي ذلك يقول الله تعالى ( قَدْ خَسِرَ الَّذِينَ قَتَلُوا أَوْلادَهُمْ سَفَهاً بِغَيْرِ عِلْمٍ وَحَرَّمُوا مَا رَزَقَهُمُ اللَّهُ افْتِرَاءً عَلَى اللَّهِ قَدْ ضَلُّوا وَمَا كَانُوا مُهْتَدِينَ)الأنعام 140. ¶ ويشمل قتل الغير( وَلا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ) الأنعام 151 ( مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرائيلَ أَنَّهُ مَنْ قَتَلَ نَفْساً بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعاً وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعاً) المائدة32.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "وقد اختلف أهل العلم فيمن قتل مؤمنا متعمدا هل له من توبة؟، فقال بعضهم هو في النار أبدا، وحجتهم قوله تعالى ( وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً فَجَزَاؤُهُ جَهَنَّمُ خَالِداً فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَاباً عَظِيماً) النساء 93 ( مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرائيلَ أَنَّهُ مَنْ قَتَلَ نَفْساً بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعاً وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعاً) النساء 93، والحديث السابق عن الذي يقتل نفسه، وما رواه البخاري عن سعيد بن جبير قال: اختلف في أهل الكوفة، فرحلت فيها إلى ابن عباس فسألته عنها، فقال: نزلت هذه الآية ( وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً فَجَزَاؤُهُ جَهَنَّمُ خَالِداً فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَاباً عَظِيماً) النساء 93هي آخر ما نزل وما نسخها شيء، وما روي عن سالم بن أبي الجعد قال: كنت عند ابن عباس بعدما كف بصره فجاءه رجل فقال: ما تقول في رجل قتل مؤمنا متعمدا؟ قال: جزاؤه جهنم خالدا فيها، فقال: أرأيت إن تاب وآمن وعمل صالحا ثم اهتدى؟ قال: وأنى له الهدى؟ فوالذي نفسي بيده إن هذه الآية نزلت فما نسختها آية بعد نبيكم. وفي رواية للبخاري أيضا (أَنَّ ابْنَ جُرَيْجٍ أَخْبَرَهُمْ قَالَ أَخْبَرَنِي الْقَاسِمُ بْنُ أَبِي بَزَّةَ أَنَّهُ سَأَلَ سَعِيدَ بْنَ جُبَيْرٍ هَلْ لِمَنْ قَتَلَ مُؤْمِنًا مُتَعَمِّدًا مِنْ تَوْبَةٍ فَقَرَأْتُ عَلَيْهِ ( وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ ) فَقَالَ سَعِيدٌ قَرَأْتُهَا عَلَى ابْنِ عَبَّاسٍ كَمَا قَرَأْتَهَا عَلَيَّ فَقَالَ هَذِهِ مَكِّيَّةٌ نَسَخَتْهَا آيَةٌ مَدَنِيَّةٌ الَّتِي فِي سُورَةِ النِّسَاءِ)، وقد وردت روايتان أولاهما أن آية النساء",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "نزلت بعد آية الفرقان بستة أشهر، والثانية أنها بثمانية أشهر. ¶ وحجة القائلين بأن للقاتل عمدا توبة قوله تعالى: ( إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ) النساء 48، وقوله تعالى: ( أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَأْخُذُ الصَّدَقَاتِ وَأَنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ) التوبة104، ويردون على ما روي عن ابن عباس أن الآية نزلت في مقيس بن ضبابة الذي أسلم ثم قتل مؤمنا وانصرف إلى مكة كافرا مرتدا فأهدر النبي صلى الله عليه وسلم دمه وأمر بقتله يوم فتح مكة وهو متعلق بالكعبة. والجمع بين الآيتين، آية الفرقان وآية النساء ممكن، فلا نسخ ولا تعارض، وذلك بأن يحمل مطلق آية النساء على مقيد آية الفرقان، فيكون معناه: فجزاؤه جهنم إلا من تاب. والأخبار في توبة القاتل كثيرة، وذلك ما يذهب إليه أكثر أهل العلم",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "4 – اجتناب فاحشة الزنى: بقوله تعالى (وَلا يَزْنُون) الفرقان 68، وهو نظير قوله تعالى: ( وَلا تَقْرَبُوا الزِّنَى إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلا) الإسراء 32( إِنَّهُ كَانَ فَاحِشَةً وَمَقْتاً وَسَاءَ سَبِيلاً) النساء 22، فوصفه تعالى بثلاث صفات محرمات منفرات: بكونه فاحشة أي شناعة وتجاوزا للحدود، وكونه مقتا يوجب لصاحبه الشناءة والبغض وسخط الله والناس، وكونه ساء سبيلا، أي بئس السلوك والمسلك والطريق، ولذلك بين رسول الله صلى الله عليه وسلم العواقب المدمرة لشيوع الفاحشة في المجتمع( عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ قَالَ أَقْبَلَ عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَال:\"َ يَا مَعْشَرَ الْمُهَاجِرِينَ خَمْسٌ إِذَا ابْتُلِيتُمْ بِهِنَّ وَأَعُوذُ بِاللَّهِ أَنْ تُدْرِكُوهُنَّ ، لَمْ تَظْهَرِ الْفَاحِشَةُ فِي قَوْمٍ قَطُّ حَتَّى يُعْلِنُوا بِهَا إِلَّا فَشَا فِيهِمُ الطَّاعُونُ وَالْأَوْجَاعُ الَّتِي لَمْ تَكُنْ مَضَتْ فِي أَسْلَافِهِمِ الَّذِينَ مَضَوْا، وَلَمْ يَنْقُصُوا الْمِكْيَالَ وَالْمِيزَانَ إِلَّا أُخِذُوا بِالسِّنِينَ وَشِدَّةِ الْمَئُونَةِ وَجَوْرِ السُّلْطَانِ عَلَيْهِمْ، وَلَمْ يَمْنَعُوا زَكَاةَ أَمْوَالِهِمْ إِلَّا مُنِعُوا الْقَطْرَ مِنَ السَّمَاءِ وَلَوْلَا الْبَهَائِمُ لَمْ يُمْطَرُوا، وَلَمْ يَنْقُضُوا عَهْدَ اللَّهِ وَعَهْدَ رَسُولِهِ إِلَّا سَلَّطَ اللَّهُ عَلَيْهِمْ عَدُوًّا مِنْ غَيْرِهِمْ فَأَخَذُوا بَعْضَ مَا فِي أَيْدِيهِم،ْ وَمَا لَمْ تَحْكُمْ أَئِمَّتُهُمْ بِكِتَابِ اللَّهِ وَيَتَخَيَّرُوا مِمَّا أَنْزَلَ اللَّهُ إِلَّا جَعَلَ اللَّهُ بَأْسَهُمْ بَيْنَهُم) ابن ماجه",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "وقد امتدح الله تعالى العفة وحرض عليها وبشر أصحابها بالفلاح ( وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ) المؤمنون 5، وأرشد إلى ما يعين على ذلك ويسد الذرائع إلى فاحشة الزنى ( قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ إِنَّ اللَّهَ خَبِيرٌ بِمَا يَصْنَعُون) النور 30، وقال صلى الله عليه وسلم:( يَا مَعْشَرَ الشَّبَابِ مَنِ اسْتَطَاعَ مِنْكُمُ الْبَاءَةَ فَلْيَتَزَوَّجْ وَمَنْ لَمْ يَسْتَطِعْ فَعَلَيْهِ بِالصَّوْمِ فَإِنَّهُ لَهُ وِجَاءٌ) البخاري، كما حذر عز وجل حفظا للمجتمع وصيانة للأعراض من إشاعة الفاحشة بالقول أو الفعل أو سوء الظن(إِنَّ الَّذِينَ يُحِبُّونَ أَنْ تَشِيعَ الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا لَهُمْ عَذَابٌ أَلِيمٌ فِي الدُّنْيَا وَالْآخِرَة) النور 19( يَا أَيُّهَا الَّذِينَ آمَنُوا اجْتَنِبُوا كَثِيراً مِنَ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ إِثْمٌ) الحجرات 12 ( وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَداً وَأُولَئِكَ هُمُ الْفَاسِقُون) النور 4، وقد أخرج البخاري ومسلم ( عَنِ الزُّهْرِيِّ قَالَ أَخْبَرَنِي عَلِيُّ بْنُ الْحُسَيْنِ رَضِي اللَّه عَنْهمَا أَنَّ صَفِيَّةَ زَوْجَ النَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَخْبَرَتْهُ أَنَّهَا جَاءَتْ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَزُورُهُ فِي اعْتِكَافِهِ فِي الْمَسْجِدِ فِي الْعَشْرِ الْأَوَاخِرِ مِنْ رَمَضَانَ فَتَحَدَّثَتْ عِنْدَهُ سَاعَةً ثُمَّ قَامَتْ تَنْقَلِبُ فَقَامَ النَّبِيُّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَعَهَا يَقْلِبُهَا حَتَّى إِذَا بَلَغَتْ بَابَ الْمَسْجِدِ عِنْدَ بَابِ أُمِّ سَلَمَةَ مَرَّ رَجُلَانِ مِنَ",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "الْأَنْصَارِ فَسَلَّمَا عَلَى رَسُولِ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَالَ لَهُمَا النَّبِيُّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ:\" عَلَى رِسْلِكُمَا إِنَّمَا هِيَ صَفِيَّةُ بِنْتُ حُيَيٍّ\" فَقَالَا: سُبْحَانَ اللَّهِ يَا رَسُولَ اللَّهِ وَكَبُرَ عَلَيْهِمَا، فَقَالَ النَّبِيُّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ:\" إِنَّ الشَّيْطَانَ يَبْلُغُ مِنَ الْإِنْسَانِ مَبْلَغَ الدَّمِ وَإِنِّي خَشِيتُ أَنْ يَقْذِفَ فِي قُلُوبِكُمَا شَيْئًا\" ) ¶ لقد بين الله عز وجل في هذه الآيات الكريمة صفات عباد الرحمن، فنزههم ابتداء عن العنف والتكبر وغفلة الليل والإسراف والتقتير، ثم أضاف صفة أخرى هي ضرورة تطهرهم مما هو أعظم، مثل الشرك والقتل والزنى. في إشارة واضحة إلى أن الصفات الأولى لا ترفع صاحبها إلى درجة عباد الرحمن، إلا إذا توجت بالتوحيد الخالص (وَالَّذِينَ لا يَدْعُونَ مَعَ اللَّهِ إِلَهاً آخَرَ) الفرقان 68، وباجتناب القتل والزنى وما في حكمهما(وَلا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلا يَزْنُونَ ) الفرقان 68. لأن الكافر قد تتوفر فيه الصفات الأولى ويقعد به شركه عن الارتفاع، والمؤمن قد تتوفر فيه أكثر هذه الصفات بما فيها الإيمان، ولكنه إن لم يجتنب القتل والزنى لم يكن ضمن هذه النخبة من عباد الرحمن. ¶ وحثا منه عز وجل للعباد على الالتحاق بهذه المرتبة الرفيعة، واستصلاحا لهم، هداية ورحمة وترغيبا وترهيبا، عقب على تقريره صفات عباد الرحمن بوعيد صارم للعصاة ، ووعد حق للطائعين التوابين. ¶ أما وعيده فقوله تعالى (وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَاما ) ، فقوله (وَمَنْ يَفْعَلْ ذَلِكَ) إشارة إلى مجموع تلك الآثام ( دعوة غير الله تعالى، قتل النفس، فاحشة الزنى).",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "ولفظ \" أَثام \" مثل: نَكال وَوَبال َوزْناً ومعنى، أي جزاء ارتكاب الذنب وعقوبته. وما بعد لفظ\" أثام \" ، شرح وتفصيل لهذا الجزاء ، وهو (يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَانا) الفرقان 69، وتضعيف العقوبة مع الخلود في النار حقيرا ذليلا مرتب على مجموع تلك المعاصي لا على كل واحدة منها ، مضاعفة العقوبة وتكرارها بسبب تضاعف أسبابها، والخلود في النار بسبب الشرك ودعوة غير الله تعالى، أما المؤمن فتضاعف عقوبته ولكنه لا يخلد في النار. ¶ هذا الوعيد الصارم الشديد أسلوب يؤثر في النفس البشرية التواقة إلى النجاة والسعادة، إذ الخوف والرجاء فطرة بشرية أصيلة، والمؤمن الحق دائما بين خوف يرده عن المعاصي ورجاء يحث به الخطى نحو الجنة،( إِنَّهُمْ كَانُوا يُسَارِعُونَ فِي الْخَيْرَاتِ وَيَدْعُونَنَا رَغَباً وَرَهَباً وَكَانُوا لَنَا خَاشِعِين) الأنبياء90، لذلك عقب تعالى على ذكر العقوبة ، بفتح باب الرجاء والأمل والبشارة لمن أقلع وتاب ورجع إلى الحق والصواب، كيلا تتقطع قلوب العباد يأسا وقنوطا ، فقال (إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ عَمَلاً صَالِحاً فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ اللَّهُ غَفُوراً رَحِيما) الفرقان 70، فأرشد إلى طريق النجاة من العذاب المضاعف المخلد في النار، وبَيَّنَ أن التوبة مسلك ذلك ووسيلته الأولى والوحيدة. ¶ إن حقيقة التوبة الرجوع عن الذنب إلى الطاعة، جذرها اللغوي: \" تاب \" أي رجع بعد ذهاب، و\" تاب إلى الله من كذا وعن كذا، توبا وتوبة ومتابا وتابة\" أي رجع عن المعصية، فهو تائب . ¶ والتوب ترك الذنب على أجمل الوجوه، ورجل تواب أي كثير الرجوع إلى الطاعة. ¶ والله تواب: أي يتوب على عبده ويقبل توبته ويعود عليه بالمغفرة والفضل، أو يوفقه للتوبة ويسدد خطاه في طريقها. ¶ واستتبت فلانا إذا عرضت عليه التوبة ورغبته فيها.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "يقال كذلك آب وثاب وأناب بنفس المعنى، ورجل ثواب وأواب وتواب ومنيب كذلك. ¶ وفي التنزيل: ¶ - (غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ ) غافر3 ¶ - ( وَاذْكُرْ عَبْدَنَا دَاوُدَ ذَا الْأَيْدِ إِنَّهُ أَوَّاب ) ص17. ¶ - (وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَى وَحُسْنَ مَآبٍ ) ص 40، أي حسن مرجع. ¶ - (يَا جِبَالُ أَوِّبِي مَعَهُ وَالطَّيْر) سبأ 10، أي رجعي ورددي التسبيح معه. ¶ - (وَإِذْ جَعَلْنَا الْبَيْتَ مَثَابَةً لِلنَّاسِ وَأَمْناً) البقرة 125. ¶ - (وَأَنِيبُوا إِلَى رَبِّكُمْ وَأَسْلِمُوا لَهُ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ ثُمَّ لا تُنْصَرُون ) الزمر54 . ¶ - (وَإِذَا مَسَّ الْأِنْسَانَ ضُرٌّ دَعَا رَبَّهُ مُنِيباً إِلَيْه ) الزمر8، أي راجعا إلى طاعته غير خارج عن أمره. ¶ - وفي الحديث النبوي( آيِبُونَ تَائِبُونَ عَابِدُونَ لِرَبِّنَا حَامِدُونَ ) البخاري ومسلم. ¶ وحكم التوبة أنها فرض على جميع المسلمين ، لقوله تعالى : ( يَا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحاً عَسَى رَبُّكُمْ أَنْ يُكَفِّرَ عَنْكُمْ سَيِّئَاتِكُمْ وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَار)، فوصفها تعالى بلفظ ( نصوح) تمييزا لها عن التوبة المائعة الوقتية التي سرعان ما تتلاشى؛ فالنصوح (أي الخلوص ) والصدق أهم صفاتها وجوهر حقيقتها، يقال \"عسل ناصح\" إذا كان خالصا ومصفى من كل الشوائب كالشمع وغيره، والتوبة النصوح كذلك لأنها تخلص صاحبها من كل الآفات وتصفيه من كل الذنوب. ¶ لذلك كانت للتوبة النصوح شروط لا تتحقق إلا بها، وهي: ¶ - الندم على ما ارتكب من السيئات. ¶ - الإقلاع عن رديء الأعمال والعادات. ¶ - القيام في الحال على أحسن الحالات. ¶ - رد الحقوق والمظلمات. ¶ - العزم على ترك العودة إلى المخالفات. ¶ - تدارك ما أمكن تداركه مما فات من الأعمال الصالحة والعبادات.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "إن المرء إزاء ما ارتكب من ذنب بين ثلاثة أمور: ¶ - أن يقول: ما فعلته ليس إثما، وهو بذلك على خطر عظيم لأنه استحل حراما. ¶ - أو يقول: فعلت ذلك لأجل كذا، وهذا منه مجرد مراوغة وتبرير. ¶ - أو يقول: فعلت وأسأت وقد أقلعت، وهذه هي التوبة. ¶ فالتوبة بذلك ندم يورث عزما وقصدا، وعلامة الندم رقة قلب خوفا ورجاء، وغزارة دمع حزنا واستغفارا، لذلك قال عمر رضي الله عنه: (اجلسوا إلى التوابين فإنهم أرق أفئدة). وعلامة العزم والقصد الإقلاع البات والجهد في الطاعة. ¶ لقد رغب الشرع الحكيم في التوبة وحرض عليها وحببها بنصوص الكتاب والسنة فقال تعالى: ¶ َ- ( وَتُوبُوا إِلَى اللَّهِ جَمِيعاً أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُون ) النور31 ¶ - (إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِين ) البقرة 222 ¶ - (أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَأْخُذُ الصَّدَقَاتِ وَأَنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيم) التوبة 104 ¶ - (قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ ) الزمر 53 ¶ - (وَمَنْ يَعْمَلْ سُوءاً أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُوراً رَحِيما ) النساء 110",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "وأخرج مسلم : حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ وَإِسْحَقُ بْنُ إِبْرَاهِيمَ وَاللَّفْظُ لِعُثْمَانَ قَالَ إِسْحَقُ أَخْبَرَنَا و قَالَ عُثْمَانُ حَدَّثَنَا جَرِيرٌ عَنِ الْأَعْمَشِ عَنْ عُمَارَةَ بْنِ عُمَيْرٍ عَنِ الْحَارِثِ بْنِ سُوَيْدٍ قَالَ دَخَلْتُ عَلَى عَبْدِ اللَّهِ أَعُودُهُ وَهُوَ مَرِيضٌ فَحَدَّثَنَا بِحَدِيثَيْنِ حَدِيثًا عَنْ نَفْسِهِ وَحَدِيثًا عَنْ رَسُولِ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُولُ لَلَّهُ أَشَدُّ فَرَحًا بِتَوْبَةِ عَبْدِهِ الْمُؤْمِنِ مِنْ رَجُلٍ فِي أَرْضٍ دَوِّيَّةٍ مَهْلِكَةٍ مَعَهُ رَاحِلَتُهُ عَلَيْهَا طَعَامُهُ وَشَرَابُهُ فَنَامَ فَاسْتَيْقَظَ وَقَدْ ذَهَبَتْ فَطَلَبَهَا حَتَّى أَدْرَكَهُ الْعَطَشُ ثُمَّ قَالَ أَرْجِعُ إِلَى مَكَانِيَ الَّذِي كُنْتُ فِيهِ فَأَنَامُ حَتَّى أَمُوتَ فَوَضَعَ رَأْسَهُ عَلَى سَاعِدِهِ لِيَمُوتَ فَاسْتَيْقَظَ وَعِنْدَهُ رَاحِلَتُهُ وَعَلَيْهَا زَادُهُ وَطَعَامُهُ وَشَرَابُهُ فَاللَّهُ أَشَدُّ فَرَحًا بِتَوْبَةِ الْعَبْدِ الْمُؤْمِنِ مِنْ هَذَا بِرَاحِلَتِهِ وَزَادِه ¶ وأخرج أحمد:حَدَّثَنَا عَفَّانُ حَدَّثَنَا شُعْبَةُ عَن عَمْرِو بْنِ مُرَّةَ عَن أَبِي عُبَيْدَةَ عَن أَبِي مُوسَى عَنِ النَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ اللَّهَ عَزَّ وَجَلَّ يَبْسُطُ يَدَهُ بِالنَّهَارِ لِيَتُوبَ مُسِيءُ اللَّيْلِ وَيَبْسُطُ يَدَهُ بِاللَّيْلِ لِيَتُوبَ مُسِيءُ النَّهَارِ حَتَّى تَطْلُعَ الشَّمْسُ مِنْ مَغْرِبِهَا",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "وأخرج مسلم: حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا غُنْدَرٌ عَنْ شُعْبَةَ عَنْ عَمْرِو بْنِ مُرَّةَ عَنْ أَبِي بُرْدَةَ قَالَ سَمِعْتُ الْأَغَرَّ وَكَانَ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُحَدِّثُ ابْنَ عُمَرَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَا أَيُّهَا النَّاسُ تُوبُوا إِلَى اللَّهِ فَإِنِّي أَتُوبُ فِي الْيَوْمِ إِلَيْهِ مِائَةَ مَرَّةٍ ¶ وروى ابن ماجة: حَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الدَّارِمِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الرَّقَاشِيُّ حَدَّثَنَا وُهَيْبُ بْنُ خَالِدٍ حَدَّثَنَا مَعْمَرٌ عَنْ عَبْدِ الْكَرِيمِ عَنْ أَبِي عُبَيْدَةَ بْنِ عَبْدِ اللَّهِ عَنْ أَبِيهِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ التَّائِبُ مِنَ الذَّنْبِ كَمَنْ لَا ذَنْبَ لَهُ ¶ إن الله عز وجل يستثني من العذاب، التوابين توبة نصوحا، توبة في طياتها الإيمان والعمل الصالح، ويجزيهم على ذلك جزاء أوفى يناسب عظمة كرمه وعفوه، ومن أكرم منه تعالى؟ ومن أكثر عفوا منه سبحانه؟ ¶ يقول عز وجل: (فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ اللَّهُ غَفُوراً رَحِيماً) الفرقان 70",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "أخرج الإمام أحمد: حَدَّثَنَا أَبُو مُعَاوِيَةَ حَدَّثَنَا الْأَعْمَشُ عَنِ الْمَعْرُورِ بْنِ سُوَيْدٍ عَنْ أَبِي ذَرٍّ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِنِّي لَأَعْرِفُ آخِرَ أَهْلِ النَّارِ خُرُوجًا مِنَ النَّارِ وَآخِرَ أَهْلِ الْجَنَّةِ دُخُولًا الْجَنَّةَ يُؤْتَى بِرَجُلٍ فَيَقُولُ نَحُّوا كِبَارَ ذُنُوبِهِ وَسَلُوهُ عَنْ صِغَارِهَا قَالَ فَيُقَالُ لَهُ عَمِلْتَ كَذَا يَوْمَ كَذَا وَكَذَا وَعَمِلْتَ كَذَا يَوْمَ كَذَا وَكَذَا قَالَ فَيَقُولُ يَا رَبِّ لَقَدْ عَمِلْتُ أَشْيَاءَ لَمْ أَرَهَا هُنَا قَالَ فَضَحِكَ رَسُولُ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ حَتَّى بَدَتْ نَوَاجِذُهُ قَالَ فَيُقَالُ لَهُ فَإِنَّ لَكَ مَكَانَ كُلِّ سَيِّئَةٍ حَسَنَةً. ¶ ثم عقب سبحانه على التوبة من الذنوب بقوله: (وَمَنْ تَابَ وَعَمِلَ صَالِحاً فَإِنَّهُ يَتُوبُ إِلَى اللَّهِ مَتَاباً ) الفرقان 71، فالتوبة الأولى توبة من الذنوب ورجوع عن المعصية إلى الطاعة، وإقلاع عن الخطأ إلى الصواب، ، أما التوبة الثانية هنا فتعني الرجوع إلى الله وحكمه، وإلى صراطه المستقيم، واستحقاق نعيمه المقيم، كما تعني كذلك أن من تاب تاب الله عليه وغفر له، مثل قوله (وَمَنْ يَعْمَلْ سُوءاً أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُوراً رَحِيما) 110، وهذا إخبار منه تعالى بواسع رحمته وعموم لطفه وجزيل إحسانه. ¶ إن لفظ \" عباد الرحمن \" وصف يطلق على أشخاص يتحلون بصفات محددة ذكرها الله عز وجل في هذه الآيات المباركة. إلا أن هذا اللفظ أيضا يعد مصطلحا أخلاقيا صرفا يدل على بناء سلوكي متكامل كالقصر المشيد، له أسسه وركائزه ومرافقه وزينته، جزئياته وكلياته متكاملة لا تنفصل عن بعضها أو تستغني.",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "وقد أوجز عز وجل في هذه الآيات الكريمة معالم هذا البناء وأجمل سماته، فبدأ بالأركان الإيجابية منها، تواضعا وحلما وتهجدا واستعاذة من النار واعتدالا ( الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْناً وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلاماً ...الآية)، وثنى بقواعد البناء التي يقوم بها وعليها، اجتنابا للكفر والشرك والكبائر قتلا وفاحشة (َوالَّذِينَ لا يَدْعُونَ مَعَ اللَّهِ إِلَهاً آخَرَ وَلا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلا يَزْنُونَ... ) ؛ ثم أحكم المبنى بذكر التحسينات التي لابد منها للتكامل والجودة فقال: ¶ 1 - (وَالَّذِينَ لا يَشْهَدُونَ الزُّورَ ) الفرقان72",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "وحرف الزاي والواو والراء أصل واحد يدل على الميل والعدول، ومنه \" ازوَرَّ عن الشيء\" إذا مال عنه وانحرف، وكل ما هو تغيير للحق والحقيقة زور، فالكذب زور لأنه ميل عن طريق الحق، والشرك والكفر والباطل أيا كان زور، ومجالس اللهو والعبث والفاحشة زور كذلك، أما شهادة الزور فمنها حضور كل مجلس يجري فيه ما لا يجوز شرعا أو مروءة، لأن مجرد مشاهدة هذه المجالس أو حضورها اشتراك فيها وإقرار لها ورضا بها، يقول تعالى: (وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا فَأَعْرِضْ عَنْهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ وَإِمَّا يُنْسِيَنَّكَ الشَّيْطَانُ فَلا تَقْعُدْ بَعْدَ الذِّكْرَى مَعَ الْقَوْمِ الظَّالِمِينَ ) الأنعام 68، ويقول أيضا: (فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ وَاجْتَنِبُوا قَوْلَ الزُّورِ ) الحج30، ومنها أيضا تزوير الحقائق وقلبها عند تأدية الشهادة إن احتيج إليها، وهو ما رواه البخاري في صحيحه، قال: ( حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ حَدَّثَنَا الْجُرَيْرِيُّ عَنْ عَبْد ِالرَّحْمَنِ بْنِ أَبِي بَكْرَةَ عَنْ أَبِيهِ رَضِي اللَّه عَنْه قَالَ: قَالَ النَّبِيُّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ:\" أَلَا أُنَبِّئُكُمْ بِأَكْبَرِ الْكَبَائِر\"ِ ثَلَاثًا، قَالُوا: بَلَى يَا رَسُولَ اللَّهِ، قَال:َ \" الْإِشْرَاكُ بِاللَّهِ وَعُقُوقُ الْوَالِدَيْن \"،ِ وَجَلَسَ وَكَانَ مُتَّكِئًا فَقَال:\"َ أَلَا وَقَوْلُ الزُّورِ\"، قَالَ فَمَا زَالَ يُكَرِّرُهَا حَتَّى قُلْنَا لَيْتَهُ سَكَتَ ) . والآية بهذا تحرم الزور قولا وفعلا وسماعا ومشاهدة وشهادة، وتنزه المؤمن عن مخالطة الشر وأهله، وتصون دينه عما يثلمه ويشينه. ¶ 2 – (وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَاماً ) الفرقان72:",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "واللام والغين وحرف العلة في لفظ \" لغو\" أصلان صحيحان أحدهما من \" لغي \" بالشيء إذا لهج به وتكلم، ومنه اشتق لفظ \" اللغة \"، والثاني يدل على الشيء الذي لا يعتد به وهو المقصود في الآية الكريمة، ¶ واللغو هو كل ما سقط من قول أو فعل أو سفاهة، وما لا يعتد به ولا تحصل منه فائدة، كاليمين اللغو في قوله تعالى:( لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِنْ يُؤَاخِذُكُمْ بِمَا كَسَبَتْ قُلُوبُكُمْ وَاللَّهُ غَفُورٌ حَلِيمٌ ) البقرة225، أي بما لم تنعقد عليه نياتكم وقلوبكم، كقول الرجل في درج كلامه: \" بلى والله ... لا والله ...\" دون أن يقصد الحلف. ¶ واللغو كل ما يجب أن يلغى ويترك من الأقوال والأفعال مما ليس بطاعة أو مباح؛ فإذا صادف أن مر المؤمن بمجالس الزور واللغو أكرم نفسه ونزهها بالإعراض والإنكار وترك الخوض فيها أو المساعدة عليها أو النظر والمشاهدة لها (وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَاماً ). ¶ وأصل لفظ \" كراما \" من قول العرب \" ناقة كريمة\"، إذا كانت تعرض عند الحلب تكرما كأنها لا تبالي بما يحلب منها لغزارته، فاستعير ذلك لإعراض ذوي المروءة عما يشينهم إكراما لأنفسهم وتنزها، كقوله تعالى:( وَإِذَا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ وَقَالُوا لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ سَلامٌ عَلَيْكُمْ لا نَبْتَغِي الْجَاهِلِينَ ) القصص 55، وقد روي أن إبراهيم بن ميسرة قال: بلغني أن ابن مسعود مر بلهو معرضا فلم يقف فقال رسول الله صلى الله عليه وسلم: ( لقد أصبح ابن مسعود وأمسى كريما) ثم تلا إبراهيم بن ميسرة قوله تعالى: (وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَاماً ). ¶ 3 – (وَالَّذِينَ إِذَا ذُكِّرُوا بِآياتِ رَبِّهِمْ لَمْ يَخِرُّوا عَلَيْهَا صُمّاً وَعُمْيَاناً ) الفرقان73:",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "وللمرء إذا ما ذكر بآيات الله وآلائه ونعمه، أو وجه إليه نصح أو ترغيب في رضا الله أو ترهيب من غضبه، أو حث على فعل الواجب واجتناب المحرم، أحد موقفين: ¶ - إما أن يتلقى ذلك مفتحا ذهنه حريصا على الاستفادة، مقبلا على المذكر الناصح بأذن واعية وعين راعية وقلب خاشع، ممتثلا لشرع الله وحكمه، وهو بذلك من (الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ أُولَئِكَ الَّذِينَ هَدَاهُمُ اللَّهُ وَأُولَئِكَ هُمْ أُولُو الْأَلْبَابِ ) الزمر18. ¶ - وإما أن يخر على النصح بأذن صماء وعين عمياء وقلب مختوم عليه، لا يتأثر ولا يتغير، ويبقى مستمرا على الغواية والضلال والجهل والكفر، وعن مثله قال تعالى:( وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيراً مِنَ الْجِنِّ وَالْأِنْسِ لَهُمْ قُلُوبٌ لا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لا يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لا يَسْمَعُونَ بِهَا أُولَئِكَ كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ أُولَئِكَ هُمُ الْغَافِلُونَ ) الأعراف 179. ¶ إن الذين يذكرون بآيات الله صنفان: سعيد وشقي، وقلبان: حي وميت، وفيهما قال تعالى:( وَإِذَا مَا أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَاناً فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَاناً وَهُمْ يَسْتَبْشِرُون،َ وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ فَزَادَتْهُمْ رِجْساً إِلَى رِجْسِهِمْ وَمَاتُوا وَهُمْ كَافِرُونَ ) التوبة 124-125 ¶ 4 – ( وَالَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ ) الفرقان74:",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "وقرة العين كناية عن السرور والفرح، من \" قر \"، ولها معنيان أحدهما البرد وثانيهما الاستقرار والتمكن، تقول العرب: \" دمع السرور بارد ودمع الحزن سخن\"، ومن ذلك قولهم:\" أقر الله عينك وأسخن عين عدوك \"؛ كما أن للفظ صلة بمعنى الاستقرار والتمكن، لأن الرجل إذا كانت له زوجة صالحة وذرية طيبة مطيعة معاونة، وبورك له في أهله وولده قرت عينه بهم وسكنت عن ملاحظة أزواج الآخرين وذرياتهم، وذلك هو قرة العين وسكون النفس. وفي ذلك إشارة لطيفة إلى كون صلاح الزوجة شرط في صلاح الذرية، لأن الأم مدرسة للأبناء ينعكس فيهم مستوى ثقافتها وأخلاقها ودينها عقيدة وشريعة وسلوكا. ولذلك يحرص عباد الرحمن على أن يكون لهم أعقاب عمال لله تقر بهم الأعين، وأزواج صالحات يساهمن في تربية الذرية على التقوى والصلاح، فلا تنقطع أعمالهم بالموت وإنما تستمر في الأبناء والحفدة، ويوقنون أن ذلك هبة من الله تعالى فيلجؤون إليه بالدعاء والتوسل (قَالَ رَبِّ هَبْ لِي مِنْ لَدُنْكَ ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ الدُّعَاء )آل عمران 38 (فَهَبْ لِي مِنْ لَدُنْكَ وَلِيّاً يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ وَاجْعَلْهُ رَبِّ رَضِيّاً ) مريم 5-6. قال صلى الله عليه وسلم:( إذا مات الإنسان انقطع عمله إلا من ثلاث، صدقة جارية، وعلم ينتفع به، وولد صالح يدعو له) الترمذي والنسائي. ¶ وفي الآية إشارة إلى أمرين أولهما أهمية الزوجة الصالحة للدنيا والآخرة، وثانيهما أن خير العبادة ما استمر بعد الموت بصلاح الذرية ودعائها. ¶ 5 – (وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَاماً ) الفرقان74: ¶ \" إماما \" جمع مفرده\" آمٌّ \"، كقولك: رجل صائم وقوم صيام، وإذا جعلنا \" إماما \" مفردا جمعه \" أئمة \" كان للدلالة على الجنس كقوله تعالى: (ثُمَّ يُخْرِجُكُمْ طِفْلاً ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ ) غافر 67.",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "والمعنى أن من صفات عباد الرحمن أن يسألوا ربهم أن يبلغهم في العلم والدين مبلغا يجعلهم هداة إلى الخير دعاة إلى الطاعة، أئمة يقتدى بهم وتكون سيرتهم أسوة حسنة ودعوة صادقة يسترشد بها (وَجَعَلْنَاهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا وَأَوْحَيْنَا إِلَيْهِمْ فِعْلَ الْخَيْرَاتِ وَإِقَامَ الصَّلاةِ وَإِيتَاءَ الزَّكَاةِ وَكَانُوا لَنَا عَابِدِينَ ) الأنبياء 73، وفي موطأ الإمام مالك رضي الله عنه أن عمر بن الخطاب رأى على طلحة بن عبيد الله ثوبا مصبوغا وهو محرم، فقال عمر: ما هذا الثوب المصبوغ يا طلحة؟ فقال طلحة: يا أمير المؤمنين إنما هو مدر، فقال عمر: إنكم أيها الرهط أئمة يقتدي بكم الناس فلو أن رجلا جاهلا رأى هذا الثوب لقال إن طلحة بن عبيد الله كان يلبس الثياب المصبغة في الإحرام، فلا تلبسوا أيها الرهط شيئا من هذه الثياب المصبغة. ¶ ثم ختم عز وجل وصفه لعباده المتقين بذكر الجزاء الذي أعده لهم فقال (أُولَئِكَ يُجْزَوْنَ الْغُرْفَةَ بِمَا صَبَرُوا وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلاماً) الفرقان 75, أي أن المتصف بالصفات الواردة في هذه الآيات ،وهي التواضع والحلم و التهجد و الخوف من الله، و الاعتدال في الأمر كله والرفق في القول والتصرف، والتنزه عن الشرك والكبائر، والتوبة والإعراض عن السوء وأهله، وتحمل الأذى والعفو عن أهله، واجتناب الزور واللغو، وقبول الموعظة و النصح، و الابتهال إلى الله طلبا للعون بالزوجة الصالحة والذرية الطيبة وببلوغ مرتبة الإمامة في الدين000 كان جزاءه بما صبر على الطاعة و عن الشهوات ثلاثة أصناف من التكريم0",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "1- الدرجة العليا من الجنة و قد عبر عنها القرآن \" بالغرفة \" (أُولَئِكَ يُجْزَوْنَ الْغُرْفَةَ بِمَا صَبَرُواً) الفرقان 75, و الغرفة لغة هي كل بناء عال، يقول تعالى (وَمَا أَمْوَالُكُمْ وَلا أَوْلادُكُمْ بِالَّتِي تُقَرِّبُكُمْ عِنْدَنَا زُلْفَى إِلَّا مَنْ آمَنَ وَعَمِلَ صَالِحاً فَأُولَئِكَ لَهُمْ جَزَاءُ الضِّعْفِ بِمَا عَمِلُوا وَهُمْ فِي الْغُرُفَاتِ آمِنُونَ) سبأ 37, ( لَكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ غُرَفٌ مِنْ فَوْقِهَا غُرَفٌ مَبْنِيَّةٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَعْدَ اللَّهِ لا يُخْلِفُ اللَّهُ الْمِيعَادَ) الزمر20 ¶ 2- التعظيم، لقوله تعالى (وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلاماً) الفرقان 75, والتحية تكون لهم من الله تعالى (سَلامٌ قَوْلاً مِنْ رَبٍّ رَحِيمٍ) يس 58, و تكون أيضا من الملائكة (جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ وَالْمَلائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ سَلامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ) الرعد 23-24. ¶ 3- دوام هذا التعظيم خالصا غير منقطع، لا يشوبه سوء أو اضطراب، وخلود المقام في الجنة لا يظعنون ولا يحولون ولا يموتون (خَالِدِينَ فِيهَا حَسُنَتْ مُسْتَقَرّاً وَمُقَاماً)الفرقان 76, (وَأَمَّا الَّذِينَ سُعِدُوا فَفِي الْجَنَّةِ خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ عَطَاءً غَيْرَ مَجْذُوذٍ) هود 108.",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "ثم لما وصف عز وجل عباده المتقين, وذكر ما أعد لهم من النعيم المقيم, أمر رسوله الكريم ـ صلى الله عليه وسلم ـ بأن يبين للمعرضين عن عبادته, غناه عنهم, وأن وجودهم والعدم سواء، وأن الاكتراث لا يكون إلا للعبادة وحدها، و(الدعاء هو العبادة) كما قال رسول الله ـ صلى الله عليه وسلم ـ في رواية الترمذي وأبي داود وابن ماجه وأحمد، فإن دعوه توبة وتضرعا واحتياجا رحمهم واستجاب لهم وأعطاهم سؤلهم وأنعم عليهم (قُلْ مَا يَعْبَأُ بِكُمْ رَبِّي لَوْلا دُعَاؤُكُم) الفرقان 77، وإن أصروا على الكفر والمخالفة وكذبوا بما أنزل على الرسول ـ صلى الله عليه وسلم ـ فليس لهم عند الله إلا العذاب المقيم الثابت والخلود في النار (فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُونُ لِزَاماً) الفرقان 77. ¶ وصايا من القرآن الكريم ¶ قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ ( الأنعام151) ¶ حفل القرآن الكريم بكل ما يحتاج إليه الإنسان في حياته اليومية من توجيهات ووصايا ربانية، منتثرة بين ثنايا السور والآيات، مجتمعة و متفرقة حسب ما يقتضيه السياق البياني الإعجازي . ¶ من هذه الوصايا عشر وردن في سورة الأنعام ( الآيات 151 – 152 – 153 )، قال فيهن ابن عباس رضي الله عنه: \" هذه آيات محكمات لم ينسخهن شيء في جميع الكتب \" ، أي الكتب السماوية \" ، وقال أيضا عنها: \" في الأنعام آيات محكمات هن أم الكتاب\" ، ثم قرأ : \"قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ...\" . ¶ وقال ابن مسعود رضي الله عنه من أراد أن ينظر إلى وصية رسول الله صلى الله عليه وسلم التي عليها خاتم النبوة فليقرأ هذه الآيات: \" قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ..\" إلى قوله تعالى: \" لعلكم تتقون \" .",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "وعن عبادة بن الصامت قال: \" قال: رسول الله – صلى الله عليه وسلم - : أيكم يبايعني على ثلاث؟ ثم تلا - صلى الله عليه وسلم - : (قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ...) حتى فرغ من الآيات، ثم قال: فمن وفى فأجره على الله ومن انتقص منهن شيئا فأدركه الله به في الدنيا كانت عقوبته، ومن أخر إلى الآخرة فأمره إلى الله ، إن شاء عذبه وإن شاء عفا عنه \" . ¶ في هذه الآيات أُمِرَ النبي – صلى الله عليه وسلم – بأن يدعو جميع الخلق جنا وإنسا إلى سماع ما حرم الله، بشريعة الإسلام المبعوث بها إليهم حقا ويقينا ووحيا ، وقد ُصِّنَفتْ فيها المحرمات إلى ثلاث درجات حسب مستوى التفكير العقلي للمخاطبين . خمس منها لا يقع فيها مجرد العاقل الذي يميز النافع من الضار بداهة، وأربع منها لا يقع فيها من يتذكر ويتفكر ويشعر بالمسؤولية أمام ربه وإزاء نفسه والخلق أجمعين، وعاشرة يتصف بها من عزم على ركوب جادة الصواب كاملة وبذل الجهد لبلوغ مرتبة التقوى ؛ ولذلك ختمت الفئة الأولى بقوله تعالى \" ذلكم وصاكم به لعلكم تعقلون \" ، والفئة الثانية بقوله عز وجل : \" ذلكم وصاكم به لعلكم تذكرون \" والعاشرة بقوله تعالى \" ذلكم وصاكم به لعلكم تتقون \" . ¶ بدأت الآيات بقوله تعالى : \" قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ... \" و فيها دعوة للناس أن يتقدموا و يقبلوا على رسول الله – صلى الله عليه وسلم – ليستمعوا بيان ما جعله الله تعالى محرما وليعرفوا من خلال ذلك ما جعله الله واجبا، فبدأ سبحانه بالخمس الأوليات العقلية، ثم بالأربع التذكرية، ثم بعاشرة التقوى . ¶ الفئة الأولى: الوصايا العقلية ¶ 1- الشرك بالله ( قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلَّا تُشْرِكُوا بِهِ شَيْئًا ) الأنعام 150",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "وكما أن سورة البقرة تكاد تكون مختصة بجدال اليهود وكشف مثالبهم وانحرافهم، وسورة المائدة عنيت بجدال أهل الكتاب و النصارى منهم خاصة، فإن سورة الأنعام قد شرحت تمهيدا منها للوصايا العشر، حال المشركين، وبينت أنواع شركهم وفساد عقيدتهم على أحسن وجه : ¶ - الشرك باتخاذ الأوثان (وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ آزَرَ أَتَتَّخِذُ أَصْنَامًا آلِهَةً إِنِّي أَرَاكَ وَقَوْمَكَ فِي ضَلَالٍ مُبِينٍ ) الأنعام /74. ¶ - الشرك بعبادة النجوم و الكواكب (فَلَمَّا رَأَى الشَّمْسَ بَازِغَةً قَالَ هَذَا رَبِّي هَذَا أَكْبَرُ فَلَمَّا أَفَلَتْ قَالَ يَا قَوْمِ إِنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ ) الأنعام 78 ¶ - الشرك بعبادة الجن (وَجَعَلُوا لِلَّهِ شُرَكَاءَ الْجِنَّ وَخَلَقَهُمْ ) الأنعام 100 ¶ - الشرك بالزعم أن لله بنين و بنات (وَخَرَقُوا لَهُ بَنِينَ وَبَنَاتٍ بِغَيْرِ عِلْمٍ سُبْحَانَهُ وَتَعَالَى عَمَّا يَصِفُون ) َالأنعام 100 ¶ فلما بين في ثنايا سورة الأنعام فساد هذه الطوائف المشركة، عقب على ذلك في أول الوصايا العشر بتحريم الشرك والتحذير منه، فقال سبحانه وتعالى: ( ألا تشركوا به شيئا ) ومثله قوله تعالى في سورة لقمان (وَإِذْ قَالَ لُقْمَانُ لِابْنِهِ وَهُوَ يَعِظُهُ يَا بُنَيَّ لَا تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ) (13) ، وقوله في سورة النساء : (إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدْ ضَلَّ ضَلَالًا بَعِيدًا(116) . ¶ وعن عبادة بن الصامت قال : \" أوصانا رسول الله – صلى الله عليه وسلم – بسبع خصال: ألا تشركوا به شيئا وإن حرقتم و قطعتم و صلبتم....\" ¶ 2 - عقوق الوالدين: (وَبِالْوَالِدَيْنِ إِحْسَانًا ) الأنعام151",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "عقب سبحانه وتعالى على تحريم الشرك، بتحريم عقوق الوالدين المتضمن أمره بالإحسان إليهما، وهو مثل قوله تعالى في سورة الإسراء: ( وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا فَلَا تَقُلْ لَهُمَا أُفٍّ وَلَا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلًا كَرِيمًا(23)وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنْ الرَّحْمَةِ وَقُلْ رَّبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا(24)؛ فبدأ بإيجاب العبادة لله وحده، و ثنى بوجوب الإحسان إلى الوالدين، وذلك لأن أعظم النعم على الإنسان في الدنيا هي نعمة خلق الله له، و تتلوها نعمة الوالدين اللذين هما السبب الظاهر في وجود الإنسان، وفي تربيته و الشفقة عليه ورعايته والمحافظة عليه من الضياع في صغره. ¶ عن ابن مسعود رضي الله عنه قال :( سألت رسول الله صلى الله عليه وسلم : أي العمل أفضل؟ قال: الصلاة على وقتها. قلت: فأي ؟ قال: بر الوالدين، قلت : ثم أي؟ قال : الجهاد في سبيل الله ) ¶ ويقتضي الإحسان إلى الوالدين برَّهما وحفظهما و صيانتهما وامتثال أمرهما و عدم التسلط عليهما ، والدعاء لهما بعد مماتهما والإحسان إلى ذوي ودهما ومحبتهما . ¶ 3- قتل الأبناء: (وَلَا تَقْتُلُوا أَوْلَادَكُمْ مِنْ إِمْلَاقٍ نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ ) الأنعام 151. ¶ لما ذكر حق الوالدين الذين هم الأصول، أوصى بالأبناء الذين هم الفروع، فحرم قتلهم لتستمر الحياة البشرية على الأرض هنية آمنة مطمئنة يملأها الود و الوفاء.",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "إن قتل الأبناء صنفان: مادي هو الوأد الذي كان معروفا في الجاهلية، لسببين أولهما الإملاق (الفقر) الذي ذكرته هذه الآية، والثاني هو الخوف من العار كما شرحته آية أخرى في سورة النحل (وَإِذَا بُشِّرَ أَحَدُهُمْ بِالْأُنثَى ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ(58)يَتَوَارَى مِنْ الْقَوْمِ مِنْ سُوءِ مَا بُشِّرَ بِهِ أَيُمْسِكُهُ عَلَى هُونٍ أَمْ يَدُسُّهُ فِي التُّرَابِ أَلَا سَاءَ مَا يَحْكُمُونَ(59)؛ وهذا الصنف هو الذي تطور في العصر الحديث إلى ما يسمى بعملية تحديد النسل لغير ضرورة صحية بواسطة الأقراص والحقن و اللوالب. ¶ أما الصنف الثاني من الوأد فمعنوي يهمل به المرء تربية أبنائه وتعليمهم أمر دينهم ، فيلقي بهم في غضب الله وعقاب اليوم الآخر . ¶ 4- ارتكاب الفواحش: (وَلَا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ ) الأنعام 151",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "والفواحش هنا لا تخصص بالزنا فقط، وإنما تجرى على عمومها، فتشمل ظلم الإنسان نفسه، وعدوانه على غيره سرا أو علانية، سواء كان ذلك بالشرك أو الكفر أو الزنا أو السرقة أو غير ذلك مما يدخل في عموم الفاحشة، كما توضح بإشارتها لما ظهر وما بطن من الفواحش إلى أن الإنسان إذا احترز من المعصية ظاهرا وارتكابها سرا فهو لم يفعل ذلك عبودية لله وطاعة، ولكن مراعاة منه للناس أو خوفا منهم، ومن تركها ظاهرا وباطنا فقد تركها تعظيما لأمر الله وامتثالا، وهو نفس معنى قوله تعالى : (وَذَرُوا ظَاهِرَ الْإِثْمِ وَبَاطِنَهُ إِنَّ الَّذِينَ يَكْسِبُونَ الْإِثْمَ سَيُجْزَوْنَ بِمَا كَانُوا يَقْتَرِفُونَ ) الذي تقدم في الآية 120 من نفس سورة الأنعام. وقوله عز وجل في الآية 33 سورة الأعراف (إِنَّمَا حَرَّمَ رَبِّي الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَنْ تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ ) ¶ 5 - قتل النفس: (وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُون)َ الأنعام151 ¶ إن قتل النفس داخل في جملة الفواحش، ولكن الله عز وجل أفرده في هذه الآية لخطورة الجريمة وعظم فحشها. والأصل الشرعي في قتل النفس هو الحرمة. وحله لا يثبت إلا بدليل منفصل وقطعي، قال تعالى في الآية 32 من سورة المائدة: (مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرَائِيلَ أَنَّهُ مَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا ) ؛ وما ذلك إلا لأن النفوس البشرية كلها خلقت من نفس واحدة، والجراءة على قتل الفرع جراءة على قتل الأصل.",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "وليس مباشرة القتل وحدها هي الجريمة والفاحشة؛ بل الإعانة على القتل بأي طريق أو وسيلة تعد قتلا، ولو بكلمة أو إشارة، أو خبر يبلغ للقاتل، سواء كان شخصا حقيقيا أو شخصا اعتباريا، كرجال السلطة الظالمة التي تبحث عن الذرائع لقتل المؤمنين وسجنهم وتشريد أبنائهم. ¶ قال رسول الله صلى الله عليه وسلم فيما أخرجه ابن ماجه في سننه: (من أعان على قتل مؤمن بشطر كلمة لقي الله عز وجل مكتوب بين عينيه آيس من رحمة الله ). ¶ وقال فيما أخرجه البخاري في صحيحه: ( لا يزال المؤمن في فسحة من دينه ما لم يصب دما حراما ). ¶ وقال فيما أخرجه الحميدي في مسنده: (ما من نفس تقتل ظلما إلا كان على ابن آدم الأول كفل منها، لأنه سن القتل أولا ). ¶ وقال فيما أخرجه مسلم في صحيحه: (أول ما يقضى بين الناس يوم القيامة في الدماء). ¶ الفئة الثانية: وصايا للتذكر والتقوى ¶ وتتابع الآيات الكريمة وصاياها بقوله تعالى (وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ بِالْقِسْطِ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا وَإِذَا قُلْتُمْ فَاعْدِلُوا وَلَوْ كَانَ ذَا قُرْبَى وَبِعَهْدِ اللَّهِ أَوْفُوا ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَذَكَّرُونَ(152)، وقد تضمنت أربع وصايا تختص بدرجة أعلى من درجة التعقل، وهي مرتبة تذكر المرء وعدم نسيانه مسؤوليته إزاء الخالق والمخلوق في المعاملات والسلوك، وهن:",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "1 – المحافظة على مال اليتيم: ( وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ )، وهذا يقتضي من كافل اليتيم أن يرعى ماله وينميه، وألا يضيعه بتبذير أو إسراف، حتى إذا بلغ اليتيم راشدا غير سفيه سلمه ماله كله، يقول تعالى:( وَيَسْأَلُونَكَ عَنْ الْيَتَامَى قُلْ إِصْلَاحٌ لَهُمْ خَيْرٌ وَإِنْ تُخَالِطُوهُمْ فَإِخْوَانُكُمْ وَاللَّهُ يَعْلَمُ الْمُفْسِدَ مِنْ الْمُصْلِحِ وَلَوْ شَاءَ اللَّهُ لَأَعْنَتَكُمْ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ)-220 البقرة-، ويلحق بأموال اليتامى أموال طائفتين من المؤمنين هما: ¶ - أموال المستضعفين الذين لا يستطيعون حيلة يدافعون بها عن أنفسهم وممتلكاتهم، فيحرم النيل منها أو اغتصابها أو استغلالها لغير مصلحة أربابها. ¶ - أموال الأمة( المال العام)، بيد المسؤولين والحكام وأعوانهم، فيحرم التصرف فيها أو إهدارها أو استثمارها واستغلالها لغير المصلحة العامة، وبغير رضا أصحابها وهم جمهور المسلمين. ¶ ولذلك حذر الرسول صلى الله عليه وسلم أبا ذر رضي الله عنه من أن يلي أموال اليتامى بقوله: ( يا أبا ذر إني أراك ضعيفا، وإني أحب لك ما أحب لنفسي، لا تؤمرن على اثنين، ولا تلين مال يتيم)- مسلم-، كما عد أكل مال اليتيم من السبع الموبقات في الحديث الذي رواه البخاري ومسلم عن أبي هريرة( اجتنبوا السبع الموبقات...). ¶ 2 – القسط في الكيل والميزان:(وَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ بِالْقِسْطِ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا)، والقسط معناه العدل، والوفاء معناه التمام، لذلك يشترط في الكيل والميزان أخذا وعطاء، وتبادلا للمنافع بين الخلق، سواء كان مقايضة للسلع أو معاملة بالنقد أو بالذهب والفضة، عدم انتقاص الحقوق، وإلا كان ذلك غشا وأكلا لأموال الناس بالباطل.",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "ومن القسط تجنب الربا والنصب والخداع في التعامل التجاري مع جميع الخلق، مسلمين وغير مسلمين، من كافة الأعراق والأجناس. ¶ 3- العدل في القول والشهادة: ( وَإِذَا قُلْتُمْ فَاعْدِلُوا وَلَوْ كَانَ ذَا قُرْبَى )، والقول يعني كل ما ينطق به لسان المرء، والعدل هنا معناه التزام الحق والصدق في المقال والفعال في كل وقت وحين، في حال الرضا وحال الغضب، مع القريب والبعيد، نصيحة يبذلها المؤمن لأخيه، أو أمرا بمعروف أو نهيا عن منكر، أو أداء لشهادة لا يصده عنها قريب يداجيه ( ولو كان ذا قربى )، أو عدو يبغضه (وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلَّا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى )- المائدة8 - ¶ 4 – الوفاء بالعهد: (وَبِعَهْدِ اللَّهِ أَوْفُوا ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَذَكَّرُونَ )، والوفاء هو تمام أداء الحقوق والثبات عليه، وعهد الله أولى ما يوفى به، وعهود الخلق تبع لعهد الله،ولذلك قال تعالى في سورة النحل- 91:( وَأَوْفُوا بِعَهْدِ اللَّهِ إِذَا عَاهَدْتُمْ وَلَا تَنقُضُوا الْأَيْمَانَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمْ اللَّهَ عَلَيْكُمْ كَفِيلًا إِنَّ اللَّهَ يَعْلَمُ مَا تَفْعَلُونَ )، وقال: ( وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ وَإِيَّايَ فَارْهَبُونِي)- البقرة40-، ومدح نبيه إسماعيل عليه السلام بقوله:( وَاذْكُر ْفِي الْكِتَابِ إِسْمَاعِيلَ إِنَّهُ كَانَ صَادِقَ الْوَعْدِ وَكَانَ رَسُولًا نَبِيًّا) - مريم 54- ¶ كما بين عز وجل عاقبة الغدر بنقض العهود فقال:",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "- ( وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ لَئِنْ آتَانَا مِنْ فَضْلِهِ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنْ الصَّالِحِينَ فَلَمَّا آتَاهُمْ مِنْ فَضْلِهِ بَخِلُوا بِهِ وَتَوَلَّوا وَهُمْ مُعْرِضُونَ فَأَعْقَبَهُمْ نِفَاقًا فِي قُلُوبِهِمْ إِلَى يَوْمِ يَلْقَوْنَهُ بِمَا أَخْلَفُوا اللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُوا يَكْذِبُونَ ) التوبة75-77- ¶ - (وَمَا يُضِلُّ بِهِ إِلَّا الْفَاسِقِين َالَّذِينَ يَنقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ أُوْلَئِكَ هُمْ الْخَاسِرُونَ) -البقرة27 - ¶ وحذر رسول الله صلى الله عليه وسلم من عاقبة نقض العهد في أحاديث كثيرة منها: ¶ - ( إذا جمع الله الأولين والآخرين يوم القيامة، يرفع لكل غادر لواء، فقيل: هذا غدرة فلان ابن فلان) – مسلم- ¶ - (... ولم ينقضوا عهد الله وعهد رسوله إلا سلط الله عليهم عدوا من غيرهم فأخذوا بعض ما في أيديهم...) - ابن ماجه والبزار والبيهقي والحاكم- ¶ - (... ولا ختر قوم بالعهد إلا سلط الله عليهم العدو...) – مالك موقوفا والطبراني مرفوعا- ¶ - وفي إشارة منه صلى الله عليه وسلم إلى وجوب الوفاء بالعهد ولو لكافر قال:( إني لا أخيس بالعهد ولا أحبس الرسل) – أبو داود والنسائي وصححه ابن حبان- ¶ الفئة الثالثة: عاشرة درجة التقوى( صراط الله المستقيم) ¶ وقد تضمنها قوله تعالى: ( وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ )، فمن تعقل والتزم بالوصايا الخمس الأولى، وتذكر فالتزم بالوصايا الأربع الثانية، وتوج ذلك كله بالامتثال لتعاليم الوصية العاشرة المذكورة في هذه الآية الكريمة، فقد تسنم ذروة التقوى.",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "ولفظ التقوى مشتق من جذره اللغوي \" وقى يقى وقاية\"، ومن بلغ درجة التقوى فقد احتمى بحمى الله تعالى، ووقى نفسه غضب الله وعذابه، واستحق محبته ونعيمه وجنته. ¶ إن الوصايا التسع الأولى يجب أن يكون الالتزام بها مبنيا على صراط الله عز وجل بشروط ثلاثة هي: ¶ - استقامة الطريق( صراطي مستقيما)، وقد أجمل بهذه الصفة جميع ما تقدم، بما يقتضي دخول سائر تعاليم الإسلام، عقيدة وشريعة وأخلاقا ونظما؛ وسمى كل ذلك( الصراط المستقيم)، وهو سبيل الله الواحد الأحد، سبيل جماعة الهدى؛ ومصيره الجنة. ¶ - الاتباع، ويقتضي امتثال أوامر الله تعالى في كتابه الكريم، والاقتداء بنبيه عليه الصلاة والسلام في سنته وهديه. ¶ - عدم اتباع ما سوى ذلك من سبل، لأن فيها شركا وكفرا وتمزيقا للصف المسلم، وهذا مثل قوله تعالى:( أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ ) – الشورى 13-، فأمرهم بلزوم الجماعة وعدم الاختلاف، معبرا عن الحق بصيغة المفرد ( وأن هذا صراطي...)، وعن الباطل بصيغة الجمع ( ولا تتبعوا السبل...) إشارة منه تعالى إلى أن الحق واحد لا يتعدد، والباطل أصناف وأنواع ومذاهب وفرق وملل ونحل اشترعها الشيطان، وجماعها الضلالة ومصيرها النار. ¶ عن جابر قال: كنا جلوسا عند النبي صلى الله عليه وسلم، فخط خطا هكذا أمامه فقال:(هذا سبيل الله)، وخطين عن يمينه وخطين عن شماله وقال:( هذه سبل الشيطان)، ثم وضع يده في الخط الأوسط ثم تلا هذه الآية: ( وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ ) رواه أحمد.",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "وعن سمعان عن رسول الله صلى الله عليه وسلم قال:( ضرب الله مثلا صراطا مستقيما، وعلى جنبي الصراط سوران فيهما أبواب مفتحة، وعلى الأبواب ستور مرخاة، وعلى باب الصراط داع يقول: \" يا أيها الناس ادخلوا الصراط المستقيم جميعا ولا تفرقوا \"، وداع يدعو من فوق الصراط، فإذا أراد الإنسان أن يفتح شيئا من تلك الأبواب قال: \" ويحك لا تفتحه، فإنك إن تفتحه تلجه \"، فالصراط الإسلام، والسوران حدود الله، والأبواب المفتحة محارم الله، وذلك الداعي على رأس الصراط كتاب الله، والداعي من فوق الصراط واعظ الله في قلب كل مسلم ) - الترمذي والنسائي-. ¶ صدق النية والقول والعمل ¶ قال الله تعالى: ( يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَكُونُوا مَعَ الصَّادِقِينَ ) التوبة 119 ¶ هذه الآية الكريمة نزلت في ثلاثة من الأنصار تخلفوا عن غزوة تبوك، ولم ينفروا فيها للجهاد إذ استنفرهم الرسول صلى الله عليه وسلم؛ وهم كعب بن مالك ومُرارة بن الربيع العامري وهلال بن أمية الواقفي، وكانوا ضمن نيف وثمانين مسلما لم يخرجوا للمشاركة في هذه الغزوة.",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "وبعد عودة الرسول عليه السلام وسؤاله إياهم جادل كل متخلف عن نفسه بعذر، فقبل منهم صلى الله عليه وسلم أعذارهم واستغفر لهم الله ووكل نواياهم إليه سبحانه، إلا هؤلاء الثلاثة فقد صدقوه الجواب وبينوا له أنهم لا عذر لهم، فأرجأ عليه السلام قبول توبتهم، وأمرهم بملازمة بيوتهم واعتزال نسائهم، وأمر المسلمين بمقاطعتهم؛ فتجلى بذلك إيمان الثلاثة وامتثالهم، وإيمان المجتمع الإسلامي وانضباطه في أنصع الصور إشراقا ونورانية. ودام هذا الاختبار النبوي خمسين ليلة توجت بنزول توبتهم قرآنا يتلى أبد الدهر (وَعَلَى الثَّلاثَةِ الَّذِينَ خُلِّفُوا حَتَّى إِذَا ضَاقَتْ عَلَيْهِمُ الْأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنْفُسُهُمْ وَظَنُّوا أَنْ لا مَلْجَأَ مِنَ اللَّهِ إِلَّا إِلَيْهِ ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُوا إِنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ ) التوبة 118، ثم خوطبوا توجيها وهداية إلى سبيل الرشاد والفلاح بقوله تعالى (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَكُونُوا مَعَ الصَّادِقِينَ ) التوبة 119. ¶ وظاهر الآية أن الأمر بالتقوى والكون مع الصادقين للمسلمين كافة على الإطلاق والعموم وجوبا، وليس خاصا بالثلاثة الذين خلفوا؛ كما أن فيها ما يفيد الزجر عن فعل ما ارتكب من تخلف عن الجهاد بقوله تعالى: (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ ) في عدم الامتثال والطاعة للأمر النبوي، وما يفيد المقصود من التقوى وهو وجوب الكون مع الرسول وأصحابه واجتناب الكون مع المنافقين الذين مكثوا في بيوتهم ولم يخرجوا للجهاد بقوله: (وَكُونُوا مَعَ الصَّادِقِينَ ).",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "ولفظ \" التقوى \" مشتق من جذره \" وقى \" الذي يدل على دفع شيء عن شيء بغيره، و\"الوقاية \" من وقى الشيء يقيه وقاية ووقيا أي صانه وحماه وحفظه، ومنه قوله تعالى: (وَمَا لَهُمْ مِنَ اللَّهِ مِنْ وَاقٍ ) الرعد34 أي من دافع، وقوله (فَاتَّقُوا النَّارَ الَّتِي وَقُودُهَا النَّاسُ وَالْحِجَارَةُ أُعِدَّتْ لِلْكَافِرِينَ ) البقرة34، وقوله : (هُوَ أَهْلُ التَّقْوَى وَأَهْلُ الْمَغْفِرَة ) المدثر 56 أي أهل أن يتقى غضبه وعقابه وعذابه. ¶ وفي الحديث الذي أخرجه البخاري: (اتَّقُوا النَّارَ وَلَوْ بِشِقِّ تَمْرَةٍ ) ، أي احذروا النار واجعلوا بينكم وبينها صدقة ولو بشق تمرة . وما أخرجه مسلم (إِنَّمَا الْإِمَامُ جُنَّةٌ يُقَاتَلُ مِنْ وَرَائِهِ وَيُتَّقَى بِهِ ) أي يدفع به العدو ويتقى بقوته، ومنه قول الإمام علي رضي الله عنه :( كُنَّا إِذَا احْمَرَّ الْبَأْسُ وَلَقِيَ الْقَوْمُ الْقَوْمَ اتَّقَيْنَا بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَمَا يَكُونُ مِنَّا أَحَدٌ أَدْنَى مِنْ الْقَوْمِ مِنْهُ ) ابن حنبل، أي جعلناه وقاية لنا وقمنا خلفه واستقبلنا به العدو. ¶ أما لفظ \" الصدق \" فحروفه الصاد والدال والقاف أصل يدل على قوة في الشيء قولا أو عملا، والصَّدْق – بفتح الصاد وسكون الدال – من الرماح والسيوف الصُلب المستوي ؛ ومن الرجال الجامع للأوصاف المحمودة، والمَصْدَق\" الشجاع صادق الحملة صادق السعي والوعد، وسمي مهر المرأة صداقا لقوة وجوبه ولزومه، ومصداق الشيء ما يصدقه، ومنه \" إن لكل قول مصداقا ولكل حق حقيقة\"، والصداقة قوة المودة والتعاون والنصيحة في الرفقة والمعاشرة، والصدق ضد الكذب، سمي صدقا لقوته في نفسه ولأن الكذب لا قوة فيه فهو باطل.",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "والصدق في القول هو مطابقة الكلام لضمير القائل وللشيء المخبر عنه معا . فإن انخرم أحد الشرطين بأن لم يطابق ضمير المتكلم أو لم يطابق حقيقة المخبر عنه لم يكن صدقا تاما، من ذلك قول المنافقين فيما حكاه القرآن عنهم: (إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ ) المنافقون 1، فقد أكذبهم الله تعالى بقوله:(وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ) المنافقون 1؛ كما أن للصدق والكذب معنى خفيا ينبغي أن ينتبه له الصادقون في تعاملهم مع بعضهم ، وذلك حين تكون الحاجة للنصح أو البيان، فيكون الكلام صدقا إن تضمن نصحا أو بيانا أو توضيحا، ويكون السكوت وإخفاء ما يفيد الدعوة أو يضرها كذبا وغشا وخداعا وتمويها وخيانة.… ¶ لقد أعلى الله تعالى من شأن الصدق فوصف به نفسه عز وجل في آيات قرآنية كثيرة :{ قُلْ صَدَقَ اللّهُ فَاتَّبِعُواْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ } آل عمران (95) ، {وَالَّذِينَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا وَعْدَ اللّهِ حَقًّا وَمَنْ أَصْدَقُ مِنَ اللّهِ قِيلاً } النساء (122) ، { اللّهُ لا إِلَهَ إِلاَّ هُوَ لَيَجْمَعَنَّكُمْ إِلَى يَوْمِ الْقِيَامَةِ لاَ رَيْبَ فِيهِ وَمَنْ أَصْدَقُ مِنَ اللّهِ حَدِيثًا}النساء (87) . ¶ كما وصف به رسله عليهم الصلاة والسلام في قوله تعالى : { قَالُوا يَا وَيْلَنَا مَن بَعَثَنَا مِن مَّرْقَدِنَا هَذَا مَا وَعَدَ الرَّحْمَنُ وَصَدَقَ الْمُرْسَلُونَ} يس (52) ، { وَلَمَّا رَأَى الْمُؤْمِنُونَ الْأَحْزَابَ قَالُوا هَذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ وَصَدَقَ اللَّهُ وَرَسُولُهُ وَمَا زَادَهُمْ إِلَّا إِيمَانًا وَتَسْلِيمًا}الأحزاب (22)",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "بل لقد كان الصدق الوعاء الأول الذي استوعب الرسالة ؛ فالرسول الكريم صلى الله عليه وسلم المشهود له بأنه على خلق عظيم ، عُرف منذ نشأته الأولى بخلق الصدق حتى لقبه قومه بـ\"الصادق الأمين\" ، وشهد له أعداؤه بالصدق والأمانة ، فلم يجرؤوا على اتهامه بالكذب. وقد ظل الرسول صلى الله عليه وسلم مستمسكا بخلق الصدق في كل أحواله ؛ في جده وفي مزحه ؛ لأنه كان قرآنا يمشي على الأرض ، فالله تعالى :{ أعلم حيث يجعل رسالته }الأحزاب 124 ¶ كما أن خلق الصدق هو صفة الأخيار من عباد الله الصالحين القائمين بالطاعة الملتزمين بالصراط المستقيم :{ إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنفُسِهِمْ فِي سَبِيلِ اللَّهِ أُوْلَئِكَ هُمُ الصَّادِقُونَ } الحجرات (15) . ¶ ولذلك كان الأمر بالصدق التام الناجز المطابق للضمير ولحقائق الأشياء المخبر عنها ماضيا وحاضرا واستقبالا، وكان معنى قوله تعالى:( وَكُونُوا مَعَ الصَّادِقِينَ ) اصدقوا والزموا الصدق وكونوا مع أهله تنجوا من التهلكة وتجعلوا بينكم وبين غضب الله تعالى وعقابه وقاية.",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "لقد كانت المخالفة في تبوك كبيرة، والذنب عظيما، ولكن الأنصاريين الثلاثة صدقوا رسول الله صلى الله عليه وسلم واعترفوا بجريرتهم، ولم يلجؤوا للمراوغة بالأعذار الواهية، ومع ذلك ووجهوا بحزم وشدة دون سائر المخالفين، لأن الذنب يعظم بعظم مرتكبه والعقوبة كذلك بحسب رتبة المذنب، ألم يخاطب الله تعالى أمهات المؤمنين بقوله:( يَا نِسَاءَ النَّبِيِّ مَنْ يَأْتِ مِنْكُنَّ بِفَاحِشَةٍ مُبَيِّنَةٍ يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيراً ) الأحزاب 30 (يَا نِسَاءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِنَ النِّسَاءِ إِنِ اتَّقَيْتُنَّ ) الأحزاب 32؟؛ كذلك الثلاثة المخلفون كانت مكانتهم بين الأنصار والمهاجرين عالية، وسابقتهم في الإسلام والجهاد والبذل مكينة، لذلك أخضعهم الله تعالى لاختبار شديد، ووضعهم في بوتقة أشرف المعادن، تذيب مادتهم وتجلو حقيقتهم وتكشف مكنون إيمانهم، وتبتلي بهم في نفس الوقت مجتمع المسلمين، تربية وتثبيتا وتأسيا وتدريبا لهم على التجرد لدينهم، فصمد الثلاثة للاختبار بمقاطعة الناس لهم واعتزال نسائهم خمسين يوما، وامتثل المجتمع الإسلامي للأمر النبوي بمقاطعتهم، فلم تثر فيه عصبية قبلية أو عرقية أو عائلية أو زوجية؛ وإنما شع إيمان الجميع، وأشرقت الوجوه بعبادة الامتثال والانصياع، حتى إذا تجلى للكون نموذج الأمة الجديدة الخاتمة لأمم الإيمان والإحسان، تجلى ربك عز وجل عليهم بالتوبة واللطف والرحمة والمغفرة، ونزل ذلك قرآنا يتلى أبد الدهر في ملأ الأرض وملأ السماء( لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالْأَنْصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ مِنْ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ إِنَّهُ بِهِمْ رَؤُوفٌ رَحِيمٌ وَعَلَى الثَّلاثَةِ الَّذِينَ خُلِّفُوا حَتَّى إِذَا ضَاقَتْ عَلَيْهِمُ الْأَرْضُ",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنْفُسُهُمْ وَظَنُّوا أَنْ لا مَلْجَأَ مِنَ اللَّهِ إِلَّا إِلَيْهِ ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُوا إِنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ) التوبة117- 118 . ¶ لقد اجتمعت في هذه الحادثة كل ظروف التشديد: علو مرتبة المخالفين، وعظم الذنب، وحزم الرسول صلى الله عليه وسلم في المعالجة، وكون غزوة تبوك مفصلا هاما في مسيرة الإسلام لأنها آخر الغزوات، تتم بها التربية الجهادية ويطهر بها الصف الجهادي، وأن ظروفها القتالية من الشدة والعنت سماها القرآن الكريم \" ساعة العسرة\"، لما نال المسلمين فيها من عسرة المسافة وعسرة الحر وعسرة السير والقتال وقلة الزاد والظهر (لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالْأَنْصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ مِنْ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِنْهُمْ ) التوبة117. وقد وصف عمر بن الخطاب حال المسلمين فيها فيما أخرجه ابن حبان والبيهقي والحاكم وصححه، عن ابن عباس أنه قال لعمر: حدثنا عن ساعة العسرة، فقال عمر: خرجنا مع رسول الله صلى الله عليه وسلم إلى تبوك في قيظ شديد، فنزلنا منزلا فأصابنا فيه عطش حتى ظننا أن رقابنا ستنقطع، حتى إن الرجل لينحر بعيره فيعصر فرثه فيشربه ويجعل ما بقي على كبده، فقال أبو بكر: يا رسول الله إن الله قد عودك في الدعاء خيرا فادع لنا، فرفع يديه فلم يرجعها حتى قالت السماء فأهطلت ثم سكبت، فملؤوا ما معهم، ثم ذهبنا ننظر فلم نجدها جاوزت العسكر.",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "وبعد نزول قبول توبة الثلاثة الذين خلفوا خوطبوا بنوع من الالتفات إلى عموم المسلمين بقوله تعالى: ( يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَكُونُوا مَعَ الصَّادِقِينَ )؛ وهذا الأمر الإلهي بالتقوى ولزوم الصدق وأهله بعد قصة الثلاثة الذين نفعهم صدقهم وذهب بهم عن منازل المنافقين، وجعلهم قدوة وأسوة، وخلد ذكرهم في الملأ الأعلى، يعد خير علاج للصف المسلم وأقوم طريقة لحماية المجتمع وصيانته في الدنيا من الانحراف وفي الآخرة من غضب الله وعقابه. وقد فسر القرآن الكريم المقصود من الصادقين الذين تجب مرافقتهم ولزوم صفهم بقوله تعالى: (لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَالْمَلائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَآتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّائِلِينَ وَفِي الرِّقَابِ وَأَقَامَ الصَّلاةَ وَآتَى الزَّكَاةَ وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا وَالصَّابِرِينَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ وَحِينَ الْبَأْسِ أُولَئِكَ الَّذِينَ صَدَقُوا وَأُولَئِكَ هُمُ الْمُتَّقُونَ ) البقرة177، وقوله:( مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ فَمِنْهُمْ مَنْ قَضَى نَحْبَهُ وَمِنْهُمْ مَنْ يَنْتَظِرُ وَمَا بَدَّلُوا تَبْدِيلاً ) الأحزاب 23.",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "وحق على من فهم وعقل عن الله أن يلازم الصدق في الأقوال، والإخلاص في الأعمال، والصفاء في الأحوال والمقاصد والعزائم، قال صلى الله عليه وسلم: ( إِنَّ الصِّدْقَ يَهْدِي إِلَى الْبِرِّ وَإِنَّ الْبِرَّ يَهْدِي إِلَى الْجَنَّةِ وَإِنَّ الرَّجُلَ لَيَصْدُقُ حَتَّى يَكُونَ صِدِّيقًا وَإِنَّ الْكَذِبَ يَهْدِي إِلَى الْفُجُورِ وَإِنَّ الْفُجُورَ يَهْدِي إِلَى النَّارِ وَإِنَّ الرَّجُلَ لَيَكْذِبُ حَتَّى يُكْتَبَ عِنْدَ اللَّهِ كَذَّابًا) البخاري . ¶ إن الصدق إيمان وبر وإحسان، وأهله في أعلى درجات الجنة بعد النبوة كما قرر القرآن ذلك (وَمَنْ يُطِعِ اللَّهَ وَالرَّسُولَ فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقاً ) النساء 69. ¶ وإن الكذب عار وشنار، وأهله في أدنى دركات المنافقين والأشقياء والمحرومين، مخرومة عدالتهم مردودة شهادتهم (وَيَوْمَ الْقِيَامَةِ تَرَى الَّذِينَ كَذَبُوا عَلَى اللَّهِ وُجُوهُهُمْ مُسْوَدَّةٌ أَلَيْسَ فِي جَهَنَّمَ مَثْوىً لِلْمُتَكَبِّرِينَ ) الزمر60، وقد روي أن النبي عليه السلام رد شهادة رجل في كذبة كذبها، قال معمر:( لا أدري أكذب على الله أو كذب على رسوله أو كذب على أحد من الناس) - من رواية معمر عن موسى بن أبي شيبة مرسلا، السنن الكبرى للبيهقي ومسند ابن راهويه - ، وقال الإمام مالك رضي الله عنه: ( لا يقبل خبر الكاذب في حديث الناس وإن صدق في حديث رسول الله صلى الله عليه وسلم ) وسئل شريك بن عبد الله فقيل له:( يا أبا عبد الله، رجل سمعته يكذب متعمدا أأصلي خلفه؟) قال:( لا )،.",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "إن الكاذب لا تقبل شهادته ولا خبره لأن قبول الشهادة تزكية عظيمة لا تكون إلا لمن كملت فضائله وطابت خصاله، ولا خصلة أدنى وأحقر من خصلة الكذب. يؤيد ذلك ويشرحه ما روي من أن رجلا جاء إلى النبي صلى الله عليه وسلم وقال: إني رجل أريد أن أؤمن بك إلا أني أحب الخمر والزنا والسرقة والكذب، والناس يقولون إنك تحرم هذه الأشياء ولا طاقة لي على تركها بأسرها، فإن قنعت مني بترك واحدة منها آمنت بك، فقال رسول الله صلى الله عليه وسلم: ( اترك الكذب )، فقبل ذلك ثم أسلم، فلما خرج من عند النبي صلى الله عليه وسلم عرضوا عليه الخمر فقال: إن شربت وسألني الرسول عن شربها وكذبت نقضت العهد، وإن صدقت أقام علي الحد، فتركها؛ ثم عرضوا عليه الزنا فجاءه ذلك الخاطر فتركه، وكذا في السرقة، فعاد إلى الرسول صلى الله عليه وسلم وقال: ما أحسن ما فعلت، لما منعتني عن الكذب انسدت أبواب المعاصي على، وتاب عن الكل- التفسير الكبير للرازي16/221 -. ¶ ويكفي الصدق فضلا وشرف منزلة وعلو درجة أن الإيمان منه، أي أن الإيمان الحق لا يصدر إلا عن صدق النية وصدق القول والعمل، وأن الكفر من الكذب، كذب النية والقول والعمل، ولذلك نفى الرسول صلى الله عليه وسلم أن يكون المؤمن كذابا في الحديث الذي رواه الإمام مالك في الموطأ ( قيلَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيَكُونُ الْمُؤْمِنُ جَبَانًا فَقَالَ نَعَمْ فَقِيلَ لَهُ أَيَكُونُ الْمُؤْمِنُ بَخِيلًا فَقَالَ نَعَمْ فَقِيلَ لَهُ أَيَكُونُ الْمُؤْمِنُ كَذَّابًا فَقَالَ لَا )، وقال أيضا( إِنَّ شَرَّ الرَّوَايَا رَوَايَا الْكَذِبِ وَلَا يَصْلُحُ مِنْ الْكَذِبِ جِدٌّ وَلَا هَزْلٌ ...) الدارمي.",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "إن الصدق المأمور به ليس صدق القول فقط، ولكنه أيضا صدق الإيمان وإخلاصه وصدق القول وصوابه وصدق الدين وصلابته، ألا ترى أن العرب تقول: رجل صدق، أي قوي العقيدة نية وقولا وعملا وعزيمة وقصدا، في جميع حالاته، حالات الرضا والغضب والمحبة والسخط والجد والهزل، حالات مدارات السفهاء، والانتصار للحق في حوار العقلاء، أو للنفس عند رد عدوان الجهلاء. ¶ وإذا كان الأمر بالكون مع الصادقين للوجوب، ثارت إشكالية أخرى هي أنه لابد من وجود جماعة الصدق في كل عصر، وإلا كان الأمر في غير محله ! ، فكيف الاهتداء إليها لمرافقة أهلها والانصهار في صفهم؟ ¶ يجيب القرآن الكريم على هذا التساؤل بقوله تعالى:( وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ ) آل عمران104، ويشرح الرسول الكريم ذلك بقوله: (لَا يَزَالُ طَائِفَةٌ مِنْ أُمَّتِي ظَاهِرِينَ حَتَّى يَأْتِيَهُمْ أَمْرُ اللَّهِ وَهُمْ ظَاهِرُون ) البخاري، وهذا يجعل الأمة الإسلامية معصومة عن الخطأ، ويجعل إجماعها حجة تشريعية في مجال استنباط الأحكام، والإجماع على الباطل متعذرا؛ كما ورد في الحديث الذي أخرجه الترمذي ( عَنْ ابْنِ عُمَرَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ اللَّهَ لَا يَجْمَعُ أُمَّتِي أَوْ قَالَ أُمَّةَ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى ضَلَالَةٍ وَيَدُ اللَّهِ مَعَ الْجَمَاعَةِ وَمَنْ شَذَّ شَذَّ إِلَى النَّارِ ) ، وكلما حاول أهل الباطل تزييف الشريعة الإسلامية بادعاء الإجماع على الباطل، تصدت لهم طائفة الصدق والرشد والهدى التي أشار إليها الرسول صلى الله عليه وسلم، تصدع بالحق وتخرم إجماع الباطل وتسفهه.",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "إن الأمر بملازمة الصادقين يقتضي في الإطار الدعوي ضرورة اختيار الذين توفرت فيهم هذه الصفات، وإبعاد الكذبة والمنافقين وتجار السياسة والمناورات الحزبية والمتشيطنة الذين يرفعون شعار الدعوة ويسخرونها لأغراضهم وأهوائهم ويبررون سقوطهم في الكذب والنفاق وتمرير المواقف السياسية الضالة بدعوى الضرورة والمصلحة القائمة على غير أساس، كي يكون البناء على أرض صلبة. ¶ وتبقى في الأمر إشارة أخرى واضحة مكملة لمفهوم خلق الصدق، وردت في ما تلا هذه الآية، هي قوله تعالى:( مَا كَانَ لِأَهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُمْ مِنَ الْأَعْرَابِ أَنْ يَتَخَلَّفُوا عَنْ رَسُولِ اللَّهِ وَلا يَرْغَبُوا بِأَنْفُسِهِمْ عَنْ نَفْسِهِ ) التوبة120، وتعني وجوب فداء رسول الله صلى الله عليه وسلم بالنفس والمال والأهل والولد، وعدم البخل بذلك دفاعا عنه، لاسيما عند تعرض النبوة الخاتمة للخطر، إذ النكوص عن الفداء في هذه الحالة نفاق خالص وخذلان للإسلام وأهله لا شك فيه. لكن بعد التحاق الرسول صلى الله عليه وسلم بالرفيق الأعلى كيف يبقى هذا الواجب قائما؟، ¶ إنه إذا غاب صاحب الرسالة فالرسالة باقية مستمرة لم تغب، وكتاب الله والسنة النبوية بين أظهرنا، وفداء صاحب الرسالة يكون بمحبة الكتاب والسنة، والعمل بهما ونشرهما والدفاع عنهما، وهذا هو الصدق المبرأ من كل عيب، الخالص عن كل شين، السليم من كل خلل. ¶ الحياء هو الدين كله",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُصَفَّى حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ عَنْ سَعِيدِ بْنِ سِنَانٍ عَنْ أَبِي الزَّاهِرِيَّةِ عَنْ أَبِي شَجَرَةَ كَثِيرِ ابْنِ مُرَّةَ عَنِ ابْنِ عُمَرَ أَنَّ النَّبِيَّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ: إِنَّ اللَّهَ عَزَّ وَجَلَّ إِذَا أَرَادَ أَنْ يُهْلِكَ عَبْدًا نَزَعَ مِنْهُ الْحَيَاءَ فَإِذَا نَزَعَ مِنْهُ الْحَيَاءَ لَمْ تَلْقَهُ إِلَّا مَقِيتًا مُمَقَّتًا فَإِذَا لَمْ تَلْقَهُ إِلَّا مَقِيتًا مُمَقَّتًا نُزِعَتْ مِنْهُ الْأَمَانَةُ فَإِذَا نُزِعَتْ مِنْهُ الْأَمَانَةُ لَمْ تَلْقَهُ إِلَّا خَائِنًا مُخَوَّنًا فَإِذَا لَمْ تَلْقَهُ إِلَّا خَائِنًا مُخَوَّنًا نُزِعَتْ مِنْهُ الرَّحْمَةُ فَإِذَا نُزِعَتْ مِنْهُ الرَّحْمَةُ لَمْ تَلْقَهُ إِلَّا رَجِيمًا مُلَعَّنًا فَإِذَا لَمْ تَلْقَهُ إِلَّا رَجِيمًا مُلَعَّنًا نُزِعَتْ مِنْهُ رِبْقَةُ الْإِسْلَامِ - ابن ماجة – الحديث 4054 _ ¶ هذا الحديث الشريف المرفوع إلى الرسول الأكرم عليه صلوات الله وسلامه يبُين في حكمة بالغة أن منطلق الانحراف في السلوك الاجتماعي للمرء، هو نزع الحياء الذي يقود بالضرورة إلى الفُحش والبَذاء والوقاحة وهي أخطر خصال النفاق ، والمتصف بها لن تجده إلا مقيتا مبغضا ، حتى إذا ما أبغضه الناس لم يتورع عن خيانة الأمانة التي هي خصلة ثانية من خصال النفاق المهلكة . ¶ ولا شك أن من تجرأ على الخيانة والغدر قد نزعت الرحمة من قلبه، وحل محلها الغلظة والجفاء والقسوة، وهي مَدعاة للعن صاحبها وطرده من رحمة الله ، فلم يبق له إلا نزع ربقة الإسلام .",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "وإذا كان هذا التوجيه النبوي يعني كل مسلم ، فإن أصحاب الرسالة وأرباب الدعوة إلى الله تعالى هم الأحوج إلى تدبر قوله صلى الله عليه وسلم وامتثال أمره ، لعظم ما حملوه من أمانة التبليغ وخطورة ما اشتغلوا به من أداء الرسالة ، فخلق الحياء لدى الداعية سر كل خير وفضيلة كما أن انعدامه أصل كل شر وبلية ؛ لأن الاشتغال بالدعوة رسالة وأمانة ، وفاقد الحياء بغيض ممقوت عاجز عن أداء الأمانة، فشيمته الغدر والخيانة ، ومن كانت هذه خصاله نزعت منه الرحمة فلم يتورع عن المكر بالمؤمنين وإلحاق الأذى بالدعاة الصادقين والإساءة إلى دعوة الله بالكذب والافتراء والتشويه. ¶ إن لفظ \" الحياء \" مشتق من جذره اللغوي \" حَيَِي يحيَى \" على وزن رضِي يرضى، والحاء والياء وحرف العلة أصلان: ¶ الأول خلاف الموت، ومنه : الحياة والحيوان ضد الموت والموتان. قال تعالى (وَإِنَّ الدَّارَ الْآخِرَةَ لَهِيَ الْحَيَوَانُ لَوْ كَانُوا يَعْلَمُونَ ) - العنكبوت64 -، أي هي دار الحياة الحقيقية الدائمة. ¶ أما الأصل الثاني فمنه:\" الحياء، وهو الاستحياء ضد الوقاحة والبذاء، وهو انقباض عن القبائح وتغير وانكسار يعتري النفس خوف ما تعاب عليه وتذم، ومن ذلك الحديث المروي عن أبي بكرة أنه قال : قال رسول الله صلى الله عليه وسلم : \" البذاء من الجفاء والجفاء في النار ، والحياء من الإيمان ، والإيمان في الجنة \" - صحيح ابن حبان -. ¶ لقد جعل الله تعالى الحياء في فطرة الإنسان يستعين بها على تجنب القبائح ظاهرةً وباطنةً، فتردعه عما تنزع إليه شهواته السائبة، وترشده إلى الحق من الأقوال والأعمال، ولئن نُزع الحياء من البعض فما ذلك إلا لشقاوة طارئة بتأثير التربية أو الرفقة السيئة أو الشهوات الخفية أو الابتعاد عن الله عز وجل.",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "إن خلق الحياء مركب من صفتين متناقضتين في ظاهرهما ومتكاملتين في جوهرهما، وهما الجبن والشجاعة، جبن وعفة واستعلاء عن السوء والدَّنِيَّة والضَّعَة، وشجاعة وقوة في الحق، لذلك قلما يكون الحَيِيُّ فاسقا والفاسق حَيِيّاً، لتنافي اجتماع العفة التي هي جبن عن ارتكاب الفواحش مع الفسق الذي هو منتهى الجراءة على الله والناس. ولقد أجاد الشاعر الفرزدق رحمه الله تعالى في تشخيص اجتماع الحياء مع الشجاعة عند مدحه الإمام الحسين رضي الله تعالى عنه، بقوله: ¶ هذا الذي تعرف البطحاء وطأتَه والبيت يعرفه والحِلُّ والحرم ¶ هذا ابن خير عباد الله كلهم هذا التقي النقي الطاهر العلم ¶ إذا رأته قريش قال قائلها إلى مكارم هذا ينتهي الكرم ¶ يُغْضِي حياء ويُغْضَى من مهابته فما يُكلَّم إلا حين يبتسم ¶ إن أول ما يظهر من سمات العقل لدى الناشئ حياؤه، دليلا على بلوغه مرحلة التمييز بين الخطأ والصواب والحسن والقبيح، كما أن أعلى ما يبرز فيه من صفات العقل إيمانُه؛ والحياء بذلك باكورة ثمار العقل، والإيمان يانعُ ثمارِه وتمامُها وكمالُها.لذلك قال رسول الله صلى الله عليه وسلم ( الحياء من الإيمان ) البخاري - الترمذي. ¶ إن للحياء رافدين من عقل وإيمان: ¶ فمن ملامح نضج العقل لدى المرء معرفتُه ربَّه وتمييزُه المصالحَ من المفاسد وحياؤه مما يشينه عقيدةً وسلوكا. ¶ ومن معالم الإيمان فيه شعورُه بالمَعِيَّة الإلهية، واستعدادُه ليوم اللقاء والعرض، واستحياؤه الدائم من ربه، وتعففُه عما يستقبح ويستقذر. قال صلى الله عليه وسلم: (الْإِيمَانُ بِضْعٌ وَسِتُّونَ شُعْبَةً وَالْحَيَاءُ شُعْبَةٌ مِنَ الْإِيمَانِ ) البخاري ( الْإِيمَانُ بِضْعٌ وَسَبْعُونَ أَوْ بِضْعٌ وَسِتُّونَ شُعْبَةً فَأَفْضَلُهَا قَوْلُ لَا إِلَهَ إِلَّا اللَّهُ وَأَدْنَاهَا إِمَاطَةُ الْأَذَى عَنِ الطَّرِيقِ وَالْحَيَاءُ شُعْبَةٌ مِنَ الْإِيمَانِ ) مسلم",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "والحياء برافديه من العقل والإيمان صفة ضرورية للمجتمع يوحد أعضاءه ويشيع فيهم المودة والاحترام والتصافي والصدق والتعاون ، ويسهم في تأسيس حالة إنسانية من السلم والنظافة السلوكية، فتنشأ بذلك الأمة الإسلامية (كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ فَاسْتَغْلَظَ فَاسْتَوَى عَلَى سُوقِهِ يُعْجِبُ الزُّرَّاعَ لِيَغِيظَ بِهِمُ الْكُفَّارَ وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْهُمْ مَغْفِرَةً وَأَجْراً عَظِيما ) الفتح 29 ، لذلك قرن رسول الله صلى الله عليه وسلم الإيمان والحياء فقال:( الحياء والإيمان في قرن فإذا سلب أحدهما اتبعه الآخر) - المعجم الأوسط-، وقال: (الْحَيَاءُ لَا يَأْتِي إِلَّا بِخَيْرٍ ) - البخاري -، ذلك أن الحياء مبعث العفة عن الخطايا ، وتركُ الخطايا شطرُ الإيمان الذي هو في صميمه فعل للخيرات وترك للموبقات.فعن الحسن بن علي رضي الله عنهما قال: سمعت جدي رسول الله صلى الله عليه وسلم يقول : ( من أدمن الاختلاف إلى المسجد أصاب أخا مستفادا في الله عز وجل، وعلما مستطرفا، وكلمة تدعوه إلى الهدى، وكلمة تصرفه عن الردى، ويترك الذنوب حياءً أو خشيةً ونعمةً أو رحمةً منتظرة ) – المعجم الكبير-، وقال الإمام على رضي الله عنه:( الحياء يصد عن الفعل القبيح – الحياء سبب إلى كل جميل )، وقال ابن الأثير: \" إنما جعل الحياء بعض الإيمان لأن الإيمان ينقسم إلى ائتمار بما أمر الله به، وانتهاء عما نهى الله عنه، فإذا حصل الانتهاء بالحياء كان بعض الإيمان\". ¶ فإذا انسلخ المرء عن الحياء تجرأ على الخلق والخالق، وتجارت به الأهواء، وارتكب كل معصية، ولم يبق لأقواله وأفعاله وأحاسيسه وهواجسه ضوابط، قال صلى الله عليه وسلم:(إن مما أدرك الناس من كلام النبوة الأولى إذا لم تستحي فاصنع ما شئت )- البخاري، مسند الطيالسي، الأدب المفرد-، وفي هذا الحديث توبيخ على الوقاحة والبذاءة وتهديد بسوء العاقبة.",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "إن الحياء هبة ربانية لمن أراد الله به خيرا، وعنوان من عناوين الفضيلة والعفة، يحفظ به المرء ماء وجهه ويكف به نفسه عن ركوب الشهوات الدنيئة، وخلق إسلامي أصيل لا ينفصم عن الإيمان، كما قال صلى الله عليه وسلم:( إن لكل شيء خلقا وإن خلق الإسلام الحياء ) - المعجم الكبير-، بل إنه عليه الصلاة والسلام عده الدين كله حين قال بعض الصحابة: \"إن الحياء من الدين\" فقال:( بل هو الدين كله ) ثم قال : ( إن الحياءَ والعفافَ والعيَّ على اللسان لا على القلب والفقهَ من الإيمان، فإنهن يزدن في الآخرة وينقصن من الدنيا ، وإن الشح والعجز والبذاء من النفاق ، وإنهن يزدن في الدنيا وينقصن من الآخرة وما ينقصن من الآخرة أكثر مما يزدن في الدنيا ) - مكارم الأخلاق - ¶ ويكفي الحياء فضلا أن يصف به الرسول صلى الله عليه وسلم ربَّ العزة تبارك وتعالى بقوله:( إن ربكم حَيٌِّي كريم يستحيي أن يرفع العبد يديه فيردهما صفرا لا خير فيهما، فإذا رفع أحدكم يديه فليقل يا حي لا إله إلا أنت يا أرحم الراحمين ثلاث مرات، ثم إذا رد يديه فليفرغ ذلك الخير إلى وجهه)– المعجم الكبير-، وقوله: (يا أيها الناس إن الله حيي كريم فإذا اغتسل أحدكم فليستتر) - المعجم الكبير. ¶ إلا أن الحياء إذا ورد في حق الله تعالى فالمراد به ما تقتضيه عظمته وجلاله وبره وكرمه من إعطاء سائله وستر عيوب عباده رحمة وعفوا.لأن الحياء بمفهومه البشري يستحيل في حقه تعالى. ¶ والحياء خلق من أخلاق النبوة فقد ورد في صحيح البخاري والأدب المفرد أن النبي صلى الله عليه وسلم كان أشد حياء من العذراء في خدرها، وكان من حيائه لا يغتسل إلا مستترا- مسند الطيالسي-، وعندما أتاه رجل ترتعد فرائصه رهبا ومهابة استحيي صلى الله عليه وسلم وقال له: ( هوِّنْ عليك فإني لست بملك إنما أنا بن امرأة تأكل القديد ) - ابن ماجه – المستدرك على الصحيحين-.",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "أما حياء المؤمن فذو ثلاث مراتب، حياء من الله عز وجل، وحياء من النفس، وحياء من الناس: ¶ فالحياء من الله تعالى ثمرة يانعة للفهم الصحيح لقوله تعالى: (وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِير) - الحديد4 -، وقوله:( أَلَمْ يَعْلَمْ بِأَنَّ اللَّهَ يَرَى) - العلق 14- ، وقوله:( أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلا أَدْنَى مِنْ ذَلِكَ وَلا أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا ثُمَّ يُنَبِّئُهُمْ بِمَا عَمِلُوا يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ) - المجادلة 7-. ¶ إن استحضار المرء للمَعِيَّةِ الإلهية في سره وعلانيته يعصمه من المخالفات ويحميه من السيئات ويحثه على فعل الخيرات؛ وهذا الصنف من الحياء يعد الأصل بالنسبة إلى كل خلق حميد، لأنه حياء عبودية وخشية وخوف ومحبة وامتثال وطاعة وإجلال وتعظيم، وهو بذلك من أعلى خصال الإحسان الذي عرفه صلى الله عليه وسلم بقوله: (أن تعبد الله كأنك تراه فإنك إن لم تكن تراه فإنه يراك) الترمذي. ¶ ولعل من أروع نماذج هذا الحياء تلك المرأة التي يقال لها أم خلاد، وقد جاءت إلى النبي صلى الله عليه وسلم وهي متنقبة تسأل عن ابن لها وهو مقتول، فقال لها بعض أصحاب رسول الله صلى الله عليه وسلم: جئت تسألين عن ابنك وأنت متنقبة؟ فقالت: إن أُرْزَأْ ابني فلن أُرْزَأَ حيائي، فقال رسول الله صلى الله عليه وسلم:) ابنك له أجر شهيدين )، قالت ولم ذاك يا رسول الله؟ قال:( لأنه قتله أهل الكتاب ) - سنن البيهقي الكبرى، سنن أبي داود، مسند أبي يعلى، كنز العمال _",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "أما الحياء من النفس فهو ألا يقصر المرء في حقها تزكية وتنقية وتربية وطلبا للعلم النافع ، وتنزها عن مواطن الدناءة والضعة والهوان، وترفعا عن الوقوف مواقف الذلة والصغار والتزلف، قال صلى الله عليه وسلم:( فإن لنفسك عليك حقا ) - السنن الكبرى-، وقال تعالى: (قَدْ أَفْلَحَ مَنْ زَكَّاهَا وَقَدْ خَابَ مَنْ دَسَّاهَا)- الشمس 9،10 -. ¶ أما الحياء من الناس فمتفرع عن الحياء من الله ثم من النفس، وثمرته أن تبنى العلاقات الاجتماعية بين أفراد الأمة على المروءة والتعاون والبر والاحترام المتبادل، فتكون الأمة بذلك كالبنيان المرصوص يشد بعضه بعضا، وكالجسد الواحد إذا اشتكى منه عضو تداعى له سائر الجسد بالسهر والحمى. ¶ إن أخطر ما يصيب الأمة في سلوكها الاجتماعي هو مرض انعدام الحياء، ونزعه من فطرة أبنائها، وهو ما نراه اليوم سائدا، وما تعمل له أمم الكفر في أبنائنا بواسطة وسائل الإعلام المرئية والمكتوبة والمسموعة والشبكات الإلكترونية، ومؤسسات السياحة الفاجرة. ¶ وإن أعراض مرض انعدام الحياء من المرء والمجتمع تبدأ بسيطة كشأن أغلب المعاصي ، ثم تتعاظم وتشتد إلى أن تورد صاحبها المهالك . ¶ تبدأ أولا جدالا حول الأحكام الشرعية ونصوصها ، ثم تأويلا مغرضا لها حسب المصالح والأهواء، ثم انتقاء منها ما يناسب المصالح الشخصية ، ونيلا من الذين يحافظون عليها ويجرونها على مقاصدها الشرعية ، ثم يتعدى ذلك إلى تحريف النصوص نفسها ومحاولة إلغائها وضرب بعضها ببعض ، ثم ينحط المرء إلى أسفل الدركات بالجدل في أصلها والتعدي على حدودها . ¶ وإذا تجرأ الإنسان على ربه وتشريعه كان من باب أولى أن يتجرأ على خلق الله وأعراضهم ودمائهم وأموالهم .",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "إن الجراءة على خلق الله لابد أن تسبقها الجراءة على الله وإن لم تكن أعراضها ظاهرة. وما الجراءة على خلق الله بسفك دمائهم وانتهاك أعراضهم وأكل أموالهم إلا إعلان صارخ بأن المرء قد قطع صلته بربه ، ونزعت منه ربقة الإسلام ؛ وهذا ما يبينه حديث ابن عمر في أول هذه المقالة ويؤكده قوله صلى الله عليه وسلم : ( لا يزال الرجل في فسحة من دينه ما لم يسفك دما حراما ، فإذا سفك دما حراما نزع منه الحياء ) – المعجم الكبير، البخاري-، وقوله عليه الصلاة والسلام: ( إذا لم تستحي فاصنع ما شئت ) . ¶ التواضع خلق الأنبياء ¶ قال الله تعالى:( وَلا تَمْشِ فِي الْأَرْضِ مَرَحاً إِنَّكَ لَنْ تَخْرِقَ الْأَرْضَ وَلَنْ تَبْلُغَ الْجِبَالَ طُولا ) ¶ الإسراء 37 ¶ مخبر المرء مرآة لجوهره، ومعتقده وتصرفاته وجهان متلازمان في تركيبته النفسية والعقلية والسلوكية، والعمل الصالح لا يفيد أو يقبل في الآخرة إن لم يُبْنَ على نقطة الارتكاز الأولى وهي العقيدة، لذلك فرض الله تعالى على القلوب أعمالا من الاعتقادات، وعلى الجوارح أعمالا من الطاعات، ونزل الوحي يوطئ للسلوك العملي بالاعتقاد الباطني: ¶ •…إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَأَقَامُوا الصَّلاةَ وَآتَوُا الزَّكَاةَ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ البقرة 277 ¶ •…وَأَمَّا مَنْ آمَنَ وَعَمِلَ صَالِحاً فَلَهُ جَزَاءً الْحُسْنَى الكهف88 ¶ •…وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحاً ثُمَّ اهْتَدَى طه 82",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "وهو نفس النهج الذي سارت عليه آية التواضع وما تلاها في سورة الإسراء (وَلا تَمْشِ فِي الْأَرْضِ مَرَحاً إِنَّكَ لَنْ تَخْرِقَ الْأَرْضَ وَلَنْ تَبْلُغَ الْجِبَالَ طُولا كُلُّ ذَلِكَ كَانَ سَيِّئُهُ عِنْدَ رَبِّكَ مَكْرُوهاً ذَلِكَ مِمَّا أَوْحَى إِلَيْكَ رَبُّكَ مِنَ الْحِكْمَةِ وَلا تَجْعَلْ مَعَ اللَّهِ إِلَهاً آخَرَ فَتُلْقَى فِي جَهَنَّمَ مَلُوماً مَدْحُورا )37-38-39 الإسراء؛ وهي تتمة خمسة وعشرين نوعا من التكاليف العملية التي تقدمها الأمر بالتوحيد (لَا تَجْعَلْ مَعَ اللَّهِ إِلَهاً آخَرَ فَتَقْعُدَ مَذْمُوماً مَخْذُولا وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ) الإسراء22-23، ثم توجت في نهايتها بالنهى عن الشرك (وَلا تَجْعَلْ مَعَ اللَّهِ إِلَهاً آخَرَ فَتُلْقَى فِي جَهَنَّمَ مَلُوماً مَدْحُورا )الإسراء 39. ¶ ولعل الأمر يزداد وضوحا في الآية 54 من سورة المائدة إذ ربطت بين الإيمان وبين محبة الله وخلق التواضع، مقابل الردة بالتخلى عن هذه الصفات (يَا أَيُّهَا الَّذِينَ آمَنُوا مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ.. الآية)، ذلك أن الربط بين الردة وبين استبدال أحباب الله المتواضعين إشارة بينة إلى أن التواضع بعد توحيد الخالق سبيل الثبات على الحق والفوز بمحبة الله تعالى، وأن التكبر استعلاء على القيم والمبادئ الدينية وذريعة إلى الردة.",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "إن مشية المرح التي نهت عنها الآية الكريمة هي مشية الخيلاء والبطر والأشر والتبختر والفرح بالدنيا ومقتنياتها من المال والجاه والقوة والولد، مشية الجبارين؛ ولذلك عقب عليها عز وجل بما يعد تهكما وسخرية بصاحبها المتكبر الذي يعد كل شيء أحقر منه(إِنَّكَ لَنْ تَخْرِقَ الْأَرْضَ وَلَنْ تَبْلُغَ الْجِبَالَ طُولا )، منبها إلى أنه مهما شدد وطأته على الأرض فلن يخرقها، ومهما تطاول بقامته تعاظما فلن يبلغ الجبال طولا، وهو في كل الأحوال عبد ذليل محاط به من تحته ومن فوقه، والمحاط محصور ضعيف، بل قد يعجل له في الدنيا بعض جزاء استكباره واستعلائه كما ثبت في الصحيح(أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ بَيْنَمَا رَجُلٌ يَتَبَخْتَرُ يَمْشِي فِي بُرْدَيْهِ قَدْ أَعْجَبَتْهُ نَفْسُهُ فَخَسَفَ اللَّهُ بِهِ الْأَرْضَ فَهُوَ يَتَجَلْجَلُ فِيهَا إِلَى يَوْمِ الْقِيَامَةِ) مسلم، وكما ورد في التنزيل عن قارون بني إسرائيل وقد خرج على قومه في زينته ( فَخَسَفْنَا بِهِ وَبِدَارِهِ الْأَرْضَ فَمَا كَانَ لَهُ مِنْ فِئَةٍ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ وَمَا كَانَ مِنَ الْمُنْتَصِرِينَ ) القصص81. ¶ ثم أجمل عز وجل ما ورد من التكاليف أمرا ونهيا عقيدة وسلوكا خصالا حسنة وأخرى رديئة، مخبرا بأن ما هو سيئ منها يحرم إتيانه (كُلُّ ذَلِكَ كَانَ سَيِّئُهُ عِنْدَ رَبِّكَ مَكْرُوهاً ). ¶ وفي هذه الآية قراءة سبعية أخرى هي قراءة نافع وابن كثير وابن عمرو ( سيئة ) بالنصب، أي فاحشة مؤاخذا عليها لا يرضاها الله تعالى، وتعني ما ورد في هذه الآيات كلها من المنهيات.",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "هذه الخصال الواردة في سورة الإسراء ضمن ثماني عشرة آية، تعد شرائع واجبة الرعاية غير قابلة للنسخ في جميع الملل والأديان، قال عنها ابن عباس إنها وردت في ألواح موسى، ونسبها رب العزة للوحي وسماها حكمة (ذَلِكَ مِمَّا أَوْحَى إِلَيْكَ رَبُّكَ مِنَ الْحِكْمَةِ )، لأنها مصالح محكمة لا يدخلها الفساد. وكما أن رأس الحكمة معرفة الحق لذاته وهو التوحيد، ومعرفة الخير الذي هو التكاليف والطاعات للعمل به، كذلك جعل الله تعالى فاتحة هذه التوجيهات الأمر بالتوحيد (وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ ) وخاتمتها النهي عن الشرك (وَلا تَجْعَلْ مَعَ اللَّهِ إِلَهاً آخَرَ فَتُلْقَى فِي جَهَنَّمَ مَلُوماً مَدْحُورا ) لأن ذلك هو رأس الحكمة وملاكها، ومن عدم التوحيد لم ينتفع بعلم ولم ترشده حكمة. ¶ ثم رتب على الأمر بالتوحيد في البداية نتيجة المخالفة في الدنيا وهي الذم والخذلان ( لَا تَجْعَلْ مَعَ اللَّهِ إِلَهاً آخَرَ فَتَقْعُدَ مَذْمُوماً مَخْذُولا) أي مبغضا محقرا ضعيفا، ورتب على النهي عن الشرك في الختام نتيجة المخالفة في الآخرة ( مَلُوماً مَدْحُورا ) أى مبعدا مطرودا من رحمة الله تعالى؛ والمراد بهذا الخطاب هو الأمة بواسطة الرسول صلى الله عليه وسلم، لأنه عليه الصلاة والسلام معصوم عن الشرك وسوء الخلق. ¶ كما أن من غريب الإعجاز في ترتيب هذه التوجيهات القرآنية ربطها الأمر بالتوحيد في أولها بأخطر معصية بعد الشرك وهي عقوق الوالدين ( وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانا )، وربط النهي عن الشرك في ختامها بالتواضع واجتناب الكبر والتعاظم.",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "لذلك قال تعالى (فَادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَلَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ) النحل 29 ذلك أن الكبر مرض نفسي وخلل سلوكي يبدأ صغيرا لا يؤبه به، ثم ينمو ويتضخم إلى أن يتحول فتنة عمياء ووباء اجتماعيا يمزق الأمة ويفرقها شيعا متناحرة وطبقات متنافرة. ¶ يستهل المريض مسيرته هذه معجبا بنفسه، ثم تائها مزهوا مفاخرا، ثم متعاليا متطاولا، ظانا أنه أكبر من غيره، ثم متخايلا يظن في نفسه ما ليس فيها، ثم أصيد لا يلتفت يمنة ويسرة، ثم متغطرسا نرجسيا متخذا من نفسه محرابا يتعبدها فيه. ¶ ولئن كان من أسباب الارتكاس في هذه العاهة السلوكية زيادة مال المرء أو جاهه أو سطوته أو علمه، فإن من الأسباب الأخرى أيضا عقدا نفسية تتعلق بإحساس داخلي في المتكبر، بالهوان والذل والصغار يريد أن يجبره بالتعالي والغطرسة انتقاما من الناس كما يخيل إليه. ¶ لذلك ورد التحذير من الكبر منثورا في ثنايا سور القرآن الكريم والتوجيهات النبوية الرشيدة، فقال عز وجل: ¶ •…( سَأَصْرِفُ عَنْ آيَاتِيَ الَّذِينَ يَتَكَبَّرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَإِنْ يَرَوْا كُلَّ آيَةٍ لا يُؤْمِنُوا بِهَا وَإِنْ يَرَوْا سَبِيلَ الرُّشْدِ لا يَتَّخِذُوهُ سَبِيلاً وَإِنْ يَرَوْا سَبِيلَ الْغَيِّ يَتَّخِذُوهُ سَبِيلاً ذَلِكَ بِأَنَّهُمْ كَذَّبُوا بِآياتِنَا وَكَانُوا عَنْهَا غَافِلِينَ )الأعراف 146 ¶ •…( وَعِبَادُ الرَّحْمَنِ الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْناً وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلاماً ) الفرقان63 ¶ •…( وَلا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلا تَمْشِ فِي الْأَرْضِ مَرَحاً إِنَّ اللَّهَ لا يُحِبُّ كُلَّ مُخْتَالٍ فَخُور ) لقمان18 ¶ وقال صلى الله عليه وسلم: ¶ •…( لَا يَدْخُلُ الْجَنَّةَ مَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ ذَرَّةٍ مِنْ كِبْرٍ ) مسلم",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "•…( يُحْشَرُ الْمُتَكَبِّرُونَ يَوْمَ الْقِيَامَةِ أَمْثَالَ الذَّرِّ فِي صُوَرِ الرِّجَالِ يَغْشَاهُمْ الذُّلُّ مِنْ كُلِّ مَكَانٍ فَيُسَاقُونَ إِلَى سِجْنٍ فِي جَهَنَّمَ يُسَمَّى بُولَسَ تَعْلُوهُمْ نَارُ الْأَنْيَارِ يُسْقَوْنَ مِنْ عُصَارَةِ أَهْلِ النَّارِ طِينَةَ الْخَبَالِ ) الترمذي ¶ •…( أَلَا أُخْبِرُكُمْ بِأَهْلِ النَّارِ كُلُّ جَوَّاظٍ زَنِيمٍ مُتَكَبِّرٍ ) مسلم. ¶ •… عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ عَلَى الْمِنْبَرِ يَقُولُ يَأْخُذُ الْجَبَّارُ سَمَاوَاتِهِ وَأَرَضِيهِ بِيَدِهِ وَقَبَضَ يَدَهُ فَجَعَلَ يَقْبِضُهَا وَيَبْسُطُهَا ثُمَّ يَقُولُ أَنَا الْجَبَّارُ أَنَا الْمَلِكُ أَيْنَ الْجَبَّارُونَ أَيْنَ الْمُتَكَبِّرُونَ قَالَ وَيَتَمَايَلُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ يَمِينِهِ وَعَنْ شِمَالِهِ حَتَّى نَظَرْتُ إِلَى الْمِنْبَرِ يَتَحَرَّكُ مِنْ أَسْفَلِ شَيْءٍ مِنْهُ حَتَّى إِنِّي لَأَقُولُ أَسَاقِطٌ هُوَ بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ) ابن ماجه. ¶ وعندما سئل صلى الله عليه وسلم عن الكبر عرفه بقوله: ( الْكِبْرُ بَطَرُ الْحَقِّ وَغَمْطُ النَّاسِ ) مسلم وأبو داود. وعده مرادفا للعدوان والبغي (...وَلَكِنَّ الْبَغْيَ مَنْ سَفِهَ الْحَقَّ أَوْ بَطِرَ الْحَقَّ وَغَمَطَ النَّاسَ ) أحمد. ¶ وبطر الحق هو رفضه والتنكر له ومعارضته، كما أن غمط الناس إنكار قدرهم وتسفيه ما لديهم من رأي أو عقل أو علم وحكمة. ¶ من هذا التعريف النبوي للكبر يتجلى لنا بوضوح تام معنى الخلق المقابل له، وهو التواضع.كما أن قوله تعالى( أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِين) المائدة54 يبين وسطية خلق التواضع بين الكبر وبين الهوان والمسكنة.",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "إن لفظ \"التواضع\" مشتق من جذره اللغوي \" وضع\"، والواو والضاد والعين أصل واحد يدل على خفض الشيء وحطه، والضعة خلاف الرفعة، يقال: فلان وضع نفسه، أي حطها عن قدرها، وتواضع القوم على الشيء إذا تنازل كل منهم عن بعض مواقفه واتفقوا على رأي جامع بينهم، وتواضع الرجل إذا تذلل وتخاشع وتكلف الانخفاض، ولذلك عرف التواضع بأنه تكلف المرء الانخفاض عن قدره رحمة بغيره وتأليفا لقلوبهم. ¶ وقد عرفه ابن القيم بأنه ( الذي يتولد من بين العلم بالله سبحانه ومعرفة أسمائه وصفاته ونعوته وجلاله وتعظيمه ومحبته وإجلاله، ومن معرفة النفس وتفاصيلها وعيوب عملها وآفاتها؛ فيتولد من ذلك خلق التواضع، وهو انكسار القلب لله وخفض جناح الذلة والرحمة بعباده؛ فلا يرى له على أحد فضلا ولا يرى له عند أحد حقا، بل يرى الفضل للناس عليه والحقوق لهم قبله؛ وهذا خلق إنما يعطيه الله عز وجل من يحبه ويكرمه ويقربه ) – الروح ص 495. ¶ إن التواضع خلق مرجو النفع في الدنيا والآخرة، يقوي الثقة بين الناس، ويشعرهم بحقوقهم نحو بعضهم، ويشيع في جموعهم روح الألفة والمودة والتعاون؛ وهو فوق ذلك وصية الرب سبحانه لخلقه، وباب جنته، وسبيل طاعته، به تتحقق العبادة الصادقة والثبات على الحق، كما أن به يتحصن المرء من المعاصي، لأن موردها جميعا خلق التكبر والتعالي وعبادة النفس والهوى، كما هو شأن أول معصية ارتكبت في الملأ الأعلى إذ رفض إبليس - لعنه الله – أمر السجود لآدم تكبرا واستعلاء ( قَالَ أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِين ) الأعراف12، فكان عاقبة أمره أن طرد شر طرد ( قَالَ فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ ) الحجر34.",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "وما ترك امرؤ التواضع وترفع على من هو دونه إلا ابتلي بالذلة لمن فوقه، وما استطال على الضعفاء إلا تصاغر أمام الأقوياء، ناهيك عما في الكبر من خطيئة وظلم، لأنه منازعة لله تعالى في صفاته، إذ الكبرياء والعظمة له وحده، وفي الحديث القدسي الذي رواه النبي صلى الله عليه وسلم عن رب العزة يقول تعالى: ( الْكِبْرِيَاءُ رِدَائِي وَالْعَظَمَةُ إِزَارِي فَمَنْ نَازَعَنِي وَاحِدًا مِنْهُمَا قَذَفْتُهُ فِي النَّارِ ) أبو داود. ¶ لقد كانت سنة الرسول صلى الله عليه وسلم القولية والفعلية تحريضا دائما مستمرا على التمسك بخلق التواضع، يقول عليه الصلاة والسلام: ¶ •…(مَا نَقَصَتْ صَدَقَةٌ مِنْ مَالٍ وَمَا زَادَ اللَّهُ عَبْدًا بِعَفْوٍ إِلَّا عِزًّا وَمَا تَوَاضَعَ أَحَدٌ لِلَّهِ إِلَّا رَفَعَهُ اللَّهُ ) مسلم. ¶ •…( إِنَّ اللَّهَ أَوْحَى إِلَيَّ أَنْ تَوَاضَعُوا حَتَّى لَا يَفْخَرَ أَحَدٌ عَلَى أَحَدٍ وَلَا يَبْغِ أَحَدٌ عَلَى أَحَدٍ ) مسلم. ¶ •…( مَنْ تَوَاضَعَ لِلَّهِ دَرَجَةً رَفَعَهُ اللَّهُ دَرَجَةً حَتَّى يَجْعَلَهُ فِي عِلِّيِّينَ وَمَنْ تَكَبَّرَ عَلَى اللَّهِ دَرَجَةً وَضَعَهُ اللَّهُ دَرَجَةً حَتَّى يَجْعَلَهُ فِي أَسْفَلِ السَّافِلِينَ ) أحمد. ¶ •…( لَا يَدْخُلُ النَّارَ أَحَدٌ فِي قَلْبِهِ مِثْقَالُ حَبَّةِ خَرْدَلٍ مِنْ إِيمَانٍ وَلَا يَدْخُلُ الْجَنَّةَ أَحَدٌ فِي قَلْبِهِ مِثْقَالُ حَبَّةِ خَرْدَلٍ مِنْ كِبْرِيَاءَ) مسلم. ¶ أما سنته العملية صلى الله عليه وسلم فقد كانت خير قدوة وأنصع أسوة: ¶ •…طَافَ - صلى الله عليه وسلم - بِالْبَيْتِ وَهُوَ عَلَى بَعِيرِهِ وَاسْتَلَمَ الْحَجَرَ بِمِحْجَنٍ كَانَ مَعَهُ وَأَتَى السِّقَايَةَ فَقَالَ اسْقُونِي فَقَالُوا إِنَّ هَذَا يَخُوضُهُ النَّاسُ وَلَكِنَّا نَأْتِيكَ بِهِ مِنْ الْبَيْتِ فَقَالَ لَا حَاجَةَ لِي فِيهِ اسْقُونِي مِمَّا يَشْرَبُ مِنْهُ النَّاسُ ) أحمد.",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "•…أَهْدَيْتُ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَاةً فَجَثَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى رُكْبَتَيْهِ يَأْكُلُ فَقَالَ أَعْرَابِيٌّ مَا هَذِهِ الْجِلْسَةُ فَقَالَ إِنَّ اللَّهَ جَعَلَنِي عَبْدًا كَرِيمًا وَلَمْ يَجْعَلْنِي جَبَّارًا عَنِيدًا ) ابن ماجه. ¶ •…نامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى حَصِيرٍ فَقَامَ وَقَدْ أَثَّرَ فِي جَنْبِهِ فَقُلْنَا يَا رَسُولَ اللَّهِ لَوْ اتَّخَذْنَا لَكَ وِطَاءً فَقَالَ مَا لِي وَمَا لِلدُّنْيَا مَا أَنَا فِي الدُّنْيَا إِلَّا كَرَاكِبٍ اسْتَظَلَّ تَحْتَ شَجَرَةٍ ثُمَّ رَاحَ وَتَرَكَهَا ) الترمذي. ¶ •…عَنْ الْأَسْوَدِ قَالَ سَأَلْتُ عَائِشَةَ مَا كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَصْنَعُ فِي بَيْتِهِ قَالَتْ ( كَانَ يَكُونُ فِي مِهْنَةِ أَهْلِهِ تَعْنِي خِدْمَةَ أَهْلِهِ فَإِذَا حَضَرَتْ الصَّلَاةُ خَرَجَ إِلَى الصَّلَاةِ ) البخاري ¶ •…كَانَتْ الْأَمَةُ مِنْ إِمَاءِ أَهْلِ الْمَدِينَةِ لَتَأْخُذُ بِيَدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَتَنْطَلِقُ بِهِ حَيْثُ شَاءَت) البخاري. ¶ إن التواضع سجية تجعل المرء في مورد الطاعة الدائمة مع ربه ومع نفسه ومع والديه ومع الناس جميعا.",
            "page": "141",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "فالتواضع لله تعالى ألا تغيب عن المرء وحدانيته وقدرته وأسماؤه وصفاته وجلاله وحقه في الطاعة والامتثال لأوامره ونواهيه، وألا ينسى المرء ضعفه ومحدوديته والحكمة من وجوده ومآل أمره في الدنيا والآخرة، فيورثه هذا الشعورخشوعا لله وخضوعا، واجتهادا في التعبد وحسن الخلق ( حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ عَنْ عُمَارَةَ عَنْ أَبِي زُرْعَةَ قَالَ وَلَا أَعْلَمُهُ إِلَّا عَنْ أَبِي هُرَيْرَةَ قَالَ جَلَسَ جِبْرِيلُ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَنَظَرَ إِلَى السَّمَاءِ فَإِذَا مَلَكٌ يَنْزِلُ فَقَالَ جِبْرِيلُ إِنَّ هَذَا الْمَلَكَ مَا نَزَلَ مُنْذُ يَوْمِ خُلِقَ قَبْلَ السَّاعَةِ فَلَمَّا نَزَلَ قَالَ يَا مُحَمَّدُ أَرْسَلَنِي إِلَيْكَ رَبُّكَ قَالَ أَفَمَلِكًا نَبِيًّا يَجْعَلُكَ أَوْ عَبْدًا رَسُولًا قَالَ جِبْرِيلُ تَوَاضَعْ لِرَبِّكَ يَا مُحَمَّدُ قَالَ بَلْ عَبْدًا رَسُولًا) أحمد. ¶ والتواضع مع النفس يكون بمعرفتها في إطار القدرة الإلهية وحاكمية الله تعالى وقيوميته، وما استأثر بعلمه من مآل المرء ومصيره في الدنيا والآخرة، والشعور بالعجز والضعف إلا بحبل من الله وعون (وَإِنْ يَسْلُبْهُمُ الذُّبَابُ شَيْئاً لا يَسْتَنْقِذُوهُ مِنْهُ ضَعُفَ الطَّالِبُ وَالْمَطْلُوب ) الحج 73؛ كل ذلك يطبع تصرفات المؤمن وأعماله وعواطفه بسمات الوداعة والنبل واللين والسماحة وحسن المعاملة، ويبدو أثره في حركاته وسكناته وطريقة جلوسه وقيامه ومشيه وكلامه ورنات صوته وخلجات جوارحه.",
            "page": "142",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "والتواضع للوالدين بصفتهما أصل نشأته وأداة تربيته ورعايته ووصية ربه( وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرا ) الإٍسراء 24، يوجب على الابن حقوقا لابد من أدائها، ومنهجا في المعاملة يجب التزامه، من ذلك مثلا زيادة على الطاعة والإجلال والرعاية والصيانة والحنو، إظهار التواضع والخضوع لهما رحمة وشفقة واحتراما، كوقوف الابن عند دخول الأب أو الأم، والسكوت عند حديثهما لا يقاطعهما، وخفض الصوت في حضرتهما، لأن في خلاف هذا التصرف علامة تمرد وتهاون بمقامهما. ¶ والتواضع للناس يكون بالمعاملة الطيبة والعشرة الحسنة، وكظم الغيظ والعفو والصفح الجميل، والنصح اللين الوديع (وَلا تُصَعِّرْ خَدَّكَ لِلنَّاس) لقمان 18 (وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَاللَّهُ يُحِبُّ الْمُحْسِنِين )آل عمران134. ¶ إن التواضع قيمة اعتقادية وأخلاقية نتيجتها التمسك بالمبادئ والثبات على الدين، وحسن رعاية أمن الأمة ووحدتها، وهو بهذا الاعتبار عبادة في جوهره ومخبره، لذلك قالت أم المؤمنين عائشة رضي الله عنها:( إنكم لتغفلون عن أفضل العبادة، التواضع ) -كتاب التواضع والخمول لابن أبي الدنيا-. ¶ ولئن كان التواضع خصلة يؤثر بها الله تعالى أصفياءه وأولياءه، فإن الكبر لا يبتلى به إلا شرار الخلق، وهم طوائف كثيرة، منها العائل ( الفقير ) المستكبر، والحاكم الطاغية، والغني المتغطرس، والعالم المتعجرف. ¶ أما الفقير المستكبر فلشعوره بمهانة الفقر وجهله بأن قيمة المرء في تقواه وعمله الصالح. ¶ وأما الحكام والأغنياء فلجهلهم بحقيقة أنفسهم وظنهم أن إكراه الخلق على الخضوع لسطوة جاههم ومالهم يكسبهم رفعة ومجدا. ¶ أما العلماء فأسباب تكبرهم منافستهم لأرباب المال والجاه، وتعلقهم بالدنيا وجهلهم بالآخرة، وتقصيرهم في تهذيب أنفسهم.",
            "page": "143",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "كذلك أهل الفسق والفجور المجاهرون المصرون المباهون، لم يركسهم فيما هم فيه إلا الاستخفاف بالدين والاستهانة بقيمه ومبادئه. ¶ إن التواضع للمتكبرين من أهل الجاه والمال والعلم، وخفض الجناح لأهل المعاصي والفسق والفجور، يعد مذلة للمؤمن ومهانة للنفس وتوهينا للدين؛ وكذلك التواضع في مقام تجب فيه نصرة الدين يؤدي إلى التخاذل وتعطيل عبادة الأمر بالمعروف والنهي عن المنكر، والخضوع للباطل، وابتذال العقيدة وتوهينها. ¶ الظلم ¶ ممارسةً وتحملاً ودولةً لها أركان ¶ قال رسول الله صلى الله عليه وسلم فيما رواه البخاري ومسلم وأحمد: (الظُّلْمُ ظُلُمَاتٌ يَوْمَ الْقِيَامَةِ )، ذلك لأن محكمة الحقوق في الآخرة يقام فيها العدل على أكمل وجه، فيقتص للمظلومين جنا وإنسا وعجماوات من ظالميهم سادة كانوا أوعامة. ¶ وإذا كان عدوان الشاة على الشاة يستدعي القصاص يومئذ ( لَتُؤَدُّنَّ الْحُقُوقَ إِلَى أَهْلِهَا يَوْمَ الْقِيَامَةِ حَتَّى يُقَادَ لِلشَّاةِ الْجَلْحَاءِ مِنَ الشَّاةِ الْقَرْنَاءِ )- مسلم وأحمد والترمذي-، ومنع امرأة هرتها الماء والطعام يدخلها النار (عُذِّبَتِ امْرَأَةٌ فِي هِرَّةٍ سَجَنَتْهَا حَتَّى مَاتَتْ فَدَخَلَتْ فِيهَا النَّارَ لَا هِيَ أَطْعَمَتْهَا وَلَا سَقَتْهَا إِذْ حَبَسَتْهَا وَلَا هِيَ تَرَكَتْهَا تَأْكُلُ مِنْ خَشَاشِ الْأَرْضِ )- البخاري ومسلم-، وقطع شجرة نافعة لغير مصلحة يستوجب تصويب رأس القاطع في النار(قاطِعُ السِّدْرِ يُصَوِّبُ اللهُ رَأْسَهُ في النار) - رواه البيهقي في الكبرى وحسنه الألباني _ ، فما بالك بمن يظلم أخاه الإنسان، مؤمنا كان أو غير مؤمن، من أي ملة أو دين أو مذهب؟ بل ما بالك بمن يظلم أولياء الله تعالى من الدعاة والصالحين والآمرين بالمعروف الناهين عن المنكر؟",
            "page": "144",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "إن ميزان الآخرة منضبط على معيار واحد يميز العدل من الظلم(الْيَوْمَ تُجْزَى كُلُّ نَفْسٍ بِمَا كَسَبَتْ لا ظُلْمَ الْيَوْمَ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ ) غافر 17، عدل ينجى وظلم يركس في الجحيم. لذلك ورد الأمر بالعدل والتحذير من الظلم قرآنا وسنة في سياقات كثيرة، وبأشد الصيغ دقة ووضوحا ، يقول تعالى: ¶ •…( الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُولَئِكَ لَهُمُ الْأَمْنُ وَهُمْ مُهْتَدُونَ ) -الأنعام 82-. ¶ •…( احْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجَهُمْ وَمَا كَانُوا يَعْبُدُونَ مِنْ دُونِ اللَّهِ فَاهْدُوهُمْ إِلَى صِرَاطِ الْجَحِيمِ ) - الصافات 22،23-. ¶ •…( إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْأِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ) - النحل -90. ¶ •…ويقول فيما يرويه عنه نبيه صلى الله عليه وسلم: (يَا عِبَادِي إِنِّي حَرَّمْتُ الظُّلْمَ عَلَى نَفْسِي وَجَعَلْتُهُ بَيْنَكُمْ مُحَرَّمًا فَلَا تَظَالَمُوا )- مسلم وأحمد والترمذي-. ¶ •…ويقول صلى الله عليه وسلم في حجة الوداع: (...فَإِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ وَأَعْرَاضَكُمْ بَيْنَكُمْ حَرَامٌ كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا فِي بَلَدِكُمْ هَذَا لِيُبَلِّغ الشَّاهِدُ الْغَائِبَ فَإِنَّ الشَّاهِدَ عَسَى أَنْ يُبَلِّغَ مَنْ هُوَ أَوْعَى لَهُ مِنْهُ ) – البخاري-. ¶ إن التحريم الصارم للظلم مبعثه العدل الإلهي المطلق والرحمة الربانية الشاملة، لأن الظلم مصدر كل رذيلة ومنبع كل شر، وما الفساد إلا بعض نتائجه( وَاللَّهُ لا يُحِبُّ الْفَسَادَ ) -البقرة 205-، وما البغي إلا بعض ثماره (ِ يَا أَيُّهَا النَّاسُ إِنَّمَا بَغْيُكُمْ عَلَى أَنْفُسِكُم ) يونس23،.",
            "page": "145",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "إن الظلم لغة مشتق من أصلين صحيحين ومتداخلين، أحدهما خلاف الضياء ومنه الظلمة والظلام، والثاني وضع الشيء في غير موضعه كحال الشرك الذي هو في حقيقته جعل المخلوق في منزلة الخالق ولذلك كان أعظم الظلم (إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ ) - لقمان 13-، كما يعني التصرف في ملك الغير تعديا، ولذلك كان الظلم مستحيلا في حق الله تعالى لأن الكون ملكه يتصرف فيه كما يشاء، كما يؤدي معنى التعسف وتجاوز الحدود، ( وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَأُولَئِكَ هُمُ الظَّالِمُونَ) البقرة229،( وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَقَدْ ظَلَمَ نَفْسَه) الطلاق1، ومعنى التغيير بالزيادة أو التبديل أو النقص بغير وجه حق، وهو ما يشير إليه قوله تعالى: (فَبَدَّلَ الَّذِينَ ظَلَمُوا قَوْلاً غَيْرَ الَّذِي قِيلَ لَهُمْ فَأَنْزَلْنَا عَلَى الَّذِينَ ظَلَمُوا رِجْزاً مِنَ السَّمَاءِ بِمَا كَانُوا يَفْسُقُون ) البقرة59.وقوله عز وجل: (كِلْتَا الْجَنَّتَيْنِ آتَتْ أُكُلَهَا وَلَمْ تَظْلِمْ مِنْهُ شَيْئاً) الكهف 33. ¶ وقد استعمل لفظ \" الظلم\" في كلام الشارع لثلاثة أصناف تدور كلها بين الكفر والكبائر هي: ¶ 1.…ظلم بين المرء وبين الله تعالى وأعظمه الكفر والشرك والنفاق(يَا بُنَيَّ لا تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ ) - لقمان13-،( فَبُهِتَ الَّذِي كَفَرَ وَاللَّهُ لا يَهْدِي الْقَوْمَ الظَّالِمِين) - البقرة258-. ¶ 2.…ظلم بين المرء وبين الناس(إِنَّمَا السَّبِيلُ عَلَى الَّذِينَ يَظْلِمُونَ النَّاسَ وَيَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ أُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ)- الشورى42-،( وَمَنْ قُتِلَ مَظْلُوماً فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانا) - الإسراء33-.",
            "page": "146",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "3.…ظلم بين المرء وبين نفسه(فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ اللَّهِ)- فاطر32-،( فَلا تَظْلِمُوا فِيهِنَّ أَنْفُسَكُمْ) - التوبة36-. ¶ والأصل في هذه الأصناف كلها ظلم النفس، إذ كل ظالم في حقيقة الأمر ظالم لنفسه وكل محسن محسن إلى نفسه(مَنْ عَمِلَ صَالِحاً فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا وَمَا رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ) -فصلت46-، (إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لَأَنْفُسِكُمْ وَإِنْ أَسَأْتُمْ فَلَهَا)- الإسراء7-، لأن عاقبة تصرفات المرء تعود عليه جزاء وفاقا في الآخرة (لَيْسَ بِأَمَانِيِّكُمْ وَلا أَمَانِيِّ أَهْلِ الْكِتَابِ مَنْ يَعْمَلْ سُوءاً يُجْزَ بِهِ )- النساء123- (وَمَا ظَلَمْنَاهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ) - النحل118-. ¶ إن الإنسان يولد على الفطرة سويا، وكما يلتقم ثدي أمه تلقائيا يرضعها حالما يخرج إلى الحياة يهتدي إلى الصواب وتمييز الحق من الباطل، إلا أن عوامل كثيرة تتدخل فتعصف بسلامة الفطرة وصفائها، عوامل من تربية سقيمة أو أهواء جامحة أو مصالح موهومة، فيميل المرء بذلك إلى الظلم والعدوان.",
            "page": "147",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "شعوره بالنقص أو الضعة يدفعه للتعالي والتجبر والعدوان والظلم، وحبه الشهوات متعا رخيصة وغرائز مخزية يصرفه عن الحق ويميل به عن الرفق والعدل، وحب الرئاسة وصولا إليها أو تمسكا بها يورطه في الجرأة على الدماء والأموال والأعراض، والخوف من السلطان يحمله على متابعته وارتكاب ما يرضيه، والطمع في عطائه يؤدي به إلى الخضوع المطلق والاستخذاء والركون وخذلان الحق وأهله.وأساس كل هذا الشرك ظاهرا وخفيا، وعلاجه التوحيد الخالص، لأنه يحرر صاحبه من قيود المادة والهوى والخوف والرهبة والطمع ، ويلزمه العدل في التصرفات والحق في المعاملات، لأن مراقبة الله تعالى والثقة به واليقين بمعيته ولقائه يملأ القلب قوةً على تجنب الظلم وعزماً على مواجهة أهله، ومناعةً ضد غرائز التسلط والبغي والعدوان والتعلق بالجاه والمال، وقدرةً على المساهمة في إقامة شهادة الحق والعدل والأمر بالمعروف والنهي عن المنكر، وإباءً للانظلام الذي هو تحمل للظلم خنوعا وخضوعا؛ ذلك أن للمؤمن في مواجهة الباطل طريقين لا غير: مواجهته أو الهجرة عنه إن عجز عن المواجهة وخشي الإضرار بدينه، وهو ما يشرحه قوله عز وجل: (إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلائِكَةُ ظَالِمِي أَنْفُسِهِمْ قَالُوا فِيمَ كُنْتُمْ قَالُوا كُنَّا مُسْتَضْعَفِينَ فِي الْأَرْضِ قَالُوا أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِرُوا فِيهَا فَأُولَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَسَاءَتْ مَصِيرا) النساء97؛ ولا يستثني رب العزة من هذه المسؤولية إلا العجزة (إِلَّا الْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ لا يَسْتَطِيعُونَ حِيلَةً وَلا يَهْتَدُونَ سَبِيلاً)- النساء98-.",
            "page": "148",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "إن تحمل الظلم والرضوخ له يعد حالة أخرى تجعل المظلوم في وضع الظالم بتنازله عن كل ما يراه ضارا به من أمر عقيدته وعبادته، فيزداد الظالمون بهذا الخنوع استكبارا في الأرض واستعبادا للخلق وإفسادا للدين. وتكثيرا للأتباع والأعوان، وتنشأ بذلك طبقة مستغلة فاسدة ظالمة، مما يؤدي إلى التقاتل والتصارع والفتنة. لذلك كان لمتحملي الظلم نصيبٌ من المسؤولية ومحاسبةٌ بين يدي الله تعالى، ولن ينجيهم جوابهم بأنهم كانوا مستضعفين في الأرض إلا أن تشملهم من الله رحمة (قَالُوا فِيمَ كُنْتُمْ قَالُوا كُنَّا مُسْتَضْعَفِينَ فِي الْأَرْضِ قَالُوا أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِرُوا فِيهَا فَأُولَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَسَاءَتْ مَصِيراً ) النساء 97. ¶ إن الانظلام - وهو حال المظلومين القادرين على المواجهة ودفع الظلم عنهم أو الهجرة _ يكون في الدين والنفس والمال والكرامة والعرض والرأي، وكل ذلك مذموم يأباه اللبيب الكريم ممارسةً فيه أو ممارسةً في غيره، لأنه غبن وهوان ومذلة، والمؤمن ينبغي أن تتوفر فيه قوة الانتصار للحق غير ذليل ولا مهين ولا عاجز(وَالَّذِينَ إِذَا أَصَابَهُمُ الْبَغْيُ هُمْ يَنْتَصِرُونَ) الشورى 39، ولأن العلاقة الطبيعية عقلا وشرعا بين الناس ينبغي ألا تخرج عن دائرتي العدل أو الفضل. ¶ العدل هو إعطاء الحقوق محاسبة على التمام والسواء (إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ ) النساء58،( وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا) الشورى. ¶ أما الفضل فهو السماحة في التقاضي، والتكارم في بذل الحقوق واستيفائها(وَأَنْ تَعْفُوا أَقْرَبُ لِلتَّقْوَى وَلا تَنْسَوُا الْفَضْلَ بَيْنَكُم) البقرة237.",
            "page": "149",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "إن من عدل الله عز وجل أن جعل الناس سواسية، وجعل لهم مرجعا شرعيا يضبط تصرفاتهم ويمنع بعضهم من بعض، كما أن النظام الاجتماعي ليس فيه ضعف أو قوة، ولكن فيه استكبار من طرف فئة باغية تفرض جبروتها وهيمنتها، واستضعاف وخنوع وقابلية للتبعية العمياء من طرف كتل بشرية مستخفة العقول فارغتها(فَاسْتَخَفَّ قَوْمَهُ فَأَطَاعُوهُ إِنَّهُمْ كَانُوا قَوْماً فَاسِقِينَ) الزخرف54. وقد وصف تعالى حال هؤلاء المستخفة عقولهم يوم القيامة بقوله: ¶ •…(إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا وَرَأَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ) البقرة166. ¶ •…(وَقَالَ الَّذِينَ اتَّبَعُوا لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّأُوا مِنَّا كَذَلِكَ يُرِيهِمُ اللَّهُ أَعْمَالَهُمْ حَسَرَاتٍ عَلَيْهِمْ وَمَا هُمْ بِخَارِجِينَ مِنَ النَّارِ) البقرة 167. ¶ لذلك كان من الظلم حقيقة لا مجازا أن تسكت عنه أو ترضى به أو تتحمله ولو كرها إن استطعت الهجرة عنه. ¶ إن الظلم سلوك خاطئ منحرف، ومرآة تكشف عمق الفساد في نفسية صاحبه وسوء مخبره، لذلك اشتد غضب الله تعالى عليه وتوعده بالعقاب الأليم فقال: ¶ •…(إِنَّا أَعْتَدْنَا لِلظَّالِمِينَ نَاراً أَحَاطَ بِهِمْ سُرَادِقُهَا وَإِنْ يَسْتَغِيثُوا يُغَاثُوا بِمَاءٍ كَالْمُهْلِ يَشْوِي الْوُجُوهَ بِئْسَ الشَّرَابُ وَسَاءَتْ مُرْتَفَقاً) الكهف29. ¶ •…(أَفَمَنْ يَتَّقِي بِوَجْهِهِ سُوءَ الْعَذَابِ يَوْمَ الْقِيَامَةِ وَقِيلَ لِلظَّالِمِينَ ذُوقُوا مَا كُنْتُمْ تَكْسِبُونَ) الزمر24.",
            "page": "150",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "ولعل معترضا يقول: هذا عقاب الظالم فما بال الجندي وهو مأمور والساكت المستضعف وهو مغمور؟ والجواب أن ميزان العدل لا يفرق بين السيد والمسود والتابع والمتبوع والفاعل والمعين على الفعل، فكلهم شركاء يجمعهم المصير الواحد(كُلَّمَا دَخَلَتْ أُمَّةٌ لَعَنَتْ أُخْتَهَا حَتَّى إِذَا ادَّارَكُوا فِيهَا جَمِيعاً قَالَتْ أُخْرَاهُمْ لِأُولاهُمْ رَبَّنَا هَؤُلاءِ أَضَلُّونَا فَآتِهِمْ عَذَاباً ضِعْفاً مِنَ النَّارِ قَالَ لِكُلٍّ ضِعْفٌ وَلَكِنْ لا تَعْلَمُونَ) الأعراف38. لأن الظالم لابد له من قوة تعينه على الظلم وجند يحمونه عند ممارسته، وهتافين يشجعونه عليه، وراضين رغبا ورهبا أو استخذاء واستضعافا؛ وقد ورد في الأساطير أن ملكا هم بقتل جميع أفراد شعبه فقال له أحد مستشاريه: \" إنك لا تسمى ملكا إلا بوجودهم وإن تخلصت منهم فقدت ملكك، والأجدر أن تحتفظ بهم أذلة خانعين\". ¶ إن دولة الظلم لابد لها من أركان ، وأركانها الظالم وحاشيته وأعوانه والراضون بحكمه والمستخذون بين يديه؛ فإن فقدت هذه الأركان لم تقم للظلم دولة ولا للظالمين صولة. ¶ إن للظلم دوائر كثيرة بعضها أخص من بعض، ودرجات متباينة بعضها أخطر من بعض ؛ وكلما كانت الدائرة أقرب إلى التأثير في مجال الاعتقاد وما يرتبط به من تصورات، كان الأمر أدعى إلى الاهتمام به وبخطورة نتائجه، وكلما كان الظلم المرتكب أكثر شمولا وأعمق تأثيرا كانت تداعياته أكثر ضررا .",
            "page": "151",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "إن أكبر دوائر الظلم هي الشرك بالله تعالى ( إن الشرك لظلم عظيم) – لقمان 13 - ؛ لأنه كذب شنيع وافتراء عظيم على الله عز وجل ، ذلك أن في الإشراك قلبا للحقائق ووضعا للأشياء في غير موضعها، وهذا أصل الظلم وحقيقته، فمن أشرك بالله أو عدل به غيره أو اتخذ له سبحانه ندا فقد ارتكب الظلم الأعظم وخلع ربقة الإسلام من عنقه. وإذا كان أعظم ظلم للنفس هو الإشراك بالله تعالى ، فإن له علاجا ناجعا هو التعجيل بالتوبة وتصحيح العقيدة والاستغفار( إِنَّمَا التَّوْبَةُ عَلَى اللَّهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ فَأُولَئِكَ يَتُوبُ اللَّهُ عَلَيْهِمْ وَكَانَ اللَّهُ عَلِيماً حَكِيماً) النساء17 (قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ ) - الزمر 53- ¶ إلا أن هناك ظلما أقل درجة من الشرك الذي يتخلص منه المرء بمجرد التوبة النصوح والتوحيد الخالص ؛ هذا الظلم هو ظلم العباد . وهو وإن كان أقل درجة من الشرك، فإن التوبة منه معلقة برد المظالم لأهلها، مما يجعل أمر التحلل منه أشد عسرا، قال عليه الصلاة والسلام :\" مَنْ كَانَتْ لَهُ مَظْلَمَةٌ لِأَخِيهِ مِنْ عِرْضِهِ أَوْ شَيْءٍ فَلْيَتَحَلَّلْهُ مِنْهُ الْيَوْمَ قَبْلَ أَنْ لَا يَكُونَ دِينَارٌ وَلَا دِرْهَمٌ إِنْ كَانَ لَهُ عَمَلٌ صَالِحٌ أُخِذَ مِنْهُ بِقَدْرِ مَظْلَمَتِهِ وَإِنْ لَمْ تَكُنْ لَهُ حَسَنَاتٌ أُخِذَ مِنْ سَيِّئَاتِ صَاحِبِهِ فَحُمِلَ عَلَيْهِ- البخاري –. ¶ هذا الظلم يتمثل في صور شتى ويتشخص في أصناف من الناس كثيرة، منهم من أخذهم الله بعذاب الدنيا والآخرة ممن ذكرهم الوحي قرآنا وسنة ، ومنهم من يعاصرنا ومنهم من يأتي بعدنا:",
            "page": "152",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "•…منهم الحكام المتألهون، والأغنياء المستكبرون والتجار المطففون والفساق السابقون والمعاصرون من قوم عاد ولوط وصالح. ¶ •…ومنهم ظالم أبويه بإهمالهم أو الإساءة إليهم، وظالم أرحامه بالتقصير في حقوقهم أو التخلي عنهم أو الإضرار بهم. ¶ •…ومنهم ظالم زوجته في عرضها بالنظر إلى غيرها بما لا يجوز، وظالمة زوجها في عرضه بالنظر إلى غيره بما لا يحل. ¶ •…ومنهم الظالم لقومه أو قبيلته أو عرقه بالتعصب لهم وإعانتهم علي الباطل كما قال الرسول صلى الله عليه وسلم إذ سئل ما العصبية؟: (أن تعين قومك على الظلم)- المعجم الكبير-. ¶ •…ومنهم من يظلم المسلمين عامة بعدم النصح لهم، أو عدم نصرتهم أو بخيانتهم والتنكر لهم. ¶ •…ومنهم من يظلم الإنسانية عامة بالتقصير في واجب الدعوة إلى الله والأمر بالمعروف والنهي عن المنكر . ¶ •…ومنهم الدول المسلمة الظالمة التي لا تقيم العدل فيسلط الله تعالى عليها عدوها ولو كان مشركا، كما هو حال أمة موسى عليه السلام التي سلط عليها بختنصر الوثني، والمسيحيين إذ ظلموا فسلط عليهم جبابرة عبدة أصنام أذلوهم وغيروا دينهم، وحال دول المسلمين الظالمة حاليا وقد هزمت أمام مجوس الهند في باكستان، وصهاينة بني إسرائيل في فلسطين، وعباد الوثن في السودان وعباد الصليب في العراق..، قال تعالى:( وَكَمْ قَصَمْنَا مِنْ قَرْيَةٍ كَانَتْ ظَالِمَةً وَأَنْشَأْنَا بَعْدَهَا قَوْماً آخَرِينَ) الأنبياء11, (َكَأَيِّنْ مِنْ قَرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبِّهَا وَرُسُلِهِ فَحَاسَبْنَاهَا حِسَاباً شَدِيداً وَعَذَّبْنَاهَا عَذَاباً نُكْراً) الطلاق8.",
            "page": "153",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "•…كما أن منهم الذين يخذلون الدعاة إلى الله تعالى والمجاهدين في سبيله والمعتقلين والمهاجرين والشهداء، بالتخلي عنهم وإهمال أسرهم وذرياتهم وعدم الدفاع عنهم ؛ فإن بلغ الأمر إلى أكل لحومهم والشماتة بما أصابهم أو أصاب ذرياتهم، أو القيام بالتجسس عليهم وقذفهم، أو السعي لإطالة محنتهم، كان ذلك أقرب إلى أعظم الظلم الذي هو محاربة الله ورسوله بمحاربة أوليائه ودعاة دينه، وهذا ما عبر عنه الرسول ـ صلى الله عليه وسلم ـ في الحديث القدسي الذي رواه عن رب العزة قال:(مَنْ عَادَى لِي وَلِيًّا فَقَدْ آذَنْتُهُ بِالْحَرْبِ وَمَا تَقَرَّبَ إِلَيَّ عَبْدِي بِشَيْءٍ أَحَبَّ إِلَيَّ مِمَّا افْتَرَضْتُ عَلَيْهِ وَمَا يَزَالُ عَبْدِي يَتَقَرَّبُ إِلَيَّ بِالنَّوَافِلِ حَتَّى أُحِبَّهُ فَإِذَا أَحْبَبْتُهُ كُنْتُ سَمْعَهُ الَّذِي يَسْمَعُ بِهِ وَبَصَرَهُ الَّذِي يُبْصِرُ بِهِ وَيَدَهُ الَّتِي يَبْطِشُ بِهَا وَرِجْلَهُ الَّتِي يَمْشِي بِهَا وَإِنْ سَأَلَنِي لَأُعْطِيَنَّهُ وَلَئِنِ اسْتَعَاذَنِي لَأُعِيذَنَّهُ وَمَا تَرَدَّدْتُ عَنْ شَيْءٍ أَنَا فَاعِلُهُ تَرَدُّدِي عَنْ نَفْسِ الْمُؤْمِنِ يَكْرَهُ الْمَوْتَ وَأَنَا أَكْرَهُ مَسَاءَتَهُ) - البخاري -. ¶ ذلك أن هؤلاء الدعاة المخذولين من قبل إخوانهم، هم في حقيقة الأمر قد اختاروا الله تعالى على ما سواه، ووالوه وعادوا أعداءه وانقطعوا لخدمة دينه، فهم أولياء له عز وجل ( أَلا إِنَّ أَوْلِيَاءَ اللَّهِ لا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ) يونس62. ولئن اختارهم الله في الدنيا للبلاء فعسى أن يكون لهم في الآخرة حسن الجزاء .",
            "page": "154",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "ولئن فرح المخلفون لما أصاب الدعاة الصادقين ، فكفاهم عقوبة لظلمهم إن لم يهتدوا إلى التوبة قوله تعالى :( وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ) البقرة270، (وَمَا لِلظَّالِمِينَ مِنْ نَصِيرٍ) - الحج 71 –( مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلا شَفِيعٍ يُطَاعُ) غافر18. ¶ إن الحقيقة الغائبة عن أولئك الخاذلين أن ابتلاء الدعاة الصادقين يتضمن في واقع الأمر ابتلاء آخر للمعافين والشامتين الخاذلين، وكشفا لحقيقة أمرهم، أما العافية والمعافاة والنصر فمن الله سبحانه وتعالى وحده فقط. وما دفعهم إلى ما ارتكبوه من إثم وظلم في حق الدعاة المبتلين، إلا اختلال في مقاييسهم الشرعية، وضبابية في نظرتهم الدنيوية، وانعدام المروءة في نفوسهم الدنيئة، وعسى أن تكون مواقفهم الظالمة هذه رحمة بالدعوة وتطهيرا لصف الدعاة: (مَا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَى مَا أَنْتُمْ عَلَيْهِ حَتَّى يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ وَمَا كَانَ اللَّهُ لِيُطْلِعَكُمْ عَلَى الْغَيْب)– آل عمران 179. ¶ ونظرا لخطورة الظلم وشدة غضب الله تعالى منه، وما ينتظر صاحبه من العذاب، قص القرآن علينا من أخبار الظالمين وعاقبة أمرهم في الدنيا والآخرة ما هو كفيل بإيقاظ الهمم وتطهير النفوس فقال عز وجل: (إِنَّ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا كَانُوا خَاطِئِين) القصص8، (فَأَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ فِي الْيَمِّ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ) القصص40،( وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ) هود67.",
            "page": "155",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "كما أن الرسول الله صلى الله عليه وسلم كان يحذر المؤمنين من الظلم ويحضهم على اتقائه، ويقول: (اتَّقِ دَعْوَةَ الْمَظْلُومِ فَإِنَّهُ لَيْسَ بَيْنَهُ وَبَيْنَ اللَّهِ حِجَابٌ ) – البخاري-، ( اتَّقِ دَعْوَةَ الْمَظْلُومِ فَإِنَّ دَعْوَةَ الْمَظْلُومِ مُسْتَجَابَةٌ ) – البخاري-،( ثَلَاثَةٌ لَا تُرَدُّ دَعْوَتُهُمُ الْإِمَامُ الْعَادِلُ وَالصَّائِمُ حِينَ يُفْطِرُ وَدَعْوَةُ الْمَظْلُومِ يَرْفَعُهَا فَوْقَ الْغَمَامِ وَتُفَتَّحُ لَهَا أَبْوَابُ السَّمَاءِ وَيَقُولُ الرَّبُّ عَزَّ وَجَلَّ وَعِزَّتِي لَأَنْصُرَنَّكِ وَلَوْ بَعْدَ حِينٍ )- الترمذي-. (دَعْوَةُ الْمَظْلُومِ مُسْتَجَابَةٌ وَإِنْ كَانَ فَاجِرًا فَفُجُورُهُ عَلَى نَفْسِهِ) – أحمد-. ¶ وكان عليه الصلاة والسلام يستعيذ بالله من دعوة المظلوم جهرا أمام المسلمين تعليما لهم بقوله عند الخروج للسفر والعودة منه:( اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ وَكَآبَةِ الْمُنْقَلَبِ وَالْحَوْرِ بَعْدَ الْكَوْرِ وَدَعْوَةِ الْمَظْلُومِ وَسُوءِ الْمَنْظَرِ فِي الْأَهْلِ وَالْمَالِ) – النسائي-.",
            "page": "156",
            "part": "1"
        },
        {
            "id": "157",
            "nass": "وعندما شكا إليه صحابي سوء تصرف فتيان لديه، فيما روته عائشة رضي الله عنها قائلا: ( يَا رَسُولَ اللَّهِ إِنَّ لِي مَمْلُوكِينَ يُكَذِّبُونَنِي وَيَخُونُونَنِي وَيَعْصُونَنِي وَأَشْتُمُهُمْ وَأَضْرِبُهُمْ فَكَيْفَ أَنَا مِنْهُمْ؟ قَالَ صلى الله عليه وسلم: يُحْسَبُ مَا خَانُوكَ وَعَصَوْكَ وَكَذَّبُوكَ وَعِقَابُكَ إِيَّاهُمْ، فَإِنْ كَانَ عِقَابُكَ إِيَّاهُمْ بِقَدْرِ ذُنُوبِهِمْ كَانَ كَفَافًا لَا لَكَ وَلَا عَلَيْكَ، وَإِنْ كَانَ عِقَابُكَ إِيَّاهُمْ دُونَ ذُنُوبِهِمْ كَانَ فَضْلًا لَك، وَإِنْ كَانَ عِقَابُكَ إِيَّاهُمْ فَوْقَ ذُنُوبِهِمُ اقْتُصَّ لَهُمْ مِنْكَ الْفَضْلُ، قَالَ فَتَنَحَّى الرَّجُلُ فَجَعَلَ يَبْكِي وَيَهْتِفُ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهم عَلَيْهِ وَسَلَّمَ: أَمَا تَقْرَأُ كِتَابَ اللَّهِ ( وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا وَإِنْ كَانَ مِثْقَالَ... ) الْآيَةَ؟ - الأنبياء 47-، فَقَالَ الرَّجُلُ: وَاللَّهِ يَا رَسُولَ اللَّهِ مَا أَجِدُ لِي وَلِهَؤُلَاءِ شَيْئًا خَيْرًا مِنْ مُفَارَقَتِهِمْ أُشْهِدُكُمْ أَنَّهُمْ أَحْرَارٌ كُلُّهُمْ- الترمذي وأحمد _ ¶ كما أنه صلى الله عليه وسلم أعطى من نفسه القدوة، فأبرأ ذمته من حقوق الخلق، في مرض موته فيما رواه البخاري، إذ خرج متكئا على الفضل بن العباس وعلي بن أبي طالب ـ رضي الله عنهم ـ ، حتى جلس على المنبر ، وكان مما خطب : ( أما بعد أيها الناس ، إنه قد دنا مني خلوف من بين أظهركم ، ولن تروني في هذا المقام فيكم … فمن كنت جلدت له ظهرا فهذا ظهري فليستقد منه ، ومن كنت شتمت له عرضا فهذا عرضي فليستقد منه ، ومن أخذت له مالا ، فهذا مالي فليأخذ منه ، ولا يخش الشحناء من قبلي ، فإنها ليست من شأني … ).",
            "page": "157",
            "part": "1"
        },
        {
            "id": "158",
            "nass": "على أن من رحمة الله تعالى ولطفه بعباده، أن جعل في الآخرة أيضا - وهي دار جزاء ولا عمل - مجالا لتصالح المؤمنين وتسامحهم، فعن أنس بن مالك رضي الله عنه قال: بينا رسول الله صلى الله عليه وسلم جالس إذ رأيناه ضحك حتى بدت ثناياه، فقال له عمر: ما أضحكك يا رسول الله بأبي أنت وأمي؟ قال: رجلان من أمتي جثيا بين يدي رب العزة فقال أحدهما يا رب خذ لي مظلمتي من أخي، فقال الله تبارك وتعالى للطالب: فكيف تصنع بأخيك ولم يبق من حسناته شيء؟ قال: يا رب فليحمل من أوزاري، قال وفاضت عينا رسول الله صلى الله عليه وسلم بالبكاء ثم قال: إن ذاك اليوم عظيم يحتاج الناس أن يحمل عنهم من أوزارهم، فقال الله تعالى للطالب: ارفع بصرك فانظر في الجنان، فرفع رأسه فقال: يا رب أرى مدائن من ذهب وقصورا من ذهب مكللة باللؤلؤ، لأي نبي هذا أو لأي صديق هذا أو لأي شهيد هذا؟ قال: هذا لمن أعطى الثمن، قال: يا رب ومن يملك ذلك؟ قال: أنت تملكه، قال: بماذا؟ قال: بعفوك عن أخيك، قال: يا رب فإني قد عفوت عنه، قال الله عز وجل: فخذ بيد أخيك فأدخله الجنة. فقال رسول الله صلى الله عليه وسلم عند ذلك: اتقوا الله وأصلحوا ذات بينكم فإن الله تعالى يصلح بين المسلمين- المستدرك على الصحيحين-. ¶ آفة الخيانة ¶ يقول الله عز وجل: ( يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَخُونُوا اللَّهَ وَالرَّسُولَ وَتَخُونُوا أَمَانَاتِكُمْ وَأَنْتُمْ تَعْلَمُون ) الأنفال27",
            "page": "158",
            "part": "1"
        },
        {
            "id": "159",
            "nass": "يتساءل كثير من الشباب عن سبب التركيز على الجانبين العقدي والأخلاقي، مع أن الساحة الإسلامية بنظرهم في أشد الحاجة إلى الوعي الحركي والتنظير السياسي. ونحن لا ننكر دعواهم أو نتنكر لها، وإنما نؤثر أن يبنى هذا الوعي على أرض صلبة من الأخلاق السوية صدقا وعدلا ووفاء وإنكارا للذات وإيثارا. لأن الإسلام لابد أن يتسق فيه الاعتقاد والسلوك، والنظر والعمل، ينتقل فيه المرء من قواعد الإيمان إلى سوي المعاملة، حيث النصوص تضبط التصرف، والنظر السديد ليس ترفا عقليا أو تهويمات جدلية، ولا خير في فكر لا يثمر رشدا أو علم لا يخصب النفس، وهو ما يشير إليه قوله عز وجل ) يَا أَيُّهَا الَّذِينَ آَمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُون كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ(الصف 2-3",
            "page": "159",
            "part": "1"
        },
        {
            "id": "160",
            "nass": "إن قضايا تصفية العقيدة وإخلاص الإيمان وتطهيره من شوائب الانحراف، وتنقية العبادات من رديء البدع والعادات، تواكبها قضايا أخرى متعلقة بالسلوك الفردي والجماعي داخل الأمة لابد من بحثها ووضع الحلول الناجعة لها، حتى لا تبقى الدراسات الدينية عقدية كانت أو شرعية أو أخلاقية، ترفا ثقافيا أو وسيلة للكسب المادي وصعود درجات الجاه لدى الحكام وأرباب السلطة. ذلك أن كل فعل يعد انبثاقا عن نية فاعله، وأعمال الجوارح آثار لما يخطر في القلب من مقاصد وما يحرك السلوك من قواعد، والفعل لا يكون فاضلا إلا إذا تطهر صاحبه من شرور النوايا وآفات التسيب، والنفس البشرية إن لم يكن التزامها بالسلوك السوي طوعيا إراديا وبدون إكراه، لا تدع شهوتها الخفية المستورة في طلب ما تحب من متاع الحياة الدنيا وزينتها مالا ولذة وجاها؛ وهي مطالب ظاهرها يظن خيرا ولكن باطنها شر مستطير. ولئن كنا نركز أحيانا على الوجه المضيء للأخلاق السوية ووجوب الالتزام بها، باعتبار أن مفهوم المخالفة يقتضي تحريم ما يضادها، إذ وجوب الحياء والعدل والصدق يقابله تحريم الوقاحة والظلم والكذب، فإننا حاليا نركز على وجه مظلم من السلوك البشري عسى أن ينتبه له الدعاة ويجتنبوه ويطهروا صفهم من أربابه، عملا بقوله تعالى:( وَكَذَلِكَ نُفَصِّلُ الْآيَاتِ وَلِتَسْتَبِينَ سَبِيلُ الْمُجْرِمِينَ ) الأنعام55، واقتداء بصاحب سر رسول الله صلى الله عليه وسلم، حذيفة رضي الله عنه إذ قال في الحديث المتفق عليه: ( كان الناس يسألون رسول الله صلى الله عليه وسلم عن الخير وكنت أسأله عن الشر مخافة أن يدركني....). ¶ هذا السلوك المظلم، هو آفة \" الخيانة \" بدناءتها وأرجاسها التي تأباها النفوس الشريفة، وترفضها العقول السوية وتمجها الطباع النظيفة، من أي دين وأي مذهب وأي قوم وأي عرق، لاسيما وقد تنزلت في شجبها مع أربابها الآيات البينات:",
            "page": "160",
            "part": "1"
        },
        {
            "id": "161",
            "nass": "•…(إِنَّ اللَّهَ لَا يُحِبُّ مَنْ كَانَ خَوَّانًا أَثِيمًا ) النساء107 ¶ •…(إِنَّ اللَّهَ لَا يُحِبُّ الْخَائِنِينَ ) الأنفال 58 ¶ •…(إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ ) الحج38 ¶ والرسول الكريم صلى الله عليه وسلم كان يحذر منها بقوله: ( لا تخن من خانك ) أبوداود/ بيوع ، ويستعيذ بالله منها في دعائه: ( ... وأعوذ بك من الخيانة فإنها بئست البطانة...) النسائي/ استعاذة. ¶ لقد كانت \" الخيانة \" في معناها اللغوي تصرفا غير واضح السمات، إلى أن جاء الإسلام فنقلها إلى معنى أعم وأشمل، يحدد معالم المدسوسين في الصف المسلم، ويبين مخاطرهم وطرق التعامل معهم. ¶ ذلك أن الجذر اللغوي لها هو مادة \" خان\" بمعنى انتقص، يخون خونا وخيانة وخانة ومخانة. فالخاء والواو والنون أصل واحد معناه التنقص والضعف، يقال: في ظهره خون أي ضعف، والخون أن يؤتمن المرء فلا ينصح، والخيانة التفريط في الأمانة، وخانه إذا لم يف له، وخان السيف إذا نبا عن الضربة، وخانه الدهر إذا تغير حاله إلى الشر، وناقض العهد خائن لأنه كان ينتظر منه الوفاء فغدر، ومنه قوله تعالى: ( وَإِنْ يُرِيدُوا خِيَانَتَكَ فَقَدْ خَانُوا اللَّهَ مِنْ قَبْلُ فَأَمْكَنَ مِنْهُمْ وَاللَّهُ عَلِيمٌ حَكِيم ) الأنفال71. ¶ واختانه فهو خائن وخؤون وخوَّان وخائنة ( الهاء للمبالغة مثل نسابة )، ومنه قوله تعالى:( يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ ) غافر19، أي ما يسارق المرء من النظر نظر ريبة إلى ما لا يحل له، وقوله صلى الله عليه وسلم: ( إنه لا ينبغي لنبي أن تكون له خائنة الأعين ) أخرجه أبو داود والحاكم في مستدركه. والخيانة والنفاق شيء واحد، لكن الخيانة تقال باعتبار العهد والأمانة، والنفاق باعتبار الدين، وإن كانا يتداخلان في مواطن كثيرة.",
            "page": "161",
            "part": "1"
        },
        {
            "id": "162",
            "nass": "فلما نزل القرآن نقل اللفظ \" الخيانة \" إلى معناها المصطلحي المتضمن للغدر والكذب وتزييف الحق وتزوير الوقائع والتجسس وكشف عورات المسلمين والمجتمع الإسلامي بالقول والعمل والإشارة والعبارة، هذا المعنى الذي يحدد معالم شخصية مريضة حاقدة مضطربة، دنيئة لئيمة، تُطْرَدُ من الصف المسلم إن تعذر تقويمها وإصلاحها. ¶ لقد شمل لفظ \" الخيانة \" بذلك معاني واضحة تحدد معالم الأشرار، لا تركن إليها النفوس الحرة، ولا ترتضع ألبانها الأفواه النظيفة، معاني تركس الأخلاق الفردية والجماعية في الخلل والفساد، من أقصى المعاملات الذاتية والفردية إلى أقصى نظم الحكم والسياسة والاقتصاد والاجتماع: ¶ •…فمن لم يهذب نفسه ولم ينتفع بعقله فقد خان نفسه. ¶ •…ومن استسلم لحلاوة المال أوالجاه أو القوة فقد خان نفسه. ¶ •…ومن عشي بصره عن عيوبه، ومَِرضَ قلبه بالهوى فقد خان نفسه. ¶ •…ومن غرته المطامع وأعمته الأماني فقد خان نفسه. ¶ •…ومن غُلَّ عقله بالغضب والشهوة فقد خان نفسه. ¶ •…ومن مدحك بما ليس فيك فقد خانك. ¶ •…ومن ستر عنك الرشد اتباعا لما تهوى فقد خانك. ¶ •…ومن ساترك عيبك فقد خانك. ¶ •…ومن كان معك في أمر جامع واستبد برأيه عليك فقد خانك ¶ إن أعمال الخيانة متعددة ومتنوعة، ولكنها باعتبار من وجهت ضده أربعة أصناف حددتها آيتان كريمتان هما: ¶ -…( يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَخُونُوا اللَّهَ وَالرَّسُولَ وَتَخُونُوا أَمَانَاتِكُمْ وَأَنْتُمْ تَعْلَمُون ) الأنفال27 ¶ -…(وَلَا تُجَادِلْ عَنْ الَّذِينَ يَخْتَانُونَ أَنفُسَهُمْ إِنَّ اللَّهَ لَا يُحِبُّ مَنْ كَانَ خَوَّانًا أَثِيمًا ) النساء107. ¶ إن الخيانة بهذا الاعتبار أربعة أصناف: خيانة لله عز وجل، وخيانة لرسوله صلى الله عليه وسلم، وخيانة للأمانة، وخيانة للنفس.",
            "page": "162",
            "part": "1"
        },
        {
            "id": "163",
            "nass": "ولئن كانت الخيانة في هذه الأصناف الأربعة خيانة واحدة، لأنها كالأواني المستطرقة، يصب بعضها في بعض، إذ خيانة النفس خيانة لله وللرسول وللأمانة، وكذلك خيانة الله وخيانة الرسول وخيانة الأمانة، فإن ورودها مفصلة في القرآن ومبينة في السنة النبوية يراد به زيادة التوضيح والتحذير والتنبيه والحث على اجتنابها والبعد عن أهلها. ¶ فخيانة المرء لله تعالى تتمثل أول ما تتمثل في الكفر والشرك لأنهما رأس الموبقات، وداخل الصف المسلم يجسدها النفاقان العقدي والعملي بوضوح، وهما إظهار الإيمان والعمل الصالح، وإسرار الشرك والرياء وعدم الوفاء بعهد الله تعالى. ¶ وخيانة المرء للرسول صلى الله عليه وسلم هي عدم الامتثال لأمره ونهيه، وعدم الاقتداء والتأسي بهديه، وإدخال البدعة في سنته. ¶ أما الأمانة وهي كل ما تعبد به، فتدخل فيها عقيدة الإسلام وشرائعه؛ وبما أن الخون معناه التنقص فإن خيانة الأمانة هي الانتقاص من الشريعة أو تحريف العقيدة، ومن فعل ذلك فقد خان الأمانة، وخان الله تعالى والرسول صلى الله عليه وسلم. ¶ أما خيانة المرء نفسه فإن معناها العام المطلق يشمل أمرين: ¶ - الخيانة الذاتية بأن يرتكب المرء من المعاصي والأفعال ما يضر به نفسه في الدنيا والآخرة.",
            "page": "163",
            "part": "1"
        },
        {
            "id": "164",
            "nass": "- خيانة المرء أمته، باعتبار أنها من نفس واحدة كما قرر ذلك القرآن الكريم (يَاأَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَتَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا ) النساء1، وأن جماعة المؤمنين كالجسد الواحد إذا اشتكى منه عضو تداعى له سائر الجسد بالسهر والحمى، وتكون خيانتهم بانتقاص حقوقهم المادية كأكل أموالهم بالباطل، أو انتهاك أعراضهم أو سفك دمائهم، أو التجسس عليهم وكشف عوراتهم لأعدائهم، أو بانتقاص حقوقهم المعنوية بالامتناع عن الدفاع عنهم أو عن بذل النصيحة لهم أمرا بمعروف أو نهيا عن منكر، أو بخذلانهم في ساعات الضيق والعسرة، أو عدم دعوة الخلق إلى دين الإسلام ؛ وقد جاء في الأثر : (المؤمنون بعضهم لبعض نَصَحَة وادُّون، وإن بَعُدت منازلهم وأبدانهم، والفَجَرَة بعضهم لبعض غَشَشَة مُتَخاِونون، وإن اقتربت منازلهم وأبدانهم ) (نسب القول للإمام علي رضي الله عنه،كما رفعه إلى الرسول صلى الله عليه وسلم أبو الشيخ بن حبان في كتاب التوبيخ، وكنز العمال ح 757 ، والترغيب والترهيب 2/575، ولا تصح نسبته للرسول عليه الصلاة والسلام)",
            "page": "164",
            "part": "1"
        },
        {
            "id": "165",
            "nass": "وتتضح لنا المعاني وتستنير المعالم من تتبعنا لسياق قوله تعالى (وَلَا تُجَادِلْ عَنْ الَّذِينَ يَخْتَانُونَ أَنفُسَهُمْ إِنَّ اللَّهَ لَا يُحِبُّ مَنْ كَانَ خَوَّانًا أَثِيمًا ) النساء107، فقد تلاها مباشرة قوله عز وجل ( يَسْتَخْفُونَ مِنْ النَّاسِ وَلَا يَسْتَخْفُونَ مِنْ اللَّهِ وَهُوَ مَعَهُمْ إِذْ يُبَيِّتُونَ مَا لَا يَرْضَى مِنْ الْقَوْلِ وَكَانَ اللَّهُ بِمَا يَعْمَلُونَ مُحِيطًا ) النساء108، ثم تلاه مباشرة قوله سبحانه (هَاأَنْتُمْ هَؤُلَاءِ جَادَلْتُمْ عَنْهُمْ فِي الْحَيَاةِ الدُّنْيَا فَمَنْ يُجَادِلُ اللَّهَ عَنْهُمْ يَوْمَ الْقِيَامَةِ أَمْ مَنْ يَكُونُ عَلَيْهِمْ وَكِيلًا ) النساء109، والجدال لغة شدة المخاصمة، من جدل الحبل إذا فتله، وسميت المخاصمة مجادلة لأن كل واحد من الخصمين يريد أن يميل صاحبه عما هو عليه من رأي ويصرفه عنه. ¶ وبمفهوم هذه الآيات الكريمة يعد خونة أنفسهم منافقين، نفاقا عقديا لأنهم يستخفون من الناس ولا يستخفون من الله، ونفاقا عمليا لأن تصرفاتهم تناقض تعاليم الإسلام وإن تظاهروا بالإيمان، وهم بذلك محط غضب الله تعالى وبغضه (إِنَّ اللَّهَ لَا يُحِبُّ مَنْ كَانَ خَوَّانًا أَثِيمًا ) النساء107، وما أعظمه من ذنب يجلب على صاحبه بغض الله له، ومن أبغضه الله فقد لعن، ومن الإيمان أن تحب من يحبه الله وتبغض من يبغضه الله، ( وهل الدين إلا الحب في الله والبغض في الله) كما قال الرسول صلى الله عليه وسلم؟ - كنز العمال 7504 -.",
            "page": "165",
            "part": "1"
        },
        {
            "id": "166",
            "nass": "ونظرا لخطورة الخيانة بارتكازها على الغدر والمكر الخفي فقد تكفل الله تعالى رحمة منه ولطفا، بدفع شرها عن المؤمنين إن هم التزموا بالتوجيهات القرآنية والنبوية في تعاملهم مع هذه الظاهرة وأربابها، فقال عز وجل: ( وَأَنَّ اللَّهَ لَا يَهْدِي كَيْدَ الْخَائِنِينَ) يوسف52، أي أن صاحب الخيانة لابد أن يفتضح ويفشل مكره ويرد كيده في نحره، وقال أيضا: (إِنَّ اللَّهَ يُدَافِعُ عَنْ الَّذِينَ آمَنُوا إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُور) الحج38، وفي هذه الآية إشارة لطيفة بترك المدفوع عن المؤمنين عاما مطلقا، وجعل سياقها يشير إلى الخيانة، وذلك بشارة عظيمة للمؤمنين الذين يتعرضون للخيانة، بأنه عز وجل متكفل بالدفاع عنهم. ¶ إن الخيانة تفوق خطورتها جل الكبائر المرتكبة، لأنها تضمها كلها، ولها تعلق بالنفاق والغش والخداع وترك النصيحة وارتكاب الفواحش والنميمة والكفر والشرك وسفك الدم الحرام...الخ ¶ فالنفاق خيانة كله، وآية المنافق كما وردت في حديث رسول الله صلى الله عليه وسلم: ( إذا حدث كذب وإذا وعد أخلف وإذا اؤتمن خان ) البخاري ومسلم، فالكذب بذلك خيانة لأنه تزوير وقلب للحقائق، وإخلاف الوعد خيانة، وانتقاص الأمانة خيانة؛ بل إن الرسول صلى الله عليه وسلم عد الكذب على المؤمنين أكبر خيانة بقوله ( كبرت خيانة أن تحدث أخاك حديثا هو لك به مصدق وأنت له به كاذب ) البخاري في كتاب الأدب ، وأبو داود في كتاب الأدب. ¶ والغش والمكر والخديعة خيانة لأن فيها انتقاصا لحقوق المسلمين وإضرارا بهم وغدرا لهم، ولذلك يقول صلى الله عليه وسلم: ¶ -…( المكر والخديعة والخيانة في النار) أبو داود في مراسيله عن الحسن. ¶ -…( من غشنا فليس منا والمكر والخداع في النار ) الطبراني في الكبير والصغير وابن حبان في صحيحه. ¶ -…( من غش المسلمين فليس منهم ) الطبراني في الكبير ورواته ثقات.",
            "page": "166",
            "part": "1"
        },
        {
            "id": "167",
            "nass": "وترك النصيحة للمؤمن خيانة، لأن في ذلك غمطا لحق المؤمنين فيها وخيانة لهم، قال صلى الله عليه وسلم: ( من أشار على أخيه بأمر يعلم الرشد في غيره فقد خانه ) أبو داود/ كتاب العلم. ¶ والغلول خيانة، لأنه بمثابة سرقة المال العام، وهو من الكبائر بإجماع، ولذلك قال صلى الله عليه وسلم: ( لا تغلوا فإن الغلول نار وعار على أصحابه في الدنيا والآخرة) أحمد والنسائي وصححه ابن حبان، وقال: ( بئس العبد يختل الدنيا بالدين ) الترمذي والحاكم في مستدركه والطبراني في الكبير. ¶ وترك الالتزام بأمر الجماعة خيانة، سواء كان اشتراكها في تجارة أو فلاحة أو صناعة، أو كان في الدعوة والجهاد، لأن في ذلك نقضا للعهد وطعنا في الظهر ومدعاة لتخلي الله تعالى عن الخائن، وهو ما يشير إليه قول الرسول صلى الله عليه وسلم: ( يقول الله عز وجل: أنا ثالث الشريكين ما لم يخن أحدهما صاحبه، فإذا خان خرجت من بينهما ) أبو داود والدا رقطني والحاكم بإسناد صحيح، أي حجبت مدافعة الله تعالى عن الاثنين معا، واختصت بالصادق المظلوم منهما. ¶ وارتكاب الفواحش خيانة، فالسارق خائن لأنه ينتقص أموال الناس بغير حق، والزاني خائن لأنه ينتهك أعراض الخلق وينتقصها، والقاتل خائن لأنه يسلب المقتول حق الحياة، والجاسوس خائن... والمغتاب خائن... والنمام خائن...الخ ¶ إن الخيانة رأس كل خطيئة وعنوان كل جريمة مهما دقت أو جلت، والأمين لا يخون أبدا، لا يخون مسلما ولا كافرا ولا خائنا، وفي الحديث ( لا تخن من خانك )أبو داود/بيوع، ولذلك قال بعض السلف الصالح: ( لم يخنك الأمين ولكن ائتمنت الخائن)، وقال الإمام علي رضي الله عنه: ( أد الأمانة إلى البر والفاجر فيما جل أو قل ).",
            "page": "167",
            "part": "1"
        },
        {
            "id": "168",
            "nass": "لقد حذر سبحانه وتعالى رسوله الكريم من أهل الخيانة تحذيرا صريحا لا لبس فيه فقال: (إِنَّا أَنزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ بِمَا أَرَاكَ اللَّهُ وَلَا تَكُنْ لِلْخَائِنِينَ خَصِيمًا ) النساء 105، ولذلك قال صلى الله عليه وسلم: ( كل خصلة يطبع عليها أو يطوى عليها المسلم إلا الخيانة والكذب ) ابن أبي شيبة في المصنف وابن أبي الدنيا في الصمت مرفوعا وموقوفا. ¶ ولئن كان الرسول صلى الله عليه وسلم قد كفاه الله تعالى مكر الخائنين وغدرهم فقال: ( وَإِنْ يُرِيدُوا خِيَانَتَكَ فَقَدْ خَانُوا اللَّهَ مِنْ قَبْلُ فَأَمْكَنَ مِنْهُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ ) الأنفال71، وأرشده عز وجل إلى خير أسلوب للتعامل مع الخونة بعد أن شبههم بشر الدواب بقوله في سورة الأنفال: (إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ الَّذِينَ كَفَرُوا فَهُمْ لَا يُؤْمِنُونَ(55)الَّذِينَ عَاهَدْتَ مِنْهُمْ ثُمَّ يَنقُضُونَ عَهْدَهُمْ فِي كُلِّ مَرَّةٍ وَهُمْ لَا يَتَّقُونَ(56)فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُونَ(57)وَإِمَّا تَخَافَنَّ مِنْ قَوْمٍ خِيَانَةً فَانْبِذْ إِلَيْهِمْ عَلَى سَوَاءٍ إِنَّ اللَّهَ لَا يُحِبُّ الْخَائِنِينَ )، فإنه صلى الله عليه وسلم تعليما لنا وإرشادا وتحذيرا، كان لا يستعين مطلقا بمن يتوسم فيهم ملامح الخيانة؛ وقد روى أبو داود في سننه- كتاب الخراج والإمارة والفيء – عن أبي موسى قال: انطلقت مع رجلين إلى النبي صلى الله عليه وسلم، فتشهد أحدهما ثم قال: جئنا لتستعين بنا، وقال الآخر مثل قول صاحبه، فقال صلى الله عليه وسلم: ( إن أخونكم عندنا من طلبه )، فاعتذر أبو موسى إلى النبي صلى الله عليه وسلم وقال: لم أكن أعلم لما جاءا له، فلم يستعن بهما على شيء حتى مات.",
            "page": "168",
            "part": "1"
        },
        {
            "id": "169",
            "nass": "وبما أن الدعوة الإسلامية شهادة على الناس ( لتكونوا شهداء على الناس ) فلا يجوز أن ينضم إليها خائن ولا خائنة، وهو معنى قوله صلى الله عليه وسلم: ( لا تجوز شهادة خائن ولا خائنة ولا زان ولا زانية ولا ذي غمر على أخيه ) أبو داود/أقضية. ¶ إن علاج الصف المسلم من هذه الآفة هو المناصحة والمودة بين جميع أعضائه، مهما تباعدت ديارهم وأبدانهم، والحذر من أن يتحول أعضاؤه إلى مجموعة من الغششة المتخاونين، يتنافسون على المال والجاه والمنصب، ولا يرعون في مؤمن إلا ولا ذمة. ¶ ظاهر الإثم وباطنه ¶ قال الله تعالى: (وَذَرُوا ظَاهِرَ الْإِثْمِ وَبَاطِنَهُ إِنَّ الَّذِينَ يَكْسِبُ ¶ ونَ الْإِثْمَ سَيُجْزَوْنَ بِمَا كَانُوا يَقْتَرِفُونَ ) الأنعام 120 ¶ هذه الآية الكريمة تحوي أمرا بتجنب الإثم، ووعدا ووعيدا لمن لم يمتثل، بالجزاء والعذاب في الآخرة. ¶ والأمر فيها للوجوب موجه لسائر المكلفين إنسا وجنا، وهو لصرامته شديد الإيجاز، محرم لكل ما يستقبح، وحاض بمفهوم المخالفة على جميع مكارم الأخلاق، ومؤلف من أربعة ألفاظ لا يحتاج إلى الشرح اللغوي منها إلا لفظا \" ذروا \" و \" إثم \". ¶ ففعل الأمر \" ذروا \" بمعنى دعوا واتركوا، من: وذر يذر، وقد أماتت العرب منه صيغ الماضي والمصدر واسم الفاعل، فلا يقال: وذر وذرا فهو واذر، وإنما يقال ترك تركا فهو تارك، وإنما تستعمل العرب منه صيغتي المضارع والأمر، قال تعالى: ¶ -…(يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَذَرُوا مَا بَقِيَ مِنْ الرِّبَا إِنْ كُنتُمْ مُؤْمِنِينَ )البقرة278. ¶ -…(مَنْ يُضْلِلْ اللَّهُ فَلَا هَادِيَ لَهُ وَيَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ ) الأعراف 186. ¶ -…(يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِي لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ ) الجمعة 9.",
            "page": "169",
            "part": "1"
        },
        {
            "id": "170",
            "nass": "-…(وَذَرْنِي وَالْمُكَذِّبِينَ أُولِي النَّعْمَةِ وَمَهِّلْهُمْ قَلِيلًا ) المزمل 11، أي: كلهم إلي ولا تشغل قلبك بهم. ¶ أما لفظ\" إثم \" فحروفه الثلاثة الهمزة والثاء والميم تدل على أصل واحد هو البطء والتأخر، والإثم مشتق منه، لأن الآثم بطيء عن الخير متأخر عليه. ¶ يقال: أثم الرجل إثما ومأثما فهو آثم وأثيم وأثوم، إذا أذنب، أما قوله تعالى (وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا ) الفرقان 68، فمعنى \" الأثام\" هنا: جزاء الإثم. ¶ والتأثم هو التحرج من الذنب والكف عنه والتوبة منه. ¶ والإثم لغة هو الذنب، ومن فسره بالعدوان جانبه الصواب، لأن العدوان من الإثم، والإثم أعم منه، والعرب تسمي الخمر إثما، وبه فسر قوله تعالى: (قُلْ إِنَّمَا حَرَّمَ رَبِّي الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْإِثْمَ ) الأعراف 33. ¶ ونظرا للسياق الذي وردت فيه هذه الآية من لوم للمشركين على امتناعهم من أكل ما ذكر اسم الله عليه قبلها (وَمَا لَكُمْ أَلَّا تَأْكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُمْ مَا حَرَّمَ عَلَيْكُمْ إِلَّا مَا اضْطُرِرْتُمْ إِلَيْهِ وَإِنَّ كَثِيرًا لَيُضِلُّونَ بِأَهْوَائِهِمْ بِغَيْرِ عِلْمٍ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِالْمُعْتَدِينَ ) الأنعام 119، ونهيهم عن أكل ما لم يذكر اسم الله عليه بعدها (وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرْ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ لِيُجَادِلُوكُمْ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ )الأنعام 121، ولما جرت به عادة العرب من تسمية الخمر إثما، فقد ذهب المفسرون في شرح الإثم مذاهب شتى، وخصصوا معناه تخصيصات لا دليل عليها:",
            "page": "170",
            "part": "1"
        },
        {
            "id": "171",
            "nass": "ذهب بعضهم إلى أن الإثم الظاهر والباطن خاص بأكل الميتة والذبائح وشرب الخمر والنبيذ، وآخرون إلى أن ظاهر الإثم هو الزنا المعلن بذوات الرايات ( المحترفات)، وباطنه هو الزنا الخفي واتخاذ الأخدان، كما فسر بشرب الخمر علانية وتسترا. ¶ وعند بعضهم الظاهر منه هو الطواف بالبيت عراة والباطن هو الاستسرار بالزنا، وعند آخرين الظاهر منه ما ورد في الآية 23 من سورة النساء ( حرمت عليكم أمهاتكم...) والباطن هو الزنا، أو أعمال الجوارح الظاهرة والنوايا وأعمال القلوب المستترة. ¶ لكن الصواب هو أن تخصيص الآية بصورة معينة من غير دليل لا يجوز، والعبرة بعموم اللفظ لا بخصوص السبب، فيكون التحريم عاما في جميع الآثام والفواحش، ولذلك عقب تعالى على هذا الأمر بقوله: (إِنَّ الَّذِينَ يَكْسِبُونَ الْإِثْمَ سَيُجْزَوْنَ بِمَا كَانُوا يَقْتَرِفُونَ ) الأنعام 120، أي أن مرتكب الإثم ظاهرا أو خفيا سيجازي بالعذاب الدائم يوم القيامة إن كان مستحلا له، فإن لم يكن مستحلا له ولم يتب ولم يعف الله عنه عذب على قدر ذنبه؛ وقد سئل الرسول صلى الله عليه وسلم عن الإثم فقال: ( الإثم ما حاك في صدرك وكرهت أن يطلع عليه الناس) صحيح مسلم والمستدرك على الصحيحين؛ ولا يحيك في صدر المؤمن ويخشى الفضيحة فيه إلا ما خالف الشريعة وعارض الفطرة السوية وأخل بالمروءة. ¶ إن الإثم العام غير المخصص الذي تحرمه هذه الآية الكريمة، منه ما هو متعلق بالمعتقد، ومنه ما هو متعلق بالنية والقصد والإرادة، أو بأمراض القلوب وخطرات النفس، أو بأعمال الجوارح الظاهرة والمستترة. ¶ 1 – إثم المعتقد:",
            "page": "171",
            "part": "1"
        },
        {
            "id": "172",
            "nass": "أشد الآثام وأخطرها الشرك بالله تعالى (فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا ) الكهف 110، وهو إنكار ألوهيته عز وجل أو ربوبيته أو أسمائه وصفاته، أو إشراك غيره معه فيها، سواء كان ذلك في المعتقد أو في العبادة؛ إلا أن أخف الشرك ما اجتمع فيه الإيمان بالله تعالى وبرسوله صلى الله عليه وسلم مع أعمال جعل فيها لغير الله نصيب مهما كان قليلا، وذلك معنى قوله صلى الله عليه وسلم فيما رواه عن ربه قال: ¶ -…( أنا أغنى الأغنياء عن الشرك، فمن عمل عملا أشرك معي فيه غيري فهو للذي أشرك به وأنا منه بريء ) مسلم وابن ماجه وأحمد. ¶ -…( الشرك في هذه الأمة أخفى من دبيب النملة، قالوا : يا رسول الله كيف ننجو منه؟ قال: \" قل اللهم إني أعوذ بك أن أشرك بك وأنا أعلم، وأستغفرك لما لا أعلم ) ابن حبان في صحيحه. ¶ 2 – إثم النية والقصد والإرادة: ¶ ولا نعني بالنية ما يميز به المرء العبادات بعضها عن بعض، كتمييز صلاة الظهر عن صلاة العصر أو صيام الفرض عن صيام التطوع مثلا، ولكننا نعني بها قصد العامل بعمله، وهل هو لله أم لغير الله، للخير أم للشر؟، وهو ما شرحه الرسول صلى الله عليه وسلم بقوله:( إنما الأعمال بالنيات وإنما لكل امرئ ما نوى...) البخاري ومسلم. ¶ فأي عمل يقوم به المرء ينقلب إثما إذا لم يرد به نفع نفسه أو نفع عباد الله أو كف أذى أو جلب مصلحة ولم يقصد بذلك وجه الله تعالى؛ وكأي من عمل يبدو ظاهره خيرا والقصد منه قبيح، والطعم الذي يوضع في الصنارة بحسب ظاهره إطعام وإحسان وما يقصد به إلا اصطياد سمكة، ومثل النية السيئة أعمال البر التي تغطي مقاصد السوء. ¶ 3 – إثم أمراض القلوب وخطرات النفس:",
            "page": "172",
            "part": "1"
        },
        {
            "id": "173",
            "nass": "أمراض القلوب وخطرات النفس كثيرة، على رأسها النفاق والحسد والحقد والعجب والكبرياء والرياء والنجوى والوساوس وسوء التأويل لأقوال المسلمين وأعمالهم والأماني الضالة، وحب الرئاسة والميل للإضرار بالخلق، وإيثار الدنيا على الآخرة، وهي كلها هم وغم حزن وضائقة نفس في الدنيا، ومحاسبة في الآخرة، سواء ظهرت آثارها في تصرفات المرء وأقواله وأفعاله أم لم تظهر. قال صلى الله عليه وسلم:( ألا وإن في الجسد مضغة إذا صلحت صلح الجسد كله وإذا فسدت فسد الجسد كله ألا وهي القلب) البخاري ومسلم ¶ وقال تعالى: ¶ -…(لَا يُؤَاخِذُكُمْ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِنْ يُؤَاخِذُكُمْ بِمَا كَسَبَتْ قُلُوبُكُمْ ) البقرة 225. ¶ -…(وَإِنْ تُبْدُوا مَا فِي أَنفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ ) البقرة 284. ¶ ولئن استدل بعضهم على نسخ المحاسبة فإن مذهبهم ضعيف، لأن في الآية وعد ووعيد وذلك لا يحتمل النسخ الذي يعد هنا خلفا وبداء، تعالى الله عن ذلك علوا كبيرا. إلا أن من نفى النسخ اشترط للمحاسبة أن تكون خطرات النفس مصحوبة بالاعتقاد والعزم، وبغير هذا تدخل في قوله صلى الله عليه وسلم:( إن ربكم رحيم، من هم بحسنة فلم يعملها كتبت له حسنة، فإن عملها كتبت عشر إلى سبعمائة ضعف إلى أضعاف كثيرة، ومن هم بسيئة فلم يعملها كتبت له حسنة، فإن عملها كتبت واحدة أو يمحوها، ولا يهلك على الله إلا هالك ) سنن الترمذي وسنن الدارمي والمعجم الكبير. ¶ ومع ذلك فإن من يشغل قلبه بأمراضه ونجواه، وإن لم يصاحب ذلك عزم واعتقاد يكون قد ضيع مكسبين، أولهما أجر شغل النفس بالخير والفضيلة، وثانيهما راحة البال والسكينة اللتان تملآن القلب المطمئن إلى ربه الخالي من الأمراض.",
            "page": "173",
            "part": "1"
        },
        {
            "id": "174",
            "nass": "قال صلى الله عليه وسلم عندما سئل: أي الناس أفضل؟ : ( كل مخموم القلب صدوق اللسان ) قالوا: صدوق اللسان نعرفه فما مخموم القلب؟ قال: ( التقي النقي، لا إثم فيه ولا بغي ولا غل ولا حسد ) ابن ماجه بإسناد صحيح. ¶ كما حذر من أمراض القلوب قائلا: ¶ -…( دب فيكم داء الأمم قبلكم، الحسد والبغضاء، والبغضاء هي الحالقة، أما إني لا أقول: تحلق الشعر ولكن تحلق الدين) البزاز بإسناد صحيح والبيهقي. ¶ -…( إياكم والظن، فإن الظن أكذب الحديث، ولا تحسسوا ولا تجسسوا ولا تنافسوا ولا تحاسدوا ولا تباغضوا ولا تدابروا، وكونوا عباد الله إخوانا كما أمركم، المسلم أخو المسلم لا يظلمه ولا يخذله ولا يحقره، التقوى هاهنا، التقوى هاهنا، وأشار إلى صدره ...) البخاري ومسلم. ¶ 4 – إثم الجوارح ظاهرا وباطنا: ¶ الجوارح مفردها جارحة، من جرح واجترح بمعنى اكتسب وعمل، مجاز من معناه الأصلي الذي هو جرح السيف ونحوه، قال تعالى: (وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ ) الأنعام 60، وقال: (أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ) الجاثية 21.",
            "page": "174",
            "part": "1"
        },
        {
            "id": "175",
            "nass": "ومنه لفظ \" الجوارح \" بمعنى السباع والطير التي تستعمل للصيد، لأنها تجرح لصاحبها، أي تكسب له، واحدتها جارحة؛ ومن المجاز أيضا الجوارح بمعنى أعضاء الإنسان وعوامله، لأن بها يكسب الخير والشر؛ وهي السمع والبصر والفم واللسان واليد والرجل والفرج. فإن استعملت في العبادة والخيرات والمباحات كانت السلامة والأجر الحسن، وإن استعملت في المحرمات والمكروهات ومخلات المروءة كان الإثم والندم؛ واستعمالها في الإثم عادة يبدأ صغيرا ومتخفيا مادام المرء محتفظا ببعض حيائه، ثم تنفرج زاوية الجراءة على الله تعالى بالتدريج، وتنسلخ من القلب فطرة استقباح المحرمات والمعاصي والذنوب، فتصير له عادة وسجية، ويرفع عنه الحياء من الله ومن الناس، فيقع في التهتك والمجاهرة إلى حد يفتخر فيه بارتكابها ويحدث الناس بها؛ قال صلى الله عليه وسلم:( كل أمتي معافى إلا المجاهرين. قيل يا رسول الله ومن المجاهرون؟ قال:الذي يعمل العمل بالليل فيستره ربه ثم يصبح فيقول: يا فلان عملت البارحة كذا وكذا، فيكشف ستر الله عنه ) المعجم الصغير1/378. ¶ إن حماية الجوارح من الآثام خير سبل النجاة بين يدي الله تعالى يوم القيامة، وخير ما يحفظ به المرء سلامة جسده ويوفر به لنفسه الراحة والطمأنينة والسعادة في الدنيا، قال صلى الله عليه وسلم: ¶ -…( من يضمن ما بين لحييه وما بين رجليه تضمنت له بالجنة) البخاري ومسلم. ¶ -…( اضمنوا لي ستا من أنفسكم أضمن لكم الجنة: اصدقوا إذا حدثتم، وأوفوا إذا وعدتم، وأدوا إذا اؤتمنتم، واحفظوا فروجكم، وغضوا أبصاركم، وكفوا أيديكم ) أحمد وابن حبان في صحيحه. ¶ فهرس ¶ الأخلاق والتزكية ¶ في رحاب الكتاب والسنة ¶ المقدمة: الأخلاق والتزكية...لماذا؟ ……2… ¶ العقل والقلب بين الغيب والشهود……8 ¶ الإيمان حقيقتنا الكبرى………………26 ¶ التوحيد العملي ومدرسة أهل الحديث…………37 ¶ التقليد في مجال التوحيد مخاطره ومضاره………40 ¶ أسماء الله الحسنى وأثرها في سلوك المؤمن………45",
            "page": "175",
            "part": "1"
        },
        {
            "id": "176",
            "nass": "مكارم الأخلاق من سورة الحجرات…………51 ¶ صفات عباد الرحمن………………58 ¶ وصايا من القرآن الكريم………………81 ¶ صدق النية والقول والعمل………………90 ¶ الحياء هو الدين كله…………………97 ¶ التواضع خلق الأنبياء………………103 ¶ الظلم ممارسة وتحملا ودولة لها أركان…………110 ¶ آفة الخيانة……………………119 ¶ ظاهر الإثم وباطنه…………………127………………",
            "page": "176",
            "part": "1"
        }
    ],
    "t34946": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الاخلاق والتزكية"
        }
    ]
}