{
    "b34954": [
        {
            "id": "1",
            "nass": "من مشاهد القيامة وأهوالها وما يلقاه الأنسان ¶ بعد موته ¶ جمع وتحقيق ¶ الفقير إلى الله تعالى ¶ عبد الله بن جار الله بن إبراهيم الجار الله ¶ غفر الله له ولوالديه ولجميع المسلمين ¶ مقدمة ¶ الحمد لله رب العالمين. وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله - صلى الله عليه وسلم - وعلى آله وأصحابه وأتباعه إلى يوم الدين. ¶ أما بعد: ¶ فقد سألني من تعينت إجابته بأن أفرد من كتابي (بهجة الناظرين فيما يصلح الدنيا والدين) بعض المواضيع المهمة في حياة المسلم لتكون قريبة التناول خفيفة المحمل ولأن الكتاب الصغير هو الذي يقرأ غالبا ويكون في متناول أيدي الناس فأجبته إلى ذلك سائلا الله تعالى أن ينفع بها من طبعها أو قرأها أو سمعها، وأن يجعلها خالصة لوجهه الكريم ومن أسباب الفوز لديه بجنات النعيم، وهو حسبنا ونعم الوكيل، ولا حول ولا قوة إلا بالله العليم العظيم. ¶ وصلى الله وسلم على نبينا محمد وعلى آله وأصحابه وأتباعه إلى يوم الدين. ¶ المؤلف ¶ 1/1/1406هـ ¶ موعظة وذكرى ¶ قال الله تعالى: { أَلْهَاكُمُ التَّكَاثُرُ * حَتَّى زُرْتُمُ الْمَقَابِرَ * كَلا سَوْفَ تَعْلَمُونَ * ثُمَّ كَلا سَوْفَ تَعْلَمُونَ * كَلا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ * لَتَرَوُنَّ الْجَحِيمَ * ثُمَّ لَتَرَوُنَّهَا عَيْنَ الْيَقِينِ * ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ } .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "يقول الله تعالى: أشغلتكم عن طاعة الله وعن ما ينجيكم من عذابه المكاثرة بالأموال والأولاد والعدد والعُدد حتى متم ودفنتم في المقابر؟ ثم زجر عن هذا التكاثر بقوله: { كَلا } ثم قال: حقا سوف تعلمون سوء عاقبة هذا التكاثر، وهذه الغفلة عن طاعة الله إذا نزل بكم الموت، ويئستم من الحياة وغشيتكم الكربات، وعلتكم الحسرات وعاينتم ما أعد لكم من الجزاء، وسوف تعلمون إذا متم ودفنتم في المقابر ما يحصل لكم هنالك، ثم كلا سوف تعلمون إذا بعثتم من قبوركم للحساب والجزاء: { يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَا عَمِلَتْ مِنْ خَيْرٍ مُحْضَرًا وَمَا عَمِلَتْ مِنْ سُوءٍ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُ أَمَدًا بَعِيدًا } [آل عمران: 30] { يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ * وَأُمِّهِ وَأَبِيهِ * وَصَاحِبَتِهِ وَبَنِيهِ * لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ } [عبس: 34-37]. ¶ أي والله يا قوم سوف تعلمون إذا بعثتم من قبوركم لرب العالمين حفاة عراة فرادى، ليس معكم شيء سوى العمل: وسوف تعلمون حين تبيض وجوه وتسود وجوه، من يبيض وجهه ومن يسود وجهه، وسوف تعلمون إذا تطايرت صحف الأعمال في الشمائل والإيمان { فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ * فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا * وَيَنْقَلِبُ إِلَى أَهْلِهِ مَسْرُورًا } [الانشقاق: 7-9] { وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ فَيَقُولُ يَا لَيْتَنِي لَمْ أُوتَ كِتَابِيَهْ * وَلَمْ أَدْرِ مَا حِسَابِيَهْ } [الحاقة: 25، 26].",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "... وسوف تعلمون حين توزن الأعمال من يثقل ميزان حسناته ومن يخف؟ { فَأَمَّا مَنْ ثَقُلَتْ مَوَازِينُهُ * فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ * وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ * فَأُمُّهُ هَاوِيَةٌ * وَمَا أَدْرَاكَ مَا هِيَهْ * نَارٌ حَامِيَةٌ } [القارعة: 6-9] وسوف تعلمون إذا جيء بجهنم تقاد بسبعين ألف زمام { كَلا إِذَا دُكَّتِ الأَرْضُ دَكًّا دَكًّا * وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا * وَجِيءَ يَوْمَئِذٍ بِجَهَنَّمَ يَوْمَئِذٍ يَتَذَكَّرُ الإِنْسَانُ وَأَنَّى لَهُ الذِّكْرَى } [الفجر: 21-23]. ¶ وسوف تعلمون حين تبعثون من قبوركم عطاشى، من يرد حوض نبيه ويشرب منه شربة لا يظمأ بعدها أبدًا، ومن يطرد عنه بسبب مخالفته لسنته، وسوف تعلمون حين يوضع الصراط على متن جهنم فيمر الناس عليه على قدر أعمالهم في السرعة وعدمها، وحين تورد النار، وسوف تعلمون من يتجاوزها ومن يلقى فيها، قال تعالى: { وَإِنْ مِنْكُمْ إِلا وَارِدُهَا كَانَ عَلَى رَبِّكَ حَتْمًا مَقْضِيًّا * ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا وَنَذَرُ الظَّالِمِينَ فِيهَا جِثِيًّا } [مريم: 71، 72]. ¶ نعم سوف تعلمون السعيد من الشقي والرابح من الخاسر وسوف تعلمون من يدخل النار ومن ينجو منها ومن يفوز بالجنة ومن يحرم منها بسبب معصيته لله ولرسوله، وسوف تعلمون حين يجاء بالموت على صورة كبش أملح فيذبح بين الجنة والنار، فيقال يا أهل الجنة خلود ولا موت، ويا أهل النار خلود ولا موت، كما في الحديث الذي رواه البخاري ومسلم وغيرهما.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "لهذا وغيره قال الله تعالى: { أَلْهَاكُمُ التَّكَاثُرُ * حَتَّى زُرْتُمُ الْمَقَابِرَ * كَلا سَوْفَ تَعْلَمُونَ * ثُمَّ كَلا سَوْفَ تَعْلَمُونَ } ثم قال: لو تعلمون علما يقينا سوء عاقبة هذا التكاثر لما تكاثرتم ثم توعد الله الناس برؤية جهنم عيانا بأبصارهم فقال: { لَتَرَوُنَّ الْجَحِيمَ } ثم بقوله: { ثُمَّ لَتَرَوُنَّهَا عَيْنَ الْيَقِينِ } أي رؤية هي اليقين نفسه قال تعالى: { وَرَأَى الْمُجْرِمُونَ النَّارَ فَظَنُّوا أَنَّهُمْ مُوَاقِعُوهَا وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا } [الكهف: 53] فابتعدوا عن أسباب دخولها، وعما يقرب إليها من قول وعمل واستعدوا لما ينجيكم منها. ¶ { ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ } أي لتسئلن من شكر ما أنعم الله به عليكم في الدنيا من نعمة الإسلام، والصحة في الأبدان، والأمن في الأوطان، ونعمة العقول والأسماع والأبصار، ولذة النوم والراحة والظلال والمأكل والمشرب، واللباس وغير ذلك مما لا يعد ولا يحصى قال تعالى: { وَإِنْ تَعُدُّوا نِعْمَةَ اللهِ لا تُحْصُوهَا } [إبراهيم: 38، النحل: 18] هل شكرتم الله عليها فيزيدكم منها، ويرضى عنكم ويثيبكم على ذلك؟ أم كفرتموها واستعنتم بها على معاصيه، فيعذبكم على ذلك؟ قال تعالى: { لَئِنْ شَكَرْتُمْ لأَزِيدَنَّكُمْ وَلَئِنْ كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ } [إبراهيم: 7]، وفي الحديث: «أن أول ما يسأل عنه العبد يوم القيامة من النعم أن يقال له: ألم نصح لك بدنك، ونروك من الماء البارد؟» أخرجه الترمذي وابن حبان. ¶ وفي الحديث: «نعمتان مغبون فيهما كثير من الناس الصحة الفراغ» رواه البخاري، يعني أنهم مقصرون في شكر هاتين النعمتين، ومن لا يقوم بشكر ما أنعم الله به عليه فهو مغبون.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "قرأ النبي - صلى الله عليه وسلم - { أَلْهَاكُمُ التَّكَاثُرُ } فقال: «يقول ابن آدم: مالي مالي، وهل لك يا ابن آدم من مالك إلا ما أكلت فأفنيت، أو لبست فأبليت أو تصدقت فأمضيت وما سوى ذلك فهو ذاهب وتاركه للناس» أخرجه أحمد ومسلم والترمذي والنسائي، وفي الحديث: «يتبع الميت ثلاثة، أهله وماله وعمله فيرجع اثنان ويبقى واحد يرجع أهله وماله ويبقى عمله» أخرجه البخاري ومسلم والترمذي. ¶ وفي الحديث «من كانت الدنيا همه فرق الله عليه أمره، وجعل فقره بين عينيه ولم يأته من الدنيا إلا ما كتب له ومن كانت الآخرة نيته جمع الله عليه أمره وجعل غناه في قلبه وأتته الدنيا وهي راغمة» رواه أحمد، وابن ماجه والترمذي، ولسنا نأمر بترك الدنيا ولكن كما قيل: اعمل لدنياك كأنك تعيش أبدا، واعمل لآخرتك كأنك تموت غدا. ¶ وإنما المحذور أن تجعل الدنيا أكبر همك ومبلغ علمك، وتنسى الآخرة، والإسلام حث على العمل وأمر بالكسب الحلال قال تعالى: { وَابْتَغِ فِيمَا آتَاكَ اللهُ الدَّارَ الآخِرَةَ وَلا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا وَأَحْسِنْ كَمَا أَحْسَنَ اللهُ إِلَيْكَ } [القصص: 77]. ¶ وسئل النبي - صلى الله عليه وسلم - أي الكسب أطيب؟ قال: «عمل الرجل بيده وكل بيع مبرور»(1)، وقال: «نعم المال الصالح للرجل الصالح يتقي فيه ربه ويصل فيه رحمه ويعلم لله فيه حقًّا(2)». ¶ __________ ¶ (1) رواه البزار والحاكم. ¶ (2) قال في كشف الخفا رواه أحمد وابن منيع.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ومن الخطأ أن يكون الإنسان عبدا للمال والهوى بحيث يكون حبه لغير الله وبغضه لغير الله، وسخطه لغير الله ورضاه لغير الله وقد قال النبي - صلى الله عليه وسلم -: «من أحب لله وأبغض لله وأعطى لله ومنع لله فقد استكمل الإيمان»(1)، وقال عليه الصلاة والسلام: «تعس عبد الدينار تعس عبد الدرهم، إن أعطي رضي وإن منع سخط»(2)، وقال - صلى الله عليه وسلم -: «ما الفقر أخشى عليكم ولكن أخشى أن تبسط عليكم الدنيا كما بسطت على من كان قبلكم فتنافسوها كما تنافسوها فتهلككم كما أهلكتم»(3). ¶ وقال الشاعر: ¶ وما المال والأهلون إلا ... ودائع ولا بد أن ترد الودائع ¶ وقال آخر: ¶ إلا إنما الإنسان ضيف لأهله ... يقيم عندهم قليلا ثم يرحل ¶ وقال - صلى الله عليه وسلم -:«قد أفلح من أسلم وكان رزقه كفافًا وقنعه الله بما آتاه»(4) وفي الحديث «القناعة كنز لا يفنى» أخرجه القضاعي والعسكري والطبراني بمعناه عن جابر. ¶ وقال الشاعر: ¶ هي القناعة فالزمها تعش ملكا ... لو لم يكن لك إلا راحة البدن ¶ وانظر لمن ملك الدنيا بأجمعها ... هل راح منها بغير الحنط والكفن ¶ وقال آخر: ¶ إذا اجتمع الإسلام والقوت للفتى ... وكان صحيحا جسمه وهو في أمن ¶ فقد ملك الدنيا جميعا وحازها ... وحق عليه الشكر لله ذي المن ¶ وقال تعالى: { يَا أَيُّهَا النَّاسُ إِنَّ وَعْدَ اللهِ حَقٌّ فَلا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلا يَغُرَّنَّكُمْ بِاللهِ الْغَرُورُ } [فاطر: 5]. ¶ وقال تعالى: { وَمَا الْحَيَاةُ الدُّنْيَا إِلا مَتَاعُ الْغُرُورِ } [آل عمران: 185]. ¶ وقال تعالى: { بَلْ تُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا * وَالآخِرَةُ خَيْرٌ وَأَبْقَى } [الأعلى: 16، 17]. ¶ __________ ¶ (1) رواه أبو داود والضياء عن أبي أمامة، ورمز السيوطي لصحته. ¶ (2) رواه البخاري. ¶ (3) رواه البخاري ومسلم. ¶ (4) رواه مسلم.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وقال تعالى: { إِنَّ هَؤُلاءِ يُحِبُّونَ الْعَاجِلَةَ وَيَذَرُونَ وَرَاءَهُمْ يَوْمًا ثَقِيلاً } [الإنسان: 27]. ¶ فعلينا أيها المسلمون رحمكم الله أن نهتم بآخرتنا وأن نستعد لها بالأعمال الصالحة وأن نغتنم الفرصة قبل فواتها فإن الحياة محدودة، والأنفاس معدودة، وسوف ننتقل من هذه الدار القليلة الفانية إلى دار عظيمة باقية لا تفنى ولا تبيد. ¶ فما الذي قدمناه لأنفسنا من عمل نقدم عليه ونجازى عليه؟ عباد الله اكثروا ذكر هاذم اللذات الموت واستعدوا له بالأعمال الصالحة فوالله إن أحدنا لا يدري متى يحضره أجله؟ صباحًا أو مساء فمبشر بالجنة أو مبشر بالنار، لا يدري أحدنا إذا أصبح هل يمسي وإذا أمسى هل يصبح ؟ فكم من إنسان نام صحيحا معافى، ونعي صباحا؟ وكم من إنسان خرج من بيته صحيحا وعاد محمولا وكم من مسافر لم يرجع من سفره؟ وكم عاص مات على معصيته ولقي ربه بجريمته فلنتب إلى الله توبة نصوحا ما دام في العمر فسحة، وما دام في الوقت مهله، وما دمنا نستطيع العمل والتوبة قبل أن يحال بيننا وبينها. ¶ واغتنموا شبابكم قبل هرمكم وصحتكم قبل مرضكم وحياتكم قبل موتكم، وفراغكم قبل شغلكم، وغناكم قبل فقركم فوالله ما بعد الموت من مستعتب ولا بعد الموت من دار إلا الجنة أو النار. ¶ إن النار لا يفك أسيرها ولا يستغني فقيرها، فاتقوا الله عباد الله { وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللهِ ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لا يُظْلَمُونَ } [البقرة: 281]. ¶ اللهم وفقنا للعمل بما يرضيك وجنبنا معاصيك، اللهم أعنا على ذكرك وشكرك وحسن عبادتك. ¶ اللهم أصلح قلوبنا وأزل عيوبنا. ¶ اللهم ألهمنا رشدنا وعذنا من شرور أنفسنا وسيئات أعمالنا، اللهم قنا عذابك يوم تبعث عبادك، اللهم لا تجعل الدنيا أكبر همنا، ولا مبلغ علمنا، ولا غاية قصدنا، ولا إلى النار مصيرنا يا حي يا قيوم يا ذا الجلال والإكرام.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "اللهم اغفر لنا ولوالدينا ولجميع المسلمين برحمتك يا أرحم الراحمين آمين. ¶ ربنا تقبل منا إنك أنت السميع العليم، يا حي يا قيوم يا ذا الجلال والإكرام يا مالك الملك يا قادر على كل شيء، يا مجيب دعوة المضطر إذا دعاك. ¶ وصلى الله على محمد وعلى آله وصحبه وسلم. ¶ فصل ¶ سورة ألهاكم التكاثر ¶ عن عبد الله بن عمر رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم - «ألا يستطيع أحدكم أن يقرأ ألف آية في كل يوم؟» قالوا: ومن يستطيع أن يقرأ ألف آية؟ قال: «أما يستطيع أحدكم أن يقرأ { أَلْهَاكُمُ التَّكَاثُرُ } » رواه البيهقي في شعب الإيمان. ¶ التحذير من الافتتان والاغترار بالدنيا الفانية ¶ والإعراض عن الآخرة الباقية ¶ قال الله تعالى: { يَا أَيُّهَا النَّاسُ إِنَّ وَعْدَ اللهِ حَقٌّ فَلا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلا يَغُرَّنَّكُمْ بِاللهِ الْغَرُورُ * إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ } [فاطر: 5-9]. ¶ وقال تعالى: { بَلْ تُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا * وَالآخِرَةُ خَيْرٌ وَأَبْقَى } [الأعلى: 16، 17]. ¶ وقال تعالى: { أَرَضِيتُمْ بِالْحَيَاةِ الدُّنْيَا مِنَ الآخِرَةِ فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الآخِرَةِ إِلا قَلِيلٌ } [التوبة: 38]. ¶ وقال تعالى: { إِنَّمَا هَذِهِ الْحَيَاةُ الدُّنْيَا مَتَاعٌ وَإِنَّ الآخِرَةَ هِيَ دَارُ الْقَرَارِ } [غافر: 39]. ¶ وقال تعالى: { أَلْهَاكُمُ التَّكَاثُرُ * حَتَّى زُرْتُمُ الْمَقَابِرَ * كَلا سَوْفَ تَعْلَمُونَ * ثُمَّ كَلا سَوْفَ تَعْلَمُونَ } [التكاثر: 1-4]. ¶ وقال تعالى: { يَا أَيُّهَا الَّذِينَ آمَنُوا لا تُلْهِكُمْ أَمْوَالُكُمْ وَلا أَوْلادُكُمْ عَنْ ذِكْرِ اللهِ وَمَنْ يَفْعَلْ ذَلِكَ فَأُولَئِكَ هُمُ الْخَاسِرُونَ } [المنافقون: 9].",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وقال تعالى: { وَأَنِيبُوا إِلَى رَبِّكُمْ وَأَسْلِمُوا لَهُ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ ثُمَّ لا تُنْصَرُونَ * وَاتَّبِعُوا أَحْسَنَ مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَأَنْتُمْ لا تَشْعُرُونَ * أَنْ تَقُولَ نَفْسٌ يَا حَسْرَتَا عَلَى مَا فَرَّطْتُ فِي جَنْبِ اللهِ وَإِنْ كُنْتُ لَمِنَ السَّاخِرِينَ * أَوْ تَقُولَ لَوْ أَنَّ اللهَ هَدَانِي لَكُنْتُ مِنَ الْمُتَّقِينَ * أَوْ تَقُولَ حِينَ تَرَى الْعَذَابَ لَوْ أَنَّ لِي كَرَّةً فَأَكُونَ مِنَ الْمُحْسِنِينَ } [الزمر: 54-58]. ¶ وضرب المثل للحياة الدنيا فقال: { وَاضْرِبْ لَهُمْ مَثَلَ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الأَرْضِ فَأَصْبَحَ هَشِيمًا تَذْرُوهُ الرِّيَاحُ وَكَانَ اللهُ عَلَى كُلِّ شَيْءٍ مُقْتَدِرًا * الْمَالُ وَالْبَنُونَ زِينَةُ الْحَيَاةِ الدُّنْيَا وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلاً } [الكهف: 45، 46]. ¶ وقال تعالى: { اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الأَمْوَالِ وَالأَوْلادِ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَكُونُ حُطَامًا وَفِي الآخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِنَ اللهِ وَرِضْوَانٌ وَمَا الْحَيَاةُ الدُّنْيَا إِلا مَتَاعُ الْغُرُورِ } [الحديد: 20]. ¶ وقال تعالى: { وَمَا هَذِهِ الْحَيَاةُ الدُّنْيَا إِلا لَهْوٌ وَلَعِبٌ وَإِنَّ الدَّارَ الآخِرَةَ لَهِيَ الْحَيَوَانُ لَوْ كَانُوا يَعْلَمُونَ } [العنكبوت: 64] أي الحياة الحقيقية لأنه لا موت فيها.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وقال تعالى: { كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ وَإِنَّمَا تُوَفَّوْنَ أُجُورَكُمْ يَوْمَ الْقِيَامَةِ فَمَنْ زُحْزِحَ عَنِ النَّارِ وَأُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ وَمَا الْحَيَاةُ الدُّنْيَا إِلا مَتَاعُ الْغُرُورِ } [آل عمران: 185]. ¶ وقال تعالى: { إِنَّ الَّذِينَ لا يَرْجُونَ لِقَاءَنَا وَرَضُوا بِالْحَيَاةِ الدُّنْيَا وَاطْمَأَنُّوا بِهَا وَالَّذِينَ هُمْ عَنْ آيَاتِنَا غَافِلُونَ * أُولَئِكَ مَأْوَاهُمُ النَّارُ بِمَا كَانُوا يَكْسِبُونَ } [يونس: 7، 8] والآيات في هذا المعنى كثيرة معلومة. ¶ وعن عبد الله بن عمر رضي الله عنهما عن النبي - صلى الله عليه وسلم - قال: «كن في الدنيا كأنك غريب أو عابر سبيل» وكان ابن عمر يقول: إذا أمسيت فلا تنتظر الصباح وإذا أصبحت فلا تنتظر المساء وخذ من صحتك لمرضك ومن حياتك لموتك رواه البخاري. ¶ وقال - صلى الله عليه وسلم - «والله ما الفقر أخشى عليكم ولكن أخشى أن تبسط عليكم الدنيا كما بسطت على من كان قبلكم فتنافسوها كما نافسوها فتهلككم كما أهلكتم» متفق عليه. ¶ وقال - صلى الله عليه وسلم -: «إن الدنيا حلوة خضرة وإن الله مستخلفكم فيها فينظر كيف تعملون فاتقوا الدنيا واتقوا النساء» رواه مسلم. ¶ وقال في ذم عبيد الدنيا: تعس عبد الدينار والدرهم والقطيفة والخميصة إن أعطي رضي وإن لم يعط سخط رواه البخاري. ¶ وقال عليه الصلاة والسلام «من أصبح آمنا في سربه معافى في جسده عنده قوت يومه فكأنما حيزت له الدنيا بحذافيرها» رواه الترمذي وقال: حديث حسن. ¶ وقال - صلى الله عليه وسلم - «مالي والدنيا ما أنا في الدنيا إلا كراكب قال في ظل شجرة ثم راح وتركها» رواه الترمذي وقال: حديث صحيح. ¶ وقال عليه الصلاة والسلام: «نعمتان مغبون فيهما كثر من الناس: الصحة، والفراغ» رواه البخاري.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وفي صحيح الحاكم أن رسول الله قال لرجل وهو يعظه: «اغتنم خمسا قبل خمس: شبابك قبل هرمك، وصحتك قبل سقمك، وغناك قبل فقرك، وفراغك قبل شغلك وحياتك قبل موتك». ¶ وقال - صلى الله عليه وسلم - «انظروا إلى من هو أسفل منكم ولا تنظروا إلى من هو فوقكم فهو أجدر أن لا تزدروا نعمة الله عليكم» متفق عليه. ¶ وقال: «الدنيا سجن المؤمن وجنة الكافر» رواه مسلم. ¶ وقال: «ازهد في الدنيا يحبك الله وازهد فيما عند الناس يحبك الناس» حديث حسن رواه ابن ماجه. ¶ وقال - صلى الله عليه وسلم - «الدنيا ملعونة ملعون ما فيها إلا ذكر الله وما والاه أو عالمًا أو متعلمًا» رواه الترمذي وقال: حديث حسن. ¶ وقال عليه الصلاة والسلام: «قد أفلح من أسلم ورزق كفافا وقنعه الله بما آتاه» رواه مسلم. ¶ وقال - صلى الله عليه وسلم - «من كانت الدنيا همه فرق الله عليه أمره، وجعل فقره بين عينيه ولم يأته من الدنيا إلا ما كتب له ومن كانت الآخرة نيته جمع الله عليه أمره وجعل غناه في قلبه وأتته الدنيا وهي راغمة» رواه أحمد وابن ماجه والترمذي. ¶ وقال - صلى الله عليه وسلم - «من أحب دنياه أضر بآخرته ومن أحب آخرته أضر بدنياه، فآثروا ما يبقى على ما يفنى» رواه أحمد، ورواته ثقات. ¶ وقال - صلى الله عليه وسلم - «الدنيا دار من لا دار له ومال من لا مال له ولها يجمع من لا عقل له» رواه أحمد والبيهقي. ¶ وقال الشاعر: ¶ إنا لنفرح بالأيام نقطعها ... وكل يوم مضى يدني من الأجل ¶ فاعمل لنفسك قبل الموت مجتهدًا ... فإنما الربح والخسران في العمل ¶ وقال آخر: ¶ هي الدنيا تقول بملء فيها ... حذار حذار من بطشي وفتكي ¶ فلا يغرركمو مني ابتسام ... فقولي مضحك والفعل مبكي ¶ وقال الشيخ أحمد بن علي بن حسين بن مشرف رحمه الله تعالى: ¶ وإياك والدنيا الدنية إنها ... هي السحر في تخييله وافترائه ¶ متاع غرور لا يدوم سرورها ... وأضغاث حلم خادع ببهائه ¶ فمن أكرمت يوما أهانت له غدا ... ومن أضحكت قد آذنت ببكائه",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ألا إنها للمرء من أكبر العدا ... ويحسبها المغرور من أصدقائه ¶ فلذاتها مسمومة ووعودها ... سراب فما الظامئ يروي من عنانه ¶ وكم في كتاب الله من ذكر ذمها ... وكم ذمها الأخيار من أصفيائه ¶ ومن يك جمع المال مبلغ علمه ... فما قلبه إلا مريضٌ بدائه ¶ فدعها فإن الزهد فيها محتم ... وإن لم يقم جل الورى بأدائه ¶ ومن لم يذرها زاهدا في حياته ... ستزهد فيه الناس بعد فنائه ¶ فتتركه يوما صريعا بقبره ... رهينًا أسيرًا آيسًا من ورائه ¶ وينساه أهلوه المفدى لديهمو ... وتكسوه ثوب الرخص بعد غلائه ¶ وينتهب الوراث أمواله التي ... على جمعها قاسى عظيم شقائه ¶ وتسكنه بعد الشواهق حفرة ... تضيق به بعد اتساع فضائه ¶ يقيم بها طول الزمان وما له أنيس ... سوى الدود يسعى في حشائه ¶ ومن بعد ذا يوم الحساب وهو له ... فيجزى به الإنسان أوفى جزائه ¶ ولا تنس ذكر الموت فالموت غائب ... ولا بد يوما للفتى من لقائه ¶ فخذ أهبة للموت من عمل التقى ... لتغنم وقت العمر قبل انقضائه ¶ وإياك والآمال فالعمر ينقضي ... وأسبابها محدودة من ورائه ¶ وحافظ على دين الهدى فلعله ... يكون ختام العمر عند انتهائه ¶ أصلي على طول الزمان مسلما ... على خاتم الرسل الكرام وآله(1) ¶ __________ ¶ (1) ديوان بن مشرف (32، 33).",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وقال الله تعالى: { يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ وَاخْشَوْا يَوْمًا لا يَجْزِي وَالِدٌ عَنْ وَلَدِهِ وَلا مَوْلُودٌ هُوَ جَازٍ عَنْ وَالِدِهِ شَيْئًا إِنَّ وَعْدَ اللهِ حَقٌّ فَلا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلا يَغُرَّنَّكُمْ بِاللهِ الْغَرُورُ } [لقمان: 33]. وقال تعالى: { وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللهِ ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لا يُظْلَمُونَ } [البقرة: 281]. وقال تعالى: { وَلا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ زَهْرَةَ الْحَيَاةِ الدُّنْيَا لِنَفْتِنَهُمْ فِيهِ وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقَى } [طه: 131]. ¶ وقال الشاعر: ¶ إذا اجتمع الإسلام والقوت للفتى ... وكان صحيحًا جسمه وهو في أمن ¶ فقد ملك الدنيا جميعا وحازها ... وحق عليه الشكر لله ذي المن ¶ فلله الحمد والشكر والثناء ملء الأرض والسماء ¶ ما يلقاه الإنسان بعد موته ¶ إذا بلغ الأجل الذي قدر له واستوفاه، جاءته رسل ربه عز وجل ينقلونه من دار الفناء إلى دار البقاء، فجلسوا منه مد البصر، ثم دنا منه الملك الموكل بقبض الأرواح فاستدعى بالروح، فإن كانت روحًا طيبة، قال: اخرجي أيتها النفس الطيبة كانت في الجسد الطيب، واخرجي حميدة وأبشري بروح وريحان ورب غير غضبان، فتخرج من بدنه كما تخرج القطرة من في السقاء فإذا أخذها لم يدعها الرسل في يديه طرفة عين، فيحنطونها ويكفنونها بحنوط وكفن من الجنة، ثم يصلون عليها، ويوجد لها كأطيب نفحة مسك وجدت على وجه الأرض.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ثم يصعد بها للعرض الأول على أسرع الحاسبين، فينتهي بها إلى سماء الدنيا فيستأذن لها، فيفتح لها أبواب السماء، ويصلي عليها ملائكتها ويشيعها مقربوها إلى أن ينتهي بها إلى السماء التي فيها الله عز وجل فتحيي ربها تبارك وتعالى بتحية الربوبية «اللهم أنت السلام ومنك السلام تباركت يا ذا الجلال والإكرام» فإن شاء الله أذن لها بالسجود، ثم يخرج لها التوقيع بالجنة فيقول الرب جل جلاله: «اكتبوا كتاب عبدي في عليين، ثم أعيدوه إلى الأرض فإني منها خلقتهم، وفيها أعيدهم، ومنها أخرجهم تارة أخرى» ثم ترجع روحه إلى الأرض، فتشهد غسله وتكفينه وحمله وتجهيزه ويقول: قدموني، قدموني، فإذا وضع في لحده وتولى عنه أصحابه، دخلت الروح معه، حتى إنه ليسمع قرع نعالهم على الأرض، فأتاه حينئذ فتانا القبر، فيجلسانه ويسألانه: من ربك وما دينك، ومن نبيك؟ فيقول ربي الله، وديني الإسلام، ونبيِّي محمد فيصدقانه ويبشرانه بأن هذا الذي عاش عليه ومات عليه، وعليه يبعث. ¶ ثم يفسح له في قبره مد بصره، ويفرش له خضر، ويقيض له شاب حسن الوجه طيب الرائحة فيقول: أبشر بالذي يسرك فيقول من أنت؟ فوجهك الوجه يجيء بالخير، فيقول أنا عملك الصالح، ثم يفتح له طاقة إلى النار يقال انظر ما صرف الله عنك، ثم يفتح له طاقة إلى الجنة، ويقال: انظر ما أعد الله لك، فيراهما جميعًا. ¶ وأما النفس الفاجرة: فبالضد من ذلك كله، إذا آذنت بالرحيل نزل عليها ملائكة سود الوجوه، معهم حنوط من نار، وكفن من نار فجلسوا منه مد البصر ثم دنا الملك الموكل بقبض النفوس، فاستدعى بها، وقال: اخرجي أيتها النفس الخبيثة كانت في الجسد الخبيث، أبشري بحميم وغساق، وآخر من شكله أزواج، فتطاير في بدنه فيجتذبها من أعماق البدن فتنقطع معها العروق والعصب، كما ينتزع الشوك من الصوف المبلول، فإذا أخذها لم يدعوها في يده طرفة عين.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ويوجد لها كأنتن رائحة جيفة على وجه الأرض فتحنط بذلك الحنوط وتلف في ذلك الكفن ويلعنها كل ملك بين السماء والأرض، ثم يصعد بها إلى السماء فيستفتح لها، فلا تفتح لها أبواب السما، ثم يجيء النداء من رب العالمين اكتبوا كتابه في سجين، وأعيدوه إلى الأرض فتطرح روحه طرحا، فتشهد تجهيزه وتكفينه وحمله، وتقول وهي على السرير: يا ويلها، إلى أين تذهبون بها؟ فإذا وضع في اللحد أعيدت إليه وجاءه الملكان، فسألاه عن ربه ودينه ونبيه، فيتلجلج ويقول: لا أدري فيقولان له: لا دريت، ولا تليت، ثم يضربانه ضربة ويصيح صيحة يسمعه كل شيء إلا الثقلين، ثم يضيق عليه قبره حتى تختلف فيه أضلاعه، ثم يفرش له نار، ويفتح له طاقة إلى الجنة، فيقال: انظر إلى ما صرف الله عنك، ثم يفتح له طاقة إلى النار، فيقال: انظر إلى مقعدك من النار، فيراهما جميعا ثم يقيض له أعمى، أصم أبكم فيقول: من أنت؟ فوجهك الوجه يجيء بالشر، فيقول: أنا عملك السيء. ¶ ثم ينعم المؤمن في البرزخ على حسب أعماله، ويعذب الفاجر فيه على حسب أعماله، ويختص كل عضو بعذاب يليق بجناية العضو، فتقرض شفاه المغتابين الذي يمزقون لحوم الناس ويقعون في أعراضهم بمقاريض من نار، وتسجر بطون أكلة أموال اليتامى بالنار، ويلقم أكلة الربا بالحجارة، ويسبحون في أنهار الدم كما سبحوا في الكسب الخبيث، وترض رءوس النائمين عن الصلاة المكتوبة بالحجر العظيم ويشق شدق الكذاب الكذبة العظيمة بكلابيب الحديد إلى قفاه ومنخره إلى قفاه، وعينه إلى قفاه كما شقت كذبته النواحي وتعلق النساء الزواني بثديهن وتحبس الزناة والزواني في التنور المحمي عليه، فيعذب محل المعصية منهم وهو الأسافل.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وتسلط الهموم والغموم، والأحزان والآلام النفسانية على النفوس البطالة التي كانت مشغوفة، باللهو واللعب والبطالة، فتصنع الآلام في نفوسهم كما تصنع الهوام والديدان في لحومهم، حتى يأذن الله سبحانه بانقضاء أجل العالم وطي الدنيا، فتمطر الأرض مطرا غليظا أبيض كمني الرجال أربعين صباحا فينبتون من قبورهم كما تنبت الشجرة والعشب فإذا تكاملت الأجنة وأقربت الأم، وكان وقت الولادة أمر الله سبحانه إسرافيل فنفخ في الصور نفخة البعث، وهي الثالثة وقبلها نفخة الموت وقبلها نفخة الفزع فتشققت الأرض عنهم فإذا هم قيام ينظرون يقول المؤمن { الحمد لله الذي أحيانا بعد ما أماتنا وإليه النشور } . ¶ ويقول الكافر: { يَا وَيْلَنَا مَنْ بَعَثَنَا مِنْ مَرْقَدِنَا هَذَا مَا وَعَدَ الرَّحْمَنُ وَصَدَقَ الْمُرْسَلُونَ } [يس: 52] فيساقون إلى المحشر حفاة عراة غرلا بهما، ومع كل نفس سائق يسوقها وشهيد يشهد عليها، وهم بين مسرور ومثبور، وضاحك وباك { وُجُوهٌ يَوْمَئِذٍ مُسْفِرَةٌ * ضَاحِكَةٌ مُسْتَبْشِرَةٌ * وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ * تَرْهَقُهَا قَتَرَةٌ } [عبس: 38-41] حتى إذا استكملت عدتهم، وصاروا جميعًا على وجه الأرض، تشققت السماء وانتثرت الكواكب، ونزلت ملائكة السماء، فأحاطت بهم ثم نزلت ملائكة السماء الثانية، فأحاطت بملائكة السماء الدنيا ثم كل سماء كذلك، فبينما هم كذلك إذ جاء رب العالمين سبحانه لفصل القضاء فأشرقت الأرض، بنوره وتميز المجرمون من المؤمنين ونصب الميزان وأحضر الديوان واستدعي بالشهود، وشهدت يومئذ الأيدي والألسن والأرجل والجلود، ولا تزال الخصومة بين يدي الله سبحانه حتى يختصم الروح والجسد فيقول الجسد: إنما كنت ميتًا لا أعقل ولا أسمع ولا أبصر، وأنت كنت السميعة المبصرة العاقلة وكنت تصرفيني حيث أردت فتقول الروح: وأنت الذي فعلت وباشرت المعصية وبطشت.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "فيرسل الله سبحانه إليهما ملكا يحكم بينهم، فيقول: مثلكما مثل بصير مقعد، وأعمى صحيح، دخلا بستانا فقال المقعد: أنا أرى الثمار ولا أستطيع أن أقوم إليها، وقال الأعمى: أنا أستطيع القيام، ولكن لا أرى شيئًا، فقال له المقعد: احملني حتى أصل إلى ذلك، ففعلا فعلى من تكون العقوبة؟ فيقولان: عليهما فيقول: فكذلك أنتما. ¶ فيحكم الله سبحانه بين عباده بحكمه الذي يحمده عليه جميع أهل السموات والأرض، وكل بر وفاجر ومؤمن وكافر: { وَتُوَفَّى كُلُّ نَفْسٍ مَا عَمِلَتْ } ، { فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ * وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ } [الزلزلة: 7، 8] ثم ينادي مناد: لتتبع كل أمة ما كانت تعبد. ¶ فيذهب أهل الأوثان مع أوثانهم، وأهل الصليب مع صليبهم وكل مشرك مع إلهه الذي كان يعبد، لا يستطيع التخلف عنه فيتساقطون في النار. ¶ ويبقى الموحدون فيقال لهم ألا تنطلقون حيث انطلق الناس؟ فيقولون: فارقنا الناس أحوج ما كنا إليهم، وإن لنا ربا ننتظره فيقال: وهل بينكم وبينه علامة تعرفونه بها؟ فيقولون: نعم، إنه لا مثل له، فيتجلى لهم سبحانه في غير الصورة التي يعرفونه فيقول: أنا ربكم، فيقولون: نعوذ بالله منك هذا مكاننا حتى يأتينا ربنا فإذا جاء ربنا عرفناه فيتجلى لهم في صورته التي رأوه فيها أول مرة ضاحكا فيقول: أنا ربكم، فيقولون: نعم أنت ربنا، ويخرون له سجدا إلا من كان لا يصلي في الدنيا أو يصلي رياء فإنه يحال بينه وبين السجود. ¶ ثم ينطلق سبحانه ويتبعونه، ويضرب الجسر، ويساق الخلق إليه، وهو دحض مزلة مظلم، لا يمكن عبوره إلا بنور، فإذا انتهوا إليه قسمت بينهم الأنوار على حسب نور إيمانهم وإخلاصهم وأعمالهم في الدنيا، فنور كالشمس ونور كالنجم ونور كالسراج في قوته وضعفه.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وترسل الأمانة والرحم على جنبتي الصراط، فلا يجوز خائن، ولا قاطع رحم، ويختلف مرورهم عليه بحسب اختلاف استقامتهم على الصراط المستقيم في الدنيا، فمار كالبرق، وكالريح، وكالطير، وكأجاود الخيل، وساع، وماش، وزاحف وحاب حبوًا. ¶ وينصب على جنبتيه كلاليب لا يعلم قدر عظمها إلا الله عز وجل، تعوق من علقت به عن العبور على حسب ما كانت تعوقه الدنيا عن طاعة الله ومرضاته وعبوديته، فناج مسلم ومخدوش مسلم، ومقطع بتلك الكلاليب، ومكدوس في النار، وقد طفي نور المنافقين على الجسر أحوج ما كانوا إليه كما طفيء في الدنيا من قلوبهم وأعطوا دون الكفار نورًا في الظاهر كما كان إسلامهم في الظاهر دون الباطن، فيقولون للمؤمنين، قفوا لنا: { نَقْتَبِسْ مِنْ نُورِكُمْ } ما نجوز به فيقول المؤمنون والملائكة { ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُورًا } . ¶ قيل المعنى: ارجعوا إلى الدنيا، فخذوا من الإيمان نورا تجوزون كما فعل المؤمنون وقيل: ارجعوا وراءكم حيث قسمت الأنوار، فالتمسوا هناك نورا تجوزون به. ¶ ثم ضرب { بَيْنَهُمْ } ، وبين أهل الإيمان { بِسُورٍ لَهُ بَابٌ بَاطِنُهُ } الذي يلي المؤمنين { فِيهِ الرَّحْمَةُ وَظَاهِرُهُ } الذي يليهم: { مِنْ قِبَلِهِ الْعَذَابُ * يُنَادُونَهُمْ أَلَمْ نَكُنْ مَعَكُمْ قَالُوا بَلَى وَلَكِنَّكُمْ فَتَنْتُمْ أَنْفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ الأَمَانِيُّ حَتَّى جَاءَ أَمْرُ اللهِ وَغَرَّكُمْ بِاللهِ الْغَرُورُ * فَالْيَوْمَ لا يُؤْخَذُ مِنْكُمْ فِدْيَةٌ وَلا مِنَ الَّذِينَ كَفَرُوا مَأْوَاكُمُ النَّارُ هِيَ مَوْلاكُمْ وَبِئْسَ الْمَصِيرُ } [الحديد: 13-15]. ¶ فإذا جاوز المؤمنون الصراط، ولا يجوزه إلا مؤمن أمنوا من دخول النار، فيحبسون هناك على قنطرة بين الجنة والنار، فيقتص لبعضهم من بعض مظالم كانت بينهم في دار الدنيا، حتى إذا هذبوا أذن لهم في دخول الجنة.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "فإذا استقر أهل الجنة في الجنة، وأهل النار في النار، أتي بالموت في صورة كبش أملح، فيوقف بين الجنة والنار، ثم يقال: يا أهل الجنة فيطلعون وجلين ثم يقال: يا أهل النار، فيطلعون مستبشرين فيقال: هل تعرفون هذا؟ فيقولون: نعم، وكلهم قد عرفه، فيقال: هذا الموت، فيذبح بين الجنة والنار، ثم يقال: يا أهل الجنة خلود ولا موت، ويا أهل النار خلود ولا موت. ¶ فهذا آخر أحوال هذه النطفة التي هي مبدأ الإنسان، وما بين هذا المبدأ وهذه الغاية أحوال وأطباق قدر العزيز العليم تنقل الإنسان فيها، وركوبه لها طبقا بعد طبق، حتى يصل إلى غايته من السعادة والشقاوة. ¶ { قُتِلَ الإِنْسَانُ مَا أَكْفَرَهُ * مِنْ أَيِّ شَيْءٍ خَلَقَهُ * مِنْ نُطْفَةٍ خَلَقَهُ فَقَدَّرَهُ * ثُمَّ السَّبِيلَ يَسَّرَهُ * ثُمَّ أَمَاتَهُ فَأَقْبَرَهُ * ثُمَّ إِذَا شَاءَ أَنْشَرَهُ * كَلا لَمَّا يَقْضِ مَا أَمَرَهُ } [عبس: 17-23]. ¶ فنسأل الله العظيم أن يجعلنا من الذين سبقت لهم منه الحسنى ولا يجعلنا مع الذين غلبت عليهم الشقاوة فخسروا في الدنيا والآخرة، إنه سميع الدعاء وهو حسبنا ونعم الوكيل آمين. ¶ والحمد لله رب العالمين وصلواته على خير خلقه محمد خاتم النبيين وعلى آله وصحبه وسلم. ¶ من تحفة المودود بأحكام المولود، لابن القيم رحمه الله تعالى (303-311). ¶ من أهوال القيامة",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "قال الله تعالى: { كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ وَإِنَّمَا تُوَفَّوْنَ أُجُورَكُمْ يَوْمَ الْقِيَامَةِ } [آل عمران: 185] كما للموت شدة في أحواله وسكراته وخطر في خوف العاقبة وسوء الخاتمة، كذلك الخطر في مقاساة ظلمة القبر وديدانه، ثم لمنكر ونكير وسؤالهما، ثم لعذاب القبر وخطره، وأعظم من ذلك كله الأخطار التي بين يديه من نفخ الصور والبعث يوم النشور، والعرض على الجبار والسؤال عن القليل والكثير، ونصب الميزان لمعرفة المقادير، ثم جواز الصراط ثم انتظار النداء عند فصل القضاء إما بالإسعاد وإما بالإشقاء.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "فهذه أحوال وأهوال لا بد منها ومن معرفتها، ثم الإيمان بها على سبيل الجزم والتصديق ثم تطويل الفكر في ذلك لينبعث من قلبك دواعي الاستعداد لها، وأكثر الناس لم يدخل الإيمان باليوم الآخر صميم قلوبهم ولم يتمكن من سويداء أفئدتهم ويدل على ذلك شدة تشميرهم واستعدادهم لحر الصيف وبرد الشتاء، وتهاونهم بحر جهنم وزمهريرها فمثل لنفسك وقد بعثت من قبرك مبهوتا من شدة الصاعقة شاخص العين نحو النداء: { وَنُفِخَ فِي الصُّورِ فَإِذَا هُمْ مِنَ الأَجْدَاثِ إِلَى رَبِّهِمْ يَنْسِلُونَ * قَالُوا يَا وَيْلَنَا مَنْ بَعَثَنَا مِنْ مَرْقَدِنَا هَذَا مَا وَعَدَ الرَّحْمَنُ وَصَدَقَ الْمُرْسَلُونَ * إِنْ كَانَتْ إِلا صَيْحَةً وَاحِدَةً فَإِذَا هُمْ جَمِيعٌ لَدَيْنَا مُحْضَرُونَ * فَالْيَوْمَ لا تُظْلَمُ نَفْسٌ شَيْئًا وَلا تُجْزَوْنَ إِلا مَا كُنْتُمْ تَعْمَلُونَ } [يس: 51-54]. { يَوْمَ يَخْرُجُونَ مِنَ الأَجْدَاثِ سِرَاعًا كَأَنَّهُمْ إِلَى نُصُبٍ يُوفِضُونَ * خَاشِعَةً أَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ ذَلِكَ الْيَوْمُ الَّذِي كَانُوا يُوعَدُونَ } [المعارج: 43، 44] فكيف حالك وحال قلبك هنالك وقد بدلت الأرض غير الأرض والسموات وبرزوا لله الواحد القهار، وطمس ضوء الشمس والقمر وأظلمت الأرض واشتبك الناس وهم حفاة عراة مشاة، وازدحموا في الموقف شاخصة أبصارهم منفطرة قلوبهم،.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "فتأمل يا مسكين في طول ذلك اليوم وشدة الانتظار فيه وفي الخجلة والحياء من الافتضاح عند العرض على الجبار، وأنت عار مكشوف ذليل متحير مبهوت منتظر لما يجري عليك القضاء بالسعادة والشقاء، وأعظم بهذه الحنال فإنها عظيمة استعد لهذا اليوم العظيم شأنه القاهر سلطانه القريب أوانه { يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكَارَى وَمَا هُمْ بِسُكَارَى وَلَكِنَّ عَذَابَ اللهِ شَدِيدٌ } [الحج: 2] فالويل كل الويل للغافلين: ثم تفكر يا مسكين بعد هذه الأحوال فيما يتوجه عليك من السؤال شفاهة من غير ترجمان فتسئل عن القليل والكثير والنقير والقطمير فعند ذلك ترتعد الفرائص وتضطرب الجوارح وتبهت العقول وفي الحديث: «لا تزول قدما عبد يوم القيامة حتى يسأل عن أربع خصال عن عمره فيم أفناه؟ وعن شبابه فيم أبلاه؟ وعن ماله من أين اكتسبه وفيما أنفقه وماذا عمل فيما علم» رواه البزار، الطبراني بإسناد صحيح، وقال تعالى: { فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ * عَمَّا كَانُوا يَعْمَلُونَ } [الحجر: 92، 93] وقال تعالى: { إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولاً } [الإسراء: 36].",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "فأعد للسؤال جوابا صحيحا ثم لا تغفل عن الفكر في الميزان، وتطاير الكتب إلى الشمائل والأيمان { فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ * فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا * وَيَنْقَلِبُ إِلَى أَهْلِهِ مَسْرُورًا * وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ * فَسَوْفَ يَدْعُو ثُبُورًا * وَيَصْلَى سَعِيرًا * إِنَّهُ كَانَ فِي أَهْلِهِ مَسْرُورًا * فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ * فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا * وَيَنْقَلِبُ إِلَى أَهْلِهِ مَسْرُورًا * وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ * فَسَوْفَ يَدْعُو ثُبُورًا * وَيَصْلَى سَعِيرًا } [الانشقاق: 7-12] { فَأَمَّا مَنْ ثَقُلَتْ مَوَازِينُهُ * فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ * وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ * فَأُمُّهُ هَاوِيَةٌ * وَمَا أَدْرَاكَ مَا هِيَهْ * نَارٌ حَامِيَةٌ } [القارعة: 6-11]. ¶ إنه لا ينجو من خطر الميزان ولا يسهل الحساب إلا على من حاسب في الدنيا نفسه، ووزن فيها بميزان الشرع أقواله وأفعاله، وخطرات قلبه ولحظات عينه، وإنما حسابه لنفسه أن يتوب من كل معصية قبل أن يموت توبة نصوحا ويتدارك ما فرط من تقصير في فرائض الله تعالى ويرد المظالم إلى أهلها حبة بعد حبة حتى يموت ولم يبق عليه مظلمة ولا فريضة فهذا يدخل الجنة بغير حساب، وإن مات قبل رد المظالم أحاط به خصماؤه فهذا يأخذ بيده وهذا يقبض على ناصيته، هذا يقول ظلمتني وهذا يقول شتمتني وهذا يقول استهزأت بي، وهذا يقول: جاورتني فأسات جواري، وهذا يقول عاملتي، فغششتني وهذا يقول: أخفيت عيب سلعتك عني، وهذا يقول: كذبت في سعرمتاعك، وهذا يقول: رأيتني محتاجًا وأنت غني فما أكرمتني.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وهذا يقول وجدتني مظلوما وأنت قادر على نصرتي فلم تنصرني ثم ينادي مناد { الْيَوْمَ تُجْزَى كُلُّ نَفْسٍ بِمَا كَسَبَتْ لا ظُلْمَ الْيَوْمَ } [غافر: 17] فاحذر من التعرض لسخط الله وعقابه الأليم واستقم على صراطه المستقيم (1). ¶ من مشاهد القيامة ¶ بسم الله الرحمن الرحيم ¶ قال تعالى: { اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مُعْرِضُونَ } [الأنبياء: 1] { وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الأَمْرُ وَهُمْ فِي غَفْلَةٍ وَهُمْ لا يُؤْمِنُونَ } [مريم: 39] { إِنَّا أَنْذَرْنَاكُمْ عَذَابًا قَرِيبًا يَوْمَ يَنْظُرُ الْمَرْءُ مَا قَدَّمَتْ يَدَاهُ وَيَقُولُ الْكَافِرُ يَا لَيْتَنِي كُنْتُ تُرَابًا } [النبأ: 40] { يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ * يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكَارَى وَمَا هُمْ بِسُكَارَى وَلَكِنَّ عَذَابَ اللهِ شَدِيدٌ } [الحج: 1، 2] { بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهَى وَأَمَرُّ } [القمر: 46] { يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ * وَأُمِّهِ وَأَبِيهِ * وَصَاحِبَتِهِ وَبَنِيهِ * لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ * وُجُوهٌ يَوْمَئِذٍ مُسْفِرَةٌ * ضَاحِكَةٌ مُسْتَبْشِرَةٌ * وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ * تَرْهَقُهَا قَتَرَةٌ * أَوْلَئِكَ هُمُ الْكَفَرَةُ الْفَجَرَةُ } [عبس: 34- 42].",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "حقا إن أمر الساعة عظيم، وشأنها جسيم وموعدها قريب، فإن من مات قامت قيامته وانتقلت روحه إلى الجنة أو إلى النار، ونال جسمه في قبره نعيمًا أو عذابًا، فالقبر إما روضة من رياض الجنة أو حفرة من حفر النار كما أخبر بذلك الصادق المصدوق الذي لا ينطق عن الهوى(1) فنعيم القبر وعذابه حق ثابت للبدن والروح بالكتاب والسنة وإجماع الأمة، وهو من الإيمان بالغيب الذي لا ينكره إلا ملحد معاند، وقد استعاذ النبي - صلى الله عليه وسلم - من عذاب القبر(2) وأمرنا بالاستعاذة منه في كل صلاة بعد التشهد(3) فإذا تمت المدة المقدرة لهذا العالم نفخ في الصور فصعق من في السموات ومن في الأرض وماتوا إلا من شاء الله، ثم نفخ فيه أخرى فإذا هم قيام ينظرون، ويقومون من قبورهم لرب العالمين حفاة عراة فرادى كما خلقوا أول مرة ليس معهم شيء سوى أعمالهم، من حسنات وسيئات، وتدنو الشمس من رءوس الخلائق، ويشتد الحر ويعظم الهول، وتبدل الأرض غير الأرض والسموات وبرزوا لله الواحد القهار، وتذهل كل مرضعة عما أرضعت وتضع كل ذات حمل حملها ويشيب الولدان من هول ذلك اليوم، وطوله حيث يقدر بخمسين ألف سنة، ويبلغ من الناس الكرب والغم ما لا يطيقون ولا يحتملون فيطلبون من يشفع لهم إلى ربهم، ليحاسبهم، ويريحهم من كرب الموقف فيذهبون إلى آدم أبي البشر ثم إلى نوح ثم إلى إبراهيم الخليل ثم إلى موسى ثم إلى عيسى، فيعتذرون ويقول كل واحد منهم: إن ربي قد غضب اليوم غضبا لم يغضب قبله مثله ولن يغضب بعده مثله، نفسي، نفسي اذهبوا إلى غيري فيذهبون إلى محمد - صلى الله عليه وسلم - فيقول: أنا لها، فيذهب يسجد تحت العرش فيفتح الله عليه من محامده ثم يقال: يا محمد ارفع رأسك وقل يسمع وسل تعط واشفع تشفع(4) فيشفع في أعلى الموقف أن يحاسبوا ¶ __________ ¶ (1) في الحديث الذي رواه الترمذي وغيره عن أبي سعيد. ¶ (2) في الحديث الذي رواه البخاري، ومسلم عن عائشة رضي الله عنه ¶ (3) متفق عليه. ¶ (4) متفق عليه.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "فيحمده على ذلك الأولون، والآخرون، وهذه هي الشفاعة العظمى والمقام المحمود لنبينا محمد - صلى الله عليه وسلم -. ¶ فيجيء الرب سبحانه وتعالى للحكم والقضاء بين عباده بالحق وجزاء كل عامل بعمله، ويجاء بجهنم تقاد بسبعين ألف زمام مع كل زمام سبعون ألف ملك يجرونها لها تغيظ وزفير قال تعالى: { كَلا إِذَا دُكَّتِ الأَرْضُ دَكًّا دَكًّا * وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا * وَجِيءَ يَوْمَئِذٍ بِجَهَنَّمَ يَوْمَئِذٍ يَتَذَكَّرُ الإِنْسَانُ وَأَنَّى لَهُ الذِّكْرَى * يَقُولُ يَا لَيْتَنِي قَدَّمْتُ لِحَيَاتِي } [الفجر: 21- 24] { وَأَشْرَقَتِ الأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ الْكِتَابُ وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاءِ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَهُمْ لا يُظْلَمُونَ * وَوُفِّيَتْ كُلُّ نَفْسٍ مَا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ } [الزمر: 69، 70] فيحاسب الله الخلائق ويجزي كل عامل بعمله { يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَا عَمِلَتْ مِنْ خَيْرٍ مُحْضَرًا وَمَا عَمِلَتْ مِنْ سُوءٍ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُ أَمَدًا بَعِيدًا } [آل عمران: 30] { وَوَجَدُوا مَا عَمِلُوا حَاضِرًا وَلا يَظْلِمُ رَبُّكَ أَحَدًا } [الكهف: 49] { فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ * وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ } [الزلزلة: 7، 8]، وتنشر دواوين الأعمال التي لا تغادر صغيرة ولا كبيرة فيأخذ كل كتابه بيمينه أو بشماله، وتنصب الموازين فتوزن بها أعمال العباد من حسنات وسيئات { فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ * وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فِي جَهَنَّمَ خَالِدُونَ * تَلْفَحُ وُجُوهَهُمُ النَّارُ وَهُمْ فِيهَا كَالِحُونَ } [المؤمنون: 102-104].",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "أما المؤمنون فتبيض وجوههم في ذلك اليوم العظيم وتثقل موازين حسناتهم ويعطون كتب أعمالهم بأيمانهم ويردون حوض نبيهم محمد - صلى الله عليه وسلم -، وهو أشد بياضًا من اللبن وأحلى من العسل وألين من الزبد وأطيب رائحة من المسك، فيشربون منه شربة هنيئة لا يظمئون بعدها أبدًا، وينصب الصراط على متن جهنم فيمر الناس عليه على حسب أعمالهم في السرعة وعدمها { وَسِيقَ الَّذينَ اتَّقَوْا رَبَّهُمْ إِلَى الْجَنَّةِ زُمَرًا } [الزمر: 73] كل طائفة مع نظرائها حتى إذا جاءوها وفتحت أبوابها بشفاعة محمد - صلى الله عليه وسلم - فتلقاهم خزنتها يسلمون عليهم ويهنئون بسلامة الوصول إلى دار النعيم والسلامة من عذاب الجحيم والخلود الأبدي فيما تشتهيه الأنفس، وتلذ الأعين من نعيم القلوب، والأرواح والأبدان مما يشاءون في جنات النعيم وتمام ذلك أن يحل الكريم عليهم رضوانه فلا يسخط عليهم بعده أبدًا.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "{ وَرِضْوَانٌ مِنَ اللهِ أَكْبَرُ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ } [التوبة: 72] وأنه يقال لهم: إن لكم أن تشبوا فلا تهرموا أبدا، وإن لكم أن تصحوا فلا تمرضوا أبدًا، وإن لكم أن تنعموا فلا تبأسوا أبدا، وإن لكم أن تحيوا فلا تموتوا أبدا(1) ولهم نعيم أعلى من ذلك وهو التمتع بالنظر إلى وجه الله الكريم وسماع خطابه والابتهاج برضاه وقربه والسرور بمحبته وذكره فتبارك الله رب العالمين { وَقَالُوا الْحَمْدُ للهِ الَّذِي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ فَنِعْمَ أَجْرُ الْعَامِلِينَ } [الزمر: 74] لمثل هذه الدار فليعمل العاملون وفي أعمالها الموصلة إليها فليتنافس المتنافسون طريقها يسير على من يسره الله عليه وهو الإيمان الصادق والعمل الصالح وامتثال الأوامر واجتناب النواهي والتوبة النصوح في جميع الأوقات، من جميع الذنوب والسيئات والإنابة إلى الله في كل وقت وحين وكثرة ذكره ودعائه واستغفاره. ¶ __________ ¶ (1) حديث شريف رواه مسلم وفي صحيحه.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وأما الكافرون والمجرمون والمشركون والعصاة والملحدون فيخرجون من قبورهم قلقين، فزعين مرعوبين خائفين يقولون: { يَا وَيْلَنَا مَنْ بَعَثَنَا مِنْ مَرْقَدِنَا } [يس: 52] { يَا حَسْرَتَنَا عَلَى مَا فَرَّطْنَا فِيهَا وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ عَلَى ظُهُورِهِمْ أَلا سَاءَ مَا يَزِرُونَ } [الأنعام: 31] ويحاسبهم الله على ما أسلفوا من الجرائم ويخزيهم بين الخلائق فتسود وجوههم وتخف موازين حسناتهم ويعطون كتب أعمالهم بشمائلهم ويساقون إلى جهنم جياعًا عطاشى { زُمَرًا } كل طائفة مع شكلها من أهل الشر حتى إذا جاءوها فتحت أبوابها في وجوههم ففاجأهم حرها الشديد المزعج، وحل بهم الفزع الأكبر الذي لا يشبهه فزع فتلقتهم خزنة جهنم يوبخونهم على ما قدموا لأنفسهم. { أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَذَا قَالُوا بَلَى وَلَكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ } [الزمر: 71] { وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ * فَاعْتَرَفُوا بِذَنْبِهِمْ فَسُحْقًا لأَصْحَابِ السَّعِيرِ } [الملك: 10، 11]، وينادون مالكا خازن جهنم قائلين { يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ } أي ليميتنا فنستريح فيقول: { إِنَّكُمْ مَاكِثُونَ } [الزخرف: 77] ثم ينادون ربهم قائلين: { رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ * قَالَ اخْسَئُوا فِيهَا وَلا تُكَلِّمُونِ } [المؤمنون: 107، 108] فحينئذ يأخذون في الزفير والشهيق وييأسون من كل خير ومن كل فرج وراحة ويتيقنون أنه الخلود الدائم والعذاب الابدي المستمر { وَقَالَ الَّذِينَ فِي النَّارِ لِخَزَنَةِ جَهَنَّمَ ادْعُوا رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِنَ الْعَذَابِ * قَالُوا أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُمْ بِالْبَيِّنَاتِ",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "قَالُوا بَلَى قَالُوا فَادْعُوا وَمَا دُعَاءُ الْكَافِرِينَ إِلا فِي ضَلالٍ } [غافر: 49، 50]. ¶ ما أشد شقاهم وما أعظم عناءهم ينوع عليهم العذاب، تارة يعذبون بالسعير المحرق لظواهرهم وبواطنهم، كلما نضجت جلودهم بدلوا جلودًا غيرها ليذقوا العذاب، وتارة بالزمهرير الذي قد بلغ من برده أن يهري اللحوم، ويكسر العظام، وتارة يعذبون بالجوع الشديد والعطش المفزع، وإذا استغاثوا من ذلك أغيثوا بعذاب آخر ولون من الشقاء ينسي ما سبقه يغاثون بطعام ذي غصة من شجر الزقوم والضريع الذي لا يسمن ولا يغني من جوع، قد بلغ نهاية الحرارة، وشدة المرارة وقبح الرائحة، إذا وصل إلى بطونهم غلى كغلي الحميم الذي يوقد عليه في النار، وإذا استغاثوا للشراب أغيثوا بماء كالمهل وهو الرصاص المذاب، إذا قرب من وجوههم شواها فإذا شربوه من شدة العطش قطع أمعاءهم، لا يفتر عنه العذاب ساعة ولا يرجون فرجًا ولا مخرجًا قد نسيهم الله في العذاب كما نسوه وانتقم منهم لما آسفوه(1). ¶ إنه لا يدخل النار إلا الأشقى الذي كذب وتولى وجمع فأوعى ونسي المبتدأ والمنتهى وتجبر على الخلق وآثر الحياة الدنيا، والجزاء من جنس العمل، وما ربك بظلام للعبيد. ¶ فإذا دخل أهل الجنة الجنة وأهل النار النار جيء بالموت في صورة كبش فيذبح بين الجنة والنار فيقال: يا أهل الجنة خلود ولا موت فيزدادوا فرحا إلى فرحهم، ويا أهل النار خلود ولا موت فيزدادوا حسرة إلى حسرتهم، وأكثر الناس لم يدخل الإيمان بالآخرة صميم قلوبهم، ولم يبلغ سويداء أفئدتهم ويدل على ذلك شدة استعدادهم لحر الصيف وبرد الشتاء وعدم استعدادهم لحر جهنم وزمهريرها. ¶ __________ ¶ (1) انظر تيسير اللطيف المنان في خلاصة تفسير القرآن (26-28) للشيخ عبد الرحمن السعدي.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وقد أقام الله الحجة على خلقه في هذه الدار وقطع المعذرة وأرسل الرسل مبشرين ومنذرين لئلا يكون للناس على الله حجة بعد الرسل، وأنزل الكتب بالبراهين الساطعة والأدلة الجليلة الواضحة، وأسبغ على عباده نعمه ظاهرة وباطنة ورزقهم مما يحتاجون إليه، وأكثر من ذلك، وأعطاهم وسائل العلم والإدراك والمعرفة من الأسماع والأبصار والعقول ليعقلوا بها عن الله أمره ونهيه، وخلق لهم ما في الأرض جميعًا ليشكروه عليها باستعمالها فيما يرضيه والاستعانة بها على طاعته وأمر العباد بما ينفعهم ويصلحهم وحذرهم مما يضرهم ووعد من أطاعه بعظيم الأجر وحسن الجزاء وجزيل الثواب، وتوعد من عصاه بأليم العذاب، وأخبرنا بقصص الماضين من المؤمنين والكافرين لأخذ العبرة منها، ومن لطفه تعالى وكرمه أنه يجزي بالحسنة عشر أمثالها إلى أضعاف كثيرة، وبالسيئة مثلها أو يعفو الله عنها إذا تيب منها فلله الحمد والشكر والثناء على ذلك ولن يهلك على الله إلا هالك. ¶ اللهم إنا نسألك الجنة وما قرب إليها من قول وعمل واعتقاد ونعوذ بك من النار وما قرب إليها من عمل وقول واعتقاد ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار. ¶ ربنا آتنا من لدنك رحمة وهيئ لنا من أمرنا رشدًا. ¶ ربنا اغفر لنا ذنوبنا وكفر عنا سيئاتنا وتوفنا مع الأبرار. ¶ ربنا لا تزغ قلوبنا بعد إذ هديتنا وهب لنا من لدنك رحمة إنك أنت الوهاب. ¶ ربنا تقبل منا إنك أنت السميع العليم وتب علينا إنك أنت التواب الرحيم آمين يا رب العالمين يا حي يا قيوم يا ذا الجلال والإكرام. ¶ وصلى الله على نبينا محمد وآله وصحبه أجمعين. ¶ وصف جنات النعيم وأهلها ¶ أحاديث نبوية شريفة في وصف الجنة التي وعد المتقون: ¶ 1- عن جابر رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - «يأكل أهل الجنة فيها ويشربون ولا يتغوطون ولا يمتخطون ولا يبولون، ولكن طعامهم ذلك جشاء كرشح المسك يلهمون التسبيح والتكبير كما يلهمون النفس» رواه مسلم.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "2- وعن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - قال الله تعالى: «أعددت لعبادي الصالحين ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر اقرءوا ما شئتم: { فلا تعلم } » متفق عليه. ¶ 3- وعنه قال: قال رسول الله - صلى الله عليه وسلم -: «أول زمرة يدخلون الجنة على صورة القمر ليلة البدر، ثم الذين يلونهم على أشد كوكب دري في السماء إضاءة، لا يبولون ولا يتغوطون ولا يتفلون، ولا يمتخطون أمشاطهم الذهب، ورشحهم المسك ومجامرهم الألوة -عود الطيب- أزواجهم الحور العين على خلق رجل واحد على صورة أبيهم آدم ستون ذراعا في السماء» متفق عليه. ¶ 4- وعن أبي سعيد وأبي هريرة رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - قال: «إذا دخل أهل الجنة الجنة، ينادي: إن لكم أن تحيوا فلا تموتوا أبدًا، وإن لكم أن تصحوا فلا تسقموا أبدا وإن لكم أن تشبوا فلا تهرموا أبدا وإن لكم أن تنعموا فلا تبئسوا أبدا» رواه مسلم. ¶ 5- وعن صهيب رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال: «إذا دخل أهل الجنة الجنة يقول الله تبارك وتعالى: تريدون شيئًا أزيدكم؟ يقولون: ألم تبيض وجوهنا؟ ألم تدخلنا الجنة وتنجينا من النار؟ فيكشف الحجاب فما أعطوا شيئًا أحب إليهم من النظر إلى ربهم» رواه مسلم (1). ¶ 6- وقال - صلى الله عليه وسلم - «ألا مشمر للجنة؟ هي ورب الكبة نور يتلألأ وريحانة تهتز وقصر مشيد، ونهر مطرد، وثمرة نضيجة وزوجة حسناء جميلة، وحلل كثيرة، ومقام في أبد في دار سليمة، وفاكهة وخضرة وحبرة ونعمة في محلة عالية بهية» رواه ابن مناجه، وصلى الله على محمد وسلم. ¶ اللهم يا حي يا قيوم يا ذا الجلال والإكرام نسألك الجنة وما قرب إليها من قول وعمل، ونعوذ بك من النار وما قرب إليها من قول وعمل. ¶ __________ ¶ (1) انظر هذه الأحاديث في كتاب رياض الصالحين للنووي (776، 782).",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "اللهم إنا نسألك بوجهك الجنة ونعوذ بوجهك من النار اللهم إنا نسألك رضاك والجنة، ونعوذ بك من سخطك والنار، ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار، ربنا تقبل منا إنك أنت السميع العليم، يا حي يا قيوم يا ذا الجلال والإكرام، وصلى الله على عبده ورسوله محمد وعلى آله وصحبه إلى يوم الدين. ¶ شعر في وصف الجنة ¶ من نونية الإمام محمد بن القيم المتوفى عام 751 هـ رحمه الله تعالى: ¶ تيك المنازل ربة الإحسان ¶ ... ... فاسمع إذا أوصافها وصفات ها ¶ فنعيمها باق وليس بفان ¶ ... ... هي جنة طابت وطاب نعيمها ¶ ومنزل عسكر الإيمان والقرآن ¶ ... ... دار السلام وجنة المأوى ¶ فيها سلام واسم ذي الغفران ¶ ... ... فالدار دار سلامة وخطابهم ¶ فذاك بالتحقيق للحسبان ¶ ... ... درجاتهم مائة وما بين اثنتين ¶ الأرض قول الصادق البرهان ¶ ... ... مثل الذي بين السماء وبين هذي ¶ في النص وهي لصاحب الإحسان؟ ¶ ... ... أبوابها حق ثمانية أتت ¶ بـ الصوم يدعى الباب بالريان ¶ ... ... باب الجهاد وذاك أعلاها وبيا ¶ ورب السعي منه داخل بأمان ¶ ... ... ولكل سعي صالح باب ¶ منها قدرت بالعد والحسبان ¶ ... ... سبعون عاما بين كل اثنين ¶ رواه حبر الأمة الشيباني ¶ ... ... لكن بينهما مسيرة أربعين ¶ إلا بمفتاح له أسنان ¶ ... ... هذا وفتح الباب ليس بممكن ¶ والتوحيد تلك شهادة الإيمان ¶ ... ... مفتاحه بشهادة الإخلاص ¶ من حل إشكال لذي العرفان ¶ ... ... لا تلغين هذا المثال فكم به ¶ إلا بتوقيع من الرحمن ¶ ... ... هذا ومن يدخل فليس بداخل ¶ مائة وهذي الأمة الثلثان ¶ ... ... هذا وإن صفوفهم عشرون مع ¶ كالبدر ليل الست بعد ثمان(1) ¶ ... ... هذا وأول زمرة فوجوههم ¶ في الأفق تنظره به العينان ¶ ... ... والزمرة الأخرى كأضواء كوكب ¶ فمسك خالص يا ذلة الحرمان ¶ ... ... أمشاطهم ذهب، ورشحهم ¶ مثل الكواكب رؤية بعيان ¶ ... ... ويرى الذين بذيلها من فوقهم ¶ لهم وللصديق ذي الإيمان ¶ __________ ¶ (1) أي ليلة 14 من الشهر حين يكتمل القمر.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "... ... ما ذاك مختص برسل الله بل ¶ في كل يوم وقته الطرفان ¶ ... ... هذا وأعلاهم فناظر ربه ¶ إذا ليس في الجنات من نقصان ¶ ... ... لكن أدناهم وما فيهم دني ¶ بسنيننا ألفان كاملتان ¶ ... ... فهو الذي يلقى مسافة ملكه ¶ يته لأدناه القريب الدان ¶ ... ... فيرى بها أقصاه حقا مثل رؤ ¶ نظر العيان كما يرى القمران ¶ ... ... ويرونه سبحانه من فوقهم ¶ تفسير من قد جاء بالقرآن ¶ ... ... وهي الزيادة قد أتت في يونس ¶ يعطيه رب العرش ذو الغفران ¶ ... ... أو ما سمعت بأن آخر أهلها ¶ لها سبحان ذي الإحسان ¶ ... ... أضعاف دنيانا جميعا عشر أمثال ¶ ثين التي هي قوة الشبان ¶ ... ... هذا وسنهم ثلاث مع ثلا ¶ حد سواء ما سوى الولدان ¶ ... ... وصغيرهم وكبيرهم في ذا على ¶ لكن عرضهم سبع بلا نقصان ¶ ... ... والطول: طول أبيهم ستون ¶ الشعور(1) مكحلوا الأجفان ¶ ... ... ألوانهم بيض وليس لهم لحي جعد ¶ وشعورهم، كذلك والعينان ¶ ... ... هذا كمال الحسن في أبشارهم ¶ بالمنطق العربي خير لسان ¶ ... ... ولقد أتى أثر بأن لسانهم ¶ وإن تشأ مائة فمرويان ¶ ... ... والريح يوجد من مسيرة أربعين ¶ الله من قد خص بالقرآن ¶ ... ... هذا وأولهم دخولا خير خلق ¶ التفضيل تلك مواهب المنان ¶ ... ... والأنبياء على مراتبهم من ¶ قي الخلق عند دخولهم بجنان ¶ ... ... هذا وأمة أحمد سباق با ¶ إلى الإسلام والتصديق بالقرآن ¶ ... ... وأحقهم بالسبق أسبقهم ¶ حماد على الحالات للرحمان ¶ ... ... هذا وأولهم دخولا فهو ¶ أو كان في الضراء فحمد ثان ¶ ... ... إن كان في السراء أصبح حامدا ¶ جدًّا ولكن أصلها نوعان ¶ ... ... والجنة اسم الجنس وهي كثيرة ¶ حلي وآنية ومن بنيان ¶ ... ... ذهبيتان بكل ما حوتاه من ¶ حلي وبنيان وكل أواني ¶ ... ... وكذلك أيضا فضة ثنتان من ¶ وأخرى فضة نوعان مختلفاني ¶ ... ... وبناؤها اللبنات من ذهب ¶ من ظهرها والظهر من بطناني ¶ ... ... غرفاتها في الجو ينظر بطنها ¶ __________ ¶ (1) جعد الشعر جعوده إذا كان فيه التواء وتقبض خلاف المترسل المصباح المنير (1/111).",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "م وطيب الكلمات والإحساني ¶ ... ... سكانها أهل القيام من الصيا ¶ كأمثال القلال فجل ذو الإحسان ¶ ... ... وثمارها ما فيه من عجم ¶ حرا ولا شمسًا وأنى ذان ¶ ... ... وظلالها ممدودة ليست تقي ¶ سبحان ممسكها عن الفيضان ¶ ... ... أنهارها في غير أخدود جرت ¶ أنهار من الألبان ¶ ... ... عسل مصفى ثم ماء ثم خمر ثم ¶ ولحوم طير ناعم وسمان ¶ ... ... وطعامهم ما تشتهيه نفوسهم ¶ يا شبعة كملت لذي الإيمان ¶ ... ... وفواكه شتى بحسب مناهم ¶ والطيب مع روح ومع ريحان ¶ ... ... لحم وخمر والنساء وفواكه ¶ بأكف خدام من الولدان ¶ ... ... وصحافهم ذهب تطوف عليهم ¶ ريحا تهز ذوائب الأغصان ¶ ... ... قال ابن عباس: ويرسل ربنا ¶ الإنسان كالنغمات بالأوزان ¶ ... ... فتثير أصواتها تلذ لمسمع ¶ بلذاذة الأوتار والعيدان ¶ ... ... يا لذة الأسماع لا تتعوضي ¶ والرقص والإيقاع في القضبان ¶ ... ... لا خير في صور المعازف كلها ¶ عن صوت ألحان وسمع أغان ¶ ... ... إن التقي لربه متنزه ¶ الحور بالأصوات والألحان ¶ ... ... أو ما سمعت بأن سماعهم فيها غنا ¶ ذياك الغنا عن هذه الألحان ¶ ... ... نزه سماعك إن أردت سماع ¶ ذا وذا يا ذلة الحرمان ¶ ... ... لا تؤثر الأدنى على الأعلى فتحرم ¶ على الأعلى من النقصان ¶ ... ... إن اختيارك للسماع النازل الأدنى ¶ والإيمان مثل السم في الأبدان ¶ ... ... والله إن سماعهم في القلب ¶ أبدا من الإشراك بالرحمان ¶ ... ... والله ما انفك الذي هو دأبه ¶ حيًّا وإخلاصًا مع الإحسان ¶ ... ... فالقلب بيت الرب جل جلاله ¶ عبدًا لكل فلانة وفلان ¶ ... ... فإذا تعلق بالسماع أصاره ¶ في قلب عبد ليس يجتمعان ¶ ... ... حب الكتاب وحب ألحان الغنا ¶ أبدا بدار الخلد والرضوان ¶ ... ... هذا وخاتمة النعيم خلودهم ¶ حقا بهذا ليس باليقظان ¶ ... ... بالله ما عذر امرئ هو مؤمن ¶ بل أنت غالية على الكسلان ¶ ... ... يا سلعة الرحمن ليست رخيصة ¶ في الألف إلا واحد لا اثنان ¶ ... ... يا سلعة الرحمن ليس ينالها ¶ إلا أولو التقوى مع الإيمان",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "... ... يا سلعة الرحمن ماذا كفؤها ¶ لقدعرضت بأيسر الأثمان ¶ ... ... يا سلعة الرحمن أين المشتري؟ ¶ فالمهر قبل الموت ذو إمكان ¶ ... ... يا سلعة الرحمنم هل من خاطب ¶ العشاق عنك وهم ذوو إيمان؟ ¶ ... ... يا سلعة الرحمن كيف تصبر ¶ جد المسير فمنتهاه دان ¶ ... ... يا معرضًا عما يراد به وقد ¶ راحاته يوم المعاد الثاني ¶ ... ... فاتعب ليوم معادك الأدنى تجد ¶ على النبي المصطفى العدنان ¶ ... ... وأختم قولي بالصلاة مسلما ¶ أعمال أهل الجنة وأعمال أهل النار ¶ سئل شيخ الإسلام ابن تيمية رحمه الله ما عمل أهل الجنة وما عمل أهل النار؟ ¶ فأجاب: الحمد لله رب العالمين عمل أهل الجنة: الإيمان والتقوى، وعمل أهل النار الكفر والفسوق والعصيان،. ¶ فأعمال أهل الجنة الإيمان بالله وملائكته وكتبه ورسله واليوم الآخر والإيمان بالقدر خيره وشره، والشهادتان شهادة أن لا إله إلا الله وأن محمدًا رسول الله وإقام الصلاة وإيتاء الزكاة وصوم رمضان وحج البيت، وأن تعبد الله كأنك تراه فإن لم تكن تراه فإنه يراك. ¶ ومن أعمال أهل الجنة: صدق الحديث، وأداء الأمانة والوفاء بالعهد، وبر الوالدين وصلة الأرحام والإحسان إلى الجار، واليتيم والمسكين والمملوك من الآدمين والبهائم. ¶ ومن أعمال أهل الجنة: الإخلاص لله والتوكل عليه والمحبة له ولرسوله، وخشية الله ورجاء رحمته والإنابة إليه، والصبر على حكمه والشكر لنعمه. ¶ ومن أعمال أهل الجنة، قراءة القرآن وذكر الله ودعاؤه، ومسألته والرغبة إليه، ومن أعمال أهل الجنة الأمر بالمعروف والنهي عن المنكر، والجهاد في سبيل الله ضد الكفار والمنافقين. ¶ ومن أعمال أهل الجنة أن تصل من قطعك، وتعطي من حرمك، وتعفو عمن ظلمك فإن الله أعد الجنة للمتقين { الَّذِينَ يُنْفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَاللهُ يُحِبُّ الْمُحْسِنِينَ } [آل عمران: 134].",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ومن أعمال أهل الجنة العدل في جميع الأمور، وعلى جميع الخلق حتى الكفار وأمثال هذه الأعمال. ¶ وأما أعمال أهل النار: فمثل الإشراك بالله والتكذيب بالرسل، والكفر والحسد، والكذب والخيانة والظلم والفواحش والغدر، وقطيعة الرحم، والجبن عن الجهاد والبخل واختلاف السر، والعلانية، واليأس من روح الله والأمن من مكر الله والجزع عند المصائب، والفخر والبطر عند النعم وترك فرائض الله واعتداء حدوده، وانتهاك حرماته وخوف المخلوق دون الخالق، ورجاء المخلوق دون الخالق، والتوكل على المخلوق دون الخالق والعمل رياء وسمعة ومخالفة الكتاب والسنة وطاعة المخلوق في معصية الخالق، والتعصب بالباطل والاستهزاء بآيات الله، وجحد الحق والكتمان لما يجب إظهاره من علم وشهادة. ¶ ومن عمل أهل النار: السحر وعقوق الوالدين وقتل النفس التي حرم الله بغير الحق، وأكل مال اليتيم وأكل الربا والفرار من الزحف وقذف المحصنات الغافلات المؤمنات، وتفصيل الجملتين لا يمكن لكن أعمال أهل الجنة كلها تدخل في طاعة الله ورسوله وأعمال أهل النار كلها تدخل في معصية الله ورسوله { وَمَنْ يُطِعِ اللهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ * وَمَنْ يَعْصِ اللهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَارًا خَالِدًا فِيهَا وَلَهُ عَذَابٌ مُهِينٌ } [النساء: 13، 14] والله أعلم. ¶ مجموع فتاوى شيخ الإسلام (10/422). ¶ وصلى الله على محمد،،، ¶ فهرس ¶ رسالة من مشاهد يوم القيامة وأهوالها ¶ الموضوع ... الصفحة ¶ مقدمة........................................... ... 3 ¶ موعظة وذكرى................................ ... 4 ¶ التحذير من الافتتان والاغترار بالدنيا الفانية والإعراض عن الآخرة الباقية...................... ... 13 ¶ عن ما يلقاه الإنسان بعد موته..................... ... 19",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "من أهوال القيامة................................ ... 27 ¶ من مشاهد القيامة............................... ... 31 ¶ وصف جنات النعيم وأهلها....................... ... 39 ¶ شعر في وصف الجنة............................. ... 41 ¶ أعمال أهل الجنة وأعمال أهل النار................ ... 46",
            "page": "38",
            "part": "1"
        }
    ],
    "t34954": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "من مشاهد القيامة وأهوالها"
        }
    ]
}