{
    "b34951": [
        {
            "id": "1",
            "nass": "عداوة الشيطان للإنسان ¶ للشيخ ¶ محمد متولي الشعراوي ¶ الفهرس ¶ المقدمة…3 ¶ الفصل الأول : من هو الشيطان؟…4 ¶ وصف الشيطان…5 ¶ بداية المعصية…7 ¶ حقيقة إبليس…8 ¶ لا فضل لعنصر على آخر…9 ¶ ما بعد الغواية…10 ¶ الفصل الثاني : معصية الشيطان…11 ¶ معصية إبليس…11 ¶ الكبرياء لله وحده…12 ¶ الدنيا دار اختبار…13 ¶ على أبواب المساجد…15 ¶ الفصل الثالث : آدم والشيطان…18 ¶ ليست جنة الخلد…19 ¶ أول مناهج السماء…20 ¶ بداية المعصية…22 ¶ وظهرت عورة الانسان…23 ¶ الفصل الرابع : خطيئة آدم.. ومعصية إبليس…26 ¶ صراع في الدنيا…29 ¶ الفصل الخامس : مداخل الشيطان إلى الإنسان…33 ¶ الفرق بين الوسوستين…34 ¶ البحث عن الضعف…35 ¶ الوسوسة في الصلاة…36 ¶ تفوق عنصر الشيطان…38 ¶ التكامل وليس التكرار…39 ¶ الفصل السادس : الشيطان وجنوده…41 ¶ الشيطان في غزوة بدر…41 ¶ لا عقاب على القهر…43 ¶ بسم الله الرحمن الرحيم ¶ المقدمة ¶ الحمد لله رب العالمين، والصلاة والسلام على سيدنا محمد وعلى آله وأصحابه أجمعين؛ وبعد : ¶ لا يخفى أن عداوة إبليس لبني آدم قديمة قدم النوع الانساني في الوجود، فبعد أن رفض إبليس السجود لآدم بدأ يكيد له، وبعد اللقاء في الجنة التي كان يسكن فيها آدم استطاع ابليس أن يوسوس له بالأكل من الشجرة المحرمة، وبعد توبة آدم أضمر الشيطان العداوة لكل أبناء النوع الانساني والى قيام الساعة. قال تعالى:{ قال فبما أغويتني لأقعدن لهم صراطك المستقيم} الأعراف 16. ¶ في هذا الكتاب يسرد الامام محمد متولي الشعراوي خواطره حول هذه العداوة القديمة، وسبل الوقاية منها، والتحصن بما جاء في الكتاب والسنة من همزات الشيطان، وكل ذلك بأسلوبه الممتع الشيق. ¶ ودار القلم إذ تقدم هذه الرسالة ضمن مجموعة \"إمام الدعاة\" نسأل الله تعالى أن ينفع به، وأن يجزي مؤلفه خير الجزاء، إنه سميع مجيب. ¶ بيروت في 29 ربيع الثاني 1421 هـ ¶ الفصل الأول : من هو الشيطان؟",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "سؤال طالما دار في عقولنا.. دون أن نجد له جوابا.. إن الشيطان غيب عنا.. يرانا ولا نراه.. يهمس في آذاننا ويوسوس لنا دون أن نعرف أين هو؟ ولا ماذا يفعل؟ ولذلك يبقى السؤال.. من هو الشيطان؟ ¶ الله سبحانه وتعالى ـرحمة منه بعقولناـ أعلمنا من هو الشيطان.. وما هي قصة عداوته للانسان.. وكيف نشأت.. وكيف نواجهه ونتغلب عليه وعلى كل القوى الخفية والظاهرة في الكون.. ¶ الله تبارك وتعالى يأمرنا أن نستعيذ به.. ذلك لأن الله جل جلاله.. قاهر فوق كل خلقه.. المؤمن منهم والكافر.. والطائع منهم والعاصي، والذي له اختيار، والمقهور على الطاعة.. كل هؤلاء مقهورون لله سبحانه وتعالى فلا شيء في الكون يخرج عن مشيئته.. ولذلك يقول سبحانه وتعالى: ¶ {وهو القاهر فوق عباده، وهو الحكيم الخبير}. الأنعام 18. ¶ الله سبحانه وتعالى.. لا يخرج في كونه عن مراده الفعلي، ولكن يخرج الذين أعطاهم الحق جل جلاله الاختيار عن مراده الشرعي.. أو منهجه في \"افعل لا تفعل\".. وهم يخرجون عن هذا المنهج باختيار الله سبحانه وتعالى.. لأنه جل جلاله..هو الذي خلقهم قادرين على الطاعة.. وقادرين على المعصية.. ولو أنه تبارك وتعالى.. أراد أن يخلقهم مقهورين على الطاعة؛ لفعل.. وهذا المعنى تجده في قول الحق تبارك وتعالى: ¶ { لعلك باخع نفسك ألا يكونوا مؤمنين إن نشأ ننزل عليهم من السماء آية فظللت أعناقهم لها خاضعين} الشعراء 3،4. ¶ وهذه الآية خطاب لرسول الله صلى الله عليه وسلم.. الذي كان يحز في نفسه.. أن هناك من يرفضون الايمان، وكان هذا الحزن والأسى.. لأنه كان يعرف ما ينتظرهم في الآخرة من عذاب مهين خالد باق... ¶ ولذلك ـ ولأنه رحمة للعالمين ـ كان يريد أن ينقذهم من المصير الذي ينتظرهم.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "الله سبحانه وتعالى يخبره هنا بأن هؤلاء وإن خرجوا عن مراد الله الشرعي الذي أراده لهم بالايمان به، واتباع منهجه، فانهم لم يخرجوا عن مراد الله الفعلي.. لأن الله سبحانه وتعالى.. أراد لهم أن يكونوا مختارين.. في أن يؤمنوا أو لا يؤمنوا.. يطيعوا أو يعصوا.. فأعطاهم الاختيار في أن يفعلوا أو لا يفعلوا.. هذا الاختيار نابع عن إرادة الله سبحانه وتعالى.. ولولا تلك الارادة ما كان هؤلاء مختارين في أن يطيعوا أو يعصوا.. إذن فلا شيء في الكون يخرج عن إرادة الله سبحانه وتعالى. ¶ وصف الشيطان ¶ إننا قبل أن نمضي.. لا بد أن نبين الفرق بين وصف الشيطان.. وبين الشيطان نفسه.. الشيطان كوصف عام معناه كل من يبعد الناس عن طاعة الله وعن منطق الحق، وكل من يغري بالمعصية، ويحاول أن يدفع الانسان الى الشر.. كل واحد من هؤلاء هو شيطان. ¶ ويجب أن نعلم أن هناك شياطين من الجن.. وشياطين من الانس.. يجمعهم وصف واحد، كما يجمعهم الاتحاد في المتعة التي هي نشر المعصية والافساد في الأرض.. شياطين الجن هم العصاة من الجن الذين يصدون عن الحق ويدعون الى الكفر، وشياطين الانس يقومون بنفس المهمة.. ¶ إذن فاللفظ هنا وصف لمهمة معينة.. وليس إشارة الى شخص بإسمه، فكل من دعا الى الكفر والشرك والعصيان هو شيطان.. ¶ أما إبليس فهو ـ شيطان ـ من الجن.. وكانت له منزلة عالية.. حتى قيل إنه كان يعيش مع الملائكة.. إبليس هذا هو خلق من خلق الله، ولكنه يختلف عن الملائكة في أنه خلق محتارا.. وهو لا يستطيع أن يتمرد على (أمر ) الله وإن أعطي حق الاختيار، وإنما يستطيع بما له من إختيار.. أن يتمرد على ( الطاعة) لهذا كان خروج إبليس عن طاعة الله.. ليس تمردا على أمر الله.. ولكنه عدم طاعة الله بمشيئة الله سبحانه وتعالى التي شاءت أن يخلقه مختارا.. قادرا على الطاعة..وقادرا على المعصية.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "هذه المشيئة هي التي نفذ منها إبليس.. وينفذ منها كل عاص بعدم طاعة الله.. وهذه نقطة لا بد أن نفهمها.. قبل أن نمضي في الحديث عن الانس والشيطان.. فلا شيء في كون الله سبحانه وتعالى.. يتمرد على أمر الله، ولكن الله خلق خلقا مقهورين على الطاعة (هم الملائكة)، وخلقا مختارين في أين يطيعوا ويعصوا (الإنس والجن) ومن خلال هذه الارادة. إرادة الله سبحانه وتعالى في أن يخلق خلقا قادرين على الطاعة، وعلى المعصية.. جاءت المعصية على الأرض. ¶ على أن هناك حديثا طويلا عن معصية إبليس.. بعضهم يقول كيف يحاسب إبليس لأنه رفض أن يسجد لغير الله؟.. والله أمر إبليس أن يسجد لآدم.. وإبليس رفض أن يسجد لغير الله!!. ¶ الذين يشيعون هذا الكلام، من الملحدين وغيرهم. نقول لهم: إنكم لم تفهموا معنى العبادة.. فالعبادة هي إطاعة المخلوق لأوامر خالقه.. ومن هنا فإننا عندما يقول الله سبحانه وتعالى لنا أن نصلي خمس مرات في اليوم.. فالصلاة هنا تكون عبادة وطاعة لله.. وكذلك كل ما أمر الله به.. عبادة الله هي طاعته.. وعصيان أمر الله هو معصيته. ¶ ونحن لا نناقش الأمر مع الله سبحانه وتعالى.. وإنما نطيعه. فلا نقول مثلا لماذا نصلي خمس ركعات.. ولا نصلي أربعا أو ثلاثا أو اثنتين.. لا نرد أبد الأمر على الله.. ولكننا نطيع حتى ولو لم نعرف الحكمة. حتى ولو لم ندرك السبب.. لأن العلة في العبادة هي أنها من الآمر.. أي من الله سبحانه وتعالى. ¶ مهمتنا أن نستوثق أن الأمر من الله.. وما دام الأمر من الله.. فالعلة في تنفيذ الأمر.. أو السبب في تنفيذه أن الله هو الذي قال.. أما غير ذلك فليس موضوعا للمناقشة. ¶ ومهمة العقل البشري هي الاستدلال على أن لهذا الكون الها خلقه وأوجده.. وأن هذا الاله هو الذي خلقنا.. وخلق نظاما غاية في الدقة والابداع.. وكونا غاية في الاعجاز لا يمكن أن يوجد الا بخالق عظيم..",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "فإذا وصلنا الى هذه النقطة يكون هذا بداية الايمان.. ولكن عقولنا القاصرة.. وقد وصلت الى هذا الحد.. لا يمكن أن تتجاوزه.. وهي لا يمكن أن تعلم مثلا.. من هو هذا الخالق العظيم؟ وما اسمه؟ وماذا يريد منا؟ ولماذا خلقنا؟ ¶ وهنا يأتي دور الرسل ليكتمل كل شيء.. يرسل الله سبحانه وتعالى رسولا.. مؤيدا بمعجزة من السماء.. تخرق قوانين الكون، التي تفوق قدرات الانسان ملايين المرات.. كالشمس مثلا والبحار والنجوم وغير ذلك.. كل هذه القوى مسخرة لخدمة الانسان. ¶ الشمس تشرق كل صباح لا تستطيع أن تعصي.. ولا أن تقول لن أشرق اليوم.. والبحار يتبخر منها الماء الذي ينزل منه المطر.. فلا هي عصت يوما.. وقالت إن مياهي لن تتبخر.. ولا هي تستطيع أن تمنع تبخر مياهها.. ليمتنع المطر عن الأرض. ¶ إذن مهمة الرسل.. هي إخبارنا بأن الله خلق كل هذا الوجود وسخره لنا.. وأنه يريد منا أن نعبده.. ونفعل كذا وكذا.. ¶ أي أنهم يحملون إلينا منهج عبادة الله.. والله سبحانه وتعالى يؤيدهم بمعجزات.. نعلم جميعا أنها فوق قدرات البشر.. كل البشر.. حتى نتأكد من أنهم فعلا رسل الله. وحتى لا يأتي مدع أو شيطان ¶ ان يدعي الرسالة ليضل الناس. ¶ فإذا عرفنا ما يريده الحق جل جلاله منا، فإن علينا السمع والطاعة.. والسمع والطاعة هما سببهما أن الأمر صادر من الله جل جلاله.. فهو بعلمه يعلم ونحن لا نعلم.. وبحكمته يعرف صلاح كونه، ونحن بحمقنا قد نفعل الشر ونظن أنه خير. ¶ الله سبحانه بكل صفات كماله.. واجب العبادة.. والانسان إذا ناقش.. فإن من البديهي أن يناقش مساويا له في علمه.. فالطبيب يناقش طبيبا.. والمهندس يناقش مهندسا.. ولكن الطبيب لا يناقش في الطب نجارا مثلا أو سبّاكا.. فإذا كان النقاش ـلكي يكون مجدياـ يجب أن يتم بين متساويين، فمن منا يساوي الله جل جلاله في علمه أو في قدرته... أو في أي علم من العلوم حتى نناقشه فيما أمر أو نهى؟! واقرأ قول الله عز وجل في كتابه الكريم:",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "{وما كان لمؤمن ولا مؤمنة إذا قضى الله ورسوله أمرا أن يكون لهم الخيرة من أمرهم} الأحزاب36. ¶ واقرأ قول الحق سبحانه: ¶ {آمن الرسول بما أنزل اليه من ربه والمؤمنون، كل آمن بالله وملائكته وكتبه ورسله لا نفرّق بين أحد من رسله، وقالوا سمعنا وأطعنا غفراتك ربنا واليك المصير} البقرة 285. ¶ بداية المعصية ¶ إذن فعبادة الله هي طاعة أوامره.. ومخالفة أوامر الله تعالى هي المعصية وهي الفسوق.. وهي الطريق الى الكفر والعياذ بالله.. ومن هنا فإن العبادة هي إطاعة المخلوق لأوامر خالقه. وإبليس عصى أمر الله.. فلا تكون تلك عبادة.. ولكنها معصية وكفر. ¶ ويروي لنا الله سبحانه وتعالى.. في القرآن الكريم بداية معصية إبليس.. فيقول جل جلاله: ¶ {وإذ قلنا للملائكة اسجدوا لآدم فسجدوا إلا ابليس أبى واستكبر وكان من الكافرين} البقرة 34. ¶ وكانت هذه هي بداية المعصية.. بداية كفر إبليس. إنه وفض إطاعة أوامر الله سبحانه وتعالى.. ولم يسجد لآدم.. إنه لم يرفض السجود لغير الله.. ولكنه رفض السجود لأمر الله.. وهذا هو الفرق.. لأن رفض إطاعة أمر الله معصية وكفر. ¶ إن البعض يثير.. أن الأمر هنا صدر للملائكة.. ولم يصدر لإبليس.. فكيف يحاسب الله تبارك وتعالى إبليس على أمر لم يصدر اليه؟ ¶ نقول إنه وإن كان إبليس من الجن.. إلا أنه رفض الأمر.. وفي ذلك يخبرنا الحق سبحانه وتعالى في قوله: ¶ {فسجدوا إلا إبليس كان من الجن ففسق عن أمر ربه} الكهف 50. ¶ وفي قوله تبارك وتعالى موجها حديثه الى إبليس: ¶ {قال ما منعك ألا تسجد إذ أمرتك قال أنا خير منه خلقتني من نار وخلقته من طين} الأعراف 12. ¶ وقوله سبحانه: ¶ { قال ياإبليس ما منعك أن تسجد لما خلقت بيديّ أستكبرت أم كنت من العالين} ص 75. ¶ وهكذا نرى بنص القرآن الكريم.. أن الأمر قد صدر الى إبليس بالسجود، وأن الأمر قد شمله، وذلك حتى لا يقال: كيف يحاسب الله إبليس على أمر لم يشمله؟!. ¶ حقيقة إبليس",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "نأتي بعد ذلك لنكمل الحديث ـ عن من هو إبليس ـ إن إبليس كان من الجن ولم يكن من الملائكة.. لأن الملائكة لا يعصون الله. ولأن الجن لهم اختيار كالانسان تماما. ¶ إن بعض العلماء.. يقسمون الأجناس المختارة الى ثلاثة أقسام: الشياطين، والجن والانس.. ونقول لهم: إن هذا التقسيم غير صحيح.. لأن الجنسين المختارين من خلق الله.. هما الانس والجن.. وفي ذلك يقول الله سبحانه وتعالى: ¶ {سنفرغ لكم أيه الثقلان} الرحمن 31. ¶ وفي سورة الجن نقرأ قول الحق سبحانه: ¶ { وأنّا منا المسلمون ومنا القاسطون فمن أسلم فأولئك تحرّوا رشدا وأما القاسطون فكانوا لجهنم حطبا} الجن 14ـ15. ¶ وهكذا نرى أن الجن منه من هو صالح، ومن هو فاسق.. وأن فسقة الجن هم الشياطين.. أما ما يقال عن أن هناك جنسا ثالثا أو رابعا مما أخبرنا الله عنه.. فنقول لهم: ¶ لا.. ليس هناك الا الانس والجن مختارين.. وكما أخبرنا الله سبحانه وتعالى.. ¶ إذن إبليس من الجن.. عصى الله سبحانه وتعالى في أمر السجود لآدم.. وفي ذلك نقرأ قول الحق جل جلاله: ¶ { فسجدوا إلا إبليس كان من الجن ففسق عن أمر ربه} الكهف 50. ¶ وهكذا كانت معصية إبليس.. برفضه أمر الله سبحانه وتعالى في السجود لآدم. ولكن هذا الرفض من إبليس مجرد سهو أو خطأ ندم عليه؟.. أم كان رفضه استكبارا بالغرور الذي دخل نفسه؟.. والكبر الذي ملأ صدره؟. ¶ لقد كانت معصية إبليس غرورا وكبرا وإصرارا على المعصية.. فهو ـ لكبره وغروره ـ رد الأمر على الآمر.. وهو الله سبحانه وتعالى.. كما يروي لنا القرآن الكريم: ¶ {أءسجد لمن خلقت طينا} الاسراء 61. ¶ وقال كما يحكي القرآن: ¶ { قال أنا خير منه خلقتني من نار وخلقته من طين} الأعراف 12.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "فكأن إبليس رد الأمر على الله سبحانه وتعالى بقوله: كيف تريدني أن أسجدلإنسان مخلوق من طين. وأنا مخلوق من نار إنه يريد أن يبرر معصيته وفسوقه بأن النار عنصر أرقى من الطين.. لأن فيها شفافية.. والمخلوق من نار يمتاز عن المخلوق من الطين بأشياء كثيرة.. إنه يمتاز عليه بسرعة الحركة وخفتها، ويمتاز عليه أيضا بأنه يستطيع أن يصعد الى مسافات عالية.. وأنه يخترق الجدران.. ويدخل الأماكن المغلقة.. التي لا يستطيع أن يدخلها الانسان. ¶ لا فضل لعنصر على آخر ¶ إبليس أخذ من هذه العناصر ـبكفره وغروره ـ حجة أنه هو الأعلى.. هكذا صور له غروره.. فاعتقد أنه هو الأفضل، ونسي أن هذه الميزات كلها لم يحصل عليها بذاته ولا بنفسه بل الله سبحانه وتعالى هو الذي وضع هذه الميزات في المادة التي خلق منها الجن، ولولا أن الحق سبحانه وتعالى أوجد هذه الميزات في المخلوق من النار.. ما كانت قد وجدت. ¶ إن فالفضل في ذلك ليس للعنصر الذي خلق منه إبليس، ولكن الفضل للذي أوجد هذه المواصفات في عنصر النار.. وأن الله تبارك وتعالى.. إن شاء سلب النار كل هذه العناصر.. فيصبح إبليس أحط خلق الله. ¶ وكانت هذه أولى درجات الكفر والغرور والكبرياء من إبليس. أنه نسب الفضل لذاته.. بأنه مخلوق من عنصر أعلى من الطين.. وهو النار.. تماما كما فعل قارون حين قال كما يروي القرآن الكريم: ¶ {إنما أوتيته على علم عندي} القصص 78. ¶ فكان جزاؤه أن خسف الله به وبداره الأرض. ¶ وتمادى إبليس في معصيته كما يروي لنا القرآن الكريم: ¶ {قال فبما أغويتني لأقعدنّ لهم صراطك المستقيم} الأعراف 16. ¶ وهنا لنا وقفة ثانية ـ في قول إبليس كما روى لنا القرآن الكريم ـ {فبما أغويتني} فكان الغواية حدثت من الله سبحانه وتعالى.. فكيف يحاسب إبليس مع أن الله جل جلاله هو الذي أغواه؟.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "نقول: إن أبليس استحق الغواية لما كسبت يداه، ولقد دخل الكبر الى نفسه.. واعتقد أنه قد أخذ كل ما أخذه.. سواء من عناصر تكوينية أو على علم من ذاته، فتركه الله سبحانه وتعالى لغروره.. فغوى. فكأن البداية كانت من الشيطان.. فاستحق أن يتركه الله لنفسه ولغروره.. فوقع في الكفر.. ذلك أن الحق جل جلاله يقول لنا في القرآن الكريم: ¶ {والله لا يهدي القوم الفاسقين} المائدة 108. ¶ وقوله تعالى: ¶ { إن الله لا يهدي القوم الكافرين} المائدة 67. ¶ وإبليس فسق وكفر.. فسق بأنه عصى أمر الله في السجود، والفسوق معناه البعد عن المنهج.. يقال فسقت الرطبة عندما يصبح البلح رطبا.. البلح وهو أحمر تلتصق قشرته بالثمرة.. فلا تستطيع أن تنزعها.. فإذا أصبح رطبا ابتعدت القشرة عن الثمرة.. وأصبح من السهل نزعها.. وهنا يقال فسقت الرطبة أي انقطعت قشرتها عن قمرنها.. والفسوق ابتعاد عن المنهج. والله سبحانه وتعالى أبلغنا أن إبليس فسق وكفر.. في قوله جل جلاله:{ إلا إبليس كان من الجن ففسق عن أمر ربه}. ¶ والله تبارك وتعالى ترك إبليس لنفسه.. فغوى وسقط في المعصية والكفر..ذلك أن الله لا يظلم أحدا.. ولكن الظلم يأتي من النفس. وعندما يظلم المخلوق نفسه.. ويتخذ طريق الكفر.. فإن الله يتركه للطريق الذي اختاره.. فما دام قد اختار الكفر.. فالله غني عنه.. لأن الله غني عن خلقه جميعا. ¶ ما بعد الغواية ¶ عندما سقط إبليس في الغواية.. وعرف أنه بكفره قد طرد من رحمة الله.. وأصبح محكوما عليه بالعذاب الأبدي.. طلب من الله أن يمهله الى يوم القيامة.. وألا يقبض روحه إلا ساعة أن ينفخ في الصور.. وقال كما يروي لنا القرآن الكريم: ¶ { قال رب فأنظرني الى يوم يبعثون} ص 79. ¶ ويلاحظ هنا أن إبليس استخدم كلمة ربي.. ولم يقل الهي.. لأنه خاطب الله سبحانه وتعالى بأنه رب العالمين.. أي رب كل من خلق.. المؤمن منهم والكافر..",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "إن الله سبحانه وتعالى له عطاءان: عطاء ربوبية في أنه رب للجميع.. هو الذي خلقهم واستدعاهم للوجود.. ولذلك فإنه يعطي عطاء ربوبيته للمؤمن به والكافر والعياذ بالله.. وهذا عطاء في الدنيا فقط.. يرزق المؤمن ويرزق الكافر.. ويد الله الممدودة بالأسباب أعطته الأسباب.. فالذي يحسن زراعة الأرض بأحسن الوسائل، تعطيه محصولا وفيرا، سواء كان مؤمنا أو كافرا.. والذي يأخذ بأسباب التقدم؛ ويدرس ويبحث.. تعطيه الأسباب في التقدم الذي عمل من أجله.. هذا في الدنيا فقط. ¶ أما عطاء الالوهية .. فهو لمن آمن بالله سبحانه وتعالى هو واحد أحد لا شريك له.. هذا هو عطاء الالوهية الذي يعطيه الله تبارك وتعالى للمؤمنين به في الآخرة.. حيث تنتهي دنيا الأسباب.. ويصبح كل شيء م المسبب مباشرة.. من الله لعباده المؤمنين.. بمجرد أن يخطر الشيء على بالهم يجدونه أمامهم.. بلا أسباب وبلا عمل. ¶ إن الشيطان.. هو كل من يدعو الى البعد عن عبادة الله.. والبعد عن منطق الحق.. ويحضص على المعصية مهما كان جنسه.. إن إبليس خلق من خلق الله.. تمرد على منهج الله.. بما أعطاه الله من حرية الاختيار في أن يطيع أو يعضي، وفي أنه رد الأمر على الآمر وهو الله سبحانه وتعالى.. فكفر بذلك العصيان، ثم تمادى في الكفر.. وطلب من الله سبحانه وتعالى أن يبقيه حتى تقوم الساعة. ¶ ولكن لماذا طلب إبليس هذا الطلب؟ وما الذي كان يجور في عقله بالنسبة للإنسان؟ ¶ الفصل الثاني : معصية الشيطان ¶ معصية إبليس ¶ قبل أن أذكر قصة عداء إبليس لآدم وذريته.. وكيف يوسوس لهم ويغريهم بالسوء.. لا بد لنا من وقفة عند معصية إبليس.. تلك المعصية التي استحق عليها لعنة الله الى يوم القيامة.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "إبليس عندما رفض طاعة أمر الله بالسجود لآدم .. لم يحاول التوبة أو الرجع الى الحق.. لم يقل يا رب إن قولك حق.. وأمرك حق.. ولكني يا رب لم أقدر على نفسي فسامحني.. لم يفق لنفسه ويخرّ ساجدا.. بل إن الكبر كان قد ملأه.. فمضى في المعصية. يقول الحق سبحانه كما يروي لنا القرآن الكريم: ¶ {قال ما منعك ألا تسجد إذ أمرتك قال أنا خير منه خلقتني من نار وخلقته من طين} الأعراف 12. ¶ وهكذا رد الأمر على الله سبحانه وتعالى.. وكأن الله جل جلاله قد غاب عنه أنه خلق الجان من نار، وخلق الانسان من طين.. وكان هذا كافيا لطرد إبليس من رحمة الله.. وطرده من المكان الذي كان يعغيش فيه مع الملائكة.. وهنا قال الحق سبحانه وتعالى: ¶ { قال فاهبط منها ما يكون لك أن تتكبر فيها فاخرج فإنك من الصاغرين} الأعراف13. ¶ وقول الحق سبحانه {فاهبط منها} معناها أن إبليس.. كان في مكان عال قبل المعصية.. فلا يكون الهبوط الا من مكان عال الى مكان منخفض.. ¶ بعض الناس يأخذ الهبوط على أساس أنه يعني المسافة.. ولكن الهبوط قد يكون معنويا.. فلانسان مثلا.. إذا كان رئيسا أو حاكما.. ثم أقصي عن مكانه.. فقد هبطت منزلته..رغم أنه ما زال يعيش في البيت الذي عاش فيه.. أي أنه لم يهبط من أعلى الى أسفل من ناحية المسافة، ولكن مكانه هبط.. وبعد أن كان مقامه عاليا.. أصبح لا يساوي شيئا ولا قيمة له.. ¶ ويمكن أن يكون الهبوط من ناحية القيمة. أي أنك تؤمن أن إنسانا ما ذو قيمة عالية.. تراه يحترم نفسه.. لا يقل إلا الحق.. مهاب الجانب.. وفجأة يرتكب عملا شائنا. يجعله يسقط في نظرك.. فلا تحترمه ولا تقيم له وزنا.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "إذن الهبوط ليس بالضرورة.. هبوطا ماديا في المسافة.. ولكنه قد يكون هبوطا في القيمة، في المكانة، ولذلك فإن إبليس ليس من الضروري أنه كان يعيش في الجنة وهبط منها كما يقول بعض المفسرين.. أو أنه كان يعيش في مكان عال من السماء.. بل من الممكن أن يكون نزولا معنويا.. بحيث أصبح لا يساوي شيئا. ¶ الكبرياء لله وحده ¶ الله سبحانه وتعالى حين قال له:{فاهبط منها..} أعطانا سبب هذا الهبوط في قوله تعالى:{ فما يكون لك أن تتكبر فيها..} أي أن السبب هو أن إبليس قد ملأه الكبر والغرور.. والله سبحانه وتعالى لا يحب المتكبرين.. وكل من أخذه الكبر.. ويعتقد أنه بذاته ونفسه يستطيع أن يحقق شيئا بعيدا عن قدرة الله سبحانه وتعالى. يناله غضب شديد من الله.. لماذا؟ ¶ لأن الفعل في هذا الكون كله لله جل جلاله.. فلا أحد يملك قدرات الفعل الا الله.. فلكل فعل ظرف زمان، وظرف مكان لا بد أن يقع فيهما.. وأنت لا تملك الزمان ولا المكان، فلا أحد يملك القدرة ليبقي حياته ولو دقيقة واحدة.. ولا أحد يملك القوة ليتحرك من مكان الى آخر.. إلا بإذن الله وأمره,, وقد ياتيه الأجل قبل أن يتحرك.. وقد ياتيه المرض ليشل قدرته عن الحركة.. فكيف يتكبر الانسان.. أو أي مخلوق من مخلوقات الله وهو لا حول له ولا قوة الا بأمر الله؟!. ¶ الله سبحانه وتعالى طرد إبليس من المكان أو المقام الذي كان فيه.. لأنه تكبر واغتر.. واعتقد أنه يملك القوة الذاتية والقدرة الذاتية.. ولذلك يقول الحق تبارك وتعالى:{ فاخرج إنك من الصاغرين..} أي أنه إذ كان لك كبر أو قوة أو ذاتية.. فابق في مكانك.. ولكنك ستخرج وأنت صاغر.. ستخرج رغما عن أنفك.. لا تستطيع المكابرة.. ولا يمكنك أن تدعي أن لك قوة تحميك.. أو تجعلك تستطيع أن تخالف أمر الله، بل ستخرج ذليلا صاغرا مهينا.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "عندما أدرك إبليس أن الكبر الذي ملأ نفسه هو كبر زائف.. وأنه في الحقيقة لا يساوي شيئا في ذاته.. امتلأ قلبه بالحقد على آدم.. لأنه اعتقد أنه السبب في كل ما حدث له.. في طرده وفي هبوطه الى أسفل السافلين.. وفي غضب الله سبحانه وتعالى عليه.. والحقد الذي ملأ قلب إبليس دفعه الى محاولة الانتقام من آدم وذريته.. فكما قاه عدم إطاعة أمر الله بالسجود لآدم الى النار.. ثأرا منهم لما حدث له.. وكما طرد إبليس من رحمة الله.. إنه يريد الانتقام من آدم.. لأنه كان السبب في كل ما حدث.. من لعن وطرد لإبليس وكل من تبعه، إنه لا يريد أن يدخل الى النار وحده! وإنما يريد أن يحشد فيها من يستطيع اغواءه من الناس. ولذلك عندما خرج إبليس.. صاغرا ذليلا.. من المقام الذي كان فيه.. توجه الى الحق سبحانه وتعالى كما يروي لنا القرآن الكريم: ¶ {قال أنظرني الى يوم يبعثون} الأعراف 14. ¶ هكذا عاد إبليس الى المذلة.. يطلب من الله سبحانه وتعالى... أن يبقيه حيا الى يوم القيامة.. وقد كان يملؤه الكبر. ولو أن كبره كان حقيقيا ولبيس زيفا.. ولو أنه كانت له أي قوة ذاتية.. لما طلب الى اله سبحانه وتعالى أن يبقيه الى يوم القيامة.. ولأبقى نفسه.. ولكن لأنه لاةحول له ولا قوة الا ما شاء له الله.. فإنه اتجه الى اله سبحانه وتعالى ليبقيه حبا الى يوم القيامة. ¶ ولكن لماذا استجاب الله تبارك وتعالى لدعاء إبليس.. وكان من الممكن أن يهلكه في التو واللحظة؟. لماذا قال الله جل جلاله: ¶ {قال فإنك من المنظرين الى يوم الوقت المعلوم} الحجر 37 ـ37. ¶ لقد استجاب الله دعاءه ـوهو المطرود من رحمته ـ لأن حكمة خلق الدنيا.. لا تكتمل الى بهذا.. فاله سبحانه وتعالى.. خلق الدنيا كدار اختيار.. وجعل الآخرة دار الجزاء.. والله جل جلاله يريد أن يمر عبده باختبار في الحياة الدنيا.. أن يمتحن قبل أن يجازى.. أن يكون شهيدا على نفسه يوم القيامة فيما فعل.. زاقرأ قول الحق تبارك وتعالى:",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "{أم حسبتم أن تدخلوا الجنّة ولمّا يعلم الله الذين جاهدوا منكم ويعلم الصابرين}آل عمران 142. ¶ وقوله جل جلاله: ¶ { ولبيتلي الله ما في صدوركم وليمحّص ما في قلوبكم والله عليم بذات الصدور} آل عمران 154. ¶ ولو أراد الله سبحانه وتعالى خلقا مقهورين على الطاعة كالملائكة.. لاستطاع أن يخلقهم.. ولو أراد الحق سبحانه وتعالى.. أن يطيع أهل الأرض جميعا منهج الله.. وأن يكونوا جميعهم مسبحين وعابدين لاستطاع أن يفعل ذلك.. ولكن الله جل جلاله اختار أجناسا تأتيه عن قهر كالملائكة وغيرها من خلق الله.. واختار أجناسا تأتيه عن قهر كالملائكة وغيرها من خلق الله.. واختار الانس والجن دون غيرهم من الأجناس ليأتوه عن حب ورغبة.. يكونون قادرين على المعصية.. ولكنهم لا يفعلونها حبا لله، ويكونون قادرين على عدم الطاعة.. ولكنهم يطيعون قربا لله.. إنه سبحانه وتعالى يريد خلقا يأتيه عن حب.. في فترة اختبار محدودة بعمر كل إنسان. ¶ إننا بعد حلول الأجل سنكون مقهورين لارادة الله سبحانه وتعالى.. ذلك أن الانسان وهو يحتضر تنتهي ارادته البشرية تماما.. ولا تصبح له إرادة حتى على جسده.. لأن الارادة كانت في الدنيا.. أما ساعة الموت.. وفي حياة البرزخ.. بين الموت والبعث.. ويوم القيامة، فلا توجد إرادة لأحد.. فالكافر يقاد الى النار.. ويحاول أن يوقف قدمه عن السير فلا تقف، ويحاول أن يدفع النار بيديه فلا تندفع، ويحاول أن يهرب من الوقوف أمام الله، ومن العذاب.. فلا يستطيع.. كل ما كان في الدنيا.. من حول وقوة؛ قد انتهى. ¶ الدنيا دار اختبار",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "والحياة الدنيا ـ لكي يكون فيها اختبار ـ لا بد أن يكون فيها إغواء وغواية.. ومن هنا كان إبقاء الحق سبحانه وتعالى لحياة الشيطان جزءا من الاغواء.. الذي سيتعرض له الانسان في حياته الدنيا.. اختبار من الله لحبه في قلوب عباده.. فمن أحب الله.. وقاه الحق سبحانه وتعالى من إغواء الشيطان، ومن أحب المعصية والكفر والعياذ بالله.. سلط الله تبارك وتعالى عليه الشياطين.. لتزيده معصية وكفرا. ¶ واقرأ قوله سبحانه وتعالى: ¶ {ألم تر أنّا أرسلنا الشياطين على الكافرين تؤزّهم أزّا فلا تعجل عليهم إنما نعدّ لهم عدّا} مريم 83ـ84. ¶ وهكذا فإن الله سبحانه وتعالى.. يجعل الانسان مع من أحب.. فإن أحب الله تبارك وتعلى.. كان مع الله.. فوقاه السوء وأبعد عنه الشياطين..وحفظه من الشر، وفتح أمامه أبولب الخير.. وإن كان يحب الشيطان.. تركه للشياطين التي هي عدو له.. تقوده الى المعصية.. وتجعل حياته شقاء مستديما ويزداد إثما على آثامه، ثم لا يأخذ معه شيئا إلا ذنوبه... ¶ وحتى تكتمل تجربة الحياة على الأرض.. كان وجود الاغراء من الشيطان ضروريا.. وحتى يختبر الله عباده.. اختبارا إيمانيا حقيقيا، ويمحص ما في قلوبهم، كان لا بد من تجربة واقعية يمر بها الانسان في حياته.. وليست تجربة نظرية.. لأن الكلام النظري شيء، والواقع شيء آخر.. فقد تقول سأفعل كذا وكذا.. وعندما يأتي وقت الفعل قد لا تفعل. ¶ والانسان حين حمل الأمانة.. وعد أنه سيؤديها حق أدائها.. وعندما جاء وقت الأداء.. أخذته الدنيا بإغوائها وإغرائها.. فاتبع الشيطان.. ونسي عهده لله. ونسي منهج الله. ¶ فلا يظن أحد أن الله سبحانه وتعالى.. قد أجاب دعوة للشيطان.. ولكنه جل جلاله.. بما أعد للدنيا من منهج.. وبما أعده لحياة الانسان من ابتلاءات واختبارات.. أراد أن تتم الصورة كلها..",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "إذن فالاجابة كانت لمراد الله سبحانه وتعالى.. وليست استجابة لدعاء الشيطان أن يبقى الى يوم البعث ولا يقبضه اليه قبل ذلك اليوم.. ليظل الاغواء في الدنيا حتى آخر لحظة.. والابتلاء للانسان مستمر الى يوم القيامة. ¶ عندما قضى الله سبحانه وتعالى.. لإبليس أن يبقى الى يوم القيامة.. عاد الغرور الى نفسه مرة أخرى. وأحس أن هذه هي فرصته.. لينتقم من آدم وذريته.. وقال الحق جل جلاله كما يروي لنا القرآن الكريم: ¶ {قال فبما أغويتني لأقعدن لهم صراطك المستقيم}الأعراف 16. ¶ كيف دخل الشيطان الى باب غواية الانسان؟.. وبماذا دخل؟.. إذا قرأت الآية الكريمة التي تحكي مقالة الشيطان لله عز وجل: ¶ {قال فبعزّتك لأغوينهم أجمعين} ص 82. ¶ تعرف كيف دخل الشيطان الى غواية الانسان؟.. دخل من باب عزة الله سبحانه وتعالى.. وبأن الحق جل جلاله عزيز.. لا يحتاج لأحد من خلقه.. أي أن إبليس قال يا رب لو إنك أردتهم طائعين، ما استطعت أن أغوي واحدا منهم.. ولكنك لأنك عزيز على خلقك.. لا تزي طاعتهم في ملكك شيئا.. ولا تنقص معصيتهم في ملكك شيئا، فإنني بعزتك سأقوم بغوايتهم.. سأزين لهم المعصية.. سأقعد لهم على كل صراط مستقيم، أما الطرق غير المستقيمة فلا حاجة للشيطان أن يقعد عليها.. إنه لا يجلس ـمثلا على أبواب تناول الخمر ـ.. ولا عل أبواب الأماكن التي تتم فيها الفاحشة ـ فإن هؤلاء الناس الذين يرتادون هذه الأماكن التي تتم فيها الفاحشة ـ فإن هؤلاء الناس الذين يرتادون هذه الأماكن قد أصبحوا حنودا للشيطان ـ ليسوا محتاجين الى اغواء.. ولا الى وسوسة. ¶ على أبواب المساجد",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "إن الشيطان يجلس على أبواب المساجد.. وأماكن العبادة والذكر.. يحاول أن يغري الناس على عدم الصلاة.. فإذا أذن للصلاة... فإنه يحاول أن يغري الانسان بأي شيء حتى لا يذهب اليها.. فيذكره بما نسي من أشياء دنيوية.. ويوسوس له.. ويخوّفه بأنه إذا ذهب الى الصلاة ربما فاته بيع أو شراء أو مال أو مصلحة، وإن العمل عبادة وأنه.. الى أن يصرفه عن الذكر وعن الصلاة. ¶ هناك قصة تروى عن الامام أبي حنيفة رضي الله عنه.. وكان مشهورا بالفتوى في أمور الدين.. فجائه رجل وقال: ضاعت مني نقودي.. فقد دفنتها في مكان من الأرض ونزل السيل فأخفى مكان النقود.. وأزال الحجر الذي وضعه علامة على المكان.. ولا أدري ماذا أفعل؟ فقال الامام أبو حنيفة: وبماذا أفتيك في هذا الأمر؟.. ولكن الرجل ألح.. فقال له الامام: إذهب الليلة بعد صلاة العشاء، وقف أمام ربك متهجدا الى أن يطلع الفجر.. وقل لي ماذا سوف يحدث. ¶ وعندما جاءت صلاة الفجر.. جاء الرجل متهللا، وقال: لقد وجدت مالي.. فسأله أبو حنيفة: كيف؟ قال الرجل: ما كدت أقف للصلاة حتى تذكرت أين مكان النقود.. ومتى نزل السيل وكيف سار.. وهكذا قست المسافة وقدرتها.. فعرفت موقع النقود.. فضحك الامام أبو حنيفة رضي الله عنه وقال: والله لقد علمت أن الشيطان لن يدعك تتم ليلتك مع ربك. ¶ وهكذا عندما عرف الشيطان: إن هذا الرجل سيقوم ليلته مع الله.. أسرع اليه ليرشده عن مكان المال.. حتى يمنعه من الاستمرار في ذكر الله... وهذا هو أحد معاني ما جاء في القرآن الكريم:{ قال فبما أغويتني لأقعدنّ لهم صراطك المستقيم}. ¶ وهذا ما سنتعرض له في الفصل القادم إن شاء الله عندما نتحدث عنه بالتفصيل؛ عن طرق إغواء الشيطان للإنسان وأنه يقعد للإنسان في المساجد وأماكن العبادة.. ليلهيه ويمنعه عن ذكر الله.. وعن إقامة الصلاة. ¶ ثم نمضي فيما يرويه القرآن الكريم:",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "{ ثم لآتينّهم من بين أيديهم ومن خلفهم وعن أيمانهم وعن شمائلهم ولا نجد أكثرهم شاكرين} الأعرف 17. ¶ إننا إذا تدبرنا هذه الآية الكريمة نجد أن الشيطان.. قد حدد أربع جهات يأتي منها الى الانسان: اليمين واليسار والأمام والخلف.. والمعروف أن الجهات هي ست.. اليمين، اليسار، والأمام، والخلف.. وأعلى، وأسفل.. فلماا يأتي الشيطان للإنسان من كل الجهات وترك الأعلى والأسفل؟! ¶ ونجيب على ذلك بأن الأعلى هو مكان صعود الدعاء.. وصعود الأعمال الصالحة لله سبحانه وتعالى.. والأسفل هو مكان السجود لله جل جلاله.. وكلاهما لا يستطيع الشيطان الاقتراب منه، فمكان السجود لله والخضوع له لا يقربه الشيطان.. وكذلك مكان صعود الدعاء والعمل الصالح.. فهذان المكانان مباركان لكل مؤمن، تحفهما الملائكة ولا تقربهما الشياطين. ¶ لكن لا بد لنا أن نقف.. عند قول الحق تبارك وتعالى: {ولا تجد أكثرهم شاكرين}. ¶ من الذي أنبأ الشيطان وعرفه أكثر الناس لن يكونوا شاكرين لله على نعمه وفضله.. والله سبحانه وتعالى يقول: ¶ { ولكن أكثر الناس لا يشكرون} البقرة 243. ¶ هل أوتي الشيطان من علم الغيب.. ما جعله يعرف أن أكثر الناس لن يكونوا شاكرين.. أم أنه كان واثقا من نفسه وثوقا جعله يقول هذا الكلام؟!. ¶ فالشيطان لا يعرف الغيب.. ولم يؤت هذا العلم حتى يقول إن أكثر عبادك لن يكونوا شاكرين.. كما إنه لم يكن لديه من العلم ما يجعله جازما وواثقا من أن ذلك سيحدث نتيجة إغوائه للإنسان. ¶ إن القرآن الكريم يكشف لنا كيف قال الشيطان هذا الكلام. ¶ يقول الحق سبحانه وتعالى: ¶ { ولقد صدّق عليهم إبليس ظنّه فاتبعوه الا فريقا من المؤمنين} سبأ 20. ¶ إذن فقد كان ما قاله إبليس ظنا فقط.. فلم يكن يعلم غيبا.. ولا يدري ما سيحدث في المستقبل.. وجاء حكم الحق سبحانه وتعالى على إبليس ومن تبعوه: كما يقول رب العزة في كتابه الكريم:",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "{ قال اخرج منها مذءوما مدحورا لمن تبعك منهم لأملأن جهنّم منكم أجمعين} الأعراف 18. ¶ وهكذا طرد إبليس.. من رحمة الله ومن الجنة.. ومن أي مكان فيه قرب من الله.. وأصبح مذموما ملعونا. ليس هو فقط.. ولكن هو وكل من تبعه من الجن والانس.. مصيرهم جميعا هو الخلود في النار .. فالله عز وجل أعد لكل عبد من عباده.. من الإنس والجن.. مكانا في الجنة ومكانا في النار.. حتى إذا عصى الخلق جميعا وسعتهم النار.. وإن أطاع الخلق جميعا وسعتهم الجنة.. ويوم القيامة فإن أصحاب الجنة يرثون ـ فوق ما أعده الله لهم من الجنة ـ الأماكن المخصصة .. لمن قضى الله سبحانه وتعالى عليه بالعذاب في جهنم يوم القيامة والعياذ بالله بعد ذلك. ¶ لقد أراد الله سبحانه وتعالى بعد أن أنظر الى إبليس الى يم القيامة أن يحصن آدم ويعرفه التجربة التي هو مقدم عليها .. ويبين له كيف أن الشيطان عدو له.. وكيف أنه سيغريه على المعصية.. وكيف أنه سيعده كذبا.. ولن يحقق وعده.. وأراد الحق تبارك وتعالى.. أن يتم ذلك تجربة يمر بها آدم وحواء.. حتى إذا نزلا الى الأرض.. كانت هذه التجربة وقاية لهما من إغواء الشيطان.. فقال الحق سبحانه وتعالى: ¶ {ويا آدم اسكن أنت وزوجك فكلا من حيث شئتما ولا تقربا هذه الشجرة فتكونا من الظالمين} الأعراف 19. ¶ وهكذا أعدّ الله تبارك وتعالى.. مكان التجربة لآدم وحواء.. في جنة فيها كل أسباب الحياة.. بلا تعب ولا جهد.. وفر لهما الطعام من ثمار مختلفة.. ووفر لهما الشراب.. وفتح لهما من النعيم كل ما يشتهيانه.. وأباح لهما كل ثمر الجنة. ما عدا شجرة واحدة.. طلب منهما ألا يقتربا منها.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "إنها حياة مريحة مليئة بالنعم المباح فيها كثير، والممنوع منها أقل القليل.. شجرة واحدة هي الممنوعة.. وحذرهما الله سبحانه وتعالى.. من أن الشيطان عدو لهما.. وطلب منهما ألا يستمعا الى ما يقوله لهما.. لأنه يريد بهما السوء.. ولا يريد لهما الخير.. فما الذي حدث؟ إنه رغم كل هذا التحذير.. ورغم أن المباح كثير والممنوع هو شجرة واحدة.. فإن الشيطان استطاع بإغوائه أن يوقع آدم وحواء في المعصية. ¶ بعض المفسرين يقولون: إن حواء هي التي وقعت في المعصية أولا.. ثم أوقعت آدم.. وأنها هي السبب في خروج آدم من الجنة.. فهل هذا صحيح؟ وهل حواء هي التي تحمل المعصية الأولى في خروج آدم من الجنة.. أم أن هذا غير صحيح.. وما هي الحقيقة؟وماذا حدث؟ ¶ وقبل أن نجيب على هذه الأسئلة.. نجمل ما قلناه في هذا الفصل من أن الكبر قد ملأ إبليس.. فجعله يغتر بنفسه.. ويرد الأمر على الله سبحانه وتعالى.. ويقول خلقتني من نار وخلقته من طين.. يريد أن يبدل أمر الله.. فلعنه الله وطرده من رحمته.. وجعله من أهل النار هو وكل من اتبعه.. ولكن إبليس اتخذ مدخلا ليغوي آدم وذريته.. وهذا المدخل هو أن الله تبارك وتعالى عزيز غني عن خلقه جميعا: لا يضره من ضل.. ولا ينفعه من آمن. ¶ من هذا المدخل دخل إبليس الى غواية بني آدم.. والله سبحانه وتعالى جعل الدنيا دار اختبار.. ولذلك كان لا بد من الغواية.. ليعلم الله الصادقين في إيمانهم.. (علم شهادة) ليكونوا شهداء على أنفسهم يوم القيامة. ¶ لقد شاءت إرادة الله أن يدخل آدم في تجربة عملية في إغواء الشيطان.. ليحذره ويعلمه مما سيلاقيه في الحياة الدنيا.. ¶ فكيف تمت هذه التجربة؟ ¶ الفصل الثالث : آدم والشيطان ¶ طرد الله سبحانه وتعالى الشيطان، وأخرجه مما كان فيه.. والخروج هو مجاوزة المكان أو مغادرته.. والشيطان خرج مطرودا وملعونا ومذموما.. والله سبحانه وتعالى وعد كل من اتبع الشيطان بالعذاب في النار.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "إن الله جل جلاله قد أعد الجنة ـ كما قلنا ـ أماكن لكل خلقه.. من خلق آدم الى قيام الساعة.. وأعد في النار أماكن لكل خلقه.. من خلق ادم الى قيام الساعة.. وأعد في النار أماكن لكل خلقه.. من آدم الى قيام الساعة.. فلو أطاع كل الخلق لوسعهم نعيم الله في الجنة، ولو عصى كل الخلق لنالهم عذاب الله في النار. ¶ ولو شاء الله أن يقوم آدم وحواء بتجربة عملية على كيفية مواجهاتهما وذريتهما وسوسة الشيطان.. وذلك حتى يكونوا محصنين منها.. ويعرفوا أن الشيطان كاذب فيما يعد.. وأن الشيطان لا يأتي منه الا الشر والضرر وزوال النعمة. ¶ الله سبحانه وتعالى يقول: ¶ { وياآدم اسمن أنت وزوجك الجنة فكلا منها حيث شئتما ولا تقربا هذه الشجرة فتكونا من الظالمين} الأعراف 19. ¶ ومن هذه الآية الكريمة... نعرف أن آدم وحواء سكنا الجنة.. وكثير من العلماء قالوا.. إن المقصود بالجنة في الآية الكريمة هي جنة الخلد في الآخرة.. مما دفع المستشرقين وغيرهم أن يتساءلوا: كيف يمكن أن يدخل إبليس جنة الطائعين لله ليوسوس لآدم وحواء ويغريهما بالمعصية؟! كيف يمكن لإبليس..و هو عاص مطرود من رحمة الله.. ومحكوم عليه بالعذاب في النار.. أن يدخل جنة الخلد؟ ¶ ثم كيف يمكن لآدم وحواء.. أن يدخلا جنة الخلد ثم يخرجا منها؟.. مع أن الله سبحانه وتعالىقد كتب أن كل من يدخل الجنة يبقى خالدا فيها؟",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "نقول لهؤلاء جميعا.. إنكم لم تفهموا مدلول كلمة (جنة) في القرآن الكريم.. إن هناك شيئا في اللغة العربية يسمى غلبة الاستعمال.. ذلك أن اللفظ يكون له معان متعددة.. ولكنه يؤخذ عادة على معنى واحد.. إذ قاله الانسان إنصرف الذهن الى هذا المعنى بالذات.. من هنا فإننا عندما نسمع كلمة (جنة) . ينصرف ذهننا الى جنة الآخرة.. لأنها هي الجنة الحقيقية.. ولكن الله سبحانه وتعالى استخدم كلمة جنة في القرآن الكريم في معان متعددة.. الجنة في اللغة معناها الستر.. ولذلك فهي تطلق على المكان الذي فيه أشجار غزيرة زمتنوعة.. بحيث إذا مشى الانسان فيه.. سترته هذه الأشجار بأغصانها المتشابكة عمن هم خارج هذه الجنة فلا يرونهم.. وفي نفس الوقت.. فهو يجد فيها أسباب معيشته كاملة.. ولذلك فهو لا يحتاج الى الخروج منها.. هذا هو المعنى اللغوي للجنة. ¶ ليست جنة الخلد ¶ فإذا بحثنا في القرآن الكريم وجدنا أن القرآن استخدم كلمة \"الجنة\" في أكثر من معنى.. استخدمها بمعناها اللغوي (بمعنى الستر) وفي معناها الديني (جنة الآخرة) وفي ذلك نجد آيات كثيرة بهذين المعنيين كقول الحق سبحانه وتعالى: ¶ {واضرب لهم مثلا رجلين جعلنا لأحدهما جنّتين من أعناب وحففناهما بنخل وجعلنا بينهما زرعا} الكهف 32. ¶ وقوله جل جلاله: ¶ {أيود أحدكم أن تكون له جنة من نخيل وأعناب تجري من تحتها الأنهار له فيها من كل الثمرات} البقرة 266. ¶ وقوله تعالى: ¶ {لقد كان لسبإ في مساكنهم آية جنّتان عن يمين وعن شمال كلوا من رزق ربكم واشكروا له بلدة طيبة ورب غفور} سبأ 15. ¶ كل هذه الآيات الكريمة.. استخدم فيها الحق سبحانه وتعالى.. كلمة \"جنة\" وهو يعني جنة الدنيا.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ولقد قال بعض العلماء: إن الله تبارك وتعالى.. قد فرق بين جنات الدنيا وجنات الآخرة.. فلفظ (الجنة) يطلق على جنة الآخرة وحدها.. ولفظ (جنة) من غير الألف واللام.. يطلق على جنات الدنيا.. ولكن هذا الكلام غير صحيح.. بدليل أن اقتران الألف واللام بجنة الدنيا، كما جاء في قوله تبارك وتعالى: ¶ { إنّا بلوناهم كما بلونا أصحاب الجنة إذ أقسموا ليصرمنّها مصبحين ولا يستثنون} القلم 17 ،18. ¶ والحديث هنا في هاتين الآيتين.. عن جنة أو حديقة من حدائق الدنيا.. إذن فالألف واللام.. لا يميزان لفظ جنة.. بحيث يصبح المعنى هو جنة الآخرة.. ولا بد أن نقف هنا قليلا.. عند بعض الأقوال التي تدعي أن آدم وحواء كانا يعيشان في جنة الخلد.. وعندما عصيا الله طردهما من الجنة.. وأنزلهما ليعيشا في شقاء على الأرض. ¶ نقول: إن هذا الكلام غير صحيح في إطلاقه.. وذلك أن الله سبحانه وتعالى.. قبل أن يخلق ىدم حدد مهمته في هذه الحياة. واقرأ قوله جل جلاله: ¶ { وإذ قال ربك للملائكة إني جاعل في الأرض خليفة} البقرة 30. ¶ إذن قبل أن يتم خلق آدم.. كانت الغاية من خلقه أنه سيعيش في الأرض ويعمرها. ¶ والنقطة الثانية هي أنه لو أن آدم قد طرد من الجنة لأنه عصى.. فما ذنبنا نحن حتى نرث المعصية ونرث الشقاء.. إن هذا يتنافى مع عدل الله تبارك وتعالى في قوله: ¶ {ولا تزر وازرة وزر أخرى} فاطر 18. ¶ إن كل إنسان يحاسب عما فعله فقط.. ولا يحاسب عما فعله أبواه.. أو جداه أو أولاده.. لأن الانسان لا يحمل الا حسناته أو معاصيه.. ومن هنا كان يمكن أن يكون آدم قد عاش في جنة الخلد.. ثم طرد منها لأنه قد عصى. وتحملنا نحن نتيجة المعصية.. وورثناها وعذبنا بها بأن طردنا من الجنة، لأنه لو لم يعص آدم لعشنا نحن في الجنة.. نقول لهؤلاء أن هذا يتنافى مع عدل الله الذي يأبى أن تورث المعصية. ¶ ولكن لماذا جعل الله سبحانه وتعالى إقامة آدم وحواء بعد خلقهما في جنة؟",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "نقول: إن لذلك حكمة.. فآدم خلق ليتلقى المنهج من الله.. افعل لا تفعل.. وهذا المنهج فيه صلاح الحياة على الأرض.. فما قال عنه الله سبحانه وتعالى إفعل.. إن لم تفعله فسدت الأرض، وما قال عنه لا تفعل.. إن فعلته فسدت الأرض. ¶ إن الله تبارك وتعالى.. وضع آدم وحواء في هذه الجنة ليأخذا تجربة عملية عن تطبيق منهج الله.. وليأخذا تحذيرا عمليا.. عن مهمة الشيطان في إفساد منهج الله.. لأن مهمة الشيطان أن يدفع آدم وذريته ليفعلا ما نهاهما الله ألا يفعلاه. ¶ وألا يفعلا ما أمرهما الله جل جلاله بفعله.. فإن قال الله لهما لا تشربا الخمر.. سيزين لهما شرب الخمر، وإن قال الله لهما الله أقيما الصلاة.. زين الشيطان لهما ترك الصلاة.. وهكذا. ¶ لقد كانت التجربة بسيطة في أدائها.. عظيمة ي مدلولها.. كانت عمليا لآدم عليه السلام.. على ما سيحدث له إذا أطاع الله.. وعلى ما سيحدث له إذا أطاع الشيطان.. وهكذا جاء الله سبحانه وتعالى بآدم.. ووفر له كل مقومات الحياة في مكان اسماه الجنة.. فقال جل جلاله لآدم:{ وياآدم اسكن أنت وزوجك الجنة فكلا منها حيث شئتما ولا تقربا هذه الشجرة فتكونا من الظالمين} الأعراف 19. ¶ أول مناهج السماء ¶ الحق سبحانه وتعالى بيّن لآدم الميزات التي سيحصل عليها في هذا المكان الذي سيقيم فيه.. فقال جل جلاله: ¶ {إنّ لك ألا تجوع وفيها ولا تعرى وأنّك لا تظمؤا فيها ولا تضحى} طه 118ـ119. ¶ أي في هذه الجنة طعام يكفيك وكساء يسترك.. وماء تجده دائما فلا يصيبك الظمأ.. وليس فيها تعب.. ثمار هذه الجنة مباح لك.. بل كل ما فيها مباح لك.. ما عدا شجرة واحدة لا تقترب منها..ولا تأكل من ثمارها. ¶ إن هذا هو منهج الله في الأرض.. إنه جل جلاله يبيح لنا الكثير جدا.. ويحرم علينا أقل القليل.. وحذر الله سبحانه وتعالى آدم وحواء.. من عدوهما إبليس.. فقال تعالى: ¶ { فقلنا ياآدم إنّ هذا عدوّ لك ولزوجك فلا يخرجنّكما من الجنة فتشقى} طه 117.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وكان هذا التحذير كافيا. لينتبه الى عداوة إبليس.. فلا يستمع الى وسوسته.. ولا يصدق أكاذيبه. ¶ لقد وفر الحق جل جلاله لآدم كل مقومات الحياة من غذاء.. يعطيه ما يحتاجه جسده بدون فضلات.. فالله سبحانه وتعالى يغذي الجنين في بطن أمه بالقدر الذي ينميه.. ولا تخرج منه فضلات.. لأن الغذاء على قدر النمو.. وكان غذاء آدم في الجنة على قدر نموه. ¶ ويجب أن ننتبه الى أن الجنة التي عاش فيها آدم.. ليست هي جنة الخلد.. لأن الحياة في جنة الخلد لا تأتي الا بعد الحياة الدنيا.. فهي جزاء لاتباع منهج الله في الدنيا.. وأنها ليست سابقة للحياة الدنيا.. ولكنها لاحقة لها وتأتي بعدها. ¶ إذن فالجنة التي عاش فيها آدم.. وهي مكان فيه كل ما تحتاجه وما تتطلبه.. ولا بد أن نلاحظ.. أن الله سبحانه وتعالى.. قال لادم وحواء:{ولا تقربا هذه الشجرة..} ولم يقل لهما \"ولا تأكلا من هذه الشجرة\" .. لماذا؟.. لأن الله يريد أن يحمي آدم وذريته من إغراء المعصية.. فلو أن الله جل جلاله قال:لا تأكلا.. لكان أباح لآدم وحواء أن يقتربا من الشجرة.. ويجلسا الى جوارها.. ويتأملا ثمارها.. وحينئذ كان يغريهما شكل الثمار.. أو لونها أو رائحتها فيأكلان منها.. ¶ لكن الحق تبارك وتعالى؛ أراد أن يحمي آدم من نفسه.. ومن الاغراء الذي يمكن أن يتعرض له.. وقد لا تقوى نفسه عليه.. هذه الحماية التي أراد الله أن يوفرها لآدم وذريته من بعده.. هي الحماية الحقيقية من الوقوع في المعصية.. لأنك إذا قتربت من شيء حرّمه الله.. تكيل نفسك اليه.. وربما دفعك هذا القرب الى إقترافه. ¶ ونلاحظ أن الحق سبحانه وتعالى.. يطلب منا ألا نقترب من قمم المعاصي فيقول: ¶ {ذلك ومن يعظم حرمات الله فهو خير له عند ربه، وأحلت لكم الأنعام الا ما يتلى عليكم فاجتنبوا الرجس من الأوثان واجتنبوا قول الزور}. الحج30.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "ولم لم بقل تبارك وتعالى لا تعبدوا الأوثان.. فلو قالها لكان مباحا لنا أن نذهب الى الأماكن التي تعبد فيها الأصنام وأن نجلس فيها.. فإذا فعلنا ذلك.. ربما أوقعنا هذا الجلوس والعياذ بالله في عبادة الأصنام.. وكذلك اقرأ قول الحق جل جلاله: ¶ {إنما الخمر والميسر والأنصاب والأزلام رجس من عمل الشيطان فاجتنبوه} المائدة 90. ¶ أي لا تقربوا أماكنه.. والغريب أنك تجد بعض الناس يحاول أن يجادلك في أن الله سبحانه وتعالى لم يحرم الخمر.. ويقول لك: ائتني بآية من القرآن الكريم يقول فيها تبارك وتعالى حرمت عليكم الخمر. ¶ ونقول لأمثال هؤلاء المشككين: إن الأمر الذي ورد بالاجتناب أقوى من التحريم.. فلو أن الله جل جلاله قال: حرمت عليكم الخمر.. لكان المحرم فقط هو شرب الخمر.. وكنا في هذه الحالة نصنعها ونتاجر فيها.. ونعد الأماكن التي يتم فيها تناولها.. ونخدم شاربيها ونجلس معهم.ز فما دمنا لا نشرب الخمر.. وما دام قد نزل فيها أمر تحريم فقط .. فلنا أن نفعل كل هذا.. ولكن الاجتناب حرم أن نقترب أساسا من الأماكن التي يتناولون فيها الخمر.. أو نصنعها أو نتاجر فيها أو نجالس الذين يشربونها.. فالاجتناب أقوى من التحريم.. ولذلك فإن الله سبحانه وتعالى طلب من آدم وزوجته ألا يقتربا من الشجرة المحرمة.. والا يكونا قد ظلما نفسيهما. ¶ بداية المعصية ¶ ماذا فعل الشيطان؟.. إنه يريد أن يوقع آدم وحواء في المعصية.. فماذا فعل؟.. يقول الحق سبحانه وتعالى: ¶ {فوسوس لهما الشيطان ليبدي لهما ما وري عنهما من سوءاتهما} الأعراف 20. ¶ قول الحق سبحانه وتعالى \"وسوس\" .. تدل على أن الحديث دار همسا بصوت خافت.. والوسوسة هي إغواء الشيطان.. وهي إغراء بارتكاب الشر، والذي يتحدث ويأمر بالخير لا يهمه أن يكون حديثه بصوت عال.. ولكن الحديث في الشر والغواية لا يتم الا همسا بصوت خافت .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "والوسوسة باللغة العربية.. هي صوت رنين الذهب والحلي.. وهو صوت يجذب الناس ويغريهم ويلفت نظرهم، والوسوسة لا بد أن يكون فيها إغراء.. لأنك إذا أردت أن تخرج الناس عن منهج الله لا لد أن تغريهم بمتعة دنيوية سيفوزون بها. ¶ إننا لا بد أن نتوقف عند قوله تعالى:{ فوسوس لهما الشيطان..} لأن الشائع أن الشيطان أغوى حواء.. وأن حواء هي التي أغوت آدم.. وزينت له المعصية حتى أكل من الشجرة.. وأنه لولا حواء لبقي آدم في الجنة! ¶ نقول: أن اله سبحانه وتعالى برأ حواء من هذه الفرية.. فقوله تعالى:{فوسوس لهم الشيطان} دليل على أن السيطان.. هو الذي زيّن المعصية لآدم كما زينها لحواء.. أي ان الشيطان هو الذي قام باغواء آدم وحواء.. ولم تقم حواء بإغواء آدم على المعصية.. والغواية جاءت من الشيطان للإثنين معا.. ¶ ولكن ما الهدف من هذه الوسوسة؟.. هدفه أن يعصي آدم وحواء ربهما.. فيعاقبا كما عوقب الشيطان بالطرد من رحمة الله.. والعقوبة هنا هي أن تظهر سوءات آدم وحواء.. والسوءة هي ما يسوؤك النظر اليه.. أو هي العورة.. لأن الفطرة تجعل الانسان يخجل من أن يظهر عورته على الناس. ¶ وقبل أن يأكل آدم وحواء من الشجرة لم ير أحدهما عورة الآخر.. ولا عورة نفسه... فلا آدم رأى عورته ولا عورة حواء.. وكذلك حواء لم ترى عورتها ولا عورة آدم.. كلاهما ستره الله عن الآخر. ¶ لقد أتعب العلماء أنفسهم في كيف كانتا عورتها آدم وحواء مستورين عنهما؟. قال بعضهم: كان عليهما اللباس.. وقال آخرون: أن أظافر آدم وحواء كانت طويلة.. حتى كانت تصل الى قدميهما.. وكانت هي التي تستر العورة.. ثم زالت هذه الأضافر بالمعصية.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "ولكن ذلك لا يجب أن يشغلنا.. فالله سبحانه وتعلى.. كان يستر عورتي آدم وحواء. بما شاء من انواع الستر.. بنور قوي من عنده.. فالنور إذا كان قويا فلا تستطيع أن ترى الأشياء من خلاله.. فإن النور في ضعفه نميز به الأشياء.. وفي قوته يخفيها عنا.. وسواء ستر الله سبحانه وتعالى عورتي آدم وحواء بثوب أو بأظافر.. أو بنور من عنده.. فالمهم أن هذه العورات كانت مستورة من أعينهما. ¶ وظهرت عورة الانسان ¶ والسؤال لماذا نستاء عندما تظهر عوراتنا؟.. إن العوراتهي مكان خروج فضلات الطاعم والشراب.. إننا نحرص على كشف أماكن دخول الطعام والشراب كالفم مثلا.. ونحرص حرصا شديدا في نفس الوقت.. على عدم إظهار أماكن خروج فضلات الطعام والشراب. ¶ يقول بعض العلماء في تعليل لك: إن العورة تذكرنا بمعصية الله.. فعندما حدثت المعصية ظهرت العورة.. ولذلك فنحن نريد أن نسترها.. لأنها رمز للمعصية.. والمعصية عورة يحاول الانسان دائما أن يخفيها ويخجل منها.. يحرص ألا يراه الناس، والرجل مع زوجته يحرص على أن لا يراه أحد.. ويحتاط لذلك أشد الاحتياط.. الانسان عندما يكون معه مال حلال.. يخرجه أمام كل الناس.. ولا يخشى شيئا.. والانسان ومعه مال مسروق يحاول أن يخفيه عن الدنيا كلها.. فالمعصية في كل أحوالها عورة يحرص الناس على إخفائها وسترها. ¶ ولكن كيف تم إغواء الشيطان لآدم وحواء؟.. كيف أوقعهما في المعصية؟ ¶ اقرأ قول الحق جل جلاله: ¶ {وقال ما نهاكما ربكما عن هذه الشجرة إلا أن تكونا ملكين أو تكونا من الخالدين}.الأعرف 20. ¶ جاء الشيطان لهما من جهة ما تريده النفس البشرية وتتمناه.. وهو حياة خالدة لا تنتهي ولا تزول.. وملك دائم لا ينفد.. ولذلك فإن الشيطان حين أراد أن يغري آدم وحولء بأن لا ياكلا من الشجرة قال لآدم كما يروي لنا القرآن الكريم: ¶ {هل أدلك على شجرة الخلد وملك لا يبلى} طه 120.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "والشيطان كاذب فيما يقول.. فلو كانت هذه شجرة الخلد فعلا لأكل منها الشيطان نفسه وأصبح خالدا لا يموت.. ولكنه طلب من الله أن يبقيه الى يوم القيامة.. لأنه يعلم يقينا أن الله هو خالق الحياة.. وأنه وحده الذي يبقيها أو يذهبها.. ¶ ولا بد أن ننتبه الى طريقة اغواء الشيطان.. إنه يحاول إغواء الانسان.. بأن منهج الله سبحانه وتعالى يضره ولا ينفعه.. وان النفع الحقيقي هو في المعصية.. لهذا قال لآدم وحواء.. إن الله منعهما من الأكل من هذه الشجرة.. حتى لا يكون لهما الملك والخلود.. والانسان يكره الفقر ويكره الموت.. ويريد أن يبقى خالدا.. ولذلك جاء لهما الشيطان ليقول لهما: إذا أردتما الخلد والملك.. فأمامكما هذه الشجرة.. وحلف لهما كما يروي القرآن الكريم: ¶ {وقاسمهما إني لكما لمن الناصحين} الأعراف 21. ¶ أي أقسم لهما أنه يريد لهما النصح.. وصدّقا القسم.. صدقا الشيطان في أنه يريد لهما الخير.. ولذلك عاتب الله سبحانه وتعالى.. آدم وحواء بأنهما صدقا قسم إبليس.. مع أنه جل جلاله قد بيّن لهما أن إبليس عدو لهما لا يريد لهما الخير.. وذلك في قوله تعالى: ¶ { وناداهما ربهما ألم أنهكما عن تلكما الشجرة وأقل لكما إن الشيطان لكما عدو مبين} الأعراف 22. ¶ ولكن آدم وحواء هما اللذان أحسا بالندم الشديد.. ما كانا يعاقدان أن خلقا من خلق الله يقسم بالله على باطل.. ولذلك قال قتادة رضي الله عنه: المؤمن بالله يخدع.. أي إذا دخلت على مؤمن بالله سهل لك خداعه. ¶ وكان سيدنا عبدالله بن عمر: عندما يحسن أحد عبيده الصلاة يعتقه.. فكان العبيد إذا رأوه بدأوا يصلون بخشوع.. فقال له الناس: غن العبيد يخدعوك لتعتقهم.. فقال لهم عبدالله بن عمر: من خدعنا بالله انخدعنا له. ¶ الحق سبحانه وتعالى يقول: ¶ { فدلاهما بغرور، فلما ذاقا الشجرة بدت لهما سوءاتهما وطفقا يخصفان عليهما من ورق الجنة} الأعرف 22.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "لفظ \"دل\" مأخوذ من دلى حبل الدلو في البئر ليبحث عن الماء.. والغرور هو الاغراء الذي يوقع الانسان في المخالفة. ¶ وهنا لنا وقفة.. لا يظن احد أن إبليس أوقع آدم وحواء.. في المعصية على مرحلة واحدة.. بل سبق ذلك مراحل.. فإبليس خدعهما أولا ليقتربا من الشجرة، ثم زيّن لهما ثمارها وحلاوتها ولونها ورائحتها، ثم بعد ذلك أغراهما بالأكل! أي أن المعصية تمت على مراحل ولم تتم دفعة واحدة.. ورسول الله صلى الله عليه وسلم يقول:\" تعرض الفتن على القلوب عودا عودا كالحصير\".. لذلك لا بد لنا أن ننتبه.. أن الاقتراب من المعصية يوقعنا فيها. ¶ ماذا حدث؟.. هل كرر آدم وحواء المعصية.. وأكلا مرات ومرات من الشجرة؟.. الحق تبارك وتعالى يقول:{ فلما ذاقا الشجرة..} أي بمجرد التذوق.. ولم يكن هناك إصرار على تكرار المعصية.. إنه بمجرّد التذوق ظهرت لهما عوراتهما فقاما بإخفائها أو مداراتها.. بورق أشجار الجنة.. ومعنى ذلك إنهما احتاجا الى أكثر من ورقة ليداريا العورة.. ¶ وهنا نرى عدل الله سبحانه وتعالى في أنه حذرهما أولا من المخالفة.. وأبلغهما بالجزاء أو العقاب.. حتى يكون العقاب عدلا وحقا.. ولذلك فإن التشريع الالهي لا يوجد فيه ما يسمى بالقوانين بأثر رجعي.. فلا تجريم في العدل الالهي إلا بنص.. والنص هو نهي لآدم وحواء.. أن يقربا هذه الشجرة.. وأن الشيطان عدو لهما.. وقول الحق {ألم أنهكما عن تلك الشجرة} الأعراف 22. بصيغة الاستفهام..معناه أنه لا يوجد الا جواب واحد.. نعم يا رب نهيتنا. ¶ لقد كان الهدف من هذه التجربة العملية من الله سبحانه وتعالى.. ليحصن آدم وحواء وذريتهما من الشيطان.. فيعرفا أنه كاذب في كل ما يعد به.. وأنه يريد بهما السوء.. ولو تظاهر بأنه يريد لهما الخير.. وأن مهمة الشيطان أن يستخدم كل الحيل.. لاغراء آدم وذريته على المعصية.. وأن يستخدم كل الحيل لايقاع آدم وذريته فيما نهى الله عنه.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ولكن هل انتهت المعركة؟.. إنها لم تنته.. ولكنها استمرت وستستمر الى أن تقوم الساعة. ¶ الفصل الرابع : خطيئة آدم.. ومعصية إبليس ¶ إنتهينا في الفصل السابق الى أن إبليس قد دخل الى غواية آدم من جهة أن الله عزيز غني مستغن بذاته عن كل خلقه.. إن الله سبحانه وتعالى يقول في الحديث القدسي: ¶ (يا عبادي؛ لو أن أولكم وآخركم وإنسكم وجنّكم كانوا على أتقى قلب رجل واحد منكم مازاد ذلك في ملكي شيئا، ولو أن أولكم وآخركم وإنسكم وجنّكم كانوا على أفجر قلب رجل واحد منكم ما نقص ذلك من ملكي شيئا.. ولو أن أولكم وآخركم وإنسكم وجنّكم قاموا في صعيد واحد فسألوني فأعطيت كل إنسان مسألته ما نقص ذلك عندي إلا كما ينقص المخيط إذا أدخل البحر) أخرجه مسلم 6664. ¶ إذن فمن باب عزة الله.. دخل الشيطان الى غواية آدم.. واستطاع إبليس أن يقنع آدم أن الله قد منعه من الأكل من الشجرة لأنه لا يريد له الخير.. وذلك حتى نفطن الى طريق إبليس في الغواية.. فلا خير في خير يؤدي الى النار والمعصية.. ولا شر في شر يؤدي الى الجنة وطاعة الله. ¶ إن الشيطان يحاول أن يصور الشر للانسان بأنه خير.. ولذلك صوّر لآدم أن المعصية خير.. فلما أكل آدم من الشجرة .. وارتكب المعصية هرب إبليس! ¶ والسؤال الذي يدور هنا.. لماذا غفر الله سبحانه وتعالى لآدم خطيئته ولم يغفر لابليس معصيته؟.. لقد عصى آدم، وعصى إبليس.. الأول تاب الله عليه وتقبل توبته.. والثاني لعنه الله وجعله خالدا في النار.. ما هو الفرق بين المعصيتين؟ ¶ نقول: إن آدم وحواء حين عصيا الله سبحانه وتعالى.. لم يصرا على المعصية.. ولم يحاولا رد الأمر على الآمر.. إنهما لم يقولا يا رب إن حكمك ليس حقا، كما فعل الشيطان حين قال:{ أنا خير منه خلقتني من نار وخلقته من طين..} لم يفعلا ذلك ولكنهما اعترفا بذنبهما.. وطلبا المغفر والرحمة من الله.. وفي ذلك يقول الحق سبحانه وتعالى:",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "{ قالا ربنا ظلمنا أنفسنا وإن لم تغفر لنا وترحمنا لنكونن من الخاسرين} الأعراف 23. ¶ تلك هي الكلمات التي قالها آدم وحواء بعد المعصية.. قالا: يا رب إن قولك حق وحكمك حق.. ولكننا لم نستطع أن نحمل نفسينا الضعيفتين على إتباع المنهج.. فظلمنا أنفسنا.. أي أننا مشينا بها في طريق الهلاك.. ونحن نطلب منك المغفرة والرحمة.. فإن لم تعطهما لنا نكن من الخاسرين الذين خسروا أنفسهم يوم القيامة. ¶ وهكذا طلب آدم وحواء من الله أن يتوب عليهما.. وفي ذلك يقول الحق سبحانه وتعالى في سورة البقرة: ¶ { فتلقى آدم من ربه كلمات فتاب عليه، إنه هو التوّاب الرحيم} البقرة 37. ¶ والتوبة تمت على ثلاث مراحل: ¶ المرحلة الأولى: أنه تعالى شرع التوبة لعباده. ¶ المرحلة الثانية: أنهم عندما تابوا قبلها منهم. ¶ والمرحلة الثالثة: من التوبة تكون بعدم عودتهم الى المعصية. ¶ بغعض الناس لا يستوعب قول الحق تبارك وتعالى: ¶ { ثم تاب عليهم ليتوبوا، إن الله هو التوّاب الرحيم} التوبة 118. ¶ وبعض الناس يتساءل: إذا كان الله قد تاب عليهم فلماذا وجبت عليهم التوبة؟ ¶ نقول: إن تشريع الله سبحانه وتعالى للتوبة لا بد أن يحدث قبل التوبة.. فقوله:{ تاب عليهم..} أي شرع لهم التوبة؟ ¶ قال لهم إذا فعلتم ذنبا أو معصية فتوبوا.. وما دام الله جل جلاله قد طلب منهم أن يتوبوا فإنهم يتوجهون اليه بالتوبة فيقبلها الله منهم. ¶ وتشريع التوبة ليس رحمة بالعاصي وحده.. ولكن بالمجتمع كله..لأن الله سبحانه وتعالى لو لم يفتح باب التوبة.. لازداد كل من يرتكب معصية في معاصيه.. فما دامت لا توجد توبة.. وما دامت المعصية تؤدي الى الخلود في جهنم.. فكل من ارتكب معصية واحدة.. يملأ حياته بالمعاصي.. فما دام لا أمل له في الجنة.. فليأخذ نصيبه من الدنيا.. وبهذا يشقى المجتمع كله.. لأن كل عاص سيزداد معصية.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وانتشار المعصية لا يعاني منها فرد.. بل يعاني منها المجتمع..ولكن الله تبارك وتعالى ـبتشريعه التوبة ـ قد رحم المجتمع من انتشار المعاصي.. فالمعصية الأولى لا تؤدي الى الخلود في النار إذا تاب الانسان عنها ورجع الى الله.. ولذلك فإن الانسان لا يتمادى في المعصية.. بل يذهب الى جانب الخير.. فيتوب الى الله.. ويكثر من عمل الخير فيغفر له ذنبه.. وبذلك يبقى الأمل في جنة الله.. وتبقى الرغبة في الخير.. فينصلح المجتمع ويملأه الخير.. فالتوبة رحمة للمجتمع. ¶ إبليس تأبى على أوامر الله.. وزاد ذلك بانه سيغوي الانسان على المعصية.. فقال كما يروي لنا القرآن الكريم: ¶ { قال فبما أغويتني لأقعدنّ لهم صراطك المستقيم ثم لآتينّهم من بين أيديهم ومن خلفهم وعن أيمانهم وعن شمائلهم ولا تجد أكثرهم شاكرين} الأعراف 16،17. ¶ إن إبليس لم يعترف بمعصيته.. بل أصرّ عليها.. وقال سأفعل كذا وكذا وكذا في إصرار على المعصية.. أما آدم وحواء فقد اعترفا بذنبيهما وهذه نقطة هامة.. لا بدّ أن نلتفت اليها.. لينتبه الناس الذين يقدمون على المعصية.. ألا يبرروها برد الأمر على الله.. كأن يقولوا تغيرت الظروف.. أو الوقت قد تغيّر.. ¶ مثلا الذين يتعاملون بالفائدة الثابتة مع البنوك.. وهذه فيها شبهة ربا.. نقول لهم لا تقولوا إن الربا ليس حراما.. وأن الفائدة الثابتة نظام عالمي.. وأن الدنيا كلها تتعامل بها.. وأن الزمن قد تغيّر.. الى آخر ما نسمعه في هذه الأيام.. إنكم بقولكم هذا تخرجون أنفسكم من نطاق رحمة الله.. الى نطاق الطرد من رحمته سبحانه وتعالى. ¶ ولكن قولوا: يا رب، لم نقدر على أنفسنا.. فاغفر لنا وارحمنا، وفي هذه الحالة تكون قد اتهمت نفسك بالضعف والغفلة والظلم.. وأبقيت نفسك في نطاق الايمان، ولكن أن ترد الحكم على الله.. وتقول إن الربا ليس حراما.. تكون قد خرجت من الايمان.. الى الكفر والعياذ بالله.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "فإذا ارتكب إنسان معصية فلا يحاول أن يبرر ارتكابها أو يدافع عنها.. ويدعي أنها حلال.. ولا يقول إن الظروف قد تغيرت.. وكان الواجب أن يتغير الحكم.. فإن ذلك فيه رد لأمر الله يخرج الانسان من الايمان الى الكفر.. ومن الرحمة الى اللعنة.. وهذا هو الفرق بين معصية آدم ومعصية إبليس.. ¶ إبليس عصى وتكبر.. آدم عصى، ولكنه اعترف بذنبه.. وحينما اعترف آدم وحواء بذنبيهما علمهما طريق التوبة.. ولولا أن الله جل جلاله علمهما.. لما عرفا كيف يتوبان.. فالتوبة تمت بإيحاء من الله سبحانه وتعالى. ¶ وإذا تدبرنا قول الحق جل وعلا.. ترى أن الحق تبارك وتعالى قال:{ قالا ربنا ظلمنا أنفسنا} نلاحظ هنا أنهما تحدثا بصيغة الجمع.. إنهما لم يقولا ربنا ظلمنا نفسينا.. لأن الخطاب لا يشمل آدم وحواء بل يشمل ذرية آدم المطمورة في ظهره.. حينئذ قال الحق جل جلاله لهما: ¶ {قال اهبطوا منها بعضكم لبعض عدو، ولكم في الأرض مستقر ومتاع الى حين} الأعراف 24. ¶ إنه يجب أن ننتبه.. الى الآيات التي تروي لنا عملية الهبوط.. فمرة يقول الحق سبحانه وتعالى: ¶ {قال اهبطا منها جميعا بعضكم لبعض عدو} طه 123. ¶ ومرة يقول جل جلاله ¶ { قلنا اهبطوا منها جميعا} البقرة 38. ¶ المخاطبون هم آدم حواء إبلس.. والعداوة هنا مسبقة بين الانسان والشيطان.. ولكن قوله تعالى:{ قلنا اهبطا منها جميعا بعضكم لبعض عدو} تبين لنا أن العداوة بين طرفين.. آدم وحواء طرف.. وإبليس طرف آخر، فكأنهما فريقا: آدم وحواء وذريتهما، وإبليس وذريته.. فلا تعارض.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ويجب علينا أن نفهم.. أن استخدام الحق لعبارة بعضكم لبعض عدو.. أنه سيكون هناك صراع وعداء بين ذرية آدم وذرية إبليس.. وأن هذا الصراع مستمر بعمر الدنيا فقط ولا يمتد الى الآخرة.. ولكنه بالنسبة للشيطان والانسان.. صراع مستمر بعمر كل منهما في الدنيا.. وليس بعمر الدنيا كلها.. فإذا مات الشيطان.. أو مات الانسان انتهى الصراع بالنسبة لهما، وعمر الجن أكبر كثيرا من عمر الانسان.. واقرأ قول الحق سبحانه وتعالى في حق الجن: ¶ {قالوا ياقومنا إنّا سمعنا كتابا أنزل من بعد موسى مصدّقا لما بين يديه يهدي الى الحق والى طريق مستقيم} الأحقاف 30. ¶ فكأن هؤلاء الجن.. عاشوا عصر موسىعليه السلام..وظلوا أحياء حتى نزل القرآن الكريم.. أي ما يقرب من ثلاثة آلاف سنة.. ولا يوجد من البشر من عاصر موسى.. وعاصر رسالة محمد عليه الصلاة والسلام. ¶ صراع في الدنيا ¶ إن الصراع بين الشيطان والانسان ـكما قلنا ـ فترته محدودة بحياة الاثنين.. ولا يمتد بعد الموت.. ولا يكون في الآخرة.. ¶ الحق سبحانه وتعالى.. يتوجه بعد ذلك بالنصح.. الى أولاد آدم ليحصنهم من الشيطان.. فيقول جل جلاله: ¶ { يا بني آدم قد أنزلنا عليكم لباسا يواري سوءاتكم وريشا، ولباس التقوى} الأعراف 26. ¶ والخطاب هنا موجه.. الى كل نفس من أولاد آدم لأن كل نفس من أولاد آدم.. لها معركة وعداوة مع ذرية إبليس.. ¶ الله سبحانه وتعالى يافتنا الى أنه أنزل لنا من السماء منهجا.. يستر عوراتنا.. ويداريها.. والانزال يقتضي أن يهبط الشيء من علو.. وكل خير في الأرض هبط من السماء.. واللباس يصنع مما تنتجه الأرض.. وما تنتجه الأرض لا يكون الا بالمطر الذي ينزل من السماء..",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "ويجب أن نعلم أن الله تبارك وتعالى أنزل المنهج ليستر عورات البشر، وعورات المجتمعات، إننا إذا أقمنا المنهج، فلن تظهر فيها عورات ولا سيئات.. ولأصبح المجتمع متجانسا مترابطا.. فكان الذي أنزله الله من السماء من مطر يعطينا من الأرض الثوب الذي يداري عوراتنا الحسية، ولباس من القيم يداري عوراتنا المعنوية.. بل وأكثر من ذلك.. أعطانا الزينة من ريش الطير وغيره كنوع من الرفاهية والمتعة. ¶ فكأن الحق سبحانه وتعالى أعطانا ترف الحياة.. وجعله حلالا لنا.. وأعطانا المنهج ليستر عوراتنا المعنوية.. فإذا كان اللباس المادي.. يداري عورة الجسد في الحياة الدنيا.. فإن لباس التقوى يداري عوراتنا من فضوح الآخرة.. ولباس التقوى.. أي الذي نتقي به غضب الله سبحانه وتعالى.. هو خير من اللباس المادي.. ولذلك يقول الحق تبارك وتعالى عنه: ¶ {ولباس التقوى ذلك خير، ذلك من آيات الله لعلهم يذّكرون} الأعراف 26. ¶ إذن فلباس التقوى _الذي هو خير من لباس الدنيا لأنه يقينا غضب الله جل جلاله _ هو آية من آيات الله.. لنعرف أننا مكونون من مادة وقيم.. وكما للمادة عورات مادية تظهر إذا نزعنا ثيابنا.. فللقيم أيضا عورات تظهر لعدم التقوى. ¶ ثم يأتينا التحذير من الله سبحانه وتعالى: ¶ { يا بني آدم لا يفتننّكم الشيطان كما أخرج أبويكم من الجنّة ينزع عنهما لباسهما ليريهما سوءاتهما}. الأعراف 27. ¶ الله سبحانه وتعالى.. يحذرنا من فتنة الشيطان.. والفتنة هي الاختبار.. فإذا نجحنا في الاختبار فلن يحدث الفساد، ولكنه يحدث إذا سقطنا في الفتنة.. والفتنة ليست شرا ولا خيرا.. بل هي اختبار يأتي بالخير إن نجحت، أو بالشر إن سقطت فيه.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وهكذا جاء التحذير من الشيطان بتجربة عملية لآدم وحواء قبل أن ينزلا الى الأرض.. وهي تجربة التكليف في افعل ولاتفعل.. وكانت التجربة في التكليف.. فيها أمر وفيها نهي.. الأمر أن آدم له أن يأكب من كل ما في الجنة التي كان يعيش فيها، والنهي أنه لا يقرب شجرة واحدة، في هذه الجنة.. ¶ لقد أفهم الله تبارك وتعالى آدم أن الشيطان عدو له، وأنه سيقعه في المعصية.. ولكن رغم هذا التحذير.. أكل آدم وحواء من الشجرة فظهرت عوراتهما.. وذلك حتى نعرف أن أي طاعة للشيطان.. لا يأتي منها الخير أبدا. ¶ الله سبحانه وتعالى يريد منا أن نعلم أن ىدم فيه عنصران.. عنصر البشرية التي تصيب وتخطئ، وتعصي وتتوب، وعنصر النبوة المعصومة من الخطأ. ولذلك يجب أن نفطن الى النص القرآني في قوله تعالى: ¶ {وعصى آدم ربه فغوى} طه 121. ¶ وهذه طبيعة البشر.. وقوله جل جلاله: ¶ {ثم اجتباه ربه فتاب عليه وهدى} طه 122. ¶ وهذا الهدى الذي سيأتي به الأنبياء من ذرية آدم.. ولذلك لا يجب أن نقول كيف عصى آدم ربه وهو نبي؟ لن معصية آدم حدثت قبل النبوة.. ¶ وبعد المعصية جاءت النبوة وجاء الهدى.. إذن فالبشرية تنقسم الى قسمين: أنبياء يبلغون للناس المنهج عن الله.. وهؤلاء معصومون من الخطأ.. وقسم يبلغهم الله منهجه.. فيطيعون ويعصون ويتوبون. ولا يقول أحد أو يدعى أن آدم نزل الى الأرض بسبب المعصية.. لأن الله خلقه وذريته للحياة في الأرض ونهاهم وحذرهم من فتنة الشيطان في قوله تعالى:{ يا بني آدم لا يفتننّكم...} هذا التحذير للبشر وليس للشيطان.. فالله جل جلاله لم يقل للشيطان.. لا تفتن بني آدم.. ولو قال له ذلك لخرج الشيطان عن مهمته في الحياة.. ولأصبحت الحياة ليست دار اختبار كما أرادها الله سبحانه وتعالى.. تؤدي بخلقه المختارين إما الى الجنة.. وإما الى النار والعياذ بالله. ¶ ولذلك فإن فتنة الشيطان.. هي من تمام ما أراده الله للحياة الدنيا.. لكن بعض الناس يتساءل عن قول الله سبحانه وتعالى:",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "{ووصّى بها إبراهيم بنيه ويعقوب يا بنيّ إن الله اصطفى لكم الدين فلا تموتنّ إلا وأنتم مسلمون} البقرة 132. ¶ والنهي هنا للبشر.. والسؤال: هل يملك الناس اختيارا في الموت؟ هل يستطيعون أن يحددوا وقته وزمانه ومكانه.. فلا يموتن الا وهم ومسلمون؟ ¶ نقول إن الحق تبارك وتعالى يريد أن يلفتنا الى أن الموت يأتي بغته وفي أي لحظة.. فكونوا على الاسلام دائما.. حتىلا يفاجئكم الموت.. إلا وأنتم مسلمون.. ¶ إن الله سبحانه وتعالى.. يريدنا أن نعرف أن فتنة الشيطان.. تخرجنا من جنة التكليف التي تقودنا الى جنة الخلود في الاخرة.. ثم يقول الحق تبارك وتعالى: ¶ {إنه يراكم هو وقبيله من حيث لا ترونهم} الأعراف 27. ¶ أي أن الشيطان يرانا ونحن لا نراه.. وهذا يعطيه قدرة على الاغواء.. لأننا ما دمنا لا نراه.. وهذا يعطيه قدرة على الاغواء.. لأننا ما دمنا لا نراه.. فإننا لا نستطيع أن نعرف الجهة التي سيأتي منها.. أو أن ننتبه الى أنه يوسوس لنا. ¶ ولكن هل تركنا الحق تبارك وتعالى للشيطان يغرينا ويغوينا؟.. أم أنه أوجد لنا الوقاية؟ ¶ الحق جل جلاله شاء عدله.. أن يوجد لنا الوقاية من هذه الوسوسة.. ومن كل هذا الشر.. الوقاية لا تكون الا بالتمسك بمنهج الله.. والذي يتمسك بمنهج الله ويخلص له.. لا يستطيع الشيطان أن يصل اليه أبدا.. ولا أن يغويه. ولذلك نجد في الآية الكريمة: ¶ { قبعزتك لأغوينّهم أجمعين إلا عبادك منهم المخلصين..} اعتراف من الشيطان بأنه لا يستطيع أن يقترب ممن يتمسك بالله وبمنهجه لأنه في منعة منه لتمسكه بمنهج الله. ¶ وهنا يأتي قول الحق تبارك وتعالى: ¶ { إن عبادي ليس لك عليهم سلطان إلا من اتبعك من الغاوين} الحجر 42. ¶ لقد كفل الحق تبارك وتعالى الحماية لكل عبد أخلص في إيمانه بالله.. وأخلص في عبادته.. ولذلك فإن المؤمنين يحفظهم الله جل جلاله من غواية الشيطان ..وفي ذلك يقول الحق سبحانه في وثف المؤمنين:",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "{ إنّ الذين اتقوا إذا مسّهم طائف من الشيطان تذكروا فإذا هم مبصرون} الأعراف 201. ¶ معنى هذا أن الشيطان إذا مس عباد الله المؤمنين فإن الله لا يتركهم، وإنما يذكرهم بمنهجه.. وحينئذ يبصرون الحق، فيعودون الى اتباع المنهج.. فكأن الذي يبتع الشيطان مثل الأعمى.. الذي لا يرى شيئا فيتخبط في السير ويتعثر ويقع.. والشيطان يحاول أن يعمي الأبصار.. حتى لا ترى الحقيقة ..ولا ترى آيات الله في كونه ولا تبصر شيئا. ¶ إن الحق تبارك وتعالى يعطينا هذه الصورة وهو يصف لنا اتباع الشيطان في الآخرة في قوله سبحانه: ¶ {قال رب لم حشرتني أعمى وقد كنت بصيرا قال كذلك أتتك آياتنا فنسيتها وكذلك اليوم تنسى} طه 125ـ126. ¶ أي أن مهمة الشيطان.. أن يعمي الانسان عن آيات الله في الكون.. فلا يرى عظمة الخلق.. ولا يرى قدرة الله الخالق سبحانه وتعالى.. وعدم رؤيته لهذه الآيات.. ينسيه عبوديته لله.. ويجعله يأخذ الدنيا على أنها غاية وليست وسيلة للآخرة.. ولذلك فهو يحاول أن يأخذ منها كل ما يستطيع حلالا أو حراما.. لأنه ما دامت لا توجد بالنسبة له الا الدنيا.. فمهمته أن ينتزع منها كل ما تعطي بطريق مشروع أو غير مشروع.. والمهم عنده ومقياسه في المجاح.. هو ما يحققه من شهوات ونزوات.. وسرقات ورشوة الى غير ذلك. ¶ هذا الصنف من الناس عندما يأتي في الآخرة يبعثه الله أعمى لا يرى شيئا.. يتخبط ويتعثر.. فإذا سأل عن شبب هذا العمى وقد كان مبصرا في الدنيا.. فيقول له الله.. لقد كنت أعمى في الدنيا.. فيقول له الله.. لقد كنت أعمى في الدنيا.. حقيقة كانت لك عينان ولكنك لم تكن تبصر بهما آيات الله في كونه، لهذا انطلقت تعصي وتكفر.. فكما نسيت آيات الله في الدنيا.. ينساك الله سبحانه وتعالى في الآخرة أي لا تنالك رحمته في هذه اليوم.. ولذلك يقول الحق جل جلاله: ¶ {ومن كان في هذه أعمى فهو في الاخرة أعمى وأضلّ سبيلا} الاسراء 72.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "والعمى هنا ليس معناه فقد البصر.. ولكن معناه فقد البصيرة التي يرى بها الانسان آيات الله التي تدفعه الى الايمان.. والى طاعة المنهج.. ¶ ومن رحمة الله أنه سبحانه وتعالى فضح لنا أساليب الشيطان.. وكيف يغوي الانسان.. وأبان لنا الطريقة التي يدخل بها الى النفس البشرية؟ والوسيلة التي يوقع بها الانسان في المعصية؟ لقد وضح لنا هذا كله حتى نتنبه الى مداخل الشيطان للنفس البشرية.. لكي نسد هذه المداخل.. فلا ينفذ الشيطان الى نفوسنا. ¶ فما هي هذه المداخل؟؟. ¶ الفصل الخامس : مداخل الشيطان إلى الإنسان ¶ الله سبحانه وتعالى.. أخبرنا في القرآن الكريم؛ أن هناك نزغا للشيطان.. وهمزا للشيطان.. وسوسة للشيطان.. ومسا للشيطان.. فما هو الفرق بين هذه الأشياء كلها؟.. وما هي الطريقة التي يدخل بها ـ الشيطان ـ الى النفس البشرية؟.. وكيف يدفعها الى المعصية؟.. وكيف يخوف أولياءه؟.. ويسيطر عليهم بالخوف؟.. وكيف يهرب ويترك الانسان الساقط في المعصية ثم يتبرأ بعد ذلك؟ ¶ قبل أن نبدأ.. لا بد أن نقول إن للشيطان وسوسة وللنفس البشرية وسوسة ودفعا الى المعصية.. ذلك أن الله سبحانه وتعالى.. أخبرنا في القرآن الكريم؛ أن النفوس تتفاوت؛ هناك النفوس الطيبة.. والنفس الوامة.. والنفس الأمارة بالسوء. ¶ فالنفس الطيبة هي التي لا تعمل الا طيبا والا خيرا، والنفس اللوامة، هي التي يقع صاحبها في المعصية، ولكنا تلومه عليها.. فيعود الى الخير مرة أخرى، وقد يقع الانسان في المعصية أكثر من مرة والنفس الأمارة بالسوء هي التي اعتاد صاحبها السوء، فلم يعد يثير فيه أي شعور بالندم والاستنكار.. بل هو يعيش مع السوء، ويأمر بالسوء وقد اعتاده، بحيث أصبح لا يفعل الا سيئا.. ويستمتع بذلك السوء! ¶ هناك نوعان من الوسوسة: وسوسة الشيطان بالنسبة للانسان.. ووسوسة النفس له فكيف نفرق بين وسوسة الشيطان، وسوسة النفس؟",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "نقول: إن الشيطان يريد الانسان عاصيا على أي وجه.. فلا يهمه نوع المعصية ولكن يهمه حدةثها.. فإذا حاول أن يغري الانسان بالمال الحرام' ولم يجد منه استجابة.. أسرع يزين له المعصية مع النساء بارتكاب الزنا والفاحشة، فإذا فشل في ذلك.. أسرع يزين له معصية الخمر ويحاول أن يغريه بها، فإن سدّ عليه كل منافذ المعصية.. أسرع يحاول أن يفسد له الطاعة بأن يجعله مقلا يتفاخر بالصدقة فيضيع ثوابها.. أو إذا جاء موعد الصلاة فإنه يحاول أن يمنعه من أدائها. ¶ ويجب أن تعلم أن هذا الاغواء لا ياتي قسرا أو قهرا.. فالشيطان ليس له سلطان القهر على الانسان.. ولكن إذا أذّن للصلاة ـ مثلا ـ فإنه يغريه ألا يقوم الى الصلاة، وإنما يؤجلها حتى ينتهي الفيلم الذي يشاهده في التليفزيون.. فإذا انتهى الفيلم، يذكره بأعمال يؤديها.. كأن يتصل بصديق له بالتليفون.. أو يتناول العشاء أولا.. أو يقوم بزيارة كان قد نسيها، الى غير ذلك من أفاعيل الشيطان. ¶ فإن كان الانسان تاجرا.. فإنه يخوفه من أنه إذا قام للصلاة فستضيع منه صفقات ويضيع منه ربح.. وهكذا يظل ينقله من مشكلة الى أخرى.. حتى يضيع وقت الصلاة.. أو ينصرف عنها بالتدريج.. فإن فشل في ذلك.. فإنه يوسوس له في وضوئه وصلاته.. فيقول له إنك لم تحسن الوضوء فأعده.. ويظل يشككه في وضوئه.. ثم يعيده مرات ومرات.. ثم بعد ذلك يشككه في صلاته.. حتى يعيدها مرات ومرات.. ويدخل الشك في نفس الانسان.. فلا يعرف كم صلى.. ولا يعرف هل أحسن الوضوء أم لا؟ ¶ إذن فالشيطان لا يهمه نوع المعصية.. ولكن يهمه أن تتم المعصية. ¶ أما وسوسة النفس.. فهي ان تصر على نوع معين من المعصية... لا تريد غيره.. أي أنها تلح على صاحبها أن يرتكب معصية بذاتها ويكررها.. ولا تطالبه بمعصية أخرى. ¶ الفرق بين الوسوستين",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "ولكي تعرف الفرق بين الوسوستين نقول لك: إذا كان من يوسوس لك لا يهمه إلا أن تقع في المعصية.. بصرف النظر عن نوعها.. فهذا هو الشيطان.. أما إذا كان هناك إصرار على معصية معينة ألفتها.. فذلك من نفسك. ¶ إذن إبليس دائما يأتي من الباب الذي يرى فيه المنهج ضعيفا.. فإذا وجد إنسانا متشددا في ناحية معينة، ياتي اليه من ناحية أخرى يكون فيها ضعيفا.. فإذا كان الانسان مثلا.. متشددا في الصلاة محافظا عليها ويؤديها في أوقاتها.. جاءه إبليس من ناحية المال، فيوسوس له حتى لا يخرج الزكاة ويقتر، ويأكل أموال الناس بالباطل، مدخلا في نفسه الوهم بأن هذه الطريقة تزيد ماله.. وتجعله غنيا وتبعد عنه الفقر.. والحقيقة غير ذلك.. كما قال رسول الله صلى الله عليه وسلم:\"ما نقص مال عبد من صدقة\" أخرجه مسلم 6684.. لأن الصدقة هي التي تكثر المال.. وتضع بركة الله فيه ليزداد وينمو.. والمال هو مال الله. يتركه كل منا عندما يرحل عن الدنيا.. ولكن غير المؤمن يغفل عن هذه الحقيقة. ¶ وحينما يجد إبليس إنسان متشددا في الصلاة.. محبا للمال... يأتيه من ناحية ضعفه فيمنعه من الصدقة وأنواع البر، ثم يغريه بالمال الحرام، وتبدأ المعاصي تنسج على قلبه عودا عودا.. لتغطي القلب كله وتمنعه من ذكر الله. ¶ ولعلنا نذكر قصة ثعلبة الذي طلب من رسول الله صلى الله عليه وسلم أن يدعو له الله أن يغنيه.. فقال له رسول الله عليه الصلاة والسلام:\" قليل تؤدي شكره خير من كثير لا تطيقه\".. ولكن ثعلبة أصر.. فدعا له رسول الله صلى الله عليه وسلم.. فكثرت غنمه حتى ضاقت بها المدينة.. فخرج الى خارجها.. وبدأ قعلبة يغيب عن الصلاة مع رسول الله صلى الله عليه وسلم.. فيحضر مرة ويتخلف مرة.. حتى اقتصر على صلاة الجمعة.. ثم امتنع عن صلاة الجمعة.. ثم امتنع بعد ذلك عن دفع الزكاة.. مدعيا أنها جزية. حتى نزل فيه قول الله تعالى:",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "{ ومنهم من عاهد الله لئن أتانا من فضله لنصّدّقّنّ ولنكوننّ من الصالحين فلمّا آتاهم من فضله بخلوا به وتولوا وهم معرضون فأعقبهم نفاقا في قلوبهم الى يوم يلقونه بما أخلفو الله ما وعدوه وبما كانوا يكذبون} التوبة 70ـ77. ¶ وعندما نزلت هذه الآية الكريمة.. انزعج ثعلبة وأسرع يحمل مال لزكاة.. الى رسول الله صلى الله عليه وسلم فلم يقبله منه.. وفي عهد أبي بكر الصديق رضي الله عنه أسلرع يحمل الزكاة الى أبي بكر..ولكن أبا بكر رفض أن يقبلها منه قائلا: ما كنت أقبل ما رفضه رسول الله صلى الله عليه وسلم.. وعندما جاء عهد عمر بن الخطاب .. عرض ثعلبة الزكاة على عمر فرفض أن يقبلها منه.. ومات ثعلبة في عهد عمر بن الخطاب. ¶ هذه قصة ترينا كيف استغل الشيطان حب المال في قلب عبد من عباد الله.. ليخرجه عن الطاعة وعن المنهج.. وليقوده الى المعصية..والى الكفر والعياذ بالله، والأمثلة على ذلك كثيرة.. إنه يبحث عن نقط ضعف في الانسان لكي ينفذ اليه منها، ولا يفتر عن ذلك أبدأ حتى يوقعه في حبائله ويخرجه عن منهج الله. ¶ البحث عن الضعف ¶ وهكذا تعدد صور الاغواء، فإذا وجد إبليس العبد المؤمن متشدا في الصلاة والزكاة.. وضعيفا من ناحية المرأة مثلا.. أتاه من ناحية هذا الضعف.. فيظل يزين له امرأة خليعة.. ويوسوس له حتى يسقط في الزنا.. ويكون بذلك قد سقط في الكبائر.. ¶ فإذا كان العبد المؤمن قويا في كل هذه النواحي.. جاءه إبليس وزين له الخمر.. أو الميسر أو مجلس السوء أو النميمة.. المهم أن إبليس يترك الانسان نقط تشدده ويأتيه من نقطة ضعفه.. ¶ إياكم أن تظنوا أن الشيطان حين يغوي الانسان. ياتي له عن طريق شر ينفر منه. بل إن إبليس يلبس هذا الشر لباسا خادعا يجعله محببا الى النفس.. سهلا عليه مرغوبا فيه.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "فإذا كان إنسان يعاني ضعفا ماليا.. يأتي له ليحببه في السرقة ويزينها له.. فهو أولا يوسوس لمن يريد أن يدفعه الى السرقة.. بأنها عملية بسيطة.. ستتم بسهولة ولن تنكشف..كأن يقول له ادفع هذا الرجل.. الذي يملك مالا الى الأرض.. ثم تظاهر بأنك تساعده. على النهوض والوقوف مرة أخرى.. وفي هذه الأثناء.. التي لا يكون فيها منتبها.. اسرق حافظة نقوده!. ¶ إنه هنا هنا يبسط له الأمر، ويلبس الشر بلباس خادع.. يأتي مثلا يغري إنسانا بسرقة حقيبة.. فيبين له مكان شيخ كبير يحمل حقيبة ثقيلة.. ويقول له اعرض عليه أن تحمل عنه لتعينه.. لأنه شيخ ضعيف.. وعندما تأتي لتحمل الحقيبة.. يوسوس لك.. غافل صاحبها واهرب بها!. ¶ ياتي الى إنسان.. ليغريه على أن يمد يده لمال حرام. ويكون هذا الانسان مثلا يعمل صرافا... فيوسوس له أنه محتاج للمال الذي في خزينته.. وأنه سيأخذه كسلفة فقط.. ويعيده عندما يتيسر حاله في القريب العاجل.. ويمد الصراف يده الى المال الحرام.. ولكنه لا يستطيع أن يرده... ¶ إن الشيطان ليس أبله.. بحيث ياتي لك بصورة الشر.. على أنه شر.. ويذكرك لما ستتعرض له من العذاب في الدنيا والآخرة.. بل إنه يتسلل لك على أساس أنه خير لك.. والشيطان يجري في الانسان مجرى الدم... ¶ إن من رحمة الله سبحانه وتعالى أنه كشف لنا أسلوبه.. حتى نستطيع أن نقي أنفسنا منه.. والشيطان لا يتركك أبدا ما دت على طاعة.. بل يحاول أن ينفذ اليك من ناحية بعد أخرى حتى يوقع بك.. إلا إذا استعذت بالله دائما واستعنت به.. فإنه لا يستطيع أن ينفذ اليك ولا يكون له عليك سلطان. ¶ الوسوسة في الصلاة ¶ لقد حذرنا الله سبحانه وتعالى من طريق يستخدمه الشيطان دائما في الايقاع بخلق الله في المعصية.. فقال تبارك وتعالى: ¶ { يا أيها الذين آمنوا إنما الخمر والميسر والأنصاب والأزلام رجس من عمل الشيطان فاجتنبوه لعلكم تفلحون} المائدة 90.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وهكذا فإن كل من أخذ طريق الخمر.. أو القمار أو التقرب للأصنام.. أو محاولة ضرب الأحجار أو قراءة الورق.. أو أي نوع من أنواع الدجل لمعرفة الغيب.. فإنه يرتكب عملا من الأعمال التي يزينها الشيطان للإنسان.. ليصرفه عن عبادة الله ويوقعه في الحرام. ¶ الله سبحانه وتعالى حذرنا من ذلك.. فقال: ¶ { وأطيعوا الله وأطيعوا الرسول واحذروا} المائدة 92. ¶ هذا التحذير ليعلمنا الله أن الشيطان لن يدعنا ندخل في مجال طاعة الله وطاعة الرسول.. وسيحاول جاهدا أن يمنعنا من ذلك.. فإذا أوصدنا كل السبل.. يأتي لحظة الوضوء.. فيجعلنا ننسى هل غسلنا أيدينا أم لا؟ وهل توضأنا كما ينبغي أم لا؟ ثم يأتي وقت الصلاة.. فينسينا عدد الركعات.. أو عدد السجدات.. وهذا ليس علامة سيئة.. ولكنها علامة لصالحنا.. فالشيطان لا يقترب من الشيء الخرب أبدا.. فلو كانت صلاتنا غير مقبولة ما اقترب منها.. ولكن اقترابه منها.. معناه أنها غير مقبولة.. وأنه يريد أن يفسدها.. ولذلك ما كاد الانسان يبدأ الصلاة.. حتى يذكره بأشياء نسيها.. ويوسوس له محاولا أن يفسد صلاته. ¶ ومن وسوسة الشيطان أيضا.. أنه يغرينا بمعصية رسول الله صلى الله عليه وسلم.. ويقول لنا: هذا الأمر لم يرد في القرآن فلا تطيعون.. مع أن الله سبحانه وتعالى قال: ¶ { قل أطيعوا الله وأطيعوا الرسول} النور 54. ¶ وفوض الله تبارك وتعالى رسوله صلى الله عليه وسلم في التشريع.. فقال: ¶ { وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا} الحشر 7. ¶ ولقد قال رسول الله صلى الله عليه وسلم:\"يوشك الرجل متكئا على أريكته يحدث بحديث من حديثي فيقول بيننا وبينكم كتاب الله عز وجل، فما وجدنا فيه من حلال استحللناه، وما وجدنا فيه من حرام حرمنا، ألا وإن ما حرم رسول الله مثل ما حرم الله\". أخرجه البيهقي في مسنده 9\\557 والحاكم في المستدرك 1\\109. ¶ ووسائل الشيطان في الاغواء متنوعة.. فمنها لنزغ ومنها الهمز، ومنها الوسوسة.. والمس..",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "فكلمة نزغ معناها نخس.. وهي تختلف عن اللمس.. لأنه بين الناخس والمنخوس مسافة.. أما اللمس فهو مباشرا بلا مسافة، ولكن لا تدرك ولا تحس بحرارة من مس.. أما اللمس فإنه إدراك حرارة الملموس.. ¶ إذن فهناك ثلاث مراحل.. النزغ والمس واللمس. والنزغ من الشيطان هو أن يدخل خاطرا مهيجا الى نفسك، فيثير فيها الغضب.. ويجعلك تتصرف تصرفا أحمق.. لا يتفق مع العقل ولا مع الدين. ¶ لهذا عندما خاطب رسول الله صلى الله عليه وسلم ربه.. قال كيف يا رب أتقي الغضب؟ قال الحق سبحانه وتعالى: ¶ {وإما ينزغنّك من الشيطان نزغ فاستعذ بالله} الأعراف 200. ¶ ونحن لا نبحث هذه المسألة بالنسبة لرسول الله صلى الله عليه وسلم.. وإذا كان بعض الناس يتساءل؛ هل الشيطان يستطيع ان ينزغ رسول الله عليه الصلاة والسلام؟!. نقول لهم: إن الآية لم تقل (إذا).. إنما قالت (إما) وإما معناها أنه يحوز أن يحدث ذلك ويجوز ألا يحدث.. إذن فالمسألة فرض فيه شك.. وعدم تأكيد لشيء لن يحدث لرسول الله صلى الله عليه وسلم. ¶ ولكن لنفؤض أنه حدث.. فلماذا يحرم رسول الله صلى الله عليه وسلم من لذة مواجهة الشيطان ليصفعه ويهزمه؟ رسول الله عليه الصلاة والسلام قال:\" ما منكم من أحد إلا وقد وكّل به قرين من الجن، قالوا: وإيّاك يا رسول الله؟! فقال: وإياي؛ إلا ان الله أعانني عليه فأسلم فلا يأمرني إلا بخير\". أخرجه مسلم 7210. ¶ والشيطان ظهر لرسول الله صلى الله عليه وسلم وهو ذاهب الى المسجد.. ويقول الرسول عليه الصلاة والسلام:\" لإن عفريتا من الجن تفلت عليّ البارحة ليقطع عليّ الصلاة فأمكنني الله منه فذغدته (خنقته) فأردت ان أربطه الى سارية من سواري المسجد حت تصبحوا وتنظروا اليه كلكم، فذكرت قول أخي سليمان: رب اغفر لي وهب لي ملكا لا ينبغي لأحد من بعدي فرده الله خاسئا..\". أخرجه البخاري 461 ومسلم 1146.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "إذن فالمواجهة حدثت.. وكانت هزيمة الشيطان سريعة.. والله سبحانه وتعالى طلب من رسول الله صلى الله عليه وسلم أن يستعيذ به، والاستعاذة هي طلب المعونة.. وأنت لا تطلب المعونة الا ممن هو أقوى منك.. وأقوى ممن يحاول الاعتداء عليك. ¶ تفوق عنصر الشيطان ¶ الشيطان له خصوصيات كثيرة... يتفوق فيها على الانسان.. منها خفة الحركة.. وعدم قدرتنا على رؤيته.. وقدرته على التغلغل في نفوسنا.. إذن فالمطلوب منا.. أن نستعين بمن هو قوي قادر.. ولا يوجد أقوى على الشيطان من خالقه.. والله سميع عليم.. يسمع استعاذتنا.. ويعلم مما نستعيذ. ¶ ويجب أن نلاحظ ان الله عز وجل قد فرق في الحديث بين رسول الله صلى الله عليه وسلم وبين أمته.. فعندما خاطب رسول الله عليه الصلاة والسلام قال:{ وإمّا ينزغنّك من الشيطان نزغ فاستعذ بالله}.. ولكن عندما خاطب أمة رسول الله صلى الله عليه وسلم قال: ¶ {إن الذين اتقوا إذا مسّهم طائف من الشيطان تذكروا فإذا هم مبصرون} الأعراف 201. ¶ إذن فعندما تكلم الحق عن المؤمنين.. انتقل الى المس، ولكن من رحمته أنه لم ينتقل الى مرحلة اللمس (الالتحام). فالشيطان لا يلتحم بإنسان مؤمن.. وإنما يكون على مسافة قريبة منه.. ماذا يحدث في هذه الحالة؟ يتذكر المؤمنون قدرة الله عز وجل على الشيطان.. ويتذكرون أن منهج الله يحميهم من الشيطان.. وعين الله لا تغفل عن عباده أبدا.. ولذلك يقول الحق سبحانه وتعالى في حديث قدسي ـ ما معناه ـ: ¶ \"يا عبادي إن كنتم تعتقدون أني لا أركم فالخلل في إيمانكم، وإذا كنتم تعتقدون أني أراكم فلم جعلتموني أهون الناظرين إليكم\". ¶ وكما قلنا فإن الشيطان.. أكثر حركة وإغواء بالنسبة للمؤمنين.. لأن العاصي عاون الشيطان بشهوات نفسه.. وأصبح يعبد شهواته.. فلم يعد الشيطان محتاجا الى جهد كبير.. ليقوده الى المعصية.ز أما المؤمن الطائع.. فإنه محتاج الى جهد كبير.. ليقع في المعصية.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "قلنا إن الشيطان له نزغ.. وهمز.. وسوسة.. ومس.. وتحدثنا عن النزغ وهو كما قلنا أن يأتيك الشيطان بخاطر.. يثير فيك الغضب فتفقد عقلك.. وترتكب ما يغضب الله في نزوة الغضب. ¶ أما الهمز فهو ما يلقيه إليك الشيطان.. بصوت خافت محاولا أن يدبر لك ما تفعله لتنفذ معصية، أما الوسوسة فهي المحاولة الدائمة للشيطان.. يأتي لك من الجانب الضعيف.. محاولا أن يحبب الى نفسك الخروج عن طاعة الله.. وهذا هو العمل الدائم للشيطان.. هذه مهمته. ¶ ولكن ما هو المس؟.. الله تبارك وتعالى يقول عن الذين ياكلون الربا: ¶ {الذين ياكلون الربا لا يقومون إلا كما يقوم الذي يتخبطه الشيطان من المس} البقرة 275. ¶ فكأن الشيطان قد مسّ التكوين الانساني.. مما أفسد استقامة ملكاته.. التكوين الانساني له استقامة من الملكات.. بحيث تتسق كل حركة مع غيرها.. فإذا ما مس الشيطان أحدا من البشر.. فإن هذا الانسان الممسوس يفقد إنسجام حركات جوارحه.. فتتخبط ملكاته مع بعضها البعض وتكون حركاته غير منتظمة وغير منطقية. ¶ وإذا أردنا هذا الوصف في الآخرة.. فهي سمة تميز أهل الربا.. وإذا أردناها في الدنيا.. فهي سمة لحركة الانسان غير المنطقية.. بحيث أن الحركة تتسم بالهستيريا.. وعندما نتأمل العالم الآن وما يحدث فيه.. نجد أن الاضطراب والحركات الهستيرية تسوده.. كأن يدخل إنسان الى مدرسة أطفال.. لا يعرفها وليس له عداء لمن فيها.. ويقتل كل الأطفال بلا سبب!! أو أن يأتي إنسان الى إنسان لا يعرفه ويلقي به تحت عجلات المترو.. كما يحدث في نيويورك هذه الأيام!! ¶ التكامل وليس التكرار ¶ والله سبحانه وتعالى خلق العالم على هيئة التكامل وليس التكرار.. ولذلك تنوعت الملكات والامكانيات.. وارتقى الانسان في الكون وتقدم.. وكان المنطق يقتضي أن يعيش العالم مستريحا وهادئا.. لأن الحضارة وفرت له أكبر الثمر.. بأقل مجهود وفي أقل زمن.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "ولكن هل العالم الذي نعيش فيه عالم منطقي على هذا الواقع؟.. لا.. إننا نجد أننا أغنى بلاد العالم.. وأحسنها من ناحية الرقي الاقتصادي.. هي التي تمتلئ بأمراض النفس.. من قلق وغم واكتئاب..و حزن واضطراب وشذوذ وانتحار.. ذلك أن العالم الذي نشكو منه الآن لا يسير بمنهج الله.. ولكن يسير بهوى النفس وإغواء الشيطان.. ولذلك أصيب العالم بالهيستيريا والتناقض والتخبط.. إن العالم وما يجري فيه يبدو الآن..مصداقا لقوله تعالى: ¶ { لا يقومون إلا كما يقوم الذي يتخبطه الشيطان من المس} البقرة 275. ¶ فلماذا لم يبحث المفكرون عن سر هذا الشقاء؟.. ألم يكن على المفكرين أن يسألوا أنفسهم.. لماذا نشقى كل هذا الشقاء؟.. وعندنا من التقدم المادي ما يكفل سعاة البشر.. لماذا لم يبحثوا؟.. وكان يجب أن يفعلوا ذلك. ¶ وإذا كانت البلوى عامة كما قلنا.. فإنها لا تترك دولا متخلفة .. ولا دولا متقدمة.. إن البلوى تشمل البلاد كلها.. ولذلك لا بد أن يكون لها سبب مشترك.. والبحث لا بد أن يقودنا الى أن العالم ابتعد عن منهج الله.. فأصبحت الدنيا عندنا غاية وليست وسيلة.. والمال أصبح عندنا هدفا.. وليس مجرد مسألة لازمة لحركة الحياة وعمارة الأرض.. فالمال هو مال الله.. لا يملكه أحد.. وعندما نموت.. نترك مال الدنيا للدنيا.. فلماذا غيروا استخدامه؟.. وجعلوه غاية؟! والجواب في كلمة واحدة: إنه البعد عن منهج الله. ¶ إن الدنيا كلها.. لا يمكن أن تكون غاية.. أولا لأنها فترة محدودة وتنتهي، وثانيا لأن متاعها قليل، وثالثا لأن البقاء فيها ليس مضمونا.. فأنت لا تضمن الحياة فيها الى الساعة القادمة..",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وإذا أردنا أن نحدد مهمة الشيطان في كلمات قليلة.. فإن أساس هذه المهمة؛ أن يجعلنا ننسى أن الله موجود.. وأنه يسمع ويرى.. فالانسان لا يسرق أو يزني أو يقتل وقد استحضر في ذهنه أن الله يراه.. وأنه سيعاقبه على ما يفعل.. إنه لو استحضر ساعة الجريمة العقوبة عليها لما أقدم على جريمته.. ولكن الشيطان مهمته.. أن يجعلنا ننسى أن الله موجود.. فالذي يرتكب معصية في الخفاء.. يعتقد أنه ما دام اختفى عن أعين الناس فإن أحدا لم يره.. وينسى أن الله يسمع ويرى.. ولا تخفى عليه خافية. ¶ وفي ختام هذا الفصل نقول: إن منهج الشيطان.. هو أن يكتشف نقط ضعف الانسان لينفذ منها.. وأنه يصوّر لنا المعصية في صور محببة الى النفس.. فيغلفها بصورة زائفة للخير.. وأن شغله الشاغل.. هو مع الطائعين لله.. لا يتركهم أبدا.. وانه ينزغ الإنسان بما يثير في نفسه الغضب.. ويهمس له بما ييسر له الشر.. ويوسوس له بما يزين له المعصية.. ويجعلها محببة الى نفسه.. فإذا تمكن من الانسان مسه.. فأفقده إنسجام حركاته.. فتصبح تصرفاته نوعا من الهيستيريا والتخبط.. والشيطان له طرق إغواء متعددة، والله سبحانه وتعالى يعين المؤمنين من عباده على مقاومته ومخالفته ويترك له عباده الكافرين ليزيدهم ضلالا ومعصية.. والله جل جلاله لا يعين كافرا ولا يهديه. ¶ الفصل السادس : الشيطان وجنوده ¶ وإذا أردنا أن نكمل الصورة.. فإننا نقول: إن هناك جنودا لشيطان.. جنودا مادية من الانس والجن.. وجنودا معنوية يستخدمها في إضلاله للناس. ¶ ولكن قبل أن نبدأ الحديث، وحتى تكون الصورة واضحة فإنه لا الشيطان ولا جنوده يخرجون عن أمر الله الفعلي في كونه.. والله سبحانه وتعالى أعطانا تجربة عملية.. باني أخضع الشياطين الذي هم أعلى عنصرا في الخلق.. لبشر نبي هو سليمان عليه السلام.. وجعلهم يأتمرون بأمره ولا يستطيعون مخالفته.. واقرأ قول الحق تبارك وتعالى:",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "{ ومن الجن من يعمل بين يديه بإذن ربه، ومن يزغ منهم عن أمرنا نذقه من عذاب السعير} سبأ 12. ¶ وهكذا أخضع الله سبحانه وتعالى الجن ـ شياطينهم وصالحهم ـ كما قلنا ـ لبشر مخلوق من طين.. هو سليمان عليه السلام.. ولو أراد الحق سبحانه وتعالى.. ان يخضع لنا شياطين لأخضعهم لنا.. لأن الله جل جلاله.... استجاب لدعوة سليمان حين دعاه يطلب منه ملكا لا يعطيه الله لأحد من بعده.. واقرأ في القرآن الكريم: ¶ { قال رب اغفر لي وهب لي ملكا لا ينبغي لأحد من بعدي، إنك أنت الوهاب فسخّرنا له الرياح تجري بأمره رخاء حيث أصاب والشياطين كلّ بنّاء وغوّاص وآخرين مقرّنين في الأصفاد} ص 35ـ38. ¶ إذن فالحق سبحانه وتعالى.. حين أراد أن يخضع الشياطين للإنسان أخضعهم رغم رادتهم قهرا.. فلا يعتقد أحد أن الشياطين في الأرض تقوم بما تقوم به.. رغما عن إرادة الله في كونه.. بل كما قلنا هي من تمام مهمة الدنيا أن يكون فيها إغواء.. وفيها جهاد وإيمان.. وأن ينتصر المؤمنون بجهادهم وإيمانهم.. على إغواء الشيطان فيستحقوا الجنة. ¶ إن الشيطان كما قلنا له جنود مادية وجنود معنوية.. ومن أكبر جنود الشيطان المعنوية الغرور.. فهو يظل يحوم حول الانسان حتى يدخل الى قلبه الغرور المعنوي المعنوي والمادي ويحاول أن يجعله يغتر بماله.. أو بعلمه أو بقوته.. أو بأي شبء آخر.. المهم أن يغتر الانسان.. ويحسب أنه استغنى عن الله تبارك وتعالى.. وينسب الفضل الى نفسه.. فيقع في المعصية والكفر. ¶ الشيطان في غزوة بدر ¶ ولننظر ماذا فعل الشيطان في غزوة بدر مع الكفار ليحرّضهم على قتال المؤمنين.. إن القرآن الكريم يروي لنا هذه القصة فيقول: ¶ { وإذ زيّن لهم الشيطان أعمالهم وقال لا غالب لكم اليوم من الناس وإني جار لكم، فلما ترآءت الفئتان نكص على عقبيه وقال إني بريء منكم إني أرى ما لا ترون إني اخاف الله، والله شديد العقاب} الأنفال 48.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "هكذا كان دور الشيطان في غزوة بدر.. بدأ بزرع الكبر في قلوب الكفار. وقال لهم ستغلبون وتنتصرون على المسلمين.. إنكم الأقوياء في العتاد والعدة.. وإنهم قلة بالنسبة لإعدادكم.. إنكم ستغلبونهم كتما.. وأنا معكم سأنصركم. ¶ وظل يدخل الكبر في نفوس الكفار.. ويزين لهم أنهم أقوياء.. وأنهم منتصرون لا محالة.. حتى صدقوه وذهبوا ليحاربوا رسول الله صلى الله عليه وسلم ومن معه من المؤمنين. ¶ وعندما وصل الكفار الى موقع المعرك وأصبح القتال حتميا، نظر الشيطان ورأى قوة الايمان.. وبأس المؤمنين وتأييد الله لهم.. فأسرع هاربا تاركا أولياءه الذين وعدهم بأنه لا غالب لهم .. أسرع يهرب بعيدا.. وقال كما يروي لنا القرآن الكريم: ¶ { إني أرى ما لا ترون إني اخاف الله، والله شديد العقاب}. ¶ هنا يتوقف بعض الناس.. ليقولوا كيف يقول الشيطان إني اخاف الله؟! وإذا كان يخاف الله تبارك وتعالى.. فلماذا المعصية والاصرار على المعصية؟.. وماذا يخيف الشيطان.. وهو مطرود من رحمة الله.. ملعون رجيم خالد في النار هو وكل من تبعه؟!. ¶ نقول: إن الشيطان يخاف العذاب الذي ينتظره في الآخرة.. وهذا الخوف يملأه رغم كل ما يفعله في الدنيا.. إنه يتبرأ من كل معصية تمت على يديه.. ويحاول أن يتنصل منها ويهرب من مسؤوليتها امام الله.. ولذلك يقول الحق تبارك وتعالى: ¶ { كمثل الشيطان إذ قال للإنسان اكفر فلما كفر قال إني برئ منك إني اخاف الله رب العالمين} الحشر16. ¶ وهكذا يحاول الشيطان أن يتنصل من مسؤولية إغواء الانسان بالكفر والمعصية. حتى يوم القيامة، عندما يقف أمام الله، يلقي اللوم كله على الانسان.. ويحاول أن يهرب من المسؤولية. ¶ ويعطينا الحق سبحانه وتعالى صورة لهذا المشهد.. في قوله تعالى:",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "{ وقال الشيطان لما قضي الأمر إنّ الله وعدكم وعد الحق ووعدتكم فأخلفتكم، وما كان لي عليكم من سلطان إلا أن دعوتكم فاستجبتم لي، فلا تلوموني ولوموا أنفسكم، ما أنا بمصرخكم وما أنتم بمصرخي، إني كفرت بما أشركتمون من قبل، إن الظالمين لهم عذاب أليم} إبراهيم22. ¶ إن الشيطان الذي زين للناس كل المعاصي والكفر، يأتي يوم القيامة ويتبرأ مما فعل، ويحاول أن يلقي اللوم كله على الانسان.. ويقول إنني لم أفعل شيئا.. إلا أنني دعوتكم فاستجبتم لي.. ولولا أنكم في أنفسكم تريدون الكفر والمعصية وتميلون اليهما، ما كنت قادرا على أن آخذكم الى معصية الله.. فلا تلقوا اللوم عليّ.. ولكن ألقوه على أنفسكم، لأنكم استمعتم الى إغوائي.. ولم يكن لي سلطان أن أقهركم على المعصية وهذه حقيقة، لأن الشيطان لا يملك أن يقهر إنسانا على معصية الله جل جلاله. ¶ لا عقاب على القهر ¶ إن من دلائل رحمة الله بعباده أنه يسقط عنهم كل عمل يتم قهرا حتى يكون الحساب عدلا.. فكل ما يقهر الانسان عليه ويفعله رغم إرادته لا يحاسب عليه يوم القيامة.. مصداقا لقول الحق سبحانه وتعالى: ¶ {من كفر بالله من بعد إيمانه إلا من أكره وقلبه مطمئن بالايمان} النحل 106. ¶ وهكذا فإن الذي يكره على إعلان الكفر ـوقلبه مؤمن ـ لا يحاسب على ذلك.. ولقد جعل الله تبارك وتعالى.. منطقة الحساب ـوهي ما يعتقده القلب ـ لا يمكن ان تخضع لأي إكراه.. فأنت تستطيع أن تخضع الانسان.. ليفعل ما تريد رغما عنه.. ولكنك لا تستيطع أنتكره قلبه أبدا على أن يحبك وهو يكرهك، ولا أن تخضع القلب قهرا ليؤمن بما لا يريد أن يؤمن به.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "الله سبحانه وتعالى يخبرنا أن الشيطان ليس له سلطان على الانسان.. والسلطان إما أن يكون سلطان القهر.. بحيث يجعل الانسان يعمل شيئا رغما عنه بالقوة، وإما سلطان الحجة بحيث يقنع الانسان بأن يفعل شيئا بإرادته.. والشيطان في كلتا الحالتين لا يملك سلطان القهر ولا سلطان الحجة.. ولكنه ـ كما قلنا ـ ينفذ من جوانب الضعف في الانسان.. فيزين له ما تهواه نفسه حتى يقع في المعصية. والآية الكريمة تقول: ¶ {ما أنا بمصرخكم وما أنتم بمصرخيّ}. ¶ مصرخكم.. أي أسرع لنجدته ليزيل أسباب صراخه.. وفي هذه الحالة لا بدّ أن يكون من القوة بحيث يستطيع أن يزيل أسباب الصراخ.. فإذا هاجم لص شخصا وصرخ طالبا النجدة، فإنه لا يهب لنجدته إلا إنسان قوي يستطيع أن يتغلب على المهاجم، ولكن إذا كان الذي سمع الصراخ شيخ ضعيف فإنه لا يستطيع إن يصرخه، او يزيل سبب صراخه.. ¶ إن الشيطان يقول.. أنا لا أملك القوة لأزيل سبب صراخكم من العذاب الذي أنا ذاهب اليه معكم، ثم يتبرأ من الذين كفروا بسبب إغوائه.. ويحاول أن يتنصل من المسؤولية فيقول كما يروي لنا القرآن الكريم: ¶ {إني كفرت بما أشركتمون}. ¶ إذن فأول جنود الشيطان هو الغرور، بأن يصوّر للإنسان أنه يستطيع أن يحقق بذاته ما يشاء ويجعله يعبد نفسه. أو يعبد عقله، أو يعبد الأسباب، أو يعتقد أنه أقدر من الله سبحانه وتعالى على التشريع، فيترك منهج الله وقوانينه ويشرّع نفسه مما يسمونه القوانين الوضعية الى آخر ما نراه. ¶ ويجب أن نعلم أن الشيطان له جنود ماديون.. هم شياطين الانس والجن، وأولئك هم الذين اتبعوه واتخذوا منهجه.. يقاتلون من أجل الباطل.. ويحاربون الحق.. ويسخرون من المؤمنين، وهؤلاء يقول عنهم الله سبحانه وتعالى: ¶ { استحوذ عليهم الشيطان فأنساهم ذكر الله، أولئك حزب الشيطان، ألا إن حزب الشيطان هم الخاسرون} المجادلة19.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "حزب الشيطان هؤلاء.. يحاولون نشر الالحاد.. ويقاومون كل دعوة للحق.. ويقفون امام رسالات السماء.. يصدون عنها الناس.. وتصل المسألة الى حدّ القتال.. مصداقا لقوله تبارك وتعالى: ¶ {الذين آمنوا يقاتلون في سبيل الله والذين كفرا يقاتلون في سبيل الطاغوت} النساء 76. ¶ وهناك شياطين الجن وشياطين لبلنس.. شياطين الانس، هم الذي يكون لهم الشيطان قرينا.. أي يكون مقترنا بالإنسان... وعندما يكونالشيطان قريبا وملازما للإنسان.. يكون الإنسان قد وصل الى قمة المعصية.. لأنه ما دام الشيطان ملازما لشخص ما، فهو لا يدفعه الى الخير أبدا.. بل يدفعه دائما الى الشر.. لنه قرين سوء.. ¶ وهكذا دائما قرناء السوء يساعد بعضهم بعضا، ويقوي بعضهم قلوب بعض على اقتراف الاثم.. تراهم وقد اجتمعوا على المعصية.. في كل ليلة يجتمعون في منزل أحدهم.. ومعهم الخمر والنساء ويرتكبون كل ما يغضب الله.. وتربط بينهم المعصية في الحياة الدنيا براباط قوي متين.. ولكن في الآخرة يتبدل الحال، ويكونون أعداء لبعضهم البعض. ¶ على أن الله سبحانه وتعالى شرح لنا ماذا يفعل الشيطان في قرينه.. فقال كما يروي لنا القرآن الكريم: ¶ {ولأضلّنّهم ولأمنّينّهم ولآكرنّهم فلبيتكنّ آذان الأنعام ولآمرنّهم فليغيّرنّ خلق الله، ومن يتخذ الشيطان وليّا من دون الله فقد خسر خسرانا مبينا} النساء 119. ¶ هذا هو ما يفعله الشيطان مع قرنائه؛ إنه أولا يضلهم.. أي يبعدهم عن منهج الحق.. ويفسد لهم هذا المنهج.. وقد كانت الشياطين قبل نزول الآيات تسترق السمع في السماء على منهج الله.. فإذا علمت شيئا منهم.. أسرعوا الى قرنائهم من الكهنة والسحرة وغيرهم.. وأبلغوه بما سمعوا من المنهج محرفا.. بعد أن يضيفوا اليه ما يجعله وسيلة للضلال.. ويخفوا منه كل ما يهدي الانسان، ثم يضيف الكهنة بدورهم الى المنهج ما يحقق لهم السلطان في الدنيا.. ويدعون أنه من عند الله.. ليفسدوا به فس الأرض.. ويضلوا به الناس..",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "وهكذا حرّفت الكتب السماوية.. وأضيف اليها ما لم يأمر به الله.. وما لم ينزله.. وحذف وأخفى منها ماأمربه الله... فأصبحت لا تفي بغرض الهداية.. ولكن عندما نزل القرآن الكريم.. منعت الشياطين من استراق السمع.. وحفظ الله القرآن الكريم من أي تغيير أو تبديل.. ¶ هذا هو الاضلال. ¶ أما قول الشيطان \"لأمنينهم\".. فإن الشيطان يزين للانسان المعاصي.. التي يتمنى أن يفعلها.. ويصور له أنها ليست معصية ولكنها خير... ¶ أما مسألة الأنعام وتغيير خلق الله.. فإنه من تمام الخلق هو ما خلق الله سبحانه وتعالى.. فكل خلق لله له مهمة في الحياة.. خلق ميسرا أن يؤديها.. وتغيير هذا الخلق هو إفساد لهذه المهمة... ¶ إن الذين كانوا يشقون آذان الأنعام.. على أساس أنها للأصنام وخدامها.. خرجوا بخلق الله عنه مهمته.. فالأنعام هي متاع للإنسان.. يحمل عليها أثقاله.. ويأكل لحومها ويأخذ جلودها وأصوافها.. ولكنها لا افيد الأصنام شيئا. فكأن الشيطان يريد أن يخرج خلق الله عما خلقوا من أجله.. ويستعين في ذلك بقرنائه... ¶ وإذا نظرنا الآن.. الى بعض التجارب التي تتم كأن يأتوا بقدم كلب ويزرعونها في جسد ضفدعة.. أو غير ذلك مما يتم.. نقول لهم ماذا تستفيد الانسانية.. من ضفدعة لها قدم كلب؟ّ الضفدعة لها مهمة في الدنيا خلقت من أجلها، وخلقها بالطريقة التي خلقت بها هو من تمام أداء مهمتها.. ولكنك جئت لتفسد هذه المهمة دون أن تفعل شيئا.. وكذلك كل التجارب التي تتم.. فينتج عنها إنسان مشوّه.. نقول أفسدت خلق الله.. ولم تستفد شيئا.. وكذلك بالنسبة لكل العبث الذي يتم للسيطرة على العقل البشري.. إنما يفسد مهمته في الكون. ¶ الله سبحانه وتعالى.. إظهارا منه جل جلاله لتفاهة ما يمكن أن يفعله الشيطان.. يخبرنا بأن الشيطان.. يستعمل سلاح الخوف ليستعبد الانسان.. فيقول جل جلاله: ¶ { إنما ذلكم الشيطان يخوّف أولياءه، فلا تخافوهم وخافون إن كنتم مؤمنين} آل عمران175.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "كيف يسيطر الشيطان على الانسان بالخوف؟.. إذا تصدق الانسان خوفه الشيطان من الفقر. وإذا أراد أن يقول كلمة حق.. خوفه الشيطان من بطش رؤسائه الظالمين.. وإذا أراد أن يقوم للصلاة.. خوّفه الشيطان من أنه سيضيع منه كذا وكذا من مصالح الدنيا.. وإذا قام ليجاهد في سبيل الله.. خوفه الشيطان من قوة الكافرين وأدخل في نفسه أنه سيقتل عند بدء المعركة.. وإذا أراد أن يسعى في خير..خوّفه الشيطان في أن ذلك سيضيع وقته ومصالحه.. وإذا أراد أن ينهى عن منكر.. خوفه الشيطان من أن ذلك سيجلب عليه الأذى.. ¶ وهكذا كل خير يخطر على النفس.. يخوّف الشيطان الانسان من أنه سيقع عليه ضرر؛ في ماله أو نفسه أو أولاده أ, وظيفته أو تجارته.. أو ما يهمه من أمور دنيوية.. وبهذا السلاح ـ سلاح الخوف ـ يلقي الشيطان الرعب في نفس الانسان من ناحية لخير. ¶ على أننا قبل أن نختم هذا الكتاب.. لا بد من وقفة مع الأنبياء والرسل.. والشيطان.. هناك حكم عام وخصوصية مع عدد من أنبياء الله ورسله.. الحكم العام هو قول الله سبحانه وتعالى: ¶ { وما أرسلنا من قبلك من رسول ولا نبيّ إلا تمنّى ألقى الشيطان في أمنيته فينسخ الله ما ألقى الشيطان ثم يحكم الله آياته، والله عليم حكيم ليحعل ما يلقي الشيطان فتنة للذين في قلوبهم مرض والقاسية قلوبهم، وإن الظالمين لفي شقاق بعيد} الحج 52ـ53. ¶ نقول ما هي أمنية كل رسول.. أمنية كل رسول هي أن ينشر منهجه.. ويؤمن به لناس.. وينجح في إصلاح حركة حياتهم.. وجذبهم للإيمان.. وتركهم الكفر.. هذه هي أمنية الرسول.. ولكن هل يترك الشيطان الناس يستمعون للرسل ويؤمنون برسالاتهم؟.. لا إنه يقف لهم ليصدهم عن منهج الله.. ويبدأ بالمترفين الذين سيضرهم المنهج في نفوذهم الدنيوي.. فيجعلهم دعاة له.. يقاومون الرسالات.. ويضعون العراقيل.. ويعذبون من آمن حتى يكفر.. ويتصدون للمؤمنين بالإيذاء.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "ولكن.. هل يظل الباطل منتصرا؟.. لا.. إن الله تبارك وتعالى ينسخ ما يلقي الشيطان وينصر رسوله.. فتنجح الدعوة ويزداد عدد المؤمنين.. هذا هو معنى الآية الكريمة.. الرسول يتمنى أن ينجح في مهمته.. ولكن الشيطان يحرض العاصين والكافرين ضده.. وتنتهي المعركة بإنتصار الرسول على الشيطان. ¶ على أنه ورد ذكر الشيطان بالنسبة للرسل في أكثر من آية.. في قول أيوب عليه السلام: ¶ {أنّي مسّني الشيطان بنصب وعذاب} ص 41. ¶ وقول يوسف عليه السلام: ¶ {من بعد أن نزغ الشيطان بيني وبين اخوتي} يوسف 100. ¶ وقول الحق جل جلاله: ¶ {فأنساه الشيطان ذكر ربه فلبث في السجن بضع سنين} يوسف 42. ¶ وقوله سبحانه وتعالى: ¶ {وما أنسانيه إلا الشيطان أن أذكره} الكهف 63. ¶ وقول موسى أيضا: ¶ {قال هذا من عمل الشيطان إنه عدوّ مضلّ ملبن} القصص 15. ¶ وهذه الآيات على سبيل المثال لا الحصر.. ونقول: إن كون الأنبياء معصومين.. لا يعني أنهم ممنوعون من جهاد النفس، بل لا بدّ أن يبقى لهم شيء يجاهد كل منهم به نفسه فالرسول نفس بشرية.. فيها نوازع وشهوات، يتغلب عليها بجهاد نفسه. وإذا لم يكن لنفوس الأنبياء امور ومواقف يجاهدونها لكانوا ملائكة. ¶ لقد جعلهم الله سبحانه وتعالى بشرا حتى يكونوا قدوة للمؤمنين بهم في كفاح الشيطان، وكفاح النفس والتغلب عليهما، ولذلك سمي بعض الأنبياء بأولي العزم. والعزم هنا معناه؛ العزم في طاعة الله ومحاربة الشيطان. ¶ أما بالنسبة لموسى عليه السلام.. فعندما ضرب الرجل وقتله لم يكن قد كلف بالرسالة بعد.. ولكن كان فيه الايمان والتقوى.. فتنبه في الحال الى أن ما عمله هو من عمل الشيطان. واتجه الى الله سبحانه وتعالى. طالبا المغفرة والتوبة.. اما قوله عليه السلام:\"وما أنسانيه إلا الشيطان\".. فمعناه أن الشيطان. حاول أن يوسوس لموسى.. فتنبه موسى عليه السلام.. وتخلص من وسوسة الشيطان.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "أما بالنسبة ليوسف عليه السلام.. فغن قول الحق تبارك وتعالى:{ فأنساه الشيطان ذكر ربه}.. فهو يحمل معنيين: أن يكون الذي خرج من السجن أنساه الشيطان أن يذكر يوسف عند عزيز مصر، فلبث يوسف في السجن بضع سنين.. وإما أن يكون يوسف هو الذي نسي. ولكن المعنى الأقوى هو أن الشيطان أنسى ذلك الذي نجا أن يذكر يوسف عند عزيز مصر.. ويطلب منه إخراجه من السجن.. وبسبب ذلك بقي في السجن بضع سنين... ¶ ويؤكد هذا أن يوسف قال للرجل:\" أذكرني عند ربك\".. أي عند الملك الذي أنت ذاهب اليه .. وقل له هناك مظلوم في السجن.. أحواله كذا وكذا.. ومن هذا نفهم أن الآية لا تعني أن الشيطان أنسى يوسف ذكر الله تبارك وتعالى. ¶ أما قول أيوب عليه السلام: ¶ {أني مسني الشيطان بنصب وعذاب}.. فقد كان أيوب يشكو لربه.. أن الشيطان يوسوس له.. ويقول كيف وأنت نبي تصيبك كل هذه الابتلاءات؟.. كيف تمرض ويحدث لك ما حدث.. من فقد للأولاد.. ومعصية من الزوجة وغير ذلك... ألم يكن من الواجب أن يكرمك الله سبحانه وتعالى.. لأنك نبي.. ويمنع عنك كل هذا؟.. ولكن أيوب عليه السلام.. الذي أتعبه وأضابه كلام الشيطان بعذاب نفسي.. لم يلتفت اليه.. وإنما اتجه الى الله سبحانه وتعالى بالدعاء.. يطلب منه أن يذهب عنه ما هو فيه.. واستجاب الله جل جلاله لدعائه. ¶ وهكذا نرى أن إبليس.. حاول أن يقترب من أنبياء الله.. كما شارك في تدبير خطة قتل رسول الله صلى الله عليه وسلم في يوم الهجرة.. ولكن الله جل جلاله عصم الأنبياء والرسل منه.. ونصرهم عليه. ¶ على أننا لا بد أن نتعرّض لحديث رسول الله الذي يقول فيه:\" إن الشيطان يجري في الانسان مجرى الدم\" أخرجه مسلم 5729 ذلك أن بعض المستشرقين يحاول التشكيك في هذا الحديث..",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "ونقول لهؤلاء المشككين الذين يحاولون أن يجدوا ثغرة ينفثون من خلالها سمومهم ـ وهيهات ـ: إن الدم فيه مكونات تجري فيه.. مثل الحديد والفوسفات والكالسيوم.. وغير ذلك من المكونات التي أظهرتها لنا التحاليل الحديثة.. بل إن الميكروبات والجراثيم ـ وهي جسم مادي ـ تخترق الجلد وتدخل الى الدم.. وتظل فيه فترة حضانتها حتى تتكاثر.. وتقوم بينها وبين كرات الدم البيضاء معارك.. والشيطان ليس مخلوقا من مادة الطين.. بل هو مخلوق من مادة أكثر شفافية.. هو غاية في اللطف والدقة.. فكيف نستكثر أن يخترق الجلد ويجري في الدم كما تجري عشرات المواد الصلبة ونحن لا نحس بها؟؟!. ¶ نسأل الله أن يعصمنا من الزلل.. وألا يجعل للشيطان على قلوبنا من سبيل، إنه سميع مجيب. ¶ تمّ بحمد الله",
            "page": "60",
            "part": "1"
        }
    ],
    "t34951": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "عداوة الشيطان للإنسان"
        }
    ]
}