{
    "b34958": [
        {
            "id": "1",
            "nass": "الأخوة الإسلامية واثارها ¶ جمعها الفقير إلى الله تعالى ¶ عبد الله بن جار الله بن إبراهيم الجار الله ¶ غفر الله له ولوالديه ولجميع المسلمين ¶ بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدا عبده ورسوله - صلى الله عليه وسلم - وعلى آله وأصحابه أجمعين. ¶ أما بعد فإنه يجب على المسلم أن يحب لإخوانه المسلمين من الخير ما يحب لنفسه وأن يكره لهم من الشر ما يكره لنفسه، كما أنه يجب على المسلمين عمومًا أن يكونوا إخوة متحابين متناصحين متعاونين على البر والتقوى متناهين عن الإثم والعدوان، وأن يتآمروا بالمعروف ويتناهوا عن المنكر، وأن يكونوا كالجسد الواحد وكالبنيان المرصوص يشد بعضه بعضا كما وصفهم الرسول - صلى الله عليه وسلم - بذلك في الحديث الصحيح المتفق عليه، وأن يكونوا متوادين متراحمين متعاطفين يسودهم الحب والوئام، لذا فقد جمعت في هذه الرسالة المختصرة كلمات يسيرة فيما يتعلق بالأخوة الإسلامية وآثارها وفوائدها وحق المسلم على أخيه المسلم والحب في الله والبغض في الله والحث على الاجتماع والائتلاف والنهي عن التفرق والاختلاف مع ذكر فوائد أخرى تمس الحاجة إليها، وذكرت أرقام الآيات القرآنية من سورها ونسبت الأحاديث إلى مخرجيها، وهي مستفادة من كلام الله تعالى وكلام رسوله وكلام العلماء المحققين. ¶ وأسأل الله الكريم رب العرش العظيم بأسمائه الحسنى وصفاته العلى أن ينفع بها وأن يجعلها خالصة لوجهه الكريم ومن أسباب الفوز لديه بجنات النعيم كما أسأله تعالى أن يجمع كلمة المسلمين على الحق والهدى وأن يصلح أحوال المسلمين، قادتهم وشبابهم وأن يجعلهم هداة مهتدين وبدينه متمسكين وأن يؤلف بين قلوبها ويصلح ذات بينهم وأن ينصرهم على عدوهم وأن يهديهم صراطه المستقيم، وهو حسبنا ونعم الوكيل ولا حول ولا قوة إلا بالله العلي العظيم وصلى الله على نبينا محمد وعلى آله وأصحابه أجمعين.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "المؤلف في 1/ 11/ 1406 هـ. ¶ الأخوة ¶ هي رابطة نفسية تورث الشعور العميق بالعاطفة والمحبة والاحترام، مع كل من تربطك وإياه أواصر العقيدة الإسلامية وركائز الإيمان والتقوى، فهذا الشعور الأخوي الصادق يولد في نفس المسلم أصدق العواطف النبيلة في اتخاذ مواقف إيجابية من التعاون والإيثار والرحمة والعفو عند المقدرة، واتخاذ مواقف سلبية من الابتعاد عن كل ما يضر بالناس في أنفسهم وأموالهم وأعراضهم والمساس بكرامتهم ولقد حث الإسلام على هذه الأخوة في الله وبين مقتضياتها وملتزماتها في كثير من الآيات القرآنية والأحاديث النبوية قال الله تعالى: { إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ } [الحجرات: 10] وقال تعالى: { وَاذْكُرُوا نِعْمَةَ اللهِ عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَانًا } [آل عمران: 103] وقال عليه الصلاة والسلام: «لا يؤمن أحدكم حتى يحب لأخيه ما يحبه لنفسه» رواه البخاري ومسلم، وكان من نتيجة هذه الأخوة والمحبة في الله أن تعامل أفراد المجتمع الإسلامي عبر التاريخ وخلال العصور على أحسن ما تعامل الناس مواساة وإيثارا وتعاونا وتكافلاً. ¶ إذا علم ذلك فما عليكم يا شباب الإسلام إلا أن تلجوا باب الأخوة في الله وتتحقق قلوبكم بمعانيها لتكونوا فيما بينكم رحماء وعلى أعدائكم أقوياء أشداء متأسين برسول الله - صلى الله عليه وسلم - وبصحابته الكرام الذين وصفهم الله بقوله: { مُحَمَّدٌ رَسُولُ اللهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ } [الفتح: 29](1) وبالله التوفيق. ¶ من آثار الأخوة ونتائجها ¶ __________ ¶ (1) انظر تربية الأولاد في الإسلام للشيخ عبد الله علوان (1/362، ¶ 363).",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "عن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - «لا تحاسدوا ولا تناجشوا ولا تباغضوا ولا تدابروا ولا يبع بعضكم على بيع بعض، وكونوا عباد الله إخوانا، المسلم أخو المسلم لا يظلمه ولا يخذله ولا يكذبه ولا يحقره، التقوى ههنا ويشير إلى صدره ثلاث مرات، بحسب امرئ من الشر أن يحقر أخاه المسلم، كل المسلم على المسلم حرام دمه وماله وعرضه» رواه مسلم. ¶ أيها المسلمون العمل بهذا الحديث من أعظم الأسباب الموصلة للتآلف بين المسلمين وقلة الشحناء بينهم فالمؤمنون إخوة في النسب أبوهم آدم وأمهم حواء لا يتفاضلون إلا بالتقوى وأخوة في الدين قال تعالى: { إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ } [الحجرات: 10] وقال رسول الله - صلى الله عليه وسلم - «المؤمن للمؤمن كالبنيان يشد بعضه بعضا وشبك بين أصابعه» رواه البخاري ومسلم، وقال عليه الصلاة والسلام «مثل المؤمنين في توادهم وتراحمهم وتعاطفهم مثل الجسد إذا اشتكى منه عضوٌ تداعى له سائر الجسد بالسهر والحمَّى» رواه البخاري ومسلم، ولهذا قال - صلى الله عليه وسلم - «لا تحاسدوا» أي لا يحسد بعضكم بعضًا، والحسد تمني زوال النعمة عن أخيك المسلم وهو حرام لأنه اعتراض على الله في نعمته وقسمته وقال النبي - صلى الله عليه وسلم - «دب إليكم داء الأمم قبلكم الحسد والبغضاء هي الحالقة حالقة الدين لا حالقة الشعر» رواه البزار والبيهقي وغيرهما بإسناد جيد. ¶ وقال تعالى: { أَمْ يَحْسُدُونَ النَّاسَ عَلَى مَا آتَاهُمُ اللهُ مِنْ فَضْلِهِ } [النساء: 54]. ¶ ثم قال - صلى الله عليه وسلم - «ولا تناجشوا»، والنجش هو أن يزيد في السلعة من لا يريد شراءها ليغر غيره بها وهو حرام لأنه من أسباب العداوة والبغضاء ومن أسباب أكل المال بالباطل ولهذا قال بعض العلماء الناجش آكل ربا خائن غاش ومن غشنا فليس منَّا، ثم قال - صلى الله عليه وسلم -: «ولا تباغضوا» أي لا يبغض بعضكم بعضًا بتعاطي",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "أسباب البغضاء من السب والشتم واللعن والغيبة والنميمة والخمر والميسر . ¶ قال الله تعالى: { إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللهِ وَعَنِ الصَّلاةِ فَهَلْ أَنْتُمْ مُنْتَهُونَ } [المائدة: 91]، وقال - صلى الله عليه وسلم - «والذي نفسي بيده لا تدخلوا الجنة حتى تؤمنوا ولا تؤمنوا حتى تحابوا ألا أدلكم على شيء إذا فعلتموه تحاببتم أفشوا السلام بينكم» رواه مسلم، وقال - صلى الله عليه وسلم - «ألا أنبئكم بشراركم؟» قالوا بلى يا رسول الله قال: «المشاءون بالنميمة المفرقون بين الأحبة الباغون للبراء العنت» رواه أحمد (1) والعنت المشقة وقال تعالى: { لا خَيْرَ فِي كَثِيرٍ مِنْ نَجْوَاهُمْ إِلا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلاحٍ بَيْنَ النَّاسِ وَمَنْ يَفْعَلْ ذَلِكَ ابْتِغَاءَ مَرْضَاةِ اللهِ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا } [النساء: 114]. ¶ والتباغض المذموم هو الذي منشؤه التنافس في الدنيا واتباع الأهواء، فأما الحب لله والبغض لله فهو أوثق عرى الإيمان وأحب الأعمال إلى الله، وقال عليه الصلاة والسلام: «من أحب لله وأبغض لله وأعطى الله ومنع لله فقد استكمل الإيمان» رواه أبو داود والترمذي (2) فيجب عليك أيها المسلم محبة الله ومحبة رسوله ومحبة الصالحين ومحبة ما يحبه الله من الإيمان والعمل الصالح، لأنك مع من أحببت يوم القيامة كما يجب عليك بغض الكفر والفسوق والمعاصي وبغض الكفرة والمشركين والعصاة والملحدين. ¶ __________ ¶ (1) قال في المجمع الزوائد (8/ 93) رواه أحمد وفيه شهر بن حوشب وقد وثقه غير واحد وبقية رجال أحمد أسانيده رجال الصحيح. ¶ (2) وحسنه الأرنؤوط في جامع الأصول (1/ 239) ثم قال وله شاهد يصح به وهو ما بعده بمعناه من حديث معاذ بن أنس الجهني أخرجه الترمذي.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وصدق الله العظيم إذ يقول: { وَلَكِنَّ اللهَ حَبَّبَ إِلَيْكُمُ الإِيمَانَ وَزَيَّنَهُ فِي قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ أُولَئِكَ هُمُ الرَّاشِدُونَ * فَضْلاً مِنَ اللهِ وَنِعْمَةً وَاللهُ عَلِيمٌ حَكِيمٌ } [الحجرات: 7، 8] وقال - صلى الله عليه وسلم - «إن الله تعالى يقول يوم القيامة: أين المتحابون بجلالي؟ اليوم أظلهم في ظلي يوم لا ظل إلا ظلي» رواه مسلم. ¶ ثم قال - صلى الله عليه وسلم - «ولا تدابروا» والتدابر: التهاجر والتقاطع فإن كلا من المتقاطعين يولي صاحبه دبره ويعرض عنه ولا يسلم عليه ولا يرد عليه السلام، وفي الصحيحين أن النبي - صلى الله عليه وسلم - قال: «لا يحل لمسلم أن يهجر أخاه فوق ثلاث ليال يلتقيان فيعرض هذا ويعرض هذا وخيرهما الذي يبدأ بالسلام»، وفي رواية: «فمن هجر فوق ثلاث فمات دخل النار» رواه أبو داود والنسائي. ¶ ثم قال - صلى الله عليه وسلم -: «ولا يبع بعضكم على بيع بعض». ¶ ومعنى البيع على بيع أخيه أن يقول لمن اشترى سلعة في مدة الخيار افسخ هذا البيع وأنا أبيعك مثله أو أجود منه بثمنه والنهي للتحريم لما فيه من الإيذاء الموجب للتباغض ثم قال - صلى الله عليه وسلم -: «وكونوا عباد الله إخوانا». ¶ وفيه إشارة إلى أنهم إذا تركوا التحاسد والتناجش والتباغض والتدابر وبيع بعضهم على بيع بعض كانوا إخوانا أي تعاملوا وتعاشروا معاملة الإخوان ومعاشرتهم في المودة والرفق والشفقة والملاطفة والتعاون في الخير مع صفاء القلوب والنصيحة بكل ¶ حال فكونوا عباد الله إخوانا في المحبة والدين والرفق واللين ثم ¶ قال - صلى الله عليه وسلم -: «المسلم أخو المسلم لا يظلمه ولا يحقره ولا يخدله ولا يكذبه».",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "قال الله تعالى: { إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ وَاتَّقُوا اللهَ لَعَلَّكُمْ تُرْحَمُونَ } [الحجرات: 10]، وقال النبي - صلى الله عليه وسلم -: «انصر أخاك ظالمًا أو مظلومًا» قال: يا رسول الله انصره مظلومًا فكيف انصره ظالما؟ قال: «تمنعه من الظلم فذلك نصرك إياه» رواه البخاري ومسلم. ¶ وأما احتقار المسلم فهو ناشئ عن الكبر وقد قال - صلى الله عليه وسلم -: «لا يدخل الجنة من كان في قلبه مثقال ذرة من كبر» فقيل له: إن الرجل يحب أن يكون ثوبه حسنا ونعله حسنا فقال: «إن الله جميل يحب الجمال الكبر بطر الحق وغمط الناس» رواه مسلم، وبطر الحق دفعه ورده على قائله وغمط الناس احتقارهم. ¶ وقال تعالى: { يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللهِ أَتْقَاكُمْ إِنَّ اللهَ عَلِيمٌ خَبِيرٌ } [الحجرات: 13] فلا فضل لعربي على عجمي ولا لأبيض على أسود إلا بالتقوى قال عليه الصلاة والسلام: «إن الله قد أذهب عنكم عبية الجاهلية وهي الكبر، وفخرها بالآباء إنما هو مؤمن تقي أو فاجر شقي الناس لآدم وآدم من تراب لينتهين أقوام يفتخرون بآبائهم الذين ماتوا إنما هم فحم من فحم جهنم وليكونن أهون على الله من الجعل الذي يدهده الخرأ بأنفه»، رواه أبو داود والترمذي، وقال: حديث حسن، وقال - صلى الله عليه وسلم -: «إن الله أوحى إلي أن تواضعوا حتى لا يفخر أحد على أحد ولا يبغي أحد على أحد» رواه مسلم وغيره. ¶ ثم قال - صلى الله عليه وسلم - «التقوى ههنا ويشير إلى صدره ثلاث مرات» لا شك أن الإيمان أصله في القلب وثمرته على الجوارح فهو قول واعتقاد وعمل وحب وبغض وفعل وترك وليس الإيمان بالتحلي ولا بالتمني ولكنه ما وقر في القلب وصدقه العمل. ¶ ثم قال عليه الصلاة والسلام: «بحسب امرئ من الشر أن يحقر أخاه المسلم».",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "يعني يكفيه من الشر احتقاره لأخيه المسلم فإنه إنما يحقره، لتكبره عليه، والكبر من أعظم خصال الشر، ثم قال - صلى الله عليه وسلم -: «كل المسلم على المسلم حرام دمه وماله وعرضه» وهذا مما كان النبي - صلى الله عليه وسلم - يخطب به في المجامع الكبار العظيمة كما قال في حجة الوداع يوم النحر بمنى: «إن دماءكم وأموالكم وأعراضكم عليك حرام كحرمة يومكم هذا في شهركم هذا في بلدكم هذا» رواه البخاري ومسلم، وقال رجل لعمر بن عبد العزيز: اجعل كبير المسلمين عندك أبا وصغيرهم ابنًا وأوسطهم أخًا. ¶ وقال بعض السلف: ليكن حظ المؤمن منكم ثلاث إن لم تنفعه فلا تضره، وإن لم تفرحه فلا تغمه، وإن لم تمدحه فلا تذمه، وقال عليه الصلاة والسلام: «إن من إجلال الله إكرام ذي الشيبة المسلم وحامل القرآن غير الغالي فيه والجافي عنه وإكرام ذي السلطان المقسط» حديث حسن رواه أبو داود(1). ¶ وقال - صلى الله عليه وسلم - «ليس منا من لم يرحم صغيرنا ويعرف شرف كبيرنا» حديث صحيح رواه أبو داود والترمذي وعنه - صلى الله عليه وسلم - أنه قال: «أنزلوا الناس منازلهم» رواه أبو داود ومسلم تعليقا، وصححه الحاكم والسيوطي. ¶ وقانا الله وإياكم شرور أنفسنا وسيئات أعمالنا. ¶ اللهم طهر قلوبنا من النفاق وأعمالنا من الرياء وألسنتنا من الكذب وأعيننا من الخيانة إنك تعلم خائنة الأعين وما تخفي الصدور. ¶ اللهم أعنا على ذكرك وشكرك وحسن عبادتك، واجعلنا هداة مهتدين وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين. ¶ من فضائل الأخوة في الله (2) ¶ __________ ¶ (1) انظر جامع العلوم والحكم لابن رجب (285-294) والمجموعة الجليلة (434-436). ¶ (2) انظر رسالة الأخوة الإسلامية للشيخ عبد الله ناصح علوان.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "لما كانت الأخوة في الله ملازمة الإيمان مقرونة مع التقوى فقد جعل الله لها من الكرامة والفضل وعلو المنزلة والأجر ما يدفع أبناء الإسلام إلى التحقق بها والحرص عليها عسى أن يكونوا من المؤمنين الأطهار والمتقين الأبرار والأصفياء الأخيار ومن فضائل الأخوة في الله أن المتحابين في الله: ¶ 1- تكون وجوههم نورًا، كما في الأحاديث التي رواها أبو داود، وأحمد النسائي وابن حبان في صحيحه (1). ¶ 2- أنهم في ظل عرش الله يوم القيامة كما في حديث السبعة الذين يظلهم الله في ظله يوم لا ظل إلا ظله ومنهم رجلان تحابا في الله متفق عليه. ¶ 3- أن الله يحبهم كما في قصة الذي زار أخا له في قرية لأنه يحبه في الله فأخبره الملك أن الله يحبه كما أحبه فيه رواه مسلم. ¶ 4- أن من أحب الله وأحب لله يجد حلاوة الإيمان ولذته كما في الحديث الذي رواه البخاري ومسلم. ¶ 5- أن المحبة لله وفي الله توجب الإيمان الذي يوجب دخول الجنة كما في الحديث الذي رواه مسلم «لا تدخلوا الجنة حتى تؤمنوا ولا تؤمنوا حتى تحابوا ألا أدلكم على شيء إذا فعلتموه تحاببتم؟ أفشوا السلام بينكم». ¶ 6- الأخوة في الله جامعة الإيمان كما قال تعالى: { فَإِنْ تَابُوا وَأَقَامُوا الصَّلاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ } [التوبة: 11]. ¶ شروط الأخوة في الله(2) ¶ للأخوة في الله شروط أساسية لا ينتظم عقدها إلا بها ولا يمكن أن تكون مقبولة عند الله عزوجل إلا أن ينتهج المسلمون سبيلها ويأخذوا بأحسنها. ¶ وإليكم أيها الإخوة المسلمون أهم شرائطها وأظهر أساسياتها لعلها أن تكون ذكرى لمن كان له قلب أو ألقى السمع وهو شهيد وهي: ¶ 1- أن تكون الأخوة خالصة لله. ¶ 2- أن تكون الأخوة في الله مقرونة بالإيمان والتقوى. ¶ 3- أن تكون الأخوة ملتزمة منهج الإسلام. ¶ __________ ¶ (1) انظر الترغيب والترهيب للمنذري (4/ 424، 425، 426). ¶ (2) انظر رسالة الأخوة الإسلامية للشيخ عبد الله ناصح علوان.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "4- أن تكون الأخوة قائمة على النصح لله ولعباده قال عليه الصلاة والسلام «الدين النصيحة» قالها ثلاثا، قالوا: لمن يا رسول الله؟ قال: «لله ولكتابه ولرسوله ولأئمة المسلمين وعامتهم» رواه مسلم. ¶ من وسائل التعميق لروح الأخوة(1): ¶ وأظهر الوسائل لتعميق روح الأخوة ما يلي: ¶ 1- إذا أحب الرجل أخاه فليخبره أنه يحبه. ¶ 2- إذا فارق الأخ أخاه فليطلب منه الدعاء له بظهر الغيب. ¶ 3- إذا لقي الأخ أخاه فليطلق وجهه عند اللقاء أي يلقه بوجه متهلل بالبشر والتلطف والابتسام. ¶ 4- إذا لقي الأخ أخاه فليبادر إلى مصافحته والسلام عليه. ¶ 5- أن يكثر من زيارة أخيه المسلم بين الحين والآخر. ¶ 6- أن يهنئه ويدخل السرور عليه عند المناسبات السارة. ¶ 7- أن يعزيه ويسليه ويواسيه عند المصائب. ¶ 8- أن يساعده ويعاونه عند الحاجة. ¶ 9- أن يؤدي له حقوق الأخوة كاملة. ¶ ولا شك أيها الإخوة في الله أن الأخ إذا قام بتنفيذ هذه الوسائل نحو أخيه المسلم على الوجه الأكمل توثقت بينهما عرى المودة وتعمقت معاني المحبة وقويت أخوة الإسلام بينهما. ¶ من فوائد الأخوة وثمراتها (2) ¶ الأخوة في الله نعمة يهبها الله للجماعة المسلمة ويهبها لمن يحبهم من عباده ويترتب عليها فوائد وثمرات يجتنيها من يحب في الله ويبغض في الله وهي: ¶ 1- أنه يتذوق حلاوة الإيمان فيحيا حياة السعداء. ¶ 2- أنه يحيطه الله برحمته ويقيه شدائد يوم القيامة. ¶ 3- أنه ينال الأمن والسرور ويعد في صفوف السبعة الذين يظلهم الله يوم لا ظل إلا ظله. ¶ 4- تكون شجرة إيمانه مورقة مزهرة مباركة. ¶ 5- أنه يستشعر زيادة محبة الله ورسوله ويجد حلاوتها في قلبه. ¶ 6- المحبة في الله علامة القبول وعنوان التوفيق. ¶ 7- أن زيادة درجات الجنة تنال في صدق الإخاء في الله. ¶ __________ ¶ (1) انظر رسالة الأخوة الإسلامية. ¶ (2) انظر رسالة الأخوة تأليف جاسم محمد مهلهل (66-70).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "8- أن المتحابين في الله قلوبهم مطمئنة آمنة من الأهوال تتلألأ وجوههم نورًا وسرورًا يوم القيامة. ¶ 9- أنها عروة الإيمان الوثقى من تمسك بها نجا. ¶ 10- أنها من بشائر الأعمال الصالحة الموصلة إلى قبول الله تعالى الدالة على الهداية والنجاح. ¶ 11- أن المتحابين في الله مع الذين أنعم الله عليهم من النبيين والصديقين والشهداء والصالحين يوم القيامة. ¶ 12- أن الأخوة في الله سلوك حسن وصحبة نافعة وسيرة طيبة ونية صالحة وعيشة سعيدة. ¶ 13- أن الداعي إلى المحبة والأخوة له نصيب في الخير وسهم في الأجر. ¶ 14- أن الحب في الله يدل على كمال الدين وصفاء السريرة والعمل المتقن وخوف الله ورعاية حقه واحترام كتابه وحب نبيه - صلى الله عليه وسلم -. ¶ 15- الأخوة تعين على طاعة الله تعالى. ¶ 16- الأخوة تكافل اجتماعي إنساني. ¶ 17- الأخوة أنس ومحبة وتكاتف وإحساس بحاجة الأخ والسعي لقضائها. ¶ وبالله التوفيق وصلى الله على نبينا محمد وعلى آله وأصحابه أجمعين. ¶ حق المسلم على أخيه المسلم ¶ عن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: «حق المسلم على المسلم ست:» قيل يا رسول الله وما هن؟ قال: «إذا لقيته فسلم عليه وإذا دعاك فأجبه، وإذا استنصحك فانصحه وإذا عطس فحمد الله فشمته وإذا مرض فعده، وإذا مات فاتبعه» رواه مسلم. ¶ هذه الحقوق الستة من قام بها في حق المسلمين كان قيامه بغيرها أولى وحصل له أداء هذه الواجبات الحقوق التي فيها الخير الكثير والأجر العظيم من الله تعالى: ¶ الأولى: إذا لقيته فسلم عليه فإن السلام تحية المسلمين وأتم هذه التحية وأكملها (السلام عليكم ورحمة الله وبركاته) فهو دعاء للمسلم عليه بالسلامة والرحمة والبركة. والسلام اسم من أسماء الله الحسنى.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "والسلام من محاسن الإسلام ومن حق المسلم على أخيه المسلم وابتداؤه سنة عند اللقاء على من عرفت ومن لم تعرف من صغير وكبير وغني وفقير وشريف ووضيع وهو يتضمن تواضع المسلم وأنه لا يتكبر على أحد فمن بدأ الناس بالسلام فقد برئ من الكبر، وأولى الناس بالله من بدأهم بالسلام وأبخل الناس الذي يبخل بالسلام. ¶ وإفشاء السلام من أسباب المحبة والألفة بين المسلمين الموجبة للإيمان الذي يوجب دخول الجنة والنجاة من النار كما قال النبي - صلى الله عليه وسلم -: «لا تدخلوا الجنة حتى تؤمنوا ولا تؤمنوا حتى تحابوا ألا أدلكم على شيء إذا فعلتموه تحاببتم؟ أفشوا السلام بينكم» رواه مسلم، وعلى المسلم عليه رد السلام بمثله أو بأحسن منه. قال تعالى: { وَإِذَا حُيِّيتُمْ بِتَحِيَّةٍ فَحَيُّوا بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا } [النساء: 86] . ¶ هذه تحية المسلمين التي جاء بها الإسلام وهي التحية المباركة الطيبة والله تعالى هو السلام ومنه السلام.. وتحية المسلمين في الدنيا والآخرة هي السلام: { تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلامٌ } [الأحزاب: 44] { لا يَسْمَعُونَ فِيهَا لَغْوًا وَلا تَأْثِيمًا * إِلا قِيلاً سَلامًا سَلامًا } [الواقعة: 25، 26]. يسلم عليهم الرب الكريم وتسلم عليهم الملائكة ويسلم بعضهم على بعض وقد سلموا من كل آفة ونقص. ¶ يا أخي المسلم إذا كان هذا شأن الإسلام دين المحبة والسلام دين الألفة والإخاء والعاقبة الحميدة والراحة التامة والكرامة الدائمة والخلود في النعيم فما أجدرنا نحن المسلمين بتطبيق تعاليمه والعمل بأحكامه والسير على مناهجه. ¶ ثانيًا: ومن حق أخيك المسلم عليك إذا دعاك فأجبه أي دعاك إلى طعام أو شراب فاجبر خاطر أخيك الذي أكرمك بالدعوة وأجبه لذلك إلا أن يكون لك عذر شرعي، قال النبي - صلى الله عليه وسلم - «من دعاكم فأجيبوه» رواه أبو داود والنسائي بسند صحيح.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ثالثًا: ومن حق أخيك المسلم عليك إذا استنصحك فانصح له أي إذا استشارك في عمل من الأعمال هل يعمله أم لا؟ فانصح له بما تحب لنفسك فإن كان العمل نافعًا من كل وجه فحثه على فعله، وإن كان مضرا فحذره منه وإن احتوى على نفع وضر فاشرح له ذلك ووازن بين المنافع والمضار والمصالح والمفاسد وكذلك إذا شاورك على معاملة أحد من الناس أو التزوج منه أو تزويجه فأظهر له محض نصحك واعمل له من الرأي ما تعمله لنفسك. ¶ وإياك أن تغشه في شيء من ذلك فمن غش المسلمين فليس منهم وقد ترك واجب النصيحة، وهذه النصيحة واجبة على كل حال ولكنها تتأكد إذا استنصحك وطلب منك الرأي النافع ولهذا قيده بهذه الحالة التي تتأكد وفي الحديث «الدين النصيحة» قالها ثلاثا رواه مسلم. ¶ رابعا: ومن حق أخيك المسلم عليك إذا عطس فحمد الله فشمته وذلك أن العطاس نعمة من الله بخروج هذه الريح المحتقنة في أجزاء بدن الإنسان يسر الله لها منفذًا تخرج منه فيستريح العاطس فشرع له أن يحمد الله على هذه النعمة وشرع لأخيه المسلم أن يقول له: يرحمك الله وأمره أن يجيبه بقوله: يهديكم الله ويصلح بالكم (1) فمن لم يحمد الله لم يستحق التشميت ولا يلومن إلا نفسه فهو الذي فوت على نفسه النعمتين. ¶ نعمة الحمد لله ونعمة دعاء أخيه المترتب على الحمد، وسمي الدعاء للعاطس بالرحمة تشميتا لأنه دعاء له بما يزيل عنه شماتة الأعداء وهي فرحهم بما يصيبه، وقيل: التسميت بالسين المهملة فيكون دعاء له بحسن السمت وهو السداد والاستقامة. ¶ __________ ¶ (1) كما في الحديث الذي رواه البخاري.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "خامسًا: من حق أخيك المسلم عليك إذا مرض فعده فإن عيادة المريض وزيارته من حقوق المسلم وخصوصًا من له حق عليك، متأكد كالقريب والجار والنسيب والصاحب وهي من أفضل الأعمال الصالحة ومن عاد أخاه المسلم لم يزل يخوض في الرحمة فإذا جلس عنده غمرته الرحمة ومن عاده في أول النهار صلت عليه الملائكة حتى يمسي، ومن عاده آخر النهار صلت عليه الملائكةحتى يصبح كما في الحديث الذي رواه الترمذي وأبو داود(1). ¶ ويبنغي للعائد أن يشرح خاطر المريض بالبشارة بالعافية والدعاء له بالشفاء ويذكره التوبة والإنابة إلى الله والإكثار من الذكر والدعاء والاستغفار ويأمره بالوصية النافعة ولا يطيل عنده الجلوس بل بقدر العيادة إلا أن يؤثر المريض كثرة تردده عليه وجلوسه عنده فلكل مقام مقال. ¶ سادسًا: من حق المسلم على المسلم اتباع جنازته إذا مات فإن من تبع الجنازة حتى يصلى عليها فله قيراط من الأجر فإن تبعها حتى تدفن فله قيراطان كل قيراط مثل الجبل العظيم (2) واتباع الجنازة فيه حق لله وحق للميت وحق لأقاربه الأحياء. ¶ أيها المسلم الكريم أعود فأقول: من حق أخيك المسلم عليك أن تسلم عليه إذا لقيته وتجيبه إذا دعاك وتشمته إذا عطس وأن تعوده إذا مرض وتشهد جنازته إذا مات وتبر قسمه إذا أقسم عليك في شيء لا محذور فيه فتفعل ما حلف عليك من أجله حتى لا يحنث في يمينه. ¶ __________ ¶ (1) وقال الترمذي: حديث حسن غريب وصححه الحاكم (انظر مشكاة المصابيح (1/ 489)). ¶ (2) كما في الحديث الصحيح المتفق عليه.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ومن حق أخيك المسلم عليك أن تنصح له إذا استنصحك وتحفظه بظهر الغيب إذا غاب عنك وأن تحب له ما تحب لنفسك من الخير وتكره له ما تكره لنفسك من الشر قال - صلى الله عليه وسلم - «لايؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه» متفق عليه، وقال عليه الصلاة والسلام «مثل المؤمنين في توادهم وتراحمهم وتعاطفهم كمثل الجسد إذا اشتكى منه عضو تداعى له سائر الجسد بالسهر والحمى» متفق عليه، وقال «المؤمن للمؤمن كالبنيان يشد بعضه بعضا وشبك بين أصابعه» متفق عليه. ¶ ومن حق المسلم على المسلم أن يخالقه بخلق حسن فيبذل له المعروف ويكف عنه الأذى وأن يوقره إن كان كبيرًا ويرحمه إن كان صغيرًا وأن ينصفه من نفسه ويعامله بما يحب أن يعامله به وأن يساعده إذا احتاج إلى مساعدة، وأن يشفع له في قضاء حاجته، فمن أحسن إلى عباد الله أحسن الله إليه ومن فرج عن مؤمن كربة من كرب الدنيا فرج الله عنه كربة من كرب يوم القيامة ومن يسر على معسر يسر الله عليه في الدنيا والآخرة، ومن ستر مسلمًا ستره الله في الدنيا والآخرةوالله في عون العبد ما كان العبد في عون أخيه(1) فالجزاء من جنس العمل وما ربك بظلام العبيد(2). ¶ اللهم اغفر للمسلمين والمسلمات والمؤمنين والمؤمنات، واجمع كلمتهم على الحق وأصلح قادتهم وألف بين قلوبهم وأصلح ذات بينهم وانصرهم على عدوك وعدوهم واهدهم سبل السلام وأخرجهم من الظلمات إلى النور واجعلهم شاكرين لنعمتك مثنين بها عليك قابليها وأتمها عليهم برحمتك يا أرحم الراحمين، وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين. ¶ فصل ¶ ومن حق أخيك المسلم عليك ما يلي: ¶ 1- أن تحب له ما تحب لنفسك من الخير وأن تكره له ما تكره لنفسك من الشر. ¶ __________ ¶ (1) كما في الحديث الذي رواه مسلم. ¶ (2) انظر سبل السلام شرح بلوغ المرام (4/ 200-224) وبهجة قلوب الأبرار وقرة عيون الأخيار بشرح جوامع الأخبار للشيخ عبد الرحمن بن ناصر السعدي (90-92).",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "2- أن لا تؤذي أحدا من المسلمين بقول ولا فعل «المسلم من سلم المسلمون من لسانه ويده» متفق عليه. ¶ 3- ألاَّ تنقل الكلام بين الناس على جهة الإفساد بينهم وأن لا تذكر أحدًا بما يكره. ¶ 4- ألاَّ تزيد في الهجر على ثلاثة أيام لغير سبب شرعي. ¶ 5- أن تحسن إلى كل أحد بحسب القدرة والاستطاعة بكل أنواع الإحسان القولي والفعلي. ¶ 6- ألاَّ تدخل على أحد إلا بإذنه. ¶ 7- أن تخالق الناس بخلق حسن. ¶ 8- الوفاء بحق الصحبة والإخلاص في المودة. ¶ 9- أن ترحم الصغير وتوقر الكبير. ¶ 10- أن تكون مع كافة المسلمين مستبشرًا طلق الوجه لين الجانب. ¶ 11- أن تأمر أخاك المسلم بالمعروف وتنهاه عن المنكر. ¶ 12- أن تنصف الناس من نفسك فتعاملهم بما تحب أن يعاملوك به. ¶ 13- أن تصلح بين الناس إذا تخاصموا وتقرب بينهم إذا تباعدوا. ¶ 14- أن تستر عورات المسلمين. ¶ 15- أن تشيع جنائزهم وتزور قبورهم. ¶ 16- أن تشفع لكل من له حاجة من المسلمين إلى من لك عنده منزلة وتسعى في قضاء حاجته. ¶ 17- أن تبدأ من تلقى بالسلام والمصافحة قبل الكلام. ¶ 18- أن تصوم عرض أخيك المسلم ونفسه وماله عن الظلم والعدوان مهما قدرت وترد عنه وتناضل دونه وتنصره فإن ذلك يجب عليك بمقتضى أخوة الإسلام. ¶ 19- ألاَّ تعد مسلمًا بوعد إلا وتفي به. ¶ 20- أن تتواضع لكل مسلم ولا تستكبر عليه. ¶ 21- الدعاء لأخيك المسلم في حياته وبعد موته. ¶ 22- أن تتقي مواضع التهم صيانة لقلوب الناس عن سوء الظن بك وألسنتهم عن غيبتك. ¶ 23- أن تصل من قطعك، وتعطي من حرمك، وتعفو عمن ظلمك، وتحسن إلى من أساء إليك. ¶ 24- أن تشكر من أحسن إليك وتكافئه على إحسانه وتدعو له. ¶ 25- إذا ابتليت بذي شر فينبغي أن تجامله وتتقيه وتداريه وتقابل إساءته بالإحسان إليه.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "26- أن تسلم على أخيك المسلم إذا لقيته، وتجيبه إذا دعاك، وتشمته إذا عطس، وتعوده إذا مرض، وتشهد جنازته إذا مات، وتبر قسمة إذا أقسم عليك، وتنصحه إذا استنصحك، وتحفظه بظهر الغيب إذا غاب عنك، وبالله التوفيق (1). ¶ الترغيب في الحب في الله تعالى ¶ والترهيب من حب الأشرار وأهل البدع ¶ لأن المرء مع من أحب(2) ¶ عن أنس رضي الله عنه عن النبي - صلى الله عليه وسلم - قال: «ثلاث من كن فيه وجد بهن حلاوة الإيمان من كان الله ورسوله أحب إليه مما سواهما، ومن أحب عبدًا لا يحبه إلا لله، ومن يكره أن يعود في الكفر بعد أن أنقذه الله منه كما يكره أن يقذف في النار» وفي رواية: «ثلاث من كن فيه وجد حلاوة الإيمان وطعمه أن يكون الله ورسوله أحب إليه مما سواهما، وأن يحب في الله ويبغض في الله، وأن توقد نار عظيمة فيقع فيها أحب إليه من أن يشرك بالله شيئًا» رواه البخاري ومسلم وغيرهما. ¶ وعن أبي هريرة رضي الله عنه: «أن رجلا زار أخًا في قرية فأرصد الله على مدرجته ملكًا فلما أتى عليه قال: أين تريد؟» قال: أريد أخا لي في هذه القرية. قال: هل لك عليه من نعمة تربها؟ قال: لا غير أني أحبه في الله، قال: فإني رسول الله إليك أن الله قد أحبك كما أحببته فيه» رواه مسلم. ¶ والمدرجة هي الطريق وقوله (تربها) أي تقوم بها وتسعى في إصلاحها وعن أنس رضي الله عنه: أن رجلا سأل رسول الله - صلى الله عليه وسلم - متى الساعة؟ قال: «وما أعددت لها؟» قال: لا شيء إلا أني أحب الله ورسوله، قال: «أنت مع من أحببت» قال أنس: ما فرحنا بشيء فرحنا بقول النبي - صلى الله عليه وسلم - «أنت مع أحببت» قال أنس: فأنا أحب النبي - صلى الله عليه وسلم - وأبا بكر وعمر وأرجو أن أكون معهم بحبي إياهم، رواه البخاري ومسلم. ¶ __________ ¶ (1) انظر موعظة المؤمنين من إحياء علوم الدين (1/ 148-154) ومختصر منهاج القاصدين (95-106). ¶ (2) الترغيب والترهيب للمنذري (4/ 149).",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وعن ابن مسعود رضي الله عنه قال: جاء رجل إلى رسول الله - صلى الله عليه وسلم - فقال: يا رسول الله كيف ترى في رجل أحب قومًا ولم يلحق بهم؟ فقال: «المرء مع من أحب» رواه البخاري ومسلم وقوله: ولم يلحق بهم أي لم يعمل مثل عملهم، فدلت هذه الأحاديث على فضل محبة الله ورسوله والصالحين من عباده والحث عليها وملازمتها وبالله التوفيق. ¶ فصل ¶ في الحب في الله والبغض في الله أيضًا ¶ في الصحيحين عن عائشة رضي الله عنها عن النبي - صلى الله عليه وسلم - أنه قال: «الأرواح جنود مجندة فما تعارف منها ائتلف وما تناكر منها اختلف» وهذه الأخوة الخاصة هي التي عقدها رسول الله - صلى الله عليه وسلم - بين أصحابه، وقد علم أن الأخوة العامة في قول تعالى: { إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ } [الحجرات: 10] فهي واقعة بينهم قبل عقده غير أنه زاد الأمر الخاص. ¶ وهذه الأخوة هي التي توجب المحبة في الله عز وجل وهي أوثق عرى الإيمان أن يحب في الله ويبغض في الله، ومن جملة السبعة الذين يظلهم الله في ظله يوم لا ظل إلا ظله رجلان تحابا في الله اجتمعا عليه وتفرقا عليه، وفي صحيح مسلم عن أبي هريرة رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال: «إن الله تعالى يقول يوم القيامة: أين المتحابون بجلالي؟ أظلهم في ظلي يوم لا ظل إلا ظلي» وأخرج الإمام أحمد بإسناد صحيح عن عبادة بن الصامت رضي الله عنه قال: سمعت رسول الله - صلى الله عليه وسلم - يقول فيما يرويه عن ربه تبارك وتعالى: «حقت محبتي للمتحابين في، وحقت محبتي للمتواصلين في وحقت محبتي للمتزاورين في، وحقت محبتي للمتباذلين في»، والأحاديث في هذا المعنى كثيرة جدا. ¶ والأخوة في الله والصداقة مطلوبة شرعًا وطبعًا قال الله تعالى: { هُوَ الَّذِي أَيَّدَكَ بِنَصْرِهِ وَبِالْمُؤْمِنِينَ } بمعنى قواك بهم { وَأَلَّفَ بَيْنَ قُلُوبِهِمْ } جمع بينها في المحبة.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "والمراد بالآية الأوس والخزرج وهم الأنصار رضي الله عنهم، وكانت بينهم عداوات في الجاهلية فألف الله بينهم، وهذا من أعجب الآيات كانوا ذوي أنفة شديدة فلو لطم رجل رجلا لقاتلت عنه قبيلته، فآل بهم الإسلام إلى أن يقتل الرجل ابنه وأباه في طاعة الله عز وجل، والجامع بين المسلمين الإسلام فقد اكتسبوا به أخوة أصيلة وجب عليهم بذلك حقوق لبعضهم على بعض. ¶ وفي الصحيحين عن النعمان بن بشير رضي الله عنه عن النبي - صلى الله عليه وسلم - قال: «مثل المؤمنين في توادهم وتراحمهم وتعاطفهم مثل الجسد إذا اشتكى منع عضو تداعى له سائر الجسد بالسهر والحمى». وفيهما عن أبي موسى رضي الله عنه عن النبي - صلى الله عليه وسلم - أنه قال: «المؤمن للمؤمن كالبنيان يشد بعضه بعضا وشبك بين أصابعه». ¶ واعلم أن هذا الثواب في هذه المحبة إنما يكون إذا كانت في الله خالصة لا يشوبها كدر، وإذا قويت محبة الله عز وجل في القلب قويت محبة أوليائه والصالحين من عباده، فلينظر الإنسان من يؤاخي ومن يحب ولا ينبغي أن يتخير إلا من سبر عقله ودينه. ¶ وروى الإمام أحمد والترمذي والحاكم وقال: صحيح الإسناد والبيهقي وغيرهم عن معاذ بن أنس رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال: «من أعطى لله ومنع لله وأحب لله وأبغض لله وأنكح لله فقد استكمل الإيمان» ورواه أبو داود من حديث أبي أمامة بنحوه وليس فيه: «وأنكح لله» (1). ¶ من أسباب المحبة والتآلف بين المسلمين ¶ لقد شرع الله في الإسلام أمورًا تسبب التآلف والمحبة بين المسلمين فمنها: ¶ 1- مشروعية أداء الصلوات الخمس مع الجماعة في المساجد حيث يلتقي المسلمون فيها في اليوم والليلة خمس مرات فيتعارفون ويتآلفون ويسلم بعضهم على بعض ويصافح بعضهم بعضًا وكل ذلك من أسباب المحبة والتآلف وزوال التقاطع بين المسلمين. ¶ __________ ¶ (1) انظر غذاء الألباب بشرح منظومة الآداب للسفاريني (2/ 473-475).",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "2- صلاة الجمعة في المسجد الجامع حيث يجتمع فيه سكان الحي فيحصل فيه اللقاء بين الأسر فيسلم بعضهم على بعض، فحضور سكان الحي في مكان واحد وصلاتهم خلف إمام واحد في مسجد واحد واستماعهم للخطبة والموعظة كل ذلك من أسباب المؤانسة والمودة والتعاون واتحاد الكلمة. ¶ 3- الحج فإن الله أوجبه على المستطيع مرة في عمره فيجتمع المسلمون من مشارق الأرض ومغاربها في مكان واحد ولباس واحد في وقت واحد يعبدون ربًّا واحدًا فيتعارفون ويتآلفون ويتعاونون ويحلون مشاكلهم وتتوحد كلمتهم. ¶ 4- إفشاء السلام بين المسلمين فإنه إذا سلم بعضهم على بعض حصل بذلك الاستئناس والمحبة كما قال النبي - صلى الله عليه وسلم - «لا تدخلوا الجنة حتى تؤمنوا ولا تؤمنوا حتى تحابوا إلا أدلكم على شيء إذا فعلتموه تحاببتم أفشوا السلام بينكم» رواه مسلم، وسئل - صلى الله عليه وسلم - أي الإسلام خير؟ قال: «تطعم الطعام وتقرأ السلام على من عرفت ومن لم تعرف» رواه البخاري ومسلم. ¶ 5- تبادل الهدايا فإنها تزيد في المحبة وتذهب الأحقاد والشحناء، وحرَّم الإسلام التهاجر والتقاطع بين المسلمين قال - صلى الله عليه وسلم - «لا يحل لمسلم أن يهجر أخاه فوق ثلاث ليال يلتقيان فيعرض هذا ويعرض هذا وخيرهما الذي يبدأ بالسلام» رواه البخاري ومسلم(1). ¶ وبالله التوفيق وصلى الله وسلم على نبينا محمد وعلىآله وأصحابه أجمعين،،، ¶ آداب الأخوة في الله ¶ والحب والبغض فيه سبحانه وتعالى(2) ¶ __________ ¶ (1) انظر كتاب البصائر في تذكير العشائير (673). ¶ (2) من كتاب منهاج المسلم لأبي بكر الجزائري (121-125).",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "المسلم بحكم إيمانه بالله تعالى لا يحب إذا أحب إلا في الله، ولا يبغض إذا أبغض إلا في الله، لأنه لا يحب إلا ما يحب الله ورسوله، ولا يكره إلا ما يكره الله ورسوله، فهو إذًا بحب الله ورسوله يحب وببغضهما يبغض، ودليله في هذا قول الرسول - صلى الله عليه وسلم - «من أحب لله وأبغض لله وأعطى لله ومنع لله فقد استكمل الإيمان» (1) . ¶ وبناء على هذا فجميع عباد الله الصالحين يحبهم المسلم ويواليهم، وجميع عباد الله الفاسقين عن أمر الله ورسوله يبغضهم ويعاديهم، غير أن هذا غير مانع للمسلم أن يتخذ إخوانا أصدقاء في الله يخصهم مزيد محبة ووداد، إ رغب الرسول - صلى الله عليه وسلم - في اتخاذ مثل هؤلاء الإخوان والأصدقاء بقوله: «المؤمن ألف مألوف، ولا خير فيمن لا يألف ولا يؤلف » (2). ¶ وقوله: «إن حول العرش منابر من نور عليها قوم لباسهم نور، ووجوههم نور ليسوا بأنبياء ولا شهداء، يغبطهم النبيون والشهداء» فقالوا: يا رسول الله، صفهم لنا فقال: «المتحابون في الله، والمتجالسون في الله، والمتزاورون في الله» (3) وقوله - صلى الله عليه وسلم - «إن الله تعالى يقول: حقت محبتي للذين يتزاورون من أجلي، وحقت محبتي للذين يتناصرون من أجلي» (4). ¶ وقوله: «سبعة يظلهم الله في ظله يوم لا ظل إلا ظله: إمام عادل، وشاب نشأ في عبادة الله، ورجل قلبه معلق بالمسجد إذا خرج منه حتى يعود إليه ورجلان تحابا في الله فاجتمعا على ذلك، وتفرقا عليه، ورجل ذكر الله خاليًا ففاضت عيناه، ورجل دعته امرأة ذات حسب وجمال فقال: إني أخاف الله تعالى، ورجل تصدق بصدقة فأخفاها حتى لا تعلم شماله ما تنفق يمينه» (5). ¶ __________ ¶ (1) رواه أبو داود وغيره. ¶ (2) رواه أحمد والطبراني والحاكم وصححه. ¶ (3) رواه النسائي وهو صحيح. ¶ (4) رواه أحمد والحاكم وصححه. ¶ (5) رواه البخاري.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وقوله - صلى الله عليه وسلم -: «إن رجلاً زار أخًا له في الله فأرصد الله له ملكًا، فقال: أين تريد؟ قال أريد أن أزور أخي فلانًا فقال: لحاجة لك عنده؟ قال؟ لا، قال لقرابة بينك وبينه؟ قال: لا، قال: فبنعمة لك عنده؟ قال: لا، قال: فبم؟ قال: أحبه في الله»، قال: «فإن الله أرسلني إليك أخبرك بأنه يحبك لحبك إياه، وقد أوجب لك الجنة»(1). ¶ (وشرط هذه الأخوة) أن تكون لله وفي الله بحيث تخلو من شوائب الدنيا وعلائقها المادية بالكلية، ويكون الباعث عليها الإيمان بالله لا غير. ¶ وأما آدابها فهي أن يكون المتخذ أخًا: ¶ 1- عاقلا، لأنه لا خير في أخوة الأحمق وصحبته، إذ قد يضر الأحمق الجاهل من حيث يريد أن ينفع. ¶ 2- حسن الخلق، إذ سيئ الخلق وإن كان عاقلاً فقد تغلبه شهوة أو يتحكم فيه غضب فيسيء إلى صاحبه. ¶ 3- تقيا لأن الفاسق الخارج عن طاعة ربه لا يؤمن جانبه، إذ قد يرتكب ضد صاحبه جريمة لا يبالي معها بأخوة أو غيرها لأن من لا يخاف الله تعالى لا يخاف غيره بحال من الأحوال. ¶ 4- ملازمًا للكتاب والسنة بعيدًا عن الخرافة والبدعة، إذ المبتدع قد ينال صديقه من شؤم بدعته، ولأن المبتدع وصاحب الهوى هجرتهما متعينة، ومقاطعتهما لازمة، فكيف تمكن خلتهما وصداقتهما وقد أوجز هذه الآداب في اختيار الأصحاب أحد الصالحين فقال يوصي ابنه: يا بني إذا عرضت لك على صحبة الرجال حاجة فاصحب من إذا خدمته صانك، وإن صحبته زانك، وإن قعد بك مؤونة مانك، اصحب من إذا مددت يدك بخير مدها، وإن رأى منك حسنة عدها، وإن رأى سيئة سدها: اصحب من إذا سألته أعطاك وإن سكت ابتداك، وإن نزلت بك نازلة واساك، اصحب من إذا قلت صدق قولك، وأن حاولتما امرًا أمرك، وإن تنازعتما شيئا آثرك». ¶ حقوق الأخوة في الله: ¶ ومن حقوق هذه الأخوة ما يلي: ¶ __________ ¶ (1) رواه مسلم.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "1- المواساة بالمال (1) فيواسي كل منهما أخاه بماله إن احتاج إليه، بحيث يكون دينارهما ودرهمهما واحدًا لا فرق بينهما فيه، كما روي عن أبي هريرة رضي الله عنه إذ أتاه رجل فقال: إني أريد أن أؤاخيك في الله، قال: أتدري ما حق الإخاء؟ قال: عرفني، قال: «لا تكون أحق بدينارك ودرهمك مني» قال: لم أبلغ هذه المنزلة بعد، قال: فاذهب عني. ¶ 2- أن يكون كل منهما عونا لصاحبه يقضي حاجته ويقدمها على نفسه يتفقد أحواله كما يتفقد أحوال نفسه، ويؤثره على نفسه، وعلى أهله وأولاده، ويسأل عنه بعد كل ثلاث فإن كان مريضًا عاده، وإن كان مشغولاً أعانه، وإن كان ناسيا ذكره يرحب به إذا دنا، ويوسع له إذا جلس، ويصغي إليه إذا حدث. ¶ 3- أن يكف عنه لسانه إلا بخير، فلا يذكر له عيبًا في غيبته أو حضوره ولا يستكشف أسراره، ولا يحاول التطلع إلى خبايا نفسه وإذا رآه في طريقه لحاجة من حاجات نفسه فلا يفاتحه ذكرها، ولا يحاول التعرف إلى مصدرها أو موردها، يتلطف في أمره بالمعروف، أو نهيه عن المنكر، لا يماريه في الكلام ولا يجادله بحق أو بباطل، لا يعاتبه في شيء ولا يعتب عليه في آخر. ¶ 4- أن يعطيه من لسانه ما يحبه منه، فيدعوه بأحب أسمائه إليه، ويذكره بالخير في الغيبة والحضور، يبلغه ثناء الناس عليه، مظهرًا اغتباطه بذلك، وفرحه به، لا يسترسل في نصحه فيقلقه، ولا ينصحه أمام الناس فيفضحه، كما قال الإمام الشافعي رحمه الله تعالى: من وعظ أخاه سرًّا فقد نصحه وزانه، ومن وعظه علانية فقد فضحه وشانه. ¶ 5- يعفو عن زلاته، ويتغاضى عن هفواته، يستر عيوبه، ويحسن به ظنونه، وإن ارتكب معصية سرًّا أوعلانية فلا يقطع مودته، ولا يهمل أخوته، بل ينتظر توبته وأوبته، فإن أصر فله صرمه وقطعه، أو الإبقاء على أخوته مع إسداء النصيحة، ومواصلة الموعظة رجاء أن يتوب فيتوب الله عليه. ¶ __________ ¶ (1) المعاونة والمساعدة.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "قال أبو الدرداء رضي الله عنه: «إذا تغير أخوك، وحال عما كان عليه فلا تدعه لأجل ذلك، فإن أخاك يعوج مرة ويستقيم أخرى». ¶ 6- أن يفي له في الأخوة فيثبت عليها ويديم عهدها، لأن قطعها محبط لأجرها وإن مات نقل المودة إلى أولاده، ومن والاه من أصدقائه، محافظة على الأخوة ووفاء لصاحبها، فقد أكرم رسول الله - صلى الله عليه وسلم - عجوزًا دخلت عليه فقيل له في ذلك فقال: «إنها كانت تأتينا أيام خديجة، وإن كرم العهد من الدين»(1). ¶ ومن الوفاء أن لا يصادق عدو صديقه، إذ قال الشافعي رحمه الله تعالى: إذا أطاع صديقك عدوك، فقد اشتركا في عداوتك. ¶ 7- أن لا يكلفه ما يشق عليه، وأن لا يحمله ما لا يرتاح معه فلا يحاول أن يستمد منه شيئًا من جاه أو مال، أو يلزمه بالقيام بأعمال، إذ أصل الأخوة كانت لله فلا ينبغي أن تحول إلى غيره من جلب منافع الدنيا، أو دفع المضار، وكما لا يكلفه لا يجعله يتكلف له إذ كلاهما مخل بالأخوة مؤثر فيها منقص من أجرها المقصود منها، فعليه أن يطوي معه بساط التزمت والتكلف والتحفظ، إذ بهذه تحصل الوحشة المنافية للألفة. ¶ وقد جاء في الأثر: «أنا وأتقياء أمتي براء من التكلف»، وقال بعض الصالحين: من سقطت كلفته، دامت ألفته، ومن خفت مؤونته دامت مودته، وآية سقوط الكلفة الموجبة للأنس، والمذهبة للوحشة أن يفعل الأخ في بيت أخيه أربع خصال: أن يأكل في بيته ويدخل الخلاء عنده، ويصلي وينام معه، فإذا فعل هذه فقد تم الإخاء، وارتفعت الحشمة، الموجبة للوحشة، ووجد الأنس وتأكد الانبساط. ¶ __________ ¶ (1) رواه الحاكم وصححه.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "8- أن يدعو له ولأولاده ومن به يتعلق بخير ما يدعو به لنفسه وأولاده ومن يتعلق به، إذ لا فرق بين أحدهما والآخر بحكم الأخوة التي جمعت بينهما فيدعو له حيًّا وميتًا وحاضرًا وغائبًا قال عليه الصلاة والسلام: «إذا دعا الرجل لأخيه في ظهر الغيب قال الملك: ولك مثل ذلك» (1) وقال أحد الصالحين: أين مثل الأخ الصالح؟ إن أهل الرجل إذا مات يقسمون ميراثه ويتمتعون بما خلف، والأخ الصالح ينفرد بالحزن، مهتما بما قدم أخوه عليه، وما صار إليه، يدعو له في ظلمة الليل، ويستغفر له وهو تحت أطباق الثرى، وبالله التوفيق. ¶ الجليس الصالح وكيف نختاره؟(2) ¶ جليسك الصالح يشعر بشعورك ويعتني بشئونك ويهتم بأمورك يفرح لفرحك ويحزن لحزنك ويسر بسرورك، ويحب لك ما يحب لنفسه ويكره لك ما يكره لنفسه، وينصح لك في مشهدك ومغيبك، يأمرك بالخير وينهاك عن الشر ويسمعك العلم النافع والقول الصادق والحكمة البالغة ويحثك على العمل الصالح المثمر ويذكرك نعم الله عليك لكي تشكرها ويعرفك عيوب نفسك لكي تجتنبها ويشغلك عما لا يعنيك. ¶ وهكذا استاذك الصالح يجهد نفسه في تعليمك وتفهيمك وإصلاحك وتقويمك يطالبك بالعمل وينتظر من ظاهرك ثمرة ما يغرس في باطنك إذا غفلت ذكرك، وإذا أهملت أو مللت بشرك وأنذرك وليس في الجلساء من ينفعك خيره ويضرك شره كالأستاذ الذي يعد لك أبا ثانيا وكما يكون هو تكون أنت والجليس الصالح يسد خلتك ويغفر زلتك ويقيل عثرتك ويستر عورتك وإذا اتجهت إلى الخير حثك عليه ورغبك فيه وبشرك بعاقبة المتقين وأجر العاملين وقام فيه معك وكان لك عونًا عليه. ¶ __________ ¶ (1) رواه مسلم. ¶ (2) من كتاب بهجة الناظرين للمؤلف (237-240).",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وإذا تكلمت بسوء أو فعلت قبيحا زجرك عنه ومنعك منه وحال بينك وبين ما تريد، جليسك الصالح لا يمل قربك ولا ينساك على البعد، وإن حصل لك خير هنأك وإن أصابتك مصيبة عزاك يسرك إذا حضرت بحديثه ويرضيك بأفعاله ويحضر بك مجالس العلم وحلق الذكر وبيوت العبادة ويزين لك الطاعة بالصلاة والصيام والإنفاق في سبيل الله وكف الأذى واحتمال المشقة وحسن الجوار وجميل المعاشرة. ¶ ويقبح لك المعصية ويذكرك ما يعود به الفساد عليك من الويل والشقاء في عاجل الأمر وآجله، وما زال ينفعك ويرفعك ويزجرك ويودعك حتى يكون كبائع المسك وأنت المشتري ولصلاحه ونصحه لا يبيع عليك إلا طيبًا ولا يعطيك إلا جيدًا وإن أبيت الشراء طيبك وصب عليك العطر فلا تمر بشارع ولا تسلك طريقًا إلا وعبق منك الطيب وملأت به الأنوف وأولئك هم القوم لا يشقى بهم جليسهم تنزل عليهم الرحمة فيشاركهم فيها ويهم بالسوء فلا يقوله ولا يستطيع فعله إما مخافة من الله وإما حياء من الناس. ¶ فالخير الذي تصيبه من جليسك الصالح أبلغ وأفضل من المسك الأذفر فإنه إما أن يعلمك ما ينفعك في دينك ودنياك أو يهدي لك نصيحة أو يحذرك من الإقامة على ما يضرك فيحثك على طاعة الله وبر الوالدين وصلة الأرحام ويدعوك إلى مكارم الأخلاق ومحاسنها بقوله وفعله وحاله فإن الإنسان مجبول على الاقتداء بصاحبه وجليسه والطباع والأرواح جنود مجندة يقود بعضها بعضًا إلى الخير أو إلى ضده وفي الحديث: «المرء على دين خليله فلينظر أحدكم من يخالل»(1) وفي الحكمة المشهورة: «لا تسأل عن المرء واسأل عن قرينه». ¶ __________ ¶ (1) رواه أبو داود والترمذي وحسنه.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وأقل ما تستفيده من الجليس الصالح أن تنكف بسببه عن السيئات والمعاصي رعاية للصحبة ومنافسة في الخير وترفعًا عن الشر وفوائد الأصحاب الصالحين لا تعد ولا تحصى وحسب المرء أن يعتبر بقرينة وأن يكون على دين خليله، وأما قرين السوء فهو بضد ذلك كله فإنك إن لم تشاركه إساءته أخذت بنصيب وافر من الرضى بما يصنع والسكوت على شر تخاف منه وتحذره وتحتاط لحفظ كرامتك من أن يمزقها أو أن يسمعك عن نفسك أو عن الآخرين ما لا تحب فهو كنافخ الكير وأنت جليسه القريب منه يحرق بدنك وثيابك ويملأ أنفك بالروائح الكريهة وأنت وإياه في الإثم سواء ومن أعان على معصية ولو بشطر كلمة فهو كالفاعل وكل كلام لا يحل فهو من اللغو الذي مدح الله تاركيه بقوله: { وَإِذَا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ } [القصص: 55] وقد يكون جليس السوء قويًّا لا تستطيع مقاومته ولا الإنكار عليه فخير لك الابتعاد عنه لئلا تقع في معصيتين السكوت على الباطل وموافقة أهله. ¶ وفي مجالس الشر تقع في الغيبة والنميمة والكذب واللعن وكل كلام فاحش ويقع اللهو والطرب وممالاة الفساق ومجاراتهم على الإسراف في الإنفاق والخوض في الباطل { وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا فَأَعْرِضْ عَنْهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ وَإِمَّا يُنْسِيَنَّكَ الشَّيْطَانُ فَلا تَقْعُدْ بَعْدَ الذِّكْرَى مَعَ الْقَوْمِ الظَّالِمِينَ * } [الأنعام: 68]. ¶ وإن أعظم مثل يصور لنا خطر جليس السوء ما حصل لأبي طالب عم النبي - صلى الله عليه وسلم - عند وفاته جاء إليه النبي - صلى الله عليه وسلم - حين احتضاره وهو يلفظ آخر أنفاسه فقال له رغبة في إسلامه: يا عم قل: لا إله إلا الله كلمة أحاج لك بها عند الله.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "فقال أبو جهل وكان جالسًا عنده: أترغب عن ملة عبد المطلب، فرسول الله - صلى الله عليه وسلم - يلقنه الإسلام وأبو جهل يلقنه الكفر إلى أن مات وهو يقول: هو على ملة عبد المطلب وأبى أن يقول: لا إله إلا الله (1) بسبب جليس السوء فمصاحبة الأشرار ومجالستهم مضرة من جميع الوجوه على من صاحبهم وشر على من خالطهم فكم هلك بسببهم أقوام؟ وكم قادوا أصحابهم في المهالك؟ وقد قال الله تعالى مخبرًا عن عاقبة الظالمين وتمنيهم سلوك طريق المؤمنين وندمهم على مصاحبة الضالين: { وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلاً * يَا وَيْلَتَا لَيْتَنِي لَمْ أَتَّخِذْ فُلانًا خَلِيلاً * لَقَدْ أَضَلَّنِي عَنِ الذِّكْرِ بَعْدَ إِذْ جَاءَنِي وَكَانَ الشَّيْطَانُ لِلإِنْسَانِ خَذُولاً * } [الفرقان: 27-29] وقال النبي - صلى الله عليه وسلم -: «لا تصحب إلا مؤمنا»(2) ويقول الشاعر: ¶ إن القرين بالقرين يقتدي ¶ ……واختر من الأصحاب كل مرشد ¶ تزيد في القلب السقيم السقا ¶ ……وصحبة الأشرار داء وعمى ¶ فاجتنبن قرناء السوء ¶ ……فإن تبعت سنة النبي ¶ __________ ¶ (1) الحديث في قصة وفاة أبي طالب مخرج في الصحيحين. ¶ (2) رواه أحمد وأبو داود والترمذي وابن حبان والحاكم ورمز السيوطي لصحته.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وقال - صلى الله عليه وسلم - «مثل الجليس الصالح والجليس السوء كحامل المسك ونافخ الكير فحامل المسك إما أن يحذيك، وإما أن تبتاع منه وإما أن تجد منه ريحًا طيبًا ونافخ الكير إما أن يحرق ثيابك وإما أن تجد منه ريحًا خبيثة»(1) صدق رسول الله - صلى الله عليه وسلم - فما أروعه من مثل يصور لنا حقيقة الجليس وما ينتج عنه من نفع أو ضر وخير أو شر وطيب أو خبث وصدق الله العظيم إذ يقول: { قُلْ لا يَسْتَوِي الْخَبِيثُ وَالطَّيِّبُ وَلَوْ أَعْجَبَكَ كَثْرَةُ الْخَبِيثِ فَاتَّقُوا اللهَ يَا أُولِي الأَلْبَابِ لَعَلَّكُمْ تُفْلِحُونَ * } [المائدة: 100] اللهم وفقنا للجلساء الصالحين والأصدقاء الناصحين وزينا بزينة الإيمان واجعلنا هداة مهتدين آمين يا رب العالمين وصلى الله على محمد وعلى آله وصحبه وسلم. ¶ انظر إصلاح المجتمع للبيجاني (362-365). ¶ وبهجة قلوب الأبرار لابن سعدي (177-179). ¶ وأحاديث الجمعة للشيخ عبد الله بن قعود (93-96). ¶ الفهرس ¶ الموضوع الصفحة ¶ مقدمة…3 ¶ الأخوة…5 ¶ من آثار الأخوة ونتائجها…7 ¶ من فضائل الأخوة في الله…14 ¶ شروط الأخوة في الله…16 ¶ من فوائد الأخوة وثمراتها…18 ¶ حق المسلم على أخيه المسلم…20 ¶ من حق أخيك المسلم…26 ¶ الترغيب في الحب في الله تعالى والترهيب من حب الأشرار ¶ وأهل البدع لأن المرء مع من أحب…29 ¶ فصل في الحب في الله والبغض في الله أيضًا…31 ¶ من أسباب المحبة والتآلف بين المسلمين…33 ¶ آداب الأخوة في الله والحب والبغض…35 ¶ الجليس الصالح وكيف نختاره؟…42 ¶ الفهرس…47 ¶ __________ ¶ (1) رواه البخاري ومسلم.",
            "page": "28",
            "part": "1"
        }
    ],
    "t34958": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الأخوة الإسلامية وآثارها"
        }
    ]
}