{
    "b34966": [
        {
            "id": "1",
            "nass": "جمعها الفقير إلى الله ¶ عبد الله بن جار الله آل جار الله ¶ غفر الله له ولوالديه ولجميع المسلمين ¶ بسم الله الرحمن الرحيم ¶ مقدمة ¶ الحمد لله رب العالمين الرحمن الرحيم مالك يوم الدين وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدًا عبده ورسوله الذي أمرنا بكل خير ونهانا عن كل شر صلوات الله وسلامه عليه وعلى آله وأصحابه وأتباعه المتمسكين بسنته المهتدين بهديه إلى يوم الدين. ¶ أما بعد: ¶ أيها الأخ الكريم اعلم وفقك الله لطاعته وجعلنا وإياك هداة مهتدين، وجمعنا وإياك ووالدينا في جنات النعيم { مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ } آمين. ¶ أخي المسلم: تعلم أن الله خلقنا لعبادته وأمرنا بتوحيده وطاعته ووعد من أطاعه بجزيل الثواب، وتوعد من عصاه بأليم العقاب. ¶ قال الله تعالى: { وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا } [الأحزاب: 71]. ¶ وقال تعالى: { وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلَالًا مُبِينًا } [الأحزاب: 36]. ¶ لذا نلفت نظرك إلى ضرورة ملاحظة ما يلي: ¶ 1- لزوم تقوى الله عز وجل وطاعته بامتثال أوامره واجتناب نواهيه وهي تثمر سعادة الدنيا والآخرة لقول الله تعالى: { وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا * وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ } [الطلاق: 2-3]، فوعد من أطاعه بالخروج من كل ضيق وشدة، وبالرزق من حيث لا يخطر بباله فلله الحمد على ذلك. ¶ كما وعد من أطاعه واتقاه بتيسير أموره بقوله تعالى: { وَمَنْ يَتَّقِ اللهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْرًا } [الطلاق: 4]، كما وعد من أطاعه واتقاه بتكفير سيئاته، وتعظيم أجره وثوابه بقوله تعالى: { وَمَنْ يَتَّقِ اللَّهَ يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُعْظِمْ لَهُ أَجْرًا } [الطلاق: 5].",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "فلله الحمد والشكر والثناء على ذلك ونسأله التوفيق لطاعته. ¶ 2- الصبر على ما أصابك والإيمان بأنها ما حصلت هذه المصيبة إلا بقدر الله بسبب ذنوب الإنسان كما قال تعالى: { وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ } [الشورى: 30]. ¶ ومن الإيمان بالله الصبر على أقدار الله، وهو ثلاثة أنواع: ¶ صبر على طاعة الله بعدم تركها، وصبر عن المعاصي بعدم فعلها، وصبر على أقدار الله المؤلمة بعدم تسخطها. ¶ قال الله تعالى: { وَبَشِّرِ الصَّابِرِينَ * الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ * أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ الْمُهْتَدُونَ } [البقرة: 155-157]. ¶ 3- ولقد أنعم الله عليك بالوقت الطويل(1) الذي يمكنك استغلاله والاستفادة منه فيما يسعدك ويقربك إلى ربك من تلاوة القرآن الكريم والاستماع إليه. ¶ ومن ذكر الله تعالى بالتهليل والتكبير والتسبيح. ¶ كقولك: (سبحان الله والحمد لله ولا إله إلا الله والله أكبر) فهذه الكلمات الأربع من أحب الكلام إلى الله وهي غراس الجنة، وهي من الباقيات الصالحات. ¶ ومثل قولك: (سبحان الله وبحمده سبحان الله العظيم) فهاتان الكلمتان العظيمتان، قال عنهما النبي - صلى الله عليه وسلم -: ¶ «كلمتان خفيفتان على اللسان، حبيبتان إلى الرحمن، ثقيلتان في الميزان، سبحان الله وبحمده، سبحان الله العظيم». رواه البخاري ومسلم. ¶ __________ ¶ (1) وسوف تسأل عن أوقاتك وتحاسب عليها وتجزى على ما عملت فيها من خير أو شر فاحفظها فيما ينفعك وصنها عما يضرك واحفظ الله يحفظك.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ومثل الذكر المضاعف الغير محدود وهو ما في صحيح مسلم عن جويرية أم المؤمنين رضي الله عنها، أن النبي - صلى الله عليه وسلم - خرج من عندها حين صلى الصبح وهي في مسجدها، ثم رجع بعدما أضحى وهي جالسة في مصلاها فقال: «ما زلت على الحال التي فارقتك عليها» قالت: نعم، فقال النبي - صلى الله عليه وسلم -: «لقد قلتُ بعدك أربع كلمات ثلاث مرات، لو وزنت بما قلت منذ اليوم لوزنتهن: سبحان الله عدد خلقه، سبحان الله رضا نفسه، سبحان الله زنة عرشه، سبحان الله مداد كلماته». ¶ ومثل تكرار كلمة التوحيد (لا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير) مائة مرة أو عشر مرات. ¶ وقد ثبت في الأحاديث الصحيحة أن من قالها عشر مرات كان كمن أعتق أربعة أنفس، ومن قالها في يوم مائة مرة كانت له عدل عشر رقاب وكتبت له مائة حسنة ومحيت عنه مائة سيئة وكانت له حرزًا من الشيطان يومه ذلك حتى يمسي، ولم يأت أحد مثله يوم القيامة إلا من عمل مثله أو زاد عليه وهذا شيء عظيم لا يستهان به. ¶ *** ¶ 4- لا تُقَصِّر على نفسك بالدعاء والاستغفار وسؤال الجنة المعدة لمن أطاع الله والاستعاذة من النار المعدة لمن عصى الله. ¶ والله تعالى يذكر من ذكره ويجيب من دعاه: { وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ } [غافر: 60]. ¶ ويغفر لمن استغفره، ويتوب على من تاب إليه، وهو التواب الرحيم، وبذكر الله تطمئن القلوب، وتزول الشدائد والمكاره والكروب، وما عمل آدمي عملاً أنجى له من عذاب الله من ذكر الله. ¶ *** ¶ 5- ولا تنس أنك مسئول عن أوقاتك ومحاسب عليها ومجزى على ما عملت فيها من خير أو شر فلا تُضيِّعها بغير عمل ولا تفرط بساعات عمرك القصير بغير عوض. ¶ ***",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "6- ولا يغيب عن بالك أن لسانك سلاح ذو حدين فإن شغلته بما ينفعك بالذكر والدعاء والاستغفار، وإلا شغلك بما يضرك بالسب واللعن والغيبة والنميمة، وهي محرمة ومن أسباب العذاب ودخول النار، كما قال النبي - صلى الله عليه وسلم -: «وهل يكب الناس في النار على وجوههم إلا حصائد ألسنتهم؟»(1). ¶ وليست هذه الأشياء من أوصاف المؤمنين. ¶ 7- وعليك يا أخي المسلم أن تجتنب العادات والتقاليد المخالفة للشرع المطهر، والتي صارت عادات مألوفة لدى كثير من الناس. ¶ هداهم الله، وأخذ بنواصيهم إلى الحق. ¶ وذلك مثل: شرب الدخان والشيشة، وإسبال الثياب أسفل من الكعبين، وحلق اللحى، واستماع الأغاني. ¶ فالتدخين بأنواعه ضار بالصحة والمال والمجتمع بالروائح الكريهة، فهو من جملة الخبائث المحرمة بنص القرآن الكريم، لقول الله تعالى في وصف نبينا محمد - صلى الله عليه وسلم -: { وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَائِثَ } [الأعراف: 157]. ¶ والنبي - صلى الله عليه وسلم - نهى عن إضاعة المال، وأي إضاعة أعظم من إحراقه بالنار. ¶ ولو رأينا شخصًا يحرق نقوده بالنار لحكمنا عليه بالجنون، فكيف بإحراق الجسم والمال والصحة جميعًا؟ ¶ وسوف يسأل الإنسان عن ماله من أين اكتسبه وفيم أنفقه؟ ¶ وأذية المسلمين بالروائح الكريهة حرام. ¶ ثم إن الإنسان قدوة لأولاده وأقاربه ومجتمعه في الخير أو الشر إما أن يقودهم إلى الجنة أو إلى النار. ¶ هدانا الله وإخواننا المسلمين سواء السبيل، وأعاذنا وإياهم من شرور أنفسنا ومن سيئات أعمالنا ومن نزغات الشيطان. ¶ وبناء على ما تقدم فإنه يحرم بيع الدخان وشراؤه وثمنه، لأن الله إذا حرم شيئًا حرم ثمنه. ¶ 8- وإسبال الملابس أسفل من الكعبين من كبائر الذنوب المتوعد عليها بالوعيد الشديد. ¶ ومن مظاهر الكبر، ولا يدخل الجنة من كان في قلبه مثقال ذرة من كِبْر كما في الحديث الصحيح الذي رواه مسلم. ¶ __________ ¶ (1) رواه الترمذي، وقال: حديث حسن صحيح.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "9- وحلق اللحية معصية لله ولرسوله وتشبُّه بالنساء الملعون فاعله وتشبه بالمجوس واليهود والمشركين. ¶ وفي الحديث «من تشبه بقوم فهو منهم» حديث حسن رواه أبو داود والطبراني وغيرهما. ¶ قال شيخ الإسلام ابن تيمية وهو يدل على تحريم التشبُّه بهم وإن كان ظاهره يقتضي كفر المتشبه بهم. ¶ *** ¶ 10- وقد حكم الله ورسوله وسلف الأمة على الأغاني واستماعها بالتحريم؛ لأنها تصُدُّ عن ذكر الله وعن الصلاة وتنبت النفاق في القلب وتصد عن الحق وتجر إلى الضلال. وتشغل عن استماع القرآن الكريم والاستفادة منه. ¶ فمحبة القرآن ومحبة الأغاني ضدان لا يجتمعان فالله المستعان. ¶ وبناء على ذلك فإنه يحرم تسجيل الأغاني وبيعها وشراؤها وثمنها لأن الله إذا حرم شيئًا حرم ثمنه وفي الحلال بركة وكفاية عن الحرام. والذي يأكل الحرام لا يقبل منه عمل ولا يستجاب له دعاء. ¶ *** ¶ 11- أخي المسلم لا بد لك من جلساء وأصدقاء فعليك بمجالسة الأخيار الصالحين الأتقياء المطيعين لله. ¶ واحذر مجالسة الأشرار العصاة لله فالمرء معتبر بقرينه وسوف يكون على دين خليله فلينظر من يخالل فكما يقلد الإنسان من حوله في أزيائهم يقلدهم في أعمالهم ويتخلق بأخلاقهم. ¶ *** ¶ 12- أخي المسلم وسوف تسأل عمَّا تستمع إليه أو تنظر إليه، وعمَّا يكنه ضميرك. ¶ فحاسب نفسك في هذه الأشياء قبل أن تحاسب. ¶ فلا تستمع إلى محرم كالأغاني، ولا تنظر إلى محرم؛ كالعورات، والنساء الأجنبيات اللاتي لسن من محارمك. ¶ وانو الخير تثب عليه. ¶ وفكر فيما ينفعك ولا تفكر فيما يضرك قال تعالى: { إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولًا } ¶ [الإسراء: 36]. ¶ *** ¶ 13- أخي المسلم وإذا أردت أن يتقبل الله منك عملك وتتصف بصفات المؤمنين الأبرار فلازم تقوى الله -عز وجل- في جميع أوقاتك وحياتك القصيرة.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وحافظ على الصلوات الخمس في أوقاتها مع الجماعة في المساجد، وحافظ على النوافل والسنن قبلها وبعدها لأنها تجبر ما نقص منها، وحافظ على صلاة الوتر فهو حق على كل مسلم، والصلاة صلة بين العبد وربه وهي تكفر الذنوب والآثام وتنهى عن الفحشاء والمنكر فهي من أعظم الحسنات المذهبة للسيئات. ¶ *** ¶ 14- واعلم يا أخي المسلم أن من عرف الحق فاتبعه والباطل فاجتنبه هداه الله ووفقه وتقبل منه أعماله. ¶ بدليل قول الله تعالى: { وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى وَآَتَاهُمْ تَقْوَاهُمْ } [محمد: 17]. ¶ وقوله تعالى: { وَيَزِيدُ اللَّهُ الَّذِينَ اهْتَدَوْا هُدًى } [مريم: 76]. ¶ وقوله تعالى: { وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا } [العنكبوت: 69]. ¶ وعلى عكس ذلك من عرف الحق فتركه والباطل فارتكبه يكون بعيدًا عن التوفيق بدليل قول الله تعالى: { فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ } [الصف: 5]. ¶ فلما عرفوا الحق وتركوه، والباطل فارتكبوه عاقبهم الله بزيغ قلوبهم. ¶ وأخبر أنه لا يهدي من خرج عن طاعته بعد أن عرفها. ¶ فليحذر المسلم من مخالفة أمر الله وأمر رسوله لئلا يغلق على نفسه أبواب الهداية والتوفيق. ¶ *** ¶ 15- أخي المسلم ولا تنس أن تدعو ربك بصلاح دينك ودنياك وآخرتك. ¶ فقد أمر الله بالدعاء وتكفل بالإجابة: { وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ } [غافر: 60]. ¶ وهو سبحانه لا يخلف الميعاد بشرط أن نستجيب له فنطيعه، ونؤمن به ثم ندعوه فيستجيب لنا. ¶ فكم أجاب من دعوة. ¶ وكم كشف من كربة. ¶ وكم أجار من مستجير. ¶ وكم شفى من مريض. ¶ وكم أزال من شدة. ¶ فلله الحمد والشكر، والثناء على ذلك. ¶ ومن أجمع الأدعية: ¶ { رَبَّنَا آَتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآَخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ } .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "{ رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ } . ¶ فإن هذا الدعاء شامل لخيري الدنيا والآخرة. ¶ *** ¶ 16- يا أخي المسلم أدعوك إلى التوبة الصادقة قبل أن تموت بترك المعاصي. ¶ والندم على ما فات منها، والعزم على عدم العودة إليها في المستقبل والاستغفار من ذلك. ¶ فإن الله تعالى يتوب على من تاب ويغفر لمن استغفر. ¶ والتائب من الذنب كمن لا ذنب له. ¶ قال الله تعالى: { وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ } [النور: 31]. ¶ أي: إذا تبتم أفلحتم، وفزتم ونجحتم. ¶ وقال تعالى: { يَا أَيُّهَا الَّذِينَ آَمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحًا عَسَى رَبُّكُمْ أَنْ يُكَفِّرَ عَنْكُمْ سَيِّئَاتِكُمْ وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ } [التحريم: 8]. ¶ والمعنى: إذا تبتم إلى الله تعالى توبة صادقة كفَّر الله عنكم سيئاتكم وغفرها لكم، وأدخلكم جنات النعيم. ¶ وهذا غاية ما يتمناه المسلم، ويرجوه. ¶ وقال تعالى: { قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ } [الزمر: 53]. ¶ نهى الله في هذه الآية عن القنوط وهو قطع الرجاء من رحمته. ¶ وأخبر أنه يغفر الذنوب جميعًا أي للتائبين والمستغفرين؛ لأنه تعالى هو الغفور الرحيم، وقال تعالى: { وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآَمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى } [طه: 82]. ¶ فوعد تعالى بالمغفرة لمن تاب في جميع الأوقات من جميع الذنوب والسيئات. ¶ وآمن بالله وملائكته وكتبه ورسله واليوم الآخر، وبالقدر خيره وشره إيمانًا صادقًا.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وعمل عملاً صالحًا خالصًا لله، موافقًا لسنة رسوله - صلى الله عليه وسلم - من صلاة وزكاة، وصدقة، وصيام، وحج، وبر الوالدين، وصلة الأرحام وهم الأقارب. ¶ ثم استمر واستقام على الهداية والإيمان والعمل الصالح حتى يموت. ¶ فهذه أربعة أسباب للمغفرة، وهي الإيمان الصادق، والعمل الصالح والتوبة النصوح، والاستمرار على ذلك. ¶ وقال النبي - صلى الله عليه وسلم -: «قال الله تعالى: يابن آدم لو بلغت ذنوبك عنان السماء ثم استغفرتني غفرت لك ولا أبالي». ¶ رواه الترمذي، وقال حديث حسن صحيح. ¶ فقد فتح الله أبواب التوبة والمغفرة والرجاء للتائبين والمستغفرين والراجين رحمته. ¶ كما فتح أبواب الإجابة للداعين والزيادة للشاكرين. ¶ فلله الحمد والشكر والثناء على ذلك. ¶ ونسأله المزيد من فضله ورحمته وأن يجعلنا ممن إذا أعطي شكر، وإذا ابتلي صبر، وإذا أذنب استغفر. ¶ 17- أخي المسلم أسأل الله تعالى لي ولك ولجميع المسلمين الهداية والتوفيق. ¶ وأسأل الله تعالى بأسمائه الحسنى وصفاته العلا أن يجمعنا وإياك ووالدينا في جنات النعيم، وأن يعيذني وإياك ووالدينا من عذاب الجحيم آمين. ¶ *** ¶ 18- أدعية جامعة نافعة: ¶ «اللهم أعنا على ذكرك وشكرك وحسن عبادتك، يا حي يا قيوم يا ذا الجلال والإكرام». ¶ «اللهم ثبتنا بالقول الثابت في الحياة الدنيا وفي الآخرة يا حي يا قيوم يا ذا الجلال والإكرام». ¶ «اللهم إنا نسألك موجبات رحمتك وعزائم مغفرتك والعزيمة على الرشد والغنيمة من كل بر والسلامة من كل إثم والفوز بالجنة والنجاة من النار يا رب العالمين اللهم إنا نسألك فواتح الخير وخواتمه وجوامعه وظاهره وباطنه وأوله وآخره وعلانيته وسره». ¶ «اللهم إنا نسألك الهدى والتقى والعفاف والغنى يا حي يا قيوم يا ذا الجلال والإكرام».",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "«اللهم أصلح لي ديني الذي هو عصمة أمري وأصلح لي دنياي التي فيها معاشي وأصلح لي آخرتي التي إليها معادي واجعل الحياة زيادة لي في كل خير والموت راحة لي من كل شر، اللهم رحمتك أرجو فلا تكلني إلى نفسي طرفة عين وأصلح لي شأني كله لا إله إلا أنت». ¶ «اللهم أحسن عاقبتنا في الأمور كلها وأجرنا من خزي الدنيا وعذاب الآخرة يا رب العالمين». ¶ «اللهم إنا نعوذ بك من جهد البلاء، ودرك الشقاء، وسوء القضاء، وشماتة الأعداء يا أرحم الراحمين». ¶ 19- أخي المسلم: ¶ احذر من التعامل بالربا سواءً كان عن طريق البنوك أو عن طريق المساهمات المشبوهة وإياك والكسب الحرام عن طريق بيع المحرمات كالدخان وآلات اللهو وأشرطة الغناء، والفيديو وغيرها مما حرم الله تعالى ونبيه - صلى الله عليه وسلم -، فالنبي - صلى الله عليه وسلم - يقول: «كل جسد نبت من سُحْتٍ فالنار أولى به»(1). ¶ 20- وسائل حفظ الأمن: ¶ وأذكرك يا أخي المسلم بأن الإسلام: ¶ حفظ الدين بقتل المرتد عن الإسلام. ¶ وحفظ النفوس بقتل القاتل عمدًا. ¶ وحفظ العقول بجلد شارب الخمر ثمانين جلدة. ¶ وحفظ الأموال بقطع يد السارق. ¶ وحفظ الأنساب بجلد الزاني البكر مائة جلدة، ورجم الزاني المتزوج حتى يموت. ¶ وحفظ الأعراض بجلد القاذف ثمانين جلدة. فلله الحمد على ذلك، وصلى الله وسلم على نبينا محمد. ¶ تذكير المسلمين بصفات المؤمنين ¶ أعمال المتقين وجزاؤهم ¶ { الم * ذَلِكَ الْكِتَابُ لَا رَيْبَ فِيهِ هُدًى لِلْمُتَّقِينَ * الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ * وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَبِالْآَخِرَةِ هُمْ يُوقِنُونَ * أُولَئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ } ¶ [البقرة: 1-5]. ¶ أنواع البر التي اتصف بها ¶ المؤمنون والأبرار ¶ __________ ¶ (1) رواه البيهقي وأبو نعيم عن أبي بكر.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "{ لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آَمَنَ بِاللَّهِ وَالْيَوْمِ الْآَخِرِ وَالْمَلَائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَآَتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّائِلِينَ وَفِي الرِّقَابِ وَأَقَامَ الصَّلَاةَ وَآَتَى الزَّكَاةَ وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا وَالصَّابِرِينَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ وَحِينَ الْبَأْسِ أُولَئِكَ الَّذِينَ صَدَقُوا وَأُولَئِكَ هُمُ الْمُتَّقُونَ } ¶ [البقرة: 177]. ¶ من صفات المؤمنين الكمل ¶ { وَأَطِيعُوا اللَّهَ وَرَسُولَهُ إِنْ كُنْتُمْ مُؤْمِنِينَ * إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آَيَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ * الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ * أُولَئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا لَهُمْ دَرَجَاتٌ عِنْدَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ } [الأنفال: 1-4]. ¶ معاوضة المؤمنين المجاهدين في ¶ سبيل الله عن أنفسهم ¶ وأموالهم في الجنة",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "{ إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ وَعْدًا عَلَيْهِ حَقًّا فِي التَّوْرَاةِ وَالْإِنْجِيلِ وَالْقُرْآَنِ وَمَنْ أَوْفَى بِعَهْدِهِ مِنَ اللَّهِ فَاسْتَبْشِرُوا بِبَيْعِكُمُ الَّذِي بَايَعْتُمْ بِهِ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ * التَّائِبُونَ الْعَابِدُونَ الْحَامِدُونَ السَّائِحُونَ الرَّاكِعُونَ السَّاجِدُونَ الْآَمِرُونَ بِالْمَعْرُوفِ وَالنَّاهُونَ عَنِ الْمُنْكَرِ وَالْحَافِظُونَ لِحُدُودِ اللَّهِ وَبَشِّرِ الْمُؤْمِنِينَ } [التوبة: 111-112]. ¶ الفرق بين أهل العلم والعمل ¶ وأهل الضلال والجهل ¶ { أَفَمَنْ يَعْلَمُ أَنَّمَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمَى إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ * الَّذِينَ يُوفُونَ بِعَهْدِ اللَّهِ وَلَا يَنْقُضُونَ الْمِيثَاقَ * وَالَّذِينَ يَصِلُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ سُوءَ الْحِسَابِ * وَالَّذِينَ صَبَرُوا ابْتِغَاءَ وَجْهِ رَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ أُولَئِكَ لَهُمْ عُقْبَى الدَّارِ * جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا وَمَنْ صَلَحَ مِنْ آَبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ * سَلَامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ } [الرعد: 19-22]. ¶ من أوصاف المؤمنين ¶ التي نالوا بها جنات النعيم",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "{ قَدْ أَفْلَحَ الْمُؤْمِنُونَ * الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ * وَالَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ * وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ * وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ * إِلَّا عَلَى أَزْوَاجِهِمْ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ * فَمَنِ ابْتَغَى وَرَاءَ ذَلِكَ فَأُولَئِكَ هُمُ الْعَادُونَ * وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ * وَالَّذِينَ هُمْ عَلَى صَلَوَاتِهِمْ يُحَافِظُونَ * أُولَئِكَ هُمُ الْوَارِثُونَ * الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ } [المؤمنون: 1-11]. ¶ من صفات المؤمنين ¶ { إِنَّ الَّذِينَ هُمْ مِنْ خَشْيَةِ رَبِّهِمْ مُشْفِقُونَ * وَالَّذِينَ هُمْ بِآَيَاتِ رَبِّهِمْ يُؤْمِنُونَ * وَالَّذِينَ هُمْ بِرَبِّهِمْ لَا يُشْرِكُونَ * وَالَّذِينَ يُؤْتُونَ مَا آَتَوْا وَقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَى رَبِّهِمْ رَاجِعُونَ * أُولَئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ وَهُمْ لَهَا سَابِقُونَ } [المؤمنون: 57-61]. ¶ صفات المؤمنين المتقين ¶ عباد الرحمن وجزاؤهم",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "{ وَعِبَادُ الرَّحْمَنِ الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلَامًا * وَالَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّدًا وَقِيَامًا * وَالَّذِينَ يَقُولُونَ رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ إِنَّ عَذَابَهَا كَانَ غَرَامًا * إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا * وَالَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَامًا * وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آَخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا * يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَانًا * إِلَّا مَنْ تَابَ وَآَمَنَ وَعَمِلَ عَمَلًا صَالِحًا فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا * وَمَنْ تَابَ وَعَمِلَ صَالِحًا فَإِنَّهُ يَتُوبُ إِلَى اللَّهِ مَتَابًا * وَالَّذِينَ لَا يَشْهَدُونَ الزُّورَ وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا * وَالَّذِينَ إِذَا ذُكِّرُوا بِآَيَاتِ رَبِّهِمْ لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا * وَالَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا * أُولَئِكَ يُجْزَوْنَ الْغُرْفَةَ بِمَا صَبَرُوا وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلَامًا * خَالِدِينَ فِيهَا حَسُنَتْ مُسْتَقَرًّا وَمُقَامًا * قُلْ مَا يَعْبَأُ بِكُمْ رَبِّي لَوْلَا دُعَاؤُكُمْ فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُونُ لِزَامًا } [الفرقان: 63-77]. ¶ أعمال المؤمنين والمؤمنات ¶ وأخلاقهم وثوابهم",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "{ إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَالْقَانِتِينَ وَالْقَانِتَاتِ وَالصَّادِقِينَ وَالصَّادِقَاتِ وَالصَّابِرِينَ وَالصَّابِرَاتِ وَالْخَاشِعِينَ وَالْخَاشِعَاتِ وَالْمُتَصَدِّقِينَ وَالْمُتَصَدِّقَاتِ وَالصَّائِمِينَ وَالصَّائِمَاتِ وَالْحَافِظِينَ فُرُوجَهُمْ وَالْحَافِظَاتِ وَالذَّاكِرِينَ اللَّهَ كَثِيرًا وَالذَّاكِرَاتِ أَعَدَّ اللَّهُ لَهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا } [الأحزاب: 35]. ¶ التجارة الرابحة للمؤمنين ¶ { إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً يَرْجُونَ تِجَارَةً لَنْ تَبُورَ * لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُمْ مِنْ فَضْلِهِ إِنَّهُ غَفُورٌ شَكُورٌ * وَالَّذِي أَوْحَيْنَا إِلَيْكَ مِنَ الْكِتَابِ هُوَ الْحَقُّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ إِنَّ اللَّهَ بِعِبَادِهِ لَخَبِيرٌ بَصِيرٌ * ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ اللَّهِ ذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ } [فاطر: 29-32]. ¶ الأشياء التي ينال بها ما عند الله ¶ { فَمَا أُوتِيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا وَمَا عِنْدَ اللَّهِ خَيْرٌ وَأَبْقَى لِلَّذِينَ آَمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ * وَالَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ وَإِذَا مَا غَضِبُوا هُمْ يَغْفِرُونَ * وَالَّذِينَ اسْتَجَابُوا لِرَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَمْرُهُمْ شُورَى بَيْنَهُمْ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ * وَالَّذِينَ إِذَا أَصَابَهُمُ الْبَغْيُ هُمْ يَنْتَصِرُونَ } [الشورى: 36-39]. ¶ الفهرس ¶ مقدمة…3",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "1- الحث على لزوم تقوى الله…3 ¶ 2- الصبر على أقدار الله…4 ¶ 3- استغلال أوقات الفراغ…5 ¶ 4- الحث على الدعاء والاستغفار…6 ¶ 5- سوف يسأل الإنسان عن أوقاته ويحاسب عليها…7 ¶ 6- حفظ اللسان…7 ¶ 7- اجتناب العادات والتقاليد المخالفة للشرع المطهر ومنها التدخين…7 ¶ 8- التحذير من إسبال الملابس…8 ¶ 9- التحذير من مخالفة السنة بحلق اللحية وإطالة الشارب…8 ¶ 10- تحريم الأغاني وآلات اللهو الصادة عن ذكر الله والصلاة…9 ¶ 11- مجالسة الصالحين…9 ¶ 12- سوف يسأل الإنسان عما ينظر ويستمع إليه أو يكنه ضميره…9 ¶ 13- لزوم التقوى…10 ¶ 14- من عرف الحق فاتبعه والباطل فاجتنبه هداه الله ووفقه…10 ¶ 15- الحث على لزوم الدعاء المستجاب…11 ¶ 16- الحث على لزوم التوبة…12 ¶ 17- سؤال الهداية ممن يملكها…14 ¶ 18- أدعية جامعة نافعة…14 ¶ 19- التحذير من الكسب الحرام…15 ¶ 20- وسائل حفظ الأمن…16 ¶ تذكير المسلمين بصفات المؤمنين…17 ¶ أعمال المتقين وجزاؤهم…17 ¶ أنواع البر التي اتصف بها…17 ¶ المؤمنون والأبرار…17 ¶ من صفات المؤمنين الكمل…17 ¶ معاوضة المؤمنين المجاهدين في…18 ¶ سبيل الله عن أنفسهم…18 ¶ وأموالهم في الجنة…18 ¶ الفرق بين أهل العلم والعمل…18 ¶ وأهل الضلال والجهل…18 ¶ من أوصاف المؤمنين…19 ¶ التي نالوا بها جنات النعيم…19 ¶ من صفات المؤمنين…19 ¶ صفات المؤمنين المتقين…19 ¶ عباد الرحمن وجزاؤهم…19 ¶ أعمال المؤمنين والمؤمنات…20 ¶ وأخلاقهم وثوابهم…20 ¶ التجارة الرابحة للمؤمنين…21 ¶ الأشياء التي ينال بها ما عند الله…21 ¶ الفهرس…22",
            "page": "15",
            "part": "1"
        }
    ],
    "t34966": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "رسالة إلى كل مسلم"
        }
    ]
}