{
    "b34969": [
        {
            "id": "1",
            "nass": "الدعاء بالأسماء الحسنى ¶ تأليف ¶ د. محمود عبد الرزاق الرضواني ¶ أستاذ العقيدة والمذاهب المعاصرة ¶ مكتبة سلسبيل ¶ 0106761219 ¶ ش العزيز بالله ـ الزيتون ـ القاهرة ¶ حقوق الطبع ¶ متاحة لكل مسلم يريد توزيعه مجانا ¶ دون حذف أو إضافة أو تغيير وليس لأي غرض تجاري ¶ الطبعة الأولى - 1426/ 2005 ¶ رقم الإيداع بدار الكتب ¶ 2835/ 2005 ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ الترقيم الدولي -  I . S . B . N ¶ 2 - 2008 - 17 - 977",
            "page": null,
            "part": null
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ إن الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبد الله ورسوله. اللهم صلي عليه وعلى آله وصحبه وسلم تسليما كثيرا. ¶ أما بعد. ¶ فإن أشرف الوسائل وأعلاها وأقواها فيما يتقرب به العبد إلى الله أن يتوسل إليه بأسمائه الحسنى، وقد أمرنا الله في كتابه أن ندعوه بها فقال - عز وجل -: {وَللهِ الأسْمَاءُ الحسْنى فَادعُوه بها وَذَرُوا الذِين يُلحِدُون فِي أسْمَائِهِ سَيُجْزَون مَا كَانُوا يَعْمَلون} [الأعراف:180]. ¶ وفي الصحيحين من حديث أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: (إن للهِ تِسْعَة وَتِسْعِين اسْمَا مِائة إلا وَاحِدًا مَنْ أحْصَاهَا دَخَل الجنة) (¬1). ¶ قال ابن القيم: (فالعلم بأسمائه وإحصاؤها أصل لسائر العلوم، فمن أحصى أسماءه كما ينبغي أحصى جميع العلوم، إذ إحصاء أسمائه أصل لإحصاء كل معلوم؛ لأن المعلومات هي من مقتضاها ومرتبطة بها) (¬2). ¶ ويذكر ابن القيم أن مراتب إحصاء الأسماء الحسنى التي من أحصاها دخل الجنة ثلاث مراتب: المرتبة الأولى إحصاء ألفاظها وعددها. المرتبة الثانية فهم معانيها ومدلولها. المرتبة الثالثة دعاؤه بها) (¬3). ¶ ¬__________ ¶ (¬1) ... صحيح البخاري (6957)، ومسلم (2677). ¶ (¬2) ... بدائع الفوائد 1/ 171. ¶ (¬3) ... السابق 1/ 171.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ومن المعلوم أن علماء الأمة على اختلاف مذاهبهم اتفقوا على أنه لا يجوز أن يسمى الله تعالى ولا أن يخبر عنه إلا بما سمى به نفسه أو أخبر به عن نفسه في كتابه أو على لسان رسوله - صلى الله عليه وسلم - دون زيادة أو نقصان لا يتجاوز القرآن والحديث ، يجب أنن نسمي الله بما عند ما جاء في الكتاب وصحيح السنة بذكر أسماء الله نصا ؛ لأن أسماء الله الحسنى توقيفية لا مجال للعقل فيها؛ فالعقل لا يمكنه بمفرده أن يتعرف على أسماء الله التي تليق بجلاله؛ ولا يمكنه أيضا إدراك ما يستحقه الرب - عز وجل - من صفات الكمال والجمال؛ فتسمية رب العزة والجلال بما لم يسم به نفسه قول على الله بلا علم، وهو أمر حرمه الله - عز وجل - على عباده . ¶ قال ابن حزم: (لا يجوز أن يسمى الله تعالى ولا أن يخبر عنه إلا بما سمى به نفسه أو أخبر به عن نفسه في كتابه أو على لسان رسوله - صلى الله عليه وسلم - أو صح به إجماع جميع أهل الإسلام المتيقن ولا مزيد، وحتى وإن كان المعنى صحيحا فلا يجوز أن يطلق عليه تعالى اللفظ . ¶ وقد علمنا يقينا أن الله - عز وجل - بنى السماء فقال: { وَالسَّمَاءَ بنيْناهَا } [الذاريات:47]، ولا يجوز أن يسمى بناء، وأنه تعالى خلق أصباغ النبات والحيوان وأنه تعالى قال: { صِبغةَ اللهِ وَمَنْ أحْسَنُ مِن اللهِ صِبغة } [البقرة:138]، ولا يجوز أن يسمى صباغا، وأنه تعالى سقانا الغيث ومياه الأرض ولا يسمى سقاء ولا ساقيا، وهكذا كل شيء لم يسم به نفسه) (¬1). ¶ وقال الإمام النووي: (أسماء الله توقيفية لا تطلق عليه إلا بدليل صحيح) (¬2) . ¶ ¬__________ ¶ (¬1) ... الفصل2/108 . ¶ (¬2) ... شرح النووي7/188 .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "واحتج الإمام الغزالي على أن الأسماء الحسنى توقيفية بالاتفاق على أنه لا يجوز لنا أن نسمي رسول الله - صلى الله عليه وسلم - باسم لم يسمه به أبوه ولا سمى به نفسه، وكذا كل كبير من الخلق، قال: فإذا امتنع ذلك في حق المخلوقين فامتناعه في حق الله أولى (¬1). ¶ وقال الإمام السيوطي: (اعلم أن أسماء الله تعالى توقيفية بمعنى أنه لا يجوز أن يطلق اسم ما لم يأذن له الشرع، وإن كان الشرع قد ورد بإطلاق ما يرادفه) (¬2) . ¶ وقال أبو القاسم القشيري: (الأسماء تؤخذ توقيفا من الكتاب والسنة والإجماع، فكل اسم ورد فيها وجب إطلاقه في وصفه، وما لم يرد لم يجز ولو صح معناه) (¬3) . ¶ وقال ابن الوزير المرتضى: (فأسماء الله وصفاته توقيفية شرعية، وهو أعز من أن يطلق عليه عبيده الجهلة ما رأوا من ذلك، فلا يجوز تسميته رب الكلاب والخنازير ونحو ذلك من غير إذن شرعي، وإنما يسمى بما سمى به نفسه) (¬4) . ¶ والأقوال في ذلك كثيرة يعز إحصاؤها وكلها تدل على أن عقيدة أهل السنة والجماعة مبنية على أن الأسماء الحسنى توقيفية، وأنه لا بد في كل اسم من دليل نصي صحيح يُذكر فيه الاسم بلفظه، ومن ثم فإن دورنا تجاه الأسماء الحسنى الجمع والإحصاء ثم الحفظ والدعاء وليس الاشتقاق والإنشاء . ¶ السؤال الذي يطرح نفسه كضرورة ملحة في التعرف على أسماء الله: ما هي الأسماء الحسنى التي ندعو الله بها ؟ وكيف اشتهرت الأسماء التي يعرفها عامة المسلمين حتى الآن ؟ ¶ المتفق على ثبوته ¶ هو الإشارة إلى العدد تسعة وتسعين ¶ ¬__________ ¶ (¬1) ... فتح الباري11/223 . ¶ (¬2) ... شرح سنن ابن ماجة 1/275 . ¶ (¬3) ... سبل السلام 4/109 . ¶ (¬4) ... إيثار الحق 1/314 .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "إن المتفق على ثبوته وصحته عن رسول الله - صلى الله عليه وسلم - هو الإشارة إلى العدد تسعة وتسعين الذي ورد في الصحيحين من حديث أبي هريرة - رضي الله عنه - ، لكن لم يثبت عن النبي - صلى الله عليه وسلم - تعيين الأسماء الحسنى أو سردها في نص واحد، وهذا أمر لا يخفى على العلماء الراسخين قديما وحديثا والمحدثين منهم خصوصا، إذاً كيف ظهرت الأسماء التي يحفظها الناس منذ قرون ؟! ¶ ثلاثة من رواة الحديث ¶ اجتهدوا في جمع الأسماء الحسنى ¶ في نهاية القرن الثاني ومطلع القرن الثالث الهجري حاول ثلاثة من رواة الحديث جمعها باجتهادهم؛ إما استنباطا من القرآن والسنة أو نقلا عن اجتهاد الآخرين في زمانهم؛ الأول منهم وهو أشهرهم وأسبقهم الوليد بن مسلم مولى بني أمية (ت:195هـ)،وهو عند علماء الجرح والتعديل كثير التدليس في الحديث(¬1). ¶ والثاني عبد الملك الصنعاني، وهو عندهم ممن لا يجوز الاحتجاج بروايته لأنه ينفرد بالموضوعات (¬2). أما الثالث فهو عبد العزيز بن الحصين، وهو ضعيف ذاهب الحديث كما ذكر الإمام مسلم (¬3). ¶ هؤلاء الثلاثة اجتهدوا فجمع كل منهم قرابة التسعة والتسعين اسما ثم فسر بها حديث أبي هريرة الذي أشار فيه النبي - صلى الله عليه وسلم - إلى هذا العدد . ¶ ما جمعه الوليد بن مسلم ¶ هو الذي اشتهر منذ أكثر من ألف عام ¶ ¬__________ ¶ (¬1) 10) ... تقريب التهذيب لابن حجر 2/336 . ¶ (¬2) 11) ... الكاشف للذهبي 2/214 . ¶ (¬3) 12) ... الضعفاء والمتروكين 2/109.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "لكن ما جمعه الوليد بن مسلم هو الذي اشتهر بين الناس منذ أكثر من ألف عام فقد جمع ثمانية وتسعين اسما بالإضافة إلى لفظ الجلالة وهي: الرحمنُ الرَّحيم المَلِك القدُّوسُ السَّلاَم المؤمِنُ المهَيمنُ العَزِيزُ الجَبارُ المتكَبِّر الخالِق البارِيءُ المصَوِّرُ الغفارُ القَهَّارُ الوَهَّابُ الرَّزاق الفتاح العَلِيم القَابِضُ الباسِط الخافضُ الرَّافِعُ المعز المذِل السَّمِيعُ البصِيرُ الحَكَم العَدل اللطِيفُ الخَبيرُ الحَلِيم العَظِيم الغفُورُ الشكُورُ العَلِيُّ الكَبيرُ الحَفِيظُ المقِيت الحَسِيبُ الجَليل الكَرِيم الرقِيبُ المجِيبُ الوَاسِعُ الحكِيم الوَدُودُ المَجِيدُ الباعِث الشهِيدُ الحَق الوَكِيل القَوِيُّ المَتِينُ الوَلِيُّ الحَمِيدُ المحْصِي المبدِيءُ المعِيدُ المحْيي الممِيت الحَيُّ القَيُّوم الوَاجِدُ المَاجِدُ الوَاحِدُ الصَّمَدُ القَادِرُ المقتدِرُ المقَدِّم المؤَخِّرُ الأوَّل الآخِرُ الظاهِرُ الباطِنُ الوَالِي المتعالِي البرُّ التوَّابُ المنتقم العَفُوُّ الرَّءُوف مَالِكُ الملكِ ذُو الجلالِ وَالإكْرَامِ المقسِط الجَامِعُ الغنِيُّ المغنِي المَانِعُ الضَّارُّ النافِعُ النورُ الهَادِي البدِيعُ الباقِي الوَارِث الرَّشِيدُ الصَّبُور (¬1). ¶ الأسماء التي كان يحدث بها ¶ الوليد لم تكن متطابقة في كل مرة ¶ ولننظر كيف اشتهرت الأسماء التي اجتهد الوليد بن مسلم في جمعها ؟! ¶ كان الوليد كثيرا ما يحدث الناس بحديث أبي هريرة - رضي الله عنه - المتفق عليه والذي يشير إجمالا إلى إحصاء تسعة وتسعين اسما ثم يتبعه في أغلب الأحيان بذكر الأسماء التي توصل إليها باجتهاده كتفسير شخصي منه للحديث . ¶ ¬__________ ¶ (¬1) 13) ... الترمذي (3507)، وانظر ضعيف الجامع (1943) .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وقد نقلت عنه مدرجة مع كلام النبي - صلى الله عليه وسلم - ؛ وألحقت أو بمعنى آخر ألصقت بالحديث النبوي، وظن أغلب الناس بعد ذلك أنها نص من كلام النبي - صلى الله عليه وسلم - فحفظوها وانتشرت بين العامة والخاصة حتى الآن . ¶ ومع أن الإمام الترمذي لما دون تلك الأسماء في سننه مدرجة مع الحديث النبوي نبه على غرابتها، وهو يقصد بغرابتها ضعفها وعدم ثبوتها كما ذكر ذلك الشيخ الألباني رحمه الله . ¶ بل من الأمور العجيبة التي لا يعرفها الكثيرون أن الأسماء التي كان الوليد بن مسلم يذكرها للناس لم تكن واحدة في كل مرة، ولم تكن متطابقة قط، بل يتنوع اجتهاده عند الإلقاء فيذكر للناس أسماء أخرى مختلفة عما ذكره في اللقاء السابق، فالأسماء التي رواها عنه الطبراني وضع الوليد فيها القائم الدائم بدلا من القابض الباسط اللذين وردا في رواية الترمذي المشهورة، واستبدل أيضا الرشيد بالشديد، والأعلى والمحيط والمالك بدلا من الودود والمجيد والحكيم . ¶ وأيضا فإن الأسماء التي رواها عنه ابن حبان وضع فيها الرافع بدلا من المانع في رواية الترمذي، وما رواه عنه ابن خزيمة وضع فيه الحاكم بديلا عن الحكيم والقريب بديلا عن الرقيب، والمولى بديلا من الوالي، والأحد مكان المغني . ¶ وفي رواية البيهقي استبدل الوليد المقيت بديلا من المغيث، ورويت عنه أيضا بعض الروايات اختلفت عن رواية الترمذي في ثلاثة وعشرين اسماً (¬1)، والعجيب أن الأسماء المدرجة عند الترمذي هي المشتهرة فقط . ¶ اتفق الحفاظ من أئمة الحديث ¶ على أن الأسماء المشهورة لم يرد في تعيينها حديث صحيح ¶ ¬__________ ¶ (¬1) 14) ... فتح الباري 11/216 .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "والقصد أن هذه الأسماء التي يحفظها الناس ليست نصا من كلام النبي - صلى الله عليه وسلم - ، وإنما هي ملحقة أو ملصقة أو كما قال المحدثون مدرجة مع قول النبي - صلى الله عليه وسلم - : (إن للهِ تِسْعَة وَتِسْعِين اسْمَا مِائة إلا وَاحِدًا) . وهذا أمر قد يكون غريبا على عامة الناس لكنه لا يخفى على أهل العلم والمعرفة بحديثه - صلى الله عليه وسلم - ، قال ابن حجر: (والتحقيق أن سردها من إدراج الرواة) (¬1) . وقال الأمير الصنعاني: (اتفق الحفاظ من أئمة الحديث أن سردها إدراج من بعض الرواة) (¬2). ¶ وقال ابن تيمية عن رواية الترمذي وابن ماجه: (وقد اتفق أهل المعرفة بالحديث على أن هاتين الروايتين ليستا من كلام النبي - صلى الله عليه وسلم - وإنما كل منهما من كلام بعض السلف) (¬3) . ¶ وقال أيضا: (لم يرد في تعيينها حديث صحيح عن النبي - صلى الله عليه وسلم - ، وأشهر ما عند الناس فيها حديث الترمذي الذي رواه الوليد بن مسلم عن شعيب عن أبي حمزة، وحفاظ أهل الحديث يقولون: هذه الزيادة مما جمعه الوليد بن مسلم عن شيوخه من أهل الحديث، وفيها حديث ثان أضعف من هذا رواه ابن ماجه، وقد روي في عددها غير هذين النوعين من جمع بعض السلف) (¬4) . ¶ وقد ذكر أيضا أنه إذا قيل بتعيينها على ما في حديث الترمذي مثلا ففي الكتاب والسنة أسماء ليست في ذلك الحديث مثل اسم الرب فإنه ليس في حديث الترمذي، وأكثر الدعاء المشروع إنما هو بهذا الاسم، وكذلك اسم المنان والوتر والطيب والسبوح والشافي؛ كلها ثابتة في نصوص صحيحة؛ وتتبع هذا الأمر يطول (¬5) . ¶ ¬__________ ¶ (¬1) 15) ... بلوغ المرام ص346 . ¶ (¬2) 16) ... سبل السلام 4/108 . ¶ (¬3) 17) ... دقائق التفسير 2/473 . ¶ (¬4) 18) ... الفتاوى الكبرى 1/217 . ¶ (¬5) 19) ... السابق 1/217 .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ولما كان هذا حال الأسماء الحسنى التي حفظها الناس لأكثر من ألف عام، وأنشدها كل منشد، وكتبت على الحوائط في كل مسجد، فلا بد من تنبيه الملايين من المسلمين على ما ثبت فيها من الأسماء وما لم يثبت، ثم تعريفهم بالأسماء الحسنى الصحيحة الثابتة في الكتاب والسنة ؟ وكيف يمكن أن نتعرف عليها بسهولة ؟ وسوف نذكرها إن شاء الله بأدلتها ومعانيها، وكيف ندعو الله بها ؟ . ¶ أجمع العلماء على أن الأسماء الحسنى ¶ توقيفية على النص ¶ اتفق علماء الأمة على اختلاف مذاهبهم أنه يجب الوقوف على ما جاء في الكتاب وصحيح السنة بذكر أسماء الله نصا دون زيادة أو نقصان؛ لأن أسماء الله الحسنى توقيفية لا مجال للعقل فيها؛ فالعقل لا يمكنه بمفرده أن يتعرف على أسماء الله التي تليق بجلاله؛ ولا يمكنه أيضا إدراك ما يستحقه الرب - عز وجل - من صفات الكمال والجمال؛ فتسمية رب العزة والجلال بما لم يسم به نفسه قول على الله بلا علم، وهو أمر حرمه الله - عز وجل - على عباده . ¶ قال ابن حزم: (لا يجوز أن يسمى الله تعالى ولا أن يخبر عنه إلا بما سمى به نفسه أو أخبر به عن نفسه في كتابه أو على لسان رسوله - صلى الله عليه وسلم - أو صح به إجماع جميع أهل الإسلام المتيقن ولا مزيد، وحتى وإن كان المعنى صحيحا فلا يجوز أن يطلق عليه تعالى اللفظ . ¶ وقد علمنا يقينا أن الله - عز وجل - بنى السماء فقال: { وَالسَّمَاءَ بنيْناهَا } [الذاريات:47]، ولا يجوز أن يسمى بناء، وأنه تعالى خلق أصباغ النبات والحيوان وأنه تعالى قال: { صِبغةَ اللهِ وَمَنْ أحْسَنُ مِن اللهِ صِبغة } [البقرة:138]، ولا يجوز أن يسمى صباغا، وأنه تعالى سقانا الغيث ومياه الأرض ولا يسمى سقاء ولا ساقيا، وهكذا كل شيء لم يسم به نفسه) (¬1). ¶ وقال الإمام النووي: (أسماء الله توقيفية لا تطلق عليه إلا بدليل صحيح) (¬2) . ¶ ¬__________ ¶ (¬1) 20) ... الفصل2/108 . ¶ (¬2) 21) ... شرح النووي7/188 .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "واحتج الإمام الغزالي على أن الأسماء الحسنى توقيفية بالاتفاق على أنه لا يجوز لنا أن نسمي رسول الله - صلى الله عليه وسلم - باسم لم يسمه به أبوه ولا سمى به نفسه، وكذا كل كبير من الخلق، قال: فإذا امتنع ذلك في حق المخلوقين فامتناعه في حق الله أولى (¬1) . ¶ وقال الإمام السيوطي: (اعلم أن أسماء الله تعالى توقيفية بمعنى أنه لا يجوز أن يطلق اسم ما لم يأذن له الشرع، وإن كان الشرع قد ورد بإطلاق ما يرادفه) (¬2) . ¶ وقال أبو القاسم القشيري: (الأسماء تؤخذ توقيفا من الكتاب والسنة والإجماع، فكل اسم ورد فيها وجب إطلاقه في وصفه، وما لم يرد لم يجز ولو صح معناه) (¬3) . ¶ وقال ابن الوزير المرتضى: (فأسماء الله وصفاته توقيفية شرعية، وهو أعز من أن يطلق عليه عبيده الجهلة ما رأوا من ذلك، فلا يجوز تسميته رب الكلاب والخنازير ونحو ذلك من غير إذن شرعي، وإنما يسمى بما سمى به نفسه) (¬4) . ¶ والأقوال في ذلك كثيرة يعز إحصاؤها وكلها تدل على أن عقيدة أهل السنة والجماعة مبنية على أن الأسماء الحسنى توقيفية، وأنه لا بد في كل اسم من دليل نصي صحيح يُذكر فيه الاسم بلفظه، ومن ثم فإن دورنا تجاه الأسماء الحسنى الجمع والإحصاء ثم الحفظ والدعاء وليس الاشتقاق والإنشاء . ¶ كيف نتعرف على أسماء الله الحسنى ¶ الثابتة في الكتاب والسنة ؟ ¶ والسؤال الذي يطرح نفسه: ما هي الأسماء الحسنى التي ندعو الله بها ؟ وكيف يمكن التعرف عليها ؟ قال ابن الوزير: (تمييز التسعة والتسعين يحتاج إلى نص متفق على صحته أو توفيق رباني، وقد عدم النص المتفق على صحته في تعيينها، فينبغي في تعيين ما تعين منها الرجوع إلى ما ورد في كتاب الله بنصه أو ما ورد في المتفق على صحته من الحديث) (¬5). ¶ ¬__________ ¶ (¬1) 22) ... فتح الباري11/223 . ¶ (¬2) 23) ... شرح سنن ابن ماجة 1/275 . ¶ (¬3) 24) ... سبل السلام 4/109 . ¶ (¬4) 25) ... إيثار الحق 1/314 . ¶ (¬5) 26) ... العواصم 7/228 .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "والرجوع إلى ما أشار إليه ابن الوزير مسألة أكبر من طاقة فرد وأوسع من دائرة مجد؛ لأن الشرط الأول والأساسي في إحصاء الأسماء هو فحص جميع النصوص القرآنية وجميع ما ورد في السنة النبوية مما وصل إلينا في المكتبة الإسلامية، وهذا الأمر يتطلب استقصاء شاملا لكل اسم ورد في القرآن، وكذلك كل نص ثبت في السنة، ويلزم من هذا بالضرورة فرز عشرات الآلاف من الأحاديث النبوية وقراءتها كلمة كلمة لتحقيق القول في إسم واحد . ¶ وذلك في العادة خارج عن قدرة البشر المحدودة وأيامهم المعدودة؛ ولذلك لم يقم أحد من أهل العلم سلفا وخلفا بتتبع الأسماء حصرا، وإنما جمع كل منهم ما استطاع باجتهاده ووسعه، وكان أغلبهم يكتفي برواية الترمذي، أو ما رآه صوابا عند ابن ماجة والحاكم، فيقوم بشرحه وتفسيره كما فعل كثير من الأئمة كالزجاج والخطابي والبيهقي والقشيري والغزالي والرازي والقرطبي وغيرهم من القدامى والمعاصرين . ¶ ولما يسر الله - عز وجل - الأسباب في هذا العصر أصبح من الممكن إنجاز مثل هذا البحث في وقت قصير نسبيا، وذلك باستخدام الكمبيوتر والموسوعات الالكترونية التي قامت على خدمة القرآن الكريم، وحوت آلاف الكتب العلمية واشتملت على المراجع الأصلية للسنة النبوية وكتب التفسير والفقه والعقائد والأدب والنحو وغيرها الكثير والكثير . ¶ لقد كان لارتباط التقنية الحديثة بمجال العقيدة أثر كبير في ظهور المفاجأة التي لم تكن متوقعة، وهي تصديق البحث الحاسوبي لقول النبي - صلى الله عليه وسلم - : (إن للهِ تِسْعَة وَتِسْعِين اسْمَا مِائة إلا وَاحِدًا) . ¶ ولنبدأ أولا بذكر الشروط أو الضوابط التي يتمكن من خلالها أي مسلم أن يتعرف بسهولة ويسر على كل اسم من الأسماء الحسنى، والدليل على تلك الشروط من كتاب الله: ¶ الشرط الأول للإحصاء ¶ ثبوت الاسم نصا في القرآن أو صحيح السنة",
            "page": "10",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "طالما أنه لم يصح عن النبي - صلى الله عليه وسلم - حديث في تعينها وسردها فلا بد لإحصائها من وجود الاسم نصا في القرآن أو صحيح السنة، وهذا الشرط مأخوذ من قوله تعالى: { وَللهِ الأسْمَاءُ الحسْنى فَادعُوه بها } ، ولفظ الأسماء يدل على أن أنها معهودة موجودة، فالألف واللام للعهد، ولما كان دورنا حيال الأسماء هو الإحصاء دون الاشتقاق والإنشاء، فإن الإحصاء لا يكون إلا لشيء موجود ومعهود ولا يعرف ذلك إلا بما نص عليه القرآن أو ثبت في صحيح السنة . ¶ ومعلوم من مذهب أهل السنة والجماعة أن الأسماء توقيفية على الأدلة السمعية، ولا بد فيها من تحري الدليل بطريقة علمية تضمن لنا مرجعية الاسم إلى كلام الله ورسوله - صلى الله عليه وسلم - ، ولا يكون ذلك إلا بالرجوع إلى ما ورد في القرآن الكريم بنصه أو صح في السنة؛ فمحيط الرسالة لا تخرج عن هذه الدائرة . ¶ أما القواعد التي يعتمد عليها في تمييز الحديث المقبول من المردود، والصحيح من الضعيف فهي قواعد المحدثين، أو ما عرف بعلم مصطلح الحديث الذي يشترط في الحديث الصحيح اتصال السند بنقل العدل الضابط عن مثله إلى منتهاه من غير شذوذ ولا علة، وعلى ما هو معتبر أيضا في قواعدهم وأصولهم (¬1) . ¶ وليس كل ما نسب إلى النبي - صلى الله عليه وسلم - يقبل بلا ضابط أو نقاش، فلا بد من الترابط العلمي المتصل بين رواة السند؛ بحيث يتلقى الراوي اللاحق عن السابق؛ فلا يكون بين اثنين من رواة الحديث فجوة زمنية أو مسافة مكانية يتعذر معها اللقاء أو يستحيل معها التلقي والأداء . ¶ ¬__________ ¶ (¬1) 27) ... المنهل الروي لابن جماعة ص33 بتصرف .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "كما يلزم أيضا اتصاف الرواة بالعدالة، وهى صفة خلقية تكتسبها النفس الإنسانية، وتحمل صاحبها على ملازمة التقوى والمروءة ومجانبة الفسوق والابتداع؛ فلا يعرف بارتكاب كبيرة أو إصرار على صغيرة، ولا بد أن يتصف الراوي أيضا بالضبط، والتثبت من الحفظ، والسلامة من الخطأ، وانعدام الوهم مع القدرة على استحضار ما حفظه، وهذا شرط في جميع رواة الحديث الصحيح من أول السند إلى آخره . ¶ يضاف إلى ذلك عدم مخالفة الراوي لمن هو أوثق منه وأثبت، ولا يكون في روايته أيضا علة قادحة أو سبب ظاهر يؤدي إلى الحكم بعدم ثبوت الحديث، فالطريق الوحيد المعتمد في ثبوت السنة هو الالتزام بقواعد المحدثين وأصولهم في معرفتها (¬1) . ¶ أما الحكم على ثبوت أحاديث النبي - صلى الله عليه وسلم - بالرؤية العقلية أو الأصول الكلامية أو المناهج الفلسفية أو الكشوفات الذوقية فلا مجال له ولا عبرة به؛ لأن الآراء العقلية كثيرة ومتضاربة والمواجيد الذوقية مختلفة ومتغيرة، فالحكم على حديث الرسول - صلى الله عليه وسلم - في تلك الحالة يحكمه الهوى ويسوقه استحسان النفس . ¶ أما الأسماء التي لم تتوافق مع هذا الشرط مما اشتهر في جمع الوليد بن مسلم المدرج في رواية الترمذي، والمشهور بين الناس منذ أكثر من ألف عام فهما الواجد والماجد . ¶ وفي غير تلك الرواية مما لم يثبت أيضا من أسماء الله الحسنى النظيف والسخي والحنان والهْوِيّ والمفضل والمنعم ورمضان وآمين والأعز والقيام لأنها جميعا لم تثبت إلا في روايات ضعيفة أو موقوفة أو قراءة شاذة . ¶ الشرط الثاني للإحصاء ¶ علمية الاسم واستيفاء العلامات اللغوية ¶ ¬__________ ¶ (¬1) 28) ... شرح النووي على صحيح مسلم 1/27 .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "يشترط في جمع الأسماء الحسنى وإحصائها من الكتاب والسنة أن يرد الاسم في النص مرادا به العلمية ومتميزا بعلامات الاسمية المعروفة في اللغة، كأن يدخل عليه حرف الجر كما ورد في قوله - عز وجل - : { وَتوكل عَلَى الحَيِّ الذِي لا يموت } [الفرقان:58]، أو يرد الاسم منونا كقوله تعالى: { سَلامٌ قَولا مِنْ رَب رَحِيم } [يس:58]، أو تدخل عليه ياء النداء كما ثبت في دعاء النبي - صلى الله عليه وسلم - : (يَا حَيُّ يَا قَيُّوم) (¬1)، أو يكون الاسم معرفا بالألف واللام كقوله - عز وجل - : { سَبِّحِ اسْمَ رَبِّكَ الأعْلَى } [الأعلى:1]، أو يكون المعنى مسندا إليه محمولا عليه كقوله: { الرَّحْمَنُ فَاسْأل به خَبيرا } [الفرقان:59]، فهذه خمس علامات يتميز بها الاسم عن الفعل والحرف وقد جمعها ابن مالك في قوله: ¶ بالجر والتنوين والندا وأل ¶ ومسند للاسم تمييز حصل (¬2) . ¶ فلا بد إذا أن تتحقق في الأسماء الحسنى علامات الاسم اللغوية . ¶ ودليل هذا الشرط قوله - عز وجل - : { وَللهِ الأسْمَاءُ الحسْنى فَادعُوه بها } ، وقوله: { فَله الأسْمَاءُ الحسْنى } ، ولم يقل: ولله الأوصاف الحسنى أو فله الأفعال الحسنى، وشتان بين الأسماء والأوصاف والأفعال؛ فالوصف يتبع الموصوف ولا يقوم بنفسه كالعلم والقدرة والعزة والحكمة والرحمة والخبرة، وإنما يقوم الوصف بموصوفه ويقوم الفعل بفاعله إذ لا يصح أن نقول: الرحمة استوت على العرش أو العزة أجرت الشمس أو العلم والحكمة والخبرة أنزلت الكتاب وأظهرت على النبي - صلى الله عليه وسلم - ما غاب من الأسرار . ¶ ¬__________ ¶ (¬1) 29) ... صحيح أبي داود 1326. ¶ (¬2) 30) ... شرح ابن عقيل1/21.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "فهذه كلها أوصاف لا تقوم بنفسها بخلاف الأسماء الحسنى الدالة علي المسمى الذي اتصف بها كالرحمن الرحيم والعزيز العليم والخبير الحكيم القدير، كما أن معنى الدعاء بالأسماء الحسنى في قوله تعالى: { فَادعُوه بها } أن تدخل على الأسماء أداة النداء سواء ظاهرة أو مضمرة، والنداء من علامات الاسمية . ¶ وعلى ذلك فإن كثيرا من الأسماء المشتهرة على ألسنة الناس ليست من الأسماء الحسنى، وإنما هي في حقيقتها أوصاف أو أفعال لا تقوم بنفسها، فكثير من العلماء ورواة الحديث جعلوا المرجعية في علمية الاسم إلى أنفسهم وليس إلى النص الثابت، فاشتقوا لله أسماء كثيرة من الأوصاف والأفعال، وهذا يعارض ما اتفق عليه السلف في كون الأسماء الحسنى توقيفية على النص . ¶ من الذي سمى الله - عز وجل - ¶ الخافض المعز المذل العدل الجليل الباعث ؟ ¶ إذا كان الأمر كذلك فمن الذي سمى الله - عز وجل - الخافض المعز المذِل العَدل الجَلِيل الباعِث المحْصِي المبدِيء المعِيد الممِيت المقسِط المغنِي المَانِعُ الضَّارّ النافِع الباقِي الرَّشِيد الصَّبُور ؟ ¶ هذه جميعها ليست من أسماء الله الحسنى لأن الله - عز وجل - لم يسم نفسه بها، وكذلك لم ترد في صحيح السنة، وإنما سماه بها الوليد بن مسلم ضمن ما أدرجه باجتهاده في رواية الترمذي المشهورة، فالخافض مثلا لم يرد في القرآن أو السنة اسما، وإنما ورد بصيغة الفعل فيما صح عن النبي - صلى الله عليه وسلم - أنه قال: (إن اللهَ - عز وجل - لاَ يَنام وَلاَ يَنْبغِي لَه أنْ يَنامَ يَخفِضُ القِسْطَ وَيَرْفَعُه) (¬1) . ¶ ولا يجوز لنا أن نشتق لله - عز وجل - من كل فعل اسما، ولم يخولنا الله في ذلك قط، وإنما أمرنا سبحانه بإحصاء أسمائه وجمعها وحفظها ثم دعاؤه بها، فدورنا حيال الأسماء الحسنى الإحصاء وليس الاشتقاق والإنشاء . ¶ ¬__________ ¶ (¬1) 31) ... صحيح مسلم (179) .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ولو أصر أحد على تسمية الله بالخافض وأجاز لنفسه ذلك فيلزمه تسميته البناء لأنه بنى السماء، والسقاء لأنه سقى الغيث وسقى أهل الجنة شرابا طهورا، والمدمدم لأنه دمدم على ثمود، والمدمر لأنه دمر على الكافرين، والطامس لأنه طمس على أعينهم، والماسخ لأنه مسخهم على مكانتهم، والمقطع لأنه قطع اليهود أمما . ¶ وكذلك يلزمه تسمية الله - عز وجل - المنسي لأنه أنساهم ذكره، والمفجر لأنه فجر الأرض عيونا، والحامل لأنه حمل نوحا على ذات ألواح ودسر، والصباب والشقاق لأنه قال: { أنا صَببنا المَاءَ صَبّاً ثم شقَقنا الأرْضَ شقا } [عبس:25/26]، وغير ذلك من مئات الأفعال في الكتاب والسنة والتي سيقلبها دون حق إلى أسماء . ¶ ويقال هذا أيضا في اشتقاق الوليد بن مسلم وغيره لاسميه للمعز المذل حيث اشتق هذين الاسمين من قوله - عز وجل - : { قلِ اللهم مَالِكَ الملك تؤتِي الملكَ مَنْ تشاءُ وَتنْزِعُ الملكَ ممن تشاءُ وَتعِز مَنْ تشاءُ وَتذِل مَنْ تشاءُ بيدِكَ الخيْرُ إنكَ عَلى كلِّ شيْءٍ قَدِيرٌ } [آل عمران:26]، فالله - عز وجل - أخبر أنه يؤتي ويشاء وينزع ويعز ويذل، ولم يذكر في الآية بعد مالك الملك واسمه القدير سوى الأفعال، فاشتقوا لله اسمين من فعلين وتركوا على قياسهم اسمين آخرين، فيلزمهم تسمية الله - عز وجل - بالمؤتِي وَالمنْزِعُ فضلا عن تسميته بالمشيء طالما أن المرجعية في علمية الاسم إلى الرأي والاشتقاق دون التتبع والإحصاء . ¶ وكذلك العدل لم يرد في القرآن اسما أو فعلا ولا دليل لمن سمى الله بهذا الاسم سوى الأمر بالعدل في قوله - عز وجل - : { إن اللهَ يَأمرُ بِالعَدلِ والإحسان } [النحل:90] . أما الجليل فلم يرد اسما في الكتاب أو صحيح السنة، ولكن ورد وصف الجلال في قوله تعالى: { وَيَبقَى وَجْه رَبِّكَ ذُو الجلالِ وَالإكْرَامِ } [الرحمن:27]، وفرق كبير بين الاسم والوصف .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وكذلك الباعِث المحْصِي لا دليل على إثبات هذين الاسمين، والذي ورد في القرآن والسنة صفات الأفعال فقط كقوله تعالى: { يَومَ يَبعَثهم الله جَمِيعاً فَيُنبِّئُهمْ بِمَا عَمِلوا أحْصَاه الله وَنسُوه وَالله عَلَى كلِّ شيْءٍ شهِيدٌِ } [المجادلة:6]، وهي كثيرة في القرآن والسنة . ¶ ومن الملاحظ أن الوليد بن مسلم اشتق الباعث من قوله: (يَبعَثهم) والمحصي من قوله: (أحْصَاه الله) ترك المنبئ من قوله: (فَينبِّئُهمْ) لأن الآية لم يرد فيها بعد اسم الله الشهيد سوى الأفعال التي اشتق منها فعلين وترك الثالث في حين أن تلك الأسماء جميعها لم ترد نصا صريحا في الكتاب أو صحيح السنة . ¶ وكذلك القول في اسميه المبدِيء المعِيد فهما اسمان لا دليل على ثبوتهما، فقد استند من سمى الله بهذين الاسمين إلى اجتهاده في الاشتقاق من الفعلين الذين وردا في قوله - عز وجل - : { إنه هوَ يُبدِئُ وَيُعِيدُ } [البروج:13]، ومعلوم أن أسماء الله الحسنى توقيفية على النص، وليس في الآية سوى الفعلين فقط . ¶ أما الضار النافع فهذان الاسمان بعد البحث الحاسوبي تبين أنهما لم يردا في القرآن أو السنة، وليس لمن سمى الله بهما إلا اجتهاده في الاشتقاق من المعنى الذي ورد في قوله تعالى: { قل لا أمْلِكُ لِنفسِي نفعاً وَلا ضَرّاً إلا مَا شاءَ الله } [الأعراف:188]. ولم يُذكر في الآية النص على الاسم أو حتى الفعل، ولم يرد الضار اسما ولا وصفا ولا فعلا . ¶ وعملية البحث الحاسوبي أصبحت يسيرة للتعرف على عدم ثبوت اسم الممِيت المقسِط المغنِي المَانِع الباقِي الرشِيد الصَّبُور ؟. ¶ الشرط الثالث للإحصاء ¶ إطلاق الاسم دون إضافة أو تقييد",
            "page": "16",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "والمقصود بهذا الشرط أن يرد الاسم مطلقا دون تقييد ظاهر أو إضافة مقترنة بحيث يفيد المدح والثناء على الله بنفسه، لأن الإضافة والتقييد يحدان من إطلاق الحسن والكمال على قدر المضاف وشأنه، وقد ذكر الله - عز وجل - أسماءه بطلاقة الحسن فقال: { وَللهِ الأسْمَاءُ الحسْنى } أي البالغة مطلق الحسن بلا حد ولا قيد . ¶ قال القرطبي: (وحسن الأسماء إنما يتوجه بتحسين الشرع لإطلاقها والنص عليها) (¬1). ¶ ويدخل في الإطلاق أيضا اقتران الاسم بالعلو المطلق فوق الخلائق؛ لأن معاني العلو هي في حد ذاتها إطلاق؛ فالعلو يزيد الإطلاق كمالا على كمال وجمالا فوق الجمال . ¶ وكذلك أيضا إذا ورد الاسم معرفا بالألف واللام مطلقا بصيغة الجمع والتعظيم فإنه يزيد الإطلاق عظمة وجمالا وحسنا وكمالا وينفي في المقابل أي احتمال لتعدد الذوات أو دلالة الجمع على غير التعظيم والإجلال . ¶ قال ابن تيمية في تقرير الشروط الثلاثة السابقة: (الأسماء الحسنى المعروفة هي التي يدعى الله بها، وهي التي جاءت في الكتاب والسنة، وهي التي تقتضي المدح والثناء بنفسها) (¬2) . ¶ وإذا كانت الأسماء الحسنى لا تخلو في أغلبها من تصور التقييد العقلي بالممكنات وارتباط آثارها بالمخلوقات كالخالق والخلاق والرازق والرزاق، أو لا تخلو من تخصيص ما يتعلق ببعض المخلوقات دون بعض؛ كالأسماء الدالة على صفات الرحمة والمغفرة مثل الرحيم والرءوف والغفور فإن ذلك التقييد لا يدخل تحت الشرط المذكور . ¶ وإنما المقصود هو التقييد بالإضافة الظاهرة في النص أو المركبة من إضافة اسم الإشارة إلى الوصف، فلا يدخل في أسماء الله الحسنى إفراد البالغ وإطلاقه، إذا الحسن هنا في تقييده؛ فلا بد من ذكره مضافا كما في قوله تعالى: { إن اللهَ بالِغ أمْرِهِ } [الطلاق:3]، ولا يصح إطلاقه في حق الله، بل يذكر كما ورد النص . ¶ ¬__________ ¶ (¬1) 32) ... تفسيرالقرطبي10/343. ¶ (¬2) 33) ... شرح العقيدة الأصفهانية ص19.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وكذلك المخزي يذكر مضافا دون إطلاق كما ورد في قوله الله تعالى: { وَأن اللهَ مخْزِي الكَافِرِين } [التوبة:2]، وكذلك ليس من أسمائه الحسنى العدو لأنه مقيد كما في قوله: { فَإن اللهَ عَدُوٌّ لِلكَافِرِين } [البقرة:98]، وليس من أسمائه الخادع لأنه مقيد، وحسنه في تقييده كما في قوله - عز وجل - : { إن المنافِقِين يُخادِعُون اللهَ وَهوَ خادِعُهمْ } [النساء:142] . وكذلك المتم في قوله - عز وجل - : { وَالله متِم نُورِهِ } [الصف:8]، والفالق والمخرج في قوله تعالى: { إن اللهَ فَالِق الحَبِّ وَالنوى .. وَمخْرِجُ المَيِّتِ } [الأنعام:95] . ¶ فالاسم المطلق كالرحمن الرحيم الملك القدوس السلام المؤمن المهيمن هو المعني بالحسن المطلق، أما الاسم المركب والمضاف والمقيد فحسنه وكماله في أن يذكر كما ورد به النص القرآني أو النبوي، وأن تدعوا الله به كما هو فتقول: يا ذا الجلال والإكرام، ويا ذا الطول، ولا تقل: يا ذو، أو يا طول، وتقول أيضا كما قال النبي - صلى الله عليه وسلم - : (يا مقلب القلوب)، ولا تدعو فتقول: يا مقلب فقط من غير الإضافة الواردة في النص . ¶ ومثال ما لا يتوافق مع شرط الإطلاق مما ورد مضافا أو مقيدا اسم الله الغافر والقابل والشديد والفاطر والجاعل والمتوفي والرافع والمطهر والمهلك والحفي والمنزل والسريع والمحيي والرفيع والنور والبديع والكاشف والصاحب والخليفة والقائم والزارع والموسع والمنشيء والماهد والجامع والمبرم والمستعان والحافظ والعالم والعلام والمنتقم والغالب والصادق وغير ذلك من الأسماء المقيدة والمضافة . ¶ فهذه أسماء تذكر في حق الله على الوضع الذي قيدت به، ويدعى بها على ما ورد في النص من غير إطلاق، لأن ذلك هو كمالها وحسنها . ¶ الشرط الرابع لإحصاء ¶ الأسماء الحسنى دلالة الاسم على الوصف",
            "page": "18",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "والمقصود بدلالة الاسم على الوصف أن يكون اسما على مسمى؛ لأن القرآن بين أن أسماء الله أعلام وأوصاف، فقال تعالى في الدلالة على علميتها: { قلِ ادعُوا اللهَ أوِ ادعُوا الرَّحْمَن أيّا مَا تدعُوا فَله الأسْمَاءُ الحسْنى } ، فكلها تدل على مسمى واحد؛ ولا فرق بين الرحمن أو الرحيم أو الملك أو القدوس أو السلام إلى آخر ما ذكر في الدلالة على ذاته - عز وجل - . ¶ وقال في كونها دالة على الأوصاف: { وَللهِ الأسْمَاءُ الحسْنى فَادعُوه بها } ، فدعاء الله بها مرتبط بحال العبد ومطلبه وما يناسب حاجته واضطراره من ضعف أو فقر أو ظلم أو قهر أو مرض أو جهل أو غير ذلك من أحوال العباد، فالضعيف يدعو الله باسمه القادر المقتدر القوي، والفقير يدعوه باسمه الرازق الرزاق الغني والمقهور المظلوم يدعوه باسمه الحي القيوم، إلى غير ذلك مما يناسب أحوال العباد والتي لا تخرج على اختلاف تنوعها عما أظهر لهم من أسمائه الحسنى . ولو كانت الأسماء جامدة لا تدل على وصف ولا معنى لم تكن حسنى، لأن الله أثنى بها على نفسه فقال: { وَلله الأسْمَاءُ الحسْنى } والجامد لا مدح فيه ولا دلالة له على الثناء . ¶ كما أنه يلزم أيضا من كونها جامدة أنه لا معنى لها، ولا قيمة لتعدادها، أو الدعوة إلى إحصائها، ويترتب على ذلك أيضا رد حديث أبي هريرة في الصحيحين: (إن للهِ تِسْعَة وَتِسْعِين اسْمَا) . ¶ أما مثال ما لم يتحقق فيه شرط الدلالة على الوصف من الأسماء الجامدة ما صح عن النبي - صلى الله عليه وسلم - أنه قال: (قَالَ الله - عز وجل - : يُؤذِينِي ابنُ آدَمَ يَسُبُّ الدهْرَ وَأنا الدهْرُ، بيدِي الأمْرُ أقَلبُ الليْلَ وَالنهَارَ) (¬1)؛ فالدهر اسم لا يحمل معنى يلحقه بالأسماء الحسنى، كما أنه في حقيقته اسم للوقت والزمن، فمعنى أنا الدهر أي خالق الدهر (¬2) . ¶ ¬__________ ¶ (¬1) 34) ... صحيح البخاري (4549) . ¶ (¬2) 35) ... فتح الباري10/566 .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ويلحق بذلك أيضا الحروف المقطعة في أوائل السور والتي اعتبرها البعض من أسماء الله، فلا يصح أن تدعو الله بها فتقول في قوله تعالى (ألم): اللهم يا ألف، أو يا لام، أو يا ميم اغفري لي . ¶ الشرط الخامس للإحصاء ¶ دلالة الوصف على الكمال المطلق ¶ والمقصود أن يكون الوصف الذي دل عليه الاسم في مطلق الجمال والكمال فلا يكون المعنى عند تجرد اللفظ منقسما إلى كمال أو نقص أو يحتمل شيئا يحد من إطلاق الكمال والحسن، ودليل ذلك الشرط قوله - عز وجل - : { وَللهِ الأسْمَاءُ الحسْنى فَادعُوه بها } وكذلك قوله: { تبارَكَ اسْم رَبِّكَ ذِي الجلالِ وَالإكْرَام } [الرحمن:78]، فالآية تعني أن اسم الله تنزه وتمجد وتعظم وتقدس عن كل نقص؛ لأنه - عز وجل - له مطلق الحسن والجلال وكل معاني الكمال والجمال . ¶ وعلى ذلك ليس من أسمائه الحسنى الماكر والخادع والفاتن والمضل والمستهزئ والكايد والمنتقم والطبيب والخليفة ونحوها لأن ذلك يكون كمالا في موضع ونقصا في آخر، فلا يوصف الله به إلا في موضع الكمال فقط كما ورد نصه مقيدا في القرآن والسنة . ¶ تلك هي الشروط أو الضوابط أو الأسس التي تضمنها قوله تعالى: { وَللهِ الأسْمَاءُ الحسْنى فَادعُوه بها } [الأعراف:180] . ¶ وعند تتبع ما ورد في الكتاب والسنة من خلال الموسوعات الإلكترونية، واستخدام تقنية البحث الحاسوبية، وما ذكره مختلف العلماء الذين تكلموا في إحصاء الأسماء، والذين بلغ إحصاؤهم جميعا ما يزيد على المائتين والثمانين اسما ثم مطابقة هذه الشروط على ما جمعوه فإن النتيجة التي يمكن لأي باحث أن يصل إليها هي تسعة وتسعون اسما دون لفظ الجلالة تصديقا لقول النبي - صلى الله عليه وسلم - : (إنّ للهِ تسعَة وَتسْعِين اسمَا مِائة إلا وَاحِدًا مَنْ أحْصَاهَا دَخَلَ الجَنة) .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وسوف نذكرها إن شاء الله اسماً اسماً مع مختصر وجيز نذكر فيه الدليل على كل اسم، وشرح موجز لمعناه، وكيفية الدعاء به على مقتضى ما وردت به أدعية القرآن الكريم وما ثبت عن النبي - صلى الله عليه وسلم - وأصحابه - رضي الله عنهم - ، وكذلك ما ينبغي على المسلم من سلوك عملي يبين أثر كل اسم في توحيده لله - عز وجل - ، تحقيقا للدعاء بالأسماء دعاء مسألة ودعاء عبادة . ¶ - - - - - - - - - - - - - - - - ¶ هو الله الذي لا إله إلا هو ¶ الرَّحْمَنُ الرَّحِيم المَلِكُ القدُّوسُ السَّلامُ المؤمِنُ المهَيمنُ العَزِيزُ الجَبَّارُ المتكَبِّرُ الخَالِقُ البَارِئُ المصَوِّرُ الأوَّلُ الآخِرُ الظاهِرُ البَاطِنُ السَّمِيعُ البَصِيرُ المَولَى النصِيرُ العَفُوُّ القَدِيرُ اللطِيفُ الخَبيرُ الوِترُ الجَمِيلُ الحَيي السِّتيرُ الكَبيرُ المتعَالُ الوَاحِدُ القَهَّارُ الحَق المبين القَوِيُّ المَتِينُ الحَيُّ القَيُّوم العَلِيُّ العَظِيم الشَّكُورُ الحَلِيم الوَاسِعُ العَلِيم التواب الحَكِيم الغنِيُّ الكَرِيم الأحَدُ الصَّمَدُ القَرِيبُ المجيبُ الغفُورُ الوَدودُ الوَلِيُّ الحَميدُ الحَفيظُ المَجيدُ الفَتاحُ الشَّهيدُ المقَدِّم المؤخِّر المَلِيكُ المقتدِر المسَعِّرُ القَابِضُ البَاسِطُ الرَّازِقُ القَاهِرُ الديَّانُ الشاكِرُ المَنانَّ القَادِرُ الخلاقُ المَالِكُ الرَّزَّاقُ الوَكيلُ الرقيبُ المحْسِنُ الحَسيبُ الشافِي الرِّفيقُ المعْطي المقيتُ السَّيِّدُ الطَّيِّبُ الحَكَم الأكْرَم البَرُّ الغفَّارُ الرَّءوفُ الوَهَّابُ الجَوَادُ السُّبوحُ الوَارِثُ الرَّبُّ الأعْلى الإلَهُ - جل جلاله - . ¶ - - - - - - - - - - - - - - - - ¶ 1 - الرَّحمن - جل جلاله -",
            "page": "21",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "قال الله - عز وجل - : { قلِ ادْعوا اللهَ أوِ ادْعوا الرَّحمن أيّا ما تدْعوا فلهُ الأسْماءُ الحسْنى } [الإسراء:110]. والرحمن - عز وجل - هو المتصف بالرحمة العامة حيث خلق عباده ورزقهم، وهداهم سبلهم، وأمهلهم فيما خولهم، واستخلفهم في أرضه، واستأمنهم في ملكه ليبلوهم أيهم أحسن عملا، ومن ثم فإن رحمة الله في الدنيا وسعتهم جميعا؛ فشملت المؤمنين والكافرين . ¶ والرحمة تفتح أبواب الرجاء والأمل، وتبعث على صالح العمل، وتدفع أبواب الخوف واليأس وتشعر الشخص بالأمن والأمان . ¶ ومن حديث أبي هريرة - رضي الله عنه - أنه سمع رسول الله - صلى الله عليه وسلم - يقول: (جَعل الله الرَّحمةَ مائَةَ جُزْءٍ فأمْسَكَ عِندَهُ تِسْعة وَتِسْعِين جُزْءًا وَأنزَل فِي الأرضِ جُزْءًا وَاحِدًا، فمن ذلِكَ الجُزْءِ يَترَاحَم الخَلق حَتى ترفع الفرَس حَافِرَهَا عن وَلدِهَا خَشيَةَ أن تصِيبَهُ) (¬1) . ¶ ومن الدعاء الثابت باسمه الرحمن: اللهم إني أعوذ بِكَلِماتِ اللهِ التامةِ من شرِّ ما خَلق وَذَرَأ وَبَرَأ، وَمن شرِّ ما يَنزِل من السَّماءِ، وَمن شرِّ ما يَعْرُجُ فِيهَا، وَمن شرِّ فِتنِ الليْلِ وَالنهَارِ وَمن شرِّ كُل طَارِقٍ إلا طَارِقا يَطرُق بِخَيْرٍ يَا رَحمنُ (¬2). ¶ رَحمن الدنيا والآخِرَة ورحِيمهُما، تعطِيهما من تشاء، وتمنع منهما من تشاء، ارحَمْني رَحمة تغنيني بها عن رِحمة من سِواك (¬3). ¶ اللهم أنت الرَّحمنُ المسْتعانُ على ما يَصِفُون . ¶ ¬__________ ¶ (¬1) 36) ... صحيح البخاري (5654) . ¶ (¬2) 37) ... السلسلة الصحيحة (840) . ¶ (¬3) 38) ... صحيح الترغيب والترهيب (1821) .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وتوحيد الله في اسمه الرحمن يقتضي امتلاء القلب بالرحمة والحب والإيمان، فيحرص المسلم على ما ينفع أخاه الإنسان، سواء كان من المؤمنين أو غيرهم، فيحب للمؤمنين ما يحب لنفسه؛ يوقر كبيرهم ويرحم صغيرهم ويبقي رحمته موصولة إليهم، يفرح بفرحهم ويحزن لحزنهم . أما رحمته بالكافرين فيحرص على دعوتهم ويطفئ النار التي تحرقهم، ويجتهد في نصحهم والأخذ على أيدهم، وقد ثبت أن رسول الله - صلى الله عليه وسلم - قال: (الرَّاحِمون يَرحَمهُم الرَّحمنُ، ارحَموا أهْل الأرضِ يَرحَمْكُمْ من فِي السَّماءِ) (¬1). ¶ 2 - الرَّحِيم - جل جلاله - ¶ قال تعالى: { تنزِيلٌ من الرَّحمنِ الرَّحِيم } [فصلت:2]، وقوله - عز وجل - : { سَلامٌ قولا من رَبٍّ رَحِيمٍ } [يس:58] . ¶ والرحيم - عز وجل - هو المتصف بالرحمة الخاصة التي ينالها المؤمنون في الدنيا والآخرة، فقد هداهم إلى توحيده وعبوديته، وأكرمهم في الآخرة بجنته، ومن عليهم في النعيم برؤيته، ورحمة الله لا تقتصر على المؤمنين فقط؛ بل تمتد لتشمل ذريتهم من بعدهم إكراما لهم . ¶ ومن الدعاء باسمه الرحيم ما صح عن أبي بكر - رضي الله عنه - أنه قال للنبي - صلى الله عليه وسلم - : (علمْنِي دُعاءً أدْعو به فِي صَلاَتِي، قال: قلِ اللهُم إني ظَلمْت نفسِي ظُلمًا كثِيرًا وَلاَ يَغفِرُ الذنُوبَ إلا أنت، فاغفِر لِي مغفِرَة من عِندِكَ وَارحَمْنِي إنكَ أنت الغفُور الرَّحِيم) (¬2) . ¶ وصح عن ابن عمر - رضي الله عنه - أنه قال: (إن كُنا لنعدُّ لِرَسولِ اللهِ - صلى الله عليه وسلم - فِي المجْلِس الوَاحدِ مائَةَ مرَّةٍ: رَبِّ اغفِر لِي وَتب علىَّ إنكَ أنت التوَّاب الرَّحِيم) (¬3) . ¶ ¬__________ ¶ (¬1) 39) ... صحيح الجامع (3522) . ¶ (¬2) 40) ... صحيح البخاري (799) . ¶ (¬3) 41) ... صحيح أبي داود (1357) .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "اللهم إني عملت سوءا وظلمت نفسي، أتوب إليك وأستغفرك، فاغفر لي إنك أنت الغفور الرحيم . ربي إني مسَّنِيَ الضُّرُّ وَأنت أرحَم الرَّاحِمين، اللهم أدْخِلنا فِي رَحمتِكَ إنك أنت الغفور الرحيم . ¶ وتوحيد الله في اسمه الرحيم يقتضي امتلاء القلب برحمة الولاء والحب والوفاء الذي يدفع النفس إلى حب المؤمنين والرأفة بهم والحرص عليهم، وقد كان النبي - صلى الله عليه وسلم - رحيما بأصحابه حبيبا رفيقا قريبا صديقا. ¶ وصح من حديث عياض - رضي الله عنه - أن رسول اللهِ - صلى الله عليه وسلم - قال: (وَأهْل الجَنةِ ثلاَثة: ذُو سلطَانٍ مقسِطٌ متصَدِّق موَفق، وَرَجُل رَحِيمٌ رَقِيق القلبِ لكُل ذي قربَى وَمسْلمٍ، وَعفِيفٌ متعفّفٌ ذُو عِيَال) (¬1) . ¶ 3 - الملكُ - جل جلاله - ¶ قال تعالى: { فتعالى اللهُ الملِكُ الحَق لا إلهَ إلا هُوَ رَب العرشِ الكَرِيم ِ } [المؤمنون:116] . ¶ وصح من حديث أبِى هُرَيْرَة - رضي الله عنه - أن رَسول الله - صلى الله عليه وسلم - قال: (يَنزِل اللهُ إلى السّماءِ الدُّنيَا كُل ليْلةٍ حِين يَمْضِي ثلث الليْلِ الأوّل فيَقول: أنا الملِكُ، أنا الملِكُ، من ذَا الذي يَدْعونِي فأسْتجِيبَ لهُ ؟) (¬2) . ¶ والملِكُ سبحانه من له الملك، وهو الذي له الأمر والنهي في مملكته، يتصرف في خلقه بأمره وفعله، وليس لأحد فضل عليه في قيام ملكه وتدبير أمره، فلا خالق للكون إلا الله، ولا مدبر له سواه، فهو الملك الحق القائم بسياسة خلقه إلى غايتهم . فالملك من بيده الملك المطلق التام الذي لا يشاركه فيه أحد، قال سبحانه وتعالى: { تبَارَكَ الذي بِيَدِهِ الملك وَهُوَ على كُل شيْءٍ قدِيرٌ } [الملك:1] . ¶ ¬__________ ¶ (¬1) 42) ... صحيح مسلم (2865) . ¶ (¬2) 43) ... صحيح مسلم (758) .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "ومن الدعاء باسمه الملك ما صح من حديث على - رضي الله عنه - عن النبي - صلى الله عليه وسلم - أنه قال: (اللهُم أنت الملِكُ لاَ إلهَ إلاّ أنت، أنت رَبِّي وَأنا عبدُكَ، ظَلمْت نفسي وَاعْترَفت بِذَنبِي، فاغفِر لي ذُنُوبِي جَميعًا، إنهُ لاَ يَغفِرُ الذنُوبَ إلاَّ أنت) (¬1) . ¶ وصح من حديث ابن مسعود - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - كان إذا أمسى قال: (أمْسَيْنا وَأمْسَى الملكُ للهِ، وَالحَمْدُ للهِ، لاَ إلهَ إلاّ الله وَحدَهُ لاَ شرِيكَ لهُ، لهُ الملكُ وَلهُ الحمْدُ وَهُوَ على كُل شيْءٍ قدِيرٌ) (¬2) . ¶ ومن آثار توحيد الله في اسمه الملك تعظيم الملك الأوحد ومحبته، وموالاته وطاعته، وتوحيده في عبوديته، والاستجابة لدعوته، والغيرة على حرمته، ومراقبته في السر والعلن، ورد الأمر إليه، وحسن التوكل عليه، ودوام الافتقار إليه . ¶ وأعظم جرم في حق الملك الأوحد منازعته على ملكه أو نسبة شيء منه إلى غيره، فمن الظلم العظيم أن يدعي أحد من الخلق ما ليس له بحق في أي معنى من معاني الربوبية، أو ينسب لنفسه الملك على وجه الأصالة لا على وجه الأمانة والعبودية، فالإنية الشركية كانت ولا تزال مصدرا للظلم وسوء الخاتمة، فالموحد يغار على الملك الأوحد أن يرى غيره يُعبد في مملكته، ولذلك كان الشرك أقبح شيء في قلوب الموحدين، وكان توحيد الله - عز وجل - زينة حياة الموحدين . ¶ 4 - القدُّوس - جل جلاله - ¶ قال تعالى: { هُوَ اللهُ الذي لا إلهَ إلا هُوَ الملِكُ القدُّوس } [الحشر:23]، وقال - عز وجل - : { يُسَبِّحُ للهِ ما فِي السَّماوَاتِ وَما فِي الأرضِ الملِكِ القدُّوسِ العزِيزِ الحَكِيم } [الجمعة:1] . ¶ والقدوس سبحانه هو المنفرد بأوصاف الكمال الذي لا تضرب له الأمثال، فهو المنزه المطهَّر الذي لا نقص فيه بوجه من الوجوه . ¶ ¬__________ ¶ (¬1) 44) ... صحيح مسلم (771) . ¶ (¬2) 45) ... السابق (2723)، وفي الصباح يقول: أصبحنا .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "والتقديس خلاصة التوحيد الحق لأنه إفراد الله سبحانه بذاته وأوصافه وأفعاله عن الأقيسة التمثيلية والقواعد الشمولية التي تحكم ذوات المخلوقين وأوصافهم وأفعالهم، فالله - عز وجل - نزه نفسه عن كل نقص فقال: { ليْسَ كَمثلِهِ شيْءٌ } [الشورى:11]، ثم أثبت لنفسه أوصاف الكمال والجمال فقال: { وَهُوَ السَّميع البَصِيرُ } [الشورى:11]، فلا يكون التقديس تقديسا ولا التنزيه تنزيها إلا بنفي وإثبات . ¶ ومن الدعاء باسمه القدوس ما صح عن عائشة رضي الله عنها أن رسول الله - صلى الله عليه وسلم - كان يقول في ركوعه وسجوده: (سبوحٌ قدُّوسٌ رَب الملاَئِكَةِ وَالرُّوح) (¬1) . ¶ وصح عنها أيضا أنها قالت: (كَان رَسول اللهِ - صلى الله عليه وسلم - إذَا هَبَّ من الليْلِ كَبَّرَ عشرًا وَحَمدَ عشرًا، وَقال: سبحَان الله وَبِحَمْدِهِ عشرًا، وَقال: سبحَان الملِكِ القدُّوسِ عشرًا، وَاسْتغفرَ عشرًا، وَهَلل عشرًا، ثم قال: اللهم إني أعوذُ بِكَ من ضِيقِ الدُّنيَا وَضِيقِ يَوم القِيَامةِ عشرًا، ثم يَفتتِحُ الصَّلاَةَ) (¬2) . ¶ ومن آثار توحيد الله في اسمه القدوس تنزيهه عن وصف العباد له إلا ما وصف المرسلون فيصف الله بما وصف به نفسه وبما وصفه به رسوله - صلى الله عليه وسلم - من غير تحريف ولا تعطيل، ومن غير تكييف ولا تمثيل، ويعلم أن ما وُصِف الله به من ذلك فهو حق ليس فيه لغز ولا أحاجي . ¶ ومن آثار الاسم على المسلم أيضا أن ينزه نفسه عن المعاصي والذنوب، ويطلب المعونة من ربه أن يحفظه في سمعه وبصره وبدنه من جميع النقائص والعيوب . ¶ 5 - السَّلام - جل جلاله - ¶ ¬__________ ¶ (¬1) 46) ... صحيح مسلم (487) . ¶ (¬2) 47) ... صحيح أبي داود (4242) .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "قال تعالى: { هُوَ اللهُ الذي لا إلهَ إلا هُوَ الملِكُ القدُّوس السَّلام } [الحشر:23] . وصح من حديث أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: ( إن السَّلام اسْم من أسْماء اللهِ تعالى فأفشُوه بَينكم) (¬1) . ¶ والسلام - عز وجل - هو الذي سلم من النقائص والعيوب، سلم في ذاته بنوره وجلاله، فمن جماله وسبحات وجهه احتجب عن خلقه رحمة بهم وابتلاء لهم، وهو الذي سلم في صفاته بكمالها وعلو شأنها، وسلم في أفعاله بطلاقة قدرته ونفاذ مشيئته، وكمال عدله وبالغ حكمته، وهو الذي يدعو إلى سبل السلام ودار السلام باتباع منهج الإسلام، فكل سلامة منشأها منه وتمامها عليه . ¶ ومن الدعاء باسمه السلام ما صح عن ثوبان - رضي الله عنه - أنه قال: (كَان رَسول اللهِ - صلى الله عليه وسلم - إذَا انصَرَف من صَلاَتِهِ اسْتغفرَ ثلاَثا وَقال: اللهُم أنت السَّلاَم وَمنكَ السَّلاَم تبَارَكْت ذَا الجَلاَلِ وَالإكْرَام) (¬2) . ¶ ومن آثار توحيد المسلم لله في اسمه السلام أن يسلم المسلمون من لسانه ويده، وأن يأمن جاره من وأذيته، ويؤثر إخوانه على نفسه وحاجته . ومن ذلك أيضا أن يفشي السلام ويلتزم بتحية الإسلام، وأن يسلك سبل السلام التي تؤدي إلى دار السلام . ¶ 6 - المؤمِنُ - جل جلاله - ¶ قال تعالى: { هُوَ اللهُ الذي لا إلهَ إلا هُوَ الملِكُ القدُّوس السَّلام المؤْمنُ } [الحشر:23] . ¶ والمؤمن سبحانه هو الذي أمن الناس ألا يظلم أحدا منهم، وأمن من آمن به من عذابه، وهو المجير الذي يجير المظلوم ويؤمنه من الظالم، وهو الذي يصدق المؤمنين ويشهد لهم إذا وحدوه، وهو الذي يصدق في وعده وهو عند ظن عبده لا يخيب أمله ولا يخذل رجاءه . ¶ ¬__________ ¶ (¬1) 48) ... صحيح الجامع (2518) . ¶ (¬2) 49) ... صحيح مسلم (591) .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "ومن الدعاء بمقتضى اسمه المؤمن ما ور في قول الله تعالى: { رَبَّنا آمنا بِما أنزَلت وَاتبَعْنا الرَّسول فاكْتبنا مع الشاهِدِين } [آل عمران:53]، وقوله - عز وجل - : { رَبَّنا آمنا فاغفِر لنا وَارحَمْنا وَأنت خَيْرُ الرَّاحِمين } [المؤمنون:109] . ¶ وصح عن عبد الله الزرقي - رضي الله عنه - أن النبي قال - صلى الله عليه وسلم - : (اللهم إني أسْألكَ النعِيم يَوم العِيْلةِ، وَالأمْن يَوم الخَوفِ، اللهم إني عائِذ بِكَ من شرِّ ما أعْطَيْتنا وَشرِّ ما منعْت، اللهم حَبِّب إليْنا الإيمان وَزَيِّنهُ في قلوبِنا، وَكَرِّهْ إليْنا الكُفرَ وَالفُسوق وَالعِصْيَان وَاجْعلنا من الرَّاشِدِين، اللهم توَفنا مسْلِمين وَأحيِنا مسْلِمين وَألحِقنا بِالصَّالِحِين غيْرَ خَزَايَا وَلاَ مفتونِين، اللهم قاتلِ الكَفرَةَ الذين يُكَذبون رُسلكَ وَيَصُدُّون عن سَبِيلِكَ، وَاجْعل عليْهِمْ رَجْزَكَ وَعذَابَكَ، اللهم قاتلِ الكَفرَةَ الذين أوتوا الكِتابَ إلهَ الحَق) (¬1) . ¶ ومن آثار توحيد المسلم لله في اسمه المؤمن ثقته أن الأمن والأمان والراحة والاطمئنان مرجعها إليه الإيمان به، ويقينه أن ربه سينصر المظلوم ولو بعد حين، فيلجأ إليه معتمدا عليه مستغيثا به مفتقرا إليه أن يجيره من ظلم الظالمين وكيد الحاقدين، فوعد الله لعباده المؤمنين كائن لا محالة . ¶ 7 - المهيْمنُ - جل جلاله - ¶ قال تعالى: { هُوَ اللهُ الذي لا إلهَ إلا هُوَ الملِكُ القدُّوس السَّلام المؤْمنُ المهَيْمنُ العزِيزُ الجَبَّارُ المتكَبِّرُ } [الحشر:23] . ¶ ¬__________ ¶ (¬1) 50) ... المسند (15531) وصحيح الأدب المفرد (699) .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "والمهيمن سبحانه هو الرقيب المحيط بخلقه الذي لا يخرج عن قدرته مقدور، ولا ينفك عن حكمه مفطور، ملك على عرشه، لا يخفى عليه شيء في مملكته، يعلم جميع أحوالهم، ولا يعزب عنه شيء من أعمالهم، وهو القاهر فوقهم بعلو شأنه، محيط بالعالمين، مهيمن على الخلائق أجمعين، كل شيء إليه فقير، وكل أمر عليه يسير، لا يعجزه شيء، ليس كمثله شيء وهو السميع البصير . ¶ ومن الدعاء بمقتضى الاسم ومعناه ما صح من حديث البراء - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال له: (إذَا أتيْت مضْجَعكَ فتوَضَّأ وُضُوءَكَ لِلصَّلاَةِ، ثم اضْطَجِعْ على شِقكَ الأيْمنِ، ثم قلِ اللهم أسْلمْت وَجْهِي إليْكَ، وَفوَّضْت أمْرِي إليْكَ، وَألجَأْت ظَهْري إليْكَ، رَغبَة وَرَهْبَة إليْكَ، لاَ ملجَأ وَلاَ منجَا منكَ إلاَّ إليْكَ، اللهم آمنت بِكِتابِكَ الذي أنزَلت، وَبِنبِيِّكَ الذي أرسَلت، فإن مت من ليْلتِكَ فأنت على الفِطرَةِ وَاجْعلهُن آخِرَ ما تتكَلم به) (¬1). ¶ وثبت أيضا أن أعرابيا قال للنبي - صلى الله عليه وسلم - : (علمني دعاء لعل الله أن ينفعني به قال: قل اللهم لك الحمد كله، وإليك يرجع الأمر كله) (¬2). ¶ ومن آثار توحيد المسلم لله في اسمه المهيمن أن يتقي الله فيما استرعاه وخوله لعلمه أن الله مهيمن رقيب مطلع على سره، ويجازيه على ظلمه وكبره، وأنه سيعاقبه عاجلا أو آجلا . ¶ وربما رأى العاصي سلامة ماله وبدنه فظن أنه لا عقوبة، لكن الله يملي للظالم حتى إذا أخذه لم يفلته، قال تعالى: { وَلا تحسَبَن اللهَ غافِلا عما يَعْمل الظالمون إنما يُؤَخِّرُهُمْ ليَومٍ تشخَصُ فِيهِ الأبصَارُ } [إبراهيم:42] . ¶ ¬__________ ¶ (¬1) 51) ... صحيح البخاري (244) . ¶ (¬2) 52) ... صحيح الترغيب والترهيب (1576) .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "والموحد لله في اسمه المهيمن يصدع بالحق ولا يخاف لومة لائم، فإن النفس قوامها بربها ومرجعها إلى خالقها، وهو مهيمن عليها وعلى الخلائق أجمعين؛ فيدفعه ذلك إلى أن يتعزز بعزة الله، ويعمل في مرضاته، ويخلص له النية ابتغاء وجهه، فيستعين به متوكلا عليه آخذا بأسباب القوة راضيا بقضائه وقدره . ¶ 8 - العَزيز - جل جلاله - ¶ قال تعالى: { يَا موسَى إنهُ أنا اللهُ العزِيزُ الحَكِيم } [النمل:9]، وقال - عز وجل - : { وَإن رَبَّكَ لهُوَ العزِيزُ الرَّحِيم } [الشعراء:122] . ¶ والعزيز سبحانه هو الغالب على أمره، له علو الشأن والقهر في ملكه، وهو الملك على عرشه، المتوحد في اسمه ووصفه، المنفرد بأوصاف الكمال، عزيز لا مثيل له، متوحد لا شبيه له، فالعز إزاره، والكبرياء رداؤه . ¶ ومن الدعاء باسمه العزيز ما ور في قوله تعالى: { رَبَّنا لا تجْعلنا فِتنة لِلذين كَفرُوا وَاغفِر لنا رَبَّنا إنكَ أنت العزِيزُ الحَكِيمُ } [الممتحنة:5]، وكذلك صح من حديث عائشة رضي الله عنها أن النبي - صلى الله عليه وسلم - كان إذا تضور من الليل قال: (لا إلهَ إلا الله الواحِدُ القهار، ربّ السَّماواتِ والأرض وما بَيْنهما العزيز الغفار) (¬1) . ¶ وصح من حديث عثمان بن أبي العاص - رضي الله عنه - أنه قال: أتيت النبي - صلى الله عليه وسلم - وبي وجع قد كاد يهلكني، فقال رسول الله - صلى الله عليه وسلم - : (امْسَحهُ بِيَمينِكَ سَبع مرَّاتٍ وَقل: أعوذُ بِعِزَّةِ الله وَقدْرَتِهِ من شرِّ ما أجِدُ، قال: ففعلت ذَلِكَ، فأذْهَبَ الله - عز وجل - ما كَان بي، فلمْ أزَل آمرُ به أهلي وَغيْرَهُمْ) (¬2) . ¶ ¬__________ ¶ (¬1) 53) ... صحيح الجامع (4693)، ومعنى تَضَوَّر تلوى وتقلبُ ظهرا لِبَطنٍ من شِدَّة الحمى والألم 105. ¶ (¬2) 54) ... صحيح الجامع (346) .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "ومن الأدعية النبوية التي تناسب اسم الله العزيز: اللهم إني أعوذُ بِعِزَّتِكَ لاَ إلهَ إلاَّ أنت أن تضلني، أنت الحي الذي لاَ يَموت، وَالجِن وَالإنس يَموتون، اللهم إني أسألك بعزتك أن تنجني من النار، اللهم أعز الإسلام والمسلمين . ¶ ومن آثار توحيد المسلم لله في اسمه العزيز شعوره بمظهر العزة التي يشعر بها المسلم في توحيده لربه وعبوديته وحبه، وكل عمل يزيده من قربه، ويقينه أن العزة في إتباع أمره، وأنه سبحانه العزيز الذي جعل العزة لنبيه - صلى الله عليه وسلم - وأتباعه وحزبه، ولا يرضى لنفسه بديلا عن عزة الإسلام وأهله . ¶ 9 - الجَبَّار - جل جلاله - ¶ قال تعالى: { هُوَ اللهُ الذي لا إلهَ إلا هُوَ الملِكُ القدُّوس السَّلام المؤْمنُ المهَيْمنُ العزِيزُ الجَبَّارُ المتكَبِّرُ } [الحشر:23]، وصح من حديث أبِي سَعِيدٍ - رضي الله عنه - أن النبِي - صلى الله عليه وسلم - قال: (تكُونُ الأرضُ يَوم القِيَامة خُبزَة وَاحِدَة، يَتكَفؤُهَا الجَبَّارُ بِيَدِهِ، كَما يَكْفأ أحَدُكُمْ خُبزَتهُ فِي السَّفرِ، نُزُلا لأهْلِ الجَنةِ) (¬1) . ¶ والجبار سبحانه هو الذي يجبر الفقر بالغنى والمرض بالصحة، والخيبة والفشل بالتوفيق والأمل، والخوف والحزن بالأمن والاطمئنان، فهو جبار متصف بكثرة جبره حوائج الخلائق. وهو الجبار في علوه على خلقه، ونفاذ مشيئته في ملكه، فلا غالب لأمره، ولا معقب لحكمه، فما شاء كان، وما لم يشأ لم يكن .والجبار اسم دل على معنى من معاني العظمة والكبرياء، وهو في حق الله وصف محمود من معان الكمال والجمال، وفي حق العباد وصف مذموم من معاني النقص . ¶ اللهم اغفِر لِي وَارحَمْنِي وَاجْبرنِي وَاهْدِنِي وَارزُقنِي، سبحان ذي الجبروت والملكوت والكبرياء والعظمة، اللهم اغفر لي ذنوبي وخطاياي كلها، اللهم أنعشني واجبرني واهدني لصالح الأعمال والأخلاق، فإنه لا يهدي لصالحها ولا يصرف سيئها إلا أنت . ¶ ¬__________ ¶ (¬1) 55) ... صحيح البخاري (6155) .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ومن آثار توحيد المسلم لله في اسمه الجبار الخضوع لجبروت الله، فينفي الموحد عن نفسه التجبر والاستكبار، ويلين للحق إذا ظهر نوره من غير إنكار، فهو دائم الانكسار والافتقار والتوبة والاستغفار، رغبة في ربه أن يجبر كسره وأن يغفر ذنبه، وأن يديم فقره إليه، وأن يُقوِّم نفسه إذا تمردت عليه . ¶ 10 - المتكبِّرُ - جل جلاله - ¶ قال تعالى: { هُوَ اللهُ الذي لا إلهَ إلا هُوَ الملِكُ القدُّوس السَّلام المؤْمنُ المهَيْمنُ العزِيزُ الجَبَّارُ المتكَبِّرُ } [الحشر:23]. ¶ وبسند صحيح عن ابن عمر - رضي الله عنه - عن النبي - صلى الله عليه وسلم - عن رب العزة أنه قال: (أنا الجَبَّارُ، أنا المتكَبِّرُ، أنا الملِكُ، أنا المتعالِ، يُمجِّدُ نفسَهُ) (¬1). ¶ والمتكبر سبحانه ذو الكبرياء وهو الملك العظيم المتعالي القاهِرُ لعتاةِ خَلقِهِ، إذا نازعوه العظمة قصمهم .والمتكبر أيضا هو الذي تكبر عن كل سوء وتكبر عن ظلم عباده، وتكبر عن قبول الشرك في العبادة، فلا يقبل منها إلا ما كان خالصا لوجهه . ¶ ومن الدعاء بمقتضى اسمه المتكبر ومعناه ما صح أن أعرابيا جاء إلى النبي - صلى الله عليه وسلم - فقال: (علمني كَلاَمًا أقولهُ؟ قال قل: لاَ إلهَ إلاَّ اللهُ وَحدَهُ لاَ شرِيكَ لهُ اللهُ أكْبَرُ كَبيرًا، وَالحَمْدُ للهِ كَثِيرًا، سبحَان اللهِ رَبِّ العالمين، لاَ حَول وَلاَ قوَّةَ إلاَّ بِاللهِ العزِيزِ الحَكِيم، قال: فهَؤُلاَءِ لِرَبِّي فما لي؟ قال: قلِ اللهُم اغفِر لي وارحمني وَاهْدِنِي وَارزُقنِي) (¬2) . ¶ ومن دعاء موسى - عليه السلام - الذي يناسب الاسم: { إني عذت بِرَبِّي وَرَبِّكُمْ من كُل متكَبِّرٍ لا يُؤْمنُ بِيَوم الحِسَابِ } [غافر:27] . اللهم إني أسألك يا الله يا عزيز يا جبار يا متكبر، لا شريك لك، أسألك بهذه الأسماء أن تصلي على محمد عبدك ورسولك وعلى آل محمد . ¶ ¬__________ ¶ (¬1) 56) ... صحيح ابن ماجة (164) . ¶ (¬2) 57) ... صحيح مسلم (2696) .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "ومن آثار توحيد المسلم لله في اسمه المتكبر نفي الكبر عن النفس بالتواضع، ونفي الشرك عن الفعل بالإخلاص، وأن يخلع العبد عن نفسه أوصاف الربوبية؛ فلا يتعالى ولا يتكبر، ولكن يتواضع لله المتكبر، وصح عن النبي - صلى الله عليه وسلم - : (ألاَ أخبِرُكُمْ بِأهْل الجَنةِ، كُل ضَعِيفٍ متضَعِّفٍ لو أقسَم على اللهِ لأبَرَّهُ ألاَ أخبِرُكُمْ بِأهْل النارِ كُل عتل جَوَّاظٍ مسْتكْبِرٍ) (¬1) . ¶ وصح من حديث ابن مسعود - رضي الله عنه - أنِ النبي - صلى الله عليه وسلم - قال: (لا يَدْخُل الجَنةَ من كَان فِي قلبِهِ مثقال ذَرةٍ من كِبرٍ) (¬2) . ¶ 11 - الخَالِق ُ - جل جلاله - ¶ قال تعالى: { هُوَ اللهُ الخَالِق البَارِئُ المصَوِّرُ لهُ الأسْماءُ الحُسْنى } [الحشر:24] . ¶ وقد صح من حديث عمران - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (لاَ طَاعةَ لِمخلوقٍ فِي معْصِيَةِ الخالق) (¬3). ¶ والخالق سبحانه هو الذي أوجد الأشياء من العدم بمراتب القضاء والقدر، فأنشأها بعلمه، وكتبها في اللوح بقلمه، وشاء كونها بأمره، فتم وجودها بقضائه وقدره، فالله - عز وجل - خالق كل شيء تقديرا وقدرة، قدرها بعلمه تقديرا، ورتبها بمشيئته ترتيبا، وركبها بقدرته تركيبا . ¶ ومن الدعاء بالاسم قوله - عز وجل - : { إن فِي خَلقِ السَّماوَاتِ وَالأرضِ وَاختِلافِ الليْلِ وَالنهَارِ لآياتٍ لأولِي الألبَابِ الذين يَذْكُرُون الله قِيَاما وَقعودا وَعلى جُنُوبِهِمْ وَيَتفكَّرُون فِي خَلقِ السَّماوَاتِ وَالأرضِ رَبَّنا ما خَلقت هَذَا بَاطِلا سبحَانكَ فقِنا عذَابَ النارِ } [آل عمران:190/191] . ¶ ¬__________ ¶ (¬1) 58) ... صحيح البخاري (4633)، والعتل هو الشديد الجافي الغليظ من الناس والجواظ هو الجموع المنوع الذي يجمع المال من أي جهة ويمنع صرفه في سبيل الله، والجعظري هو الفظ الغليظ المتكبر. ¶ (¬2) 59) ... صحيح مسلم (91) . ¶ (¬3) 60) ... مشكاة المصابيح (3696) .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وقال: { قل أعوذُ بِرَبِّ الفلقِ من شرِّ ما خَلق وَمن شرِّ غاسِقٍ إذَا وَقبَ وَمن شرِّ النفاثاتِ فِي العقدِ وَمن شرِّ حَاسِدٍ إذَا حَسَدَ } [الفلق:1/5] . ¶ وصح من حديث شداد - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (سَيِّدُ الاِسْتغفارِ أن تقول اللهُم أنت رَبِّى، لاَ إلهَ إلاَّ أنت، خلقتني وَأنا عبدُكَ، وَأنا على عهْدِكَ وَوَعْدِكَ ما اسْتطعْت، أعوذُ بِكَ من شرِّ ما صَنعْت، أبوءُ لكَ بِنِعْمتكَ علىَّ وَأبوءُ بذنبي، اغفِر لِى، فإنهُ لاَ يَغفِرُ الذنُوبَ إلاَّ أنت . قال وَمن قالهَا من النهَارِ موقنًا بها، فمات من يَومهِ قبل أن يُمْسِىَ، فهُوَ من أهْلِ الجَنةِ، وَمن قالهَا من الليْلِ وَهْوَ موقِنٌ بها، فمات قبل أن يُصْبِحَ، فهْوَ من أهْلِ الجَنةِ) (¬1) . ¶ وصح من حديث ابن عمر - رضي الله عنه - أنه أمر رجلا إذا أخذ مضجعه أن يقول: (اللهم خَلقت نفسي وَأنت توَفاهَا، لكَ مماتهَا وَمحيَاهَا، إن أحيَيْتهَا فاحفظهَا، وَإن أمتهَا فاغفِر لهَا، اللهم إني أسْألكَ العافِيَةَ، فقال لهُ رَجُل: أسَمعْت هَذَا من عمرَ ؟ فقال: من خَيْرٍ من عمرَ، من رَسولِ الله - صلى الله عليه وسلم - ) (¬2) . ¶ وصح أيضا أن النبي - صلى الله عليه وسلم - قال: (من نزَل منزِلا ثم قال: أعوذُ بِكَلِماتِ اللهِ التاماتِ من شرِّ ما خَلق، لمْ يَضُرُّهُ شيْءٌ حَتى يَرتحِل من منزِلِهِ ذَلِكَ) (¬3). ¶ ومن آثار توحيد المسلم لله في اسمه الخالق إيمانه بأن ما قدره الله وكتبه في اللوح كائن لا محالة، وأنه سيخلقه بمشيئته وقدرته، فيؤمن بتقدير الله ويعمل بشريعته، ولا يضرب أحدهما بالآخر، ويعلم أنه ميسر لما خلق له، ويستعين به على طاعته وتقواه، ويشكر الله بعد أدائها أن وفقه وهداه . ¶ ¬__________ ¶ (¬1) 61) ... صحيح البخاري (5947) . ¶ (¬2) 62) ... صحيح مسلم (2712) . ¶ (¬3) 63) ... السابق (2708) .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "ومن آثار الاسم على العبد أيضا أن يشكر خالقه أن سلمه في كل جزء من بدنه، فقد صح أن النبي - صلى الله عليه وسلم - قل: (خُلق كُل إنسَانٍ من بَنِي آدَم على سِتين وَثلاَثِمائَةِ مفصِل، فمن كَبَّرَ اللهَ، وَحَمدَ اللهَ، وَهَلل اللهَ وَسَبَّحَ اللهَ، وَاسْتغفرَ اللهَ، وَعزَل حَجَرًا عن طَرِيقِ الناسِ، أو شوكَة أو عظمًا عن طَرِيقِ الناسِ، وَأمرَ بِمعْرُوفٍ أو نهَى عن منكَرٍ عدَدَ تِلكَ السِّتِّين وَالثلاَثِمائَةِ السلاَمى، فإنهُ يَمْشِي يَومئِذٍ وَقدْ زَحزَحَ نفسَهُ عنِ النارِ) (¬1) . ¶ ومن أثر الاسم على العبد إيمانه بأن الخالق في ذاته وأوصافه يختلف عن المخلوق، فلا يُزينن له الشيطان أن يخضع الخالق لأحكام المخلوق، بل يستعذ بالله من نزغه ووسواسه، فقد صح أن رسول اللهِ - صلى الله عليه وسلم - قال: (لاَ يَزَال الناس يَتسَاءَلون حَتى يُقال هَذَا خَلق اللهُ الخَلق فمن خَلق اللهَ فمن وَجَدَ من ذَلِكَ شيْئًا فليَقل: آمنت بِاللهِ) (¬2) . ¶ وكذلك لا يتشبه بالله فيما انفرد به من الخلق والربوبية؛ فيمثل التماثيل ويتشبه بالله في الخلق والتصوير . ¶ 12 - البَارئُ - جل جلاله - ¶ قال تعالى: { هُوَ اللهُ الخَالِق البَارِئُ المصَوِّرُ لهُ الأسْماءُ الحُسْنى } [الحشر:24] . ¶ والبارئ - عز وجل - هو السالم الخالي من النقائص والعيوب، الذي له الكمال المطلق في ذاته وصفاته وأفعاله، تنزه عن كل نقص، وتقدس عن كل عيب، لا شبيه له ولا مثيل، ولا ند له ولا نظير . ¶ البارئ سبحانه هو الذي وهب الحياة للأحياء، وخلق الأشياء صالحة ومناسبة للغاية التي أرادها، وخلق الإنسان للابتلاء، وهو الذي يُتِم الصنعة على وجه التدبير، ويظهر المقدور وفق سابق التقدير، وهو الذي أبرأ الخلق، وفصل كل جنس عن الآخر، وصور كل مخلوق بما ينساب الغاية من خلقه . ¶ ¬__________ ¶ (¬1) 64) ... السابق (1007) . ¶ (¬2) 65) ... صحيح مسلم (134) .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ومن الدعاء باسمه البارئ ما صح من حديث عبد الرحمن التميمي - رضي الله عنه - أن جبريل - عليه السلام - علم رسول الله - صلى الله عليه وسلم - أن يقول: (أعوذُ بِكَلِماتِ الله التاماتِ التي لاَ يُجَاوزُهُن بَرٌّ وَلاَ فاجِرٌ من شرِّ ما خَلق وَذَرَأ وَبَرَأ) (¬1)، وصح أيضا من حديث عائشة رضي الله عنها أنها قالت: (كَان إذَا اشتكَى رَسول اللهِ - صلى الله عليه وسلم - رَقاهُ جِبرِيل قال: بِاسْم اللهِ يبرِيكَ، وَمن كُل دَاءٍ يَشفِيكَ، وَمن شرِّ حَاسِدٍ إذَا حَسَدَ، وَشرِّ كُل ذي عيْنٍ) (¬2) . ¶ ومن آثار توحيد المسلم لله في اسمه البارئ أن يبرأ إلى الله من كل شهوة تخالف أمره، ومن كل شبهة تخالف خبره، ومن كل ولاء لغير دينه وشرعه، ومن كل بدعة تخالف سنة نبيه - صلى الله عليه وسلم - ، ومن كل معصية تؤثر على محبة الله وقربه، ورضاه سبحانه عن عبده . ¶ وينبغي على العبد أن يتقي الله - عز وجل - في عمله؛ فيخلص فيه ويتقنه ما استطاع، توحيدا وخشية لمن أبرأ صانعها، ومنحه قوة التفكير والإبداع، فالبارئ - عز وجل - له الحق المطلق في أن يعبد وأن يطاع . ¶ 13 - المصَوِّر - جل جلاله - ُ ¶ قال تعالى: { هُوَ اللهُ الخَالِق البَارِئُ المصَوِّرُ لهُ الأسْماءُ الحُسْنى } [الحشر:24] . ¶ والمصور سبحانه هو مبدع صور المخلوقات ومزينها بحكمته، ومعطي كل مخلوق صورته على ما اقتضت مشيئته وحكمته، وهو الذي صور الناس في الأرحام أطوارا، ونوعهم أشكالا، وكما صور الأبدان فتعددت، والأشكال فتنوعت نوع أيضا في الأخلاق والسلوك والطباع والمواهب والأفكار والقدرة على الإبداع، وهو الذي صور المخلوقات بشتى أنواع الصور الجلية والخفية والحسية والعقلية، فلا يتماثل جنسان، أو يتساوى نوعان، بل لا يتساوى فردان، فلكلٍ صورته وسيرته، وما يخصه ويميزه عن غيره . ¶ ¬__________ ¶ (¬1) 66) ... السلسلة الصحيحة (840) . ¶ (¬2) 67) ... صحيح مسلم (2185) .",
            "page": "36",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "ومن الدعاء باسمه المصور ما صح عن النبي - صلى الله عليه وسلم - أنه كان إذا سجد قال: (اللهم لكَ سَجَدْت، وَبِكَ آمنت، وَلكَ أسْلمْت، سَجَدَ وَجْهِي للذي خَلقهُ وَصَوَّرَهُ وَشق سَمْعهُ وَبَصَرَهُ تبَارَكَ الله أحسَنُ الخَالِقِين أنت رَبِّي وَأنا عبدُكَ، ظَلمْت نفسِي، وَاعْترَفت بِذَنبِي، فاغفِر لِي ذُنُوبِي جَميعًا إنهُ لاَ يَغفِرُ الذنُوبَ إلاَّ أنت، وَاهْدِنِي لأحسَنِ الأخلاَقِ لاَ يَهْدِي لأحسَنِهَا إلاَّ أنت وَاصْرِف عني سَيِّئَهَا لاَ يَصْرِفُ عني سَيِّئَهَا إلاَّ أنت) (¬1). ¶ ومن آثار توحيد المسلم لله في اسمه المصور أن يراعي العبد توحيد الله فيه، فلا يتشبه به فيما انفرد به من الربوبية، ويقع في شرك التصوير، وقد صح من حديث سعيد بن أبي الحسن أنه قال: (جَاءَ رَجُل إلى ابنِ عبَّاسٍ - رضي الله عنه - فقال: إني رَجُل أصَوِّرُ هَذهِ الصُّوَرَ فأفتِنِي فِيهَا، وفي رواية أحمد قال: معِيشتِي من صَنعةِ يَدِي وَإني أصْنع هَذهِ التصَاوِيرَ، فقال لهُ: ادْنُ مني، فدَنا منهُ، ثم قال: ادْنُ مني، فدَنا حَتى وَضَع يَدَهُ على رَأْسِهِ، قال: أنبِّئُكَ بِما سَمعْت من رَسول اللهِ - صلى الله عليه وسلم - ، سَمعْت رَسول اللهِ - صلى الله عليه وسلم - يَقول: كُل مصَوِّرٍ فِي النارِ يَجْعل لهُ بِكُل صُورَةٍ صَوَّرَهَا نفسًا فتعذبهُ فِي جَهَنم، وفي رواية أحمد قال: فرَبَا لهَا الرَّجُل رَبوَة شدِيدَة وَاصْفرَّ وَجْهُهُ، فقال لهُ ابنُ عبَّاسٍ: وَيْحَكَ إن أبَيْت إلاَّ أن تصْنع، فعليْكَ بهذَا الشجَرِ، وَكُل شيْءٍ ليْسَ فِيهِ رُوحٌ، وفي رواية أحمد: إن كُنت لاَ بدَّ فاعِلا فاصْنعِ الشجَرَ وَما لاَ نفسَ له) (¬2) . ¶ 14 - الأوَّل - جل جلاله - ¶ قال تعالى: { هُوَ الأول وَالآخِرُ وَالظَّاهِرُ وَالبَاطِنُ وَهُوَ بِكُل شيْءٍ علِيمٌ } [الحديد:3]. ¶ ¬__________ ¶ (¬1) 68) ... صحيح مسلم (771) . ¶ (¬2) 69) ... صحيح مسلم (2110)، ومسند أحمد (3394) .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وصح من حديث أبِى هُرَيْرَة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (اللهُم أنت الأوَّل فليْسَ قبلكَ شيء) (¬1) . ¶ والأول سبحانه هو الذي لم يسبقه في الوجود شيء، وهو الذي علا بذاته وشأنه فوق كل شيء، وهو المستغني بنفسه عن كل شيء، وأولية الله تقدمه على كل من سواه في الزمان، وتقدمه على غيره تقدما مطلقا في كل وصف كمال فلا يدانيه ولا يساويه أحد من خلقه لأنه سبحانه منفرد بذاته ووصفه وفعله، فالأول هو المتصف بالأولية، ووصف الأولية وصف ذاتي يدل على مطلق القبلية، وعلو الشأن والفوقية وليس ذلك لأحد سواه . ¶ ومن الدعاء باسمه الأول ما صح عن النبي - صلى الله عليه وسلم - أنه كان إذا آوى إلى فراشه قال: (اللهم رَبَّ السَّموَاتِ وَرَبَّ الأرضِ وَرَبَّ العرشِ العظِيم، رَبَّنا وَرَبَّ كُل شيء، فالِق الحَبِّ وَالنوَى، وَمنزِل التورَاةِ وَالإنجِيلِ وَالفُرقانِ، أعوذُ بِكَ من شرِّ كُل شيء أنت آخِذ بِناصِيَتِهِ، اللهم أنت الأوَّل فليْسَ قبلكَ شيء، وَأنت الآخِرُ فليْسَ بَعْدَكَ شيء، وَأنت الظَّاهِرُ فليْسَ فوقكَ شيء وَأنت البَاطِنُ فليْسَ دُونكَ شيء، اقضِ عنا الدَّيْن وَاغنِنا من الفقرِ) (¬2) . ¶ ومن آثار توحيد المسلم لله في اسمه الأول معرفة العبد أن الله - عز وجل - هو الأول الغني بذاته وصفاته، فلم يكتسب وصفا كان مفقودا أو كمالا لم يكن موجودا، كما هو الحال بين المخلوقات في اكتساب أوصاف الكمال، فإذا علم المسلم أن أصله من طين وله بداية ونهاية، وحياته إلى وقت وحين أيقن أن ما قام به من الكمال مرجعه إلى رب العالمين، وأن طاعته تعود إلى توفيق الله وفضله، وأن الفرع لا محالة سيرجع إلى أصله . ¶ ¬__________ ¶ (¬1) 70) ... صحيح مسلم (2713) . ¶ (¬2) 71) ... صحيح مسلم (2713) .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "أما أثر الاسم على سلوك العبد فيظهر من محبة الأولية في طلب الخير، وطلب الأسبقية في التزام الأمر، وحرصه على المزيد والمزيد من الأجر، فتجد توحيد الله في اسمه الأول باديا عليه عند مداومته على الصلاة في أول وقتها، وحرصه على الصف الأول، ومجاهدة الآخرين في استباقهم إليه، وكذلك يفعل في سائر العبادات أو المسارعة في الخيرات . ¶ 15 - الآخِرُ - جل جلاله - ¶ قال تعالى: { هُوَ الأوَّل وَالآخِرُ وَالظاهِرُ وَالبَاطِنُ وَهُوَ بِكُل شيْءٍ علِيمٌ } [الحديد:3]، وصح من حديث أبِى هُرَيْرَة - رضي الله عنه - أن النبِي - صلى الله عليه وسلم - قال: (وَأنت الآخِر فليْسَ بَعْدَكَ شيء) (¬1) . ¶ والآخر سبحانه هو المتصف بالبقاء والآخرية فهو الآخر الذي ليس بعده شيء، الباقي بعد فناء الخلق، يبقى ببقائه، وما سواه يبقى بإبقائه، وشتان بين بقائه وبقاء مخلوقاته، كالجنة والنار وما فيهما، فالجنة مخلوقة بقضائه وقدره وكائنة بأمره، وهي رهن مشيئته وحكمه؛ فمشيئة الله حاكمة على ما يبقى فيها وما لا يبقى، فالبقاء ليس من طبيعتها ولا من خصائصها الذاتية، بل من طبيعتها جميعها الفناء، والخلود ليس لذات المخلوق أو طبيعته، وإنما هو بمدد دائم من الله تعالى، وإبقاء مستمر لا ينقطع . أما ذاته وصفاته - عز وجل - كوجهه وعزته وعلوه ورحمته ويده وقدرته وملكه وقوته فهي صفات باقية ببقائه ملازمة لذاته، حيث البقاء صفة ذاتية لله - عز وجل - لأنه الآخر الذي ليس بعده شيء . ¶ والآخر سبحانه هو تنتهي إليه أمور الخلائق كلها إيجادا وإمدادا، وبقاء والتجاء، وقضاء وتقديرا، فبيده سبحانه تصريف المقادير. ¶ ¬__________ ¶ (¬1) 72) ... صحيح مسلم (2713) .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "ومن الدعاء باسمه الآخر ما ثبت أن النبي - صلى الله عليه وسلم - كان يدعو بهؤلاء الكلمات: (اللهم أنت الأول لا شيء قبلك، وأنت الآخر فلا شيء بعدك، أعوذ بك من شر كل دابة ناصيتها بيدك، وأعوذ بك من الإثم والكسل ومن عذاب القبر، ومن فتنة القبر، وأعوذ بك من المأثم والمغرم، اللهم نق قلبي من الخطايا كما نقيت الثوب الأبيض من الدنس، اللهم باعد بيني وبين خطيئتي كما بعدت بين المشرق والمغرب) (¬1) . ¶ ومن آثار توحيد المسلم لله - عز وجل - في اسمه الآخر أن تجعله وحده غايتك التي لا غاية لك سواه، ولا مطلوب لك وراءه، فكما انتهت إليه الأواخر، وكان بعد كل آخر، فكذلك اجعل نهايتك إليه، فإن إلى ربك المنتهى، انتهت الأسباب والغايات فليس وراءه مرمى ينتهي إليه طريق . ¶ والذي وحد الله في اسمه الآخر يعود بافتقاره إلى ربه، ويجعل المرجعية في فعله إلى ما اختاره لعبده، لعلمه أنه - عز وجل - مالك الإرادات ورب القلوب والنيات، يصرفها كيف شاء، فما شاء أن يزيغه منها أزاغه، وما شاء أن يقيمه منها أقامه، فهو سبحانه الذي ابتدع الخلق بقدرته ابتداعا، واخترعهم على مشيئته اختراعا، وهو الذي ينجي من قضائه بقضائه، وهو الذي يعيذ بنفسه من نفسه، والأمر كله له، والحكم كله له، ما شاء كان، وما لم يشأ لم يكن، فسبحان من لا يوصل إليه إلا به، ولا يطاع إلا بمشيئته، ولا ينال ما عنده من الكرامة إلا بطاعته، ولا سبيل إلى طاعته إلا بتوفيقه ومعونته، فعاد الأمر كله إليه، كما ابتدأ الأمر كله منه، فهو سبحانه الأول والآخر . ¶ 16 - الظاهِر - جل جلاله - ¶ قال تعالى: { هُوَ الأول وَالآخِرُ وَالظَّاهِرُ وَالبَاطِنُ وَهُوَ بِكُل شيْءٍ علِيمٌ } [الحديد:3]، وصح من حديث أبى هريرة - رضي الله عنه - أن النبِي - صلى الله عليه وسلم - قال: (وَأنت الظَّاهِرُ فليْسَ فوقكَ شيء) (¬2) . ¶ ¬__________ ¶ (¬1) 73) ... مستدرك الحاكم (1922) . ¶ (¬2) 74) ... صحيح مسلم (2713) .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "والظاهر سبحانه هو المنفرد بعلو الذات والفوقية، وعلو الغلبة والقهر، وعلو الشأن وانتفاء الشبه والمثلية، فهو الظاهر في كل معاني الكمال، وهو المبين الذي أبدى في خلقه حججه الباهرة، وبراهينه الظاهرة، أحاط بكل شيء علما، وأحصى كل شيء عددا، فهو الذي ظهر فوق كل شيء، واستوى على عرشه فعلا عليه . ¶ والظاهر أيضا هو الذي بدا بنور حكمته مع احتجابه بعالم الغيب، وبدت آثاره لمخلوقاته في عالم الشهادة، فالله - عز وجل - استخلف الإنسان في ملكه، واستأمنه على أرضه فاقتضى الاستخلاف والابتلاء أن يرانا ولا نراه . ¶ وهو سبحانه أيضا الظاهر المعين الذي أقام الخلائق وأعانهم ورزقهم، ودبر أمرهم وهداهم سبلهم فهو المعين للخلائق على المعنى العام وهو نصير الموحدين من عباده على المعنى الخاص . ¶ ومن الدعاء باسمه الظاهر ما ثبت من حديث البراء بن عازب - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال له: (إذَا أتيْت مضْجَعكَ فتوَضَّأ وُضوءَكَ لِلصَّلاَةِ ثم اضْطَجِعْ على شِقكَ الأيْمنِ، ثم قلِ: اللهم أسْلمْت وَجْهِي إليْكَ، وَفوَّضْت أمْرِي إليْكَ وَألجَأت ظَهْري إليْكَ، رَغبَة وَرَهْبَة إليْكَ، لاَ ملجَأ وَلاَ منجَا منكَ إلاَّ إليْكَ، اللهم آمنت بِكِتابكَ الذي أنزَلت، وَبِنبِيِّكَ الذي أرسَلت، فإن مت من ليْلتِكَ فأنت على الفِطرَةِ وَاجْعلهُن آخِرَ ما تتكَلم به) (¬1). ¶ وصح من حديث شداد بن أوس - رضي الله عنه - أنه قال: (كَان رَسول اللهِ - صلى الله عليه وسلم - يُعلمنا أن نقول: اللهُم إني أسْألكَ الثبَات في الأمْرِ، وَأسْألكَ عزِيمة الرُّشدِ وَأسْألكَ شُكْرَ نِعْمتكَ وَحُسْن عبَادَتِكَ، وَأسْألكَ لِسَانًا صَادِقا وَقلبًا سَلِيمًا وَأعوذُ بِكَ من شرِّ ما تعْلم وَأسْألكَ من خَيْرِ ما تعْلم، وَأسْتغفِرُكَ مما تعْلم إنكَ أنت علاَّم الغُيُوبِ) (¬2) . ¶ ¬__________ ¶ (¬1) 75) ... صحيح البخاري (244) . ¶ (¬2) 76) ... السلسلة الصحيحة (3228) .",
            "page": "41",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "ومن آثار توحيد المسلم لله في اسمه الظاهر إيمانه بقدرة الله في الأشياء، وأنه الظاهر الذي استوى على عرشه في السماء، وأنه المهيمن على سائر الأشياء، وأنه سبحانه منفرد بالخلق والتدبير، وقائم بالملك والتقدير، وإذا نظر العبد إلى وجوه الحكمة في إظهار الأسباب وتصريفها وابتلاء العباد بتقليبها أخذ بها على وجه الضرورة واللزوم لإيقاع الأحكام على المحكوم، فمن وافق الشرائع والسنن استحق من الله الثواب، ومن خالف وابتدع استحق منه العقاب، وكل عبد سيلاقي ما دون في أم الكتاب . ¶ وطالما أن الله - عز وجل - غالب على أمره وظاهر فوق خلقه، فإن مراده سينفذ في ملكه، ولن يخرج ذلك عن كمال عدله، فكان ابتلاء العباد من خلال دعوتهم للإيمان بتوحيد الربوبية من جهة، وإلزامهم بتوحيد العبودية من جهة أخرى . ¶ 17 - البَاطِن - جل جلاله - ¶ قال تعالى: { هُوَ الأوَّل وَالآخِرُ وَالظَّاهِرُ وَالبَاطِنُ وَهُوَ بِكُل شيْءٍ علِيمٌ } [الحديد:3]، وصح أن النبِي - صلى الله عليه وسلم - قال: (وَأنت البَاطِنُ فليْسَ دُونكَ شيء) (¬1) . ¶ والباطن سبحانه هو المحتجب عن أبصار الخلق الذي لا يرى في الدنيا، احتجب بذاته عن أبصار الناظرين لحكمة أرادها في الناس أجمعين، فالله يُرى في الآخرة ولا يرى في الدنيا لأنه شاء أن تقوم الخلائق على معنى الابتلاء، ولو رأيناه في الدنيا وانكشف عنا الغطاء؛ لتعطلت حكمة الله في تدبيره الأشياء، فكيف يتحقق الإيمان بالله ونحن نراه؟ وكيف تستقيم الشرائع إلا في الاتباع ومخالفة العبد هواه ؟ ¶ ¬__________ ¶ (¬1) 77) ... صحيح مسلم (2713) .",
            "page": "42",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وإذا كان الله - عز وجل - لا يرى في الدنيا ابتلاءا فإنه يرى في الآخرة إكراما وجزاءا، إكراما لأهل طاعته، وزيادة في النعيم لأهل محبته، والله - عز وجل - مع أنه الباطن الذي احتجب عن أبصار الناظرين لجلاله وحكمته وكماله وعزته وسبحاته وعظمته إلا أن حقيقة وجوده نور يضيء بصائر المؤمنين، فهو القريب المجيب الذي يسمع دعاء الخلائق أجمعين . ¶ ومن الدعاء باسمه الباطن ما تقدم في الأسماء السابقة، وكذلك الدعاء: اللهم اغفر لي مغفرة ظاهرة وباطنه لا تغادر ذنبا، اللهم احفظني في ولدي .. ويسمي ما يشاء . ¶ وهذا دعاء نبوي رواه الترمذي وحسنه الألباني من حديث ابن عباس - رضي الله عنه - أنه قال: (قال رَسول الله - صلى الله عليه وسلم - لِلعبَّاسِ: إذَا كَان غدَاةُ الإثنيْنِ فأتني أنت وَوَلدُكَ حَتى أدْعوَ لهُمْ بِدَعْوَةٍ يَنفعكَ الله بها وَوَلدَكَ، فغدَا وَغدَونا معهُ وَأَلبَسَنا كِسَاءً ثم قال: اللهم اغفر للعبَّاسِ وَوَلدِهِ مغفِرَة ظَاهِرَة وَبَاطِنة لاَ تغادِرُ ذَنبًا، اللهم احفظهُ في وَلدِهِ) (¬1) . ¶ ومن آثار توحيد المسلم لله في اسمه الباطن إقراره ويقينه أن الله - عز وجل - هو الذي يقدر الأمور ويدبرها، وأن الأسباب التي أظهرها بحكمته هي كالآلة بيد صانعها والله من ورائهم محيط، هو الباطن القادر الفاعل حقيقة الذي استتر عن خلقه بلطائف القدرة وخفايا المشيئة، فالموحد يشهد الأولية من الله في كل شيء، والآخرية بعد كل شيء، والعلو والفوقية فوق كل شيء، والقرب والدنو دون كل شيء. ¶ سبق كل شيء بأوليته، وبقى بعد كل شيء بآخريته، وعلا على كل شيء بظهوره، ودنا من كل شيء ببطونه، فلا تواري منه سماءُ سماءً، ولا أرضُ أرضا، ولا يحجب عنه ظاهرُ باطنا، بل الباطن له ظاهر، والغيب عنده شهادة، والبعيد منه قريب، والسر عنده علانية، لم يزل أولا وآخرا وظاهرا وباطنا . ¶ 18 - السَّميع - جل جلاله - ¶ ¬__________ ¶ (¬1) 78) ... صحيح الترمذي (2962) .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "قال تعالى: { ليْسَ كَمثلِهِ شيْءٌ وَهُوَ السَّميع البَصِيرُ } [الشورى:11] . ¶ والسميع - عز وجل - هو المتصف بالسمع كوصف ذات والإسماع كوصف فعل. والسمع وصف ذاتي حقيقي نؤمن به على ظاهر الخبر في حقه، وظاهر الخبر في حقه ليس كالظاهر في حق البشر، لأننا ما رأينا الله - عز وجل - أو كيفية سمعه، وما رأينا مثيلا لذاته ووصفه، وهو سبحانه يسمع السر وأخفى . ¶ أما الإسماع لغيره كوصف فعل لله - عز وجل - فلأنه يتعلق بمشيئته سبحانه كما قال: { إن الله يُسْمع من يَشاءُ } [فاطر:22] . ¶ وقد يكون وصف الفعل على المعنى الخاص الذي فيه إجابة الدعاء، كما صح عن النبي - صلى الله عليه وسلم - مرفوعا: (وَإذَا قال سَمع الله لِمن حَمدَهُ فقولوا رَبَّنا لك الحَمْدُ) (¬1) . ¶ ومن الدعاء باسمه السميع ما ورد في قوله - عز وجل - : { رَبِّ هَب لِي من لدُنكَ ذرِّيَّة طَيِّبَة إنكَ سَميع الدُّعاءِ } [آل عمران:38]: { رَبَّنا تقبَّل منا إنكَ أنت السَّميع العلِيم } [البقرة:127]. ¶ وصح أن رسول الله - صلى الله عليه وسلم - كَان إذَا قام من الليْلِ كَبَّرَ ثم يَقول: (سبحَانكَ اللهم وَبِحَمْدِكَ وَتبَارَكَ اسْمكَ وَتعالى جَدُّكَ وَلاَ إلهَ غيْرُكَ، ثم يَقول: لاَ إلهَ إلاَّ الله، ثلاَثا ثم يَقول: الله أكْبَرُ كَبِيرًا ثلاَثا، أعوذُ بِالله السَّميعِ العلِيم من الشيْطَانِ الرَّجِيم من هَمْزِهِ وَنفخِهِ وَنفثِهِ، ثم يَقرَأ) (¬2) . ¶ وثبت أن رسول الله - صلى الله عليه وسلم - كان يقول: (اللهُم إني أعوذُ بِكَ من قلبٍ لاَ يَخشع، وَدُعاءٍ لاَ يُسْمع، وَمن نفسٍ لاَ تشبَع، وَمن عِلمٍ لاَ يَنفع أعوذُ بِكَ من هَؤُلاَءِ الأربَعِ) (¬3) . ¶ ¬__________ ¶ (¬1) 79) ... صحيح مسلم (415) . ¶ (¬2) 80) ... مشكاة المصابيح (1217) . ¶ (¬3) 81) ... صحيح الترمذي (2769) .",
            "page": "44",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "ومن آثار توحيد المسلم لله في اسمه السميع يقينه أن الله - عز وجل - من فوق عرشه يسمع كل صغيرة وكبيرة في خلقه، وأنه سبحانه متوحد في سمعه وبصره، له الكمال المطلق في وصفه، عليم بسره ونجواه، فلا يسمع إلا ما يحبه الله ويرضاه ويراقبه ويخشاه، ولا يخاف من أحد سواه . ¶ 19 - البَصِير - جل جلاله - ¶ قال تعالى: { فاسْتعِذْ بِاللهِ إنهُ هُوَ السَّميع البَصِيرُ } [غافر:56] . ¶ والبصير - عز وجل - هو المتصف بالبصر، والبصر صفة من صفات ذاته تليق بجلاله يجب إثباتها لله دون تمثيل أو تكييف، أو تعطيل أو تحريف، فهو الذي يرى عالم الغيب والشهادة، ويرى الأشياء كلها مهما خفيت أو ظهرت ومهما دقت أو عظمت . ¶ وهو سبحانه وتعالى مطلع على خلقه يعلم خائنة الأعين وما تخفى الصدور، لا يخفى عليه شيء من أعمال العباد، فالسر عنده علانية والغيب عنده شهادة، يرى دبيب النملة السوداء على الصخرة الصماء في الليلة الظلماء ويرى نياط عروقها ومجاري القوت في أعضائها . ¶ وهو البصير الذي ينظر للمؤمنين بكرمه ورحمته، ويمن عليهم بنعمته وجنته، ويزيدهم كرما بلقائه ورؤيته، ولا ينظر إلى الكافرين إيقاعا لعقوبته، فهم مخلدون في العذاب محجوبون عن رؤيته . ¶ ومن الدعاء باسمه البصير ما ورد في دعائه - صلى الله عليه وسلم - : (اللهم اجْعل فِي قلبِي نُورًا، وَفِي لِسَانِي نُورًا، وَاجْعل فِي سَمْعِي نُورًا وَاجْعل فِي بَصَرِي نُورًا، وَاجْعل من خَلفِي نُورًا، وَمن أمامي نُورًا، وَاجْعل من فوقِي نُورًا وَمن تحتِي نُورًا، اللهم أعْطِنِي نُورًا) (¬1) . ¶ ومن آثار توحيد المسلم لله في اسمه البصير هو ارتقاء العبد لمرتبة الإحسان، وتأثره الدائم بكمال المراقبة، كما صح من حديث عمر - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال عن الإحسان: (أن تعْبدَ اللهَ كَأنكَ ترَاهُ، فإن لمْ تكُن ترَاهُ فإنهُ يَرَاكَ) (¬2). ¶ ¬__________ ¶ (¬1) 82) ... صحيح مسلم (763) . ¶ (¬2) 83) ... صحيح البخاري (50) .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "فوجب على العبد أن يراقب ربه في طاعته، ويوقن أنه من فوق عرشه بصير بعبادته، عليم بإخلاصه ونيته، قال - عز وجل - : { وَقل اعْملوا فسَيَرَى اللهُ عملكُمْ وَرَسولهُ وَالمؤْمنُون } [التوبة:105]، ومن توحيد الله في اسمه البصير أن ننظر في خلق الله وآثار صنعته، وكمال قدرته وبالغ حكمته، وغير ذلك من الأسباب الظاهرة وأن نعتبر بفعله في الأمم الغابرة . ¶ 20 - الموْلَى - جل جلاله - ¶ قال تعالى: { وَاعْتصِموا بِاللهِ هُوَ مولاكُمْ فنِعْم المولى وَنِعْم النصِيرُ } [الحج:78] . ¶ والمولى سبحانه هو من يركن إليه الموحدون ويعتمد عليه المؤمنون في الشدة والرخاء والسراء والضراء . ¶ والله - عز وجل - جعل ولايته للموحدين مشروطة بالاستجابة لأمره، والعمل في طاعته وقربه، والسعي إلى مرضاته وحبه، فقد صح في الحديث القدسي: (إن اللهَ قال: من عادَى لِي وَلِيًّا فقدْ آذَنتهُ بِالحَربِ، وَما تقرَّبَ إليَّ عبدِي بِشيءٍ أحَبَّ إليَّ مما افترَضْت عليْهِ، وَما يَزَال عبدِي يَتقرَّب إليَّ بِالنوَافِلِ حَتى أحِبَّهُ، فإذَا أحبَبتهُ كُنت سَمْعهُ الذي يَسْمع به، وَبَصَرَهُ الذي يُبصِرُ به، وَيَدَهُ التِي يَبطُشُ بها وَرِجْلهُ التِي يَمْشِي بها، وَإن سَألنِي لأعْطِيَنهُ، وَلئِنِ اسْتعاذَنِي لأعِيذَنهُ، وَما ترَدَّدْت عن شيءٍ أنا فاعِلهُ ترَدُّدِي عن نفسِ المؤْمنِ، يَكْرَهُ الموت وَأنا أكْرَهُ مسَاءَتهُ) (¬1) . ¶ ¬__________ ¶ (¬1) 84) ... البخاري (6137) .",
            "page": "46",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "ومن الدعاء باسم الله المولى قوله - عز وجل - : { رَبَّنا لا تؤَاخِذْنا إن نسِينا أو أخطَأنا رَبَّنا وَلا تحمل عليْنا إصْرا كَما حَملتهُ على الذين من قبلِنا رَبَّنا وَلا تحَملنا ما لا طَاقةَ لنا به وَاعْفُ عنا وَاغفِر لنا وَارحَمْنا أنت مولانا فانصُرنا على القوم الكَافِرِين } [البقرة:286]، وقوله: { قل لن يُصِيبَنا إلا ما كَتبَ الله لنا هُوَ مولانا وَعلى الله فليَتوَكَّلِ المؤْمنُون } [التوبة:51]، وصح عن رسول الله - صلى الله عليه وسلم - أنه قال: (اللهم إني أعوذُ بِكَ من العجْزِ وَالكَسَلِ وَالبخلِ وَالجُبنِ وَالهَرَم وَعذَابِ القبرِ، اللهم آتِ نفسي تقوَاهَا، وَزَكِّهَا أنت خَيْرُ من زَكَّاهَا، أنت وَلِيُّهَا وَمولاَهَا، اللهم إني أعوذُ بِكَ من قلبٍ لاَ يَخشع، وَمن نفس لاَ تشبَع، وَعِلمٍ لاَ يَنفع، وَدَعْوَةٍ لاَ يستجَاب لهَا) (¬1). ¶ ومن آثار توحيد المسلم لله في اسمه المولى أن يجاهد نفسه في طاعة مولاه، فلا يعصي له أمرا ولا يرد له خبرا، فيثبت ما أثبته الله لنفسه من كمال اسمه ووصفه، وما أثبته رسوله - صلى الله عليه وسلم - وهذا مقتضى تعظيم العبد لربه في اسمه المولى . ¶ ومن آثار الاسم على العبد تقوى الله فيمن ولاه عليهم وابتلاه بهم من الرعية، فقد صح أن رسول الله - صلى الله عليه وسلم - قال: (إذَا صَنع لأحَدِكُمْ خَادِمهُ طَعامهُ ثم جَاءَهُ به وَقدْ وَلي حَرَّهُ وَدُخَانهُ فليُقعِدْهُ معهُ فليَأْكُل، فإن كَان الطَّعام منشفوها قليلا فليَضَعْ فِي يَدِهِ منهُ أكْلة أو أكْلتيْنِ) (¬2) . ¶ وصح أيضا أنه قال: (اللهم من وَليَ من أمْرِ أمتي شيْئًا فشق عليْهِمْ فاشقق عليْهِ، وَمن وَلي من أمْرِ أمتي شيْئًا فرَفق بهمْ فارفُق به) (¬3) . ¶ 21 - النصِيرُ - جل جلاله - ¶ ¬__________ ¶ (¬1) 85) ... صحيح مسلم (2722) . ¶ (¬2) 86) ... السابق (1663) ومعنى مشفوها أي تكاثرت عليه الشفاة فأصبح قليلا . ¶ (¬3) 87) ... صحيح مسلم (1828) .",
            "page": "47",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "قال تعالى: { وَاعْتصِموا بِاللهِ هُوَ مولاكُمْ فنِعْم المولى وَنِعْم النصِيرُ } [الحج:78] . ¶ والنصير سبحانه هو الذي ينصر رسله وأنبياءه، وينصر أولياءه على أعدائهم في الدنيا ويوم يقوم الأشهاد، وهو الذي ينصر المستضعفين ويرفع الظلم عن المظلومين، ويجير المضطر إذا دعاه، وهو حسب من توكل عليه، وكافي من لجأ إليه، يؤيد بنصره من يشاء، ولا غالب لمن نصره ولا ناصر لمن خذله، فمن تولاه وتولى شرعه واستنصر به، وتوكل عليه، وانقطع بكليته إليه تولاه وحفظه وصانه وحرسه، ومن خافه واتقاه آمنه مما يخاف ويحذر، وجلب إليه كل ما يحتاج إليه وأكثر . ¶ ومن الدعاء باسمه النصير ما ورد في قوله تعالى: { رَبَّنا أفرِغ عليْنا صَبرا وَثبت أقدَامنا وَانصُرنا على القوم الكَافِرِين } [البقرة:250]. ¶ وقوله: { رَبَّنا اغفِر لنا ذُنُوبَنا وَإسْرَافنا فِي أمْرِنا وَثبِّت أقدَامنا وَانصُرنا على القوم الكَافِرِين } [آل عمران:147] . ¶ وثبت أن النبي - صلى الله عليه وسلم - كان يدعو فيقول: (اللهم أنت عضُدِي وَنصِيرِي، بِكَ أحُول وَبِكَ أصُول وَبِكَ أقاتِل) (¬1) . (اللهم منزِل الكِتابِ وَمجْرِي السَّحَابِ وَهَازِم الأحزَابِ اهْزِمْهُمْ وَانصُرنا عليْهِمْ) (¬2). (اللهم متعْنِي بِسَمْعِي وَبَصَرِي وَاجْعلهُما الوَارِث مني، وَانصُرنِي على من يَظلِمنِي وَخُذْ منهُ بِثأْرِي) (¬3). ¶ (رَبِّ أَعِني وَلاَ تعِن علي، وَانصُرنِي وَلاَ تنصُر علي وَامْكُر لِي وَلاَ تمكُر علي، وَاهْدِنِي وَيَسِّر هُدَاي إلي، وَانصُرنِي على من بَغى علي) (¬4) . ¶ ( ¶ ¬__________ ¶ (¬1) 88) ... صحيح أبي داود (2291) . ¶ (¬2) 89) ... صحيح مسلم (1742) . ¶ (¬3) 90) ... السلسلة الصحيحة (3170) . ¶ (¬4) 91) ... صحيح الجامع (3485) .",
            "page": "48",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "اللهم اقسِمْ لنا من خَشيَتِكَ ما يَحُول بَيْننا وَبَيْن معاصِيكَ، وَمن طَاعتِكَ ما تبَلغُنا به جَنتكَ، وَمن اليَقِينِ ما تهَوِّنُ به عليْنا مصِيبَاتِ الدُّنيَا، وَمتعْنا بِأسْماعِنا وَأبصَارِنا وَقوَّتِنا ما أحيَيْتنا، وَاجْعلهُ الوَارِث منا، وَاجْعل ثأْرَنا على من ظَلمنا، وَانصُرنا على من عادَانا، وَلاَ تجْعل مصِيبَتنا في دِينِنا، وَلاَ تجْعلِ الدُّنيَا أكْبَرَ هَمنا وَلاَ مبلغ عِلمنا، وَلاَ تسَلط عليْنا من لاَ يَرحَمنا) (¬1) . ¶ ومن آثار توحيد المسلم لله في اسمه النصير أن ينصر حزب الله ورسوله - صلى الله عليه وسلم - ، ليقينه بنصر الله لهم، وأن الغلبة كتبها لهم، ولو طال الامتحان والابتلاء، فالموحد يقرن نصره بصبره، ويثبت على منهج نبيه - صلى الله عليه وسلم - ، ولا ييأس من النصر مهما طال الصبر . ¶ 22 - العفوُّ - جل جلاله - ¶ قال تعالى: { إن اللهَ لعفوٌّ غفورٌ } [الحج:60]، وصح من حديث عائِشةَ رضي الله عنها أنها قالت: (يَا رَسول اللهِ أرَأيْت إن وَافقت ليْلةَ القدرِ ما أدعو ؟ قال: تقولِين: اللهُم إنكَ عفوٌّ تحِب العفوَ فاعْفُ عني) (¬2). ¶ والعفوُّ سبحانه هو الذي يحب العفو والستر، ويصفح عن الذنوب مهما كان شأنها، ويستر العيوب ولا يحب الجهر بها، يعفو عن المسيء كَرَمًا وإحسانًا، ويفتح واسع رحمته فضلا وإنعاما حتى يزول اليأس من القلوب، وتتعلق في رجائها بعلام الغيوب . ¶ ومن الدعاء باسمه العفو ما ورد في قوله تعالى: { رَبَّنا لا تؤَاخِذْنا إن نسِينا أو أخطَأْنا رَبَّنا وَلا تحمل عليْنا إصْرا كَما حَملتهُ على الذين من قبلِنا رَبَّنا وَلا تحَملنا ما لا طَاقةَ لنا به وَاعفُ عنا وَاغفِر لنا وَارحَمْنا أنت مولانا فانصُرنا على القوم الكَافِرِين } [البقرة:286] . ¶ ¬__________ ¶ (¬1) 92) ... السابق (1268) . ¶ (¬2) 93) ... صحيح الجامع (4423) .",
            "page": "49",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "ومن دعاء النبي - صلى الله عليه وسلم - : (اللهُم إنكَ عفُوٌّ تحِب العفوَ فاعْفُ عني) (اللهُم إني أسْألكَ العافِيَةَ فِي الدُّنيَا وَالآخِرَةِ، اللهُم إني أسْألكَ العفوَ وَالعافِيَةَ فِي دِينِي وَدُنيَاي وَأهْلِي وَمالِي) (¬1). ¶ ومن دعاء النبي عند الصلاة على الميت: (اللهُم اغفِر لهُ وَارحَمْهُ، وَعافِهِ وَاعْفُ عنهُ وَأكْرِمْ نُزُلهُ، وَأوسِعْ مدْخَلهُ، وَاغسِلهُ بِالماءِ وَالثلجِ وَالبَرَدِ، وَنقهِ من الخَطَايَا كَما يُنقى الثوب الأبيَضُ من الدَّنسِ) (¬2) . ¶ ومن دعاء أبي بكر الصديق - رضي الله عنه - : (أسْأل اللهَ العفوَ وَالعافِيَةَ) (¬3) . ¶ ومن آثار توحيد المسلم لله في اسمه العفو أن يعفو عمن ظلمه، ويعرض عن الجاهلين، وييسر على المعسرين طلبا لعفو الله عند لقائه، وقد وجه النبي - صلى الله عليه وسلم - أئمة المسلمين وولاتهم إلى درء الشبهة عن المحكومين؛ لأن الخطأ في العفو خير من الخطأ في العقوبة . ¶ 23 - القدِير - جل جلاله - ¶ قال الله تعالى: { يَخلق ما يَشاءُ وَهُوَ العلِيم القدِيرُ } [الروم:54] . ¶ والقدير سبحانه هو الذي يتولى تنفيذ المقادير ويخلقها على ما جاء في سابق التقدير؛ فمراتب القدر أربع مراتب، العلم والكتابة والمشيئة والقدرة التي بها يخلق الأشياء، فالمرتبة الأولى تناسب اسمه القادر، والرابعة تناسب اسمه القدير فالقادر سبحانه هو الذي يقدر المقادير في علمه، أو هو الذي قدر كل شيء قبل تصنيعه وتكوينه، ونظم أمور الخلق قبل إيجاده وإمداده، فالقادر يدل على التقدير في المرتبة الأولى. ¶ ¬__________ ¶ (¬1) 94) ... الأدب المفرد (1200) . ¶ (¬2) 95) ... صحيح مسلم (963) . ¶ (¬3) 96) ... مشكاة المصابيح (2489) .",
            "page": "50",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "أما القدير فيدل على القدرة وتنفيذ المقدر في المرتبة الرابعة، فالقدير هو الذي يخلق وفق سابق التقدير، والقدر من التقدير والقدرة معا، فبدايته في التقدير ونهايته في القدرة وحصول المقدر، كما قال الله تعالى: { وَكَان أمْرُ اللهِ قدَرا مقدُورا } [الأحزاب:38] . ¶ ومن الدعاء باسمه القدير ما صح من حديث عبادة بن الصامت - رضي الله عنه - أنِ النبي - صلى الله عليه وسلم - قال: (من تعارَّ من الليْلِ فقال: لاَ إلهَ إلا الله وَحدَهُ لاَ شرِيكَ لهُ، لهُ الملكُ، وَلهُ الحَمْدُ، وَهُوَ على كُل شيْءٍ قدِيرٌ؛ الحَمْدُ للهِ، وَسبحَان الله، وَلاَ إلهَ إلا الله وَالله أكْبَرُ، وَلاَ حَول وَلاَ قوَّةَ إلا بِالله؛ ثم قال، اللهم اغفِر لي، أو دَعا اسْتجِيبَ، فإن توَضَّأ وَصَلى قبِلت صَلاَته) (¬1) . ¶ وصح من حديث ابن مسعود - رضي الله عنه - أن رسول اللهِ - صلى الله عليه وسلم - كان إذا أمسى قال: (أمْسَيْنا وَأمْسَى الملكُ للهِ، وَالحَمْدُ للهِ لاَ إلهَ إلاَّ اللهُ وَحدَهُ لاَ شرِيكَ لهُ، لهُ الملكُ وَلهُ الحَمْدُ وَهُوَ على كُل شيْءٍ قدِيرٌ، اللهُم أسْألكَ خَيْرَ هَذهِ الليْلةِ، وَأعوذُ بِكَ من شرِّ هَذهِ الليْلةِ وَشرِّ ما بَعْدَهَا، اللهُم إني أعوذُ بِكَ من الكَسَلِ وَسوءِ الكِبَرِ، اللهُم إني أعوذُ بِكَ من عذَابٍ فِي النارِ وَعذَابٍ في القبرِ) (¬2) . ¶ ¬__________ ¶ (¬1) 97) ... صحيح البخاري (1103) . ¶ (¬2) 98) ... صحيح مسلم (2723) .",
            "page": "51",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "ومن الدعاء النبوي الثابت: (اللهم بِعِلمكَ الغيْبَ وَقدْرَتِكَ على الخَلقِ، أحيني ما علِمْت الحَيَاةَ خَيْرًا لي، وتوفني إذَا علِمْت الوَفاة خَيرًا لي، اللهم وَأسْألكَ خَشيَتكَ في الغيْبِ وَالشهَادَةِ، وَأسْألكَ كَلِمةَ الحَق في الرِّضَا وَالغضَبِ، وَأسْألكَ القصْدَ في الفقرِ وَالغِنى، وَأسْألكَ نعيمًا لاَ يَنفدُ، وَأسْألكَ قرَّةَ عيْنٍ لاَ تنقطِع، وَأسْألكَ الرِّضَاءَ بَعْدَ القضَاءِ وَأسْألكَ بَردَ العيْشِ بَعْدَ الموتِ، وَأسْألكَ لذةَ النظَرِ إلى وَجْهِكَ وَالشوق إلى لِقائِكَ في غيْرِ ضَرَّاءَ مضِرةٍ وَلا فِتنةٍ مضِلةٍ، اللهم زَيِّنا بِزِينةِ الإيمانِ، وَاجْعلنا هُدَاة مهْتدِين) (¬1) . ¶ وثبت عن النبي - صلى الله عليه وسلم - من حديث جابر - رضي الله عنه - أنه قال: (كَان رَسول اللهِ يُعلمنا الاِسْتِخَارَةَ فِي الأمورِ كَما يُعلمنا السورَةَ من القرآنِ يَقول: إذَا هَم أحَدُكُمْ بِالأمْرِ فليَركَعْ رَكْعتيْنِ من غيْرِ الفرِيضَةِ ثم لِيَقلِ اللهُم إني أسْتخِيرُكَ بِعِلمكَ وستقدرك بِقدْرَتِكَ، وَأسْألكَ من فضْلِكَ العظِيم، فإنكَ تقدِرُ وَلاَ أقدِرُ وَتعْلم وَلاَ أعْلم وَأنت علاَّم الغُيُوبِ، اللهُم إن كُنت تعْلم أن هَذَا الأمْرَ خَيْرٌ لِي فِي دِينِي وَمعاشِي وَعاقِبَةِ أمْرِي فاقدُرهُ لِي وَيَسِّرهُ لِي ثم بَارِكْ لِي فِيهِ، وَإن كُنت تعْلم أن هَذَا الأمْرَ شرٌّ لِي فِي دِينِي وَمعاشِي وَعاقِبَةِ أمْرِي فاصْرِفهُ عني وَاصْرِفنِي عنهُ، وَاقدُر لِي الخَيْرَ حَيْث كَان ثم أرضِنِي، قال: وَيُسَمي حَاجَتهُ) (¬2). ¶ ¬__________ ¶ (¬1) 99) ... صحيح الجامع (1301) . ¶ (¬2) 100) ... صحيح البخاري (6018) .",
            "page": "52",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "ومن آثار توحيد المسلم لله في اسمه القدير يقينه بأن القضاء والقدر أمر واقع محتوم، وذلك لا يعني أنه مجبر مظلوم، فهو في دار ابتلاء مخير في فعله، محاسب على ذنبه، وأن الابتلاء له وجهان: وجه يتعلق بقدرة الله وفعله بنا، ووجه يتعلق بفعلنا تجاه فعله، ومدى التزامنا بأمره وشرعه، فإذا أيقن العبد بذلك ظهرت آثار الإيمان على حركاته وسكناته، فلن يحتج بالقدر على عصيانه ومخالفاته، لعمله ويقينه أن التقدير المحكم لا بد بالضرورة أن يسبق التخليق والتصنيع، وأن الله - عز وجل - أحكم للمخلوقات غاياتها، وقضى في اللوح أسبابها ومعلولاتها، فلن يتغير بنيان الخلق إلا بعد استكماله وتمامه، ولن يتبدل سابق الحكم في سائر الملك إلا بقيامه وكماله، وتلك مشيئة الله في خلقه . ¶ 24 - اللطيفُ - جل جلاله - ¶ قال تعالى: { ألا يَعْلم من خَلق وَهُوَ اللطِيفُ الخَبِيرُ } [الملك:14] . ¶ وصح من حديث عائشة رضي الله عنها أن النبي - صلى الله عليه وسلم - قال لها: (لتخبِرِينِي أو ليُخبِرَني اللطِيفُ الخبِيرُ) (¬1) . ¶ واللطيف سبحانه هو الذي اجْتمع له العلم بدَقائق المصَالح وإيصَالها إلى من قدرها له من خَلقه مع الرفق في الفِعل والتنفيذ، والله سبحانه لطيف بعباده رفيق بهم قريبٌ منهم، يعامل المؤمنين بعطف ورأفة وإحسان، ويدعو المخالفين إلى الإنابة والتوبة والغفران، مهما بلغ بهم الذنب والجرم والعصيان، وهو لطيف بعباده يعلم دقائق أحوالهم، ولا يخفى عليه شيء مما في صدورهم . ¶ واللطيف أيضا هو الذي ييسر للعباد أمورهم ويستجيب منهم دعائهم فهو المحسن إليهم في خفاء وستر من حيث لا يعلمون، فنعمه عليهم سابغة ظاهرة لا يحصيها العادون، ولا ينكرها إلا الجاحدون، وهو الذي يرزقهم بفضله من حيث لا يحتسبون، كما أنه يحاسب المؤمنين حسابا يسيرا بفضله ورحمته، ويحاسب غيرهم من المخالفين وفق عدله وحكمته . ¶ ¬__________ ¶ (¬1) 101) ... صحيح مسلم (974) .",
            "page": "53",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "ومن الدعاء القرآني باسمه اللطيف ما ورد في قوله تعالى عن يوسف - عليه السلام - : { إن رَبِّي لطِيفٌ لِما يَشاءُ إنهُ هُوَ العلِيم الحَكِيم } [يوسف:100] . ¶ اللهم إنك لطيف لما تشاء، وأنت العليم الحكيم، ارفع عني البلاء والشقاء، وأعذني من الشيطان الرجيم . ¶ (اللهم الطف بي في تيسير كل عَسير؛ فإن تيسير كل عَسير عَليك يَسير، وأسألك اليُسْر والمعافاة في الدنيا والآخرة) (¬1). ¶ ومن آثار توحيد المسلم لله في اسمه اللطيف أن يتلطف للمسلمين، ويحنو على اليتامى والمساكين، ويسعى للوفاق بين المتخاصمين، وينتقي لطائف القول في حديثه مع الآخرين، ويبش في وجوههم، ويحمل قولهم على ما يتمناه من المستمعين؛ فإن الظن أكذب الحديث، وقد ذم الله أناسا من المنافقين اتهموا أم المؤمنين رضي الله عنها بفرية باطلة، فرفع الله قدرها ورد كيديهم لها، وقد كان النبي - صلى الله عليه وسلم - لطيفا بأهله رحيما بهم . ¶ وثبت أن رسول اللهِ - صلى الله عليه وسلم - قال: (ألاَ أخبِرُكمْ بِمن يَحرُم على النارِ أو بِمن تحرُم عليْهِ النارُ على كل قرِيبٍ هَيِّن ليِّنٍ سَهْل) (¬2)، ومن حديث عبد اللهِ بن الحارث - رضي الله عنه - قال: (ما رَأيت أحَدًا أكثرَ تبَسمًا من رَسول اللهِ - صلى الله عليه وسلم - ) (¬3) . ¶ 25 - الخبيرُ - جل جلاله - ¶ قال تعالى: { وَهُوَ القاهِرُ فوق عِبَادِهِ وَهُوَ الحَكِيم الخَبِيرُ } [الأنعام:18] . ¶ والخبير سبحانه هو العالِم بما كَان، وما هو كائن، وما سيكون، وما لو كان كيف يكون وليس ذلك إلا لله - عز وجل - ، فهو الذي لا يخفى عليه شيء في الأرض ولا في السماء، ولا يتحرك متحرك ولا يسكن إلا بعلمه، ولا تستقيم حياته إلا بأمره . ¶ ¬__________ ¶ (¬1) 102) ... في رفعه ضعف وقد يكون من دعاء أبي هريرة S، انظر ضعيف الجامع (1181) . ¶ (¬2) 103) ... صحيح الترغيب والترهيب (2676) . ¶ (¬3) 104) ... صحيح الترمذي (2880) .",
            "page": "54",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "ومن الدعاء باسمه الخبير: اللهم يا خبير يا بصير، سبحانك وبحمدك، توكلت عليك في مسألتي وأنت عليم بذنبي، فاغفر لي وعافني ويسر أمري .. ويسمي ما يشاء من حوائجه . ¶ ومن آثار توحيد المسلم لله في اسمه الخبير اعتماده على تدبير ربه في كل صغيرة وكبيرة من أمره، فطالما آمن العبد بأن الله خبير، سلم له في جميع شئونه مطلق التدبير، وهذا شأن أهل التوحيد واليقين ألا يخالفوا مراد الله وتدبيره، بل يسلموا إليه أمورهم ثقة في كمال تدبيره، سواء كان تدبيرا كونيا على مقتضى حكمته في ترتيب الابتلاء، أو كان تدبيرا شرعيا يتعلق بما أمرهم به أو نهاهم أو ندبهم أو دعاهم، فلا ينازعون الله في تدبيره وشرعه، ويسلمون بالرضا لقضائه وقدره؛ ليقينهم أنه - عز وجل - الملك الخبير القادر القدير، القابض على نواصي الخلق والمتولي شئون الملك، وتيقنهم مع ذلك أنه الحكيم في أفعاله وأنها لا تخرج عن العدل والحكمة والفضل والرحمة، فالذي وحد الله في اسمه الخبير يختار الله وكيلا كفيلا، والله - عز وجل - إذا تولى أمر عبد بجميل عنايته كفاه وأغناه وأسعده في الدنيا والآخرة . ¶ 26 - الوترُ - جل جلاله - ¶ قال رسول - صلى الله عليه وسلم - : (لله تِسعَة وتِسعُون اسمًا مِائَة إلا واحِدًا، لاَ يَحْفظهَا أحدٌ إِلا دَخل الجَنة، وهو وترٌ يُحِبُّ الوتر) (¬1) . ¶ وصح من حديث علي - رضي الله عنه - أنه قال: أوترَ رَسُول الله - صلى الله عليه وسلم - ثمَّ قال: (يَا أهل القرآنِ أوتِرُوا، فإِن اللهَ - عز وجل - وِترٌ يُحِبُّ الوِترَ) (¬2) . ¶ ¬__________ ¶ (¬1) 105) ... صحيح البخاري (6047) . ¶ (¬2) 106) ... صحيح ابن ماجة (959) .",
            "page": "55",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "والوتر سبحانه هو الواحد الذي لا يتشفع بشريك، انفرد عن خلقه فجعلهم شفعا، لا تعتدل المخلوقات ولا تستقر إلا بالزوجية، ولا تهنأ على الفردية والأحدية، فالرجل لا يهنأ إلا بزوجته ولا يشعر بالسعادة إلا مع أسرته، فيراعى في قراره ضروريات أولاده وزوجته، ولا يمكن أن تستمر الحياة التي قدرها الله على خلقه بغير الزوجية، حتى في تكوين أدق المواد الطبيعية، كل ذرة تتزاوج مع أخواتها، سواء كانت سالبة أو موجبة، فهذه بناية الخلق بتقدير الحق، بنيت على الزوجية والشفع، أما ربنا - عز وجل - فذاته وصفاته وترية، وهو سبحانه العزيز بلا ذل، والقدير بلا عجز، والقوي بلا ضعف، والعليم بلا جهل، وهو الحي الذي لا يموت، والقيوم الذي لا ينام . ¶ ومن الدعاء بما يناسب اسمه الوتر: (اللهمَّ إني أسألكَ يَا ألله بأنكَ الواحِدُ الأحد الصَّمَدُ الذِي لمْ يَلدْ ولمْ يُولدْ، ولمْ يَكُن له كُفوا أحدٌ أن تغفرَ لي ذنوبي، إنكَ أنت الغفورُ الرَّحِيم) (¬1) . ¶ الحمد لله الواحد الأحد الوتر الصمد الذِي لم يتخذ ولدا، ولم يكن له شريك في الملك، ولم يكن له ولي من الذل، سبحان الله والحمد لله والله أكبر، اللهم إني أسألك باسمك الوتر أن تجعلني من الموحدين، وأن تلحقني بالصالحين . ¶ ومن آثار توحيد المسلم لله في اسمه الوتر محبته للتوحيد والوترية في كل قول أو فعل، فيغتسل وترا، ويستجمر وترا، ويستنثر وترا، ويجعل آخر صلاته بالليل وترا، وإذا اكتحل فليكتحل وترا، ويغسل الميت وترا، ويأكل التمرات وترا، ويشرب وترا، وصح أن رسول الله - صلى الله عليه وسلم - قال لأنس - رضي الله عنه - : (إِذا اشتكيْت؛ فضَعْ يَدَكَ حيْث تشتكِي وقل: بسمِ الله أعُوذ بعِزةِ الله وقدْرَته مِن شرِّ مَا أجِدُ مِن وجعي هَذا، ثمَّ ارفعْ يَدَكَ، ثمَّ أعِدْ ذلكَ وِترًا) (¬2) . ¶ 27- الجَميلُ - جل جلاله - ¶ ¬__________ ¶ (¬1) 107) ... صحيح أبي داود (869) . ¶ (¬2) 108) ... السلسلة الصحيحة (1258) .",
            "page": "56",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "صح من حديث ابن مسعود - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (إِن اللهَ جَمِيلٌ يُحِبُّ الجَمَال) (¬1) . ¶ والجميل سبحانه هو المتصف بالجمال المطلق في الذات والأسماء والصفات والأفعال، وصح عن النبي - صلى الله عليه وسلم - أنه قال: (حِجَابه النورُ لو كَشفه لأحْرَق سُبُحات وجْهه مَا انتهى إِليْه بَصَرُه مِن خلقه) (¬2) . ¶ أما جمال الذات وكيفية ما هو عليه فأمر لا يدركه سواه ولا يعلمه إلا الله، وليس عند المخلوقين منه إلا تعريفات تعرف بها إلى من أكرمه من عباده، وأما جمال صفاته فكلها صفات كمال، وأفعاله كلها حكمة، ومصلحة وعدل ورحمة، وأما جمال الأسماء فتبارك ربنا في أسمائه الحسنى . ¶ ومن الدعاء بما يناسب اسمه الجميل: (اللهم اغنني بالعلم، وزيني بالحلم، وأكرمني بالتقوى وجملني بالعافية) (¬3)، (اللهم َأسألكَ لذة النظرِ إِلى وجْهكَ والشوق إلى لقائِكَ في غيْرِ ضَرَّاءَ مضِرةٍ ولاَ فِتنة مضِلةٍ، اللهمَّ زَيِّنا بزينة الإيمَانِ واجْعَلنا هدَاة مهتدِين) (¬4) . ¶ ومن آثار توحيد المسلم لله في اسمه الجميل اتصافه بجمال المظهر والجوهر، أما جمال المظهر فقد صح أن النبي - صلى الله عليه وسلم - : (إن الله تعالى جميل يحب الجمال، ويحب أن يرى أثر نعمته على عبده، ويبغض البؤس والتباؤس) (¬5) . ¶ وجمال المظهر يفسده العجب والتكبر، أما جمال الجوهر فله الأسبقية على المظهر، وهو حسن الاعتقاد في الله، وأن الجمال الحقيقي أن يفهم العبد حقيقة الحياة، فيستعين بالله في كمال العبودية، ويرضى بما قسمه له في باب الربوبية، وأن الجلال المطلق القائم على الكمال والجمال إنما هو لله وحده . ¶ 28- الحَييُّ - جل جلاله - ¶ ¬__________ ¶ (¬1) 109) ... صحيح مسلم (91) . ¶ (¬2) 110) ... صحيح مسلم (179) . ¶ (¬3) 111) ... الفردوس بمأثور الخطاب (1906) . ¶ (¬4) 112) ... صحيح الجامع (1301) . ¶ (¬5) 113) ... السابق (1742) .",
            "page": "57",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "صح من حديث يَعْلى بن أمية - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: (إن اللهَ - عز وجل - حيِىٌّ سِتيرٌ يُحِبُّ الحيَاءَ والسَّترَ فإذا اغتسَل أحدُكُمْ فليَستتر) (¬1) . ¶ وثبت من حديث سلمان - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: (إن رَبَّكُمْ تبَارَكَ وتعَالى حيي كَريمٌ يَستحْيي مِن عَبْدِه إذا رَفعَ يَدَيْه إليْه أن يَرُدَّهما صِفرًا) (¬2) . ¶ والحيي سبحانه هو الذي تكفل بعباده وضمن أرزاقهم، يسمع دعاءهم ولا يخيب رجاءهم، وهو الذي يوفق أولياءه إلى الطاعة والإيمان، ويعصمهم من هوى النفس ووسواس الشيطان، وهو الذي يقبل توبة المذنبين من عباده مهما عظمت ذنوبهم ما لم تغرر النفس أو تطلع الشمس من مغربها، يحب الستر فيسترها عليهم، ويدعوهم إلى الحياء منه، لأنه ليس لهم ملجأ سواه، ولا رب لهم إلا الله، وحياء الرب تعالى لا تدركه الإفهام، ولا تكيفه العقول فإنه حياء كرم وبر وجود وجلال . ¶ ومن الدعاء بمقتضى اسم الله الحيي: اللهم إنك حيي كريم، رفعت يدي إليك فلا تردني خائبا، اللهم إني لا أمل من دعائك، ولا أيأس من رجائك فزدني من كرمك وعطائك، اللهم اغفر ذنوبي، واستر عيوبي، واحفظني بحفظك وحيائك فإنك حيي ستير تحب الحياء والستر. ¶ ومن آثار توحيد المسلم لله في اسمه الحيي أن تكون حلية العبد وزينته ولباسه بعد تقوى الله الحياء، فقد صح أن رسول الله - صلى الله عليه وسلم - قال: (مَا كَان الفحْشُ فِي شيْءٍ إلا شانه، ومَا كَان الحيَاءُ فِي شيءٍ إلا زَانه) (¬3) . ¶ ¬__________ ¶ (¬1) 114) ... صحيح أبي داود (3387) . ¶ (¬2) 115) ... صحيح ابن ماجة (3117) . ¶ (¬3) 116) ... صحيح الجامع (5655) .",
            "page": "58",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "وثبت عن ابن مسعود - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: (استحْيُوا مِن الله حق الحيَاءِ، قلنا: يَا رَسُول الله إنا لنستحْيي والحمْدُ لله، قال: ليْسَ ذاكَ، ولكن الاِستِحْيَاء مِن الله حق الحيَاءِ أن تحْفظ الرَّأسَ ومَا وعَى، وتحْفظ البَطن ومَا حوى، وتتذكَّرَ الموت والبلى، ومَن أرَادَ الآخِرَة ترَكَ زينة الدُّنيَا، فمَن فعَل ذلكَ فقدِ استحْيَا مِن الله حق الحيَاءِ) (¬1) . ¶ 29- السِّتيرُ - جل جلاله - ¶ صح عن النبي - صلى الله عليه وسلم - أنه قال: (إن اللهَ - عز وجل - حليمٌ حيي سِتيرٌ، يُحِبُّ الحيَاءَ والسَّترَ) (¬2)، وتقدم الدليل أيضا مقرونا مع اسم الله الحيي . ¶ والستير سبحانه هو الذي يحب الستر ويبغض القبائح، ويأمر بستر العورات ويبغض الفضائح يستر العيوب على عباده وإن كانوا بها مجاهرين ويغفر الذنوب مهما عظمت طالما كان العبد من الموحدين، وإذا ستر الله عبدا في الدنيا ستره يوم القيامة، وصح من حديث أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (لاَ يَسترُ الله عَلى عَبْدٍ في الدنيَا إلا سَترَه الله يَومَ القيَامَةِ) (¬3) . ¶ وصح أيضا أنه - صلى الله عليه وسلم - قال: (إن اللهَ يُدْنِي المؤمِن فيَضَعُ عَليْه كَنفه ويَسترُه فيَقول: أتعْرِف ذنبَ كَذا ؟ أتعْرِف ذنبَ كَذا ؟ فيَقول: نعَمْ أيْ رَب حتى إذا قرَّرَه بذنوبه، ورَأى في نفسِه أنه هَلك قال: سَترتها عَليْك في الدُّنيَا، وأنا أغفِرُهَا لك اليَومَ فيُعْطَى كِتابَ حسَناته، وأمَّا الكافِرُ والمنافِقون فيَقول الأشهَادُ هَؤُلاَءِ الذِين كَذبُوا عَلى رَبهمْ ألاَ لعْنة الله عَلى الظالمِين) (¬4) . ¶ ¬__________ ¶ (¬1) 117) ... السابق (935) . ¶ (¬2) 118) ... صحيح أبي داود (3387) . ¶ (¬3) 119) ... صحيح مسلم (2590) . ¶ (¬4) 120) ... صحيح البخاري (2309) .",
            "page": "59",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "ومن الدعاء باسم الله الستير ما صح من حديث ابن عمر - رضي الله عنه - أنه قال: (لمْ يَكُن رَسُول الله - صلى الله عليه وسلم - يَدَعُ هَؤُلاَءِ الدَّعَواتِ حِين يُمْسِي وحِين يُصْبحُ: اللهمَّ إني أسألكَ العَافِيَة فِي الدُّنيَا والآخِرَةِ، اللهمَّ إني أسألكَ العَفو والعَافِيَة فِي دِينِي ودُنيَاي وأهلي ومَالي، اللهمَّ استر عَورَاتِي وآمِن رَوعَاتِي، اللهمَّ احْفظنِي مِن بينِ يَدَي ومِن خلفِي، وعَن يَمِينِي وعَن شِمَالي ومِن فوقِي وأعُوذ بعَظمَتك أن أغتال مِن تحْتِي) (¬1) . ¶ (اللهم استر عورتي، وآمن روعتي، واقض عني ديني) (¬2) . ¶ ومن آثار توحيد المسلم لله في اسمه الستير أن يستر على نفسه وغيره الحرمة، وأن يكثر من الطاعة والتهجد في الظلمة، وقد صح أن رسول الله - صلى الله عليه وسلم - قال: (ومَن سَترَ مسلمًا سَترَه الله يَومَ القيَامَةِ) (¬3)، وقال - صلى الله عليه وسلم - : (كُل أمَّتِي معَافى إلا المجَاهرِين، وإن مِن المجَانة أن يَعْمَل الرَّجُل بالليْل عَمَلا، ثمَّ يُصْبح وقدْ سَترَه الله، فيَقول: يَا فلاَن عَمِلت البَارِحة كَذا وكَذا، وقدْ بَات يَسترُه رَبه ويُصْبحُ يَكْشِف سِترَ الله عَنه) (¬4) . ¶ وصح أن رسول الله - صلى الله عليه وسلم - قال: (ومَن أصَابَ مِن ذلكَ شيْئًا ثمَّ سَترَه الله فهو إلى الله، إن شاءَ عَفا عَنه، وإن شاءَ عَاقبه) (¬5) . ¶ 30- الكَبير - جل جلاله - ¶ قال تعالى: { عَالم الغيْب والشهَادةِ الكَبيرُ المتعال } [الرعد:9]، وقال: { ذلكَ بأن الله هو الحق وأن مَا يَدْعُون مِن دُونه البَاطِل وأن اللهَ هو العَليُّ الكَبيرُ } [لقمان:30] . ¶ ¬__________ ¶ (¬1) 121) ... صحيح الجامع (1274) . ¶ (¬2) 122) ... السابق (1262) . ¶ (¬3) 123) ... صحيح البخاري (2310) . ¶ (¬4) 124) ... صحيح البخاري (5721) . ¶ (¬5) 125) ... السابق (18) .",
            "page": "60",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "والكبير سبحانه هو الواسع العظيم عظمة مطلقة في الذات والصفات والأفعال، فهو الذي كبر وعلا في ذاته، قال تعالى: { وسِعَ كرسِيُّه السَّمَاواتِ والأرضَ } [البقرة:255]، وروي عن ابن عباس - رضي الله عنه - أنه قال: (ما السماوات السبع والأرضون السبع في يد الله إلا كخردلة في يد أحدكم) (¬1) . ¶ وهو الكبير في أوصافه فلا سمي له ولا مثيل، ولا شبيه ولا نظير، وهو الكبير في أفعاله فعظمة الخلق تشهد بكماله وجلاله، وهو سبحانه المتصف بالكبرياء، ومن نازعه في وصفه قسمه وعذبه . ¶ ومن الدعاء باسم الله الكبير: (لاَ إلهَ إلا الله وحْدَه لاَ شرِيكَ له الله أكْبَرُ كَبيرًا، والحمْدُ لله كثيرًا، سُبْحان الله رَب العَالمِين، لاَ حول ولاَ قوة إلا بالله العَزيز الحكِيمِ، اللهمَّ اغفِر لي وارحمني واهدِنِي وارزُقنِي) (¬2)، (الله أكْبَرُ كَبيرًا والحمْدُ لله كثيرًا وسُبْحان الله بُكْرَة وأصِيلا) (¬3) . ¶ ومن آثار توحيد المسلم لله في اسمه الكبير خضوعه لله بتوحيد بالعبودية، وأن يخلع عن نفسه أوصاف الربوبية، ولا ينازع ربه أو يتشبه به في الكبرياء والفوقية، فيرى ضآلة نفسه ووصفه مهما بلغت به الرياسة والحاكمية، ولا يغضب لأموره الشخصية، بل يغار إذا انتهكت حرمات الله ويتقبل النصح من آحاد الرعية، وأن يكون أمينا راعيا على قدر الأمانة والمسئولية . ¶ وإذا أخذته العزة بأنه الكبير في أرضه والأمير على بلده تذكر أن الله - عز وجل - متوحد في اسمه ووصفه؛ وأنه الكبير الذي لم يتخذ ولدا ولم يكن له شريك في الملك . ¶ 31- المتعَال - جل جلاله - ¶ ¬__________ ¶ (¬1) 126) ... تفسير الطبري 24/25 . ¶ (¬2) 127) ... صحيح مسلم (2696) . ¶ (¬3) 128) ... صحيح مسلم (601) .",
            "page": "61",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "قال تعالى: { عَالم الغيْب والشهَادَةِ الكَبيرُ المتعال } [الرعد:9]، وصح من حديث ابن عمر - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: (يَقول الله - عز وجل - : أنا الجَبَّارُ، أنا المتكبرُ، أنا الملكُ، أنا المتعال، يُمَجِّدُ نفسَه) (¬1) . ¶ والمتعَالي سبحانه هو القاهرُ فوق عباده بقدرته التامَّةِ، فالاسم يدل على علو القهر وهو أحد معاني العلو، فالمتعالي هو المستعلي على كل شيء بقدرته، قد أحاط بكل شيء علما، وقهر كل شيء ذلا، فخضعت له الرقاب، ودانت له العباد طوعا وكرها، فكل شيء تحت قهره وسلطانه وعظمته، ليس فوقه شيء في قهره وقوته، فلا غالب له ولا منازع، ملك فوق عرشه علا بذاته وشأنه وقهره، قال تعالى: { مَا اتخذ الله مِن ولدٍ ومَا كَان مَعَه مِن إلهٍ إذا لذهَبَ كُل إلهٍ بمَا خلق ولعَلا بَعْضُهمْ عَلى بَعْضٍ سُبْحان الله عَمَّا يَصِفون } [المؤمنون:91] . ¶ ومن الدعاء بمعنى اسمه المتعال ما ورد في دعاء موسى - عليه السلام - : { إني عُذت برَبي ورَبكُمْ مِن كُل متكبرٍ لا يُؤمِن بيومِ الحِسَاب } [غافر:27] . ¶ وصح من حديث ابن مسعود - رضي الله عنه - أن النبي - صلى الله عليه وسلم - كان إذا خاف قوما قال: (اللهمَّ إنا نجْعلكَ فِي نحُورِهمْ ونعُوذ بكَ مِن شُرُورِهمْ) (¬2) . ¶ ومن آثار توحيد المسلم لله في اسمه المتعال أن يخضع بفقره وذله لربه، فهو لله على الدوام ذليل خاضع، وفي جناب عزه مسكين متواضع لعلمه أن المتعال لا يدفعه عن مراده دافع، وليس له شريك ولا منازع، لا يخلع الموحد عن نفسه رداء العبودية لينازع ربه في القهر والشأن والفوقية، أو يشاركه في العلو والكبرياء وعظمة الأوصاف والأسماء، فالعلو والعظمة والعزة لا تليق إلا بالمتوحد المتعال . ¶ 32- الوَاحِدُ - جل جلاله - ¶ ¬__________ ¶ (¬1) 129) ... مسند الإمام أحمد (5608). ¶ (¬2) 130) ... صحيح الجامع (4706) .",
            "page": "62",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "قال الله سبحانه وتعالى: { يَومَ تبَدل الأرضُ غيْرَ الأرضِ والسَّماوات وبَرَزُوا لله الواحِدِ القهار } [إبراهيم:48]. ¶ الواحد سبحانه هو القائم بنفسه المنفرد بوصفه الذي لا يفتقر إلى غيره أزَلا وأبَدا، وهو الكامل في ذاته وأسمائه وصفاته وأفعاله، كان ولا شيء معه ولا شيء قبله، ومازال بأسمائه وصفاته واحدا أولا قبل خلقه، فوجود المخلوقات لم يزده كمالا كان مفقودا، أو يزيل نقصا كان موجودا، فالوحدانية قائمة على معنى الغنى بالنفس والانفراد بكمال الوصف ، خلق الخلق بلا معين ولا ظهير، ومن انفرد بالخلق انفرد بالملك، فليس لأحد في ملكه شرك، وصلاح العالم بأسره قائم على وحدانيته في تدبير خلقه، فلو كان للعالم إلهان ربان معبودان لفسد نظامه واختلت أركانه . ¶ ومن الدعاء باسم الله الواحد ما صح أن رَسُول الله - صلى الله عليه وسلم - دَخل المسجِدَ إذا رَجُلٌ قدْ قضى صَلاَته وهو يَتشهَّدُ فقال: (اللهمَّ إني أسألكَ يَا ألله بأنكَ الواحِدُ الأحدُ الصَّمَدُ الذِي لمْ يَلدْ ولمْ يُولدْ ولمْ يَكُن له كُفوا أحدٌ أن تغفِرَ لي ذنوبي إنكَ أنت الغفورُ الرَّحِيم، فقال رَسُول الله - صلى الله عليه وسلم - : قدْ غفِرَ له ثلاَثا) (¬1) . ¶ وصح أيضا أن النبي - صلى الله عليه وسلم - كان يقول في دبر كل صلاة إذا سلم: (لا إلهَ إلا الله وحْدَه لا شرِيكَ له، له الملكُ وله الحمْدُ وهو على كل شيْءٍ قدِيرٌ، اللهمَّ لا مَانِع لما أعْطيْت ولا معْطِي لما مَنعْت، ولا يَنفعُ ذا الجَدِّ مِنك الجَدُّ) (¬2) . ¶ ¬__________ ¶ (¬1) 131) ... صحيح أبي داود (869) . ¶ (¬2) 132) ... صحيح البخاري (5971) .",
            "page": "63",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "ومن آثار توحيد المسلم لله في اسمه الواحد أن يتجلى توحيده لله في كل قول أو فعل، فيكثر من ترديد الشهادة والذكر عملا بما ورد عن رسول الله - صلى الله عليه وسلم - أنه قال: (مَن قال لا إلهَ إلا الله وحْدَه لا شرِيكَ له، له الملك وله الحمْدُ وهو على كل شيْءٍ قدِيرٌ فِي يَوم مِائة مَرَّةٍ، كَانت له عدْل عشرِ رِقابٍ وكتِبَ له مِائة حسَنة ومحِيَت عنه مِائة سَيِّئةٍ، وكَانت له حِرزًا مِن الشيْطانِ يَومَه ذلكَ حتى يُمْسِي، ولمْ يَأْتِ أحدٌ بأفضَل مِمَّا جَاءَ به إلا رَجُل عمِل أكْثرَ مِنه) (¬1) . ¶ وكذلك يكون المسلم ثابتا في الحق لا يخاف في الله لومة لائم، اعتقادا منه أن أموره ترجع إلى الله - عز وجل - وحده لا شريك له، فيتوكل عليه، ويلجأ إليه، ويستعين به، ويعتمد عليه، فالله - عز وجل - هو المنفرد بالوحدانية وعلو القهر وله كمال القدرة والحكم والأمر، فمن وحد الله في هذا الاسم أدرك الغاية من خلقه، وأحسن التوكل على ربه، ولا يضره إعراض الخلق ثقة في وعد الله تعالى . ¶ 33- القهَّارُ - جل جلاله - ¶ قال تعالى: { قل الله خالق كل شيْءٍ وهو الواحِدُ القهار } [الرعد:16] . ¶ والقهار سبحانه هو الذي له علو القهر باعتبار الكثرة والتعيين في الجزء، أو باعتبار نوعية المقهور، فالله - عز وجل - أهلك قوم نوح وقهرهم وقهر قوم عاد وثمود، وقهر فرعون وهامان والنمرود، وقهر قوم لوط، وقهر أبا جهل والمشركين، وقهر الفرس والصليبيين، فهو سبحانه قهار لكل متكبر جبار، كثير القهر للظالمين، يقهر من نازعه في ألوهيته وعبادته وربوبيته وحاكميته وأسمائه وصفاته، وقهره سبحانه عظيم أليم . ¶ ¬__________ ¶ (¬1) 133) ... صحيح البخاري (6040) .",
            "page": "64",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "ومن الدعاء باسم الله القهار ما صح عن رسول الله - صلى الله عليه وسلم - أنه كان إذا تقلب من شدة الألم وتضور من الليل قال: (لا إله إلا الله الواحد القهار رب السماوات والأرض وما بينهما العزيز الغفار) (¬1) . ¶ ومن آثار توحيد المسلم لله في اسمه القهار قهر النفس على الطاعة والإيمان، فيقهرها بالاستغفار والتوبة، ويقهر وسواس الشيطان بالاستعاذة، ويقهر الشبهة والجهل باليقين ونور العلم، ويقهر كل ظالم جبار بالاستعاذة بالله الواحد القهار . ومن أثار الاسم على المسلم أن يلين للفقراء والمستضعفين، ويحنوا على اليتامى والمساكين، ويعفو عند المقدرة عن المسيئين، وثبت أن النبي - صلى الله عليه وسلم - قال: (ثلاث والذِي نفسُ محمَّدٍ بيدِه إن كنت لحالفا عليْهن، لا يَنقصُ مَال مِن صَدَقة فتصَدقوا، ولا يَعفو عبْدٌ عن مَظلمةٍ يَبْتغي بها وجْهَ الله إلا رَفعه الله بها عِزا يَومَ القيَامَةِ، ولا يَفتحُ عبْدٌ بَابَ مَسألةٍ إلا فتح الله عليْه بَابَ فقر) (¬2) . ¶ 34- الحَق - جل جلاله - ¶ قال تعالى: { فتعالى الله الملكُ الحق لا إلهَ إلا هوَ رَبُّ العرشِ الكَرِيم } [المؤمنون:116]. ¶ والحق سبحانه هو المتصف بالوجود الدائم والحياة والقيومية والبقاء، فلا يلحقه زوال أو فناء، وكل أوصاف الحق كاملة جامعة للكمال والجمال والعظمة والجلال، وهو الذي يحق الحق ويقول الحق، وإذا وعد فوعده الحق، ودينه حق وكتابه حق، وما أخبر عنه حق، وما أمر به حق، وهو الذي يحق الحق بكلماته ويقطع دابر الكافرين . ¶ ¬__________ ¶ (¬1) 134) ... صحيح ابن حبان (5530) . ¶ (¬2) 135) ... صحيح الترغيب والترهيب (814) .",
            "page": "65",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "ومن الدعاء باسم الله الحق ما صح أن النبي - صلى الله عليه وسلم - كان إذا قام من الليل يتهجد قال: (اللهمَّ لكَ الحمْدُ أنت قيِّم السَّمَاواتِ والأرض ومَن فِيهن، ولكَ الحمْدُ لكَ ملك السَّمَاواتِ والأرض ومَن فِيهن، ولكَ الحمْدُ أنت نورُ السَّمَاواتِ والأرض، ولكَ الحمْدُ أنت الحق، ووعْدُكَ الحق ، ولقاؤُكَ حق ، وقولكَ حق، والجَنة حق، والنارُ حق، والنبيون حق، ومحمَّدٌ - صلى الله عليه وسلم - حق، والسَّاعة حق، اللهمَّ لكَ أسلمْت وبكَ آمَنت، وعليْكَ توكَّلت، وإليْكَ أنبْت، وبكَ خاصَمْت، وإليْكَ حاكَمْت، فاغفِر لي مَا قدمْت ومَا أخرت، ومَا أسرَرت ومَا أعْلنت، أنت المقدِّم وأنت المؤَخرُ، لا إلهَ إلا أنت) (¬1) . ¶ وكذلك ما ورد في قوله تعالى: { رَب احْكمْ بالحق ورَبُّنا الرَّحْمَن المستعان على مَا تصِفون } [الأنبياء:112]، { رَبَّنا افتحْ بيننا وبين قومِنا بالحق وأنت خيْرُ الفاتِحِين } [الأعراف:89] . ¶ ومن آثار توحيد المسلم لله في اسمه الحق التزامه بالحق في أموره كلها، وأولها التزامه بحق الله عليه وهو توحيد العبادة لله، والله - عز وجل - وعد عباده تفضلا منه وتكرما ألا يعذب من وفى منهم حقه ولم يشرك به شيئا، أما العباد فليس لهم حق على ربهم لأنه لا فضل لأحد عليه، لكن الله - عز وجل - حق، وقوله حق ووعده صدق، فلو أن عبده وحده ودان دين الحق فقد نال الفضل وأزيد من العدل . ¶ ومن أثار الاسم أيضا على سلوكه أن يقول الحق وأن يشهد بالصدق ولا يكذب أبدا، وكذلك يصبر على الحق، ويتواصى به ثقة وتوحيدا في اسم الله الحق، وأن يصدع بالحق ولا يستحيي منه، ولا يخشى في الله لومة لائم . ¶ 35 - المبينُ - جل جلاله - ¶ قال تعالى: { يَومَئِذٍ يُوفيهم الله دِينهم الحق ويَعْلمون أن اللهَ هو الحق المبين } [النور:25] . ¶ ¬__________ ¶ (¬1) 136) ... صحيح البخاري (1069) .",
            "page": "66",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "والمبين سبحانه هو المنفرد بوصفه المباين لخلقه، وهو الملك على عرشه، الرقيب على ملكه، القريب من عبده، يسمع كلامه ويرى أفعاله، ويعلم سره ونجواه، له مطلق العلو والفوقية، وهو الذي أبان لكل مخلوق علة وجوده وغايته، وأبان لهم طلاقة قدرته مع بالغ حكمته، وأبان لهم الأدلة القاطعة على وحدانيته، وأبان لهم دينهم بأحكام شريعته، ولا يعذب أحدا من خلقه إلا بعد بيان حجته، خاطب عباده بكل أنواع البيان، وأقام حجته بكل أنواع البرهان . ¶ ومن الدعاء بما يناسب اسم الله المبين ما صح عن النبي - صلى الله عليه وسلم - أنه قال: (اللهمَّ رَبَّ جِبْرَائِيل ومِيكَائِيل وإسرَافِيل، فاطِرَ السَّمَاواتِ والأرض عالم الغيْب والشهَادَةِ، أنت تحْكم بين عِبَادِكَ فِيمَا كَانوا فِيه يَخْتلفون، اهدِنِي لما اخْتلف فِيه مِن الحق بإذنك، إنك تهدِي مَن تشاءُ إلى صِرَاطٍ مستقيم) (¬1) . ¶ وكذلك يدعو المسلم به طلبا لبيان ما أغلق عليه من الأمور والمسائل العلمية، أو ما خفي عليه أو ضاع منه مما لا يجده من أموره الشخصية، فيقول: اللهم بين لي كذا، أو بين لي في مسألة كذا .. ويسمي ما يشاء . ¶ وقد صح أن النبي - صلى الله عليه وسلم - دعاء فقال في شأن المتلاعنين: (اللهمَّ بين) (¬2)، ودعا عمر بن الخطاب - رضي الله عنه - في الخمر فقال: (اللهمَّ بين لنا في الخمْرِ بيانا شِفاءً) (¬3) . ¶ ومن ثم فالمسلم يدعو بما شاء مما يناسب اسم الله المبين، لاسيما إن كان مظلوما ولا يجد دليلا لبراءته، أو كان عاجزا عن بيان حجته؛ فالدعاء بالاسم أن يذكره في دعائه يتقرب به إلى ربه طلبا لحاجته، كقوله: اللهم أنت الحق المبين، فرج كربي، وارفع الظلم عني . ¶ ¬__________ ¶ (¬1) 137) ... صحيح مسلم (770) . ¶ (¬2) 138) ... صحيح البخاري (5004) . ¶ (¬3) 139) ... سنن أبي داود (3670) .",
            "page": "67",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "ومن آثار توحيد المسلم لله في اسمه المبين مجاهدته لنفسه ليبقى باديا بسمت الإيمان وأخلاق القرآن، كما أنه يصدع بالحق ولا يخاف جائرا ولا سلطان، لأن غير الله أيا كان بقاؤه بإبقاء الله وقدرته، فالموحد لله في اسمه المبين يحب ظهور الحق ولو على لسان خصومه، كما قال الإمام الشافعي: (ما ناظرت أحدا وأحببت أن يخطئ، بل أن يوفق ويسدد ويعان، ويكون عليه من الله رعاية وحفظ، وما كلمت أحدا قط وأنا أبالي أن يظهر الحق على لساني أو لسانه) (¬1) . ¶ 36- القويُ - جل جلاله - ¶ قال تعالى: { الله لطِيفٌ بعِبَادِه يَرزُق مَن يَشاءُ وهو القوِيُّ العزيزُ } [الشورى:19] . ¶ والقوي - عز وجل - هو الموصوف بالقوة المطلقة، لا يغلبه غالب ولا يمنعه مانع، ولا يرد قضاءه راد ولا يدفعه دافع، وهو القادر على إتمام فعله القوي في بطشه وأخذه، له الخلق والأمر في ملكه، قوي في ذاته لا يعتريه ضعف أو قصور، قيوم لا يتأثر بوهن أو فتور، ينصر من نصره ويخذل من خذله، كتب الغلبة لنفسه ورسله وجند وحزبه . ¶ ومن الدعاء بما يناسب اسم الله القوي ما صح عن النبي - صلى الله عليه وسلم - أنه قال: (مَن تعارَّ مِن الليْل فقال: لا إلهَ إلا الله وحْدَه لا شرِيكَ له، له الملك وله الحمْدُ وهو على كل شيْءٍ قدِيرٌ؛ الحمْدُ لله، وسُبْحان الله، ولا إلهَ إلا الله، والله أكْبَرُ ولا حول ولا قوة إلا بالله، ثمَّ قال: اللهمَّ اغفِر لي، أو دَعا استجِيبَ، فإن توضَّأ وصَلى قبلت صَلاته) (¬2) . ¶ ¬__________ ¶ (¬1) 140) ... حلية الأولياء 9/ 118. ¶ (¬2) 141) ... صحيح البخاري (1103) .",
            "page": "68",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "وثبت من حديث أنس - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: (مَن أكَل طعامًا ثمَّ قال: الحمْدُ لله الذي أطعمني هَذا الطعامَ ورَزَقنِيه مِن غيْرِ حولٍ مِني ولا قوةٍ غفِرَ له مَا تقدمَ مِن ذنبه ومَا تأخر، ومَن لبسَ ثوبًا فقال: الحمْدُ لله الذي كساني هَذا الثوبَ ورَزَقنِيه مِن غيْرِ حولٍ مِني ولا قوةٍ غفِرَ له مَا تقدمَ مِن ذنبه ومَا تأخر) (¬1) . ¶ ومن آثار توحيد المسلم لله في اسمه القوي أن يتعزز بقوة الله، فيصدع بالحق ولا يخاف في الله لومة لائم، وأن يسَخر قوته في طاعة الله ومحبته، ويأخذ أحكام الكتاب بمنتهى عزمه واستطاعته، وألا يظلم أحدا وكله الله برعايته وأن يعتبر بفعل الله وقدرته فيمن أهلكهم بعدله وحكمته، وصح من حديث أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: (المؤمِن القوِي خيْرٌ وأحبُّ إلى الله مِن المؤمِنِ الضَّعِيفِ، وفِي كل خيْرٌ، احْرِصْ على مَا يَنفعُكَ، واستعِن بالله ولا تعْجِزْ، وإن أصَابَكَ شيءٌ، فلا تقل: لو أني فعلت كَان كَذا وكَذا، ولكِن قل: قدَرُ الله ومَا شاءَ فعل، فإن لو تفتحُ عمَل الشيْطانِ) (¬2) . ¶ 37 - المتين ُ - جل جلاله - ¶ قال تعالى: { إن اللهَ هو الرَّزَّاق ذو القوةِ المتِين } [الذاريات:58] . ¶ والمتين سبحانه هو القوي في ذاته الشديد الواسع الكبير المحيط، فلا تنقطع قوته ولا تتأثر قدرته، فالمتين هو القوي الشديد المتناهي في القوة والقدرة، الذي لا تتناقص قوته ولا تضعف قدرته، والذي لا يلحقه في أفعاله مشقة ولا كلفة ولا تعبٌ، فالله - عز وجل - من حيث إنه بالغ القدرة تامها قوي، ومن حيث إنه شديد القوة متِين . ¶ ¬__________ ¶ (¬1) 142) ... صحيح الجامع (6086) . ¶ (¬2) 143) ... صحيح مسلم (2663) .",
            "page": "69",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "واسم الله المتين يدعو به كل مؤمن ضعيف أو مهزوم أو مقهور أو مظلوم أن يعينه الله ويقويه ويمنحه ويعطية، وأن يفرغ عليه صبرا ويخرجه من كل بلاء شديد وقع فيه، وصح من حديث شداد بن أوس - رضي الله عنه - أنه قال: كَان رَسُول الله - صلى الله عليه وسلم - يُعلمنا أن نقول: (اللهمَّ إني أسألكَ الثبَات فِي الأمر وأسألكَ عزيمَة الرُّشدِ وأسألكَ شُكْرَ نِعْمَتك وحُسن عِبَادَتك، وأسألكَ لسَانًا صَادِقًا وقلبًا سَليمًا، وأعُوذ بكَ مِن شرِّ مَا تعْلم، وأسألكَ مِن خيْرِ مَا تعْلم وأستغفِرُكَ مِمَّا تعْلم، إنك أنت علام الغُيُوب) (¬1). ¶ ومن آثار توحيد المسلم لله في اسمه المتين ثبات المؤمن على إيمانه وعقيدته، ويقينه أن توحيد العبودية لله هو سبيل سعادته، فلا يحيد أبدا عن توجيه النبي - صلى الله عليه وسلم - وسنته، مهما تعددت به أنواع البلاء، ومهما تقلبت أحواله بين السراء والضراء، والذي وحد الله - عز وجل - في اسمه المتين قوي العزيمة في الأخذ بالأحكام ذو نظرة حكيمة في قضايا الإسلام، ومع متانته في الدين ينبغي أن يوغل فيه برفق فيكون وسطا حكيما لينا حليما في دعوته للآخرين . ¶ 38- الحَيُّ - جل جلاله - ¶ قال تعالى: { هو الحيُّ لا إلهَ إلا هو فادْعُوه مخْلصِين له الدِّين } [غافر:65] . ¶ والحي سبحانه هو الدائم في وجوده الباقي حيا بذاته على الدوام أزلا وأبدا، لا تأخذه سنة ولا نوم، وهذا الوصف ليس لسواه، فأي طاغوت عبد من دون الله، إن كان حيا فحياته تغالبها الغفلة والسنات، وإن قاومها وأراد البقاء عددا من الساعات، فإن النوم يراوده ويأتيه فضلا عن حتمية الموت الذي سيوافيه، فلا ينفرد بكمال الحياة ودوامها باللزوم إلا الحي القيوم . ¶ ¬__________ ¶ (¬1) 144) ... السلسلة الصحيحة (3228) .",
            "page": "70",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "ومن الدعاء باسم الله الحي ما صح عن النبي - صلى الله عليه وسلم - أنه قال: (مَن قال: أستغفِرُ الله الذِي لا إلهَ إلا هو الحيُّ القيُّوم وأتوبُ إليْه، غفِرَ له وإن كَان فرَّ مِن الزَّحْف) (¬1) . ¶ ومن حديث ابن عباس - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - كان يقول: (اللهمَّ لكَ أسلمْت وبكَ آمَنت وعليْكَ توكَّلت، وإليْكَ أنبْت، وبكَ خاصَمْت اللهمَّ إني أعُوذ بعزتك لا إلهَ إلا أنت أن تضلني، أنت الحيُ الذِي لا يَموت والجِن والإنسُ يَموتون) (¬2) . ¶ ومن آثار توحيد المسلم لله في اسمه الحي أن يوجه حياته على أنه في دار ابتلاء سيعقبها سؤال وجزاء، وأن الملك لله في البدء عند إنشاء الخلق فلم يكن من الإحياء سواه، وكذلك الملك له عند زوال الأرض لأن المنفرد بالحياة هو لله، فالموحد لا ينسب الملك لغيره إلا على سبيل الأمانة والابتلاء، ويستعين بربه في السراء والضراء، ولا يشرك به في المحبة والخوف والرجاء، أو يتوجه إلى غيره بالاستغاثة والدعاء؛ لأن الدعاء يستلزم إثبات الحياة بالضرورة، والحياة أصل لوصف العلم والغنى والقدرة والسمع والبصر والقوة والمشيئة والعزة والعظمة، وغير ذلك مما هو لازم لإجابة الدعاء، وقد نفي الله ذلك عن الأنداد جميعها لأنها أموات غير أحياء . ¶ ومن أعظم الجرم أن يقتل المسلم نفسه يئسا من الحياة وقد علم أن المنفرد بالإحياء والإماتة هو الله، بل قد نهى النبي - صلى الله عليه وسلم - عن مجرد تمني الموت فكيف بعظم الإثم في الانتحار . ¶ 39- القيُّومُ - جل جلاله - ¶ قال تعالى: { الله لا إلهَ إلا هو الحيُّ القيُّوم لا تأخُذه سِنة ولا نومٌ } [البقرة:255] . ¶ ¬__________ ¶ (¬1) 145) ... صحيح الترغيب والترهيب (1622) . ¶ (¬2) 146) ... صحيح مسلم (2717) .",
            "page": "71",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "والقيوم سبحانه هو القائم بنفسه الباقي بكماله ووصفه على الدوام أزلا وأبدا دون تغير أو تأثير، والقائم بتدبير أمور خلقه في إنشائهم وتولي أرزاقهم وتحديد آجالهم وأعمالهم، وهو العليم بمستقرِّهم ومستودعهم، وهو الذي يقوم به كل موجود حتى لا يُتصور وجود شيء ولا دوام وجوده إلا بقيوميته وإقامته له . ¶ ومن الدعاء باسم الله القيوم ما صح من حديث أنس - رضي الله عنه - في الدعاء باسم الله الأعظم: (اللهمَّ إني أسألكَ بأن لكَ الحمْدَ لا إلهَ إلا أنت المنان بَدِيعُ السَّمَاواتِ والأرض يَا ذا الجَلال والإكْرَامِ يَا حيُّ يَا قيُّوم إني أسألكَ) (¬1) . ¶ ومن حديث أنسِ أيضا - رضي الله عنه - أنه قال: (كَان النبي - صلى الله عليه وسلم - إذا كَرَبه أمْرٌ، وفي رواية أخرى إذا حزبه أمر قال: يَا حيُ يَا قيُّوم برَحْمَتك أستغيث) (¬2) . ¶ ومن آثار توحيد المسلم لله في اسمه القيوم يقينه أن الله - عز وجل - قائم بالقسط والتدبير ومنفرد بالمشيئة والتقدير، عنده خزائن كل شيء، لا ينزله إلا بقدر معلوم، وأنه كفيل بأمره ورزقه فاعتمد الموحد على ربه في كل شيء، ووثق به دون كل شيء، وقنع منه بأدنى شيء، وصبر على ما ابتلاه به، فلا يطمع في سواه، ولا يرجو إلا إياه، ولا يشهد في العطاء إلا مشيئته، ولا يرى في المنع إلا حكمته، ولا يعاين في القبض والبسط إلا قدرته وقيوميته، فيكثر من دعائه وذكره، لاسيما إذا حزبه هم أو لحقه كرب . ¶ 40 - العَلِيٌّ - جل جلاله - ¶ قال الله تعالى: { وسِع كرسِيُّه السَّمَاوات والأرض ولا يَؤُودُه حِفظُهمَا وهو العليُّ العظِيم } [البقرة:255] . ¶ ¬__________ ¶ (¬1) 147) ... مشكاة المصابيح (2290) . ¶ (¬2) 148) ... صحيح الجامع (4777) .",
            "page": "72",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "والعلي سبحانه هو الذي علا بذاته فوق جميع خلقه، فاسم الله العلي دل على علو الذات والفوقية، فهو سبحانه عال على عرشه بكيفية حقيقية معلومة لله مجهولة لنا، ودائما ما يقترن اسم الله العلي باسمه العظيم، وكذلك عند ذكر العرش والكرسي، ولما ذكر الله إعراض الخلق عن عبادته أعلم نبيه - صلى الله عليه وسلم - في أعقاب ذلك أنه الملك الذي لا يزول عن عرشه بإعراض الرعية كشأن الملوك من خلقه، لأنه المستغني بذاته، الملك في استوائه لا يفتقر إلى أحد في قيام ملكه أو استقراره، ومن قال لنبيه - : { فإن تولوا فقل حسبي الله لا إلهَ إلا هو عليْه توكّلت وهو رَبُّ العرشِ العظِيمِ } [التوبة:129]، والآيات كثيرة وواضحة في إثبات علو الذات والفوقية، والثابت الصحيح أن معاني العلو عند السلف ثلاثة معان دلت عليها أسماء الله المشتقة من صفة العلو، فاسم الله العلي دل على علو الذات، واسمه الأعلى دل على علو الشأن، واسمه المتعال دل على علو القهر . ¶ ومن الدعاء باسم الله العلي ما صح من حديث عبادة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (مَن تعارَّ مِن الليْل فقال حِين يَستيقِظ: لا إلهَ إلا الله وحْدَه لا شرِيكَ له، له الملك وله الحمْدُ وهو على كل شيء قدِيرٌ، سُبْحان الله، والحمْدُ لله ولا إلهَ إلا الله، والله أكْبَرُ، ولا حول ولا قوة إلا بالله العلي العظِيمِ ، ثمَّ دَعا: رَب اغفِر لي غفِرَ له) (¬1)، ومن حديث أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (من قال حين يأوي إلى فراشه: لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير، لا حول ولا قوة إلا بالله العلي العظيم، سبحان الله والحمد لله ولا إله إلا الله والله أكبر، غفرت له ذنوبه أو خطاياه، وإن كانت مثل زبد البحر) (¬2) . ¶ ¬__________ ¶ (¬1) 149) ... صحيح الكلم الطيب (43) . ¶ (¬2) 150) ... صحيح الترغيب والترهيب (607) .",
            "page": "73",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "ومن آثار توحيد المسلم لله في اسمه العلي توحيد الله بتعظيمه وطاعته، والدعوة إلي محبته وعبوديته، لاسيما إذا أيقن أن النفع في ذلك يعود عليه لا على ربه، وأن الله غني في علوه لا يفتقر إلى أحد من خلقه، وأنه مهما مدحناه وأثنينا عليه فهو أعلى من وصفنا، وأجل من مدحنا، لا نحصي ثناء عليه هو كما أثنى على نفسه، هو أهل الثناء والمجد، ومدحه وتوحيده أحق ما قال العبد، وإذا كانت الملائكة في السماء تخشع عند سماع قوله، وتفزع عند إلقاء وحيه فحري بالعبد أن يخشع لسماع قوله ويلين قلبه عند ذكره، وأن يتذلل بين يدي مولاه فيركن إليه، ويعتمد عليه، ثقة في أنه العلى ولا علي على الإطلاق سواه . ¶ 41 - العَظِِيمُ - جل جلاله - ¶ قال الله تعالى: { فسَبحْ باسمِ رَبكَ العظِيمِ } [الحاقة:52]، وقال سبحانه: { إنه كَان لا يُؤمِن بالله العظِيمِ } [الحاقة:33] . ¶ والعظيم سبحانه هو الذي جاوزَ قدْرُه حدود العقل لجلالته وعظمته، وجل عن تصور الإحاطة بكنهه وحقِيقته، فهو العظيم الواسع الكبير في ذاته وصفاته، فعظمة الذات دل عليها سعة كرسيه السماوات والأرض . ¶ أما عظمة الصفات فالله - عز وجل - له علو الشأن فيها، ليس كمثله شيء في كل ما وصف به نفسه في كتابه وسنة نبيه - صلى الله عليه وسلم - . ¶ وإذا كان عرشه سبحانه قد وصفه بالعظمة وخصه بالإضافة إليه والاستواء عليه، فما بالك بعظمة من استوى عليه، وينبغي أن نعلم أن عظمة الله في ذاته لا تكيَّف ولا تحدُّ لطلاقة الوصف وعجزنا عن معرفته، فنحن لم نر الله ولم نر له مثيلا . ¶ ومن الدعاء باسم الله العظيم ما صح عن أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (كَلمتانِ خفِيفتانِ على اللسَانِ، ثقِيلتانِ فِي المِيزَانِ حبيبتانِ إلى الرَّحْمَنِ، سُبْحان الله العظِيمِ سُبْحان الله وبحمْدِه) (¬1) . ¶ ¬__________ ¶ (¬1) 151) ... صحيح البخاري (6043) .",
            "page": "74",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "وصح من حديث عبد الله بن عمرو - رضي الله عنه - عن النبي - صلى الله عليه وسلم - أنه كان إذا دخل المسجد قال: (أعُوذ بالله العظِيمِ وبوجْهه الكَرِيمِ وسُلطانه القدِيمِ مِن الشيْطانِ الرَّجِيمِ) (¬1) . ¶ ومن حديث ابن عباس - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (اللهمَّ اجْعل فِي قلبي نورًا وفِي بَصَرِي نورًا وفِي سَمْعِي نورًا وعن يَمِينِي نورًا وعن يَسَارِي نورًا وفوقِي نورًا وتحتِي نورًا وأمَامِي نورًا وخلفِي نورًا وعظمْ لي نورًا) (¬2) . ¶ (اللهمَّ احفظنِي مِن بينِ يَدَي ومِن خلفِي وعن يَمِينِي وعن شِمَالي ومِن فوقِي، وأعُوذ بعظمَتك أن أغتال مِن تحْتِي) (¬3) . ¶ وصح من حديث عبد الله بن مسعود - رضي الله عنه - أنه قال: (إذا كان على أحدكم إمام يخاف تغطرسه أو ظلمه فليقل: اللهم رب السماوات السبع ورب العرش العظيم، كن لي جارا من فلان بن فلان وأحزابه من خلائقك أن يفرط علي أحد منهم أو يطغى، عز جارك وجل ثناؤك ولا اله إلا أنت) (¬4) . ¶ ¬__________ ¶ (¬1) 152) ... صحيح أبي داود (441) . ¶ (¬2) 153) ... صحيح مسلم (763) . ¶ (¬3) 154) ... صحيح الترغيب والترهيب (659) . ¶ (¬4) 155) ... صحيح البخاري في الأدب المفرد (707) .",
            "page": "75",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "ومن آثار توحيد المسلم لله في اسمه العظيم تعظيمه حدود الله وشعائره باتباع النبي - صلى الله عليه وسلم - في ذلك؛ لأنه ليس بعد تعظيم النبي - صلى الله عليه وسلم - لربه تعظيم، فالصحابة - رضي الله عنهم - الذين عاصروه هم سلفنا الصالح، وهم الذين آمنوا بخبر الله وصدقوه ونفذوا أمره وأحبوه، ففي باب الخبر كالصفات وسائر الغيبيات أثبتوا ما أثبته الله لنفسه وما أثبته رسوله - صلى الله عليه وسلم - من غير تحريف ولا تعطيل ومن غير تكييف ولا تمثيل، وفي باب الأمر أطاعوا ربهم عن محبة وتعظيم، يسارعون إلى مرضاته، ويغارون على حرماته، ويؤدون الواجبات ويسارعون في الخيرات حتى أصبحت المباحات لديهم طاعات وقربات تشهد بتوحيدهم لله وعبوديته وتعظيمه ومحبته . ¶ 42 - الشكُورُ - جل جلاله - ¶ قال الله تعالى: { إن تقرِضُوا اللهَ قرضا حسَنا يُضَاعِفه لكمْ ويَغفِر لكمْ والله شكورٌ حليمٌ } [التغابن:17] . ¶ والشكور سبحانه هو الذي يزكو عنده القليل من أعمال العباد، ويضاعف لهم الجزاء فيثيب الشاكر على شكره، ويرفع درجته ويضع عنه وزره، فشكر العبد لله تعالى ثناؤه عليه بذكر إحسانه إليه، وشكر الحق للعبد ثناؤه عليه بذكر طاعته له . ¶ والشكور سبحانه هو أولى بصفة الشكر من كل شكور بل هو الشكور على الحقيقة؛ فإنه يعطي العبد ويوفقه لما يشكره عليه، ويشكر القليل من العمل والعطاء فلا يستقله، ويشكر الحسنة بعشر أمثالها إلى أضعاف مضاعفة، ويشكر عبده بأن يثني عليه بين ملائكته وفي ملئه الأعلى، ويلقي له الشكر بين عباده، ويشكره بفعله، فإذا ترك له شيئا أعطاه أفضل منه، وإذا بذل له شيئا رده عليه أضعافا مضاعفة، وهو الذي وفقه للترك والبذل، وشكره على هذا وذاك .",
            "page": "76",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "ومن الدعاء بما يناسب اسمه الشكور قوله تعالى عن سليمان - عليه السلام - : { رَب أوزعنِي أن أشكرَ نِعْمَتك التِي أنعمْت عليَّ وعلى والدَيَّ وأن أعْمَل صَالحا ترضَاه وأدْخِلنِي برَحْمَتك فِي عِبَادِكَ الصَّالحِين } [النمل:19] . ¶ وقوله: { رَب أوزعنِي أن أشكرَ نِعْمَتك التِي أنعمْت عليَّ وعلى والدَيَّ وأن أعْمَل صَالحا ترضَاه وأصْلحْ لي فِي ذريَّتِي إني تبْت إليْكَ وإني مِن المسلمِين } [الأحقاف:15] . ¶ وصح أن رسول الله - صلى الله عليه وسلم - أخذ بيد معاذ - رضي الله عنه - وقال له: (يا معاذ والله إني لأحبك، والله إني لأحبك، فقال: أوصِيكَ يَا معاذ لا تدَعن في دُبُر كل صَلاة تقول: اللهمَّ أعِني على ذِكْرِكَ وشُكْرِكَ وحُسنِ عِبَادَتك) (¬1) . ¶ وصح أيضا من حديث شداد بن أوس - رضي الله عنه - أنه قال: (كَان رَسُول الله - صلى الله عليه وسلم - يُعلمنا أن نقول: اللهمَّ إني أسألكَ الثبَات في الأمر، وأسألكَ عزيمَة الرُّشدِ، وأسألكَ شُكْرَ نِعْمَتك وحُسن عِبَادَتك، وأسألكَ لسَانًا صَادِقا وقلبًا سَليمًا وأعُوذ بكَ مِن شرِّ مَا تعْلم، وأسألكَ مِن خيْر مَا تعلم، وأستغفِرُكَ مِمَّا تعْلم إنك أنت علام الغُيُوب) (¬2) . ¶ ومن آثار توحيد المسلم لله في اسمه الشكور أن يشكر الله بالقلب واللسان والجوارح، فشكر القلب هو تصور النعمة والاعتراف بها إلى المنعم، والعزم على تصديق خبره وطاعة أمره، وشكر اللسان هو الثناء على المنعم بذكر فضله ومنته وحمده على نعمته، وأما شكر الجوارح فهو خضوعها وانقيادها واستسلامها بالاستجابة لأحكام عبوديته . ¶ 43 - الحَلِيمُ - جل جلاله - ¶ قال تعالى: { قولٌ مَعْرُوفٌ ومَغفِرَة خيْرٌ مِن صَدَقة يَتبعُهَا أذىً والله غنِيٌّ حليمٌ } [البقرة:263] . ¶ ¬__________ ¶ (¬1) 156) ... صحيح الجامع (7969) . ¶ (¬2) 157) ... السلسلة الصحيحة (3228) .",
            "page": "77",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "والحليم سبحانه هو الصبور الذي يمهل ولا يهمل، بل يتجاوز عن الزلات، ويعفو عن السيئات، فهو سبحانه يمهل عباده الطائعين ليزدادوا من الطاعة والثواب، ويمهل العاصين لعلهم يرجعون إلى الطاعة والصواب . ¶ ولو أنه عجل لعباده الجزاء ما نجا أحد من أليم العقاب، ولكن الله - عز وجل - هو الحليم ذو الصَّفحِ والأناةِ، استخلف الإنسان في أرضه واسترعاه، واستبقاه إلى يوم موعود وأجل محدود، فأجل بحلمه عقاب الكافرين، وعجل بفضله ثواب المؤمنين . ¶ ومن الدعاء باسم الله الحليم ما صح من حديث ابن عباس - رضي الله عنه - أنه قال: ( كَان النبي - صلى الله عليه وسلم - يَدْعُو عِندَ الكَرب، لا إلهَ إلا الله العظِيم الحليم، لا إلهَ إلا الله رَبُّ السَّمَاواتِ والأرض رَبُّ العرشِ العظِيمِ) (¬1) . ¶ (اللهمَّ عافِنِي فِي جَسَدِي وعافِنِي فِي بَصَرِي واجْعله الوارِث مني، لا إلهَ إلا الله الحليم الكَرِيم، سُبْحان الله رَب العرشِ العظِيمِ والحمْدُ لله رَب العالمِين) (¬2) . ¶ ومن آثار توحيد المسلم لله في اسمه الحليم أن يكون الموحد حليما صبورا يتأنى في رأيه وحكمه، ويفكر في قوله وفعله ليتخير ما هو أنفع له وللآخرين، وأن يوسع صدره ويكظم غيظه إن أساء إليه أحد من الحاقدين، ويبادر بالاعتذار والتوبة والاستغفار إن أساء لأحد من المسلمين، فإن الله حليم يحب الحلم والأناة وقد صح أن النبي - صلى الله عليه وسلم - قال لأشج بن عبد القيس: (إن فِيكَ خصْلتيْنِ يُحِبهمَا الله، الحِلم والأناة) (¬3)، وثبت أيضا أن النبي - صلى الله عليه وسلم - قال: (إن الله يحب الغني الحليم المتعفف، ويبغض البذيء الفاجر السائل الملحّ) (¬4) . ¶ 44 - الواسِعُ - جل جلاله - ¶ ¬__________ ¶ (¬1) 158) ... صحيح البخاري (5985) . ¶ (¬2) 159) ... رواه الترمذي وحسنه (3480) . ¶ (¬3) 160) ... صحيح مسلم (17) . ¶ (¬4) 161) ... صحيح الترغيب والترهيب (819) .",
            "page": "78",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "الدليل على الاسم قول الله تعالى: { ولله المشرِق والمغرِبُ فأيْنمَا تولوا فثمَّ وجْه الله إن اللهَ واسِعٌ عليمٌ } [البقرة:115] . ¶ والواسع سبحانه هو الذي وسع علمه جميع المعلومات، ووسعت قدرته جميع المقدورات ووسع سمعه جميع المسموعات، ووسع رزقه جميع المخلوقات، فله مطلق الجمال والكمال في الذات والصفات والأفعال، وهو الكثيرُ العطاءِ يده سحاء الليل والنهار، وسعت رَحْمَته كل شيء، وهو المحيط بكل شيء . ¶ ومن الدعاء بما يناسب اسم الله الواسع قوله تعالى عن نبيه شعيب - عليه السلام - : { وسِع رَبنا كل شيْءٍ عِلما على الله توكَّلنا رَبَّنا افتحْ بيننا وبين قومِنا بالحق وأنت خيْرُ الفاتِحِين } [الأعراف:89] . ¶ وقوله تعالى عن حملة العرش: { رَبَّنا وسِعْت كل شيْءٍ رَحْمَة وعِلما فاغفِر للذِين تابُوا واتبعُوا سَبيلكَ وقِهمْ عذابَ الجَحِيمِ رَبَّنا وأدْخِلهمْ جَناتِ عدْنٍ التِي وعدتهُمْ ومَن صَلح مِن آبَائِهمْ وأزْواجِهمْ وذرِّياتهمْ إنك أنت العزيزُ الحكِيم } [غافر:7/8] . ¶ وصح من حديث عوف بن مالك - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - صلى على جنازة فقال: (اللهمَّ اغفِر له وارحمه، وعافِه واعْف عنه، وأكْرِمْ نزُله ووسعْ مدْخله، واغسِله بالماءِ والثلجِ والبَرَدِ ونقه مِن الخطايَا كَمَا نقيْت الثوبَ الأبيض مِن الدنسِ، وأبْدِله دَارًا خيْرًا مِن دَارِه، وأهلا خيْرًا مِن أهله، وزَوجًا خيْرًا مِن زَوجِه وأدْخِله الجَنة، وأعِذه مِن عذاب القبْرِ، أو مِن عذاب النار) (¬1) . ¶ ¬__________ ¶ (¬1) 162) ... صحيح مسلم (963) .",
            "page": "79",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "ومن آثار توحيد المسلم لله في اسمه الواسع أن يوسع العبد على نفسه وإخوانه، ويسأل الله بواسع كرمه وإحسانه أن يوسع عليه في صبره وإيمانه، وأن يثق في سعة الرزق مهما طالت أيام بلائه وامتحانه، فإن الله واسع العطاء واسع الغنى واسع الفضل، وسعة كرمه وفضله لا تتناقض مع حكمته وعدله، بل هو سبحانه يضع فضله مواضعه لسعته ورحمته، ويمنعه من ليس من أهله لعدله وحكمته . ¶ 45 - العَليمُ - جل جلاله - ¶ قال الله تعالى: { فسَيَكْفِيكَهم اللهُ وهوَ السَّمِيعُ العلِيم } [البقرة:137] . ¶ والعليم سبحانه هو الذي عَلِم ما كان، وما هو كائن، وما سيكون، وما لو كان كيف يكون، أحاط عِلمه بجميع الأشياء ظاهرها وباطِنها، دقِيقها وجليلها، فما من صغيرة وكبيرة في خلقه إلا وتعلقت بعلمه، فعلمه بالشيء قبل كونه هو سر الله في خلقه، ضن به على عباده، لا يعلمه ملك مقرب ولا نبي مرسل، وهذا علم التقدير، ومفتاح ما سيصير إلى يوم الفصل عند تقرير المصير، من هم أهل الجنة ؟ ومن هم أهل السعير ؟ فكل أمور الغيب قدرها سبحانه في الأزل، ومفتاحها عنده وحده ولم يزل . ¶ وكذلك علمه بالشيء وهو في اللوح المحفوظ بعد كتابته، وقبل إنفاذ أمره ومشيئته، فالله تعالى كتب مقادير الخلائق في اللوح المحفوظ قبل أن يخلقهم بخمسين ألف سنة، ثم علمه سبحانه بالشيء حال كونه وتنفيذه، ووقت خلقه وتصنيعه، فهو الذي يعلم ما تحمل كل أنثى وما تغيض الأرحام وما تزداد، وهو الذي يعلم ما يلج في الأرض، وما يخرج منها، وما ينزل من السماء، وما يعرج فيها، وما من صغيرة ولا كبيرة إلا تولاها من فوق عرشه . ¶ ثم علمه سبحانه بالشيء بعد كونه وتخليقه وإحاطته بالفعل بعد كسبه وتحقيقه، فالله - عز وجل - عالم بما كان وما هو كائن وما سيكون وما لو كان كيف يكون على ما اقتضته حكمته البالغة .",
            "page": "80",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "ومن الدعاء باسم الله العليم قوله تعالى عن إبراهيم - عليه السلام - : { رَبنا تقبَّل مِنا إنك أنت السَّمِيعُ العليم } [البقرة:127]، وقوله: { وإمَّا يَنزَغنك مِن الشيْطانِ نزْغ فاستعِذ بالله إنه سَمِيعٌ عليمٌ } [الأعراف:200]، وقد صح من حديث أبي سعيد - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (أعُوذ بالله السَّمِيعِ العليمِ مِن الشيْطانِ الرَّجِيمِ مِن هَمْزه ونفخِه ونفثه) (¬1). ¶ ومن دعاء النبي - صلى الله عليه وسلم - : (اللهمَّ رَبَّ جِبْرَائِيل ومِيكَائِيل وإسرَافِيل، فاطِرَ السَّمَاواتِ والأرض عالم الغيْب والشهَادةِ أنت تحْكم بين عِبَادِكَ فِيمَا كَانوا فِيه يَخْتلفون، اهدِنِي لما اختلف فِيه مِن الحق بإذنك إنك تهدِي مَن تشاءُ إلى صِرَاطٍ مستقيم) (¬2) . ¶ ¬__________ ¶ (¬1) 163) ... صحيح أبي داود (701) . ¶ (¬2) 164) ... صحيح مسلم (770) .",
            "page": "81",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "ومن آثار توحيد المسلم لله - عز وجل - في اسمه العليم تقديمه هدي الله على ما يراه باجتهاده وهواه، وتقديم حكمه على حكم من سواه؛ لأن العاقل يعلم أنه من الأمور البديهية أن القوانين الوضعية من قبل المشرعين في المجالس التشريعية مهما بلغت في كمالها فلن تصل إلى كمال المنهج في الشريعة الإسلامية؛ فشتان بين علم البشر ومقارنته بالعليم سبحانه وتعالى؛ فالإنسان مهما بلغ علمه أو علا شأنه في سن القوانين عندما يضع تشريعا أو تعديلا لا يراعي المصلحة في الدنيا على وجه الكمال، ولا ينظر بأي حال من الأحوال إلى المصير عند البعث والمآل، فلا يراعي عند وضع قوانينه قضية النعيم الأبدي أو العذاب الحتمي، ومن ثم تخرج أحكامه قاصرة لقصور مدركاته العلمية والعقلية، أما الأحكام التكليفية التي حملتها الآيات القرآنية والأحاديث النبوية فهي صادرة عن العليم المتوحد في الأسماء والصفات الذي أحاط بكل شيء علما، وأحصى كل شيء عددا، ولا يخفى عليه شيء في الأرض ولا في السماء، فمن توحيد الله في اسمه العليم أن يتخير العبد منهج الله منهجا له في الحياة؛ هذا فضلا عن كون القوانين المخالفة لشرع الله هي حكم بغير ما أنزل الله . ¶ ومن آثار توحيد الله في اسمه العليم أن يتواضع العالم لربه؛ فيتصاغر في نفسه مقدار علمه توحيدا لله في علمه، وأنه مهما بلغ علمه ففوق كل ذي علم عليم، ومن ثم يحرص على دوام التذلل له والافتقار، ويبلغ العلم ولا يجحده عند السؤال، ويزداد بعلمه قربة لربه لأن التقوى مفتاح العلم بالله كما قال: { واتقوا اللهَ ويُعلمكم الله والله بكل شيْءٍ عليمٌ } [البقرة:282] . ¶ 46 - التوَابُ - جل جلاله - ¶ الدليل على الاسم قوله تعالى: { فتلقي آدَم مِن رَبه كَلماتٍ فتابَ عليْه إنه هو التوابُ الرَّحِيم } [البقرة:37] .",
            "page": "82",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "والتواب سبحانه هو الذي يقبل التوبة عن عباده حالا بعد حال، فما من عبد عصاه وبلغ عصيانه مداه، ثم رغب في التوبة إليه إلا فتح له أبواب رحمته، وفرح بتوبة وعودته ما لم تغرغر النفس أو تطلع الشمس من مغربها . ¶ والتواب هو الذي يرجع إليه تيسير أسباب التوبة لعباده مرة بعد أخرى، بما يُظهره لهم من آياته، ويسوق إليهم من تنبيهاته، ويطلعهم عليه من تخويفاته وتحذيراته، حتى إذا اطلعوا بتعريفه على خطر المعاصي والذنوب استشعروا الخوف بتخويفه فعادوا إلى التواب لعله يغفر ويتوب، فتوبة الله على عبده نوعان: إذن وتوفيق وإلهام، وقبول وإثابة وإكرام . ¶ ومن الدعاء باسم الله التواب ما صح من حديث ابن عمر - رضي الله عنه - أنه قال: (كنا لنعُدُّ لرَسُول الله - صلى الله عليه وسلم - في المجْلسِ الواحِدِ مِائة مَرةٍ: رَب اغفِر لي وتبْ علي إنك أنت التوابُ الرَّحِيم) (¬1)، ومن حديث عمر - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: (مَن توضَّأ فأحْسَن الوُضُوءَ ثمَّ قال: أشهَدُ أن لا إلهَ إلا الله وحْدَه لا شرِيكَ له وأشهَدُ أن محمَّدًا عبْدُه ورَسُوله، اللهمَّ اجْعلنِي مِن التوابين واجْعلنِي مِن المتطهرِين، فتِحت له ثمَانِيَة أبْواب الجنة يَدْخُل مِن أيِّهَا شاء) (¬2) . ¶ ¬__________ ¶ (¬1) 165) ... السلسلة الصحيحة (2603) . ¶ (¬2) 166) ... صحيح الجامع (6167) .",
            "page": "83",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "ومن آثار توحيد المسلم لله في اسمه التواب أن يسارع بالتوبة دون تاخيرها، فيقلع عن الذنب ندما على تفريط النفس بسوء أدبها وتقصيرها، ويعزم عزما أكيدا ألا يعود إلى مخالفة أحكام العبودية التي خلق لتنفيذها، فالله - عز وجل - تواب يعيد العبد الصادق في توبته إلى سابق وده ومحبته، إذا أقلع وندم واعتذر وقدم، وكان حاله ينطق بالضعف والمسكنة، وأن الذنب إنما كان بغلبة من الشيطان، أو قوة من وسواس النفس بالعصيان، وأنه لم يكن منه ما كان عن استهانة بحقه - عز وجل - ولا جهلا بقدره، ولا إنكارا لاطلاعه على سره، ولا استهانة بوعيده، وأنه طامع في مغفرته متكل على عفوه، وحسن ظنه بربه ورجاء لكرمه وطمعا في سعة حلمه، فهذا مقتضى التوبة الصادقة وتوحيد الله في اسمه التواب . ¶ 47 - الحَكِيمُ - جل جلاله - ¶ قال الله تعالى: { شهدَ الله أنهُ لا إلهَ إلا هُوَ والملائِكَة وأولو العِلمِ قائِما بالقسْطِ لا إلهَ إلا هُوَ العزيزُ الحكِيم } [آل عمران:6] . ¶ والحكيم سبحانه هو المتصف بحكمة حقيقية عائدة إليه، وقائمة به كسائر صفاته، والتي من أجلها خلق فسوى، وقدر فهدى، وأسعد وأشقى وأضل وهدى، ومنع وأعطى، فهو المُحكِمُ لخلق الأشياء على مقتضى حكمته، وهو الحكيم في فعله وخلقه حكمة تامة اقتضت صدور هذا الخلق، ونتج عنها ارتباط المعلول بعلته والسبب بنتيجته، وتيسير كل مخلوق لغايته، وإذا كان الله - عز وجل - يفعل ما يشاء ولا يرد له قضاء، ما شاء كان، وما لم يشأ لم يكن، إلا أنه الحكيم الذي يضع الأشياء في مواضعها ويعلم خواصها ومنافعها ويرتب أسبابها ونتائجها فكما لا يخرج مقدور عن علمه ومشيئته وقضائه وقدرته، فهكذا لا يخرج شيء عن عدله وحكمته، فمصدر ذلك الحكمة التي دل عليها اسمه الحكيم .",
            "page": "84",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "ومن الدعاء باسم الله الحكيم ما ورد في قول الله تعالى: { رَبَّنا لا تجعَلنا فِتنة للذِين كَفرُوا واغفِر لنا رَبَّنا إنك أنت العزيزُ الحكِيم } [الممتحنة:5]، وثبت أن أعرابيا جاء إلى رسول الله - صلى الله عليه وسلم - فقال: (علمْنِي كَلامًا أقوله، قال: قل لا إلهَ إلا الله وحْدَه لا شرِيكَ له، الله أكْبَرُ كَبيرًا، والحمْدُ لله كثيرًا، سُبْحان الله رَب العالمِين، لا حول ولا قوة إلا بالله العزيز الحكِيمِ، قال: فهَؤُلاءِ لرَبي، فمَا لي ؟ قال: قل اللهمَّ اغفِر لي وارحمني واهدِنِي وارزقنِي) (¬1). ¶ ومن آثار توحيد المسلم لله في اسمه الحكيم اختياره لمنهج الله هاديا ودليلا، فيسعد به ولا يرضى عنه بديلا، لعلمه ويقينه أنه الأعلى شأنا والأسمى قدرا وكمالا، بل لا وجه للمقارنة بين منهج من وضع العبد ورؤيته وآخر من وحي خالقه، فالذي وحد الله في اسمه الحكيم هو العبد الرباني المؤمن النقي التقي الولي الذي يسمع بسمع الله، ولا يسمع إلا ما يرضيه، ويبصر بنور الله فلا يرى إلا ما يرضيه . ¶ ومن آثار الاسم أيضا أن يدعو المسلم إلى ربه بالحكمة والموعظة الحسنة، وأن يتصف بالبصيرة والوسطية في عقيدته ودعوته للكتاب والسنة . ¶ 48 - الغنيُ - جل جلاله - ¶ قال تعالى: { له مَا فِي السَّمَاواتِ ومَا فِي الأرض وإن اللهَ لهو الغنِيُّ الحمِيدُ } [الحج:64] . ¶ والغني سبحانه هو المستغني عن الخلق بذاته وصفاته وسلطانه، والخلق جميعا فقراء إلى إنعامه وإحسانه، فلا يفتقر إلى أحدٍ في شيءٍ وكل مخلوق مفتقر إليه، وهذا هو الغنى المطلق ولا يُشارِكهَ فيه غيرُه . ¶ والغني أيضا هو الذي يُغني من يشاءُ من عِباده على قدر حكمته وابتلائه، وأي غني سوى الله فغناه نسبي مقيد، أما غنى الحق سبحانه فهو كامل مطلق . ¶ ¬__________ ¶ (¬1) 167) ... صحيح مسلم (2696) .",
            "page": "85",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "ومهما بلغ المخلوق في غناه فهو فقير إلى الله لأنه سبحانه المنفرد بالخلق والتقدير والملك والتدبير، فهو المالك لكل شيء المتصرف بمشيئته في خلقه أجمعين، يعطي من يشاء ما يشاء من فضله، وقسم لكل مخلوق ما يخصه من حياته ورزقه، عطاؤه لا يمتنع، ومدده لا ينقطع وخزائنه ملأى لا تنفد، واتصاف غير الله بالغنى لا يمنع كون الحق متوحدا في غناه وهذا واضح معلوم مضطرد في جميع أوصافه بدلالة اللزوم . ¶ ومن الدعاء باسم الله الغني ما ثبت من حديث أم المؤمنين عائشة رضي الله عنها في دعاء الاستسقاء أن النبي - صلى الله عليه وسلم - قال: (وقدْ أمَرَكم الله - عز وجل - أن تدْعُوه ووعدَكمْ أن يَستجِيبَ لكمْ، ثمَّ قال: الحمْدُ لله رَب العالمِين الرَّحْمَنِ الرَّحِيمِ مَلكِ يَومِ الدِّينِ، لا إلهَ إلا الله يَفعل مَا يُرِيدُ، اللهمَّ أنت الله لا إلهَ إلا أنت الغنِي ونحْن الفقرَاءُ، أنزل عليْنا الغيْث، واجْعل مَا أنزَلت لنا قوة وبَلاغا إلى حِينٍ) (¬1) . ¶ ¬__________ ¶ (¬1) 168) ... صحيح الجامع (2310) .",
            "page": "86",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "وصح عن أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - كان يقول إذا أوى إلى فراشه: (اللهمَّ رَبَّ السَّمَاواتِ ورَبَّ الأرض ورَبَّ كل شيء، فالق الحب والنوى، منزل التورَاةِ والإنجِيل والقرآنِ، أعُوذ بكَ مِن شرِّ كل ذِي شر أنت آخِذ بناصِيَته، أنت الأول فليْسَ قبْلكَ شيء، وأنت الآخِرُ فليْسَ بَعْدَكَ شيء، وأنت الظاهرُ فليْسَ فوقكَ شيء، وأنت البَاطن فليْسَ دُونك شيء، اقض عني الديْن وأغنِنِي مِن الفقرِ) (¬1)، وصح أيضا أن رسول الله - صلى الله عليه وسلم - كان يقول: (اللهمَّ إني أعُوذ بكَ مِن الكَسَل والهَرَمِ والمأْثمِ والمغرَمِ، ومِن فِتنة القبْرِ وعذاب القبْرِ ومِن فِتنة النارِ وعذاب النارِ، ومِن شرِّ فِتنة الغِنى، وأعُوذ بكَ مِن فِتنة الفقرِ، وأعُوذ بكَ مِن فِتنة المسِيحِ الدجَّال، اللهمَّ اغسِل عني خطايَاي بمَاءِ الثلجِ والبَرَدِ، ونق قلبي مِن الخطايَا كَمَا نقيْت الثوبَ الأبيض مِن الدنسِ، وبَاعِدْ بينِي وبين خطايَايَ كَمَا بَاعدْت بين المشرِقِ والمغرِب) (¬2) . ¶ ومن آثار توحيد المسلم لله في اسمه الغني حسن إدراكه لمعنى الغنى الفعلي، فمن أغناه الله من فضله فإن غناه الحقيقي أن يخضع لربه ويتواضع لخلقه، ويعلم أنه مستخلف في أرضه مبتلى في ملكه؛ فيرد الفضل لربه، ويشكره على نعمه، لعلمه أن الله متوحد في غناه . ¶ وأما أثره الاسم على من ابتلاه الله بالمنع فهو ظهوره بمظهر الغنى تعففا عن سؤال غير الله، وعلمه أن الغنى غنى النفس، ولا يمنعه تعففه أن يأخذ بالأسباب طلبا للفضل وزيادة في الأجر وحفاظا على النعمة، لتقوية النفس والأمة على جهادها في الدعوة إلى الله . ¶ 49 - الكَريمُ - جل جلاله - ¶ قال الله تعالى: { يَا أيّهَا الإنسَان مَا غركَ برَبكَ الكَرِيمِ } [الانفطار:6/7] . ¶ ¬__________ ¶ (¬1) 169) ... السابق (4424) . ¶ (¬2) 170) ... صحيح البخاري (6007) .",
            "page": "87",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "الكريم سبحانه هو الواسع في ذاته وصفاته وأفعاله، من سعته وسع كرسيه السماوات والأرض، ومن سعة عرشه وصف بالكرم، وهو سبحانه الكريم له المجد والعزة، والرفعة والعظمة والعلو والكمال فلا سميَّ له كما قال: { هَل تعْلم له سَمِيّا } [مريم:65]، وهو الذي كرَّم الإنسان لما حمل الأمانة فشرفه وابتلاه واستخلفه في أرضه وأستأمنه في ملكه، وفضله على كثير من خلقه تفضيلا . ¶ وهو الذي بشر عباده المؤمنين بالأجر الكريم الواسع والمغفرة الواسعة والرزق الواسع وهو الجواد الذي لا ينفذ عطاؤه ولا ينقطع سحاؤه، الذي يعطي ما يشاء لمن يشاء وكيف يشاء بسؤال وغير سؤال، وهو الذي لا يمن إذا أعطى فيكدر العطية بالمن، وهو سبحانه يعفو عن الذنوب ويستر العيوب ويجازي المؤمنين بفضله ويجازي العصاة بعدله فأي كرم في الوجود يسمو إلى كرمه ؟ . ¶ ومن الدعاء باسم الله الكريم ما صح من حديث علي بن أبي طالب - رضي الله عنه - أنه قال: (قال لي رَسُول الله - صلى الله عليه وسلم - : ألا أعلمكَ كَلماتٍ إذا قلتهن غفرَ الله لكَ وإن كنت مَغفورًا لكَ، قال: قل لا إلهَ إلا الله العلىُّ العظِيم، لا إلهَ إلا الله الحليم الكَرِيم، لا إلهَ إلا الله، سُبْحان الله رَب العرشِ العظِيمِ) (¬1). ¶ وكان النبي - صلى الله عليه وسلم - إذا دخل المسجد قال: (أعُوذ بالله العظِيمِ وبوجْهه الكَرِيمِ، وسُلطانه القدِيمِ مِن الشيْطانِ الرَّجِيمِ، فإذا قال ذلكَ قال الشيْطان: حُفِظ مِني سَائِرَ اليَوم) (¬2) . ¶ ومن آثار توحيد المسلم لله في اسمه الكريم أن يتحلى بوصف الكرم والسخاء والجود والعطاء، لعلمه أن الكريم هو الله، ولذلك ينفق ابتغاء وجهه ولا يخش على نفسه الفقر أبدا فإن خزائن الله لا تنفذ . ¶ ¬__________ ¶ (¬1) 171) ... صحيح الجامع (2621) . ¶ (¬2) 172) ... صحيح الترغيب (1606) .",
            "page": "88",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "وقد صح من حديث أنس - رضي الله عنه - : (أن رَجُلا سَأل النبي - صلى الله عليه وسلم - غنمًا بين جَبَليْنِ ؟ فأعْطاه إيَّاه فأتى قومَه فقال: أيْ قومِ أسلموا فوالله إن محمَّدًا ليُعْطِي عطاءً مَا يَخاف الفقرَ؛ فقال أنسٌ: إن كَان الرَّجُل ليُسلم مَا يُرِيدُ إلا الدُّنيَا فمَا يُسلم حتى يَكون الإسلام أحبَّ إليْه مِن الدُّنيَا ومَا عليْهَا) (¬1) . ¶ 50 - الأحَدُ - جل جلاله - ¶ قال تعالى: { قلْ هُوَ الله أحَدٌ } [الإخلاص:1] . ¶ وصح من حديث أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (قال الله تعالى: كذبني ابن آدمَ ولم يكن له ذلك، وشتمني ولم يكن له ذلك، فأما تكذيُبه إيايَ فقوله لن يعيدني كما بدأنِي، وليس أول الخلق بأهون عليَّ من إعادته، وأما شتمه إيايَ فقوله اتخذ الله ولدا، وأنا الأحد الصمدُ، لم ألدْ ولم أولد، ولم يكن لي كفوا أحد) (¬2) . ¶ والأحد سبحانه هو المنفرد بذاته ووصفه المباين لغيره، فالأحدية هي الانفراد ونفي المثلية، وتعني انفراده سبحانه بذاته وصفاته وأفعاله عن الأقيسة والقواعد والقوانين التي تحكم ذوات المخلوقين وصفاتهم وأفعالهم؛ فلا مثيل له فنحكم على كيفية أوصافه من خلاله ولا يستوي مع سائر الخلق فيسري عليه قانون أو قياس أو قواعد تحكمه كما تحكمهم، لأنه المتصف بالتوحيد المنفرد عن أحكام العبيد . ¶ ومن الدعاء باسم الله الأحد ما صح من حديث بُرَيْدَة - رضي الله عنه - أنه قال: (سَمِع النبي - صلى الله عليه وسلم - رَجُلا يَقول: اللهمَّ إني أسألكَ بأنك أنت الله الأحد الصَّمَدُ الذِي لمْ يَلدْ ولمْ يُولدْ ولمْ يَكن له كفوا أحدٌ، فقال رَسُول الله: لقدْ سَأل اللهَ باسمِه الأعظم الذِي إذا سُئِل به أعْطى وإذا دُعِيَ به أجَابَ) (¬3) . ¶ ¬__________ ¶ (¬1) 173) ... صحيح مسلم (2312) . ¶ (¬2) 174) ... صحيح البخاري (4690) . ¶ (¬3) 175) ... صحيح ابن ماجة (3111) .",
            "page": "89",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "ومن آثار توحيد المسلم لله في اسمه الأحد تعظيم العبد لربه تعظيما يدعوه إلى تنفيذ أمره وتصديق خبره، ولا يقدم على قول الله ورسوله - صلى الله عليه وسلم - ما استحسنه برأيه وعقله، فيعتقد أن ما أخبر الله به عنه نفسه ظاهر في حقه، يخصه وحده دون غيره، ويفرق بين النصوص التي تدل على المخلوق وتلك التي تدل على الخالق . ¶ ومعلوم أننا لم نر الله - عز وجل - ولم نر له شبيها أو مثيلا، والشيء لا يعرف إلا برؤيته أو برؤية نظيره، فوجب على من وحد الله في اسمه الأحد ألا أن يطبق قوانين الجاذبية الأرضية على استواء الله على عرشه، أو على حملة العرش، أو يطبق مقاييسنا الزمانية على نزول الله إلى السماء الدنيا في الثلث الأخير من الليل، لأن ذلك ينطبق على الخلق ولا ينطبق على الخالق، فهو سبحانه أحد منفرد عن قوانين البشر وأحكامهم . ¶ 51 - الصَّمَدٌ - جل جلاله - ¶ الدليل على الاسم قول الله تعالى: { قل هو الله أحد الله الصَّمدُ } [الإخلاص:1/2] . ¶ والصمد سبحانه هو السيد الذي له الكمال المطلق في كل شيء، وهو المستغني عن كل شيء، وكل من سواه مفتقر إليه، يصمد إليه ويعتمد عليه، وهو الدائم الكامل في جميع صفاته وأفعاله لا نقص فيه بوجه من الوجوه، وليس فوقه أحد في كماله، وهو الذي يصمد إليه الناس في حوائجهم وسائر أمورهم، فالأمور أصمدت إليه وقيامها وبقاؤها عليه، لا يقضي فيها غيره ولا يمضي فيها إلا أمره وقدره، وهو المقصود إليه في الرغائب والمستغاث به عند المصائب الذي يطعم ولا يطعَم، ولم يلد ولم يولد .",
            "page": "90",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "ومن الدعاء بالاسم ما صح من حديث بريدة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - سمع رجلا يقول: (اللهم إِني أسألك بأنك أنت الله الأحدُ الصَّمدُ الذِي لم يلد ولم يولد ولم يكُن له كُفوا أحدٌ، فقال رَسُول الله - صلى الله عليه وسلم - : لقد سَأل الله باسمه الأعظم الذِي إِذا سُئِل به أعطَى وإِذا دُعي به أجَابَ) (¬1). ¶ وثبت أيضا أن النبي - صلى الله عليه وسلم - دَخل المسجِدَ فإذا رَجُلٌ قد قضى صَلاَته وهو يتشهدُ فقال: (اللهم إني أسألك يا ألله بأنك الواحِدُ الأحدُ الصَّمدُ الذِي لم يلد ولم يولد ولم يكُن له كُفوا أحدٌ أن تغفرَ لي ذنوبي إنك أنت الغفور الرحِيم، فقال رَسُول الله - صلى الله عليه وسلم - : قد غفرَ له ثلاَثا) (¬2) . ¶ ومن آثار توحيد المسلم لله في اسمه الصمد صدقه في الركون إليه، وحسن التوكل عليه، فيعتمد على الله قبل الحركة والسكون، ثم يأخذ بالأسباب حيث ما يكون، ويرضى بما قسمه الله ليقينه أن تقسيم المقادير بيديه، وأن المبتدأ منه والمنتهى إليه . ¶ 52 - القرَيبُ - جل جلاله - ¶ قال تعالى: { قل إِن ضَللت فإِنما أضِل عَلى نفسِي وإِنِ اهتدَيت فبما يوحِي إِلي رَبي إِنه سَميعٌ قريب } [سبأ:50] . ¶ ¬__________ ¶ (¬1) 176) ... صحيح ابن ماجة (3111) . ¶ (¬2) 177) ... صحيح أبي داود (869) .",
            "page": "91",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "والقريب سبحانه هو الذي يقرب من خلقه كما شاء وكيف شاء، وهو من فوق عرشه أقرب إلى عبده من حبل الوريد، فالمخلوقات كلها بالنسبة إليه تتقارب من صغرها إلى عظمة ذاته وصفاته، ولا يقدر أحد على إحاطة بعد ما بين العرش والأرض من سعته وامتداده، وهو سبحانه يسمع ويرى وهو بالمنظر الأعلى وعلى العرش استوى، فهو القريب العليم بالسرائر الذي يعلم ما تكنه الضمائر، وهو سبحانه قريب بالعلم والإحاطة والقدرة فيما يتعلق بالخلائق أجمعين، وقريب باللطف والنصرة وهذا خاص بالمؤمنين، من تقرب منه شبرا تقرب منه زراعا ومن تقرب منه زراعا تقرب منه باعا، وهو أيضا قريب من عبده بقرب ملائكته الذين يطلعون على قوله وفعله ويدونون كل صغيرة وكبيرة من سعيه وكسبه . ¶ ومن الدعاء باسم الله القريب ما صح من حديث معاذ - رضي الله عنه - مرفوعا: (اللهم إِني أسألك حُبك وحُب من يحبك، وحُب عَملٍ يقرب إِلى حُبك) (¬1)، وصح من حديث عائشة رضي الله عنها مرفوعا: (اللهم إِني أسألك الجَنة وما قربَ إِليها من قولٍ أو عَملٍ، وأعُوذ بك من النار وما قربَ إِليها من قولٍ أو عَملٍ، وأسألك أن تجعَل كُل قضاءٍ قضيته لي خيرًا) (¬2) . ¶ ومن آثار توحيد المسلم لله في الاسم سعيه في ابتغاء القرب من ربه، والتزامه بكل عمل يؤدي إلى مرضاته وحبه، فيبادر بالتوبة والأوبة قريبا، وأن يكون هينا لينا سهلا قريبا، وأن يقيم حدود الله فيمن كان بعيدا أو قريبا، وأن يعلم أن القرب الحقيقي في الطاعة والإيمان، قال تعالى: { وما أموالكُم ولا أولادُكُم بالتِي تقربكُم عندَنا زُلفى إِلا من آمن وعَمل صَالحا فأولئِك لهم جَزاءُ الضِّعف بما عَملوا وهم في الغرفاتِ آمنون } [سبأ:37] . ¶ 53 - المجيبُ - جل جلاله - ¶ ¬__________ ¶ (¬1) 178) ... مشكاة المصابيح (748) . ¶ (¬2) 179) ... صحيح الجامع (1276) .",
            "page": "92",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "قال تعالى: { فاستغفروه ثم توبوا إِليه إِن رَبي قريب مجِيب } [هود:61]، وقال - عز وجل - : { ولقد نادَانا نوحٌ فلنِعم المجِيبون } [الصافات:75] . ¶ والمجِيب سبحانه هو الذي يقابل السؤال والدعاء بالقبول والعَطاء، الذي يجيب المضطر إذا دعاه ويغيث الملهوف إذا ناداه، ويكشف السوء عن أوليائه ويرفع البلاء عن أحبائه، وكل الخلائق مفتقرة إليه، ولا قوام لحياتها إلا عليه، لا ملجأ لها منه إلا إليه، والمجيب حكيم في إجابته قد يعجل أو يؤجل على حسب السائل والسؤال، أو يلطف بعبده فيختار له ما يناسب كل حال، أو يدخر ما ينفعه عند المصير والمآل، لكن الله تعالى يجيب عبده ولا يخيب ظنه كما وعده . ¶ ومن الدعاء بما يناسب الاسم ما ورد في قوله تعالى: { وإِذا سَألك عبَادِي عَني فإِني قريب أجِيب دَعوةَ الداع إِذا دَعَانِ فليستجِيبوا لي وليؤمنوا بي لعَلهم يرشدُون } [البقرة:186]، وصح أن النبي - صلى الله عليه وسلم - قال: (ادعُوا الله وأنتم موقِنون بالإِجَابَةِ، واعلموا أن الله لا يستجِيب دُعَاءً من قلبٍ غافل لاَهٍ) (¬1)، ومن حديث زيد بن أرقم - رضي الله عنه - مرفوعا: (اللهم إني أعُوذ بك من قلبٍ لا يخشعُ ومن نفسٍ لا تشبَعُ وعلم لا ينفعُ ودَعوةٍ لا يستجَاب لها) (¬2) . ¶ ومن آثار توحيد المسلم لله في الاسم يقينه أن الله يجيب دعوة الداعي إذا دعاه، وأنه لا يخيب رجاء من التجأ إليه واعتمد عليه، فيحرص على الدعاء ويلح فيه، ويتخير وقت الرجاء، كوقت نزوله سبحانه إلى السماء في جوف الليل قبيل الفجر؛ فهو أعظم وقت لنيل المغفرة والثواب، ولا يتعجل ربه في إجابة الدعاء، وألا يجهر بالنداء اتقاء للفتنة والرياء، وأن يحذر من التجاوز والاعتداء في الدعاء، وأن يكون متواضعا هينا لينا قريبا من إخوانه مجيبا لدعوتهم . ¶ 54 - الغفورُ - جل جلاله - ¶ ¬__________ ¶ (¬1) 180) ... السلسلة الصحيحة (594) . ¶ (¬2) 181) ... صحيح مسلم (2722) .",
            "page": "93",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "قال تعالى: { نبئْ عبَادِي أني أنا الغفور الرحِيم } [الحجر49] . ¶ والغفور سبحانه هو الذي يستر العيوب ويغفر الذنوب مهما كان مقدارها، ومهما تعاظمت النفس وتمادت في جرمها وعصيانها فهو سبحانه يغفر الكبائر والصغائر جميعها، فلو أراد العبد الرجوع إلى الرب فإن باب المغفرة مفتوح في كل وقت ما لم تغرر النفس أو تطلع الشمس من مغربها . ¶ ومن الدعاء بالاسم ما صح أن أبا بكر الصديق - رضي الله عنه - قال للنبي - صلى الله عليه وسلم - : (عَلمنِي دُعَاءً أدعُو به في صَلاَتِي قال: قل اللهم إِني ظلمت نفسِي ظلما كثِيرًا ولاَ يغفر الذنوبَ إلا أنت، فاغفر لي مغفرَة من عندِك، وارحمنِي إِنك أنت الغفور الرحِيم) (¬1) . ¶ ومن آثار توحيد المسلم لله في الاسم كثرة الاستغفار الوقائي العام وكثرة الاستغفار الخاص مهما بلغت كيفية الذنب وجانيته على العبد، أما الاستغفار العام فهو الذي يحتاط به من التفكير في الذنب قبل وقوعه، ويقضي به على خواطر النفس وهواها وإلجامها عن طغيانها، وقد كان النبي - صلى الله عليه وسلم - يحطاط لنفسه ويكثر من الاستغفار في اليوم أكثر من سبيعين مرة وقد غفر له ما تقدم من ذنبه وما تأخر . ¶ أما الاستغفار الخاص فيبادر فيه العبد بالتوبة لو وقع في العصيان أو استجاب في غفلة النسيان للشيطان، فمهما بلغت عظمة الذنب فإن للغفور باب مغفرة لا يغلق . ¶ 55 - الوَدودُ - جل جلاله - ¶ قال تعالى: { وهو الغفور الودُود ذو العَرشِ المجِيدُ } [البروج:14/15] . ¶ والودود سبحانه هو الذي يحب رسله وأولياءه، ويتودد إليهم بالمغفرة والرحمة فيرضى عنهم ويتقبل أعمالهم ويوددهم إلى خلقه فيحبب عباده فيهم، والله سبحانه ودود يؤيد رسله وعباده الصالحين بمعيته الخاصة فلا يخيب رجاءهم ولا يرد دعاءهم، وهو عند حسن ظنهم به، وهو الودود لعامة خلقه بواسع كرمه وسابغ نعمه يرزقهم ويؤخر العقاب عنهم لعلهم يرجعون إليه . ¶ ¬__________ ¶ (¬1) 182) ... صحيح البخاري (799) .",
            "page": "94",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "ومن الدعاء باسم الله الودود: (اللهم ذا الحبل الشدِيدِ والأمر الرشِيدِ، أسألك الأمن يوم الوعيدِ، والجَنة يوم الخلودِ، معَ المقربين الشهودِ، الركع السُّجُودِ الموفين بالعُهودِ، إِنك رَحِيم ودُودٌ، وأنت تفعل ما تريدُ) (¬1) . ¶ ومن دعاء أبى معلق الأنصاري - رضي الله عنه - وكان قد تعرض للهلاك على يد سارق: (اللهم يا ودود يا ذا العرش المجيد، يا فعالا لما يريد، أسألك بعزتك التي لا ترام وملكك الذي لا يضام وبنورك الذي ملأ أركان عرشك أن تكفيني شر هذا اللص) (¬2) . ¶ ومن آثار توحيد المسلم لله في اسمه الودود كثرة وده للمسلمين، وحب الخير للآخرين فيحب للعاصي التوبة والمغفرة، وللمطيع الثبات وحسن المنزلة، ويعفو عمن أساء إليه ويلين مع البعيد كما يلين مع أقرب الناس إليه ويكون ودودا قريبا لطيفا مجيبا، راعيا بحبه لأهله وعشيرته، ومن أعظم الود مودة الرجل لزوجته ورفقه بها، وكذلك مودة المرأة لزوجها . ¶ 56 - الوَليُّ - جل جلاله - ¶ الدليل على الاسم قوله تعالى: { وهو الذِي ينزل الغيث من بَعدِ ما قنطُوا وينشر رَحمَته وهو الولي الحميد } [الشورى:28] . ¶ والولي سبحانه هو المتولي لأمور خلقه القائِم على تدبير ملكه، الذي يمسك السماء أن تقع على الأرض إلا بإذنه، وولاية الله لعبده على وجهين يشملهما معنى الاسم، الوجه الأول: الولاية العامة وهي ولاية الله لشئون عباده وتكفله بأرزاقهم وتدبيره لأحوالهم وتمكينهم من الفعل والاستطاعة، وذلك بتيسير الأسباب ونتائجها وترتيب المعلولات على عللها، الوجه الثاني: الولاية الخاصة وهي ولاية الله للمؤمنين ولاية حفظ وتدبير وعصمة ومحبة ونصرة، سواء كان تدبيرا كونيا أو شرعيا؛ وشرطها الإيمان وتحقيق الإخلاص والمتابعة . ¶ ¬__________ ¶ (¬1) 183) ... رواه الترمذي في سننه (3419) . ¶ (¬2) 184) ... الإصابة في تمييز الصحابة (10551) .",
            "page": "95",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "ومن الدعاء باسم الله الولي ما صح من حديث أنس - رضي الله عنه - مرفوعا: (يا ولي الإسلام وأهله ثبتني حتى ألقاك) (¬1)، وفي رواية أخرى: (يا ولي الإسلام وأهله مسكني بالإسلام حتى ألقاك عليه) (¬2) . اللهم فاطِر السَّماواتِ والأرضِ أنت وليِّي في الدنيا والآخِرَةِ توفنِي مسلما وألحِقنِي بالصَّالحِين . ¶ ومن آثار توحيد المسلم لله في اسمه الولي حفظ حدود الله وموالاته على من سواه ولا يتم ذلك إلا بالإخلاص لله وحده والإقبال عليه بالكلية، ثم الطاعة لأحكام التكليف وتوحيد والعبودية، فولي الله حقا هو من توالت طاعاته تترا من غير عصيان، ومن تولى الحق حفظه في القلب واللسان وسائر الأركان، وتولى توفيقه وتمكينه وإقداره علي الطاعات ودرجة الإحسان . ¶ 57 - الحَمِيدُ - جل جلاله - ¶ قال تعالى: { يا أيها الناسُ أنتم الفقرَاءُ إِلى الله والله هو الغني الحميدُ } [فاطر:15] . ¶ والحميد سبحانه هو المستحق للحمد والثناء فهو سبحانه المحمود على ما خلق وشرع ووهب ونزع وضر ونفع وأعطى ومنع، وأمسك السماء عن الأرض أن تقع، وفرش الأرض فانبسط سهلها واتسع، وهو المحمود على حكمته في خلق العباد ومعاصيهم وإيمانهم وكفرهم، وعلى خلق الرسل وأعدائهم، وهو المحمود على عدله في أعدائه كما هو المحمود على فضله وإنعامه على أوليائه، فكل ذرة من ذرات الكون شاهدة بحمده، وإن من شيء إلا يسبح بحمده . ¶ ¬__________ ¶ (¬1) 185) ... السلسلة الصحيحة (1823) . ¶ (¬2) 186) ... السابق (1476) .",
            "page": "96",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "ومن الدعاء باسم الله الحميد ما صح من حديث كعب بن عُجرَةَ - رضي الله عنه - أنه قال: (سَألنا رَسُول الله - صلى الله عليه وسلم - فقلنا: يا رَسُول الله، كيف الصَّلاَة عَليكُم أهل البَيتِ فإِن الله قد عَلمنا كيف نسَلم ؟ قال: قولوا: اللهم صَل عَلى محمدٍ وعَلى آل محمدٍ كما صَليت عَلى إِبرَاهيم وعَلى آل إِبرَاهيم إِنك حميدٌ مجِيدٌ، اللهم بَاركْ عَلى محمدٍ وعَلى آل محمدٍ كما بَارَكْت عَلى إِبرَاهيم وعَلى آل إِبرَاهيم إِنك حميدٌ مجِيدٌ) (¬1)، ¶ ومن حديث أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (من جَلسَ في مجلسٍ فكثرَ فيه لغطُه فقال قبل أن يقوم من مجلسِه ذلك: سُبحانك اللهم وبحمدِك، أشهدُ أن لا إِله إلا أنت أستغفرك وأتوب إِليك، إلا غفرَ له ما كان في مجلسِه ذلك) (¬2)، وكان عمر بن الخطاب - رضي الله عنه - يجهر بهؤلاء الكلمات: (سُبحانك اللهم وبحمدِك تبَارَك اسمك وتعَالى جَدك ولاَ إِله غيرك) (¬3) . ¶ ومن آثار توحيد المسلم لله في اسمه الحميد يقينه بأن الحمد يتضمن مدح المحمود بصفات كماله ونعوت جلاله مع محبته والرضا عنه والخضوع له، فلا يكون حامدا من جحد صفات المحمود ولا من أعرض عن محبته والخضوع له، والموحد يحمده الله - عز وجل - أن وفق قلبه وهداه لاختيار الإيمان، ويحمده بذكر اللسان والثاء بالحمد لله التي تملأ الميزان ويحمده بفعل الجوارح والأركان وطلب العون وزيادة الإيمان . ¶ 58 - الحَفيظُ - جل جلاله - ¶ ورد الاسم في قوله تعالى: { ورَبك عَلى كُل شيءٍ حفيظ } [سبأ:21]، وقد اقترن بالعلو الذي يزيد الإطلاق كمالا على كمال . ¶ ¬__________ ¶ (¬1) 187) ... صحيح البخاري (3190) . ¶ (¬2) 188) ... صحيح الجامع (6192) . ¶ (¬3) 189) ... صحيح البخاري (4042) .",
            "page": "97",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "والحفيظ سبحانه هو العليم المهيمن الرقيب على خلقه، الذي لا يعزُب عنه مثقال ذرة في ملكه، وهو الذي يحفظ أعمال المكلفين، والذي شرف بحفظها الكرام الكاتبين، وهو الحفيظ الذي يحفظ عليهم أسماعهم وأبصارهم وجلودهم لتشهد عليهم يوم اللقاء، وهو الحفيظ لمن يشاءُ من الشر والأذى والبلاء . ¶ وهو الذي يحفظ أهل التوحيد والإيمان ويعصمهم من الهوى وشبهات الشيطان، ويحول بين المرء وقلبه من الوقوع في العصيان، ويهيأ الأسباب لتوفيقه إلى الطاعة والإيمان، وهو حفيظ لمخلوقاته يبقيها على حالها لغاياتها وينظم ترابط العلل بمعلولاتها . ¶ ومن الدعاء بما يناسب الاسم ما صح من حديث أبي هريرة - رضي الله عنه - أن النبي قال: (إِذا أوى أحدُكُم إِلى فرَاشِه فلينفضْ فرَاشه بدَاخِلةِ إِزاره، فإِنه لا يدري ما خلفه عَليه ثم يقول: باسمك رَب وضَعت جَنبي وبك أرفعُه، إِن أمسَكْت نفسِي فارحمها، وإِن أرسَلتها فاحفظها بما تحفظ به الصَّالحِين) (¬1) . ¶ ومن حديث ابن عمر - رضي الله عنه - أنه قال: (لم يكُن رَسُول الله - صلى الله عليه وسلم - يدَعُ هؤُلاَءِ الدعَواتِ حِين يمسِي وحِين يصْبحُ: اللهم إِني أسألك العَافيةَ في الدنيا والآخِرَةِ، اللهم إِني أسألك العَفو والعَافيةَ في دِينِي ودُنياي وأهلي ومالي اللهم استر عَورَاتِي، وآمن رَوعَاتِي، اللهم احفظنِي من بَينِ يدَي ومن خلفي وعَن يمينِي وعَن شِمالي ومن فوقِي وأعُوذ بعَظمتك أن أغتال من تحتِي) (¬2) . ¶ ¬__________ ¶ (¬1) 190) ... صحيح البخاري (6958) . ¶ (¬2) 191) ... صحيح الجامع (1274) .",
            "page": "98",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "ومن آثار توحيد المسلم لله في هذا الاسم الحفيظ يقينه أن الله - عز وجل - يتولى حفظه بنوعين من التدبير، تدبير كوني قدري جبري، وتدبير ديني شرعي اختياري، وهو مبتلى بين هذين التدبيرين ومطالب بموقفه تجاه النوعين، فالأول يؤمن فيه بقدر الله وإحاطته به قبل خلقه وحال وجوده وبعد موته، وأنه لا مشيئة للعبد إلا بتوفيق الله ومشيئته، والثاني يحفظ العبد فيه شرعه وتدبير الله له ليقينه أنه السبيل الوحيد لسعادته في الدنيا والآخرة، وأن من حفظ الله في تدبيره الشرعي حفظه في تدبيره الكوني، وعصمه في سكونه وحركته، وتولاه بحفظه ومعيته، فتجد الموحد قائما مداوما على طاعته محافظا على أحكام العبودية لا يضيع فرضا واجبا ولا سنة مندوبة، ولا يقرب جرما ولا يتجاوز حدوده؛ بل يحفظ التوجيهات النبوية بمحبة وحرص ورغبة وصدق نية . ¶ 59 - المجِيدُ - جل جلاله - ¶ قال تعالى: { قالوا أتعجَبين من أمر الله رحمتُ الله وبَرَكاته عَليكُم أهل البَيتِ إِنه حميدٌ مجِيد } [هود:73] . ¶ والمجيد سبحانه هو الذي علا وارتفع بذاته فوق كل شيء، له المجد في أسمائه وصفاته وأفعاله فمجد الذات الإلهية بيِّن في وعلوه واستوائه على عرشه، وكيفية جمال الذات أو كيفية ما هو عليه أمر لا يدركه سواه ولا يعلمه إلا الله، وليس عند المخلوقين منه إلا ما أخبر به عن نفسه من كمال وصفه وجلال ذاته وكمال فعله، أما مجد أوصافه فله علو الشأن فيها لا سمي له ولا نظير ولا شبيه له ولا مثيل، فالمجد وصف جامع لكل أنواع العلو التي يتصف بها المعبود، وعظمته في علوه عظمة حقيقية فهو المجيد حقا وصدقا، ومجد الظالمين زورا وإفكا، وأي عاقل سيقر بمجد أفعاله وبالغ كرمه وإنعامه ووجوده وإحسانه، فهو الذي أوجد المخلوقات وحفظها وهداها ورزقها، فسبحان المجيد في ذاته وصفاته وأفعاله .",
            "page": "99",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "ومن الدعاء بما يناسب اسمه المجيد ما صح من حديث أبي سعيد - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - كان إذا قام من الليل كبر ثم يقول: (سُبحانك اللهم وبحمدِك وتبَارَك اسمك وتعَالى جَدك ولاَ إِله غيرك، ثم يقول: لا إِله إلا الله ثلاَثا، ثم يقول: الله أكْبَر كبيرا ثلاَثا، أعُوذ بالله السَّميع العَليم من الشيطَانِ الرجِيم من همزه ونفخِه ونفثِه) (¬1) . ¶ ومن آثار توحيد المسلم لله في اسمه المجيد أن يعظم الله - عز وجل - في قلبه ويعتقد في علوه على خلقه، وأن يكون في قوله وفعله مترفعا عن النقائص والعيوب، سريع التوبة من المعاصي والذنوب، يسموا بهمته إلى الدرجات العلى والفردوس الأعلى في الرفيق الأعلى، ومن آثار الاسم أيضا يقين الموحد بأن عزه ومجده في توحيده لله وعبوديته وقربه وطاعته والرضا بمحبته والفوز بجنته، وليس مجده في طلب الجاه ورفعته أو المال وزينته، فالله - عز وجل - جعل دار القرار جزاء لمن طرح عن نفسه العلو والاستكبار، ومجد الله بتوحيد الأسماء والصفات والأفعال، فلا بد أن يعظم كلام الله ولا يهون من شأنه أو يقصر في تنفيذ أمره، أو يتردد في تصديق خبره . ¶ 60 - الفَتاحُ - جل جلاله - ¶ قال تعالى: { قل يجمعُ بَيننا رَبنا ثم يفتحُ بَيننا بالحق وهو الفتاحُ العَليم } [سبأ:26] . ¶ والفتاح سبحانه هو الذي يفتح أبواب الرحمة والرزق لعباده أجمعين، ويفتح أبواب المحنة والفتنة لابتلاء المؤمنين الصادقين وتمييزهم عن الجاحدين والمشركين، وهو الذي يفتح على عباده بواسع كرمه وفضله فيبدعوا بعقولهم في إعمار أرضه، ويهتدوا فيما استخلفهم بوحيه وشرعه، فيؤمنوا بربوبيته ويحققوا التوحيد في ألوهيته، ويفتح ما يشاء عليهم بحكمته، وعلى ما قضاه في خلقه بتقديره وقدرته، والفتاح سبحانه هو الذي يحكم بين عباده يوم القيامة فيما كانوا فيه يختلفون . ¶ ¬__________ ¶ (¬1) 192) ... مشكاة المصابيح (1217) .",
            "page": "100",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "ومن الدعاء بما يناسب اسمه الفتاح ما ورد في قوله تعالى: { رَبنا افتح بَيننا وبَين قومنا بالحق وأنت خير الفاتِحِين } [الأعراف:89]، وصح من حديث أبي حميد - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (إِذا دَخل أحدكُم المسجِدَ فليقل: اللهم افتح لي أبوابَ رَحمتك، وإِذا خرَجَ فليقل اللهم إِني أسألك من فضْلك) (¬1) . ¶ ومن آثار توحيد المسلم لله في اسمه الفتاح أن يعتمد على ربه قبل الأخذ بالأسباب، وأن يطلب منه مفاتح الرزق دون حساب؛ فيحسن التوكل عليه والركون إليه ويحذر من الدنيا إذا فتحت عليه، فمفتاح الخير كله في توحيد الله - عز وجل - ومتابعة نبيه - صلى الله عليه وسلم - فقد ثبت من حديث أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: (ما قال عَبدٌ: لا إِله إلا الله قطُّ مخلصًا إلا فتِحت له أبواب السَّماءِ حتى تفضِي إِلى العَرشِ ما اجتنبَ الكبَائِرَ) (¬2) . ¶ 61 - الشَّهيدُ - جل جلاله - ¶ الدليل على الاسم قوله تعالى: { وهو عَلى كُل شيءٍ شهيدٌ } [سبأ:47]، فالاسم ورد مقرونا بالعلو والفوقية، وهو يزيد الإطلاق كمالا على كمال . ¶ والشهيد سبحانه هو الرقيب على خلقه أينما كانوا وحيثما كانوا، حاضر شهيد، أقرب إليهم من حبل الوريد، يسمع ويرى، وهو بالمنظر الأعلى، وعلى العرش استوى، فالقلوب تعرفه، والعقول لا تكيفه، شهادته لخلقه شهادة إحاطة شاملة، تشمل العلم والرؤية والتدبير والقدرة . ¶ والشهيد سبحانه هو الذي شهد لنفسه بالوحدانية والقيام بالقسط، وشهادته حكم وقضاء وإعلام، وبيان وإخبار وإلزام، فالله يشهد بصدق المؤمنين إذا وحدوه، ويشهد لرسله وملائكته فيما نقلوه أو بلغوه، وشهادته لنفسه بالوحدانية فوق كل شهادة، وأقسم أنه سيلاقي عباده بعد الموت وعند الإعادة . ¶ ¬__________ ¶ (¬1) 193) ... صحيح مسلم (713) . ¶ (¬2) 194) ... صحيح الجامع (5648) .",
            "page": "101",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "ومن الدعاء بما يناسب الاسم ما صح من حديث أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (من قال: اللهم إِني أشهدُك وأشهد ملاَئِكتك وحملةَ عَرشِك وأشهد من في السماوات ومن في الأرض أنك أنت الله لا إِله إلا أنت وحدك لا شريك لك، وأشهد أن محمدًا عَبدُك ورَسُولك، من قالها مرة اعتق الله ثلثه من النار، ومن قالها مرتين أعتق الله ثلثيه من النار، ومن قالها ثلاثا أعتق الله كله من النار) (¬1) . ¶ ومن آثار توحيد المسلم لله في اسمه الشهيد شهادته بالحق ولو أغضبت سائر الخلق، وأعظم شهادة وأجل شهادة هي شهادة التوحيد ونبذ الشرك، وتلك أعظم شهادة شهد بها رب العزة والجلال، وشهدت بها الملائكة وسائر الأنبياء، وأولو العلم وجميع الأولياء، هاجر النبي - صلى الله عليه وسلم - من أجلها وخاصمه قومه بسببها، وتبرأ إبراهيم - صلى الله عليه وسلم - من والده لكفره بها، فحري بمن وحد الله في اسمه الشهيد أن يجدد إيمانه بقولها ويكثر من ذكرها وأن يموت موقنا بها . ¶ 62 - المقَدمُ - جل جلاله - ¶ صح من حديث ابن عباس - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (أنت المقدمُ وأنت المؤخرُ، لا إِله إلا أنت أو لا إِله غيرك) (¬2) . ¶ والمقدم سبحانه هو الذي يقدم ويؤخر وفق مشيئته وإرادته، فالتقديم من أنواع التدبير الذي يتعلق بفعل الله في خلقه، وهو كوني وشرعي، فالتقديم الكوني هو تقدير الله في خلقه وتكوينه وفعله كما ورد ذلك في قوله: { لكُل أمةٍ أجَلٌ إِذا جَاءَ أجلهم فلا يستأْخِرون سَاعَة ولا يستقدِمون } [يونس:49] . ¶ ومن التقديم المتعلق بالتدبير الكوني اصطفاء الحق لمن شاء من خلقه، وتقديم بعض خلقه على بعضه بناء على حكمته في ابتلاء المخلوقات واصطفاء من شاء للرسالات . ¶ ¬__________ ¶ (¬1) 195) ... السلسلة الصحيحة 1/534 (267) . ¶ (¬2) 196) ... صحيح البخاري (1069) .",
            "page": "102",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "أما التقديم الشرعي فهو متعلق بمحبة الله لفعل دون فعل وتقديم بعض الأحكام على بعض، لما تقتضيه المصلحة التي تعود على العباد، فالمقدم سبحانه هو الذي يقدم الأشياء ويضَعها في مواضِعها على مقتضى الحكمة والاستحقاق، فمن استحق التقديم قدمه، ومن استحق التأخير أخره، والله تعالى أيضا هو المقدم الذي قدم الأحباء وعصمهم من معصيته، وقدم رسول الله - صلى الله عليه وسلم - على الأنبياء تشريفا له على غيره، وقدم أنبياءه وأولياءه على غيرهم فاصطفاهم وطهرهم ونصرهم وأكرمهم . ¶ ومن الدعاء باسم الله المقدم ما صح من علي - رضي الله عنه - أن النبي - صلى الله عليه وسلم - كان إذا سجد قال: (اللهم لك سَجَدت، وبك آمنت، ولك أسلمت سَجَدَ وجهي للذِي خلقه وصَورَه فأحسَن صُورَته، وشق سَمعَه وبَصَرَه وتبَارَك الله أحسَن الخالقِين، وإِذا سَلم من الصَّلاةِ قال: اللهم اغفر لي ما قدمت وما أخرت وما أسرَرت وما أعلنت وما أسرَفت، وما أنت أعلم به مني أنت المقدم والمؤَخر لا إِله إلا أنت) (¬1) . ¶ ومن آثار توحيد المسلم لله في اسمه المقدم أن يقدم منهج الله على أي منهج سواه، ولا يقدم عليه عقله وهواه، ويحذر من الشهوة والشبهة ويراقب ما قدمته يداه، ويزن أوليات العبودية في التزاماته، ويراعي ما قدمه الله في أحكامه وتشريعاته، ويعمل في الدنيا كأنه غريب أو عابر سبيل . ¶ 63 - المؤخِّر - جل جلاله - ¶ تقدم من حديث ابن عباس - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (أنت المقدمُ وأنت المؤَخر، لا إِله إلا أنت، أو لا إِله غيرك) (¬2) . ¶ ¬__________ ¶ (¬1) 197) ... صحيح مسلم (771) . ¶ (¬2) 198) ... صحيح البخاري (1069) .",
            "page": "103",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "والمؤخر سبحانه هو الذي يؤخر الأشياء فيضَعُها في مواضعها، إما تأخيرا كونيا وإما تأخيرا شرعيا على مقتضى الحكمة والابتلاء، وهو الذي يؤخر العذاب عمن عصاه لعلهم يتوبوا إليه، والفرق بين الآخر والمؤخر أن الآخر دل على صفة من صفات الذات، والمؤخر دل على صفة من صفات الفعل . ¶ ومن الدعاء باسم الله المؤخر ما تقدم عند ذكر اسم الله المقدم، وصح من حديث أبي موسى - رضي الله عنه - أن النبي - صلى الله عليه وسلم - كان يدعو بهذا الدعاء: (رَب اغفر لي خطِيئَتِي وجَهلي، وإِسرَافي في أمري كُله، وما أنت أعلم به مني، اللهم اغفر لي خطَاياي وعَمدِي، وجَهلي وهزلي، وكُل ذلك عندِي، اللهم اغفر لي ما قدمت وما أخرت وما أسرَرت وما أعلنت، أنت المقدم وأنت المؤَخر وأنت عَلى كُل شىْءٍ قدِيرٌ) (¬1) . ¶ ومن آثار توحيد المسلم لله في اسمه المؤخر أن يراعي أحكام العبودية في تأخير ما أخره وتقديم ما قدمه، فلا يقدم المستحبات على الواجبات، والمكروهات على المحرمات، وقد حذر الله - عز وجل - من رَفعَ صوته في حضرة نبيه - صلى الله عليه وسلم - وأنذره أن يحبط عمله بالكلية، فكيف بمن نحى حكمه ووصف شرعه بالرجعية، وقدم عليه تشريعات وضعية أو أحكام عرفية، فينبغي لمن وحد الله في اسمه المؤخر أن يحذر من تقديم ما أخره الله ولو اجتمع الخلق على تقديمه، أو يؤخر ما قدمه ولو اجتمعوا على تأخيره، فإن الدنيا ملك لله لا لهم، ودخول الجنة بإذنه هو دون إذنهم، وقد جعل الله - عز وجل - النجاة في شرعه دون شرعهم . ومن آثار الاسم أيضا أن يأخذ المسلم بالرخصة في التقديم والتأخير، ويتبع السنة في ذلك طالما صح فيه الدليل . ¶ 64 – الملِيكُ - جل جلاله - ¶ قال تعالى: { إِن المتقين في جَناتٍ ونهرٍ في مقعَدِ صِدقٍ عندَ مليكٍ مقتدِر } [القمر:55] . ¶ ¬__________ ¶ (¬1) 199) ... صحيح البخاري (6035) .",
            "page": "104",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "المليك سبحانه هو من اتصف بالملكية والملك معا، ولعلو المطلق في ذلك، والفرق بين المالك والملك والمليك، أن المالك صاحب المِلك أو من له ملكية الشيء، ولا يلزم أن يكون الملك له، فقد يؤثر الملِكُ على المالك وملكيته فيحجر عليها أو ينازعه فيها أو يسلبها منه، أما الملِكُ فهو أعم من المالك لأنه غالب قاهر فوق كل مالك، فالملِكُ مهيمن على الملك، وإن لم تكن له الملكية إلا بضرب من القهر ومنع الغير من التصرف فيما يملكون، والمليك هو من له كمال الملكية والملك معا مع دوامها أزلا وأبدا . ¶ ومن الدعاء باسم الله المليك ما صح من حديث أبي هريرة - رضي الله عنه - أن أبا بكر الصديق - رضي الله عنه - قال: (يا رَسول الله مرنِي بشيءٍ أقوله إذا أصْبَحت وإذا أمسَيت، قال: قل: اللهم عَالم الغيب والشّهادَةِ، فاطِرَ السَّماواتِ والأرضِ، رَب كُل شيءٍ ومليكه أشهدُ أن لا إِله إِلاّ أنت أعُوذ بك من شر نفسِي، ومن شر الشيطَانِ وشِركِه، قال: قله إذا أصْبَحت وإذا أمسَيت وإِذا أخذت مضْجَعَك) (¬1)، ومن حديث ابن عمر - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - كان يقول إذا أخذ مضجعه: (الحمدُ لله الذِي كفانِي وآوانِي وأطعَمنِي وسَقانِي، والذِي من عَلي فأفضَل، والذِي أعطَانِي فأجزل، الحمدُ لله عَلى كُل حالٍ، اللهم رَب كُل شيءٍ ومليكه وإِله كُل شيءٍ، أعُوذ بك من النار) (¬2) . ¶ ¬__________ ¶ (¬1) 200) ... السلسلة الصحيحة (2753) . ¶ (¬2) 201) ... صحيح أبي داود (4229) .",
            "page": "105",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "ومن آثار توحيد المسلم لله في اسمه المليك حرصه على كمال التوحيد والعبودية، وخضوع العبد لمليكه بالكلية، فقلبه يطمئن بحبه، ولسانه رطب بذكره، وبدنه يسعى لقربه، فالنفس مبتلاة بالكبر والعجب والرياء، وحب المدح والعز والغنى والاستعلاء، ومبتلاة بأخلاق الشياطين والمكر والكيد وأوصاف السفهاء، ومبتلاة بطبائع البدن وحب الأكل والشرب والنساء، وهي مع ذلك كله مطالبة بأوصاف الطاعة مثل الخوف والذل والافتقار، والتواضع والرجاء والانكسار، والذكر والدعاء والاستغفار، وأنى لها ذلك إن لم يتداركها المليك الذي خلقها وحركها، وهداها ودبر أمرها ورزقها ووفقها إلى ما يحبه ويرضاه . ¶ 65 - المقتدِرُ - جل جلاله - ¶ ورد مع اسمه المليك، وقال تعالى: { ولقد جَاء آل فرعَون النذر كذبوا بآياتنا كُلها فأخذناهم أخذ عَزيزٍ مقتدِرٍ } [القمر:42] . ¶ والمقتدر سبحانه هو الذي يقدر الأشياء بعلمه وينفذها بقدرته، فالمقتدر اسم يجمع دلالة اسم الله القادر والقدير معا، فالقادر هو الذي يقدر المقادير في علمه قبل وجودها وخلقها، والقدير هو الذي يخلق بقدرته وفق سابق التقدير، أما المقتدر فقد جمع بين المعنيين في كمال التقدير والقدرة معا، ولذلك جمع القرآن بين اسم الله المليك والمقتدر في موضع واحد لوحدة الدلالة على اسمين في كل منهما كما قال تعالى: { إِن المتقين في جَناتٍ ونهرٍ في مقعَدِ صِدقٍ عندَ مليكٍ مقتدِر } [القمر:55]. ¶ ومن الدعاء بما يناسب اسمه المقتدر ما صح في دعاء الاستخارة: (اللهم إِني أستخيرك بعلمك وأستقدِرك بقدرَتك، وأسألك من فضْلك العَظِيم، فإِنك تقدِر ولاَ أقدِر وتعلم ولاَ أعلم وأنت عَلاَّم الغيوب) (¬1) . ¶ ومما روى عن سعيد بن المسيب أنه كان يدعو به ويقول: (اللهم إنك مليك مقتدر وإن ما تشاء من أمر يكون، قال سعيد: فما سألت الله شيئا بها إلا استجاب لي) (¬2) . ¶ ¬__________ ¶ (¬1) 202) ... صحيح البخاري (1109) . ¶ (¬2) 203) ... كتاب الدعاء لأبي عبد الرحمن الضبي ص242.",
            "page": "106",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "ومن آثار توحيد المسلم لله في اسمه المقتدر اعتقاده في تقدير الله وقدرته على جميع الموجودات، وإيمانه بخلقه وتدبيره لجميع الكائنات، وينزه الله - عز وجل - أن يكون في ملكه شيء لا يقدر عليه، فيثبت التقدير السابق على الخلق، وأن العباد يعملون وفق ما قدره الحق، وأن الله - عز وجل - خلق الدنيا بأسباب تؤدي إلى نتائج وعلل تؤدي إلى معلولات، وأن السبب والنتيجة مخلوقان بمراتب القدر وهما بين التقدير والقدرة، سواء ارتبط المعلول بعلته أو انفصل عن علته، فأهل اليقين ينظرون إلى الأسباب ويعلمون أن الله خالقها وهو الذي يقلبها، وأنها في ترابطها أو انفصالها صادرة عن كمال الحكمة في ابتلاء العباد، ومن ثم فإن الموحد يعلق أفعاله على مشيئة الله وقدرته، سواء في ماضيه أو حاضره ومستقبله، ولا بد له من الأخذ بالأسباب والرضا بالنتائج بعد يقينه في تقدير الله، فلا يتغافل عن قدرته بدعوى الانشغال في النظر إلى حكمته، ولا يتواكل عن الأخذ بأسباب معيشته بدعوى الانشغال في النظر إلى قدرته وهذا مقتضى التوحيد في اسم الله المقتدر . ¶ 66 - المسعِّرُ - جل جلاله - ¶ صح من حديث أنس بن مالك - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (إِن الله هو المسَعر القابضُ البَاسِطُ الرازق وإني لأرجُو أن ألقي الله وليسَ أحدٌ منكُم يطالبنِي بمظلمةٍ في دَم ولا مالٍ) (¬1) . ¶ والمسعر سبحانه هو الذي يزيد الشيء ويرفع من قيمته، أو تأثيره ومكانته، فيقبض ويبسط وفق مشيئته وحكمته، والتسعير وصف كمال في حقه، وهو من صفات فعله ومن حكمه وأمره ولا اعتراض لأحد من خلقه عليه، فهو الذي يرخص الأشياء ويغليها وفق تديره الكوني أو ما أمر به العباد في تدبيره الشرعي . ¶ ¬__________ ¶ (¬1) 204) ... صحيح ابن ماجه (1787) .",
            "page": "107",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "والمسعر سبحانه هو الذي يسعر بعدله العذاب على أعدائه، وهذا حقه وتدبيره الكوني، حيث أوجد النار وزادها سعيرا على الكفار، ولا يعذب بالنار في الدنيا إلا رب النار وهذا تدبيره الشرعي . ¶ ومن الدعاء بما يناسب اسم الله المسعر ما ثبت من حديث أبي هريرة - رضي الله عنه - أن رجلا قال: (سَعر يا رَسُول الله، قال: إِنما يرفعُ الله ويخفضُ، إِني لأرجُو أن ألقى الله - عز وجل - وليسَ لأحدٍ عندِي مظلمة، قال آخر: سَعر، فقال: ادعُو الله - عز وجل - ) (¬1)، اللهم أنت المسعر القابض الباسط الرازق , يسر أسعارنا، ووسع أرزاقنا وأعنا على تدبير أحوالنا، وأن نتقيك في قوتنا وقوت أولادنا وما وليتنا، اللهم باعد بيننا وبينا عذاب السعير . ¶ ومن آثار توحيد المسلم لله في اسمه المسعر أن يتقي الله في معاملاته لاسيما إن كان من التجار فلا يستغل الناس في زيادة الأسعار، أو يخفي الأقوات سعيا للتفرد والاحتكار، بل يكون حريصا على نفعهم، صبورا على دَينهم، مراعيا لحاجتهم وفقرهم، سمحا إذا باع وإذا اشترى وإذا اقتضى، يأخذ بأسباب الرزق في تجارته وكسبه، ويراقب الله في التعامل مع خلقه، توحيدا لربه في اسمه المسعر. ¶ وقد صح من حديث أبي سعيد الخدري - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (التاجِر الصَّدُوق الأمين معَ النبيِّين والصِّديقِين والشهدَاءِ) (¬2) . ¶ 67 - القابِضُ - جل جلاله - ¶ تقدم الدليل عند ذكر اسم الله المسعر: (إِن الله هو المسَعر القابضُ البَاسِطُ الرازق) . ¶ ¬__________ ¶ (¬1) 205) ... مسند الإمام أحمد (8839) . ¶ (¬2) 206) ... صحيح الترغيب والترهيب (1782) .",
            "page": "108",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "والقابضُ سبحانه هو الذي يمسك الأرزاق بلطفه وحِكمته، ويقبضُ الأرواح عند الممات بأمره وقدرته، وقبضه تعالى وإمساكه وصف حقيقي لا نعلم كيفيته، نؤمن به علي ظاهره وحقيقته، كما أراد الله ورسوله - صلى الله عليه وسلم - في سنته، فهو القابض كما يليق بجلاله وعظمته، لا نمثل ولا نكيف ولا نعطل ولا نحرف، يضَيِّق الأسباب على قوم ابتلاء وامتحانا، ويوسِّع على آخرين اختبارا وإمهالا وافتتانا . ¶ ومن الدعاء بما يناسب اسمه القابض ما صح من حديث ابن رفاعة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - كان يدعو: (اللهم لا قابضَ لما بَسَطت ولاَ بَاسِطَ لما قبَضْت، ولاَ هادِي لما أضْللت ولاَ مضل لمن هدَيت ولاَ معطِي لما منعت ولاَ مانِعَ لما أعطَيت، ولاَ مقربَ لما بَاعَدت ولاَ مبَاعدَ لما قربت، وأعوذ بك من شر ما أعطَيتنا وشر ما منعت منا) (¬1)، ومن حديث ابن عباس - رضي الله عنه - مرفوعا: (اللهم إِني أسألك فعل الخيرَاتِ، وترك المنكرَاتِ وحُب المسَاكِينِ، وإِذا أرَدت بعبَادِك فتنة فاقبضْنِي إِليك غيرَ مفتونٍ) (¬2) . ¶ ¬__________ ¶ (¬1) 207) ... أحمد في المسند (15891) . ¶ (¬2) 208) ... صحيح الجامع (59) .",
            "page": "109",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "ومن آثار توحيد المسلم لله في اسمه القابض ألا يحمد مخلوقا ولا يذمه لأجل أنه أعطاه أو منعه، ليقينه أن الله - عز وجل - هو المعطي الأول قبل إجراء الأسباب على أيديهم وهو القابض الباسط، فلم يشكر من كان سببا في رزقه إلا لأن الله مدحهم وأمره بشكرهم، وإن ذم الذين كانوا سببا في منع رزقه أو مقتهم فلأجل مخالفتهم لله وموافقتهم لهوى أنفسهم، فالله - عز وجل - مدح المنفقين وذم الممسكين، وقد وكل الله ملكين ينزلان من السماء، أحدهما يدعو لكل منفق، والآخر يدعو على كل ممسك، فحسن التوكل على الله - عز وجل - من آثار الإيمان بتوحيده في اسمه القابض، وكل ما يناله العبد من الخير والعطاء فهو رزقه المكتوب في سابق القضاء، وما ناله فيه من الأحكام سيصله في وقته بالتمام، والمكتوب أزلا لن يكون لغيره من الخلق أبدا ومن ثم يصبر عند البلاء ويشكر عند الرخاء وتلك حقيقة الابتلاء التي لها خلق الإنسان . ¶ 68 - الباسِطُ - جل جلاله - ¶ تقدم الدليل عند ذكر اسم الله المسعر: (إِن الله هو المسَعر القابضُ البَاسِطُ الرازق) . ¶ والباسِط سبحانه هو الذي يبسُط الرزق لعباده بجُوده ورحمته، ويوسعه عليهم ببالغ كرمه وحكمته، فيبتليهم بذلك على ما تقتضيه مشيئته، فإن شاء وسع، وإن شاء قتر فهو القابض الباسط، والباسط سبحانه هو الذي يبسط يده بالتوبة لمن أساء، وهو الذي يملي لهم فيترددوا بين الخوف والرجاء .",
            "page": "110",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "ومن الدعاء بما يناسب اسمه الباسط ما ثبت من دعاء النبي - صلى الله عليه وسلم - : (اللهم ابسُط عَلينا من بَرَكاتك ورَحمتك وفضْلك ورزقِك، اللهم إني أسألك النعيم المقِيم الذِي لا يحول ولاَ يزُول، اللهم إِني أسألك النعيم يوم العَيلةِ والأمن يوم الخوف، اللهم إِني عَائِذ بك من شر ما أعطَيتنا وشر ما منعت، اللهم حبب إِلينا الإِيمان وزيِّنه في قلوبنا وكره إِلينا الكُفرَ والفسُوق والعصْيان واجعَلنا من الراشِدِين، اللهم توفنا مسلمين وأحيِنا مسلمين وألحِقنا بالصَّالحِين غيرَ خزايا ولاَ مفتونِين، اللهم قاتل الكفرَةَ الذِين يكذِّبون رسُلك ويصُدون عَن سَبيلك، واجعَل عَليهم رَجزك وعَذابَك، اللهم قاتل الكفرَةَ الذِين أوتوا الكِتابَ إِله الحق) (¬1) . ¶ ومن آثار توحيد المسلم لله في اسمه الباسط انبساط القلب وانشراحه بتوحيد الله فيسعد الموحد بطاعته لربه، ويأمل في رحمته وقربه، فالله - عز وجل - يقبض القلوب بإعراضها ويبسطها للإيمان بإقبالها، فيقلب للعبد نوازع الخير في قلبه، وقرينه من الملائكة يهتف له بأمر ربه، حتى يصبح قلبه على أبيض مثل الصفا لا تضره فتنة ما دامت السماوات والأرض، وهذا هو البسط الحقيقي والتوفيق الإلهي في بلوغ العبد درجة الإيمان، فيجد المبسوط نورا يضيء له الجنان واللسان وسائر الأركان . ¶ ومن آثار الاسم اعتقاد الموحد أن الطاعة سبب في بسط الرزق، وأن بسطه ابتلاء من الله للعبد، فينبغي أن يشكر عند بسطه، وأن يصبر عند قبضه . ¶ 69 - الرَّازق - جل جلاله - ¶ تقدم الدليل عند ذكر اسم الله المسعر: (إِن الله هو المسَعر القابضُ البَاسِطُ الرازق) . ¶ ¬__________ ¶ (¬1) 209) ... صحيح الأدب المفرد (699) .",
            "page": "111",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "والرازق سبحانه هو الذي يرزق الخلائق أجمعين، وهو الذي قدر أرزاقهم قبل خلق العالمين، وهو الذي تكفل باستكمالها ولو بعد حين، فلن تموت نفس إلا باستكمال رزقها كما أخبرنا الصادق الأمين - صلى الله عليه وسلم - : (أيها الناس اتقوا الله وأجملوا في الطلب فإِن نفسًا لن تموت حتى تستوفىَ رزقها وإِن أبطَأ عَنها، فاتقوا الله وأجملوا في الطلب خُذوا ما حل ودَعُوا ما حرم) (¬1)، فالرازق اسم يدل على وصف الرزق العام والشامل للخلائق في التقدير الأزلي والتقدير الميثاقي، حيث قدر سبحانه وتعالى أمور خلقهم ورزقهم معا قبل وجودهم، وكتب أرزاقهم في الدنيا والآخرة قبل إنشائهم، فالرزق وصف عام يتعلق بعموم الخلق في عالم الملك والملكوت، أو رزق الدنيا ورزق الآخرة، حتى إن ما يتناوله العبد من الحرام هو داخل في هذا الرزق، فالكفار قد يرزقون بأسباب محرمة، وقد يرزقون رزقا حسنا، وقد لا يرزقون إلا بتكلف . ¶ ومن الدعاء بما يناسب اسم الله الرازق ما ثبت من حديث أنس - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: (مَنْ أكَلَ طَعَامًا ثم قال: الحَمدُ لله الذِي أطعَمَنِي هذا الطعَامَ وَرَزقنِيه مِنْ غير حَول مِنى وَلاَ قوةٍ غفِرَ له مَا تقَدمَ مِنْ ذنْبه، وَمَنْ لَبِسَ ثوبًا فَقال الحَمْدُ لله الذي كساني هذا الثوْبَ وَرَزقنِيه مِنْ غير حَولٍ مِنى وَلاَ قوةٍ غفِرَ لَه مَا تقدمَ مِن ذنْبِه) (¬2) . ¶ وصح من حديث ابن عباس - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (لو أن أحدَهم إِذا أرَادَ أن يأتِي أهله قال: باسم الله، اللهم جَنبنا الشيطَان وجَنب الشيطَان ما رَزقتنا، فإِنه إن يقدر بَينهما ولدٌ في ذلك، لم يضُره شيطَانٌ أبَدًا) (¬3) . ¶ ¬__________ ¶ (¬1) 210) ... صحيح الجامع (2742) . ¶ (¬2) 211) ... صحيح الترمذي (2751) . ¶ (¬3) 212) ... صحيح البخاري (6025) .",
            "page": "112",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "ومن آثار توحيد المسلم لله في اسمه الرازق إفراد الله بتقدير الأرزاق والمنع والعطاء والتوكل عليه في الشدة والرخاء، اعتقادا منه أنه لا خالق إلا الله ولا مدبر للكون سواه، وأن الذي يرزق بأسباب قادر على أن يرزق من غير أسباب طالما أنه الخالق الرازق المدبر، فليس للعبد سبيل في طلب الرزق بعد الأخذ بالأسباب إلا تقوى الله - عز وجل - ، ويقينه أن الملك من فوق عرشه كفيل بأمره ورزقه فيتوكل عليه وينقطع إليه، لا يطمع في سواه، ولا يرجو إلا إياه، ولا يشهد في العطاء إلا مشيئته ولا يرى في المنع إلا حكمته، ولا يعاين في القبض والبسط إلا قدرته، عند ذلك يحقق توحيد الله في اسمه الرازق . ¶ 70 - القَاهِرُ - جل جلاله - ¶ قال تعالى: { وهو القاهر فوق عبَادِه وهو الحكِيم الخبير } [الأنعام:18] . ¶ والقاهر سبحانه هو الغالب على جميع الخلائق على المعنى العام، الذي يعلو في قهره وقوته، فلا غالب له ولا منازع، بل كل شيء تحت قهره وسلطانه، ويستحيل أن يكون للعالم إلا إله واحد، لأن الله قاهر فوق عباده له علو القهر والغلبة، فلو فرضنا وجود إلهين اثنين مختلفين ومتضادين وأراد أحدهما شيئا خالفه الآخر، فلا بد عند التنازع من غالب وخاسر، فالذي لا تنفذ إرادته هو المغلوب العاجز والذي نفذت إرادته هو القاهر القادر، وهو سبحانه الذي قهر كل شيء وخضع لجلاله كل شيء، وذل لعظمته وكبريائه كل شيء، وعلا على عرشه فوق كل شيء . ¶ ومن الدعاء بما يناسب اسم الله القاهر ما صح من حديث الحسن - رضي الله عنه - أنه قال: (عَلمنِي رَسُول الله - صلى الله عليه وسلم - كلماتٍ أقولهن في قنوتِ الوِتر: اللهم اهدِني فيمن هدَيت، وعَافنِي فيمن عَافيت، وتولنِي فيمن توليت، وبَاركْ لي فيما أعطَيت، وقِنِي شر ما قضيت، إِنك تقضي ولاَ يقضى عَليك، وإِنه لا يذِل من واليت ولاَ يعزُّ من عَادَيت، تبَارَكت رَبنا وتعَاليت) (¬1) . ¶ ¬__________ ¶ (¬1) 213) ... مشكاة المصابيح (1273) .",
            "page": "113",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "ومن آثار توحيد المسلم لله في اسمه القاهر خضوعه الكامل لله - عز وجل - توحيدا له في اسمه القاهر، والاستعلاء على الأعداء بعزة الإسلام ثقة ويقينا في ربه القاهر، وقد صح من حديث عقبة بن عامر - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: (لا تزال عصَابَة من أمتِي يقاتِلون عَلى أمر الله قاهرين لعَدُوهم لا يضُرهم من خالفهم حتى تأْتِيهم السَّاعَة وهم عَلى ذلك) (¬1) . ¶ والله - عز وجل - وعد المؤمنين بالعلو والنصرة والتمكين والغلبة، ورتب ذلك على توحيد العبد لربه والتجائه إليه، ثم صدق التوكل عليه، ثم الأخذ بأسباب القوة ما استطاع إلى ذلك سبيلا؛ فإتقان الأخذ بأسباب القوة من علامات التوحيد، لأن الله - عز وجل - قادر على أن يقهر الظالمين بأمره الكوني لكنه جعل العباد مبتلين بتدبيره الشرعي، لتظهر آثار أسمائه فيهم، فلا بد للموحدين أن يستعينوا بالله القاهر أولا ثم يتقنوا الأخذ بأسباب القوة عند اللقاء لينتصروا على الأعداء، وذلك يشمل كل ما هو في مقدور البشر من العدة والآلة والقوة والحيلة، وتقديم الإخلاص والصدقة ورد المظالم وصلة الرحم، ودعاء مخلص، وأمر بمعروف ونهى عن منكر، وأمثال ذلك من الأسباب الموجبة للنصر . ¶ 71 - الديَّانُ - جل جلاله - ¶ صح من حديث جابر بن عبد الله - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال : (يحشر الله العبَادَ فينادِيهم بصَوتٍ يسمعُه من بَعُدَ كما يسمعُه من قربَ، أنا الملكُ، أنا الديان) (¬2) . ¶ ¬__________ ¶ (¬1) 214) ... صحيح مسلم (1924) . ¶ (¬2) 215) ... ظلال الجنة في تخريج السنة (514) .",
            "page": "114",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "والديان سبحانه هو الذي دانت له الخليفة وعنت له الوجوه وذلت لعظمته الجبابرة، وخضع لعزته كل عزيز، ملك قاهر على عرش السماء مهيمن، لعزته تعنوا الوجوه وتسجد، يرضى على من يستحق الرضا ويثيبه ويكرمه ويدنيه، ويغضب على من يستحق الغضب ويعاقبه ويهينه ويقصيه، فيعذب من يشاء ويرحم من يشاء، ويعطي من يشاء، ويمنع من يشاء، ويقرب من يشاء، ويقصي من يشاء، فهو الديان الذي يدين العباد أجمعين، كتب أعمالهم فهي حاضرة ولا يغادر صغيرة ولا كبيرة إلا أظهرها لهم في الآخرة . ¶ ومن الدعاء بما يناسب اسم الله الديان ما ورد في قوله تعالى: { هُوَ الحي لا إِله إِلا هو فادعُوه مخلصِين له الدين الحمدُ لله رَب العَالمين } [غافر:65]، ومن حديث عائشة رضي الله عنها أنها قالت: (قلت يا رَسُول الله ابن جُدعَان كان في الجَاهليةِ يصِل الرحِم ويطعم المسكِين، فهل ذاك نافعُه ؟ قال: لا ينفعُه، إِنه لم يقل يوما رَب اغفر لي خطِيئَتِي يوم الدينِ) (¬1) . ¶ ومن آثار توحيد المسلم لله في اسمه الديان أن يحاسب نفسه على كسبه استعدادا للقاء ربه، وأعلى أنواع الموازنة أن يوازن بين مقدار ما يكتسبه من الخير بحيث لا تشتبه عليه الفتنة بالنعمة، فينظر إلى ما أنعم الله به عليه من خير، صحة كان أو فراغا أو علما أو طاعة أو مالا أو سؤددا أو غير ذلك مما يعد كمالا له في الدنيا، فإن وجد ذلك مما يقربه إلى الله شكره على نعمته، وسعى بالمزيد في توحيده وعبوديته، وإن وجد تقصيرا وبعدا التجأ إلى الله - عز وجل - أن ينجيه واستغاث به من عذابه وفتنته . ¶ ومن دعاء العبادة أن الموحد يحاسب الناس على ما ظهر منهم، ويكل بواطنهم للحسيب الديان، وأن ييسر عن المعسرين، ويتجاوز عن الفقراء والمساكين . ¶ 72 - الشاكِرُ - جل جلاله - ¶ قال الله تعالى: { ومن تطَوعَ خيرا فإِن الله شاكِرٌ عَليم } [البقرة:158] . ¶ ¬__________ ¶ (¬1) 216) ... صحيح مسلم (214) .",
            "page": "115",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "والشاكر سبحانه يجازي العباد على أعمالهم ويضاعف لهم من أجورهم، فيقابل شكرهم بزيادة النعم في الدنيا وواسع المغفرة في الآخرة . ¶ والله - عز وجل - شاكر يرضى بأعمال العباد وإن قلت تكريما لهم ودعوة للمزيد، مع أنه سبحانه قد بين ما لهم من وعد أو وعيد، لكنه شاكر يتفضل بمضاعفة الأجر، ويقبل التوبة ويمحو ما يشاء من الوزر، والله غني عنا وعن شكرنا، لا يفتقر إلى طاعتنا أو شيء من أعمالنا، لكنه يمدح من أطاعه ويثني عليه ويثيبه ليعود النفع علينا فيشكر على ذلك . ¶ ومن الدعاء بما يناسب اسم الله الشاكر ما صح من حديث أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: (أتحِبون أن تجتهدُوا في الدعَاءِ، قولوا: اللهم أعنا عَلى شكْرك وذِكْرك وحُسنِ عبَادَتك) (¬1) . ¶ ومن آثار توحيد المسلم لله في اسمه الشاكر شكره على نعمه السابغة، وشكر الناس على ما أجرى الله على أيديهم من الأسباب، فقد صح من حديث أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (لا يشكُر الله من لا يشكُر الناسَ) (¬2)، وثبت من حديث ثوبان - رضي الله عنه - أن بعض أصحاب النبي سألوه: (لو علمنا أي المال خير فنتخذه ؟ فقال: أفضله لسَانٌ ذاكِرٌ وقلبٌ شاكِرٌ، وزوجَة مؤمنة تعينه عَلى إِيمانه) (¬3) . ¶ 73 - المنانُ - جل جلاله - ¶ صح من حديث أنس - رضي الله عنه - أنه كان معَ رَسُول الله - صلى الله عليه وسلم - جَالسًا ورَجُلٌ يصَلي ثم دَعَا: (اللهم إِني أسألك بأن لك الحمدَ لا إِله إلا أنت المنان بَدِيعُ السَّماواتِ والأرضِ يا ذا الجَلاَل والإِكْرَام يا حي يا قيوم، فقال النبي - صلى الله عليه وسلم - : لقد دَعَا الله باسمه العَظِيم الذِي إِذا دُعي به أجَابَ، وإِذا سُئِل به أعطَى) (¬4) . ¶ ¬__________ ¶ (¬1) 217) ... صحيح الجامع (81) . ¶ (¬2) 218) ... السابق (7719) . ¶ (¬3) 219) ... صحيح الترغيب (1913) . ¶ (¬4) 220) ... صحيح أبي داود (1325) .",
            "page": "116",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "والمنان سبحانه هو العظيم الهبات الوافر العطايا، الذي ينعم غيرَ فاخِرٍ بالإِنعام، والذي يبدأ بالنوال قبل السؤال، وهو المعطي ابتداء وانتهاء، فلله المنة على عباده، ولا منة لأحد عليه، فهو المحسن إلي العبد والمنعم عليه، ولا يطلب الجزاء في إحسانه إليه، بل أوجب بفضله لعباده حقا عليه، منة منه وتكرما إن هم وحدوه في العبادة، ولم يشركوا به شيئا . ¶ ومن الدعاء باسم الله المنان ما ورد في حديث أنس السابق، أما آثار توحيد المسلم لله في اسمه المنان أن يجود بنفسه وماله في سبيل دينه وإخوانه رغبة في القرب من ربه المنان، وقد صح من حديث ابن عباس - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (إِنه ليسَ من الناسِ أحدٌ أمن عَلي في نفسِه وماله من أبي بَكْر بنِ أبى قحافةَ، ولو كُنت متخذًا من الناسِ خليلا لاَتخذت أبَا بَكْرٍ خليلا ولكِن خُلة الإِسلاَم أفضل) (¬1) . ¶ 74 - القادِرُ - جل جلاله - ¶ الدليل على الاسم قوله تعالى: { فقدَرنا فنِعم القادِرون } [المرسلات:23] . ¶ والقادر سبحانه هو الذي يقدر المقادير في علمه، وعلمه المرتبة الأولى من قضائه وقدره، فالله - عز وجل - قدر كل شيء قبل تصنيعة وتكوينه، ونظم أمور الخلق قبل إيجاده وإمداده، ثم كتب في اللوح هذه المعلومات ودونها بالقلم في كلمات، وكل مخلوق مهما عظم شأنه أو قل حجمه كتب الله ما يخصه في اللوح المحفوظ، ثم يشاء بحكمته وقدرته أن يكون الأمر واقعا على ما سبق في تقديره، ولذلك فإن القدر مبني على التقدير والقدرة، فبدايته في التقدير وهو علم حساب المقادير، أو العلم الجامع التام لحساب النظام العام الذي يسير عليه الكون من بدايته إلى نهايته، ونهايته في القدرة، فالقادر هو الذي قدر المقادير قبل الخلق والتصوير، واسم الله القادر دلالته تتوجه إلى المرتبة الأولى من مراتب القدر، وهي العلم والتقدير وإمكانية تحقيق المقدر . ¶ ¬__________ ¶ (¬1) 221) ... صحيح البخاري (455) .",
            "page": "117",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "ومن الدعاء باسم الله القادر ما صح من حديث جابر - رضي الله عنه - أنه قال: (لما نزلت: { قل هو القادِر عَلى أن يبعَث عَليكُم عَذابا من فوقِكُم } ، قال رَسُول الله - صلى الله عليه وسلم - : (أعُوذ بوجهك، قال: { أو من تحتِ أرجُلكُم } ، قال - صلى الله عليه وسلم - : أعُوذ بوجهك { أو يلبسَكُم شِيعا ويذِيق بَعضَكُم بَأْسَ بَعض } ، قال رَسُول الله - صلى الله عليه وسلم - : هذا أهون أو هذا أيسَر) (¬1) . ¶ ومن آثار توحيد المسلم لله في اسمه القادر إيمانه بعلم الله السابق وتقديره الأشياء، وأن ذلك سر الله في خلقة لا يعلمه ملك مقرب ولا نبي مرسل، وأن هذا العلم هو علم مفاتح الغيب وتقدير الأمور، فإذا كان هذا اعتقاد الموحد في اسمه القادر ركن إلى ربه واعتمد عليه، ولم يخش أحدا سواه، ومن آمن بالقادر لم يأت عرافا ولا منجما ولا ساحرا ولا كاهنا ولا مدعيا لمعرفة الغيب لأن علم التقدير سر بيد القادر وحده، لم يطلع عليه ملك مقرب ولا نبي مرسل، ولا ينبغي للموحد أن يعارض العلم السابق والتقدير الحتمي بالتواكل والاستناد للمذهب الجبري . ¶ 75 - الخلاَّقُ - جل جلاله - ¶ قال تعالى: { أوليسَ الذِي خلق السَّماواتِ والأرضَ بقادِر عَلى أن يخلق مثلهم بَلى وهو الخلاق العَليم } [يس:81] . ¶ الفرق بين الخالق والخلاق أن الخالق هو الذي ينشئ الشيء من العدم بتقدير وعلم ثم بمشيئة وتصنيع وخلق عن قدرة وغنى، أما الخلاق فهو الذي يبدع في خلقه كما وكيفا حيث شاء، فيعيد ما خلق ويكرره كما كان، بل يخلق خلقا جديدا أحسن مما كان . والخلاق أيضا هو الذي يقدر الأخلاق وينوعها في تقسيمها بين العباد، فهو المقدر للخلق والأخلاق، العليم بأهل الوفاق والنفاق . ¶ ¬__________ ¶ (¬1) 222) ... صحيح البخاري (4352) .",
            "page": "118",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "ومن الدعاء باسم الله الخلاق ما أثر من دعاء جابر بن عبد الله - رضي الله عنه - : (اللهم إنك خلاق عظيم، إنك سميع عليم، إنك غفور رحيم، إنك رب العرش العظيم، إنك البر الجواد الكريم، اغفر لي وارحمني وعافني وارزقني واجبرني وارفعني واهدني ولا تضلني وأدخلني الجنة برحمتك يا أرحم الراحمين) (¬1) . ¶ ومن حديث علي - رضي الله عنه - أن النبي - صلى الله عليه وسلم - دعا في سجوده فقال: (اللهم لك سَجَدت، وبك آمنت، ولك أسلمت أنت رَبي، سَجَدَ وجهي للذِي شق سَمعَه وبَصَرَه، تبَارَك الله أحسَن الخالقِين) (¬2) . ¶ ومن آثار توحيد المسلم لله في اسمه الخلاق إيمانه بكمال علم الله وحكمته، وأنه الذي يبدع في خلقه كما وكيفا بكمال قدرته، وأن الله لا يعجزه شيء في ملكه، وهو سبحانه غالب على أمره، خلق الدنيا بأسباب تؤدي إلى نتائج وعلل تؤدي إلى معلولات، السبب والنتيجة مخلوقان بعلم الله ومشيئته وتقديره وقدرته سواء ارتبط المعلول بعلته أو انفصل عن علته أو ارتبط السبب بنتيجته أو انفصل عن نتيجته، كل ذلك لا يؤثر في قدرة الخلاق ولا يحد من الكمال والإطلاق، ولكن ترابط العلل والأسباب أو انفصالها ظاهر عن كمال العدل والحكمة، فالدنيا دار ابتلاء وامتحان ولا بد أن يجتازها الإنسان، وهو فيها بين نازعين نفسيين ونجدين معروضين بين إرادته ومخير فيهما بين جنة ونار، كل ذلك ليؤول الناس إلى سابق التقدير، وما دون في الكتاب من تقرير المصير فلا تغير في ولا تبديل . ¶ 76 - المالِكُ - جل جلاله - ¶ صح من حديث عن أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (إِن أخنع اسم عندَ الله رَجُلٌ تسَمى ملك الأملاَكِ لا مالك إلا الله - عز وجل - ) (¬3) . ¶ ¬__________ ¶ (¬1) 223) ... الفردوس بمأثور الخطاب 1/441 (1800) . ¶ (¬2) 224) ... صحيح الكلم الطيب (87) . ¶ (¬3) 225) ... صحيح مسلم (2143) .",
            "page": "119",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "المالك سبحانه هو الذي يملك الأشياء كلها ويصَرفها على إرادته لا يمتنع عليه منها شيء هو المتصرف في الملك والقادر عليه، مُلكه عن أصالة واستحقاك لأنه الخالق الحي القيوم الوارث للعباد جميعا، فاستحقاق الملك سببه أمران: ¶ الأول: صناعة الشيء وإنشائه واختراعه بلا معين، فملوك الدنيا لا يمكن لأحدهم أن يؤسس ملكه بجهده منفردا، فلا بد له من ظهير أو معين، سواء من أهله وقرابته، أو حزبه وجماعته، أو قبيلته وعشيرته، أما المالك - عز وجل - فهو المتفرد بالملكية حقيقة، فلا أحد ساعده في إنشاء الخلق أو عاونه على استقرار الملك أو يمسك السماء معه أن تقع على الأرض . ¶ الثاني: دوام الحياة لأنه يوجب انتقال الملكية وثبوت التملك، ومعلوم أن كل من عليها فان، وأن الحياة وصف ذات لله والإحياء وصف فعله، فالملك بالضرورة سيئول إلى خالقه ومالكه، ومن ثم فإن الملك لله في المبتدأ عند إنشاء الخلق فلم يكن أحد سواه، والملك لله في المنتهى عند زوال الأرض لأنه لن يبق من الملوك سواه . ¶ ومن الدعاء بالاسم قوله تعالى: { قل اللهم مالك الملكِ تؤتِي الملك من تشاءُ وتنزعُ الملك ممن تشاءُ وتعز من تشاءُ وتذِل من تشاءُ بيدِك الخير إِنك عَلى كُل شيءٍ قدِيرٌ } [آل عمران:26]. ¶ وثبت من حديث أنس - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال لمعاذ - رضي الله عنه - : (ألا أعلمك دعاء تدعو به لو كان عليك مثل جبل أحد دينا لأداه الله عنك، قل يا معاذ: اللهم مالك الملك تؤتي الملك من تشاء وتنزع الملك ممن تشاء وتعز من تشاء وتذل من تشاء بيدك الخير إنك على كل شيء قدير، رحمن الدنيا والآخرة ورحيمهما، تعطيهما من تشاء وتمنع منهما من تشاء، ارحمني رحمة تغنيني بها عن رحمة من سواك) (¬1) . ¶ ¬__________ ¶ (¬1) 226) ... صحيح الترغيب والترهيب (1821) .",
            "page": "120",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "ومن آثار توحيد المسلم لله في اسمه المالك اعتقاده أنه عبد في ملك سيده مستخلف في أرضه، أمين على ملكه، قد ابتلاه فيما أعطاه وامتحنه وخوله استرعاه، أيرد الملك إلى المالك أم ينسب لنفسه أوصاف الخالق؟ فيتكبر على العباد بنعم الله، ويتعالى عليهم بما منحه وأعطاه، فالموحد الصادق يتحرى في قوله وفعله توحيد الله في اسمه المالك، لا يتوكل إلا عليه ولا يلجأ إلا إليه ليقينه أن أمور الرزق بيديه، وأن المبتدا منه والمنتهى إليه، وهو إلى المالك الأوحد أذل من كل ذليل وأقل من كل قليل ولا يليق به إلا التواضع والخضوع في حال منعه أو عطائه . ¶ 77 - الرَّزاق - جل جلاله - ¶ قال تعالى: { إِن اللهَ هُوَ الرَّزاق ذو القوةِ المتِين } [الذاريات:58] . ¶ والرزاق سبحانه هو صاحب العطاء المتجدد الذي يأخذه صاحبه في كل تقدير يومي أو سنوي أو عمري، فينال ما قسم له في التقدير الأزلي والميثاقي، والرزاق سبحانه هو الذي يتولى تنفيذ المقدر في عطاء الرزق المقسوم بمقتضى اسمه الرازق، والذي يخرجه في السماوات والأرض، فإخراجه في السماوات يعني أنه مقضي مكتوب، وإخراجه في الأرض يعني أنه سينفذ لا محالة، فالله يتولاه لحظة بلحظة تنفيذا للمقسوم في سابق التقدير، فالرزاق كثير الإنفاق مفيض بالأرزاق رزقا بعد رزق مبالغة في الإرزاق، ألا ترى أن الله رتب أرزاق الخلائق بعضها يُرزق من بعض في سلسلة متوالية، رتبها في خلقه، وأتقنها في ملكه، فتبارك من جعل رزق الخلائق عليه، ضمن رزقهم وسيؤديه لهم كما وعد .",
            "page": "121",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "ومن الدعاء بما يناسب اسم الله الرزاق ما صح من حديث أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (لا يقل أحدُكُم اللهم اغفر لي إِن شِئْت ارحمنِي إِن شِئْت، ارزُقنِي إِن شِئْت، وليعزم مسألته إِنه يفعل ما يشاءُ، لا مكْره له) (¬1)، وثبت عن عمر - رضي الله عنه - أنه قال: (اللهم ارزُقنِي شهادَة في سَبيلك واجعَل موتِي في بَلدِ رَسُولك - صلى الله عليه وسلم - ) (¬2) . ¶ ومن آثار توحيد المسلم لله في اسمه الرزاق ثقته ويقينه أن الرزق سيصله كأمر محتوم وأن السعي في الأسباب إنما هو وقوع الأحكام على المحكوم، والذي وحد الله حقا لا بد أن يتقلب في إيمانه بالاسم بين حكمة الله وشريعته ومشيئته وقدرته، فلا يسقط الشرائع والأحكام ويتغاضى في سعيه عن تمييز الحلال من الحرام، لاحتجاجه بمشيئة الله وقدرته وأن الخلائق مسيرون على جبر إرادته، ولا يجعل الأسباب حاكمة تضر وتنفع بمفردها فيشرك في توحيد الله، لأن الله قدير والقدرة صفته، وهو الذي أعطى ومنع وضرّ ونفع وخلق وفعل وجعل لا شريك له في أسمائه ولا ظهير له في أحكامه . ¶ 78 - الوَكيلُ - جل جلاله - ¶ قال تعالى: { الذِين قال لهم الناسُ إِن الناسَ قد جَمعُوا لكُم فاخشوهم فزادَهم إِيمانا وقالوا حسبنا الله ونِعم الوكِيل } [آل عمران:173] . ¶ والوكِيل سبحانه هو الذي توكل بالعالمين خلقا وتدبيرا، وهداية وتقديرا، فهو المتوكل بخلقه إيجاد وإمدادا، وهو الكفيل بأرزاق عباده ومصالحهم، وهو سبحانه وكيل المؤمنين الذين ركنوا إلى حوله وقوته، وخرجوا من حولهم وطولهم وآمنوا بكمال قدرته، وأيقنوا أنه لا حول ولا قوة إلا بالله، وفوضوا إليه الأمر قبل سعيهم، واستعانوا به حال كسبهم، وحمدوه بالشكر بعد توفيقه لهم . ¶ ¬__________ ¶ (¬1) 227) ... صحيح البخاري (7039) . ¶ (¬2) 228) ... السابق (1791) .",
            "page": "122",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "ومن الدعاء باسم الله الوكيل ما ورد في قوله تعالى: { عَلى الله توكلنا رَبنا افتح بَيننا وبَين قومنا بالحق وأنت خير الفاتِحِين } [الأعراف:89]، وقوله: { إِني توكلت عَلى الله رَبي ورَبكُم ما من دَابةٍ إِلا هو آخِذ بناصِيتها إِن رَبي عَلى صِرَاطٍ مستقيم } [هود:56] . ¶ وثبت من حديث أبي بكرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: (دَعَوات المكْروب: اللهم رَحمتك أرجُو فلاَ تكلنِي إِلى نفسِي طَرفةَ عَينٍ وأصْلح لي شأْنِي كُله لا إِله إلا أنت) (¬1). ¶ وصح من حديث أنس - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال لفاطمة: (ما يمنعك أن تسمعي ما أوصيك به أن تقولي إذا أصبحت وإذا أمسيت: يا حي يا قيوم برحمتك أستغيث وأصلح لي شأني كله، ولا تكلني إلى نفسي طرفة عين أبدا) (¬2) . ¶ ومن آثار توحيد المسلم لله في اسمه الوكيل يقينه أن الله قد ضمن له الرزق فلا يتواكل عن طلبه، بل يأخذ بأسبابه تحرزا من الطمع وفساد القلب، ولا يضيع حق الزوجة والولد برغم أن أرزاقهم على الله - عز وجل - ، والذي يفعل ذلك تارك للسبيل والسنة؛ فدرجات التوكل ومراحله يجب على الموحد ألا يقلل من شأنها ولا يأخذ بواحدة ويدع الأخرى، أولها توجه القلب إلى الله على الدوام لعلمه أنه على كل شيء قدير، وأن الأسباب كالآلة بيد الصانع يسيرها ويدبرها، ويوفق من أخذ بها أو يخذله . ¶ والثانية توجه الجوارح إلى الأسباب لأن الله أثبت آثارها لمعاني الحكمة وتصريفه الأشياء وتقليبها على سبيل الابتلاء، وإيقاع الأحكام على المحكوم وعود الجزاء على الظالم والمظلوم بالعقاب أو الثواب، وذلك ليكون المتوكل قائما بأحكام الشرع، ملتزما بمقتضى العطاء والمنع . ¶ ¬__________ ¶ (¬1) 229) ... صحيح الجامع (3388) . ¶ (¬2) 230) ... السلسلة الصحيحة (227) .",
            "page": "123",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "والثالثة تسليم المتوكل ورضاه عن النتائج التي قدرت له؛ فالاستسلام لقضاء الله وقدره يكون بعد الأخذ بالأسباب، ولا يأتي قبلها وإلا كان تواكلا مرفوضا، والعبد وقتها يكون على حسن اليقين وجميل الصبر وحقيقة الرضا، فتسكن القلوب عند النوازل والبلاء، وتطمئن النفوس إلى حكمة الابتلاء، لاعتقادهم أن الله هو الوكيل الذي يدبر الخلائق كيفما يشاء . ¶ 79 - الرَّقيبُ - جل جلاله - ¶ دليل الاسم قوله تعالى: { وكان الله عَلى كُل شيءٍ رقِيبا } [الأحزاب:52]، فالله - عز وجل - من فوق عرشه رقيب على خلقه، له الكمال المطلق في إحاطته بملكه، فإن أضفت إلى الإطلاق اجتماع معاني العلو كان ذلك من جمال الكمال في الاسم والصفة . ¶ والرقيب سبحانه هو المطلع على خلقه يعلم كل صغيرة وكبيرة في ملكه، لا يخفى عليه شيء في الأرض ولا في السماء، ومراقبة الله لخلقه مراقبة عن استعلاء وفوقية، وقدرة وصمدية، لا تتحرك ذرة إلا بإذنه، ولا تسقط ورقة إلا بعلمه، ملك له الملك كله، وله الحمد كله، أزمة الأمور كلها بيديه، ومصدرها منه ومردها إليه، مستو على عرشه لا تخفى عليه خافية، عالم بما في نفوس عباده، مطلع على السر والعلانية، يسمع ويرى، ويعطي ويمنع ويثيب ويعاقب، ويكرم ويهين، ويخلق ويرزق ويميت ويحيي، ويقدر ويقضي، ويدبر أمور مملكته، فمراقبته لخلقه مراقبة حفظ دائمة وهيمنة كاملة، وعلم وإحاطة .",
            "page": "124",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "ومن الدعاء بما يناسب الاسم ما صح في دعاء السفر من حديث ابن عمر - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - كان إذا استوى على بعيره خارجا إلى سفر كبر ثلاثا ثم قال: (سُبحان الذي سَخر لنا هذا وما كنا له مقرنين وإنا إلى ربنا لمنقلبون اللهم إنا نسْألك في سفرنا هذا البر والتقوى ومن العمل ما ترضى اللهم هون عَلينا سفرنا هذا واطو عَنا بعده اللهم أنت الصاحبُ في السفر والخليفة في الأهل اللهم إني أعُوذ بك من وعثاء السفر وكآبة المنظر وسُوء المنقلب في المال والأهل، وإذا رجع قالهن وزاد فيهن آيبون تائبون عابدون لربنا حامدون) (¬1) . ¶ ومن آثار توحيد المسلم لله في اسمه الرقيب مراقبته لربه فيعبده كأنه يراه، محافظا على حدوده وشرعه، واتباعه لسنة نبيه - صلى الله عليه وسلم - فيوقن بأن الله معه من فوق عرشه يتابعه، يراه ويسمع، فيرتقي بإيمانه إلى درجة الإحسان، والمحسن أعلى درجة من المؤمن والمسلم، وجماع معنى المراقبة دوام الملاحظة والتوجه إلى الله ظاهرا وباطنا، فيراقب الله تعالى ويسأله أن يرعاه في مراقبته، لأن الله - عز وجل - قد خص المخلصين بألا يكلهم في جميع أحوالهم إلى أحد سواه . ¶ 80 - المحْسِنُ - جل جلاله - ¶ صح من حديث شداد بن أوس - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: (إنَّ الله - عز وجل - محسْن يُحب الإحسَان، فإذا قتلتم فأحسِنوا القتلة، وإذا ذبحتم فأحسِنوا الذبحَ) (¬2) . ¶ ¬__________ ¶ (¬1) 231) ... صحيح مسلم (1342) . ¶ (¬2) 232) ... صحيح الجامع (1824) .",
            "page": "125",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "والمحسن سبحانه هو الذي له كمال الحسن في أسمائه وصفاته وأفعاله، فلا شيء أكمل من الله ولا أجمل من الله، وكل كمال وجمال في المخلوق من آثار صنعته، لا يحصي أحد من خلقه ثناءً عليه، بل هو كما أثنى على نفسه، ليس في أفعاله عبث، ولا في أوامره سفه، بل أفعاله كلها لا تخرج عن المصلحة والحكمة والعدل والفضل والرحمة، إن أعطى فبفضله ورحمته، وإن منع أو عاقب فبعدله وحكمته، وهو الذي أحسن كل شيء خلقه، فأتقن صنعه، وأبدع كونه وهداه لغايته، وأحسن إلى خلقه بعموم نعمه وشمول كرمه وسعة رزقه على الرغم من مخالفة أكثرهم لأمره ونهيه، وأحسن إلي المؤمنين فوعدهم الحسني وعاملهم بفضله، وأحسن إلى من أساء فأمهله ثم حاسبه بعدله . ¶ ومن الدعاء بما يناسب اسم الله المحسن ما صح من حديث جابر - رضي الله عنه - أنه قال: (كان النبي - صلى الله عليه وسلم - إِذا استفتح الصَّلاة كبرَ ثم قال: إِن صَلاَتِي ونسُكِي ومحياي ومماتِي لله رَب العَالمين لا شريك له وبذلك أمرت وأنا من المسلمين، اللهم اهدِني لأحسَنِ الأعمال وأحسَنِ الأخلاَقِ، لا يهدِي لأحسَنها إلا أنت، وقِنِي سَيِّئَ الأعمال وسَيِّئَ الأخلاَقِ لا يقِي سَيِّئها إلا أنت) (¬1) . ¶ ومن حديث عائشة رضي الله عنها أن رسول الله - صلى الله عليه وسلم - كان يقول: (اللهم أحسَنت خَلقِي فأحسِن خُلقِي) (¬2) . ¶ ¬__________ ¶ (¬1) 233) ... مشكاة المصابيح (820) . ¶ (¬2) 234) ... صحيح الترغيب والترهيب (2657) .",
            "page": "126",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "ومن آثار توحيد المسلم لله في اسمه المحسن يقينه بأن الله - عز وجل - غني كريم عزيز رحيم محسن إلى عباده مع غناه عنهم، شرع لعبده منهجا فيه كل خير ورفع عنه كل شر، وليس في ذلك جلب منفعة إلى الله من العبد، بل رحمة منه وإحسانا وتفضلا وامتنانا، فهو سبحانه لم يخلق خلقه ليتكثر بهم من قلة، ولا ليعتز بهم من ذلة، ولا ليرزقوه أو ينفعوه أو يدفعوا عنه، وهو - عز وجل - لا يوالى من يواليه من الذل كما يوالى المخلوقُ المخلوق، وإنما يوالي أولياءه إحسانا ورحمة ومحبة لهم، أما أثر الاسم على سلوك العبد فهو بلوغه درجة الإحسان، وهي اتقان الطاعة بالمراقبة فيعبد الله كأنه يراه، ويحسن تعامله مع الخلق، بداية من رد السلام إلى آخر ما جاء به الإسلام، وأفضل الأعمال التي تتطلب الإخلاص والإتقان أداء الصلاة والإحسان إلى اليتيم، ومن الإحسان عدم كفران العشير، وقلما يكون في النسوان . ¶ 81 - الحَسُيبُ - جل جلاله - ¶ قال تعالى: { وإِذا حُيِّيتم بتحِيةٍ فحيوا بأحسَن منها أو ردوها إِن الله كان عَلى كُل شيءٍ حسِيبا } [النساء:86] . ¶ والحسيب سبحانه هو العليم الكافي الذي قدر أرزاق الخلائق قبل خلقهم، ووعد باستكمال العباد لأرزاقهم على مقتضى حكمته في ترتيب الأسباب، فضمن ألا تنفد خزائنه من الإنفاق، وأن كلا سينال نصيبه من الأرزاق، فهو الحسيب الرزاق، وهو القدير الخلاق، وهو سبحانه أيضا الحسيب الذي يكفي عباده إذا التجئوا إليه أو استعانوا به واعتمدوا عليه، وهو الذي يحصي أعداد المخلوقات وهيئاتها وما يميزها، ويضبط مقاديرها وخصائصها، ويحصي أعمال المكلفين في مختلف الدواوين، يحصي أرزاقهم وأسبابهم وأفعالهم ومآلهم في حال وجودهم وبعد موتهم وعند حسابهم يوم يقوم الأشهاد فهو المجازي للخليقة عند قدومها بحسناتها وسيئاتها . ¶ والحسيب أيضا هو الكريم العظيم المجيد الذي له علو الشأن ومعاني الكمال، وله في ذاته وصفاته مطلق الجمال والجلال .",
            "page": "127",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "ومن الدعاء بما يناسب اسم الله الحسيب قوله تعالى: { الذِين قال لهُم الناسُ إِنَّ الناسَ قد جَمعُوا لكُم فاخشوهم فزادَهم إِيمانا وقالوا حسْبُنا الله ونِعْمَ الوَكِيل } [آل عمران:173] . ¶ ومن آثار توحيد المسلم لله في اسمه الحسيب شعوره بعز العبودية وشرفها، وأنه بدونها لا قيمة لحسبه ونسبه، فالكمال اللائق بالإنسان هو تكميل العبودية لله علما وعملا ظاهرا وباطنا، وأن يقف العبد مع نفسه على الدوام لمحاسبتها، فيميز حركاتها وسكناتها، فإن كان خاطر النفس عند الهم يقتضي نية أو عقدا أو عزما أو فعلا أو سعيا خالصا لله أمضاه وسارع في تنفيذه، وإن كان لعاجل دنيا أو عارض هوى أو لهو أو غفلة نفاه وسارع في نفيه وتقييده، فالمحاسبة هي المقايسة بين الخير والشر بميزان الشرع والأحكام وتميز الحلال والحرام، واتقاء الشبهات ما استطاع . ¶ 82 - الشافِي - جل جلاله - ¶ صح عن عَائِشةَ رضي الله عنها أن رَسُول الله - صلى الله عليه وسلم - كان إِذا أتي مريضًا أو أتِي به قال: (أذهب البَاسَ رَب الناسِ، اشف وأنت الشافي، لا شِفاءَ إلا شِفاؤُك، شِفاءً لا يغادِر سَقما) (¬1) . ¶ والشافي سبحانه هو الذي يرفع البأس والعلل، ويشفي العليل بالأسباب والأمل، فقد يبرأ الداء مع انعدام الدواء، وقد يشفي الداء بلزوم الدواء، ويرتب عليه أسباب الشفاء وكلاهما باعتبار قدرة الله سواء، فهو الشافي الذي خلق أسباب الشفاء، ورتب النتائج على أسبابها والمعلولات على عللها، فيشفي بها وبغيرها، لأن حصول الشفاء عنده يحكمه قضاؤه وقدره، فالأسباب سواء ترابط فيها المعلول بعلته أو انفصل عنها هي من خلق الله وتقديره، ومشيئته وتدبيره، والأخذ بها لازم علينا من قبل الحكيم سبحانه لإظهار الحكمة في الشرائع والأحكام وتمييز الحلال من الحرام، وظهور التوحيد وحقائق الإسلام . ¶ ¬__________ ¶ (¬1) 235) ... صحيح البخاري (5351) .",
            "page": "128",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "ومن الدعاء باسم الله الشافي ما صح من حديث عائشة رضي الله عنها أنها قالت: (كان إِذا اشتكى رَسُول الله رَقاه جِبريل، قال: باسم الله يبريك، ومن كُل دَاءٍ يشفيك، ومن شر حاسِدٍ إِذا حسَدَ وشر كُل ذي عَينٍ) (¬1)، ومن حديث ابن عباس - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (من عَادَ مريضًا لم يحضُر أجله فقال عندَه سَبعَ مرَارٍ: أسأل الله العَظِيم رَب العَرشِ العَظِيم أن يشفيك إلا عَافاه الله من ذلك المرَضِ) (¬2) . ¶ ومن آثار توحيد المسلم لله في اسمه الشافي اعتقاده أن الله - عز وجل - هو الشافي الذي يشفي بالأسباب أو بدونها لكن يأخذ بها لأن الله علق عليها الشرائع والأحكام، وأعظم أثر للاسم على العبد في رفع البلاء وتمام الشفاء أن يحصن نفسه بكتاب الله وسنة نبيه - صلى الله عليه وسلم - ، وأن يجعل الإيمان والعبودية وقاء له من كل داء، فالوحي فيه من الأدوية التي تشفي من الأمراض ما لم يهتد إليها عقول أكابر الأطباء، ولم تصل إليها علومهم وتجاربهم وأقيستهم من الأدوية القلبية والروحانية وقوة القلب واعتماده على الله والتوكل عليه والالتجاء إليه، والانكسار بين يديه والتذلل له والصدقة والدعاء والتوبة والاستغفار والإحسان إلى الخلق وإغاثة الملهوف والتفريج عن المكروب، فإن هذه الأدوية قد جربتها الأمم فوجدوا لها من التأثير في الشفاء ما لا يصل إليه علم أعلم الأطباء ولا تجربته ولا قياسه، فالقلب متى اتصل برب العالمين وخالق الداء والدواء ومدبر الطبيعة ومصرفها على ما يشاء كانت له أدوية أخرى غير الأدوية التي يعانيها القلب البعيد منه المعرض عنه . ¶ 83 - الرَّفِيق - جل جلاله - ¶ ¬__________ ¶ (¬1) 236) ... صحيح مسلم (2185) . ¶ (¬2) 237) ... صحيح الجامع (5766) .",
            "page": "129",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "صح من حديث عائشة رضي الله عنها أن رَسُول الله - صلى الله عليه وسلم - قال: (إِنَّ الله رَفيق يحبُ الرفق وَيعطِي عَلي الرفق مَا لا يعطِي عَلى العُنف وما لا يعطِي عَلي ما سِواه) (¬1) . ¶ والرفيق سبحانه هو اللطيف بعباده القريب منهم، يغفر ذنوبهم ويستر عيوبهم، وهو الذي تكفل بهم من غير عوض أو حاجة، يسر أسبابهم وقدر أرزاقهم وهداهم لما يصلحهم فنعمته عليهم سابغة، وحكمته فيهم بالغة، يحب عباده الموحدين ويتقبل صالح أعمالهم، ويقربهم وينصرهم على عدوهم، ويعاملهم بعطف ورحمة وإحسان، ويدعو من خالفه إلى التفكر والتذكر والتوبة والإيمان، فهو الرفيق المحسن في خفاء وستر، والله - عز وجل - رفيق يتابع عباده في حركاتهم وسكناتهم، ويتولاهم في حلهم وترحالهم بمعية عامة وخاصة، وهو الرفيق الذي يجمع عباده الموحدين في الجنة مع الرفيق الأعلى . ¶ ومن الدعاء بما يناسب اسم الله الرفيق ما صح من حديث عائشة رضي الله عنها أن رسول الله - صلى الله عليه وسلم - دعا فقال: (اللهم من ولي من أمر أمتي شيئًا فشق عَليهم فاشقق عَليه، ومن ولي من أمر أمتي شيئًا فرَفق بهم فارفق به) (¬2) . ¶ وكذلك دعاء النبي - صلى الله عليه وسلم - : (اللهم اغفر لي وارحمنِي وألحِقنِي بالرفيقِ الأعلى) (¬3) . ¶ ومن آثار توحيد المسلم لله في الاسم رفقه بإخوانه، فيحب للعاصي التوبة والمغفرة وللمطيع الثبات وحسن المنزلة، ويكون ودودا لعباد الله - عز وجل - ؛ فيعفو عمن أساء إليه، ويلين مع البعيد كما يلين مع أقرب الناس إليه، كما أن الرفق في سائر الأمور ثمرة لا يضاهيها إلا حسن الخلق، والمحمود في العبد أن يكون وسطا بين العنف واللين كما في سائر الأخلاق، ومن أعظم الرفق وتوحيد الله في اسمه الرفيق مودة الرجل لزوجته ورفقه بها وكذلك مودة المرأة لزوجها . ¶ 84 - المعْطِي - جل جلاله - ¶ ¬__________ ¶ (¬1) 238) ... صحيح مسلم (2593) . ¶ (¬2) 239) ... صحيح مسلم (1828) . ¶ (¬3) 240) ... صحيح البخاري (4176) .",
            "page": "130",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "صح من حديث معاوية - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: (من يردِ الله به خيرًا يفقهه في الدينِ، والله المعْطِي وأنا القاسِم) (¬1) . ¶ والمعطي سبحانه هو الذي أعطى كل شيء خلقه وتولى أمره ورزقه في الدنيا والآخرة، وعطاء الله قد يكون عاما أو خاصا، فالعطاء العام يكون للخلائق أجمعين، والعطاء الخاص يكون للأنبياء والمرسلين وصالح المؤمنين، والعطاء العام هو تمكين العبد من الفعل ومنحه القدرة والاستطاعة، كل على حسب رزقه أو قضاء الله وقدره، ومن العطاء الخاص استجابة الدعاء ونصرة الأنبياء والصالحين الأولياء . ¶ ومن الدعاء بما يناسب اسم الله المعطي ما صح من حديث أبي سعيد - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - كان إِذا رفع رأسه من الركوع قال: (رَبنا لك الحمدُ ملءَ السَّماواتِ والأرضِ، وملءَ ما شِئْت من شيءٍ بَعدُ، أهل الثناءِ والمجدِ، أحق ما قال العَبدُ وكُلنا لك عَبدٌ، اللهم لا مانِعَ لما أعطَيت ولاَ معطِي لما منعت ولاَ ينفعُ ذا الجَد منك الجَد) (¬2) . ¶ وكان رسول الله - صلى الله عليه وسلم - إِذا فرغ من طعامه قال: (اللهم أطعَمت وأسْقيْت، وأغنيت وأقنيت، وهدَيت واجتبَيْت، فلك الحمدُ عَلى ما أعطَيت) (¬3) . ¶ ومن آثار توحيد المسلم لله في اسمه المعطي تعلق القلب بالمتوحد في عطائه، والتعفف عن سؤال غيره أو دعائه، كما أن المسلم ينبغي أن يكون معطاء ولا يخشى الفقر، وقد صح من حديث مالك بن نضلة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: (الأيدِي ثلاَثة: فيدُ الله العُليا، ويدُ المعطِى التي تليها، ويدُ السَّائِل السُّفلى؛ فأعطِ الفضْل ولاَ تعجز عَن نفسِك) (¬4) . ¶ 85 - المقيت ُ - جل جلاله - ¶ ¬__________ ¶ (¬1) 241) ... صحيح البخاري (2948) . ¶ (¬2) 242) ... صحيح مسلم (471) . ¶ (¬3) 243) ... صحيح الجامع (4768) . ¶ (¬4) 244) ... السابق (2794) .",
            "page": "131",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "ورد الاسم في قوله تعالى: { وكان الله عَلى كُل شيءٍ مقِيتا } [النساء:85]، فالله - عز وجل - مقيت من فوق عرشه له الكمال المطلق في إقاتة خلقه ورزقهم، فإذا أضيف إلى الإطلاق اجتماع معاني العلو كان ذلك من جمال الكمال في الاسم والصفة . ¶ والمقيت سبحانه هو الذي خلق الأقوات وتكفل بإيصالها إلى الخلق، وهو حفيظ عليها فيعطي كل مخلوق قوته ورزقه على ما حدده سبحانه من زمان أو مكان أو كم أو كيف وبمقتضى المشيئة والحكمة، فربما يعطي المخلوق قوتا يكفيه لأمد طويل أو قصير كيوم أو شهر أو سنة، وربما يبتليه فلا يحصل عليه إلا بمشقة وكلفة، والله - عز وجل - خلق الأقوات على مختلف الأنواع والألوان، ويسر أسباب نفعها للإنسان والحيوان، وكما أنه سبحانه المقيت الذي يوفي كامل الرزق، فإنه أيضا مقيت القلوب بالمعرفة والإيمان، وهو الحافظ لأعمال العباد بلا نقصان ولا نسيان . ¶ ومن الدعاء بما يناسب اسم الله المقيت ما صح من حديث أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: (اللهم ارزُق آل محمدٍ قوتا) (¬1)، وفي رواية: (اللهم اجعَل رزق آل محمدٍ قوتا) (¬2) . ¶ وثبت من حديث ابن عباس - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: (من أطعَمه الله طَعَاما فليقل: اللهم بَاركْ لنا فيه وارزُقنا خيرًا منه، ومن سَقاه الله لبَنا فليقل: اللهم بَاركْ لنا فيه وزدنا منه، فإني لا أعلم ما يجزئُ من الطعَام والشرَاب إلا اللبَن) (¬3) . ¶ ¬__________ ¶ (¬1) 245) ... صحيح البخاري (6095) . ¶ (¬2) 246) ... صحيح مسلم (1055) . ¶ (¬3) 247) ... السلسلة الصحيحة (2320) .",
            "page": "132",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "ومن آثار توحيد المسلم لله في اسمه المقيت العبد أن يؤثر بقوته عامة المسلمين ثقة في أن القوت من رب العالمين لاسيما إذا اشتد عليهم الكرب وقلت لديهم سبل الكسب، وينبغي على المسلم أن يكون طعامه قوتا وسطا لا يجعل يده مغلولة ولا يكون مسرفا ملوما، وينبغي أن نفرق بين الحرص على أن يكون طعام الموحد قوتا وبين والتجويع والمبالغة في الزهد، لأن الله أمر بالاقتصاد في كل شيء، وبالصبر على الجوع كابتلاء لا حيلة للإنسان فيه، ولم يأمر بتجويع النفس وتعذيب البدن والمبالغة في الترك طلبا للحكمة والمعرفة؛ فالمسلم لا يكثر من الأكل المفوت للخير الكثير، فقد يكون الأكل واجبا بقدر ما تقوم به البنية، ومندوبا بقدر الشبع الشرعي المقوي له على التنفل، وجائز وهو ما فوقه بحيث لا يورث فتورا عن العبادة، فالقوت إنما يكون لقوام البدن لا لتسمينه وانشغاله عن الله فيصير علافا لا عابدا . ¶ 86 - السَّيدُ - جل جلاله - ¶ صح من حديث عَبدِ الله بنِ الشخير - رضي الله عنه - أنه قال: (انطَلقت في وفد بَنِي عَامرٍ إِلى رَسُول الله - صلى الله عليه وسلم - فقلنا: أنت سَيِّدُنا، فقال: السَّيِّدُ الله تَبَارَكَ وَتَعَالَى) (¬1) . ¶ والحديث يدل دلالة صريحة على إثبات اسم الله السيد، وأن الذي سماه بذلك هو رسول الله - صلى الله عليه وسلم - ، وليس بعد قوله تعقيب؛ لأنه - صلى الله عليه وسلم - يعني السيادة المطلقة التي تتضمن كل أوجه الكمال والجمال، فالسيد إطلاقا هو رب العزة والجلال، ولم ينف - صلى الله عليه وسلم - السيادة المقيدة التي تليق بالمخلوق، أو السيادة النسبية التي تتضمن المفاضلة والتفوق على الآخرين . ¶ ¬__________ ¶ (¬1) 248) ... صحيح أبي داود (4021) .",
            "page": "133",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "والسيد سبحانه وهو الذي حقت له السيادة المطلقة، لأنه مالك الخلق أجمعين، ولا مالك لهم سواه، فالخلق كلهم عبيده وهو ربهم وهو الذي يملك نواصيهم ويتولاهم، وهو المالك الكريم الحليم الذي يتولى أمرهم ويسوسهم إلى صلاحهم، فسيد الخلق هو مالك أمرهم الذي إليه يرجعون، وبأمره يعلمون وعن قوله يصدرون، فإذا كانت الملائكة والإنس والجن خلقا له سبحانه وتعالى وملكا له، ليس لهم غنى عنه طرفة عين، وكل رغباتهم إليه، وكل حوائجهم إليه، كان هو سبحانه وتعالى السيد على الحقيقة . ¶ ومن الدعاء باسم الله السيد ما ورد من دعاء الإمام أحمد على الخليفة المأمون بن هارون: (سيدي غر حلمك هذا الفاجر حتى تجرأ على أولياءك بالضرب والقتل، اللهم فإن لم يكن القرآن كلامك غير مخلوق فاكفنا مؤنته، فجاءهم الصريخ بموت المأمون في الثلث الأخير من الليل) (¬1) . ¶ ومن آثار توحيد المسلم لله في الاسم مولاته لخالقه الذي انفرد بالسيادة المطلقة؛ فمن المعلوم أنه لا بد لكل عبد من سيد مالك، وأي عبد يخالف سيده فإنه آبق، ولما كان كل إنسان يلجأ إلى قوة عليا عند الاضطرار، ويركن إلى غني قوي عند الافتقار، فحري بالعبد الموحد أن يلجأ إلى رب العزة والجلال؛ لأن العبودية مبنية على معنى الخضوع والطاعة، فإن لم يكن الإنسان عبدا لله فسيكون عبدا لغيره، فالعاقل من العبيد يتخير من الأسياد من يملك السيادة المطلقة على الخلائق أجمعين . ¶ وينبغي تأدبا مع الله وتوحيدا له في اسمه السيد ألا يسمي المسلم نفسه أو ولده بهذا الاسم مستغرقا للإطلاق معرفا؛ لأن ذلك سوء أدب مع الله جل شأنه وتقدست أسماؤه . ¶ 87 - الطيِّبُ - جل جلاله - ¶ صح من حديث أبى هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: (أيها الناسُ إِن الله طَيب لا يقبل إلا طَيبا) (¬2) . ¶ ¬__________ ¶ (¬1) 249) ... البداية والنهاية 10/332، وحلية الأولياء 9/195. ¶ (¬2) 250) ... صحيح مسلم (8330) .",
            "page": "134",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "والطيب سبحانه هو المتصف بالكمال والجمال في ذاته وأسمائه وصفاته، وهو أيضا طيب في أفعاله يفعل الأكمل والأحسن، فهو الذي أتقن كل شيء وأحسنه، فالحكيم اسمه والحكمة صفته، وهي بادية في خلقه تشهد لكمال فعله وتشهد بأنه عليم خبير، والطيب أيضا هو القدوس المنزه عن النقائص والعيوب، وهو الذي طيب الدنيا للموحدين فأدركوا الغاية منها وعلموا أنها وسيلتهم إلى الآخرة، وطيب الجنة لهم بالخلود فيها فشمروا إليها سواعدهم، وضحوا من أجلها بأموالهم وأنفسهم رغبة في القرب من الله . ¶ ومن الدعاء بما يناسب اسم الله الطيب ما صح من حديث ابن عباس - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - كان يقول: (التحِيات المبَارَكات الصَّلوات الطيبات لله السَّلاَم عَليك أيها النبي ورَحمة الله وبَرَكاته، السَّلاَم عَلينا وعَلى عبَاد الله الصَّالحِين، أشهدُ أن لا إِله إلا الله وأشهدُ أن محمدًا رَسُول الله) (¬1) . ¶ ومن حديث أبي أمامة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - كان إذا رفع مائدته قال: (الحمدُ لله كثِيرًا طَيبا مبَارَكًا فيه غيرَ مكْفِيِّ لاَ مُوَدَّع ولاَ مُسْتغني عَنه رَبنا) (¬2) . ¶ ومن آثار توحيد المسلم لله في اسمه الطيب أن يتحرى الحلال الطيب في طعامه وحاجته وفعله وكلمته، وكذلك ينفق من أجود ماله وأطيبه، ولا يبخل على نفسه وأهله بالطيب من المباحات، وكذلك يتخير من الزوجات أطيبهن فإن الطيبيين للطيبات، وأطيب أفعال العبد أن يوحد الرب في أسمائه وصفاته وكل ما انفرد به من أفعاله، فإن الله هو أحسن الخالقين الذي أحسن كل شيء خلقه، وليس ذلك لأحد غيره، فكيف يدعو غير الله أو يعظم أحدا سواه . ¶ 88 - الحَكمُ - جل جلاله - ¶ ¬__________ ¶ (¬1) 251) ... صحيح مسلم (403) . ¶ (¬2) 252) ... صحيح البخاري (5142) .",
            "page": "135",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "صح من حديث شُرَيْح - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - فقال: (إِنَّ الله هوَ الحكم وإِليه الحكْم) (¬1) . ¶ والحكم سبحانه هو الذي يحكم في خلقه كما أراد، إما حكما إلزاميا لا يرد، وإما حكما تكليفا كابتلاء للعباد، فحكمه سبحانه في خلقه نوعان: ¶ أولا: حكم يتعلق بالتدبير الكوني وهو واقع لا محالة لأنه يتعلق بالمشيئة، ومشيئة الله لا تكون إلا بالمعنى الكوني، فما شاء كان، وما لم يشأ لم يكن، ومن ثم لا راد لقضائه لا معقب لحكمه ولا غالب لأمره، ومن هذا الحكم ما ورد في قوله: { والله يحْكُم لا مُعَقبَ لحُكْمه وهوَ سَريعُ الحِسَاب } [الرعد:41] . ¶ ثانيا: حكم يتعلق بالتدبير الشرعي وهو حكم تكليفي ديني يترتب عليه ثواب أو عقاب وموقف المكلفين يوم الحساب، ومثاله ما جاء في قوله تعالى: { يا أيها الذِين آمنوا أوفوا بالعُقودِ أحِلت لكُم بهيمة الأنعَام إِلا ما يُتلى عَليكُم غيرَ محِلي الصَّيدِ وأنتم حُرم إِن الله يحكُم ما يريدُ } [المائدة:1] . ¶ ومن الدعاء بما يناسب اسم الله الحكم ما صح عن النبي - صلى الله عليه وسلم - أنه كان يدعو إذا افتتح صلاته من الليل: (اللهم رَب جِبرَائِيل وميكائِيل وإِسرَافيل، فاطِرَ السَّماواتِ والأرض، عَالم الغيب والشهادَةِ، أنت تحكُم بَين عبَادِك فيما كانوا فيه يختلفون، اهدِنِي لما اختلف فيه من الحق بإِذنِك إِنك تهْدِي من تشاءُ إِلي صِرَاطٍ مستقيم) (¬2) . ¶ ¬__________ ¶ (¬1) 253) ... صحيح أبي داود (4145) . ¶ (¬2) 254) ... صحيح مسلم (770) .",
            "page": "136",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "ومن آثار توحيد المسلم لله في اسمه الحكم ألا يبتغي حكما دون الله في منهج حياته كما قال تعالى في محكم آياته: { إِنِ الحكْم إِلا لله أمرَ ألا تعبدُوا إِلا إِياه ذلك الدين القيِّم ولكِن أكثرَ الناسِ لا يعلمون } [يوسف:40]، وقد خاصم الزبيرَ بن العوام - رضي الله عنه - رجلٌ من الأنصار اختلفا على قناة الماء التي تروي أرضهما، وكانت أرض الزبير قبل أرضه والماء يمر أولا على نخله فأمر النبي - صلى الله عليه وسلم - أن يسقي الزبير أرضه ثم يرسل الماء لجاره، فغضب الأنصاري وادعى أن الحكم محسوبية، وأنه - صلى الله عليه وسلم - حكم لصالح الزبير - رضي الله عنه - عصبية، من أجل أنه مكي من المهاجرين، فغضب النبي - صلى الله عليه وسلم - وتلون وجهه، وأمر الزبير أن يسق أرضه حتى يغطي الماء أصول نخله ويبلغ في أرضه إلي مقدار الكعبَينِ ولا عليه من فعل الأنصاري أو قوله، فنزل قوله تعالى: { فلا ورَبك لا يؤمنون حتى يحكِّموك فيما شجَرَ بَينهم ثم لا يجدُوا في أنفسِهم حرَجًا مما قضيت ويسَلموا تسليما } [النساء:65]) (¬1) . ¶ 89 - الأكرَمُ - جل جلاله - ¶ قال تعالى: { اقرَأ ورَبك الأكْرَم الذِي عَلم بالقلم } [العلق:3] . ¶ ¬__________ ¶ (¬1) 255) ... صحيح البخاري (2231) .",
            "page": "137",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "والأكرم سبحانه هو الذي لا يوازيه كرم ولا يعادله في كرمه نظير، وقد يكون الأكرم بمعنى الكريم، لكن الفرق بين الكريم والأكرم أن الكريم دل على الصفة الذاتية والفعلية معا كدلالته على معاني الحسب والعظمة والسعة والعزة والعلو والرفعة وغير ذلك من صفات الذات، وأيضا دل على صفات الفعل فهو الذي يصفح عن الذنوب، ولا يمن إذا أعطى فيكدر العطية بالمن، وهو الذي تعددت نعمه على عباده بحيث لا تحصى، وهذا كمال وجمال في الكرم، أما الأكرم فهو المنفرد بكل ما سبق من أنواع الكرم الذاتي والفعلي، فهو سبحانه أكرم الأكرمين له العلو المطلق على خلقه في عظمة الوصف وحسنه، ومن ثم له جلال الشأن في كرمه، وهو جمال الكمال وكمال الجمال . ¶ والله - عز وجل - لا كرم يسموا إلى كرمه، ولا إنعام يرقى إلى إنعامه، ولا عطاء يوازي عطاءه، يعطى ما يشاء لمن يشاء كيف يشاء بسؤال وغير سؤال، وهو يعفو عن الذنوب ويستر العيوب، ويجازي المؤمنين بفضله، والمعرضين بعدله، فما أكرمه، وما أرحمه، وما أعظمه . ¶ ومن الدعاء باسم الله الأكرم ما ثبت عن ابن مسعود - رضي الله عنه - أنه كان يدعو في السعي: (اللهم اغفر وارحم واعف عَما تعلم وأنت الأعَزُّ الأكْرَم، اللهم آتنا في الدنيا حسَنة وفى الآخِرَةِ حسَنة وقِنا عَذابَ النار) (¬1). ¶ ومن حديث عوف بن مالك - رضي الله عنه - في الدعاء للميت: (اللهم اغفر له وارحمه وعَافه واعف عَنه وأكرم نزُله، وأوسِع مدخله، واغسِله بالماءِ والثلج والبَرَدِ، ونقه من الخطَايا كما ينقى الثوب الأبيضُ من الدنسِ) (¬2). ¶ ¬__________ ¶ (¬1) 256) ... انظر مناسك الحج والعمرة للألباني ص26. ¶ (¬2) 257) ... صحيح مسلم (963) .",
            "page": "138",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "ومن آثار توحيد المسلم لله في اسمه الأكرم أن يُظهر آثار النعمة توحيدا لله في الاسم، وأن يدرك المسلم أن الإكرام الحقيقي هو إكرام الله للعبد بالتوفيق للطاعة واليقين والإيمان، أما الإكرام بالنعمة فهي ابتلاء تستوجب الشكر ودرجة الإحسان، وليس كما يظن البعض أنها دليل رضا ومحبة، فليست سعة الرزق إكراما ولا ضيق الرزق إهانة، بل الإكرم الحقيقي في تقوى الله سرا وعلانية . ¶ 90 - البرُّ - جل جلاله - ¶ قال تعالى: { إِنا كُنا من قبل ندعُوه إِنه هو البَر الرحِيم } [الطور:28] . ¶ والبر سبحانه هو العَطوف على عبادة ببره ولطفه، فهو أهل البر والعطاء، يحسن إلى عباده في الأرض أو في السماء، يده ملأى سحاء بالليل والنهار، وكل ما أنفقه منذ خلق السماوات والأرض لم يغض ما في يده، والبر - عز وجل - هو الصادق في وعده الذي يتجاوز عن عبده وينصره ويحميه، ويقبل القليل منه وينميه، وهو المحسن إلى عبادِه الذي عَم بره وإحسانه جميعَ خلقه فما منهم من أحد إلا وتكفل الله بأمره ورزقه . ¶ ومن الدعاء باسم الله البر ما ورد من دعاء عائشة رضي الله عنها: (اللهم من علينا وقنا عذاب السموم إنك أنت البر الرحيم) (¬1) . ¶ ولها أيضا: (اللهم إني أدعُوك الله، وأدعُوك الرحمن، وأدعُوك البَر الرحِيم، وأدعُوك بأسمائِك الحُسنى كُلها ما عَلمت منها وما لم أعلم أن تغفرَ لي وترحمنِي) (¬2)، ومن دعاء علي - رضي الله عنه - : (صلوات الله البر الرحيم والملائكة المقربين والنبيين والصديقين والشهداء والصالحين، وما سبح لك من شيء يا رب العالمين على محمد بن عبد الله خاتم النبيين وإمام المتقين) (¬3) . ¶ ¬__________ ¶ (¬1) 258) ... المصنف في الأحاديث والآثار (6036) . ¶ (¬2) 259) ... ضعيف الترغيب والترهيب (1022) . ¶ (¬3) 260) ... صفة صلاة النبي S ص 173.",
            "page": "139",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "ومن آثار توحيد المسلم لله في اسمه البر أن يراعي في تعامله مع ربه الحرص على أنواع البر من فعل الخيرات وترك المنكرات، ولا يجعل همه فيما لا يعود عليه وعلى الآخرين بالنفع، وكذلك يعامل الآخرين بحسن الخلق وصفاء النية، وهذا من أعظم البر، ومن أعظم البر أيضا بر الوالدين والإحسان إلى الأبناء في تربيتهم وفي أسمائهم . ¶ 91 - الغفارُ - جل جلاله - ¶ قال تعالى: { رَب السَّماواتِ والأرضِ وما بَينهما العَزيزُ الغفار } [ص:66] . ¶ والغفار سبحانه هو الذي يستر الذنوب بفضله ويتجاوز عن عبده بعفوه، وطالما أن العبد موحد فذنوبه تحت مشيئة الله وحكمه، فقد يدخله الجنة ابتداء، وقد يطهره من ذنبه، والغفور سبحانه هو من يغفر الذنوب العظام، والغفار هو من يغفر الذنوب الكثيرة، غفور للكيف في الذنب، وغفار للكم فيه . ¶ والله - عز وجل - وضع نظاما دقيقا لملائكته في تدوين الأجر الموضوع على العمل فهي تسجل ما يدور في منطقة حديث النفس دون وضع ثواب أو عقاب، وهذا يتطلب استغفارا عاما لمحو خواطر الشر النابعة من هوى النفس، ويتطلب استعاذة لمحو خواطر الشر النابعة من لمة الشيطان، كما أنها تسجل ما يدور في منطقة الكسب مع وضع الثواب والعقاب، وهي تسجل فعل الإنسان المحدد بالزمان والمكان ثم تضع الجزاء المناسب بالحسنات والسيئات، فإذا تاب العبد من الذنب محيت سيئاته وزالت وغفرت بأثر رجعي وبدلت حسنات، فالوزر يقابله بالتوبة الصادقة حسنات، فالله - عز وجل - غفار كثير المغفرة لم يزل ولا يزال بالعفو معروفا وبالغفران والصفح موصوفا، وكل عبد مضطر إلى عفوه ومغفرته كما هو مضطر إلى رحمته وكرمه . ¶ ومن الدعاء باسم الله الغفار أن النبي - صلى الله عليه وسلم - كان إذا تضور من الليل دعا: (لا إله إلا الله الواحدٌ القهَّار ربُّ السمَاواتِ والأرْض وَما بَينهُما العزيز الغفار) .",
            "page": "140",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "وثبت من دعاء النبي - صلى الله عليه وسلم - : (اللهم اغفر لي ما أسرَرت وما أعلنت) (¬1) . ¶ ومن حديث أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - كان يقول في سجوده: (اللهم اغفر لي ذنبي كُله، دِقه وجِله، وأوله وآخِرَه، وعَلاَنِيته وسِره) (¬2) . ¶ وصح أن رسول الله - صلى الله عليه وسلم - كان إذا أخذ مضجعه من الليل قال: (بسم الله وضَعت جَنبي، اللهم اغفر لي ذنبي وأخسِئْ شيطَانِي وفك رهانِي واجعَلنِي في الندِي الأعلى) (¬3) . ¶ ومن حديث عبد الله بن عباس - رضي الله عنه - أن النبي قال: (إِن تغفر اللهم تغفر جَما، وأي عَبدٍ لك لا ألما) (¬4) . ¶ ومن آثار توحيد المسلم لله في اسمه الغفار كثرة الاستغفار والتوبة إلى الله مهما بلغت كمية الذنب أو كثرته، فالغفار سبحانه كثير المغفرة، والله - عز وجل - لا يعذب مستغفرا صدق في توبته، لأن الاستغفار الحق يتضمن الطلب لجميع الذنوب واستغراقها بحيث لا يدع ذنبا إلا تناولته، ثم إجماع العزم والصدق بكليته علي التوبة بحيث لا يبقى عنده تردد ولا تلوم ولا انتظار، بل يجمع عليها كل إرادته وعزيمته مبادرا بها، ثم تخليص التوبة من الشوائب والعلل القادحة في إخلاصها ووقوعها لمحض الخوف من الله وخشيته، والرغبة فيما لديه والرهبة مما عنده . ومن آثار الاسم أيضا أن يستر العبد على إخوانه عيوبهم، ويغفر لهم ذلاتهم توحيدا لله في اسمه الغفار . ¶ 92 - الرَّءوفُ - جل جلاله - ¶ قال تعالى: { وَلوْلا فضْل الله عَليكُم وَرَحمتهُ وأنَّ اللهَ رءُوف رَحِيم } [النور:20] . ¶ ¬__________ ¶ (¬1) 261) ... النسائي (1124). ¶ (¬2) 262) ... صحيح مسلم (483) . ¶ (¬3) 263) ... صحيح الجامع (4649) . ¶ (¬4) 264) ... السابق (1417) .",
            "page": "141",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "والرءوف سبحانه هو الذي يتعطف على عباده المؤمنين فيحفظ أسماعهم وأبصارهم وحركاتهم وسكناتهم في توحيد الله وطاعته، وهذا من كمال الرأفة بالصادقين، والرءوف أيضا يدل على معنى التعطف على عباده المذنبين، فيفتح لهم باب التوبة ما لم تغرغر النفس أو تطلع الشمس من مغربها . ¶ ومن الدعاء باسم الله الرؤوف ما ورد في قوله تعالى: { رَبنا اغفر لنا ولإِخواننا الذِين سَبَقونا بالأِيمانِ ولا تجعَل في قلوبنا غِلا للذِين آمنوا رَبنا إِنك رءوف رَحِيم } [الحشر:10] . ¶ ومن دعاء ابن مسعود - رضي الله عنه - : (سبحانك لا إله غيرك، اغفر لي ذنبي وأصلح لي عملي إنك تغفر الذنوب لمن تشاء وأنت الغفور الرحيم، يا غفار اغفر لي، يا تواب تب علي، يا رحمن ارحمني، يا عفو اعف عني، يا رءوف ارأف بي) (¬1) . ¶ ومن آثار توحيد المسلم لله في اسمه الرؤوف أن يمتلأ قلبه بالرحمة والرأفة التي تشمل عامة المسلمين وخاصتهم، ولا بد أن تكون الرأفة في موضعها؛ فكما أنها من الأخلاق الحميدة والخصال العظيمة إلا أن الشدة أنفع في بعض المواضع، كإقامة الحدود والأخذ على أيدي المفسدين والظالمين حين لا ينفع معهم نصح ولا لين، وهذا يشبه حال المريض إذا اشتهى ما يضره أو جزع من تناول الدواء الكريه، فالرأفة به أن يعان على شربه . ¶ 93 - الوَهَّابُ - جل جلاله - ¶ قال تعالى: { رَبنا لا تزغ قلوبَنا بَعدَ إِذ هدَيتنا وَهبْ لنا مِن لدُنك رَحمة إِنك أنت الوَهاب } [آل عمران:8] . ¶ والوهاب سبحانه هو الذي يكثر العطاء بلا عوض، ويهب ما يشاء لمن يشاء بلا غرض، ويعطي الحاجة بغير سؤال، ويسبغ على عباده النعم والأفضال، نعمه كامنة في الأنفس وجميع المصنوعات، ظاهرة بادية في سائر المخلوقات، نعم وعطاء وجود وهبات تدل على أنه المتوحد في اسمه الوهاب . ¶ ¬__________ ¶ (¬1) 265) ... المعجم الكبير 10/ 57.",
            "page": "142",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "والله جل شأنه يهب العطاء في الدنيا على سبيل الابتلاء، ويهب العطاء في الآخرة على سبيل الأجر والجزاء، فعطاؤه في الدنيا معلق بمشيئته وابتلائه للناس بحكمته ليتعلق العبد بربه عند الطلب والرجاء، ويسعد بتوحيده وإيمانه بين الدعاء والقضاء، وهذا أعظم فضل وأكبر هبة وعطاء إذا وفق الله عبده لأدراك حقيقة الابتلاء . ¶ ومن الدعاء باسم الله الوهاب ما ورد في قوله تعالى: { رَبنا لا تزغ قلوبَنا بَعدَ إِذ هدَيتنا وهب لنا من لدُنك رحمة إِنكَ أنت الوَهاب } [آل عمران:8]، ومن حديث عائشة رضي الله عنها أن رسول الله - صلى الله عليه وسلم - : (كان إذا استيقظ من الليل قال: لا إله إلا أنت سبحانك، اللهم إني أستغفرك لذنبي وأسألك برحمتك، اللهم زدني علما ولا تزغ قلبي بعد إذ هديتني، وهب لي من لدنك رحمة إنك أنت الوهاب) (¬1) . ¶ ومن آثار توحيد المسلم لله في اسمه الوهاب اتصافه بالكرم والعطاء والجود والسخاء، وصح من حديث ابن عباس - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (لا يحل لأحدٍ أن يهبَ هبَة ثم يرجِعَ فيها إلا من ولدِه، فمن فعَل ذلك فمثله كمثل الكلب يأْكُل ثم يقيءُ ثم يعُودُ في قيئِه) (¬2) . ¶ ومن آثار الاسم أيضا الرضا بما وهبه الله للعبد من الولد، ذكرا كان أم أنثى، فالعبرة بصلاحهم ودعائهم في عقبهم لا بنوعهم، وكفى بالعبد تعرضا لمقت الله أن يتسخط ما وهبه، كما أن التسخط بما وهب الله من الإناث من أخلاق الجاهلية التي ذمها الله تعالى . ¶ 94 - الجَوَادُ - جل جلاله - ¶ صح من حديث سعد بن أبي وقاص - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: (إن الله - عز وجل - جواد يحب الجود) (¬3) . ¶ ¬__________ ¶ (¬1) 266) ... مستدرك الحاكم (1981) . ¶ (¬2) 267) ... صحيح الترغيب والترهيب (2612) . ¶ (¬3) 268) ... السلسلة الصحيحة (236) .",
            "page": "143",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "والجواد سبحانه هو الكامل في ذاته وأسمائه وصفاته، الذي ينفق على خلقه بكثرة جوده وكرمه وفضله ومدده، فلا تنفد خزائنه ولا ينقطع سحاؤه ولا يمتنع عطاؤه، وهو سبحانه من فوق عرشه عليم بموضع جوده في خلقه، فلا يعطي إلا بمقتضى عدله وحكمته، وما يحقق مصلحة الشيء وغايته، وهو الذي يهدي عباده أجمعين إلى جادة الحق المبين، هداهم سبل الشرائع والأحكام، وتمييز الحلال من الحرام، وبين لهم أسباب صلاحهم في الدنيا والآخرة ودعاهم إلى عدم إيثار الدنيا على الآخرة، فله سبحانه الجود كله، وجود جميع الخلائق إلى جوده أقل من ذرة في جبال الدنيا ورمالها . ¶ ومن الدعاء بما يناسب اسم الله الجواد ما صح من حديث ابن مسعود - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - كان يدعو: (اللهم إني أسألك من كل خير خزائنه بيدك، وأعوذ بك من كل شر خزائنه بيدك) (¬1) . ¶ ومن آثار توحيد المسلم لله في اسمه الجواد كثرة الجود في سبيل الله، وأعلاه أن يجود بنفسه لتكون كلمة الله هي العليا ، وأن يجود بالرياسة ويمتهنها بالتواضع لفقراء الناس وحاجتهم، وأن يجود براحته ورفاهيته وإجمام نفسه تعبا وكدا في مصلحة غيره، وأن يجود بالعلم وهو من أعلى مراتب الجود، وهو أفضل من الجود بالمال لأن العلم أشرف من المال، وقد اقتضت حكمة الله وتقديره النافذ أن لا ينفع به بخيلا أبدا، ثم الجود بالمنزلة والشرف والجاه في الشفاعة والمشي مع الرجل إلى ذي سلطان ونحوه وذلك، ثم الجود بالمسامحة لمن شتمه أو قذفه أن يجعله في حل، وكذلك الجود بالصبر والاحتمال والخلق والبشر والبسطة، وترك ما في أيدي الناس من النعم فيغبطهم عليها ولا يلتفت بحسد إليها، ولا يستشرف له بقلبه ولا يتعرض له بحاله ولا لسانه . ¶ 95 - السُبُّوحُ - جل جلاله - ¶ ¬__________ ¶ (¬1) 269) ... السلسلة الصحيحة (1540) .",
            "page": "144",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "صح عن عَائِشة رضي الله عنها أن النبي - صلى الله عليه وسلم - كان يقول في ركوعه وسُجُودِه: (سُبوحٌ قدوسٌ رَب الملاَئِكةِ والروحِ) (¬1) . ¶ والسبوح - عز وجل - هو الذي له أوصاف الكمال والجمال بلا نقص، وله الأفعال المقدسة عن الشر والسوء والعجز، فيسبحُ في آياته قلب المسبح تذكرا وتفكرا فلا يرى إلا العظمة والجلال والكمال والجمال، ثم يشاهد آثار الأوصَاف وكمال الأفعال فيزداد تعظيما لله وتبعيدا له من كل سوء، والسبوح أيضا هو الذي سبح بحمده المسبحون، وعجز عن وصفه الواصفون، فسبحان ربك رب العزة عما يصفون، قال سبحانه: { تسَبحُ له السَّماوات السَّبعُ والأرضُ ومن فيهن وإِن من شيءٍ إِلا يسَبحُ بحمدِه ولكِن لا تفقهون تسبيحهم إِنه كان حليما غفورا } [الإسراء:44] . ¶ ومن الدعاء بما يناسب اسم الله السبوح ما صح من حديث عائشة رضي الله عنها أنها قالت: (كان النبي - صلى الله عليه وسلم - يقول في ركُوعه وسُجُودِه: سُبحانك اللهم رَبنا وبحمدِك اللهم اغفر لي) (¬2)، وكان عمر بن الخطاب - رضي الله عنه - يجهر بهؤلاء الكلمات فيقول: (سُبحانك اللهم وبحمدِك تبَارَك اسمُكَ وتعَالى جَدكَ ولاَ إِله غيرك) (¬3) . ¶ ومن آثار توحيد المسلم لله في اسمه السبوح حسن توحيده لله، فيصف الله بما وصف به نفسه في كتابه وفي سنة رسوله - صلى الله عليه وسلم - ، ولا يمثل ولا يكيف، ولا يعطل ولا يحرف، بل يصدق بالخبر وينفذ الأمر، ومن أبرز دلائل التوحيد في اسم الله السبوح كثرة التسبيح ليلا ونهارا وسرا وجهارا، بحيث يجعل المسلم جنانه ولسانه وأركانه عامرة بذكره، وشاهدة بحبه وسببا في رحمته وقربه . ¶ 96 - الوَارِث ُ - جل جلاله - ¶ قال تعالى: { وإِنا لنحْن نحيِي ونميت ونحنُ الوَارثون } [الحجر:23] . ¶ ¬__________ ¶ (¬1) 270) ... صحيح مسلم (487) . ¶ (¬2) 271) ... صحيح البخاري (761) . ¶ (¬3) 272) ... صحيح مسلم (399) .",
            "page": "145",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "والوارث سبحانه هو الباقي الدائم الذي يرث الخلائق ويبقى بعد فنائهم، ومعلوم أن الخلائق يتعاقبون على الأرض فيرث المتأخر منهم المتقدم، ويستمر التوارث حتى تنقطع الدنيا ولا يبقى إلا الوارث الذي له الملك فيرث جميع الأشياء بعد فناء أهلها . ¶ والوارث سبحانه هو الذي كتب الغلبة للمؤمنين ولو بعد حين، وأورث المؤمنين ديار الكافرين ومساكنهم في الجنة، فجعل لهم البقاء فيها مخلدين، وتوريث المؤمنين الجنة لا يعني أنها تشارك الله في البقاء، لأن خلد الجنة وأهلها إلى ما لا نهاية إنما هو بإبقاء الله وإرادته، فبقاء المخلوقات ليس من طبيعتها ولا من خصائصها الذاتية، بل من طبيعتها جميعا الفناء، أما بقاء الله ودوامه وميراثه وأوصافه فهي باقية ببقائه ملازمة لذاته، لأن البقاء صفة ذاتية له، فهو الوارث لجميع الخلائق في الدنيا والآخرة . ¶ ومن الدعاء بما يناسب اسم الله الوارث ما ثبت من حديث أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - كان يدعو فيقول: (اللهم متعنِي بسَمعي وبَصَري، واجعَلهما الوارث منى، وانصُرنِي عَلى من يظلمنِي، وخُذ منه بثاري) (¬1) . ¶ ومن آثار توحيد المسلم لله في اسمه الوارث إظهار الغربة في الدنيا والتزود من توحيد العبودية لله، فتتوجه الإرادة والأقوال والأفعال على هذا المعنى . ¶ ومن آثار الاسم أيضا أن يتقي الله في حقوق الإرث، ولا يظلم أحدا مما فرض الله لكل وارث لاسيما إن كانوا إناثا، وأن يعطي المساكين من مال الله إذا حضروا القسمة أو لم يحضروها، وينبغي أن يوقن الموحد أن الله - عز وجل - هو الذي يقسم الأرزاق، وأن الميراث الحقيقي هو ميراث العلم والأخلاق، ميراث عدن والنعيم والفردوس . ¶ 97 - الرَّبُ - جل جلاله - ¶ ¬__________ ¶ (¬1) 273) ... صحيح الجامع (1310) .",
            "page": "146",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "الدليل على الاسم قوله تعالى: { سَلام قولا من رَبٍّ رَحِيم } [يس:58]، وصح من حديث ابن عباس - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (ألاَ وإِني نهيت أن أقرَأ القرآن رَاكِعًا أو سَاجِدًا فأما الركُوعُ فعَظموا فيه الرب - عز وجل - وأما السُّجُودُ فاجتهدُوا في الدعَاءِ فقمنٌ أن يستجَابَ لكُم) (¬1) . ¶ والرب - عز وجل - هو المتكفل بخلق الموجودات وإنشائها، والقائم علي هدايتها وإصلاحها، وهو الذي نظم حياتها ودبر أمرها؛ فالرب سبحانه هو المتكفل بالخلائق أجمعين إيجادا وإمدادا ورعاية وحفظا وقياما على كل نفس بما كسبت . ¶ وحقيقة معنى الربوبية في القرآن تقوم على ركنين اثنين، الأول إفراد الله بتخليق الأشياء وتكوينها وإنشائها من العدم، حيث أعطى كل شيء خلقه وكمال وجوده، والثاني إفراد الله بتدبير الأمر في خلقه كهدايتهم والقيام على شؤونهم وتصريف أحوالهم والعناية بهم، فهو سبحانه الذي توكل بالخلائق أجمعين . ¶ ومن الدعاء باسم الله الرب ما ورد في قوله تعالى: { رَبنا لا تؤاخِذنا إِن نسِينا أو أخطَأْنا رَبنا ولا تحمل عَلينا إِصْرا كما حملته عَلى الذِين من قبلنا رَبنا ولا تحملنا ما لا طَاقة لنا به واعف عَنا واغفر لنا وارْحمنا أنت مولانا فانصُرنا عَلى القوم الكافرين } [البقرة:286] . ¶ ومن حديث شداد بن أوسٍ - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (سيِّد الاستغفار اللهم أنت ربي لا إله إلا أنت خلقتني وأنا عبدُك، وأنا على عهدِك ووعدِك ما استطعت أبوءُ لك بنعمتك، وأبوءُ لك بذنبي فاغفر لي؛ فإنه لا يغفر الذنوبَ إلا أنت، أعوذ بكَ من شر مَا صنعت، إذا قال حين يمسي فمات؛ دخل الجنة، أو كان من أهل الجنة، وإذا قال حِين يصبح فمات من يومه دخل الجنة) (¬2) . ¶ ¬__________ ¶ (¬1) 274) ... صحيح مسلم (479) . ¶ (¬2) 275) ... صحيح البخاري (5947) .",
            "page": "147",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "ومن آثار توحيد المسلم لله في اسمه الرب أن يكتسي بثوب العبودية، وأن يخلع عن نفسه رداء الربوبية؛ لعلمه أن المنفرد بها من له علو الشأن والقهر والفوقية، فيثبت لله - عز وجل - أوصاف كماله وعظمته، ولا ينازع رب العالمين في إرادته وشريعته أو يتخلف عن هدي النبي - صلى الله عليه وسلم - وسنته، فدعاء العبادة هنا عمل وسلوك وتربية والتزام، ومجاهدة وتضحية تدفع العبد إلى أرقى درجات الإسلام . ¶ ومن دعاء العبادة أيضا أن يتقي العبد ربه فيمن ولاه عليهم، وألا يصف نفسه بأنه رب كذا تواضعا لربه وتوحيدا لله في اسمه ووصفه، وإن جاز أن يصفه غيره بذلك . ¶ 98 - الأعْلَى - جل جلاله - ¶ الدليل على الاسم قوله تعالى: { سَبحِ اسْمَ رَبكَ الأعَلى } [الأعلى:1] . ¶ والأعلى سبحانه هو المتصف بعلو الشأن وهو أحد معاني العلو، فالله - عز وجل - تعالى عن جميع النقائص والعيوب التي تنافي ألوهيته وربوبيته، وتعالى في أحديته عن الشريك والظهير والولي والنصير، وتعالى في عظمته أن يشفع أحد عنده دون إذنه، وتعالى في صمديته عن الصاحبة والولد، وأن يكون له كفوا أحد، وتعالى في كمال حياته وقيوميته عن السنة والنوم، وتعالى في قدرته وحكمته عن العبث والظلم، تعالى في صفات كماله ونعوت جلاله عن التعطيل والتمثيل، فله المثل الأعلى، وكل كمال لبعض الموجودات فالرب الخالق الصمد القيوم هو أولى به إذا ورد به الخبر في حقه، وكل نقص أو عيب يجب أن ينزه عنه بعض المخلوقات المحدثة فالرب الخالق القدوس السلام هو أولى أن ينزه عنه .",
            "page": "148",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "ومن الدعاء بما يناسب اسم الله الأعلى ما صح من حديث ابن عباس - رضي الله عنه - أنه قال: (كان رَسُول الله - صلى الله عليه وسلم - يعَلمنا دُعَاءً ندعُو به في القنوتِ من صَلاَةِ الصُّبحِ: اللهم اهدِنا فيمن هدَيت، وعَافنا فيمن عَافيت، وتولنا فيمن توليت وبَاركْ لنا فيما أعطَيت، وقِنا شر ما قضيت، إِنك تقضى ولاَ يقضى عَليك، إِنه لا يذِل من واليت تبَارَكْت رَبنا وتعَاليت) (¬1) . ¶ ومن حديث عائشة رضي الله عنها عن دعاء النبي - صلى الله عليه وسلم - قبل موته: (اللهم اغفر لي وارحمنِي وألحِقنِي بالرفيقِ الأعلى) (¬2)، وكان النبي - صلى الله عليه وسلم - إذا أخذ مضجعه من الليل قال: (بسم الله وضَعت جَنبي، اللهم اغفر لي ذنبي وأخسِئ شيطَاني، وفك رهانِي، واجعَلنِي في الندِىِّ الأعلى) (¬3) . ¶ ومن آثار توحيد المسلم لله في اسمه الأعلى كثرة سجوده للمعبود، ولذلك كانت الصلاة ركنا أساسيا من أركان الإسلام، وهى في جملتها فيصل بين الكفر والإيمان، لأنها تفصل بين الصدق في حقيقة الخضوع والعبودية ومعاني الكبر والعلو وأوصاف الربوبية، فهي اعتراف عملي من الموحد بأنه عبد، وتوحيد واقعي لله الإله الرب . ¶ 99 - الإلهُ - جل جلاله - ¶ قال تعالى: { وإِلهكُم إِلهٌ واحِدٌ لا إِلهَ إِلا هوَ الرَّحمن الرَّحِيم } [البقرة:163] . ¶ ¬__________ ¶ (¬1) 276) ... مشكاة المصابيح (1273) . ¶ (¬2) 277) ... صحيح البخاري (4176) . ¶ (¬3) 278) ... صحيح الجامع (4649) .",
            "page": "149",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "والإله سبحانه هو المعبود بحق، المستحق للعبادة وحده دون غيره، وقد قامت كلمة التوحيد في الإسلام على معنى الألوهية، فالإله هو المستحق للعبادة المألوه الذي تعظمه القلوب وتخضع له وتعبده عن محبة وتعظيم وطاعة وتسليم، أما الرب فمعناه يعود إلى الانفراد بالخلق والتدبير، ولذلك كان التوحيد الذي أمر الله - عز وجل - به العباد هو توحيد الألوهية المتضمن لتوحيد الربوبية، بأن يعبد الله وحده ولا يشرك به شيئا،ويكون الدين كله لله، فلا يخاف العبد إلا الله، ولا يدعو أحدا سواه ويكون الإله سبحانه أحب إليه من كل شيء؛ فالموحدون يحبون لله، ويبغضون لله، ويعبدون الله ويتوكلون عليه . ¶ ومن الدعاء باسم الله الإله ما صح عن سعد بن أبي وقاص - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (دَعوة ذِي النونِ إِذ دَعَا وهو في بَطنِ الحوتِ لا إِله إلا أنت سُبحانك إِني كُنت من الظالمين، فإِنه لم يدعُ بها رَجُلٌ مسلم في شيءٍ قطُّ إلا استجَابَ الله له) (¬1)، ومن حديث ابن عباس - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - كان يقول عند الكرب: (لا إِله إلا الله العَلىُّ العَظِيم، لا إِله إلا الله الحليم الكريم، لا إِله إلا الله رَب العَرشِ العَظِيم، لا إِله إلا الله رَب السَّماواتِ والأرضِ ورَب العَرشِ العَظِيم) (¬2). ¶ ومن آثار توحيد المسلم لله في اسمه الإله أن يحقق توحيد الألوهية على وجه الكمال، فهو الغاية التي خلق الله الناس من أجلها، وهو أول الدين وآخره وظاهره وباطنه، فوجب على المسلم الذي اعتقد أن إلهه هو الإله الحق، وأن كل ما سواه خاضع له طوعا وكرها أن يوجه قصده وطلبه في الحياة إلى العمل في مرضاته، وأن يسلك أقرب الطرق والوسائل إليه، وهو طريق السنة والاتباع دون الهوى والابتداع . ¶ ¬__________ ¶ (¬1) 279) ... صحيح الترغيب والترهيب (1644) . ¶ (¬2) 280) ... صحيح الجامع (4571) .",
            "page": "150",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "وإذا وفقه الله إلى الطاعة وأدى توحيد الألوهية نسب الفضل في طاعته إلى ربه، وأنها كانت بمعونته وتوفيقه لما سبق من قضائه وقدره، ولا ينسب الفضل في ذلك إلى نفسه؛ أو يمن به على ربه، فلا بد له على الدوام من توحيد العبادة والاستعانة معا، فيرقى بهمته مدارج السالكين ويقطع في سعيه إلى ربه منازل السائرين يتقلب فيها بين إياك نعبد وإياك نستعين . ¶ اسم الله الأعظم ¶ جمهور أهل العلم يتفقون على أن اسم الله الأعظم هو (الله) . ¶ وهذا القول هو أصح الأقوال لأسباب عديدة مفصلة في مواضعها، وهذا الاسم هو الأصل في إسناد الأسماء الحسنى إليه، لأن النبي - صلى الله عليه وسلم - أضاف التسعة والتسعين اسما إليه فقال: (إِنَّ لِلهِ تِسْعَة وَتِسْعِين اسْمَا مِائَةً إِلا وَاحِدًا)، وهذا ما أظهره البحث الحاسوبي بخمسة ضوابط كما تقدم، تسعة وتسعون اسما تضاف إلى لفظ الجلالة . ¶ وينبغي العلم بأن أسماء الله كلها حسنى وكلها عظمى، ووجه الحسن فيها أنها دالة على أحسن وأعظم وأقدس مسمى وهو الله - عز وجل - ، فذاته في حسنها وجلالها ليس كمثلها شيء، وأسماؤه في كمالها وجمالها تنزهت عن كل نقص وعيب، وقد قال تعالى: { تَبَارَكَ اسْمُ رَبِّكَ ذِي الجَلالِ والإكرام } [الرحمن:78] .",
            "page": "151",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "وهذا يسري على كل اسم تسمى به الله سواء غابت عنا معرفته أو علمناه، والحسن والعظمة في أسماء الله على اعتبار ما يناسبها من أحوال العباد، ومن أجل ذلك تعرف الله إليهم بجملة منها تكفي لإظهار معاني الكمال في عبوديتهم، وتحقق كمال الحكمة في أفعال خالقهم، فاسم الله الأعظم الذي يناسب حال فقرهم المعطي الجواد أو المحسن الواسع الغني، واسمه الأعظم الذي يناسب حال ضعفهم القادر القدير أو المقتدر المهيمن القوي، وفي حال الذلة وقلة الحيلة يناسبهم الدعاء باسمه العزيز الجبار أو المتكبر الأعلى المتعالي العلي، وفي حال الندم بعد اقتراف الذنب يناسبهم الدعاء باسمه اللطيف التواب أو الغفور الغفار الحيي الستير، وفي حال السعي والكسب يدعون الرازق الرزاق أو المنان السميع البصير، وفي حال الجهل والبحث عن أسباب العلم والفهم يناسبهم الدعاء باسمه الحسيب الرقيب أو العليم الحكيم الخبير، وفي حال الحرب وقتال العدو فنعم المولى ونعم النصير . ¶ وهكذا كل اسم من الأسماء الحسنى هو الأعظم في موضعه، وعلى حسب حال العبد وما ينفعه، والله - عز وجل - أسماؤه لا تحصى ولا تعد وهو وحده الذي يعلم عددها، فقد ثبت من حديث ابن مسعود - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال في دعاء الكرب: (أسْألكَ بِكُلّ اسْمٍ هُوَ لكَ، سَمَّيت به نفسَكَ أوْ أنزَلتهُ فِي كتابِكَ، أوْ عَلمْتهُ أحَداً مِنْ خَلقِكَ، أوْ اسْتأثرْت بِهِ فِي عِلمِ الغيْبِ عِندَكَ) (¬1) . ¶ ¬__________ ¶ (¬1) 281) ... السلسلة الصحيحة (199) .",
            "page": "152",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "والله - عز وجل - من حكمته أنه يعطي كل مرحلة من مراحل خلقه معرفة ما يناسبها من أسمائه وصفاته بحيث تظهر فيها دلائل جلاله وكماله، ففي مرحلة الابتلاء وما في الدنيا من شهوات وأهواء، وحكمة الله في تكليفنا بالشرائع والأحكام، وتمييز الحلال من الحرام، في هذه المرحلة عرفنا الله بجملة من أسمائه تتناسب مع احتياجاتنا وتوحيدنا له، فقال - صلى الله عليه وسلم - : (إِنّ للهِ تِسْعَة وَتِسْعِين اسْمَا مِائة إِلا وَاحِدًا مَنْ أحْصَاهَا دَخَل الجنة) (¬1)، فالأسماء الحسنى التي تقدم ذكرها هي الأسماء المطلقة التي تفيد المدح والثناء على الله بنفسها دون إضافة أو تركيب أو تقييد، وهي كلها حسنى وعظمى . ¶ وقد ثبتت بعض الروايات المرفوعة التي ذكر فيها النبي - صلى الله عليه وسلم - الاسم الأعظم على اعتبار اقتران اسمين معا يظهران كمالا مخصوصا فوق عظمة الاسم المنفرد، كما ورد في اقتران الحي القيوم، والرحمن الرحيم، والأحد الصمد . ¶ وكل هذه الأسماء تعطي من معاني الكمال ما لا يعطيه كل اسم بمفرده، وقد بينا ذلك مفصلا في كتاب أسماء الله الحسنى الثابتة في الكتاب والسنة . ¶ أسأل الله - عز وجل - بأسمائه الحسنى أن يغفر لي ذنبي وتقصيري، وما بدر مني من سوء نظري وتدبيري، وأن يرزقني طاعته وتقواه، وأن يجعل هذا العمل سببا في عتق رقبتي من النار يوم ألقاه، وأن يغفر لوالديَّ ويجزي زوجتي أم عبد الرزاق خير الجزاء على ما قدمته من جهد كبير وعناء في مساعدتي لإخراج هذا العمل المفصل والمختصر . ¶ كما أسأله سبحانه وتعالى أن يغفر لكل من نقل هذا العمل أو نشره أو شرحه أو حفظه أو جعله سببا في توجيه المسلمين إلى توحيد رب العالمين في أسمائه الحسنى وصفاته العليا والتوسل إلى الله بها، وأن يشفع فينا وفيه خاتم الأنبياء والمرسلين . ¶ وكتبه ¶ الفقير إلى عفو ربه ¶ د / محمود عبد الرازق الرضواني ¶ ¬__________ ¶ (¬1) 282) ... صحيح البخاري (6957)، ومسلم (2677) .",
            "page": "153",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "الثاني عشر من ذي القعدة سنة 1426. ¶ تم بحمد الله ¶ للمعرفة الموسوعية والأدلة التفصيلية ¶ حول كل اسم من الأسماء الحسنى ¶ يمكن الرجوع إلى : ¶ 1- كتاب أسماء الله الحسنى الثابتة في الكتاب والسنة لفضيلة الشيخ ¶ يطلب من : مكتبة سلسبيل ت 0106761219 ¶ شارع العزيز بالله ـ الزيتون ـ القاهرة ¶ 2- الإصدار الرابع من المكتبة الصوتية في العقيدة الإسلامية بعنوان : ¶ أسماء الله الحسنى لفضيلة الشيخ ¶ تعمل على جميع مشغلات MP3 ¶ يطلب من : شركة أجياد للإعلان والبرمجيات ¶ 10 ش حسن المأمون ـ الحي الثامن ـ مدينة نصر ـ القاهرة ¶ ت : 2703954 – 0105341043 ¶ abbas-shams@hotmail.com ¶ لآرائكم واستفساراتكم حول الأسماء الحسنى ¶ يمكن مراسلة المؤلف ¶ على البريد الإلكتروني التالي ¶ ababm@hotmail.com",
            "page": "154",
            "part": "1"
        }
    ],
    "t34969": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "الدعاء بالأسماء الحسنى"
        }
    ]
}