{
    "b34960": [
        {
            "id": "1",
            "nass": "تذكر شباب الإسلام ¶ ببر الوالدين وصلة الأرحام ¶ جميع وتحقيق ¶ الفقير إلى الله تعالى ¶ عبد الله بن جار الله ¶ بسم الله الرحمن الرحيم ¶ مقدمة ¶ الحمد لله رب العالمين وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمداً عبده ورسوله - صلى الله عليه وسلم - وعلى آله وأصحابه أجمعين ومن سلك طريقهم في العلم والعمل والدعوة إلى الله إلى يوم الدين. ¶ وبد: فإن بر الوالدين وصلة الأرحام والإحسان إليهم من أهم المهمات وأوجب الواجبات وأعظم القربات ومن أفضل الأعمال الصالحات لأن في ذلك طاعة لله ولرسوله وأداء لحق الوالدين والأقارب الذي هو من آكد الحقوق بعد حق الله تعالى وحق رسوله - صلى الله عليه وسلم -. ¶ ولأن الله أمر ببرهم وصلتهم والإحسان إليهم ووعد على ذلك جزيل الأجر والثواب. ونهى عن قطيعتهم والإساءة إليهم وتوعد على ذلك أليم العذاب. ¶ وبناء على وجوب التعاون على البر والتقوى والتواصي بالحق فقد جمعت في هذه الرسالة ما تسير مما يتعلق بهذا الموضوع من الأدلة على وجوب بر الوالدين وصلة الأرحام، وتحريم العقوق وقطيعة الرحم، وبيان أنواع البر وفضله وذكر حقوق الوالدين والأقارب والآثار المرتبة على ذلك من ذكر فوائد ووصايا تتعلق بهذا الموضوع وهي مستفادة من كلام الله تعالى وكلا رسوله - صلى الله عليه وسلم - وكلا المحققين من أهل العلم وسميتها (تذكير شباب الإسلام ببر الوالدين وصلة الأرحام) والذكرى تنفع المؤمنين. ¶ أسأل الله تعالى أن ينفع بها من كتبها أو طبعها أو قرأها أو سمها فعمل بها. كما أسأله تعالى أن يوفق الأولاد لبر والديهم وأن يعيذهم من عقوقهم، وأ، يوفق المسلمين لصلة أقاربهم وأن يعيذهم من قطيعتهم. ¶ وليعلم أن الجزاء من جنس العمل فمن بر والديه بره أولاده (بروا آباءكم تبركم أبناؤكم)(1). ¶ ومن وصل رحمه وصله الله ومن قطعها قطعه الله جزاءً وفاقا { وَمَا رَبُّكُ بِظَلامٍ لِلْعَبِيدِ } (2). ¶ اللهم وفقنا لبر والدينا وصلة أرحامنا. يا حي يا قيم، رب اغفر لي ولوالدي إنك أنت الغفور الرحيم، رب ارحمهما كما ربياني صغيرا، ياذا الجلال والإكرام وصلى الله وسلم على نبينا محمد وعلى آله وأصحابه أجمعين. ¶ المؤلف في 12/12/1409هـ ¶ بسم الله الرحمن الرحيم ¶ __________ ¶ (1) رواه الطبراني في الكبير والأوسط والحاكم في المستدرك قال المنذري إسناده حسن. ¶ (2) سورة فصلت آية 46.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "بر الوالدين وصلة الأرحام في الكتاب والسنة(1) ¶ قال الله تعالى: { وَاعْبُدُوا اللهَ وَلا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَبِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَالْجَارِ ذِي الْقُرْبَى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالْجَنْبِ وَابْنِ السَّبِيلِ وَمَا مَلَكَتْ أَيْمَانُكُمْ } [النساء: 36]. ¶ وقال تعالى: { وَاتَّقُوا اللهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ } [النساء: 1]. ¶ وقال تعالى: { وَالَّذِينَ يَصِلُونَ مَا أَمَرَ اللهُ بِهِ أَنْ يُوصَلَ } [الرعد: 21]. ¶ وقال تعالى: { وَوَصَّيْنَا الإِنْسَانَ بِوَالِدَيْهِ حُسْنًا } [العنكبوت: 8]. ¶ وقال تعالى: { وَقَضَى رَبُّكَ أَلا تَعْبُدُوا إِلا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلاهُمَا فَلا تَقُلْ لَهُمَا أُفٍّ(2) وَلا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلاً كَرِيمًا * وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا } [الإسراء: 24،23]. ¶ وقال تعالى: { وَوَصَّيْنَا الإِنْسَانَ بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ(3) وَفِصَالُهُ فِي عَامَيْنِ أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ } [لقمان: 14]. ¶ عن أبي عبد الرحمن عبد الله بن مسعود رضي الله عنه قال: سألت النبي - صلى الله عليه وسلم -: أي العمل أحب إلى الله تعالى؟ قال: \"الصلاة على وقتها\"(4) فلت ثم أي؟ قال \"بر الوالدين\" قلت: ثم أي؟ قال: \"الجهاد في سبيل الله\" متفق عليه(5). ¶ __________ ¶ (1) رياض الصالحين من كلام سيد المرسلين - صلى الله عليه وسلم - بتحقيق الأرنؤوط ص174. ¶ (2) هي كلمة تضجر وكراهة، \"ولا تنهرهما\" أي: لا تزجرهما عما يتعاطيانه مما لا يعجبك. \"وقل لهما قولاً كريماً\": حسناً جميلاً. \"واخفض لهما جناح الذل من الرحمة\" أي: تواضع لهما وشفقة عليهما. ¶ (3) أي شدة على شدة. \"وفصاله\" أي: فطامه. ¶ (4) وفي رواية: \"لوقتها\" واللام بمعنى في، أي الصلاة في وقتها المحدد لها شرعاً. ¶ (5) البخاري 10/336، ومسلم (85).",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وعن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"لا يجزي(1) ولدٌ ولداً إلا أن يجده مملوكاً، فيشتريه، فيعتقه\" رواه مسلم(2). ¶ وعنه أيضاً رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال: \"من كان يؤمن بالله واليوم الآخر، فليكرم ضيفه، ومن كان يؤمن بالله واليوم الآخر، فليصل رحمه، ومن كان يؤمن بالله واليوم الآخر، فليقل خيراً أو ليصمت\" متفق عليه(3). ¶ وعنه قال: قال رسول الله - صلى الله عليه وسلم -: \"إن الله تعالى خلق الخلق حتى إذا فرغ منهم(4) قامت الرحم، فقالت: هذا مقام العائد بك من القطيعة، قال: نعم أما ترضين أن أصل من وصلك، وأقطع من قطعك؟ قالت: بلى، قال: فذلك لك، ثم قال رسول الله - صلى الله عليه وسلم -: \"اقرؤوا إن شئتم: { فَهَلْ عَسَيْتُمْ(5) إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ * أُولَئِكَ الَّذِينَ لَعَنَهُمُ اللهُ فَأَصَمَّهُمْ(6) وَأَعْمَى أَبْصَارَهُمْ } [محمد: 23،22] متفق عليه(7). ¶ وفي رواية للبخاري: فقال الله تعالى: \"من وصلك وصلته، ومن قطعك قطعته\"(8). ¶ وعنه رضي الله عنه قال: جاء رجل إلى رسول الله - صلى الله عليه وسلم - فقال: يا رسول الله من أحق الناس بحسن صحابتي؟ قال: \"أمك\" قال: ثم من؟ قال: \"أمك\" قال: ثم من؟ قال: \"أمك\" قال: ثم من؟ قال: \"أبوك\" متفق عليه(9). ¶ __________ ¶ (1) \"لا يجزي\" يفتح أوله ولا همزة في آخره: أي: لا يكافئ. ¶ (2) مسلم (1510) وأخرجه أبو داود (5137) والترمذي (1907). ¶ (3) البخاري 10/373 و422 و11/265، ومسلم (47). ¶ (4) أي: كمل خلقهم. و\"العائذ\" المستعيذ، وهو المعتصم الشيء الملتجئ إليه. ¶ (5) أي: فهل يتوقع منكم \"إن توليتم\" أمور الناس \"أن تفسدوا في الأرض وتقطعوا أرحامكم\", ¶ (6) فأصمهم : أي: عن سماع الحق. ¶ (7) البخاري 10/349 و13/392، ومسلم (2554). ¶ (8) والرحم التي تجمل صلتها ويحرم قطعها هي قرابات الرجل من جهة طرفي آبائه وإن علوا، وأبنائه وإن نزلوا، وما يتصل بالطرفين من الإخوة والأخوات، والأعمام والعمات، والأخوات والخالات، وما يتصل بهم من أولادهم يرحم جامعة. ¶ (9) البخاري 10/336، ومسلم (2548)، ومقتضى الحديث أن يكون للأم ثلاثة أمثال ما للأب من البر، وكأن ذلك لصعوبة الحمل، ثم الوضع، ثم الإرضاع. وقال القرطبي: إن الأم تستحق الحظ الأوفر من البر، وتقدم في ذلك على حق الأب عند الرحمة.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وفي رواية: يا رسول الله من أحق بحسن الصحبة؟ قال: \"أمك ثم أمك، ثم أمك، ثم أباك، ثم أدناك أدناك\". ¶ \"والصحابة\" بمعنى: الصحبة. وقوله: \"ثم أباك\" هكذا هو منصوب بفعل محذوف، أي: ثم أباك وفي رواية: \"ثم أبوك\"(1) وهذا واضح. ¶ وعنه عن النبي - صلى الله عليه وسلم - قال: \"رغم أنف(2)، ثم رغم أنف، ثم رغم أنف من أدرك أبويه عند الكبر، أحدهما أو كليهما فلم يدخل الجنة\" رواه مسلم(3). ¶ وعنه رشي الله عنه أن رجلاً قال: يا رسول الله إن لي قرابة أصلهم ويقطعوني، وأحسن إليهم ويسيئون إلى، وأحلم عنهم ويجهلون على، فقال: \"لئن كنت كما قلت، فكأنما تسفهم الملل، ولا يزال معك من الله ظهير عليهم(4) ما دمت على ذلك\" رواه مسلم(5). ¶ \"وتسفهم\" بضم التاء وكسر السين المهملة وتشديد الفاء \"والملل\" بفتح الميم، وتشديد اللام وهو الرماد الحار: أي كأنما تطعمهم الرماد الحار وهو تشبيه لما يلحقهم من الإثم بما يحلق آكل الرماد الحار من الألم، ولا شيء على هذا المحسن غليهم، لكن ينالهم إثم عظيم بتقصيرهم في حقه، وإدخالهم الأذى عليه، والله أعلم. ¶ وعن أنس رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال: \"من أحب أن يبسط له في رزقه، وينسأ له في أثره، فليصل رحمه\" متفق عليه(6). ¶ ومعنى \"ينسأ له في أثره\": أي: يؤخر له في أجله وعمره. ¶ __________ ¶ (1) هي عند البخاري. ¶ (2) رغم أنف: هذا كناية عن الذل، كأنه لصق بالرغام وهو التراب هواناً. ¶ (3) مسلم (2551). ¶ (4) الظهير: المعين. ¶ (5) مسلم (2558). ¶ (6) البخاري 10/348، ومسلم (2557)، وأخرجه أبو داود (1693).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وعنه قال: كان أبو طلحة أكثر الأنصار بالمدينة مالاً من نخل، وكان أحب أمواله إليه بيرحاء، وكانت مستقبلة المسجد، وكان رسول الله - صلى الله عليه وسلم - يدخلها، ويشرب من ماء فيها طيب، فلما نزلت هذه الآية: { لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ } [آل عمران: 92] قام أبو طلحة إلى رسول الله - صلى الله عليه وسلم - فقال: يا رسول الله إن الله تبارك وتعالى يقول: { لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ } وإن أحب مالي إلي بيرحاء، وإنها صدقة لله تعالى، أرجو برها وذخرها عند الله تعالى، فضعها يا رسول الله حيث أراك الله. فقال رسول الله - صلى الله عليه وسلم -: \"بخ! ذلك مال رابح، ذلك مال رابح! وقد سمعت ما قلت، وإني أرى أن تجعلها في الأقربين\" فقال أبو طلحة: أفعل يا رسول الله، فقسمها أبو طلحة في أقاربه وبني عمه. متفق عليه(1). ¶ وعن عبد الله بن عمرو بن العاص رضي الله عنهما قال: أقبل رجل إلى نبي الله - صلى الله عليه وسلم -، فقال: أبايعك على الهجرة والجهاد ابتغي الأجر من الله تعالى. قال: \"فهل لك من والديك أحد حي؟\" قال: نعم بل كلاهما قال: \"فتبتغي الأجر من الله تعالى؟\" قال: نعم. قال: \"فارجع إلى والديك، فأحسن صحبتهما\" متفق عليه(2). وهذا لفظ مسلم. ¶ وفي رواية لهما: جاء رجل فاستأذنه في الجهاد فقال: \"أحي والداك؟\" قال: نعم، قال: \"ففيهما فجاهد\"(3). ¶ وعنه عن النبي - صلى الله عليه وسلم - قال: \"ليس الواصل بالمكافئ ولكن الواصل الذي إذا قطعت رحمه وصلها\" رواه البخاري(4). ¶ و\"قطعت\" بفتح القف والطاء. و\"الرحمة\" مرفوع. ¶ وعن عائشة قالت: قال رسول الله - صلى الله عليه وسلم -: \"الرحم معلقة بالعرش تقول: من وصلني، وصله الله، ومن قطعني، قطعه الله\" متفق عليه(5). ¶ __________ ¶ (1) البخاري 3/257، ومسلم (998). ¶ (2) البخاري 6/97، 98 و10/338، ومسلم (2549)، وأخرجه أبو داود (2529)، والنسائي 6/10 و7/143. ¶ (3) المراد بالجهاد فيهما جهاد النفس في وصول البر إليهما، والتلطف بهما، وحسن الصحبة، والطاعة وغير ذلك، وفي الحديث دليل لعظم فضيلة بر الوالدين، وأنه آكد من الجهاد، إذا كان فرض كفاية، فيحرم عليه أن يجاهد إلا بإذنهما، أما إذا تعين فلا إذن. ¶ (4) البخاري 10/355، وأخرجه أبو داود (1697) والترمذي (1909). ¶ (5) البخاري 10/350، ومسلم (2555).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وعن أم المؤمنين ميمونة بنت الحارث رضي الله عنهما أنها أعتقت وليدة(1) ولم تستأذن النبي - صلى الله عليه وسلم -، فلما كان يومها الذي يدور عليها فيه، قالت: أشعرت يا رسول الله أني أعتقت وليدتي؟ قال: \"أو فعلت؟\" قالت: نعم. قال: \"أما إنك لو أعطيتها أخوالك كان أعم لأجرك\" متفق عليه(2). ¶ وعن أسماء بنت أبي بكر الصديق رضي الله عنهما قالت: قدمت علي أمي وهي مشركة في عهد رسول الله - صلى الله عليه وسلم -(3)، فاستفتيت رسول الله - صلى الله عليه وسلم - قلت: قدمت علي أمي وهي راغبة، أفأصل أمي؟ قال: \"نعم صلي أمك\" متفق عليه(4). ¶ وقولها: \"راغبة\"، أي: طامعة فيما عندي تسألني شيئاً، قيل كانت أمها من النسب، وقيل: من الرضاعة والصحيح الأول. ¶ وعن وينب الثقفية امرأة عبد الله بن مسعود رضي الله عنه وعنها قالت: قال رسول الله - صلى الله عليه وسلم - \"تصدقن يا معشر النساء ولو من حليكن\" قال: فرجعت إلى عبد الله بن مسعود فقلت له: إنك رجل خفيف ذات اليد(5) وإن رسول الله - صلى الله عليه وسلم - قد أمرنا بالصدقة فأته، فاسأله، فإن كان ذلك يجزئ عني(6) وإلا صرفتها إلى غيركم. فقال عبد الله: بل ائتيه أنت، فانطلقت، فإذا امرأة من الأنصار بباب رسول الله - صلى الله عليه وسلم - حاجتي حاجتها، وكان رسول الله - صلى الله عليه وسلم - قد ألقيت عليه المهابة، فخرج علينا بلال، فقلنا له: ائت رسول الله - صلى الله عليه وسلم -، فأخبره أن امرأتين بالباب تسألانك: أتجزئ الصدقة عنهما على أزواجهما وعلى أيتام في حجورهما(7)؟ ولا تخبره من نحن، فدخل بلال على رسول الله - صلى الله عليه وسلم -، فسأله، فقال له رسول الله - صلى الله عليه وسلم - \"من هما\"؟ قال: امرأة من الأنصار وزينب. فقال رسول الله - صلى الله عليه وسلم - \"أي الزيانب هي؟\" قال: امرأة عبد الله، فقال رسول الله - صلى الله عليه وسلم -: \"لهما أجران: أجر القرابة وأجر الصدقة\" متفق عليه(8). ¶ __________ ¶ (1) الوليدة: الأمة. ¶ (2) البخاري 161، مسلم (999)، وأخرجه أبو داود (1690). ¶ (3) أي: معاهدته مع المشركين في الحديبية. ¶ (4) البخاري 5/170، 172 و10/346 و347، ومسلم (1003)، وأخرجه أبو داود (1668). ¶ (5) أي: قليل المال. ¶ (6) أي: دفعتها لكم. ¶ (7) أي: في ولايتهما. ¶ (8) البخاري 3/259، 260، ومسلم (1000).",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وعن أبي سفيان صخر بن حرب رضي الله عنه في حديثه الطويل في قصة هرقل قال لأبي سفيان: فماذا يأمركم به؟ يعني النبي - صلى الله عليه وسلم - قال: قلت: يقول: \"اعبدوا الله وحده، ولا تشركوا به شيئاً، واتركوا ما يقول آباؤكم، ويأمرنا بالصلاة، والصدق، والعفاف، والصلة\" متفق عليه(1). ¶ وعن أبي ذر رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"إنكم ستفتحون أرضاً يذكر فيها القيراط\". ¶ وفي رواية: \"ستفتحون مصر وهي أرض يسمى فيها القيراط، فاستوصوا بأهلها خيراً، فإن لهم ذمة ورحماً\". ¶ وفي رواية: \"فإذا افتتحتموها، فأحسنوا إلى أهلها، فإن لهم ذمة ورحماً\" أو قال: \"ذمة وصهراً\" رواه مسلم(2). ¶ قال العلماء: الرحم التي لهم كون هاجر أم إسماعيل - صلى الله عليه وسلم - منهم \"والصهر\" كون مارية أم إبراهيم ابن رسول الله - صلى الله عليه وسلم - منهم. ¶ وعن أبي هريرة رضي الله عنه قال: لما نزلت هذه الآية: { وَأَنْذِرْ عَشِيرَتَكَ الأَقْرَبِينَ } [الشعراء: 214] دعا رسول الله - صلى الله عليه وسلم - قريشاً، فاجتمعوا فعم، وخص وقال: يا بني عبد شمس، يا بني كعب بن لؤي، أنقذوا أنفسكم من النار يا بني مرة بن كعب، أنقذوا أنفسكم من النار، يا بني عبد مناف، أنقذوا أنفسكم من النار، يا بني هاشم أنقذوا أنفسكم من النار، يا بني عبد المطلب أنقذوا أنفسكم من النار، يا فاطمة أنقذي نفسك من النار، فإني لا أملك لكم من الله شيئاً، غير أن لكم رحماً سأبلها ببلاها\" رواه مسلم(3). ¶ قوله - صلى الله عليه وسلم -: \"ببلاها\" هو بفتح الباء الثانية وكسرها \"والبلال\": الماء. ومعنى الحديث: سأصلها، شبه قطيعتها بالحرارة تطفأ بالماء وهذه تبرد بالصلة. ¶ وعن أبي عبد الله عمرو بن العاص رضي الله عنهما قال: سمعت رسول الله - صلى الله عليه وسلم - جهاراً غير سر يقول: \"إن آل بني فلان ليسوا بأوليائي، إنما وليي الله وصالح المؤمنين، ولكن لهم رحم أبلاها ببلاها\"، متفق عليه(4). واللفظ للبخاري. ¶ __________ ¶ (1) البخاري 1/34، ومسلم (1773). ¶ (2) مسلم (2543) (226) و(227). ¶ (3) مسلم (204). ¶ (4) البخاري 10/350، 354، ومسلم (215).",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وعن أبي أيوب خالد بن زيد الأنصاري رضي الله عنه أن رجلاً قال: يا رسول الله أخبرني بعمل يدخلني الجنة، ويباعدني من النار. فقال النبي - صلى الله عليه وسلم -: \"تعبد الله، ولا تشرك به شيئاً، وتقيم الصلاة، وتؤتي الزكاة، وتصل الرحم\" متفق عليه(1). ¶ وعن سلمان بن عامر رضي الله عنه، عن النبي - صلى الله عليه وسلم - قال: \"إذا أفطر أحكم، فليفطر على تمر، فإنه بركة، فإن لم يجد تمراً، فالماء، فإنه طهور\" وقال: \"الصدقة على المسكين صدقة، وعلى ذي الرحم ثنتان: صدقة وصلة\". رواه الترمذي(2) وقال: حديث حسن. ¶ وعن ابن عمر رضي الله عنها قال: كانت تحتي امرأة، وكنت أحبها، وكان عمر يكرهها، فقال لي: طلقها، فأبيت، فأتى عمر رضي الله عنه النبي - صلى الله عليه وسلم -، فذكر ذلك له، فقال النبي - صلى الله عليه وسلم -: \"طلقها\" رواه أبو داود، والترمذي(3) وقال: حديث حسن صحيح. ¶ وعن أبي الدرداء رضي الله عنه أن رجلاً أتاه فقال: إن لي امرأة وإن أمي تأمرني بطلاقها؟ فقال: سمعت رسول الله - صلى الله عليه وسلم - يقول: \"الوالد أوسط أبواب الجنة، فإن شئت، فأضع ذلك الباب، أو احفظه\" رواه الترمذي(4) وقال: حديث حسن صحيح. ¶ وعن البراء بن عازب رضي الله عنهما، عن النبي - صلى الله عليه وسلم - قال: \"الخالة بمنزلة الأم\" رواه الترمذي(5) وقال: حديث حسن صحيح. ¶ قال النووي وفي الباب أحاديث كثيرة في الصحيح مشهورة؛ منها حديث أصحاب الغر، وحديث جريج وأمه، وأحاديث مشهورة في الصحيح حذفتها اختصاراً، ومن أهمها حديث عمرو بن عبسة(6) رضي الله عنه الطويل المشتمل على كثيرة من قواعد الإسلام وآدابه قال فيه: ¶ __________ ¶ (1) البخاري 3/208، 209، ومسلم (13). ¶ (2) الترمذي (658)، وأخرجه أبو داود (2355)، والنسائي 5/92،وابن ماجة (1844) وه كما قال الترمذي، وصححه ابن حبان (892)، ويشهد له حديث زينب المتقدم برقم (326). ¶ (3) أبو داود (5138)، والترمذي (1189)، وأخرجه أحمد (4711) وإسناده صحيح، وصححه ابن حبان (2024). ¶ (4) الترمذي (1901) وإسناده صحيح، وصححه ابن حبان (2023). ¶ (5) الترمذي (1905) وأخرجه البخاري 7/385، 391 ضمن حديث طويل، وأخرجه أبو داود (2280) من حديث علي. ¶ (6) هو في مسلم (832).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "دخلت على النبي - صلى الله عليه وسلم - بمكة، يعني في أول النبوة، فقلت له: ما أنت؟ قال: \"نبي\" فقلت: وما نبي؟ قال: \"أرسلني الله تعالى\" فقلت: بأي شيء أرسلك؟ قال: \"أرسلني بصلة الأرحام، وكسر الأوثان، وأن يوحد الله لا يشرك به شيء\" وذكر تمام الحديث. والله أعلم. ¶ تحريم العقوق وقطيعة الرحم(1) ¶ قال الله تعالى: { فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ * أُولَئِكَ الَّذِينَ لَعَنَهُمُ اللهُ فَأَصَمَّهُمْ وَأَعْمَى أَبْصَارَهُمْ } [محمد: 23،22]. ¶ وقال تعالى: { وَالَّذِينَ يَنْقُضُونَ عَهْدَ اللهِ مِنْ بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللهُ بِهِ أَنْ يُوصَلَ وَيُفْسِدُونَ فِي الأَرْضِ أُولَئِكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ } [الرعد: 25]. ¶ وقال تعالى: { وَقَضَى رَبُّكَ أَلا تَعْبُدُوا إِلا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلاهُمَا فَلا تَقُلْ لَهُمَا أُفٍّ وَلا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلاً كَرِيمًا * وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا } [الإسراء:24،23]. ¶ عن أبي بكرة نفيع بن الحارث رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"ألا أنبئكم بأكبر الكبائر؟\" - ثلاثاً - قلنا: بلى يا رسول الله - صلى الله عليه وسلم -: قال: \"الإشراك بالله، وعقوق الوالدين\" وكان متكئاً فجلس، فقال: \"ألا وقول الزور وشهادة الزور\" فما زال يكررها حتى قلنا: ليته سكت. متفق عليه(2). ¶ وعن عبد الله بن عمرو بن العاص رضي الله عنهما عن النبي - صلى الله عليه وسلم - قال: \"الكبائر: الإشراك بالله، وعقوق الوالدين، وقتل النفس، واليمين الغموس\" رواه البخاري(3). ¶ \"اليمين الغموس\" التي يحلفها كاذباً عامداً، سميت غموساً، لأنها تغمس الحالف في الإثم. ¶ وعنه أن رسول الله - صلى الله عليه وسلم - قال: \"من الكبائر شتم الرجل والديه!\" قالوا: يا رسول الله وهل يشتم الرجل والديه؟ قال: \"نعم؛ يسب أبا الرجل، فيسب أباه، ويسب أمه، فيسب أمه\" متفق عليه(4). ¶ __________ ¶ (1) المصدر السابق ص182 والعقوق.. المعصية. ¶ (2) البخاري 10/342، 345، ومسلم (87). ¶ (3) البخاري 11/483. ¶ (4) البخاري 10/338، ومسلم (90)،وأخرجه أحمد 2/164.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وفي رواية \"إن من أكبر الكبائر أن يلعن الرجل والديه!\" قيل: يا رسول الله كيف يلعن الرجل والديه؟! قال: \"يسب أبا الرجل، فيسب أباه، ويسب أمه، فيسب أمه\". ¶ وعن أبي محمد جبير بن مطعم رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال: \"لا يدخل الجنة قاطع\" قال سفيان في روايته: يعني: قاطع رحم. متفق عليه(1). ¶ وعن أبي عيسى المغيرة بن شعبة رضي الله عنه عن النبي - صلى الله عليه وسلم - قال: \"إن الله تعالى حرم عليكم عقوق الأمهات، ومنعاً وهات، ووأد البنات، وكره لكم قيل وقال، وكثرة السؤال، وإضاعة المال\" متفق عليه(2). ¶ قوله: \"منعاً\" معناه: منع ما وجب عليه و\"هات\": طلب ما ليس له. و\"وأد البنات\" معناه: دفنهن في الحياة، و\"قيل وقال\" معناه: الحديث بكل ما يسمعه، فيقول: كذا، وقال فلان كذا مما لا يعلم صحته، ولا يظنها، وكفى بالمرء كذباً أن يحدث بكل ما سمع. و\"إضاعة المال\": تبذيره وصرفه في غير الوجوه المأذون فيها من مقاصد الآخرة والدنيا، وترك حفظه مع إمكان الحفظ. و\"كثرة السؤال\": الإلحاح فيما لا حاجة إليه. ¶ وفي الباب أحاديث سبقت في الباب قبله(3) كحديث \"وأقطع من قطعك\" وحديث \"من قطعني قطعه الله\". ¶ بر أصدقاء الأب والأم والأقارب والزوجة ¶ وسائر من يندب إكرامه(4) ¶ عن ابن عمر رضي الله عنهما أن النبي - صلى الله عليه وسلم - قال: \"إن أبر البر أن يصل الرجل ود أبيه\"(5) رواه مسلم. ¶ وعن عبد الله بن دينار عن عبد الله بن عمر رضي الله عنهما أن رجلاً عن الأعراب لقيه بطريق مكة، فسلم عليه عبد الله بن عمر، وحمله على حمار كان يركبه، وأعطاه عمامة كانت على رأسه، وقال ابن دينار: فقلنا له: أصلحك الله إنهم الأعراب وهم يرضون باليسير فقال عبد الله بن عمر: إن أبا هذا كان وداً لعمر بن الخطاب رضي الله عنه وإني سمعت رسول الله - صلى الله عليه وسلم - يقول: \"إن البر صلة الرجل ود أبيه\". ¶ __________ ¶ (1) البخاري 10/347، ومسلم (2556). ¶ (2) البخاري 5/51، ومسلم 3/1341. ¶ (3) انظر رقم (4) و(12) في الباب الأول. ¶ (4) المصدر السابق ص185. ¶ (5) ود أبيه - بضم الواو وتشديد الدال المهملة ـ: أي: صديقه,",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وفي رواية عن ابن دينار عن ابن عمر أنه كان إذا خرج إلى مكة كان له حمار يتروح(1) عليه إذا مل ركوب الراحلة، وعمامة يشد بها رأسه، فبينا هو يوماً على ذلك الحمار إذ مر به أعرابي، فقال: ألست فلان بن فلان؟ قال: بلى. فأعطاه الحمار، فقال: اركب هذا، وأعطاه العمامة وقال: اشدد بها رأسك، فقال له بعض أصحابه: غفر الله لك أعطيت هذا الأعرابي حماراً كنت تروح عليه، وعمامة كنت تشد بها رأسك؟ فقال: إني سمعت رسول الله - صلى الله عليه وسلم - يقول: \"إن من أبر البر أن يصل الرجل أهل ود أبيه بعد أن يولي\"(2) وإن أباه كان صديقاً لعمر رضي الله عنه، روى هذه الروايات كلها مسلم(3). ¶ وعن أبي أسيد -بضم الهمزة وفتح السين- مالك ابن ربيعة الساعدي رضي الله عنه قال: بينا نحن جلوس عند رسول الله - صلى الله عليه وسلم - إذ جاءه رجل م بني سلمة فقال: يا رسول الله هل بقي من بر أبوي شيء أبرهما به بعد موتهما؟ فقال: \"نعم، الصلاة عليهما(4)، والاستغفار لهما، وإنفاذ عهدهما من بعدهما، وصلة الرحم التي لا توصل إلا بهما، وإكرام صديقهما\" رواه أبو داود(5). ¶ وعن عائشة رضي الله عنها قال: ما غرت على أحد من نساء النبي - صلى الله عليه وسلم - ما غرت على خديجة رضي الله عنها، وما رأيتها قط، ولكن يكثر ذكرها، وربما ذبح الشاة، ثم يقطعها أعضاء، ثم يبعثها في صدائق خديجة، فربما قلت له: كأن لم يكن في الدنيا إلا خديجة! فيقول: \"إنها كانت وكانت(6) وكان لي منها ولد\" متفق عليه(7). ¶ وفي رواية وإن كان ليذبح الشاء، فيهدي في خلائلها(8) منها ما يسعهن. ¶ وفي رواية كان إذا ذبح الشاة يقول: \"أرسلوا بها إلى أصدقاء خديجة\". ¶ __________ ¶ (1) أي: يستريح عليه إذا مل، أي: سئم ركوب الراحلة من الإبل. ¶ (2) أي: بعد أن يموت. ¶ (3) مسلم (2552) و(12) و(13)، وأخرجه الترمذي (1904)، وأبو داود (5143). ¶ (4) أي: الدعاء لهما. ¶ (5) أبو داود (5142)، وأخرجه ابن ماجة (3664)، وابن حبان (2030)، وفي سنده علي بن عبيد الساعدي لم يوثقه غير ابن حبان، وباقي رجاله ثقات. ¶ (6) أي: يثني عليها بأفعالها. و\"كان لي منها ولد\": أي: أولاد وكان جميع أولاد النبي - صلى الله عليه وسلم - من خديجة إلا إبراهيم فإنه كان من مارية. ¶ (7) البخاري 7/102، 103، ومسلم (2435) و(2437) وفي الحديث دلالة لحسن العهد وحفظ الود ورعاية حرمة الصاحب والمعاشر حياً ومستاً وإكرام معارف ذلك الصاحب. ¶ (8) جمع خليلة وهي الصديقة.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وفي رواية قالت: استأذنت هالة بنت خويلد أخت خديجة على رسول الله - صلى الله عليه وسلم -، فعرف استئذان خديجة(1)، فارتاح لذلك فقال: \"اللهم هالة بنت خويلد\". ¶ قولها: \"فارتاح\" هو بالحاء، وفي الجمع بين الصحيحين للحميدي: \"فارتاع\" بالعين ومعناه: اهتم به. ¶ وعن أنس بن مالك رضي الله عنه قال: خرجت مع جرير بن عبد الله البجلي رضي الله عنه في سفر، فكان يخدمني(2) فقلت له: لا تفعل، فقال: إني رأيت الأنصار تصنع برسول الله - صلى الله عليه وسلم - شيئاً آليت على نفسي أن لا أصحب أحداً منهم إلا خدمته. متفق عليه(3). ¶ أهمية بر الوالدين(4) ¶ يقوم الإسلام على الرحمة والتكافل لين أفراده ولذلك يهتم ببر الوالدين والإحسان إليهما والعناية بهما، وهو بذلك يسبق النظم المستحدثة في الغرب مثل \"عيد الأم\" و\"رعاية الأمومة والمسنين\". وقد جاء الإسلام بأوامر صريحة تلزم المؤمن ببر والديه وطاعتهما ما لم يأمرا بمعصية قال تعالى: ¶ { وَوَصَّيْنَا الإِنْسَانَ بِوَالِدَيْهِ إِحْسَانًا } [الأحقاف: 15]. ¶ وقال: { وَبِالْوَالِدَيْنِ إِحْسَانًا } وقرن برهما بالأمر بعبادته في كثير من الآيات. برهان ذلك قوله تعالى: ¶ { وَقَضَى رَبُّكَ أَلا تَعْبُدُوا إِلا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلاهُمَا فَلا تَقُلْ لَهُمَا أُفٍّ وَلا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلاً كَرِيمًا } [الإسراء: 23]. ¶ وقوله: { وَاعْبُدُوا اللهَ وَلا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا } [النساء: 36]. ¶ وعن أبي هريرة رضي الله عنه قال: \"جاء رجل إلى رسول ¶ الله - صلى الله عليه وسلم - فقال يا رسول من أحق الناس بحسن صحابتي؟ قال أمك. قال ثم من؟ قال أمك. قال ثم من؟ قال أمك. قال ثم من؟ قال أبوك\" (رواه الشيخان). وما ذكر الله الإحسان إلى الوالدين بعد توحيده إلا لأن حقهما عظيم وبرهما واجب. ¶ أنواع البر: ¶ وأنواع البر كثيرة منها: ¶ __________ ¶ (1) أي: تذكر خديجة، لأن نغمتها تشبه نغمة خديجة. \"فارتاح لذلك\" أي: هش لمجيئها، وسر به لتذكره بها خديجة وأيامها. ¶ (2) أي: وهو أسن مني. وقوله: \"شيئاً\" أي: عظيماً لا تفي العبارة بتفصيله. وقوله: آليت... أي: أقسمت ألا أصحب أحداً منهم إلا خدمته إكراماً للنبي صلوات الله وسلامه عليه. ¶ (3) البخاري 6/62، ومسلم (2513). ¶ (4) أصول المنهج الإسلامي ص225 – 228.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "أن لا يتضجر منهما ولو بكلمة أف بل يجب الخضوع لأمرهما وخفض الجناح لهما ومعاملتهما باللطف. ¶ شكرهما الذي جاء مقروناً بشكر الله والدعاء لهما لقوله تعالى: { وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا } . ¶ اختصاص الأم بمزيد البر لحاجتها وعظم شأنها وتعبها في الولادة والحل والرضاعة. والبر يكون بمعنى حسن الصحبة والعشرة وبمعنى الطاعة والصلة لقوله تعالى: { وَوَصَّيْنَا الإِنْسَانَ بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ } [لقمان: 14 ¶ الإحسان إليهما في القول والعمل والأخذ والعطاء وتفضيلهما على النفس والزوجة وتقديم أمرهما وطلبهما ومجاهدة النفس برضاهما حتى وإن كانا غير مسلمين لقوله تعالى: { وَإِنْ جَاهَدَاكَ عَلَى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا } [لقمان: 15]. ¶ رعايتهما ولاسيما عند الكبر وملاطفتهما وإدخال السرور عليهما. ¶ الإنفاق عليهما عند الحاجة قال تعالى: { قُلْ مَا أَنْفَقْتُمْ مِنْ خَيْرٍ فَلِلْوَالِدَيْنِ } [البقرة: 215]. ¶ استئذانهما قبل السفر وأخذ موافقتهما إلا في حج فرض. ¶ الدعاء لهما بعد الموت وبر صديقهما وإنفاذ وصيتهما. ¶ فضل بر الوالدين: ¶ وفي فضل بر الوالدين وكونه مقدماً على الجهاد ومكفراً للذنوب ورد عن أبي هريرة رضي الله عنه عن النبي - صلى الله عليه وسلم - قال: \"رغم أنفه رغم أنفه رغم أنفه قيل من يا رسول الله؟ قال: من أدرك والديه عند الكبر أحدهما أو كليهما ثم لم يدخل الجنة\" (رواه مسلم والترمذي). وعن أبي عبد الرحمن عبد الله بن مسعود رضي الله عنه قال سألت النبي - صلى الله عليه وسلم - أي العمل أحب إلى الله؟ \"قال الصلاة على وقتها. قلت ثم أي؟ قال بر الوالدين. قلت ثم أي؟ قال الجهاد في سبيل الله\" (متفق عليه).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وعن عبد الله بن عمرو بن العاص رضي الله عنهما قال أقبل رجل إلى النبي - صلى الله عليه وسلم - فقال أبايعك على الهجرة والجهاد أبتغي الأجر من الله تعالى. فقال: هل من والديك أحد حي؟ قال نعم بل كلاهما. قال: فتبتغي الأجر من الله تعالى؟ قال: نعم. قال: فارجع فأحسن صحبتهما. (متفق عليه). وهذا لفظ مسلم وفي رواية لهما جاء رجل فاستأذنه في الجهاد. فقال أحي والداك قال: نعم. قال: ففيهما فجاهد. وعن عبد الله بن عمرو رضي الله عنهما عن ¶ النبي - صلى الله عليه وسلم - قال: \"رضا الرب في رضا الوالد وسخط الرب في سخط الوالد\" (رواه الترمذي). ¶ وفي البر منجاة من مصائب الدنيا كما ورد في حديث أصحاب الغار وكان أحدهم باراً بوالديه يقدمهما على زوجته وأولاده. وعكس البر هو العقوق ونتيجته الحرمان من الجنة لحديث أبي محمد جبير بن مطعم رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال: \"لا يدخل الجنة قاطع\". ¶ قال سفيان في روايته يعني قاطع رحم (رواه البخاري ومسلم) والعقوق هو العق والقطع وهو من الكبائر (بل كما وصفه الرسول - صلى الله عليه وسلم -) من أكبر الكبائر - وفي الحديث المتفق عليه وجدت أن العقوق يأتي مباشرة بعد الإشراك بالله. ¶ والعق لغة هو المخالفة وضابطه عند العلماء أن يفعل مع والديه ما يتأذيان منه تأذيا ليس بالهين وتوسيعاً لدائرة البر اعتبر رسول الله - صلى الله عليه وسلم - الخالة بمنزلة الأم لما ورد عن البراء بن عازب رضي الله عنه عن النبي - صلى الله عليه وسلم - قال: \"الخالة بمنزلة الأم\" (رواه الترمذي) وقال حديث صحيح. ¶ وهذا في طلب إرضائها وصلتها وليس في تقسيم الميراث وفي الترمذي بإسناد صحيح حديث الرجل الذي أصاب ذنباً عظيماً وجاء يسأل هل له من توبة؟ وجواب النبي - صلى الله عليه وسلم - هل لك من أم؟ قال لا ثم قال: هل لك من خالة؟ قال نعم قال: فبرها. ¶ البر بعد الموت: ¶ وبر الوالدين لا يقتصر على فترة حياتهما بل يمتد إلى ما بعد مماتهما ويتسع ليشمل ذوي الأرحام وأصدقاء الوالدين . فقد روى أبو داود والبيهقي \"جاء رجل من بني سلمة فقال: يا رسول الله هل بقي من بر أبوي شيء أبرهما بعد موتهما؟ قال: نعم الصلاة عليهما والاستغفار لهما وإنفاذ عهدهما بعدهما وصلة الرحم التي لا توصل إلا بهما وإكرام صديقهما\". ¶ واجبنا نحو الوالدين وبماذا يكون برهم؟",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "إن الحمد لله ونستعينه ونستغفره ونتوب إليه ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا من يهده الله فلا مضل له ومن يضلل فلا هادي له وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمداً عبده ورسوله صلى الله عليه وعلى آله وأصحابه ومن تبعهم بإحسان وسلم تسليماً كثيراً. ¶ أما بعد: أيها المسلمون اتقوا الله تعالى وقوموا بما أوجب الله عليكم من حقه وحقوق عباده ألا وإن أعظم حقوق العباد التي تلي حق الله المتضمن لحقه وحق رسوله فقال تعالى: { وَاعْبُدُوا اللهَ وَلا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَبِذِي الْقُرْبَى } (1). ¶ __________ ¶ (1) سورة النساء آية 36.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وقال تعالى: { وَوَصَّيْنَا الإِنْسَانَ بِوَالِدَيْهِ } (1) وبين العلة في ذلك إغراء للأولاد وحثاً لهم على الاعتناء بهذه الوصية فقال: { حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ } (2). أي ضعفاً على ضعف ومشقة على مشقة في الحمل وعند الولادة ثم في حضنه في حجرها وإرضاعه قبل انفصاله فقال تعالى: { وَفِصَالُهُ فِي عَامَيْنِ أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ } (3) ولقد جعل النبي - صلى الله عليه وسلم - بر الوالدين مقدماً على الجهاد في سبيل الله. ففي الصحيحين عن عبد الله بن مسعود رضي الله عنه قال سألت النبي - صلى الله عليه وسلم - أي العمل أحب على الله تعالى قال الصلاة على وقتها قلت ثم أي قال: بر الوالدين قلت ثم أي قال الجهاد في سبيل الله. وفي صحيح مسلم أن رجلاً أتى النبي - صلى الله عليه وسلم - فقال أبايعك على الهجرة والجهاد أبتغي الأجر من الله قال فهل من والديك أحد حي قال نعم بل كلاهما قال فتبغي الأجر من الله قال نعم قال فارجع إلى والديك فأحسن صحبتهما. وفي حديث إسناده جيد أن رجلاً قال يا رسول الله إني اشتهي الجهاد ولا أقدر عليه قال هل بقي من والديك أحد قال نعم أمي قال قابل الله في برها فإذا فعلت ذلك فأنت حاج ومعتمر ومجاهد. وقد أوصى الله تعالى بصحبة المعروف للوالدين في الدنيا وإن كانا كافرين بل وإن كانا يأمران ولدهما المسلم أن يكفر بالله لكن لا يطيعهما في الكفر فقال تعالى: { وَإِنْ جَاهَدَاكَ - أي بذلا جهدهما - عَلَى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ } (4). وفي الصحيحين عن أسماء بنت أبي بكر رضي الله عنهما قالت قدمت علي أمي وهي مشركة وكان أبو بكر قد طلقها في الجاهلية فقدمت على ابنتها أسماء في المدينة بعد صلح الحديبية قالت أسماء فاستفتيت رسول الله - صلى الله عليه وسلم - فقلت يا رسول اله قدمت علي أمي وهي راغبة - أي راغبة في أن تصلها ابنتها أسماء بشيء - أفأصل أمس يا رسول الله قال: نعم صلي أمك. ¶ __________ ¶ (1) سورة لقمان آية 14. ¶ (2) سورة لقمان آية 14. ¶ (3) سورة لقمان آية 14. ¶ (4) سورة لقمان آية 15.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "أيها المسلمون إن بر الوالدين يكون ببذل المعروف والإحسان إليهما بالقول والفعل والمال أما الإحسان بالقول فأن تخاطبهما باللين واللطف مستصحباً كل لفظ يدل على اللين والتكريم، وأما الإحسان بالفعل فأن تخدمهما ببدنك ما استطعت من قضاء الحوائج والمساعدة على شؤءنهما وتيسير أمورهما وطاعتهما في غير ما يضرك في دينك أو دنياك والله أعلم بما يضرك في ذلك فلا تفت نفسك في شيء لا يضرك بأنه يضرك ثم تعصمهما في ذلك. ¶ وأما الإحسان بالمال فأن تبذل لهما من غير متبع له بمنة ولا أذى بل تبذله وأنت ترى أن المنة لهما في ذلك في قبوله والانتفاع به. ¶ وإن بر الوالدين كما يكون في حياتهما يكون أيضاً بعد مماتهما فقد أتى رجل من بني سلمة إلى النبي - صلى الله عليه وسلم - فقال يا رسول الله هل بقي من بر أبوي شيء أبرهما بعد موتهما قال نعم الصلاة عليهما - يعني الدعاء لها - والاستغفار لهما وإنفاذ عهدهما - أي وصيتهما - من بعدهما وصلة الرحم التي لا توصل إلا بهما وإكرام صديقهما (رواه أبو داود). الله أكبر ما أعظم بر الوالدين وأشمله حتى إكرام صديقهما وصلته من برهما. ¶ وفي صحيح مسلم عن عبد الله بن عمر بن الخطاب رضي الله عنهما أنه كان يسير في طريق مكة راكباً على حمار يتروح عليه إذا مل الركوب على الراحلة فمر به أعرابي فقال أنت فلان بن فلان قال بلى فأعطاه الحمار وقال اركب هذا وأعطاه عمامة كانت عليه وقال اشدد بها رأسك فقالوا لابن عمر غفر الله لك أعطيته حماراً كنت تروح عليه وعمامة تشد بها رأسك فقال ابن عمر إن هذا كان صديقاً لعمر وإني سمعت رسول الله - صلى الله عليه وسلم - يقول إن من أبر البر صلة الرجل أهل ود أبيه. ¶ آثار البر",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "أيها المسلمون هذا بيان منزلة البر وعظيم مرتبته أما آثاره فهي الثواب الجزيل في الآخرة والجزاء بمثله في الدنيا فإن من بر بوالديه بر به أولاده. وتفريج الكربات، ففي الصحيحين من حديث ابن عمر رضي الله عنهما في قصة الثلاثة الذين آواهم المبيت إلى غار فدخلوه فانطبقت عليهم صخرة فسدته عليهم فتوسلوا إلى الله تعالى بصالح أعمالهم أن يفرج عنهم فقال أحدهم اللهم إنه كان لي أبوان شيخان كبيران وكنت لا أغبق قبلهما أهلاً ولا مالاً فنأى بي طلب الشجر يوماً فلم أرح عليهما حتى ناما فحلبت غبوقهما فوجدتهما نائمين فلبثت والقدح على يدي أنتظر استيقاظهما حتى برق الفجر فاستيقظا فشربا غبوقهما اللهم إن كنت فعلت ذلك ابتغاء وجهك ففرج عنا ما نحن فيه من هذه الصخرة فانفجرت قليلاً وتوسل صاحباه بصالح من أعمالهما فانفجرت كلها وخرجوا يمشون. وإن في بر الوالدين سعة الرزق وطول العمر وحسن الخاتمة فعن على بن أبي طالب رضي الله عنه أن النبي - صلى الله عليه وسلم - قال: \"من سره أن يمد له في عمره ويوسع له في رزقه ويدفع عنه ميتة السوء فليتق الله وليصل رحمه\". (إسناده جيد) وبر الوالدين أعلى صلة الرحم لأنهما أقرب الناس إليك رحماً. ¶ أيها المسلمون إنه لا يليق بعاقل مؤمن أن يعلم فضل بر الوالدين وآثاره الحميدة في الدنيا والآخرة ثم يعرض عنه ولا يقوم به أو يقوم بالعقوق والقطيعة فلقد نهى الله تعالى عن عقوق الوالدين في أعظم حال يشف على الولد برهما في فيها فقال تعالى: { إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلاهُمَا فَلا تَقُلْ لَهُمَا أُفٍّ وَلا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلاً كَرِيمًا * وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا } (1). ففي حال بلوغ الوالدين الكبر يكون الضعف البدني والعقلي منهما وربما وصلا إلى أرذل العمر الذي هو سبب للضجر والملل منهما وفي حال كهذه نهى الله الولد يتضجر أقل تضجر من والديه وأمره أن يقول لهما قولاً كريماً وأن يخفض لهما جناح الذل من الرحمة فيخاطبهما مخاطبة من يستصغر نفسه أمامهما ويعاملهما معاملة الخادم الذي ذل أما سيده رحمة بهما وإحساناً إليهما ويدعو الله لهما بالرحمة كما رحماه في صغره ووقت حاجته فربياه صغيراً. ¶ __________ ¶ (1) سورة الإسراء آية 23 – 24.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "إن على المؤمن أن يقوم ببر والديه وأن لا ينسى إحسانهما إليه حين كان صغيراً لا يملك لنفسه نفعاً ولا ضراً وأمه تسهر الليالي من أجل نومه وترهق بدنها من أجل راحته وأبوه يجوب الفيافي ويتعب فكره وعقله وجسمه من أجل حصوله على معاشه والإنفاق عليه ولكل منهما بر بجزاء عمله. ففي الصحيحن عن أبي هريرة رضي الله عنه أن رجلاً قال يا رسول الله من أحق الناس بحسن صحبتي قال أمك. قال ثم من؟ قال أمك. قال ثم من؟ قال أمك. قال ثم من؟ قال أبوك. ¶ وفقنا الله جيمعاً أمهاتنا وآبائنا ورزقنا في ذلك الإخلاص وحسن القصد والسداد إنه جواد كريم(1). ¶ حقوق الوالدين ¶ لا ينكر أحد فضل الولدين على أولادهما فالوالدان سبب وجود الولد ولهما عليه حق كبير فقد ربياه صغيراً وتعباً من أجل راحته وسهرا من أجل منامه. تحملك أمك في بطنها وتعيش على حساب غذائها وصحتها لمدة تسعة شهور غالباً، كما أشار الله إلى ذلك في قوله: { حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ } (2). ¶ ثم بعد ذلك حضانة ورضاع لمدة سنتين مع التعب والعناء والصعوبة.. والأب كذلك يسعى لعيشك وقوتك من حين الصغر حتى تبلغ أن تقوم بنفسك ويسعى بتربيتك وتوجيهك وأنت لا تملك لنفسك ضراً ولا نفعاً، ولذلك أمر الله الولد بالإحسان بوالديه إحساناً وشكراً. ¶ فقال تعالى: { وَوَصَّيْنَا الإِنْسَانَ بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ } (3). ¶ وقال تعالى: { وَبِالْوَالِدَيْنِ إِحْسَانًا إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلاهُمَا فَلا تَقُلْ لَهُمَا أُفٍّ وَلا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلاً كَرِيمًا * وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا } (4). ¶ __________ ¶ (1) خطب الشيخ محمد الصالح العثيمين ص501. ¶ (2) سورة لقمان آية 14. ¶ (3) سورة لقمان آية 14. ¶ (4) سورة الإسراء آية 23–24.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "إن حق الوالدين عليك أن تبرهما وذلك بالإحسان إليهما قولاً وفعلاً بالمال والبدن، وتمتثل أمرهما في غير معصية الله وفي غير ما فيه ضرر عليك، تلين لهما القول وتبسط لهما الوجه وتقوم بخدمتهما على الوجه اللائق بهما ولا تتضجر منهما عند الكبر والمرض والضعف ولا تستثقل ذلك منهما فإنك سوف تكون بمنزلتهما، سوف تكون أباً كما كانا أبوين، وسوف تبلغ الكبر عند أولادك إن قدر لك البقاء كما بلغاه عندك وسوف تحتاج إلى بر أولادك كما احتاجا إلى برك، فإن كنت قد قمت ببرهما فأبشر بالأجر الجزيل والمجازاة بالمثل فمن بر والديه بره أولاده، ومن عق والديه عقه أولاده والجزاء من جنس العمل فكما تدين تدان. ولقد جعل الله مرتبة حق الوالدين مرتبة كبيرة عالية حيث جعل حقهما بعد حقه المتضمن لحقه وحق رسوله. ¶ فقال تعالى: { وَاعْبُدُوا اللهَ وَلا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا } (1). ¶ وقال تعالى: { أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ } (2). ¶ وقدم النبي - صلى الله عليه وسلم - بر الوالدين على الجهاد في سبيل الله كما في حديث ابن مسعود رضي الله عنه قال قلت يا رسول الله أي العمل أحب إلى الله؟ قال: الصلاة على وقتها، قلت ثم أي؟ قال: بر الوالدين. قلت: ثم أي؟ قال: الجهاد في سبيل الله. رواه البخاري ومسلم.. وهذا يدل على أهمية حق الوالدين الذي أضاعه كثير من الناس وصاروا إلى العقوق والقطيعة فترى الواحد منهم لا يرى لأبيه ولا لأمه حقاً وربما احتقرهما وازدراهما وترفع عليهما وسيلقى مثل هذا جزاءه العاجل أو الآجل(3). ¶ وصايا ¶ أيها المسلم الكريم إذا أردت النجاح في الدنيا والآخرة فاعمل بالوصايا الآتية: ¶ خطب والديك بأدب \"ولا تقل لهما أف ولا تنهرهما وقل لهما قولاً كريماً\". ¶ أطع والديك دائماً في غير معصية فلا طاعة لمخلوق في معصية الخالق. ¶ تلطف بوالديك ولا تعبس في وجوههما ولا تحدق النظر إليهما غاضباً. ¶ حافظ على سمعة والديك وشرفهما ومالهما ولا تأخذ شيئاً بدون إذنهما. ¶ اعمل ما يسرهما ولو في غير أمرهما كالخدمة وشراء اللوازم والاجتهاد. ¶ شاورهما في أعمالك كلها واعتذر لهما إذا اضطررت للمخالفة. ¶ أجب نداءهما مسرعاً بوجه مبتسم قائلاً لبيك يا أبي لبيك يا أمي. ¶ أكرم صديقهما وأقرباءهما ولا تصادق عدوهما في حياتهما وبعد موتهما. ¶ __________ ¶ (1) سورة النساء آية 36. ¶ (2) سورة لقمان آية 14. ¶ (3) حقوق دعت إليها الفطرة وقررتها الشريعة ص11-14.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "لا تجادلهما ولا تخاطئهما وحاول بأدب أن تبين لهما الصواب. ¶ لا تعاندهما ولا ترفع صوتك عليهما وأنصت لحيدثهما وتأدب معهما ولا تزعج أحد اخوتك إكراماً لوالديك. ¶ ساعد أمك في البيت ولا تتأخر عن مساعدة أبيك في عمله. ¶ لا تسافر إذا لم يأذن لك ولو لأمر هام فإن اضطررت فاعتذر لهما ولا تقطع رسائلك عنهما. ¶ لا تدخل عليهما بدون إذنهما ولاسيما وقت نومهما وراحتهما. ¶ إذا كان عندهما ضيف فقم بالخدمة وراقب نظرهما لعلهما يريدان شيئاً. ¶ لا تتناول طعاماً قبلهما وإكرمهما في الطعام والشراب واللباس. ¶ لا تكذب عليهما ولا تلمهما إذا عملا عملاً لا يعجبك. ¶ لا تفضل زوجتك وأولادك عليهما واطلب رضاهما قبل كل شيء - فرضا الله في رضا الوالدين وسخط الله في سخط الوالدين. ¶ لا تجلس في مكان أعلى منهما ولا تمش أمامهما. ¶ لا تتكبر من الانتساب إلى أبيك ولو كنت موظفاً كبيراً واحذر أن تنكر معروفهما أو تؤذيهما ولو بكلمة واحدة. ¶ لا تبخل بالنفقة على والديك حتى يشكواك فهذا عار عليك وسترى ذلك من أولادك فكما تدين تدان والجزاء من جنس العمل. ¶ أكثر من زيارة والديك وتقديم الهدايا لهما واشكرهما على تربيتك وتعبهما عليك واعتبر بأولادك وما تقاسيه معهم. ¶ أحق الناس بالإكرام أمك ثم أبوك واعلم أن الجنة تحت أقدام الأمهات. ¶ احذر عقوق الوالدين وغضبهما فتشقى في الدنيا والآخرة. وسيعاملك أولادك بمثل ما تعامل به والديك. ¶ إذا طلبت شيئاً من والديك فتلطف بهما واشكرهما أن أعطياك وأعذرهما أن منعاك ولا تكثر طلباتك لئلا تزعجهما. ¶ إذا أصبحت قادراً على كسب الرزق فاعمل وساعد والديك فأنت ومالك لأبيك. ¶ إن لوالديك عليك حقاً ولزوجتك عليك حقاً ولأولادك عليك حقاً ولإخوتك عليك حقاً فأعط كل ذي حق حقه وحاول التوفيق بين هذه الحقوق إن اختلفت وقدم لهما الهدايا سراً وجهراً وتهادوا تحابوا وتذهب الشحناء. ¶ إذا اختصم أبواك مع زوجتك فكن حكيماً وأفهم زوجتك أنك معها إن كان الحق لها وأنك مضطر لترضي والديك. ¶ إذا اختلفت مع والديك في الزواج والطلاق فاحتكموا إلى الشرع فهو خير عون لكم. ¶ دعاء الوالدين مستجاب فاحرص على أن يدعوا لك بالخير واحذر دعاءهما عليك بالشر. ¶ تأدب مع الناس فمن سب الناس سبوه قال - صلى الله عليه وسلم - \"من الكبائر شتم الرجل والديه يسب أبا الرجل فيسب أباه ويسب أمه فيسب أمه\" متفق عليه.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "زر والديك في حياتهما وبعد موتهما وتصدق عنهما وأكثر من الدعاء لهما قائلاً: (رب اغفر لي ولوالدي) - (رب ارحمهما كما ربياني صغيرا)(1). ¶ فوائد تتعلق ببر الوالدين وعقوقهما ¶ بحسب ما ورد في الأدلة ¶ وجوب بر الوالدين. ¶ وجوب برهما وإن كانا مشركين. ¶ وجوب طاعتهما في غير معصية الله. ¶ وجوب طاعتهما في طلاق المرأة. ¶ وجوب الحنث في اليمين عند أمرهما. ¶ الولد وما كسب لوالده. ¶ عدم إمكان مجازاة الوالدين. ¶ تحريم الجهاد بغير إذنهما. ¶ تحريم السفر بغير إذنهما. ¶ تفصيل الأم على الأب في البر. ¶ تقديم بر الوالدين على التطوع بالصلاة. ¶ فضل بر الوالدين عظيم. ¶ بر الوالدين يعدل الجهاد. ¶ تفضيل برهما على الجهاد. ¶ برهما مغفرة للذنوب. ¶ برهما كفارة للكبائر. ¶ يغفر للبار وإن عمل ما شاء سوى الكبائر. ¶ من بر والديه دخل الجنة. ¶ تحويل الشقاء سعادة ببرهما. ¶ رضى الله في رضاهما. ¶ استجابة دعاء من برهما. ¶ برهما يزيد في العمر. ¶ برهما يزيد في الرزق. ¶ فضل النظر إليهما. ¶ فضل الشفقة عليهما. ¶ فضل من قبل بين عيني أمه. ¶ وجوب الدعاء للوالدين. ¶ ترك الدعاء لهما يورث الفقر. ¶ دعاء الوالدين مستجاب. ¶ من بر والديه بره أولاده. ¶ وجوب النفقة على الوالدين. ¶ فضل النفقة عليهما. ¶ من البر لين الجانب لهما. ¶ من البر الخشوع لهما عند الغضب. ¶ من البر ألا يرفع يديه عليهما إذا كلمهما. ¶ من البر ألا يسميهما عند ندائهما. ¶ من البر ألا يمشي أمامهما. ¶ من البر ألا يوقظهما. ¶ من البر الاستئذان عليهما. ¶ من البر القيام لهما. ¶ من البر إمضاء وصيتهما. ¶ من البر الحج عنهما. ¶ من البر الدعاء لعما والاستغفار بعد موتهما. ¶ من البر الآباء زيارة قبرهما وفضلهما. ¶ من بر الآباء صلاح الأبناء. ¶ من البر صلة أصدقاء الوالدين. ¶ تحريم عقوق الوالدين. ¶ العقوق من الكبائر. ¶ ملعون من عق والديه. ¶ العاق لا يدخل الجنة إلا أن يتوب. ¶ العاق لا تقبل منه الأعمال. ¶ العقوق يمنع النطق بالشهادتين عند الموت. ¶ تعجيل عقوبة العقوق في الحياة. ¶ تحريم عقوق الوالدين وإن ظلما. ¶ تحريم عقوقهما وإن أمرا بالخروج من الأهل والمال. ¶ من العقوق أن يحزن والديه. ¶ من العقوق التسبب في بكائهما. ¶ من العقوق التسبب في شتمهما. ¶ من العقوق إحداد النظر إليهما. ¶ إثم من رغب عن والديه. ¶ إثم من تبرأ من والديه. ¶ إثم من تكبر عليهما. ¶ إثم من ضربهما أو أحدهما. ¶ إثم من قتل أحد والديه. ¶ __________ ¶ (1) بهجة الناطرين فيما يصلح الدنيا والدين للمؤلف ص240.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "لا يقتل الوالد بالولد(1). ¶ (موعظة) أيها المضيع لآكد الحقوق، والمعتاض من بر الوالدين العقوق، الناسي لما يجب عليه، الغافل عما بين يديه، بر الوالدين عليك دين، وأنت تتعاطاه باتباع الشين، تطلب الجنة بزعمك، وهي تحت أقدام أمك، حملتك في بطنها تسعة أشهر كأنها تسع سنين، وكابدت عند الوضع ما يذيب المهج، وأرضعتك من ثديها لبناً، وأطارت لأجلك وسنا، وغسلت بيمينها عنك الأذى، وآثرتك على نفسها بالغذاء، وصيرت حجرها لك مهداً، وأنالتك إحساناً ورفداً، فإن أصابك مرض أو شكاية، أظهرت من الأسف فوق النهاية، وأطالت الحزن والنحيب، وبذلت مالها للطبيب، ولو خيرت بين حياتك وموتها، لطلبت حياتك بأعلى صوتها، هذا وكم عاملتها بسوء الخلق مراراً، فدعت لك بالتوفيق سراً وجهاراً، فلما احتاجب عند الكبر إليك، جعلتها من أهون الأشياء عليك، فشبعت وهي جائعة، ورويت وهي قانعة، وقدمت عليها أهلك وأولادك بالإحسان، وقابلت أياديها بالنسيان، وصعب لديك أمرها وهو يسير، وطال عليك عمرها وهو قصير، وهجرتها ومالها سواك نصير، هذا ومولاك قد نهاك عن التأفيف، وعاتبك في حقها بعتاب لطيف، ستعاقب في دنياك بعقوق البنين، وفي أخراك بالعبد من رب العالمين، يناديك بلسان التوبيخ والتهديد { ذَلِكَ بِمَا قَدَّمَتْ يَدَاكَ وَأَنَّ اللهَ لَيْسَ بِظَلامٍ لِلْعَبِيدِ } (2). ¶ لأمسك حق لو علمت كثير ... كثيرك يا هذا لديه يسير ¶ فكم ليلة باتت بثقلك تشتكي ... لها من جواها أنة وزفير ¶ وفي الوضع لو تدري عليها مشقة ... فمن غصص منها الفؤاد يطير ¶ وكم غسلت عنك الأذى بيمينها ... وما حجرها إلا لديك سرير ¶ وتفديك مما تشتكيه بنفسها ... ومن ثديها شرب لدك نمير ¶ وكم مرة جاعت وأعطتك قوتها ... حناناً وإشفافاً وأنت صغير ¶ فآها لذي عقل ويتبع الهوى ... وآها لأعمى القلب وهو بصير ¶ فدونك فارغب في عميم دعائها ... فأنت لما تدعو إليه فقير(3) ¶ صلة الأرحام(4) ¶ __________ ¶ (1) انظر كتاب بر الوالدين للشيخ أحمد الغماري الحسني. ¶ (2) سورة الحج آية 10. ¶ (3) من كتاب الكبائر للإمام الذهبي ص48. ¶ (4) أصول المنهج الإسلامي ص229-230.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "يركز الإسلام على توطيد الصلة وتقوية الأواصر بين أفراده ففي نطاق الأسرة نجد أن الإسلام يدعو إلى ترابطها بشكل يحقق الوئام والمودة ويمنع الإفساد ويقضي على القطيعة ولذلك نراه يدعو إلى حفظ حقوق الأقربين وإيتائهم حقهم من الصلة والبر والزيارة والتكريم وخاصة الأصول والفروع وما يلحق لهما من الحواشي قال تعالى: ¶ { ذَا الْقُرْبَى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ } [الإسراء: 27]. ومن السنة قوله - صلى الله عليه وسلم - في حديث أنس بن مالك في الصحيحين في جزاء صلة الأرحام التي هي سبب في توسعة الرزق وحصول البركة \"من أحب أن يبسط له في رزقه وأن ينسأ له في أثره فليصل رحمه\" وحديث جبير بن مطعم فيهما أيضاً عن أبيه \"لا يدخل الجنة قاطع\" يعني قاطع رحم. ¶ والأرحام الذين تجب صلتهم هم جمع رحم وهم الأقارب ويقع على كل من يجمعك وإياه نسب من جهة الأبوة أو من جهة الأمومة وهي واجبة ويحرم قطعها. وتشمل الرحم الأصول والفروع والحواشي فريبة أو بعيدة وإن كان الوعيد على قطعها لا يتنزل إلا على قطع من وجبت له النفقة كالأصول والفروع. أما البر والإحسان إلى الأقارب فيكون بما يتيسر للإنسان على حسب حاله وحالهم من نفقة أو سلام أو زيارة أو تكريم وكلما دعت الحاجة إلى البر كانت المسئولية أكبر وأعظم امتثالاً لقوله تعالى: { وَآتِ ذَا الْقُرْبَى حَقَّهُ } فتبين أنه حق لازم وثابت واجب الأداء سواء كان حقاً مادياً أو معنوياً. ¶ اشتقاق كلمة الرحم",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وفي تعلق الرحم بالعرش عند بدء الخلق ورد عن أبي هريرة رضي الله عنه عن النبي - صلى الله عليه وسلم - قال: \"إن الرحم شجنة من الرحمن فقال الله من وصلك وصلته ومن قطعك قطعته\" [رواه البخاري والترمذي] ومعنى شجنة من الرحمن أي مشتقة من اسم الرحمن تعالى فمن وصلها وصله الله بلطفه وإحسانه ولهما عن النبي - صلى الله عليه وسلم - قال: \"إن الله خلق حتى إذا فرغ من خلقه قالت الرحم. هذا مقام العائذ بك من القطيعة قال نعم: أما ترضين أن أصل من وصلك من قطعك؟ قالت بلى يا رب قال فهو لك\" قال رسول الله \"فاقرأوا إن شئتم فهل عسيتم إن توليتم أن تفسدوا في الأرض وتقطعوا أرحامكم أولئك الذين لعنهم الله فأصمهم وأعمى أبصارهم\" [رواه الشيخان]. وعن عائشة رضي الله عنها عن النبي - صلى الله عليه وسلم - قال: \"الرحم معلقة بالعرش تقول من وصلني وصله الله ومن قطعني قطعه الله\" [رواه مسلم]. وعن عبد الرحمن بن عوف رضي الله عنه عن النبي - صلى الله عليه وسلم - قال: قال الله تعالى \"أنا الله وأنا الرحمن خلقت الرحم وشققت لها اسماً من اسمي فمن وصلها وصلته ومن قطعها قطعه أو قال بتته\" [رواه داود والترمذي وقال حديث حسن صحيح]. ¶ الآثار المترتبة على صلة الرحم ¶ مما لا شك في أن صلة الرحم توجب المحبة والمودة بين الأسر خلافاً للقاطع والعياذ بالله، كما أنها تحد من الفتن والضغائن التي تقوم بسبب إهمال الصلة والتعاون بين الناس ومن آثارها أيضاً محبة الأهل وسعة الرزق وطول العمر ففي صحيح البخاري أجاب الرسول - صلى الله عليه وسلم - الرجل الذي يسأل عن عمل يدخله الجنة وعدله الله وتوحيده، وإقامة الصلاة، وإيتاء الزكاة، ثم قال وصلة الرحم. وعن أبي هريرة رضي الله عنه عن النبي - صلى الله عليه وسلم - قال: \"من سره أن يبسط له في رزقه وأن ينسأ له في أثره فليصل رحمه\" [رواه البخاري ومسلم] والبسط هو الزيادة، والنسأ التأخير، والأثر هو الأجل، فمن أراد السعة في رزقه والزيادة في عمره فليحسن إلى أقاربه فإن صلة الرحم سبب في بسك الرزق وهذا وارد في عدة آيات مثل قوله تعالى: ¶ { وَمَا أَنْفَقْتُمْ مِنْ شَيْءٍ فَهُوَ يُخْلِفُهُ وَهُوَ خَيْرُ الرَّازِقِينَ } [سبأ: 39].",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "والمراد بزيادة العمر البركة فيه فيوفق للأعمال الصالحة في سنين قليلة مثلاً، أكثر من سنوات طويلة. ويرشدنا الرسول - صلى الله عليه وسلم - أيضاً في حديث أبي هريرة حيث يقول: \"تعلموا من أنسابكم ما تصلون به أرحامكم فإن صلة الرحم محبة في الأهل مثراة في المال منسأة في الأثر\" وتقدم أن الأثر هو الأجل [رواه الترمذي وأحمد والحاكم] بسند صحيح وعكس ذلك والعياذ بالله القاطع حيث تتواتر الآيات القرآنية توميه باللعن والصمم وعمى الأبصار وما يلقاه من سوء العاقبة جزاء قطعه ما أمر الله به أن يوصل قال تعالى: ¶ { فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ * أُولَئِكَ الَّذِينَ لَعَنَهُمُ اللهُ فَأَصَمَّهُمْ وَأَعْمَى أَبْصَارَهُمْ } [محمد: 22-23]. ¶ وقال: { وَالَّذِينَ يَنْقُضُونَ عَهْدَ اللهِ مِنْ بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللهُ بِهِ أَنْ يُوصَلَ وَيُفْسِدُونَ فِي الأَرْضِ أُولَئِكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ } [الرعد: 25]. ¶ بماذا تكون صلة الأرحام؟ ¶ الحمد لله الذي خلق من الماء بشراً فجعله نسباً وصهراً، وأوجب صلة الأنساب وأعظم في ذلك أجراً وأشهد أن لا إله إلا الله وحده لا شريك له شهادة أعدها ليوم القيامة ذخراً، وأشهد أن محمداً عبده ورسوله أعظم الناس قدراً وأرفعهم ذكراً. صلى الله عليه وعلى آله وأصحابه الذين قاموا بالحق وكانوا به أحرى، وعلى التابعين لهم بإحسان وسلم تسليماً. ¶ أما بعد: أيها المسلمون اتقوا الله تعالى وصلوا ما أمر الله به أن يوصل من حقوقه وحقوق عباده صلوا أرحامكم، والأرحام والأنساب هم أقارب وليسوا - كما يفهم بعض الناس - أقارب الزوج أو الزوجة، فإن أقارب الزوج أو الزوجة هم الأصهار، فأقارب زوجة المرء أصهار لها. وليسوا أنساباً لها ولا أرحاماً، وأقارب زوجة المرء أصهار له وليسوا أرحاماً له ولا أنساباً، إنما الأرحام والأنساب هم أقارب الإنسان نفسه كأمه وأبيه وابنه وبنته، وكل من كان بينه وبينه صلة من قبل أبيه أو من قبل أمه أو من قبل ابنه أو من قبل ابنته.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "صلوا أرحامكم بالزيارات والهدايا والنفقات، صلوهم بالعطف والحنان ولين الجانب وبشاشة الوجه والإكرام والاحترام، وكل ما يتعارف الناس من صلة. إن صلة الرحم ذكرى حسنة وأجر كبير إنها سبب لدخول الجنة وصلة الله للعبد في الدنيا والآخرة اقرؤا إن شئتم قول الله تعالى: { إِنَّمَا يَتَذَكَّرُ أُولُو الأَلْبَابِ * الَّذِينَ يُوفُونَ بِعَهْدِ اللهِ وَلا يَنْقُضُونَ الْمِيثَاقَ * وَالَّذِينَ يَصِلُونَ مَا أَمَرَ اللهُ بِهِ أَنْ يُوصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ سُوءَ الْحِسَابِ * وَالَّذِينَ صَبَرُوا ابْتِغَاءَ وَجْهِ رَبِّهِمْ وَأَقَامُوا الصَّلاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلانِيَةً وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ أُولَئِكَ لَهُمْ عُقْبَى الدَّارِ * جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ وَالْمَلائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ * سَلامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ } (1). ¶ وفي الصحيحين عن أبي أيوب الأنصاري رضي الله عنه أن رجلاً قال يا رسول الله أخبرني بما يدخلني الجنة ويباعدني من النار فقال النبي - صلى الله عليه وسلم - لقد وفق أو قال هدي كيف قلت فأعاد الرجل فقال النبي - صلى الله عليه وسلم - \"تعبد الله ولا تشرك به شيئاً، وتقيم الصلاة، وتؤتي الزكاة، وتصل ذا رحمك فلما أدبر قال النبي - صلى الله عليه وسلم - إن تمسك بما أمرته به دخل الجنة\". ¶ (صلة الرحم سبب لطول العمر وكثرة الرزق) ¶ قال النبي - صلى الله عليه وسلم - \"من سره أن يبسط له في رزقه وأن ينسأ له في أثره فليصل رحمه\" (متفق عليه). وقال - صلى الله عليه وسلم -: \"إن الله تعالى خلق الخلق حتى إذا فرغ منهم قامت الرحم فقالت هذا مقام العائذ بك من القطيعة قال الله نعم أما ترضين أن أصل من وصلك وأقطع من قطعك. قالت: بلى. قال: فذلك لك\". ¶ وقال - صلى الله عليه وسلم -: \"الرحم متعلقة بالعرش تقول من وصلني وصله الله ومن قطعني قطعه الله\" (متفق عليه). ولقد بين رسول الله - صلى الله عليه وسلم - أن صلة الرحم أعظم أجراً من العتق ففي الصحيحين عن ميمونة أم المؤمنين رضي الله عنها أنها قالت: يا رسول الله أشعرت أني أعتقت وليدتي قال: أوفعلت قالت: نعم. قال: أما أنك لو أعطيتها أخوالك كان أعظم لأجرك. ¶ __________ ¶ (1) سورة الرعد: الآيات 19-24.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "أيها المسلمون إن بعض الناس لا يصل أقاربه إلا إذا وصلوه. وهذا في الحقيقة ليس بصلة فإنه مكافأة، إذ أن المروءة والفطرة السليمة تقتضي مكافأة من أحسن غليك قريباً كان أم بعيداً، يقول النبي - صلى الله عليه وسلم -: \"ليس الواصل بالمكافئ ولكن الواصل الذي إذا قطعت رحمه وصلها\" (متفق عليه) فصلوا أرحامكم إن قطعوكم، وستكون العاقبة لكم عليهم، فقد جاء رجل إلى النبي - صلى الله عليه وسلم - فقال: يا رسول الله إن لي قرابة أصلهم ويقطعوني، وأحسن إليهم ويسيئون إلي، وأحلم عليهم ويجهلون علي فقال: \"إن كنت كما قلت فكأنما تسفهم الملل - أي الرماد الحار - ولا يزال معك من الله ظهير عليم - أي معين عليهم - ما دمت على ذلك\" (رواه مسلم). ¶ واحذروا أيها المؤمنون من قطيعة الرحم فإنها سب للعنة الله وعاقبه الله عز وجل: { فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ * أُولَئِكَ الَّذِينَ لَعَنَهُمُ اللهُ فَأَصَمَّهُمْ وَأَعْمَى أَبْصَارَهُمْ } (1). ¶ وقال تعالى: { وَالَّذِينَ يَنْقُضُونَ عَهْدَ اللهِ مِنْ بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللهُ بِهِ أَنْ يُوصَلَ وَيُفْسِدُونَ فِي الأَرْضِ أُولَئِكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ } (2). ¶ وقد تكفل الله سبحانه للرحم بأن يقطع من قطعها حتى رضيت بذلك وأعلنته، فهي متعلقة بالعرض تقول من قطعني قطعه الله. وعن جبير بن مطعم رضي الله عنه أن النبي - صلى الله عليه وسلم - قال: \"لا يدخل الجنة قاطع بعني قاطع رحم\" (متفق عليه). ¶ __________ ¶ (1) سورة محمد آية: 22-23. ¶ (2) سورة الرعد آية 25.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وأعظم القطيعة قطيعة الوالدين ثم من كان أقرب فأقرب من القرابة ولهذا قال النبي - صلى الله عليه وسلم -: \"ألا أنبئكم بأكبر الكبائر ثلاث مرات قلنا بلى يا رسول الله قال: الإشراك بالله وعقوق الوالدين\" سبحان الله ما أعظم عقوق الوالدين ما أشد إثمه إنه يلي الإشراك بالله تعالى إن عقوق الوالدين قطع برهما والإحسان إليهما وأعظم من ذلك أن يتبع قطع البر والإحسان بالإساءة والعدوان سواء بطريق مباشر أم غير مباشر. ففي الصحيحين عن عبد الله بن عمرو رضي الله عنهما أن النبي - صلى الله عليه وسلم - قال: \"من الكبائر شتم الرجل والديه قالوا: يا رسول الله وهي يشتم الرجل والديه؟ قال: نعم يسب أبا الرجل فيسب أباه ويسب أمه فيسب أمه\". استبعد الصحابة رضي الله عنهم أن يشتم الرجل والديه مباشرة، ولعمر الله إنه لبعيد لأنه ينافي المروءة والذوق السليم فبين النبي - صلى الله عليه وسلم - أن ذلك قد لا يكون مباشرة ولكن يكون عن طريق التسبب بأن يشتم الرجل والدي شخص فيقابله ويشتم والديه. وعن على بن أبي طالب رضي الله عنه قال: حدثني رسول الله - صلى الله عليه وسلم - بأربع كلمات: \"لعن الله من ذبح لغير الله لعن الله من لعن والديه لعن الله من آوى محدثاً لعن الله من غير منار الأرض\" (رواه مسلم). ¶ فيا عباد الله يا من آمنوا بالله ورسوله انظروا في حالكم انظروا في أقاربكم هل قمتم بما يجب لهم عليكم من صلة هل ألنتم لهم الجانب هل أطلقتم الوجوه لهم وهل شرحتم الصدور عند لقائهم هل قمتم بما يجب لهم من محبة وتكريم واحترام هل زرتموهم في صحتهم تودداً وهي عدتموهم في مرضهم احتفاء وسؤالاً هل بذلتم ما يجب بذله لهم من نفقة وسداد حاجة فلننظر.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "إن من الناس من لا ينظر إلى والديه اللذين أنجباه وربياه إلا نظرة احتقار وسخرية وازدراء يكرم امرأته ويهين أمه ويقرب صديقه ويبعد أبه إذا جلس عند والديه فكأنه على جمر يستثقل الجلوس ويستطيل الزمن، اللحظة عنهما كالساعة أو أكثر لا يخاطبهما إلا ببطء وتثاقل ولا يفضي إليهما بسر ولا أمر مهم قد حرم نفسه لذة البر وعاقبته الحميدة. وإن من الناس من لا ينظر إلى أقاربه نظرة قريب لقريبه ولا يعاملهم معاملة تليق بهم يخاصمهم في أقل الأمور ويعاديهم في أتفه الأشياء ولا يقوم بواجب الصلة لا في الكلام ولا في الفعال ولا في بذل المال تجده مثرياً وأقاربه محاويج فلا يقوم بصلتهم بل قد يكونون ممن تجب نفقتهم عليه لعجزهم عن التكسب وقدرته على الإنفاق عليهم فلا ينفق وقد قال أهل العلم كل من يرث شخصاً من أقاربه فإنه تجب عليه نفقته إذا كان محتاجاً عاجزاً عن التكسب وكان الوارث قادراً على الإنفاق لأن الله تعالى يقول: ¶ { وَعَلَى الْوَارِثِ مِثْلُ ذَلِكَ } (1). ¶ أي مثل ما على الوالد من الإنفاق فمن بخل بما يجب عليه من هذا الإنفاق فهو آثم محاسب عليه يوم القيامة سواء طلبه المستحق منه أم استحيا وسكت. ¶ عباد الله اتقوا الله تعالى وصلوا أرحامكم واحذروا من قطيعتهم واستحضروا دائماً ما أعد الله تعالى للواصلين من الثواب وللقاطعين من العقاب واستغفروا الله إنه هو الغفور الرحيم(2). ¶ حقوق الأقارب ¶ للقريب الذي يتصل بك في القرابة كالأخ والعم والخال وأولادهم وكل من ينتمي إليك بصلة فله حق هذه القرابة بحسب قربه قال الله تعالى: { وَآتِ ذَا الْقُرْبَى حَقَّهُ } (3). ¶ وقال: { وَاعْبُدُوا اللهَ وَلا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَبِذِي الْقُرْبَى } (4). ¶ فيجب على كل قريب أن يصل قريبه بالمعروف ببذل الجاه والنفع البدني والنفع المالي بحسب ما تتطلبه قوة القرابة والحاجة وهذا ما يقتضيه الشرع والعقل والفطرة. ¶ __________ ¶ (1) سورة البقرة من آية 233. ¶ (2) خطب الشيخ محمد الصالح العثيمين ص505. ¶ (3) سورة الإسراء آية 26. ¶ (4) سورة النساء آية 36.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وقد كثرت النصوص في الحث على صلة الرحم وهو القريب والترغيب في ذلك ففي الصحيحين عن أبي هريرة أن النبي - صلى الله عليه وسلم - قال: \"إن الله خلق الخلق حتى إذا فرغ منهم قامت الرحم فقالت هذا مقام العائذ بك من القطيعة فقال الله نعم أما ترضين أن أصل من وصلك وأقطع من قطعك. قالت: بلى. قال: فذلك لك\" ثم قال رسول الله - صلى الله عليه وسلم -: اقرأوا إن شئتم { فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ * أُولَئِكَ الَّذِينَ لَعَنَهُمُ اللهُ فَأَصَمَّهُمْ وَأَعْمَى أَبْصَارَهُمْ } (1). ¶ وقال النبي - صلى الله عليه وسلم -: \"من كان يؤمن بالله واليوم الآخر فليصل رحمه\"(2). ¶ وكثير من الناس مضيعون لهذا الحق مفرطون فيه تجد الواحد منهم لا يعرف قرابته بصلة لا بالمال ولا بالجاه ولا بالخلق تمضي الأيام والشهور ما رآهم ولا قام بزيارتهم ولا تودد إليهم بهدية ولا دفع عنهم ضرورة أو حاجة بل ربما أساء إليهم بالقول أو بالفعل أو بالقول والفعل جميعاً يصل البعيد ويقطع القريب. ¶ ومن الناس من يصل أقاربه إن وصلوه ويقطعهم إذا قطعوه وهذا ليس بواصل في الحقيقة وإنما هو مكافئ للمعروف بمثله وهو حاصل للقريب وغيره فإن المكافأة لا تختص بالقريب. والواصل حقيقة هو الذي يصل قرابته لله ولا يبالي سواءً وصلوه أم لا، كما في صحيح البخاري عن عبد الله بن عمرو بن العاص أن النبي - صلى الله عليه وسلم - قال: \"ليس الواصل بالمكافئ ولكن الواصل الذي إذا قطعت رحمه وصلها\". وسأله رجل فقال يا رسول الله إن لي قرابة أصلهم ويقطعونني وأحسن إليهم ويسيئون إلي وأحلم عنهم ويجهلون علي فقال النبي - صلى الله عليه وسلم -: \"لئن كنت كما قلت فكأنما تسفهم المل ولا يزال معك من الله ظهير عليهم ما دمت على ذلك\" رواه مسلم. ¶ ولو لم يكن في صلة الرحم إلا أن الله يصل الواصل في الدنيا والآخرة فيمده بالرحمة وييسر له الأمور ويفرج عنه الكربات مع ما في صلة الرحم من تقارب الأسرة وتوادهم وحنو بعضهم على بعض ومعاونة بعضهم بعضاً في الشدائد والسرور والبهجة الحاصلة بذلك كما هو مجرب معلوم. وكل هذه الفوائد تنعكس حينما تحل القطيعة ويحصل التباعد(3). ¶ تذكير الأنام ¶ بشأن صلة الأرحام ¶ __________ ¶ (1) سورة محمد آية 22-23. ¶ (2) رواه البخاري ومسلم. ¶ (3) حقوق دعت إليها الفطرة وقررتها الشريعة للشيخ محمد الصالح العثيمين ص18-20.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "بقلم الشيخ عبد الله بن صالح القصير ¶ عضو الوعظ والإرشاد بمركز الدعوة ¶ برئاسة إدارات البحوث العلمية والإفتاء والدعوة والإرشاد ¶ بسم الله الرحمن الرحيم ¶ مقدمة ¶ الحمد لله الملك القدوس السلام أمر بصلة الأرحام وجعلها من خصال أهل الإسلام الذين وعدهم الجنة دار السلام وأصلي وأسلم على نبينا محمد أتقى الناس لربه وأوصلهم لرحمه صلى الله عليه وعلى آله وأصحابه الذين آمنوا به وعزروه ونصروه واتبعوا النور الذي أنزل معه أولئك هم المفلحون وسلم تسليماً. ¶ أما بعد: فإن صلة الرحم حاجة فطرية ضرورة اجتماعية تقتضيها الفطرة الصحيحة وتميل إليها الطباع السليمة فإنه يتم بها الأنس وتنتشر بواسطتها المحبة وتسود المودة وهي دليل الكرم وعلامة المروءة تكسب الشخص والعشيرة عزة وهيبة وقوة ومنعة وفوق ذلك فإنها من أنفس القرب وأجل الطاعات وأعلاها منزلة وأعظمها بركة وأعمها نفعاً في الدنيا والآخرة ولذلك يتنافس فيها الكرام أولوا الأحلام ويتظاهر بقطيعتها اللئام سفهاء الأحلام مع أن قطيعتها من أفظع أنواع المعاصي قبحاً وأخطرها شؤماً وأسرعها عقوبة وأسوئها عاقبة في العاجل والآجل. ومع ذلك فإن كثيراً من الناس في هذا الزمن قد قصروا في صلتها وتظاهروا بقطيعتها جهلاً بحكمها وغفلة عن حكمها أو نسياناً لحقها وتهاوناً بخطر قطيعتها ونسبة من الذين يقومون بشيء من الصلة إنما يفعلون ذلك من باب المجاملة أو على سبيل المكافأة ومع أنهم على شيء من الخير إلا أنه يفوتهم خير كثير وأجر كبير فقد قال صلى الله عليه وسلم: \"إنما الأعمال بالنيات وإنما لكل امرئ ما نوى\" [متفق عليه]. لذا رأيت أنه من الضروري التذكير بهذا الواجب العظيم والتنبيه بخصوصه لتقسيم النيات وتصلح الأعمال وتتنوع الصلة وتعم وتتسع فكتبت هذه النبذة - المباركة إن شاء الله - عملاً بما كان يأخذه صلى الله عليه وسلم على أصحابه عند البيعة وهو \"النصح لكل مسلم\" وطمعاً في النفع بالتذكير فقد قال تعالى: { وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنْفَعُ الْمُؤْمِنِينَ } [الذاريات: 55] وأسأل الله تعالى بأسمائه الحسنى وصفاته العلى أن ينفع لها من كتبها وقرأها وسمعها وسعى في نشرها لتعم فائدتها إنه سميع قريب مجيب كريم آمين. ¶ تعريف ذوي الأرحام",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "الأرحام جمع رحم وهو في الأصل مكان تكون الجنين في بطن أمه ثم استعير لقبا للقرابة مطلقاً لكونهم خارجين من رحم واحدة ولأنه من دواعي التراحم بين الأقرباء فصار اسماً لكافة أقارب الشخص كأبيه وأمه وأخيه وأخته وابنه وبنته وكل من بينه وبينهم صلة من هذه الجهات كالأجداد والجدات وإن علو والأبناء والبنات وإن نزلوا والإخوان والأخوات والأعمام والعمات والأخوال والخالات وأبناء الجميع سواء كان الواحد منهم قريباً مباشراً أو غير مباشر محرماً أو غير محرم كل له من الصلة بحسب منزلته وحاله وحاجته. ولما كانت الرحم داعية للتراحم وأصل الناس من رحم واحدة قال تعالى مذكراً بذلك: { يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيرًا وَنِسَاءً وَاتَّقُوا اللهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللهَ كَانَ عَلَيْكُمْ رَقِيبًا } (1). ¶ __________ ¶ (1) سورة النساء آية 1.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "فذكر سبحانه أن أصل الخلق من أب واحد وأم واحدة وذكر به ليعطف بعضهم على بعض ويحثهم على ضعفائهم وأخبر أنه سبحانه مراقب لجميع أحوالهم وأعمالهم وفي ذلك إرشاد بمراقبة الرقيب سبحانه وعدم الغفلة عن حقه وحقوق عباده ومن ذلك مراعاة حق صلة الأرحام لاسيما عند الحاجة ولذلك كان صلى الله عليه وسلم يذكر بهذه الآية عند الحاجة ليحث الناس على مواساة أهلها بالصدقة عطفاً عليهم ورغبة في ثواب صلتهم كما ثبت في صحيح مسلم عن جرير بن عبد الله رضي الله عنهما قال: كنا عند رسول الله - صلى الله عليه وسلم - في صدر النهار قال فجاءه قوم حفاة عراة مجتابي النمار أو العباء متقلدي السيوف عامتهم من مضر بل كلهم من مضر. فتمعر وجه رسول الله - صلى الله عليه وسلم - لما رأى بهم من الفاقة فدخل ثم خرج فأمر بلالاً فأذن وأقام فصلى ثم خطب فقال: { يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ... } إلى آخر الحديث في ذكر خطبته - صلى الله عليه وسلم - وحثه الناس على الصدقة عليهم قال النووي رحمه الله وسبب قراءة هذه الآية أنها أبلغ في الحث على الصدقة عليهم ولما فيها من تأكد الحق لكونهم إخوة. فالتذكير بأصل النسب ورابطة القرابة بسببه مما يدعو إلى الصلة ويدفع إلى التعاطف والجود بالخير ولذلك قال - صلى الله عليه وسلم -: \"تعلموا من أنسابكم ما تصلون به أرحامكم\"(1). ¶ معنى صلة الرحم ¶ يقال وصل رحمه يصلها وصلاً إذا أحسن إلى ذوي رحمه أي قرابته من جهة النسب أو الصهر، كأنه بالإحسان يصل ما بينهم وبينه من علاقة القرابة والصهر قال تعالى: ¶ { وَاعْبُدُوا اللهَ وَلا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَبِذِي الْقُرْبَى } (2) الآية. ¶ فتحصل صلة الرحم بالإحسان إليهم بما تيسر من أنواع الإحسان قال ابن أبي جمرة: تكون صلة الرحم بالمال وبالعون على الحاجة وبدفع الضرر وبطلاقة الوجه وبالدعاء. وقال القرطبي: تجب مواصلتها يعني \"الرحم\" بالتوادد والنتاصح والعدل والإنصاف والقيام بالحقوق الواجبة والمستحبة والنفقة على القريب وتفقد أحوالهم والتغافل عن زلاتهم. ¶ __________ ¶ (1) رواه الترمذي وقال هذا حديث غريب. ¶ (2) سورة النساء آية 36.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ومن صلة الرحم ابتداء زيارتهم وتتأكد عند المرض أو الحاجة، ومنها تقديمهم على غيرهم في إجابة دعوتهم والبداءة بهم في الدعوة والضيافة - عند قربهم أو كون ذلك لا يشق عليهم ولا يجرحهم - وكذلك إيثارهم بالإحسان والصدقة والهدية على من سواهم ودعوتهم وتوجيههم إلى الخير قبل جميع الناس تحقيقاً لقوله تعالى: { وَأَنْذِرْ عَشِيرَتَكَ الأَقْرَبِينَ } (1) وإقتداء بالنبي - صلى الله عليه وسلم - في تطبيق هذه الآية حين دعا قرابته وعشيرته فأنذرهم وحثهم على أن ينقذوا أنفسهم من النار وأخبرهم أنه لن يغني عنهم من الله من شيئاً فنصيحتهم أوجب من نصيحة غيرهم في الأولوية خصوصاً عند فعلهم للمنكر أو تقصيرهم في المعروف وذلك بحسب الاستطاعة. ¶ ومن صلتهم التلطف بهم ولين الجانب معهم وإظهار محبتهم والاجتهاد في إيصال كفايتهم وخصوصاً - عند فقرهم وسد حاجتهم وبذل المعروف لهم بطيب نفس وانشراح صدر. وكذلك المبادرة إلى صلحهم عند اختلافهم والتأليف بينهم وإعانتهم على البر والتقوى وتحذيرهم من الإثم والبغي والعدوان وكل ما يؤدي إلى القطيعة وفساد الدين وإفساد ذات البين. ¶ والمعنى الجامع للصلة: أنها إيصال ما أمكن من الخير إليهم ودفع ما أمكن من الشر عنهم بحسب الوسع والطاقة ولكل شخص منهم بحسب منزلته وحاله ومناسبة صلته وتيسر ذلك فقد قال تعالى: { لا يُكَلِّفُ اللهُ نَفْسًا إِلا وُسْعَهَا } (2). ¶ العناية بصلة الرحم في الكتاب والسنة ¶ لصلة الرحم عناية عظيمة وأهمية وأولوية في الذكر من بين سائر الأعمال الصالحة يقول تعالى: ¶ { وَأُولُو الأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللهِ مِنَ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ } (3). ¶ وجعل الله تعالى الوصية بصلة الأرحام قرينة الوصية بالتقوى فقال تعالى: { وَاتَّقُوا اللهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ } (4). ¶ __________ ¶ (1) سورة الشعراء آية 214. ¶ (2) سورة البقرة آية 286. ¶ (3) سورة الأحزاب آية 6. ¶ (4) سورة النساء آية 1.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "أي اتقوا الله تعالى بفعل طاعته وترك معصيته واتقوا الأرحام أن تقطعوها ولكن صلوها وبروها - كما قاله ابن عباس وغير واحد من السلف - فأمر سبحانه بصلة الأرحام بعد أمره بالتقوى منبهاً سبحانه على داعيها وهو ما بين الناس من صلة النسب، وليدل على أن صلة الرحم ابتغاء وجهه أثر من آثار التقوى المباركة، وعلامة من علامات تمكنها في القلوب، ودليل على صدق الإيمان، فأوصل الناس لرحمه أكملهم إيماناً بربه وأتقاهم له ولهذا كان - صلى الله عليه وسلم - أوصل الناس لرحمه وأتقاهم له ولذلك ذكرته خديجة بذلك عند أول نزول الوحي حين قال لخديجة - أخبرها الخبر - إني قد خشيت على نفسي فقالت كلا والله ما يخزيك الله أبداً إنك لتصل الرحم وتحمل الكل وتكسب المعدوم وتقرئ الضيف وتعين على نوائب الحق. ولقد كانت الدعوة لصلة الرحم من أوائل ما دعا إليه النبي - صلى الله عليه وسلم - أول بعثته كما في الصحيح من حديث أبي سفيان مع هرقل حين سأله هرقل قائلاً: فماذا يأمركم يعني النبي - صلى الله عليه وسلم - قال أبو سفيان قلت: يقول: اعبدوا الله ولا تشركوا به شيئاً واتركوا ما يقول آباؤكم ويأمرنا بالصلاة والصدق والعفاف والصلة وروى البخاري ومسلم عن أبي هريرة رضي الله عنه قال: قال رسول ¶ الله - صلى الله عليه وسلم -: \" من كان يؤمن بالله واليوم الآخر فليصل رحمه\". ¶ فقد جعل النبي - صلى الله عليه وسلم - في هذا الحديث صلة الرحم من واجبات الإيمان وعلاماته وقد رغب النبي - صلى الله عليه وسلم - في صلة الرحم وحذر من قطيعتها بغاية من البيان والوضوح مذكراً مسرعة ظهور آثار الصلة أو القطيعة على الإنسان وأن ذلك من عاجل الجزاء ففي سنن ابن ماجة عن عائشة رضي الله عنها قالت: قال رسول الله - صلى الله عليه وسلم -: \"أسرع الخير ثواباً البر والصلة وأسرع الشر عقوبة البغي وقطيعة الرحم\" وأخرج الإمام أحمد بإسناد رواته ثقات والبزار عن سعيد بن زيد رضي الله عنه عن النبي - صلى الله عليه وسلم - أنه قال: \"إن أربى الربا الإستطالة في عرض المسلم بغير حق وإن هذه الرحم شجنة من الرحمن عز وجل فمن قطعها حرمه الله الجنة\".",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وأخرج أبو يعلي بسند جيد عن رجل من جثعم قال: أتيت رسول الله - صلى الله عليه وسلم - وهو في نفر من أصحابه فقلت: أنت الذي تزعم أنك نبي؛ قال: نعم قلت: يا رسول الله أي الأعمال أحب إلى الله، قال: الإيمان بالله قلت: يا رسول الله ثم مه؟ قال: ثم صلة الرحم. قال: قلت: يا رسول الله أي الأعمال أبغض إلى الله؛ قال: الإشراك بالله. قال: قلت يا رسول الله صم مه؟ قال: قطيعة الأرحام. ففي هذا الحديث التنبيه على أن صلة الرحم من أحب الأعمال إلى الله لأنها من آثار التوحيد ولذلك قرنت به في الذكر وعلى أن قطيعة الرحم من علامات نقصه ولذلك ذكرت بعد الشرك الذي هو أكبر الكبائر وأعظم الفساد في الأرض ولذلك لما بين - صلى الله عليه وسلم - - كما في الحديث الصحيح - أن صلة الرحم شجنة من الرحمن وأن من وصلها وصله الله ومن قطعها قطعه الله قال: إقرؤا إن شئتم: ¶ { فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ * أُولَئِكَ الَّذِينَ لَعَنَهُمُ اللهُ فَأَصَمَّهُمْ وَأَعْمَى أَبْصَارَهُمْ * أَفَلا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا } (1). ¶ وكفى بذلك بياناً لشأن صلة الرحم وتنبيهاً على منزلتها من الدين وحثاً على صلتها وتنفيراً من قطيعتها وتحذيراً من عدم الاكتراث بها والله المستعان. ¶ مراتب ذوي الأرحام في الصلة ¶ قال الإمام النووي رحمه الله: يستحب أن تقدم الأم في البر ثم الأب ثم الأولاد ثم الأجداد والجدات ثم الأخوة والأخوات ثم سائر المحارم من ذوي الأرحام كالأعمام والعمات والأخوال والخالات ويقدم الأقرب فالأقرب ويقدم من أدلى بأبوين على من أدلى بأحدهما ثم بذي بذي الرحم غير المحرم كابن العم وبنته وأولاد الأخوال والخالات وغيرهم ثم بالمصاهرة ثم الجار ويقدم القريب البعيد الدار على الجار غير القريب. اهـ. ¶ وقد ثبت في الحديث الصحيح عن أبي هريرة رضي الله عنه قال: جاء رجل إلى رسول الله - صلى الله عليه وسلم - فقال: يا رسول الله. من أحق الناس بحسن صحابتي؛ قال: أمك. قال ثم من؟ قال: أمك. قال ثم من؟ قال: أمك. قال ثم من؟ قال أبوك. وأخرج البخاري في الأدب المفرد والإمام أحمد وغيرهما عن المقدام بن معدي كرب عن ¶ __________ ¶ (1) سورة محمد الآيات 22، 23، 24.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "النبي - صلى الله عليه وسلم - قال: إن الله يوصيكم بأمهاتكم. ثم يوصيكم بأمهاتكم. ثم يوصيكم بآبائكم، ثم بالأقرب فالأقرب. وفي الحديث آخر بنحو ذلك وفي آخره قال - صلى الله عليه وسلم - أوصي امرءاً بمولاه الذي يليه وإن كان عليه أذى يؤذيه أخرجه ابن ماجة والحاكم وفي حديث أبي رمثه الذي رواه الحاكم وغيره. قال: انتهيت إلى رسول الله - صلى الله عليه وسلم - فسمعته يقول: أمك وأباك ثم أختك وأخاك ثم أدناك أدناك. ¶ صلة القريب المشترك ¶ لذي الرحم القريب - غير المسلم - حق في الصلة مراعاة لقرابته بحسب الحال وخصوصاً والدي الإنسان فإن الصلة لهما والإحسان إليهما حتى ولو كانا غير مسلمين فقد قال تعالى: ¶ { وَوَصَّيْنَا الإِنْسَانَ بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ * وَإِنْ جَاهَدَاكَ عَلَى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ ثُمَّ إِلَيَّ } (1) الآية. ¶ فقد أمر سبحانه بالشكر للوالدين بعد شكره ومصاحبتهما بالمعروف حتى ولو جاهدا الإنسان على الشرك غاية ما في الأمر أن الإنسان لا يتبع والديه فيما يدعوانه إليه من باطل بل يجب عليه إتباع داعي الحق وما ذلك إلا لعظيم حق الوالدين على ولدهما كما أوضح ذلك النبي - صلى الله عليه وسلم - فيما رواه مسلم عن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"لا يجزي ولد والداً إلا أن يجده مملوكاً فيشتريه فيعتقه\" [رواه مسلم] ولذلك لما استفتيت أسماء بنت أبي بكر رسول الله - صلى الله عليه وسلم - فقالت قدمت علي وهي راغبة - أي محتاجة - وفي رواية مشتركة أفأصل أمي؟ قال: نعم صلي أمك. وروى مسلم عن أبي هريرة رضي الله عنه دعوة النبي - صلى الله عليه وسلم - لقريش فأنذرهم وفي آخره قال: فإني لا أملك لكم من الله شيئا غير أن لكم رحماً سأبلها ببلالها. وفي حديث عمرو بن العاص رضي الله عنه قال سمعت رسول الله - صلى الله عليه وسلم - جهارا غير سر يقول: إن آل بني فلان ليسوا بأوليائي إنما ولي الله وصالح المؤمنين ولكن لهم رحم سأبلها ببلالها ـ أي سأصلها بصلتها - وهذا إنما يكون عند الحاجة وفي غير حالة الحرب مع المسلمين. ¶ صلة بعيد النسب ¶ __________ ¶ (1) سورة لقمان الآيات 14، 15.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "ولذي الرحم بعيد النسب حقه من الصلة عندما تعرض مناسبة صلته كقدومك على بلده وقدومه بلدك محتاجاً إليك وما أشبه ذلك فقد بقدم حث النبي - صلى الله عليه وسلم - لأصحابه على الصدقة على وفد مضر لما قدموا عليه ورأى بهم من الفاقة ما غير وجهه وأقلقه فجمع أصحابه وخطبهم وذكرهم بما بينهم وبين هذا الوفد من صلة في النسب متقدمة حيث تلى عليهم قوله تعالى: ¶ { يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيرًا وَنِسَاءً وَاتَّقُوا اللهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللهَ كَانَ عَلَيْكُمْ رَقِيبًا } (1). الآية. وروى مسلم عن أبي ذر الغفاري رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"إنكم ستفتحون أرضاً يذكر فيها القيراط - وفي رواية أخرى - ستفتحون مصر وهي أرض يذكر فيها القيراط فاستوصوا بأهلها خيراً فإن لهم ذمة ورحماً - وفي أخرى - فإن فتحتموها فأحسنوا إلى أهلها فإن لهم ذمة ورحماً أو قال، صهراً\" قال النووي رحمه الله: قال العلماء الرحم التي لهم كون هاجر أم إسماعيل - صلى الله عليه وسلم - منهم. والصهر. كون مارية أم إبراهيم ابن النبي - صلى الله عليه وسلم - منهم. ¶ صل ذا رحمك وإن قطعك ¶ __________ ¶ (1) سورة النساء آية 1.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "من نعم الله على عبده أن يكون ذووا رحمه مواصلين له مقدرين لصلته شاكرين لإحسانه كافين لأذاهم عنه لأن ذلك مما يعين على الخير ويشجع على البر والصلة ولكن قد يجد بعض الناس جفاء من ذوي رحمه حيث قد يتعمدون قطيعته ويباشرون أذاه ولا يقبلون إحسانه ولا شك أن ذلك من البلاء العظيم ينبغي للحريص على صلة رحمه أن يصبر عليه ويصله رغم قطيعته طمعاً في حسن العاقبة { إِنَّهُ مَنْ يَتَّقِ وَيَصْبِرْ فَإِنَّ اللهَ لا يُضِيعُ أَجْرَ الْمُحْسِنِينَ } (1) ورغبة في عظيم الأجر الذي لا حصر له ولا حساب \"إنما يوفي الصابرون أجرهم بغير حساب\"(2) ومثل هذا البلاء - ونسأل الله العافية - يطهر الله به قصد الإنسان من الصلة لذوي رحمه هل هو المجاملة والمكافأة أم الاحتساب والرغبة في الأجر ولذلك قال - صلى الله عليه وسلم - في الحديث الصحيح: \"ليس الواصل بالمكافئ ولكن الواصل الذي إذا قطعت رحمه وصلها\"(3). وروى مسلم في صحيحه عن أبي هريرة رضي الله عنه أن رجلاً قال يا رسول الله إن لي قرابة أصلهم ويقطعونني وأحسن إليهم ويسيئون إلى وأحلم عنهم ويجهلون على. قال: \"لئن كنت كما فكأنما قلت فكأنما تسفهم المل - أي كأنما تطعمهم الرماد الحار وذلك لما ينالهم من الإثم العظيم - ولا يزال معك من الله ظهير عليهم ما دمت على ذلك\". وعن عمرو بن شعيب عن أبيه عن جده قال جاءه رجل إلى رسول الله - صلى الله عليه وسلم - فقال: يا رسول الله إن لي ذوي أرحام أصل ويقطعون واعفوا ويظلمون وأحسن ويسيئون أفأكافئهم قال رسول الله - صلى الله عليه وسلم -: \"لا إذا تتركون جميعاً ولكن جد بالفصل وصلهم فإنه لن يزال معك ظهير من الله عز وجل ما كنت على ذلك\" رواه الإمام أحمد. وعن عقبة بن عامر رضي الله عنه قال قلت: يا رسول الله أخبرني بفواضل الأعمال؛ فقال: \"يا عقبة صل من قطعك وأعط من حرمك واعرض عمن ظلمك. وفي رواية واعف عمن ظلمك\"(4). وقد ورد أن الصدقة على ذي الرحم المضمر للعداوة من أفضل الصداقات. فقد أخرج الطبراني والحاكم وغيرهما عن أم كلثوم بنت عقبة رضي الله عنها أن النبي - صلى الله عليه وسلم - قال: \"أفضل الصدقة على ذي الرحم الكاشح\". وذلك والله أعلم لأن الصدقة عليه وهو في هذه الحالة دليل الإخلاص ومن أسباب تأليفه وإزالة السخيمة من قلبه ودعوته إلى معاودة صلة رحمه. ¶ __________ ¶ (1) سورة يوسف آية 90. ¶ (2) سورة الزمر آية 10. ¶ (3) رواه البخاري. ¶ (4) رواه أحمد والحاكم.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "من فضائل صلة الرحم وعواقبها الحميدة ¶ صلة الرحم عمل صالح مبارك يجلب لصاحبه الخير في الدنيا والآخرة ويجعله الله به مباركاً أينما كان ويبارك الله له في كل أحواله وأعماله عاجلاً وآجلاً وقد دلت على ذلك جملة أحاديث صحيحة ثابتة عن النبي - صلى الله عليه وسلم - فقد روى أبو داود والترمذي عن عبد الرحمن بن عوف قال سمعت رسول الله - صلى الله عليه وسلم - يقول: \"قال الله عز وجل أنا الله وأنا الرحمن خلقت الرحم وشققت لها اسماً من اسمي فمن وصلها وصلته ومن قطعها قطعته\". ¶ رواه البخاري ومسلم عن أبي هريرة رضي الله عنه أن النبي - صلى الله عليه وسلم - قال: \"إن الرحم شجنة من الرحمن فقال الله: من وصلك وصلته ومن قطعك قطعته\" وفي رواية قالت - أي الرحم - \"هذا مقام العائذ بك من القطيعة قال: نعم أما ترضين أن أصل من وصلك وأقطع من قطعك؟ قال: بلى. قال: فذلك لك\" فواصل الرحم موصول من الله تعالى بكل خير في حياته في دينه ودنياه وفي آخرته بكريم الجزاء وعظيم الأجر والرضوان من الله ومن هذه الصلة: ¶ (أ) سعة الرزق وزيادة العمر: ¶ وذلك أن الجزاء من جنس العمل فحيث قام الإنسان بصلة رحمه بالبر والإحسان وما يتيسر له من ألوان الصلة وأنواع الخير فإن الله - الكريم الرحمن - يصله من رحمته وإحسانه بكثرة في ماله وإمتداد في عمره مع البركة في ذلك كله { وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا } (1) فإنه سبحانه يرزق من يشاء بغير حساب فقد روى البخاري ومسلم عن أنس رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال: \"من أحب أن يبسط له في رزقه وينسأ له في أثره فليصل رحمه\" وروى البخاري والترمذي عن أبي هريرة رضي الله عنه قال سمعت رسول الله - صلى الله عليه وسلم - يقول: \"من سره أن يبسط له في رزقه وأن ينسأ له في أثره فليصل رحمه\". ¶ __________ ¶ (1) سورة الإسراء آية 20.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وفي رواية الترمذي قال - صلى الله عليه وسلم -: \"تعلموا من أنسابكم ما تصلون به أرحامكم فإن صلة الرحم محبة في الأهل مثراة في المال منسأة في الأثر\". والأثر هو الأجل والنسأ معناه التأخير أي يؤخر أجله فيمتد عمره ويزداد ففي هذه الأحاديث الصحيحة الثابتة البشارة لمن وصل رحمه بالبركة في العمر والرزق ومن ذلك طول العمر وسعة الرزق وكثرته. حيث يفتح له من أبواب الرزق ما لم يخطر له على بال ويتهيأ له من أسباب الكسب ووسائله مالا يدخل تحت الحصر من الحفظ من أسباب الآفات وموجبات التلف والهلكة والعسر والمشقة فإن من حفظ الله بطاعته حفظه الله برعايته وعنايته ولعل من أهم أسباب ذلك ما يحصل للواصل لرحمه من الدعاء الصالح والثناء الجميل من الأقارب وصالح المؤمنين مع ما للطاعة من أثر محسوس في شرح الصدر وطمأنينة القلب وقوة البدن والعزم على فعل الخير وكل هذه من أسباب التوفيق وملامح السعادة وذلك من عاجل بشرى المؤمن وإلا فما عند الله له من خير أعظم وأكبر وأبقى. ¶ { أَلا إِنَّ أَوْلِيَاءَ اللهِ لا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ * الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ * لَهُمُ الْبُشْرَى فِي الْحَيَاةِ الدُّنْيَا وَفِي الآخِرَةِ لا تَبْدِيلَ لِكَلِمَاتِ اللهِ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ } (1). ¶ وزيادة العمر زيادة حقيقية يدل عليها ما رواه الإمام أحمد بسند رجله ثقات عن عائشة مرفوعاً صلة الرحم وحسن الجوار وحسن الخلق ويعمران الديار ويزيدان في الأعمار. ¶ وجاء في الحديث عنه - صلى الله عليه وسلم - أنه قال: \"لا يرد القدر إلا الدعاء ولا يزيد في العمر إلا البر وإن الرجل ليحرم الرزق بالذنب يصيبه\"(2) ويروى عن علي رضي الله عنه قال: من ضمن لي واحدة ضمنت له أربعاً: من وصل رحمه طال عمره وأحبه أهله ووسع عليه في رزقه ودخل جنة ربه. ¶ وروى أبو الشيخ في الثواب عن أنس رضي الله عنه قال: إن المرء ليصل رحمه وما بقي من عمره إلا ثلاثة أيام فينسؤه الله - أي يؤخره - ثلاثين سنة. وإنه ليقطع الرحم وقد بقي من عمره ثلاثون سنة فيصيره الله إلى ثلاثة أيام. ¶ ولا تعارض بين هذه الزيادة المذكورة في هذه الأحاديث وبين قوله تعالى: { فَإِذَا جَاءَ أَجَلُهُمْ لا يَسْتَأْخِرُونَ سَاعَةً وَلا يَسْتَقْدِمُونَ } (3). ¶ __________ ¶ (1) سورة يونس الآيات 62 ، 63 ، 64. ¶ (2) رواه الترمذي وابن ماجة والحاكم وصححه السيوطي. ¶ (3) سورة النحل آية 61.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وذلك أن هذه الزيادة تكون بالنسبة لعلم الملك الموكل بالعمر وأما الأجل الذي دلت عليه الآية فبالنسبة لعلم الله تعالى. كأن يقال للملك - مثلاً - إن عمر فلان مائة سنة إن وصل رحمه وستون إن قطعها. وقد سبق في علم الله أنه يصل رحمه أو يقطعها فالذي في علم الله لا يتقدم ولا يتأخر ولا يزيد ولا ينقص. والذي في علم الملك هو الذي يمكن فيه الزيادة والنقصان وإليه الإشارة بقوله تعالى: { يَمْحُو اللهُ مَا يَشَاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتَابِ } (1). ¶ فالمحو بالنسبة لما في علم الملك وأما الذي في علم الله وهو الذي في أم الكتاب فلا محو فيه البتة. ومن أظهر وأنفع الزيادة في العمر التوفيق للطاعة والبعد عن المعصية وعمارة وقته بما ينفعه في الآخرة وينتفع به كل من له به صلة كتحصيل العلم النافع وتيسير الخير له ونفع الناس والإحسان إليهم وبذل المعروف لهم بحيث يبقى له الذكر الجميل فكأنه لم يمت مع ما يخلفه بعد موته من علم ينتفع به أو صدقة جارية أو ولد صالح يدعو له. ¶ عظم الأجر ومضاعفة الصدقة على ذي الرحم ¶ ذووا أرحام الإنسان أولى بخيره وبره وعطفه وإحسانه لقرابتهم منه وقد قال تعالى: { وَأُولُو الأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللهِ } (2). ¶ كل على قدر قربه ومنزلته فقد جاء رجل إلى النبي - صلى الله عليه وسلم - يسأله عن أولى الناس ببره أو حسن صحبته فقال - صلى الله عليه وسلم - : \"أمك ثم أباك ثم أدناك أدناك\" فيعطي كل بحسب ما له من الصلة شرعاً فيكون في ذلك عظيم الأجر ووافر الخير فقد روى البخاري ومسلم عن أم المؤمنين ميمونة رضي الله عنها أنها أعتقت وليدة - أي جارية - لها ولم تستأذن النبي - صلى الله عليه وسلم - فلما كان يومها الذي يدور عليها فيه قالت: أشعرت يا رسول الله أني أعتقت وليدتي؛ قال أو فعلت ذلك؟ قالت: نعم. قال: أما إنك لو أعطتها أخوالك كان أعظم لأجرك وفي حديث زينت الثقفية وقد سألت النبي - صلى الله عليه وسلم - عن الصدقة على الزوج والأيتام في حجرها فقال: لها أجران. أجر القرابة وأجر الصدقة. متفق عليه وروى الترمذي وحسنه عن سلمان بن عامر ¶ أنه - صلى الله عليه وسلم - قال: الصدقة على المسكين صدقة وعلى ذي الرحم ثنتان صدقة وصلة. ¶ الجنة جزاء صلة الرحم ¶ __________ ¶ (1) سورة الرعد آية 39. ¶ (2) سورة الأنفال آية 75.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "روى البخاري ومسلم عن أبي أيوب الأنصاري رضي الله عنه أن رجلاً قال يا رسول الله أخبرني بعمل يدخلني الجنة. وفيه فقال رسول الله - صلى الله عليه وسلم -: تعبد الله لا تشرك به شيئاً وتقيم الصلاة وتؤتي الزكاة وتصل الرحم. وفي رواية قال: إن تمسك بما أمرته به دخل الجنة، وروى البغوي في شرح السنة عن النبي - صلى الله عليه وسلم - أن الرحم تبعث يوم القيامة بلسان فصيح ذلق تقول: اللهم فلان وصلني فأدخله الجنة وتقول إن فلاناً قطعني فأدخله النار ولقد ذكر الله سبحانه أنه يكره عباده: { وَالَّذِينَ يَصِلُونَ مَا أَمَرَ اللهُ بِهِ أَنْ يُوصَلَ } (1). ¶ ومن ذلك صلة الرحم فيجمع شمل ذوي الأرحام المؤمنين المتواصلين في الدنيا وفي الجنة حيث تقر أعينهم وتطيب قلوبهم فيتلذذون بنعمة الاجتماع بالأحباب مع ما هم فيه من النعيم المقيم في جوار الرب الكريم كما قال تعالى: { أُولَئِكَ لَهُمْ عُقْبَى الدَّارِ * جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ وَالْمَلائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ * سَلامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ } (2). ¶ خطر قطيعة الأرحام ¶ قطيعة الأرحام كبيرة من كبائر الذنوب التي توعد الله القوي العزيز مرتكبها بألوان من الوعيد والعقوبات العاجلة والآجلة في الدنيا والآخرة كيف وقد قال الله تعالى للرحم حين عاذت به من القطيعة من قطعك قطعته فقاطع الرحم مقطوع من الله تعالى ومن قطعه الله عز وجل فأي خير يرجوه وأي شر وسوء يأمن منه في عاجل أمره وآجله مادام متصفاً بقطيعة الرحم فعن أبي بكرة رضي الله عنه عن النبي - صلى الله عليه وسلم - قال: \"ما من ذنب أحرى أن يعجل الله لصاحبه العقوبة في الدنيا مع ما يدخر له في الآخرة من البغي وقطيعة الرحم\"(3). ¶ وروى ابن ماجة عن عائشة رضي الله عنها قالت: قال رسول الله - صلى الله عليه وسلم - : \"أسرع الخير ثواباً البر وصلة الرحم وأسرع الشر عقوبة البغي وقطيعة الرحم\". ¶ __________ ¶ (1) سورة الرعد آية 21. ¶ (2) سورة الرعد الآيات: 22 ، 23 ، 24. ¶ (3) سورة محمد الآيات: 22 ، 23 ، 24.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "إذا علم ذلك فقطيعة الرحم - والعياذ بالله - من أسباب طمس القلوب وعمى البصائر والحرمان من العلم النافع بل ومن كل خير لأنها من الفساد في الأرض الذي حكم الله على أهله باللعن وسوء العقاب في الحال والمآل قال تعالى: { فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ * أُولَئِكَ الَّذِينَ لَعَنَهُمُ اللهُ فَأَصَمَّهُمْ وَأَعْمَى أَبْصَارَهُمْ * أَفَلا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا } (1). ¶ وقال سبحانه: { وَالَّذِينَ يَنْقُضُونَ عَهْدَ اللهِ مِنْ بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللهُ بِهِ أَنْ يُوصَلَ وَيُفْسِدُونَ فِي الأَرْضِ أُولَئِكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ } (2). ¶ وقد روي عن النبي - صلى الله عليه وسلم - أنه قال: \"إذا ظهر القول وخزن العمل وائتلفت الألسن وتباغضت القلوب وقطع كل ذي رحم رحمه فعند ذلك لعنهم الله فأصمهم وأعمى أبصارهم\" (3). ¶ وقد ورد أن قاطع الرحم لا يقبل عمله فقد روى أحمد بإسناد رجاله ثقات عن أبي هريرة رضي الله عنه قال: سمعت رسول ¶ الله - صلى الله عليه وسلم - يقول: \"إن أعمال بني آدم تعرض كل خميس ليلة الجمعة فلا يقبل عمل قاطع رحم\". وقاطع الرحم قد عرض نفسه لعدم استجابة دعائه روي أن ابن مسعود رضي الله عنه كان يوماً جالساً بعد الصبح في حلقة فقال: أنشد الله قاطع رحم لما قام عنا فإنا نريد أن ندعو ربنا وإن أبواب السماء مرتجة -أي مغلقة- دون قاطع رحم. ¶ وقطيعة الرحم تجعل صاحبها شؤماً على المجتمع الذي يوجد فيه روي عن عبد الله بن أبي أوفى رضي الله عنه قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: \"لا تنزل الرحمة على قوم فيهم قاطع رحم\"(4). ¶ وثبت في الصحيح أن قاطع الرحم مهدد بعدم دخول الجنة فعن جبير بن مطعم رضي الله عنه عن النبي - صلى الله عليه وسلم - قال: \"لا يدخل الجنة قاطع رحم\" متفق عليه. ¶ __________ ¶ (1) رواه الترمذي وقال حديث حسن صحيح. ¶ (2) سورة الرعد آية 25. ¶ (3) رواه الطبراني في الأوسط والكبير. ¶ (4) رواه البيهقي في شعب الإيمان.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وعن أبي موسى رضي الله عنه أن النبي - صلى الله عليه وسلم - قال: \"ثلاثة لا يدخلون الجنة مدمن خمر، وقاطع رحم، ومصدق بالسحر\" رواه ابن حبان وغيره تلك جملة من عقوبات قاطع الرحم أسأل الله تعالى أن يعافينا منها وإخواننا المسلمين وأن يجعلنا ممن يصلون أرحامهم ابتغاء وجهه وعلى طريقة نبيه محمد - صلى الله عليه وسلم - إنه سبحانه ولي ذلك والقادر عليه وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين. ¶ مراجع هذه الرسالة ¶ رياض الصالحين من كلام سيد المرسلين صلى الله عليه وسلم للإمام النووي رحمه الله. ¶ أصول المنهج الإسلامي للشيخ عبد الرحمن بن عبد الكريم العبيد وفقه الله. ¶ خطب الشيخ محمد الصالح العثيمين وفقه الله. ¶ حقوق دعت إليها الفطرة وققرتها الشريعة له. ¶ كتاب الكبائر للإمام الذهبي رحمه الله. ¶ رسالة (بر الوالدين) للشيخ أحمد الغماري الحسيني رحمه الله. ¶ بهجة الناظرين فيما يصلح الدنيا والدين للمؤلف رحمه الله ووفقه. ¶ فهرس رسالة ¶ (تذكير شباب الإسلام ببر الوالدين وصلة الأرحام) ¶ …………………… ¶ المقدمة.............................................…5 ¶ بر الوالدين وصلة الأرحام في الكتاب والسنة...........…9 ¶ تحريم العقوق وقطيعة الرحم.........................…23 ¶ بر أصدقاء الأب والأم والزوجة والأقارب.............…26 ¶ أهمية بر الوالدين في الإسلام..........................…30 ¶ أنواع البر...........................................…31 ¶ فضل بر الوالدين....................................…32 ¶ البر بعد الموت......................................…34 ¶ واجبنا نحو الوالدين وبماذا يكون برهم.................…36 ¶ آثار البر...........................................…40 ¶ حقوق الوالدين.....................................…43 ¶ وصايا تتعلق ببر الوالدين............................…46 ¶ فوائد تتعلق ببر الوالدين..............................…51 ¶ صلة الأرحام......................................…57 ¶ اشتقاق كلمة رحم..................................…58 ¶ الآثار المترتبة على صلة الأرحام....................…59 ¶ بماذا تكون صلة الأرحام............................…62 ¶ حقوق الأقارب....................................…69 ¶ فهرس رسالة ¶ (تذكير الأنام بشأن صلة الأرحام) ¶ مقدمة…3 ¶ بر الوالدين وصلة الأرحام في الكتاب والسنة…5 ¶ تحريم العقوق وقطيعة الرحم…16",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "بر أصدقاء الأب والأم والأقارب والزوجة وسائر من يندب ¶ إكرام…19 ¶ أهمية بر الوالدين…23 ¶ واجبنا نحو الوالدين وبماذا يكون برهم؟…28 ¶ آثار البر…32 ¶ حقوق الوالدين…35 ¶ وصايا…38 ¶ فوائد تتعلق ببر الوالدين وعقوقهما…42 ¶ بحسب ما ورد في الأدلة…42 ¶ صلة الأرحام…47 ¶ اشتقاق كلمة الرحم…49 ¶ الآثار المترتبة على صلة الرحم…50 ¶ بماذا تكون صلة الأرحام؟…52 ¶ (صلة الرحم سبب لطول العمر وكثرة الرزق)…54 ¶ حقوق الأقارب…58 ¶ تذكير الأنام بشأن صلة الأرحام بقلم الشيخ عبد الله بن صالح القصير…61 ¶ مقدمة…61 ¶ تعريف ذوي الأرحام…63 ¶ معنى صلة الرحم…65 ¶ العناية بصلة الرحم في الكتاب والسنة…67 ¶ مراتب ذوي الأرحام في الصلة…70 ¶ صلة القريب المشترك…71 ¶ صلة بعيد النسب…73 ¶ صل ذا رحمك وإن قطعك…74 ¶ من فضائل صلة الرحم وعواقبها الحميدة…76 ¶ عظم الأجر ومضاعفة الصدقة على ذي الرحم…80 ¶ الجنة جزاء صلة الرحم…81 ¶ خطر قطيعة الأرحام…82 ¶ مراجع هذه الرسالة…85 ¶ فهرس رسالة …86 ¶ فهرس رسالة …88",
            "page": "47",
            "part": "1"
        }
    ],
    "t34960": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "بر الوالدين وصلة الأرحام"
        }
    ]
}