{
    "b34968": [
        {
            "id": "1",
            "nass": "محاسن الصدق ¶ ومساوئ الكذب ¶ فضيلة الشيخ ¶ عبد الله بن جار الله آل جار الله ¶ رحمه الله ¶ المقدمة ¶ الحمد لله رب العالمين، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله - صلى الله عليه وسلم - وعلى آله وصحبه أجمعين. ¶ أما بعد: فإن الصدق في الأقوال والأعمال من أبرز صفات المؤمنين التي يتميزون بها عن غيرهم في الدنيا والآخرة، كما قال النبي - صلى الله عليه وسلم -: «إن الصدق يهدي إلى البر والبر يهدي إلى الجنة» متفق عليه. كما أن الكذب من أبرز أوصاف المنافقين وهو يهدي إلى الفجور الذي يهدي إلى النار، لذا أشار عليَّ بعض المحبين الناصحين بتأليف رسالة عن محاسن الصدق ومساوئ الكذب فأجبتهم إلى ذلك، سائلاً الله تعالى أن ينفع بها من كتبها أو طبعها أو قرأها أو سمعها فعمل بها؛ وهي مستفادة من كلام الله تعالى وكلام رسوله - صلى الله عليه وسلم - وكلام المحققين من أهل العلم. ¶ ومن أسباب تأليفها ما لوحظ على كثير من الناس - هداهم الله وأخذ بنواصيهم إلى الحق - من مزاولة الكذب وخصوصًا عند البيع والشراء، وكون بعض الناس يحلف وهو كاذب وذلك من كبائر الذنوب الموجبة للعقوبة والعذاب الأليم ومحق البركة؛ لذا لزم حثهم على الصدق وترغيبهم فيه وتحذيرهم من الكذب وعواقبه السيئة. ¶ وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين. ¶ محاسن الصدق ومساوئ الكذب ¶ الصدق مطابقة الخبر للواقع، وهو مطلوب من الإنسان في قوله وعمله واعتقاده، وفي تحقيق مقامات الدين كلها، وقد أمر الله بالصدق في عدة آيات من كتابه، وأثنى على الصادقين فقال تعالى: { يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللهَ وَكُونُوا مَعَ الصَّادِقِينَ } [التوبة: 119] وأخبر أنه أعدّ لهم مغفرة وأجرًا عظيمًا ومدح الصادقين والصادقات.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وقال تعالى: { فَلَوْ صَدَقُوا اللهَ لَكَانَ خَيْرًا لَهُمْ } [محمد: 21] والصدق عنوان الإسلام وميزان الإيمان وعلامة الكمال، والصدق يهدي إلى البر الجامع لأبواب الخير كلها الموصلة إلى جنات النعيم { إِنَّ الأَبْرَارَ لَفِي نَعِيمٍ } [الانفطار: 13] والكذب الممقوت الداعي إلى الفجور الجامع لأبواب الشر كلها المؤدية إلى نار جهنم: { وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ } [الانفطار: 14] . ¶ وقال - صلى الله عليه وسلم -: «عليكم بالصدق فإن الصدق يهدي إلى البر وإن البر يهدي إلى الجنة وإن الرجل ليصدق ويتحرى الصدق حتى يكتب عند الله صديقًا، وإياكم والكذب فإن الكذب يهدي إلى الفجور وإن الفجور يهدي إلى النار، وإن الرجل ليكذب ويتحرى الكذب حتى يكتب عند الله كذابًا» متفق عليه. ¶ وإذا تعلق الإنسان بشيء وتخلق به عُرف به حقًا كان أو باطلاً، وصار ممدوحًا به أو مذمومًا عليه، وخير ما يمدح به المرء هو الصدق في الحديث وتجنب الكذب، ومن صدق في حديثه مخاطبًا أو مجيبًا وآمرًا وناهيًا وتاليًا وذاكرًا ومعطيًا وآخذًا كان عند الله، وعند الناس صادقًا محبوبًا مكرمًا موثوقًا به، والصادق في عمله بعيد عن السمعة والرياء لا يريد بفعله وتركه إلا الله تعالى، فصلاته وزكاته وصومه وحجه وجهاده ونطقه وصمته وحركته وسكونه كلها لله وحده لا شريك له لا يريد بإحسانه غشًّا ولا خديعة ولا يطلب من أحد غير الله جزاءً ولا شكورًا، لا يخالطه أحد إلا وثق به وأمنه على نفسه وأهله وماله، يرغب الناس في جواره ومعاشرته ومصاهرته، وهو مؤتمن الأحياء ووصي الأموات وناظر الأوقاف وحافظ الودائع، ومؤدي الحقوق إلى ذويها، وبذلك يكون معتبرًا عند الله وعند الناس.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "قال - صلى الله عليه وسلم -: «البيعان بالخيار ما لم يتفرقا، فإن صدقا وبينا بورك لهما في بيعهما، وإن كذبا وكتما محقت بركة بيعهما» رواه البخاري ومسلم، فالبركة مقرونة بالصدق والبيان، والتلف والمحق مقرون بالكذب والكتمان والمشاهدة والواقع أكبر دليل على ذلك، لا تجد صادقًا إلا مرموقًا بين الناس بالمحبة والثناء والتعظيم يحوز الشرف وحسن السمعة والاعتبار ويتسابق الناس إلى معاملته وبذلك تتم له سعادة الدنيا والآخرة، وهذا بخلاف الكذب المرذول فكلما أفرط المرء في الكذب والإخبار بما لم يقع عرف عند الله وعند خلقه بأنه كذاب فلا يقام له وزن ولا يأمنه أحد على شيء، فالكاذب يجني على نفسه قبل أن يجني على أحد لا سيما إذا تحرى الكذب حتى يكتب كذابا في السماء والأرض، فالكذب دليل على حقارة الكذاب وخيانته وقلة أدبه، والكذب يفضي بصاحبه إلى اللعن والطرد والفجور المؤدي إلى النار، فالكذب جماع الشر وأصل كل ذم لسوء عواقبه وخبث نتائجه. ¶ أعظم الكذب ¶ وأعظم الكذب: الكذب على الله ورسوله - صلى الله عليه وسلم - في تحريم حلال أو تحليل حرام وغير ذلك قال تعالى: { وَلا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَذَا حَلالٌ وَهَذَا حَرَامٌ لِتَفْتَرُوا عَلَى اللهِ الْكَذِبَ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللهِ الْكَذِبَ لا يُفْلِحُونَ * مَتَاعٌ قَلِيلٌ وَلَهُمْ عَذَابٌ أَلِيمٌ } [النحل: 116، 117] . ¶ وقال تعالى: { وَيَوْمَ الْقِيَامَةِ تَرَى الَّذِينَ كَذَبُوا عَلَى اللهِ وُجُوهُهُمْ مُسْوَدَّةٌ } [الزمر: 60] . ¶ وقال - صلى الله عليه وسلم - «من كذب عليَّ متعمدا فليتبوأ مقعده من النار» رواه البخاري ومسلم وغيرهما، وحسب الكذاب أنه يتصف بصفات المنافقين ويبوء بالعذاب الأليم. ¶ قال - صلى الله عليه وسلم - «آية المنافق ثلاث: إذا حدَّث كذب، وإذا وعد أخلف، وإذا أؤتمن خان» متفق عليه.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وفي حديث منام النبي - صلى الله عليه وسلم - الذي رواه البخاري في صحيحه عن سمرة بن جندب قال: «فأتينا على رجل مضطجع لقفاه وإذا آخر قائم عليه بكلوب من حديد يشرشر شدقه إلى قفاه ومنخره إلى قفاه ثم يذهب إلى الجانب الآخر فيفعل به مثل ما فعل في الجانب الأول، فما يرجع إليه حتى يصح كما كان فيفعل به مثل ما فعل في المرة الأولى، قال: فقلت لهما من هذا، قالا: هو الرجل يغدو من بيته فيكذب الكذبة تبلغ الآفاق». ¶ وأعظم من ذلك الحلف وهو كاذب كما أخبر الله عن المنافقين بقوله: { وَيَحْلِفُونَ عَلَى الْكَذِبِ وَهُمْ يَعْلَمُونَ } [المجادلة: 14] . ¶ وقال - صلى الله عليه وسلم -: «ثلاثة لا يكلمهم الله يوم القيامة ولا يزكيهم ولهم عذاب أليم» فذكر الحديث وفيه «ورجل باع سلعة فحلف بالله لأخذتها بكذا وكذا فصدقه وهو على غير ذلك» رواه البخاري ومسلم وغيرهما. ¶ وقال - صلى الله عليه وسلم -: «كبرت خيانة أن تحدث أخاك حديثا هو لك فيه مصدق وأنت له به كاذب» رواه أحمد والطبراني في الكبير وغيرهما. ¶ وقال عليه الصلاة والسلام «من كان يؤمن بالله واليوم الآخر فليقل خيرًا أو ليصمت» رواه البخاري ومسلم. ¶ وقال: «وهل يكب الناس في النار على وجوههم إلا حصائد ألسنتهم» رواه الترمذي: وقال حديث حسن صحيح. ¶ وقال ابن مسعود رضي الله عنه: لا يزال العبد يكذب ويتحرى الكذب حتى ينكت في قلبه نكتة سوداء حتى يسود قلبه فيكتب عند الله من الكاذبين رواه مالك في الموطأ.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وعلى كل حال فالكذب من أكبر الكبائر، وأعظم المحرمات وأشنع الأخلاق والصفات وأبرز صفات النفاق، وسئل بعض العلماء كم وجدت في ابن آدم من العيوب؟ قال: هي أكثر من أن تحصى والذي أحصيت ثمانية آلاف عيب ووجدت خصلة إن استعملها سترت تلك العيوب كلها وهي حفظ اللسان، فما أنعم الله على عبد نعمة بعد الإسلام أفضل من الصدق ولا ابتلاه ببلية أعظم من الكذب، وقد علقت سعادة الدنيا والآخرة والنجاة من شرورهما بالصدق، فما أنجى الله من أنجى إلا بالصدق، وما أهلك من أهلك إلا بالكذب، وقد قسم سبحانه المخلوقات إلى قسمين سعداء وأشقياء فجعل السعداء هم أهل الصدق والتصديق والأشقياء هم أهل الكذب التكذيب وجعل أبرز صفات المنفاقين الكذب في أقوالهم وأفعالهم وأخبر سبحانه أنه لا ينفع العباد يوم القيامة إلا صدقهم وأنه أعد لهم بذلك جنات النعيم وأوجب لهم الخلود فيها ورضي الله عنهم لصدقهم في معاملته ورضوا عنه بجزيل ثوابه ففازوا بأعظم مطلوب { قَالَ اللهُ هَذَا يَوْمُ يَنْفَعُ الصَّادِقِينَ صِدْقُهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَضِيَ اللهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ الْفَوْزُ الْعَظِيمُ } [المائدة: 119] اللهم تفضل علينا بالصدق في أقوالنا وأفعالنا، وصلى الله على نبينا محمد وعلى آله وصحبه وسلم (1). ¶ منزلة الصدق ¶ قال ابن القيم رحمه الله: ومن منازل { إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ } منزلة الصدق. ¶ __________ ¶ (1) انظر كتاب الكبائر الذهبي 121، وإصلاح المجتمع للبيجاني 66.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وهو منزل القوم الأعظم، منه تنشأ جميع منازل السالكين، والطريق الأقوم الذي من لم يسر عليه فهو من المنقطعين الهالكين، وبه تميز أهل النفاق من أهل الإيمان، وسكان الجنان من أهل النيران، وهو سيف الله في أرضه الذي ما وضع على شيء إلا قطعه، ولا واجه باطلاً إلا أرداه وصرعه، من صال به لم ترد صولته، ومن نطق به علت على الخصوم كلمته، فهو روح الأعمال، ومحك الأحوال، والحامل على اقتحام الأهوال، والباب الذي دخل منه الواصلون إلى حضرة ذي الجلال، وهو أساس بناء الدين وعمود فسطاط اليقين، ودرجته تالية لدرجة النبوة التي هي أرفع درجات العالمين، ومن مساكنهم في الجنات تجري العيون والأنهار إلى مساكن الصديقين، كما كان من قلوبهم إلى قلوبهم في هذه الدار مدد متصل ومعين. ¶ وقد أمر سبحانه أهل الإيمان أن يكونوا مع الصادقين، وخص المنعم عليهم بالنبيين والصديقين والشهداء والصالحين فقال تعالى: { يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللهَ وَكُونُوا مَعَ الصَّادِقِينَ } [التوبة: 119] . ¶ وقال تعالى: { وَمَنْ يُطِعِ اللهَ وَالرَّسُولَ فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ } [النساء: 69] فهم الرفيق الأعلى { وَحَسُنَ أُولَئِكَ رَفِيقًا } ولا يزال الله يمدهم بأنعمه وألطافه ومزيده إحسانًا منه وتوفيقًا، ولهم مرتبة المعية مع الله، فإن الله مع الصادقين، ولهم منزلة القرب منه، إذ درجتهم منه ثاني درجة النبيين. ¶ وأخبر تعالى أن من صدقه فهو خير له، فقال: { فَإِذَا عَزَمَ الأَمْرُ فَلَوْ صَدَقُوا اللهَ لَكَانَ خَيْرًا لَهُمْ } [محمد: 21].",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وأخبر تعالى عن أهل البر، وأثنى عليهم بأحسن أعمالهم من الإيمان، والإسلام ، والصدقة، والصبر، بأنهم أهل الصدق فقال: { لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللهِ وَالْيَوْمِ الآخِرِ وَالْمَلائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَآتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّائِلِينَ وَفِي الرِّقَابِ وَأَقَامَ الصَّلاةَ وَآتَى الزَّكَاةَ وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا وَالصَّابِرِينَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ وَحِينَ الْبَأْسِ أُولَئِكَ الَّذِينَ صَدَقُوا وَأُولَئِكَ هُمُ الْمُتَّقُونَ } [البقرة: 177] وهذا صريح في أن الصدق بالأعمال الظاهرة والباطنة وأن الصدق هو مقام الإسلام والإيمان. ¶ وقسم الله سبحانه الناس إلى صادق ومنافق فقال: { لِيَجْزِيَ اللهُ الصَّادِقِينَ بِصِدْقِهِمْ وَيُعَذِّبَ الْمُنَافِقِينَ إِنْ شَاءَ أَوْ يَتُوبَ عَلَيْهِمْ } [الأحزاب: 24]. ¶ والإيمان أساسه الصدق، والنفاق أساسه الكذب، فلا يجتمع كذب وإيمان إلا وأحدهما محارب للآخر. ¶ وأخبر سبحانه: أنه في يوم القيامة لا ينفع العبد وينجيه من عذابه إلا صدقه، قال تعالى: { هَذَا يَوْمُ يَنْفَعُ الصَّادِقِينَ صِدْقُهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَضِيَ اللهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ الْفَوْزُ الْعَظِيمُ } [المائدة: 119] . ¶ وقال تعالى: { وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ أُولَئِكَ هُمُ الْمُتَّقُونَ } [الزمر: 33] فالذي جاء بالصدق، هو من شأنه الصدق في قوله وعمله وحاله، فالصدق في هذه الثلاثة.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "فالصدق في الأقوال: استواء اللسان على الأقوال، كاستواء السنبلة على ساقها، والصدق في الأعمال، استواء الأفعال على الأمر والمتابعة كاستواء الرأس على الجسد والصدق في الأحوال، استواء أعمال القلب والجوارح على الإخلاص، واستفراغ الوسع، وبذل الطاقة، فبذلك يكون العبد من الذين جاءوا بالصدق، وبحسب كمال هذه الأمور فيه وقيامها به تكون صديقيته ولذلك كان لأبي بكر الصديق رضي الله عنه وأرضاه ذروة سنام الصديقية، سمي الصديق على الإطلاق والصديق أبلغ من الصدوق والصدوق أبلغ من الصادق. ¶ فأعلى مراتب الصدق: مرتبة الصديقية، وهي كمال الانقياد للرسول - صلى الله عليه وسلم - مع كمال الإخلاص للمرسل. ¶ وقد أمر الله تعالى رسوله أن يسأله أن يجعل مدخله ومخرجه على الصدق فقال: { وَقُلْ رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ وَاجْعَلْ لِي مِنْ لَدُنْكَ سُلْطَانًا نَصِيرًا } [الإسراء: 80] وأخبر عن خليله إبراهيم - صلى الله عليه وسلم - أنه سأله أن يهب له لسان صدق في الآخرين فقال: { وَاجْعَلْ لِي لِسَانَ صِدْقٍ فِي الآخِرِينَ } [الشعراء: 84] وبشر عباده بأن لهم عنده قدم صدق ومقعد صدق فقال تعالى: { وَبَشِّرِ الَّذِينَ آمَنُوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ } [يونس: 2] وقال: { إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَهَرٍ * فِي مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ مُقْتَدِرٍ } [القمر: 54-55]. ¶ فهذه خمسة أشياء: مدخل الصدق، ومخرج الصدق، ولسان الصدق، وقدم الصدق ومقعد الصدق. ¶ وحقيقة الصدق في هذه الأشياء، هو الحق الثابت المتصل بالله الموصل إلى الله وهو ما كان به وله من الأقوال والأعمال وجزاء ذلك في الدنيا والآخرة.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "فمدخل الصدق ومخرج الصدق: أن يكون دخوله وخروجه حقًا ثابتًا بالله، وفي مرضاته بالظفر بالبغية، وحصول المطلوب، ضد مخرج الكذب ومدخله الذي لا غاية له يوصل إليها، ولا له ساق ثابتة يقوم عليها، كمخرج أعدائه يوم بدر، ومخرج الصدق كمخرجه - صلى الله عليه وسلم - هو وأصحابه في تلك الغزوة. ¶ وكذلك مدخله - صلى الله عليه وسلم - المدينة، كان مدخل صدق بالله، ولله وابتغاء مرضاة الله فاتصل به التأييد، والظفر والنصر، وإدراك ما طلبه في الدنيا والآخرة، بخلاف مدخل الكذب الذي رام أعداؤه أن يدخلوا به المدينة يوم الأحزاب، فإنه لم يكن بالله، ولا لله بل كان محادة لله ورسوله فلم يتصل به إلا الخذلان والبوار. ¶ وكذلك مدخل من دخل من اليهود المحاربين لرسول الله - صلى الله عليه وسلم - حصن بني قريظة فإنه لما كان مدخل كذب، أصابه معهم ما أصابهم. ¶ فكل مدخل معهم ومخرج كان بالله، ولله فصاحبه ضامن على الله، فهو مدخل صدق، ومخرج صدق. ¶ وكان بعض السلف إذا خرج من داره رفع رأسه إلى السماء، وقال: اللهم إني أعوذ بك أن أخرج مخرجًا لا أكون فيه ضامنًا عليك. ¶ يريد: أن لا يكون المخرج مخرج صدق، ولذلك فسر مدخل الصدق ومخرجه بخروجه - صلى الله عليه وسلم - من مكة، ودخوله المدينة، ولا ريب أن هذا على سبيل التمثيل فإن هذا المدخل والمخرج من أجلَّ مداخله ومخارجه - صلى الله عليه وسلم - وإلا فمداخله كلها مداخل صدق، ومخارجه مخارج صدق، إذ هي لله وبالله وبأمره، ولابتغاء مرضاته. ¶ وما خرج أحد من بيته ودخل سوقه، أو مدخلاً آخر إلا بصدق أو بكذب، فمخرج كل واحد ومدخله لا يعدو الصدق والكذب، والله المستعان. ¶ وأما لسان الصدق: فهو الثناء الحسن عليه - صلى الله عليه وسلم - من سائر الأمم بالصدق، ليس ثناءً بالكذب، كما قال عن إبراهيم وذريته من الأنبياء والرسل عليهم صلوات الله وسلامه { وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا } [مريم: 50] .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "والمراد باللسان ههنا: الثناء الحسن فلما كان الصدق باللسان، وهو محله، أطلق الله سبحانه ألسنة العباد بالثناء على الصادق، جزاءً وفاقًا، وعبر به عنه. ¶ فإن اللسان يراد به ثلاثة معان: هذا، واللغة، كقوله تعالى: { وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلا بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ } [إبراهيم: 4]. ¶ وقوله: { وَاخْتِلافُ أَلْسِنَتِكُمْ وَأَلْوَانِكُمْ } [الروم: 22]. ¶ وقوله: { لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ } [النحل: 103]. ¶ ويراد به الجارحة نفسها، كقوله تعالى: { لا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ } [القيامة: 16]. ¶ وأما قدم الصدق: ففسر بالجنة، وفسر بمحمد - صلى الله عليه وسلم - وفسر بالأعمال الصالحة، وحقيقة القدم ما قدموه وما يقدمون عليه يوم القيامة، وهم قدموا الأعمال والإيمان بمحمد - صلى الله عليه وسلم - ويقدمون على الجنة التي هي جزاء ذلك. ¶ فمن فسره بها أراد: ما يقدمون عليه، ومن فسره بالأعمال وبالنبي فلأنهم قدموها وقدموا الإيمان به بين أيديهم فالثلاثة قدم صدق. ¶ وأما مقعد الصدق: فهو الجنة عند الرب تبارك وتعالى. ¶ ووصف ذلك كله بالصدق مستلزم ثبوته واستقراره، وأنه حق، ودوامه ونفعه، وكمال عائدته، فإنه متصل بالحق سبحانه كائن به وله فهو صدق غير كذب، وحق غير باطل، ودائم غير زائل، ونافع غير ضار، وما للباطل ومتعلقاته إليه سبيل ولا مدخل. ¶ ومن علامات الصدق: طمأنينة القلب إليه، ومن علامات الكذب: حصول الريبة كما في الترمذي، مرفوعًا من حديث الحسن بن علي رضي الله عنهما عن النبي - صلى الله عليه وسلم - قال: «الصدق طمأنينة والكذب ريبة».",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وفي الصحيحين من حديث عبد الله بن مسعود رضي الله عنه عن النبي - صلى الله عليه وسلم - قال: «إن الصدق يهدي إلى البر، وإن البر يهدي إلى الجنة، وإن الرجل ليصدق حتى يكتب عند الله صديقًا، وإن الكذب يهدي إلى الفجور، وإن الفجور يهدي إلى النار، وإن الرجل ليكذب حتى يكتب عند الله كذابًا» فجعل الصدق مفتاح الصديقية ومبدؤها، وهي غايته فلا ينال درجتها كاذب ألبتة، لا في قوله، ولا في عمله، ولا في حاله، ولا سيَّما كاذب على الله في أسمائه وصفاته، ونفي ما أثبته أو إثبات ما نفاه عن نفسه فليس في هؤلاء صديق أبدًا. ¶ وكذلك الكذب عليه في دينه وشرعه، بتحليل ما حرمه، وتحريم ما لم يحرمه، وإسقاط ما أوجبه وإيجاب ما لم يوجبه، وكراهة ما أحبه، واستحباب ما لم يحبه كل ذلك مناف للصديقية. ¶ وكذلك الكذب معه في الأعمال، بالتحلي بحلية الصادقين المخلصين، والزاهدين المتوكلين، وليس في الحقيقة منهم. ¶ فلذلك كانت الصديقية: كمال الإخلاص والانقياد والمتابعة للخبر والأمر ظاهرا وباطنًا حتى إن صدق المتبايعين يحل البركة في بيعهما وكذبهما يمحق بركة بيعهما كما في الصحيحين عن حكيم ابن حزام رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - «البيعان بالخيار ما لم يتفرقا فإن صدقا وبينا بورك لهما في بيعهما، وإن كذبا وكتما محقت بركة بيعهما»(1). ¶ خلق الصدق (2) ¶ المسلم صادق، يحب الصدق ويلتزمه ظاهرًا وباطنًا في أقواله وفي أفعاله، إذ الصدق يهدي إلى البر، والبر يهدي إلى الجنة، الجنة أسمى غايات المسلم، وأقصى أمانيه، والكذب وهو خلاف الصدق وضده يهدي إلى الفجور، والفجور يهدي إلى النار، والنار من شر ما يخافه المسلم ويتقيه. ¶ __________ ¶ (1) مدارج السالكين لابن القيم (2/ 268). ¶ (2) منهاج المسلم لأبي بكر الجزائري 172.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "والمسلم لا ينظر إلى الصدق كخلق فاضل يجب التخلق به لا غير، بل إنه يذهب إلى أبعد من ذلك، يذهب إلى أن الصدق من متممات إيمانه، ومكملات إسلامه، إذ أمر الله تعالى به، وأثنى على المتصفين به، كما أمر به رسوله وحث عليه ودعا إليه، قال تعالى في الأمر به: { يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللهَ وَكُونُوا مَعَ الصَّادِقِينَ } [التوبة: 119] . ¶ وقال في الثناء على أهله: { رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللهَ عَلَيْهِ } [الأحزاب: 23] . ¶ وقال: { وَالصَّادِقِينَ وَالصَّادِقَاتِ } [الأحزاب: 35]. ¶ وقال: { وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ أُولَئِكَ هُمُ الْمُتَّقُونَ } [الزمر: 23]. ¶ وقال رسوله - صلى الله عليه وسلم - في الأمر به «عليكم بالصدق فإن الصدق يهدي إلى البر، وإن البر يهدي إلى الجنة، وما يزال الرجل يصدق، ويتحرى بالصدق، حتى يكتب عند الله صديقًا، وإياكم والكذب فإن الكذب يهدي إلى الفجور، وإن الفجور يهدي إلى النار، وما يزال الرجل يكذب ويتحرى الكذب حتى يكتب عند الله كذابًا» رواه مسلم. ¶ وهذا وإن للصدق ثمرات طيبة يجنيها الصادقون وهذه أنواعها: ¶ من ثمرات الصدق ¶ 1- راحة الضمير، وطمأنينة النفس، لقول الرسول - صلى الله عليه وسلم - «الصدق طمأنينة» (1). ¶ 2- البركة في الكسب، وزيادة الخير، لقول الرسول - صلى الله عليه وسلم - «البيعان بالخيار ما لم يتفرقا فإن صدقا وبينا بورك لهما في بيعهما وإن كتما وكذبا محقت بركة بيعهما». ¶ 3- الفوز بمنزلة الشهداء لقوله عليه الصلاة والسلام: «من سأل الله الشهادة بصدق بلغه الله منازل الشهداء، وإن مات على فراشه» رواه البخاري. ¶ __________ ¶ (1) الترمذي وصححه بلفظ «دع ما يريبك إلى ما لا يربيك فإن الصدق طمأنينة والكذب ريبة».",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "4- النجاة من المكروه، فقد حكي أن هاربًا لجأ إلى أحد الصالحين، وقال له: أخفني عن طالبي، فقال له: نم هنا، وألقى عليه حزمة من خوص، فلما جاء طالبوه وسألوه عنه، قال لهم: هذا ذا تحت الخوص، فظنوا أنه يسخر منهم فتركوه، ونجا ببركة صدق الرجل الصالح. ¶ هذا وللصدق مظاهر يتجلى فيها منها: ¶ 1- في صدق الحديث، فالمسلم إذا حدث لا يحدث بغير الحق والصدق، وإذا أخبر فلا يخبر بغير ما هو الواقع في الأمر نفسه، إذ كذب الحديث من النفاق وآياته، قال - صلى الله عليه وسلم - «آية المنافق ثلاث: إذا حدث كذب، وإذا وعد أخلف، وإذا أؤتمن خان» متفق عليه. ¶ 2- صدق المعاملة، فالمسلم إذا عامل أحدًا صدقه في معاملته، فلا يغش ولا يخدع، ولا يزور، ولا يغرر بحال من الأحوال. ¶ 3- صدق العزم، فالمسلم إذا عزم على فعل ما ينبغي فعله لا يتردد في ذلك، بل يمضي في عمله غير ملتفتٍ إلى شيء، أو مبال بآخر حتى ينجز عمله. ¶ 4- صدق الوعد، فالمسلم إذا واعد أحدًا أنجز له ما وعده به، إذ خلف الوعد من آيات النفاق، كما سبق في الحديث الشريف. ¶ 5- صدق الحال، فالمسلم لا يظهر في غير مظهره، ولا يظهر خلاف ما يبطنه، فلا يلبس ثوب زور، ولا يرائي، ولا يتكلف ما ليس له، لقول رسول الله - صلى الله عليه وسلم - «المتشبع بما لم يعط كلابس ثوبي زور» رواه مسلم، ومعنى هذا أن المتزين والمتجمل بما لا يملك ليرى أنه غني يكون كمن يلبس ثوبين خلقين ليتظاهر بالزهد وهو ليس بزاهد ولا متقشف. ¶ ومن أمثلة الصدق الرفيعة ما يأتي: ¶ 1- روي الترمذي عن عبد الله بن الحمساء قال: بايعت رسول الله - صلى الله عليه وسلم - ببيع قبل أن يبعث، وبقيت له بقية فوعدته أن آتيه بها في مكانه، فنسيت ثم ذكرت بعد ثلاثة أيام، فجئت فإذا هو في مكانه فقال: «يا فتى لقد شققت علي أنا ههنا منذ ثلاث أنتظرك».",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ومثل هذا الذي حصل لنبينا عليه الصلاة والسلام وحصل بجده الأعلى إسماعيل بن إبراهيم الخليل، حتى أثنى الله تعالى عليه في كتابه العزيز بقوله: { وَاذْكُرْ فِي الْكِتَابِ إِسْمَاعِيلَ إِنَّهُ كَانَ صَادِقَ الْوَعْدِ وَكَانَ رَسُولاً نَبِيًّا } [مريم: 54]. ¶ 2- خطب الحجاج بن يوسف يومًا، فأطال الخطبة، فقال أحد الحاضرين: الصلاة فإن الوقت لا ينتظرك، والرب لا يعذرك، فأمر بحبسه فأتاه قومه وزعموا أن الرجل مجنون فقال الحجاج: إن أقر بالجنون خلصته من سجنه، فقال الرجل: لا يسوغ لي أن أجحد نعمة الله التي أنعم بها عليَّ وأثبت لنفسي صفة الجنون التي نزهني الله عنها فلما رأى الحجاج صدقه خلى سبيله. ¶ 3- روى الإمام البخاري -رحمه الله تعالى- أنه خرج يطلب الحديث من رجل فرآه قد هربت فرسه، وهو يشير إليها برداء كأن فيه شعيًرا فجاءته فأخذها فقال البخاري: أكان معك شعير؟ فقال الرجل: لا، ولكن أوهمتها فقال البخاري: لا آخذ الحديث ممن يكذب على البهائم، فكان هذا من البخاري مثلاً عاليًا في مجرى الصدق. ¶ من آفات اللسان الكذب ¶ الكذب آفة سيئة من آفات اللسان، ومرض نفسي إذا لم يسارع صاحبه بالعلاج أودى به إلى النار وبئس القرار. ¶ وإذا كان الصدق شعار المؤمنين فإن الكذب من علامات المنافقين يقول تعالى: { إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللهِ وَاللهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ } [المنافقون: 1]. ¶ أخي الكريم: إن من المخالفة الواضحة والشائعة في مجتمعنا استعمال الكذب في القول والفعل، وفي البيع والشراء، وفي العهود والمواعيد.. وتساهل الناس بأمر الكذب حتى نشأ عليه الصغار وأصبح لا يتورع عنه الكبار.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وأمر الكذب من الخطورة بمكان إذ هو من الأمور المحرمة التي تؤدي بصاحبها إلى النار، حتى قال عليه الصلاة «وإن الكذب يهدي إلى الفجور، وإن الفجور يهدي إلى النار وما يزال الرجل يكذب ويتحرى الكذب حتى يكتب عند الله كذابًا» متفق عليه. ¶ والكاذب مهما حاول تغطية نفسه فلا بد أن يكشفه الله إن عاجلاً أو آجلاً، والكاذب يخزيه ذنبه، فلا يستغرب إذا عدم الرفيق واستوحش منه القريب. ¶ أوليست تلك بضاعة رديئة، فما الذي يدفعك أخي المسلم للتعامل بها؟ ¶ من آثار الكذب السيئة: ¶ وللكذب آثار سيئة لو علمها وعقلها الكاذبون لأقلعوا عن كذبهم وعادوا إلى ربهم، وتذكر من هذه الآثار على سبيل المثال ما يلي: ¶ 1- إحداث الريبة عند الإنسان: ¶ والريبة تعني التهمة والشك، فالكاذب دائمًا محل تهمة ومحل شك، ولا شك أن ذلك يؤذي الكاذب ويبعده عن الطمأنينة التي يجلبها الصدق. ¶ يقول عليه الصلاة السلام: «دع ما يريبك إلى ما لا يريبك فإن الصدق طمأنينة والكذب ريبة» رواه الترمذي والنسائي وغيرهما وإسناده صحيح رياض الصالحين : 38. ¶ 2- وقوع المرء في خصلة من خصال المنافقين: ¶ يقول عليه الصلاة والسلام: «أربع من كن فيه كان منافقًا خالصًا، ومن كانت فيه خصلة منهن كانت فيه خصلة من نفاق حتى يدعها، إذا اؤتمن خان، وإذا حدث كذب، وإذا عاهد غدر، وإذا خاصم فجر متفق عليه». ¶ والمنافقون كما علم في الدرك الأسفل من النار، وكلمة النفاق كلمة ثقيلة على النفوس، وإذا كان الأمر كذلك فلماذا التمادي في الكذب، وهو يجر إلى هذه المنزلة القبيحة؟! ¶ 3- محق البركة في البيع والشراء:",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "إن الشيطان قد يصور للبائع أو المشتري ربحا كثيًرا إذا تحايل وكذب على صاحبه، وهذا هو الواقع عند بعضنا ممن لا يراقبون الله ولا يخافون يوم الحساب، فتجده يخفي عيوب السلعة خوفًا من امتناع صاحبه من شرائها، وتجد المشتري يحقر سلعة صاحبه وإن كان يعلم جودتها، وربما قال له كاذبًا: إني وجدت مثلها أو أحسن منها بقيمة أقل من قيمتك هذه فيصدقه البائع، وهكذا.. ¶ وهذا كله ناتج عن الكذب وناتج عن عدم اهتمامنا بقول المصطفى - صلى الله عليه وسلم - «البيعان بالخيار ما لم يتفرقا، فإن صدقا وبينا بورك لهما في بيعهما، وإن كتما وكذبا محقت بركة بيعهما» متفق عليه. ¶ 4- انعدام الثقة بين الناس: ¶ إن الكذب حينما يسري في المجتمع تنعدم الثقة بين المسلمين، وتنقطع أواصر المحبة بينهم، ويكون ذلك سببًا لتقليص فرص الخير، وربما كان مانعًا لوصول الخير لمن يستحقه. ¶ 5- قلب الحقائق: ¶ ومن آثار الكذب السيئة قلب الحقائق، وذلك لأن الكذابين يصورون للناس الحق باطلاً والباطل حقًا والمعروف منكرًا والمنكر معروفًا، كما أن الكذابين يزينون القبيح في أعين الناس حتى يصير مستحسنًا ويشوهون الحق للناس حتى يصيرونه قبيحًا، تلك بضاعة الكذابين وما أسوأها من بضاعة وما أشد فتكها وآثارها في المجتمع، فاحذروا الكذابين سواء فيما تقرءون أو فيما تسمعون، وافقهوا قوله تعالى: { إِنَّ اللهَ لا يَهْدِي مَنْ هُوَ مُسْرِفٌ كَذَّابٌ } [غافر: 28]. ¶ 6- آثاره على الجوارح: ¶ أول ما يسري الكذب من النفس إلى اللسان فيفسده، ثم يسري إلى الجوارح فيفسد عليها أعمالها، كما أفسد على اللسان قوله؛ فيعم الكذب أقواله وأفعاله فيستحكم عليه الفساد ويترامى به داؤه إلى الهلكة إن لم يتداركه الله بدواء الصدق وكل عمل فاسد ظاهر أو باطن منشؤه الكذب (ابن القيم الفوائد 178) ولهذا قال عليه الصلاة والسلام «إن الصدق يهدي إلى البر، وإن الكذب يهدي إلى الفجور».",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "أخي الكريم: هذه بعض الآثار السيئة للكذب وهذه كلها أمور يحس بها في الدنيا، أما في الآخرة فجزاء الكذابين عند الله أشد وأنكى. ¶ عواقبه الوخيمة بعد الممات: ¶ ويكفي أن الكذاب يسير في طريق يؤدي إلى النار، «إن الكذب يهدي إلى الفجور وإن الفجور يهدي إلى النار، وإن الرجل ليكذب حتى يكتب عند الله كذابا» متفق عليه. ¶ ومن عواقبه أيضًا أن صاحبه يعذب يوم القيامة بصورة تقشعر لها الأبدان، وجاء في صحيح البخاري في حديث منام النبي - صلى الله عليه وسلم - قال: «فأتينا على رجل مستلق لقفاه وإذا آخر قائم عليه بكلوب من حديد، وإذا هو يأتي أحد شقي وجهه فيشرشر شدقه إلى قفاه ومنخره إلى قفاه وعينه إلى قفاه، ثم يتحول إلى الجانب الآخر فيفعل به مثل ما فعل بالجانب الأول، فما يفرغ من ذلك الجانب حتى يصح ذلك الجانب كما كان، ثم يعود عليه فيفعل مثل ما فعل في المرة الأولى، قال: قلت سبحان الله من هذا قال: إنه الرجل يغدو من بيته فيكذب الكذبة تبلغ الآفاق». ¶ صورة قبيحة للكذب: ¶ والكذب كله قبيح، ولكنه مع قبحه ينال صاحبه الوعيد الشديد من الله، والصور الآتية تكشف بعض هذه الصور القبيحة. ¶ أ- اليمين الكاذبة لترويج السلعة: ¶ يقول عليه الصلاة والسلام: «ثلاثة لا يكلمهم الله يوم القيامة ولا ينظر إليهم: المنان بعطيته، والمنفق سلعته بالحلف، الفاجر والمسبل إزاره» أخرجه مسلم. ¶ ب- أخذ مال المسلم عن طريق الحلف الكاذب: ¶ وفي هذا يقول عليه الصلاة والسلام «من حلف على يمين بإثم ليقتطع بها مال امرئ مسلم بغير حق لقي الله عز وجل وهو عليه غضبان» متفق عليه. ¶ ويقول أيضا: «من اقتطع حق امرئ مسلم بيمينه أوجب الله له وحرم عليه الجنة وإن كان قضيبًا من أراك» أخرجه مسلم. ¶ ج- الكذب في الحلم: ¶ وهو أن يقول المرء: إنه رأى في المنام كذا وكذا، وهو كاذب، وعن ذلك قال المصطفى - صلى الله عليه وسلم - «أفري الفرى أن يري الرجل عينيه ما لم تريا» رواه البخاري.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ويقول أيضا: «من تحلم بحلم لم يره كلف أن يعقد بين شعيرتين ولن يفعل» رواه البخاري. ¶ كيف نترك الكذب؟ ¶ معشر الإخوة: وبعد أن عرفنا أن بعض من آثار الكذب وعقوبته، ربما قال قائل: إنني أريد أن أتوب إلى الله من الكذب، ولكن كيف أمنع نفسي من شيء اعتدت عليه؟ ولهذا وأمثاله نقول عليك بالأمور التالية: ¶ 1- استحضر عظمة الله وثق به، فكثيرًا من الكذب سببه الخوف من أشياء وهمية يصورها الشيطان، والثقة بالله والتوكل عليه كفيلان بذهاب تلك المخاوف. ¶ 2- اليقين الجازم بأن ما كتب لك سيأتيك لا محالة، وخاصة في أمور الدنيا التي بسبب الطمع فيها والحرص على جمعها يقدم الناس على الكذب، ولكن الإيمان والثقة الأكيدة بأن ما قدره الله لك سيأتيك، يكسب الإنسان الطمأنينة ولا يحوجه للكذب في حديثه. ¶ 3- رياضة النفس، والمقصود هنا حمل النفس على الأعمال التي يقتضيها الخلق المطلوب، فالنفس كالطفل وإذا أطلقت لها العنان أتعبتك وترويضها يعني تصبيرها على الخلق تريده مرة إثر مرة حتى يصير ذلك الخلق طبعا لها، ولا تيأس أو تستثقل ذلك في بداية الطريق لأن الأمر يحتاج إلى صبر، وجرب ذلك مع عادة الكذب السيئة وستحس أنك بعد فترة اقتلعت عنها وأصبحت في عداد الصادقين { وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا } { وَمَنْ يَتَّقِ اللهَ يَجْعَلْ لَهُ مَخْرَجًا } [الطلاق: 2]. ¶ أخي المسلم: ولتعلم أنه قد رخص لك في الكذب في أمور معينة منها في الحرب والإصلاح بين الناس وحديث الرجل وامرأته وحديث المرأة زوجها، كما جاء في الحديث الذي رواه مسلم رياض الصالحين 693. ¶ وفي المعاريض مندوحة عن الكذب:",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "أخي المسلم: ولا تحقرن من الكذب شيئًا ولا تقولن هذا كذب لا يضر أحدًا، أو هذا طفل صغير وسأكذب عليه ولا عليَّ في ذلك، فقد رأى رسول الله - صلى الله عليه وسلم - امرأة تنادي طفلاً لها تقول تعالى: أعطك فقال لها رسول الله - صلى الله عليه وسلم -: «وماذا ستعطيه؟» قالت: سأعطيه كذا، فقال عليه الصلاة والسلام: «أما إنك لو لم تعطه لكتبت عليك كذبة» كذلك لا تكذب ثم تقول: إنما قصدت بذلك المزاح، فالرسول - صلى الله عليه وسلم - يقول: «أنا زعيم ببيت في وسط الجنة لمن ترك الكذب وإن كان مازحًا» رواه البيهقي بإسناد حسن. ¶ ولكن خير مخرج لك عن الكذب إذا اضطررت إليه المعاريض، وهي أن تتحدث بشيء يحتمل أكثر من معنى فينصرف ذهن صاحبك إلى غير ما في قلبك دون أن تكذبه في الحديث، مثال ذلك ما يروى عن النخعي أنه كان إذا طلبه من يكره الخروج إليه وهو في الدار، قال للجارية قولي له: اطلبه في المسجد ولا تقولي له ليس ههنا كي لا يكون كذبًا. ¶ رزقنا الله وإياكم الصدق في القول والعمل، وصلى الله على نبينا محمد وآله وصحبه وسلم. ¶ قال الإمام النووي رحمه الله: ¶ باب بيان ما يجوز من الكذب ¶ اعلم أن الكذب، وإن كان أصله محرمًا، فيجوز في بعض الأحوال بشروط قد أوضحتها في كتاب «الأذكار» ومختصر ذلك: أن الكلام وسيلة إلى المقاصد، فكل مقصود محمود يمكن تحصيله بغير الكذب يحرم الكذب فيه، وإن لم يمكن تحصيله إلا بالكذب، جاز الكذب، ثم إن كان تحصيل ذلك المقصود مباحًا كان الكذب مباحًا، وإن كان واجبًا، كان الكذب واجبًا، فإذا اختفى مسلم من ظالم يريد قتله، أو أخذ ماله وأخفى ماله، وكذا لو كان عنده وديعة، وأراد ظالم أخذها، وجب الكذب بإخفائها، والأحوط في هذا كله أن يوري ومعنى التورية: أن يقصد بعبارته مقصودًا صحيحًا ليس هو كاذبًا بالنسبة إليه، وإن كان كاذبًا في ظاهر اللفظ، وبالنسبة إلى ما يفهمه المخاطب، ولو ترك التورية وأطلق عبارة الكذب، فليس بحرام في الحال.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "واستدل العلماء لجواز الكذب في هذا الحال بحديث أم كلثوم رضي الله عنها سمعت رسول الله - صلى الله عليه وسلم - يقول: «ليس الكذب الذي يصلح بين الناس فينمي (1) خيرًا أو يقول خيرًا» متفق عليه (2). ¶ زاد مسلم في رواية: قالت أم كلثوم، ولم أسمعه يرخص في شيء مما يقول الناس إلا في ثلاث: تعني: الحرب، والإصلاح بين الناس، وحديث الرجل امرأته، وحديث المرأة زوجها (3) وصلى الله وسلم على نبينا محمد. ¶ المراجع ¶ 1- رياض الصالحين من أحاديث سيد المرسلين - صلى الله عليه وسلم - للنووي. ¶ 2- مدارج السالكين بين منازل { إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ } لابن القيم. ¶ 3- كتاب الكبائر، للإمام الذهبي. ¶ 4- إصلاح المجتمع، للشيخ محمد بن سالم البيجاني. ¶ 5- منهاج المسلم، للشيخ أبي بكر الجزائري. ¶ 6- إرشادات على الطريق من إعداد الشئون الدينية بالأمن العام. ¶ 7- بهجة الناظرين فيما يصلح الدنيا والدين للمؤلف. ¶ الفهرس ¶ الصفحة…الموضوع ¶ 3…المقدمة.......................................... ¶ 5…محاسن الصدق ومساوئ الكذب.................. ¶ 8…أعظم الكذب الكذب على الله ورسوله............ ¶ 11…منزلة الصدق.................................... ¶ 19…خلق الصدق.................................... ¶ 21…من ثمرات الصدق................................ ¶ 21…من مظاهر الصدق............................... ¶ 23…من أمثلة الصدق الرفيعة.......................... ¶ 25…من آفات اللسان الكذب......................... ¶ 26…من آثار الكذب................................. ¶ 28…آثاره على الجوارح............................... ¶ 29…عواقبه الوخيمة بعد الممات....................... ¶ __________ ¶ (1) فينمي خيًرا بفتح أوله، أي : يبلغ خيرًا. ¶ (2) البخاري (5/220) ومسلم (2605) وأخرجه أبو داود (4921) والترمذي (1939). ¶ (3) رياض الصالحين: بتحقيق الأرنؤوط (586).",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "29…صور قبيحة للكذب.............................. ¶ 30…كيف نترك الكذب ؟............................. ¶ 32…وفي المعاريض مندوحة عن الكذب................. ¶ 33…ما يجوز من الكذب............................... ¶ 35…المراجع........................................... ¶ 36…الفهرس..........................................",
            "page": "21",
            "part": "1"
        }
    ],
    "t34968": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "محاسن الصدق ومساوئ الكذب"
        }
    ]
}