{
    "b34964": [
        {
            "id": "1",
            "nass": "جمعها الفقير إلى الله تعالى ¶ عبد الله بن جار الله بن إبراهيم الجار الله ¶ غفر الله له ولوالديه ولجميع المسلمين ¶ بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمداً عبده ورسوله صلى الله عليه وسلم وعلى آله وأصحابه أجمعين. ¶ وبعد: ¶ فهذه إرشادات وحكم لعلها أن تفيد القارئ الكريم في دينه ودنياه وآخرته، وهي مستفادة من كلام الله تعالى وكلام رسوله - صلى الله عليه وسلم - وكلام أهل العلم، وقد ميزت الآيات والأحاديث عن غيرها. بذكر أرقام الآيات من سورها وتخريج الأحاديث النبوية. ¶ كما اشتملت على بعض الوصايا النافعة، وعلى ذكر مفاتيح الخير والشر، والإرشاد إلى عناصر الوسائل المفيدة للحياة السعيدة، والتذكير بالامتحان الأكبر في القبر ويوم الحشر، وذكر الله على كل حال، أسأل الله تعالى أن ينفع بها من كتبها أو قرأها أو طبعها أو سمعها. ¶ وأن يجعلها خالصة لوجهه الكريم ومن أسباب الفوز لديه بجنات النعيم وهو حسبنا ونعم الوكيل وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين. ¶ بسم الله الرحمن الرحيم ¶ إرشادات وحكم ¶ أخي المسلم: ¶ لا تؤخر عمل اليوم إلى الغد. ¶ أحب لأخيك ما تحب لنفسك. ¶ لا تعد بما لا تقدر عليه. ¶ قل الحق ولو على نفسك. ¶ \"يد الله مع الجماعة\" حديث شريف رواه الترمذي والطبراني عن ابن عباس. ¶ الوحدة خير من جليس السوء. ¶ أصلح عيوب نفسك قبل أن تصلح عيوب غيرك. ¶ لا تقل بغير تفكير ولا تعمل بغير تدبير. ¶ \"أد الأمانة إلى من ائتمنك ولا تخن من خانك\" حديث شريف رواه الترمذي وأبو داود وحسنه وصححه الحاكم. ¶ في التأني السلامة وفي العجلة الندامة. ¶ { وَقَضَى رَبُّكَ أَلا تَعْبُدُوا إِلا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا } (1). ¶ \"بروا آباءكم تبركم أبناؤكم وعفوا عن نساء الناس تعف نساؤكم\" رواه الطبراني بإسناد حسن. ¶ اقتصد في مأكلك ومشربك وملبسك ونومك. ¶ __________ ¶ (1) …سورة الإسراء: آية 23.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "نم مبكراً واستيقظ مبكراً. ¶ \"اتق الله حيثما كنت وأتبع السيئة الحسنة تمحها وخالق الناس بخلق حسن\" رواه الترمذي وقال: حديث حسن. ¶ \"احفظ الله يحفظك\" رواه الترمذي وقال: حديث حسن صحيح. ¶ \"كل معروف صدقة\" أخرجه البخاري وغيره. ¶ \"الكلمة الطيبة صدقة\" أخرجه ابن خزيمة وابن حبان وصححه. ¶ \"الدين النصيحة\" رواه مسلم. ¶ \"من تواضع لله رفعه ومن تكبر وضعه\" رواه ابن ماجه وصححه الحاكم. ¶ \"الصمت حكمة وقليل فاعله\" من قول لقمان الحكيم (بلوغ المرام ص302). ¶ \"من صمت نجا\" رواه الترمذي وقال: غريب والطبراني ورواته ثقات. ¶ \"المؤمن يألف ويؤلف\" رواه أحمد وغيره وصححه السيوطي. ¶ \"المرء مع من أحب\" رواه البخاري ومسلم. ¶ \"التائب من الذنب كمن لا ذنب له\" رواه ابن ماجه وغيره. ¶ \"المؤمن مرآة المؤمن\" رواه الطبراني وغيره بإسناد حسن. ¶ \"المرء على دين خليله فلينظر أحدكم من يخالل\" حديث شريف رواه أبو داود والترمذي وحسنه. ¶ أصلح نفسك يصلح لك الناس. ¶ من كتم سره كان الخيار في يده. ¶ من عذب لسانه كثر إخوانه. ¶ إذا تم العقل قل الكلام. ¶ \"من حسن إسلام المرء تركه ما لا يعنيه\" حديث حسن رواه الترمذي وغيره. ¶ لا تأسف على ما فات. ¶ إذا عملت خيراً فاحمد الله. ¶ لا تغتر بحلم الله. ¶ لا تستصغر الذنوب. ¶ من عرف الله خافه. ¶ لا تضيع ساعات العمر. ¶ لا تقدم على عمل لا تطيقه. ¶ لا خير في لذة بعدها النار. ¶ { وَمَنْ يَتَّقِ اللهَ يَجْعَلْ لَهُ مَخْرَجًا * وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ } (1). ¶ \"قاعدة\" من ترك شيئاً لله عوضه الله خيراً منه. ¶ من أصلح سريرته ذاع فضله. ¶ حاسب نفسك قبل أن تحاسب. ¶ الويل للمفرط المهمل. ¶ من عصى الله بطاعة غيره سلطه عليه. ¶ \"لا تصاحب إلا مؤمناً ولا يأكل طعامك إلا تقي\" حديث شريف رواه أحمد وأبو داود والترمذي وابن حبان والحاكم وصححه. ¶ من طلب العلا سهر الليالي. ¶ لا تعترض على الخالق. ¶ الإعراض عن الله سبب الهموم. ¶ __________ ¶ (1) …سورة الطلاق: آية 2-3.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "\"ما قل وكفى خير مما كثر وألهى\" رواه أبو يعلى وغيره وصححه السيوطي. ¶ اغتنم ساعات عمرك القصير بالعمل الصالح. ¶ المؤمن دائم اليقظة. ¶ أكثر من ذكر الله سراً وجهراً. ¶ العاقل من حفظ دينه بترك الحرام. ¶ كن صابراً عند البلاء شاكراً عند الرخاء. ¶ قل خيراً وإلا فاصمت(1). ¶ لا تقلد غيرك تقليداً أعمى ولا تكن إمعة. ¶ كن راجياً عفو الله خائفاً من عقابه. ¶ سل الله الجنة وتعوذ به من النار. ¶ \"احرص على ما ينفعك واستعن بالله ولا تعجز\" رواه مسلم. ¶ تب إلى الله توبة نصوحاً وأكثر من الاستغفار. ¶ أكثر من تلاوة القرآن فإن الله يثيبك عليه بكل حرف عشر حسنات. ¶ اقرأ سيرة الرسول - صلى الله عليه وسلم - ففيها عظة وعبرة. ¶ اقرأ أحاديث الرسول - صلى الله عليه وسلم - الصحيحة لتنير لك الطريق. ¶ احفظ أوقاتك فيما ينفعك فإنك محاسب عليها ومسئول عنها ومجزيٌ على ما عملت فيها. ¶ أكثر من الصلاة والسلام على رسول الله صلوات الله وسلامه عليه وعلى آله وصحبه. ¶ من أصلح سريرته أصلح الله علانيته. ¶ من اهتم بأمر آخرته كفاه الله أمر دنياه. ¶ من أصلح ما بينه وبين الله أصلح الله ما بينه وبين الناس. ¶ ثلاث من جمعهن فقد جمع الإيمان: ¶ الإنصاف من نفسك، وبذل السلام للعالم، والإنفاق من الإقتار(2). ¶ وبالله التوفيق، وصلى اللهم وسلم على نبينا محمد وعلى آله وأصحابه أجمعين. ¶ الامتحان الأكبر ¶ (اللهم ثبتنا بالقول الثابت في الحياة الدنيا وفي الآخرة) ¶ تذكر يا أخي أسئلة الامتحان الأكبر الذي نتيجته جنة أو نار وهي كما يلي: ¶ تسأل في القبر من ربك؟ وما دينك ومن نبيك؟ كما في الحديث الذي رواه أحمد وأهل السنن. ¶ يوم القيامة يسأل الأولون والآخرون ماذا كنتم تعبدون؟ وماذا أجبتم المرسلين؟ كما في الآيات 65،62 من سورة القصص وانظر تفسير ابن كثير 3/397. ¶ __________ ¶ (1) …انظر صيد الخاطر لابن الجوزي. ¶ (2) …رواه البخاري في صحيحه عن عمار بن ياسر رضي الله عنه.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "يسأل كل إنسان يوم القيامة عن عمره فيم أفناه؟ وعن شبابه فيم أبلاه؟ وعن ماله من أين اكتسبه؟ وفيم أنفقه؟ وعن علمه ماذا عمل فيه؟(1)، وقال تعالى: ¶ { إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولاً } (2). ¶ وقال تعالى: ¶ { فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ * عَمَّا كَانُوا يَعْمَلُونَ } (3). ¶ وأسباب الإجابة لهذه الأسئلة هي الإيمان الصادق والعمل الصالح وملازمة التقوى والتوبة النصوح والاستغفار. فأعد لهذه الأسئلة جواباً عن طريق محاسبتك لنفسك فيما تقول وتفعل لتكون من الناجحين الفائزين. قال تعالى: ¶ { يَوْمَ لا يَنْفَعُ مَالٌ وَلا بَنُونَ * إِلا مَنْ أَتَى اللهَ بِقَلْبٍ سَلِيمٍ } (4). ¶ والله يحفظك ويتولاك ويكون في عونك. ¶ الوسائل المفيدة للحياة السعيدة ¶ الإيمان الصادق والعمل الصالح. ¶ الإحسان إلى الخلق بالقول والفعل وأنواع المعرف. ¶ الاشتغال بعمل من الأعمال أو علم من العلوم النافعة. ¶ الاهتمام بعمل اليوم الحاضر وقطعه عن الاهتمام في الوقت المستقبل. ¶ الإكثار من ذكر الله تعالى: { أَلاَ بِذِكْرِ اللهِ تَطْمَئِنُّ الْقُلُوبُ } (5). ¶ التحدث بنعم الله الظاهرة والباطنة. ¶ النظر إلى من هو أسفل منك في متع الحياة. ¶ السعي في إزالة الأسباب الجالبة للهموم بنسيان ما مضى من المكاره. ¶ الدعاء بصلاح الدين والدنيا والآخرة. ¶ التوكل على الله والاعتماد عليه وحده. ¶ مقابلة الإساءة بالإحسان. ¶ مقارنة المكاره بالنعم. ¶ عدم طلب الشكر إلا من الله تعالى(6). ¶ وبالله التوفيق وصلى وسلم على نبينا محمد وعلى آله وصحبه. ¶ __________ ¶ (1) …كما في الحديث الذي رواه البزار والطبراني بإسناد صحيح (انظر الترغيب والترهيب للمنذري 5/357). ¶ (2) …سورة الإسراء: آية 36. ¶ (3) …سورة الحجر: آية 92-93. ¶ (4) …سورة الشعراء: آية 88-89. ¶ (5) …سورة الرعد: آية 28. ¶ (6) …انظر رسالة الوسائل المفيدة للحياة السعيدة للشيخ عبد الرحمن السعدي.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "مع تحيات جامعها ¶ عبد الله بن جار الله بن إبراهيم الجار الله ¶ تنبيه وتذكير ¶ أيها الإنسان تذكر أنك مولود حافياً عارياً ثم تموت ولا تصحب معك سوى العمل وخرقة تلف بها (الكفن) ثم تبعث حافياً عارياً ليس معك شيء سوى العمل قال تعالى: ¶ { وَلَقَدْ جِئْتُمُونَا فُرَادَى كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُمْ مَا خَوَّلْنَاكُمْ وَرَاءَ ظُهُورِكُمْ } (1). ¶ وقال ابن القيم رحمه الله: ¶ جاءوا فرادى مثل ما خلقوا ... بلا مال ولا أهل ولا إخوان ¶ ما معهم شيء سوى الأعمال ... تقودهم إلى النار أو لجنان ¶ فقدم لنفسك من الباقيات الصالحات -الأعمال الصالحة- رصيداً تسعد به في ذلك اليوم العظيم، ويكون سبباً في فوزك بالجنة ونجاتك من النار، وفقك الله لكل خير. ¶ ذكر الله على كل حال ¶ بسم الله الرحمن الرحيم ¶ عندما تبدأ بعمل شيء، قل: باسم الله. ¶ عندما تنوي عمل شيء، قل: إن شاء الله. ¶ إذا أعجبك شيء، قل: الله أكبر، سبحان الله. ¶ عندما تستحسن شيئاً قل: ما شاء الله. ¶ عندما تشكر أحداً، قل: جزاك الله خيراً. ¶ عندما تعطس قل: الحمد لله. ¶ عندما يعطس عندك أحد قل: يرحمك الله، إذا حمد الله. ¶ عندما تعمل ذنباً قل: أستغفر الله. ¶ عندما تودع أحداً قل: في أمان الله. ¶ عندما تعرض لك مشكلة قل: توكلت على الله. ¶ عندما تكون في كرب، قل: لا إله إلا الله. ¶ عندما يبلغك وفاة أحد قل: رحمه الله. ¶ عندما تأكل أو تشرب أو تلبس، قل: الحمد لله. ¶ عندما تنسى شيئاً، قل: أشهد أن لا إله إلا الله وعندما تصاب بمصيبة قل (إنا لله إنا إليه راجعون). ¶ عندما يعسر عليك شيء، قل: لا حول ولا قوة إلا بالله(2). ¶ من وصايا الصالحين ¶ أخي المسلم: ¶ قم إلى الصلاة متى سمعت النداء مهما تكن الظروف. ¶ اتل القرآن أو طالع أو استمع أو اذكر الله تعالى ولا تصرف جزءاً من وقتك في غير فائدة. ¶ __________ ¶ (1) …سورة الأنعام: آية 94. ¶ (2) …انظر رسالة تحفة الجيل الصالح.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "اجتهد أن تتكلم العربية الفصحى، فإنها لغة القرآن الكريم. ¶ لا تكثر من الجدل في أي شأن من الشؤون، أياً كان فإن المراء لا يأتي بخير. ¶ لا تمزح فإن الأمة المجاهدة لا تعرف إلا الجد. ¶ لا تكثر من الضحك، فإن كثرة الضحك تميت القلب. ¶ لا ترفع صوتك أكثر مما يحتاج إليه السامعون، فإنه من سوء الأدب. ¶ تجنب الغيبة والنميمة والكذب واللعن والسباب، ولا تتكلم إلا بخير. ¶ تعرف على من تلقاه من المسلمين، فإن أساس المحبة التعارف. ¶ الواجبات أكثر من الأوقات، فعاون غيرك على الانتفاع بوقته، وابدأ بالأهم فالمهم وفقك الله لما يرضيه(1). ¶ مفاتيح الخير والشر ¶ مفاتيح الخير: ¶ مفتاح الصلاة: الطهور. ¶ مفتاح الحج: الإحرام. ¶ مفتاح الجنة: التوحيد. ¶ مفتاح البر: الصدق. ¶ مفتاح العلم: حسن السؤال وحسن الإصغاء. ¶ مفتاح النصر والظفر: الصبر. ¶ مفتاح الفلاح: التقوى. ¶ مفتاح المزيد: الشكر. ¶ مفتاح الرغبة في الآخرة: الزهد في الدنيا. ¶ مفتاح التوفيق: الرغبة والرهبة. ¶ مفتاح الإجابة: الدعاء. ¶ مفتاح الإيمان: التفكر في آيات الله ومخلوقاته. ¶ مفتاح حياة القلب: تدبر القرآن والتضرع بالأسحار، وترك الذنوب. ¶ مفتاح الرزق: السعي مع الاستغفار والتقوى. ¶ مفتاح العز: طاعة الله ورسوله. ¶ مفتاح الاستعداد للآخرة: قصر الأمل. ¶ مفتاح كل خير: الرغبة في الله والدار الآخرة. ¶ مفتاح الرحمة: الإحسان في عبادة الخالق، والسعي في نفع عبيده. ¶ مفاتيح الشر: ¶ مفتاح كل إثم: الخمر، فهي أم الخبائث. ¶ مفتاح الزنا: الغناء وسماعه. ¶ مفتاح الخيبة والحرمان: الكسل وحب الراحة. ¶ مفتاح النفاق: الكذب. ¶ مفتاح البخل وقطيعة الرحم: الشح والحرص. ¶ مفتاح كل بدعة وضلالة: الإعراض عما جاء به الرسول - صلى الله عليه وسلم -. ¶ مفتاح كل شر: حب الدنيا وطول الأمل. ¶ مفتاح الكفر: المعاصي كلها(2). ¶ __________ ¶ (1) …انظر الوصايا العشر للشيخ حسن البنا رحمه الله. ¶ (2) …انظر حادي الأرواح إلى بلاد الأفراح لابن القيم ص45.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "فطوبى لمن كان مفتاحاً للخير مغلاقاً للشر، والويل لمن كان مفتاحاً للشر مغلاقاً للخير وبالله التوفيق اللهم اجعلنا وجميع المسلمين من مفاتيح الخير(1). ¶ وصايا ¶ الحمد لله القائل: ¶ { وَلَقَدْ وَصَّيْنَا الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَإِيَّاكُمْ أَنِ اتَّقُوا اللهَ } (2). ¶ والصلاة والسلام على عبده ورسوله محمد القائل: ¶ \"أوصيكم بتقوى الله عز وجل والسمع والطاعة\" وتقوى الله طاعته بامتثال أوامره واجتناب نواهيه وهي تثمر سعادة الدنيا والآخرة. ¶ وبعد: ¶ فهذه وصايا إسلامية قيمة في مواضيع مختلفة في العبادات والمعاملات والأخلاق والآداب وغير ذلك من شئون الحياة نقدمها إلى الشباب المسلم الحريص على معرفة ما ينفعه للذكرى والذكرى تنفع المؤمنين. راجين أن ينفع الله بها من قرأها أو سمعها وأن يعظم الأجر والمثوبة لمن ألفها أو كتبها أو نشرها أو عمل بها وهو حسبنا ونعم الوكيل، وهو كالآتي: ¶ أخلص النية لله تعالى واحذر الرياء في القول والعمل. ¶ اتبع السنة المحمدية في جميع الأقوال والأفعال والأخلاق. ¶ اتق الله تعالى واعزم على فعل جميع الأوامر وترك جميع النواهي. ¶ تب إلى الله تعالى توبة نصوحاً وأكثر من الاستغفار. ¶ راقب الله تعالى في جميع حركاتك وسكناتك واعلم أن الله يراك ويسمعك ويعلم ما يكنه ضميرك. ¶ آمن بالله تعالى وملائكته وكتبه ورسله واليوم الآخر وبالقدر خيره وشره. ¶ لا تقلد غيرك تقليداً أعمى ولا تكن إمعة. ¶ كن سابقاً في عمل الخير تؤجر عليه وتنل ثواب من اقتدى بك فيه. ¶ اقتن كتاب (رياض الصالحين) واقرأ به على نفسك وعلى أسرتك (وزاد المعاد لابن القيم). ¶ حافظ على الوضوء وجدده وكن دائماً على طهارة من الحدث والنجاسة. ¶ __________ ¶ (1) …قال ابن القيم رحمه الله: \"وهذا باب عظيم من أنفع أبواب العلم وهو معرفة المفاتيح وما جعلت له، لا يوفق لمعرفته ومراعاته إلا من عظم حظه وتوفيقه\" وبالله التوفيق. ¶ (2) …سورة النساء: آية 131.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "حافظ على الصلاة في أول وقتها مع الجماعة في المجد ولا سيما العشاء والفجر. ¶ لا تأكل ما له رائحة كريهة كالثوم والبصل إذا أردت دخول المسجد، ولا تشرب الدخان المعروف لئلا تؤذي نفسك والمسلمين. ¶ حافظ على صلاة الجماعة لتفوز بالأجر المرتب عليها. ¶ أد الزكاة المفروضة ولا تبخل بها على المستحقين. ¶ بادر إلى صلاة الجمعة مبكراً واحذر أن تتأخر بعد النداء الثاني إليها فتأثم. ¶ صم رمضان إيماناً واحتساباً لله تعالى ليغفر لك ما تقدم من ذنبك وما تأخر. ¶ احذر أن تفطر يوماً من رمضان من غير عذر شرعي فتأثم بذلك. ¶ قم ليالي رمضان ولا سيما ليلة القدر منه إيماناً واحتساباً لتنال المغفرة لما مضى من ذنوبك. ¶ بادر بالحج والعمرة إلى بيت الله الحرام إذا كنت مستطيعاً واحذر التأخير. ¶ اقرأ القرآن بتدبير معناه وامتثل أمره واجتنب نهيه ليكون حجة لك عند ربك وشفيعاً لك يوم القيامة. ¶ داوم على الإكثار من ذكر الله تعالى سراً وجهراً قائماً وقاعداً وعلى جنبك وإياك والغفلة. ¶ احضر مجالس الذكر فإنها من رياض الجنة. ¶ احذر الربا والغصب والسرقة والغلول والخيانة. ¶ غض بصرك عن العورات والمحارم وإياك وإطلاقه فإن النظرة سهم مسموم من سهام إبليس. ¶ لا تطول ثيابك إلى ما تحت الكعبين ولا تتبختر في مشيتك. ¶ لا تلبس الحرير ولا الذهب فإنهما حرام على الذكور. ¶ لا تتشبه بالنساء ولا تدع نساءك يتشبهن بالرجال. ¶ أطلق لحيتك لقوله - صلى الله عليه وسلم -: \"أحفوا الشوارب واعفوا اللحى\" رواه البخاري ومسلم. ¶ لا تأكل إلا حلالاً ولا تشرب إلا حلالاً تكن مستجاب الدعوة. ¶ سم الله تعالى على الطعام والشراب. واحمد الله إذا انتهيت. ¶ كل بيمينك واشرب بيمينك وخذ بيمينك وأعط بيمينك. ¶ إياك والظلم فإن الظلم ظلمات يوم القيامة. ¶ لا تصاحب إلا مؤمناً ولا يأكل طعامك إلا تقي. ¶ إياك والرشوة. أخذاً وإعطاءً وتوسطاً. فإن فاعلها ملعون. ¶ لا تطلب رضا الناس بسخط الله عز وجل فيسخط عليك.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "أطع ولاة الأمر في كل أمر مشروع وادع لهم بالصلاح. ¶ احذر شهادة الزور ولا تكتم الشهادة ¶ { وَمَنْ يَكْتُمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ } (1). ¶ { وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ وَاصْبِرْ عَلَى مَا أَصَابَكَ } (2)(3). ¶ اترك جميع المحرمات صغيرها وكبيرها ولا تعصى الله تعالى ولا تعن أحداً على معصيته. ¶ لا تقرب الزنا، قال تعالى: ¶ { إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلاً } (4). ¶ عليك ببر الوالدين وإياك والعقوق. ¶ عليك بصلة الرحم وإياك والقطيعة. ¶ أحسن إلى جارك ولا تؤذه وتحمل أذاه. ¶ أكثر من زيارة الصالحين وإخوانك في الله تعالى. ¶ أحبب في الله تعالى وأبغض في الله فإن ذلك من أوثق عرى الإيمان. ¶ عليك بالجليس الصالح واحذر جليس السوء. ¶ بادر إلى قضاء حوائج المسلمين وأدخل السرور عليهم. ¶ عليك بالرفق والأناة والحلم واحذر الغلظة والعجلة. ¶ لا تقطع كلام غيرك وعليك بحسن الاستماع. ¶ أفش السلام على من عرفت ومن لم تعرف. ¶ تلفظ بالسلام المسنون وهو قولك (السلام عليكم) ولا تكتف بالإشارة باليد أو الرأس فقط. ¶ لا تسب أحداً ولا تصفه بسوء. ¶ لا تلعن أحداً حتى البهائم والجمادات. ¶ احذر قذف الناس واتهامهم في أعراضهم فإنه من أكبر الكبائر. ¶ إياك والنميمة وهي نقل الكلام بين الناس على وجه الإفساد بينهم. ¶ إياك والغيبة وهي ذكرك أخاك بما يكره. ¶ لا تروع مسلماً ولا تؤذه. ¶ عليك بالإصلاح بين الناس فإنه من أفضل الأعمال. ¶ قل خيراً وإلا فاصمت. ¶ كن صادقاً ولا تكذب فإن الكذب يهدي إلى الفجور والفجور يهدي إلى النار. ¶ لا تكن ذا وجهين تأتي هؤلاء بوجه وهؤلاء بوجه. ¶ لا تحلف بغير الله تعالى ولا تكثر الحلف ولو على الصدق. ¶ لا تحتقر غيرك فإنه لا فضل لأحد على أحد إلا بالتقوى. ¶ __________ ¶ (1) …سورة البقرة: آية 283. ¶ (2) …سورة ما أمر الله به ورسوله والمنكر ما نهى الله عنه ورسوله. ¶ (3) …سورة لقمان آية 17. ¶ (4) …سورة الإسراء: آية 32.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "لا تأتي الكهنة ولا العرافين ولا السحرة ولا تصدقهم. ¶ لا تصور صورة إنسان أو حيوان فإن من أشد الناس عذاباً يوم القيامة المصورين. ¶ لا تقتن في بيتك صورة ذي روح فتحرم دخول الملائكة بيتك. ¶ شمت العاطس بقولك يرحمك الله إذا حمد الله تعالى. ¶ احترز من الصفير والتصفيق (المكاء والتصدية). ¶ بادر إلى التوبة من كل ذنب وأتبع السيئة الحسنة تمحها واحذر التسويف. ¶ كن راجياً عفو الله تعالى ورحمته وحسن ظنك بالله عز وجل. ¶ كن خائفاً من عقاب الله ولا تأمن عقوبته. ¶ كن صابراً عند البلاء وشاكراً عند الرخاء. ¶ أكثر من الأعمال الصالحة التي يبقى لك أجرها بعد الموت كبناء المساجد ونشر العلم. ¶ سل الله تعالى الجنة واستعذ به من النار. ¶ أكثر من الصلاة والسلام على رسول الله صلوات الله وسلامه عليه دائماً إلى يوم الدين وعلى آله وصحبه أجمعين. ¶ ملاحظة ¶ الإسلام أمر ونهي والأمر نوعان: فرض وسنة، والنهي قسمان: حرام ومكروه فالمسلم الكامل يحرص على السنة حرصه على الفرض لأن التهاون بالسنة يؤدي إلى التهاون بالفريضة. ويفر من المكروه فراره من الحرام لأن التهاون بالحرام وارتكاب الصغيرة يسوق إلى اقتراف الكبيرة، والإسلام كل لا يتجزأ وليس من شأن المسلم الكامل أن يمتثل أمراً ويخالف آخر وإلا كان كالذين قال الله تعالى فيهم: { أَفَتُؤْمِنُونَ بِبَعْضِ الْكِتَابِ وَتَكْفُرُونَ بِبَعْضٍ } ؟(1). ¶ __________ ¶ (1) …سورة البقرة: آية 85.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "المسلم الكامل لا يقول مثلاً: اللحية سنة يجوز تركها، والنظرة الحرام صغيرة لا يضر إطلاقها، وخاتم الذهب في يد الرجل يسير يتغاضى عنه، والأمر الفلاني مستحب فلا بأس من تركه. لأن من قال هذا فقد حل ثوب إسلامه عروة وعرض عراه إلى الانحلال، من قال هذا رضي بهدم حجر من صرح إسلامه وعرضه للخراب والدمار، من قال هذا نزل من أوج إسلامه درجة ومنها إلى أخواتها وانحدر إلى الحضيض، من قال هذا انحرف عن صراط الإسلام السوي ومحجته البيضاء درجة ثم ابتعد عنه. ومن هنا أصيب المسلمون في دينهم ووصلوا إلى ما نرى من تضييع وضياع. هدانا الله وإخواننا المسلمين سواء السبيل. وصلى الله على محمد وعلى آله وصحبه وسلم ـ والحمد لله رب العالمين. ¶ (مختصر من كتاب \"سبيل الهدى والعمل ـ وصايا إسلامية\" تأليف: أحمد عز الدين البيانوني). ¶ (ببعض تصرف). ¶ الفهرس ¶ المقدمة …3 ¶ إرشادات وحكم…4 ¶ الامتحان الأكبر…9 ¶ الوسائل المفيدة للحياة السعيدة…11 ¶ تنبيه وتذكير…11 ¶ ذكر الله على كل حال…13 ¶ من وصايا الصالحين…13 ¶ مفاتيح الخير والشر…14 ¶ وصايا…17 ¶ ملاحظة…24 ¶ الفهرس…25",
            "page": "11",
            "part": "1"
        }
    ],
    "t34964": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "حكم وإرشادات"
        }
    ]
}