{
    "b34965": [
        {
            "id": "1",
            "nass": "تأليف الفقير إلى الله تعالى ¶ عبد الله بن جار الله بن إبراهيم آل جار الله ¶ غفر الله له ولوالديه ولجميع المسلمين ¶ بسم الله الرحمن الرحيم ¶ دور الشباب المسلم في الحياة ¶ الحمد لله الذي خلق الإنسان في أحسن تقويم وزينه بالعلم والعقل وميزه على الحيوان البهيم: { وَاللهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ لا تَعْلَمُونَ شَيْئًا وَجَعَلَ لَكُمُ السَّمْعَ وَالأَبْصَارَ وَالأَفْئِدَةَ لَعَلَّكُمْ تَشْكُرُونَ } [النحل: 78] وكرمه بأنواع التكريم وحمله في البر والبحر والجو ورزقه من الطيبات وعلمه ما لم يكن يعلم وفضله على كثير ممن خلق تفضيلا { الرَّحْمَنُ * عَلَّمَ الْقُرْآنَ * خَلَقَ الإِنْسَانَ * عَلَّمَهُ الْبَيَانَ } [الرحمن: 1-4] { اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ * خَلَقَ الإِنْسَانَ مِنْ عَلَقٍ * اقْرَأْ وَرَبُّكَ الأَكْرَمُ * الَّذِي عَلَّمَ بِالْقَلَمِ * عَلَّمَ الإِنْسَانَ مَا لَمْ يَعْلَمْ } [العلق: 1-5] { وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى كَثِيرٍ مِمَّنْ خَلَقْنَا تَفْضِيلاً } [الإسراء: 70]، والصلاة والسلام على عبده ورسوله محمد الذي أرسله رحمة للعالمين وأخرج به الناس من ظلمات الكفر والشرك والجهل إلى نور التوحيد والإيمان والعلم والمعرفة { كَمَا أَرْسَلْنَا فِيكُمْ رَسُولاً مِنْكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُعَلِّمُكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ * فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُوا لِي وَلا تَكْفُرُونِ } [البقرة: 151-152] فلله الحمد والشكر والثناء أولا وآخر وظاهرًا وباطنًا.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وبعد: فإن الشباب في كل أمة عماد نهضتها وشرايينها التي تقوم عليها وهم رجال المستقبل المنتظر فهم العاملون بما يجب عليهم من واجبات لله رب العالمين ثم لأمتهم وبلادهم والذود عنها وعن مقدساتها والتضحية بكل غال ونفيس في سبيل رخائها وسعادتها وعزها وكرامتها ولا يكون الشباب كذلك إلا إذا تمسكوا بدينهم وأخلاقهم الإسلامية المستفادة من كتاب ربهم وسنة نبيهم محمد - صلى الله عليه وسلم - اللذين لن يضل من تمسك بهما ولن يشقى فإذا اتصف الشباب بهذه الصفة السامية حينئذ يحق للأمة أن تعتز وتفخر بهم. ¶ وأحد السبعة الذين يظلهم الله في ظله يوم لا ظل إلا ظله : شاب نشأ في عبادة الله تعالى، فإذا نشأ الشاب المسلم القوي المالك لأمر نفسه في طاعة الله واستعمل جسمه وروحه وماله وما أنعم الله به عليه في مرضاته فقد استحق من الله خير الجزاء وكان محبوبًا في أهله وقومه ومواطنيه لأنه يريد الخير ويفعله وإن عجز عنه دعا إليه ورغب فيه وأثنى على فاعله وإن عرضت له معصية وزينها له الشيطان لم يمنعه منها إلا دينه وخوف الله وما جبل عليه من طاعة الله والاشتغال بعبادته وهو الذي يستيطيع الجهاد في سبيل الله وكسب المال من حله وبر والديه وتربية أبنائه وصغار إخوانه وخدمة بلاده ونفع أمته فهو الجندي في الميدان والتاجر في السوق والفلاح في المزرعة والطبيب في المستشفى والعامل في المصنع والعضو الصحيح في الجمعيات إذا دعي إلى الخير لبى وإذا رأى الشر أو سمع به أزاله وحارب أهله، وإذا فقد النصير ابتعد عنه وأنكره بقلبه ولسانه.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وما ظهر الدين وعرف الناس شرائع النبيين إلا بفضل الشباب الصالحين الذين استجابوا لله والرسول، والتاريخ أصدق شاهد بفضل الشباب الناشئين في طاعة الله من أمثال علي بن أبي طالب وأسامة بن زيد وخالد بن الوليد وعبد الله بن عمر وعبد الله بن عباس ومحمد بن القاسم رضي الله عنهم وأرضاهم، فهنيئا لشاب تقي تعلق قلبه بالمساجد ومجالس الخير وعمل الصالحات واغتنم شبابه قبل هرمه وصحته قبل سقمه وغناه قبل فقره وفراغه قبل شغله وحياته قبل مماته. ¶ ومن علم أن الشباب ضيف لا يعود وفرصة إذا مرت لا رجوع لها شغله بطاعة الله واستعان به على الصالح لدينه ودنياه ومن أتبع نفسه هواها وقاده الشيطان بزمام الشباب إلى الذنوب والمعاصي والمهالك ندم حين لا ينفع الندم، وأكرم الناس نفسًا وأنداهم كفًّا وأطيبهم قلبًا وأرقهم عاطفة وأصدقهم عزما هو الشاب المؤمن التقي الذي يجل الكبير ويحترمه ويحن على الصغير ويرحمه لا تسمعه إلا مهنئًا أو معزيًا أو مشجعًا أو مسليًّا أو مسلمًا ولا تراه إلا هاشا باشا طلق الوجه مبتسما يحليه إيمانه بمكارم الأخلاق ومحاسن الأعمال ويبعده دينه عن طيش الصغر وإصرار الكبر وجدير بشاب هذا شأنه أن يظله الله في ظل عرشه يوم لا ظل إلا ظله وأن يكون آمنًا إذا فزع الناس أجمعون وذلك فضل الله يؤتيه من يشاء والله ذو الفضل العظيم . ¶ فالشباب فرصة ثمينة لا تعوض يجب اغتنامها فيما ينفع الإنسان في دينه ودنياه وآخرته، قال الشاعر: ¶ شبابه والخسر في التوان ¶ ... ... وإنما غنيمة الإنسان ¶ فاسعوا لتقوى الله يا أخوان ¶ ... ... وما أحسن الطاعات للشبان ¶ والذكر كل لحظة وساعة ¶ ... ... واعمروا أوقاتكم بالطاعة ¶ تكن عليه حسرة في قبره ¶ ... ... ومن تفته ساعة من عمره ¶ حتى مضى عجبت من تبابه ¶ ... ... ومن يكن فرط في شبابه ¶ في عمل يرضى به مولاه ¶ ... ... ويا سعادة امرئ قضاه ¶ يا فوزهم بجنة الرضوان ¶ ... ... أحب ربي طاعة الشبان",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ولا يمكن للأمة أن تتقدم إلا إذا تكانف شبابها وتعاونوا فيما بينهم على ما يحقق وحدتهم ورقيهم وسعادتهم { وَاعْتَصِمُوا بِحَبْلِ اللهِ جَمِيعًا وَلا تَفَرَّقُوا } [آل عمران: 103]. ¶ وتسلحوا بالعلم والمعرفة وعملوا بما أمرهم الله به ورسوله وانتهوا عما نهاهم الله عنه ورسوله ، فإن السعادة كلها في طاعة الله ورسوله: { وَمَنْ يُطِعِ اللهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا } [الأحزاب: 71]. ¶ والشقاوة كلها في معصية الله ورسوله { وَمَنْ يَعْصِ اللهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلالاً مُبِينًا } [الأحزاب: 36] والطاعة لله ورسوله تتمثل بالعمل بما يأتي: ¶ 1- إخلاص الدين لله وحده لا شريك له في القول والاعتقاد والعمل والحب والبغض والفعل والترك { قُلْ إِنَّ صَلاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي للهِ رَبِّ الْعَالَمِينَ } [الأنعام: 162]. ¶ 2- العناية بالقرآن الكريم تلاوة وحفظًا وتدبرًا وتفسيًا وعملاً فهو خير كتاب أنزل على أشرف رسول إلى خير أمة أخرجت للناس بأفضل الشرائع وأسمحها وأسماها وأكملها، كما قال تعالى: { الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلامَ دِينًا } [المائدة: 3]. ¶ وفي الحديث الصحيح: «خيركم من تعلم القرآن وعلمه»( ). ¶ 3- العناية بالسنة المطهرة والسيرة النبوية فلنا فيهما عظة وعبرة ولنا فيهما قدوة حسنة لمن كان يرجو الله واليوم الآخر وذكر الله كثيرا قال - صلى الله عليه وسلم -: «لا يؤمن أحدكم حتى يكون هواه تبعا لما جئت به»( ). ¶ 4- المحافظة على الصلوات الخمس في أوقاتها مع الجماعة في حق الرجل فهي عماد الدين والصلة برب العالمين والفارقة بين الإسلام والكفر.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "5- حفظ الأوقات فيما ينفع مثل تلاوة القرآن الكريم وقراءة الكتب النافعة وزيارة الأحباب لله وفي الله وصونها عما يضر في الملاعب والملاهي ثم مراقبة الله تعالى في المتجر والمصنع والمزرعة والوظيفة وفي جميع المجالات والأزمنة والأمكنة فإن الله يراك ويسمعك ويعلم ما يكنه ضميرك وأنت مسئول عن وقتك في أي شيء قضيته والأوقات محدودة والأنفاس معدودة فاغتنم حياتك النفيسة واحتفظ بأوقاتك العزيزة فلا تضيعها بغير عمل ولا تفرط بساعات عمرك الذاهب بغير عوض فإنك محاسب عليها ومسئول عنها ومجازى على ما عملت فيها. ¶ 6- اختيار الأصحاب الصالحين والجلساء الناصحين الذين عرفوا الحق واتبعوه والباطل واجتنبوه والمرء معتبر بقرينه، وسوف يكون على دين خليله فلينظر من يخالل وأنت مع من أحببت يوم القيامة، ومن تشبه بقوم فهو منهم قال حكيم: نبئني عمن تصاحب أنبئك من أنت وقال الشاعر: ¶ إن القرين بالقرين يقتدي ¶ ... ... واختر من الأصحاب كل مرشد ¶ ولا تصحب الأردى فتردى مع الردى ¶ ... ... إذا ما صحبت القوم فاصحب خيارهم ¶ 7- العمل بشرائع الإسلام الظاهرة والباطنة القولية والاعتقادية والعملية وفي مقدمة ذلك الإيمان بالقدر خيره وشره والإيمان بالبعث والجزاء والثواب والعقاب والجزاء والثواب والعقاب والجنة والنار، وتحقيق شهادة أن لا إله إلا الله وأن محمدًا رسول الله بمعرفة معناها والعمل بمقتضاها والقيام بشروطها ولوازمها وإقامة الصلوات الخمس في أوقاتها مع الجماعة، في حق الرجل، وإيتاء زكاة الأموال إلى مستحقيها والحفاظ على صوم رمضان وحج بيت الله الحرام وجهاد الكفار والمنافقين والغلظة عليهم وبر الوالدين وطاعتهم في غير معصية الله وصلة الأقارب والإحسان إليهم، والإحسان إلى الجيران وعدم أذيتهم ومحبة من أطاع الله وبغض من عصاه وموالاة من و الاه ومعاداة من عاداه.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وذلك أوثق عرى الإيمان وأحب الأعمال إلى الله، والبعد عما حرمه الله ورسوله من المطاعم والمشارب والملابس والملاهي المحرمة وعدم تشبه الرجل بالمرأة والمرأة بالرجل وعدم التشبه بالكفار في السلام واللباس وغير ذلك مما هو مختص بهم. ¶ وعلى العموم التمسك بفعل الواجبات والمستحبات وترك المحرمات والمكروهات القولية والعملية فإن الحلال بيِّن والحرام بيِّن والحلال ما أحله الله ورسوله والحرام ما حرمه الله ورسوله: { فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ } [النور: 63] وقد أحل الله لنا الطيبات النافعة وخلق لنا ما في الأرض جميعًا لنستفيد منه وننتفع به وحرم علينا الخبائث الضارة لأجسامنا وصحتنا وعقولنا وأموالنا رحمة بنا وإحسانا إلينا، قال تعالى: { يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَاشْكُرُوا للهِ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ } [البقرة: 172] فلله الحمد والشكر والثناء زنة عرشه ورضاء نفسه وعدد خلقه ومداد كلماته أولاً وآخرًا وظاهرا وباطنا وصلى الله على عبده ورسوله محمد وعلى آله وصحبه أجمعين. ¶ تحية للشباب المسلم ¶ قال الشاعر: ¶ هو كنزنا الغالي وذخر الدار ¶ ... ... أهدي الشباب تحية الإكبار ¶ إلا شبابًا شامخ الأفكار ¶ ... ... ما كان أصحاب النبي محمد ¶ اهديك حسن الحب في أشعار ¶ ... ... أشباب دين يا حصن العلا ¶ بكرامة الدنيا وعقبى الدار ¶ ... ... من يجعل الإيمان رائده يفز ¶ نداء إلى شباب الإسلام ¶ الحمد لله والصلاة والسلام على رسول الله وعلى آله وصحبه ومن الاه. ¶ وبعد:",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "فيا شباب الإسلام ويا أمة القرآن ويا أتباع محمد - صلى الله عليه وسلم - ويا خير أمة أخرجت للناس تأمر بالمعروف وتنهى عن المنكر وتؤمن بالله ويا حماة الدين والعقيدة ويا أحفاد المهاجرين والأنصار والذين اتبعوهم بإحسان، عليكم بتحقيق هذه الأمور لتفوزوا بسعادة الدنيا والآخرة واغتنموا فرصة الشباب والصحة والحياة قبل زوالها فيما يسعدكم في دراسة القرآن الكريم ودراسة تفسيره وتدبره والعمل به ليكون حجة لكم عند ربكم ، فالقرآن حجة لك أو عليك وفي دراسة الحديث الشريف والسيرة النبوية فلنا فيهما عظة وعبرة، ولنا فيهما أسوة حسنة وفي الدعوة إلى الله تعالى على علم وبصيرة بالحكمة والموعظة الحسنة والمجادلة بالتي هي أحسن { قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي } [يوسف: 108] فالشباب والصحة والحياة فرصة ثمينة تمر بسرعة فإن شغلت بخير وإلا شغلت بشر ولا بد. ¶ والأوقات محدودة والأنفاس معدودة وسوف تسأل عن أوقاتك في أي شيء قضيتها، فإن قضيتها في طاعة كانت لك مكسبًا، وإن قضيتها في معصية كانت عليك وبالاً وخسرانًا، وإن قضيتها في غفلة تحسرت عليها في قبرك ويوم حشرك، وقد قيل: الوقت كالسيف إن قطعته فيما ينفعك وإلا قطعك فيما يضرك وفي الحديث: «اغتنم خمسًا قبل خمس، شبابك قبل هرمك وصحتك قبل مرضك وحياتك قبل موتك، وفراغك قبل شغلك وغناك قبل فقرك»( )، وقال - صلى الله عليه وسلم -: «نعمتان مغبون فيهما كثير من الناس الصحة والفراغ»( ) يعني: أنهم مقصرون في شكر هاتين النعمتين لا يقومون بواجبهما ومن لا يقم بحق ما وجب عليه فهو مغبون.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "أخي المسلم: وسوف تسأل في قبرك: من ربك؟ وما دينك؟ ومن نبيك؟ ولا يستطيع الإجابة الصحيحة على هذه الأسئلة إلا من كان مستقيما في هذه الحياة على طاعة الله ورسوله والعمل بشرائع دينه { وَمَنْ يُطِعِ اللهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا } [الأحزاب: 71] وسوف تسأل يوم القيامة عن عمرك فيم أفنيته؟ وعن شبابك فيم أبليته؟ وعن مالك من أين اكتسبته؟ وفيم أنفقته؟ وعن علمك الذي تعلمته ماذا عملت به؟ قال - صلى الله عليه وسلم -: «لا تزول قدما عبد يوم القيامة حتى يسأل عن عمره فيم أفناه؟ وعن شبابه فيم أبلاه؟ وعن ماله من أين اكتسبه؟ وفيم أنفقه؟ وعن علمه ماذا عمل فيه؟»( ). ¶ فأعد للسؤال جوابًا صحيحًا لتكون من الناجحين الفائزين يوم لا ينفع مال ولا بنون إلا من أتى الله بقلب سليم ولنا في رسول الله - صلى الله عليه وسلم - أسوة حسنة فقد كان يذكر الله على كل أحيانه( ) وبذكر الله تطمئن القلوب وسوف يسأل الأولون والآخرون يوم القيامة ماذا كنتم تعبدون وماذا أجبتم المرسلين؟ ولا يستطيع الفوز بالإجابة الصحيحة إلا المؤمنون التائبون العاملون الصالحات في الدنيا قال تعالى: { وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَا أَجَبْتُمُ الْمُرْسَلِينَ * فَعَمِيَتْ عَلَيْهِمُ الأَنْبَاءُ يَوْمَئِذٍ فَهُمْ لا يَتَسَاءَلُونَ * فَأَمَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا فَعَسَى أَنْ يَكُونَ مِنَ الْمُفْلِحِينَ } [القصص: 65-67]، ويحصل جواب الفقرة الأولى بالإخلاص للمعبود وجواب الفقرة الثانية بالمتابعة للرسول - صلى الله عليه وسلم -.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "والمؤمنون الفائزون يوم القيامة تبيض وجوههم ويعطون كتب أعمالهم بأيمانهم وهي بمنزلة الشهادات للناجحين ويردون حوض نبيهم فيسقون منه شربة لا يظمئون بعدها أبدًا وتثقل موازين حسناتهم ويمرون على الصراط على حسب أعمالهم ويدخلون الجنة بشفاعة محمد - صلى الله عليه وسلم - فيفوزون فيها بما تشتهيه الأنفس وتلذ الأعين وهم فيها خالدون في شباب لا يفنى وصحة لا تزول ونعيم مقيم وحياة دائمة ويتمتعون بالنظر إلى وجه الرب الكريم ويفوزون برضاه وقربه { وَرِضْوَانٌ مِنَ اللهِ أَكْبَرُ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ } [التوبة: 72]. ¶ أما المجرمون فتسود وجوههم ويطردون عن حوض النبي - صلى الله عليه وسلم - ويعطون كتب أعمالهم بشمائلهم وتخف موازين حسناتهم ويسحبون إلى النار على وجهوههم ولا تنفعهم شفاعة الشافعين ولا يموتون في النار ولا يحيون ولا يخرجون منها ولا ينقطع عنهم عذابه وهم فيها خالدون جزاء بما كانوا يعملون( ). ¶ أخي المسلم: وسوف تسأل عن حركاتك وسكناتك وأقوالك وأفعالك وسوف يشهد عليك لسانك وسمعك وبصرك ويدك ورجلك عما سمعت أذنك ونظرت عينك ومشت رجلك، وتناولت يدك، وتكلم به لسانك قال تعالى: { إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولاً } [الإسراء: 36] وقال تعالى: { يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ بِمَا كَانُوا يَعْمَلُونَ } [النور: 24] { فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ * عَمَّا كَانُوا يَعْمَلُونَ } [الحجر: 92، 93] فلا تتكلم إلا بخير ولا تنظر ولا تسمع إلى ما لا يحل لك ولا تأكل ولا تشرب ما حرم عليك ولا تمش إلى معصية ولا تتناولها يدك لتكون هذه الحواس والجوارح شاهدة لك لا عليك عند ربك.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "أخي المسلم: إن مهمتك في هذه الحياة أن تتعلم العلم النافع الشرعي قال - صلى الله عليه وسلم - «من يرد الله به خير يفقهه في الدين»( ) ثم تعمل به وتدعو إليه وتصبر على ذلك وأن تخلص لله في علمك وعملك ودعوتك وفي حبك وبغضك وفعلك وتركك فإن تكلمت فلله وإن سكت فلله وإن نظرت أو سمعت فلله وإن مشيت فلله وإن أحببت أو أبغضت فلله وإن واليت أو عاديت فلله. ¶ وصدق الله العظيم إذ يقول: { قُلْ إِنَّ صَلاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي للهِ رَبِّ الْعَالَمِينَ * لا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ } [الأنعام: 162، 163] اللهم وفقنا وجميع إخواننا المسلمين لما تحب وترضى إنك على كل شيء قدير. ¶ نصيحة للشباب( ) ¶ الحمد لله وصلى الله وسلم على نبينا محمد وعلى آله وصحبه. ¶ وبعد: أيها الشاب المسلم أدعوك ونفسي إلى إنقاذ أنفسنا ما دام في العمر بقية ما دامت تقبل منا التوبة. أدعوك إلى الله سبحانه وتعالى والتوبة إليه بالإخلاص له تعالى وطاعته واتباع الرسول - صلى الله عليه وسلم - وأذكرك بعمود الدين الصلاة التي تهاون بها اكثر شباب المسلمين هدانا الله وإياهم حافظ عليها في أوقاتها مع جماعة المسلمين في المسجد وصلها بنية خالصة لله وخشوع فإن من حفظها وحافظ عليها كانت له نورا وبرهانا ونجاة من النار، ومن لم يحافظ عليها لم تكن له نورًا ولا برهانًا ولا نجاةً، وقد توعد سبحانه المتهاونين بها الساهين عنها بويل وهو واد في جهنم، والعياذ بالله.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "أما من تركها بالكلية من المكلفين فإنه كافر خارج عن الإسلام إذا لم يتب ويصل قال رسول الله - صلى الله عليه وسلم -: «بين الرجل وبين الكفر ترك الصلاة»( ). وقال - صلى الله عليه وسلم -: «العهد الذي بيننا وبينهم الصلاة فمن تركها فقد كفر»( ) فحافظ عليها يحفظك الله في الدنيا والآخرة، واحذر أيها الشاب المسلم داءً خطيرًا ومنكرًا تفشى في المجتمع ولم ينج منه إلا القليل ذلك هو التدخين وما في حكمه من المخدرات والمسكرات التي أولها عبث وأوسطها عادة ونهايتها دمار وعار ونار والعياذ بالله أفتى أكثر العلماء من كل مذهب بتحريمه وأن شاربه وبائعه ومشتريه عصاة لله للأدلة الآتية التي يكفي واحد بتحريمه: ¶ 1- ثبت أنه مفتر يدرك ذلك من أبطأ عنه لصيام ونحوه، فإنه يصاب بالفتور مدة حينما يشربه بخلاف المنبهات كالقوة والشاي فهي على العكس منه ففي الحديث: نهى رسول الله - صلى الله عليه وسلم - عن كل مسكر ومفتر( ). ¶ 2- أجمع الأطباء بأنه ضار ينشأ عنه أمراض فتاكة كالسل الرئوي وسرطان الحلق والكحة المزمنة وفساد كريات الدم ومرض القلب ويسمى موت الفجأة، وفي الحديث: «من قتل نفسه بشيء عذب به يوم القيامة»( ). ¶ 3- النفقة فيه تبذير وقد سمى الله المبذرين إخوان الشياطين. ¶ 4- فيه أذى للمؤمنين والمؤمنات الذين لا يدخنون لخبث رائحته وأذية المؤمن بغير حق من عظائم الذنوب.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "5- ما دام أنه كما تقدم فهو خبيث من الخبائث المحرمة بنص الكتاب والسنة إلى جانب أنه يقرب شاربه من الأشرار ويباعده عن الأخيار وعن بيوت الله ومجالس الذكر فاستعن بالله يا من ابتليت بشربه واتركه وتب إلى الله وابتعد عن شاربيه ولا تجالسهم فإنهم في الحقيقة أعداء لك، وعليك بالأخيار ومجالس العلم ينور الله بصيرتك ويشرح صدرك واحذر أيها الشاب المسلم الانخراط في سلك المشجعين في الأندية الرياضية الذين تسعر بينهم نار الجدل والخلاف والسباب ويلطخون أسوار المسلمين بالكتابات والأوساخ ويؤذونهم فإن ذلك الصنع حرام بنص الكتاب والسنة، واحذر عملية الإقدام على اللعب بالسيارات في الشوارع والميادين وهو ما يسمى بالتفحيط فإن هذه جريمة وذنب يرتكبه فاعله في حق المسلمين لما يسببه من إزعاج وأخطار وحري أن يستجيب الله دعاءهم عليه فيهلكه الله سبحانه شر مهلك في الدنيا والآخرة والعياذ بالله، بالإضافة إلى ما يسببه على نفسه وأهله من خطر وتدمير لسيارته. ¶ واحذر التشبه بأعداء الله من المجوس واليهود وغيرهم بارتكاب ما ارتكبه أكثر الشباب هداهم الله من حلق اللحى وإطالة الشوارب وإسبال الملابس ولبس الذهب والعكوف على الملاهي المحرمة والنظر إلى الصور الخليعة؛ فإن هذا من أسباب انتكاس القلب وعماه وجالب لسخط الله وعقابه في الدنيا والآخرة نعوذ بالله من سخطه وأليم عقابه. ¶ فالذي أوصيك به ونفسي تقوى الله وطاعته واحرص مهما أمكن على الزواج المبكر امتثالا لأمر الله ورسوله - صلى الله عليه وسلم - وقد قال عليه الصلاة والسلام وهو الصادق المصدوق المعصوم: «يا معشر الشباب من استطاع منكم الباءة فليتزوج؛ فإنه أغض للبصر وأحصن للفرج ومن لم يستطع فعليه بالصوم فإنه له وجاء»( ).",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "واحذر دعايات المتفرنجين المنفرين عن الزواج المبكر بحجة إكمال الدراسة أو غيرها فإنهم في الحقيقة دعاة إلى الشر والفساد والرذيلة شعروا بذلك أم لم يشعروا وقد جربنا الزواج ونحن في بداية المرحلة الثانوية فوجدناه أكبر عون لنا بعد الله على العفاف والسكينة وراحة الضمير والتفرغ القلبي للمذاكرة، ولا تنس أن أي شيء يأمر الله به ورسوله - صلى الله عليه وسلم - فهو الخير في العاجل والآجل وأن كل شيء ينهى الله عنه ورسوله - صلى الله عليه وسلم - فهو الشر في العاجل والآجل أدرك الناس الحكمة من وراء ذلك الأمر والنهي أم لم يدركوها. ¶ ومن لم يؤمن بذلك ويعتقد أنه الحق فهو ضال وليس بمؤمن، وأوصيك بتعلم كتاب الله العزيز وتلاوته وتعلم سنة رسول الله - صلى الله عليه وسلم - ومجالسة الصالحين، والاستعداد للموت وما بعده وأوصيك بطاعة والديك وبرهما ومخالقة الناس بالخلق الحسن والأمر بالمعروف والنهي عن المنكر على الوجه المشروع. ¶ أسأل الله لي ولك التوفيق وصلى الله على نبينا محمد وعلى آله وصحبه وسلم تسليمًا. ¶ دور المسلم في الحياة( ) ¶ إن للمسلم دورًا كبيرًا وهامًّا في هذه الحياة يسمو فوق المتع الجسدية والشهوانية التي تشترك في طلبها كل دابة في الأرض بل إن الإنسان قد كرمه الله ورزقه وفضله على كثير ممن خلق قال جل وعلا: { وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى كَثِيرٍ مِمَّنْ خَلَقْنَا تَفْضِيلاً } [الإسراء: 70].",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وجاءت نعمة الإسلام من الله للمسلم يكرمه بها ويرفع من مكانته وقدره وكان قبل الإسلام في حالة لا يحسد عليها من الجهل والانحطاط والتخلف والهمجية { هُوَ الَّذِي بَعَثَ فِي الأُمِّيِّينَ رَسُولاً مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ * وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ وَهُوَ الْعَزِيزُ الْحَكِيمُ * ذَلِكَ فَضْلُ اللهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللهُ ذُو الْفَضْلِ الْعَظِيمِ } [الجمعة: 2-4]. ¶ كان الإنسان قبل الإسلام له وضع وبعد الإسلام له وضع آخر مغاير وكان الإسلام يعني التحول إلى الوضع الصحيح والسليم والأمثل وما أحسن ما وصف به جعفر بن أبي طالب رضي الله عنه حاله وحال قومه قبل وبعد الإسلام وهو يتقدم وفد المهاجرين إلى النجاشي ملك الحبشة ويجيب على أسئلته فيقول في عزة المؤمن الواثق بربه: «أيها الملك كنا قومًا» أهل جاهلية نعبد الأصنام ونأكل الميتة ونأتي الفواحش ونقطع الأرحام ونسيء الجوار ويأكل القوي منا الضعيف فكنا على ذلك حتى بعث الله إلينا رسولاً منا نعرف نسبه وصدقه وأمانته وعفافه فدعانا إلى الله لنوحده، ونعبده ونخلع ما كنا نعبد نحن وآباؤنا من الحجارة والأوثان. ¶ أمرنا بصدق الحديث وأداء الأمانة وصلة الرحم، وحسن الجوار والكف عن المحارم والدماء، ونهانا عن الفواحش وقول الزور وأكل مال اليتيم وقذف المحصنات، وأمرنا أن نعبد الله وحده فلا نشرك به شيئًا وحرمنا ما حرم علينا وأحللنا ما أحل لنا... إلى آخر الحوار الذي دار بين النجاشي ووفد المهاجرين( ).",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "لقد جاء الإسلام لينقلهم من الضعف والتشتت والفرقة إلى العزة والتآلف والاتحاد والقوة فيصبحوا إخوانا مطبقين قول الحق جل شأنه { يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلا وَأَنْتُمْ مُسْلِمُونَ * وَاعْتَصِمُوا بِحَبْلِ اللهِ جَمِيعًا وَلا تَفَرَّقُوا وَاذْكُرُوا نِعْمَةَ اللهِ عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَانًا وَكُنْتُمْ عَلَى شَفَا حُفْرَةٍ مِنَ النَّارِ فَأَنْقَذَكُمْ مِنْهَا كَذَلِكَ يُبَيِّنُ اللهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَهْتَدُونَ * وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ * وَلا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ وَأُولَئِكَ لَهُمْ عَذَابٌ عَظِيمٌ } [آل عمران: 102-105]. ¶ وماذا كان أمرهم لما أصبحوا بنعمة الله إخوانا؟ كان العجب العجاب نشروا دين الله في أرجاء الأرض ورفرفت راية التوحيد في كل مكان وطئته أقدام الفاتحين المسلمين تعلن كلمة الحق صريحة أما قوى الكفر والطاغوت والضلال وترددت وتجاوبت أصوات دعاة الله من بيوت الله (لا إله إلا الله) فتلقفتها النفوس الظامئة وسبقت (لا إله إلا الله) جحافل المجاهدين في سبيل الله تنطلق من حناجرهم المؤمنة فترعب أعداء الله وتلهب الحماس وتقوي العزيمة في نفوس أولياء الله وجنده.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "يقف الفرد المسلم بهيئته المتواضعة أمام ملوك الفرس والروم غير آبة بهيمنتهم وصولاتهم، يطأ بحوافر فرسه ويخرق برأس رمحه فرشهم ويحدثهم حديث الند للند ملقيا على مسامعهم ما أرسل به إليهم من دعوتهم إلى دين الله الحنيف فإما أن يستجيبوا ويذعنوا وينقادوا وبشراهم الجنة والعزة والكرامة في الدنيا وإما أن يتمردوا ويرفضوا دعوة الحق فينذرهم ويخوفهم ويتوعدهم بما ينتظرهم في الدنيا والآخرة. ¶ ويكفي في وصف عباد الله مدح الله لهم بقوله: { يَا أَيُّهَا الَّذِينَ آمَنُوا مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي اللهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ يُجَاهِدُونَ فِي سَبِيلِ اللهِ وَلا يَخَافُونَ لَوْمَةَ لائِمٍ ذَلِكَ فَضْلُ اللهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللهُ وَاسِعٌ عَلِيمٌ } [المائدة: 54] وقوله سبحانه: { مُحَمَّدٌ رَسُولُ اللهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ تَرَاهُمْ رُكَّعًا سُجَّدًا يَبْتَغُونَ فَضْلاً مِنَ اللهِ وَرِضْوَانًا سِيمَاهُمْ فِي وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ ذَلِكَ مَثَلُهُمْ فِي التَّوْرَاةِ وَمَثَلُهُمْ فِي الإِنْجِيلِ كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ فَاسْتَغْلَظَ فَاسْتَوَى عَلَى سُوقِهِ يُعْجِبُ الزُّرَّاعَ لِيَغِيظَ بِهِمُ الْكُفَّارَ وَعَدَ اللهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا } [الفتح: 29].",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "إننا لو استعرضنا مآثر سلفنا الصالح وما حباهم الله به من الإيمان والتقوى والتحرر من رق الشهوات ونظرنا إلى سيرتهم العطرة وماذا كانوا قبل الإسلام وماذا كانوا بعد الإسلام لعلمنا أن ذلك كله ما كان ليحصل إلا بالإسلام فمن أخذ به وطبقه أعزه الله وتنصره وأذل له كل شيء، ومن هجر الإسلام ورفض الأخذ به وتطبيقه وطبق النظم والقوانين البشرية وحكم بغير ما أنزل الله أذله الله وسلط عليه من يسومه سوء العذاب وشتت شمله ومزقه شر ممزق وجعل الخوف والفزع والقلق والهم والغم والحزن ملازمًا له لا يشعر بالسعادة والراحة والطمأنينة والأمن وإن كان لديه من المال والجاه والسلطان الشيء الكثير. ¶ إننا مطالبون أيها الإخوة المسلمون أن نعي دورنا في هذه الحياة كما وعاه أسلافنا الصالحون، وألا يقتصر دورنا على تحقيق رغبات هذا الجسد الفاني والتسابق والتنافس على ملذات الحياة وشهوات النفس وطلب الدنيا إلى الحد الذي ينسينا الآخرة ولا يكون لدينا تمييز بين حلال وحرام وطيب وخبيث، ونجعل الدنيا ووفرتها هي المقياس والميزان والمنظار دون اعتبار للدين والخلق الفاضل الذي جاء به هذا الدين وحث عليه قال عليه الصلاة والسلام: «إنما بعثت لأتمم مكارم الأخلاق»( ). ¶ إن ما نعانيه معشر المسلمين من ضعف وتخلف وتفرق وتشتيت وهوان إنما مرده للتهاون والتساهل في الأخذ بالإسلام وعدم تطبيقه كما يريد الله ورسوله والنقص والقصور وليس في ديننا كما يردد ذلك أعداؤنا ومن دار في فلكهم واتبع مذاهبم وسننهم فقد أكمل الله لعباده الدين وأتم عليهم النعمة قال تعالى: { الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلامَ دِينًا } [المائدة: 3].",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ديننا أيها الإخوة يحث على القوة والمنعة والاكتفاء والاستغناء عن الاستجداء ويريد منا أن نكون أعزة بالحق لا نضعف أمام الباطل ولا نخاف ولا نذل ولا نرهب إلا من الله ولا نرغب إلا إليه نأخذ بأسباب القوة كما أمرنا الله بذلك لنستعين بها على طاعة الله ونشر دينه وقمع الباطل وأهله وما نراه اليوم من تسلط قوي الشر والضلال وتحكمها في بلاد وشعوب كثيرة إنما هو بسبب ذنوبنا ومعاصينا، وفي حديث قدسي يقول الله تعالى: «إذا عصاني من يعرفني سلطت عليه من لا يعرفني»( ). ¶ وهل احتلال أعداء الله اليهود والشيوعيين والصليبيين لكثير من البلدان ومنها بلدان إسلامية إلا نتيجة لما وقع فيه المسلمون من البعد عن دينهم والإعراض عن كتاب ربهم وسنة نبيهم ولكن مع ذلك فإن المسلمين إذا عادوا إلى ربهم وصدقوا في العودة وغيروا ما بأنفسهم فالله يغير حالهم { وَعَدَ اللهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْنًا يَعْبُدُونَنِي لا يُشْرِكُونَ بِي شَيْئًا } [النور: 55]. ¶ يجب علينا معشر المسلمين أن نعلي كلمة الله في الأرض وهذا لن يتأتى إلا إذا بدأنا بأنفسنا وعالجنا أوضاعنا وأصلحنا أخطاءنا وصححنا سيرتنا وعرضنا واقعنا على كتاب ربنا وسنة نبينا فما وافقهما أخذنا به وما خالفهما نبذناه وبذلك نكون صادقين في إسلامنا. ¶ وإنه لمن المؤسف والمؤلم والمحزن أن نرى بعض المسلمين يضيعون أعمارهم وأوقاتهم في اللهو والسفه وتوافه الأمور والشهوات المحرمة بينما نجد أعداء الله يعملون من أجل التفوق والعلو والسيطرة على المسلمين وإظهارنا بمظهر المغلوب على أمره.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "أيها الإخوة المسلمون: أما آن لنا أن نراجع أنفسنا ونفكر بجدية في واقعنا ونتذكر تاريخنا الإسلامي الزاهر ونلقي نظرة على المراحل التي عاشها المسلمون بين مد وجزر وتقدم وتأخر ونهوض وتخلف، ونفهم أسباب التقدم والتأخر وأن التقدم مرهون بالتزام الإسلام عقيدة ومنهج حياة وأن التأخر سببه البعد عن الإسلام؟ ¶ وإن المسئولية تقع على كاهل كل مسلم ولكنها تعظم وتكبر على قدر ومكانة حاملها فمن كان متوليًّا أمرًا من أمور المسلمين فمسئوليته أعظم ولا شك لأنه يملك القدرة على التوجيه والتقويم «وكلم راع وكلكم مسئول عن رعيته»( ). ¶ وعلى رجال العلم والفقه والدعوة والإرشاد واجب النصح والإرشاد وتنبيه الغافلين وتعليم الجاهلين وهداية الضالين ووضع أيديهم في أيدي الولاة الصالحين والتعاون معهم لما فيه خير الإسلام والمسلمين حتى تستقيم الأحوال وتصلح الأعمال ويرتدع أهل الفسق والضلال وتعلو كلمة الله في الأرض وبالله التوفيق. ¶ الالتزام بالمنهج الإلهي ¶ إن قضية الالتزام بالمنهج الإلهي ليست مجرد آراء أو أفكار تطرح في لقاء عابر أو من خلال مذياع أو تلفاز أو صحيفة أو ندوة أو محاضرة تأخذ بألباب السامعين والمشاهدين وتشد إليها أنظارهم. ¶ إنها إيمان وثبات ومن ثم تطبيق عملي صادق سواء على مستوى الفرد أو الجماعة أو الحكومة بحيث تتضافر الجهود مجتمعة للسير على المنهج الإلهي والتزام الإسلام عقيدة ومنهج حياة وطرح كل ما يتعارض مع أوامر الله وأوامر رسوله سواء في التربية والتعليم أو الثقافة والإعلام أو الاقتصاد والتجارة أو الصناعة والدفاع والنواحي العسكرية والأمنية وما أشبه ذلك، ولا شك أن المنحرفين عن منهج الله قد سلكوا منهج أعداء الله من يهود ونصارى وشيوعيين فهم يسيرون على وفق ما يمليه عليهم أولئك الأعداء ويخططونه لهم على شكل دراسات واستشارات وآراء ونظريات تتعارض تمامًا مع المنهج الإلهي المستقيم.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ولن تستقيم حال الأمة الإسلامية ما لم تلتزم التزامًا صادقًا بمنهج الله فتبني حياتها من جميع جوانبها على مقتضى أوامر الله وأوامر رسوله والصبر على ذلك فلا يستخفها الكفرة والمضللون الذين يرون في تطبيق الإسلام تأخرًا ورجعية وتخلفا عن ركب الحضارة المادية المنهارة، إن علينا أن ننظر إلى واقع حياتنا اليوم هل نحن نستقي من مورد الإسلام في سلوكنا وعباداتنا وعاداتنا ومعاملاتنا، أم أننا نتمسك بخيوط بالية ونحسب أننا بلغنا درجة من التقى والصلاح والورع؟ ¶ ينبغي أن يكون للإسلام الهيمنة على مجريات حياتنا مهم رأينا في ذلك مخالفة لأهوائنا ورغباتنا ومطامعنا قال تعالى: { فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا } [النساء: 65]. ¶ وقال النبي - صلى الله عليه وسلم -: «لا يؤمن أحدكم حتى يكون هواه تبعا لما جئت به»( ) وما كان الإسلام ولن يكون ظلا باهتا لا يجد مكانه في مجال الواقع والتطبيق العملي والذين يظنونه أو يريدونه إما مغفلون أو مخادعون ومن يخدع الله يخدعه. ¶ إذا كنا ندعي الإسلام حقًّا فيجب أن نعتز به كل الاعتزاز ولا نرضى به بديلاً من فكر دخيل أو قانون بشري قال تعالى: { يَا أَيُّهَا الَّذِينَ آمَنُوا لا تُقَدِّمُوا بَيْنَ يَدَيِ اللهِ وَرَسُولِهِ وَاتَّقُوا اللهَ إِنَّ اللهَ سَمِيعٌ عَلِيمٌ } [الحجرات: 1]. ¶ والإسلام بحمد الله دين سماوي شامل، نظم شئون الفرد والمجتمع والأمة وأقام كيان دولة إسلامية مترامية الأطراف ترفرف على أرجائها راية التوحيد وتتخذ من القرآن الكريم نظاما لحياتها ومنهجا لعملها.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "إن البشرية اليوم في أمس الحاجة إلى الإسلام وإن المسلمين بالتالي مطالبون بأن يكونوا مثالاً حيا وعنوانا صادقًا للإسلام حتى إذا ما دعوا إلى الإسلام غيرهم وجد ذلك الغير فيهم الأسوة الحسنة والقدوة الصالحة وكانوا سببًا مباشرًا في اعتناقه الإسلام. ¶ وإن علينا أيها المسلمون سواء كنا حكامًا أو محكومين أن نظهر لغير المسلمين مدى التزامنا وتطبيقنا للإسلام لا أن نسير في فلكهم ونتبع سنتهم، يجب أن نقف من أوامر الله وأوامر رسوله موقف المطيع المستجيب فإنه لا معنى للطاعة إذا كنا نرتكب المنهيات ونفعل المحظورات قال تعالى: { يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللهَ وَرَسُولَهُ وَلا تَوَلَّوْا عَنْهُ وَأَنْتُمْ تَسْمَعُونَ * وَلا تَكُونُوا كَالَّذِينَ قَالُوا سَمِعْنَا وَهُمْ لا يَسْمَعُونَ * إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللهِ الصُّمُّ الْبُكْمُ الَّذِينَ لا يَعْقِلُونَ * وَلَوْ عَلِمَ اللهُ فِيهِمْ خَيْرًا لأَسْمَعَهُمْ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوْا وَهُمْ مُعْرِضُونَ * يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا للهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ وَاعْلَمُوا أَنَّ اللهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ } [الأنفال: 20-24]. ¶ ومن المؤسف أن كثيرا من المحظورات في الإسلام ترتكب وكأنها شيء عادي ومن أمثلة ذلك التبرج والسفور واللهو المحرم والتعامل بالربا والغش في المعاملات وغير ذلك مما شاع في مجتمعاتنا الإسلامية وأفقدها الإحساس والغيرة والشعور بالخطر. ¶ يجب أن يكون دور الإسلام في الحياة دورًا فعالاً ومؤثرًا لا أن يكون مجرد تعاليم لا يبدو أثرها في السلوك الفردي والجماعي والقيادي كما هو الحال في عالمنا الإسلامي.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "إذا كان الإسلام ينهى نهي تحريم عن الربا ويلعن آكله وموكله وكاتبه وشاهديه، ويعتبر آكله محاربا لله ورسوله بنص الكتاب والسنة والإجماع فما معنى أن يستمر التعامل بالربا قائما وتتخذ منه البنوك والمؤسسات المالية في الدول الإسلامية نظاما للتعامل فيدنس أموال المودعين وأرزاقهم وتنمو منه أجسامهم ويشب عليه صغارهم ويشيب عليه كبارهم قال الله تعالى: { يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللهَ وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا إِنْ كُنْتُمْ مُؤْمِنِينَ } [البقرة: 278] { وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللهِ ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لا يُظْلَمُونَ } [البقرة: 281] ويقول - صلى الله عليه وسلم -: «كل لحم نبت من سحت فالنار أولى به»( ). ¶ إذا كان الإسلام ينهى عن التبرج والسفور ويأمر بغض البصر وحفظ الفرج وعدم إظهار الزينة إلا لمحرم ولعن الله المتشبهين من الرجال بالنساء والمتشبهات من النساء بالرجال( ) بنص الكتاب والسنة والإجماع فما معنى أن يترك الحبل على الغارب للسفهاء والسفيهات من بنين وبنات يجوبون الشوارع طولاً وعرضًا يغرين بزينتهن ما يفوح من عطرهن بينما عيون الشباب ترمقهن كالسهام. ¶ وما معنى أن تنطلق أصوات المغنين والمغنيات بالأغاني الخليعة المهيجة لفعل السوء والداعية للرذيلة { وَإِنَّهُمْ لَيَقُولُونَ مُنْكَرًا مِنَ الْقَوْلِ وَزُورًا } [المجادلة: 2]. ¶ إن القادة والمفكرين والدعاة إلى الله مسئولون مسئولية جسيمة فالقادة يجب أن يكونوا صالحين في أنفسهم مصلحين لغيرهم بما آتاهم الله من سلطان وقوة «لتأخذن على يد السيف ولتأطرنه على الحق أطرًا»( ) «إن الله ليزع بالسلطان ما لا يزع بالقرآن»( ). ¶ وعلى الدعاة والمفكرين أن يستغلوا ما آتاهم الله من علم وحكمة لهداية البشرية وبيان الحق لها حتى تستقيم عليه.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وإن ما تعانيه أمم كثيرة في أرجاء الأرض من آلام ومآس ومتاعب اجتماعية واقتصادية إنما مرده البعد عن منهج الله سواء في الاعتقاد أو السلوك { إِنَّ اللهَ لا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ } [الرعد: 11]. ¶ ومتى ما صححت الأمة سلوكها واستقامت على منهج الله أفاض الله عليها من بركاته وأبدلها بالرعب والخوف أمنًا واستقرارًا وبالفقر غنى ورغدًا { وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُوا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِنَ السَّمَاءِ وَالأَرْضِ } [الأعراف: 96]. ¶ إن الالتزام بالمنهج الإلهي مسئولية مشتركة بين الحكومات والأفراد ولا عذر لأحد في التنصل منها وسيقف الجميع بين يدي حكم عدل يجازي كلاَّ بما عمل إن خيرا فخير وإن شرًا فشر فليتقوا الله وليقولوا قولاً سديدًا فالمسئولية عظيمة. ¶ وفقنا لله جميعا حكاما ومحكومين إلى الأخذ بمنهج الله والتحاكم إليه والبعد عن كل ما يخالفه من قول أو فعل إنه ولي ذلك والقادر عليه( ). ¶ واجب الشباب( ) ¶ الحمد لله والصلاة والسلام على رسول الله وعلى آله وأصحابه ومن سلك سبيله واهتدى بهداه إلى يوم الدين أما بعد:",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "فمن المعلوم أن الله عز وجل خلق الثقلين ليعبدوه وحده لا شريك له وأرسل الرسل عليهم الصلاة والسلام لدعوة الناس إلى هذا الواجب وتوضيح هذا الأمر العظيم وتبصيرهم في ذلك وتوجيههم إلى الخير وتحذيرهم عما سواه قال تعالى: { وَمَا خَلَقْتُ الْجِنَّ وَالإِنْسَ إِلا لِيَعْبُدُونِ * مَا أُرِيدُ مِنْهُمْ مِنْ رِزْقٍ وَمَا أُرِيدُ أَنْ يُطْعِمُونِ * إِنَّ اللهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ } [الذاريات: 56-58] فأبان سبحانه وتعالى أنه خلق الثقلين ليعبدوه وحده لا شريك له وأن الرزق عليه سبحانه وتعالى وليس في حاجة إلى أحد من خلقه جل وعلا بل هو الرزاق سبحانه وتعالى وإنما خلقوا ليعبدوا ربهم وعبادته وتعظيمه والخضوع له سبحانه وتعالى والذل له بفعل أوامره وترك نواهيه عن محبة خاصة وعن صدق وإخلاص وعن رغبة ورهبة. ¶ هكذا تكون العبادة هي طاعة الرب عز وجل وطاعة الرسول - صلى الله عليه وسلم - بفعل الأوامر وترك النواهي عن ذل وخضوع ومحبة لله عز وجل ولرسوله عليه الصلاة والسلام وعن رغبة فيما عند الله من الثواب وعن حذر مما عنده من العقاب جل وعلا. ¶ وهذه العبادة إنما تعرف بالتفصيل من طريق الرسل عليهم الصلاة والسلام وهم الذين يشرحونها للناس ويبينونها بما أنزل الله عليهم من الكتب وبما يوحي إليهم سبحانه من أنواع الوحي فيما يأمرهم به وينهاهم عنه سبحانه وتعالى كما قال عز وجل: { لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ } [الحديد: 25] وقال تعالى: { وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً وَبُشْرَى لِلْمُسْلِمِينَ } [النحل: 89] وقال سبحانه: { وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولاً أَنِ اعْبُدُوا اللهَ وَاجْتَنِبُوا الطَّاغُوتَ } [النحل: 36].",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وقال تعالى: { وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلا نُوحِي إِلَيْهِ أَنَّهُ لا إِلَهَ إِلا أَنَا فَاعْبُدُونِ } [الأنبياء: 25] فالواجب على جميع الثقلين من الجن والإنس رجالا ونساء شيبا وشبابا أن يعبدوه وحده بطاعته سبحانه فيما أمر به وترك ما نهى عنه على حسب ما جاء به الرسول عليه الصلاة والسلام فإن الله أرسله إلى هذه الأمة عامة وجعله خاتم الأنبياء وكانت الرسل قبله كثيرين وكان كل واحد منهم يرسل إلى قومه خاصة، أما نبينا محمد - صلى الله عليه وسلم - فأرسل إلى الناس عامة كما قال تعالى: { وَمَا أَرْسَلْنَاكَ إِلا كَافَّةً لِلنَّاسِ بَشِيرًا وَنَذِيرًا } [سبأ: 28]. ¶ وقال سبحانه وتعالى: { قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللهِ إِلَيْكُمْ جَمِيعًا } [الأعراف: 158]، وقال تعالى: { مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللهِ وَخَاتَمَ النَّبِيِّينَ } [الأحزاب: 40]، وتواتر عنه عليه الصلاة والسلام أنه قال: «أنا خاتم النبيين» وأجمع أهل العلم على أنه خاتم الأنبياء والرسل وأنه ليس بعده نبي ولا رسول. ¶ ولهذا جعل الله رسالته عامة لجميع الأمة عربها وعجمها وجنها وإنسها ذكورها وإناثها أسودها وأبيضها وأحمرها لا فرق في ذلك كما تقدم في قوله عز وجل: { قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللهِ إِلَيْكُمْ جَمِيعًا } [الأعراف: 158]، وفي قوله تعالى: { وَمَا أَرْسَلْنَاكَ إِلا كَافَّةً لِلنَّاسِ بَشِيرًا وَنَذِيرًا } [سبأ: 28].",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وفي الصحيحين عنه عليه الصلاة والسلام أنه قال: كان النبي يبعث إلى قومه خاصة وبعثت إلى الناس عامة، وقال تعالى: { وَمَا أَرْسَلْنَاكَ إِلا رَحْمَةً لِلْعَالَمِينَ } [الأنبياء: 107]، وقال سبحانه: { تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا } [الفرقان: 1] نذير للعالمين كلهم فالواجب على جميع الثقلين طاعة هذا الرسول عليه الصلاة والسلام والسير على منهاجه والاستقامة على طريقه قولاً وعملاً وعقيدة، ومحبته محبة خاصة صادقة فوق محبة النفس والأهل والأولاد والناس أجمعين، فبذلك يفلح العبد غاية الفلاح وينجو في الدنيا والآخرة وتكون السعادة والعاقبة الحميدة الأبدية كما قال تعالى: { فَالَّذِينَ آمَنُوا بِهِ وَعَزَّرُوهُ وَنَصَرُوهُ وَاتَّبَعُوا النُّورَ الَّذِي أُنْزِلَ مَعَهُ أُولَئِكَ هُمُ الْمُفْلِحُونَ } [الأعراف: 157] . ¶ فمن آمن به واتبع طريقه وانقاد لشرعه فهو المفلح وهو السعيد في الدنيا والآخرة وهو الصادق حقا في محبته لله عز وجل ولرسوله - صلى الله عليه وسلم - كما قال عز وجل: { قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ } [آل عمران: 31] الآية وقال تعالى { تِلْكَ حُدُودُ اللهِ وَمَنْ يُطِعِ اللهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ * وَمَنْ يَعْصِ اللهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَارًا خَالِدًا فِيهَا وَلَهُ عَذَابٌ مُهِينٌ } [النساء: 13، 14]، وقال عليه الصلاة والسلام: «كل أمتي يدخلون الجنة إلا من أبى، قيل: يا رسول الله! ومن يأبي؟ قال: من أطاعني دخل الجنة، ومن عصاني فقد أبى» أخرجه الإمام البخاري في صحيحه.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "فالواجب على جميع المكلفين من الرجال والنساء والذكور والإناث والشباب والشيب والجن والإنس والعرب والعجم أن يعبدوا لله وحده ويخصوه بأنواع العبادة وأن يطيعوه سبحانه وتعالى، ويتبعوا شريعته وذلك بإخلاص العبادة له وحده واتباع رسوله - صلى الله عليه وسلم - في ذلك، والعبادة حق الله وحده ليس لأحد فيها شركة كما قال تعالى: { إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ } [الفاتحة: 5]، وقال سبحانه: { وَقَضَى رَبُّكَ أَلا تَعْبُدُوا إِلا إِيَّاهُ } [الإسراء: 23] وقال عز وجل: { وَمَا أُمِرُوا إِلا لِيَعْبُدُوا اللهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ } [البينة: 5] الآية وهذه العبادة هي طاعته واتباع شريعته وتعظيم أمره ونهيه وترك ما نهى عنه عن ذل وخضوع وعن محبة وانقياد وصدق ورهبة ورغبة.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "ومن عبد غيره معه فقد أشرك به سبحانه كمن يعبد الشمس أو القمر أو النجوم أو الأصنام أو الجن أو الرسل أو الأنبياء أو الأولياء أو غيرهم من المخلوقين يدعوهم أو يستغيث بهم أو يطلب المدد منهم أو يذبح لهم أو يعتقد فيهم أنهم يتصرفون في الخلق بالنفع أو الضر أو شفاء المرض أو جلب الرزق أو النصر على الأعداء أو نحو ذلك، أو أنهم شركاء لله في ذلك وهذا كله من الشرك الأكبر والكفر البواح الذي يفسد العمل ويحبطه ويوجب دخول النار وتحريم الجنة والمغفرة، كما قال تعالى: { إِنَّهُ مَنْ يُشْرِكْ بِاللهِ فَقَدْ حَرَّمَ اللهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ } [المائدة: 72] وقال تعالى: { وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُمْ مَا كَانُوا يَعْمَلُونَ } [الأنعام: 88] وقال تعالى: { وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ } [الزمر: 65] وقال تعالى: { إِنَّ اللهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ } [النساء: 48]. ¶ فالشرك هو صرف بعض العبادة لغير الله عز وجل وجعل بعضها لله وبعضها لغيره سبحانه وتعالى من الجن أو الإنس أو الملائكة أو الأصنام أو الأشجار أو الكواكب أو الأحجار أو غير ذلك من الخلق يستغيث بهم أو ينذر لهم أو يذبح لهم أو يطلب منهم المدد أو نحو ذلك، فمن فعل ذلك فقد أشرك بالله وعبد معه سواه وأبطل بذلك شهادته أن لا إله إلا الله وأن محمدا رسول الله لأن لا إله إلا الله هي كلمة التوحيد وهي أساس الدين قال تعالى: { وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لا إِلَهَ إِلا هُوَ الرَّحْمَنُ الرَّحِيمُ } [البقرة: 163] وقال تعالى: { فَاعْلَمْ أَنَّهُ لا إِلَهَ إِلا اللهُ وَاسْتَغْفِرْ لِذَنْبِكَ } [محمد: 19] الآية.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "فمن أشرك مع الله غيره نقض هذه الكلمة لأن معناها لا معبود بحق إلا الله، كما قال تعالى في سورة الحج: { ذَلِكَ بِأَنَّ اللهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ هُوَ الْبَاطِلُ } [الحج: 62]، ومن زعم أنه يجوز أن يدعى مع الله غيره ويعبد مع الله سواه من صنم أو شجر أو حجر أو نبي أو ملك أو جن أو غير ذلك فقد أشرك بالله وكفر وأعظم على الله الفرية وإن لم يفعله ما دام يعتقد جواز هذا وأنه لا بأس به، وصار بهذا مشركا كافرا ولو لم يفعله فكيف إذا فعل؟ ¶ وهكذا من جحد ما أوجب الله عليه من الأمور المعلومة من الدين بالضرورة يكون كافرا مشركا كمن جحد وجوب الصلاة أو الزكاة أو جحد وجوب صوم رمضان أو جحد وجوب الحج مع الاستطاعة أو جحد تحريم الزنا، أو قال إن الخمر ليس بحرامن أو أحل اللواط أو الربا أو عقوق الوالدين أو ما أشبه ذلك مما هو معروف من الدين بالضرورة وجوبه أو تحريمه فإنه يصير بذلك مشركًا كافرًا مبطلاً بذلك قوله: لا إله إلا الله لأن دين الله يتضمن إخلاص العبادة لله وحده والإيمان بما شرع الله من واجبات ومحرمات فعلى المسلم أن ينقاد لذلك ويؤمن به ويستقيم عليه.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "والشباب لهم شأن لأنهم عصب الأمة وقوتها بعد الله ويرجى فيهم الخير العظيم والنصر لدين الله في مستقبل الزمان إذا استقاموا وتثقفوا في الدين كما يرجى فيهم النفع للأمة والرفع من شأنها وإعلاء دين الله وجهاد أعدائه وعلى الشباب واجب كبير في نصر الحق وأهله ومكافحة الباطل والدعاة إليه فالواجب على كل شاب مكلف أن يهتم بدينه وأن يعتني به وأن يتفقه فيه من طريق الكتاب والسنة بواسطة العلماء المعروفين بالعلم والفضل وحسن العقيدة حتى يستقيم على دينه على بصيرة ويدعو إليه على بصيرة وحتى يدع ما حرم الله على بصيرة، وطريق ذلك العناية بالقرآن الكريم حفظًا وتدبرًا وتعقلاً، والإكثار من تلاوته لأنه صراط الله المستقيم وحبله المتين وذكره الحكيم ولأنه الهادي إلى كل الخير كما قال سبحانه { إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ } [الإسراء: 9] { قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ } [فصلت: 44] وقال جل وعلا: { كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الأَلْبَابِ } [ص: 29].",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وعلى الشباب أيضًا وغيرهم من المسلمين أن يعتنوا بسنة رسول الله - صلى الله عليه وسلم - وهي أحاديثه وسيرته، ويتفقهوا فيها ويحفظوا ما تيسر منها ويدعوا الناس إلى ذلك لأنها الوحي الثاني والأصل الثاني من أصول الشريعة بإجماع أهل العلم كما قال تعالى: { وَالنَّجْمِ إِذَا هَوَى * مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى * وَمَا يَنْطِقُ عَنِ الْهَوَى * إِنْ هُوَ إِلا وَحْيٌ يُوحَى } [النجم: 1-4]، وقال سبحانه: { قُلْ أَطِيعُوا اللهَ وَأَطِيعُوا الرَّسُولَ فَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَا حُمِّلْتُمْ وَإِنْ تُطِيعُوهُ تَهْتَدُوا وَمَا عَلَى الرَّسُولِ إِلا الْبَلاغُ الْمُبِينُ } [النور: 54]، وقال عز وجل معظما شأن الكتاب والسنة في آخر سورة الشورى: { وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلا الإِيمَانُ وَلَكِنْ جَعَلْنَاهُ نُورًا نَهْدِي بِهِ مَنْ نَشاءُ مِنْ عِبَادِنَا وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ * صِرَاطِ اللهِ الَّذِي لَهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ أَلا إِلَى اللهِ تَصِيرُ الأُمُورُ } [الشورى: 52، 53] فأخبر سبحانه في هذه الآية الكريمة أن القرآن والسنة روح تحصل به الحياة للعباد ونور تحصل به الهداية لمن شاء الله منهم. ¶ فجدير بأهل العلم من الشباب وغيرهم أن يعضوا على كتاب الله وسنة رسول الله - صلى الله عليه وسلم - بالنواجذ وأن يتفقهوا فيهما وأن يهتدوا بهما إلى صراط الله المستقيم الموصل إليه وإلى دار كرامته وأن يسيروا على ذلك في المدارس والجامعات وفي الحلقات العلمية وغير ذلك من مجالس العلم مع سؤال علماء الحق عما أشكل عليهم في الأحكام كما قال تعالى: { فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ } [النحل: 43] .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وعلى الشباب أن يعتنوا بالكتب التي يوكل إليهم حفظها ودراستها مع عرضها على الكتاب والسنة حتى يكونوا في ذلك على بينة وبصيرة مما يدل عليه كتاب ربهم عز وجل وسنة نبيهم عليه الصلاة والسلام ومما يوضح لهم أهل العلم في المدرسة والجامعة وحلقات العلم ولا يتم هذا إلا بالله سبحانه وتعالى والاستعانه به والتوجه إليه وسؤاله التوفيق والهداية ثم حفظ الوقت والعناية به حتى لا يصرف إلا فيما ينفع ويفيد، ويلتحق بذلك العناية بالدروس والإقبال عليها وسؤال الأساتذة عما يشكل فيها والمذاكرة مع الزملاء في ذلك حتى يكون الطالب قد حفظ وقته واستعد لما يقوله الأستاذ ويشرح له ولا يجوز له أن يتكبر عن المذاكرة مع زميله وسؤال الأساتذة كما لا ينبغي أن يستحيي في طلب العلم والسؤال عن المشكلات قال الله تعالى في سورة الأحزاب: { وَاللهُ لا يَسْتَحْيِي مِنَ الْحَقِّ } [الأحزاب: 53] وقالت أم سليم الأنصارية رضي الله عنها: يا رسول الله، إن الله لا يستحي من الحق، فهل على المرأة من غسل إذا هي احتلمت؟ فقال النبي - صلى الله عليه وسلم -: «نعم إذا هي رأت الماء» متفق عليه، والمراد بالماء المني، وقال مجاهد بن جبر التابعي الجليل: «لا يتعلم العلم مستح ولا مستكبر» رواه البخاري في صحيحه معلقًا مجزومًا به. ¶ ومن الواجب على الشباب وغيرهم العمل بالعلم وذلك بأداء الواجبات والحذر من المحرمات لأن هذا هو المقصود من العلم ومن أسباب رسوخه وثباته في القلوب ومن أسباب رضا الله عن العبد وتوفيقه له ومن المصائب العظيمة أن بعض الناس يتعلم ولكنه لا يعمل ولا شك أن ذلك مصيبة كبيرة وتشبه بأعداء الله اليهود وأمثالهم من علماء السوء الذي غضب الله عليهم، بسبب عدم عملهم يقول بعض السلف رضي الله عنهم: من عمل بما علم أورثه الله علم مالم يعلم ويدل على هذا قوله سبحانه: { وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى وَآتَاهُمْ تَقْوَاهُمْ } [محمد: 17].",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وقوله عز وجل: { وَيَزِيدُ اللهُ الَّذِينَ اهْتَدَوْا هُدًى } [مريم: 76] فمن اهتدى زاده الله هدى وزاده علمًا وتوفيقًا، قال تعالى في أعظم سورة وهي سورة الفاتحة: { اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ * صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ } [الفاتحة: 6، 7]، وهم أهل العلم والعمل من الرسل وأتباعهم بإحسان، فالمنعم عليهم هم الذين عرفوا الله وعملوا بطاعته وشرعه وتفقهوا في الدين واستقاموا عليه كما قال الله عز وجل: { وَمَنْ يُطِعِ اللهَ وَالرَّسُولَ فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقًا } [النساء: 69] هؤلاء هم المنعَم عليهم وهم أهل الصراط المستقيم وهم أهل العلم والعمل وأهل البصيرة ثم حذر سبحانه من المغضوب عليهم والضالين، فقال سبحانه: { غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلا الضَّالِّينَ } [الفاتحة: 7] فالمغضوب عليهم هم الذين يعلمون ولا يعملون كاليهود وأشباههم، والضالين هم النصارى وأشباههم من الجهلة يتعبدون على الجهالة، فالمؤمن يسأل ربه أن يهديه صراط المنعم عليهم من أهل العلم والعمل وأن يجنبه طريق المغضوب عليهم وطريق الضالين. ¶ فالواجب على الشباب بصفة خاصة وعلى كل مسلم بصفة عامة أن يعتني بهذا الأمر ويكون في دراسته حريصًا على العلم والفقه في الدين والعمل بذلك حافظًا لوقته معتنيًا بالمذاكرة والدراسة والسؤال عما أشكل عليه ناصحًا لله ولعباده، يقول - صلى الله عليه وسلم -: «من يرد الله به خيرًا يفقهه في الدين» ويقول - صلى الله عليه وسلم - «من سلك طريقا يلتمس فيه علمًا سهل الله له به طريقا إلى الجنة».",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "ويقول - صلى الله عليه وسلم - «سبعة يظلهم الله في ظله يوم لا ظل إلا ظله، إمام عادل وشاب نشأ في عبادة الله ورجل قلبه معلق بالمساجد ورجلان تحابا في الله اجتمعا على ذلك وتفرقا عليه ورجل دعته امرأة ذات منصب وجمال فقال: إني أخاف الله ورجل تصدق بصدقة فأخفاها حتى لا تعلم شماله ما تنفق يمينه ورجل ذكر الله خاليًا ففاضت عيناه» متفق على صحته، فالشاب الناشئ في العبادة له شأن عظيم في فقهه وعلمه ونصحه لكونه قد تربى على العلم والفضل والعمل والعبادة والخير فيكون بذلك نافعًا لنفسه نافعًا لعباد الله من أساس شبابه حتى يلقى ربه. ¶ ومن أهم الأمور بل أهم الأمور بعد الشهادتين الصلوات الخمس والمحافظة عليها وهي عماد الدين ومن حفظها حفظ دينه ومن ضيعها فهو لما سواها أضيع، ووصيتي لكم أيها الإخوة ولنفسي ولجميع الشباب ولكل مسلم تقوى الله في كل شيء والعناية بوجه خاص بالصلاة والمحافظة عليها في وقتها في الجماعة في المساجد مع المسلمين، وهذا من أهم واجبات الشباب وواجب كل مسلم ومسلمة، فالصلاة هي عمود الإسلام: من حفظها حفظ دينه ومن ضيعها فهو لما سواها أضيع. كما تقدم وهي أول شيء يسأل عنه العبد يوم القيامة، فإن صحت فقد أفلح وأنجح وإن فسدت فقد خاب وخسر يقول - صلى الله عليه وسلم -: «رأس الأمر الإسلام وعموده الصلاة وذروة سنامه الجهاد في سبيل الله». ¶ ويقول - صلى الله عليه وسلم -: «بني الإسلام على خمس شهادة أن لا إله إلا الله وأن محمدًا رسول الله وإقام الصلاة وإيتاء الزكاة وصوم رمضان وحج البيت»، وهي الركن الثاني من أركان الإسلام ويقول أيضا - صلى الله عليه وسلم -: «بين الرجل وبين الكفر والشرك ترك الصلاة»، وهكذا تجب العناية بأداء الزكاة على من عنده منال يبلغ النصاب، وهكذا تجب العناية بصوم رمضان في وقته والحفاظ على ذلك، وكذلك يجب حج بيت الله الحرام مع الاستطاعة مرة في العمر.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ومن الواجبات العظيمة بر الوالدين والإحسان إليهما وصلة الرحم وإكرام الضيف وصدق الحديث والأمر بالمعروف والنهي عن المنكر وأداء الأمانة والنصح لكل مسلم مع الحذر من جميع ما حرم مثل الزنا والسرقة وشرب المسكر وأكل الربا وسائر ما حرم الله من الغيبة وشهادة الزور والكذب وغير هذا مما حرم الله، فالواجب على كل مسلم ومسلمة الحذر من ذلك. ¶ ومن واجب الشباب بصفة خاصة أن ينشئوا على ذلك وأن يوطنوا أنفسهم على الخير وأن يجاهدوها في هذا المقام حتى يؤدوا ما أوجب الله وحتى يبتعدوا عما حرم الله عليهم، ومن ذلك الحذر من المخدرات وسائر المسكرات فإن شرها عظيم وفسادها كبير، فيجب البعد عنها والحذر من مجالسة أهلها لأن المجالسة تجر إلى أخلاق الجليس. ¶ فالواجب صحبة الأخيار والحذر من صحبة الأشرار، وهكذا العناية ببر الوالدين والإحسان إليهما وعدم عقوقهما فإن حقهما عظيم، ومن الأخلاق الكريمة العناية بالزملاء والإخوان وعدم التكبر عليهم والعناية بالجار والإحسان إليه لأن الله سبحانه وتعالى أوصى بذلك وهكذا رسوله - صلى الله عليه وسلم - قال الله عز وجل: { وَاعْبُدُوا اللهَ وَلا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَبِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَالْجَارِ ذِي الْقُرْبَى وَالْجَارِ الْجُنُبِ } [النساء: 36] الآية، وقال - صلى الله عليه وسلم - «ما زال جبريل يوصيني بالجار حتى ظننت أنه سيورثه» إلى غير ذلك من أخلاق المؤمنين قال - صلى الله عليه وسلم -: «إنما بعثت لأتمم مكارم الأخلاق».",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "ومن الأخلاق الكريمة العظيمة العناية بطاعة الله ورسوله في جميع الأوقات والمحافظة على ذلك والحفاظ على الوقت وأن يأمر بطاعة الله وترك ما نهى عنه والعناية بالأخلاق الكريمة من بر للوالدين وصلة الرحم وإيثار للمسلم وعدم الغيبة والنميمة والحرص على حفظ اللسان عما لا ينبغي والإكثار من ذكر الله والأمر بالمعروف والنهي عن المنكر والدعوة إلى الخير والتحذير من الشر، وهكذا المؤمن وهكذا الشاب المتعلم يجب أن يعود نفسه هذه الأخلاق الكريمة ويجب أن يعودها البعد عما حرم الله والحذر عما حرم الله. ¶ فإن العبد متى نشأ على شيء في الغالب يشيب عليه ويموت عليه في سنة الله على عباده أنه سبحانه إذا وفق العبد في شبابه على الخير والاستقامة فإن الله سبحانه يوفقه للثبات عليه والوفاة عليه، فليحرص المؤمن والشاب الصالح على الثبات على الحق والسير عليه ومصاحبة الأخيار الذين يعينونه على الخير والحذر من صحبة الأشرار والزملاء الذين يعينونه على الشر. ¶ واسأل الله بأسمائه الحسنى وصفاته العلا أن يوفقنا جميعا للعلم النافع والعلم الصالح وأن يسلك بنا جميعا صراطه المستقيم وأن يعيذنا وسائر المسلمين من شرور أنفسنا ومن سيئات أعمالنا أن يمنحنا جميعا الفقه في دينه والثبات عليه والدعوة إليه على بصيرة إنه جل وعلا جواد كريم كما أسأله سبحانه أن يوفق ولاة أمرنا إلى كل خير وأن ينصر بهم دينه ويعلي بهم كلمته وأن ييسر لهم البطانة الصالحة وأن يجعلهم هداة مهتدين، كما أسأله سبحانه أن يوفق جميع ولاة أمر المسلمين وأن يعينهم على تنفيذ الحق والحكم به والحذر ممن يخالفه وأن يصلح الله لهم البطانة وأن يوفقهم لتحكيم شريعة الله في عباده وأن يصلح أحوال المسلمين في كل مكان وأن يولي عليهم خيارهم وأن يفقههم في الدين وأن يكثر بينهم دعاة الهدى إنه ولي ذلك والقادر عليه وصلى الله وسلم على عبده ورسوله نبينا محمد وعلى آله وأصحابه وأتباعه بإحسان( ).",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "عبد العزيز بن عبد الله بن باز. ¶ مواضيع مهمة للندوات والمحاضرات ¶ والمناقشات والمسابقات وخطب الجمعة ¶ 1- الأعمال المشروعة للمسلم في اليوم والليلة من حين يستيقظ حتى ينام. ¶ 2- حقوق المسلم على المسلم وأحكامها وصفاتها والحكم فيها. ¶ 3- من مشاهد القيامة وأهوالها: البعث- الحوض- صحف الأعمال- الميزان- الصراط- الجنة والنار، وما تضمنته سورة التكوير والانفطار والانشقاق. ¶ 4- أسباب فهم الدروس وشروط تحصيل العلم وآداب الطالب ومراتب العلم وثمرته وأسباب نموه وزكاته. ¶ 5- حقوق الأولاد على الوالدين وحقوق الوالدين على الأولاد. ¶ 6- أركان الإسلام وعلى من تجب وشروط وجوبها والحكمة فيها. ¶ 7- أصول الإيمان الستة وما يتعلق بها من دليل وتفصيل وزيادة ونقصان. ¶ 8- الحدود المشروعة لحفظ الدين والنفس والمال والنسب والعرض والحكمة فيها حد الردة- الزنا- السرقة- المسكر- القتل- القذف. ¶ 9- الكفارات في الشريعة الإسلامية كفارة اليمين كفارة القتل، كفارة الظهار، كفارة المجلس كفارة الجماع في نهار رمضان وأدلتها وحكمها وحكمتها. ¶ 10- كان النبي - صلى الله عليه وسلم - يحافظ في اليوم والليلة على أربعين ركعة فما هي؟ ¶ 11- السبعة الذين يظلهم الله في ظله يوم القيامة وما تضمنه وصف كل واحد منهم. ¶ 12- السبع المهلكات وأدلتها وشناعتها وتعريفها. ¶ 13- أسباب المغفرة وأسباب العذاب. ¶ 14- أعمال أهل الجنة وأعمال أهل النار وأسباب دخولهما مع الدليل. ¶ 15- آداب الأكل والشرب واللباس. ¶ 16- واجبنا نحو القرآن الكريم: تلاوة وترتيلا وتجويدا وتدبرا وعملا. ¶ 17- سنن الفطرة العشرة وحكمها وحكمتها. ¶ 18- الأحكام التكليفية وأمثلتها. ¶ 19- تعريف كبائر الذنوب وصغائرها وأسباب المغفرة لها. ¶ 20- الأموال التي تجب فيها الزكاة والواجب في كل منها. ¶ 21- مصادر التشريع الإسلامي. ¶ 22- الوسائل المفيدة للحياة السعيدة. ¶ 23- مفتاح حياة القلب ومفتاح كل خير ومفتاح كل شر.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "24- شعب الإيمان وأعلاها وأدناها وضابطها. ¶ 25- الأسئلة التي يسأل عنها الإنسان في قبره ويوم حشره وأسباب الإجابة فيها. ¶ 26- علامات تعظيم أوامر الله ونواهيه في الوابل الصيب لابن القيم. ¶ 27- قيمة الوقت وأهم ما يشغل به الوقت. ¶ 28- الأسباب التي يعتصم بها العبد من الشيطان. ¶ 29- ما هي أسباب النجاة وأسباب الرزق؟ ¶ 30- دواء القلب وعلامات صحته. ¶ 31- الأشياء التي يزيد بها الإيمان. ¶ 32- ما هو دور الشباب المسلم في الحياة؟ ¶ 33- ما هي أسباب شرح الصدر. ¶ 34- الخصال المكفرة للذنوب المتقدمة والمتأخرة. ¶ هذه المواضع موجودة غالبًا في كتابين وهما (بهجة الناظرين والثمار اليانعة للمؤلف وقد كتب في كثير منها رسائل مستقلة). ¶ ملاحظة: ¶ يرجى قراءتها على الجماعة في المساجد وعلى الأهل والأولاد في البيوت، اللهم اغفر لمن كتبها أو قرأها أو طبعها إنك على كل شيء قدير. ¶ الفهرس ¶ الصفحة ... الموضوع ¶ 3 ... دور الشباب المسلم في الحياة........................ ¶ 11 ... تحية للشباب المسلم................................ ¶ 12 ... نداء إلى شباب الإسلام............................. ¶ 17 ... نصيحة للشباب.................................... ¶ 21 ... دور المسلم في الحياة................................ ¶ 28 ... الالتزام بالمنهج الإلهي............................... ¶ 34 ... واجب الشباب.................................... ¶ 49 ... مواضيع مهمة للندوات والمحاضرات والمناقشات والمسابقات وخطب الجمعة.........................",
            "page": "38",
            "part": "1"
        }
    ],
    "t34965": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "دور الشباب المسلم في الحياة"
        }
    ]
}