{
    "b34979": [
        {
            "id": "1",
            "nass": "سلسلة من روائع السُنة ¶ 1 - أحاديث في الحُب ¶ مصلح بن زويد العتيبي",
            "page": null,
            "part": null
        },
        {
            "id": "2",
            "nass": "المقدمة ¶ إن الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله صلى الله عليه وعلى آله وصحبه ومن تبعهم بإحسان إلى يوم الدين وسلم تسليماً كثيراً، أما بعد: ¶ فهذا هو الإصدار الأول من سلسلة من روائع السُنة بعنوان: (أحاديث في الحُب) ¶ وليس كلامي في الحُب الذي هو الغرام والهيام في عرف بعض الناس؛ وإنما أورد الأحاديث التي ورد فيها لفظة (حُب) وما تصرف منها دون غيرها من الكلمات إلا في حديثين وردت بلفظ (الود) ¶ وليس المقام مقام حصر؛ فيكفي من القلادة ما أحاط بالعنق 0 ¶ وقد رتبتها في أربعة أبواب: ¶ 1 - الباب الأول: (حب الله) وفيه خمسة وعشرون فصلاً وعدد أحاديثه (34) حديثاً0 ¶ 2 - الباب الثاني: (حب النبي صلى الله عليه وسلم) وفيه سبعة وثلاثون فصلاً وعدد أحاديثه (46) حديثاً0 ¶ 3 - الباب الثالث: (حب الصحابة رضوان الله عليهم) وفيه سبعة فصول وعدد أحاديثه (11) حديثاً0 ¶ 4 - الباب الرابع: (متفرقات في الحب) وفيه واحد وعشرون فصلاً وعدد أحاديثه (23) حديثاً0",
            "page": "1",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وقد مربي أحاديث في الحب لم أوردها لتضعيف أهل الحديث لها؛ فإن ثلثي ما أوردته هو في الصحيحين أو في أحدهما والثلث الباقي صححه غير واحد من أهل العلم 0 ¶ وما كان في الصحيحين أو أحدهما اكتفيت بتخريجه منهما، ومالم يكن فيهما ذكرت له مصدراً أو مصدرين وذكرت حكم الشيخ الألباني رحمه الله عليه ¶ وشعاري في هذه السلسلة (رب حامل فقه إلى من هو أفقه منه) 0 ¶ فمن وجد فيها نفعاً فليذكرنا في دعائه، ومن وجد فيها نقصاً فليسعفنا ... بملاحظاته وليتذكر أنا معشر المسلمين كالبنيان يشد بعضه بعضا0 ¶ وآخر دعوانا أن الحمد لله رب العالمين والصلاة والسلام على إمام المهتدين ولا حول ولا قوة إلا بالله العظيم0 ¶ وكتبه ¶ أبو عبدالرحمن مصلح بن زويد العتيبي",
            "page": "2",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "(أولاً: باب حب الله) ¶ 1 - فصل: الحب لله وفي الله ¶ 1 - عن أَنَسٍ عن النبي صلى الله عليه وسلم قال: (ثَلاثٌ من كُنَّ فيه وَجَدَ بِهِنَّ حَلاوَةَ الإِيمَانِ من كان الله وَرَسُولُهُ أَحَبَّ إليه مِمَّا سِوَاهُمَا وَأَنْ يُحِبَّ الْمَرْءَ لا يُحِبُّهُ إلا لِلَّهِ وَأَنْ يَكْرَهَ أَنْ يَعُودَ في الْكُفْرِ بَعْدَ أَنْ أَنْقَذَهُ الله منه كما يَكْرَهُ أَنْ يُقْذَفَ في النَّارِ) (¬1) ¶ 2 - عن أبي هُرَيْرَةَ عن النبي صلى الله عليه وسلم قال: (سَبْعَةٌ يُظِلُّهُمْ الله تَعَالَى في ظِلِّهِ يوم لا ظِلَّ إلا ظِلُّهُ إِمَامٌ عَدْلٌ وَشَابٌّ نَشَأَ في عِبَادَةِ اللَّهِ وَرَجُلٌ قَلْبُهُ مُعَلَّقٌ في الْمَسَاجِدِ وَرَجُلانِ تَحَابَّا في اللَّهِ اجْتَمَعَا عليه وَتَفَرَّقَا عليه وَرَجُلٌ دَعَتْهُ امْرَأَةٌ ذَاتُ مَنْصِبٍ وَجَمَالٍ فقال إني أَخَافُ اللَّهَ وَرَجُلٌ تَصَدَّقَ بِصَدَقَةٍ فَأَخْفَاهَا حتى لا تَعْلَمَ شِمَالُهُ ما تُنْفِقُ يَمِينُهُ وَرَجُلٌ ذَكَرَ اللَّهَ خَالِياً فَفَاضَتْ عَيْنَاهُ) (¬2) ¶ 3 - عن أبي هُرَيْرَةَ قال قال رسول اللَّهِ صلى الله عليه وسلم: (إِنَّ اللَّهَ يقول يوم الْقِيَامَةِ أَيْنَ الْمُتَحَابُّونَ بِجَلالِي الْيَوْمَ أُظِلُّهُمْ في ظِلِّي يوم لا ظِلَّ إلا ظِلِّي) (¬3) ¶ 4 - عن أبي هُرَيْرَةَ عن النبي صلى الله عليه وسلم: (أَنَّ رَجُلاً زَارَ أَخاً له في قَرْيَةٍ أُخْرَى فَأَرْصَدَ الله له على مَدْرَجَتِهِ مَلَكاً فلما أتى عليه قال أَيْنَ تُرِيدُ قال أُرِيدُ أَخاً لي في هذه الْقَرْيَةِ قال هل لك عليه من نِعْمَةٍ تَرُبُّهَا؟ قال لا غير أنى ¶ ¬__________ ¶ (¬1) البخاري (16)؛ مسلم (43) 0 ¶ (¬2) البخاري (660)؛ مسلم (1031) 0 ¶ (¬3) مسلم (2566) 0",
            "page": "3",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "أَحْبَبْتُهُ في اللَّهِ عز وجل قال فَإِنِّي رسول اللَّهِ إِلَيْكَ بِأَنَّ اللَّهَ قد أَحَبَّكَ كما أَحْبَبْتَهُ فيه) (¬1) ¶ 5 - عن أبي أُمَامَةَ عن رسول اللَّهِ صلى الله عليه وسلم أَنَّهُ قال: (من أَحَبَّ لِلَّهِ وَأَبْغَضَ لِلَّهِ وَأَعْطَى لِلَّهِ وَمَنَعَ لِلَّهِ فَقَدْ اسْتَكْمَلَ الإِيمَانَ) (¬2) ¶ 2 - فصل: إذا أحب الله عبداً ¶ 6 - عن أبي هُرَيْرَةَ عن النبي صلى الله عليه وسلم قال: (إذا أَحَبَّ الله الْعَبْدَ نَادَى جِبْرِيلَ إِنَّ اللَّهَ يُحِبُّ فُلاناً فَأَحْبِبْهُ فَيُحِبُّهُ جِبْرِيلُ فَيُنَادِي جِبْرِيلُ في أَهْلِ السَّمَاءِ إِنَّ اللَّهَ يُحِبُّ فُلاناً فَأَحِبُّوهُ فَيُحِبُّهُ أَهْلُ السَّمَاءِ ثُمَّ يُوضَعُ له الْقَبُولُ في الأرض) (¬3) ¶ 3 - فصل: حب الله العبد التقي الغني الخفي ¶ 7 - قال عَامِرُ بن سَعْدٍ كان سَعْدُ بن أبي وَقَّاصٍ في إِبِلِهِ فَجَاءَهُ ابْنُهُ عُمَرُ فلما رَآهُ سَعْدٌ قال أَعُوذُ بِاللَّهِ من شَرِّ هذا الرَّاكِبِ فَنَزَلَ فقال له أَنَزَلْتَ في إِبِلِكَ وَغَنَمِكَ وَتَرَكْتَ الناس يَتَنَازَعُونَ الْمُلْكَ بَيْنَهُمْ فَضَرَبَ سَعْدٌ في صَدْرِهِ فقال أسكت سمعت رَسُولَ اللَّهِ صلى الله عليه وسلم يقول: (إِنَّ اللَّهَ يُحِبُّ الْعَبْدَ التَّقِيَّ الْغَنِيَّ الْخَفِيَّ) (¬4) ¶ ¬__________ ¶ (¬1) مسلم (2567) 0 ¶ (¬2) أبو داود (4681)، قال الألباني في السلسلة الصحيحة (1/ 728): (صحيح) 0 ¶ (¬3) البخاري (3209)؛مسلم (2637) 0 ¶ (¬4) مسلم (2965) 0",
            "page": "4",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "4 - فصل: أحب ما يتقرب به العبد إلى ربه ¶ 8 - عن أبي هُرَيْرَةَ قال: قال رسول اللَّهِ صلى الله عليه وسلم: (إِنَّ اللَّهَ قال من عَادَى لي وَلِيّاً فَقَدْ آذَنْتُهُ بِالْحَرْبِ وما تَقَرَّبَ إلي عَبْدِي بِشَيْءٍ أَحَبَّ إلي مِمَّا افْتَرَضْتُ عليه وما يَزَالُ عَبْدِي يَتَقَرَّبُ إلي بِالنَّوَافِلِ حتى أُحِبَّهُ فإذا أَحْبَبْتُهُ كنت سَمْعَهُ الذي يَسْمَعُ بِهِ وَبَصَرَهُ الذي يُبْصِرُ بِهِ وَيَدَهُ التي يَبْطِشُ بها وَرِجْلَهُ التي يَمْشِي بها وَإِنْ سَأَلَنِي لأُعْطِيَنَّهُ وَلَئِنْ اسْتَعَاذَنِي لأُعِيذَنَّهُ وما تَرَدَّدْتُ عن شَيْءٍ أنا فَاعِلُهُ تَرَدُّدِي عن نَفْسِ الْمُؤْمِنِ يَكْرَهُ الْمَوْتَ وأنا أَكْرَهُ مَسَاءَتَهُ) (¬1) ¶ 5 - فصل: من آثار حب الله العبد ¶ 9 - عن قَتَادَةَ بن النُّعْمَانِ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قال: (إذا أَحَبَّ الله عَبْداً حَمَاهُ الدُّنْيَا كما يَظَلُّ أحدكم يَحْمِي سَقِيمَهُ الْمَاءَ) (¬2) ¶ 10 - عن أَنَسٍ قال قال رسول اللَّهِ صلى الله عليه وسلم: (إِنَّ عِظَمَ الْجَزَاءِ مع عِظَمِ الْبَلاءِ وَإِنَّ اللَّهَ إذا أَحَبَّ قَوْماً ابْتَلاهُمْ فَمَنْ رضى فَلَهُ الرِّضَا وَمَنْ سَخِطَ فَلَهُ السَّخَطُ) (¬3) ¶ 6 - فصل: المؤمن القوي خيرٌ وأحب إلى الله من المؤمن الضعيف ¶ 11 - عن أبي هُرَيْرَةَ قال: قال رسول اللَّهِ صلى الله عليه وسلم: (الْمُؤْمِنُ الْقَوِيُّ خَيْرٌ وَأَحَبُّ إلى اللَّهِ من الْمُؤْمِنِ الضَّعِيفِ وفي كُلٍّ خَيْرٌ احْرِصْ على ما يَنْفَعُكَ ¶ ¬__________ ¶ (¬1) البخاري (6502) 0 ¶ (¬2) الترمذي (2036)؛المستدرك على الصحيحين (7464)؛قال الألباني في صحيح الترغيب والترهيب (3/ 130): (صحيح) 0 ¶ (¬3) الترمذي (2396)؛ابن ماجه (4031)؛ قال الألباني في صحيح الترغيب والترهيب (3/ 180): (حسن) 0",
            "page": "5",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وَاسْتَعِنْ بِاللَّهِ ولا تَعْجَزْ وَإِنْ أَصَابَكَ شَيْءٌ فلا تَقُلْ لو أَنِّي فَعَلْتُ كان كَذَا وَكَذَا وَلَكِنْ قُلْ قَدَرُ اللَّهِ وما شَاءَ فَعَلَ فإن لو تَفْتَحُ عَمَلَ الشَّيْطَانِ) (¬1) ¶ 7 - فصل: حب الله عمر بن الخطاب ¶ 12 - عن ابن عُمَرَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قال: (اللهم أَعِزَّ الإِسْلامَ بِأَحَبِّ هَذَيْنِ الرَّجُلَيْنِ إِلَيْكَ بِأَبِي جَهْلٍ أو بِعُمَرَ بن الْخَطَّابِ) قال وكان أَحَبَّهُمَا إليه) (¬2) ¶ 8 - فصل: حب الله ورسوله علي بن أبي طالب رضي الله عنه وحُبه لله ورسوله ¶ 13 - عن سهل بن سعد أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قال يوم خَيْبَرَ لأُعْطِيَنَّ هذه الرَّايَةَ غَداً رَجُلاً يَفْتَحُ الله على يَدَيْهِ يُحِبُّ اللَّهَ وَرَسُولَهُ وَيُحِبُّهُ الله وَرَسُولُهُ قال فَبَاتَ الناس يَدُوكُونَ لَيْلَتَهُمْ أَيُّهُمْ يُعْطَاهَا فلما أَصْبَحَ الناس غَدَوْا على رسول اللَّهِ صلى الله عليه وسلم كلهم يَرْجُو أَنْ يُعْطَاهَا فقال أَيْنَ عَلِيُّ بن أبي طَالِبٍ فَقِيلَ هو يا رَسُولَ اللَّهِ يَشْتَكِي عَيْنَيْهِ قال فَأَرْسَلُوا إليه فَأُتِيَ بِهِ فَبَصَقَ رسول اللَّهِ صلى الله عليه وسلم في عَيْنَيْهِ وَدَعَا له فَبَرَأَ حتى كَأَنْ لم يَكُنْ بِهِ وَجَعٌ فَأَعْطَاهُ الرَّايَةَ فقال عَلِيٌّ يا رَسُولَ اللَّهِ أُقَاتِلُهُمْ حتى يَكُونُوا مِثْلَنَا فقال انْفُذْ على رِسْلِكَ حتى تَنْزِلَ بِسَاحَتِهِمْ ثُمَّ ادْعُهُمْ إلى الإِسْلامِ وَأَخْبِرْهُمْ بِمَا يَجِبُ عليهم ¶ ¬__________ ¶ (¬1) مسلم (2664) 0 ¶ (¬2) الترمذي (3681)؛مسند الإمام أحمد (5696)؛والحديث صححه الألباني 0انظر صحيح السيرة النبوية للألباني (ص:193) 0",
            "page": "6",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "من حَقِّ اللَّهِ فيه فَوَاللَّهِ لأَنْ يَهْدِيَ الله بِكَ رَجُلاً وَاحِداً خَيْرٌ لك من أَنْ يَكُونَ لك حُمْرُ النَّعَمِ) (¬1) ¶ 9 - فصل: حب الله الرفق ¶ 14 - عن عَائِشَةَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قال: (يا عَائِشَةُ إِنَّ اللَّهَ رَفِيقٌ يُحِبُّ الرِّفْقَ ويعطى على الرِّفْقِ ما لا يعطى على الْعُنْفِ وما لا يعطى على ما سِوَاهُ) (¬2) ¶ 10 - فصل: حب الله المدح والعذر ¶ 15 - عن عبد اللَّهِ بن مَسْعُودٍ قال: قال رسول اللَّهِ صلى الله عليه وسلم (ليس أَحَدٌ أَحَبَّ إليه الْمَدْحُ من اللَّهِ عز وجل من أَجْلِ ذلك مَدَحَ نَفْسَهُ وَلَيْسَ أَحَدٌ أَغْيَرَ من اللَّهِ من أَجْلِ ذلك حَرَّمَ الْفَوَاحِشَ وَلَيْسَ أَحَدٌ أَحَبَّ إليه الْعُذْرُ من اللَّهِ من أَجْلِ ذلك أَنْزَلَ الْكِتَابَ وَأَرْسَلَ الرُّسُلَ) (¬3) ¶ 11 - فصل: حب الله الحلم والأناة ¶ 16 - عن أبن عباس أن النبي صلى الله عليه وسلم قال لأَشَجِّ عبد الْقَيْسِ: (إِنَّ فِيكَ لَخَصْلَتَيْنِ يُحِبُّهُمَا الله الْحِلْمُ وَالأَنَاةُ) (¬4) ¶ ¬__________ ¶ (¬1) البخاري (3701)؛مسلم (2406) 0 ¶ (¬2) البخاري (6024)؛مسلم (2593) 0 ¶ (¬3) البخاري (4634)؛مسلم (2760) 0 ¶ (¬4) مسلم (17) 0",
            "page": "7",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "12 - فصل: حب الله العمل الصالح في عشر ذي الحجة ¶ 17 - عن ابن عَبَّاسٍ قال قال رسول اللَّهِ صلى الله عليه وسلم: (ما من أَيَّامٍ الْعَمَلُ الصَّالِحُ فِيهِنَّ أَحَبُّ إلى اللَّهِ من هذه الأَيَّامِ الْعَشْرِ فَقَالُوا يا رَسُولَ اللَّهِ ولا الْجِهَادُ في سَبِيلِ اللَّهِ فقال رسول اللَّهِ صلى الله عليه وسلم ولا الْجِهَادُ في سَبِيلِ اللَّهِ إلا رَجُلٌ خَرَجَ بِنَفْسِهِ وَمَالِهِ فلم يَرْجِعْ من ذلك بِشَيْءٍ) (¬1) ¶ 13 - فصل: حب الله قراءة سورة الفلق ¶ 18 - عن عُقْبَةَ بن عَامِرٍ قال: تَعَلَّقْتُ بِقَدَمِ رسول اللَّهِ صلى الله عليه وسلم فقلت يا رَسُولَ اللَّهِ أقرئني سُورَةَ هُودٍ وَسُورَةَ يُوسُفَ فقال لي رسول اللَّهِ صلى الله عليه وسلم: (يا عُقْبَةُ بن عَامِرٍ انك لم تَقْرَأْ سُورَةً أَحَبَّ إلى اللَّهِ عز وجل وَلاَ ابلغ عِنْدَهُ من قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ) (¬2) ¶ 14 - فصل: حب الله العُطاس ¶ 19 - عن أبي هُرَيْرَةَ عن النبي صلى الله عليه وسلم قال: (إِنَّ اللَّهَ يُحِبُّ الْعُطَاسَ وَيَكْرَهُ التَّثَاؤُبَ فإذا عَطَسَ أحدكم وَحَمِدَ اللَّهَ كان حَقّاً على كل مُسْلِمٍ سَمِعَهُ أَنْ يَقُولَ له يَرْحَمُكَ الله وَأَمَّا التَّثَاؤُبُ فَإِنَّمَا هو من الشَّيْطَانِ فإذا تَثَاءَبَ أحدكم فَلْيَرُدَّهُ ما اسْتَطَاعَ فان أَحَدَكُمْ إذا تَثَاءَبَ ضَحِكَ منه الشَّيْطَانُ) (¬3) ¶ ¬__________ ¶ (¬1) أبو داود (2438)؛الترمذي (757)؛قال الألباني في إرواء الغليل (3/ 397): (صحيح) والحديث في البخاري بلفظ: (ما الْعَمَلُ في أَيَّامٍ العشر أَفْضَلَ من العمل في هذه قالوا ولا الْجِهَادُ قال ولا الْجِهَادُ إلا رَجُلٌ خَرَجَ يُخَاطِرُ بِنَفْسِهِ وَمَالِهِ فلم يَرْجِعْ بِشَيْءٍ) (969) 0 ¶ (¬2) النسائي (953)؛مسند أحمد (17379) 0والحديث صححه الألباني في صحيح الترغيب والترهيب (2/ 94) 0 ¶ (¬3) البخاري (6223) 0",
            "page": "8",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "15 - فصل: حب الله الجمال ¶ 20 - عن عبد اللَّهِ بن مَسْعُودٍ عن النبي صلى الله عليه وسلم قال: (لا يَدْخُلُ الْجَنَّةَ من كان في قَلْبِهِ مِثْقَالُ ذَرَّةٍ من كِبْرٍ قال رَجُلٌ إِنَّ الرَّجُلَ يُحِبُّ أَنْ يَكُونَ ثَوْبُهُ حَسَناً وَنَعْلُهُ حَسَنَةً؛ قال: (إِنَّ اللَّهَ جَمِيلٌ يُحِبُّ الْجَمَالَ) الْكِبْرُ بَطَرُ الْحَقِّ وَغَمْطُ الناس) (¬1) ¶ 16 - فصل: الكبائر لا تنفي حب الله ورسوله ¶ 21 - عن عُمَرَ بن الْخَطَّابِ أَنَّ رَجُلاً على عَهْدِ النبي صلى الله عليه وسلم كان اسْمُهُ عَبْدَ اللَّهِ وكان يُلَقَّبُ حِمَاراً وكان يُضْحِكُ رَسُولَ اللَّهِ صلى الله عليه وسلم وكان النبي صلى الله عليه وسلم قد جَلَدَهُ في الشَّرَابِ فأتى بِهِ يَوْماً فَأَمَرَ بِهِ فَجُلِدَ فقال رَجُلٌ من الْقَوْمِ اللهم الْعَنْهُ ما أَكْثَرَ ما يُؤْتَى بِهِ فقال النبي صلى الله عليه وسلم: (لا تَلْعَنُوهُ فَوَاللَّهِ ما عَلِمْتُ إلا أنه يُحِبُّ اللَّهَ وَرَسُولَهُ) (¬2) ¶ 17 - فصل: من أحب أن يظله الله في ظله ¶ 22 - عن أبي الْيَسَرِ صَاحِبِ النبي صلى الله عليه وسلم قال: قال رسول اللَّهِ صلى الله عليه وسلم: (من أَحَبَّ أَنْ يُظِلَّهُ الله في ظِلِّهِ فَلْيُنْظِرْ مُعْسِرًا أو لِيَضَعْ ... له) (¬3) ¶ ¬__________ ¶ (¬1) مسلم (91) 0 ¶ (¬2) البخاري (6780) 0 ¶ (¬3) مسند الإمام أحمد (15559)؛ابن ماجه (2419)؛والحديث أخرجه مسلم (1563) ولفظه: (من سَرَّهُ أَنْ يُنْجِيَهُ الله من كُرَبِ يَوْمِ الْقِيَامَةِ فَلْيُنَفِّسْ عن مُعْسِرٍ أو يَضَعْ عنه)",
            "page": "9",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "18 - فصل: أحب العمل إلى الله ¶ 23 - عن عَائِشَةَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم سُئِلَ أَيُّ الْعَمَلِ أَحَبُّ إلى اللَّهِ؟ قال أَدْوَمُهُ وَإِنْ قَلَّ) (¬1) ¶ 24 - عن عبد اللَّهِ بن مسعود قال: سَأَلْتُ النبي صلى الله عليه وسلم أَيُّ الْعَمَلِ أَحَبُّ إلى اللَّهِ؟ قال الصَّلاةُ على وَقْتِهَا قال ثُمَّ أَيٌّ قال ثُمَّ بِرُّ الْوَالِدَيْنِ قال ثُمَّ أَيٌّ قال الْجِهَادُ في سَبِيلِ اللَّهِ قال حدثني بِهِنَّ وَلَوْ اسْتَزَدْتُهُ لَزَادَنِي) (¬2) ¶ 19 - فصل: أحب الصلاة والصيام إلى الله ¶ 25 - عن عَبْدَ اللَّهِ بن عَمْرٍو أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قال له أَحَبُّ الصَّلاةِ إلى اللَّهِ صَلاةُ دَاوُدَ عليه السَّلام وَأَحَبُّ الصِّيَامِ إلى اللَّهِ صِيَامُ دَاوُدَ وكان يَنَامُ نِصْفَ اللَّيْلِ وَيَقُومُ ثُلُثَهُ وَيَنَامُ سُدُسَهُ وَيَصُومُ يَوْماً وَيُفْطِرُ يَوْماً) (¬3) ¶ 20 - فصل: إن الله وترٌ يحب الوتر ¶ 26 - عن أبي هُرَيْرَةَ أن النبي صلى الله عليه وسلم قال: (لِلَّهِ تِسْعَةٌ وَتِسْعُونَ اسْماً مِائَةٌ إلا وَاحِداً لا يَحْفَظُهَا أَحَدٌ إلا دخل الْجَنَّةَ وهو وَتْرٌ يُحِبُّ الْوَتْرَ) (¬4) ¶ 21 - فصل: أحب البلاد وأبغضها إلى الله ¶ 27 - عن أبي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قال: (أَحَبُّ الْبِلادِ إلى اللَّهِ مَسَاجِدُهَا وَأَبْغَضُ الْبِلادِ إلى اللَّهِ أَسْوَاقُهَا) (¬5) ¶ ¬__________ ¶ (¬1) البخاري (6465)؛مسلم (782) 0 ¶ (¬2) البخاري (527)؛مسلم (85) 0 ¶ (¬3) البخاري (1131)؛مسلم (1159) 0 ¶ (¬4) البخاري (6410)؛مسلم (2677) 0 ¶ (¬5) مسلم (671) 0",
            "page": "10",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "22 - فصل: أحب الكلام إلى الله ¶ 28 - عن سَمُرَةَ بن جُنْدَبٍ قال: قال رسول اللَّهِ صلى الله عليه وسلم: (أَحَبُّ الْكَلامِ إلى اللَّهِ أَرْبَعٌ سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ ولا إِلَهَ إلا الله وَاللَّهُ أَكْبَرُ لا يَضُرُّكَ بِأَيِّهِنَّ بَدَأْت) (¬1) ¶ 29 - عن أبي ذَرٍّ قال: قال رسول اللَّهِ صلى الله عليه وسلم: (ألا أُخْبِرُكَ بِأَحَبِّ الْكَلامِ إلى اللَّهِ قلت يا رَسُولَ اللَّهِ أَخْبِرْنِي بِأَحَبِّ الْكَلامِ إلى اللَّهِ فقال: إِنَّ أَحَبَّ الْكَلامِ إلى اللَّهِ سُبْحَانَ اللَّهِ وَبِحَمْدِهِ) (¬2) ¶ 30 - عن أبي هُرَيْرَةَ قال قال رسول اللَّهِ صلى الله عليه وسلم: (كَلِمَتَانِ خَفِيفَتَانِ على اللِّسَانِ ثَقِيلَتَانِ في الْمِيزَانِ حَبِيبَتَانِ إلى الرحمن سُبْحَانَ اللَّهِ وَبِحَمْدِهِ سُبْحَانَ اللَّهِ الْعَظِيمِ) (¬3) ¶ 31 - عن أبي هُرَيْرَةَ قال قال رسول اللَّهِ صلى الله عليه وسلم: (لأَنْ أَقُولَ سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ ولا إِلَهَ إلا الله وَاللَّهُ أَكْبَرُ أَحَبُّ إلي مِمَّا طَلَعَتْ عليه الشَّمْسُ) (¬4) ¶ 23 - فصل: أحب الأسماء إلى الله ¶ 32 - عن ابن عُمَرَ قال: قال رسول اللَّهِ صلى الله عليه وسلم: (إِنَّ أَحَبَّ أَسْمَائِكُمْ إلى اللَّهِ عبد اللَّهِ وَعَبْدُ الرحمن) (¬5) ¶ ¬__________ ¶ (¬1) مسلم (2137) 0 ¶ (¬2) مسلم (2731) 0 ¶ (¬3) البخاري (6406) مسلم (2694) 0 ¶ (¬4) مسلم (2695) 0 ¶ (¬5) مسلم (2132) 0",
            "page": "11",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "24 - فصل: أحب الجهاد إلى الله ¶ 33 - عن أبي أُمَامَةَ قال أتى رَجُلٌ رَسُولَ اللَّهِ صلى الله عليه وسلم وهو يَرْمِى الْجَمْرَةَ فقال: يا رَسُولَ اللَّهِ أي الْجِهَادِ أَحَبُّ إلى اللَّهِ عز وجل قال فَسَكَتَ عنه حتى إذا رَمَى الثَّانِيَةَ عَرَضَ له فقال يا رَسُولَ اللَّهِ أي الْجِهَادِ أَحَبُّ إلى اللَّهِ عز وجل قال فَسَكَتَ عنه ثُمَّ مَضَى رسول اللَّهِ صلى الله عليه وسلم حتى إذا اعْتَرَضَ في الْجَمْرَةِ الثَّالِثَةِ عَرَض له فقال يا رَسُولَ اللَّهِ أي الْجِهَادِ أَحَبُّ إلى اللَّهِ عز وجل قال كَلِمَةُ حَقٍّ تُقَالُ لإِمَامٍ جَائِرٍ) (¬1) ¶ 25 - فصل: أحب القطرات والآثار إلى الله ¶ 34 - عن أبي أُمَامَةَ عن النبي صلى الله عليه وسلم قال: (ليس شَيْءٌ أَحَبَّ إلى اللَّهِ من قَطْرَتَيْنِ وَأَثَرَيْنِ قَطْرَةٌ من دُمُوعٍ في خَشْيَةِ اللَّهِ وَقَطْرَةُ دَمٍ تُهَرَاقُ في سَبِيلِ اللَّهِ وأما الأَثَرَانِ فَأَثَرٌ في سَبِيلِ اللَّهِ وَأَثَرٌ في فَرِيضَةٍ من فَرَائِضِ اللَّهِ) (¬2) ¶ ¬__________ ¶ (¬1) مسند أحمد (22212)؛البيهقي الكبرى (19972) 0والحديث صححه الألباني في صحيح الترغيب والترهيب (2/ 284) 0 ¶ (¬2) الترمذي (1669)؛قال الألباني في صحيح الترغيب والترهيب (2/ 55): (حسن) 0",
            "page": "12",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "(ثانياً: باب حب النبي صلى الله عليه وسلم) ¶ 1 - فصل: فضل حب النبي صلى الله عليه وسلم ¶ 1 - عن أَنَسِ بن مَالِكٍ قال جاء رَجُلٌ إلى رسول اللَّهِ صلى الله عليه وسلم فقال: يا رَسُولَ اللَّهِ مَتَى السَّاعَةُ؟ قال وما أَعْدَدْتَ لِلسَّاعَةِ؟ قال حُبَّ اللَّهِ وَرَسُولِهِ قال فَإِنَّكَ مع من أَحْبَبْتَ؛ قال أَنَسٌ فما فَرِحْنَا بَعْدَ الإِسْلامِ فَرَحاً أَشَدَّ من قَوْلِ النبي صلى الله عليه وسلم فَإِنَّكَ مع من أَحْبَبْتَ، قال أَنَسٌ فَأَنَا أُحِبُّ اللَّهَ وَرَسُولَهُ وَأَبَا بَكْرٍ وَعُمَرَ فَأَرْجُو أَنْ أَكُونَ مَعَهُمْ وَإِنْ لم أَعْمَلْ بِأَعْمَالِهِمْ) (¬1) ¶ 2 - فصل: تقديم حب رسول الله صلى الله عليه وسلم على حب غيره ¶ 3 - عن أَنَسِ بن مَالِكٍ قال: قال رسول اللَّهِ صلى الله عليه وسلم: (لا يُؤْمِنُ أحدكم حتى أَكُونَ أَحَبَّ إليه من وَالِدِهِ وَوَلَدِهِ وَالنَّاسِ أَجْمَعِينَ) (¬2) ¶ 4 - عن عَبْدَ اللَّهِ بن هِشَامٍ قال كنا مع النبي صلى الله عليه وسلم وهو آخِذٌ بِيَدِ عُمَرَ بن الْخَطَّابِ فقال له عُمَرُ يا رَسُولَ اللَّهِ لأَنْتَ أَحَبُّ إلي من كل شَيْءٍ إلا من نَفْسِي فقال النبي صلى الله عليه وسلم لا وَالَّذِي نَفْسِي بيده حتى أَكُونَ أَحَبَّ إِلَيْكَ من نَفْسِكَ فقال له عُمَرُ فإنه الآنَ والله لأَنْتَ أَحَبُّ إلي من نَفْسِي فقال النبي صلى الله عليه وسلم الآنَ يا عُمَرُ) (¬3) ¶ ¬__________ ¶ (¬1) البخاري (3688)؛مسلم (2639) 0 ¶ (¬2) البخاري (15)؛ مسلم (44) 0 ¶ (¬3) البخاري (6632) 0",
            "page": "13",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "3 - فصل: حب النبي صلى الله عليه وسلم أن لا يرفع فوق منزلته ¶ 5 - عن أَنَسِ بن مَالِكٍ أَنَّ رَجُلاً قال يا محمد يا سَيِّدَنَا وَابْنَ سَيِّدِنَا وَخَيْرَنَا وَابْنَ خَيْرِنَا فقال رسول اللَّهِ صلى الله عليه وسلم: (يا أَيُّهَا الناس عَلَيْكُمْ بِتَقْوَاكُمْ وَلاَ يَسْتَهْوِيَنَّكمُ الشَّيْطَانُ أنا محمد بن عبد اللَّهِ عبد اللَّهِ وَرَسُولُهُ والله ما أُحِبُّ أَنْ ترفعوني فَوْقَ منزلتي التي أنزلني الله عز وجل) (¬1) ¶ 4 - فصل: حب النبي صلى الله عليه وسلم أن يكون عبداً شكوراً ¶ 6 - عن عَائِشَةَ رضي الله عنها أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم كان يَقُومُ من اللَّيْلِ حتى تَتَفَطَّرَ قَدَمَاهُ فقالت عَائِشَةُ لِمَ تَصْنَعُ هذا يا رَسُولَ اللَّهِ وقد غَفَرَ الله لك ما تَقَدَّمَ من ذَنْبِكَ وما تَأَخَّرَ قال أَفَلا أُحِبُّ أَنْ أَكُونَ عَبْداً شَكُوراً فلما كَثُرَ لَحْمُهُ صلى جَالِساً فإذا أَرَادَ أَنْ يَرْكَعَ قام فَقَرَأَ ثُمَّ رَكَعَ) (¬2) ¶ 5 - فصل: حب النبي صلى الله عليه وسلم سماع القرآن من غيره ¶ 7 - عن عبد اللَّهِ بن مسعود قال: قال لي النبي صلى الله عليه وسلم اقْرَأْ عَلَيَّ الْقُرْآنَ قلت آقْرَأُ عَلَيْكَ وَعَلَيْكَ أُنْزِلَ قال إني أُحِبُّ أَنْ أَسْمَعَهُ من غَيْرِي) (¬3) ¶ 6 - فصل: حب النبي صلى الله عليه وسلم أ ن يقتل في سبيل الله ¶ 8 - عن أبي هُرَيْرَةَ قال: قال رسول اللَّهِ صلى الله عليه وسلم: (لقد هَمَمْتُ أَنْ ¶ ¬__________ ¶ (¬1) النسائي الكبرى (10077)؛ مسند الإمام أحمد (12573) 0 قال الألباني في السلسلة الصحيحة (3/ 88): (صحيح) 0 ¶ (¬2) البخاري (4837)؛مسلم (2819) 0 ¶ (¬3) البخاري (4582)؛مسلم (800) 0",
            "page": "14",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "لاَ أَتَخَلَّفَ عن سَرِيَّةٍ تَخْرُجُ في سَبِيلِ اللَّهِ وَلَيْسَ عندي ما أَحْمِلُهُمْ وَلَوَدِدْتُ أني أُقْتَلُ في سَبِيلِ اللَّهِ ثُمَّ أَحْيَا ثُمَّ أُقْتَلُ ثُمَّ أَحْيَا ثُمَّ أُقْتَلُ) (¬1) ¶ 7 - فصل: حب النبي صلى الله عليه وسلم تقديم عمل صالح عند فتح أبواب السماء ¶ 9 - عن عبد اللَّهِ بن السَّائِبِ قال: كان رسول اللَّهِ صلى الله عليه وسلم يصلي قبل الظُّهْرِ بَعْدَ الزَّوَالِ أَرْبَعاً وَيَقُولُ أن أَبْوَابَ السَّمَاءِ تُفْتَحُ فَأُحِبُّ أَنْ أُقَدِّمَ فيها عَمَلاً صَالِحاً) (¬2) ¶ 8 - فصل: حب الني صلى الله عليه وسلم أن يعرض عمله وهو صائم ¶ 10 - عن أبي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قال: (تُعْرَضُ الأَعْمَالُ يوم الإثنين وَالْخَمِيسِ فَأُحِبُّ أَنْ يُعْرَضَ عَمَلِي وأنا صَائِمٌ) (¬3) ¶ 9 - فصل: حب النبي صلى الله عليه وسلم ركعتي الفجر ¶ 11 - عن عَائِشَةَ عن النبي صلى الله عليه وسلم أَنَّهُ قال في شَأْنِ الرَّكْعَتَيْنِ عِنْدَ طُلُوعِ الْفَجْرِ: (لَهُمَا أَحَبُّ إلي من الدُّنْيَا جميعا) (¬4) ¶ 10 - فصل: حب النبي صلى الله عليه وسلم الفأل الصالح ¶ 12 - عن أبي هُرَيْرَةَ قال: قال رسول اللَّهِ صلى الله عليه وسلم: (لا عَدْوَى ولا هَامَةَ ولا طِيَرَةَ وَأُحِبُّ الْفَأْلَ الصَّالِحَ) (¬5) ¶ ¬__________ ¶ (¬1) البخاري (36)؛مسلم (1876) 0 ¶ (¬2) الترمذي (478)؛مسند الإمام أحمد (15433) 0 وصححه الألباني في السلسلة الصحيحة (9/ 190) ¶ (¬3) الترمذي (747)؛قال الألباني في صحيح الترغيب والترهيب (1/ 251): (صحيح لغيره) 0 ¶ (¬4) مسلم (725) 0 ¶ (¬5) البخاري (5756)؛مسلم (2223) 0",
            "page": "15",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "11 - فصل: حب النبي صلى الله عليه وسلم التيمن ¶ 13 - عن عَائِشَةَ قالت: (كان رسول اللَّهِ صلى الله عليه وسلم يُحِبُّ التَّيَمُّنَ ما اسْتَطَاعَ في شَأْنِهِ كُلِّهِ في طُهُورِهِ وَتَرَجُّلِهِ وَتَنَعُّلِهِ) (¬1) ¶ 12 - فصل: حب النبي صلى الله عليه وسلم موافقة أهل الكتاب ¶ 14 - عن ابن عَبَّاسٍ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كان يَسْدِلُ شَعَرَهُ وكان الْمُشْرِكُونَ يَفْرُقُونَ رؤوسهم وكان أَهْلُ الْكِتَابِ يَسْدِلُونَ رؤوسهم وكان رسول اللَّهِ صلى الله عليه وسلم يُحِبُّ مُوَافَقَةَ أَهْلِ الْكِتَابِ فِيمَا لم يُؤْمَرْ فيه بِشَيْءٍ ثُمَّ فَرَقَ رسول اللَّهِ صلى الله عليه وسلم رَأْسَهُ) (¬2) ¶ 13 - فصل: حب النبي صلى الله عليه وسلم سورة الفتح ¶ 15 - عن عمر بن الخطاب أَنَّه كان يَسِيرُ في بَعْضِ أَسْفَارِهِ مع النبي صلى الله عليه وسلم فسأله عن شَيْءٍ فلم يُجِبْهُ رسول اللَّهِ صلى الله عليه وسلم ثُمَّ سَأَلَهُ فلم يُجِبْهُ ثُمَّ سَأَلَهُ فلم يُجِبْهُ فقال عُمَرُ بن الْخَطَّابِ ثَكِلَتْكَ أُمُّكَ يا عُمَرُ نَزَرْتَ رَسُولَ اللَّهِ صلى الله عليه وسلم ثَلاثَ مَرَّاتٍ كُلُّ ذلك لا يُجِيبُكَ قال عُمَرُ فَحَرَّكْتُ بَعِيرِي ثُمَّ تَقَدَّمْتُ أَمَامَ الْمُسْلِمِينَ وَخَشِيتُ أَنْ يَنْزِلَ فِيَّ قُرْآنٌ فما نَشِبْتُ أَنْ سمعت صَارِخاً يَصْرُخُ بِي قال فقلت لقد خَشِيتُ أَنْ يَكُونَ نَزَلَ فِيَّ قُرْآنٌ وَجِئْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَسَلَّمْتُ عليه فقال لقد أُنْزِلَتْ عَلَيَّ ¶ ¬__________ ¶ (¬1) البخاري (426)؛مسلم (268) 0 ¶ (¬2) البخاري (3558)؛مسلم (2336) 0",
            "page": "16",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "اللَّيْلَةَ سُورَةٌ لَهِيَ أَحَبُّ إلي مِمَّا طَلَعَتْ عليه الشَّمْسُ ثُمَّ قَرَأَ {إِنَّا فَتَحْنَا لك فَتْحًا مُبِيناً} (¬1) ¶ 14 - فصل: أحب الحديث إلى رسول الله صلى الله عليه وسلم ¶ 16 - عن مَرْوَانَ بن الْحَكَمِ وَالْمِسْوَرَ بن مَخْرَمَةَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قام حين جَاءَهُ وَفْدُ هَوَازِنَ مُسْلِمِينَ فَسَأَلُوهُ أَنْ يَرُدَّ إِلَيْهِمْ أَمْوَالَهُمْ وَسَبْيَهُمْ فقال لهم رسول اللَّهِ صلى الله عليه وسلم أَحَبُّ الحديث إلي أَصْدَقُهُ فَاخْتَارُوا إِحْدَى الطَّائِفَتَيْنِ إِمَّا السَّبْيَ وَإِمَّا الْمَالَ00) (¬2) ¶ 15 - فصل: حب النبي صلى الله عليه وسلم السواك ¶ 17 - كانت عَائِشَةَ كانت تَقُولُ إِنَّ من نِعَمِ اللَّهِ عَلَيَّ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم تُوُفِّيَ في بَيْتِي وفي يَوْمِي وَبَيْنَ سَحْرِي وَنَحْرِي وَأَنَّ اللَّهَ جَمَعَ بين رِيقِي وَرِيقِهِ عِنْدَ مَوْتِهِ دخل عَلَيَّ عبد الرحمن وَبِيَدِهِ السِّوَاكُ وأنا مُسْنِدَةٌ رَسُولَ اللَّهِ صلى الله عليه وسلم فَرَأَيْتُهُ يَنْظُرُ إليه وَعَرَفْتُ أَنَّهُ يُحِبُّ السِّوَاكَ فقلت آخُذُهُ لك فَأَشَارَ بِرَأْسِهِ أَنْ نعم فَتَنَاوَلْتُهُ فَاشْتَدَّ عليه وَقُلْتُ أُلَيِّنُهُ لك فَأَشَارَ بِرَأْسِهِ أَنْ نعم فَلَيَّنْتُهُ000) (¬3) ¶ 16 - فصل: حب النبي صلى الله عليه وسلم القعود مع قوم يذكرون الله ¶ 18 - عن أَنَسِ بن مَالِكٍ قال قال رسول اللَّهِ صلى الله عليه وسلم: (لأَنْ أَقْعُدَ مع قَوْمٍ يَذْكُرُونَ اللَّهَ تَعَالَى من صَلاةِ الْغَدَاةِ حتى تَطْلُعَ الشَّمْسُ أَحَبُّ إلي من أَنْ ¶ ¬__________ ¶ (¬1) البخاري (4177)؛مسلم (1786) 0 ¶ (¬2) البخاري (2307) 0 ¶ (¬3) البخاري (4449) 0",
            "page": "17",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "أَعْتِقَ أَرْبَعَةً من وَلَدِ إسماعيل وَلأَنْ أَقْعُدَ مع قَوْمٍ يَذْكُرُونَ اللَّهَ من صَلاةِ الْعَصْرِ إلى أَنْ تَغْرُبَ الشَّمْسُ أَحَبُّ إلي من أَنْ أَعْتِقَ أَرْبَعَةً) (¬1) ¶ 17 - فصل: أحب الشهور إلى رسول الله صلى الله عليه وسلم أن يصومه ¶ 19 - عن عَائِشَةَ قالت: (كان أَحَبَّ الشُّهُورِ إلى رسول اللَّهِ صلى الله عليه وسلم أَنْ يَصُومَهُ شَعْبَانُ ثُمَّ يَصِلُهُ بِرَمَضَانَ) (¬2) ¶ 18 - فصل: أحب الصحابة إلى رسول الله صلى الله عليه وسلم ¶ 20 - عن عبد اللَّهِ بن شَقِيقٍ قال قلت لِعَائِشَةَ أَيُّ أَصْحَابِ رسول اللَّهِ صلى الله عليه وسلم كان أَحَبَّ إلى رسول اللَّهِ قالت: أبو بَكْرٍ قلت ثُمَّ من قالت عُمَرُ قلت ثُمَّ من قالت ثُمَّ أبو عُبَيْدَةَ بن الْجَرَّاحِ قلت ثُمَّ من قال فَسَكَتَتْ) (¬3) ¶ 19– فصل: حب النبي صلى الله عليه وسلم خديجة رضي الله عنها ¶ 21 - عن عَائِشَةَ قالت ما غِرْتُ على نِسَاءِ النبي صلى الله عليه وسلم إلا على خَدِيجَةَ وَإِنِّي لم أُدْرِكْهَا قالت: وكان رسول اللَّهِ صلى الله عليه وسلم إذا ذَبَحَ الشَّاةَ فيقول أَرْسِلُوا بها إلى أَصْدِقَاءِ خَدِيجَةَ قالت فَأَغْضَبْتُهُ يَوْماً فقلت خَدِيجَةَ فقال رسول اللَّهِ صلى الله عليه وسلم إني قد رُزِقْتُ حُبَّهَا) (¬4) ¶ ¬__________ ¶ (¬1) أبو داود (3667)؛وصححه الألباني في السلسلة الصحيحة (7/ 117) ¶ (¬2) أبو داود (2431)؛ المستدرك على الصحيحين (1585)؛ قال الألباني في صحيح الترغيب والترهيب (1/ 247): (صحيح) 0 ¶ (¬3) الترمذي (3657)؛المستدرك على الصحيحين (4446) 0وأخرج مسلم نحوه فعن بن أبي مُلَيْكَةَ قال سمعت عَائِشَةَ وَسُئِلَتْ من كان رسول اللَّهِ صلى الله عليه وسلم مُسْتَخْلِفاً لو اسْتَخْلَفَهُ قالت أبو بَكْرٍ فَقِيلَ لها ثُمَّ من بَعْدَ أبي بَكْرٍ قالت عُمَرُ ثُمَّ قِيلَ لها من بَعْدَ عُمَرَ قالت أبو عُبَيْدَةَ بن الْجَرَّاحِ) مسلم (2385) 0 ¶ (¬4) البخاري (3818)؛مسلم (2435) 0وليس في البخاري إني رزقت حبها0",
            "page": "18",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "20 - فصل: حب النبي صلى الله عليه وسلم أبو بكر الصديق وعمر بن الخطاب وعائشة رضي الله عنهم ¶ 22 - عن عَمْرُو بن الْعَاصِ رضي الله عنه أَنَّ النبي صلى الله عليه وسلم بَعَثَهُ على جَيْشِ ذَاتِ السُّلاسِلِ فَأَتَيْتُهُ فقلت أَيُّ الناس أَحَبُّ إِلَيْكَ قال عَائِشَةُ فقلت من الرِّجَالِ فقال أَبُوهَا قلت ثُمَّ من قال عُمَرُ بن الْخَطَّابِ فَعَدَّ رِجَالاً) (¬1) ¶ 23 - عن عَائِشَةَ قالت أَرْسَلَ أَزْوَاجُ النبي صلى الله عليه وسلم فَاطِمَةَ بِنْتَ رسول اللَّهِ صلى الله عليه وسلم إلى رسول اللَّهِ صلى الله عليه وسلم فَاسْتَأْذَنَتْ عليه وهو مُضْطَجِعٌ مَعِي في مِرْطِي فَأَذِنَ لها فقالت يا رَسُولَ اللَّهِ إِنَّ أَزْوَاجَكَ أَرْسَلْنَنِي إِلَيْكَ يَسْأَلْنَكَ الْعَدْلَ في ابْنَةِ أبي قُحَافَةَ وأنا سَاكِتَةٌ قالت فقال لها رسول اللَّهِ صلى الله عليه وسلم أَيْ بُنَيَّةُ أَلَسْتِ تُحِبِّينَ ما أُحِبُّ فقالت بَلَى قال فأحبى هذه000) (¬2) ¶ 21 - فصل: حب النبي صلى الله عليه وسلم الحسن بن علي وأخاه الحسين و زيد بن حارثة وابنه أسامة بن زيد رضي الله عنهم ¶ 24 - عن أبي هُرَيْرَةَ قال: خَرَجْتُ مع رسول اللَّهِ صلى الله عليه وسلم في طَائِفَةٍ من النَّهَارِ لا يُكَلِّمُنِي ولا أُكَلِّمُهُ حتى جاء سُوقَ بَنِي قَيْنُقَاعَ ثُمَّ انْصَرَفَ حتى أتى خِبَاءَ فَاطِمَةَ فقال أَثَمَّ لُكَعُ أَثَمَّ لُكَعُ يَعْنِي حَسَناً فَظَنَنَّا أَنَّهُ إنما تَحْبِسُهُ أُمُّهُ لأَنْ تُغَسِّلَهُ وَتُلْبِسَهُ سِخَاباً فلم يَلْبَثْ أَنْ جاء يَسْعَى حتى اعْتَنَقَ كُلُّ وَاحِدٍ مِنْهُمَا ¶ ¬__________ ¶ (¬1) البخاري (3662)؛مسلم (2384) 0 ¶ (¬2) البخاري (2581)؛مسلم (2442) 0",
            "page": "19",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "صَاحِبَهُ فقال رسول اللَّهِ صلى الله عليه وسلم اللهم إني أُحِبُّهُ فَأَحِبَّهُ وَأَحْبِبْ من يُحِبُّهُ) (¬1) ¶ 25 - عن الْبَرَاءَ قال رأيت النبي صلى الله عليه وسلم وَالْحَسَنُ بن عَلِيٍّ على عَاتِقِهِ يقول: (اللهم إني أُحِبُّهُ فَأَحِبَّهُ) (¬2) ¶ 26 - عن يَعْلَى بن مُرَّةَ قال: قال رسول اللَّهِ صلى الله عليه وسلم: (حُسَيْنٌ مِنِّي وأنا من حُسَيْنٍ أَحَبَّ الله من أَحَبَّ حُسَيْنًا حُسَيْنٌ سِبْطٌ من الأَسْبَاطِ) (¬3) ¶ 27 - عن عبد اللَّهِ بن عُمَرَ رضي الله عنهما قال بَعَثَ النبي صلى الله عليه وسلم بَعْثاً وَأَمَّرَ عليهم أُسَامَةَ بن زَيْدٍ فَطَعَنَ بَعْضُ الناس في إِمَارَتِهِ فقال النبي صلى الله عليه وسلم: (إن تَطْعُنُوا في إِمَارَتِهِ فَقَدْ كُنْتُمْ تَطْعُنُونَ في إِمَارَةِ أبيه من قَبْلُ وَأيْمُ اللَّهِ إن كان لَخَلِيقاً لِلإِمَارَةِ وَإِنْ كان لَمِنْ أَحَبِّ الناس إلي وَإِنَّ هذا لَمِنْ أَحَبِّ الناس إلي بَعْدَهُ) (¬4) ¶ 28 - عن أُسَامَةَ بن زَيْدٍ رضي الله عنهما حَدَّثَ عن النبي صلى الله عليه وسلم أَنَّهُ كان يَأْخُذُهُ وَالْحَسَنَ فيقول اللهم أَحِبَّهُمَا فَإِنِّي أُحِبُّهُمَا) (¬5) ¶ 22 - فصل حب النبي صلى الله عليه وسلم معاذ بن جبل ¶ 29 - عن مُعَاذِ بن جَبَلٍ أَنَّ النبي صلى الله عليه وسلم أَخَذَ بيده يَوْماً ثُمَّ قال: (يا مُعَاذُ انى لأُحِبُّكَ فقال له مُعَاذٌ بأبي أنت وأمي يا رَسُولَ اللَّهِ وأنا أُحِبُّكَ قال ¶ ¬__________ ¶ (¬1) البخاري (2122)؛مسلم (2421) 0 ¶ (¬2) البخاري (3749)؛مسلم (2422) 0 ¶ (¬3) الترمذي (3775)؛ابن ماجة (144)؛قال الألباني في السلسلة الصحيحة (3/ 229) (صحيح) 0 ¶ (¬4) البخاري (3730)؛مسلم (2426) 0 ¶ (¬5) البخاري (3735) 0",
            "page": "20",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "أُوصِيكَ يا مُعَاذُ لاَ تَدَعَنَّ في دُبُرِ كل صَلاَةٍ أن تَقُولَ اللهم أَعِنِّى على ذِكْرِكَ وَشُكْرِكَ وَحُسْنِ عِبَادَتِكَ) (¬1) ¶ 23 - فصل: حب النبي صلى الله عليه وسلم لأبي ذر ما يحِبه لنفسه ¶ 30 - عن أبي ذَرٍّ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قال: (يا أَبَا ذَرٍّ إني أَرَاكَ ضَعِيفاً وَإِنِّي أُحِبُّ لك ما أُحِبُّ لِنَفْسِي لا تَأَمَّرَنَّ على اثْنَيْنِ ولا تَوَلَّيَنَّ مَالَ ... يَتِيمٍ) (¬2) ¶ 24 - فصل: حب النبي صلى الله عليه وسلم عمرو بن تغلب رضي الله عنه ¶ 31– عن عَمْرُو بن تَغْلِبَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أُتى بِمَالٍ أو بسبي فَقَسَمَهُ فَأَعْطَى رِجَالاً وَتَرَكَ رِجَالاً فَبَلَغَهُ أَنَّ الَّذِينَ تَرَكَ عَتَبُوا فَحَمِدَ اللَّهَ ثُمَّ أَثْنَى عليه ثُمَّ قال أَمَّا بَعْدُ فَوَاللَّهِ إني لأُعْطِي الرَّجُلَ وَأَدَعُ الرَّجُلَ وَالَّذِي أَدَعُ أَحَبُّ إلي من الذي أعطى وَلَكِنْ أُعْطِي أَقْوَاماً لِمَا أَرَى في قُلُوبِهِمْ من الْجَزَعِ وَالْهَلَعِ وَأَكِلُ أَقْوَاماً إلى ما جَعَلَ الله في قُلُوبِهِمْ من الْغِنَى وَالْخَيْرِ فِيهِمْ عَمْرُو بن تَغْلِبَ فَوَاللَّهِ ما أُحِبُّ أَنَّ لي بِكَلِمَةِ رسول اللَّهِ صلى الله عليه وسلم حُمْرَ النَّعَمِ) (¬3) ¶ 25 - فصل: حب النبي صلى الله عليه وسلم الأنصار ¶ 32 - عن أَنَسَ بن مَالِكٍ رضي الله عنه قال جَاءَتْ امْرَأَةٌ من الأَنْصَارِ إلى رسول ¶ ¬__________ ¶ (¬1) أبو داود (1522)؛ المستدرك على الصحيحين (5194)؛ قال الألباني في صحيح الترغيب والترهيب (2/ 119): (صحيح) 0 ¶ (¬2) مسلم (1826) 0 ¶ (¬3) البخاري (923) 0",
            "page": "21",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "اللَّهِ صلى الله عليه وسلم وَمَعَهَا صَبِيٌّ لها فَكَلَّمَهَا رسول اللَّهِ صلى الله عليه وسلم فقال: (وَالَّذِي نَفْسِي بيده إِنَّكُمْ أَحَبُّ الناس إلي مَرَّتَيْنِ) (¬1) ¶ 33 - وعن أَنَسٍ رضي الله عنه قال رَأَى النبي صلى الله عليه وسلم النِّسَاءَ وَالصِّبْيَانَ مُقْبِلِينَ قال حَسِبْتُ أَنَّهُ قال من عُرُسٍ فَقَامَ النبي صلى الله عليه وسلم مُمْثِلاً فقال: (اللهم أَنْتُمْ من أَحَبِّ الناس إلي) قَالَهَا ثَلاثَ مِرَارٍ (¬2) ¶ 26 - فصل: حب النبي صلى الله عليه وسلم قتل كعب بن الأشرف ¶ 34 - عن جَابِرِ بن عبد اللَّهِ رضي الله عنهما أَنَّ النبي صلى الله عليه وسلم قال: (من لِكَعْبِ بن الأَشْرَفِ فإنه قد آذَى اللَّهَ وَرَسُولَهُ قال محمد بن مَسْلَمَةَ أَتُحِبُّ أَنْ أَقْتُلَهُ يا رَسُولَ اللَّهِ؟ قال نعم؛ قال فَأَتَاهُ فقال إِنَّ هذا يَعْنِي النبي صلى الله عليه وسلم قد عَنَّانَا وَسَأَلَنَا الصَّدَقَةَ قال وَأَيْضاً والله لَتَمَلُّنَّهُ قال فَإِنَّا قد اتَّبَعْنَاهُ فَنَكْرَهُ أَنْ نَدَعَهُ حتى نَنْظُرَ إلى ما يَصِيرُ أَمْرُهُ قال فلم يَزَلْ يُكَلِّمُهُ حتى اسْتَمْكَنَ منه فَقَتَلَهُ) (¬3) ¶ 27 - فصل: حب النبي صلى الله عليه وسلم أن يرى إخوانه ¶ 35 - عن أبي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أتى الْمَقْبُرَةَ فقال السَّلامُ عَلَيْكُمْ دَارَ قَوْمٍ مُؤْمِنِينَ وَإِنَّا إن شَاءَ الله بِكُمْ لاحِقُونَ وَدِدْتُ أَنَّا قد رَأَيْنَا إِخْوَانَنَا قالوا أو لسنا إِخْوَانَكَ يا رَسُولَ اللَّهِ قال أَنْتُمْ أَصْحَابِي وَإِخْوَانُنَا الَّذِينَ لم يَأْتُوا بَعْدُ فَقَالُوا كَيْفَ تَعْرِفُ من لم يَأْتِ بَعْدُ من أُمَّتِكَ يا رَسُولَ اللَّهِ فقال أَرَأَيْتَ لو ¶ ¬__________ ¶ (¬1) البخاري (3785)؛؛مسلم (2509) 0 ¶ (¬2) البخاري (3786)؛مسلم (2508) 0 ¶ (¬3) البخاري (3031)؛مسلم (1801) 0",
            "page": "22",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "أَنَّ رَجُلاً له خَيْلٌ غُرٌّ مُحَجَّلَةٌ بين ظَهْرَيْ خَيْلٍ دُهْمٍ بُهْمٍ ألا يَعْرِفُ خَيْلَهُ قالوا بَلَى يا رَسُولَ اللَّهِ قال فَإِنَّهُمْ يَأْتُونَ غُرّاً مُحَجَّلِينَ من الْوُضُوءِ وأنا فَرَطُهُمْ على الْحَوْضِ ألا لَيُذَادَنَّ رِجَالٌ عن حَوْضِي كما يُذَادُ الْبَعِيرُ الضَّالُّ أُنَادِيهِمْ ألا هَلُمَّ فَيُقَالُ إِنَّهُمْ قد بَدَّلُوا بَعْدَكَ فَأَقُولُ سُحْقاً سُحْقاً) (¬1) ¶ 28 - فصل: حب رؤيا النبي صلى الله عليه وسلم ¶ 36 - عن أبي هريرة قال: قال رسول اللَّهِ صلى الله عليه وسلم: (وَالَّذِي نَفْسُ مُحَمَّدٍ بيده لَيَأْتِيَنَّ على أَحَدِكُمْ يَوْمٌ ولا يَرَانِي ثُمَّ لأَنْ يَرَانِي أَحَبُّ إليه من أَهْلِهِ وَمَالِهِ مَعَهُمْ) (¬2) ¶ 29 - فصل: حب النبي صلى الله عليه وسلم صاحب الخلق الحسن ¶ 37 - عن عبد اللَّهِ بن عَمْرٍو: إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لم يَكُنْ فَاحِشاً ولا مُتَفَحِّشاً وقال: (إِنَّ من أَحَبِّكُمْ إلي أَحْسَنَكُمْ أَخْلاقاً) (¬3) ¶ 30 - فصل: حب النبي صلى الله عليه وسلم مكة والمدينة ¶ 38 - عن عَائِشَةَ قالت قال النبي صلى الله عليه وسلم: (اللهم حَبِّبْ إِلَيْنَا الْمَدِينَةَ كما حَبَّبْتَ إِلَيْنَا مَكَّةَ أو أَشَدَّ وَانْقُلْ حُمَّاهَا إلى الْجُحْفَةِ اللهم بَارِكْ لنا في مُدِّنَا وَصَاعِنَا) (¬4) ¶ ¬__________ ¶ (¬1) مسلم (249) 0 ¶ (¬2) البخاري (3589)؛مسلم (2364) 0 ¶ (¬3) البخاري (3759)؛مسلم (2321)،ولفظ مسلم (وإن من خياركم) 0 ¶ (¬4) البخاري (6372)؛مسلم (1376) 0",
            "page": "23",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "31 - فصل: حب النبي صلى الله عليه وسلم جبل أحد ¶ 39 - عن أَنَس بن مَالِكٍ قال: قال رسول اللَّهِ صلى الله عليه وسلم: (إِنَّ أُحُداً جَبَلٌ يُحِبُّنَا وَنُحِبُّهُ) (¬1) ¶ 32 - فصل: حب النبي صلى الله عليه وسلم الخروج في السفر والغزو يوم الخميس ¶ 40 - عن كَعْبِ بن مَالِكٍ أَنَّ النبي صلى الله عليه وسلم خَرَجَ يوم الْخَمِيسِ في غَزْوَةِ تَبُوكَ وكان يُحِبُّ أَنْ يَخْرُجَ يوم الْخَمِيسِ) (¬2) ¶ 33 - فصل: حب النبي صلى الله عليه وسلم النساء والطيب ¶ 41 - عن أَنَسٍ قال قال رسول اللَّهِ صلى الله عليه وسلم: (حُبِّبَ إِلَىَّ مِنَ الدُّنْيَا النِّسَاءُ وَالطِّيبُ وَجُعِلَ قُرَّةُ عيني في الصَّلاَةِ) (¬3) ¶ 34 - فصل: أحب الثياب إلى النبي صلى الله عليه وسلم ¶ 42 - عن أَنَسِ بن مَالِكٍ رضي الله عنه قال: (كان أَحَبُّ الثِّيَابِ إلى النبي صلى الله عليه وسلم أَنْ يَلْبَسَهَا الْحِبَرَةَ) (¬4) ¶ 43 - عن أُمِّ سَلَمَةَ قالت: (كان أَحَبَّ الثِّيَابِ إلى النبي صلى الله عليه وسلم ¶ ¬__________ ¶ (¬1) البخاري (4083)؛مسلم (1393) 0 ¶ (¬2) البخاري (2950) 0 ¶ (¬3) النسائي الكبرى (8887)؛ مسند الإمام أحمد (12315) والحديث صححه الشيخ الألباني 0أنظر صحيح وضعيف الجامع الصغير وزياداته (ص:554) 0 ¶ (¬4) البخاري (5813)؛مسلم (2079) 0",
            "page": "24",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "الْقَمِيصُ) (¬1) 0 ¶ 35 - فصل: حب النبي صلى الله عليه وسلم الحلواء والعسل ¶ 44 - عن عَائِشَةَ قالت: (كان رسول اللَّهِ صلى الله عليه وسلم يُحِبُّ الْحَلْوَاءَ وَالْعَسَلَ) (¬2) ¶ 36 - فصل: أحب الشراب إلى رسول الله صلى الله عليه وسلم ¶ 45 - عن عَائِشَةَ قالت: (كان أَحَبُّ الشَّرَابِ إلى رسول اللَّهِ صلى الله عليه وسلم الْحُلْوَ الْبَارِدَ) (¬3) ¶ 37 - فصل: أحب اللحم إلى رسول الله صلى الله عليه وسلم ¶ 46 - عن أبي هُرَيْرَةَ قال وُضِعَتْ بين يَدَيْ رسول اللَّهِ صلى الله عليه وسلم قَصْعَةٌ من ثَرِيدٍ وَلَحْمٍ فَتَنَاوَلَ الذِّرَاعَ وَكَانَتْ أَحَبَّ الشَّاةِ إليه فَنَهَسَ نَهْسَةً فقال: أنا سَيِّدُ الناس يوم الْقِيَامَةِ ثُمَّ نَهَسَ أُخْرَى فقال أنا سَيِّدُ الناس يوم الْقِيَامَةِ00) (¬4) ¶ ¬__________ ¶ (¬1) أبو داود (4025)؛الترمذي (1762)؛ قال الألباني في صحيح الترغيب والترهيب (2/ 219): (صحيح) 0 ¶ (¬2) البخاري (5431)؛مسلم (1474) 0 ¶ (¬3) مسند الإمام أحمد (24146)؛الترمذي (1895)؛ قال الألباني في السلسلة الصحيحة (5/ 167): (صحيح) 0 ¶ (¬4) البخاري (3340)؛مسلم (194) 0",
            "page": "25",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "(ثالثاً: باب حب الصحابة) ¶ 1 - فصل: حب علي رضي الله عنه علامة الإيمان ¶ 1 - عن زِرٍّ بن حُبيش قال: قال عَلِيٌّ: (وَالَّذِي فَلَقَ الْحَبَّةَ وَبَرَأَ النَّسَمَةَ إنه لَعَهْدُ النبي الأُمِّيِّ صلى الله عليه وسلم إلي أَنْ لا يُحِبَّنِي إلا مُؤْمِنٌ ولا يُبْغِضَنِي إلا مُنَافِقٌ) (¬1) ¶ 2 - فصل: حب أبو بكر الصديق رضي الله عنه صلة قرابة النبي صلى الله عليه وسلم أكثر من صلة قرابته ¶ 2 - عن عَائِشَةَ أَنَّ فَاطِمَةَ وَالْعَبَّاسَ أَتَيَا أَبَا بَكْرٍ يَلْتَمِسَانِ مِيرَاثَهُمَا أَرْضَهُ من فَدَكٍ وَسَهْمَهُ من خَيْبَرَ فقال أبو بَكْرٍ سمعت النبي صلى الله عليه وسلم يقول: (لا نُورَثُ ما تَرَكْنَا صَدَقَةٌ إنما يَأْكُلُ آلُ مُحَمَّدٍ في هذا الْمَالِ والله لَقَرَابَةُ رسول اللَّهِ صلى الله عليه وسلم أَحَبُّ إلي أَنْ أَصِلَ من قَرَابَتِي) (¬2) ¶ 3 - فصل: فضل حب الأنصار رضي الله عنهم وجزاء من أحبهم ¶ 3 - عن الْبَرَاءَ عن النبي صلى الله عليه وسلم أَنَّهُ قال في الأَنْصَارِ: (لا يُحِبُّهُمْ إلا مُؤْمِنٌ ولا يُبْغِضُهُمْ إلا مُنَافِقٌ من أَحَبَّهُمْ أَحَبَّهُ الله وَمَنْ أَبْغَضَهُمْ أَبْغَضَهُ الله) (¬3) ¶ 4 - وعن أَنَس عن النبي صلى الله عليه وسلم قال: (آيَةُ الإِيمَانِ حُبُّ الأَنْصَارِ وَآيَةُ النِّفَاقِ بُغْضُ الأَنْصَارِ) (¬4) ¶ ¬__________ ¶ (¬1) مسلم (78) 0 ¶ (¬2) البخاري (3712)؛مسلم (1759) 0 ¶ (¬3) البخاري (3783)؛مسلم (75) 0 ¶ (¬4) البخاري (3784)؛ مسلم (74) 0",
            "page": "26",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "4 - فصل: الحب قبل الإسلام وبعده ¶ 5 - عن أبي هُرَيْرَةَ رضي الله عنه قال بَعَثَ النبي صلى الله عليه وسلم خَيْلاً قِبَلَ نَجْدٍ فَجَاءَتْ بِرَجُلٍ من بَنِي حَنِيفَةَ يُقَالُ له ثُمَامَةُ بن أُثَالٍ فَرَبَطُوهُ بِسَارِيَةٍ من سَوَارِي الْمَسْجِدِ فَخَرَجَ إليه النبي صلى الله عليه وسلم فقال ما عِنْدَكَ يا ثُمَامَةُ فقال عِنْدِي خَيْرٌ يا محمد إن تَقْتُلْنِي تَقْتُلْ ذَا دَمٍ وَإِنْ تُنْعِمْ تُنْعِمْ على شَاكِرٍ وَإِنْ كُنْتَ تُرِيدُ الْمَالَ فَسَلْ منه ما شِئْتَ فَتُرِكَ حتى كان الْغَدُ ثُمَّ قال له ما عِنْدَكَ يا ثُمَامَةُ قال ما قلت لك إن تُنْعِمْ تُنْعِمْ على شَاكِرٍ فَتَرَكَهُ حتى كان بَعْدَ الْغَدِ فقال ما عِنْدَكَ يا ثُمَامَةُ فقال عِنْدِي ما قلت لك فقال أَطْلِقُوا ثُمَامَةَ فَانْطَلَقَ إلى نخل قَرِيبٍ من الْمَسْجِدِ فَاغْتَسَلَ ثُمَّ دخل الْمَسْجِدَ فقال أَشْهَدُ أَنْ لا إِلَهَ إلا الله وَأَشْهَدُ أَنَّ مُحَمَّداً رسول اللَّهِ يا محمد والله ما كان على الأرض وَجْهٌ أَبْغَضَ إلي من وَجْهِكَ فَقَدْ أَصْبَحَ وَجْهُكَ أَحَبَّ الْوُجُوهِ إلي والله ما كان من دِينٍ أَبْغَضَ إلي من دِينِكَ فَأَصْبَحَ دِينُكَ أَحَبَّ الدِّينِ إلي والله ما كان من بَلَدٍ أَبْغَضُ إلي من بَلَدِكَ فَأَصْبَحَ بَلَدُكَ أَحَبَّ الْبِلادِ إلي وَإِنَّ خَيْلَكَ أَخَذَتْنِي وأنا أُرِيدُ الْعُمْرَةَ فَمَاذَا تَرَى فَبَشَّرَهُ رسول اللَّهِ صلى الله عليه وسلم وَأَمَرَهُ أَنْ يَعْتَمِرَ فلما قَدِمَ مَكَّةَ قال له قَائِلٌ صَبَوْتَ قال لا وَلَكِنْ أَسْلَمْتُ مع مُحَمَّدٍ رسول اللَّهِ صلى الله عليه وسلم ولا والله لا يَأْتِيكُمْ من الْيَمَامَةِ حَبَّةُ حِنْطَةٍ حتى يَأْذَنَ فيها النبي صلى الله عليه وسلم) (¬1) ¶ 6 - عن بن شِمَاسَةَ الْمَهْرِيِّ قال حَضَرْنَا عَمْرَو بن الْعَاصِ وهو في سِيَاقَةِ الْمَوْتِ فَبَكَى طَوِيلاً وَحَوَّلَ وَجْهَهُ إلى الْجِدَارِ فَجَعَلَ ابْنُهُ يقول: يا أَبَتَاهُ أَمَا بَشَّرَكَ رسول ¶ ¬__________ ¶ (¬1) البخاري (4372)؛ مسلم (1764) 0",
            "page": "27",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "اللَّهِ صلى الله عليه وسلم بِكَذَا أَمَا بَشَّرَكَ رسول اللَّهِ صلى الله عليه وسلم بِكَذَا قال فَأَقْبَلَ بِوَجْهِهِ فقال إِنَّ أَفْضَلَ ما نُعِدُّ شَهَادَةُ أَنْ لا إِلَهَ إلا الله وَأَنَّ مُحَمَّداً رسول اللَّهِ إني قد كنت على أَطْبَاقٍ ثَلاثٍ لقد رَأَيْتُنِي وما أَحَدٌ أَشَدَّ بُغْضاً لِرَسُولِ اللَّهِ صلى الله عليه وسلم مِنِّي ولا أَحَبَّ إلي أَنْ أَكُونَ قد اسْتَمْكَنْتُ منه فَقَتَلْتُهُ فَلَوْ مُتُّ على تِلْكَ الْحَالِ لَكُنْتُ من أَهْلِ النَّارِ فلما جَعَلَ الله الإِسْلامَ في قَلْبِي أَتَيْتُ النبي صلى الله عليه وسلم فقلت ابْسُطْ يَمِينَكَ فَلأُبَايِعْكَ فَبَسَطَ يَمِينَهُ قال فَقَبَضْتُ يَدِي قال مالك يا عَمْرُو قال قلت أَرَدْتُ أَنْ أَشْتَرِطَ قال تَشْتَرِطُ بِمَاذَا قلت أَنْ يُغْفَرَ لي قال أَمَا عَلِمْتَ أَنَّ الإِسْلامَ يَهْدِمُ ما كان قَبْلَهُ وَأَنَّ الْهِجْرَةَ تَهْدِمُ ما كان قَبْلِهَا وَأَنَّ الْحَجَّ يَهْدِمُ ما كان قَبْلَهُ وما كان أَحَدٌ أَحَبَّ إلي من رسول اللَّهِ صلى الله عليه وسلم ولا أَجَلَّ في عَيْنِي منه وما كنت أُطِيقُ أَنْ أَمْلأَ عَيْنَيَّ منه إِجْلالاً له وَلَوْ سُئِلْتُ أَنْ أَصِفَهُ ما أَطَقْتُ لأَنِّي لم أَكُنْ أَمْلأُ عَيْنَيَّ منه وَلَوْ مُتُّ على تِلْكَ الْحَالِ لَرَجَوْتُ أَنْ أَكُونَ من أَهْلِ الْجَنَّةِ ثُمَّ وَلِينَا أَشْيَاءَ ما أَدْرِي ما حَالِي فيها فإذا أنا مُتُّ فلا تَصْحَبْنِي نَائِحَةٌ ولا نَارٌ فإذا دَفَنْتُمُونِي فَشُنُّوا عَلَيَّ التُّرَابَ شَنًّا ثُمَّ أَقِيمُوا حَوْلَ قَبْرِي قَدْرَ ما تُنْحَرُ جَزُورٌ وَيُقْسَمُ لَحْمُهَا حتى أَسْتَأْنِسَ بِكُمْ وَأَنْظُرَ مَاذَا أُرَاجِعُ بِهِ رُسُلَ رَبِّي) (¬1) ¶ 7 - عن عَائِشَةَ قالت جَاءَتْ هِنْدٌ بِنْتُ عُتْبَةَ وقالت يا رَسُولَ اللَّهِ: ما كان على ظَهْرِ الأرض من أَهْلِ خِبَاءٍ أَحَبُّ إلي أَنْ يَذِلُّوا من أَهْلِ خِبَائِكَ ثُمَّ ما أَصْبَحَ الْيَوْمَ على ظَهْرِ الأرض أَهْلُ خِبَاءٍ أَحَبَّ إلي أَنْ يَعِزُّوا من أَهْلِ خِبَائِكَ) (¬2) ¶ ¬__________ ¶ (¬1) مسلم (121) 0 ¶ (¬2) البخاري (3825)؛ مسلم (1714) 0",
            "page": "28",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "5 - فصل: حب أبو هريرة وأمه المؤمنين وحُبهم لهما ¶ 8 - عن أبي هُرَيْرَةَ قال كنت أَدْعُو أُمِّي إلى الإِسْلامِ وَهِيَ مُشْرِكَةٌ فَدَعَوْتُهَا يَوْماً فأسمعتني في رسول اللَّهِ صلى الله عليه وسلم ما أَكْرَهُ فَأَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم وأنا أَبْكِي قلت يا رَسُولَ اللَّهِ إني كنت أَدْعُو أُمِّي إلى الإِسْلامِ فَتَأْبَى عَلَيَّ فَدَعَوْتُهَا الْيَوْمَ فأسمعتني فِيكَ ما أَكْرَهُ فَادْعُ اللَّهَ أَنْ يَهْدِيَ أُمَّ أبي هُرَيْرَةَ فقال رسول اللَّهِ صلى الله عليه وسلم: (اللهم اهْدِ أُمَّ أبي هُرَيْرَةَ فَخَرَجْتُ مُسْتَبْشِرًا بِدَعْوَةِ نَبِيِّ اللَّهِ صلى الله عليه وسلم فلما جِئْتُ فَصِرْتُ إلى الْبَابِ فإذا هو مُجَافٌ فَسَمِعَتْ أُمِّي خَشْفَ قَدَمَيَّ فقالت مَكَانَكَ يا أَبَا هُرَيْرَةَ وَسَمِعْتُ خَضْخَضَةَ الْمَاءِ قال فَاغْتَسَلَتْ وَلَبِسَتْ دِرْعَهَا وَعَجِلَتْ عن خِمَارِهَا فَفَتَحَتْ الْبَابَ ثُمَّ قالت يا أَبَا هُرَيْرَةَ أشهد أن لَا إِلَهَ إلا الله وأشهد أن مُحَمَّداً عَبْدُهُ وَرَسُولُهُ قال فَرَجَعْتُ إلى رسول اللَّهِ صلى الله عليه وسلم فَأَتَيْتُهُ وأنا أَبْكِي من الْفَرَحِ قال قلت يا رَسُولَ اللَّهِ أَبْشِرْ قد اسْتَجَابَ الله دَعْوَتَكَ وَهَدَى أُمَّ أبي هُرَيْرَةَ فَحَمِدَ اللَّهَ وَأَثْنَى عليه وقال خَيْرًا قال قلت يا رَسُولَ اللَّهِ ادْعُ اللَّهَ أن يُحَبِّبَنِي أنا وَأُمِّي إلى عِبَادِهِ الْمُؤْمِنِينَ وَيُحَبِّبَهُمْ إِلَيْنَا قال فقال رسول اللَّهِ صلى الله عليه وسلم اللهم حَبِّبْ عُبَيْدَكَ هذا يَعْنِي أَبَا هُرَيْرَةَ وَأُمَّهُ إلى عِبَادِكَ الْمُؤْمِنِينَ وَحَبِّبْ إِلَيْهِمْ الْمُؤْمِنِينَ فما خُلِقَ مُؤْمِنٌ يَسْمَعُ بِي ولا يَرَانِي إلا أَحَبَّنِي) (¬1) ¶ 6 - فصل: حب الصحابة النوق وبيان أن تعلم آية خير من مِلك ناقة ¶ 9 - عن أبي هُرَيْرَةَ قال: قال رسول اللَّهِ صلى الله عليه وسلم: (أَيُحِبُّ أحدكم إذا ¶ رَجَعَ إلى أَهْلِهِ أَنْ يَجِدَ فيه ثَلاثَ خَلِفَاتٍ عِظَامٍ سِمَانٍ قُلْنَا نعم قال فَثَلاثُ آيَاتٍ ¶ ¬__________ ¶ (¬1) مسلم (2491) 0",
            "page": "29",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "يَقْرَأُ بِهِنَّ أحدكم في صَلاتِهِ خَيْرٌ له من ثَلاثِ خَلِفَاتٍ عِظَامٍ سِمَانٍ) (¬1) ¶ 10 - عن عُقْبَةَ بن عَامِرٍ قال: خَرَجَ رسول اللَّهِ صلى الله عليه وسلم وَنَحْنُ في الصُّفَّةِ فقال: (أَيُّكُمْ يُحِبُّ أَنْ يَغْدُوَ كُلَّ يَوْمٍ إلى بُطْحَانَ أو إلى الْعَقِيقِ فَيَأْتِيَ منه بِنَاقَتَيْنِ كَوْمَاوَيْنِ في غَيْرِ إِثْمٍ ولا قَطْعِ رَحِمٍ فَقُلْنَا يا رَسُولَ اللَّهِ نُحِبُّ ذلك قال أَفَلا يَغْدُو أحدكم إلى الْمَسْجِدِ فَيَعْلَمُ أو يَقْرَأُ آيَتَيْنِ من كِتَابِ اللَّهِ عز وجل خَيْرٌ له من نَاقَتَيْنِ وَثَلاثٌ خَيْرٌ له من ثَلاثٍ وَأَرْبَعٌ خَيْرٌ له من أَرْبَعٍ وَمِنْ أَعْدَادِهِنَّ من الإِبِلِ) (¬2) ¶ 7 - فصل: حب الأنصار التمر ¶ 11 - عن أَنَسِ بن مَالِكٍ قال ذَهَبْتُ بِعْبْدِ اللَّهِ بن أبي طَلْحَةَ الأَنْصَارِيِّ إلى رسول اللَّهِ صلى الله عليه وسلم حين وُلِدَ وَرَسُولُ اللَّهِ صلى الله عليه وسلم في عَبَاءَةٍ يَهْنَأُ بَعِيراً له فقال هل مَعَكَ تَمْرٌ فقلت نعم فَنَاوَلْتُهُ تَمَرَاتٍ فَأَلْقَاهُنَّ في فيه فَلاكَهُنَّ ثُمَّ فغر فا الصَّبِيِّ فَمَجَّهُ في فيه فَجَعَلَ الصَّبِيُّ يَتَلَمَّظُهُ فقال رسول اللَّهِ صلى الله عليه وسلم حُبُّ الأَنْصَارِ التَّمْرَ وَسَمَّاهُ عَبْدَ اللَّهِ) (¬3) ¶ ¬__________ ¶ (¬1) مسلم (802) 0 ¶ (¬2) مسلم (803) 0 ¶ (¬3) البخاري (5470)؛مسلم (2144) 0",
            "page": "30",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "(رابعاً: باب متفرقات في الحُب) ¶ 1 - فصل: علاقة الحُب بالإيمان ¶ 1 - عن أبي هُرَيْرَةَ قال: قال رسول اللَّهِ صلى الله عليه وسلم: (لا تَدْخُلُونَ الْجَنَّةَ حتى تُؤْمِنُوا ولا تُؤْمِنُوا حتى تَحَابُّوا أَوَلا أَدُلُّكُمْ على شَيْءٍ إذا فَعَلْتُمُوهُ تَحَابَبْتُمْ أَفْشُوا السَّلامَ بَيْنَكُمْ) (¬1) ¶ 2 - فصل: من يحب أن يرجع إلى الدنيا من أهل الجنة ¶ 2 - عن أَنَس بن مَالِكٍ عن النبي صلى الله عليه وسلم قال: (ما من أَحَدٍ يَدْخُلُ الْجَنَّةَ يُحِبُّ أَنْ يَرْجِعَ إلى الدُّنْيَا وَأَنَّ له ما على الأرض من شَيْءٍ غَيْرُ الشَّهِيدِ فإنه يَتَمَنَّى أَنْ يَرْجِعَ فَيُقْتَلَ عَشْرَ مَرَّاتٍ لِمَا يَرَى من الْكَرَامَةِ) (¬2) ¶ 3 - فصل: من أحب أن يُزحزح عن النار ويُدخل الجنة ¶ 3 - عن عبد اللَّهِ بن عَمْرِو بن الْعَاصِ قال كنا مع رسول اللَّهِ صلى الله عليه وسلم في سَفَرٍ فَنَزَلْنَا مَنْزِلاً فَمِنَّا من يُصْلِحُ خِبَاءَهُ وَمِنَّا من يَنْتَضِلُ وَمِنَّا من هو في جَشَرِهِ إِذْ نَادَى مُنَادِي رسول اللَّهِ صلى الله عليه وسلم الصَّلاةَ جَامِعَةً فَاجْتَمَعْنَا إلى رسول اللَّهِ صلى الله عليه وسلم فقال: (إنه لم يَكُنْ نَبِيٌّ قَبْلِي إلا كان حَقّاً عليه أَنْ يَدُلَّ أُمَّتَهُ على خَيْرِ ما يَعْلَمُهُ لهم وَيُنْذِرَهُمْ شَرَّ ما يَعْلَمُهُ لهم وَإِنَّ أُمَّتَكُمْ هذه جُعِلَ عَافِيَتُهَا في أَوَّلِهَا وَسَيُصِيبُ آخِرَهَا بَلاءٌ وَأُمُورٌ تُنْكِرُونَهَا وَتَجِيءُ فِتْنَةٌ فَيُرَقِّقُ بَعْضُهَا بَعْضاً وَتَجِيءُ الْفِتْنَةُ فيقول الْمُؤْمِنُ هذه مُهْلِكَتِي ثُمَّ ¶ ¬__________ ¶ (¬1) مسلم (54) 0 ¶ (¬2) البخاري (2817)؛مسلم (1877) 0",
            "page": "31",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "تَنْكَشِفُ وَتَجِيءُ الْفِتْنَةُ فيقول الْمُؤْمِنُ هذه هذه فَمَنْ أَحَبَّ أَنْ يُزَحْزَحَ عن النَّارِ وَيُدْخَلَ الْجَنَّةَ فَلْتَأْتِهِ مَنِيَّتُهُ وهو يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَلْيَأْتِ إلى الناس الذي يُحِبُّ أَنْ يُؤْتَى إليه وَمَنْ بَايَعَ إِمَاماً فَأَعْطَاهُ صَفْقَةَ يَدِهِ وَثَمَرَةَ قَلْبِهِ فَلْيُطِعْهُ إن اسْتَطَاعَ فَإِنْ جاء آخَرُ يُنَازِعُهُ فَاضْرِبُوا عُنُقَ الآخَرِ) (¬1) ¶ 4 - فصل: أحب ما يعطاه أهل الجنة ¶ 4 - عن صُهَيْبٍ عن النبي صلى الله عليه وسلم قال: (إذا دخل أَهْلُ الْجَنَّةِ الْجَنَّةَ قال يقول الله تَبَارَكَ وَتَعَالَى تُرِيدُونَ شيئا أَزِيدُكُمْ فَيَقُولُونَ أَلَمْ تُبَيِّضْ وُجُوهَنَا أَلَمْ تُدْخِلْنَا الْجَنَّةَ وتنجينا من النَّارِ قال فَيَكْشِفُ الْحِجَابَ فما أُعْطُوا شيئا أَحَبَّ إِلَيْهِمْ من النَّظَرِ إلى رَبِّهِمْ عز وجل) (¬2) ¶ 5 - فصل: حب رجل من أهل الجنة الزرع ¶ 5 - عن أبي هُرَيْرَةَ رضي الله عنه أَنَّ النبي صلى الله عليه وسلم كان يَوْماً يحدث وَعِنْدَهُ رَجُلٌ من أَهْلِ الْبَادِيَةِ أَنَّ رَجُلاً من أَهْلِ الْجَنَّةِ اسْتَأْذَنَ رَبَّهُ في الزَّرْعِ فقال له أَلَسْتَ فِيمَا شِئْتَ قال بَلَى وَلَكِنِّي أُحِبُّ أَنْ أَزْرَعَ قال فَبَذَرَ فَبَادَرَ الطَّرْفَ نَبَاتُهُ وَاسْتِوَاؤُهُ وَاسْتِحْصَادُهُ فَكَانَ أَمْثَالَ الْجِبَالِ فيقول الله دُونَكَ يا بن آدَمَ فإنه لا يُشْبِعُكَ شَيْءٌ فقال الأَعْرَابِيُّ والله لا تَجِدُهُ إلا قُرَشِيّاً أو أَنْصَارِيّاً فَإِنَّهُمْ أَصْحَابُ زَرْعٍ وَأَمَّا نَحْنُ فَلَسْنَا بِأَصْحَابِ زَرْعٍ فَضَحِكَ النبي صلى الله عليه وسلم) (¬3) ¶ ¬__________ ¶ (¬1) مسلم (1844) 0 ¶ (¬2) مسلم (181) 0 ¶ (¬3) البخاري (2348) 0",
            "page": "32",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "6 - فصل: حب لأخيك ما تُحِب لنفسك ¶ 6 - عن أَنَسِ بن مَالِكٍ عن النبي صلى الله عليه وسلم قال: (لا يُؤْمِنُ أحدكم حتى يُحِبَّ لأَخِيهِ أو قال لِجَارِهِ ما يُحِبُّ لِنَفْسِهِ) (¬1) ¶ 7 - عن أبي هُرَيْرَةَ قال قال رسول اللَّهِ صلى الله عليه وسلم: (من يَأْخُذُ عَنِّي هَؤُلاءِ الْكَلِمَاتِ فَيَعْمَلُ بِهِنَّ أو يُعَلِّمُ من يَعْمَلُ بِهِنَّ فقال أبو هُرَيْرَةَ فقلت أنا يا رَسُولَ اللَّهِ فَأَخَذَ بِيَدِي فَعَدَّ خَمْساً وقال: اتَّقِ الْمَحَارِمَ تَكُنْ أَعْبَدَ الناس وَارْضَ بِمَا قَسَمَ الله لك تَكُنْ أَغْنَى الناس وَأَحْسِنْ إلى جَارِكَ تَكُنْ مُؤْمِناً وَأَحِبَّ لِلنَّاسِ ما تُحِبُّ لِنَفْسِكَ تَكُنْ مُسْلِماً ولا تُكْثِرْ الضَّحِكَ فإن كَثْرَةَ الضَّحِكِ تُمِيتُ ... الْقَلْبَ) (¬2) ¶ 7 - فصل: إذا أحب الرجل أخاه ¶ 8 - عن الْمِقْدَامِ بن معد يكرب عن النبي صلى الله عليه وسلم قال: (إذا أَحَبَّ الرَّجُلُ أَخَاهُ فَلْيُخْبِرْهُ أَنَّهُ يُحِبُّهُ) (¬3) ¶ 8 - فصل: من أحب أن يبسط له في رزقه ¶ 9 - عن أَنَسِ بن مَالِكٍ رضي الله عنه قال سمعت رَسُولَ اللَّهِ صلى الله عليه وسلم يقول: (من أَحَبَّ أَنْ يُبْسَطَ له في رِزْقِهِ وَيُنْسَأَ له في أَثَرِهِ فَلْيَصِلْ رَحِمَهُ) (¬4) ¶ ¬__________ ¶ (¬1) البخاري (13)؛مسلم (45) 0 ¶ (¬2) الترمذي (305)؛مسند الإمام أحمد (8081)؛قال الألباني في السلسلة الصحيحة (2/ 600): (حسن) 0 ¶ (¬3) أبو داود (5124) 0وصححه الألباني في السلسلة الصحيحة (1/ 777) 0 ¶ (¬4) البخاري (5985)؛مسلم (2557) 0",
            "page": "33",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "9 - فصل: حب الفاقة والحاجة ¶ 10 - عن فَضَالَةَ بن عُبَيْدٍ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كان إذا صلى بِالنَّاسِ يَخِرُّ رِجَالٌ من قَامَتِهِمْ في الصَّلاةِ من الْخَصَاصَةِ وَهُمْ أَصْحَابُ الصُّفَّةِ حتى يَقُولَ الأَعْرَابُ هَؤُلاءِ مَجَانِينُ أو مَجَانُونَ فإذا صلى رسول اللَّهِ صلى الله عليه وسلم انْصَرَفَ إِلَيْهِمْ فقال: (لو تَعْلَمُونَ ما لَكُمْ عِنْدَ اللَّهِ لأَحْبَبْتُمْ أَنْ تَزْدَادُوا فَاقَةً وَحَاجَةً) (¬1) ¶ 10 - فصل: حب الدنيا ¶ 11 - عن أبي هُرَيْرَةَ قال سمعت رَسُولَ اللَّهِ صلى الله عليه وسلم يقول: لا يَزَالُ قَلْبُ الْكَبِيرِ شَابّاً في اثْنَتَيْنِ في حُبِّ الدُّنْيَا وَطُولِ الأَمَلِ) (¬2) ¶ 11 - فصل: حب ابن آدم المال ¶ 12 - عن أَنَسُ بن مَالِكٍ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قال: (لو أَنَّ لابن آدَمَ وَادِياً من ذَهَبٍ أَحَبَّ أَنْ يَكُونَ له وَادِيَانِ وَلَنْ يَمْلأَ فَاهُ إلا التُّرَابُ وَيَتُوبُ الله على من تَابَ) (¬3) ¶ 13 - عن عبد اللَّهِ قال النبي صلى الله عليه وسلم: (أَيُّكُمْ مَالُ وَارِثِهِ أَحَبُّ إليه من مَالِهِ قالوا يا رَسُولَ اللَّهِ ما مِنَّا أَحَدٌ إلا مَالُهُ أَحَبُّ إليه قال فإن مَالَهُ ما قَدَّمَ وَمَالُ وَارِثِهِ ما أَخَّرَ) (¬4) ¶ ¬__________ ¶ (¬1) الترمذي (2368)؛قال الألباني في صحيح الترغيب الترهيب (3/ 158): (صحيح) 0 ¶ (¬2) البخاري (6420)؛ مسلم (1046) 0 ¶ (¬3) البخاري (6439)؛مسلم (1048) 0 ¶ (¬4) البخاري (6442) 0",
            "page": "34",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "12 - فصل: من أحب دنياه أضر بآخرته ¶ 14 - عن أبي مُوسَى ان رَسُولَ اللَّهِ صلى الله عليه وسلم قال: (من أَحَبَّ دُنْيَاهُ أَضَرَّ بِآخِرَتِهِ وَمَنْ أَحَبَّ آخِرَتَهُ أَضَرَّ بِدُنْيَاهُ فَآثِرُوا ما يَبْقَى على ما يَفْنَى) (¬1) ¶ 13 - فصل: فضل حب سورة الإخلاص ¶ 15 - عن عَائِشَةَ أَنَّ النبي صلى الله عليه وسلم بَعَثَ رَجُلاً على سَرِيَّةٍ وكان يَقْرَأُ لأَصْحَابِهِ في صلاته فَيَخْتِمُ ب (قل هو الله أَحَدٌ) فلما رَجَعُوا ذَكَرُوا ذلك لِلنَّبِيِّ صلى الله عليه وسلم فقال: (سَلُوهُ لأَيِّ شَيْءٍ يَصْنَعُ ذلك فَسَأَلُوهُ فقال لأَنَّهَا صِفَةُ الرحمن وأنا أُحِبُّ أَنْ أَقْرَأَ بها فقال النبي صلى الله عليه وسلم أَخْبِرُوهُ أَنَّ اللَّهَ يُحِبُّهُ) (¬2) ¶ 14 - فصل: من عجائب الحب ¶ 16 - عن ابن عَبَّاسٍ أَنَّ زَوْجَ بَرِيرَةَ كان عَبْداً يُقَالُ له مُغِيثٌ كَأَنِّي أَنْظُرُ إليه يَطُوفُ خَلْفَهَا يَبْكِي وَدُمُوعُهُ تَسِيلُ على لِحْيَتِهِ فقال النبي صلى الله عليه وسلم لِعبَّاسٍ: (يا عَبَّاسُ إلا تَعْجَبُ من حُبِّ مُغِيثٍ بَرِيرَةَ وَمِنْ بُغْضِ بَرِيرَةَ مُغِيثاً فقال النبي صلى الله عليه وسلم لو رَاجَعْتِهِ قالت يا رَسُولَ اللَّهِ تَأْمُرُنِي قال إنما أنا أَشْفَعُ قالت لا حَاجَةَ لي فيه) (¬3) ¶ ¬__________ ¶ (¬1) البيهقي الكبرى (6308)؛مسند أحمد (19712)؛ قال الألباني في صحيح الترغيب والترهيب (3/ 144): (صحيح لغيره) 0 ¶ (¬2) البخاري (7375)؛مسلم (813) 0 ¶ (¬3) البخاري (5282) 0",
            "page": "35",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "15 - فصل: سمع المسلم وطاعته فيما يُحب ويكره ¶ 17 - عن عبد اللَّهِ بن عمر عن النبي صلى الله عليه وسلم قال: (السَّمْعُ وَالطَّاعَةُ على الْمَرْءِ الْمُسْلِمِ فِيمَا أَحَبَّ وَكَرِهَ ما لم يُؤْمَرْ بِمَعْصِيَةٍ فإذا أُمِرَ بِمَعْصِيَةٍ فلا سَمْعَ ولا طَاعَةَ) (¬1) ¶ 16 - فصل: من أحب أن يمثُل له الرجال قياماً ¶ 18 - عن معاوية قال سمعت رَسُولَ اللَّهِ صلى الله عليه وسلم يقول: (من أَحَبَّ أَنْ يَمْثُلَ له الرِّجَالُ قِيَاماً فَلْيَتَبَوَّأْ مَقْعَدَهُ من النَّارِ) (¬2) ¶ 17 - فصل: إذا رأى في منامه ما يُحب ¶ 19 - عن أبي سَعِيدٍ الْخُدْرِيِّ أَنَّهُ سمع النبي صلى الله عليه وسلم يقول: (إذا رَأَى أحدكم رُؤْيَا يُحِبُّهَا فَإِنَّمَا هِيَ من اللَّهِ فَلْيَحْمَدْ اللَّهَ عليها وَلْيُحَدِّثْ بها وإذا رَأَى غير ذلك مِمَّا يَكْرَهُ فَإِنَّمَا هِيَ من الشَّيْطَانِ فَلْيَسْتَعِذْ من شَرِّهَا ولا يَذْكُرْهَا لأَحَدٍ فَإِنَّهَا لا تَضُرُّهُ) (¬3) ¶ 18 - فصل: فضل الصبر على موت الولد المحبوب ¶ 20 - عن مُعَاوِيَةَ بن قُرَّةَ عن أبيه قال أن رَجُلاً كان يأتي النبي صلى الله عليه وسلم وَمَعَهُ ابن له فقال له النبي صلى الله عليه وسلم: (أَتُحِبُّهُ؟ فقال يا رَسُولَ اللَّهِ أَحَبَّكَ الله كما أُحِبُّهُ فَفَقَدَهُ النبي صلى الله عليه وسلم فقال ما فَعَلَ ابن فُلاَنٍ ¶ ¬__________ ¶ (¬1) البخاري (7144)؛مسلم (1839) 0 ¶ (¬2) أبو داود (5229)؛الترمذي (2755)؛ قال الألباني في صحيح الترغيب والترهيب (3/ 22): (صحيح) 0 ¶ (¬3) البخاري (6985)؛مسلم (2261) 0",
            "page": "36",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "قالوا يا رَسُولَ اللَّهِ مَاتَ فقال النبي صلى الله عليه وسلم لأَبِيهِ أَمَا تُحِبُّ أَنْ لاَ تأتي بَاباً من أَبْوَابِ الْجَنَّةِ إلا وَجَدْتَهُ يَنْتَظِرُكَ فقال الرَّجُلُ يا رَسُولَ اللَّهِ أَلَهُ خَاصَّةً أو لِكُلِّنَا قال بَلْ لِكُلِّكُمْ) (¬1) ¶ 19 - فصل: حب الاجتهاد في الدعاء ¶ 21 - عن أبي هُرَيْرَةَ عَنِ النبي صلى الله عليه وسلم قال: (أَتُحِبُّونَ أَنْ تَجْتَهِدُوا في الدُّعَاءِ قُولُوا اللهم أَعِنَّا على شُكْرِكَ وَذِكْرِكَ وَحُسْنِ عِبَادَتِكَ) (¬2) ¶ 20 - فصل: حب الصوم في السفر ¶ 22 - عن حَمْزَةَ بن عَمْرو الأَسْلَمِيِّ رضي الله عنه أَنَّهُ قال: يا رَسُولَ اللَّهِ أَجِدُ بِي قُوَّةً على الصِّيَامِ في السَّفَرِ فَهَلْ عَلَيَّ جُنَاحٌ؟ فقال رسول اللَّهِ صلى الله عليه وسلم: (هِيَ رُخْصَةٌ من اللَّهِ فَمَنْ أَخَذَ بها فَحَسَنٌ وَمَنْ أَحَبَّ أَنْ يَصُومَ فلا جُنَاحَ عليه) (¬3) ¶ 21 - فصل: دعاء الفرس العربي ربه أن يجعله من أحب أهل ومال مالكه إليه ¶ 23 - عن أبي ذَرٍّ قال قال رسول اللَّهِ صلى الله عليه وسلم: (إنه ليس من فَرَسٍ عربي إِلاَّ يُؤْذَنُ له مع كل فَجْرٍ يَدْعُو بِدَعْوَتَيْن يقول اللهم خولتني من خولتني من بَنِى آدَمَ فاجعلني من أَحَبِّ أَهْلِهِ وَمَالِهِ إليه أو أَحَبِّ أَهْلِهِ وَمَالِهِ إليه) (¬4) ¶ ¬__________ ¶ (¬1) مسند أحمد (20381)؛سنن النسائي (1870)؛ قال الألباني في صحيح الترغيب والترهيب (2/ 213): (صحيح) 0 ¶ (¬2) مسند أحمد (7969) قال الألباني في صحيح الترغيب والترهيب (2/ 501): (صحيح) 0 ¶ (¬3) البخاري (1943)؛مسلم (1121) 0 ¶ (¬4) النسائي الكبرى (4405)؛مسند أحمد (21535)؛ قال الألباني في صحيح الترغيب والترهيب (2/ 39): (صحيح) 0",
            "page": "37",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "الفهرس ¶ الموضوع ... ص ¶ المقدمة 00000000000000000000000000000000000000000 ... 1 - 2 ¶ أولاً: باب حب الله 00000000000000000000000000000000 ... 3 - 12 ¶ فصل: الحب لله وفي الله0000000000000000000000000000000000 ... 3 - 4 ¶ فصل: إذا أحب الله عبداً00000000000000000000000000000000000 ... 4 ¶ فصل: حب الله العبد الغني التقي الخفي00000000000000000000000000 ... 4 ¶ فصل: أحب ما يتقرب به العبد إلى ربه000000000000000000000000000 ... 5 ¶ فصل: من آثار حب الله العبد 00000000000000000000000000000000 ... 5 ¶ فصل: المؤمن القوي خيرٌ وأحب إلى الله من المؤمن الضعيف00000000000000 5 - 6 ¶ فصل: حب الله عمر بن الخطاب 000000000000000000000000000000 6 ¶ فصل: حب الله ورسوله علي بن أبي طالب وحبه لله ورسوله000000000000000 6 - 7 ¶ فصل: حب الله الرفق 0000000000000000000000000000000000000 7 ¶ فصل: حب الله المدح والعذر000000000000000000000000000000000 7 ¶ فصل: حب الله الحلم والأناة 000000000000000000000000000000000 7 ¶ فصل: حب الله العمل الصالح في عشر ذي الحجة000000000000000000000 ... 8 ¶ فصل: حِب الله قراءة سورة الفلق0000000000000000000000000000000 8 ¶ فصل: حب الله العُطاس000000000000000000000000000000000000 ... 8 ¶ فصل: حب الله الجمال0000000000000000000000000000000000000 ... 9 ¶ فصل: الكبائر لا تنفي حُب الله ورسوله00000000000000000000000000 ... 9 ¶ فصل: من أحب أن يظله الله في ظله00000000000000000000000000000 ... 9",
            "page": "39",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "فصل: أحب العمل إلى الله000000000000000000000000000000000 ... 10 ¶ فصل: أحب الصلاة والصيام إلى الله0000000000000000000000000000 ... 10 ¶ فصل: إن الله وترٌ يُحِب الوتر00000000000000000000000000000000 ... 10 ¶ فصل: أحب البلاد وأبغضها إلى الله0000000000000000000000000000 ... 10 ¶ فصل: أحب الكلام إلى الله000000000000000000000000000000000 ... 11 ¶ فصل: أحب الأسماء إلى الله 00000000000000000000000000000000 ... 11 ¶ فصل: أحب الجهاد إلى الله 000000000000000000000000000000000 ... 12 ¶ فصل: أحب القطرات والآثار إلى الله 000000000000000000000000000 ... 12 ¶ ثانياً: باب حب النبي صلى الله عليه وسلم0000000000000000000000 13 - 25 ¶ فصل: فضل حب النبي صلى الله عليه وسلم 00000000000000000000000 13 ¶ فصل: تقديم حب رسول الله على غيره0000000000000000000000000000 13 ¶ فصل: حب النبي صلى الله عليه وسلم أن لا يرفع فوق منزلته000000000000000 14 ¶ فصل: حب النبي صلى الله عليه وسلم أن يكون عبداً شكوراً 00000000000000 14 ¶ فصل: حب النبي صلى الله عليه وسلم سماع القرآن من غيره000000000000000 14 ¶ فصل: حب النبي صلى الله عليه وسلم أن يقتل في سبيل الله ... 000000000000 14 - 15 ¶ فصل: حب النبي صلى الله عليه وسلم تقديم عمل صالح عند فتح أبواب السماء000 ... 15 ¶ فصل: حب النبي صلى الله عليه وسلم أن يعرض عمله وهو صائم 0000000000 15 ¶ فصل: حب النبي صلى الله عليه وسلم ركعتي الفجر 000000000000000000 ... 15 ¶ فصل: حِب النبي صلى الله عليه وسلم الفأل الصالح 00000000000000000 ... 15 ¶ فصل: حب النبي صلى الله عليه وسلم التيمن 0000000000000000000000 ... 16 ¶ فصل: حب النبي صلى الله عليه موافقة أهل الكتاب000000000000000000 ... 16 ¶ فصل: حب النبي صلى الله عليه وسلم سورة الفتح 0000000000000000 ... 16 - 17 ¶ فصل: أحب الحديث إلى رسول الله صلى الله عليه وسلم 000000000000000 ... 17",
            "page": "40",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "فصل: حب النبي صلى الله عليه وسلم السواك000000000000000000000 ... 17 ¶ فصل: حب النبي صلى الله عليه وسلم القعود مع قوم يذكرون الله 00000000 17 - 18 ¶ فصل: أحب الشهور إلى رسول الله صلى الله عليه وسلم أن يصومه00000000000 ... 18 ¶ فصل: أحب الصحابة إلى رسول الله صلى الله عليه وسلم 0000000000000000 ... 18 ¶ فصل: حب النبي صلى الله عليه وسلم خديجة رضي الله عنها 0000000000000 ... 18 ¶ فصل: حب النبي صلى الله عليه وسلم أبو بكر الصديق وعمر بن الخطاب وعائشة رضي الله عنهم0000000000000000000000000000000000000000000000 19 ¶ فصل: حب النبي صلى الله عليه وسلم الحسن بن علي وأخاه الحسين وزيد بن حارثة وابنه أسامة بن زيد رضي الله عنهم 00000000000000000000000000000 19 - 20 ¶ فصل: حب النبي صلى الله عليه وسلم معاذ بن جبل 0000000000000000 20 - 21 ¶ فصل: حب النبي صلى الله عليه وسلم لأبي ذر ما يحبه لنفسه 000000000000000 21 ¶ فصل: حب النبي صلى الله عليه وسلم عمرو بن تغلب 000000000000000000 21 ¶ فصل: حب النبي صلى الله عليه وسلم الأنصار0000000000000000000 21 - 22 ¶ فصل: حب النبي صلى الله عليه وسلم قتل كعب بن الأشرف000000000000 0 ... 22 ¶ فصل: حب النبي صلى الله عليه وسلم أن يرى إخوانه 00000000000000 ... 22 - 23 ¶ فصل: حُب رؤيا النبي صلى الله عليه وسلم 00000000000000000000000 ... 23 ¶ فصل: حب النبي صلى الله عليه وسلم صاحب الخلق الحسن00000000000000 ... 23 ¶ فصل: حب النبي صلى الله عليه وسلم مكة والمدينة 0000000000000000000 ... 23 ¶ فصل: حب النبي صلى الله عليه وسلم جبل أحد 00000000000000000000 ... 24 ¶ فصل: حب النبي صلى الله عليه وسلم الخروج في السفر والغزو يوم الخميس00000 ... 24 ¶ فصل: حب النبي صلى الله عليه وسلم النساء والطيب0000000000000000 0 ... 24 ¶ فصل: أحب الثياب إلى النبي صلى الله عليه وسلم000000000000000000 ... 24 - 25 ¶ فصل: حب النبي صلى الله عليه وسلم الحلواء والعسل 00000000000000000 ... 25",
            "page": "41",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "فصل: أحب الشراب إلى رسول الله صلى الله عليه وسلم 0000000000000000 25 ¶ فصل: أحب اللحم إلى رسول الله صلى الله عليه وسلم 00000000000000000 25 ¶ ثالثاً: باب حب الصحابة رضي الله عنهم 00000000000000000000000 26 - 30 ¶ فصل: حب علي علامة الإيمان00000000000000000000000000000000 26 ¶ فصل: حب أبو بكر الصديق صلة قرابة النبي صلى الله عليه وسلم أكثر من صلة قرابته ... 26 ¶ فصل: حب الأنصار وجزاء من أحبهم000000000000000000000000000 26 ¶ فصل: الحُب قبل الإسلام وبعده 000000000000000000000000000 27 - 28 ¶ فصل: حب أبو هريرة وأمه المؤمنين وحبهم لهما0000000000000000000000 ... 29 ¶ فصل: حب الصحابة النوق وبيان أن تعلم آية خير من مِلك ناقة0000000000 29 - 30 ¶ فصل: حب الأنصار التمر0000000000000000000000000000000000 ... 30 ¶ ثالثاً: باب متفرقات في الحب00000000000000000000000000000 ... 31 - 37 ¶ فصل: علاقة الحب بالإيمان00000000000000000000000000000000 ... 31 ¶ فصل: من يحُب أن يرجع إلى الدنيا من أهل الجنة000000000000000000000 ... 31 ¶ فصل: من أحب أن يزحزح عن النار ويُدخل الجنة0000000000000000 ... 31 - 32 ¶ فصل: أحب ما يُعطاه أهل الجنة000000000000000000000000000000 ... 32 ¶ فصل: حِب رجل من أهل الجنة الزرع00000000000000000000000000 ... 32 ¶ فصل: حب لأخيك ما تُحِب لنفسك000000000000000000000000000 ... 33 ¶ فصل: إذا أحب الرجل أخاه00000000000000000000000000000000 ... 33 ¶ فصل: من أحب أن يبسط له في رزقه000000000000000000000000000 ... 33 ¶ فصل: حب الفاقة والحاجة000000000000000000000000000000000 ... 34 ¶ فصل: حب الدنيا00000000000000000000000000000000000000 ... 34 ¶ فصل: حب ابن آدم المال00000000000000000000000000000000000 ... 34 ¶ فصل: من أحب دنياه أضر بآحرته0000000000000000000000000000 ... 35",
            "page": "42",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "فصل: حُب سورة الإخلاص00000000000000000000000000000000 ... 35 ¶ فصل: من عجائب الحُب0000000000000000000000000000000000 ... 35 ¶ فصل: سمع المسلم وطاعته فيما يحب ويكره00000000000000000000000 ... 36 ¶ فصل: من أحب أن يمثُل له الرجال قياماً0000000000000000000000000 ... 36 ¶ فصل: إذا رأى في منامه ما يحب000000000000000000000000000000 ... 36 ¶ فصل: فضل الصبر على موت الولد المحبوب00000000000000000000 ... 36 - 37 ¶ فصل: حب الاجتهاد في الدعاء000000000000000000000000000000 ... 37 ¶ فصل: حب الصوم في السفر00000000000000000000000000000000 ... 37 ¶ فصل: دعاء الفرس العربي ربه أن يجعله من أحب أهل ومال مالكه إليه 00000000 ... 37 ¶ الفهرس 0000000000000000000000000000000000000000 ... 38 - 42",
            "page": "43",
            "part": "1"
        }
    ],
    "t34979": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أحاديث في الحب"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "باب حب الله"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - فصل: الحب لله وفي الله"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "1",
            "tit": "2 - فصل: إذا أحب الله عبداً"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "2",
            "tit": "3 - فصل: حب الله العبد التقي الغني الخفي"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "1",
            "tit": "4 - فصل: أحب ما يتقرب به العبد إلى ربه"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "2",
            "tit": "5 - فصل: من آثار حب الله العبد"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "3",
            "tit": "6 - فصل: المؤمن القوي خيرٌ وأحب إلى الله من المؤمن الضعيف"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "1",
            "tit": "7 - فصل: حب الله عمر بن الخطاب"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "2",
            "tit": "8 - فصل: حب الله ورسوله علي بن أبي طالب رضي الله عنه وحُبه لله ورسوله"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "1",
            "tit": "9 - فصل: حب الله الرفق"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "2",
            "tit": "10 - فصل: حب الله المدح والعذر"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "3",
            "tit": "11 - فصل: حب الله الحلم والأناة"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "1",
            "tit": "12 - فصل: حب الله العمل الصالح في عشر ذي الحجة"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "2",
            "tit": "13 - فصل: حب الله قراءة سورة الفلق"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "3",
            "tit": "14 - فصل: حب الله العُطاس"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": "1",
            "tit": "15 - فصل: حب الله الجمال"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": "2",
            "tit": "16 - فصل: الكبائر لا تنفي حب الله ورسوله"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": "3",
            "tit": "17 - فصل: من أحب أن يظله الله في ظله"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": "1",
            "tit": "18 - فصل: أحب العمل إلى الله"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": "2",
            "tit": "19 - فصل: أحب الصلاة والصيام إلى الله"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": "3",
            "tit": "20 - فصل: إن الله وترٌ يحب الوتر"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": "4",
            "tit": "21 - فصل: أحب البلاد وأبغضها إلى الله"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": "1",
            "tit": "22 - فصل: أحب الكلام إلى الله"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": "2",
            "tit": "23 - فصل: أحب الأسماء إلى الله"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": "1",
            "tit": "24 - فصل: أحب الجهاد إلى الله"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": "2",
            "tit": "25 - فصل: أحب القطرات والآثار إلى الله"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "ثانياً: باب حب النبي صلى الله عليه وسلم"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - فصل: فضل حب النبي صلى الله عليه وسلم"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": "2",
            "tit": "2 - فصل: تقديم حب رسول الله صلى الله عليه وسلم على حب غيره"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "1",
            "tit": "3 - فصل: حب النبي صلى الله عليه وسلم أن لا يرفع فوق منزلته"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "2",
            "tit": "4 - فصل: حب النبي صلى الله عليه وسلم أن يكون عبداً شكوراً"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "3",
            "tit": "5 - فصل: حب النبي صلى الله عليه وسلم سماع القرآن من غيره"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "4",
            "tit": "6 - فصل: حب النبي صلى الله عليه وسلم أ ن يقتل في سبيل الله"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": "1",
            "tit": "7 - فصل: حب النبي صلى الله عليه وسلم تقديم عمل صالح عند فتح أبواب السماء"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": "2",
            "tit": "8 - فصل: حب الني صلى الله عليه وسلم أن يعرض عمله وهو صائم"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": "3",
            "tit": "9 - فصل: حب النبي صلى الله عليه وسلم ركعتي الفجر"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": "4",
            "tit": "10 - فصل: حب النبي صلى الله عليه وسلم الفأل الصالح"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": "1",
            "tit": "11 - فصل: حب النبي صلى الله عليه وسلم التيمن"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": "2",
            "tit": "12 - فصل: حب النبي صلى الله عليه وسلم موافقة أهل الكتاب"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": "3",
            "tit": "13 - فصل: حب النبي صلى الله عليه وسلم سورة الفتح"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": "1",
            "tit": "14 - فصل: أحب الحديث إلى رسول الله صلى الله عليه وسلم"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": "2",
            "tit": "15 - فصل: حب النبي صلى الله عليه وسلم السواك"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": "3",
            "tit": "16 - فصل: حب النبي صلى الله عليه وسلم القعود مع قوم يذكرون الله"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": "1",
            "tit": "17 - فصل: أحب الشهور إلى رسول الله صلى الله عليه وسلم أن يصومه"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": "2",
            "tit": "18 - فصل: أحب الصحابة إلى رسول الله صلى الله عليه وسلم"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": "3",
            "tit": "19– فصل: حب النبي صلى الله عليه وسلم خديجة رضي الله عنها"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": "1",
            "tit": "20 - فصل: حب النبي صلى الله عليه وسلم أبو بكر الصديق وعمر بن الخطاب وعائشة رضي الله عنهم"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": "2",
            "tit": "21 - فصل: حب النبي صلى الله عليه وسلم الحسن بن علي وأخاه الحسين و زيد بن حارثة وابنه أسامة بن زيد رضي الله عنهم"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": "1",
            "tit": "22 - فصل حب النبي صلى الله عليه وسلم معاذ بن جبل"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": "1",
            "tit": "23 - فصل: حب النبي صلى الله عليه وسلم لأبي ذر ما يحِبه لنفسه"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": "2",
            "tit": "24 - فصل: حب النبي صلى الله عليه وسلم عمرو بن تغلب رضي الله عنه"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": "3",
            "tit": "25 - فصل: حب النبي صلى الله عليه وسلم الأنصار"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": "1",
            "tit": "26 - فصل: حب النبي صلى الله عليه وسلم قتل كعب بن الأشرف"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": "2",
            "tit": "27 - فصل: حب النبي صلى الله عليه وسلم أن يرى إخوانه"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": "1",
            "tit": "28 - فصل: حب رؤيا النبي صلى الله عليه وسلم"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": "2",
            "tit": "29 - فصل: حب النبي صلى الله عليه وسلم صاحب الخلق الحسن"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": "3",
            "tit": "30 - فصل: حب النبي صلى الله عليه وسلم مكة والمدينة"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": "1",
            "tit": "31 - فصل: حب النبي صلى الله عليه وسلم جبل أحد"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": "2",
            "tit": "32 - فصل: حب النبي صلى الله عليه وسلم الخروج في السفر والغزو يوم الخميس"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": "3",
            "tit": "33 - فصل: حب النبي صلى الله عليه وسلم النساء والطيب"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": "4",
            "tit": "34 - فصل: أحب الثياب إلى النبي صلى الله عليه وسلم"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": "1",
            "tit": "35 - فصل: حب النبي صلى الله عليه وسلم الحلواء والعسل"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": "2",
            "tit": "36 - فصل: أحب الشراب إلى رسول الله صلى الله عليه وسلم"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": "3",
            "tit": "37 - فصل: أحب اللحم إلى رسول الله صلى الله عليه وسلم"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "ثالثاً: باب حب الصحابة"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - فصل: حب علي رضي الله عنه علامة الإيمان"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": "2",
            "tit": "2 - فصل: حب أبو بكر الصديق رضي الله عنه صلة قرابة النبي صلى الله عليه وسلم أكثر من صلة قرابته"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": "3",
            "tit": "3 - فصل: فضل حب الأنصار رضي الله عنهم وجزاء من أحبهم"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": "1",
            "tit": "4 - فصل: الحب قبل الإسلام وبعده"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "1",
            "tit": "5 - فصل: حب أبو هريرة وأمه المؤمنين وحُبهم لهما"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "2",
            "tit": "6 - فصل: حب الصحابة النوق وبيان أن تعلم آية خير من مِلك ناقة"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": "1",
            "tit": "7 - فصل: حب الأنصار التمر"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "رابعاً: باب متفرقات في الحُب"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - فصل: علاقة الحُب بالإيمان"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": "2",
            "tit": "2 - فصل: من يحب أن يرجع إلى الدنيا من أهل الجنة"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": "3",
            "tit": "3 - فصل: من أحب أن يُزحزح عن النار ويُدخل الجنة"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": "1",
            "tit": "4 - فصل: أحب ما يعطاه أهل الجنة"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": "2",
            "tit": "5 - فصل: حب رجل من أهل الجنة الزرع"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": "1",
            "tit": "6 - فصل: حب لأخيك ما تُحِب لنفسك"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": "2",
            "tit": "7 - فصل: إذا أحب الرجل أخاه"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": "3",
            "tit": "8 - فصل: من أحب أن يبسط له في رزقه"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": "1",
            "tit": "9 - فصل: حب الفاقة والحاجة"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": "2",
            "tit": "10 - فصل: حب الدنيا"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": "3",
            "tit": "11 - فصل: حب ابن آدم المال"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": "1",
            "tit": "12 - فصل: من أحب دنياه أضر بآخرته"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": "2",
            "tit": "13 - فصل: فضل حب سورة الإخلاص"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": "3",
            "tit": "14 - فصل: من عجائب الحب"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": "1",
            "tit": "15 - فصل: سمع المسلم وطاعته فيما يُحب ويكره"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": "2",
            "tit": "16 - فصل: من أحب أن يمثُل له الرجال قياماً"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": "3",
            "tit": "17 - فصل: إذا رأى في منامه ما يُحب"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": "4",
            "tit": "18 - فصل: فضل الصبر على موت الولد المحبوب"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": "1",
            "tit": "19 - فصل: حب الاجتهاد في الدعاء"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": "2",
            "tit": "20 - فصل: حب الصوم في السفر"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": "3",
            "tit": "21 - فصل: دعاء الفرس العربي ربه أن يجعله من أحب أهل ومال مالكه إليه"
        }
    ]
}