{
    "b34977": [
        {
            "id": "1",
            "nass": "خطبة الوداع ¶ فوائد وفرائد ¶ اعداد ¶ الدكتور محمد أحمد عبد الغني",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "إلى الَّذِينَ يعايشون يقظةً عِلْمِيَّة، تَتَهَلَّلُ لها سُبُحَاتُ الوجوه ويتقلبون في أعطاف العلم ... مُثقلين بحمله يَعُلُّوْن منه وينهلون. ¶ إلى الصَّرح العِلمي الَّذِيْ أولاني الرعايةَ والعنايةَ في التماس العلم في أحضان الجامعة الاسْلاميَّة بالمدينة المنورة بخير البرية ... ¶ إلى النَّواة المباركة والكلِّّية الشامخةكلِّيةالامام الاوْزاعي التي تتعهد الاطلاع المدهش والغوص عَلَى مكنونات المسائل ما يفرح به المُسْلِمون نصراً ... ¶ إلى الَّذِينَ ينبذون ألقاب الَّذِينَ كفروا للذين أسلموا والَّذِينَ استغربوا للذين آمنوا وثبتوا والَّذِينَ غلبوا عَلَى أمرهم للذين استضعفوا. ¶ إلى الطائفة الظاهرة عَلَى الحق القائمة بأمر اللَّه القاهرة لعدوها لا يضرها خلاف المنافقين وخذلان المستغربين حتى ينصر اللَّه هذا الدين. ¶ إلى نهر البارد , نهر الدماء , وصوتِ القهْرِ , ورَجْعِ البؤْسِ , وجُرْحِ القلْبِ ودمعةِ العينِ , ومهوى الفؤاد , وملعب الصبا , ومَشيبِ الرّأسِ. ¶ إلى والدي الَّذِيْ اختار لي الطّريق، ووالدتي التي تدعو دوماً بالسداد والتوفيق وأسرتي التي هي خير رفيق أهدي هذه الثمرة اليانعة من جهدي العلمي وكلٌّ منهم بها جدير وحقيق.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "المقدمة ¶ الحمد لله الذي شرّع الإسلام، فسهَّل شرائعه لمن وَرَدَه، وأعزَّ أركانه على من غالبه، فجعله أمناً لمن علقه، وسلماً لمن دخله وبرهاناً لمن تكلم به، وشاهداً لمن خاصم به، ونوراً لمن استضاء به وأنعم علينا بإرسال الرسل عليهم الصلاة والسلام إرشاداً للعباد ودلالة وإنقاذاً لهم من السقوط في دركات الظلم والضلالة، وجعل المصطفى المجتبى رحمة مهداة، ونعمة مسداة، لروام النجاة، وقصّاد العَدالَة وناهلي الاستقامة، وأرسله والناس صنفان: ظالم ومظلوم. فأمضى بالعدل حكمه، وقرن بالصواب تدبيره وأبرم بالسداد أموره،. فكان رسول الهداية، ومبعوث العناية، وكان التوحيد عنده البداية، هتف به في النائمين، وأعلنه في العالمين، فلا إله إلا الله أي نبأٍ عبر الأقطار، وأي خبر شق الأمصار، سابقت الفجر كتائبه، وأخجلت الغيث سحائبة، أعاد الفطرة إلى سيرتها على التوحيد، وأحيا النفوس من رقدتها الكبرى إلى نهار الدين الجديد، ففتح الله به الأسماع والأبصار، وبشر بالجنة وحذر من النار. النبي المختار في مدينة الأنوارفصلى الله وسلم على من تشرّفت به تلك الأرض، صاحب المقام المحمود يوم العرض، عليه الصلاة والسلام، ما هب نسيم الأسحار، وسرى حديث السمار، عليه الصلاة والسلام، ما تمتم ماء، وهبّ هواء، وشعّ ضياء، وارتفع سناء، عليه الصلاة والسلام، ما حنّ إلف، وأومأ طرف، وما ذرّ شارق، وما لمع بارق، ومادام سعد، ودوى رعد، وحل وعد، وحفظ عهد، عليه الصلاة والسلام، ما خط قلم، وزال ألم، ودامت نعم، وزالت نقم، وعلى آله الكرام، مادام في الأرض إسلام، وعلى صحبه المهاجرين والأنصار، وأصدق الدعوات للمؤمنين بحبل الله المتين، أن يرشدهم تعالى إلى الصواب لإدراك ما يُحاك لهم ويُمكر بهم من نوازع الشر فيعملوا على لمِّ شعتهم ورتْق فتقهم ورَأْب صدعهم وسدِّ ثغرهم لتكون لهم يد متينة تحول دون تحقيق ما يراد لهم من تبديد لشملهم وشقٍّ لعصاهم حتى تُرسى قواعد الخلافة ويُبرم حبلها فتحفظ الحوزة وترعى الرعية وتكف الجنف وتدرأ الحيف وتنتصف للمظلومين من الظالمين وتقوم باستيفاء الحقوق من الممتنعين وإيفائها على المستحقين دون فصل للدنيا عن الدين لإشاعة عدالة السماء بين ربوع الإنسانية جمعاء. ¶ وبعد:",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "فهذه إضاءات هادية، أقدمها بين يديِّ هذا البحث، لتوضيح بعض الجوانب فيه، تتعلق بالأمور التالية: ¶ أ- الدوافع الكامنة وراء اختياري للبحث في هذا الموضوع. فان في خطبة حجة الوداع لعبرا سامية , ومواعظ سامقة , ودروسا جامعة وفوائد نافعة, وفرائد يانعة , تحكي المبادىء الكبرى لدين القيمة , بألفاظ موجزة , ومعان واضحة شافية ,وتحتوي على خُلاصةٍ من الوصايا النبوية العظيمة، مثل: حُرمة دمِ المسلم ومالِه، والدعوة الى أداء الأمانة ,والتحذير من مظاهرالعصبية الجاهلية , وتحريم الربا وإهدار دماءَ الجاهلية، والحذر من الشيطان والتوصية بالنساء خيراً، والدعوة إلى المساواة بين الناسِ في الانسانية وعدم المفاضلة بينَهم إلا بالتقوى كما تمثل الخطبة نَمُوذجاً من الهديِ النبوي الشاملِ والخطابِ الإسلامي المتكامِل، حيث جَمعَ صلى الله عليه وسلم في خُطبتِه توجيهاً عقدياًّ واجتماعياًّ واقتصادياًّ. كما تعتبر وَصيةً إلى الالتزام بالدين القيم الكاملِ الشاملِ لجوانبِ الاعتقاد والعبادة والعناية بالإصلاح الاجتماعي في شأن المرأة والأسرة والمجتمع. إنِّ هذه الخطبةَ النبوِيةَ تُمثِّلُ رُؤيةً واضِحةً ومنهَجاً اجتماعياًّ مُتوازِناً مُتناسِقاً بين مُراعاةِ حُقوقِ الفردِ والجماعة، وحُقوقِ الرجلِ والمرأةِ والأُسرةِ؛ تقومُ على قاعِدةِ الالتزامِ بالحقوقِ والواجبات؛ وهذه الخطبةُ في الحقيقةِ دُستُورٌ رائعٌ لبناءِ مجتمعٍ مُتكاتِفٍ مُتكافلٍ يشُدُّ بعضُه بعضاً، وتتكاملُ فيه جهودُ الفردِ والجماعةِ والأسرةِ والمجتمع. وقد جاء نزولُ الآيةِ الكريمة (اليومَ أكمَلتُ لكم دينَكم وأتْمَمتُ عليكم نعمتِي ورَضِيتُ لكم الإسلامَ دِيناً)؛ إتْماماً لهذا المشروعِ الحضاري العظيم: مشروع إكمالِ الدينِ وأتْمَمتُ عليكم نعمتِي ورَضِيتُ لكم الإسلامَ دِيناً)؛ إتْماماً لهذا المشروعِ الحضاري العظيم: مشروع إكمالِ الدينِ وإتمامِ النعمة. إنِّ هذه الخطبةَ النبوِيةَ تُمثِّلُ رُؤيةً واضِحةً ومنهَجاً اجتماعياًّ مُتوازِناً مُتناسِقاً بين مُراعاةِ حُقوقِ الفردِ والجماعة، وحُقوقِ الرجلِ والمرأةِ والأُسرةِ؛ تقومُ على قاعِدةِ الالتزامِ بالحقوقِ والواجبات؛ وهذه الخطبةُ في الحقيقةِ دُستُورٌ رائعٌ لبناءِ مجتمعٍ مُتكاتِفٍ مُتكافلٍ بعضُه بعضاً، وتتكاملُ فيه جهودُ الفردِ والجماعةِ والأسرةِ والمجتمع. وقد جاء نزولُ الآيةِ الكريمة (اليومَ أكمَلتُ لكم دينَكم وأتْمَمتُ عليكم نعمتِي ورَضِيتُ لكم الإسلامَ دِيناً)؛ إتْماماً لهذا المشروعِ الحضاري العظيم: مشروع إكمالِ الدينِ واتمام النعمة. ¶ من هنا فقد وليت وجهي وقلبي شطر تلك الكلمات , التي ودعنا بها الحبيب المصطفى عليه أتم الصلوات , والتي كانت بمثابة وصية لنا قبل رحيله والممات لقد نظرت في تلك",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الكلمات , فتاقت النفس للغور في فوائدها الفكرية والاجتماعية والاقتصادية والسياسية والبلاغية , فسطر القلم بعون الله تعالى الذي أسأله بجوده الذي هو غاية مطلب الطُّلاّب وكرمه الواسع الذي لا يحول دونه سترٍ ولا حجاب أن يجعله في إصلاح الدين ورجحانا في ميزاني عند خِفَّة الموازين إنه خير مأمول وأكرم مسؤول ... ¶ ب- منهج البحث وطريقة السير في معالم الرسالة. وضعت نصب عيني للبحث منهجاً أوجز أركانه، وأفند دعائمه في النقاط التالية: ¶ 1 - عُنِيتُ بالأدلة الشَّرْعية من المصادر الأصلية، والرجوع إلى المصادر الأصيلة في تفاسير القرآن الكريم وشروح السنة النبوية والمصادر الفقهية. ¶ 2 - الحرص على التزام الأمانة العلمية في عزو الأقوال إلى قائليها، وبذل الجهد في نقل قول كل قائل من مصدره على قدر المستطاع. ¶ 3 - الحرص على تدعيم البحث بالنصوص الشرعية من الكتاب والسُنَّة، ونصوص العلماء. ¶ 4 - بيان مواضع الآيات القرآنية الكريمة في المصحف الشريف، بذكر اسم السورة ورقم الآية. ¶ 5 - تخريج الأحاديث النبوية الواردة في ثنايا الكتاب بالرجوع إلى كتب الحديث المعتمدة عند المُحَدِّثين. ¶ ج – شكر وعرفان: وقبل أن أختم المقدمة، يقضي عليّ الواجب أن أتقدم بجزيل الشكر وجميل العرفان لكل من أسدى إليّ أيَّ عونٍ خلال الكتابة بدلالةٍ على مصدرٍ أو بإعارةٍ لكتاب، أو بزيارةٍ لمكتبة أو بكلمة طيّبة. ¶ وفي الختام أرجو أن يرزق هذا العمل بالقبول عند الله، وأن يكون خالصاً لوجهه الكريم وأن ينتفع به المسلمون، معتذراً عمّا قد يكون فيه من نقص أو فهم أن فيه انتقاص، فلست بناقصٍ لأحدٍ فضلاً ولا عائبٍ له قولاً فأكون كما قَالَ بعضهم ولله درهم: ¶ بنقصِك أهلَ الفضلِ بان لنا ... أَنّك منقوصٌ ومفضول (¬1) ¶ ¬__________ ¶ (¬1) ابن حمزة، الإمام يحيى: الطراز المتضمن لأسرار البلاغة وعلوم حقائق الإعجاز، (1/ 4).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "فكل بني آدم خطّاء، والفاضل من تُعدُّ سقطاته وتُحصى غلطاته والسالم من ذلك كتاب الله المجيد الذي: (لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ) (¬1) ¶ وأنا أسأل الله تعالى بجوده الذي هو غاية مطلب الطُّلاّب وكرمه الواسع الذي لا يحول دونه سترٍ ولا حجاب أن يجعله في إصلاح الدين ورجحانا في ميزاني عند خِفَّة الموازين إنه خير مأمول وأكرم مسؤول ... والحمد لله رب العالمين. ¶ ¬__________ ¶ (¬1) فصّلت/42.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "النص النبوي الكريم ¶ (الحمدُ لله نحمدُهُ وَنَسْتَعِينُه، ونَسْتَغْفِرُهُ، ونَتُوبُ إليه، ونَعُوذُ باللهِ مِنْ شُرورِ أنْفُسِنا ومِنْ سيّئآتِ أعْمَالِنَا مَن يَهْدِ اللهُ فَلا مُضِلَّ لَهُ، ومَنْ يُضَلِلْ فَلاَ هَادِيَ لَهُ. أَمَّا بعد: ¶ أَيُّها النَّاس، اسمعوا قولي، فَإنّيَ لاَ أَدْرِي، لعَليّ لاَ أَلْقَاكُمْ بَعْدَ عَامي هَذَا، بهذا الموقف أبدا ¶ أيها الناس إِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ وَأَعْرَاضَكُمْ عَلَيْكُمْ حَرَامٌ (¬1) كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا فِي بَلَدِكُمْ هَذَا (¬2) أَلاَ هَلْ بَلَّغْتُ» وإنكم ستلقون ربكم فيسألكم عن أعمالكم وقد بلغت، فَمَنْ كَانَتْ عِنْدَهُ أَمَانةٌ فليؤُدِّها إلى مَنْ ائْتمَنَهُ عَلَيها،،ألا و إن كل شيء من أمر الجاهلية تحت قدمي موضوع (¬3) و دماء الجاهلية موضوعة ... وإنَّ رِبَا الجَاهِليّة مَوضوعٌ (¬4) ولكن لكم رءوس أموالكم لا تظلمون ولا تظلمون. قضى الله أنه لا ربا، وإنّ أَوّلَ رباً أَبْدأُ بِهِ رِبَا عَمّي العباسُ بن عبد المطلب (¬5) وأن كل دم كان في الجاهلية موضوع وإن أول دمائكم أضع دم ابن ربيعة بن الحارث بن عبد بن عبد المطلب، وكان مسترضعا في بني ليث فقتلته هذيل فهو أول ما أبدأ به من دماء الجاهلية. ¶ أيها الناس فإن الشيطان (¬6) قد أيس (¬7) من أن يعبد بأرضكم هذه أبدا، ولكنه إن يطع فيما سوى ذلك فقد رضي به بما تحقرون من أعمالكم (¬8) فاحذروه على دينكم. ¶ ¬__________ ¶ (¬1) الحرام هو: ما طلب الشارع تركه طلباً جازما , وحكمه يثاب تاركه ويعاقب فاعله , والمعنى: لا تحل ¶ (¬2) أي يحرم فيه القتال، وكذلك الشهر، وكذلك البلد. ¶ (¬3) والمعنى أنه أبطل كل شيء من أمور الجاهلية وصار كالشيء الموضوع تحت القدمين فلا يعمل به في الإسلام، فجعله كالشيء الموضوع تحت القدم من حيث إهماله وعدم المبالاة به. انظر: شرح النووي 8/ 432، وشرح الأبي 4/ 255، وفتح الملك المعبود 2/ 18. ¶ (¬4) ساقط لا حساب له لأنه جاء من حرام، فالله تعالى لا يرضى للعبد غير الطيب. ¶ (¬5) والمعنى الزائد على رأس المال باطل أما رأس المال فلصاحبه بنص القرآن، انظر: شرح النووي 8/ 433. ¶ (¬6) وهو: إبليس الرئيس، أو الجنس الخسيس. ¶ (¬7) \"قد أيس أن يعبد\" قال القارئ: أي: من أن يطاع في عبادة غير الله تعالى؛ لأنه لم يعرف أنه عبده أحد من الكفار\".وقيل: معناه: إن الشيطان أيس أن يعود أحد من المؤمنين إلى عبادة الصنم، ولا يرد على هذا مثل أصحاب مسيلمة، ومانعي الزكاة، وغيرهم ممن ارتد؛ لأنهم لم يعبدوا الصنم. ¶ ويحتمل معنى آخر: وهو أنه أشار - عليه الصلاة والسلام - إلى أن المصلين من أمته لا يجمعون بين الصلاة، وعبادة الشيطان؛ كما فعلته اليهود والنصارى. ولك أن تقول: معنى الحديث: إن الشيطان أيس من أن يتبدل دين الإسلام، ويظهر الإشراك، ويستمر، ويصير الأمر كما كان من قبل، ولا ينافيه ارتداد من ارتد، بل لو عبدت الأصنام أيضاً لم يضر في المقصود، ولكن ستكون للشيطان طاعة فيما تحقرون من أعمالكم التي هي دون الكفر من القتل والنهب ونحوهما من الكبائر، وتحقير الصغائر، فسيرضى بالمحتقر؛ حيث لم يحصل له الذنب الأكبر؛ ولهذا ترى المعاصي من الكذب والخيانة ونحوهما توجد كثيراً في المسلمين، وقليلاً في الكافرين؛ لأنه قد رضي من الكفار بالكفر، فلا يوسوس لهم في الجزئيات، وحيث لا يقدر على المسلمين بالكفر فيرميهم في المعاصي. ¶ (¬8) قال الطيبي - رحمه الله تعالى -: قوله: \"فيما تحتقرون\" أي: مما يتهجس في خواطركم، وتتفوهون عن هناتكم، وصغائر ذنوبكم، فيؤدي ذلك إلى هيج الفتن والحروب، كقوله - صلى الله عليه وسلم -: \"إن الشيطان قد يئس من أن يعبده المصلون في جزيرة العرب ولكن في التحريش بينهم.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "أَيُّها النَّاس، إِنَّمَا النَّسيءُ زِيادةٌ في الكُفرِ، يضلُّ به الذينَ كَفَروا، يُحِلُّونَهُ عاماً، وَيُحَرِّمُونَهُ عاماً، لِيوَاطِئُوا عِدَّة مَا حَرَّمَ اللهُ فيحلوا ما حرم الله ويحرموا ما أحل الله. إن الزمان قد استدار كهيئته يوم خلق الله السموات والأرض وإن عدة الشهور عند الله اثنا عشر شهرا، منها أربعة حرم ثلاثة متوالية ورجب مضر، الذي بين جمادى وشعبان. ¶ أَيُّها النَّاس،، اتقوا الله في النساء، فإنكم إنما أخذتموهن بأمانة الله واستحللتم فروجهن بكلمات الله (¬1)، واستوصوا بالنساء خيرا، فإنهن عندكم عوان لا يملكن لأنفسهن شيئا إلا أن يأتين بفاحشة مبينة فإن فعلن فاهجروهن في المضاجع، واضربوهن ضرباً غير مبرح (¬2)، فإن أطعنكم فلا تبغوا عليهن سبيلاً. إلا إن لكم على نسَائِكُمْ حقاً و لِنسَائِكُمْ عليكم حقاً فأما حقكم على نسائكم؛ فلا يُوطْئنَ فُرُشَكُمْ غيرَكم (¬3)، وَلا يُدْخِلْنَ أحَداً تكرَهُونَهُ بيوتَكُمْ، ولا يأتينَ بِفَاحِشَة، فإنْ أطَعْنَكُمْ فَعَلَيْكُمْ رِزقُهنَّ ¶ ¬__________ ¶ (¬1) قيل: الكلمة هي: الأمر بالتسريح بالمعروف أو الإمساك بإحسان، وقيل: هي لا إله إلا الله، وقيل: الإيجاب والقبول، وقيل: هي قوله تعالى: (فَانكِحُواْ مَا طَابَ لَكُم مِّنَ النِّسَاءِ)، سورة النساء، الآية: 3. قال النووي 8/ 433، وشرح الأبي 4/ 256، وفتح الملك المعبود 2/ 19. ¶ (¬2) غير المبرِّح: لا شديد ولا شاق، انظر: فتح الملك المعبود 2/ 19، وشرح النووي 8/ 434. ¶ (¬3) يحافظنْ على حرمة البيت، ويقدّرْن أمانة ا لزوجيّة. ... .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وكسوتُهُنَّ بالمَعْرُوفِ، فاعقلوا أيها الناس قولي، فإني قد بلغت وقد تركت فيكم ما إن اعتصمتم به فلن تضلوا أبدا، أمرا بينا، كتاب الله وسنة نبيه (¬1). ¶ أَيُّها النَّاس، اسمعوا قولي واعقلوه تعلمن أن كل مسلم أخ للمسلم وأن المسلمين إخوة , فَلاَ يَحِلُّ لامْرِىءٍ مَالُ أَخيهِ إلاّ عَنْ طيبِ نفْسٍ منهُ، فلا تظلمن أنفسكم اللهم هل بلغت؟ و ستلقون ربكم فلا تَرْجِعُنّ بَعْدِي كُفاراً يَضرِبُ بَعْضُكُمْ رقابَ بَعْض (¬2). ¶ أيها النّاسُ إن رَبَّكُمْ وَاحِدٌ، وإنّ أَبَاكُمْ واحِدٌ، كُلكُّمْ لآدمَ (¬3)، وآدمُ من تُراب، أَكرمُكُمْ عندَ اللهِ أتْقَاكُمْ وليس لعربيّ فَضْلٌ على عجميّ إلاّ بالتّقْوىَ، أَلاَ هَلْ بلَّغْتُ، اللّهُمّ اشهد\" ¶ أَلَا لِيُبَلِّغْ الشَّاهِدُ الْغَائِبَ (¬4) فَلَعَلَّ بَعْضَ مَنْ يُبَلَّغُهُ أَنْ يَكُونَ أَوْعَى لَهُ مِنْ بَعْضِ مَنْ سَمِعَهُ (¬5) , وأخرج مسلم أنه قال: ((وأنتم تسألون عني، فما أنتم قائلون؟)) قالوا: نشهد أنك قد بلغت وأديت ونصحت، فقال بإصبعه السبابة يرفعها إلى السماء وينكتها إلى الناس: ((اللهم اشهد)) ثلاث مرات. ولما فرغ من خطبته نزل عليه قوله تعالى: (الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِى وَرَضِيتُ لَكُمُ الأسْلاَمَ دِيناً) (¬6) ¶ ¬__________ ¶ (¬1) والمعنى قد تركت فيكم أمراً لن تخطئوا إن تمسكتم به في الاعتقاد والعمل وهو كتاب الله الذي لا يأتيه الباطل من بين يده ولا من خلفه ... وقد جاء عند الحاكم من حديث ابن عباس رضي الله عنهما الوصية ب \" ... كتاب الله وسنة نبيه .. \" وصححه الألباني في صحيحه الترغيب برقم 36. ¶ (¬2) تعودون للغارات والسلب والاغتصاب كما كنتم في الجاهلية. قال القاضي عياض: معناه بعد فراقي من موقفي هذا، وكان هذا يوم النحر بمنى في حجة الوداع، أو يكون: بعدي، أي: خلافي أي: لا تخلفوني في أنفسكم بغير الذي أمرتكم به، أو يكون تحقق - صلى الله عليه وسلم - أن هذا لا يكون في حياته فنهاهم عنه بعد مماته. وجملة ما في قوله - صلى الله عليه وسلم -: \"لا ترجعوا بعدي كفاراً يضرب بعضكم رقاب بعض\" من الأقوال ثمانية: أحدها: قول الخوارج، إنه على ظاهره. ثانيها: هو في المستحلين. ثالثها: المعنى كفاراً بحرمة الدماء، وحرمة المسلمين، وحقوق الدين. رابعها: تفعلون فعل الكفار في قتل بعضهم بعضاً. خامسها: لابسين السلاح، يقال: كفر درعه إذا لبس فوقها ثوباً. سادسها: كفاراً بنعمة الله تعالى. سابعها: المراد الزجر عن الفعل، وليس ظاهره مراداً. ثامنها: لا يكفر بعضكم بعضاً كأن يقول أحد الفريقين للآخر: يا كافر، فيكفر أحدهما. ¶ (¬3) كل الناس جميعاً يرجعون إلى أب واحد هو آدم عليه السلام. ¶ (¬4) مَن استمع إلى هذا الكلام فلينقله إلى من لم يستمع. ¶ (¬5) الفقرة جاءت في رواية ابن سعد وابن اسحاق وغيره حيث تم الجمع بين الروايات الصحيحة. ¶ (¬6) المائدة: 3 والحديث أخرجه البخاري برقم 45, ومسلم برقم 3016, 3017.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وهذه أكبر نعم الله تعالى على هذه الأمة حيث أكمل تعالى لهم دينهم فلا يحتاجون إلى دين غيره, ولا إلى نبي غير نبيهم صلّى الله عليه وسلّم؛ ولهذا جعله الله خاتم الأنبياء, وبعثه إلى الجن والإنس فلا حلال إلا ما أحلَّه، ولا حرام إلا ما حرَّمه، ولا دين إلا ما شرعه, وكل شيء أخبر به فهو حق وصدق, لا كذب فيه ولا خلف, (وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلاً) (¬1) أي صدقاً في الأخبار وعدلاً في الأوامر والنواهي, فلما أكمل الله لهم الدين تمت عليهم النعمة (¬2). ¶ وقد ذُكر أن عمر بكى عندما نزلت هذه الآية في يوم عرفة, فقيل له: ما يبكيك؟ قال: أبكاني أنا كنا في زيادة من ديننا, فأما إذا أُكمل فإنه لم يكمل شيء إلا نقص (¬3) , وكأنه رضي الله عنه توقع موت النبي صلّى الله عليه وسلّم قريباً. ¶ ¬__________ ¶ (¬1) سورة الأنعام, الآية: 115. ¶ (¬2) تفسير ابن كثير 2/ 12. ¶ (¬3) ذكره ابن كثير في تفسيره 2/ 12 وعزاه بإسناده إلى تفسير الطبري. وهذا يشهد له قوله صلّى الله عليه وسلّم: ”بدأ الإسلام غريباً وسيعود غريبًا كما بدأ ... “.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الأفكار الرئيسة لخطبة الوداع ¶ 1 - حرمة سفك الدماء بغير حق: فكل المسلم على المسلم حرام دمه وماله وعرضه .. ووجوب اظهار المحبة والأخوة بين المؤمنين , فالمحبة بين المؤمنين والتآلف والتآخي شأن عظيم وخطر جليل، فقد جعل الله عز وجل الأخوة سمة المؤمنين في الدنيا والآخرة، والأخوة بين المؤمنين نعمة كبيرة ومنة عظيمة من الله تعالى , وهذه الأخوة الحاصلة بين المؤمنين سببها الإيمان والعقيدة، فهي أخوة قائمة على (الحب في الله) الذي هو أوثق عرى الإيمان. ¶ 2 - إنَّ الأمانة مسؤوليَّة عظيمة، و حمل ثقيل: فعلى الإنسان أن يتحمَّل مسؤوليَّته، و أن يؤدي أمانته فيما بينه و بين الله، و فيما بينه و بين العباد. ¶ 3 - دفن الجاهلية ووضعها تحت الأقدام لحقارتها: حيث وضع رسول الله أخلاق ومبادئ وقيم الجاهلية، وتصوراتها ومظاهرها وشعاراتها وكبريائها وعنجهيتها، وعقائدها وأحكامها وأعرافها، كل ذلك وضع النبي (صلى الله عليه وسلم) تحت قدمه .. ومن الجاهلية المعاصرة القومية والعلمانية والديمقراطية. ¶ 4 - حرمة الربا: لأنه النظام الذي يسحق الفقراء، ويجعل المجتمع طبقيا يمتلئ بالأحقاد والضغائن ويكثر فيه الجرائم .. ويعرض المجتمع للحرب مع الله، وأي نصر في معركة تكون مع الله، فلا يكون إلا الشقاء والتعاسة، وقلة الخير والبركة، فلا خير من الأرض إلا القليل ولا من السماء إلا النذر اليسير .. ¶ 5 - التحذير من الشيطان: فإنه يئس من المؤمن لكنه رضي باليسير من المحقرات التي نظن أنها بسيطة، وهي في الحقيقة مدخل للشيطان إلى القلب فيفسده ويهلك الإنسان بعد ذلك .. ¶ 6 - الوصية بالنساء خيرا: و أنهن عوان (أي أسيرات) لا يملكون لأنفسهن شيئا، فإن الإسلام أعطى للمرأة حقوقها ووصى بها .. وجعلها بنتا في بيت أبيها، وزوجة في بيت زوجها وهي سيدة ذلك البيت .. أعطاها حقها في الميراث، وكانت من قبل لا تأخذ شيئا .. جعل لها كرامة وكانت من قبل تباع وتشترى .. وجعل لها رأيا ولم يكن لها من قبل رأي .. فهذا هو الإسلام جعلها مصانة في بيتها معززة في حياتها ..",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "7 - إقرار العدالة (¬1) والمساواة الانسانية (¬2) , حيث المساواة بين الحاكم والمحكوم، وبين الغني والفقير، والقوي والضعيف، والصغير والكبير، والأبيض والأسود والأحمر، والرجل والمرأة، في الحقوق الإنسانية .. ¶ 8 - التمسك بكتاب الله والاعتصام به فهو سبيل العزة والنصر والنجاح في الدنيا والآخرة، ولما كانت الأمة متمسكة به ومجتمعة تحت خليفة واحد، كانت في عزة وكرامة تهابها الأمم ويذل لها الملوك والتاريخ خير شاهد .. ولما تركت الأمة كتاب ربها تمزقت وتفرقت، فاجتمع عليها الأعداء، شقت وعاشت في مذلة وضياع. ¶ 9 - شمولها لأمور الدنيا والآخرة، فهي قد عالجت شئون الحياة الاجتماعية، من علاقة الأخ بأخيه، والمرأة بزوجها، والأفراد بالمجتمع، والحاكم بالمحكوم، والعبد بربه سبحانه وتعالى، وحذرت من الشيطان، وبينت أسس الدين ومقاصد الشريعة، وأنهم سوف يلقون ربهم فيسألهم عن أعمالهم في الآخرة .. ¶ 10 - على الداعية البلاغ وليس عليه النتائج، وهو أمر محسوم من القرآن (فَإِنَّمَا عَلَيْكَ الْبَلاَغُ الْمُبِينُ) والنبي (صلى الله عليه وسلم) يقرر ذلك أن الداعية عليه أن يبذل قصارى جهده ومبلغ طاقته، وجل وقته، وأكثر ماله، وكل ما يملك، في سبيل دعوته، ولا ينتظر النتيجة ولا يحاسب عليها هل التزم الناس معه أم لا .. ¶ وهكذا كانت هذه الوصايا الجامعة والقيم النافعة تمهد السبيل إلى الاستقرار الأسري والتوازن الاقتصادي والتكافل الاجتماعي والتعارف الإنساني، قياما بواجب الدعوة إلى هذا الدين بالتي هي أحسن .. ¶ ¬__________ ¶ (¬1) قَالَ ابن تَيْمِيَّة: «العَدالَة: الاستقامة، والعدل هو كل ما دل عليه الكتاب والسنة سواء في المعاملات المتعلقة بالحدود أم غيرها من الأحكام ... فإن العدل في كل ذلك هو ما جاء في الكتاب والسنة فإن عامة ما نهى عنه الكتاب من المعاملات يعود إلى تحقيق العدل، والنهي عن الظلم دقه وجله مثل أكل المال بالباطل، وفي موضع آخر يقول: العَدالَة إقامة الحدود التي حدها الله تعالى والمحافظة على الحقوق التي طلبها الله تعالى. أنظر (ابن تَيْمِيَّة: السِّياسَة الشَّرْعية في إصلاح الراعي والرعيّة، ص (15،67،156) وأنظر ابن تَيْمِيَّة الفتاوى، (10/ 98) و (13/ 64).). ¶ (¬2) سنتطرق في آخرموضوع أضواء على خطبة الوداع الى بيان مفهوم المساواة في الاسلام.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "أضواء على خطبة حجة الوداع (¬1) ¶ انبعث الصدى من المدينة المنورة حيث خرج الحبيب الأريب لبدر بجنوده، وزحف إلى أحد في حشوده، ومن المدينة بعث للملوك رسائله، وعلم الناس فضائله. فالمدينة المنورة هي بيت ضيافته، ودار خلافته، في كل مكان منها له ذكريات، وفي كل موضع له علامات. ¶ لقد علت الأصوات أن افسحوا وتباعدوا عن الطرقات، ألا ترون ذلكم الركب المبارك، في يوم السبت وفي الخامس والعشرين من ذي القعدة سنة عشر من الهجرة المباركة. تحرك هذا الجمع المبارك بعد الظهر حتى بلغ ذي الحليفة فاغتسل النبي (صلى الله عليه وسلم) وادهن ولبس إزاره ورداءه، وقلد بدنه، ثم أهل بالحج والعمرة وقرن بينهما، وسار وهو يلبي (لبيك اللهم لبيك، لبيك لا شريك لك لبيك، إن الحمد والنعمة لك والملك لا شريك لك) .. ¶ نادى منادي رسول الله صلى الله عليه وسلم بقصده الحج لهذا العام، فاجتمع حوله مائة وأربعة وأربعون ألفًا من الناس في مشهد عظيم، فيه معان العزة والتمكين، ألقى الرعب والفزع في قلوب أعداء الدعوة ومحاربيها، وكان غصة في حلوق الكفرة والملحدين. ¶ قبل ثلاثٍ وعشرين سنة من ذلكم الوقت كان فردًا وحيدًا، يعرض الإسلام على الناس فيردوه، ويدعوهم فيكذبوه، في ذلكم الحين كان المؤمن لا يأمن على نفسه أن يصلي في بيت الله وحرم الله. ¶ ها هم اليوم مائة وأربعة وأربعون ألفًا يلتفون حول الصادق الأمين صلى الله عليه وسلم في مشهدٍ يوحي بأكمل معان النصر والظفر، ويجسد صورة رائعة، تحكي بأن الزمن وإن ¶ ¬__________ ¶ (¬1) وتسمى حجة الإسلام، وحجة البلاغ، وحجة الكمال، وحجة التمام .. وحجة الوداع وسُمِّيَت حَجةُ الوداع؛ لأنَّ النبيَّ صلى الله عليه وسلم ودَّعَ الناسَ بعد أداءِ المناسك في هذه الحجة، كما روى البخاري رحمه الله عن ابنِ عمر رضي الله عنهما قال: (وقفَ النبِيُّ صلى الله عليه وسلم يومَ النحرِ بينَ الجمراتِ في الحجة التي حجَّ بها، وقال: هذا يومُ الحجِّ الأكبر، فطفق النبِيُّ صلى الله عليه وسلم يقول: اللهم اشهَدْ! وودَّعَ الناسُ؛ فقال: هذه حجةُ الوداع). (صحيح البخاري 2/ 620، حديث 1655. كتاب الحج، باب الخطبة أيام منى.).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "طال، فإن الغلبة لأولياء الله وجنده، مهما حوربت الدعوة وضيق عليها، وسامها الأعداء ألوان العداء والاضطهاد، فإن العاقبة للحق ولأهل الحق العاملين المصلحين: (وَلَمَّا يَأْتِكُم مَّثَلُ الَّذِينَ خَلَوْاْ مِن قَبْلِكُم مَّسَّتْهُمُ الْبَأْسَاء وَالضَّرَّاء وَزُلْزِلُواْ حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ ءامَنُواْ مَعَهُ مَتَى نَصْرُ اللَّهِ أَلا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ) (¬1). ¶ سار ذلكم الركب المبارك يدوس الأرض، التي عذّب من عذّب فيها، وسحب على رمضائها مَنْ سُحِب، ساروا يمرّون على مواضع لم تزل ولن تزال عالقة في ذكراهم، سيموا فيها ألوان العذاب والقهر والعنت، سار صلى الله عليه وسلم، ليدخل المسجد الحرام الذي لطالما استقسم فيه بالأزلام، وعبدت فيه الأصنام، دخله في الرابع من ذي الحجة، يوم الأحد ليلاً، طاهرًا نقيًا، تردد أركانه وجنباته لا إله إلا الله، ورجع الصدى من جبال بكة ينادي: لبيك اللهم لبيك. ¶ وفي اليوم الثامن من ذي الحجة وكان يوم الخميس نزل بطن الوادي من منى فخطب في ذلكم الجمع الغفير خطبة جامعة نافعة. ¶ ¬__________ ¶ (¬1) البقرة:214",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "المطلب الأول ¶ نداء من الحبيب ¶ (الحمدُ لله نحمدُهُ وَنَسْتَعِينُه، ونَسْتَغْفِرُهُ، ونَتُوبُ إليه، ونَعُوذُ باللهِ مِنْ شُرورِ أنْفُسِنا ومِنْ سيّئآتِ أعْمَالِنَا مَن يَهْدِ اللهُ فَلا مُضِلَّ لَهُ، ومَنْ يُضَلِلْ فَلاَ هَادِيَ لَهُ. أَمَّا بعد: ¶ معنى الحمد: الثناء على الجميل من النعمة أو غيرها مع المحبة والإجلال، فالحمد أن تذكر محاسن الغير سواء كان ذلك الثناء على صفة من صفاته الذاتية كالعلم والصبر والرحمة أم على عطائه وتفضله على الآخرين. ولا يكون الحمد إلا للحي العاقل. ¶ وهذا أشهر ما فرق بينه وبين المدح فقد تمدح جمادا ولكن لا تحمده؛ وقد ثبت أن المدح أعم من الحمد. فالمدح قد يكون قبل الإحسان وبعده؛ أما الحمد فلا يكون إلا بعد الإحسان، فالحمد يكون لما هو حاصل من المحاسن في الصفات أو الفعل فلا يحمد من ليس في صفاته ما يستحق الحمد؛ أما المدح فقد يكون قبل ذلك فقد تمدح إنساناً ولم يفعل شيئا من المحاسن والجميل ولذا كان المدح منهياً عنه؛ قال رسول الله صلى الله عليه وسلم:\"احثوا التراب في وجه المداحين\" بخلاف الحمد فإنه مأمور به فقد قال رسول الله صلى الله عليه وسلم:\"من لم يحمد الناس لم يحمد الله\" ¶ وبذا علمنا من قوله: الحمد لله\" أن الله حي له الصفات الحسنى والفعل الجميل فحمدناه على صفاته وعلى فعله وإنعامه ولو قال المدح لله لم يفد شيئا من ذلك، فكان اختيار الحمد أولى من اختيار المدح. ¶ ولم يقل الرسول الشكر لله لأن الشكر لا يكون إلا على النعمة ولا يكون على صفاته الذاتية فانك لا تشكر الشخص على علمه أو قدرته وقد تحمده على ذلك وقد جاء في لسان العرب \"والحمد والشكر متقاربان والحمد أعمهما لأنك تحمد الإنسان على صفاته الذاتية وعلى عطائه ولا تشكره على صفاته. فكان اختيار الحمد أولى أيضاً من الشكر لأنه أعم فانك تثني عليه بنعمه الواصلة إليك والى الخلق جميعا وتثني عليه بصفاته الحسنى الذاتية وان لم يتعلق شيء منها بك. فكان اختيار الحمد أولى من المدح والشكر.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "(أَيُّها النَّاس، اسمعوا قولي) ¶ نداء في مكة ومكة هي المهبط والمسقط والمربط والأوسط، فهي مهبط القرآن، ومسقط ميلاد سيد ولد عدنان، ومربط خيول أهل الإيمان، وأوسط البلدان. أذن بها الخليل، وسُحق بها أصحاب الفيل بالطير الأبابيل، اختارها علام الغيوب، فهي مهوى القلوب، وملتقى الدروب، وقبلة الشعوب، هي أرض ميلاد الرسالة والرسول، كان لجبريل بها صعود ونزول، منها ارتفع الإعلان والأذان والقرآن والبيان، أذّن منها بلال بن رباح، وسُلت فيها السيوف، وامتشقت الرماح، وأُعلن فيها التوحيد، وهو حق الله على العبيد، وهي أول أرض استقبلت الإسلام، وحطمت الأصنام. ¶ بها بيت الملك الأجل، والكعبة التي طاف بها الرسل، سوادها من سواد المقل، وهي أرض السلام، وقبلة الأنام، يفد إليها المحبون، على رواحلهم يخبون. ويتجه إليها المصلون، ويقصدها المهلّون، فهي قبلة القلوب، وأمنية الشعوب، وراحة الأرواح ومنطلق الإصلاح، على ثراها نزلت الهداية، ومن رباها كانت البداية، على رمالها مزقت الطغاة، وعلى ترابها سحقت البغاة، ومن جبالها هبت نسائم الحريّة، ومن وهادها كان فجر الإنسانية. ¶ نداء من الحبيب والأريب والنجيب ممن أنذر وأعذر، وبشر وحذر، وسهل ويسر ... من صاحب الشريعة الغراء، والملة السمحاء، والحنيفية البيضاء ,ممن له المقام المحمود، واللواء المعقود، والحوض المورود خاتم الأنبياء، وصاحب صفوة الأولياء، إمام الصالحين، وقدوة المفلحين , نداء من الذي ما ضلّْ، وما زلّْ، وما ذلّْ، وما غلّْ، وما ملّْ، وما كلّْ، ممن علم اللسان الذكر، والقلب الشكر، والجسد الصبر، والنفس الطهر، وعلم القادة الإنصاف، والرعية العفاف، وحبب للناس عيش الكفاف، ممن صبر على الفقر، لأنه عاش فقيرا، وصبر على جموع الغنى لأنه ملك ملكاً كبيرا، ممن بعث بالرسالة، وحكم بالعدالة، وعلم من الجهالة، وهدى من الضلالة، ممن ارتقى في درجات الكمال حتى بلغ الوسيلة، وصعد في سلّم الفضل حتى حاز كل فضيلة.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وأنصتت الدنيا لتسمع قوله , أنصتت المهاجرين والانصار, أنصت أكثر من مائة ألف حاج وحاجة, و أنصت الحجر و القفر و المدر والوبر إلى الكلمة المودعة التي ينطق بها فم رسول الله عليه الصلاة و السلام. ¶ وأصغت لها الدنيا بأسرها بلسان حالها ومقالها – لتسمع كلام النبي صلي الله عليه وسلم وهو يوضح مبادئ الرحمة والإنسانية ويرسي لها دعائم السلم والسلام ويقيم فيها أوامر المحبة والأخوة وفرش بأرضها روح التراحم والتعاون وكأنه يعلم أنه سوف يأتي من بعده أقوام يتركوا هذه المبادئ والقيم .. (¬1) ¶ أنصت الجميع بعد أن أنست وسعدت الدنيا به ثلاثة و ستين عاما ً , بعد أن أرشد البشرية إلى الحق وكانت في ظلمات الباطل عائمة، وقادها إلى النور وكانت في دياجير الزور قائمة. ¶ نعم , لقد اعتنَى النبيُّ صلى الله عليه وسلم بِالجانبِ الإعلامي في مطلعِ هذه الخطبة وحرصَ على حَثِّ الناسِ على الإنصاتِ وحُسنِ الاستماعِ إليه، فأمرَ جابراً رضي الله عنه باستِنصاتِ الناسِ، كما روى البخاري رحمه الله في كتاب (العلم)، باب (الإنصات للعلماء) عن جرير رضي الله عنه أنَّ النبيَّ صلى الله عليه وسلم قال له في حجةِ الوداعِ: استَنْصِتَ الناسَ! فقال: لا ترجِعُوا بعدي كُفاراً يضربُ بعضُكم رِقابَ بعض). (¬2) ¶ وها هو يلمح بالرحيل بعد أن قام بأمر ربه و غرس الدنيا بغراس الإيمان وبعد أن أقام الله به الميزان، وأنزل عليه القرآن، وفرق به الكفر والبهتان، وحطمت به الأوثان والصلبان وها هو يلخص المبادئ التي جاء بها و جاهد في سبيلها في كلما ت جامعة و بنود معدودة يلقي بها إلى سمع العالم , ليقول المؤمنون سمعنا وأطعنا يا رسول الله. ¶ ¬__________ ¶ (¬1) أن الكاتب البريطاني (هربرت جورج) قال عنها: \"حجَّ محمدٌ صلى الله عليه وسلم حجةَ الوداعِ من المدينة إلى مكة قبل وفاته بعام، وعند ذاك ألقى على شَعبِه موعِظةً عظيمة؛ إنَّ أولَ فقرةٍ فيها تَجْرِفُ أمامها كلَّ ما بين المسلمين من نَهبٍ وسَلبٍ ومن ثاراتِ ودماء، وتجعلُ الفقرةُ الأخيرة منها الزنجيَّ المؤمنَ عِدلاً للخليفة. إنها أسَّسَت في العالَمِ تقاليدَ عظيمةً للتعامُلِ العادل الكريم، وإنها لتنفخُ في الناسِ رُوحَ الكرمِ والسماحة، كما أنها إنسانيةُ السِّمةِ مُمكِنةُ التنفيذِ؛ فإنها خَلقَت جماعةً إنسانيةً يُقَلِّلُ ما فيها مما يَغمُرُ الدنيا من قَسوةٍ وظُلمٍ اجتماعيٍّ عما في أيِّ جماعة أخرى سبقَتها\" (معالم تاريخ الإنسانية لولز 3/ 640 - 641.). ¶ (¬2) صحيح البخاري1/ 56، حديث 121.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "مفهوم الطاعة في الاسلام (¬1) ¶ إن مفهوم الطاعة من المفاهيم المهمة والأَسَاسيَّة في كل المجتمعات إذ اتفق كل البشر على ضرورتها وعلى حاجة كل المجتمعات لها ولهذا لم يخل مجتمع من طاعة. ¶ ورغم أن إجماع البشر انعقد على الحاجة إليها إلا أنهم اختلفوا في نظرتهم للطاعة ولمفهومها الأساسي ولكل ما تفرع عنها من أنواع الطاعات تبعاً لتباين القاعدة الفِكْرية التي حددت المفهوم الأساسي للطاعة. ¶ إن فكرة الطاعة استندت في نشأتها على مرّ العصور إلى مفهوم العبودية، ذلك أن شعور الإنسان بالنقصان والعجز والاحتياج أدى به إلى عبادة من ظنّ أو قطع بأنه الأزلي الخالق والذي بدون شكّ مؤهل لاستحقاق العبادة ومن ثم استحقاق للطاعة، ومن هذا المنطلق كان نشوء مسألة العبادة مؤدياً إلى نشوء مسألة الطاعة. ¶ وهذا الأمر لم يقتصر على المجتمعات ذلك أن التقيد بالقوانين الوضعية عبادة لواضفي هذه القوانين سواء أكانوا حكاماً أم مشرعين في النظام. وعلى هذا لم تتحرر المجتمعات من ازدواجية الطاعة والعبادة. ¶ ولقد عمل القرآن على تركيز مفهوم أساسي للطاعة بشكل يوحي بأنه القاعدة العامة التي تنبثق عنها أو تستند إليها كل أنواع الطاعات الأخرى، وبنظرة خاطفة إلى النُّصُوص القرآنية تجعلنا نسلم بهذا الإطار العام حيث يقول الله تعالى: (إِنَّا أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ أَنْ أَنْذِرْ قَوْمَكَ مِنْ قَبْلِ أَنْ يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ قَالَ يَاقَوْمِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ وَأَطِيعُونِ) (¬2) وقَالَ تعالى: (وَلَمَّا جَاءَ عِيسَى بِالْبَيِّنَاتِ قَالَ قَدْ جِئْتُكُمْ بِالْحِكْمَةِ وَلِأُبَيِّنَ لَكُمْ بَعْضَ الَّذِي تَخْتَلِفُونَ فِيهِ فَاتَّقُوا اللَّهَ وَأَطِيعُونِ) (¬3). ¶ وقَالَ تعالى: (إِذْ قَالَ لَهُمْ أَخُوهُمْ نُوحٌ أَلَا تَتَّقُونَ ِنِّي لَكُمْ رَسُولٌ أَمِينٌ فَاتَّقُوا اللَّهَ وَأَطِيعُونِ) (¬4)، فكل دعوات الرسل قرنت الطاعة بالتقوى والعبودية. ¶ ¬__________ ¶ (¬1) هذا الموضوع منقول من كتابنا (العدالة في نظام الحكم في الاسلام) أحد فصول رسالة الدكتوراة. ¶ (¬2) نوح / 3. ¶ (¬3) الزخرف / 63. ¶ (¬4) الشعراء / 106 - 108.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وقد شددّ القرآن على هذا الإطار إلى حد أن قرر بطلان أعمال الإنسان إذا لم تكن في إطار طاعة الله والرسول، قَالَ تعالى: (يَاأَيُّهَا الَّذِينَ ءَامَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَلَا تُبْطِلُوا أَعْمَالَكُمْ) (¬1). ¶ فطاعة الله وطاعة الرسول هي الإطار العام والمحدد لكل طاعة، وكل طاعة تتنافى أو تتناقض مع هذا الإطار العام، فهي لاغية ومذمومة وجزاؤها لا محالة شقاءً في الدنيا وعذاباً في الآخرة، يقول الله تعالى: (وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِنْ تَوَلَّيْتُمْ فَإِنَّمَا عَلَى رَسُولِنَا الْبَلَاغُ الْمُبِينُ) (¬2) ومما يؤكد هذا التقرير أنّ الله تعالى أبطل كل طاعة تؤدي إلى معصية الخالق كما قَالَ: (وَإِنْ جَاهَدَاكَ عَلى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ) (¬3). ¶ وفي الصَحِيْحين عن عليّ بن أبي طالب قَالَ رسول الله صلى الله عليه وسلم: «لا طاعة في المعصية وإنّما الطاعة في المعروف» (¬4) وقَالَ رسول الله صلى الله عليه وسلم: «لا طاعة لمخلوق في معصية الخالق» (¬5) وفي زوائد البزّار عن النَّبِيّ صلى الله عليه وسلم: «لا طاعة في معصية الخالق» (¬6)، فهذا مما ينبئ أن القرآن جعل طاعة الله وطاعة الرسول القاعدة العامة لكل أنواع الطاعات نافياً في الوقت نفسه كل طاعة تتنافى مع هذا الإطار العام. ¶ وليس هذا فحسب فقد ألغى القرآن ابتداءً أنواعاً من الطاعات، يقول تعالى: (فَلَا تُطِعِ الْكَافِرِينَ وَجَاهِدْهُمْ بِهِ جِهَادًا كَبِيرًا) (¬7) وقَالَ تعالى: (وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ وَدَعْ أَذَاهُمْ وَتَوَكَّلْ عَلَى اللَّهِ وَكَفَى بِاللَّهِ وَكِيلًا) (¬8) وقَالَ: (وَلَا تُطِعْ كُلَّ ¶ ¬__________ ¶ (¬1) محمد / 33. ¶ (¬2) التغابن / 12. ¶ (¬3) لقمان / 15. ¶ (¬4) رواه البُخَارِيّ في صَحِيْحه، (6/ 2649) واللفظ له، ومسلم (3/ 1469)، بلفظ لا طاعة في معصية الله. ¶ (¬5) مشكاة المصابيح، (2/ 1092) وقَالَ الألباني: حديث صَحِيْح. ¶ (¬6) كشف الأستار عن زوائد البزار (2/ 243). قَالَ الهيثمي: رواه البزار و الطَّبراني في الكبير والأوسط، ورجال البزار رجال الصَحِيْح. ¶ (¬7) الفرقان / 52. ¶ (¬8) الأحزاب / 48.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "حَلَّافٍ مَهِينٍ) (¬1) وقَالَ: (فَلْيَدْعُ نَادِيَهُ سَنَدْعُ الزَّبَانِيَةَ كَلَّا لَا تُطِعْهُ وَاسْجُدْ وَاقْتَرِبْ) (¬2). ¶ فإن واقع هؤلاء يتناقض ابتداءً مع الإطار العام للطاعة، ولهذا تكون طاعة هؤلاء طاعة للهوى أو استجابة لحكم العقل الذي يتأثر بالواقع وبالبيئة وتتغير تبعاً لذلك تقديراته وأحكامه. ¶ ولو حاولنا الفهم في هذا الإلغاء لوجدنا الحق والحكمة فيما أمر به الشَّرْع، يقول الله تعالى: (وَقَالَ الْمَلَأُ مِنْ قَوْمِهِ الَّذِينَ كَفَرُوا وَكَذَّبُوا بِلِقَاءِ الْآخِرَةِ وَأَتْرَفْنَاهُمْ فِي الْحَيَاةِ الدُّنْيَا مَا هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ وَلَئِنْ أَطَعْتُمْ بَشَرًا مِثْلَكُمْ إِنَّكُمْ إِذًا لَخَاسِرُونَ) (¬3) ويقول تعالى: (فَاسْتَخَفَّ قَوْمَهُ فَأَطَاعُوهُ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ) (¬4) ويقول: (وَلَا تُطِيعُوا أَمْرَ الْمُسْرِفِينَ الَّذِينَ يُفْسِدُونَ فِي الْأَرْضِ وَلَا يُصْلِحُونَ) (¬5) وقَالَ: (وَقَالَ وا رَبَّنَا إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءَنَا فَأَضَلُّونَا السَّبِيلَا) (¬6). ¶ وعليه «فإن الطاعة المطلقة إنما تكون لله ورسوله فقط، قَالَ العزّ بن عبد السلام في قواعد الأحكام مبيناً سبب تفرد الله تعالى بالطاعة المطلقة: «وتفرد الإله بالطاعة لاختصاصه بنعم الإنشاء والإبقاء والتغذية والإصلاح الديني والدنيوي، فما من خير إلا جالبه، و ما من خير إلا هو سالبه ... وكذلك لا حكم إلا له» (¬7). ¶ وقَالَ الحافظ في الفتح: قَالَ الطيبي (¬8): «أعاد الفعل في قوله وأطيعوا الله وأطيعوا الرسول» إشارة إلى استقلال الرسول بالطاعة (¬9). ¶ ¬__________ ¶ (¬1) القلم / 10. ¶ (¬2) العلق / 17 - 19. ¶ (¬3) المؤمنون / 33 - 34. ¶ (¬4) الزخرف / 54. ¶ (¬5) الشعراء / 151 - 152. ¶ (¬6) الأحزاب / 67. ¶ (¬7) ابن عبد السلام، العز: قواعد الأحكام في مصالح الأنام، (2/ 158). ¶ (¬8) الطيبي، هو الحسن بن محمد بن محمد بن عبد الله الطيبي، الإمام المشهور، من علماء الحديث والتفسير والبيان، مات متوجهاً إلى القبلة سنة (743 هجرية). من مصنفاته: شرح مشكاة المصابيح، وشرح الكشاف، والخلاصة في أصول الحديث. انظر: شَذَرات الذَّهَب، (6/ 137)، البدر الطالع، (1/ 229). ¶ (¬9) ابن حَجَرٍ العسقلاني، فتح الباري في شرح صَحِيْح البُخَارِيّ (13/ 112).",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وهذه الطاعة تمثل القاعدة العامة التي تفرعت عنها كل أنواع الطاعات وأخذت مشروعيتها منها وأهم هذه الطاعات على الإطلاق طاعة الحكام، لأن الحاكم هو الطريقة العملية لتطبيق وتنفيذ الأحكام الشَّرْعية في المجتمع، فوجوده إنما كان من باب ما لا يتم الواجب إلا به، فهو واجب وبيعته إنما كانت على هذا الأساس «فطاعته فرض على المسلمين ولو ظلم ولو أكل الحقوق ما لم يأمر بمعصية، وما لم يظهر الكفر البواح» (¬1). ¶ أما الدليل على أن الطاعة فرض، فهو الآيات والأحاديث الواردة في ذلك قَالَ تعالى: (يَاأَيُّهَا الَّذِينَ ءَامَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ) (¬2) وروى البُخَارِيّ عن أبي سلمة بن عبد الرحمن، أنه سمع أبا هريرة يقول: «أن الرسول صلى الله عليه وسلم قَالَ: «من أطاعني فقد أطاع الله، ومن عصاني فقد عصى الله، ومن أطاع أميري فقد أطاعني ومن عصى أميري فقد عصاني» (¬3). وعن أنس بن مالك قَالَ: قَالَ رسول الله صلى الله عليه وسلم: «اسمعوا وأطيعوا وإن استعمل عليكم عبد حبشي كأن رأسه زبيبة» (¬4) وروى مسلم أن النَّبِيّ صلى الله عليه وسلم قَالَ: «ومن بايع إماماً فأعطاه صفقة (¬5) يده، وثمرة قلبه فليطعه إن استطاع، فإن جاء آخر ينازعه، فاضربوا عنق الآخر» (¬6). ¶ ¬__________ ¶ (¬1) النَّبَهَانِيّ، نظام الحكم في الإسلام، ص (237). ¶ (¬2) النساء / 59. وقَالَ الشَّوْكَاني: «أولي الأمر هم الأئمة، والسلاطين والقضاة وكل من كانت له ولاية شرعية (الشَّوْكَاني، فتح القدير قدير (1/ 481). ¶ (¬3) رواه مسلم رقم (1835) رقم الحديث في كتاب الإمارة (33)، (3/ 1466). ومجمع الزوائد (5/ 229)، ومُسْنَد الطيالسي عن أبي هريرة واللفظ له، (1/ 336). ¶ (¬4) رواه البُخَارِيّ (9/ 78) كتاب الأحكام باب السمع والطاعة ما لم تكن معصية ومسلم (3/ 1468) كتاب الإمارة: باب وجوب السمع والطاعة وابن ماجة (2860) كتاب الجهاد: باب طاعة الإمام، والنسائي (7/ 154) كتاب البيعة، باب الحض على طاعة الإمام وأحمد (3/ 114). ¶ (¬5) الصفقة: ضرب اليد عند البيعة، المعجم الوسيط، ص (517). ¶ (¬6) رواه مسلم في الإمارة (46) رقم (1835)، (3/ 1472 - 1473) وأبو داود (4248) والنسائي في البيعة باب (24) وابن ماجة (3956) وانظر فتح الباري (13/ 71) وابن كثير (2/ 303) وجامع الأصول (4/ 68).",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "«فهذه الأدلة صريحة في وجوب الطاعة، لأن الله سبحانه أمر بالطاعة لأولي الأمر، وللأمير وللإمام، واقترن هذا الأمر بقرينة تدل على الجزم وهي جعل الرسول معصية الأمير كمعصية الرسول، وكمعصية الله، والتشدد في الطاعة ولو كان الحاكم عبداً حبشياً. فهذه كلها قرائن تدل على أن الطلب طلب جازم فتكون طاعة الحاكم فرضاً ولو كان ظالماً (¬1)، ولو كان فاسقاً، ولو كان يأكل أموال الناس بالباطل، فإن طاعته واجبة، لأن الأدلة مطلقة غير مقيدة، فتبقى على إطلاقها» (¬2). ¶ على أنه قد وردت أحاديث تدل على وجوب الطاعة ولو ظلم، ولو كان فاجراً، فقد روى هشام بن عروة عن أبي صالح عن أبي هريرة، أن رسول الله صلى الله عليه وسلم قَالَ: «سيليكم بعدي ولاة، فيليكم البر ببره والفاجر بفجوره فاسمعوا لهم وأطيعوا في كل ما وافق الحق، فإن أحسنوا فلكم وإن أساءوا فلكم وعليهم» (¬3) وروى البُخَارِيّ عن عبد الله بن مسعود (¬4) قَالَ: قَالَ لنا رسول الله صلى الله عليه وسلم: «إنكم سترون بعدي أَثَرَة (¬5) وأموراً تنكرونها قَالوا: فما تأمرنا يا رسول الله؟ قَالَ: أدوا إليهم حقهم وسلوا الله حقكم» (¬6). قَالَ ابن تَيْمِيَّة: «فأمر مع ذكره لظلمهم بالصبر وإعطاء ¶ ¬__________ ¶ (¬1) قَالَ الحسن البَصْرِي عن الأمراء في عصره: «هم يلون من أمورنا خمساً: الجمعة والجماعة والعيد والثغور والحدود والله ما يستقيم الدين إلا بهم وإن جاروا وظلموا» فالجور والظلم لا يغني تضييعهم للدين، والمبرر لعدم الخروج هو استقامة الدين بهم رغم جورهم وظلمهم لأن في استقامة الدين صلاحاً عظيماً ينغمر في جانبه الظلم والجور، ولذلك قَالَ بعد ذلك «والله لما يصلح الله بهم أكثر مما يفسدون» فإذا لم يستقيم بهم الدين وكان ما يفسدون أكثر ممن يصلحون فقد فقدوا مبرر وجودهم. فكل المبررات التي يقدمها العلماء لعدم الخروج على الإمارة الفاجرة، إنما تدور على حفظ الدين، فليست الإمارة الفاجرة في اصطلاحهم، هي التي تضيع الدين وتفسد دنيا المسلمين، فهذه ليست بإمارة أصلاً. ¶ (¬2) النَّبَهَانِيّ، تقيّ الدِّين: نظام الحكم في الإسلام، ص (237 - 238). ¶ (¬3) رواه الطَّبراني في المعجم الأوسط، (6/ 247)، وسُنَن الدَّارَقُطْنِيّ (2/ 55)، ومجمع الزوائد (5/ 218)، ونصب الرَأْي ة (2/ 26) ¶ (¬4) عبد الله بن مسعود، هو عبد الله بن مسعود الهُذَلي كان إسلامه قديماً هاجر الهجرتين وصلّى القبلتين، وشهد المشاهد كلّها مع الرسول، وتوفي بالمدينة، سنة (32 هجرية). انظر: أُسد الغابة، (3/ 384). ¶ (¬5) الأثرةَ: المنزلة وتفضيل الإنسان نفسه على غيره. والمراد هنا يستأثر أمراء الجور بالفيئ، المعجم الوسيط، ص (5). ¶ (¬6) رواه البُخَارِيّ (9/ 59) كتاب الفتن باب قول النَّبِيّ صلى الله عليه وسلم سترون بعدي أموراً تنكرونها.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "حقوقهم وطلب المظلوم حقه من الله ولم يأذن للمظلوم المبغي عليه بقتال الباغي في مثل هذه الصور التي يكون القتال فيها فتنة» (¬1). ¶ وروى البُخَارِيّ عن أبي رجاء، عن ابن عَبَّاس، قَالَ: قَالَ رسول الله صلى الله عليه وسلم «من رأى من أميره شيئاً فكرهه فليصبر عليه، فإنه ليس أحد يفارق الجماعة شبراً فيموت إلا مات ميتة جاهلية» (¬2). ¶ فهذه الأحاديث صريحة في وجوب طاعة الحاكم مهما عمل. وقد شدد الرسول على الطاعة بشكل لافت للنظر، فعن نافع عن عبد الله بن عمر قَالَ: سمعت رسول الله - صلى الله عليه وسلم - يقول: «من خلع يداً من طاعة الله، لقي الله يوم القيامة ولا حجة له ومن مات وليس في عنقه بيعة مات ميتة جاهلية» (¬3). وحديث ابن عمر عن الحاكم، أن النَّبِيّ صلى الله عليه وسلم قَالَ: «من خرج من الجماعة قيد شبر، فقد خلع ربقة الإسلام من عنقه حتى يراجعه، ومن مات وليس عليه إمام جماعة فإن ميتته ميتة جاهلية» (¬4). ¶ «فلا تحل معصية الحاكم مهما فعل ويحرم الخروج عليه ومقاتلته مهما حصل منه» (¬5). قَالَ صلى الله عليه وسلم: «من حمل علينا السلاح فليس منّا» (¬6). ولا يحل أن ينازع في الولاية مهما كان، إلا ما جاء نصّ به وهو ظهور الكفر البوّاح. ¶ وقد ورد النهي صريحاً عن مقاتلتهم، ولو فعلوا المنكر، فقد روى مسلم (¬7) أن رسول الله صلى الله عليه وسلم قَالَ: «إنه يستعمل عليكم أمراء فتعرفون وتنكرون، فمن ¶ ¬__________ ¶ (¬1) ابن تَيْمِيَّة: الاستقامة (1/ 35). ¶ (¬2) رواه البُخَارِيّ (9/ 59) كتاب الفتن، باب قول النَّبِيّ صلى الله عليه وسلم، سترون بعدي أموراً تنكرونها ومسلم (3/ 1477) كتاب الإمارة: باب وجوب ملازمة جماعة المسلمين عند ظهور الفتن، والدَّارِمِيّ (2/ 241) وكتاب السير: باب في لزوم الطاعة والجماعة وأحمد (1/ 275 - 277 - 310) وكنز العمال (14811). ¶ (¬3) رواه مسلم رقم (1851) (1/ 1478) وفي رياض الصالحين (294 - 295)، ومُسْنَد أبي عوانه (4/ 416)، وسُنَن البَيْهَقِيّ الكبرى، باب الترغيب في لزوم الجماعة، (8/ 156)، ومُسْنَد عبد الله ابن عَمْرو (1/ 28). ¶ (¬4) رواه الحاكم في مستدركه، (1/ 150 - 203)، وقَالَ: هذا حديث صَحِيْح، على شرط الشيخين ولم يخرجاه. ¶ (¬5) النَّبَهَانِيّ، تقيّ الدِّين: نظام الحكم في الإسلام، ص (239). ¶ (¬6) أخرجه البُخَارِيّ رقم (6874) وفتح الباري (12/ 192) ومسلم رقم (100) (1/ 98). وانظر جامع الأصول رقم (7517) (10/ 56). وصَحِيْح ابن حبّان، (7/ 466) و (10/ 448 - 450)، ومُسْنَد أبي عوانة، (1/ 60 - 61)، وسُنَن الترمذي (4/ 59)، وسُنَن الدارمي، (2/ 315)، ومجمع الزوائد (3/ 26)، وسُنَن ابن ماجة (2/ 860). ¶ (¬7) هي أم المؤمنين هند بنت سهيل، من زوجات النَّبِيّ صلى الله عليه وسلم، تزوجها في السنة الرابعة للهجرة وكانت من أكمل الناس عقلاً وخلقاً، وكان لها رأي يوم الحديبية أشارت به على النَّبِيّ صلى الله عليه وسلم دلّ على وفور عقلها، توفيت بالمدينة واختلف في تاريخ وفاتها ولكنها عمرت طويلاً. انظر: الإصابة (3/ 221)، الأعلام (8/ 97 - 98). الإمارة: باب وجوب الإنكار على الأمراء",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "كره فقد برئ، ومن أنكر فقد سلم، ولكن من رضي وتابع، قَالوا: أفلا نقاتلهم؟ قَالَ: «لا ما صلّوا» (¬1). وفي حديث عوف بن مالك (¬2) الذي رواه مسلم: «قيل يا رسول الله: «أفلا ننابذهم بالسيف؟ فقَالَ: لا، ما أقاموا فيكم الصلاة» (¬3). وفي حديث عبادة بن الصامت في البيعة: «وألا ننازع الأمر أهله، إلا أن تروا كفراً بواحاً عندكم من الله فيه برهان» (¬4) ¶ «فهذا كله نص في النهي عن الخروج على الحاكم، والنهي عن مقاتلته والنهي عن منازعته في ولايته إلى جانب تلك الأحاديث التي تدل على وجوب طاعته إلى جانب تلك الأحاديث التي تدل على وجوب طاعته مهما كان جائراً ومرتكباً للمنكرات وكلها تحثّ على طاعة الحاكم طاعة مطلقة. وإذا وردت آيات وأحاديث عامة في الأمر بالمعروف والنهي عن المنكر، وإزالته باليد، فإن هذه الأحاديث تخصصها ويستثنى منها الحاكم، لذلك كانت طاعة المسلمين للحاكم مطلقة غير مقيدة بقيد إلا ما استثني» (¬5). ¶ وقد استثني من وجوب الطاعة للحاكم شيء واحد، وهو الأمر بالمعصية، فإذا أمر الحاكم بمعصية فلا طاعة له فيها، لأن ذلك قد جاء استثناؤه بالنّص، فعن نافع ابن عمر عن النَّبِيّ صلى الله عليه وسلم قَالَ: «السمع والطاعة على المرء المسلم فيما أحبّ ¶ ¬__________ ¶ (¬1) رواه مسلم (3/ 1481) الإمارة: باب وجوب الإنكار على الأمراء فيما يخالف الشَّرْع. والتِّرْمِذِي (2266) الفتن، باب (78) وأبو داود (4760) السنة: باب قتل الخوارج، وأحمد (6/ 295). ¶ (¬2) هو عوف بن مالك الأشجعي الغطفاني، صحابي من الشجعان أول مشاهده خيبر، وكانت معه راية أشجع يوم الفتح نزل حمص وسكن دمشق وتوفي سنة 73 للهجرة وله 67 حديثاً. انظر: سير أعلام النبلاء (2/ 487) والإصابة (7/ 179) والأعلام (5/ 96). ¶ (¬3) رواه مسلم (3/ 1481) كتاب الإمارة: باب خيار الأئمة وشرارهم والدَّارِمِيّ (2/ 324) في السير: باب الطاعة ولزوم الجماعة وأحمد (6/ 24و 28) وابن أبي عاصم (1017) والبَيْهَقِيّ (8/ 158). ¶ (¬4) رواه البُخَارِيّ (13/ 167) (الفتح) كتاب الأحكام باب كيف يبايع الإمام الناس، ومسلم (1709) كتاب الإمارة باب وجوب طاعة الأمراء في غير معصية. ¶ (¬5) النَّبَهَانِيّ، تقيّ الدِّين: نظام الحكم في الإسلام، ص (239).",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وكره ما لم يؤمر بمعصية، فإذا أمر بمعصية فلا سمع ولا طاعة» (¬1). «والمراد هنا أن يأمرك أن تفعل المعصية، لا أن يفعل هو المعصية، فلو كان يفعل المعصية أمامك ولم يأمرك بها تجب طاعته» (¬2). ¶ وقَالَ الحافظ بن حجر في شرح قوله صلى الله عليه وسلم: «فإذا أمر بمعصية فلا سمع ولا طاعة» أي لا يجب ذلك، بل يحرم على من كان قادراً على الامتناع». ¶ وعن عوف بن مالك الأشجعي قَالَ: سمعت رسول الله صلى الله عليه وسلم يقول: «خيار أئمتكم الذين تحبونهم ويحبونكم وتصلون عليهم ويصلون عليكم وشرار أئمتكم الذين تبغضونهم ويبغضونكم وتلعنونهم ويلعنونكم» قَالَ: قلنا يا رسول الله: أفلا ننابذهم عند ذلك؟ قَالَ: «لا ما أقاموا فيكم الصلاة، لا ما أقاموا فيكم الصلاة، ألا من وليَ عليه والٍ فرآه يأتي شيئا من معصية الله، فليكره ما يأتي من معصية الله، ولا ينزعن يداً من طاعة» (¬3). ¶ «فهذا دليل على أن المراد بالأمر بالمعصية ليس فعلها، بل الأمر بها فقط أما لو رأيته يفعلها فلا يحل لك عدم طاعته، أما إن أمرك أن تعصي الله فلا تطعه» (¬4) لقوله رسول الله صلى الله عليه وسلم: «لا طاعة لمخلوق في معصية الخالق» (¬5) وفي رواية عند البُخَارِيّ ومسلم «لا طاعة لأحد في معصية الخالق» (¬6) وفي رواية: «لا طاعة في المعصية وإنما الطاعة في المعروف» (¬7) وفي رواية: «لا طاعة في معصية الله» (¬8). ¶ ¬__________ ¶ (¬1) رواه البُخَارِيّ رقم (7144) (13/ 109) (الفتح) كتاب الأحكام، باب السمع والطاعة للإمام ما لم تكن معصية، ومسلم (3/ 1469) رقم (1839) كتاب الإمارة باب وجوب طاعة الأمراء في غير معصية والترمذي (1707) كتاب الجهاد باب ما جاء لا طاعة لمخلوق في معصية الخالق. ¶ (¬2) النَّبَهَانِيّ، تقيّ الدِّين: نظام الحكم في الإسلام، ص (240). ¶ (¬3) سبق تخريجه ¶ (¬4) النَّبَهَانِيّ، تقيّ الدِّين: نظام الحكم في الإسلام، ص (240). ¶ (¬5) سبق تخريجه ¶ (¬6) سبق تخريجه ¶ (¬7) صَحِيْح البُخَارِيّ، كتاب أخبار الآحاد، باب ما جاء في إجازة خبر الواحد الصدوق .. جزء من رقم الحديث (7257)، (13/ 233). ¶ (¬8) انظر: مُسْنَد أحمد (5/ 66) ومجموع الزوائد (5/ 226) وقَالَ عنه الحافظ الهيثمي: «رواه البزار والطَّبراني في الكبير والأوسط، ورجال البزار رجال الصَحِيْح» (5/ 226) وقَالَ عنه الحافظ ابن حَجَرٍ: «وسنده قوي» فتح الباري (13/ 123).",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وقَالَ الطَّبَري وقد روى بسنده إلى جُرَيْح عن قوله تعالى: (وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللَّهِ) (¬1) قَالَ: «لا يطع بعضنا بعضاً في معصية الله» (¬2). ¶ وقَالَ ابن قَيِّم الجَوْزِيَّة: «من أطاع ولاة الأمر في معصية الله كان عاصياً وإن ذلك لا يمهد له غدراً عند الله بل إثم المعصية لا حق به» (¬3). ¶ وقَالَ الحافظ في الفتح: قَالَ الطيبي: «أعاد الفعل في قوله: (وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ) (¬4) إشارة إلى استقلال الرسول بالطاعة ولم يعده في أولي الأمر إشارة إلى أنه يوجد فيهم من لا تجب طاعته، ثم بين ذلك في قوله: (فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ) (¬5) كأنه قيل فإن لم يعملوا بالحق فلا تطيعوهم وردوا ما تخالفتم فيه إلى الحكم لله ورسوله» (¬6). ¶ قلنا: إنما تكون مخالفتهم حين الأمر بالمعصية وليس فعلها كما بيّنا ذلك بالأدلة الواضحة. ¶ وقَالَ الحافظ في الفتح: «ومن بديع الواجب قول بعض النابغين لبعض الأمراء من بني أميّة لما قَالَ له: أليس الله أمركم أن تطيعونا في قوله: (وَأُولِي الْأَمْرِ مِنْكُمْ) (¬7) فقَالَ له: أليس قد نزعت عنكم؟ يعني الطاعة إذا خالفتم الحق بقوله: (فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ) (¬8)» (¬9). ¶ وقَالَ ابن حَزْم الأندلسي: «فإن قادونا بكتاب الله وسنة رسوله صلى الله عليه وسلم وجبت طاعتهم وإن زاغوا في شيء منها منعُو من ذلك» (¬10). ¶ وقَالَ الماوردي في الأحكام السلطانية: «وإذا قام الإمام بما ذكرناه من حقوق الأمة فقد أدّى حق الله تعالى فيما لهم وعليهم ووجب له عليهم حقان: الطاعة والنصرة ¶ ¬__________ ¶ (¬1) آل عمران / 64. ¶ (¬2) الطَّبَري، محمد بن جرير: جامع البيان عن تأويل أي القرآن، (4/ 304). ¶ (¬3) ابن قَيِّم الجَوْزِيَّة: عون المعبود، (7/ 290). ¶ (¬4) التغابن / 12. ¶ (¬5) النساء / 59. ¶ (¬6) ابن حَجَرٍ العسقلاني: فتح الباري في شرح صَحِيْح البُخَارِيّ (13/ 112). ¶ (¬7) النساء / 59. ¶ (¬8) النساء / 59. ¶ (¬9) ابن حَجَرٍ العسقلاني: فتح الباري في شرح صَحِيْح البُخَارِيّ (13/ 112). ¶ (¬10) ابن حَزْم الأندلسي: الفصل في الملل والأهواء والنحل (4/ 164).",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "ما لم يتغير به حاله، فيخرج عن الإمامة شيئان: أحدهما جرح في عدالته، والثاني نقص في بدنه» (¬1). ¶ ومن خلال ما سبق، يتبين «أنّ الطاعة لولي الأمر مستمدة من طاعة الله والرسول لأن وليّ الأمر في الإسلام لا يطاع لذاته، وإنما يُطاع لإذعانه هو لسلطان الله واعترافه له بالحاكمية، ثمّ لقيامه على الشَّرِيعَة يستمد حق الطاعة، فإذا انحرف عن هذه أو تلك سقطت طاعته ولم يجب لأمر النفاذ ... فليست هي الطاعة المطلقة لأوامر الحاكم وليست هي الطاعة الدائمة ولو ترك شريعة الله» (¬2) لأنها ليست طاعة كهنوتية وليست من باب الخضوع لنفوذ روحي يتمتع به الخليفة ولا هي انقياد لنفوذ سياسي أو اقتصادي أو عسكري أو صغار لهيمنة ملك تعسفي استبدادي، ولا هي طاعة مصدرها «فكرة الحق الإلهي» التي كانت سائدة في أوروبا بالنسبة للملوك، في القرن السابع عشر والثامن عشر، وإنما هي استحقاق شرعي ممنوح من قِبل الأمة للحاكم بعقد البيعة يتمكن الخليفة بموجبه من التصرف العام على المسلمين في حدود ما يمكنه من حراسة الدين وإقامته وسياسة الدنيا به. ¶ فطاعة الخليفة وغيره من الحكام، حكم شرعي يجب فهمه في إطاره الشَّرْعي بعيداً عن المفاهيم والمصطلحات الغَرْبيّة كالاستبداد والدِّيمُقْراطِيَّة وغير ذلك. فمفهوم طاعة وليّ أمر المسلمين لم يرتبط بذات وليّ الأمر وشخصه ولم تكسبه مهابة تجعله فوق سائر البشر ولم تمنحه حصانة تجعله فوق التشريعات والنظم ولم يكتسبها لكونه مصدر القوة والسلطان والنفوذ، أو لكونه ملكاً أو جباراً، أو لكونه ظل الله في الأرض وإنما الطاعة استحقاق شرعي اكتسبها بموجب عقد البيعة لينوب عن الأمة في حراسة الدين. ¶ ¬__________ ¶ (¬1) الماوردي: الأحكام السلطانية، ص (17). ¶ (¬2) قطب، سَيِّد: العَدالَة الاجْتِمَاعِيَّة في الإسلام، ص (106). وانظر حول ذلك: ¶ - ... النبهان، د. محمد فاروق: نظام الحكم في الإسلام، ص (38 - 39). ¶ - ... الريس، د. ضياء الدين: النظريات السِّيَاسِيَّة الإسْلاميَّة، ص (294 - 297).",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "المطلب الثاني ¶ وداع النبي لأمته ¶ (فَإنّيَ لاَ أَدْرِي، لعَليّ لاَ أَلْقَاكُمْ بَعْدَ عَامي هَذَا، بهذا الموقف أبدا). ¶ ها هو يتحدث حديث مودع محب مخلص ناصح، يريد الخير لأمته من بعده. فقد شعر الرسول صلى الله عليه وسلم بأن حياته قد انطوت، وأيامه قد انتهت، لأنه أدَّى ما عليه، وأقام دينه العظيم يؤدي فعالياته في توجيه الإنسان وإقامة سلوكه. ¶ إنذارات بالرحيل: ¶ فإذن لابد له (صلى الله عليه وآله) من الرحيل عن هذه الحياة، فقد كانت هناك إنذارات متوالية تدل على ذلك، وهي كما يلي:",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "أولها: أن القرآن الكريم نزل على الرسول (صلى الله عليه وسلم) مَرَّتين، فاستشعر بذلك حضور الأجل المحتوم، وأخذ ينعى نفسه، ويذيع بين المسلمين مفارقته لهذه الحياة. ¶ وتقبل فاطمة الزهراء تمشي، فيقول لها أبوها: ((مرحباً بابنتي))، تقول أم المؤمنين عائشة: ثم أجلسها عن يمينه أو عن شماله، ثم أسرَّ إليهاً حديثاً، فبكت، ثم أسرَّ إليها حديثاً فضحكتْ. فقلت لها: ما رأيتُ كاليوم فرحاً أقرب من حزن، فسألتُها عما قال؟ فقالت: ما كنت لأُفشي سِرَّ رسول الله. ¶ فلما قُبِض النبيُّ سألتُها، فقالت: أسرَّ إلي: ((إن جبريل كان يعارضني القرآن كلَ سنة مرة، وإنه عارضني العام مرتين، ولا أراه (¬1) إلا حضر أجلي، وإنك أولُ أهلِ بيتي لحاقاً بي، فبكيتُ، فقال: أما ترضَينَ أن تكوني سيدةَ نساء أهل الجنة أو نساءِ المؤمنين))، فضحكتُ لذلك. (¬2) ¶ وفي رواية أخرى أنها قالت: (فأخبرني أنه يُقبض في وجعه الذي توفي فيه؛ فبكيت، ثم سارَّني، فأخبرني أني أولُ أهلِ بيته أتبعُه؛ فضحكت). (¬3) ¶ وسبب ضحكها رضي الله عنها أنها سيدة نساء المؤمنين, وأول من يلحق به من أهله, وسبب الكباء أنه أخبرها بموته صلّى الله عليه وسلّم, قال ابن حجر رحمه الله تعالى: \"وروى النسائي في سبب الضحك الأمرين\" (¬4) أي بشارتها بأنها سيد ة نساء هذه الأمة, وكونها أول من يلحق به من أهله. وقد اتفقوا على أن فاطمة رضي الله عنها أول من مات من أهل بيت النبي صلّى الله عليه وسلّم بعده حتى من أزواجه (¬5). ¶ وفي هذا الحديث يخبر النبي بثلاث غيوب: أولُها: اقترابُ أجله، وقد مات عليه الصلاة والسلام في تلك السنة. وثانيها: إخبارُه ببقاء فاطمة بعده، وأنها أولُ أهل بيته وفاة. وقد توفيت بعده بستة أشهر فقط، فكانت أولَ أهل بيته وفاة. وثالثها: أنها سيدةُ نساء أهل الجنة، رضي الله عنها. ¶ ¬__________ ¶ (¬1) أي لا أظن. ¶ (¬2) رواه البخاري ح (3624)، ومسلم ح (2450). ¶ (¬3) رواه البخاري ح (3626)، ومسلم ح (2450). ¶ (¬4) انظر: فتح الباري 8/ 138. ¶ (¬5) انظر: فتح الباري 8/ 136.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "قال النووي: \" هذه معجزة ظاهرة له, بل معجزتان , فأخبر ببقائها بعده , وبأنها أول أهله لحاقاً به, ووقع كذلك , وضحكت سروراً بسرعة لحاقها\". (¬1) ¶ ثانيها: إنّه نزل عليه الوحي بهذه الآية الكريمة: (إِنَّكَ مَيِّتٌ وَإِنَّهُم مَيِّتُونَ) (¬2) وكانت هذه الآية إنذاراً له عليه الصلاة والسلام بمفارقة الحياة. ¶ ثالثها: إنّه نزلت عليه سورة النصر، فكان عليه الصلاة والسلام يَسكُتُ بين التكبير والقراءة ويقول: (سُبحَانَ اللهِ وَبِحَمدِهِ، أَستَغفِرُ اللهَ وَأتُوبُ إِلَيه).فَفَزع المسلمون وذهلوا، وانطلقوا إليه يسألونه عن سبب ذلك، فأجابهم عليه الصلاة والسلام: (إِنَّ نَفسِي قَد نُعِيَتْ إِلَيَّ)، وكان وَقْعُ ذلك عليهم كالصاعقة، فلا يعلمون ماذا سيجري عليهم إن خلت هذه الدنيا من النبي عليه الصلاة والسلام. ¶ رابعها: ان الحدث الأهم في سيرة النبي صلى الله عليه وسلم هو وفاته عليه الصلاة والسلام، لأن وفاته صلى الله عليه وسلم ليست كوفاة سائر الناس، ولا كسائر الأنبياء؛ إذ بموته صلى الله عليه وسلم انقطعت النبوات، وانقطع خبر السماء ووحي الله عن الأرض. وقد نبه النبي صلى الله عليه وسلم إلى عظم هذه المصيبة التي حلت بالمسلمين فقال: ((يا أيها الناس أيما أحد من الناس أو من المؤمنين أصيب بمصيبة فليتعَزَّ بمصيبته بي عن المصيبة التي تصيبه بغيري، فإن أحداً من أمتي لن يصاب بمصيبة بعدي أشد عليه من مصيبتي)) (¬3) قال السندي: \" ((فليتعزّ)) ويخفِّف على نفسه مؤونة تلك المصيبة بتذكّر هذه المصيبة العظيمة، إذ الصّغيرة تضمحلّ في جنب الكبيرة فحيث صبر على الكبيرة لا ينبغي أن يبالي بالصّغيرة\". (¬4) وعن أبي بردة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: ((النجوم أمنة للسماء، فإذا ذهبت النجوم أتى السماءَ ما توعد، وأنا أمَنَةٌ لأصحابي، فإذا ذهبتُ أتى أصحابي ما يوعدون، وأصحابي أمنةٌ لأمتي، فإذا ذهب أصحابي أتى أمتي ما يوعدون)) (¬5) ¶ ¬__________ ¶ (¬1) شرح النووي (16/ 5). ¶ (¬2) الزمر: 30 ¶ (¬3) ابن ماجه (1599) ¶ (¬4) حاشية السندي على ابن ماجه (1599) ¶ (¬5) مسلم (2531).",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "بداية المرض: ¶ كان سبب مرض النبي صلى الله عليه وسلم مؤامرة اليهودية حين دست له السم في طعامه صلى الله عليه وسلم الذي دعته إليه، فأكل رسول الله صلى الله عليه وسلم منه وأكل القوم فقال: ((ارفعوا أيديكم فإنها أخبرتني أنها مسمومة))، ثم قال في وجعه الذي مات فيه: ((مازلت أجد من الأكلة التي أكلت بخيبر، فهذا أوان قطعت أبهَري)) (¬1) وفي الحديث أن أم مبشِّر رضي الله عنها دخلت على رسول الله صلى الله عليه وسلم في وجعه الذي قبض فيه فقالت: بأبي وأمي يا رسول الله، ما تتَّهِم بنفسك؟ فإني لا أتهم إلا الطعام الذي أكَلَ معك بخيبر، وكان ابنها مات قبل النبي صلى الله عليه وسلم، قال: ((وأنا لا أتهم غيره، هذا أوان قطع أبهري)) (¬2) فجمع الله لنبيه صلى الله عليه وسلم بين الشهادة على يد قتلة الأنبياء من اليهود وهي أكرم الميتات، وبين المرض والحمى وفيهما ما فيهما من رفع الدرجات, وقد جزم ابن كثير رحمه الله تعالى أن النبي صلّى الله عليه وسلّم مات شهيداً (¬3) , ونقل: ”وإن كان المسلمون ليرون أن رسول الله صلّى الله عليه وسلّم مات شهيداً مع ما أكرمه الله به من النبوة“ (¬4). وقال ابن مسعود رضي الله عنه: \"لئن أحلف تسعاً أن رسول الله صلّى الله عليه وسلّم قتل قتلاً أحب إلي من أن أحلف واحدة أنه لم يقتل, وذلك؛ لأن الله اتخذه نبيّاً واتخذه شهيداً“ (¬5). ¶ وأما أول معالم عود المرض إليه صلى الله عليه وسلم فكان بعد رجوعه من دفن أحد أصحابه، قالت عائشة رضي الله عنها: رجع إلي رسول الله صلى الله عليه وسلم ذات يوم من جنازة بالبقيع، وأنا أجد صداعاً في رأسي وأنا أقول: وا رأساه، قال: ((بل أنا وا رأساه)) قال: ((ما ضرَّكِ لو متِّ قبلي فغسلتُك وكفنتُك ثم صليتُ عليك ودفنتك))، ¶ ¬__________ ¶ (¬1) أبو داود (4512) وقال في النّهاية: \"الأبهر عرق في الظّهر وهما أبهران, وقيل: هما الأكحلان اللّذان في الذّراعين, وقيل: هو عرق مستبطن القلب فإذا انقطع لم تبق معه حياة\" [انظر: عون المعبود (21/ 151) و الفتح 8/ 131.]. ¶ (¬2) أحمد ح33415 ¶ (¬3) انظر: البداية والنهاية 4/ 210 و211 و4/ 210 – 212 و5/ 223 – 244. ¶ (¬4) انظر: المرجع السابق 4/ 211. ¶ (¬5) ذكره ابن كثير وعزاه بإسناده إلى البيهقي. انظر: البداية والنهاية 5/ 227.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "قلت: لكني ـ أو لكأني ـ بك والله لو فعلت ذلك لقد رجعتَ إلى بيتي فأعرست فيه ببعض نسائك، قالت: فتبسم رسول الله صلى الله عليه وسلم، ثم بُدئ بوجعه الذي مات فيه. ¶ وكان ذلك بعد شهرين من عودة النبي صلى الله عليه وسلم من حجّة الوداع وفي اليوم التاسع والعشرين من شهر صفر من السنة الحادية عشرة للهجرة حيث شهد النبي صلى الله عليه وسلم جنازة في البقيع، فلما رجع أخذه صداع شديد و هو في الطريق، و اتقدت حرارته، واشتد به المرض، ونُقل إلى بيت عائشة. فعن عائشة رضي الله عنها أن رسول الله صلّى الله عليه وسلّم كان إذا اشتكى يقرأ على نفسه بالمعوذات (¬1) وينفث فلما اشتد [الذي توفي فيه] كنت أقرأ [وفي رواية أنفث] عليه بهن وأمسح بيده نفسه رجاء بركتها. قال ابن شهاب: ”ينفث على يديه ثم يمسح يهما وجهه“ (¬2). وفي صحيح مسلم قالت: ”كان رسول الله صلّى الله عليه وسلّم إذا مرض أحد من أهله نفث عليه بالمعوذات فلما مرض مرضه الذي مات فيه جعلت أنفث عليه وأمسحه بيد نفسه؛ لأنها كانت أعظم بركة من يدي“ (¬3). ¶ كان النبي صلى الله عليه وسلم رغم مرضه يخرج ويُصلّي بالناس، وكانت آخر خطبة خطبها يوم خرج النبي صلى الله عليه وسلم وقد عصب على رأسه حاشية برد فصعد المنبر ولم يصعده بعد ذلك اليوم، فحمد الله وأثنى عليه ثم قال: (أوصيكم بالأنصار فإنهم كرشي وعيبتي، وقد قضوا الذي عليهم وبقي الذي لهم، فاقبلوا من محسنهم، وتجاوزوا عن مسيئهم) (¬4) ¶ شدة المرض: ¶ وقبل الوفاة بأربعة أيام أثقله المرض، فصلّى بالناس صلاة المغرب، و لم يستطع الخروج لصلاة العشاء، قالت عائشة: (فقال أصلى الناس؟ قلنا: لا، وهم ينتظرونك يا رسول الله، قال: ضعوا لي ماء في المخضب، ففعلنا فاغتسل ثم ذهب لينوء فأغمي ¶ ¬__________ ¶ (¬1) المراد بالمعوذات: قل هو الله أحد, وقل أعوذ برب الفلق, وقل أعوذ برب الناس. انظر: الفتح 8/ 131 و9/ 62. ¶ (¬2) البخاري برقم 4439, 5016, 5735, 5751, ومسلم برقم 2192 وكان يفعل ذلك صلّى الله عليه وسلّم أيضاً إذا أوى إلى فراشه \"فيقرأ بقل هو الله أحد, وبالمعوذتين جميعاً ثم يمسح يهما وجهه وما بلغت من جسده يفعل ذلك ثلاث مرات\" البخاري برقم 5748. ¶ (¬3) مسلم برقم 2192. ¶ (¬4) البخاري",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "عليه، ثم أفاق فقال أصلى الناس؟ - ثلاث مرات - قالت والناس عكوف في المسجد ينتظرون رسول الله صلى الله عليه وسلم لصلاة العشاء الآخرة، قالت: فأرسل رسول الله صلى الله عليه وسلم إلى أبي بكر أن يصلي بالناس، فأتاه الرسول فقال: إن رسول الله صلى الله عليه وسلم يأمرك أن تصلي بالناس، فقال أبو بكر: وكان رجلاً رقيقا: يا عمر صلِّ بالناس، قال فقال: عمر أنت أحق بذلك. قالت: فصلى بهم أبو بكر تلك الأيام، ثم إن رسول الله صلى الله عليه وسلم وجد من نفسه خفّة فخرج بين رجلين أحدهما العباس لصلاة الظهر وأبو بكر يصلي بالناس، فلما رآه أبو بكر ذهب ليتأخر فأومأ إليه النبي صلى الله عليه وسلم أن لا يتأخر، وقال لهما: أجلساني إلى جنبه فأجلساه إلى جنب أبي بكر، وكان أبو بكر يصلي وهو قائم بصلاة النبي صلى الله عليه وسلم، والناس يصلون بصلاة أبي بكر والنبي صلى الله عليه وسلم قاعد) (¬1) ... . ¶ وعن عائشة رضي الله عنها قالت: \"ما رأيت أحداً أشدَّ عليه الوجع (¬2) من رسول الله صلّى الله عليه وسلّم\" (¬3). ¶ وعن عبد الله بن مسعود رضي الله عنه قال: دخلت على رسول الله صلّى الله عليه وسلّم وهو يوعك (¬4) فمسسته بيدي فقلت: يا رسول الله إنك توعك وعكاً شديداً, فقال رسول الله صلّى الله عليه وسلّم: ”أجل إني أُوعك كما رَجُلان منكم“ قال: فقلت: ذلك أن لك أجرين. فقال رسول الله صلّى الله عليه وسلّم: ”أجل ذلك كذلك ما من مسلم يصيبه أذى من مرض فما سواه [شوكة فما فوقها] إلا حط الله بها سيئاته كما تحط الشجرة ورقها“ (¬5). ¶ آخر صلاة للنبي: ¶ عن أنس رضي الله عنه أن أبا بكر رضي الله عنه كان يصلي بهم في وجع النبي صلّى الله عليه وسلّم الذي توفي فيه حتى إذا كلن يوم الاثنين وهم صفوف (في صلاة الفجر) ¶ ¬__________ ¶ (¬1) متفق عليه ¶ (¬2) المراد بالوجع: المرض, والعرب تسمي كل مرض وجعاً. انظر: الفتح 10/ 111, وشرح النووي 16/ 363. ¶ (¬3) البخاري برقم 5646, ومسلم 2570. ¶ (¬4) يوعك: قيل الحمى, وقيل ألمها , وقيل إرعادها الموعوك وتحريكها إياه. الفتح 10/ 111. ¶ (¬5) البخاري مع الفتح 10/ 111 برقم 5647, 5648, 5660, 5661, 5667, ومسلم 4/ 1991 برقم 2571 واللفظ له إلا ما بين المعكوفين.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "ففجأهم النبي صلّى الله عليه وسلّم وقد كشف سِترَ حجرةِ عائشة رضي الله عنها (وهم في صفوف الصلاة) وهو قائم كأن وجهه ورقة مصحف (¬1) ثم تبسم رسول الله صلّى الله عليه وسلّم يضحك (وهم المسلمون أن يفتتنوا في صلاتهم فرحاً) (برؤية رسول الله صلّى الله عليه وسلّم) (فنكص (¬2) أبو بكر رضي الله عنه على عقبيه ليصل الصف, وظنَّ أن رسول الله صلّى الله عليه وسلّم خارج إلى الصلاة) (فأشار إليهم رسول الله صلّى الله عليه وسلّم (بيده) أن أتموا صلاتكم (ثم دخل رسول الله صلّى الله عليه وسلّم) (الحجرة) وأرخى الستر فتوفي رسول الله صلّى الله عليه وسلّم من يومه ذلك. ¶ وفي رواية: (وتوفي من آخر ذلك اليوم) (¬3). وفي رواية: (لم يخرج النبي صلّى الله عليه وسلّم ثلاثاً) (¬4). فأقيمت الصلاة فذهب أبو بكر يتقدم, فقال نبي الله صلّى الله عليه وسلّم بالحجاب فرفعه فلما وضح وجه النبي صلّى الله عليه وسلّم ما نظرنا منظراً كان أعجب إلينا من وجه النبي صلّى الله عليه وسلّم حين وضح لنا, فأومأ النبي صلّى الله عليه وسلّم بيده إلى أبي بكر أن يتقدم وأرخى النبي صلّى الله عليه وسلّم الحجاب فلم يُقدر عليه حتى مات (¬5). ¶ نعي النبي: ¶ وعن أنس رضي الله عنه قال: لما ثقل النبي صلّى الله عليه وسلّم جعل يتغشاه (¬6) , فقالت فاطمة رضي الله عنها: واكرب أباه (¬7) فقال لها: ”ليس على أبيك كرب بعد ¶ ¬__________ ¶ (¬1) كأن وجهه ورقة مصحف: عبارة وكناية عن الجمال البارع وحسن البشرة وصفاء الوجه واستنارته. شرح الأبي على صحيح مسلم 2/ 310. ¶ (¬2) فنكص على عقبيه: أي رجع القهقرى فتأخر, لظنه أن النبي صلّى الله عليه وسلّم خرج ليصلي بالناس, الفتح 2/ 165. ¶ (¬3) وقد ذكر ابن إسحاق أنه صلّى الله عليه وسلّم مات حين اشتد الضحى, ويجمع بينهما بأن إطلاق الأخير بمعنى: ابتداء الدخول في أول النصف الثاني من النهار وذلك عند الزوال واشتداد الضحي يقع قبل الزوال ويستمر حتى يتحقق زوال الشمس, وقد جزم موسى بن عقبة عن ابن شهاب بأنه صلّى الله عليه وسلّم مات حين زاغت الشمس. الفتح 8/ 143 - 144. ¶ (¬4) ابتداء من صلاته بهم قاعد الخميس كما تقدم. انظر: فتح الباري 2/ 165, والبداية 5/ 235. ¶ (¬5) البخاري برقم 608, 681, 754, 1205, 4448, ومسلم برقم 419 والألفاظ مقتبسة من جميع المواضع, وانظر: مختصر صحيح الإمام البخاري للألباني 1/ 174 برقم 374. ¶ (¬6) يتعشاه: يغطيه ما اشتدّ به من مرض فيأخذ بنفسه ويغمه. ¶ (¬7) لم ترفع صوتها رضي الله عنها بذلك, وإلا لنهاها صلّى الله عليه وسلّم. انظر: الفتح 8/ 149.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "اليوم“ فلما مات قالت: يا أبتاه أجاب ربّاً دعاه, يا لأبتاه من جنة الفردوس مأواه , يا أبتاه إلى جبريل ننعاه (¬1). فلما دُفن قالت فاطمة رضي الله عنها: يا أنس! أطابت نفوسكم أن تحثوا على رسول الله صلّى الله عليه وسلّم التراب“؟ (¬2). ¶ عن عائشة رضي الله عنها قالت: كنت أسمع أنه لا يموت نبي حتى يخيَّر بين الدنيا والآخرة, فسمعت النبي صلّى الله عليه وسلّم في مرضه الذي مات فيه وأخذته بُحَّةٌ (¬3) [شديدة] يقول: (مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِم مِّنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاء وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقًا) (¬4) قالت فظننته خير حينئذ (¬5). ¶ وفي رواية عنها رضي الله عنها أنها قالت: كان رسول الله صلّى الله عليه وسلّم وهو صحيح يقول: ”إنه لم يقبض نبي قط حتى يُرى مقعده من الجنة ثم يخيَّر“ قالت: فلما نزل برسول الله صلّى الله عليه وسلّم (¬6) ورأسه على فخذي غُشِيَ عليه ساعة ثم أفاق فأشخص بصرهُ إلى السقف ثم قال: ”اللهم في الرفيق الأعلى“ فقلت: إذاً لا يختارنا, وعرفت أنه حديثه الذي كان يحدثنا وهو صحيح, قالت: فكان آخر كلمة تكلم بها رسول الله صلّى الله عليه وسلّم: ”اللهم مع الرفيق الأعلى“ (¬7). وقالت رضي الله عنها: سمعت النبي صلّى الله عليه وسلّم وهو مسند إليَّ ظهره يقول: ”اللهم اغفر لي وارحمني, وألحقني بالرفيق الأعلى“ (¬8) وكان صلّى الله عليه وسلّم متصل بربه وراغباً فيما عنده, ومحبّاً للقائه, ومحبّاً لما يحبه سبحانه, ومن ذلك السواك؛ لأنه مطهرة للفم مرضاة للرب، فعن عائشة رضي الله عنها قالت: \"إن من نعم الله عليَّ أن رسول الله صلّى الله عليه وسلّم توفي في بيتي, وفي يومي, وبين سحري (¬9) , ونحري (¬10)، وأن الله جمع بين ريقي ¶ ¬__________ ¶ (¬1) ننعاه: نَعَى الميت إذا أذاع موته وأخبر به. ¶ (¬2) البخاري برقم 4462. ¶ (¬3) البُحةُ: غِلظٌ في الصوت. انظر: شرح النووي 15/ 219. ¶ (¬4) سورة النساء، الآية: 69. ¶ (¬5) البخاري برقم 4436, 4437, 4463, 4586، 6348, 6509, ومسلم برقم 2444. ¶ (¬6) وفي البخاري ”فلما اشتكى وحضره القبض“ رقم 4437. ¶ (¬7) البخاري برقم 4437, 4463 ومسلم 2444. ¶ (¬8) البخاري برقم 4440, 5664. ¶ (¬9) سحري: هو الصدر, وهو في الأصل: الرئة وما تعلق بها. الفتح 8/ 139, والنووي 15/ 218. ¶ (¬10) ونحري: النحر هو موضع النحر. الفتح 8/ 139.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وريقه عند موته, دخل عليَّ عبد الرحمن [بن أبي بكر] وبيده السواك وأنا مسندة رسول الله صلّى الله عليه وسلّم [إلى صدري] (¬1) فرأيته ينظر إليه وعرفت أنه يحب السواك, فقلت: آخذه لك؟ ”فأشار برأسه أن نعم“ فتناولته فاشتد عليه, وقلتُ أُليّنه لك؟ ”فأشار برأسه أن نعم“ فلينته [وفي رواية: فقصمته, ثم مضغته (¬2) [وفي رواية فقضمته ونفضته وطيبته (¬3) ثم دفعته إلى النبي صلّى الله عليه وسلّم فاستنَّ به (¬4) فما رأيت رسول الله صلّى الله عليه وسلّم استن استناناً قَطْ أحسن منه] (¬5) وبين يديه ركوة (¬6) أو علبة (¬7) فيها ماء, فجعل يدخل يده في الماء فيمسح بها وجهه ويقول: ”لا إله إلا الله إن للموت سكرات“ ثم نصب يده فجعل يقول: ”في الرفيق الأعلى“ حتى قبض ومالت يده\" (¬8) صلّى الله عليه وسلّم. ¶ وقالت عائشة رضي الله عنها: مات النبي صلّى الله عليه وسلّم وإنه لبين حاقنتي (¬9) وذاقنتي (¬10) , فلا أكره شدة الموت لأحد أبداً بعد النبي صلّى الله عليه وسلّم (¬11). ¶ وقع خبر الوفاة على الصحابة: وفاة الرسول نزفت منها القلوب دما، وامتلأت النفوس ألما، وهي دليل على أن لا بقاء إلا للواحد، وما مخلوق بهذه الدنيا خالد. ¶ فقد تسرّب الخبر إلى الناس، فأظلمت المدينة، عن أنس وذكر النبي صلى الله عليه وسلم قال: شهدته يوم دخل المدينة فما رأيت يوماً قط كان أحسن ولا أضوأ من يوم دخل علينا فيه رسول الله صلى الله عليه وسلم، وشهدته يوم موته فما رأيت يوماً كان أقبح ولا أظلم من يوم مات فيه رسول الله صلى الله عليه وسلم) (¬12). ¶ ¬__________ ¶ (¬1) في البخاري رقم 4438. ¶ (¬2) في البخاري برقم 980. ¶ (¬3) طيبته: بالماء, ويتحمل أن يكون تطييبه تأكيداً للينه, الفتح 8/ 139. ¶ (¬4) أي استاك به وأمره على أسنانه. ¶ (¬5) في البخاري برقم 4438. ¶ (¬6) الركوة: إناء صغير من جلد يشرب فيه الماء. انظر: النهاية في غريب الحديث 2/ 260. ¶ (¬7) شك بعض الرواة وهو عمر, انظر: الفتح 8/ 144. ¶ (¬8) البخاري 2/ 377, برقم 890, وأخرجه البخاري في تسعة مواضع, انظر: 2/ 377, ومسلم برقم 2444. ¶ (¬9) الحاقنة: ما سفل من الذقن وقيل غير ذلك, الفتح 8/ 139. ¶ (¬10) والذاقنة: ما علا من الذقن وقيل غير ذلك, الفتح 8/ 139, والحاصل أن ما بين الحاقنة والذاقنة: هو ما بين السحر والنحر, والمراد أنه مات ورأسه بين حنكها وصدرها. الفتح 8/ 139. ¶ (¬11) البخاري برقم 4446 , ومسلم برقم 2443. ¶ (¬12) الدارمي",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "قام عمر يقول: والله ما مات رسول الله صلى الله عليه وسلم، وليبعثنه الله فليقطعن أيدي رجال وأرجلهم، فجاء أبو بكر فكشف عن رسول الله صلى الله عليه وسلم فقبله قال: بأبي أنت وأمي طبت حياً وميتاً، والذي نفسي بيده لا يذيقك الله الموتتين أبداً ثم خرج فقال: أيها الحالف على رسلك، فلما تكلم أبو بكر جلس عمر، فحمد الله أبو بكر وأثنى عليه وقال: ألا من كان يعبد محمداً صلى الله عليه وسلم فإن محمداً قد مات، ومن كان يعبد الله فإن الله حي لا يموت، وقال: (إنك ميت وإنهم ميتون) وقال: (وما محمد إلا رسول قد خلت من قبله الرسل أفإن مات أو قتل انقلبتم على أعقابكم ومن ينقلب على عقبيه فلن يضر الله شيئا وسيجزي الله الشاكرين) (¬1) ... . فقال عمر: والله ما هو إلا أن سمعت أبا بكر تلاها فعَقِرْت حتى ما تُقِلُّني رجلاي وحتى أهويت إلى الأرض حين سمعته تلاها علمت أن النبي صلى الله عليه و سلم قد مات) (¬2). ¶ ثم اجتمع الصحابة في سقيفة بني ساعدة لاختيار خليفة لرسول الله صلى الله عليه وسلم، فقال أبو بكر: بايعوا عمر أو أبا عبيدة بن الجراح، فقال عمر: بل نبايعك أنت فأنت سيدنا وخيرنا وأحبنا إلى رسول الله صلى الله عليه وسلم، فأخذ عمر بيده فبايعه وبايعه الناس) (¬3) ¶ غسله ودفنه: ¶ ثم غُسِّل النبي صلى الله عليه وسلم، و كفّن في ثلاثة أثواب بيض سَحولية ليس فيها قميص ولا عمامة) (¬4). ¶ فلما فرغوا من جهازه يوم الثلاثاء وضع على سريره في بيته، ثم دخل الناس على رسول الله صلى الله عليه و سلم أرسالاً يصلون عليه، حتى إذا فرغوا أدخلوا النساء، حتى إذا فرغوا أدخلوا الصبيان، ولم يؤم الناس على رسول الله صلى الله عليه وسلم أحد، لقد اختلف المسلمون في المكان الذي يحفر له .. فقال أبو بكر: إني سمعت رسول الله صلى الله عليه وسلم يقول: ما قبض نبي إلا دفن حيث يقبض، قال فرفعوا فراش رسول ¶ ¬__________ ¶ (¬1) البخاري ¶ (¬2) البخاري ¶ (¬3) البخاري ¶ (¬4) متفق عليه",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "الله صلى الله عليه وسلم الذي توفي عليه فحفروا له ثم دفن صلى الله عليه وسلم وسط الليل من ليلة الأربعاء) (¬1). فلما دفن قالت فاطمة: يا أنس أطابت أنفسكم أن تحثوا على رسول الله صلى الله عليه وسلم التراب؟) (¬2). ¶ طبت حياً وميتاً يا رسول الله، فداكَ الروح والنفسُ، صلى الله عليك وجزاك خير الجزاء، و جمعنا بك في مستقر رحمته مع الذين أنعم الله عليهم من النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقاً. ¶ ميراثه صلّى الله عليه وسلّم: ¶ عن عمرو بن الحارث رضي الله عنه قال: \"ما ترك رسول الله صلّى الله عليه وسلّم عند موته: دِرْهماً, ولا ديناراً, ولا عبداً, ولا أمَةً, ولا شيئاً, إلا بغلته البيضاء [التي كان يركبها] وسلاحه, [وأرضاً بخيبر] جعلها [لابن السبيل] صدقة\" (¬3). وعن عائشة رضي الله عنها قالت: ما ترك رسول الله صلّى الله عليه وسلّم ديناراً، ولا درهماً، ولا شاة، ولا بعيراً، ولا أوصى بشيء (¬4) \" (¬5). ¶ وقال صلّى الله عليه وسلّم: ”لا نورث ما تركنا فهو صدقة“ (¬6) وذلك لأنه لم يبعث صلّى الله عليه وسلّم جابياً للأموال وخازناً إنما بعث هادياً, ومبشراًًً، ونذيراً, وداعياً إلى الله بإذنه, وسراجاً منيراً, وهذا هو شأن أنبياء الله ورسله عليهم الصلاة والسلام؛ ولهذا قال صلّى الله عليه وسلّم: ”إن العلماء ورثة الأنبياء, إن الأنبياء لم يورثوا ديناراً ولا درهماً إنما ورثوا العلم فمن أخذه أخذ بحظٍّ وافر“ (¬7). ¶ ¬__________ ¶ (¬1) ابن ماجة ¶ (¬2) البخاري ¶ (¬3) البخاري 5/ 356, برقم 2739, 2873, 2912, 3098، 4461, واللفظ من هذه المواضع. ¶ (¬4) مسلم برقم 1635. ¶ (¬5) أي لم يوص بثلث ماله ولا غيره إذ لم له مال, أما أمور الدين فقد تقدم أنه أوصى بكتاب الله وسنه نبيه, وأهل بيته, وإخراج المشركين من جزيرة العرب, وبإجازة الوفد, والصلاة وملك اليمين وغير ذلك. انظر: شرح النووي 11/ 97. ¶ (¬6) البخاري في عدة مواضع من حديث عائشة ومالك بن أوس, وأبي بكر رضي الله عنهم, برقم 3093, 3712, 4036, 4240, 5358, 6726, و6727, 7305. ومسلم برقم 757, و1758, 1759, و1761, واللفظ لعائشة عند مسلم. ¶ (¬7) أبو داود 3/ 317, والترمذي 5/ 49, وابن ماجه 1/ 80, وصححه الألباني في صحيح سنن ابن ماجه 1/ 43.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وقد فهم الصحابة رضي الله عنهم ذلك, فعن سليمان بن مهران: بينما ابن مسعود رضي الله عنه يوماً معه نفر من أصحابه إذ مرّ أعرابي فقال: على ما اجتمع هؤلاء؟ قال ابن مسعود رضي الله عنه: \"على ميراث محمد صلّى الله عليه وسلّم يقسّمونه\" (¬1). ¶ فميراث النبي صلّى الله عليه وسلّم هو الكتاب والسنة والعلم والاهتداء بهديه صلّى الله عليه وسلّم؛ ولهذا توفي صلّى الله عليه وسلّم ولم يترك درهماً, ولا ديناراً, ولا عبداً, ولا أمة, ولا بعيراً, ولا شاة, ولا شيئاً, إلا بغلته وأرضاً جعلها صدقة لابن السبيل. ¶ وعن عائشة رضي الله عنها قالت: \"توفي النبي صلّى الله عليه وسلّم ودرعه مرهونة عند يهودي بثلاثين صاعاً من شعير\" (¬2). وهذا يبين أن النبي صلّى الله عليه وسلّم كان يتقلل من الدنيا, ويستغني عن الناس؛ ولهذا لم يسأل الصحابة أموالهم أو يقترض منهم؛ لأن الصحابة لا يقبلون رهنه وربما لا يقبضوا منه الثمن, فعدل إلى معاملة اليهودي؛ لئلا يضيِّق على أحد من أصحابه صلّى الله عليه وسلّم (¬3). وقد كان صلّى الله عليه وسلّم يصيبه الجوع وهو حي؛ ولهذا يمر ويمضي الشهر والشهران وما أوقدت في أبيات رسول الله صلّى الله عليه وسلّم نار, قال عروة لعائشة رضي الله عن الجميع: ما كان يقيتكم؟ قالت: \"الأسودان: التمر والماء ... \" (¬4). ومع هذا كان يقول صلّى الله عليه وسلّم: ”مالي وللدنيا ما مثلي ومثل الدنيا إلا كراكب سار في يوم صائف فاستظل تحت شجرة ساعة من نهار ثم راح وتركها“ (¬5). ¶ تأملات في وصايا النبي عند موته: ¶ ¬__________ ¶ (¬1) أخرجه الخطيب البغدادي بسنده في شرف أصحاب الحديث ص 45. ¶ (¬2) البخاري برقم 2068 وكرره بفوائده في عشرة مواضع , ومسلم برقم 1603 , وانظر: جميعها في مختصر البخاري للألباني 2/ 21. ¶ (¬3) انظر: شرح النووي 11/ 43. ¶ (¬4) انظر: البخاري مع الفتح 11/ 283. ¶ (¬5) أحمد 6/ 154 وقال ابن كثير في البداية والنهاية 5/ 284, وإسناده جيد, وأخرجه الترمذي وغيره, وانظر: الأحاديث الصحيحة برقم 439, وصحيح الترمذي 2/ 280.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وقد أوصى صلى الله عليه وسلم عند موته بوصايا عظيمة وأشياء مهمّة كان يخشاها صلى الله عليه وسلم على أمّته , ومنها: ¶ أولاً: نهى عن اتخاذ القبور مساجد وبناء المساجد على القبور، ونظراً لخطر هذا الأمر نبّه عليه صلى الله عليه وسلم وهو في حالة الموت، ولا يتمسّك شخص بأن قبره وقبر صاحبيه في المسجد فإن هذا ما فعله صلى الله عليه وسلم، ولا خلفاؤه الراشدون الذين قال صلى الله عليه وسلم عنهم: ((عليكم بسنتي وسنة الخلفاء الراشدين)) (¬1) ولا يلتفت إلى عمل الناس مع نهيه صلى الله عليه وسلم فهو الواجب طاعته واتباعه. ¶ واستمع إلى أمّنا عائشة وهي تحدّثك عن نبيّك في حال وفاته فتقول: كما روى البخاري عَنْ عَائِشَةَ رَضِي اللَّهُ عَنْهَا عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فِي مَرَضِهِ الَّذِي مَاتَ فِيهِ: ((لَعَنَ اللَّهُ الْيَهُودَ وَالنَّصَارَى اتَّخَذُوا قُبُورَ أَنْبِيَائِهِمْ مَسْجِدًا قَالَتْ: وَلَوْلاَ ذَلِكَ لَأَبْرَزُوا قَبْرَهُ غَيْرَ أَنِّي أَخْشَى أَنْ يُتَّخَذَ مَسْجِدًا)) (¬2).وعن عائشة وعبد الله بن عباس رضي الله عنهم قالا: لما نُزِلَ (¬3) برسول الله صلّى الله عليه وسلّم طفق (¬4) يطرح خميصة (¬5) له على وجهه فإذا اغتم (¬6) كشفها عن وجهه وهو كذلك يقول: ”لعنة الله على اليهود والنصارى اتخذوا قبور أنبيائهم مساجد“ يُحذرُ ما صنعوا (¬7). ¶ ولاحظ كيف أن رسول الله صلى الله عليه وسلم قال هذا الأمر في حال مرضه وأمام جمع الناس فيروي لنا الإمام مسلم عن جندب قَالَ: ((سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم قَبْلَ أَنْ يَمُوتَ بِخَمْسٍ وَهُوَ يَقُولُ: إِنِّي أَبْرَأُ إِلَى اللَّهِ أَنْ يَكُونَ لِي مِنْكُمْ خَلِيلٌ فَإِنَّ اللَّهَ تَعَالَى قَدِ اتَّخَذَنِي خَلِيلًا كَمَا اتَّخَذَ إِبْرَاهِيمَ خَلِيلًا وَلَوْ كُنْتُ مُتَّخِذًا مِنْ أُمَّتِي خَلِيلًا لَاتَّخَذْتُ أَبَا بَكْرٍ ¶ ¬__________ ¶ (¬1) حديث صحيح. صحيح الترمذي للألباني ح2157 ¶ (¬2) البخاري برقم 435, 1330، 1390, 3453, 4441, 4443, 5815, ومسلم برقم 529 ولفظ مسلم ”غير أنه خُشِيَ“, وعند البخاري برقم 1390 ”غير أنه خَشِيَ أو خُشِيَ“. ¶ (¬3) نُزِل: أي لما حضرت المنية والوفاة. انظر: شرح السنوسي على صحيح مسلم بهامش الأبي 2/ 425, وفتح الباري 1/ 532. ¶ (¬4) طفق: أي شرح وجعل, انظر: شرح النووي 5/ 16, وشرح الأبي 2/ 425, حاشية السنوسي, وفتح الباري 1/ 532. ¶ (¬5) خميصة: كساء له أعلام. ¶ (¬6) اغتم: تسخن بالخميصة وأخذ بنفسه من شدة الحرارة. ¶ (¬7) البخاري مع الفتح 8/ 140 برقم 4443، 4444, ومسلم برقم 531.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "خَلِيلًا أَلَا وَإِنَّ مَنْ كَانَ قَبْلَكُمْ كَانُوا يَتَّخِذُونَ قُبُورَ أَنْبِيَائِهِمْ وَصَالِحِيهِمْ مَسَاجِدَ أَلَا فَلَا تَتَّخِذُوا الْقُبُورَ مَسَاجِدَ إِنِّي أَنْهَاكُمْ عَنْ ذَلِكَ)) (¬1). وعن عائشة رضي الله عنها أنهم تذاكروا عند رسول الله صلّى الله عليه وسلّم في مرضه فذكرت أمُّ سلمة وأمُّ حبيبة كنيسة رأينها بالحبشة فيها تصوير، فقال رسول الله صلّى الله عليه وسلّم: ”إن أولئك إذا كان فيهم الرجل الصالح فمات بنوا على قبره مسجداً وصوَّروا فيه تلك الصور، أولئك شرار الخلق عند الله يوم القيامة“ (¬2).وعن أبي هريرة رضي الله عنه عن النبي صلّى الله عليه وسلّم أنه قال: ”لا تجعلوا بيوتكم قبوراً, ولا تجعلوا قبري عيداً, وصلوا عليَّ فإن صلاتكم تبلغني حيث كنتم“ (¬3). ¶ ثانياً: بيّن للناس منزلة أبي بكر الصديق رضي الله عنه وأنه لا يوازيه أحد من صحابته في منزلته كائناً من كان، فعن ابْنِ عَبَّاسٍ قَالَ: ((خَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي مَرَضِهِ الَّذِي مَاتَ فِيهِ عَاصِبٌ رَأْسَهُ بِخِرْقَةٍ فَقَعَدَ عَلَى الْمِنْبَرِ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ: إِنَّهُ لَيْسَ مِنَ النَّاسِ أَحَدٌ أَمَنَّ عَلَيَّ فِي نَفْسِهِ وَمَالِهِ مِنْ أَبِي بكْرِ بْنِ أَبِي قُحَافَةَ وَلَوْ كُنْتُ مُتَّخِذًا مِنَ النَّاسِ خَلِيلًا لَاتَّخَذْتُ أَبَا بَكْرٍ خَلِيلًا وَلَكِنْ خُلَّةُ الْإِسْلَامِ أَفْضَلُ سُدُّوا عَنِّي كُلَّ خَوْخَةٍ فِي هَذَا الْمَسْجِدِ غَيْرَ خَوْخَةِ أَبِي بَكْرٍ)) (¬4) ¶ وروى البخاري عَنْ أَبِي مُوسَى قَالَ: ((مَرِضَ النَّبِيُّ صلى الله عليه وسلم فَاشْتَدَّ مَرَضُهُ فَقَالَ: مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ بِالنَّاسِ قَالَتْ عَائِشَةُ: إِنَّهُ رَجُلٌ رَقِيقٌ إِذَا قَامَ مَقَامَكَ لَمْ يَسْتَطِعْ أَنْ يُصَلِّيَ بِالنَّاسِ قَالَ: مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ بِالنَّاسِ فَعَادَتْ فَقَالَ: مُرِي أَبَا بَكْرٍ فَلْيُصَلِّ بِالنَّاسِ فَإِنَّكُنَّ صَوَاحِبُ يُوسُفَ فَأَتَاهُ الرَّسُولُ فَصَلَّى بِالنَّاسِ فِي حَيَاةِ النَّبِيِّ صلى الله عليه وسلم)) (¬5). ¶ وروى البخاري عن أَنَسُ بْنُ مَالِكٍ الْأَنْصَارِيُّ وَكَانَ تَبِعَ النَّبِيَّ صلى الله عليه وسلم وَخَدَمَهُ وَصَحِبَهُ: ((أَنَّ أَبَا بَكْرٍ كَانَ يُصَلِّي لَهُمْ فِي وَجَعِ صلى الله عليه وسلم الَّذِي تُوُفِّيَ فِيهِ حَتَّى إِذَا كَانَ يَوْمُ الِاثْنَيْنِ وَهُمْ صُفُوفٌ فِي الصَّلَاةِ فَكَشَفَ النَّبِيُّ صلى الله عليه وسلم سِتْرَ ¶ ¬__________ ¶ (¬1) رواه الإمام مسلم عن جندب ¶ (¬2) البخاري برقم 427 و434, 1341, 3878, ومسلم برقم 528. ¶ (¬3) أبو داود 2/ 218, وأحمد 2/ 367, وانظر صحيح أبي داود 1/ 383. ¶ (¬4) رواه البخاري عن عبد الله بن عباس. ¶ (¬5) رواه البخاري عَنْ أَبِي مُوسَى",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "الْحُجْرَةِ يَنْظُرُ إِلَيْنَا وَهُوَ قَائِمٌ كَأَنَّ وَجْهَهُ وَرَقَةُ مُصْحَفٍ ثُمَّ تَبَسَّمَ يَضْحَكُ فَهَمَمْنَا أَنْ نَفْتَتِنَ مِنَ الْفَرَحِ بِرُؤْيَةِ النَّبِيِّ صلى الله عليه وسلم فَنَكَصَ أَبُو بَكْرٍ عَلَى عَقِبَيْهِ لِيَصِلَ الصَّفَّ وَظَنَّ أَنَّ صلى الله عليه وسلم خَارِجٌ إِلَى الصَّلَاةِ فَأَشَارَ إِلَيْنَا النَّبِيُّ صلى الله عليه وسلم أَنْ أَتِمُّوا صَلَاتَكُمْ وَأَرْخَى السِّتْرَ فَتُوُفِّيَ مِنْ يَوْمِهِ)) (¬1) ¶ ثالثاً: أوصى بالصلاة، ولعظم شأن الصلاة تجد أخي الكريم حبيبك صلى الله عليه وسلم يأمرك بها حتى في حال غرغرة الروح، في الوقت الذي ينسى فيها الإنسان نفسه من شدّة سكرات الموت فإن نبيّنا صلى الله عليه وسلم في هذه الساعة العظيمة الحرجة يؤكّد شأن الصلاة ومنزلتها وعظم شأنها. ¶ عَنْ أُمِّ سَلَمَةَ: ((أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَقُولُ فِي مَرَضِهِ الَّذِي تُوُفِّيَ فِيهِ: الصَّلَاةَ وَمَا مَلَكَتْ أَيْمَانُكُمْ فَمَا زَالَ يَقُولُهَا حَتَّى مَا يَفِيضُ بِهَا لِسَانُهُ)) (¬2) ¶ ولهذا رتّب على الصلاة ما لم يرتّب على غيرها فجعلت هي الفاصل بين الكفر والإسلام، فقد قال صلى الله عليه وسلم: ((بين الرجل وبين الشرك والكفر ترك الصلاة)) (¬3) ... وقال أيضا: ((العهد الذي بيننا وبينهم الصلاة، فمن تركها فقد كفر)) (¬4) وقال عبد الله بن شقيق: ((كان أصحاب النبي صلى الله عليه وسلم لا يرون شيئاً من الأعمال تركه كفر غير الصلاة)) (¬5) ¶ ولكي تتصوّر الحكمة من هذه الوصيّة تأمّل في حال المسلمين، كم نسبة الذين يصلّون منهم، وكم نسبة الذين يحافظون على الصلاة في وقتها من بين المصلين؟ وكم نسبة الذين يؤدّونها جماعة في المساجد من هؤلاء؟ وكم نسبة الذين يحافظون على آدابها وخشوعها!؟. ¶ رابعاً: النهي عن الاختلاف والتشاجر بين المسلمين فقد أمر جريراً أن يستنصت الناس ثم قال رسول الله صلى الله عليه وسلم: ((لا ترجعوا بعدي كفاراً يضرب بعضكم ¶ ¬__________ ¶ (¬1) رواه البخاري عن أَنَسُ بْنُ مَالِكٍ ¶ (¬2) أخرجه ابن ماجه 2/ 901, وأحمد برقم 585, وانظر: صحيح ابن ماجه 2/ 109. ¶ (¬3) رواه مسلم عن جابر رضي الله عنه .. ¶ (¬4) رواه أحمد والترمذي وابن ماجة .. ¶ (¬5) رواه الترمذي ..",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "رقاب بعض)) (¬1) ولتصوّر الحكمة من هذه الوصية تأمّل تاريخ المسلمين وحاضرهم وإلى أيّ مدى خالفوا هذه الوصيّة. ¶ المطلب الثالث ¶ حرمة المسلم في دمه وماله وعرضه ¶ (أيها الناس إِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ وَأَعْرَاضَكُمْ عَلَيْكُمْ حَرَامٌ كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا فِي بَلَدِكُمْ هَذَا أَلاَ هَلْ بَلَّغْتُ) ولقد كرر هذه التوصية نفسها مرة أخرى في خاتمة خطابه و أكد ضرورة الاهتمام بها و ذلك عندما قال: (أَيُّها النَّاس، اسمعوا قولي واعقلوه تعلمن أن كل مسلم أخ للمسلم وأن المسلمين إخوة , فَلاَ يَحِلُّ لامْرِىءٍ مَالُ أَخيهِ إلاّ عَنْ طيبِ نفْسٍ منهُ، فلا تظلمن أنفسكم اللهم هل بلغت؟).و نحن نقول: أجل و الله لقد بلغت يا رسول الله .. ولعلنا اليوم أولى من ينبغي أن يجيبك: اللهم لقد بلغت! .. و إن كنا في ذلك إنما نسجل مسؤولية على أعناقنا قصرنا كل التقصير في القيام بحقها, فاننا ¶ ¬__________ ¶ (¬1) رواه البخاري ومسلم ..",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "نرى استباحة الدماء المعصومة: ووالله انها لجريمة فظيعة أن تستباح دماء الناس بغير جريرة،. قال تعالى: (وَلاَ تَقْتُلوا النَّفسَ الّتِي حَرَّمَ اللهُ إلاَّ بِالحَقّ) (¬1). ¶ بيان حُرمة المسلم وعِصمة دمه: ¶ والنصوصُ الشرعية متكاثِرة في بيان حُرمة المسلم وعِصمة دمه، فاللهُ جلّ وعلا يقول: (إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ) (¬2). ويقول سبحانه: (وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ خَالِدًا فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَابًا عَظِيمًا) (¬3).ويقول سبحانه حكايةً عن ابنَي آدم عليه السلام: (وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ آدَمَ بِالْحَقِّ إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنْ الآخَرِ قَالَ لأَقْتُلَنَّكَ) (¬4). فبداية القتل كانت مِن وَلَدي آدم. وقال تعالى: (وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ مُؤْمِنًا إِلاَّ خَطَأ) (¬5). ¶ وقد ورد في سبب نزولها: أن أبا الدرداء رضي الله عنه كان في سرية، فعمد إلى شعب لقضاء حاجته، فوجد رجلاً من القوم في غنم له، فحمل عليه بالسيف، فقال الرجل: لا إله إلا الله، فضربه أبو الدرداء بالسيف فقتله، ثم وجد في نفسه شيئًا، فأتى النبيَّ صلى الله عليه وسلم فذكر ذلكَ له، فقال: إنما قالها ليتقي بِها القتل، فقال: (ألا شققتَ عن قلبه، فقد أخبرك بلسانه فلم تصدقه، فكيف بلا إله إلا الله؟! فكيف بلا إله إلا الله؟!) قال أبو الدرداء: حتى تمنيت أن يكون ذلك مبتدأ إسلامي، فنزل قوله تعالى: (وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ مُؤْمِنًا إِلاَّ خَطَأً) (¬6). ¶ فقد تضمنت الآية الإخبار بعدم جواز إقدام المؤمن على قتل أخيه المؤمن بأسلوب يستبعد احتمال وقوع ذلك منه إلا أن يكون خطأ، حتى لكأن صفة الإيمان منتفية عمن يقتل مؤمنًا متعمدًا، إذ لا ينبغي أن تصدر هذه الجريمة النكراء ممن يتصف بالإيمان، لأن إيمانه ـ وهو الحاكم على تصرفه وإرادته ـ يمنعه من ارتكاب جريمة القتل عمدًا. وقال صلى الله عليه وسلم: (لا يزال المؤمن في فسحة من دينه ما لم يصب دمًا حرامًا) (¬7) بل ¶ ¬__________ ¶ (¬1) الاسراء:33 ¶ (¬2) الحجرات:10 ¶ (¬3) النساء:93 ¶ (¬4) المائدة:27 ¶ (¬5) النساء:92 ¶ (¬6) الدر المنثور (2/ 617). ¶ (¬7) رواه البخاري كتاب الديات، باب قول الله تعالى (وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ) (4/ 352)",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "ورد الوعيد لمن أعان على القتل المحرّم أو كان حاضرًا يستطيع منعه أو الحيلولة دون وقوعه، أو شجع القاتل على القتل، فعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (لو أن أهل السماء و الأرض اشتركوا في دم مؤمنٍ لأكبّهم الله في النار) (¬1). وقال صلى الله عليه وسلم: (سِبابُ المسلم فُسوق وقتاله كفر) (¬2)، وقال الحَسَن البصري: إنّ عليًّا رضي الله عنه بعث إلى محمد بن مَسلمَة، فجيء به فقال: ما خلَّفك عن هذا الأمر؟ يعني القتال بينه وبين خصُومه رضي الله عنهم أجمعين، قال: دفَع إليَّ ابنُ عمك ـ يعني النبي عليه الصلاة والسلام ـ سيفًا فقال: (قاتِل به ما قُوتل العدوّ، فإذا رأيتَ الناس يقتُل بعضُهم بعضًا فاعمَد به إلى صَخْرة فاضربه بها، ثم الزَم بيتَك حتى تأتيكَ منيةٌ قاضية أو يدٌ خاطئة)، فقال عليّ رضي الله عنه: خلُّوا عنه (¬3). ¶ إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ: ¶ ولقد جاء البيان في القرآن الكريم بأن المؤمنين جميعا إخوة على مختلف أجناسهم ولغاتهم كما في قوله تعالى: (إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ) (¬4) فالأخوة الإيمانية هي التي تربط بين المؤمنين جميعا وهي أقوى من رابطة الدم واللون واللغة وغير ذلك من الروابط الجاهلية , لأن أُخوة الإيمان منبثقة من رابطة العقيدة الدينية وهذه العقيدة أشد رسوخا وأعظم ثباتا في النفس من الروابط الجاهلية الواهية حيث إن هذه العقيدة تشد معتنقيها إلى تصور ¶ ¬__________ ¶ (¬1) رواه الترمذي كتاب الديات، باب الحكم في الدماء (4/ 17). وصححه الألباني في صحيح الجامع (5247) ¶ (¬2) رواه البخاري كتاب الإيمان، باب خوف المؤمن من أن يحبط عمله وهو لا يشعر (1/ 21). ومسلم كتاب الإيمان، باب قول النبي صلى الله عليه وسلم: سباب المسلم فسوق (1/ 81). ¶ (¬3) مسند أحمد (4/ 225)، والطبراني (19/ 235)، قال ابن حجر في الإصابة (6/ 34): \" الحسن لم يسمع من محمد بن مسلمة، فهو لم يشهد القصة. وأخرجه ابن سعد في الطبقات (3/ 444)، وابن أبي شيبة (15/ 22) من طريق أخرى عن الحسن عن محمد بن مسلمة بالمرفوع وليس فيه قصة علي رضي الله عنه، وروى أيضا المرفوعَ غير الحسن عن محمد بن مسلمة، فهو بمجموع طرقه ثابت إن شاء الله، قال الحاكم في المستدرك (3/ 127): \"فبهذه الأسباب وما جانسها كان اعتزال من اعتزل عن القتال مع علي رضي الله عنه وقتال من قاتله \". ¶ (¬4) الحجرات / 10.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "حياة أخرى أكمل من هذه الحياة الدنيا فيشعرون بمسؤولية الحساب ويرجون الثواب ويخافون من العذاب. ¶ والله سبحانه تعالى لايُضيِّق دائرة هذه الإخوة الإيمانية فلا يقصرها على كاملي الإيمان بل أدخل في ساحاتها الواسعة الرحيمة من هبطت به طبيعته البشرية عن آفاق السمو نحو الالتزام الكامل فاقترف بعض الآثام التي لاتصل إلى حد الكفر ولذلك قال الله تعالى في آخر الآية السابقة ... فجعل الطائفتين المعتدية والمظلومة إخوة لنا في الإيمان وجعل الله القاتل أخًا لولي المقتول في قوله تعالى ... (¬1) كما عدَّ النبي عليه الصلاة والسلام أفراد الطائفتين المتقاتلتين كُلَّهم من المسلمين كما في قوله \"إن ابنى هذا سيد ولعل الله تعالى أن يصلح به بين فئتين من المسلمين \" (¬2) وقد أصلح الله بالحسن بن علي رضي الله عنه بين أهل العراق وأهل الشام وذلك بتنازله عن الخلافة لمعاوية رضي الله عنه (¬3). ¶ فقد جعل الله عز وجل الأخوة سمة المؤمنين في الدنيا والآخرة، قال تعالى: {إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ} (¬4) , وقال جل وعلا: {وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ إِخْوَانًا عَلَى سُرُرٍ مُتَقَابِلِينَ (¬5)}.والأخوة بين المؤمنين نعمة كبيرة ومنة عظيمة من الله تعالى: {وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَانًا} (¬6) {هُوَ الَّذِي أَيَّدَكَ بِنَصْرِهِ وَبِالْمُؤْمِنِينَ. وَأَلَّفَ بَيْنَ قُلُوبِهِمْ لَوْ أَنْفَقْتَ مَا فِي الْأَرْضِ جَمِيعًا مَا أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَكِنَّ اللَّهَ أَلَّفَ بَيْنَهُمْ}. (¬7) ¶ ¬__________ ¶ (¬1) البقرة / 178. ¶ (¬2) رواه الإمام البخاري وصححه , كتاب الفتن باب 20 رقم 109/ 1. ¶ (¬3) هذه العقيدة وهي عدم تكفير أهل المعاصي من الموحدين هي عقيدة أهل السنة والجماعة ولاعبرة بمن شد عن هذه العقيدة من أهل القبلة وهم الخوارج حيث يكفِّرون فاعل الكبيرة والمعتزلة حيث يجعلونه في منزلة بين منزلتين أما أهل السنة فيعدُّونه ناقص الإيمان ويثبتون له الأخوة الإيمانية. ¶ (¬4) الحجرات: 10 ¶ (¬5) الحجر:47 ¶ (¬6) آل عمران: 103 ¶ (¬7) الأنفال: 62، 63",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "وهذه الأخوة الحاصلة بين المؤمنين سببها الإيمان والعقيدة، فهي أخوة قائمة على (الحب في الله) الذي هو أوثق عرى الإيمان، قال: ((أوثق عرى الإيمان الموالاة في الله والمعاداة في الله، والحب في الله، والبغض في الله عز وجل) فما حولت هذه الإخوة الجماعة المسلمة الأولى من رعاة للغنم إلى سادة وقادة لجميع الدول والأمم إلا يوم أن تحولت هذه الأخوة التى بُنيت على العقيدة، بشمولها وكمالها، إلا يوم أن تحولت هذه الأخوة إلى واقع علمى ومنهج حياة، تجلى هذا الواقع المشرق يوم أن آخى النبى ابتداءً بين الموحدين فى مكة ثم آخى ثانياً بين أهل المدينة من الأوس والخزرج، تلكم الأخوة التى لا يمكن أبداً على الإطلاق، أن تدانيها أخوة تنبنى على أواصر العقيدة أو العرض أو النسب أو الدمأو اللون مستحيل. ومن ثم فأخُوَّة المؤمنين أرفع أخوة، وأسمى علاقة يمكن أن توجد بين البشر، فأخُوَّةُ المؤمنين تزري بأخُوَّةِ الأشقاء، ورابطة العقيدة أقوى من رابطة النسب، ولما قال نوح عليه السلام: (رَبِّ إِنَّ ابْنِي مِنْ أَهْلِي وَإِنَّ وَعْدَكَ الْحَقُّ وَأَنْتَ أَحْكَمُ الْحَاكِمِينَ) (¬1) قال له ربه جل وعلا: (يَا نُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ فَلا تَسْأَلْنِ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنِّي أَعِظُكَ أَنْ تَكُونَ مِنَ الْجَاهِلِينَ (¬2)). ¶ واليوم لم تعد الأخوة إلا مجرد كلمات جوفاء باهتة باردة، فأنت ترى المسلم الآن ينظر إلى إخواته هنا وهناك يذبحون ذبح الخراف، وتنتهك أعراض نسائهن، بل ويطردون من أرضهم وديارهم وبلادهم، ومع ذلك ينظر المسلم إلى هؤلاء الإخوة فيضحك ملء فيه، ويأكل ملء بطنه، وينام ملء عينيه، ويهز كتفيه ويمضى وكأن الأمر لا يعنيه لا من قريب ولا من بعيد. ¶ 1 - قال تعالى: (إِنَّمَا الْمُؤْمِنُونَ إِخْوَة) (¬3) قالها سبحانه وتعالى في كتابه، وأتى بها رسول الهدى (صلى الله عليه وسلم) في الأرض، وآخى بين أصحابه، فلا قبائل ولا حزبيات ولا عصبيات ولا ألوان، (يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ ¶ ¬__________ ¶ (¬1) هود: 45 ¶ (¬2) هود: 46 ¶ (¬3) الحجرات: من الآية10",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "شُعُوباً وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ) (¬1) فأكرمنا: أقربنا إلى الله، وليس أكرمنا فلان بن فلان. ¶ يقول صلى الله عليه وسلم: («لينتهين أقوام يفتخرون بآبائهم، هم حصب جهنم، أو ليكونن أهون على الله من الجعل يدهده الخرء بأنفه» (¬2). ¶ أبو جهل كان يقول: أنا من بني مخزوم، وأنا سيد قريش، وأنا .. ولكنه لما كفر بلا إله إلا الله، أدخله الله على وجهه في النار فما نفعته أسرته. ¶ أما بلال، العبد الرقيق، المولى، الأسود، فلما آمن بلا إله إلا الله، وسجد لرب لا إله إلا الله أصبح سيداً من السادات. ويقول عمر رضي الله عنه وأرضاه: أبو بكر سيدنا، وأعتق سيدنا يعني: بلالاً. وفي الصحيحين أن النبي (صلى الله عليه وسلم) قال لبلال عند صلاة الفجر: (يا بلال حدثني بأرجى عملٍ عملته في الإسلام فإني سمعت دف نعليك بين يدي في الجنة). قال: ما عملت عملاً أرجى عندي أني لم أتطهر طهوراً في ساعة ليل أو نهار، إلا صليت بذلك الطهور ما كتب الله لي أن أصلي (¬3) ... . ¶ وسلمان الفارسي أتى من أرض فارس، فدخل في الدين، فروي عنه (صلى الله عليه وسلم) أنه قال: (سلمان منا أهل البيت) (¬4) وورد فيه وفي علي وعمار أجمعين حديث عن أنس بن مالك رضي الله عنه قال: قال رسول الله ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ: «إن الجنة لتشتاق إلى ثلاثة: علي وعمار وسلمان» (¬5) ¶ فالأخوة الإسلامية هي الرابطة السامية التي تربط بين المسلمين في العالم .. هذه الرابطة المحكمة التي يمكن أن تقوم بين البشر جميعا على مختلف لغاتهم وأوطانهم وأنسابهم وألوانهم تحت شعار واحد وراية واحدة. ¶ 2 - إخوة تصلهم بالله عز وجل. ¶ ¬__________ ¶ (¬1) الحجرات: من الآية13 ¶ (¬2) حديث صحيح رواه أبو داود في سننه ¶ (¬3) في الصحيحين ¶ (¬5) الترمذي مع عارضة الأحوذي 13ـ206.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "يقول عز من قائل للمؤمنين: (وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعاً وَلا تَفَرَّقُوا وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَاناً وَكُنْتُمْ عَلَى شَفَا حُفْرَةٍ مِنَ النَّارِ فَأَنْقَذَكُمْ مِنْهَا كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَهْتَدُونَ) (¬1) ... . ¶ قيل في سبب الآية: أن الأوس والخزرج، أنصار الرسول (صلى الله عليه وسلم) في المدينة تأخروا، وتآلفوا، وتحابوا حتى أصبحوا أعظم من الآباء والأمهات .. فغاظ هذا اليهود، فأتى يهودي مجرم إلى المدينة، فدخل على الأوس والخزرج وهو في المسجد، فقال: أنسيتم حروب الجاهلية؟ وأصبح يعيد ذكريات الحروب، والثارات القديمة، حتى أشعل الفتنة بينهم، فنسوا ما اعتادوا عليه من الألفة والمحبة، فقام شاب من الخزرج فسل سيفه، وقال: يا للطيمة يا للطيمة. وقام أوسي. فتواعدوا في الحرة، فخرجت القبيلتان، والموت يقطر من سيوفهم؛ لأن القبائل يوم تنسى لا إله إلا الله، ويوم تنسى رسالة الرسول (صلى الله عليه وسلم)، يوم تنسى الحب الذي أنزله الله في كتابه، ويوم تنسى الجنة، والنار، والصراط، والميزان، تصبح كأنها قطيع من البهائم في الغابة. فأخذوا السيوف، وصفوا الصفوف، وأرادوا أن يقتتلوا، فسمع الرسول (صلى الله عليه وسلم) الخبر، فخرج من بيته، وهو يقول: (حسبي الله لا إله إلا هو عليه توكلت وهو رب العرش العظيم).يقول أهل العلم: خرج بلا حذاء، يجر إزاره، فوصل بين الصفين، والسيوف قد سلت، والموت الأحمر يتقاطر من رؤوسها. فوقف بين الصفين، وقال: (يا أيها الناس أما كنتم ضلالاً فهداكم الله بي؟ أما كنتم متفرقين فجمعكم الله بي؟ أما كنتم متحاربين فآخى الله بينكم بي؟).قالوا: بلى، يا رسول الله. قال: (ألست فيكم).قالوا: بلى. قال: (أما نزل الوحي عليّ وأنا بين أظهركم). قالوا: بلى. قال: (فما هذا؟).فوضعوا السيوف على التراب، وقالوا نستغفر الله، وأخذوا يتباكون ويتعانقون. فأنزل الله أو الآية: (يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تُطِيعُوا فَرِيقاً مِنَ الَّذِينَ أُوتُوا الْكِتَابَ يَرُدُّوكُمْ بَعْدَ إِيمَانِكُمْ كَافِرِينَ وَكَيْفَ تَكْفُرُونَ (¬2) أي: كيف تقتتلون؟ كيف تتباغضون؟ كيف تتناحرون؟ كيف تتقاطعون؟ كيف تسري فيكم الفتنة؟ (وَكَيْفَ تَكْفُرُونَ وَأَنْتُمْ تُتْلَى عَلَيْكُمْ آيَاتُ اللَّهِ وَفِيكُمْ رَسُولُهُ) (¬3) أليس فيكم القرآن؟ أليست ¶ ¬__________ ¶ (¬1) آل عمران:103 ¶ (¬2) آل عمران: 100 - 101 ¶ (¬3) آل عمران: 101",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "فيكم الرسالة الخالدة؟ (وَمَنْ يَعْتَصِمْ بِاللَّهِ فَقَدْ هُدِيَ إِلَى صِرَاطٍ مُسْتَقِيمٍ) (¬1).والاعتصام بالله، هو أن تتوجه إلى الكتاب والسنة، وأن تخلص قلبك لله، وأن تطهر قلبك، وعينك، وسمعك، ويدك، ورجلك لتكون عبداً لله. ¶ كان عمر يبكي في ظلام الليل، وهو ساجد في البيت، ويقول: اللهم اجعلني عبداً لك وحدك. قال أهل العلم: أي: عبداً لله لا عبداً لغيره، لأن بعض الناس عبد لله وعبد لوظيفته، وعبد لمنصبه، وعبد لماله، وعبد للناس، ولكن المؤمن عبد لله وحده. ¶ 3 - قال سبحانه: (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ) (¬2) كان سفيان الثوري إذا قرأ هذه الآية، بكى حتى تكاد أضلاعه تختلف. فيقولون: ما لك؟.فيقول: أخشى أن أموت على غير الإسلام. لأن الخاتمة عند الله عز وجل، والخاتمة أمرها خطير. ¶ قال ابن القيم: من شب على شيء شاب عليه، ومن عاش على شيء توفاه الله عليه، ومن أسعد شبابه، وأسعد حياته، بتقوى الله سلمه الله حتى يلقي الله على لا إله إلا الله. ¶ ثم قال سبحانه بعدها: (وَاعْتَصِمُوا بِحَبْلِ اللَّه) (¬3) قال مجاهد: حبل الله الإسلام. ¶ وقال غيره: حبل الله: الرسول (صلى الله عليه وسلم). وقال الثالث: حبل الله: القرآن. والصحيح أن حبل الله الإسلام والرسول والقرآن. ¶ لقد كانت الجزيرة قبل مبعث الرسول (صلى الله عليه وسلم) جزيرة فقيرة، جزيرة مظلمة، لكل قبيلة صنم من الأصنام تعبده، وقد انتشر فيها السلب والنهب والزنا والكذب والغش والخيانة. فكان الأخ يقتل أخاه على مورد الشاة. فلما أراد الله أن يحيي هذه الأمة، أرسل محمد (صلى الله عليه وسلم)، فأخرجهم من الظلمات إلى النور .. ، يقول سبحانه ممتناً على الناس: (هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولاً مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ) ¶ ¬__________ ¶ (¬1) آل عمران:101 ¶ (¬2) آل عمران:102 ¶ (¬3) آل عمران: من الآية103",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "(¬1) فأخرجهم الله بهذا الرسول الأمي (صلى الله عليه وسلم) من تلكم الظلمات، إلى هذا النور والفضل، وإلى قيادة البشرية بعد سنين معدودة ¶ وعلمهم (صلى الله عليه وسلم) الإخاء والتواد بعد أن كانوا متناحرين متباغضين. يقول عمر، رضي الله عنه: والله، إنه ليطول على الليل إذا تذكرت أخي في الله، فأتمنى الصباح لأعانقه شوقاً عليه. ويقول الله سبحانه وتعالى لرسوله (صلى الله عليه وسلم): (وَأَلَّفَ بَيْنَ قُلُوبِهِمْ لَوْ أَنْفَقْتَ مَا فِي الْأَرْضِ جَمِيعاً مَا أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَكِنَّ اللَّهَ أَلَّفَ بَيْنَهُمْ إِنَّهُ عَزِيزٌ حَكِيمٌ) (¬2) أي: والله لا إله إلا هو لو أنفقت الدنيا ذهباً وفضة، ما ألفت بين قلوبهم، ولا آخيت بينهم؛ لأن القلوب لا تلقى إلا على دين الله. ¶ فنحن نرى اليوم: أن من يصطلح صلحاً على الدين، وعلى غير لا إله إلا الله، يجعل الله صلحهم دماراً وخراباً، ويجعل اجتماعهم فتنة ويجعل عزتهم ذلة، ويجعل غناهم فقراً لأنهم اجتمعوا على غير طاعة الله. ¶ أما الإسلام فقد ألف بينهم، فقبائل العرب كانت أكثر من ثلاثين قبيلة، فلما آخى (صلى الله عليه وسلم) بينهم أصبحوا أمة واحدة ن يقاتلون في صف واحد، ويصلون في صف واحد. ¶ عند البخاري في (الصحيح) أن الصحابة اجتمعوا في مجلس يتشاورون في أمر الحرب، وكان معهم: سيف الله خالد بن الوليد أبو سليمان، ومعهم: بلال بن رباح المولى العبد الذي رفعه الإسلام حتى أصبح سيداً من السادات، ومعهم أبو ذر. ¶ فتكلم بلال فرد عليه أبو ذر، قال: يا أبن السوداء. فقال بلال: والله، لأرفعنك إلى الرسول (صلى الله عليه وسلم)، فذهب إلى الرسول (صلى الله عليه وسلم) فأخبره، وقال: يا رسول الله!! أبو ذر تكلمت، فقال لي كذا وكذا. فاحمر وجهه (صلى الله عليه وسلم)، واستدعى أبا ذر، فقال له: (أعيرته بأمه، إنك امرؤ فيك جاهلية) .. قال: يا رسول الله، أعلى كبر سني وشيبتي. قال: (نعم، إنك أمرؤ فيك جاهلية). فخرج أبو ذر وقال: لا جرم، والله، لأنصفن بلالاً من نفسي، فوضع أبو ذر رأسه على التراب، وقال: طأ بلال رأسي برجلك، والله لا أرفع رأسي ¶ ¬__________ ¶ (¬1) الجمعة:2 ¶ (¬2) الأنفال:63",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "حتى تطأ برجلك. هذا هو التآلف، وهذا هو الحب الذي يمحي كل خطأ، وكل ذنب. ¶ يقول سبحانه عن المؤمنين: (أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ) (¬1) أذلة: جمع ذلول، أي: مع إخوانه، وأما مع الكفار: فعزيز قوي. لكن الجاهلية جعلت من الإنسان أسداً جسوراً على جيرانه وأرحامه وقبيلته، وذليلاً مخادعاً جباناً أما الكفار والأعداء، فنسأل الله أن يصلح الحال. ¶ ويقول سبحانه في أصحاب الرسول (صلى الله عليه وسلم): (أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ) (¬2) وعند البخاري في (الصحيح): أن رجلاً من الأعراب جاء إلى الرسول (صلى الله عليه وسلم)، وكان على الرسول (صلى الله عليه وسلم) بردة نجرانية غليظة الحاشية، فجذبها الإعرابي، حتى أثر في عنق المصطفى (صلى الله عليه وسلم). فلما التفت إليه (صلى الله عليه وسلم)، قال الإعرابي: يا محمد، أعطني من مال الله الذي عندك، لا من مال أبيك، ولا من مال أمك. فتبسم (صلى الله عليه وسلم) وأمر له بعطاء (¬3)، ولقد أنزل الله عز وجل في نبيه: (وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ) (¬4) ... . ¶ يقول (صلى الله عليه وسلم): (لا تدخلون الجنة حتى تؤمنوا، ولا تؤمنوا حتى تحابوا، أو ألا أدلكم على شيء إذا فعلتموه تحاببتم، أفشوا السلام بينكم) (¬5) معنى ذلك: أن تبسم في وجوه الناس؛ لأن تبسمك في وجه أخيك صدقة. ¶ يقول سبحانه: (وَالْعَصْرِ إِنَّ الْأِنْسَانَ لَفِي خُسْرٍ إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ) (¬6) يقول أحد المفسرين: كان الصحابة إذا اجتمعوا، لا يتفرقون حتى يقرأوا هذه السورة؛ لأنها تذكرهم بالتواصي في ما بينهم بالحق والصبر. ¶ ¬__________ ¶ (¬1) المائدة: من الآية54 ¶ (¬2) الفتح: من الآية29 ¶ (¬3) البخاري ¶ (¬4) القلم:4 ¶ (¬5) رواه مسلم في صحيحه كتاب الإيمان عن أبي هريرة رقم 93. ¶ (¬6) العصر:3",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وورد أن الرسول (صلى الله عليه وسلم) كان جالساً في مسجده عند الصحابة، رضوان الله عليهم، فقال لهم: (يدخل عليكم الآن رجل من أهل الجنة). فطلع رجل يقطر ماء الوضوء من لحيته، فصلى ركعتين وجلس. فلما أتى اليوم الثاني قال (صلى الله عليه وسلم) مثل ما قال، فخرج هذا الرجل وهكذا في اليوم الثالث. فتبعه ابن عمرو، فبات عنده ليرى صيامه وقيامه .. ، فلم يجد من ذلك شيئاً فسأله عن ذلك. فقال: إني أبيت وليس في قلبي غش، أو غل لأحد من المسلمين. فقال: هذه التي بلغت بك وهي التي لا نطيق. هذا هو الإيمان .. فلا غل، ولا حقد، ولا حسد. ¶ يقول (صلى الله عليه وسلم) كما في (الصحيح): (المسلم أخو المسلم لا يظلمه ولا يسلمه ... )، وفي رواية عند مسلم: (المسلم أخو المسلم، لا يظلمه ولا يخذله ولا يحقره، التقوى هاهنا ـ ويشير إلى صدره ثلاث مرات ـ بحسب امرئ من الشر أن يحقر أخاه المسلم، كل المسلم على المسلم حرام: دمه وماله وعرضه) (¬1). ¶ وعن عبد الله بن عمر رضي الله عنهما قال رأيت رسول الله (صلى الله عليه وسلم) يطوف بالكعبة ويقول: (ما أطيبك وأطيب ريحك، ما أعظمك وأعظم حرمتك، والذي نفس محمد بيده لحرمة المؤمن أعظم عند الله حرمة منك)، وورد موقوفاً على ابن عمر قال: (ما أعظمك وأعظم حرمتك، والمؤمن أعظم حرمة عند الله منك). ¶ ويقول (صلى الله عليه وسلم): (لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه) (¬2) فهذا معنى (إِنَّمَا الْمُؤْمِنُونَ إِخْوَة) (¬3).فكيف تحب لأخيك ما تحب لنفسك؟ ¶ قال أهل العلم: أن تحب له أن يستقيم، وأن يهتدي، وأن يصلي الصلوات الخمس في جماعة، وأن يتفقه في الدين. ¶ سب أعرابي ابن عباس. فقال ابن عباس: أتسبني وفي ثلاث خصال!!.قال الناس: ما هي يا ابن عباس؟ قال: والذي نفسي بيده، ما نزل القطر في أرض إلا حمدت الله وسررت، وليس لي في الأرض ناقة ولا جمل. ووالله، ما سمعت بقاضٍ يحكم بكتاب الله ¶ ¬__________ ¶ (¬1) رواه مسلم في صحيحه عن أبي هريرة , كتاب البر , رقم 32. ¶ (¬3) الحجرات: من الآية10",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "إلا دعوت له، وليس لي عنده قضية. ووالله، ما فهمت آية من كتاب الله، إلا تمنيت على الله أن يفهم الناس مثل ما فهمني هذه الآية. ¶ وكانوا يقولون عن ابن سيرين، أنه إذا أقبل إلى فراشه، نفضه، ثم قرأ سورة الإخلاص ثلاثاً والمعوذات ثلاثاً ثم قال: اللهم اغفر لمن شتمني، ولمن ظلمني، ولمن سبني، اللهم أغفر لمن فعل ذلك بي من المسلمين. ¶ وعند أبى داود بسند مرسل أن الرسول (صلى الله عليه وسلم) قال للصحابة: (أيعجز أحدكم أن يكون مثل أبي ضمضم).وأبو ضمضم هذا رجل من الصحابة، كان فقيراً لا يملك حفنة من التمر، دعا (صلى الله عليه وسلم) للصدقة، فالتمس في البيت صدقة من دراهم، أو دنانير، فما وجد شيئاً، فقام، وصلى ركعتين في ضلال الليل، وقال: يا ربي!! يا الله!! إن أهل الأموال تصدقوا بأموالهم، وأهل الخيول جهزوا خيولهم، وأهل الجمال جهزوا جمالهم، اللهم إنه لا مال لي ولا جمال ولا خيول. اللهم إني أتصدق إليك بصدقة فاقبلها: اللهم كل من ظلمني، أو سبني أو شتمني، أو اغتابني من المسلمين فاجعلهم في عافية، وفي حل، وفي عفو. فقبل الله صدقته (إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ) (¬1) ... . ¶ أُسس و عناصر الاخوة بين المسلمين: ¶ ان الاسلام قرر الاخوة بين المسلمين ووضع لهذه الأخوّة أُسساً و عناصر: ¶ أولها: المحبّة وعدم الضغينة والغلِّ والحقد والحسد: فالمؤمن سليم الصدر، المؤمن طاهر النفس، زكى النفس، تقى القلب ,المؤمن ينام على فراشه فى آخر الليل، وهو يشهد الله فى عليانه أنه لا يحمل ذرة غل أو حقد أو حسد لمسلم على وجه الأرض، فالحقد والحسد من أخطر أمراض القلوب، يرى الأخ أخاه فى نعمة فيحقد عليه ويحسده، ونسى هذا الجاهل أنه ابتداء لم يرضى عن الله الذى قسم الأرزاق، فمن الذى وهب؟ إنه الله، من الذى أعطى هذا العلم؟ وأعطى هذا المال؟ وأعطى هذه الزوجة الصالحة؟ وأعطى هذا الولد الطيب؟ وأعطى هذا الحلم؟ وأعطى هذا الفضل إنها أرزاق، قسمها الرزاق، فإن الذى يحسد إخوانه إنما هو فى حقيقة الأمر معترض على الله جل جلاله، فليتق الله وليتب إلى الله، وليعد إلى الله سبحانه وليسأل الله الذى وهب أن ¶ ¬__________ ¶ (¬1) المائدة: من الآية27",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "يعطيه من عظيم فضله وعظيم عطائه، كما أعطى إخوانه من عظيم فضله وواسع عطائه. قال تعالى: (وَالَّذِينَ جَاؤُوا مِن بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالإِيمَانِ وَلا تَجْعَلْ فِي قُلُوبِنَا غِلاًّ لِّلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَؤُوفٌ رَّحِيمٌ) (¬1). و عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: (لا يُؤْمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ) (¬2). و عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (لا تَدْخُلُونَ الْجَنَّةَ حَتَّى تُؤْمِنُوا، وَلا تُؤْمِنُوا حَتَّى تَحَابُّوا، أَوَلا أَدُلُّكُمْ عَلَى شَيْءٍ إِذَا فَعَلْتُمُوهُ تَحَابَبْتُمْ؟ أَفْشُوا السَّلامَ بَيْنَكُمْ) (¬3). وعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: (سَبْعَةٌ يُظِلُّهُمْ اللَّهُ تَعَالَى فِي ظِلِّهِ يَوْمَ لا ظِلَّ إِلا ظِلُّهُ: إِمَامٌ عَدْلٌ، وَشَابٌّ نَشَأَ فِي عِبَادَةِ اللَّهِ، وَرَجُلٌ قَلْبُهُ مُعَلَّقٌ فِي الْمَسَاجِدِ، وَرَجُلانِ تَحَابَّا فِي اللَّهِ اجْتَمَعَا عَلَيْهِ وَتَفَرَّقَا عَلَيْهِ، وَرَجُلٌ دَعَتْهُ امْرَأَةٌ ذَاتُ مَنْصِبٍ وَجَمَالٍ فَقَالَ إِنِّي أَخَافُ اللَّهَ، وَرَجُلٌ تَصَدَّقَ بِصَدَقَةٍ فَأَخْفَاهَا حَتَّى لا تَعْلَمَ شِمَالُهُ مَا تُنْفِقُ يَمِينُهُ، وَرَجُلٌ ذَكَرَ اللَّهَ خَالِيًا فَفَاضَتْ عَيْنَاهُ) (¬4) ¶ ثانيها: الرحمة بالؤمن: قال تعالى: (مُّحَمَّدٌ رَّسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ) (¬5) فالرحمة كمال في الطبيعة البشرية، تجعل المرء يرقّ لآلام الخلق، فيسعى لإزالتها، كما يسعى في مواساتهم، كما يأسى لأخطائهم، فيتمنّى هدايتهم، ويتلمّس أعذارهم. والرحمة صورة من كمال الفطرة وجمال الخلُق، تحمل صاحبها على البر، وتهبّ عليه في الأزمات نسيماً عليلاً تترطّب معه الحياة، وتأنس له الأفئدة. ¶ ثالثها: أداء الحقوق للمسلم: عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: (حَقُّ الْمُسْلِمِ عَلَى الْمُسْلِمِ سِتٌّ. قِيلَ: مَا هُنَّ يَا رَسُولَ اللَّهِ؟ قَالَ: إِذَا ¶ ¬__________ ¶ (¬1) الحشر: 10. ¶ (¬2) متفق عليه. ¶ (¬3) مسلم ... . ¶ (¬4) رواه البخاري في الأذان رقم (660)، والزكاة رقم (1423)، والرقاق رقم (6479) مختصرًا، وفي الحدود رقم (6806)، ورواه مسلم في الزكاة رقم (1031)، ومالك في الموطأ في الشعر (2/ 952، 953)، والنسائي في القضاة (8/ 222، 223)، والترمذي في الزهد رقم (2391)، وأحمد في مسنده (2/ 439)، والبغوي في شرح السنة (2/ 354).",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "لَقِيتَهُ فَسَلِّمْ عَلَيْهِ، وَإِذَا دَعَاكَ فَأَجِبْهُ، وَإِذَا اسْتَنْصَحَكَ فَانْصَحْ لَهُ، وَإِذَا عَطَسَ فَحَمِدَ اللَّهَ فَسَمِّتْهُ، وَإِذَا مَرِضَ فَعُدْهُ، وَإِذَا مَاتَ فَاتَّبِعْهُ) (¬1). ¶ رابعها: نصرالمسلم وعدم خذلانه أو احتقاره والحط من قدره أو الانتقاص منه: عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (لا تَحَاسَدُوا وَلا تَنَاجَشُوا وَلا تَبَاغَضُوا وَلا تَدَابَرُوا، وَلا يَبِعْ بَعْضُكُمْ عَلَى بَيْعِ بَعْضٍ، وَكُونُوا عِبَادَ اللَّهِ إِخْوَانًا، الْمُسْلِمُ أَخُو الْمُسْلِمِ لا يَظْلِمُهُ وَلا يَخْذُلُهُ وَلا يَحْقِرُهُ، التَّقْوَى هَاهُنَا وَيُشِيرُ إِلَى صَدْرِهِ ثَلاثَ مَرَّاتٍ، بِحَسْبِ امْرِئٍ مِنْ الشَّرِّ أَنْ يَحْقِرَ أَخَاهُ الْمُسْلِمَ، كُلُّ الْمُسْلِمِ عَلَى الْمُسْلِمِ حَرَامٌ دَمُهُ وَمَالُهُ وَعِرْضُهُ) (¬2). ¶ خامسها: تقديم النفع له وعدم الإضرار به: قَالَ: (مَنْ اسْتَطَاعَ مِنْكُمْ أَنْ يَنْفَعَ أَخَاهُ فَلْيَفْعَلْ) (¬3) فكونك تقرأ على مريض رقية من القرآن فهذه منفعة .. تدرسه في الامتحانات منفعة أي منفعة مباحة، فطبع المؤمن كالنخلة وكالنحلة بنقطة ومن غير نقطة، نخلة لا يسقط ورقها صيفا ولا شتاءا يفيد رطب يفيد سعف يفيد بالظل يفيد صيفا شتاء، وكالنحلة أيضا متعدد المنافع آثاره فيها العلاج النافع للناس. ثم أن السعي فيما ينفع الناس من أسباب دخول الجنة والنجاة من النار فقد روى البيهقي عن أبي ذر قال: قلت يا رسول الله ماذا ينجي العبد من النار؟ قال (الإيمان بالله، قلت: يا رسول الله إن مع الإيمان عملا) لاحظ كيف الصحابي يفهم أن الإيمان لازم لابد له من عمل (قال: يرضخ مما رزقه الله) عطاء مال يعطي (قلت: يا رسول الله أرأيت إن كان فقيرا لا يجد ما يرضخ به، قال: يأمر بالمعروف وينهى عن المنكر، قلت: يا رسول الله أرأيت إن كان لا يستطيع أن يأمر بالمعروف وينهى عن المنكر، قال: يصنع لأخرق) وهو الجاهل الذي لا صنعة له يتكسب منها، (قلت: أرأيت إن كان أخرق -هو اخرق هو نفسه اخرق- لا يستطيع أن يصنع شيئا، قال: يعين مظلوما، قلت: أرأيت إن كان ضعيفا لا يستطيع أن يعين مظلوما، قال: ما تريد أن تترك في صاحبك من خير ليمسك أذاه عن الناس، فقلت: يا رسول الله إذا فعل ذلك دخل الجنة قال: ما من مؤمن ¶ ¬__________ ¶ (¬1) مسلم ... . ¶ (¬2) مسلم ... . ¶ (¬3) مسلم ... .",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "يطلب خصلة من هذه الخصال إلا أخذت بيده حتى تدخله الجنة) وصححه الألباني في صحيح الترغيب. ¶ توثيق عرى المحبة بين المؤمنين: ¶ الحب على المحبين فرض، وبه قامت السموات والأرض، ومن لم يدخل جنة الحب، لن ينال القرب، وبالحب عُبد الرب، وتُرك الذنب، وهان الخطب، واحتمل الكرب. ¶ بالحب تتآلف المجرة، وبالحب تدوم المسرة، بالحب ترتسم على الثغر البسمة، وتنطلق من الفجر النسمة، وتشدو الطيور بالنغمة، وأرض بلا حب صحراء، وحديقة بلا حب جرداء، ومقلة بلا حب عمياء، وأذن بلا حب صماء. ¶ بالحبِّ تُرضعُ الأم وليدَها، وتروم الناقة وحيدَها. وبالحب يقع الوفاق، والضم والعناق، وبالحب يعم السلام، والمودّة والوئام. ¶ الحب هو بسِاط القربى بين الأحباب، وهو سياج المودة بين الأصحاب. وبالحب يفهم الطلاب كلام المعلم، وبالحب يسير الجيش وراء القائد ويتقدم، وبالحب تذعن الرعيّة، ويعمل بالأحكام الشرعية، وتصان الحرمات، وتقدس القربات. ¶ بيت لا يقوم على الحب مهدوم، جيش لا يحمل الحب مهزوم. لكن أعظم الحب وأجلّه، ما جاءت به الملّة، أجمل كلمة في الحب قول الرب: {يُحِبُّهُمْ وَيُحِبُّونَهُ} (¬1). فلا تطلب حباً دونه. ¶ الحب الصادق في جامعة {إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ}، والغرام الرخيص في مسرح الفنانين والفنّانات. استعرض نصوص الحب في وثيقة الوحي المقدس، لترى فيها حياة الأنفس، الحب الأرضي يقتل الإنسان بلا قيمة، والحب السماوي يدعو العبد إلى حياة مستقيمة، ليجد فضل الله ونعيمه. ¶ ونظرًا لأهمية هذه الرابطة بين المؤمنين فقد رتب الله جل وعلا عليها عظيم الفضل وجزيل الأجر والثواب وقرب أهلها وأحبهم، فمن السبعة الذين يظلهم الله في ظله يوم لا ظل إلا ظله: ((رجلان تحابا في الله، اجتمعا عليه وتفرقا عليه)). ¶ ¬__________ ¶ (¬1) المائدة 54.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "وفي الحديث القدسي: ((المتحابون في جلالي لهم منابر من نور يغبطهم النبيون والشهداء)) (¬1)، وفي الحديث القدسي أيضًا أن الله تعالى قال: ((حقت محبتي للمتحابين فيَّ، وحقت محبتي للمتواصلين فيَّ، وحقت محبتي للمتناصحين فيَّ، وحقت محبتي للمتزاورين فيهَّ، وحقت محبتي للمتباذلين فيَّ)) (¬2) وروى مسلم عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم ((أن رجلاً زار أخًا له في قرية أخرى، فأرصد (¬3) الله تعالى على مدرجته (¬4) ملكًا، فلما أتى عليه قال: أين تريد؟ قال: أريد أخًا لي في هذه القرية. قال: هل لك عليه من نعمة تَرُبُّها (¬5) عليه؟ قال: لا، غير أني أحببته في الله تعالى. قال: فإني رسول الله إليك بأن الله قد أحبك كما أحببته فيه)) (¬6).وقال صلى الله عليه وسلم: ((ما تحاب رجلان في الله تعالى إلا كان أفضلهما أشدَّهما حبًا لصاحبه) (¬7). ¶ وعن عبدة بن أبي لبابة أنه لقي مجاهدًا رحمه الله فأخذ مجاهد بيده فقال: إذا التقى المتحابان في الله فأخذ أحدهما بيد صاحبه وضحك إليه تحاتت خطاياهما كما تحات ورق الشجر. قال عبدة: فقلت له: إن هذا ليسير ـ يعني المصافحة والتبسم ـ فقال: لا تقل ذلك، فإن الله يقول: (لَوْ أَنْفَقْتَ مَا فِي الأَرْضِ جَمِيعًا مَا أَلَّفْتَ بَيْنَ قُلُوبِهِمْ) (¬8) ... قال عبدة: فعرفت أنه أفقه مني. ¶ ¬__________ ¶ (¬1) حديث قدسي ¶ (¬2) حديث قدسي ¶ (¬3) يعني أقعده يربه. شرح النووي (16/ 124). ¶ (¬4) المدرجة هي الطريق، سميت بذلك لأن الناس يدرجون عليها أي يمضون ويمشون. السابق. ¶ (¬5) أي تقوم بإصلاحها وتنهض إليه بسبب ذلك. السابق. ¶ (¬6) مسلم عن أبي هريرة ¶ (¬8) الأنفال: 63",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "المطلب الرابع ¶ أداء الأمانة ¶ (فَمَنْ كَانَتْ عِنْدَهُ أَمَانةٌ فليؤُدِّها إلى مَنْ ائْتمَنَهُ عَلَيها) ¶ إنَّ الإنسان يحمل مسؤوليَّة عظيمة، فهو الَّذي حمل الأمانة الَّتي أبت السماوات و الأرض و الجبال حملها، والأمانة كلمة واسعة المفهوم، يدخل فيها أنواع كثيرة منها: ¶ 1 - الأمانة العظمى، وهي الدين والتمسك به، قال تعالى: (إِنَّا عَرَضْنَا الأَمَانَةَ عَلَى السَّمَاوَاتِ وَالأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَن يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الإِنسَانُ إِنَّهُ كَانَ ظَلُوماً جَهُولاً) (¬1). يقول القرطبي: الأمانة في الآية تعم جميع وظائف الدين (¬2) وتبليغ هذا الدين أمانة أيضاً، فالرسل أمناء الله على وحيه كما قال صلى الله عليه وسلم: \" ألا تأمنوني وأنا أمين من في السماء، يأتيني خبر السماء صباحاً ومساء) (¬3). ¶ 2 - كل ما أعطاك الله من نعمة فهي أمانة لديك يجب حفظها واستعمالها وفق ما أراد منك المؤتمن، وهو الله جل وعلا، فالبصر أمانة، والسمع أمانة، واليد أمانة، والرجل أمانة، واللسان أمانة، والمال أمانة أيضاً، فلا ينفق إلا فيما يرضي الله. ¶ 3 - العرض أمانة، فيجب عليك أن تحفظ عرضك ولا تضيعه، فتحفظ نفسك من الفاحشة، وكذلك كل من تحت يدك، وتحفظهم عن الوقوع فيها، قال أبي كعب رضي الله عنه: من الأمانة أن المرأة أؤتمنت على حفظ فرجها). ¶ 4 - الولد أمانة، فحفظه أمانة، ورعايته أمانة، وتربيته أمانة. ¶ 5 - العمل الذي توكل به أمانة، وتضييعه خيانة، فعن أبي هريرة ـ رضي الله عنه ـ قال: قال رسول الله صلى الله عليه وسلم: \" إذا ضيعت الأمانة فانتظر الساعة \"، قال: كيف إضاعتها يا رسول الله؟ قال: \" إذا أسند الأمر إلى غير أهله فانتظر الساعة) ¶ ¬__________ ¶ (¬1) الأحزاب: 72 – 73 ... . ¶ (¬2) تفسير القرطبي 14/ 253 ¶ (¬3) رواه البخاري، كتاب المغازي، باب بعث علي وخالد إلى اليمن (الفتح 8/ 84) رقم (4351)",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "(¬1). وقال صلى الله عليه وسلم لأبي ذر لما سأله أن يوليه قال: ( ... وإنها أمانة ... ) (¬2). ¶ 6 - السر أمانة، وإفشاؤه خيانة، ولو حصل بينك وبين صاحبك خصام فهذا لا يدفعك لإفشاء سره، فإنه من لؤم الطباع، ودناءة النفوس، قال صلى الله عليه وسلم: (إذا حدث الرجل بحديث ثم التفت فهي أمانة) (¬3). ومن أشد ذلك إفشاء السر بين الزوجين، فعن أبي سعيد الخدري ـ رضي الله عنه ـ قال: قال رسول الله صلى الله عليه وسلم: \" إن من أعظم الأمانة عند الله يوم القيامة: الرجل يفضي إلى امرأته وتفضي إليه، ثم ينشر سرها) (¬4). ¶ 7 - الأمانة، بمعنى الوديعة، وهذه يجب المحافظة عليها، ثم أداؤها كما كانت. ¶ أداء الأمانة: إنَّ الأمانة مسؤوليَّة عظيمة، و حمل ثقيل، فعلى الإنسان أن يتحمَّل مسؤوليَّته، و أن يؤدي أمانته ولقد أمر الله تعالى بأداء الأمانة فقال: (إِنَّ اللّهَ يَأْمُرُكُمْ أَن تُؤدُّواْ الأَمَانَاتِ إِلَى أَهْلِهَا وَإِذَا حَكَمْتُم بَيْنَ النَّاسِ أَن تَحْكُمُواْ بِالْعَدْلِ) (¬5). ذكر ابن كثير أنها عامة في جميع الأمانات الواجبة على الإنسان، وهي نوعان: (¬6) ¶ 1 - حقوق الله تعالى من صلاة وصيام وغيرهما أمَّا أداؤها فيما بينه و بين الله بأن يقوم بطاعة الله و عبادته و إخلاص الدين له، و الإلتزام بشرع الله، و الإقتداء بسنة رسول الله صلَّى الله عليه وسلَّم من غير زيادة و لا نقصان، و أن يكون العمل خالصاً لوجه الله الكريم، موافقاً لشرعه حتى يقبله الله. ¶ 2 - حقوق العباد كالودائع وغيرها و أداؤها فيما بينه و بين العباد فأن يقوم بما أوجب الله عليه من حقوق بحسب مسؤولية الإنسان و ما التزم به نحو غيره، و أول المسؤوليات ¶ ¬__________ ¶ (¬1) رواه البخاري، كتاب الرقاق، باب رفع الأمانة (6496). ¶ (¬2) رواه مسلم، كتاب الإمارة، باب كراهة الإمارة، ح (1825). ¶ (¬3) رواه أ؛ مد 3/ 352، 380، وأبو داود، كتاب الأدب، باب في فضل الحديث ح (4868)، والترمذي، كتاب الير، باب ما جاء أن المجالس بالأمانة، ح (1959)، وقال: حديث حسن. ¶ (¬4) رواه مسلم، كتاب النكاح، باب تحريم إفشاء سر المرأة ح (1437)، وأبو داود، كتاب الأدب، باب نقل الحديث، ح (4870). ¶ (¬5) النساء: 58 ... . ¶ (¬6). تفسير ابن كثير ج1 ص 488.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "و الأمانات أمانة أولياء الأمور في كلِّ أمرٍ تولاه الإنسان صغيراً كان أو كبيراً، فعليه أن يقوم بالعدل، و أن يسير في ولايته حسبما تقتضيه مصلحة الدين، لا يُحابي قريباً و لا صديقاً و لا قوياً و لا غنياً ولا شريفاً، إنَّما يكون قدوته في ذلك محمد رسول الله صلَّى الله عليه و سلَّم الَّذي قال: (لو أنَّ فاطمة بنت محمد سرقت لقطعت يدها) (¬1) ¶ الخث على الامانة في النصوص: ¶ 1 - قال تعالى في صفات المؤمنين (والذين هم لأماناتهم وعهدهم راعون) (¬2) ¶ 2 - قال عليه الصلاة والسلام في الأمر بردها: \" أد الأمانة إلى من ائتمنك، ولا تخن من خانك \". (¬3) ¶ 3 - وقال: (اضمنوا لي ستاً من أنفسكم أضمن لكم الجنة: اصدقوا إذا حدثتم، وأوفوا إذا وعدتم، وأدوا إذا اؤتمنتم، واحفظوا فروجكم، وغضوا أبصاركم، وكفوا أيديكم) (¬4). ¶ 4 - و في الحديث: ( ... فيأتون محمداً صلى الله عليه وسلم فيقوم فيؤذن له، وترسل الأمانة والرحم فتقومان جنبتي الصراط يميناً وشمالاً فيمر أولكم كالبرق .. ثم كمر الريح، ثم كمر الطير، وشد الرجال تجري بهم أعمالهم ونبيكم قائم على الصراط يقول: رب سلم سلم، حتى تعجز أعمال العباد حتى يجيء الرجل فلا يستطيع السير إلا زحفاً قال وفي حافتي الصراط كلاليب معلقة مأمورة بأخذ من أمرت به، فمخدوش ناج ومكدوس في النار) (¬5) قال الإمام النووي: (وأما إرسال الأمانة والرحم فهو لعظم أمرهما وكبر موقعهما، فتصوران مشخصتين على الصفة التي يريدها الله تعالى , قال صاحب التحرير: في الكلام اختصار , والسامع فهم أنهما تقومان لتطالبا كل من يريد الجواز بحقهما) (¬6) ¶ ¬__________ ¶ (¬1) متفق عليه ... . ¶ (¬2) المؤمنون: 8 ... . ¶ (¬3) رواه أبو داود في البيوع، باب في الرجل يأخذ حقه من تحت يده ح (3534)، (3535)، والترمذي في البيوع، باب (38) ح (1264)، وقال: هذا حديث حسن غريب، وغيرهم، أنظر: السلسلة الصحيحة، رقم (424). ¶ (¬4) أحمد ... . ¶ (¬5) مسلم ... . ¶ (¬6) شرح مسلم ... .",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "التحذير من الخيانة: ¶ 1 - وقال تعالى (يا أيها الذين آمنوا لا تخونوا الله والرسول وتخونوا أماناتكم وأنتم تعلمون) (¬1) قال ابن كثير: والخيانة تعم الذنوب تعم الذنوب الصغار والكبار. (¬2) ¶ 2 - عن أبي هريرة عن النَّبيِّ قال: ((ليأتيَنَّ على الناس زمان لا يُبالي المرء بما أخذ المال، أمِنْ حلال أم من حرام))، وعند هؤلاء الآخذين غير المبالين أنَّ الحلال ما حلَّ في اليد، والحرام ما لم يصل إليها، وأما الحلال في الإسلام، فهو ما أحلَّه الله ورسوله، والحرام ما حرَّمه الله ورسوله. ¶ 3 - و نفى النبي صلَّى الله عليه و سلَّم كمال الإيمان عن خائن الأمانة فقال: (لا إيمان لمن لا أمانة له، و لا دين لمن لا عهد له) (¬3). . ¶ 4 - و بين النبي صلى الله عليه وسلم أنَّ الخيانة و الأمانة لا يجتمعان كما لا يجتمع الكفر والإيمان فقال: (لا يجتمع الإيمان والكفر في قلب امرئ، ولا يجتمع الصدق و الكذب جميعاً، و لا تجتمع الخيانة و الأمانة جميعاً) (¬4) .. ¶ 5 - و جعله من المنافقين فقال: (أربع من كن فيه كان منافقاً خالصاً، ومن كانت فيه خصلة منهن كانت فيه خصلة من النفاق حتى يدعها: إذا اؤتمن خان، وإذا حدّث كذب، وإذا عاهد غدر، وإذا خاصم فجر) (¬5) و في رواية (آية المنافق ثلاث: إذا حدّث كذب، وإذا وعد أخلف، وإذا اؤتمن خان) (¬6). لأنَّ النَّاس يخدعون بإنسان من مظهره، أو في حسن كلامه، فيضعون عنده أماناتهم سواء من مالٍ أو سرٍّ أو حاجةٍ، فإذا به يظهر على حقيقته مخالفاً ما ظنَّه النَّاس عليه، فيضيِّع الأمانات، ويأكل الأموال، و يفشي الأسرار، و يتلف الحاجات، لذلك كان فيه علامة من النِّفاق. ¶ ¬__________ ¶ (¬1) الأنفال: 27 ... . ¶ (¬2) أنظر تفسير ابن كثير ج 2 ص 288. ¶ (¬3) أحمد ... . ¶ (¬4) رواه أحمد ... . ¶ (¬5) متفق عليه ... . ¶ (¬6) متفق عليه رواه البخاري، كتاب الإيمان، باب علامة المنافق ح (33)، ومسلم، كتاب الإيمان، باب بيان خصال المنافق ح (59).",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "6 - وقد ورد في سنَّة الرسول صلى الله عليه وسلم أحاديث تدلُّ على منع العمَّال والموظفين من أخذ شيء من المال ولو سُمِّي هدية، منها حديث أبي حميد الساعدي قال: ((استعمل رسول الله صلى الله عليه وسلم صلى الله عليه وسلم صلى الله عليه وسلم صلى الله عليه وسلم ... رجلاً من الأسد، يُقال له: ابن اللتبيَّة على الصدقة، فلمَّا قدم قال: هذا لكم، وهذا لي أُهدي لي، قال: فقام رسول الله صلى الله عليه وسلم صلى الله عليه وسلم ... على المنبر، فحمد الله وأثنى عليه، وقال: ما بال عامل أبعثه فيقول: هذا لكم، وهذا أُهدِيَ لي؟! أفلاَ قعدَ في بيت أبيه أو في بيت أمِّه حتى ينظرَ أيُهدَى إليه أم لا؟! والذي نفسُ محمد بيده! لا ينال أحدٌ منكم منها شيئاً إلاَّ جاء به يوم القيامة يحمله على عُنُقه، بعير له رُغاء، أو بقرة لها خوار، أو شاة تيعَر، ثم رفع يديه حتى رأينا عفرتَي إبطيه، ثم قال: اللَّهمَّ هل بلَّغت؟ مرَّتين)). ¶ 7 - ومنها حديث عدي بن عميرة قال: سمعت رسول الله صلى الله عليه وسلم ... يقول: ((من استعملناه منكم على عمل فكَتَمَنا مخيطاً فما فوقه، كان غلولاً يأتي به يوم القيامة)) ومنها حديث بريدة عن النَّبيِّ صلى الله عليه وسلم ... قال: ((مَن استعملناه على عمل فرزقناه رزقاً فما أخذ بعد ذلك فهو غلول)) ¶ من صور الأمانة: ¶ 1 - قال صلى الله عليه وسلم وهو يحكي لأصحابه رضي الله عنهم: \" اشترى رجل من رجل عقاراً له، فوجد الذي اشترى العقار في عقاره جرة فيها ذهب، فقال له الذي اشترى العقار: خذ ذهبك مني، إنما اشتريت منك الأرض، ولم ابتع منك الذهب، فقال الذي شرى الأرض (أي: الذي باعها): إنما بعتك الأرض وما فيها، قال: فتحاكما إلى رجل، فقال الذي تحاكما إليه: ألكما ولد؟ فقال أحدهما: لي غلام،",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "وقال الآخر: لي جارية، قال: أنكحوا الغلام بالجارية، وأنفقوا على أنفسكما منه، وتصدقا) (¬1). ¶ 2 - وفي ترجمة عياض بن غنم وكان أميراً لعمر على حمص أنَّه قال لبعض أقربائه في قصة طويلة: ((فوالله! لأن أُشقَّ بالمنشار أحبُّ إليَّ من أن أخون فلساً أو أتعدَّى!)). ¶ ضياع الامانة: ¶ لقد أخبر النبي صلَّى الله عليه و سلَّم أنَّ الأمانة ستضيع، و أنَّه سيأتي زمان على النَّاس تنقلب فيه الموازين و تختلط فيه الحسابات فقال: (إن خيركم قرني، ثم الذين يلونهم، ثم الذين يلونهم، ثم يكون بعدهم قوم يشهدون و لا يستشهدون، و يخونون ولا يؤتمنون، وينذرون ولا يوفون، ويظهر فيهم السمن) (¬2) .. وقال: (سيأتي على الناس سنوات خداعات يصدق فيها الكاذب ويكذب فيها الصادق، ويؤتمن فيها الخائن ويخوّن فيها الأمين، وينطق فيها الرويبضة. قيل: وما الرويبضة؟ قال: الرجل التافه في أمر العامة) (¬3) ¶ و لقد جاء هذا الزمن، و أصبح الكذب صدقاً، و الصدق كذباً، صار الباطل حقاً و الحق باطلاً، و جُعل الخائن مؤتمناً والأمين مخوّناً، و كثر الرويبضة الذين تحكَّموا في رقاب العباد فإلى الله المشتكى. ¶ رفع الامانة: ¶ إنَّ رفع الأمانة من علامات الساعة، ففي الحديث: (لا تقوم الساعة حتى يظهر الفحش و التفاحش، و قطيعة الرحم، و سوء المجاورة، و حتى يؤتمن الخائن و يخوّن الأمين) (¬4) ¶ ¬__________ ¶ (¬1) رواه مسلم، كتاب الأقضية، باب استحباب إصلاح الحاكم بين الخصمين رقم (1721)، والجرة: إناء من خزف. ¶ (¬2) متفق عليه ... . ¶ (¬3) ابن ماجه ... . ¶ (¬4) رواه أحمد ... .",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "و عن أبي هريرة قال: بينما رسول الله صلَّى الله عليه و سلَّم جالس يحدث القوم في مجلسه جاء إعرابي فقال: يا رسول الله متى الساعة؟ فمضى رسول الله صلَّى الله عليه و سلَّم يحدّث، فقال بعض القوم: سمع فكره ما قال، و قال بعضهم: بل لم يسمع حتى إذا قضى حديثه قال: أين السائل عن الساعة؟ قال: ها أنا ذا يا رسول الله. قال: إذا ضيّعت الأمانة فانتظر الساعة. قال: يا رسول الله و ما أضاعتها؟ قال: (إذا أوسد الأمر إلى غير أهله فانتظر الساعة) (¬1) قال ابن بطال في معناه: \"أن الأئمة قد ائتمنهم الله على عباده، وفرض عليهم النصيحة لهم، فينبغي لهم تولية أهل الدين، فإذا قلَّدوا غير أهل الدين فقد ضيعوا الأمانة التي قلدهم الله تعالى إياها\". (¬2) ¶ لقد ضيعت الأمانة، فهل يا ترى الرجل المناسب في المكان المناسب؟ إنَّها المحسوبيات والواسطات و الرشاوى. ¶ وقال حذيفة حدثنا عن رفع الأمانة فقال: (ينام الرجل النومة فتقبض الأمانة من قلبه ... وليس فيه شيء، فيصبح الناس يتبايعون فلا يكاد أحد يؤدي الأمانة، فيقال: إن في بني فلان رجلاً أميناً، ويقال للرجل ما أعقله وما أظرفه وما أجلده وما في قلبه مثقال حبة خردل من إيمان) ¶ إنها الأمانة أيها الأمناء ¶ إنها الأمانة أيها الأمناء، إنها الأمانة التي ناءت بحملها السموات والأرض والجبال، ما أعظم الشهادة في سبيل الله تعالى، يفدي الشهيد دينه ووطنه بروحه غير أنه يحاسب على أمانته، فعن روى ابن كثير بسنده عن عبد الله بن مسعود _ قال: (إن الشهادة تكفر كل ذنب إلا الأمانة، يؤتى بالرجل يوم القيامة، وإن كان قُتل في سبيل الله تعالى فيقال: أد أمانتك، فيقول: وأنّى أؤديها وقد ذهبت الدنيا؟ فتمثل له الأمانة في قعر جهنم فيهوي على أثرها أبد البد). ¶ إنها الأمانة التي كان يعلي بها شأن حذيفة فيقول: (إِنَّ لِكُلِّ أُمَّةٍ أَمِينًا وَإِنَّ أَمِينَنَا أَيَّتُهَا الْأُمَّةُ أَبُو عُبَيْدَةَ بْنُ الْجَرَّاحِ) إنه مؤشر خطير ودقيق على ضياع أساس الصلاح في النفوس، فماذا يبقى للناس إذا فقدوا الأمانة بينهم، فخانوا الله في دينهم، وخانوه في ¶ ¬__________ ¶ (¬1) أحمد ... . ¶ (¬2) فتح الباري (11/ 342).",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "أعمالهم، وخانوه في حوائج الناس الذين استأمنوهم على قضائها، لقد أصبح فئام من مجتمعنا بعد أن استرعاهم الله على بعض أمورنا يتفننون في التهرب من أداء أمانتهم الملقاة على عواتقهم، ويتباهون بأخذ رواتبهم من غير تعب ولا نصب، بل ويجاهرون بتحصيل الأموال الطائلة في تجارتهم بالغش والتحايل. إنه حال مؤسف حقًا حينما يصير الرجل خائنًا بعد أن كان أمينًا، وهذا إنما يقع لمن ذهبت خشيته لله، وضعف إيمانه، وخالط أهل الخيانة، يدفعونه نحوها، ويحثونه عليها، فقد يتردد مرارًا في إضاعتها، غير أنه بعد مخالطتهم يستمرأ الخيانة لله ولرسوله ولنفسه ولأمته، حتى يصبح داعية إليها، ينشر الخور بين الناس، فإذا كثر هذا الصنف من الخائنين فلننتظر الساعة، إن المسؤولية العظمى ـ كما بين النبي ‘ـ تقع في إسناد الأمر إلى غير أهله، لأن في ذلك تضييعًا لحقوق الناس، واستخفافًا بمصالحهم، وإيغارًا لصدورهم، وإثارة للفتن بينهم، فالواجب التحري فيمن يولى على حوائج المسلمين، لتوضع بين يدي من يخاف الله فيهم، ويرعى ذممهم، فالناس تبع لمن يتولى أمرهم، وإن الله سائل كل راع عما استرعاه.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "المطلب الخامس ¶ التحذير من مظاهر العصبية الجاهلية ¶ (ألا و إن كل شيء من أمر الجاهلية تحت قدمي موضوع ودماء الجاهلية موضوعة) ¶ هكذا استهل النبي حديثه عن هذه القضية وهو استهلال له دلالته البالغة في هذا المقام، وقد ذكرت كلمة الجاهلية في كتاب الله عز وجل في أربعة مواضع: ¶ 1 - في قول الله عز وجل (يَظُنُّونَ بِاللَّهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ) (¬1) وفي ذلك إشارة إلى ما كان عليه أهل الجاهلية من سوء الظن بالله عز وجلوالتكذيب بقدره. ¶ 2 - و في قول الله عز وجل: (أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْمًا لِقَوْمٍ يُوقِنُونَ) (¬2) وفي ذلك إشارة إلى ما كان عليه أهل الجاهلية من التحاكم في الدماء والأموال والأعراض إلى غير ما أنزل الله. ¶ 3 - و في قول الله عز وجل: (وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى) (¬3) وفي ذلك إشارة إلى ما كان عليه نساء الجاهلية من التبرج و الخروج الأُوَلى على مقتضى الفضيلة من الوقار والحشمة والقرار في البيوت. ¶ 4 - و في قول الله عز وجل: (إِذْ جَعَلَ الَّذِينَ كَفَرُوا فِي قُلُوبِهِمُ الْحَمِيَّةَ حَمِيَّةَ الْجَاهِلِيَّةِ ((¬4) وفي ذلك إشارة إلى ما كانوا عليه من التعصب لغير الحق، والأنفة من الانقياد للحق، والاعتزاز الباطل بالأحساب والأنساب. ¶ فجاءت كلمات النبي في هذا اللقاء الجامع لتبطل كل ما كانت الجاهلية تفخر وتتمسك به من تقاليد العصبية القبلية و فوارق اللغة و الأنساب و العرق و استعباد الإنسان لأخيه الإنسان بأغلال الظلم و المراباة ولتلغي جميع قيم الجاهلية الفاسدة وعقائدها الباطلة وسلوكها المعوج، و لتجعل كل هذه المواريث محقرة في ضمير المسلم وتحت موطئ قدمه، يقول النووي رحمه الله: (في هذه الجملة إبطال أفعال الجاهلية وبيوعها التي لم يتصل بها قبض وأنه لا قصاص في قتلها، وأن الإمام وغيره ممن يأمربمعروف أو ينهى عن منكر ¶ ¬__________ ¶ (¬1) آل عمران 154. ¶ (¬2) المائدة 50. ¶ (¬3) الأحزاب 33. ¶ (¬4) الفتح 26.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "ينبغي أن يبدأ بنفسه وأهله فهو أقرب إلى قبول قوله، وإلى طيب نفس من قرب عهده بالإسلام (¬1) ¶ الجاهلية العربية قبل الاسلام: ¶ إن الحياة العربية قبل الإسلام التي وصفت بالجاهلية كانت قائمة على أساس العصبية، عصبيّة الدم و الرحم، و عصبيّة العشيرة و القبيلة، والعصبية هي المحاماة والمدافعة , وهي مأخوذة من العصبة , وهم الأقارب من جهة الأب , لأنهم يعصّبونه ويعتصب بهم , أي يحيطون به ويشتد بهم (¬2) فالعصبية هي أن يدافع الإنسان عن أقاربه أو عشيرته أو قومه بغير حق, كما جاء في حديث واثلة بن الأسقع رضي الله عنه قال قلت: يارسول الله ما العصبية؟ قال: أن تعين قومك على الظلم \" (¬3) وذلك يعدُّ هبوطا من المستوى الرفيع الذي رفع الله جل وعلا المسلم إليه, حيث رفعه من التفكير في الروابط الدنيوية المحدودة إلى التفكير في الرابطة الدينية الواسعة , فإذا هبط تفكيره عن هذه الرابطة السامية فإنه يتعلق بالروابط الدنيوية الضيقة , ثم لايزال يُضيق الدائرة حتى يصل إلى الأنانية البغيضة والأثرة القاتلة. ¶ براءة الاسلام من الجاهلية: ¶ وقد كان العرب يحيون للعصبية القبلية و يموتون لها في الحق و الباطل. و ظل العرب كذلك حتى جاء الإسلام بشموليته، فجعل النظام الاجتماعي قائماً على أساس التعاون على البر و التقوى، لا تعاوناً على الإثم والعدوان، لذلك جمع الجميع تحت راية الإسلام يحيون في ظلها، و يموتون من أجلها. وعليه فقد شدد النبي عليه الصلاة والسلام في النهي عن العصبية لما يترتب عليها من نتائج سيئة في إضعاف الأخوة الإسلامية أو قطعها , فمما جاء في ذلك إعلانه البراءة من صاحبها كما في حديث جبير بن مطعم رضي الله عنه قال: \"ليس منا من دعا إلى عصبية , وليس منا من قاتل عصبية وليس منا من مات على عصبية \" (¬4). ¶ ¬__________ ¶ (¬1) صحيح مسلم بشرح النووي , باب حجة النبي (صلى الله عليه وسلم) (2905). ¶ (¬2) النهاية لابن الأثير 3/ 245. ¶ (¬3) أخرجه الإمام أبو داود وسكت عنه كتاب الأدب باب في العصبية رقم 5119. ¶ (¬4) أخرجه الإمام أبو داود بإسناد حسن. أنظر: سنن أبي داود كتاب الأدب , باب العصبية رقم 5121.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "وذلك أن من سنته عليه الصلاة والسلام ومنهجه الدعوة إلى الإسلام , والقتال من أجله, والموت في سبيله , فمن خالف ذلك فقد ترك السنة في هذا الأمر , ولذلك حكم عليه الصلاة والسلام على من قُتل في دعوة عصبية بأنه قد مات في سبيل الجاهلية حيث يقول من حديث جندب البجلي رضي الله عنه \" من قُتل تحت راية عمِّيَّة يدعو عصبية أو ينصر عصبية فقتِلةٌ جاهلية\" (¬1).وقوله \" تحت راية عمية \" قال ابن الأثير: قيل هو فعّيله من العماء: الضلالة , كالقتال في العصبية والأهواء , وحكى بعضهم فيها ضم العين (¬2). ¶ وإن مما يخلخل بناء الأخوة الإسلامية ويضعفه قيام العصبية الجاهلية وانتشارها بين أبناء الأمة الواحدة , فهي من أقوى العوامل في تحطيم الوحدة والإخاء الإسلامي , وقد شاهدنا في العرض التاريخي لحياة الأمم قبل الإسلام كيف عملتْ العصبية على إشعال نار الفتن والحروب وتمزيق الأمة إلى دول صغيرة بل إلى قبائل كل قبيلة تحكم نفسها وتحمل العداء لغيرها. ¶ ثم شاهدنا في العرض التاريخي لتطبيق رابطة الإخاء الإسلامي كيف استطاع النبي صلَّى الله عليه و سلَّم بالإسلام أن يعقد هذه الرابطة وأن يقضي على تلك القوى المتناحرة بتوحيد العالم كله تحت راية واحدة , وذلك بقضائه على العصبية الجاهلية بمختلف أشكالها , لأنها هي ألدُّ أعداء رابطة الإخاء الإسلامي , ولذلك حذر منها النبي صلَّى الله عليه و سلَّم وشدد النكير عليها كما سبق, ولما رُفع نداء الجاهلية في عهده صلَّى الله عليه و سلَّم غضب وأنكر ذلك النداء ومن ذلك حديث عمرو بن دينار رحمه الله قال سمعت جابر بن عبد الله رضي الله عنهما يقول: كنا في غزاة فكسع رجل من المهاجرين رجلاً من الأنصار فقال الأنصاري: يا للأنصار , وقال المهاجري: يا للمهاجرين , فقال النبي صلَّى الله عليه و سلَّم: دعوها فإنها منتنة (¬3). ¶ وغضب النبي صلَّى الله عليه و سلَّم على أبي ذر الغفاري رضي الله عنه لما عيَّر رجلا بأمه ونسب فعله هذا إلى الجاهلية , وذلك من حديث المعرور بن سويد قال: لقيت أبا ذر بالربذة وعليه حلة وعلى غلامه حلة فسألته عن ذلك فقال: إني سببت رجلا فعيرته بأمه ¶ ¬__________ ¶ (¬1) صحيح مسلم , كتاب الإمارة رقم 1850 باب وجوب ملازمة جماعة المسلمين , سنن النسائي , كتاب تحريم الدم , باب التغليظ فيمن قتل تحت راية عمية 7/ 123. ¶ (¬2) النهاية 3/ 304. ¶ (¬3) صحيح البخاري كتاب التفسير رقم 4907 (الفتح 8/ 652).",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": ", فقال لي النبي صلَّى الله عليه و سلَّم \" أعيرته بأمه \"؟ إنك امرؤ فيك جاهلية , إخوانكم خَوَلكم جعلهم الله تحت أيديكم , فمن كان أخوه تحت يده فليطعمه مما يأكل ويلبسه مما يلبس ولا تكلفوهم مايغلبهم فإن كلفتموهم فأعينوهم (¬1) ¶ ولقد عرف اليهود لخبثهم بأي سلاح يقاومون الدعوة الإسلامية في المدينة على عهد رسول الله صلَّى الله عليه و سلَّم حيث حاولوا إيقاد نار العصبية بين الأوس والخزرج , قال ابن إسحاق: ومرَّ شأس بن قيس , وكان شيخا قد عسا (¬2) عظيم الكفر شديد الضغن على المسلمين شديد الحسد لهم على نفر من أصحاب رسول الله صلَّى الله عليه و سلَّم من الأوس والخزرج في مجلس قد جمعهم يتحدثون فيه , فغاظه ما رأى من ألفتهم وجماعتهم وصلاح ذات بينهم على الإسلام بعد الذي كان بينهم من العداوة في الجاهلية , فقال: قد اجتمع ملأ بني قيلة بهذه البلاد , لا والله مالنا معهم إذا اجتمع ملؤهم بها من قرار فأمر فتى شابا من اليهود كان معهم فقال: اعمد إليهم فاجلس معهم ثم اذكر يوم \"بعاث\" وماكان قبله وأنشدهم بعض ماكانوا تقاولوا فيه من الأشعار , قال ابن إسحاق: ففعل , فتكلم القوم عند ذلك وتنازعوا وتفاخروا حتى تواثب رجلان من الحيين على الركب: أوس بن قيظى أحد بني حارثة بن الحارث من الأوس وجبار بن صخر أحد بني سلمة من الخزرج فتقاولا ثم قال أحدهما لصاحبه: إن شئتم رددناها الآن جذعة , فغضب الفريقان جميعا وقالوا: قد فعلنا موعدكم الظاهرة (والظاهرة الحرة) السلاح السلاح , فخرجوا إليها فبلغ ذلك رسول الله صلَّى الله عليه و سلَّم فخرج إليهم فيمن معه من أصحابه المهاجرين حتى جاءهم فقال \" يامعشر المسلمين ألله ألله , أبدعوى الجاهلية وأنا بين أظهركم بعد أن هداكم الله للإسلام وأكرمكم به وقطع به عنكم أمر الجاهلية واستنقذكم به من الكفر وألَّف بين قلوبكم؟ \" فعرف القوم أنها نزغة من الشيطان وكيد من عدوهم فبكوا وعانق الرجال من الأوس والخزرج بعضهم بعضا ثم انصرفوا مع رسول الله صلَّى الله عليه و سلَّم سامعين مطيعين (¬3). ¶ فهذه نتائج العصبية الجاهلية الممقوتة كادت أن تُودِي بوحدة المسلمين في المدينة لولا أن تداركهم الله برسوله صلَّى الله عليه و سلَّم فأطفأ نار الفتنة , ولكن هذه العصبية فرقت وحدة الأمة الإسلامية بعد ذلك فتجزأت إلى دويلات صغيرة وأصبح بأسهم بينهم ¶ ¬__________ ¶ (¬1) صحيح البخاري , كتاب الإيمان رقم 30 (الفتح 1/ 84). ¶ (¬2) يعني كبرت سنه. ¶ (¬3) سيرة ابن هشام ج 2 ص 211 – 213.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "شديدا , وليس عندهم الإيمان القوي الذي عند الأوس والخزرج حتى يلبوا نداءه ويتأسفوا على مابدر منهم , وليس عندهم القادة الربانيون الذين يستطيعون التأثير عليهم , وإن كانوا قد ثابوا إلى الإيمان في بعض الفترات إلا أنه على نطاق ضيق. ¶ القومية العربية البغيضة: ¶ وبالأمس القريب قامت من الدولة العثمانية شبه وحدة إسلامية حيث انتظمت هذه الدولة أكثر بلاد الإسلام حتى أصبحت أكبر دولة في العالم وأصبحت الأمم الأخرى ترهبها , ولطالما حاولت التناوش معها ولكنها باءت بالفشل والخيبة أمام ذلك البناء القوي المتماسك , فعرفت الدول الغربية أخيرا كيف تضرب على الوتر الحساس حيث أشعلت نار العصبية بين العرب والأتراك فاستجاب بعض العرب لتلك الصيحات الأثيمة , وقادوا أنفسهم إلى الهلاك كما تنقاد الخراف إلى مذابحها , ووثقوا بعدوهم الكافر ناسين قول الله عز وجل: (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنَ الْحَقِّ) (¬1) وقوله تعالى: (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ أَتُرِيدُونَ أَنْ تَجْعَلُوا لِلَّهِ عَلَيْكُمْ سُلْطَانًا مُبِينًا) (¬2) وتخلقوا بأخلاق المنافقين الذين قال الله عنهم: (بَشِّرِ الْمُنَافِقِينَ بِأَنَّ لَهُمْ عَذَابًا أَلِيمًا الَّذِينَ يَتَّخِذُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ أَيَبْتَغُونَ عِنْدَهُمُ الْعِزَّةَ فَإِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا) (¬3) ورددوا هتافات عدوهم نحو القومية العربية الممقوتة ضد إخوانهم المسلمين , ولو رجعوا إلى دينهم وتعقلوا لعرفوا أن هذه القومية البغيضة أسلاك شائكة تعزلهم عن العالم الإسلامي كله الذي يفتح لهم صدره ويتجه نحوهم ويعدُّهم القادة والموجهين , ولكنه سجن حديدي أحكم إغلاقه أعداء الإسلام بدعاياتهم وخططهم المنظمة ساعدهم في تنفيذ ذلك الرعاع من العرب الذين توصلوا إلى مرتبة القيادة تحت ستار الغفلة والنوم العميق الذي أصاب الأمة العربية منذ قرون. ¶ وإن أي مفكر عاقل من العرب ولو كان غير مسلم ليعلم أن الإخاء المشترك الذي يقدمه ملايين المسلمين من غير العرب للعرب هو سلاح قوي بيد العرب لايمكن أن تملكه ¶ ¬__________ ¶ (¬1) الممتحنة: 1 ¶ (¬2) النساء:144 ¶ (¬3) النساء: 138 – 139",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "أمة من الأمم , وإنها لتستطيع بهذا السلاح أن تستعيد مجدها السابق إذا هي اطفأت نار العصبية وأحلت محلها الإخاء الإسلامي , ولكن دعاة القومية لايريدون مصلحة العرب الحقيقية وإنما يريدون هدم الإسلام بهذه الدعوة فهم إناس مدفوعون أصحاب أغراض سيئة يريدون التوصل إليها من وراء هذه الدعوة , ولو فكروا وعقلوا لعرفوا أنهم بهذه الدعوة يقدمون أمتهم للانتحار وهم جزء منها , ولكن صوت العقل والفكر لايتكلم في مثل هذا المجتمع الفوضوي القائم على تأييد الرعاع من صرعى الشبهات وعباد الشهوات. ¶ وكان من نتيجة تلك الصيحات الأثيمة أن انفصمت الوحدة الإسلامية بانفصال العرب عن الأتراك ولم تستطع القومية العربية بعد ذلك أن تجمع العرب تحت راية واحدة لأنها ليست دعوة عالمية وإنما هي عصبية جاهلية تضمر العداء لبني الإنسان الآخرين من بداية الطريق , ولإنها دعوة منحرفة وُجدت في بلاد الإسلام لتردها إلى الجاهلية التي طهر الله المسلمين منها .. لتردها إلى الظلام الحالك الذي بددت سحبه الكثيفة أنوار الإسلام الساطعة .. لتردها إلى السجن المؤبد بعدما فتح الإسلام عنها أبواب السجون المعتمة وأخرجها إلى عالم النور والحرية .. لتردها إلى عداء إخوانها المسلمين من غير العرب بعدما ضرب الإسلام أوتاد الإخاء الراسية فعمق جذورها وقوى أسسها حتى استعصت على عملية الإبادة والاستئصال. ¶ إن هذه الدعوة العصبية الممقوتة لم تنجح في بلاد العرب لأن هذه البلاد هي مهد الإسلام ولم يُردِّدْها ويدعو إليها إلا من ارتد عن إسلامه ليتخذ منها سلاحا يقاوم به هذا الدين , أو المخدوعين من المسلمين الذين لايحملون الوعي الإسلامي الذي يُحصنهم من الوقوع في حبائل هذه الدعوات الهدامة , وكان من نتائج هذه الدعوة الأثيمة أن الأتراك دعوا إلى القومية التركية , وكان الدعاة إلى ذلك هم المنافقون الذين أظهروا الإسلام وهم لازالوا على دياناتهم الباطلة أو المرتدون عن الإسلام , ولذلك صاحب هذه الدعوة التخلي عن الإسلام والدعوة إلى الأخذ بمبادئ الحياة الجاهلية الغربية , وقويت بعد ذلك الدعوة إلى القوميات العرقية المحدودة في كل بلاد الإسلام. ¶ ومما يؤسى له أن من الناس في واقعنا المعاصر من يعمد إلى القيد الذي كسره عنه النبي وحرره منه فيصلحه ويصر على أن يضعه في عنقه من جديد، فتراهم يجددون شرائع الجاهلية وعقائد الجاهلية وأعراف الجاهلية وحمية الجاهلية ويحتفون بها أكثر من احتفائهم",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "بالكتاب والسنة، لذلك فإننا نرى أن الأيدي الخفية تريد أن تزج مجتمعاتنا في لهيب هذه العصبية، أن نعود إلى الجاهلية الأولى، أن تعود الحرب القبلية العشائرية ¶ ولعل هذا الواقع الأسيف يحملها على أن نرجع البصر كرتين وأن نجيل العقل والفكر مرتين في هذا الإعلان النبوي (ألا كل شيء من أمر الجاهلية تحت قدمي موضوع، ودماء الجاهلية موضوعة، وإن أول دم أضع من دمائنا دم ابن ربيعة بن الحارث، وكان مسترضعا في بني سعد فقتلته هذيل، وربا الجاهلية موضوع، وأول ربا أضع ربانا ربا عباس بن عبد المطلب، فإنه موضوع كله) فإننا نقف منه على المعالم الآتية: ¶ معقد الولاء والبراء هو الحق وليس أهواء الجاهلية: ¶ فقد حرر الإسلام بني البشر من التعصب للأعراق والألوان والألسنة ومحض ولاءهم للحق الذي نزل من عند الله، وأمر هم أن يكونوا قوامين بالقسط شهداء لله ولو على أنفسهم أو الوالدين والأقربين وهو بهذا لا يفرق بين من يقيم في دار الإسلام أو يقيم خارجها فهذه شريعة عامة تخاطب المسلم أينما كان، فوق كل أرض وتحت كل سماء، فالمسلم لا ينصر أحدا على باطل، مسلما كان أو غير مسلم، فردا كان أو كيانا سياسيا يقول الله تعالى: (لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ أُولَئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ) (¬1) وقال تعالى: (قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنَ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ) (¬2).فأمر تعالى بمباينة من حاد عن الحق فطغى واستحب العمى على الهدى ولو كان من أقرب الأقربين فالقضية إذن ليست موقفا يقفه المسلم ضد الغرب عامة، أو ضد دولة بعينها من ¶ دوله خاصة وإنما هو من هج عام، الشرق والغرب فيه سواء، فلو أن أحدا من بني قومه تعدى وجار، فإن نصرته له أن يضرب على يد ه، وأن يمنعه من الظلم لا أن يشاركه فيه أو يعينه عليه فإن من نصر قومه على الباطل فهو كالبعير الذي تردى، فهو ¶ ¬__________ ¶ (¬1) المجادلة 22. ¶ (¬2) التوبة 24.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "يترع بذنبه، وليس لنا مثل السوء، وقد رأينا في تاريخ الإسلام في ذلك العجب، لقد رأينا كيف حرر الإسلام أتباعه من وصمة التعصب الأعمى للقبيلة أو العشيرة بل ولأواصر النسب والرحم والقربى عندما لا تكون على الحق ولقد كانت غزوة بدر امتحانا هذا المعنى في نفوس المؤمنين فانتصر الولاء للإيمان على الولاء لكل ما سواه ولن تنسى ذاكرة التاريخ ما وقع في فتح سمرقند عندما استعدى أهلها عمر بن عبد العزيز على القائد الفاتح لأنه دخل عليهم ديارهم قبل دعوتهم إلى الإسلا م، فأمر قاضيه أن ينصفهم فقضى ببطلان الفتح، وإخراج الجيوش الفاتحة المنتصرة خارج سمرقند، حتى تستوفي إجراءات الفتح كافة كما جاءت في النصوص الشرعية وانسحبت القوات فعلا وكان ذلك سببا في إسلام السواد الأعظم من أهل سمرقند. ¶ ولقد رأينا كيف نصر الفاروق قبطيا مصريا على محمد بن عمرو بن العاص ومكنهم القصاص منه بل ومكنه من أن يضرب أباه عمروا إذا شاء، لأن ابنه ما استطال عليه إلابسلطان أبيه. ¶ ورأينا كيف غضب العلماء والفقهاء لأهل الذمة عندما أجلاهم الوليد بن يزيد من قبرص وجلبهم إلى الشام وعدوا ذلك منه عدونا وظلما وعندما تولى بعده يزيد بن الوليدكلموه في ردهم إلى بلادهم فردهم واعتبر بذلك من أعدل بني أمية. ¶ لقد كانت العصبيات قبل البعثة عميقة الجذور قوية البنيان، فاستطاع رسول الله أن يجتث هذا الداء العضال بكل صوره وأشكاله من أرض كانت تحيي ذكره وتهتف بحمده، وتتفاخر على أساسه باعتبار ذلك كله من بقايا الجاهلية التي أعلن نبينا اماتتها في هذا اللقاء الكبير فلا فضل لعربي على عجمي إلا بالتقوى لا تفاضل بنسب ولا تمايز بلون وما التراعات العنصرية والنعرات الوطنية إلا ضرب من الإفك والدجل، وبهذا تتلاشى جميع الفوارق والموازين الجاهلية الجوفاء، فليست العبرة فيا لتقويم بحمرة لون الإنسان أو سواده، ولا بنسبه أو ماله أو منصبه الدنيوي لأن هذا كله مما يحبوه الله الإنسان، فيتلقاه غير مختار في قبوله، عن طريق العبودية والسنة الكونية لكن هناك ميزان واحدا للتقويم (ان اكرمكم عند الله اتقاكم) (¬1) ثم نكس بعد ذلك فئام من بني جلدتنا على رؤوسهم وارتدوا على أدبارهم لإحياء العصبيات الجاهلية وطفقوا يهتفون ¶ ¬__________ ¶ (¬1) الحجرات 13.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "بها، ويتفاخرون على أساسها وكأنما يعضون عليها بالنواجد ورسول الله يقول (دعوها فانها منتنة) (¬1) ¶ يقول النبي صلى الله عليه وسلم: (إن الله قد أذهب عنكم عبية الجاهلية وفخرها بالآباء (كبرهاوفخرها) فالناس رجلان: مؤمن تقي، وفاجر شقي، أنتم بنو آدم وآدم من تراب ليدعن رجال فخرهم بأقوام إنما هم فحم من فحم جهنم، أو ليكونن أهون (أحقر) على الله من الجعلان (حيوان الخنفسا ء) التي تدفع بأنفها النتن ((¬2).فهل يعتبر دعاة القومية وأضرابهم هذا التحذير النبوي ويدركون أنه لا قيمة للإنسان إلا بالإسلام، وأنه إذا تجرد من إسلامه فقد تجرد من الإنسانية والكرامة؟ ¶ ومن الواقع الرديء في عصرنا أن تبقى بقية من هذه اللوثة، وأن تصطبغ بصبغتها كثير من المسارات السياسية والاقتصادية والاجتماعية في الجتمع الدولي وأن يتولى كبرها بعض من يعدون في الطليعة من أقوامهم ويحسبون ضمن نخبهم المثقفة, وأبشع من ذلك أن تصل إلى صناع القرار وأن تدار عجلة الحياة السياسية والاقتصادية وسائر الشئون الدولية من خلالها. ¶ إن من العار على بني البشر أن يعقد الولاء والبراء على أساس القوميات والأعراق والأجناس وان تعيد البشرية في هذا القرن عقارب الساعة إلى الوراء لترجع بالإنسان القهقري إلى مفاهيم وتخبطات الجاهلية الأولى، وأن تضمر الشعوب الموصوفة بالتقدم احتقارا لأبناء القوميات الأخرى، ولا تفلح المواثيق النظرية ولا التصريحات اللفظية في أن تذهب هذه الوصمة التي تهبط بإنسانية الإنسان وتهوي به إلى دركات سحيقة من التخلف والانحطاط. ¶ التعصب للوطن (الوطنية): ¶ ومن الاعتبارات الجاهلية الارتباط بالأرض المحدودة سياسيا بحدود معينة فيرى أبناء الأرض الواحدة أن لهم مقاما أرفع من غيرهم وإن اشتركوا معهم في اللغة أو الدين. وهذا ¶ ¬__________ ¶ (¬1) رواه مسلم , باب نصرة الأخ ظالما أو مظلوما (6533). ¶ (¬2) صحيح سنن الترمذي, كتاب تفسير القرآن, باب سورة الحجرات, حديث (3270) سنن أبي داود, كتاب الادب , باب في التفاخر في الاحساب حديث (5116)",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "هو التعصب للوطن ,وهو ما يطلق عليه (الوطنية) مدعين أن حب الوطن من الايمان , والحق أن الوطن محبب للنفس لكن لا يصل هذا الحب للتقديس والتعظيم الذي يؤدي للتعصب وانكارالآخرين ومقتهم نتيجة مواطنهم , لم تكن الوطنية تمثل يوما للمسلمين هاجسا أو تصورا أو حتى شعورا يحرك الواحد منهم تجاه الأشياء والحوادث والأشخاص تحريكا متميزا. بل إن العرب أنفسهم وقبل ظهور الإسلام لم يكن للوطنية مفهوم عندهم ولم تكن تتجاذبهم من العنصريات إلا الرابطة العرقية أو القبلية وما ينتج عنها من التفاخر والتناصر فيما بينهم، أما الوطن والأرض والتراب فلم يكن يمثل لهم إلا السكنى والمال المرتبط بالأرض والأهل والولد، ولا غضاضة لدى الواحد فيهم أن يرحل من أرضه طالبا الرعي والزرع وغير ذلك من بسائط مقومات الحياة عندهم تاركا أرضه بكل سهولة ويسر، ولولا الترحال والتنقل بين الشعوب قاطبة لما وجدت الحضارات والدول القديمة. كما أنه لم يرد في الإسلام لا في نصوص القرآن الكريم ولا في نصوص السنة الشريفة ولا حتى في آثار الصحابة والصالحين ما يدل على مفهوم الوطنية والوطن وبالمناسبة فحديث \" حب الوطن من الإيمان \" ليس بحديث ولم يرد في كتب الحديث، والفقهاء عندما بحثوا الأرض وارتباط الإنسان بها قالوا عنها الدار والدار ليست الوطن بل هي الأرض بما عليها من بشر وأحكام واستندوا في ذلك لحديث سليمان بن بريدة الذي بين فيه الرسول الكريم عليه وآله أفضل الصلاة والسلام أن من يدخل من الأعراب في الإسلام عليه أن يتحول إلى دار المهاجرين ليكون له ما لهم من الإنصاف وعليه ما عليهم من الإنتصاف، والدار عندما بحثها الفقهاء اشترطوا لكونها دار إسلام أن تحكم بالإسلام وأن يكون أمانها بأمان المسلمين ومن رضي أن يسكن هذه الدار ويصبح من رعاياها يكون من أهلها بغض النظر عن دينه أو عرقه أو موطنه الأصلي فتجد غير المسلم في دار الإسلام يتمتع بما لا يتمتع به المسلم خارج دار الإسلام اما ما يحتج به البعض من ارباب الوطنية أن خير البرية لما خرج من مكة قال: وانك لاحب الاوطان الي) فالعبارة هي (وانك لاحب الاوطان الى الله) فليس فيها ما يدل على التعلق بالوطن اذ بلد المسلم ووطنه هو الذي يتمكن فيه من إظهار دينه ودعوته فيه، ولهذا خرج أبو بكر على الرغم من أفضليّة بلده على سائر البلدان. وعلى المسلم أن لا يركن إلى الذلّ والهوان بل يعمل تفكيره في الخروج من الحصار المضروب على دينه ودعوته، ويبحث عن موطن موافق أو مسالم لها. حتى يتمكّن من تحقيق عبوديّته لله تعالى.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "أما اليوم فقد حرص الغرب الكافر على زرع الناحية الوطنية وحب الوطن والتضحية في سبيله وجعلها رابطة بين أبناء الوطن الواحد تميزهم عن غيرهم من المسلمين، وما ذلك كله إلا زيادة في تفرقة المسلمين ووضع العراقيل والمصاعب في وجه وحدتهم إذا ما تطلعوا لها وعملوا لها، بل إنهم لم يكتفوا بذلك بل أثاروا في الناس كل ما يزيد بعدهم عن الإسلام ويحول دون وحدتهم مع إخوانهم المسلمين فبثوا في مصر الفرعونية وفي تركيا الطورانية وفي الشام الفينيقية وفي العراق الآشورية حتى صدقت الشعوب فعلا أنها فرعونية وطورانية وفينيقية وآشورية وخليجية فتوحدت على هذه السخافات ونظرت إلى غيرها من الشعوب بفوقية وتعالي. لقد جاء الإسلام للبشر عامة لينقذهم من براثن العبودية لغير الله وذلة البشر والجور والجهل إلى عزة العبودية لله تعالى والعيش وفق طريقة الإسلام فنظم حياتهم مسلمين وغير مسلمين دون النظر إلى أصولهم وألوانهم وأوطانهم وجعل الأفضلية بينهم التقوى (إن أكرمكم عند الله أتقاكم) (¬1) وحذرهم من التفاخر بالعنعنات الجاهلية، قال عليه وآله أفضل الصلاة والسلام: «لينتهين أقوام يفتخرون بآبائهم، هم حصب جهنم، أو ليكونن أهون على الله من الجعل يدهده الخرء بأنفه، ألا كلكم لآدم وآدم من تراب» (¬2)، فلندع عنا التفاخر بالأوطان والأنساب ولنتفاخر بعبوديتنا لله تعالى وحده. ¶ التعصب للحزب: ¶ ومن الواقع الرديء في عصرنا أولئك الذين يتحدثون في العلماء – و بخاصة طلاب العلم و الدعاة – فالظاهر أن التعصب من أبرز أسباب ذلك. والباعث على التعصب هو الحزبية، الحزبية لمذهب أو جماعة أو قبيلة أو بلد، الحزبية الضيقة التي فرقت المسلمين شيعاً، حتى صدق على بعضهم قول الشاعر: ¶ وهل أنا إلا من غُزية إن غوت ****** غويت إن ترشد غزيةُ أرشد ¶ ¬__________ ¶ (¬1) الحجرات 13. ¶ (¬2) حديث صحيح رواه أبو داود في سننه",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "ومما يجدر التنبيه اليه في هذا المقام أن بعض طلاب العلم يتكلمون في بعض العلماء، وفجأة تغير موقفهم، وصاروا يثنون عليه؛ لأنهم سمعوا أن فلاناً يثني عليه؛ فأثنوا عليه، وسبحان الله مغير الأحوال. ¶ إذا ضل من يتعصبون له؛ ضلوا معه، وإذا اهتدى للصواب؛ اهتدوا معه. لقد سلَّم بعض الطلاب والدعاة عقولهم لغيرهم، وقلدوا في دينهم الرجال. ¶ ولقد رأينا قريباً من ينتصر لعلماء بلده، ويقدح في علماء البلاد الأخرى، سبحان الله! أليست بلاد المسلمين واحدة! أليس هذا من التعصب المذموم! أليس من الشطط أن يتعصب أهل الشرق لعلماء الشرق، وأهل الغرب لعلماء الغرب، وأهل الوسط لعلماء الوسط!. ¶ إن هذا التعصب مخالف للمنهج الصحيح، الذي يدعونا إلى أن نأخذ بالحق مهما كان قائله، ولهذا قال أبو حامد الغزالي في ذم التعصب: (وهذه عادة ضعفاء العقول؛ يعرفون الحق بالرجال، لا الرجال بالحق). ¶ فصلوات الله وسلامه عليك يا صاحب الرسالة لقد أديت الأمانة عندما أعلنت على البشرية هذا الإعلان القاطع (أيها الناس إن ربكم واحد وإن أباكم واحد كلكم لآدم وآدم من ترا ب، وإن أكرم كم عند الله أتقاكم، ليس لعربي فضل على عجمي إلا بالتقوى ((¬1). ¶ إهدار دماء الجاهلية والتزاماتها الربوية ¶ فالدماء التي سالت في الجاهلية موضوعة، أي هدر لا قصاص فيها ولا دية، فإن الإسلام يجب ما كان قبله ولقد كان أول دم وضعه النبي هو دم ابن ربيعة واسمه (إياس ابن ربيعة بن الحارث بن عبد المطلب) وكان طفلا صغيرا يحبو بين البيوت فأصابه حجر في حرب كانت بين بني سعد وبني ليث بن بكر فقتله. ¶ ¬__________ ¶ (¬1) أخرجه البيهقي في شعب (4/ 289) وصححه الالباني في السلسلة الصحيحة. (2700).",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "الديمقراطية فكرة جاهلية ¶ نتيجة للهالة التي أحاط الناس بها هذه الكلمة، فقد كثر الداعون لها والمستترون بردائها، وقد وضع كل منهم لها معنى يتناسب مع عقيدته، ويتفق مع أهدافه فتشعبت معانيها، وتعددت أبعادها، حتى ابتعدت في كثير من الأحيان عن المعنى الأصلي الذي وضعت من أجله ابتداء. ¶ فكان لا بد ونحن نناقش كلمة الديمقراطية أن نلم بكافة المعاني التي أطلقت عليها، سواء المعنى الذي وضعه أصحاب هذه الكلمة، أم المعاني الأخرى التي ألصقت بها، أو أطلقها الناس عليها، وسواء أطلقت على عقيدة المبدأ أم على كيفية وضع معالجات المبدأ وأحكامه، أي الدستور والقوانين أم على الأسلوب المتبع في التوصل إلى حكم أو رأي، أو استعملت في التعبير عن تواضع الحكام والمسؤولين أو في استشاراتهم وكيفية أخذ الرأي من أعوانهم، أي الشورى كالتصويت وأخذ رأي الأكثرية. وغير ذلك وسواء استعمل أسلوب رفع الأيدي عند أخذ الرأي، أو الاقتراع السري، أو جلوس الموافق على الرأي على جهة اليمين والمعارض على جهة اليسار، و في أي أسلوب آخر. هذه بعض المعاني العامة التي وضعت لها هذه الكلمة أو ألصقت بها. ¶ أما المعنى الحقيقي الذي أطلقت عليه هذه الكلمة أي كلمة ديمقراطية-فهو حكم الشعب بالعشب وللشعب-حيث أنها كلمة يونانية الأصل-إغريقية –وهي مركبة من كلمتين هما \"ديمو\" و\"كراتيك\" ( Demo Cracy)  وتعني أن السيادة للشعب، أي أن الشعب هو الذي يمارس إرادته، فهو الذي يضع قوانينه ونظم حياته، وهو الذي يختار حكامه، وهو الذي يلزم الحاكم بتنفيذ هذه النظم والقوانين. ¶ كما عرفت أيضا أنها نظام اجتماعي يؤكد قيمة الفرد، وكرامته الشخصية الإنسانية ويقوم على أساس مشاركة الأعضاء-أي أفراد المجتمع-في إدارة شؤون أفرد المجتمع. ¶ كما وضعت لها أسماء تتناسب مع المعنى المراد أداؤه فقالوا: ¶ الديمقراطية السياسية وهي أن يحكم الناس أنفسهم على أساس من الحرية والمساواة فلا تمييز بين الأفراد بسبب الأصل أو الجنس أو الدين أو اللغة. ¶ الديمقراطية الإدارية للدلالة على القيادة الجماعية التي تتم بالمشورة والمشاركة مع المسؤولين في عملية اتخاذ القرارات.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "الديمقراطية الصناعية وهي عبارة عن تنظيم الصناعة على أسس ديمقراطية بإشراك العمال في الإدارة والتخطيط ورقابة العمليات الصناعية عن طريق اللجان، مثل لجان الإنتاج، ولجان فض المنازعات ولجان المقترحات ولجان المنشآت إلى غير ذلك من اللجان. ¶ الديمقراطية المركزية وهي نظام أساسي في المبدأ الشيوعي يتضمن انتخاب جميع أعضاء الحزب من القاعدة، وتقديم تقرير دوري عن سير العمل إلى القادة وهذا هو الجانب الديمقراطي-كما يزعمون-كما يتضمن خضوع الأقلية للأغلبية وقيام الأجهزة السفلى بتطبيق قرارات الأجهزة العليا، وهذا هو الجانب المركزي. ¶ فهذه مجموعة من المعاني التي ألقت عليها لفظة الديمقراطية، بل مصطلح كلمة ديمقراطية سواء أكان هذا المصطلح منطبق على المعنى الذي وجد من أجله أم لا. ¶ وموجز القول في معنى مصطلح الديمقراطية، أن السيادة للشعب فله أن يمارس أرادته كاملة بوضع دستوره وقوانينه ونظم حياته، كما أن لهذا الشعب أن يمارس إرادته باختيار حكامه دون ضغط أو إكراه، ولأجل أن يتمكن من ذلك كله-وضع الدستور والنظم والقوانين واختيار الحكام-كانت الحريات العامة هي الأساس الذي يجب توفيره لكل فرد حتى يتمكن من المشاركة في الحكم والمشورة والاختيار، كما أن هذا هو الأصل الذي قامت عليه بقية التسميات لها. ¶ كما أنها تعتبر مبدأ قائما بذاته وهو المبدأ الرأسمالي –الذي سمي بالرأسمالي من باب تسمية الشيء بأبرز ما فيه-وإلا فهي العقيدة التي يقوم عليها المبدأ الرأسمالي: وذلك أنه نتيجة للصراع الدموي بين الكنيسة والأمراء، ومحاولة الكنيسة بسط هيمنتها على كل شيء في حياة الناس، وعدم قدرة أي من الفريقين على حسم الموقف لصالحه، قام جماعة من المفكرين ينادون بالديمقراطية، أي ترك الناس يختارون حاكمهم ونظمهم وقوانينهم مع بقاء سلطة الكنيسة على ما هو من اختصاصها، وبهذا وجد المبدأ الديمقراطي أي الرأسمالي وجعلت عقيدة فصل الدين عن الحياة قاعدة فكرية له، والأساس الذي يقوم عليه المبدأ، وجعلت كرمة الفرد الإنسانية وقيمته الأساس الذي تنبثق عنه نظم الحياة وقوانينها ومن هنا كان لا بد لهذا الفرد حتى يستطيع القيام بهذه المهمة من التمكن من مباشرة سيادته، أي ممارسة إرادته وذلك بإعطائه الحريات العامة أي الحريات الأربع، حرية العقيدة، وحرية الرأي وحرية التملك، والحريات الشخصية، حتى أصبحت هذه الحريات هي أقدس",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "المقدسات عند حملة هذا المبدأ، حيث أنها –حسب تعبيرهم جعلت الفرد سيد نفسه، ولا سلطان لأحد عليه وهذه هي الفردية في المبدأ الرأسمالي، إلا أن الإنسان كائن اجتماعي بطبعه ولا يعيش بمفرده، ولهذا فقد اتفق حملة هذا المبدأ على نظرية العقد الاجتماعي في تكوين المجتمعات ونشوئها، وهي التي تقضي بأن يتنازل كل فرد عن جزء من حريته لفئة منهم تقوم بحماية حرية الأفراد، ومنع الاعتداء عليها ولما كانت المجتمعات والكيانات السياسية تقوم على علاقات دائمة بين أفرادها كان لا بد من وضع دستور يحدد شكل الدولة وأجهزتها وعلاقات هذه الأجهزة مع بعضها، وعلاقتها بالدولة وعلاقتها بالأفراد، وأن يضع هذا الدستور مجموعة الأفراد الذين يتكون منهم المجتمع، لذلك كان على هؤلاء الأفراد أن يختاروا نفرا منهم يضع هذه النظم، وأن يعهدوا إلى فئة بسن التشريعات والقوانين لأنهم المصدر الوحيد للتشريعات والقوانين ما دام أن الدين لا يجوز له أن يتدخل في حياة الناس وعلاقتهم مع بعض، ومن هنا فقط أطلق على عقيدة هذا المبدأ، عقيدة فصل الدين عن الحياة، كما أن على هؤلاء الأفراد أن يختاروا حاكمهم أو حكامهم ليقوموا بتنفيذ تلك التشريعات والقوانين. ¶ إذن فالأمر هم الذين يضعون دستورهم ونظمهم وقوانينهم وتشريعاتهم، وتقوم الهيئة التنفيذية التي اختاروها واستأجروها بتطبيق تلك النظم والأحكام على الناس ولا دخل للدين، ولا لرجال الدين، ولا للكنيسة، ولا للأكليروس-الهيئة الكنسية-دخل في وضع تلك الأحكام وتنفيذها. ¶ ولما كان من المستحيل أن يجتمع جميع الأفراد، أو أن يجمعوا على وضع كل حكم من الأحكام، أو على حكم واحد منها، وذلك لتعذر اجتماعهم جميعا في مكان أو أمكنة متعددة، ولتعذر اجتماعهم جميعا في مكان أو أمكنة متعددة، ولتعذر إجماعهم كذلك بسبب التفاوت والتناقض والاختلاف والتأثر بالبيئة بين الأفراد، فالطاقات العقلية والجسمية متفاوتة قوة وضعاف ولا ريب، والخلفيات النفسية والفكرية متناقضة ومختلفة بين الناس، كما أن مواطن العيش واختلاف البيئات حقيقة ثابتة تترك بصماتها على الأفراد، لكل هذا فقد اتفقوا على النزول على رأي الأكثرية النسبية بغض النظر عن كونه صوابا أم خطأ هذا هو الأساس الذي تقوم عليه الديمقراطية أي المبدأ الرأسمالي. ¶ من هنا نقول أن الديمقراطية بكافة معانيها تقوم على قاعدة واحدة هي عقيدتها، وهي قيادتها الفكرية، وهذه العقيدة هي فصل الدين عن الحياة، وأن الإنسان هو الذي يضع",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "نظم حياته وقوانين سلوكه ولا يتأتى له ذلك إلا إذا تحققت له السيادة وتوفرت له ممارسة الإرادة أي تمكينه من الحريات العامة وممارسته لها. ¶ ولهذا فن البحث في صلاح فكرة الديمقراطية أو فسادها، إنما يكون ببحث الفكرة التي تقوم عليها أي عقيدتها وكذلك ببحث الأصل الذي بنيت عليه وهو الحل الوسط-ثم بحث المصدر التشريعي لها-أي جعل الإنسان هو الذي يضع التشريعات جميعها من دستور ونظم وقوانين، فإن ثبت أن هذه الأصول الثلاثة للديمقراطية فاسدة فإن جميع ما يصدر عنها من معالجات وما يبنى عليها من أفكار يكون فاسدا قطعا، وبالتالي فإنها تؤدي إلى شقاء الإنسان وتعاسته بدلا من أن تؤدي إلى رفاهيته وسعادته. ¶ وصف الإسلام بأنه دين الديمقراطية ¶ لقد ذهب الكثير من علماء المسلمين بعيدا حين وصفوا الإسلام بالديمقراطية، أو أنه دين الديمقراطية، أو أن الديمقراطية منهاج حكم استنبط من القرآن، أو منهج عيش كامل استنبط من القرآن، ومنهم من حاول التدليل على صحة ما ذهب إليه ببعض الحوادث من سيرة رسول الله صلى الله عليه وسلم أو من سيرة الخلفاء الراشدين ونستطيع أن نصنف هؤلاء إلى أربعة أصناف: ¶ الفئة الأولى: ¶ فئة خبيثة تدرك حقيقة الإسلام، وتدرك حقيقة الديمقراطية فألبست الديمقراطية ثوبا قشيبا، وزينتها بزينة الشورى، فقالت إن الديمقراطية نظام حكم ومنهاج حياة يقوم على الشورى والشورى هي السبيل الأمثل لمعرفة الصواب، والتوصل إلى أفضل الآراء، فالحكم فيها يقوم على الشورى، وسن القوانين يقوم على الشورى، ووضع النظم والمعالجات يتم بالشورى والتشاور، والإسلام كذلك هو نظام حكم ومنهاج حياة يقوم على الشورى، فالله سبحانه وتعالى يقول (وأمرهم شورى بينهم) (¬1) ويقول وشاورهم في الأمر، فإذا عزمت فتوكل على الله) (¬2) كما أن رسول الله صلى الله عليه وسلم كان لا ينفذ إلى أمر ¶ ¬__________ ¶ (¬1) الشورى الآية 38. ¶ (¬2) آل عمران الآية 59.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "حتى يشاور أصحابه، وقالوا أن رسول الله صلى الله عليه وسلم كان أكثر الناس استشارة وكان يقول \"ما خاب من استخار ولا ندم من استشار\" (¬1) وقد استشار رسول الله صلى الله عليه وسلم في معركة بدر ونزل على رأي أحد أصحابه حين نزل على أدنى ماء من بدر، وقد استشار أيضا في تلك المعركة حين قال \"أشيروا علي أنها الناس\" فقام أبو بكر فقال وأحسن، وقام عمر بن الخطاب فقال وأحسن ثم قام المقداد ابن عمرو الأنصاري قال له: كأنك تعنينا يا رسول الله والله لو استعرضت بنا هذا البحر فخضته لخضناه معك ما تخلف منا رجل واحد، وإنا لن نقول لك كما قالت بنو إسرائيل لموسى اذهب أنت وربك فقاتلا أنا ها هنا قاعدون بل نقول لك اذهب أنت وربك فقاتلا أنا معكما مقاتلون\" (¬2) ¶ ومثل هذه الحوادث الكثير مما جعلت فريتهم تنطلي على الناس. ¶ الفئة الثانية: ¶ فئة انطلت عليهم الحيلة فحملوها مخلصين لها جاهلين حقيقة الشورى في الإسلام وجاهلين حقيقة الديمقراطية، فظنوا حقيقة أن الإسلام ديمقراطي، وأخذوا ينادون بذلك، ولم يدر بخلدهم أمر بسيط كان الأولى بهم أن يدركوه لانه من البساطة غني عن البيان، كان يكفيهم أن ينتبهوا إلى مصدر الديمقراطية، ومصدر الإسلام فإن اختلف المصدران كان الاختلاف حقيقة، ولا يجوز أن يقال أن هذا غير ذلك، وبنظرة بسيطة لا تحتاج إلى الكثير من العمق والتدبر يدركون أن مصدر الإسلام الوحي ولا شيء غير الوحي، وكيف أن رسول الله صلى الله عليه وسلم لم يكن ليعطي أمرا في مسألة ما حتى ينزل الوحي بها. وقد كان ينتظر الوحي في مسألة لم ينزل حكمها، وقد كان ينتظر الوحي في كل مسألة يم ينزل حكمها، وما منهم من أحد إلا قرأ قوله تعالى (إن هو إلا وحي يوحى (¬3) وقد تعددت الحوادث التي سئل فيها رسول الله ولم يجب حتى فاقت الحصر، فأين هي الشورى والاستشارة في مجال التشريع، كان يكفي القائلين بذلك الالتفات إلى مصدر التشريع في الإسلام ومصدره في الديمقراطية حتى يتبين لهم بطلان ما ذهبوا إليه. ¶ ¬__________ ¶ (¬1) رواه الطبري في الأوسط. ¶ (¬2) مختصر سير ابن هشام - طبعة دار النفائس ص 119 - 122. ¶ (¬3) النجم الآية 4.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "أما جهالتهم بالديمقراطية، فليس لهم العذر فيها ذلك لأنها نظام حكم ومنهاج حياة يطبق الآن على كثير من دول العالم، والدول التي يعيشون فيها، ومن أبسط الأمور أنهم لا بد سمعوا عن ما يسمى بالهيئة التشريعية، أو الهيئة التأسيسية ولا بد أنهم لو أمعنوا النظر قليلا لعرفوا أن الهيئة التأسيسية تقوم على وضع الدستور، كما تقوم الهيئة التشريعية بسن القوانين والأحكام وكافة التشريعات، فكيف يمكن التوفيق بين شرع نزل من عند اله سبحانه وتعالى وتشريعات وضعية تقوم فئة من الناس بوضعها. ¶ وأما جهالتهم بالشورى، ولو أن فيها بعض العذر وذلك مما عمّت به البلوى إلا أن الأمر لا يحتاج إلى كثير من العمق في التفكير، والسعة في الإطلاع، فإنه من حياتنا اليومية، ومن تصرفات أبسط الناس حين يحز به أمر فإنه يلجأ إلى استشارة من يرى عنده الصواب، أو من له سابق تجربة، أو عنده علم في مثل هذه الأمور فحين يمرض الإنسان فلا يذهب إلى المهندس، أو الميكانيكي لأنه يعرف مرض السيارة أو إلى البيطري لأنه يعرف مرض الحيوانات، بل يذهب إلى الطبيب البشري أو إلى الطبيب المختص بمثل مرضه. ¶ وحين يسأل عن مسألة شرعية فلا يذهب إلى أستاذ الرياضيات أو إلى عالم باللغة العربية، أو إلى أستاذ التاريخ أو الجغرافيا، بل يذهب إلى أقرب فقيه أو عالم بالشريعة يسأله عن مسألته وهكذا، وهذا مما يشاهد كل يوم يف حياتنا اليومية. ¶ وعلماء المسلمين جميعا يعلمون أن الأحكام الشرعية وهي من اختصاصهم، أن مصدرها الوحي، وأدلتها النصوص الشرعية أو ما انبثق عنها من قواعد أصولية، أو قواعد كلية أو قواعد عامة، ولا يجوز مطلقا الرجوع فيها لغير ذلك، كما يعلمون أن نظام الحكم والنظام الاقتصادي والنظام الاجتماعي والسياسة الداخلية والسياسة الخارجية كلها أحكام شرعية، وتؤخذ من مصادر التشريع مثلها مثل أحكام العبادات كالصلاة والصيام والزكاة والحج، ومثلها مثل أحكام الأخلاق، وأحكام المعاملات سواء بسواء. ¶ فكيف يمكن أن نستشير في هذه الأمور من ليس له معرفة بها، إذن كان لا بد من تحديد معنى الشورى ومتى تستشير ومن تستشير. ¶ ولما كان ادعاء القائلين بأن نظام الحكم في الإسلام يقوم على الشورى فإن هذا الادعاء باطل، حين أدركنا يقينا أن نظام الحكم في الإسلام وأحكامه وتشريعاته ما هو إلا مجموعة من الأحكام الشرعية مستنبطة من أدلتها التفصيلية مثلها مثل أحكام النظام الاجتماعي وتشريعاته كالزواج والطلاق والنفقة والإرث وغير ذلك سواء بسواء.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "ومن هنا كان لا بد لهؤلاء العلماء المخلصين أن يدركوا حقيقة هذا الأمر وأن يتدراكوا أمرهم بالتوبة والاستغفار، وأن لا تأخذهم العزة بالإثم، وأن يبادروا إلى توعية الناس إلى خطورة هذا الأمر، ووجوب التفريق بين الديمقراطية والإسلام والإعلان للناس أن الديمقراطية نظام كفر، وأنه لا علاقة لها بالإسلام بل هي مناقضة له ومخالفة لأصوله وأحكامه. ¶ الفئة الثالثة: وهي الفئة التي أحبت الإسلام وأخلصت له، فإنها حين رأت بعد الناس عن الإسلام واندفاع الشباب إلى الأفكار المستوردة، والمفاهيم الفاسدة، من الذين بهرت أعينهم الأضواء المسلطة على الديمقراطية والحرية والاشتراكية ورأت بأم عينها جمود علماء المسلمين وتقصيرهم عن مواكبة أحداث العصر ومشاكله فاندفعت تستصرخ الناس للعودة إلى الله، وتستثير همم الشباب بالتمسك بالإسلام وتعاليمه ولما لم تجد آذانا صاغية، وقلوبا واعية زين لها إيمانها أن تصف الإسلام بشتى الأوصاف محاولة تقربي الإسلام إلى أذهان الناس وقلوب الشباب فوصفته بأنه ديمقراطي، وهي تعلم أو لا تعلم بأنه نقيض الديمقراطية، ووصفته بأنه دين الحرية والتحرر، وقالت أن الإسلام جاء لتحرير الإنسان من عبودية الإنسان، جاء لتحرير الإنسان من عبودية الشهوات، ووصفته بأنه دين الاشتراكية والعدالة الاجتماعية حتى استدلوا بقول الشاعر \"الاشتراكيون أنت إمامه\" (¬1) واستدلوا بقول رسول الله صلى الله عليه وسلم \"الناس شركاء في ثلاث الماس والكلأ والنار\" (¬2) وذهبوا في هذه الأمور كل مذهب ظنا منهم أنهم يقربون الإسلام من قلوب الشباب وعقولهم، ويعيدونهم إلى حظيرة الإسلام والتزام أفكاره وأحكامه، إلا أن النتيجة كانت على العكس تماما مما أرادوا فإنهم ولثقة الناس بإيمانهم وإخلاصهم أعطوا فتوى للناس وللشباب بجواز اعتناق هذه المبادئ، وحمل هذه الأفكار. ¶ إنهم بعملهم هذا، جعلوا الديمقراطية والحرية والاشتراكية أهدافا عليا وغايات سامية ما دام الإسلام يقرها أو أنها هي روح الإسلام، والغاية التي جاء الإسلام من أجل تحقيقها في المجتمع والأمة، وصدق ما جاء في الأثر \"من عبد الله عن جهل فقد عصاه\" فلينظر هؤلاء العلماء ما كانت نتيجة فتاويهم، وتأويلات آرائهم، فما مثلهم إلا كمثل الذي ذهب إلى ¶ ¬__________ ¶ (¬1) من قصيدة \"ولد الهدى\"لأحمد شوقي ¶ (¬2) رواه أبو داوود وابن ماجه.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "السوق ليبيع بقرة له، وكاد أن ينقضي النهار دون أن يبيعها فأتاه صديق له وقال له: يا هذا ألا تنادي على بقرتك أنها حامل، ومن عادتها أن تلد عجلة أو عجلتين. ¶ فاستصوب رأيه وأخذ ينادي عليها بمثل ما أرشده إليه صاحبه، وما أن سمع أهل السوق ذلك حتى بادروا إلى شرائها بثمن جيد يرضيه ولما عاد إلى بيته تذكر ما حصل معه في سحابة يومه، وتركزت في ذهنه صورة ما يجمع الناس على السلعة فها هو حين أعلن عن بقرته أنها حامل، وأنها كعادتها ستلد عجلة أو عجلتين بادر الناس إلى شرائها، تركزت هذه الفكرة في ذهنه، وحاول أن يجعلها مقياسا لأفعاله، وقاعدة لتصرفاته، معتمدا على عقله في معرفة الأشباه والنظائر، وكانت التجربة الأولى، كانت له ابنة عزيزة على قلبه بلغت سن الرشد، وأخذ يتطلع إلى اليوم الذي تصبح فيه عروسا وربة بيت، ولكن الحظ لم يحالفها مبكرا، فتأخر ¶ زواجها فبدأت وساوس الشيطان تقض مضجعه، وخوفه من أن تمسي عانسا ملأ عليه تفكيره، واحتار في أمره فقد عرض بها أمام الكثير من معارفه، وتودد إلى الكثير من الشباب، ومع ذلك لم يتقدم إليها أحد، ولم يطلب يدها شاب. ¶ ومن هنا كانت محاولة معرفة الأشباه والنظائر، وقياس الأمر بالأمر معتمدا على عقله، فقال في نفسه ما دامت العلة في قبول الناس شراء البقرة، وما شاهده من الناس من تحريهم عن حملها وإنجابها، سواء بقرته هو، أو شياه غيره وأبقارهم، ما دامت هذه هي العلة في ذلك-الحمل والإنجاب-إذن فعليه أن يتصرف وفي صبيحة اليوم التالي أخذ بيد ابنته وخرج بها إلى السوق وتجمعات الناس، وأخذ ينادي في الناس: من يتزوج فتاة ودودا ولودا، حبلى في شهرها الرابع قد تلد طفلا أو طفلين. ¶ (قل هل نبئكم بالأخسرين أعمالا الذين ضل سعيهم في الحياة الدنيا وهم يحسبون أنهم يحسنون صنعا) (¬1) ¶ هذه حال أولئك الناس الذين أرادوا تزين الإسلام بتشويهه واتهموه بالديمقراطية أو الحرية، وهو المنزه عن هذه الخبائث. ¶ وأما الفئة الرابعة: تلك الفئة التي أحبت نفسها فاتخذت من الإسلام ووصفه بالديمقراطية والحرية والاشتراكية سلما ترتقي عليه، وتصل منه إلى ما تصبو إليه هذه الفئة المحبة ¶ ¬__________ ¶ (¬1) الكهف الآية 104.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "لنفسها، الوصولية بتحقيق أهدافها حين أحست أن الناس قد أقبلوا على الديمقراطية، وتشدقوا بمفاهيم التحرر والحرية قفز هؤلاء النفر إلى المقدمة، فدبجوا المقالات وقدموا البحوث، وأعدوا الدراسات لإثبات أن الإسلام هو الديمقراطية بعينها، واعتلوا المنابر ليصل صوتهم إلى جميع الناس، وليسمع أسيادهم من الحكام ومن ورائهم ما يقولون لكي يرضوا عنهم، وينعموا عليهم بمنحة، أو يلقموهم وظيفة، أو يحققوا مصلحة، هذه ناحية، وأما الناحية الثانية والتي عن طريقها قد تحقق الأهداف الأولى، وهي استقطاب الجماهير والتلاعب بمشاعرها وأخذ قيادتها وذلك لتسييرها في الخط الذي رسمته مصالحهم أو رسمه لهم أسيادهم. ¶ هذه الفئة التي قيل فيها \"نعوذ بالله من أبالسة العلماء\". ¶ هذه فئات أربع من علماء المسلمين اشتركت جميعها في تشويه حقيقة الإسلام، والإساءة إليه سواء عرفوا ذلك أم لم يعرفوه. ¶ هذه لمحبة موجزة عن أقوال العلماء الذين قالوا بجواز الديمقراطية وعدم مناقضتها للإسلام، دون التعرض إلى أسمائهم أو أقوالهم بالتفصيل، ويكفي دائما في كل بحث أن يوضع الخط المستقيم أمام الخط الأعوج، فالعبرة في القول لا في القائل، والقول الفصل في الحجة والبرهان. ¶ ولنا في شهادة الشاهد في قصة سيدنا يوسف كما وردت في القرآن الكريم فإنه لم يتعرض لمكانة الشاهد ولا صدق أقواله، بل اكتفى القرآن الكريم ببيان الشهادة وذكرها على الوجه الذي يبين فيه الحق، ويحكم به العقل، فقال ردا على دعوى السيدة حين اتهمت يوسف بقولها (ما جزاء من أراد بأهلك سوء إلا أن يسجن أو عذاب أليم) (¬1) وقال الشاهد (إن كان قميصه قد من قبل فصدقت وهو من الكاذبين وإن كان قميصه قدّ فكذبت وهو من الصادقين) (¬2) وكان على السيد، يتحقق من فحوى الشهادة لا من شخصية الشاهد ¶ كان عليه أن يضع هذا الخط الصحيح أمام قولها-الخط الأعوج-فلما تبين له قال (إنه من كيدكن إن كيدكن عظيم (¬3). وعلى أساس هذه القاعدة آمل أن يلحظ المسلمون ¶ ¬__________ ¶ (¬1) يوسف الآية 25. ¶ (¬2) يوسف الآية 26. ¶ (¬3) يوسف الآية 28.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "فحوى هذا الكلام فيضعونه أمام الخط الأعوج لإبراز الحقيقة، وإحقاق الحق وإزهاق الباطل (إن الباطل كان زهوقا) (¬1) ¶ المطلب السادس ¶ التحذير من كبيرة الرِّبا ¶ (وإنَّ رِبَا الجَاهِليّة مَوضوعٌ ولكن لكم رءوس أموالكم لا تظلمون ولا تظلمون. قضى الله أنه لا ربا، وإنّ أَوّلَ رباً أَبْدأُ بِهِ رِبَا عَمّي العباسُ بن عبد المطلب). ¶ إن مادة كلمة الرِّبَا الواردة في القرآن الكريم هي «ر ب و» تدل على معنى الزيادة والنمو والارتفاع والعلو ومنه قوله تعالى: (فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ) (¬2) ومن هذه الكلمة نفسها كلمة الرِّبَا المراد بها زيادة المال ونموه عن رأس المال الذي أشارت إليه الآية ¶ ¬__________ ¶ (¬1) الإسراء الآية 81. ¶ (¬2) الحج / 5.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "صراحة في قوله تعالى: (وَمَا ءَاتَيْتُمْ مِنْ رِبًا لِيَرْبُوَ فِي أَمْوَالِ النَّاسِ فَلَا يَرْبُو عِنْدَ اللَّهِ) (¬1). ¶ وبهذا أصبح الرِّبَا بهذا الاسم الاصطلاحي يطلق على نوع خاص من الزيادة التي كان العرب يتعاملون بها قبل الإسلام في إطار صور متعددة أساسها زيادة يأخذها المقرض من المستقرض مقابل الأجل (¬2). ¶ قَالَ ابن جرير الطَّبَري «إن الرَّجُل في الجَاهِليَّة يكون له على الرَّجُل مال إلى أجل، فإذا حلّ الأجل طلبه من صاحبه فيقول: الذي عليه الدين أخِّر عني دينك وأزيدك على مالك فيفعلان ذلك، فذلك هو الرِّبَا أضعافاً مضاعفة فنهاهم الله عزّ وجلّ في إسلامهم عنه (¬3). ¶ وهذا الرِّبَا هو المستعمل الآن في البنوك والمصارف المالية حيث يأخذون نسبة معينة في المائة كخمسة أو عشرة في المائة ويدفعون الأموال إلى الشركات والأفراد. ¶ وهذا النوع من الرِّبَا يصطلح عليه شرعاً بربا النسيئة، أي الزيادة بسبب النسيئة وهي التأجيل كما ورد عن أسامة بن زيد (¬4) رضي الله عنه أن النَّبِيّ صلى الله عليه وسلم قَالَ: «إنما الرِّبَا في النسيئة» (¬5) وفي رواية: «لا ربا إلا في النسيئة» (¬6)، ولكنه صلى الله عليه وسلم لما رأى الحاجة تقتضى فيما بعد أحاط حمى الله هذا بسياج من القيود حتى لا يقربه الناس فيتردوا فيه فقَالَ عليه الصلاة والسلام: «لا تبيعوا الدينار بالدينارين ولا الدرهم بالدرهمين ولا الصاع بالصاعين، فإني أخاف عليكم الرما والرما هو الرِّبَا ¶ ¬__________ ¶ (¬1) الروم / 39. ¶ (¬2) انظر حول هذه المسألة: - المَوْدودِي، أبو الأعلى: الرِّبَا، ص (80). ¶ (¬3) الطَّبَري، جامع البيان (4/ 90). ¶ (¬4) أسامة بن زيد بن حارثة الكلبيّ، صحابيّ مشهور، عيّنه رسول الله وهو ابن سبع عشرة سنة على بعثةٍ حربيّة. وتوفيّ رسول الله عند تأهب الجيش للمسير، فأمره أبو بكرٍ بالمسير ومضى أسامة وفتح الله عليه وآب منصوراً، وتوفي سنة (54 هـ). ¶ (¬5) رواه مسلم في صَحِيْحه (3/ 1218) عن أسامة بن زيد واللفظ له. وانظر: شرح النَّوَويّ على صَحِيْح مسلم (11/ 24). ¶ (¬6) رواه البُخَارِيّ في صَحِيْحه، باب: بيع الدينار بالدينارين، نَساء، (2/ 762) عن أسامة بن زيد. ¶ وانظر فتح الباري (4/ 381).",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "» (¬1)، فحرم الزيادة التي ينالها الرَّجُل من صاحبه عند تبادل شيء مماثل يداً بيد بمعنى أن يبيع الشيء بنظيره مع زيادة أحد العوضين على الآخر نحو أن يبيع كيلاً من القمح بكيلين من قمح آخر وهكذا في جميع المكيلات والموزونات. ¶ وهذا النوع من الرِّبَا يصطلح عليه شرعاًَ بربا الفضل، والقاعدة الفقهية في هذا التعامل هي أنه إذا اتحد الجنسان حرم الزيادة والنّساء وإذا اختلف الجنسان حلّ التفاضل دون النساء (¬2). ¶ وتوضيحاً لهذه القاعدة الفقهية نقول: إذا أردنا مبادلة عين بعين كزيت بزيت أو قمح بقمح أو تمر بتمر، حرمت الزيادة مطلقاً ولا تعتبر الجودة والرداءة هنا، وإذا اختلفت الأجناس كقمح وزيت جازت الزيادة فيه بشرط القبض لما ثبت عن أبي سعيد الخدري رضي الله عنه قَالَ: قَالَ رسول الله صلى الله عليه وسلم: «الذهب بالذهب والفضة بالفضة والبر بالبر والشعير بالشعير والتمر بالتمر والملح بالملح مثلاً بمثل يداً بيد، فمن زاد أو استزاد فقد أربى الآخذ والمعطي فيه سواء» (¬3) وفي حديث عبادة بن الصامت: «فإذا اختلفت هذه الأصناف فبيعوا كيف شئتم يداً بيد» (¬4) أي مقبوضاً حالاً. ¶ وبهذا أصبح الرِّبَا وسيلة من وسائل الكسب غير المشروع في نظر الإسلام ولما كان الحديث عن الرِّبَا باباً واسعاً ولا يتسع المقام له هنا إلا بمقدار، فسوف نقتصر بحثنا هنا على النصوص الشرعية في حرمة الربا والحكمة من تحريمه والحلول العملية للقضاء عليه وأثر الرِّبَا في كسب الملك وما ورد من شبهات حول ذلك. ¶ النصوص الشرعية في تحريم الربا: ¶ أما النصوص الشرعية فقد قال تعالى: (الَّذِينَ يَأْكُلُونَ الرِّبَا لاَ يَقُومُونَ إِلاَّ كَمَا يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطَانُ مِنَ الْمَسِّ ذَلِكَ بِأَنَّهُمْ قَالُواْ إِنَّمَا الْبَيْعُ مِثْلُ الرِّبَا وَأَحَلَّ اللّهُ الْبَيْعَ وَحَرَّمَ ¶ ¬__________ ¶ (¬1) مُسْنَد أحمد (2/ 109) واللفظ له عن ابن عمر، وعند مسلم بدون فإني أخاف عليكم الرما (3/ 1209) ومثله مُسْنَد أبي عوانه (3/ 390) وسُنَن البَيْهَقِيّ الكبرى (5/ 278). ¶ (¬2) الصابوني، محمد علي: روائع البيان في تفسير آيات الأحكام، (1/ 392). ¶ (¬3) رواه مسلم في صَحِيْحه عن أبي سعيد (3/ 1211) واللفظ له، ومُسْنَد أحمد (3/ 66). ¶ (¬4) رواه مسلم في صَحِيْحه عن عبادة بن الصامت، في المُساقاة، باب: الرِّبَا (3/ 1211) وسُنَن التِّرْمِذِي (3/ 532)، وسُنَن أبي داود (3/ 248)، وصَحِيْح ابن حِبِّان (11/ 393) وسُنَن الدَّارَقُطْنِيّ (3/ 24)، ومُسْنَد أحمد (5/ 320).",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "الرِّبَا فَمَن جَاءهُ مَوْعِظَةٌ مِّن رَّبِّهِ فَانتَهَىَ فَلَهُ مَا سَلَفَ وَأَمْرُهُ إِلَى اللّهِ وَمَنْ عَادَ فَأُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ * يَمْحَقُ اللّهُ الْرِّبَا وَيُرْبِي الصَّدَقَاتِ وَاللّهُ لاَ يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ * إِنَّ الَّذِينَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ وَأَقَامُواْ الصَّلاَةَ وَآتَوُاْ الزَّكَاةَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ * يَا أَيُّهَا الَّذِينَ آمَنُواْ اتَّقُواْ اللّهَ وَذَرُواْ مَا بَقِيَ مِنَ الرِّبَا إِن كُنتُم مُّؤْمِنِينَ * فَإِن لَّمْ تَفْعَلُواْ فَأْذَنُواْ بِحَرْبٍ مِّنَ اللّهِ وَرَسُولِهِ وَإِن تُبْتُمْ فَلَكُمْ رُؤُوسُ أَمْوَالِكُمْ لاَ تَظْلِمُونَ وَلاَ تُظْلَمُونَ) (¬1) فأكل الربا يعرض صاحبه لحرب الله ورسوله، فيصير عدوا لله وسوله فهي الحرب بكل صورها النفسية والجسدية، وما الناس فيه الآن من قلق واكتئاب وغم وحزن إلا من نتاج هذه الحرب المعلنة لكل من خالف أمر الله وأكل بالربا أو ساعد عليها، فليعد سلاحه إن استطاع، وليعلم أن عقاب الله آت لا محالة إن آجلا أو عاجلا، وما عهدك بمن جعله الله عدوا له وأعلن الحرب عليه. ¶ خطورة الربا: ¶ 1) أكل الربا يعرض صاحبه لحرب الله ورسوله، فيصير عدوا لله وسوله , قال الله تعالى\"فإن لم تفعلوا فأذنوا بحرب من الله ورسوله وإن تبتم فلكم رؤوس أموالكم لاتظلمون ولا تظلمون\".قيل المعنى: إن لم تنتهوا فأنتم حرب لله ولرسوله، أي أعداء. فهي الحرب بكل صورها النفسية والجسدية، وما الناس فيه الآن من قلق واكتئاب وغم وحزن إلا من نتاج هذه الحرب المعلنة لكل من خالف أمر الله وأكل بالربا أو ساعد عليها، فليعد سلاحه إن استطاع، وليعلم أن عقاب الله آت لا محالة إن آجلا أو عاجلا، وما عهدك بمن جعله الله عدوا له وأعلن الحرب عليه. ¶ 2) آكل الربا وكل من أعان عليه ملعون. قال صلى الله عليه وسلم \" آكل الربا، وموكله، وكاتبه، وشاهداه، إذا لمسوا ذلك، والواشمة، والموشومة للحسن، ولاوي الصدقة، والمرتد أعرابيا بعد الهجرة، ملعونون على لسان محمد يوم القيامة \" (¬2) ¶ ¬__________ ¶ (¬1) البقرة: 275 - 277 ... . ¶ (¬2) أخرجه النسائي عن ابن مسعود، و صححه السيوطي والألباني “صحيح الجامع [5] “ تخريج الترغيب 3/ 49) واللعن هو الطرد من رحمة الله تعالى.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "3) أكل الربا من الموبقات قال الله تعالى: \" الذين يأكلون الربا لا يقومون إلا كما يقوم الذي يتخبطه الشيطان من المس \" قال ابن عباس في قوله: \" الذين يجتنبون كبائر الاثم والفواحش \" قال: أكبر الكبائر الإشراك بالله عز وجل، قال الله عز وجل \" ومن يشرك بالله فقد حرم الله عليه الجنة \" ثم قال: وأكل الربا لأن الله عز وجل يقول \" الذين يأكلون الربا لا يقومون إلا كما يقوم الذي يتخبطه الشيطان من المس \" (¬1) وحقيقة الكبيرة أنها كل ذنب ورد فيه وعيد شديد، وقد جاء مصرحا بهذا في الصحيحين وغيرهما فعد رسول الله أكل الربا من السبع الموبقات. قال صلى الله عليه وسلم \" اجتنبوا السبع الموبقات: الشرك بالله، والسحر، وقتل النفس التي حرم الله إلا بالحق، وأكل الربا، وأكل مال اليتيم، والتولي يوم الزحف، وقذف المحصنات المؤمنات الغافلات \" (¬2). ¶ 4) عقوبة آكل الربا أنه يسبح في نهر دم ويلقم في فيه بالحجارة وعن سمرة بن جندب قال: كان النبي صلى الله عليه وسلم إذا صلى صلاة أقبل علينا بوجهه فقال من رأى منكم الليلة رؤيا قال فإن رأى أحد قصها فيقول ما شاء الله فسألنا يوما فقال هل رأى أحد منكم رؤيا قلنا لا قال لكني رأيت الليلة رجلين أتياني فأخذا بيدي فأخرجاني إلى الأرض المقدسة وفي سياق القصة قال صلى الله عليه الصلاة والسلام: \" فانطلقنا حتى أتينا على نهر من دم فيه رجل قائم على وسط النهر وعلى شط النهر رجل بين يديه حجارة فأقبل الرجل الذي في النهر فإذا أراد أن يخرج رمى الرجل بحجر في فيه فرده حيث كان فجعل كلما جاء ليخرج رمى في فيه بحجر فيرجع كما كان ثم فسر له هؤلاء بأنهم آكلوا الربا \" (¬3). ¶ ¬__________ ¶ (¬1) قال الهيثمي في المجمع: رواه الطبرانى وإسناده حسن. ¶ (¬2) متفق عليه أبو داود النسائي عن أبي هريرة، وهو في صحيح الجامع [144] “ الإرواء/ 1202، 1335، 2365) ¶ (¬3) رواه البخاري",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "5) ظهور الربا سبب لإهلاك القرى ونزول مقت الله قال صلى الله عليه وسلم \" إذا ظهر الزنا والربا في قرية فقد أحلوا بأنفسهم عذاب الله \" (¬1) ... . ¶ 6) مآل الربا إلى قلة وخسران. عن ابن مسعود عن النبي صلى الله عليه وسلم قال \" ما أحد أكثر من الربا إلا كان عاقبة أمره إلى قلة \" (¬2) ¶ 7) أكل الربا من أسباب المسخ. وفي مسند الإمام أحمد من حديث عبد الرحمن بن غنم وأبي أمامة وابن عباس \" والذي نفس محمد بيده ليبيتن ناس من أمتي على أشر وبطر ولعب ولهو فيصبحوا قردة وخنازير باستحلالهم المحارم والقينات وشربهم الخمر وأكلهم الربا ولبسهم الحرير\" (¬3) ... الربا شقيقة الشرك.\" الربا سبعون بابا، والشرك مثل ذلك \" وفي رواية لابن ماجه \" الربا ثلاثة وسبعون بابا \" (¬4). ¶ 8) الربا أشد من ستة وثلاثين زنية قال صلى الله عليه وسلم \" درهم ربا يأكله الرجل وهو يعلم، أشد عند الله من ستة وثلاثين زنية \" (¬5) ... وفي لفظ عند البيهقي من حديث ابن عباس \" درهم ربا أشد عند الله من ستة وثلاثين زنية ومن نبت لحمه من سحت فالنار أولى به \".وأخرج ابن أبي الدنيا والبيهقي عن أنس قال: \" خطبنا رسول الله صلى الله عليه وسلم، فذكر الربا وعظم شأنه، فقال: إن الرجل يصيب درهما من الربا أعظم عند الله في الخطيئة من ست وثلاثين زنية يزنيها الرجل، وإن أربى الربا عرض الرجل المسلم \". ¶ ¬__________ ¶ (¬1) أخرجه الطبراني في الكبير الحاكم في المستدرك عن ابن عباس، صححه الألباني في صحيح الجامع [679] ¶ (¬2) رواه ابن ماجه والإمام أحمد وصححه الشيخ الألباني ¶ (¬3) رواه عبد الله بن الإمام أحمد في المسند وكذا ابن أبي الدنيا كما ذكره ابن القيم في إغاثة اللهفان ¶ (¬4) أخرجه البزار عن ابن مسعود وصححه الشيخ الألباني في صحيح الجامع (3538)، (3540) ¶ (¬5) أخرجه أحمد في مسنده والطبراني في الكبير عن عبد الله بن حنظلة وصححه الشيخ الألباني في صحيح الجامع (3375)",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "9) أدنى الربا ذنبا كمثل من زنا بأمه. عن ابن مسعود قال: قال صلى الله عليه وسلم: \" الربا ثلاثة وسبعون بابا أيسرها مثل أن ينكح الرجل أمه، وإن أربى الربا عرض الرجل المسلم \" (¬1).وعن البراء بن عازب مرفوعا \" الربا اثنان وسبعون بابا، أدناها مثل إتيان الرجل أمه، وإن أربى الربا استطالة الرجل في عرض أخيه \" (¬2) قال الطيبي: المراد إثم الربا، ولا بد من هذا التقدير ليطابق قوله أن ينكح \" ثلاثة وسبعون باباً أيسرها مثل أن ينكح الرجل أمه وإن أربى الربا عرض الرجل المسلم \".قال الطيبي: إنما كان الربا أشد من الزنا لأن فاعله حاول محاربة الشارع بفعله بعقله قال تعالى \" فأذنوا بحرب من اللّه ورسوله \" أي بحرب عظيم فتحريمه محض تعبد وأما قبيح الزنا فظاهر عقلاً وشرعاً وله روادع وزواجر سوى الشرع فآكل الربا يهتك حرمة اللّه، والزاني يخرق جلباب الحياء. ¶ والحكمة من تحريم الربا: ¶ ما حرَّم الإسلام أمراً إلا نتيجة الضرر الَّذي ينتج عن هذا الأمر، فالحكمة في تحريم الرِّبا ما ينتج عنه من أضرارِ إقتصاديَّةِ و إجتماعيةٍ و أخلاقيَّةٍ و عسكريَّةٍ فهو: ¶ 1 - يسبِّب العداوة بين الأفرادِ ويقضي على روحِ التَّعاون ممَّا ينتج عنه خللٌ إجتماعيٌّ. ¶ 2 - يؤدِّي إلى وجودِ طبقةٍ مترفةٍ لا تعمل شيئاً تتضخَّم الأموالُ في أيديها دون مشقَّةٍ ولا جهدٍ على حسابِ غيرها. ¶ 3 - يسبِّب القلقَ و الإضطرابَ النفسيِّ و عدم الإستقرار بالنسبة لآكل الرِّبا وموكلهِ على حدٍّ سواء. ¶ 4 - الرِّبا وسيلةٌ للإِستعمارِ فقد ثبت أنَّ الغزو الإقتصادي القائم على المعاملاتِ الربويَّة كان التمهيد للغزو العسكريّ. ¶ إنَّ كلَّ ما زاد عن رأس المال فهو رباً أو كلُّ قرضٍ جرَّ منفعةً فهو ربا، سواءً سمِّي ربا أم فائدةً أم غيره، فإنَّها جميعها صورٌ من صور الربا، فماذا ينتظر هؤلاء الَّذين يحتالون ¶ ¬__________ ¶ (¬1) أخرجه الحاكم في المستدرك وصحح الحافظ العراقي في تخريج الإحياء إسناده وصححه الشيخ الألباني في صحيح الجامع (3539) ¶ (¬2) أخرجه الطبراني في الأوسط وصححه الشيخ الألباني في صحيح الجامع “3537”",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "على أمر الله، ويستحلُّون محارم الله، و يتجرأون على أكل الحرام، ويحاربون الله. إنَّ الحرب معلنةً من الله على هؤلاءِ، و سيمحق الله أموالهم ويذهب بها و بهم لا محاله، فإن الله قال: (يَمْحَقُ اللّهُ الْرِّبَا وَ يُرْبِي الصَّدَقَاتِ) (¬1). و يقول عليه الصلاة و السَّلام: (الربا و إن كثر فإنَّ عاقبته إلا قُلّ) (¬2). إنَّ الله يمهل ولا يهمل، و يملي للظالم حتى إذا أخذه لم يفلته. فقد شاهدنا الكثير من حالات محق الربا و أهله، فكم من الذين يتعاملون بالربا و أموالهم كثيرة لكن لا خير فيها و لا بركة، و كم من الذين ابتلاهم الله بداء في أنفسهم أو عيالهم فأنفقوا أموالهم للتخلّص من هذا الداء و لكن دون نتيجة، و كم من الذين ذهبت أموالهم بسبب إفلاس بعض البنوك الربوية أو فرار من أعطوه أموالهم، فبادروا عباد الله إلى ترك الربا بكل صوره، وتوبوا إلى الله قبلَ أن تذهب أموالكم و يستحكم الله العذاب. ¶ كيفية القضاء على الربا: ¶ من مزايا الإسلام أنَّه ما حرَّم شيئاً إلاّ أوجد له بديلاً، فلمَّا حرَّم الرِّبا أباح البيع والتجارة و وضع الحلول والوسائل التي من شأنها القضاء على الرِّبا، فمن ذلك ¶ 1 - القرض الحسن، فبدل أن يقرض المسلم ماله بفائدة تمحق ماله رغَّب الله في القرض الحسن فقال: (مَّن ذَا الَّذِي يُقْرِضُ اللّهَ قَرْضاً حَسَناً فَيُضَاعِفَهُ لَهُ أَضْعَافاً كَثِيرَةً) (¬3). فالقرض هو قرضٌ مع الله كما في الحديث (يابن آدم مرضت فلم تعدني، قال يا رب كيف أعودك و أنت ربُّ العالمين، قال: أما علمت أنَّ عبدي فلان مرض فلم تعده، أما علمت أنَّك لو عدته لوجدتني عنده. يا ابن آدم استطعمتكم فلم تطعمني، فقال يا رب كيف أطعمك و أنت ربُّ العالمين، قال: أما علمت أنَّه استطعمك عبدي فلان فلم تطعمه أما علمت أنَّك لو أطعمته لوجدت ذلك عندي) (¬4). ¶ ¬__________ ¶ (¬1) البقرة: 276 ... . ¶ (¬2) أحمد ... . ¶ (¬3) البقرة: 245 ... . ¶ (¬4) مسلم ... .",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "2 - إنظار المعسَّر ريثما يزول إعساره، و الحثُّ على التجاوز عن دينه (وَإِن كَانَ ذُوعُسْرَةٍ فَنَظِرَةٌ إِلَى مَيْسَرَةٍ وَأَن تَصَدَّقُواْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ) (¬1). و في الحديث: (كان تاجر يداين الناس فإذا رأى معسراً قال لفتيانه: تجاوزوا عنه لعل الله أن يتجاوز عنا، فتجاوز الله عنه) (¬2) ... . ¶ 3 - التعاون بكلِّ وسائله و يشمل التعاون الإجتماعي و الصِّناعي و الزراعي، وتمويل العمَّال و أصحاب الصِّناعات ممَّا يقوِّي إنتاجهم و يضاعفه فيعود بالخيرِ على الأمَّةِ وعلى العامل و على المموِّلِ بما ينتج عنه من أرباح تفوق ما يُعطى من رباً و فوائد ... قال تعالى: (وَتَعَاوَنُواْ عَلَى الْبرِّ وَالتَّقْوَى) (¬3). ¶ 4 - إخراج زكاة المال، فلو أخرج كلَّ إنسانٍ زكاة ماله و دفعها إلى المستحقِّين لما وُجِدَ في المجتمع الإسلامي فقراء يحتاجون القروض بفائدةٍ أو رباً. ثم إن الإنفاق ينبغي أن يكون من حلال طيب، لا خبيث أو حرام، قال تعالى: (لَن تَنَالُواْ الْبِرَّ حَتَّى تُنفِقُواْ مِمَّا تُحِبُّون) (¬4). (وَلاَ تَيَمَّمُواْ الْخَبِيثَ مِنْهُ تُنفِقُونَ) (¬5). ويقول عليه الصلاة والسلام: (إنَّ الله طيِّبٌ لا يقبل إلا طيِّباً). و يقول: (لا تطعموهم ممَّا لا تأكلون). ¶ الرِّبَا والفائدة اسمان لمسمى واحد: ¶ لقد حرّم الإسلام الرِّبَا تحريماً قاطعاً وحاسماً وبغاية التشديد لدرجة أن المسألة هي في موقع الحسم شرعاً حتى لا تقبل الأخذ والرّد أو أن تطرح على بساط نظر استحلالاً لها ومساساً بحرمتها ولقد كانت كذلك طيلة العهود الإسْلاميَّة الغابرة حتى تفكك الخلافة الإسْلاميَّة العثمانية وإزالتها وهيمنة الاستعمار على بلاد المسلمين، فنشأ جدل فرضه انتقَالَ النِّظَام الرأسمالي الغَرْبيّ إلى مجتمعنا حيث حاكى المتعاملون به ما هو معمول به في الغَرْب، الجدل هذا دار حول الفوائد الربوية المصرفية. ¶ ¬__________ ¶ (¬1) البقرة:280 ... . ¶ (¬2) متفق عليه ... . ¶ (¬3) المائدة: 2 ... . ¶ (¬4) آل عمران: 92 ... . ¶ (¬5) البقرة: 267 ... .",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "وبلغ الأمر بأدعياء علم تحكم فيهم مركب النقص وعامتهم أثرياء ولهم أرصدة في المصارف على الاجترار على نفي الوصف عن الفوائد المصرفية أن ينطبق عليها حكم الرِّبَا، وآخرين من دونهم أحلوا الرِّبَا بدورهم ولكن للفقراء، مخالفين قوله تعالى: (يَاأَيُّهَا الَّذِينَ ءَامَنُوا اتَّقُوا اللَّهَ وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا إِنْ كُنْتُمْ مُؤْمِنِينَ فَإِنْ لَمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِنَ اللَّهِ وَرَسُولِهِ وَإِنْ تُبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَالِكُمْ لَا تَظْلِمُونَ وَلَا تُظْلَمُونَ) (¬1). ¶ وما ورد في سنّة رسول الله من لعنه في الرِّبَا آكلها ومؤكليها وكتابها وشهودها. فعن جابر رضي الله عنه قَالَ: «لعن رسول الله صلى الله عليه وسلم آكل الرِّبَا ومؤكله وكاتبه وشاهديه» وقَالَ: «هم سواء» (¬2). ¶ فالرِّبَا الذي برع التجار على تسميتها الفائدة بدلاً من لفظ الرِّبَا طمعاً في تزييف الحرام على الناس وإظهاره بمظهر الحلال المباح وطمعاً في أكل أموال الناس بالباطل. ¶ والحق أن الرِّبَا والفائدة اسمان لمسمى واحد وصنوان لا يفترقان ولا وجه هنا أبداً بين قليل الرِّبَا واعتباره فائدة مباحة وبين كثير الرِّبَا واعتباره ربا حراماً، فالفائدة هي الرِّبَا والرِّبَا هي الفائدة. ¶ وقد حاول بعض رجال القانون والاقتصاد في عصرنا هذا وقبله أن يخرجوا الفائدة من دائرة الرِّبَا بالتلاعب في الألفاظ، فاعتبروا الفائدة مقابلاً لاستعمال مدخرات الفرد، المجموعة من حصيلة سنوات من الادخار وإنكار الذات، ولكن هذا التميز بين الفائدة والرِّبَا واعتبار الفائدة مقابلاً لاستعمال مدخرات الفرد هو مجرد وهم وتلاعب في عالم الاقتصاد لأن النقود لا تؤجر ولأن الرِّبَا المحرم هو الزيادة على قيمة القرض في مقابل الأجل، وسواء بعد ذلك أكان استيفاء هذه الزيادة الفائدة لتغطية المخاطر التي يتضمنها الإقراض أو لتعويض الشخص عن انصرافه عن استعمال ماله في فترة ما، أو مقابلاً لاستعمال مدخرات الفرد سواء كانت هذه الفائدة قليلة أو كثيرة، فهي فائدة ربوية محظورة على كل حال، ولا تخرجها التسمية بالفائدة عن معنى الرِّبَا، وبالتالي فإن هذه الزيادة لا تفيد نقل الملك. ¶ ¬__________ ¶ (¬1) البقرة / 278. ¶ (¬2) رواه مسلم في صَحِيْحه في المساقاة، باب: لعن آكل الرِّبَا و موكله، (3/ 1219) واللفظ له، وسُنَن التِّرْمِذِي (3/ 512) بدون، وقَالَ هم سواء وسُنَن أبي داود (3/ 244) والسُنَن الكبرى (6/ 306)، ومُسْنَد أحمد (1/ 87).",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "هذا ويظن كثير من الناس ممّن عاشوا تجربة النِّظَام الربوي، وألغوا أشكاله وألوانه، أن القضاء على الفائدة وإلغاءها يعني القضاء على البنوك والمصارف وهي أداة مهمة تسير حركة التجارة والصناعة ولكن هذا الظّن هو ظن من يتعجل الحكم على الشيء قبل تصوره، بل هو ظن من هو جاهل بالدور الأفضل الذي يمكن أن تقوم به المصارف في خدمة التجارة بالصناعة حين تلغي الرِّبَا والفائدة من معاملاتها. ¶ وذلك أن المصارف حين تلغي الرِّبَا والفائدة من معاملاتها، وتقوم على قواعد الشَّرِيعَة في معاملاتها وتخرج عن سلطان أخطبوط صندوق النقد الدولي والبنك الدولي فإنها تستطيع أن تقوم بكافة الخدمات المصرفية المشروعة التي لا غبار عليها مما لا دخل للربا والفائدة فيه، كما أنها تستطيع حين تلغي الرِّبَا والفائدة من معاملاتها أن تحقق أرباحاً مشروعة لنفسها ولكل أصحاب الأموال لديها وذلك حين تدفع هذه الأموال بإذن أصحابها مشاركة ومضاربة في تمويل الصناعة والتجارة، ثم تقوم بتوزيع صافي الأرباح الحقيقة على أصحاب الأموال المشاركة والمضاربة وفقاً لقواعد الشَّرِيعَة. ¶ وهذا الاتجاه الجديد الذي يقدمه لنا الإسلام في عالم الاقتصاد والمال وفقاً لقواعد الشَّرِيعَة سوف يحرر النِّظَام المصرفي من كل العوائق الربوية في تقديم القروض، كما يشجع أصحاب الكفايات والقدرات والطاقات الصناعية والإنتاجية على التقدم بطلبات التمويل للقيام بمشروعات متكاملة دون خوف من خطر الرِّبَا والفائدة. ¶ وهذا الذي ذكرناه في تحريم الرِّبَا والفائدة هو الحق، وقد جاءت النظريات الاقتصادية الحديثة تؤيده وتصدقه وعلى سبيل المثال: ¶ فهذا «اللورد كينز» وهو أحد علماء الاقتصاد البارزين في أوروبا يدعو إلى إتباع سياسية دائمة تستهدف خفض أسعار الفائدة إلى درجة الصفر، أي إلغاء الفائدة إلغاءً كاملاً، وفي هذا المجال نجده يقول بكل صراحة ووضوح: ¶ «إن مجتمعاً حسن الإدارة مزوّداً بالموارد الحديثة لا يتزايد فيه السكان بسرعة، ينبغي أن يكون قادراً على خفض الكفاءة الهامشية لرأس المال (أي الفائدة) في توازن مستمر إلى مستوى الصفر خلال جيل واحد، حتى يمكننا الوصول إلى مجتمع شبه مستقر",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "لأن قليلاً من التفكير سوف يبين لنا أية تغييرات اجتماعية ضخمة يمكن أن تنتج عن الاختفاء التدريجي لمعدل الفائدة على الثروة المكدسة» (¬1). ¶ ثمّ يقول «كينز»: «إنّ المعدل المالي للفائدة يمنع نمو رأس المال الحقيقي، فلو أزيلت هذه الكابحة (الفرملة) أي فائدة فسوف يصح رأس المال الحقيقي في العالم الحديث من السرعة، بحيث يصبح احتمال هبوط المعدل المالي للفائدة إلى الصفر محققاً» (¬2). ¶ فالرِّبَا كما يرى علماء الاقتصاد عقبة كؤود على طريق تنمية أفضل للاقتصاد في عالمنا المعاصر، وذلك أن إلغاء الرِّبَا والفائدة على القروض يشجع المشروعات الإنتاجية على السير في طريقها دون خوف أو خطر من ربا أو فائدة. ¶ وعليه، فإن «بروفسور كاسل» و «اللورد كينز» يريان أن قائمة طلبات الاستثمار والتمويل تنكمش مع ارتفاع سعر الفائدة، وبالعكس من ذلك فكلما هبط سعر الفائدة وتيسر المال لطالبه، كلما زادت فرص الاستثمار والتمويل بمعدل سريع وأنعشت الاقتصاد، فإذا اختفت الفائدة كانت الفرصة أوفر (¬3). ¶ وبهذا المنطق الاقتصادي الحديث الذي يقدمه لنا الإسلام، ندرك القيمة الحقيقية لقاعدة تحريم الرِّبَا والفائدة في الإسلام. ¶ حكم الفوائد المصرفية: ¶ صدرت الفتاوى المتتابعة من علماء العصر والصادرة عن المجامع الفقهية بحرمة أخذ فوائد البنوك. فمن ذلك فتوى الشيخ بكري الصدفي مفتي الديار المصرية (سنة 1325هـ 1907م) عن دار الافتاء المصرية. والشيخ عبد المجيد سليم (سنة 1348هـ 1930م) بتحريم استثمار المال المودع بفائدة البتة، والفتوى الصادرة عنه (سنة 1362هـ 1943م) بأن أخذ الفوائد عن الأموال المودعة حرام ولا يجوز التصدق بها، (وسنة 1364هـ 1945م) بأنه يحرم استثمار المال المودع في البنك بفائدة، وأن في الطرق الشرعية لاستثمار المال متسع للاستثمار. وأصدر الشيخ الدكتور عبد الله دراز بحثه (سنة ¶ ¬__________ ¶ (¬1) قرشي، أنور إقبال: الإسلام والرِّبَا، ترجمة فاروق حلمي، ص (65). ¶ (¬2) قرشي، أنور إقبال: الإسلام والرِّبَا،، ص (68). ¶ (¬3) قرشي، أنور إقبال: الإسلام والرِّبَا،، ص (62 - 63).",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "1951م) بأن الإسلام لم يفرق بين الربا الفاحش وغيره في التحريم (¬1). كما أفتى الشيخ / محمد أبو زهرة (1390هـ 1970) بأن الربا زيادة الدين في نظير الأجل وأن ربا المصارف هو ربا القرآن وهو حرام ولا شك فيه، وأن تحريم الربا يشمل الاستثماري والاستهلاكي في رد دامغ للذين يرددون أن الضرورة تلجئ إلى الربا (¬2) وأفتى الشيخ / جاد الحق علي جاد الحق مفتي الديار المصرية (سنة 1399هـ 1976م) بأن سندات التنمية وأذون الخزانة ذات العائد الثابت تعتبر من المعاملات الربوية المحرمة، وأن إيداع المال بالبنوك بفائدة ربا محرم سواء كانت هذه المصارف تابعة للحكومة أو لغيرها. كما صدر عن المؤتمر الثاني للمصرف الإسلامي بالكويت (سنة 1403هـ 1983 م) بحضور كوكبة من أبرز العلماء والاقتصاديين بيانا بأن ما يسمى بالفائدة في اصطلاح الاقتصاديين هو من الربا المحرم. ناهيك عن الفتاوى الصادرة عن المجمع الفقهي بمكة المكرمة، واللجنة الدائمة للإفتاء والإرشاد بالمملكة العربية السعودية. ¶ ¬__________ ¶ (¬1) محاضرة ألقاها في مؤتمر القانون الإسلامي بباريس وهي مطبوعة باسم الربا في نظر القانون الإسلامي ¶ (¬2) بحوث في الربا، ط دار البحوث العلمية 1970م",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "المطلب السابع ¶ الحذر من الشيطان ¶ (أيها الناس فإن الشيطان قد يئس من أن يعبد بأرضكم هذه أبدا، ولكنه إن يطع فيما سوى ذلك فقد رضي به بما تحقرون من أعمالكم فاحذروه على دينكم). ¶ التحذير من الشيطان، فإنه يئس من المؤمن لكنه رضي باليسير من المحقرات التي نظن أنها بسيطة، وهي في الحقيقة مدخل للشيطان إلى القلب فيفسده ويهلك الإنسان بعد ذلك .. ¶ والشيطان مصدر الشر والغواية يضل الناس بالشهوات والشبهات والملهيات والأمنيات والأغنيات. ويضل الحكام بالتعطش للدماء، وإهانة العلماء، ورد نصح الحكماء، وتصديق السفهاء. ويضل النساء بالتبرج والسفور، وترك المأمور، وارتكاب المحظور. ويضل العلماء بحب الظهور، والعجب والغرور، وحسد يملأ الصدور ويضل العامّة بالغيبة والنميمة، والأحاديث السقيمة، وما ليس له قيمة. ويضل التجّار بالربا في المعاملات، ومنع الصدقات، والإسراف في النفقات ويضل الشباب: بالغزل والهيام، والعشق والغرام، والاستخفاف بالأحكام، وفعل الحرام. أحب الناس اليه المغنّون، والشعراء الغاوون، وأهل المعاصي والمجون، وكل خبيث مفتون. أبغض الناس اليه أهل المساجد، وكل راكع وساجد، وزاهد عابد، وكل مجاهد. عدوه: أعوذ بالله منك، اذا",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "قيلت اختفى وغاب، كأنما ساخ في التراب، وهذا جزاء الكذاب. (إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ) (¬1) ¶ فإن الشيطان- منذ أن طرده الله من رحمته ولعنه بسبب رفضه السجود لآدم عليه السلام- دائمًا يتربص ببني آدم بالمرصاد، ويحاول بشتى السُّبل أن يصدهم عن طريق الرحمن ليكونوا معه في نار جهنم، أعاذنا الله منها، ووسائل الشيطان لإضلال بني آدم كثيرة يمكن أن نوجزها فيما يلي: ¶ أولاً: دعوة الإنسان إلى الشرك بالله تعالى: إن الشيطان يدعو الإنسان في كل مكان وزمان إلى الكفر والشرك بالله تعالى، فإذا نجح في ذلك واستجاب له ابن آدم، استراح منه الشيطان وجعله جندًا من جنوده ثم يتبرأ منه يوم القيامة، قال تعالى: وقال الشيطان لما قضي الأمر إن الله وعدكم وعد الحق ووعدتكم فأخلفتكم وما كان لي عليكم من سلطان إلا أن دعوتكم فاستجبتم لي فلا تلوموني ولوموا أنفسكم ما أنا بمصرخكم وما أنتم بمصرخي إني كفرت بما أشركتمون من قبل إن الظالمين لهم عذاب أليم (¬2) ¶ وإن إيقاع الإنسان في الشرك بالله تعالى هو أعظم غايات الشيطان؛ لأنه يعلم أن الله لا يغفر للمشرك إذا مات على شركه، وهذا واضح في كثير من آيات القرآن الكريم. ¶ قال تعالى: إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء ومن يشرك بالله فقد افترى إثما عظيما (¬3) ¶ ويحرص الشيطان على إيقاع الإنسان في الشرك بالله تعالى؛ لأنه يعلم أن الشرك يُحبط جميع الأعمال الصالحة، قال تعالى: ولقد أوحي إليك وإلى الذين من قبلك لئن أشركت ليحبطن عملك ولتكونن من الخاسرين بل الله فاعبد وكن من الشاكرين (¬4) ¶ ثانيًا: إيقاع المسلم في البدعة في الدين: إذا فشل الشيطان في إيقاع الإنسان في الشرك فإنه يدعوه إلى الابتداع في الدين، ولذا يجب على المسلم أن يعرف الفرق بين السنة والبدعة. ¶ ¬__________ ¶ (¬2) إبراهيم: 22 ¶ (¬3) النساء: 48 ¶ (¬4) الزمر: 65 - 66",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "فالسنة: كل ما صدر عن النبي صلى الله عليه وسلم من قول أو فعل أو تقرير. (¬1) وهذه السنة المباركة أمرنا الله تعالى باتباعها وحذرنا من مخالفتها قدر استطاعتنا، ولا يكلف الله نفسًا إلا وسعها، قال جل شأنه: وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا (¬2) وقال تعالى: فليحذر الذين يخالفون عن أمره أن تصيبهم فتنة أو يصيبهم عذاب أليم (¬3). ¶ والبدعة: طريقة في الدين مُخْترعة تضاهي الشرعية يقصد بالسلوك عليها المبالغة في التعبد لله سبحانه. (¬4) ¶ وورد في النصوص الشرعية التحذير من الابتداع في الدين: قال تعالى: اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام دينا فمن اضطر في مخمصة غير متجانف لإثم فإن الله غفور رحيم (¬5) ¶ روى الشيخان عن عائشة رضي الله عنها أن النبي صلى الله عليه وسلم قال: \"من أحدث في أمرنا هذا ما ليس منه فهو رد\". (¬6) ¶ وروى مسلم عن جابر بن عبد الله رضي الله عنهما أن النبي صلى الله عليه وسلم قال: \"إن خير الحديث كتاب الله، وخير الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل بدعة ضلالة\". (¬7) ¶ روى الترمذي عن العرباض بن سارية رضي الله عنهما قال: وعظنا رسول اللَّه صلى الله عليه وسلم موعظة بليغة ذرفت منها العيون، ووجلت منها القلوب. فقلنا: يا رسول الله، إن هذه لموعظة مودع، فماذا تعهد إلينا، قال: \"أوصيكم بتقوى الله والسمع والطاعة وإن عبدًا حبيشًا، فإنه من يعش منكم بعدي فسيرى اختلافًا كثيرًا فعليكم بسنتي وسنة الخلفاء ¶ ¬__________ ¶ (¬1) علم أصول الفقه لخلاف ص36 ¶ (¬2) الحشر:7 ¶ (¬3) النور:63 ¶ (¬4) الاعتصام للشاطبي ج1 ص28 ¶ (¬5) المائدة: 3 ¶ (¬6) البخاري 2697، ومسلم 1718 ¶ (¬7) مسلم: 867",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "الراشدين المهديين تمسكوا بها وعضوا عليها بالنواجذ، وإياكم ومحدثات الأمور فإن كل محدثة بدعة وكل بدعة ضلالة\". (¬1) ¶ روى الشيخان عن أنس بن مالك رضي الله عنه أن النبي صلى الله عليه وسلم قال: \"من رغب عن سنتي فليس مني\". (¬2) ¶ ثالثًا: تزيين فعل الكبائر: إذا عجز الشيطان عن إيقاع المسلم في طريق البدع ووجده يسلك سبيل أهل السنة والجماعة، فإنه ينتقل إلى دعوة الإنسان إلى ارتكاب الكبائر باختلاف أنواعها، ويحرص الشيطان على أن يوقع الإنسان المسلم فيها، خاصة إذا كان عالمًا متبوعًا، حتى ينشر ذنوبه ومعاصيه بين الناس، وذلك لينفر الناس عنه وعن الانتفاع بعلمه. (¬3) ¶ تعريف الكبيرة: قال ابن عباس رضي الله عنهما: الكبائر كل ذنب ختمه الله بنار أو غضب أو لعنة أو عذاب. وقال الحسن البصري: كل موجبة في القرآن كبيرة. وقال سعيد بن جبير: كل ذنب نسبه الله إلى النار فهو من الكبائر. وقال الضحاك بن مزاحم: الكبائر كل موجبة، أوجب الله لأهلها النار، وكل عمل يُقام به الحد فهو من الكبائر. (¬4) ¶ وورد في النصوص الشرعية التحذير من الكبائر: قال تعالى: إن تجتنبوا كبائر ما تنهون عنه نكفر عنكم سيئاتكم وندخلكم مدخلا كريما (¬5) قال الذهبي: \"تكفل الله تعالى بهذا النص لمن اجتنب الكبائر أن يدخله الجنة\". (¬6) وقال سبحانه: الذين يجتنبون كبائر الإثم والفواحش إلا اللمم إن ربك واسع المغفرة (¬7) وروى مسلم عن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال: \"الصلوات الخمس والجمعة إلى الجمعة ورمضان إلى رمضان مكفرات ما بينهن إذا اجتنبت البكائر\". (¬8) ¶ ¬__________ ¶ (¬1) حديث صحيح. صحيح الترمذي للألباني ح2157 ¶ (¬2) البخاري 5063، ومسلم 1401 ¶ (¬3) التفسير القيم لابن القيم ص613 ¶ (¬4) تفسير ابن جرير الطبري ج5 ص41، 42 ¶ (¬5) النساء: 31 ¶ (¬6) الكبائر للذهبي ص1 ¶ (¬7) النجم:32 ¶ (¬8) مسلم- كتاب الطهارة حديث 16",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "رابعًا: إغراقه الإنسان في فعل الصغائر: إذا يئس الشيطان من إيقاع الإنسان في ارتكاب الكبائر، فإنه يدعوه إلى ارتكاب الصغائر التي إذا اجتمعت على الإنسان ربما أهلكته. (¬1) ¶ روى ابن ماجه عن عائشة رضي الله عنها قالت: قال لي رسول اللَّه صلى الله عليه وسلم: \"يا عائشة، إياك ومُحقرات الأعمال، فإن لها من الله طالبًا\". (¬2) ¶ وروى الترمذي عن أبي هريرة رضي الله عنه أن رسول اللَّه صلى الله عليه وسلم قال: \"إن العبد إذا أخطأ، نكتت في قلبه نكتةٌ سوداء، فإذا نزع واستغفر وتاب صُقِل قلبه، وإن عاد زيد فيها حتى تعلو قلبه، وهو الران الذي ذكر الله: كلا بل ران على قلوبهم ما كانوا يكسبون \" (¬3) ¶ قال ابن حجر العسقلاني: رُوي عن أسد بن موسى، في الزهد، عن أبي أيوب الأنصاري رضي الله عنه قال: \"إن الرجل ليعمل الحسنة فيثق بها وينسى المحقرات، فيلقى الله وقد أحاطت به، وإن الرجل ليعمل السيئة فلا يزال مشفقًا حتى يلقى الله آمنًا\".وقال ابن بطال: المحقرات إذا كثرت صارت كبارًا مع الإصرار. (¬4) وقال ابن القيم: ولا يزال الشيطان يسهل على الإنسان محقرات الذنوب حتى يستهين بها، فيكون صاحب الكبيرة الخائف منها أحسن حالاً منه. (¬5) ¶ روى أحمد عن سهل بن سعد رضي الله عنه أن رسول اللَّه صلى الله عليه وسلم قال: \"إياكم ومحقرات الذنوب، فإنما مثل محقرات الذنوب كقوم نزلوا بطن واد، فجاء ذا بعود، وجاء ذا بعود حتى أنضجوا خبزهم، وإن محقرات الذنوب متى يؤخذ بها صاحبها تهلكه\" (¬6). ¶ ¬__________ ¶ (¬1) التفسير القيم ص613 ¶ (¬2) صحيح ابن ماجه 3421 ¶ (¬3) صحيح الترمذي 2654 ¶ (¬4) فتح الباري ج11 ص337 ¶ (¬5) التفسير القيم ص613 ¶ (¬6) الصحيحة 1 - 389",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "خامسًا: إلهاء الإنسان في الأمور المباحة: إذا عجز الشيطان أن يوقع الإنسان في صغائر الذنوب، دعاه إلى الاشتغال بالمباحات التي لا ثواب فيها ولا عقاب، بل عاقبتها فوات الثواب الذي ضاع عليه باشتغاله به. (¬1) ¶ سادسًا: الاشتغال بالمفضول عما هو أفضل منه: إذا عجز الشيطان أن يشغل الإنسان بالأمور المباحة، وكان الإنسان حافظًا لوقته، شحيحًا به، يعلم مقدار أنفاسه وانقطاعها، وما يقابلها من النعيم والعذاب، حاول أن يشغله بالعمل المفضول عما هو أفضل منه، ليزيح عنه الفضيلة، ويفوته ثواب العمل الفاضل، فيأمر بفعل الخير المفضول ويحضه عليه ويحسنه له إذا تضمن ترك ما هو أفضل وأعلى منه، وقل من ينتبه لهذا من الناس، فإنه إذا رأى فيه داعيًا قويًا ومحركًا إلى نوع من الطاعة، لا يشك أنه طاعة وقربة، فإنه لا يكاد يقول: إن هذا الداعي من الشيطان، فإن الشيطان لا يأمر بخير، ويرى أن هذا خير، فيقول: هذا الداعي من الله، وهو معذور، ولم يصل علمه إلى أن الشيطان يأمر بسبعين بابًا من أبواب الخير، إما ليتوصل بها إلى باب واحد من الشر وإما ليفوِّت بها خيرًا عظيمًا من تلك السبعين بابًا وأجل وأفضل. ¶ وهذا لا يتوصل إلى معرفته إلا بنور من الله يقذفه في قلب العبد، يكون سببه تجريد متابعة النبي صلى الله عليه وسلم وشدة عنايته بمراتب الأعمال عند الله وأحبها إليه وأرضاها له وأنفعها للعبد وأعمها نصيحة لله ولكتابه ولرسوله ولعباده المؤمنين، خاصتهم وعامتهم، ولا يعرف ذلك إلا من كان من ورثة الرسول صلى الله عليه وسلم ونوابه في الأمة وخلفائه في الأرض، وأكثر الخلق محجوبون عن ذلك، فلا يخطر بقلوبهم، والله يمن بفضله على من يشاء من عباده. (¬2) ¶ سابعًا: تسليط الإنس والجن: إذا عجز الشيطان عن إيقاع الإنسان في واحدة مما سبق، سلط عليه حزبه من الإنس والجن بأنواع الأذى والتكفير والتضليل والتبديع، والتحذير منه، وقصد إخماله وإطفاءه ليشوش عليه قلبه، ويشغل بحربه فكره، وليمنع الناس من الانتفاع به فيبقى سعيه في تسليط المبطلين من شياطين الإنس والجن عليه لا يفتر. ¶ ¬__________ ¶ (¬1) التفسير القيم لابن القيم ص613 ¶ (¬2) التفسير القيم ص613، 614",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "فحينئذ يلبس المؤمن لأْمَةَ الحرب ولا يضعها عنه إلى الموت، ومتى وضعها أُسِرَ وأُصِيبَ فلا يزال في جهاد حتى يلقى الله. (¬1) ¶ المطلب الثامن ¶ إِنَّمَا النَّسيءُ زِيادةٌ في الكُفرِ ¶ (أَيُّها النَّاس، إِنَّمَا النَّسيءُ زِيادةٌ في الكُفرِ، يضلُّ به الذينَ كَفَروا، يُحِلُّونَهُ عاماً، وَيُحَرِّمُونَهُ عاماً، لِيوَاطِئُوا عِدَّة مَا حَرَّمَ اللهُ فيحلوا ما حرم الله ويحرموا ما أحل الله. إن الزمان قد استدار كهيئته يوم خلق الله السموات والأرض وإن عدة الشهور عند الله اثنا عشر شهرا، منها أربعة حرم ثلاثة متوالية ورجب مضر، الذي بين جمادى وشعبان). ¶ فـ\"النسيءُ هو ما كان أهلُ الجاهلية يستعملونه في الأشهُرِ الحرُم وكان مِن جُملةِ بِدَعِهم الباطلة: أنهم لما رأوا احتِياجَهم للقتالِ في بعضِ أوقاتِ الأشهُرِ الحرُم رأوا ـ بآرائهم ¶ ¬__________ ¶ (¬1) التفسير القيم لابن القيم ص614",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "الفاسدة ـ أنْ يحافظوا على عِدَّةِ الأشهُرِ الحرُم (¬1) التي حرَّم الله القتالَ فيها وأنْ يؤخِّروا بعضَ الأشهُرِ الحرُم أو يقدِّموه ويجعلوا مكانَه من أشهُرِ الْحِلِّ ما أرادوا فإذا جعلوه مكانه أحلُّوا القتالَ فيه وجعلوا الشهرَ الحلالَ حراماً فهذا ـ كما أخبر الله عنهم ـ أنه زيادةٌ في كُفرِهم وضلالِهم؛ لِما فيه من المحاذير: منها: أنهم ابتدَعُوه من تِلقاءِ أنفُسِهم وجعلوه بمنزلةِ شرعِ الله ودينِه والله ورسولُه بريئان منه، ومنها: أنهم قلبوا الدِّينَ؛ فجعلوا الحلالَ حراماً والحرامَ حلالا، ومنها: أنهم مَوَّهُوا على الله بِزَعمِهم وعلى عبادِه ولبَّسُوا عليهم دينَهم واستعملُوا الخداعَ والحيلةَ في دينِ الله، ومنها: أنَّ العوائدَ المخالِفةَ للشِّرع مع الاستمرارِ عليها يزولُ قبحُها عن النفوسِ؛ وربما ظُنَّ أنها عوائدُ حسنةٌ؛ فحصلَ من الغلطِ والضلالِ ما حصل؛ ولهذا قال: (يُضَلُّ به الذين كفروا يُحِلُّونه عاماً ويُحرِّمونه عاماً ليواطئوا عِدةَ ما حرَّم الله): أي ليوافقوها في العدَد؛ فيُحِلُّوا ما حرَّم الله\". (¬2) ¶ المطلب التاسع ¶ اتقوا الله في النساء ¶ (أَيُّها النَّاس،، اتقوا الله في النساء، فإنكم إنما أخذتموهن بأمانة الله واستحللتم فروجهن بكلمات الله، واستوصوا بالنساء خيرا، فإنهن عندكم عوان لا يملكن لأنفسهن شيئا إلا أن يأتين بفاحشة مبينة فإن فعلن فاهجروهن في المضاجع، واضربوهن ضرباً غير مبرح، فإن أطعنكم فلا تبغوا عليهن سبيلاً. إلا إن لكم على نسَائِكُمْ حقاً و لِنسَائِكُمْ عليكم حقاً فأما حقكم على نسائكم؛ فلا يُوطْئنَ فُرُشَكُمْ غيرَكم، وَلا يُدْخِلْنَ أحَداً تكرَهُونَهُ بيوتَكُمْ، ولا يأتينَ بِفَاحِشَة، فإنْ أطَعْنَكُمْ فَعَلَيْكُمْ رِزقُهنَّ وكسوتُهُنَّ بالمَعْرُوفِ). ¶ ¬__________ ¶ (¬1) أي إنهم التزموا بعَددِها ـ أربعة ـ ولكنهم تلاعبوا بتوقيتِها وتأخيرِ بعضِها واستبدالِه بغيره تحريماً وتحليلاً من عندِ أنفسِهم! ¶ (¬2) تفسير السعدي 1/ 336 - 337.",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "أوصى رسول الله صلى الله عليه و سلم خيرا ً بالنساء و أكد في كلمة مختصرة و جامعة القضاء على الظلم البائد للمرأة في الجاهلية و تثبيت ضمانات حقوقها و كرامتها الإنسانية التي تضمنها أحكام الشريعة الإسلاميةفقد قال رسول الله صلى الله عليه وسلم: (من كان له اختان فاحسن صحبتهما ادخله الله الجنة) وقال: (من كان له ثلاث بنات فصبر على لأوائهن وضرائهن وسرائهن ادخله الله الجنة بفضل رحمته اياهن (. (¬1) ¶ نظرة الناس إلى المرأة على مرّ العصور: ¶ يكثر الحديث عن المرأة، و ينظر كلّ إنسان إلى المرأة نظرة خاصة به من خلال نظرته الدّينية أو السياسية أو الإجتماعية .. فمن مُغالٍ في الحديث عن حقوق المرأة فيطالب بتحريرها، ومن مجحفٍ في حقّها فيطالب بالحجر عليها، ومن منصفٍ لها يطالب بإعطائها حقّها دون غلوٍّ ولا إجحاف. ¶ من خلال كثرة الحديث في هذا الأمر تُثار الشبهات و المزاعم، و يكثر الطعن في الإسلام من خلال محاولات الانتقاص من هذا الدين العظيم، بحجّة أن الإسلام قد امتهن المرأة وجرّدها من حقوقها و سلبها إياها، معتمدين على أفهام غير مستقيمة لبعض النصوص القرآنية و النبويّة، أو الأقوال الفقهية، أو على تطبيق خاطيء من قِبل بعض المسلمين، أو معتمدين على أهواء في أنفسهم .. فوقع هؤلاء الطاعنون في الإفراط، و مجانبة الحقِّ و الصواب، و اتهام الإسلام بما هو منه بريء. ¶ و نتحدث بعون الله تعالى عن هذا الموضوع من خلال بيان حقيقة المرأة في الإسلام مقارنة بحقيقتها في الشرائع و القوانين الأخرى، فنقول بعون الله: ¶ اختلفت نظرة الناس إلى المرأة على مرّ العصور، و يمكن إيجاز هذه النظرة لنعرف الفرق بين نظرة الإسلام للمرأة و نظرة غيره إليها، لنعرف الحقيقة و نكون من أهل الإنصاف: ¶ المرأة عند اليهود: جاء في سفر الجامعة من الكتاب المقدّس: (دُرتُ أنا وقلبي لأعلم ولأبحث، و لأطلب حكمة و عقلاً، و لأعرف الشّرَّ أنه جهالة، و الحماقة أنها",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "جنون، فوجدت أمرَّ من الموت المرأةَ التي هي شِباك، و قلبها أشراك، و يداها قيود) (¬1) ... . ¶ المرأة عند النصارى: (في رومية اجتمع مجمع كبير و بحث شؤون المرأة فقرّر أنها كائن لا نفس له، و أنها لن ترث الحياة الأخروية لهذه العلّة، و أنها رجس يجب أن لا تأكل اللحم، و أن لا تضحك، بل و لا أن تتكلّم، و عليها أن تمضي أوقاتها في الصلاة و العبادة و الخدمة، و لأجل أن يمنعوها جعلوا على فمها قفلاً من حديد فكانت المرأة من أعلى الأسر و أدناها تسير في الطرقات، و تروح و تغدو في دارها وعلى فمها قفل، هذا غير العقوبات البدنية التي كانت تعرض لها المرأة باعتبار أنها أداة للإغواء يستخدمها الشيطان لإفساد القلوب. ¶ أما في فرنسا فقد عُقد سنة 586 م اجتماع في بعض ولاياتها دار فيه البحث عن المرأة: أتُعدّ إنساناً أم غير إنسان؟ و كان ختام البحث أن قرّر المجمع: أن المرأة إنسان و لكنها مخلوقة لخدمة الرجل. ¶ أما في انكلترا فقد أصدر الملك هنري الثامن أمراً بتحريم مطالعة الكتاب المقدّس على النساء، كما أن النساء كنّ طبقاً للقانون الانكليزي العام حوالي سنة 1850 م غير معدودات من المواطنين، و لم يكن لهنّ حقوق شخصيّة ولا حقّ لهنّ في تملّك ملابسهنَّ، ولا في الأموال التي يكسبنها بعرق الجبين) (¬2). ¶ المرأة عند الوثنيين: جاء في شرائع الهند: (إن الوباء و الموت و الجحيم والسّم و الأفاعي و النَّار خير من المرأة) (¬3). ¶ المرأة عند العرب قبل الإسلام: هي شر و مكروه، و سبب من أسباب الذّل والمهانة، فقد كانوا يكرهون ولادتها، حتى دفنوها و هي حيّة خشية الفقر أو السبي والعار، إضافة إلى امتهانها و استعبادها و سلبها عامّة حقوقها البشرية .. قال تعالى: ... (وَإِذَا بُشِّرَ أَحَدُهُمْ بِالأُنثَى ظَلَّ وَجْهُهُ مُسْوَدّاً وَهُوَ كَظِيمٌ * يَتَوَارَى مِنَ الْقَوْمِ مِن سُوءِ مَا بُشِّرَ بِهِ أَيُمْسِكُهُ عَلَى هُونٍ أَمْ يَدُسُّهُ فِي التُّرَابِ أَلاَ سَاء مَا يَحْكُمُونَ) (¬4). ¶ ¬__________ ¶ (¬1) الكتاب المقدس، سفر الجامعة 7. ¶ (¬2) روح الدين الإسلامي ¶ (¬3) روح الدين الإسلامي ¶ (¬4) النحل:58 - 59",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "المرأة في المجتمع الغربي: هي سلعة رخيصة لإشباع الرغبات و الشهوات، هي مادة إعلانية لترويج البضائع و المنتجات، لذلك أخرجوها من بيتها تحت ذرائع واهية - يسمونها تحرير المرأة - لتحقيق هذه الغايات .. ¶ المرأة في الإسلام فهي: الدّرة المصونة، و اللؤلؤة المكنونة. هي شقيقة الرجل و شريكته، و المكمّلة له في جميع نواحي الحياة، كما جاء في الحديث: (إِنَّ النِّسَاءَ شَقَائِقُ الرِّجَال) (¬1) ¶ المرأة هي إنسان خلقها الله من آدم عليه السلام، قال تعالى:) هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا ((¬2). و قال تعالى:) وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجاً لتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَ رَحْمَةً إِنَّ فِي ذَلكَ لآياتٍ لقَوْمٍ يَتَفَكَّرُونَ) (¬3). ¶ فللمرأة في الإسلام منزلتها ومكانتها و وجودها، و للمرأة حقوقها، و عليها واجباتها .. و يكفي من ذلك ما أمر به الإسلام من الإحسان إليها. وهي أم و أخت و زوجة و بنت و قد جاء الأمر بالإحسان إلى الأم والزوجة و البنت و الأخت: ¶ المرأة هي أم: إذا كانت أماً كان برُّها مقروناً بحق الله-تعالى-وعقوقها والإساءة إليها مقروناً بالشرك بالله، والفساد في الأرض. عن أبي هريرة قال جاء رجل إلى رسول الله صلى الله عليه وسلم فقال: (من أحق الناس بحسن صحابتي؟ قال: أمك، قال: ثم من؟ قال: ثم أمك، قال: ثم من؟ قال: ثم أمك، قال: ثم من؟ قال: ثم أبوك) (¬4) ... . ¶ المرأة هي زوجة: إذا تزوجت كان ذلك بكلمة الله، وميثاقه الغليظ؛ فتكون في بيت الزوج بأعز جوار، وأمنع ذمار، وواجب على زوجها إكرامها، والإحسان إليها، وكف الأذى عنها. عن عائشة قالت: جلس إحدى عشرة امرأة فتعاهدن و تعاقدن أن لا يكتمن من أخبار أزواجهنّ شيئاَ ... قالت عائشة: قال لي رسول الله صلى الله عليه ¶ ¬__________ ¶ (¬1) الترمذي. ¶ (¬2) الأعراف189. ¶ (¬3) الروم:21 ¶ (¬4) متفق عليه.",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "وسلم: (كنتُ لكِ كأبي زَرْعٍ لأمِّ زَرْع) (¬1). و لقد كان رسول الله خير الناس لأهله، وأحسنهم إليهم، عن عائشة قالت: قال رسول الله صلى الله عليه و سلم: (خيركم خيركم لأهله، و أنا خيركم لأهلي) (¬2) ... . ¶ المرأة هي بنت: فالمسلمة في طفولتها لها حق الرضاع، والرعاية، وإحسان التربية، وهي في ذلك الوقت قرة العين، وثمرة الفؤاد لوالديها وإخوانها وإذا كبرت فهي المعززة المكرمة، التي يغار عليها وليها، ويحوطها برعايته، فلا يرضى أن تمتد إليها أيد بسوء، ولا ألسنة بأذى، ولا أعين بخيانة. عن عائشة زوج النبي صلى الله عليه وسلم قالت: جاءتني امرأة و معها ابنتان لها، فسألتني فلم تجد عندي تمرة واحدة، فأعطيتها إياها، فأخذتها فقسمتها بين ابنتيها، و لم تأكل منها شيئاً، ثم قامت فخرجت و ابنتاها، فدخل عليَّ النبي صلى الله عليه و سلم فحدثته حديثها، فقال النبي صلى الله عليه و سلم: (من ابتلي من البنات بشيء فأحسن إليهنَّ كنَّ له ستراً من النار) (¬3) ¶ المرأة هي أخت: إذا كانت أختاً فهي التي أُمر المسلم بصلتها، وإكرامها، والغيرة عليها و عن ابن عباس عن النبي صلى الله عليه و سلم قال: (من كانت له أختان فأحسن صحبتهما ما صحبتاه دخل بهما الجنة) (¬4).ومن الإحسان إلى البنات، إكرامهنَّ، و تأديبهنَّ، والصبر عليهنَّ، و عدم تفضيل الذكور عليهنَّ. أنه دخل عمرو بن العاص رضي الله عنه على معاوية رضي الله عنه وعنده بنت له، فقال: أبعدها عنك يا أمير المؤمنين، فوالله ما علمت أنهنَّ يلدنَ الأعداءَ، و يقربنَ البعداء، و يورثنَ الضغائن. فقال معاوية رضي الله عنه: لا تقل هذا يا عمرو، فوالله ما مرّض المرضى، و لا ندب الموتى، و لا أعون على الأحزان منهنَّ، و لرُبَّ ابن أختٍ قد نفعَ خالّه) و قال محمد بن سليمان: (البنون نِعَمٌ، و البناتُ حسنات، و الله عز وجل يُحاسبُ على النعم، و يُجازي على الحسنات) (¬5) و أخيراً: جاء في خطبة ¶ ¬__________ ¶ (¬1) البخاري. ¶ (¬2) الترمذي. ¶ (¬3) متفق عليه ¶ (¬4) أحمد ¶ (¬5) الآداب اشرعية",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "الوداع قول رسول الله صلى الله عليه و سلم: (فاتقوا الله في النساء، فإنكم أخذتموهن بأمان الله، واستحللتم فروجهن بكلمة الله) (¬1) ... . ¶ فهل نرى هذا الإحسان و التكريم عند هؤلاء الذين ينادون كذباً بحرّية المرأة، و يزعمون المطالبة بحقوقها؟. ¶ وإذا كانت خالة كانت بمنزلة الأم في البر والصلة. وإذا كانت جدة، أو كبيرة في السن زادت قيمتها لدى أولادها، وأحفادها، وجميع أقاربها؛ فلا يكاد يرد لها طلب، ولا يُسَفَّه لها رأي. وإذا كانت بعيدة عن الإنسان لا يدنيها قرابة أو جوار كان له حق الإسلام العام من كف الأذى، وغض البصر ونحو ذلك. وما زالت مجتمعات المسلمين ترعى هذه الحقوق حق الرعاية، مما جعل للمرأة قيمة واعتباراً لا يوجد لها عند المجتمعات غير المسلمة. ¶ ثم إن للمرأة في الإسلام حق التملك، والإجارة، والبيع، والشراء، وسائر العقود، ولها حق التعلم، والتعليم، بما لا يخالف دينها، بل إن من العلم ما هو فرض عين يأثم تاركه ذكراً أم أنثى. بل إن لها ما للرجال إلا بما تختص به من دون الرجال، أو بما يختصون به دونها من الحقوق والأحكام التي تلائم كُلاً منهما على نحو ما هو مفصل في مواضعه. ومن إكرام الإسلام للمرأة أن أمرها بما يصونها، ويحفظ كرامتها، ويحميها من الألسنة البذيئة، والأعين الغادرة، والأيدي الباطشة؛ فأمرها بالحجاب والستر، والبعد عن التبرج، وعن الاختلاط بالرجال الأجانب، وعن كل ما يؤدي إلى فتنتها. ¶ ومن إكرام الإسلام لها: أن أمر الزوج بالإنفاق عليها، وإحسان معاشرتها، والحذر من ظلمها، والإساءة إليها. ¶ أباح للزوج طلاقها: ¶ ومن المحاسن أن أباح للزوجين أن يفترقا إذا لم يكن بينهما وفاق، ولم يستطيعا أن يعيشا عيشة سعيدة؛ فأباح للزوج طلاقها بعد أن تخفق جميع محاولات الإصلاح، وحين تصبح حياتهما جحيماً لا يطاق. وأباح للزوجة أن تفارق الزوج إذا كان ظالماً لها، سيئاً في ¶ ¬__________ ¶ (¬1) مسلم.",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "معاشرتها، فلها أن تفارقه على عوض تتفق مع الزوج فيه، فتدفع له شيئاً من المال، أو تصطلح معه على شيء معين ثم تفارقه. ¶ نهى الزوج أن يضرب زوجته: ومن صور تكريم الإسلام للمرأة أن نهى الزوج أن يضرب زوجته بلا مسوغ، وجعل لها الحق الكامل في أن تشكو حالها إلى أوليائها، أو أن ترفع للحاكم أمرها؛ لأنها إنسان مكرم داخل في قوله تعالى: (وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ وَرَزَقْنَاهُمْ مِنْ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى كَثِيرٍ مِمَّنْ خَلَقْنَا تَفْضِيلاً) (¬1) وليس حسن المعاشرة أمراً اختيارياً متروكاًللزوج إن شاء فعله وإن شاء تركه، بل هو تكليف واجب. قال النبي-صلى الله عليه وسلم-: (لا يجلد أحدكم امرأته جلد العبد، ثم يضاجعها) (¬2) فهذا الحديث من أبلغ ما يمكن أن يقال في تشنيع ضرب النساء؛ إذ كيف يليق بالإنسان أن يجعل امرأته - وهي كنفسه - مهينة كمهانة عبده بحيث يضربها بسوطه، مع أنه يعلم أنه لا بد له من الاجتماع والاتصال الخاص بها. ولا يفهم مما مضى الاعتراض على مشروعية ضرب الزوجة بضوابطه، ولا يعني أن الضرب مذموم بكل حال. لا، ليس الأمر كذلك؛ فلا يطعن في مشروعية الضرب إلا من جهل هداية الدين، وحكمة تشريعاته من أعداء الإسلام ومطاياهم ممن نبتوا من حقل الغرب، ورضعوا من لبانه، ونشأوا في ظله. هؤلاء الذين يتظاهرون بتقديس النساء والدفاع عن حقوقهن؛ فهم يطعنون في هذا الحكم، ويتأففون منه، ويعدونه إهانة للمرأة. وما ندري من الذي أهان المرأة؟ أهو ربّها الرحيم الكريم الذي يعلم من خلق وهو اللطيف الخبير؟ أم هؤلاء الذين يريدونها سلعة تمتهن وتهان، فإذا انتهت مدة صلاحيتها ضربوا بها وجه الثرى؟ إن هؤلاء القوم يستنكفون من مشروعية تأديب المرأة الناشز، ولا يستنكفون أن تنشز المرأة، وتترفع على زوجها، فتجعله-وهو رأس البيت-مرؤوساً، وتصر على نشوزها، وتمشي في غلوائها، فلا تلين لوعظه، ولا تستجيب لنصحه، ولا تبالي بإعراضه وهجره. تُرى كيف يعالجون هذا ¶ ¬__________ ¶ (¬1) الإسراء (70) ... . ¶ (¬2) رواه البخاري ومسلم.",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "النشوز؟ وبم يشيرون على الأزواج أن يعاملوا به الزوجات إذا تمَرَّدْنَ؟ نعم لقد وجد من النساء - وفي الغرب خاصة - من تضرب زوجها مرة إثر مرة، والزوج يكتم أمره، فلما لم يعد يطيق ذلك طلَّقها، حينئذٍ ندمت المرأة، وقالت: أنا السبب؛ فلقد كنت أضربه، وكان يستحيي من الإخبار بذلك، ولما نفد صبره طلَّقني! وقالت تلك المرأة القوامة: أنا نادمة على ما فعلت، وأوجه النصيحة بألا تضرب الزوجات أزواجهن! لقد أذن الإسلام بضرب الزوجة كما في قوله تعالى: (وَاللاَّتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ وَاضْرِبُوهُنَّ) (¬1) وكما في قوله - عليه الصلاة والسلام - في حجة الوداع: (ولكم عليهن ألا يوطئن فرشكم أحداً تكرهونه، فإن فعلن ذلك فاضربوهن ضرباً غير مُبَرِّح).ولكن الإسلام حين أذن بضرب الزوجة لم يأذن بالضرب المبرح الذي يقصد به التشفي، والانتقام، والتعذيب، وإهانة المرأة وإرغامها على معيشة لا ترضى بهاوإنما هو ضرب للحاجة وللتأديب، تصحبه عاطفة المربي والمؤدب؛ فليس للزوج أن يضرب زوجته بهواه، وليس له إن ضربها أن يقسو عليها؛ فالإسلام أذن بالضرب بشروط منها: ¶ أن تصر الزوجة على العصيان حتى بعد التدرج معها. وأن يتناسب العقاب مع نوع التقصير؛ فلا يبادر إلى الهجر في المضجع في أمر لا يستحق إلا الوعظ والإرشاد، ولا يبادر إلى الضرب وهو لم يجرب الهجر؛ ذلك أن العقاب بأكثر من حجم الذنب ظلم. وأن يستحضر أن المقصود من الضرب العلاجُ والتأديب والزجر لا غير؛ فيراعي التخفيف فيه على أحسن الوجوه؛ فالضرب يتحقق باللكزة، أو بالمسواك ونحوه. وأن يتجنب الأماكن المخوفة كالرأس والبطن والوجه. و ألا يكسر عظماً، ولا يشين عضواً، وألا يدميها، ولا يكرر الضربة في الموضع الواحد. وألا يتمادى في العقوبة قولاً أو فعلاً إذا هي ارتدعت وتركت النشوز. فالضرب - إذاً - للمصلحة لا للإهانة، ولو ماتت الزوجة بسبب ضرب الزوج لوجبت الدية والكفارة، إذا كان الضرب لغير التأديب المأذون فيه. أما إذا كان التلف مع التأديب المشروع فلا ضمان عليه، هذا مذهب أحمد ومالك. أما الشافعي وأبو حنيفة فيرون الضمان في ذلك، ووافقهم القرطبي - وهو مالكي. وقال النووي-رحمه الله-في شرح حديث حجة الوداع السابق: (وفي هذا الحديث إباحة ضرب الرجل امرأته للتأديب، فإن ¶ ¬__________ ¶ (¬1) النساء: 34.",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "ضربها الضرب المأذون فيه فماتت وجبت ديتها على عاقلة الضارب، ووجبت الكفارة في ماله (. ¶ ومن هنا يتبين لنا أن الضرب دواء ينبغي مراعاة وقته، ونوعه، وكيفيته، ومقداره، وقابلية المحل، لكن الذين يجهلون هداية الإسلام يقلبون الأمر، ويلبسون الحق بالباطل. ¶ ثم إن التأديب بالضرب ليس كل ما شرعه الإسلام من العلاج، بل هو آخر العلاجات مع ما فيه من الكراهة؛ فإذا وجدت امرأة ناشز أساءت عشرة زوجها، وركبت رأسها، واتبعت خطوات الشيطان، ولم ينجع معها وعظ ولا هجران-فماذا يصنع الرجل في مثل هذه الحال؟ هل من كرامته أن يهرع إلى مطالبة زوجته كل ما نشزت؟ وهل تقبل المرأة ذلك، فينتشر خبرها، فتكون غرضاً للذم، وعرضة للَّوم؟ إن الضرب بالمسواك، وما أشبهه أقلُّ ضرراً على المرأة نفسها من تطليقها الذي هو نتيجة غالبة لاسترسالها في نشوزها، فإذا طُلِّقت تصدع بنيان الأسرة، وتفرق شملها، وتناثرت أجزاؤها. وإذا قيس الضرر الأخف بالضررالأعظم كان ارتكاب الأخف حسناً جميلاً، كما قيل: وعند ذكر العمى يستحسن العورُ. ¶ فالضرب طريق من طرق العلاج يجدي مع بعض النفوس الشاردة التي لا تفهم بالحسنى، ولا ينفع معها الجميل، ولا تفقه الحجة، ولا تقاد بزمام الإقناع. ¶ ثم إذا أخطأ أحد من المسلمين سبيل الحكمة، فضرب زوجته وهي لا تستحق، أو ضربها ضرباً مبرحاً-فالدين براء من تبعة هذه النقائص، وإنما تبعتها على أصحابها. ¶ هذا وقد أثبتت دراسات علم النفس أن بعض النساء لا ترتاح أنفسهن إلا إذا تعرضن إلى قسوة وضرب شديد مبرح، بل قد يعجبها من الرجل قسوته، وشدته، وعنفه؛ فإذا كانت امرأة من هذا النوع فإنه لا يستقيم أمرها إلا بالضرب. ¶ وشواهد الواقع والملاحظات النفسية على بعض أنواع الانحراف تقول: إن هذه الوسيلة قد تكون أنسب الوسائل لإشباع انحراف نفسي معين، وإصلاح سلوك صاحبه، وإرضائه في الوقت ذاته؛ فربما كان من النساء من لا تحس قوة الرجل الذي تحب أن يكون قواماً عليها إلا حين يقهرها عضلياًوليست هذه طبيعة كل امرأة، ولكن هذه الصنف من النساء موجود، وهو الذي يحتاج إلى هذه المرحلة الأخيرة؛ ليستقيم على الطريقة. والذين يولعون",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "بالغرب، ويولون وجوههم شطره يوحون إلينا أن نساء الغرب ينعمن بالسعادة العظمى مع أزواجهن ولكن الحقيقة الماثلة للعيان تقول غير ذلك؛ فتعالوا نطالع الإحصاءات التي تدل على وحشية الآخرين الذين يرمون المسلمين بالوحشية ¶ أ- نشرت مجلة التايم الأمريكية أن ستة ملايين زوجة في أمريكا يتعرضن لحوادث من جانب الزوج كل عام، وأنه من ألفين إلى أربعة آلاف امرأة يتعرضن لضرب يؤدي إلى الموت، وأن رجال الشرطة يقضون ثلث وقتهم للرد على مكالمات حوادث العنف المنزلي (¬1). ¶ ب- ونشر مكتب التحقيقات الفيدرالي الأمريكي عام 1979م أن 40% من حوادث قتل النساء تحدث بسبب المشكلات الأسرية، وأن 25% من محاولات الانتحار التي تُقْدم عليها الزوجات يسبقها نزاع عائلي. (¬2) ¶ ج- دراسة أمريكية جرت في عام 1407هـ-1987م أشارت إلى 79% يقومون بضرب النساء وبخاصة إذا كانوا متزوجين بهن. وكانت الدراسة قد اعتمدت على استفتاء أجراه د. جون بيرير الأستاذ المساعد لعلم النفس في جامعة كارولينا الجنوبية بين عدد من طلبته. وقد أشارت الدراسة إلى أن استعداد الرجال لضرب زوجاتهم عالٍ جداً، فإذا كان هذا بين طلبة الجامعة فكيف بمن هو دونهم تعليماً؟ ¶ د- وفي دراسة أعدها المكتب الوطني الأمريكي للصحة النفسية جاء أن 17% من النساء اللواتي يدخلن غرف الإسعاف ضحايا ضرب الأزواج أو الأصدقاء، وأن 83% دخلن المستشفيات سابقاً مرة على الأقل للعلاج من جروح وكدمات أصيبن بها كان دخولهن نتيجة الضرب. ¶ وقال إفان ستارك معد هذه الدراسة التي فحصت (1360) سجلاً للنساء: إن ضرب النساء في أمريكا ربما كان أكثر الأسباب شيوعاً للجروح التي تصاب بها النساء، وأنها ¶ ¬__________ ¶ (¬1) انظر دور المرأة المسلمة في المجتمع إعداد لجنة المؤتمر النسائي الأول ص45. ¶ (¬2) انظر دور المرأة المسلمة في المجتمع ص46.",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "تفوق ما يلحق بهن من أذى نتيجة حوادث السيارات، والسرقة، والاغتصاب مجتمعة. ¶ وقالت جانيس مور-وهي منسقة في منظمة الائتلاف الوطني ضد العنف المنزلي ومقرها واشنطن: إن هذه المأساة المرعبة وصلت إلى حد هائل؛ فالأزواج يضربون نسائهم في سائر أنحاء الولايات المتحدة، مما يؤدي إلى دخول عشرات منهن إلى المستشفيات للعلاج. وأضافت بأن نوعية الإصابات تتراوح ما بين كدمات سوداء حول العينين، وكسور في العظام، وحروق وجروح، وطعن بالسكين، وجروح الطلقات النارية، وما بين ضربات أخرى بالكراسي، والسكاكين، والقضبان المحماة. ¶ وأشارت إلى أن الأمر المرعب هو أن هناك نساء أكثر يُصبن بجروح وأذى على أيدي أزواجهن ولكنهن لا يذهبن إلى المستشفى طلباً للعلاج، بل يُضمِّدن جراحهن في المنزل. ¶ وقالت جانيس مور: إننا نقدر بأن عدد النساء اللواتي يُضربن في بيوتهن كل عام يصل إلى ستة ملايين امرأة، وقد جمعنا معلومات من ملفات مكتب التحقيقات الفيدرالية، ومن مئات الملاجئ التي توفر المأوى للنساء الهاربات من عنف وضرب أزواجهن (¬1). ¶ وبعد فإننا في غنى عن ذكر تلك الإحصاءات؛ لعلمنا بأنه ليس بعد الكفر ذنب. ¶ ولكن نفراً من بني جلدتنا غير قليل لا يقع منهم الدليل موقعه إلا إذا نسب إلى الغرب وما جرى مجراه؛ فها هو الغرب تتعالى صيحاته من ظلم المرأة؛ فهل من مدكر؟ ¶ ومن صور تكريم الإسلام للمرأة أن أنقذها من أيدي الذين يزدرون مكانها، وتأخذهم الجفوة في معاشرتها؛ فقرر لها من الحقوق ما يكفل راحتها، وينبه على رفعة منزلتها، ثم جعل للرجل حق رعايتها، وإقامة سياج بينها وبين ما يخدش كرامتها. ومن الشاهد على هذا قوله-تعالى-: (وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ) (¬2) فجعلت الآية للمرأة من الحقوق مثل ما للرجل؛ وإذا كان أمر الأسرة لا يستقيم إلا برئيس يدبره فأحقهم بالرياسة هو الرجل الذي شأنه الإنفاق عليها، والقدرة على دفاع الأذى عنها. ¶ ¬__________ ¶ (¬1) انظر من أجل تحرير حقيقي ص16 - 21 وانظر المجتمع العاري بالوثائق والأرقام ص56 - 57. ¶ (¬2) البقرة: 228.",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "أباح للرجل أن يعدد. ¶ ومن إكرام الإسلام للمرأة: أن أباح للرجل أن يعدد، فيتزوج بأكثر من واحدة، فأباح له أن يتزوج اثنتين، أو ثلاثاً، أو أربعاً، ولا يزيد عن أربع بشرط أن يعدل بينهن في النفقة، والكسوة، والمبيت، وإن اقتصر الزوج على واحدة فله ذلك. هذا وإن في التعدد حكماً عظيمة، ومصالح كثيرة لا يدركها الذين يطعنون في الإسلام، ويجهلون الحكمة من تشريعاته، ومما يبرهن على الحكمة من مشروعية التعدد مايلي: ¶ 1 - أن الإسلام حرم الزنا، وشدَّد في تحريمه؛ لما فيه من المفاسد العظيمة التي تفوق الحصر والعد، والتي منها: اختلاط الأنساب، وقتل الحياء، والذهاب بالشرف وكرامة الفتاة؛ إذ الزنا يكسوها عاراً لا يقف حده عندها، بل يتعداه إلى أهلها وأقاربها. ¶ ومن أضرار الزنا: أن فيه جناية على الجنين الذي يأتي من الزنا؛ حيث يعيش مقطوع النسب، محتقراً ذليلاً. ¶ ومن أضراره: ما ينتج عنه من أمراض نفسية وجسدية يصعب علاجها، بل ربما أودت بحياة الزاني كالسيلان، والزهري، والهربس، والإيدز، وغيرها. والإسلام حين حرَّم الزنا وشدَّد في تحريمه فتح باباً مشروعاً يجد فيه الإنسان الراحة، والسكن، والطمأنينة ألا وهو الزواج، حيث شرع الزواج، وأباح التعدد فيه كما مضى. ولا ريب أن منع التعدد ظلم للرجل وللمرأة؛ فمنعه قد يدفع إلى الزنا؛ لأن عدد النساء يفوق عدد الرجال في كل زمان ومكان، ويتجلى ذلك في أيام الحروب؛ فَقَصْر الزواج على واحدة يؤدي إلى بقاء عدد كبير من النساء دون زواج، وذلك يسبب لهن الحرج، والضيق، والتشتت، وربما أدى بهن إلى بيع العرض، وانتشار الزنا، وضياع النسل. ¶ 2 - أن الزواج ليس متعة جسدية فحسب: بل فيه الراحة، والسكن، وفيه-أيضاً-نعمة الولد، والولد في الإسلام ليس كغيره في النظم الأرضية؛ إذ لوالديه أعظم الحق عليه؛ فإذا رزقت المرأة أولاداً، وقامت على تربيتهم كانوا قرة عين لها؛ فأيهما أحسن للمرأة: أن تنعم في ظل رجل يحميها، ويحوطها، ويرعاها، وترزق بسببه الأولاد الذين إذا أحسنت تربيتهم وصلحوا كانوا قرة عين لها؟ أو أن تعيش وحيدة طريدة ترتمي هنا وهناك؟",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "3 - أن نظرة الإسلام عادلة متوازنة: فالإسلام ينظر إلى النساء جميعهن بعدل، والنظرة العادلة تقول بأنه لابد من النظر إلى جميع النساء بعين العدل. ¶ إذا كان الأمر كذلك؛ فما ذنب العوانس اللاتي لا أزواج لهن؟ ولماذا لا يُنظر بعين العطف والشفقة إلى من مات زوجها وهي في مقتبل عمرها؟ ولماذا لا ينظر إلى النساء الكثيرات اللواتي قعدن بدون زواج؟. ¶ أيهما أفضل للمرأة: أن تنعم في ظل زوج معه زوجة أخرى، فتطمئن نفسها، ويهدأ بالها، وتجد من يرعاها، وترزق بسببه الأولاد، أو أن تقعد بلا زواج البتة؟. ¶ وأيهما أفضل للمجتمعات: أن يعدد بعض الرجال فيسلم المجتمع من تبعات العنوسة؟ أو ألا يعدد أحد، فتصطلي المجتمعات بنيران الفساد؟.وأيهما أفضل: أن يكون للرجل زوجتان أو ثلاث أو أربع؟ أو أن يكون له زوجة واحدة وعشر عشيقات، أو أكثر أو أقل؟. ¶ 4 - أن التعدد ليس واجباً: فكثير من الأزواج المسلمين لا يعددون؛ فطالما أن المرأة تكفيه، أو أنه غير قادر على العدل فلا حاجة له في التعدد. ¶ 5 - أن طبيعة المرأة تختلف عن طبيعة الرجل: وذلك من حيث استعدادها للمعاشرة؛ فهي غير مستعدة للمعاشرة في كل وقت، ففي الدورة الشهرية مانع قد يصل إلى عشرة أيام، أو أسبوعين كل شهر. وفي النفاس مانع-أيضاً-والغالب فيه أنه أربعون يوماً، والمعاشرة في هاتين الفترتين محظورة شرعاً، لما فيها من الأضرار التي لا تخفى. وفي حال الحمل قد يضعف استعداد المرأة في معاشرة الزوج، وهكذا. أما الرجل فاستعداده واحد طيلة الشهر، والعام؛ فبعض الرجال إذا منع من التعدد قد يؤول به الأمر إلى سلوك غير مشروع. ¶ 6 - قد تكون الزوجة عقيماً لا تلد: فيُحْرَمُ الزوج من نعمة الولد، فبدلاً من تطليقها يبقي عليها، ويتزوج بأخرى ولود. وقد يقال: وإذا كان الزوج عقيماً والزوجة ولوداً؛ فهل للمرأة الحق في الفراق؟.والجواب: نعم فلها ذلك إن أرادت.",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "7 - قد تمرض الزوجة مرضاً مزمناً: كالشلل وغيره، فلا تستطيع القيام على خدمة الزوج؛ فبدلاً من تطليقها يبقي عليها، ويتزوج بأخرى. ¶ 8 - قد يكون سلوك الزوجة سيئاً: فقد تكون شرسة، سيئة الخلق لا ترعى حق زوجها؛ فبدلاً من تطليقها يبقي الزوج عليها، ويتزوج بأخرى؛ وفاء للزوجة، وحفظاً لحق أهلها، وحرصاً على مصلحة الأولاد من الضياع إن كان له أولاد منها ¶ 9 - أن قدرة الرجل على الإنجاب أوسع بكثير من قدرة المرأة: فالرجل يستطيع الإنجاب إلى ما بعد الستين، بل ربما تعدى المائة وهو في نشاطه وقدرته على الإنجاب. ¶ أما المرأة فالغالب أنها تقف عن الإنجاب في حدود الأربعين، أو تزيد عليها قليلاً؛ فمنع التعدد حرمان للأمة من النسل ¶ 10 - أن في الزواج من ثانية راحة للأولى: فالزوجة الأولى ترتاح قليلاً أو كثيراً من أعباء الزوجية؛ إذ يوجد من يعينها ويأخذ عنها نصيباً من أعباء الزوج. ¶ ولهذا، فإن بعض العاقلات إذا كبرت في السن وعجزت عن القيام بحق الزوج أشارت عليه بالتعدد. ¶ جعل لها نصيباً من الميراث: ¶ ومن إكرام الإسلام للمرأة أن جعل لها نصيباً من الميراث؛ فللأم نصيب معين، وللزوجة نصيب معين، وللبنت وللأخت ونحوها نصيب على نحو ما هو مُفَصَّل في مواضعه. ¶ ومن تمام العدل أن جعل الإسلام للمرأة من الميراث نصف ما للرجل، وقد يظن بعض الجهلة أن هذا من الظلم؛ فيقولون: كيف يكون للرجل مثل حظ الأنثيين من الميراث؟ ولماذا يكون نصيب المرأة نصف نصيب الرجل؟.والجواب أن يقال: إن الذي شرع هذا هو الله الحكيم العلم بمصالح عباده.",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "ثم أي ظلم في هذا؟ إن نظام الإسلام متكامل مترابط؛ فليس من العدل أن يؤخذ نظام، أو تشريع، ثم ينظر إليه من زاوية واحدة دون ربطه بغيره، بل ينظر إليه من جميع جوانبه؛ فتتضح الصورة، ويستقيم الحكم. ¶ ومما يتبين به عدل الإسلام في هذه المسألة: أن الإسلام جعل نفقة الزوجة واجبة على الزوج، وجعل مهر الزوجة واجباً على الزوج-أيضاً-.ولنفرض أن رجلاً مات، وخلَّف ابناً، وبنتاً، وكان للابن ضعف نصيب أخته، ثم أخذ كل منهما نصيبه، ثم تزوج كل منهما؛ فالابن إذا تزوج مطالب بالمهر، والسكن، والنفقة على زوجته وأولاده طيلة حياته. ¶ أما أخته فسوف تأخذ المهر من زوجها، وليست مطالبة بشيء من نصيبها لتصرفه على زوجها، أو على نفقة بيتها أو على أولادها؛ فيجتمع لها ما ورثته من أبيها، مع مهرها من زوجها، مع أنها لا تُطَالب بالنفقة على نفسها وأولادها. أليس إعطاء الرجل ضعف ما للمرأة هو العدل بعينه إذاً؟ هذه هي منزلة المرأة في الإسلام؛ فأين النظم الأرضية من نظم الإسلام العادلة السماوية، فالنظم الأرضية لا ترعى للمرأة كرامتها، حيث يتبرأ الأب من ابنته حين تبلغ سن الثامنة عشرة أو أقل؛ لتخرج هائمة على وجهها تبحث عن مأوى يسترها، ولقمة تسد جوعتها، وربما كان ذلك على حساب الشرف، ونبيل الأخلاق. ¶ وأين إكرامُ الإسلام للمرأة، وجَعْلُها إنساناً مكرماً من الأنظمة التي تعدها مصدر الخطيئة، وتسلبها حقها في الملكية والمسؤولية، وتجعلها تعيش في إذلال واحتقار، وتعدها مخلوقاً نجساً؟.وأين إكرام الإسلام للمرأة ممن يجعلون المرأة سلعة يتاجرون بجسدها في الدعايات والإعلانات؟.وأين إكرام الإسلام لها من الأنظمة التي تعد الزواج صفقة مبايعة تنتقل فيه الزوجة؛ لتكون إحدى ممتلكات الزوج؟ حتى إن بعض مجامعهم انعقدت؛ لتنظر في حقيقة المرأة وروحها أهي من البشر أو لا؟!.وهكذا نرى أن المرأة المسلمة تسعد في دنياها مع أسرتها وفي كنف والديها، ورعاية زوجها، وبر أبنائها سواء في حال طفولتها، أو شبابها، أو هرمها، وفي حال فقرها أو غناها، أو صحتها أو مرضها. وإن كان هناك من تقصير في حق المرأة في بعض بلاد المسلمين أو من بعض المنتسبين إلى الإسلام-فإنما هو بسبب القصور",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "والجهل، والبُعد عن تطبيق شرائع الدين، والوزر في ذلك على من أخطأ والدين براء من تبعة تلك النقائص. وعلاج ذلك الخطأ إنما يكون بالرجوع إلى هداية الإسلام وتعاليمه؛ لعلاج الخطأ ¶ هذه هي منزلة المرأة في الإسلام على سبيل الإجمال: عفة، وصيانة، ومودة، ورحمة، ورعاية، وتذمم إلى غير ذلك من المعاني الجميلة السامية. ¶ أما الحضارة المعاصرة فلا تكاد تعرف شيئاً من تلك المعاني، وإنما تنظر للمرأة نظرة مادية بحتة، فترى أن حجابها وعفتها تخلف ورجعية، وأنها لابد أن تكون دمية يعبث بها كل ساقط؛ فذلك سر السعادة عندهم. وما علموا أن تبرج المرأة وتهتكها هو سبب شقائها وعذابها. وإلا فما علاقة التطور والتعليم بالتبرج والاختلاط وإظهار المفاتن، وإبداء الزينة، وكشف الصدور، والأفخاذ، وما هو أشد؟!.وهل من وسائل التعليم والثقافة ارتداء الملابس الضيقة والشفافة والقصيرة؟!. ¶ ثم أي كرامة حين توضع صور الحسناوات في الإعلانات والدعايات؟! ¶ ولماذا لا تروج عندهم إلا الحسناء الجميلة، فإذا استنفذت السنوات جمالها وزينتها أهملت ورميت كأي آلة انتهت مدة صلاحيتها؟!.وما نصيب قليلة الجمال من هذه الحضارة؟ وما نصيب الأم المسنة، والجدة، والعجوز؟.إن نصيبها في أحسن الأحوال يكون في الملاجىء، ودور العجزة والمسنين؛ حيث لا تُزار ولا يُسأل عنها. وقد يكون لها نصيب من راتب تقاعد، أو نحوه، فتأكل منه حتى تموت؛ فلا رحم هناك، ولا صلة، ولا ولي حميم. ¶ أما المرأة في الإسلام فكلما تقدم السن بها زاد احترامها، وعظم حقها، وتنافس أولادها وأقاربها على برها-كما سبق-لأنها أدَّت ما عليها، وبقي الذي لها عند أبنائها، وأحفادها، وأهلها، ومجتمعها. أما الزعم بأن العفاف والستر تخلف ورجعية-فزعم باطل، بل إن التبرج والسفور هو الشقاء والعذاب، والتخلف بعينه، وإذا أردت الدليل على أن التبرج هو التخلف فانظر إلى انحطاط خصائص الجنس البشري في الهمج العراة الذين يعيشون في المتاهات والأدغال على حال تقرب من البهيمية؛ فإنهم لا يأخذون طريقهم في مدارج الحضارة إلا بعد أن يكتسوا. ويستطيع المراقب لحالهم في تطورهم أن يلاحظ أنهم كلما تقدموا في الحضارة زادت نسبة المساحة الكاسية من أجسادهم، كما يلاحظ أن الحضارة الغربية في انتكاسها تعود في هذا الطريق القهقرى درجة درجة حتى تنتهي إلى العري الكامل في مدن العراة التي أخذت في الانتشار بعد الحرب العالمية الأولى، ثم",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "استفحل داؤها في السنوات الأخيرة. وهكذا تبين لنا عظم منزلة المرأة في الإسلام، ومدى ضياعها وتشردها إذا هي ابتعدت عن الإسلام. وضع رسول الله صلى الله عليه و سلم الناس من جميع المشكلات التي قد تعترض حياتهم أمام مصدرين لا ثالث لهما: ضمن لهم بعد الاعتصام بهما الامان من كل شقاء و ضلال و هما: كتاب الله و سنة رسوله. ¶ المطلب العاشر ¶ أَكرمُكُمْ عندَ اللهِ أتْقَاكُمْ ¶ (أيها النّاسُ إن رَبَّكُمْ وَاحِدٌ، وإنّ أَبَاكُمْ واحِدٌ، كُلكُّمْ لآدمَ (¬1)، وآدمُ من تُراب، أَكرمُكُمْ عندَ اللهِ أتْقَاكُمْ وليس لعربيّ فَضْلٌ على عجميّ إلاّ بالتّقْوىَ، أَلاَ هَلْ بلَّغْتُ، اللّهُمّ اشهد). ¶ حقيقة مفهوم المساواة: ¶ يشرح كثير من الكتاب تلك العبارة النبوية بتحقيق المساواة بين الناس كغاية من غايات التشريع الاسلامي , ولكن في القضية مقال , اذ لا بد من فهم مصطلحات البحث فهو مفتاح فهم مرامي الباحث ومقاصده، لأنَّ تلك المصطلحات – في الغالب – ألفاظ جامعة ينبني عليها كثير من مسائل البحث وموضوعاته. والأصل في الألفاظ أنها لغوية المنشأ، قد وضعت في الأساس لتدل على معانٍ كان يتخاطب بها العرب قبل الإسلام، غير أنه بعد تدوين العلوم، وظهور المبادئ والمذاهب الفلسفية فقدَ الكثير من تلك الألفاظ مدلولاتها اللغوية لتكتسب مدلولات اصطلاحية لتلك العلوم والمبادئ أو مدلولات شرعية، ومنها مصطلحات خاصة تُخيرت لتدل على معانٍ تنفرد بها الجهة التي تخيَّرتها كالاشْتِراكِيَّة والرَّأْسُماليَّة، وغيرها. ¶ وكما للمبادئ والمذاهب مصطلحاتها فللإسلام مصطلحاته، غير أن ثمةَ فارقاً مهماً بين هذه وتلك. ¶ فاللفظة حين تكون منتمية إلى الإسلام فإنها تكتسب المعنى الشَّرْعي الذي يجب الالتزام به اعتقاداً وعملاً، ويترتب على هذا الانتماء حظر أيّ تداخل بين الألفاظ ذات ¶ ¬__________ ¶ (¬1) كل الناس جميعاً يرجعون إلى أب واحد هو آدم عليه السلام.",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "المصطلحات الإسْلاميَّة من جهة وكل المصطلحات غير الإسْلاميَّة من جهةٍ أخرى، ويترتب على هذه الاستقلالية للإسلام حظر استعمال كل مصطلح له انتماء إلى عقيدة غير الإسلام. بل المفترض أن يكون منع التداخل في المفاهيم والمصطلحات عاماً لكل مذهب أو عقيدة، غير أنّ هذا الأمر غير معمول به واقعياً اليوم فلا يفتأ أصحاب المذاهب في التفنن في إجراء التعديلات على مذهبهم دون أن يروا حرجاً في أن يقتبسوا من آخرين. ¶ ويرجع هذا الاقتباس والسماح بالازدواجية أنّ عامة المذاهب وأنماط الفلسفة هي وضعية وبالتالي فهي فاقدة للقداسة وطالما أنها اجتهادات لبشر فلا بد وأن تتفاوت العقول في فهم الواقع وتقدير الأمور. لذلك اهتم العلماء المسلمون بالألفاظ الشَّرْعية اهتماماً جعلهم يحرصون على تحديد مفاهيمها لأمور أهمها: ¶ 1 - أن لا تكون هذه الألفاظ والمصطلحات نسبية غير محررة يستخدمها كل فريق كما يحلو له، بناء على ما تدفعهم إليه الأهواء، وما تمليه عليهم العقائد والمذاهب والمبادئ الفاسدة (¬1). ¶ 2 - أن لا تحمل الألفاظ الشَّرْعية على الاصطلاح الحادث لقوم أو فئة، فكثير من الناس ينشأ على اصطلاح قومه وعادتهم في الألفاظ، ثم يجد تلك الألفاظ في النُّصُوص الشَّرْعية، أو في كلام أهل العلم، فيظن أن مرادهم بها نظير مراد قومه، ويكون مراد الشَّارِع خلاف ذلك (¬2). وهذا الأمر اتضح في العصر الحديث وضوح الشمس في رابعة النهار لما للإعلام من أثر في تغيير المصطلحات بكثرة استعمالها مراداً بها معانٍ غير المعاني التي كانت لها أصلاً. ¶ وبهذا تصبح الألفاظ والمصطلحات أدوات في الصراع الفِكْري، إذ يهتم أعداء أي فكرة أو مبدأ في صراعهم مع الأفكار الأخرى بالألفاظ والمصطلحات العلمية من خلال تحريفها وتغييب القول الحق فيها. ويقوم عملهم هذا على محورين أساسين: ¶ ¬__________ ¶ (¬1) ابن قَيِّم الجَوْزِيَّة، محمد بن أبي بكر: الصواعق المرسلة، (3/ 925 - 955) ¶ (¬2) ابن تَيْمِيَّة: مجموع الفتاوى، (1/ 243). وأنظر بعض تلك الاطلاقات والتسميات عند ابن قَيِّم الجَوْزِيَّة في الصواعق المرسلة (1/ 925 - 955).",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "الأول: جلب الألفاظ والمصطلحات الفاسدة لتنفير الناس بجرسها اللفظي – ناهيك عن معناها – من الفِكْرة أو المذهب الذي يعادونه، أو مما يتضمنه من الحق. وممن حورب بهذا رسل الله عليهم الصلاة والسلام» فأشد ما حاول أعداء الرسول محمد عليه الصلاة والسلام من التنفير عنه سوء التعبير كما جاء به، وضرب الأمثال القبيحة له، والتعبير عن تلك المعاني بألفاظ منكرة ألقوها في مسامع المغترين المخدوعين، فوصلت إلى قلوبهم فنفرت منه، وهذا شأن كل مبطل «(¬1). ¶ والشَّرِيعَة الإسْلاميَّة حين جعلت للمرأة حقوقاً وجعلت عليها واجبات وأناطت للرجل حقوقاً وأناطت عليه واجبات: «إنما جعلتها حقوقاً وواجبات تتعلق بمصالحها كما يراها الشَّارِع ومعالجات لأفعالهما باعتبارها فعلاً معيناً لإنسان معيّن. فجعلتها واحدة حين تقتضي طبيعته الإنسانية جَعْلها واحدة، وجعلتها متنوعة حين تقتضي طبيعة كل منهما هذا التنوع وهذه الوحدة في الحقوق والواجبات لا يطلق عليها مساواة، كما أنه لا يُطلق عليها عدم مساواة كما أن ذلك التنوع في الحقوق والواجبات لا يُراد منه عدم مساواة أو مساواة» (¬2) ¶ ذلك أن المساواة في الحقوق والواجبات عامة غير واقعية وغير عملية «فإن الناس بطبيعة فطرتهم التي خلقوا عليها متفاوتون في القوى الجسمية والعقلية ومتفاوتون في إشباع الحاجات، فالمساواة بينهم لا يمكن أن تحصل» (¬3)، ومن ثمّ فإن نظام الخلق تحكمه سنّة التفاضل لا التساوي، فشعار المساواة بصيغته التعميميّة يتنافى مع نظام الخلق وهو مطلب مناقض للعدل إلا في بعض الأحوال وهي التي يقتضي العدل فيها بالتساوي، فالإسلام يحمل ويحمي مبدأ العدل ومبدأ الإحسان. ¶ ولا يقر المساواة على اعتبارها مبدأ عاماً وقاعدة مطردة، وإنما يقرها حينما يقتضيها العدل. وإنما يقتضي العدل المساواة حينما يكون واقع الأفراد واقعاً متساوياً تماماً في كل الصفات أو تكون المساواة في الصفات التي كان فيها التساوي دون الصفات الأخرى المتفاضلة فيما بينها» (¬4). ¶ ¬__________ ¶ (¬1) ابن قَيِّم الجَوْزِيَّة: الصواعق المرسلة، (3/ 944). ¶ (¬2) النَّبَهَانِيّ: النِّظَام الاجتماعي في الإسلام، ص (78). ¶ (¬3) النَّبَهَانِيّ: النِّظَام الاقتصادي في الإسلام، ص (49). ¶ (¬4) حبنكة الميداني، عبد الرحمن حسن: كواشف وزيوف في المذاهب الفِكْرية المعاصرة، ص (232).",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "فالإسلام يقوم في الحقوق والواجبات على مبدأ العدل لا على مبدأ المساواة، وفي بيان الواقع على ما هو الحق في واقع الحال لا على التسوية مطلقاً وإن كان الواقع متفاضلاً، فلا يمكن أن يستوي الحق والباطل والخبيث والطيّب والعالم والجاهل. ¶ فما هي تلك المساواة التي ينشدها المعجبون بالغَرْب من رجال ونساء؟ هل يريدون أن يصب الرجال والنساء في قوالب اجتماعية واحدة فيتحرك الكل بنسق واحد، وينطلق الكل إلى واجبات محددة واحدة، ثم يتقلب الكلّ في نعيم مكرر لحقوق لا تخضع لأي تنوع أو تمايز، بحيث تسقط مما بينهم فوارق القدرات والامكانات ويظهر الجميع وكأنهم أحجار مرصوفة في حجم واحد وتربيعات واحدة؟ ¶ إن المساواة التي ينشدها الغَرْب «هي هذه المساواة الآلية الحرفية، فبوسعهم أن ينشدوها ويبحثوا عنها فيما تنتجه المخاطر الآلية فقط، أما في عالم الأناسي فحتى الرجال فيما بينهم والنساء فيما بينهن، بل حتى الطبقة الواحدة في مجتمع الرجال والطبقة الواحدة في مجتمع النساء، إنما يتساوون من حيث إنسانيتهم الواحدة، في مبدأ تحمل الواجبات ومبدأ ممارسة الحقوق ثم إنّهم يتفاوتون في ذلك كلّه تفاوتهم في القدرات والملكات والاختصاص والامكانات، فالتساوي المبدئي ناظر إلى وحدة الإنسانية فيما بينهم جميعاً، والتفاوت التطبيقي ناظر إلى الحكمة الربانيّة التي اقتضت بعد ذلك أن يتفاوتوا في القدرات ويتنوعوا في الخصائص والملكات» (¬1). ¶ وعلى هذه النظرة شرّع الشَّارِع التكاليف الشَّرْعية، و أناط الحقوق والواجبات للرجال والنساء، فحين تكون التكاليف الشَّرْعية أي الحقوق والواجبات حقوقاً وواجبات إنسانية تجد الوحدة في التكاليف الشَّرْعية، فلا تباين ولا اختلاف بين الرَّجُل والمرأة في الحقوق والوجبات، وحين تكون هذه الحقوق والواجبات وهذه التكاليف الشَّرْعية تتعلق بالذكورة والأنوثة وبطبيعة كل منهما في الجماعة وموضعه في المجتمع، تكون هذه التكاليف الشَّرْعية متنوعة بين الرَّجُل والمرأة لأنها لا تكون علاجاً للإنسان مطلقاً، وإنما علاجاً لنوع من الطبيعة الإنسانية هي الذكورة والأنوثة. ¶ ولذلك جاء الإسلام بأحكام متنوعة خصّ الرجال ببعضها وخصّ النساء ببعضها، وميّز بين الرجال والنساء في قسم منها وأمر أن يرضى كل منهما بما خصّه الله به ¶ ¬__________ ¶ (¬1) البوطي: المرأة بين طغيان النِّظَام الغَرْبيّ ولطائف التشريع الرباني، ص (95).",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "من أحكام ونهاهم عن التحاسد وعن تمني ما فضّل الله به بعضهم على بعض، قَالَ تعالى: {وَلَا تَتَمَنَّوْا مَا فَضَّلَ اللَّهُ بِهِ بَعْضَكُمْ عَلَى بَعْضٍ لِلرِّجَالِ نَصِيبٌ مِمَّا اكْتَسَبُوا وَلِلنِّسَاءِ نَصِيبٌ مِمَّا اكْتَسَبْنَ} (¬1). وهذا التخصيص في الأحكام ليس معناه عدم مساواة، وإنما علاج لأفعال الأنثى باعتبارها أنثى وعلاج لأفعال الذكر باعتباره ذكراً وكلها قد عولجت بخطاب يتعلق بأفعال العباد. ¶ فموضوع الحقوق والواجبات، أي التكاليف الشَّرْعية، قد شرعها الله للإنسان من حيث هو إنسان، ولكل نوع من نوعي الإنسان: الذكر والأنثى، ولكن باعتباره نوعاً من أنواع الإنسان له صفة الإنسانية وصفة النوعية عند التشريع، ولا يراد تمييز أحدهما عن الآخر كما لا يلاحظ فيها أي شيء من أمور المساواة أو عدم المساواة بين الرَّجُل والمرأة موضع بحث وليست هذه الكلمة موجودة في التشريع الإسلامي (¬2) بل الموجود هو حكم شرعي لحادثة وقعت من إنسان معين سواء أكان رجلاً أم امرأة. ¶ حقيقة مفهوم التقوى: ¶ والتقوى أن يجعل العبد بينه وبين ما يخافه وقاية، تقيه منه وتقوى العبد لربه: أن يجعل بينه وبين ما يخشاه من غضبه وسخطه وقاية تقيه من ذلك بفعل طاعته واجتناب معاصيه. قال ابن عباس رضي الله عنهما: (المتقون هم الذين يحذرون من الله وعقوبته) وقال طلق بن حبيب: (التقوى: أن تعمل بطاعة الله على نور من الله، ترجو ثواب الله. وأن تترك معصية الله على نور من الله، تخاف عقاب الله) وقال ابن مسعود رضي الله عنه ¶ ¬__________ ¶ (¬1) النساء / 32. ¶ (¬2) المساواة نظرية إلحادية، وشعار من الشعارات التي أطلقتها الماسونية، تضليلاً للناس وفتنة لهم لتقوم الصراعات بين الأفراد وبين الطبقات مطالبين بتحقيق المساواة المنافية والمصادمة لقانون الحق والعدل. وقد زحف هذا الشعار إلى أدمغة مفكرين وعلماء وكتّاب فجعلوه في مقولاتهم أحد المبادئ الإنسانية الصَحِيْحة وأحد المبادئ الإسْلاميَّة المجيدة غفلة منهم وانسياقاً مع بريق الشعارات التي تروجها وسائل الإعلام المضللة. وتحت هذا الشعار الخادع أخذ الجاهلون يطالبون بمساواة النساء مع الرجال في كلّ شيء. ¶ انظر حول هذه المسألة: ... ¶ 1 - ... حبنكة الميداني، عبد الرحمن حسن: كواشف وزيوف في المذاهب الفِكْرية و المعاصرة، ص (231). ¶ 2 - ... النَّبَهَانِيّ، تقيّ الدِّين: النِّظَام الاجتماعي في الإسلام، ص (77 - 78 - 84). ¶ 3 - ... أبو زيد، بكر: حراسة الفضيلة، ص (21).",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "في قوله تعالى: ((اتَّقُواْ اللَّهَ حَقَّ تُقَاتِهِ)) (¬1) قال: (تقوى الله أن يُطاع فلا يُعصى، ويذكر فلا ينسى، وأن يشكر فلا يكفر (. وعرّف علي بن أبي طالب رضي الله عنه التقوى فقال: هي الخوف من الجليل والعمل بالتنزيل والقناعة بالقليل والاستعداد ليوم الرحيل. ¶ التقوى هي التي تصحبنا إلى قبورنا فهي المؤنس لنا من الوحشة والمنجية لنا من عذاب الله العظيم: (دخل علي رضي الله عنه المقبرة فقال: يا أهل القبور ما الخبر عندكم: إن الخبر عندنا أن أموالكم قد قسمت وأن بيوتكم قد سكنت وإن زوجاتكم قد زوجت، ثم بكى ثم قال: والله لو استطاعوا أن يجيبوا لقالوا: إنا وجدنا أن خير الزاد التقوى). التقوى هي خير ضمانة نحفظ بها أولادنا ومستقبل أبناءنا من بعدنا قال تعالى) (وَلْيَخْشَ الَّذِينَ لَوْ تَرَكُواْ مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَافاً خَافُواْ عَلَيْهِمْ فَلْيَتَّقُوا اللّهَ وَلْيَقُولُواْ قَوْلاً سَدِيداً (¬2) (( ¶ وتأملوا كيف أن الله سبحانه سخر نبيا هو موسى عليه السلام ووليا هو الخضر عليه السلام لإقامة جدار في قرية بخيلة فاعترض موسى عليه السلام ((قَالَ لَوْ شِئْتَ لَاتَّخَذْتَ عَلَيْهِ أَجْراً)) (¬3) ثم يخبر الخضر عليه السلام سبب فعله بالغيب الذي أطلعه الله عليه في هذا الأمر فيقول: ((وَأَمَّا الْجِدَارُ فَكَانَ لِغُلَامَيْنِ يَتِيمَيْنِ فِي الْمَدِينَةِ وَكَانَ تَحْتَهُ كَنزٌ لَّهُمَا وَكَانَ أَبُوهُمَا صَالِحاً)) (¬4).وقال ابن عباس: حفظا بصلاح أبيهما و كان الأب السابع والله أعلم ¶ والتقوى وصية الله للأولين والآخرين، قال - تعالى -: ((وَلَقَدْ وَصَّيْنَا الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَإِيَّاكُمْ أَنْ اتَّقُوا اللَّهَ)) (¬5) ¶ قال القرطبي رحمه الله: الأمر بالتقوى كان عاماً لجميع الأمم، وقال بعض أهل العلم: هذه الآية هي رحى آي القرآن كله، لأن جميعه يدور عليها، فما من خير عاجل ولا ¶ ¬__________ ¶ (¬1) آل عمران:102 ¶ (¬2) النساء9 ¶ (¬3) الكهف77 ¶ (¬4) الكهف:82 ¶ (¬5) النساء ـ 132.",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "آجل، ظاهر ولا باطن إلا وتقوى الله سبيل موصل إليه ووسيلة مبلّغة له، وما من شر عاجل ولا ظاهر ولا آجل ولا باطن إلا وتقوى الله عز وجل حرز متين وحصن حصين للسلامة منه والنجاة من ضرره. ¶ فالتقوى أصلح للعبد وأجمع للخير، وأعظم للأجر، وهي الجامعة لخيري الدنيا والآخرة، الكافية لجميع المهمات. ¶ التقوى وصية النبي - صلى الله عليه وسلم - لأمته عن العرباض بن سارية: قال: صلى بنا رسول الله - صلى الله عليه وسلم - الصبح فوعظنا موعظة بليغة زرفت منها العيون، ووجلت منها القلوب، فقال قائل: يا رسول الله كأنها موعظة مودع، فقال (أوصيكم بتقوى الله، والسمع والطاعة، وإن كان عبدا حبشيا، فإنه من يعش منكم فسيرى اختلافا كثيرا، فعليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي، عضوا عليها بالنواجذ، وإياكم ومحدثات الأمور، فإن كل محدثة بدعة، وكل بدعة ضلالة) (¬1) وكان من دعاء النبي - صلى الله عليه وسلم -: (اللهم آت نفسي تقواها، وزكها أنت خير من زكاها، أنت وليها ومولاها).والتقوى هي وصية الرسل الكرام: ((كَذَّبَتْ عَادٌ الْمُرْسَلِينَ إِذْ قَالَ لَهُمْ أَخُوهُمْ هُودٌ أَلَا تَتَّقُونَ)) (¬2) ((كَذَّبَتْ ثَمُودُ الْمُرْسَلِينَ إِذْ قَالَ لَهُمْ أَخُوهُمْ صَالِحٌ أَلَا تَتَّقُونَ)) (¬3) ((كَذَّبَتْ قَوْمُ لُوطٍ الْمُرْسَلِينَ إِذْ قَالَ لَهُمْ أَخُوهُمْ لُوطٌ أَلَا تَتَّقُونَ)) (¬4) ¶ والتقوى وصية السلف الصالح رضوان الله عليهم كان أبو بكر ـ رضي الله عنه يقول في خطبته: أما بعد فإني أوصيكم بتقوى الله، ولما حضرته الوفاة، وعهد إلى عمر رضي الله عنه - دعاه فوصاه بوصيته قائلا: اتق الله يا عمر. ¶ وكتب عمر - رضي الله عنه - إلى ابنه عبد الله:،أما بعد فإني أوصيك بتقوى الله - عز وجل - فإنه من اتقاه وقاه، واجعل التقوى نصب عينيك وجلاء قلبك. ¶ وكتب عمر بن عبد العزيز إلى رجل: أوصيك بتقوى الله - عز وجل - التي لا يقبل غيرها، ولا يرحم إلا أهلها، ولا يثيب إلا عليها، فإن الواعظين بها كثير، والعاملين بها ¶ ¬__________ ¶ (¬1) حديث صحيح. صحيح الترمذي للألباني ح2157 ¶ (¬2) الشعراء 124 ¶ (¬3) الشعراء (141 - 142) ¶ (¬4) الشعراء 161.",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "قليل، ولما ولي خطب فحمد الله وأثنى عليه وقال:،أوصيكم بتقوى الله - عز وجل - فإن تقوى الله خلف من كل سعي، وليس من تقوى الله خلف. ¶ وقال رجل لرجل أوصني، قال: أوصيك بتقوى الله، والإحسان، فإن الله مع الذين اتقوا والذين هم محسنون فيكفي المتقون شرفاً ان الله معهم برعايته وحفظه. ¶ ومن وصايا الرسول - صلى الله عليه وسلم - لمعاذ بن جبل: (اتق الله حيثما كنت، وأتبع السيئة الحسنة تمحها، وخالق الناس بخلق حسن.) (¬1) ¶ ما ذا نفهم من وصية النبي صلى الله عليه وسلم لمعاذ رضي الله عنه بالتقوى مع أن معاذ بهذه المنزلة؟ ¶ أن المرء محتاج للتقوى ولو كان أعلم العلماء، وأتقى الأتقياء، يحتاج إلى التقوى لأن الإنسان تمر به حالات، ويضعف في حالات، يحتاج إلى التقوى للثبات عليها، يحتاج إلى التقوى للازدياد منها. اتق الله حيثما كنت، في السر والعلانية، أتبع السيئة الحسنة تمحها، لماذا بدأ بالسيئة؟، لأنها هي المقصودة الآن، عند التكفير الاهتمام يكون بالسيئة، لا لفضلها، ولكن لأنها المشكلة التي ينبغي حلّها. وخالق الناس بخلق حسن .. ، هناك أشياء بين العبد وخالقه وبينه والناس، هذه وصية جامعة. والكيّس لا يزال يأتي من الحسنات بما يمحو به السيئات، و ليس المقصود الآن هو فعل الحسنات، وإنما كيف تكفر السيئة، لذلك بدأ فيها، وإلا فقد دلّ على حسنات كثيرة في أحاديث أخرى ولم يذكر السيئة فيها، لأن المقصود تعليم الناس الحسنات، لكن هنا المقصود تعليم الناس كيفية تكفير السيئة. ¶ والتقوى هي أجمل لباس يتزين به العبد: ((يَا بَنِي آدَمَ قَدْ أَنزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْآتِكُمْ وَرِيشًا وَلِبَاسُ التَّقْوَى ذَلِكَ خَيْرٌ)) (¬2) ¶ والتقوى هي أفضل زاد يتزود به العبد، قال - تعالى -: ((وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَى وَاتَّقُونِي يَا أُوْلِي الْأَلْبَابِ)) 197 (¬3) ¶ وبها الطريق الى الجنة فقد سئل النبي صلى الله عليه وسلم ما أكثر ما يدخل الناس الجنة قال ((تقوى الله وحسن الخلق)) (¬4) ¶ ¬__________ ¶ (¬1) رواه الترمذي ¶ (¬2) الأعراف 62. ¶ (¬3) البقرة ¶ (¬4) رواه احمد",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "وعن أنس - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم (ثلاث مهلكات، وثلاث منجيات، شحم طاع، وهوى متبع، وإعجاب المرء بنفسه، وثلاث منجيات: خشية الله في السر والعلانية، والقصد في الفقر والغنى، والعدل في الغضب والرضا). ¶ والنبي صلى الله عليه وسلم كان يسألها في دعائه فيقول: ((اللهم إني أسألك الهدى والتقى والعفاف والغنى)) (¬1) ¶ وفي دعاء السفر يقول: ((اللهم إنا نسألك في سفرنا هذا البر والتقوى ومن العمل ما ترضى)). ¶ والنبي صلى الله عليه وسلم أوصى مسافراً فقال: ((أوصيك بتقوى الله و التكبير على كل شرف))، إذاً فالتقوى في السفر بالذات لها طعم خاص، فالمسافر يغيّر مكانه وحاله، وقد يكون في بلاد الغربة لا يخشى مما يخشى منه في بلده وموطنه، ولا يخشى فضيحة لو عرف، لكن في بلده يخاف الفضيحة، لذلك كانت ملازمة التقوى في السفر مهمة جداً. و على كل حال الإنسان يسأل الله التقوى في السفر والحضر ¶ إن تقوى الله - سبحانه و تعالى - إذا استقرت في القلوب وارتسمت بها الأقوال والأعمال والأحوال أثمرت وأعقبت من الفضائل والفوائد والثمار شيئاً كثيراً به تصلح الدنيا والآخرة دار القرار وما يشحذهم أولي الأبصار إلى صراط العزيز الغفار. ¶ أيها المؤمنون: ¶ إن من فوائد التقوى وثمارها أنها سبب لتيسير العسير قال الله – تعالى -: ((وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْراً\")) (¬2) ¶ وتقوى الله تعالى سبب لتفريج الكروب وإيجاد المخارج والحلول عند نزول الخطوب وهي سبب لفتح سبل الرزق قال الله – تعالى -: ((مَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ)) (¬3) ¶ فتقوى الله سبب لنجاة العبد من الهلاك والعذاب والسوء قال - تعالى -: ((وَيُنَجِّي اللَّهُ الَّذِينَ اتَّقَوْا بِمَفَازَتِهِمْ لا يَمَسُّهُمُ السُّوءُ وَلا هُمْ يَحْزَنُونَ\")) (¬4) ¶ ¬__________ ¶ (¬1) رواه مسلم ¶ (¬2) التغابن ¶ (¬3) الطلاق ¶ (¬4) الزمر",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "وهي سبب لتكفير السيئات ورفع الدرجات والفوز بالغرف والجنات قال - تعالى -: ((وَمَنْ يَتَّقِ اللَّهَ يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُعْظِمْ لَهُ أَجْراً)) (¬1) ¶ فاتقوا الله عباد الله فإن تقوى الله - تعالى - هي أكرم ما أسررتم وأعظم ما ادخرتم وأزين ما أظهرتم. ¶ وقال تعالى -: ((قُلْ أَؤُنَبِّئُكُمْ بِخَيْرٍ مِنْ ذَلِكُمْ لِلَّذِينَ اتَّقَوْا عِنْدَ رَبِّهِمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَأَزْوَاجٌ مُطَهَّرَةٌ وَرِضْوَانٌ مِنَ اللَّهِ وَاللَّهُ بَصِيرٌ بِالْعِبَاد)). (¬2) ¶ وكل من أراد العز في الدين والدنيا والبركة في الرزق والوقت والعمل فعليه بتقوى الله تعالى فإنها من أعظم ما استنزلت به الخيرات واستدفعت المكروهات. ¶ قال الله تعالى: ((وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُوا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِنَ السَّمَاءِ وَالْأَرْضِ وَلَكِنْ كَذَّبُوا فَأَخَذْنَاهُمْ بِمَا كَانُوا يَكْسِبُونَ)) (¬3) ¶ إن تقوى الله تعالى هي خير ما يقدم به العبد على الله يوم العرض ((وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَى)) (¬4) ¶ فإن تقوى الله تعالى أعظم جنة يحتمي بها العبد في ذلك اليوم. قال ابن القيم - رحمه الله -: فتقوى الله سبب لنجاة العبد من الهلاك والعذاب والسوء قال تعالى ((وَيُنَجِّي اللَّهُ الَّذِينَ اتَّقَوْا بِمَفَازَتِهِمْ لا يَمَسُّهُمُ السُّوءُ وَلا هُمْ يَحْزَنُونَ\")) (¬5) ¶ التقوى سبب في توفيق العبد في الفصل بين الحق والباطل ومعرفة كل منهما: قال تعالى – ((يَا أَيُّهَا الَّذِينَ ءَامَنُوا إِنْ تَتَّقُوا اللَّهَ يَجْعَلْ لَكُمْ فُرْقَانًا)) (¬6) ¶ وقال تعالى ((يَا أَيُّهَا الَّذِينَ ءَامَنُوا اتَّقُوا اللَّهَ وَءَامِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ وَيَجْعَلْ لَكُمْ نُورًا تَمْشُونَ بِهِ)) (¬7) ¶ ¬__________ ¶ (¬6) سورة الأنفال ¶ (¬7) 28سورة الحديد.",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "التقوى سبب لعدم الخوف من ضرر وكيف الكافرين: قال - تعالى ((وَإِنْ تَصْبِرُوا وَتَتَّقُوا لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْئًا)) (¬1) ¶ التقوى سبب لنزول المدد من السماء عند الشدائد ولقاء الأعداء: قال - تعالى ((وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ وَأَنْتُمْ أَذِلَّةٌ فَاتَّقُوا اللَّهَ لَعَلَّكُمْ تَشْكُرُونَ)) ¶ التقوى سبب لتعظيم شعائر الله، قال تعالى ((وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِنْ تَقْوَى الْقُلُوبِ)) (¬2) ¶ التقوى سبب لنيل رحمة الله، وهذه الرحمة تكون في الدنيا كما تكون في الآخرة: قال تعالى -) (وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُمْ بِآيَاتِنَا يُؤْمِنُونَ)) (¬3) ¶ التقوى سبب للإكرام عند الله - عز وجل -: قال تعالى ((إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ إِنَّ اللَّهَ عَلِيمٌ خَبِير)) (¬4) ¶ وجعل الله عز وجل التقوى هي الميزان عنده في التفاضل بين الناس فقال عز وجل ((إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ إِنَّ اللَّهَ عَلِيمٌ خَبِير)) (¬5) ¶ وسُئِل النبي صلى الله عليه وسلم من أكرم الناس؟ من أرفعهم حسباً؟ فقال: الكريم بن الكريم بن الكريم يوسف بن يعقوب بن إسحاق بن إبراهيم عليهم السلام، قالوا ليس عن هذا نسأل، بيّن لهم بعد ذلك فقال عندما سُئِل من أكرم الناس؟ قال: ((أتقاهم لله)) رواه البخاري ¶ التقوى سبب للفوز والفلاح: قال - تعالى ((وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ وَيَخْشَ اللَّهَ وَيَتَّقْهِ فَأُولَئِكَ هُمُ الْفَائِزُون))) (¬6) ¶ إنها سبب للنجاة يوم القيامة من عذاب الله: قال - تعالى – ((وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا كَانَ عَلَى رَبِّكَ حَتْمًا مَقْضِيًّا ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا وَنَذَرُ الظَّالِمِينَ فِيهَا جِثِيًّا)) (¬7) ¶ ¬__________ ¶ (¬1) سورة آل عمران 120. ¶ (¬2) 32 سورة الحج ¶ (¬3) 156سورة الأعراف”. ¶ (¬4) 13 سورة الحجرات ¶ (¬5) 13 سورة الحجرات ¶ (¬6) 52 سورة النور ¶ (¬7) 72سورة مريم”،",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "وقال تعالى – ((وَسَيُجَنَّبُهَا الْأَتْقَى)) (¬1) ¶ إنها سبب لقبول الأعمال: قال - تعالى – ((إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ)) (¬2) ¶ التقوى سبب قوي لأن يرثوا الجنة ¶ قال تعالى – ((تِلْكَ الْجَنَّةُ الَّتِي نُورِثُ مِنْ عِبَادِنَا مَنْ كَانَ تَقِيًّا)) (¬3) ¶ إن المتقين لهم في الجنة غرف مبنية من فوقها غرف: قال تعالى ((لَكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ غُرَفٌ مِنْ فَوْقِهَا غُرَفٌ مَبْنِيَّةٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَعْدَ اللَّهِ لَا يُخْلِفُ اللَّهُ الْمِيعَادَ)) (¬4) ¶ وعَنْ عَلِيٍّ قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: (إِنَّ فِي الْجَنَّةِ لَغُرَفًا يُرَى ظُهُورُهَا مِنْ بُطُونِهَا وَبُطُونُهَا مِنْ ظُهُورِهَا فَقَامَ إِلَيْهِ أَعْرَابِيٌّ فَقَالَ لِمَنْ هِيَ يَا رَسُولَ اللَّهِ قَالَ هِيَ لِمَنْ أَطَابَ الْكَلَامَ وَأَطْعَمَ الطَّعَامَ وَأَدَامَ الصِّيَامَ وَصَلَّى لِلَّهِ بِاللَّيْلِ وَالنَّاسُ نِيَامٌ) (¬5) ¶ إنهم بسبب تقواهم يكونون فوق الذين كفروا يوم القيامة: في محشرهم، ومنشرهم، ومسيرهم، ومأواهم، فاستقروا في الدرجات في أعلى عليين قال تعالى – ((زُيِّنَ لِلَّذِينَ كَفَرُوا الْحَيَاةُ الدُّنْيَا وَيَسْخَرُونَ مِنَ الَّذِينَ ءَامَنُوا وَالَّذِينَ اتَّقَوْا فَوْقَهُمْ يَوْمَ الْقِيَامَةِ وَاللَّهُ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ)) (¬6) ¶ إنها سبب في دخولهم الجنة: وذلك لأن الجنة أعدت لهم، ¶ قال تعال (وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ)) (¬7) ¶ وقال تعالى ((وَلَوْ أَنَّ أَهْلَ الْكِتَابِ ءَامَنُوا وَاتَّقَوْا لَكَفَّرْنَا عَنْهُمْ سَيِّئَاتِهِمْ وَلَأَدْخَلْنَاهُمْ جَنَّاتِ النَّعِيم)) (¬8) ¶ ¬__________ ¶ (¬1) 17سورة الليل”. ¶ (¬2) 27 سورة المائدة”. ¶ (¬3) (36 سورة مريم”. ¶ (¬4) 20سورة الزمر ¶ (¬5) رواه الترمذي وأحمد. ¶ (¬6) 212سورة البقرة”. ¶ (¬7) 133سورة آل عمران”، ¶ (¬8) سورة المائدة”. 65",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "إن التقوى سبب لتكفير السيئات والعفو عن الزلات: قال - تعالى ((وَمَنْ يَتَّقِ اللَّهَ يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُعْظِمْ لَهُ أَجْرًا)) (¬1) ¶ وقال تعالى ((وَلَوْ أَنَّ أَهْلَ الْكِتَابِ ءَامَنُوا وَاتَّقَوْا لَكَفَّرْنَا عَنْهُمْ سَيِّئَاتِهِمْ وَلَأَدْخَلْنَاهُمْ جَنَّاتِ النَّعِيم (¬2) ¶ إن التقوى سبب لنيل ما تشتهيه الأنفس وتلذ الأعين: قال - تعالى – ((جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ لَهُمْ فِيهَا مَا يَشَاءُونَ كَذَلِكَ يَجْزِي اللَّهُ الْمُتَّقِينَ)) (¬3) ¶ إن التقوى سبب لعدم الخوف والحزن وعدم المساس بالسوء يوم القيامة: وقال تعالى ((أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ الَّذِينَ ءَامَنُوا وَكَانُوا يَتَّقُونَ)) (¬4) ¶ إنهم يحشرون يوم القيامة وفدًا إليه - تعالى -: والوفد هم القادمون ركبانًا، وهو خير موفود، قال تعالى – ((يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَنِ وَفْدًا)) (¬5) ¶ إن الجنة تقرب لهم، قال تعالى ((وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ)) (¬6) ¶ وقال تعالى ((وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيد)) (¬7) ¶ إن المتقين تضاعف أجورهم وحسناتهم: كما قال - تعالى ((يَا أَيُّهَا الَّذِينَ ءَامَنُوا اتَّقُوا اللَّهَ وَءَامِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ وَيَجْعَلْ لَكُمْ نُورًا تَمْشُونَ بِهِ وَيَغْفِرْ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ)) (¬8) ¶ عباد الله متى نصل الى التقوى ¶ قال رسول الله - صلى الله عليه وسلم - (لا يبلغ العبد أن يكون من المتقين حتى يدع ما لا بأس به حذراً مما به بأس) (¬9) ¶ ¬__________ ¶ (¬1) 5\"سورة الطلاق ¶ (¬2) سورة المائدة”. 65 ¶ (¬3) سورة النحل”. 31 ¶ (¬4) 62 سورة يونس ¶ (¬5) 85 سورة مريم. ¶ (¬6) سورة الشعراء 90 ¶ (¬7) 31\"سورة ق”. ¶ (¬8) 28سورة الحديد. ¶ (¬9) رواه الترمذي",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "اللهم اجعلنا من الذين يتّقونك، حتى نجني من ثمار التقوى ما يفرحنا يوم نلقاك، وأنت عنا راض .. يا حبيب المتقين .. يا رب!. ¶ جاء رجل إلى الجنيد وقال له) إن الشيطان عارضني في صلاتي الليلة. فقال له الجنيد: لأنك لم تتق الله. ¶ جاء رجل إلى بشر الحافي فقال له: إني أخاف ألا يَقبل الله أعمالي، قال له بشر: إن كنت تخافه حقاً فاتق الله. ¶ قال حكيم: لا يبلغ الرجل سنام التقوى إلا أن يكون بحيث لو جعل ما في قلبه في طبق، فطيف به في السوق لم يستح منه! ¶ قال داود لابنه سليمان - عليهما السلام -:\"يا بني! إنما تستدل على تقوى الرجل بثلاثة أشياء: ¶ بحسن توكّله على الله فيما نابه. ¶ وبحسن رضاه فيما آتاه، وبحسن زهده فيما فاته. وقال - أيضاً- عليه السلام – (لو أن رجلاً اتقى مائة شيء، ولم يتق شيئاً واحداً لم يكن من المتقين قال معروف الكرخي - رحمه الله تعالى -: إذا كنت لا تحسن تتقي أكلت الربا، وإذا كنت لا تحسن تتقي لقيتْك امرأة ولم تغض بصرك، وإذا كنت لا تحسن تتقي وضعت سيفك على عاتقك. ¶ قال ابن المعتمر: ¶ خلّ الذنوبَ صغيرها ... وكبيرها فهو التُّقى ¶ واصنع كماشٍ فوق أرض ... الشوك يحذر ما يرى ¶ لا ... تحقرنّ ... صغيرة ... إن الجبال من الحصى ¶ وسأل عمر رضي الله عنه كعبا فقال له: ما التقوى؟ فقال كعب: يا أمير المؤمنين أما سلكت طريقا فيه شوك؟ قال: نعم. قال: فماذا فعلت؟ فقال عمر رضي الله عنه: أشمر عن ساقي، وانظر إلى مواضع قدمي وأقدم قدما وأؤخر أخرى مخافة أن تصيبني شوكة. فقال كعب: تلك هي التقوى. تشمير للطاعة، ونظر في الحلال والحرام، وورع من الزلل، ومخافة وخشية من الكبير المتعال سبحانه ¶ و في الختام ... ¶ يشعر رسول الله صلى الله عليه و سلم أنه اخرج مسؤولية الدعوة و تبليغها من عنقه فها هو الإسلام قد انتشر و ها هي ضلالات الشرك و الجاهلية قد تبددت و ها هي أحكام",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "الشريعة الإلهية قد بلغت و ها هو الوحي ينزل عليه صلى الله عليه و سلم مخاطبا ً البشر كلهم: ¶ قال تعالى: (الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا) (¬1) ... ¶ و لكنه يريد أن يطمئن إلى شهادة أمته بذلك أمام الله تعالى يوم القيامة عندما يسألون فأعقب توصياته هذه بأن نادى فيهم قائلا ً إنكم ستسألون عني فما أنتم قائلون؟ ¶ فارتفعت الأصوات حوله تصرخ: نشهد أنك بلغت و أديت و نصحت .. ¶ و حينئذ اطمئن رسولنا العظيم ... ¶ لقد أراد أن يستوثق من هذه الشهادة التي سيلقى بها الله عز و جل و لقد اطمأن الحبيب إذ ذاك و شعشع الرضا من عينيه و نظر إلى الأعلى مشيرا ً بسبابته إلى السماء ثم إلى الناس: ¶ \" اللهم اشهد ... اللهم اشهد ... اللهم اشهد ... \" ¶ ما أعظمها من سعادة!!! ¶ سعادة رسول الله صلى الله عليه و سلم بشبابه الذي أبلاه و عمره الذي أمضاه في سبيل نشر شريعة ربه جل جلاله و ذلك حينما ينظر فيرى حصيلة الجهد الذي قدم و العمر الذي بذل أصواتا ً ترترفع و تعج بتوحيد الله و جباها ً تعنو ساجدة ً لدين الله و قلوبا ً خفاقة تجيش بحب الله .. ¶ لا و الله ما كان ذلك شهادة تلك الآلاف المحتشدة حولك فحسب .. يا سيدي يا رسول الله .. و لكنها شهادة المسلمين في كل جيل و عصر إلى أن يرث الله الأرض و من ¶ ¬__________ ¶ (¬1) المائدة: 3.",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "عليها تعلن بلسان حالها و مقالها: ¶ نشهد يا رسول الله أنك قدبلغت و أديت و نصحت فجزاك الله عنا خير ما جوزي نبي عن امته .. ¶ و لكن مسؤولية الدعوة انتقلت بعدها إلى أعناقنا و ما أبعدنا اليوم عن القيام بحقها و ما أشد خيبتنا بلقائك غدا ً .. ¶ و إن علينا أوزارا ً من التقاعس و التكاسل و الركون إلى زهرة الدنيا بينما يلتف حولك أصحابك البررة الكرام و إن في أيديهم و على أبدانهم شهادة الدم الذي سفكوه و الجهد الذي بذلوه و الدنيا التي حطموها تحت أقدامهم نصرة لشريعتك و دفاعا عن دعوتك و تأسيسا ً بجهادك ¶ أصلح الله حالنا وحال المسلمين أجمعين و أيقظنا من سكرة الدنيا و نشوة الشهوة و الأهواء و تغمدنا بلطفه و كرمه و جوده ... ¶ خطبة الوداع",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "دراسة بلاغية تحليليّة ¶ المطلب الاول ¶ في بلاغة الرسول ((صلى الله عليه وسلم))",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "ترقى البلاغة النبوية إلى أعلى مدارج الكمال البشري في حسن التأتي للمعاني بأدق ما يمكن أن تؤديه المفردات والجمل من دلالات ومعان تقع في النفوس موقعاً بالغاً من التأثير ما لا تنقضي عجائبه ولا يذهب بروائه ورونقه تقادم العهد وكثرة الترداد: ¶ وإذا كان من شأن العرب أن يتكلفوا القول صناعة، يحسنها خطيبهم وحكيمهم، فإن الرسول ((صلى الله عليه وسلم)) – وقد صنعه الله على عينه – يرسل الحديث سليقة وإلهاماً، سليماً مما يعتري كلام الناس من خلل أو اضطراب، أو بعتور محدثهم من عىّ أو حصر. (¬1) ...  http://www.alukah.net/Articles/Article.aspx?CategoryID=78&ArticleID=392 - _ftn1#_ftn1 ¶ والجاحظ خير من وصف بلاغة الرسول ((صلى الله عليه وسلم)) بقوله: \"وهو الكلام الذي قل عدد حروفه، وكثر عدد معانيه، وجل عن الصنعة ونزه عن التكلف .... واستعمل المبسوط في مواضع البسط والمقصور في موضع القصر، وهجر الغريب الوحشي، ورغب عن الهجين السوقي .... وهو الكلام الذي ألقى الله المحبة عليه وغشاه بالقبول، وجمع له بين المهابة والحلاوة وبين حسن الافهام، وقلة عدد الكلام\" (¬2) ...  http://www.alukah.net/Articles/Article.aspx?CategoryID=78&ArticleID=392 - _ftn1#_ftn1 . ¶ ولا غرو أن الرسول ((صلى الله عليه وسلم)) قد نشأ في أفصح القبائل، إذ كان مولده في بني هاشم، وأخواله من بني زهرة ورضاعه في سعد بن بكر، ومنشؤه في قريش، لذا قال – عليه الصلاة والسلام: ((أنا أفصح العرب بيد أني من قريش ونشأت في بني سعد بن بكر)) (¬3) ...  http://www.alukah.net/Articles/Article.aspx?CategoryID=78&ArticleID=392 - _ftn2#_ftn2 . ¶ وحين تهيئه العناية الربانية للاضطلاع بأعظم ما عرفته البشرية في تاريخها الطويل من رسالات، وفي قوم لهم في ميدان البلاغة والفصاحة القدح المعلى، فلابد أن يكون النبي المرسل إليهم أفضلهم بياناً وأقدرهم على التصرف في فنون القول، وأبعدهم عن عيوب الكلام زللاً واضطراباً واستكراهاً ((فليس إلا أن يكون ما خص به النبي صلى الله عليه وسلم في ذلك قد كان توفيقاً وإلهاماً من الله، أو ما هذه سبيله)) (¬4) ...  http://www.alukah.net/Articles/Article.aspx?CategoryID=78&ArticleID=392 - _ftn3#_ftn3 . ¶ ¬__________ ¶ (¬1)  جليل رشيد فالح , مجلة آداب الرافدين، العدد 13، ص407 - 424 ¶ (¬2) البيان والتبيين – 2/ 17. ... . ¶ (¬3) الفائق في غريب الحديث – 141. ... . ¶ (¬4) إعجاز القرآن والبلاغة النبوية – 316. ... .",
            "page": "141",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "والحديث الشريف كالقرآن الكريم يجري على سنن العرب في كلامها بحفوله بالأساليب والفنون العربية التي وقفنا عليها من خلال مباحث البلاغيين، إلا أن هذه الأساليب والفنون تأتي في البيان النبوي كما في القرآن الكريم على الصورة التي تتساوق فيها الفكرة مع الفن التعبيري على أدق وجه، فكل لفظة أو جملة أو فقرة لا تجدها تنبو عن موضعها، ولا يسع أحداً أن يخيلها عن ذلك الموضع أو يستبدل بها غيرها لتكون أو في دلالة وأشد إحكاماً ... ¶ ((وليس أحكام الأداء وروعة الفصاحة وعذوبة المنطق وسلاسة النظم، إلا صفات كانت فيه صلى الله عليه وسلم عند أسبابها الطبيعية .... لم يتكلف لها عملاً، ولا ارتاض من أجلها رياضة بل خلق مستكمل الأداة فيها، ونشأ موفر الأسباب عليها، كأنه صورة تامة من الطبيعة العربية)) (¬1) ...  http://www.alukah.net/Articles/Article.aspx?CategoryID=78&ArticleID=392 - _ftn4#_ftn4 . ¶ وفي ضوء هذا كله كان جديراً بالدارسين أن تكون لهم وقفة بل وقفات متأنية متأملة عند البلاغة النبوية بعقد مباحث تحليلية تكشف عن مواطن البراعة والدقة في فن القول في أرفع مستوياته. ¶ المطلب الثاني ¶ الغاية من التحليل البلاغي لخطبة الوداع ¶ جدير بطلاب العربية وباحثيها أن يلتمسوا في كلام أفصح من نطق بالضاد معالم الطريق إلى استشراف البلاغة العالية المنزهة عن العيوب والمثالب، لتكون أمامهم المثل الأعلى في الاستهداء بمعانيه وتمثل أساليبه: ¶ ¬__________ ¶ (¬1) إعجاز القرآن والبلاغة النبوية – 316 ..",
            "page": "142",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "ومن هنا كانت هذه المحاولة المتواضعة في الدخول إلى ساحة البلاغة النبوية من خلال دراسة نصّ كريم غنيّ بمعانيه السامية ومضامينه السديدة، مصوغ بالأسلوب البليغ والأداء الدقيق. ¶ فالغاية أن نقف عن مقاطع من هذا النصّ النبوي وهو ((خطبة الوداع)) متأملين دلالالتها البلاغية للكشف عن جمالية توظيف الفن البلاغي الذي يرد في الحديث النبوي بعيداً عن معاناة للصنعة والاقحام أو ابتغاء الحلية اللفظية التي لا غناء فيها. ¶ ومما حملني على هذه المحاولة إني لا أجد كبير عناية بالنصوص واحتفال بتحليل صيغها وتراكيبها، وبيان المواقع الدقيقة للفنون والأساليب البلاغية متميزة عن وجودها في كلام سائر الناس، كي يقف القراء على لون من ألوان الدراسة التي هي في الوقت ذاته موازنة ضمنية لتوظيف فنون البلاغة بقدرات تعلو حتى تبلغ حد الإعجاز، وإسفاف ينبئ عن تمثل شكلي ورصف لفظي وخواه فكري ... فالإيجاز في البلاغة القرآنية والنبوية غيره في موضع آخر، وكذلك الاطناب، فإن دلالالته المعنوية والفنية غير ما توحي به هذه الظاهرة في موطن آخر قد يكون به حاجة إلى الاطناب أو لا يكون، وهو – في جميع الأحوال – يكشف عن خلل مرئي أو محسوس به هنا وهناك في مواضع شتى من النصّ. ¶ والدراسات التحليلية للبيان النبوي قليلة غير ما كتبه الشريف الرضي في ((المجازات النبوية – إذ بنى منهجه على أن يأتي ((بأحاديث أو بأجزاء منه، بحسب ما وقع له في إطلاعه على مراجعه، ومنهجه أن يذكر النص، ويعقبه بالإشارة إلى اللون البياني، ويذكر ما يستدعي الذكر من المناسبة التي ورد فيها شارحاً موجهاً في إيجاز، مبيناً الوجه أو الوجوه التي يخرج عليها المعنى وكثيراً ما يجعل سر التعبير وأثره تعريفاً بالقيمة الجمالية التي تلزمه)) (¬1) ... . ¶ وكذلك الزمخشري في كتابه ((الفائق في غريب الحديث)) حيث نعثر في غضونه لمحات وإشارات إلى جمال البلاغة النبوية ضمن مباحث في اللغة والنحو والإعراب. ¶ أما كتاب ((إعجاز القرآن والبلاغة النبوية)) لمصطفى صادق الرافعي، فقد كان – ولا يزال – من أفضل الدراسات النظرية المستوعبة لخصائص الإعجاز القرآني والبلاغة النبوية، إلا أنه لم يلتمس لنفسه سبيل التحليل لنصوص من الحديث الشريف. ¶ ¬__________ ¶ (¬1) الحديث النبوي من الوجهة البلاغية 45. ... .",
            "page": "143",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "أما الكتاب الذي وقفت عليه مفيداً في هذا الباب فهو كتاب استاذنا القدير الدكتور عز الدين علي السيد , المسمى: ((الحديث النبوي من الوجهة البلاغية))، إذ جنح فيه إلى تحليل أحاديث شريفة لبيان مواضع الدقة والفطرة في صوغ الأفكار وجلاء المعاني. ¶ إن هذا المبحث المتواضع يسهم بصورة أو أخرى في خدمة البلاغة النبوية من خلال دراسة ((خطبة الوداع)) دراسة تحليلية. تكشف من خلالها عن طواعية الفن الطاغي في الخطبة وعن دقة الموازنة بين الفن البلاغي وبين الغايات التي يهدف الرسول (صلى الله عليه وسلم) إلى تحقيقها من خلال سوقه للعبارة الفنية المستوفية لكل متطلبات البلاغة، ضمن ثلاثة مسارات حددها الدكتور عز الدين علي السيد وهي: ¶ 1 - صفاء اللفظ ووفاؤه افراداً وتركيباً. ¶ 2 - وضوح المعنى وظهور المغزى. ¶ 3 - وسائل التشويق والإيقاظ بعثاً للنشاط وإجابة للداعي، ومنها القولي ومنها الحسي (¬1) ...  http://www.alukah.net/Articles/Article.aspx?CategoryID=78&ArticleID=392 - _ftn6#_ftn6 ¶ وٍن من أسرار البلاغة العربية وذوقها أن تساير الأساليب المختلفة وتتماشى مع المواقف والسياقات حسبما يتطلب المقام اللغوي والنفسي, \" والبلاغة الحق – إضافة إلي كونها الكلام المكتوب أو المسموع, هي التي تقدر الظروف والمواقف, وتعطي كل ذي حق حقه, سواء أكانت شعرًا أم نثرًا, مقالا أم قصة, مسرحية أم حكاية, مديحا أم هجاء, غزلا أم استعطافا\" (¬2) ¶ ¬__________ ¶ (¬1) الحديث النبوي من الوجهة البلاغية 60 ¶ (¬2) د. بكري شيخ أمين – البلاغة العربية في ثوبها الجديد - الطبعة الرابعة – دار العلم للملايين – بيروت – 1995 – 1/ 15.",
            "page": "144",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "المطلب الثالث ¶ الدراسة البلاغية ¶ هذه الخطبةْ نموذجٌ رائع للخطب الدينية، وقد التزم الخطيب بالوضوح المشرق لأنّه عليه السلام يريدُ أن يَفْهمَ الناسُ عنه جميعاً، فأنت لا تشعر بلفظ غريب ولا بمعنى مبهم، وكيف؟ والداعيةُ الأمين يقدِّرَ موقفه ويعرفُ أنه يُخَاطِبُ جميع البشر، ولن يبلغ حاجَته بغير الوضوح السّاطع والإشراق الوضيء والمعاني متسلسلة، مع تحديد دقيقٍ كاشف. ¶ (الحمدُ لله نحمدُهُ وَنَسْتَعِينُه، ونَسْتَغْفِرُهُ، ونَتُوبُ إليه، ونَعُوذُ باللهِ مِنْ شُرورِ أنْفُسِنا ومِنْ سيّئآتِ أعْمَالِنَا مَن يَهْدِ اللهُ فَلا مُضِلَّ لَهُ، ومَنْ يُضَلِلْ فَلاَ هَادِيَ لَهُ. أَمَّا بعد: ¶ بدأ الرسول الخطبة الجامعة بالحمد والثناء فكانَ ذلك سنناً مرسوماً يحتذيه جميع الخطباء بل إن الجمل الأولى من هذه الخطبة صارتْ محفوظة مشتهرة لكثرةِ ما يردّدهَا الخطباء مُعجبين، ولها مكانتها في نفوس السّامعين. وإن الثناء لله تعالى نثني عليه، ونطلب منه",
            "page": "145",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "العون، ونرجو المغفرة والرجوع إليه، ونلجأ إليه تعالى من وساوس أنفسنا، ومن دنايا أفعالنا، فإنه تبارك وتعالى يحفظ من هداه، فلا سبيل إلى ضلاله، ومن فقد هدايته فلن يجد هادياً مرشداً. وهذه الافتتاحية تبدو عباراتها معبرة عن لب الإيمان وجوهره، وعن حقيقة الإسلام ومضمونه وهذا مسلك فريد اتسمت به الخطابة الإسلامية التي ازدهرت في ظلال الإسلام. ¶ أنه قال: الحمد لله ولم يقل أحمد الله أو نحمد الله وما قاله أولى من وجوه عدة: ¶ إن القول \" أحمد الله \" أو \" نحمد الله \" مختص بفاعل معين ففاعل أحمد هو المتكلم وفاعل نحمد هم المتكلمون في حين أن عبارة \"الحمد لله\" مطلقة لا تختص بفاعل معين وهذا أولى فإنك إذا قلت \" أحمد الله \" أخبرت عن حمدك أنت وحدك ولم تفد أن غيرك حمده وإذا قلت \" نحمد الله \" أخبرت عن المتكلمين ولم تفد أن غيركم حمده في حين أن عبارة \"الحمد لله\" لا تختص بفاعل معين فهو المحمود على وجه الإطلاق منك ومن غيرك. ¶ وقول \" أحمد الله \" تخبر عن فعلك أنت ولا يعني ذلك أن من تحمده يستحق الحمد؛ في حين إذا قلت \" الحمد لله\" أفاد ذلك استحقاق الحمد لله وليس مرتبط بفاعل معين. ¶ وقول \" أحمد الله \" أو \" نحمد الله \" مرتبط بزمن معين لأن الفعل له دلالة زمنية معينة، فالفعل المضارع يدل على الحال أو الاستقبال ومعنى ذلك أن الحمد لا يحدث في غير الزمان الذي تحمده فيه، ولا شك أن الزمن الذي يستطيع الشخص أو الأشخاص الحمد فيه محدود وهكذا كل فعل يقوم به الشخص محدود الزمن فإن أقصى ما يستطيع أن يفعله أن يكون مرتبطا بعمره ولا يكون قبل ذلك وبعده فعل فيكون الحمد أقل مما ينبغي فإن حمد الله لا ينبغي أن ينقطع ولا يحد بفاعل أو بزمان في حين أن عبارة \"الحمد لله\" مطلقة غير مقيدة بزمن معين ولا بفاعل معين فالحمد فيها مستمر غير منقطع. ¶ جاء في تفسير الرازي أنه لو قال \" احمد الله \" أفاد ذلك كون القائل قادرا على حمده، أما لما قال \"الحمد لله\" فقد أفاد ذلك، أنه كان محمودا قبل حمد الحامدين وقبل شكر الشاكرين فهؤلاء سواء حمدوا أم لم يحمدوا فهو تعالى محمود من الأزل إلى الأبد بحمده القديم وكلامه القديم. ¶ وقول \"أحمد الله\" جملة فعلية و\"الحمد لله\" جملة اسمية والجملة الفعلية تدل على الحدوث والتجدد في حين أن الجملة الاسمية دالة على الثبوت وهي أقوى وأدوم من الجملة الفعلية.",
            "page": "146",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "فاختيار الجملة الاسمية أولى من اختيار الجملة الفعلية ههنا إذ هو أدل على ثبات الحمد واستمراره. ¶ وقول \"الحمد لله\" معناه أن الحمد والثناء حق لله وملكه فانه تعالى هو المستحق للحمد بسبب كثرة أياديه وأنواع آلائه على العباد. فقولنا \"الحمد لله\" معناه أن الحمد لله حق يستحقه لذاته ولو قال \"احمد الله\" لم يدل ذلك على كونه مستحقا للحمد بذاته ومعلوم أن اللفظ الدال على كونه مستحقاً للحمد أولى من اللفظ الدال على أن شخصاً واحداً حمده. ¶ والحمد: عبارة عن صفة القلب وهي اعتقاد كون ذلك المحمود متفضلا منعما مستحقا للتعظيم والإجلال. فإذا تلفظ الإنسان بقوله: \"أحمد الله\" مع أنه كان قلبه غافلا عن معنى التعظيم اللائق بجلال الله كان كاذبا لأنه أخبر عن نفسه بكونه حامدا مع انه ليس كذلك. أما إذا قال \"الحمد لله\" سواء كان غافلاً أو مستحضراً لمعنى التعظيم فإنه يكون صادقاً لأن معناه: أن الحمد حق لله وملكه وهذا المعنى حاصل سواء كان العبد مشتغلاً بمعنى التعظيم والإجلال أو لم يكن. فثبت أن قوله \"الحمد لله\" أولى من قوله أحمد الله أو من نحمد الله. ونظيره قولنا \"لا اله إلا الله\" فانه لا يدخل في التكذيب بخلاف قولنا \"اشهد أن لا اله إلا الله\" لأنه قد يكون كاذبا في قوله \"أشهد\" ولهذا قال تعالى في تكذيب المنافقين: \"والله يشهد إن المنافقين لكاذبون\" (المنافقون، آية 1) ¶ ولماذا لم يقل \" حمداً لله \"؟ الحمد لله معرفة بأل و\" حمداً \" نكرة؛ والتعريف هنا يفيد ما لا يفيده التنكير ذلك أن \"أل\" قد تكون لتعريف العهد فيكون المعنى: أن الحمد المعروف بينكم هو لله، وقد يكون لتعريف الجنس على سبيل الاستغراق فيدل على استغراق الأحمدة كلها. ورجح بعضهم المعنى الأول ورجح بعضهم المعنى الثاني بدليل قوله صلى الله عليه وسلم: \"اللهم لك الحمد كله\" فدل على استغراق الحمد كله فعلى هذا يكون المعنى: أن الحمد المعروف بينكم هو لله على سبيل الاستغراق والإحاطة فلا يخرج عنه شيء من أفراد الحمد ولا أجناسه. ¶ \"الحمد لله\" أهي خبر أم إنشاء؟ الخبر هو ما يحتمل الصدق أو الكذب والإنشاء هو ما لا يحتمل الصدق أو الكذب. ¶ قال أكثر النحاة والمفسرين: أن الحمد لله إخبار كأنه يخبر أن الحمد لله سبحانه وتعالى، وقسم قال: أنها إنشاء لأن فيها استشعار المحبة وقسم قال: أنها خبر يتضمن إنشاء.",
            "page": "147",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "أحيانا يحتمل أن تكون التعبيرات خبرا أو إنشاء بحسب ما يقتضيه المقام الذي يقال فيه. فعلى سبيل المثال قد نقول (رزقك الله) ونقصد بها الدعاء وهذا إنشاء وقد نقول (رزقك الله وعافاك) والقصد منها أفلا تشكره على ذلك؟ وهذا خبر. ¶ والحمد لله هي من العبارات التي يمكن أن تستعمل خبرا وإنشاء بمعنى الحمد لله خبر ونستشعر نعمة الله علينا ونستشعر التقدير كان نقولها عندما نستشعر عظمة الله سبحانه في أمر ما فنقول الحمد لله. ¶ فلماذا لم يقل الرسول \" إن الحمد لله \"؟ لا شك أن الحمد لله لكن هناك فرق بين التعبيرين أن نجعل الجملة خبراً محضا في قول الحمد لله (ستعمل للخبر أو الإنشاء) ولكن عندما تدخل عليه \" إن \" لا يمكن إلا أن يكون إنشاء، لذا فقول \" الحمد لله \" أولى لما فيه من الإجلال والتعظيم والشعور بذلك. لذا جمعت الحمد لله بين الخبر والإنشاء ومعناهما، مثلا نقول رحمة الله عليك (هذا دعاء) وعندما نقول إن رحمة الله عليك فهذا خبر وليس دعاء ¶ من المعلوم انه في اللغة قد تدخل بعض الأدوات على عبارات فتغير معناها مثال: رحمه الله (دعاء)، قد رحمه الله (إخبار)، رزقك الله (دعاء)، قد رزقك الله (إخبار) ¶ (أَيُّها النَّاس) ¶ نلحظ أول ما نلحظ هذا النداء القريب إلى النفوس، إذ استغنى عن أداة النداء ((يا))، وغيرها تحقيقاً لهذا القرب والتلاحم مع أبناء الأمة الذين زالت الهوة بينهم وبين معلمهم وهاديهم. ¶ إن حذف أداة النداء قد حقق هذا القرب والتلاحم، فكأن الناس قريبون إليه يناديهم بأرق النداء وأعذبه ليستميل قلوبهم إلى ما يلقي عليهم من حسن التوجيه وسديد الإرشاد. ¶ ويا للنداء وضع في أصله لنداء البعيد، بدليل أنهم عدوا الأداتين ((الهمزة وأي)) للقريب (¬1)  http://www.alukah.net/Articles/Article.aspx?CategoryID=78&ArticleID=392 - _ftn8#_ftn8 . ¶ وأما ((يا)) فقال ابن الحاجب: أنها حقيقة في القريب والبعيد لأنها لطلب الإقبال مطلقاً، وقال الزمخشري: إنها للبعيد)) (¬2)  http://www.alukah.net/Articles/Article.aspx?CategoryID=78&ArticleID=392 - _ftn9#_ftn9 . ¶ ¬__________ ¶ (¬1)  السيرة النبوية لابن هشام. القسم الثاني – ص604 – 603. ... . ¶ (¬2) التلخيص في علوم البلاغة – الهامش 172.",
            "page": "148",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "وإذا كان الأمر كذلك فإن من الواضح أن يكون حذف أداة النداء دالاً على قرب المنادي للمنادى، والالتصاق به والتحبب إليه: ¶ وليس يسعنا في هذا الموضع أن نحمل حذف الأداة على خلاف مقتضى الظاهر، لأن ذلك يدعونا إلى القول إن المنادى ممن سها أو غفل، وما كان له أن يكون على ذلك الحال، إلا أن حذف الأداة هنا جاء على الحقيقة والحال وليس عدولاً عنها تنزيهاً من الرسول (صلى الله عليه وسلم) للمسلمين عن السهر والغفلة. ¶ (اسمعوا قولي) ¶ اسمعوا, فعل أمر، وللأمر وجهتان في التعبير البلاغي: حقيقي (¬1) ومجازي (¬2)، وللمجازي أغراض متعددة. ¶ ينبغي أن نحدد بادئ ذي بدء مدلول الأمر الحقيقي والمجازي لنتبين في أي المسارات تتجه هذه الصيغة. ¶ الأمر الحقيقي: ((صيغته موضوعة لطلب الفعل استعلاءاً، لتبادر الذهن عند سماعها إلى ذلك وتوقف ما سواه على القرينة)) (¬3)  http://www.alukah.net/Articles/Article.aspx?CategoryID=78&ArticleID=392 - _ftn10#_ftn10 . ¶ أما صيغة الأمر المجازي – فكما قال القزويني – قد تستعمل في غير طلب الفعل بحسب مناسبة المقام، كالإباحة ... والتهديد ... والتعجيز ... والتسخير)) (¬4)  http://www.alukah.net/Articles/Article.aspx?CategoryID=78&ArticleID=392 - _ftn11#_ftn11 . ¶ وإني أرجح أن الأمر في هذا الموضع مجازي، وذلك بدلالة الاستهلال الرقيق، فلا يسوغ أن يكون النداء يحمل في تضاعيفه من معاني التودد والتلطف ثم يعتبه مباشرة بما يدل على الأمر خشية أن يقع ذلك من نفوس سامعيه موقعاً لا يرتضيه، ولما يحصل من التفاوت بين الرقة والتلطلف وبين الشدة التي يحملها الأمر الحقيقي مدلولاً من مدلولاته. ¶ أقول ذلك من غير أن يتبادر إلى الذهن أن الرسول (صلى الله عليه وسلم) لا قبل له بأن يأمر قومه بما يشاء فيطاع، هذا أمر لا مشاحة فيه بقدر ما نود أن نرسم من خلال هذا المقطع صورة التناغم البياني بين أجزاء المقطع، وتلك خصوصية من خصوصيات البلاغة ¶ ¬__________ ¶ (¬1) الحقيقة: استعمال اللفظ فيما وضع له، كالأسد إذا أريد به الحيوان المفترس. ¶ (¬2) المجاز: استعمال اللفظ في غير ما وضع له لعلاقة مع قرينة مانعة من إرادة المعنى الأصلي. ¶ (¬3) مواهب الفتاح (من شروح التلخيص) 334. ¶ (¬4) الإيضاح في علوم البلاغة – 143 – ما سواه أي الأمر المجازي. ... .",
            "page": "149",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "النبوية الكريمة. ولذلك فإن المعنى المجازي الذي أرجحه من خلال صيغة الأمر هو لفت الأنظار وتوجيه النفوس أو تنبيه الجمع المخاطب إلى ما يعرضه عليهم من توجيهات. ¶ وما يلي هذا الأمر من العبارات يعزز مجازيته، وذلك في قوله (صلى الله عليه وسلم): ¶ ((فإني لا أدري لعلي لا ألقاكم بعد عامي هذا ... )) فجملة المقطع تتسم بالإنسيابية وهدوء النبرة، مما يتسق مع مجازية الأمر السابق على هذا المقطع، ولما في الأمر الحقيقي – لو كان المراد – من القوة والشدة. ¶ (فَإنّيَ لاَ أَدْرِي) ¶ إن: من أدوات التوكيد، وهي ترد في غضون الخطبة بكثرة ملحوظة، ولكل موضع ترد فيه ((إن)) دلالة التوكيد والأهمية. فهل كانت ((إن)) من مؤكدات مضمون هذا القول، وهل هي من مقتضياته؟ أما كان منتظراً أن يقول: فلعلي لا ألقاكم بعد عامي هذا؟. ¶ أقول: لو جاء الكلام على هذه الشاكلة لما تأتى لهذا الكلام أن يفعل فعله التوجيهي العقائدي. ¶ إن جو الكلام منذ استهلاله يوحي بأن الرسول (صلى الله عليه وسلم) قد وقف وقفة الوداع، فأراد أن يقرر حقيقة رحلة الإنسان من حياته الدنيا، بتقريره أنه – وإن كان رسولاً يوحى إليه – فهو لا يدري متى سيكون رحيله. ¶ – فإني لا أدري –: أي حتى هو بوصفه نبياً يوحى إليه – يجهل حقيقة هذا الأمر، ولعل مما يخالج نفوس المسلمين من أن الرسول (صلى الله عليه وسلم) يعلم بذلك، فلكي يستقر هذا المفهوم بكل أبعاده من غير أن يعتري السمع شك في ذلك جاء بصيغة التوكيد الذي من شأنه أن يرسخ الفكرة في الأذهان. ¶ وربما يرد في هذا الموضع سؤال مفاده: أليس هذا يعني أن الرسول (صلى الله عليه وسلم) قد أوحي إليه بدنو أجله؟. ¶ نقول: ربما أوحي إليه بذلك، ولكن لم يرد أن يقطع بشيء من ذلك، فالله وحده الذي يقرر. والاستشعار بدون الأجل ليس معناه معرفة ساعة الرحيل على وجه الدقة والضبط، ثم أنه (صلى الله عليه وسلم) لم يشأ أن يجعل المسلمين في دوامة الاضطراب والقلق خشية أن ينفرط شملهم ويصيبهم من الذهول ما لا يرتضيه لهم.",
            "page": "150",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "ومن الملاحظ البلاغية في استخدام ((إن)) في هذا الموضع أنها جاءت في عقب جملة سابقة فقد كان مجيء ((إن)) ضرباً من ضروب التوثيق بين الجملتين. ¶ قال الزملكاني: ((وتجيء – أي إنّ – لربط بين جملتين لتوصل أحداهما بالأخرى، فتراهما بعد دخولها كأنهما قد افرغا في قالب واحد)) (¬1)  http://www.alukah.net/Articles/Article.aspx?CategoryID=78&ArticleID=392 - _ftn12#_ftn12 . ¶ ويرى الزملكاني أنه يسع المتكلم أن يأتي بالفاء مكان ((إن)) ولكن لا تؤدي مؤداها من قوة الربط والتوكيد والامتزاج. ¶ يقول في ذلك: (( ... لرأيت الامتزاج والألف مقاصراً عما كان عليه)) (¬2)  http://www.alukah.net/Articles/Article.aspx?CategoryID=78&ArticleID=392 - _ftn13#_ftn13 . ¶ ولعل في هذا جواباً على تساؤلي في موضع سابق: ألم يكن منتظراً أن يقول الرسول (صلى الله عليه وسلم): ((اسمعوا قولي فلعلي لا ألقاكم))، ففي كلام الزملكاني ما يغني عن التفصيل والبيان. ¶ (لعَليّ لاَ أَلْقَاكُمْ بَعْدَ عَامي هَذَا، بهذا الموقف أبدا). ¶ ((لعلي)) أداة الترجي، هذه الأداة لم تحظ بعناية البلاغيين قدر ما عدوه أداة نحويةفحسب. ¶ وكان الأجدر بالبلاغيين أن يتحدثوا عن هذه الأداة في جملة ما تحدثوا به عن غيرها من أساليب التعبير كالأمر والاستفهام والنهي والتمني وأن يعدوها في الإنشاء غير الطلبي بوجه خاص، كما فعلوا بصنوها ((ليت)). ¶ والمعنى الأساس للأداة ((لعل)) هو الترجي. ولو تتبعنا دلالالتها المجازية لوجدت أنها تخرج إلى معان أخر، وربما كان التقرير أو التمويه أو التمني من جملة دلالالتها. ¶ وإني انفي أن تكون دلالتها في الخطبة ترجياً، بل هو تقرير واشعار بدنو الأجل، ولكن الرسول (صلى الله عليه وسلم) أراد أن يجعل الأمر مرهوناً بالآجال التي قرر أنه لا يدري مواقيتها. ¶ ¬__________ ¶ (¬1) المصدر نفسه 143. ... . ¶ (¬2) البرهان الكاشف عن إعجاز القرآن – 156.",
            "page": "151",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "(أيها الناس إِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ وَأَعْرَاضَكُمْ عَلَيْكُمْ حَرَامٌ كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا فِي بَلَدِكُمْ هَذَا). ¶ والتكرار في اللّغة أصله من الكرّ بمعنى الرجوع، ويأتي بمعنى الإعادة والعطف. فـ\"كرّر\" الشيء وكركره أي: أعاده مرة بعد أخرى (¬1) وأما في الإصطلاح، فالمقصود به: تكرار كلمة أو لفظ أكثر من مرة في سياق واحد لنكتة ما، وذلك إما للتوكيد، أو لزيادة التنبيه أو للتهويل، أو للتعظيم (¬2) وهو فنّ قولي من الأساليب المعروفة عند العرب، بل هو من محاسن الفصاحة وهو إشعار بأهمية الأمر وإعظام لشأنه. ¶ ويشير الزمخشري إلى القيمة الفنية والمعنوية في ظاهرة التكرار بأنها ((استدعاء منهم لتجديد الاستبصار عند كل خطاب وارد، وطريقة الانصات لكل حكم نازل، وتحريك منهم لئلا يفتروا أو يغفلوا عن تأملهم وما أخذوا به)) (¬3)  http://www.alukah.net/Articles/Article.aspx?CategoryID=78&ArticleID=392 - _ftn18#_ftn18 .  و يقول الجاحظ مبيّنًا الفائدة منه: \"إن الناس لو استغنوا عن التكرير _ التكرار _ وكفوا مئونة البحث والتنقير لقلّ اعتبارهم. ومن قلّ اعتباره قلّ علمه، ومن قلّ علمه قلّ فضله، ومن قلّ فضله كثُر نقصه، ومن قلّ علمه وفضله وكثُر نقصه لم يُحمد على خير أتاه، ولم يُذمّ على شرّ جناه، ولم يجد طعم العزّ، ولا سرور الظفر، ولا روح الرجاء، ولا برد اليقين ولا راحة الأمن) (¬4). ¶ قال (صلى الله عليه وسلم): كحرمة يومكم هذا، وكحرمة شهركم هذا. والحرمة في حياة المسلمين قضية لها من الخطر والجلال ما لها، وتكرار اللفظة إيقاظ الحواس، ولا يغب عن البال ما أضافه تكرار (هذا) في نهاية كل مقطع من إيقاع لفظي زاد من جلال التوكيد جلالاً، وكان له من الواقع ما يحفز النفوس إلى تثبيت والتملي واستيعاب القضية بكل أبعادها النفسية والفكرية، وهذا ((على جانب من التنغيم النافذ إلى الروح، ندركه دائماً في حسن جرسه وتعانق معانيه وتتابع موجاته، يدفع بعضها في نشاط وتشابه)) (¬5). ¶ ¬__________ ¶ (¬1) ابن منظور، لسان العرب، مادة (كرر). ¶ (¬2) ابن معصوم، أنوار الربيع في أنواع البديع، 5/ 34 - 35. ¶ (¬3) الحديث النبوي من الوجهة البلاغية 265. ¶ (¬4) أبو عثمان الجاحظ، رسائل الجاحظ، 3/ 181. ¶ (¬5) المصدر نفسه 19.",
            "page": "152",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "وأنظر الى تكرار لفظ (حرمة) على سبيل التأكيد ذلك أن حرمة الأموال والدماء ولقاء الله ووضع الربا والدماء مما تعد من كبريات القضايا التي كانت تسود حياة العرب، وكان لابد لها من الحسم القاطع، تنقية للمجتمع الإسلامي من كل بقايا الجاهلية ومواريثها. ¶ ومن ناحية ثانية: نجد في ((إن دماءكم وأموالكم عليكم حرام)) تقدم الجار والمجرور (عليكم) على خبر إن، وهو في عرف النحاة فضلة من حقها أن تتأخر، ولكن له في البيان النبوي تقدم ملموس ظاهر، ترى أكان التناغم اللفظي هو الذي استدعى هذا التقديم، أم أن وراء تقديمه غاية معنوية أخرى. ¶ ليس بوسعنا أن نقطع بإجابة عن واحد من ذينك التساؤلين بقدر ما نود أن نوفق بين التساؤلين. ¶ إن البيان النبوي قد توخى الإيقاع المتناغم الذي يكسب العبارة جمالية محببة إلى النفس من خلال توالي: دمائكم – أموالكم – عليكم –. ¶ إذن نحن لا ننفي هذه الصيغة الجمالية التي هي من أجلى خصائص البلاغة النبوية التي اجتمعت فيها – على حد قول الرافعي – ثلاث صفات هي: الخلوص والقصد والاستيفاء  http://www.alukah.net/Articles/Article.aspx?CategoryID=78&ArticleID=392 - _ftn22#_ftn22 (¬1) . ¶ إلا أننا في الوقت ذاته نحسّ أن التقديم إن خلا من الفائدة المعنوية فإن الجانب الجمالي يظل حلية خاوية ننزه البلاغة النبوية عن أن تكون هدفاً من أهدافها. ¶ إن الذهن ينتظر خبر (إن) ليكتمل به المعنى الأساس، فإذا بالذهن يقرع بالجار والمجرور (عليكم) خطاباً مباشراً إلى المسلمين؛ إذن الأمر الذي سيسمعونه خطير، فهو يعنيهم ويمس وجودهم وكيانهم، ففي هذه اللحظة يساق الخبر حكماً من الأحكام خطير الشأن، بعد أن هيأ تقديم الجار والمجرور الأذهان لتلقي الخبر. ¶ (قد بلغت) , (أَلاَ هَلْ بَلَّغْتُ) (اللهم هل بلغت؟). ¶ ¬__________ ¶ (¬1) إعجاز القرآن والبلاغة النبوية 373.",
            "page": "153",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "ولعل في هذه الصيغة (قد بلغت) من الثقة والاعتداد بتجاوب المسلمين ما لم يجد معه حاجة إلى إلتماس الأساليب الإنشائية التي تساق غالباً في مواضع بها حاجة إلى استثارة الهمم وقرع النفوس التي قد تتلبس ببعض الغفلة أو التردد. ¶ ((وقد بلغت)): صيغة الحسم والقطع، بل صيغة الاشعار بأن هذا هو البلاغ النهائي الذي لا بلاغ من بعده. ¶ ثم أعقب ذلك بصيغة إنشائية: اللهم هل بلغت ... والصيغة المعتمدة هي الاستفهام، ليستوثق من يقظة المسلمين وتجاوبهم فيسمع منهم الجواب الذي يبعث في نفسه الطمأنينة على أن ما زرعه من كلمات إنما هي هي الشجرة التي ضربت بجذورها في الأعماق، وسمقت إلى الأعالي باسقة ظليلة آنية ثمراً طيباً. ¶ وهنا تستوقفنا الصيغة الاستفهامية لنسأل أنفسنا: هل جاء الاستفهام في هذا الموضع حقيقة أم مجازاً؟ أود أن أعرض للأمر من جانبين: كل جانب يجدد مسار هذا الاستفهام. ¶ الجانب الأول: يتصل بالرسول (صلى الله عليه وسلم) مبلغاً للأمانة، فقد عدل عن الصيغة الإخبارية على النحو الذي ورد في أول الخطبة ((وقد بلغت)) لكي يأتي التقرير أشد في النفس وأوقع، وادعى إلى الطمأنينة. أي أن الاستفهام مجازي خرج إلى التقرير والتثبيت. ¶ أما الجانب الثاني: فهو مما يتصل بجمهور سامعيه حين حملوا الاستفهام على معناه الحقيقي، فأجابوا: اللهم نعم. ¶ ونحن نعلم أن الاستفهام المجازي هو ما لا يحتاج إلى جواب، لأنه ليس من قبيل طلب حصول الفهم – كما يقول البلاغيون)) (¬1)  http://www.alukah.net/Articles/Article.aspx?CategoryID=78&ArticleID=392 - _ftn26#_ftn26 . ¶ وبذلك حققت البلاغة النبوية نمطاً فريداً من التعبير راعى فيه حالة المتكلم وموقفه مبدئياً ونفسياً، وراعى في الوقت ذاته المخاطبين وما هم عليه من موقف إزاء ما يلقى عليهم، فوجدوا أنفسهم أن الرسول (صلى الله عليه وسلم): يستفهم بقوله ((هل بلغت)) ليجيء الجواب في إثره: اللهم نعم ... وهو جانب يعزز الحالة النفسية للرسول المبلغ حيث استوثق أنه أدى الأمانة كاملة غير منقوصة. ¶ ¬__________ ¶ (¬1) التلخيص في علوم البلاغة – الهامش: ص153.",
            "page": "154",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "وقد أكَّد كل نصّ بقوله: ألا هل بلّغْت، اللهم اشهد، وهو تأكيد يهدف إلى الإقناع الملزم، ويقفل باب اللجاج!. ¶ وهذا التأكيد الملزم قد كُرّر عن قصد، والتكرار يصادف موضعَه الطبيعي إذا حل في مقام التقرير والإلزام، لكيلا يكون للناس على الله حجة بعد التأكيد والتقرير والهدوء البصير، واليقين الثابت. والاطمئنان للحق، كل ذلك واضح في حديث الخطيب المخلص والرسول الحريص على اهتداء قومه الرحيم بأمته عليه أفضل الصلاة والتسليم. ¶ وفي التعبير يلحظ استخدام (قد) في قوله (وقد بلغت) مفيدة التحقيق هو لون آخر من ألوان التوكيد التي تحفل بها كظاهرة معنوية موظفة للتبليغ والتثبيت ولفت الأنظار نحو الأحكام النبوية. ¶ (وإنكم ستلقون ربكم) ¶ صيغ جديرة بالوقوف عندها للتعرف على دلالتها الخاصة وهي قوله: ((وإنكم ستلقون ربكم)) ذلك أن من أركان العقيدة أن يلقى العباد ربهم ليحاسبهم ويسألهم عن أعمالهم. ¶ والفعل في الجملة مصدر بالسين ,والسين في اللغة تفيد الاستقبال عند النحاة بالإجماع، وكثير منهم يذهب إلى أن السين تفيد التوكيد (يعني الاستقبال مع التوكيد) السين وسوف يفيدان التوكيد والاختلاف بينهما هو أيهما ابعد زمنا لكن الاثنين يفيدان الاستقبال مع التوكيد وقد بدأ بهذا الرأي الزمخشري، فالسين إذن هي للاستقبال المؤكد. وهذه السين قد حققت إحساس السامع بقرب هذا اللقاء، وقد عدل البيان النبوي عن ((سوف)) وهو أيضاً حرف استقبال ولكنه يدل على تحقق الفعل بزمن أبعد، وربما كان في استخدامه في ظاهر الحال أكثر دلالة على السين، إلا أن ((السين)) فيها من دلالة القرب ما يشعر أن الأمر واقع لا محالة، ليكون ذلك الإحساس باعثاً على التعجيل بالإلتزام والتمثل والتطبيق. ¶ وحين تحقق السين هذا الإحساس دون سوف الدالة على التراخي الزمني فإن البلاغة النبوية قد حققت مبدأ المطابقة لمقتضى الحال بدقة متناهية متساوقة مع القدرة المتميزة لأعلى ذروة البلاغة البشرية أن تبلغها أو أن تحققها. ¶ (فَمَنْ كَانَتْ عِنْدَهُ أَمَانةٌ فليؤُدِّها إلى مَنْ ائْتمَنَهُ عَلَيها)",
            "page": "155",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "إن تقديم الألفاظ بعضها على بعض له أسباب عديدة يقتضيها المقام وسياق القول، يجمعها قولهم: إن التقديم إنما يكون للعناية والإهتمام. فما كانت به عنايتك أكبر قدمته في الكلام. والعناية باللفظة لا تكون من حيث أنها لفظة معينة بل قد تكون العناية بحسب مقتضى الحال. ولذا كان عليك أن تقدم كلمة في موضع ثم تؤخرها في موضع آخر لأن مراعاة مقتضى الحال تقتضي ذاك. وفيه تقديم الظرف (عنده) على أمانة والعادة أن يفيد الاختصاص الا انه ليس المراد هنا تخصيص الامر وإنما هو من باب التوجيه فقدمها للاهتمام بشأنها والتوجيه إلى عدم ضياع الامانة. ¶ ونقف عند الفعل ((فليؤدها)) وهو مضارع مجزوم بلام الأمر جاء جواباً لشرط لا يحتمل إلا هذه المباشرة التي وضحت الحكم بكل أبعاده، فالأمانة ينبغي أن تؤدى، وإذا لم يكن هناك سبيل إلى غير ذلك فلا مناص للمخاطب إلا أن يفعل. ¶ والأمر هنا حقيقي، وحقيقته هي من مقتضى الموقف الذي يتطلب ذلك، وقد سبق أن عرضنا لدلالة الأمر الحقيقي. ¶ (ألا و إن كل شيء من أمر الجاهلية تحت قدمي موضوع و دماء الجاهلية موضوعة ... وإنَّ رِبَا الجَاهِليّة مَوضوعٌ ولكن لكم رءوس أموالكم لا تظلمون ولا تظلمون. قضى الله أنه لا ربا، وإنّ أَوّلَ رباً أَبْدأُ بِهِ رِبَا عَمّي العباسُ بن عبد المطلب وأن كل دم كان في الجاهلية موضوع وإن أول دمائكم أضع دم ابن ربيعة بن الحارث بن عبد بن عبد المطلب، وكان مسترضعا في بني ليث فقتلته هذيل فهو أول ما أبدأ به من دماء الجاهلية). ¶ ترد بعد ذلك الحقائق التي أراد الرسول (صلى الله عليه وسلم) أن يغرسها في نفوس المسلمين على أنها أحكام للحياة لا تحتمل تأويلاً ولا تقبل حيدة أو جنوحاً. فجملة ما واجه به المسلمين وردت بصيغة التوكيد الحقيقي. وقد قرر البلاغيون أن ((الإهتمام بالشيء وانفعال النفس به يستوجب ضرباً من تأكيده، أمراً أو نهياً أو خبراً يستلزم طلباً أو خبراً يقع في الجواب))  http://www.alukah.net/Articles/Article.aspx?CategoryID=78&ArticleID=392 - _ftn14#_ftn14 (¬1) .  وقد جاء التوكيد في مقاطع الخطبة بأكثر من وسيلة، وهي: أداة التوكيد ((إنَّ)) والتكرار، وتقديم ما حقه التأخير (ومنه القصر)، وأداتا التحقيق والتوكيد ¶ ¬__________ ¶ (¬1) المصدر نفسه – 165.",
            "page": "156",
            "part": "1"
        },
        {
            "id": "157",
            "nass": "((قد وكل)).ومما جاء مؤكداً بإن: ((إن دماءكم وأموالكم عليكم حرام ... )) ((وإنكم ستلقون ربكم ... )) ((وإن ربا عباس بن عبدالمطلب موضوع كله ... )) ((وإن كل دم في الجاهلية موضوع)) ((وإن أول دمائكم أضع ... )) ولذلك تصدرت هذه المقاطع أداة التوكيد ((إن)) التي تضمن الإيصال والتثبيت إضافة إلى حسم التردد والشك في القبول والتلقي. ¶ ولقد ذهب البلاغيون إلى أن استخدام أداة التوكيد واحدة ضمن العبارة هي لحسم الشك والتردد. قال القزويني: ((وإن كان متصور الطرفين، متردداً في إسناد أحدهما إلى الآخر طالباً له حسن تقويته بمؤكد)) (¬1)  http://www.alukah.net/Articles/Article.aspx?CategoryID=78&ArticleID=392 - _ftn15#_ftn15 . ¶ وليس هذا الأمر مطرداً على نسق متواصل، فقد يخرج استخدام الأداة في غير هذا الموضع مراعاة لغير الظاهر، كما قرر البلاغيون أنفسهم، فقد ذكر القزويني نفسه ذلك في قوله: ((وكثيراً ما يخرج على خلافه، فينزل غير السائل منزلة السائل – أي المتردد الشاك – إذا قدم إليه ما يلوح له بحكم الخبر، فيستشرف له استشراف المتردد الطالب)) (¬2)  http://www.alukah.net/Articles/Article.aspx?CategoryID=78&ArticleID=392 - _ftn16#_ftn16 . ¶ ونحن نقول: إن أداة التوكيد سواء أكانت واحدة أم أكثر فإنها تقيد توثيق الأمر وضمان حسن تلقيه وأثره في نفس المتلقي واتخاذ موقف معين مضامينه، سواء أكان في الأمر شك أم لم يكن، وإلى جانب ذلك إشعار بأهمية الأحكام المعروضة ضماناً لحشد الطاقات النفسية والاجتماعية لاجتثاث ما علق بالنفوس والواقع المعيش من آثار وقيم نسخها الدين الإسلامي. ¶ ويلفت أنظارنا أن المقاطع التي تصدرتها أدوات توكيد تخللتها مقاطع خلت من تلك ¶ الأدوات، مع أن مقتضى الظاهر أن تتصدر بها، لأن مضامينها ليست أدنى درجة من الأهمية عن مضامين تلك الجمل المؤكدة التي تكتنفها قبل وبعد. ¶ ((ومن هذه المقاطع قوله (صلى الله عليه وسلم): ((تظلمون ولا تظلمون)) ((قضى الله أنه لا ربا)) ¶ والجواب عن ذلك يتطلب النظر إلى الموضوع من جهتين: ¶ ¬__________ ¶ (¬1) الحديث النبوي من الوجهة البلاغية – 73. ¶ (¬2) الإيضاح في علوم البلاغة 18.",
            "page": "157",
            "part": "1"
        },
        {
            "id": "158",
            "nass": "الأولى: أن الرسول (صلى الله عليه وسلم) استشهد بآية كريمة، والاستشهاد لا يحتمل الإضافة والزيادة. ¶ الثانية: أن الاستغناء عن أدوات التوكيد في عرف البلاغيين لأمرين: إما أن المخاطب خالي الذهن، أي أنه غير متردد في قبول الحكم، أو غير منكر له حتى يتطلب أداة للتوكيد، وأما أن المتكلم ينزل المتردد أو المنكر منزلة خالي الذهن، لأن الموضوع مما لا يحتمل شكاً أو إنكاراً. ¶ قال القزويني في بيان ذلك: ¶ ((فإن كان المخاطب خالي الذهن من الحكم بأحد طرفي الخبر على الآخر، والتردد فيه استغنى عن مؤكدات الحكم)) (¬1)  http://www.alukah.net/Articles/Article.aspx?CategoryID=78&ArticleID=392 - _ftn24#_ftn24 . ¶ ((  وكذلك ينزل المنكر منزلة غير المنكر، إذا كان معه إن تأمله ارتدع عن الإنكار، كما يقال لمنكر الإسلام ((الإسلام حق)) وعليه قوله تعالى في حق القرآن ((لا ريب فيه)) (¬2)  http://www.alukah.net/Articles/Article.aspx?CategoryID=78&ArticleID=392 - _ftn25#_ftn25 . ¶ وكأن الله تعالى جعل انتفاء ظلم المؤمن لأخيه المؤمن في معيار الإسلام أمراً لا مشاحة فيه، أي أنه من مستلزمات الروابط الإسلامية في ظل المجتمع الإسلامي أن يخلو من الظلم. ¶ وقوله (صلى الله عليه وسلم): قضى الله أنه لا ربا. ¶ أرى أن ننظر فيه من وجهتين: ¶ الأولى: إن خلو المقطع من أدوات التوكيد هو أيضاً من باب إنزال المتردد أو المنكر منزلة خالي الذهن لوضوح الأمر وبداهته، فكيف يصح في شرع قوامه العدل والحق أن يكون فيه إباحة للربا وهو ظلم فاحش. ¶ الثانية: إنني ألمح أن الصيغة التي سبقت بها العبارة مؤكدة لذاتها، وهذا يدعونا إلى القول أن في المقطع توكيداً ضمنياً يوحي به عموم العبارة، فهل يفهم من الفعل ((قضى)) غير ¶ ¬__________ ¶ (¬1) الإيضاح: 18. ¶ (¬2) الإيضاح: 20.",
            "page": "158",
            "part": "1"
        },
        {
            "id": "159",
            "nass": "الأمر الجازم الذي لا محيد عنه، وهل يفهم من قوله ((لا ربا)) بهذا النفي غير أن يكون الحكم حاسماً لا خلاف عليه. ¶ ويشبه ذلك ما يستخدم من العبارات الشائعة من قولهم: يجب أن – ولابد أن – ولا مناص من، أليست هذه الصيغ مما يحمل التوكيد ضمناً من تضاعيفها. وبهذا يمكننا أن نضيف نوعاً جديداً لأساليب التوكيد المعنوي واللفظي نسميه بالتوكيد الضمني. وهو ما يستفاد من عموم العبارة التي تساق بحيث لا تحتمل من المعاني إلا وجهاً واحداً يفيد الجزم والحسم والتوكيد. ¶ وأنظر الى (كل) وهي موضوعة للشمول واستغراق الأفراد ومنها: (كل شيء من أمر الجاهلية تحت قدمي موضوع) و (كل دم كان في الجاهلية موضوع) وكل مسلم أخ للمسلم) وكُلكُّمْ لآدمَ، وآدمُ من تُراب). فكل ما يأتي من الجاهلية مما لا يقره الاسلام وكل الدماء التي تعاملوا بها موضوعة متروكة , كما كل مسلم صغيرا أو كبيرا ذكرا أو أنثى أخ في الاسلام كما أن كل البشرية عامة بأبيضها وأسودها وقصيرها وطويلها ورفيعها ووضيعها وفقيرها وغنيها وحاكمها ومحكومها من آدم وكل بني آدم من تراب. ¶ وأنظر الى تقدم الخبر (الجار والمجرور) على المبتدأ في قوله (صلى الله عليه وسلم): ((ولكن لكم رؤوس أموالكم)) فإنه إشعار إلى أن ما كان غير محذور يعود إلى أصحابه؛ فرؤوس الأموال حق مشروع من حقوقهم دون ما يتمخض عن الربا من أموال لا يباح لهم تملكها وحيازتها. ومن أجل أن لا يظنوا أنهم سيضيعون كل شيء بعث في نفوسهم الطمأنينة من خلال (لكم) وهو خبر مقدم، لو قال: ولكن رؤوس أموالكم لكم، فلربما ذهبت الظنون أنها هي الأخرى ستضيع، فالخبر هو الأهم في أن يذكر أولاً، فإن تقدمه باعث على الطمأنينة وراحة البال وفي بلاغة التقديم يقول القزويني: ((إن تكون العناية بتقديمه والاعتناء بشأنه بكونه في نفسه نصب عينك، والتفات خاطرك إليه في التزايد .... أو لعارض يورثه ذلك، كما إذا توهمت إن مخاطبك ملتفت الخاطر إليه ينتظر أن تذكره، فيبرر في معرض أمر يتجدد في شأنه التقاضي ساعة فساعة، فمتى تجد له مجالاً للذكر صالحاً أوردته))  http://www.alukah.net/Articles/Article.aspx?CategoryID=78&ArticleID=392 - _ftn23#_ftn23 (¬1) . ¶ ¬__________ ¶ (¬1)  الإيضاح في علوم البلاغة 115.",
            "page": "159",
            "part": "1"
        },
        {
            "id": "160",
            "nass": "(أيها الناس فإن الشيطان قد يئس من أن يعبد بأرضكم هذه أبدا، ولكنه إن يطع فيما سوى ذلك فقد رضي به بما تحقرون من أعمالكم فاحذروه على دينكم). ¶ تبشير وتحذير: \"أيها الناس .. إن الشيطان قد يئس أن يعبد في أرضكم هذه ولكنه قد رضي أن يطاع فيما سوى ذلك مما تحقرون من أعمالكم\".يخاطب الرسول الكريم المجتمعين معلناً بشراه في يأس إبليس وجنوده من السيطرة على أتباع محمد ومحذراً من ارتكاب الصغائر التي يحقرها الناس دون تأمل إلى ما تجلبه من الكبائر، مما ينحرف بالإنسان إلى طريق الشيطان. وفي أسلوب النداء \"أيها الناس\" إثارة وتهييج الوجدان، وجذب الانتباه لدى المخاطبين. وفي قوله: \"هذه\" تعبير باسم الإشارة للقريب، لتمييز هذه الأرض أتم تمييز وأكمله في مقام المدح. ¶ وفي اتيان الفعل (يعبد) ويطع) بصيغة المجهول فائدة ذلك أن الفعل المبنى للمجهول يتطلب سياقا ذا دلالة خاصة تنبئ عن مكنون المشهد وخفاياه المطوية, فقد يأتي؛ ليصور مجهول النفس وما طوي أو أضمر فيها, كتصويره خبايا النفس وخفي النيات في دروب الباطن, كما في قوله تعالى: (وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ آدَمَ بِالْحَقِّ إِذْ قَرَّبَا قُرْبَاناً فَتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الْآخَرِ قَالَ لَأَقْتُلَنَّكَ قَالَ إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ) (¬1) ... (فَتُقُبِّلَ) بعدم تسمية الفاعل إشارة لتعليق قبول العمل علي ما انطوي عليه القلب من إخلاص وتقوى وإيمان، فتقبل الله من أحدهما (هابيل) لإيمانه وتقواه, ولم يتقبل من الآخر (قابيل) لكفره وحسده, وهذا وذاك محله القلب. ¶ قد يأتي الفعل المبني للمجهول ليمثل عنصر المفاجأة وليصعد بجو المشهد إلى ذروة الحركة وعنفها, كما في قوله تعالى: (مَلْعُونِينَ أَيْنَمَا ثُقِفُوا أُخِذُوا وَقُتِّلُوا تَقْتِيلاً) (¬2) فاللعنة تلاحقهم في كل مكان وجدوا فيه, ثم يأخذون عنوة ويقتلون تقتيلا، ثقفوا، أخذوا، وقتلوا تقتيلا. ¶ ¬__________ ¶ (¬1) المائدة27 ¶ (¬2) الأحزاب61",
            "page": "160",
            "part": "1"
        },
        {
            "id": "161",
            "nass": "كما أنه اذا جاء الفعل المبني للمجهول في سياق الاستفهام أو النفي أو الشرط أفاد العموم ¶ وعليه , فصدر الكلام جاء بالبناء للمجهول فتناسق الختام مع البدء وجاء الفعل (يعبد) مبنيا للمجهول حيث استخدم هذا الفعل في مقام الذم والقدح وأنظر كيف جاء الفعل (يئس) بالبناء للمعلوم للدلالة على يئس الشيطان دون غيره أما في العبادة والطاعة التي لا تكون الا لله تعالى ولرسوله وأولي الامر فقد أتت هنا بالبناء للمجهول لان المقام خلاف لما عهد من الطاعة الحقة فطاعة الشيطان وعبادته مما لا تذكر ¶ وم ثم فان فن بناء (يطع) للمجهول المراد منه عموم الشيطان , فكل الشياطين تسعى الى أن تحقر الأعمال الصالحة وهذا من خلال ورود المبني للمجهول في سياق الشرط (ان). ¶ ومن جانب آخر فان وورود الفعل (يطع) بعد الشرط له دلالة الاستمرارية وهذه قاعدة في القرآنالكريم مؤداها: إذا كان فعل الشرط مضارعاً دلّ على استمرارية الحدث وإذا كان فعل الشرط ماضياً فهو يدلّ على الحدوث مرة واحدة. (فَإِن كَذَّبُوكَ فَقَدْ كُذِّبَ رُسُلٌ مِّن قَبْلِكَ جَآؤُوا بِالْبَيِّنَاتِ وَالزُّبُرِ وَالْكِتَابِ الْمُنِيرِ) (¬1) ¶ (أَيُّها النَّاس، إِنَّمَا النَّسيءُ زِيادةٌ في الكُفرِ، يضلُّ به الذينَ كَفَروا، يُحِلُّونَهُ عاماً، وَيُحَرِّمُونَهُ عاماً، ِيوَاطِئُوا عِدَّة مَا حَرَّمَ اللهُ فيحلوا ما حرم الله ويحرموا ما أحل الله. إن الزمان قد استدار كهيئته يوم خلق الله السموات والأرض وإن عدة الشهور عند الله اثنا عشر شهرا، منها أربعة حرم ثلاثة متوالية ورجب مضر، الذي بين جمادى وشعبان). ¶ والمعنى: إنما تأخير العرب حرمة الشهر الحرام إلى شهر آخر تحايلاً من أجل استمرار القتال، هو كفر آخر مضموم إلى كفرهم، لأنه تحليل ما حرمه الله، وتحريم ما حلله فهو سبب موجب للضلال وعدم الهداية. وإن عدد الشهور في حكم الله أثنا عشر شهراً قمرياً في اللوح المحفوظ، أو فيما أثبته الله تعالى وأوجبه، وقد استقر ذلك منذ بدء الخليقة، ومن تلك الشهور الإثنى عشر أربعة حرم: ثلاثة متواليات: ذو القعدة وذو الحجة، والمحرم، وواحد فرد: رجب مضر الذي بين جمادى وشعبان. ¶ ¬__________ ¶ (¬1) سورة آل عمران 184",
            "page": "161",
            "part": "1"
        },
        {
            "id": "162",
            "nass": "فوضعت (إنما) لإفادة القصر، وتعريفه: تخصيص الحكم بالمذكور في الكلام ونفيه عن سواه بطرق مخصوصة. ¶ ففي هذا القول الكريم (إنما النسيء زيادة في الكفر) أسلوب قصر طريقه إنما من قصر الموصوف على الصفة قصراً حقيقياً، وقد أفادت \"إنما\" التعريض بما كان يفعله هؤلاء في جاهليتهم من تحريم الشهر الحلال، وتحليل الحرام، وفقاً لمزاجهم وهواهم. وفي ذكر: ذو القعدة وذو الحجة والمحرم، وجب بعد ثلاثة متواليات، وواحد فرد: نوع من الإطناب البلاغي طريقة التفصيل بعد الإجمال. ¶ (أَيُّها النَّاس،، اتقوا الله في النساء، فإنكم إنما أخذتموهن بأمانة الله واستحللتم فروجهن بكلمات الله، واستوصوا بالنساء خيرا، فإنهن عندكم عوان لا يملكن لأنفسهن شيئا إلا أن يأتين بفاحشة مبينة فإن فعلن فاهجروهن في المضاجع، واضربوهن ضرباً غير مبرح، فإن أطعنكم فلا تبغوا عليهن سبيلاً. إلا إن لكم على نسَائِكُمْ حقاً و لِنسَائِكُمْ عليكم حقاً فأما حقكم على نسائكم؛ فلا يُوطْئنَ فُرُشَكُمْ غيرَكم، وَلا يُدْخِلْنَ أحَداً تكرَهُونَهُ بيوتَكُمْ، ولا يأتينَ بِفَاحِشَة، فإنْ أطَعْنَكُمْ فَعَلَيْكُمْ رِزقُهنَّ وكسوتُهُنَّ بالمَعْرُوفِ). ¶ ومن الأسرار البلاغية قوله صلى الله عليه وسلم: \"إنما النساء عندكم عوان\" وهذا أسلوب قصر، طريقه إنما من قصر الموصوف على الصفة، وقد أفاد هذا القصر: تقرير المعنى وتأكيده، فإن في ذلك دفعاً للرجال إلى الترفق، والعطف بنسائهم. وفي التركيب تشبيه بليغ، حيث شبهت النساء بالأسيرات المحبوسات. ¶ (فاعقلوا أيها الناس قولي، فإني قد بلغت، وقد تركت فيكم ما إن اعتصمتم به فلن تضلوا أبدا، أمرا بينا، كتاب الله وسنة نبيه. ¶ أَيُّها النَّاس، اسمعوا قولي واعقلوه تعلمن أن كل مسلم أخ للمسلم وأن المسلمين إخوة (إنما المؤمنون إخوة) , فَلاَ يَحِلُّ لامْرِىءٍ مَالُ أَخيهِ إلاّ عَنْ طيبِ نفْسٍ منهُ، فلا تظلمن أنفسكم اللهم هل بلغت؟ و ستلقون ربكم فلا تَرْجِعُنّ بَعْدِي كُفاراً يَضرِبُ بَعْضُكُمْ رقابَ بَعْض ¶ أيها النّاسُ إن رَبَّكُمْ وَاحِدٌ، وإنّ أَبَاكُمْ واحِدٌ، كُلكُّمْ لآدمَ، وآدمُ من تُراب، أَكرمُكُمْ عندَ اللهِ أتْقَاكُمْ وليس لعربيّ فَضْلٌ على عجميّ إلاّ بالتّقْوىَ، أَلاَ هَلْ بلَّغْتُ، اللّهُمّ اشهد\"",
            "page": "162",
            "part": "1"
        },
        {
            "id": "163",
            "nass": "أَلَا لِيُبَلِّغْ الشَّاهِدُ الْغَائِبَ فَلَعَلَّ بَعْضَ مَنْ يُبَلَّغُهُ أَنْ يَكُونَ أَوْعَى لَهُ مِنْ بَعْضِ مَنْ سَمِعَهُ , وأخرج مسلم أنه قال: ((وأنتم تسألون عني، فما أنتم قائلون؟)) قالوا: نشهد أنك قد بلغت وأديت ونصحت، فقال بإصبعه السبابة يرفعها إلى السماء وينكتها إلى الناس: ((اللهم اشهد)) ثلاث مرات). ¶ ينادي الرسول عليه الصلاة والسلام أهل الإيمان مبيناً بأسلوب القصر أن المؤمنين المصدقين بقلوبهم، المحققين للواجبات الشرعية هم جميعاً إخوة تربطهم رابطة الإسلام، فمن واجب أهل الإيمان أن يكتسبوا من الأسباب ما يصيرون به إخوة كإخوة النسب حيث الشفقة والرحمة والمحبة، والمواساة، والنصيحة .. وأمارة هذه الأخوة حرمة مال المسلم مالم يتنازل عن شيء بمحض إرادته واختياره .. والله تبارك وتعالى شاهد ورقيب. ¶ وينهى الرسول {عن النكسية نحو الكفر بعد الإيمان .. وما يترتب عليها من تقاطع وتدابر في مجتمعات المؤمنين يصل إلى حد الإهلاك والإبادة، على أنه لا سبيل إلى الخلاص والهداية إلا من خلال كتاب الهداية المعجز: القرآن الكريم. ¶ ومن الأسرار البلاغية في القول الكريم: (إنما المؤمنون إخوة) أسلوب قصر، طريقه: إنما من قصر الموصوف على الصفة، والغرض منه: حث المؤمنين على أن يحققوا ربط الأخوة بينهم فإن يد الله مع الجماعة ¶ وأنظر كيف تجسد الحرص النبوي على أن تبلغ جملة هذه التوجيهات من مكامن نفوس المسلمين إلى صورة التوكيد. ((فلا تظلمن أنفسكم)) وكان يسعه (صلى الله عليه وسلم) أن يقول: فلا تظلموا أنفسكم، ولكن نون التوكيد هي بمثابة أداة القرع للنفس خشية أن تغفل فتضل. ¶ وأنظر الى حذف المفعول من ((اللهم اشهد)) حيث يقول الإمام عبدالقاهر في بلاغة الحذف وأثره الجميل في تقوية الفكرة. ((هو باب دقيق المسلك، لطيف المأخذ، عجيب الأمر، شبيه بالسحر، فتلك ترى به ترك المذكور أفصح من الذكر، والصمت عن الإفادة أزيد للإفادة، وتجدك انطق ما تكون إذا لم تنطق، وأتم ما تكون بياناً إذا لم تبن))  http://www.alukah.net/Articles/Article.aspx?CategoryID=78&ArticleID=392 - _ftn19#_ftn19 (¬1) . ¶ ¬__________ ¶ (¬1)  دلائل الاعجاز 98.",
            "page": "163",
            "part": "1"
        },
        {
            "id": "164",
            "nass": "إن البيان النبوي قد استغنى عن المفعول به لعمومه، ودلالة ما سبقه عليه من جهة، إذ أنه ((يتناول كل ما يصح أن يدخل تحت هذا الفعل، فليس ذكر البعض بأولى من الآخر)) (¬1) ومن جهة أخرى فإن الاهتمام بالفعل هو المراد، أي أن الرسول (صلى الله عليه وسلم) أشهدهم على أنه قام بالتبليغ، إذن الحديث هو الأرجح في الذكر دون غيره من متعلقاته. ¶ وفي بيان هذا المنحى البلاغي يقول الزمخشري في حديثه عن حذف المفعول: ((وقد يحذف المفعول لأن القصد إلى الفعل غير معتمد إلى شيء، يقول في قوله تعالى: {يا أيها الذين آمنوا لا تقدموا بين يدي الله ورسوله} وفي قوله: لا تقدموا من غير ذكر مفعول وجهان: أحدهما يحذف ليتناول كل ما يقع في النفس مما يقدم، والثاني إلا يقصد قصد مفعول ولا حذفه)) (¬2)  http://www.alukah.net/Articles/Article.aspx?CategoryID=78&ArticleID=392 - _ftn21#_ftn21 . ¶ الخاتمة ¶ ها أنذا ألقي عصا التسيار، فأصل إلى نهاية هذا البحث المتواضع الذي أمضيت في كتابة مباحثه خلال موسم الحج لهذا العام 2007 /م فخبرت جوانبه بعد سبرها، ونظمت أطرافه بعد جمعها، وإني في ختام هذا البحث أضعُ القلم لأتجه بالحمد الخالص للذي بنعمته تتم الصالحات على ما أمد به من عون، كنت لا أفتأ أحسّ به في الفِكْر قوة، وفي الروح صفاء وشفافية، وفي البصيرة نفاذاً. ¶ وإنه لقمن بكل واقف على هذا البحث أن يسدد ما به من خلل وأن يستر ما فيه من زلل، فلقد علمت أنه ليس من العصمة أمانِ خصوصاً إذا صدر الكاتب عن وفاض ليس فيه من العلم إلا القليل وكتب بقلم كليل. فاللّهم لا تعذب يداً كتبت تريد نفي تحريف الغالين وانتحال المبطلين عن دينك، ولا لساناً أراد الذب والدفاع عن شريعتك، ولا قلباً يعتصر من أقوال المستغربين، ولا روحاً أرادت أن ترفرف في ظلال عدلك، ولا تحرمني بفضلك خير ما عندك بشر ما عندي. والحمد لله رب العالمين. ¶ ¬__________ ¶ (¬1) البلاغة القرآنية في تفسير الزمخشري 335. ¶ (¬2) الكشاف 4/ 277.",
            "page": "164",
            "part": "1"
        }
    ],
    "t34977": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الوداع"
        }
    ]
}