{
    "b34978": [
        {
            "id": "1",
            "nass": "ليلة القدر ¶ نفحات وبركات ¶ اعداد ¶ الدكتور محمد أحمد عبد الغني",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "المقدمة ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، مَن يهده الله فلا مُضِل له، ومَن يُضلِل فلا هاديَ له، وأشهد أن لا إله إلا الله وحده لا شريك له، تكفل بحفظ القرآن، وصانه عن التحريف والخطأ والنسيان وأشهد أن محمدًا عبده ورسوله خير من صلى وصام وقرأ القرآن (يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُون) .. (يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا) .. (يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا. يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا) .. ¶ وبعد .. ¶ فقد أنزل الله عز وجل القرآن الكريم في ليلة مباركة هي خير الليالي، ليلة اختصها الله عز وجل من بين الليالي، ليلة العبادة فيها هي خير من عبادة ألف شهر وهي ثلاث وثمانين سنة وثلاثة أشهر تقريباً، ألا وهي ليلة القدر، قال تعالى: (إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ سَلَامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْرِ) (¬1).وقال تعالى: (حم وَالْكِتَابِ الْمُبِينِ إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ إِنَّا كُنَّا مُنْذِرِينَ فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ أَمْرًا مِنْ عِنْدِنَا إِنَّا كُنَّا مُرْسِلِينَ) (¬2). ¶ فإن ليلةَ القدرِ ليلةٌ كثيرةُ الخيرِ، شريفةُ القدرِ، عميمةُ الفضلِ، متنوِّعةُ البركات. ولعظمها أنزل فيها القرآن العظيم , لما ثبت عن أبي هريرة رضي الله ¶ ¬__________ ¶ (¬1). سورة القدر. ¶ (¬2).سورة الدخان.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "عنه، قال: لما حضر رمضان قال رسول الله صلى الله عليه وسلم: ((قد جاءكم رمضان، شهر مبارك، افترض الله عليكم صيامه، تفتح فيه أبواب الجنة، وتغلق فيه أبواب الجحيم، وتغل فيه الشياطين، فيه ليلة خير من ألف شهر، من حُرِم خيرها فقد حُرِم)) (¬1).تتنزل الملائكة في هذه الليلة، والروح –أي جبريل- ينزلون مع كثرة الرحمة وكثرة البركات التي تنزل في تلك الليلة. وليلة القدر كلها سلام وخير وبركة ليس فيها شر حتى يطلع فجر اليوم الذي يليها (¬2). وفي قوله تعالى: (فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ) (¬3). يقول ابن كثير: أي في ليلة القدر يفصل من اللوح المحفوظ إلى الكتبة أمر السنة وما يكون فيها من الآجال والأرزاق، وما يكون فيها إلى آخرها. روي عن ابن عمر ومجاهد وأبي مالك الضحاك وغير واحد من السلف. وقوله جل وعلا (حَكِيمٍ) أي محكم لا يبدل ولا يغير. ¶ وعليه فقد يسر الله جمع هذه الفوائد والفرائد والنفحات والبركات والمتفرقات من بعض الكتب والمؤلفات والمواعظ والكلمات, لتكون رسالة قيمة في هذه الوريقات, والموسومة بـ (ليلة القدر نفحات وبركات) هدية للصائمين والصائمات أهديها إلى كل مسلم ومسلمة راجيًا من الله أن يعم نفعها الجميع , وأن يجعلها خالصة لوجهه الكريم إنه هو الغفور الرحيم. ¶ الدكتور محمد احمد عبد الغني ¶ ¬__________ ¶ (¬1). أخرجه النسائي في الصيام، باب: فضل شهر رمضان (2105)، وأحمد (2/ 230)، وعبد الرزاق (7383)، وله شاهد من حديث أنس عند ابن ماجه في الصيام، باب: ما جاء في فضل شهر رمضان (1644)، وحسّنه المنذري في الترغيب (2/ 99)، وقال الألباني في صحيح الترغيب (999): \"صحيح لغيره\". ¶ (¬2).انظر: تفسير ابن كثير عن كلامه على سورة القدر. ¶ (¬3).سورة الدخان (آية 4)",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "أحاديث في فضل العشر الأواخر ¶ 1 - عن أبي هريرة رضي الله عنه، عن النبي صلى الله عليه وسلم قال: ((من قام ليلة القدر إيمانا واحتسابا غفر له ما تقدم من ذنبه)) (¬1) ¶ 2 - عن عائشة رضي الله عنها قالت: (كان النبي صلى الله عليه وسلم إذا دخل العشر شدَّ مئزره (¬2) وأحيا ليله، وأيقظ أهله.) (¬3) ¶ 3 - عن عائشة رضي الله عنها قالت: كان رسول الله صلى الله عليه وسلم يجتهد في العشر الأواخر ما لا يجتهد في غيره. (¬4) ¶ 4 - عن أبي سعيد الخدري رضي الله عنه قال: إن رسول الله صلى الله عليه وسلم اعتكف العشر الأول من رمضان، ثم اعتكف العشر الأوسط في قُبَّة تركية على سُدَّتها حصير، قال: فأخذ الحصير بيده، فنحاها في ناحية القبَّة، ثم أطلع رأسه فكلَّم الناس، فدنوا منه فقال: ((إني اعتكفتُ العشرَ الأول ألتمس هذه الليلة، ثم اعتكفتُ العشر الأوسط، ثم أتيت فقيل لي: إنها في العشر الأواخر، فمن أحبَّ منكم أن يعتكف فليعتكف))، فاعتكف الناس معه، قال: ((وإني أُريتها ليلةَ وتر، وإني أسجد صبيحتها في طين وماء))، فأصبح من ليلة إحدى وعشرين وقد قام إلى الصبح، فمطرت السماء فوكف المسجد (¬5) فأبصرت الطين والماء، فخرج حين فرغ من صلاة الصبح وجبينه ¶ ¬__________ ¶ (¬1). أخرجه البخاري في الصوم (1901)، ومسلم في صلاة المسافرين (760). ¶ (¬2). أي: اعتزل نساءه، وقال: المراد الجد والاجتهاد في العبادة. ¶ (¬3). أخرجه البخاري في الاعتكاف (2024)، ومسلم في الاعتكاف (1174). ¶ (¬4). أخرجه مسلم في الاعتكاف (1175). ¶ (¬5). أي: سال من سقفه المطر.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وروثة أنفه (¬1) فيهما الطين والماء، وإذا هي ليلة إحدى وعشرين من العشر الأواخر.) (¬2) ¶ 5 - عن ابن عمر رضي الله عنهما أن رجالا من أصحاب النبي صلى الله عليه وسلم أُروا ليلة القدر في المنام في السبع الأواخر، فقال رسول الله صلى الله عليه وسلم: ((أرى رؤياكم قد تواطأت في السبع الأواخر، فمن كان متحرِّيَها فليتحرَّها في السبع الأواخر)) (¬3) ¶ 6 - عن عائشة رضي الله عنها أن رسول الله صلى الله عليه وسلم قال: ((تحروا ليلة القدر في الوتر من العشر الأواخر من رمضان)) (¬4) ¶ 7 - عن عائشة رضي الله عنها قالت: قلت: يا رسول الله، أرأيتَ إن علمتُ أي ليلةٍ ليلةُ القدر ما أقول فيها؟ قال: ((قولي: اللهم إنك عفو كريم، تحب العفو، فاعف عني)) (¬5) ¶ سبب تسمية ليلة القدر ¶ اختلف العلماء في سبب تسميتها بليلة القدر على أقوال: ¶ القول الأول: لأن الله تعالى يقدّر فيها الأرزاق والآجال وما هو كائن. أي يقدر فيها ما يكون في تلك السنة، فيكتب فيها ما سيجري في ذلك العام. قال عبد الله بن عباس رضي الله عنهما: \"يكتب في أم الكتاب في ليلة القدر ما هو ¶ ¬__________ ¶ (¬1). أي: طرفه، ويقال لها أيضا: أرنبة. ¶ (¬2). أخرجه البخاري في الاعتكاف (2027)، ومسلم في الاعتكاف (1167). ¶ (¬3). أخرجه البخاري في صلاة التراويح (2015)، ومسلم في الصيام (1165). ¶ (¬4). أخرجه البخاري في صلاة التراويح (2017)، ومسلم في الصيام (1169). ¶ (¬5). أخرجه أحمد (6/ 182)، والترمذي في الدعوات (3580)، والنسائي في الكبرى (3130)، وابن ماجه في الدعاء (3850)، قال الترمذي: \"هذا حديث حسن صحيح\"، وصححه الحاكم (1/ 530)، ووافقه الذهبي، وصححه الألباني في صحيح الترمذي (2789).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "كائن في السنة من الخير والشر والأرزاق والآجال، حتى الحُجّاج. يقال: يحج فلان، ويحج فلان\".وقال الحسن ومجاهد وقتادة: \"يبرم في ليلة القدر في شهر رمضان كل أجل وعمل وخلق ورزق، وما يكون في تلك السنة\" (¬1). ¶ القول الثاني: أنها مأخوذة من عِظَم القدر والشرف والشأن كما تقول: فلانٌ له قدرٌ (¬2) وفلان ذو قدر عظيم، أي ذو شرف. ¶ القول الثالث: سميت بذلك لأنّ العمل فيها له قدرٌ عظيمٌ. وهذا لايحصل إلا لهذه الليلة فقط، فلو أن الإنسان قام ليلة النصف من شعبان، أو ليلة النصف من رجب، أو ليلة النصف من أي شهر، أو في أي ليلة لم يحصل له هذا الأجر. (¬3) يقول الشيخ ابن عثيمين: أن الإنسان ينال أجرها وإن لم يعلم بها، لأن النبي صلى الله عليه وسلم قال: \" من قام ليلة القدر إيماناً واحتساباً \" ولم يقل عالماً بها، ولو كان العلم شرطاً في حصول هذا الثواب لبينه الرسول صلى الله عليه وسلم. وعن مجاهد في تفسير قوله تعالى: {لَيْلَةُ الْقَدْرِ خَيْرٌ مّنْ أَلْفِ شَهْرٍ} (¬4) قال: \"عملها وصيامها وقيامها خيرٌ من ألف\" (¬5) وعن عمرو بن قيس الملائي قال: \"عملٌ فيها خيرٌ من عمل ألف شهر\" (¬6) ¶ القول الرابع: سميت بذلك لأن الله تعالى قدّر فيها إنزال القرآن (¬7) ¶ ¬__________ ¶ (¬1). انظر: تفسير البغوي (7/ 227 - 228)، وانظر: شرح النووي على صحيح مسلم (8/ 213) وفضائل الأوقات للبيهقي (ص213). ¶ (¬2). تفسير البغوي (8/ 485). ¶ (¬3). الشرح الممتع 6/ 494 ¶ (¬4). القدر:3 ¶ (¬5). تفسير الطبري (24/ 533)، وانظر شرح الصدر بذكر ليلة القدر للحافظ العراقي (ص17 - 18). ¶ (¬6). انظر: المصدر السابق. ¶ (¬7). تفسير القرآن للعزّ بن عبد السلام (3/ 473).",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "القول الخامس: لأنها ليلة الحكم والفصل. عن مجاهد قال: \"ليلة القدر ليلة الحكم\" (¬1) وقال النووي: \"وسميت ليلة القدر، أي ليلة الحكم والفصل. هذا هو الصحيح المشهور\" (¬2) ¶ فضل ليلة القدر ¶ 1 - لَيْلَةُ الْقَدْرِ خَيْرٌ مّنْ أَلْفِ شَهْرٍ: فإن ليلة القدر هي أفضل ليالي العام والموفق والسعيد من يسر الله له قيامها واجتهد في فعل الأعمال الصالحة فيها فإن العمل فيها ليس كالعمل في غيرها بل أعظم أجراً وثواباً، وقال الدكتور عبد الرحمن حبنكة: \"وألف شهر تعادل ثلاثاً وثمانين سنة وثلث السنة، وهذا عمرٌ قلَّ من الناس من يبلغه، فكيف بمن يعبد الله فيه، وهو لا يعبد إلاّ مميزًا على أقل تقدير\" (¬3). ¶ 2 - تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ فِيهَا: قال البغوي: \"قوله عز وجل: {تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ} يعني جبريل عليه السلام معهم {فِيهَا} أي: ليلة القدر {بِإِذْنِ رَبّهِم} أي: بكل أمرٍ من الخير والبركة\" (¬4) وقال الحافظ ابن كثير: \"أي: يكثر تنزّل الملائكة في هذه الليلة لكثرة بركتها، والملائكة يتنزلون مع تنزّل البركة والرحمة، كما يتنزلون عند تلاوة القرآن، ويحيطون بحِلَقِ الذكر، ويضعون أجنحتهم لطالب العلم بصدقٍ تعظيماً له\" (¬5) ¶ ¬__________ ¶ (¬1). انظر: تفسير الطبري (12/ 652) ط دار الكتب العلميّة. ¶ (¬2). المجموع شرح المهذب (6/ 447). ¶ (¬3). الصيام ورمضان في السنة والقرآن لعبد الرحمن حسن حبنكه (ص183). ¶ (¬4). تفسير البغوي (8/ 491). ¶ (¬5). تفسير ابن كثير (4/ 568).",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "3 - سَلَامٌ هِىَ حَتَّى مَطْلَعِ الْفَجْرِ: هي خير كلها ليس فيها شر إلى مطلع الفجر فعن مجاهد في قوله: {سَلَامٌ هِىَ} قال: \"سالمة لا يستطيع الشيطان أن يعمل فيها سوءاً أو يعمل فيها أذى\" (¬1) قال أبو المظفر السمعاني: \"وقوله: {سَلَامٌ هِىَ} فيه قولان: أحدهما: أن المراد منه تسليم الملائكة على من يذكر الله تعالى في تلك الليلة (¬2) والقول الثاني: {سَلَامٌ} أي سلامة، والمعنى أنه لا يعمل فيها داء ولا سحر ولا شيء من عمل الشياطين والكهنة\" (¬3) وقال ابن الجوزي: \" ... وفي معنى السلام قولان: أحدهما: أنه لا يحدث فيها داء ولا يُرسَل فيها شيطان، قاله مجاهد. والثاني: أن معنى السلام: الخير والبركة، قاله قتادة، وكان بعض العلماء يقول: الوقف على {سَلَامٌ}، على معنى تنزّل الملائكة بالسلام\" (¬4) ¶ 4 - من قامها إيماناً واحتساباً غُفر له ما تقدّم من ذنبه: فإن من وفق لقيامها مع إيمانه واحتسابه لهذا القيام غفر الله له ما تقدم من ذنبه فعن أبي هريرة رضي الله عنه أنّ رسول الله صلى الله عليه وسلم قال: ((من صام رمضان إيماناً واحتساباً غفر له ما تقدم من ذنبه، ومن قام ليلة القدر إيماناً واحتساباً غفر له ما تقدّم من ذنبه)) (¬5) قال ابن بطال: \"ومعنى قوله: ((إيماناً واحتساباً)) يعني مُصدِّقاً بفرض صيامه، ومصدقاً بالثواب على قيامه وصيامه، ومحتسباً مريداً بذلك وجه الله، بريئاً من الرياء والسمعة، راجياً عليه ثوابه\" (¬6) قال النووي: \"معنى إيماناً: تصديقاً بأنّه حق، مقتصد فضيلته، ومعنى احتساباً: ¶ ¬__________ ¶ (¬1). تفسير ابن أبي حاتم (10/ 3453)، وانظر: تفسير ابن كثير (4/ 568). ¶ (¬2). تفسير القرآن لأبي المظفّر السمعاني (6/ 262). ¶ (¬3). انظر: أحكام القرآن لابن العربي (4/ 1964). ¶ (¬4). زاد المسير لابن الجوزي (8/ 287). ¶ (¬5). رواه البخاري (1/ 28) كتاب الإيمان باب قيام ليلة القدر من الإيمان رقم (35)، ومسلم (1/ 235)، واللفظ له، كتاب صلاة المسافرين وقصرها، باب الترغيب في قيام رمضان وهو التراويح رقم (759). ¶ (¬6). شرح صحيح البخاري لابن بطال (1/ 59).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "أن يريد الله تعالى وحده، لا يقصد رؤية الناس ولا غير ذلك مما يخالف الإخلاص، والمراد بالقيام: صلاة التراويح، واتفق العلماء على استحبابها\" (¬1) قال الخطابي: احتسابًا أي عزيمة، وهو أن يصومه على معنى الرغبة في ثوابه، طيبة نفسه بذلك، غير مستثقل لصيامه، ولا مستطيل لأيامه. قال ابن الأثير: الاحتساب في الأعمال الصالحة وعند المكروهات هو البدار إلى طلب الأجر. أي المبادرة إلى طلب الأجر وتحصيله بالتسليم والصبر، وباستعمال أنواع البر والقيام بها على الوجه المشروع؛ طلبا للثواب ونجاة من العقاب. (غفر له ما تقدم من ذنبه): قال النووي: إن المكفرات إن صادفت السيئات تمحوها إذا كانت صغائر، وتخففها إذا كانت كبائر، وإلا تكون موجبة لرفع الدرجات في الجنات. فمَن صام الشهر مؤمنا بفرضيته، محتسبا لثوابه وأجره عند ربه، مجتهدا في تحري سنة نبيه صلى الله عليه وسلم فيه فهو من أهل المغفرة. ¶ 5 - تقدير الأرزاق والآجال والمقادير فيها: ومن فضلها أنه يقدر فيها التقدير الحولي قال تعالى: {إِنَّا أَنزَلْنَاهُ فِى لَيْلَةٍ مُّبَارَكَةٍ إِنَّا كُنَّا مُنذِرِينَ فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ} (¬2). أي في ليلة القدر من اللوح المحفوظ إلى الملائكة الكتبة أمر السنة وما يكون فيها من الأرزاق والآجال وهذا قول غير واحد من السلف. وعن ابن عباس رضي الله عنهما قال: (إن الرجل ليمشي في الناس وقد رُفع في الأموات)، ثم قرأ هذه الآيةوقال: (يفرق فيها أمر الدنيا من السنة إلى السنة) (¬3) وقال أبو عبد الرحمن السلمي في الآية: \"يُدَبِّر أمر السنة في ليلة القدر\" (¬4) وقال مجاهد: \"كنا نحدّث أنه يفرق فيها أمر السنة إلى ¶ ¬__________ ¶ (¬1). شرح صحيح مسلم للنووي (6/ 39). وانظر: إكمال المعلم للقاضي عياض (3/ 112). ¶ (¬2). الدخان:3، 4 ¶ (¬3). رواه ابن جرير الطبري في تفسيره (22/ 10) وعبد الله بن أحمد في السنة (2/ 407). وانظر الدرّ المنثور (5/ 739). ¶ (¬4). رواه الطبري في تفسيره (22/ 9).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "السنة\" (¬1) ونقل القرطبي عن ابن عباس رضي الله عنه: \"يحكم الله أمر الدنيا إلى قابل في ليلة القدر ما كان من حياة أو موت أو رزق، وقاله قتادة ومجاهد والحسن وغيرهم، وقيل: إلا الشقاء والسعادة فإنهما لا يتغيران؛ قاله ابن عمر\" (¬2) واختُلف في الليلة المراد بها في الآية على قولين: ¶ القول الأول: أنها ليلة القدر. وهو قول ابن عباس (¬3) وأبي عبد الرحمن السلمي (¬4) وقتادة (¬5) ومجاهد (¬6) والحسن البصري (¬7) ¶ القول الثاني: أنها ليلة النصف من شعبان. وهو مروي عن عائشة (¬8) وعكرمة (¬9) ¶ ونرجح ما قاله ابن جرير الطبري: \"وأولى القولين بالصواب قول من قال: ذلك ليلة القدر؛ لما تقدم من بياننا عن أن المعنيّ بقوله: {إِنَّا أَنزَلْنَاهُ فِى لَيْلَةٍ مُّبَارَكَةٍ} (¬10) ليلة القدر، والهاء في قوله: {فِيهَا} من ذكر الليلة المباركة\" (¬11) ¶ وقال الحافظ ابن كثير: \" ... ومن قال إنها ليلة النصف من شعبان كما رُوي عن عكرمة فقد أبعد النُجعة، فإنّ نص القرآن أنّها في رمضان. والحديث الذي رواه عبد الله بن صالح عن الليث عن عقيل عن الزهري أخبرني عثمان بن محمد ¶ ¬__________ ¶ (¬1). المصدر السابق. ¶ (¬2). تفسير القرطبي (16/ 126). ¶ (¬3). تفسري ابن أبي حاتم (10/ 3287) وانظر الدر المنثور (5/ 738) ومعاني القرآن للنحاس (6/ 396 - 397). ¶ (¬4). تفسير الطبري (22/ 9). ¶ (¬5). تفسير الطبري (22/ 9). ¶ (¬6). تفسير الطبري (22/ 9). ¶ (¬7). تفسير الطبري (22/ 8). ¶ (¬8). انظر: الدرّ المنثور (5/ 740). ¶ (¬9). تفسير الطبري (22/ 10) وابن أبي حاتم (10/ 3287) والبغوي (7/ 228). ¶ (¬10). الدخان:3 ¶ (¬11). تفسير الطبري (22/ 10 - 11).",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "بن المغيرة بن الأخنس قال: إنّ رسول الله صلى الله عليه وسلم قال: ((تقطع الآجال من شعبان إلى شعبان حتى إنّ الرجل لينكح ويولد له، وقد أخرج اسمه في الموتى)) (¬1) فهو حديث مرسل، ومثله لا يعارض به النصوص\" (¬2) ¶ وما أعظم أن يرغم العبد أنفه لربه تبارك وتعالى، بكثرة السجود، وكثرة الركوع، وطول القيام، لمناجاة الخالق جل جلاله، وقد كان السلف الصالح من هذه الأمة يطيلون صلاة الليل متأسين بنبيهم صلى الله عليه وسلم الذي كان يقوم من الليل حتى تتفطر قدماه وتتشقق من طول قيامه لله، ومناجاة لمولاه، قال تعالى: \" لقد كان لكم في رسول الله أسوة حسنة لمن كان يرجو الله واليوم الآخر وذكر الله كثيراً \" (¬3) يقول السائب بن يزيد: أمر عمر بن الخطاب رضي الله عنه، أبي بن كعب، وتميماً الداري رضي الله عنهما أن يقوما للناس بإحدى عشرة ركعة، قال: وقد كان القارئ يقرأ بالمئين حتى كنا نعتمد على العصي من طول القيام، وما ننصرف إلا في فروع الفجر \". ¶ تحري ليلة القدر ¶ ليلة القدر في ليالي شهر رمضان، ويمكن التماسها في العشر الأواخر منه، وفي الأوتار خاصة، والصحيح أن ليلة القدر لا أحد يعرف لها يوماً محدداً، فهي ليلة متنقلة، فقد تكون في سنة ليلة خمس وعشرين، وقد تكون في سنة ليلة إحدى وعشرين، وقد تكون في سنة ليلة تسع وعشرين، وقد تكون في سنة ليلة سبع وعشرين، ولقد أخفى الله تعالى علمها، حتى يجتهد الناس في طلبها، فيكثرون من الصلاة والقيام والدعاء في ليالي العشر من رمضان رجاء إدراكها، وهي مثل الساعة المستجابة يوم الجمعة. يقول البغوي رحمه الله تعالى: وفي ¶ ¬__________ ¶ (¬1). رواه الطبري في تفسيره (22/ 10) والبيهقي في شعب الإيمان (7/ 422 - 423). ¶ (¬2). تفسير ابن كثير (4/ 138). ¶ (¬3). الأحزاب",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "الجملة أبهم الله هذه الليلة على هذه الأمة ليجتهدوا بالعبادة في ليالي رمضان طمعاً في إدراكها. ¶ وقد كان النبي صلى الله عليه وسلم يتحرى ليلة القدر، ويأمر أصحابه بتحريها، وكان يوقظ أهله في ليالي العشر الأواخر من رمضان رجاء أن يدركوا ليلة القدر، وكان يشد المئزر وذلك كناية عن جده واجتهاده عليه الصلاة والسلام في العبادة في تلك الليالي، واعتزاله النساء فيها، فعن عائشة رضي الله عنها قالت: كان النبي صلى الله عليه وسلم إذا دخل العشر، أحيا ليله، وأيقظ أهله، وشد المئزر \" (¬1)،و قولها: (أحيا الليل) أي: سهره، فأحياه بالطاعة، وقولها: (وأيقظ أهله) أي: للصلاة بالليل، وقوله: (وشد مئزره) أي: اعتزل النساء ليتفرغ للعبادة صلوات الله وسلامه عليه (¬2) وفي رواية: \" كان رسول الله صلى الله عليه وسلم يجتهد في العشر الأواخر ما لا يجتهد في غيره \" (¬3) وعن علي بن أبي طالب أن النبي صلوات الله وسلامه عليه كان يوقظ أهله في العشر الأواخر من شهر رمضان (¬4) وروي عن ربيبة النبي زينب بنت أم سلمة أنها قالت: لم يكن النبي إذا بقي من رمضان عشرة أيام يدع أحدا من أهله يطيق القيام إلا أقامه (¬5). ¶ فحري بكل مؤمن صادق يخاف عذاب ربه، ويخشى عقابه، ويهرب من نار تلظى، حري به أن يقوم هذه الليالي، ويعتكف فيها بقدر استطاعته، تأسياً بالنبي الكريم، نبي الرحمة والهدى صلى الله عليه وسلم، فما هي إلا ليالي عشر، ثم ينقضي شهر الخير والبركة ,ما هي إلا ليالي معدودات، ويرتحل الضيف العزيز بكل فرح وشوق، وبكل لهفة وحب. ¶ ¬__________ ¶ (¬1). رواه البخاري (2024) ومسلم (2/ 832). ¶ (¬2). ينظر: الفتح لابن حجر (4/ 316). ¶ (¬3). رواه مسلم (2/ 832). ¶ (¬4). روى الترمذي (795)، وقال الترمذي: حديث حسن صحيح. ¶ (¬5). رواه محمد بن نصر في «قيام رمضان» (مختصره-)، وفي إسناده ابن لهيعة وهو ضعيف لا يحتج به.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "فليحرص الجميع على أداء صلاتي التراويح والتهجد جماعة في بيوت الله تعالى طمعاً في رحمته، وخوفاً من عذابه، كما يحرص الواحد منا على جمع ماله، فكم هم الناس اليوم الذين نجدهم حول آلات الصرف الآلي، وكم هم الناس اليوم الذين نجدهم على الأرصفة، وحول شاشات التلفاز، والفضائيات، متحلقين وقد غشيتهم السكينة، وهدأت منهم الحركات، فهم جمود لا يتكلمون، وأسرى شاشات لا يُطلقون، وكلهم مسيئون ومذنبون، والعياذ بالله، وهذه العشر هي ختام شهر رمضان، والأعمال بالخواتيم، ولعل أحدنا أن يدرك ليلة القدر وهو قائم يصلي بين يدي ربه سبحانه وتعالى، فيغفر الله له ما تقدم من ذنبه. ¶ وعلى المسلم أن يحث أهله وينشطهم ويرغبهم في قيام هذه الليالي للاستزاده من العبادة، وكثرة الطاعة وفعل الخير، فعن أبي هريرة رضي الله عنه قال: كان رسول الله صلى الله عليه وسلم، يقول لأصحابه: \" قد جاءكم شهر رمضان، شهر مبارك، كتب الله عليكم صيامه، فيه تفتَّح أبواب الجنة، وتغلق أبواب الجحيم، وتغل الشياطين، فيه ليلة خير من ألف شهر، من حرم خيرها فقد حرم \" (¬1) ... ، وعن عبادة بن الصامت رضي الله عنه مرفوعاً: \" أتاكم رمضان، شهر بركة، يغشاكم الله فيه، فينزل الرحمة، ويحط الخطايا، ويستجيب فيه الدعاء، ينظر إلى تنافسكم فيه، ويباهي بكم ملائكته، فأروا من أنفسكم خيرا، فإن الشقي من حرم فيه رحمة الله \" (¬2) ¶ فتنافسوا عباد الله في طاعة ربكم، وأروا ربكم منكم خيراً، واحذروا من الوقوع في الذنوب والمعاصي فكل مؤاخذ بما فعل، وبما قال، قال تعالى: \" ما يلفظ ¶ ¬__________ ¶ (¬1). أخرجه أحمد والنسائي ¶ (¬2). أخرجه الطبراني ورواته ثقات",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "من قول إلا لديه رقيب عتيد \" (¬1) ... ، وقال تعالى: \" ولا تعملون من عمل إلا كنا عليكم شهوداً إذ تفيضون فيه \" (¬2). ¶ رفع تعيين ليلة القدر ¶ عن أبي سعيد الخدري رضي الله عنه قال: اعتكفت مع النبي صلى الله عليه وسلم العشر الأوسط من رمضان، فخرج صبيحة عشرين فخطبنا، وقال: ((إنّي رأيت ليلة القدر ثم أُنسيتها ـ أو نسيتها ـ فالتمسوها في العشر الأواخر في الوتر، وإنّي رأيت أنّي أسجد في ماء وطين، فمن كان اعتكف معي فليرجع))، فرجعنا، وما نرى في السماء قزعة، فجاءت سحابةٌ فمطرت حتى سال سقف المسجد، وكان من جريد النخل، وأقيمت الصلاة، فرأيت رسول الله صلى الله عليه وسلم يسجد في الماء والطين، حتى رأيت أثر الطين في جبهته (¬3) ¶ قال بدر الدين العيني عند قوله: ((نسيتها)): \"والمعنى أنّه أنسي علم تعيينها في تلك السنة، وقال الكرماني: فإن قلتَ: إذا جاز النسيان في هذه المسألة جاز في غيرها فيفوت منه التبليغ إلى الأمة. قلتُ: نسيان الأحكام التي يجب عليه التبليغ لها لا يجوز، ولو جاز ووقع لذكّره الله تعالى\" (¬4) ¶ سبب رفع تعيين ليلة القدر ¶ 1 - تلاحي اثنين من الصحابة (¬5):عن عبادة بن الصامت رضي الله عنه قال: خرج النبي صلى الله عليه وسلم ليخبرنا بليلة القدر، فتلاحى رجلان من ¶ ¬__________ ¶ (¬1). ق 18 ¶ (¬2). يونس 61 ¶ (¬3). رواه البخاري (2/ 62 - 63) كتاب فضل ليلة القدر باب التماس ليلة القدر رقم (2016). ¶ (¬4). عمدة القاري (11/ 133) باختصار. ¶ (¬5). التلاحي: المنازعة والمشاتمة. قال ابن منظور: تلاحى الرجلان تشاتما. انظر: لسان العرب (12/ 259 - مادة لحا).",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "المسلمين، فقال: ((خرجت لأخبركم بليلة القدر، فتلاحى فلان وفلان فَرُفِعَتْ، وعسى أن يكون خيراً لكم، فالتمسوها في التاسعة والسابعة والخامسة)) (¬1) ¶ 2 - إيقاظ أهل النبي صلى الله عليه وسلم له: عن أبي هريرة رضي الله عنه أنّ رسول الله صلى الله عليه وسلم، قال: ((أُرِيتُ ليلة القدر، ثم أيقظني بعض أهلي فنسيتها، فالتمسوها في العشر الغوابر) (¬2)) (¬3).قال الحافظ ابن حجر: \"وفي رواية أبي نضرة عن أبي سعيد عند مسلم: ((فجاء رجلان يختصمان، معهما الشيطان)) (¬4) ـ إلى أن قال ـ وروى مسلم أيضاً عن أبي هريرة أنّ رسول الله صلى الله عليه وسلم قال: ((أُرِيتُ ليلة القدر، ثم أيقظني بعض أهلي فنسيتها)).وهذا سبب آخر، فإما أن يُحمل على التعدّد بأن تكون الرؤيا في حديث أبي هريرة مناماً، فيكون سببُ النسيان: الإيقاظ، وأن تكون الرؤية في حديث غيره في اليقظة، فيكون سبب النسيان: ما ذكر من المخاصمة. أو يحمل على اتحاد القصة، ويكون النسيان وقع مرتين عن سببين. ويحتمل أن يكون المعنى: أيقظني بعض أهلي فسمعت تلاحي الرجلين، فقمت لأحجز بينهما فنسيتها للاشتغال بهما. ¶ وقد روى عبد الرزاق من مرسل سعيد بن المسيّب أنه صلى الله عليه وسلم قال: ((ألا أخبركم بليلة القدر؟ قالوا: بلى، فسكت ساعة، ثم قال: لقد قلت ¶ ¬__________ ¶ (¬1). رواه البخاري (2/ 64) كتاب فضل ليلة القدر باب رفع معرفة ليلة القدر لتلاحي الناس رقم (2023) مادة: لحا. ¶ (¬2). قال ابن الأثير في النهاية (3/ 337): \"أي البواقي\". ¶ (¬3). رواه مسلم (2/ 824) كتاب الصيام باب فضل ليلة القدر رقم (1166). ¶ (¬4). رواه مسلم (2/ 827) كتاب الصيام باب فضل ليلة القدر رقم (1167).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "لكم وأنا أعلمها، ثم أُنسيتها)) (¬1) فلم يذكر سبب النسيان، وهو مما يقوّي الحمل على التعدّد\" (¬2) ¶ التماسُ ليلةِ القدرِ في إحدى وعشرين (¬3) ¶ عَن أَبي سَلَمَةَ بنِ عَبْدِالرَحمنِ رَحِمَهُ اللهُ تَعَالى قَالَ: «تَذَاكَرْنَا لَيْلةَ القَدرِ فَأَتيتُ أَبا سَعِيدٍ الخُدَريِّ وكانَ لي صَدِيقاً، فَقُلتُ: أَلا تَخرُجُ بنا إلى النَّخْلِ؟ فَخَرَجَ وعلَيهِ خَمِيصَةٌ، فقلتُ له: سَمِعْتَ رَسُولَ الله صلى الله عليه وسلم يَذكُرُ لَيلَةَ القَدْرِ؟ فَقَالَ: نعم، اعْتَكَفْنَا مَعَ رَسُولِ الله صلى الله عليه وسلم العَشرَ الوُسْطَى من رَمَضَانَ، فَخَرَجنا صَبِيحَةَ عِشرِينَ، فَخَطَبَنَا رَسُولُ الله صلى الله عليه وسلم فَقَالَ: إني أُرِيتُ لَيلَةَ القَدرِ، وإنِّي نَسِيتُها أو أُنْسِيتُها، فَالتَمِسُوهَا في العَشْرِ الأَوَاخِرِ من كُلِّ وِتْرٍ، وإنِّي أُرِيتُ أَنِّي أَسْجُدُ في ماءٍ وطِين فَمن كَانَ اعْتَكَفَ مع رَسُولِ الله صلى الله عليه وسلم فَليَرجِع، قَالَ: فَرَجَعْنَا ومَا نَرَى في السَّماءِ قَزَعَةً، قَالَ: وجَاءَت سَحَابَةٌ فَمُطِرْنَا حَتَّى سَأَلَ سَقفُ المَسجِدِ، وكانَ من جَرِيدِ النَّخلِ، وأُقِيمتْ الصَّلاةُ فَرأيتُ رَسُولَ الله صلى الله عليه وسلم يَسجدُ في الماءِ والطين، قَالَ: حتى رَأيتُ أَثَرَ الطينِ في جَبْهَتِهِ» رواه الشيخان (¬4) ¶ وَفي رِوَايَةٍ: قَالَ أَبُو سَعِيدٍ الخُدَرِيُّ رضي الله عنه: «كَانَ رَسُولُ الله صلى الله عليه وسلم يُجَاوِرُ في رَمَضَانَ العَشَرَ الَّتي في وَسَطِ الشَّهْرِ، فَإِذا كَانَ حِينَ يُمْسي مِنْ عِشْرينَ لَيْلَةً تَمضي وَيَسْتَقْبِلُ إِحْدَى وَعِشْرينَ رَجَعَ إِلى مَسْكَنِهِ، وَرَجَعَ مَنْ كَانَ يُجاوِرُ مَعَهُ» رواه البخاري (¬5) ¶ ¬__________ ¶ (¬1). مصنف عبد الرزاق (4/ 249). ¶ (¬2). فتح الباري (4/ 315). ¶ (¬3).واليه مال الامام الشافعي وجزم به جماعة من الشافعية. انظر: فتح الباري (4/ 310). ¶ (¬4). رواه البخاري (1912) ومسلم واللفظ له (1167). ¶ (¬5). هذه الرواية للبخاري (1914).",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ومن الفوائد والأحكام (¬1) أنَّ لَيلَةَ القَدْرِ تُطلَبُ في العَشرِ الأَوَاخِرِ، وأَرجَاهَا الأَوتَارُ، ومِنْ أَرْجَى الأَوتَارِ لَيلَةُ إِحدَى وعِشرِين, وَأَنَّهَا مَظِنَّةُ لَيْلَةِ القَدْرِ فَيَنْبَغِي لِلْمُسْلِمِ أَلاَّ يُفَرِّطَ في إِحْيَائِهَا. ¶ التماسُ ليلةِ القَدْرِ في ثلاثٍ وعشرين (¬2) ¶ عَنْ عَبدِالله بنِ أُنيسٍ الجُّهَنيِّ رضي الله عنه أَنَّ رَسُولَ الله صلى الله عليه وسلم قَالَ: «أُرِيتُ لَيْلَةَ القَدْرِ ثُم أُنْسيتُها وأَرَاني صُبْحَهَا أَسْجُدُ في مَاءٍ وطِينٍ، قَالَ: فَمُطِرنَا لَيْلَةَ ثَلاثٍ وعِشرينَ، فَصَلَّى بنا رَسُولُ الله صلى الله عليه وسلم فَانْصَرفَ وإِنَّ أَثَرَ الماءِ والطِّينِ عَلى جَبْهَتِهِ وَأَنْفِهِ، قَالَ: وَكَانَ عَبدُالله بنُ أَنيسٍ يَقُولُ: ثَلاثٍ وعِشرينَ» رواه مسلم (¬3) ¶ وعَنْ ابنِ عَباسٍ رَضيَ الله عَنْهُما قَالَ: «أُتِيْتُ وأَنا نَائِمٌ في رَمَضَانَ فَقيلَ لي: إِنَّ الَّليلةَ لَيْلَةُ القَدْرِ، قَالَ: فَقُمْتُ وَأَنا نَاعِسٌ فَتَعَلَّقْتُ بِبَعْضِ أَطْنَابِ فُسْطَاطِ رَسُولِ الله صلى الله عليه وسلم فَأَتَيْتُ رَسُولَ الله صلى الله عليه وسلم فَإِذَا هُوَ يُصَلي، قَالَ: فَنَظَرْتُ في تِلْكَ الَّليْلَةِ فَإِذا هِيَ لَيْلَةُ ثَلاثٍ وعِشرينَ» رواه أحمد (¬4) ¶ الفوائد والأحكام: فَضَيلَةُ لَيْلَةِ ثَلاثٍ وعِشْرينَ، وأَنَّها مَظِنَّةُ لَيْلَةِ القَدْرِ فَيَنْبَغي للمُسْلِم إِحْيَاؤُهَا بالعِبَادَةِ، والاجْتِهَادُ فِيهَا. ¶ ¬__________ ¶ (¬1). انظر: التمهيد (23/ 51 - 66) وشرح النووي على مسلم (8/ 61) وفتح الباري لابن حجر (4/ 257 - 259) وعمدة القاري (11/ 133) وحاشية السندي على النسائي (3/ 80) وعون المعبود (4/ 182) ومرقاة المفاتيح (4/ 512 - 513). ¶ (¬2). وهو قول ابن عباس وبلال، وعائشة وكانت توقظ أهلها وأنيس الجهني وابن المسيّب رواه ابن أبي شيبة في مصنفه (2/ 488_490). وكان يرشّ على أهله الماء: (2/ 490). وعبد الرزاق (4/_249_250). ¶ (¬3). رواه مسلم (1168) وأحمد (3/ 495) وأبو داود مطولاً (1379). ¶ (¬4). رواه أحمد (1/ 255) وابن أبي شيبة (2/ 250) والطبراني في الكبير (11/ 292) رقم (11777) وقال الهيثمي في مجمع الزوائد (3/ 76) «ورجال أحمد رجال الصحيح».",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "التماسُ ليلةِ القَدْرِ في السبعِ الأواخر ¶ عَن ابنِ عُمَرَ رَضيَ الله عَنْهُما أَنَّ رِجَالاً مِنْ أَصْحَابِ النَّبيِّ صلى الله عليه وسلم أُرُوُا لَيْلَةَ القَدْرِ في السَّبْعِ الأَوَاخِرِ فَقَالَ رَسُولُ الله صلى الله عليه وسلم: «أَرَى رُؤْيَاكُمْ قَدْ تَوَاطَأَتْ في السَّبْعِ الأَوَاخِرِ، فَمَنْ كَانَ مُتَحَرِيْها فَلْيَتَحَرَاها في السَّبْع الأَوَاخِر» متفق عليه. وفي رواية: «التَمِسُوهَا في العَشْرِ الأَوَاخِر، فَإِنْ ضَعُفَ أَحَدُكُمْ أَوْ عَجَزَ فَلا يُغْلَبَنَّ على السَّبْع البَواقِي».وفي رواية: «تَحَرُّوا لَيْلَةَ القَدْرِ في السَّبْعِ الأَوَاخِر» (¬1) ¶ الفوائد والأحكام: أَنَّ رُؤْيا الصَّحَابَةِ رَضيَ اللهُ عَنْهُم تَواطَأَتْ عَلى أَنَّ لَيْلَةَ الْقَدْرِ في السَّبع الأَواخِرِ من رَمَضَان، وَأَمَرَ النَّبيُّ صلى الله عليه وسلم بتَحَرِيهَا فيهَا ذَلكَ العَام، فَهِيَ مِنْ آكدِ الَّليالي (¬2) ومنها أَنَّ لَيْلَةَ الْقَدرِ قَدْ تُكْشَفُ لبَعْض النَّاس في المنَامِ أَو اليَقَظَةِ فَيَرى أَنْوارَهَا، أَو يَرى مَنْ يَقولُ لَه: هَذهِ لَيلَةُ القَدْرِ، وقَد يَفْتَحُ اللهُ تَعالى عَلى قَلْبِهِ مِن المُشَاهَدَةِ مَا يَتَبيَّنُ به الأَمْر (¬3) ¶ ¬__________ ¶ (¬1). رواه البخاري (1911) ومسلم (1165) والروايتان الأخريان لمسلم. ¶ (¬2). قال ابن بطال رحمه الله تعالى في شرحه على البخاري (4/ 151): على حديث ابن عمر «فليتحرها في السبع الأواخر» قال: يريد في ذلك العام الذي تواطأت فيه الرؤيا على ذلك وهي ليلة ثلاث وعشرين، لأنه قال في حديث أبي سعيد: «فالتمسوها في العشر الأواخر في الوتر، وإني رأيت أني أسجد في ماء وطين فمطرنا في ليلة إحدى وعشرين» وكانت ليلة القدر في حديث أبي سعيد في ذلك العام في غير السبع الأواخر، قال الطحاوي: وعلى هذا التأويل لا تتضاد الأخبار» أهـ. ¶ (¬3). مجموع الفتاوى (25/ 286).",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "التماسُ لَيلةِ القَدرِ في آخرِ ليلة ¶ عَنْ عُيَيْنَةَ بنِ عَبدِالرَّحمنِ قَالَ: حَدَّثَني أَبي قَالَ: «ذُكِرَتْ لَيْلَةُ القَدْرِ عِنْدَ أَبي بَكْرَةَ فَقالَ: مَا أَنا مُلْتَمِسُهَا لِشَيءٍ سَمِعْتُهُ مِنْ رَسُولِ الله صلى الله عليه وسلم إِلا في الْعَشْرِ الأَواخِرِ فَإِني سَمِعْتُهُ يَقولُ: التَمِسُوهَا في تِسْعٍ يَبْقينَ، أَو في سَبْعٍ يَبْقينَ، أَو في خَمْسٍ يَبْقينَ أَو في ثَلاثٍ، أَو آخِرِ لَيْلَةٍ، قَالَ: وكَانَ أَبُو بَكْرَةَ يُصَلِّي في العِشْرينَ مِنْ رَمَضَانَ كَصَلاتِهِ في سَائِرِ السَّنَةِ فَإِذَا دَخَلَ العَشْرُ اجْتَهَدَ» رواه الترمذي وقال: حسن صحيح (¬1) ¶ وَعَنْ مُعَاوِيَةَ بنِ أَبي سُفيانَ رضي الله عنه قَالَ: قَالَ رَسُولُ الله صلى الله عليه وسلم: «التَمِسُوا لَيْلَةَ القَدْرِ في آخِرِ لَيْلَةٍ» رَوَاهُ ابنُ خُزَيْمَةَ وبَوَّبَ عَلَيهِ فَقالَ: بَابُ الأَمْرِ بِطَلَبِ لَيْلَةِ القَدْرِ آخِرَ لَيْلَةٍ مِنْ رَمَضَانَ إِذْ جَائِزٌ أَنْ يَكُونَ في بَعْضِ السِّنينَ تِلْكَ الَّليْلَةَ (¬2) ¶ ¬__________ ¶ (¬1). رواه الطيالسي (881) وأحمد (5/ 39) والترمذي (794) والنسائي في الكبرى (3403) والبزار (3681) والطبراني في مسند الشاميين (1119). ¶ (¬2). صحيح ابن خزيمة (2189) وصححه الألباني في تعليقه عليه (3/ 330) وفي السلسلة الصحيحة (1471).",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "التماس ليلةِ القَدْرِ في سبعٍ وعشرين ¶ أنها ليلة السابع والعشرين , وهو قول جمع من الصحابة منهم أبي بن كعب (¬1) وأنس بن مالك (¬2) وإليه ذهب زر بن حبيش (¬3) قال الحافظ ابن حجر: \"القول الحادي والعشرين: أنها ليلة سبع وعشرين. وهو الجادّة من مذهب أحمد، ورواية عن أبي حنيفة، وبه جزم أبي كعب، وحلف عليه، كما أخرجه مسلم\" (¬4) وعن زر بن حبيش عن أُبي بن كعب رضي الله عنه قال: قال أُبيّ في ليلة القدر: (والله إني لأعلمها، وأكبر علمي هي الليلة التي أمرنا رسول الله صلى الله عليه وسلم بقيامها، وهي ليلة سبع وعشرين) (¬5) ¶ وفي رواية عَنْ زِرِّ بنِ حُبَيْشٍ رَحِمَه اللُه تَعَالى قَالَ: «سَأَلْتُ أُبيَّ بنَ كَعْبٍ رضى الله عنه فَقُلْتُ: إِنَّ أَخَاكَ ابْنَ مَسْعُودٍ يقولُ: مَنْ يَقُم الحَوْلَ يُصِبْ لَيْلَةَ القَدْرِ، فقالَ: رَحِمَهُ الله أَرَادَ أَنْ لا يَتَّكِلَ النَّاسُ، أَمَا إِنَّهُ قَدْ عَلِمَ أَنَّها في رَمَضَانَ وأَنها في العَشْرِ الأَوَاخِرِ، وأَنها لَيْلَةُ سَبْعٍ وعِشْرينَ، ثُم حَلَفَ لا يَسْتَثْنِي أنَها لَيْلَةُ سَبْعٍ وعِشْرينَ، فقلتُ: بِأَيِّ شَيءٍ تَقُولُ ذَلكَ يَا أَبَا المنْذِرِ، قَالَ: بالعَلامَةِ أو بالآيَةِ الَّتي أَخْبَرنَا رَسُولُ الله صلى الله عليه وسلم أَنَّها تَطْلُعُ يَوْمَئذٍ لا شُعَاعَ لها» رواه مسلم (¬6) وفي رِوايةٍ لأَحمد: «أَنَّ الشَّمْسَ تَطْلُعُ غَدَاةَ إِذْ كَأَنَّها طَسْتٌ لَيْسَ لَها شُعَاعٌ» (¬7) وفي رِوايةٍ لِلترمذيِّ قَالَ أُبَيٌّ رضي الله عنه: «والله لَقَدْ عَلِمَ ابنُ مَسْعُودٍ أَنَّها في رَمَضَان، وأَنَّها لَيْلَةُ سَبْعٍ وَعِشْرينَ، ولَكِنْ كَرِهَ أَنْ يُخبِرَكُمْ ¶ ¬__________ ¶ (¬1). رواه ابن أبي شيبه مصنفه (2/ 489) وعبد الرزاق (4/ 252 - 253). ¶ (¬2). رواه ابن أبي شيبة (2/ 490). ¶ (¬3). رواه عبد الرزاق (4/ 253). ¶ (¬4). فتح الباري (4/ 311). ¶ (¬5). ... رواه مسلم (2/ 828) كتاب الصيام باب فضل ليلة القدر رقم (762). ¶ (¬6). رواه مسلم (762) وأبو داود (1378) والترمذي (3351) وأحمد (5/ 130). ¶ (¬7). هذه الرواية لأحمد (5/ 130) وصححها ابن حبان (3690).",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "فَتَتَكِلُوا» (¬1) وعَنْ مُعَاويَةَ رضي الله عنه عَن النَّبِيِّ صلى الله عليه وسلم قَالْ: «لَيْلَةُ القَدْرِ لَيْلَةُ سَبْعٍ وعِشْرينَ» رواه أبو داود (¬2) وعَنْ عَبْدِالله بنِ عَبّاسٍ رَضيَ الله عَنْهُما أَنَّ رَجُلاً أَتَى النَّبيَّ صلى الله عليه وسلم فَقَالَ: «يا نَبيَّ الله، إِنّي شَيْخٌ كَبيرٌ عَلِيلٌ يَشُقُّ عَلَيَّ القِيَامُ، فَأْمُرْني بِلَيْلَةٍ لَعَلَّ الله يُوَفِّقُني فيهَا لَيْلَةَ القَدْر، قالَ: عَلَيْكَ بالسَّابِعَةِ» رواه أحمد (¬3) ¶ الفوائد والأحكام: ¶ أَنَّ مِنْ عَلامَاتِ لَيْلَةِ الْقَدْرِ شُرُوقُ الشَّمْسِ صَبِيحَتَها بَيْضَاءَ لا شُعَاعَ لَها. وأَنَّ إِخْبَارَ النَّبيِّ صلى الله عليه وسلم لِذَلكَ الشَّيْخِ الْكَبيرِ العَليلِ بأَنَّها في سَبْعٍ وعِشْرينَ لا يُعَارِضُ الأَحَاديثَ الأُخْرى الَّتي جَاءَ فِيهَا أَنَّ لَيْلَةَ الْقَدْرِ في غَيْرِهَا؛ إِذْ إِخْبَارُ النَّبيِّ صلى الله عليه وسلم عَنْ تِلْكَ الَّليْلَةِ كَانَ في تِلْكَ السَّنَةِ الَّتي سَأَلَهُ السَّائِلُ عَنْهَا؛ وذَلكَ جَمْعاً بَينَ النُّصُوصِ المخْتَلفَةِ في ذَلك. ¶ الترجيح: ولعل أرجح الأقوال فيها أنها في العشر الأواخر من رمضان؛ لقوله صلى الله عليه وسلم: ((إني أُريت ليلة القدر ثم أنسيتها، فالتمسوها في العشر الأواخر)) (¬4) ¶ وقد نُقل إجماع الصحابة على هذا؛ فقد روى عبد الرزاق في مصنّفه عن ابن عباس رضي الله عنهما قال: \"دعا عمر بن الخطاب أصحاب محمد صلى الله عليه وسلم فسألهم عن ليلة القدر، فأجمعوا أنها في العشر الأواخر ... \" (¬5) ¶ ¬__________ ¶ (¬1). هذه الرواية للترمذي وقال: حسن صحيح (793). ¶ (¬2). رواه أبوداود (1386) وصححه ابن حبان (3680) والألباني في صحيح أبي داود. ¶ (¬3). رواه أحمد (1/ 240) والبيهقي (4/ 312) والطبراني في الكبير (11/ 311) رقم (11836)، وقال الهيثمي في مجمع الزوائد (3/ 176): رواه أحمد ورجاله رجال الصحيح، وصححه الشيخ أحمد شاكر (2149). ¶ (¬4). رواه البخاري (2/ 62 - 63) كتاب فضل ليلة القدر، باب التماس ليلة القدر في السبع الأواخر رقم (2016) ومسلم (2/ 824) كتاب الصيام باب فضل ليلة الوتر رقم (1167). ¶ (¬5). رواه عبد الرزاق في مصنفه (4/ 246) والمروزي في مختصر قيام رمضان (ص123 - 124)، وقال الهيثمي في مجمع الزوائد (7/ 348): \"رواه البزار ورجاله ثقات\".",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ويستحب تحرّيها في الأوتار من العشر الأواخر، كليلة الحادي والعشرين، والثالث والعشرين، والخامس والعشرين، والسابع والعشرين، والتاسع والعشرين؛ لقوله صلى الله عليه وسلم: ((فالتمسوها في العشر الأواخر في الوتر)) (¬1) ... وقولِه صلى الله عليه وسلم في حديث عائشة: ((تحروا ليلة القدر في الوتر من العشر الأواخر من رمضان)) (¬2) وقولِه: ((التمسوها في العشر الأواخر من رمضان ليلة القدر في تاسعة تبقى، في سابعة تبقى، في خامسة تبقى)) (¬3) وقولِه: ((هي في العشر الأواخر، في تسع يمضين أو في سبع يبقين)) (¬4) ¶ قال ابن بطال: \"وإنّما يصح معناه وتُوافِق ليلة القدر وتراً من الليالي على ما ذُكِر في الحديث: إذا كان الشهر ناقصاً، فأما إن كان كاملاً فإنها لا تكون إلا في شفع، فتكون التاسعة الباقية: ثنتين وعشرين، والخامسة الباقية: ليلة ست وعشرين، والسابعة الباقية: ليلة أربع وعشرين على ما ذكره البخاري عن ابن عباس، فلا تصادف واحدة منهن وتراً، وهذا يدل على انتقال ليلة القدر كل سنة في العشر الأواخر من وتر إلى شفع، ومن شفع إلى وتر، لأنّ النبي عليه السلام لم يأمر أمته بالتماسها في شهر كامل دون ناقص، بل أطلق طلبها في جميع شهور رمضان التي قد رتبها الله مرّة على التمام، ومرةً على النقصان، فثبت انتقالها في العشر الأواخر وكلّها على ما قاله أبو قلابة\" (¬5) ¶ ¬__________ ¶ (¬1). رواه البخاري (2/ 62 - 63) كتاب فضل ليلة القدر باب التماس ليلة القدر في السبع الأواخر رقم (2016)، ومسلم (2/ 824) كتاب الصيام باب فضل ليلة الوتر رقم (1167). ¶ (¬2). رواه البخاري (2/ 63) كتاب فضل ليلة القدر باب تحري ليلة القدر في الوتر من العشر الأواخر رقم (2017). ¶ (¬3). رواه البخاري (2/ 64) كتاب فضل ليلة القدر باب تحري ليلة القدر في الوتر من العشر الأواخر رقم (2021). ¶ (¬4). المصدر السابق رقم (2022). ¶ (¬5). شرح صحيح البخاري لابن بطال (3/ 156).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وهي في ليلة السابع والعشرين آكد؛ لقوله صلى الله عليه وسلم: ((التمسوها في العشر الأواخر من رمضان، التمسوها في التاسعة والسابعة والخامسة)) (¬1) ولحلف أبيّ بن كعب رضي الله عنه على ذلك. قال الحافظ ابن حجر: \"وأرجاها أوتار العشر، وأرجى أوتار العشر عند الشافعية ليلة إحدى وعشرين أو ثلاث وعشرين على ما في حديث أبي سعيد وعبد الله بن أنيس، وأرجاها عند الجمهور ليلة سبع وعشرين\" (¬2) ¶ هل تنتقل من ليلة إلى أخرى باختلاف السنين؟ ¶ اختلف العلماء في هذا على قولين: ¶ القول الأول: أنها تنتقل فتكون سنةً في ليلة، وسنةً في ليلةٍ أخرى. وإليه ذهب مالك، وسفيان الثوري، وأحمد بن حنبل، وإسحاق بن راهويه، وأبو ثور. قال الحافظ العراقي: \"وذهب جماعة من العلماء إلى أنها تنتقل فتكون سنةً في ليلةٍ وسنة في ليلة أخرى وهكذا، وهذا قول مالك، وسفيان الثوري، وأحمد بن حنبل، وإسحاق بن راهويه، وأبي ثور، وغيرهم\" (¬3) وبه قالت الحنفية (¬4) ... وهو قولٌ عن للشافعية (¬5) ¶ القول الثاني: أنّها في ليلةٍ واحدة بعينها لا تنتقل. وهو مذهب ابن حزم، وبعض الشافعية. قال أبو محمد بن حزم: \"ليلة القدر في شهر رمضان، خاصة في العشر الأواخر، خاصة في ليلةٍ واحدةٍ بعينها لا تنتقل أبداً، إلا أنه لا يدري ¶ ¬__________ ¶ (¬1). رواه البخاري (2/ 64) كتاب فضل ليلة القدر باب رفع ليلة القدر رقم (2023)، ومسلم (2/ 827) وهذا لفظه كتاب الصيام باب: فضل ليلة القدر رقم (1167). ¶ (¬2). فتح الباري (4/ 413). ¶ (¬3). كتاب شرح الصدر (ص41). ¶ (¬4). انظر إعانة الطالبين (2/ 256). ¶ (¬5). انظر فتاوى الإمام النووي (ص55)، والمجموع (6/ 459)، وفتح الباري (4/ 313).",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "أحدٌ من الناس أي ليلةٍ هي من العشر المذكورة، إلاّ أنها في وتر منها ولا بدّ\" (¬1) ¶ مناقشة القولين: ¶ ولعل القول الأول هو الراجح لتضافر الأدلة على انتقالها، ففي حديث أبي سعيد الخدري رضي الله عنه في سجود النبي صلى الله عليه وسلم على الماء والطين، قال أبو سعيد: \"مُطرنا ليلة إحدى وعشرين فوكف المسجد في مصلى رسول الله صلى الله عليه وسلم، فنظرت إليه وقد انصرف من صلاة الصبح، ووجهه مبتلٌ طيناً وماءً\" (¬2) ¶ ولحديث عبد الله بن أنيس أن رسول الله صلى الله عليه وسلم قال: ((أريت ليلة القدر ثم أنسيتها، وأُراني صبحَها أسجد في ماء وطين))، قال: فمطرنا ليلة ثلاث وعشرين، فصلى بنا رسول الله صلى الله عليه وسلم، فانصرف، وإنّ أثر الماء والطين على جبهته وأنفه (¬3) ¶ قال الحافظ ابن حجر: \"وأرجحها كلها أنها في وترٍ من العشر الأخير، وأنها تنتقل، كما يُفهم من أحاديث هذا الباب\" (¬4) ¶ ¬__________ ¶ (¬1). المحلى (6/ 446). وانظر لقول الشافعية: حاشية البجيرمي (2/ 93) وحاشية الشرواني (2/ 478). ¶ (¬2). رواه مسلم (4/ 824) كتاب الصيام باب فضل ليلة القدر رقم (1167). ¶ (¬3). رواه مسلم (2/ 827) كتاب الصيام باب فضل ليلة القدر رقم (1168). ¶ (¬4). فتح الباري (4/ 413",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "الحكمة في رفع العلم بليلة القدر وعدم تعيينها ¶ عن عبادة بن الصامت رضي الله عنه قال: خرج النبي صلى الله عليه وسلم ليخبرنا بليلة القدر، فتلاحى رجلان من المسلمين، فقال: ((خرجت لأخبركم بليلة القدر، فتلاحى فلان وفلان، فرفعت، وعسى أن يكون خيراً لكم .. )) (¬1) ¶ قال البيهقي: \"قد كان رسول الله صلى الله عليه وسلم يعلمها في الابتداء، غير أنه لم يكن مأذوناً له في الإخبار بها؛ لئلا يتكلوا على علمها فيُحْيُوها دون سائر الليالي، ثم إنه صلى الله عليه وسلم أنسيها؛ لئلا يسأل عن شيء من أمر الدين فلا يخبر به\" (¬2) ¶ قال الحافظ ابن حجر: \"قوله: ((فعسى أن يكون خيراً)) فإن وجه الخيرية من جهة أن خفاءها يستدعي قيام كل الشهر، أو العشر، بخلاف ما لو بقيت معرفة تعيينها\" (¬3) ¶ وقال أيضاً: \"قال العلماء: الحكمة في إخفاء ليلة القدر ليحصل الاجتهاد في التماسها، بخلاف ما لو عُيِّنت لها ليلةٌ لاقتُصِر عليها، كما تقدم نحوه في ساعة الجمعة، وهذه الحكمة مُطَّرِدة عند من يقول: إنها في جميع السنة، وفي جميع رمضان، أو في جميع العشر الأخير، أو في أوتاره خاصة، إلا أنّ الأول ثم الثاني أليق\" (¬4) ¶ ¬__________ ¶ (¬1). رواه البخاري (2/ 64) كتاب فضل ليلة القدر باب رفع معرفة ليلة القدر رقم (2023). ¶ (¬2). فضائل الأوقات للبيهقي (ص244). ¶ (¬3). فتح الباري (4/ 314). ¶ (¬4). المصدر السابق (4/ 313).",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "علامات ليلة القدر ¶ قَالَ اللهُ تَعَالى: [تَنَزَّلُ المَلَائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ (4) سَلَامٌ هِيَ حَتَّى مَطْلَعِ الفَجْرِ (5)] (¬1) ¶ وعَنْ زِرِّ بنِ حُبَيْشٍ رَحِمَهُ اللهُ تَعَالى قَالَ: «سَمِعْتُ أُبيَّ بنَ كَعْبٍ يَقُولُ، وقِيلَ لَهُ: إِنَّ عَبدَالله بنَ مَسْعُودٍ يَقُولُ: مَنْ قَامَ السَّنَةَ أَصَابَ لَيْلَةَ الْقَدْرِ، فَقالَ أُبيٌّ: والله الَّذي لا إِلَهَ إِلا هُوَ إِنَّها لَفِي رَمَضَانَ - يَحلِفُ مَا يَسْتَثْني - ووالله إِنِّي لأَعْلَمُ أَيَّ لَيْلَةٍ هِيَ، هِيَ الَّليْلَةُ الَّتي أَمَرَنَا بها رَسُولُ الله صلى الله عليه وسلم بِقِيَامِهَا، هِيَ لَيْلَةُ صَبيحَةِ سَبْعٍ وعِشْرينَ، وأَمَارَتُها أَنْ تَطْلُعَ الشَّمْسُ في صَبِيحَةِ يَوْمِهَا بَيْضَاءَ لا شُعَاعَ لها» (¬2). ¶ وفي رِوايَةٍ لابنِ حِبَّان: «وَأَمَارَتُها أَنْ تَطْلُعَ الشَّمْسُ في صَبِيحَةِ يَوْمِهَا بَيْضَاءَ لا شُعَاعَ لها كَأَنهَا طَسْت»).قال القاضي عياض: في تفسير قول أبيّ: \"يحتمل وجهين: ¶ أحدهما: أن هذه الصفة اختصت بعلامةِ صبيحةِ الليلةِ التي أنبأهم النبي صلى الله عليه وسلم أنها ليلة القدر، وجعلها دليلاً لهم عليها في ذلك الوقت، لا أن تلك الصفة مختصة بصبيحة كل ليلة قدر، كما أعلمهم أنه يسجد في صبيحتها في ماء وطين. ¶ والثاني: أنها صفة خاصة لها، وقيل في ذلك: لما حجبها من أشخاص الملائكة الصاعدة إلى السماء، الذي أخبر الله بتنزيلهم تلك الليلة حتى يطلع الفجر، والله أعلم ¶ وعَنْ ابنِ مَسْعُودٍ رضي الله عنه أَنَّ رَسُولَ الله صلى الله عليه وسلم قَالَ: «إِنَّ لَيْلَةَ القَدْرِ في النِّصْفِ مِنَ السَّبْع الأَوَاخِرِ من رَمَضَانَ تَطْلُعُ الشَّمْسُ غَدَاةَ إِذْ ¶ ¬__________ ¶ (¬1). القدر ¶ (¬2). رواه مسلم (1/ 525) كتاب صلاة المسافرين باب الترغيب في قيام رقم (761).",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "صَافِيَةً لَيْسِ لها شُعَاعٌ، قَالَ ابنُ مَسْعُودٍ: فَنَظَرْتُ إِلَيها فَوَجَدْتُها كَما قَالَ رَسُولُ الله صلى الله عليه وسلم» رواه أحمد (¬1) ¶ وعَنْ أَبي هُرَيرَةَ رضي الله عنه أَنَّ رَسُولَ الله صلى الله عليه وسلم قَالَ في لَيْلَةِ القَدْرِ: «إِنَّها لَيْلَةُ سَابِعَةٍ أَوْ تَاسِعَةٍ وعِشْرينَ، إِنَّ المَلائِكَةَ تِلْكَ الَّليلَةَ في الأَرْضِ أَكْثَرُ مِنْ عَدَدِ الحَصَى» رواه أحمد (¬2) ¶ وَعَنْ عُبَادَةَ بنِ الصَّامِتِ رضي الله عنه أَنَّ رَسُولَ الله صلى الله عليه وسلم قَالَ: «إِنَّ أَمَارَةَ لَيْلَةِ القَدْرِ أَنَّها صَافِيَةٌ بَلْجَةٌ - أَيْ مُسْفِرَةٌ مُشْرِقَةٌ- كَأَنَّ فِيهَا قَمَراً سَاطِعاً، سَاكِنَةٌ سَاجِيَةٌ - أَيْ فيهَا سُكُونٌ- لا بَرْدَ فيهَا وَلا حَرَّ، وَلا يَحِلُّ لِكَوْكَبٍ أَنْ يُرْمَى به فيهَا حَتى يُصْبِحَ، وإِنَّ أَمَارَتَها أَنَّ الشَّمْسَ صَبيحَتَهَا تَخْرُجُ مُسْتَويَةً لَيسَ لها شُعَاعٌ مِثْلَ القَمَرِ لَيْلَةَ الْبَدْرِ، لا يَحِلُّ لِلشَّيْطَانِ أَنْ يَخْرُجَ مَعَهَا يَوْمَئِذٍ» رواه أحمد (¬3) ¶ وعَنْ جَابِرٍ رضي الله عنه قَالَ: قَالَ رَسُولُ الله صلى الله عليه وسلم: «إِنِّي كُنْتُ أُريتُ لَيْلَةَ القَدْرِ ثُم نَسيتُهَا وَهِيَ في العَشْرِ الأَوَاخِرِ، وَهِيَ طَلْقَةٌ بَلْجَةٌ لا حَارَّةٌ ولا بَارِدَةٌ، كَأَنَّ فيهَا قَمَراً يَفْضَحُ كَوَاكِبَهَا لا يَخْرُجُ شَيْطَانُها حَتى يَخْرُجَ فَجْرُهَا» رواه ابن خزيمة وابن حبان (¬4) ¶ وعنْ ابنِ عَباسٍ رَضيَ اللهُ عَنْهُما عَنْ النَّبيِّ صلى الله عليه وسلم في لَيْلَةِ القَدْرِ: «لَيْلَةٌ طَلْقَةٌ لا حَارَّةٌ ولا بَارِدَةٌ تُصْبِحَ الشَّمْسُ يَوْمَهَا حَمْرَاءُ ضَعِيفَة» رواه ابن خزيمة (¬5) ¶ ¬__________ ¶ (¬1). رواه أحمد (1/ 406) وابن أبي شيبة (2/ 250) وصححه الشيخ أحمد شاكر (3857). ¶ (¬2). رواه الطيالسي (2545) وأحمد (2/ 519) وصححه ابن خزيمة (2194) وقال ابن كثير في تفسيره (4/ 535) وإسناده لا بأس به، وقال الهيثمي: رواه أحمد والبزار والطبراني في الأوسط ورجاله ثقات (3/ 175 - 176) وحسنه الألباني في تعليقه على صحيح ابن خزيمة (3/ 332) وفي الصحيحة (2205). ¶ (¬3). رواه أحمد (5/ 324) والطبراني في مسند الشاميين (1119) والضياء في المختارة (342). وقال الهيثمي في الزوائد (3/ 175): ورجاله ثقات، وما بين الحاصرتين من كلامي بياناً للمعنى. ¶ (¬4). رواه ابن خزيمة (2190) وابن حبان (3688) وصححه الألباني بشواهده. ¶ (¬5). رواه ابن خزيمة (2192) وصححه الألباني بشواهده.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "الفوائد والأحكام: دَلَّتْ هَذِهِ النُّصوصُ عَلى أَنَّ لِلَيْلَةِ القَدْرِ عَلامَاتٍ هِيَ: ¶ العلامة الأولى: كُثْرَةُ تَنَزُّلِ المَلائِكَةِ فيهَا، وفي مُقَدِّمَتِهِم جِبْريلُ عَلَيهِ السَّلامُ لِيَشْهَدُوا المصَلينَ في مَسَاجِدِهِم، حتَّى إِنَّ الملائِكَةَ أَكثَرُ منْ عَدَدِ الحَصَى، وهَذِهِ العَلامَةُ لا تَظْهَرُ لِلنّاس. ¶ العلامة الثانية: أَنَّ السَّلامَةَ تَكْثُرُ فيهَا بما يَقُومُ بِهِ العِبَادُ مِنْ طَاعَةِ الله عَزَّ وَجَلَّ. ¶ العلامة الثالثة: أَنَّ الشَّمْسَ تَطْلُعُ صَبِيحَتَهَا بَيْضَاءَ لا شُعَاعَ لها. وسَبَبُ ذَلِكَ فيما ذَكَرهُ العُلَماءُ: أَنَّ المَلائِكَةَ يَصْعَدُونَ إِلى السَّماءِ فَتَحْجُبُ أَجْنِحَتُهُم أَو أَنْوَارُهُم أَشِعَةَ الشَّمْسِ (¬1) وذَلكَ مِنْ كَثْرَةِ تَنَزُلِهَم تِلْكَ الَّليْلَة. ¶ العلامة الرابعة: أَنَّ مِنْ صِفَاتِهَا أَنَّها لَيْلَةٌ صَافِيَةٌ سَاكِنَةٌ لا بَارِدَةٌ ولا حَارَةٌ، وهَذَا أَمْرٌ نِسْبِيٌ يَخْتَلِفُ باخْتِلافِ البُلْدَانِ بُرودَةً وحَرَارَةً، والمَعْنَى: أَنَّها لا بَارِدَةٌ ولا حَارَّةٌ بالنِّسْبَةِ لِلَّيَالي الَّتي قَبْلَهَا والَّتي بَعْدَهَا. ¶ العلامة الخامسة: أَنَّ الشَّيْطَانَ لا يَخْرُجُ مَعَ شَمْسِ صَبيحَتِهَا؛ ذَلكَ أَنَّ الشَّمْسَ تَطْلُعُ بَينَ قَرْنَي الشَّيْطَانِ إِلا صَبيحَةَ لَيْلَةِ القَدْرِ. ¶ أَنَّ أَكْثَرَ العَلامَاتِ المذْكُورَةِ لا تَبِيْنُ لِلنَّاسِ إلا بَعْدَ انْتِهَاءِ لَيْلَةِ القَدْرِ، وفَائِدَةُ ذَلكَ: أَنْ يَشْكُرَ مَنْ أَدْرَكَهَا رَبَّهُ عَلى تَوْفِيقِهِ لِقِيامِهَا، ويَنْدَمَ المُفَرِّطُ فِيهَا، ويَعْزِمَ عَلى تَدَارُكِهَا في السَّنَةِ القَادِمَةِ. وأَنَّ هَذِهِ العَلاماتِ رَاتِبةٌ لِكُلِّ لَيْلَةِ قَدْرٍ تَأْتي، ولَيْسَتْ خَاصَّةً بِوَقْتِ النَّبيِّ صلى الله عليه وسلم (¬2) ¶ ¬__________ ¶ (¬1). انظر: إكمال المعلم (4/ 148) وشرح النووي على مسلم (8/ 65) والمفهم (2/ 391) والديباج (3/ 259) وفيض القدير (5/ 396). ¶ (¬2). وذكر القرطبي أنه الأولى، المفهم (2/ 391).",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "الدعاءُ ليلةَ القدر ¶ عَنْ عَائشةَ رَضيَ الله عَنْهَا قَالَتْ: قُلتُ: «يا رَسولَ الله، أَرأَيتَ إنْ عَلِمْتُ أيَّ ليلَةٍ ليلَةَ القدْرِ مَا أَقُولُ فِيهَا؟ قَالَ: قولي: اللَّهُمَّ إنَّك عَفُوٌّ كَريمٌ تُحبُّ العَفوَ فَاعْفُ عنِّي» رَوَاهُ التِرمِذيُّ وقَالَ: هَذا حَديثٌ حَسَنٌ صَحيحٌ (¬1) ¶ وفي لَفْظٍ لابنِ مَاجَه: عَنْ عَائِشَةَ رَضيَ الله عَنْهَا أَنَّها قَالَتْ: «يا رَسُولَ الله، أَرأيتَ إِنْ وَافَقْتُ لَيلَةَ القَدْرِ ما أَدْعُو؟ قَالَ: تقولين: اللَّهُمَّ إنَّكَ عَفُوٌّ كَريمٌ تُحبُّ العَفْوَ فَاعْفُ عَنِّي». ¶ الفوائد والأحكام: فَضيلَةُ الدُّعَاءِ لَيْلَةَ القَدْرِ، وأَنَّهُ حَريٌّ بالإجَابَةِ. واسْتِحبَابُ الدُّعَاءِ بِجَوَامِعِ الكَلِم، وعَدَمُ تَكَلُّفِ الأَدعِيةِ التي فِيهَا سَجْعٌ أَوْ لا يُفهَمُ مَعْنَاهَا. و أنَّ هَذا الدُّعَاءَ الَّذي أَرْشَدَ إليه النَّبيُّ صلى الله عليه وسلم مِن أَجْمَعِ الدُّعَاءِ وأَنْفعِه، وأنَّهُ جَامعٌ لخَيرَيْ الدُّنيَا والآخِرَةِ؛ ذَلِكَ أنَّ الله تَعَالى إذا عَفَا عَنِ العِبادِ في الدُّنيا رَفَعَ عَنهُمُ العُقُوباتِ، وتَابَعَ عَلَيهمُ النِّعَمَ، وإذا عَفَا عَنهُم في الآخِرةِ سَلَّمَهُم مِنَ النَّارِ، وأَدْخَلَهُم الجَنَّة. ¶ ¬__________ ¶ (¬1). رواه الترمذي (3513) وابن ماجه (3850) والنسائي في الكبرى (10708) وأحمد (6/ 171) وصححه الحاكم وقَالَ: على شرط الشيخين (1/ 712).",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "الفهرس ¶ المقدمة ¶ أحاديث في فضل العشر الأواخر ¶ سبب تسمية ليلة القدر ¶ فضل ليلة القدر ¶ تحري ليلة القدر ¶ رفع تعيين ليلة القدر ¶ سبب رفع تعيين ليلة القدر ¶ أقوال العلماء في تعيين ليلة القدر ¶ التماسُ ليلةِ القدرِ في إحدى وعشرين ¶ التماسُ ليلةِ القَدْرِ في ثلاثٍ وعشرين ¶ التماسُ ليلةِ القَدْرِ في السبعِ الأواخر ¶ التماسُ لَيلةِ القَدرِ في آخرِ ليلة ¶ التماس ليلةِ القَدْرِ في سبعٍ وعشرين ¶ هل تنتقل من ليلة إلى أخرى باختلاف السنين؟ ¶ الحكمة في رفع العلم بليلة القدر وعدم تعيينها ¶ علامات ليلة القدر",
            "page": "30",
            "part": "1"
        }
    ],
    "t34978": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "ليلة القدر نفحات"
        }
    ]
}