{
    "b34976": [
        {
            "id": "1",
            "nass": "وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ ¶ أَهوالُ الموتِ والقِيامَةِ ¶ اعداد ¶ الشيخ. د محمدأحمد عبد الغني",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "{أَفَمِنْ هَذَا الْحَدِيثِ تَعْجَبُونَ وَتَضْحَكُونَ وَلا تَبْكُونَ وَأَنْتُمْ سَامِدُونَ} ¶ حقوق الطبع محفوظة ¶ الطبعة الأولى ¶ 1430_ 2009",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "الاهداء ¶ إلى نهرِ البارد , نهرِ الدماءِ , وصوتِ القهْرِ , ورَجْعِ البؤْسِ , وجُرْحِ القلْبِ ودمعةِ العينِ , ومهوى الفؤاد , وملعبِ الصبا , ومَشيبِ الرّأسِ. ¶ إلى الصرح العلمي الذي أولاني الرعاية والعناية في التماس العلم في أحضان الجامعة الإسْلاميَّة بالمدينة المنورة. ¶ إلى النواة المباركة والجامعة الشامخة جامعة الإمام الأَوْزاعي التي تتعهد الاطلاع المدهش والغوص على مكنونات المسائل ما يفرح به المسلمون نصراً ... ¶ إلى المؤمن ليذكّر الموتَ وسكرتَه، والقبرَ وظلمتَه، ,ونفخَ الصورِ ورهبته و الْحِسَاب ودقتَه، والصراطَ ومزلته، ليتفكرَ ما في القبورِ وفي البعثِ والنشورِ.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "المقدمة ¶ الحمد لله الذى أذلَ بالموتِ رقابَ الجبابرةِ، وأنهى بالموتِ آمالَ القياصَرة، فنقلَهم بالموتِ من القصورِ إلى القبور، ومن ضِياءِ المهُود إلى ظُلمةِ اللحود، ومن مُلاعبةِ الولدانِ والخِلانِ إلى مقاساةِ الديدان، ومن التنعمِ فى ألوانِ الطعامِ والشرابِ إلى التمرغِ فى ألوانِ الوحلِ والترابِ. وصَلّى اللهُ عَلَى مُحَمَّدٍ وَعَلَى آلِهِ وصَحْبِهِ أَجْمَعِين. ¶ وبعد: ¶ فقد أجلنا النظرَ في غضونِ المباحثِ المسطورةِ في عظاتِ الموتِ المنشورةِ , فاستخلصنا هذه الرسالةَ الوجيزةَ، والدرةَ الثمينةَ العزيزةَ، المسماة (وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ) (¬1) واعتمدنا فيها من تقريبِ العبارةِ، وتوضيحِ الإشارة، ما تتلقاه المدركة بمجرد الالتفات، ولا تخشى فيه الحافظةُ الفوات، معززة النصوص بمختارات صحيح الشواهد، ومقرونة بنقول الفرائد والفوائد، لتكون موعظةً للقلوبِ موقظة، فإن قلوبَنا بالذنوب مريضةٌ، وأجنحتَنا بالخطايا مهيضةٌ، وأنها لتبصرةٌ للمَوتِ الخَطب الأفظع والأمر الأشنع , إنه الحقيقةُ التي لا مفرَّ منها ولا مهربَ طال الزمان أو قصر (قُلْ إِنَّ المَوْتَ الَّذِي تَفِرُّونَ مِنْهُ فَإِنَّهُ مُلاقِيكُمْ ثُمَّ تُرَدُّونَ إِلِى عَالِمِ الغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ). (¬2) ¶ وان المتأملَ لحالِ المسلمينَ الذين ظهرت فيهم الآفاتُ والفتنُ وعم فيهم التعلق بالدُنْيَا وزُخرفها ليشعرُ بالرهبةِ والإشفاقِ. إذ قد قست منا القلوبُ فهي لاهيةٌ وساهيةٌ وغافلةٌ عن الموعظات. ¶ ¬__________ ¶ (¬1) مريم 39 ¶ (¬2) الجمعة 8",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وتحجرت العيونُ عن العَبَرات، كم من قريبٍ دفناه، وكم من حبيبٍ ودعناه، ثُمَّ نفضنا الترابَ من أيدينا وعدنا إلى دنيانا، لنغرقَ في ملذاتها. فإلى الله نشكو قسوةً قد عمت، وغفلةً قد طمت، وأياماً قد طويت، أضعناها في المغرياتِ، وقتلناها بالشهواتِ .. ¶ لهذا كله كان لابد من الوقوفِ على بعضِ مشاهدِ الحسرةِ في الآخرة لعل النفوسَ تستيقظُ وتخشعُ وتذلُ وتقنع فتبادر إلى الحسنى، علنا أن نحاسبَ أنفسِنا ما دمنا في مهلةٍ من أعمارٍ وأوقات وقبلَ أن نندمَ حَيْثُ لا ينفعُ ندمُ ولا حسرات: (وَأَنْذِرْهُمْ يَوْمَ. الْحَسْرَةِ إِذْ قُضِيَ الْأَمْرُ وَهُمْ فِي غَفْلَةٍ وَهُمْ لَا يُؤْمِنُونَ) (¬1). ¶ وفي الختام أرجو أن يُرزقَ هذا العمل بالقبول عند الله، وأن يكون صدقةً جاريةً خالصةً لوجهه الكريم وَجَزَى الله خيرًا من تسبب في طبع هذا الكتاب فقد وَرَدَ عنه صلى الله عليه وسلم أنه قال: «إِنَّ الله يُدْخِلُ في السَّهْمِ الوَاحِدِ ثلاثة نَفَرٍ الجَنَّة: صَانِعَهُ يَحْتَسِبُ في صَنْعَتِهِ الخيْرَ، والرَّامِيْ بِهِ، ومُنْبِلَه» (¬2) وورد عنه أنه قال: «إِذَا مَاتَ الإِنسَانُ انْقَطَعَ عَمَلُهُ إِلا مِنْ ثَلاثٍ: صَدَقَةٍ جَارِيَةٍ، أو عِلْمٍ يُنْتَفَعُ بِهِ، أَوْ وَلَدٍ صَالِحٍ يَدْعُو له» (¬3). ¶ ولا أسلِّم نفسي عن خطإٍ وزللٍ ولا أعصم قولي عن وهَم وخَطَل فكل بني آدم خطّاء، والفاضلُ من تُعدُّ سقطاته وتُحصى غلطاته وأنا أسألُ اللهَ تعالى بجوده الذي هو غاية مطلب الطُّلاّب وكرمه الواسع الذي لا يحول دونه سترٍ ولا حجاب أن يجعلَه في إصلاح الدين ورجحاناً في ميزانِ الفقيدةِ الغاليةِ عند خِفَّة الموازين إنه خيرُ مأمولٍ وأكرمُ مسؤول ... ¶ ¬__________ ¶ (¬1) مريم 39 ¶ (¬2) رَوَاهُ أبو دود. ¶ (¬3) أَخرَجَه مُسْلِم فى كِتَاب الوصية، بَاب ما يلحق الإنسان من الثواب بعد وفاته (3/ 1631).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "حَقيقةُ الدُّنْيَا ¶ قَالَ أَحَدُ العُلَمَاءِ رَحِمَهُ اللهُ فِي مَوْعِظَة وَعَظَهَا: (أَلا أَنَّ الدُّنْيَا بَقَاؤُهَا قَلِيلٌ، وَعَزِيزُهَا ذَلِيل، وَغَنِّيها فَقِير، شَابُّهَا يَهْرَمْ، وَحَيُّهَا يَمُوت، وَلا يَغُرُّكمْ إِقْبَالُهَا مَعَ مَعْرِفَتِكُم بِسُرْعَةِ إِدْبَارِهَا وَالمَغْرُورُ مِنِ اغْتَرَّ بِمَا لا يَدُومُ والمفْتُونُ مَنْ أجْهَدَ نَفْسَهُ في طَلَبِ مَا لَيْسَ بِمَقْسُوْمٍ ... أَيْنَ سُكّانُهَا الذِيْنَ تَبَوَّؤُا مَدَائِنَها وَشَقُّوا أَنْهَارَهَا وَغَرَسُوا أَشْجَارَهَا لَقَدْ أَقَامُوا أَيّاماً يَسِيْرَةً فَتَنَتْهُم العَافِيَةُ وَغَرَّهُم النَّشَاطُ وَأَلْهَتْهُم الزَّخَارِفُ فرَكِبُوا المَعَاصِيْ حتَّى أنَاخَت بهِم مَطَايَاهَا عَلى حَافَاتِ الحُفَرِ). ¶ إن من نظر إلى الدُّنْيَا بعين البصيرة أيقنَ أن نعيمَها ابتلاءٌ، وحياتها عناءٌ وعيشها نكدٌ وبلاء، وصفوها كدر وضراء وأهلها منْهَا على وجل إما بنعمة زائلة، أَوْ بلية نازلة أَوْ مَنيَّة قاضية. ذلك أَنَّ الدُّنْيَا مَنْزِلةٌ وَلَيْسَتْ بِدَارِ قَرارٍ وَالإِنْسَانُ مُسَافر فَأَوّلُ مَنَازِلهِ بَطْنُ أمهِ وَآخرُ مَنَازِلهِ لحَدُ قَبْرِهِ، وَإِنمَّا وَطَنُهُ وَقَرَارُهُ وَمُكْثُهُ واسْتِقْرَارُهُ بَعْدَهَا. (وإنَّمَا خُلِقَتِ الدُّنْيَا لِتَجُوزَهَا لا لِتَحُوزَهَا، ولِتَعْبُرَها لا لِتَعْمُرها فاقْتُلْ هَوَاكَ الْمَائِلَ إِلَيْهَا ولا تُعَوّلْ عَلَيهَا وأَنَّ الدُنْيَا مَزْرعةُ النَّوائِبِ ومَشْرَعَةُ المَصَائِبِ ومُفَرّقَةُ المَجَامِعِ ومُجْرِيَةُ المَدَامِعْ). (¬1) ¶ 1) الدُنْيَا حقيرة لا تساوي عند الله شيئًا. ¶ قال الله تعالى: \" اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الْأَمْوَالِ وَالْأَوْلَادِ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَكُونُ حُطَامًا وَفِي الْآخِرَةِ ¶ ¬__________ ¶ (¬1) موارد الظمآن لدروس الزمان , عَبدِ الْعَزِيزِ بْنِ مُحَمَّدٍ السّلمانِ (1/ المقدمة).",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِنَ اللَّهِ وَرِضْوَانٌ وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ \" (¬1) والمعنى: اعلموا -أيها النَّاس- أنما الحياة الدُنْيَا لعب ولهو, تلعب بها الأبدان وتلهو بها القلوب, وزينة تتزينون بها, وتفاخر بينكم بمتاعها, وتكاثر بالعدد في الأموال والأولاد, مثلها كمثل مطر أعجب الزُّرَّاع نباته, ثُمَّ يهيج هذا النبات فييبس, فتراه مصفرًا بعد خضرته, ثُمَّ يكون فُتاتًا يابسًا متهشمًا, وفي الآخرة عذاب شديد للكفار ومغفرة من الله ورضوان لأهل الإيمان. وما الحياة الدُنْيَا لمن عمل لها ناسيًا آخرته إلا متاع الغرور. ¶ وعن سهل بن سعد قال النَّبِيّ صلى الله عليه وسلم: \" لو كانت الدُنْيَا تعدل عند الله جناح بعوضة ما سقى كافرا منها شربة ماء \" (¬2). وعن جابر بن عبد الله أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَرَّ بِالسُّوقِ دَاخِلًا مِنْ بَعْضِ الْعَالِيَةِ وَالنَّاسُ كَنَفَتَهُ فَمَرَّ بِجَدْيٍ أَسَكَّ مَيِّتٍ فَتَنَاوَلَهُ فَأَخَذَ بِأُذُنِهِ ثُمَّ قَالَ: أَيُّكُمْ يُحِبُّ أَنَّ هَذَا لَهُ بِدِرْهَمٍ؟ ‍‍‍فَقَالُوا: مَا نُحِبُّ أَنَّهُ لَنَا بِشَيْءٍ وَمَا نَصْنَعُ بِهِ. قَالَ: أَتُحِبُّونَ أَنَّهُ لَكُمْ. قَالُوا: وَاللَّهِ لَوْ كَانَ حَيًّا كَانَ عَيْبًا فِيهِ لِأَنَّهُ أَسَكُّ فَكَيْفَ وَهُوَ مَيِّتٌ فَقَالَ: فَوَاللَّهِ لَلدُّنْيَا أَهْوَنُ عَلَى اللَّهِ مِنْ هَذَا عَلَيْكُمْ. (¬3) ولحقارتها زهدنا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فيها فشبهها بما تنفر منه السجايا السليمة فعن الضحاك بن سفيان أن النَّبِيّ صلى الله عليه وسلم قال: \" إن اللهَ تعالى جعلَ ما يخرجُ من بني آدم مثلاً للدُنْيَا \" (¬4). ¶ 2) الدُنْيَا دار فناء. ¶ فان الدنيا لا يَدُوم نعِيمُها، ولا تُؤْمَنُ فَجَائِعهُا، غَرُورٌ حائِل، وسِنادٌ مائِلِ , و إِنَّ اللهَ عَزَّ وَجَلَّ لمَّا خَلَقَ الدُّنْيَا حَكَمَ عَلَيْهَا بِالخَرَابِ وَعَلى أَهْلِهَا بِالفَنَاءِ وَمَا امْتَلأَتْ دَارٌ حُبْرَةً إِلّا امْتَلأَتْ عِبْرَةً وَلاَ اْجَتَمُعوا إلا تَفَرّقُوا حَتَّى يَكُوْنَ اللهُ هُوَ الذِي يَرِثُ الأَرْضَ وَمَنْ عَلَيْهَا فَمَنْ كانَ مِنْكُمْ بَاكِياً فَلْيَبْكِ عَلى نَفْسِهِ فإنَّ الذِي صَارَ إلَيْهِ صَاحِبُكُمْ كُلَّ النَّاسِ يَصِيْرُونَ إلَيْهِ غَداً. ¶ ¬__________ ¶ (¬1) الحديد 20 ¶ (¬2) أَخرَجَه التِّرْمِذيُّ في جامعه والضياء في المختارة وصححه الألباني عن سهل بن سعد. ¶ (¬3) (. صحيح مُسْلِم ¶ (¬4) أَخرَجَه الإمام أَحْمَد و الطَّبَرَانِيّ و الْبَيْهَقِي وحسنه الشيخ الألباني.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "يَقُول عُمرُ رَضِيَ اللَّهُ عَنْهُ: إنمَا الدُنْيَا أَملٌ مُخْتَرمٌ. أي: مُنْتَقَض وبَلاغٌ إلى دارٍ غيرها وسَيرٌ إلى المَوْتِ لَيْسَ فيه تَعْرِيْجٌ. فالدُنْيَا دارُ فَنَاءٍِ وظَعَنٍ لَيْسَتْ بدَارِ مَقَام, إنها إلى زوال، وكل ما فيها لا يبقى على حال، نعيمُها منغص لأنَّه ناقصٌ، وما هي إلا أيامٌ معدودات. قَالَ الله تعالى: \" مَا عِنْدَكُمْ يَنْفَدُ وَمَا عِنْدَ اللَّهِ بَاقٍ \" (¬1) ¶ وعَنْ خَالِدِ بْنِ عُمَيْرٍ الْعَدَوِيِّ قَالَ: خَطَبَنَا عُتْبَةُ بْنُ غَزْوَانَ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ: أَمَّا بَعْدُ فَإِنَّ الدُّنْيَا قَدْ آذَنَتْ بِصَرْمٍ، وَوَلَّتْ حَذَّاءَ (أي مسرعة)، وَلَمْ يَبْقَ مِنْهَا إِلَّا صُبَابَةٌ كَصُبَابَةِ الْإِنَاءِ يَتَصَابُّهَا صَاحِبُهَا، وَإِنَّكُمْ مُنْتَقِلُونَ مِنْهَا إِلَى دَارٍ لَا زَوَالَ لَهَا، فَانْتَقِلُوا بِخَيْرِ مَا بِحَضْرَتِكُمْ ... ) (¬2) ¶ إذا رأيت الإخوان والجيران والخلان، فتذكر كل من عليها فان. وإذا أبصرت البستان والأفنان والأغصان، فتذكر كل من عليها فان. وإذا شاهدت القصور والدور والحبور والسرور فتذكر يوم يبعثر ما في القبور، ويحصل ما في الصدور. ¶ 3) الدُنْيَا سبب الزيغ والضلال ¶ قَالَ أحد العلماء رحمه الله تعالى: اعلم أنَّ الدُّنْيَا رَأْسُ كُلِّ خَطِيئَةٍ كَمَا قَالَ - صلى الله عليه وسلم - وقد صارت عدوّةً لله وعدوّةً لأَوْلِيَائِهِ وعدوّةً لأَعْدَائِهِ، أما عَدَاوَتُهَا لله تعالى فلأَنّها قَطَعَتِ الطَّريقَ بينه وبينَ أوليائِهِ. ولهذا فإنّه لم يَنْظُر إليها مُنْذُ خَلَقَهَا، وأَمَّا عداوتُهَا لأَوليائِهِ فلأَنّها تَزَيَّنَتْ لهم بِزِينَتِها وَغَمَرتْهُم بِزَهْرَتِهَا وَتَزَهَّتْ لهم بنَضَارَتِهَا حتى تجَرَّعُوا مَرَارَاتِ الصَّبرِ في مُقَاطَعَتِهَا وَتَحَمَّلُوا الْمَشَاقَ فِي الْبُعْدِ مِنْهَا. وَأَمَّا عَدواتُهَا لأَعْدَائِهِ فَلأَنها اسْتَدْرَجَتْهُم بِمَكْرِهَا وَمَكَايِدِهَا وَاقْتَنَصَتْهمِ بحَبَائِلِهَا وَأَقْصَدَتْهُمْ بِسِهَامِهَا حَتَّى وَثِقُوا بِهَا وَعوَّلُوا عليها. فَخَذَلَتْهُمْ أَحْوَجَ مَا كَانُوا إِلَيْهَا وَغَدَرَتْ بِهِمْ أَسْكَنَ مَا كَانُوا إِلَيْهَا فَاجْتَنَوْا مِنْهَا حَسْرَةً تَنْقَطِعُ دُونَهَا الأَكْبَادُ. وَحَرَمَتْهُمْ السَّعَادَةَ الأَخْرَوِيَّةِ عَلَى طُولِ الأَمَاد فَانْتَبِه يَا مَنْ اغْتَرَّ بِهَا قَبْلَ أَنْ يُصِيبَكَ مِثْلَ مَا أَصَابَ الْمُغْتَرِّينَ بِهَا. ¶ ¬__________ ¶ (¬1) (. النحل/96 ¶ (¬2) (. صحيح مُسْلِم",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "إِنَّ الدُّنْيَا فيها قابلية الإغراء للتعلق بها وحبها فعن أبي الدرداء قال: قال صلى الله عليه وسلم: \" آلفقر تخافون؟ والذي نفسي بيده لتصبن عليكم الدُنْيَا صبا، حَتَّى لا يزيغ قلب أحدكم إن أزاغه إلا هي، و أيم الله لَقَدْ تركتكم على مثل البيضاء ليلها و نهارها سواء. (¬1) ¶ وأخبر أنها خَضِرَةٌ حلوة أي تأخذ العيون بحظرتها والقُلُوب بحلاوتها فعن مصعب بن سعد قال صلى الله عليه وسلم: \" احذروا الدُنْيَا فإنها خَضِرَةٌ حلوة \" (¬2). وَعَنْ أَبِى سَعِيدٍ الْخُدْرِيِّ عَنِ النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّ الدُّنْيَا حُلْوَةٌ خَضِرَةٌ وَإِنَّ اللَّهَ مُسْتَخْلِفُكُمْ فِيهَا فَيَنْظُرُ كَيْفَ تَعْمَلُونَ فَاتَّقُوا الدُّنْيَا) (¬3) ¶ 4) الدُنْيَا سبب الهلاك والذل. ¶ حذرنا رسولُ الله صلى الله عليه وسلم من الوقوعِ في شراكِ التنافسِ على المالِ، فعن ابن مسعود و أبي موسى الأشعري أن النَّبِيّ صلى الله عليه وسلم قال: \" إن هذا الدينارَ و الدرهمَ أهلكا من قبلكم و هما مهلكاكم. (¬4) وقال بشر الحافي: قل لمن طلب الدُنْيَا تهيأ للذل. فويل لمن أشغله ماله، وألهاه جماله، وصده عياله. متى الإفاقة يا من بحب الدُنْيَا مخمور، وببهرجها مغرور، أما تذكر إذا بعثر ما في القبور وحُصِّل ما في الصدور. ¶ 5) الدُنْيَا دار ابتلاء ¶ فالمؤمن يعرف أنها قنطرة إلى الآخرة وأنه لابد من امتحان ليعرف ماذا قدم وليصحح النهج إن أخطأ، أمَّا الكافر لا يرى سواها فيتكالب عليها، بل يعبدها. فعن أبي هُرَيْرَةَ أن النَّبِيّ صلى الله عليه وسلم قال: \" الدُّنْيَا سجنُ المؤمن و جنةُ الكافر \" (¬5) ¶ 6) مثل الحياة الدُنْيَا: ¶ ¬__________ ¶ (¬1) (. أَخرَجَه ابن ماجه وحسنه الشيخ الألباني. ¶ (¬2) (. أَخرَجَه الإمام أَحْمَد في مسنده وصححه الشيخ الألباني. ¶ (¬3) (. رَوَاهُ مُسْلِم. ¶ (¬4) (. أَخرَجَه الطَّبَرَانِيّ و الْبَيْهَقِي وصححه الشيخ الألباني. ¶ (¬5) (. أَخرَجَه الإمام مُسْلِم",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "مثل أَهْل الدُّنْيَا فِي غفلتهم مثل قوم ركبوا سفينة فانتهت بِهُمْ إلى جزيرة فأمرهم الملاح بالْخُرُوج لِقَضَاءِ الحاجة وحذرهم الإبطاء، وخوفهم مُرُور السَّفِينَة. فتفرقوا فِي نواحي الجزيرة، فقضى بَعْضهُمْ حاجته وبادر إلى السَّفِينَة فصادف المكَانَ خَالِيًا، فأخذ أوسع الأماكن وألينها. ووقف بَعْضهُمْ فِي الجزيرة، ينظر إلى أزهارها ويسمَعَ نغمَاتَ طيورها، ثُمَّ حدثته نَفْسهُ بفوات السَّفِينَة، وخطر ذهابها فَلَمْ يصادف إِلا مَكَانًا ضَيِّقًا فجلس فيه. وأكب بَعْضهُمْ على الأزهار الفائقة فحمل مَنْهَا حمله فَلَمَّا جَاءَ لم يجد فِي السَّفِينَة إِلا مَكَانًا ضَيِّقًا، وزاده حمله ضيقًا، وتولج بَعْضهُمْ فِي تلك الغياض، ونسي السَّفِينَة، وأبعد فِي نزهته، حَتَّى إن الملاح نادى بِالنَّاسِ، عِنْدَ دفع السَّفِينَة، فَلَمْ يبلغه صوته، لاشتغاله بملاهيه. ثُمَّ من هؤلاء من لحق بالسَّفِينَة، ولم يبق فيها موضع، فمَاتَ على الساحل، وَمِنْهُمْ من شغله لهوه، فافترسته السباع ونهشته الحيات وَمِنْهُمْ من تاه فهام على وجهه حَتَّى هلك، فهَذَا مثال أَهْل الدُّنْيَا فِي اشتغالهم بحظوظهم العاجلة، ونسيانهم موردهم وعاقبة أمرهم، وَمَا أقبح بالعاقل أن تغره أحجار ونبات يصير هَشِيمًا. (¬1) ¶ وَالْمَرْءُ يُبْلِيهِ فِي الدُّنْيَا وَيُخْلِقُهُ ... حِرْصٌ طَوِيلٌ وَعُمْرٌ فِيهِ تَقْصِيرُ ¶ يُطَوِّقُ النَّحْرَ بِالآمَالِ كَاذِبَةً ... وَلَهْذَمُ الْمَوْتِ دُونَ الطَّوْق مَطْرُورُ ¶ جَذْلانَ يَبْسِمُ فِي أَشْرَاكِ مِيتَتِهِ ... إِنْ أَفْلَتَ النَّابُ أَرْدَتْهُ الأَظَافِيرُ ¶ ¬__________ ¶ (¬1) موارد الظمآن لدروس الزمان , عَبدِ الْعَزِيزِ بْنِ مُحَمَّدٍ السّلمانِ (2/ 186 - 187).",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "1 - استشعار قرب الموت: ¶ الموتُ أقرب غائب يُنتظر, يَقعُ على الإنسانِ بغتةً كما قيل سهم بيد سواك لا تدري متى يغشاك. قالَ لقمانُ لابنه: (يا بني أمرٌ لا تدرى متى يلقاكَ استعد له قبلَ أن يغشاك). ¶ 2 - ذكرُ الموتِ ومرارتِه: قالَ السدي في قوله تعالى: (الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا وَهُوَ الْعَزِيزُ الْغَفُورُ) (¬1)، أي أكثركم للموت ذكراً واستعداداً وخوفاً وحذراً. وقد كان رسول الله صلى الله عليه وسلم يتعاهد قلوب أصحابه بتذكيرهم بالموت ¶ فعن أُبَيِّ بْنِ كَعْبٍ قَالَ: كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا ذَهَبَ ثُلُثَا اللَّيْلِ قَامَ فَقَالَ يَا أَيُّهَا النَّاسُ اذْكُرُوا اللَّهَ اذْكُرُوا اللَّهَ جَاءَتْ الرَّاجِفَةُ تَتْبَعُهَا الرَّادِفَةُ جَاءَ الْمَوْتُ بِمَا فِيهِ جَاءَ الْمَوْتُ بِمَا فِيهِ ... \" (¬2) ¶ وعن أبي هُرَيْرَةَ قال رسول الله صلى الله عليه وسلم: «أَكْثِرُوا ذِكْرَ هَادِمِ اَللَّذَّاتِ» (¬3)، وفي رواية «هَازِمِ» أي قاهر وغالب وفي رواية «هاذم» أي قاطع, وكلها تعني الموت. ¶ وقَالَ الدَقاقُ: (من أكثرَ من ذكرِ الموتِ أُكرِمَ بثلاثة أشياء: تعجيل التَوْبَة, وقناعة القلب, ونشاط العبادة, ومن نسي الموت عوقب بثلاثة أشياء: تسويف التَوْبَة, وترك الرضى بالكفاف, والتكاسل في العبادة). ¶ ¬__________ ¶ (¬1) (. الملك: 2 ¶ (¬2) (. أَخرَجَه التِّرْمِذيُّ (2457) كِتَاب صفة القيامة، وقال: حسن صحيح. ¶ (¬3) (. أَخرَجَه التِّرْمِذيُّ (2307) كِتَاب الزهد عن رسول الله، بَاب ما جاء في ذكر الموت. وقال: حسن صحيح غريب. وصححه الألباني في صحيح الترمذي (1877).",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وعن ابن عمر رضي الله عنهما أنه قال: كنت جالساً مع رسول الله صلى الله عليه وسلم فجاء رجل من الأنصار, فسلم على النَّبِيّ صلى الله عليه وسلم فقال: يا رسول الله, أي الْمُؤْمِنِين أفضل؟ قال: «أحسنهم خلقاً» قال: فأي الْمُؤْمِنِين أكيس؟ قال: «أكثرهم للموت ذكراً وأحسنهم لما بعده استعداداً أُولَئِكَ الأكياس» (¬1)، ¶ 3 - زيارة القبور: عن أبي هُرَيْرَةَ قال: زار النَّبِيّ صلى الله عليه وسلم قبر أمه فبكى وأبكى من حوله فقال: «استأذنت ربي أن أستغفر لها فلم يؤذن لي، واستأذنته في أن أزور قبرها فأذن لي، فزوروا القبور فإنها تذكر الموت» (¬2) وفي رواية\" فَإِنَّهَا تُذَكِّرُكُمْ الْآخِرَةَ (¬3).يقول رسول الله صلى الله عليه وسلم: (كنت نهيتكم عن زيارة القبور ألا فزوروها، فإنها تُرق القلب وتدمع العين، وتذكر الآخرة، ولا تقولوا هُجرا) (¬4) وجواز زيارة الرجال للقبور متفق عليه, مختلف فيه للنساء, و أمَّا القواعد «العجائز» فمباح لهن, وجائز لجميع النساء إذا انفردن بالخروج عن الرجال وأقصيت الفتنة. ¶ 4 - الاستعداد للموت بالأعمال الصَّالِحَة والمبادرة إلى ذَلِكَ فإنه لا يدري المرء متى تنزل به هذه الشدة من ليل أو نهار. وذكر الأعمال الصَّالِحَة عِنْدَ الموت مِمَّا يحسن ظن المُؤْمِن بربه ويهون عَلَيْهِ شدة الموت ويقوي رجاءه. ¶ 5 - الابتعاد عن المعاصي: أن تمثلَ نفسك عِنْدَ بعض زللك كأنه يؤمر بك إلي النَّار التي لا طاقة لمخلوق بها. وتصور نفاد اللذة وذهابهَا وبقاء العار والعذاب. ¶ ¬__________ ¶ (¬1) (. أَخرَجَه ابن ماجه ومالك. ¶ (¬2) (. أَخرَجَه مُسْلِم (976) كِتَاب الجنائز، بَاب استئذان النبي ربه في زيارة قبر أمه. ¶ (¬3) (. أَخرَجَه ابن مَاجَة (1569) كِتَاب ما جاء في الجنائز، بَاب ما جاء في زيارة القبور، وصححه الألباني في صحيح ابن ماجه (1275). ¶ (¬4) (. أَخرَجَه الحاكم في المستدرك (1/ 532) وصححه الألباني في صحيح الجامع (4586).",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "6 - ذكر فتنة القبر وعذابه أو نعيمه والبعث والحشر و الْحِسَاب والصراط والميزان والحوض والشفاعة و الْجَنَّة و النَّار وما أعد الله لأهلهما أجمالاً وتفصيلاً وقد ورد ذكر أحوال كثير من السَّلَف الصالح الَّذِي أقلقهم خوف الْحِسَاب والْعَذَاب فِي البرزخ و النَّار. ¶ فهذا صلة بن أشيم قام يصلي مع زوجته. فَلَمَّا أصبح عاتبه ابن أخيه فَقَالَ لَهُ: ما الَّذِي بك؟ فَقَالَ: إني ذقت حلاوة الدُنْيَا فصغر فِي عيني زهرتها وملاعبهَا، واستوي عندِي حجارتها وذهبها. ورَأَيْت كأن النَّاس يساقون إلي الْجَنَّة، وانَا أساق إلي النَّار، فأسهرت لذَلِكَ ليلي، وأظمأت نهاري، وكل ذَلِكَ صغَيْر حقير فِي جنب عفو الله، وثوابه عَزَّ وَجَلَّ وجنب عقابه. ¶ وسمَعَ عُمَر بن الْخَطَّاب رجلاً يتهجد فِي الليل ويقَرَأَ سورة الطور، فَلَمَّا بلغ قوله تعالى {إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ مَا لَهُ مِن دَافِعٍ} (¬1).قال عمر: قسم ورب الكعبة حق، ثُمَّ رجع إلي بيته فمرض شهراً يعوده النَّاس، ولا يدرون ما سبب مرضه. ¶ 7 - حسن الظن بالله تعالى: عن جابر بن عبد الله قال: سمعت رسول الله صلى الله عليه وسلم يقول قبل وفاته بثلاثة أيام: «لا يموتن أحدكم إلا وهو يحسن الظن بالله» (¬2) ¶ وعن أنس بن مالك أن النَّبِيّ صلى الله عليه وسلم دخل على شاب وهو في الموت فقال: «كَيْفَ تجدك؟» فقال: أرجو الله يا رسول الله وأخاف ذنوبي, فقال رسول الله صلى الله عليه وسلم: «لا يجتمعان في قلب عبد مُؤْمِن في مثل هذا الموطن إلا أعطاه الله ما يرجو وأمنه مما يخاف» (¬3) وعن وائلة بن الأسقع أن رسول الله صلى الله عليه وسلم قال: يقول الله تعالى في الحديث القدسي: «أنا عند ظن عبدي بي فليظن بي ما شاء» (¬4) ¶ 8 - النهي عن تمني الموت والدعاء به لضر نزل في المال والجسد: عَنْ أَنَسٍ رضي الله عنه قَالَ: قَالَ رَسُولُ اَللَّهِ صلى الله عليه وسلم: «لَا يَتَمَنَّيَنَّ أَحَدُكُمُ اَلْمَوْتَ لِضُرٍّ يَنْزِلُ بِهِ, فَإِنْ ¶ ¬__________ ¶ (¬1) (. الطور 7 - 8 ¶ (¬2) (. أَخرَجَه البُخَارِي و مُسْلِم. ¶ (¬3) (. أَخرَجَه ابن ماجه و التِّرْمِذيُّ. ¶ (¬4) (. أَخرَجَه أَحْمَد.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "كَانَ لَا بُدَّ مُتَمَنِّيًا فَلْيَقُلْ: اَللَّهُمَّ أَحْيِنِي مَا كَانَتِ اَلْحَيَاةُ خَيْرًا لِي, وَتَوَفَّنِي إِذَا كَانَتِ اَلْوَفَاةُ خَيْرًا لِي» (¬1) ¶ 9 - جواز تمني الموت والدعاء به خوف ذهاب الدين: قال الله عز وجل مخبراً عن يوسف: (تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ) (¬2)، أي إذا جاء أجلي توفني مسلماً, أي تمنى الوفاة على الإسلام. وقال تعالى مخبراً عن مريم: (قَالَتْ يَا لَيْتَنِي مِتُّ قَبْلَ هَذَا وَكُنْتُ نَسْيًا مَنْسِيًّا) (¬3) وقد تمنت الموت لسببين: لأنها خافت أن يُظن بها السوء في دينها وتُعير في فتنها. ولئلا يقع قوم بسببها في البهتان والزور والنسبة إلى الزنا وذلك مهلك لهم. ¶ وعن ابن عَبَّاس رضي الله عنهما، قال: قال رسول الله صلى الله عليه وسلم: «اللهم إني أسألك فعل الخيرات وترك المنكرات وحب المساكين، وإذا أردت في النَّاس فتنة فاقبضني إليك غير مفتون» (¬4) ¶ 10 - الموت كفارة لكل مسلم: قال صلى الله عليه وسلم: «ما من مسلم يصيبه أذى, من مرض فما سواه إلا حط الله به سيئاته كما تحط الشجرة ورقها» (¬5) وعن عبيد بن خالد السلمي عن النَّبِيّ صلى الله عليه وسلم: «موت الفجأة أخذة أسف للكافر» (¬6). وعن عَائِشَةَ رضي الله عنها: «إنه راحة للمؤمن وأخذة أسف للكافر» (¬7). ¶ 11 - العمل بالخواتيم: عن أبي هُرَيْرَةَ أن رسول الله صلى الله عليه وسلم قال: «إن الرجل ليعمل الزمان الطويل بعمل أهل الْجَنَّة ثُمَّ يختم له عمله بعمل أهل النَّار, وإن الرجل ليعمل ¶ ¬__________ ¶ (¬1) (. أَخرَجَه البُخَارِي (5671) و مُسْلِم (2680) .. ¶ (¬2) (. يوسف: 101 ¶ (¬3) (. أَخرَجَه مُسْلِم. ¶ (¬4) (. أَخرَجَه مالك و التِّرْمِذيُّ. ¶ (¬5). مُتَّفَقٌ عَلَيْهِ ¶ (¬6). أَخرَجَه أبو داود ¶ (¬7). أَخرَجَه التِّرْمِذيُّ.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "الزمان الطويل بعمل أهل النَّار ثُمَّ يختم له بعمل أهل الْجَنَّة» (¬1). وقال:\" إنما الأعمال بالخواتيم \" (¬2) ¶ وعن عَائِشَةَ رضي الله عنها قالت: كان النَّبِيّ صلى الله عليه وسلم يكثر أن يقول: «يا مقلب القلوب ثبت قلبي على طاعتك» فقلت: يا رسول الله إنك تكثر أن تدعو بهذا الدعاء فهل تخشى؟ قال: «وما يؤمنني يا عَائِشَةُ، وقلوب العباد بين إصبعين من أصابع الجبار إذا أراد أن يقلب قلب عبده قلبه». ¶ 12 - التَّوْبةُ من الذنوب: ¶ التَّوْبةُ لغة:\"هي الرُّجُوعُ من الذَّنْبِ وشَرعاً: عرفها القرطبي بقوله: \"هي الندم بالقلب، وترك المعصية في الحال، والعزم على ألا يعود إلى مثلها، وأن يكون ذلك حياء من الله\" (¬3). ¶ و التَوْبَة لفظ يشترك فيه العبد والرب سبحانه وتعالى، فإذا نُسِبَت إلى العبد فالمعنى: أنه رجع إلى ربه عن المعصية، وإذا وصف بها الرب تبارك وتعالى فالمعنى: أنه رجع على عبده برحمته وفضله. ¶ إن التَوْبَة لَيْسَت كلامًا يقال باللسان، كما يظن بعض النَّاس، حين يقول: تبتُ إلى الله، ورجعتُ إلى الله، وندمتُ على معصية الله، وعزمتُ على طاعة الله. ¶ قال الله تعالى: (يَا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحًا عَسَى رَبُّكُمْ أَنْ يُكَفِّرَ عَنْكُمْ سَيِّئَاتِكُمْ وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ يَوْمَ لَا يُخْزِي اللَّهُ النَّبِيّ وَالَّذِينَ آمَنُوا مَعَهُ نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ يَقُولُونَ رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) (¬4) ¶ وأصل التَوْبَة النصوح من الخلوص؛ يقال: هذا عسل ناصح إذا خلص من الشمع. هي التي لا عودة بعدها كما لا يعود اللبن إلى الضرع وقال قتادة: النصوح الصادقة الناصحة. ¶ شروط التَوْبَة النصوح: ¶ ¬__________ ¶ (¬1). أَخرَجَه مُسْلِم ¶ (¬2) أَخرَجَه البخارى فى كِتَاب الرقاق، بَاب الأعمال بالخواتيم ومايخاف منها (11/ 6493). ¶ (¬3) الجامع لأحكام القرآن (5/ 91). ¶ (¬4) التحريم 8",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "أحدها: الإِقلاعُ عَنْ المعْصِيةِ: فالذي يرجع إلى الله وهو مقيم على الذنب لا يعد تائباً، وفي قوله تعالى: (وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَا المُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ) (¬1) إشارة إلى معنى الإقلاع عن المعصية التي هُو مُتَلَبِّسٌ بِهَا (¬2). ¶ والثاني: النَّدَمُ عَلَى فِعْلَها: وهو التحسر من تغير رأي في أمر فائت بأن يندم على فعل المعصية و أن يغمر القلب شعور بالأسى والحسرة على ما فرط في جنب الله، قال مغفل لابن مسعود رضي الله عنه: أسمعت رسول الله صلى الله عليه وسلم يقول: «إن العبد إذا اعترف بذنبه ثُمَّ تاب إلى الله عز وجل تاب الله عليه؟» فقال: نعم سمعته يقول: «الندم توبة» (¬3). وعن عَائِشَةَ رضي الله عنها قالت: سمعت رسول الله صلى الله عليه وسلم يقول: «إن العبد إذا اعترف بذنبه ثُمَّ تاب إلى الله تاب الله عليه» (¬4) ¶ والثالث: العَزْمُ أَنْ لا يَعُوْدَ إلى المعْصِيةِ: والعزم الصادق على إصلاح الأمر، العزم على الطاعة، وعلى ترك المعصية، فلا يعود إليها كما لا يعود اللبن إلى الضَّرع. فإن فُقِدَ أَحَدُ الشُرُوطِ الثَّلاثِةِ لَمْ تَصِحَّ تَوْبَتُهُ. هذا إذا كانت المعصية تتعلّق بحق الله تعالى. ¶ أمَّا إذا كَانَتْ المعصيَةُ تَتَعَلَّقُ بآدميٍ، فَشُرُوطُها أرْبَعَةُ: الثلاثةُ الشُروطُ المذكورةُ، والرابعُ: أن يَبْرَأَ مِنْ حَقّ صَاحِبها، فإنْ، فإن كَانتْ تتعلق بأمور ماديةكالمال رَدَّهُ إِليهِ و إن كانت تتعلق بأمور غير مادية، كالغيبة إستحله منها ,وفي هذا يقول عليه الصَّلاَة والسَّلام: ((مَنْ كَاْنَتْ عِنْدَهُ مظلمةٌ لأخِيهِ فَلْيَتَحَلَّلْهُ منها، فإنه لَيْسَ ثم دِرْهَمٌ ولا دينارٌ، من قبل أن يؤخذ لأخيه من حسناته، فإن لم يَكُنْ لَهُ حَسَنَاتٌ أُخِذَ مِنْ سَيِئآتِ أخيه فطرحت عليه)) (¬5) ¶ ¬__________ ¶ (¬1) النور 31 ¶ (¬2) انظر: كِتَاب التوبة في ضوء القرآن الكريم للدكتورة آمال نصير. ¶ (¬3) أَخرَجَه ابن مَاجَة في سننه في كِتَاب الزهد بَاب ذكر التوبة برقم (4252) و أَخرَجَه الإمام أَحْمَد في مسنده برقم (3387). وصححه الألباني في صحيح الجامع (6802). ¶ (¬4) أَخرَجَه البُخَارِي و مُسْلِم. ¶ (¬5) أَخرَجَه البُخَارِي في كِتَاب المظالم والغصب بَاب: من كانت له مظلمة عند رجل فحللها له (2449) من حَدِيث أبي هريرة.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وينبغي تغيير حال المعصية بحال الطاعة، وذلك بتغيير اللباس: باستبدال ما عليه من حرام بالحلال, وتغيير المجلس: بترك مجالس اللهو واللعب واستبدالها بمجالس العلماء والذكر، وتغيير الطعام: بأكل الحلال وترك ما فيه شبهة فضلاً عن ترك الحرام وتغيير النفقة: بترك الحرام وكسب الحلال وتغيير الفراش: بالقيام بالليل عوض ما كان يشغله بالبطالة والغفلة والمعصية كما قال تعالى: (تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا) (¬1). وتغيير الخلق: بأن ينقلب خلقه من الشدة إلى اللين ومن الضيق إلى السعة ومن الشكاسة إلى السماحة وتوسيع الكف بالسخاء والإيثار بالعطاء, وهكذا يبدل كل ما كان عليه كشرب الخمر بكسر الإناء سقي اللبن والعسل والزنا بكفالة الأرملة واليتيمة وتجهيزهما ويكون مع ذلك نادماً على ما سلف منه ومتحسراً على ما ضيع من عمره فإذا كملت التَوْبَة بالخصال التي ذكرنا والشروط التي بينا تقبلها الله بكرمه كما قال تعالى: (وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى) (¬2). ¶ ومن هنا فالواجب على المرء المبادرة للتوبة والأوبة قبل الموت , قال الله تعالى: (ثُمَّ يَتُوبُونَ مِن قَرِيبٍ) (¬3) أي قبل معاينة ملك الموت. وقال تعالى: (وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنّى تُبْتُ الآنَ وَلاَ الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ أُوْلَئِكَ أَعْتَدْنَا لَهُمْ عَذَاباً أَلِيماً) (¬4) أي لا تقبل التَوْبَة بعد الغرغرة ومشاهدة المحتضر لملك الموت , فعن عبد الله بن عمرو عن النَّبِيّ صلى الله عليه وسلم قال: (إنّ الله تعالى يَقْبَلُ توبةَ العبْدِ ما لمْ يُغَرْغِرْ) (¬5) يقول المباركفوري: \"أي: ما لم تبلغ الروح إلى الحلقوم يعني ما لم يتيقن الموت فإن التَوْبَة بعد ¶ ¬__________ ¶ (¬1) السجدة: 16 ¶ (¬2) طه: 82 ¶ (¬3) النساء: 17 ¶ (¬4) النساء:18 ¶ (¬5) أَخرَجَه التِّرْمِذيُّ في كِتَاب الدعوات بَاب: في فضل التوبة والاستغفار (3537)، وابن مَاجَة في سننه في ... كِتَاب الزهد بَاب: ذكر التوبة (4253). وحسنه الألباني في صحيح الجامع (1903).",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "التيقن بالموت لم يعتد بها) (¬1) كما قال تعالى عن فِرعون: (حَتَّى إِذَا أَدْرَكَهُ الْغَرَقُ قَالَ آمَنتُ أَنَّهُ لا إِلِهَ إِلاَّ الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيلَ) (¬2). ¶ موعظة: فيا باغي الخير أقبل، فالباب غير مقفل، يا من أذنب وعصى، وأخطأ وعتى، تعال فلعل وعسى، يا من بقلبه من الذنوب جروح، تعال فالباب مفتوح، والكرم يغدو ويروح، يا من ركب مطايا الخطايا، تعال إلى ميدان العطايا، يا من اقترفوا فاعترفوا، لن تنسوا (قُلْ يَا عِبَادِي الَّذِينَ أَسْرَفُوا)، يا من بذنب باء، وقد أساء، تذكر: ((يا ابن آدم لو بلغت ذنوبك عنان السماء)). ¶ أسقت بغي كلبا، فأرضت ربّا، ومحت ذنبا، قتل رجل مائة رجل، ثم تاب إلى الله عز وجلّ، فدخل الجنة على عجل. ¶ إذا أذنبت فتب وتندّم، فقد سبقك بالذنب أبوك آدم، ومن يشابه أباه فما ظلم، وتلك شنشنة نعرفها من أخزم، فلا تقلد أباك في الذنب وتترك المتاب، فإن أباك لما أذنب أناب، بنص الكتاب. ¶ أجمل الكلمات، وأحسن العبارات، لدى رب الأرض والسموات، قول العبد: يا رب أذنبتُ، يا رب أسأتُ، يا رب أخطأتُ، فيكون الجواب منه سبحانه: عبدي قد غفرت وسامحت، وسترت وصفحت. وللتائب فرحتان ودمعتان وبسمتان. فرحة يوم ترك الذنب، والأخرى إذا لقي الرب، ودمعة إذا ذكر ما مضى، والثانية إذا تأمل كيف ذهب عمره وانقضى، وبسمة يوم ذكر فضل الله عليه بالتوبة، وهي أجلّ نعمة، والأخرى يوم صرف عنه الذنب وهو أفظع نقمة. ¶ موانع التَوْبَة: ¶ أولها: التَّسْويفُ بالتَّوْبَةِ: وهو طول الأمل , فمَن الذي يدري إذا خرج من بيته أيعود إليه حيا أم ميتًا؟ أيعود إليه حاملاً أم محمولاً؟ وقد قال العلماءُ: ما مِثالُ المُسَوّفِ بالتوبةِ إِلَّا مثال مَنْ احتاج إلى قلْع شجرةٍ فرآها قَويةً لا تنقلعُ إِلَّا بمشقةٍ شديدةٍ فقال: أوْ أَخِّرُها سنة ثُمَّ أعودُ ¶ ¬__________ ¶ (¬1) تحفة الأحوذي شرح جامع الترمذي (9/ 521). ¶ (¬2) يونس 90",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "إليها وهو يعلمُ أنّ الشجرة كُلما بَقِيتْ ازدادتْ قوةً لرُسُوخِها وكلما طال عُمُرُهُ ازْدَادَ ضَعْفُه فلا حَماقةَ في الدُنْيَا أعظمُ مِن حَماقِتهِ إذْ عَجَزَ معَ قُوَّتِهِ عن مُقاومةِ ضعيفٍ فأخَذَ يَنْتَظِرْ الغَلَبَةَ عليه إذا ضعُفَ هو في نفسِهِ وقويَ الضعيفُ. ¶ ثانيا: الاستهانة والاستخفاف بالمعصية: وقد قال بعض السلف: لا تنظر إلى صغر المعصية، وانظر إلى كبرياء من عصيته. ¶ ثالثا: الاتكال على عفو الله تعالى: وهذه أمنية يبذُرها الشَّيْطَان في قلب بعض النَّاس: (يأْخُذُونَ عَرَضَ هَذَا الْأَدْنَى وَيَقُولُونَ سَيُغْفَرُ لَنَا) (¬1) يأخذون متاع الحياة الدُنْيَا ويقولون: سيغفر لنا، ينظرون إلى جانب العفو والمغفرة، ولا ينظرون إلى جانب البطش والعقاب، والله تعالى يقول: (نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ) (¬2) صحيح أن رحمته وسعت كل شيء، ولكن لمَن كتب هذه الرحمة؟ إنه يقول: (فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُمْ بِآياتِنَا يُؤْمِنُونَ) (¬3) ويقول (إِنَّ رَحْمَةَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ) فإذا نظر الإنسان إلى قوله تعالى: (غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ (فيكمل الآية) شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ لا إِلَهَ إِلَّا هُوَ إِلَيْهِ الْمَصِيرُ (¬4). ¶ 13 - محاسبة النفس: قال الله جل وعلا ((يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَلْتَنْظُرْ نَفْسٌ مَا قَدَّمَتْ لِغَدٍ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ)) (¬5) ¶ قالَ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللهُ عَنْهُ قَالَ: حَاسِبُوا أَنْفُسَكُمْ قَبْلَ أَنْ تُحَاسَبُوا، وزنُوهَا قبل أنْ تُوزَنوا، فَإِنَّه أَهونُ عَليكُم في الْحِسَابِ غَدًا أَنْ تُحَاسَبُوا أَنْفُسَكُمْ اليوم، وَتَزَيَّنُوا لِلْعَرْضِ الأَكْبَرِ يومئذٍ تُعرضونَ لا تَخْفَى مِنْكَمْ خَافِية عَلى اللهِ. (¬6) ¶ ¬__________ ¶ (¬1) الأعراف 169 ¶ (¬2) الحجر 49 ¶ (¬3) أَخرَجَه الإمامُ أَحْمَد عن عُمَرَ بْنِ الْخَطَّابِ. ¶ (¬4) الأعراف 56 ¶ (¬5) الحشر:18 ¶ (¬6) رَوَاهُ الإمام أَحْمَد و التِّرْمِذيُّ بسند صحيح",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وقَالَ الْحَسَنُ البصرى: الْمؤمِنُ قوَّامٌ عَلى نَفْسه للهِ وإنّما يَخُفَّ الْحِسَابُ يَوْمَ القِيامَةِ عَلَى قَوْمٍ حَاسَبُوا أَنْفُسَهُمْ في الدُّنْيَا، وَإِنَمَّا شَقَّ الحِسَابُ يَوْمَ القِيَامِةِ عَلَى قَوْمٍ أَخَذُوا هَذَا الأَمْرَ مِنْ غَيرِ مُحاسبةٍ. ¶ وهذا أبوبكر الصديق يدخل مزرعة أحد الأنصار ويرى طائر يطير من شجرة إلى أخرى فيتأمل ويقول (هنيئاً لك ياطائر ترد الشجر وتأكل وتشرب وتموت ولاحساب ولاعقاب يا ليتني كنت شعرة في صدر عبدٍ مُؤْمِن). ¶ وَمُحَاسَبَةُ النَّفْسِ نَوْعَانِ: ¶ أولا: مُحَاسَبَةٌ قبل العَمَلِ: لمن أعمل؟ و كَيْفَ أعمل؟! لماذا عملت؟! لماذا تكلمت؟ لماذا صَمَتّ؟ لماذا أحببت؟ لماذا أبغضت؟ لماذا واليت؟ لماذا عاديت؟ لماذا أعطيت؟ لماذا منعت؟ لماذا أتيت؟ لماذا دخلت؟ لماذا خرجت؟ هل تبتغى بعملك وجه الله؟ ثُمَّ هل كان عملك هذا موافقا لهدي رسول الله صلى الله عليه وسلم؟ فالسؤال الأول عن الإخْلاص والسؤال الثانى عن المُتَابَعَةِ. فإن الله لا يقبل من الأعمال إِلَّا ما كان خالصاً صواباً. والخالص هو ما ابتغيت به وجه الله والصواب هو ما وافقت به هدى الحبيب رسول الله صلى الله عليه وسلم. ¶ وثانيا: مُحَاسَبَةٌ بَعْدَ العَمَلِ: إن المؤمن يشمر عن ساعد الجد والطاعة فإن رأى نقصاً أتمه وإن رأى قدمه قد زلَّت فى حُفَرِ المعاصى وبرك الذنوب تاب وأناب إلى علام الغيوب. ¶ 14 - لاَ يَحْصُلُ الْمَوْتُ إلاَّ بِانْتِهَاءِ الأَجَلِ: يظنٌّ كثيرٌ من النَّاس أنَّ أسباب الموت متعددة , فيقولون: (تَعَدَّدَتِ الأَسْبَابُ وَالْمَوْتُ وَاحِدُ) , ولذلك يعللون سبب الموت بأمور كمرضٍ مميت كالسرطان، أو من طَعْنِ سكِّين أو ضربِ رَصاص أو حرقٍ بالنَّار أو قطعِ رأس أو وقفِ القلب أو غير ذلك. ¶ والحقيقةُ هي أن الموتَ واحدٌ، وأن سببه واحدٌ وهو انتهاءُ الأجلِ لَيْسَ غير. و أمَّا هذه الأشياءُ التي تحصل ويحصل من جرَّائها الموتُ فهي أحوالٌ ومظاهر يحصل فيها الموتُ وليست أسباباً للموتِ.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "فقد يضربُ شخصٌ سِكِّيناً ضربةً قاتلة ويُجْمِعُ الأطبَّاء على أنَّها قاتلةٌ ثُمَّ لا يموتُ فيها المضروب بل يَشْفَى ويُعافَى منها. وقد يضربُ شخصٌ سِكِّيناً ضربةً خفيفة فيموت. وقد أخبرَنا اللهُ سُبْحَانَهُ وَتَعَالَى أن سبب الموت واحد هو الأجَلُ، قال تعالى: (وَمَا كَانَ لِنَفْسٍ أَنْ تَمُوتَ إِلاَّ بِإِذْنِ اللهِ كِتَاباً مُّؤَجَّلاً) (¬1) (إِذَا جَاءَ أَجَلُهُمْ لاَ يَسْتَأْخِرُونَ سَاعَةً وَلا يَسْتَقْدِمُونَ) (¬2). ¶ اللَّهُمَّ إِنَّا نَسْأَلَك التَّوبَةَ وَدَوامَها، وَنَعُوذُ بِكَ مِن المَعْصِيَةِ وأَسْبَابها واغْفِرْ لَنَا ولوالِدَيْنَا وَلِجَمِيعَ المُسْلِمينَ، الأَحياءِ منهم والميتينَ بِرَحْمَتِكَ يَا أَرْحَم الرَّاحِمِينَ. ¶ موعظة: سليمان بن مهران، الأعمش، لما حضرته الوفاة، بكى أطفاله قال: أبكوا أو لا تبكوا، والله ما فاتتني تكبيرة الإحرام مع الجماعة ستين سنة، فبيض الله وجهه (يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوه) (¬3) وهذا سعد بن المسيب، حضرته الوفاة، فبكت ابنته، قال: يا بنتي لا تبكي، فو الله ما أذن المؤذن من أربعين سنة إلا وأنا في مسجده، عليه الصلاة والسلام وهذا عمار بن ثابت بن الزبير يرفع يديه بعد صلاة الفجر، وقال: يا رب أسألك الميتة الحسنة، فقال أبناؤه: ما هي الميتة الحسنة؟ قال: أن يتوفاني ربي وأنا ساجد. فحضرته سكرات الموت، وقد صدق الله، فصدقه (وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ) (¬4)، فقبضت روحه، وهو في السجدة الأخيرة في صلاة المغرب! قالوا أن بعض الصالحين كان نجاراً، فإذا سمع الصلاة وكان رافعاً المطرقة ألقاها قبل أن ينولها وقام إلى الصلاة وصح عن عائشة رضي الله عنها، أنها قالت كان رسول الله (صلى الله عليه وسلم) إذا سمع الأذان قام كأنا لا نعرفه ¶ ¬__________ ¶ (¬1) () آل عمران / 145. ¶ (¬2) يونس/ 49. ¶ (¬3) البقرة ¶ : من الآية106 ¶ (¬4) العنكبوت:69",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ولا يعرفنا. وقال وهو في سكرات الموت (الصلاة الصَلاة) (¬1) وقال عمر بن الخطاب، (لا حظ في الإسلام لمن ترك الصلاة) (¬2)  http://www.algarne.com/cgi-bin/artman/exec/admin.cgi?art_add=1 - _ftn4.  وإذا كان مهتماً أو مغتماً يقول: (أرحنا بالصلاة يا بلال) (¬3)  http://www.algarne.com/cgi-bin/artman/exec/admin.cgi?art_add=1 - _ftn5. ¶ علامات حسن الخاتمة ¶ العلامة الأولى: أن ينطق الميت أو المحتضر قبل موته كلمة: لا إله إلاَّ الله. ¶ عن أبي سعيد الْخُدْرِيّ قال: قال رسول الله صلى الله عليه وسلم: «لَقِّنُوا لَا إِلَهَ إِلَّا اَللَّهُ فمن كان آخر كلامه لا إله إلاَّ الله عند الموت دخل الْجَنَّة» (¬4) وقال صلى الله عليه وسلم \" من كان آخر كلامه: لا إله إلاَّ الله عند الموت دخل الْجَنَّة وإن أصابه قبل ذلك ما أصابه\" (¬5) وعن معاذ بن جبل أن النبى صلى الله عليه وسلم قال: \" من كان آخر كلامه لا إله إلاَّ الله دخل الْجَنَّة \" (¬6) وقال:\"من مات وهو يعلم أنه لا إله إلاَّ الله دخل الْجَنَّة\" وقال: \" من مات لايشرك بالله شيئاً دخل الْجَنَّة \" (¬7). ¶ مَن الذى يُوَفَقُ للنطق بلا إله إلاَّ الله؟ ¶ ¬__________ ¶ (¬1) صحيح أخرجه أبو داود في (35) كتاب الأدب (133) باب: في حق المملوك رقم: (5156) وابن ماجه في (22) كتاب الوصايا (1) باب: هل أوصى رسول (صلى الله عليه وسلم) رقم (2698). ¶ (¬2) صحيح عن عمر أخرجه مالك في الموطأ في (2) كتاب الطهارة (12) باب: العمل فيمن غلبه الدم من جرح أو رعاف رقم (51) من كلام سيدنا عمر بن الخطاب رضي الله عنه. ¶ (¬3) صحيح لشواهده أخرجه أبو داود في (35) كتاب الأدب (86) باب: في الصلاة العتمة، رقم (4985) من حديث سالم بن أبي الجعد. ¶ (¬4) أَخرَجَه مُسْلِم فى كِتَاب الجنائز، بَاب تلقين الموتى: لَا إِلَهَ إِلَّا اَللَّهُ (2/ 916). ¶ (¬5) أَخرَجَه أبو داود فى كِتَاب الجنائز، بَاب فى التلقين (3/ 3116)، وصححه الألبانى فى صحيح الجامع (6479 موارد) ¶ (¬6) أَخرَجَه أَحْمَد فى مسنده (5/ 233)، والحاكم فى المستدرك (1/ 351)، وقال الحاكم: هذا حَدِيثٌ صحيح الإسناد، ووافقه الذهبى، وصححه الألبانى الجامع (6479). ¶ (¬7) أَخرَجَه مُسْلِم فى كِتَاب الإيمان، (1/ 93)، وأَحْمَد فى مسنده (3/ 391).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "والجواب: فى كلمات مختصرة، يوفق للنطق بشهادة التوحيد هو من عاش طوال حياته على التوحيد. قال الحافظ ابن كثير رحمه الله: لَقَدْ أجرى الله الكريم عادته بكرمه أن من عاش على شاء مات عليه، ومن مات على شاء بعث عليه. قال النبى صلى الله عليه وسلم: \" من مات على شاء بعث عليه \" (¬1) فعدل الله يقتضى أن من عاش على لا إله إلاَّ الله بمقتضياتها، فحقق معناها ومقتضاها وامتثل أمرها، واجتنب نهيها ووقف عند حدودها يقتضى عدل الله أن يموت هذا الموحد على هذه الكلمة التى أشربها، وعاش لها، ومن أجلها. ¶ فمن وفق لهذه الكلمة دخل الْجَنَّة، ولا يوفق للنطق بها إلاَّ المُوفق، ولا يرزق أحد النطق بها إلاَّ المُسدَّد، فلَيْسَ كل أحد يستطيع فى هذه اللحظات أن ينطق بـ (لا إله إلاَّ الله) قال تعالى: (يُثَبِّتُ اللّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الآخِرَةِ) (¬2).قال بن عَبَّاس: هو قول لا إله إلاَّ الله (وَيُضِلُّ اللّهُ الظَّالِمِينَ وَيَفْعَلُ اللّهُ مَا يَشَاء). (¬3) ¶ ما المقصود بالتلقين للميت؟ ¶ تلقين الميت: أن يقال له: قل: لا إله إلاَّ الله وهو يحتضر، لينطق بها، ليرددها خلفك، ليقول هو بلسانه: لا إله إلاَّ الله. عن أنس بن مالك أن رسول الله صلى الله عليه وسلم عاد- أى زار – رجلاً فقال له \" يا خال قل: لا إله إلاَّ الله، قل: لا إله إلاَّ الله \" (¬4). و لَيْسَ التلقين بعد الدفن؛ لأن تلقين الميت بعد الدفن فى القبر لم يثبت في السنة. ¶ العلامة الثانية: عرق ورشح الجبين. حَيْثُ ينام المحتضرعلى فراش الموت فيعرق ويتصبب جبينه عرقاً , والنبى صلى الله عليه وسلم كان جبينه الأزهر الأنور عند الموت يتصبب عرقا وكانت عَائِشَةُ قد أحضرت له ركوة (إناء فيه ماء) فكان النبى يمد يده الشريفة فى الإناء ويمسح العرق من ¶ ¬__________ ¶ (¬1) أَخرَجَه مُسْلِم فى كِتَاب الحج، بَاب ما يفعل بالمحرم إذا مات (2/ 1206 / 93) من حَدِيث ابن عباس بلفظ: فإن الله يبعثه يوم القيامة ملبياً \". ¶ (¬2) إبراهيم 27 ¶ (¬3) إبراهيم 27 ¶ (¬4) رَوَاهُ الإمام أَحْمَد بإسناد صحيح على شرط مُسْلِم",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "على جبينه \" لا إله إلاَّ الله إن للموت لسكرات اللهم هون علي سكرات الموت \" (¬1) وَعَنْ بُرَيْدَةَ أنه كان بخراسان فعاد أخا له وهو مريض فوجده فى الموت وإذا هو يعرق جبينه فَيَقُولُ بريدة: الله أكبر، سمعت رسول الله وهو يقول \" موت اَلْمُؤْمِن بِعَرَقِ الْجَبِينِ \" (¬2). ¶ العلامة الثالثة: الموت ليلة الجمعة أو نهارها: أن يموت ليلة الجمعة أي: الخميس ليلاً أو نهار الجمعة. عن أنس بن مالك وجابر بن عَبْداللَّه أن النبى قال: \" ما من مسلم يموت يوم الجمعة أو ليلة الجمعة إلاَّ وقاه الله فتنة القبر \" (¬3) ¶ العلامة الرابعة: الاستشهاد فى ساحة القتال: قال الله تعالى: (وَلاَ تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللّهِ أَمْوَاتًا بَلْ أَحْيَاء عِندَ رَبِّهِمْ يُرْزَقُونَ فَرِحِينَ بِمَا آتَاهُمُ اللّهُ مِن فَضْلِهِ وَيَسْتَبْشِرُونَ بِالَّذِينَ لَمْ يَلْحَقُوا بِهِم مِّنْ خَلْفِهِمْ أَلاَّ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ يَسْتَبْشِرُونَ بِنِعْمَةٍ مِّنَ اللّهِ وَفَضْلٍ وَأَنَّ اللّهَ لاَ يُضِيعُ أَجْرَ الْمُؤْمِنِينَ) (¬4) وقال صلى الله عليه وسلم \" للشهيد عند الله ست خصال: يغفر له فى أول دفعه من دمه، ويرى مقعده فى الْجَنَّة، ويجار من عذاب القبر، ويأمن الفزع الأكبر، ويحلى حلية الإيمان، ويزوج من الحور العين، ويشفع فى سبعين إنساناً من أقاربه\" (¬5) ومن لم يتيسر له الخروج إلى الجهاد، وحيل بينه، وبين الصهاينة المعتدين، وحالت الطواغيت المجرمون بينه وبين فلسطين، إن كان من أهل الصدق فى طلب الشهادة، كتبه الله عنده فى الشهداء، ولو مات فى ¶ ¬__________ ¶ (¬1) أَخرَجَه البخارى فى كِتَاب الرقاق، بَاب سكرات الموت (11/ 6510)، والترمذى فى كِتَاب الجنائز، بَاب ما جاء فى التشديد عند الموت (3/ 978)، وأَحْمَد فى مسنده (6/ 70). ¶ (¬2) أَخرَجَه أَحْمَد فى مسنده (5/ 257)، والترمذى فى كِتَاب الجنائز، بَاب ما جاء أن المؤمن يموت بعرق الجبين (3/ 982)، وصححه الألبانى فى الجامع (1665). ¶ (¬3) أَخرَجَه أَحْمَد فى مسنده (2/ 169)، والترمذى فى كِتَاب الجنائز، بَاب ما جاء فيمن مات يوم الجمعة (3/ 1074) وحسنة الألبانى فى صحيح الجامع (5773). ¶ (¬4) آل عمران169/ 171 ¶ (¬5) أَخرَجَه الترمذى فى كِتَاب فضائل الجهاد، بَاب فى ثواب الشهيد (4/ 1663)، وابن ماجه فى ... كِتَاب الجهاد، (2/ 2799)، وصححه الألبانى فى المشكاة (3834).",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "بيته. فعن سهل بن حنيف أن النَّبِيّ صلى الله عليه وسلم قال: «من سأل الله الشهادة بصدق بلّغه الله منازل الشهداء، وإن مات على فراشه» (¬1). ¶ من هم شهداء الأمة؟ ¶ قال صلى الله عليه وسلم: \" ما تعدون الشهيد فيكم؟ \"؟ قالوا: يا رسول الله من قتل فى سبيل الله فهو شهيد، فقال صلى الله عليه وسلم:\" إن شهداء أمتى إذا قليل \"قال: \" من قتل فى سبيل الله فهو شهيد، ومن مات فى سبيل الله فهو شهيد، ومن مات فى الطاعون فهو شهيد، ومن مات فى البطن فهو شهيد، والغريق شهيد \" (¬2) ¶ أولاً: من مات وقد خرج فى سبيل الله غازياً، فالنبى صلى الله عليه وسلم يقول: \" من قاتل لتكون هى العليا فهو فى سبيل الله \" (¬3) وقال صلى الله عليه وسلم: \" من فضل (خرج) فى سبيل الله فمات أو قتل فهو شهيد، أو وقصه فرسه فهو شهيد أو بعيره أو لدغته هامة، أو مات على فراشه بأى حتف شاء الله فإنه شهيد وإن له الْجَنَّة \" (¬4) ¶ ثانيا: الموت فى حال الرباط فى سبيل الله، عَنْ سَلْمَانَ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ: ((رِبَاطُ يَوْمٍ وَلَيْلَةٍ خَيْرٌ مِنْ صِيَامِ شَهْرٍ وَقِيَامِهِ، وَإِنْ مَاتَ جَرَى عَلَيْهِ عَمَلُهُ الَّذِي كَانَ يَعْمَلُهُ وَأُجْرِيَ عَلَيْهِ رِزْقُهُ، وَأَمِنَ الْفَتَّانَ)) \" (¬5).وفى لفظ فى زيادة عند الإمام الطبرانى قال صلى الله عليه وسلم: \" وبعث يوم القيامة شهيداً \" هذا هوالمرابط فى سبيل الله. وحدَّث فضالةُ ¶ ¬__________ ¶ (¬1) أَخرَجَه مُسْلِم في كِتَاب الإمارة، بَاب استجاب طلب الشهادة فى سبيل الله تعالى (3/ 1909)، وأبو داود فى ... كِتَاب الصلاة، بَاب فى الاستغفار (2/ 1520). ¶ (¬2) أَخرَجَه مُسْلِم فى ... كِتَاب الإمارة، بَاب بيان الشهداء (3/ 1915). ¶ (¬3) أَخرَجَه البخارى فى كِتَاب الجهاد، بَاب من قاتل لتكون كلمة الله هى العليا (6/ 2810)، و مُسْلِم فى ... كِتَاب الإمارة، بَاب من قاتل لتكون كلمة الله هى العليا (3/ 2517، 2518) ¶ (¬4) أَخرَجَه أبو داود فى كِتَاب الجهاد، بَاب فيمن مات غازيا (3/ 2499) والطبرانى فى الكبير (3/ 3418)، وحسنه الألبانى فى صحيح الجامع (6413). ¶ (¬5) أَخرَجَه مُسْلِم فى كِتَاب الإمارة، (3/ 1913)، وأَحْمَد فى مسنده (5/ 440).",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "بن عبيد عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ: ((كُلُّ مَيِّتٍ يُخْتَمُ عَلَى عَمَلِهِ، إِلَّا الَّذِي مَاتَ مُرَابِطًا فِي سَبِيلِ اللَّهِ، فَإِنَّهُ يُنْمَى لَهُ عَمَلُهُ إِلَى يَوْمِ الْقِيَامَةِ وَيَأْمَنُ مِنْ فِتْنَةِ الْقَبْرِ)) (¬1). ¶ ثالثا: من مات فى الطاعون، قال صلى الله عليه وسلم:\" يأتى الشهداء والمتوفون بالطاعون فَيَقُولُ أصحاب الطاعون: نحن شهداء فيقال: انظروا فإن كانت جراحهم كجراح الشهداء تسيل دما كريح المسك فهم شهداء، فيذهبون إليهم فيجدونهم كذلك \" (¬2). ¶ رابعا: الموت بالغرق والهدم. قال صلى الله عليه وسلم: \" الشهداء خمسة: المطعون والمبطون والغرق وصاحب الهدم والشهيد فى سبيل الله\" (¬3). ¶ خامسا: موت المرأة فى نفاسها: فعن عبادة بن الصامت أن النبى صلى الله عليه وسلم قال: (والمرأة يقتلها ولدها جمعاء شهادة يجرها ولدها بسرره إلى الْجَنَّة هذه كرامة) (¬4) ¶ سادسا: الموت بداء السل: قال صلى الله عليه وسلم: \" القتل فى سبيل الله شهادة، والنفساء شهادة، والحرق شهادة والغرق شهادة والسل شهادة، والبطن شهادة). (¬5) ¶ سابعا: الموت على عمل صالح: عن حذيفة أن النبى صلى الله عليه وسلم قال: \" من قال لا إله إلاَّ الله ابتغاء وجه الله، وختم لها بها دخل الْجَنَّة، ومن صام يوما ابتغاء وجه الله، وختم له به دخل الْجَنَّة، ومن تصدق بصدقة ابتغاء وجه الله وختم له به دخل الْجَنَّة) (¬6) أى ¶ ¬__________ ¶ (¬1) أَخرَجَه أبو داود فى كِتَاب الجهاد، بَاب فى فضل الرباط (3/ 2500) والترمذى فى كِتَاب فضائل الجهاد، (4/ 1622) وصححه الألبانى فى صحيح الجامع (4562). ¶ (¬2) أَخرَجَه أَحْمَد فى مسنده (4/ 185)، والطبرانى فى الكبير (17/ 292)، وحسنه الألبانى فى صحيح الجامع (8046). ¶ (¬3) أَخرَجَه البخارى فى كِتَاب الجهاد، بَاب الشهادة سبع سوى القتل (6/ 2829)، و مُسْلِم فى كِتَاب الإمارة، بَاب بيان الشهداء (3/ 1914) ¶ (¬4) أَخرَجَه أَحْمَد فى مسنده (5/ 314)، والدرامى فى سنته (2/ 2414)، وصححه الألبانى فى صحيح الجامع (4438). ¶ (¬5) أَخرَجَه الطبرانى فى الأوسط (ح 3910)، وحسنه الألبانى فى صحيح الجامع (4439). ¶ (¬6) أَخرَجَه أَحْمَد فى مسنده (5/ 391)، وقال ا لهيثمى فى مجمع الزوائد (7/ 215): رَوَاهُ أَحْمَد ورجاله رجال الصحيح غير عثمان بن مُسْلِم النبى وهو ثقه.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "عمل طاعة من الطاعات ومات عليها. قال صلى الله عليه وسلم \" إذا أراد الله بعبد خيرا استعمله \" قيل: كَيْفَ يستعمله يا رسول الله؟ قال: \" يوفقه لعمل صالح ثُمَّ يقبضه عليه\" (¬1). ¶ نسأل الله أن يتوفانا جميعاً على طاعته، وأن يرزقنا وإياكم التَوْبَة، قبل الموت، ونطق الشهادة عند الموت، و الْجَنَّة بعد الموت إنه على كل شيئ قدير. ¶ 1 - عن أم سلمة رضي الله عنها قالت: قال رسول الله صلى الله عليه وسلم: «إذا حضرتم المريض أو الميت فقولوا خيراً فإن الملائكة يؤمنون على ما تقولون»، قالت: فلما مات أبو سلمة أتيت النَّبِيّ صلى الله عليه وسلم فقلت يا رسول الله: إن أبا سلمة قد مات فقال: «قولي: اللهم اغفر لي وله واعقبني منه عقبى حسنة»، قالت فقلت: فأعقبني الله من هو خير منه: رسول الله صلى الله عليه وسلم (¬2) ¶ 2 - وعن أم سلمة رضي الله عنها قالت: دخل رسول الله صلى الله عليه وسلم على أبي سلمة وقد شق بصره فأغمضه ثُمَّ قال: «إن الروح إذا قبض تبعه البصر» فضج ناس من أهله, فقال: «لا تدعوا على أنفسكم إلاَّ بخير فإن الملائكة يؤمنون على ما تقولون»، ثُمَّ قال: «اللهم اغفر لأبي سلمة وارفع درجته في المهديين, واخلفه في عقبه في الغابرين, واغفر لنا وله يا رب العالمين, وافسح له في قبره, ونور له فيه» (¬3) ¶ ¬__________ ¶ (¬1) أَخرَجَه الترمذى فى كِتَاب القدر، بَاب ما جاء أن الله كتب كناباً لأهل الجنة وأهل النار (4/ 2142)، وأَحْمَد فى مسنده (3/ 106)، وابن حِبَّان فى صحيحه (1/ 278) إحسان والحاكم فى المستدرك (1/ 340)، وصححه الألبانى فى صحيح الجامع (305). ¶ (¬2) أَخرَجَه مُسْلِم وأَحْمَد وأصحاب السنن ¶ (¬3) أَخرَجَه مُسْلِم وأَحْمَد وأبو داود.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "ويستحب حضور الصالحين وأهل الخير حين موت الميت ليذكروه, ويدعوا له ولمن يخلفه ويقولوا خيراً فيجتمع دعاؤهم وتأمين الملائكة فينتفع بذلك الميت ومن يصاب به ومن يخلفه. وقد كان من هديه صلى الله عليه وسلم زيارة المحتضرين. فعَنْ أَنَسٍ أَنَّ النَّبِيّ ... صلى الله عليه وسلم دَخَلَ عَلَى شَابٍّ وَهُوَ فِي الْمَوْتِ فَقَالَ: كَيْفَ تَجِدُكَ؟ قَالَ: وَاللَّهِ يَا رَسُولَ اللَّهِ أَنِّي أَرْجُو اللَّهَ وَإِنِّي أَخَافُ ذُنُوبِي، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: \" لَا يَجْتَمِعَانِ فِي قَلْبِ عَبْدٍ فِي مِثْلِ هَذَا الْمَوْطِنِ إلاَّ أَعْطَاهُ اللَّهُ مَا يَرْجُو وَآمَنَهُ مِمَّا يَخَافُ (¬1) كما ينتفع المشاهدون لمشاهد السكرات والنزعات فعن عبد الله بن عَبَّاس قال النَّبِيّ صلى الله عليه وسلم «لَيْسَ الخبر كالمعاينة» (¬2) أي أن معاينة ومشاهدة المحتضرين وزيارة القبور ومعاينة الدفن بعد تغسيل وتكفين الميت والصَّلاَة عليه كل ذلك أبلغ وأنفع للاعتبار من سماع الأخبار دون المشاهدة. قال أهل العلم: إن في النظر إلى الميت ومشاهدة سكراته ونزعاته وتأمل صورته بعد مماته ما يقطع عن النفوس لذتها، ويطرد عن القلوب سكراتها، ويمنع الأجفان من النوم، والأبدان من الراحة، ويبعث على العمل، ويزيد في الاجتهاد والتعب. ¶ هل نقرأ سورة ياسين عند الاحتضار أوبعد الموت؟ ¶ عَنْ مَعْقِلِ بْنِ يَسَارٍ رضي الله عنه أَنَّ اَلنَّبِيَّ صلى الله عليه وسلم قَالَ: (اقْرَؤُوا عَلَى مَوْتَاكُمْ يس) (¬3) والحديث ضعيف الا أن ابن حبان قد صَحَّحَهُ وبين أن معناه اقْرَؤُوا عَلَى مَوْتَاكُمْ عند الاحتضار سورة (يس) لا بعد الموت , وأما كلمة موتاكم فتعني الاحتضار بدليل قول الرسول عليه الصلاة والسلام (لقنوا موتاكم لا اله الا الله) فالتلقين بها لا يكون الا للحي. وورد في حديث آخر (يس لما قرأت له) وليس له أصل. ¶ أُوصِيكُمُ يَا مَعْشَرَ الإِخْوَانِ ... عَلَيْكِمْ بِطَاعَةِ الدَّيَّان ¶ وَإِيَّاكُمْ أَنْ تُهْمِلُوا أَوْقَاتَكُمْ ... فَتَنْدَمُوا يَوْمًا عَلَى مَا فَاتَكُمْ ¶ وَإِنَّمَا غَنِيمَةُ الإِنْسَانِ ... شَبَابُهُ وَالْخُسْرُ فِي التَّوَانِي ¶ ¬__________ ¶ (¬1) أ خرجه التِّرْمِذيُّ (983) كِتَاب الجنائز، بَاب ما جاء أنَّ المؤمن يموت بعرق الجبين، وقال: حسن غريب ¶ (¬2) أَخرَجَه ابن حِبَّان وأَحْمَد والبزار و الطَّبَرَانِيّ والحاكم. ¶ (¬3) ضعيف. رواه أبو داود (321)، والنسائي في: \"عمل اليوم والليلة\" (1074)، وابن حبان (3002) وَصَحَّحَهُ.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "مَا أَحْسَنَ الطَّاعَةَ لِلشُّبَّانِ ... فَأَسْعَوْا لِتَقْوَى اللهِ يَا إِخْوَانِي ¶ وَأَعْمِرُوا أَوْقَاتَكُمْ بِالطَّاعَةَ ... وَالذِّكْر كُلَّ لَحْظَةٍ وَسَاعَةْ ¶ وَمَنْ تَفُتْهُ سَاعَةْ فِي عُمْرِهِ ... تَكُنْ عَلَيْهِ حَسْرَةٌ فِي قَبْرِه ¶ وَمَنْ يَكُنْ فَرَّطَ فِي شَبَابِهِ ... حَتَّى مَضَى عَجِبْتُ مِنْ تَبَابِه ¶ وَيَا سَعَادَةَ امْرِئٍ قَضَاهُ ... فِي عَمَلٍ يَرْضَى بِهِ مَوْلاهُ ¶ أَحَبَّ رَبِّي طَاعَةِ الشَّبَابِ ... يَا فَوْزَهُمْ بِجَنَّةِ الرِّضْوَان ¶ فَتُبْ إِلَى مَوْلاكَ يَا إِنْسَانُ ... مِنْ قَبْلِ أَنْ يَفُوتَكَ الأَوَانُ ¶ وَمَنْ يَقُلْ إِنِّي صَغِيرٌ أَصْبِرُ ... ثُمَّ أُطِيعُ اللهَ حِينَ أَكْبُرَ ¶ فَإِنْ ذَاكَ غَرَّهُ إِبْلِيسُ ... وَقَلْبُهُ مُغَلَّقٌ مَطْمُوسُ ¶ لا خَيْرَ فِيمَنْ لَمْ يَتُبْ صَغِيرَا ... وَلَمْ يَكُنْ بِعَيْبِهِ بَصِيرَا",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وَجَاءتْ سَكْرَةُ الْمَوْتِ بالحقِ ¶ وصف الله سبحانه وتعالى شدة الموت في أربع آيات: في قوله تعالى: (وَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ) (¬1) وقوله تعالى: (وَلَوْ تَرَى إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ) (¬2) وقوله تعالى: (فَلَوْلَا إِذَا بَلَغَتِ الْحُلْقُومَ) (¬3) وقوله تعالى: (كَلَّا إِذَا بَلَغَتِ التَّرَاقِيَ) (¬4). ¶ قَالَ بَعْضُ الْعُلَمَاءَ: بَيْنَمَا الإِنْسَانُ فِي صِحَّتَهِ مُتَمَتِّعًا فَرِحًا بِقُوَّتِهِ وَشَبَابِهِ لا يَخْطُرُ لَهُ الضَّعْفُ عَلَى قَلْبِ وَلا الْمَوْتُ عَلَى بَال إِذْ هَجَمَ عَلَيْهِ الْمَرَضُ وَجَاءَ الضَّعْفُ بَعْدَ الْقُوَّةِ وَحَلَّ الْهَمُّ مِنْ نَفْسِهِ مَحَلَّ الْفَرَحِ وَالْكَدَرُ مَكَانَ الصّفَاءِ وَلَمْ يَعُدْ يُؤَنِّسُه جَلِيسٌ وَلا يُرِيحَهُ حَدِيثٌ وَلا حَوْلَ وَلا قُوَّةَ إلاَّ بِاللهِ الْعَلِّي الْعَظِيم قَدْ سَئِمَ وَمَلَّ مِمَّا كَانَ يَرْغَبُهُ فِي أَيَّامِ صِحَّتِهِ وَصَارَ لا يَشْتَهِي الْغِذَاء وَيَكْرَهُ تَنَاوَلَ الدَّوَاءِ يُفَكِّرُ فِي عُمُر أَفْنَاهِ وَشَبَابٍ أَضَاعَهُ فِي الْفُسُوقِ وَالْعِصْيَانِ وَعِنْدَ الْمَلاهيِ والْمُنْكَرَاتِ. وَيَتَذَكَّرُ أَمْوالاً جَمَعَها وَدُورًا بَنَاهَا وَقُصُورًا شَيَّدَهَا وَضِيَاعًا جَدَّ وَكَدَّ فِي حِيَازَتِهَا وَيَتَأَلَّمُ لِدُنْيَا فَارَقَها وَيَتْرُكُ ذُرِّيَّةً ضِعَافًا يَخَافُ عَلَيْهِمْ الضَّيَاعَ مِنْ بَعْدِهِ مَعَ اشْتِغَالِ نَفْسِهِ بِمَرَضِهِ وَآلامِهِ وَتَعَلُّقِ قَلْبِهِ بِمَا يُعَجِّلُ شِفَاءَهُ وَلَكِنْ مَا الْحِيلَةُ إِذَا اسْتَفْحَلَ الدَّاءُ وَلَمْ يُفِدِ الدَّوَاءُ وَحَارَ الطَّبِيبُ وَيَئِسَ الْحَبِيبُ (وَجَاءتْ سَكْرَةُ الْمَوْتِ بالحقِ ذَلِكَ مَا كُنتَ مِنْهُ تَحِيدُ) (¬5). ¶ لمسة بيانية: أن القرآن الكريم يستعمل المجيء لما فيه صعوبة ومشقة، أو لما هو أصعب وأشق مما تستعمل له (أتى) فهو يقول مثلا: (وجَاءَتْ سَكْرَةُ الْمَوْتِ بِالحَقّ) وقال: (فَإذا جاءَت الصّاخّة) وقال: (فإذا جاءَت الطّامّةُ الكُبْرَى) وهذا كله مما فيه صعوبة ومشقة. ¶ ¬__________ ¶ (¬1) ق: 19 ¶ (¬2) الأنعام: 93 ¶ (¬3) الواقعة: 83 ¶ (¬4) القيامة: 26 ¶ (¬5) موارد الظمآن لدروس الزمان , عَبدِ الْعَزِيزِ بْنِ مُحَمَّدٍ السّلمانِ (3/ فصل الموت).",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "هولُ سكراتِ الموتِ وشدائده: ¶ عن عَائِشَةَ رضي الله عنها أن رسول الله صلى الله عليه وسلم كانت بين يديه ركوة (إناء فيه ماء) فجعل يدخل يديه في الماء فيمسح بهما وجهه ويقول: «لا إله إلاَّ الله إن للموت سكرات اللهم هون علي سكرات الموت» (¬1) ¶ وعن عَائِشَةَ رضي الله عنها قالت: ما أغبط أحداً بهون موت, بعد الذي رأيت من شدة موت رسول الله صلى الله عليه وسلم. (¬2) ¶ وعن عَائِشَةَ رضي الله عنها قالت: مات رسول الله صلى الله عليه وسلم وإنه لبين حاقنتي (¬3) وذاقنتي (¬4)، فلا أكره شدة الموت لأحد أبداً بعد النَّبِيّ صلى الله عليه وسلم (¬5) ¶ موعظة: فيا أخي تصور بُدُوَّ الملك لجذب روحك من قدميك ثُمَّ الاستمرار ليجذب الروح مِنْ جَمِيعِ بدنك فَنُشِطَتْ من أسفلك متصاعدة إِلَى أعلاك حَتَّى إِذَا بلغ منك الكرب والوجع والألم منتهاه وعمت الآلام جميع بدنك وقلبك وجل محزون منتظر إما البشرى من الله بالرِّضَا وإما الْغَضَب. ¶ حَتَّى قالوا: إنه أشد من ضرب بالسيف ونشر بالمناشير وقرض بالمقاريض لأنه يهجم على الإنسان ويستغرق جميع أجزائه من كل عرق من العروق وعصب من الأعصاب وجزء من الأجزاء ومفصل من المفاصل ومن أصل كل شعرة وبشرة من المفرق إلى القدم ليستل الروح منها. ¶ ¬__________ ¶ (¬1) أَخرَجَه البخارى فى كِتَاب الرقاق، بَاب سكرات الموت (11/ 6510). ¶ (¬2) أَخرَجَه التِّرْمِذيُّ. ¶ (¬3) الحاقنة: المطمئن بين الترقوة والحلق. ¶ (¬4) والذاقنة: نقرة الذقن. وقال الخطابي: الذاقنة: ما تناله الذقن من الصدر. ¶ (¬5) أَخرَجَه البُخَارِي.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "فلا تسأل عن كربه وألمه ولذلك لا يقدر على الصياح مع شدة الألم لزيادة الكرب حَيْثُ قهر كل قوة , وأضعف كل جارحة فلم يبق له قوة الاستغاثة. ¶ أمَّا العقلُ فقد غَشيه وشَوشه وان سألتَهُ عن أمرٍ عرفه تارة وجهله أخرى. و أمَّا اللسانُ فقد حجزه وأبكمه فلا يصدر منه عند الشدة إلاَّ التأوه. و أمَّا الأطراف فقد ضعفها ووهنها وخدرها فلا يرفع يدا ولا يحرك رجلا , وإن بقيت فيه قوة سُمعت له عند نزع الروح وجذبها خوارًا وغرغرة من حلقه وصدره وقد تغير لونه وأربد وجهه حَتَّى كأنه ظهر من التراب الذي هو أصله. وقد جذب منه كل عرق على حدته فالألم منتشر في داخله وخارجه حَتَّى ترتفعَ الحدقتان إلى أعالي أجفانه. وتتقلصَ الشفتان ويتقلصَ اللسان وتخضرَ أناملُه فلا تسأل عن بدن يُجذب منه كل عرقٍ من عروقه. ¶ يا أخي ألا تتعظ من رجل َقَدْ تَغَيَّرَ لَوْنَهُ وَغَارَتْ عَيْنَاهُ وَمَالَ عُنُقُهُ وَأَنْفُهُ وَذَهَبَ حُسْنُهُ وَجَمَالُهُ وَخَرِسَ لِسَانُهُ وَصَارَ بَيْنَ أَهْلِهِ وَأَصْدِقَائِهِ يَنْظُر وَلا يَفْعَلَ وَيَسْمَعُ وَلا يَنْطِق يُقَلِّبُ بَصَرَهُ فِيمَنْ حَوْلَهُ مِنْ أَوْلادِهِ وَأَهْلِهِ وَإِخْوَتِهِ وَأَقَارِبِهِ وَأَحْبَابِهِ وَجِيرَانِهِ يَنْظُرُونَ مَا يُقَاسِيهِ مِنْ كَرْبٍ وَشِدَّةٍ وَلَكِنَّهُمْ عَنْ إنْقَاذِهِ أَوْ تَخْفِيفِ كَرْبِهِ عَاجِزُون. وَبَعْدَ أَنْ كَانُوا يُحِبُّونَ حَيَاتَهُ وَبَقَاءَهُ صَارُوا يَتَمَنَّوْنَ مَوْتَهُ وَرَاحَتَهُ وَهُوَ يَعْلَمُ أَنَّهُ عَمَّا قَلِيلٍ مَأْخُوذٌ مِنْ بَيْنِهِمْ حَيْثُ لا يَقْدِرُونَ عَلَى مَنْعِهِ وَلا يَسْتَطِيعُونَ رَدِّ رُوحِِهِ إلى بَدَنِه قَالَ تَعَالَى: (فَلَوْلَا إِذَا بَلَغَتِ الْحُلْقُومَ وَأَنتُمْ حِينَئِذٍ تَنظُرُونَ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنكُمْ وَلَكِن لَّا تُبْصِرُونَ فَلَوْلَا إِن كُنتُمْ غَيْرَ مَدِينِينَ تَرْجِعُونَهَا إِن كُنتُمْ صَادِقِينَ) (¬1). ¶ ثُمَّ لاَ يَزَالُ يُعَالجُ سَكَرَاتِ الْمَوْتِ وَشَدَائِدَه وَيَشْتَدُّ بِهِ النَّزْع وَجَعَلَ يُتَابعُ نَفَسَه وَاخْتَلَّ نَبْضُه وَتَعَطَّلَ سَمْعُه وَبَصَرُه كَمَا تَعَطَّلَ قَبْلَ ذَلِكَ لِسَانُه ثُمَّ يموت كل عضو من أعضائه تدريجًا فتبرد أولاً قدماه ثُمَّ ساقاه ثُمَّ فخذاه ولكل عضو سكرة بعد سكرة وكربة بعد كربة حَتَّى يبلغ بها إلى الحلقوم حَتَّى إذَا جَاءَ الأَجلُ وَنَفَذَ الْقَضَاءُ وَفَاضَتْ رُوحُهُ إلَى السَّمَاء صَارَ جُثَّةً هَامدَةً وَجيفَةًً بَيْنَ أَهْلِهِ وَعَشِيرَتِه قَدْ اسْتَوْحَشُوا مِنْ جَانِبِهْ وَتَبَاعَدُوا وَمَاتَ اسْمُهُ الَّذِي كَانُوا يَعْرَفُونَهُ كَمَا مَاتَ شَخْصُهُ الّذِيِ كَانُوا يَأنَسُونَ بِهِ وأصْبَحُوا يَقُولُونَ الْمَيْتُ بَعْدَ أَنْ كَانَوا يُنَادُونَهُ بِاسْمِهِ حَيًا. فَإنا لله ¶ ¬__________ ¶ (¬1) الواقعة 83 - 87",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وَإَنَّا إلَيْهِ رَاجِعُون ثُمَّ أَخَذَ الْغَاسِلُ فَجَرَّدَهُ مِنْ ثِيَابِه وَصَارَ يُقَلَّبُهُ عُرْيَانًا وَيَضَعُ يَدَهُ عَلَى سَوْأتِه وَعَوْرَتِهِ وَقَدْ كَانَ يَسْتَحِي وَيَخْجَلُ مِنْهُ حَالَ حَيَاتِه. ثُمَّ أُدْرِجَ في أَكْفَانِهِ كَمَا يُدْرَجُ اْلمتَاعُ في لِفَافِتِه وَبَعْدَ الصَّلاَةِ عَلَيْهِ يَحْمِلُونَهُ إلى حُفْرَةٍ عَمِيْقَةٍ ضَيّقَةٍ مُوْحِشَةٍ وَيَتْرُكوُنَهُ وَحِيدًا لاَ أنِيسَ وَلا رَفِيقَ إلاَّ عَمَلُه (¬1) ¶ سَكَرَاتُ الْمَوْتِ تُذْهِبُ الخَطَايا: ¶ ان المرضَ يُذْهِبُ الخَطَايا وكُلَّمَا اشْتَدَّ المرضُ كَانَ أَذْهَبَ لها. عن عَبْد اللهِ بن مسعود رَضِيَ اللهُ عَنْهُ قَالَ: دَخَلْتُ على النَّبِيّ صلى الله عليه وسلم فَمَسَسْتُهُ فَقُلْتُ: يَا رَسُولَ اللهِ إِنَّكَ تُوعَكُ وَعْكًا شَدِيدًا، فقَالَ: «أَجَلْ إِنِّي أُوعَكُ كَمَا يُوعَكُ َرُجلانِ مِنْكُمْ». قُلْتُ: ذَلِكَ بِأَنَّ لَكَ أَجْرَيْنِ. قَالَ: «أَجَلْ مَا مِنْ مُسْلِمٍ يُصِيبُهُ أَذَى مِنْ مَرَضٍ فَمَا سِوَاهُ إلاَّ حَطَّ اللهُ بِهِ سَيِّئَاتِهِ كَمَا تَحُطُّ الشَّجَرَةُ وَرَقَها» (¬2). ¶ وعن عمر بن عَبْد الْعَزِيز رَحِمَهُ اللهُ أنه قَالَ: ما أحب أن تُهَوَّنَ عَليَّ سَكَرَاتُ الْمَوْتِ إنه آخر ما يكفر به عَنْ المسلم. ¶ نعم المرض صيحة تفتح الأسماع والأبصار، وتذكر الأبرار، وتنفض عن الصالحين الغبار ليكونوا من الأطهار الأخيار. وعند المريض رسالة من ربه، كتبت حروفها في قلبه، فحواها: أحببناك فأدبناك، وبالمرض قربناك، وبالبلاء هذبناك. ¶ تعوذ من الشَيْطَانِ عند السكراتِ: ¶ فينبغي لِلْمُؤْمِنِ المريض المحتضر أن يعلم أن هَذَه السَّاعَة ساعة خُروجِ الروح حِينَ يحمى الوطِيس فَيَتَجَلَّد وَيَتَصَبَّر ويستعيذ من الشَيْطَانِ وَيَسْتَعِينُ بِاللهِ الرحمن. ويعلم أن الجزع لا يفيد شَيْئًا وأن الاتباع للوسوسة خسران. ¶ ¬__________ ¶ (¬1) موارد الظمآن لدروس الزمان , عَبدِ الْعَزِيزِ بْنِ مُحَمَّدٍ السّلمانِ (3/ فصل الموت). ¶ (¬2) رَوَاهُ البُخَارِي وَ مُسْلِم",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "ذلك أن إبلَيْسَ لَعَنَهُ اللهُ قَدْ يَعْرِضُ لِلْمَرِيضِ وَالْمُحْتَضَرِ فيؤذيه فِي دِينِهِ ودُنْيَاهُ فينبغي لِلْمُؤْمِنِ أن يَتَجَلَّد وَيَتَصَبَّر وَيَسْتَعِينُ بِاللهِ الحي القيوم على هَذَا الْعَدُوّ المرصد ليرجع هَذَا الْعَدُوّ خائبًا. عَنْ أبي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم قَالَ: «إِنَّ المُؤْمِنَ لِيُنْضِي شَيْطَانَهُ كَمَا يُنْضِي أَحَدُكم بعيره فِي السفر» ¶ فاحذر من وسوسة الشَيْطَانِ فربما أسخطك على ربك، وكرهك قضاء الله تعالى ولقاءه، وربما حسن إليك الجور في الوصية، وربما حاباك في بعض الورثة فتخصهم بشيء دون حقهم، أو يعوقك في إصلاح شأن. وقَدْ يَسْتَوْلى عَلَى الإِنْسَان حِينَئِذٍ فَيُضِلَّهُ فِي اعْتِقَادِهِ وَرُبَّمَا حَالَ بينه وبينَ التَوْبَة وَرُبَّمَا مَنَعَهُ مِن الْخُرُوجِ من مَظْلَمَةٍ أَوْ أَيَّسَهُ مِن رَحْمَةِ الله. وَيَقُولُ لَهُ: قَدْ أَقْبَلَتْ إِلَيْكَ سَكَرَاتُ الموت التي لا تطيقها الجبال وَنَزْعُ الموت شديد وَرُبَّمَا خَوَّفَهُ وأقلَقَهُ وَأَوْقَعَهُ فِي الوَسَاوِسَ والاعتراضِ على القدرِ والعياذُ بِاللهِ. ¶ أخرج أبو داود من حديث أبي اليسر عن النَّبِيّ صلى الله عليه وسلم أنه كان يقول: «أعوذ بك أن يتخبطني الشَيْطَان ُعند الموت» (¬1). ¶ أذكر الله تعالى عند السكرات: ¶ وينبغي للمؤمن أن يدعو الله تعالى ويذكره , وَقَدْ روي عَنْ النَّبِيّ أنه كَانَ يدعو: «اللَّهُمَّ إني أعوذ مِن بك الغَرقِ والحَرَقِ والهَدْمِ وأعُوذُ بكَ أن يَتَخَبَّطَنِي الشَيْطَانُ عِنْدَ الموتِ» (¬2) ¶ ودخلوا على أحد السَّلَف وَهُوَ يعاني سكرات الموت فجعل يكبر ويُهَلل ويذكر الله عَزَّ وَجَلَّ وجعل النَّاس يدخلون عَلَيْهِ أرسالاً يسلمون عَلَيْهِ فيرد عَلَيْهمْ ويخرجون. فَلَمَّا كثروا عَلَيْهِ أقبل على ولده فقَالَ: يَا بُنَيَّ أَعْفِنِي رُدَّ السَّلام على هؤلاء لا يشغلوني عَنْ ربي عَزَّ وَجَلَّ. ¶ فيا أيها الغَافِل المهمل المفرط وكلنا كَذَلِكَ , ها أنت تفارق ولدك، وزوجتك، وأهلك، انتبه , وتصور صرعة الموت لنفسك وتصور نزعه لروحك وتصور كربه وسكراته وغصصه وغمه وقلقه. فَبَيْنَمَا أَنْتَ فِي كربك وغمومك وشدة حزنك لارتقابك أحدى البشريين إذ سمعت صوته إما بما ¶ ¬__________ ¶ (¬1) أخرجه أبو داود ¶ (¬2) أَخرَجَه الطَّبَرَانِيّ.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "يسرك وإما بما يغمك فيلزم حينئذ غاية الهم والحزن أَوْ الفرح والأُنْس والسرور قلبك حين أقضت من الدُنْيَا مدتك وانقطع مَنْهَا آثرك وحملت إِلَى دار من سلف من الأمم قبلك. ¶ كَيْفَ تَنجُو من شِدةِ السكراتِ؟ ¶ 1 - احفظ اللهَ يحفظك: ان من حفظ الله في صحته حفظه الله في مرضه ومن راقب الله في خطراته حرسه الله عند حركات جوارحه. ففي حديث ابن عَبَّاس رضي الله عنهما عن النَّبِيّ صلى الله عليه وسلم أنه قال: «احفظ الله يحفظك احفظ الله تجده أمامك تعرف إلى الله في الرخاء يعرفك في الشدة واعلم أن النصر مع الصبر، وأن الفرج مع الكرب، وأن مع العسر يسراً» (¬1). \" ¶ احفظ الله \" أي حفظ حدوده، وحقوقه، وأوامره، ونواهيه. إحفظ الله في إيمانك: واعلم أن الله لم يخلقك عبثا ولن يتركك سدى واحفظ الله في صلاتك فإنها الفيصل بين الإسلام والكفر وأداؤها علامة الهداية وتركها علامة الغواية والضلالة فهي الصلة بين العبد وربه فإذا تركت انقطعت الصلة ولا يبالي الله في أي واد هلك تاركها. ¶ واحفظ الله في طهارتك فإن الوضوء أمانة والغسل أمانة. قال صلى الله عليه وسلم: ((لا يحافظ على الوضوء إلا مؤمن)) (¬2) ¶ واحفظ الله في جارحة النظر فلا تتبع النضرة النظرة فإن الأولى لك والثانية عليك واحفظ الله في سمعك فنزه سمعك عن كل ساقط من القول وقبيح من الحديث فإنه عارية مستردة ونعمة مستوفاه وأنت مسؤل عنها يوم القيامة ((إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولئِكَ كَانَ عَنْهُ مَسْؤُولاً)) (¬3) ¶ واحفظ الله في فرجك فلا تقضي وطرك في فرج لا يحل لك ((وَلاَ تَقْرَبُوا الزِّنَى إِنَّهُ كَانَ فَاحِشَةً وَسَاء سَبِيلاً)) واحفظ الله في عقلك فلا تغطه بالمسكرات ولا تحجبه بالمخدارت ولا تتلفه بالخمور قال تعالى ((إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالأَنصَابُ وَالأَزْلاَمُ رِجْسٌ مِّنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ ¶ ¬__________ ¶ (¬1) أَخرَجَه وأَحْمَد و الْبَيْهَقِي و التِّرْمِذيُّ وقال: حسن صحيح. ¶ (¬2) رواه احمد وابن ماجه ¶ (¬3) الاسراء 36",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "لَعَلَّكُمْ تُفْلِحُونَ)) (¬1) واحفظ الله عند نومك وقل:) (اللهم احفظني بالاسلام قائما واحفظني بالاسلام قاعدا واحفظني بالاسلام راقدا ولا تطمع في عدوا ولا حاسدا)) ¶ واحفظ الله في زوجتك وبناتك فأنت راع ومسؤول عن رعيتك فالزمهن بالستر والعفة والطهارة وعلمهم آداب الإسلام وسنة رسوله صلى الله عليه وسلم واعلموا ان الله قد يحفظ العبد بصلاحه بعد موته في ذريته كما قال تعالى في سورة الكهف ((وَكَانَ أَبُوهُمَا صَالِحاً فَأَرَادَ رَبُّكَ أَنْ يَبْلُغَا أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنزَهُمَا رَحْمَةً مِّن رَّبِّكَ)) أي انهما حفظا بصلاح ابيهما ’ روي ان سعيد بن المسيب قال لابنه لازيدنَ في صلاتي رجاء ان احفظ فيك ثم تلا هذه الايه واحفظ الله في بطنك فلا تأكل أموال الناس بالباطل ولاتغذيه إلا بطريق الحلال والله تعالى طيب لا يقبل إلا طيبا وأمرنا أن نأكل من الطيبات. ¶ واحفظ الله في لسانك فإنه صغير الحجم عظيم الجرم وقد أوكل الله بك من يسجل كل كلمة. قال تعالى ((ما يلفظ من قول إلا لديه رقيب عتيد)) واحفظ الله في أيمانك فلا تكثر الحلف وعظَم الله: قال الشافعي ما حلفت بالله صادقا ولا كاذبا تعظيما لله عز وجل. إحفظ الله في أيمانك فلا تحلف بغير الله لا تحلف بالأمانة فقد قال صلى الله عليه وسلم (من حلف بالأمانة فليس منا) فمن فعل ذلك فهو من الحافظين لحدود الله، الذين أثنى عليهم في كتابه، قال تعالى: (هَذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٍ * مَنْ خَشِيَ الرَّحْمَن بِالْغَيْبِ وَجَاء بِقَلْبٍ مُّنِيبٍ). ¶ وقوله: \" يحفظك \" أي أن حافظ حدود الله، وراعي حقوقه، يحفظه الله في الدنيا من الآفات والمكروهات، وفي الأخرى من أنواع العقاب والدركات، لأن الجزاء من جنس العمل. قال ابن رجب - رحمه الله -: فمن ذكر الله في حال صحته ورخائه، واستعد حينئذٍ للقاء الله بالموت وما بعده، ذكره الله عند هذه الشدائد، فكان معه فيها، ولطف به، وأعانه، وتولاَّه، وثبته على التوحيد، فلقيه وهو عنه راض، ومن نسي الله في حال صحته ورخائه، ولم يستعد حينئذ للقائه، نسيه الله في هذه الشدائد. ¶ ¬__________ ¶ (¬1) المائدة 90",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "\" احفظ الله تجده تجاهك \" أي أن من حفظ حدود الله، وراعى حقوقه فإن الله معه في كل أحواله، يحوطه وينصره ويحفظه ويوفقه ويسدده، والمعية نوعان: المعية الخاصة: وهي المقصودة في الحديث، وهي مثل قوله تعالى: إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ) (¬1) وكما قال الله تعالى لموسى وهارون: إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَى) (¬2) والمعية العامة: وهي معيته للخلق أجمعين، كما قال تعالى مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلا أَدْنَى مِنْ ذَلِكَ وَلا أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا) (¬3) فهذه لكل الناس فهو معهم كلهم. ¶ 2 - كُن من القانتين والعَاملين للخير فهذا يونس عليه السَّلام لما وفقه الله لأعمال صالحة متقدمة أنقذه الله بسببها، قال الله جل وعلا وتقدس: {فَلَوْلَا أَنَّهُ كَانَ مِنْ الْمُسَبِّحِينَ لَلَبِثَ فِي بَطْنِهِ إِلَى يَوْمِ يُبْعَثُونَ} (¬4).ولما لم يكن لفرعون عمل خير لم يجد وقت الشدة متعلقًا، فقيل له: {آلآنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنتَ مِنَ الْمُفْسِدِينَ} (¬5) وقال الله تعالى: {مَنْ عَمِلَ صَالِحاً مِّن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ} (¬6).وقال الله تعالى: {إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلاً} (¬7). ¶ 3 - الثبات على دين الله تعالى: ذكر ابن كثير وغيره: أن عمر بن الخطاب رضي الله عنه بعث جيشاً لحرب الروم .. وكان من ضمن هذا الجيش .. شاب من الصحابة .. هو عبد الله بن حذافه رضي الله عنه .. وطال القتال بين المسلمين والروم .. وعجب قيصرُ ملكُ الروم من ثبات المسلمين .. وجرأتهم على الموت .. فأمر أن يُحضر إليه أسير من المسلمين .. فجاءوا بعبد الله بن حذافة .. يجرونه .. الأغلال في يديه .. والقيود في قدميه .. فأوقفوه أمام الملك .. فتحدث قيصر معه فأعجب بذكائه وفطنته .. فقال له: تنصر .. وأطلقك من الأسر. فقال عبد الله: لا .. فقال ¶ ¬__________ ¶ (¬1) النحل 128 ¶ (¬2) طه 46 ¶ (¬3) المجادلة 7 ¶ (¬4) الصافات 143 - 144 ¶ (¬5) يونس 91 ¶ (¬6) النحل 97 ¶ (¬7) الكهف 30",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "قيصر: تنصر .. وأعطيك نصف ملكي .. فقال: لا .. فقال: تنصر .. وأعطيك نصف ملكي .. وأشركك في الحكم معي .. فقال عبد الله: والله لو أعطيتني ملكك وملك آبائك وملك العرب والعجم على أن أرجع عن ديني طرفة عين ما فعلت .. فغضب قيصر .. وقال: أذن أقتلك .. قال: اقتلني .. فأمر قيصر به فسحب .. وعلق على خشبة .. وجاء قيصر .. وأمر الرماة .. أن يرموا السهام حوله ولا يصيبوه .. وهو في أثناء ذلك يعرض عليه النصرانية .. وهو يأبى .. فلما رأى قيصر إصراره أمر أن يمضوا به إلى الحبس .. ففكوا وثاقه ومضوا به إلى الحبس .. وأمر أن يمنعوا عنه الطعام والشراب .. فمنعوهما .. حتى إذا كاد أن يهلك من الظمأ والجوع .. أحضروا له خمراً .. ولحم خنزير .. فلما رآهما عبد الله .. قال: والله إني لأعلم أن ذلك يحل لي في ديني .. ولكني لاأريد أن يشمت بي الكفار .. فلم يقرب الطعام .. فأخبر قيصر بذلك .. فأمر له بطعام حسن .. ثم أمر أن تدخل عليه امرأة حسناء تتعرض له بالفاحشة فأدخلت عليه وجعلت تتعرض له وهو معرض عنها .. وهي تتمايل أمامه ولا يلتفت إليها .. فلما رأت المرأة ذلك خرجت غضبى وهي تقول: والله لقد أدخلتموني على رجل .. لا أدري أهو بشر أم حجر .. وهو والله لا يدري عني أأنا أنثى أم ذكر .. فلما يئس منه قيصر .. أمر بقدر من نحاس .. فأغلي فيها الزيت .. ثم أوقف عبد الله بن حذافة أمامها .. وأحضروا أحد الأسرى المسلمين موثقاً بالقيود .. حتى ألقوه في هذا الزيت .. وغاب جسده في الزيت .. ومات .. وطفت عظامه تتقلب في فوق الزيت .. وعبد الله ينظر إلى العظام .. فالتفت قيصر إلى عبد الله .. وعرض عليه النصرانية .. فأبى .. فاشتد غضب قيصر .. وأمر بطرحه في القدر .. فلما جروه إلى القدر .. وشعر بحرارة النار .. بكى .. ودمعت عيناه .. ففرح قيصر .. وقال: تتنصر .. وأعطيك .. وأمنحك .. قال: لا .. قال: إذاً .. لماذا بكيت .. فقال عبد الله: أبكي لأنه ليس لي إلا نفس واحدة تلقى في هذا القدر .. فتموت .. ولقد وددت والله أن لي مائة نفس كلها تموت في سبيل الله .. مثل هذه الموتة .. فقال له قيصر: قبل رأسي وأخلي عنك؟ فقال له عبد الله: وعن جميع أسارى المسلمين عندك .. قال: نعم .. فقبل رأسه .. ثم أطلقه مع الأسرى .. عجباً!! لله دره!! أين نحن اليوم من مثل هذا الثبات .. ولا تموتن إلا وأنتم مسلمون .. إن من المسلمين اليوم .. من يتنازل عن دينه .. لأجل دراهم معدودات أو تتبع الشهوات أو الولوغ في الملذات ..",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "لا تخرجُ روحُ العبدِ حتى يُبشرَ ويُصعدَ بها ¶ 1 - عن أبي هُرَيْرَةَ، عن النَّبِيّ صلى الله عليه وسلم قال: «تحضر الملائكة فإذا كان الرجل صالحاً قالوا: اخرجي أيتها النفس الطيبة كانت في الجسد الطيب، اخرجي حميدة وأبشري بروح وريحان ورب راض غير غضبان, فلا يزال يقال لها ذلك حَتَّى تخرج, ثُمَّ يعرج بها إلى السماء فيقال: من هذا؟ فيقولون: فلان بن فلان فيقال: مرحباً بالنفس الطيبة كانت في الجسد الطيب, ادخلي حميدة وأبشري بروح وريحان ورب راض غير غضبان, فلا يزال يقال لها ذلك حَتَّى تنتهي إلى السماء التي فيها الله تعالى, (أي فيها أمر الله وحكمه أي يذهب بها إلى عليين) فإذا كان الرجل السوء قال: اخرجي أيتها النفس الخبيثة كانت في الجسد الخبيث, اخرجي ذميمة وأبشري بجحيم وغساق وآخر من شكله أزواج, فلا يزال يقال لها ذلك حَتَّى تخرج, ثُمَّ يعرج بها إلى السماء فيستفتح لها فيقال: لا مرحباً بالنفس الخبيثة كانت في الجسد الخبيث, ارجعي ذميمة فإنها لا تفتح لك أبواب السماء, فترسل من السماء ثُمَّ تصير إلى القبر» (¬1). ¶ 2 - وعن عبادة بن الصامت، عن النَّبِيّ صلى الله عليه وسلم قال: «من أحب لقاء الله أحب الله لقاءه, ومن كره لقاء الله كره الله لقاءه» فقالت عَائِشَةُ أو بعض أزواجه: إنا لنكره الموت, فقال: «لَيْسَ ذلك ولكن المؤمن إذا حضره الموت بشر برضوان من الله وكرامته فلَيْسَ شيء أحب إليه مما أمامه فأحب لقاء الله وأحب الله لقاءه وإن الكافر إذا حضره الموت بشر بعذاب الله وعقوبته فلَيْسَ شيء أكره إليه مما أمامه فكره لقاء الله وكره الله لقاءه» (¬2) ¶ ¬__________ ¶ (¬1) أَخرَجَه ابن ماجه وأَحْمَد ¶ (¬2) أَخرَجَه البُخَارِي و مُسْلِم وابن ماجه.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "3 - وعن البراء بن عازب قال النَّبِيّ صلى الله عليه وسلم: (إن العبد المؤمن إذا كان في انقطاع من الدُنْيَا، وإقبال من الآخرة، نزل إليه ملائكة من السماء، بيض الوجود، كأن وجوههم الشمس، معهم كفن من أكفان الْجَنَّة، وحنوط من حنوط الْجَنَّة، حَتَّى يجلسوا منه مد البصر، ثُمَّ يجيء ملك الموت عليه السَّلام حَتَّى يجلس عند رأسه فَيَقُولُ: أيتها النفس الطيبة (وفي رواية: المطمئنة)، اخرجي إلى مغفرة من الله ورضوان، قال: فتخرج تسيل كما تسيل القطرة من في السقاء، فيأخذها، (وفي رواية: حَتَّى إذا خرجت روحه صَلّي عليه كل ملك بين السماء و الْأَرْض، وكل ملك في السماء، وفتحت له أبواب السماء، لَيْسَ من أهل باب إلاَّ وهم يدعون الله أن يعرج بروحه من قبلهم)، فإذا أخذها لم يدعوها في يده طرفة عين حَتَّى يأخذوها فيجعلوها في ذلك الكفن، وفي ذلك الحنوط، فذلك قوله تعالى: (تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّطُونَ) (¬1)، ويخرج منها كأطيب نفحة مسك وجدت على وجه الْأَرْض، قال: فيصعدون بها فلا يمرون (بها) على ملأ من الملائكة إلاَّ قالوا: ما هذا الروح الطيب؟ فيقولون: فلان ابن فلان بأحسن أسمائه التي كانوا يسمونه بها في الدُنْيَا، حَتَّى ينتهوا بها إلى السماء الدُنْيَا، فيستفتحون له، فيفتح لهم، فيشيعه من كل سماء مقربوها، إلى السماء التي تليها، حَتَّى ينتهي به إلى السماء السابعة، فَيَقُولُ الله عز وجل: اكتبوا كتاب عبدي في عليين، (وَمَا أَدْرَاكَ مَا عِلِّيُّونَ كِتَابٌ مَرْقُومٌ يَشْهَدُهُ الْمُقَرَّبُونَ) (¬2)، فيكتب كتابه في عليين، ثُمَّ يقال: أعيدوه إلى الْأَرْض، فإني (وعدتهم أني) منها خلقتهم، وفيها أعيدهم ومنها أخرجهم تارة أخرى ... وإن العبد الكافر (وفي رواية: الفاجر) إذا كان في انقطاع من الدُنْيَا، وإقبال من الآخرة، نزل إليه من السماء مَلَائِكَةٌ (غِلَاظٌ شِدادٌ)، سود الوجوه، معهم المسوح (¬3) (من النَّار)، فيجلسون منه مد البصر، ثُمَّ يجيء ملك الموت حَتَّى يجلس عند رأسه، فَيَقُولُ: أيتها النفس الخبيثة اخرجي إلى سخط من الله وغضب، قال: فتفرق في جسده فينتزعها كما ينتزع السفود (الكثير الشعب) من الصوف المبلول، (فتقطع معها العروق والعصب)، فيلعنه كل ملك بين السماء و الْأَرْض، وكل ملك في السماء، وتغلق أبواب السماء، ليس من أهل باب ¶ ¬__________ ¶ (¬1) الأنعام 61 ¶ (¬2) المطففين 19 - 21 ¶ (¬3) جمع المسح، بكسر الميم، وهو مايلبس من نسيج الشعر على البدن تقشفاً وقهراً للبدن.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "إلاَّ وهم يدعون الله ألا تعرج روحه من قبلهم، فيأخذها، فإذا أخذها، لم يدعوها في يده طرفة عين حَتَّى يجعلوها في تلك المسوح، ويخرج منها كأنتن ريح جيفة وجدت على وجه الْأَرْض، فيصعدون بها، فلا يمرون بها على ملأ من الملائكة إلاَّ قالوا: ماهذا الروح الخبيث؟ فيقولون: فلان ابن فلان بأقبح أسمائه التي كان يسمى بها في الدُنْيَا، حَتَّى ينتهي به إلى السماء الدُنْيَا، فيستفتح له، فلا يفتح له، ثُمَّ قرأ رسول الله صلى الله عليه وسلم: (لَا تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاءِ وَلَا يَدْخُلُونَ الْجَنَّةَ حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ) (¬1) فَيَقُولُ الله عز وجل: أكتبوا كتابه في سجين، في الْأَرْض السفلى، (ثُمَّ يقال: أعيدوا عبدي إلى الْأَرْض فإني وعدتهم أني منها خلقتهم، وفيها أعيدهم، ومنها أخرجهم تارة أخرى .... ). ¶ ¬__________ ¶ (¬1) الأعراف 40.والمعنى: حتى يدخل الجمل في ثقب الإبرة.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "أولاً: أن يغمضوا عينيه: إذا خرجت الروح، يتبع البصر الروح، فتدخل على المحتضر فترى عينيه مفتوحة، تراه شاخصاً ببصره إلى أعلى. ¶ ثانياً: أن يغطوا الميت بعد الموت: أن يغطى الميت بعد الموت بغطاء أوبثوب أو عباءة أو بأى شيء يستر جميع بدنه حَتَّى الوجه؛ عن عَائِشَةَ أن رسول الله صلى الله عليه وسلم حين تُوفى، سجى ببردة حَبْرة. (¬1) ¶ ولم يكشف البردة إلاَّالصديق حينما دخل عليه فوجده مسجى – أى مغطى – فكشف الغطاء عن وجهه وقبل النبى صلى الله عليه وسلم بين عينيه وقال: طِبت حياً وميتاً يارسول الله: أمَّا الموتة التى كتبها الله عليك فقد ذُقتها، ولا ألم عليك بعد اليوم) (¬2) وفى رواية \" أن الصديق نادى على نبيه وقال: ونبياه وخليلاه) (¬3) ¶ فإن مات الميت، وهو محرم فى حج أو عمرة، لايغطى رأسه، ولا يُغطى وجهه؛ لحديث ابن عَبَّاس قال: بَيْنَمَا رجل واقف بعرفة، إذ وقع عن راحلته فوقصته أو فأقعصته (وطأته) الناقة، فمات بمات بلباس الإحرام فقال النبى صلى الله عليه وسلم \" أغسلوا بماء وسدر وكفنوه فى ثوبته \" أى فى الإزار والرداء \" ولا تحنطوه\" (¬4) ¶ ¬__________ ¶ (¬1) ( ... رَوَاهُ البخارى و مُسْلِم. سُجَّى: غطى جسده كله صلى الله عليه وسلم. حَبّرة: بردة من برد اليمن. ¶ (¬2) أَخرَجَه البخارى فى كِتَاب الجنائز، بَاب الدخول على الميت بعد الموت إذا أدرج فى أكفانه (3/ 1242)، و مُسْلِم فى كِتَاب قول النبى: لو كنت متخذاً خليلاً \" (7/ 3667) ¶ (¬3) ( ... أَخرَجَه الترمذى فى الشمائل (ح 392) وحسنه الألبانى فى \" مختصر الشمائل \". ¶ (¬4) ( ... أَخرَجَه البخارى فى كِتَاب الجنائز، بَاب الكفن فى ثوبين (3/ 1265)، و مُسْلِم فى كِتَاب الحج، بَاب ما يفعل بالمحرم إذا مات (2/ 1206)",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "ثالثاً: أن يعجلوا بتجهيز الميت: وإخراجه من بيته إلى المقابر، ولا ينبغى أن يتأخر الميت؛ لقدوم فلان من السفر , لقوله صلى الله عليه وسلم \"أسرعوا بالجنازة فإن تك صالحة فخير تقدمونها إليه، وإن تك غير ذلك فشر تضعونه عن رقابكم\" (¬1) ¶ رابعاً: أن يسددوا دينه: فيجب على أهل الميت أن يسدوا الدين عن ميتهم، فعن سعد بن الأطول أن أخاه مات وترك ثلاثمائة درهم وترك عيالاً. قال أخوه: فأردت أن أنفقها على عياله فقال له النبى صلى الله عليه وسلم: \" إن أخاك محبوس بدينه- أى محبوس عن الْجَنَّة - فاذهب فاقض \" قال: فذهب، فقضيت عنه، ثُمَّ جئت، قلت: يا رسول الله، قد قضيت عنه إلاَّ دينارين ادعتهما امرأة و لَيْسَ لها بينه فقال النبى صلى الله عليه وسلم \" أعطها فإنها صادقة \" وفى رواية: \" أعطها فإنها محقة \" (¬2) ¶ جواز تقبيل الميت وكشف وجهه والبكاءعليه ¶ 1 - فعن جابر بن عبد الله قال: لما قتل أبى جعلت أكشف الثوب عن وجهه، وأبكى ونهونى – أى من حولى – والنبى صلى الله عليه وسلم لا ينهانى يقول: فجعلت عمتى فاطمة تبكى فقال النبى صلى الله عليه وسلم \" تبكين أو لا تبكين ما زالت الملائكة تظله بأجنحتها حَتَّى رفعتموه\" (¬3) وعليه فيجوز تقبيل الابن لوالديه. ¶ ¬__________ ¶ (¬1) ( ... أَخرَجَه البخارى فى كِتَاب الجنائز، بَاب السرعة بالجنازة (3/ 1315). و مُسْلِم فى كِتَاب الجنائز، بَاب الإسراع بالجنازة (2/ 944). ¶ (¬2) ( ... أَخرَجَه ابن ماجه فى كِتَاب الصدقات، بَاب أداء الدين عن الميت (2/ 2433)، وأَحْمَد فى مسنده (4/ 136، 5/ 7). وصححه الألبانى فى صحيح الجامع (1550). ¶ (¬3) ( ... أَخرَجَه البخارى فى كِتَاب الجنائز، بَاب الدخول على الميت بعد الموت إذا أدرج فى أكفانه (3/ 1244)، و مُسْلِم فى كِتَاب فضائل الصحابة، بَاب من فضائل عبد الله بن عمرو بن حرام، والد جابر – رضى الله تعالى عنهما (4/ 130)، والنسائى فى كِتَاب الجنائز، بَاب تسجية الميت (4/ 1841) والبيهقى فى السنن الكبرى (3/ 407).",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "2 - وعن عَائِشَةَ قالت: أقبل أبو بكر ..... فتيمم (توجه الى) النبى صلى الله عليه وسلم وهو مسجى ببردة حَبْره فكشف البردة، ثُمَّ أكب الصديق على النبى صلى الله عليه وسلم فقبله بين عينيه ثُمَّ بكى .. (¬1) ¶ 3 - ولما مات عثمان بن مظعون، تقول عَائِشَةُ – رضى الله عنها: كشف النبى صلى الله عليه وسلم الغطاء عن وجهه ثُمَّ أكب عليه فقبله وبكى حَتَّى رأيت الدموع تسيل على وجنتيه (¬2) وعليه يجوز تقبيل الميت من المؤمن. ¶ هذا ان كان بكاءً أمَّا النياحة وهي ارتفاع الصوت في البكاء فلا تجوز فقد ورد في الصحيحين أنه صلى الله عليه وسلم مرّ بامرأة تبكي عند قبر لها فقال لها: «اتقي الله واصبري» (¬3) ويظهر أن هذه المرأة كانت جزعة فخشي صلى الله عليه وسلم عليها من النياحة وهي محرمة. ¶ قال الإمام البخاري رحمه الله: يعذب الميت ببعض بكاء أهله عليه إذا كان النوح من سنته لقول الله تعالى:) قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا ((¬4) فإذا لم يكن من سنته أي من عادته كأن يوصي بالبكاء عليه، أو يعلم بأن أهله سيبكون عليه ولا ينهاهم. فهو كما قالت عَائِشَةُ رضي الله عنها: َلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى. وهو كقوله:) وَإِنْ تَدْعُ مُثْقَلَةٌ إِلَى حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ) (¬5). ¶ الشهادة بالخير والثناء بالخير على ميت من المسلمين توجب له الْجَنَّة , وأقل الشهداء اثنان، فلو شهد اثنان من جيرانه الثقات، أو من معارفه من ذوى الصلاح. ¶ 1 - عن أنس بن مالك , قال: مروا بجنازة على النبى صلى الله عليه وسلم فأثنوا عليها خيراً، فقال المصطفى صلى الله عليه وسلم: \" وجبت \" ومروا بجنازة أخرى فأثنوا عليها شرا فقال صلى الله عليه وسلم \" وجبت \" قال عمر: يا رسول الله ما وجبت؟ قال صلى الله عليه وسلم \" أمَّا الأولى أثنيتم عليها عليها خيراً، فوجبت لها الْجَنَّة، و أمَّا الثانية أثنيتم عليها شراً فوجبت لها النَّار، فأنتم شهداء الله فى الْأَرْض \" (¬6) ¶ و علق الشيخ الألباني رحمه الله تعالى على هذا الحديث بذكر بعض الروايات حَيْثُ قال: \" المؤمنون شهداء الله على الْأَرْض\" (¬7) وقال الله تعالى فى سورة مريم: (إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدًّا) (¬8). قال ابن عَبَّاس: أى محبة فى قلوب عباده الْمُؤْمِنِين. ذلك أن الود لا يقذف إلاَّ فى قلب مُؤْمِن ولا يبغض المؤمن إلاَّ منافق، والدليل: قوله صلى الله عليه وسلم: \" الأرواح جنود مجندة فما تعارف منها ائتلف وما تناكر منها اختلف \" (¬9) وورد عنه صلى الله عليه وسلم \" إن الملائكة تنطق على ألسنة بنى آدم بما فى المرء من الخير والشر\". ¶ 2 - عن أبى الأسود قال: أتيت المدينة وقد وقع بها مرض، وهم يموتون موتاً ذريعاً، فجلست إلى عمر بن الخطاب – رضى الله عنه – فمرت جنازة، فأثنى خيراً أو فأُثْنىَ فقال: عمر وجبت. ¶ ¬__________ ¶ (¬1) أَخرَجَه البخارى فى كِتَاب الجنائز، بَاب الدخول على الميت بعد الموت إذا أدرج فى أكفانه (3/ 1242)، و مُسْلِم فى كِتَاب قول النبى: لو كنت متخذاً خليلاً \" (7/ 3667) ¶ (¬2) ( ... أَخرَجَه أبو داود فى كِتَاب الجنائز، بَاب فى تقبيل الميت (3/ 3163) والترمذى فى كِتَاب الجنائز، بَاب ما جاء فى تقبيل الميت (3/ 989) وابن ماجه فى كِتَاب الجنائز، بَاب ما جاء فى تقبيل الميت (1/ 14560) والبيهقى الكبرى (3/ 361). وهناك من أهل العلم من ضعف هذا الحَدِيث، لكن الألبانى حسن الحَدِيث بشواهده ... ¶ (¬3) ( ... أَخرَجَه البُخَارِي و مُسْلِم. ¶ (¬4) التحريم:6 ¶ (¬5) فاطر: 18 ¶ (¬6) أَخرَجَه البخارى فى ... كِتَاب الجنائز، بَاب ثناء الناس على الميت (3/ 1367)، و مُسْلِم فى ... كِتَاب الجنائز، بَاب فيمن يثنى عليه خيراً أو شر من الموتى (2/ 949). ¶ (¬7) أَخرَجَه البخارى فى كِتَاب الأنبياء، بَاب الأرواح جنود مجندة (6/ 3336)، و أَخرَجَه مُسْلِم فى كِتَاب البر والصلة، بَاب الأرواح جنود مجندة (4/ 2638). ¶ (¬8) مريم 96 ¶ (¬9) أَخرَجَه البخارى فى كِتَاب الأنبياء، بَاب الأرواح جنود مجندة (6/ 3336)، و أَخرَجَه مُسْلِم فى كِتَاب البر والصلة، بَاب الأرواح جنود مجندة (4/ 2638).",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "فقلت: ما وجبت يا أمير الْمُؤْمِنِين؟ قال: قلت كما قال النبى صلى الله عليه وسلم أسمع – ماذا قال النبى صلى الله عليه وسلم \" أيما مسلم شهد له أربعة بخير أدخله الله الْجَنَّة \" قلنا: وثلاثة يا رسول الله؟ قال: \" وثلاثة \" قلنا: \" واثنان \" قالت: \" واثنان \" قال الصحابة: ثُمَّ لم نسأله فى الواحد صلى الله عليه وسلم وليتهم سألوه صلى الله عليه وسلم. (¬1) ¶ 3 - قال صلى الله عليه وسلم: \" ما من مسلم يموت، يموت فيشهد له أربعة من أهل أبيات جيرانه الأدنين – أى المقربين منهم – أنهم لا يعلمون منه إلاَّ خيراً إلاَّ قال الله تعالى: \" قد قبلت قولكم وغفرت له ما لا تعلمون \" (¬2) ¶ وأنا أضيف كلمة لابن القيم من باب فقه الواقع (يأبى الله إلاَّ أن يفضح المنافقين فى الدُنْيَا قبل الآخرة على صفحات وجوههم، وفى زلات ألسنتهم) واسمع ماذا يقول النبى صلى الله عليه وسلم: \" من سمَّع سمعًّ الله به، ومن رآى رآى الله به \" (¬3) يعنى تعمل من أجل السمعة ومن أجل الرياء، سيظهر الله تعالى سريرتك وسيجعلها علانية. ¶ 4 - وقال صلى الله عليه وسلم \" ما من عبد إلاَّ وله صيت فى السماء، فإن كان صيته فى السماء حسنا وضع فى الْأَرْض، وإن كان صيته فى السماء سيئا وضع فى الْأَرْض \" (¬4) والألسنة لا تلهج بالثناء ولا بالذم جزافا. ¶ ¬__________ ¶ (¬1) أَخرَجَه البخارى فى كِتَاب الجنائز، بَاب ثناء الناس على الميت (3/ 1059)، والنسائى فى كِتَاب الجنائز، بَاب الثناء (4/ 1933). ¶ (¬2) أَخرَجَه أَحْمَد فى مسنده (3/ 242)، والحاكم فى المستدرك (1/ 378)، وقال الحاكم: هذا حَدِيث صحيح على شرط مُسْلِم، ووافقه الذهبى. وقد صحح الحَدِيث الألبانى. ¶ (¬3) أَخرَجَه البخارى فى كِتَاب الرقاق، بَاب الرياء والسمعة (11/ 6499)، و مُسْلِم فى كِتَاب الزهد، بَاب من أشرك فى عمله غير الله (4/ 2987)، وأَحْمَد فى مسنده (5/ 45). والطبرانى فى الكبير (2/ 1700)، والحميدى فى مسنده (1/ 778). ¶ (¬4) أَخرَجَه البرار فى مسنده (3/ 45)، وابن عدى فى الكامل (2/ 163)، وقال الهيثمى فى مجمع الزوائد (10/ 271): رَوَاهُ البرار ورجاله رجال الصحيح غير الحسن بن عرفة وهو ثقة.).",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "تحسين الكفن والإسراع بالجنازة وكلامها ¶ 1 - عن جابر بن عبد الله، عن النَّبِيّ صلى الله عليه وسلم قال: «إذا كفن أحدكم أخاه فليحسن كفنه إن استطاع» (¬1) ¶ 2 - عن أبي سعيد الْخُدْرِيّ: كان النَّبِيّ صلى الله عليه وسلم يقول: «إذا وضعت الجنازة واحتملها الرجال على أعناقهم, فإن كانت صالحة قالت: قدموني قدموني, وإن كانت غير صالحة قالت: يا ويلها أين تذهبون بها يسمع صوتها كل شيء إلاَّ الإنسان ولو سمعه لصعق» (¬2) ¶ 3 - عن أبي هُرَيْرَةَ، عن النَّبِيّ صلى الله عليه وسلم قال: «أسرعوا بالجنازة فإن تك صالحة فخير تقدمونها إليه, وإن تك سوى ذلك فشر تضعونه عن رقابكم» (¬3) ¶ والإسراع قيل معناه: الإسراع بحملها إلى قبرها في المشي وقيل: تجهيزها بعد موتها لئلا تتغير, والأول أظهر. ¶ سَلامٌ على أَهِل القُبورِ الدَّوَارِس ... كَأَنَّهُمُ لَمْ يَجْلِسُوا فِي الْمَجَالِس ¶ وَلَمْ يَشْرَبُوا مِن بَارد الْمَاءِ شربةً ... وَلَمْ يَأْكُلُوا مَا بَيْنَ رَطْبٍ وَيَابِس ¶ فَقَدْ جَاءَنِي الْمَوْتُ الْمَهُولُ بِسَكْرَةٍ ... فَلَم تُغْنِ عَنِّيِ أَلْفُ آلافِ فارِس ¶ فَيَا زَائِرَ الْقَبْرِ اتَّعِظْ وَاعْتَبِرْ بِنَا ... وَلا تَكُ فِي الدُّنْيَا هُدِيْتَ بآنِس ¶ خراسَانُ نَحْوِيها وأطرافَ فارِسٍ ... وما كُنْتُ عن مُلْكِ العِرَاقِ بآيِس ¶ سَلامٌ على الدُنْيَا وطِيْبِ نَعِيمِها ... كَأَنْ لم يَكُنْ يَعُقوبُ فِيها بِجَالِس ¶ ينتفع الموتى بسعي الأحياء بأمرين مجمع عليهما , أحدهما: ما تسبب إليه الميت في حياته. ¶ والثاني: دعاء المسلمين واستغفارهم له والصدقة والصوم والحج مع التفصيل في الصوم والحج. (¬4) واختلفوا في قراءة القرآن الى فريقين ولكل منهما أدلته ولا مجال لذكرها هنا. ¶ 1 - عن عَائِشَةَ رضي الله عنها أن رجلاً أتى النَّبِيّ صلى الله عليه وسلم فقال يا رسول الله: إن أمي افتلتت نفسها ولم توص وأظنها لو تكلمت تصدقت أفلها أجر إن تصدقت عنها؟ قال: «نعم» (¬5) ¶ 2 - عن عَائِشَةَ رضي الله عنها رسول الله صلى الله عليه وسلم قال: «من مات وعليه صيام صام عنه وليه» (¬6) ¶ 3 - عن ابن عَبَّاس أن امرأة من جهينة جاءت إلى النَّبِيّ صلى الله عليه وسلم فقالت: إن أمي نذرت أن تحج فلم تحج حَتَّى ماتت، أفأحج عنها؟ قال: «حجي عنها أرأيت لو كان على أمك دين أكنت قاضيته؟ اقضوا الله, فالله أحق بالقضاء» (¬7) ¶ 4 - وَرَدَ عنه صلى الله عليه وسلم أنه قال: «إِنَّ الله يُدْخِلُ في السَّهْمِ الوَاحِدِ ثلاثة نَفَرٍ الجَنَّة: صَانِعَهُ يَحْتَسِبُ في صَنْعَتِهِ الخيْرَ، والرَّامِيْ بِهِ، ومُنْبِلَه» (¬8) وورد عنه أنه قال: «إِذَا مَاتَ ¶ ¬__________ ¶ (¬1) أَخرَجَه مُسْلِم. ¶ (¬2) أَخرَجَه البُخَارِي. وصعق: أي مات. ¶ (¬3) أَخرَجَه البُخَارِي و مُسْلِم. ¶ (¬4) قال ابن عباس: يصام عن الميت في النذر, ويُطعم عنه في قضاء رمضان, وهذا مذهب الإمام أَحْمَد بن حنبل. وقال أبو ثور وداود بن علي: يصام عنه في النذر والقضاء. وقال الأوزاعي وسفيان الثوري في إحدى الروايتين عنه: يُطعم عنه وليه, فإن لم يجد صام عنه. وقال الحسن: إذا كان عليه صيام شهر فصام عنه ثلاثون رجلاً يوماً واحداً جاز. ¶ (¬5) أَخرَجَه البُخَارِي و مُسْلِم. ¶ (¬6) أَخرَجَه البُخَارِي و مُسْلِم. ¶ (¬7) أَخرَجَه ... البُخَارِي ¶ (¬8) رَوَاهُ أبو دود.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "الإِنسَانُ انْقَطَعَ عَمَلُهُ إِلا مِنْ ثَلاثٍ: صَدَقَةٍ جَارِيَةٍ، أو عِلْمٍ يُنْتَفَعُ بِهِ، أَوْ وَلَدٍ صَالِحٍ يَدْعُو له» (¬1). ¶ الزيارة المشروعة للقبور ¶ كان الرسول - صلى الله عليه وسلم - قد نهى عن زيارة القبور في أول الإسلام، نهيًا عامًا يشمل الرجال والنساء، ونهيه - صلى الله عليه وسلم - عن ذلك لقرب عهدهم بالشرك، والافتتان بالقبور وأصحابها، فقد كان العرب في الجاهلية يتعلقون بالأحجار، والأشجار، وقبور الأنبياء والصالحين، وحديث العهد بالشرك وبالباطل الذي اعتاده قلبه ونشأ عليه لا يؤمن أن يكون فيه بقية من تلك المادة، إلى أن يثبت الإيمان والتوحيد في قلبه، ويبعد عهده بما كان عليه في جاهليته من قبل، ولذلك طلب بعض حديثي العهد بالجاهلية والوثنية من النبي - صلى الله عليه وسلم - أن يجعل لهم شجرة يتبركون بها، ويعلقون عليها أسلحتهم للبركة، طلبوا ذلك: لأنهم رأوا المشركين يفعلون ذلك، ظنًا منهم أنه جائز، وفيه فائدة ويقربهم إلى الله. فالتبس عليهم الحق بالباطل، لقرب عهدهم بالجاهلية ووثنيتها. ¶ والرسول - صلى الله عليه وسلم - حريص على قطع دابر الشرك، واقتلاعه من النفوس، وسد ذرائعه الموصلة إليه، وكان نهيه - صلى الله عليه وسلم - عن زيارة القبور في أول الأمر: خوفًا عليهم من الفتنة، وإبعادا لهم عن الشرك وذرائعه، فلما استقر الإسلام، وتمكن التوحيد من نفوسهم، وأمن عليهم: أذن في زيارتها للرجال خاصة، مبينًا - صلى الله عليه وسلم - فوائدها، والحكمة في شرعيتها بقوله: (كنت نهيتكم عن زيارة القبور، فزوروا القبور، فإنها تزهد في الدنيا، وتذكر الآخرة) (¬2). فزيارة القبور شرعت للتذكير بالموت وبالآخرة، والتزهد في الدنيا، والدعاء للأموات بالمغفرة، والترحم عليهم، وكان الرسول - صلى الله عليه وسلم - يزور القبور، ويدعو ¶ ¬__________ ¶ (¬1) أَخرَجَه مُسْلِم فى كِتَاب الوصية، بَاب ما يلحق الإنسان من الثواب بعد وفاته (3/ 1631). ¶ (¬2) مسلم الأضاحي (1977)، النسائي الجنائز (2033)، أبو داود الأشربة (3698)، أحمد (5/ 359).",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "للموتى، ويسلم عليهم، وكان يبكي ويُبْكى من حوله. أرشدنا كيف نزور قبور إخواننا المسلمين، وما نقول عند زيارتها، حفظ عنه - صلى الله عليه وسلم - أنه كان يقول إذا أتى المقابر: (السلام عليكم أهل الديار من المؤمنين والمسلمين، وإنا إن شاء الله بكم لاحقون، نسأل الله لنا ولكم العافية) (¬1)، وكان - صلى الله عليه وسلم - لا يشد رحلًا لزيارة القبور ولا يسافر لأجلها، ولم يأذن لنا بشد الرحال لزيارتها، بل جاء عنه النهى عن ذلك بقوله: (لا تشد الرحال إلا إلى ثلاثة مساجد: المسجد الحرام، ومسجدي هذا، والمسجد الأقصى) (¬2) ¶ ومن أراد زيارة الرسول - صلى الله عليه وسلم - وأن يكون عمله مشروعًا ومقبولًا، عليه أن يقصد بسفره المسجد، فإذا أتى إليه صلى فيه ما قدر له، ثم أتى إلى القبر الشريف إن شاء، فسلم على النبي - صلى الله عليه وسلم - بأدب واحترام وعدم رفع صوت أو ضجيج، ثم سلم على صاحبيه، رضي الله عنهما، ثم انصرف. ¶ ¬__________ ¶ (¬1) مسلم الجنائز (975)، النسائي الجنائز (2040)، ابن ماجه ما جاء في الجنائز (1547)، أحمد (5/ 353). ¶ (¬2) البخاري الجمعة (1132)، مسلم الحج (1397)، النسائي المساجد (700)، أبو داود المناسك (2033)، ابن ماجه إقامة الصلاة والسنة فيها (1409)، أحمد (2/ 234)، الدارمي الصلاة (1421).",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "أحكام متفرقة حول الميت والحداد ¶ 1 - حكم صلاة الجنازة على المنتحر: تجب الصلاة على جنازة كل مسلم، ولو كان قاتلاً لنفسه؛ لأنَّ قتله لنفسه كبيرة لا تخرجه عن الإسلام؛ فالقاتل لنفسه عاص، له ما للمسلمين من الصلاة عليه والاستغفار له وتغسيله وتكفينه ودفنه في مقابر المسلمين. ¶ 2 - حكم الاحتفاظ بملابس الميت: يجوز الانتفاع بملابس الميت لمن يلبسها من أسرته أو أن تعطى لمن يلبسها من المحتاجين ولا تهدر وعلى كل حال هي من التركة إذا كانت ذات قيمة فإنها تصبح من التركة تلحق بتركته وتكون للورثة والاحتفاظ بها للذكرى لا يجوز ولا ينبغي وقد يحرم إذا كان القصد منها التبرك بهذه الثياب وما أشبه ذلك ثم أيضًا لهذا إهدار للمال لأن المال ينتفع به ولا يجعل محبوسًا لا ينتفع به. ¶ 3 - حكم وضع حجر على القبر: لا بأس بوضع الحجر على القبر؛ ليكون علامة يُعرَفُ بها عند زيارته؛ لأن الرسول صلى الله عليه وسلم فعل هذا في قبر عثمان (¬1)، أمَّا الكتابة على القبر؛ فإنَّها لا تجوز؛ لنهي النبيِّ صلى الله عليه وسلم عن ذلك (¬2) ولأنَّ هذا وسيلة إلى الشِّرك والغلوِّ فيها. ¶ 4 - ما حكم تلقين الميت بعد الدفن؟ سئل شيخ الاسلام ابن تيمية , هل يجب تلقين الميت بعد دفنه أم لا؟ , فقال: (هذا التلقين المذكور قد نقل عن طائفة من الصحابة: أنهم أمروا به , كأبي أمامة الباهلي وواثلة بن الأسقع. وروي فيه حديث عن النبي صلى الله عليه وسلم لكنه مما لا يحكم بصحته , ولم يكن كثير من الصحابة يفعل ذلك , فلهذا قال الامام أحمد , وغيره من ¶ ¬__________ ¶ (¬1) \"سنن أبي داود\" (3/ 209) من حديث المطلب، و\"سنن ابن ماجه\" (1/ 498) من حديث أنس بن مالك رضي الله عنه، و\"السنن الكبرى\" للبيهقي (3/ 412) من حديث المطلب.] ¶ (¬2) \"سنن الترمذي\" (4/ 6)، و\"سنن النسائي\" (4/ 86)، وكذلك \"سنن ابن ماجه\" (1/ 498)، و\"مستدرك الحاكم\" (1/ 370)؛ كلهم من حديث جابر رضي الله عنه.]،",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "العلماء: ان هذا التلقين لا بأس به , فرخصوا فيه , ولم يأمروا به , واستحبه طائفة من أصحاب الشافعي , وأحمد وكرهه طائفة من العلماء من أصحاب مالك , وغيرهم) (¬1).والثَّابتُ عن النبي صلى الله عليه وسلم؛ أنَّه إذا فُرِغَ من دفن الميِّتِ؛ وقف على قبره وهو وأصحابه، وقال: \"استغفروا لأخيكم، واسألوا له التَّثبيت؛ فإنه الآن يُسأل\"ُ (¬2) ... وذلك بأن يُقال: اللهم! اغفر له، واللهم! ثبِّتهُ. ولا يُنادى الميِّت ويلقَّنُ كما يفعل البعض لعدم ثبوت النص في ذلك. والله أعلم. ¶ 5 - ما الحكم في إقامة إسبوع للميت؟ هذه المناسبات من الآصار والأغلال والمنكرات التي يجب على المسلمين تركها والحذر منها والمنع من الإقدام عليها؛ لأنها من المنكرات الظاهرة؛ لما فيها من المنكرات، وهي: ¶ أولاً: إقامة هذه الحفلات والإسراف في هذا الإنفاق إنفاق للمال بالباطل. ¶ ثانيًا: إقامة هذه الحفلات في الأربعين؛ كل هذا من البدع التي ما أنزل الله بها من سلطان. ¶ ثالثًا: ما يحصل في هذه البدع من المنكرات الأخرى؛ من لطم الخدود وشق الجيوب وذر الرماد على الرؤوس، كل هذا من النياحة التي حرَّمَها رسول الله صلى الله عليه وسلم، ونهى عنها أشد النهي. ¶ 6 - من الذي يحق له غسل الميت ذكرًا كان أو أنثى من الأهل؟ الرجل يغسله الرجل، ويجوز للمرأة أن تغسل زوجها، والمرأة يغسلها النساء ويجوز للرجل أن يغسل زوجته، فالزوجان يجوز لكل منهما أن يغسل الآخر لأن عليًّا رضي الله عنه غسل زوجته فاطمة رضي الله عنها (¬3) وأسماء ¶ ¬__________ ¶ (¬1) مجموع فتاوى ابن تيمية (24/ 296 - 297) ¶ (¬2) رواه أبو داود في \"سننه\" (3/ 213) من حديث هانئ مولى عثمان بن عفان، ورواه الحاكم في \"مستدركه\" (1/ 370) من حديث عثمان بن عفان رضي الله عنه. ¶ (¬3) انظر كتاب» المصنف في الأحاديث والآثار «لابن أبي شيبة (2/ 455)، و» المصنف «لعبد الرزاق الصنعاني (3/ 408 - 411)، و» إرواء الغليل «(3/ 162).]،",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "بنت عميس رضي الله عنها غسلت أبا بكر الصديق رضي الله عنه (¬1).أما ما عدا الزوجين فإنه لا يجوز للنساء أن تغسل الرجال، ولا يجوز للرجال أن يغسلوا النساء، بل كل جنس يغسل جنسه ولا يطلع أحدهما على عورة الآخر؛ إلا الطفل الصغير الذي هو دون التمييز فهذا لا بأس أن يغسله الرجال والنساء على حد سواء لأنه لا عورة له. والله أعلم. ¶ 7 - من هو أولى بتغسيل المرأة المتوفاة بترتيب؟ الأصل في الرجل اذا مات أن يغسله الرجال , واذا ماتت المرأة فان النساء يغسلنها ,ويتولى تغسيل المرأة القريبة فالقريبة من نسائها من كن يحسن ذلك، ويجوز أن يتولاها أي مسلمة تحسن تغسيلها ولو لم تكن من قريباتها، وكذلك زوج المرأة يجوز له أن يغسلها، كما يجوز لها أن تغسل زوجها والأصل في ذلك قوله صلى الله عليه وسلم لعائشة رضي الله عنها: (ما ضرك لو مت قبلي فغسلتك وكفنتك ثم صليت عليك ودفنتك) (¬2) وأوصى أبو بكر الصديق رضي الله عنه أن تغسله زوجته أسماء بنت عميس , وأوصت فاطمة رضي الله عنها أن يغسلها علي رضي الله عنه وليس للمرأة أن تغسل من بلغ سبعا من الذكور سواء كان ابنها أو غيره كما لا يجوز للابن أن يغسل أمه ولو كانت كبيرة بالسن ولا يجوز للبنت أن تغسل أباها ولو كان كبيرا بالسن , وليس للرجل أن يغسل من بلغت سبعا من الاناث سواء كانت ابنته أو غيرها ,.وأما بالنسبة لتغسيل الكافر للمسلم فلا يجوز لأن تغسيل الميت عبادة والعبادة لا تصح من الكافر. أما بالنسبة لمن يدخل المرأة قبرها؟ فيجوز أن يدخل المرأة قبرها مسلم يحسن ذلك ولو لم يكن محرمًا لها. ¶ 8 - حكم الصلاة على السقط في الشهور الأولى: الحمل إذا سقط من بطن أمه، وقد بلغ أربعة أشهر فأكثر فإنه يغسل ويكفن ويصلى عليه؛ لأنه نفخت فيه الروح، وإن كان دون أربعة أشهر فإنه يدفن بدون ما ذكر؛ لأنه لم تنفخ فيه الروح، ولا يأخذ حكم الجنازة في هذه الحالة. بنص حديث ابن مسعود فى الصحيحين: \" إذا استكمل الجنين أربعة أشهر وسقط، يصلى عليه ويسمى ويدعى لوالديه بالمغفرة والرحمة \" ... والصلاة على الطفل الذى لم يبلغ من باب الندب لا ¶ ¬__________ ¶ (¬1) انظر كتاب» المصنف في الأحاديث والآثار «لابن أبي شيبة (2/ 455)، و» المصنف «لعبد الرزاق الصنعاني (3/ 408 - 411)، و» إرواء الغليل «(3/ 162) ¶ (¬2) اأخرجه أحمد (6/ 144, 228) وابن ماجة (1/ 470) برقم (1465).",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "الوجوب لأن النبى لما مات ولده إبراهيم لم يصل عليه كما فى الحديث عن عائشة – رضى الله عنها قالت: مات إبراهيم ابن النبى - صلى الله عليه وسلم - وهو ابن ثمانية عشر شهراً فلم يصل عليه رسول الله (¬1) ¶ 9 - ما كيفية الصلاة على الميت؟ كيفية الصلاة على الميت: أن يكبر تكبيرة الإحرام، ويتعوذ بعد التكبير مباشرة ولا يستفتح، ثم يسمي ويقرأ الفاتحة. ثم يكبر، ويصلي بعدها على النبي صلى الله عليه وسلم؛ مثل الصلاة عليه في التشهد الأخير من صلاة الفريضة. ثم يكبر، ويدعو للميت بما ورد، ومنه: \"اللهم اغفر له، وارحمه، وعافه، واعف عنه، وأكرم نزله، ووسع مدخله، واغسله بالماء والثلج والبرد، ونقه من الذنوب والخطايا كما ينقى الثوب الأبيض من الدنس، وأبلده دارًا خيرًا من داره، وزوجًا خيرًا من زوج، وأدخله الجنة، وأعذه من عذاب القبر ومن عذاب النار، وافسح له في قبره، ونور له فيه\" (¬2) وإن كان المصلى عليه أنثى؛ قال: \"اللهم اغفر لها ... \"؛ بتأنيث الضمير في الدعاء كله، وإن كان المصلى عليه صغيرًا؛ قال: \"اللهم اجعله لوالديه فرطًا وأجرًا وشفيعًا مجابًا\" (¬3)، اللهم ثقل به موازينهما، وأعظم به أجورهما، وألحقه بصالح سلف المؤمنين، واجعله في كفالة إبراهيم، وقه برحمتك عذاب الجحيم «. ثم يكبر ويقف بعد التبكير قليلاً، ثم يسلم عن يمينه تسليمة واحدة أو تسليمتين. ¶ 10 - ما حكم جلوس أهل الميت في بيتٍ ليَقْصدهم الناس بالتَّعْزِية؟ ¶ في المسألة قولان مشهوران: ¶ أولهما: جواز ذلك، مع كون الأَوْلى عدمُهُ. وهو رواية عن أحمد (¬4) ومذهب الحنفية، قال ابن الهمام رحمه الله في: (¬5): ((ويجوز الجلوس للمصيبة ثلاثة أيام، وهو خلاف الأَولى، ¶ ¬__________ ¶ (¬1) أخرجه أبو داود فى كتاب الجنائز، باب فى الصلاة على الطفل (3/ 3187)، وصححه الألبانى فى صحيح سنن أبى داود (1728). ¶ (¬2) \"صحيح مسلم\" (2/ 662، 663) ¶ (¬3) \"صحيح البخاري\" (2/ 91) ¶ (¬4) \"الإنصاف\" (6/ 272) ¶ (¬5) شرح فتح القدير\" (2/ 150)",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "ويُكره في المسجد)). وقال في: \"الفتاوي الهندية\" (¬1): ((ولا بأس لأهل المُصِيْبة أن يَجْلِسوا في البيت ـ أو في المسجد ـ ثلاثة أيام، والناس يأْتُوْنَهم ويُعَزُّونهم. ويُكْرَه الجلوس على باب الدار. وما يُصْنَع في بلاد العجم من فَرْش البُسُط، والقيام على قوارع الطُرق من أقبح القبائح. كذا في: \"الظهيرية\". وفي: \"خزانة الفتاوي\": والجلوس للمصيبة ثلاثة أيام رخصة، وتركه أحسن. كذا في: \"معراج الدراية\")) وقال الحَصْكَفي رحمه الله (¬2): ((ولا بأس ... بالجلوس لها ـ أي: التعزية ـ في غير مسجد ثلاثة أيام)) وشرحه ابن عابدين رحمه الله (¬3) بقوله: ((قوله: (وبالجلوس لها) أي: للتعزية. واستعمال (لا بأس) هنا على حقيقته؛ لأنه خلاف الأَوْلى. كما صَرَّح به في: \"شرح المنية\")). ¶ والثاني: كراهة ذلك دون تحريم وعليه جمهور الفقهاء، وهو مذهب الشافعية والحنابلة. قال النووي رحمه الله (¬4): ((وأما الجلوس للتعزية فنص الشافعي والمصنف وسائر الأصحاب: على كراهته. ونقله الشيخ أبو حامد في: \"التعليق\" وآخرون: عن نص الشافعي. قالوا: يعني (بالجلوس لها): أن يجتمع أهل الميت في بيت فيقصدهم من أراد التعزية. قالوا: بل ينبغي أن ينصرفوا في حوائجهم فمن صادفهم عَزّاهم، ولا فَرْق بين الرجال والنساء في كراهة الجلوس لها. صَرَّح به الحاملي، ونقله عن نص الشافعي. وهو موجود في: \"الأم\")) وقال المرداوي رحمه الله (¬5): ((قوله: (ويُكرَه الجلوس لها ـ أي: للتعزية ـ). هذا المذهب، وعليه أكثر الأصحاب، ونَصّ عليه الإمام أحمد. قال في: \"الفروع\": اختاره الأكثر. قال في: \"مجمع البحرين\": هذا اختيار أصحابنا. وجزم به في: \"الوجيز\" وغيره. ¶ 11 - ما يلزم المحدة على زوجها من الأحكام: ¶ ¬__________ ¶ (¬1) الفتاوي الهندية (1/ 183) ¶ (¬2) شرح تنوير الأبصار\" (3/ 173ـ176) ¶ (¬3) حاشية ابن عابدين\" (3/ 176) ¶ (¬4) \"المجموع شرح المُهَذَّب\" (5/ 278) ¶ (¬5) الإنصاف\" (6/ 272)",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "أولاً: تلزم بيتها الذي مات زوجها وهي ساكنة فيه وإليه ذهب عامة العلماء (¬1) ومنهم الأئمة الأربعة (¬2). واستدلوا بقوله تعالى: (لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلا يَخْرُجْنَ) ولا تخرج منه إلا لحاجة أو ضرورة كمراجعة المستشفى عند المرض وشراء حاجتها من السوق ونحوه إذا لم يكن لديها من يقوم بذلك. ¶ ثانياً: تجتنب أنواع الطيب ونحوها إلا إذا طهرت من حيضها فلا بأس أن تتبخر بالبخور. واما الأدهان غير المطيبة فلا بأس بها للحادة لأن النص لا يشملها ولا دليل على التحريم، أما ما يتخذ منها للزينة فإنها تمنع منه لأنها ممنوعة من الزينة في إحدادها. واما الصابون فليس طيباً بل نكهة. وليس طيباً مقصودا ً إلا أن الأحوط تجنبه خروجاً من الخلاف. ¶ ثالثاً: تجتنب الحلي من الذهب والفضة والألماس وغيرها سواء كان ذلك قلائد أو أسورة أو غير ذلك. ¶ رابعاً: تجتنب الخضاب بالحناء و الكحل لأن رسول الله - صلى الله عليه وسلم - نهى المحدة عن هذه الأمور كلها، ولها أن تغتسل بالماء والسدر متى شاءت، ولها أن تكلم من شاءت من أقاربها وغيرهم، ولها أن تجلس مع محارمها وتقدم لهم القهوة والطعام ونحو ذلك، ولها أن تعمل في بيتها وحديقة بيتها وأسطحة بيتها ليلاً ونهاراً في جميع أعمالها البيتية كالطبخ والخياطة وكنس البيت وغسل الملابس وحلب البهائم ونحو ذلك مما تفعله غير المحدة، ولها المشي في القمر سافرة كغيرها من النساء، ولها طرح الخمار عن رأسها إذا لم يكن عندها غير محرم. ¶ 12 - ما أحدثه الناس في الإحداد: ¶ أحدث بعض الناس أموراً في الإحداد لا أصل لها في الشرع المطهر. وإنما جاءت نتيجة تلقي الأحكام من العادات المنتشرة بين الناس، والتي لم يأت بها كتاب ولا سنة. فمن هذه الأمور المستحدثة: ¶ ¬__________ ¶ (¬1) انظر: المغني 11/ 290، التمهيد 21/ 31. ¶ (¬2) انظر: شرح فتح القدير 4/ 343، زاد المحتاج 3/ 523، جواهر الإكليل 1/ 391، والمقدمات الممهدات 1/ 514، الإنصاف 9/ 306، المغني 11/ 290.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "- التزام بعض النساء لباساً معيناً أو لوناً معيناً للإحداد. ¶ - امتناع الحادة عن مشط رأسها. ¶ - امتناع الحادة من الاغتسال للتنظيف إلا يوم الجمعة. ¶ - امتناع الحادة عن العمل في بيتها من خياطة ونحوها. ¶ - امتناع الحادة من البروز للقمر. ¶ - امتناع الحادة من الظهور على سطح البيت. ¶ - اعتزال الحادة بحيث لا يراها أحد، وإذا زارها أحد زادت في العدة والإحداد يوماً مقابل ذلك اليوم الذي رئيت فيه كفارة لذلك أو قضاءً له. ¶ - اعتقاد بعضهم أن الحادة لا تقطع اللحمة الحمراء. ¶ - اعتقاد أن الحادة لا يجوز لها تكليم الرجال مطلقاً. ¶ - اعتقاد أن الحادة لا يجوز لها الخروج لقضاء حواجاتها ومصالحها. ¶ - اعتقاد أن الحادة لا تجيب الهاتف. ¶ - اعتقاد أن الحادة لا يجوز لها النظر إلى زوجها إذا مات. ¶ - اعتقاد أن الحادة لا يجوز لها النظر إلى صورة زوجها بعد وفاته. ¶ وهذا على نوعين إذا كانت له صورة في وثيقة رسمية مثل الشهادة والبطاقة ونحوها مما عمت به البلوى للضرورة، فلو نظرت إليه الحادة فلا مانع. أما إذا كانت الصورة للذكرى فإن المحرم اقتناؤها سواء كانت الصورة لحي أو لميت. ¶ - اعتقاد بعضهم أن المتوفى إذا كان له زوجتان فإن العدة تقسم بينهما. ¶ - اعتقاد بعضهم أن المتوفى إذا كان له زوجتان إحداهما حامل وولدت ذكراً فإن هذا ينهي عدة الزوجة الثانية. ¶ - هذه بعض المحدثات في باب الإحداد (¬1) ولا يجوز التعبد لله تعالى بها فإن النبي - صلى الله عليه وسلم - ¶ ¬__________ ¶ (¬1) غالب هذه المحدثات ذكرها الشيخ بكر بن عبدالله أبو زيد اثابه الله.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "قال فيما رواه الشيخان عن عائشة رضي الله عنها: من أحدث في أمرنا هذا ما ليس منه فهو رد (¬1). ¶ 13 - ما حكم خروج الحادة للحج؟ ¶ اختلف أهل العلم رحمهم الله تعالى فيما إذا أحرمت المرأة بالحج قبل موت زوجها بإذنه ثم خشيت فوات الحج لضيق الوقت فهل لها أن تخرج وهي حادة على قولين: ¶ الأول: أنه يجب عليها الخروج للحج وهذا مذهب مالك (¬2) والشافعي (¬3) وأحمد (¬4) وعلة قولهم: ((أنهما عبادتان استوتا في الوجوب وضيق الوقت فوجب تقديم الأسبق منهما كما لو كانت العدة أسبق ولأن الحج آكد لأنه أحد أركان الإسلام والمشقة بتفويته تعظم فوجب تقديمه)) (¬5). ¶ القول الثاني: أنه ليس لها الخروج ولو أدى ذلك إلى فوات الحج، وهذا مذهب الحنفية وعللوا قولهم فقالوا: ((المقام في منزلها واجب لا يمكن تداركه بعد انقضاء العدة وسفر الحج واجب يمكن تداركه بعد انقضاء العدة لأن جميع العمر وقته فكان تقديم واجب لا يمكن تداركه بعد الفوت جمعاً بين الواجبين فكان أولى)) (¬6) وكلامهم متوجه فيما لو ابتدأته بعد موته كما هو رأي الجمهور، أما وقد أحرمت فأصبحت الموازنة بين واجبين يخشى فواتهما على حد سواء. فالحج وإن كان زمنه العمر كله لكن لما أحرمت به صار واجباً عليها للعام الذي أحرمت به لا يجوز لها تأخيره أو إخراجه عن وقته وإلا تترتب عليها أحكام فوات الحج. فتبين بهذا صحة ما ذهب إليه ¶ ¬__________ ¶ (¬1) البخاري كتاب الصلح باب إذا اصطلحوا على صلح جور فالصلح مردود 2/ 267 برقم (2697) ومسلم في الأقضية برقم (1718). ¶ (¬2) جواهر الإكليل 2/ 392. ¶ (¬3) نهاية المحتاج 7/ 159. ¶ (¬4) المغني 11/ 305. ¶ (¬5) المصدر السابق. ¶ (¬6) بدائع الصنائع 3/ 206.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "الجمهور. أما خروجها بعد وفاة زوجها فهي آثمة عند الأئمة الأربعة بلا خلاف (¬1) سواء كان خروجها للحج أو لسفر غيره. والله أعلم. ¶ 14 - ما هو الإحداد؟ ¶ الإحداد: - تربص تجتنب فيه المرأة ما يدعو إلى جماعها أو يرغب في النظر إليها من الزينة وما في معناها مدة مخصوصة في أحوال مخصوصة (¬2). ¶ ومن التعريف يتضح أن أحكام الإحداد مما تختص بها النساء دون الرجال وهذا ظاهر جلي لكل من تأمل الحكمة التي من أجلها شرع الإحداد. ¶ ومما يدل على أن الإحداد تختص به النساء دون الرجال ما أخرجه الشيخان عن أن حبيبة وزينب بنت جحش رضي الله عنهما أن النبي - صلى الله عليه وسلم - قال: ((لا يحل لامرأة تؤمن بالله واليوم الآخر أن تحد على ميت فوق ثلاث ليال إلا على زوج أربعة أشهر وعشراً)) (¬3).وفي رواية أم عطية رضي الله عنها: لا تحد امرأة على ميت فوق ثلاث إلا على زوج أربعة أشهر وعشراً (¬4) ¶ 15 - الإحداد الشرعي هو ما كان وفق أمر الله ورسوله، وهو نوعان: إحداد المرأة على زوجها المتوفى عنها. وإحداد المرأة على غير زوجها. ¶ 16 - ما الحكمة من الإحداد؟ ¶ ¬__________ ¶ (¬1) انظر: شرح فتح القدير 4/ 346، جواهر الإكليل 2/ 392، نهاية المحتاج 7/ 159، المغني 11/ 305. ¶ (¬2) انظر: الروض المربع ص 266، روضة الطالبين 8/ 405، شرح فتح القدير 4/ 338، الكافي ص 295، الموسوعة الفقهية 2/ (103 – 104). ¶ (¬3) متفق عليه ¶ (¬4) متفق عليه",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "أولاً: تعظيم خطر هذا العقد ورفع قدره. ¶ ثانياً: تعظيم حق الزوج وحفظ عشرته. ¶ ثالثاً: تطييب نفس أقارب الزوج ومراعاة شعورهم. ¶ رابعاً: سد ذريعة تطلع المرأة للنكاح أو تطلع الرجال إليها. ¶ خامساً: الإحداد من مكملات العدة ومقتضياتها. ¶ سادساً: تأسف على فوات نعمة النكاح الجامعة بين خيري الدنيا والآخرة. ¶ سابعاً: موافقة الطباع البشرية، فإن النفس تتفاعل مع المصائب والنوائب فأباح الله لها حداً تستطيع من خلاله التعبير عن حزنها.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "ضغط القبر على صاحبه وإن كان صالحاً ¶ 1 - وعن أبي أيوب الأنصاري قال: دفن صبي فقال رسول اللّه صلى الله عليه وسلم. لو أفلت أحد من ضمة القبر لأفلت هذا الصبي (¬1) ¶ 2 - عن عبد الله بن عمر رضي الله عنهما عن رسول الله صلى الله عليه وسلم قال في سعد بن معاذ: «هذا الذي تحرك له عرش الرحمن وفتحت له أبواب السماء, وشهده سبعون ألفاً من الملائكة لَقَدْ ضُم ضمة ثُمَّ فرج عنه» (¬2) ¶ 3 - عن عَائِشَةَ رضي الله عنها قالت: قال رسول الله صلى الله عليه وسلم: «إن للقبر ضغطة لو كان أحد ناجيا منها نجا سعد بن معاذ» (¬3) ¶ ¬__________ ¶ (¬1) () أَخرَجَه الطَّبَرَانِيّ في الكبير (4/ 121) برقم (3858)، وقال الهيثمي: رجاله رجال الصحيح، وصححه الشيخ الألباني في صحيح الجامع (5238). ¶ (¬2) () أَخرَجَه النَّسَائيّ. ¶ (¬3) أَخرَجَه الإمام أَحْمَد (6/ 55، 98) والحَدِيث صححه الشيخ الألباني بمجموع طرقه وشواهده في الصحيحة (1695) وصحيح الجامع (2180)، (5306).",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "1 - عن أنس بن مالك, قال: قال رسول الله صلى الله عليه وسلم: «إِنَّ الْعَبْدَ إِذَا وُضِعَ فِي قَبْرِهِ وَتَوَلَّى عَنْهُ أَصْحَابُهُ وَإِنَّهُ لَيَسْمَعُ قَرْعَ نِعَالِهِمْ أَتَاهُ مَلَكَانِ فَيُقْعِدَانِهِ فَيَقُولَانِ: مَا كُنْتَ تَقُولُ فِي هَذَا الرَّجُلِ لِمُحَمَّدٍ صلى الله عليه وسلم، فَأَمَّا الْمُؤْمِنُ فَيَقُولُ: أَشْهَدُ أَنَّهُ عَبْدُ اللَّهِ وَرَسُولُهُ فَيُقَالُ لَهُ انْظُرْ إِلَى مَقْعَدِكَ مِنْ النَّارِ قَدْ أَبْدَلَكَ اللَّهُ بِهِ مَقْعَدًا مِنْ الْجَنَّةِ فَيَرَاهُمَا جَمِيعًا» وفيه «وَأَمَّا الْمُنَافِقُ وَالْكَافِرُ فَيُقَالُ لَهُ مَا كُنْتَ تَقُولُ فِي هَذَا الرَّجُلِ فَيَقُولُ لَا أَدْرِي كُنْتُ أَقُولُ مَا يَقُولُ النَّاسُ فَيُقَالُ لَا دَرَيْتَ وَلَا تَلَيْتَ وَيُضْرَبُ بِمَطَارِقَ مِنْ حَدِيدٍ ضَرْبَةً فَيَصِيحُ صَيْحَةً يَسْمَعُهَا مَنْ يَلِيهِ غَيْرَ الثَّقَلَيْنِ» (¬1). ومعنى لَا دَرَيْتَ وَلَا تَلَيْتَ لم تدر، ولم تتل القرآن. ¶ 2 - عن أبي هُرَيْرَةَ عن النَّبِيّ صلى الله عليه وسلم قال: «إن الميت يصير إلى القبر فيجلس الرجل الصالح في قبره غير فزع ولا مشغوف, ثُمَّ يقال له: فيم كنت؟ فَيَقُولُ: كنت في الإسلام! فيقال: ما هذا الرجل؟ فَيَقُولُ: محمد رسول الله, جاءنا بالبينات من عند الله فصدقناه. فيقال له: هل رأيت الله؟ فَيَقُولُ: لا, ما ينبغي لأحد أن يرى الله! فيفرج له فرجة قبل النَّار فينظر إليها يحطم بعضها بعضاً, فيقال له: انظر إلى ما وقاك الله, ثُمَّ يفرج له فرجة قبل الْجَنَّة فينظر إلى زهرتها وما فيها, فيقال له: هذا مقعدك. ويقال له: على اليقين كنت, وعليه مت, وعليه تبعث إن شاء الله تعالى. ويُجلس الرجل السوء في قبره فزعاً مرعوباً فيقال له: فيم كنت؟ فَيَقُولُ: لا أدري, ¶ ¬__________ ¶ (¬1) متفق عليه. أَخرَجَه البُخَارِي (1374) كِتَاب الجنائز، بَاب ما جاء في عذاب القبر. ـ واللفظ له ـو مُسْلِم (2870) كِتَاب الجنة وصفة نعيمها وأهلها، بَاب عرض مقعد الميت من الجنة أو النار عليه وإثبات عذاب القبر والتعوذ منه.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "فيقال له: ما هذا الرجل؟ فَيَقُولُ: سمعت النَّاس يقولون قولاً فقلته, فيفرج له فرجة قبل الْجَنَّة فينظر إلى زهرتها وما فيه. فيقال له: انظر إلى ما صرفه الله عنك, ثُمَّ يفرج له فرجة قبل النَّار فينظر إليها يحطم بعضها بعضاً, فيقال: هذا مقعدك، على الشك كنت، وعليه مت، وعليه تبعث إن شاء الله تعالى» (¬1) ¶ وفي حديث البراء بن عازب (ويأتيه ملكان شديدا الانتهار فينتهرانه ويجلسانه فيقولان له من ربك؟ فَيَقُولُ: هاه هاه لا أدري, فيقولان له ما دينك؟ فَيَقُولُ: هاه هاه لا أدري, فيقولان: فما تقول في هذا الرجل الذي بعث فيكم؟ فلا يهتدي لاسمه, فيقال: محمد! فَيَقُولُ: هاه هاه لا أدري, سمعت النَّاس يقولون ذاك! فيقال: لا دريت ولا تلوت, فينادي مناد من السماء أن كذب, فأفرشوا له من النَّار وافتحوا له باباً إلى النَّار فيأتيه من حرها وسمومها, ويضيق عليه قبره حَتَّى تختلف فيه أضلاعه ويأتيه - وفي رواية: ويمثل له - رجل قبيح الوجه قبيح الثياب منتن الريح فَيَقُولُ: أبشر بالذي يسوؤك, هذا يومك الذي كنت توعد, فَيَقُولُ: وأنت فبشرك الله بالشر, من أنت؟ فوجهك الوجه يجيء بالشر, فَيَقُولُ: أنا عملك الخبيث. فو الله ما علمت إلاَّ كنت بطيئاً عن طاعة الله, سريعاً إلى معصية الله, فجزاك الله شراً ثُمَّ يقيض له أعمى أصم أبكم في يده مرزبة لو ضرب بها جبلاً كان تراباً, فيضربه ضربة حَتَّى يصير بها تراباً ثُمَّ يعيده الله كما كان, فيضربه ضربة أخرى فيصيح صيحة يسمعه كل شيء إلاَّ الثقلين ثُمَّ يفتح له باب من النَّار ويمهد من فرش النَّار فَيَقُولُ رب لا تقم السَّاعَة» (¬2). ¶ ¬__________ ¶ (¬1) أَخرَجَه ابن ماجه. ¶ (¬2) أَخرَجَه أبو داود والحاكم والطيالسي والآجري وأَحْمَد والسياق له.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "من أسباب عذاب القبر ¶ ان الذنوب والمعاصي بالجملة من أسباب العذاب، إلاَّ أن النَّبِيّ صلى الله عليه وسلم ذكر جملة من موجباته، منها: عدم التنزه من البول والنميمة والغلول والكذب وهجر القرآن أي \" عدم العمل به \" و الزنا و أكل الربا. ¶ 1 - عَنْ سَمُرَةَ بْنِ جُنْدَبٍ قَالَ: كَانَ النَّبِيّ صلى الله عليه وسلم إِذَا صَلَّى صَلَاةً أَقْبَلَ عَلَيْنَا بِوَجْهِهِ فَقَالَ: ((مَنْ رَأَى مِنْكُمْ اللَّيْلَةَ رُؤْيَا))؟ فَإِنْ رَأَى أَحَدٌ قَصَّهَا، فَيَقُولُ مَا شَاءَ اللَّهُ، فَسَأَلَنَا يَوْمًا فَقَالَ هَلْ رَأَى أَحَدٌ مِنْكُمْ رُؤْيَا قُلْنَا: لَا. قَالَ: ((لَكِنِّي رَأَيْتُ اللَّيْلَةَ رَجُلَيْنِ أَتَيَانِي، فَأَخَذَا بِيَدِي، فَأَخْرَجَانِي إِلَى الْأَرْضِ الْمُقَدَّسَةِ، فَإِذَا رَجُلٌ جَالِسٌ وَرَجُلٌ قَائِمٌ بِيَدِهِ كَلُّوبٌ مِنْ حَدِيدٍ، فييُدْخِلُ ذَلِكَ الْكَلُّوبَ فِي شِدْقِهِ حَتَّى يَبْلُغَ قَفَاهُ ثُمَّ يَفْعَلُ بِشِدْقِهِ الْآخَرِ مِثْلَ ذَلِكَ، وَيَلْتَئِمُ شِدْقُهُ هَذَا فَيَعُودُ فَيَصْنَعُ مِثْلَهُ. قُلْتُ: مَا هَذَا؟ قَالَا: انْطَلِقْ. فَانْطَلَقْنَا، حَتَّى أَتَيْنَا عَلَى رَجُلٍ مُضْطَجِعٍ عَلَى قَفَاهُ، وَرَجُلٌ قَائِمٌ عَلَى رَأْسِهِ بِفِهْرٍ أَوْ صَخْرَةٍ، فَيَشْدَخُ بِهِ رَأْسَهُ، فَإِذَا ضَرَبَهُ تَدَهْدَهَ الْحَجَرُ، فَانْطَلَقَ إِلَيْهِ لِيَأْخُذَهُ فَلَا يَرْجِعُ إِلَى هَذَا حَتَّى يَلْتَئِمَ رَأْسُهُ، وَعَادَ رَأْسُهُ كَمَا هُوَ فَعَادَ إِلَيْهِ فَضَرَبَهُ. قُلْتُ: مَنْ هَذَا؟ قَالَا: انْطَلِقْ. فَانْطَلَقْنَا إِلَى ثَقْبٍ مِثْلِ التَّنُّورِ أَعْلَاهُ ضَيِّقٌ وَأَسْفَلُهُ وَاسِعٌ يَتَوَقَّدُ تَحْتَهُ نَارًا، فَإِذَا اقْتَرَبَ ارْتَفَعُوا حَتَّى كَادَ أَنْ يَخْرُجُوا، فَإِذَا خَمَدَتْ رَجَعُوا فِيهَا، وَفِيهَا رِجَالٌ وَنِسَاءٌ عُرَاةٌ. فَقُلْتُ: مَنْ هَذَا؟ قَالَا: انْطَلِقْ. فَانْطَلَقْنَا، حَتَّى أَتَيْنَا عَلَى نَهَرٍ مِنْ دَمٍ فِيهِ رَجُلٌ قَائِمٌ عَلَى وَسَطِ النَّهَرِ وَعَلَى شَطِّ النَّهَرِ رَجُلٌ بَيْنَ يَدَيْهِ حِجَارَةٌ، فَأَقْبَلَ الرَّجُلُ الَّذِي فِي النَّهَرِ فَإِذَا أَرَادَ أَنْ يَخْرُجَ رَمَى الرَّجُلُ بِحَجَرٍ فِي فِيهِ فَرَدَّهُ حَيْثُ كَانَ، فَجَعَلَ كُلَّمَا جَاءَ لِيَخْرُجَ رَمَى فِي فِيهِ بِحَجَرٍ فَيَرْجِعُ كَمَا كَانَ، ... قُلْتُ: طَوَّفْتُمَانِي اللَّيْلَةَ فَأَخْبِرَانِي عَمَّا رَأَيْتُ. قَالَا: نَعَمْ، أَمَّا الَّذِي رَأَيْتَهُ يُشَقُّ شِدْقُهُ فَكَذَّابٌ يُحَدِّثُ بِالْكَذْبَةِ فَتُحْمَلُ عَنْهُ حَتَّى تَبْلُغَ الْآفَاقَ، فَيُصْنَعُ بِهِ إِلَى يَوْمِ الْقِيَامَةِ. وَالَّذِي رَأَيْتَهُ يُشْدَخُ رَأْسُهُ فَرَجُلٌ عَلَّمَهُ اللَّهُ الْقُرْآنَ فَنَامَ عَنْهُ بِاللَّيْلِ وَلَمْ يَعْمَلْ فِيهِ بِالنَّهَارِ،",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "يُفْعَلُ بِهِ إِلَى يَوْمِ الْقِيَامَةِ. وَالَّذِي رَأَيْتَهُ فِي الثَّقْبِ فَهُمْ الزُّنَاةُ. وَالَّذِي رَأَيْتَهُ فِي النَّهَرِ آكِلُوا الرِّبَا)) (¬1). ¶ 2 - المشرك والكافر: لحديث البراء بن عازب، وفيه: ((ثُمَّ يُقيَّض له - للكافر- أعمى أبكم معه مِرْزَبَة من حديد لو ضُرب بها جبل لصار تراباً فيضربه بها ضربة يسمعها ما بين المشرق والمغرب إلاَّ الثقلين، فيصير تراباً، ثُمَّ تعاد فيه الروح)) (¬2). وفي رواية: ((لو اجتمع عليها من بين الخافقين لم يقلوها، يشتعل منها قبره ناراً، و يُضيَّق عليه قبره حَتَّى تختلف أضلاعه)) (¬3). ¶ 3 - عدم التنزه من البول؛ فعن ابن عَبَّاس، عن النَّبِيّ صلى الله عليه وسلم قال: ((عامة عذاب القبر من البول)) (¬4).وعن أبي هُرَيْرَةَ عن النَّبِيّ صلى الله عليه وسلم قال: «أكثر عذاب القبر من البول» (¬5) فحري بالمسلم أن يحرص على إزالة النجاسات من بدنه وثوبه ومكان صلاته؛ فذلك من شروط الصَّلاَة. ¶ 4 - النميمة؛ لحديث ابْنِ عَبَّاسٍ قَالَ: مَرَّ النَّبِيّ صلى الله عليه وسلم بِقَبْرَيْنِ فَقَالَ: ((إِنَّهُمَا لَيُعَذَّبَانِ وَمَا يُعَذَّبَانِ فِي كَبِيرٍ، أَمَّا أَحَدُهُمَا فَكَانَ لَا يَسْتَتِرُ (¬6) مِنْ الْبَوْلِ، وَأَمَّا الْآخَرُ فَكَانَ يَمْشِي بِالنَّمِيمَةِ)). ثُمَّ أَخَذَ جَرِيدَةً رَطْبَةً فَشَقَّهَا نِصْفَيْنِ، فَغَرَزَ فِي كُلِّ قَبْرٍ وَاحِدَةً. قَالُوا: يَا رَسُولَ اللَّهِ لِمَ فَعَلْتَ هَذَا؟ قَالَ: ((لَعَلَّهُ يُخَفِّفُ عَنْهُمَا مَا لَمْ يَيْبَسَا)) (¬7). ¶ ¬__________ ¶ (¬1) أَخرَجَه ... البُخَارِي ¶ (¬2) / أبو داود. ¶ (¬3) / الْبَيْهَقِي في شعب الإيمان، وضعفه الألباني في ضعيف الترغيب والترهيب (2/ 217). ¶ (¬4) / الحاكم في المستدرك. ¶ (¬5) / أَخرَجَه ابن أبي شيبة ¶ (¬6) / لا يجعل ستراً بينه وبين بوله فيصيب ثوبه وبدنه ولا يعبأ به. ¶ (¬7) / ... البُخَارِي و مُسْلِم.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "5 - الغيبة، وهي ذكرك أخاك بما يكره، فعَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: ((لَمَّا عُرِجَ بِي مَرَرْتُ بِقَوْمٍ لَهُمْ أَظْفَارٌ مِنْ نُحَاسٍ يَخْمُشُونَ وُجُوهَهُمْ وَصُدُورَهُمْ. فَقُلْتُ: مَنْ هَؤُلَاءِ يَا جِبْرِيلُ؟ قَالَ: هَؤُلَاءِ الَّذِينَ يَأْكُلُونَ لُحُومَ النَّاسِ وَيَقَعُونَ فِي أَعْرَاضِهِمْ)) (¬1). ¶ 6 - الغلول، وهو الأخذُ من المغانم قبل أن تُقسم. فعن عَبْداللَّه بن عمرو قال: \" كان على ثقل النَّبِيّ صلى الله عليه وسلم رجل يقال له كركرة، فمات، فقال رسول الله صلى الله عليه وسلم: \" هو في النَّار \" فذهبوا ينظرون فوجدوا عباءة قد غلها \" (¬2) ¶ 7 - الفطر في رمضان عمداً بلا عذر؛ لقول النَّبِيّ صلى الله عليه وسلم: ( ..... ثُمَّ انطلُق بي، فإذا بقوم معلقين بعراقيبهم، مشققة أشداقهم، تسيل أشداقهم دماً، فقلت: ما هؤلاء؟ قال: هؤلاء يفطرون قبل تحلة صومهم)) (¬3). ¶ الأحاديث التي أوضحت ذلك قسمان: الأول: بينت أنَّ أصحابها ناجون من الفتنة، والنجاة من الفتنة مستلزمة للنجاة من العذاب. والثاني: بينت أن أصحابها ناجون من العذاب، وهي لا تستلزم النجاة من الفتنة، لكن إن فُتن فهو ممن قال الله تعالى فيه: (يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ) (¬4). ¶ فمن الناجون؟ ¶ ¬__________ ¶ (¬1) / أبو داود. ¶ (¬2) / رَوَاهُ البُخَارِي. ¶ (¬3) / الحاكم و الطَّبَرَانِيّ في الكبير وابن خزيمة في الصحيح. ¶ (¬4) / ابرهيم 27",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "الناجون خمسة وهم: المرابط, والشهيد, والذي يقرأ سورة الملك كل ليلة, والذي يموت بمرض البطن, والذي يموت يوم أو ليلة الجمعة. ¶ 1 - الشهيد: فقد سأل رجلٌ رسول الله صلى الله عليه وسلم: مَا بَالُ الْمُؤْمِنِينَ يُفْتَنُونَ فِي قُبُورِهِمْ إِلَّا الشَّهِيدَ؟ قَالَ: ((كَفَى بِبَارِقَةِ السُّيُوفِ عَلَى رَأْسِهِ فِتْنَةً)) (¬1) ¶ 2 - المرابط: حدَّث فضالةُ بن عبيد عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ: ((كُلُّ مَيِّتٍ يُخْتَمُ عَلَى عَمَلِهِ، إِلَّا الَّذِي مَاتَ مُرَابِطًا فِي سَبِيلِ اللَّهِ، فَإِنَّهُ يُنْمَى لَهُ عَمَلُهُ إِلَى يَوْمِ الْقِيَامَةِ وَيَأْمَنُ مِنْ فِتْنَةِ الْقَبْرِ)) (¬2). وعَنْ سَلْمَانَ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ: ((رِبَاطُ يَوْمٍ وَلَيْلَةٍ خَيْرٌ مِنْ صِيَامِ شَهْرٍ وَقِيَامِهِ، وَإِنْ مَاتَ جَرَى عَلَيْهِ عَمَلُهُ الَّذِي كَانَ يَعْمَلُهُ وَأُجْرِيَ عَلَيْهِ رِزْقُهُ، وَأَمِنَ الْفَتَّانَ)) \" (¬3). ¶ 3 - من مات بداء البطن: قال صلى الله عليه وسلم: ((مَنْ يَقْتُلْهُ بَطْنُهُ فَلَنْ يُعَذَّبَ فِي قَبْرِهِ)) (¬4). ¶ 4 - قراءة سورة الملك كل ليلة: قال نبينا صلى الله عليه وسلم: ((سورة الملك هي المانعة من عذاب القبر)) (¬5). وعن عبد الله بن مسعود قال: من قرأ {تبارك الذي بيده الملك} كل ليلة منعه الله بها من عذاب القبر، وكنا في عهد رسول الله صلى الله عليه وسلم نسميها المانعة، وإنها في كتاب الله، سورة من قرأ بها في كل ليلة فقد أكثر وأطاب\" (¬6). ¶ ¬__________ ¶ (¬1) / النَّسَائيّ. ¶ (¬2) أَخرَجَه أبو داود فى ... كِتَاب الجهاد، بَاب فى فضل الرباط (3/ 2500) والترمذى فى ... كِتَاب فضائل الجهاد، (4/ 1622)، وصححه الألبانى فى صحيح الجامع (4562). ¶ (¬3) أَخرَجَه مُسْلِم فى ... كِتَاب الإمارة، بَاب فضل الرباط فى سبيل الله – عز وجل (3/ 1913)، وأَحْمَد فى مسنده (5/ 440)، والطبرانى فى الكبير (6/ 6179). ¶ (¬4) / أَخرَجَه التِّرْمِذيُّ و النَّسَائيّ. ¶ (¬5) / أَخرَجَه ابن مردويه، وصححه الألباني. ¶ (¬6) / السنن الكبرى للنسائي.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "5 - من مات يوم او ليلة الجمعة: عن أنس بن مالك وجابر بن عَبْداللَّه أن النبى قال: \" ما من مسلم يموت يوم الجمعة أو ليلة الجمعة إلاَّ وقاه الله فتنة القبر \" (¬1) ¶ فهل من المنجيات وضع جريد النخل على القبر؟ ¶ وفيه قولان: الأول الاستحباب والثاني المنع , وممن ذهب الى الاستحباب: أبو عبد الله الجَوْزجَاني رحمه الله تعالى في: \"الأباطيل والمناكير\": \"في الحديث دلالة على استحباب وَضْع الجريدة الرَّطْبة على ما فَعَلَهُ صلى الله عليه وسلم \"أ. هـ. وقال الإمام النووي رحمه الله تعالى في: \"شرح مسلم\": \"واستحب العلماء قراءة القرآن عند القبر لهذا الحديث؛ لأنه إذا كان يرجى التخفيف بتسبيح الجريد فتلاوة القرآن أولى والله أعلم\" ويُؤَكِّده فِعْلُ بعضِ أصحاب النبي صلى الله عليه وسلم، حيث ذكر البخاري في: \"صحيحه\" أن بريدة بن الحصيب الأسلمي الصحابي رضي الله عنه أوصى أن يجعل في قبره جريدتان قال النووي في: \"شرح مسلم\": \"ففيه رضي الله عنه تبرك بفعل مثل فعل النبي صلى الله عليه وسلم \" أ. هـ. وقال ابن المُلَقِّن رحمه الله تعالى في: \"الإعلام بفوائد عمدة الأحكام\": \"ذكر البخاري في صحيحه أن بريدة بن الحصيب الصحابي رضي الله عنه أوصى أن يُجْعَلَ في قبره جريدتان ففيه أنه رضي الله عنه تبرك بفعل مثل فعل رسول الله صلى الله عليه وسلم. قال القاضي: وقد عمل الناس في بعض الآفاق تبسيط الخوص على القبر، لعلهم فعلوه اقتداء بهذا الحديث\" أ. هـ. ¶ وعلى استحباب ذلك الشافعية والحنابلة في آخرين، قَرَّره عن الشافعية جماعة، ومنهم الشمس الرملي رحمه الله تعالى في: \"نهاية المحتاج\" حيث قال: \"ويستحب وضع الجريد الأخضر على القبر للاتباع أي: اتباع الرسول صلى الله عليه وسلم في ذلك ... ، وكذا الريحان ونحوه من الأشياء الرطبة. ويُمْنَع على غير مالكه أَخْذُهُ مِنْ على القَبر قَبْلَ يُبْسه لعدم الإعراض عنه، فإن يبس جاز لزوال نفعه المقصود منه حال رطوبته وهو الاستغفار\" أ. هـ. قال الشبراملي في: \"حاشية نهاية المحتاج\": \" قوله (من الأشياء الرطبة) أي: فيدخل في ذلك البرسيم ونحوه من جميع النباتات الرطبة\" أ. هـ. و أمَّا أرباب المنع فقالوا أمَّا فعل النَّبِيّ صلى الله عليه وسلم ذلك ¶ ¬__________ ¶ (¬1) أَخرَجَه أَحْمَد فى مسنده (2/ 169)، والترمذى فى كِتَاب الجنائز، بَاب ما جاء فيمن مات يوم الجمعة (3/ 1074) وحسنة الألبانى فى صحيح الجامع (5773).",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "فخاصٌّ به؛ لقول النَّبِيّ صلى الله عليه وسلم في رواية الإمام مسلم: ((فأحببت بشفاعتي أن يُرفَّه عنهما)). أي ان النَّبِيّ وضع الجريد على القبرين المعذبين ليخفف عنهما بشفاعته صلى الله عليه وسلم , فهل أنت يا أخي صاحب شفاعة في الدُنْيَا كرسول الله صلى الله عليه وسلم؟ ثُمَّ أقول لمن يضع هذا الجريد: ألا تتفق معي في أنَّ فعلك هذا فيه تزكية؟ من أنت حَتَّى يُخفف الله العذاب بسببك؟ ومن ثُمَّ فقد وضع النَّبِيّ صلى الله عليه وسلم الجريد بعدما علم بعذابهما، فمن أدراك أن صاحب القبر مُعَذَّب؟ وأنظر الى ما حكاه ابن الملقن في: \"الإعلام بفوائد عمدة الأحكام\" بقوله: \"والقاضي عياض لما نقل كلام الخطابي وفِعْلَ بريدة قال: جَعْلُ الجريدة والخُوْص اليوم استناناً بهذا الحديث لا يصح؛ لأنه عليه السلام علَّل غَرْزها على القبر بعلة مُعَيَّنة لا يُطَّلَع عليها، وهي قوله: \"إنهما ليعذبان\" وعلم عليه السلام إنهما ليعذبان فلذلك فَعَلَ ما فَعَلَ، ولا نفعله نحن الآن؛ لأنا لا نعلم هل الميت يعذب أو هو ممن غفر له، وقال المازَرِي رحمه الله تعالى في: \"المُعْلِم بفوائد مسلم\": \"وأما جعل الجريدتين على القبرين، فلعله عليه السلام أوحي إليه بأن العذاب يُخَفَّف عنهما ما لم ييبسا، ولا يظهر لذلك وجه إلا هذا\" ,وقال الخطابي رحمه الله تعالى في: \"معالم السنن\": \" والعامة في كثير من البلدان تفرش الخوص في قبور موتاهم وأراهم ذهبوا إلى هذا، وليس لما تعاطوه من ذلك وجه ¶ الميت يُعرض عليه مقعده بالغداة والعشي ¶ 1 - عن ابن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال: «إن أحدكم إذا مات عُرض عليه مقعده بالغداة والعشي وإن كان من أهل الْجَنَّة فمن أهل الْجَنَّة، وإن كان من أهل النَّار فمن أهل النَّار، يُقال: هذا مقعدك حَتَّى يبعثك الله إليه يوم القيامة» (¬1) ¶ الإنسان يبلى إلاَّ عجب الذنب ¶ 1 - عن أبي هُرَيْرَةَ قال: قال رسول الله صلى عليه وسلم: «لَيْسَ من الإنسان شيء إلاَّ يبلى، إلاَّ عظم واحد وهو عجب الذنب، منه خلق ومنه يركب» (¬2) ¶ ¬__________ ¶ (¬1) أَخرَجَه ... البُخَارِي و مُسْلِم. ¶ (¬2) أَخرَجَه مُسْلِم وابن ماجه.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "2 - وعنه أن رسول الله صلى الله عليه وسلم قال: «كل ابن آدم يأكله التراب، إلاَّ عجب الذنب، منه خلق ومنه يركب» (¬1) ¶ إن أحاديث عجب الذنب أو \"العصعص\" الموجود في نهاية عمودك الفقري من معجزاته صلى الله عليه وسلم. فقد أوضح علم الأجنة الحديث، أن الإنسان يتكون، وينشأ من عجب الذنب ويدعونه الشريط الأولي وهو الذي يحفز الخلايا على الانقسام، والتخصص، والتمايز، وعلى أثره مباشرة يظهر الجهاز العصبي في صورته الأولية (الميزاب العصبي، ثُمَّ الأنبوب العصبي ثُمَّ الجهاز العصبي بأكمله)، ويندثر هذا الشريط الأولي إلاَّ جزءاً يسيراً منه يبقي في المنطقة العصعصية التي يتكون فيها عظم الذنب (عظم العصعص)، ومنه يعاد تركيب خلق الإنسان يوم القيامة كما أخبرنا بذلك الصادق المصدوق. ¶ أجساد الأنبياء والشهداء لا تبلى، وهم أحياء ¶ 1 - عن أوس بن أوس قال: قال رسول الله صلى الله عليه وسلم: «إن الله عز وجل حرّم على الْأَرْض أن تأكل أجساد الأنبياء» (¬2) وإن معاوية لما أجرى العين التي استنبطها بالمدينة في وسط المقبرة وأمر النَّاس بتحويل موتاهم في أيام خلافته، وذلك بعد أُحد بنحو خمسين سنة فوُجدوا على حالهم حَتَّى أن الكلّ رأوا المسحاة وقد أصابت قدم حمزة فسال منه الدم وأن جابر بن عبد الله أخرج أباه عبد الله بن حرام كأنما دُفن بالأمس وهذا أشهر في الشهداء من أن يحتاج فيه إلى إكثار. ¶ ¬__________ ¶ (¬1) أَخرَجَه مُسْلِم وابن ماجه. ¶ (¬2) أَخرَجَه أبو داود وابن ماجه.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "عذاب القبر هو عذاب البرزخ ¶ قال ابن القيم رحمه الله:\" ومما ينبغي أن يُعلم أن عذاب القبر هو عذاب البرزح، فكل من مات وهو مستحقٌ للعذاب ناله نصيبه منه، قبر أو لم يقبر، فلو أكلته السباع، أو أُحْرق حَتَّى صار رماداً ونسف في الهواء، أو صُلب، أو غرق في البحر، وصل إلى روحه وبدنه من العذاب ما يصل إلى القبور\" (¬1). ¶ البعث يوم القيامة ¶ ذ ¶ فان الله تعالى أوكل ملكا كريما هو إسرافيل عليه السَّلام بالنفخ في الصور, فإذا نفخ الأولى ماتت الخلائق وهذه هي الراجفة ثُمَّ ينفخ فيه أخرى وهي الرادفة وفيها البعث يكون: ¶ 1 - قال الله تعالى: (يَوْمَ تَرْجُفُ الرَّاجِفَةُ تَتْبَعُهَا الرَّادِفَةُ قُلُوبٌ يَوْمَئِذٍ وَاجِفَةٌ أَبْصَارُهَا خَاشِعَةٌ يَقُولُونَ أَئِنَّا لَمَرْدُودُونَ فِي الْحَافِرَةِ أَئِذَا كُنَّا عِظَامًا نَخِرَةً قَالُوا تِلْكَ إِذًا كَرَّةٌ خَاسِرَةٌ فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ فَإِذَا هُمْ بِالسَّاهِرَةِ) (¬2) وقال الله تعالى: (وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَوَاتِ وَمَنْ فِي الْأَرْض إلاَّ مَنْ شَاءَ اللَّهُ ثُمَّ نُفِخَ فِيهِ أُخْرَى فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ وَأَشْرَقَتِ الْأَرْض بِنُورِ رَبِّهَا وَوُضِعَ الْكِتَابُ وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاءِ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَهُمْ لا يُظْلَمُونَ وَوُفِّيَتْ كُلُّ نَفْسٍ مَا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ) (¬3) ¶ ¬__________ ¶ (¬1) / الروح، ص (58). ¶ (¬2) / النازعات 6 - 14 ¶ (¬3) / الزمر:68 - 70",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "فما هو الصور؟ الصور قرْنٌ، فعنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو عَنْ النَّبِيّ صلى الله عليه وسلم قَالَ: (الصُّورُ قَرْنٌ يُنْفَخُ فِيهِ) (¬1) والذي ينفخ فيه إسرافيل عليه السَّلام، بذا جاءت بعض النصوص عن رسول الله. ¶ فمن أول من يُصعق؟ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: (يُنْفَخُ فِي الصُّورِ فَلَا يَسْمَعُهُ أَحَدٌ إِلَّا أَصْغَى لِيتًا وَرَفَعَ لِيتًا، وَأَوَّلُ مَنْ يَسْمَعُهُ رَجُلٌ يَلُوطُ حَوْضَ إِبِلِهِ، فَيَصْعَقُ وَيَصْعَقُ النَّاسُ) (¬2) ¶ فهل يُصعق كل أحدٍ؟ استثنى الله تبارك وتعالى بعض عباده في قوله: (وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَن فِي السَّمَاوَاتِ وَمَن فِي الْأَرْضِ إِلَّا مَن شَاء اللَّهُ ثُمَّ نُفِخَ فِيهِ أُخْرَى فَإِذَا هُم قِيَامٌ يَنظُرُونَ) (¬3) ¶ واليوم الذي يُنفخ فيه يوم الجمعة، قال نبينا صلى الله عليه وسلم: (خَيْرُ يَوْمٍ طَلَعَتْ عَلَيْهِ الشَّمْسُ يَوْمُ الْجُمُعَةِ، فِيهِ خُلِقَ آدَمُ، وَفِيهِ أُدْخِلَ الْجَنَّةَ، وَفِيهِ أُخْرِجَ مِنْهَا، وَلَا تَقُومُ السَّاعَةُ إِلَّا فِي يَوْمِ الْجُمُعَةِ) (¬4) ¶ وكم يبقى بين النفختين: ففي الصحيحين من حديث أبي هُرَيْرَةَ أنه قال صلى الله عليه وسلم: (بين النفختين أربعون) قالوا: يا أبا هُرَيْرَةَ أربعون يوماً؟ قال أبو هريرة: أبيتُ قالوا: يا أبا هُرَيْرَةَ أربعون شهراً؟ قال: أبيت قالوا: يا أباهُرَيْرَةَ أربعون سنة؟ قال: أبيت. (¬5) ومعنى قوله أبيت أي: أبيت أن أسأل رسول عن ذلك فعلمها عند الله. ¶ بعد أربعين إذا أراد الله أن يحى ويبعث خلقه أنزل من السماء ماءً فتنبت به الأجسام في القبور تحت باطن الْأَرْض كما ينبت البقل. قال صلى الله عليه وسلم: ((كل ابن آدم يبلى إلاَّ ¶ ¬__________ ¶ (¬1) / أبو داود. ¶ (¬2) / مسلم. ¶ (¬3) / الزمر (68). ¶ (¬4) / صحيح مسلم. ¶ (¬5) / رَوَاهُ البخارى رقم (4814) فى التفسير سورة الزمر بَاب قوله: ونفخ فى الصور فصعق من فى السموات ومن فى الارض إلا من شاء الله، و مُسْلِم رقم (2955) فى الفتن بَاب مابين النفختين.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "عجب الذنب منه خلق ابن آدم ومنه يركب)) (¬1) فإذا ما أراد الله أن يبعث الخلائق أتى بهذه العظمة الدقيقة وأتى بجسد صاحبها. ماتفرق منه في البحار .. وما تفرق منه في التراب .. وما ذهب منه إلى بطون الحيوانات والسباع .. يأتي به الله جل وعلا ويركب الله جل وعلا جسد صاحبها والله يعلم عظمة كل إنسان خلقه من لدن آدم إلى يوم القيامة فتكتمل الأجساد في القبور وحينئذ يأمر إسرافيل بعد مايحييه أن يلتقم الصوروينفخ نفخة البعث فتخرج الأرواح .. أرواح الْمُؤْمِنِين لها نور وأرواح المشركين لها ظلمة!! فتسرى الأرواح إلى الأجساد التي اكتملت كما يسرى السم في اللديغ وحينئذ يأمر الله جل وعلا الْأَرْض أن تتزلزل وأن تتشقق ليخرج منها النَّاس من لدن آدم إلى آخر رجل قامت عليه القيامة. ¶ فالبعث هو: إعادة الأبدان وإدخال الأرواح فيها، فيخرجون من الأَجْداث أحياء مهطعين إلى الداعي كَأَنَّهُمْ جَرَادٌ مُّنتَشِرٌ و كَأَنَّهُمْ إِلَى نُصُبٍ يُوفِضُونَ. ¶ 2 - واستمع معي إلى قول الله عز وجل: (إِذَا زُلْزِلَتِ الْأَرْض زِلْزَالَهَا وَأَخْرَجَتِ الْأَرْض أَثْقَالَهَا وَقَالَ الإِنْسَانُ مَا لَهَا يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا بِأَنَّ رَبَّكَ أَوْحَى لَهَا يَوْمَئِذٍ يَصْدُرُ النَّاسُ أَشْتَاتًا لِيُرَوْا أَعْمَالَهُمْ فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ) (¬2) ¶ تعال معي أخي في الله لنتجول سريعاً مع معانى هذه الآيات: (إِذَا زُلْزِلَتِ الْأَرْض زِلْزَالَهَا وَأَخْرَجَتِ الْأَرْض أَثْقَالَهَا): أي إذا حدث زلزال الْأَرْض العظيم الذي لَيْسَ له مثيل على الإطلاق، فلفظت الْأَرْض ما حوته من جثث الخليقة وقالت بلسان الحال: لَقَدْ أثقلتمونى كثيراً بذنوبكم ومعاصيكم فتحملت منكم الكثير، من سفك دماء، وسلب ونهب، وطغيان، وعربدة، وسرقة، وما إلى ذلك من تلكم المعاصي؟ ¶ وَقَالَ الإِنْسَانُ مَا لَهَا: ما الذي حول أمنها إلى اضطراب؟! ما الذي حول سكونها إلى زلزلة؟! ما الذي حدث؟! فترد الْأَرْض عليهم وتقول: إنها أوامر الله ... (يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا بِأَنَّ رَبَّكَ أَوْحَى لَهَا) في هذا الوقت سوف تعرف الأحداث، سوف تعرف الأخبار وذلك بأمر من ¶ ¬__________ ¶ (¬1) / أَخرَجَه مُسْلِم وابن ماجه. ¶ (¬2) / الزلزلة:1 - 8",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "الله رب السموات و الْأَرْض. بالله عليك عش بقلبك، وكيانك معي هذا المشهد الذي يخلع القلب ويزلزل الكيان. الْأَرْض تتشقق وتتفتح القبور متناثرة هنا وهناك في شمال وجنوب وغرب وشرق، تتشقق تلكم القبور ويخرج من كل قبر عشرة أو مائه أو ألف يخرج من هنا وهنالك يخرج هذا وذاك، شَخُصَ البصر إلى اتجاه واحد لا يلتفت يميناً ولا يساراً إلى هذا الداعى - الملك الكريم - الذي جاء بأمر رب العالمين ليقود النَّاس جميعاً إلى أرض جديدة عفراء لم يطأها أحد من قبل بقدميه ألا وهى أرض المحشر. ¶ قال جل وعلا: يَوْمَئِذٍ يَتَّبِعُونَ الدَّاعِيَ لا عِوَجَ لَهُ وَخَشَعَتِ الأَصْوَاتُ لِلرَّحْمَنِ فَلا تَسْمَعُ إلاَّ هَمْسًا يَوْمَئِذٍ لا تَنْفَعُ الشَّفَاعَةُ إلاَّ مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَرَضِيَ لَهُ قَوْلا يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلا يُحِيطُونَ بِهِ عِلْمًا وَعَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ وَقَدْ خَابَ مَنْ حَمَلَ ظُلْمًا) (¬1) يَوْمَئِذٍ يَتَّبِعُونَ الدَّاعِيَ لا عِوَجَ لَهُ لا يلتفت أحد ولا يتخلف أحد، أيتها العظام البالية أيتها العظام النخرة، يا أكفاناً خاوية ويا قلوباً خاوية ويا عيوناً سائلة ويا أبداناً فاسدة. أيها النَّاس جميعاً في القبور حان وقت القيام لفصل القضاء بين يدى الملك الغفور ¶ من أول من يبعث؟ أول من يبعث، وتنشق عنه الْأَرْض يوم القيامة حبيب الرحمن محمد صلى الله عليه وسلم ففى صحيح مسلم من حديث أبى هُرَيْرَةَ أنه قال: أنا سيد ولد آدم يوم القيامة، وأنا أول من ينشق عنه القبر، وأنا أول شافع وأول مُشَفَّع)) (¬2) ¶ من أول من يُكسى؟ ¶ أول من يُكسى يوم القيامة خليل الرحمن أبو الأنبياء إبراهيم عليه السَّلام. فعن ابن عَبَّاس أنه قال صلى الله عليه وسلم: (ياأيها النَّاس إنكم تحشرون يوم القيامة حفاةً عراةً غُرْلا وأول النَّاس ¶ ¬__________ ¶ (¬1) / طه:108 - 111 ¶ (¬2) / ... رَوَاهُ ... مُسْلِم رقم (1178)، فى الفضائل، بَاب تفضيل نبينا صلى الله عليه وسلم على جميع الخلائق، وأبو داود رقم (4763)، فى السنة، بَاب فى التخيير بين الأنبياء عليهم السلام.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "يُكْسى يوم القيامة إبراهيم عليه السَّلام) (¬1) وفى رواية البيهقى من حديث ابن عَبَّاس أنه قال صلى الله عليه وسلم: (أول النَّاس يُكسى من الْجَنَّة يوم القيامة إبراهيم عليه السَّلام ويؤتى بى فأُكسى حُلّة من الْجَنَّة لايقوم لها البشر) (¬2) و لَقَدْ تكلم علماؤنا عن حكمة تقديم إبراهيم على نبينا محمد فى الكسوة يوم القيامة. ¶ ومن أجمل ماذكره أهل العلم أن المشركين لما هموا بحرق إبراهيم وأشعلوا نار متأججة وظلوا يجمعون لها الحطب شهوراً، وأياماً حَتَّى ارتفع لهيبها فى عنان السماء فكانت الطيور تسقط من ارتفاع لهب هذه النيران فلما هموا بإلقائه جردوه من ثيابه فلما صبر واحتسب وتوكل على الله جزاه الله سبحانه وتعالى عن ذلك فوقاه حر النَّار فى الدُنْيَا والآخرة وكافأه يوم القيامة فكساه على رؤوس الأشهاد. ¶ كَيْفَ يخرج النَّاس من قبورهم؟ ¶ يخرج النَّاس من القبور حفاة، عراة , غُرْلا، حفاة لا نعالَ في أقدامهم، عراة لا ثياب تغطى أبدانهم. لا شاء يسترهم , غُرْلا كالصبى الصغير المولود قبل ختانه. قال تعالى: (كَمَا بَدَأنَا أَوَّلَ خَلقٍ نُّعِيدُهُ وَعْداً عَلَينَا إِنَّا كُنَّا فَاعِلِينَ) (¬3) يقول النَّبِيّ صلى الله عليه وسلم: (يحشر النَّاس حفاةً عراةً غرلاً فتعجبت عَائِشَةُ أم الْمُؤْمِنِين قالت: يا رسول الله الرجال والنساء ينظر بعضهم إلى بعض؟!! فقال المصطفى صلى الله عليه وسلم: (يا عَائِشَةُ الأمر أشد من أن يهمهم ذلك)) (¬4) ¶ ¬__________ ¶ (¬1) / رَوَاهُ البخارى رقم (6524)، فى الرقاق، بَاب كيف الحشر؟، و مُسْلِم رقم (2860)، فى الجنة، بَاب فناء الدُنْيَا وبيان الحشر يوم القيامة. ¶ (¬2) / ¶ (¬3) / الأنبياء:104 ¶ (¬4) / رَوَاهُ البخارى رقم (6527) فى الرقاق، بَاب الحشر، و مُسْلِم رقم (2859) فى الجنة، بَاب فناء الدُنْيَا وبيان الحشر يوم القيامة.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "قال جل وعلا: فَإِذَا جَاءَتِ الصَّاخَّةُ يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ وَأُمِّهِ وَأَبِيهِ وَصَاحِبَتِهِ وَبَنِيهِ لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ. (¬1) ¶ ثالثا: من مات على شاء بعث عليه: فلَقَدْ ورد في حديث في صحيح مسلم أن النَّبِيّ صلى الله عليه وسلم ... قال: ((يبعث كل عبد على ما مات عليه)) (¬2) فيا عبد الله ستبعث على أي هيئة مت عليها فإن كنت من السعداء مت على طاعة ستبعث يوم القيامة عليها، وإن كنت من الأشقياء مت على معصية ستبعث عليها يوم القيامة. ¶ 1 - هناك من يبعث والنور يشرق من وجهه، ومن أعضائه، وعن يمينه، ومن بين يديه قال تعالى: يَوْمَ لا يُخْزِي اللَّهُ النَّبِيّ َّ وَالَّذِينَ آمَنُوا مَعَهُ نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ يَقُولُونَ رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (¬3) ¶ عن عبد الله بن مسعود قال: \"منهم من يكون نوره كالجبل ومنهم من يكون نوره كالنخلة، ومنهم من يكون نوره كالرجل القائم، ومنهم من يكون نوره على إبهامه يوقد مرة ويطفأ مرة، ومنهم من تحيط الظلمة به من كل ناحية\". (¬4) ¶ قال الله تعالى: (يَوْمَ يَقُولُ الْمُنَافِقُونَ وَالْمُنَافِقَاتُ لِلَّذِينَ آمَنُوا انْظُرُونَا نَقْتَبِسْ مِنْ نُورِكُمْ قِيلَ ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُورًا فَضُرِبَ بَيْنَهُمْ بِسُورٍ لَهُ بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ وَظَاهِرُهُ مِنْ قِبَلِهِ الْعَذَابُ). (¬5) ¶ ينادى أهلُ الظلمات أهلَ الأنوار: يا أهل الأنوار انتظرونا، لا تتركونا في هذا الظلام الحالك الدامس!! ألم نكن معكم؟ ألم نصلِّ معكم صلاة الجماعة؟ ألم نشهد معكم الغزوات؟ ( ¶ ¬__________ ¶ (¬1) / عبس:33 - 37 ¶ (¬2) / رَوَاهُ مُسْلِم رقم (2878) فى الجنة، بَاب الأمر بحسن الظن بالله تعالى عند الموت. ¶ (¬3) / التحريم 8 ¶ (¬4) / ورد في الأثر الذي أورده السيوطي في الدر المنثور وعزاه لابن أبي حاتم وابن المنذر وابن مردويه و رَوَاهُ الحاكم في المستدرك وصححه على شرط الشيخين وتعقب الحاكمَ الذَّهبيُ وقال: بل هو صحيح على شرط ... البُخَارِي. ¶ (¬5) / الحديد: 13",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "يُنَادُونَهُمْ أَلَمْ نَكُنْ مَعَكُمْ قَالُوا بَلَى وَلَكِنَّكُمْ فَتَنْتُمْ أَنْفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ الأَمَانِيُّ حَتَّى جَاءَ أَمْرُ اللَّهِ وَغَرَّكُمْ بِاللَّهِ الْغَرُورُ). (¬1) ¶ 2 - ومنهم من يبعث فينطلق إلى أرض المحشر صرخ بأعلى صوته لبيك اللهم لبيك. و هذا من مات بلباس الإحرام في الحج والعمرة يبعث به ملبياً يوم القيامة ففي الصحيحين عن عبد الله بن عَبَّاس قال: بَيْنَمَا رجل واقف مع النَّبِيّ بعرفة، إذ وقع من راحلته، قال أيوب: فأوقصته فذكر ذلك للنبي صلى الله عليه وسلم فقال: ((اغسلوه بماء وسدر وكفنوه في ثوبين ولا تحنطوه، ولا تخمروا رأسه، فإنه يبعث يوم القيامة ملبياً)) (¬2) ¶ 3 - ومنهم من يخرج منه دم اللون لون الدم، والريح ريح المسك)). من هؤلاء يا رسول الله؟ قال: ((هم الشهداء في سبيل الله يقول: ((والذى نفسى بيده لا يكلم أحد في سبيل الله والله أعلم بمن يكلم في سبيله إلاَّ جاء يوم القيامة وجرحه يثعب دماً اللون لون الدم والعرف عرف المسك)) (¬3) ¶ 4 - ومنهم من يبعث وبطنه منتفخة لا يقوى على القيام بل ولا يستطيع الجلوس يتخبط عن يمينه وعن شماله يتكفأ على وجهه، من هؤلاء؟! هؤلاء هم أكلة الربا: قال الله تعالى: (الَّذِينَ يَأْكُلُونَ الرِّبَا لا يَقُومُونَ إلاَّ كَمَا يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطَانُ مِنَ الْمَسِّ ذَلِكَ بِأَنَّهُمْ قَالُوا إِنَّمَا الْبَيْعُ مِثْلُ الرِّبَا وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبَا). (¬4) ¶ 5 - رجل يسير في أرض المحشر ومن حوله مجموعة من الأطفال الصغار هذا يتعلق بيده وهذا يتعلق بقدمه!! وهذا يجره جراً وهذا يدفعه دفعاً!! مشهد رهيب .. مَنْ هذا؟! مَنْ ¶ ¬__________ ¶ (¬1) / الحديد 14 ¶ (¬2) / رَوَاهُ البخارى رقم (1265) فى الجنائز، بَاب الكفن فى ثوبين، و مُسْلِم رقم (1206) فى الحج بَاب ماذا يفعل المحرم إذا مات، وأبو داود رقم (3238،3239) فى الجنائز. ¶ (¬3) / رَوَاهُ البخارى رقم (2803) فى الجهاد، بَاب من يجرح فى سبيل الله، و مُسْلِم رقم (1876) فى الإمارة، بَاب فضل الجهاد والخروج فى سبيل الله. ¶ (¬4) / البقرة 275",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "هؤلاء؟! ... هذا هو آكل أموال اليتامى بالباطل وهؤلاء هم اليتامى!! إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا وَسَيَصْلَوْنَ سَعِيرًا (¬1) ¶ 6 - ومنهم من يبعث من النساء وعليها جلباب من لعنة الله ودرع من النَّار وقد وضعت يدها على رأسها وهي تسير على أرض المحشر وتقول: ياويلاه ... ياويلاه. ... أتدرون من هذه؟! قال رسول الله صلى الله عليه وسلم إنها النائحة .. النائحة هي التى تسير خلف الجنازة تبكى وتصرخ وتلطم وجهها وتشق جيبها وتضع التراب على رأسها وتقول .. ياويلاه!! ... يا ويلاه!! ¶ 7 - ومنهم من يبعث وهو يحمل على كتفه ماسرقه في الدُنْيَا. قال تعالى: وَمَنْ يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيَامَةِ (¬2) قال الحافظ بن كثير: لَقَدْ أجرى الله الكريم عادته بكرمه أن من عاش على شيء مات عليه، ومن مات على شاء بعث عليه. ¶ فإن أردت أخي الحبيب أن تبعث على طاعة فأطع الله جل وعلا في دنياك، وإن زلت قدمك في معصية فاحدث بعد المعصية توبة، فإذا ما جاءك ملك الموت وأنت على طاعة. قبضك وأنت على ذات الطاعة. وحشرت يوم القيامة في زمرة الطائعين تحت لواء سيد النَّبِيّ ين وقائد المرسلين محمد بن عبد الله ¶ وأختم حديثي معكم عن هذا العنصر بهذا المشهد اللذين يخلع القلوب. فهذا الشيخ المبارك عبد الحميد كشك رحمه الله يقبض في يومٍ أحبه من كل قلبه في يوم الجمعة يغتسل، ويلبس ثوبه الأبيض، ويضع الطيب على بدنه وثوبه ويصلي ركعتي الوضوء، وفي الركعة الثانية وهو راكع يخر ساقطاً فيسرع إليه أهله وأولاده، فوجدوا أن روحه قد فاضت إلى الله جل في علاه. لَقَدْ أجرى الكريم عادته بكرمه؛ أن من عاش على شيء مات عليه، ومن مات على شاء بعث عليه. ¶ فما حال الكافرين في هذا اليوم؟ ¶ ¬__________ ¶ (¬1) / النساء:10 ¶ (¬2) / آل عمران:161",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "أما حالُهم عند قيامهم من قبورهم فكَما قال الله: (يَوْمَ يَخْرُجُونَ مِنَ الْأَجْدَاثِ سِرَاعًا كَأَنَّهُمْ إِلَى نُصُبٍ يُوفِضُونَ) (¬1)، كما كانوا يسرعون إلى أصنامهم في الدنيا يسرعون إلى ما فيه عذابهم؛ جزاءً وفاقاً، ولا يظلم ربُّك أحداً. ¶ وأما حالُ أعمالهم فأعمالهم على قسمين: ¶ 1/ أعمال يرجون بها ثواب الله، كالحجِّ والسِّقاية .. ¶ 2/ أعمال فساد. ¶ وقد ضرب الله مثلاً لهذين النوعين في آيتين متتاليتين فقال: (وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظَّمْآنُ مَاء حَتَّى إِذَا جَاءهُ لَمْ يَجِدْهُ شَيْئًا وَوَجَدَ اللَّهَ عِندَهُ فَوَفَّاهُ حِسَابَهُ وَاللَّهُ سَرِيعُ الْحِسَابِ * أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُّجِّيٍّ يَغْشَاهُ مَوْجٌ مِّن فَوْقِهِ مَوْجٌ مِّن فَوْقِهِ سَحَابٌ ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ إِذَا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا ((¬2). ¶ فالمثل الأول لأعمال الخير، والثاني لأعمال الفساد والإفساد. ¶ فأما الخصومات والمجادلات التي تنشب بين الكفرة في هذا اليوم فكثيرة، منها: ¶ 1/ الخصومة بين العابد والمعبود. ¶ قال تعالى عنها (وَبُرِّزَتِ الْجَحِيمُ لِلْغَاوِينَ * وَقِيلَ لَهُمْ أَيْنَ مَا كُنتُمْ تَعْبُدُونَ * مِن دُونِ اللَّهِ هَلْ يَنصُرُونَكُمْ أَوْ يَنتَصِرُونَ * فَكُبْكِبُوا فِيهَا هُمْ وَالْغَاوُونَ * وَجُنُودُ إِبْلِيسَ أَجْمَعُونَ * قَالُوا وَهُمْ فِيهَا يَخْتَصِمُونَ * تَاللَّهِ إِن كُنَّا لَفِي ضَلَالٍ مُّبِينٍ * إِذْ نُسَوِّيكُم بِرَبِّ الْعَالَمِينَ) (¬3) كنَّا ندعوكم كما ندعوا الله، نستغيث بكم في الملمات، نعمد إلى قبوركم فنسكب بها العبرات ونفصح عن الحاجات!! فهذا جزاؤهم (إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنتُمْ لَهَا وَارِدُونَ) (¬4)، وهذا فيمن عُبد وهو راضٍ بذلك، فإن لم يأمر ولم يرض وكان من الأتقياء الذين لا يعجبهم ذلك فلا حظَّ له من ذاك الوعيد (إِنَّ الَّذِينَ سَبَقَتْ لَهُم مِّنَّا الْحُسْنَى أُوْلَئِكَ عَنْهَا مُبْعَدُونَ) (¬5). ¶ ¬__________ ¶ (¬1) / المعارج (43). ¶ (¬2) / النور (39 - 40). ¶ (¬3) / الشعراء (91 - 98). ¶ (¬4) / الأنبياء (98). ¶ (¬5) / الأنبياء (101).",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "2/ مخاصمة الأتباع للمتبوعين. ¶ وفيها يقول رب العالمين (وَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَسَاءلُونَ * قَالُوا إِنَّكُمْ كُنتُمْ تَأْتُونَنَا عَنِ الْيَمِينِ * قَالُوا بَل لَّمْ تَكُونُوا مُؤْمِنِينَ * وَمَا كَانَ لَنَا عَلَيْكُم مِّن سُلْطَانٍ بَلْ كُنتُمْ قَوْمًا طَاغِينَ * فَحَقَّ عَلَيْنَا قَوْلُ رَبِّنَا إِنَّا لَذَائِقُونَ * فَأَغْوَيْنَاكُمْ إِنَّا كُنَّا غَاوِينَ * فَإِنَّهُمْ يَوْمَئِذٍ فِي الْعَذَابِ مُشْتَرِكُونَ) (¬1). وهذه المشاركة لا ينتفعون بها (وَلَن يَنفَعَكُمُ الْيَوْمَ إِذ ظَّلَمْتُمْ أَنَّكُمْ فِي الْعَذَابِ مُشْتَرِكُونَ) (¬2). ¶ 3/ مخاصمة الضعفاء للسادة. ¶ (وَلَوْ تَرَى إِذِ الظَّالِمُونَ مَوْقُوفُونَ عِندَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَى بَعْضٍ الْقَوْلَ يَقُولُ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا لَوْلَا أَنتُمْ لَكُنَّا مُؤْمِنِينَ * قَالَ الَّذِينَ اسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا أَنَحْنُ صَدَدْنَاكُمْ عَنِ الْهُدَى بَعْدَ إِذْ جَاءكُم بَلْ كُنتُم مُّجْرِمِينَ * وَقَالَ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ إِذْ تَأْمُرُونَنَا أَن نَّكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ أَندَادًا وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ وَجَعَلْنَا الْأَغْلَالَ فِي أَعْنَاقِ الَّذِينَ كَفَرُوا هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ) (¬3)، وهذا في الموقف، فاسمع إليهم إذا دخلوا النار (وَبَرَزُوا لِلّهِ جَمِيعًا فَقَالَ الضُّعَفَاء لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا مِنْ عَذَابِ اللّهِ مِن شَيْءٍ قَالُوا لَوْ هَدَانَا اللّهُ لَهَدَيْنَاكُمْ سَوَاء عَلَيْنَآ أَجَزِعْنَا أَمْ صَبَرْنَا مَا لَنَا مِن مَّحِيصٍ) (¬4). ¶ 4/ مخاصمة المرء لقرينه من الجن. ¶ فيلقي الكافر باللائمة على قرينِه، فيقول القرينُ لله (رَبَّنَا مَا أَطْغَيْتُهُ وَلَكِن كَانَ فِي ضَلَالٍ بَعِيدٍ) (¬5)، فيقول له الله (لَا تَخْتَصِمُوا لَدَيَّ وَقَدْ قَدَّمْتُ إِلَيْكُم بِالْوَعِيدِ) (¬6). ¶ ¬__________ ¶ (¬1) / الصافات (27 - 33). ¶ (¬2) / الزخرف (39). ¶ (¬3) / سبأ (31 - 33). ¶ (¬4) / إبراهيم (21). ¶ (¬5) / ق (27). ¶ (¬6) / ق (28).",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "وإذا تكامل أهل النار فيها قام الشيطان خطيباً فيهم، قال تعالى: (وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الأَمْرُ إِنَّ اللّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِيَ عَلَيْكُم مِّن سُلْطَانٍ إِلاَّ أَن دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي فَلاَ تَلُومُونِي وَلُومُوا أَنفُسَكُم مَّا أَنَاْ بِمُصْرِخِكُمْ وَمَا أَنتُمْ بِمُصْرِخِيَّ إِنِّي كَفَرْتُ بِمَآ أَشْرَكْتُمُونِ مِن قَبْلُ إِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ) (¬1). فلا تسأل عن الحسرة التي تترتب على هذه الخطبة في نفوس أعداء الله! ¶ 5/ وتبلغ الخصومة مداها عندما يخاصم الرجل أعضاءه .. ¶ (وَيَوْمَ يُحْشَرُ أَعْدَاء اللَّهِ إِلَى النَّارِ فَهُمْ يُوزَعُونَ * حَتَّى إِذَا مَا جَاؤُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُمْ بِمَا كَانُوا يَعْمَلُونَ * وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدتُّمْ عَلَيْنَا قَالُوا أَنطَقَنَا اللَّهُ الَّذِي أَنطَقَ كُلَّ شَيْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ * وَمَا كُنتُمْ تَسْتَتِرُونَ أَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَا أَبْصَارُكُمْ وَلَا جُلُودُكُمْ وَلَكِن ظَنَنتُمْ أَنَّ اللَّهَ لَا يَعْلَمُ كَثِيرًا مِّمَّا تَعْمَلُونَ * وَذَلِكُمْ ظَنُّكُمُ الَّذِي ظَنَنتُم بِرَبِّكُمْ أَرْدَاكُمْ فَأَصْبَحْتُم مِّنْ الْخَاسِرِينَ) (¬2). ¶ وقال سبحانه (الْيَوْمَ نَخْتِمُ عَلَى أَفْوَاهِهِمْ وَتُكَلِّمُنَا أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُمْ بِمَا كَانُوا يَكْسِبُونَ) (¬3)، وقال) إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ الْغَافِلَاتِ الْمُؤْمِنَاتِ لُعِنُوا فِي الدُّنْيَا وَالْآخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌ * يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُم بِمَا كَانُوا يَعْمَلُونَ ((¬4). ¶ فعن أَنَسِ بْنِ مَالِكٍ قَالَ: كُنَّا عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَضَحِكَ، فَقَالَ: ((هَلْ تَدْرُونَ مِمَّ أَضْحَكُ))؟ قُلْنَا: اللَّهُ وَرَسُولُهُ أَعْلَمُ؟ قَالَ: ((مِنْ مُخَاطَبَةِ الْعَبْدِ رَبَّهُ، يَقُولُ: يَا رَبِّ أَلَمْ تُجِرْنِي مِنْ الظُّلْمِ؟ يَقُولُ: بَلَى. قَالَ: فَإِنِّي لَا أُجِيزُ عَلَى نَفْسِي إِلَّا شَاهِدًا مِنِّي. فَيَقُولُ: كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ شَهِيدًا وَبِالْكِرَامِ الْكَاتِبِينَ شُهُودًا، فَيُخْتَمُ عَلَى فِيهِ، فَيُقَالُ لِأَرْكَانِهِ: انْطِقِي، فَتَنْطِقُ بِأَعْمَالِهِ، ثُمَّ يُخَلَّى بَيْنَهُ وَبَيْنَ الْكَلَامِ، فَيَقُولُ: بُعْدًا لَكُنَّ وَسُحْقًا، فَعَنْكُنَّ كُنْتُ أُنَاضِلُ)) (¬5). ¶ ¬__________ ¶ (¬1) / إبراهيم (22). ¶ (¬2) / غافر (19 - 23). ¶ (¬3) / يس (65). ¶ (¬4) / النور (23 - 24). ¶ (¬5) / مسلم.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "و الْحِسَاب هو محكمة العدل الإلهية التي يقضي فيها رب العزة سبحانه بين خلقه وعباده يوم يأتي الملك الحق جلا جلاله إلى أرض المحشر إتياناً يليق بكماله وجلاله مصداقاً لقوله سبحانه (هَلْ يَنْظُرُونَ إلاَّ أَنْ يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ مِنَ الْغَمَامِ وَالْمَلائِكَةُ وَقُضِيَ الأَمْرُ وَإِلَى اللَّهِ تُرْجَعُ الأُمُورُ) (¬1) وهنا يبدأ الْحِسَاب للعباد. ¶ أمَّا الحاكم: فهو الله جل جلاله، جبار الْأَرْض والسماء، تباركت أسماؤه وعظمت صفاته الذي يعلم السر وأخفى، الذي يعلم خائنة الأعين وما تخفي الصدور، الخالق لكل شيء سبحانه وتعالى. ¶ أمَّا المتهم: فهو الإنسان الذي خلقه الله بيده، وأسجد له الملائكة، وكرّمه على كثير ممن خلق، سخر الكون له، وأرسل له الرسل، وأنزل له الكتب، وجعل له واعظا من عند نفسه بالفطرة التي فطر الله النَّاس عليها ¶ و أمَّا أرض المحكمة: (يوم تبدل الْأَرْض غير الْأَرْض والسماوات وبرزوا لله الواحد القهار) (¬2) وعن سهل بن سعد الساعدى قال رسول الله صلى الله عليه وسلم: ((يحشر النَّاس يوم القيامة على أرض بيضاء عفراء لَيْسَ فيها معلم لأحد)) وللحديث: ((أرض بيضاء لم يسفك عليها دم، ولم يعمل عليها خطيئة)) فهى أرض بيضاء مستوية كالفضة البيضاء لايوجد عليها أشجار، أو أنهار، أو أبنية. ¶ أمَّا وسيلة الْحِسَاب فهي المشافهة: فكل عبد يعرض على ربه، ويتولى سبحانه حسابه بنفسه للحديث: (ما منكم من أحد إلاَّ سيكلمه الله يوم القيامة، لَيْسَ بينه وبينه ترجمان ¶ ¬__________ ¶ (¬1) / البقرة 210 ¶ (¬2) / ابراهيم 48",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "فينظر أيمن منه فلا يرى إلاَّ ما قدم من عمله، وينظر أشأم منه، فلا يرى إلاَّ ما قدم، ثُمَّ ينظر بين يديه فلا يرى إلاَّ النَّار تلقاء وجهه، فاتقوا النَّار ولو بشق تمره) ¶ و أمَّا عنوان هذا اليوم: (يومٌ لا ظُلْمَ فيه): قال تعالى (إِنَّ اللَّهَ لا يَظْلِمُ مِثْقَالَ ذَرَّةٍ) (¬1) وقال جل وعلا: (وَمَا رَبُّكَ بِظَلامٍ لِلْعَبِيدِ) (¬2) وقال تعالى (وَمَا اللَّهُ يُرِيدُ ظُلْمًا لِلْعِبَادِ) (¬3) وقال أيضاً في الحديث القدسي: ((يا عبادي إني حَرَّمْتُ الظلمَ على نفسي وجعلته بينكم محرماً فلا تظالموا)) (¬4) (ولذا فإن الله جل وعلا يحاسب العباد يوم القيامة وفقاً للقواعد التالية: ¶ القاعدة الأولى: العدل التام الذي لا يشوبه أي ظلم: ¶ قال تعالى: (يَعْلَمُ خَائِنَةَ الأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ وَاللَّهُ يَقْضِي بِالْحَقِّ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لا يَقْضُونَ بِشَيْءٍ إِنَّ اللَّهَ هُوَ السَّمِيعُ الْبَصِيرُ) (¬5) قال تعالى: فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ) (¬6) ¶ القاعدة الثانية: أن لا تَزِرُ وزارة وِزْرَ أخرى: ¶ وقال تعالى: (أَمْ لَمْ يُنَبَّأْ بِمَا فِي صُحُفِ مُوسَى وَإِبْرَاهِيمَ الَّذِي وفي أَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَأَنْ لَيْسَ للإِنْسَانِ إلاَّ مَا سَعَى وَأَنَّ سَعْيَهُ سَوْفَ يُرَى ثُمَّ يُجْزَاهُ الْجَزَاءَ الأَوْفَى) (¬7) ¶ فلا تتحمل نفس ذنب نفس أخرى، بل سيمر الولد يوم القيامة على والده فَيَقُولُ له والده: أي بني أنا أبوك! اعطني حسنةً من حسناتك فلَقَدْ كنت لك نِعْمَ الأب فَيَقُولُ الابن لأبيه: نفسي! ¶ ¬__________ ¶ (¬1) / النساء 40 ¶ (¬2) / فصلت 46 ¶ (¬3) / غافر 31 ¶ (¬4) / رَوَاهُ مُسْلِم رقم (2577) فى البر والصلة، بَاب تحريم الظلم، والترمذى رقم (2497) فى صفة القيامة ¶ (¬5) / غافر 19 - 20 ¶ (¬6) / الزلزلة 7 - 8 ¶ (¬7) / النجم 36 - 41",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "ويقول الابن لأمه: نفسي. و كَيْفَ لا؟!! وقد قال كل نبي من الأنبياء نفسي، نفسي، نفسي. إلاَّ الحبيب المحبوب محمد. ¶ القاعدة الثالثة: إعذار الله لخلقه: ¶ إن الله سبحانه يعلم عمل العباد من لدن آدم إلى آخر رجل قامت عليه القيامة، ومع ذلك من عظيم عدله وفضله وكرمه، أن يعرض على العباد أعمالهم يوم القيامة حَتَّى لا يكون لأحد عذر بين يديه. وقال سبحانه: (عَلِمَتْ نَفْسٌ مَا أَحْضَرَتْ) (¬1) وقال سبحانه (عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ) (¬2). ¶ القاعدة الرابعة: إقامة الشهود على العباد يوم القيامة: ¶ وإن أعظم شهيد على العباد يوم القيامة هو الملك الذي يعلم السر وأخفى وعلم ما كان وما هو كائن وما سيكون. قال تعالى: (إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ شَهِيدًا) (¬3) ¶ ثُمَّ تأتى الرسل وتشهد على جميع الأمم ثُمَّ تأتى أمة الحبيب لتشهد على جميع الأمم، يشهد كل رسول على أمته وتأتي أمة المحبوب لتشهد على جميع الأمم ثُمَّ يأتي خير الأولين والآخرين ليشهد على الجميع. قال تعالى: (وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا) (¬4) وقال الملك لحبيبه المصطفى: (فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلاءِ شَهِيدًا) (¬5) ثُمَّ تشهد الملائكة، قال تعالى: (وَجَاءَتْ كُلُّ نَفْسٍ مَعَهَا سَائِقٌ وَشَهِيدٌ) (¬6) ثُمَّ تشهد الْأَرْض بما عمل على ظهرها من طاعات وسيئات ففي الحديث الصحيح الذي رَوَاهُ الترمذي من حديث أبي هُرَيْرَةَ أنه: ((قرأ يوماً قول الله: (يومئذ ¶ ¬__________ ¶ (¬1) / التكوير 14 ¶ (¬2) / الانفطار 5 ¶ (¬3) / النساء 33 ¶ (¬4) / البقرة 143 ¶ (¬5) / النساء 41 ¶ (¬6) / ق 21",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "تحدث أخبارها) (¬1). قال المصطفى: ((أتدرون ما أخبارها؟ قالوا: الله ورسوله أعلم، قال: أخبارها أن تشهد الْأَرْض على كل عبد أو أَمَةٍ بما عمل على ظَهْرِهَا فتقول: يا رب لَقَدْ عمل كذا وكذا في يوم كذا وكذا فهذا أخبارها. (¬2) فيجادل العبد اللئيم ربه الكريم ويقول يا رب أنا أرفض هذه الشهادة وأرفض هؤلاء الشهود ولا أقبل شاهداً إلاَّ من نفسي. قال تعالى: (الْيَوْمَ نَخْتِمُ عَلَى أَفْوَاهِهِمْ وَتُكَلِّمُنَا أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُمْ بِمَا كَانُوا يَكْسِبُونَ) (¬3) ¶ القاعدة الخامسة: مضاعفة الحسنات لأهل الإيمان: ¶ مضاعفة الحسنات لأهل التوحيد والإيمان قال تعالى: (ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ (¬4).فالله سبحانه وتعالى يضاعف الحسنة إلى عشر أمثالها. قال تعالى: (مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلا يُجْزَى إلاَّ مِثْلَهَا وَهُمْ لا يُظْلَمُونَ) (¬5) أحبتي في الله: هذه هي القواعد التي يحاسب الله بها العبد يوم القيامة ¶ وبعدها يبدأ الْحِسَاب، فيا ترى من هى أول أمة سيحاسبها الله؟ .. ومن هم أول من يقضى بينهم يوم القيامة؟ .. وما هو أول ما يحاسب عليه العبد؟. ¶ أولاً: من هى أول أمة سيحاسبها الله جل علاه؟ ¶ فى هذه اللحظات الرهيبة المهيبة التى تخلع القلوب من الصدور ينادى الله جل جلاله على أمة الحبيب المحبوب محمد من بين سبعين أمة كلها واقفة فى أرض المحشر فى ذل وانكسار للملك الجبار. ¶ ¬__________ ¶ (¬1) / الزلزلة 4 ¶ (¬2) / رَوَاهُ الترمذى رقم (3350) فى التفسير، بَاب ومن سورة إذا زلزلت. ¶ (¬3) / يس 65 ¶ (¬4) / الحديد 21 ¶ (¬5) / الأنعام 160",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "عن ابن عَبَّاس أن النبى قال: ((نحن آخِرُ الأمم وأول الأمم حساباً يوم القيامة يقال: أين الأمة الأمية بنبيها؟ فنحن الآخرون الأولون)) (¬1) أمة النبى محمد أُمّةُُ مرحومة ينادى عليها الله أول الأمم ليرحمها من ذل القيام بين يديه من هذا الموقف الرهيب فى أرض المحشر، بل وليكرمها على جميع الأمم. .. لماذا؟!! لتشهد على جميع الأمم لتشهد للأنبياء والمرسلين. ¶ ثانياً: من هم أول من يقضى الله بينهم يوم القيامة؟ ¶ والجواب من رسول الله أنه قال: (إن أول من يقضى يوم القيامة عليه رجل استشهد فَأُتِىَ به، فَعَرَّفَهُ نعمه فعرفها قال: فما عملت فيها؟ قال: قاتلت فيك حَتَّى استشهدت، فقال: كذبت، ولكنك قاتلت لأن يقال: جرئ، فقد قيل، ثُمَّ أُمِرَ به فَسُحِبَ على وجهه، حَتَّى أُلقِىَ فى النَّار، ورجلُُ تَعَلَّمَ العلم وعلَّمه وقرأ القرآن، فأتى به فعرفه نعمه فعرفها، قال: فما عملت فيها؟ قال: تعلمت العلم وعلمته وقرأت فيك القرآن، قال: كذبت، ولكنك تعلمت العلم ليقال: عالم، وقرأت القرآن ليقال: هو قارئ. فقد قيل. ثُمَّ أمر به فسحب على وجهه، حَتَّى ألقى فى النَّار. ورجل وسع الله عليه وأعطاه من أصناف المال كله فأتى به فعرفه نعمه فعرفها، قال: فما عملت فيها؟ قال ما تركت من سبيل تحب أن ينفق فيها إلاَّ أنفقت فيها لك، قال: كذبت ولكنك فعلت ليقال: جواد، فقد قيل. ثُمَّ أمر به فسحب على وجهه ثُمَّ ألقى فى النَّار) ¶ ثالثاً: ما هو أول ما يحاسب عليه العبد يوم القيامة؟ ¶ والجواب قال رسول الله (إِنَّ أَوَّلَ مَا يُحَاسَبُ بِهِ الْعَبْدُ يَوْمَ الْقِيَامَةِ الصَّلاَة) قال تعالى: (مَا سَلَكَكُمْ فِي سَقَرَ * قَالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ) (¬2) وأول ما يحاسب عليه العبد الصَّلاَة، لقول النَّبِيّ: ((إِنَّ أَوَّلَ مَا يُحَاسَبُ بِهِ الْعَبْدُ يَوْمَ الْقِيَامَةِ مِنْ عَمَلِهِ صَلَاتُهُ، فَإِنْ صَلُحَتْ فَقَدْ أَفْلَحَ ¶ ¬__________ ¶ (¬1) / صححه الألباني في الصحيحة رقم (2374) وهو في صحيح الجامع حَدِيث رقم (6749). ¶ (¬2) / المدثر (42 - 44).",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "وَأَنْجَحَ، وَإِنْ فَسَدَتْ فَقَدْ خَابَ وَخَسِرَ، فَإِنْ انْتَقَصَ مِنْ فَرِيضَتِهِ شَيْءٌ قَالَ الرَّبُّ عَزَّ وَجَلَّ انْظُرُوا هَلْ لِعَبْدِي مِنْ تَطَوُّعٍ فَيُكَمَّلَ بِهَا مَا انْتَقَصَ مِنْ الْفَرِيضَةِ ثُمَّ يَكُونُ سَائِرُ عَمَلِهِ عَلَى ذَلِكَ)) (¬1) ¶ وقال صلى الله عليه وسلم (أول ما يقضى الله بين العباد يوم القيامة فى الدماء). ¶ فعن أي شيء سيسأل الله تعالى عباده؟ ¶ ُ1 - بسأل المشركون عن شركهم، قال تعالى: (وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنتُمْ تَزْعُمُونَ) (¬2) فإياك يا عبد الله أن تشرك بالله، إياك أن تقع في هذا الذنب؛ فإنه لا حجة لك بين يدي الله تعالى وسيسألك الله، الشرك هو الجرم الأكبر والذنب الذي لا يغفر. ¶ 2 - يسألنا الله عن أعمالنا, قال تعالى: (فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِيْنَ عَمَّا كَانُوا يَعْمَلُونَ) ... (¬3) وقال نبينا: ((لَا تَزُولُ قَدَمَا عَبْدٍ يَوْمَ الْقِيَامَةِ حَتَّى يُسْأَلَ عَنْ عُمُرِهِ فِيمَا أَفْنَاهُ، وَعَنْ عِلْمِهِ فِيمَ فَعَلَ، وَعَنْ مَالِهِ مِنْ أَيْنَ اكْتَسَبَهُ وَفِيمَ أَنْفَقَهُ، وَعَنْ جِسْمِهِ فِيمَ أَبْلَاهُ)) (¬4) ¶ 3 - يسألنا الله عن هذه النعم التي نتقلب فيها صباح مساء، قال تعالى: (ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ) (¬5). عَنْ أَبِي هُرَيْرَةَ قَالَ: خَرَجَ رَسُولُ اللَّهِ ذَاتَ يَوْمٍ فَإِذَا هُوَ بِأَبِي بَكْرٍ وَعُمَرَ، فَقَالَ: (مَا أَخْرَجَكُمَا مِنْ بُيُوتِكُمَا هَذِهِ السَّاعَةَ)؟ قَالَا: الْجُوعُ يَا رَسُولَ اللَّهِ. قَالَ: (وَأَنَا وَالَّذِي نَفْسِي بِيَدِهِ لَأَخْرَجَنِي الَّذِي أَخْرَجَكُمَا، قُومُوا)، فَقَامُوا مَعَهُ، فَأَتَى رَجُلًا مِنْ الْأَنْصَارِ فَإِذَا هُوَ لَيْسَ فِي بَيْتِهِ، فَلَمَّا رَأَتْهُ الْمَرْأَةُ قَالَتْ: مَرْحَبًا وَأَهْلًا. فَقَالَ لَهَا رَسُولُ اللَّهِ: (أَيْنَ فُلَانٌ)؟ قَالَتْ: ذَهَبَ يَسْتَعْذِبُ لَنَا مِنْ الْمَاءِ، إِذْ جَاءَ الْأَنْصَارِيُّ، فَنَظَرَ إِلَى رَسُولِ اللَّهِ وَصَاحِبَيْهِ ثُمَّ قَالَ: الْحَمْدُ لِلَّهِ، مَا أَحَدٌ الْيَوْمَ أَكْرَمَ أَضْيَافًا مِنِّي، فَانْطَلَقَ فَجَاءَهُمْ بِعِذْقٍ فِيهِ بُسْرٌ وَتَمْرٌ وَرُطَبٌ، فَقَالَ: كُلُوا مِنْ هَذِهِ، وَأَخَذَ الْمُدْيَةَ، فَقَالَ لَهُ رَسُولُ اللَّهِ: (إِيَّاكَ وَالْحَلُوبَ). فَذَبَحَ لَهُمْ فَأَكَلُوا مِنْ الشَّاةِ وَمِنْ ذَلِكَ الْعِذْقِ وَشَرِبُوا، فَلَمَّا أَنْ شَبِعُوا وَرَوُوا قَالَ رَسُولُ اللَّهِ لِأَبِي بَكْرٍ وَعُمَرَ: (وَالَّذِي ¶ ¬__________ ¶ (¬1) / رَوَاهُ الترمذى رقم (413) فى الصلاة، بَاب ماجاء أن أول ما يحاسب به العبد يوم القيامة الصلاة، والنسائى (1/ 232) فى الصلاة، بَاب المحاسبة على الصلاة. ¶ (¬2) / القصص (62). ¶ (¬3) / الحجر (92 - 93). ¶ (¬4) / جامع الترمذي (2417). ¶ (¬5) / التكاثر (8).",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "نَفْسِي بِيَدِهِ لَتُسْأَلُنَّ عَنْ هَذَا النَّعِيمِ يَوْمَ الْقِيَامَةِ، أَخْرَجَكُمْ مِنْ بُيُوتِكُمْ الْجُوعُ ثُمَّ لَمْ تَرْجِعُوا حَتَّى أَصَابَكُمْ هَذَا النَّعِيمُ) (¬1) ¶ 4 - يسأل العبد على العهود، قال تعالى: (وَأَوْفُوا بِالْعَهْدِ إِنَّ الْعَهْدَ كَانَ مَسْؤُولاً) (¬2) ¶ 5 - يُسأل العبد عن الجوارح (وَلاَ تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولئِكَ كَانَ عَنْهُ مَسْؤُولاً) (¬3) ¶ و الْحِسَاب نوعان: مناقشة وعرض. قال رسول الله: (مَنْ نوقش الْحِسَاب يوم القيامة عُذِّبَ)) قَالَتْ عَائِشَةُ رضي الله عنها: أَوَلَيْسَ يَقُولُ اللَّهُ تَعَالَى: (فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا) (¬4) فَقَالَ: (إِنَّمَا ذَلِكِ الْعَرْضُ، وَلَكِنْ مَنْ نُوقِشَ الْحِسَابَ يَهْلِكْ) (¬5). وثبت عنه قوله: (يُدْنَى الْمُؤْمِنُ يَوْمَ الْقِيَامَةِ مِنْ رَبِّهِ عَزَّ وَجَلَّ حَتَّى يَضَعَ عَلَيْهِ كَنَفَهُ، فَيُقَرِّرُهُ بِذُنُوبِهِ، فَيَقُولُ: هَلْ تَعْرِفُ؟ فَيَقُولُ: أَيْ رَبِّ أَعْرِفُ. قَالَ: فَإِنِّي قَدْ سَتَرْتُهَا عَلَيْكَ فِي الدُّنْيَا، وَإِنِّي أَغْفِرُهَا لَكَ الْيَوْمَ، فَيُعْطَى صَحِيفَةَ حَسَنَاتِهِ) (¬6). ¶ فيا عبد الله: اسمع إلى قول من يسَّر الله حسابه، وإلى قول غيره، ثُمَّ اختر لنفسك أحد السبيلين (فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَيَقُولُ هَاؤُمُ اقْرَؤُوا كِتَابِيهْ إِنِّي ظَنَنتُ أَنِّي مُلَاقٍ حِسَابِيهْ فَهُوَ فِي عِيشَةٍ رَّاضِيَةٍ فِي جَنَّةٍ عَالِيَةٍ قُطُوفُهَا دَانِيَةٌ كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا أَسْلَفْتُمْ فِي الْأَيَّامِ الْخَالِيَةِ وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ فَيَقُولُ يَا لَيْتَنِي لَمْ أُوتَ كِتَابِيهْ وَلَمْ أَدْرِ مَا حِسَابِيهْ يَا لَيْتَهَا كَانَتِ الْقَاضِيَةَ مَا أَغْنَى عَنِّي مَالِيهْ هَلَكَ عَنِّي سُلْطَانِيهْ خُذُوهُ فَغُلُّوهُ ثُمَّ الْجَحِيمَ صَلُّوهُ ثُمَّ فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا فَاسْلُكُوهُ إِنَّهُ كَانَ لَا يُؤْمِنُ بِاللَّهِ الْعَظِيمِ وَلَا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ فَلَيْسَ لَهُ الْيَوْمَ هَاهُنَا حَمِيمٌ وَلَا طَعَامٌ إِلَّا مِنْ غِسْلِينٍ لَا يَأْكُلُهُ إِلَّا الْخَاطِؤُونَ) (¬7) ¶ ¬__________ ¶ (¬1) / صحيح مُسْلِم (2038). ¶ (¬2) / الإسراء (34). ¶ (¬3) / الإسراء (36). ¶ (¬4) / الانشقاق 7 - 8 ¶ (¬5) / رَوَاهُ البخارى رقم (103) فى العلم، بَاب من سمع شيئا فراجع حتى يعرفه، و مُسْلِم رقم (2876) فى الجنة بَاب اثبات الحساب، وأبو داود رقم (3093) فى الجنائز، بَاب عبادة النساء. ¶ (¬6) / ... البُخَارِي (2441) و مُسْلِم (2768). ¶ (¬7) / الحاقة 19 - 37",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "نسأل الله أن ييسر حسابنا، وأن يستر عيبنا، ويغفر ذنبنا ...",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "الميزان ¶ قال الله تعالى: (وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ) (¬1) ¶ والوزن يوم القيامة يأتى بعد الْحِسَاب، اذ المحاسبة لتقدير الأعمال والوزن لإظهار المقادير ليكون الجزاء بحسبها (بقدرها). ¶ قال الإمام بن أبى العز الحنفى فى شرح العقيدة الطحاوية: (والذى دلت عليه السنة أن المِيزَان الذى توزن به الأعمال يوم القيامة له كفتان حسيتان مشاهدتان). ¶ ولا يعلم حقيقة المِيزَانِ وطبيعة المِيزَانِ وكيفية المِيزَانِ إلاَّ الملك الرحمن، و إلاَّ فهل تستطيع أن تتصور ميزانا يوضع فى يوم القيامة يقول فيه المصطفى: (لو وزنت فيه السموات و الْأَرْض لوزنها). ¶ كَيْفَ تصور هذا المِيزَان؟ قال رسول الله صلى الله عليه وسلم: (يوضع المِيزَان يوم القيامة فلو وزن فيه السموات و الْأَرْض لوزنهما، فإذا رأته الملائكة قالت: يارب لمن يزن هذا؟ قال: لمن شئت من خلقى، فتقول الملائكة: سبحانك ما عبدناك حق عبادتك). (¬2) ¶ ما الذى يوزن فى المِيزَانِ؟ ما نراه من أقوال أهل العلم أن الذي يوزن هوالأعمال والعامل والصحف كل ذلك يوضع فى المِيزَانِ يوزن العامل بأعماله وبصحفه وهذا ما رجحه صاحب القبول بشرح سلم الوصول إلى علم الأصول فى التوحيد. ¶ ¬__________ ¶ (¬1) / الأنبياء/47 ¶ (¬2) / رَوَاهُ الحاكم فى المستدرك وصححه على شرط مُسْلِم وأقر الحاكم الذهبى بل وصحح إسناد الحَدِيث الألبانى فى السلسلة الصحيحة من حَدِيث سلمان الفارسى.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "قال رسول الله صلى الله عليه وسلم: (كَلِمَتَانِ حَبِيبَتَانِ إِلَى الرَّحْمَنِ، خَفِيفَتَانِ عَلَى اللِّسَانِ، ثَقِيلَتَانِ فِي الْمِيزَانِ، سُبْحَانَ اللَّهِ وَبِحَمْدِهِ سُبْحَانَ اللَّهِ الْعَظِيمِ) (¬1) ¶ وقال: (مَا مِنْ شَيْءٍ يُوضَع فِي الْمِيزَانِ أَثْقَلُ مِنْ حُسْنِ الْخُلُقِ) (¬2).وقال: (إِنَّهُ لَيَأْتِي الرَّجُلُ الْعَظِيمُ السَّمِينُ يَوْمَ الْقِيَامَةِ لاَ يَزِنُ عِنْدَ اللَّهِ جَنَاحَ بَعُوضَةٍ، وقال: اقرؤوا فلا نقيم لهم يوم القيامة وزنا) (¬3). ¶ قال على بن أبى طالب رضى الله عنه: \" صعد ابن مسعود رضى الله عنه يوماً على شجرة آراك يجنى سواكاً فجعلت الريح تكفأه فضحك القوم، فقال المصطفى: (مما تضحكون؟ (قالوا: نضحك من دقة ساقيه يا رسول الله فقال المصطفى: (والذى نفسي بيده لهما أثقل فى المِيزَانِ من جبل أحد) (¬4). والخلاصة، العبد هو وحسناته وصحيفته فى كفة وسيئاته وصحيفته فى الكفة الأخرى. ¶ وعن عَائِشَةَ رضي الله عنها قالت: أَنَّهَا ذَكَرَتِ النَّارَ فَبَكَتْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «مَا يُبْكِيكِ»، قَالَتْ: ذَكَرْتُ النَّارَ فَبَكَيْتُ فَهَلْ تَذْكُرُونَ أَهْلِيكُمْ يَوْمَ الْقِيَامَةِ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «أَمَّا فِى ثَلاَثَةِ مَوَاطِنَ فَلاَ يَذْكُرُ أَحَدٌ أَحَدًا: عِنْدَ الْمِيزَانِ حَتَّى يَعْلَمَ أَيَخفُّ مِيزَانُهُ أَوْ يَثْقُلُ وَعِنْدَ الْكِتَابِ حِينَ يُقَالُ (هَاؤُمُ اقْرَءُوا كِتَابِيَهْ) حَتَّى يَعْلَمَ أَيْنَ يَقَعُ كِتَابُهُ أَفِى يَمِينِهِ أَمْ فِى شِمَالِهِ أَمْ مِنْ وَرَاءِ ظَهْرِهِ وَعِنْدَ الصِّرَاطِ إِذَا وُضِعَ بَيْنَ ظَهْرَىْ جَهَنَّمَ) (¬5) ¶ ¬__________ ¶ (¬1) / رَوَاهُ البخارى رقم (6406) فى الدعوات، بَاب فضل التسبيح، و مُسْلِم رقم (2694) فى الذكر والدعاء، بَاب فضل التهليل والتسبيح والدعاء. ¶ (¬2) / رَوَاهُ الترمذى رقم (2003،2004) فى البر والصلة، بَاب ما جاء فى حسن الخلق، وأبو داود رقم (4799) فى الأدب، بَاب حسن الخلق، وهو فى صحيح الجامع رقم (5721) ¶ (¬3) / رَوَاهُ البخارى رقم (4729) فى تفسير سورة الكهف، بَاب أُولَئِكَ الذين كفروا بربهم، و مُسْلِم رقم (2785) فى صفة القيامة. ¶ (¬4) / رَوَاهُ أَحْمَد فى المسند رقم (920) وقال الشيخ أَحْمَد شاكر: إسناده صحيح. ¶ (¬5) / رَوَاهُ أبو داود",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "الحوض هو مجمع الماء فى أرض المحشر ماؤه مستمد من الكوثر ماؤهما واحد. وفي حديث أُبَيَّ بن كعب أن رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قيل له: ما الحوض؟ قال: «والَّذِي نفسي بيده إن شرابه أبيض من اللبن، وأحلى من العسل، وأبرد من الثلج، وأطيب ريحًا من المسك، وآنيته أكثر عددًا من النجوم، لا يشرب منه إنسان فيظمأ أبدًا، ولا يصرف عَنْهُ إنسان فيروى أبدًا» (¬1) ¶ عن عَبْد اللهِ بن عمرو رَضِيَ اللهُ عَنْهُمَا قال: قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «حوضي مسيرة شهر، ماؤه أبيض من اللبن، وريحه أطيب من ريح المسك، كيزانه كنجوم السماء من شرب منه لا يظمأ أبدًا» (¬2) ¶ والذى يمنع من الشرب من الحوض كل من حرف وبدل فى الدين أو أحدث فيه ما لَيْسَ منه. فعن حذيفة بن اليمان رَضِيَ اللهُ عَنْهُ أن رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قال: «ليردن على الحوض أقوام، فيختلجون دوني، فأَقُول: رب أصحابي، رب أصحابي، فَيُقَالُ: إنك لا تدري ما أحدثوا بعدك» (¬3) ¶ وعن جابر رَضِيَ اللَّهُ عَنْهُ: أن النَّبِيّ صلى الله عَلَيْهِ وسلم قال: «ستَكُون أمراء، من دخل عَلَيْهمْ فأعانهم على ظلمهم وصدقهم بكذبهم فلَيْسَ مني، ولست منه، ولن يرد على الحوض» (¬4) ¶ ¬__________ ¶ (¬1) / رَوَاهُ ابن أبي عاصم وغيره ¶ (¬2) / أَخرَجَه البُخَارِي و مُسْلِم ¶ (¬3) / أَخرَجَه مُسْلِم ¶ (¬4) / رَوَاهُ أَحْمَد والبزار بإسناد رجاله رِجَال الصحيح وابن حِبَّان في صحيحه وهَذَا لفظه",
            "page": "91",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "الصراط ¶ الصِّرَاطِ: هُوَ الجِسْرُ المَنْصُوبِ عَلَى متْنِ جَهَنَّمَ بَيْنَ الجَنَّةِ وَالنَّارِ، فعَنْ أَنَسٍ بنِ مَالِكٍ رَضِيَ اللهُ عَنْهُ عَنِ النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «الصِّرَاطُ كَحَدِّ الشَّفْرَةِ، أَوْ كَحَدِّ السَّيْفِ، وَإِنَّ المَلائِكَةَ يُنْجُّونَ المُؤْمِنِينَ، وَأَنَّ جِبْرَيلَ لآخِذٌ بِحُجْزَتِي، وَإِنِّي لأَقُولُ: يَا رَبِّ سَلِّمْ سلِّمْ، فَالزَّالُّونَ وَالزَّالاتُ يَوْمَئِذٍ كَثِيرٌ» (¬1)، وَعَنْ أَبِي سَعِيدٍ الخُدَرِيّ عَنِ النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ حَدِيثًا طَوِيلاً قَالَ فِيهِ: «ثُمَّ يُضْرَبُ الجِسْرُ عَلَى جَهَنَّمَ، وَتَحِلُّ الشَّفَاعَةُ، فَيَقُولُونَ: اللَّهُمَّ سَلِّمْ سلِّمْ»، قِيلَ: يَا رَسُولَ اللهِ وَمَا الجِسْرُ؟ قَالَ: «دَحْضُ مَزَلَّةٌ، فِيهِ خَطَاطِيفٌ وَكَلاليبٌ، وَحَسَكَةٌ تَكُونُ بِنَجْدٍ فِيهَا شُوَيْكَةٌ يُقَالُ لَهَا: السَّعْدَانُ فَيَمُرُّ المُؤْمِنُ كَطَرْفِ العَيْنِ، وَكَالبَرْقِ، وَكَالرِّيحِ، وَكَالطَّيْرِ، وَكَأَجَاوِدِ الخَيْلِ وَالرِّكَابِ، فَنَاجٍ مُسَلَّمٌ، وَمَخْدُوشٌ مُرْسَلٌ، وَمُكَرْدَسٌ عَلَى وَجْهِهِ فِي النَّارِ» (¬2). ¶ ففكر في أهوال الصراط وعظائمه، وما يحل بالإِنْسَان من الذعر والخوف عَنْدَ رؤيته، ووقوع بصرك على جهنم من تحته، وسماعك شهيقها وتغيظها على الكفرة، وقَدْ اضطرت إلى أن تمشي على الصراط الَّذِي مرت صفته وصفة المُرُور عَلَيْهِ مَعَ ضعف حالك، وكونك حافيًا عاريًا، فتصور وضعك رجلك عَلَيْهِ وإحساسك بحدته وأَنْتَ مضطر إلى أن ترفع رجلاً وتضع الأخرى، وأَنْتَ مندهش مِمَّا تحتك وأمامك ممن يئنون، وآخرون يزلون، وآخرون يخطفون بالخطاطيف وبالكلاليب، والعويل والبُكَاء تسمَعَ له تتابعًا وَدَوِيًّا، وتنظر الَّذِينَ ينتكسون على رؤوسهم، وآخرون على وجوههم، فتعلوا الأرجل، فيا له من منظر فظيع، ومرتقًى ما أصعبه، ومجاز ما أضيقه، ومكَانَ ما أهوله، وموقف ما أشقه، والنَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «رب سلم ¶ ¬__________ ¶ (¬1) / أَخرَجَه الْبَيْهَقِي مِنْ حَدِيثِ زِيَادٍ النُمَيْرِيّ. ¶ (¬2) / أَخرَجَه البُخَارِي و مُسْلِم.",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "سَلم». فتصور لو زلت قدمك فهل ينفعك ندمك، وتحسرك في ذَلِكَ الوَقْت كلا {يَوْمَئِذٍ يَتَذَكَّرُ الْإِنسَانُ وَأَنَّى لَهُ الذِّكْرَى}. ¶ الشفاعة ¶ معنى الشفاعة: (هي السؤال في التجاوز عن الذنوب) (¬1). فالشفاعة هي طلب المغفرة و التجاوز عن الخطايا و السيئات. ¶ لَقَدْ وردت آيات تثبت الشفاعة و آيات أخرى تنفيها، فالمثبتة للمؤمنين و هي التي تطلب من الله وحده، و المنفية لغير الْمُؤْمِنِين و هي التي تطلب من غير الله تعالى. ¶ أمَّا الشفاعة المثبتة فلا تقبل إلاَّ بشروط: ¶ أولها: قدرة الشافع على الشفاعة: قال تعالى (و لا يملك الذين يدعون من دونه الشفاعة إلاَّ من شهد بالحق وهم يعلمون) (¬2). ¶ ثانيها: إسلام المشفوع له: أمَّا الكفار و أمثالهم فلا شفاعة لهم، قال تعالى: (ما للظالمين من حميم و لا شفيع يطاع) (¬3). و قال تعالى عن المجرمين أهل سقر: (فما تنفعهم شفاعة الشافعين) (¬4) ¶ ثالثها: الإذن من الله للشافع، فلا يمكن لأحد أن يتكلم إلاَّ بإذن من الله: قال تعالى: (من ذا الذي يشفع عنده إلاَّ بإذنه) (¬5) ¶ ¬__________ ¶ (¬1) / ابن الأثير في النهاية في غريب الحَدِيث و الأثر ¶ (¬2) / الزخرف 86 ¶ (¬3) / غافر: 18 ¶ (¬4) / المدثر: 48 ¶ (¬5) / البقرة 255",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "رابعها: الرضا عن المشفوع له، فلا تقبل الشفاعة إلاَّ لمن رضي الله عنه، و يدل على هذا قول الله تعالى: (ولا يشفعون إلاَّ لمن ارتضى) (¬1) و قوله: (و كم من ملك في السماوات لا تغني شفاعتهم شيئاً إلاَّ من بعد أن يأذن الله لمن يشاء و يرضى) (¬2) ¶ إن الشفاعة بيد الله يعطيها لمن يشاء و يقبلها ممن يشاء، و هذه الشفاعة لا يقدر عليها أحد إلاَّ بإذن الله، فهذه الشفاعة لا ينبغي أن تطلب إلاَّ من الله، فنطلب شفاعة النَّبِيّ صلى الله عليه وسلم من الله القائل: (قل لله الشفاعة جميعاً) (¬3) قال القرطبي: نص في أن الشفاعة لله وحده فلا شافع إلاَّ من شفاعته (¬4). و كما علّم النَّبِيّ صلى الله عليه وسلم الرجل الأعمى الذي قال: ادع الله أن يعافيني، علمه أن يدعو و يقول: اللهم شفّعه فيّ (¬5) أي شفّع فيّ رسولك صلى الله عليه و سلم. ¶ إن الشفاعة على أنواع: ¶ وأولها شفاعة النَّبِيّ صلى الله عليه و سلم، و هذه الشفاعة ثابتة بالقرآن و السنة، أمَّا القرآن فقوله تعالى: (عسى أن يبعثك ربك مقاماً محموداً) (¬6) فقد سئل عنها النَّبِيّ صلى الله عليه و سلم فقال: (هي الشفاعة) (¬7) و في الحديث: (أعطيت خمسا لم يعطهن أحد قبلي ... وأعطيت الشفاعة) (¬8). و (أنا أول النَّاس يشفع في الْجَنَّة، و أنا أكثر الأنبياء تبعاً) (¬9) ¶ ¬__________ ¶ (¬1) / الأنبياء: 28 ¶ (¬2) / النجم: 26 ¶ (¬3) / الزمر: 44 ¶ (¬4) / تفسير القرطبي ¶ (¬5) / التِّرْمِذيُّ و ابن ماجه و أَحْمَد (4/ 138) ¶ (¬6) / الإسراء: 79 ¶ (¬7) / التِّرْمِذيُّ (4/ 365) ¶ (¬8) / ... البُخَارِي ص (533)، و أَخرَجَه مُسْلِم (1/ 370)، و النَّسَائيّ (1/ 172) ¶ (¬9) / مُسْلِم (1/ 188)",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "و ثانيها: شفاعته صلى الله عليه و سلم في قوم ليدخلوا الْجَنَّة بغير حساب: (يدخل الْجَنَّة من أمتي سبعون ألفاً بغير حساب) (¬1) ¶ و ثالثها: الشفاعة للمؤمنين في دخول الْجَنَّة: (إذا كان يوم القيامة شفعت فقلت: يا رب أدخل الْجَنَّة من كان في قلبه خردلة فيدخلون ثُمَّ أقول أدخل الْجَنَّة من كان في قلبه أدنى شيء) (¬2) ¶ رابعها: الشفاعة في أقوام قد أُمر بهم إلى النَّار أن لا يدخلوها. ¶ خامسها: الشفاعة لأقوام تساوت حسناتهم و سيئاتهم، فيدخلون الْجَنَّة. ¶ سادسها: الشفاعة لقوم دخلوا النَّار فيخرجون منها: (يخرج قوم من النَّار بشفاعة محمد صلى الله عليه وسلم فيدخلون الْجَنَّة يُسمون الجهنّميين) (¬3) و (قال يخرج من النَّار بالشفاعة كأنهم الثعارير) (¬4) و (إن الله يخرج قوماً من النَّار بالشفاعة) (¬5). ¶ ثامنها: الشفاعة لأهل الكبائر من أمته صلى الله عليه و سلم: (شفاعتي لأهل الكبائر من أمتي) أي شفاعتي التي تنجي الهالكين مختصة بأهل الكبائر، ثُمَّ إن تخصيص الكبائر بالشفاعة لأن ما دونها من الذنوب تكفرها الطاعات. ¶ تاسعها: الشفاعة في تخفيف العذاب عمّن يستحقه، كشفاعته صلى الله عليه و سلم في تخفيف العذاب عن عمّه أبي طالب: (عن أبي سعيد الْخُدْرِيّ رضي الله عنه أنه سمع النَّبِيّ صلى الله عليه وسلم وذكر عنده عمه فقال: لعله تنفعه شفاعتي يوم القيامة فيجعل في ضحضاح ¶ ¬__________ ¶ (¬1) / البُخَارِي ¶ (¬2) / متفق عليه ¶ (¬3) / البُخَارِي (11/ 418) و رَوَاهُ أبوداود (5/ 107)، و التِّرْمِذيُّ (4/ 114)، وابن ماجه (2/ 1443)، وأَحْمَد (4/ 434)، وقال التِّرْمِذيُّ: هذا حَدِيث حسن صحيح. ¶ (¬4) / البُخَارِي (11/ 416) مُسْلِم (1/ 178). ¶ (¬5) / مُسْلِم",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "من النَّار يبلغ كعبيه يغلي منه دماغه) (¬1). و (لولا أنا لكان في الدرك الأسفل من النَّار) (¬2) ¶ هذه شفاعات النَّبِيّ صلى الله عليه و سلم يوم القيامة، ثُمَّ يشفع غير النَّبِيّ صلى الله عليه و سلم، فمن الشفاعة يوم القيامة: ¶ 1 - شفاعة الْمُؤْمِنِين: ففي الحديث: ( .. حَتَّى إذا خلص المؤمنون من النَّار فوالذي نفسي بيده ما منكم من أحد بأشد مناشدة لله في استقصاء الحق من الْمُؤْمِنِين لله يوم القيامة لإخوانهم الذين في النَّار، يقولون: ربنا كانوا يصومون معنا ويصلون ويحجون، فيقال لهم: أخرجوا من عرفتم فتحرم صورهم على النَّار، فيخرجون خلقاً كثيراً قد أخذت النَّار إلى نصف ساقيه وإلى ركبتيه، ثُمَّ يقولون: ربنا ما بقي فيها أحد ممن أمرتنا به، فَيَقُولُ: ارجعوا فمن وجدتم في قلبه مثقال دينار من خير فأخرجوه فيخرجون خلقاً كثيراً، ثُمَّ يقولون: ربنا لم نذر فيها أحداً ممن أمرتنا ثُمَّ يقول: ارجعوا فمن وجدتم في قلبه مثقال نصف دينار من خير فأخرجوه فيخرجون خلقاً كثيراً، ثُمَّ يقولون: ربنا لم نذر فيها ممن أمرتنا أحداً ثُمَّ يقول: ارجعوا فمن وجدتم في قلبه مثقال ذرة من خير فأخرجوه فيخرجون خلقاً كثيراً ثُمَّ يقولون ربنا لم نذر فيها خيراً) (¬3) ¶ 2 - شفاعة الأولاد لآبائهم: حَيْثُ يشفع أطفال المسلمين لآبائهم ليدخلوا الْجَنَّة، (عن أبي حسان قال قلت لأبي هُرَيْرَةَ إنه قد مات لي ابنان فما أنت محدثي عن رسول الله صلى الله عليه وسلم بحديث تطيب به أنفسنا عن موتانا قال قال نعم صغارهم دعاميص الْجَنَّة يتلقى أحدهم أباه أو قال أبويه فيأخذ بثوبه أو قال بيده كما آخذ أنا بصنفة ثوبك هذا فلا يتناهى أو قال فلا ينتهي حَتَّى يدخله الله وأباه الْجَنَّة) (¬4). و (ما من مسلمين يموت لهما ثلاثة أولاد لم ¶ ¬__________ ¶ (¬1) / أَخرَجَه البُخَارِي أيضًا (11/ 417)، و مُسْلِم (1/ 195)، وأَحْمَد (3/ 8 - 9). ¶ (¬2) / أَخرَجَه البُخَارِي (10/ 592) و (11/ 419)، و مُسْلِم (1/ 194 - 195). ¶ (¬3) / ... البُخَارِي ¶ (¬4) / مُسْلِم (4/ 2029)",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "يبلغوا الحنث إلاَّ أدخلهما الله بفضل رحمته إياهم الْجَنَّة قال يقال لهم ادخلوا الْجَنَّة فيقولون حَتَّى يدخل آباؤنا فيقال ادخلوا الْجَنَّة أنتم وآباؤكم) (¬1) ¶ 3 - شفاعة القرآن: حَيْثُ يشفع القرآن لقارئه و حافظه و العامل به، ففي الحديث: (اقرءوا القرآن فإنه يأتي يوم القيامة شفيعاً لأصحابه، اقرءوا الزهراوين البقرة وسورة آل عمران فإنهما تأتيان يوم القيامة كأنهما غمامتان أو كأنهما غيايتان أو كأنهما فرقان من طير صواف تحاجان عن أصحابهما، اقرءوا سورة البقرة فإن أخذها بركة وتركها حسرة ولا تستطيعها البطلة، قال معاوية بلغني أن البطلة السحرة) (¬2). ¶ 5 - شفاعة الصيام: حَيْثُ يشفع الصيام لأهله، ففي الحديث: (الصيام و القرآن يشفعان للعبد يوم القيامة، يقول الصيام: أي رب منعته الطعام و الشهوات في النهار فشفّعني فيه. و يقول القرآن: رب منعته النوم بالليل فشفّعني فيه. فيُشَفّعان) (¬3) ¶ 6 - شفاعة الشهداء: ففي الحديث: (للشهيد عند الله ست خصال: يغفر له في أول دفعة، ويرى مقعده من الْجَنَّة، ويجار من عذاب القبر، ويأمن من الفزع الأكبر، ويوضع على رأسه تاج الوقار الياقوتة منها خير من الدُنْيَا وما فيها، ويزوج اثنتين وسبعين زوجة من الحور العين، ويشفع في سبعين من أقاربه) (¬4) ¶ 7 - شفاعة الأنبياء و الملائكة. ¶ 8 - الشفاعة الأكبر و الأعظم: التي لا تعدلها شفاعة ألا و هي شفاعة أرحم الراحمين، شفاعة الله رب العالمين: ففي الحديث: (فَيَقُولُ الله عز وجل شفعت الملائكة وشفع النَّبِيّ ون وشفع ¶ ¬__________ ¶ (¬1) / رَوَاهُ النَّسَائيّ (4/ 22)، و الْبَيْهَقِي (4/ 68)، وهو على شرط الشيخين. ¶ (¬2) / مُسْلِم رحمه الله (1/ 553) أَخرَجَه أَحْمَد (5/ 249 - 255 - 257) ¶ (¬3) / أَحْمَد (2/ 174) والحاكم (1/ 554) ¶ (¬4) / التِّرْمِذيُّ (3/ 106) و قال: حسن صحيح غريب و ابن ماجه (2/ 935)",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "المؤمنون ولم يبق إلاَّ أرحم الراحمين، فيقبض قبضة من النَّار فيخرج منها قوماً لم يعملوا خيراً قط .. ) (¬1) ¶ حول أسباب نيل الشفاعة: ¶ إن الأعمال التي يمكن للإنسان أن ينال بها الشفاعة بفضل الله تعالى كثيرة ¶ أولاً: قول: لا إله إلاَّ الله بصدق، قال رسول الله صلى الله عليه وسلم أسعد النَّاس بشفاعتي يوم القيامة من قال لا إله إلاَّ الله خالصاً من قلبه أو نفسه) (¬2) ¶ ثانيا: كثرة الصَّلاَة على النَّبِيّ صلى الله عليه و سلم، و خصوصاً عند الصباح و المساء، ففي الحديث الصحيح: (من صلّى عليّ حين يصبح عشراً و حين يمسي عشراً أدركته شفاعتي يوم القيامة) (¬3) ¶ ثالثا: الصَّلاَة على النَّبِيّ صلى الله عليه و سلم سرّاً بعد الأذان و سؤال الوسيلة له: ففي الحديث الصحيح (إذا سمعتم المؤذن فقولوا مثل ما يقول ثُمَّ صلوا عليّ، فإنه من صلى علي صلاة صلى الله عليه بها عشراً، ثُمَّ سلوا الله لي الوسيلة ... فمن سأل لي الوسيلة حلت له الشفاعة (¬4) ¶ رابعا: سكنى المدينة و الموت بها: ففي الحديث الصحيح: (من استطاع أن يموت بالمدينة فليمت بها فإني أشفع لمن يموت بها) (¬5) ¶ خامسا: قراءة سورة الملك: ففي الحديث: (إن سورة من القرآن ثلاثون آية شفعت لرجل حَتَّى غفر له وهي سورة تبارك الذي بيده الملك) (¬6) ¶ ¬__________ ¶ (¬1) / مُسْلِم ¶ (¬2) / ... البُخَارِي (1/ 193) وأَحْمَد (2/ 373)، والآجري في \"الشريعة\" ص (430). ¶ (¬3) / ذكره ابن القيم في \"جلاء الأفهام\" ص (63) عن الطَّبَرَانِيّ في \"المعجم الكبير وقال الهيثمي: رَوَاهُ الطَّبَرَانِيّ بإسنادين أحدهما جيد، لكن فيه انقطاع ¶ (¬4) / مُسْلِم (1/ 288) أبوداود (1/ 359)، و التِّرْمِذيُّ (5/ 247)، و النَّسَائيّ (2/ 22). ¶ (¬5) / التِّرْمِذيُّ (5/ 377) ابن حِبَّان كما في \"الموارد\" ص (255)، وأَحْمَد (2/ 74، 104). ¶ (¬6) / التِّرْمِذيُّ (4/ 238) و قال: هذا حَدِيث حسن أَخرَجَه أبوداود (ج2 ص119).",
            "page": "99",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "عَنْ أَبِي هُرَيْرَةَ عن النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: قَالَ اللَّهُ تَبَارَكَ وَتَعَالَى: (أَعْدَدْتُ لِعِبَادِي الصَّالِحِينَ مَا لاَ عَيْنٌ رَأَتْ، وَلاَ أُذُنٌ سَمِعَتْ، وَلاَ خَطَرَ عَلَى قَلْبِ بَشَرٍ) (¬1) وَمِصْدَاقُ ذَلِكَ فِي كِتَابِ اللهِ: (فَلَا تَعْلَمُ نَفْسٌ مَّا أُخْفِيَ لَهُم مِّن قُرَّةِ أَعْيُنٍ جَزَاء بِمَا كَانُوا يَعْمَلُونَ) (¬2) ¶ فإن سألت عن أرضها الريان وتربة الجنان فهي المسك و الزَّعْفَرَانُ، وإن سألت عن سقفها فهو عرش الرحمن. وإن سألت عن حصبائها فهو اللُّؤْلُؤُ وَالْيَاقُوتُ والجوهر والمرجان. وإن سألت عن بنائها الرحب , فلبنة من فضة ولبنة من ذهب. وإن سألت عن غراس الْجَنَّة فسبحان الله ذي المنة والحمد لله في النعمة ولا إله إلاَّ الله والله أكبر. وإن سألت عن كنزها فلا حول ولا قوة إلاَّ بِاللهِ. ¶ وإن سألت عن خيامها وقبابها , فالخيمة الواحدة مِنْ لُؤْلُؤَةٍ مُجَوَّفَةٍ، عَرْضُهَا سِتُّونَ مِيلاً. وإن سألت عن غرفها فهي دُوْر شَاهِقَة مُحْكَمةُ البُنْيَانِ , غُرَفٌ مِّن فَوْقِهَا غُرَفٌ مَّبْنِيَّةٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ بروية. ¶ وإن سألت عن ارتفاعها فانظر إلى الكوكب الطالع أو الغارب في الأفق الذي لا يكاد تناله الأبصار. ¶ وإن سألت عن أسماء أنهارها فالْكَوْثَرُ نَهْرٌ فِى الْجَنَّةِ حَافَّتَاهُ مِنْ ذَهَبٍ وَمَجْرَاهُ عَلَى الدُّرِّ وَالْيَاقُوتِ تُرْبَتُهُ أَطْيَبُ مِنَ الْمِسْكِ وَمَاؤُهُ أَحْلَى مِنَ الْعَسَلِ وَأَبْيَضُ مِنَ الثَّلْجِ واِنَّ فِي الْجَنَّةِ نَهَرًا يُقَالُ لَهُ الْبَيْدَخُ عَلَيْهِ قِبَابُ الْيَاقُوتِ تَحْتَهُ جَوَارٍ نَابِتَاتٌ ¶ ¬__________ ¶ (¬1) / البخارى (3244) و مُسْلِم (7310) وصحيح ابن حِبَّان (2/ 91) (369) واللفظ له. ¶ (¬2) / السجدة 17.",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "وإن سألت عن أنهارها فَأَنْهَارٌ مِنْ مِيَاهٍ غَيرِ آسِنٍ غَيرِ مَتَغَيِّرةِ الطَعْمِ واللَّوِنِ والرَّائِحَةِ، لطُولِ مُكْثِها وَرُكُودِها، بل هُوَ أعذب المياه وأصفاها، وأطيبها وألذها شربًا (وَأَنْهَارٌ مِن لَّبَنٍ لَّمْ يَتَغَيَّرْ طَعْمُهُ) (¬1) وَلَمْ يَفْسُدْ لا بحموضة ولا غيرها. (وَأَنْهَارٌ مِّنْ خَمْرٍ لَّذَّةٍ لِّلشَّارِبِينَ) (¬2) لَذِيذَةِ الطَّعْمِ وَالمَذَاقِ لِشَاربيها لاَ تَغْتَالُ العُقُولَ، وَلا يُنْكِرُهَا الشَّارِبُون، لم تدنسها الأرجل، ولم تكدرها الأيدي، ولَيْسَ فيها كراهة طعم ولا ريح ولا غائلة سكر، بل يلتذ شاربها لذة عظيمة، لا كخمر الدُّنْيَا التي يكره مذاقها، وتصدع الرأس، وتزيل العقل. (وَأَنْهَارٌ مِّنْ عَسَلٍ مُّصَفًّى) (¬3) قَدْ قَدْ صُفِّي مِنَ الشَّمْعِ والفَضَلاتِ وعن القذى والوسخ، وما يكون في عسل الدُّنْيَا قبل تصفيته من الشمَعَ، وفضالات النحل. ¶ وان سألت عن عيونها فَتَنْبُعُ فِي أَرْضِهَا عُيُونُ من المَاءِ. تُسَمَّى سَلْسَبِيلاً تراها (عَيْناً يَشْرَبُ بِهَا عِبَادُ اللَّهِ يُفَجِّرُونَهَا تَفْجِيراً) (¬4). ¶ وإن سألت عن جنانها فهما جنتان (ذَوَاتَا أَفْنَان) (¬5) (فِيهِمَا عَيْنَانِ تَجْرِيَانِ) (فِيهِمَا مِنْ كُلِّ فَاكِهَةٍ زَوْجَانِ) (وَمِنْ دُونِهِمَا جَنَّتَانِ) (مُدْهَامَّتَانِ) (فِيهِمَا عَيْنَانِ نَضَّاخَتَانِ) (فِيهِمَا فَاكِهَة ٌوَنَخْلٌ وَرُمَّان) (¬6) ¶ وإن سألت عن أشجارها فهي فِي سِدْرٍ مَّخْضُودٍ لا شوك فيه وما فيها شجرة إلاَّ وساقها من فضة و ذهب وفضة لا من الحطب والخشب. فيها شَجَرَةٌ يَسِيرُ الرَّاكِبُ فِي ظِلِّهَا مِائَةَ سَنَةٍ، لاَ يَقْطَعُهَا. قُطُوفُهَا دَانِيَةٌ إِذَا نَزَعَ ثَمَرَةً مِنَ الْجَنَّةِ عَادَتْ مَكَانَهَا أُخْرَى. ¶ وإن سألت عن ثمرها فأمثال القلال ألين من الزبد وأحلى من العسل. وإن سألت عن ورقها فأحسن ما يكون من رقائق الحلل. ¶ ¬__________ ¶ (¬1) / محمد 15 ¶ (¬2) / محمد 15 ¶ (¬3) / محمد 15 ¶ (¬4) / الانسان 6 ¶ (¬5) / الرحمن 48 ¶ (¬6) / الرحمن 68",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "وإن سألت عن طعامهم فهي من (فَاكِهَةٍ كَثِيرَةٍ لَا مَقْطُوعَةٍ وَلَا مَمْنُوعَةٍ) (¬1) (وَفَاكِهَةٍ مِمَّا يَتَخَيَّرُونَ وَلَحْمِ طَيْرٍ مِمَّا يَشْتَهُونَ) (¬2). ¶ وإن سألت عن شرابهم فالتسنين والزنجبيل والكافور. وَيَشْرَبُونَ وَلاَ يَتَغَوَّطُونَ وَلاَ يَمْتَخِطُونَ وَلاَ يَبُولُونَ , يَشْرَبُونَ مِن كَأْسٍ كَانَ مِزَاجُهَا كَافُوراً وَيُسْقَوْنَ فِيهَا كَأْساً كَانَ مِزَاجُهَا زَنجَبِيلاً وَيَسْقِيِهِمْ رَبُّهُمْ شَرَاباً طَهُوراً يُطَهِّرُ بَاطِنَ شَارِبِهِ مِنَ الحَسَدِ، وَالحِقْدِ، وَالغِلِّ، وَرَدِيءِ الأَخْلاَقِ. وهذا الشراب هو أفضل من السابقين لأنه أسنده تعالى إلى الربّ سبحانه وتعالى ¶ وإن سألت عن آنيتهم فآنية الذهب والفضة في صفاء القوارير. يُطَافُ عَلَيْهِمْ بِأَوَانٍ مِنْ ذَهَب عَلَيْهَا أَنْوَاعُ الطَّعَامِ، وَيُطَافُ عَلَيْهِمْ بِأَكْوَابٍ لِلشَّرَابِ مِنْ ذَهَبٍ، وَفِي كُلٍّ مِنَ الأَوَانِي والأَكْوَابِ مَا تَشْتَهِيهِ الأَنْفُسُ، وَتَتَلَذُّذُ بِهِ الأَعْيُنُ. ¶ وان سألت عن قضاء الحاجة فَلاَ يَتَغَوَّطُونَ وَلاَ يَبُولُونَ انما حَاجَتُهُمْ عَرَقٌ يَفِيضُ مِنْ جُلُودِهِمْ مِثْلُ الْمِسْكِ. ¶ وإن سألت عن لباس أهلها فهو الحرير والذهب. يَلْبَسُونَ ثِيَاباً مِنْ سُنْدُسٍ وَإِسْتَبْرَقٍ ثِيَاباً مِنَ الحَريرِ الرَّفِيعِ (سُنَدُسٍ) َثِيَاباً مِنْ قماشٍ مُزَيَّنٍ بأَشْياءَ ذَاتِ بَريقٍ وَلَمَعَانٍ (إِستَبْرَقٍ)، وَيَلْبَسُونَ ثِيَابًا خُضْرًا في لونها ولا تبلى. ¶ وإن سألت عن فرش الْجَنَّة) وَفُرُشٍ مَرْفُوعَةٍ) وبطائنها من إستبرق مفروشة في أعلى الرتب ¶ وإِنَّ ارْتِفَاعَهَا لَكَمَا بَيْنَ السَّمَاءِ وَالأَرْضِ لِمَسِيرَةِ خَمْسِ مِائَةِ سَنَةٍ. وإن سألت عن وجوه أهلها وحسنهم فعلى صورة القمر. ¶ وإن سألت عن أسنانهم وأعمارهم فأبناء ثلاث وثلاثين على وان سألت عن هيئتهم وصورتهم فهي صورة آدم عليه السَّلام. ¶ ¬__________ ¶ (¬1) / الواقعة 32 - 33 ¶ (¬2) / الواقعة 20 - 21",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "وإن سألت عن سماعهم وأغانيهم فهي من غناء أزواجهم من الحور العين وأعلى منه سماع صوت الملائكة والنبيين، وأعلى منها خطاب رب العالمين. ¶ وإن سألت عن مطاياهم التي يتزاورون عليها فنجائب تسير بهم حَيْثُ شاءوا من الجنان. ¶ وإن سألت عن حليهم وأساورهم وشارتهم فيُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ واللؤلؤ على الرؤوس ملابس التيجان. ¶ وإن سألت عن أكثر أهل الْجَنَّة فكُلُّ ضَعِيفٍ مُتَضَعِّفٍ وان أَكْثَرَ أَهْلِهَا الْفُقَرَاء. ¶ وإن سألت عن أطفال الدُنْيَا من الْمُؤْمِنِين في الْجَنَّة فيُقَالُ لَهُمُ ادْخُلُوا الْجَنَّةَ. فَيَقُولُونَ لا ندخل حَتَّى يَجِاءَ الآباء فَيُقَالُ لَهُمُ ادْخُلُوا الْجَنَّةَ أَنْتُمْ وآباؤكم. ¶ وإن سألت عن غِلْمَانِ أَهْل الْجَنَّة وخدمِهم فوِلْدَانٌ مُّخَلَّدُونَ. (يَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ بِأَكْوَابٍ وَأَبَارِيقَ وَكَأْسٍ مِنْ مَعِينٍ لَا يُصَدَّعُونَ عَنْهَا وَلَا يُنْزِفُونَ) غِلْمَانٌ لَّهُمْ كَأَنَّهُمْ لُؤْلُؤٌ مَّكْنُونٌ، يَعْمَلُون بِأْمْرِهِمْ، وَيَنْتَهُونَ بِنَهيِهِمْ، وَهُمْ في حُسْنِهم وَبَهائِهم كَأَنَّهُمْ لُؤْلُؤٌ نَاصِعُ الَبَيَاضِ إِذَا رَأَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤاً مَّنثُوراً وُجُوهُهُمْ نَضِرَةٌ، كَأَنَّهُمْ لِحُسْنِ أَلْوَانِهِمْ، وَنَضْرَةِ وُجُوهِهِمْ، وَكَثْرَةِ انْتِشَارِهِمْ فِي قَضَاءِ الحَاجَاتِ، اللًّؤْلُؤْ المَنْثُورُ، وَهُمْ لاَ يَهْرَمُونَ وَلاَ يَشِيبُونَ، وَلاَ تَتَبَدَّلُ أَحْوَالُهُمْ. ¶ وإن سألت عن حديثهم , (لَا يَسْمَعُونَ فِيهَا لَغْواً وَلَا تَأْثِيماً إِلَّا قِيلاً سَلَاماً سَلَاماً (لا يسمعون في الْجَنَّة اللغو و الهراء والمراء من الْحَدِيث، ولا هجر القول، ولا ما تتقزز منه النُّفُوس الراقية، ذات الأَخْلاق العالية ولا يسمعون كلامًا يؤثم صاحبه، ولكن يسمعون أطيب الكلام وَهُوَ التسليم من بَعْضهمْ على بعض، وَذَلِكَ أنها دار الطيبين، ولا يكون فيها إلاَّ كُلّ طيب، وهَذَا دَلِيل على حسن أدب أَهْل الْجَنَّة في خطابهم فيما بينهم، وأنه أطيب السَّلام، وسامي الكلام، مِمَّا يستساغ , (وَتَحِيَّتُهُمْ فِيهَا سَلاَمٌ وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلّهِ رَبِّ الْعَالَمِينَ) (¬1). ¶ ¬__________ ¶ (¬1) / يونس 10",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "وإن سألت عن الحوض فإن شرابه أبيض من اللبن، وأحلى من العسل، وأبرد من الثلج، وأطيب ريحًا من المسك، وآنيته أكثر عددًا من النجوم، لا يشرب منه إنسان فيظمأ أبدًا، ولا يصرف عَنْهُ إنسان فيروى أبدًا. ¶ وإن سألت عن أول زمرة يدخلون الْجَنَّة: فهم على صورة القمر ليلة البدر، ثُمَّ الذين يلونهم على أشدِّ كوكب دُرِّىّ في السماء إضاءة. ¶ وإن سألت عن أزواج أَهْل الْجَنَّة وعرائسهم يأتيكم الجواب من المنان في سورة الرحمن (فِيهِنَّ خَيْرَاتٌ حِسَانٌ فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ حُورٌ مَقْصُورَاتٌ فِي الْخِيَامِ فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلا جَانٌّ فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ مُتَّكِئِينَ عَلَى رَفْرَفٍ خُضْرٍ وَعَبْقَرِيٍّ حِسَانٍ فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَان تَبَارَكَ اسْمُ رَبِّكَ ذِي الْجَلالِ وَالْأِكْرَامِ) (¬1) ولو أن امراءة من أَهْل الْجَنَّة اطلعت إلى أَهْل الْأَرْض لأضاءت ما بينهما ولملأته ريحاً، ولنصيفها (يعنى: خمارها) على رأسها خير من الدُنْيَا وما فيها. ¶ انهن الحور العين , المرأة الشابة الحسناء الجميلة البيضاء الحوراء شديدة سواد العين الواسعة العظيمة العينين. يحار الطرف في حسنهن وبياضهن وصفاء لونهن. ¶ انهن الحور العين وإن سألت عن السن، فأتراب في أعدل سن الشباب. وإن سألت عن الحسن، فهل رَأَيْت الشمس والقمر. وإن سألت عن الحدق، فأحسن سواد في أصفى بياض في أحسن حور. وإن سألت عن القدود، فهل رَأَيْت أحسن الأغصان، وإن سألت عن النهود فهن الكواعب، نهودهن كألطف الرمان. وإن سألت عن اللون، فكأنه الياقوت والمرجان. وإن سألت عن حسن الخلق، فهن الخيرات الحسان، جمع لهن بين الحسن والإحسان، فأعطين جمال الباطن والظاهر، فهن أفراح النُّفُوس، وقرة النواظر. ¶ انهن الحور العين, أَزْوَاجٌ مُّطَهَّرَةٌ من الحيض والنفاس والبول والغائط والمخاط والبصاق وكل قذر وأذى يكون من نساء الدُنْيَا, (فِيهِنَّ قَاصِرَاتُ الطَّرْفِ لَمْ يَطْمِثْهُنَّ إِنسٌ قَبْلَهُمْ وَلاَ جَانٌّ) (¬2) لم ¶ ¬__________ ¶ (¬1) / الرحمن 70 - 78 ¶ (¬2) / الرحمن 56",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "يطأهن ولم يجامعهن إنس ولا جان قبل أزواجهم. يقصرن أطرافهن على أزواجهن فلا يبغين غيرهنّ. فلا تطمح الواحدة لأحد سواه، وهي غاية أمنية الرجل وهواه، إن نظر إليها سرته، وإن أمرها بطاعته أطاعته، وإن غاب عَنْهَا حفظته، فهو معها في غاية الأماني والأمان. كُلَّما نظر إليها ملأت قَلْبهُ سرورًا، وكُلَّما حدثته ملأت أذنه لؤلؤًا مَنْظُومًا منثورًا. وإذا برزت ملأت القصر والغرفة نورًا. ¶ انهن الحور العين الكَوَاعِبُ الأَتْرَاب الحُور الحسَان صِبَاحُ الوُجُوهِ، قَدْ تَكَعَّبَتْ أَثْدَاؤُهُنَّ وَلَمْ تَتَرَهَّلْ، وَهَذَا دَلِيلٌ عَلَى صِغَرِ سِنِّهِنَّ، وَهُنَّ أَبْكَارٌ مُتَمَاثِلاَتٌ فِي الأَعْمَارِ. وتراهم عُرُبًا أَتْرَابًا على سن ٍواحدة ٍ, بنات ثلاث وثلاثين سنة, كَأَنَّهُنَّّ الْيَاقُوتُ وَالْمَرْجَانُ في صفاء كصفاء الياقوت وفي بياض كبياض المرجان. حُورٌ مَقْصُورَاتٌ فِي الْخِيَامِ محبوسات على أزواجهن في الخيام. ¶ انهن الحور العين الكَوَاعِبُ الأَتْرَاب اللاتي جرى في أعضائهن ماء الشباب، فللورد والتفاح ما لبسته الخدود، وللرمان ما تضمنته النهود، وللؤلؤ منثور ما حوته الثغور، وللرقة واللطافة ما دارت عَلَيْهِ الخصور، تجري الشمس من محاسن وجهها إذا برزت، ويضيء البرق من بين ثناياها إذا ابتسمت، إذا قابلت حبها فقل ما تشاء في تقابل النيرين، وإذا حادثته فما ظنك بمحادثة الحبين وإن ضمها إليه فما ظنك بتعانق الغصنين، يرى وجهه في صحن خدها، كما يرى في المرآة التي جلاها صقيلها، ويرى مخ ساقها من وراء اللحم، ولا يستره جلدها ولا عظمها ولا حللها. لو اطلعت على الدُّنْيَا لملأت ما بين الأَرْض والسماء ريحًا، ولاستنطقت أفواه الخلائق تهليلاً وتكبيرًا وتسبيحًا، ولتوخرف لها ما بين الخافقين، ولأغمضت عن غيرها كُلّ عين، ولطمست ضوء الشمس كما تطمس الشمس ضوء النجوم، ولآمن من على ظهرها بِاللهِ الحي القيوم. ¶ ونصيفها على رأسها خَيْر من الدُّنْيَا وما فيها، ووصالها أشهى إليه مِنْ جَمِيعِ أمانيها، لا تزداد على طول الأحقاب إلاَّ حسنًا وجمالاً، ولا يزداد لها طول المدى إلاَّ محبة ووصالاً، مبرأة من الحمل والولادة والحيض والنفاس، مطهرة من المخاط والبصاق والبول والغائط وسائر الأدناس، لا يفنى شبابها، ولا تبلى ثيابها، ولا يخلق ثوب جمالها، ولا يمل طيب وصالها.",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "وإن سألت عن حسن العشرة ولذة ما هنالك، فهن الْعَرَب المتحببات إلى الأزواج، بلطافة التبعل بالروح أي امتزاج، فما ظنك بامرأة إذا ضحكت في وجه زوجها أضاءت الْجَنَّة من ضحكها، وإذا انتقُلْتُ من قصر إلى قصر قُلْتُ هذه الشمس متنقلة في بروج فلكها، وإذا حاضرت زوجها فيا حسن تلك المحاضرة، وإن خاصرته فيا لذة تلك المعانقة والمخاصرة. ¶ وإن سألت عن الزوجات من نساء الدُنْيَا فزوجة المؤمن في الدُنْيَا تكون زوجته في الْجَنَّة ذلك أن صاحب الفضل والمنة لم يحرم على أَهْل الْجَنَّة اللقاء بمَنْ صَلَحَ مِنْ آَبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ. ¶ هَذَا وإن سألت عن يوم المزيد، وزيارة العزيز الحميد، ورؤية وجهه المنزه عن التمثيل والتشبيه، فيأتيهم مَلَكٌ يَقُولُ: إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تَزُورُوهُ فَيَجْتَمِعُونَ، ثُمَّ تُوضَعُ مَائِدَةُ الْخُلْدِ وهي زَاوِيَةٌ مِنْ زَوَايَاهَا أَوْسَعُ مَا بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ، فَيَطْعَمُونَ، ثُمَّ يُسْقَوْنَ، ثُمَّ يُكْسَوْنَ، فَيَقُولُونَ: لَمْ يَبْقَ إِلَّا النَّظَرُ فِي وَجْهِ رَبِّنَا عَزَّ وَجَلَّ، حَتَّى إذا استقرت بِهُمْ مجالسهم، واطمأَنْتَ بِهُمْ أماكنهم، نادى المنادي: يا أَهْل الْجَنَّة إن لكم عَنْدَ الله موعدًا يريد أن ينجزكموه، فيقولون: ما هُوَ؟ ألم يبيض وجوهنا. ويثقل موازيننا؟ ويدخلنا الْجَنَّة، ويزحزحنا عن النَّار؟ فَبَيْنَمَا هم كَذَلِكَ إذ سطع لَهُمْ نور أشرقت له الْجَنَّة، فرفعوا رؤوسهم فإذا الجبار جل جلاله وتقدست أسماؤه، قَدْ أشرف عَلَيْهمْ من فوقهم، وَقَالَ: يا أَهْل الْجَنَّة سلام عليكم، فلا ترد هذه التحية بأحسن من نقولهم: اللَّهُمَّ أَنْتَ السَّلام ومنك السَّلام تباركت يا ذا الجلال والإكرام، فيتجلى لَهُمْ الرب تبارك وتَعَالَى يضحك إليهم، وَيَقُولُ: يا أَهْل الْجَنَّة، فيكون أول ما يسمعون منه تَعَالَى: أين عبادي الَّذِينَ أطاعوني بالغيب ولم يروني، فهَذَا يوم المزيد. فيجتمعون على كلمة واحدة: أن قَدْ رضينا فارض عنا، فَيَقُولُ: يا أَهْل الْجَنَّة: إني لو لم أرض عنكم لم أسكنكم جنتي، هَذَا يوم المزيد فاسألوني، فيجتمعون على كلمة واحدة: أرنا وجهك ننظر إليه. فيكشف لَهُمْ الرب جل جلاله الحجب ويتجلى لَهُمْ، فيغشاهم من نوره ما لو أن الله تَعَالَى قضى أن لا يحترقوا لاحترقوا، ولا يبقى في ذَلِكَ المجلس أحد إلاَّ حاضره ربه تَعَالَى محاضرة، حَتَّى إنه ¶ ليَقُولُ: يا فلان أتذكر يوم فعلت كَذَا وَكَذَا؟ يذكره ببعض غدراته في الدُّنْيَا، فَيَقُولُ: يا رب ألم تغفر لي؟ فَيَقُولُ: بلى بمغفرتي بلغتك منزلتك هذه، فيا لذة الأسماع بتلك المحاضرة، ويا قرة عيون الأَبْرَار بالنظر إلى وجهه الكريم في الدار الآخِرَة، ويا ذلة الراجعين بالصفقة الخاسرة، (",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "وُجُوهٌ يَوْمَئِذٍ نَّاضِرَةٌ إِلَى رَبِّهَا نَاظِرَةٌ وَوُجُوهٌ يَوْمَئِذٍ بَاسِرَةٌ تَظُنُّ أَن يُفْعَلَ بِهَا فَاقِرَةٌ) (¬1). يرون الملك الجبار كما تَرَى الشمس في الظهيرة، والقمر ليلة البدر، كما تواتر عن الصادق المصدوق النقل فيه، وَذَلِكَ موجود في الصحاح، والسُّنَن والمسانيد، من رواية جرير وصهيب وأنس وأَبِي هُرَيْرَةِ وأبي مُوَسى وأبي سعيد: فاستمَعَ يوم ينادي المنادي: يا أَهْل الْجَنَّة إن ربكم تبارك وتَعَالَى يستزيركم فحي على زيارته، فيقولون: سمعًا وطاعة، وينهضون إلى الزيارة مبادرين، فَيَخِرُّونَ سُجَّدًا فَيُقَالُ لَهُمْ: لَسْتُمْ فِي دَارِ عَمَلٍ، إِنَّمَا أَنْتُمْ فِي دَارِ جَزَاءٍ. ¶ ¬__________ ¶ (¬1) / القيامة 22 - 25",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "(هَلْ أَتَاكَ حَدِيثُ الْغَاشِيَةِ وُجُوهٌ يَوْمَئِذٍ خَاشِعَةٌ عَامِلَةٌ نَاصِبَةٌ تَصْلَى نَارًا حَامِيَةً تُسْقَى مِنْ عَيْنٍ آنِيَةٍ لَيْسَ لَهُمْ طَعَامٌ إِلَّا مِنْ ضَرِيعٍ لَا يُسْمِنُ وَلَا يُغْنِي مِنْ جُوعٍ) (¬1) (وَمَا أَدْرَاكَ مَا الْحُطَمَةُ نَارُ اللَّهِ الْمُوقَدَةُ الَّتِي تَطَّلِعُ عَلَى الْأَفْئِدَةِ إِنَّهَا عَلَيْهِمْ مُؤْصَدَةٌ فِي عَمَدٍ مُمَدَّدَةٍ) (¬2). (وَأَصْحَابُ الشِّمَالِ مَا أَصْحَابُ الشِّمَالِ فِي سَمُومٍ وَحَمِيمٍ وَظِلٍّ مِنْ يَحْمُومٍ لَا بَارِدٍ وَلَا كَرِيمٍ) (¬3). ¶ لمسة بيانية: مؤصدة معناها مطبقة من أوصد الباب بمعنى لا ضوء ولا مخرج ولا فرج فيها فلماذا قدم الجار والمجرور؟ تقديم الجار والمجرور هو للقصر بمعنى أنها مؤصدة عليهم حصراً أما إذا أخّر الجار والمجرور فقد يُفهم المعنى على أن النار المؤصدة ليست محصورة بالكفار ولكنها قد تكون مؤصدة على غيرهم أيضاً إذن الآيات متفقة مع بعضها النار على هؤلاء الذين كفروا وأصحاب المشئمة النار مؤصدة عليهم حصراً فالقصر هو الذي يؤدي المعنى المطلوب. ¶ انها النَّار التِي أَعَدَّ اللهَ سُبْحَانَهُ وَتَعَالَى فِيهَا أَلْوَان العَذَابِ وَالنَّكَالِ وَالأَغْلالِ مِنْ زَقُّومٍ وَسلاسِل وَحَمَيمٍ وَغَسَّاقٍ وَضَرِيعٍ وَويلٍ وَغِسْلِينٍ. (وَإِن مِّنكُمْ إِلَّا وَارِدُهَا كَانَ عَلَى رَبِّكَ حَتْماً مَّقْضِيّاً ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوا وَّنَذَرُ الظَّالِمِينَ فِيهَا جِثِيّاً) فَأَنْتَ مِنَ الوُرُودِ عَلَى يَقِينٍ، وَمِنَ النَّجَاةِ عَلَى شَكٍّ, إِنَّهَا نار لَظَى نَزَّاعَةً لِّلشَّوَى والشَوى هو جِلدُ الإنسانِ تَدْعُو مَنْ أَدْبَرَ وَتَوَلَّى وَجَمَعَ فَأَوْعَى فانظر ياأخي الى حال أهلها: ¶ إن سألت عن طعام أهلها فهو الزَّقُّوم وَالضَرِيع وَالغِسْلِين، وما أدراك ما الزَّقُّوم إِنَّهَا شَجَرَةٌ تَخْرُجُ فِي أَصْلِ الْجَحِيمِ (طَلْعُهَا كَأَنَّهُ رُؤُوسُ الشَّيَاطِينِ فَإِنَّهُمْ لَآكِلُونَ مِنْهَا فَمَالِؤُونَ مِنْهَا الْبُطُونَ) ¶ ¬__________ ¶ (¬1) / الغاشية 1 - 7 ¶ (¬2) / الهمزة 5 - 9 ¶ (¬3) / الرحمن 41 - 44",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "(¬1) ولَوْ أَنَّ قَطْرَةً مِنَ الزَّقُّومِ قُطِرَتْ فِى دَارِ الدُنْيَا لأَفْسَدَتْ عَلَى أَهْلِ الدُّنْيَا مَعَايِشَهُمْ فَكَيْفَ بِمَنْ يَكُونُ طَعَامَهُ ,إذا جاعوا استغاثوا من الجوع، فأغيثوا بشجرة الزقوم، فأكلوا منها فانسلخت وجوههم، حَتَّى لو أن مارًا مر عَلَيْهمْ يعرفهم، لعرف جلود وجوههم، فإذا أكلوا منها ألقي عَلَيْهمْ العطش، فاستغاثوا من العطش فأغيثوا بماء كالمهل قَدْ انتهى حره، فإذا أدنوه من أفواههم أنضج حره الوجوه، فيصهر به ما في بطونهم ويقطع ما في أجوافهم. وان بحثوا عن طعام آخر فلَيْسَ لَهُمْ طَعَامٌ إِلَّا مِن ضَرِيعٍ مِن شجر يابس ذي شوك في جهنم لَا يُسْمِنُ وَلَا يُغْنِي مِن جُوعٍ بل طَعَام ذَو غُصَّةٍ فيه شوك يأخذ بالحلق فلا يدخل ولا يخَرَجَ. وان بحثوا عن طعام آخرفلَيْسَ لَهُمْ طَعَامٌ إِلَّا مِنْ غِسْلِينٍ من صديد و قيح أَهْل النَّار من دمهم المدرار بادروا إلى أكله، قبل أن تأكله النَّار. أُولَئِكَ أَهْل النَّار مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلاَّ النَّارَ. ¶ وإن سألت عن شرابهم فانه الحَمِيم {وَسُقُوا مَاء حَمِيماً فَقَطَّعَ أَمْعَاءهُمْ} (¬2) {لَّا يَذُوقُونَ فِيهَا بَرْداً وَلَا شَرَاباً إِلَّا حَمِيماً وَغَسَّاقاً} وَيُسْقَون مِن مَّاء صَدِيدٍ يَتَجَرَّعُهُ الرجل وَلاَ يَكَادُ يُسِيغُهُ يشربه فيسيل من بين لحمه وجلده ويقربه إلى فيه فيكرعه، فإذا أدْنِيَ منه شوى وجهه، ووقعت فروة رأسه، فإذا شربه قطع أمعاءه، حَتَّى يخَرَجَ من دبره ¶ يُصَبُّ مِن فَوْقِ رُؤُوسِهِمُ الْحَمِيمُ فيُصْهَرُ بِهِ مَا فِي بُطُونِهِمْ وَالْجُلُودُ وَإِن يَسْتَغِيثُوا يُغَاثُوا بِمَاء كَالْمُهْلِ كعكر الزيت يَشْوِي الْوُجُوهَ إذا قربه إلى وجهه سقطت فروة وجهه بِئْسَ الشَّرَابُ يُغَاثُوا عند العطش بعرق أَهْل النَّار أو عصارة أهل النَّار. ¶ وان سألت عن ضربهم فلَهُم مَّقَامِعُ مِنْ حَدِيدٍ يضربون بها، فيقع كُلّ عضو على حياله وكُلَّما أَرَادُوا أَن يَخْرُجُوا مِنْهَا مِنْ غَمٍّ أُعِيدُوا فِيهَا ولو أن مقمعًا من حديد وضع في الْأَرْض فاجتمَعَ له الثقلان ما أقلوه من الْأَرْض لو ضرب الجبل بمقمَعَ من حديد لتفت ثُمَّ عاد كما كَانَ. ¶ وان سألت عن أغلالهم وسلاسلهم وأنكالهم , إِذِ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَالسَّلَاسِلُ في رقابهم تراهم مُّقَرَّنِينَ فِي الأَصْفَادِ في القيود والأغلال وبها يُسْحَبُونَ فِي الْحَمِيمِ فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ¶ ¬__________ ¶ (¬1) / الصافات 65 - 66 ¶ (¬2) / محمد 15",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "ذِرَاعاً تسلك في دبره حَتَّى تخَرَجَ من منخريه حَتَّى لا يقوم على رجليه. فَيُؤْخَذُ بِالنَّوَاصِي وَالْأَقْدَامِ: يجمَعَ بين ناصيته وقدميه في سلسلة من وراء ظهره. ويكسر ظهره كما يكسر الحطب في التنور. ¶ وان سألت عن خروجهم من النَّار فانهم يُرِيدُونَ أَن يَخْرُجُوا مِنَ النَّارِ وَمَا هُم بِخَارِجِينَ مِنْهَا وَلَهُمْ عَذَابٌ مُّقِيمٌ كُلَّما أَرَادُوا أَن يَخْرُجُوا مِنْهَا أُعِيدُوا فِيهَا فلا يزالون يريدون الْخُرُوج مِمَّا هم فيه من الشدة وأليم مس الْعَذَاب ولا سبيل لَهُمْ إلى ذَلِكَ، كُلَّما رفعهم اللهب فصاروا في أعلا جهنم ضربتهم الزبانية بمقامَعَ الحديد فيردونهم إلى أسفلها. ويصرخون وينادون ويستغيثون (رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ). والجواب (اخْسَؤُوا فِيهَا وَلَا تُكَلِّمُونِ) (¬1). ¶ وان سألت عن أمانيهم فهي طلب الموت و الهلاك وما لَهُمْ من النَّار فكاك {لَا يُقْضَى عَلَيْهمْ فَيَمُوتُوا وَلَا يُخَفَّفُ عَنْهُم مِّنْ عَذَابِهَا} (¬2) {لَا يُفَتَّرُ عَنْهُمْ وَهُمْ فِيهِ مُبْلِسُونَ} (¬3) فيصرخون وبخازن النَّار يستغيثون {وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ قَالَ إِنَّكُم مَّاكِثُونَ} (¬4) ويسألون: أما من خلاص وبلى {ثُمَّ لَا يَمُوتُ فِيهَا وَلَا يَحْيَى} (¬5) سئموا حَتَّى خرسوا {أُوْلَئِكَ يَئِسُوا مِن رَّحْمَتِي} (¬6) {فَذُوقُوا فَلَن نَّزِيدَكُمْ إِلَّا عَذَاباً} (¬7) {وَلَهُمْ عَذَابٌ مُّقِيمٌ} (¬8) {وَمَا هُم بِخَارِجِينَ مِنَ النَّارِ} (¬9) وينادى ويا أَهْل النَّار خلود فلا موت {خَالِدِينَ فِيهَا أَبَداً} (¬10) ¶ ¬__________ ¶ (¬1) / المؤمنون 108 ¶ (¬2) / فاطر 36 ¶ (¬3) / الزخرف 75 ¶ (¬4) / الزخرف 77 ¶ (¬5) / الأعلى 13 ¶ (¬6) / العنكبوت 23 ¶ (¬7) / النبأ 30 ¶ (¬8) / المائدة 37 ¶ (¬9) / البقرة 167 ¶ (¬10) / الأحزاب 64",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "وان سألت عن أنواع الْعَذَاب فلا راحة ولا نوم، ولا هدوء ولا قرار لَهُمْ، بل من عذاب إلى آخر، ولكل واحد مِنْهُمْ حد معلوم عَلَى قَدْرِ عصيانه وذنبه، إلاَّ أن أقلهم لو عرضت عَلَيْهِ الدُنْيَا بحذافيرها لافتدى بها من شدة ما هُوَ فيه و «إن أدنى أَهْل النَّار عذابًا يوم القيامة ينتعل بنعلين من نار يغلي دماغه» يسحبون على وجوههم في النَّار، ويُقَالُ لَهُمْ: ذوقوا مس سقر، {لَا تُبْقِي وَلَا تَذَرُ} (¬1) تأكل لحومهم وعروقهم وعصبهم وجلودهم، ثُمَّ تبدل غير ذَلِكَ. {يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِي النَّارِ يَقُولُونَ يَا لَيْتَنَا أَطَعْنَا اللَّهَ وَأَطَعْنَا الرَّسُولَا} (¬2) ¶ قَدْ عريت من اللحم عظامهم فبقيت الأرواح منوطة بالعروق وعلائق العصب وهي تنش في لفح تلك النيران، وقَدْ اسودت وجوههم، وأعميت أبصارهم، وأبكمت ألسنتهم، وقصمت ظهورهم، وكسرت عظامهم، وجدعت آنافهم، وآذانهم، ومزقت جلودهم، وغلت أيديهم إلى أعناقهم وجمَعَ بين نواصيهم وأقدامهم، ولهيب النَّار سار في بواطنهم، وحيات جهنم وعقاربها متشبثة بظواهرهم. ولو أَنَّ ثَوْبًا مِنْ ثِيابِ أَهْلِ النَّارِ أُظْهِرَ لأَهْلِ الأَرْضِ لَمَاتُوا جَمِيعًا وَلَوْ أَنَّ ذَنُوبًا مِنْ شَرَابِهَا صُبَّ فِي مِيَاهِ الأَرْضِ جَمِيعًا قَتَلَ مَنْ ذَاقَهُ، وَلَوْ أَنْ ذِرَاعًا مِنَ السّلْسلَةِ الَّتِي ذَكَرَ اللهُ وُضِعَ عَلَى جِبَالِ الأَرْضِ جَمِيعًا لَذَابَتْ وَمَا اسْتَقَلَّتْ، وَلَوْ أَنَّ رَجُلاً ادْخِلَ النَّارَ ثُمَّ أُخْرِجَ مَنْهَا لَمَاتَ أَهْلُ الأَرْضِ مِنْ نَتَنِ رِيحِهِ وَتَشْوِيهِ خَلْقِهُ وَعِظَامِهِ ¶ وان سألت عن أودية جهنم وشعابها فمنها ويل «ويل واد في جهنم يهوي فيه الكافر أربعين خريفًا قبل أن يبلغ قعره» ومنها غَيّ {فَسَوْفَ يَلْقَوْنَ غَيّاً} (¬3) واد في جهنم يقذف فيه الَّذِينَ يتبعون الشهوات. ومنها وادي الحزن «واد في جهنم تتعوذ منه جهنم كُلّ يوم سبعين مرة أعده الله للقراء المرائين» وان سألت عن قعر جهنم وظلماتها وتفاوت دركاته فالحجر يلقى من شفير جهنم فيهوي فيها سبعين عامًا ما يدرك لها قعرًا ¶ وان سألت عن لونها فإِنَّ اللهَ تَعَالَى أَمَرَ بِهَا فَأَوْقَدَ عَلَيْهَا أَلْفَ عَامٍ حَتَّى احْمَرَّتْ، ثُمَّ أَوْقَدَ عَلَيْهَا أَلْفَ عَامٍ حَتَّى اصْفَرَّتْ، ثُمَّ أَوْقَدَ عَلَيْهَا أَلْفَ عَامٍ حَتَّى اسْوَدَتْ، فَهِيَ سَوْدَاءٌ مٌظْلِمَةٌ، لا يُضِئُ ¶ ¬__________ ¶ (¬1) / المدثر 28 ¶ (¬2) / الأحزاب 66 ¶ (¬3) / مريم 59",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "جَمْرُهَا، وَلا يُطْفَأُ لَهَبُهَا، وان سألت عن حرها «إن ناركم هذه جزءٌ من سبعين جزءًا من نار جهنم» ¶ وان سألت عن أهلها فَإِنِّ النساء أَكْثَرَ أَهْلِ النَّارِ. وإن سألت عن كسوتهم فقد قُطِّعَتْ لَهُمْ ثِيَابٌ مِّن نَّارٍ فسَرَابِيلُهُم مِّن قَطِرَانٍ فهم في النَّار ولباسهم نار. ومهادهم نار ََو لهُم مِّن جَهَنَّمَ مِهَادٌ. ¶ وان سألت عن تحيتهم فبدل السَّلام يتلاعنون، ويتكاذبون، ويكفر بَعْضهمْ ببعض، فَتَقُول الطائفة الأولى دخولاً للتي بعدها: لا مرحبًا بِهُمْ لا كرامة لَهُمْ. و لا اتسعت منازلهم في النَّار، وهَذَا إخبار من الله جَلَّ وَعَلا بانقطاع الْمَوَدَّة بينهم وأن مودتهم في الدُّنْيَا تصير عداوة {الْأَخِلَّاء يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا الْمُتَّقِينَ} (¬1). ¶ وان سألت عن أَهْوَن أَهْل النَّار عذابًا «إن أَهْوَن أَهْل النَّار عذابًا يوم القيامة لرجل يوضع فِي أخمص قدميه جمرتان يغلي منهما دماغه ما يرى أن أحدًا أشد منه عذابًا وإنه لأهونهم عذابًا» وان سألت عن سعتها فانه ينادى {هَلِ امْتَلَأْتِ} فتجيب {هَلْ مِن مَّزِيدٍ} (¬2) ¶ وان سألت عن نداء أهلها {وَنَادَى أَصْحَابُ النَّارِ أَصْحَابَ الْجَنَّةِ أَنْ أَفِيضُوا عَلَيْنَا مِنَ الْمَاء أَوْ مِمَّا رَزَقَكُمُ اللّهُ قَالُوا إِنَّ اللّهَ حَرَّمَهُمَا عَلَى الْكَافِرِينَ} (¬3) وكلما نادوا بالويل والثبور وصرخوا بالبُكَاء والعويل {وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحاً غَيْرَ الَّذِي كُنَّا نَعْمَلُ} (¬4) رد عليهم {قَالَ اخْسَؤُوا فِيهَا وَلَا تُكَلِّمُونِ} (¬5). ¶ ها أنذا ألقي عصا التسيار، فأصل إلى نهاية هذا البحث وإني في ختام هذا البحث أضعُ القلم لأتجه بالحمد الخالص للذي بنعمته تتم الصالحات على ما أمد به من عون، كنت لا أفتأ أحسّ به في الفِكْر قوة، وفي الروح صفاء وشفافية، وفي البصيرة نفاذاً، وفي العزم ومعاناة البحث صبراً وَجَلَداً. ¶ وإنه لقمن بكل واقف على هذا البحث أن يسدد ما به من خلل وأن يستر ما فيه من زلل، فلقد علمت أنه ليس من العصمة أمانِ خصوصاً إذا صدر الكاتب عن وفاض ليس فيه من العلم إلا القليل وكتب بقلم كليل. فاللّهم لا تعذب يداً كتبت تريد نفي تحريف الغالين وانتحال المبطلين عن دينك، ولا لساناً أراد الذب والدفاع عن شريعتك، ولا قلباً يعتصر من أقوال المستغربين، ولا روحاً أرادت أن ترفرف في ظلال عدلك، ولا تحرمني بفضلك خير ما عندك بشر ما عندي. والحمد لله رب العالمين. ¶ الموضوع ... الصفحة ¶ الاهداء ¶ المقدمة ¶ ¬__________ ¶ (¬1) / الزخرف 67 ¶ (¬2) / ق 30 ¶ (¬3) / الأعراف 50 ¶ (¬4) / فاطر 37 ¶ (¬5) / المؤمنون 108",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "حقيقة الدنيا ¶ كيف نستعد للموت؟ ¶ التوبة من الذنوب ¶ موانع التوبة ¶ محاسبة النفس ¶ علامات حسن الخاتمة ¶ اذا شاهدتم الميت فقولوا خيرا ¶ وَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقّ ¶ هول سكرات الموت وشدائده ¶ كَيْفَ تَنجُو من شِدةِ السكراتِ؟ ¶ لا تخرج روح العبد حتى يبشر ويصعد بها ¶ ما الذي يجب على أهل الميت بعد موته؟ ¶ جواز تقبيل الميت والبكاء عليه وكشف وجهه. ¶ ثناء الناس على الميت ¶ تحسين الكفن والاسراع في الجنازة ¶ هل ينتفع الموتى بشاء من سعي الاحياء أم لا؟ ¶ الزيارة المشروع للفبور ¶ حكم جلوس أهل الميت في بيتٍ ليَقْصدوابالتَّعْزِية ¶ أحكام متفرقة حول الميت. ¶ ضغطة القبر على صاحبه وان كان صالحا ¶ سؤال الملكين للميت. ¶ من أسباب عذاب القبر ¶ من هم الناجون من عذاب القبر؟",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "فهل من المنجيات وضع جريد النخل على القبر؟ ¶ الميت يعرض عليه مقعده بالغداة والعشي ¶ الانسان يبلى الا عجب الذنب ¶ أجساد الانبياء والشهداء لا تبلى وهم أحياء. ¶ عذاب القبر هو عذاب البرزخ ¶ البعث يوم القيامة ¶ الصُّورُ قَرْنٌ يُنْفَخُ فِيه ¶ أول من يبعث ¶ أول من يُكسى يوم القيامة ¶ يبعث كل عبد على ما مات عليه ¶ الْحِسَاب هو محكمة العدل الإلهية ¶ يحاسب العباد يوم القيامة وفقاً لقواعد معينة. ¶ عن أي شيء يسأل الله عباده ¶ الميزان ¶ الحوض ¶ الصراط ¶ الشفاعة ¶ أنواع الشفاعة ¶ أسباب نيل الشفاعة ¶ صفة الجنة في القرآن والسنة ¶ صفة النار في القرآن والسنة ¶ الخاتمة",
            "page": "115",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "من كُتبِ المؤلف ¶ الكتاب ... ملحوظة ¶ الاختلاف الفقهي وأثره على وحدة الأمة الاسلامية ... الْمَاجِسْتِير ¶ مفهوم العدالةالاجتماعية عند بعض المفكرين المسلمين ... الدُّكْتُورَاة ¶ مفهوم العدالة في النظام الاجتماعي في الاسلام ... الدُّكْتُورَاة ¶ مفهوم العدالة في النظام الاقتصادي في الاسلام ... الدُّكْتُورَاة ¶ مفهوم العدالة في نظام الحكم في الاسلام. ... الدُّكْتُورَاة ¶ مفهوم العدالة في نظام العقوبات في الاسلام. ... الدُّكْتُورَاة ¶ السحر والشعوذة في ضوء الكتاب والسنة. ... دار العلوم ¶ الطريق الى القدس. ... (دار العلوم) ... 200/صفحة ¶ خطبة الوداع فوائد وفرائد. ... 150/صفحة ¶ التبيان في روض البيان ... 150/صفحة ¶ ليلة القدر نفحات ولفحات. ... 100/صفحة ¶ وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ. ... 100/صفحة ¶ لمسات البيان من روض القرآن ... 1000/صفحة",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "{أَفَمِنْ هَذَا الْحَدِيثِ تَعْجَبُونَ وَتَضْحَكُونَ وَلا تَبْكُونَ وَأَنْتُمْ سَامِدُونَ} ¶ انه حديث الموت الخَطب الأفظع والأمر الأشنع هادم اللذات وقاطع الراحات وجالب الكريهات، ميتم البنين والبنات, فراق الأحباب, من نقل أهل القصور إلى القبور، وسلّ على الأحياء سيفه المنشور، وألصق الخدود باللحود، وأخذ الطفل وفمه في ثدي أمِّه، وخنق النائم ورأسه على كمِّه. ¶ انه حديث حياة فيها عمر قصير وشيب نذير , حياة فيها ناس يأتون وآخرون يرحلون وأرحام تدفع وأرض تبلع ثُمَّ موت مُلاقِيكُمْ تُرَدُّونَ فيه إِلِى عَالِمِ الغَيْبِ وَالشَّهَادَةِ حَيْثُ الأهوال العظامُ والأحداث الجسام من فتنة قبر وبعث و نشر وحشر وحساب ومرور على الصراط ثُمَّ الدار والقرار في جنة أو سعير غَرَام. ¶ إنه عظات، علنا أن نحاسبَ أنفسِنا ما دمنا في مهلةٍ من أعمارٍ وأوقات وقبلَ أن نندمَ حَيْثُ لا ينفعُ ندمُ ولا حسرات. إنها حسرةُ بل حسرات، أنباءٌ مهولات، نداماتٌ وتأسفاتٌ. ¶ انه من الموعظة رسائل، ومن التذكرة مسائل، ومن حسن الخاتمة فضائل فربما عرفت الداء وجلبت لنفسك الدواء , من منهل خير الأنبياء ومن روضة العلماء.",
            "page": "118",
            "part": "1"
        }
    ],
    "t34976": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "وأنذرهم يوم الحسرة"
        }
    ]
}