{
    "b34987": [
        {
            "id": "1",
            "nass": "قُل ¶ هو مِن عند أنفُسِكم ¶ تأليف: ¶ د. ياسر بُرهامي ¶ إعداد وتنسيق: ¶ براحة الدورات الشرعية والبحوث العلمية ¶ بمنتدى البراحة",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا, من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله - صلى الله عليه وسلم -. ¶ أما بعد .. ¶ فإن أصدق الحديث كتاب الله، وأحسن الهدي هدي محمد - صلى الله عليه وسلم -، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار. ¶ ثم أما بعد .. ¶ فإنه لما هُزِم المسلمون في غزوة أحد، وقُتل منهم سبعون شهيداً، وتعجَّب المسلمون كيف أصابهم ذلك وهم أهل الحق والإيمان، وعدوهم الكافر المشرك الذي يحارب الله ورسوله - صلى الله عليه وسلم - , الذي لا يؤمن بالله ولا باليوم الآخر؟ تعجبوا كيف انتصر الكافرون الذين يبغضهم الله تعالى ويتوعدهم بأنواع العذاب والنكال في الدنيا والآخرة؟ كيف ينتصر هؤلاء على أهل الإسلام؟ كيف يهزمون جيشاً فيه رسول الله - صلى الله عليه وسلم - والمبشرون بالجنة وباقي المهاجرين والأنصار وهم السابقون الأولون الذين مدحهم الله - عز وجل - أعظم المدح؟ جاءهم الجواب من عند الله تعالى: {أَوَلَمَّا أَصَابَتْكُمْ مُصِيبَةٌ قَدْ أَصَبْتُمْ مِثْلَيْهَا قُلْتُمْ أَنَّى هَذَا قُلْ هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، وَمَا أَصَابَكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ فَبِإِذْنِ اللَّهِ وَلِيَعْلَمَ الْمُؤْمِنِينَ، وَلِيَعْلَمَ الَّذِينَ نَافَقُوا} [آل عمران: 165 - 167].",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "{أَوَلَمَّا أَصَابَتْكُمْ مُصِيبَةٌ} وهي قتل السبعين من المسلمين في أحد {قَدْ أَصَبْتُمْ مِثْلَيْهَا} قد أصبتم الكفار ضعفي هذه المصيبة بأن قتلتم منهم سبعين وأسرتم سبعين يوم بدر. ¶ {قُلْتُمْ أَنَّى هَذَا} أي: كيف هذا, {قُلْ هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ} فيكشف سبحانه عن رحمته بهم حين أصابهم بمصيبة أخف مما عاقب به الكفار، ويبيِّن لهم السبب الذي من أجله أصيبوا بهذه المصيبة {قُلْ هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ} , قال ابن كثير رحمه الله: (يقول تعالى: {أَوَلَمَّا أَصَابَتْكُمْ مُصِيبَةٌ} وهي ما أصيب منهم يوم أحد من قتل السبعين منهم، {قَدْ أَصَبْتُمْ مِثْلَيْهَا} يعني يوم بدر فإنهم قتلوا من المشركين سبعين قتيلاً وأسروا سبعين أسيراً، {قُلْتُمْ أَنَّى هَذَا} أي: من أين جرى علينا هذا؟، {قُلْ هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ}، روى ابن أبي حاتم عن ابن عباس -رضي الله عنهما- قال: حدثني عمر بن الخطاب - رضي الله عنه - قال: (لما كان يوم أحد من العام المقبل عوقبوا بما صنعوا يوم بدر من أخذهم الفداء، فقتل منهم سبعون وفرَّ أصحاب رسول الله - صلى الله عليه وسلم - عنه، وكُسِرَت رباعيته، وهُشمت البيضة على رأسه، وسال الدم على وجهه، فأنزل الله: {أَوَلَمَّا أَصَابَتْكُمْ مُصِيبَةٌ قَدْ أَصَبْتُمْ مِثْلَيْهَا قُلْتُمْ أَنَّى هَذَا قُلْ هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ} بأخذكم الفداء)، وهكذا رواه الإمام أحمد بأطول منه، وهكذا قال الحسن البصري، وروي ابن جرير عن علي - رضي الله عنه - قال: (جاء جبريل إلى النبي - صلى الله عليه وسلم -، فقال: يا محمد إن الله قد كره ما صنع قومك في أخذهم الأسارى، وقد أمرك أن تخيّرهم بين أمرين: إما أن يقدموا فتضرب أعناقهم, وبين أن يأخذوا الفداء على أن يقتل منهم عدتهم، قال: فدعا رسول الله - صلى الله عليه وسلم - الناس فذكر لهم ذلك فقالوا: يا رسول الله عشائرنا وإخواننا ألا نأخذ فدائهم فنتقوَّى به على قتال عدونا ويستشهد منا عدتهم فليس في ذلك ما نكره, قال: فقتل منهم يوم أحد سبعين رجلاً عدة أسارى بدر) رواه النسائي والترمذي وقال: حسن غريب، وقال محمد بن اسحق والربيع بن أنس والسدي: ({قُلْ هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ} أي بسبب",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "عصيانكم لرسول الله - صلى الله عليه وسلم - حين أمركم أن لا تبرحوا من مكانكم فعصيتم يعني بذلك الرماة) اهـ باختصار يسير. ¶ فتأمل في هذه القصة حق التأمل، وانظر كيف كان حب الدنيا سبباً للخطأ في الاجتهاد في أمر الأسارى في أخذهم والاستكثار منهم أولاً بدلاً من الإثخان أثناء المعركة الذي هو أحب إلى الله، ثم في قبول الفداء؛ فلقد كان دافع الكثيرين في قبول الفداء ليس المصلحة كما كان اجتهاد رسول الله - صلى الله عليه وسلم - وأبي بكر - رضي الله عنه -، وإنما كان إرادة الدنيا، قال تعالى: {مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الْأَرْضِ تُرِيدُونَ عَرَضَ الدُّنْيَا وَاللَّهُ يُرِيدُ الْآخِرَةَ} [الأنفال: من الآية67]. ¶ مع أن الأمر كان اجتهاداً فيه تخيير مصلحة وليس تخيير شهوة بين القتل والمن والفداء والاسترقاق، فانظر كيف التبس الأمر على خيرة أهل الأرض من أصحاب الأنبياء –أهل بدر- فجلَّى القرآن لهم دوافع النفس الخفية وتعلقها بالدنيا لأنهم يُعَدُّون لإمامة الناس والتمكين في الأرض الذي يصحبه أن تفتح عليهم الدنيا، فلو لم يفتشوا في أنفسهم ويعرفوا عاقبة المعصية لأهلكتهم الدنيا كما أهلكت من قبلهم، فهل نفتش في أنفسنا ودوافع اختيارنا لمواقفنا وآرائنا فضلاً عن صراعاتنا واختلافاتنا حول الدنيا محضاً بلا لبس، ونسأل الله العافية. ¶ وكما بين الله تعالى في الآية الأخرى: {مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا وَمِنْكُمْ مَنْ يُرِيدُ الْآخِرَةَ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ} [آل عمران: من الآية152] .. فلابد أن نراجع أنفسنا حين تبتلى أمتنا ببلايا ومحن والتي من أعظمها ما يتسلط به الأعداء عليها حتى تسلط شرار الخلق أعداء الله وملائكته وكتبه ورسله من اليهود والنصارى والمشركين.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "عندما يتسلط هؤلاء على المسلمين فيؤذونهم، وينتهكون حرماتهم، ويغتصبون نساءهم، ويقتلون أفرادهم، ويهدمون بيوتهم، والعالم كله من ورائهم يبارك فعلهم ويرضى بظلمهم ويوجب عقاب هؤلاء المسلمين الآثمين إذا حاولوا رد كيد المعتدين ودفع ظلم الظالمين، بل عليهم أن يستسلموا استسلاماً وأن يرضوا بالهوان مقاماً، فصاروا كشاة الهوان مع الذئب الخؤون لا يجوز لها صياح ولا يصح منها أنين .. العالم كله مقتنع أنه يجب معاقبة الشاة عقاباً زاجراً إن قالت (لا) وهي تُلتَهَم ويُسفَك دمُها، وكيف تجرأت وأن حركت رجلها أثناء التهام الذئب لها؟ كيف تفعل ذلك مع الذئب؟ ولا حول ولا قوة إلا بالله. ¶ وهذا التقصير ليس تقصير جيل بعينه، بل هو ثمرة قرون متعددة وأجيال متتابعة، ولا شك أن الأجيال الحاضرة لها نصيبها الموفور من ذلك التقصير .. ونحن نشهد أحوالنا أحوال من ينتسب إلى الالتزام ولا أقول أحوال الملتزمين؛ فهذا التقصير الذي هو من عند أنفسنا وبذنوبنا هو الذي أدى إلى ما أدى إليه وإلى ما سوف يؤدي إليه .. إذا كانت أجيال سابقة هي التي تركت لنا هذه التركة المثقلة بتلك الأحمال الهائلة، وهذه الأمراض التي استشرت في جسد الأمة وصارت بؤراً من الآلام في مختلف القطاعات، فكيف سنترك الحال لمن بعدنا؟ ¶ فليتأمل كل منا أمره ليعرف ما الذي يجب عليه في أمر دينه خاصة الشباب .. شباب الأمة معقد الآمال، فيا أيها الشاب لابد أن تكون مؤثِّراً في حياة أمتك، لابد أن يكون لك دور إيجابي في تغيير الواقع المؤلم إلى واقع هو أرضى لله ورسوله - صلى الله عليه وسلم - .. لابد أن يكون لك شأن عظيم فأنت مهيأ لمهمة عظيمة. ¶ أيها المسلم وأيتها المسلمة: قد هيأكم الله - عز وجل - لأشرف منزلة, اصطفاكم لكلمة التوحيد التي حرمها من لا يستحقها من الأمم الضالة التي تحيا حياة البهائم والتي لا تعرف إلا اللهو واللعب، يعيشون لبطونهم وفروجهم وشهواتهم ويريدون أن يغوى",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "الناس كما غووا ويحبون أن تشيع الفاحشة في الذين آمنوا .. وأنتم قد اصطفاكم الله - عز وجل - واجتباكم وأنعم عليكم بهذا الدين الذي ما جعل عليكم فيه من حرج خالصاً من الشوائب منزَّهاً عن المعائب أبيض نقياً صلباً كالصفا سهلاً ميسراً، وجعل كل عقبة تحول دون سلوك الطريق عقبةً مضمحلةً سرعان ما تزول بأدنى جهد مع الاستعانة بالله تعالى، وإن كان العمل ليس سهلاً إلا على من سهله الله عليه ويسره الله إليه, ولكن لابد أن نسعى لتخطي العقبات ولابد أن نزيل ما كان من قبل أنفسنا ليغير الله - عز وجل - ما بنا. ¶ والقضية بلا شك خطيرة أن نرى ما يفعله الأعداء بنا ثم لانشغل أنفسنا إلا بأنواع الرغبات الدنيوية التي أحياناً تلبس لباس الرغبة في الآخرة والتنافس على الدين .. لابد أن نعالج تلك الأمراض التي تؤدي إلى تسلط الأعداء وهزيمة المسلمين، وما ينتصر العدو إلا بسببنا .. هو في نفسه مضمحل ولكن بشرط أن يقف الحق أمامه {وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقاً} [الإسراء:81]، فبمجرد مجيء الحق يزهق الباطل، ولكنه ينتفش وينتصر في الظاهر إذا ضعف الحق أمامه أو إذا زال الحق بالكلية. ¶ لابد أن نعالج تلك الأمراض التي تستشري في جسد الأمة والتي أدت إلى حالها التي عليها، ولو قصرنا فربما جاءت الأجيال القادمة وهي أشد سوءاً مما نحن الآن عليه. ¶ لابد أن نعالج هذه الأمراض والتي من أهمها مرض الجهل: الجهل بالله تعالى والجهل بشرعه ودينه .. هذا الجهل الذي هو صفة الكفرة والمنافقين في الأصل، قال الله - عز وجل -: {وَلَكِنَّ الْمُنَافِقِينَ لا يَعْلَمُونَ} [المنافقون: من الآية8]، وقال - عز وجل -: {وَلَكِنَّ الْمُنَافِقِينَ لا يَفْقَهُونَ} [المنافقون: من الآية7]، وقال سبحانه: {وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلامَ اللَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُ ذَلِكَ بِأَنَّهُمْ قَوْمٌ لا يَعْلَمُونَ} [التوبة:6]، وقال في فضل العلم والعلماء: {قُلْ هَلْ يَسْتَوِي",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لا يَعْلَمُونَ إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ} [الزمر: من الآية9]، وقال: {يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ} [المجادلة: من الآية11]، وقال: {وَيَرَى الَّذِينَ أُوتُوا الْعِلْمَ الَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ هُوَ الْحَقَّ} [سبأ: من الآية6]، وقال: {شَهِدَ اللَّهُ أَنَّهُ لا إِلَهَ إِلَّا هُوَ وَالْمَلائِكَةُ وَأُولُو الْعِلْمِ قَائِماً بِالْقِسْطِ} [آل عمران: من الآية18]، فانظر كيف شرف الله العلم وأهله، وعاب الجهل وأهله. ¶ لابد أن يعالج الجهل ذلك الداء الذي ينبئ عن خراب الدنيا كما أخبر النبي - صلى الله عليه وسلم - أن من أشراط الساعة أن يكثر الجهل ويقل العلم, وقال - صلى الله عليه وسلم -: (إن الله لا يقبض العلم انتزاعاً ينتزعه من العباد ولكن يقبض العلم بقبض العلماء، حتى إذا لم يبق عالماً اتخذ الناس رءوساً جهالاً، فسئلوا، فأفتوا بغير علم فضلوا وأضلوا). ¶ وعندما نجد جملة من العلماء يموتون فلابد أن تضطرب النفس ويخشى القلب مما تقبل عليه الأمة خصوصاً مع شدة الاختلاف الذي هو مرض ثانٍ لابد من الكلام عليه، فلابد من معالجة الجهل الذي يصيب الكثيرين ممن لو سألتهم عن حقيقة معنى الإيمان بالله والملائكة والكتب والرسل واليوم الآخر والقدر خيره وشره لكان من يعد هذه الأصول بينهم عالماً. ¶ وتأمل أحوال أكثر المسلمين هل يعلمون تفاصيل ما جاء به النبي - صلى الله عليه وسلم - في هذه الأصول الستة، وما يتفرع منها من قضايا الإيمان والكفر وقضايا الاعتقاد في الصحابة - رضي الله عنهم - وفي آل بيت النبي - صلى الله عليه وسلم - والخلافة وغير ذلك. ¶ لابد أن يتضح هذا الأمر جلياً؛ فهذا الجانب من جوانب الشخصية المسلمة عندما هدم ودخله الفساد، وعندما دخلت البدع المتعلقة بالشرك وعبادة غير الله - عز وجل -، وعندما وجد من يعتقد أن الكون له أقطاب يدبرونه من دون الله أو مع الله وقد ترك الله لهم إدارة شئون الكون لذلك فهم يُسألون ويُدعون ويُطلب منهم المدد",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وقضاء الحاجات وكشف الكربات ويُذهب إلى قبورهم ليُطاف بها ويُذبح عندها ويُنذَر لها وتُوضَع النذور بصناديقها المعلقة بها وتُلقى إليها الشكاوى وتزدحم الموالد بالملايين حولها، وعندما يأتي المولد ويفد المريدون تفد معهم وفود أهل الفسق لشرب المخدرات وفعل الفواحش والمنكرات ويفد اللاهون الماجنون يمرحون ويلعبون. ¶ عندما وجد من يدعي أن أحكام الله تعالى وما شرع على لسان نبيه - صلى الله عليه وسلم - لا تصلح لهذا الزمان ولا لتلك المجتمعات ولو طبقنا شرع الله فسدت أحوالنا وتعطلت مصالحنا، فضلاً عمن يطعن في الشرع جملة ويتهمه بالرجعية والتخلف ويفضل عليه قوانين الكفرة والملحدين والزنادقة المنافقين التي وضعوها بآرائهم من غير مستند من شريعة الله. ¶ عندما وجد ذلك كله تداعت باقي الأمم على أمة الإسلام، وتخاذل المسلمون عن نصرة دينهم، ودب الوهن في القلوب، وعمَّت الفوضى، وانتشر الجهل، وساء الحال. ¶ وعندما اهتزت قضية الولاء والبراء في نفوس الكثيرين حتى صار حبهم وبغضهم لغير الله، صارت قضية الحب في الله والبغض في الله قضية لا يعرف أكثر المسلمين عنها إلا يسيراً، فربما أحبوا الكفرة على ما هم عليه من الكفر، وربما اعتقد الكثير من المسلمين أن المسلمين واليهود والنصارى وسائر أهل الملل كلهم متساوون وكلهم على الحق وعلى كل واحد أن يتمسك بما نشأ عليه وكلٌ سيصل في النهاية إلى الجنة إذا تمسك بما هو عليه. ¶ وحتى وصل الأمر إلى أن أصبحت قضية العبودية عند الكثيرين من المسلمين موجهة لغير الله سبحانه وتعالى حتى وجدنا من يبيع دينه من أجل المال ومن يبيع دينه",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "لأجل الرياسة والمنصب والوجاهة بين الناس مصداقاً لما قال النبي - صلى الله عليه وسلم -: (تعس عبد الدرهم تعس عبد الدينار تعس عبد القطيفة تعس عبد الخميصة تعس وانتكس وإذا شيك فلا انتقش). ¶ ووجد من يعبد الشهوة بأنواعها المختلفة حتى صار مستعداً لأن يبيع دينه من أجلها وانتشر هذا الفساد انتشاراً عظيماً. ¶ هذا فيما يتعلق بأعظم وأخطر قضية, قضية التوحيد والإيمان بالله تعالى. ¶ وهذه الأمور المنتشرة انتشار النار في الهشيم قد أدت بالتأكيد إلى أن تظل البدع والضلالات موجودة قائمة لها شوق في النفوس، وقد راجت على الناس وهم يقبلون عليها بأسرع ما يكون. ¶ فضلاً عن باقي أصول الاعتقاد كيف دخلتها البدع ودخلها الفساد فمرة ينكر منكر عذاب القبر، ومرة ينكر منكر الشفاعة وخروج عصاة الموحدين من النار، وهناك من ينكر ما تواتر عن النبي - صلى الله عليه وسلم - عن الدجال ونزول المسيح عيسى بن مريم - عليه السلام - آخر الزمان وسائر الأمور الغيبية. ¶ وهناك من يقول بالجبر، ومن يقول بنفي القدر، ومن يقول بالإرجاء فتراه يفعل المنكر ويقول: (قلبي أبيض! المهم النية! ربنا رب قلوب!!) , فهو إما كاذب وإما مكذب يكذب رسول الله - صلى الله عليه وسلم - الذي قال: (ألا إن في الجسد مضغة إذا صلحت صلح الجسد كله وإذا فسدت فسد الجسد كله ألا وهي القلب). ¶ كيف تقول قلبي صالح وسليم وأبيض ونقي وأنت تأتي المنكر وتفعل الفواحش وتنظر إلى العورات المكشوفة وتستمع إلى المعازف المحرمة ولا تزال ليل نهار في اللهو واللعب الذي يصد عن سبيل الله وفي اللغو الذي أمرت بالإعراض عنه؟",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وتعجب لهم أشد العجب حين تراهم وقد ظنوا بأنفسهم خيراً، يرون أنهم قد أدوا ما عليهم حتى ولو لم يصلوا ولم يصوموا ولم يغضوا أبصارهم ويحفظوا فروجهم، فالعبرة بالنية والقلب، ونيتهم كلهم سليمة وهم أحسن من غيرهم!! .. شبهات عجيبة .. لو كانت المعاصي فقط لكان أهون من بدعة تأخير العمل وإرجائه. ¶ وكذلك على الطرف النقيض الآخر من واجه هذه المنكرات بتكفير المسلمين، واعتقاد أنهم رجعوا إلى جاهلية شر من الجاهلية الأولى، فكفروا المسلمين ووقعوا فيما هو شر من قتلهم أو مثل قتلهم وهو إثم عظيم، فغاب عن القوم الاعتقاد الصحيح. ¶ لكن أين نحن من إزالة هذا المرض -مرض الجهل- وكيف نعالجه؟ كيف يعالج كل منا في نفسه داء الجهل وهو منتشر انتشار هائل ومدمر؟ فلابد أن نسعى في علاجه بتعلم العلم النافع، بالتعلم آية آية وحديثاً حديثاً .. لابد أن تقف عند كل آية من كتاب الله سبحانه وتعالى وتنظر في فهمك لها من خلال تفسير أهل العلم .. تقف عند كل آية تمر عليها وأنت تقرأ في المصحف وأنت تقرأ في الصلاة، وخاصة فاتحة الكتاب .. لابد ن تفهمها جيداً أحسن الفهم وتقف عند كل ما تدلك عليه أسماء الله سبحانه وتعالى .. تفهم معنى هذه الأسماء الحسنى الله: الرب، الرحمن، الرحيم، الملك .. وتفهم معنى العبادة، ومعنى الاستعانة، ومعنى الهداية إلى الصراط المستقيم، وما هو هذا الصراط؟، ومن هم الذين أنعم الله عليهم من أهل هذا الصراط حتى تتشبه بهم؟، ومن هم المغضوب عليهم؟، ومن هم الضالون؟، وما هي صفاتهم حتى تخالفهم؟، فتتحقق بذلك معاني الإيمان في القلب بالفهم والمعرفة والتدبر، وهكذا في كل آية تقرؤها، ثم تنظر بعد ذلك في التطبيق على الواقع هل طبقت هذه الآية في حياتك؟، وهل طبقها من حولك؟، وهل دعوت من حولك من أسرتك وزملائك وأصدقائك وجيرانك إلى تطبيق الآية والعمل بمقتضاها؟",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ولو نظرنا إلى كل آية في القرآن بهذه الطريقة لعلمنا لماذا انهزمنا، ولماذا تسلط علينا الأعداء، ولكن تجد كثيراً من الناس لا يحسن أن يقرأ القرآن فضلاً عن أن يفهم معانيه فضلاً عن أن يمرَّها على قلبه متدبراً، {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ} [ص:29]، فضلاً عن أن يزن بميزانه تعاملاته في حياته ليعرف ما يأتي وما يترك، وما يحب وما يبغض، يطبق ذلك في حياته علماً وعملاً ودعوة آية آية .. لابد لك كل يوم من نصيب جديد من القرآن، ولا شك أن بداية الأمر بإحسان القراءة والتلاوة، ولابد أن يتبعه بعد ذلك ما ذكرنا من الفهم والتدبر، ومن العمل بمقتضاه، ومن الدعوة إليه .. وكلما قوي وزاد نصيبنا من كتاب الله تعالى كلما دعونا الناس بالهدى الذي لا يرد. ¶ وإنك إذا قلت للناس: (هذا الشيء حرام، وهذا الشيء غلط)، فسيقولون: (بل هو حلال وصواب)، ولكنك لو قلت لهم: (قال الله سبحانه وتعالى كذا) وأنت مدرك معناها قد قرأت تفسيرها وعلمت ما تفيده -حتى لا تستعمل آية في غير موضعها- فلابد أن يتغير الموقف من إعراض واعتراض ومجادلة إلى إقبال وتقبل ومطاوعة. ¶ وكذلك الحديث .. ونود أن لو قرأنا حديث رسول الله - صلى الله عليه وسلم - قراءة بفهم وتدبر، ثم عمل كذلك ودعوة .. وهذه الكتب المنتشرة المشهورة كرياض الصالحين، وصحيح مسلم، وسنن أبي داود .. كم منا قرأ هذه الكتب؟ بل إن أكثر المسلمين اليوم لا يعرف عن هذه المصنفات وغيرها شيئاً، وذلك لأنهم ليسوا من العرب، ولو قرأوها ما فهموها، ونحن نحمد الله ونشكره على أننا نفهم العربية، فإذا قرأ أحدنا الكتاب فهم أكثره، ولكن هؤلاء الأعاجم لو خاطبت أحدهم بكلمة الصوم أو الصلاة لاحتاج هذا الخطاب الوجيز إلى شرح طويل، فلو قلت: (ما هي الصلاة؟، وكيف",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "تؤدى؟) لطال البيان .. فلماذا يقع هذا التقصير منا وقد هيأ الله لنا من الخير أسباباً كثيرة. ¶ فينبغي أن نقرأ الحديث كل يوم متدبرين لمعناه، واقفين عنده، ناظرين من بعد ذلك إلى تطبيقه على نفوسنا وعلى المجتمعات حولنا، وهذا كله بعد معرفتنا بصحته وثبوته. ¶ لماذا يكون منا هذا التأخر في فهم الكتاب والسنة؟، ألسنا نقول أنهما ميزان الحق الذي يقوم به الالتزام بالدين؟، ألسنا نقول بذلك وندعو الناس إليه؟، ولكنه القول دون الفعل، فكل الناس يقول أن الكتاب والسنة حق، حتى الزنادقة والعلمانيين والمنافقين، ولربما قالها اليهود والنصارى حيث كانت شعارات مرفوعة وأقوال موضوعة. ¶ أين التزامنا بالكتاب والسنة بحيث تكون كل قضية من القضايا مدروسة ومعروفة؟، أين عقائد الإيمان والتوحيد ثم بعد ذلك أركان الإسلام والعبادات والمعاملات؟، لابد لنا أن نتعلم هذه العلوم، ثم نلزم أنفسنا بعد ذلك بالعمل فنتخلق بما في كتاب الله وسنة رسول الله - صلى الله عليه وسلم - من أخلاق وأعمال قلبية فنحقق الإحسان كما بين رسول الله - صلى الله عليه وسلم - حقيقة هذا الدين في الإسلام والإيمان والإحسان. ¶ وهذا الأمر من الأمور الضرورية في معالجة مرض من أخطر الأمراض التي تجر بعدها إلى أمراض متلاحقة .. ولابد من معالجة هذا المرض: مرض ضعف إرادة الآخرة وشدة إرادة الدنيا, قضية النية والرغبة فيما عند الله تعالى، وهذا الأمر من أعظم الأمور أهمية لأنه من غير النية لا يقبل العلم ولا العمل، فلابد من نية وإرادة الآخرة فإن إرادة الدنيا -كما ذكرنا- كان سبباً لهزيمة المسلمين ومرجحاً لكفة المشركين يوم أحد {مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا وَمِنْكُمْ مَنْ يُرِيدُ الْآخِرَةَ} [آل عمران: من الآية152].",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ولذلك فقضية الشهوات والتي هي من إرادة الدنيا يعاني منها الشباب معاناة هائلة لأنه كلما نظر وجد شهوة، فهذا تبرج، وهذا غناء، وهذا ربا، وهذا غش، وهذه رشوة، كلها من ضمن إرادة الدنيا. ¶ فلابد من الخوف من الله وأن تكون في فكر دائم في أمر الآخرة، وفي الموقف بين يدي الله تعالى، وفي الجنة والنار، وفي الميزان، والصراط، ولا شك أن العلم يعضد هذا الجانب عندما تعيش مع حديث رسول الله - صلى الله عليه وسلم -، وأعظم من ذلك عندما تعيش مع معاني القرآن وأنت تتلوه أو يُتلى عليك وأنت تتفكر فيه وتتذكر به اليوم الآخر بأحواله العظيمة وأهوله الجسيمة، فعندما تتعلم الكتاب والسنة وتتفهم ما تتعلم سوف تتفكر في هذه القضايا العظيمة، وبالتالي سوف تتحول إرادتنا إلى الله - عز وجل - وإلى الدار الآخرة. ¶ وتأمل كيف يعجز الشاب عن غض البصر، وكيف يهوى صحبة النساء، والنظر إلى التليفزيون والفيديو وإلى الصور العارية، وكيف استحكمت تلك الأهواء في نفسه .. لماذا؟ لأنه يفكر كثيراً كثيراً في ذلك، فيقعد وحده ويطيف به هواه إلى أن يعجز عن أن يمنع نفسه من فعل الفاحشة وإتيان المنكر، ولو أنه فكر كثيراً في مرضاة الله - عز وجل -، وفي أسمائه وصفاته، وفي جنته وناره، وما مَنَّ به على عباده المتقين، وما أعده للغواة العاصين فسوف يريد إرادة أخرى غير التي يريد .. سوف يتغير الذي يفكر كثيراً في الشهرة والوجاهة والرياسة والزعامة والمنزلة بين الناس إذا ترك ذلك إلى التفكير في صحبة النبي - صلى الله عليه وسلم - والأنبياء في الجنة، وفي صحبة أهل الإيمان من أصحاب الأنبياء وخاصة أصحاب النبي - صلى الله عليه وسلم -، ويستحضر سيرتهم الطيبة الطاهرة ويتمنى لو كان معهم. ¶ فتطهير القلب من شهواته حلها في تطهير الفكر من إراداته الفاسدة وخواطره الشاردة، ولذلك ننصح كثيراً إخواننا بأن يقترب بعضهم من بعض، ويتذاكر بعضهم مع بعض دروس العلم وقراءة القرآن وسنة النبي - صلى الله عليه وسلم - والدعوة إلى الله - عز وجل -",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وكيف يكون الأمر بالمعروف والنهي عن المنكر حسب الضوابط الشرعية، ذلك كله مما يجعل هذه الأمور عظيمة الأهمية في النفوس ويعظم ذلك إذا قرأت عن الجهاد (¬1) وأردت نفسك عليه وحدثت نفسك به .. إذا قرأت وعشت كل مسألة من مسائل الإيمان والإسلام والإحسان كان ذلك دافعاً لك إلى العمل بنية خالصة، وهو من أصعب الأمور على النفس هذا الإخلاص لأنه ليس لها فيه نصيب. ¶ وهذا الأمر هو الذي أمر الله تعالى به: {إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلافِ اللَّيْلِ وَالنَّهَارِ لَآياتٍ لِأُولِي الْأَلْبَابِ، الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَاماً وَقُعُوداً وَعَلَى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلاً سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ، رَبَّنَا إِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ، رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِياً يُنَادِي لِلْإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الْأَبْرَارِ، رَبَّنَا وَآتِنَا مَا وَعَدْتَنَا عَلَى رُسُلِكَ وَلا تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لا تُخْلِفُ الْمِيعَادَ} [آل عمران:190 - 194]. ¶ ومن أخطر الأمراض التي لابد من معالجتها مرض الاختلاف والفرقة التي بين المسلمين .. هذا الخلاف الذي استشرى في الناس حتى إنك لتجده بين الزوج وزوجته، وبين الأخ وأخيه، وبين أهل المسجد الواحد، وبين أهل الطائفة الواحدة وهذا مما أخبر به النبي - صلى الله عليه وسلم - حيث قال: (فإنه من يعش منكم بعدي فسيرى اختلافاً كثيراً)، وقال: (وستفترق أمتي على ثلاث وسبعين فرقة كلها في النار إلا واحدة قيل: ومن هم؟ قال: الجماعة). ¶ ¬__________ ¶ (¬1) اقرأ في فقه الجهاد الشرعي وأنواعه ومعانيه: (فقه الجهاد في سبيل الله) مقالات مجلة صوت الدعوة- حتى لا تختلط عليك الأمور كما اختلطت على كثير من الناس فظنوا ما ليس بجهاد شرعي صحيح جهاداً، فوقعت الفتنة والفساد.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وعلاج هذا الداء يتمثل أولاً في معرفة ما لا يسعنا مخالفة، ولا يجوز لنا مفارقته، وهو ما نزل من البينات .. قال الله تعالى: {وَلا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ} [آل عمران: من الآية105]، والبينات هي الكتاب والسنة، ولذلك قال النبي - صلى الله عليه وسلم -: (إنه من يعش منكم بعدي فسيرى اختلافاً كثيراً فعليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي، عضوا عليها بالنواجذ وإياكم ومحدثات الأمور فإن كل بدعة ضلالة). ¶ فنبدأ أولاً بمعالجة مرض الجهل بالعلم لأنه هو الذي يعالج لنا قضية الاختلاف، لأنه متى علمنا الحق بالتفصيل لم نجد للبدعة مساغاً، ولا تجد لها طريقاً، وقلَّت خلافاتنا، ثم مع وجود النية الصالحة سوف تحل معظم المشاكل والاختلافات .. فبالعلم الصحيح والنية الحسنة تحل معظم المشاكل والاختلافات، ويسهل معالجة قضية الاختلاف لأننا سوف نعرف الضوابط الأساسية التي لا يمكن أن نتجاوزها .. يسعنا ما وسع السلف ولا يسعنا ما لم يسعهم، وبدون هذه الضوابط وتلك القواعد المحددة المعالم سوف نجد كل يوم كمّاً غير محتمل من الاختلافات لا يمكن ضبطه، ولا يمكن أن نبين للناس شيئاً لأن كلاً منهم معجب برأيه كما في الأثر –على ضعفه, لكن معناه حسن- (إذا رأيت شحاً مطاعاً، وهوى متبعاً، ودنيا مؤثرة، وإعجاب كل ذي رأي برأيه، فعليك بخاصة نفسك). ¶ وذلك أن الأمر إذا آل إلى تلك الحال فلن نستطيع أن نحل مشكلة من تلك المشكلات، ولذلك يجب عند مواجهة الاختلاف حول مسألة ما أن نؤسس الأسس السليمة لمعالجة هذه القضية بمعرفة ما لا يسعنا أن نختلف فيه، ثم بعد ذلك نعرف أن ما كان من خلاف بين أهل العلم وسع الصحابة ومن بعدهم من العلماء لأنه خلاف في فهم بعض نصوص الكتاب والسنة فقط إذا لم يجمعوا على فهم معين، ومعرفة الكتاب والسنة لابد أن تكون بفهم سلف الأمة من الصحابة ومن",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "بعدهم؛ فإجماعهم على مسألة ما يقتضي أن لا يسعنا أن نخالفهم، فإذا لم يصطدم الخلاف بشيء من ذلك من الكتاب والسنة والإجماع وكذا القياس الجلي فلابد أن تتسع له صدورنا، وأن نتحمل في ذلك ما تحمله من قبلنا (¬1). ¶ ويوجد من أنواع الخلاف بين المسلمين ما لا يمكن أن يقبل وهو ما يصادم البينات من نصوص الكتاب والسنة، فمثلاً هل نقبل خلاف من يسب أصحاب النبي - صلى الله عليه وسلم -؟ وتجد دندنة حول هذا الموضوع، هل نقبل من ذلك شيئاً؟ هل وسع السلف أن يقبلوا الرافضة الذين يسبون أبا بكر وعمر ويلعنونهم ويلعنون الصحابة ويكفرونهم؟ .. هل كان موقف الصحابة من الخوارج الذين يكفرون الأمة (يعذر بعضنا بعضاً فيما اختلفنا فيه) ‍؟!، فضلاً أن يطبق هذا مع اليهود أو النصارى أو باقي المشركين ومن يحبهم ويواليهم .. هل كان موقف السلف - رضي الله عنهم - من نفاة القدر القول بأن (يعذر بعضنا بعضاً فيما اختلفنا فيه) أم قالوا كما قال ابن عمر - رضي الله عنه -: (إذا لقيت هؤلاء فأخبرهم أني منهم بريء، والذي يحلف به عبد الله بن عمر لو أنفق أحدهم مثل أحدٍ ذهباً ما قبله الله منه حتى يؤمن بالقدر). ¶ وكذلك قضية عبادة القبور والطواف حولها والنذر لها، هل وسع السلف ما وسع الناس اليوم بجهلهم وأنه لا يوجد ما يقتضي الخلاف والإشكال إذا كنا مسلمون وكلنا يجب أن نكون أولياء لله الذين لا خوف عليهم ولا هم يحزنون. ¶ ولا يلزم من ذلك أن نحكم على أعيان من فعل ذلك بالخروج من الملة، بل لا يكفر المعين إلا بعد استيفاء الشروط وانتفاء الموانع، وإنما المراد استجلاء القضايا الكبرى وتوضيحها حتى تكون ظاهرة بينة أمام أعيننا وأعين الناس، ولذلك بدأنا بالعلم لأنه بدون العلم لن ينفض المختلفون من مجالس الخلاف غير مختلفين، وكذلك النية ¶ ¬__________ ¶ (¬1) راجع في ذلك كتاب (فقه الخلاف بين المسلمين) للمؤلف.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "الصالحة لأنه يمكن أن يكون هناك علم ولا تكون النية حسنة في إرادة ما عند الله ونبذ إرادة الدنيا فلن يكون إذاً إلا مزيد الاختلاف؛ لأن الدنيا هي في الأصل مجال التنافس وكما قال النبي - صلى الله عليه وسلم -: (ما الفقر أخشى عليكم ولكن أخشى عليكم أن تفتح عليكم الدنيا فتنافسوها كما تنافسها من قبلكم فتهلككم كما أهلكتهم). ¶ فبدون النية الصالحة والعلم النافع لن يزول الخلاف حتى ولو كانت المناهج واحدة، ثم لابد من معالجة هذا الأمر بمعرفة ما يسعنا وما لا يسعنا .. فهناك خلاف لابد أن نهدره، وهناك خلاف لابد أن نحتمله وتتسع له صدورنا، وهناك خلاف لابد أن نستثمره وهو اختلاف التنوع وهو اختلاف الرحمة ولكن ليس كما يقول الناس في كل شيء (اختلاف أمتي رحمة) -ينسبونه إلى النبي - صلى الله عليه وسلم - وليس بصحيح- فتجدهم وقد اختلفوا في الربا مثلاً .. بعضهم يأخذ بفتوى من يحرمه والآخرون يأخذون بفتوى من يحله والعياذ بالله -يعني يحله بالتأويل ويجعله من باب الاستثمار- يقول الناس في ذلك وأمثاله: (هذا اختلاف رحمة فقد قال بهذا عالم وقال بهذا عالم)، فيقال: ليس هذا خلاف رحمة ولكنه خلاف نقمة وعذاب لا يحتمل مثله أن يكون سائغاً في الدين فضلاً عن أن يكون رحمة للناس. ¶ ولكن اختلاف الرحمة اختلاف طاقات الناس وقدراتهم، فبعض الناس له همة في علم التوحيد، وآخر له همة في علم الحديث، وثالث له همة في علم التفسير، كلٌ منهم يتقن علمه أكثر من الآخر، فإذا جمعنا هؤلاء وجمع كل منهم إلى علمه علمَ الآخرين نحصل على أفضل الأحوال وأكمل الأنواع مع اشتراط أن يحصل كل واحد منهم فرض العين الذي عليه علماً وعملاً. ¶ ومن ذلك أيضاً خلاف لا يصادم أصحابه البينات فأصحابه مرحومون، ولا يقال أنه في ذاته رحمة, إنما الرحمة لأصحابه إن أصاب أحدهم فله أجران وإن أخطأ فله",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "أجر، وهو الخلاف الذي لا ترد به النصوص ولا يرد به الإجماع ولا القياس الظاهر الجلي. ¶ وأما الاختلاف الذي هو في ذاته رحمة فهو اختلاف يؤدي إلى التكامل والتعاون، وذلك كما في أمور الدنيا تجد بعض الناس يتقن الطب، والبعض يتقن علم الهندسة، وآخرون يتقنون البناء، وآخرون يتقنون التجارة، وإنما تجتمع مصالح الناس كلها باجتماع هذا كله، فلو أن الناس كلهم أطباء أو تجار فلا يمكن أن تسير الحياة بهذا .. وفي الشأن الواحد من شئون الناس لابد أن تجد هذا التنوع والانقسام، فالتجارة مثلاً لابد أن يكون هناك من يتاجر في العطارة ومن يتاجر في البقالة ومن يتاجر في الحديد ومن يتاجر في السيارات حتى تتم مصالح الناس فصار اختلافهم رحمة بينهم. ¶ وهكذا الأمر في أمور الدين، فتجد المهتمين بأمور دينهم على أحوال شتى منهم من يهتم بكفالة اليتيم، ومنهم من يهتم بتعليم أولاد المسلمين، ومنهم من يهتم بأمر النساء، ومنهم من يهتم بمن خارج المسجد، ومنهم من يهتم بمن داخل المسجد، وهكذا .. ولكن لابد من وجود قاعدة أصلية للجميع تقتضي توافر الحد الأدنى لكل منهم من العلم والعمل يطبقه على نفسه ثم يتخصص بعد ذلك. ¶ وفي الشاهد من أمور الدنيا مثاله, فكافة المشتغلين بعلوم الدنيا لابد حتى تتنوع اختصاصاتهم أن يصلوا أولاً جميعاً إلى حد أدنى من التعليم والمعرفة فتجدهم كلهم مشتركين في تلك المعرفة وهي مراحل التعليم المختلفة حتى إذا نال أحدهم شهادة الجامعة أمكنه بعد ذلك أن يتخصص في فرع من فروع العلم، فتجدهم في المراحل الأولى متماثلون حتى إذا ما هيئوا لأعلى من ذلك صاروا إلى مناهج شتى.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "فتلك أسس معالجة قضية الخلاف بين المسلمين فهناك خلاف مهدر وهو ما صادم البينات، وهناك خلاف محتمل وهو ما لا يصادم البينات ووسع السلف - رضي الله عنهم -، وهناك خلاف يستثمر فيه يدعم كل واحد صاحبه ويساعده دون أن توجد بينهم عصبية جاهلية لطائفة دون أخرى إذ الكل متعاونون متآزرون. ¶ وهذا بعض ما وجب التنبيه عليه والتنويه إليه مع الإقرار بالتقصير في البيان والتحرير, ولكنه الإشارة بمختصر العبارة إلى تلك الأمراض وما يعم بها من الفساد, والله المستعان ونسأله الإعانة على ذكره وشكره وحسن عبادته. ¶ وكتبه ¶ ياسر برهامي ¶ الإعداد والتنسيق: ¶ براحة الدورات الشرعية والبحوث العلمية ¶ بمنتدى البراحة ¶ www.albraha.com ¶ تحت إشراف مشرف القسم الإسلامي بالمنتدى ¶ أبو الفرج المصري ¶ Abou_elfarag@yahoo.com",
            "page": "19",
            "part": "1"
        }
    ],
    "t34987": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "قل هو من عند أنفسكم"
        }
    ]
}