{
    "b34983": [
        {
            "id": "1",
            "nass": "كتبه/ ياسر برهامي ¶ النوع الثالث: طلب الدعاء من المسلم الصالح الحي ¶ أما النوع الثالث من أنواع التوسل المشروع: فهو التوسل إلى الله -سبحانه وتعالى- بدعاء المسلم الصالح الحي الحاضر، وأعلى ذلك دعاء الأنبياء، كما قال أبناء يعقوب -عليه السلام- لأبيهم: (قَالُوا يَا أَبَانَا اسْتَغْفِرْ لَنَا ذُنُوبَنَا إِنَّا كُنَّا خَاطِئِينَ قَالَ سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّي إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ) [ يوسف: 97-98 ]. ¶ فطلبُ الدعاء من الحي مشروع، وذلك إذا كان في أمرٍ أُخروي مستحب ممن يرجى صلاحه، وأما إذا كان في أمر دنيوي فالأولى تركه، كما قال النبي -صلى الله عليه وسلم- للرجل الأعمى الذي قال له: ادْعُ اللهَ لِي أَنْ يُعَافِيَنِي، فَقَالَ النَّبِيُّ -صلى الله عليه وسلم-: (إِنْ شِئْتَ أَخَّرْتُ لَكَ وَهُوَ خَيْرٌ وَإِنْ شِئْتَ دَعَوْتُ)، فَقَالَ: ادْعُهْ، [ وفي رواية قال: يَا رَسُولَ اللهِ إنَّهُ قَدْ شَقَّ عَلَيَّ ذهابُ بَصَرِي ]، فَأَمَرَهُ النَّبِيُ -صلى الله عليه وسلم- أَنْ يَتَوَضَّأَ فَيُحْسِنُ وُضُوءَهُ وَيُصَلِّي رَكْعَتَيْنِ وَيَدْعُو بِهَذَا الدُّعَاءِ ؛ اللَّهُمَّ إِنِّي أَسْأَلُكَ وَأَتَوَجَّهُ إِلَيْكَ بِمُحَمَّدٍ نَبِيِّ الرَّحْمَةِ، يَا مُحَمَّدُ إِنِّي قَدْ تَوَجَّهْتُ بِكَ إِلَى رَبِّي فِي حَاجَتِي هَذِهِ لِتُقْضَى اللَّهُمَّ شَفِّعْهُ فِيَّ) [1]، ففعل الرجل فرد الله -عز وجل- عليه بصره.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "فهذا قد اختار الحال الأقل، بدليل حديث ابن عباس -رضي الله عنه- في البخاري، قال لعَطَاءِ بن أبي رَبَاح: أَلا أُرِيكَ امْرَأَةً مِنْ أَهْلِ الجَنَّةِ، قَال: بَلَى، قَالَ: هَذِهِ المرأَةُ السَّوْدَاءُ أَتَتِ النَّبِيَّ -صلى الله عليه وسلم-، فَقَالَتْ: إِنِّي أُصْرَعُ وَإِنِّي أَتَكَشَّفُ فَادْعُ اللهَ ليِ، قَالَ: (إِنْ شِئْتِ صَبَرْتِ وَلَكِ الجنَّةُ وَإِنْ شِئْتِ دَعَوْتُ اللهَ أَنْ يُعَافِيَكِ)، فَقَالَتْ: أَصْبِرُ، ثُمَّ عَادَتْ لَهُ فَقَالَتْ: إِنِّي أَتَكَشَّفُ، فَادْعُ اللَّهَ لِي أَنْ لا أَتَكَشَّفَ فَدَعَا لَهَا [2]، كانت عندما يأتيها الصرع يحصل نوع من تكشف الثياب عنها، فدعا لها النبي -صلى الله عليه وسلم- ألا تتكشف. ¶ وهو -صلى الله عليه وسلم- في هذا الحديث بيَّن أن الأفضل أن يصبر الإنسان ولا يطلب الرُقية، ولا يطلب الدعاء من الآخرين، أما في الأمر الأخروي الديني وهو ألا تتكشف مثلاً، لأن التستر يحبه الله وشَرَعَه وأمر به وأوجبه، فلما كانت عند صرعها تتكشف لم يقل لها -صلى الله عليه وسلم- إن شئت صبرت ولك الجنة، وإنما دعا لها مباشرة، ورَغَّبَها في الصبر على الصرع، ولذلك لمّا صبرت، قال ابن عباس رضي الله عنهما: (أَلا أُرِيكَ امْرَأَةً مِنْ أَهْلِ الجَنَّةِ)، لصبرها، والأعمى قد خيّره النبي -صلى الله عليه وسلم-، فاختار أن يدعو الله له، مع أن الأفضل أن يصبر على ما ابتلاه الله -عز وجل- به.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ومن ذلك حديث السبعين ألفاً الذين يدخلون الجنة بغير حساب ولا عذاب لأنهم: (لا يَسْتَرْقُونَ وَلا يَتَطَيَّرُونَ وَلا يَكْتَوُونَ وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ) [3]، فقوله -صلى الله عليه وسلم-: (لا يَسْتَرْقُونَ) دل على أن ترك الاسترقاء -أي ترك طلب الرقية- أفضل، ولكن يمكن أن يرقي الإنسان نفسه، أما سؤال الرقية من الناس كأن يقول لشخص آخر: ارقني، كما يذهب كثير من الناس إلى المُعَالِجِينَ أو مَنْ يُرجى صلاحه للرقية، فالأولى ألا يَسْتَرْقِي العبد، وفي هذا الحديث (فَقَامَ عُكَّاشَةُ بْنُ مِحْصَنٍ الأَسَدِيُّ، فقَالَ: ادْعُ اللهَ لِي يَا رَسُولَ اللهِ أَنْ يَجْعَلَنِي مِنْهُمْ، فَقَالَ -صلى الله عليه وسلم-: (اللَّهُمَّ اجْعَلْهُ مِنْهُمْ)، فقد طلب الدعاء لأمرٍ أُخروي وهو من السبعين ألفاً [4]. ¶ فعندما يكون الإنسان مريضاً مثلاً، ويقول لغيره ادعُ الله لي أن يشفيني، فهذا خلاف الأفضل، مع أنه مشروع، أو كالذي يريد النجاح مثلاً فيقول لغيره: ادعُ الله لي أن أنجح، فهذا خلاف الأفضل، بل الأفضل أن يدعو العبد لنفسه، إلا أن يكون هناك أمرٌ ديني أخروي في هذا الباب يطيع الإنسان به ربه -عز وجل- فالأمور الأخروية هي التي يطلب الدعاء فيها.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "بل ينبغي أن يسأل الإنسان الأمور الدنيوية إجمالاً لا تفصيلاً، لأنه لا يدري أين الخير، والنبي -صلى الله عليه وسلم- يقول: (لِيَسْال أَحَدُكُمْ رَبَّهُ حَاجَتَهُ كُلَّهَا حَتَّى يَسْأَلَ شِسْعَ نَعْلِهِ إِذَا انْقَطَعَ) [5]، لكن ليس من الأدب أن يقول: يا رب أصلح لي شسع نعلي، وإنما يقول: (رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ)، ويقول: (اللهم أصلح لي شأني كله لا إله إلا أنت)، ونحو ذلك مما يدخل فيه هذا الأمر، أما التخصيص بأشياءٍ معينة في الدنيا، فالأولى أن ينشغل الإنسان بأن يسأل الله -عز وجل- أن يُعيذه من عذاب النار ومن عذاب القبر، كما حدث في حديث ميمونة -رضي الله عنها- لما قالت: (اللَّهُمَّ أَمْتِعْنِي بِزَوْجِي رَسُولِ اللهِ -صلى الله عليه وسلم- وَبِأَبِي أَبِي سُفْيَانَ وَبِأَخِي مُعَاوِيَةَ، فَقَالَ النَّبِيُّ -صلى الله عليه وسلم-: (قَدْ سَألتِ اللهَ لآجَالٍ مَضْرُوبَةٍ وَأَيَّامٍ مَعْدُودَةٍ وَأَرْزَاقٍ مَقْسُومَةٍ لَنْ يُعَجِّلَ شَيْئًا قَبْلَ حِلِّهِ أَوْ يُؤَخِّرَ شَيْئًا عَنْ حِلِّهِ، وَلَوْ كُنْتِ سَالتِ اللهَ أَنْ يُعِيذَكِ مِنْ عَذَابٍ فِي النَّارِ أَوْ عَذَابٍ فِي القَبْرِ كَانَ خَيْرًا وَأَفْضَلَ) [6]. ¶ فالغرض المقصود أن طلب الدعاء من المسلم الصالح الحي الحاضر مشروع، وهو مستحب في الأمر الأخروي، أو في مصالح المسلمين العامة ونحو ذلك، ومنه حديث الأعمى الذي ذكرناه، ومنه قول عمر -رضي الله عنه- في الاستسقاء عندما خرج يستسقي بهم في عام الرَّمَادَةِ، قال: (اللَّهُمَّ إِنَّا كُنَّا نَتَوَسَّلُ إِلَيْكَ بِنَبِيِّنَا فَتَسْقِينَا وَإِنَّا نَتَوَسَّلُ إِلَيْكَ بِعَمِّ نَبِيِّنَا فَاسْقِنَا)، فَيُسْقَوْنَ [7].",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "فكلمة (نَتَوَسَّلُ إِلَيْكَ بِنَبِيِّنَا): أي بدعائه، نتوجه إليك به، بمعنى نطلب منه أن يدعو لنا، (وَإِنَّا نَتَوَسَّلُ إِلَيْكَ بِعَمِّ نَبِيِّنَا)، أي نتوجه إليك بدعاء العباس -رضي الله عنه- فهذا هو الذي ورد في الكتاب والسنة من التوسل المشروع [8]. ¶ 2- التوسل غير المشروع: ¶ أما التوسل غير المشروع في مسألة الدعاء فهو ثلاثة أنواع أيضاً: ¶ النوع الأول:",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "أن يُطلب من الميت أو الغائب أو الجن أو حتى الملائكة قضاء الحاجات وكشف الكربات، وأن يغيثوهم، أو يرزقوهم، أو يشفوهم، ويقضوا لهم حاجاتهم، أو يجلبوا لهم نفعاً أو يدفعوا عنهم ضراً، فهذا من الشرك الأكبر، قال -عز وجل-: (قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ وَلا تَحْوِيلاً) [ الإسراء: 56 ]، نزلت هذه الآيات في عيسى، وعُزَيْر، والملائكة، أو في الجن الذين أسلموا، فَعَنْ عَبْدِ الله بْنِ مَسْعُودٍ -رضي الله عنه- فِي قَوْلِهِ -تعالى-: (أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ)(الإسراء: من الآية57)، قَالَ: نَزَلَتْ فِي نَفَرٍ مِنَ العَرَبِ كَانُوا يَعْبُدُونَ نَفَرًا مِنْ الجِنِّ فَأَسْلَمَ الجانيون، وَالإِنْسُ الَّذِينَ كَانُوا يَعْبُدُونَهُمْ لا يَشْعُرُونَ، فَأَنْزَلَ اللهُ سُبْحَانَهُ: (قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ وَلا تَحْوِيلاً أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ) [ الإسراء: 56-57 ][9]، فهذا يدل على أن من دعا الملائكة فدعاؤه هذا من التوسل الشركي، كالمشركين الذين كانوا يدعون اللات والعرى ومَناة الثالثة الأخرى على أنها صُوَرٌ للملائكة، ولذلك اشتقوا لهذه الأوثان أسماءً مؤنثة من أسماء الله -تعالى-، فقد اشتقوا اللات من الله، والعزى من العزيز، ومناة من المنان، فأوثانهم هذه كانوا يعتقدون أنها ترمز للملائكة، واعتقدوا أنهم يدعون الملائكة، وأن الملائكة تقضي لهم حاجاتهم تلك، وهم معتقدون أن الملائكة بنات الله، -تعالى- الله عن ذلك علواً كبيراً. ¶ وهذا مثل أن يقول القائل للميت أو للمقبور أو الولي الفلاني -أو الذي يظنه ولياً- أو الجن: أغثني يا سيدي فلان، ارحمني يا سيدي فلان، ارزقني، اشف ابني..",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "أو طلب منه المدد كأن يقول: مدد يا سيدي فلان، أي ابعث لي مدداً، وهذا بلا شك مرتبطٌ باعتقاد شركي في الربوبية، وهو أنه يعتقد أن الولي له تدبير في الكون، فيرسل المدد ويأمر وينهى، فلا يمكن أن يكون دعاؤه للولي دعاءً مجرداً بلا اعتقاد أنه لا يملك له ضراً ولا نفعاً، فلا بد أنه يدعوه وهو معتقدٌ فيه أنه يملك الضر والنفع. ¶ النوع الثاني: ¶ أن يقول للميت والغائب: ادع الله لي، أو اسأل الله لي، أو اشفع لي في كذا، فهذا لا خلاف بين السلف في أنه غير جائز، وأنه من البدع التي لم يقل بها أحدٌ من علماء الأمة، وهو من ذرائع الشرك ؛ فهو من الشرك الأصغر، والفرق بينه وبين الذي قبله واضح، إذ الأول: دعاء غير الله، والثاني: مخاطبة الميت بما لم يرد في الكتاب والسنة، ولكنه لم يدعه، ولم يسأله قضاء الحاجات وتفريج الكربات، فلم يصرف له العبادة، ولكنه ذريعة للغلو، وبدعة وضلالة. ¶ النوع الثالث: ¶ وهو التوسل بذات المخلوق وجاهه، وهو بدعةٌ على الراجح، وقلنا على الراجح، لأن فيه خلافاً معتبراً، فقد ورد عن بعض المتقدمين وبعض الصحابة، مع أن الراجح تضعيفه عن الصحابة، فلم يثبت عنهم، على الصحيح. ¶ وقد ورد في قصة عثمان بن حنيف -راوي حديث الأعمى- مع رجل كانت له حاجة عند عثمان بن عفان -رضي الله عنه-، وكان عثمان -رضي الله عنه- مشغولاً عن الرجل لا يلتفت إليه، فقال له عثمان بن حنيف: ائت الميضأة، ثم توضأ وصل ركعتين، ثم قل: (اللهم إني أتوجه إليك بنبيك، يا محمد يا نبي الرحمة إني أتوجه بك إلى ربي في قضاء حاجتي)، ثم تعالَ، فسأذهب معك، فذهب معه ودخل على عثمان فقضى للرجل حاجته. ¶ هذه القصة رواها الطبراني [10]، وذكر قصة الحديث، وأصل الحديث -كما ذكرناه في التوسل المشروع -صحيح، وهو الذي ذكرنا في طلب الدعاء من المسلم الحي وهو حديث الأعمى، أما هذه الزيادة المذكورة هنا في هذه القصة فهي ضعيفة على الراجح.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "لكن ما دام أن هناك اجتهادٌ في الباب، قلنا إنه بدعة على الراجح، فنُدخله بذلك في الخلاف السائغ، فمن توسل بهذا النوع من التوسل فقد أخطأ، ويُفتَى بأن فعله خطأ، ولكن لا يُضَلَّلُ ولا يُبَدَّعُ بعينه، لأن المسألة فيها اجتهاد، فبعض أنواع البدع فيها اختلاف، فمن قال: (الراجح أنه يجوز) لا يخرج عن دائرة أهل السنة بل قد قال قولاً مرجوحاً. ¶ وممن رُوِيَ عنه القول بذلك: الإمام أحمد -رحمه الله-، ولكن هذا غير مُرَجَّحٌ عند المحققين في المذهب الحنبلي كشيخ الإسلام ابن تيمية -رحمه الله- فهو يرى أن هذه الرواية مرجوحة، حيث قال في الجواب على مسألةٍ في التوسل بالنبي -صلى الله عليه وسلم- هل يجوز أم لا ؟، فقال -رحمه الله-: (الجواب: الحمد لله، أما التوسل بالإيمان به -صلى الله عليه وسلم- ومحبته وطاعته والصلاة والسلام عليه وبدعائه وشفاعته ونحو ذلك مما هو من أفعاله وأفعال العباد المأمورِ بها في حقه فهو مشروع باتفاق المسلمين وكان الصحابة -رضي الله عنهم- يتوسلون به -صلى الله عليه وسلم- في حياته، وتوسلوا بعد موته بالعباس عمّه كما كانوا يتوسلون به.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وأما قول القائل: اللهم إني أتوسل إليك به، فللعلماء فيه قولان كما لهم في الحلف به -صلى الله عليه وسلم- قولان، وجمهور الأئمة: كمالك والشافعي وأبي حنيفة على أنه لا يسوغ الحلف به كما لا يسوغ الحلف بغيره من الأنبياء والملائكة، ولا تنعقد اليمين بذلك باتفاق العلماء، وهذا إحدى الروايتين عن أحمد، والرواية الأخرى ؛ تنعقد اليمين به -صلى الله عليه وسلم- خاصة دون غيره، ولذلك قال أحمد في منسكه الذي كتبه للمروزي صاحبه إنه يتوسل بالنبي -صلى الله عليه وسلم- في دعائه، ولكن غير أحمد قال: إن هذا إقسامٌ على الله به ولا يُقْسَم على الله -عز وجل- بمخلوق، وأحمد -رحمه الله- في إحدى الروايتين قد جَوَّزَ القسم به -صلى الله عليه وسلم- فلذلك جوز التوسل به، ولكن الرواية الأخرى عنه هي قول جمهور العلماء أنه لا يقسم به) ا.هـ [11]. ¶ وهذا القول بأن من حلف بالنبي -صلى الله عليه وسلم- انعقد يمينه ووجب الوفاء به، قولٌ باطل قطعاً من جهة الدليل [12]، ويمكن أن يحمل قول الإمام أحمد في رواية المروزي على أنه أراد التوسل بحب النبي -صلى الله عليه وسلم- واتباعه فهو من باب التوسل بالعمل الصالح. ¶ فلذلك نقول إن التوسل بالحق والجاه، وهو النوع الثالث من التوسل غير المشروع، وهو أن يقول: اللهم إني أسألك بحق فلان، أو بجاه فلان، أو بفلان يعني بذاته، هو توسل بدعي على الراجح، أجازه بعض العلماء بالنبي -صلى الله عليه وسلم-، كالعز بن عبد السلام، وهو منقول عن أحمد مرجوحاً، وأجازه البعض بعموم الصالحين، كالإمام الشوكاني، لكن الصحيح من حيث الدليل هو قول أبي حنيفة وأصحابه، وذلك أنهم قالوا: لا نتوسل بمخلوق، وإن كنا نقول إن هناك توسلاً بالمخلوق، وهو التوسل بالعمل الصالح، فالعمل الصالح مخلوق.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "أما ذلك النوع من التوسل -التوسل بالحق والجاه وذات المخلوق- فهو بدعة، فلم يرد في كتاب ولا سنة، وقد تركه الصحابة مع استحضارهم له، كقول عمر -رضي الله عنه-: (اللَّهُمَّ إِنَّا كُنَّا نَتَوَسَّلُ إِلَيْكَ بِنَبِيِّنَا فَتَسْقِينَا وَإِنَّا نَتَوَسَّلُ إِلَيْكَ بِعَمِّ نَبِيِّنَا فَاسْقِنَا)، فَيُسْقَوْنَ [13]، فعمر -رضي الله عنه- لم يتوسل بعد وفاة النبي -صلى الله عليه وسلم- بالنبي -صلى الله عليه وسلم-، لأنه في الحقيقة كان يتوسل بدعاء النبي -صلى الله عليه وسلم-، لا بذاته -صلى الله عليه وسلم-، ولا بجاهه -صلى الله عليه وسلم- فإن ذاته موجودة [14]، وجاهه قائم -صلى الله عليه وسلم-، ومع ذلك ترك عمر والصحابة معه التوسل بالنبي -صلى الله عليه وسلم- بهذا المعنى، فالصحابة y كما ذكرنا كانوا يتوسلون بدعائه -صلى الله عليه وسلم-، وهو الآن غير موجود، وطلب الدعاء منه غير ممكن، فلذلك عدلوا إلى التوسل بالعباس -رضي الله عنه-، وقالوا: نتوسل إليك بعم نبيك. ¶ ومسألة التوسل من القضايا الشائكة التي حاول البعض من المعاصرين التخلص فيها من النزاع القائم بين المنهج السلفي والصوفية بالتوسط الدائم بين الفرق المتنازعة، فقال: إن الدعاء إذا اقترن بالتوسل إلى الله بأحد من خلقه خلاف فرعي، وليس من مسائل العقيدة. ¶ وهذا في الحقيقة كلام موهم، لأنه كما ذكرنا أن من التوسل ما هو من مسائل العقيدة باتفاق، فالذين يدعون غير الله يسمون ذلك توسلاً وهذا شرك أكبر، وهناك ما هو شرك أصغر، لأنه ذريعة للشرك الأكبر، أما النوع الثالث فليس شركاً، لأنه يتوجه إلى الله بالدعاء، فيقول: اللهم إني أسألك بحق فلان أو بجاه فلان.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "والشيخ محمد بن عبد الوهاب -رحمه الله- نص على المنع من هذا التوسل [15]، ولكنه لا يُنْكَرُ على مَن فعله، فلا يُنكَر على من توسل بالحق والجاه، ولذلك فلا يصح أن يقال: إن كل أنواع التوسل فيها خلافٌ سائغ، وكذلك من الخطأ إطلاق القول بأن كل توسل بالمخلوق شرك، كما قال أحد العلماء المعاصرين [16]، فهذا من الأخطاء التي يجب الحذر منها، لأن التوسل بدعاء المسلم الصالح الحي توسل بمخلوق، وقد قدمنا أنه جائز، وكذلك التوسل بالأعمال الصالحة، كما أن التوسل بالحق والجاه ليس من الشرك [17] عند أحدٍ من أهل العلم، فليس بالشرك الأكبر الناقل عن الملة ولا حتى من الشرك الأصغر، بل هو خلاف فرعي كما قدمنا. ¶ [1] رواه الترمذي (3578)، وابن ماجه (1385)، والنسائي في الكبرى (10494، 10495، 10496)، وصححه الألباني في صحيح الجامع (1279). ¶ [2] رواه البخاري (5652)، مسلم (2576)، أحمد (3230). ¶ [3] رواه البخاري (5705، 5811، 6541، 6542)، ومسلم (216، 220)، والترمذي (2446)، وأحمد (2444). ¶ [4] خلافاً لشيخ الإسلام ابن تيمية ـ رحمه الله ـ الذي يجعل طلب الدعاء عموماً خلاف الأفضل، ويستدل بحديث (لا يسترقون) والصحيح أن هذا الحديث يدل على أن ترك طلب الدعاء في الأمر الدنيوي هو الأفضل، أما ترك طلب الدعاء في الأمر الأخروي فالحديث يدل على عكسه، فإن عكاشة طلب من الرسول -صلى الله عليه وسلم- أن يدعو له في أمرٍ أخروي، فدعا له النبي -صلى الله عليه وسلم-، وهو مع ذلك من السبعين ألفاً. ¶ [5] رواه الترمذي (3973)، وحسنه الألباني في المشكاة (2251). ¶ [6] رواه مسلم (2663)، أحمد (3692، 3915) ومواضع أخرى في المسند. ¶ [7] رواه البخاري (1010). ¶ [",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "8] بالنسبة لتوسل عمر -رضي الله عنه- بدعاء العباس -رضي الله عنه- فهو عام للأمة كلها، ومن باب النصيحة للمسلمين، وهو أمرٌ ديني عظيم فلو قلنا لمسلم: ادعوا الله للمسلمين، فهذا ليس من باب سؤال الدعاء الدنيوي الذي هو خلاف الأفضل، بل نطلب من المسلمين أن يدعوا الله أن يفرج كرب المكروبين، ويرفع الظلم عن المظلومين ونحو هذا فهذا أمرٌ ديني، فيستحب أن نأمر الناس بالدعاء بمثل ذلك. ¶ [9] رواه البخاري (4714)، ومسلم (3030). ¶ [10] رواه الطبراني في المعجم الكبير (8311)، وضعفه الألباني في التوسل (ص 85)، وفي ضعيف الترغيب والترهيب برقم (415). ¶ [11] الفتاوى الكبرى (2/422). ¶ [12] وكل المذاهب فيها أقوال مخالفة لصريح الكتاب والسنة، أو فيها خلافٌ غير سائغ، ومذهب الإمام أحمد نادر جداً أن توجد فيه أقوال من هذا القبيل، وهذا القول منها، لأنه قول مخالف لنص حديث: (مَنْ كَانَ حَالِفًا فَلْيَحْلِفْ بِالله أَوْ لِيَصْمُتْ) [ رواه البخاري (2679، 6646، 7401)، ومسلم (1646)، وأبو داود (3249)، وأحمد (4509، 4579)، والدارمي (2236)، ومالك (1037) ]، وحديث: (مَنْ حَلَفَ بِغَيْرِ اللهِ فَقَدْ أَشْرَكَ) [سبق تخريجه ص (141) ]، والرواية الراجحة في المذهب أنه يحرم الحلف بالنبي -صلى الله عليه وسلم-، ولا ينعقد، فلو قال: (والنبي لأفعلن كذا)، ثم لم يفعل فليس عليه كفارة يمين، ولم ينعقد يمينه، إنما كفارته أن يقول: (لا إله إلا الله)، لأنه حلف بغير الله، كمن حلف فقال: (وشرف أبي أو وشرف أمي)، فعليه أن يقول: (لا إله إلا الله) تكفيراً للذنب وليس عليه كفارة لليمين. ¶ [13] سبق تخريجه ص (149). ¶ [14] فالأرض لا تأكل أجساد الأنبياء بعد وفاتهم. ¶ [15] مجموع مؤلفات الشيخ، المجلد الرابع، طبعة جامعة الإمام ابن سعود. ¶ [16] قول الشيخ أبي بكر الجزائري في كتاب (عقيدة المؤمن). ¶ [",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "17] إلا لو اعتقد أن معنى الجاه والحق أن الله جعل له تدبير الكون نيابة عنه سبحانه فهذا شرك في الاعتقاد",
            "page": "13",
            "part": "1"
        }
    ],
    "t34983": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "التوسل"
        }
    ]
}