{
    "b34981": [
        {
            "id": "1",
            "nass": "الاسْتِقَامَة ¶ تأليف: ¶ د. ياسر بُرهامي ¶ إعداد وتنسيق: ¶ براحة الدورات الشرعية والبحوث العلمية ¶ بمنتدى البراحة",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ إن الحمد لله نحمده ونستعينه ونستغفره, ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا, من يهده الله فلا مضل له, ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمداً عبده ورسوله - صلى الله عليه وسلم -. ¶ أما بعد .. ¶ يقول الله - عز وجل -: {فَاسْتَقِمْ كَمَا أُمِرْتَ وَمَنْ تَابَ مَعَكَ وَلا تَطْغَوْا إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ، وَلا تَرْكَنُوا إِلَى الَّذِينَ ظَلَمُوا فَتَمَسَّكُمُ النَّارُ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِيَاءَ ثُمَّ لا تُنْصَرُونَ، وَأَقِمِ الصَّلاةَ طَرَفَيِ النَّهَارِ وَزُلَفاً مِنَ اللَّيْلِ إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ ذَلِكَ ذِكْرَى لِلذَّاكِرِينَ، وَاصْبِرْ فَإِنَّ اللَّهَ لا يُضِيعُ أَجْرَ الْمُحْسِنِينَ، فَلَوْلا كَانَ مِنَ الْقُرُونِ مِنْ قَبْلِكُمْ أُولُو بَقِيَّةٍ يَنْهَوْنَ عَنِ الْفَسَادِ فِي الْأَرْضِ إِلَّا قَلِيلاً مِمَّنْ أَنْجَيْنَا مِنْهُمْ وَاتَّبَعَ الَّذِينَ ظَلَمُوا مَا أُتْرِفُوا فِيهِ وَكَانُوا مُجْرِمِينَ، وَمَا كَانَ رَبُّكَ لِيُهْلِكَ الْقُرَى بِظُلْمٍ وَأَهْلُهَا مُصْلِحُونَ، وَلَوْ شَاءَ رَبُّكَ لَجَعَلَ النَّاسَ أُمَّةً وَاحِدَةً وَلا يَزَالُونَ مُخْتَلِفِينَ، إِلَّا مَنْ رَحِمَ رَبُّكَ وَلِذَلِكَ خَلَقَهُمْ وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ، وَكُلّاً نَقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ وَجَاءَكَ فِي هَذِهِ الْحَقُّ وَمَوْعِظَةٌ وَذِكْرَى لِلْمُؤْمِنِينَ، وَقُلْ لِلَّذِينَ لا يُؤْمِنُونَ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنَّا عَامِلُونَ، وَانْتَظِرُوا إِنَّا مُنْتَظِرُونَ، وَلِلَّهِ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ وَإِلَيْهِ يُرْجَعُ الْأَمْرُ كُلُّهُ فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ} [هود:112 - 123]. ¶ هذه التوجيهات التي تضمنتها تلك الآيات مِن أعظمِ التوجيهات الإيمانية التي يحتاجها أهل الإيمان خَاصَّةً في زمان الفتن التي يتساقط مَن يتساقط فيها مِن أهل",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "الغواية، ويبتعد بسببِها عن الحق مَن يبتعد مِن أهل الضلالة، فتتحير العقول وتتقلَّب القلوب، فيُثَبِّت الله - عز وجل - قلوب المؤمنين بما أنزل مِن كتابه الكريم مِن آيات هي نور وهدى وشفاء لما في الصدور ورحمة لقوم يؤمنون .. فاللهم يا مقلب القلوب ثبت قلبي على دينك. ¶ وهذه الأوامر القرآنية التي تضمنتها الآيات أمر الله - عز وجل - نبيه - صلى الله عليه وسلم - والمؤمنين فيها بتوجيهات عظيمة وآداب حكيمة أولها الاستقامة {فَاسْتَقِمْ كَمَا أُمِرْت}. ¶ وقد فسرها السلف بعدة تفسيرات كلها من الحق، منها وأعظمها: الاستقامة على التوحيد والإيمان وعدم الارتداد إلى الشرك؛ فإن الذي قال: ربي الله، ثم استقام على ذلك فلم يرجع ولم يبتعد قد حصَّل أصل الاستقامة, ولا تحصل الاستقامة إلا بالاستقامة على التوحيد والإيمان والابتعاد عن الشرك والطغيان الذي هو مجاوزة الحد والذي هو أعظم الظلم والعياذ بالله. ¶ وأصل الاستقامة في القلب، فيستقيم القلب على الإيمان حباً لله - عز وجل -، وخوفاً، ورجاءً، وتوكلاً، وإنابةً، وشوقاً إليه سبحانه، وزهداً في الدنيا، ورغبةً في ما عند الله، وشكراً لنعمه، وصبراً على بلائه، ورضاً بقضائه .. فاستقامة القلب على الإيمان هو أصل الاستقامة التي أمر الله - عز وجل - بها، وهو الذي يتفرع عليه بعد ذلك أنواعها, ولذلك فلابد أن يكون المؤمن مُهتماً بحال قلبه وبما يَرِدُ عليه مفتِّشاً فيما يقع في نفسه من خواطر وإرادات وعزائم ينظر فيها مستبصراً: من أين أتته؟ أهي مما أمر الله - عز وجل - به وذلك من فضله سبحانه؟ أم هي مما يلقي الشيطان من بذور الشر والفساد لتُنبت في القلب أنواعَ الأمراض التي يريد أن يهلك بها الإنسان من إرادات العلو والفساد في الأرض, إرادة العلو بالرياسة والملك والسلطان, وإرادة الفساد باتباع الشهوات الدنيئة الخسيسة ذلك الذي يضل به الناس عن الاستقامة, وقد جعل الله - عز وجل - الدار الآخرة {لِلَّذِينَ لا يُرِيدُونَ عُلُوّاً فِي الْأَرْضِ وَلا فَسَاداً}",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "[القصص: من الآية83] , فمن الناس من يريد العلو ومنهم من يريد الفساد ومنهم من يريد العلو والفساد. ¶ فالذين يريدون العلو -وإن لم يريدوا الفساد- يريدون ملكاً ورياسة على أي حال، ولا مانع عندهم أن يكون ذلك بالدين, وهذا يُخشى منه على الصالحين وذلك أنه لا يلزم أن يكونوا مفسدين، ولكن إذا أرادوا العلو لم يكونوا من أهل الآخرة. ¶ وكذلك من الناس من يريد الفساد ولو لم يرد العلو, يريد أن يتمتع بالشهوات ولو كان في أذل حال ولو كان على أضل طريق وأخبثه والعياذ بالله, فليس إلا نوال خبيث وشهوة دنيئة ولو كان في أحواله كلها بأقذر مكان وعلى أضل سبيل. ¶ فتجد كثيراً من الناس وقد جمع ذلاً وهواناً مع شهوات مستقذرة منحطة متردياً لم ينل من الحظوظ إلا أوهاها، ولا من المذاهب إلا أرداها، قد فاته عز الدنيا وكرامتها مع فناء أيامها وانصرام مهامها، لم ينل منها إلا منال البهائم، وربما كانت البهائم أحسن حالاً منه حيث لا تتحمل الهم ولا تخاف فتغتم, فلا مخافة من نائبة, ولا حساب في العاقبة. ¶ ومن الخلق من يريد العلو والفساد معاً كإبليس واليهود, ومنهم من لا يريد علواً في الأرض ولا فساداً وهم القلة فتلك الدار الآخرة يجعلها الله {لِلَّذِينَ لا يُرِيدُونَ عُلُوّاً فِي الْأَرْضِ وَلا فَسَاداً وَالْعَاقِبَةُ لِلْمُتَّقِينَ} [القصص: من الآية83]. ¶ فأصل الاستقامة على الصراط استقامة القلب وحسن توجهه إلى الله, فلابد أن يبحث الإنسان في قلبه: هل يحب الله عز وجل حقاً؟ وهل يرجوه وحده ولا يرجو سواه؟ وهل يخافه وحده ولا يخاف سواه؟ وهل يخلص له سبحانه كما أمر {فَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ} [غافر: من الآية65]؟",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وكذلك يفتش في نفسه عن ضد ذلك: هل يقع منه من عمله ما يرائي به الناس ويقصد به غير وجه الله؟ هل يقع منه من الحقد والحسد والبغضاء والشحناء ما يصرفه عن الاستقامة على الصراط؟ هل يقع منه إرادة الدنيا وابتغاؤها وانشغال الهم بها وأن تكون هي أكبر الهم ومبلغ العلم؟ ¶ ينظر في حاله ويفتش في نفسه، والأمر يبدأ ببذور الخواطر وتنبت بعد ذلك الإرادات من الخواطر، فعندما يفكر الإنسان كثيراً في أمر معين ويسيطر ذلك على قلبه تنبت الإرادات الجازمة, فمرض العشق –مثلاً- يبدأ بنظرة تورث خاطراً يخطر بالقلب، ثم يستمر الفكر فتستمر سقى الشيطان لهذه البذرة، ثم تسيطر على القلب حتى لا يستطيع منها حراكاً ولا عنها انفكاكاً, ولا يتخيل الحياة بدونها. ¶ وكذلك حب المال، فالإنسان يولَد وليس في قلبه حب المال، حتى ما عرفه صغيراً، فلو أعطيت طفلاًَ صغيراً مائة من الجنيهات أو أكثر لمزَّقها بيده ولربما ألقاها، ثم ينمو معه حب المال فيكثر التفكير فيه، ويزداد بتخيل الكنوز والقناطير المقنطرة من الذهب والفضة وغيرها من الأموال، حتى يجعل العبد عبداً لهذا المال عظيم الرغبة فيه, لذلك نقول لابد حتى يستقيم القلب لابد من تطهيره من الإرادات الفاسدة, وملئه بالإرادات الإيمانية والخواطر الرحمانية التي تشغل فكر الإنسان بالآخرة فيفكر في الدنيا .. في خلق السماوات والأرض، ويعلم أن الله ما خلق هذا باطلاً، وينزهه عن ذلك، ويدعوه أن يقيه عذاب النار, ويفكر كثيراً في الموقف بين يدي الله تعالى، وفي قيام الناس لرب العالمين، والشمس دانية فوق رءوسهم .. يفكر كثيراً في الحساب، وفي الميزان، وفي الصراط وكيف سيمر عليه بعمله وكيف سيجازى على أعماله كلها بميزان الحق والقسطاس المستقيم: {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ، وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَهُ} [الزلزلة:7، 8].",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ويفكر في الجنة، وفي أحوال أهلها، ونعيمهم، وما يتمتعون به من مجاورة الرب الكريم سبحانه وتعالى، والنظر إلى وجهه - عز وجل - في جنات عدن التي فيها ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر، ويتأمَّل ويفكر كثيراً في أهل النار وهم يتضاغون فيها ويُعذَّبون بأنواع الحرمان وأنواع العذاب الأليم في طعامهم، وشرابهم، ولباسهم، وأحوالهم كلها .. ذلك الفكر الذي يثمر استقامة القلب؛ لأن هذه الخواطر تثمر الإرادات التي تجعل العبد يطلب الجنة ويبتعد ويفر من النار. ¶ ويفكر في وحدانية الله - عز وجل - في: أسمائه، وصفاته، وأفعاله، وقضائه، وقدره، وقدرته، وعظيم صنعه, ويفكر في ربوبيته وألوهيته؛ فيكون على أكمل الأحوال, ثم يُطهِّر قلبه من كل ما يضاد ذلك ويخالفه حتى يستقيم على سبيل غير معوجّة. ¶ ثم الاستقامة بعد ذلك للسان فإنه رأس الجوارح بعد القلب, والأعضاء به, فإن استقام استقامت وان اعوج اعوجَّت فلينظر الإنسان فيما يتكلم به وليحذر مما حرَّم الله - عز وجل - من الكذب، والغيبة، والنميمة، والسب، والبذاء، والطعن في الناس، وأذيتهم بلسانه ذلك مما يكب الناس على وجوههم في النار، كما قال النبي - صلى الله عليه وسلم - لمعاذ - رضي الله عنه -: \"وهل يكب الناس على وجوههم أو قال على مناخرهم في النار إلا حصائد ألسنتهم\" صحيح رواه الترمذى وغيره. ¶ فلابد من استقامة اللسان لاستقامة القلب والجوارح، ولابد من انشغاله بذكر الله تعالى؛ فإن أهل الجنة ليسوا يتحسرون إلا على ساعة مرت عليهم لم يذكروا الله فيها, ولابد أن يكفَّ لسانه إلا من خير فهو إما ذاكر غانم أو ساكت سالم، وكما أخبر النبي - صلى الله عليه وسلم -: \"من كان يؤمن بالله واليوم الآخر فليقل خيراً أو ليصمت\". ¶ ثم استقامة الجوارح بعده، وأهمها العين؛ فإنها أسرع المنافذ إلى القلب وأقصر الطرق إليه, والنظر دائماً يورث تقلُّب القلوب وتغيرها سريعاً، فليحذر الإنسان من النظر",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "إلى ما حرم الله - عز وجل -، وكم من الناس سيطر عليهم الشيطان بالنظر إلى ما حرَّم الله من خلال ما تعرضه وسائل الإفساد التي يقوم عليها الذين يحبون أن تشيع الفاحشة في الذين آمنوا. ¶ وفساد النظر في زماننا أعظم بكثير منه في الأزمنة الماضية حيث لم يكن الناس بهذه الكثرة، وما كانوا بهذا الفجور، وما كان الفساد بهذا الاتساع, كان غض البصر أمراً يُحتاج إليه رغم قلة الفساد، فكيف حين ازداد؟ وكيف إذا كان الشر يأتيك من المشرق والمغرب ومن العالم كله من خلال أجهزة الإفساد ومن خلال الجرائد والمجلات؟ ¶ وتأملوا كيف يسعى الشباب والرجال والنساء إلى النظر إلى الصور المحرمة والعورات المكشوفة، وأن المجلات التي تتضمن ذلك والجرائد هي أكثر الجرائد والمجلات مبيعاً، والأفلام التي تعرض فيها تلك الصور هي أكثرها عرضاً وانتشاراً، فصار الفجَّار يأتون الفاحشة وهم يبصرون ويأتون في نواديهم المنكر، فهذا وأمثاله مما يمرض القلوب ويميتها ويمنعها الاستقامة مما لا يجعلها ثابتة على الحق، فلابد من استقامة النظر بغض البصر، والكف عن المحارم، وأن يستعمل العبد نظره في طاعة الله - عز وجل -، فينظر في كتاب الله تعالى متدبراً، وفي ملكوت السماوات والأرض متفكراً، وذلك من عبودية العين, والله - عز وجل - يقول: {إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْؤُولاً} [الإسراء: من الآية36]. ¶ وبعد ذلك استقامة الأذن أيضاً، وهي من أقصر الطرق إلى القلب بعد العين وربما تسبقها عند كثير من الناس، ولذلك تجد السماع المحرم من أعظم ما يُضل الشيطان به الناس, فيعكفون على سماع المعازف المحرمة والأغاني الفاسدة, ليُمنع القلب ويُحرم من استقامته على الصراط كي لا تفيق القلوب بعد لهوها من غفلتها, وكي لا تدرك أفضل ما يمكنها إدراكه بعد استقامتها من حب الله ومعرفته والأنس به والشوق إلى",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "لقائه وإفراده بالخوف والرجاء والتوكل وسائر العبادات، فيمنعهم الشيطان أن يسمعوا كتاب الله - عز وجل - إلا في حالات الهم والغم والكرب والحزن, وإذا قيل لهم اسمعوا لهذا القرآن قالوا: أنحن في مأتم؟!، فجعلوا القرآن -الذي هو هدى وشفاء لما في الصدور- للمآتم والأحزان لا يذكرهم مفازع الآخرة، ولقد يسره الله للذكر ولكنهم كانوا قد أدمنوا سماع المعازف والألحان المطربة وسماع الأغاني السخيفة السمجة التي تحث على الفساد فحِيل بينهم وبين طعوم الإيمان وملاذه بالذكر الحكيم, وحرمت تلك القلوب ابتغاؤها أن تستقيم. ¶ لماذا يصعب على الإنسان أن يستجيب للحق؟ لماذا لا يتأثر بسماع الموعظة من كتاب الله - عز وجل - ومن كلام رسوله - صلى الله عليه وسلم - بل ربما لا يفهما أصلاً؟ , قلة الفهم هذه سببها قلة الخير في القلب، كما قال تعالى: {وَلَوْ عَلِمَ اللَّهُ فِيهِمْ خَيْراً لَأسْمَعَهُمْ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوْا وَهُمْ مُعْرِضُونَ} [الأنفال:23]. ¶ فكثير من الناس لا يفهم، وذلك لندرة الخير في قلبه، فمتى وجدت كلام الله - عز وجل - وكلام رسوله - صلى الله عليه وسلم - صعباً على الفهوم فاعلم أن الخير قليل في القلوب لأن الله تعالى يقول: {وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ} [القمر:17]، يعني هل من متذكر. ¶ ولذلك نقول: أصل الاستقامة استقامة القلب ثم استقامة اللسان والجوارح تؤثر على القلب بغير شك ويدخل إلى القلب منها ما يؤذيه كما قال ابن مسعود - رضي الله عنه -: (والله الذي لا إله إلا هو إن الغناء لينبت النفاق في القلب كما ينبت الماء البقل) , ولقد صدق - رضي الله عنه - عنه ويعني به الغناء المحرم الفاحش المشتمل على العبارات المنكرة والمعاني الفاسدة والمعازف المحرمة، وهذا كلام مجرب، وكلام ناصح عارف لما ينبت النفاق في القلوب.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ومن عجب أن الناس لا يستغنون عن الملاهي والمعازف ليل نهار, فكيف يمكن للقلب أن يستقيم؟ لابد أن يشغل العبد سمعه بذكر الله - عز وجل - ليستقيم على طاعته سبحانه .. لابد أن ينشغل بسماع القرآن، وسماع الموعظة الحسنة، وسماع دروس العلم حتى ينتفع بذلك ويهتدي إلى سواء السبيل. ¶ وكذلك استقامة باقي الجوارح من: اليد، والرجل، والبطن، والفرج، فإن كلاً منها له أثره في استقامة القلب وصلاحه. ¶ يقول تعالى: {فَاسْتَقِمْ كَمَا أُمِرْتَ} فلابد إذاً من المتابعة، وإذا كان الإنسان قد عزم على أن يسير في الطريق فلابد أن يعلم معالمه وحدوده. ¶ {كَمَا أُمِرْتَ} لابد من متابعة الأمر, إذاً لابد أن نتعلم أمر الله تعالى وأمر رسوله - صلى الله عليه وسلم -؛ لأن كيفية الاستقامة لا يكفي فيها مجرد العزم حتى نتعلم ما أمرنا به, فلابد أن نسمع أوامر الله بتفهم وتدبر لتعرف ما أمرك به - عز وجل - , ولابد إذاً من قراءة القرآن، ومعرفة سيرة النبي - صلى الله عليه وسلم - .. لابد من تعلم العلم لكي نحدِّد حدود الأمر الذي أمرنا به؛ فإن كثيراً من الناس يريد أن يسلك إلى الله - عز وجل - ولكنه يخطئ الطريق فيسير في طريق غير الطريق المأمور به، ويبتدع في دين الله، فيرد عليه عمله، كما قال - صلى الله عليه وسلم -: \"من عمل عملاً ليس عليه أمرنا فهو رد\" رواه مسلم. ¶ يقول الله - عز وجل - في هذه الآية: {فَاسْتَقِمْ كَمَا أُمِرْتَ وَمَنْ تَابَ مَعَكَ} وصف سبحانه المؤمنين هنا بالتائبين، وهو وصف تكرَّر ذكره مع الاستقامة في مواضع، كما في قوله تعالى: {فَاسْتَقِيمُوا إِلَيْهِ وَاسْتَغْفِرُوهُ وَوَيْلٌ لِلْمُشْرِكِينَ} [فصلت: من الآية6]، وقال هنا: {فَاسْتَقِمْ كَمَا أُمِرْتَ وَمَنْ تَابَ مَعَكَ} [هود: من الآية112]، إذاً لابد من زلات وأخطاء، وليس الشأن في وقوع تلك الأخطاء إنما الشأن في عدم تداركها؛ فإن كل بني آدم خطاء، وخير الخطائين التوابون، وقد علمنا قول النبي - صلى الله عليه وسلم -:",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "\"إن عبداً أذنب ذنباً، فقال: رب أذنبت ذنباً فاغفره لي، فقال الله: علم عبدي أن له رباً يغفر الذنب ويأخذ به، قد غفرت لعبدي, ثم مكث ما شاء الله ثم أصاب ذنباً فقال: رب أذنبت ذنباً فاغفر لي، قال الله: علم عبدي أن له رباً يغفر الذنب ويأخذ به، قد غفرت لعبدي\" ويقول في الثالثة: \"قد غفرت لعبدي، فليعمل ما شاء\". ¶ فالشأن إذاً أن نكون دائماً من التائبين كما قال الله تعالى: {وَتُوبُوا إِلَى اللَّهِ جَمِيعاً أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُون} [النور: من الآية31]، لم يقل أيها العاصون ولا أيها الفاسقون، وإنما دُعى الأتقياء إلى مقام التوبة: مقام الابتداء ومقام الانتهاء .. مقام لابد أن يصحبك منذ البداية منذ أن تعزم على الاستقامة حتى تصل إلى الجنة إن شاء الله، لابد أن نكون رجَّاعين إلى الله تائبين دائماً, تحاسب نفسك فتدرك التقصير فتستغفر الله وتتوب إليه, وقد قال النبي - صلى الله عليه وسلم -: \"يا أيها الناس توبوا إلى الله واستغفروه فإني أتوب إلى الله في اليوم مائة مرة\" متفق عليه. ¶ وقد أنزل الله - عز وجل - على نبيه - صلى الله عليه وسلم - بعد إكمال جهاده في رسالته ودعوته، وبعد أن تحققت الغاية المقصودة من حياته وبعثته، وجاء نصر الله والفتح، ودخل الناس في دين الله أفواجاً، أنزل الله تعالى: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ، وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجاً، فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّاباً} [النصر:1 - 3]. ¶ فإذا كان النبي - صلى الله عليه وسلم - يحتاج إلى الاستغفار ويؤمر به، وقد غفر له ما تقدم من ذنبه وما تأخر، وكان يكثر أن يقول في ركوعه وسجوده: \"سبحانك اللهم ربنا وبحمدك اللهم اغفر لي\", وإذا كان الصحابة يعدون له في المجلس الواحد أكثر من سبعين مرة: \"رب اغفر لي وتب علي إنك أنت التواب الرحيم\"، وليس استغفاره - صلى الله عليه وسلم -",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "كاستغفارنا الذي يحتاج إلى استغفار, إنما هو استغفار نابع من شهود حقيقي للتقصير, وتقصيره - صلى الله عليه وسلم - بمنزلة الحسنات لنا فإن حسنات الأبرار سيئات المقربين. ¶ ثم تأمل قوله - صلى الله عليه وسلم -: \"اللهم اغفر لي خطيئتي وجهلي وإسرافي في أمري وما أنت أعلم به مني، اللهم اغفر لي جدي وهزلي وخطئي وعمدي وكل ذلك عندي، اللهم اغفر لي ما قدمت وما أخرت وما أسررت وما أعلنت وما أنت أعلم به مني، أنت المقدم وأنت المؤخر وأنت على كل شيء قدير\". ¶ فإذا كان - صلى الله عليه وسلم - يتوب إلى الله هذه التوبة، ويستغفر هذا الاستغفار، وهو أعلم الخلق بالله وأشدهم له خشية، فما الظن بأحوالنا؟ ربما ظنَّ الواحد منا أنه غاية في الاستقامة وبحر من بحور العلم وقدوة في الدعوة والبذل والجهاد وآية في الأمر بالمعروف والنهي عن المنكر نسأل الله العافية, وهذا كله من الخلل الذي يؤدي بنا إلى أنواع الفشل وأنواع الفساد، لذلك لابد من تحقيق التوبة في هذا المقام؛ لأن الاستضعاف إنما يحصل بالذنوب, ويتسلط الظلمة على المسلمين باقتراف الذنوب ووجود التقصير, فيُستدرك الأمر بالتوبة إلى الله سبحانه وتعالى ولذلك قال المؤمنون: {رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِين} [آل عمران: من الآية147]، وقالوا لما دعوا ربهم ألا يجعلهم فتنة للذين كفروا: {رَبَّنَا لا تَجْعَلْنَا فِتْنَةً لِلَّذِينَ كَفَرُوا وَاغْفِرْ لَنَا رَبَّنَا إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ} [الممتحنة:5]. ¶ وقد جعل الله سبحانه الاستغفار سبباً لتفريج الكروب، وأمر بالاستغفار والتوبة في خواتيم العبادات ليس فقط بعد ارتكاب السيئات والوقوع في الزلات، فكان بعد الوقوف بعرفة الأمر بالاستغفار، قال - عز وجل -: {ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} [البقرة:199] , وكان النبي - صلى الله عليه وسلم - يقول بعد",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "الصلاة: \"أستغفر الله أستغفر الله أستغفر الله\", وبعد التشهد أمر النبي - صلى الله عليه وسلم - أبا بكر - رضي الله عنه - أن يقول: \"اللهم إني ظلمت نفسي ظلماً كثيراً ولا يغفر الذنوب إلا أنت فاغفر لي مغفرة من عندك وارحمني إنك أنت الغفور الرحيم\". ¶ فالتوبة إلى الله - عز وجل - مقام لا يستغني عنه الأنبياء والصديقون، فضلاً عن المقصرين والمفرطين. ¶ إذاً لابد من وقوع التفريط، ولابد من معالجة التفريط، فلا تيأس من تكرار أخطائك وكثرتها، وعليك أن تستدرك تلك الأخطاء، وألا تصر عليها، هذا هو الداء فإنما يأتي البلاء من إهمال العبد معالجة نفسه، وما من مرض تبادر إلى علاجه ومداواة نفسك منه إلا زال بإذن الله؛ فإنك إذا أهملت أدمنت. ¶ ولا يزال الوقوع في المعاصي والذنوب بالعبد وتركه الطاعات والإقبال عليها حتى يعضل به الداء فلابد من الرجوع والتوبة. ¶ ثم تأمل قوله: {مَعَكَ} في قوله: {وَمَنْ تَابَ مَعَكَ}، لكي تنتبه إلى أمر عظيم وهو أنه لابد من معية الصالحين, لابد أن نكون أولاً مع الرسول - صلى الله عليه وسلم - بمتابعة سنته وأن نكون معه عبر الزمان وعبر المكان، وهذا يحصل بالالتزام بدينه نصرة ومحبة وصدقاً، والالتزام بسنته تعلماً وتعليماً وتطبيقاً، ولا نعني بالسنة النوافل ولكن طريقة النبي - صلى الله عليه وسلم -، والمنهج الذي جاء به فهذا طريق النجاة وأصحابه هم الفرقة الناجية الذين أخبر عنهم النبي - صلى الله عليه وسلم - بأنهم: \"من كانوا على مثل ما أنا عليه وأصحابي\"، وهذا يحصل بدراسة السيرة والسنة حتى يحب الإنسان هذه الطريقة بحب رسول الله - صلى الله عليه وسلم - فيثبت على الصراط, ودراسة هذا وتأمله وتدبره يجعلنا نسير على طريق الحق ونستقيم بإذن الله. ¶ وكذلك لابد من معية الصالحين: معية من يكونون على نفس الطريق؛ فتلك المعية وهذه الصحبة من أعظم أسباب الاستقامة, أن تكون مع إخوانك في الله - عز وجل - ,",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وكلما ابتعدت عن إخوانك كلما تفرد بك الشيطان، فالشيطان ذئب الإنسان، وإنما يأكل الذئب من الغنم القاصية، فعليكم بالجماعة فإن الشيطان مع الواحد وهو من الاثنين أبعد. ¶ وصلاة الجماعة أحد مظاهر صحبة الصالحين حيث نراهم ويروننا، وننصحهم وينصحوننا، ونذكرهم ويذكروننا، فأنت عون لهم وهم عون لك على طاعة الله - عز وجل - , وصلاة الجماعة فرض على الأعيان على الصحيح، وذلك إشارة إلى أهمية تلك المعية وفضل تلك الصحبة. ¶ ثم إياك وصحبة الأشرار فإن جليس السوء إما أن يحرق ثيابك وإما أن تجد منه ريحاً خبيثة. ¶ ولابد أن يكون لك مع إخوانك أوقات تقضيها في طاعة الله - عز وجل -، ولا أعني بصحبة الصالحين مجرد قضاء الوقت بلا فائدة مع من تظن صلاحهم، بل لابد أن تكون معهم على الطاعة فتجتمع معهم على طاعة شُرع الاجتماع فيها: كصلاة الجماعة، ومجالس الذكر، ودروس العلم، وحفظ القرآن، وزيارة الإخوان، وعيادة المريض، وكل ما كان من أسباب الاجتماع مع أهل الخير والصلاح تكون فيه معهم ومنهم، وإياك أن تبتعد عنهم فإن غاية ما يريده الأعداء لكي يضلوا عباد الله رجالاً ونساءً أن يبتعدوا عن إخوانهم في الالتزام، وأن يتفرقوا في أهواء متعددة ومناهج متفرقة، فإن ذلك يؤدي إلى ضعف الإيمان والتردي بعيداً عن حقيقة الاستقامة. ¶ ولذلك نقول مراراً لابد في الاستقامة من صحبة صالحة وهم القوم يُنتفع بهم بصلاحهم، وهم القوم لا يشقى بهم جليسهم، ويغفر للعبد بوجوده معهم، ولو لم يكن منهم كما في الحديث الصحيح \"أن الله - عز وجل - يشهد ملائكته أنه غفر للذين يسبحونه ويحمدونه ويهللونه ويكبرونه ولم يروه ويسألونه الجنة ويعوذون به من",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "النار فيقول الله - عز وجل -: أشهدكم أني قد غفرت لهم, فيقول واحد من الملائكة: يا رب فيهم فلان عبد خطاء ليس منهم, إنما جلس لحاجة، فيقول الله: وله غفرت هم القوم لا يشقى بهم جليسهم\". ¶ فكن مع هؤلاء الذين لا تشقى بهم تكن من المستقيمين على أمر الله - عز وجل - , وإن عدمت في محلتك من يعينك على الخير فلن تعدم في كتاب الله وفي سنة رسوله - صلى الله عليه وسلم - وفي سيرة الصالحين من تعيش معهم أوقاتاً تتذكر من خلالها طريق الهدى, وكلما نقرأ في سير الصالحين كلما نزداد استقامة على صراط الله ونعلم من أنفسنا مدى التقصير الذي نحن عليه، فنستغفر الله ونعاود العزم والهمة على السير على طريق الله سبحانه وتعالى, ولو نظر كل واحد منا في أسباب التزامه ابتداء ربما وجد صديقاً صالحاً كان عوناً له على طاعة الله. ¶ ويكفي في شرف صحبة الصالحين أن الله - عز وجل - عندما ذكر أصحاب الكهف ذكر معهم كلبهم الذي صحبهم في المواضع المختلفة التي ذكرهم الله - عز وجل - فيها، فإذا كان كلبٌ صحب الصالحين ذكره الله معهم، فما الظن بمؤمن صادق الإيمان صحب الصالحين من المؤمنين؟ ¶ قال الله - عز وجل -: {سَيَقُولُونَ ثَلاثَةٌ رَابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْماً بِالْغَيْبِ وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ} [الكهف: من الآية22] , ويقول سبحانه: {وَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِ} [الكهف: من الآية18]، فهذا ونحوه مما يدلنا على أن الإنسان إذا صحب الصالحين كان ذلك أكبر عون له على طاعة الله - عز وجل -.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وقد أمر المؤمنون أن يكونوا مع النبي - صلى الله عليه وسلم -، فلنكن معه دائماً على كل حال، ولنكن مع من كان معه؛ لأن العلماء ورثة الأنبياء، والصالحون نؤمر بمتابعتهم ومعيتهم لنكون دائماً ذاكرين لله - عز وجل -. ¶ قال تعالى: {فَاسْتَقِمْ كَمَا أُمِرْتَ وَمَنْ تَابَ مَعَكَ وَلا تَطْغَوْا}، والطغيان مجاوزة الحد، فلا تتجاوز حدود الله - عز وجل -، ولا تبغ ولا تتعد، فالتعدي والتجاوز لحدود الشرع هو الذي يؤدي إلى الحرمان حتى ولو كان في مرحلة الاستضعاف, وكل مجاوزة لحدود الله هي من أسباب تأخير التمكين ومن أسباب البعد عن الاستقامة, فإذا كنت على طريق مستقيم ثم تجاوزت الحد خرجت عن الطريق, لابد أن تظل على الصراط .. وهذا مما يؤكد أهمية معرفة حدود الله حتى لا يطغى الإنسان، وحتى لا يظلم، وحتى لا يتجاوز كما قال تعالى: {الْأَعْرَابُ أَشَدُّ كُفْراً وَنِفَاقاً وَأَجْدَرُ أَلّا يَعْلَمُوا حُدُودَ مَا أَنْزَلَ اللَّهُ عَلَى رَسُولِهِ} [التوبة: من الآية97]. ¶ والطغيان سببه أساساً الرغبة في الدنيا، وهذه الرغبة تحث المرء على تطلعه فيها تطلعاً لا ينقضي معه الطمع، وكما قال النبي - صلى الله عليه وسلم -: \"لو كان لابن آدم واديان من ذهب لتمنى أن يكون له ثالثاً, ولن يملأ فاه ابن آدم إلا التراب ويتوب الله على من تاب\". ¶ وظلم الناس من أعظم مظاهر الطغيان فاحذر أن تظلم إخوانك المسلمين، بل احذر أن تظلم أحداً قط أبداً؛ فإن الظلم ظلمات يوم القيامة, والطغيان ولو على مشرك من أسباب الحرمان ومن أسباب الفساد وتأخير النصر والتمكين. ¶ قال تعالى: {إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ} فهذا ترغيب وترهيب: ترغيب في الاكتفاء برؤية الله - عز وجل - إياك في استقامتك وتوبتك ومعيتك للصالحين؛ فإن كثيراً من الناس إنما ينظر في ذلك إلى نظر الناس لأنه لم يستشعر نظر الرب - عز وجل - إليه .. لو استحضر أن",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "الله يبصر عمله والله ما التفت إلى الخلق طرفة عين .. إذا استحضر أن مالك الملك يراه ويطلع على عمله ماذا ينتظر بعد ذلك من رؤية الناس؟ ¶ والرياء طلب الرؤية، وإنما يحصل للعبد بالنظر إلى الناس ليروا عمله فهو يرائيهم أي يطلب رؤيتهم عمله ومن هنا سمي رياءً، وكذلك السمعة يطلب أن يسمعوه يطلب أن يتكلموا عنه وأن يُسمع بعضهم بعضاً مدحه وحسن الثناء عليه. ¶ فمتى علمت أن الله سميع بصير كفاك نظر الله تعالى إليك. ¶ وإذا قيل لأحد من الناس إن الرئيس أو الملك يقرأ تقارير عملك في خدمته بنفسه, هل يبحث عن الحراس الذين يحرسون الملك أو عن الخدم الذين يخدمون الرئيس أو عن الأتباع؟ لا شك أنه سوف يكون مهتماً جداً بأن أعماله سوف تعرض على هذا مباشرة. ¶ أما بصر الرب سبحانه وتعالى وسمعه وشهادته فبغير وسائط كما في الآية: {إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ} فإذا ما استحضر العبد بصر الرب - عز وجل - عمله لم يطلب قطعاً رؤية الناس، ولا سمعهم فأخلص لله - عز وجل - .. وفي هذا التنبيه على شرط الإخلاص، وفيه الترهيب من أن تعمل خلاف ما أمرك به فإنه بما تعملون بصير. ¶ فإذا راقبت الله سبحانه وتعالى واستحضرت أنه يبصر أعمالك فلن تعصيه بل ستخلص وتتابع وتطيع، وهذا أثر من آثار الإيمان بأسماء الله وصفاته، فهذه شروط العبادة كلها من إخلاص وإتباع وطاعة تحصل كثمرة من ثمرات الإيمان باسم الله البصير. ¶ وأنت ترى في الواقع مثلاً أن الطالب في الامتحان عندما يكون مستحضراً بصر المراقب له هل سيغش؟ لن يفعل بل سيكون حريصاً على النظر في حال نفسه",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "مراعياً ما يؤمر به منتهياً عما ينهى عنه, لذلك نقول هذا ترغيب وترهيب, ترغيب لتخلص لله وحده وترهيب من أن تخالف أمره أو أن تبتغي بصر غيره. ¶ ثم ننتقل إلى أدب آخر من تلك الآداب التي تضمنتها هذه الآيات في قوله تعالى: {وَلا تَرْكَنُوا إِلَى الَّذِينَ ظَلَمُوا فَتَمَسَّكُمُ النَّارُ}، وهو النهي عن الميل والركون إلى الظلمة. ¶ وفترة الاستضعاف التي تمر بها الأمة فترة حرجة خطيرة فإن ثمة ضغوطاً شديدة تدفعك إلى أن تميل مع الباطل، وتركن إلى الظلمة، وتطمئن إليهم، وترضى بفعلهم، وتتمنى أن تكون مثلهم, وكم من أناس إنما صاروا مع الظلمة بالرضا بأفعالهم والمتابعة لهم والركون إليهم. ¶ وكثير من الناس من يقول: \"أنا أريد الحق ولكن ماذا أصنع؟ الناس يأمرونني بغير ذلك\"، وكثير منهم من يضحي بدينه في سبيل أن يعيش –بزعمه- وهو في الحقيقة يموت .. يقولون نريد أن نعيش ونربي أبناءنا، ولذلك يتابعون على الظلم ويركنون إلى الذين ظلموا، ويأكلون السحت، ويشهدون الزور، ويربون أبناءهم على ذلك وبه، فيكونون سبباً لعذابهم لأنهم لم يربوهم على الإيمان والتوحيد, لم يربوهم على طاعة الله - عز وجل - ولو في مخالفة الناس ومفارقتهم إرضاءً لله؛ فإن من أرضى الله بسخط الناس رضي الله عنه وأرضى عنه الناس، ومن أسخط الله برضى الناس سخط الله عليه وأسخط عليه الناس. ¶ ولذلك فالركون إلى الذين ظلموا يكون بمتابعتهم على أي نحو فمن الناس من يتابعهم حتى لا يكون غريباً بينهم، كالذي يتابع الناس على شرب الدخان مثلاً مع أن الدخان ليس شهياً أو لذيذاً فإن من لا عادة له بشربه إذا اشتمه كرهه، ومع ذلك فالمبتلون به في ازدياد .. لماذا؟ يبدأ الأمر بالتقليد الأعمى حتى يكون الشاب",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "مثل الرجل ومقارعاً له .. يريد الفتى أن يكون مثل الرجال فيفعل مثل فعلهم فيركن إليهم فيكون ظالماً مثلهم فيصيبه من بلائهم ما لا يستطيع معه أن يمتنع منه، ومثل ذلك في الخمر والمخدرات وغيرها من الفواحش التي هي من أخبث الأشياء رائحة وطعماً، ومع ذلك يدمنها كثير من الناس. ¶ والعلة في مصاحبة أهل السوء ومتابعة الظالمين على ظلمهم حتى لا يكون المرء غريباً فبدلاً من أن يأنس بصحبة الأتقياء ومتابعة الصالحين هوى هوى الأشقياء وتزيّا بزيّ الظالمين. ¶ ومنهم من يتابع على الباطل وعلى الظلم لأنه يؤمر به؛ فإن حقيقة التبعية استعداد التبيع لمتابعة المتبوع على كل حال، قال تعالى: {وَقَالُوا رَبَّنَا إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءَنَا فَأَضَلُّونَا السَّبِيلا، رَبَّنَا آتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْناً كَبِيراً} [الأحزاب:67،68]، وقال: {إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا وَرَأَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ، وَقَالَ الَّذِينَ اتَّبَعُوا لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّأُوا مِنَّا كَذَلِكَ يُرِيهِمُ اللَّهُ أَعْمَالَهُمْ حَسَرَاتٍ عَلَيْهِمْ وَمَا هُمْ بِخَارِجِينَ مِنَ النَّارِ} [البقرة:166، 167]، فذلك النصيب الوكس عاقبة الخزي بما ظلموا. ¶ ولو أنك تأملت أنواع المخالفات المنافية للفطرة لما وجدت إلا الركون للذين ظلموا سبباً لها؛ ولذلك كان هذا من أعظم أسباب الانحراف وعدم الاستقامة. ¶ ومن تلك الأنواع هذا التبرج الذي ينافي الفطرة الإنسانية وما فطر الله الناس عليه مما يدعو إليه الإسلام من التستر والحياء وحفظ العورات, وهذا أصل النوع الإنساني آدم وزوجه -عليهما السلام- ما إن بدت لهما سوءاتهما حتى طفقا يخصفان عليهما من ورق الجنة، قال الله - عز وجل -: {يَا بَنِي آدَمَ لا يَفْتِنَنَّكُمُ الشَّيْطَانُ كَمَا أَخْرَجَ أَبَوَيْكُمْ مِنَ الْجَنَّةِ يَنْزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْآتِهِمَا إِنَّهُ يَرَاكُمْ هُوَ وَقَبِيلُهُ",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "مِنْ حَيْثُ لا تَرَوْنَهُمْ} [الأعراف: من الآية27]، فالشيطان هو الذي يأمر بالعري، إذاً فطرة الإنسان السوية ليست في التعري وإنما في التستر؛ لذلك قال الله - عز وجل - عن آدم وزوجه: {فَلَمَّا ذَاقَا الشَّجَرَةَ بَدَتْ لَهُمَا سَوْآتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِنْ وَرَقِ الْجَنَّةِ} [الأعراف: من الآية22] كان هو وزوجه فقط ومع ذلك طفقا يخصفان حياءً، فهذا هو الأصل في الإنسان وتلك فطرته. ¶ فلما تغيرت الفطرة وتبدلت تجد الرجل يمشي عارياً بين الناس، وهكذا المرأة مع أنها أكثر حياءً بل المرأة أكثر تهتُّكاً مع أنها في الأصل أكثر حياءً على ما تنزع إليه هرموناتها الأنوثية، ولذلك كان حياء العذراء في خدرها يضرب مثلاً لحياء رسول الله - صلى الله عليه وسلم -. ¶ ولكن لماذا ينافون الفطرة ويخالفونها؟ الجواب: لأن الناس كذلك يفعلون، وهذا هو الركون إلى الذين ظلموا: ركون القلب ثم ركون الجوارح .. يريدون أن يتابعوهم على ما هم عليه حتى في الأمور التي يتأذون منها، وتضيق صدورهم بها، ولكن سرعان ما تتوق إليها نفوسهم، وتنفرج لها صدورهم، وهذا كلبس الملابس الضيقة التي يقضون فيها الساعات الطويلة أمام الناس مع قبح الصورة وتجسيم العورة الذي ينافي الفطرة السوية ولكنه التقليد الأعمى واتباع الكبراء. ¶ فلابد من مراعاة هذين الأمرين المتلازمين: أن تبتعد عن الذين ظلموا، ولا تركن إليهم، ولا تحبهم، ولا تتابعهم، ولا تواليهم، ولا ترضى بفعلهم، ولا تنصرهم على باطلهم، وفي نفس الوقت تكون مع الذين تابوا. ¶ فمتى تحقق الاستقامة في نفسك لا بد من الأمرين جميعاً، فلا تضحِّ بدينك من أجل موافقة الناس، وفارق الناس وأنت تحتاج إليهم حتى تكون يوم القيامة بعيداً عنهم إذا ذُهب بهم إلى النار, وتقول مع المؤمنين: \"ربنا فارقناهم أفقر ما كنا",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "إليهم\" فلا تتبعهم يوم القيامة يوم ينادي منادٍ من قبل الله: \"أن تتبع كل أمة ما كانت تعبد، فيتبع من كان يعبد الشمس الشمس، ويتبع من كان يعبد القمر القمر، ويتبع من كان يعبد الطواغيت الطواغيت, ثم يؤتى باليهود فيقول الله - عز وجل -: \"ماذا كنتم تعبدون؟ \"، فيقولون: \"كنا نعبد عزير ابن الله\"، فيقول الله: \"كذبتم، ما اتخذ الله صاحبة ولا ولداً\"، فيقال: \"ماذا تريدون؟ \"، فيقولون: \"عطشنا يا ربنا؛ فاسقنا\"، فيقال: \"ألا تردون؟ \" فيحشرون إلى جهنم كأنها سراب يحطم بعضها بعضاً، ثم يؤتى بالنصارى فيقال: \"ما كنتم تعبدون؟ \"، فيقولون: كنا نعبد المسيح ابن الله، فيقال: كذبتم، ما اتخذ الله صاحبة ولا ولداً, فيقول: ماذا تريدون؟، فيقولون: عطشنا يا ربنا فاسقنا، فيقال: ألا تردون؟ فيحشرون إلى جهنم كأنها سراب يحطم بعضها بعضاً فيتساقطون فيها، وتبقى هذه الأمة فيها منافقوها فيأتيهم ربهم - عز وجل - فيقول: ماذا تنتظرون لتتبع كل أمة ما كانت تعبد, فيقولون: ربنا فارقنا الناس أفقر ما كنا إليهم .. \" يعني أحوج ما كنا إليهم .. (فارقنا الناس) أي في الدين .. من أجل الدين .. من أجل طاعة الله ومرضاته .. فارقناهم ونحن نحتاج إلى موافقتهم، فنحن الآن في غنى عن موافقتهم التي تؤدي بنا إلى النار، فيكرمهم الله بأن يهديهم إلى الصراط المستقيم كما هداهم سبحانه في دنياهم إلى صراطه المستقيم فيمرون عليه إلى جنات النعيم. ¶ فكل تعاون على ظلم وكل موالاة لظالم محرمة في هذه المرحلة وفي غيرها. ¶ ثم قال تعالى: {وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِيَاءَ ثُمَّ لا تُنْصَرُونَ}، وهذا بيان أن موالاة الظلمة تفقد ولاية الله - عز وجل -، وتفقد نصرته سبحانه، وأن الاستقامة على أمره سبحانه بها ينصر أولياءه ويعينهم ويثبتهم.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وتأمل قوله: {ثُمَّ لا تُنْصَرُونَ}، فإن ثم للعطف مع التراخي، والمعنى: أنهم سوف يكونون معاًُ فيما يبدو للناس منتصرين مدة من الزمن، لكن عاقبة الأمر إلى الخزي وعدم النصر. ¶ وأنت إذا تأملت وتساءلت: \"أين الكبراء والرؤساء والوزراء؟ \" وجدت أنهم كلهم عباد مأمورون، يقول أحدهم: \"أنا أنفذ الأوامر، أنا عبد مأمور\"، فهذا يركن إلى الذين ظلموا فيفقد ولاية الله - عز وجل - .. هو في أعين الناس وزير أو مشير، وهو في الحقيقة ما يقوله عن نفسه: (عبد مأمور) .. وفي نهاية الأمر لا ينصر هذا المجموع. ¶ ولكن لابد للطريق من معالم يصل بها القلب إلى الاستقامة وهذه المعالم هي العبادات الظاهرة التي شرعها الله - عز وجل - لتتحقق بها عبودية العبد، وأهمها الصلاة قال تعالى: {وَأَقِمِ الصَّلاةَ طَرَفَيِ النَّهَارِ وَزُلَفاً مِنَ اللَّيْلِ} وصلاة طرفي النهار: صلاة الصبح في الطرف الأول، وصلاة الظهر وصلاة العصر في الطرف الآخر؛ لأن ما بعد زوال الشمس يكون نصف النهار الآخر. ¶ {وَزُلَفاً مِنَ اللَّيْلِ}: المغرب والعشاء، وفيه إشارة إلى صلاة الليل أيضاً ولكن الأصل الواجب الصلوات الخمس. ¶ ولابد من التقصير في سلوك الطريق، ولابد من تدارك هذا التقصير: {إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَات} فالصلوات الخمس، والجمعة إلى الجمعة، ورمضان إلى رمضان مكفرات لما بينهن إذا اجتنبت الكبائر كما قال - صلى الله عليه وسلم -. ¶ وعن أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: \"لو أن نهراً غمراً بباب أحدكم يغتسل منه كل يوم خمس مرات في اليوم والليلة أيبقي ذلك من درنه شيء؟ \"، قالوا: لا يا رسول الله لا يبقي ذلك من درنه شيء، قال: \"فكذلك الصلوات الخمس يمحو الله بهن الخطايا\".",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "فإذا أقيمت الصلاة فعلاً بتمامها كفَّر الله بها من سيئات العبد، والعبد الذي يواظب على الصلاة في أوقاتها، وعلى خشوعها، وركوعها، وسجودها يغفر له، وترجح كفة حسناته، وتذهب الحسنات بالسيئات، وقد ورد في الصحيح (أن رجلاً نال من امرأة بالمدينة قبلة أو مساًً فأتى النبي - صلى الله عليه وسلم - فقال: \"أصبت حداً فأقمه عليّ\"، فسكت عنه النبي - صلى الله عليه وسلم - حتى صلى معه ثم قال له: \"هل صليت معنا؟ \"، قال: \"نعم\"، فتلى عليه هذه الآية: {وَأَقِمِ الصَّلاةَ طَرَفَيِ النَّهَارِ وَزُلَفاً مِنَ اللَّيْلِ إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ ذَلِكَ ذِكْرَى لِلذَّاكِرِينَ}، فقال: \"ألي خاصة أم للناس عامة؟ \"، فقال: \"بل للناس عامة\")، فهي عامة لكل مؤمن فالمحافظة على الصلوات الخمس في أوقاتها مع الإتيان بخشوعها الباطن والظاهر وأركانها وشروطها وواجباتها تذهب بها الخطايا وتكفر بها السيئات، فحسنات العبد في مقابلة سيئاته فكل حسنة تذهب سيئة كما قال النبي - صلى الله عليه وسلم -: (اتق الله حيثما كنت وأتبع السيئة الحسنة تمحها). ¶ ولما كانت الصلوات الخمس ونوافلها في كل وقت لم تزل تتبع السيئات فتمحوها, فجنودك من الحسنات هي التي تقضي على عدوك من جنود السيئات. ¶ ولكن لماذا نعجز عن الطاعات؟ لأننا فرطنا في الطاعات قبلها؛ فإن الحسنة دليل الحسنة, وأنت إذا أطعت الله - عز وجل - وفقك إلى طاعة أخرى وأذهب عنك السيئات. ¶ وصاحب السيئات يعجز لأنه مثقل بالجراح تلك الجراح التي تؤذي القلب، وتشغله بالهوى عن الهدى، وبملاذ الشهوات عن نور الإيمان، فينأى وقد أخلد إلى الأرض واتبع هواه. ¶ ولابد حتى تكف عن السيئات أن تنشغل بفعل الحسنات التي تذهب برجسها وتحفظك من شرها، ولا شيء أعظم من الصلوات المكتوبات وما يتلوها من النوافل المستحبات يمحو تلك السيئات الضخام ويذهب بالمخازي والآثام.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "{ذَلِكَ ذِكْرَى لِلذَّاكِرِينَ} وهذا أعظم من تكفير السيئات كما قال الله - عز وجل -: {وَأَقِمِ الصَّلاةَ إِنَّ الصَّلاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَلَذِكْرُ اللَّهِ أَكْبَرُ} [العنكبوت: من الآية45]، فذكر الله الذي في الصلاة أكبر من محوها للسيئات، فالصلاة فيها فائدتان عظيمتان: ¶ الأولى: ذكر الله، وهو مادة حياة القلب وأصل هدايته وصلاحه، فذكر الله الذي يسبق العبد به إلى ربه. ¶ الثانية: تكفير السيئات، وذكر الله أكبر من تكفير السيئات، ومن ذلك النهي عن الفحشاء والمنكر، وبالصلاة التامة تنال الفائدتين وتحصل المنفعتين، وهذا كله في الواجب, والمستحب زيادة في الخير. ¶ فكثرة صلاتك بالليل مما يزيد نصيبك من تكفير السيئات لأن الحسنات لديك بفضل الله وهكذا تجد التوافق بين قوله تعالى: {ذَلِكَ ذِكْرَى لِلذَّاكِرِينَ}، وقوله: {وَمَنْ تَابَ مَعَكَ} في مثل هذه العبادة الجامعة، فالصلاة أعظم ذكر لله، وهي مع ذلك مكفرة للسيئات، وهذا هو غاية مراد التائبين. ¶ ثم أمر الله بالصبر والإحسان فقال: {وَاصْبِرْ فَإِنَّ اللَّهَ لا يُضِيعُ أَجْرَ الْمُحْسِنِينَ} أمر بالصبر حتى يحمل العبد نفسه على طاعة الله، ويمنعها عن معاصيه، ويتحمل ما يصيبه في سبيل الله - عز وجل -؛ فإن الطريق إليه سبحانه محفوف بالمكاره لابد لمن يسير عليه ويخالف الناس مِن أن يصاب بأنواع المحن والابتلاءات، وفي خيرة الخلق أسوة؛ فقد أوذوا واتهموا وجرح منهم من جرح وقتل منهم من قتل، وقد حكى رسول الله - صلى الله عليه وسلم - نبياً من الأنبياء ضربه قومه حتى أدموه وهو يمسح الدم عن وجهه ويقول: \"اللهم اغفر لقومي فإنهم لا يعلمون\"، وهذا نبينا محمد - صلى الله عليه وسلم - كسروا رباعيته يوم أحد وشجوا وجهه فيقول: \"كيف يفلح قوم شجوا نبيهم وكسروا رباعيته وهو يدعوهم",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "إلى الله - عز وجل -؟ \"، فأنزل الله - عز وجل -: {لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَالِمُونَ} [آل عمران:128]، وجاءه - صلى الله عليه وسلم - رجلٌ وهو يقسم قسماً فقال: \"إن هذه قسمة ما أريد بها وجه الله\"، وقال له: \"اتق الله يا محمد\"، وقال له: \"اعدل فإن هذه قسمة ما أريد بها وجه الله\"، فقال: \"ويحك أولست أحق أهل الأرض أن يتقي الله؟ \"، وقال: \"ويحك فمن يعدل إن لم أعدل\"، ثم قال - صلى الله عليه وسلم -: \"رحم الله أخي موسى، لقد أوذي بأكثر من هذا فصبر\". ¶ فلابد من الصبر على ما ينال الإنسان من الأذى، وإذا لم يدرك الإنسان بأنه سوف يصاب بأنواع الأذى فإن ذلك سوف يؤدي به إلى تخليه عن الطريق وإيثاره السلامة وليست بالسلامة فإنه كالمستجير من الرمضاء بالنار .. لابد أن تخالف وتُتَّهم وتُبتَلَى كما فعل بمن قبلك ممن أمرت أن تكون معهم في التائبين والصابرين والمحسنين. ¶ ولا تظنن بالطريق الأخرى الحسنى، فإنما يصارع أهلها بعضهم بعضاً، ويكره بعضهم بعضاً، وذلك دأبهم في السر والجهار بالليل والنهار .. وإنما يكيد بعضهم بعضاً بما أشربته قلوبهم من حب الدنيا، وأنت إنما يكاد بك لأجل طاعتك واستقامتك، فأي شرف لك أكرم من هذا؟، وإنك إذاً على الله لكريم إذ يقيمك على طاعته فتُضطهَد لأنك التزمت بالدين، وأظهرت السنة، ولأنك تحافظ على الصلاة، وتتلو القرآن، ولأنك تدعو إلى الله - عز وجل - وليس بك قصد إلى من سواه وإنه لشرف عظيم ومنزل كريم. ¶ واعلم أن الناس الكائدين الماكرين بالمؤمنين كما قال تعالى: {تَحْسَبُهُمْ جَمِيعاً وَقُلُوبُهُمْ شَتَّى} [الحشر: من الآية14]، فالكفرة والمنافقون ليل نهار يكيد بعضهم بعضاً، ويكره بعضهم بعضاً؛ فإن المعصية تجر إلى المقت والكراهية، وإن رؤية بعضه لبعض لتشقي بعضهم بعضاً والله - عز وجل - حَكَمٌ عَدلٌ جعل الخير في طاعته والشر في",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "معصيته، وكما قال - عز وجل -: {إِنَّ الَّذِينَ كَفَرُوا يُنَادَوْنَ لَمَقْتُ اللَّهِ أَكْبَرُ مِنْ مَقْتِكُمْ أَنْفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى الْأِيمَانِ فَتَكْفُرُونَ} [غافر:10]، فهم في الحقيقة يمقتون أنفسهم، وتمقتهم الأرض التي يحيون عليها، ويمقتهم الزرع الذي يزرعون، والماء الذي يشربون، والنار التي يورون، ويستريح العباد من الكافر إذا مات، وتستريح البلاد والشجر والدواب، وإذا استراحت الأرض نفسها من نفسه أظهر ذلك أنها كانت تمقته، وما من بغيض إلا والراحة منه تحصل بهلاكه. ¶ وعلى قدر المعصية يكون المقت والكراهية، وتكون البغضاء في القلوب، ثم يكون ذلك الشقاء، وإنما تكون هذه النفرة بمخالفة الفطرة، ذلك بأن الله تعالى حبَّب إلينا الإيمان وزيَّنه في قلوبنا وكره إلينا الكفر والفسوق والعصيان. ¶ فلا تظن أنك وحدك الذي يُكاد بك، بل إنما يكيد بعضهم لبعض أعظم الكيد في مجتمعاتهم المنحرفة وأجوائهم الفاسدة, وكما قال - عز وجل -: {وَلا تَهِنُوا فِي ابْتِغَاءِ الْقَوْمِ إِنْ تَكُونُوا تَأْلَمُونَ فَإِنَّهُمْ يَأْلَمُونَ كَمَا تَأْلَمُونَ وَتَرْجُونَ مِنَ اللَّهِ مَا لا يَرْجُونَ} [النساء: من الآية104]، ولكن شرف لك أنت أن يكون ابتلاؤك من أجل طاعتك، وأن تكون السخرية منك من أجل إيمانك: {إِنَّ الَّذِينَ أَجْرَمُوا كَانُوا مِنَ الَّذِينَ آمَنُوا يَضْحَكُونَ} [المطففين:29]، بلاؤهم بأنفسهم أضعاف مضاعفة .. الشقاء في النظر إلى وجوههم .. وأم جريج العابد إذ سخطت دعت على ابنها وقالت: \"اللهم لا تمته حتى ينظر في وجوه المومسات\"، فمجرد النظر معرة وبلاء. ¶ هذا جريج اتهمته امرأة أنه زنا بها وأولدها غلاماً، فضربه الناس وهدموا صومعته، وقالوا: \"زنيت بهذه المرأة؟ \"، فقال: \"دعوني حتى أصلي ركعتين\" فصلى ركعتين ثم طعن في بطن الغلام فقال: \"يا غلام من أبوك؟ \" فقال: \"أبي الراعي فلان\", فجعلوا",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "يقبِّلون يديه ورجليه ويقولون: \"نبني لك صومعتك من ذهب\", قال: \"أعيدوها من طين كما كانت\". ¶ فاضطر أن ينظر إلى وجه المرأة المومسة ليبرئ نفسه, واليوم ينظر الرجل ليل نهار إلى وجوه المومسات، وينظر إلى وجوه مَن هو شر منهن من الكفرة والمنافقين. ¶ فمتى صبر العبد على طاعة الله وعلى ما يصيبه في سبيله أثابه الله مثوبة حسنة وأنزله منزلاً كريماً وأناله شرفاً عظيماً .. وأما الناس ففي مشقة وتعب، متألمين بغير احتساب، راجعين بغير ثواب، والمؤمن يحتسب المصيبة، ويدخر الثواب، ولذلك يزول عنه ألمها، وتذوب مرارة الصبر في حلاوة الطاعة وطعم الإيمان، فيذهب أثر المصيبة بعيداً بحيث لا يضر المرء ثم يكون الإحسان. ¶ والإحسان يكون فيما بينك وبين الله ويكون فيما بينك وبين الناس، وأصله الذي بينك وبين الله كما قال رسول الله - صلى الله عليه وسلم -: (الإحسان أن تعبد الله كأنك تراه فإن لم تكن تراه فإنه يراك)، ولو استحضر العبد هذا المقام، وأقام هذا المقام لما شعر بضغطة البلاء، ولا شدة المحنة؛ فإنه إذا كان مع الله - عز وجل - أي شيء يضره؟ يعبد الله كأنه يراه، فلو وصل إلى هذه الدرجة من القرب واستحضر معية الله في كل حال لم تَعْنِه الدنيا بأسرها فلا هي التي تفتنه بحسنها ولا هي التي تضره بسوئها. ¶ وهذا نبي الله موسى - عليه السلام - والبحر أمامه قد تلاطمت أمواجه واشتد غضبه وكثر زبده، ومن ورائه فرعون وجنوده .. ملك كفور متكبر مغرور، وجند كثير، وشر مستطير, ثم أصحابٌ قليلون خائفون وجلون يقولون: {إِنَّا لَمُدْرَكُونَ} [الشعراء: من الآية61]، فيقول: {كَلَّا إِنَّ مَعِيَ رَبِّي سَيَهْدِين} [الشعراء: من الآية62]. ¶ فهو بما وصل إليه من مقام الإحسان مطمئن غاية الاطمئنان فيضرب بعصاه البحر الكبير لينجو ويغرق الملك المغرور.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وإبراهيم خليل الرحمن - عليه السلام - عندما ألقي في النار يستحضر معية الله ويقول: \"حسبنا الله ونعم الوكيل\". ¶ ونبينا - صلى الله عليه وسلم - وهو في الغار، والمشركون لو نظر أحدهم إلى موضع قدمه لأبصره وصاحبه فيقول لصاحبه: يا أبا بكر ما ظنك باثنين الله ثالثهما {لا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا} [التوبة: من الآية40]. ¶ فاستحضار معية الله - عز وجل - هو الإحسان، وهؤلاء الذين يرجح الله بهم الكفة هم المحسنون, وربما تجد الواحد منهم بألف ألف من ضعاف الإيمان, وإنما تثقل كفة الصالحين بقلة من المحسنين وكثرة من الأبرار .. ولو كان أولئك الضعاف الإيمان أمماً ليس فيهم من الأبرار والمحسنين لما كانوا إلا غثاء كغثاء السيل وعدداً بلا حول ولا طول إذاً لن ترجح الكفة ولن تَغْلِب الأمة وستعمل فيها الأسلحة الذرية والكيماوية وكثرة العدة والعدد وستغلب هذه الأمة، ولكن متى تثقل الكفة وتَغلب الأمة؟ الجواب: حينما يكون فيهم طائفة من المحسنين وثلة من الأبرار، فينصر الله من ينصره، ويعز من يؤمن به ولا يكفره، ويذل من يكفره ويفجره. ¶ إذاً فما لواجبات الشرعية في هذه المرحلة الحرجة هذه المرحلة التي نزلت على رسول الله - صلى الله عليه وسلم - فيها سورة هود، فإن سورتي هود ويوسف من السور التي نزلت على رسول الله - صلى الله عليه وسلم - بعدما مات عمه أبو طالب وماتت زوجته خديجة فتعرض - صلى الله عليه وسلم - لأذى المشركين, وما كانوا ينالون منه قبل ذلك. ¶ نزلت هذه الآيات مثبتة أوامر واضحة: الاستقامة على الأمر, التوبة, معية الصالحين, عدم مجاوزة الحد بالطغيان, العلم بالله سبحانه وبأنه مطلع على الأعمال, عدم الميل إلى الظلمة وعدم موالاتهم ومتابعتهم وعدم الرضا بأفعالهم فيفقد العبد ولاية الله التي يفقد بفقدها نصرته سبحانه, وأيضاً الأمر بإقامة الصلاة",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "والصلوات الخمس على الخصوص وفعل الحسنات التي تذهب السيئات وذكر الله - عز وجل - والصبر، ثم الإحسان. ¶ وهذا المقام الرفيع وهذه الدرجة العالية وهذا مقام الإحسان هو غاية مراد الطالبين ومنتهى قصد السالكين الذي يؤتي ثماره في كل حين، ومن ثماره الإحسان مع الناس بتحمل أذاهم وكف الأذى عنهم، فإن آذوه عفى وصبر وصفح وغفر، وإذا عامل الناس عاملهم بالفضل والإحسان فيعطيهم وإن منعوه، ويصلهم وإن قطعوه، ويمن عليهم وإن حرموه، وإنما يستخلص له ذلك ويصطفى له بأنه كان بالله غنياً، وبه راضياً، ومنه قريباً، ولديه حبيباً، فصارت الدنيا كجناح بعوضة فَمَنَّ بلا غَضَاضة. ¶ فمن أحسن مع الله أحسن مع الناس ووجد في قلبه سهولة الإحسان إليهم كما قال تعالى: {وَلا تَسْتَوِي الْحَسَنَةُ وَلا السَّيِّئَةُ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ، وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ} [فصلت:34،35]. ¶ فنسأل الله أن يجعلنا من ذوي الحظ العظيم وأن يجعلنا من عباده المحسنين الصابرين. ¶ وكتبه ¶ ياسر برهامي ¶ الإعداد والتنسيق: ¶ براحة الدورات الشرعية والبحوث العلمية ¶ بمنتدى البراحة ¶ www.albraha.com ¶ تحت إشراف مشرف القسم الإسلامي بالمنتدى ¶ أبو الفرج المصري",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "Abou_elfarag@yahoo.com",
            "page": "29",
            "part": "1"
        }
    ],
    "t34981": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الاستقامة"
        }
    ]
}