{
    "b34984": [
        {
            "id": "1",
            "nass": "حديث ¶ من القلب ¶ بقلم ¶ د/ يَاسر بُرهامي ¶ الدعوة السلفية ¶ Omar_rahal84@hotmail.com",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "مقدمة ¶ الحمد لله , وأشهد أن لا إله إلا الله , وأشهد أن محمداً عبده ورسوله - صلى الله عليه وسلم -. ¶ فإلى كل من رضيت بالله ربَّا وبالإسلام دينًا ورسولا. ¶ إلى من تريد جنة عرضها السماوات والأرض , وتخاف من نار وقودها الناس والحجارة. ¶ إلى كل هؤلاء نخاطب فيهن حبهن لله عزَّ وجلَّ , وحبهن للنبي - صلى الله عليه وسلم - , وحبهن للإسلام. ¶ إلى هؤلاء نخاطب فيهن الفطرة السليمة التي تستجيب لنداء الحق: ¶ {وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَن يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَن يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلَالًا مُّبِينًا} (36) سورة الأحزاب , فالمسلم والمسلمة لا يرون لأنفسهم رأياً ولا حرية ولا اختيارًا بعد حكم الله ورسوله - صلى الله عليه وسلم -. ¶ ***",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "لماذا؟!! ¶ أختاه قد تسألين: ¶ ولماذا أرتدي الحجاب؟!! ¶ فالجواب: لأن حجاب المرأة المسلمة إنما هو فريضة شرعية كالصلاة والصيام وغيرها من فرائض الإسلام , قال عزَّ وجلَّ: {يَا أَيُّهَا النَّبِيُّ قُل لِّأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاء الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِن جَلَابِيبِهِنَّ ذَلِكَ أَدْنَى أَن يُعْرَفْنَ فَلَا يُؤْذَيْنَ وَكَانَ اللَّهُ غَفُورًا رَّحِيمًا} (59) سورة الأحزاب , وقال تعالى: {وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ} (31) سورة النور. ¶ فالحجاب طهارة , قال عزَّ وجلَّ: {وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِن وَرَاء حِجَابٍ ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ} (53) سورة الأحزاب. ¶ والحجاب تقوى , قال عزَّ وجلَّ: {يَا بَنِي آدَمَ قَدْ أَنزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْءَاتِكُمْ وَرِيشًا وَلِبَاسُ التَّقْوَىَ ذَلِكَ خَيْرٌ} (26) سورة الأعراف. ¶ والحجاب إيمان , فالله سبحانه وتعالى لم يخاطب بالحجاب إلا المؤمنات , فقد قال سبحانه: {وَقُل لِّلْمُؤْمِنَاتِ} (31) سورة النور , وقال سبحانه: {وَنِسَاء الْمُؤْمِنِينَ} (59) سورة الأحزاب. ¶ ولما دخل نسوة من بني تميم على أم المؤمنين عائشة رضي الله عنها عليهن ثياب رقاق , قالت: (إن كنتن مؤمنات فليس هذا بلباس المؤمنات , وإن كنتن غير مؤمنات فتمتعن به). ¶ وقد حذر سبحانه وتعالى المؤمنات من خطر التبرج , فقال عزَّ وجلَّ: ¶ {وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ} (33) سورة الأحزاب. ¶ فالتبرج سنة إبليسية , قال عزَّ وجلَّ: {يَا بَنِي آدَمَ لاَ يَفْتِنَنَّكُمُ الشَّيْطَانُ كَمَا أَخْرَجَ أَبَوَيْكُم مِّنَ الْجَنَّةِ يَنزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْءَاتِهِمَا} (27) سورة الأعراف.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وقد حذر النبي - صلى الله عليه وسلم - من التبرج فقال: (صنفان من أهل النار لم أرهما) الحديث , وفيه: ((ونساء كاسيات عاريات مائلات مميلات , رؤسهن كأسنمة البخت (الإبل) المائلة لا يدخلن الجنة , ولا يجدن ريحها)). ¶ يا فتاة الإسلام ¶ لا تقولي: \" أنا واثقة في نفسي \" , فمهما علا خلقك وحسن أدبك فلن تكوني كفاطمة الزهراء التي أمرها النبي - صلى الله عليه وسلم - بالحجاب. ¶ لاتقولي: \" القلب أبيض والنية سليمة \" , فلو صلح القلب لصلحت الجوارح , قال - صلى الله عليه وسلم -: (ألا إن في الجسد مضغة إذا صلحت صلح الجسد كله , وإذا فسدت فسد الجسد كله , ألا وهي القلب). ¶ لا تقولي: \" ملابس محترمة ومحتشمة وخير الأمور الوسط \" , فالله عزَّ وجلَّ هو الذي يشرع لا نحن , وما أمرنا به فهو الخير والصلاح وفيه السعادة. ¶ لا تقولي: \" سأرتديه عندما أتزوج \" , فالله عزَّ وجلَّ يأمرك به الآن , واعلمي أن الله عزَّ وجلَّ قد جعل الطيبين للطيبات , فعليك أن تختاري الزوج التقي الذي يحرص على طاعة الله , ويغار على أهله. ¶ عجباً , فمن الملاحظ أن الفتيات اللاتي يتبرجن ويظهرن زينتهن كي يعجل لهن بالزواج , قد تأخر سن زواجهن , والجزاء من جنس العمل. ¶ أختي المسلمة: ¶ اعلمي أن الحجاب الشرعي لابد له من صفات وشروط حتي تكوني قد امتثلت أمر الله عزَّ وجلَّ وأمر النبي - صلى الله عليه وسلم - , وهذه الشروط هي:",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "شروط الحجاب الشرعي ¶ 1 - أن يكون ساترًا لجميع البدن: أما تغطية الوجه والكفين فمشروع. ¶ يقول العلماء بوجوبه , ويقول البعض باستحبابه , أما إذا خيفت الفتنة منها أو عليها فيجب عليها ستر الوجه والكفين بالإجماع. ¶ وهذا خلاف لما يحدث اليوم من كشف للذراعين والساقين والأعناق , ولا حول ولا قوة إلا بالله. ¶ 2 - ألا يكون اللباس في نفسه زينة: لقوله تعالى: {وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ} (33) سورة الأحزاب , وقد شرع الله عزَّ وجلَّ الحجاب ليستر زينة المرأة , فلا يعقل أن يكون هو في نفسه زينة تلفت الأنظار. ¶ 3 - أن يكون صفيقاَ ثخيناً لا يشف: لأن الستر لا يتحقق إلا به , أما الشفاف فهو يجعل المرأة كاسية بالاسم , عارية في الحقيقة , قال - صلى الله عليه وسلم -: ¶ ((سيكون في آخر أمتي نساء كاسيات عاريات على رؤوسهن كأسنمة البخت , العنوهن فإنهن ملعونات)) , وهذا يدل على أن ارتداء المرأة ثوباً شفافاً رقيقاً يصفها من الكبائر المهلكة. ¶ 4 - أن يكون فضفاضاً واسعاً غير ضيق: لأن الغرض من الحجاب منع الفتنة , والضيق يصف حجم جسمها أو بعضه ويصوره في أعين الرجال , وفي ذلك من الفساد والفتنة ما فيه. ¶ ونحن نعجب كيف ترضى المسلمة أن ترتدي الملابس الضيقة , كالاستريتش , والبنطلونات , والبدي , وغيرها من الملابس التي ابتلينا بها في زماننا , علمًا بأنه يحرم على المرأة أن تجلس بمثل هذه الملابس – الاستريتش- أمامأبويها أو إخوانها , لأنه يصف الفخذ , وهو عورة بالاتفاق , حتى للرجال المحارم , فكيف تظهر بها أمام الرجال , قال - صلى الله عليه وسلم -:",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "((صنفان من أهل النار لم أرهما)) الحديث , وفيه: (ونساء كاسيات عاريات مائلات مميلات , رؤوسهن كأسنمة البخت (الإبل) المائلة لا يرون يدخلن الجنة , ولا يجدن ريحها). ¶ 5 - أن لا يكون مبخراً مطيباً: قال رسول الله - صلى الله عليه وسلم -: (أيما إمرأة استعطرت فمرت على قوم ليجدوا ريحها فهي زانية). ¶ 6 - أن لا يشبه ملابس الرجال: قال رسول الله - صلى الله عليه وسلم -: (ليس منا من تشبه بالرجال من النساء , ولا من تشبه بالنساء من الرجال). ¶ وعن أبي هريرة رضي الله عنه قال: (لعن رسول الله - صلى الله عليه وسلم - الرجل يلبس لبسة المرأة , والمرأة تلبس لبسة الرجل). ¶ 7 - أن لا يشبه ملابس الكفار: قال رسول الله - صلى الله عليه وسلم -: ((من تشبه بقوم فهو منهم)). ¶ وعن عبد الله بن عمرو رضي الله عنهما قال: رأني رسول الله - صلى الله عليه وسلم - وعليَّ ثوبين معصفرين , فقال: (إن هذه من ثياب الكفار فلا تلبسها). ¶ 8 - أن لا تقصد به الشهرة بين الناس: قال رسول الله - صلى الله عليه وسلم -: \" ومن لبس ثوب شهرة في الدنيا , ألبسه الله ثوب مذلة يوم القيامة , ثم ألهب في النار \". ¶ ولباس الشهرة هو كل ثوب يقصد به صاحبه الاشتهار بين الناس , سواء كان الثوب نفيساً , يلبسه تفاخراً بالدنيا وزينتها , أو خسيساً يلبسه إظهاراً للزهد والرياء , فهو يرتدي ثوباً مخالفاً مثلاً لألوان ثيابهم ليلفت نظر الناس إليه , وليختال عليهم بالكبر والعجب. ¶ ***",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "احذري التبرج المقنع ¶ أختي المسلمة: إذا تدبرتِ الشروط السابقة تبين لك أن كثيراً من الفتيات المسميات بالمحجبات اليوم لسن من الحجاب في شيء , فقد زين أعداء للمرأة ما يسمونه (الحل الوسط) الذي ترضى به المحجبة ربها – زعموا – وتحافظ على أناقتها في نفس الوقت: {وَيُرِيدُ الَّذِينَ يَتَّبِعُونَ الشَّهَوَاتِ أَن تَمِيلُواْ مَيْلاً عَظِيمًا (27) يُرِيدُ اللّهُ أَن يُخَفِّفَ عَنكُمْ وَخُلِقَ الإِنسَانُ ضَعِيفًا (28)} سورة النساء سورة النساء. ¶ فقد ترى فتاة تكشف عن عنقها وذراعها أو ساقها وتزعم أنه محجبة ترضي ربها. ¶ قد نرى فتاة ترتدي بنطلوناً ضيقاً أو حزاماً في الوسط وتزعم أنها محجبة ترضي ربها. ¶ *** ¶ الدين يسر ¶ أختي المسلمة: إن الحجاب لم يُفرض عليكِ ضيقاً , وإنما تشريفاً لكِ وتكريماً , ففي ارتداء الحجاب الشرعي صيانة لكِ وحماية للمجتمع من ظهور الفساد وانتشار الفاحشة. ¶ فلا تظني أن الحجاب عائق لكِ في الحياة , فإن الله جعل اليسر في طاعته: {وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ} (78) سورة الحج. ¶ وطاعته هي طريق السعادة: {فَمَنِ اتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشْقَى} (123) سورة طه , وجعل الضيق في معصيته: {وَمَنْ أَعْرَضَ عَن ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنكًا} (124) سورة طه. ¶ فمن ظن أن الله يضيع من طاعه فقد ظن بالله ظن السوء.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "سمعنا وأطعنا ¶ إن المسلم الصادق يتلقى أمر ربه عزَّ وجلَّ ويبادر إلى تلرجمته إلى واقع عملي حباًّ وكرامة للإسلام واعتزاز بشريعة الرحمن وسمعاً وطاعة لسنة خير الأنام: {إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَن يَقُولُوا سَمِعْنَا وَأَطَعْنَا وَأُوْلَئِكَ هُمُ الْمُفْلِحُونَ} (51) سورة النور. ¶ إذن لا خيار أمام أمر الله ولا تردد في امتثال حكم الله فهيا إلى التوبة أيتها الأخت المسلمة , إن كنتِ حقاًّ قد رضيت بالله ربًّا وبالإسلام دينًّا وبمحمد نبيًّا ورسولاً , وبزوجاته وبناته ونساء المؤمنين أسوة وقدوة , سارعي إلى أمر الله وقولي كما قال موسى عليه السلام: {وَعَجِلْتُ إِلَيْكَ رَبِّ لِتَرْضَى} (84) سورة طه. ¶ قولي كما قال المؤمنون والمؤمنات من قبل: {سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ} (285) سورة البقرة. ¶ وآخر دعونا أن الحمد لله رب العالمين. ¶ ***",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "لماذا .............. ؟!! ¶ أختي المسلمة إنه سؤال حائر يتردد في وجدان كل إنسان منا ألا وهو: لماذا خلقنا الله عزَّ في هذه الدينا؟ ¶ فإذا تلمسنا الإجابة من كتاب الله عزَّ وجلَّ فإذا هي: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ} (56) سورة الذاريات. ¶ فعبادة الله عزَّ وجلَّ التي من أجلها خلق الانسان وأُرسل إليه الرسل: {وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ} (25) سورة الأنبياء , فأنقسم الناس إلى فريقين , فريق في الجنة وفريق في السعير. ¶ والعبادة لا تقتصر على الصلاة والصيام فقط بل تشمل كل عمل وقول يحبه الله بل تشمل كل نواحي الحياة: {قُلْ إِنَّ صَلاَتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلّهِ رَبِّ الْعَالَمِينَ (162) لاَ شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَاْ أَوَّلُ الْمُسْلِمِينَ (163)} سورة الأنعام. ¶ ***",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "قصة وعبرة ¶ أختي المسلمة: ¶ تأملي قول الله عزَّ وجلَّ: {إِذْ قَالَتِ امْرَأَةُ عِمْرَانَ رَبِّ إِنِّي نَذَرْتُ لَكَ مَا فِي بَطْنِي مُحَرَّرًا فَتَقَبَّلْ مِنِّي إِنَّكَ أَنتَ السَّمِيعُ الْعَلِيمُ} (35) سورة آل عمران. ¶ فقد نذرت هذه المرأة الصالحة مولودها أن يكون عبداً خالصاً لله فلما وضعه أُنثى قالت – كما قال الله تعالى على لسانها -: {وَلَيْسَ الذَّكَرُ كَالأُنثَى وَإِنِّي سَمَّيْتُهَا مَرْيَمَ وِإِنِّي أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ الشَّيْطَانِ الرَّجِيمِ} (36) سورة آل عمران. ¶ فقد فطنت هذه المرأة الصالحة أن المرأة ليست مساوية للرجل في مجالات الدنيا ولكنها قد تتفوق فب عبادة الله عزَّ وجلَّ , فوالله إن مريم بنت عمران خيرٌ من ألف , بل ملايين من رجال زماننا. ¶ فالعلكِ أختي المسلمة أن تقبلي على كتاب الله وسنة رسوله - صلى الله عليه وسلم - فتعرفي كيف كرم الإسلام المرأة وحافظ على هذه اللؤلؤة , وتعرفي على الدور الذي حدده لكِ الإسلام , وما أعطه لكِ من حقوق , ولا تتبعي كل ناعق من الشرق والغرب. ¶ قال أحدهم: (جئنا للننزع الحجاب عن المرأة المسلمة ونغطي به القرآن)!! ¶ *** ¶ كتبه: ¶ ياسر برهامي",
            "page": "10",
            "part": "1"
        }
    ],
    "t34984": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "حديث من القلب"
        }
    ]
}