{
    "b34985": [
        {
            "id": "1",
            "nass": "قصة آدم عليه السلام ¶ بقلم ¶ فضيلة الشيخ/الدكتور: ¶ ياسر بن حسين برهامي ¶ عفا الله عنه، وعن جميع المسلمين ¶ الدعوة السلفية بالإسكندرية",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "المقدمة ¶ الحمد لله، وأشهد أن لا إله إلا الله، وأن محمدًا عبده ورسوله صلى الله عليه وسلم ... وبعدُ: ...... فإن الإيمان بالأنبياء والرسل عليهم الصلاة والسلام ركن من أركان الإيمان؛ كما بينه ربنا في القرآن، فقال: {آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللّهِ وَمَلآئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ} [البقرة: 582]؛ أي في الإيمان بهم، وبيّنه الرسول صلى الله عليه وسلم في سُنَّته؛ كما قال في حديث جبريل لما سأله عن الإيمان: «أن تؤمن بالله، وملائكته، وكتبه، ورسله، واليوم الآخر، وتؤمن بالقدر خيره وشره» (1) ولا يصح إيمان عبد بلغه خبر رسول من رسل الله إلا بالإيمان به الذي يشمل تصديقهم فيما أخبروا به ومحبتهم وتوقيرهم وتعظيمهم التعظيم اللائق بهم دون الغلو في إطرائهم إذ هم أفضل عباد الله عزَّ وجلَّ وهم رسله السفراء بينه وبين خلقه في تبليغ أوامره ونواهيه وأخباره إليهم، ثم ما يلزم من هذه المحبة والتصديق من متابعتهم وطاعتهم وامتثال أوامرهم واجتناب نواهيهم، وإن من أعظم أسباب سعادة الإنسان صحبة أنبياء الله ورسله بل هذه في الحقيقة من أعظم نعيم الجنة بعد النظر إلى وجه الله الكريم وسماع كلامه وتسليمه والفوز برضوانه، قال تعالى: {وَمَن يُطِعِ اللّهَ وَالرَّسُولَ فَأُوْلَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللّهُ عَلَيْهِم مِّنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاء وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقًا (69) ذَلِكَ الْفَضْلُ مِنَ اللّهِ وَكَفَى بِاللّهِ عَلِيمًا} [النساء: 69، 70]، وقال النبي صلى الله عليه وسلم آخر ما قال في الدنيا: «في الرفيق الأعلى»، والحق أن هذه السعادة برفقة الأنبياء والمرسلين مردها إلى تحقيق أوثق عرى الإيمان؛ وهي الحب في الله سبحانه؛ فإن صحبتهم تقرب العبد من الله، وتعرفه بأسمائه وصفاته، وبره وإحسانه، وجماله وعظمته وحكمته، وحمده وربوبيته وألوهيته، وبهذا يسعد القلب وتُسد فاقته، فلا يصل العبد إلى حقيقة الإيمان بالله إلا إذا آمن برسله واتبعهم، ولذا كان الكفر بواحد منهم كفر بهم جميعًا وكفر بالذي أرسلهم قال تعالى: {إِنَّ الَّذِينَ يَكْفُرُونَ بِاللّهِ وَرُسُلِهِ وَيُرِيدُونَ أَن يُفَرِّقُواْ بَيْنَ اللّهِ وَرُسُلِهِ وَيقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَن يَتَّخِذُواْ بَيْنَ ذَلِكَ سَبِيلاً (150) أُوْلَئِكَ",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "هُمُ الْكَافِرُونَ حَقًّا وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُّهِينًا (151)} [النساء: 150، 151].والله سبحانه رحيم بعباده، فمن فاتته صحبة الأنبياء بأبدانهم؛ فقد جعل الله سبيلاً إلى معيتهم على البعد في الزمان والمكان بما أوحى على رسوله الكريم صلى الله عليه وسلم سيد الأولين والآخرين، وخير الخليقة أجمعين محمد عليه أفضل الصلاة، وأتم التسليم من قصصهم وأخبارهم ودعوتهم، وجهادهم في سبيل الله، وقد تضمن هذا القصص من جميل صفاتهم وكريم أفعالهم ما يجلي للقارئ والسامع له حقيقة هذه الشخصيات العظيمة التي لا يملك العبد إلا أن يحبهم من كل قلبه لما امتلأت قلوبهم من محبة الله، ومعرفته وهدايته، فيعيش من خلال قصص القرآن الذي لا نظير له على الإطلاق لا في قصص أهل الكتاب، ولا في أساطير الناس وحكاياتهم، ولا في غير ذلك، يعيش العبد مع الأنبياء، ويعد نفسه للتأسي بهم ومتابعتهم، ويسأل الله أن يرزقه رفقتهم في برزخه ويوم القيامة صدقًا من قلبه، ومن أعظم منن الله على عباده المؤمنين أنه قد قضى قضية رحمةٍ وفضل، فجعل «المرء مع مَن أحب» كما تواتر بذلك النقل عن رسول الله صلي الله عليه وسلم، فكان تدبر قصص القرآن عن الأنبياء سببًا لمحبتهم ومعيتهم وهذه المحبة سبب إلى رفقتهم وصحبتهم، وتأمل كيف ذكر الله هذه المحبة على تباعد الزمان والمكان في قوله تعالى: {وَإِنَّ مِن شِيعَتِهِ لَإِبْرَاهِيمَ} [الصافات: 38]، وكم كان بينهما زمانًا ومكانًا، وقال تعالى عن إبراهيم: {قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ} [الممتحنة: 4]، ومعلوم أن إبراهيم إنما آمن به لوط عليهما السلام ومع ذلك؛ فهذه معية الأنبياء والمؤمنين عبر العصور، كيف لا وقد قال تعالى بعد ذكر الأنبياء في سورة الأنبياء: {إِنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَبُّكُمْ فَاعْبُدُونِ} [الأنبياء: 29]، والله إن القلب ليكاد أن يطير شوقًا إليهم، وحبًا لهم بعد هذا التكريم من الله أن جعلنا وإياهم أمة واحدة، فله الحمد وله الثناء الحسن، لا نحصي ثناءًا عليه هو كما أثنى على نفسه. ولما كان إبراز المعاني الإيمانية التي تتضمنها قصص القرآن عن الأنبياء من أعظم ما يزيد الحب لهم، ولمن أرسلهم سبحانه وبحمده، وكذا إبراز صفاتهم الجميلة والتفكير في أفعالهم وأخلاقهم، وحسن عبادتهم ودعوتهم، وكذا تأمل ما عليه أعداؤهم من قبيح الصفات والأفعال؛ ليحذر",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "العبد على نفسه منها، كانت هذه المحاولة للانتفاع بمواعظ القرآن، والتذكر لما يسر الله فيه من حقائق الإيمان، وثمراته اليانعة والتي أسأل الله أن ينفع بها كاتبها وقارئها وسامعها، وأن يرزقنا عيش السعداء وموت الشهداء، ومرافقة الأنبياء، وأن يغفر لنا ولوالدينا وأهلينا وذرياتنا، وإخواننا وأخواتنا وأحبائنا والمؤمنين والمؤمنات؛ إنه سميع قريب. ولنشرع في ذكر قصة سيدنا آدم أبي البشر عليه السلام؛ قصة رحلته إلى الأرض وسيكون طريقنا إن شاء الله أن نذكر الآيات التي تضمنت القصة في مواضعها المختلفة من القرآن ونبين فوائد كل منها، وما يتعلق بتفسيرها باختصار. والله المستعان وهو حسبنا ونعم الوكيل. ¶ قصة سيدنا آدم عليه السلام ... في سورة البقرة ... قال تعالى: {وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً قَالُوا أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ قَالَ إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ (30) وَعَلَّمَ آَدَمَ الْأَسْمَاءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى الْمَلَائِكَةِ فَقَالَ أَنْبِئُونِي بِأَسْمَاءِ هَؤُلَاءِ إِنْ كُنْتُمْ صَادِقِينَ (31) قَالُوا سُبْحَانَكَ لَا عِلْمَ لَنَا إِلَّا مَا عَلَّمْتَنَا إِنَّكَ أَنْتَ الْعَلِيمُ الْحَكِيمُ (32) قَالَ يَا آَدَمُ أَنْبِئْهُمْ بِأَسْمَائِهِمْ فَلَمَّا أَنْبَأَهُمْ بِأَسْمَائِهِمْ قَالَ أَلَمْ أَقُلْ لَكُمْ إِنِّي أَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالْأَرْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنْتُمْ تَكْتُمُونَ} [البقرة: 30 ـ 33]. ¶ قال ابن كثير -رحمه الله-: «يخبر تعالى بامتنانه على بني آدم بتنويهه بذكرهم في الملأ الأعلى قبل إيجادهم، فقال تعالى: {وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ} أي واذكر يا محمد إذ قال ربك للملائكة، واقصص على قومك ذلك {إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً} أي قومًا يخلف بعضهم بعضًا قرنًا بعد قرن وجيلاً بعد جيل؛ كما قال تعالى: {وَهُوَ الَّذِي جَعَلَكُمْ خَلاَئِفَ الأَرْضِ} [الأنعام: 165]، وقال: {وَيَجْعَلُكُمْ خُلَفَاء الْأَرْضِ} [النمل: 62]، وقال: {وَلَوْ نَشَاء لَجَعَلْنَا مِنكُم مَّلَائِكَةً فِي الْأَرْضِ يَخْلُفُونَ} [الزخرف: 60]، وقال: {فَخَلَفَ مِن بَعْدِهِمْ خَلْفٌ} [الأعراف: 169]، وليس المراد ههنا بالخليفة آدم عليه السلام فقط، كما يقول طائفة من المفسرين، وعزاه القرطبي إلى ابن عباس وابن مسعود وجميع أهل التأويل وفي ذلك نظر، بل الخلاف في ذلك كثير حكاه الرازي في تفسيره وغيره، والظاهر أنه لم يرد آدم فيها عَيْنًا، إذ لو كان ذلك لما حسن قول الملائكة: {أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ} فإنهم أرادوا أن من هذا الجنس مَن يفعل ذلك وكأنهم علموا ذلك بعلم خاص، أو بما فهموه من الطبيعة البشرية فإنه أخبرهم أنه يخلق هذا الصنف من صلصال من حمأٍ مسنون، أو فهموا من الخليفة أنه الذي يفصل بين الناس ما يقع بينهم من المظالم ويردعهم عن المحارم والمآثم. قاله القرطبي، أو",
            "page": "4",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "أنهم قاسوهم على من سبق» ا. هـ باختصار يسير. دلت الآيات الكريمة على أن الإنسان خلق للأرض، وأن الله قدر حياة النوع الإنساني في الأرض قبل خلق آدم عليه السلام، كما دلت السنة على ذلك صراحة كما روى البخاري ومسلم واللفظ له عن أبي هريرة قال: قال رسول الله صلي الله عليه وسلم: «احتج آدم وموسى عليهما السلام عند ربهما، فحج آدم موسى، قال موسى: أنت آدم الذي خلقك اللَّه بيده ونفخ فيك من روحه وأسجد لك ملائكته وأسكنك في جنته، ثم أهبطت الناس بخطيئتك إلى الأرض. فقال آدم: أنت موسى الذي اصطفاك اللَّه برسالته وبكلامه، وأعطاك الألواح فيها تبيان كل شيء وقربك نجيًا فبكم وجدت اللَّه كتب التوراة قبل أن أخلق؟ قال موسى: بأربعين عامًا. قال آدم: فهل وجدت فيها: {وَعَصَى آدَمُ رَبَّهُ فَغَوَى} [طه: 121]، قال موسى: نعم؛ قال أفتلومني على أن عملت عملاً كتبه اللَّه عليّ أن أعمله قبل أن يخلقني بأربعين سنة؟!» قال رسول الله صلي الله عليه وسلم: «فحج آدم موسى» (1).فدل الكتاب والسنة على أن القدر المحتوم بوجودنا على الأرض سابق على وجود آدم عليه السلام، وإنما كان سكنه في الجنة عليه السلام لحكم بالغة منها أن يظل قلبه، وكذا قلوب بنيه تهفو وتحن لأول منزل، وتظل الفطرة الإنسانية متطلعة إلى الانتقال من الأرض، تبغي عنها حولاً دائمًا، ولا يستقر له القرار مهما حقق فيها من راحة ورخاء لأن داره الأولى الجنة؛ هي التي لا يبغي عنها حولاً، وإنما وجدنا على ظهر الأرض لتحقيق العبودية لله سبحانه وتعالى فيها؛ كما قال تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ} [الذاريات: 56]، وهي عبودية خاصة تختلف عن عبودية الملائكة والنوع الإنساني أخص بها من الجن وأقوم وأعلم، وهي عبودية يحبها الله ويحب من قام بها أشد من محبته لعبودية سائر الخليقة والبرية {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُوْلَئِكَ هُمْ خَيْرُ الْبَرِيَّةِ} [البينة:7] وهم مكرمون في بدايتهم وفي نهايتهم تكريمًا عظيمًا: في بدايتهم مكرمين بكرامة أبيهم آدم عليه السلام كما سيأتي إن شاء الله، وفي نهايتهم عند دخول الجنة {وَالمَلاَئِكَةُ يَدْخُلُونَ عَلَيْهِم مِّن كُلِّ بَابٍ (23) سَلاَمٌ عَلَيْكُم بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ} [الرعد: 23، 24].",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وهذه العبودية الخاصة لما قاموا بها بين من يفسد في الأرض ويسفك الدماء؛ فخاصموهم بالله، وحاكموهم إليه، وآمنوا به وتوكلوا عليه، وأسلموا له وأنابوا إليه رغم ما في نفوسهم من نوازع الشر ودوافع الرغبات ووساوس الشياطين، فدافعوا كل ذلك للهِ عزَّ وجلّ، وبذلوا وضحوا وتركوا ما يهوون ويحبون لحبهم لله عز وجل، وهذا الذي امتازوا به عن عبودية الملائكة عليهم السلام، فالملائكة كل ما حولهم ومَن حولهم يعبد الله ويذكر به وقد ركب الله خلقهم وقوتهم على إرادة ما يحبه دون إرادة ما يسخطه، لا يعصون الله ما أمرهم ويفعلون ما يؤمرون، لا يسبقونه بالقول وهم بأمره يعملون. والسماوات والأرض والجبال أبت أن تحمل أمانة التكليف والأمر والنهي وأشفقت منها وأتت طائعة لله مسخرة بغير امتحان وابتلاء، والله رضي منهم بذلك، ولكنه يحب عبودية أخرى هي عنده أكمل ولديه أحب وهي العبودية في وسط المنازعة والمخاصمة، ومن أجل ذلك قدر سبحانه ما يكرهه من سفك الدماء والإفساد في الأرض: بالشرك والقطيعة والفسوق والعصيان، وأنواع المخالفات التي يسخطها، ويسخط على مَن يفعلها، لكنه عز وجل يعلم أنه يوجد من النوع الإنساني الأنبياء والصديقون والشهداء والصالحون ـ وهم أولياؤه عز وجل، وهم خلاصة النوع الإنساني ـ من أجل عبادتهم له، وصبرهم على مَن خالفهم، وبذلهم مهجهم وأموالهم وأهليهم وأوطانهم في سبيله، وإيثارًا لمرضاته ومحبته، من أجل أن يرى عز وجل منهم ما يحب خلق مَن يكره، وأضل مَن هان عليه ليبتلي أولياءه بهم وسلطهم على ظلمهم وبغيهم، وعلى الإفساد وسفك الدماء، مع قدرته عز وجل أن يخلق من لا يعصيه طرفة عين، ويسبح بحمده ويقدس له بالليل والنهار لا يفترون. فيا أيها الإنسان الذي اصطفاك الله بالإيمان وخصك بتوفيقه، وخلق غيرك من أجل عبوديتك هلا أدركت قيمتك وعلمت منزلتك وعلمت أن ما تكرهه من ثقل التكاليف وألم الابتلاءات إنما هو الشيء الذي اختصك الله به من بين سائر عباده؛ لكي تظهر من عبادته ومحبته وخوفه ورجائه والتوكل عليه، والصبر والرضا واليقين بلقائه، والثبات على الصراط المستقيم رغم كل العقبات والمعوقات والموانع، وكل ذلك من عظيم امتنانه عليك، وخصوصية اجتبائك",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "واصطفائك عنده، وهلا فهمت حقيقة: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ} [الذاريات: 65] فالكل قد أمر بعبادة الله والكفرة والظلمة والطغاة ما خلقوا كذلك إلا لعبادته ليؤمروا هم بها فلا يعملون بها ولتعبد أنت ربك بمخالفتهم ومجاهدتهم، والصبر على أذاهم، فهم شرعًا مأمورون بالعبادة، أمّا كونًا: فقد خلقوا لتتحقق عبودية غيرهم ـ وهم أهل الإيمان ـ الذين مَنَّ الله عليهم بهذا الشرف خلق أعداءهم من أجلهم؛ من أجل أن يحبوه ويروا نعمته، ويشاهدوا منته ويحمدوه من كل قلوبهم، ويشكروه بألسنتهم وجوارحهم، ويحبوا فيه ولأجله، ويبغضوا فيه ولأجله، ثم هو سبحانه يجمع لهم خير الدنيا والآخرة فيحييهم في الدنيا الحياة الطيبة ـ رغم الآلام ـ ويذيقهم حلاوة الإيمان وعطيته أعظم العطايا ـ رغم الحرمان ـ ثم يؤويهم ويؤيدهم بنصره، ويرزقهم من الطيبات لعلهم يشكرون، ويستخلفهم في الأرض كما استخلف الذين من قبلهم، ويمكن لهم دينهم الذي ارتضى لهم، ويبدلهم من بعد خوفهم أمنًا يعبدونه لا يشركون به شيئًا، ومَن مات منهم قبل ذلك أسكن روحه الجنان، وهداه وأصلح باله وجعل له الذكر الحسن، ولسان الصدق، ورزقه رفقة النبيين والصديقين والشهداء والصالحين، وأما يوم القيامة فيرزقهم جنته ورضوانه ولذة النظر إلى وجهه، وسماع كلامه وسلامه، وينصرهم على رءوس الأشهاد ويعلي قدرهم فوق العباد، فسبحان العزيز الحكيم الرءوف الرحيم عالم غيب السماوات والأرض، له الملك وله الحمد وهو على كل شيء قدير، له النعمة والفضل والثناء الحسن لا نحصي ثناءً عليه، هو كما أثنى على نفسه. وأما معنى الخليفة في قوله تعالى: {إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً} فهو كما رجحه ابن كثير -رحمه الله-: أنهم أقوام يخلف بعضهم بعضًا، وليس أنه خليفة الله سبحانه؛ فإن الملك لله في الأرض ثابت: {لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ} [البقرة: 107]، وكما في الحديث الصحيح: «ولك الحمد أنت ملك السموات والأرض ومن فيهن»، وإنما يقال: خليفة فلان. لمن مات، أو غاب، أو ذهب ملكه، وما سمي أبو بكر خليفة رسول الله صلى الله عليه وسلم إلا بعد وفاته صلي الله عليه وسلم، ولم يثبت في كتاب ولا سنة ولا قول صاحب أنهم قالوا عن آدم أو ذريته أنهم خلفاء الله سبحانه وتعالى، وقد أحسن ابن كثير الاستدلال على ما ذهب إليه من أن",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "المقصود أن الخليفة قوم يخلف بعضهم بعضًا؛ بأن آدم عليه السلام لم يقع منه إفساد في الأرض أو سفك للدماء؛ فكيف يكون هو المتبادر إلى الفهم من معنى الخليفة مع قول الملائكة: {أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ}؛ فدل ذلك على أن المقصود بعض ذريته، ولذا كان الاستدلال بهذه الآية على وجوب نصب خليفة فيه نظر، وإن كانت المسألة مجمعًا عليها، ولا نزاع فيها بين أهل العلم، لكن من أدلة أخرى: كتابًا وسنةً وإجماعًا وقياسًا؛ فإن الملائكة لما فهمت من جعل الخليفة وجود من يفسد في الأرض ويسفك الدماء، لم يحسن أن يكون المقصود بالخليفة الذي يحكم بين الناس بالعدل، ويقيم فيهم الشرع لأن هنا معنى ظاهر الحكمة لا يحتاج إلى سؤال، وإنما الذي يحتاج إلى السؤال عنه الحكمة الخفية في خلق من يفسد فيها ويسفك الدماء، والله أعلم. وإن كنا نذكر ما ذكره القرطبي -رحمه الله- في أمر الخليفة لفائدته وإن كنا نرجح عدم تعلقه بالآية؛ قال ابن كثير -رحمه الله-: «و قد استدل القرطبي بهذه الآية على وجوب نصب الخليفة ليفصل بين الناس فيما اختلفوا فيه، ويقطع تنازعهم، وينتصر لمظلومهم من ظالمهم، ويقيم الحدود، ويزجر عن تعاطي الفواحش، إلى غير ذلك من الأمور المهمة، التي لا تمكن إلا بالإمام، وما لا يتم الواجب إلا به فهو واجب، والإمامة تنال بالنص كما يقوله طائفة من أهل السنة في أبي بكر أو بالإيماء كما يقول آخرون منهم (1)، أو باستخلاف الخليفة آخر بعده كما فعل الصديق بعمر بن الخطاب، أو يتركه شورى في جماعة صالحين كذلك كما فعله عمر، أو باجتماع أهل الحل والعقد على مبايعته، أو بمبايعة واحد منهم له، فيجب التزامها عند الجمهور، وحكى على ذلك إمام الحرمين الإجماع (2)، أو يقهر أحد الناس على طاعته لئلا يؤدي ذلك إلى الشقاق والاختلاف (3). وهل يجب الإشهاد على عقد الإمامة؟ فيه خلاف: فمنهم من قال لا يشترط، وقيل: بلى يكفي شاهدان وقال الجبائي يجب أربعة وعاقد ومعقود له كما ترك عمر -رضي الله عنه- الأمر شورى بين ستة فوقع الأمر على عاقد وهو عبد الرحمن بن عوف، ومعقود له وهو عثمان بن عفان واستنبط وجوب الأربعة الشهود من الأربعة الباقين وفي هذا نظر (1)، ويجب أن يكون ذكرًا",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "حرًا بالغًا عاقلاً مسلمًا مجتهدًا بصيرًا سليم الأعضاء خبيرًا بالحروب والآراء قرشيًا على الصحيح (2)، ولا يشترط الهاشمي ولا المعصوم من الخطأ خلافًا للغلاة الروافض. ولو فسق الإمام هل ينعزل أم لا؟ فيه خلاف: والصحيح أنه لا ينعزل لقوله عليه الصلاة والسلام: «إلا أن تروا كفرًا بواحًا عندكم فيه من اللَّه برهان»؛ وهل له أن يعزل نفسه؟ فيه خلاف، وقد عزل الحسن بن علي نفسه وسلم لمعاوية، لكن هذا لعذر، وقد مدح على ذلك؛ فأما نصب إمامين في الأرض أو أكثر فلا يجوز؛ لقوله صلي الله عليه وسلم: «مَن جاءكم وأمركم جميع يريد أن يفرق بينكم فاقتلوه كائنًا مَن كان»؛ وهذا قول الجمهور، وقد حكى الإجماع على ذلك غير واحد منهم إمام الحرمين وقالت الكرامية: يجوز اثنان فأكثر كما كان علي ومعاوية إمامين واجبي الطاعة قالوا: وإذا جاز بعث نبيين في وقت واحد وأكثر جاز ذلك في الإمامة لأن النبوة أعلى رتبة من الإمامة بلا خلاف وحكى إمام الحرمين عن الأستاذ أبي إسحق أنه جوز نصب إمامين فأكثر إذا تباعدت الأقطار، وتردد إمام الحرمين في ذلك (1)، ا. هـ من ابن كثير. وقول الملائكة عليهم السلام: {أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ} التسبيح التنزيه لله تعالى، والتقديس التطهير والتعظيم، وقال غير واحد من السلف: «نصلى لك»، والخلاف هو في العبارة، والمعنى واحد إذ أَنَّ الصلاة تعظيم لله وإثبات الكمال له والتطهير من كل نقص وعيب وهذا قالته الملائكة على سبيل التعجب والسؤال عن الحكمة في خلق بعض الخلق مع وجود مَن يطيع لا على سبيل الاعتراض، وكذلك لم يقولوه على سبيل تزكية النفس المذمومة، والله أعلم». وهذا اختيار ابن جرير -رحمه الله-.وقوله تعالى: {وَعَلَّمَ آَدَمَ الْأَسْمَاءَ كُلَّهَا} في الصحيحين من حديث أنس عن النبي صلى الله عليه وسلم قال: «يجتمع المؤمنون يوم القيامة يقولون: لو استشفعنا إلى ربنا فيأتون آدم فيقولون أنت أبو الناس خلقك اللَّه بيده وأسجد لك ملائكته وعلمك أسماء كل شيء ... » الحديث بطوله في الشفاعة، وهو صريح في أن الله علم آدم أسماء كل شيء فيشمل كل ما قاله السلف من الأقوال: إنسان ودابة وسماء وأرض وسهل وبحر وجمل وحمار وأشباه ذلك من الأمم وغيرها،",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وكذا أسماء الملائكة والذرية؛ قال ابن كثير: «والصحيح أنه علمه أسماء الأشياء كلها ذواتها وصفاتها وأفعالها».وفي هذا دليل على أن النوع الإنساني إنما يشرف بالعلم؛ وأصله العلم بالله، وبما يحبه الله ويرضاه، وبخبره وشرعه وأمره ونهيه، ثم العلم الدنيوي إن استعان به العبد على مرضاة الله كان شرفًا له، وكان علمًا نافعًا، وأما إذا استعان به على مخالفته والكفر به، فليس بعلم نافع ولا يطلق على صاحبه عالم، فلابد في العلوم الدنيوية من طب وهندسة وفلك وتاريخ وغيرها من نية صالحة، وعمل صالح في تعمير الأرض بطاعة الله، ولا يجوز إهمال هذه العلوم مطلقًا بزعم أنه لا شرف إلا في العلم الشرعي، فَعِلْمُ آدمَ الأسماءَ كلها كان شرفًا له. ولا شك أن هذه العلوم مما يمكن أن يعين على العبادة والجهاد، وقوة المسلمين وتيسير أمور الحياة التي يعمرها المؤمن بالطاعة، ولكن لا يجوز أيضًا إطلاق مدح هذه العلوم وجعلها الغاية والمقصد الذي تفنى فيه الأعمار على حساب فرض العين من العلم بالله والدار الآخرة وكتبه ورسله وملائكته وقضائه وقدره وشرعه وأمره ونهيه، أو أن تمدح لو وقعت من كافر فاجر فكم جَرَّت هذه العلوم حين تمكن منها الكفار من خراب وشقاء على البشرية، وجعلوها مطية لنشر كفرهم وضلالهم وشهواتهم؛ فشقوا وأشقوا غيرهم، فلا بد أن يطلب المسلم هذه العلوم بنية وعمل صالح ولا يكون على حساب علم الدين. وقوله تعالى: {ثُمَّ عَرَضَهُمْ عَلَى الْمَلَائِكَةِ} [البقرة: 31] أي المسميات عرضها على الملائكة {فَقَالَ أَنْبِئُونِي بِأَسْمَاءِ هَؤُلَاءِ إِنْ كُنْتُمْ صَادِقِينَ} [البقرة: 31] قال ابن جرير: «وأولى الأقوال في ذلك تأويل ابن عباس، ومن قال بقوله، ومعنى ذلك أنبئوني بأسماء من عرضته عليكم أيها الملائكة القائلون {أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا} من غيرنا، أم منا فنحن نسبح بحمدك ونقدس لك؛ إن كنتم صادقين في قيلكم (أي قولكم) إني إن جعلت خليفتي (1) في الأرض من غيركم عصاني وذريته وأفسدوا وسفكوا الدماء وإن جعلتكم فيها أطعتموني واتبعتم أمري بالتعظيم لي والتقديس؛ فإن كنتم لا تعلمون أسماء هؤلاء الذين عرضت لكم؛ وأنتم تشاهدونهم فأنتم بما هو غير موجود من الأمور الكائنة التي لم توجد أحرى أن تكونوا غير عالمين» أ. هـ.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وفي قوله تعالى: {قَالَ إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ} مفزع لكل مؤمن يرى فيه الأرض من أنواع الفساد والشر ما قد يضيق به صدره، ويؤلم قلبه، فلا بد أن يستحضر أن الخير كله في يدي الله سبحانه، وأن الشر ليس إليه ليس من صفاته ولا من أفعاله وإنما في مخلوقاته شر نسبي: أي من بعض الجهات لمن فعله ورضي به ليس من كل جهة، بل فيه خير ويترتب عليه الخير من جهات عديدة الله يعلمها، ونحن لا نعلم ولا نطلع على الغيب، فلنفوض الأمر إلى الله، ولنسلم لأمره ونتوكل عليه سبحانه في فعل ما يحبه ودفع ما يكرهه سبحانه. وفي قوله عن الملائكة عليهم السلام: {قَالُوا سُبْحَانَكَ لَا عِلْمَ لَنَا إِلَّا مَا عَلَّمْتَنَا إِنَّكَ أَنْتَ الْعَلِيمُ الْحَكِيمُ} حسن تنزيه الرب عز وجل في كمال علمه وحكمته أن يحيط أحد بشيء من علمه إلا بما علمه، فهو الذي يُعَلِّم من يشاء ما يشاء، وهو سبحانه وحده العليم بالحقيقة وعلم كل خلقه بالنسبة إلى علمه جهل وهو الحكيم بالحقيقة، فسبحانه وتعالى أن يفعل شيئًا لغير حكمة محمودة يستحق عليها الحمد، وسبحانه وتعالى أن يضع شيئًا في غير موضعه أو أن يخص من لا يستحق الاختصاص أو أن يفضل من لا ينبغي أن يفضل وسبحانه وتعالى أن يفعل شيئًا بغير إحكام وإتقان، بل صنعه أتقن الصنع، وخلقه أحسن الخلق، وهو العليم الحكيم. وقارن بين قول الملائكة: {سُبْحَانَكَ لَا عِلْمَ لَنَا إِلَّا مَا عَلَّمْتَنَا} وقول أعلم الخلق بالله محمد صلي الله عليه وسلم: «اللهم اغفر لي خطيئتي وجهلي وإسرافي في أمري، وما أنت أعلم به مني»، وقول الخضر لموسى: «وما علمي وعلمك وعلم الخلائق في علم اللَّهِ إلا كما أخذ هذا العصفور من هذا البحر» متفق عليه. قارن بين هذا كله وبين غرور جهلة البشر في إعجابهم بأنفسهم وعلمهم، وأنهم وصلوا إلى مرحلة الاستغناء عن القوة الإلهية؛ كما يقول بعض فلاسفتهم عن عصر العلم: «أنه عصر موت الإله، ومولد السوبر مان»، وأن حضارتهم هي الحضارة التي لا تشيخ ولا تزول؛ لأنها قائمة على العلم والتكنولوجيا، التي ما وصلت إليها البشرية من قبل، وألف مؤلفوهم وأدباؤهم القصص التي تتضمن هذا الكفر؛ كتلك التي نال عليها الكاتب العربي جائزة نوبل في الأدب؛ لأنه يخبر بانتصار العلم على الدين، وأن «عرفة» في قصته ـ الذي يرمز إلى المعرفة الحديثة والعلم",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "الحديث ـ قد قتل (الجبلاوي) ـ الذي جعله رمزًا للإله ـ تعالى الله عن كفرهم وشركهم علوًا كبيرًا ـ هذا فضلاً عن الاستهزاء بالأنبياء وعلومهم وسيرتهم. والعجب أن هذا دائمًا يصدر ممن لا يتقن فرعًا واحدًا من فروع العلم البشري إذ كل من أتقن منه شيئًا أيقن يقينًا جازمًا أن ما يجهله الإنسان أضعاف أضعاف ما يعلمه، فمن عرف مثلاً علم الطب ـ على تقدمه ـ يوقن أن الإنسان مازال يبحث في قشرة صغيرة وراءها أعماق بعيدة لا يحسن الإنسان ولا يدرك عنها شيئًا وكذلك من أتقن علم الفلك علم أن ما يعلمه الإنسان ـ رغم كثرته بالنسبة لما مضى ـ لا يساوي شيئًا في الحقيقة بالنسبة إلى مازال غامضًا لا يعرف الإنسان عنه إلا الخرص والتخمين والنظريات والاحتمالات، وكم تحدى هؤلاء الجهلة الكفار ربهم عز وجل ويأتيهم الرد في قمة ما تحدوا به فها هو مكوك الفضاء الأمريكي المسمى «تشالنجر» (1) الذي انفجر قبل دقائق من هبوطه إلى الأرض ولا يدرون السبب، وتنتهي أبحاثهم بمجرد الاحتمالات والتخمين، فهلا أدرك الإنسان ظلمه وجهله، وهلا اتعظ الأذناب الذين يطبلون لسادتهم طبول حربهم مع الله وعلى دينه وتوقفوا عن سخافات عقولهم وزبالة أذهانهم العاجزة الجاهلة، وأيقنوا بأنه لا علم للبشر ولا لغيرهم إلا ما علمهم الله، ولو تأمل المتأمل أكثر اكتشافات البشر واختراعاتهم لوجدها وقعت بغير قصد منهم، بل بطريق المصادفة التي حقيقتها التوفيق والإلهام، وإلا فقد بقيت البشرية آلاف السنين لا تعرف الكهرباء، ولا الذرة، ولا وسائل الاتصال فما هي الطفرة التي غيرت عقل الإنسان وعلم بها خلال أقل من مئة سنة ما لم يعلمه عبر عشرات الآلاف من السنين؟ والله ما وقعت طفرة ولا شيء، وإنما هو ابتلاء الله للبشر أن علَّمهم ما ظنوا به أنهم علماء؛ فانقادوا لهذا الوهم، وردوا على الله أمره وشرعه ونازعوه صفته فكان جزاؤهم الشقاء الدائم، والجهل الفظيع بأهم شيء لديهم وهو كيف يحيون الحياة الطيبة؟ فصاروا أشقى خلق الله رغم الإمكانيات العلمية والتقدم التقني في أكثر مجالات الحياة؛ فصاروا كما قال الله: {وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (6) يَعْلَمُونَ ظَاهِرًا مِّنَ الْحَيَاةِ الدُّنْيَا وَهُمْ عَنِ الْآخِرَةِ هُمْ غَافِلُونَ} [الروم: 6، 7] اللهم إنا نعوذ بك من علم لا ينفع، وقلب لا يخشع، ونفس لا تشبع، ودعاء لا يسمع.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "فائدة: قال ابن القيم -رحمه الله- (1): «اعلم أن الله سبحانه وتعالى اختص نوع الإنسان من بين خلقه بأن كرمه وفضله وشرفه، وخلقه لنفسه وخلق كل شيء له وخصه من معرفته ومحبته وقربه وإكرامه بما لم يعطه غيره، وسخر له ما في سماواته وأرضه وما بينهما حتى الملائكة ـ الذين هم أهل قربه ـ استخدمهم له وجعلهم حفظة له في منامه ويقظته وظعنه وإقامته، وأنزل إليه وعليه كتبه ورسله وأرسل إليه وخاطبه وكلمه منه إليه واتخذ منهم الخليل والكليم والأولياء والخواص والأحبار وجعلهم معدن أسراره ومحل حكمته وموضع حبه وخلق لهم الجنة والنار، فالخلق والأمر والثواب والعقاب مداره على النوع الإنساني فإنه خلاصة الخلق وهو المقصود بالأمر والنهي وعليه الثواب والعقاب، فللإنسان شأن ليس لسائر المخلوقات وقد خلق أباه بيده ونفخ فيه من روحه وأسجد له ملائكته وعلمه أسماء كل شيء وأظهر فضله على الملائكة ومن دونهم من جميع المخلوقات وطرد إبليس عن قربه وأبعده عن بابه إذ لم يسجد له مع الساجدين واتخذ عدوًا له، فالمؤمن من نوع الإنسان خير البرية على الإطلاق وخيرة الله من العالمين فإنه خلقه ليتم نعمته عليه وليتواتر إحسانه إليه، وليخصه من كرامته وفضله بما لم تنله أمنيته ولم يخطر على باله ولم يشعر به ليسأله من المواهب والعطايا الباطنة والظاهرة العاجلة والآجلة التي لا تنال إلا بمحبته ولا تنال محبته إلا بطاعته وإيثاره على ما سواه فاتخذه محبوبًا له وأعد له أفضل ما يعده محب غني قادر جواد لمحبوبه إذا قدم عليه وعهد إليه عهدًا تقدم إليه فيه بأوامره ونواهيه وأعلمه في عهده بما يقربه إليه ويزيده محبة له وكرامة عليه وما يبعده منه ويسخط عليه ويسقطه من عينيه (1)، وللمحبوب عدو هو أبغض خلقه إليه قد جاهره بالعداوة وأمر عباده أن يكون دينهم وطاعتهم وعبادتهم له دون وليهم ومعبودهم الحق واستقطع عباده واتخذ منهم حزبًا ظاهروه ووالوه على ربهم، وكانوا أعداءً له مع هذا العدو يدعون إلى سخطه ويطعنون في ربوبيته وإلهيته ووحدانيته ويسبونه ويكذبونه ويفتنون أولياءه ويؤذونهم بأنواع الأذي ويجهدون على إعدامهم من الوجود وإقامة الدولة لهم ومحو كل ما يحبه الله ويرضاه وتبديله بكل ما يسخطه ويكرهه، فعرفه بهذا العدو وطرائقهم وأعمالهم ومآلهم، وحذرهم موالاتهم والدخول في زمرتهم والكون معهم، وأخبره",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "في عهده أنه أجود الأجودين وأكرم الأكرمين وأرحم الراحمين، وأنه سبقت رحمتُه غضبَه، وحلمه عقوبته، وعفوه مؤاخذته، وأنه قد أفاض على خلقه النعمة وكتب على نفسه الرحمة وأنه يحب الإحسان والجود والعطاء والبر وأن الفضل كله بيده والخير كله منه والجود كله له وأحب ما إليه أن يجود على عباده ويوسعهم فضلاً ويغمرههم إحسانًا وجودًا ويتم عليهم نعمته ويضاعف لديهم منته ويتعرف إليهم بأوصافه وأسمائه ويتحبب إليهم بنعمه وآلائه، فهو الجواد لذاته، وجود كل جواد خلقه الله ويخلقه أبدًا أقل من ذَرَّةٍ بالقياس إلى جوده فليس الجواد على الإطلاق إلا هو وجود كل جواد فمن جوده ومحبته للجود والإعطاء والإحسان والبر والإنعام والإفضال فوق ما يخطر ببال الخلق أو يدور في أوهامهم، وفرحه بعطائه وجوده وإفضاله أشد من فرح الآخذ بما يُعطاه ويأخذه، أحوج ما هو إليه، أعظم ما كان قدرًا فإذا اجتمع شدة الحاجة وعظم قدر العطية والنفع بها فما الظن بفرح المعطَي؟ ففرح المعطِي سبحانه بعطائه أشد وأعظم قدرًا مِن فرح هذا بما يأخذه ولله المثل الأعلى إذ هذا شأن الجواد من الخلق فإنه يحصل له الفرح والسرور والابتهاج واللذة بعطائه وجوده فوق ما يحصل لمن يعطيه ولكن الآخذ غائب بلذة أخذه عن لذة المعطِي، وابتهاجه وسروره هذا مع كمال حاجته إلى ما يعطيه وفقره إليه وعدم وثوقه باستخلاف مثله وخوف الحاجة إليه عند ذهابه والتعرض لذل الاستعانة بنظيره، ومَن هو دونه ونفسه قد طبعت على الحرص والشح؟ فما الظن بمن تقدس وتنزه عن ذلك كله، ولو أن أهل سماواته وأرضه وأول خلقه وآخرهم وإنسهم وجنهم ورطبهم ويابسهم قاموا في صعيد واحد فسألوه فأعطى كل واحد ما سأله ما نقص ذلك مما عنده مثقال ذرة، وهو الجواد لذاته كما أنه الحي لذاته العليم لذاته السميع البصير فجوده العالي مِن لوازم ذاته فالعفو أحب إليه مِن الانتقام والرحمة أحب إليه مِن العقوبة، والفضل أحب إليه مِن العدل والعطاء أحب إليه مِن المنع. فإذا تعرض عبده ومحبوبه الذي خلقه لنفسه وأعد له أنواع كرامته وفضله على غيره وجعله محل معرفته وأنزل إليه كتابه وأرسل إليه رسوله واعتنى بأمره ولم يهمله ولم يتركه سدى فتعرض لغضبه وارتكب مساخطه وما يكرهه وأبعد منه ووالى عدوه وظاهره عليه وتحيز إليه وقطع طريق نعمه وإحسانه إليه التي هي أحب شيء إليه، وفتح طريق العقوبة والغضب والانتقام فقد استدعى من",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "الجواد الكريم خلاف ما هو موصوف به من الجود والإحسان والبر وتعرض لإغضابه وإسخاطه وانتقامه وأن يصير غضبه وسخطه في موضع رضاه وانتقامه وعقوبته في موضع كرمه وبره وعطائه واستدعى بمعصيته من أفعاله ما سواه أحب إليه منه وخلاف ما هو من لوازم ذاته من الجود والإحسان. فبينما هو حبيبه المقرب المخصوص بالكرامة إذا انقلب آبقًا شاردًا، رادًا لكرامته مائلاً عنه إلى عدوه مع شدة حاجته إليه وعدم استغنائه عنه طرفة عين فبينما ذلك الحبيب مع العدو في طاعته وخدمته ناسيًا سيده منهمكًا في موافقة عدوه قد استدعى من سيده خلاف ما هو أهله إذا عرضت له فكرة فتذكر بر سيده وعطفه وجوده وكرمه وعلم أنه لابد له منه وأن مصيره إليه وعرضه عليه وأنه إن لم يقدم عليه بنفسه قُدِمَ به عليه على أسوأ الأحوال ففر إلى سيده من بلد عدوه وجد في الهرب إليه حتى وصل إلى بابه فوضع خده على عتبة بابه وتوسد ثرى أعتابه متذللآً متضرعاً خاشعًا باكيًا آسفًا يتملق سيده ويسترحمه ويستعطفه ويعتذر إليه قد ألقى بيده إليه واستسلم له وأعطاه قياده، وألقى إليه زمامه، فعلم سيده ما في قلبه فعاد مكان الغضب عليه رضًا عنه ومكان الشدّة عليه رحمة به وأبدله بالعقوبة عفوًا وبالمنع عطاءً وبالمؤاخذة حلمًا فاستدعى بالتوبة والرجوع من سيده ما هو أهله وما هو موجب أسمائه الحسنى وصفاته العلى فكيف يكون فرح سيده به وقد عاد إليه حبيبه ووليه طوعًا واختيارًا وراجع ما يحبه سيده منه ويرضاه وفتح طريق البر والإحسان والجود التي هي أحب إلى سيده من طريق الغضب والانتقام والعقوبة» ا هـ. فهل علمت أخي الكريم لماذا يجعل الله في الأرض مَن يفسد فيها ويسفك الدماء مع من يسبح بحمده ويقدس له؟ مع أن هذا المذكور هو قطرة في بحر حكمته البالغة، هو عز وجل الذي أحاط بها وأعلم مَن شاء من عباده بما شاء منها فله الحمد وهو الحكيم العليم. وتأمل ختم الملائكة كلامها في تنزيه الرب والتبري من العلم إلا ما علمهم بهذين الاسمين الكريمين: {إِنَّكَ أَنتَ الْعَلِيمُ الْحَكِيمُ} [البقرة: 32] تجد فيها الفقه الأكبر بمعرفة الأسماء والصفات واستشعار آثارها وموجباتها في كل مقام، فالمقام هنا كان سؤالاً عن غيب: {أَتَجْعَلُ",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ} [البقرة: 29] وهذا السؤال متضمن لإثبات شيء من العلم لهم علموا به أن الله يفعل ذلك وكان كمال العبودية فيه التبري من العلم وإثبات كماله لله عز وجل وهذا التبري هو الذي وصلوا إليه في هذه الكلمة بعد إعلام الله لهم بأنه يعلم ما لا يعلمون، ثم هو مقام تعجب وسؤال عن الحكمة في خلق هذا النوع الإنساني فناسب أن يذكر الاسمان الدالان على كمال العلم والحكمة {الْعَلِيمُ الْحَكِيمُ} [البقرة: 32].وقوله تعالى: {قَالَ يَا آَدَمُ أَنْبِئْهُمْ بِأَسْمَائِهِمْ فَلَمَّا أَنْبَأَهُمْ بِأَسْمَائِهِمْ قَالَ أَلَمْ أَقُلْ لَكُمْ إِنِّي أَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالْأَرْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنْتُمْ تَكْتُمُونَ} [البقرة: 33].ظهر شرف آدم ومنزلته بما علمه الله عز وجل، وإن كانت الملائكة والجان أسبق خلقًا من آدم وأكبر عمرًا إلا أن العبرة بما يؤتيه الله من العلم ما لم يؤت غيره، فالله يختص من يشاء بما يشاء وقد اختص الله الصغير بما لم يعطه للكبير فهذا إبراهيم عليه السلام يقول لأبيه: {يَا أَبَتِ إِنِّي قَدْ جَاءنِي مِنَ الْعِلْمِ مَا لَمْ يَأْتِكَ فَاتَّبِعْنِي أَهْدِكَ صِرَاطًا سَوِيًّا} [مريم: 43] وجعل خير أنبيائه ورسله محمدًا صلى الله عليه وسلم آخرهم بعثًا. وفي قصة أصحاب الأخدود في صحيح مسلم جعل الله الغلام الذي تعلم على يد الراهب والتزم بالحق من خلاله وهو أصغر منه أسبق إلى الله منه وأفضل منه وأعلم به سبحانه، ويوسف كان أصغر من إخوانه العشرة وكان أفضل منهم وأعلم بالله عز وجل منهم، وفي موقف الملائكة من قبول تفضيل آدم عليهم ومعرفتهم بحكمة الله في الاختيار والاجتباء تعليم للبشر ألا يحسدوا الصغير المتأخر على ما أوتي من الفضل على الكبير المتقدم وفي حسد إبليس لآدم على ما أوتي من الفضل أعظم العظة على ضرر الحسد والحقد والاعتراض على قَسْم الله عز وجل فالله هو الذي يعلم غيب السماوات والأرض ويعلم ما في قلوب الخلق ومن يستحق التفضيل ومن هو أهل للعلم والرفعة فلا اقتراح للعباد عليه بلو كان كذا كان كذا، بل هو الذي يعلم ما كان وما سيكون وما لم يكن لو كان كيف يكون، يعلم السر وأخفى، يعلم الجهر من القول ويعلم ما تكتمون، ولذا كان قولاً ضعيفًا منكرًا قول من قال أن الله استشار الملائكة في خلق آدم كما نقل عن قتادة والله أعلم.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "قوله تعالى: {أَعْلَمُ مَا تُبْدُونَ وَمَا كُنْتُمْ تَكْتُمُونَ} [البقرة: 33] عن ابن عباس قال: «يقول: أعلم السر كما أعلم العلانية يعني ما كتم إبليس في نفسه من الكبر والاغترار»، وعن ابن مسعود نحوه، وكذا قال سعيد بن جبير ومجاهد والسدي والضحاك والثوري وهو الظاهر، وأما قول من قال أن الذي كتموه هو قولهم لن يخلق الله خلقًا إلا كنا نحن أعلم منه وأكرم، فلم يثبت هذا القول عنهم من طريق صحيح حتى تفسر به الآية والله أعلم، قال ابن جرير رحمه الله وأولى الأقوال في ذلك قول ابن عباس وهو أن معنى قوله تعالى: {أَعْلَمُ مَا تُبْدُونَ} وأعلم مع علمي غيب السماوات والأرض وما تظهرونه بألسنتكم وما كنتم تخفون في أنفسكم، فلا يخفى علىَّ أي شيء، سواء عندي سرائركم وعلانيتكم والذي أظهروه بألسنتهم قولهم: {أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا} [البقرة: 30] والذي كانوا يكتمون ما كان منطويًا عليه إبليس من الخلاف على الله في أوامره والتكبر عن طاعته. قال: وصح ذلك؛ كما تقول العرب قتل الجيش وهزموا وإنما قتل الواحد أو البعض وهزم الواحد أو البعض؛ فيخرج خبر المهزوم منه والمقتول مخرج الخبر عن جميعهم؛ كما قال تعالى: {إِنَّ الَّذِينَ يُنَادُونَكَ مِن وَرَاء الْحُجُرَاتِ} [الحجرات: 4] ذكر أن الذي نادى إنما كان واحدًا من بني تميم وكذلك قوله: {وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنْتُمْ تَكْتُمُونَ} [البقرة: 33]. ا. هـ. قوله تعالى: {وَإِذْ قُلْنَا لِلْمَلاَئِكَةِ اسْجُدُواْ لآدَمَ فَسَجَدُواْ إِلاَّ إِبْلِيسَ أَبَى وَاسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ} [البقرة: 34].هذا من أعظم التكريم والتشريف للنوع الإنساني ـ لأهل الإيمان منهم ـ في شخص أبيهم آدم عليه السلام، وقد كانوا في صلبه حين أسجد الله له ملائكته، وإنما خص المؤمنون لأن الكفار منهم لحقوا بالشياطين وصاروا تبعًا لإبليس والعياذ بالله، وفيه بيان لمنزلة النوع الإنساني وما هيأه الله من الإكرام والإعزاز وما اختصه به من الفضائل فقد خلق آدم بيده ونفخ فيه من روحه، وأسجد له ملائكته وكلمه قبلاً، وعلمه أسماء كل شيء وأعد له الجنة وأعده لها، كل هذا مما",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "يثير في نفس الإنسان مشاعر الحب لله سبحانه والشعور بالمنة له سبحانه ما يسوق العبد شوقًا إلى ربه وإلهه ومعبوده؛ الذي لا فلاح له ولا صلاح إلا بالتوجه إليه والميل إليه دون من سواه والله المستعان. وهذا السجود لآدم كان سجود تكريم له وعبادة لله عز وجل، إذ هو امتثال أمره سبحانه ولم يكن عبادة لآدم كما ظنه الزنادقة الذين التمسوا لإبليس العذر، وزعموا أنه الموحد لأنه أبى السجود لغير الله، وهذا هو الكفر الصراح والمعاندة والمشاقة والتكذيب لأمر الله وخبره سبحانه تعالى الله عما يقولون علوًا كبيرًا، وإنما هم في الكبر على طريقة أستاذهم إبليس، ومثله في انعدام الفهم وتقديم العقل الفاسد على الوحي الصادق فكان السجود لآدم ابتلاء في التواضع لأمر الله والانقياد والتسليم لحكمه وأمره والتفويض لقسمه واختصاصه من شاء بالفضل، فشل في الامتحان إبليس وفتن في هذا البلاء، وظهر المستكن في قلبه من الكفر ـ كفر الإباء والاستكبار على الله عز وجل، وقد دخل إبليس قطعًا في هذا الأمر بالسجود للملائكة رغم أنه لم يكن مادة خلقه من مادة خلقهم، بل هو من الجن بنص القرآن، قال تعالى: {وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِ} [الكهف:50]، وقال النبي صلي الله عليه وسلم: «خلقت الملائكة من نور، وخلق الجان من مارج من نار، وخلق آدم مما وصف لكم». متفق عليه. وهذا ظاهر في رد قول من قال إن إبليس كان من حي من الملائكة يقال لهم الجن، فمادة خلق الجن غير مادة خلق الملائكة والملائكة فطرت على إرادة الخير والقوة في العبادة دون إرادة الشر، وإبليس ركبت فيه إرادة الشر، وكان قبل ذلك مريدًا فاعلاً للخير وإنما صار كواحد من الملائكة لما عمل أعمالهم وتعبد بعبادتهم كما قال ابن كثير -رحمه الله-: «إن الله تعالى لما أمر الملائكة بالسجود لآدم دخل إبليس في خطابهم لأنه لم يكن من عنصرهم إلا أنه كان قد تشبه بهم وتوسم بأفعالهم؛ فلهذا دخل في الخطاب لهم وذم في مخالفة الأمر». ا هـ. ولهذا لم يرد في أي موضع مع تكرار القصة في القرآن أن إبليس احتج بأن الأمر ليس له لأنه ليس من الملائكة؛ لأنه لو كان كذلك لم يكن كافرًا؛ لأنه تأول الأمر وأخطأ الفهم وليس الأمر",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "كذلك، بل بين الله سبحانه أن إبليس أبى واستكبر وكان من الكافرين، فهو كان يعلم أن الأمر كان شاملاً له مع الملائكة لأن العبرة بالصفات والأعمال لا بمجرد عنصر الخلقة، كما أنه صار من الكافرين لما أبى واستكبر وطرد ولعن وأبعد عن المنزلة التي كان فيها، كما أن من تبعه من بني آدم ـ رغم أنهم من الطين خلقوا وأنهم أبناء أبيهم آدم الذي أسجد الله له الملائكة، وكرمه بأنواع التكريم ـ لكن لما اتبعوا إبليس، وتشبهوا به في صفاته صاروا شياطين، وعبادًا للشياطين فاستحقوا مآل الشياطين وأحكامهم. وهذا الموضوع من أعظم ما يبين حقيقة الإيمان وأنه لا يكفي فيه المعرفة والتصديق حتى مع الإقرار الظاهر بل لابد أن يكون معه الانقياد والإذعان والخضوع لأمر الله سبحانه فإن إبليس لم يكذب بالأمر لا ظاهرًا ولا باطنًا بل قال فيما قال مقرًا بأمر الله: {أَرَأَيْتَكَ هَذَا الَّذِي كَرَّمْتَ عَلَيَّ} [الإسراء: 62] ومع ذلك فقد كفر بتركه الانقياد والخضوع القلبي لأمر الله، ولم تزل معرفته لأمر الله له بل ظل عالمًا به كما دلت عليه الآيات والأحاديث، وفي صحيح مسلم من حديث أبي هريرة قال: قال رسول الله صلي الله عليه وسلم: «إذا قرأ ابن آدم السجدة فسجد اعتزل الشيطان يبكي ويقول: يا ويله ـ وفي رواية: يا ويلي ـ أمر ابن آدم بالسجود فسجد فله الجنة وأمرت بالسجود فأبيت فلي النار» وهو نص في بقاء معرفته بعد كفره أنه أمر بالسجود. والإباء رد الأمر، وليس مجرد الترك الظاهر فإن آدم عليه السلام ترك امتثال الأمر الظاهر، ولكن بقي معه الانقياد الباطن فكانت معصية تاب الله عليه منها، ولم تكن كفرًا وأما إبليس فلما كان تركه إباء وهو مناف للانقياد القلبي؛ وهو أصل الإسلام لله وهو الاستسلام لأمره وقبوله كان كفرًا وكذا كان تركه للسجود استكبارًا وهو مناف للخضوع والذل فانتفى أصل العبادة من قلبه فصار بذلك كافرًا والعياذ بالله. وهكذا كل من رد شيئًا من أوامر الله ولو كان أمرًا واحدَا سبقه قبل ذلك سنوات طويلة من العبادة؛ فهو كافر كفر إبليس والعياذ بالله، وكذا التكبر والتعالي على أمر الله سبحانه، أما ما كان من التكبر على عباد الله فهو محرم من الكبائر لكن إذا لم يقترن بالتكبر على أمر الله لم يكن كفرًا ولكنه والعياذ بالله ذريعة إليه، وسبب قد يؤدي بالعبد إلى الكفر، ومقدار ذرة منه في",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "قلب العبد تمنع من دخول الجنة كما قال رسول الله صلي الله عليه وسلم: «لا يدخل الجنة من كان في قلبه مثقال ذرة من كبر» متفق عليه. وقد فسره النبي صلي الله عليه وسلم بأنه بطر الحق أي رده وغمط الناس أي احتقارهم. وهذا الموطن من أوضح ما يبين فساد مذهب المرجئة القائلين أن الإيمان هو التصديق بالقلب واللسان، وقول غلاتهم الجهمية أنه التصديق القلبي والمعرفة فإنه يلزمهم إيمان إبليس ولا شك أن من التزمه فهو كافر خارج عن ملة الإسلام لمخالفته المعلوم من دين الإسلام بالضرورة من كفر إبليس ولكنهم لم يلتزموه بل قالوا إن إبليس قد زال من قلبه التصديق بعد كفره وهذا باطل قطعًا بأدلة الكتاب والسنة الدالة على أن إبليس بعد إبائه واستكباره ظل عارفًا بوجود الله وربوبيته، قال تعالى: {قَالَ رَبِّ فَأَنظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ} [الحِجْر: 36] وغير ذلك من الأدلةِ فَدل هذا على فسادِ قول من زَعَم أنَّ الِإيمان هو مُجرد التصديق والمعرفة، مرض الكبر هو الداء العضال الذي أهلك إبليس وفرعون والملأ من كل أمة دفعهم إلى حسد أنبيائهم ورسلهم على ما أنعم الله به عليهم من نعمة النبوة والرسالة وإنزال الوحي فقالوا: {لَن نُّؤْمِنَ حَتَّى نُؤْتَى مِثْلَ مَا أُوتِيَ رُسُلُ اللّهِ} [الأنعام: 124] وكفروا وكذبوا مع أن أكثرهم في بواطنهم لا يكذبون الرسل قال الله: {فَإِنَّهُمْ لاَ يُكَذِّبُونَكَ وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللّهِ يَجْحَدُونَ} [الأنعام: 33] وهو الذي من أجلهِ سفكت الدماء وانتهكت الحرمات وقامت الحروب وتنافس الناس على العُلُو والرياسة والملك، وسرعان ما ذهب ما حصلوه وبقي عليهم وزر ما اقترفوه، عاشوا في الدنيا في شقاء الغل ونكد الحقد وألم الحسد وانتقلوا في الآخرة إلى سخط من الله وغضب والمعيشة الضنك في القبور، واللعنة يوم النشور عياذًا بالله وغوثًا به من ذلك، والكبر سببه كثرة الفكر في كمالات النفس المتوهمة والعمى عن نقائصها وعيوبها المتحققة فيتولد الإعجاب بها، والغرور وينسى العبد في غمار هذه الجهالات فضل الله ونعمته وينسب الخير إلى نفسه ثم يزداد الأمر، فيطعن في أمر الله ويرده ويعتقد عدم حكمته وأنه وضع الأشياء في غير مواقعها والعياذ بالله فيحصل من هذا الجهل المذموم غير المعذور صاحبه الكبر والكفر والعناد والإباء فيخسر العبد دنياه وأخراه، وعلى العبد العامل أن يراقب خواطر نفسه وكلما وجدها تتجه نحو مدحها",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "والشعور بكمالها فر إلى شهود حقيقة مناجاة الصادق المصدوق صلي الله عليه وسلم: «والخير كل الخير في يديك والشر ليس إليك»، وقوله صلي الله عليه وسلم: «اللَّهم لك الحمد كما تقول وخيرًا مما نقول لا نحصي ثناءً عليك أنت كما أثنيت على نفسك»، وتذكر أولية الله قبل كل شيء واستحضر معنى قوله تعالى: {أَوَلَا يَذْكُرُ الْإِنسَانُ أَنَّا خَلَقْنَاهُ مِن قَبْلُ وَلَمْ يَكُ شَيْئًا} [مريم: 67]، وقوله تعالى: {هَلْ أَتَى عَلَى الْإِنسَانِ حِينٌ مِّنَ الدَّهْرِ لَمْ يَكُن شَيْئًا مَّذْكُورًا} [الإنسان:1]، وقوله عز وجل لزكريا عليه السلام، وهو لكل مخلوق في المعنى: {وَقَدْ خَلَقْتُكَ مِن قَبْلُ وَلَمْ تَكُ شَيْئًا} [مريم: 9] وقوله تعالى: {وَاللّهُ أَخْرَجَكُم مِّن بُطُونِ أُمَّهَاتِكُمْ لاَ تَعْلَمُونَ شَيْئًا} [النحل: 78] فيتذكر فقره ابتداءً وانتهاءً كما في قوله: {يَا أَيُّهَا النَّاسُ أَنتُمُ الْفُقَرَاء إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ (15) إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ (16) وَمَا ذَلِكَ عَلَى اللَّهِ بِعَزِيزٍ} [فاطر: 15 ـ 17] فإذا تذكر العبد ذلك صغرت نفسه في عينه ولابد، ودفع بذر الشيطان الذي يبذره في قلبه لينبت الكبر، ولا يلزمه أن يحقر نفسه في الخلق حتى يراها أسوأ الناس، ولكن يخشى عليها من ذلك دون أن يجزم به فيصل الأمر إلى اليأس؛ فالمأمور به الخوف من عدم القبول لا القطع بعدم القبول، بل شهود الفضل من الله يفتح له أبواب الحب والشوق إلى الله الذي ينبت على حافات المنن، التي أعظمها ما دل عليه قوله تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلاَمَ دِينًا} [المائدة:3] فإذا وجَّه العبد فكره إلى شهود الاجتباء والاختيار من الله: {وَأَنَا اخْتَرْتُكَ} [طه: 13] {وَاصْطَنَعْتُكَ لِنَفْسِي} [طه: 41]، {وَكَذَلِكَ يَجْتَبِيكَ رَبُّكَ} [يوسف: 6] {هُوَ اجْتَبَاكُمْ} [الحج: 78]، إذا شهد ذلك زال من قلبه العجب والغرور واستشعر فقره إلى محض فضل ربه فتواضع له، وانكسر له وابتعد عن سبيل الشيطان وكيده، وصفاته فهذا من أحسن الطرق في علاج داء الكبر والعجب الذي هلك به إبليس. قوله تعالى: {وَقُلْنَا يَا آدَمُ اسْكُنْ أَنتَ وَزَوْجُكَ الْجَنَّةَ وَكُلاَ مِنْهَا رَغَداً حَيْثُ شِئْتُمَا وَلاَ تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الْظَّالِمِينَ (35) فَأَزَلَّهُمَا الشَّيْطَانُ عَنْهَا فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وَقُلْنَا اهْبِطُواْ بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ} [البقرة: 35، 36].بعد أن ذكر الله كفر إبليس وإباءه واستكباره وقد ذكر في مواضع أُخر من القرآن ما فعله به من اللعنة والرجم والإبعاد والإحباط ذكر سبحانه هنا رحمته بآدم ولطفه به وإكرامه له الدال على حبه عز وجل له، ويظهر هذا الإكرام في هذه الآيات من وجوه: أولها: تكليمه له سبحانه: {وَقُلْنَا يَا آدَمُ} وفي حديث أبي ذر رضي الله عنه قال قلت: يا رسول الله، أرأيت آدم نبيا كان؟ قال: «نعم نبيا رسولا كلمه الله قبلا» ذكره ابن كثير من رواية ابن مردويه. والثاني: من لفظ {اسْكُنْ}، فهو دال على حصول الأمن والطمأنينة والسكينة في إقامته. والثالث: أن الله خلق له زوجة من نفسه ليسكن إليها ويؤنس كل واحد منهما صاحبه، وهذا من أعظم نعم الله على الإنسان التي امتن بها عليه في غير موضع؛ فقال تعالى: {هُوَ الَّذِي خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا} [الأعراف: 189]، وقال تعالى: {وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجًا لِّتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُم مَّوَدَّةً وَرَحْمَةً إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ} [الروم: 21].وذكر ابن كثير عن ابن عباس وابن مسعود وعن ناس من الصحابة: أخرج إبليس من الجنة وأسكن آدم الجنة فكان يمشي فيها وَحِشًا؛ ليس له زوج يسكن إليه فنام نومة فاستيقظ وعند رأسه امرأة قاعدة، خلقها الله من ضلعه فسألها: من أنت؟ قالت: امرأة، قال: ولم خلقت؟ قالت: لتسكن إليَّ، قالت له الملائكة ينظرون ما بلغ من علمه: ما اسمها يا آدم؟، قال: حواء، قالوا: ولم سميت حواء؟، قال: لأنها خلقت من شيء حي، وقد ثبت في الصحيح من حديث أبي هريرة عن النبي صلي الله عليه وسلم: «استوصوا بالنساء خيرًا فإن المرأة خُلقت من ضلع وإن أعوج ما في الضلع أعلاه إن ذهبت تقيمه كسرته وإن تركته لم يزل على عوج استوصوا",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "بالنساء خيرًا»، (رواه مسلم 8641)، وقد ثبت أيضًا في الصحيح اسم حواء رواه مسلم من حديث أبي هريرة عن الرسول صلى الله عليه وسلم قال: «لولا حواء لم تخن أنثى زوجها الدهر».الوجه الرابع: أن الله أسكنه وزوجه الجنة لا يجوع فيها ولا يعرى ولا يظمأ فيها ولا يضحى وهذا من أعظم التكريم واللطف حتى بعد نزوله إلى الأرض فقد بقي تعلق القلب بالوطن الأول والرجاء بالعودة إليه وقد ورث بنو آدم هذه الرغبة الدفينة العميقة في نفوسهم، أن الأرض ليست لهم وطنًا ولا مستقرًا، ولذا هم يبغون عنها حولاً إلى مسكن آخر وهو الجنة كما قيل: فسكنى الجنة أول ما سكن الإنسان هو من لطف الله وكرمه ورحمته بعباده، والصحيح وهو ظاهر القرآن أن الجنة التي أسكنها آدم هي جنة الخلد التي في السماء لأن الألف واللام في {الْجَنَّةَ} هي للعهد وقوله تعالى: {قُلْنَا اهْبِطُواْ مِنْهَا} دليل على أنها في السماء وقال النبي صلي الله عليه وسلم: «خير يوم طلعت فيه الشمس يوم الجمعة، فيه خلق آدم، وفيه أدخل الجنة، وفيه أخرج منها»، رواه مسلم من حديث أبي هريرة، فالإطلاق يقتضي ما يتبادر إلى الذهن وهي جنة الخلد، وأما ما احتج بها من قال أنها جنة في الأرض بأن جنة الخلد لا خروج منها وأنها ليس فيها ما ينهى عنه ونحو ذلك فالجواب أن هذه صفتها في الآخرة إذا دخلها المؤمنون ولا يلزم أن تكون قبل ذلك بغير هذه الصفة فقد دخل النبي صلي الله عليه وسلم الجنة في المعراج، ثم نزل منها إلى الأرض حتى مات بها؛ ففي صحيح مسلم «ثم أدخلت الجنة فإذا بها جنابذ اللؤلؤ وإذا ترابها المسك»، وأما أن إبليس لا يدخلها فلا دليل على أن إبليس قد دخل الجنة فيمكن أن يوسوس من خارجها؛ فها هي وسائله اليوم في بلاد الكفر تملأ العالم أمرًا بالمنكر ونهيًا عن المعروف من خلال وسائل الاتصال المعاصرة: من تليفزيون وإذاعة وبث مباشر وغير ذلك من وسائل الإغواء والوسوسة بالشر، دون أن يخرجوا من بلادهم فما المانع أن يوسوس من خارج الجنة من دون الحاجة إلى تكلف البحث في الإسرائيليات ودخوله في فم الحية، ونحو ذلك مما لا خبر صادق يجب قبوله وتصديقه مع مخالفتها لما ذكر الله من إهباطه، ولا",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "دليل على عودته بوجه من الوجوه فالصحيح إذًا قول جماهير أهل العلم من أن الجنة التي أسكنها آدم وزوجه هي جنة الخلد التي في السماء. الوجه الخامس: قوله تعالى: {وَكُلاَ مِنْهَا رَغَداً}، والرغد الهنيء الواسع الطيب، وجعل الأمر إلى مشيئتهما أيضًا؛ من أنواع التكريم والرأفة والرحمة، وأحل الله لهما كل شيء في الجنة، ولم يحرم عليهما إلا شجرة واحدة، وهذا كله دال على سعة فضل الله ورحمته وتكريمه للإنسان، والمرء إذا تفكر في كل هذا شعر بالشرف والكرامة فاللهم لك الحمد أن جعلتنا أبناء لآدم عليه السلام، الذي نال كل هذا التكريم، فعلى العاقل أن يراعى كل هذا التكريم، ويحفظ نفسه ولا يهينها بمعصية الله ومخالفته والله المستعان. وقوله عزَّ وجلَّ: {وَلاَ تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الْظَّالِمِينَ}، نهى الله عز وجل آدم وزوجه عن هذه الشجرة بعينها لم يبين لنا سبحانه نوعها ولا جنسها ولا فائدة في تعيين ذلك والاختلاف فيه كما قال ابن جرير -رحمه الله- والصواب في ذلك أن يقال إن الله جل ثناؤه نهى آدم وزوجته عن أكل شجرة بعينها من أشجار الجنة دون سائر أشجارها فأكلا منها ولا علم عندنا بأي شجرة كانت على التعيين؛ لأن الله تعالى لم يوضح لعباده دليلاً على ذلك في القرآن ولا من السنة الصحيحة، وقد قيل كانت شجرة البُر، وقيل كانت شجرة العنب، وقيل كانت شجرة التين، وجائز أن تكون واحدة منها وذلك علم إذا علم لم ينتفع العالم به وإن جهله جاهل لم يضره جهله به. والله أعلم) ا. هـ. وقد رجح هذا أيضًا الرازي وابن كثير -رحمهما الله-، وأما ما عند أهل الكتاب في كتاب العهد القديم أنها شجرة المعرفة وأن الله قد أهبطه من الجنة لأنه صار كما زعموا (كواحد منا يعرف الخير والشر)، وأنه سبحانه وتعالى عن قولهم خشي أن يأكل من شجرة الخلد فيخلد كالإله فوضع عليها سيفًا ولهيبًا لحمايتها وأهبط آدم وزوجه وإبليس إلى الأرض، فهذا من ضلالات أهل الكتاب وترهاتهم وأباطيلهم عن الله عز وجل، وهذا يخالف ظاهر القرآن في أن تعليم آدم الأسماء كلها ومن ذلك أسماء الأفعال التي فيها الخير والشر سابق على أكله من الشجرة، ثم فيها من وصف الرب سبحانه بما لا يجوز من أن الذي وقع من أكل الشجرة وما تبعه من معرفة الخير",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "والشر بزعمهم وقع بغير إرادته سبحانه وكذا وصفه عز وجل بالخوف من أن يأكل آدم من شجرة الخلد فيخلد كل هذا من وصف الرب بصفات النقص التي يتصف بها المخلوقون كما وصفوا المخلوق ـ وهو آدم عليه السلام ـ بأنه صار كالإله يعرف الخير والشر، تعالى الله أن يشبهه أحد من خلقه أو يشبه هو أحدًا من خلقه: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ البَصِيرُ}، ولكن اليهود مولعون بالتشبيه والتمثيل والتحريف في كتبهم قد ملئوها بأنواع التمثيل والإلحاد في أسماء الله وصفاته ومحدودية علمه وقدرته سبحانه وتعالى عما يقولون علوًا كبيرًا. وفي إباحة كل أشجار الجنة وتحريم شجرة واحدة يغني عنها غيرها بيان لسعة رحمة الله فيما شرع لعباده، وهذه النسبة بين الحلال الواسع وبين الحرام الضيق القليل بحمد الله لم تزل باقية في شريعة الإسلام فالأصل في الأشياء الحل، والحرام استثناء قليل لما فيه من الخبث والضرر: {وَسَخَّرَ لَكُم مَّا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِّنْهُ} [الجاثية:13]، قال تعالى: {وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَآئِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالأَغْلاَلَ الَّتِي كَانَتْ عَلَيْهِمْ} [الأعراف: 157]، ومن تأمل تشريعات الإسلام في أنواع المحرمات من الأطعمة والأشربة واللباس والبيوع والمعاملات لوجد الحلال هو الأكثر الأعم والحرام هو الاستثناء الأقل، ومع ذلك فأكثر الأرض قد عمها الحرام وانتشر فيها، وقد ضيق الناس على أنفسهم أبواب الحلال حتى لا يكاد الحلال الذي لا شبهة فيه في زماننا يدرك إلا بشق الأنفس وما هذا إلا لشقوتهم وتعاستهم فإن الرزق يطلب الإنسان كما يطلبه أجله ففي الحديث الحسن قال رسول الله صلي الله عليه وسلم: «إن روح القدس نفث في روعي أنه لن تموت نفس حتى تستوفي رزقها كما تستوفي أجلها فاتقوا اللَّه وأجملوا في الطلب، خذوا ما حل لكم ودعوا ما حرم»، فطلب الحرام لا يزيد في الرزق بل ينال العبد ما كتب الله شقيًا ظالمًا بدلاً من أن ينال بدله من الحلال سعيدًا محمودًا مرضيًا عنه، والله قد جعل من كل شيء حرمه مندوحة في الطعام والشراب والمكاسب والفروج والمعاملات والأخلاق، ولكن جهل الإنسان وظُلمه إذ لم يلتزم بالشرع هو الذي يدفعه إلى طلب الحرام ومواقعته؛ فاللهم آتِ نفوسنا تقواها وزكها أنت خير من زكاها أنت وليها ومولاها.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وقوله تعالى: {فَأَزَلَّهُمَا الشَّيْطَانُ عَنْهَا فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ}، قال ابن كثير: «يصح أن يكون الضمير في قوله: {عَنْهَا} عائدًا إلى الجنة فيكون معنى الكلام كما قرأ عاصم بن بَهدلة وهو ابن أبي النجود {فَأَزَلَّهُمَا} أي فنحاهما، ويصح أن يكون عائدًا على أقرب المذكورين وهو الشجرة؛ فيكون معنى الكلام كما قال الحسن وقتادة: فأزلهما أي من قبيل الزلل؛ فعلى هذا يكون تقدير الكلام فأزلهما الشيطان عنها أي بسببها؛ كما قال تعالى: {يُؤْفَكُ عَنْهُ مَنْ أُفِكَ} [الذاريات: 9] أي يصرف بسببه من هو مأفوك ولهذا قال تعالى: {فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ} أي من اللباس والمنزل الرحب، والرزق الهنيئ والراحة» ا. هـ. بين سبحانه في هذه الآية إرادة الشيطان السوء بالإنسان فهو يوقعه في الزلل ليزول عنه الخير والسعة التي جعله الله فيها من الحلال، وذلك بأن يوقعه فيما حرم الله، وقد نسب الله إليه الإزالة والإيقاع في الزلل والإخراج من الجنة؛ لأن ذلك كان بسعيه وتسببه، هكذا فعل مع الأبوين وهكذا يفعل مع بني آدم رغبة في شقائهم وإرادة في حصول العذاب لهم حقدًا وحسدًا وبغضًا وكراهية، ومع وضوح ذلك منه إلا أن أكثر الناس يتخذونه وليًا من دون الله يطيعون أمره، ويقبلون باطله ويتبعونه في الكفر والفسوق والعصيان، فيا حسرة العباد على أنفسهم ويا خيبة أكثر بني آدم إذ لم يعاملوا هذا العدو المذل الذي يريد بهم كل شر بما يستحقه من العداوة، وقد بين لهم خالقهم حقيقة أمره، وأمرهم باتخاذه عدوًا فقال: {إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ} [فاطر: 6].وقوله تعالى: {وَقُلْنَا اهْبِطُواْ بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ}، الخطاب لآدم وإبليس وما اشتملا على من ذرياتهما، ودخلت حواء مع آدم عليه السلام تبعًا، والعداوة بين ذرية كل منهما وبين بعض الذرية وبعض فإن من تبع إبليس وذريته الضالة من بني آدم صار منهم شيطانًا، قال تعالى: {وَكَذَلِكَ جَعَلْنَا لِكُلِّ نِبِيٍّ عَدُوًّا شَيَاطِينَ الإِنسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا وَلَوْ شَاء رَبُّكَ مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ} [الأنعام: 112]، والشيطان مأخوذ من الشطن؛ وهو البعد عن الحق فكل من بعد عن الحق وكفر من بني آدم فهو شيطان وبينه وبين الذرية الحقيقية لآدم؛ وهم أهل الإيمان العداوة والبغضاء كما قال تعالى لنوح عن ابنه",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "الكافر: {إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ} [هود: 46]، فبين شياطين الإنس والجن وبين مؤمني الإنس والجن عداوة مستمرة موروثة عبر العصور والأجيال، وعلى اختلاف الأوطان والأجناس، فمن ظن إمكان زوال هذه العداوة فهو مخالف لسنن الله الكونية والشرعية، فلا تزال العداوة بين بني آدم بين مؤمنهم وكافرهم قائمة، وقد أمر الله شرعًا بمعاداة أعدائه فمن رامَ انقطاع العداوة مع بقاء الكفر على حاله وملازمة الكفار لطاعة إبليس في الكفر فقد عاند شرع الله، وفسق عن أمر ربه ولحق بعسكر إبليس، وصار من الكافرين، وهذه العداوة إنما تزول بترك الكافرين كفرهم ودخولهم في الإيمان والإسلام فعند ذلك يصبحون إخوة للمؤمنين في الدين وتنقلب العداوة موالاة، والبغضاء إلى مودة والكراهية محبة. وقوله: {وَلَكُمْ فِي الأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ}، أي استقرار وأرزاق إلى أجل مسمى عند الله، وهذا الوقت في حق جميع ذرية آدم هو قيام القيامة، والنفخ في الصور، وبالنسبة لكل واحد منهم في نفسه إتيان الموت؛ وهو ساعة الإنسان كما قال رسول الله صلى الله عليه وسلم لبعض الأعراب: «إن يعش هذا الغلام لم يدركه الهرم قامت عليكم ساعتكم»، يعني انخرام هذا القرن أي موت هذا الجيل وكل من كان على ظهر الأرض من الأحياء يموتون ويأت الله بقوم آخرين، فمتاع الدنيا مؤقت ليس بدائم، وقرار الإنسان فيها ليس فيه من الطمأنينة والسكن ما كان في إقامته في الجنة. فتأمل الفرق بين: {اسْكُنْ أَنتَ وَزَوْجُكَ الْجَنَّةَ}، وبين: {وَلَكُمْ فِي الأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ}، لتدرك ما ينبغي أن تكون عليه همة الإنسان في طلب السعادة والسكون الحقيقي في الجنة لا في الأرض؛ فإنما متاعها الذي يستمتع به زائل بعد حين، وينتقل من ظهرها إلى بطنها انتظارًا لانتهاء الحين الذي قدره الله لزوال الدنيا بأسرها، والله المستعان. وقوله تعالى: {فَتَلَقَّى آدَمُ مِن رَّبِّهِ كَلِمَاتٍ فَتَابَ عَلَيْهِ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ (37) قُلْنَا اهْبِطُواْ مِنْهَا جَمِيعاً فَإِمَّا يَأْتِيَنَّكُم مِّنِّي هُدًى فَمَن تَبِعَ هُدَايَ فَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "يَحْزَنُونَ (38) وَالَّذِينَ كَفَرواْ وَكَذَّبُواْ بِآيَاتِنَا أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} [البقرة: 37 ـ 39].أحسن ما قيل في بيانِ هذه الكلمات التي تلقاها آدم من ربه هو ما بينه الله عزَّ وجلَّ في قولهِ تعالى: {قَالاَ رَبَّنَا ظَلَمْنَا أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ} [الأعراف: 23]، وهو مروي عن مجاهد وسعيد بن جبير وأبي العالية والربيع بن أنس والحسن وقتادة ومحمد بن كعب القرظي وغيرهم، ومدار هذه الكلمات المباركات على الاعتراف بالذنب، وكمال اللجأ والافتقار إلى الله في مغفرته ورحمته، وقد بين سبحانه أنه قد تاب على آدم وغفر له ورحمه واجتباه وهداه، وأن هذا مقتضى أسمائه الحسنى {إِنَّهُ هُوَ التَّوَّابُ}، الذي يرجع إلى عبده برحمته وفضله وعطائه إذا رجع إليه عبده بالندم والتوبة والاستغفار، {الرَّحِيمُ} الذي يرحم عباده بتوفيقهم إلى مرضاته وقبول عملهم وتوبتهم وهذا الاسم هو الدال على الرحمة الخاصة {وَكَانَ بِالْمُؤْمِنِينَ رَحِيمًا} [الأحزاب: 43] فهي الرحمة المتعلقة بالدين والإيمان والإعانة على ذكره وشكره وحسن عبادته المؤدية إلى الفوز بجنته، والقرب منه، وآثار هذه الرحمة ظاهرة بَيِّنة في إرسال الرسل وإنزال الكتب، وهداية المؤمنين إلى صراطه المستقيم وأخذ نواصيهم إليه، وصرف همهم إلى طاعته، وإنما يدركها أهل الإيمان في كل طاعة وفقوا لها يعلمون أنها رحمة من الله بهم، وفي كل ذنب تابوا إلى الله منه فغفره لهم فإنما هي رحمة من الله بهم، وهذه الرحمة غير رحمته العامة بهم وبسائر خلقه في ما هيأ لهم من أسباب حياتهم ومعاشهم وأهليهم، وأموالهم وأرزاقهم؛ فهذه الرحمة التي دل عليها اسم الرحمن، والأولى التي دل عليها اسم الرحيم ولا يخفى أن المقام هنا ألصق بالرحمة الخاصة المتعلقة بالتوبة، وقبولها؛ ولذا ختمت الآية بهذين الاسمين الكريمين {التَّوَّابُ الرَّحِيمُ}، وبالتأمل في هذه الآية الكريمة وما بها من الخير العظيم للبشرية بسهولة الرجوع إلى الله، وأن الباب لهم مفتوح من خلف أبيهم آدم فالاعتراف بالذنب والندم والاستغفار يحصل به العفو والمغفرة وزوال أثر الخطيئة، نجد فيها حل المشكلة الكبرى التي توهمها كفار النصارى الذين تصوروا وظنوا أن الخطيئة التي أخطأها آدم لم تغفر ولا تغفر ـ رغم العقوبة",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "التي وقعت بالإنزال إلى الأرض ـ بل إنها موروثة لبنيه من بعده فالخطيئة متعلقة برقابهم من حين ولادتهم لا خلاص لهم منها إلا بفداء إلهي في زعمهم وأن هذا هو سبب وجود المسيح وصلبه ليتحمل الخطيئة عن البشر، وغير مقبول من أحد أي توبة أو استغفار إلا بقبول هذا الفداء. والعجب أن هذه النظرة القاسية المخالفة لمقتضى أسماء الله وصفاته التي من أظهرها نقلاً وعقلاً صفة الرحمة والتوبة، ومخالفة لما تقرر عندهم في العهد القديم أن الأب لا يجني على ابنه ولا الابن على أبيه، ويكفي في بطلان هذه العقيدة أن الأجيال التي آمنت بالعهد القديم قبل بعث المسيح هي عندهم ناجية مقبولة عند الله مؤمنة ولم يشر العهد القديم إلى قضية الذبيحة الإلهية التي تتحمل خطايا البشر وتخلصهم منها، وأن المخلص المصلوب ليس له أي ذكر طيلة هذه القرون من لدن نوح بل آدم عليه السلام إلى زمن اختراع هذه العقيدة الباطلة على أيدي كفرة أهل الكتاب وفي عقولهم الفاسدة، فكيف إذًا نجت هذه الأجيال وكيف حققت الإيمان؟! وكيف لم يدع أي رسول من رسل الله وقصصهم في العهد القديم إلى هذا النوع من الخلاص، مع أن هذه الفكرة الباطلة المنافية لسعة رحمة الله وفضله، وتوبته على عباده عجيبة عند أدنى تأمل إذ تجعل ارتكاب أبشع جريمة سببًا للخلاص من ذنب موروث، ورثته البشرية بلا جريرة منها، إنما هي من أبيها فلا شك أن قتل ابن الإله، في زعمهم تعالى الله عن قولهم علوًا كبيرًا، وصلبه والبصق عليه ووضع الشوك على رقبته، على رغم إرادته إذ يقول: لتكن مشيئتك أنت لا مشيئتي أنا، ويصرخ المصلوب على الصليب قائلاً: إلهي إلهي لم تركتني، لا شك أن هذا كله جريمة عظيمة شنيعة، والعجب أنهم يقولون ذلك وإن كانوا يتنازعون فيما بينهم هل اليهود هم الذين يتحملون هذه الجريمة أم الرومان، ولم تزل قرارات مجامعهم في ذلك مختلفة فكيف إذا أراد الله أن يرحم البشر ويتوب عليهم من خطيئة أبيهم التي وَرَّثها إياهم، أن يرسل إليهم ابنه الوحيد ليصلبوه؟ ألا يستدعي الأمر عقابًا أشد وعذابًا أغلظ؛ وبالتالي فلا بد من مخلص آخر وفداء آخر وهلم جرَّا!، نعوذ بالله من الخذلان، والحمد للّه على نعمة الإسلام. فأنت تجد في هذه الكلمات المباركات في الآية الكريمة بيان هذه القضية بأيسر طريق وأوضح سبيل: {فَتَلَقَّى آدَمُ مِن رَّبِّهِ كَلِمَاتٍ فَتَابَ عَلَيْهِ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ} إنه مقتضى أسمائه",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وصفاته، وكماله وفضله، سبحانه وبحمده. أما حديث أبي هريرة عند الترمذي وقال صحيح: «فجحد آدم فجحدت ذريته، ونسى آدم فنست ذريته، وخطئ آدم فخطئت ذريته» فليس من ميراث الخطيئة في شيء، وإنما هو فى التشابه في الصفات، وإن تفاوتت؛ فكما شابهوا أباهم آدم فى الصورة والشكل، كذلك شابهوه فى النسيان والنفي والخطيئة؛ أن كانت خطاياهم من أفعالهم، لا أنها هي نفس خطيئة آدم ورثوها، والله أعلم. ثم يجيء البيان بأن بعث الرسل إنما هو لبيان السبيل إلى الله سبحانه، ولزوم إتباع شرعه، فبه نجاتهم وفلاحهم في الدنيا والآخرة. قال تعالى: {قُلْنَا اهْبِطُواْ مِنْهَا جَمِيعاً} والخطاب هو أيضا كالأول لآدم وزوجه وإبليس، ولكن لما كان المتعلق المذكور بعده متغايرا كرره فالإهباط في الآية الأولى كان لبيان عقوبة المعصية، ووجود العداوة بين الذرية، واستقرار الإنسان في الأرض إلى حين، والإهباط في الآية الثانية لبيان لزوم إتباع الرسل، وما جاءوا به من الهدى قال تعالى: {قُلْنَا اهْبِطُواْ مِنْهَا جَمِيعاً فَإِمَّا يَأْتِيَنَّكُم مِّنِّي هُدًى فَمَن تَبِعَ هُدَايَ فَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ} [البقرة:38]. قال أبو العالية: «الهدى الأنبياء والرسل والبينات».قال ابن كثير: «{فَلاَ خَوْفٌ عَلَيْهِمْ} أي فيما يستقبلون من أمر الآخرة {وَلاَ هُمْ يَحْزَنُونَ} على ما فاتهم من أمر الدنيا، كما قال في سورة طه: {فَمَنِ اتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشْقَى (123) وَمَنْ أَعْرَضَ عَن ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى} [طه: 123 - 124]، قال ابن عباس: «لا يضل فى الدنيا، ولا يشقى في الآخرة؛ كما قال ههنا: {وَالَّذِينَ كَفَرواْ وَكَذَّبُواْ بِآيَاتِنَا أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} أي مخلدون فيها، لا محيد لهم عنها ولا محيص». ا هـ. وفي صحيح مسلم من حديث أبي سعيد الخدري رضي الله عنه مرفوعًا للنبي صلي الله عليه وسلم: «أما أهل النار الذين هم أهلها؛ فلا يموتون فيها ولا يحيون، ولكن أقوام أصابتهم النار بخطاياهم؛ فأماتتهم إماتة حتى إذا صاروا فحما، أذن فى الشفاعة». ا هـ. (مسلم 581).",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "فنحن إذن ما أُهبطنا إلى الأرض إلا لنعمرها بإتباع هدى الله الذي جاءت به رسله؛ وخاصة خاتمهم محمد صلى الله عليه وسلم فنسعد سعادة الدارين، وبهذا ظهر الارتباط بين أول القصة وبين خاتمتها؛ فأولها قوله تعالى: {وَإِذْ قَالَ رَبُّكَ لِلْمَلاَئِكَةِ إِنِّي جَاعِلٌ فِي الأَرْضِ خَلِيفَةً} وخاتمتها في هذه الآيات بالإهباط إلى الأرض فنحن خلقنا للأرض لنعبد الله فيها؛ فمن أعرض عن هذه الوظيفة التي أُعطيَ حياته وعمره من أجلها فهو الشقي في الدارين، وأعظم الشقاء شقاء الآخرة؛ شقاء عذاب النار، أعاذنا الله منها بكرمه ومنِّه ورحمته ومغفرته وآخر دعاء نختم به هذا الموضوع دعاء أبينا آدم، وأمنا حواء {رَبَّنَا ظَلَمْنَا أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ} [الأعراف: 23]ـ ومن شابه أباه فما ظلم ـ فاللهم لا تجعلنا من الظالمين، ووفقنا لإتباع هداك، وأدخلنا الجنة مع أبينا آدم وسائر أنبيائك ورسلك يا ذا الجلال والإكرام، يا غفور يا رحيم. ... قصة آدم عليه السلام ... من سورة الأعرافقال تعالى: {وَلَقَدْ خَلَقْنَاكُمْ ثُمَّ صَوَّرْنَاكُمْ ثُمَّ قُلْنَا لِلْمَلآئِكَةِ اسْجُدُواْ لآدَمَ فَسَجَدُواْ إِلاَّ إِبْلِيسَ لَمْ يَكُن مِّنَ السَّاجِدِينَ} [الأعراف: 11].يمتن الله على البشر بأنه خلقهم وكذلك خلق أباهم آدم عليه السلام وهم في صلبه، ثم صورهم: أي أعطى كل واحد صورته، وهو سبحانه قد صور آدم عليه السلام وسواه بيده، وخلق أرواح بنى آدم في صور أجسادهم، وهم في ظهر أبيهم آدم، كما دلت على ذلك أحاديث الميثاق، ومنها حديث ابن عباس رضي الله عنهما عن النبي صلي الله عليه وسلم: «أخذ اللَّه الميثاق من ظهر آدم عليه السلام بنعمان يوم عرفة؛ فأخرج من صلبه كل ذرية ذرأها فنثرها بين يديه، ثم كلمهم قبلاً قال: {أَلَسْتَ بِرَبِّكُمْ قَالُواْ بَلَى شَهِدْنَا أَن تَقُولُواْ يَوْمَ الْقِيَامَةِ",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "إِنَّا كُنَّا عَنْ هَذَا غَافِلِينَ (172) أَوْ تَقُولُواْ إِنَّمَا أَشْرَكَ آبَاؤُنَا مِن قَبْلُ وَكُنَّا ذُرِّيَّةً مِّن بَعْدِهِمْ أَفَتُهْلِكُنَا بِمَا فَعَلَ الْمُبْطِلُونَ}» [الأعراف: 173:172].فهذا دليل على خلق الأرواح ـ أرواح الذرية ـ قبل خلق الأجساد يوم أخذ الميثاق، وأما تصورهم في صورة أجسادهم فيدل عليه حديث أبي هريرة قال: قال رسول الله صلي الله عليه وسلم: «لما خلق اللَّه آدم مسح ظهره؛ فسقط من ظهره كل نسمة هو خالقها من ذريته إلى يوم القيامة، وجعل بين عيني كل إنسان منهم وبيصًا من نور، ثم عرضهم على آدم؛ فقال: أي رب مَن هؤلاء؟ قال: هؤلاء ذريتك. فرأى رجلاً منهم فأعجبه وبيص ما بين عينيه؛ فقال: أي رب مَن هذا؟ قال: هذا رجل من آخر الأمم من ذريتك يقال له: داود قال: رب وكم جعلت عمره؟ قال: ستين سنة. قال: أي رب زده من عمري أربعين سنة؛ فلما انقضى عمر آدم جاءه ملك الموت قال: أو لم يبق من عمري أربعون سنة؟! قال: أو لم تعطها لابنك داود؟ قال: فجحد آدم فجحدت ذريته، ونسي آدم فنسيت ذريته، وخطئ آدم فخطئت ذريته» (1). فهذا الحديث دليل على أن الأرواح كانت في صورة الأجساد؛ لقوله في الحديث: «جعل بين عيني كل إنسان منهم نورًا»، وقال: «رجل من آخر الأمم من ذريتك يقال له: داود»، وقوله: «منهم الأجذم والأبرص والأعمى» وهذا كله من صفات الأجساد. فهذه الأحاديث ظاهرة في خلق أرواح الذرية، وتصوير صورهم، وهم في صلب أبيهم آدم، حين استخرجهم الله من ظهره فخلق آدم وتصويره متضمن لخلق الذرية وتصويرها؛ فلهذا كان الخطاب لهم ظاهرًا لا مجاز فيه، وقد قال ابن عباس رضي الله عنهما: «خلقوا في أصلاب الرجال وصوروا في أرحام النساء»، وإسناده صحيح عن ابن عباس رواه الحاكم وصححه فلا حاجة إلى تكلف الترجيح بين أقوال السلف في أن المقصود بالخطاب هل هو آدم أو الذرية؟ فإنه لا تنافي بين القولين بما ذكرنا من التلازم والتضامن والله أعلم. ومَن تأمل خلق الإنسان جيلاً من بعد جيل في وجود المادة الوراثية التي تنتقل من الآباء والأمهات إلى الأبناء، وبها يحصل خلقهم وتصويرهم في الحقيقة إذ فيها المنيّ الذي يخرج من أصلاب الرجال ويستقر مع بويضة المرأة في أرحام النساء كل الصفات التي يتنوع البشر فيها مع",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "اتحاد أصلها من أبيهم آدم وأمهم حواء وهى مخلوقة منه؛ فمن تأمل ذلك علم أن خلق آدم وتصويره متضمن لخلق ذريته وتصويرهم حقيقة لا مجازيًا والحمد لله. وقوله تعالى: {ثُمَّ قُلْنَا لِلْمَلآئِكَةِ اسْجُدُواْ لآدَمَ فَسَجَدُواْ} بيان شرف الجنس الإنساني بشرف آدم عليه السلام؛ الذي أمر الله ملائكته بالسجود له تكريمًا له، وامتثالاً وعبودية للَّه سبحانه، وتعظيمًا لأمره عز وجل، ولقد نال هذا الشرف كل إنسان حافظ على إنسانيته بالمحافظة على الوظيفة التي خلق من أجلها الإنسان: وهى عبودية الله سبحانه، وضيّع هذا الشرف من ضيّع هذه الوظيفة؛ فعاش في الدنيا عيشة البهائم السائمة، بل الشياطين الماردة حين كفروا بالله وعصوا رسله، وقد سبق بيان دخول إبليس في هذا الأمر في الكلام على القصة من سورة البقرة، ولهذا كان استثناؤه من سجود الملائكة استثناءًا متصلا. قال تعالى: {إِلاَّ إِبْلِيسَ لَمْ يَكُن مِّنَ السَّاجِدِينَ} ذكر سبحانه هنا الترك من إبليس مجردا عن ذكر سببه؛ وهو الإباء والاستكبار المبينين في مواضع أخرى من القرآن، وعقب ذكر هذا الترك المجرد بسؤاله عن سببه؛ وهو عز وجل أعلم به، وفي هذا والله أعلم بيان أن من ترك ما أمر الله به سئل أولاً ما الذي منعك من الطاعة؟ أو ما أوقعك في المعصية؟ فالرب سبحانه مع علمه المحيط السابق لم يلعن إبليس ويهبطه، إلا لما أظهر الكبر والإباء، فنحن أولى بذلك قطعا في أحكام الدنيا: أن من ترك شيئا من الواجبات، ولو كان السجود للَّه ـ الصلاة نعني ـ فضلا عن غيرها أو وقع في المعصية أن نسأله ما الذي منعك من الطاعة؟ فإن ذكر اعترافا بالذنب؛ كما فعل آدم عليه السلام، وهذا يتضمن تصديقا والتزاما لأمر الله سبحانه، كان ذلك معصية يعامل صاحبها بما شرع الله فيها، وإن ذكر إباءًا أو استكبارا، أو جحودا وتكذيبا؛ كان كفراً والعياذ بالله؛ فيعامل بمقتضاه والله أعلم. قوله تعالى: {قَالَ مَا مَنَعَكَ أَلاَّ تَسْجُدَ إِذْ أَمَرْتُكَ قَالَ أَنَاْ خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ} [الأعراف: 12].",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "رجح ابن جرير -رحمه الله-، وقواه ابن كثير أن الفعل {مَنَعَكَ} تضمن معنى فعل آخر تقديره: ما أحوجك وألزمك واضطرك ألا تسجد؟! وقد بين سبحانه في سؤاله لإبليس المقتضي لوجوب السجود عليه، وهو أمر الله تعالى له {إِذْ أَمَرْتُكَ} فأمره سبحانه للوجوب، وقد بين سبحانه في مواضع أخرى من القرآن بيان حكمة هذا الأمر وهي مقتضيات التكريم لآدم عليه السلام فقال في سورة ص: {مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ} [ص: 75] فالله خلق آدم بيديه، وقد سبق منه عز وجل قبل الأمر بيان هذه الحكمة التي عمي عنها إبليس بكبره وعلوه فقال في سورة الحجر: {فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُ سَاجِدِينَ} [الحجر: 29]، فالله سواه بيديه، ونفخ فيه من الروح التي نسبها وأضافها لنفسه؛ تشريفا وتكريما، وقد سبق أيضا منه عز وجل بيان علم آدم الذي خصه الله فقال: {وَعَلَّمَ آدَمَ الأَسْمَاء كُلَّهَا} [البقرة:31]، بل قبل خلق آدم بين لهم أنه الخليفة في الأرض، وأنه يعلم سبحانه ما لا تعلم الملائكة من وجود الأنبياء والصالحين من ذريته؛ الذين يعبدون الله في الأرض، رغم وجود الفساد وسفك الدماء. كل هذا البيان لحكمة الأمر بالسجود، مع التذكير بأنه أمر من الله واجب القبول والإذعان والانقياد، ومع ذلك ظل إبليس على جهله وظلمه وكبره؛ فعمي عن حكمة الله؛ واتهم الله بأن أمره ما ينبغي أن يكون كذلك والعياذ بالله، وهكذا كل معترض على شرع الله مدَّعٍ عدم مناسبته، أو عدم حكمته فهو على شاكلة إبليس. يُبين الله أنواع الحكم فيما شرع وفيما قدر، ثم يظل هذا المتكبر الجاهل المغتر مصرًا على رؤيته القاصرة لما ينبغي أن يكون عليه الأمر؛ فيترك ما أرشده الله إليه من الحكم، ويدعي أن ما ظنه هو الحكمة، مع أنه ليس مناسبًا ولا بحكمة، فلا شك أن ما ظنه إبليس من وجوب تفضيل النار على الطين، ولزوم تكريم من هو مخلوق من النار على المخلوق من الطين، أمر لا مناسبة فيه ولا معنى للتكريم؛ فإن عنصري النار والطين في ذاتهما ليسا بموجبين للتكريم، ولو كان تفضيل من جهة العنصر ولابد؛ فإن الطين فيه من الصفات ما يكون أولى بالتكريم. قال ابن كثير -رحمه الله-: وقول إبليس لعنه الله: {أَنَاْ خَيْرٌ مِّنْهُ} من العذر الذي هو أكبر",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "من الذنب، كأنه امتنع عن الطاعة؛ لأنه لا يؤمر الفاضل بالسجود للمفضول: يعني لعنه الله وأنا خير منه فكيف تأمرني بالسجود له؟! ثم بين أنه خير منه بأنه خلق من نار، والنار أشرف مما خلقته منه وهو الطين، فنظر اللعين إلى أصل العنصر ولم ينظر إلى التشريف العظيم؛ وهو أن الله تعالى خلق آدم بيده، ونفخ فيه من روحه، وقاس قياسًا فاسدًا في مقابلة نص قوله تعالى: {فَقَعُواْ لَهُ سَاجِدِينَ}، فشذ من بين الملائكة لترك السجود؛ فلهذا أبلس من الرحمة، أي أيس من الرحمة فأخطأ قبّحهُ الله في قياسه ودعواه أن النار أشرف من الطين أيضًا فإن الطين من شأنه الرزانة والحلم والأناة والتثبت، والطين محل الإنبات والنماء والزيادة والإصلاح، والنار من شأنها الإحراق والطيش والسرعة، ولهذا خان إبليس عنصره، ونفع آدم عنصره، بالرجوع والإنابة والاستكانة والانقياد والاستسلام لأمر الله والاعتراف وطلب التوبة والمغفرة. ا هـ. وإن كان ما ذكره -رحمه الله- من أنه خان إبليس عنصره ونفع آدم عنصره، فيه نظر فإنما نفع آدم منة الله عليه وتكريم الله له، وتلقيه كلمات من ربه، والذي ضر إبليس كبره وعلوه، وإلا فإن من ذريته من يتوب إلى الله ويؤمن؛ فينفعه ذلك، ومن بني آدم ـ رغم عنصر الطين ـ من يكون أكثر طيشًا وإفسادًا وخفة من كثير من الشياطين من الجن. والغرض المقصود أن إبليس قد ضل وغوى حين ألغى ما بينه له ربه من حكمة تفضيل آدم، واعتبر ما ألغاه من عنصر الخلقة، وهكذا أصحاب التشريعات الوضعية التي وضعها المجرمون بآرائهم، دون مستند من شريعة الله، معرضين عن حكمة الله فيما شرع، ملتفتين إلى ما ألغاه الشرع فملأوا الأرض فسادًا بعد إصلاحها بشرع الله، وشقي العباد بنظرياتهم الباطلة وعقولهم القاصرة الجاهلة، وأنظمتهم الظالمة أجيالٌ بعد أجيال، وقرونٌ بعد قرون، فما أشبههم بإبليس وما أشد استحقاقهم لنفس المصير. وقد استُدِل بهذه الآية بقوله: {مَا مَنَعَكَ أَلاَّ تَسْجُدَ إِذْ أَمَرْتُكَ}، على أن الأمر ظاهره الوجوب ما لم يصرفه صارف، وهو قول جمهور العلماء من الأئمة الأربعة وأتباعهم، وأهل الحديث وجماهير أهل الأصول، وهو الصحيح ويؤيده قول النبي صلي الله عليه وسلم: «لولا أن أشق على أمتي لأمرتهم بالسواك عند كل وضوء أو صلاة»، وقوله صلي الله عليه وسلم: «إذا",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "أمرتكم بأمر فأتوا منه ما استطعتم وإذا نهيتكم عن شيء فاجتنبوه»، فطالما كان الأمر مستطاعًا كان واجبًا. وإنما ذكر الاستطاعة في الأمر ولم يذكرها في النهي؛ لأن النهي يقتضي مجرد الكف وأما الأمر فهو يقتضي إيجاد فعل وإنشاءه فناسب أن يعلق بالاستطاعة، وحديث بريرة قالت: أتأمرني؟، قال رسول الله صلي الله عليه وسلم: «لا إنما أنا شافع»، أي في أمر عودتها إلى زوجها مغيث؛ فقالت: لا حاجة لي. فدل ذلك مع أنه لو أمرها لكان لزامًا لها، فالصحيح الظاهر أن الأمر للوجوب، والنهي للتحريم ما لم يصرفهما صارف. وقوله تعالى: {قَالَ أَنَا خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ}، ظهرت في هذه الجملة على الرغم من قصرها جملة أمراض إبليس لعنة الله عليه؛ فمنها ما سبق بيانه من جهله بصفات الله، واتهامه لربه بعدم الحكمة وعدم وضع الأشياء في مواضعها، وتكريم من لا يستحق التكريم، ووضع من لا يستحق الوضع، ولازم ذلك الطعن في العلم والعدل والعياذ بالله. المرض الثاني: مرض الإعجاب بالنفس، ورؤية كمالات موهومة لها، وخيرية على غيرها بلا استحقاق، وهذا من أعظم الأمراض خطرًا على المخلوق، وهو منبع مرض الكبر والعلو الذي هو من أعظم أسباب الكفر والعياذ بالله، فيعمى العبد عن نقصه وعجزه وضعفه وجهله، ويتوهم نفسه في أعلى درجات الكمال، فقد نسي إبليس فقره، ونسي جهله بربه ونسي عيوب عبادته التي كانت، ونسب لها ما لا تستحق من التفضيل، وأنت تجد هذا المرض قد انتقل لأتباعه من الإنس والجن؛ فقالوا كما قال الله عنهم: {وَقَالُوا نَحْنُ أَكْثَرُ أَمْوَالًا وَأَوْلَادًا وَمَا نَحْنُ بِمُعَذَّبِينَ} [سبأ: 35]، وقال قائلهم: {أَنَا أَكْثَرُ مِنكَ مَالًا وَأَعَزُّ نَفَرًا} [الكهف: 34]، وقال فرعون: {أَمْ أَنَا خَيْرٌ مِّنْ هَذَا الَّذِي هُوَ مَهِينٌ وَلَا يَكَادُ يُبِينُ (52) فَلَوْلَا أُلْقِيَ عَلَيْهِ أَسْوِرَةٌ مِّن ذَهَبٍ أَوْ جَاء مَعَهُ الْمَلَائِكَةُ مُقْتَرِنِينَ} [الزخرف: 52،53] فعمي عن كل كمالات موسى، وعمي عن عيوب نفسه وأمراضها القاتلة وظن نفسه خيرًا من موسى، وقالوا: {أَأُنزِلَ عَلَيْهِ الذِّكْرُ مِن بَيْنِنَا}، وقال أبو جهل للنبي صلي الله عليه وسلم: لقد علمت ما بها (أي",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "مكة) رجلاً أكثر ناديًا مني، وغير ذلك كثير، وعلاج هذا الداء بكثرة النظر في الذنوب والخطايا والنقائص؛ فهذا أكمل الخلق محمد صلي الله عليه وسلم يقول: «اللهم اغفر لي خطيئتي وجهلي، وإسرافي في أمري وما أنت أعلم به مني، اللهم اغفر لي جدي وهزلي، وخطئي وعمدي، وكل ذلك عندي، اللهم اغفر لي ما قدمت وما أخرت، وما أسررت وما أعلنت، وما أسرفت وما أنت أعلم به مني، أنت المُقَدِّمُ وأنت المؤخر لا إله إلا أنت ولا حول ولا قوة إلا بك»، رواه مسلم، وقد علَّم أفضل الصحابة الصديق أبو بكر -رضي الله عنه وأرضاه- أن يقول في صلاته: «اللهم إني قد ظلمت نفسي ظلمًا كثيرًا ولا يغفر الذنوب إلا أنت فاغفر لي مغفرة من عندك وارحمني إنك أنت الغفور الرحيم»، رواه البخاري. المرض الثالث: الذي ظهر من إبليس مرض الكبر، وهو نابع من العجب وثمرة من ثمراته؛ فيستعلى العبد ـ أي يرى نفسه عاليًا على الخلق ـ ثم يقوده هذا إلى أن يستعلى على أمر الله سبحانه؛ فيكفر والعياذ بالله، وهذا مرض الملأ من أقوام الرسل المكذبين لهم، قال تعالى عن ملأ قوم نوح أنهم قالوا: {مَا نَرَاكَ إِلاَّ بَشَرًا مِّثْلَنَا وَمَا نَرَاكَ اتَّبَعَكَ إِلاَّ الَّذِينَ هُمْ أَرَاذِلُنَا} [هود: 27]، وقال عنهم: {قَالُوا أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْذَلُونَ} [الشعراء:111]، وقال الله عزَّ وجل عن قوم عاد: {فَأَمَّا عَادٌ فَاسْتَكْبَرُوا فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً}.وقال عن قوم فرعون: {قَالُواْ أَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ آبَاءنَا وَتَكُونَ لَكُمَا الْكِبْرِيَاء فِي الأَرْضِ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِينَ} [يونس: 78]، فكل فكرهم وهمهم من تكون له الكبرياء في الأرض، وظنوا موسى وهارون كأنفسهم في طلب العلو، وقال عز وجل عنهم: {وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنفُسُهُمْ ظُلْمًا وَعُلُوًّا} [النمل: 14]، وقال عن الملأ من قريش: {وَقَالُوا لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِّنَ الْقَرْيَتَيْنِ عَظِيمٍ} [الزخرف:31] وقال عن كل أقوام الرسل أنهم قالوا لهم: {إِنْ أَنتُمْ إِلاَّ بَشَرٌ مِّثْلُنَا} [إبراهيم:10]، والأدلة على هذا كثيرة في كتاب الله، وفي السنة أن رسول الله صلي الله عليه وسلم قال: «لا يدخل الجنة من كان في قلبه مثقال ذرة من كبر»، فإذا كان مثقال ذرة من هذا المرض تمنع من دخول الجنة؛ فكيف بمن امتلأ قلبه",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "كبرًا وعُلوًا؟ وكيف بمن كان متكبرًا على أوامر الله سبحانه؟! يمتنع من التزامها تعاليًا من الخضوع له والذل له، والسجود له مستنكفًا أن تعلو إسته رأسه؛ كما قال قائلهم والعياذ بالله، فهذا الطغيان والكبر الذي تمتلأ به الأرض فسادًا وتقام من أجله الحروب وتسفك الدماء وتنتهك الحرمات ولو تأملت أن خمسة وخمسين مليونًا من البشر قتلوا في الحرب العالمية الثانية؛ لأجل فكرة علو الجنس الآري التي سيطرت على رجل مغرور قاد أمته والناس من ورائه إلى هذه الحرب لعلمت ما يصنع الكبر في الخلق من الفساد ولو تأملت ما يفعَلُه اليهود وأولياؤهم من الأمريكان ومن يعاونهم من المنافقين والمشركين لوجدت أن العلو في الأرض هو المحرك الحقيقي لكل هذا الظلم والعدوان في الأرض، ولو تأملت ما جره الاستخراب الغربي على العالم لاعتقادهم علو الجنس الأبيض على سائر الأجناس، وعلى السود خصوصًا والتي مازالت تعانى منه مجتمعاتهم ويشقى به العالي والوضيع والأبيض والأسود لعلمت مدى خطر هذا المرض ولزوم التخلص منه بالكلية، وإلا فلا مكان في الجنة لمن لم يتخلص منه: {تِلْكَ الدَّارُ الْآخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ وَلَا فَسَادًا وَالْعَاقِبَةُ لِلْمُتَّقِينَ} [القصص: 83]، ومما يعينك على مداواة القلب من هذا المرض مراجعة ما ذكره النبي صلي الله عليه وسلم في التحذير منه. المرض الرابع الذي ظهر من إبليس في هذه الجملة: مرض الحسد، وهو كراهية نعمة الله على الغير وتمني زوالها، وهو نابع من العجب والكبر وإرادة العلو، فإن الحاسد إذا كان معجبًا بنفسه يراها فوق الآخرين ويبتغي علوها عليهم فإذا رأى نعمة الله على غيره ضاقت نفسه بذلك؛ لأنها لا تستريح إلا بالشعور بالفوقية والخيرية والعلو؛ فيكره أن تستمر هذه النعمة التي تقتضي التفضيل عليه، أو على الأقل المساواة فيتمنى زوال هذه النعمة دينية كانت أو دنيوية، وهو راجع إلى الاعتراض على قَسْم الله وعطائه ولا يزال الحاسد متألمًا في غمٍ وضيق وكرب؛ لأن نعم الله على الخلق لا تنقطع {كُلاًّ نُّمِدُّ هَؤُلاء وَهَؤُلاء مِنْ عَطَاء رَبِّكَ وَمَا كَانَ عَطَاء رَبِّكَ مَحْظُورًا} [الإسراء:20]، ولو أن الحاسد أخذ الدواء لهذا الداء بالنظر على أن الأرزاق قسْم من الله عز وجل والعطايا رحمة منه سبحانه وأنها مقتضى",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "أسمائه الحسنى وصفاته العلى لزال عنه مرضه، قال تعالى: {وَقَالُوا لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِّنَ الْقَرْيَتَيْنِ عَظِيمٍ (31) أَهُمْ يَقْسِمُونَ رَحْمَةَ رَبِّكَ نَحْنُ قَسَمْنَا بَيْنَهُم مَّعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَتَّخِذَ بَعْضُهُم بَعْضًا سُخْرِيًّا وَرَحْمَتُ رَبِّكَ خَيْرٌ مِّمَّا يَجْمَعُونَ} [الزخرف: 31، 32]، فلو تأمل المتأمل في هذه الآيات لوجد فيها العلاج والشفاء فإن كانت النعمة دنيوية فهي متاع زائل لا يستحق أن ينافس عليه، ورحمة الله في الآخرة التي سببها رحمته في الدنيا بإتباع شرعه والإيمان به وبرسله خير مما يجمع الناس من الدنيا، وإن كانت النعمة دينية كما كانت النعمة على آدم عليه السلام بالتكريم الإلهي والاجتباء والاصطفاء فليكن نظر العبد إلى أنه إن كان صادقًا في حب الله عز وجل والتعبد له فليحب من يحبه الله وليرضى بتفضيل من فضله الله فهذا الذي يفتح له أبواب الإيمان الذي أوثق عراه الحب في الله سبحانه والبغض في الله، وسوف يجد العبد ما يحصل له من لذة هذا الحب في الله الذي يزيده حبَّا للَّه، ويستوجب له - بإيجاب الله على نفسه - محبة الله له كما في الحديث القدسي: «حَقَّت محبتي للمتحابين فيَّّ»، فهذه اللذة خير له وأفضل، بل لا وجه للمقارنة بينها وبين لذة التفرد والعلو والسبق، وبهذا سعد أصحاب الرسل الذين آمنوا بهم وأحبوهم أكثر من أنفسهم وأهليهم، أما قرناؤهم ـ زمانًا ومكانًا ـ مِمَن كذب الرسل وعاداهم لما أصروا على ترك الدواء واستفحل في نفوسهم الداء أبغضوا الرسل وعادوهم أعظم معاداة، ولا تزال هذه المسألة في كل زمن من الأزمنة؛ فأهل الإيمان يجتبيهم الله بطاعته ويصطفيهم بهدايته؛ فيحبون الرسل، ويحبون المؤمنين فيجدون حلاوة الإيمان، وأعداء الرسل يحسدونهم على فضل الله لعدم شهودهم وجوب حب الله وحب من أحبه والرضا بتفضيله فيقتلهم الحسد وتشقى نفوسهم به في الدنيا والآخرة إذ تركوها على دائها وما سعوا في توجيه وجهة قلوبهم لحب الله بدلاً من حب النفس وإرادة العلو والعياذ بالله، وتأمل في قصة يوسف عليه السلام كيف كان حسد إخوته له على ما أوتي من فضل يستوجب له حب أبيه الزائد له؛ سببًا لشقائهم وتعاستهم إلى أن تناولوا الدواء حين قالوا: {تَاللّهِ لَقَدْ آثَرَكَ اللّهُ عَلَيْنَا وَإِن كُنَّا لَخَاطِئِينَ} [يوسف: 91]، فلما رضيت قلوبهم بتفضيل الله، وانصرفت إلى محبة من يحبه زال المرض وحصل الشفاء، وحصلت السعادة",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "العظيمة في الدنيا والآخرة، ولا ينبغي للمؤمن أن يتمنى شيئًا من الدنيا أعطيه الآخرين إلا ما كان عونًا على الطاعة؛ حبًا في عبادة الله، والمزيد منها دون أن يتمنى أن تزول من أخيه فهو يحب أن تنشر عبادة الله في الأرض، ويحب أن تظهر طاعته في الناس؛ فكيف يتمنى زوال مثل هذه النعمة عن أخيه؟! قال تعالى في أمر العطاء الدنيوي: {وَلاَ تَتَمَنَّوْاْ مَا فَضَّلَ اللّهُ بِهِ بَعْضَكُمْ} [النساء:32]، وقال النبي صلي الله عليه وسلم: «لا حسد إلا في اثنتين: رجل آتاه اللّه مالاً فسلطه على هلكته في الحق، ورجل آتاه اللّه الحكمة فهو يقضي بها ويعلمها للناس» متفق عليه، وفي حديث آخر: «رجل آتاه اللّه القرآن»، وفي رواية: «علمًا»، فهذه الأحاديث معناها الغبطة وهو أن يتمنى لنفسه مثل ما لأخيه دون تمنى زوال ما عند أخيه، وهذه الغبطة نفاها رسول الله صلي الله عليه وسلم أي نفي مشروعيتها إلا من العلم النافع والمال المنفق في الحق فهي إذاً غير مشروعة في غير ذلك من متاع الدنيا، حتى ولو كان لا يتمنى زوال النعمة عن أخيه فلا يشرع مثلاً أن يتمنى دارًا أو سيارة أو مالاً يستمتع به في الدنيا مثل ما لأخيه بل الأولى ترك ذلك، وتمنيه مكروه إلا في الطاعة والدين، والغبطة والتنافس في الدين لا يؤدي إلى بغضاء، بل إلى مزيد من المحبة وتآخي وتعاون ونصح، أما على الدنيا فهو سبب الأمراض المتتابعة التي أولها الحسد، والحسد المحرم هو تمني زوال النعمة (دينية أو دنيوية) سواء تمناها لنفسه، أو لم يتمنها بل تمنى مجرد زوالها، والحسد له أثر خفي ربما ضر المحسود بإذن الله الكون القدري لا الشرعي، قال تعالى: {وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ} [الفلق:5]. وإذا وجد الإنسان من نفسه شيئًا من ذلك فليبادر إلى أخذ الدواء الذي أرشدنا إليه القرآن كما سبق بيانه، وعليه أن يستعمل لسانه في الدعاء بالبركة لأخيه ويقول ما شاء الله لا قوة إلا بالله، ويجاهد في نفسه أن يقولها قلبه مواطئًا للسانه وهذا إن شاء الله على سبيل النجاة، والله المستعان. وكما كان الحسد وما تفرع منه من العجب والكبر هو أول معصية عُصي الله بها في السماء من إبليس، وكان سببًا لكفره، كذلك كان هو أول معصية عُصي الله بها في الأرض، وسفك بها أول دم حرامًا ودخل منه الشيطان إلى بني الإنسان، حين حسد ابن آدم الأول أخاه على تقبل",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "الله منه قربانًا حتى قتله فسن بذلك سنة سفك الدماء حرامًا في الأرض ولا يزال الحسد هو أعظم أسباب سفك الدماء حرامًا في الأرض وسبب قطع الأرحام والإفساد في الأرض، ومن أعظم الأمم نصيبًا منه اليهود عليهم لعنات من الله متتابعة، وهو الذي منعهم من الإيمان بمحمد صلي الله عليه وسلم وكذا النصارى المشركون، لا يزال الحسد يأكل قلوبهم من أهل الإسلام على ما آتاهم الله من فضله، ويسعون إلى إزالة المسلمين، وردهم عن دينهم وعفتهم ويقول تعالى في ذلك: {وَدَّ كَثِيرٌ مِّنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُم مِّن بَعْدِ إِيمَانِكُمْ كُفَّاراً حَسَدًا مِّنْ عِندِ أَنفُسِهِم مِّن بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ} [البقرة: 109]، وقال تعالى: {قُلْ يَا أَهْلَ الْكِتَابِ هَلْ تَنقِمُونَ مِنَّا إِلاَّ أَنْ آمَنَّا بِاللّهِ وَمَا أُنزِلَ إِلَيْنَا وَمَا أُنزِلَ مِن قَبْلُ وَأَنَّ أَكْثَرَكُمْ فَاسِقُونَ} [المائدة: 59]، نسأل الله أن يخلص المسلمين وينجيهم من شرورهم وينجيهم من شر حسدهم. المرض الخامس الذي ظهر من إبليس في هذه الجملة: مرض الإباء، والرد لأمر الله سبحانه وعدم الانقياد والخضوع له ورؤية أن له الحرية في عدم الالتزام والخضوع لأوامر الله ومصدر هذا المرض اعتقاد عدم مناسبتها وأنها وضعت الأمور في غير موضعها فكرمت من لا يستحق التكريم على من هو خير منه وأفضل؛ فمصدرها إنكار حكمة الله وعدله وكمال علمه، فعاد الأمر إلى الجهل بصفات الرب سبحانه واعتقاد عدم كماله عز وجل. وإذا تأملنا المواضع المختلفة التي ذكرت فيها القصة في القرآن لوجدنا أن الله ذكر في موضع مَرَض الإباء والاستكبار معًا الدالين على الكفر فقال في سورة البقرة: {وَإِذْ قُلْنَا لِلْمَلاَئِكَةِ اسْجُدُواْ لآدَمَ فَسَجَدُواْ إِلاَّ إِبْلِيسَ أَبَى وَاسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ} [البقرة: 34]، وفي موضع آخر ذكر الإباء والرد وفي ضمنه الكبر وذكر فيه حقيقة الإباء؛ فقال في سورة الحجر: {فَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ (30) إِلَّا إِبْلِيسَ أَبَى أَنْ يَكُونَ مَعَ السَّاجِدِينَ (31) قَالَ يَا إِبْلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ السَّاجِدِينَ (32) قَالَ لَمْ أَكُنْ لِأَسْجُدَ لِبَشَرٍ خَلَقْتَهُ مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ} [الحجر:30 ـ 33]، وجواب إبليس بَيّن حقيقة الإباء وهو قوله: {لَمْ أَكُنْ",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "لِأَسْجُدَ}، وهو متضمن للكبر في قوله: {لَمْ أَكُنْ لِأَسْجُدَ لِبَشَرٍ خَلَقْتَهُ مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ}، فكل من يقول لأمر الله لم أكن لأفعل فهو الآبي الراد على الله أمره الذي لم يقبل شرعه وزال من قلبه الانقياد الباطن وفي موضع ذكر الكبر والعلو وفي ضمنه الإباء وبيّن في هذا الموضع حقيقة الكبر فقال في سورة ص: {فَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ (73) إِلَّا إِبْلِيسَ اسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ (74) قَالَ يَا إِبْلِيسُ مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ أَسْتَكْبَرْتَ أَمْ كُنْتَ مِنَ الْعَالِينَ (75) قَالَ أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ} [ص: 37 ـ67]، فقد تبين في جواب إبليس حقيقة الكبر والإعجاب بالنفس في قوله: {أَنَا خَيْرٌ مِنْهُ}، وهو متضمن الإباء لأمر الله فذكر في كل موضع مرضًا من أمراض إبليس وبين حقيقته وضمنه الأمراض الأخرى فكان في ذلك من التناسب ما لا يخفى، وفي سورة الأعراف ذكر كبر إبليس في قوله: {قَالَ فَاهْبِطْ مِنْهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَاخْرُجْ إِنَّكَ مِنَ الصَّاغِرِينَ} [الأعراف: 13].والحقيقة أن التلازم بين هذه الأمراض هو الغالب وأنه لا يكاد يخلو المستكبر عن إباء ولا يخلو الآبي عن استكبار وكل منهما من أعظم مظاهر الكفر وأسبابه، وما أكثر انتشارهما في المعترضين على شرع الله المنادين بالحرية في رده والطعن فيه وما أولى العلمانيين أتباع إبليس بهذه الصفات، لاعتقاد خيرية عقولهم الفاسدة على ما جاءت به الرسل، وعدم خضوعهم وانقيادهم لما جاءت به الشريعة، وإعطائهم أنفسهم حق الاختيار بعد أمر الله وأمر رسوله صلي الله عليه وسلم وهذا ينافي الإيمان قال تعالى: {وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَن يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَن يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلَالًا مُّبِينًا} [الأحزاب: 36]، وقال سبحانه: {فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّىَ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لاَ يَجِدُواْ فِي أَنفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُواْ تَسْلِيمًا} [النساء: 65]، ومن تأمل مبادئ العلمانية الغربية التي تقوم على فصل الدين عن الحياة، واعتبار التشريع حقًا للبشر لا دخل للدين به، سواء كان فيما يتعلق بأنظمة الحياة في المجتمع من سياسة واقتصاد وإعلام، وأمر ونهي وحرب وسلم ونظام اجتماعي، وهو المقصود الأصلي للتشريع عندهم أو فيما يتعلق",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "بواجبات الإنسان في نفسه في اعتقاده وتصوره وفي عمله وعباداته ومعاملاته وفي سلوكه وأخلاقه وصفاته الباطنة والظاهرة فكل هذا عندهم، لا إلزام للدين فيه فالناس هم الذين يقررون أنظمة حياتهم من خلال رأي الأغلبية، وهم أصحاب السلطة التشريعية والإنسان في نفسه حر في اعتقاد ما يريد لا سلطان لأحد عليه حتى للَّه عز وجل على حريته، والناس كلهم سواء بلا فرق على أساس الدين أو غيره، وهذه مبادئ الثورة الفرنسية، أُمّ المناهج العلمانية في العصر الحديث الديموقراطية والحرية والمساواة، ونمط الحياة الغربي يقوم على هذه الثلاثة التي يبشرون بها في أرجاء الأرض ويفرضونها بقوة سلاحهم على من يخالفهم وأنت تلحظ فيها أنهم يعممون هذه الثلاثة حتى تفصل الدين عن الحياة بل كانت في الحقيقة حسمًا للصراع بين الدين والنظام المدني كما يسمونه وتحديدًا قاطعًا لانتصار هذا النظام المدني النابع من إرادات الناس ورغباتهم على اختلاف مللهم وأديانهم على النظام الثيوقراطي أي السلطة الإلهية التي كانت تدعيها الكنيسة، ولا شك أن الإسلام لا يقر لأحد سلطة إلهية ولكن حق التشريع والأمر والنهي هو للَّه عز وجل بلغته رسله الكرام وأتم الله نعمته، وأكمل شريعته التي أراد أن تحكم الأرض بما أنزل على خاتم الأنبياء والمرسلين محمد صلي الله عليه وسلم، والمنازعة في ذلك وإباؤه هو حقيقة مرض إبليس الذي ظهر منه في رفضه السجود لآدم، ولذا كان هذا النوع من الكفر هو شرك أيضًا إذ أنه عبادة للشيطان والأهواء والطواغيت من دون الله ولو أقر للَّه بالخلق والرزق والتدبير، والفرق بين الإباء وبين المعصية والمخالفة كبيرٌ جدًا، فالإباء يزول به أصل الخضوع للَّه عز وجل، الذي لا تتحقق العبودية بدونه إذ أصل العبودية كمال الحب مع كمال الذل؛ فمتى زال أصل أحدها بالكلية زالت حقيقة العبودية من القلب فلم يعد يشهد أن لا إله إلا الله أي لا معبود بحق إلا الله. ومن هنا كان محاربة هذا الشرك والكفر تحقيقًا لكلمة التوحيد ولا نرى معنى لنصب معركة بين من يحاربون هذا النوع من الكفر ومن يحاربون شرك العبادة والدعاء: الشرك الذي انتشر في قوم نوح ومن بعدهم من الأمم فلا بد من محاربة النوعين معًا ولا يتحقق التوحيد إلا برد كل أنواع الشرك، والرسل الكرام دعوا إلى التوحيد بكل أنواعه ونهوا عن الشرك بكل أنواعه، وهي كانت",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "ولم تزل منتشرة في البشر، فلا معنى لقول من يقول إن شرك الغلو في الصالحين هو الأصل، لأنه أول شرك وقع على ظهر الأرض فلا ينبغي الانشغال بغيره من أنواع الشرك كإباء الشرع والاستكبار عنه فإن شرك إبليس أقدم من هذا الشرك كذلك لا معنى لقول من يقول أن شرك الدعاء والعبادة للأوثان والصالحين هو شرك ساذج يزول تلقائيا بزوال الأول فهذا إغفال لما دعت إليه الرسل وإغفال لواقع أكثر أهل الأرض في أن الغلو هو سبب هلاكهم وكفرهم فلا بد من محاربة الشرك بكل أنواعه ومظاهره والله المستعان. ¶ المرض السادس الذي ظهر من إبليس في هذه الجملة: القياس الفاسد، وتقديم عقله القاصر الجاهل علي نص كلام الله وأمره، وذلك بأن جعل علة التكريم أصل عنصره النار مع أن هذا أمر لا تأثير له في التكريم ولا مناسبة؛ فترك صريح الأمر، واستعمل القياس الفاسد، روى ابن جرير عن الحسن في قوله تعالى: {خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ}، قال: قاس إبليس وهو أول من قاس. وإسناده صحيح. وروي عن ابن سيرين قال: أول من قاس إبليس وما عبدت الشمس والقمر إلا بالمقاييس، وإسناده صحيح أيضًا، والمقصود القياس الفاسد لمصادمته النص ولفساد النظر في العلّة المؤثرة فصار إبليس أستاذ أصحاب المناهج العقلية التي تجعل الشرع وراءها ظهريًا وهم في الحقيقة أبعد الناس عن العقل الصحيح فإن النقل الصحيح لا يخالف العقل الصريح بل يوافقه غاية الموافقة ولكن تقديم الشرع على العقل ليقوده في الاتجاه الصحيح لا ليلغيه ويناقضه كما يظن الجاهل، فأما إذا قدم الإنسان العقل على الشرع تاه وتحير وضل وغابت عنه الحقائق والتبست عليه الأمور فتناقضات البشر وتفاوت عقولهم أكثر من أن يحيط بها غير خالقهم عز وجل، فوجب الرد إلى الحق المطلق الذي أنزله الله ليحكم بين الناس فيما اختلفوا فيه، فبه يعرف صريح المعقول وتدرك به العلل والمناسبات، وأما من يحتج بهذه الآثار على إبطال القياس جملة فغير صحيح بل باطل، فإن القياس الصحيح من الميزان الذي أنزل الله مع الكتاب، والكتاب يدل عليه قال تعالى: {اللَّهُ الَّذِي أَنزَلَ الْكِتَابَ بِالْحَقِّ وَالْمِيزَانَ وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ}",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "[الشورى: 17]، وإذا كان إقامة الميزان في المحسوسات واجبة، فإقامتها في المعنويات والعقليات وفي العقائد والأعمال والأخلاق واجبة كذلك، واستعمال القياس الصحيح الذي لا يصادم النصوص، بل نستفيد من تحقيق عموم معانيها كما يحقق الاستدلال بالعموم والإطلاق عموم ألفاظها وهذا هو طريق الصحابة، والسلف رضي الله عنهم وأرضاهم، والله أعلم. المرض السابع الذي ظهر من إبليس في هذه الجملة: تزكية النفس، ومدحها وهو ثمرة مُرة فاسدة للعجب بالنفس والكبر فالعجب في القلب والفكر وتزكية النفس على اللسان، قال تعالى: {فَلَا تُزَكُّوا أَنفُسَكُمْ هُوَ أَعْلَمُ بِمَنِ اتَّقَى} [النجم: 32]، وقال تعالى: {أَلَمْ تَرَ إِلَى الَّذِينَ يُزَكُّونَ أَنفُسَهُمْ بَلِ اللّهُ يُزَكِّي مَن يَشَاء وَلاَ يُظْلَمُونَ فَتِيلاً} [النساء: 49] فمدح النفس وتزكيتها دليل على جهلها ورعونتها وهو افتئات على الله سبحانه، فهو وحده الذي يزكي من يشاء ولما قال الأقرع بن حابس للنبي صلي الله عليه وسلم: إن حمدي لَزَيْنٌ، وإن ذَمّي لَشَيْنٌ، قال له النبي: «ذاك اللّه عز وجل»، أخرجه أحمد والترمذي وصححه الألباني، فهو عز وجل أعلم بالمتقين وأعلم بمن يستحق المدح والثناء ومن لا يستحق ذلك، وإنما يمدح الطغاة أنفسهم ويُسَخِّرُون من الناس من ينادي في الناس بمدحهم، كما نادي فرعون في قومه قال: {يَا قَوْمِ أَلَيْسَ لِي مُلْكُ مِصْرَ وَهَذِهِ الْأَنْهَارُ تَجْرِي مِن تَحْتِي أَفَلَا تُبْصِرُونَ} [الزخرف:51]، وأهل الإيمان الحق يرون عيوب أنفسهم وذنوبهم وخطاياهم فلا يزكون أنفسهم مع اجتهادهم أشد الاجتهاد في إصلاحها وتهذيبها ولكنهم لكثرة محاسبتهم لأنفسهم وشدة مراقبتهم لها يعرفون من عيوبها ما يمنعهم من مدحها وتزكيتها ووصفها بالخيرية حتى لو كانوا هم أخير الناس. فهذا أبو بكر الصديق -رضي الله عنه- خير هذه الأمة بعد نبيها صلي الله عليه وسلم يقول للناس لما وليَّ خليفة للمسلمين قال: «يا أيها الناس إني قد وُليت عليكم ولست بخيركم»، وهذا علي بن أبي طالب يسأله ابنه محمد بن الحنفية: «يا أبت أي هذه الأمة أفضل بعد نبيها صلي الله عليه وسلم؟»، قال: «أبو بكر»، قال: «ثم أي؟»، قال: «عمر»، قال: «ثم أنت؟»، قال: «ما أنا إلا رجل من المسلمين».",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "وإذا كان مدح الإنسان غيره في وجهه، قطع لعنقه كما قال النبي صلي الله عليه وسلم لمن مدح أخاه في وجهه قال: «ويحك، قطعت عنق أخيك»، لما يترتب عليه من إحسان ظنه بنفسه واغتراره بها فكيف حال من يمدح نفسه ويزكيها ويثني عليها بالخيرية كما فعل إبليس نسأل الله العافية ونعوذ بالله من الخذلان. واحذر أخي المسلم من تغليف المدح للنفس والثناء عليها بغلاف التحديث بنعم الله وأن الله قد أنعم علي بكذا وكذا، ثم يعدد مناقبه وفضائله، فإن هذا من مداخل الشيطان وإنما يصح التحدث بنعمة الله عز وجل لمصلحة راجحة من ترغيب في طلب علم، أو نصيحة للمسلمين، أو تعريف بحق، وتحذير من تضييعه لمن كمل شهوده لكمال فقره إلي الله عز وجل، ولم يفتخر بفضائله علي الخلق، فرسول الله صلي الله عليه وسلم حين قال: «أنا سيد الناس يوم القيامة»، أتبعها بقوله: «ولا فخر»، فمن أين لك أيها المسكين بهذا الضمان ومن الذي يجزم لك بخلو نفسك من الفخر والاختيال واحذر أن تغتر بمثل حال الأنبياء محمد صلي الله عليه وسلم ويوسف عليه السلام حين قال: {إِنِّي حَفِيظٌ عَلِيمٌ} [يوسف:55]، فإنهم معصومون بعصمة الله لهم والسلامة لنا لا يعدلها شيء بل إياك أن تغتر بأصحاب رسول الله صلي الله عليه وسلم كابن مسعود حين يقول: «لو أعلم أحدًا أعلم مني بكتاب الله تضرب له أكباد الإبل لأتيته»، ونحو ذلك فإن هؤلاء شهد لهم رسول الله صلي الله عليه وسلم بالجنة، ولم يشهد لك، ولهم من المناقب والفضائل ما ليس لغيرهم، فقد كانوا أناسًا من أهل الجنة، يمشون علي وجه الأرض، وهم الراسخون في العلم والعمل والحال، وهم العلماء الأتقياء الخبيرون بأحوال القلوب وأمراضها بل وهم أطباؤها، وهم أساتذة الأمم وشهداء الله علي خلقه، وأنت لست كذلك، فسلامة العبد في عدم تزكية نفسه ومدحها والخوف عليها أعظم الخوف من ذلك والله المستعان. فهذه الأمراض التي ظهرت من إبليس فضحت هذه النفس المهينة الحقيرة الفاسدة المستحقة للَّعنة والإبعاد وأظهرت حكمة الله وعدله في تكريمه آدم عليه السلام وتفضيله، بفضله ورحمته سبحانه وبحمده، وظهر كيف استحق إبليس المقت والكراهية من الله عز وجل، ثم من خلقه، وكان لزامًا علي الخلق أن يحذروا مثل هذه الصفات أن يتصفوا بها أو أن يعملوا مثل عمله فيستحقوا مثل",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "جزائه والعياذ بالله. قوله تعالى: {قَالَ فَاهْبِطْ مِنْهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَاخْرُجْ إِنَّكَ مِنَ الصَّاغِرِينَ} [الأعراف: 13].يخبر تعالي عما عاقب به إبليس بنقيض قصده فإنه لما تعالي عن أمر الله أهبطه الله من الجنة أو من المنزلة التي كان فيها ولما تكبر صغره وأذله، وكذلك كل من قصد شيئًا بمخالفة أمر الله عاقبه الله بنقيض قصده فمن ابتغي العز بمعصية الله أذله الله، ومن تعاظم علي شرع الله حقره الله، ومن رام التخلص من العبودية للَّه جعله الله عبد شيطانه وهواه وأسره في حبسهما أسوأ الأسر، وحبسه في ذلهما أقبح الحبس. قال ابن كثير -رحمه الله-: يقول تعالي مخاطبًا إبليس بأمر قدري كوني: {فَاهْبِطْ مِنْهَا}، أي بسبب عصيانك لأمري وخروجك عن طاعتي فما يكون لك أن تتكبر فيها، قال كثير من المفسرين الضمير عائد إلي الجنة ويحتمل أن يكون عائد إلي المنزلة التي هو فيها في الملكوت الأعلى {فَاخْرُجْ إِنَّكَ مِنَ الصَّاغِرِينَ} أي الذليلين الحقيرين معاملة له بنقيض قصده مكافئة لمراده بضده. ا هـ. وتأمل في هذا المصير البائس الرهيب الذي صار إليه إبليس بعد العز بطاعة الله ومجاورة الملأ الأعلى والحضور والقرب في ملكوت السماوات، فأبدل بالأُنس إيحاشًا، وبالتقريب لعنة وإبعادًا، وبالرجاء في مزيد من الفضل والرحمة يأسًا وقنوطًا، وبلذة المناجاة والعبادة ألمًا وحسرة وخسرانًا، وبالرضا سخطًا وغضبًا، وبالحب كراهية ومقتًا، وبإرادة وجه الله والعمل بطاعته، الصد عن سبيله والكفر به وبشرعه وإرادة ما يسخطه والعمل بمعصيته، فاللهم إنا نعوذ بعزتك لا إله إلا أنت أن تُضلنا أنت الحي الذي لا تموت والجن والإنس يموتون، اللهم أغثنا برحمتك، اللهم يا مقلب القلوب ثبت قلوبنا علي دينك، اللهم يا مصرف القلوب صرف قلوبنا علي طاعتك، من يأمن البلاء علي نفسه في هذه الدنيا قبل أن يسمع من الله يوم القيامة: {يَا عِبَادِ لَا خَوْفٌ",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "عَلَيْكُمُ الْيَوْمَ وَلَا أَنتُمْ تَحْزَنُونَ} [الزخرف:68]، سبق القدر في حق إبليس بالطرد من الجنة والإبعاد بعد سنين طويلة في العبادة، والكون في الملأ الأعلى لما اطلع الله علي ما في قلبه من العجب والكبر، فهل تأمن أيها الإنسان أن يكون في قلبك شيء من ذلك وأنت لا تشعر فتعاقب بمثل هذا العقاب، وقد أعلمنا نبينا صلي الله عليه وسلم مقسمًا بالذي نفسه بيده أن: «الرجل ليعمل عمل أهل الجنة حتى ما يبقي بينه وبينها إلا ذراع فيسبق عليه الكتاب فيعمل عمل أهل النار فيدخلها»، والله سبحانه لا يظلم الناس شيئًا وما هو بظلام للعبيد فما أضل من أضل إلا بعدله وحكمته، وعلمه بما في نفوسهم وأسرارهم فإنه يعلم السر وأخفي، والسر يشمل ما يسره الإنسان في نفسه: {فَأَسَرَّهَا يُوسُفُ فِي نَفْسِهِ} [يوسف:77]، فما هو أخفي من السر من دوافعه الخفية وإراداته الدفينة التي لا يطَّلع عليها إلا الله وربما أخفاها المرء عن نفسه وظن بها خيرًا، وهو علي غير ذلك، وهذا الأمر الخفي الذي يسميه بعض علماء السلوك «سر السر»، ربما يكون فيه الشرك والإنسان لا يعلمه، قال النبي صلي الله عليه وسلم: «الشرك أخفي من دبيب النمل»، وعلم أصحابه أن يقولوا في دعائهم: «اللهم إنا نعوذ بك أن نشرك بك شيئًا نعلمه وتستغفرك، لما لا نعلمه»، فإذا لم يستشعر الإنسان فقره التام والضرورة الكاملة إلي عفو ربه ومغفرته ورحمته وَكَلَه إلي نفسه فيظل مستنقع الخبث الداخلي مستكنًا محركًا للدوافع عن بعد، ثم يتفجر فجأة بنتنه وفساده في موقف من المواقف كهذا الذي وقع من إبليس فتظهر الحقيقة المؤلمة وتحدث الفتنة ويقع الضلال، ويسقط العبد في الهاوية، ووالله إن الأمر في النفس لأدق من الشعرة وأَحَدُّ من السيف بين الخير والشر وبين الإخلاص وإرادة الدنيا وبين شهود المن والفضل من الله والعجب والغرور والكبر، فاللهم أغثنا اللهم أغثنا، لا ملجأ ولا منجي منك إلا إليك نعوذ برضاك من سخطك ونعود بمعافاتك من عقوبتك ونعوذ بك منك لا نحصي ثناءً عليك أنت كما أثنيت علي نفسك، يا حي يا قيوم برحمتك نستغيث فلا تكلنا إلي أنفسنا ولا إلي أحد من خلقك طرفة عين لا إله إلا أنت.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "قوله تعالي: {قَالَ فَأَنظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ (14) قَالَ إِنَّكَ مِنَ المُنظَرِينَ} [الأعراف: 14، 15].لم يتدارك إبليس نفسه ويفر إلي مولاه مستعيذًا مِن شر نفسه حتى يغيثه ويدركه بل انفجر في الفجور وتجاوز في الطغيان وأسرف في عداوة ربه وخالقه ومولاه فطلب النظرة إلي يوم القيامة فطلب أن يمد الله عمره إلي يوم البعث وهذا مِن أوضح الأدلة علي أن الإيمان لا يكفي فيه المعرفة وحدها فبعد كفر إبليس وإبائه لا يزال يعرف ربه ويدعوه دون وسائط ويعلم أنه الذي يملك الموت والحياة دون مَن سواه وهو مقر بالبعث وأن الله هو الذي يبعث العباد، ومع هذا فهو لا يؤمن بالله ولا باليوم الآخر لأنه مع معرفته بأن الله ربه عاداه وحاربه ورد أمره واستكبر علي شرعه ومع علمه بالبعث والنشور دعا إلي صراط الجحيم وصد عن سبيل الجنان وقضي عمره الطويل عاملاً بعمل النار فاستحقها والعياذ بالله، وهذا دليل أيضًا علي أن وجود بعض الإيمان لا يغني عن صاحبه إذا اقترن به أمر مِن الكفر الأكبر فهو يحبط هذا القدر مِن الإيمان رغم وجوده فيصبح عديم الأثر لا ينجي صاحبه مِن الخلود في النار، ولو تأملت طريقة بعض أهل زماننا ممن يدندن حول بعض معاني الالتزام بالشرع عند الكفَّار والمنافقين ساكتًا متناسيًا كفرهم ونفاقهم المحبط لإيمانهم مادحًا لهم علي ما قد يقبلونه أو يعملونه مِن الشرع ملبسًا علي الناس أمرهم لوجدت أنه يلزمهم أن يمدحوا إبليس بمعرفته بالربوبية بل وبكونه حين دعا لم يدع غير الله ولم يجعل بينه وبينه وسائط وكذلك يقر بأن الله المحيي المميت الباعث لخلقه وأنه يقر بيوم البعث، فهذه طريقة أهل الزيغ والضلال والانحراف، فكتمان الحق دعوة إلي جهنم لابد مِن الحذر منها، والدعوة إلي الله لابد أن تكون شاملة كاملة لا تقول ما يرضي الناس وتسكت عما لا يرضيهم بل تقول الحق كاملاً خصوصًا في زمن الدعاة علي أبواب جهنم الذين مَن أجابهم إليها قذفوه فيها فهم مِن جلدتنا يتكلمون بألسنتنا قلوبهم قلوب شياطين في جثمان إنس فإن",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "اعتبر إنسان كلامهم بلسان أهل الإسلام وسكت عن الدعوة إلي جهنم كان ذلك مِن أعظم الإجابة لهم التي حذر منها رسول الله صلي الله عليه وسلم فإنه ترويج لباطلهم وهم ما تكلموا بالإسلام إلا ليروجوا هذا الباطل فمَن ضخم للناس كلامهم بالإسلام وأهمل صدهم عنه في الحقيقة كان محققًا لأهدافهم غاشًا للأمة معاونًا علي الإثم والعدوان ونسأل الله العافية في الدين والدنيا والآخرة وأن يعيذ المسلمين مِن شر كل ذي شر هو آخذ بناصيته. وفي قوله تعالي: {قَالَ فَإِنَّكَ مِنَ الْمُنظَرِينَ} [الحجر: 37]. دليل علي هوان إبليس علي ربه، وهوان الدنيا عليه سبحانه، فإنه عز وجل أجابه لما فيه مزيد هلاكه وعذابه، وأعطاه سؤاله الذي طلب، مع علمه عز وجل أنه يريد الصد عن سبيل الله، وإغواء بني آدم، ودعوتهم ليكونوا من أصحاب السعير، فعمل إبليس وجنده لا يضر الله شيئًا، ولا ينقص من ملكه عز وجل شيئًا؛ إذ لو أن أول خلقه وآخرهم وإنسهم وجنّهم كانوا علي أفجر قلب رجل واحد منهم ما نقص ذلك من ملكه شيئًا «ولو كانت الدنيا تساوي عند الله جناح بعوضة ما سقي منها كافرًا كأسًا، ولا شربة ماء» كما قال: رسول الله صلي الله عليه وسلم؛ ولذا مدَّ عمر إبليس إلي يوم القيامة؛ فعمره الطويل لم ينفعه، بل زاد في مضرته وشقائه، وإنما ينفع طول العمر مع حسن العمل، وكل الناس يحرصون علي الحياة، ولربما كانت حياتهم ضررًا عليهم، ولذا كان من دعاء النبي صلي الله عليه وسلم: «اللَّهم إني أسألك بعلمك الغيب، وقدرتك علي الخلق أحيني ما علمت الحياة خيرًا لي وتوفني ما علمت الوفاة خيرًا لي»، وفي الآية دليل علي وجود منظرين آخرين؛ لأنه سبحانه قال: {قَالَ فَإِنَّكَ مِنَ الْمُنظَرِينَ} [الحجر: 37]. والله سبحانه أعلم بهم، وفي حديث الصور الطويل ـ علي ضعفه ـ ما يدل علي بقاء: جبريل، وميكائيل، وحملة العرش، وإسرافيل، وملك الموت، إلي ما بعد النفخة الأولي، ثم يموتون بعد ذلك، وان كان يشهد لموت الملائكة قوله تعالي: {كُلُّ نَفْسٍ ذَآئِقَةُ الْمَوْتِ} [آل عمران: 185].",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وأما في البشر فهل يوجد منظرين؟ ... ظاهر الكتاب والسنة عدم ذلك؛ قال تعالي: {وَمَا جَعَلْنَا لِبَشَرٍ مِنْ قَبْلِكَ الْخُلْدَ أَفَإِنْ مِتَّ فَهُمُ الْخَالِدُونَ (34) كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ} [الأنبياء: 34، 35]، مع قول النبي صلي الله عليه وسلم: «أرأيتم ليلتكم هذه؛ فإنه لا يمر عليها مئة سنة وعلي الأرض نفس منفوسة» [متفق عليه]؛ فهو ظاهر جدًا في أن كل من كان علي ظهر الأرض حيًا تلك الليلة لا يمر عليه مائة سنة إلا وقد مات، والاستثناء للدجال بالدليل، أو لأنه في إحدى جزائر بحار المشرق، أما الخضر وإلياس فلا دليل علي استثنائهما ـ لو ثبت بقائهما حَيّين إلي زمنه صلي الله عليه وسلم ـ والظاهر عدم ذلك أيضًا؛ لقول النبي صلي الله عليه وسلم: «لو كان موسي بن عمران حيًا لما وسعه إلا أن يتبعني»؛ فلو كان الخضر أو غيره حيًا لما وسعهم إلا متابعته صلي الله عليه وسلم، والهجرة إليه، والجهاد معه، ولا شيء من ذلك قد وقع؛ فالصحيح موتهما والله أعلم، خلافا لطوائف من أهل العلم، وإجماع الصوفية، وهو إجماع لا اعتداد به عند أحد من أهل العلم والله أعلم. قوله تعالي: {قَالَ فَبِمَا أَغْوَيْتَنِي لَأَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيمَ (16) ثُمَّ لَآَتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَنْ شَمَائِلِهِمْ وَلَا تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ}. [الأعراف: 16، 17].مزيد من الجهل بالله، والعناد لأمره، والمبارزة بالمحاربة وقع فيها إبليس لعنه الله؛ فكما جهل حكمته وعدله، كذلك جهل علمه التام بالسر والعلن؛ فإنه لما سمع وعد الله له بالنظر ـ وهو في الحقيقة وعيد ـ عندها أعلن عزمه علي صد بني آدم عن سبيل الله، وإغوائهم كأنه لما استوثق بالنظرة إلي يوم يبعثون أعلن ما في نفسه، وما كان يكتمه بطلب الإنظار؛ فكأنه كان يظن أن الله سبحانه لا يعلم ما في نفسه قبل أن يعلنه، ثم زاد الأمر سوءًا وضلالاً باحتجاجه علي ربه بالقدر، فبدلاً من أن ينسب الظلم إلي نفسه ـ كما فعل آدم عليه السلام، ويتوب إلي الله ـ",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "نسب الإغواء إلي الله عز وجل؛ محتجًا به علي كفره ومعصيته، ومبررًا عزمه علي القعود لبني آدم، صادًا لهم عن الحق، وصراط الله المستقيم، فلم يقل ذلك شهودًا للربوبية، وإيمانًا بقدر الله وقدرته علي أفعال عباده، وخلقه لها؛ كما قالها نوح عليه السلام لقومه: {وَلاَ يَنفَعُكُمْ نُصْحِي إِنْ أَرَدتُّ أَنْ أَنصَحَ لَكُمْ إِن كَانَ اللّهُ يُرِيدُ أَن يُغْوِيَكُمْ هُوَ رَبُّكُمْ وَإِلَيْهِ تُرْجَعُونَ} [هود:34]، أو كما قالها موسي -عليه السلام- متوسلاً بشهود هذا المعني من معاني التوحيد لإجابة دعائه؛ حيث قال: {إِنْ هِيَ إِلاَّ فِتْنَتُكَ تُضِلُّ بِهَا مَن تَشَاء وَتَهْدِي مَن تَشَاء أَنتَ وَلِيُّنَا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنتَ خَيْرُ الْغَافِرِينَ} [الأعراف:155]، فالمؤمن يشهد القدر توحيدًا لله عزَّ وجلَّ، ويلتزم بالطاعة، ويتوب إلي الله من ذنوبه، ويعترف علي نفسه بالظلم فيما فعله، والكافر والفاجر ومن شابه إبليس من الجبرية، يذكرون القدر احتجاجًا علي ترك الشرع، ومحاربة الرب سبحانه، ورسله، ومعاندة أوامره؛ فهي كلمة حق يقولونها يريدون بها باطلاً، فأما أنها حق: فلا شك أن الله هو الذي أغوي إبليس؛ أي أضله وأهلكه؛ بعدله سبحانه، وبعلمه بما انطوي عليه سره من الكبر والعجب، والجهل بصفات الله عز وجل، وهو كذلك أغوي قوم نوح، وكل كافر ومشرك فما يكون في ملكه إلا ما يريد، وهذا مقتضي ربوبيته، وعلمه وقدرته، وإرادته الكونية، وأنه وحده الخالق، وكل شيء سواه مخلوق: من ذوات العباد، وصفاتهم وأفعالهم، وأما أنهم يريدون بها باطلاً فإنهم: يبررون بذكر هذا الإغواء مخالفتهم لأمر الله الذي وقع من خلال قدرتهم وإرادتهم التي خلقها الله لهم، وهم فاعلون حقيقة، والفعل الحقيقي هو الذي يفعله فاعله، بإرادته وقدرته، والله خالقهم، وخالق قدرتهم ومشيئتهم وأفعالهم وصفاتهم، وليس كون هذه الأشياء مخلوقة لله يلزم منها انعدام أثرها وسببيتها؛ فالله الذي أراد أن تكون القدرة والإرادة المخلوقة مؤثرة في فعله، وسببًا أو جزء سبب لوجود فعله، وبهذا وعليه يحاسبه ربه ويسأله، ويمدحه أو يذمه؛ كما أن الإنسان مخلوق من أبويه، وهما مخلوقان لله عز وجل، ولكن كونهما مخلوقين لله لا يعني انعدام أثرهما، وسببيتهما في وجوده عند كل العقلاء؛ فهما تزوجا، وتعاشرا معاشرة نشأ بسببها الولد، وهما مسئولان عنه لأجل ذلك، فلو ألقياه في الطريق قائلين ربه الذي أراد خلقه، وهو الذي أوجده، فلا دخل لنا به، لكانا",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "مستحقين للذم والعقاب عند كل عاقل، فكذلك من يفعل فعله بإرادته ومشيئته وقدرته، ثم يقول ربي هو الذي قدر علي ذلك وخلقه فيَّ، فلا دخل لي بعملي؛ لكان كذلك مستحقًا للذم والعقاب، والعقل الإنساني لا يقبل في هذه المسألة إلا ما دل عليه الشرع، ولا يجد محيدًا عنه أبدًا؛ لأنه الحق والوسط بين طرفين كلاهما باطل عقلاً وحِسًا وشرعًا، إذ أن أحد الطرفين هو طرف إبليس وأشباهه من الجبرية (أو القدرية الإبليسية) القائلين: «لو شاء الله ما أشركنا»، والقائلين: «بما أغويتني»، نافين مسئوليتهم عن أفعالهم، مبررين كفرهم ومعاصيهم بالقدر، وقد ذكرنا بطلان ذلك عقلاً وشرعًا لأن الله سبحانه أثبت للعباد قدرة وإرادة بها تقع أفعالهم فقال: {وَقُلِ الْحَقُّ مِن رَّبِّكُمْ فَمَن شَاء فَلْيُؤْمِن وَمَن شَاء فَلْيَكْفُرْ} [الكهف: 29]؛ فأثبت لهم مشيئة بها يقع إيمانهم أو كفرهم، وقال سبحانه: {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ} [التغابن: 16]، وقال جل ذكره: {إِلاَّ الَّذِينَ تَابُواْ مِن قَبْلِ أَن تَقْدِرُواْ عَلَيْهِمْ} [المائدة: 34]. فأثبت للعباد قدرة واستطاعة بها يقع فعلهم: وهي سلامة الحواس والآلات من عقل وسمع وبصر، وحركة وحس، ويد ورجل، وبلغهم الشرع علي ألسنة الرسل؛ فلزمتهم الحجة، واستحقوا الثواب والعقاب علي أعمالهم؛ عدلاً منه وحكمة، وأما الطرف الآخر فهم القدرية النفاة: الذين ينفون تعلق إرادة الله وقدرته بأفعال العباد الاختيارية، وأنها واقعة بقدره وخلقه عز وجل لها، بل يقولون أن العباد فاعلون لأفعالهم، بلا مشيئة لله فيها، وهم الخالقون لتلك الأفعال، وهذا باطل قطعًا: شرعًا وعقلاً وحسًا؛ قال تعالي: {فَمَن يُرِدِ اللّهُ أَن يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلإِسْلاَمِ وَمَن يُرِدْ أَن يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاء} [الأنعام:125]، وقال تعالي: {مَن يَشَإِ اللّهُ يُضْلِلْهُ وَمَن يَشَأْ يَجْعَلْهُ عَلَى صِرَاطٍ مُّسْتَقِيمٍ} [الأنعام: 39]، وقال تعالي: {لِمَن شَاء مِنكُمْ أَن يَسْتَقِيمَ} [التكوير: 28]؛ فمشيئة العباد ثابتة، وهي تابعة لمشيئة الرب سبحانه؛ فما شاء الله كان، وما لم يشأ لم يكن، ومن تأمل نشأة الإنسان من العدم، وخروجه من بطن أمه لا يعلم شيئًا، ولا يعقل شيئاً، ولا يقدر علي شيء، ثم توجد فيه الرغبات من حيث لا يدري ولا يختار: من جوع وعطش، ثم حب تملك، ثم حب التميز والتفرد والأنانية، ثم الشهوة الجنسية، وغيرها من الإرادات والرغبات؛ لأيقن أن هذه الإرادات",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "مخلوقة، لا يملك الإنسان إيجادها من عدم، وكذلك عقله وكلامه، وسمعه وبصره التي بها يحصل له العلم، ثم القدرة والإرادة كلها كانت عدمًا محضًا، ثم خلقت فيه فما ترتب عليها قطعا مخلوق أيضًا، والعوامل التي تؤثر في اختيارات الإنسان: من طبيعة المجتمع والأسرة، والدين الذي ينشأ عليه صغيرًا، والتعليم واللغة، والمخالطين له، وغير ذلك من عوامل التأثير علي الشخصية والأخلاق: كنسبة الذكاء، والأخلاق الجبلية كل هذه العوامل لا يختار الإنسان منها شيئًا، وهو يُولد بلا اختيار لزمن وجوده، ولا لمكانه، ولا لوالديه، ولا لوطنه، وجنسه؛ فكيف يقول عاقل بعد ذلك: أن قدرته تامة، وأن إرادته مستقلة، لا سلطان لأحد عليها، ولا لله عز وجل تعالى عن ذلك علوًا كبيرًا؟!، فإرادة الإنسان وقدرته موجودة غير معدومة، لكنها مقيدة غير مطلقة، وهو فاعل ليس بخالق، كما أنه منفعل لما يقع عليه من أفعال الرب سبحانه؛ فالعبد مصلي، والله جعله مقيمًا للصلاة، والعبد مهتد، والله هداه، والعبد الآخر ضال، والله أضله؛ فهو فاعل منفعل، مخلوق غير خالق، له إرادة مخلوقة، وقدرة مخلوقة، وفعل مخلوق، لا يقبل العقل السليم شيئًا غير هذا الحق الذي دل عليه الكتاب والسنة، وإجماع سلف الأمة، وهذه المسألة من أخطر المسائل التي ضل فيها أمم وشعوب، وفلاسفة ومفكرون؛ منهم من تابع إبليس، ومنهم من رد عليه بشر مثل شره، وكفر مثل كفره، وهدي الله أهل الإيمان أبناء أبيهم آدم، وأتباع رسل الله صلوات الله وسلامه عليهم إلي الصراط المستقيم، والحجة القويمة، والله يهدي من يشاء إلي صراط مستقيم. وقارن بين سوء أدب إبليس مع ربه، وسوء ظنه به، وإصراره علي الكفر والزيادة فيه في المستقبل، وبين أدب آدم عليه السلام وزوجه، وحسن ظنهما بربهما، وسوء ظنهما بنفسيهما؛ حين قال: {قَالاَ رَبَّنَا ظَلَمْنَا أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ} [الأعراف: 23]؛ فإن هذه المقارنة ترشدك إلي معرفة قبس من نور الحكمة والعدل في المصير الذي صار إليه كل منهما، وأن الله ما وضع الإيمان والهدي والتوبة والإنابة إلا في مواضعها، وما وضع الكفر والظلم والكبر إلا في مواضعها، والحمد للَّه رب العالمين. وفي قوله تعالي عن إبليس: {قَالَ فَبِمَا أَغْوَيْتَنِي لأَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيمَ} [الأعراف:",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "16]. قال ابن كثير -رحمه الله-: «قال ابن عباس: كما أضللتني. وقال غيره: كما أهلكتني {لأَقْعُدَنَّ} لعبادك الذين تخلقهم من ذرية هذا الذي أبعدتني بسببه علي {صِرَاطَكَ الْمُسْتَقِيمَ}: أي طريق الحق، وسبيل النجاة؛ لأضلنهم عنها؛ لئلا يعبدوك، ولا يوحدوك؛ بسبب إضلالك إياي». وروي الإمام أحمد عن سبرة بن أبي فاكه قال: سمعت رسول الله صلي الله عليه وسلم يقول: «إن الشيطان قعد لابن آدم بطرقه: فقعد له بطريق الإسلام فقال: أتُسلم وتذر دينك ودين آبائك؟! قال: فعصاه وأسلم، قال: وقعد له بطريق الهجرة؛ فقال: أتهاجر وتدع أرضك وسماءك؟! وإنما مثل المهاجر كالفرس في الطِّوَل (1)، فعصاه وهاجر، ثم قعد له بطريق الجهاد ـ وهو جهاد النفس والمال ـ فقال: تقاتل فتقتل؛ فتنكح المرأة، ويقسم المال؟! قال: فعصاه وجاهد»، قال رسول الله صلي الله عليه وسلم: «فمن فعل ذلك منهم فمات، كان حقًا علي اللَّه أن يدخله الجنة، أو قتل كان حقًا علي اللَّه أن يدخله الجنة، وإن غرق كان حقًا علي اللَّه أن يدخله الجنة، أو وقصته دابة كان حقًا علي اللَّه أن يدخله الجنة» [صححه الألباني].وقوله: {ثُمَّ لآتِيَنَّهُم مِّن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَن شَمَآئِلِهِمْ وَلاَ تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ} [الأعراف: 17]. قال: علي بن أبي طلحة عن ابن عباس {ثُمَّ لآتِيَنَّهُم مِّن بَيْنِ أَيْدِيهِمْ} أشككهم في آخرتهم، {وَمِنْ خَلْفِهِمْ} أرغبهم في دنياهم، {وَعَنْ أَيْمَانِهِمْ} أشبه عليهم أمر دينهم، {وَعَن شَمَآئِلِهِمْ} أشهي لهم المعاصي. وقال علي بن أبي طلحة في رواية العوفي كلاهما عن ابن عباس: أما {مِّن بَيْنِ أَيْدِيهِمْ} فمن قبل دنياهم، وأما {وَمِنْ خَلْفِهِمْ} فأمر آخرتهم، وأما {عَنْ أَيْمَانِهِمْ} فمن قبل حسناتهم، وأما {وَعَن شَمَآئِلِهِمْ} فمن قبل سيئاتهم. وقال قتادة: أتاهم من {مِّن بَيْنِ أَيْدِيهِمْ}؛ فأخبرهم أنه لا بعث ولا جنة ولا نار، {وَمِنْ خَلْفِهِمْ} من أمر الدنيا؛ فزينها لهم، ودعاهم إليها، {وَعَنْ أَيْمَانِهِمْ} من قبل حسناتهم، بطأهم عنها، {وَعَن شَمَآئِلِهِمْ} زين لهم السيئات والمعاصي، ودعاهم إليها، وأمرهم بها، أتاك يا ابن آدم من كل وجه غير أنه لم يأتك من فوقك لم يستطع أن يحول بينك وبين رحمة الله. وكذا روي عن إبراهيم النخعي والحكم بن عيينة والسدي وابن جريج إلا أنهم",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "قالوا: {مِّن بَيْنِ أَيْدِيهِمْ} الدنيا {وَمِنْ خَلْفِهِمْ} الآخرة. ا. هـ باختصار يسير. وأكثر استعمال القرآن أن ما خلف العباد هو أمر الآخرة المستقبل، وأن ما بين أيديهم هو ما هم فيه الدنيا، قال تعالي: {مِّن وَرَآئِهِ جَهَنَّمُ} [إبراهيم: 16]، وقال تعالي: {وَمِن وَرَآئِهِ عَذَابٌ غَلِيظٌ} [إبراهيم: 17]، وقال: {مِن وَرَائِهِمْ جَهَنَّمُ وَلَا يُغْنِي عَنْهُم مَّا كَسَبُوا شَيْئًا} [الجاثية:10]، وهذا قول أكثر المفسرين من السلف، وهذه الآية الكريمة بين الله فيها كيد إبليس ومكره ببني آدم: في صدهم عن الخير، وإيقاعهم في الشر بكل طريق. فلابد أن يقاوم الإنسان هذا الكيد والمكر بالمرابطة في هذه الأمور الأربعة؛ حتى لا يأتيه الشيطان منها؛ فلابد أن يحذر من الاغترار بالدنيا والفرح بها، وعليه أن يلزم نفسه الزهد فيها بالنظر في مآلها وعاقبتها، وقلة وفائها، وكثرة جفائها، وخسة شركائها، وينظر إلي حقيقتها عند الله، وأنها لا تساوي عنده جناح بعوضة؛ فكيف وهو لا يحصل منها إلا علي قطرة من بحرها؟!.وكذلك لابد أن يديم الفكر في أمر الآخرة والبعث، وأهوال القيامة، والجنة والنار، ويكثر تدبر آيات القرآن، وأحاديث النبي صلي الله عليه وسلم في وصف الآخرة؛ فإن ذلك من أعظم أسباب إرادة الآخرة، والإعراض عن الدنيا، وفشل كيد إبليس في ذلك. ولابد للإنسان كذلك من المداومة علي الطاعات، وعدم التواني والكسل عنها؛ فإن مجاهدة النفس في المحافظة عليها سبب لذوق حلاوتها، وأن تصير قرة عينه فيها بعد ذلك، وعليه أن يحذر من الشهوات المحرمة، وسائر المعاصي بالنظر في سوء عاقبتها في الدنيا والآخرة؛ فإذا حدث منه تفريط في ترك واجب، أو فعل محرم بادر إلي التوبة النصوح؛ ليصقل قلبه، ولا يصر علي معصيته؛ فتزداد النكت السوداء في قلبه، وعليه أن يديم مع ذلك كله مشاهدة نعم الله عليه: الظاهرة والباطنة، في دينه ودنياه، ونفسه وأهله وماله، ليعظم هذه النعم، ويشهد فضل الله فيها، مع عجزه عن عدها، والوقوف علي حدها، والعجز عن شكرها، فيعرف بقلبه النعمة، مع محبة المنعم وتعظيمه، والثناء عليه باللسان، وتصريف نعمته في طاعته، والقيام بتوحيده؛ فبهذا يسد علي إبليس سبل الدخول إليه بكيده ومكره، وتفشل خططه في إضلال",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "ابن آدم. قال ابن كثير -رحمه الله- في قوله: {وَلاَ تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ} [الأعراف: 17]: عن ابن عباس قال: موحدين وقول إبليس هذا إنما هو ظن منه وتوهم، وقد وافق في هذا الواقع؛ كما قال تعالي: {وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ إِلَّا فَرِيقًا مِنَ الْمُؤْمِنِينَ (20) وَمَا كَانَ لَهُ عَلَيْهِمْ مِنْ سُلْطَانٍ إِلَّا لِنَعْلَمَ مَنْ يُؤْمِنُ بِالْآَخِرَةِ مِمَّنْ هُوَ مِنْهَا فِي شَكٍّ وَرَبُّكَ عَلَى كُلِّ شَيْءٍ حَفِيظٌ} [سبأ: 20، 21]. ولهذا ورد في الحديث الاستعاذة من تسلط الشيطان علي الإنسان من جهاته كلها، روي البزار عن ابن عباس قال: كان رسول الله صلي الله عليه وسلم يدعو: «اللَّهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي، اللَّهم استر عوراتي، وآمن روعاتي، واحفظني من بين يدي ومن خلفي، وعن يميني وعن شمالي، ومن فوقي، وأعوذ بك اللَّهم أن أغتال من تحتي» [حسنه البزار، وصححه الألباني] ا. هـ باختصار. وروي نحوه أبو داود من حديث ابن عمر في أذكار الصباح والمساء. ومن أعظم ما يرد به العبد كيد إبليس في ترك الشكر أن يعوِّد العبد نفسه علي شكر الله علي نعمه علي خلقه جميعًا، وليس فقط علي نفسه كما في الحديث الحسن في أذكار الصباح والمساء مرفوعًا «اللَّهم ما أصبح بي من نعمة أو بأحد من خلقك فمنك وحدك لا شريك لك فلك الحمد ولك الشكر». ¶ قوله تعالي: {قَالَ اخْرُجْ مِنْهَا مَذْءُومًا مَدْحُورًا لَمَنْ تَبِعَكَ مِنْهُمْ لَأَمْلَأَنَّ جَهَنَّمَ مِنْكُمْ أَجْمَعِينَ} [الأعراف: 18].لما أعلن إبليس عزمه وإصراره المؤكد علي محاربة ربه عز وجل ـ ولا قبل له بذلك ــ كان جزاؤه تأكيد اللعن والطرد والإبعاد عن الجنة، أو المنزلة التي كان فيها في الملأ الأعلى فقال تعالي: {قَالَ اخْرُجْ مِنْهَا مَذْءُومًا مَدْحُورًا} والذأم: العيب. والمذءوم: المعيب ـ كما قاله ابن جريرـ",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "والمدحور: المقصي، المبعد، المبغض، المطرود. وكلها معاني متلازمة. قال ابن عباس: «{مَدْحُورًا}: مقيتًا وقال أيضًا: صغيرًا مقيتًا. فالعبد لا ينال بمخالفة أمر الله، والصد عن سبيله إلا الذل والمقت، واللعنة والطرد».وأنت تجد أثر هذه الصفات في كل من يحارب الله عز وجل بإيذاء أوليائه فلابد أن توضع له البغضاء في الأرض؛ فيمقت نفسه، ويمقته أهله وجيرانه، ومن حوله، والناس جميعًا، حتى الأرض والسماء؛ كما قال: النبي صلي الله عليه وسلم: «وأما الكافر فيستريح منه العباد والبلاد والشجر والدواب» [رواه مسلم].وقوله تعالي: {لَمَنْ تَبِعَكَ مِنْهُمْ لَأَمْلَأَنَّ جَهَنَّمَ مِنْكُمْ أَجْمَعِينَ} وعيد لمن تابع إبليس من بني آدم بأن يصير مصيرهم مثل مصيره، بل يكونون منه، فتأمل قوله تعالي: {لَمَنْ تَبِعَكَ مِنْهُمْ} فهم في الأصل بنو آدم ومنه، لكن لما تبعوا إبليس صاروا منه فقال تعالي: {لَأَمْلَأَنَّ جَهَنَّمَ مِنْكُمْ أَجْمَعِينَ}؛ فالإنسان إذا لم يعمل بمقتضي التكريم الذي كرمه الله لم ينفعه نسبه، بل لحق بمن تشبه به في الصفات والأعمال من الشياطين، وهذا أمر مطرد في كل زمن وكل نسب قال النبي صلي الله عليه وسلم: «ومَن أبطأ به عمله لم يسرع به نسبه» [رواه مسلم]، وقال صلي الله عليه وسلم: «يا فاطمة بنت محمد سليني من مالي ما شئت لا أغني عنك من اللَّه شيئًا» [متفق عليه]. وقد وعد الله النار أن يملأها كما ثبت في الحديث القدسي في الصحيحين قال الله عز وجل للجنة: «أنت رحمتي أرحم بك مَن أشاء، وقال للنار أنت عذابي أعذب بك من أشاء، ولكل منكما علي ملؤها» وكذلك الحديث الصحيح أن جهنم إنما تمتلئ بمن فيها من الجِنَّة والناس إذا وضع الجبار عليها قدمه قال النبي صلي الله عليه وسلم: «لا يزال جهنم يلقي فيها، وتقول هل من مزيد؟ حتى يضع رب العزة قدمه فيها؛ فينزوي بعضها إلي بعض وتقول قط قط وعزتك وكرمك» متفق عليه، أعاذنا الله منها بكرمه ومنه.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "قوله تعالي: {وَيَا آَدَمُ اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ فَكُلَا مِنْ حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ (19) فَوَسْوَسَ لَهُمَا الشَّيْطَانُ لِيُبْدِيَ لَهُمَا مَا وُورِيَ عَنْهُمَا مِنْ سَوْآَتِهِمَا وَقَالَ مَا نَهَاكُمَا رَبُّكُمَا عَنْ هَذِهِ الشَّجَرَةِ إِلَّا أَنْ تَكُونَا مَلَكَيْنِ أَوْ تَكُونَا مِنَ الْخَالِدِينَ (20) وَقَاسَمَهُمَا إِنِّي لَكُمَا لَمِنَ النَّاصِحِينَ (21)} [الأعراف: 19 ـ 21]. يذكر سبحانه لطفه ورحمته وبره وإحسانه إلي الأبوين آدم وحواء: بإسكانهما الجنة، وقد سبق أن ذكرنا تصحيح القول بأنها جنة الخلد التي في السماء وهو قول جمهور أهل السُّنَّة، وأباح لهما سبحانه أن يأكلا من حيث شاءَا من أشجارها، إلا شجرة واحدة؛ فوسع عليهما في الحلال، وضيق الحرام، وجعل في الحلال ما يغني عنه، وبين لهما عاقبة الحرام، وأن من تناوله كان من الظالمين، ثم ذكر سبحانه مكر الشيطان بهما، وكيده ليكشف لهما ما ووري عنهما من عوراتهما من خلال وسوسته لهما، والوسوسة: ما يلقيه الشيطان، ويقذفه في قلب الإنسان، وهو عادة يكرر ما يقذفه ويلقيه مرات عديدة، وربما نوع أساليبه في القذف، ويرغب الإنسان ويعده الغرور ويُمنيه الباطل ويرهبه ويخوفه من الحق، ولذا وردت الآيات باختلاف ما دعي إبليس به الأبوين إلي الأكل من الشجرة، فمرة وعدهما المَلَكَيَة: أن يكونا ملكين، أو الخلود، ومرة ذكر سبحانه أنه وعدهما الخلد، والملك الذي لا يبلي، والآية في سورة الأعراف صريحة في وقوع الوسوسة منه للأبوين معا، وفي سورة طه صريحة في وقوع الوسوسة لآدم، قال تعالي: {فَوَسْوَسَ إِلَيْهِ الشَّيْطَانُ قَالَ يَا آدَمُ هَلْ أَدُلُّكَ عَلَى شَجَرَةِ الْخُلْدِ وَمُلْكٍ لَّا يَبْلَى} [طه: 20]، فمما يذكر عن الإسرائيليات أن الوسوسة إنما كانت لحواء دون آدم، وأنها هي التي بدأت بالأكل من الشجرة، ثم أعطته، لا دليل عليه من كتاب ولا سنة، بل ظاهر القرآن يرده: بأن الشيطان وسوس لهما جميعا، حتى أكلا منها جميعا والله أعلم. والآية دليل علي أن الأنبياء لا يمتنع عليهم وسوسة الشيطان، وقذفه في قلوبهم المخالفة لأمر الله، أو النسيان لأمره، أو الخطأ، فهذا مما دل الكتاب والسنة علي وقوعهم لهم؛ ليكونوا قدوة للعباد في دفعها، والتوبة والاستغفار من آثارها، وبينت الآية الكريمة",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "إرادة الشيطان من الوسوسة، وخطته في مكره لبني آدم، وذلك بكشف العورات؛ ليبدي لهما ما ووري عنهما من سوءاتهما، والقرآن صريح في أن العورات ـ وهي السوءات لأنه يسوء الإنسان كشفها ـ كانت مستورة عن آدم وحواء، وهل كان ذلك بلباس حسن من الجنة كما قال ابن كثير: سعي في المكر والوسوسة والخديعة ليسلبهما ما هما فيه من النعمة واللباس الحسن، أم كان ذلك بنور علي فروجهما، كما قال وهب بن منبه: كان لباس آدم وحواء نورا علي فروجهما لا يري هذا عورة هذه ولا هذه عورة هذا؛ فلما ذاقا الشجرة بدت لهما سوءاتهما؟ فالله أعلم، أي ذلك كان ولا نص من كتاب أو سنة يبين لنا كيف سترت عنهما عوراتهما، وظاهر كلام وهب أن العورة التي كانت مستورة هي الفروج، كما هو الظاهر المعلوم من اللغة، وهي التي يسوء الإنسان كشفها، أما ما ذكر أن العورات التي كانت مستورة هي الأشعار، أو الأظفار، فمما لا دليل عليه والله أعلم. وحفظ العورة الظاهرة مرتبط ارتباطا وثيقا بقلب الإنسان، وحاله مع ربه عز وجل، وبقاء الستر علي عورته الباطنة وكشف العورة الظاهرة التي حرم الله إبداءها يهتك الستر الذي بين العبد وبين ربه، ويفتح أبواب الأمراض والعطب والهلاك علي قلبه، ثم سائر جوارحه، ولذا ورد الشرع بالتأكيد علي ستر العورات؛ قال تعالي: {يَا بَنِي آَدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ} [الأعراف: 31]. نزلت في الرد علي المشركين فيما كانوا يفعلون من الطواف بالبيت عراة، وقال النبي صلي الله عليه وسلم: «احفظ عورتك إلا عن زوجك أو ما ملكت يمينك» قال: أرأيت إذا كان أحدنا خاليا؟ قال: «فاللَّه أحق أن تستحي منه» [حديث صحيح] ونهي سبحانه عن التبرج: وهو إظهار المرأة زينتها أمام من لا يحل لها، قال تعالي: {وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى} [الأحزاب: 33]، وقال النبي صلي الله عليه وسلم: ««صنفان من أهل النار لم أرهما: رجال معهم سياط كأذناب البقر يضربون بها الناس، ونساء كاسيات عاريات، مائلات مميلات، لا يدخلن الجنة، ولا يجدن ريحها» [متفق عليه]؛ فدل ذلك علي أن العري، وكشف العورات من الكبائر؛ لما يؤدي إليه من المفاسد العظيمة في المجتمع، ونشر الفواحش ولذا كان الشيطان وجنوده أحرص شيء علي كشف العورات، وهتك الستر؛ ليتسلط علي الناس: علي",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "قلوبهم وجوارحهم، وعلي شعوبهم وطوائفهم إذا خضعوا لشهواتهم، واستسلموا لخطط عدوهم، وما رأينا مثل زماننا انتشر فيه كشف العورات إلي أبعد الحدود في أرجاء المعمورة، وانقلبت نعمة اللباس في قلوب أكثر الخلق وعيونهم نقمة وقيدا علي حريتهم يريدون إلقاءها والتخلص منها، وزاد الأمر سوءًا انتشار وسائل الإعلام من سينما، وتليفزيون، ودش، وإنترنت، ومجلات وجرائد، وغيرها تمتلئ بالصور العارية، وتحث الرجال والنساء علي الفحش والتعري، وتغري بأقبح أنواع السوء والفحشاء، فلا يكاد يخلو بيت ـ حتى في بلاد المسلمين ـ من العورات المكشوفة: إما في نسائه، وإما في صور دخلت من جرائد ومجلات، أو إعلانات تروج لبضاعة الشيطان، والشعوب تلهث وراء هذا الفُجْر، ولعابها سائل، وعقولها غائبة، وتجار الشهوة المحرمة من اليهود والمنافقين والملحدين خصوصا، وسائر الكفرة عموما يلهبون ظهورها بسياط المزيد من الفحشاء والمنكر من أصحاب بيوت الأزياء، واستوديوهات السينما، وأصبح جسد المرأة سلعة تباع، ويروج بها كل البضائع الأخرى، والعياذ بالله، والبلاء في عصرنا أن ذلك صار أمام أعين آلاف الملايين من البشر في أرجاء العالم، وليس في غرف، أو بيوت، أو قصور غلقت عليها الأبواب، فلا عجب أن تسلط الشيطان علي أكثر بني آدم أعظم مما كان من قبل، وتحققت إرادته وخطته في إضلالهم، وانتقل من التسلط عليهم بكشف عوراتهم إلي التسلط علي قلوبهم حتى اُعتُقِدَتْ أنواع الكفر والشرك؛ وذلك لانكشاف العورات الباطنة: من الجهل والظلم، فدخل الشيطان إلي القلوب، وصال وجال، ووصل إلي مراده، فالحذر كل الحذر من كشف العورات؛ لقطع الطريق علي الشيطان، والله المستعان. وقد لجأ إبليس إلي عدة حيل ليقنع الأبوين بالأكل من الشجرة، أولا: تعليل النهي الإلهي بعلة باطلة؛ حتى يظنا أنه طالما أنها هي علّة النهي، وأن حصولها لا يغضب الله؛ ففعل النهي نفسه لا يغضبه، مع تحقيق المصلحة المرجوة لهما، فقال لهما: ما نهاكما ربكما عن هذه الشجرة إلا أن تكونا ملكين أو تكونا من الخالدين، وهذه هي العلة الباطلة؛ فإن الله إنما نهاهما عن هذه الشجرة لئلا يكونا من الظالمين ولئلا تبدو لهما سوءاتهما فإما أن يصيرا ملكين أو يصيرا من الخالدين ـ وهو أمر ليس يغضب الله، افتراه إبليس كذبا؛ ليسهل لهما فعل المعصية، وكثير من",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "الناس تجده يبحث عن علة الأمر أو النهي، وربما سول له الشيطان من ذلك أمرا باطلا فيقول طالما حصلت المصلحة المقصودة من الأمر من غير أن أفعله فلا علي أن أفعله، وطالما تجنبت المفسدة التي تغضب الله حتى لو ارتكبت النهي فلا حرج علي في فعل النهي. كما قد يقول القائل أن العلة من إقامة حدود الشرع هو ردع الجناة والمعتدين عن جناياتهم، وطالما حققنا ذلك بأية عقوبة حتى لو لم تقم الحدود؛ فلا حرج في عدم إقامتها. ومثل ذلك من يقول أن الغرض من العبادات تهذيب النفس؛ فطالما هذبناها بغير العبادات فالعبادات وسيلة لا غاية؛ فلا حرج من تركها، ونحو ذلك من الشبهات الشيطانية الإبليسية التي يتوسل الشيطان بها إلي إضلال بني آدم؛ فالواجب علي العباد أن يمتثلوا أمر الله سبحانه: علموا حكمته، أو لم يعلموها، وطالما كان الأمر والنهي صريحا، فلا يجوز ترك الامتثال بناء علي توهم علل توجد، أو تفقد، بل نفس الأوامر والنواهي تتضمن المصالح التي لا تحصل إلا بامتثال الشرع، فلو كانت وسائل فإنها لا تحصل الغايات إلا بها. والحقيقة أن الامتثال والعبودية والطاعة غاية في كل أمر ونهي، قال تعالي: {وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِي كُنتَ عَلَيْهَا إِلاَّ لِنَعْلَمَ مَن يَتَّبِعُ الرَّسُولَ مِمَّن يَنقَلِبُ عَلَى عَقِبَيْهِ} [البقرة:143]؛ فالمؤمن يفعل الأمر من الله لأنه أمر، ويترك النهي لأنه نهي، وفي هذا تحقيق إيمانه وإسلامه: {وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَن يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَن يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلَالًا مُّبِينًا} [الأحزاب: 36].ومن هذه الحيل التي لجأ إليها الشيطان لإقناع الأبوين بالأكل من الشجرة مزج الحق بالباطل والحلف الكاذب، والقسم بالله عز وجل، وادعاء النصح لهما، قال تعالي: {وَقَاسَمَهُمَا إِنِّي لَكُمَا لَمِنَ النَّاصِحِينَ} [الأعراف: 21]، وذلك أن الإنسان قد فُطر علي كراهية الباطل، وعدم قبوله، ومخالفة أمر الله هو الباطل المكروه؛ فكيف تسوغه النفوس وتقبله إلا بشيء من الحق، فلابد من مزج الحق بالباطل حتى تمرر حلاوة بعض الحق مرارة الباطل وتسوغه، فالقسم تعظيم لله عز وجل وإجلال، وهذا من الحق الذي جبلت النفوس علي قبوله، بل وجاءت الشرائع بقبوله مالم يعارضه ما هو أقوي منه؛ كما إذا لم يعارض اليمين بينة وجب قبول يمين",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "المدعي عليه؛ كما قال النبي صلي الله عليه وسلم: «ولكن اليمين علي المدعي عليه» [متفق عليه]، وفي صحيح مسلم من حديث أبي هريرة عن رسول الله صلي الله عليه وسلم: «رأي عيسي بن مريم رجلا يسرق فقال له عيسي: سرقت؟ قال: كلا والذي لا إله إلا هو، فقال عيسي: آمنت باللَّه، وكذبت نفسي» قال ذلك تعظيما للقسم، ولاحتمال أن يكون يأخذ حقا له، أو نحو ذلك والله أعلم، وأقسم إبليس بالله أنه من الناصحين لآدم وحواء، فكان هذا التعظيم الذي أظهره لاسم الله عز وجل هو الذي دلاهما به إلي الباطل المر الوبيء، وهو مخالفة الأمر، والأكل من الشجرة، وكذلك كانت طريقة إبليس دائما في إضلال بني آدم: فقوم نوح ما أشركوا إلا بمزج الحق الذي هو حب الصالحين بالباطل الذي هو الغلو فيهم، فالباطل الصرف كالسم الكريه الطعم والرائحة لابد أن يذاب وتُغطي كراهيته في الشراب الحلو فلابد من الحذر من مزج الحق بالباطل، وليس كل من ادعي النصح بناصح، وليس كل من جاء بشيء من الحق صادقا في كل ما يقول حتى يقبل منه كل ما معه: ألا تري أن الكهان يُصَدَّقون بواحدة، ولا يعتبر الناس بالمائة كذبة؛ ففي الصحيح عن أبي هريرة رضي الله عنه عن النبي صلي الله عليه وسلم قال: «إذا قضي اللَّه الأمر في السماء ضربت الملائكة بأجنحتها خضعانا لقوله كأنه سلسلة علي صفوان ينفذهم ذلك: {حَتَّى إِذَا فُزِّعَ عَن قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ} [سبأ: 23]؛ فيسمعها مسترق السمع، ومسترق السمع هكذا بعضه فوق بعض ـ وصفه سفيان بكفه فحرفها وبدد بين أصابعه ـ فيسمع الكلمة فيلقيها إلي من تحته، ثم يلقيها الآخر إلي من تحته حتى يلقيها علي لسان الساحر، أو الكاهن؛ فربما أدركه الشهاب قبل أن يلقيها، وربما ألقاها قبل أن يدركه، فيكذب معها مئة كذبة؛ فيقال: أليس قد قال لنا يوم كذا وكذا كذا وكذا؟ فَيُصَدَّق بتلك الكلمة التي سمعت من السماء» [متفق عليه]، فتأمل أن كلمة من الحق والصدق ممزوجة بمئة كلمة من الباطل كانت وسيلة لقبول المئة، وهل قبل الناس الشرك في اليهودية والنصرانية المحرفة إلا بادعاء حب الأنبياء وإتباعهم صلوات الله وسلامه عليهم، ولولا هذا لما قبل أحد من الناس شيئا من الباطل، فالواجب الحذر من هذه الحيلة الشيطانية، وعرض كل أمر يأتي به كل أحد علي الكتاب والسنة: فما وافقهما قُبِل وما",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "خالفهما رُدّ، ولا يكون مجيء شيء من الحق علي لسان أحد سببا لقبول كل ما يدعيه ولا يكون مجيء شيء من الباطل علي لسان أحد سببا لرد كل ما يأتي به، بل إذا جاء الكذوب بحق عندنا عليه برهان قبلناه منه، وإياك وكلمة الضلالة يلقيها الشيطان علي لسان الحكيم. وقد ذكر كثير من الناس في هذا الموضع الأثر المنقول عن ابن عمر: من خدعنا بالله انخدعنا له، وهو استدلال في غيره موضعه، واستشهاد علي عكس المقصود من القصة في القرآن، وذلك أن آدم عليه السلام لما خدعه الشيطان بالحلف الكاذب، وظن هو أن أحدًا لا يحلف بالله كاذبا، لم يكن مصيبا، ولا كان هذا بالعذر بالقبول، بل القرآن يحذر الناس من أن يفتنهم الشيطان كما أخرج الأبوين من الجنة؛ فلا يجوز أن نقبل الخدعة ممن يكذب في حلفه، أو ادعاء تعظيم الله عز وجل طالما كان عندنا ما يعارض حلفه وادعاءه، فلو أقسم المدعي عليه بالأيمان المغلظة بعد وجود البينة العادلة لم يقبل قسمه، ولا يجوز أن يُقضي له بيمينه في غير موضعه، بل يُحكم بالبينة التي لا معارض لها من مثلها، فمن ادعي كمال الإيمان، ويتكلم بلساننا، ويدعي أنه من جلدتنا، ثم هو في أقواله وأفعاله وأحواله علي قلب الشيطان، وقوله وفعله وحاله يعادي أهل الإيمان، ويحارب الحق، ويصد عن سبيل الله، لم يجز لنا أن ننخدع له، بل: {هُمُ الْعَدُوُّ فَاحْذَرْهُمْ} [المنافقون:4]، وإنما قال ابن عمر هذه المقولة لَمَّا كان يُعْتِق من أرقائه من يداوم علي الصلاة والقيام والعبادة، فكان بعضهم يفعل ذلك لأجل العتق، لا حرصا علي العبادة، فكان يعتقهم؛ فقيل له في ذلك فقال: من خدعنا بالله انخدعنا له. فهذا الأثر لا يصح أن يذكر في تفسير الآية، ولا يستشهد به في هذا الموضع، بل هو موضع الحذر من أن ننخدع؛ فمن يحاول أن يخدعنا بالله ليصدنا عن شرعه وطاعته، حتى لو أقسم أنه من الناصحين، وأنه لا يريد إلا إحسانا وتوفيقا، وأنه لا يفسد في الأرض إنما هو من المصلحين لم نستجب له، وهل كان فرعون إلا مدعيا لنصح قومه، وهو يوردهم المهالك قائلاً: {وَمَا أَهْدِيكُمْ إِلَّا سَبِيلَ الرَّشَادِ} [غافر: 29]؛ (1).ولقد كان الحرص والأمل هما اللذان دخلت حيلة إبليس بسببهما على الأبوين، قال النبي صلي الله عليه وسلم: «يهرم ابن آدم ويبقي منه اثنتان الحرص والأمل» [متفق عليه]، فالحرص:",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "تعلق الإنسان بما في يده، ورغبته في بقائه، وزيادة ما ليس معه إليه، حب الملك الذي لا يبلي، والأمل في البقاء والخلود {أَوْ تَكُونَا مِنَ الْخَالِدِينَ} وعلاج هذين المرضين في استحضار حتمية الموت، وأن الخلود في النعيم لا يحصل في هذه الدنيا إنما يحصل للعبد في الجنة في الآخرة؛ إذا دخلها دخول الخلود، بلا شجرة محرمة فيها، بل كل ما فيها مبذول لأهلها غير ممنوع {لَّا مَقْطُوعَةٍ وَلَا مَمْنُوعَةٍ} [الواقعة:33] ولا يذوق فيها أهلها الموت، وإنما يقال لهم: يا أهل الجنة خلود لا موت. ولا يتمني الإنسان غير منزلته ولا يبغي عنها حولا، وحاله أكمل من حال الملائكة الذين جعلهم الله يدخلون عليهم من كل باب؛ يسلمون عليهم بما صبروا فنعم عقبي الدار؛ فالملك والخلود، وأن يكون الإنسان أكمل من الملائكة ـ وليس فقط منهم ـ إنما يحصل في الدار الآخرة؛ بطاعة ربه وإتباع رسله، فاللهم إنَّا نسألك الجنة، ونعوذ بك من النار. قوله تعالى: {فَدَلَّاهُمَا بِغُرُورٍ فَلَمَّا ذَاقَا الشَّجَرَةَ بَدَتْ لَهُمَا سَوْآَتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِنْ وَرَقِ الْجَنَّةِ وَنَادَاهُمَا رَبُّهُمَا أَلَمْ أَنْهَكُمَا عَنْ تِلْكُمَا الشَّجَرَةِ وَأَقُلْ لَكُمَا إِنَّ الشَّيْطَانَ لَكُمَا عَدُوٌّ مُبِينٌ (22) قَالَا رَبَّنَا ظَلَمْنَا أَنْفُسَنَا وَإِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ} [الأعراف: 22، 23]. ¶ الطاعة قمة سامية والمعصية انحطاط وسفول، يرتفع الإنسان بالطاعة فيقرب من ربه، وينحط صاحب المعصية وينزل ويبعد عن ربه عز وجل، والشيطان حريص علي أن ينزل بالإنسان بروحه وجسده، وهو يعلم أنه لا ينال ذلك منه إلا بالمعصية، وإذا كان هو الآمر بها كان هو الذي حط الإنسان عن منزلته التي كان فيها بما غره وخدعه وكذبه، حتى أوقعه في مخالفة أمر ربه، ولذا قال تعالى: {فَدَلَّاهُمَا بِغُرُورٍ} أي: حطهما عن المنزلة والكرامة التي كانا فيها بغروره إياهما، وحين وقع المحظور هتك الستر، فما أن ذاق الأبوان من الشجرة ظهرت السوءات ـ وهي",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "العورات ـ وإنا لله وإنا إليه راجعون. والله سبحانه قد فطر الإنسان علي حب التستر والحياء من كشف عورته حيث لا يجوز له كشفها، ولذا سارع الأبوان عليهم السلام إلي محاولة ستر العورة بلزق أوراق بعض أشجار الجنة بعضها إلي بعض كهيئة الثوب قال تعالى: {وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا} أي: جعلا يلزقان علي عورتيهما {مِنْ وَرَقِ الْجَنَّةِ} قال ابن عباس- رضي الله عنه-: ورقة التين. ¶ وذلك ـ والله أعلم ـ لكبره، وسرعة الستر به. ولكن أين هذا مما كانا فيه من الستر الجميل الحسن، واللباس الطيب، وفي فعلهما دليل علي ما فطر الله عليه الإنسان من حب التستر وعدم الكشف عن العورات، فدعاة العري والتبرج قوم منتكسو الفِطَر والقلوب، قد أحبت قلوبهم ما تحبه الشياطين وأرادت ما أراد إبليس تدميرًا لنفس الإنسان وتحطيمًا لإنسانيته عياذًا بالله منهم. وقوله تعالى: {وَنَادَاهُمَا رَبُّهُمَا أَلَمْ أَنْهَكُمَا عَنْ تِلْكُمَا الشَّجَرَةِ} وذكر {تِلْكُمَا} ـ التي هي اسم إشارة للبعيد ـ بعد أن كانا قبل الأكل يخاطبان بـ {هَذِهِ الشَّجَرَةَ} فقد كانا قريبين فصارا بعد الأكل بعيدين، والإنسان بالمعصية لا يزال في بعد عن ربه، وكذلك عن غاياته ومقاصده، لا تحصل له، ولو حصلت علي وجه الكد والتعب والألم لا يتمتع بها، ولا يجد لذة ولا حول ولا قوه إلا بالله. ¶ والنداء من الله لهما استدل به ابن حزم علي أن حواء نبية، وليس فيه دليل لأنه ربما كان النداء لآدم وهو يبلغه حواء، وليس كل خطاب من الله لبشر أو نداء يلزم أن تحصل له به النبوة والله أعلم. وقوله تعالى: {وَأَقُلْ لَكُمَا إِنَّ الشَّيْطَانَ لَكُمَا عَدُوٌّ مُبِينٌ} بيان لعاقبة طاعة الشيطان، وما تؤول إليه من المصائب والمحن والنقص؛ فهو العدو البَيِّن العداوة، وقد بين سبحانه في سورة طه تحذيره لآدم من الشيطان قبل أكله من الشجرة، بقوله تعالى: {وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "لِآَدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى (116) فَقُلْنَا يَا آَدَمُ إِنَّ هَذَا عَدُوٌّ لَكَ وَلِزَوْجِكَ فَلَا يُخْرِجَنَّكُمَا مِنَ الْجَنَّةِ فَتَشْقَى} [طه: 116، 117].قال تعالى: {قَالَا رَبَّنَا ظَلَمْنَا أَنْفُسَنَا وَإِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ} هذا من لطف الله ورحمته بالأبوين الكريمين عليهما السلام، ورزقنا اتباعهما علي التوبة والاعتراف بالذنب وطلب المغفرة والرحمة، والافتقار التام إلي الله سبحانه، واليقين بأنه من غير رحمته ومغفرته فليس لنا إلا الخسران والضياع والهلاك. قال قتادة: قال آدم: أي رب أرأيت إن تبت واستغفرت؟ قال: إذًا أدخلك الجنة. ا هـ. وأما إبليس فلم يسأله التوبة وسأله النظرة؛ فأُعطي كل واحد منهما الذي سأله؛ فمن شابه أباه فما ظلم؛ لأن التائب من الذنب كمن لا ذنب له، والندم توبة، وطلب المغفرة والرحمة مقارن للتوبة، والاعتراف علي النفس بالخسران إن لم يغفر سبحانه ويرحم سبيل المؤمنين، ونحن نقول كما قال الأبوان عليهما السلام: {قَالَا رَبَّنَا ظَلَمْنَا أَنْفُسَنَا وَإِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ}.قال تعالى: {قَالَ اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ (24) قَالَ فِيهَا تَحْيَوْنَ وَفِيهَا تَمُوتُونَ وَمِنْهَا تُخْرَجُونَ} [الأعراف: 24، 25].قال ابن كثير -رحمه الله-: «قيل المراد بالخطاب في {اهْبِطُوا}: آدم وحواء وإبليس والحية، ومنهم من لم يذكر الحية والله أعلم».قلت: ذكر الحية لم يرد في شيء من الكتاب والسنة ـ قال: والعمدة في العداوة آدم وإبليس، ولهذا قال تعالى: في سورة طه: {اهْبِطَا مِنْهَا جَمِيعًا} [طه: 123]، وحواء تبع لآدم، والحية ـ إن كان ذكرها صحيحا ـ فهي تبع لإبليس، وقد ذكر المفسرون الأماكن التي هبط فيها كل منهم، ويرجع حاصل تلك الأخبار إلي الإسرائيليات والله أعلم بصحتها، ولو كان في تعيين تلك البقاع فائدة تعود علي المكلفين في أمر دينهم أودنياهم لذكرها الله تعالى: في كتابه، أو رسوله",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "صلي الله عليه وسلم. وقوله تعالى: {وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ} أي: قرار وأعمار مضروبة إلي آجال معلومة، قد جري بها القلم، وأحصاها القدر، وسطرت في الكتاب الأول، وقال ابن عباس: {مُسْتَقَرٌّ} القبور، وعنه قال: {مُسْتَقَرٌّ} فوق الأرض وتحتها، رواهما ابن أبي حاتم. ا هـ. وقوله تعالي: {قَالَ فِيهَا تَحْيَوْنَ وَفِيهَا تَمُوتُونَ وَمِنْهَا تُخْرَجُونَ} كقوله تعالي: {مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أُخْرَى} [طه: 55] غير أنه تعالى جعل الأرض دارا لبني آدم مدة الحياة الدنيا؛ فيها محياهم، وفيها مماتهم وقبورهم، ومنها نشورهم ليوم القيامة، الذي يجمع الله فيه الأولين والآخرين، ويجازي كلا بعمله. ما أحوجنا إلي تدبر هذه الآية حين نشهد أنواع الصراع بين البشر!! لنعلم أن حقيقته ومرجعه هو للعداوة بين آدم وإبليس، وأن إبليس قد جند من البشر جندا للإفساد في الأرض، والصد عن سبيل الله، وسفك الدماء بغير حق، وإذا أردت أن تعرف من ينتمي إلي أيٍ من الفريقين المختصمين فانظر إلي آثار كل منهم وأعمالهم تعرف حقيقة أسمائهم، ثم بعد أن يأخذوا دورهم في الصراع مدة حياتهم يرجعون إلي الأرض التي منها خلقوا؛ فيرحلون من ظاهرها إلي باطنها؛ ليأخذ غيرهم دورهم في الصراع والعداوة، منهم من يكون من جند الحق من أبناء أبيه آدم، ومنهم من يكون من جند إبليس وحزبه، ويرحل كل جيل إلي باطن الأرض، مؤمنهم وكافرهم، بَرّهم وفاجرهم، ينتظرون انتهاء حلقات الصراع كلها، ثم يخرجهم الله للثواب والعقاب، والحساب والجزاء، ومدة بقائهم في باطنها ـ في الأغلب ـ أطول بكثير من مده بقائهم علي ظهرها، ومع ذلك فأكثرهم في غفلة من الاستعداد لهذه المدة الطويلة، فضلا عما بعدها من الخلود الأبدي، إلا من أيقظه الله من سنة الغفلة وأحياه من موت الجهالة، وبصره من عمي القلب؛ فأدرك حقيقة القضية. وقارن مقارنة العقلاء بين مدة: {فِيهَا تَحْيَوْنَ} ومدة: {وَفِيهَا تَمُوتُونَ} وخلود ما بعد: {وَمِنْهَا تُخْرَجُونَ}، فالعاقل من دان نفسه وعمل لما بعد الموت، والعاجز من أتبع نفسه هواها وتمني علي الله الأماني. قال ابن القيم -رحمه الله-: «فأول منازل العبودية اليقظة: وهي انزعاج القلب لروعة الانتباه من رقدة الغافلين، والله ما أنفع هذه الروعة! وما أعظم قدرها، وما",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "أشد إعانتها علي السلوك! فمن أحس بها فقد أحس والله بالفلاح، وإلا فهو في سكرات الغفلة فإذا انتبه شمر لله تعالى إلي السفر إلي منازله الأولى، وأوطانه التي سبي منها: فأخذ في أهبة السفر؛ فانتقل إلي منزلة (العزم): وهو العقد الجازم علي المسير، ومفارقه كل قاطع ومعوق، ومرافقة كل معين وموصل، وبحسب كمال انتباهه ويقظته يكون عزمه، وبحسب قوة عزمه يكون استعداده، فإذا استيقظ أوجبت له اليقظة الفكرة، وهي تحديق القلب نحو المطلوب الذي قد استعد له مجملاً، ولما يهتد إلي تفصيله وطريق الوصول إليه فإذا صَحَّت فكرته أوجبت له البصيرة؛ فهي نور في القلب يبصر به الوعد والوعيد، والجنة والنار، وما أعد الله في هذه لأوليائه، وفي هذه لأعدائه، فأبصر الناس وقد خرجوا من قبورهم مهطعين لدعوة الحق، وقد نزلت ملائكة السماوات فأحاطت بهم، وقد جاء الله، وقد نصب كرسيه لفصل القضاء، وقد أشرقت الأرض بنوره، ووضع الكتاب، وجئ بالنبيين والشهداء وقد نصب الميزان، وتطايرت الصحف، واجتمعت الخصوم، وتعلق كل غريم بغريمه، ولاح الحوض، وأكوابه عن كثب، وكثر العطاش، وقل الوارد، ونصب الجسر للعبور، ولز (1) الناس إليه، وقسمت الأنوار دون ظلمته للعبور عليه، والنار يحطم بعضها بعضا تحته، والمتساقطون فيها أضعاف أضعاف الناجين؛ فينفتح في قلبه عين يري بها ذلك، ويقوم عليه شاهد من شواهد الآخرة ودوامها، والدنيا وسرعة انقضائها؛ فالبصيرة نور يقذفه الله في قلبه يري به حقيقة ما أخبرت به الرسل كأنه يشاهده رأي عين فيتحقق مع ذلك انتفاعه بما دعت إليه الرسل وتضرر بمخالفتهم ا. هـ. قوله تعالى: {يَا بَنِي آَدَمَ قَدْ أَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْآَتِكُمْ وَرِيشًا وَلِبَاسُ التَّقْوَى ذَلِكَ خَيْرٌ ذَلِكَ مِنْ آَيَاتِ اللَّهِ لَعَلَّهُمْ يَذَّكَّرُونَ (26) يَا بَنِي آَدَمَ لَا يَفْتِنَنَّكُمُ الشَّيْطَانُ كَمَا أَخْرَجَ أَبَوَيْكُمْ مِنَ الْجَنَّةِ يَنْزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْآَتِهِمَا إِنَّهُ يَرَاكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لَا تَرَوْنَهُمْ إِنَّا جَعَلْنَا الشَّيَاطِينَ أَوْلِيَاءَ لِلَّذِينَ لَا يُؤْمِنُونَ} [الأعراف: 26، 27].يذكر الله لبني آدم منته عليهم بما أنزل عليهم من اللباس الذي يواري عوراتهم، ويحفظ كرامتهم وإنسانيتهم، وميزهم به عن سائر الحيوان الذي لا يعرف للعورة معني، ولا يسعى إلي سترها،",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "وما جعل لهم كذلك من الريش: وهو ما يتجمل به من ظاهر الثياب. فاللباس من الضروريات، والريش من التحسينات. قال ابن عباس: الرياش المال، وهو قول مجاهد وعروة والسدي والضحاك، وغير واحد، وذلك لأن أنواع المال من الأثاث، وما ظهر من الثياب يتجمل به؛ ولذا قال ابن زيد: الرياش ـ وهي القراءة الأخرى ـ الجمال، وفي رواية أخري عن ابن عباس: الرياش اللباس والعيش والنعيم، فستر العورة من أعظم نعم الله علي الإنسان فردا ومجتمعا، وهتك العورات وكشفها خطة الشيطان لتدمير الفرد والأمة، وتجريد الإنسان من نعمة الله عليه ولا يجوز كشف العورة إلا لضرورة أو لحاجة تنزل منزلتها، وكما أن اللباس للعورة الظاهرة فكذلك جعل الله للإنسان من شرعه الذي يتضمن العلم والعدل ما يستر به عورته الباطنة من الظلم والجهل؛ قال تعالى: {وَلِبَاسُ التَّقْوَى ذَلِكَ خَيْرٌ} قال زيد بن علي والسدي وقتادة وابن جريج: {وَلِبَاسُ التَّقْوَى} الإيمان. وقال العوفي عن ابن عباس {وَلِبَاسُ التَّقْوَى} العمل الصالح. وقال عروة بن الزبير: {وَلِبَاسُ التَّقْوَى} خشية الله. ¶ وعن ابن عباس قال: السمت الحسن في الوجه، وذلك أن لطاعة الله نور في الوجه، والتقوى تؤدي بالمتقين إلي أن يلبسوا يوم القيامة من خير ما يكسوهم الله به والناس عراة، فإن الناس يُحْشَرون حفاة عراة غرلا، وإن أول الخلائق يكسى يوم القيامة إبراهيم عليه السلام، ثم يلبسهم الله في الجنة من السندس والإستبرق والذهب واللؤلؤ. قال عكرمة: {وَلِبَاسُ التَّقْوَى} هو ما يلبسه المتقون يوم القيامة. نسأل الله أن يستر عوراتنا الظاهرة والباطنة، وأن يؤمن روعاتنا. وقوله تعالى: {ذَلِكَ خَيْرٌ} أي لباس التقوى خيرٌ: {ذَلِكَ مِنْ آَيَاتِ اللَّهِ لَعَلَّهُمْ يَذَّكَّرُونَ}؛ فالله أمر بتذكر نعمه وآياته ليقوم العباد، بشكرها واستعمالها في طاعته. وقال تعالى محذرًا بني آدم من مكر عدوهم الشيطان، وإرادته كشف سوءاتهم: {يَا بَنِي آدَمَ لاَ يَفْتِنَنَّكُمُ الشَّيْطَانُ كَمَا أَخْرَجَ أَبَوَيْكُم مِّنَ الْجَنَّةِ يَنزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْءَاتِهِمَا} فأول فتنة للإنسان كانت بسبب كشف العورات بمكر إبليس وغروره، وبين سبحانه أنه يري هو وذريته بني آدم من حيث لا يراهم بنو آدم؛ فالأصل في الجن أنه مستتر لا يراه الآدميون، وما يقع من رؤية بعضهم إذا تشكل في صورة مرئية هو استثناء، ولهذا كانت الاستعاذة والاستعانة",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "بالجن وهم عن البشر غائبون من الشرك والعياذ بالله؛ كما قال تعالى: {وَأَنَّهُ كَانَ رِجَالٌ مِّنَ الْإِنسِ يَعُوذُونَ بِرِجَالٍ مِّنَ الْجِنِّ فَزَادُوهُمْ رَهَقًا} [الجن: 6].، ولذا قال تعالى: {إِنَّا جَعَلْنَا الشَّيَاطِينَ أَوْلِيَاء لِلَّذِينَ لاَ يُؤْمِنُونَ} [الأعراف: 27].نسأل الله أن يعيذنا من شرهم وفتنتهم. آخر القصة كما وردت في سورة الأعراف، والله المستعان. ¶ قصة آدم عليه السلام ... من سورة الحجر قال تعالى: {وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ (26) وَالْجَانَّ خَلَقْنَاهُ مِنْ قَبْلُ مِنْ نَارِ السَّمُومِ (27) وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ (28) فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ} [الحجر: 26، 29].يخبر الله تعالى أنه خلق آدم عليه السلام أبا البشر من صلصال: وهو الطين اليابس الذي يُسمع له صلصلة: أي صوت إذا نقر، وعن ابن عباس -رضي الله عنهما- أمر ـ أي: الله عز وجل ـ بتربة آدم فرُفعت، فخلق الله آدم من طين لازب؛ واللازب اللزج الصلب، من حمإ مسنون:",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "منتن، وإنما كان حمأ مسنونا بعد التراب؛ فخلق منه آدم بيده، قال: فمكث أربعين ليلة جسدا ملقي، وكان إبليس يأتيه؛ فيضربه برجليه فيصلصل: أي فيصوت، فهو قول الله تعالى: {خَلَقَ الْإِنسَانَ مِن صَلْصَالٍ كَالْفَخَّارِ} [الرحمن: 14]، يقول: كالشيء المنفرج (1) الذي ليس بمصمت، قال: ثم يدخل في فيه ويخرج من دبره، ويدخل من دبره ويخرج من فيه، ثم يقول: لست شيئا للصلصلة، ولشيءٍ ما خلقت، ولئن سلطت عليك لأهلكنك، ولئن سلطتَ علي لأعصينك. وفي تفسير السدي عن أبي مالك، وعن أبي صالح، وعن ابن عباس، وعن مرة عن ابن مسعود، وعن أناس من أصحاب النبي صلي الله عليه وسلم: «. . . فبعث الله جبريل إلي الأرض ليأتيه بطين منها؛ فقالت الأرض: إني أعوذ بالله منك أن تنقص مني، أو تشينني، فرجع ولم يأخذ، وقال: يارب إنها عاذت بك فأعذتها، فبعث ميكائيل، فعاذت منه، فأعاذها، فرجع فقال كما قال جبريل، فبعث ملك الموت فعاذت منه؛ فقال وأنا أعوذ بالله أن أرجع ولم أنفذ أمره، فأخذ من وجه الأرض وخلط، ولم يأخذ من مكان واحد، وأخذ من تربة حمراء وبيضاء وسوداء فلذلك خرج بنو آدم مختلفين، فصعد به فبَلَّ التراب، حتى عاد طينا لازبا واللازب: هو الذي يلتزق بعضه ببعض، ثم قال للملائكة: {إِنِّي خَالِقٌ بَشَرًا مِنْ طِينٍ (71) فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ} [ص: 72]. فخلقه الله بيده لئلا يتكبر إبليس عنه؛ ليقول له تتكبر عما عملت بيدي؟! قال: فكان جسداً من طين أربعين سنة، من مقدار يوم الجمعة، فمرت به الملائكة ففزعوا منه لما رأوه؛ فكان أشدهم فزعا منه إبليس، فكان يمر به فيضربه فيصوت الجسد كما يصوت الفخار يكون له صلصلة؛ فذلك حين يقول: {مِن صَلْصَالٍ كَالْفَخَّارِ} يقول لأمر ما خُلِقْتَ، ودخل من فيه وخرج من دبره، وقال للملائكة لا ترهبوا من هذا؛ فإن ربكم صمد، وهذا أجوف؛ لئن سلطت عليه لأهلكنه» ا. هـ. باختصار يسير. قال ابن كثير -رحمه الله-: «هذا الإسناد إلي هؤلاء الصحابة مشهور في تفسير السدي، ويقع فيه إسرائيليات كثيرة، فلعل بعضها مدرج ليس من كلام الصحابة، أو أنهم أخذوا من بعض الكتب المتقدمة» ا. هـ.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "والغرض المقصود لنا هنا ليس ذكر الحكايات الإسرائيلية، ولكن معرفة تفسير الآيات، والجمع بينهما؛ فالإنسان خلق من تراب الأرض، وكذلك خلق من الماء: {وَجَعَلْنَا مِنَ الْمَاء كُلَّ شَيْءٍ حَيٍّ} [الأنبياء:30]، وذلك أن التراب بل بالماء فصار طينا لازبا أي لازقا بعضه ببعض وصار حمأ مسنونا أي طينا متغيرا منتنا والمسنون المنتن كما في قوله تعالى: {مَّاء غَيْرِ آسِنٍ} [محمد: 15] أي: متغير. وقوله: {فَانظُرْ إِلَى طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ} [البقرة: 259] أي: لم يتغير ويتنتن وصار الطين اللازب كذلك صلصالا كالفخار؛ فهو يصلصل بصوت عند نقره وضربه لأنه أجوف، وهو أيضا يابس فالصلصال من حمإ مسنون، وذكر ابن كثير أن المسنون الأملس الصقيل، والأول أشهر وأولي، وإن كان لا تعارض؛ فالإنسان خلقه الله أملس، وبداية خلقه قبل نفخ الروح من الصلصال الذي هو من حمأ: أي طين مسنون: أي منتن متغير، وسبحان الله الذي جعل الروح هي التي إذا نفخت في الإنسان تغير تغيراً عظيما، وصار خلقا آخر بعد أن كان طينًا منتنًا يصير في أحسن صورة وأكمل هيئة، وإذا نزعت منه وخرجت عاد إلي ما خلق منه، وأنتن، ثم صار ترابًا مرة أخري؛ فتبارك الله أحسن الخالقين. ووجود الجوف للإنسان جعله لا يتمالك عن شهواته، ولو تأملنا لوجدنا أن كل الشهوات: من الطعام والشراب والشهوة الجنسية مردها إلي جوف الإنسان، ودخول الشيطان في الإنسان له شواهد من السنة: منها قوله صلي الله عليه وسلم: «إن الشيطان يجري من ابن آدم مجري الدم»، ومن هنا يستطيع الوسوسة ومنها قوله صلي الله عليه وسلم: «إذا تثاءب أحدكم فليكظم ما استطاع» ومنها قوله في الاستنشاق عند القيام من النوم: «فإن الشيطان يبيت علي خيشومه»، وقال مجاهد في الرجل لا يذكر الله عند جماع أهله: أن الشيطان ينطوي علي إحليله فيجامع معه. وقال تعالى: {لَمْ يَطْمِثْهُنَّ إِنسٌ قَبْلَهُمْ وَلَا جَانٌّ} [الرحمن: 56]، والشيطان مخلوق ناري، ولهب النار هو من غازات حارة جداً، والسموم: هي الريح الحارة التي تدخل المسام؛ فلا عجب أن شيئا منها يمكن أن يدخل في الإنسان، ويجري في دمه كما هو معلوم عن كثير من الغازات التي تذوب في الدم، وتجري معه فلا ينبغي تأويل الأحاديث عن ظاهرها، ونحن إنما نذكر ما ذكرناه للتقريب، وأنه ليس بممتنع عقلا؛ أما الكيفية الحقيقية فالله أعلم بها، ولا فائدة",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "لنا من معرفتها، بل يلزمنا قبول الآيات والأحاديث، والله أعلم. وقوله تعالى: {وَالْجَآنَّ خَلَقْنَاهُ مِن قَبْلُ مِن نَّارِ السَّمُومِ} [الحجر: 27]، نص في أن الجن خلق قبل الإنس وأن إبليس خلق قبل آدم، وأنه خُلِقَ من النار، ونار السموم هي النار التي تنفذ المسام، وعن ابن عباس قال: من لهب النار، وقد قال تعالي: {وَخَلَقَ الْجَانَّ مِن مَّارِجٍ مِّن نَّارٍ} [الرحمن: 51]، وفي صحيح مسلم عن النبي صلي الله عليه وسلم: «خلقت الملائكة من نور، وخلقت الجان من مارج من نار، وخلق آدم كما وصف لكم» والمارج من النار: هو لهبها الخالص من الدخان، وهو طرف لهبها. قال ابن عباس: من خالص النار. وأصل المارج المختلط، ومنه قوله تعالى: {أَمْرٍ مَّرِيجٍ} [ق: 5]، وطرف لهب النار تختلط فيه ألوان اللهب المختلفة، فهذه مادة خلق الجن. وقوله تعالى: {وَإِذْ قَالَ رَبُّكَ لِلْمَلاَئِكَةِ إِنِّي خَالِقٌ بَشَرًا مِّن صَلْصَالٍ مِّنْ حَمَإٍ مَّسْنُونٍ} تشريف للنبي صلي الله عليه وسلم بذكر اسم الرب مضافًا إلي ضمير المخاطب المفرد العائد عليه صلي الله عليه وسلم، وذلك والله أعلم لأن الآية دالة علي شرف النوع الإنساني وتكريمه علي كثير من خلق الله: من الملائكة والجان، وهو صلي الله عليه وسلم أشرف هذا النوع الإنساني وأفضله وسيده صلي الله عليه وسلم كما قال صلي الله عليه وسلم: «أنا سيد الناس يوم القيامة»، وفي إخباره عز وجل للملائكة أنه خالق بشرا من صلصال من حمإ مسنون تنبيه لهم ـ وفي ضمنهم إبليس ـ علي أن الله يعلم أصل مادته، وأنه لا يخفي عليه أنها صلصال من طين منتن، ومع ذلك كرمه بتسويته عز وجل وخلقه إياه بيده، ونفخ فيه من روحه؛ لئلا يعترض أحد، أو يظن عدم الحكمة، كما أعلمهم عز وجل بأنه سيكون من هذا النوع من يفسد في الأرض ويسفك الدماء، ومع ذلك فقد علمه أسماء كل شيء، وجعل منهم الأنبياء والأولياء الصالحين؛ فهو يعلم مالا يعلمون، فلا وجه للاعتراض بعد ذلك، أو سوء الظن بالله سبحانه: في حكمته وفضله، وتكريمه لمن يشاء فهو قد بَيّن عز وجل سبب التكريم في أمرهم بالسجود له، وتكريمه عليهم، وهو التسوية والنفخ فيه من روحه، وفي سورة البقرة تعليمه أسماء كل شيء، ووجود الأنبياء والصالحين، وبين سبحانه أن مادة خلقه من الصلصال من الحمأ المسنون لا",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "يقتضي حطًا من قدره ولا وضعًا لمنزلته، أو تحقيرا له، وأن خلق إبليس قبل آدم لم يقتض التكريم؛ فكبر السن، وسبق العبادة لا يلزم منه الأفضلية مطلقًا، ومع كل هذا البيان ظل إبليس علي جهله وظلمه، وإعجابه بنفسه وكبره، واعترض علي الله عز وجل، وأساء الظن بحكمته، ورأي أنه لا ينبغي أن يسجد لمخلوق من صلصال من حمأ مسنون، وترك كل أسباب التكريم، وغفل عنها فاستحق المقت من الله عز وجل. والروح التي نفخت في آدم ونسبت إلي الله تعالى: تشريفًا وتكريمًا {مِن رُّوحِي} هي روح مخلوقة بإجماع المسلمين؛ فأرواح بني آدم ليست صفة لله تعالى: ولا جزءًا من الله تعالي جعل في أجساد بني آدم كما يظنه طائفة من جهلة الزنادقة، بل {مِن} لابتداء الغاية، والإضافة للتشريف والتكريم للمخلوق المملوك إذ الروح عين قائمة بذاتها يمكن أن تحل في البدن، ويمكن أن تفارقه، ويمكن أن تتصل به كما في أحوال الحياة والموت والنوم، والمضاف إلي الله إذا كان عينا قائمة بذاتها، أو بغير الله عز وجل، امتنع أن يكون صفة له عز وجل إذ صفاته قائمة به سبحانه، هو المتصف بها لا غيره، وصفاته لا تحل في مخلوقات، وإنما ضل النصارى لما أوقعتهم الفلسفة الكافرة في اعتقاد حلول الصفات، أو تحولها إلي ذوات سموها الأقانيم، واختلط عليهم الأمر، وتناقضوا أعظم التناقض، وكثير منهم يعتقد أن الأرواح هي الله تعالى الله عن قولهم علواً كبيراً، وبعضهم يعتقد أن الأرواح صفة من صفاته حلت في الأجساد، وهذا كفر مستقل مثل كفرهم في شأن صفة الكلام، وأن الكلمة قد تجسدت وصار المسيح، وفي شأن الحياة وأن حياته قد انبثقت وصارت الروح القدس تعالي الله عن كفرهم علواً كبيراً، والمقصود أن الإضافة في قوله تعالى: {وَنَفَخْتُ فِيهِ مِن رُّوحِي} من روحي هي للتكريم والتشريف، وأما كيفية النفخ فالقاعدة الذهبية في ذلك، التي عليها إجماع السلف أن الكيف مجهول، والمعني معلوم. وهذا الفعل من الله تعالى: «النفخ» مفهوم المعني، والكيف مجهول، والإيمان به واجب، والسؤال عن الكيفية بدعة. وقوله تعالى: {فَإِذَا سَوَّيْتُهُ} أي أتممت خلقه، {وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُ سَاجِدِينَ}: أي سجود تكريم وتحية لآدم، وهو عبادة لله عز وجل؛ كما سبق بيانه في سورة",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "البقرة. وقوله تعالى: {فَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ (30) إِلَّا إِبْلِيسَ أَبَى أَنْ يَكُونَ مَعَ السَّاجِدِينَ (31) قَالَ يَا إِبْلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ السَّاجِدِينَ (32) قَالَ لَمْ أَكُنْ لِأَسْجُدَ لِبَشَرٍ خَلَقْتَهُ مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ} [الحجر:30 ـ 33].يخبر سبحانه وتعالى عن امتثال كل الملائكة جميعًا لأمره بالسجود إلا إبليس أبى أن يكون مع الساجدين، ولما ذكر سبحانه هنا إباءه ذكر من كلامه ما بين حقيقة ذلك الإباء؛ فقال في جوابه لربه حين سأله: {يَا إِبْلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ السَّاجِدِينَ (32) قَالَ لَمْ أَكُنْ لِأَسْجُدَ لِبَشَرٍ خَلَقْتَهُ مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ} [الحجر: 32، 33]، فقوله: {لَمْ أَكُنْ لِأَسْجُدَ} حقيقة الرد لأمر الله والإباء لشرعه، وقوله: {لِبَشَرٍ خَلَقْتَهُ مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ} بيان سبب الإباء: وهو الكبر علي آدم لمادة خلقه، وظهر بذلك جهل إبليس بالله سبحانه وصفاته من العلم والحكمة والعدل، وكيف كان تحكيمه لعقله الفاسد، في مقابلة النص الواضح سبب لكفره والعياذ بالله. ¶ قوله تعالى: {قَالَ فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ (34) وَإِنَّ عَلَيْكَ اللَّعْنَةَ إِلَى يَوْمِ الدِّينِ (35) قَالَ رَبِّ فَأَنْظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ (36) قَالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ (37) إِلَى يَوْمِ الْوَقْتِ الْمَعْلُومِ} [الحجر: 34 ـ 38].أمر الله أمراً كونياً لإبليس بالخروج من الجنة أو من السماوات أو من المنزلة التي كان فيها وسط الملائكة في الملأ الأعلى، وأنه رجيم أي مرجوم مطرود من رحمة الله وقربه، وأنه قد لعن: أي أبعد عن الله ورحمته لعنة أبدية مستمرة إلي يوم الدين، وهو الحساب والجزاء، وفيه يظهر أثر اللعنة والرجم بالدخول في نار جهنم إلي الأبد؛ فسأل إبليس ربه النظرة والإمهال في عمره إلي يوم القيامة والبعث والنشور، وهذا من أوضح الرد علي من زعم أن إبليس بعد كفره صار لا",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "يعرف ربه؛ فهو يقول: {رَبِّ فَأَنْظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ} فأجيب إلي ذلك هوانا له عند الله وهوانا للدنيا فمد الله عمره حتى طال لأخر الدنيا وما نفعه طول العمر مع سوء العمل، وقبح المعتقد، وسوء الظن بالله والحقد والحسد والكبر والعجب. قال تعالى: {قَالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ (37) إِلَى يَوْمِ الْوَقْتِ الْمَعْلُومِ} أي المعلوم عند الله وحده لا شريك له ولا يعلمه سواه. قال تعالى: {قَالَ رَبِّ بِمَا أَغْوَيْتَنِي لَأُزَيِّنَنَّ لَهُمْ فِي الْأَرْضِ وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ (39) إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ (40) قَالَ هَذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ (41) إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ إِلَّا مَنِ اتَّبَعَكَ مِنَ الْغَاوِينَ (42) وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ (43) لَهَا سَبْعَةُ أَبْوَابٍ لِكُلِّ بَابٍ مِنْهُمْ جُزْءٌ مَقْسُومٌ} [الحجر: 39 ـ 44].احتج اللعين بالقدر علي كفره وإبائه وامتناعه من أمر الله، ونسب الإغواء إلي ربه سبحانه في سفل سوء الأدب مع الله؛ إذ جعل إغواء الله له سببا لمزيد كفره وعناده، وكأن الخبيث يظن أنه يعاقب ربه ـ تعالى وتقدس عن سوء ظنه به ـ بأنه سوف يزين لبني آدم في الأرض: أي يزين لهم الكفر والفسوق والعصيان؛ حتى يسمَّيها بغير اسمها، ويغير في ظنهم حقيقتها حتى يفعلوها ويقبلوها، بدلاً من الإعراض عنها وتركها، وقد فطرهم الله على ذلك؛ كما سمَّي الشجرة المحرمة: {شَجَرَةِ الْخُلْدِ وَمُلْكٍ لَّا يَبْلَى} [طه: 120]، وسمَّي الخديعة والكذب نصيحة، كما سمَّي بعد ذلك عبادة الصالحين والغلو فيهم محبة وإتباعاً لهم، وسمَّي الفواحش والزنا واللواط وغيرها حرية شخصية ومدنية وتقدما، وسمَّي الربا والميسر استثمارا وفائدة ـ وهي مضرة ـ وعوائد اقتصادية، وسمَّي الخمر ـ التي هم أم الخبائث ـ مشروبات روحية، وسمَّي تعطيل الحدود والحكم بغير ما أنزل الله حقوقا للإنسان وتحرراً للشعوب وامتثال إرادتها واختيار أغلبيتها، وسمَّي تبرج النساء وعريهن والاختلاط المحرم بينهن وبين الرجال حقوقا للمرأة وتحريراً لها، وسمَّي قتل النفوس وسفك الدماء والاعتداء علي البلاد والعباد واحتلالهم شرعية دولية ونظاما عالميا للتقدم والحرية",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "وسمَّي إرهاب الناس بالظلم والبغي وغصب حقوقهم وترويعهم وطردهم من ديارهم بل من بلادهم بالكلية أمنا سياسيًا وحقا في أرض الميعاد، وغير ذلك كثير كثير يموج العالم من تسمَّية الحق باسم الباطل، وتسمَّية الباطل باسم الحق تزيينًا للبشر وإغواءً لهم حتى يرتكبوا ما نهاهم الله عنه إما وهم يحسبون أنهم يحسنون صنعاً، وإما وهم علي معرفة بباطلهم ولكن فسدت إرادتهم ورغباتهم حتى أحبوا الكفر والفسوق والعصيان، وكرهوا الطاعة والإيمان؛ فهو يأتيهم إما من فساد التصور والاعتقاد المستلزم لفساد القصد والفعل؛ وإما من فساد القصد والإرادة الذي يتبعه بالضرورة انطفاء نور العلم من القلب؛ فالأول هو الضلال الناشيء عن التزيين، والثاني هو الغواية الناشئة عن انقلاب الفطرة وانعكاسها، هذان الأمران الضلال والغي هما سبب هلاك بني آدم، وقد نزه الله نبيه صلي الله عليه وسلم عنهما قال تعالى: {وَالنَّجْمِ إِذَا هَوَى (1) مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى} [النجم: 1، 2]، وذلك لكمال القوة العلمية المبصرة، ولكمال القوة العملية الإرادية المحركة، وإنما ينشأ الضلال والغي عن نقصهما أوزوالهما بالكلية، وقد وصف الله المخالفين للرسل بذلك في غير موضع: منها فاتحة الكتاب {غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ} [الفاتحة: 7]؛ فالمغضوب عليهم الذين علموا الحق وعارضوه وعاندوه وكرهوه، وذلك هو الغي وفساد الإرادة والمحبة، والضالون هم الذين لم يعلموا الحق وبالتالي لم يعملوا به، وذلك هو الضلال وفساد التصور، وقد قال النبي صلي الله عليه وسلم: «اليهود مغضوب عليهم، والنصارى ضالون»، وقد وصف الله المشركين بذلك أيضا؛ فقال: {إِن يَتَّبِعُونَ إِلَّا الظَّنَّ وَمَا تَهْوَى الْأَنفُسُ وَلَقَدْ جَاءهُم مِّن رَّبِّهِمُ الْهُدَى} [النجم: 23]؛ فإتباع الظن هو الضلال، وإتباع الهوى هو الغواية، والهدي هو كمال القوة العلمية، وكمال القوة العملية، وإتباعه هو الصراط المستقيم صراط الذين أنعم الله عليهم من النبيين والصديقين والشهداء والصالحين، وهم عباد الله المخلصين الذين استثناهم إبليس من تزيينه وإغوائه؛ فقال: {إِلاَّ عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ} [الحجر: 40]، وقريء بكسر اللام وبفتحها؛ فعلى قراءة المخلِصين يكون الإخلاص من فعلهم؛ فهم الذين أخلصوا دينهم لله، وأفردوه بالعبادة، وتوجهت إليه وحده إرادتهم، وبالإخلاص يعصم الله عبده من الشيطان، ويصرف عنه السوء",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "والفحشاء، ويصل به إلي الصراط المستقيم، وعلى قراءة المخلَصين: فالمعني الذين أخلصهم الله لعبادته، ووفقهم وأعانهم، فعلى القراءة الأولى يكون تحقيق معني: {إِيَّاكَ نَعْبُدُ}، وعلى الثانية بالفتح يكون تحقيق معني: {وَإِيَّاكَ نَسْتَعِينُ} وهذان الأمران سبب الهداية إلي الصراط المستقيم، والتوسل بهما إلي الله بعد الثناء عليه بأسمائه وصفاته أعظم سبب لتحصيل الهداية، والتي هي كما بينا كمال القوة العملية والعلمية، والبعد عن صراط المغضوب عليهم ـ الغواة ـ والضالين المتبعين لتزيين الشيطان؛ فأنت تلحظ اتفاق آيات القرآن في المواضع المختلفة علي بيان هذين الأمرين سلبا وإيجابا، أي إثبات سلامة الاعتقاد وسلامة الإرادة لأهل الإيمان، وسلبهما عن أهل الكفر والفسوق والعصيان؛ المستجيبين لدعوة الشيطان بالتزيين والإغواء، وهذا يبين لنا وجوب الاهتمام بهاتين المسألتين في التربية والدعوة للأفراد والمجتمعات؛ فلابد أن نحارب إبليس في الأمرين في التزيين والإغواء، لابد من تصحيح الفهم والاعتقاد والتربية العلمية، ولابد أيضا من تهذيب الإرادة والقصد وإصلاحها، ونقص أو ضياع أحد الأمرين سبب لفساد الدعوة، وفساد التربية، وعدم تحقيق الهدف المنشود من سلوك الصراط المستقيم الموصل إلي الله سبحانه، وما أُتي المسلمون إلا من نقص أحد الأمرين، ولو تأملنا أحوالهم المعاصرة والماضية، وأحوال الدعوات المختلفة الراغبة في الإصلاح ـ والتي لم تثمر ثمرتها المرجوة ـ لوجدنا إما خللا في الناحية العلمية والمنهجية، وإما نقصاً في إصلاح الإرادات وتزكية النفوس، أو كلاهما معا، ولن يصلح آخر هذه الأمة إلا بما صلح به أولها: من كمال العلم والعمل والتصور والإرادة، ولنعلم أننا لن ننال ذلك إلا بالله سبحانه وإعانته وتوفيقه: {إِنْ أُرِيدُ إِلاَّ الإِصْلاَحَ مَا اسْتَطَعْتُ وَمَا تَوْفِيقِي إِلاَّ بِاللّهِ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ} [هود: 88].وقوله عز وجل: {قَالَ هَذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ (41) إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ إِلاَّ مَنِ اتَّبَعَكَ مِنَ الْغَاوِينَ (42)} [الحجر:41، 42] على القراءة المشهورة قال: {قَالَ هَذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ} [الحجر: 41]. ¶ ففيه عدة أقوال: الأول: ما ذكره ابن كثير أن مرجع العباد إلي الله سبحانه فـ {عَلَيَّ} بمعنى إليَّ. قال ابن كثير -",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "رحمه الله-: قال الله تعالى له متهدداً ومتوعداً: {قَالَ هَذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ} [الحجر: 41]. ¶ أي: مرجعكم كلكم إليَّ فأجزيكم بأعمالكم إن خيرا فخير وإن شرا فشر؛ كقوله تعالى: {إِنَّ رَبَّكَ لَبِالْمِرْصَادِ} [الفجر:14]. القول الثاني: طريق الحق مرجعها إلي الله تعالى إليه تنتهي. قاله مجاهد والحسن وقتادة؛ فعلى الأول الصراط المستقيم الذي رجع إلي الله هو أن العباد جميعا مآلهم ومصيرهم إلي الله سبحانه، وعلى الثاني أن من أراد أن يلقي الله وهو راض عنه، ويرجع إليه وقد قربه منه فليلزم الصراط المستقيم الذي هو العلم بالحق والعمل به، كما سبق، واستعمال (على) بمعني (إلى) كثير في اللغة؛ كما تقول لمن يسألك عن بلدة معينة ـ تقول هذه البلدة علي هذا الطريق دون انحراف. أي إذا سرت عليه سوف تصل إليها. القول الثالث: أن هذا الصراط المستقيم هو فعل الله عز وجل الذي جعله علي نفسه سبحانه، وأحقه علي نفسه من أنه لا يجعل للشيطان سلطاناً على عباده، بل لا يتمكن من ذلك إلا إذا اتبعوه هم وغووا؛ فهو لا يقدر علي خلق الغواية أو الضلال في قلوبهم، ولا يكرههم علي شيء من ذلك: إنما هو يوسوس، ويأمر بالفحشاء، وأن يقولوا علي الله مالا يعلمون؛ فإذا استجابوا له تمكن منهم، وصاروا من جنده، وخضعوا له باختيارهم، وباعوا أنفسهم له؛ فبهذا يتسلط عليهم. وهذا التفسير في معنى الصراط الذي هو علي الله مستقيم مثل قوله تعالى عن هود عليه السلام: {إِنِّي تَوَكَّلْتُ عَلَى اللّهِ رَبِّي وَرَبِّكُم مَّا مِن دَآبَّةٍ إِلاَّ هُوَ آخِذٌ بِنَاصِيَتِهَا إِنَّ رَبِّي عَلَى صِرَاطٍ مُّسْتَقِيمٍ} [هود: 56]؛ فأفعاله كلها عدل وحكمة ومصلحة، لا اعوجاج فيها ولا نقص ولا خلل سبحانه وبحمده وهو سبحانه قد أحق على نفسه العدل، وحرم علي نفسه الظلم، وكتب علي نفسه الرحمة؛ ومن رحمته بخلقه وحكمته وعدله أنه لم يجعل لإبليس عليهم سلطاناً إلا من اتبعه من الغاوين، وهذا قول حسن. وعلى القراءة الثانية: {هَذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ} قال ابن كثير: وقرأ قيس بن عبادة ومحمد",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "بن سيرين وقتادة: {هَذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ} كقوله جل شأنه: {وَإِنَّهُ فِي أُمِّ الْكِتَابِ لَدَيْنَا لَعَلِيٌّ حَكِيمٌ} [الزخرف: 4]، أي: رفيع والمشهور القراءة الأولى. ا هـ. فعلى هذا ليست «على» حرف جر، بل اسم من العلو وقع صفة للصراط، ومستقيم صفة ثانية؛ فالصراط العليّ مرتفع القدر، المستقيم هو صراط الذين أنعم الله عليهم بالعلم النافع والعمل الصالح، الذين لم يقعوا في إضلال الشيطان وتزيينه، ولم يقبلوا إغواءه والله أعلم. وفي قوله تعالى: {إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ إِلاَّ مَنِ اتَّبَعَكَ مِنَ الْغَاوِينَ} [الحجر:42] إرشاد للعباد للطريق الذي يتخلصوا به من كيد الشيطان؛ وذلك بتجنب إتباع وسوسته؛ فإنهم بمجرد عدم متابعتهم له يبطل سلطانه، ويضمحل كيده، وذلك يحصل لهم بالاستعانة بالله سبحانه، واللجوء إليه قال تعالى: {وَإِمَّا يَنزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللّهِ إِنَّهُ سَمِيعٌ عَلِيمٌ} [الأعراف: 200]، وكلما قويت عبودية العبد لربه كلما ابتعد عنه الشيطان، وعجز عن إضلاله، وبقوة الإخلاص يصرف عن العبد السوء والفحشاء {كَذَلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشَاء إِنَّهُ مِنْ عِبَادِنَا الْمُخْلَصِينَ} [يوسف: 24]، وقوله تعالى: {وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ} [الحجر:43] أي: موعد جميع من اتبع إبليس ثم أخبر تعالى أن لجهنم سبعة أبواب؛ فقال: {لَهَا سَبْعَةُ أَبْوَابٍ لِّكُلِّ بَابٍ مِّنْهُمْ جُزْءٌ مَّقْسُومٌ} [الحجر:44] أي: من أتباع إبليس قد كتب لكل باب منها جزء من أتباع إبليس يدخلونه لا محيد لهم عنه، أجارنا الله منها، وكل يدخل من باب بحسب عمله، ويستقر في درك بقدر عمله ذكره ابن كثير، وذكر رحمه الله عن ابن جريج أن أول هذه الأبواب جهنم، ثم لظى، ثم الحطمة، ثم السعير، ثم سقر، ثم الجحيم، ثم الهاوية، وليس بظاهر، ولا دليل عليه من الكتاب ولا من السنة، ولا يثبت عن ابن عباس؛ فإن الإسناد به إليه منقطع، والظاهر أن هذه كلها أسماء للنار، والله أعلم بحقيقة أبوابها، وكيفيتها وأسمائها، نعوذ بالله منها كلها. وقد ذكر عن علي بن أبي طالب أن أبواب جهنم طباق: أي بعضها فوق بعض والله أعلم، وقال الضحاك: باب لليهود، باب للنصارى، باب للصابئين، باب للمجوس، باب للذين أشركوا: وهم كفار العرب، باب للمنافقين، باب لأهل التوحيد؛ فأهل التوحيد يرجى لهم، ولا",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "يرجى لأولئك والعياذ بالله، والله أعلم، نسأل الله الجنة، ونعوذ به من النار. ولما ذكر الله تعالى حال أهل النار عطف بذكر حال أهل الجنة ـ جعلنا الله من أهلها بكرمه ومنِّه وفضله ورحمته ـ فقال: {إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ (45) ادْخُلُوهَا بِسَلَامٍ آَمِنِينَ (46) وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ إِخْوَانًا عَلَى سُرُرٍ مُتَقَابِلِينَ (47) لَا يَمَسُّهُمْ فِيهَا نَصَبٌ وَمَا هُمْ مِنْهَا بِمُخْرَجِينَ} [الحجر: 45 ـ 48]. ¶ فاللهم: {رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ آَمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَحِيمٌ} [الحشر: 10].هذا آخر ما تيسر من قصة آدم عليه السلام من سورة الحجر.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "قصة آدم عليه السلام ... من سورة الإسراءقال تعالى: {وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآَدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ قَالَ أَأَسْجُدُ لِمَنْ خَلَقْتَ طِينًا (61) قَالَ أَرَأَيْتَكَ هَذَا الَّذِي كَرَّمْتَ عَلَيَّ لَئِنْ أَخَّرْتَنِ إِلَى يَوْمِ الْقِيَامَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا} [الإسراء61: 62].يذكر الله سبحانه تكريمه لآدم أبي البشر عليه السلام حين قال سبحانه للملائكة: {اسْجُدُوا لِآَدَمَ} سجود تكريم لآدم؛ وهو عبادة لله عزَّ وجلَّ بامتثال أمره، وقد دخل إبليس في جملتهم؛ لأنه كان يعبد الله معهم، وإن لم يكن منهم أصلاً، وخِلْقة كما قال تعالى في سورة الكهف: {وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِ أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاء مِن دُونِي وَهُمْ لَكُمْ عَدُوٌّ بِئْسَ لِلظَّالِمِينَ بَدَلًا} [الكهف: 50]؛ فسجد الملائكة كلهم إلا إبليس قال متكبرًا معترضًا على ربه سبحانه، رادًا لأمره {أَأَسْجُدُ لِمَنْ خَلَقْتَ طِينًا}، وهذا استفهام إنكار منه لعنه الله وقبحه، ما أفظع كلمته! وما أشد جراءته ووقاحته! ينكر علي ربه عز وجل خالقه ومحييه ومميته؟! وبهذا الأسلوب الإجرامي، الذي ينضح منه الكبر من كل كلماته، والعياذ بالله منه ومن حاله، وكفره، وسبحان الله العظيم الحليم!! يسمع منه هذا الكفر، ويعلم من قلبه ما فيه من سوء الظن بالله، والعزم علي مزيد الكفر والإباء، وهو سبحانه لا يعاجله بالعقوبة، بل يجيبه إلي ما طلب من النظرة، ما أهون",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "الدنيا علي الله! وما أقصرها! وما أحقرها! إذ مد عمر إبليس إلي نهايتها! ويزداد إبليس في جراءته وكبره؛ فيقول لربه {أَرَأَيْتَكَ} تأمل هذا الكفر المتزايد كيف انفجر من قلبه علي لسانه؟! يقول لربه: {أَرَأَيْتَكَ} كأنه يتوعد ربه عز وجل علي تكريمه لآدم بفعل خلاف ما أراد من تكريم بني آدم، وهو علي كبره جاهل عنيد، لا يدري أن تكريم آدم وبنيه لا سبيل له لإبطاله؛ لأن المقصودين من هذا التكريم هم أهل الإيمان: الأنبياء والصالحون، وهؤلاء لا يستطيع إبليس إليهم سبيلاً، والباقون من بني آدم: الذين لم يعبدوا الله، واتبعوا إبليس ليسوا من آدم حقيقة، وإن كانوا منه نسبًا: {إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ} [هود: 46]، وقد خلقهم الله ليكمل للمؤمنين عبوديتهم لربهم: بمجاهدتهم، وصبرهم علي أذاهم وعداوتهم، وغير ذلك من أنواع العبودية؛ فجهل اللعين أن كل ما ينوي فعله لا يؤثر علي التكريم الذي أراده الله لآدم وذريته الحقيقيين؛ قال تعالى: {قَالَ أَرَأَيْتَكَ هَذَا الَّذِي كَرَّمْتَ عَلَيَّ لَئِنْ أَخَّرْتَنِ إِلَى يَوْمِ الْقِيَامَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا}، قال ابن كثير -رحمه الله-: {قَالَ أَرَأَيْتَكَ} يقول للرب جراءة وكفرًا، والرب يحلم ويُنْظِر، {قَالَ أَرَأَيْتَكَ هَذَا الَّذِي كَرَّمْتَ عَلَيَّ} الآية. قال عليّ بن أبي طلحة عن ابن عباس: يقول لأستولين علي ذريته إلا قليلاً، وقال مجاهد: لأحتوين، وقال ابن زيد: لأضلنهم. وكلها متقاربة، والمعنى أرأيتك هذا الذي شرفته وعظمته عليَّ لئن أنظرتني لأضلَّن ذريته إلا قليلاً منهم، وفي الآية رد علي الجهمية القائلين: الإيمان هو المعرفة. فإبليس حال كفره يقر بالخالق فيقول: {خَلَقْتَ طِينًا} ويعرف أن الله كرم آدم عليه؛ فلم يجهل أنه أُمِر بالسجود له تكريمًا وتشريفًا، وعلم أنه داخل في عموم الأمر ويعلم أن الله هو الذي يحيي ويميت ويؤخر من يشاء ولهذا قال: {لَئِنْ أَخَّرْتَنِ إِلَى يَوْمِ الْقِيَامَةِ} فكل هذا دليل قاطع علي بقاء المعرفة في قلبه، ولكن لما زال عمل القلب: من الخضوع والانقياد لله سبحانه، وحل محله الكبر والإباء، وسوء الظن بالله، وجهله بكمال صفات الرب سبحانه، وإن لم يكن يجهل وجوده، وبعض الصفات الأخري كما أشرنا، ولما عادي ربه، وتجرأ عليه، وعاداه، ورام عكس إرادته سبحانه كفر وهلك عليه لعنة الله والملائكة والناس أجمعين. والعجب أن إبليس يتجرأ هذه الجرأة علي الله، وهو يطلب منه التأخير؛ فهذا دليل على أنه",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "ليس كل داع أو طالب من الله شيئًا يكون مؤمناً، حتى يكون طلبه ودعاؤه علي سبيل الذل والخضوع والاعتراف بالفضل، ووجود الحب والانقياد، لا الكبر والإباء والكراهية لأمره سبحانه وبحمده. وفي قوله: {إِلَّا قَلِيلًا} دليل علي علم إبليس بأن القلة من بني آدم هي التي تخالفه وتعصاه، ولا يتسلط عليها. فيا أيها المؤمن: انظر إلي تكريم الله لك وشرفك ومنزلتك عنده، حتى أعلم عدوه قبل وجودك أنه لا سلطان له عليك، ولا استيلاء ولا إضلال؛ فاشكر نعمة الله، واثبت علي طاعته، وتوكل عليه في دفع وسوسة عدوه وكبره، والله المستعان. ثم لا تستوحش من قله السالكين؛ فقد قضي الله القضية قبل خلقنا: أن القلة هي الناجية من تسلط إبليس؛ فلا تغتر بكثرة الضُلاَّل الهالكين. فاللهم يا مقلب القلوب ثبت قلوبنا علي دينك. قال تعالى: {قَالَ اذْهَبْ فَمَنْ تَبِعَكَ مِنْهُمْ فَإِنَّ جَهَنَّمَ جَزَاؤُكُمْ جَزَاءً مَوْفُورًا (63) وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ وَأَجْلِبْ عَلَيْهِمْ بِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِي الْأَمْوَالِ وَالْأَولَادِ وَعِدْهُمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا (64) إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ وَكَفَى بِرَبِّكَ وَكِيلًا} [الإسراء: 63 ـ 65].قال ابن كثير -رحمه الله- لما سأل إبليس النظرة قال الله له: اذهب فقد أنظرتك كما قال في الآية الأخرى: {قَالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ (37) إِلَى يَوْمِ الْوَقْتِ الْمَعْلُومِ} [الحجر: 73، 83]، ثم أوعده ومن اتبعه من ذرية آدم جهنم: {قَالَ اذْهَبْ فَمَنْ تَبِعَكَ مِنْهُمْ فَإِنَّ جَهَنَّمَ جَزَاؤُكُمْ} أي علي أعمالكم: {جَزَاءً مَوْفُورًا}.قال مجاهد: وافرًا. وقال قتادة: عليكم لا يُنقص لكم منه. وقوله تعالى: {وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ} قيل: هو الغناء. قال مجاهد: باللهو والغناء؛ أي: استخفهم بذلك.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "وقال ابن عباس في قوله: {وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ} قال: كل داع دعا إلي معصية الله عز وجل، وقاله قتادة واختاره ابن جرير. وقوله تعالى: {وَأَجْلِبْ عَلَيْهِمْ بِخَيْلِكَ وَرَجِلِكَ} يقول: واحمل عليهم بجنودك: خيالتهم ورجلتهم؛ فإن الرَجْل جمع راجل كما أن الركب جمع راكب، وصَحْب جمع صاحب، ومعناه تسلط عليهم كل ما تقدر عليه، وهذا أمر قدري كقوله تعالى: {أَلَمْ تَرَ أَنَّا أَرْسَلْنَا الشَّيَاطِينَ عَلَى الْكَافِرِينَ تَؤُزُّهُمْ أَزًّا} [مريم: 83] أي: تزعجهم إلي المعاصي إزعاجًا، وتسوقهم إليها سوقًا. وقال ابن عباس ومجاهد في قوله: {وَأَجْلِبْ عَلَيْهِمْ بِخَيْلِكَ وَرَجِلِكَ} كل راكب وماش في معصية الله. وقال قتادة: إن له خيلاً ورجلاً من الجن والإنس: وهم الذين يطيعونه. تقول: العرب أجلب فلان علي فلان. إذا صاح منه نهي في المسابقة عن الجلب والجنب. ومنه اشتقاق الجلبة وهي ارتفاع الأصوات. وقوله تعالى: {وَشَارِكْهُمْ فِي الْأَمْوَالِ وَالْأَولَادِ} قال ابن عباس ومجاهد: هو ما أمرهم به من إنفاق الأموال في معاصي الله تعالى. وقال عطاء: هو الربا. وقال الحسن: هو جمعها من خبث، وانفاقها في حرام. وكذا قال قتادة، وقال: العوفي عن ابن عباس رضي الله عنهما: أما مشاركته إياهم في أموالهم فهو ما حرموه من أنعامهم: يعني من البحائر والسوائب ونحوها. وكذا قال: الضحاك وقتادة، وقال ابن جرير والأولى أن يقال: إن الآية تعم ذلك كله. وقوله: {وَالْأَولَادِ} قال العوفي عن ابن عباس ومجاهد والضحاك: يعني أولاد الزنا. وقال: علي بن أبي طلحة عن ابن عباس: هو ما كانوا قتلوه من أولادهم سفها بغير علم. وقال: قتادة عن الحسن البصري: مجَّسوا وهودوا ونصروا، وصبغوا غير صبغة الإسلام، وجزءوا من أموالهم جزءًا للشيطان. وكذا قال قتادة سواء، وقال أبو صالح عن ابن عباس: هو تسمَّيتهم أولادهم عبد الحارث وعبد شمس وعبد فلان. قال ابن جرير: وأولى الأقوال بالصواب أن يقال: كل مولود",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "ولدته أنثي عصي الله فيه بتسمَّيته بما يكره، أو بإدخاله في غير الدين الذي ارتضاه الله، أو بالزنا بأمه، أو بقتله، أو وأده، أو غير ذلك من الأمور التي يعصي الله بفعله به أو فيه؛ فقد دخل في مشاركة إبليس فيه من ولد ذلك الولد له، أو منه؛ لأن الله لم يخصص بقوله: {وَشَارِكْهُمْ فِي الْأَمْوَالِ وَالْأَولَادِ} معني الشركة فيه بمعني دون معني؛ فكل ما عُصي الله فيه أو به، أو أُطيع الشيطان فيه أو به فهو مشاركة. ا. هـ. وهذا الذي قاله متجه، وكل من السلف رحمهم الله فسر بعض المشاركة؛ فقد ثبت في صحيح مسلم عن عياض بن حمار أن رسول الله صلي الله عليه وسلم قال: يقول الله عز وجل: «إني خلقت عبادي حنفاء، فجاءتهم الشياطين فاجتالتهم عن دينهم، وحرمت عليهم ما أحللت لهم»، وفي الصحيحين أن رسول الله صلي الله عليه وسلم قال: «لو أن أحدهم إذا أراد أن يأتي أهله قال: باسم اللَّه اللَّهم جنبنا الشيطان، وجنب الشيطان ما رزقتنا. فإنه إن يقدر بينهما ولد في ذلك لم يضره الشيطان أبدًا».وقوله تعالى: {وَعِدْهُمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا} كما أخبر تعالى عن إبليس أنه يقول إذا حصحص الحق يوم يُقضي بالحق: {إِنَّ اللّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ} [إبراهيم: 22] الآية. وقوله تعالى: {إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ} إخبار بتأييده تعالي عباده المؤمنين، وحفظه إياهم، وحراسته لهم من الشيطان الرجيم، ولهذا قال تعالى: {وَكَفَى بِرَبِّكَ وَكِيلًا} أي: حافظًا ومؤيدًا ونصيرًا. وقال الإمام أحمد: حدثنا قتيبة حدثنا ابن لهيعة عن موسي بن وردان عن أبي هريرة رضي الله عنه أن رسول الله صلي الله عليه وسلم قال: «إن المؤمن لينضي شياطينه كما ينضي أحدكم بعيره في السفر» ينضي: أي يأخذ بناصيته ويقهره ا. هـ. آثرت أن أنقل هذا الكلام النفيس للإمام ابن كثير -رحمه الله- بكماله لما يتضمنه من درر كلام السلف في بيان طرق الشيطان التي أذن الله له فيها ـ كوناً لا شرعاً ـ في إضلال بني آدم وإغوائهم؛ مما يستوجب انتباها دائمًا، ويقظة وحراسة منا؛ حتى لا يدخل الشيطان إلينا ويشاركنا في",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "حياتنا، ونجعل له بغفلتنا نصيبا من أنفسنا وأهلنا وأموالنا عياذًا بالله من ذلك. نلحظ أولاً في قوله تعالى: {قَالَ اذْهَبْ فَمَنْ تَبِعَكَ مِنْهُمْ فَإِنَّ جَهَنَّمَ جَزَاؤُكُمْ جَزَاءً مَوْفُورًا} الالتفات في الضمير عن بني آدم: من ضمير الغائبين في {مِنْهُمْ}، إلي ضمير المخاطبين في {جَزَاؤُكُمْ}؛ إيذانا بأن من تبع إبليس فإنه يفقد إنسانيته، ويتحول شيطانًا مريدًا مع الشياطين، حتى ولو كان نسبه شريفًا، وهو ابن أبيه آدم في النسب؛ لكنه ليس منه في الأفعال والصفات. وفيه أيضًا أن جهنم موفورة غير منقوصة لهم؛ فعذابهم والعياذ بالله كامل معد لهم مدخر مُوَّفر؛ جزاء علي أعمالهم. ¶ وفي قوله تعالى: {وَاسْتَفْزِزْ} ما يدل علي مدي ما يبذله إبليس في استفزاز بني آدم، وإزعاجهم إلي المعاصي، وهو يدل علي أن أصل فطرة بني آدم عدم التحرك في المعصية حتى يُؤَزُّوا إليها أزَّا، ويدفعوا بالوسوسة إليها دفعا، فمغبون من كان عنده عون فطري جُبِل عليه من ربه سبحانه ـ الذي فطره علي الحنيفية ـ ثم هو يقبل تحريك الشيطان ودفعه واستفزازه؛ فإنه ليس عليه في دفع الوسوسة إلا كف نفسه عن الشر، وما أيسر ذلك علي من يسره الله عليه! ومع ذلك فأكثر الخلق استفزتهم الشياطين، واجتالتهم عن دينهم. ¶ وأما صوت إبليس: فكل داع إلي معصية الله، ومنه بلا شك الغناء المصحوب بالموسيقي، وهي والله الذي ذكره السلف، وكل غناء محرم: بسبب الكلام الذي يتضمنه من الترغيب في الشهوات المحرمة ـ خاصة ما يتعلق بعشق النساء ـ أو بسبب الحث على الجاهلية: كالعصبية القومية، و الترغيب في سفك الدماء والانتقام بالباطل، وأذية الخلق، أو بسبب الغيبة والهجاء المحرم، وكذا المبالغة في مدح الكبراء والرؤساء، ووصفهم بما لا يجوز، أو بسبب تضمن الكفر ـ وهو أشده ـ كالاعتراض على القدر وسبه (1)، والعياذ بالله، أو الاعتراض علي الله في حكمته في خلق العالم، وأنه لا يدري لماذا أتي الناس إلي العالم (2)، ونحو ذلك من الضلالات، أو كان",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "التحريم بسبب الأداء: كأن تؤديه امرأة بالغة بحضرة الرجال الأجانب، وهو من أعظم الخضوع بالقول، وإن لم يكن الغناء من الأجنبية مع تمايلها، وترقيقها صوتها، وتحسينها إياه خضوعًا بالقول، فلا أدري ما يكون الخضوع بالقول إذن، وإذا أضيف إلي ذلك كونها متبرجة قد كشفت زينتها، بل قل اليوم عارية والعياذ بالله، ترقص يمينًا وشمالاً، في حركات مثيرة شيطانية؛ فلا يشك عاقل مسلم ـ فضلاً عن عالم ـ في تحريم ذلك إجماعًا قطعيًا، لا خلاف فيه البتة. أو كان التحريم بسبب المعازف المصاحبة التي قال عنها النبي صلي الله عليه وسلم: «ليكونن أقوام من أمتي يستحلون الحر والحرير والخمر والمعازف» (3)، فكل الآلات ـ عدا الدف ـ داخلة في هذا الوعيد الدال علي التحريم، ولا عبرة بمن يخالف النص، ويحتج بالجائز علي الممنوع؛ فما أجازه الرسول صلي الله عليه وسلم من غناء الجاريتين يوم العيد، ومن حداء الإبل، والإنشاد في الجهاد والعمل والسفر، والعرس، ونحو ذلك مما يجوز من الغناء والإنشاد خال عما ذكرنا من المحرمات؛ فمن قاس الحرام علي الحلال ليجوزه فهو من صوت الشيطان، ومعلوم أن أغاني زماننا إن لم تتضمن كل هذه المحرمات مجتمعة؛ فهي مشتملة علي بعضها، فهي والله تنبت النفاق في القلب كما ينبت الماء البقل؛ فاحذروا صوت الشيطان. ومن صوت الشيطان: كل متكلم بالمعصية، وداع إلي الكفر أو البدعة، أو الفسوق أو العصيان، وكل مغتاب ونمام وكذاب، ومستهزيء، وهمزة ولمزة؛ لأن اللمز بالفعل في معنى الكلام، وكل آمر بالمنكر وناه عن المعروف، وكل منافق يستعمل حجج الله بلسانه لصد عباده عن سبيله، وكل سباب ولعان، وقاذف للمحصنات، وكل فاحش بذيء طعان في أعراض المسلمين والمسلمات، وكل داع إلي الفجور والفساد ممن يسمون أهل الفن في الأفلام والتمثيليات والمسرحيات وغيرها. فكم للشيطان من نصيب في حياة الناس!! والعياذ بالله، وهو المستعان. وأما خيل الشيطان: فكل راكب في معصية الله ممن خرج من بيته مفاخرة ومباهاة وتكبرًا على الخلق، ومناوءة لأهل الإسلام، وكل من يذهب راكبا إلي أماكن المعاصي والفساد؛ كأماكن اللهو المحرم: من سينما ومسرح، وملهي وحانات خمر، وأماكن رقص واختلاط محرم بين الرجال",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "والنساء؛ التي تكشف فيها العورات، وتنتهك الحرمات، وكذلك إلى أماكن الظلم والعدوان وأذية المسلمين في أنفسهم وأعراضهم وأموالهم، وكمن يركب لقطع الطريق علي المسلمين: الحسيّ والمعنوي؛ بالصد عن سبيل الله. وأما رَجِلُ الشيطان: فكل ماشٍ في معصية الله؛ كمن يمشون في الطرقات للنظر إلي العورات، ومعاكسة الفتيات، والتقاط الساقطات، وهو يشمل من مشي إلي أماكن المعصية التي ذكرنا أمثلة لها في الركوب. وأما مشاركة الشيطان في الأموال: فكل كسب محرم: من ربا، وميسر، وغرر وغش وتدليس، وبيع المحرمات: كبيع الخمر، ومنها المخدرات بالإجماع، والميتة، ومنها ما لم يذكَ علي الشريعة الإسلامية لعدم الذبح، أو لعدم التسمَّية، أو لعدم أهلية الذابح: كأن يكون ملحدًا بلا دين، أو مرتدًا، بل يشترط فيه لتحل الذبيحة أن يكون مسلمًا، أو يهودياً، أو نصرانياً، وكبيع الخنزير، والأصنام وهي التماثيل، ومثلها الصلبان، وكل ما يعبد من دون الله، أو يتخذ منصوباً، أو معلقاً علي الجدران للتعظيم، أو للتزيين؛ فإن الصور كلها داخلة في هذا النهي: سواء كانت مرسومة، أو منحوتة؛ طالما كانت من صنع الناس (1)، وكبيع الدخان والقات، ونحوها، ومن ذلك الإجارة علي المحرمات: كالزنا، والنوح والغناء المحرم، والتمثيل الباطل، وحلوان الكهان، وكل مدع لعلم الغيب، وكل إجارة أو بيع أعان على حرام: كمن يبيع العنب لمن يتخذه خمرًا، ومن يبيع السلاح لقتل المسلمين، أو للقتال في الفتنة، أو من يبني أو يزين ويحسن أماكن المعاصي والفجور والحرام والظلم، أو يبيع الأرض لمن يبني عليها ذلك، كأماكن عبادة غير الله، وأماكن بيع المحرمات: كبيع الأشرطة والأسطوانات الإباحية المتضمنة للحرام، أو عرضها علي الناس، وكأماكن شرب المحرمات والدخان، كالحانات، والمقاهي، ولعب الحرام كالنرد ونحوه، وغير ذلك من وجوه المكاسب المحرمة. ومن مشاركة الشيطان في الأموال: كل إنفاق للمال في حرام مما سبق ذكره في وجوه الكسب المحرم؛ فالذي ينفق ماله والذي يكتسبه شركاء في الإثم والشيطان شريكهم.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "ومشاركة الشيطان في الأولاد: يدخل فيها ما ذكره السلف وما رجحه ابن جرير ووجهه ابن كثير؛ وهو الصحيح، ومنه تربيتهم علي المباديء الباطلة كالتشبه بالكفار وتقليدهم في معتقداتهم وتقاليدهم وأعمالهم وصفاتهم، وكترسيخ مباديء الضلال: كالعلمانية، والعصبية الجاهلية، والحرية المطلقة حتى من التقييد بشرع الله؛ وهي حقيقة الرق لإبليس وطواغيته والعياذ بالله، والإباحية، وترك تعليمهم ما يلزمهم من أمور دينهم: من إسلام، وإيمان، وإحسان، وتركهم فريسة لقرناء السوء يلهون بهم في كل واد من أودية الفساد. ¶ ومن تأمل مظاهر حياة الناس في أرجاء العالم لوجد حياة شقية تحيط بها الشياطين من كل جانب، إلا مَن اعتصم بالله وتوكل عليه؛ فقد بين لنا سبحانه السبيل للتخلص من كل ذلك: وذلك بتكميل العبودية لله سبحانه، والتوكل عليه عز وجل في دفع كيد الشيطان؛ فقال تعالى: {إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ وَكَفَى بِرَبِّكَ وَكِيلًا}؛ فقد عاد الأمر إلى تحقيق {إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ}، ولم يستثن هنا سبحانه من عباده؛ لأن المقصود بهم هنا العبَّاد الذين هم عباد الرحمن الذين حققوا عبوديتهم لله سبحانه، واتبعوا رسله، مستعينين بالله ومتوكلين عليه سبحانه في ذلك، وفي كل أمورهم، جعلنا الله منهم ورزقنا رفقة الأنبياء والصديقين والشهداء والصالحين. ¶ فهذا آخر ما تيسر من الكلام علي قصة آدم عليه السلام من سورة الإسراء، وقد تضمن ما ذكر الله عن هذه القصة في سورة الكهف؛ وهو قوله تعالى: {وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِ أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاء مِن دُونِي وَهُمْ لَكُمْ عَدُوٌّ بِئْسَ لِلظَّالِمِينَ بَدَلًا} [الكهف: 50]، وقد ذكرنا أن الصحيح أن إبليس لم يكن من الملائكة خِلقة، بل هو خُلق من مارج من نار بنص القرآن، وقد بين النبي صلي الله عليه وسلم أن الملائكة خُلِقت من النور، وقد نصت الآية الكريمة على أن إبليس له",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "ذرية، وقد ثبت عن الحسن أنه أبو الجن، كما أن آدم أبو البشر والله أعلم. ولا نزاع أن الجن مكلفون بالإيمان ومنهم ذرية إبليس، فالمقصود بذريته في الآية والله أعلم الشياطين منهم، أما من آمن منهم واتبع الرسل فينفعه إيمانه، ولا يضره نسبه ولا أصله. ¶ وقد دلت السُّنَّة علي وجود ذكران وإناث من الشياطين وذلك في ذكر دخول الخلاء؛ ففي الحديث الصحيح أنه صلي الله عليه وسلم كان يقول: «اللَّهم إني أعوذ بك من الخبث والخبائث» أي: ذكران الشياطين وإناثهم، وفي الحديث الصحيح أن «السوق معركة الشيطان فيها باض وفيها فرخ». والله أعلم.",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "قصة آدم عليه السلام ... من سورة طهقال تعالى: {وَلَقَدْ عَهِدْنَا إِلَى آَدَمَ مِنْ قَبْلُ فَنَسِيَ وَلَمْ نَجِدْ لَهُ عَزْمًا (115) وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآَدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى (116) فَقُلْنَا يَا آَدَمُ إِنَّ هَذَا عَدُوٌّ لَكَ وَلِزَوْجِكَ فَلَا يُخْرِجَنَّكُمَا مِنَ الْجَنَّةِ فَتَشْقَى (117) إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعْرَى (118) وَأَنَّكَ لَا تَظْمَأُ فِيهَا وَلَا تَضْحَى (119) فَوَسْوَسَ إِلَيْهِ الشَّيْطَانُ قَالَ يَا آَدَمُ هَلْ أَدُلُّكَ عَلَى شَجَرَةِ الْخُلْدِ وَمُلْكٍ لَا يَبْلَى (120) فَأَكَلَا مِنْهَا فَبَدَتْ لَهُمَا سَوْآَتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِنْ وَرَقِ الْجَنَّةِ وَعَصَى آَدَمُ رَبَّهُ فَغَوَى (121) ثُمَّ اجْتَبَاهُ رَبُّهُ فَتَابَ عَلَيْهِ وَهَدَى (122) قَالَ اهْبِطَا مِنْهَا جَمِيعًا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنِ اتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشْقَى (123) وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى (124) قَالَ رَبِّ لِمَ حَشَرْتَنِي أَعْمَى وَقَدْ كُنْتُ بَصِيرًا (125) قَالَ كَذَلِكَ أَتَتْكَ آَيَاتُنَا فَنَسِيتَهَا وَكَذَلِكَ الْيَوْمَ تُنْسَى (126) وَكَذَلِكَ نَجْزِي مَنْ أَسْرَفَ وَلَمْ يُؤْمِنْ بِآَيَاتِ رَبِّهِ وَلَعَذَابُ الْآَخِرَةِ أَشَدُّ وَأَبْقَى} [طه: 115 ـ 127].يخبر الله سبحانه عن أمره وعهده لآدم أن لا يأكل من الشجرة التي نهاه عنها وزوجه حواء، وأن إبليس عدو لهما شديد العداوة، فنسي آدم أمر الله وانتقضت عزيمته التي كانت قائمة علي امتثال أمر الله، وهذه الآية الكريمة صريحة في أن معصية آدم كانت نسيانًا، ولكنه في حق الأنبياء يعد معصية وذنبًا؛ إذ قد يكون بعض النسيان تفريط وترك الذكر، والأنبياء مأمورون بالذكر وعدم الغفلة أكثر مما يؤمر به عامة الناس؛ فيكون ترك الذكر في حقهم ذنبًا يستغفرون منه؛ كما قال النبي صلي الله عليه وسلم: «إنه ليغان على قلبي، وإني لأستغفر اللَّه في اليوم",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "مئة مرة»؛ والغين فتور عن الذكر يستشعر النبي صلي الله عليه وسلم تقصيره في حق الله في اليوم الواحد مئة مرة؛ فيستغفر الله ويتوب. فاللهم اغفر لنا وتب علينا إنك أنت التواب الرحيم. والنسيان من طبيعة الإنسان، بل قال ابن عباس -رضي الله عنه-: إنما سمي الإنسان لأنه عهد إليه فنسى. رواه ابن أبي حاتم، وفي الحديث الصحيح الذي في السنة مرفوعًا: «فنسي آدم؛ فنسيت ذريته»، ولهذا تجاوز الله لهذه الأمة عن النسيان ـ الذي بمعني عدم التذكر ـ وليس بمعني الترك لأمر الله والإعراض عنه، حتى ينسيه الله نفسه؛ كما قال تعالى: {نَسُوا اللَّهَ فَأَنسَاهُمْ أَنفُسَهُمْ} [الحشر: 19]، وقال تعالى: {قَالَ كَذَلِكَ أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا وَكَذَلِكَ الْيَوْمَ تُنسَى} [طه: 126]، وقال تعالى: {وَقِيلَ الْيَوْمَ نَنسَاكُمْ كَمَا نَسِيتُمْ لِقَاء يَوْمِكُمْ هَذَا وَمَأْوَاكُمْ النَّارُ وَمَا لَكُم مِّن نَّاصِرِينَ} [الجاثية: 34]، وقال تعالى: {فَالْيَوْمَ نَنسَاهُمْ كَمَا نَسُواْ لِقَاء يَوْمِهِمْ هَذَا وَمَا كَانُواْ بِآيَاتِنَا يَجْحَدُونَ} [الأعراف: 51]؛ ففي هذه الآيات كلها النسيان بمعني الترك لأوامر الله، حتى ينساها ويجحدها وينكرها، وقد قامت عليه الحجة بها، أما نسيان عدم التذكر؛ فقد قال الله تعالى: {رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا} [البقرة: 286]، وفي صحيح مسلم عن رسول الله صلي الله عليه وسلم قال: «قال اللَّه قد فعلت»، وقال النبي صلي الله عليه وسلم: «وضع عن أمتي الخطأ، والنسيان، وما استكرهوا عليه». (حديث حسن)، وقال: صلي الله عليه وسلم «من نام عن صلاة أو نسيها فليصلها إذا ذكرها، ليس لها كفارة إلا ذلك» (رواه مسلم). هذا وقد فسر الحسن ومجاهد نسيان آدم بالترك. وما ذكرنا من أن الأنبياء مأمورون بالذكر أكثر مما يؤمر به البشر عامة؛ فيكون تركهم له والغين الذي يصيب قلوبهم ذنبًا يستغفرونه. يقرب القولين قول ابن عباس الذي ذكرناه أولا، وهذا القول عن الحسن ومجاهد والله أعلم. وهذه الآية الكريمة مما يحتج به لجمهور أهل العلم من أن من الرسل أولي عزم، ومنهم من ليس كذلك؛ لقوله تعالى عن آدم: {وَلَمْ نَجِدْ لَهُ عَزْمًا} وهو من الأنبياء إجماعًا، وكذلك مفهوم قوله تعالى: {فَاصْبِرْ كَمَا صَبَرَ أُوْلُوا الْعَزْمِ مِنَ الرُّسُلِ} [الأحقاف: 35]، فمفهوم المخالفة أن",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "هناك من الرسل من ليسوا كذلك والله أعلم. والمقصود أنه ليس لهم من العزم ما عند أولي العزم، وهم عند الجمهور: محمد صلي الله عليه وسلم، ونوح، إبراهيم، وموسي، وعيسي عليهم الصلاة والسلام. هذا ولم يذكر الله سبحانه عن آدم بعد توبته إلا الهداية، ولم يذكر عنه بعدها ذنباً؛ فمن تاب كذلك من ذنبه تاب الله عليه وهدى. وقوله تعالى: {وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى} يذكر سبحانه تكريمه لآدم بأمر الملائكة بالسجود له وأنهم امتثلوا جميعا أمره سبحانه، وسجدوا إلا إبليس أبى وامتنع؛ تكبراً وعلواً: {فَقُلْنَا يَا آدَمُ إِنَّ هَذَا عَدُوٌّ لَّكَ وَلِزَوْجِكَ فَلَا يُخْرِجَنَّكُمَا مِنَ الْجَنَّةِ فَتَشْقَى} أي: فلا يسعى الشيطان في إخراجكما من الجنة فتتعب، ويصيبك العناء والشقاء في تحصيل الرزق، فالأرض محل للشقاء والكبد للإنسان؛ قال تعالى: {لَقَدْ خَلَقْنَا الْإِنسَانَ فِي كَبَدٍ} [البلد: 4]؛ فمن يطمع في الراحة والسعادة في الدنيا يطمع في الوهم والخيال، لابد لنا في هذه الأرض من التعب: {إِن تَكُونُواْ تَأْلَمُونَ فَإِنَّهُمْ يَأْلَمُونَ كَمَا تَأْلَمونَ} [النساء: 104]، ولا يخفف من معاناتنا في الأرض إلا روح الرجاء: {وَتَرْجُونَ مِنَ اللّهِ مَا لاَ يَرْجُونَ وَكَانَ اللّهُ عَلِيمًا حَكِيمًا} [النساء: 104]؛ رجاء لقاء الله ولذة الشوق إليه تذهب مرارة الشقاء، وحلاوة الإيمان هي التي يجد بها الإنسان السعادة، أما نعيم الدنيا من مطعم ومشرب ومنكح وملبس فمشوب بالنغص، ممزوج بالغصص، جعل الله الدنيا ناقصة لكي تطلب النفوس ما هو أعلي وأبقى: وهي التي لا يبغون عنها حولاً؛ لكي يطلبوا الرجوع إلي المنازل الأولي في الجنة، قال ابن كثير -رحمه الله-: {فَلَا يُخْرِجَنَّكُمَا مِنَ الْجَنَّةِ فَتَشْقَى} أي: إياك أن يسعى في إخراجك منها فتتعب وتعني وتشقي في طلب رزقك فإنك هنا في عيش رغيد هنيء، بلا كلفة ولا مشقة. {إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعْرَى} إنما قرن بين الجوع والعري لأن الجوع ذل الباطن، والعري ذل الظاهر. {وَأَنَّكَ لَا تَظْمَأُ فِيهَا وَلَا تَضْحَى} وهذا أيضاً من المتقابلات؛ فالظمأ حر الباطن، وهو",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "العطش والضحى حر الظاهر. ا هـ. والضحى أن يتضرر الإنسان من شدة حر الشمس؛ فهذه بعض أنواع الشقاء الذي لابد للإنسان منه في هذه الأرض. قوله تعالى: {فَوَسْوَسَ إِلَيْهِ الشَّيْطَانُ قَالَ يَا آدَمُ هَلْ أَدُلُّكَ عَلَى شَجَرَةِ الْخُلْدِ وَمُلْكٍ لَّا يَبْلَى} صريح في أن الوسوسة وقعت لآدم من إبليس؛ ففيه رد للأخبار الإسرائيلية أنه وسوس لحواء حتى أكلت من الشجرة، ثم أطعمتها آدم، وأمرته بذلك. وفيه التحذير من خداع الشيطان بتسمَّيته الأشياء بغير اسمها فقد سمي الشجرة المحرمة: {شَجَرَةِ الْخُلْدِ}: أي من أكل منها خلد ولم يمت، وليس في الكتاب والسنة ما يدل علي ما في كتب أهل الكتاب ومن ينقل عنهم من أنها الشجرة التي تأكل منها للخلود، فإن في هذا تصديق خبر الكاذب الذي خدع الأبوين ليخرجهما من الجنة، ولو كانت شجرة الخلد لخلد آدم؛ فدل ذلك علي بطلان وكذب قول إبليس؛ فقد أكل آدم وحواء من الشجرة ولم يخلدا ولم يحصل لهما الملك الذي لا يبلى. قال تعالى: {فَأَكَلَا مِنْهَا فَبَدَتْ لَهُمَا سَوْآتُهُمَا} أي: عوراتهما {وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ الْجَنَّةِ} أي كهيئة الثوب؛ للفطرة التي فطرهما الله عليها: من حب الستر وعدم التكشف؛ بخلاف ما عليه منكوسو الفطرة من دعاة التبرج والسفور والعري، الذين يتبعون إبليس فيما يريد من كشف عورات بني آدم. {وَعَصَى آدَمُ رَبَّهُ فَغَوَى} وهذا مكتوب علي آدم قبل أن يخلق بأربعين سنة؛ كما في الصحيحين من حديث أبي هريرة عن النبي صلي الله عليه وسلم: «حاج موسي آدم فقال له: أنت الذي أخرجت الناس من الجنة بذنبك، وأشقيتهم. قال آدم: يا موسي أنت الذي اصطفاك اللَّه برسالاته وبكلامه؛ أتلومني علي أمر كتبه اللَّه علي قبل أن يخلقني، أو قدره اللَّه علي قبل أن يخلقني؟!» قال: رسول الله صلي الله عليه وسلم: «فحج آدم موسي» وفي رواية لمسلم: «فبكم وجدت اللَّه كتب التوراة قبل أن يخلقني؟ قال: بأربعين سنة. قال: فهل وجدت فيها وعصي آدم ربه فغوي؟ قال: نعم. قال: فكيف تلومني علي أن عملت عملاً قد كتبه اللَّه قبل أن يخلقني بأربعين سنة؟!» قال رسول الله صلي الله عليه وسلم: «فحج آدم موسي».",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "وقد سبق بيان أن هذا الاحتجاج من آدم بالقدر علي الذنب بعد التوبة الذي صار بمنزلة المصيبة احتجاج صحيح؛ أما من يحتج به علي ذنبه وهو مصر عليه فاحتجاج باطل بالقرآن والسنة وإجماع أهل السنة؛ فقد رد الله علي المشركين احتجاجهم بالقدر بقوله تعالى: {سَيَقُولُ الَّذِينَ أَشْرَكُواْ لَوْ شَاء اللّهُ مَا أَشْرَكْنَا وَلاَ آبَاؤُنَا وَلاَ حَرَّمْنَا مِن شَيْءٍ كَذَلِكَ كَذَّبَ الَّذِينَ مِن قَبْلِهِم حَتَّى ذَاقُواْ بَأْسَنَا قُلْ هَلْ عِندَكُم مِّنْ عِلْمٍ فَتُخْرِجُوهُ لَنَا إِن تَتَّبِعُونَ إِلاَّ الظَّنَّ وَإِنْ أَنتُمْ إَلاَّ تَخْرُصُونَ} [الأنعام: 148].وقد قال النبي صلي الله عليه وسلم: «احرص علي ما ينفعك، واستعن باللَّه ولا تعجز».وقال صلي الله عليه وسلم: «اعملوا؛ فكل ميسر لما خُلِقَ له».وقوله تعالى: {ثُمَّ اجْتَبَاهُ رَبُّهُ فَتَابَ عَلَيْهِ وَهَدَى} بيان لرحمة الله لآدم وزوجه باصطفائه آدم، وتوبته وهدايته، وهو الغفور الرحيم فعلِم آدم عاقبه المعصية، وعلِم كيف المخرج منها: بالاعتراف علي النفس بالظلم، وطلب المغفرة منه سبحانه، وصارت هذه القصة موعظة لجميع بنيه، وعبرة لهم في حياتهم علي وجه الأرض، ومن تاب منهم من معصيته كما تاب أبوه؛ فقد شابه أباه ومن شابه أباه فما ظلم. قال تعالى: {قَالَ اهْبِطَا مِنْهَا جَمِيعًا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ فَإِمَّا يَأْتِيَنَّكُم مِّنِّي هُدًى فَمَنِ اتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشْقَى (123) وَمَنْ أَعْرَضَ عَن ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنكًا} الخطاب في هذه الآية لآدم عليه السلام ومعه زوجه ومعهما ذريته، وإبليس وذريته، والعداوة قائمة إلي يوم القيامة بين الفريقين، وعلي أساس الدين؛ فكل صراع علي وجه هذه الأرض مرده في النهاية إلي عداوة إبليس وذريته لبني آدم؛ ليجتالوهم ويبعدوهم عن دينهم الذي فطرهم الله علي الميل إليه، وقبوله ومحبته، وأكثر الناس تركوا فريق أبيهم آدم ولحقوا بفريق إبليس؛ فصاروا مثله شياطين والعياذ بالله من حالهم ومن شرهم جميعًا إنسهم وجنهم، وقلة من ذرية الفريقين ظلت علي طريق أبيهم آدم: من التوبة والهداية، واستجابوا لدعوة الرسل الذين أتاهم هدي الله على ألسنتهم، قال تعالى: {فَمَنِ اتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشْقَى} فالنور والسعادة حاصلة لمن اتبع هدي الله الذي جاءت به الرسل صلوات الله وسلامه عليهم مهما كانت الظلمات حولهم،",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "ومهما كانت حياتهم فيها من شظف العيش، أو نقص الملذات؛ فإن السعادة لا تحصل من الخارج، بل من داخل النفس الإنسانية؛ بحصول الهدى في القلب. قال ابن عباس: لا يضل في الدنيا، ولا يشقى في الآخرة. وأما من خالف أمر الله، وأعرض عما جاءت به الرسل من ذكر الله وشرائعه؛ {فَإِنَّ لَهُ مَعِيشَةً ضَنكًا} في الدنيا، وفي القبر. قال ابن كثير -رحمه الله-: أي ضنكًا في الدنيا؛ فلا طمأنينة له، ولا انشراح لصدره، بل صدره ضيق حرج لضلاله، وإن تنعم ظاهره، ولبس ما شاء، وأكل ما شاء، وسكن حيث شاء؛ فإن قلبه مالم يخلص إلي اليقين والهدى؛ فهو في قلق وشك، فلا يزال في ريبه يتردد، فهذا من ضنك المعيشة. قال عليّ بن أبي طلحة عن ابن عباس: {فَإِنَّ لَهُ مَعِيشَةً ضَنكًا} قال: الشقاء. وقال العوفي عن ابن عباس: {فَإِنَّ لَهُ مَعِيشَةً ضَنكًا} قال: كل ما أعطيته عبدًا من عبادي قلَّ أو أكثر ـ لا يتقيني فيه ـ فلا خير فيه؛ وهو الضنك في المعيشة. وقال أيضاً: إن قومًا ضلالاً أعرضوا عن الحق، وكانوا في سعة من الدنيا متكبرين، فكانت معيشتهم ضنكًا، وذلك أنهم كانوا يرون أن الله ليس مخلفا لهم معايشهم من سوء ظنهم بالله، والتكذيب؛ فإذا كان العبد يكذِّب بالله ويسيء الظن به، والثقة به، اشتدت عليه معيشته؛ فذلك الضنك. وقال الضحاك: هو العمل السيئ، والرزق الخبيث. وكذا قال عكرمة ومالك بن دينار. وقال سفيان بن عيينة عن أبي حازم عن أبي سلمة عن أبي سعيد في قوله: {مَعِيشَةً ضَنكًا} قال: يضيق عليه قبره حتى تختلف أضلاعه ا. هـ. ثم ذكر رحمة الله عدة أحاديث ضعيفة في أن المعيشة الضنك ضمة القبر وعذابه، وبين أن الصحيح الموقوف لا المرفوع، عدا حديث أبي هريرة عن النبي صلي الله عليه وسلم {فَإِنَّ لَهُ مَعِيشَةً ضَنكًا} قال: «عذاب القبر» فقال: إسناده جيد. والصحيح أن الآية تعم الأمرين؛ فإن معيشة الكافر الفاجر علي ظهر الأرض في حياته وتحتها",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "في القبر بعد وفاته ضنك وشقاء وعذاب؛ بإعراضه عن ذكر ربه الذي فيه السعادة والفوز في الدارين، وما بينهما: من البرزخ. قال تعالى: {وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى} قال ابن كثير -رحمه الله-: قال مجاهد وأبو صالح والسدي: لا حجة له. وقال: عكرمة عمِيَ عليه كل شيء إلا جهنم. ويحتمل أن يكون المراد أنه يبعث أو يحشر إلي النار أعمي البصر والبصيرة أيضًا؛ كما قال تعالى: {وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ عَلَى وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا مَّأْوَاهُمْ جَهَنَّمُ كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا} [الإسراء: 97]، ولهذا يقول: {قَالَ رَبِّ لِمَ حَشَرْتَنِي أَعْمَى وَقَدْ كُنتُ بَصِيرًا} أي في الدنيا. {قَالَ كَذَلِكَ أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا وَكَذَلِكَ الْيَوْمَ تُنسَى} أي: لما أعرضت عن أيات الله وعاملتها معاملة من لم يذكرها بعد بلاغها إليك فنسيتها، وأعرضت عنها وأغفلتها؛ كذلك نعاملك معاملة من ينساك: {فَالْيَوْمَ نَنسَاهُمْ كَمَا نَسُواْ لِقَاء يَوْمِهِمْ هَذَا} [الأعراف: 51]؛ فإن الجزاء من جنس العمل. فأما نسيان لفظ القرآن مع فهم معناه، والقيام بمقتضاه، فليس داخلاً في هذا الوعيد الخاص، وإن كان متوعدًا عليه من جهة أخري ا. هـ. وقوله تعالى: {وَكَذَلِكَ نَجْزِي مَنْ أَسْرَفَ وَلَمْ يُؤْمِن بِآيَاتِ رَبِّهِ} فالإسراف الحقيقي هو إنفاق العمر في مخالفة أمر الله والكفر به، وترك الإيمان به؛ فالكافر أعظم الناس إسرافًا علي نفسه. {وَلَعَذَابُ الْآخِرَةِ أَشَدُّ وَأَبْقَى} أي من عذاب الدنيا؛ فإنهم خالدون فيه بلا موت والعياذ بالله. ونسأله سبحانه أن يكتب لنا جوارًا من عذاب الدنيا والآخرة؛ إنه يجير ولا يجار عليه، وهو أرحم الراحمين. فهذا آخر ما تيسر من ذكر قصة آدم من سورة طه والله المستعان. ¶ قصة آدم عليه السلام ... في سورة ص ... قال تعالى: {قُلْ هُوَ نَبَأٌ عَظِيمٌ (67) أَنْتُمْ عَنْهُ مُعْرِضُونَ (68) مَا كَانَ لِيَ مِنْ عِلْمٍ بِالْمَلَإِ الْأَعْلَى إِذْ يَخْتَصِمُونَ (69) إِنْ يُوحَى إِلَيَّ إِلَّا أَنَّمَا أَنَا نَذِيرٌ مُبِينٌ (70) إِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِنْ طِينٍ (71) فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ (72) فَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ (73) إِلَّا إِبْلِيسَ اسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ (74) قَالَ يَا إِبْلِيسُ مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ أَسْتَكْبَرْتَ أَمْ كُنْتَ مِنَ الْعَالِينَ (75) قَالَ أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ (76) قَالَ فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ (77) وَإِنَّ عَلَيْكَ لَعْنَتِي إِلَى يَوْمِ الدِّينِ (78) قَالَ رَبِّ فَأَنْظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ (79) قَالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ (80) إِلَى يَوْمِ الْوَقْتِ الْمَعْلُومِ (81) قَالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ (82) إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ (83) قَالَ فَالْحَقُّ وَالْحَقَّ أَقُولُ (84) لَأَمْلَأَنَّ جَهَنَّمَ مِنْكَ وَمِمَّنْ تَبِعَكَ مِنْهُمْ أَجْمَعِينَ} [ص: 67 ـ85].يأمر الله نبيه صلي الله عليه وسلم أن يقول للمشركين محذرًا ومنذرًا هو: أي القرآن، أو أمر البعث والنشور، وكلاهما متلازم فإن القرآن أخبر ضمن ما أخبر به عن البعث والنشور: {أَنْتُمْ عَنْهُ مُعْرِضُونَ} ولذا لم يتدبروا ما فيه من الأدلة والمعجزات الدالة علي صدق الرسول صلي الله عليه وسلم، ومنه أنه أخبر بما لم يكن له ولا لهم به علم، من اختصام الملأ الأعلى ـ وهم الملائكة ـ في شأن آدم عليه السلام. {مَا كَانَ لِيَ مِنْ عِلْمٍ بِالْمَلَإِ الْأَعْلَى إِذْ يَخْتَصِمُونَ} وإنما كان الاختصام بمخالفة إبليس لجميع الملائكة بإبائه واستكباره من أمر ربه. وهذا الاختصام غير الاختصام المذكور في الحديث الحسن الذي رواه الترمذي وغيره عن النبي صلي الله عليه وسلم: «رأيت ربي في المنام في أحسن صورة» الحديث وفيه ذكر اختصام الملأ",
            "page": "100",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "الأعلى في الكفارات والدرجات فهذا اختصام آخر غير مذكور في سورة ص والله أعلم. وقد جعل الله سبحانه إخبار نبيه صلي الله عليه وسلم بهذا الغيب من اختصام الملأ الأعلى دليلاً علي صحة الإيحاء إليه مما يستلزم قبول خبره وإنذاره، فقال آمرًا نبيه صلي الله عليه وسلم أن يقول: {إِنْ يُوحَى إِلَيَّ إِلَّا أَنَّمَا أَنَا نَذِيرٌ مُبِينٌ}، ثم ذكر تفاصيل اختلاف الملأ الأعلى حين أخبرهم ربهم أنه خالق بشرًا من طين: أي أصل مادته من طين: {فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ} أي إذا أكملت خلقه بيدي، ونفخت فيه من الروح المخلوقة التي نسبها إليه سبحانه تشريفًا وتكريمًا: {فَقَعُوا لَهُ سَاجِدِينَ}، فعندما تم خلق آدم وعلمه أسماء كل شيء، وظهر فضله بتكريم الله إياه أمر الملائكة بالسجود؛ فسجدوا كما دلت عليه آيات سورة البقرة؛ فالأمر الأول قبل خلقه؛ ليوطنوا أنفسهم علي السجود، وضمنه عز وجل من أدله تكريمه؛ وهي أن الله سواه ونفخ فيه من روحه، ولما تم الخلق والتعليم أمرهم أمرًا علي الفور بالسجود: {فَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ (73) إِلَّا إِبْلِيسَ اسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ} أي كان في علم الله من الكافرين، أو صار من الكافرين، وذكر ها هنا استكبار إبليس، وذكر في سؤاله له الرد علي كبره؛ بيان تكريم الله لآدم بالتصريح بخلقه سبحانه بيديه، والتحذير لإبليس من الكبر فقال: {قَالَ يَا إِبْلِيسُ مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ أَسْتَكْبَرْتَ أَمْ كُنْتَ مِنَ الْعَالِينَ} وليس له أن يتكبر ولا أن يتعالى علي أمر الله عز وجل، فكان جواب إبليس المعارض المعاند المعرض عن النص إلي القياس الفاسد: {قَالَ أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ} فبان كبره وتعاليه بالباطل وظهر كفره وعناده؛ فكان الجزاء بعكس قصده قال تعالى: {قَالَ فَاخْرُجْ مِنْهَا} أي من السماء، أو المنزلة التي كان فيها، أومن الجنة: {فَإِنَّكَ رَجِيمٌ} أي مرجوم مطرود مبعد مدحور: {وَإِنَّ عَلَيْكَ لَعْنَتِي إِلَى يَوْمِ الدِّينِ} أي الطرد من رحمة الله إلي يوم القيامة: أي يوم الحساب والجزاء، وفيه ينال عقوبته بالخلود في النار، وتستقر عليه اللعنة الأبدية، والعذاب السرمدي، والعياذ بالله. {قَالَ رَبِّ فَأَنْظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ (79) قَالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ (80) إِلَى يَوْمِ الْوَقْتِ الْمَعْلُومِ} وذلك لحكمة الله في امتحان ذرية آدم، ويوم القيامة: هو يوم الوقت المعلوم أي عند",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "الله وحده لا شريك له، فلما اطمأن إبليس إلي النظرة بارز ربه بالعداوة ومزيد الكفر، وتوعد بني آدم مقسمًا بعزة الله علي إغوائهم قال: {قَالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ (82) إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ} علي القراءتين بفتح اللام أو كسرها ـ كما سبق بيانهما في سورة الحجر ـ ويحتمل أن تكون الباء في: {فَبِعِزَّتِكَ} للاستعانة فقد علم أنه لا قدرة له علي إضلال أحد إلا بمشيئة الله. قال الشيخ/ عبد الرحمن بن ناصر السعدي -رحمه الله-: «ويحتمل أن الباء للاستعانة، وأنه لما علم أنه عاجز من كل وجه، وأنه لا يُضل أحدًا إلا بمشيئة الله تعالي؛ فاستعان بعزة الله علي إغواء ذرية آدم».هذا هو عدو الله حقا، ونحن يا ربنا العاجزون المقصرون، المقرون لك بكل نعمة، ذرية من شرفته وكرمته؛ فنستعين بعزتك العظيمة، وقدرتك ورحمتك الواسعة لكل مخلوق، ورحمتك التي أوصلت إلينا ما أوصلت من النعم الدينية والدنيوية، وصرفت بها عنا ما صرفت من النقم أن تعيننا علي محاربته وعداوته والسلامة من شره وشركه، ونحسن الظن بك أن تجيب دعاءنا، ونؤمن بوعدك الذي قلت لنا {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ} [غافر:60] فقد دعوناك كما أمرتنا، فاستجب لنا كما وعدتنا، إنك لا تخلف الميعاد. ا هـ. ناسب قسم إبليس بعزة الله، أو استعانته بعزته علي إضلال بني آدم علي الوجه الآخر أن شرع الاستعاذة بعزة الله من الضلال؛ كما ثبت في الصحيح عن النبي صلي الله عليه وسلم قال: «اللهم لك أسلمت، وبك أمنت، وعليك توكلت، وإليك أنبت، وبك خاصمت أعوذ بعزتك لا إله إلا أنت أن تضلني، أنت الحي الذي لا يموت والجن والإنس يموتون» (رواه مسلم).وقوله تعالي: {قَالَ فَالْحَقُّ وَالْحَقَّ أَقُولُ (84) لَأَمْلَأَنَّ جَهَنَّمَ مِنْكَ وَمِمَّنْ تَبِعَكَ مِنْهُمْ أَجْمَعِينَ} أخبر الله عز وجل أنه وصفه الحق، وأن الحق قوله، وأقسم سبحانه أن يملأ جهنم من إبليس وممن تبعه من ذرية آدم، يجتمعون فيها أجمعين؛ جزاءًا وفاقا علي الكفر والعناد والإباء والاستكبار عياذًا بالله من ذلك. ونسأله برحمته ومنِّه وكرمه أن يدخلنا الجنة مع الأبرار، وأن يبعدنا عن شر الشيطان وشركه، وأن",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "يردنا إلي منازلنا الأولي في الجنة، مع أبينا آدم وسائر الأنبياء والمرسلين، وخاصة خاتمهم وسيدهم وإمامهم محمد صلَّي الله عليهم أجمعين. ¶ وبعد: هذا ما تيسر من ذكر قصة آدم - عليه السلام - في مواضعها المختلفة من القرآن؛ فما كان من صواب فمن الله، وما كان من خطإٍ أو زيغ فمني ومن الشيطان، فاللهم: {لاَ تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا رَبَّنَا وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَآ أَنتَ مَوْلاَنَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ} [البقرة: 286]. ¶ www.alsalafway.com ¶ شبكة طريق السلف ¶ Omar_rahal2005@yahoo.com",
            "page": "104",
            "part": "1"
        }
    ],
    "t34985": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "قصة آدم عليه السلام"
        }
    ]
}