{
    "b34991": [
        {
            "id": "1",
            "nass": "كتاب ¶ « كيف تطلب العلم » ¶ لِسَمَاحَةِ الشَّيْخِ العَلاَّمَةِ ¶ عَبْدِ اللَّهِ بنِ عَبْدِ الرَّحْمَنِ بنِ جِبْرِيْنٍ ¶ عضو الإفتاء سابقا ¶ ـ خَتَمَ اللَّهُ لَهُ بِالحُسْنَى ـ ¶ اعتنى به : عيسى بن سعد آل عوشن ¶ ـ أثَابَهُ اللَّهُ تَعَالَى ـ ¶ قام بتنسيقه ونشره : ¶ سَلمَانُ بْنُ عَبْدِ القَادِرِ أبُوْ زَيْدٍ ¶ غَفَرَ اللَّهُ لَهُ ،ولِوَالدَيْهِ ،ولِمَشَايخِهِ ،ولجَمِيْعِ المُسْلِمِيْنَ. ¶ بسم الله الرحمن الرحيم ¶ « إهداء » : ¶ إلى النجم الذي أفل وبقي ضياؤه... ¶ إلى من بذل للدين نفسه وجاهه ووقته وماله... ¶ إلى ذلك الإمام العلم الذي لم يتوقف عن التضحية لدينه، حتى لفظ أنفاسه الأخيرة.. ¶ إلى الذي جعل الله بغيته... ¶ والرسول ـ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ قدوته... ¶ فسار إلى الله والدار الآخرة سيرا حثيثا، وأعرض عن الدنيا وزخرفها.... ¶ إلى: ¶ سماحة الوالد الشيخ العلامة عبد العزيز بن عبد الله بن باز(1) . ¶ ـ رحمه الله تعالى ، وأسكنه فسيح جناته ـ ¶ نهدي هذا الكتاب. ¶ « المُقدِّمة » : ¶ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ الحمد لله الذي رفع المؤمنين والذين أوتوا العلم درجات، وألهم الاستغفار لهم جميع المخلوقات، ووعدهم بوافر الأجر وجزيل الأعطيات، والصلاة والسلام على خير البرية محمد، وعلى آله وصحبه الطيبين الطاهرين وسلم تسليما كثيرا. ¶ أما بعد: ¶ __________ ¶ (1) ¶ توفي الشيخ عبد العزيز بن باز فجر الخميس الموافق 27 محرم 1420 هـ بمدينة الطائف وصُلي عليه في الحرم المكي الشريف يوم الجمعة 28 محرم ودفن بمكة وله من العمر 89 عاما أمضاها في النصح للأمة، وتعليمها، وتوجيهها بهمة الشباب وحكمة الشيوخ، بعزيمة لا تعرف الكلل، وطموح لا يعرف معنى اليأس وكان مصاب الأمة به عظيما، فرحم الله الشيخ وأسكنه الجنة، وجعل في بقية العلماء ذخرا وعوضا.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "فإن من أعظم جوانب بناء النفس وتزكيتها، جانب العلم والتعلم : ? إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ ? [ سورة فاطر، الآية : 28 ] فبه يعرف المرء الحق من الباطل، وبه يميز الحلال من الحرام، ومنه يستقي حكم الله فيما يجد للعباد من نوازل وحوادث. ¶ والحديث عن فضل العلم والتعلم ومنزلة أهله حديث يطول، وأحسب أن القارئ لم يقتن هذا الكتاب ويضمه إليه إلا إيمانًا منه بأهمية العلم ومكانته، ورغبة في اللحاق بركبه وصحبه. ¶ وحسبنا قول الباري -عز وجل- : ? يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ ? ¶ [ سورة المجادلة، الآية : 11 ] وحديث أبي أمامة الباهلي -رضي الله عنه- قال: ذكر للنبي -صلى الله عليه وسلم- رجلان أحدها عابد، والآخر عالم، فقال : « فضل العالم على العابد كفضلي على أدناكم » ثم قال النبي -صلى الله عليه وسلم- : « إن الله وملائكته وأهل السماوات والأرض، حتى النملة في جحرها والحيتان في البحر، ليصلون على معلم الناس الخير»(1). ¶ ولا شك أن النفس لتشرئب عند سماع هذه النصوص إلى طلب العلم والسعي في تحصيله، ولكن فئاما من الناس عند حماسهم واندفاعتهم يسلكون طريقا غير صائب، فيضلوا الطريق، ويخطئوا الجادة، ويسيرون على غير وجهة، ويمضون من غير هدف واضح محدد، فتجد الواحد منهم يحضر درسا ثم يتركه، ويلازم شيخا ثم ينقطع، ويقرأ كتابا أو كتبا، ثم يترك القراءة، فصار من الأهمية بمكان أن يكشف الغطاء ويحل الإشكال، ببيان طريقة طلب العلم وأسلوب تحصيله، درسا وحفظا وقراءة ودعوة. ¶ ومن هنا كانت فكرة هذه الرسالة، التي أتت نتيجة لقاء خطّي مطول مع عالم بارع وشيخ جليل متمكن؛ ليوضح لنا طريق الطلب المختار، وذلك من خلال تجربته العريقة، ووجهة نظره الخاصة. ¶ __________ ¶ (1) أخرجه الترمذي في سننه- كتاب (العلم) رقم (2686)، باب ما جاء في فضل الفقه على العبادة، وقال : هذا حديث حسن غريب صحيح.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "حيث قيدت مجموعة كبيرة من الأسئلة التي تتعلق بموضوع (طلب العلم)، وقسمتها إلى أبواب متفرقة، وعرضتها على سماحة الشيخ العلامة : عبد الله بن عبد الرحمن الجبرين -حفظه الله وسدد خطاه- فتقبلها بقبول حسن على رغم كثرة أعماله وأشغاله وارتباطاته وأسفاره، وأجاب عنها إجابة كافية شافية، فجزاه الله خير الجزاء وأجزل له الأجر والمثوبة ورفع قدره وذكره وكنت قد ذيلت الأسئلة الموجهة للشيخ بأبيات منها : ¶ سلام الله يا شيخ المعالي * * *عليك بعدّ حبات الرمال ¶ سؤالات كتبن لكم فهلا * * * أجبتم بالبنان على سؤالي ¶ فإن الصحب في شوق إليها * * * كظمآن إلى ماء زلال ¶ يريدون الإجابة من كريم * * * لأجل الدين يبذل كل غالي ¶ وهاهي الرسالة قد صارت بين يديك، تتنقل في رياضها من موضع لآخر، تتفيأ تحت ظلالها، وتجتني من ثمارها، فإن وجدت خيرا وصوابا فاعلم أنه من توفيق الله وسداده، وإن وجدت غير ذلك فتذكر أن النقص سمة الإنسان وصفته. ¶ ولا أنسى أن أشكر كل من ساعد وساهم في إخراج هذه الرسالة على هذا الوجه، وأخص منهم أخي محمد بن سعد آل عوشن الذي كان له إسهام كبير في الرسالة منذ أن كانت فكرة، حتى صارت كتابا ورأت النور. ¶ أسأل الله أن ينفع بها، ويكتب أجرها، وأن يوفقنا للعمل بها والاستفادة من منهجها. ¶ والحمد لله رب العالمين والصلاة والسلام على نبينا محمد وعلى آله وصحبه أجمعين. ¶ عيسى بن سعد آل عوشن ¶ « بداية طلبه للعلم » : ¶ مع الشيخ ¶ هو الشيخ عبد الله بن عبد الرحمن بن عبد الله بن إبراهيم بن فهد بن حمد بن جبرين بن محمد بن عبد الله بن رشيد من قبيلة بني زيد ¶ ولد في سنة 1349 هـ في بلد محيرقة وهي إحدى قرى ( القويعية )، ونشأ بها وبقرية الرين التابعة للقويعية ¶ 1- كيف كانت بداية حياتكم العلمية، وعلى من درستم ؟",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "كان المسلمون في القديم يبدؤون تعليم أولادهم بالقرآن الكريم قراءة في المصحف ثم حفظا، ولا يستطيع أن يبدأ في العلم قبل حفظ القرآن، وذلك قبل فتح المدارس في نجد وما حولها، فقد حرص الوالد - رحمه الله- على تعليمنا القرآن، وذلك في سنة 1359 هـ و لم أستطع مواصلة القراءة معه لقلة تفرغه، وقلة من ينافس في التعلم، وقرأت أيضا تلك السنة على العم سعد بن عبد الله بن جبرين إمام وخطيب مسجد (محيرقة) ثم أكملت القراءة في المصحف في السنة التي بعدها على معلم يقال له: سعيد بن عبد الله الحجازي الذي استمر في تعليم القرآن أكثر من عشر سنين، وقد ابتدأت الحفظ في سنة 1361 هـ، بعد أن تعلمت الكتابة، فحفظت نحو ثلث القرآن، وفترت همتي نحو خمس سنين، ثم واصلت الحفظ حتى يسر الله -تعالى- حفظه ولله الحمد، وقد تعلمت مبادئ النحو وإعراب الجمل، والمواريث، وأهل الفرائض، حيث كان الوالد -رحمه الله- يعلمنا وقت الفراغ في أول الليل، وقرأت عليه أيضا في مجموعة الحديث كشرح الأربعين النووية للإمام النووي وعمدة الحديث، وأصول الإيمان، وفضل الإسلام، وكتاب الكبائر للشيخ محمد بن عبد الوهاب -رحمه الله- وكان يشرحها بما تيسر، وحيث إن عند الوالد كتب مفيدة خطية ومطبوعة، فقد انتفعت بها كثيرا، حيث أقرأ فيها طوال النهار، كصحيح البخاري وسيرة ابن هشام وسنن أبى داود والروض المربع، وفتح المجيد ونحوها، ثم ابتدأت سنة 1368 هـ في القراءة على فضيلة الشيخ عبد العزيز الشثري في بلدة (الرين) فحفظت كتاب التوحيد، والعقيدة الواسطية، وأكثر متن الزاد، وقرأت الكثير من الشروح والكتب المطولة، وذلك بعد كل مغرب، وبعد الصباح، ومعي في القراءة عليه ابنه الأكبر ناصر بن عبد العزيز وكان قد سبقني بالقراءة عليه، وقد استفدت منه كثيرا كأبيه -رحمه الله- ثم في عام 1374 هـ انتظمت في معهد إمام الدعوة بالرياض وأنهيت المرحلة الجامعية عام 3181 هـ، وقد انتفعت كثيرا بزملائي في",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "المرحلة، كالشيخ محمد بن جابر ومحمد بن صالح السحيباني وإبراهيم النغيمش و إبراهيم بن حرقان وإبراهيم بن خنيزان وعبد الرحمن بن محمد بن مقرن وكلهم قد ماتوا -رحمهم الله تعالى- وقد تلقينا في مراحل الدراسة على جمع من المشايخ الكرام، كالشيخ محمد بن إبراهيم آل الشيخ وأخيه عبد اللطيف والشيخ محمد الأنصاري والشيخ حماد بن محمد الأنصاري والشيخ محمد البيحاني والشيخ عبد العزيز بن رشيد والشيخ محمد بن مهيزع رحمهم الله تعالى. ¶ وقرأنا أيضا على سماحة الشيخ عبد العزيز بن باز -رحمه الله- ثم في عام 1388هـ انتظمت في المعهد العالي للقضاء، وأنهيت مرحلة الماجستير عام 1390 هـ، وقرأت في هذه المرحلة في الحديث، والفقه وأصوله، وطرق القضاء ونحوها، وكان من جملة من قرأنا عليه الشيخ عبد الله بن محمد بن حميد والشيخ عبد الرزاق عفيفي والشيخ عمر بن مترك -رحمهم الله تعالى- وكذا على بعض المشايخ المصريين كالشيخ طه العربي والشيخ محمد بن عبد الوهاب بحيري والشيخ محمد الجندي وغيرهم رحمهم الله تعالى. ¶ وطرق التدريس متقاربة في الإلقاء، والمناقشة، والشرح، والإيضاح، وذكر الخلاف والأدلة ونحو ذلك. ¶ « أبرز من تأثر بهم » : ¶ 2- من أكثر الذين استفدت منهم وتأثرت بهم من مشايخك؟ ¶ ذكرت أن أول مشايخي هو الوالد -رحمه الله تعالى- حيث تعاهدني بالتعليم منذ الصغر، حتى عام 1368 هـ وهو الزمن الذي ينشرح فيه الصدر، وتنطبع العلوم في الذهن، فلا تزال معلوماته وفوائده عالقة بالقلب، ثم بعده الشيخ الأول عبد العزيز بن محمد الشثري -رحمه الله- فلقد واصلت معه القراءة في المتون والشروح نحو ثمان سنين، واستفدت منه كثيرا، وكذا من سماحة الشيخ محمد بن إبراهيم في القراءة النظامية، لكن دروسه وشرحه على طريقة الأولين في التوسع والاستطراد، وبسط الكلام وإيضاح العبارات. ¶ « معلومات مهمة عن حياة الشيخ » : ¶ * الأعمال والمناصب التي شغلها:",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "كان أول الأعمال أن اختير مع الهيئة الذين أرسلوا للدعوة والإرشاد في الحدود الشمالية برئاسة شيخه عبد العزيز بن محمد الشثري -رحمه الله- في أوائل عام 1380 هـ لمدة ثلاثة أشهر، ثم اختير مدرسا في معهد إمام الدعوة قبل تخرجه بأشهر، وذلك في عام 1381 هـ، واستمر في التدريس فيه نحو أربعة عشر عاما، قام بتدريس الفقه والحديث والتفسير والتوحيد والتاريخ ونحوها، وفي عام 1395 هـ انتقل إلى كلية الشريعة التابعة لجامعة الإمام محمد بن سعود الإسلامية واختير له قسم العقيدة والمذاهب المعاصرة، وتولى تدريس العقيدة في السنة الأولى والثانية، وتولى الإشراف على البحوث المتعلقة بالعقيدة والإشراف على رسائل الماجستير والمناقشة لبعضها، وفي عام 1402هـ انتقل إلى رئاسة البحوث العلمية والإفتاء كعضو إفتاء. ¶ « جلوسه للتدريس وأبرز مؤلفاته » : ¶ جلوسه للتدريس : ¶ كان أول ذلك تدريسه النظامي في معهد إمام الدعوة عام 1381 هـ، ثم في كلية الشريعة إلى عام 1402 هـ، أما التدريس في المساجد وفي المنزل فكان أوله في حدود عام 1387 هـ، وهكذا درس في الجامع الكبير لما أنابه الشيخ عبد العزيز بن باز -رحمه الله- وكان جلوسه بعد المغرب أربعة أيام في الأسبوع، ولا يزال الشيخ يقيم مجموعة كبيرة من الدروس في منزله ومسجده ومساجد أخرى تبلغ ما يزيد على 15 درسا في الأسبوع. ¶ * مؤلفاته : ¶ 1- (أخبار الآحاد في الحديث النبوي)، وهي رسالة الماجستير. ¶ 2- (شرح الزركشي على مختصر الخرقي في فقه الإمام أحمد بن حنبل ) وهي رسالة الدكتوراه. ¶ 3- الإرشاد شرح لمعة الاعتقاد الهادي إلى سبيل الرشاد. ¶ 4- فوائد من شرح كتاب التوحيد، وهي من جمع الشيخ عبد العزيز بن محمد السدحان وهو أحد تلاميذ الشيخ. ¶ 5- فوائد من شرح كتاب منار السبيل، وهي من جمع الشيخ عبد العزيز السدحان ¶ 6- الجواب الفائق في الرد على مبدل الحقائق. ¶ 7- التعليقات الزكية على العقيدة الواسطية.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "8- مجموعة فتاوى في أبواب متنوعة، مثل: (فتاوى الأذان)، (فتاوى السفر)، (الفتاوى الطبية)، وغيرها من الرسائل المختصرة المفيدة.. ¶ « مقدّمات » : ¶ الأسباب المعينة على الطلب?: ¶ 3- فضيلة الشيخ : في مطلع حديثنا حول طلب العلم يبدو لنا سؤال يقول: ما الأسباب التي تعين الشاب على طلب العلم وتحصيله ؟ ¶ الحمد لله الذي علم بالقلم، علم الإنسان ما لم يعلم، وفتح على من يشاء أبواب المفاهيم والحكم، وأشهد أن لا إله إلا الله وحده لا شريك له، المتفرد بالبقاء والقدم، وأشهد أن محمدا عبده ورسوله إلى آخر الأمم، صلى الله عليه وعلى آله وأصحابه أهل الفضل والكرم. ¶ وبعد : ¶ فأفضل الأسباب المعينة على طلب العلم شعور الطالب واستحضاره فضل العلم ووجوب تعلمه، فإن من عرف أن تعلم العلم من الواجبات التي تلزم المسلم ويأثم بالترك والإهمال، وهو قادر على التلقي ومتمكن من نيل العلم؟ انتبه للطلب، وحذر من الإعراض عنه، لما يترتب على الترك من الذنب والإثم. ¶ ثم إن من الأسباب أيضا : تفريغ الوقت الكافي للتعلم، بتخصيص جزء من النهار أو الليل يتلقى فيه العلم النافع قراءة أو سماعا أو نظرا، فإن ذلك يعين على التعلم ولو طالت المدة. ¶ وهكذا من أسباب تحصيل العلم : استحضار الطالب فوائد العلم وآثاره في الحياة وبعد الممات، فإن من علم بأن العالم موضع الاحترام والتوقير، وأن العلم سبب لحصول الخشية، لقول الله -تعالى- : ? إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ ?[ سورة فاطر، الآية : 28 ] فإن العالم يستغفر له كل شيء حتى حيتان البحر، وأنه بعد موته ينتفع بعمله، ويأتيه الأجر محليه، فلا بد أن يهتم بالطلب. ¶ ومن الأسباب أيضا : نظره إلى من سبقه وتفوقه في التحصيل والاستفادة، وكيف نال أولئك هذا العلم بسهولة مما يحمله على مجاراة غيره، والمسابقة إلى التعلم والتزود من العلم.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ومن الأسباب : الحرص على التعلم في الصغر وقت الفراغ، وعدم الانشغال بشيء من اللهو والباطل الذي يشغل عن التعلم والاستفادة. ¶ « عوائق الطلب في هذا الزمان » : ¶ 4- ما عوائق طلب العلم في هذا الزمان ؟ ¶ أولا : الكسل والخمول الذي يعتري الكثير من الناس عن الاهتمام بالتعلم، فهو يؤثر النوم أو الانطراح على الفراش، أو الجلوس والانزواء منفردا. ¶ ثانيا : الميل إلى المجالس العادية التي تمتلئ بالخوض فيما لا أهمية له من القيل والقال، مما يضيع به الزمان سبهللا. ¶ ثالثا : الانكباب على سماع الملاهي في الإذاعات، والنظر في الأفلام والصور عبر الشاشات، مما يذهب وقتا ثمينا. ¶ رابعا : الانشغال بقراءة الصحف اليومية، أو المجلات، وتتبع ما ينشر فيها، وهي مما يعوق عن التعلم المفيد. ¶ خامسا : الاهتمام بالألعاب الرياضية، ومشاهدة المباريات، وتتبع أخبار اللاعبين، وفيه إضاعة الوقت الثمين، الذي كان الأولى استغلاله في طلب العلم. ¶ سادسا: تقليد العصاة والمعرضين الزاهدين في التعلم والمحتقرين لأهل العلم الصحيح. ¶ « منظومات وقصائد » : ¶ 5- يحتاج الطالب إلى ما يثير حماسه، ويقوي عزيمته على الطلب فهل هناك منظومات توصون بقراءتها وحفظها في هذا الباب ؟ ¶ قد أكثر العلماء من النظم والنثر في الحث على العلم وذكر آدابه، وأخلاق العلماء، والنصائح والمواعظ، لمن حمل العلم، ومن أحسن ما رأيت قصيدة رجزية ذكرها ابن عبد البر في كتابه (جامع بيان العلم وفضله) في باب مدح التواضع، وذم العجب، وطلب الرياسة، وأولها قول الناظم ـ رحمه اللَّه ـ ¶ واعلم بأن العلم بالتعلم * * * والحفظ والإتقان والتفهم ¶ والعلم قد يرزقه الصغير * * * في سنه ويحرم الكبير ¶ وإنما المرء بأصغريه * * * ليس برجليه ولا يديه ¶ لسانه وقلبه المركب * * * في صدره وذاك خلق أعجب ¶ والعلم بالفهم وبالمذاكرة * * * والدرس والفكرة والمناظرة ¶ فالتمس العلم وأجمل في الطلب * * * والعلم لا يحسن إلا بالأدب",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "والأدب النافح حسن الصمت * * * وفي كثير القول بعض المقت ¶ فكن لحسن السمت ما حييتا * * * مقارنا تحمد ما بقيتا ¶ والصمت فاعلم بك حقا أزين * * * إن لم يكن عندك علم متقن ¶ إياك والعجب بفضل رأيكا * * * واحذر جواب القول من خطائكا ¶ كم من جواب أعقب الندامة * * * فاغتنم الصمت مع السلامة ¶ العلم بحر منتهاه يبعد * * * ليس له حد إليه يقصد ¶ وليس كل العلم قد حويته * * * أجل ولا العشر ولو أحصيته ¶ وما بقي عليك منه أكثر * * * مما علمت والجواد يعثر ¶ فكن لما سمعته مستفهما * * * إن أنت لم تفهم منه الكلما ¶ القول قولان: فقول تعقله * * * وآخر تسمعه فتجهله ¶ وكل قول فله جواب * * * يجمعه الباطل والصواب ¶ لا تدفع القول ولا ترده * * * حتى يؤديك إلى ما بعده ¶ فربما أعيا ذوي الفضائل * * * جواب ما يلقى من المسائل ¶ فيمسكوا بالصمت عن جوابه * * * عند اعتراض الشك في صوابه ¶ ولو يكون القول في القياس * * * من فضة بيضاء عند الناس ¶ إذًا لكان الصمت عين من ذهب * * * فافهم هداك الله آداب الطلب ¶ وهي خمسة وثلاثون بيتا في فضل العلم الصحيح وآداب الطلب، وهكذا من أحسن القصائد قصيدة طويلة على قافية الميم، للشيخ حافظ بن أحمد الحكمي -رحمه الله- وهي مطبوعة عدة طبعات، وأولها: ¶ الحمد لله رب العالمين على * * * آلائه، وهو أهل الحمد والنعم ¶ وعنوانها (المنظومة الميمية في الوصايا والآداب العلمية)، وأبياتها تقرب من المائتين، وهناك قصائد مختصرة يوجد كثير منها في كتاب (جامع بيان العلم وفضله) لابن عبد البر وفي غيره من الكتب. ¶ « العلم الذي لا يسع المرء جهله » : ¶ 6- ما العلم الذي لا يسع المرء جهله ويعتبر آثما إذا قصر في طلبه ؟",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "هو العلم الذي يعرف به كيف يعبد ربه، وكيف يعمل في حياته، وذلك مثل معرفة الأصول الثلاثة التي هي معرفة العبد ربه ودينه ونبيه بالأدلة، ثم معرفة حق الله -تعالى- على العبد، وهو الإخلاص، ومعرفة الشرك وما يتصل به، حتى يتركه، ومعرفة وجوب الولاء والبراء وما يتصل بذلك، وهكذا تعلم واجبات الدين كالطهارة وموجباتها، وكيفية رفع الحدث الأصغر والأكبر بالماء أو التراب، ومعرفة النجاسات وإزالتها، ومعرفة صفة الصلاة وما يلزم فيها، وشروطها، وأركانها، وواجباتها، ومبطلاتها، وهكذا الصوم وما يلزم فيه، ثم معرفة المحرمات كالربا، والزنا، والمسكرات، والسرقة، والقتل ونحوها، ويلزم المرأة معرفة ما يختص بالنساء كالطهارة من الحيض والنفاس، وما يتصل بذلك، ومن لزمه الحج تعلم صفته ومكملاته، ومحظورات الإحرام، ومن أراد سفرا لزمه تعلم ما يفعله المسافر، وما يرخص له فيه، وهكذا من يتعاطى التجارة، أو بعض الحرف يلزمه معرفة ما يلزم التجار من المعاملات المباحة والمحرمات، وهكذا يقال في النكاح ونحوه. ¶ « تنبيهات وإرشادات » : ¶ * الفنون التي تستحق الأولوية?: ¶ 7- أي الفنون ترون أنها تستحق الأولوية في العناية بها وتوصون بإكثار الاطلاع والقراءة والحفظ فيها ؟",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "تختلف الفنون باختلاف العباد والبلاد، فهناك دول وقرى يوجد عندهم الشرك بعبادة ودعاء الأموات، وعبادة القبور، فنوصيهم بالتوغل في دراسة كتب التوحيد العملي وأدلة وجوبه، والرد على القبوريين، ومعرفة شبهاتهم الموجودة في كتب الرد عليهم، كالرد على النبهاني والرد على الشيخ ذحلان والرد على علوي الحداد والرد على جميل أفندي الزهاوي العراقي ونحوهم، وهناك من يبتلى في بلاده بمذهب التعطيل كالمعتزلة، والأشاعرة، فنوصيه بقراءة كتب السلف كالسنة للإمام أحمد ولابنه عبد الله وللخلال ولابن أبي عاصم وكتب ابن تيمية وابن القيم في الرد على الجهمية، وهناك من يكثر التصوف في مجتمعه، فنوصيه بقراءة الرد على الصوفية لابن الجوزي وغيره، ونحو ذلك من المذاهب. ¶ « التدرج في العلوم » : ¶ 8- كيف يتدرج طالب العلم في الفنون التالية: (التفسير- التوحيد- الفقه- الحديث- السيرة- اللغة) ؟ ¶ على الطالب أن يبدأ بالأهم، فالأهم هو العلوم الشرعية، فإن العلم كثير، والعمر قصير. ¶ فيبدأ في (العقيدة) بالأصول الثلاثة ونحوها حفظا وفهما، ثم بما تيسر من الشروح عليها، مما يوضح معناها للعامة والخاصة، ثم بكتاب التوحيد، يحفظ منه ما تيسر، ويستمع إلى شرحه عند أحد العلماء، ويقرأ ما يمكن من شروحه المطبوعة لمعرفة مدلول تلك الأدلة ومفهومها، ويقرأ بعد ذلك في الردود التي كتبها أئمة الدعوة وأتباعهم على من أنكر عليهم من المعاندين والمكذبين، مثل (صيانة الإنسان) في الرد على دحلان (وغاية الأماني) في الرد على ( النبهاني )، والرد على ( علوي الحداد )، وعلى ( جميل أفندي الزهاوي )، وعلى ( ابن جرجيس العراقي ) ففيها إبطال شبهاتهم، وأكاذيبهم.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "أما (التفسير) فيبدأ فيه بقراءة غريب الكلمات، ومفردات الألفاظ، ثم بالتفاسير المختصرة، كتفسير ابن عباس، وتفسير ابن مسعود، وكذلك تفسير الجلالين، والنسفي مع التحفظ عن التأويلات الموجودة فيها، ثم بالتفاسير الموسعة كتفسير ابن أبي حاتم وابن جرير والبغوي وابن كثير وابن سعدي والجزائري وليحذر من تفاسير المعتزلة، والمعطلة، والصوفية، والقبوريين، ونحوهم. ¶ أما في فن (الفقه) فهو الذي تشعبت فيه المذاهب، وكثر الخلاف في فروعه؛ لأنه مجال للاجتهاد، ويفضل أن يحفظ المبادئ وهي شروط الصلاة، وواجباتها، وأركانها، ثم يقرأ من عمدة الفقه حفظا أو فهما، ثم شرحها الصغير، ثم زاد المستقنع، مع شرحه الروض المربع، ثم بعده شرح الزركشي على الخرقي ثم المغني، وبعده له التوسع في كتب الخلافات، كزاد المعاد، وإعلام الموقعين ونحوها. ¶ أما (الحديث) فيبدأ بحفظ الأربعين النووية، ويقرأ شرحها، ثم عمدة الأحكام، ومختصر شرحها، ثم البلوغ وشرحه، ثم المنتقى وشرحه، مع قراءة الصحيحين ونحوهما. ¶ أما (السيرة) فيقرأ مختصرها للشيخ محمد بن عبد الوهاب ثم لابنه عبد الله ثم لابن هشام ¶ أما (اللغة) فمتن الآجرومية وما علق عليه، ثم ملحة الأعراب والألفية. ¶ « دراسة فقه مقارن » : ¶ 9- هل تنصحون المبتدئ إذا أراد أن يتعلم الفقه أن يدرسه دراسة فقه مقارن، أم يدرسه كـ (فقه مذهبي) ؟ ¶ معلوم أن الفقه الاصطلاحي يختص بالعبادات، ثم المعاملات، ثم النكاح وما يلحق به، ثم الجنايات والحدود وما بعدها، وهذه العلوم قد أولاها العلماء عناية كبيرة، وكثرت فيها الخلافات المذهبية، وصنف أهل كل مذهب فيما ترجح عندهم، فننصح المبتدئ أن يقتصر على أحد المختصرات التي تناسبه، ثم يقرأ شروحها، ثم ينتقل إلى الكتب الواسعة التي تحوي مسائل كثيرة، وتذكر الأدلة والتعليلات، فبعد ذلك له أن ينتقل إلى قراءة المذاهب الأخرى للاطلاع عليها، والمقارنة بين المذاهب، ومعرفة الخلافات وأسبابها.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ففي المذهب الحنبلي إذا بدأ بقراءة مختصر الخرقي وحفظ من متنه ما تيسر، وقرأ شرحه للزركشي أو الآمدي فإنه يعرف مجمل المسائل الفقهية في المذهب الحنبلي، ويتمكن بعد ذلك من معرفة محتويات بقية الكتب المذهبية، كمؤلفات ابن قدامة -رحمه الله تعالى- فإنه كتب العمدة للمبتدئين، ثم المقنع لمن بعدهم، ثم الكافي لمن أراد التوسع في المذهب، ثم المغني لمن أراد الاطلاع على المذاهب الأخرى وأدلتها ومناقشها. ¶ وأما في بقية المذاهب فإن علماءهم كتبوا فيها مختصرات ومطولات، ليتدرج الطالب من مبادئ العلوم إلى ما بعدها، حتى يصل إلى مرتبة القدرة على الاختيار، ومعرفة الراجح من الخلاف في مذهب واحد، أو في المذاهب الأخرى، وقد أكثروا من المتون والشروح والتفريعات، وإن كان الكثير منهم وقعوا في التعصب والتشدد في نصر المذهب الخاص بهم، وتكلفوا في رد من يخالفه من الأدلة بنوع من التأويل البعيد، كما فعل الطحاوي رحمه الله في شرح معاني الآثار، وابن التركماني في الرد على البيهقي وهكذا ما يوجد في بعض كتب المالكية من صرف الأدلة التي تخالف المذهب بنوع من التكلف والله المستعان. ¶ « الصبر على طلب العلم » : ¶ 10- يحرص الطالب على طلب العلم ويهتم به، لكنه ينظر بعد حين إلى مقدار ما جناه من العلم فيجد ذلك قليلا.. فربما مل وضجر ورأى طول الطريق وصعوبة المواصلة؟ فتوقف، فما توجيهكم ؟ ¶ عليه أن يستمر ويجد ويجتهد في الطلب، ولا يمل ولا يضجر من مواصلة الطلب، فإن الإنسان محل النسيان: ¶ وما سمي الإنسان إلا لنسيه * * * ولا القلب إلا أنه يتقلب",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "فالنسيان طبيعة الإنسان، ولو لم يحصل النسيان لاكتفى المرء بدراسته شهرًا أو شهرين، وحفظ كل ما مر عليه من العلوم، ولكن من حكمة الله -تعالى- أن يحصل له نسيان بعض العلوم التي مرت به، حتى كأنه لم يكن قرأها ولا سعها، وعليه مع ذلك تكرار القراءة والمذاكرة، فإنه بذلك يحصل رسوخ المعلومات في القلب، وتأخر النسيان، وعليه أيضا الحرص على حفظ المتون والمختصرات، ثم تعاهد الحفظ وترداده، فإن الحفظ وسيلة إلى بقاء المعلومات، واستمرار تذكرها زمنا طويلا، وكذا الحرص على فهم المعاني، وتصور تلك المسائل، ومعرفة ما تدل عليه، فإن الكلام الذي لا يفهم معناه يتلاشى ويذهب من الذاكرة سريعا، وقد مثل بعضهم الكلام المفهوم بالإنسان الحي الذي يمشى معك ويساعدك، وما لا يفهم بالإنسان الميت يحمله الإنسان على رأسه ثم يمل منه ويلقيه، ثم لا بد من الصبر والتحمل على الاستمرار، ولو طال الزمن كما قال الشاعر: ¶ أخي لن تنال العلم إلا بستة * * * سأنبيك عن تفصيلها ببيان ¶ ذكاء, وحرص, واجتهاد, وبلغة * * * وصحبة أستاذ, وطول زمان ¶ فلا تستطل ما أمضيته في التعلم، فإن من وصايا بعض الفقهاء قولهم: طلب العلم من المهد إلى اللحد. وكان بعضهم يقول: من المحبرة إلى المقبرة. أي أن تشتغل بالكتابة واستصحاب المحبرة، وهي الدواة التي فيها المداد، ولا تتخلى عن ذلك حتى الموت، وذلك لأن العلم لا نهاية له، كما ورد في الأثر عن ابن عباس وابن مسعود والحسن البصري قالوا: منهومان لا يشبعان؛ منهوم في العلم لا يشبع منه، ومنهوم في الدنيا لا يشبع منها(1). ¶ « الاقتصار في بدء الطلب على قول واحد » : ¶ 11- يرى بعض الطلاب أن من وسائل التحصيل: القيام ببحث المسائل المختلفة في سائر الفنون بين الفينة والأخرى، وتقييد ذلك، هل ترون صحة هذه الطريقة؟ وبم توصون أصحابها ؟ ¶ __________ ¶ (1) رواه الدارمي",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "نوصي طالب العلم أن يقتصر في بدء الطلب على قول واحد، وهو الراجح والمعمول به في أي مذهب من مذاهب الأئمة، وذلك بحفظ المختصرات، وقراءة شروحها، والحرص على فهمها والعمل بها، فمتى أتقن ذلك وتمكن من معرفته وتطبيقه فعليه أن يبحث في مسائل الخلاف، ويمكنه أن يقتصر على أهم تلك المسائل وأحوجها إلى البحث عن الأدلة والتعليلات، وأقوال العلماء الربانيين، فيوليها بحثا كاملا حتى يطلع على ما قيل فيها، ويرجح ما هو الراجح من حيث الدليل، وما عمل به الصحابة وسلف الأمة، ويمكنه أن يبحث في المسائل التي كثر الخلاف فيها بين الأئمة، وحصل بسبب الخلاف نوع من الشدة والتعصب والنزاع كمسألة تقسيم المياه، والمسح على الجوارب، والترجيع في الآذان، والجهر في الجهرية بالبسملة، وقراءة المأموم خلف الإمام، وعدد الجماعة المشترط للجمعة ونحوها، وسوف يجد العلماء قد بحثوا ذلك في المؤلفات العامة، وأفردت في بحوث خاصة، ورجح كل ما اختاره. ¶ « هل يُكتفى بالمقررات الدراسية ؟ » : ¶ 12- يكتفي بعض طلاب الدراسات الشرعية بالمقررات الدراسية التي يتناولونها في المعاهد أو الجامعات، هل ترون ذلك صحيحا ؟",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "لا شك أن المقررات الدراسية تحوي علما كثيرا، حيث يمر الطالب بعدة مراحل يتلقى في كل مرحلة بعضا من المواد الشرعية التي تشرح له أثناء كل سنة، ويفهمها ويتذكرها، ويختبر فيها، وتبقى في ذاكرته وقتا طويلا أو قصيرا، ومع ذلك فإن المقررات قليلة بالنسبة إلى العلوم الشرعية التكليفية أو الأدبية، فنوصي الطلاب بعد التخرج أن لا يقتصروا على ما درسوه في المراحل التي مرت هم، بل عليهم أولا: مراجعة تلك المقررات وما عليها من التعليقات والتكملات، وتذكر ما قرؤوه وسمعوه في كل مرحلة سبقت، ثم عليهم مع ذلك التزود من العلوم النافعة، سواء بالتلقي من العلماء بواسطة الحلقات، والندوات، والمحاضرات، أو بواسطة الكتب الإسلامية النافعة المفيدة، فإن العلم كثير، وما حصل عليه الطالب قليل، وطالب العلم يحرص على التزود والطلب، سواء من مادة أو من عدة مواد، فمتى أتقن الفقه في مذهبه حرص على أصول الفقه فيه، ثم توسع في معرفة الأقوال الأخرى، وهو الفقه المقارن، وكذا يقال في علم النحو، والأدب، والتأريخ، وفي علم الحديث، والمصطلح، والقرآن وعلومه، فإن العلم كثير، والعمر قصير، وعلى الإنسان أن يبدأ بالأهم فالأهم، مع الإتقان والتحقيق. ¶ « النحو وأصول الفقه » : ¶ 13- المصطلح والنحو وأصول الفقه... يعدها البعض (علوم آلة) ولا يرى حاجة للاهتمام بها.. بينما يصرف فيها آخرون جل أوقاتهم، ما رأي فضيلتكم في ذلك ؟",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "هذه العلوم من الفنون التي اصطلح العلماء على مفرداتها، وسموا أنواعها بأسماء جديدة لم تكن مما عرفه العرب، بل ولا أكثر الصحابة، ومع ذلك فلها مكانة رفيعة عند أهل العلم، فأما مصطلح الحديث فيحتاج إليه من يقرأ في كتب الحديث ويستدل بها، متى يعرف ما صح منها وما لم يصح، ويعرف أسباب الضعف التي يرد بها الحديث، فتلك المصطلحات مما استعمله المحدثون لما أسندوا الأحاديث، وحصل في الأسانيد ما يخل بالمتون، فمعرفة المحدث بتلك المصطلحات ضروري، أما من اقتصر على نقل الأحاديث من كتب موثوقة يقتصر فيها على ما صح منها، فقد يستغني عن تلك المصطلحات أحيانا. ¶ أما علم النحو فأرى أنه لازم لطالب العلم ولا يستغني عن مبادئه التي تقيم اللسان، ويسلم القارئ من الغلط في كلام الله -تعالى- وكلام رسوله -صلى الله عليه وسلم- وكلام أهل العلم، ومع ذلك فأرى الاقتصار منه على معرفة أصوله مع تطبيقها، ولا حاجة إلى التوغل فيه، والتوسع في الخلافات بين النحويين، فقد قال بعض العلماء: النحو في الكلام كالملح في الطعام، أي يؤخذ منه بقدر الحاجة، فأما أصول الفقه وعلوم القرآن، فأرى أنه يحتاج إليها في الجملة، وأن العالم الذي وصل إلى رتبة رفيعة في العلم لا يستغني عن تلك العلوم، ومن اقتصر على الفقه ومعرفة الأحكام والأدلة، وعرف تفسير القرآن من مراجعه فقد يستغني عن تلك الأصول والمقدمات. ¶ « الحد الأدنى للقراءة والمدارسة في اليوم والليلة » : ¶ 14- ما الحد الأدنى الذي ترون أنه لا ينبغي للطالب أن يقل عنه قراءة ومدارسة في اليوم والليلة؟",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "أرى أن لا ينقطع طالب العلم عن القراءة وقتا طويلا فإنه بحاجة إلى تكرار ما ضبطه وعلمه حتى لا ينسى ما تعلمه وحفظه طوال مدة الطلب، وأن عليه التزود من العلوم النافعة، فإن طالب العلم لا ينقطع من الطلب، لما روي في الأثر: « منهومان لا يشبعان، طالب العلم وطالب دنيا » رواه الدارمي عن الحسن البصري وعن ابن مسعود وابن عباس من قولهم، ورواه الطبراني عنهما مرفوعا كما في مجمع الزوائد والوقف أصح، وفي الحث على التزود من العلم أدلة كثيرة مذكورة في كتب العلم، فنوصي طالب العلم أن يواصل الطلب كل يوم مهما استطاع، فإن قرأ في الكتب حدد له وقتا معينا كساعة من النهار، وساعة من الليل، يقضيها في مطالعة كتب العلم المنوعة ويتأمل ما فيها، وإن جمع من الأشرطة جعل ذلك في وقت الفراغ، ولو راكبا أو مضطجعا، وإن كان هناك حلقات علم حرص على المواظبة عليها يوميا أو أسبوعيا، فبذلك لا ينقطع عن التعلم. ¶ « تخصيص وقت من أوقات اليوم لطلب العلم » : ¶ 15 - هل ترون تخصيص وقت من أوقات اليوم لطلب العلم كالفجر أو العصر أو العشاء مثلا ؟",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "عمل المؤمن ديمة، أي ليس له نهاية، وقد علم أن هذه الحياة محل عناء وتعب، فمن انشغل فيها بالدنيا وطلب المال والتكسب لم يتفرغ للعلم ولا للعمل به، ومن علم أن الدنيا فانية، وأنها عرض حاضر، فقنع منها بالميسور، فإنه يجد فراغا يصرفه في طلب العلم، وهذا الفراغ ينبغي أن يكون وقت راحة النفس، وانقطاع العوارض والأحوال النفسية، ونختار له بعد صلاة العصر كساعة أو ساعتين، وبعد صلاة العشاء مثل ذلك، فمتى حدد هذين الوقتين، والتزم بتفريغ نفسه فيهما، فإنه سيجد وقتا مفيدا فتارة يرجع محفوظاته، ويجدد معلوماته التي اكتسبهما وقت الطلب، وتارة يقرأ في الشروح والتعليقات التي علقها هو أو غيره كتوضيح بعض العبارات، وتارة يقرأ في كتب أخرى لها صلة بما تعلمه، أو ليس لها صلة، لكنها من مؤلفات العلماء الربانيين، ثم متى انشغل في هذه الأوقات المخصصة بزيارة أو عمل عارض فعليه الحرص على تعويض ما فاته من تلك الساعات التي خصصها للطلب، والتزود، وعليه البعد عن الكسل، والخمول، والحرص على استعمال أوقات الفراغ فيما يعود عليه بالفائدة. ¶ « دروس العلماء » : ¶ * التذبذب في حضور الدروس. ¶ * عذر غير مقبول. ¶ * كيف يختار الطالب الدرس المناسب ؟ ¶ * هل تصلح الأشرطة الصوتية بديلا?؟ ¶ 16- ما وصيتكم لمن يحضر الدروس العلمية؟ وكيف يستفيد منها الاستفادة المثلى ؟ ¶ نوصيه أولا بحسن النية، بأن يقصد بالحضور الاستفادة والتزود من المعلومات الدينية، ولا يكون قصده الرياء والمباهاة، أو إظهار نفسه مع الآخر، أو التمدح عند الناس، فإن هذه النية تحبط العمل، وتذهب بركة العلم. ¶ ونوصيه بالمواظبة والملازمة لمن يفضل الاستفادة منه، وعدم التغيب إلا لعذر لا يقدر معه الحضور. ¶ ونوصيه أيضا بالإنصات والإصغاء للشرح، وتأمل ما يقوله الشيخ، والحرص على إحضار القلب، والتفهم لكل عبارة أو مسألة تمر به، فإن التبس عليه مسألة أو عبارة غامضة حرص على البحث عنها حتى يفهمها جيدا.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ونوصيه كذلك بالمذاكرة وتكرار ما استفاده وتحصل عليه في كل درس، فيتذكر ما استفاده من الشيخ، ويردده مرة بعد مرة، ويبحث مع زملائه، ويفيدهم مما حفظه، ويطلب منهم الإفادة مما فاته وحفظوه. ¶ ونوصيه أيضا بمطالعة الشروح، والتعليقات، والحواشي، التي كتبها العلماء على المتون أو الشروح، حتى يزداد فهمه ويحفظ ما فاته، ويضيف ذلك إلى معلوماته. ¶ 17- هل يمكن الاستعاضة عن الدروس العلمية في المساجد بالأشرطة المسجلة؟ تنقل لآخر الفصل الحالي . ¶ لا شك أن هذه الأشرطة مما يسرها الله وسهل حفظ العلوم فيها؛ وذلك لأن التسجيل يثبت ما قيل في ذلك الدرس، وما شرح به المدرس ذلك المتن، وما أجاب به المدرس على سؤال من سأله، فهي فتح من الله، وباب من أبواب العلم ظهر في هذه الأزمنة، وإن حصل منها أيضا تسجيل اللهو والباطل، ولكن من سجل بها الفوائد، والمحاضرات، والدروس العلمية، وصانها عن العبث بها؛ استفاد منها كثيرا، واستمع إلى ما فاته من الدروس في المساجد ونحوها، ولكن حضور الطالب واستماعه إلى شرح المدرس، وبحثه عما أشكل عليه، واستفهامه لما انبهم عليه، أكثر فائدة من سماع الأشرطة العادية. ¶ 18- كثيرا ما يتحمس بعض الطلاب فيحضرون دروسا علمية عديدة، ثم ما يلبثوا أن يتركوها إلى غيرها أو إلى لا شيء.. فما علاج هذه الظاهرة ؟",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ننصح طالب العلم بمواصلة الطلب بحضور الدروس العلمية، ومتابعة حلقات العلماء قبل فوات الأوان، فيغتنم شبابه الذي هو زمن نمو العقل والفهم، وقوة الإدراك، وزمن ريعان الشباب، فإنه لا يعود إذا ذهب العمر، وقد ورد في الحديث عن ابن عباس أن النبي -صلى الله عليه وسلم- قال لرجل وهو يعظه: اغتنم خمسا قبل خمس، شبابك قبل هرمك، وصحتك قبل سقمك، وفراغك قبل شغلك، وغناك قبل فقرك، ودنياك قبل آخرتك رواه الحاكم وصححه، ووافقه الذهبي ورواه أبو نعيم في الحلية مرسلا وفيه الحث على اغتنام الفراغ، فإن الإنسان لا يتفرغ دائما، فقد يتجدد له ما يشغله ويعوقه عن التعلم، فيأسف على أيام وأوقات أهمل فيها التعلم وهو متمكن، ولا شك أن هذه الأزمنة قد توفرت فيها وسائل الاستفادة، بوجود حلقات العلم، ووجود الجامعات الإسلامية، وبوجود الكتب المحققة، والأشرطة الإسلامية، فمن فرط في الاستفادة مع تفرغه وتمكنه فهو المغبون، وكذلك من بدأ بالحضور ثم انقطع لغير سبب، بل كسلا وزهدا في العلم، وإيثارا للراحة وهوى النفس، أما إن انتقل إلى حلقة أخرى عند عالم آخر، ممن هو قدوة وأسوة في العلم، فلا بأس بذلك، لكن عليه أن يواظب ويستمر حتى يفتح الله عليه من العلوم ما ينفع به نفسه، وما ينفع به غيره، ولا شك أن الرغبات تختلف من حلقة لأخرى ومن عالم لغيره. ¶ 19 - يعتذر البعض عن حضور الدروس العلمية بكون مسير الشيخ في شرحه بطيئا، فلا ينهي الكتاب إلا في ست أو سبع سنين.. فهل هذا العذر مقبول ؟",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "لا يعذر في ذلك، حيث إن الشيخ قد يرى التوسع في الشرح مناسبا إذا كان الطلاب قد تجاوزوا بعض المراحل الدراسية، وأصبحوا مؤهلين لمعرفة فروع المسائل، ومناقشة الأدلة، وذكر المصالح والحكم التي تترتب على الأحكام، وذكر التعليلات والتوجيهات التي يعرف بها سبب شرعية الحكم، بحيث يفهم الطلاب فهما جيدا من التوسع ما لا يفهمونه من الإيجاز والاقتضاب، فعلى الطلاب المواصلة إلى نهاية ذلك الفن أو تلك الفنون، ولو طالت المدة، فإن كل درس تحصل فيه فائدة جديدة أو فوائد، ولو كانت متفرقة. ¶ ثم إن جمع المسائل وقراءتها في زمن قصير قد يكون مفيدا لبعض الطلاب الذين لا يتيسر لهم المواظبة طوال العام، فيحضرون بعض الدورات التي تقام في بعض الصيفيات، وتكمل فيها بعض المتون المفيدة، مع شيء من الإيجاز، والاقتصار على جزء خاص من المتن، ولكن ذلك لا يعوق الطالب عن المواظبة على الدروس التي يتوسع فيها، وتكمل فيها الكتب ولو مكثت عدة سنوات، فإن العلم لا ينال إلا بتعب ونصب، وصبر على طول الزمان، ومشقة الحضور والمواظبة حتى يحصل المراد. ¶ 20- ينشغل بعض الطلاب أثناء حضورهم للدرس بالتعليق على الكتاب، بينما يرى البعض أن يصرف الهمة والجهد إلى الاستيعاب فإلى أي الطريقتين تميلون ؟ ¶ المختار لمن هو قوي الذاكرة، سريع الحفظ، حاضر الذهن، أن يلقى سمعه لما يقول المعلم، متى يستوعب الدرس، ولا يغفل عن بعضه إذا كان جديدا عليه، محتاج إلى تأمله كله، ثم في إمكانه بعد ذلك أن يكتب ما فهمه، سواء على هامش نسخته أو في دفاتر خاصة، أما من كان ضعيف الذاكرة، سريع النسيان، فيختار له أن يكتب ما تجدد له مما لم يكن يعلمه من قبل، من حكمة، أو دليل أو فائدة، حتى لا تذهب بالنسيان بعد الانتهاء. ¶ 21- هل ترى أن يحضر الطالب دروسا متعددة في فنون شتى، أم ترى الاقتصار على فن من الفنون إلى حين ضبطه ؟",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "تختلف باختلاف مدارك الطلاب وميولهم، فأرى أن الطالب الذي عنده قوة فهم، وقدرة على الحفظ والفهم، له أن يتوسع في المعلومات، ويحضر العديد من الدروس، ويقرأ في عدد من الفنون المهمة، وذلك اغتناما لوقت الفراغ وزمن قوة الحفظ، وهو ريعان الشباب، فله أن يحضر الدروس في الفقه والحديث، والعقائد، والتفسير، والأصول، وله أن يضيف إليها الأدب والتأريخ، والعربية، وله أن يزيد قراءة في الرياضيات، والعلوم الأخرى التي قد يحتاج إليها الناس في هذه الحياة، فأما من كان محدود الإدراك، فأرى أن يختار أهم الفنون، كالفقه بأدلته، وأصوله، وما يحتاج إليه معه كالنحو، واللغة، فبعد أن يحصل منه على مقدار مفيد يتوسع في غيره مع عنايته بالتوحيد ونحوه. ¶ « الحفظ » : ¶ * حفظ القرآن أم حفظ المتون ؟ ¶ *الطريقة المثلى لضبط المتون. ¶ * من كان يشق عليه الحفظ!! ¶ * كيفية استحضار المحفوظات. ¶ 22- إذا أراد الإنسان أن يطلب العلم، وأقبل على حفظ القرآن الكريم، فهل ترون أن يحفظ معه سواه من المتون والمنظومات ، أم يترك ما سواه إلى حين الفراغ منه ؟ ¶ يفضل أن يعكف على تحفظ القرآن، ثم مراجعته مرارا، ثم تكراره حتى يرسخ في الذاكرة، مخافة النسيان؛ لقول النبي -صلى الله عليه وسلم- : « تعاهدوا هذا القرآن، فوالذي نفس محمد بيده لهو أشد تفلتا من الإبل في عقلها » متفق عليه ولا شك أن الناس يختلفون في قوة الحفظ، وسرعة النسيان، فمن رزقه الله فهما قويا، وذكاء وفطنة، وقوة في الذاكرة، تمكن من حفظ القرآن، وحفظ غيره من المتون جميعا، فله أن يجمع مع القرآن غيره في ابتداء الأمر، ويتعاهد الجميع، ويضيف إلى ذلك ما يستطيعه من الفنون الأخرى قراءة وحفظا وفهما.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وحيث إن الواجب المدرسي على الطالب من صغره قد أصبح ضروريا، فقد علم أن عليه أن يقوم بحل تلك الواجبات التي تفوض عليه، حتى يتجاوز المراحل الدراسية، ولو عاقه ذلك عن مواصلة الحفظ للقرآن أحيانا، ففي إمكان الطالب الحريص أن يدرس في المدارس الرسمية ضحى، وفي حلقات تحفيظ القرآن مساء، ويحضر حلقات العلماء، والمحاضرات التي تقام في المساجد في أوقاتها، ولا يشغله بعضها عن بعض، فإن عجز ذهنه، وضعف عن الجمع بين ذلك قدم الأهم من ذلك، وهو حفظ القرآن، ثم ابتدأ في حفظ الحديث، ثم ما تيسر من المتون العلمية، وإن عجز عن الحفظ اكتفى بالفهم والمطالعة، حتى يفتح الله عليه وهو الفتاح العليم. ¶ * ما رأي فضيلتكم في حفظ المتون لطالب العلم المبتدئ ؟ ¶ نوصي طالب العلم بالحرص على الحفظ والاستظهار لما تيسر من المتون حسب القدرة والتمكن، ولا بد من تكرار المتن وترديده حتى يستظهره، ثم إن الناس يختلفون في القدرة، فمنهم من يكون سريع الحفظ سريع النسيان، فهذه بهذه، ومنهم من يكون بطيء الحفظ بطيء النسيان، فهذه بهذه، وخيرهم من هو سريع الحفظ بطيء النسيان، وشرهم بطيء الحفظ سريع النسيان، ولكن الغالب أن من حفظ سريعا بدون تكرار فإنه ينسى سريعا، ولقد كان الكثير من الطلاب قديما يكرسون جهودهم في الحفظ، حتى كان أحدهم يقرأ الحديث أو الباب مائة مرة، حتى يرسخ في ذاكرته، ثم بعد ذلك يكررون ما حفظوه.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وهكذا ينبغي لطالب العلم أن يهتم بحفظ المتون والمختصرات، ولا سيما في أول شبابه، فإن زمن قوة الحفظ من السنة الخامسة حتى الخامسة والعشرين، فهو الزمن الذي ينفتح فيه الذهن، ويتوقد فيه الذكاء غالبا، وهو أيضا زمن التفرغ، وعدم الانشغال بأمور الحياة، ومتطلبات الدنيا، وأمور العيش، وكما قيل: العلم في الصغر كالنقش في الحجر أي أنه يبقى ولا تمحوه الرياح والمطر، ومثل العلم في الكبر كالخط في الماء، وعليه أن يفرغ نفسه من العوائق والأعمال التي تعرقل سيره، ويستعين على الحفظ بالبعد عن مخالطة الناس الذين لا يستفاد منهم، ولا يؤجل الحفظ ويسوف التعلم، وقد كان كثيرا من السلف يؤثرون التغرب والبعد عن الوطن لطلب العلم، حيث عرفوا أنهم مع أهليهم يعتريهم ما يشغلهم عن الحفظ والاستفادة، لكثرة من يجالسهم ويبحث معهم، حتى أن بعضهم لم يتزوج إلا بعد الأربعين من عمره، وقال بعضهم: لا ينال هذا العلم إلا من أغلق دكانه، وضرب بستانه، وبعد عن إخوانه. والقصد من ذلك المبالغة في التفرغ الذي يحصل منه قوة الوعي، وحضور القلب، واجتماع المعلومات، وليس المراد أن يضيع أهله ونفسه ويكف عن التكسب المباح الذي يقي به نفسه، فإن الحاجة والفاقة قد تشغل القلب عن الإقبال على العلم والفهم. ¶ 23- ما المتون التي ترون أن يبدأ بحفظها طالب العلم بعد الفراغ من حفظ كتاب الله ؟ ¶ لقد جهد علماء المسلمين في كل مذهب بكتابة ما فتح الله عليهم من العلوم المفيدة، في فنون متعددة، فمنهم من توسع وبسط الكلام، وأورد ما رآه مفيدا وذا أهمية من العلم الذي اختار أن يكتب فيه، ومنهم من اختصر وأوجز، مقتصرا على الكلام المطلوب الذي يفيد من قرأه مع قصر الوقت، كذلك وجد في كل مذهب متون مختصرة يسهل حفظها، كما وجد متون في العقائد والأصول ونحوها، فنوصي طالب العلم أن يجتهد في حفظ ما تيسر من المتون المفيدة.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "ففي العقيدة والتوحيد كان مشايخنا يوصون بحفظ (ثلاثة الأصول)، و(كتاب التوحيد)، و(كشف الشبهات)، وكلها للشيخ محمد بن عبد الوهاب وحفظ (العقيدة الواسطية) لشيخ الإسلام ابن تيمية وحفظ (لمعة الاعتقاد) لابن قدامة وحفظ (سلم الوصول) للحافظ الحكمي فأما كتب عقائد الأشاعرة فإنها لا تخلو من أغلاط ومخالفات، ما عدا (عقيدة الطحاوي )، فهي أقل خطأ. ¶ أما في الفقه فـ(عمدة الفقه) لابن قدامة (وزاد المستقنع) للحجاوي و(دليل الطالب) للشيخ مرعي فقد كان زملاؤنا يحفظون أكثرها. ¶ أما في الفرائض فـ (منظومة الرحبي )، ولو كانت على مذهب الشافعي لكون الخلاف فيها قليلا. ¶ أما في النحو فمتن (الآجرومية)، ومتن (ملحة الإعراب)، ثم (الألفية)، أو ما تيسر منها. ¶ وفي أصول الفقه متن (الورقات) لإمام الحرمين وما تيسر من شروحه. ¶ وفي الحديث متن (الأربعين النووية) ثم (عمدة الحديث) ثم (بلوغ المرام). ¶ وفي المصطلح متن (نخبة الفكر) و(ألفية العراقي) ونحوها. ¶ 24- ما الطريقة المثلى لضبط المتون وإتقانها؛ لأنه يلحظ على بعض من حفظ المتون نسيانها بعد زمن؟ ¶ لا شك أن النسيان طبيعة الإنسان، ولو لم يحصل له ذلك لتحصل على العلوم كلها في زمن يسير، ومع ذلك فالناس متفاوتون في ذلك، فنوصي طالب العلم أن يكرر المتون عند إرادة حفظها، وأن لا يكتفي بالحفظ السريع، فإن مع التكرار ترسخ المتون في الذاكرة، وتبقى طويلا، كما أن من أسباب بقائها تعاهدها وترديدها مرارا عند خشية النسيان، فقد ورد أن النبي -صلى الله عليه وسلم- قال : « تعاهدوا هذا القرآن، فهو أشد تفلتا من صدور الرجال من الإبل في عقلها ». ¶ نقول: كذلك يؤمر بتعاهد المعلومات الأخرى، وكذا من أسباب بقاء المحفوظات كثرة الاستشهاد بها، وتطبيقها، والعمل بها عند المناسبة والحاجة، فإن ذلك مما يثبت المحفوظ في الصدور.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "25- فئة من طلاب العلم يشعرون بالحماس لطلب العلم ولكنهم يجدون في الحفظ مشقة فهل ترى من طريقة يستعيضون بها عن الحفظ ؟ ¶ صحيح أن الحفظ التام قد يشق على بعض الناس لعدة أسباب، منها : ¶ كثرة الدروس وتراكمها في وقت واحد، فلا يتمكن الطالب من حفظ المتون كلها، فإن الذهن مكدود، والفهم محدود، فهو لا يقدر على مطالعتها كلها، فضلا عن حفظها، فتراه متفرق البال، مشغول القلب، فيكتفي بالحضور، وسماع ما يسمع من الشرح والإيضاح، مكتفيا به عن الحفظ والمذاكرة، ولا شك أن حظه قليل بالنسبة إلى غيره من أهل الحفظ والاستظهار،- ومن الأسباب- الاعتذار بالصعوبة ومشقة الحفظ، لكثرة المتون، ولما يزاول الفرد من أعمال أخرى تستغرق جانبا من الوقت. ¶ فنوصيهم بالصبر والمصابرة، وتحمل المشقة في مواصلة الطلب والحفظ، فمع الاستمرار والمضي في السير يسهل نيل المراد على حد قول الشاعر : ¶ لأستسهلنَّ الصعاب أو أدرك المنى * * * فما انقادت الآمال إلا لصابر ¶ ثم نوصيهم أيضا بالحرص على المتابعة، وملازمة الدروس، وحضور الحلقات، والندوات، فإن ذلك مما يثمر علما جما، مع توالي الأيام والشهور والسنوات، ولو قليلا قليلا، فإن تقييد الفوائد، وإثبات المسائل في الدفاتر، مما يجتمع معه العلم المفيد، فإن ما حفظ قرّ، وما كتب فرّ، وقد قال الشاعر: ¶ العلم صيد والكتابة قيده * * * قيِّد صيودك بالحبال الواثقة ¶ فمن الحماقة أن تصيد غزالة * * * وتتركها بين العوالم طالقة ¶ ونوصيهم أيضا بالحرص على الفهم والتعقل لما يسمعونه، والبحث عما أشكل عليهم، سواء مع المدرس أو مع الدارسين، وذلك بالسؤال والاستفهام، حتى يتضح المعنى، كما نوصي بالمذاكرة والمراجعة، وتكرار القراءة، سواء قبل الدرس أو بعده، سواء في الشروح المطولة أو المختصرة، بعد التأكد من تحقيقها، وصحة ما كتب فيها، فإن كثرة القراءة والمطالعة وشغل الوقت بذلك مما يحصل به فوائد كثيرة، مع الاحتفاظ بالوقت عن الضياع.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "26- كيف يستطيع الإنسان استذكار واستحضار ما يحفظه من الآيات والأحاديث والأشعار إذا أراد أن يتكلم في موضوع معين ؟ ¶ متى كان الحفظ قويا، والذاكرة ذكية، استطاع المتكلم استحضار الأدلة التي يجب أن يدلي بها كبرهان على ما يستدل به في مقامه الذي يتكلم فيه، ولكن ذلك يختلف باختلاف الحفاظ والقراء، ثم إن طالب العلم الذي يتذكر تلك الآيات والأحاديث كثيرا، ويأتي بها دائما كدليل على ما يقوله لا شك أنه يسهل عليه استحضارها، وتقرب منه في المرة الثانية وما بعدها، وقد نقل عن شيخ الإسلام ابن تيمية -رحمه الله تعالى- أنه كان سريع البديهة، ذكي القريحة، متى أراد ذكر آية أو حديث أو أثر لم يتلعثم ولم يقف للتذكر، ولعل ذلك لقوة حفظه أولا، ثم لكثرة استدلاله بتلك النصوص واستعماله لها ثانيا، ونوصي طالب العلم بأن يقرأ في الكتب التي تورد الأدلة على الحكم، ويكثر من قراءتها، ويتمعن في وجه دلالتها، ويحفظ الآية أو الحديث، ويتذكر بعد ذلك النص، وموضع الدلالة منه، حتى يسهل عليه تذكره واستحضاره عند الحاجة إلى ذكره، سواء في خطة ارتجالية، أو تحريرية، أو في موعظة ونصيحة وتذكير، أو في مناظرة ومجادلة مع أحد الخصوم، ليستوفي ما يريده من الأدلة. ¶ « القراءة » : ¶ * كيف يقرأ طالب العلم ؟ ¶ * كتب ينصح بقراءتها ؟ ¶ * القراءة أولى أم الحفظ ؟ ¶ * من كان شيخه كتابه ! ¶ 27- لا شك أن القراءة مهمة لطالب العلم، لكن السؤال المتكرر هو: كيف يقرأ طالب العلم ولمن يقرأ ؟",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "طلب العلم يحصل بحضور حلقات العلماء التي يقيمونها في المساجد والمساكن ونحوها، ويحصل أيضا بقراءة كتب أهل العلم للاستفادة منها، ويحصل أيضا بسماع النصائح والمواعظ والإرشادات، والمحاضرات والندوات والخطب، والأشرطة الإسلامية، وقد يسر الله -تعالى- الكتب الإسلامية القديمة والجديدة، فطبعت ونشرت مع التنسيق، والتحقيق، والفهارس التي تقرها لمن أراد الاستفادة منها، ثم إن الحاجة قد تعرض للطالب إلى البحث عن موضوع خاص هو موجود عنده في الكتب التي بحوزته، كصلة الرحم مثلا فطريقة العثور عليه أن يقرأ في الفهارس، أو يكرر قراءة الكتب، والنظر فيها، فيعرف موضع البحث، أو يقرأ بعض الأحاديث المتعلقة بالموضوع في أحد كتب التخريج، ويعرف موضع ذلك الحديث، فيجد إلى جانبه ما يتعلق هذا البحث، وكذا لو احتاج إلى معرفة حكم زكاة الحلي أو زكاة الفطر، أو الحجامة للصائم، ونحو ذلك فيبحث عن الحديث الذي يستدل به على ذلك فمتى وجده عثر على البحث في أغلب الكتب التي تناولت هذا الموضوع، سواء ببسط أو اختصار، لذلك طريقة يمكن تعلمها مع أحد الموجهين. ¶ 28- ما أفضل الكتب التي قرأتموها ؟ ¶ أفضل الكتب على الإطلاق القرآن الكريم، ثم ما خدم به القرآن، وهي كتب التفسير، مثل تفسير ابن جرير وابن أبى حاتم والبغوي وابن كثير والشوكاني وابن سعدي ونحوها من تفاسير أهل السنة، وسلف الأمة، ثم كتب الحديث كالصحيحين، والسنن، والمسانيد، وكذا كتب علوم الحديث المختصرة والمبسوطة، كالنخبة، والبيقونية، ومقدمة ابن الصلاح والتقريب، والتدريب، ثم علوم التوحيد، كالسنة للإمام أحمد ولابنه عبد الله والنحل أو التوحيد لابن خزيمة وابن منده ونحوها، ثم كتب الفقه وما يتصل بها. ¶ وقد بدأت بقراءة آداب المشي إلى الصلاة، للشيخ محمد بن عبد الوهاب وبعده كتاب زاد المستقنع، وشرحه الروض المربع، وبلوغ المرام، وشرحه سبل السلام، والآداب الشرعية، وشرح ابن رجب للأربعين ونحوها.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "29- ما الكتب التي تنصحون طلاب العلم بقراءتها ؟ ¶ الكتب كثيرة، والغالب أن بعضها يكفي عن بعض، لكن أكثر العلماء على أنه لا يغني كتاب عن كتاب. ¶ فننصح في التوحيد: بكتاب السنة للإمام أحمد والرد على الجهمية له، وكتاب الإيمان لابن أبي شيبة واللمعة لابن قدامة والواسطية لابن تيمية وكتاب التوحيد لابن عبد الوهاب وسلم الوصول للحافظ الحكمي ثم بشروحها المختصرة للمبتدئ. ¶ وننصح في الحديث: بعمدة الأحكام، والأربعين النووية، والمحرر لابن عبد الهادي والبلوغ لابن حجر ثم بشروحها المختصرة. ¶ ونوصي في التفسير: بالجلالين، ومختصر تفسير ابن كثير للرفاعي وتفسير أبي سعدي والجزائري وغيرها. ¶ ونوصي في الفقه: بآداب المشي إلى الصلاة لابن عبد الوهاب وعمدة الفقه لابن قدامة ومختصر الخرقي والمقنع، لابن قدامة وزاد المستقنع للحجاوي ثم بشروحها المختصرة التي تناسب المبتدئ. ¶ ونوصي في النحو: بالآجرومية، وملحة الإعراب، وقطر الندى، ثم بشروحها المختصرة. ¶ وفي الفرائض: بنظم الرحبية، ثم بشروحه المختصرة. ¶ وفي كتب التاريخ: مختصر السيرة لمحمد بن عبد الوهاب ولابنه عبد الله والبداية والنهاية لابن كثير ¶ وفي المصطلح: نخبة الفكر، والبيقونية، و(غرامي صحيح)، وألفية العراقي ¶ وفي الأدب الديني: الأدب المفرد للبخاري وروضة العقلاء لابن حبان ورياض الصالحين، وأدب الدنيا والدين، وعدة الصابرين، وروضة المحبين، وتنبيه الغافلين للنحاس، والرياض الناضرة. ¶ 30- ذكرتم جملة من الكتب القيمة، غير أن بعض الطلاب في بداية طلبهم للعلم ربما استشكلوا صعوبة مصطلحات كتب المتقدمين وقوة لغتهم.. فآثروا القراءة في الكتب المعاصرة والرسائل والمصنفات الصغيرة.. ما رأيكم في ذلك؟ وهل من سبيل لتجاوز هذه المشكلة ؟",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "هذا ليس على إطلاقه، فإن الطلاب في جميع المراحل يبدؤون بقراءة كتب قديمة، وتشرح لهم، ويفهمون ما فيها، بل نعتقد أنها أقرب إلى الفهم من كتب المتأخرين، وقد أوضحوا مصطلحاتهم في مقدمات كتبهم أو في شروحها، واستعمل المتأخرون تلك المصطلحات، لمعرفتهم بما يراد بها، فإن قرأت في كتب العقائد وجدتها واضحة الأسلوب، جلية المعاني، مثل كتب السلف التي سموها باسم السنة، أو باسم التوحيد، أو باسم الإيمان، أو الشريعة أو الاعتقاد، فالغالب أنها أخبار وآثار، وأحاديث جلية ظاهرة، وإن قرأت ما كتبوه في الحديث كالصحيحين، والسنن، والمسانيد، فقد رتبوها على الأبواب الظاهرة، أو جمعوا أحاديث كل صحابي جميعا، وبقراءة الحديث يفهم معناه، وقد شرحت الكتب ووضحت معانيها، فنوصي بقراءة كتب اللغة، والنحو، والأصول، والمصطلح، وبتعلم ما اصطلحوا عليه من التعاريف التي بينوها في كتب الأصول، كالواجب، والمسنون، والمندوب، والمحظور، والمباح، والسنة، والرخصة، والعزيمة، ونحوها، حتى يستفاد من كتب المتقدمين بسهولة. ¶ 31- هل ترون أن يشتغل الطالب المبتدئ بالقراءة وجرد الكتب، أم بالحفظ ومدارسة المتون، ويترك القراءة إلى أن يتقدم في السن وتتسع مداركه ؟ ¶ ننصح من كان جيد القريحة ذكي القلب أن يهتم بالحفظ وإتقان المتون المهمة في الفقه، والحديث، والنحو، والصرف، والتوحيد، ونحوها، فإن الحفظ الجيد القوي يبقى مع صاحبه في الحال والمآل، فإن صعب عليه فهم بعض العبارات فعليه بقراءة شرحها، حتى تتضح، فإن الحفظ مع عدم الفهم قليل البقاء، فبعد حفظ المهم من المتون يشتغل بالشروح والكتب الموسعة، أما من كان ضعيف الحفظ سريع النسيان، فننصحه بكثرة القراءة، والانكباب على المطالعة، وكثرة المذاكرة، والنظر في الكتب وتأمل ما فيها، وتكرار قراءتها، حتى تحصل الفائدة منها.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "32- بعض الشباب يتردد في شراء الكتب التي يبدو له نفعها بحجة وجود جملة من الكتب في مكتبته، ولم يفرغ منها بعد، فما رأيكم ؟ ¶ إذا كانت هذه الكتب التي عنده كافية في جمع العلوم المفيدة في الأحكام، والآداب، والشرع، والعلم الصحيح، فننصحه بعدم شراء سواها حتى يتقنها، ففيها الكفاية، وحتى لا ينشغل بالكتب الجديدة التي لا يحتاج إليها وبالأخص كتب المتأخرين من الأدباء، والشعراء، وأهل النظر والفكر، وكذا الكثير من الكتب التجارية التي قصد من طبعها من ورائها تحصيل المال، والثروة، مع قلة الحاجة إليها، أما إذا تجدد كتب مفيدة في العقائد، والعلوم النافعة، فعلى الطالب الحرص على اقتناء ما تيسر منها، سواء من كتب المتقدمين أو المتأخرين. ¶ 33- هناك مقولة يرددها البعض وهي قولهم: (من كان شيخه كتابه فخطأه أكثر من صوابه) هل هذه المقولة بإطلاقها؟ وما صحة كونها أطلقت على زمان كانت الكتب مليئة بالتصحيف والأخطاء بخلاف ما هي عليه اليوم من وضوح وتحقيق ؟ ¶ أعتقد أنها ليست على إطلاقها، ولكنها واقعية في بعض الأشخاص، وفي بعض العلوم، فإن هناك مواد وفنون لا بد من قراءتها على عالم يوضح معانيها بالأمثلة، والأدلة، والشواهد، فإن علم النحو يصعب أخذه من الكتب على الإطلاق، وكذا علم التجويد، لا يفهم إلا بالتمثيل المسموع، وكذا الكتب المختصرة التي تحتاج إلى تحليل معانيها، وإيضاح جملها، فإن المدرس الذي تلقى العلم عن مشايخ وعلماء عارفين، يكون شرحه وتقريره أوضح وأظهر، من الذي تلقى ذلك من الكتب والرسائل.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وأما إن كان عنده فهم وإلمام باللغة، ومعرفة بالنحو، ومصطلحات العلماء والأصوليين، فإن الكتب المحققة تفيدهم، وذلك أن علماء الأمة -رحمهم الله- قد اجتهدوا في نفع من بعدهم، وألفوا من الكتب ما يمكن أن يحتاج إليه مع الاستيفاء، والإيضاح والبيان، ثم يسر الله -تعالى- المطابع وآلات التصوير، فنشرت تلك المؤلفات، وحققت، وفهرست، وقربت، فأصبح فهمها سهلا، والاستفادة منها متيسرة لمن كان عنده معرفة بمبادئ العلوم، ومقدمات الفنون، وقد حصل من الكتب نفع كثير، واستفاد منها وتعلم بواسطتها جم غفير، أناروا وألفوا وعلموا وعملوا. ¶ 34- أي الخيارين ترى: أن يعيد الطالب قراءه كتاب سبق له الفراغ منه طمعا في مزيد من التثبيت للعلم، أم قراءه كتاب آخر لم يسبق له قراءته ؟ ¶ المختار أن يبدأ في كل فن بأحد المختصرات، ويهتم به حتى يفهمه، ويستحضر محتواه حفظا وفهما، ثم ينتقل إلى ما هو أوسع منه في موضوعه، ولا يمنعه ذلك عن القراءة في كتب أخرى تتعلق بذلك الفن أو غيره من الفنون، فمثلا إذا اشتغل في الفقه بزاد المستقنع، حرص على حفظه أو فهم جمله، وطالع أصله الذي هو المقنع، وشروح المقنع، وشروح الزاد، حتى يعرف محتواه، ولا يقرأ فيه مرة، وفي المحرر مرة أخرى، وفي كتب المذاهب الأخرى مرارا، فإن ذلك يفرق معلوماته، فمتى أتقن ذلك الفن تمكن بعد ذلك من التوسع وقراءة بقية الكتب. ¶ 35- كتب الأدب والشعر والسير والتراجم والتاريخ، هل ترون أن يصرف الطالب بعض وقته وقراءاته فيها؟ وبم توصون ؟",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "لا بأس بذلك، فإن المؤلفين لتلك الكتب قد بذلوا فيها جهدا كبيرا، ووقتا ثمينا ولقوا في تأليفها عرق الجبين، وكد اليمين، ولا نشك في حسن مقاصدهم ونياتهم، وأن تلك المؤلفات مما يستفاد منها في هذه الحياة، فإن علم السيرة والتأريخ يحتوي على ذكر آثار النبي -صلى الله عليه وسلم- ومبدأ نبوته، ومعجزاته، وتفاصيل غزواته، وما حدث له في حياته، مما فيه عبرة وموعظة وذكرى للمؤمنين، فلذلك نوصي بقراءة كتب السيرة، وتعقل محتوياتها، وذلك مما يكسب المؤمن طمأنينة قلب وقوة إيمان، وهكذا سيرة الخلفاء الراشدين، وما بذلوه لنشر الدين، ونصرة الإسلام، وما حصل في خلافتهم من النصر والتمكين، وتأييد رب العالمين، وهكذا ما جرى بعدهم على الأمة من المصائب والمحن، وما ذكر في تراجم العلماء والملوك، وحوادث الزمان، ففي قراءة ذلك عبرة وموعظة وذكرى، لمن تأمل وتفكر. ¶ وأما كتب الأدب والشعر، وتراجم الشعراء العرب، وذكر شيء من بلاغتهم، ومحتويات أشعارهم، فمتى كان المؤلف من أهل العلم، والنصح، والدين، فإنه يضمنها مواعظ، وإرشادات، وفوائد نافعة فقراءتها أحيانا مفيدة للتزود من تلك العلوم، والاطلاع على ما فيها من العبر والعظات، أما بعض المؤلفات في هذا الفن، فإنها تحتوي على أكاذيب، وعلى عيب وثلب لأهل الصلاح، وتعظيم للمبتدعة، وتعداد لفضائلهم فنوصي بالبعد عن تلك الكتب، ولا شك أن الاشتغال بهذه الفنون دائما مما يفوت على الطالب طلب العلم الصحيح، فتعتبر هذه الكتب تسلية، يشغل بها وقت الفراغ للترفيه عن النفس. ¶ « الدعوة » : ¶ * الدعوة ليست مضيعة للوقت. ¶ * تعارض العمل الدعوي مع الطلب. ¶ * واجب طلاب العلم في هذا الزمان . ¶ * إدراك طالب العلم للواقع . ¶ 36- بعض الشباب يفترض أن هناك تعارضا بين العلم والدعوة ، فما قولكم رعاكم الله ؟",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "لا تعارض بينهما، فإن مجال الدعوة واسع، يستطيع الطالب أن يزاوله ويقوم به في كل حين وفي كل مكان، فيمكنه أن يتعلم في المدرسة ويقوم بالدعوة هناك مع زملائه ومعلميه، حيث قد يوجد فيها من يخطئ أو يقترف منكرا أو يترك واجبا، فيحتاج إلى من يدعوه إلى الخير، ويحذره عن السوء والمنكر، وهكذا يقدر الطالب أن يقوم بالدعوة في طريقه إلى مدرسته ذهابا أو إيابا، فقد يلاقي من يحتاج إلى نصيحة أو إرشاد، فيدعوه وينبهه على ما وقع فيه من الخطأ، ويقوم بالدعوة في منزل أهله، ومع جيرانه، وفي المسجد، والسوق، والطريق، ولا يصده شيء من ذلك عن طلب العلم في مدرسة أو جامعة، أو حلقة علم، أو استفادة من كتاب، أو سماع طلبة، أو حضور ندوة علمية أو نحو ذلك، وهكذا من يعمل في وظيفة الدعوة إلى الله لا يشغله ذلك عن تعلمه واستفادته، وحضوره لمجالس العلماء، وبحثه عن المسائل المفيدة، وسؤاله طلبه العلم عما أشكل عليه، وطلب العلم حال الدعوة ممكن، فإن الداعية بحاجة إلى التعلم كل حين، لما قد يلاقيه من أسئلة واستفسارات يحتاج إلى تصحيح الجواب فيها. ¶ 37- بعض من ينصب جميع اهتمامه لطلب العلم إذا رأى من يهتم بالأمور الدعوية سفه من شأنه، ورماه بتضييع الأوقات فما رأي فضيلة الشيخ ؟",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "لا يجوز مثل هذا، بل عليه أن يشجعه ويسدد رأيه، حيث إن طالب العلم يلزمه العمل بعلمه كل وقت، ويلزمه مع العمل الدعوة إليه، ثم الصبر على الأذى فيه، فكل من حصل على فائدة وتحقق صحتها فعليه أن يطبقها في نفسه، وعليه أن يدعو إخوانه المسلمين إلى العمل بها، ولو لم يتعلم بقية المسائل والأحكام، وليس من شرط الداعية أن يكون قد أحاط بكل العلوم، وأدرك كل الفنون، بل كل من علم حكما عمل به، ودعا إلى تعلمه والعمل به، ولا ترده الدعوة إليه عن مواصلة التعلم، وليست الدعوة خاصة بالأسفار وقطع المسافات إلى البلاد النائية لأجل دعوتهم، حيث يقدر على الدعوة وهو مقيم، لوجود من يحتاج إلى نصحه وتوجيهه، وكذا قد تحصل الدعوة بالمكاتبة، وإرسال النصائح التي يحصل بها نفع للمدعوين، وكذا تحصل الدعوة بالمكالمات الهاتفية ونحوها عند الحاجة إلى ذلك، ولا ينشغل بشيء من ذلك عن طلب العلم. ¶ 38- عند تعارض عمل دعوي محدد مع وقت كان الطالب خصصه لطلب العلم فأيهما يقدم؟ ¶ أرى أن يقدم العمل الدعوي؛ لأنه قد يفوت فيندم على عدم تداركه، ومثل ذلك: إذا كنت قد خصصت بعد صلاة العصر لقراءة في كتاب، ومطالعة لبعض الفوائد، وعملت بذلك أياما، واستفدت من هذا الوقت الذي لا يفرط فيه، ثم عرض منكر أو فحش، أو حدوث بدعة لبعض الجاهلين، وعرفت أنه بحاجة إلى نصيحة ومجادلة، وإطالة كلام يفوت معه الوقت الذي حددته للقراءة، فإنك تقدم نصيحة هذا الجاهل وإرشاده، لإمكان تدارك طلب العلم في وقت آخر. ¶ 39- إذا كان الشاب في مدرسته، ويستطيع العمل فيها بالدعوة والمشاركة في أعمال الخير، فهل يحث على ذلك أم لا؟ وبخاصة أن بعض الشباب يعرض عن المشاركة متذرعا بالانكباب على طلب العلم، وأنه لا يزال في مرحلة التلقي والطلب لا مرحلة الإلقاء والدعوة ؟",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "مشاركته في أعمال الخير أولى به، وشغل وقته بالدعوة لا يعوق عن الدرس والتلقي الذي له أكثر الوقت، سيما والمدارس غالبا يلاحظ عليها الكثير من الخلل والنقص والمخالفات، فيوجد من بينهم من يحلق لحيته أو يقص منها، ومن يسبل في اللباس، ومن يشرب الدخان أو النارجيلة، ومن يتكاسل عن الصلاة، أو يتخلف عن الجماعة، ومن يلغو ويسخر ويهزأ بالآخرين، ويسب ويشتم، ويغتاب، ويلعن، ويعيب، ومن يزن بالهنات، أو يميل إلى الفواحش، ويسمع الأغاني، ويقتني آلات اللهو والباطل، يكثر مثل هذا في الطلاب أو المدرسين، والمدراء، والخدم، والموظفين، فلا يحتقر الطالب نفسه أن يلقي كلمة بعد الصلاة أو قبلها، ويضمنها النصح والتوجيه العام، ويفند بعض المعاصي التي يتصور وجودها قي ذلك المجتمع، ويورد الأدلة، ويبين وجه الصواب، وهكذا يدعو الأفراد وينبه الفرد سرا بما يلاحظه عليه، ولا يذكره علنا فالمؤمن يستر وينصح، والمنافق يهتك ويفضح. ¶ وهكذا له أن يشتغل في نشاط المدرسة، ويشارك في إعداد الصحف الحائطية، وكتابة المقالات المفيدة، وتصوير وطبع الكلمات القيمة، والنشرات الدينية والأدبية، مما يكون له وقع وتأثير في النفوس، وفائدة محسوسة بإذن الله -تعالى- في تحسين الأحوال والأخلاق، وأعتقد أن ذلك لا يعوق عن طلب العلم، ومذاكرة الدروس، والتلقي عن المعلمين، أما إن كان قليل الفهم، أو ضعيف الذاكرة، متى اشتغل بالنشاط والدعوة قل حفظه من العلم، فإن الأولى له الانكباب على طلب العلم والمذاكرة، وكذا من كان منهمكا في المعاصي فإصلاح نفسه أولى به، والله أعلم. ¶ 40- ما واجب طلاب العلم في هذا الزمان الذي اشتدت فيه غربة الدين، وتكاثرت فيه الفتن على المسلمين؟ وهل ترون أن إقامتهم للدروس العلمية وتأليفهم للرسائل والكتب كاف في أداء الواجب؟",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "واجب طلبة العلم كبير، وحملهم ثقيل، فإن الله -تعالى- حملهم العلم الذي هو شرعه، وكلفهم بالعمل به، وبالبيان والبلاغ، فأولا: يلزمهم العمل بالعلم، فإنه ثمرة ما تعلموه، فالعلم بلا عمل، كالشجر بلا ثمر، ومن عمل بما علم أورثه الله علم ما لم يعلم، وهذا أمر مشاهد محسوس، فمن لم يعمل بعلمه لم يبارك له فيه، ولم ينتفع به، حيث إن جمهور الناس يقتدون به في عمله أكثر من اتباعهم لأقواله، ولهذا قال ابن القيم -رحمه الله تعالى- ما معناه: علماء السوء جلسوا على أبواب النار يدعون إليها بأفعالهم، ويدعون إلى الجنة بأقوالهم، فإذا قالت أقوالهم هلموا، قالت أفعالهم لا تسمعوا، فلو كان ما يقولون حقا لكانوا أول العاملين به... اهـ. ¶ قال الشاعر: ¶ يا أيها الرجل المعلم غيره * * * هلا لنفسك كان ذا التعليم ¶ ابدأ بنفسك فانهها عن غيها * * * فإذا انتهت عنه فأنت حكيم ¶ فهناك يقبل ما تقول ويقتدى * * * بالقول منك وينفع التعليم ¶ لا تنه عن خلق وتأتي مثله * * * عار عليك إذا فعلت عظيم ¶ 41- ما مدى حاجة طلاب العلم إلى معرفة وإدارك واقعه الذي يعيشه ؟",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "الحاجة ماسة بأهل العلم إلى معرفة واقع الأمة الحالي، ثم القيام بما يلزم حامل العلم من معالجة ما يحتاج إلى علاج، فمتى انتشر الجهل بالدين، وانشغل الجمهور بالمصالح الدنيوية، وأكبوا على الدنيا، وعظموا أهلها، وتخبطوا في ظلمات الجهل والهوى، لزم العلماء الانتباه لذلك، والسعي في تعليم أفراد الأمة ما يلزمهم في دين الله، سواء عن طريق الإذاعة، أو الخطب، أو الحلقات، أو المجالس، أو الأسواق، أو في المجتمعات والمراكب البرية والجوية، سواء بإلقاء أسئلة يطلب الجواب عليها، أو إقامة مؤتمرات ودورات علمية يجمع إليها أهل الرغبة من المسنين الجهلة، ويبذل ما يرغبهم من أعطية، وهدايا، وجوائز لمن واظب وحفظ، ومتى أعرض الجمهور عن العمل بالعلم وعاندوا الحق، وركبوا أهواءهم، وتمادوا في غيهم، واستمروا في المعاصي، وترك الطاعات بدون عذر الجهل، كان لزاما على حملة العلم السعي في علاج ذلك بتقوية جانب أهل الحسبة، وبالأخذ على يد الظالم، والحرص على إقامة الحدود، وعقوبة العصاة والمعاندين، ومنعهم من مزاولة الأعمال التي يتعدى ضررها، وتعزير من يعاند ويخالف بجلد، أو سجن، أو طرد عن وظيفة، أو تنكيل، فإن الله يزع بالسلطان ما لا يزع بالقرآن. ¶ ومتى تمكن دعاة الكفر والمبتدعة من نشر أديانهم ومعتقداتهم، واهتبلوا غفلة الناس، وبنوا الكنائس والحسينيات، وفتحوا مدارس يعلمون فيها الكفر والانحراف، لم يسع العلماء السكوت، بل تحتم عليهم أن يقوموا بدورهم للأخذ على أيدي أهل الضلال، وطردهم وإبعادهم عن بلاد الإسلام، وتأييد دعاة التوحيد، وتمكين المخلصين من طرد أولئك، وإقامة الحق مكان الباطل، وبناء المساجد والمدارس الإسلامية. ¶ « إشكالات » : ¶ * ما العلم المنصوص على فضله ؟ ¶ * كبر السن ليس عذرا . ¶ * إعراض المرأة عن طلب العلم .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "42- يدور جدل كبير حول العلم المنصوص عليه في أحاديث (طلب العلم)، هل هو مخصوص بعلوم الشريعة، أم عام لكل علم ينتفع به المسلمون، ما قول فضيلتكم في ذلك ؟ ¶ لا شك أن العلم الذي ورد فضله في الكتاب والسنة هو علم الشريعة المتلقى عن النبي -صلى الله عليه وسلم- والذي حمله عنه أصحابه، ثم من بعدهم، ويدخل في ذلك قراءة القرآن وتدبره، ومعرفة معانيه، وما فسره به الصحابة والتابعون الذين نزل بلغتهم، ورزقهم الله الفهم والإدراك لما يدل عليه، ويعم ذلك سنن النبي -صلى الله عليه وسلم- وهي أقواله وأفعاله، وتقريره، وسيرته، وصفته، وأخلاقه، وآدابه، فإن ذلك من بيانه الذي أمر أن يبين به ما نزل عليه، وقد يسر الله من جمع ذلك ورتبه، وأصبح سهل التناول، فمن طلبه وجده. ¶ ولا شك أن علم اللغة العربية وسيلة إلى فهم كلام الله، وكلام رسوله -صلى الله عليه وسلم- وكلام أهل العلم، فلا بد من تعلم النحو، ومفردات اللغة، وكيفية النطق بها، وكذا ما يحتاج إليه من علم الصرف والبيان والبلاغة، بقدر الحاجة، دون التوغل في ذلك، وأما بقية العلوم، فإما من فروض الكفاية؛ أي لا بد أن يكون هناك من يعرف الحكم فيها، ولو كانت دنيوية محضة كعلم الحساب، والرياضيات، والكيمياء، والفيزياء، ونحوها، فأما علم الكلام والمنطق، والفلسفة ونحوها فيجوز تعلمها لمن عنده علم بالعقيدة والدين الصحيح، ليتوصل إلى فهم اصطلاحات أهلها، والرد عليهم كما فعل شيخ الإسلام ابن تيمية فأما الجاهل أو ضعيف العقيدة، فإن علمها عليه خطر لما تسببه من الحيرة والانحراف. ¶ 43- يعتذر البعض عن طلب العلم بحجه كبر السن وفوات وقت الطلب، ويعتذر آخرون بكونهم لا زالوا صغارا ينتظرون أن يتقدم بهم العمر ؟",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "متى تيسر للمسلم التعلم والتفقه لزمه ذلك، ولا يجوز الاعتذار عن التعلم بتقدم السن، فإن الكثير من الصحابة تعلموا وهم شيوخ، كأبي بكر وعمر وعثمان والعباس وابن عوف وأبي عبيدة وغيرهم، ثم من علماء التابعين من تعلموا في الكبر كصالح بن كيسان فقد أدرك ابن عمر وابن الزبير وتتلمذ على الزهري وطال عمره فمات سنة 140 هـ، ولما كان طلب العلم قد يكون واجبا على المسلم لم يخرج عن ذلك الكبير ولا الصغير، وقد روي عن مكحول مرسلا : « لا يستحي الشيخ أن يتعلم من الشاب »؛ أي لأن بقائه على الجهل نقص وعيب، وليس في تعلمه من الصغار غضاضة. ¶ وأما الشاب فعليه التعلم في حداثته، فإن ذلك أقوى لمعلوماته، فقد قال الحسن -رحمه الله-: « طلب الحديث في الصغر كالنقش في الحجر ». وروي عن الحسن بن علي -رضي الله عنهما- قال : ¶ « تعلموا العلم فإنكم إن تكونوا صغار قوم تكونوا كبارهم غدا »، وقال الزهري : لا تحقروا أنفسكم لحداثة أسنانكم، فإن عمر -رضي الله عنه- إذا نزل به الأمر المعضل دعا الفتيان فاستشارهم ، وأيضا- فإن الشاب عنده وقت فراغ، ولا يدري ما يحدث بعده من العوائق. ¶ 44- تعرض كثير من الأخوات عن طلب العلم بحجة وجود العلماء وطلبة العلم، وأنه لن يحتاج إليها، فما توجيهكم لهن؟ وكيف يمكن أن يطلبن العلم ؟",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "صحيح أنه يوجد الكثير من العلماء والعباد الذين يعرفون الأحكام، والحلال والحرام، ومع ذلك فإن كل شخص مكلف ومأمور ومنهي، فلا بد من تعلم المأمورات والنواهي التي هي في حقه من فروض الأعيان، وهكذا لا بد من شعور الإنسان أنه بحاجة إلى التعلم الذي ينفعه أو ينفع غيره، فإن المسلم لا يدري ما يحتاج إليه، ولا شك أن المرأة مكلفة كالرجل، ويلزمها تعلم ما تحتاج إليه في حياتها من العبادات والمعاملات، وما يمكن أن يجري للنساء من أمور النكاح، والطلاق، والعدة، والإحداد، والاستبراء، والرضاع، ونحو ذلك، ومما يحدث لها في حياتها خاصة في الحياة من حقوق لها أو عليها مع الزوج، أو مع الأولاد، أو مع الأبوين، أو الإخوة، أو الجيران، والأصدقاء، وكيف التعامل مع الجميع. ¶ وهذه العلوم ونحوها موجودة في المؤلفات القديمة، وفي الكتب والأشرطة الجديدة، وتتلقى في المدارس، والمحاضرات، والخطب ونحوها، ولا يسع الجهل بها، ولو وجد هناك من يعرفها وينشرها من ذكور وإناث، فإن حمل العلم وحفظه من سمات الخير، وفضائل الأعمال، وفيه الأجر الكبير، كما ورد أن : : « من سلك طريقا يلتمس فيه علما سهل له به طريقا إلى الجنة، وأن الملائكة تضع أجنحتها لطالب العلم، وإن العالم يستغفر له كل شيء حتى الحيتان في البحر، وأن العلماء ورثة الأنبياء » ،فيعم ذلك الذكور والإناث، وقد اعترف العلماء بفضل أمهات المؤمنين، وذكروا أن أفضلهن عائشة لما حفظت من العلم الذي انتفع به الصحابة ومن بعدهم. ¶ « وصايا متفرقة » : ¶ * أصحاب التخصصات الطبيعية. ¶ * التقصير في العمل بالعلم . ¶ * الضعف في جانب التعبد. ¶ * عشر وصايا. ¶ 45- بماذا تنصحون أصحاب التخصصات الجديدة والنظرية، كالطب والهندسة والحاسب والعلوم البحتة من جهة التزود من العلم الشرعي ؟",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "لا شك أن هذه العلوم لها أهميتها، والحاجة داعية إلى تعلمها، وتعتبر من فروض الكفاية، فلو تركها الناس كلهم أو المواطنون لتضرروا، واستدعى ذلك استجلاب من يعرفها ولو من بعيد، وقد ذكر شيخ الإسلام ابن تيمية أن من فروض الكفاية تعلم الحرف والأعمال اليدوية، كالنساجة، والخرازة، والبناء، والحجامة، والخياطة ونحوها، وأن للإمام أن يلزم طائفة من الناس إذا احتيج إلى ذلك، حتى يسدوا حاجة المجتمع. ¶ ولكن الانكباب على تعلمها من عموم الأفراد، والاشتغال بها يفوت على الإنسان ما هو أهم منها، ومع ذلك من اختص بأحد هذه العلوم لم يجز له الإعراض عن العلوم الشرعية، مثل علم التوحيد، والعقيدة، والفقه، والتفسير، حيث إن هذه العلوم يكلف كل فرد بالعمل بها ويلزمه أن يكون العمل بها على بصيرة، ويتوقف ذلك على تعلم ما يلزم من ذلك، فيأخذه من أصوله؛ أي من العلماء الربانيين، والكتب الموثوقة، ولا شك أن من تعلم العلوم الآلية يكون على جانب من المعرفة باللغة، والنحو، والصرف، فيسهل عليه الفهم وإدارك المعاني بمجرد القراءة، فله الاقتصار على القراءة من المراجع الموثوقة، ويفضل بحثه مع العلماء وتلقيه عنهم. ¶ 46- ما توجيهكم لطلاب الكليات والأقسام الشرعية بعد تخرجهم ؟ ¶ لا شك أن هؤلاء الخريجين قد حازوا علما نافعا، وبذلوا وسعهم طوال زمن الطلب، حتى أنهوا هذه المراحل، ومنحوا مؤهلات رفعتهم في أعين الناس، فكانوا غالبا محل التوقير والتقدير، فتوجيهي لهم أولا: الحفاظ على تلك العلوم التي حصلوا عليها وتلقوها وقت الطلب، والتي بذل في سبيل تعلمهم إياها جهدهم، وبذل مشايخهم ومدرسوهم في سبيل تحصيلهم وقتا طويلا، واجتهدوا في التعلم والمذاكرة والحفظ، حتى تجاوزوا تلك المراحل، فعليهم مذاكرة ما تعلموه، وتكراره حتى لا يذهب هباء منثورا، وعليهم العمل به بقدر الاستطاعة.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "كما نوجههم إلى التزود من العلوم النافعة المفيدة، سواء التوسع في تلك الفنون التي مرت، أو الاشتغال بفنون أخرى لها أهميتها، عن طريق التلقي من العلماء الأكابر، أو القراءة في الكتب الموثوقة، أو سماع الأشرطة الدينية، فإن ذلك من وسائل التوسع في تحصيل العلم المفيد، كما نوجههم إلى أن يكونوا قدوة حسنة في الدين، فيعلمون ويعملون، ويظهرون بمظاهر شريفة، يعرف العامة بمكانتهم وفضلهم، ونوصيهم أيضا ببذل العلم الذي حصلوا عليه، سواء في زمن الدراسة أو بعده ونشره في المجالس، والمساجد، والحلقات، والمنابر، حتى يرسخ ويثبت، وحتى يزيدهم الله منه، ويفتح عليهم علوما جمة، وكذلك نوصيهم بحسن النية، وبالتواضع لله -تعالى- ولطلاب العلم، ولين الجانب لهم، وإظهار الفرح والسرور بإقبالهم على الأخذ عنهم، ونحو ذلك مما له فائدة ظاهرة. ¶ 47- قد ينال الطالب نصيبا وافرا من العلم، ولكنه يقصر تقصيرا بينا في العمل به، فما نصيحتكم له ؟",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "يجب على من نال علما أن يطبقه ويعمل به بحسب قدرته، فإن الحجة قد قامت على من بلغه العلم، فيتأكد عليه أن يعمل به، فإن ثمرة العلم العمل به، وقد قال الله -تعالى- : ? إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ ? [ سورة فاطر، الآية : 28 ] أي أن أهل العلم الصحيح يعملون به، ويحملهم على خشية الله، وقد روى الدارمي عن ابن مسعود -رضي الله عنه- قال : « لا تعلموا العلم لتماروا به السفهاء، وتجادلوا به العلماء، ولتصرفوا به وجوه الناس إليكم، وابتغوا بقولكم ما عند الله، فإنه يدوم ويبقى، وينفد ما سواه »، وقال أيضا: « كونوا ينابيع العلم، مصابيح الهدى، أحلاس البيوت، سرج الليل، جدد القلوب، خلقان الثياب، تعرفون في السماء، وتخفون على أهل الأرض »، وروي عن علي بن أبي طالب -رضي الله عنه- قال : « تعلموا العلم تعرفوا به، واعملوا به تكونوا من أهله، وعن معاذ بن جبل -رضي الله عنه- قال : « اعملوا ما شئتم بعدما تعلموا، فلن يأجركم الله بالعلم حتى تعملوا ». ¶ ثم إن العمل بالعلم سبب لبقائه ودوامه، كما قال بعض العلماء : « العلم يهتف بالعمل فإن أجابه وإلا ارتحل » . ولا شك أن الحجة قد قامت على العالم، فتركه للعمل أعظم من ترك الجاهل، ولذلك قيل : ¶ وعالم بعلمه لم يعملن * * * معذب من قبل عباد الوثن ¶ 48- يلحظ على بعض طلبة العلم- أحيانا- ضعفا في جوانب التعبد.. فما توجيهكم حول ذلك ؟",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "العبادة هي ثمرة العلم وفائدته، فمن حصل علما من العلوم الشرعية طولب بالعمل به وتطبيقه، فنوصي حامل العلم بأن يكون حريصا على العبادة، وكثرة الأعمال الصالحة، وأن يكون قدوة حسنة في الطاعات، وعمل الصالحات، فإنه موضع احترام، والعامة يقتدون به في عمل الخيرات، فيكون داعية بأفعاله وبأقواله. أما إذا ترك العمل بالعلم فإنه يكون قدوة سيئة للجهال والضلال، ويلحق العيب بأهل العلم، وكثيرا ما يقول العامة : إن طلبة العلم هم من أهل الإهمال والإضاعة، وفعل المنكرات، وترك الصلوات، فعلمهم وبال عليهم، حتى يفضلون أهل الجهل على بعض حملة العلم، وهذا مما يؤسف له، فإن ثمرة العلم العمل به، وإن ترك العمل مما يعاقب الله عليه أشد من عقوبة الجهال. ¶ ولعل سبب ترك التعبد والعمل بالعلم سوء النية في التعلم، حيث إن الكثير تعلموا العلم لغرض عاجل، وأمر دنيوي، فبعد حصولهم على مقاصدهم قل نصيبهم من العبادة، وكثر انشغالهم باللهو واللعب، وأكبوا على الدنيا، وعظموا شأنها، وكانوا عارا على أهل العلم، ¶ وقد روي عن الحسن -رحمه الله- قال : « من طلب شيئا من هذا العلم فأراد به ما عند الله يدرك إن شاء الله، ومن أراد به الدنيا، فذاك والله حظه منه »، وقال معاذ بن جبل -رضي الله عنه- : ¶ « اعملوا ما شئتم بعد أن تعلموا فلن يأجركم الله بالعلم حتى تعملوا ». رواه الدارمي وغيره. ¶ 49- بم توصون طالب العلم تجاه شيوخه وزملائه ؟",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "طالب العلم يحرص على الأسباب التي ينال بها من العلوم ما ينفعه، ولا شك أن من أكبر الأسباب اختيار المعلم الناصح الصالح الذي يقتدى به في علمه وعمله، فمن ظفر به الطالب فعليه أن يحرص على الاستفادة من علومه، وذلك بأن يمتثل ما أرشده إليه، ولا يخالف رأيه وإشارته، ويلتمس رضاه فيما يفعله، ويلين له في الخطاب، ويستعمل الكلمات الرقيقة الشيقة التي ينبسط لها الشيخ، ويصغي إلى استماعها، وعليه احترام شيخه وتوقيره، وإظهار الهيبة له، والبعد عن الأمور التي تزري بالطالب، أو تكون محل انتقاد شيخه، ويبتعد عن الإنكار على شيخه بشدة، بل متى أخطأ الشيخ التمس له العذر، وحاول الاستفهام حتى يفطن الأستاذ للخطأ يرجع عنه، وعليه أن يعترف لشيخه بالفضل والإفادة فيما تلقى عنه، وينسب إليه ما استفاده من المسائل على حد قول الشاعر: ¶ إذا أفادك إنسان بفائدة * * * من العلوم فلازم شكره أبدا ¶ وقل فلان جزاه الله نافلة * * * أفادنيها وألق الكبر والحسدا ¶ أما سلوكه مع زملائه، فإن عليه أن يختار مجالسة أهل الفهم والذكاء والمعرفة؛ لكي يستفيد من معلومات، فإن الكثير من الزملاء قد يحفظون العلوم والفوائد، فعلى من جالسهم أن يبحث معهم، ويطلب منهم الجواب عما أشكل عليه، ويعترف أيضا بما تلقاه عنهم من الفوائد، ويجالس منهم من يعينه على المذاكرة وحفظ الوقت. ¶ 50- هل من وصية أخيرة توصون لها طالب العلم ؟ ¶ نوصيه أولا وآخرا بتقوى الله -تعالى- فإنها وصية الله للأولين والآخرين، وحقيقتها الخوف من الله -تعالى- ومراقبته في السر والعلن، وفسّر ابن مسعود تقوى الله ? حَقَّ تُقَاتِهِ ?[ سورة آل عمران، الآية : 102 ] بأن يطاع فلا يعصى، ويذكر فلا ينسى، ويشكر فلا يكفر.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "ونوصيه (ثانيا) بالتواضع لله -تعالى- ولعباد الله، فإن من تواضع لله رفعه الله، ومن تكبر على الله وضعه، وحقيقة التواضع أن يصغر نفسه، وأن يحتقر علمه، ولا يرى أنه أرفع من فلان وفلان، ولا يشمخ بأنفه، ولا يعجب بعلمه ورتبته، ولا يذل نفسه بتعظيم أهل الدنيا، والتواضع لهم لأجل دنياهم، بل يصونه عن ابتذاله وامتهانه، حتى يرزقه الله -تعالى- الهيبة في قلوب الناس. ¶ ونوصيه (ثالثا) أن يترفع عن مجالس اللهو، واللعب، والقيل، والقال، والخوض في الباطل، كما قال -تعالى- : ? وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا فَأَعْرِضْ عَنْهُمْ ? [ سورة الأنعام، الآية : 68 ] وكما مدح الله المؤمنين بقوله: ? وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا ?[ سورة الفرقان، الآية : 72 ]؛ وذلك لأن مجالسة السفهاء، والخوض معهم إقرار لهم على المعاصي والباطل، فمن استطاع أن ينصحهم ويرشدهم إلى الخير فعل ذلك، وله أجر كبير، ومن عرف أنهم لا يقبلون منه صد عنهم، وابتعد عن مجالستهم لينجو بنفسه. ¶ ونوصيه (رابعا) أن يعز نفسه عن مزاحمة أهل الدنيا في دنياهم، سيما أهل الحرف الدنيئة والمكاسب المشتبهة التي توقع في الحرام أو تدني منه، فإن ذلك مما يزري بالعلم وأهله، وقد ورد النهي عن تعاطي كل حرفة أو صنعة رديئة يحتقر صاحبها في أفهام العامة، لكن عند الضرورة والحاجة تباح لأجل التعفف، والبعد عن الحاجة إلى الناس، وعن بذل العلم لأجل الدنيا.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "ونوصيه (خامسا) أن يحافظ على الطاعات والعبادات، وأن يواظب على جميع الواجبات، كأداء الصلاة جماعة، والمسابقة إلى المساجد، والإكثار من الأعمال الصالحة كالقراءة، والذكر، والدعاء، والأمر بالمعروف، والنهي عن المنكر، والنصيحة للأمة، والبر، والصلة، وحسن الجوار، وبذل السلام، ومواساة ذوي الحاجات، والمسارعة إلى الخيرات، ونوافل القربات من التهجد، وصوم التطوع، والحج والعمرة، والنفقة في سبيل الله، وتعاهد الصدقة، وأذكار الصباح والمساء، وكثرة ذكر الله في كل الحالات، والصلاة على النبي -صلى الله عليه وسلم- عند ذكره، وإظهار محبته، وتعظيم سنته، واحترام أقواله وأفعاله، ونحو ذلك مما هو من سمات المؤمنين، وأهل العلم أولى بذلك. ¶ ونوصيه (سادسا) أن يحرص على التخلق بالفضائل، ومكارم الأخلاق، فينبسط للأمة، ويلقاهم بوجه طلق، ويبذل ما يقدر عليه من النفع لهم كإطعام الجائع، وكسوة العاري، وفك العاني، وقضاء الحوائج، والشفاعة لذوي الحاجات، والسعي في مساعدة العاجزين، وبذل الجاه في نفع المسلمين على حد قول الشاعر: ¶ فرض الإله زكاة ما ملكت يدي * * * وزكاة جاهي أن أعين وأشفعا ¶ ويستعمل مع ذلك التلطف ولين الكلام عند الإرشاد وإنكار المنكر، كما فعل النبي -صلى الله عليه وسلم- مع الأعرابي الذي بال في المسجد، وكما عفا عن الآخر الذي سل سيفه وقال: من يمنعك مني؟ قال (الله) و لم يعاقبه، ولا شك أن هذه الأخلاق الرفيعة تنشر له سمعة حسنة، وقبولا بين الناس.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "ونوصيه (سابعا) أن يتحلى بالفضائل، ويتخلى عن الرذائل، فيبتعد عن الحسد، والبغي، والظلم، والعدوان، وعن الرياء والإعجاب بنفسه، واحتقار غيره، وعن التكبر، والأشر، والبطر، والفخر، والخيلاء، والمباهاة بالمنصب، وحب المدح، واحتقار من هم مثله، والاشتغال بذم الناس، وتتبع عيوبهم، والمنافسة على الدنيا وحظوظها، وتتبع عثرات العلماء للإزراء بهم، وتنقص علوم غيره ليصرف الناس إليه، فقد ابتلي الكثير من العلماء بالمنافسة والحسد كما قال الشاعر: ¶ ينسى من المعروف طودا شامخا * * * وليس ينسى ذرة ممن أسا ¶ وقد كثر الحسد وفشا بين مدعي العلم، وانشغل الكثير بعيوب غيره وتكبيرها، فيجعل من الحبة قبة، ويجسد الزلة الصغيرة. ويجعل الراجح مع غيره مرجوحا، ولا شك أن هذا اعتراض على الله -تعالى- في تصرفه، فهو سبحانه يعز من يشاء ويذل من يشاء، ويرفع بعضا، ويخفض آخرين، ? ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ ?[ سورة الحديد، الآية : 21 ] وعلى العالم أن يعترف بما فضله الله به، ويعلم أن ذلك محض فضل من الله وجود منه، فيشكر ربه ويعبده ويحمده، ويعترف بفضل الآخرين وما حباهم الله من العلم والحلم، ولا يعترض على ربه في عطائه وفضله. ¶ ونوصيه (ثامنا) باستعمال الأخلاق المرضية عند الله -تعالى- كالتوبة، والإنابة والرغبة، والرهبة، والخشوع، والخشية، وإخلاص العمل لله -تعالى- والتواصي بالحق، والتواصي بالصبر، والرضى عن الله -تعالى- بما قسمه، والاستعداد للرحيل، والقناعة بالقليل، والخوف من الجليل، والعمل بالتنزيل، والتوكل على الله -تعالى- وتفويض الأمور إليه، والرضى به حسيبا ووكيلا، والشفقة والرحمة بالخلق وإيثار رضى الله -تعالى- على كل أحد، ومحبة الله -تعالى- ومحبة من يحبه الله، وبغض أعداء الله، وهجرهم في ذات الله، ولو كانوا أقرب قريب.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "ونوصيه (تاسعا) بحفظ الوقت واستغلاله فيما يعود عليه بالفائدة، واستغلاله في التزود من العلم والعمل، فإن العلم كثير، والعمر قصير، ومما يذكر عن الشافعي -رحمه الله- أنه قال في وصف العلم وطلبة العلم : « العلم بطيء اللزام، بعيد المرام، لا يدرك بالسهام، ولا يرى في المنام، ولا يورث عن الأباء والأعمام، إنما هو شجرة لا تصلح إلا بالغرس، ولا تغرس إلا في النفس، ولا تسقى إلا بالدرس، ولا محصل إلا لمن أنفق العينين، وجثا على الركبتين، ولا يحصل إلا بالاستناد إلى الحجر، وافتراش المدر، وقلة النوم، وصلة الليل باليوم، انظر إلى من شغل نهاره بالجمع، وليله بالجماع، أيخرج من ذلك فقيها؟، كلا والله حتى يعتضد الدفاتر، ويستحصل المحابر، ويقطع القفار، ولا يفصل في الطلب بين الليل والنهار ». اهـ. ومما روي عنه أنه قال : « حق على طلبة العلم بلوغ غايته جهدهم في الاستكثار من علمه، والصبر على كل عارض دون طلبه، وإخلاص النية لله -تعالى- في إدراك علمه نصا واستنباطا، والرغبة إلى الله -تعالى- في العون عليه » . اهـ. ¶ ثم نقول: ليس له أن يجهد نفسه ويتعبها مخافة الملل والضحر، فقد روى ابن مسعود -رضي الله عنه- قال: « كان رسول الله -صلى الله عليه وسلم- يتخولنا بالموعظة مخافة السآمة علينا » ؛ فله أن يريح نفسه وقت الأكل، والشرب والنوم، والاستراحة بعد التعب، وعليه أن يقوم بما عليه من حق زوجة أو ولد، أو زائر، أو سعي في طلب معاش، ويجعل بقية وقته في التعلم والعمل، فإنه لا ينال العلم براحة الجسم.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "ونوصيه (عاشرا) أن لا يستنكف عن أخذ العلم عن غيره، ولو من صبي أو عامي، أو شريف، أو طريف، فإن الحكمة ضالة المؤمن، يلتقطها أين كانت، فالفاضل يستفيد من المفضول ما ليس عنده، فقد روى كثير من الصحابة عن بعض التابعين، ونقل عن سعيد بن جبير -رحمه الله تعالى- أنه قال: « لا يزال الرجل عالما ما تعلم، فإذا ترك التعلم وظن أنه قد استغنى واكتفى بما عنده فهو أجهل ما يكون ». ¶ وكان أبو حنيفة يجلس بين يدي مالك كالصبي، مع أنه أكبر منه سنا، وكان الشافعي يقول للإمام أحمد أنتم أعلم مني بالحديث، فإذا صح عندكم الحديث فقولوا لنا حتى نأخذ به ، مع أن الشافعي أكبر وأشهر أهل زمانه. ¶ وبعد هذه بعض الوصايا لعل الطالب الصادق أن يتمثل بها، ويسير على ضوئها، رجاء أن يكون ذلك سببا في تفوقه ونيله من العلم ما ينفعه، وينفع غيره. ¶ ونسأل الله -تعالى- أن ينفعنا بما علمنا، وأن يزقنا علما نافعا، وعملا صالحا ونعوذ به من علم لا ينفع، ومن عمل لا يرفع، والله -تعالى- أعلم وأحكم، وصلى الله على محمد وآله وصحبه وسلم. ¶ عبد اللَّه بن عبد الرَّحمن بن جِبرينٍ ¶ « الخاتمة » : ¶ أرجو أن تكون قد أبصرت الطريق، واستبانت لك معالمه، واتضحت أمامك ملامحه، وأن يكون هذا الكتاب دافعا لمزيد من الحرص على الطلب، والسعي إلى تحصيله بكل وسيلة وسبب. ¶ مذكرا إخواني بضرورة العمل بالعلم، وأهمية الدعوة إلى دين الله وتبليغه للناس، فإن الطالب ما لم يكن كذلك، وما لم يعود نفسه عليه منذ سنوات الطلب الأولى فإنه سيتصف بالسلبية والإحجام، وسيكون معدوم الأثر أو قليله.. ¶ وانظر في سيرة أصحاب محمد -صلى الله عليه وسلم- وكيف كان أحدهم يتعلم حديثا من رسول الله -صلى الله عليه وسلم- ثم ينطلق إلى قومه داعيا ونذيرا فيسلم على يديه الجمع الكثير. ¶ أسأل الله -عز وجل- أن يوفقنا وإياك للعلم النافع، والعمل الصالح، إنه ولي ذلك والقادر عليه. ¶ والسلام عليك ورحمة الله وبركاته. ¶ عيسى بن سعد آل عوشن",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "الرياض 5/ 2/ 1420 هـ ¶ تنويه: ¶ نتقبل الملاحظات أو الأسئلة الإضافية حول الموضوع على صندوق بريد 3420- الرياض 11726؛ وذلك ليتم عرضها على فضيلة الشيخ-حفظه الله- ومن ثم طبعها في رسالة خاصة، أو إلحاقها بهذه الرسالة في طبعة قادمة.",
            "page": "53",
            "part": "1"
        }
    ],
    "t34991": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "كيف تطلب العلم"
        }
    ]
}