{
    "b34995": [
        {
            "id": "1",
            "nass": "عنوان الكتاب: ¶ من مشكلات الشباب ¶ تأليف: ¶ محمد بن صالح العثيمين ¶ الناشر: ¶ مطابع الجامعة الإسلامية, المدينة المنورة, ¶ 1407هـ",
            "page": null,
            "part": null
        },
        {
            "id": "2",
            "nass": "ص -3 - ... من مشكلات الشباب ¶ فضيلة الشيخ: محمد بن صالح العثيمين ¶ بسم الله الرحمن الرحيم ¶ إن الحمد لله، نحمده ونستعينه ونستغفره ونتوب إليه، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له. وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله، صلى الله عليه وعلى آله وأصحابه ومن تبعهم باحسان وسلم تسليما. ¶ وبعد: ¶ فإنه ليسرني أن أقدم إلى إخواني مشكلة من أهم المشكلات، لا في المجتمع الإسلامي فحسب، بل في كل مجتمع، وهي: مشكلة الشباب في هذا العصر. ¶ فإن الشباب يرد على قلوبهم من المشكلات الفكرية والنفسية ما يجعلهم أحيانا في قلق من الحياة، محاولين جهدهم التخلص من ذلك القلق، وكشف تلك الغمة، ولن يتحقق ذلك لهم إلا بالدين والأخلاق، اللذين بهما قوام المجتمع، وصلاح الدنيا والآخرة، وبهما تحل الخيرات والبركات، وتزول الشرور والآفات. ¶ إن البلاد لا تعمر إلا بساكنيها، والدين لا يقوم إلا بأهله، ومتى قاموا به نصرهم الله مهما كان أعداؤهم، قال الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ وَالَّذِينَ كَفَرُوا فَتَعْساً لَهُمْ وَأَضَلَّ أَعْمَالَهُمْ}. ¶ وإذا كان الدين لا يقوم إلا بأهله، فإن علينا أهل الإسلام وحملة لوائه أن نُقَوِّم أنفسنا أولاً؛ لنكون أهلاً للقيادة والهداية، ومحلاً للتوفيق والسداد. علينا أن نتعلم من كتاب الله تعالى وسنة رسوله صلى الله عليه وسلم ما يؤهلنا للقول والعمل والتوجيه والدعوة؛ لنحمل السلاح الماضي والنور المبين لكل من يريد الحق، وعلى كل من يريد الباطل.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ص -4 - ... ثم علينا أن نطبق ما علمناه من ذلك تطبيقا عمليا، صادرًا عن إيمان ويقين، وإخلاص ومتابعة. ¶ وأن لا يكون شأننا الكلام فقط؛ فإن الكلام إذا لم يصدقه العمل فلن يتجاوز الأثير الذي يحمله، ولن يكون فيه إلا النتيجة العكسية: {يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لا تَفْعَلُونَ كَبُرَ مَقْتاً عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لا تَفْعَلُونَ}. ¶ وإن الأجدر بنا أن ننطلق من البداية فنتأمل في شبابنا وما هم عليه من أفكار وأعمال، كي ننمي منها ما كان صالحا، ونصلح منها ما كان فاسدًا، لأن الشباب اليوم هم رجال الغد، وهم الأصل الذي ينبني عليه مستقبل الأمة، ولذلك جاءت النصوص الشرعية بالحث على حسن رعايتهم وتوجيههم إلى ما فيه الخير والصلاح، فإذا صلح الشباب وهم أصل الأمة الذي ينبنى عليه مستقبلها، وكان صلاحه مبنيا على دعائم قوية من الدين والأخلاق فسيكون للأمة مستقبل زاهر، ولشيوخنا خلفاء صالحون إن شاء الله ¶ نظرة في الشباب ¶ إذا نظرنا نظرة فاحصة في الشباب أمكننا أن نحكم من حيث العموم بأن الشباب ثلاثة أقسام: ¶ شباب مستقيم. وشباب منحرف. وشباب متحَيِّر بَيْنَ بَيْنَ. ¶ أما الشباب المستقيم فهو: ¶ شباب مؤمن بكل ما تحمله هذه الكلمة من معني، فهو مؤمن بدينه إيمان محب له، ومقتنع به، ومغتبط به، يرى الظفر به غنيمة والحرمان منه خسرانا مبينا.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ص -5 - ... شباب يعبد الله مخلصا له الدين وحده لا شريك له. ¶ شباب يتبع رسوله محمدًاصلى الله عليه وسلم في قوله وعمله، فعلاً وتركا، لأنه يؤمن بأنه رسول الله، وأنه الإمام المتبوع. ¶ شباب يقيم الصلاة على الوجه الأكمل بقدر ما يستطيع، لأنه يؤمن بما في الصلاة من الفوائد والمصالح الدينية والدنيوية الفردية والاجتماعية، وما يترتب على إضاعتها من عواقب وخيمة للأفراد والشعوب. ¶ شباب يؤتي الزكاة إلى مستحقيها كاملة من غير نقص، لأنه يؤمن بما فيها من سد جاجة الإسلام والمسلمين، مما اقتضى أن تكون به أحد أركان الإسلام الخمسة. ¶ شباب يصوم شهر رمضان، فيمتنع عن شهواته ولذاته، إن صيفا وإن شتاءً، لأنه يؤمن بأن ذلك في مرضاة الله، فيقدم ما يرضاه ربه على ما تهواه نفسه. ¶ شباب يؤدي فريضة الحج إلى بيت الله الحرام، لأنه يحب الله فيحب بيته والوصول إلى أماكن رحمته ومغفرته، ومشاركة إخوانه المسلمين القادمين إلى تلك الأماكن. ¶ شباب يؤمن بالله خالقه وخالق السموات والأرض، لأنه يرى من آيات الله سبحانه ما لا يدع مجالاً للشك والتردد في وجود الله، فيرى في هذا الكون الواسع البديع في شكله ونظامه ما يدل دلالة قاطعة على وجود مبدعه، وعلى كمال قدرته، وبالغ حكمته؛ لأن هذا الكون لا يمكن أن يوجد نفسه بنفسه، ولا يمكن أن يوجد مصادفة، لأنه قبل الوجود معدوم، والمعدوم لا يكون موجدًا لأنه هو غير موجود.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ص -6 - ... ولا يمكن أن يوجد مصادفة لأنه ذو نظام بديع متناسق، لا يتغير ولا يختلف عن السُّنة التي قُدِّرَ له أن يسير عليها: {فَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَبْدِيلاً وَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَحْوِيلاً} ¶ {مَا تَرَى فِي خَلْقِ الرَّحْمَنِ مِنْ تَفَاوُتٍ فَارْجِعِ الْبَصَرَ هَلْ تَرَى مِنْ فُطُورٍ ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ إِلَيْكَ الْبَصَرُ خَاسِئاً وَهُوَ حَسِيرٌ}. ¶ وإذا كان هذا الكون على نظام بديع متناسق امتنع أن يكون وجوده مصادفة؛ لأن الموجود مصادفة سيكون انتظامه مصادفة أيضا، فيكون قابلاً للتغيّر والاضطراب في أي لحظة. ¶ شباب يؤمن بملائكة الله، لأن الله أخبر عنهم في كتابه، ورسول الله صلى الله عليه وسلم أخبر عنهم في السنة، وفي الكتاب والسنة من أوصافهم وعباداتهم وأعمالهم التي يقومون بها لمصلحة الخلق ما يدل دلالة قاطعة على وجودهم حقيقة. ¶ شباب يؤمن بكتب الله التي أنزلها على رسله، هداية إلى الصراط المستقيم؛ لأن العقل البشري لا يمكنه إدراك التفاصيل في مصالح العبادات والمعاملات. ¶ شباب يؤمن بأنبياء الله ورسله الذين بعثهم الله إلى الخلق، يدعونهم إلى الخير، ويأمرونهم بالمعروف وينهونهم عن المنكر؛ لئلا يكون للناس على الله حجة بعد الرسل، وأول الرسل نوح، وآخرهم محمد، عليهم جميعا أفضل الصلاة والسلام. ¶ شباب يؤمن باليوم الآخر الذي يبعث الناس فيه أحياء بعد الموت ليجازوا بأعمالهم، {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً",
            "page": "6",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ص -7 - ... يَرَهُ} لأن ذلك نتيجة الدنيا كلها، فما فائدة الحياة وما حكمتها إذا لم يكن للخلق يوم يُجازى فيه المحسن بإحسانه والمسىء بإساءته. ¶ شباب يؤمن بالقدر خيره وشره، فيؤمن بأن كل شيء بقضاء الله وقدره، مع إيمانه بالأسباب وآثارها، وأن السعادة لها أسباب والشقاء له أسباب. ¶ شباب يدين بالنصيحة لله ولكتابه ولرسوله صلى الله عليه وسلم ولأئمة المسلمين وعامتهم، فيعامل المسلمين بالصراحة والبيان كما يحب أن يعاملوه بهما، فلا خداع ولا غش، ولا التواء ولا كتمان. ¶ شباب يدعو إلى الله على بصيرة حسب الخطة التي بينها الله في كتابه: {أُدْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ}. ¶ شباب يأمر بالمعروف وينهى عن المنكر؛ لأنه يؤمن أن في ذلك سعادة الشعوب والأمة: {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُونَ بِاللَّهِ} ¶ شباب يسعى في تغيير المنكر على النحو الذي جاء عن رسول الله صلى الله عليه وسلم: \"من رأى منكم منكرًا فليغيره بيده، فإن لم يستطيع فبلسانه، فإن لم يستطع فبقلبه\". ¶ شباب يقول الصدق ويقبل الصدق؛ لأن الصدق يهدي إلي البر، والبر يهدي إلى الجنة، ولا يزال الرجل يصدق ويتحرّى الصدق حتى يكتب عند الله صديقا.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ص -8 - ... شباب يحب الخير لعامة المسلمين؛ لأنه يؤمن بقول النبي صلى الله عليه وسلم: \"لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه\". ¶ شباب يشعر بالمسؤولية أمام الله وأمام أمته ووطنه، فيسعى دائما لما فيه مصلحة الدين والأمة والوطن، بعيدًا عن الأنانية، ومراعاة مصلحته الخاصة على حساب مصلحة الآخرين. ¶ شباب يجاهد لله وبالله وفي الله، يجاهد بالإخلاص له، لا رياء ولا سمعة، ويجاهد بالله مستعينا به، غير معجب بنفسه، ولا معتمد على حوله وقوته، ويجاهد في الله في إطار دينه، من غير غلو ولا تقصير، يجاهد بلسانه ويده وماله حسبما تتطلبه حاجة الإسلام والمسلمين. ¶ شباب ذو خلق ودين، فهو مهذب الأخلاق، مستقيم الدين، لين الجانب، رحب الصدر، كريم النفس، طيب القلب، صبور متحمل، لكنه حازم لا يضيع الفرصة، ولا يُغَلِّب العاطفة على جانب العقل والإصلاح. ¶ شباب متّزن منظّم، يعمل بحكمة وصمت، مع إتقان في العمل وجودة، لا يضيع فرصة من عمره إلا شغلها بما هو نافع له ولأمته. ¶ ومع أن هذا الشباب محافظ على دينه وأخلاقه وسلوكه، فهو كذلك بعيد كل البعد عما يناقض ذلك من الكفر والإلحاد، والفسوق والعصيان، والاخلاق السافلة، والمعاملة السيئة. ¶ فهذا القسم من الشباب مفخرة الأمة، ورمز حياتها وسعادتها ودينها، وهو",
            "page": "8",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ص -9 - ... الشباب الذي نرجو الله من فضله أن يصلح به ما فسد من أحوال المسلمين، وينير به الطريق للسالكين، وهو الشباب الذي ينال سعادة الدنيا والآخرة. ¶ أما القسم الثاني من الشباب: ¶ فشباب منحرف في عقيدته، متهوِّر في سلوكه، مغرور بنفسه، منغمر في رذائله، لا يقبل الحق من غيره، ولا يمتنع عن باطل في نفسه، أناني في تصرفه، كأنما خلق للدنيا وخلقت الدنيا له وحده. ¶ شباب عنيد، لا يلين للحق، ولا يقلع عن الباطل. ¶ شباب لا يبالى بما أضاع من حقوق الله، ولا من حقوق الآدميين. ¶ شباب فوضوي، فاقد الاتزان في تفكيره، وفاقد الاتزان في سلوكه في جميع تصرفاته. ¶ شباب معجب برأيه، كأنما يجري الحق على لسانه، فهو عند نفسه معصوم من الزلل، أما غيره فمعرض للخطأ والزلل ما دام مخالفا لما يراه. ¶ شباب ناكب عن الصراط المستقيم في دينه، وناكب عن التقاليد الاجتماعية في سلوكه، ولكنه قد زين له سوء عمله فرآه حسنا، فهو من الأخسرين أعمالاً، الذين ضل سعيهم في الحياة الدنيا وهم يحسبون أنهم يحسنون صنعا. ¶ فهو شؤم على نفسه، ونكبة على مجتمعه، يجر أمته إلى أسفل السافلين، ويحول بينها وبين العزة والكرامة، جرثومة وبيئة قتالة صعبة العلاج، إلا أن يشاء الله، والله على كل شيء قدير. ¶ والقسم الثالث من الشباب: ¶ شباب حائر متردد، بين مفترق الطرق، عرف الحق واطمأن به وعاش في مجتمع محافظ، إلا أنه انفتحت عليه أبواب الشر",
            "page": "9",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ص -10 - ... من كل جانب: تشكيك في العقيدة، وانحراف في السلوك، وفساد في العمل، وخروج عن المعروف من التقاليد، وتيارات من الباطل متنوعة، فهو في دوامة فكرية ونفسية. وقف أمام هذه التيارات حيران، لا يدرى هل الحق فيما حدث وجدَّ من هذه الأفكار والمباديء والمسالك؟. أو فيما كان عليه سلفه الماضي ومجتمعه المحافظ؟، فصار مترددًا قلقا، يرجح هذا تارة، وذاك أخرى. ¶ فهذا القسم من الشباب سلبي في حياته، يحتاج إلى جاذب قوي يقوده إلى حظيرة الحق وطريق الخير، وما أيسر ذلك إذا هيأ الله له داعية خير، ذا حكمة وعلم ونية حسنة. ¶ وهذا القسم يكثر في شباب نالوا بعضا من الثقافة الإسلامية، لكنهم درسوا كثيرًا من العلوم الكونية الأخرى التي تعارض الدين في الواقع أو في ظنهم، فوقفوا حيارى أمام الثقافتين. ¶ ويمكنهم التخلص من هذه الحيرة بالتركيز على الثقافة الإسلامية، وتلقيها من منبعها الأصلي الكتاب والسنة، على أيدي العلماء المخلصين، وما ذلك عليهم بعزيز. ¶ انحراف الشباب ومشكلاته ¶ إن أسباب انحراف ومشكلات الشباب كثيرة متنوعة، وذلك لأن الإنسان في مرحلة الشباب يكون على جانب كبير من التطور الجسمي والفكري والعقلي، لأنها مرحلة النمو، فيحصل له تطورات سريعة في التحوّل والتقلب، فمن ثَمَّ كان من الضروري في هذه المرحلة أن تهيأ له أسباب ضبط النفس وكبح جماحها، والقيادة الحكيمة التي توجهه إلى الصراط المستقيم.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ص -11 - ... وأهم أسباب الانحراف ما يأتي: ¶ 1 الفراغ. ¶ فالفراغ داء قتَّال للفكر والعقل والطاقات الجسمية، إذ النفس لا بد لها من حركة وعمل، فإذا كانت فارغة من ذلك تبلد الفكر وثخن العقل، وضعفت حركة النفس، واستولت الوساوس والأفكار الرديئة على القلب، وربما حدث له إرادات سيئة شريرة يُنَفِّس بها عن هذا الكبت الذي أصابه من الفراغ. ¶ وعلاج هذه المشلكة: ¶ أن يسعى الشاب في تحصيل عمل يناسبه من قراءة أو تجارة أو كتابة أو غيرها، مما يحول بينه وبين هذا الفراغ، ويستوجب أن يكون عضوًا سليما عاملاً في مجتمعه لنفسه ولغيره. ¶ 2 الجفاء والبعد بين الشباب وكبار السن من أهليهم ومن غيرهم. ¶ فنرى بعض الكبار يشاهدون الانحراف من شبابهم أو غيرهم فيقفون حيارى عاجزين عن تقويمهم، آيسين من صلاحهم، فينتج عن ذلك بغض هؤلاء الشباب والنفور منهم، وعدم المبالاة بأى حال من أحوالهم، صلحوا أم فسدوا، وربما حكموا بذلك على جميع الشباب، وصار لديهم عقدة نفسية على كل شاب، فيتفكك بذلك المجتمع، وينظر كل من الشباب والكبار إلى صاحبه نظرة الازدراء والاحتقار، وهذا من أكبر الأخطار التي تحدق بالمجتمعات. ¶ وعلاج هذه المشكلة: ¶ أن يحاول كلٌّ من الشباب والكبار إزالة هذه الجفوة والتباعد بينهم، وأن يعتقد الجميع بأن المجتمع بشبابه وكباره",
            "page": "11",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ص -12 - ... كالجسد الواحد، إذا فسد منه عضو أدى ذلك إلى فساد الكل. ¶ كما أن على الكبار أن يشعروا بالمسؤولية الملقاة على عواتقهم نحو شبابهم، وأن يستبعدوا اليأس الجاثم على نفوسهم من صلاح الشباب، فإن الله قادر على كل شيء، فكم من ضال هداه الله، فكان مشعل هداية وداعية إصلاح. ¶ وعلى الشباب أن يُضمروا لكبارهم الإكرام واحترام الآراء، وقبول التوجيه، لأنهم أدركوا من التجارب وواقع الحياة ما لم يدركه هؤلاء، فإذا التقت حكمة الكبار بقوة الشباب نال المجتمع سعادته بإذن الله. ¶ 3 الاتصال بقوم منحرفين ومصاحبتهم. ¶ وهذا يؤثر كثيرًا على الشباب في عقلة وتفكيره وسلوكه، ولذلك جاء عن النبي صلى الله عليه وسلم: \"المرء على دين خليله، فلينظر أحدكم من يخالل\". وقال صلى الله عليه وسلم: \"مثل الجليس السوء كنافخ الكير، إما أن يحرق ثيابك، وإما أن تجد منه رائحة كريهة\". ¶ وعلاج ذلك: ¶ أن يختار الشاب لصحبته من كان ذا خير وصلاح وعقل، من أجل أن يكتسب من خيره وصلاحه وعقله، فيزن الناس قبل مصاحبتهم بالبحث عن أحوالهم وسمعتهم، فإن كانوا ذوي خلق فاضل ودين مستقيم وسمعة طيبة فهم ضالته المنشودة وغنيمته المحرزة، فليستمسك بهم، وإلا فالواجب الحذر منهم والبعد عنهم، وأن لا يغتر بمعسول القول وحسن المظهر، فإن ذلك خداع وتضليل، يسلكه",
            "page": "12",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ص -13 - ... أصحاب الشر ليجذبوا بسطاء الناس، لعلهم يُكَثِّرون سوادهم، ويغطون بذلك ما فسد من أحوالهم، وما أحسن قول الشاعر: ¶ أبلُّ الرجال إذا اردتَ إخاءهم ... وتوسمن أمورهم وتفقدِ ¶ فإذا ظفرتَ بذي اللبابة والتّقَى ... فبه اليدين قريرَ عينٍ فاشددِ ¶ 4 قراءة بعض الكتب الهدامة، من رسائل وصحف ومجلات وغيرها. ¶ مما يشكك المرء في دينه وعقيدته، ويجره إلى هاوية التفسخ من الأخلاق الفاضلة، فيقع في الكفر والرذيلة، إذا لم يكن عند الشاب منعة قوية من الثقافة الدينية العميقة، والفكر الثاقب، كي يتمكن بذلك من التفريق بين الحق والباطل، وبين النافع والضار. ¶ فقراء مثل هذه الكتب تقلب الشاب رأسا على عقب؛ لأنها تصادف أرضا خصبة في عقلية الشاب وتفكيره بدون مانع، فتقوى عروقها، ويصلب عودها، وتنعكس في مرآة عقله وحياته. ¶ وعلاج هذه المشكلة: ¶ أن يبتعد عن قراءة مثل هذه الكتب، إلى قراءة كتب أخرى تغرس في قلبه محبه الله ورسوله صلى الله عليه وسلم، وتحقيق الإيمان والعمل الصالح، وليصبر على ذلك، فإن النفس سوف تعالجه أشد المعالجة على قراءة ما كان يألفه من قبل، وتمله وتضجره من قراءة الكتب الأخرى النافعة، بمنزلة من يصارع نفسه على أن تقوم بطاعة الله، فتأبى إلا أن تشتغل باللهو والزور.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ص -14 - ... وأهم الكتب النافعة: كتاب الله، وما كتب عليه أهل العلم من التفسير بالمأثور الصحيح والمعقول الصريح. وكذا سنة رسول الله صلى الله عليه وسلم. ثم ما كتبه أهل العلم استنباطا من هذين المصدرين أو تفقهاً. ¶ 5 ظن بعض الشباب أن الإسلام تقييد للحريات، وكبت للطاقات. ¶ فينفر من الإسلام، ويعتقده دينا رجعيا، يأخذ بيد أهله إلى الوراء، ويحول بينهم وبين التقدم والرقي. ¶ وعلاج هذه المشكلة: ¶ أن يكشف النقاب عن حقيقة الإسلام لهؤلاء الشباب، الذين جهلوا حقيقته لسوء تصورهم، أو قصور علمهم، أو كليهما معا. ¶ ومن يك ذا فم مر مريض ... يجد مرًا به الماء الزلالا ¶ فالإسلام ليس تقييدًا للحريات، ولكنه تنظيم لها، وتوجيه سليم، حتى لا تصطدم حرية شخص بحرية آخرين عند ما يعطى الحرية بلا حدود، لأنه ما من شخص يريد الحرية المطلقة بلا حدود إلا كانت حريته هذه على حساب حريات الآخرين، فيقع التصادم بين الحريات وتنتشر الفوضى، ويحل الفساد. ¶ ولذلك سمى الله الأحكام الدينية حدودًا، فإذا كان الحكم تحريما قال: {تِلْكَ حُدُودُ اللَّهِ فَلا تَقْرَبُوهَا}، وإن كان إيجابا قال: {تِلْكَ حُدُودُ اللَّهِ فَلا تَعْتَدُوهَا}.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ص -15 - ... وهناك فرق بين التقييد الذي ظنه هذا البعض، وبين التوجيه والتنظيم الذي شرعه لعباده الحكيم الخبير. ¶ وعلى هذا فلا داعي لهذه المشكلة من أصلها؛ إذ التنظيم أمر واقعي في جميع المجالات في هذا الكون، والإنسان بطبيعته خاضع لهذا التنظيم الواقعي. ¶ فهو خاضع لسلطان الجوع والعطش، ولنظام الأكل والشرب؛ ولذلك يضطر إلى تنظيم أكله وشربه كمية وكيفية ونوعا، كي يحافظ على صحة بدنه وسلامته. ¶ وهو خاضع كذلك لنظامه الاجتماعي، مستمسك بعادة بلده في مسكنه ولباسه وذهابه ومجيئه، فيخضع مثلاً لشكل اللباس ونوعه، ولشكل البيت ونوعه، ولنظام السير والمرور، وإن لم يخضع لهذا عُدّ شاذًا يستحق ما يستحقه أهل الشذوذ والبعد عن المألوف. ¶ إذن فالحياة كلها خضوع لحدود معينة، كى تسير الأمور على الغرض المقصود، وإذا كان الخضوع للنظم الاجتماعية مثلاً خضوعا لا بد منه لصلاح المجتمع ومنع الفوضوية، ولا يتبرم منه أي مواطن، فالخضوع كذلك للنظم الشرعية أمر لا بد منه لصلاح الأمة. ¶ فكيف يتبرم منه البعض ويرى أنه تقييد للحريات؟!. إن هذا إلا إفك مبين، وظن باطل أثيم. ¶ والإسلام كذلك ليس كبتا للطاقات، وإنما هو ميدان فسيح للطاقات كلها؛ الفكرية والعقلية والجسمية.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ص -16 - ... فالإسلام يدعوا إلى التفكير والنظر، لكي يعتبر الإنسان وينمي عقله وفكره، فيقول الله تعالى: {قُلْ إِنَّمَا أَعِظُكُمْ بِوَاحِدَةٍ أَنْ تَقُومُوا لِلَّهِ مَثْنَى وَفُرَادَى ثُمَّ تَتَفَكَّرُوا}، ويقول تعالى: {قُلِ انْظُرُوا مَاذَا فِي السَّمَاوَاتِ وَالأَرْضِ}. ¶ والإسلام لا يقتصر على الدعوة إلى التفكير والنظر، بل يعيب كذلك على الذين لا يعقلون ولا ينظرون ولا يتفكرون، فيقول الله تعالى: {أَوَلَمْ يَنْظُرُوا فِي مَلَكُوتِ السَّمَاوَاتِ وَالأَرْضِ وَمَا خَلَقَ اللَّهُ مِنْ شَيْءٍ}، ويقول تعالى: {أَوَلَمْ يَتَفَكَّرُوا فِي أَنْفُسِهِمْ مَا خَلَقَ اللَّهُ السَّمَاوَاتِ وَالأَرْضَ وَمَا بَيْنَهُمَا إِلاّ بِالْحَقّ}، ويقول تعالى: {وَمَنْ نُعَمِّرْهُ نُنَكِّسْهُ فِي الْخَلْقِ أَفَلا يَعْقِلُونَ}. ¶ والأمر بالنظر والتفكير ما هو إلا تفتيح للطاقات العقلية والفكرية، فكيف يقول البعض: إنه كبت للطاقات؟. {كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ إِنْ يَقُولُونَ إِلَّا كَذِباً}. ¶ والإسلام قد أباح لأبنائه جميع المتع التي لا ضرر فيها على المرء في بدنه أو دينه أو عقله:",
            "page": "16",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ص -17 - ... فأباح الأكل والشرب من جميع الطيبات: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَاشْكُرُوا لِلَّه}. {ٍ وَكُلُوا وَاشْرَبُوا وَلا تُسْرِفُوا إِنَّهُ لا يُحِبُّ الْمُسْرِفِينَ}. ¶ وأباح جميع الألبسة على وفق ما تقتضيه الحكمة والفطرة. فقال تعالى: {يَا بَنِي آدَمَ قَدْ أَنْزَلْنَا عَلَيْكُمْ لِبَاساً يُوَارِي سَوْآتِكُمْ وَرِيشاً وَلِبَاسُ التَّقْوَى ذَلِكَ خَيْر}، وقال تعالى: {قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَة}. ¶ وأباح التمتع بالنساء بالنكاح الشرعي. فقال تعالى: {فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ مَثْنَى وَثُلاثَ وَرُبَاعَ فَإِنْ خِفْتُمْ أَلاّ تَعْدِلُوا فَوَاحِدَةً}. ¶ وفي مجال التكسب لم يكبت الإسلام طاقات أبنائه، بل أحل لهم جميع المكاسب العادلة الصادرة عن رضى، يقول الله تعالى: {وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبا}، ويقول: {هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولاً فَامْشُوا فِي مَنَاكِبِهَا وَكُلُوا مِنْ رِزْقِهِ وَإِلَيْهِ النُّشُورُ}،",
            "page": "17",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ص -18 - ... ويقول: {فَإِذَا قُضِيَتِ الصَّلاةُ فَانْتَشِرُوا فِي الأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ}. ¶ فهل بعد ذلك يصح ظن البعض أو قوله بأن الإسلام كبت للطاقات؟!. ¶ إشكالات ترد على قلب الشباب ¶ القلب الميت لا ترد عليه الهواجس والوساوس المنافية للدين، لأنه قلبٌ ميتٌ هالك، لا يريد الشيطان منه أكثر مما هو عليه، ولذلك قيل لا بن مسعود أو ابن عباس: إن اليهود يقولون: إنهم لا يوسوسون في صلاتهم. أي: لا تصبيهم الهواجس. فقال: \"صدقوا، وما يصنع الشيطان بقلب خراب\". ¶ أما إذا كان القلب حيا وفيه شيء من الإيمان، فإن الشيطان يهاجمه مهاجمة لا هوادة فيها ولا ركود، فيقذف عليه من الوساوس المناقضة لدينه ما هو من أعظم المهلكات لو استسلم له العبد. حتى إنه يحاول أن يشككه في ربه ودينه وعقيدته، فإن وجد في القلب ضعفا وانهزاما استولى عليه حتى يخرجه من الدين، وإن وجد في القلب قوة ومقاومة انهزم الشيطان مدبرًا خاسئا وهو حقير. ¶ وهذه الوساوس التي يلقيها الشيطان في القلب لا تضره إذا استعمل المرء العلاج الوارد عن رسول اللهصلى الله عليه وسلم فيها. ¶ فعن ابن عباس رضي الله عنهما أن النب يصلى الله عليه وسلم جاءه رجل فقال: إنى أُحَدِّث نفسى بالشيء لأن أكون حممة [أي: فحمة] أحبَّ إليَّ من أن أتكلم به. فقال النبي صلى الله عليه وسلم: \"الحمد لله الذي رَدَّ كيده [أي: الشيطان] إلى الوسوسة\". رواه أبو داود.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ص -19 - ... وجاء ناس من الصحابة فقالوا: يا رسول الله، إنا نجد في أنفسنا ما يتعاظم أحدنا أن يتكلم به [أي: يراه عظيما]، فقال النبي صلى الله عليه وسلم: \"أوجدتموه؟ \". قالوا: نعم. قال: \"ذاك صريح الإيمان\". رواه مسلم. ¶ ومعنى كونه \"صريح الإيمان\" أن هذه الوسوسة الطارئة وإنكاركم إياها وتعاظمكم لها لا تضر إيمانكم شيئا، بل هي دليل على أن إيمانكم صريح لا يشوبه نقص. ¶ وقال صلى الله عليه وسلم: \"يأتي الشيطان أحدكم فيقول: من خلق كذا؟، من خلق كذا؟، حتى يقول: من خلق ربّك؟، فإذا بلغه [أي: وصل إلى هذا الحد] فليستعذ بالله، ولينتهِ\". رواه البخاري ومسلم وفي حديث آخر: \"فليقل: آمنت بالله ورسله\". ¶ وفي حديث رواه أبو داود قال: \"قولوا: الله أحد، الله الصمد، لم يلد ولم يولد، ولم يكن له كفوًا أحد. ثم ليتفل عن يساره ثلاثا، وليستعذ بالله من الشيطان الرجيم\". ¶ ففي هذه الأحاديث وصف الصحابة رضي الله عنهم المرض للنبي صلى الله عليه وسلم فوصف لهم العلاج في أربعة أشياء: ¶ الأول: الانتهاء عن هذه الوساوس. بمعنى الإعراض عنها بالكلية وتناسيها، حتى كأنها لم تكن، والاشتغال عنها بالأفكار السليمة. ¶ الثاني: الاستعاذة بالله منها، ومن الشيطان الرجيم. ¶ الثالث: أن يقول: آمنت بالله ورسله. ¶ الرابع: أن يقول: الله أحد. الله الصمد. لم يلد ولم يولد. ولم يكن له كفوًا أحد. ويتفل عن يساره ثلاثا ويقول: أعوذ بالله من الشيطان الرجيم.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ص -20 - ... حيرة في القَدَر: ¶ من جملة الأمور التي ترد على الشباب ويقف منها حيران: مسألة القدر؛ لأن الإيمان بالقدر أحد أركان الإيمان التي لا يتم إلا بها، وذلك بأن يؤمن بأن الله سبحانه عالم بما يكون في السماوات والأرض، ومقدر له، كما قال سبحانه: {أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالْأَرْضِ إِنَّ ذَلِكَ فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ}. ¶ وقد نهى النبي صلى الله عليه وسلم عن التنازع والجدال في القدر فعن أبي هريرة رضي الله عنه قال: خرج علينا رسول الله صلى الله عليه وسلم، ونحن نتنازع في القدر، فغضب حتى احمرّ وجهه، فقال: \"أبهذا أُمرتم، أم بهذا أُرسلت إليكم؟، إنما هلك من كان قبلكم حين تنازعوا في هذا الأمر، عزمت عليكم أن لا تتنازعوا فيه\" رواه الترمذي. ¶ والخوض في القدر والتنازع فيه يوقع المرء في متاهات لا يستطيع الخروج منها، وطريق السلامة أن تحرص على الخير وتسعَى فيه كما أُمرت، لأن الله سبحانه أعطاك عقلاً وفهما، وأرسل إليك الرسل وأنزل معهم الكتب: {رُسُلاً مُبَشِّرِينَ وَمُنْذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ وَكَانَ اللَّهُ عَزِيزاً حَكِيماً}.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ص -21 - ... ولما حدث النبي صلى الله عليه وسلم أصحابه بأنه ما من أحد إلا وقد كتب مقعده من الجنة ومقعده من النار، قالوا: يارسول الله، أفلا نتكل على كتابنا وندع العمل؟. قال: \"اعملوا فكل ميسر لما خلق له، أما من كان من أهل السعادة فييسر لعمل أهل السعادة، وأما من كان من أهل الشقاوة فييسر لعمل أهل الشقاوة\" ثم قرأ رسول الله صلى الله عليه وسلم: {فَأَمَّا مَنْ أَعْطَى وَاتَّقَى وَصَدَّقَ بِالْحُسْنَى فَسَنُيَسِّرُهُ لِلْيُسْرَى وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَى وَكَذَّبَ بِالْحُسْنَى فسنيسره للعسرى}. روه البخاري. ¶ فأمرهم النبي صلى الله عليه وسلم بالعمل، ولم يُجَوِّز لهم الاتكال على المكتوب، لأن المكتوب من أهل الجنة لا يكون منهم إلا إذا عمل بعمل أهل الجنة، والمكتوب من أهل النار لا يكون منهم إلا إذا عمل بعملهم، والعمل باستطاعة المرء؛ لأنه يعرف نفسه أن الله أعطاه اختيارًا للعمل وقدرةً عليه، بهما يفعل إن شاء أو يترك. ¶ فها هو الإنسان يهم بالسفر مثلاً فيسافر، ويهم بالإقامة فيقيم، وها هو يرى الحريق فيفر منه، يرى الشيء المحبوب إليه فيتقدم نحوه، فالطاعات والمعاصي كذلك يفعلها المرء باختياره، ويدعها باختياره. ¶ والذي يرد على مسألة القدر عند بعض الناس إشكالان أيضا: ¶ أحدهما: أن الإنسان يرى أنه يفعل الشيء باختياره ويتركه باختياره، بدون أن يحس بإجبار له على الفعل أو الترك، فكيف يتفق ذلك مع الإيمان بأن كل شىء بقضاء الله وقدره؟.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ص -22 - ... والجواب على ذلك: أننا إذا تأملنا فعل العبد وحركته وجدناه ناتجا عن أمرين: إرادة. أي: اختيار للشيء. وقدرة. ولولا هذان الأمران لم يوجد فعل. ¶ والإرادة والقدرة كلتاهما من خلق الله سبحانه؛ لأن الإرادرة من القوة العقلية، والقدرة من القوة الجسمية، ولو شاء الله لسلب الإنسان العقل فأصبح لا إرادة له، أو سلبه القدرة فأصبح العمل مستحيلاً عليه. ¶ فإذا عزم الإنسان على العمل ونفذّه، علمنا يقينا أن الله قد أراده وقدره، وإلا لصرف همته عنه، أو أوجد مانعا يحول بينه وبين القدرة على تنفيذه. ¶ وقد قيل لأعرابي: بم عرفت الله؟. فقال: بنقض العزائم وصرف الهمم. ¶ الإشكال الثاني الذي يأتي في مسألة القدر عند بعض الناس: ¶ أن الإنسان يُعذَّب على فعل المعاصي، فكيف يُعَذَّب عليها وهي مكتوبة عليه، ولا يمكن أن يتخلص من الأمر المكتوب عليه؟. ¶ والجواب على ذلك أن نقول: إذا قلت هذا فقل أيضا: إن الإنسان يثاب على فعل الطاعات، فكيف يثاب عليها وهي مكتوبة عليه، ولا يمكن أن يتخلص من الأمر المكتوب عليه؟. وليس من العدل أن تجعل القدر حجة في جانب المعاصي، ولا تجعله حجة في جانب الطاعات. ¶ وجواب ثان: أن الله أبطل هذه الحجة في القرآن، وجعلها من القول بلا علم، فقال تعالى: {سَيَقُولُ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللَّهُ مَا أَشْرَكْنَا وَلا آبَاؤُنَا وَلا حَرَّمْنَا مِنْ شَيْءٍ كَذَلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ حَتَّى ذَاقُوا بَأْسَنَا قُلْ هَلْ عِنْدَكُمْ مِنْ عِلْمٍ فَتُخْرِجُوهُ لَنَا إِنْ تَتَّبِعُونَ إِلاّ الظَّنَّ وَإِنْ أَنْتُمْ إِلَّا تَخْرُصُونَ} 1",
            "page": "22",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ص -23 - ... فبين الله أن هؤلاء المحتجين بالقدر على شركهم كان لهم سلف كذبوا كتكذيبهم، واستمروا عليه حتى ذاقوا بأس الله، ولو كانت حجتهم صحيحة ما أذاقهم الله بأسه، ثم أمر الله نبيه صلى الله عليه وسلم أن يتحداهم بإقامة البرهان على صحة حجتهم، وبين أنه لا حجة لهم في ذلك. ¶ وجواب ثالث: أن نقول: إن القدر سر مكتوم لا يعلمه إلا الله حتى يقع، فمن أين للعاصي العلم بأن الله كتب عليه المعصية حتى يقدم عليها؟، أفليس من الممكن أن يكون قد كتبت له الطاعة؟. فلماذا لا يجعل بدل إقدامه على المعصية أن يقدم على الطاعة؟. ويقول: إن الله قد كتب لي أن أطيع. ¶ وجواب رابع: أن نقول: إن الله قد فَضَّل الإنسان بما أعطاه من عقل وفهم، وأنزل عليه الكتب، وأرسل إليه الرسل، وبَيَّنَ له النافع من الضار، وأعطاه إرادة وقدرة يستطيع بهما أن يسلك إحدى الطريقين، فلماذا يختار هذا العاصي الطريق الضارة على الطريق النافعة؟. ¶ أليس هذا العاصي لو أراد سفرًا إلى بلد وكان له طريقان، أحدهما سهل وآمن، والآخر صعب ومخوف، فإنه بالتأكيد سوف يسلك الطريق السهل الآمن، ولن يسلك الصعب المخوف، بحجة أن الله كتب عليه ذلك، بل لو سلكه واحتج بأن الله قد كتبه عليه لعَدَّ الناس ذلك سفها وجنونا، فهكذا أيضا طريق الخير وطريق الشر سواء بسواء، فليسلك الإنسان طريق الخير ولا يخدعن نفسه بسلوك طريق الشر، بحجة أن الله كتبه عليه. ¶ ونحن نرى كل إنسان قادر على كسب المعيشة، نراه يضرب كل طريق لتحصيلها، ولا يجلس في بيته ويدع الكسب احتجاجا بالقدر. ¶ إذن فما الفرق بين السعي للدنيا والسعي في طاعة الله؟، لماذا تجعل القدر حجة لك على ترك الطاعة، ولا تجعله حجة لك على ترك العمل للدنيا.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ص -24 - ... أن أمر من الوضوح بمكان، ولكن الهوى يُعمِي ويُصم. ¶ أحاديث فيها ذكر الشباب ¶ لما كانت هذه الكلمات تدور حول مشكلات الشباب؛ فإني أحب أن أذكر بعض الأحاديث التي فيها ذكر الشباب. فمنها: ¶ 1 \"يعجب ربك من شاب ليست له صبوة\"1 ¶ والصبوة: الهوى والميل عن طريق الحق. ¶ 2 \"سبعة يظلهم الله في ظله يوم لا ظل إلا ظله: إمام عادل، وشاب نشأ في طاعة الله، ورجل قلبه معلق بالمساجد، ورجلان تحابا في الله اجتمعا عليه وتفرقا عليه، ورجل دعته امرأة ذات منصب وجمال فقال: إني أخاف الله، ورجل تصدق بصدقة فأخفاها حتى لا تعلم شماله ما تنفق يمينه، ورجل ذكر الله خاليا ففاضت عيناه\"2. ¶ 3 \"الحسن والحسين سيدا شباب أهل الجنة\"3. ¶ 4 \"يقال لأهل الجنة: إن لكم أن تشبوا فلا تهرموا أبدًا\"4. ¶ 5 \"ما أكرم شاب شيخا لسنّه إلا قيّض الله له من يكرمه عند سنه\"5. ¶ ـــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1 رواه أحمد. ¶ 2 رواه البخاري ومسلم. ¶ 3 رواه الترمذي. ¶ 4 رواه مسلم. ¶ 5 رواه الترمذي بسند ضعيف.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ص -25 - ... 6 قال أبو بكر وعنده عمر بن الخطاب لزيد بن ثابت رضي الله عنه: \"إنك رجل شاب عاقل، لا نتهمك، وكنت تكتب الوحي لرسول الله صلى الله عليه وسلم، فتتبع القرآن، فاجمعه\" الحديث1. ¶ 7 دخل النبي صلى الله عليه وسلم على شاب وهو في سياق الموت، فقال له: \"كيف تجدك؟ \". قال: أرجو الله يا رسول الله، وأخاف ذنوبي. فقال النبي صلى الله عليه وسلم: \"لا يجتمعان في قلب عبد في مثل هذا الموطن إلا أعطاه الله ما يرجوه، وأمنه مما يخافه\"2 ¶ 8 قال البراء بن عازب رضي الله عنه في غزوة حنين: \"لا والله ما ولّى رسول الله صلى الله عليه وسلم، ولكن خرج شبان أصحابه وخفافهم، حسّرًا لا سلاح معهم\"3 ¶ 9 وعن ابن مسعود رضي الله عنه قال: \"كنا نغزوا مع النبي صلى الله عليه وسلم ونحن شباب\"4. ¶ 10 وعن أنس بن مالك رضي الله عنه قال: \"كان شباب من الأنصار سبعين رجلاً، يقال لهم: القُرَّاء. يكونون في المسجد، فإذا أمسوا انتحوا ناحية من المدينة فيتدارسون ويصلون، يحسبهم أهلوهم في المسجد، ويحسبهم أهل المسجد في أهليهم، حتى إذا كان في وجه الصبح استعذبوا من الماء، واحتطبوا من الحطب، فجاءوا به فأسندوه إلى حجرة النبي صلى الله عليه وسلم\"5 ¶ وكانوا يشترون بذلك طعاما لأهل الصفة، وأهل الصفة: هم الفقراء المهاجرون إلى المدينة، ليس لهم أهل فيها ولا عشيرة، فيأوون إلى صفة في المسجد أو قريبا منه. ¶ ـــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1 رواه البخاري. ¶ 2 رواه ابن ماجه. ¶ 3 رواه البخاري. ¶ 4 رواه أحمد. ¶ 5 رواه أحمد.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ص -26 - ... 11 وعن علقمة أحد أصحاب ابن مسعود رضي الله عنه قال: \"كنت أمشى مع عبد الله بمنىً، فلقيه عثمان رضي الله عنه فقام معه يُحَدِّثه، فقال له عثمان: يا أبا عبد الرحمن، ألا نزوجك شابة لعلها تذكرك بعض ما مضى من زمانك؟. فقال عبد الله: لئن قلت ذلك لقد قال لنا رسول الله صلى الله عليه وسلم: \"يا معشرَ الشباب، من استطاع منكم الباءة فليتزوج، فإنه أغض للبصر، وأحصن للفرج، ومن لم يستطع فعليه بالصوم، فإنه له وجاء\"1. ¶ 12 وفي حديث الدجال عن النبي صلى الله عليه وسلم: \"أن الدجال يدعو رجلاً ممتلئا شبابا، فيضربه بالسيف فيقطعه جزلتين رمية الغرض، ثم يدعوه فيقبل ويتهلل وجهه يضحك\"2. ¶ 13 عن مالك بن الحويرث رضي الله عنه قال: \"أتينا إلى رسول الله صلى الله عليه وسلم ونحن شبيبة متقاربون، فأقمنا عنده عشرين يوما وليلة، وكان رسول الله صلى الله عليه وسلم رحيما رفيقا، فلما ظن أنا قد اشتقنا أهلنا، سألنا عمن تركنا بعدنا؟، فأخبرناه فقال صلى الله عليه وسلم: \"ارجعوا إلى أهليكم فأقيموا فيهم، وعلموهم، ومروهم [وذكر أشياء]، وصلوا كما رأيتموني أُصَلِّي، فإذا حضرت الصلاة فليؤذن لكم أحدكم، وليؤمّكم أكبركم\"3 ¶ وإلى هنا انتهى ما أردنا تقديمه. ¶ نسأل الله تعالى أن ينفع به. ¶ والحمد لله رب العالمين. ¶ وصلى الله على نبينا محمدٍ، وعلى آله وصحبه أجمعين. ¶ ـــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1 رواه البخاري ومسلم. ¶ 2 رواه مسلم. ¶ 3 رواه البخاري.",
            "page": "26",
            "part": "1"
        }
    ],
    "t34995": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "من مشكلات الشباب"
        }
    ]
}