{
    "b34990": [
        {
            "id": "1",
            "nass": "« ذم اتباع الهوى » ¶ لِسَمَاحَةِ الشَّيْخِ العلاّمةِ ¶ عَبْدِ اللَّهِ بنِ عَبْدِ الرَّحْمَنِ بنِ جِبْرِيْنٍ ¶ عضو الإفتاء سابقا ¶ ـ خَتَمَ اللَّهُ لَهُ بِالحُسْنَى ـ ¶ قام بتنسيق الرِّسالة ونشرها : ¶ سَلمَانُ بْنُ عَبْدِ القَادِرِ أبُوْ زَيْدٍ ¶ غَفَرَ اللَّهُ لَهُ ،ولِوَالدَيْهِ ،ولِمَشَايخِهِ ،ولجَمِيْعِ المُسْلِمِيْنَ. ¶ ? ¶ « تقديم فضيلةِ الشَّيخِ العلاَّمةِ عبدِ اللَّهِ بنِ عبدِ الرَّحمنِ بنِ جِبرينٍ » ¶ أحمد الله وأشكره، وأثني عليه وأستغفره، وأشهد أن لا إله إلا الله وأن محمدا رسول الله، صلى الله عليه وسلم وعلى آله وصحبه. ¶ وبعد : ¶ فهذه محاضرة ألقيتها في بعض المساجد، وقام بتسجيلها بعضُ الحاضرين، ثم نسخها أحد الإخوان وقصد بذلك نشرها، فلم أرَ مانعا من ذلك، وإن كانت عباراتها غير بليغة؛ فإن الكلام المرتجل يقع فيه خلل ونقص في البيان والفصاحة وقوة السبك والأسلوب، وعدم استحضار ما يتصل بالموضوع كاملا، وكذا عدم الاستيفاء للأدلة والتعليلات، ولكن مع ذلك فقد ذكرت فيها ما حضرني في اتباع الأهواء والشهوات، وما وقع فيه أكثر الذين يتبعون ما تهوى الأنفس، وذكرت بعض نتائج اتباع الهوى، وكيف أصبح الذين اتخذوا أهواءهم آلة في فعل الحرام والتخلف عن الواجبات، ونحو ذلك. ¶ نسأل الله أن ينفع بها، وأن يرد ضال المسلمين ردًّا جميلا، وصلى الله على محمد وصحبه وسلم. ¶ قاله وكتبه : ¶ عبد اللَّه بن عبد الرَّحمن بن جِبرينٍ ¶ عضو الإفتاء سابقًا ¶ « المُقدِّمة » : ¶ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ الحمد لله رب العالمين، والصلاة والسلام على أشرف المرسلين، نبينا محمد وعلى آله وصحبه أجمعين. ¶ أما بعد : ¶ فإننا نفرح ونسر عندما نرى شباب الأمة متحابين ومتعاونين على الخير، ومقبلين على ما ينفعهم، ومفكرين في الحال التي بها نجاتهم، وفيها سلامتهم.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "ولا شك أن هذا واجب الأمة، وهو أن يهتموا بما فيه نجاة الأمة جمعاء، حتى يعرفوه ويألفوه، ويعملوا به، ويدلوا عليه، وكذلك أن يهتموا بما فيه خطر عليهم، وبما فيه ضرر على الأمة الإسلامية، حتى يعرفوه، ويحذروه، ويبتعدوا عنه، ويحذروا الأمة منه. ¶ ومعرفة الشرور التي تحدث بسبب اتباع الهوى وتعلمها فرض على الأمة، فالعمل بالمحرمات وإيثارها على الواجبات ناتج من اتباع الهوى الذي يجب علينا أن نحذره، ونبتعد عنه. ¶ نسأل الله -جل وعلا- أن يعيذنا من شر أنفسنا، ومن نزغات الشيطان، وأن يحمينا ويعصمنا من الأهواء المضلة الضارة، وأن يبصرنا بالحق، ويرزقنا التمسك به. ¶ « أهمية كشف الشر والتحذير منه » : ¶ لا شك أن من الواجب على كل فرد أن يعرف الشر حتى يحذره ويبتعد عنه، كما في حديث حذيفة المشهور، يقول : « كان الناس يسألون رسول الله -صلى الله عليه وسلم- عن الخير، وكنت أسأله عن الشر مخافة أن أقع فيه، فقلت: يا رسول الله، إنا كنا في جاهلية وشر، فجاءنا الله بهذا الخير، فهل بعد هذا الخير من شر؟! قال: نعم. قلت: وهل بعد ذلك الشر من خير؟ قال: نعم، وفيه دخن. قلت: وما دخنه؟ قال: قوم يهدون بغير هديي، ويستنون بغير سنتي، تعرف منهم وتنكر. قلت: وهل بعد ذلك الخير من شر؟ قال: نعم، دعاة على أبواب جهنم، من أجابهم إليها قذفوه فيها. قلت: صفهم لنا. قال: هم قوم من جلدتنا، ويتكلمون بلساننا.. » إلخ. رواه مسلم وغيره . ¶ ففي هذا الحديث يتبين أن الشرور موجودة قبل النبوة وبعدها، وأن الذي يعرفها هو الذي يحذرها ويبتعد عنها، والذي لا يعرفها قد يستحسنها ويقع فيها، والسبيل إلى معرفتها هو البحث عن كونها شرورا ومعاصي ومحرمات، والبحث عن الأدلة على كونها شرا، وكذلك البحث عن العلل والمفاسد التي اشتملت عليها حتى أصبحت شرا محضا. ¶ « اتباع الهوى يقود إلى العمل بالمحرمات » :",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "يراد بالهوى: الميل الإنساني الذي لا تفكير معه؛ وذلك لأن الإنسان متى لم يفكر في العواقب واتبع هواه فإن ذلك الهوى سيقوده إلى العواقب السيئة وإلى الشرور.. وفي ذلك يقول الشاعر : ¶ إذا أنتَ طاوَعْتَ الهَوى قَادَكَ الهَوَى * * * إلى كلِّ ما فِيه عَلَيك مَقَال ¶ ومن أجل ذلك جعل الهوى من جملة الأشياء التي تهلك الإنسان، وتتسلط عليه، وقد ذكر بعضهم أنها أربعة، ونظمها في هذا البيت : ¶ إبليسُ والدُّنْيا ونَفْسِي والهَوَى * * * كَيْفَ الخَلاصُ وكُلُّهم أَعْدَائِي ؟ ¶ فالأعداء تتكالب على الإنسان حتى تهلكه، إذا لم يكن معه بصيرة ومعرفة بعداوتها.. ¶ وهذا الناظم جعل الأعداء أربعة، وبدأهم بإبليس ! ¶ ولا شك في عداوة إبليس، فإنه هو الذي يزين للإنسان الهوى واتباعه. ¶ فالشر الذي يجر إليه الهوى واتباعه، لا شك أن أصله والدافع إليه هو الشيطان الرجيم؛ فهو الذي يملي للإنسان، ويحمله على أن يتمادى مع هواه، وأن يميل إلى ما يلائمه، ويخلد إليه. ¶ قد عُرفت عداوة الشيطان قديما، وقد حذرنا الله -تعالى- منه أشد تحذير، وأخبرنا أنه أعدى الأعداء. ¶ قال -تعالى- : ? أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِنْ دُونِي وَهُمْ لَكُمْ عَدُوٌّ بِئْسَ لِلظَّالِمِينَ بَدَلًا ? [ الكهف: 50]. ¶ فأخبرنا بأنه لهم عدو من أشد الأعداء غواية.. وكذلك الدنيا أيضا عدو للإنسان؛ لأنها ضرة الآخرة. ¶ فالدار الآخرة لها أعمال، ولها أهل، وكذلك الدار الدنيا لها أهل يألفونها، ويميلون إليها. ¶ وإذا أطاع الإنسان الميل إلى الدنيا، فإنه ينشغل عن الميل إلى الدار الآخرة، والاستعداد لها. ¶ لذلك تكون الدنيا من أعدى الأعداء للإنسان، كما ذكر الشاعر. ¶ كذلك النفس.. وقد يتعجب الإنسان ويقول: كيف تكون نفسي عدوة ؟! ¶ فالجواب: أن النفس يراد بها النفس الأمارة بالسوء إلا ما رحم ربي..",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ومعنى هذا أن الإنسان إذا أطاع نفسه مالت به إلى الشر، وأمرته به، وحذرته من الخير، وكسَّلته عن العمل به. فتعد النفس من جملة الأعداء الذين يردون الإنسان ويوقعونه في الهلاك، أو ما يقرب من الهلاك. ¶ إذن فالذي يدفع إلى الهوى: الشيطان، والدنيا، والنفس اللوامة. ¶ ويكون الهوى هو الشهوة المطاعة، التي إذا اتُّبِعَتْ، أوقعت في الهلاك، أو قاربت منه. ¶ « وصف من اتبع الهوى » : ¶ لقد ذم الله تعالى في كتابه العزيز من يتبع الهوى وعابهم على ذلك الاتباع. يقول الله -تعالى- : ¶ ? وَكَأَيِّنْ مِنْ قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِنْ قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ أَهْلَكْنَاهُمْ فَلَا نَاصِرَ لَهُمْ *أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ كَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ وَاتَّبَعُوا أَهْوَاءَهُمْ ? [محمد: 13، 14]. فالقرية التي أخرجته هي مكة . ¶ ويخبر -سبحانه وتعالى- بأن هناك قرى قد أهلكهم الله لما كذبوا، ويخبر بالسبب، وهو أنهم زين لهم سوء أعمالهم، واتبعوا أهواءهم؛ فأعمالهم السيئة هي: الكفر، والكذب والتكذيب بالرسل، ورد ما جاءوا به، وكل ذلك فيه اتباع للأهواء. ¶ وقد زين للبعض سوء عمله، واتبعوا أهواءهم، وقد أخبر الله -تعالى- بذم مثل هذا بقوله : ? أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَنًا فَإِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ ? [فاطر: 8]. ¶ فالذين يتبعون الهوى، لا شك أنهم قد استحسنوا العمل السيئ، واتبعوه، واستقبحوا الصالحات وتركوها، فصار الحسن عندهم قبيحا، والقبيح عندهم حسنا؛ فكانوا لذلك هالكين. ¶ ولا بد أن زينت لهم الأعمال السيئة، فرأوها حسنة، واتبعوا في ذلك أهواءهم.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وقد أخبر الله -تعالى- بأنهم لا يستوون مع غيرهم، يقول -تعالى- : ? وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ حَتَّى إِذَا خَرَجُوا مِنْ عِنْدِكَ قَالُوا لِلَّذِينَ أُوتُوا الْعِلْمَ مَاذَا قَالَ آنِفًا أُولَئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ وَاتَّبَعُوا أَهْوَاءَهُمْ ? [محمد: 16]. ¶ فذم الله الذين اتبعوا أهواءهم في هذه الآية؛ لأنهم لا يستفيدون مما يسمعون، ولا يتأثرون بموعظة، ولا يعون أو يعقلون ما يرشدون به. ¶ وذكر -تعالى- أنهم يستمعون القرآن الذي هو غاية في الإعجاز والبلاغة والبيان، ولكن يُحال بينهم وبين فهمه وعقله؛ فكأنهم لا يسمعون أصلا، أو كأنهم قد حِيلَ بينهم وبين سماعه، فإذا خرجوا بعد سماعه يقولون لمن أوتي العلم : ? مَاذَا قَالَ آنِفًا ? [محمد: 16]. كأنهم ما سمعوا. ¶ ما الذي حال بينهم وبين الفهم مع أن الكلام فصيح؟! ومع كونهم عربا ويفهمون ويعقلون ؟ ¶ إن الذي حال بينهم وبين ذلك ما ذكره الله عنهم أنهم اتبعوا أهواءهم؛ لأن الله -تعالى- طبع على قلوبهم، وطمس على معرفتهم حيث اتبعوا أهواءهم، فلم يستفيدوا. فإذا رأيت الذين يهربون من مجالس الذكر فقل: إنهم اتبعوا أهواءهم. ¶ وإذا رأيت الذي يستمعون ولكن لا يستفيدون، فقل: هؤلاء من الذين اتبعوا أهواءهم، بل من الذين طبع الله على قلوبهم واتبعوا أهواءهم؛ حيث طمست معرفتهم التي وهبت لهم، فكانوا بذلك مثل ما ذكر الله عن المنافقين : ? صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَرْجِعُونَ ? [البقرة: 18]. معلوم أن لهم أسماع، ولكن لا ينفعهم ما يسمعون، ولهم أبصار، ولكن لا ينفعهم ما يقرءون أو ينظرون، ولهم عقول، ولكن لا ينفعهم ما يتعقلون.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "هؤلاء هم نصيب النار الذين أعدهم الله لها، كما ذكرهم في قوله -تعالى- : ? وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِنَ الْجِنِّ وَالْإِنْسِ لَهُمْ قُلُوبٌ لَا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لَا يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لَا يَسْمَعُونَ بِهَا أُولَئِكَ كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ أُولَئِكَ هُمُ الْغَافِلُونَ ? [الأعراف: 179]. ¶ فهذا وصف الذين اتبعوا أهواءهم، يستمعون ولا يفهمون، يقرءون ولا يعتبرون، يعقلون ولا يتأملون، لم تنفعهم قلوبهم، وكذلك أبصارهم وأسماعهم، لم يستفيدوا بها. ¶ * يقول بعض المتأخرين في وصف من اتبعوا الهوى: صمٌّ ولو سمعوا، بكم ولو نطقوا، عمي ولو نظروا...!! عموا عن الحق، صُموا عن تدبره ! ¶ ولكن ما الذي أعماهم؟! الهوى ! ¶ ما الذي أصمّهم؟! الهوى ! ¶ ورد في بعض الآثار: الهوى يعمي ويصم؛ لما أنهم صار هواهم مخالفا لما جاء به الشرع.. أصم آذانهم، وأعمى أبصارهم، وأصبحوا كأنهم لا يستفيدون من حواسهم التي منحهم الله إياها. ¶ وقد وصف الله الكافرين بقوله : ? وَمَثَلُ الَّذِينَ كَفَرُوا كَمَثَلِ الَّذِي يَنْعِقُ بِمَا لَا يَسْمَعُ إِلَّا دُعَاءً وَنِدَاءً صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَعْقِلُونَ ? [البقرة: 171]. ¶ * يقول المفسرون: إن الله ضرب هذا المثل للكفار الذين حيل بينهم وبين فهم الحق، واتبعوا شهواتهم وميلهم، فضرب لهم مثلا بمن ينادي بهائم، كغنم ونحوها؛ فالنعيق هو نداء الغنم، والأغنام لا تدري ما تقول، ولكنها تسمع الصوت فتتبع ذلك الصوت. ¶ وهذا مثل العصاة والطغاة، الذين يُدعون إلى الحق فلا يقبلونه، ولا يتقبلونه ! كذلك يُدعون إلى الإيمان فيكفرون! ¶ يُبين لهم الحق فلا يقبلونه، ولا يرضون بموعظة، ولا يقبلون إرشادا، ولا يتأثرون بتذكير، حال بينهم وبين ذلك كله اتباع أهواءهم، بسبب ميلهم إلى الشهوات والمحرمات.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ولقد ذكر الله -تعالى- أن الهوى من جملة المعبودات التي تُعبد، قال -تعالى- : ? أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللَّهِ ? [الجاثية: 23]. ¶ أول أعماله أنه اتخذ إلهه هواه؛ فهو لا يهوى شيئا إلا ركبه، كلما منته نفسه بشيء لم يفكر هل هو خير أم شر؟ هل هو طاعة أم معصية؟ بل يقدم عليه ويقتحمه، ولو كان ذنبا كبيرا أو صغيرا. ¶ ومثل هذا قد ضل وهو على علم ومعرفة ولكنه لم يقبل الخير؛ فأصبح من الضالين، بحيث أنه لا يقبل الإرشاد، ولا يقبل التذكير، بل إذا سمعه ابتعد عنه، وعن الطرق التي توصل الخير إلى قلبه. ¶ وقد وصفه الله في آية أخرى بقوله -تعالى- : ? وَإِذَا تُتْلَى عَلَيْهِ آيَاتُنَا وَلَّى مُسْتَكْبِرًا كَأَنْ لَمْ يَسْمَعْهَا كَأَنَّ فِي أُذُنَيْهِ وَقْرًا ? [لقمان:7]. ¶ ما الذي حمله على ذلك ؟! ¶ إذا سمع القرآن والمواعظ، وإذا مر بأهل مسجد أو مدرسة لا يتركه هواه بأن يجلس عندهم، بل يصد ويعرض؛ ويكاد أن يصم أذنيه مخافة أن يدخل عليه شيء يفسد عليه ميله وشهوته وهواه، ? كَأَنَّ فِي أُذُنَيْهِ وَقْرًا ? أي: ثقلا، لا يستفيد، ولا يسمع ما يفيده. ¶ هذا وصف الذين يتبعون أهواءهم، ومن جملتهم المشركون الذين صدهم الهوى عن قبول رسالة النبي -صلى الله عليه وسلم- لذلك أعرضوا عنه، كما ذكر الله -تعالى- عنهم : ? فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُونَ *وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ وَفِي آذَانِنَا وَقْرٌ وَمِنْ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَاعْمَلْ إِنَّنَا عَامِلُونَ ? [فصلت: 4، 5]. انظر كيف وصفوا أنفسهم بهذه الأوصاف، اعترافا منهم !!",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "لقد صدهم الهوى عما يدعوهم إليه النبي -صلى الله عليه وسلم- فكأن قلوبهم في أغطية لا يصل إليها الخير، ولا تتقبل الدعوة. ? وَفِي آذَانِهِمْ وَقْرًا ? [الأنعام: 25] اعترفوا بأنهم لا يسمعون، وكأن في آذانهم وقرا، ومن بيننا وبينك حجاب، يعني حاجز منيع يحجز كلامك عنا، ولا ننتفع به. ¶ وهذا كما وقع في الأولين فإنه يقع في المتأخرين. فالذين ابتعدوا عن الخير وأهله هم الذين اتبعوا ما تهواه أنفسهم وما تميل إليه، والذين يميلون إلى الظن واتباع الهوى أقوالهم وأفعالهم ناتجة عن ذلك. ¶ يقول -تعالى- : ? إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ لَيُسَمُّونَ الْمَلَائِكَةَ تَسْمِيَةَ الْأُنْثَى *وَمَا لَهُمْ بِهِ مِنْ عِلْمٍ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا ? [النجم: 27، 28]. ¶ وهكذا ذكرهم في قوله -تعالى- : ? أَلَكُمُ الذَّكَرُ وَلَهُ الْأُنْثَى* تِلْكَ إِذًا قِسْمَةٌ ضِيزَى* إِنْ هِيَ إِلَّا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَمَا تَهْوَى الْأَنْفُسُ وَلَقَدْ جَاءَهُمْ مِنْ رَبِّهِمُ الْهُدَى ? [النجم: 21-23 ] ¶ فالظن واتباعهم ما تهوى الأنفس هو الذي أوقعهم في الكفر والمعاصي.. وهذا نتيجة اتباع الهوى. ¶ ولأجل ذلك ذكر الله -تعالى- أن الهوى معبود في موضعين من القرآن في سورة الفرقان في قوله -تعالى- : ? أَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ أَفَأَنْتَ تَكُونُ عَلَيْهِ وَكِيلًا ? [الفرقان: 43 ] ¶ وفى سورة الجاثية قوله -تعالى- : ? أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللَّهِ ? [الجاثية: 23]",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ففي هذين الموضعين ذكر الله -تعالى- أن الهوى إله، وتأليهه معناه تقديس القلوب وتعظيمها له. وقد ذكرنا أن العلماء فسروا ذلك بأنه لا يهوى شيئا إلا ركبه، وأنه ورد في الأثر: ما تحت أديم السماء إله يُعبد أشد من هوى مُتبع. ¶ فاتباع الهوى، والميل النفسي هو الذي يؤدي إلى ما نراه كثيرا مما هو واقع من كثير من الناس في هذه الأزمنة! ¶ فالذين يصدون عن الخير وعن مَجالِسه اتبعوا أهواءهم، والذين يبغضون الجلساء الصالحين، ويألفون جلساء الشر والفسقة والعصاة.. هؤلاء ممن اتبعوا أهواءهم واتبعوا الشهوات.. ¶ وهم في هذا لا ينظرون إلى تلك الشهوات من حيث تحريمها أو إباحتها، فجرتهم تلك الشهوات إلي الحرام؛ ولا شك أن ذلك نتيجة اتباعهم أهوائهم، ولو كان شرا. ¶ « نماذج من اتباع الهوى » : ¶ وكما رأينا، فكثير من الناس يتبعون أهواءهم، ويقعون فيما تهواه الأنفس، ولو كان شرا. ¶ والأمثلة على ذلك كثيرة، ومن ذلك مثلا : ¶ الذين تهوى أنفسهم الغناءَ واللهوَ والباطل، فتميل إليه، وتجد ارتياحا له، وإيثارا له على سماع كلام الله، وكلام رسوله، والعلم الصحيح، والتذكير بالله والذكر، والدعاء.. وما إلى ذلك من الخير.. ¶ مالت بهم أهواؤهم إلى سماع تلك الملاهي، ودفعوا فيها أغلى الأثمان أو أرخصها؛ لذلك ذمهم الله بقوله : ? وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ ? [لقمان: 6]. ¶ فهم يشترون لهو الحديث الذي يتلهون به، ويشتغلون به عن الحق، وهو من الباطل. ¶ كذلك الذين يميلون إلى الشهوات المحرمة كشرب المسكرات، أو تعاطي المخدرات، يميل هوى أحدهم إليها ويستلذها، ويجد ارتياحا إليها، ولا يفكر في عاقبتها، ولا ينظر في سوء مغبتها، ولا يتأمل في الأدلة على تحريمها، ولا في الآثار السيئة التي تسببها. ¶ يميل بهم هواهم إلى أن يتعاطوها، ولو كان فيها ما فيها.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "والذين يتلهون بالقيل والقال، يجدون أهواءهم مائلة إلى ذلك، فتصدهم عن سماع القرآن، وتصدهم عن الذكر والخير، ويعمرون مجالسهم بالغيبة والنميمة، والقيل والقال، وبأفكار باطلة، وبكلمات لا فائدة فيها؛ فتضيع عليهم أوقاتهم وأزمنتهم. ¶ ما الذي أوقعهم في ذلك الهوى حتى صُمَّت وعَمِيَت أفئدتهم بسبب تلك المجالس التي ملؤها اللهو والباطل، فكرهت الخير ومجالسة الأخيار ؟! ¶ وهكذا يقعون في الشر، وهم يعتقدون أنهم من أهل الخير. ¶ والذين يسرفون في المباهاة، ويتمادون في المأكل والمشارب التي فيها شيء من التبذير والإسراف بما لا حاجة إليه. ¶ لا شك أن ذلك من آثار اتباع الهوى والنفس الأمارة بالسوء فيجد أحدهم نفسه تميل إلى كل ما تراه ملائمها، سواء كان مأكولا، أو مركوبا، أو مسكونا، أو مفروشا، أو مستعملا بأي شكل، فيؤثر ذلك اتباعا لهواه، ولو كان غير ضروري. ¶ ومن ذلك إسراف الناس في هذه الأزمنة في المآكل والولائم بأنواعها.. لا شك أن ذلك من اتباع الهوى، ومن هذا الإسراف أيضا حرصهم على جمع الممتلكات التي قد لا يكون لها حاجة، كالسيارات ونحوها. ¶ فلا شك أن الميل إلى الهوى أوقعهم في هذا الإسراف ونحوه. ¶ « نتائج اتباع الهوى » : ¶ يقول الشاعر : ¶ إذا أنت لم تعص الهوى قادك الهوى * * * إلى كل ما فيه عليك مقال ¶ لا شك أن الميل إلى الهوى قد يقود الإنسان إلى الضلال والخسران، كما أنه يجر إلى نتيجة سيئة، وهي التثاقل عن العبادات. ¶ ذلك أنهم إذا أعطوا أنفسهم ما تشتهيه من المباح جرتهم إلى المكروه، ثم إلى الحرام. ¶ وكل ذلك نتيجة اتباع الهوى فكأن أهواءهم تمنت وتحلت بتلك المباحات، والإسراف فيها، فقالوا: ننعم أنفسنا بأكل اللحوم والفواكه وأنواع المآكل الشهية مثلا.. ثم مالت بهم أهواؤهم إلى الإسراف، والأكل بنهم وشره نفس، فكانت النتيجة أن تمنت أنفسهم وراء ذلك شيئا مكروها، أو فوتتهم شيئا فيه خير وطاعة، فوقعوا في المحظور وهم يعتقدون أنهم على خير وطاعة.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ففي المباحات : ¶ أولا : صحيح أن المآكل ونحوها من المباحات، ولكن الإسراف فيها يدعو ويجر إلى محرم، وهو إفسادها وعدم الانتفاع بها. ¶ ثانيا : إن النفس والهوى متى اتبعا في هذه الشهوات ونحوها، فإنهما يدعوان إلى المكروه، والمكروه بلا شك وسيلة للحرام، فإنهم متى نعموا أنفسهم بهذه المأكولات، والمشارب، والمتكئات، والمجالس ونحوها، أوقعهم ذلك في شيء من المكروهات، وقد تجرهم أهواؤهم إلى ما هو محرم، أو إلى ترك ما هو طاعة، قال بعض السلف: لا تأكلوا كثيرا فتشربوا كثيرا فتناموا كثيرا فتحرموا كثيرا. ¶ وهذا هو الواقع، فإن المنهمكين في هذه الشهوات يتمادى بهم الأمر إلى أن يقعوا في المحرمات، وإلى أن يتركوا الصلوات، فتثقل عليهم، وإلى أن يحبوا الأغاني والملاهي، ويهجروا كلام الله وذكره، ويبتعدوا عنه، ويكونوا من غير أهله، ثم يجتذبهم إلى بقية المحرمات كذلك؛ فإنهم غالبا يقعون في تناول الأشربة المحرمة، أو المآكل المحرمة، وسبب ذلك اتباع الهوى المبدئي الذي هو الميل إلى الشهوات، وهذه الشهوات التي تتمناها النفس، وتميل إليها وتحبها، لا شك أن منها ما هو حلال، ومنها ما هو حرام، فتقدم باندفاع قوي حتى تقع في الحرام ولو نهيت؛ وذلك لميلها إليه. ¶ وهكذا فاتباع الهوى سبب من أسباب الوقوع في المآثم والشرور. ¶ « علاج اتباع الهوى » : ¶ إن علاج اتباع الهوى يتمثل في: التفكير في العواقب، وكذلك النظر فيما ليس هو بحق أو فيما هو حق، فبذلك يميل الهوى إلى الخير، ويميل بصاحبه إلى ما هو طاعة وعبادة، كما يقول النبي -صلى الله عليه وسلم- : « لا يؤمن أحدكم حتى يكون هواه تبعا لما جئت به » ؛ فدل على أن الهوى قد يتبع الخير ويألفه، ويكون مطاوعا لما جاء من عند الله -تعالى- على لسان رسوله -صلى الله عليه وسلم- فذلك علاج للهوى.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ونقول للذين يتبعون أهواءهم: فكروا فيما أنتم تميلون إليه، هل هو حق أم باطل؟ استدلوا عليه، فإذا فكروا علموا أن الفساد عاقبته الخسران، وأنه موقع في الهلاك، هلاك الدنيا وهلاك الآخرة؛ ذلك أن هذه الشهوات التي يتمتعون بها ويزعمون أنهم يرفهون بها عن أنفسهم متاع قليل ثم ينقضي. ¶ فقل لأولئك الذين يمتعون أهواءهم، فكروا في أنفسكم، وفي هذه الشهوات التي تميلون إليها -شهوة الزنا، أو شهوة سماع الغناء، أو تذوق طعم الخمر- انظروا ما هي نهايتها؟! ¶ اسمعوا قول الشاعر : ¶ تَفْنَى اللذاذةُ ممن نالَ صفوتَها * * * مِنَ الحرامِ ويبقى الإثمُ والعارُ ¶ تَبقَى عواقبُ سوءٍ لا مصيرَ لها * * * لا خيرَ في لذَّةٍ مِنْ بعدِهَا النارُ ¶ فإذا كانت هذه الشهوة التي تقدم عليها محرمة، ففكر، واصبر نفسك واحبسها عن هذه الشهوة التي يدفعك إليها الهوى، يعينك الله على التحمل، ولو وجدت في نفسك اندفاعا قويا.. كأن تدفعك الشهوة إلى معاكسة أو مكالمة امرأة أجنبية، أو كسب مال حرام، أو سماع أصوات فاتنة، أو معاملات سيئة محرمة، أو أشياء حرمها الشرع أو حرم وسائلها.. ففكر في العاقبة. ¶ واعلم أن الله جعل لنا أشياء حلالا وابتلانا بأشياء محرمة، فإذا كان الله قد حرم الخمور والزنا والمكاسب السيئة والأطعمة الخبيثة؛ فهل يكون في اقترافها طاعة لله مع كونها محرمة ؟!! ¶ وإذا قال الله -تعالى- إنها معصية، فهل تعلم أن الله يثيب عليها أم يعاقب مرتكبها ؟! فلا بد أن تعترف أن الله يعاقب على فعلها، ويثيب على تركها. فإذن نقول لك: اصبر نفسك وتحمل، والله يعينك على الصبر والتحمل، ويبعد عنك تلك الدوافع النفسية الشيطانية، ويعوضك قوة تقاوم بها تلك الدوافع التي تدفعك إليها، ويعينك على أن تغتني بما هو حلال، فإن بدل الحرام حلالٌ. ¶ فمثلا : الزنا بدله النكاح الحلال، فيستغني العبد عن الزنا بالنكاح الحلال.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وكذلك سماع الغناء الحرام، يقوم مقامه سماع القرآن والذكر والحديث.. فهو حلال وفيه طاعة وعبادة. ¶ والمكاسب الخبيثة التي هي ربا، أو غش أو سرقة أو نحو ذلك محرمة، وقد جعل الله بدلا منها حلالا وهو المكاسب الطيبة. ¶ والمطاعم الخبيثة كالخمور، ولحم الخنزير، ولحم الميتة، وما فيه ضرر على العبد، وقد أباح بدلا منه ما يقوم مقامه، ويكون عوضا عنه هذه المآكل المباحة. ¶ وهكذا يعالج من يتبع هواه بأن نذكره بهذه الأشياء، فمتى تذكر وعرف فلا بد أن يرتدع إذا عرف أن له ربا يملكه، وعرف أنه مكلف، وأن الله قد أمره ونهاه، وعرف أن هناك ما هو مأمور به، كما أن هناك ما هو منهي عنه، وأن هذا بيّن وهذا بيّن؛ فالحلال بين والحرام بين، كذلك إذا عرف أن فعل الحلال والواجبات فيه ثواب له.. وأن في تركه عذاب. ¶ ففي فعل المحرم عقاب * * * وفي تركه احتساب وثواب ¶ فذلك يحمل الإنسان ألا يتمادي مع هواه، لا سيما إذا عرف أن تلك الشهوات التي تدفع إليها الأهواء فانية.. ليكون ذلك -إن شاء الله- علاجا له في أن يترك الباطل، يبتعد عنه. ¶ نسأل الله -جل وعلا- أن يعيننا، ويعيذنا من شر أنفسنا، ومن نزغات الشيطان، وأن يحمينا ويعصمنا من الأهواء المضلة الضارة، وأن يبصرنا بالحق، ويرزقنا التمسك به، وأن يصلح شباب المسلمين، وعوامهم وخواصهم، وولاة أمورهم، ويردهم إلى الحق ردا جميلا، والله تعالى أعلم.",
            "page": "13",
            "part": "1"
        }
    ],
    "t34990": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "ذم اتباع الهوى"
        }
    ]
}