{
    "b35005": [
        {
            "id": "1",
            "nass": "سلسلة بحوث وتحقيقات مختارة من مجلة الحكمة (17) ¶ شرح القصيدة الميمية ¶ الشيخ سعد المزْعِل",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "[المقدمة] ¶ هذه هي القصيدة الميمية للإمام ابن القيم رحمه الله تعالى، وهي مطبوعة مع مجموعة قصائد بعنوان: مجموعة القصائد المفيدة، قمت بوضع شرح يسير مختصر لها، وذكرت معاني بعض المفردات التي تحتاج إلى بيان. ¶ وبعد الشروع بالعمل وقفت على كتاب بعنوان (الرحلة إلى بلاد الأشواق شرح القصيدة الميمية)، عرض وتحليل مصطفى عراقي. وقد جاء في هذا الكتاب أبيات زائدة على ما في الكتاب المطبوع الذي اعتمدته، ولكي تكمل الفائدة ويعم النفع رأيت أن أذكر الأبيات الزائدة وأدمجها مع القصيدة. ¶ وأسأل الله العلي القدير أن يوفقني للصواب، وأن يجنبني الزلل، وأن يجعل جميع أعمالي خالصة لوجهه، وأن يتقبلها إنه أكرم من سُئِل.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ترجمة الإمام ابن القيم (¬1) ¶ 1 - اسمه ونسبه: ¶ العلامة شمس الدين أبو عبد الله محمد بن أبي بكر بن أيوب بن سعد بن حريز الزُّرعي، ثم الدمشقي، الفقيه الحنبلي. ¶ 2 - ولادته: ¶ ولد في دمشق سنة إحدى وتسعين وستمائة للهجرة. ¶ 3 - كنيته: ¶ اشتهر بلقبه (ابن القيم) أو (ابن قيم الجوزية)، أو (إمام الجوزية). ¶ ونسبته إلى الجوزية ترجع إلى أن والده كان قيَّمًا على تلك المدرسة. ¶ والقيِّم: الذي يقيم الأمر ويصلحه ويرعاه ويجعله مستقيمًا. فأبو الإمام كان يدير شؤون المدرسة التي اسمها الجوزية؛ فنسب إليها بابن قيم الجوزية. ¶ المدرسة الجوزية: ¶ يقول الحافظ ابن كثير: إن محي الدين يوسف بن عبد الرحمن بن علي بن محمد الجوزي، هو الذي ابتنى هذه المدرسة بالنشابين بدمشق وأوقف لها (¬2). ¶ أوقف لها يعني: خصص بعض العقارات وغيرها مما يدرَّ من الأموال، لكي ¶ ¬__________ ¶ (¬1) انظر ترجمته في: البداية والنهاية لابن كثير: 14/ 246، والدرر الكامنة لابن حجر: 3/ 400، وشذرات الذهب لابن رجب الحنبلي: 6/ 168، والبر الطالع للشوكاني: 2/ 143، ومعجم المؤلفين لعمر كحالة: 9/ 106، وجلاء العينين للآلوسي: ص44، ومذيل طبقات الحنابلة لابن رجب: 4/ 447، والأعلام للزركلي 6/ 56. وللمزيد انظر: الوافي بالوفيات للصفدي، وبغية الوعاة للسيوطي، والنجوم الزاهرة لابن تغري بردي، وهدية العارفين للبغدادي، والزيارات للعدوي، وكشف الظنون لحاجي خليفة، وإيضاح المكنون للبغدادي، والمجددون في الإسلام للصعيدي، وابن قيم الجوزية لعبد العظيم عبد السلام، وفهرس مخطوطات الظاهرية ليوسف العش، وفهرس الخديوي، والتيمورية، وآداب اللغة، والمنهج الأحمد، ومعجم المطبوعات. ¶ (¬2) البداية والنهاية: 13/ 33.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ينتفع القائمون عليها، ولإصلاح شأن المدرسة وتأمين حوائجها. ¶ 4 - شيوخه: ¶ نشأ ابن القيم رحمه الله تعالى، في زمن يزخر بالعلماء البارزين. ¶ ونشأ كذلك في بيت علم، فقد كان أبوه من فقهاء الحنابلة المشهورين، وكان له في الفرائض يدًا، فأخذها عنه. ¶ وسمع على التقي سليمان، وأبي بكر بن عبد الدائم، والمطعَّم، وابن الشيرازي، وإسماعيل بن مكتوم. ¶ وقرأ العربية ابن أبي الفتح، والمجد التونسي. ¶ وقرأ الفقه على المجد الحراني، وابن تيمية. وقرأ في الأصول على الصفي الهندي (¬1). وسمع من الشهاب النابلسي وغيره (¬2). ¶ ولما عاد الشيخ ابن تيمية من الديار المصرية في سنة 712هـ لازمه إلى أن مات الشيخ رحمه الله، فأخذ عنه علمًا جمًّا (¬3)، وسمع من فاطمة بنت جوهر (¬4). ¶ 5 - علمه: ¶ قال ابن كثير: برع في علوم متعددة لا سيما علم التفسير والحديث، ولازم ابن تيمية إلى أن مات الشيخ، فأخذ عنه علمًا جمًّا –مع ما سلف له من الاشتغال- فصار فريدًا في بابه في فنون كثيرة، مع كثرة الطلب ليلًا ونهارًا وكثرة الابتهال (¬5). ¶ قال ابن رجب: شيخنا الفقيه الأصولي المفسر النحوي العارف، تفقه في المذهب وبرع وأفتى. وكان عارفًا بالتفسير لا يجاري فيه وبأصول الدين وإليه فيها ¶ ¬__________ ¶ (¬1) الدرر الكامنة: 3/ 400، 401. ¶ (¬2) شذرات الذهب: 6/ 186. ¶ (¬3) البداية والنهاية: 14/ 246. ¶ (¬4) ذيل طبقات الحنابلة: 2/ 447. ¶ (¬5) البداية والنهاية: 14/ 246.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "المنتهى، والحديث ومعانبه وفقهه ودقائق الاستنباط منه؛ لا يُلحق في ذلك. وبالفقه وأصوله، وبالعربية، وله في اليد الطولى. قال القاضي برهان الدين الزرعي: ما تحت أديم السماء (¬1) أوسع علمًا منه. ¶ وقال ابن كثير: وبالجملة كان قليل النظير في مجموعه وأموره وأحواله (¬2). ¶ قال ابن رجب: ولا رأيت أوسع منه علمًا، ولا أَعْرَف بمعاني القرآن والسنة وحقائق الإيمان منه، وليس هو المعصوم؛ ولكن لم أرَ في معناه مثله (¬3). ¶ 6 - خلقه: ¶ قال ابن كثير: كان حسن القراءة، والخلق، كثير التودد، لا يَحسُدُ أحدًا ولا يؤذيه ولا يستعيبه، ولا يحقد على أحد. وكنت من أصحب الناس له وأحب الناس إليه (¬4). ¶ 7 - عبادته: ¶ قال ابن رجب: وكان رحمه الله ذا عبادة وتهجد وطول صلاة إلى الغاية القصوى، وتأله ولهج بالذكر وشغف بالمحبة والإنابة والاستغفار والافتقار إلى الله والانكسار له، والاطراح بين يديه على عتبة عبوديته؛ لم أشاهد مثله في ذلك. وكان في مدة حبسه مشتغلًا بتلاوة القرآن –بالتدبر والتفكر- ففتح عليه من ذلك خير كثير (¬5). ¶ قال ابن كثير: كان كثير الابتهال، وذكر كلامًا، ثم قال: ولا أعرف في هذا العالم في زماننا أكثر عبادة منه. وكانت له طريقة في الصلاة؛ يطيلها جدًّا ويمد ركوعها وسجودها. ويلومه كثير من أصحابه في بعض الأحيان، فلا يرجع ولا ¶ ¬__________ ¶ (¬1) ذيل طبقات الحنابلة: 2/ 448 – 449. ¶ (¬2) البداية والنهاية: 14/ 246. ¶ (¬3) ذيل طبقات الحنابلة: 2/ 448. ¶ (¬4) البداية والنهاية: 14/ 246. ¶ (¬5) ذيل طبقات الحنابلة: 2/ 448.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ينزع عن ذلك، رحمه الله (¬1). ¶ قال الحافظ: وكان إذا صلى الصبح جلس مكانه يذكر الله حتى يتعالى النهار، ويقول هذه غدوتي لو لم أقعدها سقطت قواي. وكان يقول: بالصبر والفقر ينال الإمامة في الدين. وكان يقول: لابد للسالك من همة تسيره وترقيه, وعلم يبصره ويهديه (¬2). ¶ وقال ابن رجب: وحج مرات كثيرة, وجاور بمكة, وكان أهل مكة يذكرون عنه من شدة العبادة وكثرة الطواف أمرًا يتعجب منه (¬3). ¶ 8 - محنته: ¶ ليس غريبًا أن يتعرض ابن القيم, رحمه الله, إلى بعض الإهانات من السفهاء أو السجن أو الضرب أو غير ذلك من الابتلاءات؛ فهذا هو حال كل داعية حق, وهذا هو سبيل الأنبياء والصالحين. فأي إنسان يقوم ليحمل أعباء الدعوة إلى الله سبحانه, والأمر بالمعروف والنهي عن المنكر, والوقوف في وجه عادات الناس المخالفة للإسلام؛ لابد وأن يضع في حسابه أنه سوف يأتيه ما لا يحب. وهذا ما حدث للإمام, رحمه الله, فقد كان بصدع بما يرى أنه الحق؛ فيُهان أو يسجن. ويفتي بما يرى أنه الحق؛ فيضرب تارة أو يسجن أخرى. ¶ قال الذهبي في المختصر: وقد حبس مدة لإنكاره شد الرحال إلى قبر الخليل. قلت (يعني ابن رجب): وقد امتحن وأوذي مرات, وحبس مع الشيخ تقي الدين في المرة الأخيرة بالقلعة, منفردًا عنه, ولم يفرج عنه إلا بعد موت الشيخ (¬4). ¶ ¬__________ ¶ (¬1) البداية والنهاية: 14/ 246. ¶ (¬2) الدرر الكامنة: 3/ 401. ¶ (¬3) ذيل طبقات الحنابلة: 2/ 448. ¶ (¬4) ذيل طبقات الحنابلة: 2/ 448.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "قال الحافظ: اعتقل مع بن تيمية بالقلعة بعد أن أهين وطيف به على جمل مضروبًا بالدرة, فلما مات ابن تيمية أفرج عنه, وامتحن مرة أخرى بسبب فتاوى ابن تيمية (¬1). ¶ قال ابن كثير: وقد كان متصديًا للإفتاء بمسألة الطلاق التي اختارها الشيخ تقي الدين بن تيمية, وجرت بسببها فصول يطول بسطها مع قاضي القضاة تقي الدين السبكي وغيره (¬2). ¶ والمقصود بمسألة الطلاق: أن الذي يطلق زوجته ثلاث تطليقات بلفظ واحد؛ هل يحسب عليه طلقة واحدة أم ثلاث؟ الذي يذهب إليه ابن تيمية – وكذلك تلميذه ابن القيم – أنها تقع طلقة واحدة؛ تبعًا للنص الوارد في هذه المسألة, وقد سبقهم إليها جمع من الصحابة والتابعين ومن بعدهم, وعمدتهم ما روى مسلم: (1473) , عن بن عباس رضي الله عنهما: قال: كان الطلاق على عهد رسول الله - صلى الله عليه وسلم - وأبي بكر وسنتين من خلافة عمر طلاق الثلاث واحدة, وانظر مزيدًا من البسط في (مجموع الفتاوى) , وانظر (جلاء العينين في محاكمة الأحمدين للآلوسي) ص268 وما بعدها. ¶ 9 - مؤلفاته: ¶ قال ابن كثير: له من التصانيف الكبار والصغار شيء كثير, وكتب بخطه الحسن شيئًا كثيرًا, واقتنى من الكتب ما لا يتهيأ لغيره تحصيل عشره من كتب السلف والخلف (¬3). ¶ قال ابن رجب: وصنف تصانيف كثيرة جدًا في أنواع العلم. وكان شديد ¶ ¬__________ ¶ (¬1) البدر الطالع: 3/ 401. ¶ (¬2) البداية والنهاية: 14/ 246 – 247. ¶ (¬3) البداية والنهاية: 14/ 246.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "المحبة للعلم و وكتابته و ومطالعته وتصنيفه, واقتناء الكتب (¬1). ¶ قال الحافظ ابن حجر: وكل تصانيفه مرغوب فيها بين الطوائف. وهو طويل النفس فيها؛ يتعانى الإيضاح جهده؛ فيسهب جدًا. وكان مغرى بجمع الكتب؛ فحصل منها ما لا يحصر , حتى كان أولاده يبيعون منها بعد موته دهرًا طويلاً, سوى ما اصطفوه منها لأنفسهم (¬2). ¶ 10 - من تصانيفه (¬3): ¶ - روضة لمحبين ونزهة المشتاقين. (مطبوع). ¶ - زاد المعاد في هدي خير العباد. (مطبوع بتحقيق شعيب أرناءوط في 5 أجزاء). ¶ - إعلام الموقعين عن رب العالمين. (مطبوع في 4 أجزاء). ¶ - تهذيب سنن أبي داود. (مطبوع مع مختصر الحافظ النذري وشرح معالم السنن للخطابي). ¶ - الجيوش الإسلامية عل حرب المعطلة والجهمية. (مطبوع بتحقيق الدكتور عواد عبد الله المتق). ¶ - الطرق الحكمية في السياسة الشرعية. (ويسمى الفراسة وقد طبع مرارًا ويقوم الشيخ مشهور حسن بتحقيقه). ¶ - شفاء العليل في مسائل القضاء والقدر والحكمة والتعليل. (مطبوع). ¶ - كشف الغطاء عن حكم سماع الغناء. (طبع باسم الكلام على مسألة السماع بتحقيق راشد عبد العزيز). ¶ _ أحكام أهل الذمة. (مطبوع في مجلدين بتحقيق صبحي الصالح رحمه ¶ ¬__________ ¶ (¬1) ذيل طبقات الحنابلة: 2/ 449. ¶ (¬2) الدرر الكامنة: 3/ 402. ¶ (¬3) ما بين القوسين () إضافة من المجلة إتمامًا للفائدة واخترنا من التحقيقات أجودها.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الله). ¶ - شرح الشروط العمرية. (لا نعلم عنه شيئًا ولعله الذي سبق). ¶ - تحفة المودود بأحكام المولود. (مطبوع). ¶ - مفتاح دار السعادة. (مطبوع مرارًا وحققه قريبًا الشيخ علي حسن الحلبي). ¶ - شرح الشروط العمرية. (لا نعلم عنه شيئًا ولعله الذي سبق). ¶ - تحفة المودود بأحكام المولود. (مطبوع). ¶ - مفتاح دار السعادة. (مطبوع مرارًا وحققه قريبًا الشيخ علي حسن الحلبي). ¶ - الصواعق المرسلة على الجمهية والمعطلة. (طبع المختصر وطبع قطعة منه بتحقيق في أربعة مجلدات). ¶ - الكافية الشافية. (وتسمى القصيدة النونية طبعت مرارًا ولها شروح عدة). ¶ - مدارج السالكين. (طبع بتحقيق محمد حامد الفقي في ثلاث مجلدات). ¶ - رسالة في اختيارات تقي الدين ابن تيمية. (هذه لابنه وهي رسالة صغيرة مطبوعة). ¶ - الفروسية. (طبعت مرارًا وأجودها ما حققه الشيخ مشهور حسن لسلمان). ¶ - طب القلوب. (ادعى لويس معلوف أنه في برلين مخطوط على ما نقله الزركلي في الأعلام). ¶ - الوابل الصيب من الكلام الطيب. (طبع مرارًا وبعدة تحقيقات). ¶ - الروح. (مطبوع بتحقيق الدكتور بسام علي سلامة). ¶ - الفوائد. (مطبوع وأجودها ما طبعته دار النفائس).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "- حادي الأرواح إلى بلاد الأفراح. (مطبوع بتحقيق عبد اللطيف أل محمد الفواغير). ¶ - إغاثة اللهفان من مصائد الشيطان. (مطبوع بتحقيق محمد عفيفي). ¶ - الجواب الكافي. (مطبوع بتحقيق محمد عبد الرزاق الرعود). ¶ - التبيان في أقسام القرآن. (مطبوع بتحقيق نبيل بن منصور بصارة). ¶ - طريق الهجرتين أو (طريق السعادتين) أو (سفر الهجرتين وباب السعادتين). (مطبوع بتحقيق عمر محمود). ¶ - عدة الصابرين. (مطبوع). ¶ - هداية الحيارى. (مطبوع). ¶ - تفسير المعوذتين. (هذا جزء من كتاب بدائع الفوائد طبع مستقلًّا بعد تحقيقات). ¶ - التفسير القيم. (هذا ليس تأليفًا وإنما جمع الشيخ ادريس الندوي من تفسير الإمام). ¶ - بدائع الفوائد. (مطبوع). ¶ - جلاء الأفهام في الصلاة والسلام على خير الأنام. (مطبوع بتحقيق شعيب ارناؤوط). ¶ - رفع اليدين في الصلاة. (يوجد وخطوط في مكتبة السعودية بالرياض مخروم الأول في 161 ورقة). ¶ - عقد محكم الأحقاء بين الكلم الطيب والعمل الصالح المرفوع إلى رب السماء. (لعله الوابل الصيب أو كتاب آخر). ¶ - شرح أسماء الكتاب العزيز. (لا نعلم عنه شيئًا). ¶ - بيان الدليل على استغناء المسابقة عن التحليل. (لا نعلم عنه شيئًا). ¶ - نقد المنقول والمحك المميز بين المردود والمقبول. (طبع الكتاب بهذا الاسم",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وباسم المنار المنيف بتحقيق عبد الفتاح أبو غدة). ¶ - نكاح المحرم. (لا نعلم عنه شيئًا). ¶ - تفضيل مكة على المدينة. (لا نعلم عنه شيئًا). ¶ - فضل العلم. (لا نعلم عنه شيئًا). ¶ - حكم تارك الصلاة. (طبع باسم الصلاة وحكم تاركها). ¶ - نور المؤمن وحياته. (لا نعلم عنه شيئًا). ¶ - حكم إغمام هلال رمضان. (لا نعلم عنه شيئًا). ¶ - التحرير فيما يحل ويحرم من لباس الحرير. (لا نعلم شيئًا). ¶ - إغاثة اللهفان في طلاق الغضبان. (طبع بتحقيق العلامة جمال الدين القاسمي رحمه الله). ¶ - جوابات عابدي الصلبان وأن ما هم عليه دين الشيطان. (لا نعلم عنه شيئًا). ¶ - بطلان الكيمياء من أربعين وجهًا. (لا نعلم عنه شيئًا). ¶ - الفرق بين الخلة والمحبة ومناظرة الخليل لقومه. (لا نعلم عنه شيئًا). ¶ - الفتح القدسي والتحفة المكية. (لا نعلم عنه شيئًا). ¶ - أمثال القرآن. (طبع كرسالة وهو جزء من كتاب أعلام المؤمنين). ¶ - شرح الأسماء الحسنى. (لا نعلم عنه شيئًا). ¶ - أقسام القرآن. ¶ - المسائل الطرابلسية. (لا نعلم عنه شيئًا). ¶ - الصراط المستقيم في أحكام أهل الجحيم. (لا نعلم عنه شيئًا). ¶ - الطاعون. (لا نعلم عنه شيئًا). ¶ - الكبائر. (لا نعلم عنه شيئًا). ¶ للمؤلف مصنفان آخرين لم يذكرهما الشيخ سعد نذكرها:",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "1 - الرسالة التبوكية مطبوعة. ¶ 2 - رسالة أحد إخوانه. (مطبوع عدة مرات).",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "القَصيدَة ¶ 1 - ... إذا طلعَتْ شَمْسُ النَّهَار ¶ فإنَّهَا أمَارَةُ تَسْلِيمي عَلَيْكُمْ فسَلموا (¬1) ¶ يقول رحمه الله تعالى: في بداية كل يوم، وفي وقت الصباح، فإني أسلم عليكم، وعلامة هذا التسليم هو شروق الشمس. فعليكم أنتم أن تردوا عليَّ السلام؛ لأن وقت شروق الشمس هو وقت تسليمي عليكم. ¶ 2 - ... سَلامٌ مِنَ الرَّحْمَنِ فِي كُلِّ سَاعَة ¶ وَرَوْحٌ وَرَيحَانٌ وَفَضْلٌ وَأَنْعُم (¬2) ¶ وهذا السلام هو من الله سبحانه عليكم في كل وقت، ومع هذا السلام: ريح رائحة الريحان، أو يكون معه الراحة من تعب الدنيا ونصبها مع الريحان ورائحته الطيبة، ومع هذا السلام كذلك زيادة فرح ومسرة. ¶ 3 - ... عَلى الصَّحْبِ وَالإِخْوَانِ والوِلدِ والألى ¶ رَعَوْهُمْ بإحْسَانٍ فَجَادُوا وَأَنْعَمُوا (¬3) ¶ الصاحب أخص من الأخ، والأخ أعم. وقد يكون لك أخ ولم تره بعينك. ولكن الصاحب لا بد له من أن يصحبك. يقول المولى جل ذكره: {إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ} قالوا: أولسنا إخوانك يا رسول الله؟ قال: «أنتم أصحابي، وإخواننا الذين لم يأتوا بعد». رواه مسلم (249)، والبخاري (136) مختصرًا. ¶ ¬__________ ¶ (¬1) أمارة: الموعد أو الوقت (القاموس المحيط). ¶ (¬2) رَوح: نسيم الريح. ¶ (¬3) الألى: الذين (المعجم الوسيط). ¶ جادوا: أجاد: أتى بالجيد، والجواد: السخي (القاموس المحيط). ¶ رعوهم: أحاطوهم وحفظوهم (لسان العرب).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وقد تعارف أن القائل إذا أطلق لفظ: الصحابة؛ فالمقصود بهم صحابة رسول الله - صلى الله عليه وسلم - إلا إذا قيدها؛ كأن يقول: أصحابي، أو أصحابنا، أو أصحاب فلان. ¶ أما الوِلد بالكسر: جمع وَلد. فهو يزف هذا السلام من الله إلى الجميع: الأصحاب، والإخوان، والأولاد، وإلى الذين أحاطوهم وحفظوهم، وأحسنوا إليهم وأتوهم بالجيد من القول والفعل، وزادوا عليهم من الإنعام. ¶ 4 - ... وَسَائِر مَنْ لِلسُّنَّةِ المَحْضَة اقتَفى ¶ وَمَا زَاغَ عَنْهَا فهُوَ حَقٌّ مَقَّدَّمُ (¬1) ¶ وكذلك سلامه على جميع من تتبع واقتفى بالسنة الخالصة، وهي طريقة النبي - صلى الله عليه وسلم - وأصحابه، ومن تبعهم وسار على نهجهم ولم يعدل عنها إلى غيرها؛ فهذا الصنف من الناس هو المقدم على غيره في كل شيء حتى في إلقاء التحية. ¶ 5 - ... أولئِكَ أتْباعُ النَّبِيِّ وَحِزْبُهُ ¶ وَلولاهُمُ ما كانَ في الأرْض مُسْلمُ ¶ الذين ساروا على السنة الخالصة هم أتباع النبي - صلى الله عليه وسلم - في الدنيا، وهم الذين يحشرون تحت لوائه يوم القيامة، وهم حزب الله وحزب رسوله - صلى الله عليه وسلم -، الذين أثبت الله سبحانه لهم الغلبة في الدنيا والفلاح يوم القيامة. فهم الذين أخذوا العلم، وجدُّوا في تعلمه وإتقانه، وتعليمه إلى مَن بعدهم، فلولاهم لذهب العلم ودرس، وضاع الدين، واختلط الحق بالباطل، وارتد الناس عن الإسلام. ¶ 6 - ... ولولاهمُ كَادَتْ تَمِيدُ بِأهْلهَا ¶ ¬__________ ¶ (¬1) المحضة: الخالصة التي لم يخالطها غيرها. ¶ زاغ: مال (مختار الصحاح).",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وَلَكِنْ رَوَاسِيهَا وَأوْتَادُهَا هُمُ (¬1) ¶ إن هؤلاء الذين تمسكوا بالسنة الخالصة هم الذين بينوا للناس أمور دينهم؛ حتى لا يلتبس عليهم الحلال من الحرام؛ فتضطرب أمورهم، ولكن وجودهم بين الناس كالجبال للأرض، فهم يتصدون لكل حادثة، ويقدمون للناس من الكتاب والسنة ما يصلح لهم معاشهم وحياتهم. ¶ 7 - ... ولوْلاهُمُ كَانَتْ ظلامًا بأهْلهَا ¶ وَلَكِنْ هُمُ فِيهَا بُدُورٌ وَأَنْجُمُ ¶ يشبِّه أهل العلم المتبعين للسنة بالقمر الذي اكتمل كيف يزيح الظلام الدامس، وهم أيضًا كالنجوم يستدل بهم إلى معرفة أحكام الشرع، كالذي يسترشد بالنجوم إلى موضعه. فالناس يستنيرون طريقهم ويسترشدون بتوجيهاتهم ونصائحهم. ¶ 8 - ... أولئِكَ أصْحَابِي فَحَيَّ هَلابِهِمْ ¶ وَحَيَّ هَلا بِالطِّيبينَ وَأنْعِم (¬2) ¶ أولئك الصنف من الناس الذين ذكرهم سابقًا؛ وهم أتباع السنة المحضة، هم أصحابه، فابدأ بهم بالترحيب والسلام، وعجل بهم، ثم ابدأ وعجل بذكر الطيبين بالفرح والمسرة. ¶ 9 - ... لِكُلِّ امرُئٍ منْهُمْ سَلامٌ يَخُصُّهُ ¶ ¬__________ ¶ (¬1) كادت: كاد: فعل ناقص يدل على قرب وقوع الخبر (معجم الشوارد النحوية). ¶ تميد: تتحرك وتضطرب. رواسي: الجبال الثوابت الرواسخ. ¶ أوتادها: الوتد: ما غزَّ في الأرض أو الحائط من خشب. ¶ (¬2) حي هلا: هلم أو أقبل وعجل. حيَّ: بمعنى أعجل، وهلا: معناه حث واستعجال (معجم الشوارد النحوية).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "يُبَلغُهُ الأدْنى إليْهِ وَيَنْعَمُ ¶ لكل واحد من هؤلاء السابقين سلام من المصنف رحمه الله يخصه بنفسه، وهذا السلام يبلغه له الأدنى منه؛ أي: إن الذي سمع تسليم المصنف يبلغه إلى الأدنى منه، والثاني يبلغه إلى الأدنى منه، وهكذا. ¶ وهذا السلام مصحوب بالترفه والفرح والمسرة. ¶ 10 - ... فَيَا مُحْسِنًا بِلغْ سَلامِي وَقُلْ لهُمُ ¶ مُحبُّكمُ يَدْعُو لكُمْ وَيُسَلمُ ¶ فيا كل من يريد أن يفعل الفعل الجميل والفعل الحسن، بلغ سلامي إلى أولئك الذين سبقت الإشارة إليهم، وأخبرهم بأن المصنف من الذين يحبكم في الله، ويدعو لكم الله سبحانه بالتوفيق والثبات، ويتمنى لكم كل خير، وهو يسلم عليكم. ¶ 11 - ... وَيَا لائِمِي فِي حُبِّهِمْ وَوَلائِهِمْ ¶ تَأَمَّلْ هَدَاكَ اللهُ مَنْ هُوَ ألوَمُ (¬1) ¶ يخاطب من يلومه ويعاتبه وينكر عليه لأنه أحب أتباع السنة (المحضة)؛ فيقول له: لو تريثت قليلًا وتمهلت ثم بحثت عن الحق، سوف يتبين لك بعد التحري أن الذي يقع عليه اللوم هو أنت لا أنا؛ لأنني اتبعت سنة النبي - صلى الله عليه وسلم - القائل: «المتحابون في الله على منابر من نور»، رواه أحمد: (5/ 237) (¬2). ¶ فهل يلام من يتبع السنة أم الذي يخالفها هو أحق باللوم؟ وإذا كانت محبة الصالحين والأخيار ذنبًا يُلام عليه؛ إذن تكون محبة الأشرار والفجار خيرًا يسعى إليه. وهذا فاسد لا يخفى على أحد. ¶ 12 - ... بِأيِّ دَليل أمْ بِأيَّةِ حُجَّةٍ ¶ ¬__________ ¶ (¬1) لائمي. اللوم: العذل. ¶ (¬2) وإسناده صحيح –المجلة-.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "تَرَى حُبَّهُمْ عَارًا عليَّ وَتَنْقِمُ (¬1) ¶ يقول: أنت الذي تنقم عليَّ وتكثر في لومي على حب أحبابي، وتظن أن حبهم ارتكاب معصية. ¶ هل فعلك هذا لك فيه برهان أو نص من قرآن أو سنة؟ ¶ 13 - ... وَمَا العَارُ إلا بُغْضُهُمْ وَاجْتِنَابُهُمْ ¶ وَحَبُّ عِدَاهُمْ ذَاكَ عَارٌ وَمَأَثَمُ (¬2) ¶ العيب كل العيب هو مقتهم واجتنابهم، وتركهم وحب غيرهم ممن ناصبهم العداء؛ لا لسيء إلا لأنهم تمسكوا بدين الله، فحبُ غيرهم هو العار والوقوع في الإثم. ¶ 14 - ... أمَا وَالذِي شَقَّ القُلوبَ ¶ وَأَوْدَعَ المَحَبَّة فِيها حَيْثُ لا تَتَصَرَّمُ (¬3) ¶ يقسم بالخالق سبحانه الذي فطر القلوب على المحبة، حيث أودع هذه الغريزة داخل القلوب الضعيفة، ثم جعلها قادرة على التحمل وعدم التقطع. ¶ 15 - ... وَحَمَّلها قَلبَ المُحِبِّ وإنَّهُ ¶ ليَضْعُفُ عن حِمْل القَميصِ وَيَألمُ ¶ 16 - ... وَذَللهاَ حَتَّى اسْتكانتْ لِصوْلة ¶ المَحَبَّة لا تَلوى وَلا تَتَلعْثَمُ (¬4) ¶ ¬__________ ¶ (¬1) تنقم. نقم عليه: عتب عليه. انتقم الله منه: عاقبه (مختار الصحاح). ¶ (¬2) عداهم: عدا: جمع أعداء. ¶ (¬3) تتصرم: تصرم: تجلد وتقطع. ¶ (¬4) وذللها. ذلَّ: من اللين وهو ضد الصعوبة. تذلل: خضع. ¶ استكان: خضع (نهاية). ¶ لصولة. صال: استطال أو وثب. تلوى. لوى عن الأمر: تثاقل. ¶ تلعثم: تمكث وتوقف وتأنى (القاموس المحيط).",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "جعل الله سبحانه المحبة في قلب الحب، وجعله قادرًا على حملها مع ثقلها، بينما هو يستثقل حمل القميص أو الرداء الذي عليه ولا يقوى على حمله ويستثقل منه. ¶ ومع هذا فهي خاضعة ذليلة قادرة على تحمل تطاول المحبة، فلم تتردد ولم تتباطئ في الاستجابة لندائها. ¶ 17 - ... وَذَللَ فِيها أنفُسًا دُونَ ذُلَها ¶ حِياضُ المََنَايَا فوْقَها وَهيَ حُوَّمُ (¬1) ¶ وجعل سبحانه وتعالى النفوس التي تحمل هذه القلوب ذليلة خاضعة أكثر من خضوعها المعتاد، لأن النفوس التي تحمل هذه القلوب ذليلة خاضعة أكثر من خضوعها المعتاد؛ لأن النفوس التي تحمل القلوب المجروحة التي أصابتها سهام المحبة تكون دائًا مستكينة ليس لها هم إلا لقاء المحبوب. والموت فوقها وهي تدور تحته. ¶ 18 - ... لأنْتُمْ عَلى قُرْبِ الدِّيارِ وبُعْدَهَا ¶ أحبَّتُنا إن غبتُمُ أوْ حضرْتُمُ ¶ الذي يكون ذكره في القلب ومحبته في الفؤاد فهذا هو الحبيب الذي يذكر دائمًا ولا يُنسى، سواء أكان قريب المنزل أو لم يكن، وسواء أكان حاضرًا أم غائبًا فإن طيفه لا يكاد يفارق الخيال. ¶ 19 - ... سَلوا نَسَمَاتِ الرِّيح كمْ قَدْ تَحَمَّلتْ ¶ ¬__________ ¶ (¬1) حياض المنايا. حياض: جمع حوض. المنايا: جمع منية وهي الموت.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "مَحَبَةَ صَبٍّ شَوْقُهُ ليْسَ يُكْتَمُ (¬1) ¶ 20 - ... َوَشَاهِدُ هَذا أنَّها فِي هُبُوبها ¶ تَكادُ تَبُثُّ الوجدَ لوْ تتكلمُ (¬2) ¶ يعبر، رحمه الله، عن شدَّة حبِّه، ويريد أن يبرهن على صدق ادِّعائه فيقول: سلوا نسمات الريح. أي كأن الهواء الذي يمر عليكم مشبع بالحب الذي يكنه قلبي. حب عاشق، أو تكتب حبهُ وشوقه ظاهر يشعر به الجميع، ولا يكتم عنه أحد. وعلاقة ذلك أن الريح التي تمر بكم تحمل معها شدة حبي وعظيم شوقي، فهي تريد أن تنشر هذا لكم، إلا أنها لا تتكلم. ¶ 21 - ... وكُنْتُ إذا اشْتَدَّ بِيَ الشَّوْقِ والجوى ¶ وَكَادَتْ عُرَى الصَّبْرِ الجميل تَفصَّمُ (¬3) ¶ 22 - ... أعللُ نَفْسِي بِالتَّلاقِي وَقُرْبه ¶ وَأوهمُهَا لكِنَّهَا تَتَوَهَّمُ (¬4) ¶ 23 - ... وأتْبِعُ طرْفِي وِجْهَةً أنتمُ بِها ¶ فَلِي بِحِمَاهَا مَرْبَعٌ وَمُخَيَّمُ (¬5) ¶ ¬__________ ¶ (¬1) صب: الصبابة: الشوق، أو رقته، أو رقة الهوى. ¶ شوقه. الشوق: نزاع النفس، وحركة الهوى. ¶ (¬2) تبث: تظهر وتنشر. ¶ الوجد: الهوى والحب الشديد (تاج العروس). ¶ (¬3) الجوى: هوى باطن، أو الحزن، أو شدة الوجد (القاموس المحيط). ¶ عرى: جمع عروة. والعروة من الدلو والكوز: المقبض. تفصم: تتكسر. ¶ (¬4) أعلل: أشاغل. وأوهمها: الوهم: من خطرات القلب. تتوهم: تظن. ¶ (¬5) طرفي: الطرف: العين، أو البصر (القاموس المحيط). ¶ حماها: حمى: المكان الذي لا يقرب. مربع: منزل القوم في الربيع خاصة. الرَّبع: الدار بعينها حيث كانت. مخيم: خيَّم بالمكان: أقام به. تخيم: ضرب خيمة.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وكنت إذا اشتد بي ألم الهوى وشدة نزاع النفس إلى رؤياكم، وأصابني الحزن العميق على فراقكم، وأوشك أن تتقطع وتتكسر مقابض الصبر التي أتشبت بها؛ فإذا أصابني هذا الشعور (أعلل نفسي بالتلاقي). ¶ وبعد أن يستحكم بي الشوق وألم الفراق فإني أشاغل نفسي وأحدثها بأن وقت اللقاء قد قرب، وأنا أعلة أنه وَهمٌ لا حقيقة له، ولكني أجلب هذا الظن لنفسي لكي تستقر وتسكن، وأجعل عيني دائمًا في ترقب إلى الجهة التي تسكنونها، وقلبي متوجه إليكم لعلي أفوز منكم بنظرة؛ لأن نفسي دائمًا تحدثني بقدومكم كلما غفلت، فتراني دائم التطلع إلى جهتكم لأن لي بها ديارًا ومنازل. ¶ 24 - ... وأذْكُرُ بيتًا قالهُ بَعْضُ مَنْ خَلا ¶ وَقَدْ ضَلَّ عَنْهُ صَبْرُهُ فَهْوَ مُغْرَمُ (¬1) ¶ 25 - ... أسَائِلُ عَنْكُمْ كُلَّ غَادٍ وَرَائِح ¶ وَأومِي إلى أوْطانِكُمْ وَأسلمُ (¬2) ¶ بعد أن يتجه إلى الجهة التي هم فيها بقلبه قبل بصره، فإن هذا لا يخفف لوعته ولا يسكن شيئًا من آلامه، فيتذكر ذلك البيت الذي قاله أحد الشعراء القدماء عندما اشتد عليه شوقه وضاع منه صبره فقال: «أسائل عنكم ... » أي بعد أن انقطعت أسباب الوصال، ولا أمل في التلاقي، فإني أسأل عنكم الذاهب والقادم، وأتقصى أخباركم، وأحرك رأسي إيماءً إلى جهتكم، ومع هذه الحركة ألقي عليكم السلام. ¶ 26 - ... وَكمْ يَصْبِر المُشْتَاقُ عَمَّن يُحِبُّهُ ¶ ¬__________ ¶ (¬1) خلا: مضى. ضل: الضلال ضد الهدى، يعني ضاع عنه صبره ولم يهتد إليه. ¶ مغرم: أسير الحب، أو المولع بالشيء. ¶ (¬2) غاد. الغدو: السير أول النهار. رائح: الرواح: السير آخر النهار.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وَفِي قلبِهِ نارُ الأسى تتضرَّمُ (¬1) ¶ إن المحب الذي حرق الشوق قلبه، وألم الفراق يعصر فؤاده، فإنه يصبر على فراق محبوبه صبرًا مرغمًا عليه؛ فهو صابر، ولكن نار الحزن مشتعلة في قلبه ولا تكاد تهدأ. ¶ 27 - ... أمَا وَالذِي حَجَّ المحبُّون بَيْتَهُ ¶ وَلبُّوا لهُ عنْدَ المهَلِّ وَأحْرَمُوا (¬2) ¶ يقسم بالله سبحانه، الذي جاءه الناس من كل فج عميق، قاصدين ذلك المكان الذي اختاره ليجعل في بيته الحرام، الذي جعله قبلة للناس، فهم يتوجهوا إليه بقلوبهم ووجوههم. وقد فرض الله سبحانه الحج على الناس في العمر مرة واحدة للمستطيع، ثم جعل التكرار سنة، ورغب فيه، كما روى الترمذي وغيره من حديث عبد الله بن مسعود رضي الله عنه عن النبي - صلى الله عليه وسلم - أنه قال: «تَابِعُوا بين الحج والعمرة فإنهما ينفيان الفقر والذنوب» (¬3). ¶ يقول: «ولبوا له ... » أي: إنهم عندما وصلوا إلى الميقات، وهو المكان الذي لا يتجاوزه أي إنسان يريد الحج أو العمرة إلا وهو قد لبس لباس الإحرام. فعند وصولهم ذلك المكان رفعوا أصواتهم مهللين له سبحانه وتعالى. ¶ 28 - ... وَقَدْ كشَفُوا تِلك الرُّؤُوس تَواضُعًا ¶ ¬__________ ¶ (¬1) الأسى: الحزن. تتضرم: تشتعل. ¶ (¬2) لبوا: تلفظوا بالتلبية، وهي صيغة حددها الشرع، وستأتي. ¶ المهل: المكان الذي يهل فيه الحاج أو المعتمر. ¶ أحرموا: دخلوا في الإحرام، وهو التقيد بأمور حددها الشرع. ¶ (¬3) رواه أحمد: 1/ 387، والترمذي: 810، والنسائي: 5/ 115، وابن خزيمة: 2512. ¶ [ابن ماجه 2287 والحديث صحيح، السلسلة الصحيحة 1200، المجلة].",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "لِعزَّةِ مَنْ تَعْنُو الوُجُوهُ وَتَسلِمُ (¬1) ¶ بعد أن يصل الحاج أو المعتمر إلى الميقات يستحب له أن يغتسل ويتنظف، وإذا احتاج إلى تقليم الأظافر أو حلق الشعر فعل ذلك، ثم يسرح شعره ويتطيب، ثم يتجرد من الملابس المخيطة ويلبس رداء وإزارًا. أما النساء فيحرمن في ملابسهن. ذكر المصنف أنهم كشفوا رؤوسهم تواضعًا لعظمة الله الذي تخضع الوجوه له وتذلُّ وتُسلِم. ¶ وهذا من باب ذكر الحِكمة من ورود الحُكم، وهو أمر جيد أن يعرف الإنسان بعض الِكَم من ورود الأحكام، ولكن الأصل أن يأخذ الإنسان الحُكمَ على أنه حُكمٌ حَكَمَ الله به وقدَّره، ثم بعد ذلك يستنبط بعض الحِكَم إن استطاع، لا أن يُعلق الحُكْمَ على معرفة الحِكمة. ¶ 29 - ... يُهلِونَ بالبيْدَاء لبَّيْك رَبَّنا ¶ لكَ المُلكُ وَالحْمدُ الذِي أنْتَ تَعْلمُ (¬2) ¶ بعد أن تجاوزوا الأماكن التي أحرموا من عندها وساروا في تلك الصحراء، فإن أصواتهم لا تفتر عن الذكر الذي سنه لهم رسول الله - صلى الله عليه وسلم -؛ ألا وهو رفع الصوت بالتلبية وهي: لبيك اللهم لبيك، إن الحمد والنعمة لك والملك، لا شريك لك. فهم يلهجون بهذا الذكر ولا تفتر ألسنتهم عنه. ¶ 30 - ... دَعَاهُمْ فلبَّوْهُ رضًا وَمَحَبَةً ¶ ¬__________ ¶ (¬1) تعنو: قال الحق سبحانه: {وَعَنَتْ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ} قال الفراء: عنت الوجوه: نصبت له وعملت له، (لسان العرب). ¶ قال ابن الأثير في النهاية عن حديث (إنه دخل مكة عنوة): وهو من (عنا يعنو) إذا ذل وخضع. ¶ (¬2) يهلون: أهل الملبي: رفع صوته بالتلبية. ¶ البيداء: الصحراء. ¶ لبيك: أي أنا مقيم على طاعتك إلبابًا بعد إلباب وإجابة بعد إجابة (القاموس).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "فَلَمَّا دَعَوْهُ كَانَ أقْرَبَ منْهُمُ (¬1) ¶ دعا ربُّنا سبحانه وتعالى عباده لزيارة بيته الحرام، حيث يقول مخاطبًا الخليل، عليه وعلى نبينا الصلاة والسلام: {وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالاً} (¬2)، ويقول سبحانه: {وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنْ اسْتَطَاعَ إِلَيْهِ سَبِيلاً} (¬3). ¶ عن أبي هريرة رضي الله عنه قال: خطبنا رسول الله - صلى الله عليه وسلم - فقال: «أيها الناس قد فرض الله عليكم الحج فحجوا» (¬4). ¶ هذه دعوة من الله سبحانه وتعالى لعباده كي يزوروا بيته، فتقاعس من خذله الله، وانبرى لاستجابة هذه الدعوة من وفقه الله لطاعته. استجابوا له وقلوبهم يعصرها الشوق الذي تولد منه الحب والرضا؛ فهم راضون عنه، ويسألونه أن يرضى عنهم؛ فلما سألوه وألحوا عليه بالمسألة والإكثار من ذكره وتمجيده وتحميده، كانت استجابته لهم أسرع من استجابتهم له. ¶ 31 - ... تَرَاهُمْ عَلى الأنْضَاِء شُعْثًا رُءوسُهُمُ ¶ وغُبرًا وَهُمْ فِيهَا أسَرُّ وَأنْعَمُ (¬5) ¶ تراهم قد ركبوا تلك الدواب التي أهزلتها الأسفار، وأذهبت لحمها، وهم علها في الصحراء المترامية الأطراف، وقد غيَّر التراب وجوههم، وأشعث رؤوسهم المكشوفة. ومع ما فيه من ضنك العيش وشدته؛ إلا أنهم في غاية الفرح ¶ ¬__________ ¶ (¬1) لبَّوه: أجابوا الدعوة. ¶ (¬2) سورة الحج:17. ¶ (¬3) سورة آل عمران:97. ¶ (¬4) رواه مسلم: 1337. ¶ (¬5) الأنضاء: جمع نضو ونضوة وهو المهزول من الإبل (القاموس). ¶ شعثًا: الأشعث: المغبر الرأس وكذلك الملبد الشعر. ¶ غبرًا: ترى عليهم الغبار.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "والسرور، وكأنهم في رغد العيش ونعيمه؛ لأنهم يأملون من مولاهم سبحانه أن يجازيهم على ما لاقوه من نصب في سبيله؛ بأن يمنحهم رضوانه وأن يدخلهم جنته. ¶ 32 - ... وَقَدْ فَارَقُوا الأوْطان وَالأهْل رَغْبَةً ¶ وَلَم يُثْنِهمْ لذَّاتُهمْ والتَّنَعُّمُ (¬1) ¶ 33 - ... يَسِيرونَ مِنْ أقطارِهَا وفجاجها ¶ رجَالًا وَرُكْبانًا وَلله أسْلمُوا (¬2) ¶ لقد تركوا الأهل وتحملوا ألم فراقهم، وتغربوا عن الأوطان وتحملوا ألم الحنين إليها. تركوا كل هذا رغبة بما عند الله سبحانه من النعيم المقيم، وتحملوا مشقة السفر وما به من مخاطر وعذاب، وآثروه على الملذات والنعيم والعيش الرغيد بين الأهل والإخوان، ولم يمنعهم من تحمل تلك المخاطر. ¶ فجاءوا ملبين لدعوة الخالق سبحانه من جميع بقاع الأرض؛ منهم الماشي على رجليه، ومنهم الراكب على راحلته، والجميع قد أسلم وجهه وقلبه إلى المولى جل في علاه. ¶ 34 - ... وَلَمَّا رأتْ أبصارُهمْ بَيْتهُ الذِي ¶ قُلوبُ الوَرَى شَوْقًا إليْه تَضرَّمُ (¬3) ¶ 35 - ... كأنَّهُمُ لمْ يَنْضبُوا قط قَبْلهُ ¶ ¬__________ ¶ (¬1) رغبة: رغب فيه رغبة: أراده. لم يثنهم: لم يكفهم ولم يصرفهم. ¶ (¬2) أقطارها: القطر: الناحية والجانب، وجمعه: أقطار. ¶ فجاجها: الفج: الطريق الواسع بين الجبلين، والجمع فجاج. ¶ رجالَا: الراجل: ضد الفارس، أي الذي يمشي على رجليه. ¶ ركبانًا: الذين يركبون الدواب وغيرها. ¶ (¬3) الورى: الخلق. تضرم: تشتعل.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "لأن شَقَاهُمْ قدْ تَرَحَّلَ عَنْهُمُ (¬1) ¶ ولما وصلوا إلى البيت الحرام، ومتعوا أبصارهم برؤيته؛ هذا البيت الذي طالما اشتاقت إليه قلوب العباد، واحترقت من شدة الوجد لرؤيته. ¶ وبعد الوصول والتمتع بالرؤية اطمأنت القلوب، واستقرت الأفئدة، واستراحت الأبدان، وذهب الألم؛ وكأن جميع ما لاقوه من وعثاء السفر وشدته ونصبه ومشقته قد ذهب كله عنهم؛ لأن السعادة التني غمرتهم قد أنستهم ذلك كله. ¶ 36 - ... فللهِ كَمْ مِنْ عَبْرةٍ مُهْرَاقةٍ ¶ وَأخْرى على آثارها لا تَقَدَّمُ (¬2) ¶ 37 - ... وَقَدْ شَرَقتْ عَيْنُ المُحِبِّ بدَمْعِهَا ¶ فيَنْظُرُ مِنْ بَيْن الدُّمُوع وَيَسْجمُ (¬3) ¶ يتعجب من كثرة ما تذرفه العيون من الدموع السائلة على الخدود، وكلما خرجت دمعة تبعتها أخرى بعدها، مباشرة ودون انقطاع، وقد امتلأت عيونهم بالدموع، فأصبحوا لا يستطيعون مشاهدة البيت بوضوح، وإنما أصبح الدمع حاجزًا بين عيونهم وبين البليت؛ فهم ينظرون إليه من خلف الدموع التي قد ملأت العيون مستمرة في ذرف المزيد من الدموع. ¶ 38 - ... إذا عَايَنْتهُ العَيْنُ زَالَ ظلامُهَا ¶ ¬__________ ¶ (¬1) ينصب: يتعب. ترحل: ذهب. ¶ (¬2) عبرة: الدمعة قبل أن تفيض، أو تردد البكاء في الصدر. ¶ مهراقة: أهراقه يهريقه فهو مهريق ومهراق: يعني صبه (القاموس). ¶ على آثارها: تأتي بعدها، كأنها تمشي على أثرها. ¶ (¬3) شرقت: امتلأت حتى غصًّت، لأن الشَرَق: الغصة، والغصة: ما اعترض في الحلق فأشرق. ¶ يسجم: يسيل.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وَزَالَ عَنِ القلبِ الكئِيبِ التَّألمُ (¬1) ¶ إن بيت الله الحرام، جعل الله فيه خاصية جذب القلوب إليه، فهو يأسِرُ قلوب المحبين. ¶ وكذلك لا تمل الأبصار من النظر إليه، فإذا أمعن فيه الناظر زال الظلام عن عينيه، وكذلك ينشرح صدره، ويطمئن قلبه، ويزول عنه همه وغمه. ¶ 39 - ... وَلا يَعْرِفُ الطرْفُ المُعايِنُ حُسْنَهُ ¶ إلى أنْ يَعُودَ الطرْفُ وَالشَّوْقُ أعْظم (¬2) ¶ 40 - ... وَلا عَجَبُ منْ ذَا فحِينَ أضَافَهُ ¶ إلى نَفْسِهِ الرَّحْمنُ فَهوَ المُعظمُ ¶ إذا أبصر الإنسان الناظر إلى البيت مهابته وشرفه وحسنه وجماله فإنه يتعلق به، بحيث إذا صرف بصره عنه فإنه يعود لينظر إليه مرة أخرى؛ لما يصيبه من الشوق إليه ولا يستطيع أن يصبر على عدم النظر إليه. ¶ وليس في هذا عجب، ولا هو بالأمر الغريب؛ وذلك لأن الله سبحانه هو الذي شرفه وأضافه إلى نفسه العلية؛ حيث قال: {وَطَهِّرْ بَيْتِي} (¬3). ¶ وقال سبحانه: {أَنْ طَهِّرَا بَيْتِي} (¬4)؛ فيقال: بيت الله. ¶ 41 - ... كَسَاهُ مِنْ الإجْلالِ أعْظمَ حُلةٍ ¶ عَليْهَا طِرازٌ بِالمُلاحَةِ مَعْلمُ (¬5) ¶ ¬__________ ¶ (¬1) الكئيب: الحزين. ¶ (¬2) يعرف: يصبر: (لسان العرب). الطرف: العين. ¶ (¬3) سورة الحج: 26. ¶ (¬4) سورة البقرة: 125. ¶ (¬5) الإجلال: التعظيم. حلة: إزار ورداء، ولا تكون إلا من ثوبين. ¶ الطراز: الهيئة. الملاحة: ملح الشيء فهو مليح أي: حسن. ¶ مَعْلم: ما يستدل به. وقد تكون: مُعْلمُ: هو الذي يخبر بذلك.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "42 - ... فمِنْ أجْل ذَا كُلُّ القُلوبِ تُحِبُّهُ ¶ وَتَخْضَعُ إجلالًا لهُ وتُعظمُ ¶ إن الله سبحانه وتعالى ألبس هذا البيت لباس تعظيم وإكرام، ومزجه بحسن لا نظير له، وجعل هذا علامة له؛ فلأجل هذا إن العيون إذا رأته انخلعت القلوب شوقًا له وانقيادًا إليه وتعظيمًا، ولا تصبر على فراقه. ¶ 43 - ... وَرَاحُوا إلى التَّعريفِ يَرْجُونَ رَحْمةً ¶ وَمَغْفِرةً ممَّنْ يَجُودُ وَيَكْرِمُ (¬1) ¶ بعد ما وصف لنا حال المحبين حينما وصلوا على البيت الذي طالما منَّوا أنفسهم بمشاهدته والصلاة فيه. وها هو يصف لنا ذهابهم إلى عرفات حيث الاجتماع الكبير، وسؤال الجواد الكريم أن يمن عليهم بالرحمة والمغفرة. ¶ 44 - ... فَلِلهِ ذاكَ المَوقِفُ الأعظْمُ الذي ¶ كَمَوقف يَوْم العَرضِ بَلْ ذاكَ أعْظمُ (¬2) ¶ تعجب من ذلك الموقف العظيم الذي يضم الناس من جميع أشكالهم وأجناسهم، وهو في بعض جوانبه قد يشبه يوم القيامة، إذ إن الناس على اختلاف مراتبهم في الدنيا قد اجتمعوا في مكان واحد، وفي زمن واحد، وكذلك لباسهم واحد، ولا يستطيع الناظر أن يميز بين الغني والفقير، ولا بين الشريف والوضيع، ولا شك في أن يشبهه في بعض الجوانب لا في جميعها، حيث إن يوم ¶ ¬__________ ¶ (¬1) التعريف: عرفات، وهو موقف الحجاج يوم التاسع من ذي الحجة. ¶ يجود: جاد وأجاد: أتى بالجَيِّد فهو مجواد. ¶ (¬2) يوم العرض: يوم القيامة.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "القيامة أعظم وأعظم. ¶ 45 - ... وَيَدْنُو بِهِ الجَّبَارُ جَلَّ جلالهُ ¶ يُبَاهِي بِهمْ أمْلاكَهُ فَهوَ أكْرمُ (¬1) ¶ 46 - ... يَقُولُ عِبَادِى قدْ آتَوْنِي مَحَبَّةً ¶ وَإنِّي بِهِمْ بَرُّ أجُودُ وَأرْحمُ ¶ 47 - ... فأشْهِدْكُمْ أنِّي غفرْتُ ذُنوبَهُمْ ¶ وَأعْطيْتَهُمْ مَا أملوهُ وأنْعَمُ (¬2) ¶ يشير إلى حديث جابر رضي اله عنه قال: قال رسول الله - صلى الله عليه وسلم -: «إذا كان يوم عرفة فإن الله ينزل من السماء الدنيا فيباهي بهم الملائكة فيقول: ... أشهدكم أني قد غفرت لهم ... الحديث» (¬3). ¶ والحديث في سنده مقال، وانظر ابن حبان: 3853، والسلسلة الضعيفة للألباني: 679؛ ويشهد لبعض فقراته في الحديث المتقدم تحت البيت رقم: 45 (¬4). ¶ والحديث يشير إلى أن الله سبحانه وتعالى يشهد الملائكة على أنه غفر ذنوب جميع أهل الموقف، وأعطاهم جميع ما كانوا يطلبون ويرجون ويتمنون، ¶ ¬__________ ¶ (¬1) يدنو: ينزل ويقرب، مع أنه قريب بعلمه في كل مكان وزمان. ¶ يباهي: يفاخر. ¶ (¬2) أملوه: الأمل: الرجاء؛ يعني: ما كانوا يرجونه، ويتطلعون إليه. ¶ أنعَم: فعل كذا، وأنعم: أي زاد (مختار الصحاح). ¶ (¬3) رواه ابن خزيمة في صحيحه: 2840، والبغوي في شرح السنة: 1931. ¶ [أشار ابن القيم للحديث الصحيح الذي رواه مسلم 1348، وغيره بلفظ: «ما من يوم أكثر من أن نُعْتقَ اللهُ فيه عبدًا من النار من يوم عرفة، وإنه ليدنو ثم يباهي بهم الملائكة فيقول: ما أراد هؤلاء؟» المجلة]. ¶ (¬4) [الشارح لم يشر إلى أي حديث، ولعله يقصد ما ذكرناه من حديث عائشة في مسلم، المجلة].",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وزادهم زيادة من فضله على طلباتهم. ¶ 48 - ... فبُشْرَاكمُ يا أهْل ذا الموْقِفِ الذِي ¶ بِه يَغْفِرُ اللهُ الذنوبَ وَيَرْحَمُ ¶ المصنف، رحمه الله تعالى، يزفُّ البشرى العظيمة الحارة إلى أهل الموقف في عرفات، بأن الله تعالى غفر ذنوبهم وأدخلهم في واسع رحمته. ¶ 49 - ... فَكَمْ مِنْ عَتِيق فِيهِ كُمِّلَ عتْقُهُ ¶ وَآخَرُ يَسْتَسْعى وَربُّكَ أرْحَمُ (¬1) ¶ أناس كثيرون حررهم الله سبحانه في هذا اليوم من أسْر الذنوب والخطايا، وتجاوز عنهم وغفر لهم زلاتهم؛ لأنه جواد كريم رحيم بعباده. ¶ وهناك آخرون لا يزالون يلحُّون على ربهم بالدعاء ويطلبون منه أن يغفر لهم ويتجاوز عن سيئاتهم، وهو سبحانه أرحم بعباده من أنفسهم على أنفسهم. ¶ 50 - ... وَما رُئِيَ الشيْطانُ أغْيَظ فِي الوَرَى ¶ وأحْقرَ مِنْهُ عِنْدَهَا وَهوَ الأمُ (¬2) ¶ 51 - ... وَذَاكَ لأمْر قَدْ رَآهُ فغاظهُ ¶ فأقْبَلَ يَحْثُو التُّرْبَ غيْظًا وَيلطِمُ (¬3) ¶ 52 - ... لمِاَ عَاينَتْ عَيْنَاهُ مِنْ رَحْمَةٍ أَتَتْ ¶ ¬__________ ¶ (¬1) عتيق: العتق: الحرية؛ يعني: قد فكّ أسره من ذنوبه. ¶ يستسعى: استسعى العبدَ؛ يعني: كلفه من العمل ما يؤدي عن نفسه إذا أعتق بعضه ليعتق به ما بقي (القاموس المحيط). ¶ (¬2) أغيظ: الغيظ شدة الغضب. الورى: الخلق. ¶ ألأم: اللئيم: الدنيء الأصل الشحيح النفس. ¶ (¬3) يحثوا التراب: يرمي التراب على نفسه (النهاية في غريب الحديث). ¶ لطم: اللطم: الضرب على الوجه بباطن الراحة.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وَمَغْفِرةٍ مِنْ عِنْدَ ذِي العَرْشِ تُقْسَمُ (¬1) ¶ لم يمر على الشيطان يوم هو أكثر وأشد غضبًا ولا أعمق حزنًا من يوم عرفة؛ فإنه –مع حزبه وغضبه- فهو حقير ذليل لئيم؛ وذلك لما يرى من إقبال العباد على ربهم، وكثرة دعائهم، وشدة تضرعهم، وكذلك ما يرى من تنزل رحمات الله على عباده. ¶ عن طلحة بن عبيد الله بن كرز أن رسول الله - صلى الله عليه وسلم - قال: (ما رئي الشيطان يومًا هو أصغر ولا أدحر ولا أحقر ولا أغيض منه في يوم عرفة، وما ذاك إلا لما رأى من تنزل الرحمة وتجاوز الله عن الذنوب العظام ..... الحديث) (¬2). ¶ 53 - ... بَنى مَا بَنَى حَتَّى إذَا ظنَّ أنَّهُ ¶ تَمَكَّنَ مِنْ بُنْيَانِهِ فَهوَ مُحْكَمُ (¬3) ¶ 54 - ... أتَى اللهُ بُنْيَانًا لهُ مِنْ أَسَاسِه ¶ فخَرَّ عَلَيْهِ سَاقِطًا يَتَهَدَّمُ ¶ 55 - ... وَكَمْ قَدْرُ مَا يَعْلُو البِنَاءُ وَيَنْتَهِي ¶ إذا كانَ يَبْنِيهِ وَذُو العَرْشِ يَهْدِمُ ¶ إن الشيطان أفرغ كل ما يستطيع من طاقة في إضلال الناس، واستخدم جميع جنده، حتى ظن أن الناس قد هلكوا جميعهم؛ لما يرى من ارتكاب ¶ ¬__________ ¶ (¬1) تقسم: تجزأ وتوزع. ¶ (¬2) رواه مالك في الموطأ، كتاب الحج، حديث: 245، 1/ 422، وهو مرسل. قال الزرقاني في شرح الموطأ 2/ 395: وصله الحاكم في المستدرك عن أبي الدرداء. ¶ قال ابن عبد البر في التمهيد 1/ 116: هذا حديث حسن في فضل شهود ذلك الموقف المبارك، وفيه دليل على الترغيب في الحج، ومعنى هذا الحديث محفوظ من وجوه كثيرة، وفيه دليل على أن كل من شهد تلك المشاهد يغفر الله له، إن شاء الله. ¶ (¬3) محكم: متقن البناء.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "الفواحش، وإتيان المنكرات، وفرح بذلك، لكنه رأى رجوعهم إلى الله وكثرة دعائهم وتضرعهم إلى بارئهم، وكذلك ما يرى من رحمة الله بعباده، وقبولهم عنده، وغفرانه لذنوبهم جميعًا، وإرجاعهم كيوم ولدتهم أمهاتهم. ¶ وبهذا يكون كل ما بناه الشيطان قد تهدم ولم يبقَ له أثر، وكيف للبنيان أن يرتفع إذا كان الشيطان يبني والله يهدم؛ فمهما سعى الشيطان في الإفساد بين عباد الله المؤمنين، فإن الله سبحانه جعل لهم مواسم ينزل عليهم فيها رحمته فإذا تعرض الإنسان إلى نفحات الله فلا يبقى عليه من الذنوب شيء. ¶ 56 - ... وَرَاحُوا إلى جَمْع فبَاتُوا بمشْعَر ¶ الحرَام وَصلوا الفجْرَ ثُمَّ تَقدَّموا (¬1) ¶ 57 - ... إلى الجمرة الكبْرى يُريدُونَ رَمْيَها ¶ لوَقْتِ صلاةِ العيدِ ثمَّ تيمَّموا (¬2) ¶ 58 - ... مَنَازِلُهُمْ لِلنَّحر يَبْغُونَ فَضْلَهُ ¶ وإحْياءَ نُسْكٍ مِنْ أبِيهِمْ يُعَظمُ (¬3) ¶ ثم يتابع الإمام، رحمه الله تعالى، رحلة الحجاج بعد وقوفهم في عرفات، وبعد تحقق غروب الشمس، فإنهم ينفرون من عرفات إلى المزدلفة ويبيتون بها ويصلون صلاة الصبح، ثم الدعاء عند المشعر الحرام. قال عمرو بن ميمون: سألت عبد الله بن عمرو عن المشعر الحرام فسكت حتى هبطت أيدي رواحلنا ¶ ¬__________ ¶ (¬1) جمع مزدلفة: سميت به لاجتماع الناس بها. ¶ المشعر الحرام: كل مزدلفة مشعر. ¶ (¬2) الجمرة الكبرى: هي التى تكون الأولى من جهة الكعبة، والأخيرة من جهة مزدلفة. ¶ رميها: ترمى بسبع حصيات مثل حصى الخذف. تيمموا: قصدوا. ¶ (¬3) نسك: العبادة أو الذبح، وهو المقصود هنا. ¶ أبيهم: أبو الأنبياء خليل الرحمن إبراهيم عليه وعلى نبينا الصلاة والسلام.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "بالمزدلفة قال: أين السائل عن المشعر الحرام؟ هذا المشعر الحرام. وقال ابن عمر: المشعر الحرام المزدلفة كلها (¬1). ¶ فيبقى يدعو ويتضرع إلى العلي القدير حتى يسفر حدًّا وقبل شروق الشمس يتوجهون إلى الجمرة الكبرى. وأشار المصنف، رحمه الله، إلى أن وقت رمي الجمرة هو وقت صلاة العيد الذي لا يصلي إلا إذا ارتفعت الشمس، وهذا هو الصحيح في رمي الجمرة. على خلاف ما يفعله كثير من الناس؛ فإنهم يمكثون في المزدلفة إلى بعد نصف الليل ثم يذهبون إلى الجمرة فيرمونها قبل الفجر، وهذا خلاف السنة. ويحتج بعضهم بأن النبي - صلى الله عليه وسلم - رخص للضعفة من الناس أن يتقدموا من مزدلفة إلى الجمرة بليل (¬2)، وهذا صحيح، إلا أنه - صلى الله عليه وسلم - لم يأمرهم أن يرموا قبل الشروق. وإنما الصحيح أن يمكث الحاج في المزدلفة يدعو، وقبيل الشروق يتوجه إلى الجمرة الكبرى فيرميها بسبع حصيات التقطها من المزدلفة. وبعد الرمي يذهبون إلى منازلهم التي هي في منى، فينحروا هديهم، راجين من الله سبحانه أن يتقبل منهم وأن يمن عليهم من فضله العميم؛ فإنه سبحانه جواد كريم. ¶ وهي (عملية النحر) إحياء وتعظيمًا لنسك الخليل إبراهيم عليه وعلى نبينا أفضل الصلاة وأتم التسليم. ¶ 59 - ... فلوْ كان يُرْضِي اللهَ نَحرُ نُفُوسِهمْ ¶ لدَانُوا بِهِ طوْعًا وَلِلأمْر سَلمُوا (¬3) ¶ 60 - ... كما بَذلوا عِنْدَ الجِهَادِ نحُورَهُمْ ¶ ¬__________ ¶ (¬1) تفسير ابن كثير: 1/ 241، 242. ¶ (¬2) انظر صحيح مسلم من حديث عائشة وابن عباس رضي الله عنهم. ¶ (¬3) نحر: ذبح. دانو: ذلوا. طوعًا: انقياد.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "لأعْدَائِهِ حَتَّى جَرَى مِنْهُمُ الدَّمُ (¬1) ¶ 61 - ... وَلَكِنَّهُمْ دَانُوا بِوَضْع رُءُوسِهم ¶ وَذَلِك ذلُّ للعَبِيدِ وَمِيْسَمُ (¬2) ¶ أمرهم الله سبحانه وتعالى بنحر الهدى فاستجابوا له ابتغاء مرضاته، ولو علموا أن مرضاته عنهم تكون بذبح أنفسهم لفعلوا ذلك طائعين مسرعين في التنفيذ، ومسلمين الأمر إليه سبحانه، ولم يكب هذا مجرد ظن أو كلام لا واقع له، بل هو حقيقة؛ وأدل دليل عليه أنهم بذلوا دماءهم وأرواحهم وأموالهم رخيصة في سبيله وفي قتال أعدائه من الكفار. ¶ كما أطاعوه في القتل والقتال في المعركة، فإنهم أطاعوه هنا بحلق الرؤوس، وهذا هو غاية في الخضوع علامة على ذل العبد بين يدي سيده ومولاه. إذا حملنا معنى كلمة (ميسم) على الجمال فإن المعنى: إن عملية حلق الرؤوس هي الطريقة التي يبرهن العبد بها على ذله وخضوعه لربه سبحانه وتعالى. ¶ 62 - ... وَلَمَّا تَقَضَّوْا ذَلِكَ التَّفث الذِي ¶ عَلَيهمْ وأوْفوا نَذْرَهمْ ثُمَّ تَمَّمُوا (¬3) ¶ بعد أن فعلوا الأمور التي على الحاج أن يقوم بها في ذلك اليوم من رمي ¶ ¬__________ ¶ (¬1) بذلوا: أعطوا وجادوا. نحورهم: النحر هو موضع القلادة من الصدر. وهو المكان الذي تذبح الذبيحة. ¶ (¬2) ميسم: الجمال وكذلك المكواة. ¶ (¬3) تقضوا: قاموا بما عليهم من الأعمال حتى فرغوا منها. ¶ التفث: إما أن يكون وضع الإحرام عن حلق الرأس وفعل الأمور التي كانت محظورة حال الإحرام، وإما أن يكون هو المناسك نفسها، كما ذكر ابن كثير في تفسيره: 3/ 217. ¶ النذر: إما أن يكون النذر الذي أوجبه الإنسان على نفسه، أو ذبائح الهدى، أو جميع أعمال الحج. ¶ تمموا: أتوا بجميع الأعمال التي عليهم في ذلك اليوم تامة غير نقصان.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "الجمرة الكبرى ونحر الهدي وحلق الرؤوس. وفيه إشارة إلى قول الله سبحانه: {ثُمَّ لِيَقْضُوا تَفَثَهُمْ وَلْيُوفُوا نُذُورَهُمْ} (¬1). ¶ 63 - ... دَعَاهُمْ إلى البَيْتِ العَتِيق زِيَارَةً ¶ فَيَا مَرْحَبًا بِالزَّائِرِينَ وَأكْرم ¶ 64 - ... فللهِ مَا أَبْهَى زيَارَتَهُمْ لَهُ ¶ وَقَدْ حُصِّلتْ تِلكَ الجوائِزُ تُقْسَمُ (¬2) ¶ 65 - ... وَللهِ أفْضَالٌ هُنَاكَ وَنِعْمَةٌ ¶ وبرٌّ وَإحْسَانٌ وَجُودٌ وَمَرْحَمُ (¬3) ¶ إشارة إلى قوله سبحانه: {وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ} (¬4)؛ وقوله جل في علاه: {ثُمَّ مَحِلُّهَا إِلَى الْبَيْتِ الْعَتِيقِ} (¬5). ¶ يقول المصنف، رحمه الله: هي دعوة من الله سبحانه لعباده بزيارة بيته العتيق. ¶ وسُمِّي البيت العتيق: إما لقدمه، حيث قال سبحانه: {إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ} (¬6). ¶ وإما لأن الله سبحانه وتعالى أعتقه من الجبابرة أن يُسَلطوا عليه. لأنه لم يُرده أحد بسوء إلا هلك، وإما لأنه أعتق يوم الغرق زمان نوح (¬7). ¶ ¬__________ ¶ (¬1) سورة الحج:29. ¶ (¬2) أبهى: البهاء: الحسن. ¶ (¬3) إفضال: إحسان، وأفضال: زيادة في العطاء والفضل. ¶ نعمة: منة. بر: إحسان. جود: السخاء والكرم. مرحم: الرحمة: الرقة والمغفرة والتعطف. ¶ (¬4) سورة الحج: 29. ¶ (¬5) سورة الحج: 33. ¶ (¬6) سورة آل عمران:96. ¶ (¬7) انظر تفسير ابن كثير: 3/ 218.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "فلما دعاهم لزيارة بيته استجابوا له. فيا مرحبًا بهم من زوار، وأكرم بها من زيارة، وأعظم به من مزور. ¶ (فلله ما أبهى) يتعجب من شدة حسن وجمال هذه الزيارة، وقد فازوا بالجوائز القيمة من المولى جل في علاه؛ فهو يقسمها عليهم كل بحسب ما قدم من إخلاص نية وحسن عمل وشدة تضرع وطول قيام وكثرة بكاء. ¶ 66 - ... وَعادُوا إلى تلكَ الْمَنَازِلِ منْ منًى ¶ وَنالوا مُناهُمْ عِنْدَها وَتَنَعَّمُوا (¬1) ¶ 67 - ... أقامُوا بِها يَومًا ويومًا وثالثًا ¶ وَأذّن فِيهمْ بالرَّحيلِ وأعْلموا ¶ 68 - ... وَرَاحُوا إلى رَمْي الجِمَارِ عَشِيَّةً ¶ شِعَارُهُمُ التَّكْبِيرُ واللهُ مَعْهُمُ (¬2) ¶ يقول: رحمه الله تعالى: إنهم أقاموا بمنى ثلاثة أيام، وبعدها أعلموا بالذهاب من منى؛ وفيه إشارة إلى قول الحق سبحانه: {فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلا إِثْمَ عَلَيْهِ وَمَنْ تَأَخَّرَ فَلا إِثْمَ عَلَيْهِ لِمَنْ اتَّقَى} (¬3). وفي كل يوم من هذه الأيام يذهبون بعد الزوال لرمي الجمار. ¶ ويصف حالهم وهم ذاهبون؛ بأن ألسنتهم لا تفتر من التكبير، مع استشعارهم معية الله سبحانه. ¶ ¬__________ ¶ (¬1) منى: قال ياقوت الحموي في معجم البلدان: 5/ 198: منى: في دَرَج الوادي الذي ينزله الحاج ويرمي فيه الجمار من الحرم. سمي بذلك لما يمنى به من الدماء، أي يراق. وقيل لأن آدم عليه السلام تمنى فيها الجنة. وقال ابن شميل: سمي منى لأن الكبش منى به، أي ذبح. أ. هـ. ¶ (¬2) عشية: العشي: يبدأ بعد الزوال إلى المغرب (النهاية في غريب الحديث). ¶ (¬3) سورة البقرة:203.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "69 - ... فلوْ أبْصَرتْ عَيْناكَ مَوْقِفَهُمْ بِهَا ¶ وَقَدْ بَسَطوا تلكَ الأكُفِّ لِيرحمُوا ¶ 70 - ... يُنَادُونَهُ يَا رَبِّ يَا رَبِّ إِنَّنَا ¶ عَبِيدُكَ لا ندْعُو سِواكَ وَتعْلم ¶ 71 - ... وَهَا نحْنُ نرْجُو منْكَ مَا أنْتَ أهْلهُ ¶ فأنْتَ الذي تُعْطي الجزيلَ وَتُنْعِمُ (¬1) ¶ لو رأيتهم بعد رمي كل جمرة قيامًا رافعي أيديهم، ووجوههم نحو القبلة، وقلوبهم نحو خالقه يلحون عليه بالمسألة ويتضرعون إليه بخشوع وتمسكن عساهم أن ينالوا رحمته ورضاه. ¶ وألسنتهم تنطق ببعض ما في قلوبهم؛ لأن اللسان في كثير من الأحيان لا يستطيع أن يعبر بكل ما في القلب. ينادونه بالاعتراف بتقصيرهم في حقه، وذكر الضعف والحاجة؛ فهم عبيد وهو ربهم وهو أعلم بهم من أنفسهم. ¶ ويقولون –بلسان الحال قبل المقال- إنهم يعبدونه ولا يشركون معه أحدًا. ¶ ويطلبون من مولاهم سبحانه أن يتفضل عليهم ويعاملهم بما هو أهله، فإنه هو أهل التقوى وأهل المغفرة. ¶ 72 - ... وَلَمَّا تقضَّوا مِنْ مِنى كُلِّ حَاجَةٍ ¶ وَسَالتْ بِهِمْ تِلكَ البِطاحُ تقدَّمُوا (¬2) ¶ ¬__________ ¶ (¬1) الجزيل: العظيم الكثير. ¶ (¬2) تقضوا: قاموا بما عليهم من الأعمال حتى فرغوا منها. البطاح: جمع أبطح، والأبطح: مسيل واسع فيه دقاق الحصى (القاموس المحيط).",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "73 - ... إلى الكَعْبَةِ البَيْتِ الحَرَامِ عَشِيَّةً ¶ وَطَافُوا بِهَا سَبْعًا وَصَلوا وَسَلمُوا ¶ لما أتموا كل ما عيهم من الأعمال التي يقوم بها الحاج في أيام منى ارتحلوا منها متجهين إلى البيت الحرام، وذلك بعد الزوال، أي بعد رميهم الجمار؛ سواء أكان ذلك في اليوم الثاني من أيام التشريق لمن أراد أن يتعجل، أم في اليوم الثالث لمن أراد أن يتأخر، وهو الأفضل؛ لأنه فعل النبي - صلى الله عليه وسلم -. ¶ وقد تؤخذ الأفضلية أيضًا من قوله تعالى: {وَمَنْ تَأَخَّرَ فَلا إِثْمَ عَلَيْهِ لِمَنْ اتَّقَى} (¬1). ¶ وعندما وصلوا إلى الكعبة، شرفها الله، طافوا بها طواف الوداع، وصلوا في المسجد الحرام ما كتب الله لهم. ¶ 74 - ... ولَمَّا دَنَا التَّودِيعُ مِنْهُمْ وأيقنُوا ¶ بأنَّ التَّدَانِي حَبْلهُ مُتَصَرِّمُ (¬2) ¶ 75 - ... وَلَمْ يبْقَ إلا وَقْفةٌ لِمُودِّع ¶ فللهِ أجْفَانٌ هُنَاكَ تُسَجَّمُ (¬3) ¶ وبعد أن تيقنوا أنهم عن قريب سوف يغادرون هذا المكان الطاهر الذي تعلقت به قلوبهم، واشتد إليه شوقهم، وأن القرب الذي يعيشونه هذه اللحظات لم يدم لأن حبله قد تقطع، ولم يبق بينهم وبين أن يغادروا إلا وقفة يقفها المحب، لينظر إلى البيت النظرة الأخيرة كي يودعه؛ ففي هذه اللحظات سالت الأجفان بالدموع المتتابعة التي لا انقطاع لها. ¶ ¬__________ ¶ (¬1) سورة البقرة: 203. ¶ (¬2) التداني: القرب. متصرم: متقطع. ¶ (¬3) تسجم: سال دمعها.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "76 - ... ولله أكْبَادٌ هُنَالِكَ أودِعَ ¶ الغرَامُ بِهَا فالنَّارُ فِيهَا تَضَرَّمُ (¬1) ¶ 77 - ... ولله أنفَاسٌ يَكَادُ بِحَرِّهَا ¶ يَذُوبُ المُحِبُّ المُسْتَهَامُ المُتَيَّمُ (¬2) ¶ 78 - ... فلمْ تَرَ إلا بَاهِتًا متحيِّرًا ¶ وَآخَرَ يُبْدِي شَجْوَهُ يَتَرنَّمُ (¬3) ¶ يتعجب من هذه الأكباد التي جُعل الغرام وديعة. والغرام هو شدة الألم الذي يجده المحب إذا فارق محبوبه؛ قال سبحانه: {إِنَّ عَذَابَهَا كَانَ غَرَاماً} (¬4). ¶ فهذه الأكباد تتعذب عذابًا لا يطاق إذ النار تشتعل فيها على فراق الأحبة. ¶ ويتعجب كذلك من تلك الأنفاس التي تزفر في الهواء الساخن، بسبب نار الفراق المستعرة في جوف المحبين الذين استولى عليهم الحب وشدة الوجد؛ فهذا حالهم بعد ما همُّوا بالرحيل: إما أن يكون أحدهم متحيرًا لا يدري كيف يتحمل ألم الفراق، وفريق آخر يبدي أحزانه بصوت حزين قد حسَّنه ليتلو به آيات من كتاب ربه أو كلمات يتضرع بها إلى سيده ومولاه. يفعل هذا كي يخفف ما به من ألم الفراق. ¶ 79 - ... رَحَلتُ وأشْوَاقِي إليْكُمْ مُقِيمةٌ ¶ ¬__________ ¶ (¬1) أودع: جُعل الغرام فيها وديعة. تضرم: تشتعل. ¶ (¬2) المستهام: هائم: الذي لا يدري أين يذهب. المتيم: الذي صيره الحب عبدًا ذليلًا. ¶ (¬3) باهتًا: بَهِت: دهش وتحير. شجوه: همه وحزنه. يترنم: يُرجِّع صوته. ¶ (¬4) سورة الفرقان: 65.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وَنَارُ الأسَى منِّي تَشِبُّ وَتَضْرِمُ (¬1) ¶ 80 - ... أوَدِّعُكُمْ وَالشَّوْقُ يَثْنِي أعِنَّتِي ¶ وَقَلْبِي أمْسَى فِي حِمَاكُمْ مُخَيِّمُ (¬2) ¶ 81 - ... هُنَالِكَ لا تَثْرِيبَ يَوْمًا عَلى امْرِئٍ ¶ إذا مَا بَدَا مِنْهُ الذِي كَان يَكْتُمُ (¬3) ¶ نعم، أنا انتقلت من تلك الديار بجسدي، أما قلبي وأشواقي ومشاعري فهي لا زالت مقيمة هناك في دار الحبين. أما الجسد، فهو وحده الذي غادر وارتحل. ارتحل والنار الملتهبة من شدة الحزن تشتعل وتوقد في داخله. ¶ أريد أن أفارقكم، ولكن الاشتياق إليكم هو الذي يمنعني من الذهاب، ويحاول أن يرجعني إليكم؛ وكذلك قلبي، لا يريد أن يفارق المكان الذي أنتم به؛ لأنه حل وأقام في أرضكم. ¶ أما في ساعة التوديع عن الذي في داخله من الشوق؛ لأنه لا يستطيع أن يكتمه. ¶ 82 - ... فيَا سَائِقين العِيسَ بالله رَبكُمْ ¶ قفُوا لِي عَلى تِلكَ الرُّبُوع وَسَلمُوا (¬4) ¶ 83 - ... وَقولوا مُحِبٌّ قَادَهُ الشَّوْقُ نَحْوكُمْ ¶ ¬__________ ¶ (¬1) الأسى: الحزن. تشب: توقد. تضرم: تُشعل. ¶ (¬2) يثني: ثناه: كفه وصرفه عن حاجته. أعنة: جمع عنان وهو لجام الفرس. ¶ (¬3) تثريب: التعبير والاستقصاء في اللوم. ¶ (¬4) العيس: الإبل البيض مع شقرة يسيرة (النهاية).",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "قضى نَحْبَهُ فِيكُمْ تعيشُوا وَتَسْلَمُوا (¬1) ¶ يناشد الذين يقومون على قيادة القافلة، ويستحلفهم أن يقفوا قليلًا في ديار الأحبة؛ كي يسلموا على أهلها، ويخبروهم أن في القافلة من أسرهُ الشوق فيكم، وساقه إليكم، ثم ارتحل بعد ما قضى فيكم نحبه. ¶ 84 - ... قضَى اللهُ رَبُّ العَرْشِ فيمَا قضَى بِه ¶ بِأَنَّ الهَوى يُعْمِي القلوبَ ويُبكمُ (¬2) ¶ 85 - ... وَحُبُّكُمُ أصْلُ الهَوَى وَمَدَارُهُ ¶ عَلَيْهِ وَفوْزٌ للمُحِبِّ وَمَغْنَمُ ¶ إن الله سبحانه وتعالى قدر وكتب أن من أحب أحدًا فإن قلبه يتعلق به، فلا يستطيع أن يرى شيئًا إلا عن طريقه، ولا يعقل إلا بوساطته؛ فما أحبه الحبيب فهو الحسن، وهو الحق، والصواب؛ وما خالفه فلا سبيل إلى قلبي إلا من قِبَلِكم. قال سبحانه: {وَالَّذِينَ آمَنُوا أَشَدُّ حُبّاً لِلَّهِ} (¬3). ¶ ومن كان على هذه الشاكلة فهو الفائز الرابح في الدنيا والآخرة. ¶ 86 - ... وَتَفْنَى عظامُ الصَّبِّ بَعْدَ مَمَاته ¶ وأشْواقهُ وَقفٌ عَلَيْه مُحَرَّمُ (¬4) ¶ كل ميت سوف تبلى عظامه وتصبح رميمًا، وكذلك المحب أيضًا، لكن ¶ ¬__________ ¶ (¬1) قضى نحبه: أدرك ما تمنى، أو قضى نذره، أو هو الموت، (لسان العرب). ¶ (¬2) الهوى: الميل والعشق، ويكون في الخير والشر. ¶ يبكم: البكم: الخرس، أو أن يولد ولا ينطق ولا يسمع ولا يبصر (القاموس). ¶ (¬3) سورة البقرة: 165. ¶ (¬4) تفنى: تعدم وتبلى. الصب: المحب.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "أشواقه باقية لم تذهب كبقاء الوقف؛ فإنه لا يجوز لأحد أن يبيعه أو يفسده. ¶ 87 - ... فيَا أيهَا القلبُ الذي مَلكَ الهَوَى ¶ أزِمَّتهُ حَتَّى مَتى ذا التّلَوُّمُ (¬1) ¶ 88 - ... وَحَتَّامَ لا تَصْحُو وَقَدْ قرُبَ المَدَى ¶ وَدَنَتْ كُئُوسُ السَّيْر والنَّاسُ نُوَّمُ (¬2) ¶ 89 - ... بَلى سَوْفَ تصْحُو حينَ يَنْكَشفُ الغطا ¶ وَيَبْدو لكَ الأمْرُ الذي أنْتَ تكْتُمُ ¶ يخاطب قلوب المؤمنين الذين أسرت في حب الله، واستولى عليها الشوق إلى لقائه. يقول لهم: لِمَ أنتم غافلون؟ وإلى متى هذه الغفلة؟ ألم يأن لكم أن تفيقوا؟ ألم تعلموا أن الحياة قصيرة؟ بل هي ساعات تُعَد، وقد قرب وقت الرحيل، ولكن أكثر الناس لا يعلمون. ¶ نعم، سوف تعلم الحقيقة بعد أن تتضح لك الأمور، ولكن في وقت لا ينفع فيه الندم؛ كما يذكر عن علي رضي الله عنه: «الناس نيام فإذا ماتوا انتبهوا» (¬3). فسوف ترى في ذلك اليوم ما لم تره في الدنيا؛ قال تعالى: {لَقَدْ كُنْتَ فِي غَفْلَةٍ مِنْ هَذَا فَكَشَفْنَا عَنْكَ غِطَاءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ} (¬4). ¶ 90 - ... وَيَا مُوقِدًا نارًا لغَيْركَ ضَوْءُهَا ¶ وَحَرُّ لظاهَا بَيْنَ جنْبَيْك يَضْرِمُ (¬5) ¶ ¬__________ ¶ (¬1) أزمة: جمع زمام وهو ما يشتد به. زم البعير: خطمه. التلوم: الانتظار والتمكث. ¶ (¬2) حتام: مكونة من (حتى) الجارة و (ما) الاستفهامية. المدى: الغاية. ¶ دنت كؤوس السير: حان وقت الرحيل. ¶ (¬3) انظر المقاصد الحسنة: 1240، والسلسة الضعيفة: 102. ¶ (¬4) سورة ق: 22. ¶ (¬5) لظاها: لهبها. يضرم: يشتعل.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "91 - ... أهذا جَنَى العلم الذي قدْ غَرسْتَهُ ¶ وَهَذا الذي قدْ كُنْتَ تَرجُوهُ يُطعِمُ (¬1) ¶ 92 - ... وَهذا هُوَ الحظُّ الذِي قدْ رَضِيتَهُ ¶ لنَفْسِكَ في الدَّارَيْنِ جَاهٌ وَدِرْهَمُ (¬2) ¶ 93 - ... وَهَذا هُوَ الرِّبْحُ الذي قدْ كَسِبْتَهُ ¶ لعَمْرُكَ لا رِبْحٌ وَلا الأصْلُ يَسْلمُ (¬3) ¶ يضرب مثلاً لكل من يقدم للناس مل ينفعهم, سواء أكان ذلك في أمور الدين أم الدنيا, فإن كل إنسان قبل أن يفكر بنجاة غيره عليه أن يفكر بنجاة نفسه, لا أنْ يُنير للناس طريقهم ويمشي هو في الظلام. ¶ إن العلم الذي تعلمته, وأتعبت نفسك في تحصيله, وضيعت الكثير من الوقت من أجله؛ هل أخلصت فيه النية لله؟ ¶ وهل كان كل ما رجوته من تعلمك للعلم هو أن تحصل على بعض المال؟ أو أن تكون لك الوجاهة عند الناس؟ أو أن تتصدر المجالس؟ أهذا هو حظك من العلم في الدنيا والآخرة؟ ¶ فإن هذا المكسب الذي حصلت عليه شيءُ فانِ سرعان ما يزول عنك بمجرد موتك, ولكن تبقى عليك تبعاته. ¶ فلا شك في أن من تعلم العلم الشرعي لغير وجه الله فإنه سوف ينال العقاب الأليم من الله تبارك وتعالى. عن أبي هريرة رضي الله عنه قال: قال ¶ ¬__________ ¶ (¬1) جنى: ما يلتقط من الثمر. ¶ (¬2) الحظ: النصيب, الدارين: الدنيا والآخرة. ¶ جاه: القدر والمنزلة. ¶ (¬3) لعمرك: مكونة من (لام الابتداء) ولفظ القسم الصريح (عمرك) ويعرب مبتدأ محذوف لخبر وجوبًا تقديره (قسمي). انظر معجم الشوارد النحوية, وإعراب القرآن لمحي الدين الدرويش.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "رسول الله - صلى الله عليه وسلم - (من تعلم علمًا مما يبتغي به وجه الله عز وجل, لا يتعلمه إلا ليصيب به عرضًا من الدنيا؛ لم يجد عرف الجنة يوم القيامة) (¬1)؛ يعني ريحها. ¶ قوله: (لا ربح ولا الأصل يسلم): يعني الذي تعلم لغير الله لا يؤجر يوم القيامة, ولا يسلم بنفسه من العذاب. ¶ 94 - ... بَخِلتَ بِشَيْءٍ لا يضُرُّكَ بَذْلهُ ¶ وَجْدْتَ بِشَيْءٍ مِثْلَهُ لا يُقَوَّمُ (¬2) ¶ 95 - ... بَخِلتَ بِذا الحظ الخَسِيس دَناءَةً ¶ وَجُدْتَ بِدَار الخُلدِ لو كُنْتَ تَفْهَمُ (¬3) ¶ 96 - ... وَبِعْتَ نَعِيمًا لا انْقِضَاءَ لهُ ولا ¶ نظِيرَ بِبَخْس عَنْ قليل سَيُعْدَمُ (¬4) ¶ 97 - عكست الأمر إن كنت ... فهَلا عَكَسْتَ الأمْرَ إنْ كُنْتَ حَازِمًا ¶ وَلكِنْ أضَعْتَ الحزْمَ لوْ كُنْتَ تَعلمُ (¬5) ¶ المال الفاني الذي حرصت على جمعه وتخزينه ومنعت إنفاقه في وجوه الخير؛ لو أنفقته فلا يضرك إنفاقه, بل حسبه هو الذي يضرك, وهو من تزيين الشيطان؛ قال الله تعالى: {الشَّيْطَانُ يَعِدُكُمْ الْفَقْرَ} (¬6). عن أبي هريرة رضي ¶ ¬__________ ¶ (¬1) رواه أحمد: 2/ 338, وأبو داود: 3664, وانظر ابن ماجه وابن عبد البر, وهو صحيح [يراجع «اقتضاء العلم العمل» تحقيق الألباني رقم: 102, المجلة]. ¶ (¬2) بَذَله: جاد به وأعطاه. وجدت: الجواد: السخي. لا يُقوَّم: لا تحدد قيمته. ¶ (¬3) الخسيس: الدنيء الحقير. الدنيء: الخبيث. ¶ (¬4) نظير: المثل. ببخس: بنقص. سيعدم: سيفقد. ¶ (¬5) الحزم: ضبط الأمر, أو ضبط الرجل أمره وأخذه بالثقة. ¶ (¬6) سورة البقرة: 268.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "الله عنه, عن رسول الله - صلى الله عليه وسلم - قال, (ما نقصت صدقة من مال 000) (¬1). ¶ ومقابل هذا البخل والحرص قد جدت وبذلت وزهدت بالجنة والنعيم الدائم, وما هذا إلا من قلة فهم وسوء تصرف؛ لأن نعيم الجنة ليس له شبيه ولا نظير, لأنه لا ينفد: {لا مَقْطُوعَةٍ وَلا مَمْنُوعَةٍ} (¬2). فكيف يستبدل الإنسان الخسيس الحقير الفاني بالنفيس الباقي. ¶ هذه عروض الدنيا التي فضلتها على نعيم الآخرة لا قيمة لها, ولا تنفع صاحبها بعد موته, بل تصبح ملكًا لغيره. ¶ فإن كان كل ذي رأي صائب لا يتردد في أن يعكس الأمر؛ بأن يحتفظ بالنفيس الباقي, ويزهد ويترك الحقير الفاني. ¶ 98 - ... وَتَهْدِمُ مَا تبْنِي بِكَفِّكَ جاهِدًا ¶ فَأنْتَ مَدَى الأيَّام تَبني وَتَهْدِمُ ¶ هذا النوع من الناس, وإن فعل بعض الطاعات وأتى ببعض القربات والأعمال الصالحة, فإنه سرعان ما يفسد عمله؛ إما بعدم إخلاص النية, وإما بالمن والأذى. ¶ قال الحق سبحانه: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالأَذَى} (¬3) , وإما أن يكون العمل على خلاف السنة. عن عائشة رضي الله عنها أن رسول الله - صلى الله عليه وسلم - قال: (من عمل عملًا ليس عليه أمرنا فهو رد) (¬4)؛ فإن أمثال هؤلاء يعملون, ولكنهم ينقضون أعمالهم بأيديهم, بل هي وبال عليهم يوم القيامة. ¶ ¬__________ ¶ (¬1) رواه مسلم: 2588. ¶ (¬2) سورة الواقعة: 33. ¶ (¬3) سورة البقرة: 264. ¶ (¬4) رواه مسلم: 1718. أما رواية: (من أحدث في أمرنا هذا ما ليس منه فهو رد). فقد رواها البخاري ومسلم وغيرهما.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "99 - ... وَعندَ مُرادِ الله تفْنى كَميِّتٍ ¶ وَعِنْدَ مُرادِ النَّفْس تُسْدي وَتُلحمُ (¬1) ¶ إذا جاءك أمر الله بأن تفعل كذا أو أن تجتنب كذا يصيبك الذوبان, وتصبح كالميت تمامًا؛ لا تسمع ولا تعقل. أما إذا جاءت الشهوة ومراد النفس الأمارة بالسوء, فإنك تقبل عليها بشدة حتى لا تستطيع أن تميز بين الخير والشر. ¶ 100 - ... وَعِنْدَ خِلافِ الأمْرِ تحْتجُّ بِالقَضَا ¶ ظَهِيرًا عَلى الرَّحْمنِ للجَبرِ تزْعُمُ (¬2) ¶ إذا خالفت أوامر الشرع, وفعلت المحظور, وارتكبت المحرمات, وتركت الواجبات؛ فإنك تزعم أن هذا قد كتبه الله عليك في الأزل, وأنك لا تستطيع أن تفعل غيره لأنك مسيّر لا إرادة لك, فأنت تعين بهذا أهل الباطل المخالفين لأوامر الله, وتنحاز إليهم, وتبني عقيدة الجبرية التي لا تُثبت للعبد فعلاً ولا قدرة على الفعل أصلًا (¬3). ¶ أي إن كل ما يقوم به العبد من أعمال الخير والشر, وفعل الطيب والخبيث, وإتيان المباحات والمحرمات, ينسبون كل هذا إلى الله لأنه الذي كتبه على العبد؛ وإنما هو مسيّر تسييراً كاملًا. وهذا باطل واضح البطلان؛ لأن علم الله السابق بأن هذا العبد ماذا يختار فيعمل باختياره, فكتب الله سبحانه وتعالى ¶ ¬__________ ¶ (¬1) مراد: المشيئة والطلب. تفنى: تعدم. تسدى: سدا: مدَّ يدهُ نحو الشيء. ¶ تلحم: لَحم الأمر: أحكمه. ورجل اللحم: أكول اللحم. ورجل ملحم: إذا كثر عنده اللحم. ¶ (¬2) خلاف الأمر: فعل ما يخالف الأوامر الشرعية. ¶ ظهير: معين. ¶ (¬3) قال الشهر ستاني في الملل والنحل: 1/ 85, والجبر هو نفي الفعل حقيقة عن العبد وإضافته إلى الرب تعالى؛ فالجبرية الخالصة: هي التي لا تثبت للعبد فعلاً وقدرة على الفعل أصلًا.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "أنه شقي أو سعيد وهو في بطن أمه؛ لأنه سبحانه وتعالى يعلم أن هذا العبد بعد ذلك أي الطريقين يسلك فكتبه عليه. ¶ 101 - ... تُنَزِّهُ منْكَ النَّفْسَ عَنْ سُوء فعْلِهَا ¶ وَتَعْتبُ أقْدارَ الإله وَتَظْلمُ (¬1) ¶ إذا طلبت منك نفسك فعل القبيح وارتكاب ما حرم اللهو فإنك تلتمس الأعذار هنا وهناك؛ لكي تجد لنفسك مساغًا لفعلها، وأنها لم تفعل إلا ما فيه الخير والصلاح. وإذا وقعت في مكروه، فإن اللوم كل اللوم على القدر الذي كتبه الله عليك، ظلمًا لك، وهضمًا لحقوقك، واختصك أنت بالمكروه دون العباد. ¶ 102 - ... تُحِلُّ أمُورًا أحْكَمَ الشَّرْعُ عَقْدَهَا ¶ وتَقْصدُ مَا قدْ حَلهُ الشَّرْعُ تُبْرمُ (¬2) ¶ 103 - ... وَتَفهَمُ مِنْ قَوْلِ الرَّسولِ خِلافَ مَا ¶ أرادَ لأنَّ القلبَ مِنكَ مُعَجَّمُ (¬3) ¶ كثير من القضايا والأمور حكمها واضح في الإسلام، من حل وتحريم، فينبري أناس طمست بصائرهم، فيضعون أنفسهم في مقام الله جل وعلا، فيحلون للناس ويحرمون عليهم؛ متبعين أهواءهم وشهواتهم. ولا شك في سبحانه في أن الذي ينصب نفسه للتحليل والتحريم إما أن يكون من الكاذبين؛ لقول الله سبحانه: {وَلا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمْ الْكَذِبَ هَذَا حَلالٌ وَهَذَا ¶ ¬__________ ¶ (¬1) تنزه: تباعدها عن كل مكروه. ¶ تعتب: تنتقص (النهاية في غريب الحديث). ¶ (¬2) تحل: حل العقدة: فتحها. تبرم: أبرم الشيء، أحكمه (مختار الصحاح). ¶ (¬3) معجم: العجماء: البهيمة، سميت به لأنها لا تتكلم؛ وكل ما لا يقدر على الكلام فهو أعجم (النهاية في غريب الحديث).",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "حَرَامٌ لِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لا يُفْلِحُونَ} (¬1). ¶ وإما أن يكون قد نصَّب نفسه للألوهية؛ لأن التشريع من اختصاص الإله، قال الحق تبارك وتعالى: {أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنْ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ} (¬2). ¶ فإن صاحب القلب المعجَّم، الذي لا يفقه ولا يقدر على تمييز الأمور، يأتي إلى أحاديث رسول الله - صلى الله عليه وسلم - فيفهمها على خلاف مرادها؛ فتجده يتخبط في أمور الشرع. ¶ 104 - ... مُطِيعٌ لِداعِي الغَيِّ عَاص لِرُشده ¶ إلى رَبِّهِ يَوْمًا يُرَدُّ وَيعْلمُ (¬3) ¶ تجده مطيعًا لكل ناعق شر، متخذًا دعاة الباطل قدوة له. أما طريق الهداية والنور، طريق الخير والفلاح، فهو معرض عنه ولا يلتفت إليه. ¶ ومع هذا؛ فهو لابد وأن يأتي اليوم الذي يموت فيه، ثم يرد إلى ربه؛ وسوف يعلم بعد ذلك أنه كان مخطئًا، ولكن لا فائدة حينئذ. ¶ 105 - ... مُضِيعٌ لأمْرِ اللهِ قدْ غشَّ نَفْسَهُ ¶ مُهِينٌ لهَا أنَّي يُحَبُّ وَيكرَمُ (¬4) ¶ لقد تركت أوامر الله سبحانه ولم تعمل بها، وكنت السبب في هلاك ¶ ¬__________ ¶ (¬1) سورة النحل: 116. ¶ (¬2) سورة الشورى: 21. ¶ (¬3) الغي: الضلال والانهمال بالباطل (النهاية). ¶ الرشد: ضد الغي. ¶ (¬4) مضيع: مهمل. غش: غشه: لم يَمْحَضْهُ النصح، أو أظهر له خلاف ما أضمر. ¶ مهين: مُذِل.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "نفسك؛ لأنك لم تزجرها وتمنعها عن هواها، وإنما أطلقت لها العنان؛ وهذا هو الغش لها؛ يقول الحق تبارك وتعالى: {وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنْ الْهَوَى * فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَى} (¬1). ¶ والذي يفعل كل ما تشتهي نفسه فإنه –ولا شك- سوف ينقاد لها، ويوردها موارد الرذيلة، ويكون عبدًا لهواه، فيكون قد أهان نفسه وسقط من أعين الناس؛ فلا يحبه تقي، ولا يكرمه مؤمن. ¶ 106 - ... بَطِيءٌ عَن الطاعَاتِ أسْرَعُ لِلخَنَا ¶ مِنَ السَّيْل في مَجْرَاهُ لا يَتَقَسَّمُ (¬2) ¶ مقصر في فعل الطاعات، متكاسل في أدائها. أما للفواحش فهو مقدام أسرع من السيل إذا كان مجتمعًا ولم يتشعب. ¶ 107 - ... وَتزعُمُ مَعْ هذا بأنَّكَ عَارِفٌ ¶ كَذَبْتَ يَقِينًا في الذِي أنْتَ تَزْعُمُ ¶ 108 - ... وَمَا أنتَ إلا جَاهِلٌ ثُمَّ ظَالمٌ ¶ وإنَّكَ بَيْنَ الجاهلينَ مُقَدَّمُ ¶ ومع ما أنت عليه من ترك الواجبات، وفعل المحرمات، والبطء بفعل الخيرات، والإسراع للفواحش، وما أنت عليه من الفهم السقيم لأحكام الشرع. مع هذا كله، تزعم أنك تعرف حقائق الأمور ومقاصد الشرع. ¶ لا شك في أنك كاذب فيما ادعيت، وإنما هو زعم منك. وإنما الحقيقة الواضحة أنك تجهل الأمور التي يعلمها العامِّي من الناس، فضلًا عن الأمور التي تحتاج إلى بحث ودراسة. وما ذاك لاإلا لأنك لست من الجاهلين فحسب، وإنما ¶ ¬__________ ¶ (¬1) سورة النازعات: 40، 41. ¶ (¬2) للخنا. خنا خنوًا: أفحش.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "من أجهل الجاهلين. ¶ 109 - ... إذا كَانَ هذا نُصْحَ عَبْدٍ لِنفْسِه ¶ فَمَن الذي منْهُ الهُدَى يُتَعَلمُ ¶ من الأمور البديهية أن الإنسان يقدم ما فيه مصلحة نفسه على مصلحة غيره. ومن هذا الباب؛ أن الذي يسعى في مصالح الناس وقضاء حوائجهم ويجهد نفسه في هذا –ولو على حساب مصالحه- أنه لو لم يعلم أن الله سبحانه سوف يعظم له الجزاء –سواء في الدنيا أو في الآخرة- لما عمل شيئًا من ذلك. ¶ أما الظالم لنفسه، والغاش لها، إذا كان هذا تصرفه مع نفسه، فكيف يرجى منه النفع لغيره؟ وفاقد الشيء لا يعطيه. ¶ 110 - ... وفِي مِثْل هذَا الحالِ قدْ قال مَنْ مَضَى ¶ وأحْسَنَ فِيمَا قالهُ المتكلمُ ¶ 111 - ... فإن كُنتَ لا تَدْرِي فتلك مُصيبَةٌ ¶ وإن كُنتَ تدْري فالمصيبة أعظم ¶ إن هذا الغاش لنفسه؛ ويظن أنه ناصح لها. والجاهل بالأمور؛ ويظن أنه عالم بها. عن مثل هذا الصنف من الناس قد قال الأولون هذه المقالة: (إن كنت لا تدري ... ) يعني: إن كنت جاهلًا بأمور الشرع وأمور الحياة فهي مصيبة؛ لأن الجاهل عدو نفسه، والجهل ظلمات. هذا بالنسبة للجاهل الذي يعلم أنه لا يعلم، ويترك العمل لأنه لا يستطيع أن يعمل بغير علم. ¶ أما الذي يعلم أنه لا يعلم، ويعمل بعد ذلك بغير علم، ويتخبط بجهله؛ فهذه أعظم من تلك. ¶ 112 - ... وَلوْ تُبْصِرُ الدُّنْيَا وَرَاءَ سُتُورهَا",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "رَأَيْتَ خَيَالًا فِي مَنَام سَيُصْرَمُ (¬1) ¶ 113 - ... كَحُلم بطيفٍ زارَ في النَّوم وانْقضَى ¶ المنامُ وراحَ الطيْفُ والصَّبُّ مُغْرَمُ (¬2) ¶ 114 - ... وَظلٍّ أرَتْهُ الشَّمْسُ عندَ طلوعِهَا ¶ سَيقْلصُ في وَقْتِ الزَّوَالِ وَيُفْصَمُ (¬3) ¶ 115 - ... وَمُزْنَة صَيْفٍ طابَ منْهَا مَقِيلهَا ¶ فَوَلتْ سَرِيعًا والحَرور تَضَرَّمُ (¬4) ¶ 116 - ... وَمطعَم ضَيْفٍ لذَّ منْهُ مساغُهُ ¶ وَبَعْدَ قليل حَالهُ تلكَ تُعْلمُ (¬5) ¶ الناظر الحقيقي لهذه الحياة، والذي ينظر بعين البصيرة، سوف يعلم أنها زائلة، بل هي مثل الخيال الذي يأتي للنائم ثم يذهب بعد ذلك. ¶ ويذكر المصنف، رحمه الله، بعض الأمور ليمثل بها عن حقارة الدنيا وزوالها حيث يقول: ¶ (كحلم بطيف ... ) مثلها كمثل عاشق محب مشتاق إلى محبوبه وفي أثناء ¶ ¬__________ ¶ (¬1) ستورها: ستور جمع ستر، وهو ما يستر به ويغطي ويحجب (القاموس). ¶ خيالًا: الخيال: الطيف، وهو من التخييل والوهم. سيصرم: سيُقطع. ¶ (¬2) بطيف: الطيف: الخيال مجيئه في النوم. ¶ صب: مشتاق، والصبابة: رقة الشوق وحرارته. ¶ مغرم: أسير الحب، أو المولع. ¶ (¬3) سيقلص: سينقبض ثم يذهب. الزوال: زالت الشمس: مالت عن كبد السماء. ¶ يفصم: يقلع. ¶ (¬4) مزنة: سحابة. مقيلها: المقيل: النوم في نصف النهار. ¶ الحرور: الريح الحارة. تضرم: تلتهب. ¶ (¬5) مساغه: ساغ الشراب: سهل مدخله في الحلق (مختار الصحاح).",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "نومه رأى محبوبه في المنام، ومن شدة فرحه فزع لذلك اللقاء، ومن فزعه استيقظ من نومه فلم ير شيئًا. هكذا الحياة، يعيش فيها الإنسان عمره، وعندما يحين وقت الوفاة كأنه لم يعش فيها إلا سويعات. ¶ وقوله: (وظل أرته الشمس ... ) أي إن الدنيا كمثل الظل الذي تشاهده عندما تشرق الشمس، فإذا زالت زال الظل وذهب. ¶ وقوله: (ومزنة صيف ... ) ومثل الدنيا –كذلك- كمثل سحابة في وقت الصيف، جاءت فحجبت الشمس، فانخفضت الحرارة وارتاح الناس في وقت الظهيرة وناموا، وماهي إلا لحظات حتى ذهبت السحابة وطلعت الشمس بحرارتها الملتهبة. ¶ وقوله: (ومطعم ... ضيف) أيضًا ومثل الدنيا كمثل الطعام الطيب اللذيذ في طعمه الشهي وفي رائحته، وبعد الأكل بفترة قصيرة سوف يتغير ويصبح نتن الرائحة قبيح المنظر تعافه النفس. ¶ 117 - ... كذا هذه الدُّنْيا كأحلام نائم ¶ وَمَنْ بَعْدِهَا دَارُ البَقَاء سَتَقدمُ (¬1) ¶ 118 - ... فجُزْها مُمِرًّا لا مُقرًّا وَكُنْ بِهَا ¶ غَريبًا تعِشْ فيهَا حَميدًا وَتَسْلمُ (¬2) ¶ 119 - ... أو ابنَ سبيل قالَ في ظلِّ دَوْحةٍ ¶ وَرَاحَ وَخَلى ظلهَا يَتقسَّمُ (¬3) ¶ ¬__________ ¶ (¬1) دار البقاء: يوم القيامة. ¶ (¬2) فجزها: جاز الموضع: سلكه وسار فيه وخلفه. ¶ مقرًا: القرار: المستقر من الأرض. ¶ (¬3) ابن سبيل: المسافر الكثير السفر، سُمي ابنًا لها لملازمته إياها (النهاية). ¶ قال: نام في الظهيرة. دوحة: الشجرة العظيمة المتسعة من أي الشجر كانت. ¶ يتقسم: يتجزأ.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "120 - ... أخَا سَفَر لا يَستقرُّ قرارُهُ ¶ إلى أنْ يَرَى أوْطَانهُ وَيُسلَمُ ¶ بعد أن ذكر المصنف، رحمه الله، أمثلة على تفاهة الدنيا وحقارتها وقصر مدتها، أردف ذلك بقوله: (كذا هذه كأحلام ... ) أي إن بقاء الدنيا واستمتاع أهلها بها، كالنائم عند مل يرى في نومه يذهب كل شيء؛ كذلك الدنيا، فإنها تزول وتذهب بمجرد أن يموت. ولكن بعد زوال الدنيا فإن الآخرة سوف تأتي، ويُسأل العبد عن كل صغيرة وكبيرة. ¶ فاستمع إلى المصنف حيث يقول: (فجزها ممرًا ... ) أي اعبرها، كأنما هناك جسر وضع على حافتي نهر، وجاء الناس لكي يعبروا هذا النهر من على متن ذلك الجسر. وكذلك، على الإنسان أن يتخفف منها ما استطاع، ولا يثقل نفسه بها، ويجعل نفسه فيها كالغريب الذي لا يعرف أحدًا. ¶ وأن يكون فيها كمثل المسافر الذي مر على شجرة عظيمة الظل، فأقام تحتها ليستريح من عناء السفر، ثم تركها ليواصل سيره؛ وفيه إشارة إلى قول ابن عمر رضي الله عنهما حيث قال: أخذ رسول الله - صلى الله عليه وسلم - بمنكبي فقال: (كن في الدنيا كأنك غريب أو عابر سبيل)؛ وكان ابن عمر يقول: (إذا أمسيت فلا تنتظر الصباح، وإذا أصبحت فلا تنتظر المساء، وخذ من صحتك لمرضك ومن حياتك لموتك) (¬1). ¶ والمسافر لا يهدأ باله ولا تستقر نفسه حتى يرجع إلى وطنه، ويسلم على أهله ومعارفه ويطمئن على أحوالهم. ¶ 121 - ... فيا عجبًا كم مَصْرع وَعظتْ بِه ¶ ¬__________ ¶ (¬1) رواه البخاري: 6416، 11/ 233.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "بنِيها وَلكِنْ عَنْ مَصَارِعِها عَموا (¬1) ¶ يتعجب رحمه الله، من كثرة ما يرى الناس أمامهم من نهايات غيرهم، ولكن لا يتعظ إلا القليل منهم؛ لأنهم يملكون الأبصار ولا بصائر لهم، كما رُوي عن بعض الصحابة: _كفى بالموت واعظًا) (¬2)، وروى أبو هريرة رضي الله عنه، عن النبي - صلى الله عليه وسلم - قال: (أكثروا من ذكر هاذم اللذات: الموت) (¬3). ¶ 122 - ... سَقَتْهُمْ كُئوس الحُبِّ حَتى إذا نشوْا ¶ سَقتْهُمْ كئوس السُمِّ والقوْمُ نوَّمُ (¬4) ¶ أرضعتم الدنيا حبها فتنافسوا فيها وفي جمعها، فلا همَّ لهم الإكثار من حطامها. حتى إذا جمعوا ما استطاعوا جمعه أتاهم الموت وهم غافلون. ¶ عن السور بن مخرمة رضي الله عنه، في حديثه عن النبي - صلى الله عليه وسلم - وفيه: ¶ ( ... فوالله ما الفقر أخشى عليكم، ولكني أخشى عليكم أن تبسط الدنيا عليكم كما بسطت على ما كان قبلكم، فتنافسوها كما تنافسوها، وتهلكهم كما أهلكتهم) (¬5). ¶ 123 - ... وَأعْجَبُ مَا في العَبْدِ رُؤْيَةُ هذِه ¶ العَظائم والمَغْمُورُ فيهَا مُتَيَّمُ (¬6) ¶ ¬__________ ¶ (¬1) مصرع: صرعه صرعًا: طرحه على الأرض، ويقال: صرعته المنية. ¶ بنيها: أبنائها. ¶ (¬2) رواه أحمد في الزهد: ص176، عن عمار بن ياسر. انظر السلسلة الضعيفة للألباني رقم: 502. ¶ (¬3) رواه الترمذي: 2307، والنسائي: 4/ 4، وابن ماجه: 4258. [وهو حديث حسن صحيح يراجع الإرواء، 682، المجلة]. ¶ (¬4) نشوا: سكروا. ¶ (¬5) رواه البخاري: 2625، ومسلم: 2960، واللفظ له. ¶ (¬6) المغمور: غمره الماء أي علاه، والانغمار: الانغماس. ¶ متيم: ذليل. يقال: تامته المرأة أو العشق والحب تيما ويتمته: عبدته وذللته (القاموس).",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "124 - ... وَمَا ذاكَ إلا أنَّ خَمْرة حُبِّهَا ¶ لتسْلبُ عَقْلَ المَرْءِ منْهُ وَتصْلِمُ (¬1) ¶ 125 - ... وأعْجَبُ منْ ذا أنَّ أحْبَابَهَا الأولى ¶ تُهينُ وُللأعْدا تُراعِي وَتُكْرِمُ (¬2) ¶ والعجب كل العجب أن الإنسان يرى ويستشعر الأمور العظيمة والمخاطر الجسيمة، ثم إن حب الدنيا قد أذهب عقله وسيطر على أحاسيسه؛ فانغمس فيها ولا يفكر في غيرها. ¶ وسبب ذلك أن حلاوتها وزخارفها وجمالها (الظاهر فقط) قد ذهب بعقول من افتتن بها، فجلبتهم إليها وقطعتم فيها تقطيعًا. ¶ وأكثر عجبًا مما تقدم! أن الدنيا تهين من تعلق بها وتُذل من أكرمها. ¶ عن زيد بن ثابت رضي الله عنه عن النبي - صلى الله عليه وسلم - قال: (من كانت الدنيا همه فرق الله عليه أمره، وجعل فقره عينيه، ولم يأته من الدنيا إلا ما كتب له. ومن كانت الآخرة نيته جعل الله له أمره، وجعل غناه في قلبه، وأتته الدنيا وهي راغمة) (¬3). ¶ فهذه الدنيا من جعلها همه لازمه الهم طوال حياته، ومن تركها وأشغل نفسه بالآخرة، أتته الدنيا رغم أنفها؛ فهي كمال المصنف: ترعى وتكرم من عاداها، وتذل وتهين من كان من أحبابها. ¶ ¬__________ ¶ (¬1) تسلب: تختلس، أو تأخذ خلسة. تصلم: تستأصل قطعًا. ¶ (¬2) تراعي: تحسن، وراعيته: لاحظته محسنًا إليه. ¶ (¬3) رواه أحمد: 5/ 183، وابن ماجه: 4105، وغيرهما. قال البوصيري في الزوائد: إسناده صحيح. [والحديث صحيح، يراجع السلسلة الصحيحة، 950، المجلة].",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "126 - ... وَذلك بُرْهَانٌ عَلى أنَّ قدْرَهَا ¶ جَنَاحُ بَعُوض أوْ أدَقُّ وألامُ (¬1) ¶ إن فعل الدنيا بالناس –كما مر بنا- دليل واضح بيِّن على أن قدرها هو تركها، والزهد فيها، وعدم تعظيمها والاهتمام بها؛ لأنها حقيرة لا تساوي شيئًا، عن سهل بن سعد رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: (لو كانت الدنيا تعدل عند الله جناح بعوضة ما سقى كافرًا منها شربة ماء) (¬2). ¶ 127 - ... وَحَسْبكَ مَا قالَ الرَّسُولُ مُمَثِّلًا ¶ لهَا وَلدَارِ الخلدِ وَالحَقُّ يُفهَمُ (¬3) ¶ 128 - ... كَمَا يُدْلِي الإنْسَانُ فِي اليَمِّ إصْبَعًا ¶ وَيَنْزعُهَا مِنْهُ فمَا ذَاكَ يُغْنَمُ (¬4) ¶ يكفيك تمثيلًا للدنيا وحقارتها أمام الآخرة ما قاله الرسول - صلى الله عليه وسلم - مفاضلًا بينهما وممثلًا لهما، كما روي المستورد رضي الله عنه عن النبي - صلى الله عليه وسلم - قال: (والله ما الدنيا في الآخرة إلا مثل ما يجعل أحدكم إصبعه هذه (وأشار يحي بالسبابة) في اليم فلينظر بم يرجع (¬5). ¶ قال النووي (¬6): ومعنى الحديث: ما الدنيا بالنسبة إلى الآخرة –في قِصَر مدتها وفناء لذاتها، ودوام الآخرة ودوام لذاتها ونعيمها –إلا كنسبة الماء الذي ¶ ¬__________ ¶ (¬1) برهان: حجة. قدرها: قدر الشيء: مبلغه. أدق: أقل، يقال أخذ جله ودقه: أي كثيرة وقليلة. الأم: أظهر خصال اللؤم (لسان العرب). ¶ (¬2) رواه الترمذي: 2320، 4/ 560. انظر السلسلة الصحيحة للألباني: 943. ¶ (¬3) حسبك: يكفيك. دار الخلد: الجنة. ¶ (¬4) يدلي: دلا الدلو: نزعها، وأدلاها: أرسلها في البئر. ¶ اليم: البحر. ينزعها: يخرجها. يغنم: يفوز ويظفر. ¶ (¬5) رواه مسلم: 2858، والترمذي: 2323، وابن ماجه: 4108، وأحمد. ¶ (¬6) في شرح مسلم: 17/ 192.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "يعلق بالإصبع إلى باقي البحر. ¶ 129 - ... ألا ليْتَ شِعْرِي هَلْ أبِيتَنَّ ليْلةً ¶ عَلى حَذَرٍ مِنْهَا وَأَمْرِي مُبْرَمُ (¬1) ¶ يتمنى أن تمر عليه ليلة واحدة وهو آمن من تقلبات الدنيا، ويكون حاله فيها محكمًا مستقرًا لا يخاف أن ينفرط عليه أمره. ¶ 130 - ... وَهَلْ أرِدَنْ مَاءَ الحياةِ وَأَرْتَوِي ¶ عَلى ظمَأ مِنْ حَوْضِهِ وَهْوَ مُفْعَمُ (¬2) ¶ (ماء الحياة): هذه العبارة لها أكثر من معنى، منها: الوحي الذي أنزله الله سبحانه على نبيه - صلى الله عليه وسلم -؛ لأنه حياة القلوب والأرواح؛ فيكون المعنى: إنه وبهذا يكون الضمير في حوضه عائدًا على الحي. ¶ ومنها: الدار الآخرة، لقوله سبحانه: {وَإِنَّ الدَّارَ الآخِرَةَ لَهِيَ الْحَيَوَانُ لَوْ كَانُوا يَعْلَمُونَ} (¬3)؛ فيتمنى أن يكون من السعداء يوم القيامة، ويعيش الحياة الحقيقية، ويتزود من الأحواض التي في الجنة ويرتوي منها. ¶ ومنها: الماء الذي يكون في حوض النبي - صلى الله عليه وسلم - الذي وصفه لهم. حيث يشتد العطش بالناس ثم ينعم الله على من يشاء من هذه الأمة فيشرب من الحوض؛ ومن شرب منه فإنه لا يظمأ أبدًا. ¶ 131 - ... وَهَلْ تَبْدُوَنْ أعْلامُهَا بَعْدَمَا سَفتْ ¶ عَلى رَبْعهَا تِلكَ السَّوَافِي فتُعْلمُ (¬4) ¶ ¬__________ ¶ (¬1) ليت شعري: ايتني أعلم. مبرم: أبرم الأمر وبرمه: أحكمه. ¶ (¬2) أردن: نون التوكيد الخفيفة دخلت على الفعل المضارع (أرد) ومعناه: أبلغ. مفعم: ممتلئ. ¶ (¬3) سورة العنكبوت: 64. ¶ (¬4) تبدون: بدا بَدْوا وبُدُوًّا: ظهر. سفت: سفت الريح التراب: ذرته أو حملته. ¶ الربع: الدار بعينها، حيث كانت، والمحلة والمنزل (القاموس).",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "الديار التي هبت عليها الرياح المحملة بالغبر والأتربة فطمست معالمها. هل ستزول الأتربة بعد ذلك وتظهر المعالم من جديد؟ ¶ وربما يريد المصنف، رحمه الله تعالى، أن يقول: إن السنة الخالصة، والاتباع الكامل لما جاء به النبي - صلى الله عليه وسلم -، والتجرد الحقيقي لاتباع نهجه، قد هبت عليه رياح البدع والتقليد الأعمى لأشخاص بعينهم –وإن خالفوا الهدى الثابت بالأسانيد الصحيحة. يقول: فهل تزول هذه السواقي وتظهر معالم السنة ويرجع الناس إلى العمل بما صح عن نبيهم - صلى الله عليه وسلم -؟ ¶ 132 - ... وَهَلْ أفْرِشنْ خَدِّي ثرى عَتَباتِهِم ¶ خُضُوعًا لهُمْ كَيْمَا يَرِقُّوا وَيَرْحَمُوا (¬1) ¶ وهل يتمكن من وضع خده على تراب عتبات الله سبحانه، في خضوع وتذلل، لعله ينال رحمة الله وعطفه؟ ¶ 133 - ... وَهَلْ أرْمِيَنْ نَفْسي طرِيحًا بِبَابِهمْ ¶ وَطَيْرُ مَنايَا الحُبِّ فوْقِي تُحَوِّمُ (¬2) ¶ وهل أتمكن من أن ألقي بنفسي ببابكم؟ أما حبي العظيم فيكم، وشدة الشوق إليكم، ربما يكون سببًا في هلاكي. ¶ 134 - ... فَيَا أَسَفى تفنَى الحَياةُ وتَنْقَضِي ¶ وَذا العَتْبُ باقٍ مَا بَقِيتُمْ وعشْتُمُ (¬3) ¶ ¬__________ ¶ (¬1) أفرشن: فرش الشيء يفرشه: بسطه. ثرى: تراب. خضوعًا: تواضعًا. ¶ كيما: لفظ مركب من (كي) الجارة التعليلية و (ما). ¶ يرقوا: الرقيق ضد الغليظ. ¶ (¬2) طريحًا: طرح الشيء: رماه. منايا: جمع منية وهي الموت. ¶ تحوم: حام الطير على الشيء حومًا وحومانا: دوَّم (القاموس). ¶ (¬3) العتب: اللوم.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "يتأسف على انقضاء الحياة وذهابها، وهو ما يزال يجد اللوم والعتاب؛ لأنه مولع بحب ربه، وقد ألزم نفسه بطاعته وعدم مخالفة أمره؛ فهو لا يَسلم من عتاب المخالفين. ¶ 135 - ... فَمَا مِنْكُمُ بُدٌّ وَلا عَنْكُمُ غِنً ... ¶ ى ¶ وَمَا لِيَ مِنْ صَبْر فأسْلوَ عَنْكُم (¬1) ¶ إن قلبي قد تعلق بكم؛ فلا حب لي إلا أنتم. فلا محالة إنني باق على هذا، ولا أستطيع أن استغني بغيركم، ولا أن أصبر عنكم، ولا أنساكم أبدًا. ¶ 136 - ... وَمَنْ شَاءَ فليَغْضَبْ سِوَاكُمْ فَلا أذى ¶ إذا كُنْتُمُ عَنْ عَبْدِكُمْ قَدْ رَضِيتُمُ (¬2) ¶ يا رب إن كنت قد رضيت عني فلا عليَّ بعد ذلك؛ فإن الخلق بأسرهم لو غضبوا لم أكترث لغضبهم؛ لأن الأصل عندي هو رضاك. ¶ 137 - ... وَعُقْبَى اصْطبَاري فِي هَوَاكُمْ حَميدَةٌ ¶ وَلَكنَّهَا عَنْكُمْ عقَابٌ وَمَأثمُ (¬3) ¶ إن عاقبة شدة صبري، وتحمل آلام شوقي في حبكم، نهايته التوصل إلى رضاكم؛ فهي محمودة، وأكرم بها نهاية؛ لأنكم سوف تجزونني أحسن الجزاء. أما الذي يصبر عنكم ويتحمل الأذى بمخالفة أمركم، ويتعب نفسه بالسعي وراء المنكرات وفعل المحرمات؛ فإنه سوف يجني لنفسه اآثام، وينال أشد العذاب. قال الحق تبارك وتعالى: {وُجُوهٌ يَوْمَئِذٍ خَاشِعَةٌ * عَامِلَةٌ نَاصِبَةٌ * تَصْلَى نَاراً ¶ ¬__________ ¶ (¬1) بد: لا فراق أو لا عوض أو لا محالة. أسلو: أنسى. ¶ (¬2) أذى: مكروه. ¶ (¬3) عقبى: جزاء الأمور. ¶ اصطباري: يقال صبر من خصمه واصطبر: أي اقتص منه (نهاية)، أو شدة الصبر. قال في القاموس: صبر يصبر فهو صابر وتصبر واصطبر.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "حَامِيَةً} (¬1). ¶ 138 - ... وَمَا أنَا بِالشَّاكِي لِمَا تَرْضُونهُ ¶ وَلكنَّني أرْضَى بِهِ وَأسَلمُ (¬2) ... ¶ > ¶ 139 - ... وَحَسبِي انْتِسَابِي منْ بَعيدٍ إليْكمُ ¶ ألا إِنَّهُ حظ عَظِيمٌ مُفَخَّمُ (¬3) ¶ 140 - ... إذا قيلَ هَذا عَبْدُهُمْ وَمُحِبهُمْ ¶ تَهللَ بِشرًا وَجْهُهُ يَتَبَسَّمُ (¬4) ¶ أنا لست من الذين يتشكون من أمور التشريع التي أنتم تحبونها وفرضتموها على عبيدكم، ولكنني في غاية السعادة وكمال الرضا بفعل كل ما يرضيكم؛ فأنا أفعله وأسلم أمري إليكم. ويكفيني فخرًا وعزة أن أنتسب –ولو من بعيد- إليكم فيقال عني: عبد الله، فهذه النسبة هي عندي عظيمة الشأن عالية القدر، وإذا ما سمعتها أسَرَّ بها كثيرًا، وتبدو آثار الفرح واضحة على وجهي. ¶ 141 - ... وَهَا هُوَ قَدْ أبْدَى الضَّرَاعَةَ سَائِلًا ¶ لكُمْ بِلِسَانِ الحَالِ والقَالُ مُعَلِمُ (¬5) ¶ 142 - ... أحِبتُهُ عَطفًا عَلَيْهِ فإنَّهُ ¶ ¬__________ ¶ (¬1) سورة الغاشية: 2 - 4. ¶ (¬2) الشاكي: شكا فلانًا: أخبر بإساءته إليه. ¶ (¬3) حسبي: يكفيني. الحظ: النصيب. ¶ مفخم: التفخيم: التعظيم، وفخم: عظيم. ¶ (¬4) تهلل: تهلل الوجه: تلألأ. ¶ (¬5) أبدى: أظهر. الضراعة: الذل والخضوع. ¶ لسان الحال: هيئته وأفعاله. لسان القال: ما يصدر منه من لأقوال.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "لمظم وإنَّ المَوْرِدَ العذْبَ أنْتُمُ (¬1) ¶ هذا العبد المحب قد أظهر لكم فقره وشدة حاجته إليكم، فهو إليكم ذله وخضوعه، ويطلب إليكم بلسان حاله؛ فإن حركاته وسكناته تعبر لكم عن مدى حبه لكم والتصاقه بكم؛ ودليل ذلك أن قوله يصدق فعله. هذا إذا كان ضبط الكلمة (معلِم) بكسر اللام. أما إذا كان بفتح اللام (معلَم) فيكون المعنى: إن هذا فعله، أما قوله فقد عرفه الجميع فلا يخفى على أحد. ¶ فها هو يناجي ربه سبحانه وتعالى ويطلب إليه أن يعطف عليه؛ لأنه في عطش شديد؛ فلا يرويه ويُذهب عنه غليله إلا أنتم، فهو سعيد بقربكم، ويستوحش بفراقكم والبعد عنكم. ¶ 143 - ... فَيَا سَاهِيًا في غمْرَةِ الجَهل والهَوَى ¶ صرِيعَ الأمَانِي عَنْ قَريبٍ سَتَنْدَمُ (¬2) ¶ 144 - ... أفِقْ قد دنا الوَقتُ الذِي ليْسَ بَعْدَهُ ¶ سِوى جنةٍ أوْ حَرِّ نَارٍ تَضَرَّمُ (¬3) ¶ يا من غلب عليه هواه وهو ساه يتخبط في جهل عميق، وكل بضاعته هي التمني على الله من غير أن يبذل أي عمل في تحقيقها، فإن العمر قصير، وسوف تعلم بعد ذلك أين أنت وماذا كنت تعمل. ¶ ¬__________ ¶ (¬1) لمظم: رجل مظماء يعني: معطاش. ¶ (¬2) ساهيًا: غافلًا، والسهو: الغفلة. غمرة: شدة. ¶ صريع: صرعه صرعًا: ألقاه على الأرض. والمعنى: إن الأماني غلبته فلا يستطيع مقاومتها. والأماني: جمع أمنية، وهي البغية. ¶ (¬3) أفق: ارجع إلى صوابك. أفاق: إذا رجع إلى ما كان قد شغل عنه، وعاد إلى نفسه. تضرم: تشتعل.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "ثم: {وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ} (¬1) لا ينفع الندم يومئذ؛ {يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلاً} (¬2). ¶ فإن هذا الساهي الذي طالت غفلته، يقول له المصنف: ألم لك أن ترجع إلى صوابك وتنتبه إلى نفسك؟ ألم تخش أن يفاجئك الموت في أي ساعة من أيام عمرك؟ فمهما طال فإنه له نهاية، وأنت لا تعلمها، فإذا حان وقتها وانتقات من هذه الدار إلى دار القرار؛ فإما الجنة وإما النار. ¶ إما أن تكون ممن دخل في رحمة الله ورضوانه، فهو قرير العين في جنات ونهر، وإما الأخرى فهي في نار مؤصدة. ¶ 145 - ... وبالسُّنَّة الغَرَّاء كُنْ مُتمسكًا ¶ هِيَ العُرْوَةُ الوثْقى التي ليْسَ تُفْصمُ (¬3) ¶ 146 - ... تمَسكْ بها مَسْكَ البَخيل بِمَالِه ¶ وَعَضَّ عَلَيْهَا بالنَّوَاجِذِ تَسْلمُ (¬4) ¶ بالسنة البيضاء الصافية النقية، كن متمسكًا تمسكًا شديدًا؛ لأنها هي التي تنجيك من السقوط في الهاوية؛ لأنها العروة الوثقى التي لا تنفصم. ¶ فالذي يعمل بما دلت عليه السنة، ولا يحيد عنها، فإنه على الصراط المستقيم، وإنه متمسك بالأسباب القوية التي قد أحكمت من لدن حكيم خبير، فهي محكمة، ولا يخاف أم تنقطع به. أما العروة الوثقى؛ فقيل هي: (لا إله إلا الله)؛ وقيل هي: القرآن؛ وقيل هي: كلمة الإخلاص؛ وقيل: (أبو بكر ¶ ¬__________ ¶ (¬1) سورة الفرقان: 27. ¶ (¬2) سورة الفرقان: 27. ¶ (¬3) الغراء: البيضاء. متمسكًا: معتصمًا. تنفصم: تنكسر. ¶ (¬4) عض عليها بالنواجز: أي تمسك بها كما تمسك العاض بجميع أضراسه (النهاية).",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "وعمر)؛ وقيل: إذا وحد الله وآمن بالقدر، فهي العروة الوثقى (¬1). ¶ وعن عبد الله بن سلام رضي الله عنه قال: رأيت رؤيا على عهد رسول الله - صلى الله عليه وسلم -، رأيت كأني في روضة خضراء وسطها عمود من حديد، أسفله في الأرض وأعلاه في السماء، في أعلاه عروة؛ فقيل لي: ارقه. فرقيت حتى كنت في أعلى العمود، فأخذت بالعروة، فقيل لي: استمسك،، فاستيقظت وإنها لفي يدي، فقصصتها على رسول الله - صلى الله عليه وسلم - فقال: (تلك الروضة الإسلام، وذلك العمود عمود الإسلام، وتلك العروة عروة الوثقى، وأنت على الإسلام حتى تموت) (¬2). ¶ فالعروة الوثقى هي الإسلام كله، فمن تمسك بكل ما جاء به النبي - صلى الله عليه وسلم - فهو المتمسك الذي لا يخاف على نفسه السقوط. ¶ أما قوله: (تمسك بها مسك البخيل)؛ لأن البخيل لا تسمح له نفسه أن يفر\" بشيء من ماله، ولو كان يسيرًا، وإنما همه الأعظم أن يضيف إليه حتى يزداد. ¶ وقوله: (وعض عليها)؛ إذا أردت السلامة والنجاة والفوز في الدنيا والآخرة، فما عليك إلا أن تتمسك بالسنة، وكأنك تعض عليها بأسنانك الداخلية زيادة في التمسك. وفيه إشارة إلى حديث العرباض بن سارية رضي الله عنه وفيه: (فعليكم بسنتي وسنة الخلفاء الراشدين المهديين، تمسكوا بها، وعضوا عليها بالنواجز ... ) (¬3) الحديث. ¶ 147 - - ... وَدَعْ عَنْكَ مَا قَدْ أحْدَثَ النَّاسُ بَعْدَهَا ¶ ¬__________ ¶ (¬1) ذكر ذلك السيوطي في الدر المنثور: 1/ 584. ¶ (¬2) رواه البخاري: 3813، ومسلم: 2484. ¶ (¬3) رواه أحمد: 4/ 126، وأبو داود: 4607، والترمذي: 2676، وابن ماجه: 42. [والحديث صحيح يراجع \"الإرواء\" 2455ن المجلة].",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "فَمَرْتَعُ هَاتِيكَ الحَوادث أوْخَمُ (¬1) ¶ يشير إلى حديث عائشة رضي الله عنها عن النبي - صلى الله عليه وسلم - أنه قال: (من أحدث في أمرنا هذا ما ليس منه فهو رد) (¬2). ¶ وكذلك حديث العرباض الذي تقدم فيه قبل هذا وفي آخره: (وإياكم ومحدثات الأمور، فإن كل محدثة بدعة، وكل بدعة ضلالة). ¶ اترك جميع هذه البدع، فإن مصادرها ومواضعها رديئة العاقبة لا خير فيها. ¶ 148 - ... وهيِّئ جَوَابًا عِنْدَمَا تَسْمَعُ النِّدا ¶ منَ اللهِ يَوْمَ العَرْض مَاذا أَجبتُمُ ¶ 149 - ... بِهِ رُسُلِي لمَّا أَتَوْكُمُ فمَنْ يَكُنْ ¶ أجَابَ سوَاهُمْ سَوْفَ يَخْزَى وَيَنْدَمُ (¬3) ¶ يشير إلى قوله سبحانه: {وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَا أَجَبْتُمْ الْمُرْسَلِينَ} (¬4)؛ عندما يسأل الله تبارك وتعالى العباد هذا السؤال يريد منهم جوابًا. فهل أعددت له جوابًا؟ فلا شك في لأن من اتبع رسوله سيكون جوابه حاضرًا، ويستطيع أن يجيب عن نفسه بأنه آمن وصدق واتبع. وأما من كذب وتولى؛ فما جوابه؟ وما حجته؟ بل لو أراد أن يعد جوابًا ما استطاع؛ لأن الله سبحانه يقول: {فَعَمِيَتْ عَلَيْهِمْ الأَنْبَاءُ يَوْمَئِذٍ فَهُمْ لا يَتَسَاءَلُونَ} (¬5)؛ لا ¶ ¬__________ ¶ (¬1) مرتع: موضع الرتع، ورتع رتعًا: أكل وشرب ما شاء في خصب وسعة. ¶ أوخم: كثير الوخم، والوخم: الوباء (القاموس). ¶ قال في النهاية: وَخُمَ الطعام، إذا ثقل فلم يستمر فهو وخيم، وقد تكون الوخامة في المعاني. يقال: هذا الأمر وخيم العاقبة: أي ثقيل رديء. ¶ (¬2) رواه البخاري: 2697، 5/ 301، ومسلم: 1718. ¶ (¬3) يخزي: يذل ويهان. ¶ (¬4) سورة القصص: 65. ¶ (¬5) سورة القصص: 66.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "يستطيع أن يدلي بحجة، فما له إلا السكوت، فعندها سوف يجاوب عنهم غيرهم، ومن كانت هذه حاله فلا شك في أنه من الهالكين. ¶ نسأل الله السلامة. وهذا هو قول المصنف: (فمن يكن أجاب سواهم). ¶ 150 - وخذ من تُقَى الرَّحمنِ أعظمَ جُنَّةٍ ¶ ليَوم به تَبْدُو عيانًا جَهَنَّمُ (¬1) ¶ عليك أيها العبد أن تتخذ لنفسك وقاية وجُنة تجعلها بينك وبين النار، وهذه الوقاية هي تقوى الله سبحانه؛ باتباع أوامره، واجتناب نواهيه، ومراقبته في السر والعلن. ¶ 151 - وَيُنْصَبُ ذاكَ الجسرُ من فَوْقِ مَتنها ¶ فهاوٍ ومَخْدوشٌ وناج مُسَلمُ (¬2) ¶ يوم القيامة يؤتى بجهنم تسحبها الملائكة، لها سبعون ألف زمام، لكل زمام سبعون ألف ملك (¬3)، ثم يوضع عليها جسر هو الصراط. لما روى أبو هريرة وحذيفة رضي الله عنهما قالا: قال رسول الله - صلى الله عليه وسلم -: «يجمع الله تبارك وتعالى الناس ... وترسل الأمانة والرحم، فتقومان جنبتي الصراط يمينًا وشمالاً، فيمر أولكم كالبرق، ثم كمرَّ الريح، ثم كمر الطير، وشد الرجال؛ تجري بهم أعمالهم، ونبيكم قائم على الصراط، يقول: رب سلم سلم حتى تعجز أعمال العباد، حتى يجيء الرجل فلا يستطيع السير إلا زحفًا، وفي حافتي الصراط كلاليب معلقة مأمورة بأخذ من أمرت به؛ فمخدوش ناج، ومكدوس في النار» (¬4). ¶ ¬__________ ¶ (¬1) جنة: وقاية. عيانًا: رآه عيانًا لم يشك في رؤيته، ورأيت فلانًا عيانًا: أي مواجهة. ¶ (¬2) متنها: ظهرها، هاو: سقط إلى أسفل. مخدوش: خدشه: خمشه، وخدش الجلد: مزقه. ¶ (¬3) الحديث رواه مسلم: 2842. ¶ (¬4) رواه مسلم: 195، والحديث معناه عند البخاري: 706، وأحمد: 2: 534.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "فالذي كان يتقي ربه ويعمل بما أمره الشرع واتبع الرسول - صلى الله عليه وسلم - فإنه سوف يعبر، ولكن العبور هذا على حسب العمل؛ فمنهم من ينجو سليمًا، ومنهم من تخدشه هذه الكلاليب وينجو، ومنهم من يهوي في جهنم. ¶ 152 - ويأتي إلهُ العَالمينَ لوَْعده ¶ فَيفْصلُ مَا بَيْنَ العبَاد وَيَحْكُمُ (¬1) ¶ (ويأتي إله العالمين) المجيء صفة من صفات الله تبارك وتعالى أثبتها لنفسه في كتابه؛ مثل قوله تعالى: {هَلْ يَنْظُرُونَ إِلا أَنْ يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ مِنَ الْغَمَامِ وَالْمَلائِكَةُ} (¬2)؛ وقوله سبحانه: {وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا} (¬3). وأثبتها له رسوله - صلى الله عليه وسلم - (¬4) في سنته؛ فنقول: هو إتيان يليق به سبحانه لا يشبه إتيان المخلوقين؛ لأنه: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} (¬5). ¶ وإتمامًا للفائدة: أنقل لك بعض ما قال العلامة عبد الرحمن بن ناصر السعدي رحمه الله (¬6): ¶ (وهذه الآية، وما أشبهها، دليل لمذهب أهل السنة والجماعة المثبتين للصفات الاختيارية؛ كالاستواء، والنزول، والمجيء، ونحو ذلك من الصفات التي أخبر بها تعالى عن نفسه، وأخبر بها عنه رسوله - صلى الله عليه وسلم -. ¶ فيثبتونها لمعانيها على وجه يليق بجلال الله وعظمته، من غير تشبيه ولا تحريف ولا تعطيل، خلافًا للمعطلة على اختلاف أنواعهم؛ من الجهمية، والمعتزلة، والأشعرية، ونحوهم، ممن ينفي هذه الصفات، ويتأول لأجلها الآيات، ¶ ¬__________ ¶ (¬1) يفصل: يقضي بينهم. ¶ (¬2) سورة البقرة: 210. ¶ (¬3) سورة الفجر: 22. ¶ (¬4) انظر تفسير ابن كثير: 1: 248، تحت تفسير آية: 210، من سورة البقرة. ¶ (¬5) سورة الشورى: 11. ¶ (¬6) تفسير ابن سعدي الذي اسمه: تيسير الكريم الرحمن في تفسير كلام المنان: 1: 187.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "بتأويلات ما أنزل الله بها من سلطان؛ بل حقيقتها القدح في بيان الله وبيان رسوله، والزعم بأن كلامهم هو الذي تحصل به الهداية في هذا الباب) إلى آخر ما قال، رحمه الله تعالى. ¶ قول المصنف: (لوعده): يعني الذي ذكره في كتابه في آيات عدة؛ أن الخلق سوف يبعثون يوم القيامة، وتنصب لهم الموازين، وتوضع الكتب، وتتطاير الصحف. ¶ 153 - وَيَأخُذُ للمظلوم رَبُّكَ حَقه ¶ فَيَا بُؤسَ عَبْد للخَلائق يظلمُ (¬1) ¶ عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «من كانت عنده مظلمة لأخيه فليتحلل منها؛ فإنه ليس ثم دينار ولا درهم، من قبل أن يؤخذ لأخيه من حسناته؛ فإن لم يكن له حسنات أخذ من سيئات أخيه فطرحت عليه» (¬2). ¶ الله سبحانه هو أعدل من عدل، وأحكم من حكم، ومن عدله سبحانه أن يحكم بين البهائم. ¶ عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «لتؤدن الحقوق إلى أهلها يوم القيامة، حتى يقاد للشاة الجلحاء من الشاة القرناء» (¬3). ¶ 154 - وَيُنْشَرُ ديوَانُ الحساب وَتُوضَعُ الـ ¶ مَوازينُ بالقسْط الذي ليْسَ يَظلمُ (¬4) ¶ يشير إلى قول الله تبارك وتعالى: {وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلا ¶ ¬__________ ¶ (¬1) بؤس: بئس بؤسًا: اشتدت حاجته (القاموس). ¶ (¬2) رواه البخاري: 6534، 11: 395، وأحمد: 2: 506. ¶ (¬3) رواه مسلم: 2582، والترمذي: 2420، وأحمد: 2/ 235. ¶ (¬4) ينشر: يبسط، وهو خلاف الطي. القسط: العدل.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "تُظْلَمُ نَفْسٌ شَيْئًا وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ} (¬1). ¶ عن أبي هريرة - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - قال: «يد الله ملأى لا تغيضها نفقة ... ثم قال: وكان عرشه على الماء وبيده الميزان يخفض ويرفع يقول سبحانه: {وَلا يَظْلِمُ رَبُّكَ أَحَدًا} (¬2)» (¬3). ¶ 155 - فلا مُجْرِمٌ يَخْشى ظلامَة ذَرَّةٍ ¶ وَلا مُحْسنٌ منْ أجْره ذاكَ يُهْضَمُ (¬4) ¶ المجرم الذي فعل المنكرات، وأتى بالطامات؛ فإنه سوف يعاقب على قدر جرمه؛ فليس لأنه أجرم تصب عليه التهم، ويرمى بما لم يفعل. كلا فإن هذا ليس من عدل الله سبحانه، بل كل يعاقب بقدر ما اقترفت يداه؛ يقول سبحانه: {وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلا يُجْزَى إِلا مِثْلَهَا وَهُمْ لا يُظْلَمُونَ} (¬5). ¶ وكذلك الذي عمل الصالحات، وأشغل نفسه بالقربات، فإن الله جل في علاه لا يضيع له شيئا من عمله، وإنما يضاعفه وينميه (¬6) له، لأنه جواد. ¶ 156 - وَتشْهَدُ أعضاء المسيء بما جَنَى ¶ كَذَاكَ على فيه المُهَيمنُ يَخْتمُ (¬7) ¶ يقول الحق تبارك وتعالى: {الْيَوْمَ نَخْتِمُ عَلَى أَفْوَاهِهِمْ وَتُكَلِّمُنَا أَيْدِيهِمْ ¶ ¬__________ ¶ (¬1) سورة الأنبياء: 47. ¶ (¬2) سورة الكهف: 49. ¶ (¬3) الحديث رواه البخاري: 4684، 8: 352. ¶ (¬4) ظلامة: ما تطلبه عند الظالم، وهو اسم ما أخذه منك (مختار الصحاح). ¶ (¬5) سورة الأنعام: 160. ¶ (¬6) انظر الحديث تحت البيت رقم: 159. ¶ (¬7) جنى: جنى الذنب عليه يجنيه جناية: جره إليه. ¶ المهيمن: من أسماء الله تعالى في معنى المؤمن مَن آمن غيره من الخوف (القاموس). ¶ يختم: يطبع عليه فلا يستطيع الكلام.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "وَتَشْهَدُ أَرْجُلُهُمْ بِمَا كَانُوا يَكْسِبُونَ} (¬1). ¶ إن العاصي المجرم إذا أراد أن يكذب على نفسه كما تعود في الدنيا أن يكذب على عباد الله، فإنه يوم القيامة يغلق الفم ولا ينطق اللسان؛ وإنما الكلام يومئذ لبقية الجوارح والأعضاء التي كانت صامتة في الدنيا، أما اللسان الذي كان لا يتحرك بذكر الله، وإنما كانت حركته بالفاحش من القول؛ فإنه ليس له دور يذكر يوم القيامة. ¶ 157 - فَيَا ليْتَ شعْري كَيْفَ حَالكَ عنْدَمَا ¶ تَطايَرُ كُتْبُ العَالمينَ وَتُقْسَمُ ¶ 158 - أتَأخُذُ باليُمْنَى كتَابَكَ أمْ تَكُنْ ¶ بالأخْرَى وَرَاءَ الظَّهْر منْكَ تُسَلمُ ¶ تمنٍّ ممزوج بإشفاق على هيئة استفسار عن حالك أيها العبد؛ يوم القيامة عندما تتطاير الكتب يوم العرض الأكبر وتوزع عليهم. هل أنت ممن عمل في الدنيا بطاعة الله سبحانه، واقتفى أثر الرسول - صلى الله عليه وسلم -، ووحد الله وأخلص له في كل شيء؟ فهذا سوف يأخذ كتابه بيمينه، ويكون فرحه هو الفرح الحقيقي الذي لا يوصف، بل ينادي على رءوس الأشهاد: {هَاؤُمُ اقْرَءُوا كِتَابِيَهْ} (¬2). ¶ أما الفريق الآخر الذي لم يرفع لهذا الأمر رأسًا، بل كان همه أن يأكل ويتمتع وينام مثل البهائم، بل هو أضل؛ لأن البهائم خلقت لهذا، وهو خلق لشيء أعظم فضيعه. فهذا يُعطى كتابه بشماله من وراء ظهره؛ زيادة له في الإهانة والتنكيل: {وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ * فَسَوْفَ يَدْعُو ثُبُورًا} (¬3). ¶ ويقول سبحانه عن أولئك يوم القيامة: {وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ ¶ ¬__________ ¶ (¬1) سورة يس: 65. ¶ (¬2) سورة الحاقة: 19. ¶ (¬3) سورة الانشقاق: 10 - 11.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "فَيَقُولُ يَا لَيْتَنِي لَمْ أُوتَ كِتَابِيَهْ} (¬1). ¶ 159 - وَتَقرأ فِيه كُلَّ شَيء عَملتَهُ ¶ فَيُشرقُ منكَ الوَجهُ أوْ هُوَ يُظلمُ ¶ يقول الحق تبارك وتعالى: {هَذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ} (¬2)، الذي عمل الصالحات سوف يرى أن الله سبحانه قد ضاعفها له أضعافًا كثيرة، ولم يتوقع أن له مثل هذه الحسنات، ولا أقل منها بكثير، فيسر عندئذ ويشرق وجهه فرحًا وبهجة. عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «ما تصدق أحدٌ بصدقة من طيب - ولا يقبل الله إلا الطيب- إلا أخذها الرحمن بيمينه - وإن كانت تمرة- فتربو في كف الرحمن حتى تكون أعظم من الجبل، كما يربي أحدكم فلوه أو فصيله» (¬3). ¶ وأما المكذب العاصي فلا يرى في صفحاته إلا الأعمال القبيحة التي اقترفها في الدنيا، عندها يحزن حزنًا عميقًا، وتأخذه الكآبة، ويظلم وجهه شفقة منه على نفسه من العذاب، وندمًا على ما صدر منه. ¶ 160 - تَقُولُ كتَابي فاقْرَءوهُ فإنَّهُ ¶ يُبَشّرُ بالفَوْز العَظِيم وَيُعلمُ (¬4) ¶ 161 - فإنْ تَكُن الأخْرَى فإنَّكَ قَائلٌ ¶ أَلا ليْتَني لَمْ أوتَهُ فَهو مُغْرَمُ (¬5) ¶ يشير إلى قول الحق سبحانه في كتابه العزيز عن أصناف الخلق يوم ¶ ¬__________ ¶ (¬1) سورة الحاقة: 25. ¶ (¬2) سورة الجاثية: 29. ¶ (¬3) رواه البخاري: 1410، ومسلم: 1014. ¶ (¬4) يعلم: يخبر. ¶ (¬5) مغرم: قال في لسان العرب: وفي حديث معاذ: ضربهم الله بذل مغرم أي لازم دائم، يقال: فلان مغرم بكذا: أي لازم له مولع به.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "القيامة: {فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَيَقُولُ هَاؤُمُ اقْرَءُوا كِتَابِيَهْ} (¬1)؛ ويقول الحق سبحانه وتعالى: {وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ فَيَقُولُ يَا لَيْتَنِي لَمْ أُوتَ كِتَابِيَهْ} (¬2). ¶ الذين يكرمهم الله يوم القيامة، ويدخلهم في رحمته، فإنهم يستلمون الكتاب باليمين ويفرحون به أشد الفرح؛ كيف لا؟ وهو يبشرهم بالفوز العظيم، ويخبرهم أنهم من السعداء. ¶ أما الذين خذلهم الله، فإنهم يستلمون الكتاب بالشمال، ويحزنون به أبلغ الحزن، ويتمنون أنهم لم يستلموه ولم يروه؛ لأنه يخبرهم بمصيرهم المشئوم في دركات الجحيم، ويحاولون أن يبتعدوا عنه، لكنه ملازم لهم لا يفارقهم، حتى يدخلهم النار. ¶ 162 - فَبَادِر إذا مَا دَامَ في العُمرِ فُسْحَةٌ ¶ وَعَدْلُكَ مقبولٌ وَصرْفُكَ قيِّمُ (¬3) ¶ بعد أن عرفت أن الحياة جسر عبور للآخرة، وهي لحظات سوف تنقضي ثم ترد إلى الديان سبحانه لترى أمامك كل ما قدمت. وعرفت أن المقصر هنا كيف يندم هناك، ويتمنى أنه لو يُرد إلى الدنيا فيعمل من الطاعات كي ينال رضا الله سبحانه: {قَالَ رَبِّ ارْجِعُونِ * لَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ} (¬4). إذا عرفت هذا وعقلته؛ تصور نفسك أنك من يقول هذا. فها أنت قد عدت إلى الدنيا، فبادر إلى مرضات الله سبحانه. بادر إلى فعل ما أمرت به، واجتنب كل ما نهيت عنه، ولا تحاول أن تلتمس لنفسك الأعذار من هنا وهناك، فلربما قبل ¶ ¬__________ ¶ (¬1) سورة الحاقة: 19. ¶ (¬2) سورة الحاقة: 25. ¶ (¬3) فبادر: أسرع، فسحة: سعة، عدلك: رجل عدل: أي رضا ومَقنَع. صرفك: الصرف: التوبة. ¶ (¬4) سورة المؤمنون: 99 - 100.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "منك العذر في الدنيا ويكون مردودًا يوم القيامة؛ لأن المؤاخذة في الدنيا على الظاهر، بينما في الآخرة يخبرك الله سبحانه بما يجول في خاطرك. ¶ قوله: (وعدلك مقبول ... ) يعني: لو تبت ورجعت إلى الله سبحانه فسوف يقبلك ويتوب عليك. ¶ 163 - وَجدَّ وَسَارِعْ وَاغْتَنمْ زَمَنَ الصَّبَا ¶ فَفي زَمنِ الإمْكَان تَسْعَى وَتغنَمُ ¶ أكثر من الطاعات ما دمت تستطيع أن تفعلها؛ لأنك سوف تهرم ويصعب العمل؛ فتندم في شيخوختك وتقول: ليتني عملت قبل أن يضعف حالي وتذهب قوتي، وفيه إشارة إلى حديث ابن عباس رضي الله عنهما. قال: قال رسول الله - صلى الله عليه وسلم - لرجل وهو يعظه: «اغتنم خمسًا قبل خمس: شبابك قبل هرمك، وصحتك قبل سقمك، وغناك قبل فقرك، وفراغك قبل شغلك، وحياتك قبل موتك» (¬1). ¶ 164 - وَسرْ مُسْرِعًا فَالموتُ خَلفَكَ مُسرعٌ ¶ وَهَيْهَاتَ مَا مِنْهُ مَفرُّ وَمْهزَمُ ¶ أسرع أنت في عمل الطاعات والإكثار منها؛ لأن الموت خلفك يطلبك، ولا محالة أنه لاحق بك، فلم ينجُ أحد قبلك، وهو شيء كتبه الله على الخلق؛ قال تعالى: {إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَيِّتُونَ} (¬2). ¶ 165 - فهُنَّ المَنَايَا أيَّ وَادٍ نزَلتَهُ ¶ عَليْها القُدُومُ أوْ عَليكَ سَتُقْدمُ ¶ يقول المولى جل في علاه: {أَيْنَمَا تَكُونُوا يُدْرِكُكُمُ الْمَوْتُ} (¬3). فالموت لا ¶ ¬__________ ¶ (¬1) رواه الحاكم: 4: 306، وقال: صحيح على شرط الشيخين ووافقه الذهبي. ¶ (¬2) سورة الزمر: 30. ¶ (¬3) سورة النساء: 78.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "بد منه لكل حي، إلا الحي القيوم، فلِمَ يجبن الإنسان ويترك الصدع بالحق؟ أو يخاف الموت، ولا يذهب إلى الجهاد في سبيل الله؟ فما دام الموت حالّ بك إن قدمت عليه. وإن تقاعست وجلست فإنه هو سوف يقدم عليك؛ يقول سبحانه: {قُلْ لَوْ كُنْتُمْ فِي بُيُوتِكُمْ لَبَرَزَ الَّذِينَ كُتِبَ عَلَيْهِمُ الْقَتْلُ إِلَى مَضَاجِعِهِمْ} (¬1). ¶ 166 - وَمَا ذَاكَ إِلا غَيْرَةً أنْ يَنالهَا ¶ سوى كُفْئها والرَّبُّ بالخلق أعلمُ (¬2) ¶ 167 - وإنْ حُجبَتْ عَنَّا بكُلِّ كَريهَةٍ ¶ وَحُفَّتْ بِما يُؤْذي النُّفُوسَ وَيُؤْلِمُ (¬3) ¶ إن الله سبحانه حف الجنة بالمكاره، وجعل ثمنها التضحية بالنفس، والمال، والوقت، وسهر الليل بالقيام، وظمأ الهواجر بالصوم؛ كل هذا حتى يدخلها من طلبها بصدق لا طلب ادعاء فقط، فكل يدعي وصلا بليلى. ¶ 168 - فلله مَا فِي حَشوِها منْ مَسَرَّةٍ ¶ وأصْناف لذَّاتِ بها يُتَنَعّمُ (¬4) ¶ يتعجب المصنف، رحمه الله، مما أعد الله سبحانه بداخل الجنة من النعيم، ووسائل الراحة والبهجة. ¶ 169 - وَلله بَرْدُ العَيْش بَيْنَ خِيامهَا ¶ ¬__________ ¶ (¬1) سورة آل عمران: 154. ¶ (¬2) غيرة: الغيرة: الحمية والأنفة (النهاية في غريب الحديث). ¶ الكفء: المساوي، يعني: لا يحصل عليها غير الذي يستحقها. ¶ (¬3) حجبت: سترت. كريهة: الكره: المشقة، يعني جُعل بين الإنسان وبين الجنة سواتر من الأشياء التي لا ترغب النفس أن تفعلها. ¶ (¬4) فلله: للتعجب. حشوها: الحشو: ملئ الوسادة، يعني: ما بداخلها (ترتيب القاموس).",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "وَرَوضَاتها والثَّغْرُ في الرَّوْض يَبْسمُ (¬1) ¶ ويتعجب كذلك من العيش الرغيد في خيامها وبساتينها، ومن الابتسامة التي تتولد من النظر إلى ما يريح النفس وينعشها. ¶ 170 - وَلله وَاديهَا الذي هُوَ مَوعدُ الـ ¶ مَزيد لوَفْد الحُبّ لوْ كُنْتَ منْهُمُ (¬2) ¶ 171 - بذّيَّالكَ الوادي يَهيمُ صَبَابَةً ¶ مُحبِّ يَرى أنَّ الصَّبابة مَغْنَمُ (¬3) ¶ ويتعجب من الوادي الذي يجعله الله سبحانه المكان الذي يجتمع فيه أهل الجنة، ليوم المزيد، عندما يدعوهم الحق جل في علاه لزيارته. ¶ فكل مسلم تتوق نفسه، ويتقطع شوقًا إلى ذلك الوادي، ويرى أن الشوق إليه والحب فيه غنيمة وفوز. ¶ 172 - ولله أفْراحُ المحبِّين عندَما ¶ يُخاطُبُهم منْ فوقهمْ وَيُسَلمُ (¬4) ¶ من أشد فرحة المؤمنين وأعظمها بعد دخولهم الجنة؛ إذ يكلمهم ربهم سبحانه وتعالى ويسلم عليهم. ¶ 173 - ولله أَبْصَارٌ تَرى الله جَهْرَةً ¶ ¬__________ ¶ (¬1) الثغر: الفم (ترتيب القاموس). ¶ برد العيش: عيش بارد: هنيء (ترتيب القاموس). ¶ (¬2) موعد المزيد: يأتي شرحه تحت البيت رقم 202. ¶ (¬3) بذيالك: ذياك: تصغير (ذا) اسم الإشارة والكاف حرف خطاب، ويعرب اسم الإشارة (معجم الشوارد النحوية). ¶ الصبابة: الشوق. ¶ (¬4) مخاطبة الله لأهل الجنة: انظر شرح البيت رقم: 202 - 207، أما التسليم: انظر شرح البيت رقم: 210.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "فلا الضَّيْمُ يَغْشَاهَا وَلا هي تَسْأمُ (¬1) ¶ يتعجب من تلك الأبصار التي تنظر إلى الله سبحانه وتعالى. بالإضافة إلى ما لها من النعيم الذي لا يوصف ولا يتطرق إليه النقص ولا الفناء، وهم في العيش الرغيد الذي لا سآمة معه أبدًا. ¶ اعلم أن هذا البيت والذي قبله الذي يثبت فيهما المصنف بعض صفات الله سبحانه؛ كأن يراه المؤمنون بأبصارهم يوم القيامة، وتكليم أهل الجنة، وغيرها من الصفات الثابتة التي لم يتطرق إليها المصنف، هي على حقيقتها؛ كما هو مذهب أهل السنة والجماعة (¬2). ¶ 174 - فَيَا نَظرَةً أهْدَتْ إلى الوَجْه نضْرَةً ¶ أمنْ بَعْدها يَسْلو المحبُّ المُتَيمُ (¬3) ¶ وهذه النظرة التي ينظرها العبد إلى ربه، تبارك وتعالى، تجعله يزداد حسنًا وبهاءً، ويزداد حبه لربه سبحانه؛ فلا يغفل عنه ولا ينساه. ¶ 175 - وَلله كمْ من خَيرةٍ إنْ تَبَسَّمَتْ ¶ أضَاءَ لهَا نُورٌ منَ الفَجْر أعظمُ (¬4) ¶ يتعجب من الحور العين التي إذا تبسمت خرج منها نور أعظم من نور الفجر، وفيه إشارة إلى ما روى ابن مسعود - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - أنه قال: «سطع نور في الجنة فرفعوا رءوسهم فإذا هو من ثغر حوراء ضحكت في وجه ¶ ¬__________ ¶ (¬1) الضيم: النقص أو الظلم (ترتيب القاموس). ¶ يغشاها: يأتيها (النهاية في غريب الحديث). تسأم: تمل. ¶ (¬2) انظر شرح البيت رقم: (152). ¶ (¬3) نظرة: من النظر بالأبصار. نضرة: النعمة والحُسْن (ترتيب القاموس). ¶ يسلو: ينسى. المتيّم: استعبده الهوى حتى ذهب بعقله. لسان العرب. ¶ (¬4) خيرة: كثيرة الخير، يعني من الحور العين. ¶ تبسمت: التبسم أقل الضحك وأحسنه.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "زوجها» (¬1). ¶ وعن أنس - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - أنه قال: «لروحة في سبيل الله أو غدوة خير من الدنيا وما فيها، ولو أن امرأة من أهل الجنة اطلعت إلى أهل الأرض لأضاءت ما بينهما ولملأته ريحًا» (¬2). ¶ 176 - فَيَا لذَّة الأَبْصَارِ إِن هي أقْبَلَتْ ¶ وَيَا لَذَّةَ الأسمَاعِ حِين تَكَلَّمُ ¶ الذي ينظر إليها يستمتع ويجد لذة، وكذلك يتلذذ بالحديث معها؛ فهي خيرة، وكلها خير. ¶ 177 - وَيَا خجْلةَ الغُصْن الرَّطيب إذا انْثَنتْ ¶ وَيَا خَجْلة الفَجْرَيْن حينَ تَبَسَّمُ (¬3) ¶ إنها جميلة وطويلة، وإذا مشت تمايلت باسترخاء، وعندما تتبسم يسطع النور من وجهها كأنه نور الفجر. ¶ 178 - فَإنْ كُنْتَ ذَا قلبٍ عَليل بِحُبّهَا ¶ ¬__________ ¶ (¬1) رواه الخطيب في تاريخ بغداد: 8: 253، و 11: 163. ¶ وذكره السيوطي في الجامع الصغير وعزاه إلى الحاكم في الكنى والخطيب في التاريخ ورمز له بالضعف. ¶ قال المناوي في فيض القدير: 4: 105: وفيه حلس بن محمد، قال الذهبي في الضعفاء: مجهول، وقال في الميزان: إن الحديث باطل. ¶ قال الألباني في ضعيف الجامع: موضوع. ¶ (¬2) رواه البخاري: 2796، ورواه مسلم: 1880 مختصرًا. ¶ (¬3) خجلة الغصن: خجل النبت: طال والتف. ¶ والخَجَلُ: الاسترخاء من الحياء. ¶ الغصن الرطيب: ناعم (لسان العرب).",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "فَلمْ يَبْقَ إِلا وصْلها لكَ مَرهَمُ (¬1) ¶ فإذا كان قلبك قد تعلق بها ومرض من شدة الشوق إليها، فليس لك دواء ولا حيلة إلا أن تسعى وتجد وتجتهد لكي تؤهل نفسك لنيلها والحصول عليها. ¶ 179 - وَلا سِيَّمَا في لثْمها عند ضَمّها ¶ وَقَدْ صَارَ منها تَحتَ جيدكَ معْصمُ (¬2) ¶ وأفضل من ذلك عندما تضمها إليك وتقبل فمها، وقد وضعت يدها أو ساعد يدها تحت عنقك. ¶ 180 - تَراهُ إذا أَبْدَتْ لَه حُسْنَ وَجْهِهَا ¶ يَلذُّ بهَا قبْل الوصَال وَيَنْعَمُ (¬3) ¶ 181 - تَفَكَّهُ منْها العَيْنُ عندَ اجْتلائها ¶ فَواكهَ شَتَّى طلعُها ليْسَ يُعْدَمُ (¬4) ¶ تجده بمجرد أن تبدو له وتظهر، فإنه يتلذذ ويستمتع بالنظر إليها قبل أن تصل إليه، أما إذا تغشاها فتلك لذة أخرى. ¶ 182 - عَناقيدَ منْ كَرْم وتُفَّاحَ جَنَّةٍ ¶ ¬__________ ¶ (¬1) عليل: مريض (المعجم الوسيط). ¶ مرهم: دواء مركب للجراحات (ترتيب القاموس). ¶ (¬2) سيمّا: سي: بمعنى مثل و (لا سيما) نستخدمه عند التعبير عن أن شيئا يفضُل الآخر في قدره (معجم الشوارد النحوية). لثمها: لثم فاها: قبلها. ¶ الجيد: العنق. المعصم: اليد، أو موضع السوار من اليد (ترتيب القاموس). ¶ (¬3) أبدت: أظهرت. الوصل: ضد الهجران، ويكون في عفاف الحب ودعارته. (لسان العرب). ¶ (¬4) تفكه: تتمتع. اجتلائها: عرضها عليه مجلوة، يعني واضحة. ¶ المجلي: الواضح.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "وَرُمَّان أغْصَانٍ بها القَلبُ مُغرمُ (¬1) ¶ 183 - وللوَرْد مَا قَد أَلبسَتْهُ خُدُودها ¶ وَللخَمْر ما قَدْ ضَمَّهُ الرّيقُ والفمُ ¶ 184 - تَقسَّمَ منْها الْحُسْنُ في جَمْع واحدٍ ¶ فَيَا عَجَبًا مِن واحدٍ يَتقسَّمُ ¶ 185 - لها فرَقٌ شَتَّى من الحُسن أجْمَعَتْ ¶ بجُمْلتها أنَّ السُّلوَّ مُحرَّمُ (¬2) ¶ ذكر المصنف، رحمه الله تعالى شيئًا يسيرًا من صفات نساء الجنة، ولا شك في أن حقيقة الأمر أكبر من ذلك بكثير، فمهما بالغ الإنسان في وصف الحور العين، فإنه لا يستطيع أن يعطي صورة كاملة عنهن، وإنما يقرب إلى الأذهان بعض صفاتهن. ¶ روى البخاري: (3245)، ومسلم: (2834) (17)، عن أبي هريرة - رضي الله عنه -، قال: قال رسول الله - صلى الله عليه وسلم -: «أول زمرة يدخلون الجنة .. ولكل واحد منهم زوجتان يرى مخ ساقهما من وراء اللحم من الحسن». ¶ كيف تستطيع أن تصف مخلوقة من شدة حسنها يُرى مخ ساقها؟ وهذا مصداق لما أخرج البخاري: (3244)، ومسلم: (2824)، عن أبي هريرة - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - قال: «قال الله عز وجل: أعددت لعبادي الصالحين ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر». ¶ 186 - تُذكّرُ بالرَّحْمنِ مَنْ هُو ناظرٌ ¶ ¬__________ ¶ (¬1) عناقيد: جمع عنقود العنب (مختار الصحاح). ¶ مغرم: أسير الحب (ترتيب القاموس). ¶ (¬2) السلو: سلاه: هجره ونسيه.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "فَيَنْطقُ بالتَّسْبيح لا يَتلعْثمُ (¬1) ¶ من المعتاد عند أي إنسان أنه إذا رأى شيئًا فوق المعتاد، وقد أعجبه منظره، أن يقول: سبحان الله، وهذه العبارة تخرج منه تلقائيا من غير تكلف ولا إعداد، فالذي يرى الحورية وما هي عليه من حسن وجمال، بمجرد أن يقع عليها بصره تجده يقول: سبحان الله؛ منبهرًا مما يرى من عظمة ذلك الجمال. ¶ 187 - إذا قابلتْ جَيشَ الهُمُوم بوَجْههَا ¶ تَوَلى على أعْقَابه الَجْيُش يُهْزَمُ (¬2) ¶ يقول المصنف رحمه الله تعالى، بأن الذي يجالس الحورية ويضاجعها، لو أنه هجمت عليه الهموم والأحزان كهجوم الجيش، فإن الهموم تنهزم وتذهب ولا يبقى لها أثر. ¶ 188 - وَلمَّا جَرَى مَاءُ الشَّباب بِغصْنها ¶ تَيَقَّنَ حقًّا أَنَّهُ لَيْسَ يَهْرَمُ (¬3) ¶ لما خلقها الخالق سبحانه وتعالى، وأصبحت في ريعان شبابها، فإنها سوف تبقى على هذه الحالة أبد الدهر، ولا يعتريها الكبر ولا الشيخوخة. ¶ 189 - فيَا خَاطبَ الحَسْنَاءِ إنْ كُنْتَ رَاغبًا ¶ فَهَذا زَمانُ المَهْر فَهْوَ المُقَدَّمُ ¶ الذي يرغب بأن يكون من خطاب أولئك الكواعب الأتراب والحور العين، فلا بد له من تقديم المهر، والمهر لا بد أن يكون مقدمًا (عاجلاً) هنا في الحياة الدنيا؛ فيجعل له رصيدًا عند الله سبحانه، فيكثر من عمل الصالحات، وتقديم القربات؛ فإنه وقت تقديم المهر. ¶ ¬__________ ¶ (¬1) يتلعثم: تلعثم: تمكَّث وتوقف وتأنى (ترتيب القاموس). ¶ (¬2) تولى على أعقابه: رجع خاسرًا إلى الوراء. ¶ (¬3) الهرم: أقصى الكبر (ترتيب القاموس).",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "190 - وَكُنْ مُبْغضًا للخَائنات لحبّها ¶ فَتَحظى بِهَا مِنْ دُونهنَّ وَتَنْعمُ (¬1) ¶ يحذرك من الوقوع في الزنى ويأمرك أن لا تحب التي تخون حبيبها وتأتيك، فعليك أن تبغضها وتبتعد عنها وعن كل ما يبعدك عن الله سبحانه؛ عسى أن تحظى بالحور الجميلات اللاتي لا يعرفن الخيانة؛ إذ هن: {قَاصِرَاتُ الطَّرْفِ}. ¶ 191 - وَكُنْ أيّمَا مِمَّنْ سوَاهَا فإنَّها ¶ لِمثْلك في جَنَّات عَدْنٍ تَأيَّمُ (¬2) ¶ هذا البيت والذي قبله، فيهما إشارة ولو من بعيد إلى الترغيب عن الزواج، وإذا حملناهما على هذا المحمل، ولا شك في أنه مخالف لمبادئ الإسلام الذي يحث على الزواج، وعلى كثرة الإنجاب، ولكن من الممكن حمل المعنى على ترك ذلك في الحرام، والإقبال عليه في الحلال، أي أن الذي لا يستطيع الحصول عليه من الحلال فلا بد له أن يئيم نفسه، لعل الله أن يرزقه من تأيمت له في الجنة. ¶ 192 - وَصُمْ يَوْمَكَ الأدْنى لعَلكَ في غَدٍ ¶ تَفُوز بعيد الفطر والنّاسُ صُوَّمُ ¶ أكثر من صيام التطوع في الدنيا، فإنك اليوم تستطيع أن تقدم عملا صالحًا، أما يوم غدٍ فإنك لا تدري ما الله صانع به؛ قد يأتي وأنت من أصحاب القبور، فاغتنم يومك هذا، واظمأ في نهاره بالصوم، واسهر ليله بالقيام، لعلك تفوز يوم القيامة؛ حين يعطش الناس وأنت تشرب من الحوض، وأنت تتنعم في جنات ونهر، وغيرك يتحسر على قطرة ماء وما هو بمحصلها. ¶ ¬__________ ¶ (¬1) لحبها: الحِب بكسر الحاء: الحبيب. فتحظى: حظيت المرأة عند زوجها: سعدت ودنت من قلبه وأحبها (لسان العرب). ¶ (¬2) الأيم: الذي لا زوج له؛ رجلاً كان أو امرأة.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "193 - وأقْدمْ وَلا تَقْنَع بعْيش مُنَغَّص ¶ فَمَا فازَ باللذَّات مَنْ لَيسَ يُقْدمُ (¬1) ¶ كن شجاعًا في الإقدام على عمل الطاعات، وأكثر من فعل الطاعات والقربات، ولا تركن إلى الدنيا التي كل ما فيها منغص ممزوج بالأكدار والأحزان. وشمر عن ساعد الجد، واجعل الآخرة همك؛ لعلك إن فعلت هذا تنل رضوان الله سبحانه. أما القاعد المتكاسل المتخاذل فلم يكن من الفائزين، وإنما هو من النادمين. ¶ 194 - وَإنْ ضَاقَت الدُّنْيا عَليْكَ بأسْرها ¶ وَلَمْ يَكُ فِيها مَنْزلٌ لكَ يُعْلمُ ¶ 195 - فَحَيَّ عَلَى جَنَّاتِ عَدْنٍ فَإنَّها ¶ مَنَازلكَ الأولى وَفيها المُخَيَّمُ ¶ روى مسلم (2956)، عن أبي هريرة - رضي الله عنه -، قال: قال رسول الله - صلى الله عليه وسلم -: «الدنيا سجن المؤمن وجنة الكافر». ¶ المؤمن في الحياة الدنيا مكلف بأوامر الشرع، لا يستطيع أن يخرج عنها؛ فلا يستطيع أن يفعل ما نهاه الشرع عن فعله، ولا يستطيع ألا يفعل ما أمره الشرع بفعله؛ فكأنه مقيد بحدود وضعها الشارع له لا يجوز له أن يتخطاها، فإنه في سجن؛ فإذا ضاقت عليه الأرض بما رحبت، وضاقت عليه نفسه، ما عليه إلا أن يتذكر أنه مخلوق له خالق، وأنه عبد له رب يأمره وينهاه، وجعل جزاء المطيع الفوز بالجنات وجزاء العاصي جهنم، فإنه يسلي نفسه بما أعد الله سبحانه لأهل طاعته، ويسلي نفسه بالمنزل الأول حينما أخرجه الله من صلب آدم وأشهده على نفسه. ¶ ¬__________ ¶ (¬1) أقدم: الإقدام: الشجاعة. منغَّص: مكدَّر.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "ويأمرك المصنف أن تقبل على الجنات؛ والإقبال عليها يعني الإقبال على الأعمال التي يحبها الله سبحانه، لكي يقبلها منك، ثم يثيبك بعد ذلك الجنات التي وعدك إياها؛ وهي المنازل الحقيقية للإنسان؛ لأنها المكان الدائم الذي لا يزول. ¶ 196 - وَلكنَّنا سَبْيُ العَدوّ فَهَلْ تَرى ¶ نَعُودُ إِلى أوْطاننَا وَنُسَلمُ (¬1) ¶ يمثل الناس في الدنيا كمثل شخص أخذه العدو أسيرًا وحبسوه عندهم، فهو يترقب الساعة التي يؤذن له فيها بالذهاب إلى وطنه والسلام على أهله؛ فالإنسان في الدنيا هكذا: وطنه الجنة، وأهله الحور العين. فهو يواصل عمل الليل بالنهار حتى يؤهل نفسه لكي يذهب إلى وطنه وأهله. ¶ 197 - وَقَد زَعَموا أنَّ الغريبَ إذا نأى ¶ وَشطتْ بِه أوطانُهُ فهوَ ُمؤْلِمُ (¬2) ¶ 198 - وأيُّ اغْتِراب فَوْقَ غُرْبتنا التي ¶ لها أَضْحَت الأعداءُ فينَا تَحكَّمُ (¬3) ¶ قالوا: إن الإنسان إذا بعد عن وطنه وأهله، وأصبح غريبًا بين أناس لا يعرفهم، فإنه لا تطمئن نفسه، ولا يشعر بالراحة والاستئناس، بل إن فكره دائمًا مشغول في الرجوع إلى أهله. ¶ إذا كان هذا حال الغريب، فأي غربة أعظم من غربة الإنسان في الدنيا التي ليس له فيها خلود، وهو فيها غريب؛ لأن أوطانه بعيدة عنه - ألا وهي ¶ ¬__________ ¶ (¬1) السبي: الأسر. ¶ (¬2) نأى: بعد. شطت: بعدت (ترتيب القاموس). ¶ التألم: التوجع. الإيلام: الإيجاع (لسان العرب). ¶ (¬3) أضحت: ظلت (مختار الصحاح).",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "الجنة - بالإضافة على أن من يتحكم فيه ويسيطر على كثير من تصرفاته هم الأعداء؛ ويقصد بهم: النفس، والشيطان؛ فهما قريبان منه؛ مع أنهما من ألدِّ أعدائه الذين تجب مخالفتهم لكي ينجو ويفوز: {وَنَهَى النَّفْسَ عَنِ الْهَوَى * فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَى} (¬1) أما إذا أطاعهم فإن مصيره الهلاك. ¶ 199 - وَحيَّ عَلى رَوضَاتها وخيامهَا ¶ وَحيَّ على عَيش بها ليْسَ يُسْأمُ (¬2) ¶ أقبلوا على العمل الذي إن قبله الله منكم فسوف يدخلكم - برحمته- جنات؛ فيها ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر؛ قال الحق سبحانه: {وَالَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ فِي رَوْضَاتِ الْجَنَّاتِ لَهُمْ مَا يَشَاءُونَ عِنْدَ رَبِّهِمْ} (¬3)، ويقول سبحانه: {فَأَمَّا الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَهُمْ فِي رَوْضَةٍ يُحْبَرُونَ} (¬4). ¶ وفيها من الخيام ما يعجز الوصف عنه؛ قال تعالى: {حُورٌ مَقْصُورَاتٌ فِي الْخِيَامِ} (¬5). ¶ روى البخاري: (4879) 8: 624، ومسلم (2838)، عن عبد الله بن قيس - رضي الله عنه -، أن رسول الله - صلى الله عليه وسلم - قال: «إن في الجنة خيمة من لؤلؤة مجوفة عرضها ستون ميلاً، في كل زاوية منها أهل ما يرون الآخرين، يطوف عليهم المؤمن». ¶ والعيش في الجنة لا يمل؛ روى مسلم (2836) عن أبي هريرة - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - قال: «من يدخل الجنة ينعم ولا يبأس»، أي لا يصيبه بؤس، وإنما ¶ ¬__________ ¶ (¬1) سورة النازعات: 40 - 41. ¶ (¬2) يسأم: يمل. ¶ (¬3) سورة الشورى: 22. ¶ (¬4) سورة الروم: 15. ¶ (¬5) سورة الرحمن: 72.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "يعيش في نعيم مقيم دائم لا ينقطع. ¶ 200 - وَحَيَّ على السُّوق الذي فيه يلتقي ¶ المحبون، ذاك السوق للقوم يعلم ¶ 201 - فَمَا شئْتَ خُذْ مِنْهُ لا ثمََنَ لهُ ¶ فَقَدْ أَسْلَفَ التُّجَّارُ فيه وأسْلَموا (¬1) ¶ روى مسلم في صحيحه: (2833)، عن أنس بن مالك - رضي الله عنه -، أن رسول الله - صلى الله عليه وسلم - قال: «إن في الجنة لسوقًا يأتونها كل جمعة، فتهب ريح الشمال، فتحثو في وجوههم وثيابهم، فيزدادون حسنًا وجمالاً ... » الحديث. ¶ ذكر المصنف، رحمه الله، في كتابه (حادي الأرواح) بابًا في ذكر سوق الجنة، وذكر فيه هذا الحديث الذي رواه مسلم، وذكر أحاديث غيره، منها: ¶ حديث طويل يرويه أبو هريرة - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - وفيه: «فيأتون سوقًا قد حفت به الملائكة، فيه ما لم تنظر العيون إلى مثله، ولم تسمع الآذان، ولم يخطر على القلوب، فيحمل لنا ما اشتهينا؛ ليس يباع ولا يشترى. وفي ذلك السوق يلقى أهل الجنة بعضهم بعضًا ... » الحديث؛ رواه الترمذي (2549)، وقال: هذا حديث غريب، وابن ماجه: (4336)، وضعفه الألباني في السلسلة الضعيفة: (1722). ¶ وذكر حديثًا آخر عن علي - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «إن في الجنة لسوقًا ما فيها شراء ولا بيع إلا الصُّوَرَ من الرجال والنساء، فإذا اشتهى الرجل صورة دخل فيها»؛ رواه الترمذي (2550)، وقال: هذا حديث غريب، وضعفه الألباني في السلسلة الضعيفة: (1982). ¶ يحث المصنف، رحمه الله، في هذين البيتين، على الإقبال إلى ذلك السوق ¶ ¬__________ ¶ (¬1) أسلف: السَّلَفُ: السَّلمُ، اسم من الإسلاف، والقرض الذي لا منفعة فيه للمقرض، وعلى المقترض ردّه كما أخذه، وكل عمل صالح قدمته. (القاموس).",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "الذي يقام في الجنة، حيث يلتقي فيه الأحباب، ويتزودون من نعم الله وعطاياه التي لا تنفذ. أما البضاعة التي فيها فليس للبيع بل هي للعرض وفيه كل ما يشتهي الإنسان، وله أن يأخذ ما أراد؛ لأنه قد دفع الثمن مقدمًا في الدنيا. ¶ 202 - وحَيَّ عَلَى يَوْم المَزِيد الَّذِي بِه ¶ زِيارَة رَبّ العَرشِ فاليَومُ مَوْسمُ (¬1) ¶ 203 - وَحيَّ عَلَى وادٍ هُنَالِكَ أَفْيَح ¶ وَتُرْبَتُهُ مِن أذْفَر المسْك أعْظَمُ (¬2) ¶ 204 - مَنَابِرُ مِنْ نُورٍ هُناكَ وَفِضّةٍ ¶ وَمِنْ خَالص العقْيَان لاَ تَتَقَصَّمُ (¬3) ¶ 205 - وَمَنْ حَولها كُثْبِانُ مسْكٍ مَقاعدٌ ¶ لِمَنْ دُونهمْ، هذا العَطاءُ المُفَخَّمُ (¬4) ¶ 206 - يَرَوْنَ بِه الرَّحْمَنَ - جلَّ جَلالُهُ- ¶ كَرُؤْيَة بدر التَّمّ لا يُتَوهَّمُ (¬5) ¶ 207 - أو الشَّمس صحوًا ليْسَ منْ دُون أفْقها ¶ سَحَابٌ وَلا غيْمٌ هُنَاكَ يُغيِّمُ ¶ ¬__________ ¶ (¬1) موسم: مجتمع. موسم الحج: مجتمعه (القاموس المحيط). ¶ (¬2) أفيح: واسع. الأفيح والفياح: كل موضع واسع (لسان العرب). ويمكن أن يكون: ذو رائحة طيبة. فهو وادٍ تفوح منه رائحة المسك. ¶ (¬3) العقيان: ذهب ينبت. تتقصم: تتكسر (القاموس). ¶ (¬4) هذا البيت جاء في حادي الأرواح هكذا (وكثبان مسك قد جعلن مقاعدًا لمن دون أصحاب المنابر يعلم). ¶ وكثبان: تلال. لمن دونهم: لمن تحتهم منزلة وأقل منهم درجة. ¶ المفخّم: الفخم: العظيم القدر. التفخيم: التعظيم. ¶ (¬5) بدر التَّمِّ: القمر إذا امتلأ فبهر، فهو بدر تام. (القاموس).",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "ذكر المصنف، رحمه الله تعالى، يوم المزيد الذي يزور فيه أهل الجنة ربهم تبارك وتعالى، حيث يجمعهم في ذلك الوادي الذي تفوح منه رائحة المسك، تلك الرائحة الزكية العطرة، ويجلسهم على حسب أعمالهم؛ بعضهم على منابر من نور، وبعضهم على كثبان المسك. ثم يتجلى لهم ربهم سبحانه وتعالى فيرونه بأبصارهم رؤية واضحة لا لبس فيها، ولا غموض. ¶ روى الإمام الشافعي في المسند: ص 70، وابن أبي شيبة في المصنف: 2: 150، وأبو يعلى في المسند: (4228)، عن أنس - رضي الله عنه - (¬1)، قال: قال رسول الله - صلى الله عليه وسلم -: «أتاني جبريل وفي يده كالمرآة البيضاء فيها كالنكتة السوداء، فقلت: يا جبريل، ما هذه؟ قال: الجمعة، قال: قلت: وما الجمعة؟ قال: لكم فيها خير، قال: قلت: وما لنا فيها؟ قال: يكون عيدًا لك ولقومك من بعدك ... ثم قال: ونحن ندعوه يوم القيامة ويوم المزيد، قال: قلت: مم ذاك؟ قال: لأن ربك تبارك وتعالى اتخذ في الجنة واديًا من مسك أبيض، فإذا كان يوم الجمعة هبط من عليين على كرسيه، تبارك وتعالى، ثم حف الكرسي بمنابر من ذهب مكللة بالجواهر، ثم يجيء النبيون حتى يجلسوا عليها، وينزل أهل الغرف حتى يجلسوا على ذلك الكثيب. ثم يتجلى لهم ربهم تبارك وتعالى، ثم يقول: سلوني ... » الحديث. ¶ أما رؤية الله جل وعلا؛ ففي هذا الحديث، وكذلك في قوله سبحانه: {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ * إِلَى رَبِّهَا نَاظِرَةٌ} (¬2). ¶ وروى البخاري (4878)، ومسلم: (180)، عن أبي موسى الأشعري - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - قال: «وما بين القوم وبين أن ينظروا إلى ربهم إلا رداءُ ¶ ¬__________ ¶ (¬1) الحديث صححه البوصيري وأشار لجودة إسناده ابن حجر في المطالب العالية: 1: 157، وسند أبي يعلى جيد (المجلة). ¶ (¬2) سورة القيامة: 22 - 23.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "الكبرياء على وجهه في جنة عدن». ¶ وروى البخاري: (806)، ومسلم: (182)، من حديث أبي هريرة - رضي الله عنه -، الطويل الذي أوله: إن ناسًا قالوا لرسول الله - صلى الله عليه وسلم -: يا رسول الله، هل نرى ربنا يوم القيامة؟ فقال رسول الله - صلى الله عليه وسلم -: «هل تضارون في رؤية القمر ليلة البدر؟ ... فإنكم ترونه كذلك». ¶ وروى مسلم: (181)، عن صهيب - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - قال: «إذا دخل أهل الجنة الجنة، قال: يقول الله تبارك وتعالى: تريدون شيئًا أزيدكم؟ فيقولون: ألم تبيض وجوهنا؟ ألم تدخلنا الجنة وتنجينا من النار؟ قال: فيكشِفُ الحجابَ، فما أعطوا شيئًا أحب إليهم من النظر إلى ربهم عز وجل». ¶ قال ابن القيم في حادي الأرواح ص 227: وإن سألت عن يوم المزيد، وزيارة العزيز الحميد، ورؤية وجهه المنزه عن التمثيل والتشبيه؛ كما ترى الشمس في الظهيرة والقمر ليلة البدر ... إلى آخر ما قال من الكلام، فراجعه فإنه نفيس. ¶ 208 - فَبَيْنا هُمُ في عَيْشهمْ وَسُرُورهمْ ¶ وَأرْزَاقِهم تُجْرَي عَلَيهْم وَتُقْسَمُ (¬1) ¶ 210 - إذا هُمْ بِنُورٍ سَاطع قَدْ بدا لهمْ ¶ وَقَدْ رَفَعُوا أَبْصَارَهُمْ فَإذا هُمُ (¬2) ¶ ¬__________ ¶ (¬1) فبينا: بينا: مؤلفة من (بين) الظرفية الزمانية والألف الزائدة، وتختص بالزمان (معجم الشوارد النحوية). ¶ (¬2) ساطع: سطع: ارتفع. بدا: ظهر (القاموس المحيط). ¶ هذا البيت - والبيتان بعده - جاء في كتاب حادي الأرواح هكذا. ¶ إذا هم بنور ساطع أشرقت له ... بأقطارها الجنات لا يتوهم ¶ تجلى لهم رب السماوات جهرة ... فيضحك فوق العرش ثم يكلم ¶ سلام عليكم يسمعون جميعهم ... بآذانهم تسليمه إذ يسلم",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "210 - بِربهم من فوقهمْ قَائلٌ لَهم ¶ سَلامٌ عَليْكمْ طبْتُم ونعمتُمُ (¬1) ¶ 211 - يَقولُ: سَلوني ما اشتَهَيْتُم فَكلُّ مَا ¶ تُريدُون عنُدي إنَّني أنا أرحَمُ ¶ 212 - فَقالوا جَميعًا نَحنُ نَسألكَ الرِّضَا ¶ فَأنت الَّذي تُولي الجَميلَ وَتَرحَمُ (¬2) ¶ 213 - فَيُعْطيهمُ هَذا وَيُشْهدُ جَمعَهُمْ ¶ عَليه تَعالى اللهُ فاللهُ أَكرْمُ ¶ يشير إلى ما أخرج ابن ماجه (184)، عن جابر - رضي الله عنه -، قال: قال رسول الله - صلى الله عليه وسلم -: «بينا أهل الجنة في نعيمهم، إذ سطع لهم نور، فرفعوا رءوسهم، فإذا الرب قد أشرف عليهم من فوقهم، فقال: السلام عليكم يا أهل الجنة، قال: وذلك قول الله: {سَلامٌ قَوْلا مِنْ رَبٍّ رَحِيمٍ} (¬3)، قال: فينظر إليهم وينظرون إليه ... ». ¶ قال البوصيري في مصباح الزجاجة: 1: 86: هذا إسناد ضعيف، لضعف الفضل بن عيسى: قال الألباني في المشكاة: (5664): إسناده ضعيف. وذكره في ضعيف الجامع (2363). وذكره المنذري في الترغيب وعزاه إلى ابن أبي الدنيا. والحديث ذكره ابن كثير في تفسيره: 3: 575، من رواية ابن أبي حاتم، وقال عنه: وفي إسناده نظر. ¶ أما قوله: (يقول سلوني ... ) فإنه يشير إلى الحديث المتقدم تحت البيت ¶ ¬__________ ¶ (¬1) طبتم: طهرتم. نعمتم: من المسرة والفرح والترفه (النهاية في غريب الحديث). ¶ (¬2) تولي: تحب، أي تحب أن تعطي العطاء الكثير. ¶ (¬3) يس: 36.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "رقم: (207)، والذي يرويه ابن أبي شيبة، وفي الحديث: «ثم يتجلى لهم ربهم تبارك وتعالى، ثم يقول: سلوني أعطكم، قال فيسألونه الرضا، فيقول: رضائي أحلكم داري ... قال: فيشهدهم أنه قد رضي عنهم ... ».",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "214 - فَبالله ما عُذْرُ امرئ هُو مُؤْمنٌ ¶ بِهَذا وَلا يَسْعَى لهُ وَيَقدّمُ ¶ 215 - وَلكنَّما التَّوفيقُ بِالله إِنَّه ¶ يَخُصُّ بِه مَنْ شَاءَ فضلاً وَيُنْعَمُ ¶ بعد أن سمعت ما أعد الله سبحانه لأهل طاعته وأهل محبته، من النعيم المقيم الذي يعجز الوصف عنه، كيف لا؟ وهو الذي لم تره العيون، ولم تسمع به الآذان، ولم يخطر على القلوب، أعده الله سبحانه؛ جزاءً، وتفضلاً، ومنَّة منه، وتكرمًا، لمن أحب لقاء الله، وعمل في دار العمل ليجزى به في دار الجزاء. ¶ ثم يستدرك المصنف، رحمه الله تعالى، فيقول: (ولكنما التوفيق ... ) أي أن الله سبحانه يتكرم على عباده ويتفضل عليهم، حيث يهيئ الأسباب التي تساعد العبد على طاعة الله، وتهيئة الأسباب هذه تأتي من الله سبحانه إذا بذل العبد أولاً من نفسه من يؤهله لذلك؛ فالله يقول: {وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا} (¬1). فذكر سبحانه المجاهدة من العبد أولاً، ثم ذكر هدايته له بعد ذلك. ¶ 216 - فَيَا بَائعًا هَذا بِبِخْسٍ مُعَجَّل ¶ كَأنَّكَ لا تَدْري، بَلَى سَوفَ تَعلمُ (¬2) ¶ مر بك -فيما سبق- ما أعد الله سبحانه لأهل طاعته من النعيم في الجنات التي تجري من تحتها الأنهار، وفيها من الطيبات والثمرات والحور الحسناوات، وغير ذلك من الملذات، وفوق ذلك كله، رؤية الخالق جل وعلا، وسلامه وكلامه ورضوانه الأبدي. ¶ ¬__________ ¶ (¬1) سورة العنكبوت: 69. ¶ (¬2) بخس: الناقص القليل. معجل: العاجل نقيض الآجل (القاموس).",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "فتجد الكثير من الناس من يبيع هذا كله، ويزهد فيه، ليشتري مكانه لذة فانية، ونعيمًا كاذبًا يزول بعد لحظات قلائل، فتذهب اللذة وتبقى التبعات؛ فالذي يفعل هذا كأنه لا يعلم حقيقة الأمر، ولكنه حتى لو تغافل في هذه الحياة الدنيا، فإنه سوف يأتيه علم اليقين، وتنكشف له الحقائق، ويعرف بعد ذلك أنه قد خدع نفسه. ¶ 217 - فقدِّم فدَتْكَ النَّفسُ نَفْسَكَ إنَّها ¶ هِي الثَّمَنُ المبذُول حِينَ تُسَلمُ ¶ هذا الأجر العظيم الذي أعده الله لعباده، الذي يتمناه كل مخلوق، لا بد من ثمن؛ وثمنه هو طاعة الله سبحانه، وطاعة رسوله - صلى الله عليه وسلم -. ¶ بعد أن عرفت أن الله سبحانه أعد لعباده الطائعين ذلك النعيم العميم المقيم، وعرفت أن التوفيق على العمل لا بد له من بذل جهد منك، وأن نفسك هي أغلى شيء عندك في الحياة؛ فابذلها رخيصة في سبيل مرضات الله، عسى أن يتقبلها منك، ويجعلها ثمنًا لذلك النعيم؛ يقول المولى جل في علاه: {إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ} (¬1). ¶ 218 - وَخُضْ غَمَرات الموْت وارْقَ مَعارجَ ¶ المَحَبَّة فِي مَرْضاتهم تَتَسَنَّم (¬2) ¶ إذا أراد الإنسان أن يجود بنفسه في سبيل الله، فإن الشيطان يقعد له في طريقه يثبطه ويثنيه عن عزمه، ليخذله ويصده عن طريق الخير. ¶ فينصحك المصنف بأن تقتحم الموت؛ أي: تدخل عليه بكل قوتك. فإن فعلك هذا هو السلم الذي تصعد به وترتقي إلى محبة الله سبحانه، وإلى ¶ ¬__________ ¶ (¬1) سورة التوبة: 111. ¶ (¬2) خض: اقتحم. غمرات الموت: شدته ومزدحمه. رقى: صعد. ¶ معارج: المعراج: السلم والمصعد. تتسنم: ترتفع (القاموس المحيط).",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "مرضاته. ¶ 219 - وَسَلمْ لَهم مَا عَاقدُوكَ عَليْه إنْ ¶ تُردْ منْهُمْ أنْ يَبْذلوا وَيُسَلموا (¬1) ¶ إذا أردت أن يبذلوا لك ذلك النعيم، والعيش الرغيد في جنات النعيم، إذا أحببت أن يسلموا لك هذا فسلم أنت لهم أولاً؛ كما أخبر المولى جل في علاه: {إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ} (¬2)؛ ويقول سبحانه: {هَلْ جَزَاءُ الإحْسَانِ إِلا الإحْسَانُ} (¬3). ¶ 220 - فَمَا ظفرَتْ بالوصْل نفسٌ مَهينَةٌ ¶ وَلا فازَ عَبْدٌ بالبطالة يَنْعَمُ (¬4) ¶ الذي يريد الفوز والفلاح فلا بد أن يجد ويعمل لكي يحصد ما زرع، يقول الحق سبحانه: {أَمْ مَنْ هُوَ قَانِتٌ آَنَاءَ اللَّيْلِ سَاجِدًا وَقَائِمًا يَحْذَرُ الآخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذينَ لاَ يَعلَمُونَ} (¬5)؛ ويقول جل في علاه: {أَمْ نَجْعَلُ الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالْمُفْسِدِينَ فِي الأرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ} (¬6). ¶ فهل يصح أن يتساوى إنسان طائع لله، قد ألزم نفسه بعبادة الله في حركاته وسكناته، همه إرضاء ربه، يفعل ما أمِر وينزجر عمّا نُهي عنه وحذَّر- ¶ ¬__________ ¶ (¬1) عاقدوك. العقد: الضمان والعهد. ¶ (¬2) سورة التوبة: 111. ¶ (¬3) سورة الرحمن: 60. ¶ (¬4) ظفرت: فازت بالمطلوب. الوصل: ضد الهجران (القاموس). ¶ مهينة: ذليلة. البطالة: التَّبطل: فعل البطالة، وهو اتباع اللهو والجهالة (لسان العرب). ينعم: التنعّم: الترفه. ¶ (¬5) سورة الزمر: 9. ¶ (¬6) سورة ص: 28.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "هل يستوي هو ومن أطلق لنفسه العنان، فهو غارق في شهواته وملذاته لا يردعه شيء؟ ¶ بقدر الجد تكتسب المعالي ... ومن طلب العلا سهر الليالي ¶ ومن رام العلا من غير كد ... أضاع العمر في طلب المحال (¬1) ¶ 221 - وَإن تَكُ قَدْ عَاقتْك سُعْدَى فَقَلبُك الـ ¶ مُعَنَّى رَهينٌ فِي يَدَيْهَا مسلمُ (¬2) ¶ 222 - وَقَدْ سَاعَدَتْ بالوَصْل غُيرَكَ فالهوىَ ¶ لها مِنكَ وَالوَاشَي بِهَا يَتَنَعَّمُ ¶ يعبر المصنف، رحمه الله تعالى، عن الدنيا بكلمة (سعدى) فيقول: إذا كانت الدنيا قد وقفت حجر عثرة في طريقك إلى الله، وأعاقت سيرك، ومنعتك من العمل ومن التقرب إليه سبحانه. وقد أسرَ قلبك حبها والعمل لها، فتركت الآخرة ونسيتها؛ فأنت تعمل فيها وقلبك معلق بها، ولا هَمَّ لك إلا هي، بينما غيرك هو الذي يتنعم بها؛ لأن من خصائص الدنيا أن تذل من أكرمها، وترفع من أعرض عنها وتركها؛ فأنت تكدح وتتعب ولا يأتيك منها إلا ما كتب الله لك من الرزق. وكلما كثر مال الإنسان زاد همه وكثر تعبه وأشغل نفسه بالتفكير فيه، وكيف يحفظه وينميه. وربما يفتتن الإنسان ببهارج الدنيا وزخارفها، فيجد نفسه أسيرًا عندها. فالمصنف، رحمه الله تعالى، يعرض لك حلاً مناسبًا فيقول: ¶ ¬__________ ¶ (¬1) انظر ديوان الإمام الشافعي. تحقيق د. محمد عبد المنعم خفاجي. ¶ (¬2) عاقتك: العَوْق: الحبس والصرف والتثبيط (القاموس). ¶ المعنى: العاني: الأسير. عان: خاضع ومطيع (لسان العرب). ¶ رهين: الرهن: ما وضع عندك لينوب مناب ما أخذ منك، يعني: أن قلبك عندها موضوع مقابل ما تحصل عليه من ملذاتها.",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "223 - فَدَعْهَا وَسَلّ النَّفسَ عَنهَا بِجنَّةٍ ¶ مِن العلم في رَوْضَاتها الحُّق يَبْسمُ (¬1) ¶ > ¶ اترك الدنيا وزينتها، وحاول أن تنساها وتصبر نفسك عنها بغيرها. يعني: أوجد لنفسك بديلاً، والبديل واضح وجليّ؛ ذكره من يقول الحق: {وَاللَّهُ يَقُولُ الْحَقَّ وَهُوَ يَهْدِي السَّبِيلَ} (¬2)، ألا وهي الجنة. نعم الجنة، التي مر بك النزر اليسير من وصفها، والتي يشتاق إليها المحبون؛ فإنهم في ضنك من العيش دونها، لا يقر لهم قرار حتى يدخلهم الله - برحمته- فيها؛ حيث النعيم السرمدي: {وَمَا هُمْ مِنْهَا بِمُخْرَجِينَ} (¬3)؛ بالإضافة إلى رؤية العزيز الرحيم وهو يضحك. ¶ 224 - وَقَد ذُللتْ فيها القُطوفُ فَمنْ يُردْ ¶ جناها ينلهُ كَيفَ شاء وَيطعَمُ (¬4) ¶ الجنة دار قرار لا نصب فيها: {لا يَمَسُّهُمْ فِيهَا نَصَبٌ} (¬5)؛ فإذا أراد الإنسان أن يقطف ثمرة فإنه يقطفها وهو على هيئته؛ قائمًا، أو جالسًا، أو مستلقيًا على سريره، من غير أن يبذل أي جهد؛ قال سبحانه: {قُطُوفُهَا دَانِيَةٌ} (¬6). ¶ 225 - وَقَدْ فُتحتْ أَبوابُهَا وَتَزيَّنَتْ ¶ لخِطابها فالحُسْنُ فِيهَا مُقسَّمُ ¶ 226 - وَقَدْ طابَ مِنهَا نُزلها ونَزيلها ¶ ¬__________ ¶ (¬1) سل النفس: سلاه وسلا عنه: نسيه (لسان العرب). ¶ (¬2) سورة الأحزاب: 4. ¶ (¬3) سورة الحجر: 48. ¶ (¬4) ذللت: دليت أو سويت. قطوف: القطف: العنقود. ¶ جناها: التقط الثمر أو قطفه من الشجر (القاموس). ¶ (¬5) سورة الحجر: 48. ¶ (¬6) سورة الحاقة: 23.",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "فَطُوبى لمنْ حَلوا بها وَتَنعَّموا (¬1) ¶ قال الحق سبحانه: {حَتَّى إِذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلامٌ عَلَيْكُمْ طِبْتُمْ} (¬2). ¶ الجنة خلقها الله سبحانه وتعالى قبل أن يخلق الخلق، فهي الآن موجودة، وقد دخلها النبي - صلى الله عليه وسلم -، ورأى قصر عمر، وسمع صوت مشي بلال، ورأى الرميصاء (أم سليم)، وغيرهم رضي الله عنهم، فهي جاهزة ومعدة لمن يدفع مهرها. ومن أن مهرها يسير؛ لأنه {لا يُكَلِّفُ اللَّهُ نَفْسًا إِلا وُسْعَهَا} (¬3)، فمن الممكن لكل إنسان أن يعمل لها، لكنها حفت بالمكاره. أما المشمرون؛ فإنهم جعلوها غايتهم، فلا يصرفهم عنها صارف. فهي طيبة وأعدت لكل طيب، فمن طيب نفسه في الدنيا وأكرمها وطهرها من الرذائل، فطوبى له، وهو فيها طيب مطيب. ¶ 227 - أَقَامَ عَلَى أَبْوَابِهَا دَاعِي الهُدَى ¶ هَلُمُّوا إِلِى دَارِ السَّعَادَةِ تَغْنَمُوا (¬4) ¶ الله سبحانه وتعالى عندما خلق الخلق لم يتركهم، وإنما أرسل لهم الرسل؛ يدلونهم على الخير، ويرشدونهم إلى الحق، ويحذرونهم طرق الضلال، فكل رسول هو داعي هدى إلى قومه؛ فمن أطاعه فاز وغنم ونال السعادة الأبدية، وأما من كذبه وأعرض عنه فمآله إلى دار الشقاء. ¶ ¬__________ ¶ (¬1) طاب: لدَّ وزكى. نزلها: النزل: ما يهيأ للضيف أن ينزل عليه. نزيلها: النزيل: الضيف (مختار الصحاح). ¶ طوبى: الطيب، وجمع الطيبة، والحسنى، وشجرة في الجنة (القاموس). ¶ حلوا: حل: نزل. ¶ (¬2) سورة الزمر: 73. ¶ (¬3) سورة البقرة: 286. ¶ (¬4) أقام: أقام الشيء أي أدامه (مختار الصحاح)، يعني أنه جعل مناديًا دائمًا يدعو إليها. داعي الهدى: النبي. هلموا: تعالوا.",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "روى البخاري: (6483)، ومسلم (2283)، عن أبي هريرة - رضي الله عنه -، أنه سمع رسول الله - صلى الله عليه وسلم - يقول: «إنما مثلي ومثل الناس كمثل رجل استوقد نارًا فلما أضاءت ما حوله جعل الفراش وهذه الدوابّ التي تقع في النار يقعن فيها، فجعل الرجل يَزَعُهنّ ويغلبنه فيقتحمن فيها، فأنا آخذ بحجزكم عن النار، وأنتم تقحمون فيها». ¶ 228 - وَقَدْ غَرَسَ الرَّحْمَنُ فِيَها غراسَه ¶ مِنَ النَّاس والرَّحمنُ بالخلق ِأعْلمُ (¬1) ¶ 229 - وَمَن يَغْرِس الرَّحمْنَ فِيها فَإنَّهُ ¶ سَعِيدٌ وَإلا فَالشِّقَاءُ مُحَتَّمُ ¶ روى البخاري: (4850)، ومسلم (2846) (36)، عن أبي هريرة - رضي الله عنه -، قال: قال النبي - صلى الله عليه وسلم -: «تحاجت الجنة والنار، فقالت النار: أوثرت بالمتكبرين والمتجبرين، وقالت الجنة: ما لي لا يدخلني إلا ضعفاء الناس وسقطهم؟ قال الله تبارك وتعالى للجنة: أنت رحمتي أرحم بك من أشاء من عبادي، وقال للنار: إنما أنت عذابٌ أعذب بك من أشاء من عبادي، ولكل واحدة منهما (¬2) ملؤها؛ فأما النار فلا تمتلئ حتى يضع رجله، فتقول: قط، قط، قط؛ فهنالك تمتلئ ويزوي بعضها إلى بعض، ولا يظلم الله عز وجل من خلقه أحدًا. وأما الجنة فإن الله عز وجل ينشئ لها خلقًا». ¶ والشاهد من الحديث في قوله عليه الصلاة والسلام: «وأما الجنة فإن الله ينشئ لها خلقًا»؛ فالذي يكتب الله له أنه من أهل الجنة فإن السعادة الأبدية تلازمه؛ وأما من كان من أصحاب النار فإنه سوف يشقى: {لا يُقْضَى عَلَيْهِمْ ¶ ¬__________ ¶ (¬1) غِراسه: ما يغرس من الشجر. والمراد هنا: الذين خلقهم الله للجنة. ¶ محتم: واجب ولازم، قضاء. ¶ (¬2) هذه رواية البخاري، أما رواية مسلم (منكما).",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "فَيَمُوتُوا وَلا يُخَفَّفُ عَنْهُمْ مِنْ عَذَابِهَا} (¬1). ¶ ¬__________ ¶ (¬1) سورة فاطر: 36.",
            "page": "96",
            "part": "1"
        }
    ],
    "t35005": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "شرح القصيدة الميمية"
        }
    ]
}