{
    "b35007": [
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ الدعاء في الحج ¶ دعاء الله عز وجل من أجل وأعظم العبادات التي شرعها الله عز وجل لعباده، قال تعالى: {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ}] غافر: 60 [، وعن النعمان بن بشير - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول} على المنبر: «إن الدعاء هو العبادة» ثم قرأ: {ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ}] غافر: 60 [(¬1). ¶ قال الشوكاني في شرح هذا الحديث: «قوله: «الدعاء هو العبادة» هذه الصفة المقتضية للحصر من جهة تعريف المسند إليه، ومن جهة تعريف المسند، ومن جهة ضمير الفصل تقتضي أن الدعاء هو أعلى أنواع العبادة وأرفعها وأشرفها» (¬2) اهـ. ¶ وقال الشيخ ابن سعدي: «وقال تعالى: {فَادْعُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ}] غافر: من الآية14 [فوَضْعُ كلمة «الدين» موضع كلمة «الدعاء» -وهو في القرآن كثير جدا- يدل على أن الدعاء هو لب الدين وروح العبادة، ومعنى الآية هنا: أخلصوا له إذا طلبتم حوائجكم، وأخلصوا له أعمال البر والطاعة» (¬3). ¶ ¬__________ ¶ (¬1) أخرجه أبو داود (1479) والترمذي (3372)، وقال عنه ابن حجر في \"الفتح\" (1/ 49): (إسناده جيد). ¶ (¬2) \"تحفة الذاكرين\" (19). ¶ (¬3) \"القواعد الحسان\" (155).",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وورد ذكر الدعاء في القرآن الكريم في نحو ثلاثمائة موضع (¬1)، وذكر أهل العلم أن الدعاء الوارد في النصوص الشرعية ينقسم إلى قسمين: دعاء العبادة، ودعاء المسألة، والقسم الثاني هو المقصود هنا (¬2). ¶ ودعاء المسألة: هو الطلب من الله سبحانه وتعالى جلب المحبوب ودفع المكروه، قال تعالى: {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ}] البقرة: 186 [، وقال تعالى: {وَلَا تَدْعُ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُكَ وَلَا يَضُرُّكَ فَإِنْ فَعَلْتَ فَإِنَّكَ إِذًا مِنَ الظَّالِمِينَ}] يونس: 106 [. ولا يجوز للعبد أن يدعو غير الله عز وجل، بل دعاء غير الله من الشرك والكفر، قال تعالى: {لَهُ دَعْوَةُ الْحَقِّ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لَا يَسْتَجِيبُونَ لَهُمْ بِشَيْءٍ إِلَّا كَبَاسِطِ كَفَّيْهِ إِلَى الْمَاءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهِ وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ}] الرعد: 14 [، وقال تعالى: {وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا}] الجن: 18 [. ¶ والدعاء له ارتباط وثيق بسائر العبادات، فهو يدخل ضمن جملة من العبادات، ويكون ملحقا بعبادات أخرى، ومن العبادات التي يشكل الدعاء جزءا منها: الحج، وتأمل معي آيات الحج من سورة البقرة تجد فيها إشارة واضحة إلى أهمية الدعاء في الحج، قال تعالى: {فَإِذَا قَضَيْتُمْ مَنَاسِكَكُمْ فَاذْكُرُوا اللَّهَ كَذِكْرِكُمْ آَبَاءَكُمْ أَوْ أَشَدَّ ذِكْرًا فَمِنَ النَّاسِ مَنْ يَقُولُ رَبَّنَا آَتِنَا فِي ¶ ¬__________ ¶ (¬1) \"الدرر السنية\" (9/ 418). ¶ (¬2) (فائدة) قال الشيخ ابن سعدي في \"القواعد الحسان\" (154): (كل ما ورد في القرآن من الأمر بالدعاء والنهي عن دعاء غير الله والثناء على الداعين يتناول دعاء المسألة ودعاء العبادة، وهذه قاعدة نافعة) ا. هـ.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "الدُّنْيَا وَمَا لَهُ فِي الْآَخِرَةِ مِنْ خَلَاقٍ * وَمِنْهُمْ مَنْ يَقُولُ رَبَّنَا آَتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآَخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ * أُولَئِكَ لَهُمْ نَصِيبٌ مِمَّا كَسَبُوا وَاللَّهُ سَرِيعُ الْحِسَابِ}] البقرة: 200 - 202 [. ¶ ويمكن تقسيم الأدعية التي تكون في الحج إلى قسمين: ¶ القسم الأول: الأدعية المشروعة في الحج وغيره، وهذه تبدأ من حين يودع الحاج أهله ومعارفه، وفي سفره، ولدى دخول المسجد وخروجه منه، ولدى دخوله الخلاء وخروجه منه ... الخ من الأدعية التي لا تختص بالحج، وكذلك الدعاء بين الأذان والإقامة وفي الثلث الأخير من الليل وغيرها من أوقات الإجابة. ¶ القسم الثاني: الأدعية الخاصة بالحج، وهذه هي التي سوف أتحدث عنها هنا، فهناك عدة مواضع في الحج يتأكد فيها الدعاء، وهي: ¶ الموضع الأول/ الطواف: ¶ قالت عائشة رضي الله عنها: إنما جعل الطواف بالبيت وبين الصفا والمروة ورمي الجمار لإقامة ذكر الله (¬1). ¶ دل قول عائشة رضي الله عنها هذا على الحكمة من مشروعية هذه الأعمال، وهي: إقامة ذكر الله عز وجل، ومن أعظم الذكر: الدعاء. ¶ والدعاء في الطواف مما توارثه السلف، قال الشيخ ابن قاسم: «والدعاء والذكر – أي في الطواف - هو المتوارث عن السلف، فكان أولى - أي من قراءة القرآن في الطواف -» (¬2) ا. هـ. ¶ ¬__________ ¶ (¬1) وروي مرفوعا، ولكن الموقوف أصح، وانظر: \"سنن البيهقي\" (5/ 145). ¶ (¬2) \"حاشية الروض المربع\" (4/ 106)، وانظر: \"فتح القدير\" لابن الهمام (2/ 493).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "قال شيخ الإسلام ابن تيمية: «ويستحب له في الطواف أن يذكر الله تعالى ويدعوه بما يشرع، وإن قرأ القرآن سرا فلا بأس، وليس فيه ذكر محدود عن النبي - صلى الله عليه وسلم -، لا بأمره ولا بقوله ولا بتعليمه، بل يدعو فيه بسائر الأدعية الشرعية، وما يذكره كثير من الناس من دعاء معين تحت الميزاب ونحو ذلك فلا أصل له، وكان النبي - صلى الله عليه وسلم - يختم طوافه بين الركنين بقوله تعالى: {رَبَّنَا آَتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآَخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ}] البقرة: 201 [(¬1)، كما كان يختم سائر دعائه بذلك، وليس في ذلك ذكر واجب باتفاق الأئمة» (¬2) ا. هـ. ¶ وقال الشيخ ابن باز: (ولا يجب في هذا الطواف -أي: طواف العمرة- ولا غيره من الأطوفة ولا في السعي ذكر مخصوص ولا دعاء مخصوص، وأما ما أحدثه بعض الناس من تخصيص كل شوط من الطواف أو السعي بأذكار مخصوصة أو أدعية مخصوصة فلا أصل له، بل مهما تيسر من الذكر والدعاء كفى) (¬3) ا. هـ. ¶ تنبيه: قد يتسأل البعض لماذا لم يرد عن النبي - صلى الله عليه وسلم - شيء من الأذكار الخاصة في الكثير من مواضع الدعاء في الحج؟ ¶ والجواب عن ذلك – والله أعلم – يرجع إلى أن الأصل في الدعاء «السر بين العبد وربه، وكل أحد يناجي ربه بما هو محتاج إليه، وإنما جهر - صلى الله عليه وسلم - بما جهر به حين كان يريد تأسي أمته به» (¬4). ¶ الموضع الثاني/ السعي: ¶ ¬__________ ¶ (¬1) أخرجه أبو داود (1887)، والنسائي في \"الكبرى\" (3934). ¶ (¬2) \"المنسك\" (57). ¶ (¬3) \"التحقيق والإيضاح\" (38 - 39). ¶ (¬4) انظر: \"أحوال النبي - صلى الله عليه وسلم - في الحج\" لفيصل البعداني (34).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "قال جابر - رضي الله عنه - في حديثه الطويل في سياق حجة النبي - صلى الله عليه وسلم -: « ... ثم خرج – أي بعد أن انتهى من الطواف والصلاة بعده - من الباب إلى الصفا، فلما دنا من الصفا قرأ: «{إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ}] البقرة: 158 [، ابدأ بما بدأ الله به» فبدأ بالصفا، فرَقِيَ عليه، حتى رأى البيت فاستقبل القبلة، فوحد الله وكبَّره، وقال: «لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير، لا إله الله وحده، أنجز وعده، ونصر عبده، وهزم الأحزاب وحده» ثم دعا بين ذلك، قال مثل هذا ثلاث مرات، ثم نزل إلى المروة، حتى إذا انصبت قدماه في بطن الوادي سعى، حتى إذا صعدتا مشى، حتى أتى المروة، ففعل على المروة كما فعل على الصفا» (¬1). ¶ فدل هذه الحديث على أن النبي - صلى الله عليه وسلم - عندما صعد على الصفا، وذكر الله عز وجل بالذكر المذكور دعا ربه سبحانه وتعالى، ثم أعاد الذكر مرة أخرى، ثم دعا مرة ثانية، ثم أعاد الذكر مرة ثالثة ثم نزل، هذا هو ظاهر الحديث لأنه قال: «ثم دعا بين ذلك». ¶ قال شيخ الإسلام ابن تيمية: «فيفتتح بالتكبير والتهليل، ويختم به، ويكرره ثلاث مرات، والدعائين مرتين» (¬2) ا. هـ. ¶ وقال الشيخ ابن عثيمين: «البينية تقتضي أن يكون محاطا بالذكر من الجانبين، فيكون الدعاء مرتين، والذكر ثلاث مرات» (¬3) ا. هـ. ¶ وأما في السعي بين الصفا والمروة فلم يرد نص خاص في أن النبي - صلى الله عليه وسلم - كان ¶ ¬__________ ¶ (¬1) أخرجه مسلم (1218). ¶ (¬2) \"شرح العمدة\" (المناسك: 2/ 455). ¶ (¬3) \"شرح حديث جابر\" (40).",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "يدعو، ولكن الدعاء يدخل في عموم قول عائشة رضي الله عنها السابق: «إنما جعل الطواف بالبيت وبين الصفا والمروة ورمي الجمار لإقامة ذكر الله». ¶ وجاء أيضا عن عدد من السلف أنهم كانوا يدعون، ومن ذلك ما ثبت عن ابن مسعود - رضي الله عنه - أنه لما هبط إلى الوادي سعى فقال: اللهم اغفر وارحم وأنت الأعز الأكرم (¬1). ¶ الموضع الثالث/ الوقوف بعرفة: ¶ جاء في حديث جابر في سياق حجة النبي - صلى الله عليه وسلم -: «ثم ركب – أي: بعد أن خطب بالناس في يوم عرفة وصلى الظهر والعصر جمعا - رسول الله - صلى الله عليه وسلم - حتى أتى الموقف، فجعل بطن ناقته القصواء إلى الصخرات، وجعل حبل المشاة بين يديه، واستقبل القبلة، فلم يزل واقفا حتى غربت الشمس». ¶ ويوم عرفة من أعظم الأيام عند الله عز وجل، وقد روي عن النبي - صلى الله عليه وسلم - أنه قال: «خير الدعاء دعاء يوم عرفة، وخير ما قلت أنا والنبيون من قبلي: لا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير» (¬2). ¶ ومما يحسن التنبيه إليه: أن الوقوف في موقف النبي - صلى الله عليه وسلم - ليس بلازم، فقد جاء في رواية من روايات حديث جابر أنه - صلى الله عليه وسلم - قال: «وقفت هاهنا وعرفة كلها موقف»، فيقف الحاج في المكان الذي يتيسر له داخل حدود عرفة ويجتهد في دعاء الله عز وجل والابتهال إليه، وطلب المغفرة والرحمة منه، ويسأله العتق من النار، فعن عائشة رضي الله عنها قالت: قال رسول الله - صلى الله عليه وسلم -: «ما من يوم أكثر من أن يعتق الله فيه عبدا من النار من يوم عرفة، وإنه ليدنو ثم يباهي بهم ¶ ¬__________ ¶ (¬1) أخرجه البيهقي (5/ 95). ¶ (¬2) أخرجه مالك في \"الموطأ\" (1/ 422) مرسلا بسند صحيح، وجاء موصولا بأسانيد لا تخلو من ضعف، وقواه بعضهم بمجموع طرقه.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "الملائكة، فيقول: ما أراد هؤلاء؟» (¬1). ¶ وجاء عن علي - رضي الله عنه - أنه قال: ليس في الأرض يوم إلا لله فيه عتقاء من النار، وليس يوم أكثر فيه عتقا للرقاب من يوم عرفة، فأكثر فيه أن تقول: اللهم أعتق رقبتي من النار، وأوسع لي من الرزق الحلال، واصرف عني فسقة الجن والإنس، فإنه عامة دعائي اليوم (¬2). ¶ الموضع الرابع/ الوقوف بالمشعر الحرام: ¶ قال جابر - رضي الله عنه - في حديثه الطويل في الحج: (وصلى الفجر – أي: يوم النحر – حين تبين له الصبح، بأذان وإقامة، ثم ركب القصواء، حتى أتى المشعر الحرام، فاستقبل القبلة، فدعاه وكبره وهلله ووحده، فلم يزل واقفا حتى أسفر جدا، فدفع قبل أن تطلع الشمس). ¶ وجاء في رواية أخرى: أن النبي - صلى الله عليه وسلم - عندما وقف عند المشعر الحرام قال: «وقفت هاهنا وجمع كلها موقف»، وجمع هي: مزدلفة، فلا حرج على الإنسان إذا وقف في أي مكان داخل حدود مزدلفة. ¶ وهذا الموطن مما يغفل كثير من الناس عن الدعاء فيه، فتجدهم بمجرد أن يصلوا الفجر يشرعون في النفر من مزدلفة، وهذا فيه تفويت لهذه الفرصة العظيمة لمناجاة المولى سبحانه وتعالى ودعائه، وفيه أيضا تقصير في الاقتداء بالنبي - صلى الله عليه وسلم -. ¶ الموضع الخامس/ رمي الجمار في أيام التشريق: ¶ جاء عن ابن عمر رضي الله عنهما أنه كان يرمي الجمرة الدنيا بسبع ¶ ¬__________ ¶ (¬1) أخرجه مسلم (1348). ¶ (¬2) انظر: \"لطائف المعارف\" لابن رجب (494) وعزاه لابن أبي الدنيا.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "حصيات، يكبر على إثر كل حصاة، ثم يتقدم حتى يسهل فيقوم مستقبل القبلة فيقوم طويلا ويدعو ويرفع يديه، ثم يرمي الوسطى ثم يأخذ ذات الشمال فيسهل ويقوم مستقبل القبلة، فيقوم طويلا ويدعو ويرفع يديه ويقوم طويلا، ثم يرمي جمرة ذات العقبة من بطن الوادي ولا يقف عندها ثم ينصرف، فيقول: هكذا رأيت رسول الله - صلى الله عليه وسلم - يفعله (¬1). ¶ حديث ابن عمر هذا يدل على ما يلي: ¶ - مشروعية الوقوف للدعاء بعد رمي الجمرتين الصغرى والوسطى. ¶ - وأن الحاج يتقدم بعد رمي الجمرة الصغرى حتى يسهل ثم يقف للدعاء، وأما الجمرة الوسطى فإنه بعد أن يرميها يأخذ ذات الشمال ثم يقف للدعاء، ويكون في كلا الحالين مستقبلا القبلة. ¶ - وأنه لا يشرع الوقوف بعد الجمرة الكبرى (جمرة العقبة) في أيام التشريق، وأيضا لا يشرع الوقوف للدعاء بعد رميها في يوم النحر لأن ذلك لم ينقل عن النبي - صلى الله عليه وسلم -، بل قال جابر - رضي الله عنه - عند ذكره للرمي في يوم النحر: (رمى من بطن الوادي، ثم انصرف إلى المنحر)، فلم يذكر أنه وقف للدعاء بعد رميه لجمرة العقبة في يوم النحر. ¶ - وأنه ينبغي للإنسان أن يطيل الدعاء في هذا المقام، وقد جاء عن وبرة قال: قام ابن عمر حين رمى الجمرة عن يسارها نحو ما لو شئت قرأت سورة البقرة (¬2). ¶ قال الشيخ ابن عثيمين: (وإذا لم تيسر له طول القيام بين الجمار وقف بقدر ما يتيسر له ليحصل إحياء هذه السنة التي تركها أكثر الناس، إما جهلا ¶ ¬__________ ¶ (¬1) أخرجه البخاري (1751). ¶ (¬2) أخرجه البيهقي (5/ 149).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "أو تهاونا بهذه السنة، ولا ينبغي ترك هذا الوقوف فتضيع السنة، فإن السنة كلما أُضيعت كان فعلها أوكد لحصول فضيلة العمل ونشر السنة بين الناس) (¬1) ا. هـ. ¶ وقال أيضا: (وسبب ترك الناس لهذا الوقوف الجهل بالسنة، أو محبة كثير من الناس للعجلة والتخلص من العبادة، ويا حبذا لو أن الحاج تعلم أحكام الحج قبل أن يحج، ليعبد الله تعالى على بصيرة، ويحقق متابعة النبي - صلى الله عليه وسلم -، ولو أن شخصا أراد أن يسافر إلى بلد لرأيته يسألُ عن طريقها حتى يصل إليها عن دلالة، فكيف بمن أراد أن يسلك الطريق الموصلة إلى الله تعالى وإلى جنته، أفليس من الجدير به أن يسأل عنها قبل أن يسلكها ليصل إلى المقصود؟) (¬2) ا. هـ. ¶ ¬__________ ¶ (¬1) \"مناسك الحج والعمرة\" (92). ¶ (¬2) المرجع السابق (132 - 133).",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "من مخالفات الدعاء ¶ على الداعي إلى الله عز وجل أن يجتنب بعض الأمور التي جاءت النصوص الشرعية بالأمر باجتنابها حال الدعاء، ومن هذه الأمور: ¶ 1 - دعاء غير الله: وهذا هو أعظم المخالفات وأكبرها، فدعاء غير الله من الشرك الأكبر الذي لا يغفره الله عز وجل إذا مات العبد وهو لم يتب منه، وقد نص شيخ الإسلام ابن تيمية وغيره على أن من جعل بينه وبين الله وسائط يدعوهم ويسألهم فإنه يكفر إجماعا (¬1). ¶ قال ابن القيم: «ومن أنواعه – أي الشرك الأكبر -: طلب الحوائج من الموتى والاستعانة بهم والتوجه إليهم، وهذا أصل شرك العالم، فإن الميت قد انقطع عمله، وهو لا يملك لنفسه ضرا ولا نفعا، فضلا عمن استغاث به، وسأله قضاء حاجته، أو سأله أن يشفع له إلى الله فيها، وهذا من جهله بالشافع والمشفوع له عنده» (¬2) ا. هـ. ¶ وقال الشيخ أحمد بن عيسى: «قد تقرر أن الدعاء يجمع من أنواع العبادة كثيرا كإسلام الوجه لمن يدعوه، والرغبة إليه، والاعتماد عليه، والخضوع له، والإطراح والتذلل، فمن أسلم وجهه لغير الله فهو مشرك شاء أم أبى» (¬3) ا. هـ. ¶ ومع خطورة هذا الأمر إلى أنك تجد مع الأسف الشديد من ينتسب إلى الإسلام ثم يتوجه في دعائه لغير الله، فيقول وهو في بيت الله الحرام ويطوف بالكعبة: يا محمد، أو: يا علي، أو: يا حسين، أو: مدد مدد يا بدوي، أو: يا ¶ ¬__________ ¶ (¬1) انظر: \"الفتاوى\" (1/ 124) و\"الفروع\" لابن مفلح (6/ 165). ¶ (¬2) \"مدارج السالكين\" (1/ 346). ¶ (¬3) \"الرد على شبهات المتسعينين بغير الله (47).",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "عبد القادر، أو: يا عيدروس. فهذا من دعاء غير الله عز وجل، فالواجب على المسلم أن يجتنب ذلك حتى يحفظ دينه وتوحيده، وعليه أن ينكر على من يتوجه في دعائه إلى غير الله. ¶ 2 - التوسل بذوات الأنبياء والصالحين أو بحقهم أو جاههم: هذا أيضا من البدع التي يقع فيها الكثير من المسلمين، فتجد من يقول في دعائه: (اللهم إني أسألك بجاه نبيك محمد) أو: (بجاه عبادك الصالحين)، وهذا التوسل محدث لم يكن في زمن النبي - صلى الله عليه وسلم -، ولا في زمن الخلفاء الراشدين والسلف الصالح (¬1)، وقد ذكر شيخ الإسلام ابن تيمية أن سؤال الله تعالى بالميت بدعة باتفاق المسلمين (¬2). ¶ قال الشيخ ابن باز: (وهناك نوع ... يسمى التوسل، وهو التوسل بجاهه - صلى الله عليه وسلم - أو بحقه أو بذاته، مثل أن يقول الإنسان: أسألك يا الله بنبيك أو جاه نبيك، أو حق نبيك، أو جاه الأنبياء، أو حق الأنبياء، أو جاه الأولياء والصالحين، وأمثال ذلك، فهذا بدعة ومن وسائل الشرك، ولا يجوز فعله معه - صلى الله عليه وسلم - ولا مع غيره، لأن الله سبحانه وتعالى لم يشرع ذلك، والعبادات توقيفية لا يجوز منها إلا ما دل عليه الشرع المطهر) (¬3) ا. هـ. ¶ إذا تبين هذا فهناك أنواع من التوسل مشروعة وجائزة لدلالة النصوص الشرعية عليها، وهي: ¶ • التوسل إلى الله تعالى بأسمائه وصفاته وأفعاله. ¶ ¬__________ ¶ (¬1) انظر: \"فتاوى ابن تيمية\" (1/ 105، 202؛ 27/ 83، 133). ¶ (¬2) انظر: \"إغاثة اللهفان\" لابن القيم (1/ 218). ¶ (¬3) \"مجموع فتاوى الشيخ ابن باز\" جمع: الطيار (3/ 947).",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "• التوسل إلى الله تعالى بالأعمال الصالحة. ¶ • التوسل إلى الله تعالى بدعاء الصالحين. ¶ 3 - الاعتداء في الدعاء: قال الله تعالى: {ادْعُوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً إِنَّهُ لَا يُحِبُّ الْمُعْتَدِينَ}] الأعراف: 55 [. قال شيخ الإسلام ابن تيمية: (العدوان يكون تارة في كثرة الألفاظ، وتارة في المعاني) (¬1). وقال الشيخ بكر أبو زيد: (فهذا يعم النهي عن كل إعتداء وتجاوز في الدعاء، ومن مشموله: الابتداع في الدعاء على أي وجه كان في: زمان أو مكان أو مقدار أو أداء) (¬2). ¶ وعن عبد الله بن مغفل أنه سمع ابنه يقول: اللهم إني أسألك القصر الأبيض عن يمين الجنة إذا دخلتها، فقال: أَيْ بني، سل الله الجنة وتعوذ به من النار، فإني سمعت رسول الله - صلى الله عليه وسلم - يقول: «سيكون في هذه الأمة قوم يعتدون في الطهور والدعاء» (¬3). ¶ وعن ابنٍ لسعد بن أبي وقاص قال: سمعني أبي وأنا أقول: اللهم إني أسألك الجنة ونعيمها وبهجتها وكذا وكذا، وأعوذ بك من النار وسلاسلها وأغلالها وكذا وكذا، فقال: يا بُنَي إني سمعت رسول الله - صلى الله عليه وسلم - يقول: «سيكون قوم يعتدون في الدعاء» فإياك أن تكون منهم، إن أعطيت الجنة أعطيتها وما فيها ¶ ¬__________ ¶ (¬1) \"الفتاوى\" (22/ 474 - 475). ¶ (¬2) \"تصحيح الدعاء\" (61). ¶ (¬3) أخرجه أبو داود (96) وابن ماجه (3864)، وقال ابن كثير في \"تفسيره\" (2/ 222): (إسناد حسن لا بأس به).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "من الخير، وإن أعذت من النار أعذت منها وما فيها من الشر (¬1). ¶ فمن الاعتداء في الدعاء: ¶ • التفصيل في الدعاء. ¶ • والدعاء بإثم أو قطيعة رحم. ¶ • وتعليق الدعاء بأن يقول مثلا: اللهم أغفر لي إن شئت. ¶ • والتحجير في الدعاء، كقول الأعرابي: اللهم ارحمني ومحمدا ولا ترحم معنا أحدا. ¶ • والدعاء بأمر قد فرغ منه. ¶ • وتكلف السجع في الدعاء. ¶ • والمبالغة في رفع الصوت في الدعاء. ¶ 4 - الابتداع في الدعاء: قال - صلى الله عليه وسلم -: «من أحدث في أمرنا هذا ما ليس منه فهو رد»، فلا يجوز للإنسان أن يبتدع طريقة معينة في الدعاء ويلتزم بها أو يلزم غيره بها، ومن ذلك: ¶ • الدعاء الجماعي، قال الشيخ ابن عثمين: (ومن الخطأ الذي يرتكبه بعض الطائفين أن يجتمع جماعة على قائد يطوف بهم ويلقنهم الدعاء بصوت مرتفع، فيتبعه الجماعة بصوت واحد، فتعلو الأصوات، وتحصل الفوضى، ويتشوش بقية الطائفين، فلا يدرون ما يقولون، وفي هذا إذهاب للخشوع، وإيذاء لعباد الله في هذا المكان الآمن) (¬2) ا. هـ. ¶ • تخصيص بعض الأماكن أو الأزمنة بأدعية مخصوصة، لا يجوز ¶ ¬__________ ¶ (¬1) أخرجه أبو داود (1480). ¶ (¬2) \"مناسك الحج والعمرة\" (120 - 121).",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "للإنسان أن يخصص مكانا أو زمانا بدعاء مخصوص إلا بنص شرعي، وقد سبق ذكر كلام بعض أهل العلم في عدم مشروعية تخصيص كل شوط من أشواط الطواف أو السعي بدعاء مخصوص، وقال الشيخ بكر أبو زيد: (كل من أحدث في التعبد كالذكر والدعاء المقيد ما ليس منه تسننا، فقد أثم من جهات أربع: ¶ 1 - هجر المشروع. ¶ 2 - والاستدراك على الشرع. ¶ 3 - واستحباب ما لم يشرع. ¶ 4 - وإيهام العامة بمشروعيته) (¬1) ا. هـ. ¶ 5 - غفلة القلب: الكثير من الناس تجده يدعو الله عز وجل وقلبه غافل، فهو إما مشغول الذهن بأمور أخرى غير الدعاء، أو لا يتدبر الألفاظ التي يدعو بها. ¶ قال شيخ الإسلام ابن تيمية: (أصل الدعاء من القلب، واللسان تابع للقلب، ومن جعل همته فى الدعاء تقويم لسانه أضعف توجه قلبه، ولهذا يدعو المضطر بقلبه دعاءً يفتح عليه لا يحضره قبل ذلك، وهذا أمر يجده كل مؤمن في قلبه، والدعاء يجوز بالعربية وبغير العربية، والله سبحانه يعلم قصد الداعي ومراده وإن لم يقوم لسانه، فإنه يعلم ضجيج الأصوات، باختلاف اللغات، على تنوع الحاجات) ا. هـ (¬2) ¶ وقال الشيخ ابن عثيمين: (ومن الخطأ الذي يرتكبه بعض الطائفين أن ¶ ¬__________ ¶ (¬1) \"تصحيح الدعاء\" (44). ¶ (¬2) \"الفتاوى\" (22/ 489).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "يأخذ هذه الأدعية المكتوبة فيدعو بها وهو لا يعرف معناها، وربما يكون فيها أخطاء من الطابع أو الناسخ تقلب المعنى رأسا على عقب، وتجعل الدعاء للطائف دعاء عليه، فيدعو على نفسه من حيث لا يشعر، وقد سمعنا من هذا العجب العجاب) (¬1) ا. هـ. ¶ 6 - استعجال الإجابة: عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «يستجاب لأحدكم ما لم يعجل فيقول: قد دعوت فلم يستجب لي» (¬2). ¶ فالواجب على المسلم أن يجتهد في الدعاء مع الإلحاح في طلب الإجابة، وعليه أن يبذل أسباب الإجابة من مراعاة آداب الدعاء، وتحري أوقات الإجابة، والتوبة إلى الله عز وجل من الذنوب والمعاصي، وملازمة الاستغفار، ومن أدام الطرق أوشك أن يلج، وقد كان عروة بن الزبير يواظب على حزبه من الدعاء كما يواظب على حزبه من القرآن، وقال مورق العجلي: دعوت ربي في حاجة عشرين سنة، فلم يقضها لي، ولم أيأس منها. وروي عن أبي جعفر محمد بن علي وعن الضحاك أنهما قالا في قوله تعالى: (قد أجيبت دعوتكما)] يونس: 89 [كان بينهما أربعون سنة (¬3). ¶ وأخيرا: ¶ ليعلم الحاج أنه قد اجتمع له شرف المكان وشرف الزمان وشرف العمل، فهو في أشرف مكان على وجه الأرض، وهو في أيام هي من أشرف الأيام وأعظمها وأحبها إلى الله عز وجل، وهو في عمل من أجل الأعمال وأعلاها ¶ ¬__________ ¶ (¬1) \"مناسك الحج والعمرة\" (120). ¶ (¬2) أخرجه البخاري (5981) ومسلم (2735) ¶ (¬3) هذه الأخبار كلها في \"التمهيد\" لابن عبد البر (10/ 300 - 301).",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "درجة ومرتبة، فعليه أن يستغل هذه الفرصة العظيمة في الإكثار من دعاء الله عز وجل، والالتجاء إليه، والتضرع له، فإنه لا يدري هل تتكرر له هذه الفرصة أم لا؟ اللهم وفقنا لدعائك على الوجه الذي يرضيك عنا، ونعوذ اللهم بك من دعوة لا يستجاب لها، ونسألك اللهم أن تلهمنا صالح الدعاء، وأن تمن علينا بالإجابة والأخذ بأسبابها، والله أعلم وصلى الله وسلم على نبينا محمد وعلى آله وصحبه والتابعين.",
            "page": "17",
            "part": "1"
        }
    ],
    "t35007": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الدعاء في الحج"
        }
    ]
}