{
    "b35012": [
        {
            "id": "1",
            "nass": "وصية نافعة لعموم أهل العلم والتبيان ¶ للشيخ العلامة ¶ فيصل بن عبد العزيز آل مبارك ¶ (1313هـ ـ 1376هـ) ¶ رحمه الله تعالى",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ و به نستعين ¶ الحمد لله رب العالمين، والعاقبة للمتقين، وأشهد أن لا إله إلا الله وحده لا شريك له الإله الحق المبين، وأشهد أن محمداً عبده ورسوله سيِّد السابقين واللاحقين، صلى الله عليه وعلى آله الطاهرين، وأصحابه والتابعين، ومن اقتفى سنتهم، وأتبَّع آثارهم إلى يوم الدِّين، وسلَّم تسليماً. ¶ أما بعد: ¶ فأقول وأنا الفقير إلى الله تعالى و تبارك، فيصل بن عبدالعزيز المبارك: ¶ هذه وصيَّتي لأولادي وإخواني، طَلَبة العلم والدِّين، من أهالي نجد وغيرهم من سائر بلدان المسلمين. ¶ قال الله عز وجل: {وَلَقَدْ وَصَّيْنَا الَّذِينَ أُوتُواْ الْكِتَابَ مِن قَبْلِكُمْ وَإِيَّاكُمْ أَنِ اتَّقُواْ اللّهَ} [النساء:131]. ¶ وقال النبي - صلى الله عليه وسلم -: \"اتَّقِ الله حيثما كنت، وأتبع السيئة الحسنة تمحُها، وخالق الناس بِخُلقٍ حسن\". ¶ والتقوى: هي طاعة الله بامتثال أمره، واجتناب نهيه. ¶ وقال بعضهم التقوى: أن تعملَ بطاعة الله، على نورٍ من الله، ترجو ثواب الله، وأن تترك معصية الله، على نور من الله، تخاف عقاب الله. وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُواْ اتَّقُواْ اللّهَ حَقَّ تُقَاتِهِ وَلاَ تَمُوتُنَّ إِلاَّ وَأَنتُم مُّسْلِمُونَ} [آل عمران:102]. ¶ قال بعض المفسرين: تقوى الله حقَّ تُقاته: أن يُطاع فلا يُعصى، ويُذكرَ فلا ينسى، ويُشكر فلا يُكفر.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "فصل ¶ وقال تعالى: {شَهِدَ اللّهُ أَنَّهُ لاَ إِلَهَ إِلاَّ هُوَ وَالْمَلاَئِكَةُ وَأُوْلُواْ الْعِلْمِ قَآئِمَاً بِالْقِسْطِ لاَ إِلَهَ إِلاَّ هُوَ الْعَزِيزُ الْحَكِيمُ} [آل عمران:18]. ¶ وقال تعالى: {أَمَّنْ هُوَ قَانِتٌ آنَاء اللَّيْلِ سَاجِداً وَقَائِماً يَحْذَرُ الْآخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ إِنَّمَا يَتَذَكَّرُ أُوْلُوا الْأَلْبَابِ}. [الزمر:9]. ¶ وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قِيلَ لَكُمْ تَفَسَّحُوا فِي الْمَجَالِسِ فَافْسَحُوا يَفْسَحِ اللَّهُ لَكُمْ وَإِذَا قِيلَ انشُزُوا فَانشُزُوا يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ}. [المجادلة: 11]. ¶ وقال تعالى: {وَمِنَ النَّاسِ وَالدَّوَابِّ وَالْأَنْعَامِ مُخْتَلِفٌ أَلْوَانُهُ كَذَلِكَ إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاء إِنَّ اللَّهَ عَزِيزٌ غَفُورٌ} [فاطر:28]. ¶ وقال - صلى الله عليه وسلم -: \"من يرد الله به خيراً يفقهه في الدين\". ¶ وقال - صلى الله عليه وسلم -: \"فضل العالم على العابد كفضلي على أدناكم\". ¶ وقال - صلى الله عليه وسلم -: \"إذا مات ابن آدم انقطع عمله إلاَّ من ثلاث: صدقة جارية، أو علم ينتفع به، أو ولد صالح يدعو له\". ¶ وقال - صلى الله عليه وسلم -: \"من خرج في طلب العلم فهو في سبيل الله حتى يرجع\". ¶ وقال - صلى الله عليه وسلم -: \"من سلك طريقاً يلتمس فيه علماً سهَّل الله له طريقاً إلى الجنة، وإن الملائكة لتضع أجنحتها لطالب العلم رضاء بما يصنع، وإن العالم ليستغفر له من في السموات ومن في الأرض، حتى الحيتان في البحر، وفضل العالم على العابد كفضل القمر على سائر الكواكب، وإن العلماء ورثة الأنبياء، وإن الأنبياء لم يورثوا ديناراً ولا درهماً، إنما ورثوا العلم، فمن أخذه أخذ بحظ وافر\".",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وقال - صلى الله عليه وسلم -: \"إن الله لا يقبض العلم انتزاعاً ينتزعه من الناس، ولكن يقبض العلم بقبض العلماء حتى إذا لم يُبْقِ عالماً اتخذ الناس رُؤساء جهالاً، فسُئلوا فأفتوا بغير علم، فضَلُّوا، وأضَلُّوا\". ¶ فصل ¶ والعلم النافع هو: كتاب الله وسنَّة، رسوله - صلى الله عليه وسلم -. قال النبي - صلى الله عليه وسلم -: \"العلم ثلاثة: آية محكمة، أو سنَّة قائمة، أو فريضة عادلة، وما كان سوى ذلك فهو فضل\". قال بعض أهل العلم: ¶ العلم قال الله قال رسوله ... قال الصحابة هم أولوا العرفان ¶ ما العلم نصبك للخلاف سفاهة ... بين الرسول وبين رأي فلان ¶ *وأخلِصوا النية في طلب العلم، وابتغوا به وجه الله تعالى والدار الآخرة. ¶ قال تعالى: {مَن كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ وَمَن كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤتِهِ مِنْهَا وَمَا لَهُ فِي الْآخِرَةِ مِن نَّصِيبٍ} [الشورى:20]. ¶ وقال - صلى الله عليه وسلم -: \"إنما الأعمال بالنيات، وإنما لكل امرئ ما نوى\". ¶ وقال - صلى الله عليه وسلم -: \"من بدأ بنصيبه في الدنيا، فاته نصيبه في الآخرة، ولم يأته من الدنيا إلاَّ ما كُتِب له، ومن بدأ بنصيبه من الآخرة مر على نصيبه من الدنيا، فانتظمه انتظاماً\". ¶ وقال تعالى: {وَمَن يَتَّقِ اللَّهَ يَجْعَل لَّهُ مَخْرَجاً * وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ وَمَن يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ} [الطلاق:3،2]. ¶ وقال النبي - صلى الله عليه وسلم -: لابن عباس: \"يا غلام، إني أعلمك كلماتٍ: احفظ الله يحفظك، احفظ الله تجده تجاهك، إذا سألت فسأل الله، وإذا استعنت فاستعن بالله، وأعلم أن الأمة لو اجتمعوا على أن ينفعوك بشيء، لم ينفعوك إلاَّ بشيء قد كتبه الله لك، ولو اجتمعوا على أن يضروك بشيء لم يضروك إلاَّ بشيء قد كتبه الله عليك، رفعت الأقلام، وجفت الصحف\". ¶ وقال تعالى: {وَمَا مِن دَآبَّةٍ فِي الأَرْضِ إِلاَّ عَلَى اللّهِ رِزْقُهَا} [هود 6]. ¶ و قال - صلى الله عليه وسلم -: \"إنَّ رزق الله لا يجرُّه حِرْصُ حريصٍ، و لا يردُّه كراهيةُ كارِه\"",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "و قال - صلى الله عليه وسلم -: \"من التمس رضا الناس بسخَطِ الله سخِطَ اللهُ عليه و أسخَطَ عليه الناسَ، و من التمس رضا الله بسخط الناس كفاه الله مؤونةَ الناس \". ¶ *و لا تجعلوا الدنيا أكبر همكم و لا مبلغ علمكم، وكونوا بما عندالله أوثق منكم بما في أيديكم: ¶ قال تعالى: {مَا عِندَكُمْ يَنفَدُ وَمَا عِندَ اللّهِ بَاقٍ} [النحل:96]. ¶ *و استغنوا عن الناس كبيرِهم و صغيرِهم، مُلوكِهم وسوقتِهم: ¶ قال تعالى: {أَمْ تَسْأَلُهُمْ خَرْجاً فَخَرَاجُ رَبِّكَ خَيْرٌ وَهُوَ خَيْرُ الرَّازِقِينَ} ... [المؤمنون:72]. ¶ وقال النبي - صلى الله عليه وسلم -: \"من يستعفِف يعفه الله، ومن يستغن يغنه الله\". ¶ وقال - صلى الله عليه وسلم -: \"ليس الغنى عن كثرة العرض، إنما الغنى غنى النفس\". ¶ وقال عمر بن الخطاب رضي الله عنه: (يا معشر القُراء التمسوا الرزق، ولا تكونوا عالةً على الناس). وقال رضي الله عنه: (لا يقعُد أحدكم عن طلب الرزق، ويقول: اللَّهمَّ ارزُقني، وقد علم أن السماء لا تمطر ذهباً ولا فضة، وإن الله تعالى إنما يرزق الناس بعضهم من بعض، وتَلا قول الله جل وعلا: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِي لِلصَّلَاةِ مِن يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ ذَلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ} [الجمعة:9]. ¶ وقال الشافعي: -رحمه الله-: (احرص على ما ينفعك، ودع كلام الناس، فإنه لا سبيل إلى السلامة من ألسنة العامَّة). ¶ وقال أكثم بن صيفي: (من ضيَّع زاده اتكل على زاد غيره). ¶ وقال سفيان الثوري –رحمه الله-: (المال سلاح المؤمن في هذا الزمان). ¶ وقال خالد بن صفوان لابنه: (يا بني أوصيك باثنتين لن تزال بخير ما تمسكت بهما: درهمك لمعاشك، ودينك لمعادك). ¶ وقال الشاعر:",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "دعني أصُنْ (¬1) حُرَّ وجهي عن رذالتِه ... وإن تغرَّبتًُ عن أهلي و عن ولدي ¶ وقالت الحكماء: (لا خير فيمن لا يجمع المال يصونُ به عرضَه، ويحمي به مروءتَه، ويصل به رحِمَه). ¶ *وإذا ابتليتم بالملوك، فخالطوهم، وناصحوهم على حسب قُدرتكم، ولا تخونوهم، فإن عليكم ما حُمِّلتم وعليهم ما حُمِّلوا: ¶ قال النبي - صلى الله عليه وسلم -: \"يُستأمر عليكم أمراءُ ترَون منهم وتنكرون، فمن أنكر فقد سلم، ومن كره فقد برئ، ولكن من رضى وتابع، فأولئك هم الهالكون\". ¶ *ولا تُذِلُّوا أنفسَكم، وتُهِينوها بالطمع: ¶ قال بعض العلماء: ¶ أرى الناس من داناهم هان عندهم ... ومن أكرمته عزة النفس أُكرما ¶ ولو أن أهل العلم صانوه صانهم ... ولو عظَّموه في النفوس لعُظِّما ¶ ولكن أهانوه فهان ودنسوا ... محياه بالأطماع حتى تجهما ¶ ج ¶ قال - صلى الله عليه وسلم -: \"ما ذئبان جائعان أرسلا في زريبة غنم بأفسدَ لهما من حب المرء للمال والشرف لدينه\". ¶ *وإن حصل منهم رَزقٌ، بغير خيانة لهم في أعمالهم، ولا ظُلم لأحد، فلا بأس به: ¶ وعن ابن عمر رضي الله عنهما قال: كان النبي - صلى الله عليه وسلم - يعطي عمر العطاء، فيقول: أعطه أفقر مني، فقال النبي - صلى الله عليه وسلم -: \"خذه فتموله، أو تصدق به، وما أتاك من هذا المال وأنت غير مشرف ولا سائل فخذه، وما لا، فلا تتبعه نفسك\". ¶ ¬__________ ¶ (¬1) في المخطوط \"أصون\"، و التصويب حسب القواعد النحوية، لكون الفعل مجزوماً لوقوعه جوابا ً للطلب من قوله: \"دعني \".",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "*وإن كان المال حراماً، فلا يجوز أخذُه ولا أكلُه: ¶ قال النبي - صلى الله عليه وسلم -: \"إن الله تعالى طيب لا يقبل إلاَّ طيباً، وإن الله أمر المؤمنين بما أمر به المرسلين، فقال تعالى: {يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحاً} ... [المؤمنون: 51]. ¶ وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُواْ كُلُواْ مِن طَيِّبَاتِ مَا رَزَقْنَاكُمْ} [البقرة: 172]. ¶ ثم ذكر الرجل يطيل السفر، أشعث أغبر، يمد يديه إلى السماء: يا ربّ يا ربّ، ومطعمه حرام، ومشربه حرام، وملبسه حرام، وغُذي بالحرام، فأنى يستجاب له\". ¶ وفي بعض الأحاديث: \"إنَّ الرجل إذا كان عليه ثوب، وفي ثمنه درهم حرام لم تُقبل صلاته\". ¶ وقال - صلى الله عليه وسلم -: \"من استعملناه منكم على عمل، فكتمنا مخيطاً فما فوقه كان غلولاً يأتي به يوم القيامة\". ¶ وقال - صلى الله عليه وسلم -: \"خير الكسب كسب العامل إذا نصح\". ¶ وقال - صلى الله عليه وسلم -: \"من استعملناه منكم على عمل فرَزَقناه رَزقاً، فما أخَذ بعد ذلك فهو غلول\". ¶ وقال - صلى الله عليه وسلم -: \"من استعملناه منكم على عمل، فليجئ بقليله وكثيره، فما أُوتي منه أخذ، وما نهى عنه انتهى\". ¶ وقال - صلى الله عليه وسلم -: \"لا يدخلُُ صاحبُ مَكْسٍ الجنة\". قال يزيد بن هارون: يعني العَشَّار. ¶ وقد قال - صلى الله عليه وسلم -: \"الحلال بيِّن، والحرام بيِّن، وبينهما مشتبهات لا يعلمهن كثير من الناس، فمن اتقى الشبهات فقد استبرأ لدينه وعرضه\". ¶ وقال - صلى الله عليه وسلم -: \"دعْ ما يُريبُك إلى ما لا يُريبُك\"، وقال بعض العلماء: (لا يبلغُ العبد أن يكون من المتقين حتى يدعَ ما لا بأس به حذراً مما به بأس). ¶ *وإن غلبتك نفسك واختارت مجالسة الملوك ومصاحبتهم، فاعلم أن لهم حقّاً، ولربك حقّاً، ولنفسك حقّاً، فأعطِ كل ذي حقًّ حقَّه. ¶ قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُواْ أَطِيعُواْ اللّهَ وَأَطِيعُواْ الرَّسُولَ وَأُوْلِي الأَمْرِ مِنكُمْ} [النساء: 59]. ¶ وقال - صلى الله عليه وسلم -: \"من أطاع الأمير فقد أطاعني، ومن أطاعني فقد أطاع الله، ومن عصى الأمير فقد عصاني، ومن عصاني فقد عصى الله\".",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "قالت الحكماء: (إمام عادل خير من مطر وابل، وإمام غشوم خير من فتنة تدوم، ولما يَزَع الله بالسلطان أكثر مما يزَع بالقرآن). ¶ وقال عبدالله بن عمر: (إذا كان الإمام عادلاً فله الأجر وعليك الشكر، وإذا كان الإمام جائراً فله الوزر وعليك الصبر). ¶ قال ابن عباس رضي الله عنهما: (قال لي أبي: أرى هذا الرجل –يعني عمر بن الخطاب رضي الله عنه- يستفهمُك، ويقدمك على الأكابر من أصحاب محمد - صلى الله عليه وسلم -، وإني موصيك بخلال أربع: لا تُفشِينَّ له سرّاً، ولا يجربنَّ، عليك كذباً، ولا تطو عنه نصيحة، ولا تغتابنَّ عنده أحداً). ¶ وقال خالد بن صفوان: (من صحِبَ السلطان بالصحة والنصيحة كان أكثر عدواً ممن صحبه بالغش والخيانة). ¶ وقال ابن المقفع: (ينبغي لمن خدم السلطان أن لا يغترَّ به إذا رضي منه، ولا يتغيَّرْ له إذا سخط، ولا يستثقلْ ما حَمَّلَه، ولا يُلْحِفْ في مسألته). ¶ وقال أيضاً: (لا تكن صحبتك للسلطان إلاَّ بعد رياضة منك لنفسك على طاعتهم، فإن كنت حافظاً إذا ولَّوك، حَذِراً إذا قرِّبوك، أميناً إذا ائتمنوك، ذليلاً إذا صرموك، راضياً إن أسخطوك، تُعلِّمُهم وكأنك متعلم منهم، وتؤدبهم وكأنك متأدب بهم، وتشكرهم ولا تكلفهم الشكر، وإلاَّ فالبُعد منهم كل البعد، والحذر كل الحذر). ¶ وقال: (وإذا نزلت من السلطان بمنزلة الثقة، فلا تلزم الدعاء له في كل كلمة: وقيل: إنما السلطان سوق، فما نفق عنده حمل إليه). ¶ وقالوا: (ينبغي لمن صحب السلطان أن لا يكتم عنه نصيحة وإن استثقلها، وليكن كلامه له كلام رَتْقِ، لا كلام خَرْق، حتى يخبره بعيبه من غير أن يواجهه بذلك، ولكن يضرب له الأمثال، ويخبره بعيب غيره ليعرف عيب نفسه). ¶ *وأعلم أن العافية والبعد من المناصب والملوك خير ذلك وأسلم في دنياك وآخرتك، فمن أراد راحة نفسه، وسلامة دينه فلا يكن أميراً ولا قاضياً، ولا يتعرف بالملوك، ومن جَرَّب مثل تجربتي، عرف مثل معرفتي.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ورُوِي عن النبي - صلى الله عليه وسلم - أنه قال للمقدام: \"أفلحت يا قُدَيْم إن مِتَّ ولم تكن أميراً، ولا كاتباً، ولا عَرِيفاً\". ¶ وروي عنه - صلى الله عليه وسلم - أنه قال: \"ليأتِيَنَّ عليكم أمراءُ يقرِّبون شرار الناس، ويؤخِّرون الصلاة عن مواقيتها، فمن أدرك ذلك منكم، فلا يكونن عريفاً، ولا شرطيّاً، ولا جابياً، ولا خازناً\". ¶ وإذا كان السلطان صالحاً، و وزراؤه وزراء سوء، امتنَع خيرُه من الناس، ولم يستطعْ أحد أن ينتفع منه بمنفعة، وشبَّهوا ذلك بالماء الصافي، يكون فيه التمساح، فلا يستطيع أحد أن يدخل فيه، وإن كان محتاجاً إليه. ¶ وقال - صلى الله عليه وسلم -: \"سبعة يظلهم الله في ظله يوم لا ظل إلاَّ ظله: إمام عادل، وشاب نشأ في عبادة الله تعالى، ورجل قلبه معلق بالمساجد، ورجلان تحابا في الله اجتمعا على ذلك، وافترقا عليه، ورجل دعته امرأة ذات منصب وجمال، فقال: إني أخاف الله، ورجل تصدَّق بصدقة، فأخفاها حتى لا تعلم شماله ما أ نفقت يمينه، ورجل ذكر الله خالياً ففاضت عيناه\". ¶ وقال - صلى الله عليه وسلم -: \"من سن في الإسلام سنة حسنة كان له أ جرها، وأجر من عمل بها من بعده، من غير أن ينقص من أجورهم شيء، ومن سن في الإسلام سنة سيئة، كان عليه وزرها ووزر من عمل من بعده، من غير أن ينقص من أوزارهم شيء\". ¶ وقال - صلى الله عليه وسلم -: \"إذا أراد الله بالأمير خيراً جعل له وزير صدق، إن نسي ذكَّره، وإن ذكر أعانه، وإذا أراد به غير ذلك جعل له وزير سوء، إن نسي لم يذكره، وإن ذكر لم يُعِنْه\". ¶ وقال - صلى الله عليه وسلم -: \"إن المقسطين عند الله على منابر من نور الذين يعدلون في حكمهم، وأهليهم، وما وُلَّوا\".",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "فصل ¶ [في أنَّ القرآن هو أصل العلوم وينبوع الحِكَمِ، و أنَّه ينبغي ¶ لطالب العلم تعاهُدُ حفظِه والمداومةُ على تلاوتِه و العمل به] ¶ ولنرجع إلى المقصود من الوصية، فقد قال النبي - صلى الله عليه وسلم -: \"الدنيا ملعونةٌ، ملعونٌ ما فيها، إلاَّ ذكر الله وما والاه، أو عالماً أو متعلِّماً\". ¶ *اعلم: أنَّ أصل العلوم وينبوع الحِكَمِ هو كلام الله تعالى. ¶ وفي الحديث عن علي رضي الله عنه قال: قال رسول - صلى الله عليه وسلم -: \"إنها ستكون فتن، فقلنا: ما المخرج منها يا رسول الله؟ قال: كتاب الله تعالى، فيه نبأ ما قبلكم، وخبر ما بعدكم، و حُكمُ ما بينكم، هو الفصل ليس بالهزل، من تركه من جبَّار قصمَهُ الله، ومن ابتغى الهدى من غيره أضلَّه الله، هو حبل الله المتين، وهو الذكر الحكيم، وهو الصراط المستقيم، هو الذي لا تزيغ به الأهواء، ولا تلتبس به الألسن، ولا تشبع منه العلماء، ولا يَخْلَقُ عن كثرةِ الردِّ، ولا تنقضي عجائبُه، هو الذي لم تنتهِ الجنُّ إذْ سمعتْه حتى قالوا: {إِنَّا سَمِعْنَا قُرْآناً عَجَباً * يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِ} [الجن: 2،1]. من قالَ به صدق، ومن عمل به أُجِر، ومن حكَم به عدل، من دعا إليه هُدِي إلى صراط مستقيم\". ¶ وقال - صلى الله عليه وسلم -: \"اقرؤوا القرآن فإنه يأتي يوم القيامة شفيعاً لأصحابه\". ¶ وقال - صلى الله عليه وسلم -: \"يؤتى يوم القيامة بالقرآن وأهله الذين كانوا يعملون به في الدنيا تقدمه سورة البقرة وآل عمران تحاجّان عن صاحبهما\". ¶ وقال - صلى الله عليه وسلم -: \"خيركم من تعلم القرآن وعلّمه\". ¶ وقال - صلى الله عليه وسلم -: \"الذي يقرأ القرآن وهو ماهر به مع السفرة الكرام البررة، والذي يقرأ القرآن ويتتعتع فيه، وهو عليه شاق له أجران\". ¶ وقال - صلى الله عليه وسلم -: \"مثل المؤمن الذي يقرأ القرآن، مثل الأترجة، ريحها طيب وطعمها طيب، ومثل المؤمن الذي لا يقرأ القرآن، كمثل التمرة لا ريح لها وطعمها حلو، ومثل المنافق الذي يقرأ القرآن، كمثل الريحانة، ريحها طيب وطعمها مرّ، ومثل المنافق الذي لا يقرأ القرآن، كمثل الحنظلة ليس لها ريح، وطعمها مُرّ\".",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وقال - صلى الله عليه وسلم -: \"إن الله يرفع بهذا الكتاب أقواماً. ويضع به آخرين\". ¶ وقال - صلى الله عليه وسلم -: \"لا حسد إلاًّ في اثنتين: رجل آتاه الله القرآن، فهو يقوم به أناء الليل وأناء النهار، ورجل آتاه الله مالاً فهو ينفقه أناء الليل وأناء النهار\". ¶ وقال - صلى الله عليه وسلم -: \"من قرأ حرفاً من كتاب الله فله حسنة، والحسنة بعشر أمثالها، لا أقول (ألم) حرف ولكن ألف حرف، ولام حرف، وميم حرف\". ¶ وقال - صلى الله عليه وسلم -: \"إن الذي ليس في جوفه شيء من القرآن كالبيت الخرِب\". ¶ وقال - صلى الله عليه وسلم -: \"يُقال لصاحب القرآن اقرأ وارتق ورتل كما كنت ترتل في الدنيا، فإن منزلتك عند آخر آية تقرأها\". ¶ وقال - صلى الله عليه وسلم -: \"تعاهدوا هذا القرآن، فوالذي نفس محمد بيده لهو أشد تفلتاً من الإبل في عقلها\". ¶ وقال - صلى الله عليه وسلم -: \"ما أذن الله لشيء ما أذن لنبي حسن الصوت يتغنى بالقرآن يجهر به\". ¶ وقال - صلى الله عليه وسلم -: \"من لم يتغن بالقرآن، فليس منا\". معنى يتغنى: يُحَسِّن صوته بالقرآن. ¶ وعن ابن مسعود - رضي الله عنه - قال: قال النبي - صلى الله عليه وسلم -: \"اقرأ عليِّ القرآن. فقلت: يا رسول الله، أقرأ عليك، وعليك أُنزل؟ قال: إني أحب أن أسمعه من غيري. فقرأت عليه سورة النساء حتى أتيت هذه الآية: {فَكَيْفَ إِذَا جِئْنَا مِن كُلِّ أمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلاء شَهِيداً} [النساء: 41]. قال: حسبك الآن. فالتفت إليه فإذا عيناه تذرفان\". ¶ وقال - صلى الله عليه وسلم -: \"وما اجتمع قوم في بيت من بيوت الله يتلون كتاب الله، ويتدارسونه بينهم، إلاَّ نزلت عليهم السكينة، وغشيتهم الرحمة، وحفتهم الملائكة، وذكرهم الله فيمن عنده\". ¶ قال الله تبارك وتعالى: {إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ وَأَقَامُوا الصَّلَاةَ وَأَنفَقُوا مِمَّا رَزَقْنَاهُمْ سِرّاً وَعَلَانِيَةً يَرْجُونَ تِجَارَةً لَّن تَبُورَ * لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُم مِّن فَضْلِهِ إِنَّهُ غَفُورٌ شَكُورٌ} [فاطر: 30،29]. ¶ قال بعض العارفين:",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "منع القرآن بوعده ووعيده ... مُقَل العيون بليلها لا تهجَعُ ¶ فهموا عن الملك العظيم كلامه ... فهماً تَذِلُّ له الرقابُ وتخضَعُ ¶ قال تعالى: {أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا} ... [محمد: 24]. ¶ {أُوْلَئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ وَاتَّبَعُوا أَهْوَاءهُمْ} [محمد: 16]. ¶ *ومن ترك الذنوب، وكان مطعمه حلالاً، فتح الله عليه فهمه، ويسَّر له أًمره، وأذل أعداءه، ورزقه من حيث لا يحتسب. ¶ قال - صلى الله عليه وسلم -: \"قد أفلح من أسلم، ورزق كفافاً، وقنَّعة الله بما آتاه\". ¶ وقال بعض العارفين: ¶ لقرص شعير ثافل غير مالح ... بغير إدام والذي يسمع النجوى ¶ مع العزَّ بيتي وطاعة خالقي ... ألذُّ على قلبي من المنِّ والسلوى ¶ وقال عبدالله بن المبارك: ¶ رأيت الذنوب تميت القلوب ... وقد يورث الذل إدمانها ¶ وترك الذنوب حياة القلوب ... وخير لنفسك عصيانها ¶ وهل أفسد الدين إلاَّ الملوك ... وأحبارُ سوء ورهبانها ¶ وقال آخر: ... ¶ شكوت إلى وكيع سوء حفظي ... فأرشدني إلى ترك المعاصي ¶ وقال اعلم بأن العلم نور ... ونورُ الله لا يؤتاه عاصي ¶ فصل",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "[في أنْجَحِ الوسائلِ لطلَبِ العلمِ النافع] ¶ وطريق العلم لمن وفقه الله تعالى يسيرة على من يسَّرها الله عليه: ¶ ـ فأوَّلُ ذلك: تَخيَّره معلماً، أديباً، كاتباً، تقيّا. ¶ ـ ويحفظ حروف الهجاء، من الألف إلى الياء، ويردِّدُها حفظاً بجمع أنواعها، لتسهُلَ عليه قراءة القرآن. ¶ ـ ثم يبتدِئُ في القرآن ويكتُبه، أو يُكتَبُ له في لوح، ليكونَ ذلك أجمع لذهنه، وأقوَى لحفظه، ويجتهد في صغره وفراغه، فالقراءة في الصغر كالنقش في الحجر، وفي الحديث: \"تعَلَّموا قبل أن تَسُودوا\". ¶ ـ فإذا ختمَ القرآن ردَّده في المصحف، وضبط حروفه عن اللحن، ودرسه على قارئ معروف بالحفظ، وهو مع ذلك يشهدُ الجُمع والجماعات ومجالسِ الذكر، ويحافِظ على لزوم الأدب والعفاف والصلة. ¶ ـ ثم يبتدئ بحفظ القرآن في صدره، ويجعل له كل يوم حزباً يحفظه على حسَبِ قُدرته، فإذا حفِظَهُ درَسَهُ حتى يتقنَه، ثم يبتدئ في الحزب الآخر كذلك، ولا يترك الأول عن الدرس، فإن صاحب القرآن كصاحب الإبل في عقلها، إن تعاهدها أمسكها، وإن تركتها ذهبت، وينظر في التفسير. ¶ * ثُمَّ يجلس على مشايخ العلم:",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "1ـ فيبتدئ بـ \"الأربعين النووية\" في الأحاديث النبوية، للإمام محيي الدين، أبي زكريا يحيى بن شرف النووي –رحمه الله تعالى-، ويحفظها، ويدرسها، فإنها نافعة جدّاً، ثم يقرأ في \"ثلاثة الأصول\". ¶ 2ـ و كتاب \"التوحيد\" للإمام المجدد شيخ الإسلام: محمد بن عبدالوهاب –رحمه الله تعالى-، ويحفظها، ويحفظ ما استطاع من سائر مختصراته، مثل: \"أصول الإيمان\"، و \"فضل الإسلام\"، وكتاب \"الكبائر\"، و \"ونصيحة المسلمين\"، و \"كشف الشبهات\"، و غيرها من مؤلفاته النافعة. ¶ 3ـ ويحفظ \"العقيدة الواسطية\" لشيخ الإسلام ابن تيمية –رحمه الله تعالى-، فإنه كتاب جامع لأصول الدين. ¶ ويقرأ: \"رياض الصالحين\"، ويحفظ آخِرَه من كتاب الفضائل إلى آخره، فإنه جامع للمأمورات والمنهيات، ومؤدِّبٌ لقاريه، ومرغِّبٌ له في الطاعات. ¶ 4ـ ويحفظ \"عمدة الأحكام\" للحافظ عبدالغني بن عبدالواحد بن علي بن سرور المقدسي –رحمه الله تعالى- وهو كتاب نافع، وقراءته تحببك إلى رسول الله - صلى الله عليه وسلم -، وهو خمسمائة حديث، كلها صحيحة، لا يغتني طالب العلم عن حفظه. ¶ 5ـ ـ وإن أراد الاطلاع على أدلة المذاهب في الأحكام، والراجح والمرجوح من الأقوال ـ فلْيَحفَظْ \"بلوغ المرام\"، فإنه كما قال مصنفه:\"حررتُه تحريراً بالغاً، ليصير من يحفظه من بين أقرانه نابغاً\"، وهو للحافظ الكبير: أحمد بن علي بن حجر العسقلاني –رحمه الله تعالى-. (¬1) ¶ ¬__________ ¶ (¬1) يُلاحظ أنَّ المصنَّف رحِمه الله تعالى رتَّب هذه المتون العلميَّة ـ خلال وصيَّته ـ حسَبَ الترتيب الذي اعتمده في الموسوعة ـ وإن تخلَّلها غيرها ـ، ليوصي بعد ذلك طالبَ العلم بحفظها.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ـ ويقرأ في النحو، ولا يتوغَّلُ فيه فيشغله عن ما هو أهم منه فيحفظ \"الآجرومية\"، و \"المُلحة\"، وغيرهما. ¶ ـ ويقرأ \"الرحبيَّة\" في المواريث، ويحفظها. ¶ ـ ويحفظ متناً في أصول الفقه. ¶ ـ ومختصراً من كُتبِ المذهب. ¶ فالحفظ للأصول رأس العلم ... والبحث في الشروح باب الفهم ¶ *ولا ينازِعْ شيخَه، ولا يتتبعْ زلاَّتِه، ولا يكشفْ عن عوراته. ¶ فمن نازعَ شيخَه حُرِم العلم، وليكُنْ بحثه معه بأدب واستصغار، ولا تحملْك محبة شيخك وتعظيمه على تصويبه في خطئه، واعتقاد الكمال فيه، فكل بني آدم خطاء، فيكون اعتقادك فيه حسناً، وإذا رأيت منه ما يريبك فلا يردُّك ذلك عن الأخذ من علمه، فالكمال لله تعالى. ¶ قال الشاعر: ¶ ومن ذا الذي ترضى سجاياه كلها ... كفى بالمرء نبلاً أن تعد معائبه ¶ وقال آخر: ¶ إن المعلِّم والطبيب كليهما ... لا يَنصحان إذا هما لم يُكرَما ¶ فاصبر لدائك أن جفوت طبيبه ... واصبر لجهلك إن جفوت معلِّما ¶ ـ ثُمَّ يقرأ في الكتب المطولات، فيبتدئ \"بصحيح البخاري\" فما بعد كتاب الله تعالى شيء أصح منه، وإن علت همتك، ورمت حفظه محذوف السند والتكرار، فاحفظ \"التجريد\" للزبيدي.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ـ ثم يقرأ في صحيح مسلم، والسنن الأربع، وموطأ الإمام مالك، ومسند الإمام أحمد، ومنتقى الأخبار، وغيرها من كتب أهل الحديث –رحمهم الله تعالى-. ¶ ـ ويقرأ في \"مشكاة المصابيح\" في مجامع الناس ومجالسهم، فإنه كتاب جامع لأصول الأحاديث المتفرقة في غيره. ¶ ـ ويقرأ في \"الترغيب والترهيب\"، و \"رياض الصالحين\"، وإن استطاع حفظه كله فما أحسن ذلك، وقد ذكرنا أنه ينبغي لطالب العلم حفظ آخره. ¶ فإذا فعل ذلك فقد بلغ في العلم، وأخَذ من كلِّ فَنٍّ أصلاً، ومن ترَك الأصولَ حُرِم الوصولُ، وما لا يُدرَك كُلُّه لا يُترَك كُلُّه. ¶ ـ وعليك بالنظر في كتب شيخ الإسلام ابن تيمية وكتبِ تلميذه ابن القيم، مثل \"زاد المعاد\" و \"إغاثة اللهفان\"، وسائر كتبه النافعة. ¶ فصل ¶ ـ ثم يطالع في كُتب الخِلاف، وينظر في الشروح، فإذا ترجَّحَ له قولٌ قد قال به أحدٌ من الأئمة قبله، فليأخذْ به، ولوكان مخالفاً للمذهب، فقد قال الشافعي –رحمه الله تعالى-: (إذا",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "صح الحديث عن رسول الله - صلى الله عليه وسلم - فهو مذهبي)، وقال غيُره من الأئمة: (كلنا يؤخذ من قوله ويترك إلاَّ رسول الله - صلى الله عليه وسلم -)، وقال بعض العلماء: ¶ فمقتدياً كن في الهدى لا مقلداً ... وخلِّ أخا التقليد في الأسر بالقيد ¶ ومثال ذلك: إذا قال الجامدُ على المذهب من الشافعية: مذهب الشافعي نجاسة كل بول، سواء كان آدمياً، أو غيره. فقال المُنْصِفُ منهم: قد صلى النبي - صلى الله عليه وسلم - في مرابض الغنم وأمر العرنيين أن يحلقوا بالإبل، ويشربوا من أبوالها، وألبانها، فدل ذلك على طهارة بولها، وأما قول النبي - صلى الله عليه وسلم -: (استنزهوا من البول فإن عامة عذاب القبر منه\". فإنما أراد به بول الناس. ¶ المثال الثاني: إذا قال الجامد من الحنابلة: مذهب أحمد صيام يوم الثلاثين من شعبان، إذا حال دون الهلال قتر أو غيم. قال المنُصْفِ: قد قال النبي - صلى الله عليه وسلم -: \"صوموا لرؤيته، وأفطروا لرؤيته، فإن غمّ عليكم فأكملوا عدة شعبان ثلاثين يوماً\". ¶ المثال الثالث: قال الجامدُ من المالكية: يجوز أكل كل ذي مخلب من الطير، وقال: هذا مذهب مالك. قال المُنْصِف: قد حرَّم النبي - صلى الله عليه وسلم - أكل كل ذي ناب من السباع، وكل ذي مِخْلب من الطير، ونهى عن لحوم الحمر الأهلية عام خيبر، وأذِنَ في لحوم الخيل، ... وأما قول الله تعالى: {قُل لاَّ أَجِدُ فِي مَا أُوْحِيَ إِلَيَّ مُحَرَّماً عَلَى طَاعِمٍ يَطْعَمُهُ إِلاَّ أَن يَكُونَ مَيْتَةً أَوْ دَماً مَّسْفُوحاً أَوْ لَحْمَ خِنزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقاً أُهِلَّ لِغَيْرِ اللّهِ بِهِ} [الأنعام: 145]، فهذه الآية مكيََّةٌ، وتحريمُ النبي - صلى الله عليه وسلم - لتلك الأشياء كان بالمدينة. ¶ المثال الرابع: قال الجامد من الحنفية: مذهب أبي حنيفة جواز تحليل المرأة المطلقة ثلاثاً، بأن يتزوجها آخر، ثم يطلقها ولو تواطؤوا على ذلك قبل العقد. قال المُنْصِف: قد قال النبي - صلى الله عليه وسلم -: \"لعن الله المحلِّلُ والمحلل له\". ¶ إذا فهمت ذلك: عَرفْتَ أن المُنْصِفَ أولى بالدليل، وأولى بالأئمة والمذهب من الجامد، فإنه قد عمل بالدليل، ووافق الأئمة الثلاثة، واتبع إمامة في الأخذ بالسنَّة، ولا يخرجه ذلك عن المذهب، فإن الحق ضالَّة المؤمن، وإذا اجتهد وأصاب فله أجران، وإن أخطأ فله أجر. ¶ قال ابن جماعة: (وإذا تعددت الدروس قَدِّم التفسير للقرآن، ثم الحديث، ثم أصول الدين، ثم أصول الفقه، ثم المذهب والخلاف، والنحو، والجدل).",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وإذا أراد الله بعبدٍ خيراً فتح له باب العلم، وأغلق عنه باب الجدل، وإذا أراد الله به شرّاً فتح له باب الجدل، وأغلق عنه باب العلم، وفي الحديث: \"من جاءه الموت، وهو يطلب العلم، ليحيى به الإسلام، فبينه وبين النبيين درجة واحدة في الجنة\". ¶ وفي الدعاء المأثور: \"اللَّهم أصلح لي ديني الذي هو عصمة أمري، وأصلح لي دنياي التي فيها معاشي، وأصلح لي آخرتي التي إليها معادي، واجعل الحياة زيادة لي من كل خير، واجعل الموت راحة لي من كل شر\". ¶ وفي الحديث الآخر: \"اللَّهم انفعني بما علمتني، وعلمني ما ينفعني، وارزقني علماً ينفعني، وزدني علماً، الحمد لله على كل حال وأعوذ بالله من حال أهل النار\". ¶ وقال - صلى الله عليه وسلم -: \"من لازم الاستغفار، جعل الله له من كل هم فرجاً، ومن كل ضيق مخرجاً، ورزقه من حيث لا يحتسب\". ¶ وقال - صلى الله عليه وسلم -: \"لا يزال لسانك رطباً من ذكر الله\". ¶ وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللَّهَ ذِكْراً كَثِيراً * وَسَبِّحُوهُ بُكْرَةً وَأَصِيلاً} [الأحزاب: 42،41]. ¶ وقال تعالى: {إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيماً} [الأحزاب: 56]. (¬1) ¶ ¬__________ ¶ (¬1) كُتِب َ في آخر المخطوط ما نصُّه: ¶ وقع الفراغ منها في شهر جمادى الأولى سنة 1354هـ ¶ و إذا خلَوتَ بريبة في ظلمة ... و النفسُ داعيةٌ إلى الطغيان ¶ فاستحيِ من نظر الإله و قُل لها ... إن الذي خلق الظلام يراني",
            "page": "18",
            "part": "1"
        }
    ],
    "t35012": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "وصية نافعة"
        }
    ]
}