{
    "b35015": [
        {
            "id": "1",
            "nass": "أهوال القبور ¶ إن الحمد لله نحمده ونستعينه ونستغفره ، ونعوذ بالله من شرور أنفسنا ، ومن سيئات أعمالنا ، من يهده الله فلا مضل له ، ومن يضلل فلا هادي له وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله. ¶ اللهم صل على محمد وعلى آل محمد ، كما صليت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد ، اللهم بارك على محمد وعلى آل محمد ، كما باركت على آل إبراهيم إنك حميد مجيد . ¶ ـ أما بعد ـ ¶ إخوتاه .. ¶ قال الله تعالى : \" كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ وَنَبْلُوكُم بِالشَّرِّ وَالْخَيْرِ فِتْنَةً وَإِلَيْنَا تُرْجَعُونَ\" [ الأنبياء/35] . ¶ ستموتون والله ، ذلك الحق الذي لا مرية فيه ، وخبر الصدق الذي لا يتسرب إليه الشك ، ولعله ليس بالخبر المفاجئ لكم ، إنها رسالة ربانية تعرفونها من دنياكم الفانية، ولا أريد أن أفجعكم ، ولكنها الحقيقة الراسخة رغم أنف كل معارض . ¶ ولم أرَ مثلَ الموتِ حقاً كأنه إِذا ما تخطته الأماني باطل ¶ ستموتون والله ¶ \" الموت \" …… إنه قادم لا محالة . ¶ \" الموت \" …… إنه آتٍ ولا مرد له . ¶ \" الموت \" … … إنه يأتي بغتة . ¶ \" الموت \" ……لا يطرق بابك . ¶ \" الموت \" لا يستأذنك . ¶ \" الموت \" دين على كل أحد . ¶ \" الموت \" ساعتك وساعة كل أحد . ¶ وكلُّ أناسٍ سَوْفَ تَدْخُلُ بَيْنَهُم دُوَيْهِيَةٌ تَصْفَرّ مِنْهَا الأنامل ¶ فيا أخا الموت .. مالك أتعبت نفسك في كسب الحطام الفاني ولن يبقى لك . ¶ يا أخا الموت .. سيسلبك الموت أثوابك ويمنعك مما تشتهي ، فمالك أفنيت بدنك من أجل متاع قليل . ¶ يا أخا الموت .. ¶ قال الله : \" قُل لَّن يَنفَعَكُمُ الْفِرَارُ إِن فَرَرْتُم مِّنَ الْمَوْتِ أَوِ الْقَتْلِ وَإِذًا لَّا تُمَتَّعُونَ إِلَّا قَلِيلًا \" [ الأحزاب/16] ¶ فهل لك من الموت من راق ، فمالك أتراك تفر منه أم أنه سيولى عنك ، أما رأيته لا يعرف صغيرا من كبير ، ولا غنيًا من فقير ، ولا قويًا من ضعيف ، ولا عزيزًا من ذليل .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "كم من عزيزٍ أذل الموتُ مصرعه كانت على رأسهِ الراياتُ تخفق ¶ يا أخا الموت .. ¶ قال الله : \" وَأَنفِقُوا مِن مَّا رَزَقْنَاكُم مِّن قَبْلِ أَن يَأْتِيَ أَحَدَكُمُ الْمَوْتُ فَيَقُولَ رَبِّ لَوْلَا أَخَّرْتَنِي إِلَى أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ وَأَكُن مِّنَ الصَّالِحِينَ وَلَن يُؤَخِّرَ اللَّهُ نَفْسًا إِذَا جَاء أَجَلُهَا وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُون \" [ المنافقون/10-11] . ¶ فلماذا أخلدت إلى الأرض ، هل علمت من نفسك أنك ستبقى فيها ، ألست ترى المشيع ينعي كل يوم من قريب أو صاحب ، فلماذا لم تعد لذلك اليوم عدته ؟ ¶ عَجَباً لامرئٍ يرى الأرضَ مثوا هُ وأقصى مناه كسبُ الثراءِ ¶ وكفى المرءَ منذراً بدنوِّ المو ت فقدُ الأترابِ والقُرناءِ ¶ يا أخا الموت .. ¶ الموت قدر الله ، وقدر الله حتم لازم ، فهل تستطيع أن ترده ؟ إنا نعلَّلُ بالدواءِ إِذا مَرِضْنا ، ولكن هل يشفي من الموتِ الدواءُ ؟ إنا نختارُ الطبيبَ إذا سقمنا ولكن هل طبيبٌ يؤخرُ ما يقرهُ القضاءُ ، يا أخا الموت أنفاسُنا حسابٌ ، و حركتُنا إِلى فناءِ . ¶ إِذا كان أمرُ اللّهِ أمراً يقدَّرُ فكيف يفرُّ المرءُ منه ويحذرُ؟ ¶ ومن ذا يردُّ الموتَ أو يدفع القضا وضربتُهُ محتومةٌ ليس تعثرُ ¶ يا أخا الموت ¶ قال الله تعالى : \" حَتَّى إِذَا جَاء أَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ ارْجِعُونِ لَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ كَلَّا إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا وَمِن وَرَائِهِم بَرْزَخٌ إِلَى يَوْمِ يُبْعَثُون \" [المؤمنون/99-100] . ¶ قف معي نتأمل هذا المشهد العظيم ، هذه اللحظة الرهيبة ، قف واسأل نفسك إلى أين … ؟ وحتى متى …؟ قل لها : أما رأيتِ من بغتهم الموت كانوا مثلك لا يعتقدون أن قد آن أوانه ، فما لبثوا أن جاءهم فبدا لهم ما لم يكونوا يحتسبون ، فتوبي قبل أن تقولي هل إلى مرد من سبيل فيقال : كلا ، قل لها :",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "يا نفسُ توبي فإِن الموتَ قد حانا واعصِ الهوى فالهوى مازال فَتَّانا ¶ في كل يوم لنا مَيْتٌ نشيعهُ ننسى بمصرعهِ آثارَ مَوْتانا ¶ يا نفسُ مالي وللأموالِ أكنزُها؟ خَلْفي وأخرجُ من دنيايَ عريانا ¶ ما بالُنا نتعامى عن مَصارِعنا؟ ننسى بغفلِتنا من ليس يَنْسانا ¶ قل لها : ¶ الموتُ ضيفٌ فاستعدَ لهُ قبلَ النزولِ بأفضلِ العددِ ¶ واعملْ لدارٍ أنتَ جاعلَها دارِ المقامةِ آخرَ الأمدِ ¶ يا نفسُ موردُكِ الصراطُ غداً فتأهبي من قبل أن تردي ¶ أخا الموت ¶ هذه الدنيا كل ذي نعمة مخلوسها ، وكل ذي أمل مكذوب ، وكل ذي مال موروثها وكل سلب مسلوب ، وكل ذي غيبة يؤوب لكن غائب الموت لا يؤوب . ¶ فما بالنا سكارى كأن الموتَ يأخذُ غيرنا فداءً لنا كيلا يَمُرَّ بنا حَتْف . ¶ أخا الموت ¶ تعال بنا نقلب صفحة من صفحات هذا الغيب المهيب ، تعال لنداوي قسوة قلوبنا ، بنا نؤمن ساعة قبل قيام الساعة ، بنا نجتاز العسرة قبل يوم الحسرة ، بنا نذكر الموت قبل الفوت . ¶ وقد حثنا رسول الله - صلى الله عليه وسلم - لذلك فعن أَبِي هُرَيْرَةَ قَالَ : قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : \" أَكْثِرُوا ذِكْرَ هَاذِمِ اللَّذَّاتِ ـ يَعْنِي الْمَوْت ـ \" (1). ¶ أنحن مؤمنون باليوم الآخر؟ ¶ أخي في الله ¶ تساءل معي أنحن مؤمنون حقا ؟ أمثلنا يؤمن بالله واليوم الآخر ؟ هل نعلم حقاً أن الموت آتينا لا محالة ثم نبعث من قبورنا إلى يوم الحساب ؟ ¶ أخي في الله ¶ المؤمنون تصدق أفعالهم أقوالهم ، فالإيمان ليس لعبة يتلهى بها صاحبها ثم يدعها ويمضي . ¶ قال الحسن البصري : ليس الإيمان بالتمني ولا بالتحلي ولكن ما وقر في القلوب وصدقته الأعمال . ¶ __________ ¶ (1) أخرجه الترمذي ( 2307) كتاب الزهد عن رسول الله ، باب ما جاء في ذكر الموت . وقال : حسن صحيح غريب . وصححه الشيخ الألباني ـ رحمه الله ـ في صحيح الترمذي (1877) .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "فالإيمان إنما هو تكيف في النفس ، وانطباع في القلب ، وعمل في الواقع ، ثم لا تملك النفس الرجوع عنه حتى تستقر حقيقته في الضمير. ¶ وقال الحسن أيضاً : هيهات هيهات أهلك الناس الأمانيُّ : قول بلا عمل ، ومعرفة بغير صبر ، وإيمان بلا يقين ، مالي أرى رجالاً ولا أرى عقولاً ، وأسمع حسيسا ولا أرى أنيساً ، دخل ـ والله ـ القوم ثم خرجوا ، وعرفوا ثم أنكروا ، وحرموا ثم استحلوا ، إنما دين أحدهم لعقة على لسانه ، إذا سئل : أمؤمن أنت بيوم الحساب ؟ قال : نعم . وكذب ومالك يوم الدين . ¶ إخوتاه ¶ هذه أخلاق المؤمنين : قوة في دين ، وإيماناً في يقين ، وعلماً في حلم ، وحلماً بعلم ، وكيساً في رفق ، وتجملاً في فاقة ، وقصداً في غنى ، وشفقة في نفقة ، ورحمة لمجهود وعطاء في الحقوق ، وإنصافاً في الاستقامة ، لا يحيف على من يبغض ، ولا يأثم في مساعدة من يحب ، لا يلمز ولا يغمز ، ولا يلغو ولا يلهو، ولا يلعب ولا يمشي بين الناس بالنميمة ، ولا يتبع ما ليس له ، ولا يجحد الحق الذي عليه . ¶ سبحان الله هذه أخلاق المؤمنين فأين هم ؟!! وهل أنت منهم ؟!! ¶ \" رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ \" [ التحريم /8 ] ¶ أخي في الله .. ¶ إنَّ الموت حقيقة لا يكابر فيها مكابر ، ولا يجادل فيها ذو عقل ؛ لأنَّ الموت مشاهد مكرور ، ولكن الناس غافلون أو متغافلون عنها ، ومع ذلك فكل حي سبيله الموت والرحيل من هذه الحياة ، تاركاً ما خوله الله خلف ظهره من أهل ومال ونعيم ، بل إن أهله الذين هم أهله هم الذين سيوارونه التراب بعد أن خمدت فيه الحياة. ¶ أحبتي في الله … ¶ إنَّ للعمر أيامه ، وللحياة نهايتها ، ولا ندري متى تنقضي أيام العمر ومتى تبلغ الحياة نهايتها ، ولكن كلنا يدري أن ذلك لن يطول.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "قال الله : \" وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَاء أَجَلُهُمْ لاَ يَسْتَأْخِرُونَ سَاعَةً وَلاَ يَسْتَقْدِمُون \" [الأعراف/34] فكيف بك إذا بلغت من الحياة النهاية ، وانتقلت منها إلى حياتك الأخرى ؟ أتراك ستنتقل من هذه الحياة إلى حياة أفضل منها أم إلى حياة أشقى وأتعس ؟!! ¶ أحبتي في الله …. ¶ نحن قوم مسافرون ، والطريق طويلة ، والعقبات كثر فتزود لآخرتك من دنياك ، ولا يلهينكم عن غايتكم فتات الطريق ، وبريق الشهوات وبهرج المال ، وحلاوة العيش فإن ذلك لن يدوم \" قُلْ مَتَاعُ الدَّنْيَا قَلِيلٌ وَالآخِرَةُ خَيْرٌ لِّمَنِ اتَّقَى وَلاَ تُظْلَمُونَ فَتِيلاً أَيْنَمَا تَكُونُواْ يُدْرِككُّمُ الْمَوْتُ وَلَوْ كُنتُمْ فِي بُرُوجٍ مُّشَيَّدَةٍ \" [ النساء/78 ] ¶ أخي في الله … ¶ دعنا نفسح للحق في نفوسنا سبيلاً ، دعنا نعرف حقيقة الحياة ، تالله إن الحياة التي تخلو من السير على المنهج الإلهي… إن الحياة التي لا تتصل بالحي الذي لا يموت …إن الحياة التي تنخلع من ظل شريعة الله …إنها لحياة تافهة شائهة ، عذابٌ .. يعيش صاحبها يقاسي في نفسه لوعه ، وفي روحه جوعه ؛ لأنه يعيش دون أن يشعر بوجوده الحق ، ودون أن يعرف سبيله فاعرف ربك تعرف نفسك، وتعرف سعادتك ، وتُهدى لغايتك ، ودون ذلك حياتك سراب يلمع في وهج الشمس في حر الهاجرة ، يخيل إليك أنه شئ يُغنى ويقني ، ولكنه لا شئ إنه سراب . ¶ \" وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظَّمْآنُ مَاء حَتَّى إِذَا جَاءهُ لَمْ يَجِدْهُ شَيْئًا وَوَجَدَ اللَّهَ عِندَهُ فَوَفَّاهُ حِسَابَهُ وَاللَّهُ سَرِيعُ الْحِسَابِ \" [ النور/39 ] ¶ أخي في الله …",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "لا ألفينك وقد انقضت حياتك وحان حينك ، وولت عنك الدنيا مدبرة ، ونظرت إلى ماضي أيامك فإذا بك تشاهد ماضياً أليماً ، وأياماً سوداء قاتمة قضيتها في عصيان رب العالمين ، وقد خدعك في الحياة مظهرها وزخرفها فغابت عنك حقيقتها وغايتها، فعند ذلك تقوم باكياً حين تبلغ الروح الحلقوم والناس إليك ينظرون : رب امهلون وإلى الدنيا ارجعون لعلي أعمل صالحاً فيما تركت ، فيقال لك : لا ، لقد انتهت الحياة ومضت فترة الاختبار . ¶ قال الله تعالى : \" قَالُوا رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ فَاعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَى خُرُوجٍ مِّن سَبِيلٍ \" [ غافر/11 ] ¶ وقال جل وعلا : \" وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِي كُنَّا نَعْمَلُ أَوَلَمْ نُعَمِّرْكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَاءكُمُ النَّذِيرُ فَذُوقُوا فَمَا لِلظَّالِمِينَ مِن نَّصِير\" [ فاطر/37 ] ¶ ثم ماذا .. ؟؟ ¶ لم يشغلِ الموتُ عنا مذ أُعِدَّ لنا ¶ وكلنا عنه باللذاتِ مشغولُ ¶ وليس من موضعٍ يأتيه ذو نَفَسٍ ¶ إِلا وللموتِ سَيْفٌ فيه مسلولُ ¶ ومن يمتْ فهو مقطوعٌ ومجتنبٌ ¶ والحي ما عاشَ مَغْشِيٌ ومَوْصولُ ¶ كُلْ ما بدا لكَ فالآكالُ فانية ¶ وكُلُّ ذي أُكُلٍ لابُدَّ مأكولُ ¶ ثم ماذا .. ؟؟ ¶ هذا أخطر ما يكون .. ثم ماذا ؟؟ وهنا تفترق الطرق بين أهل الإيمان وبين أهل الكفر والعصيان ، أثمَّ حياة أخرى أم لا ؟ أثم نعيم وعذاب في القبر أم لا ؟ أهناك بعث ونشور وحساب وجزاء يوم تقوم الأشهاد أم لا ؟ أجنة هي موعود المؤمنين ونار هي جزاء الكافرين أم لا ؟",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "فأهل الإيمان يؤمنون بأن هذه الحياة إلى زوال ثم ينتقل الإنسان إلى الحياة الأخرى السرمدية ، فالدنيا دار ابتلاء والآخرة دار الجزاء ، ويؤمنون بأن في القبر نعيما وعذابا ، ثم يبعث الله الناس من قبورهم يوم القيامة ذلك اليوم العظيم يوم يقوم الناس لرب العالمين فيوفيهم حسابهم فيدخل الجنة المؤمنين برحمته ويوفيهم أجورهم والله ذو الفضل العظيم ، ويدخل النار الكافرين بعدله وبئس مثوى الكافرين . ¶ أيها الأخوة … ¶ خرجت الروح ، ووضع الجسد في التراب حيث القبر أول منازل الآخرة ، وأول مراحل البداية لحياة أخرى ، غيب يا لهوله !!! ¶ ومن مقتضيات الإيمان أن نتفكر في هذا الأمر ، وإلا فليتهم كل منا نفسه فالتفكر أول طريق الاستعداد فجديرٌ بمَنْ الموت مصرعه ، والتراب مضجعه ، والدود أنيسه ، ومنكر ونكير جليسه ، والقبر مقره ، وبطن الأرض مستقره ، والقيامة موعده ، والجنة أو النار مورده ، ألا يكون له فكر إلا في الموت ، لا ذكر إلا له ، ولا استعداد إلا لأجله ، ولا تدبير إلا فيه ، ولا تطلع إلا إليه ، ولا اهتمام إلا به ، ولا انتظار وتربص إلا له. ¶ وحقيق بمن أراد الفوز والنجاة أن يعد نفسه في الموتى ، ويراها في أصحاب القبور ، ولكن قست القلوب فأعرضت عن ذكر هذا الخطر العظيم ، ومن يذكره يذكره بقلب فارغ ، بل بقلب مشغول بشهوة الدنيا فازدادت القلوب قسوة على قسوة . ¶ فلماذا هذا الصدود والإعراض عن سبيل الله جل وعلا ؟ ¶ لماذا إخوتاه قست قلوبنا فلم تعد تنجع فيها المواعظ المتتالية والدعوات المستمرة ، مع كل هذه الوسائل المختلفة في دعوة الناس لدينهم لماذا يحيدون ولا يلتزمون بشريعة ربهم ؟ ¶ أهي الدنيا قد اجتالت الناس عن دينهم فعبدوها من دون الله ؟ فلا همَّ ولا شغل للإنسان إلا شهواته وقد علم أنَّ نعيم الدنيا منغص لأنها ليست بدار الخلود ، إذ السلامة فيها ترك ما فيها .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "أهي الحرب الضروس التي تشن على الإسلام في كل مكان وبكل صورة ، سواء الحرب العسكرية أو الثقافية فيما يعرف بالغزو الثقافي ، ذلك المخطط الخبيث لمحو هويتنا الإسلامية ، فانصاع الناس وراء هؤلاء ، ومُكِر بهم ، فدب فيهم الوهن والعجز وهزموا نفسياً ، فلم يروا لدينهم علوا ولا مكانة بل انبهروا بمغريات المدنية الغربية ، وانجرفوا لتيار حياتهم المادية التي لا روح فيها فابتعدوا عن دينهم ، فعدت اليوم حين تخاطب المسلمين الذين هم من جلدتك وربما يتكلم أغلبهم بلسانك تجد عجباً ، تسلل إلى الناس الشك ، وراحوا يتخبطون حتى ترى من يسخر بعقائد الإسلام ، يسخر أن هناك عذابا في القبر ، لا يصدق وأخشى أن تزل الأقدام فينفون يوم القيامة ثم ينفون الدين بالكلية حتى تأتي الطامة فينفون وجود الله ، وإنها دركات بعضها تحت بعض ، وظلمات بعضها فوق بعض ، ومقتضى الطبيعة أن الهبوط أسرع من الصعود فترقب !! ¶ أيها الأخوة … ¶ إنني أخاطب الآن من يريد الله والدار الآخرة أحاول أن أوقظه أحاول أن أجذبه بقوة قبل أن يهلك تحت القبضان أريده أن يركب سفينة الإيمان ولا يكن مع الهالكين . ¶ وسأصف لك ـ أخي ـ وصفة ناجعة عساك تنتفع بها ، فجرد الإخلاص أولا واصحبني ساعة واحدة من عمرك لعلك تظفر بها طيلة حياتك . ¶ إخوتاه ¶ بداية ينبغي أن نتأمل ذلك الخطر العظيم الذي يحول بينك وبين طريق الآخرة ، لعلك تعرف أن الطريق إلى الله لا تقطع بالأقدام بل تقطع بالقلوب ، فإذا كان القلب يعاني من القسوة والجمود فلا بأس أن نصف له الدواء ، ومن جملته ما نحن بصدد الحديث عنه من أهوال القبور ، فاستعن بالله ولا تعجز ، وابدأ من الآن في كتابة الجرعات التي ستحافظ عليها حتى يحيا قلبك . ¶ علاج قسوة القلوب ¶ قال العلماء … علاج قسوة القلوب من وجوه : ¶ أولاً : تلاوة القرآن وذكر الله .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "قال تعالى : \" إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ\" [ الأنفال/2 ] . ¶ وقال تعالى : \" يَا أَيُّهَا النَّاسُ قَدْ جَاءتْكُم مَّوْعِظَةٌ مِّن رَّبِّكُمْ وَشِفَاء لِّمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِّلْمُؤْمِنِين \" [ يونس/57 ] . ¶ وقال جل وعلا : \" وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاء وَرَحْمَةٌ لِّلْمُؤْمِنِينَ وَلاَ يَزِيدُ الظَّالِمِينَ إَلاَّ خَسَارًا \" [ الإسراء /82 ] . ¶ فأرشدنا الله جل وعلا إلى أن الدواء الناجع الذي تطيب به القلوب القاسية هو ذكر الله تعالى ، وأعظمه تلاوة القرآن الكريم فإنَّه حياة القلوب ، والقلب الذي ليس فيه شيء من القرآن قلب خرب عشعشت فيه الشياطين ، قلب أغلف ، قلب محجوب عن رحمة الله تعالى . ¶ ثانياً : صدق التضرع إلى الله ودوام اللجأ إليه والتباكي بين يديه. ¶ فعليك بالإخلاص فإنه خلاصك ، ودوام الإنابة إلى رب العالمين ، واستحضر الموت أمام عينيك وهول المنقلب ، وعظيم جنايتك التي حالت بينك وبين ربك ، واستعن في ذلك بقراءة آيات الوعيد ، وقراءة الكتب التي تصف لك الدار الآخرة ، أو سماع الأشرطة التي يخشع لها قلبك ، وقم بين يديه ـ جل جلاله ـ مظهراً فقرك وشدة احتياجك إليه ، ولا بأس من أن تتباكى حينئذٍ إن لم تسعفك العبرات في مثل ذلك المقام ، ويمكنك أن تستعين ببعض الأدعية المأثورة .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "فعَنْ ابْنِ عَبَّاسٍ قَالَ : كَانَ النَّبِيُّ - صلى الله عليه وسلم - يَدْعُو يَقُولُ : رَبِّ أَعِنِّي وَلَا تُعِنْ عَلَيَّ ، وَانْصُرْنِي وَلَا تَنْصُرْ عَلَيَّ ، وَامْكُرْ لِي وَلَا تَمْكُرْ عَلَيَّ ، وَاهْدِنِي وَيَسِّرْ الْهُدَى لِي ، وَانْصُرْنِي عَلَى مَنْ بَغَى عَلَيَّ ، رَبِّ اجْعَلْنِي لَكَ شَكَّارًا ، لَكَ ذَكَّارًا ، لَكَ رَهَّابًا ، لَكَ مِطْوَاعًا ، لَكَ مُخْبِتًا ، إِلَيْكَ أَوَّاهًا مُنِيبًا، رَبِّ تَقَبَّلْ تَوْبَتِي ، وَاغْسِلْ حَوْبَتِي ، وَأَجِبْ دَعْوَتِي ، وَثَبِّتْ حُجَّتِي ، وَسَدِّدْ لِسَانِي ، وَاهْدِ قَلْبِي ، وَاسْلُلْ سَخِيمَةَ صَدْرِي .(1) ¶ ثالثاً : حضور مجالس العلم والوعظ والتذكير والتخويف والترغيب . ¶ فلابد أن تقلع عن مجالس السوء ؛ فإنها من أعظم الأسباب الجالبة لقسوة وفساد القلب ، وبشكل عام لابد من الحذر من الخلطة السيئة فإنَّها من أشد أنواع الداء ، ولا يكون ذلك إلا بعكوف القلب واستكانته حيث رحمات الله المنزلة ، حيث يأنس بالاستماع إلى أخبار الصالحين فإن ذلك مما يلين القلوب وينجع فيها، إنها مجالس العلم ، والعلم عبادة القلب . ¶ فعَنْ أَبِي هُرَيْرَةَ قَالَ : قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -\" .. مَنْ سَلَكَ طَرِيقًا يَلْتَمِسُ فِيهِ عِلْمًا سَهَّلَ اللَّهُ لَهُ بِهِ طَرِيقًا إِلَى الْجَنَّةِ وَمَا اجْتَمَعَ قَوْمٌ فِي بَيْتٍ مِنْ بُيُوتِ اللَّهِ يَتْلُونَ كِتَابَ اللَّهِ وَيَتَدَارَسُونَهُ بَيْنَهُمْ إِلَّا نَزَلَتْ عَلَيْهِمْ السَّكِينَةُ وَغَشِيَتْهُمْ الرَّحْمَةُ وَحَفَّتْهُمْ الْمَلَائِكَةُ وَذَكَرَهُمْ اللَّهُ فِيمَنْ عِنْدَهُ ..\" (2) ¶ رابعاً : ذكر الموت ¶ __________ ¶ (1) أخرجه الترمذي (3551) كتاب الدعوات عن رسول الله ، باب في دعاء النبي . وقال : حسن صحيح ¶ (2) جزء من حديث أخرجه مسلم (2699) كتاب الذكر والدعاء ، باب فضل الاجتماع على تلاوة القرآن .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "فيكثر من ذكر هادم اللذات ، ومفرق الجماعات ، وميتم البنين والبنات. ¶ وقد كان رسول الله - صلى الله عليه وسلم - يتعاهد قلوب أصحابه بتذكيرهم بالموت . ¶ فعن أُبَيِّ بْنِ كَعْبٍ قَالَ : كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -إِذَا ذَهَبَ ثُلُثَا اللَّيْلِ قَامَ فَقَالَ يَا أَيُّهَا النَّاسُ اذْكُرُوا اللَّهَ اذْكُرُوا اللَّهَ جَاءَتْ الرَّاجِفَةُ تَتْبَعُهَا الرَّادِفَةُ جَاءَ الْمَوْتُ بِمَا فِيهِ جَاءَ الْمَوْتُ بِمَا فِيهِ …\" (1) ¶ قال العلماء : تذكر الموت يردع عن المعاصي ، ويلين القلب القاسي ، ويذهب الفرح بالدنيا ويهون المصائب فيها ، إذ كفى بالموت واعظا وكفى به مفرقا ، فإن من ذكر الموت حقيقة ذكره نُغِّص عليه لذته الحاضرة ، ومنعه من تمنيها في المستقبل ، وزهَّده فيما كان منها يؤمل ، إذ حب الدنيا رأس كل خطيئة ، والتعلق بالدنيا من أشد ما تقسو به القلوب ، والنفوس الراكدة والقلوب الغافلة تحتاج إلى بالغ الموعظة ونهاية السبل الموقظة ، وذكر الموت يورث استشعار الانزعاج عن هذه الدار الفانية ، والتوجه في كل لحظة إلى تلك الدار الباقية . ¶ ولما كان طول الأمل السبب الرئيس في قسوة القلوب قال تعالى : \" فَطَالَ عَلَيْهِمُ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ \" [الحديد/16] ، كان لذكر الموت أثره البالغ في قصر الأمل ¶ واذكر الموت تجد راحة في إذكار الموت تقصير الأمل ¶ كان بعض الصالحين ينادي بليل على سور المدينة : الرحيل الرحيل ، فلما توفي فقد صوته أمير المدينة فسأل عنه فقيل : إنه قد مات فقال : ¶ مازال يلهج بالرحيل وذكره حتى أناخ ببابه الجمال ¶ فأصابه متيقظا متشمرا ذا أهبة لم تلهه الآمال ¶ الخامس : مشاهدة المحتضرين ¶ وقد كان من هديه - صلى الله عليه وسلم - زيارة المحتضرين . ¶ __________ ¶ (1) أخرجه الترمذي (2457) كتاب صفة القيامة ، وقال : حسن صحيح .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "فعَنْ أَنَسٍ أَنَّ النَّبِيَّ - صلى الله عليه وسلم -دَخَلَ عَلَى شَابٍّ وَهُوَ فِي الْمَوْتِ فَقَالَ : كَيْفَ تَجِدُكَ ؟ قَالَ : وَاللَّهِ يَا رَسُولَ اللَّهِ أَنِّي أَرْجُو اللَّهَ وَإِنِّي أَخَافُ ذُنُوبِي ، فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : \" لَا يَجْتَمِعَانِ فِي قَلْبِ عَبْدٍ فِي مِثْلِ هَذَا الْمَوْطِنِ إِلَّا أَعْطَاهُ اللَّهُ مَا يَرْجُو وَآمَنَهُ مِمَّا يَخَافُ .(1) ¶ قال أهل العلم : إن في النظر إلى الميت ومشاهدة سكراته ونزعاته وتأمل صورته بعد مماته ما يقطع عن النفوس لذتها ، ويطرد عن القلوب سكراتها ، ويمنع الأجفان من النوم ، والأبدان من الراحة ، ويبعث على العمل ، ويزيد في الاجتهاد والتعب. ¶ فهذه خمسة أمور ينبغي لمن قسا قلبه ولزمه ذنبه أن يستعين بها على دواء دائه ، ويستصرخ بها على فتن الشيطان وإغوائه ، فإن انتفع بها فذاك ، وإن عظم عليه ران القلب واستحكمت فيه دواعي الذنب فعليه بالأمر السادس ، وهنا محل الشاهد . ¶ السادس : زيارة قبور الموتى ¶ فإنها تبلغ في دفع قسوة القلب ما لا يبلغه غيرها ، فزيارة القبور لها تأثير عظيم ، فوجودها أسرع ، والانتفاع بها أليق وأجود ، ولكن الزيارة تكون بآدابها ، فينبغي عليه أن يحضر قلبه في إتيانها وينوى صالحاً ، فيقصد بزيارته وجه الله تعالى ، وإصلاح فساد قلبه ويعتبر . ¶ يقول رسول الله - صلى الله عليه وسلم - : \" … فَزُورُوا الْقُبُورَ فَإِنَّهَا تُذَكِّرُ الْمَوْتَ \" (2) وفي رواية ¶ \" فَإِنَّهَا تُذَكِّرُكُمْ الْآخِرَةَ \"(3) ¶ قف وتأمل ¶ __________ ¶ (1) أ خرجه الترمذي (983) كتاب الجنائز ، باب ما جاء أنَّ المؤمن يموت بعرق الجبين ، وقال : حسن غريب ¶ (2) أخرجه مسلم (976) كتاب الجنائز ، باب استئذان النبي ربه في زيارة قبر أمه . ¶ (3) أخرجه ابن ماجة (1569) كتاب ما جاء في الجنائز ، باب ما جاء في زيارة القبور ، وصححه الشيخ الألباني ـ رحمه الله ـ في صحيح ابن ماجه (1275) .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "احضر بقلبك ذكر من كان متردداً في أغراضه كيف تهدمت رجلاه في قبره . يقول الرافعي : كل من يهرب من شئٍ يتركه وراءه إلا القبر فما يهرب منه أحد إلا وجده أمامه ، هو أبداً ينتظر غير متململ ، وأنت أبداً متقدم إليه غير متراجع. ¶ أخي في الله ¶ تأمل : صاحبك في القبر ¶ كان يتلذذ بالنظر إلى ما حوله ، فإذا به في قبره وقد سالت عيناه. ¶ كيف كان يصول ببلاغة نطقه ، وقد أكل الدود لسانه. ¶ كيف كان يضحك لمواتاة دهره ، قد أبلى التراب أسنانه. ¶ تأمل وتذكر : ¶ بل وتحقق وتأكد أن سيكون حالك كحاله ، ومآلك كمآله ، وعند هذا التذكر والاعتبار تزول عنك جميع الأغيار الدنيوية ، وتقبل على الأعمال الأخروية ، فتزهد في دنياك ، وتقبل على طاعة مولاك ، يلين قلبك ، وتخشع جوارحك ، فزيارة ذلك الواعظ من أكبر أسباب تقوية القلب ، وإزالة تلك الغشاوة . ¶ فأنت عندما تذهب إلى المسجد يوم الجمعة تستمع إلى واعظ واحد ، فالمصلون كثيرون والواعظ واحد ، ولكن الصورة تنقلب في المقبرة حيث تتحول كل القبور إلى وعاظ ، وأنت تستمع إليهم في آن واحد ، فالمستمعون قليل والوعاظ أكثر. ¶ وهذه حالة فريدة لا تكون في أمور الدنيا إلا في ذلك المكان ، فالقبر ما يفتأ صامتا لا يتكلم ، ولكن صوته في أعماق الناس أعلى من صوت ذلك الواعظ الجهوري الصوت في المسجد . ¶ إخوتاه ¶ تعالوا بنا لنزور ذلك الواعظ الصامت ، نقف عنده مليا لنتدبر حديثه الدائم ، عسانا نعتبر . ¶ إنَّه القبر ¶ القبر ¶ لا يملك العبارات المنمقة المصفوفة ، ولكن منظرة أعمق من كل عبارات الوعاظ. ¶ القبر ¶ لا تتحرك يديه ، ولا يتلفت بوجهه ميمنة وميسرة ؛ ليجذب جمهور المستمعين والمشاهدين بخطبته ؛ لأن الجاذبية تركزت فيه تجذب القلوب قبل الأجساد. ¶ القبر ¶ ما هو إلا تلك الحفرة التي سينام فيها الإنسان ، عندما تتوقف الآلة التي كان يعمل من خلالها بعد أن ينتهي من أداء الاختبار الذي كان قد كلف بأدائه . ¶ القبر",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "الذي تظهر فيه النتائج الأولية للاختبار بعد أن يستقر بهذه الحفرة . ¶ يقول الرافعي : ¶ \" فتحنا القبر وأنزلنا الميت العزيز الذي شفي من مرض الحياة ، ووقفت هناك بل وقف التراب المتكلم ينقل عن التراب الصامت ، ويعرف منه أن العمر على ما يمتد محدود بلحظة ، وأن القوة على ما تبلغ محدودة بخمود ، وأن الغايات على ما تتسع محدودة بانقطاع ، وحتى القارات جميعها محدودة بقبر \" . ¶ فما ذلك الواعظ الصامت إلا تلك الحفرة التي تُسَمَّى القبر. ¶ هو كما يناديه الرافعي أيضاً فيقول : ¶ \" واهاً لك أيها القبر ، لا تزال تقول لكل إنسان تعال ، ولا تبرح كل الطرق تفضي إليك ، فلا يقطع بأحد دونك ، ولا يرجع من طريقك راجع وعندك وحدك المساواة . ¶ فما أنزلوا قط فيك ملكا عظامه من ذهب ، ولا بطلا عضلاته من حديد ، ولا أميرا جلده من ديباج ، ولا وزيرا وجهه من حجر ، ولا غنيا بجوفه خزانة ، ولا فقيراً علقت في أحشائه مخلاة ، واهاً لك أيها القبر \" . ¶ و تالله لولا قسوة القلوب والانشغال بالوسائل التي تعين على أداء الهدف الذي خلقنا من أجله لتذكر الإنسان عند ولادة كل مولود اليوم الذي يدفن فيه . ¶ يقول ابن الجوزي : \" عبر مهد الطفل عنوان اللحد \" . ¶ فكما يلف الطفل المولود بقطعة قماش بيضاء ، ويوضع في المهد بلا حراك ، فكذلك الميت أيضاً يلف بقطعة بيضاء هي آخر ثوب يلبسه بالدنيا ، ليبقى في مهد الأرض دون حراك إلى يوم البعث . ¶ زوروا القبور ¶ يقول رسول الله - صلى الله عليه وسلم - : كنت نهيتكم عن زيارة القبور ألا فزوروها ، فإنها تُرق القلب وتدمع العين ، وتذكر الآخرة ، ولا تقولوا هُجرا(1). ¶ إن هذا الحديث وأمثاله تدفع المؤمن للانخلاع من جو الركود واللاشعور الذي تعود العيش فيه إلى عالم الاستشعار والتذكر. ¶ __________ ¶ (1) أخرجه الحاكم في المستدرك (1/532) وصححه الشيخ الألباني ـ رحمه الله ـ في صحيح الجامع (4586) . ¶ قال ابن الأثير في النهاية : هجرا أي فحشا .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "يقول المناوي معلقاً على الحديث السابق : \" ونعم الدواء لمن قسا قلبه ولزمه ذنبه \". ¶ وللتراب الصامت صوت لا يسمعه إلا من تذكر هادم اللذات ، وهو أمامه يتأمل ومحاورته متعة لا يحوزها إلا من أراد أن يكون من أبناء الآخرة ، واستن بسنة الإمام على (- رضي الله عنه -) بتطليق الدنيا بثلاث. ¶ حوار مع القبر ¶ استمع لهذه المحاورة بين الرافعي والقبر ¶ يقول : سألت القبر : أين المتاع والمال ؟ أين السحر والجمال ؟ أين الصحة والقوة ؟ أين المرض والضعف ؟ أين القدرة والجبروت ؟ أين الخضوع والذلة ؟ ¶ قال : كل هذه صور فكرية لا تجيء إلى هنا لأنها لا تؤخذ من هنا . ¶ هكذا يتوقف كل شئ هناك في تلك الحفرة تتوقف الابتسامات والقهقهات ، يتوقف الجدال والصرخات ، ويتوقف العناد والكبرياء ، ويتوقف الأمل والجشع ، ويتوقف الإخلاص والرياء ، ويتوقف العجب بالمنصب والجمال ، يتوقف الافتخار بالعشيرة والجاه ، يتوقف الغرور بالقوة والعقل ، كما يتوقف ظلم من ظلم ، وذلة من استذل ، يتحول الوجه الفاتن واليد الظالمة واللسان الكذوب والعين الخائنة والقلب القاسي إلى جماجم ، وأعظم نخرة تعبث بها الديدان من كل جهة ، ولا يبقى إلا العمل الذي قدمه صاحب القبر ، يسأله عنه منكر ونكير ، ولا يبقى بعدهما إلا هذا الجليس المؤنس الوحيد .. العمل. ¶ وأينما يذهب الإنسان تتلقاه أسئلة كثيرة : ما اسمك ؟ ما صناعتك ؟ ما وظيفتك؟ ما مؤهلاتك ؟ كم عمرك ؟ كيف حالك ؟ ماذا تملك ؟ ما صحتك ؟ وطنك ؟ ما رأيك ؟ ما طلباتك ؟ رغباتك ؟ أمنياتك ؟ . ¶ عند القبر يبطل هذا كله ، كما تبطل اللغات البشرية كلها في الفم الأخرس ، وهناك ينطق بسؤال واحد للإنسان ما عملك ؟. ¶ فإما عمل يحيل قبره إلى روضة من رياض الجنة ، وإما عمل يحيل قبره إلى حفرة من حفر النار.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ولكن كل ما ذكرت لا يكون إلا لمؤمن صادق يؤمن بالله واليوم الآخر ، ويصدق بعقيدة عذاب القبر ونعيمه ، وفي زمن الجهل والبلبلة لعقائد المسلمين لابد أن نعود لتثبيت عقائد الملايين بذكر أصول هذه العقيدة. ¶ عقيدة أهل السنة والجماعة في عذاب القبر ¶ قال الإمام الطحاوي في ذكر العقيدة الإسلامية : ¶ \" ... ونؤمن بملك الموت الموكل بقبض أرواح العالمين ، وبعذاب القبر لمن كان له أهلاً ، وسؤال منكر ونكير في قبره عن ربه ودينه ونبيه ، على ما جاءت به الأخبار عن رسول الله - صلى الله عليه وسلم - ، وعن الصحابة رضوان الله عليهم ، والقبر روضة من رياض الجنة أو حفرة من حفر النيران \" . ¶ قال الإمام أحمد : وعذاب القبر حق يسأل العبد عن دينه ونبيه وعن الجنة والنار ومنكر ونكير حق وهما فتانا القبر نسأل الله الثبات .(1) ¶ وقال الإمام القرطبي في \" التذكرة \" : ¶ \" الإيمان بعذاب القبر وفتنته واجب ، والتصديق به لازم ، حسب ما أخبر به الصادق ، وأن الله تعالى يحيي العبد المكلف في قبره برد الحياة إليه ، ويجعله من العقل في مثل الوصف الذي عاش عليه ليعقل ما يسأل عنه ، وما يجيب به ، ويفهم ما أتاه من ربه ، وما أعد له في قبره من كرامة أو هوان ، وبهذا نطقت الأخبار عن النبي صلى الله عليه وعلى آله آناء الليل وأطراف النهار ، وهذا مذهب أهل السنة والذي عليه الجماعة من أهل الملة ، ولم تفهم الصحابة الذين نزل القرآن بلسانهم ولغتهم من نبيهم عليه الصلاة والسلام غير ما ذكرنا ، وكذلك التابعون بعدهم إلى هلم جرا \" أهـ ¶ فإذا تبين لك هذا فاعلم أنَّ عقيدة أهل السنة والجماعة على أنَّ عذاب القبر ونعيمه على النفس والبدن جميعًا . ¶ قال شيخ الإسلام ابن تيمية (4/282) لما سئل عن هذه المسألة : ¶ __________ ¶ (1) تاريخ دمشق (21/311) .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ : بَلْ الْعَذَابُ وَالنَّعِيمُ عَلَى النَّفْسِ وَالْبَدَنِ جَمِيعًا بِاتِّفَاقِ أَهْلِ السُّنَّةِ وَالْجَمَاعَةِ تَنْعَمُ النَّفْسُ وَتُعَذَّبُ مُنْفَرِدَةً عَنْ الْبَدَنِ وَتُعَذَّبُ مُتَّصِلَةً بِالْبَدَنِ وَالْبَدَنُ مُتَّصِلٌ بِهَا فَيَكُونُ النَّعِيمُ وَالْعَذَابُ عَلَيْهِمَا فِي هَذِهِ الْحَالِ مُجْتَمَعِينَ كَمَا يَكُونُ لِلرُّوحِ مُنْفَرِدَةً عَنْ الْبَدَنِ . ¶ ثم بين ـ رحمه الله ـ أنَّ الفلاسفة وبعض الصوفية أنكروا معاد الأبدان وذهبوا إلى أنَّ النعيم والعذاب لا يكون إلا على الروح ، وأنَّ بعض المتكلمين من المعتزلة والأشاعرة قالوا بأنَّ الرُّوحَ بِمُفْرَدِهَا لَا تُنَعَّمُ وَلَا تُعَذَّبُ ، وَيُنْكِرُونَ أَنَّ الرُّوحَ تَبْقَى بَعْدَ فِرَاقِ الْبَدَنِ ، وذهب آخرون من المعتزلة إلى نفي ذلك جملة وقالوا : إنَّ الْبَرْزَخَ لَيْسَ فِيهِ نَعِيمٌ وَلَا عَذَابٌ ، بَلْ لَا يَكُونُ ذَلِكَ حَتَّى تَقُومَ الْقِيَامَةُ الْكُبْرَى . وكل ذلك بَاطِلٌ . ¶ يقول شيخ الإسلام : \" فَإِذَا عَرَفْت هَذِهِ الْأَقْوَالَ الثَّلَاثَةَ الْبَاطِلَةَ فَلْيُعْلَمْ أَنَّ مَذْهَبَ \" سَلَفِ الْأُمَّةِ وَأَئِمَّتِهَا \" أَنَّ الْمَيِّتَ إذَا مَاتَ يَكُونُ فِي نَعِيمٍ أَوْ عَذَابٍ ، وَأَنَّ ذَلِكَ يَحْصُلُ لِرُوحِهِ وَلِبَدَنِهِ ، وَأَنَّ الرُّوحَ تَبْقَى بَعْدَ مُفَارَقَةِ الْبَدَنِ مُنَعَّمَةً أَوْ مُعَذَّبَةً ، وَأَنَّهَا تَتَّصِلُ بِالْبَدَنِ أَحْيَانًا فَيَحْصُلُ لَهُ مَعَهَا النَّعِيمُ وَالْعَذَابُ ، ثُمَّ إذَا كَانَ يَوْمُ الْقِيَامَةِ الْكُبْرَى أُعِيدَتْ الْأَرْوَاحُ إلَى أَجْسَادِهَا وَقَامُوا مِنْ قُبُورِهِمْ لِرَبِّ الْعَالَمِينَ \" .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ثمَّ ساق الأدلة على ذلك من الكتاب والسنة وَنَحْنُ نَذْكُرُ مَا يُبَيِّنُ مَا ذَكَرْنَاهُ فَأَمَّا أَحَادِيثُ عَذَابِ الْقَبْرِ وَمَسْأَلَةُ مُنْكَرٍ وَنَكِيرٍ فَكَثِيرَةٌ مُتَوَاتِرَةٌ عَنْ النَّبِيِّ صلى الله عليه وسلم مِثْلُ مَا فِي الصَّحِيحَيْنِ عَنْ ابْنِ عَبَّاسٍ رضي الله عنهما { أَنَّ النَّبِيَّ صلى الله عليه وسلم مَرَّ بِقَبْرَيْنِ فَقَالَ : إنَّهُمَا لَيُعَذَّبَانِ وَمَا يُعَذَّبَانِ فِي كَبِيرٍ أَمَّا أَحَدُهُمَا : فَكَانَ يَمْشِي بِالنَّمِيمَةِ وَأَمَّا الْآخَرُ فَكَانَ لَا يَسْتَتِرُ مِنْ بَوْلِهِ ثُمَّ دَعَا بِجَرِيدَةِ رَطْبَةٍ فَشَقَّهَا نِصْفَيْنِ ثُمَّ غَرَزَ فِي كُلِّ قَبْرٍ وَاحِدَةً . فَقَالُوا يَا رَسُولَ اللَّهِ لَمْ فَعَلْت هَذَا ؟ قَالَ : لَعَلَّهُ يُخَفِّفُ عَنْهُمَا مَا لَمْ يَيْبَسَا } . وَفِي صَحِيحِ مُسْلِمٍ عَنْ زَيْدِ بْنِ ثَابِتٍ { قَالَ : بينا رَسُولُ اللَّهِ صلى الله عليه وسلم فِي حَائِطٍ لِبَنِي النَّجَّارِ عَلَى بَغْلَةٍ - وَنَحْنُ مَعَهُ - إذْ جَالَتْ بِهِ فَكَادَتْ تُلْقِيهِ فَإِذَا أَقْبُرُ سِتَّةٌ أَوْ خَمْسَةٌ أَوْ أَرْبَعَةٌ . فَقَالَ مَنْ يَعْرِفُ هَذِهِ الْقُبُورَ ؟ فَقَالَ رَجُلٌ أَنَا . قَالَ : فَمَتَى هَؤُلَاءِ ؟ قَالَ : مَاتُوا فِي الْإِشْرَاكِ . فَقَالَ : إنَّ هَذِهِ الْأُمَّةَ تُبْتَلَى فِي قُبُورِهَا ; فَلَوْلَا أَنْ لَا تدافنوا لَدَعَوْت اللَّهَ أَنْ يُسْمِعَكُمْ مِنْ عَذَابِ الْقَبْرِ الَّذِي أَسْمَعُ مِنْهُ ثُمَّ أَقْبَلَ عَلَيْنَا بِوَجْهِهِ فَقَالَ : تَعَوَّذُوا بِاَللَّهِ مِنْ عَذَابِ الْقَبْرِ قَالُوا : نَعُوذُ بِاَللَّهِ مِنْ عَذَابِ الْقَبْرِ . قَالَ : تَعَوَّذُوا بِاَللَّهِ مِنْ عَذَابِ النَّارِ قَالُوا : نَعُوذُ بِاَللَّهِ مِنْ عَذَابِ النَّارِ . قَالَ : تَعَوَّذُوا بِاَللَّهِ مِنْ الْفِتَنِ مَا ظَهَرَ مِنْهَا",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وَمَا بَطَنَ قَالُوا : نَعُوذُ بِاَللَّهِ مِنْ الْفِتَنِ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ . قَالَ : تَعَوَّذُوا بِاَللَّهِ مِنْ فِتْنَةِ الدَّجَّالِ قَالُوا : نَعُوذُ بِاَللَّهِ مِنْ فِتْنَةِ الدَّجَّالِ } . وَفِي صَحِيحِ مُسْلِمٍ وَسَائِرِ السُّنَنِ عَنْ أَبِي هُرَيْرَةَ رضي الله عنه أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ : { إذَا فَرَغَ أَحَدُكُمْ مِنْ التَّشَهُّدِ الْأَخِيرِ فَلْيَقُلْ أَعُوذُ بِاَللَّهِ مِنْ أَرْبَعٍ : مِنْ عَذَابِ جَهَنَّمَ وَمِنْ عَذَابِ الْقَبْرِ وَمِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ وَمِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ } . وَفِي صَحِيحِ مُسْلِمٍ وَغَيْرِهِ عَنْ { ابْنِ عَبَّاسٍ رضي الله عنهما عَنْ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَانَ يُعَلِّمُهُمْ هَذَا الدُّعَاءَ كَمَا يُعَلِّمُهُمْ السُّورَةَ مِنْ الْقُرْآنِ اللَّهُمَّ إنِّي أَعُوذُ بِك مِنْ عَذَابِ جَهَنَّمَ وَأَعُوذُ بِك مِنْ عَذَابِ الْقَبْرِ وَأَعُوذُ بِك مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ وَأَعُوذُ بِك مِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ } . وَفِي صَحِيحِ الْبُخَارِيِّ وَمُسْلِمٍ عَنْ { أَبِي أَيُّوبَ الْأَنْصَارِيِّ قَالَ : خَرَجَ النَّبِيُّ صلى الله عليه وسلم وَقَدْ وَجَبَتْ الشَّمْسُ . فَقَالَ : يَهُودٌ يُعَذَّبُونَ فِي قُبُورِهِمْ } . وَفِي الصَّحِيحَيْنِ عَنْ { عَائِشَةَ رضي الله عنها قَالَتْ : دَخَلَتْ عَلَيَّ عَجُوزٌ مِنْ عَجَائِزِ يَهُودِ الْمَدِينَةِ فَقَالَتْ : إنَّ أَهْلَ الْقُبُورِ يُعَذَّبُونَ فِي قُبُورِهِمْ . قَالَتْ : فَكَذَّبْتهَا وَلَمْ أَنْعَمْ أَنْ أُصَدِّقَهَا قَالَتْ : فَخَرَجَتْ فَدَخَلَ عَلَيَّ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقُلْت : يَا رَسُولَ اللَّهِ عَجُوزٌ مِنْ عَجَائِزِ أَهْلِ الْمَدِينَةِ دَخَلَتْ عَلَيَّ فَزَعَمَتْ أَنَّ أَهْلَ الْقُبُورِ",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "يُعَذَّبُونَ فِي قُبُورِهِمْ . فَقَالَ : صَدَقَتْ . إنَّهُمْ يُعَذَّبُونَ عَذَابًا يَسْمَعُهُ الْبَهَائِمُ كُلُّهَا فَمَا رَأَيْته بَعْدُ فِي صَلَاةٍ إلَّا يَتَعَوَّذُ مِنْ عَذَابِ الْقَبْرِ . } وَفِي صَحِيحِ أَبِي حَاتِمٍ البستي عَنْ { أُمِّ مُبَشِّرٍ رضي الله عنها قَالَتْ : دَخَلَ عَلَيَّ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَنَا فِي حَائِطٍ وَهُوَ يَقُولُ : تَعَوَّذُوا بِاَللَّهِ مِنْ عَذَابِ الْقَبْرِ فَقُلْت : يَا رَسُولَ اللَّهِ لِلْقَبْرِ عَذَابٌ ؟ فَقَالَ : إنَّهُمْ لَيُعَذَّبُونَ فِي قُبُورِهِمْ عَذَابًا تَسْمَعُهُ الْبَهَائِمُ } . قَالَ بَعْضُهُمْ : وَلِهَذَا السَّبَبِ يَذْهَبُ النَّاسُ بِدَوَابِّهِمْ إذَا مَغَلَتْ إلَى قُبُورِ الْيَهُودِ وَالنَّصَارَى وَالْمُنَافِقِينَ ; كالإسماعيليةِ والنصيرية وَسَائِرِ الْقَرَامِطَةِ : مِنْ بَنِي عُبَيْدٍ وَغَيْرِهِمْ الَّذِينَ بِأَرْضِ مِصْرَ وَالشَّامِ وَغَيْرِهِمَا ; فَإِنَّ أَهْلَ الْخَيْلِ يَقْصِدُونَ قُبُورَهُمْ لِذَلِكَ كَمَا يَقْصِدُونَ قُبُورَ الْيَهُودِ وَالنَّصَارَى . وَالْجُهَّالُ تَظُنُّ أَنَّهُمْ مِنْ ذُرِّيَّةِ فَاطِمَةَ وَأَنَّهُمْ مِنْ أَوْلِيَاءِ اللَّهِ وَإِنَّمَا هُوَ مِنْ هَذَا الْقَبِيلِ . فَقَدْ قِيلَ : إنَّ الْخَيْلَ إذَا سَمِعَتْ عَذَابَ الْقَبْرِ حَصَلَتْ لَهَا مِنْ الْحَرَارَةِ مَا يُذْهِبْ بِالْمَغْلِ . وَالْحَدِيثُ فِي هَذَا كَثِيرٌ لَا يَتَّسِعُ لَهُ هَذَا السُّؤَالُ . وَأَحَادِيثُ الْمَسْأَلَةِ كَثِيرَةٌ أَيْضًا كَمَا فِي الصَّحِيحَيْنِ وَالسُّنَنِ عَنْ { الْبَرَاءِ بْنِ عَازِبٍ رضي الله عنه أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ : الْمُسْلِمُ إذَا سُئِلَ فِي قَبْرِهِ شَهِدَ أَنْ لَا إلَهَ إلَّا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ ; فَذَلِكَ قَوْلُ اللَّهِ تَعَالَى : { يُثَبِّتُ",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ } } وَفِي لَفْظٍ : { نَزَلَتْ فِي عَذَابِ الْقَبْرِ يُقَالُ لَهُ مَنْ رَبُّك ؟ فَيَقُولُ : رَبِّي اللَّهُ وَدِينِي الْإِسْلَامُ وَنَبِيِّي مُحَمَّدٌ . وَذَلِكَ قَوْلُ اللَّهِ تَعَالَى : { يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ وَيُضِلُّ اللَّهُ الظَّالِمِينَ وَيَفْعَلُ اللَّهُ مَا يَشَاءُ } . } وَهَذَا الْحَدِيثُ قَدْ رَوَاهُ أَهْلُ السُّنَنِ وَالْمَسَانِيدِ مُطَوَّلًا كَمَا فِي سُنَنِ أَبِي داود وَغَيْرِهِ عَنْ { الْبَرَاءِ بْنِ عَازِبٍ رضي الله عنه قَالَ : خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي جِنَازَةِ رَجُلٍ مِنْ الْأَنْصَارِ . فَانْتَهَيْنَا إلَى الْقَبْرِ وَلَمَّا يُلْحَدْ فَجَلَسَ النَّبِيُّ صلى الله عليه وسلم وَجَلَسْنَا حَوْلَهُ كَأَنَّمَا عَلَى رُءُوسِنَا الطَّيْرُ وَفِي يَدِهِ عُودٌ يَنْكُتُ بِهِ الْأَرْضَ ; فَرَفَعَ رَأْسَهُ فَقَالَ : اسْتَعِيذُوا بِاَللَّهِ مِنْ عَذَابِ الْقَبْرِ مَرَّتَيْنِ أَوْ ثَلَاثًا . وَذَكَرَ صِفَةَ قَبْضِ الرُّوحَ وَعُرُوجِهَا إلَى السَّمَاءِ ثُمَّ عَوْدُهَا إلَيْهِ . إلَى أَنْ قَالَ : وَإِنَّهُ لَيَسْمَعُ خَفْقَ نِعَالِهِمْ إذَا وَلَّوْا مُدْبِرِينَ حِينَ يُقَالُ لَهُ يَا هَذَا مَنْ رَبُّك ؟ وَمَا دِينُك ؟ وَمَنْ نَبِيُّك ؟ } . وَفِي لَفْظٍ : { فَيَأْتِيهِ مَلَكَانِ فَيُجْلِسَانِهِ وَيَقُولَانِ لَهُ : مَنْ رَبُّك ؟ فَيَقُولُ : رَبِّي اللَّهُ . فَيَقُولَانِ لَهُ : مَا دِينُك ؟ فَيَقُولُ دِينِي الْإِسْلَامُ . فَيَقُولَانِ . مَا هَذَا الرَّجُلُ الَّذِي أُرْسِلَ فِيكُمْ ؟ قَالَ : فَيَقُولُ . هُوَ رَسُولُ اللَّهِ . فَيَقُولَانِ : وَمَا يُدْرِيك ؟ فَيَقُولُ : قَرَأْت",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "كِتَابَ اللَّهِ وَآمَنْت بِهِ وَصَدَّقْت بِهِ فَذَلِكَ قَوْلُ اللَّهِ : { يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ وَيُضِلُّ اللَّهُ الظَّالِمِينَ وَيَفْعَلُ اللَّهُ مَا يَشَاءُ } قَالَ : فَيُنَادِي مُنَادٍ مِنْ السَّمَاءِ أَنْ صَدَقَ عَبْدِي فَافْرِشُوا لَهُ فِي الْجَنَّةِ وَأَلْبِسُوهُ مِنْ الْجَنَّةِ وَافْتَحُوا لَهُ بَابًا إلَى الْجَنَّةِ قَالَ : فَيَأْتِيهِ مِنْ رَوْحِهَا وَطِيبِهَا قَالَ : وَيُفْسَحُ لَهُ مَدَّ بَصَرِهِ قَالَ : وَإِنَّ الْكَافِرَ فَذَكَرَ مَوْتَهُ . وَقَالَ : وَتُعَادُ رُوحُهُ إلَى جَسَدِهِ فَيَأْتِيهِ مَلَكَانِ فَيُجْلِسَانِهِ فَيَقُولَانِ لَهُ : مَنْ رَبُّك ؟ فَيَقُولُ هاه هاه لَا أَدْرِي . فَيَقُولَانِ لَهُ : مَا دِينُك ؟ فَيَقُولُ : هاه . هاه لَا أَدْرِي فَيُنَادِي مُنَادٍ مِنْ السَّمَاءِ أَنْ كَذَبَ عَبْدِي فَافْرِشُوا لَهُ مِنْ النَّارِ وَأَلْبِسُوهُ مِنْ النَّارِ وَافْتَحُوا لَهُ بَابًا إلَى النَّارِ قَالَ : وَيَأْتِيهِ مِنْ حَرِّهَا وَسَمُومِهَا قَالَ : وَيُضَيَّقُ عَلَيْهِ قَبْرُهُ حَتَّى تَخْتَلِفَ فِيهِ أَضْلَاعُهُ قَالَ : ثُمَّ يُقَيَّضُ لَهُ أَعْمَى أَبْكَمُ مَعَهُ مِرْزَبَّةٌ مِنْ حَدِيدٍ لَوْ ضُرِبَ بِهَا جَبَلٌ لَصَارَ تُرَابًا قَالَ : فَيَضْرِبُهُ بِهَا ضَرْبَةً يَسْمَعُهَا مَا بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ إلَّا الثَّقَلَيْنِ فَيَصِيرُ تُرَابًا . ثُمَّ تُعَادُ فِيهِ الرُّوحُ } . فَقَدْ صَرَّحَ الْحَدِيثُ بِإِعَادَةِ الرُّوحِ إلَى الْجَسَدِ وَبِاخْتِلَافِ أَضْلَاعِهِ وَهَذَا بَيِّنٌ فِي أَنَّ الْعَذَابَ عَلَى الرُّوحِ وَالْبَدَنِ مُجْتَمِعَيْنِ . وَقَدْ رُوِيَ مِثْلُ حَدِيثِ الْبَرَاءِ فِي قَبْضِ الرُّوحِ وَالْمَسْأَلَةِ وَالنَّعِيمِ وَالْعَذَابِ رَوَاهُ أَبُو هُرَيْرَةَ",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وَحَدِيثُهُ فِي الْمُسْنَدِ وَغَيْرِهِ وَرَوَاهُ أَبُو حَاتِمِ بْنُ حِبَّانَ فِي صَحِيحِهِ عَنْ أَبِي هُرَيْرَةَ رضي الله عنه : عَنْ { النَّبِيِّ صلى الله عليه وسلم قَالَ : إنَّ الْمَيِّتَ إذَا وُضِعَ فِي قَبْرِهِ يَسْمَعَ خَفْقَ نِعَالِهِمْ إذَا وَلَّوْا عَنْهُ مُدْبِرِينَ فَإِنْ كَانَ مُؤْمِنًا كَانَتْ الصَّلَاةُ عِنْدَ رَأْسِهِ وَكَانَ الصِّيَامُ عَنْ يَمِينِهِ وَكَانَتْ الصَّدَقَةُ عَنْ شِمَالِهِ وَكَانَ فِعْلُ الْخَيْرِ مِنْ الصَّدَقَةِ وَالصِّلَةِ وَالْمَعْرُوفِ وَالْإِحْسَانِ عِنْدَ رِجْلَيْهِ فَيَأْتِيهِ الْمَلَكَانِ مِنْ قِبَلِ رَأْسِهِ ; فَتَقُولُ الصَّلَاةُ : مَا قِبَلِي مَدْخَلٌ . ثُمَّ يُؤْتَى عَنْ يَمِينِهِ وَيَقُولُ الصِّيَامُ : مَا قِبَلِي مَدْخَلٌ . ثُمَّ يُؤْتَى عَنْ يَسَارِهِ فَتَقُولُ الزَّكَاةُ : مَا قِبَلِي مَدْخَلٌ . ثُمَّ يُؤْتَى مِنْ قِبَلِ رِجْلَيْهِ فَيَقُولُ فِعْلُ الْخَيْرَاتِ مِنْ الصَّدَقَةِ وَالصِّلَةِ وَالْمَعْرُوفِ وَالْإِحْسَانِ : مَا قِبَلِي مَدْخَلٌ فَيَقُولُ لَهُ : اجْلِسْ . فَيَجْلِسُ قَدْ مُثِّلَتْ لَهُ الشَّمْسُ وَقَدْ أَصْغَتْ لِلْغُرُوبِ . فَيَقُولُ : دَعُونِي حَتَّى أُصَلِّي . فَيَقُولُونَ : إنَّك سَتُصَلِّي . أَخْبِرْنَا عَمَّا نَسْأَلُك عَنْهُ أرأيتك هَذَا الرَّجُلَ الَّذِي كَانَ فِيكُمْ مَا تَقُولُونَ فِيهِ ؟ وَمَاذَا تَشْهَدُ بِهِ عَلَيْهِ ؟ فَيَقُولُ : مُحَمَّدٌ . نَشْهَدُ أَنَّهُ رَسُولُ اللَّهِ جَاءَ بِالْحَقِّ مِنْ عِنْدِ اللَّهِ . فَيُقَالُ لَهُ : عَلَى ذَلِكَ حَيِيت وَعَلَى ذَلِكَ تُبْعَثُ إنْ شَاءَ اللَّهُ . ثُمَّ يُفْتَحُ لَهُ بَابٌ إلَى الْجَنَّةِ . فَيُقَالُ : هَذَا مَقْعَدُك وَمَا أَعَدَّ اللَّهُ لَك فِيهَا ; فَيَزْدَادُ غِبْطَةً وَسُرُورًا ; ثُمَّ يُفْسَحُ لَهُ فِي قَبْرِهِ سَبْعُونَ ذِرَاعًا وَيُنَوَّرُ لَهُ",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "فِيهِ وَيُعَادُ الْجَسَدُ لِمَا بُدِئَ مِنْهُ وَتُجْعَلُ رُوحه نَسَمَ طَيْرٍ يَعْلُقُ فِي شَجَرِ الْجَنَّةِ قَالَ : فَذَلِكَ قوله تعالى : { يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ وَيُضِلُّ اللَّهُ الظَّالِمِينَ وَيَفْعَلُ اللَّهُ مَا يَشَاءُ } } . وَذَكَرَ فِي الْكُفْرِ ضِدَّ ذَلِكَ أَنَّهُ { قَالَ : يُضَيَّقُ عَلَيْهِ قَبْرُهُ إلَى أَنْ تَخْتَلِفَ فِيهِ أَضْلَاعُهُ فَتِلْكَ الْمَعِيشَةُ الضَّنْكُ الَّتِي قَالَ اللَّهُ تَعَالَى : { لَهُ مَعِيشَةً ضَنْكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى } } هَذَا الْحَدِيثُ أَخْصَرُ . وَحَدِيثُ الْبَرَاءِ الْمُتَقَدِّمُ أَطْوَلُ مَا فِي السُّنَنِ فَإِنَّهُمْ اخْتَصَرُوهُ لِذِكْرِ مَا فِيهِ مِنْ عَذَابِ الْقَبْرِ وَهُوَ فِي الْمُسْنَدِ وَغَيْرِهِ بِطُولِهِ . وَهُوَ حَدِيثٌ حَسَنٌ ثَابِتٌ { يَقُولُ النَّبِيُّ صلى الله عليه وسلم فِيهِ : إنَّ الْعَبْدَ الْمُؤْمِنَ إذَا كَانَ فِي إقْبَالٍ مِنْ الْآخِرَةِ وَانْقِطَاعٍ مِنْ الدُّنْيَا : نَزَلَتْ إلَيْهِ مَلَائِكَةٌ بِيضُ الْوُجُوهِ كَأَنَّ وُجُوهَهُمْ الشَّمْسُ مَعَهُمْ كَفَنٌ مِنْ أَكْفَانِ الْجَنَّةِ وَحَنُوطٌ مِنْ حَنُوطِ الْجَنَّةِ فَيَجْلِسُونَ مِنْهُ مَدَّ الْبَصَرِ ; ثُمَّ يَجِيءُ مَلَكُ الْمَوْتِ حَتَّى يَجْلِسَ عِنْدَ رَأْسِهِ . فَيَقُولُ : أَيَّتُهَا النَّفْسُ الطَّيِّبَةُ اُخْرُجِي إلَى مَغْفِرَةٍ وَرِضْوَانٍ قَالَ : فَتَخْرُجُ تَسِيلُ كَمَا تَسِيلُ الْقَطْرَةُ مِنْ فِي السِّقَاءِ فَيَأْخُذُهَا فَإِذَا أَخَذَهَا لَمْ يَدَعُوهَا فِي يَدِهِ طَرْفَةَ عَيْنٍ حَتَّى يَأْخُذُوهَا فَيَجْعَلُوهَا فِي ذَلِكَ الْكَفَنِ وَذَلِكَ الْحَنُوطِ فَيَخْرُجُ مِنْهَا كَأَطْيَبِ نَفْحَةِ مِسْكٍ وُجِدَتْ عَلَى وَجْهِ الْأَرْضِ قَالَ :",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "فَيَصْعَدُونَ بِهَا فَلَا يَمُرُّونَ بِهَا عَلَى مَلَأٍ مِنْ الْمَلَائِكَةِ إلَّا قَالُوا مَا هَذِهِ الرُّوحُ الطَّيِّبَةُ فَيَقُولُونَ : فُلَانُ بْنُ فُلَانً بِأَحْسَنِ أَسْمَائِهِ الَّتِي كَانُوا يُسَمُّونَهُ بِهَا فِي الدُّنْيَا فَيَنْتَهُونَ بِهِ إلَى السَّمَاءِ الدُّنْيَا فَيَسْتَفْتِحُونَ لَهُ فَيُفْتَحُ لَهُ قَالَ : فَيُشَيِّعُهُ مِنْ كُلِّ سَمَاءٍ مُقَرَّبُوهَا إلَى السَّمَاءِ الَّتِي تَلِيهَا حَتَّى يَنْتَهُوا بِهَا إلَى السَّمَاءِ السَّابِعَةِ . فَيَقُولُ : اُكْتُبُوا كِتَابَ عَبْدِي فِي عِلِّيِّينَ وَأَعِيدُوهُ إلَى الْأَرْضِ فَإِنِّي مِنْهَا خَلَقْتهمْ وَفِيهَا أُعِيدُهُمْ وَمِنْهَا أُخْرِجُهُمْ تَارَةً أُخْرَى قَالَ : فَتُعَادُ رُوحه فِي جَسَدِهِ وَيَأْتِيهِ مَلَكَانِ فَيُجْلِسَانِهِ } وَذَكَرَ الْمَسْأَلَةَ كَمَا تَقَدَّمَ { قَالَ : وَيَأْتِيهِ رَجُلٌ حَسَنُ الْوَجْهِ طَيِّبُ الرِّيحِ فَيَقُولُ لَهُ : أَبْشِرْ بِاَلَّذِي يَسُرُّك فَهَذَا يَوْمُك الَّذِي قَدْ كُنْت تُوعَدُ فَيَقُولُ لَهُ : مَنْ أَنْتَ فَوَجْهُك الْوَجْهُ الَّذِي يَجِيءُ بِالْخَيْرِ فَيَقُولُ : أَنَا عَمَلُك الصَّالِحُ . فَيَقُولُ : رَبِّ أَقِمْ السَّاعَةَ رَبِّ أَقِمْ السَّاعَةَ رَبِّ أَقِمْ السَّاعَةَ حَتَّى أَرْجِعَ إلَى أَهْلِي وَمَالِي } قَالَ : { وَإِنَّ الْعَبْدَ الْكَافِرَ إذَا كَانَ فِي إقْبَالٍ مِنْ الْآخِرَةِ وَانْقِطَاعٍ مِنْ الدُّنْيَا : نَزَلَ إلَيْهِ مِنْ السَّمَاءِ مَلَائِكَةٌ سُودُ الْوُجُوهِ مَعَهُمْ الْمُسُوحُ فَيَجْلِسُونَ مِنْهُ مَدَّ الْبَصَرِ ثُمَّ يَجِيءُ مَلَكُ الْمَوْتِ حَتَّى يَجْلِسَ عِنْدَ رَأْسِهِ فَيَقُولُ أَيَّتُهَا النَّفْسُ الْخَبِيثَةُ اُخْرُجِي إلَى سَخَطِ اللَّهِ وَغَضَبِهِ فَتُفَرَّقُ فِي أَعْضَائِهِ كُلِّهَا فَيَنْتَزِعُهَا كَمَا يُنْتَزَعُ السَّفُّودُ",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "مِنْ الصُّوفِ الْمَبْلُولِ ; فَتَتَقَطَّعُ مَعَهَا الْعُرُوقُ وَالْعَصَبُ قَالَ : فَيَأْخُذُهَا فَإِذَا أَخَذَهَا لَمْ يَدَعُوهَا فِي يَدِهِ طَرْفَةَ عَيْنٍ حَتَّى يَأْخُذُوهَا فَيَجْعَلُوهَا فِي تِلْكَ الْمُسُوحِ قَالَ : فَيَخْرُجُ مِنْهَا كَأَنْتَنِ مَا يَكُونُ مِنْ جِيفَةٍ وُجِدَتْ عَلَى وَجْهِ الْأَرْضِ فَيَصْعَدُونَ بِهَا فَلَا يَمُرُّونَ بِهَا عَلَى مَلَاءٍ مِنْ الْمَلَائِكَةِ إلَّا قَالُوا : مَا هَذِهِ الرُّوحُ الْخَبِيثَةُ ؟ فَيَقُولُونَ : فُلَانُ بْنُ فُلَانٍ ; بِأَقْبَحِ أَسْمَائِهِ الَّتِي كَانَ يُسَمَّى بِهَا فِي الدُّنْيَا ; حَتَّى يَنْتَهُوا إلَى السَّمَاءِ الدُّنْيَا فَيَسْتَفْتِحُونَ لَهَا فَلَا يُفْتَحُ لَهَا ثُمَّ قَرَأَ رَسُولُ اللَّهِ صلى الله عليه وسلم : { لَا تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاءِ وَلَا يَدْخُلُونَ الْجَنَّةَ حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ وَكَذَلِكَ نَجْزِي الْمُجْرِمِينَ } ثُمَّ يَقُولُ اللَّهُ تَعَالَى : اُكْتُبُوا كِتَابَهُ فِي سِجِّينٍ - فِي الْأَرْضِ السُّفْلَى - قَالَ : فَتُطْرَحُ رُوحه طَرْحًا ثُمَّ قَرَأَ رَسُولُ اللَّهِ صلى الله عليه وسلم : { أَوْ تَهْوِي بِهِ الرِّيحُ فِي مَكَانٍ سَحِيقٍ } قَالَ : فَتُعَادُ رُوحُهُ فِي جَسَدِهِ ; فَيَأْتِيهِ مَلَكَانِ فَيُجْلِسَانِهِ ; فَيَقُولَانِ لَهُ : مَنْ رَبُّك ؟ فَيَقُولُ : هاه ; هاه ; لَا أَدْرِي } وَسَاقَ الْحَدِيثَ كَمَا تَقَدَّمَ إلَى أَنْ قَالَ { : وَيَأْتِيهِ رَجُلٌ قَبِيحُ الْوَجْهِ مُنْتِنُ الرِّيحِ ; فَيَقُولُ : أَبْشِرْ بِاَلَّذِي يَسُوءُك ; هَذَا عَمَلُك الَّذِي قَدْ كُنْت تُوعَدُ ; فَيَقُولُ : مَنْ أَنْتَ فَوَجْهُك الْوَجْهُ الَّذِي لَا يَأْتِي بِالْخَيْرِ ؟ قَالَ : أَنَا عَمَلُك السُّوءُ . فَيَقُولُ : رَبِّ لَا تُقِمْ السَّاعَةَ ثَلَاثَ مَرَّاتٍ } . فَفِي",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "هَذَا الْحَدِيثِ أَنْوَاعٌ مِنْ الْعِلْمُ : مِنْهَا : أَنَّ الرُّوحَ تَبْقَى بَعْدَ مُفَارَقَةِ الْبَدَنِ ; خِلَافًا لِضُلَّالِ الْمُتَكَلِّمِينَ ; وَأَنَّهَا تَصْعَدُ وَتَنْزِلُ خِلَافًا لِضُلَّالِ الْفَلَاسِفَةِ ; وَأَنَّهَا تُعَادُ إلَى الْبَدَنِ وَأَنَّ الْمَيِّتَ يُسْأَلُ فَيُنَعَّمُ أَوْ يُعَذَّبُ كَمَا سَأَلَ عَنْهُ أَهْلُ السُّؤَالِ وَفِيهِ أَنَّ عَمَلَهُ الصَّالِحَ أَوْ السَّيِّئَ يَأْتِيهِ فِي صُورَةٍ حَسَنَةٍ أَوْ قَبِيحَةٍ . وَفِي الصَّحِيحَيْنِ عَنْ قتادة عَنْ أَنَسِ بْنِ مَالِكٍ رضي الله عنه أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ : { إنَّ الْعَبْدَ إذَا وُضِعَ فِي قَبْرِهِ وَتَوَلَّى عَنْهُ أَصْحَابُهُ إنَّهُ لَيَسْمَعُ خَفْقَ نِعَالِهِمْ أَتَاهُ مَلَكَانِ فَيُقَرِّرَانِهِ . فَيَقُولَانِ : مَا كُنْت تَقُولُ فِي هَذَا الرَّجُلِ مُحَمَّدٍ ؟ فَأَمَّا الْمُؤْمِنُ فَيَقُولُ أَشْهَدُ أَنَّهُ مُحَمَّدٌ عَبْدُ اللَّهِ وَرَسُولُهُ قَالَ : فَيَقُولُ اُنْظُرْ إلَى مَقْعَدِك مِنْ النَّارِ قَدْ أَبْدَلَك اللَّهُ بِهِ مَقْعَدًا مِنْ الْجَنَّةِ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم : فَيَرَاهُمَا كِلَيْهِمَا } قَالَ قتادة : وَذَكَرَ لَنَا أَنَّهُ يُفْسَحُ لَهُ فِي قَبْرِهِ سَبْعُونَ ذِرَاعًا وَيُمْلَأُ عَلَيْهِ خَضِرًا إلَى يَوْمِ يُبْعَثُونَ \" . ثُمَّ نَرْجِعُ إلَى حَدِيثِ أَنَسٍ { وَيَأْتِيَانِ الْكَافِرَ وَالْمُنَافِقَ فَيَقُولَانِ : مَا كُنْت تَقُولُ فِي هَذَا الرَّجُلِ ؟ فَيَقُولُ : لَا أَدْرِي كُنْت أَقُولُ كَمَا يَقُولُ النَّاسُ . فَيَقُولُ : لَا دَرَيْت وَلَا تليت . ثُمَّ يُضْرَبُ بِمَطَارِقَ مِنْ حَدِيدٍ بَيْنَ أُذُنَيْهِ فَيَصِيحُ صَيْحَةً فَيَسْمَعُهَا مَنْ عَلَيْهَا غَيْرَ الثَّقَلَيْنِ } . وَرَوَى التِّرْمِذِيُّ وَأَبُو حَاتِمٍ فِي صَحِيحِهِ - وَأَكْثَرُ",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "اللَّفْظِ لَهُ - عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ : { قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم : إذَا قَبَرَ أَحَدُكُمْ الْإِنْسَانَ : أَتَاهُ مَلَكَانِ أَسْوَدَانِ أَزْرَقَانِ يُقَالُ لَهُمَا مُنْكَرٌ وَالْآخَرُ نَكِيرٌ . فَيَقُولَانِ لَهُ : مَا كُنْت تَقُولُ فِي هَذَا الرَّجُلِ مُحَمَّدٍ ؟ فَهُوَ قَائِلٌ : مَا كَانَ يَقُولُ ; فَإِنْ كَانَ مُؤْمِنًا قَالَ : هُوَ عَبْدُ اللَّهِ وَرَسُولُهُ أَشْهَدُ أَنْ لَا إلَهَ إلَّا اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ . فَيَقُولَانِ : إنَّا كُنَّا لَنَعْلَمُ أَنَّك تَقُولُ ذَلِكَ . ثُمَّ يُفْسَحُ لَهُ فِي قَبْرِهِ سَبْعُونَ ذِرَاعًا وَيُنَوَّرُ لَهُ فِيهِ . وَيُقَالُ لَهُ : نَمْ . فَيَقُولُ : أَرْجِعُ إلَى أَهْلِي فَأُخْبِرَهُمْ . فَيَقُولَانِ لَهُ : نَمْ . كَنَوْمَةِ الْعَرُوسِ : الَّذِي لَا يُوقِظُهُ إلَّا أَحَبُّ أَهْلِهِ إلَيْهِ حَتَّى يَبْعَثَهُ اللَّهُ مِنْ مَضْجَعِهِ ذَلِكَ . وَإِنْ كَانَ مُنَافِقًا قَالَ : لَا أَدْرِي كُنْت أَسْمَعُ النَّاسَ يَقُولُونَ شَيْئًا فَقُلْته . فَيَقُولَانِ : إنَّا كُنَّا نَعْلَمُ أَنَّك تَقُولُ ذَلِكَ . ثُمَّ يُقَالُ لِلْأَرْضِ : الْتَئِمِي عَلَيْهِ فَتَلْتَئِمُ عَلَيْهِ حَتَّى تَخْتَلِفَ فِيهَا أَضْلَاعُهُ فَلَا يَزَالُ مُعَذَّبًا حَتَّى يَبْعَثَهُ اللَّهُ مِنْ مَضْجَعِهِ ذَلِكَ } وَهَذَا الْحَدِيثُ فِيهِ اخْتِلَافُ أَضْلَاعِهِ وَغَيْرُ ذَلِكَ مِمَّا يُبَيِّنُ أَنَّ الْبَدَنَ نَفْسَهُ يُعَذَّبُ . وَعَنْ أَبِي هُرَيْرَةَ رضي الله عنه أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ : { إذَا اُحْتُضِرَ الْمَيِّتُ أَتَتْهُ الْمَلَائِكَةُ بِحَرِيرَةِ بَيْضَاءَ . فَيَقُولُونَ . اُخْرُجِي كَأَطْيَبِ رِيحِ الْمِسْكِ حَتَّى إنَّهُ لَيُنَاوِلُهُ بَعْضُهُمْ بَعْضًا حَتَّى يَأْتُوا",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "بِهِ بَابَ السَّمَاءِ . فَيَقُولُونَ : مَا أَطْيَبَ هَذَا الرِّيحِ مَتَى جَاءَتْكُمْ مِنْ الْأَرْضِ ؟ فَيَأْتُونَ بِهِ أَرْوَاحَ الْمُؤْمِنِينَ فَلَهُمْ أَشَدُّ فَرَحًا بِهِ مِنْ أَحَدِكُمْ بِغَائِبِهِ يَقْدَمُ عَلَيْهِ يَسْأَلُونَهُ مَاذَا فَعَلَ فُلَانٌ فَيَقُولُونَ دَعُوهُ فَإِنَّهُ فِي غَمِّ الدُّنْيَا فَإِذَا قَالَ إنَّهُ أَتَاكُمْ قَالُوا ذَهَبَ إلَى أُمِّهِ الْهَاوِيَةِ . وَأَنَّ الْكَافِرَ إذَا اُحْتُضِرَ أَتَتْهُ مَلَائِكَةُ الْعَذَابِ بمسح . فَيَقُولُونَ : اُخْرُجِي مَسْخُوطًا عَلَيْك إلَى عَذَابِ اللَّهِ فَتَخْرُجُ كَأَنْتَنِ جِيفَةٍ حَتَّى يَأْتُوا بِهِ أَرْوَاحَ الْكُفَّارِ } رَوَاهُ النسائي وَالْبَزَّارُ رَوَاهُ مُسْلِمٌ مُخْتَصَرًا عَنْ أَبِي هُرَيْرَةَ رضي الله عنه . وَعِنْدَ الْكَافِرِ وَنَتْنِ رَائِحَةِ رُوحِهِ فَرَدَّ رَسُولُ اللَّهِ صلى الله عليه وسلم رَيْطَةً كَانَتْ عَلَيْهِ عَلَى أَنْفِهِ هَكَذَا . وَالرَّيْطَةُ : ثَوْبٌ رَقِيقٌ لَيِّنٌ مِثْلُ الْمُلَاءَةِ . وَأَخْرَجَهُ أَبُو حَاتِمٍ فِي صَحِيحِهِ وَقَالَ : { إنَّ الْمُؤْمِنَ إذَا حَضَرَهُ الْمَوْتُ حَضَرَتْ مَلَائِكَةُ الرَّحْمَةِ فَإِذَا قُبِضَتْ نَفْسُهُ جُعِلَتْ فِي حَرِيرَةٍ بَيْضَاءَ فَتَنْطَلِقُ بِهَا إلَى بَابِ السَّمَاءِ فَيَقُولُونَ مَا وَجَدْنَا رِيحًا أَطْيَبَ مِنْ هَذِهِ الرَّائِحَةِ فَيُقَالُ : دَعُوهُ يَسْتَرِيحُ فَإِنَّهُ كَانَ فِي غَمِّ الدُّنْيَا . فَيُقَالُ : مَا فَعَلَ فُلَانٌ مَا فَعَلَتْ فُلَانَةُ ؟ وَأَمَّا الْكَافِرُ إذَا قُبِضَتْ رُوحه ذُهِبَ بِهَا إلَى الْأَرْضِ تَقُولُ خَزَنَةُ الْأَرْضِ : مَا وَجَدْنَا رِيحًا أَنْتَنَ مِنْ هَذِهِ فَيُبْلَغُ بِهَا فِي الْأَرْضِ السُّفْلَى } فَفِي هَذِهِ الْأَحَادِيثِ وَنَحْوِهَا اجْتِمَاعُ الرُّوحِ وَالْبَدَنِ فِي نَعِيمِ الْقَبْرِ",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وَعَذَابِهِ وَأَمَّا انْفِرَادُ الرُّوحِ وَحْدَهَا فَقَدْ تَقَدَّمَ بَعْضُ ذَلِكَ . وَعَنْ كَعْبِ بْنِ مَالِكٍ رضي الله عنه أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ : { إنَّمَا نَسَمَةُ الْمُؤْمِنِ طَائِرٌ يَعْلُقُ فِي شَجَرِ الْجَنَّةِ حَتَّى يُرْجِعَهُ إلَى جَسَدِهِ يَوْمَ يَبْعَثُهُ } رَوَاهُ النسائي وَرَوَاهُ مَالِكٌ وَالشَّافِعِيُّ كِلَاهُمَا . وَقَوْلُهُ \" يَعْلُقُ \" بِالضَّمِّ أَيْ يَأْكُلُ وَقَدْ نُقِلَ هَذَا فِي غَيْرِ هَذَا الْحَدِيثِ . فَقَدْ أَخْبَرَتْ هَذِهِ النُّصُوصُ أَنَّ الرُّوحَ تُنَعَّمُ مَعَ الْبَدَنِ الَّذِي فِي الْقَبْرِ - إذَا شَاءَ اللَّهُ - وَإِنَّمَا تُنَعَّمُ فِي الْجَنَّةِ وَحْدَهَا وَكِلَاهُمَا حَقٌّ . وَقَدْ رَوَى ابْنُ أَبِي الدُّنْيَا فِي كِتَابِ ذِكْرِ الْمَوْتِ عَنْ مَالِكِ بْنِ أَنَسٍ قَالَ : \" بَلَغَنِي أَنَّ الرُّوحَ مُرْسَلَةٌ تَذْهَبُ حَيْثُ شَاءَتْ \" وَهَذَا يُوَافِقُ مَا رُوِيَ : \" أَنَّ الرُّوحَ قَدْ تَكُونُ عَلَى أَفْنِيَةِ الْقُبُورِ \" كَمَا قَالَ مُجَاهِدٌ : إنَّ الْأَرْوَاحَ تَدُومُ عَلَى الْقُبُورِ سَبْعَةَ أَيَّامٍ يَوْمَ يُدْفَنُ الْمَيِّتُ لَا تُفَارِقُ ذَلِكَ وَقَدْ تُعَادُ الرُّوحُ إلَى الْبَدَنِ فِي غَيْرِ وَقْتِ الْمَسْأَلَةِ \" كَمَا فِي الْحَدِيثِ الَّذِي صَحَّحَهُ ابْنُ عَبْدِ الْبَرِّ عَنْ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ : { مَا مِنْ رَجُلٍ يَمُرُّ بِقَبْرِ الرَّجُلِ الَّذِي كَانَ يَعْرِفُهُ فِي الدُّنْيَا فَيُسَلِّمُ عَلَيْهِ إلَّا رَدَّ اللَّهُ عَلَيْهِ رُوحَهُ حَتَّى يَرُدَّ عَلَيْهِ السَّلَامَ } . وَفِي سُنَنِ أَبِي داود وَغَيْرَهُ عَنْ أَوْسِ بْنِ أَوْسٍ الثَّقَفِيِّ عَنْ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ : { إنَّ خَيْرَ أَيَّامِكُمْ يَوْمُ الْجُمُعَةِ فَأَكْثِرُوا عَلَيَّ مِنْ الصَّلَاةِ",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "يَوْمَ الْجُمُعَةِ وَلَيْلَةَ الْجُمُعَةِ ; فَإِنَّ صَلَاتَكُمْ مَعْرُوضَةٌ عَلَيَّ . قَالُوا : يَا رَسُولَ اللَّهِ كَيْفَ تُعْرَضُ صَلَاتُنَا عَلَيْك وَقَدْ أَرَمْت فَقَالَ : إنَّ اللَّهَ حَرَّمَ عَلَى الْأَرْضِ أَنْ تَأْكُلَ أَجْسَادَ الْأَنْبِيَاءِ } . وَهَذَا الْبَابُ فِيهِ مِنْ الْأَحَادِيثِ وَالْآثَارِ مَا يَضِيقُ هَذَا الْوَقْتُ عَنْ اسْتِقْصَائِهِ مِمَّا يُبَيِّنُ أَنَّ الْأَبْدَانَ الَّتِي فِي الْقُبُورِ تُنَعَّمُ وَتُعَذَّبُ - إذَا شَاءَ اللَّهُ ذَلِكَ - كَمَا يَشَاءُ وَأَنَّ الْأَرْوَاحَ بَاقِيَةٌ بَعْدَ مُفَارَقَةِ الْبَدَنِ وَمُنَعَّمَةٌ وَمُعَذَّبَةٌ . وَلِهَذَا أَمَرَ النَّبِيُّ صلى الله عليه وسلم بِالسَّلَامِ عَلَى الْمَوْتَى كَمَا ثَبَتَ فِي الصَّحِيحِ وَالسُّنَنِ { أَنَّهُ كَانَ يُعَلِّمُ أَصْحَابَهُ إذَا زَارُوا الْقُبُورَ أَنْ يَقُولُوا : السَّلَامُ عَلَيْكُمْ أَهْلَ الدِّيَارِ مِنْ الْمُؤْمِنِينَ وَإِنَّا إنْ شَاءَ اللَّهُ بِكُمْ لَاحِقُونَ يَرْحَمُ اللَّهُ الْمُسْتَقْدِمِينَ مِنَّا وَمِنْكُمْ وَالْمُسْتَأْخِرِين نَسْأَلُ اللَّهَ لَنَا وَلَكُمْ الْعَافِيَةَ . اللَّهُمَّ لَا تَحْرِمْنَا أَجْرَهُمْ وَلَا تَفْتِنَّا بَعْدَهُمْ وَاغْفِرْ لَنَا وَلَهُمْ } . وَقَدْ انْكَشَفَ لِكَثِيرِ مِنْ النَّاسِ ذَلِكَ حَتَّى سَمِعُوا صَوْتَ الْمُعَذَّبِينَ فِي قُبُورِهِمْ وَرَأَوْهُمْ بِعُيُونِهِمْ يُعَذَّبُونَ فِي قُبُورِهِمْ فِي آثَارٍ كَثِيرَةٍ مَعْرُوفَةٍ وَلَكِنْ لَا يَجِبُ ذَلِكَ أَنْ يَكُونَ دَائِمًا عَلَى الْبَدَنِ فِي كُلِّ وَقْتٍ ; بَلْ يَجُوزُ أَنْ يَكُونَ فِي حَالٍ دُونَ حَالٍ . وَفِي الصَّحِيحَيْنِ عَنْ أَنَسِ بْنِ مَالِكٍ رضي الله عنه : { أَنَّ النَّبِيَّ صلى الله عليه وسلم تَرَكَ قَتْلَى بَدْرٍ ثَلَاثًا ثُمَّ أَتَاهُمْ فَقَامَ عَلَيْهِمْ فَقَالَ : يَا",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "أَبَا جَهْلِ بْنَ هِشَامٍ يَا أُمَيَّةَ بْنَ خَلَفٍ يَا عتبة بْنَ رَبِيعَةَ يَا شَيْبَةَ بْنَ رَبِيعَةَ أَلَيْسَ قَدْ وَجَدْتُمْ مَا وَعَدَكُمْ رَبُّكُمْ حَقًّا ؟ فَإِنِّي وَجَدْت مَا وَعَدَنِي رَبِّي حَقًّا فَسَمِعَ عُمَرُ رضي الله عنه قَوْلَ النَّبِيِّ صلى الله عليه وسلم . فَقَالَ : يَا رَسُولَ اللَّهِ كَيْفَ يَسْمَعُونَ وَقَدْ جُيِّفُوا ؟ فَقَالَ : وَاَلَّذِي نَفْسِي بِيَدِهِ مَا أَنْتُمْ بِأَسْمَعَ لِمَا أَقُولُ مِنْهُمْ وَلَكِنَّهُمْ لَا يَقْدِرُونَ أَنْ يُجِيبُوا ثُمَّ أَمَرَ بِهِمْ فَسُحِبُوا فَأُلْقُوا فِي قَلِيبِ بَدْرٍ . } وَقَدْ أَخْرَجَاهُ فِي الصَّحِيحَيْنِ عَنْ ابْنِ عُمَر رضي الله عنهما { أَنَّ النَّبِيَّ صلى الله عليه وسلم وَقَفَ عَلَى قَلِيبِ بَدْرٍ فَقَالَ هَلْ وَجَدْتُمْ مَا وَعَدَكُمْ رَبُّكُمْ حَقًّا ؟ وَقَالَ إنَّهُمْ لَيَسْمَعُونَ الْآنَ مَا أَقُولُ فَذَكَرَ ذَلِكَ لِعَائِشَةَ فَقَالَتْ : وَهِمَ ابْنُ عُمَرَ . إنَّمَا قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم إنَّهُمْ لَيَعْلَمُونَ الْآنَ أَنَّ الَّذِي قُلْت لَهُمْ هُوَ الْحَقُّ ثُمَّ قَرَأَتْ قوله تعالى { إنَّكَ لَا تُسْمِعُ الْمَوْتَى } حَتَّى قَرَأَتْ الْآيَةَ } . وَأَهْلُ الْعِلْمِ بِالْحَدِيثِ وَالسُّنَّةِ : اتَّفَقُوا عَلَى صِحَّةِ مَا رَوَاهُ أَنَسٌ وَابْنُ عُمَرَ وَإِنْ كَانَا لَمْ يَشْهَدَا بَدْرًا فَإِنَّ أَنَسًا رَوَى ذَلِكَ عَنْ أَبِي طَلْحَةَ وَأَبُو طَلْحَةَ شَهِدَ بَدْرًا . كَمَا رَوَى أَبُو حَاتِمٍ فِي صَحِيحِهِ عَنْ أَنَسٍ عَنْ أَبِي طَلْحَةَ رضي الله عنه { أَنَّ النَّبِيَّ صلى الله عليه وسلم أَمَرَ يَوْمَ بَدْرٍ بِأَرْبَعَةٍ وَعِشْرِينَ رَجُلًا مِنْ صَنَادِيدِ قُرَيْشٍ فَقُذِفُوا فِي طُوًى مِنْ أَطْوَاءِ بَدْرٍ وَكَانَ إذَا ظَهَرَ عَلَى قَوْمٍ أَحَبَّ أَنْ يُقِيمَ فِي عَرْصَتِهِمْ",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ثَلَاثَ لَيَالٍ : فَلَمَّا كَانَ الْيَوْمُ الثَّالِثُ : أَمَرَ بِرَاحِلَتِهِ فَشَدَّ عَلَيْهَا فَحَرَّكَهَا ثُمَّ مَشَى وَتَبِعَهُ أَصْحَابُهُ . وَقَالُوا : مَا نَرَاهُ يَنْطَلِقُ إلَّا لِبَعْضِ حَاجَتِهِ ; حَتَّى قَامَ عَلَى شِفَاءِ الرُّكَّى ; فَجَعَلَ يُنَادِيهِمْ بِأَسْمَائِهِمْ وَأَسْمَاءِ آبَائِهِمْ يَا فُلَانَ بْنَ فُلَانٍ أَيَسُرُّكُمْ أَنَّكُمْ أَطَعْتُمْ اللَّهَ وَرَسُولَهُ ؟ فَإِنَّا قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا . فَهَلْ وَجَدْتُمْ مَا وَعَدَكُمْ رَبُّكُمْ حَقًّا ؟ قَالَ عُمَرُ بْنُ الْخَطَّابِ : يَا رَسُولَ اللَّهِ مَا تُكَلِّمُ مِنْ أَجْسَادٍ وَلَا أَرْوَاحَ فِيهَا . فَقَالَ النَّبِيُّ صلى الله عليه وسلم : وَاَلَّذِي نَفْسِي بِيَدِهِ ; مَا أَنْتُمْ بِأَسْمَعَ لِمَا أَقُولُ مِنْهُمْ } . قَال قتادة : أَحْيَاهُمْ اللَّهُ حَتَّى سَمِعَهُمْ تَوْبِيخًا وَتَصْغِيرًا وَنِقْمَةً وَحَسْرَةً وَتَنْدِيمًا . وَعَائِشَةُ تَأَوَّلَتْ فِيمَا ذَكَرَتْهُ كَمَا تَأَوَّلَتْ أَمْثَالَ ذَلِكَ . وَالنَّصُّ الصَّحِيحُ عَنْ النَّبِيِّ صلى الله عليه وسلم مُقَدَّمٌ عَلَى تَأْوِيلِ مَنْ تَأَوَّلَ مِنْ أَصْحَابِهِ وَغَيْرِهِ وَلَيْسَ فِي الْقُرْآنِ مَا يَنْفِي ذَلِكَ فَإِنَّ قَوْلَهُ : { إنَّكَ لَا تُسْمِعُ الْمَوْتَى } إنَّمَا أَرَادَ بِهِ السَّمَاعَ الْمُعْتَادَ الَّذِي يَنْفَعُ صَاحِبَهُ فَإِنَّ هَذَا مَثَلٌ ضُرِبَ لِلْكُفَّارِ وَالْكُفَّارُ تَسْمَعُ الصَّوْتَ لَكِنْ لَا تَسْمَعُ سَمَاعَ قَبُولٍ بِفِقْهِ وَاتِّبَاعٍ كَمَا قَالَ تَعَالَى : { وَمَثَلُ الَّذِينَ كَفَرُوا كَمَثَلِ الَّذِي يَنْعِقُ بِمَا لَا يَسْمَعُ إلَّا دُعَاءً وَنِدَاءً } . فَهَكَذَا الْمَوْتَى الَّذِينَ ضَرَبَ لَهُمْ الْمَثَلَ لَا يَجِبُ أَنْ يُنْفَى عَنْهُمْ جَمِيعُ السَّمَاعِ الْمُعْتَادِ أَنْوَاعَ",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "السَّمَاعِ كَمَا لَمْ يُنْفَ ذَلِكَ عَنْ الْكُفَّارِ ; بَلْ قَدْ انْتَفَى عَنْهُمْ السَّمَاعُ الْمُعْتَادُ الَّذِي يَنْتَفِعُونَ بِهِ وَأَمَّا سَمَاعٌ آخَرُ فَلَا يُنْفَى عَنْهُمْ . وَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ وَغَيْرِهِمَا أَنَّ الْمَيِّتَ يَسْمَعُ خَفْقَ نِعَالِهِمْ إذَا وَلَّوْا مُدْبِرِينَ فَهَذَا مُوَافِقٌ لِهَذَا فَكَيْفَ يَدْفَعُ ذَلِكَ ؟ وَمِنْ الْعُلَمَاءِ مَنْ قَالَ : إنَّ الْمَيِّتَ فِي قَبْرِهِ لَا يَسْمَعُ مَا دَامَ مَيِّتًا كَمَا قَالَتْ عَائِشَةُ . وَاسْتَدَلَّتْ بِهِ مِنْ الْقُرْآنِ وَأَمَّا إذَا أَحْيَاهُ اللَّهُ فَإِنَّهُ يَسْمَعُ كَمَا قَالَ قتادة : أَحْيَاهُمْ اللَّهُ لَهُ . وَإِنْ كَانَتْ تِلْكَ الْحَيَاةُ لَا يَسْمَعُونَ بِهَا كَمَا نَحْنُ لَا نَرَى الْمَلَائِكَةَ وَالْجِنَّ وَلَا نَعْلَمُ مَا يُحِسُّ بِهِ الْمَيِّتُ فِي مَنَامِهِ وَكَمَا لَا يَعْلَمُ الْإِنْسَانُ مَا فِي قَلْبِ الْآخَرِ وَإِنْ كَانَ قَدْ يَعْلَمُ ذَلِكَ مَنْ أَطْلَعَهُ اللَّهُ عَلَيْهِ . [ وَهَذِهِ ] جُمْلَةٌ يَحْصُلُ بِهَا مَقْصُودُ السَّائِلِ وَإِنْ كَانَ لَهَا مِنْ الشَّرْحِ وَالتَّفْصِيلِ مَا لَيْسَ هَذَا مَوْضِعَهُ فَإِنَّ مَا ذَكَرْنَاهُ مِنْ الْأَدِلَّةِ الْبَيِّنَةِ عَلَى مَا سَأَلَ عَنْهُ مَا لَا يَكَادُ مَجْمُوعًا . وَاَللَّهُ أَعْلَمُ . وَصَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمَ . يقول ابن القيم : ¶ \" ونعيم البرزخ وعذابه مذكور في القرآن في غير موضع : ¶ 1) فمنها : قوله تعالى : \" وَلَوْ تَرَى إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ وَالْمَلائِكَةُ بَاسِطُواْ أَيْدِيهِمْ أَخْرِجُواْ أَنفُسَكُمُ الْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنتُمْ تَقُولُونَ عَلَى اللّهِ غَيْرَ الْحَقِّ وَكُنتُمْ عَنْ آيَاتِهِ تَسْتَكْبِرُونَ \" [الأنعام /93] .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وهذا خطاب لهم عند الموت وقد أخبرت الملائكة ـ وهم الصادقون ـ أنهم حينئذ يجزون عذاب الهون ، ولو تأخر عنهم ذلك إلى انقضاء الدنيا لما صح أن يقال لهم اليوم تجزون . ¶ 2) ومنها قوله تعالى : \" فَوَقَاهُ اللَّهُ سَيِّئَاتِ مَا مَكَرُوا وَحَاقَ بِآلِ فِرْعَوْنَ سُوءُ الْعَذَابِ النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ الْعَذَاب \" [ غافر/45-46 ] ¶ فذكر عذاب الدارين ذكراً صريحاً لا يحتمل غيره. ¶ 3) ومنها قوله تعالى \" فَذَرْهُمْ حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي فِيهِ يُصْعَقُونَ يَوْمَ لَا يُغْنِي عَنْهُمْ كَيْدُهُمْ شَيْئًا وَلَا هُمْ يُنصَرُون\" [ الطور/45 ] ¶ وهذا يحتمل أن يراد به عذابهم بالقتل وغيره في الدنيا ، وأن يراد به عذابهم في البرزخ ؛ لأن كثيراً منهم مات ولم يعذب في الدنيا . ¶ وقد يقال ـ وهو أظهر ـ : أن من مات منهم عذب في البرزخ ، ومن بقى منهم عذب في الدنيا بالقتل وغيره ، فهو وعيد بعذابهم في الدنيا والبرزخ . ¶ أما الأدلة من السنة النبوية فكثيرة جداً. ¶ 1) منها : ما أخرجه البخاري عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا أَنَّ يَهُودِيَّةً دَخَلَتْ عَلَيْهَا فَذَكَرَتْ عَذَابَ الْقَبْرِ ، فَقَالَتْ لَهَا : أَعَاذَكِ اللَّهُ مِنْ عَذَابِ الْقَبْرِ ، فَسَأَلَتْ عَائِشَةُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - عَنْ عَذَابِ الْقَبْرِ ، فَقَالَ : نَعَمْ ، عَذَابُ الْقَبْرِ حَقٌ . ¶ قَالَتْ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا : فَمَا رَأَيْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - بَعْدُ صَلَّى صَلَاةً إِلَّا تَعَوَّذَ مِنْ عَذَابِ الْقَبْرِ .(1) ¶ __________ ¶ (1) أخرجه البخاري (1372) كتاب الجنائز ، باب ما جاء في عذاب القبر .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "2) ومنها : ما في الصحيحين عن البراء بن عازب عن أبي أيوب - رضي الله عنه - قَالَ : خَرَجَ النَّبِيُّ - صلى الله عليه وسلم - وَقَدْ وَجَبَتْ الشَّمْسُ فَسَمِعَ صَوْتًا فَقَالَ : \" يَهُودُ تُعَذَّبُ فِي قُبُورِهَا \" .(1) ¶ 3) ومنها ما في الصحيحين أيضاً عَنْ عائشة زوج النبي - صلى الله عليه وسلم - أخبرته أنَّ رسول الله - صلى الله عليه وسلم - كَانَ يَدْعُو فِي الصَّلَاةِ \" اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَحْيَا وَفِتْنَةِ الْمَمَاتِ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ الْمَأْثَمِ وَالْمَغْرَمِ فَقَالَ لَهُ قَائِلٌ مَا أَكْثَرَ مَا تَسْتَعِيذُ مِنْ الْمَغْرَمِ فَقَالَ إِنَّ الرَّجُلَ إِذَا غَرِمَ حَدَّثَ فَكَذَبَ وَوَعَدَ فَأَخْلَفَ .(2) ¶ وهذا كما هو مقتضى السنة الصحيحة فهو متفق عليه بين أهل السنة . ¶ قال المروزي : قال أبو عبد الله ـ يعني الإمام أحمد ـ : عذاب القبر حق لا ينكره إلا ضال مضل. ¶ قال حنبل : قلت لأبي عبد الله في عذاب القبر . فقال : هذه أحاديث صحاح نؤمن بها ونقر بها كلما جاء عن النبي - صلى الله عليه وسلم - إسناد جيد أقررنا به ، إذا لم نقر بما جاء به رسول الله - صلى الله عليه وسلم - ورفعناه ورددناه رددنا على الله أمره ، قال الله تعالى : \" وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ \" [ الحشر/7 ] ¶ قلت له : وعذاب القبر حق ؟ قال : حق يعذبون في القبور. ¶ __________ ¶ (1) متفق عليه . ¶ أخرجه البخاري (1375) كتاب الجنائئز ، باب التعوذ من عذاب القبر ، ومسلم (2869) كتاب الجنة وصفة نعيمها ، باب عرض مقعد الميت من الجنة أو النار عليه . ¶ (2) متفق عليه أخرجه البخاري (833) كتاب الأذان باب الدعاء قبل السلام ، ومسلم (589) كتاب المساجد ومواضع الصلاة ، باب ما يستعاذ منه في الصلاة .",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "قال : وسمعت أبا عبد الله يقول : نؤمن بعذاب القبر ، ومنكر ونكير ، وأن العبد يسأل في قبره فـ \" يُثَبِّتُ اللّهُ الَّذِينَ آمَنُواْ بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الآخِرَةِ\" [إبراهيم / 27] في القبر . أهـ ¶ ثم إنه ينبغي أن يعلم أن عذاب القبر ونعيمه اسم لعذاب البرزخ ونعيمه ، وهو ما بين الدنيا والآخرة . ¶ قال تعالى \" وَمِن وَرَائِهِم بَرْزَخٌ إِلَى يَوْمِ يُبْعَثُون \" [ المؤمنون /100 ] ¶ وهذا البرزخ يشرف أهله فيه على الدنيا والآخرة ، وسمى عذاب القبر ونعيمه ؛ لأنه روضة أو حفرة نار ، باعتبار غالب الخلق فالمصلوب والحُّرق والغُّرق وأكيل السباع والطيور له من عذاب البرزخ ونعيمه قسطه الذي تقتضيه أعماله ، وإن تنوعت أسباب النعيم والعذاب وكيفياتهما ، وقد ظن بعض الأوائل أنه إذا حرق جسده بالنار ، وصار رماداً ، وذرى بعضه في البحر ، وبعضه في البر في يوم شديد الريح أنه ينجو من ذلك . ¶ عن أبي سعيد الخدري - رضي الله عنه - عن النبي - صلى الله عليه وسلم - : ذكر رجلا فيمن كان سلف أو قبلكم آتاه الله مالا وولدا يعني أعطاه قال فلما حضر قال لبنيه : أي أب كنت لكم ؟ قالوا : خير أب . قال : فإنه لم يبتئر (لم يدخر) عند الله خيرا ، وإن يقدم على الله يعذبه فانظروا فإذا مت فأحرقوني حتى إذا صرت فحما فاسحقوني ، أو قال : فاسهكوني ثم إذا كان ريح عاصف فأذروني فيها فأخذ مواثيقهم على ذلك ـ وربي ـ ففعلوا . ¶ فقال الله : كن فإذا رجل قائم . ثم قال أي عبدي ما حملك على ما فعلت . ¶ قال : مخافتك أو فرق منك فما تلافاه أن رحمه الله \" (1) ¶ __________ ¶ (1) متفق عليه . أخرجه البخاري (6481) ك الرقاق ، باب الخوف من الله . ¶ ومسلم (2757) ك التوبة ، باب في سعة رحمة الله تعالى وأنها سبقت غضبه .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "فلم يفت عذاب البرزخ ونعيمه هذه الأجزاء التي صارت في هذه الحال ، حتى لو علق على رؤوس الأشجار في مهاب الريح لأصاب جسده من عذاب البرزخ حظه ونصيبه ، ولو دفن الرجل الصالح في آتون من النار لأصاب جسده من نعيم البرزخ وروحه نصيبه وحظه ، فيجعل الله النار على هذا برداً وسلاماً ، والهواء على ذلك ناراً وسموماً ، فعناصر العالم وموادها منقادة لربها وفاطرها وخالقها يصرفها كيف يشاء ، ولا يستعصي عليه منها شئ أراده ، بل هي طوع مشيئته مذللة منقادة لقدرته ، ومن أنكر هذا فقد جحد رب العالمين ، وكفر به ، وأنكر ربوبيته. ¶ والله سبحانه جعل أمر الآخرة وما كان متصلا بها غيباً ، وحجبها عن إدراك المكلفين في هذه الدار ، وذلك من كمال حكمته ، وليتميز المؤمنون بالغيب من غيرهم ، فأول ذلك أن الملائكة تنزل على المحتضر وتجلس قريبا منه ويشاهدهم عيانا ، ويتحدثون عنده ومعهم الأكفان والحنوط إمَّا من الجنة وإمَّا من النار ، ويؤمِّنون على دعاء الحاضرين بالخير والشر ، وقد يسلمون على المحتضر ويرد عليهم تارة بلفظه ، وتارة بإشارته ، وتارة بقلبه حيث لا يتمكن من نطق ولا إشارة. ¶ وكيف يستنكر من يعرف الله سبحانه ، ويقر بقدرته ، أن يحدث حوادث يصرف عنها أبصار بعض خلقه حكمةً منه ورحمةً بهم ، لأنَّهم لا يطيقون رؤيتها وسماعها ، والعبد أضعف بصراً وسمعاً من أن يثبت لمشاهدة عذاب القبر ، وكثيراً ممن أشهده الله ذلك صعق ، وغشي عليه ، ولم ينتفع بالعيش زمنا ، وبعضهم كشف قناع قلبه فمات ، فكيف ينكر في الحكمة الإلهية إسبال غطاء يحول بين المكلفين وبين مشاهدة ذلك حتى إذا كشف الغطاء رأوه وشاهدوه عياناً.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "ثم إنَّ النار التي في القبر والخضرة ليست من نار الدنيا ولا من زروع الدنيا ، فيشاهده من شاهد نار الدنيا وخضرها ، وإنَّما هي من نار الآخرة وخضرها وهي أشدُّ من نار الدنيا ، فلا يحس به أهل الدنيا ، فإنَّ الله سبحانه يحمي عليه ذلك التراب والحجارة التي عليه حتى يكون أعظم حراً من جمر الدنيا ، ولو مسها أهل الدنيا لم يحسوا بذلك ، بل أعجب من هذا أن الرجلين يدفنان أحدهما إلى جنب الآخر ، وهذا في حفرة من حفر النار لا يصل حرها إلى جاره ، وذلك في روضة من رياض الجنة لا يصل روحها ونعيمها إلى جاره. ¶ وقدرة الرب تعالى أوسع وأعجب من ذلك ، وقد أرانا الله من آيات قدرته في هذه الدار ما هو أعجب من ذلك بكثير ، ولكن النفوس مولعة بالتكذيب بما لم تحط به علماً إلا من وفقه الله وعصمه. ¶ فيُفرش للكافر لوحان من نار فيشتعل عليه قبره بهما كما يشتعل التنور ، فإذا شاء الله سبحانه أن يطلع على ذلك بعض عبيده أطلعه وغيَّبه عن غيره ، إذ لو أطلع العباد كلهم لزالت كلمة التكليف ، والإيمان بالغيب ، ولما تدافن الناس ، كما روى أنس - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: \" لولا أن لا تدافنوا لدعوت الله أن يسمعكم من عذاب القبر ما أسمع \"(1) ولمَّا كانت هذه الحكمة منفية في حق البهائم سمعت ذلك وأدركته كما حادت برسول الله - صلى الله عليه وسلم - بغلته وكادت تلقيه لما مر بمن يعذب في قبره . ¶ __________ ¶ (1) أخرجه مسلم (2867) ك الجنة وصفة نعيمها وأهلها ، باب عرض مقعد الميت من الجنة أو النار عليه .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "فعن زيد بن ثابت قال : بَيْنَمَا النّبِيّ صلى الله عليه وسلم فِي حَائِطٍ لِبَنِي النّجّارِ، عَلَىَ بَغْلَةٍ لَهُ، وَنَحْنُ مَعَهُ، إِذْ حَادَتْ بِهِ فَكَادَتْ تُلْقِيهِ. وَإِذَا أَقْبُرٌ سِتّةٌ أَوْ خَمْسَةٌ أَوْ أَرْبَعَةٌ فَقَالَ: \"مَنْ يَعْرِفُ أَصْحَابَ هَذِهِ الأَقْبُرِ؟ \" فَقَالَ رَجُلٌ: أَنَا . قَالَ: \"فَمَتَىَ مَاتَ هَؤُلاَءِ؟ \" قَالَ: مَاتُوا فِي الإِشْرَاكِ. فَقَالَ: \" إِنّ هَذِهِ الأُمّةَ تُبْتَلَىَ فِي قُبُورِهَا. فَلَوْلاَ أَنْ لاَ تَدَافَنُوا ، لَدَعَوْتُ اللّهِ أَنْ يُسْمِعَكُمْ مِنْ عَذَابِ الْقَبْرِ الّذِي أَسْمَعُ مِنْهُ \". ثُمّ أَقْبَلَ عَلَيْنَا بِوَجْهِهِ، فَقَالَ : \"تَعَوّذُوا بِاللّهِ مِنْ عَذَابِ النّارِ\" قَالُوا: نَعُوذُ بِاللّهِ مِنْ عَذَابِ النّارِ. فَقَالَ: \"تَعَوّذُوا بِاللّهِ مِنْ عَذَابِ الْقَبْرِ\" قَالُوا: نَعُوذُ بِاللّهِ مِنْ عَذَابِ الْقَبْرِ. قَالَ: \"تَعَوّذُوا بِاللّهِ مِنَ الْفِتَنِ، مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ \" . قَالُوا: نَعُوذُ بِاللّهِ مِنْ الْفِتَنِ، مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ . قَالَ: \"تَعَوّذُوا بِاللّهِ مِنْ فِتْنَةِ الدّجّالِ\" قَالُوا: نَعُوذُ بِاللّهِ مِنْ فِتْنَةِ الدّجّالِ.(1) ¶ قال القرطبي ـ رحمه الله تعالى ـ : ¶ وإنَّما حادت به البغلة لما سمعت من صوت المعذبين ، وإنَّما لم يسمعه من يعقل من الجن والإنس لقوله عليه الصلاة والسلام \" لولا أن لا تدافنوا …الحديث \" . ¶ __________ ¶ (1) الحديث السابق .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "فكتمه الله سبحانه عنا حتى نتدافن بحكمته الإلهية ولطائفه الربانية ؛ لغلبة الخوف عند سماعه ، فلا نقدر على القرب من القبر للدفن ، أو يهلك الحي عند سماعه، إذ لا يطاق سماع شئٍ من عذاب الله في هذه الدار لضعف هذه القوى ، ألا ترى أنه إذا سمع الناس صعقة الرعد القاصف أو الزلازل الهائلة هلك كثير من الناس ، وأين صعقة الرعد من صيحة الذي تضربه الملائكة بمطارق الحديد التي يسمعها كل من يليه ؟ وقد قال - صلى الله عليه وسلم - في الجنازة : \" لو سمعها الإنسان لصعق \" (1). ¶ قلت : هذا وهو على رؤوس الرجال من غير ضرب ولا هوان ، فكيف إذا حل به الخزي والنَّكال واشتد عليه العذاب والوبال؟ ¶ فنسأل الله معافاته ومغفرته وعفوه ورحمته ومنه. ¶ التخويف من أهوال القبور ¶ عن أبى هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال : إذا حضر المؤمن أتته ملائكة الرحمة بحريرة بيضاء فيقولون : اخرجي راضية مرضية عنك إلى روح الله وريحان ورب غير غضبان ، فتخرج كأطيب ريح مسك حتى إنَّه ليناوله بعضُهم بعضاً حتى يأتوا به باب السماء ، فيقولون : ما أطيب هذه الريح الطيبة التي جاءتكم من الأرض فيأتون به أرواح المؤمنين ، فلهم أشدُّ فرحاً به من أحدكم بغائبه يقدم عليه فيسألونه ماذا فعل فلان ؟ ماذا فعل فلان ؟ فيقولون : دعوه فإنَّه كان في غم الدنيا فإذا قال : أما أتاكم قالوا : ذهب به إلى أمه الهاوية . ¶ __________ ¶ (1) أخرجه البخاري (1380) ك الجنازة ، باب كلام الميت على الجنازة .",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وإن الكافر إذا احتضر أتته ملائكة العذاب بمسح فيقولون : اخرجي ساخطة مسخوطا عليك إلى عذاب الله عز وجل ، فتخرج كأنتن ريح جيفة حتى يأتوا به باب الأرض فيقولون : ما أنتن هذه الريح ، حتى يأتوا به أرواح الكفار.(1) ¶ قال عمر بن عبد العزيز لبعض جلسائه : يا فلان لقد بت الليلة أتفكر في القبر وساكنه ، إنك لو رأيت الميت ثلاثة في قبره لاستوحشت من قربه بعد طول الأنس منك به ، ولرأيت بيتاً تجول فيه الهوام ويجرى فيه الصديد ، وتخترقه الديدان مع تغير الريح وبلي الأكفان بعد حسن الهيئة وطيب الريح ونقاء الثوب . ¶ وعنه أيضا أنه ـ رحمه الله ـ شيع جنازة فلما انصرفوا تأخر هو وأصحابه ناحية عن الجنازة ، فقال له بعض أصحابه : يا أمير المؤمنين جنازة أنت وليها تأخرت عنها وتركتها . فقال : نعم ناداني القبر من خلفي : يا عمر بن عبد العزيز ألا تسألني ما صنعت بالأحبة قلت : بلى . قال : أحرقت الأكفان، ومزقت الأبدان ، ومصصت الدم ، وأكلت اللحم . ¶ قال :ألا تسألني ما صنعت بالأوصال . قلتُ : بلى ! ¶ قال : نزعت الكتفين من الذراعين ، والذراعين من العضدين ، والعضدين من الكتفين ، والوركين من الفخذين ، والفخذين من الركبتين ، والركبتين من الساقين ، والساقين من القدمين ، ثم بكى. ثم قال : ¶ ألا إنَّ الدنيا بقاؤها قليل ، وعزيزها ذليل ، وغنيها فقير ، وشابها يهرم ، وحيها يموت ، فلا يغرنكم إقبالها مع معرفتكم بسرعة إدبارها ، فالمغرور من اغترَّ بها . ¶ __________ ¶ (1) أخرجه النسائي (1833) ك الجنائز ، باب ما يلقى به المؤمن من الكرامة عند خروج نفسه ، وابن حبان (733) ، والحاكم في المستدرك (1/352 , 353) وقال : صحيح الإسناد ووافقه الذهبي . ¶ والحديث صححه الشيخ الألباني ـ رحمه الله ـ في الصحيحة (1309) ، وصحيح الجامع (490) .",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "... أين سكانها الذين بنوا مدائنها ، وشقوا أنهارها ، وغرسوا أشجارها ، وأقاموا فيها أياماً يسيرة ، غرتهم بصحتهم فاغتروا بنشاطهم ، فركبوا المعاصي ، وإنهم كانوا ـ والله ـ في الدنيا مغبوطين بالمال على كثرة المنع عليه محسودين على جمعه . ¶ ماذا صنع التراب بأبدانهم والرمل بأجسادهم ، والديدان بعظامهم وأوصالهم، كانوا في الدنيا على أسرة ممهدة ، وفرش منضودة بين خدم يخدمون، وأهل يكرمون ، وخيران يغصون ، فإذا مررت فنادهم إن كنت منادياً ، وسر بعسكرهم ، وانظر إلى تقارب منازلهم ، واسأل غنيهم ما بقى من غناه ، واسأل فقيرهم ما بقى من فقره ، واسألهم عن الألسن التي كانوا بها يتكلمون ، وعن الأعين التي كانوا بها ينظرون ، واسألهم عن الجلود الرقيقة والوجوه الحسنة والأجساد الناعمة ما صنع بها الديدان تحت الألوان وأطلت اللحمان ، وعفَّرت الوجوه ، ومحت المحاسن ، وكسرت الفِقَار ، وأبانت الأحشاء ، ومزقت الأشلاء ، وأين حجابهم ، وبوابهم ؟؟ أين خدمهم وعبيدهم ؟؟ وجمعهم ومكنونهم ؟؟ والله ما فرشوا فراشاً ، ولا وضعوا هنالك متكئاً ، ولا غرسوا لهم شجراً ، ولا أنزلوهم من اللحد قراراً. ¶ أليسوا في منازل الخلوات والبلوات ؟ أليس الليل والنهار عليهم سواء ؟ أليس هم في مدلهمة ظلماء ؟ وقد حيل بينهم وبين العمل ، وفارقوا الأحبة. ¶ فكم من ناعم وناعمة أصبحت وجوههم بالية ، وأجسادهم عن أعناقهم نائية ، وأوصالهم متمزقة ، وقد سالت الحدقات على الوجنات وامتلأت الأفواه دماً وصديداً ، ودبت دواب الأرض في أجسادهم ، ففرقت أعضاءهم ثم لم يلبثوا والله إلا يسيرا ، حتى عادت العظام دميماً. ¶ قد فارقوا الحدائق ، وصاروا بعد السعة إلى المضايق ، وقد تزوجت نساؤهم ، وترددت في الطرق أبناؤهم ، وتوزعت الورثة ديارهم وتراثهم . ¶ فمنهم : ـ والله ـ الموسع له في قبره الغض الناضر فيه المتنعم بلذته ، ومنهم : المعذب في قبره المضيق عليه فيه ، النادم على ما فرط .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "يا ساكن القبر غداً ¶ ما الذي غرك من الدنيا ؟ هل تعلم أنك تبقى أو تبقى لك ؟ أين دارك الفيحاء ونهرك المطرد ؟ وأين ثمرتك الحاضر ينعها ؟ وأين رقاق ثيابك ؟ وأين طيبك وأين بخورك ؟ وأين كسوتك لصيفك وشتائك ؟ ¶ أما رأيته قد نزل به الأمر فما يدفع عن نفسه دخلاً وهو يرشح عرقاً ، ويتلظى عطشاً ، يتقلب في سكرات الموت وغمراته ، جاء الأمر من السماء ، وجاء غالب القدر والقضاء ، جاء من الأمر الأجل ما يمتنع من هيهات. ¶ يا مغمض الوالد والأخ والولد وغاسله ... يا مكفن الميت وحامله… يا مخليه في القبر وراجعاً عنه … ليت شعري كيف كنت على خشونة الثرى … ليت شعري بأي خديك يبدأ البلى … وأي عينيك سالت أولاً … يا مجاور الهلكات صرت في محل الموتى… ليت شعري ما الذي يلقاني به ملك الموت عند خروجي من الدنيا وما يأتيني من رسالة ربى ! ¶ ثم انصرف فما بقى بعد ذلك إلا جمعة ثم مات ـ رحمه الله ـ . ¶ أخي الحبيب ¶ توهم نفسك حين استطار قلبك فرحاً وسروراً ، أو مُلِئ حزناً وعبرة ، وبفترة القبر وهول مطلعه وروعة الملكين وسؤالهما فيه عن إيمانك بربك ، فمتثبت من الله ـ جل ثناؤه ـ بالقول الثابت ، أو متحير شاك مخذول . ¶ فتوهم أصواتهما حين يناديانك لتجلس لسؤالهما إياك ؛ ليوقفاك علي مسائلتهما ، فتوهم جلستك في ضيق لحدك ، وقد سقطت أكفانك على جفويك ، فتوهم ذلك ، ثم شخوصك ببصرك إلى صورتهما وعظم أجسامهما ، فإنْ رأيتهما بحسن الصورة ، أيقن قلبك بالفوز والنجاة ، وإن رأيتهما بقبح الصورة أيقن قلبك بالهلاك والغضب. ¶ فتوهم أصواتهما وكلامهما بنغماتها وسؤالهما ، ثم هو تثبيت الله إياك إنْ ثبتك أو تحييره إن خذلك.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "فتوهم جوابك باليقين أو بالتحير أو بالشك ، وتوهم إقبالهما عليك إن ثبتك الله عز وجل بالسرور ، وضربهما بأرجلهما جوانب قبرك بانفراج القبر عن النار، ثم توهم وهى تتأجج بحريقها وإقبالها عليك ، وأنت تنظر إلى ما صرف الله عنك، فيزداد لذلك قلبك سروراً وفرحاً وتوقن بسلامتك من النار بضعفك. ¶ ثم توهم ضربهما بأرجلهما جوانب قبرك وانفراجه عن الجنة بزينتها ونعيمها وقولهما لك : يا عبد الله انظر إلى ما أعدَّ الله لك فهنا منزلك ، وهذا مصيرك ، فتوهم سرور قلبك وفرحك بما عانيت من نعيم الجنان وبهجة ملكهما وعلمك أنك صائر إلى ما عاينت من نعيمها وحسن بهجتها ¶ وإن كانت الأخرى فتوهم خلاف ذلك كله ، من الانتهار لك ، ومن معاينتك الجنة ، وقولهما لك : انظر إلى ما حرمك الله عز وجل ومعاينتك النار ، وقولهما لك : انظر إلى ما أعدَّ الله لك ، فهذا منزلك ومصيرك فأعظمْ بهذا خطراً !! وأعظمْ به عليك في الدنيا غماً وحزناً حتى تعلم أي الحالتين في القبر حالك !! ¶ يَا مَنْ بدنياهُ اشْتَغَل ¶ وغَّره طولُ الأمل ¶ الموتُ يأتي بَغْتةً ¶ والقَبْرُ صُنْدوقُ العَمَل ¶ أهوال القبور ¶ وأهوال القبور أولها : ¶ 1- تكليم القبر :",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "عن أبي سعيد الخدري قالَ: \"دَخَلَ رَسُولُ الله صلى الله عليه وسلم مُصَلاّهُ فَرَأَى نَاساً كَأَنْهُمْ يَكْتَشِرُونَ ، قَالَ : \" أَمَا إِنّكُمْ لَوْ أَكْثَرْتُمْ ذِكْرَ هَاذِمٍ الّلذَاتِ لشَغَلَكُمْ عَمّا أَرَى الموت ، فَأَكْثِرُوا من ذِكْرِ هَاذِمِ اللذَاتِ ـ المَوْتِ ـ ، فَإِنّهُ لَمْ يَأْتِ عَلَى الْقَبْرِ يَوْمٌ إِلاّ تَكَلّمَ فيه يَقُولُ: أَنَا بَيْتُ الغُرْبَةِ، وأَنَا بَيْتُ الوَحْدَةِ ، وأَنَا بَيْتُ التّرَابِ ، وَأَنَا بَيْتُ الدُودِ، فَإِذَا دُفِنَ العَبْدُ المُؤْمِنُ قَالَ لَهُ القَبْرُ: مَرْحَباً وَأَهْلاً، أَمَا إِنْ كُنْتَ لأَحَبّ مَنْ يَمْشِي عَلَى ظَهْرِي إِلَيّ فَإِذْ وَلِيْتُكَ اليَومَ وَصِرْتَ إِلَيّ فَسَتَرَى صَنِيْعِي بِكَ. ¶ قال: فَيَتّسِعُ لَهُ مَدّ بَصَرِهِ وَيُفْتَحُ لَهُ بَابٌ إِلَى الْجَنّةِ. وَإِذَا دُفِنَ العَبْدُ الفَاجِرُ أَو الكَافِرُ قَالَ لَهُ القَبْرُ: لاَمَرْحَباً وَلاَ أَهْلاً أَمَا إِنْ كُنْتَ لأَبْغَضَ مَنْ يَمْشِي عَلَى ظَهْرِي إِلَيّ فَإِذْ وَلِيتُكَ اليَوْمَ وَصِرْتَ إِلَيّ فَسَتَرَى صَنِيْعِي بِكَ . ¶ قَالَ فَيْلَتَئِمُ عَلَيْهِ حَتّى تَلْتَقِي عَلَيْهِ وَتَخْتَلِفَ أَضْلاَعُهُ.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "قَالَ: قالَ رَسُولُ الله - صلى الله عليه وسلم - بِأَصَابِعِهِ فَأَدْخَلَ بَعْضَهَا فِي جَوْفِ بَعْضٍ قَالَ: وَيُقَيّضُ الله لَهُ سَبْعُونَ تِنّيْناً لَوْ أَنّ وَاحِداً مِنْهَا نَفَخَ فِي الأَرْضِ مَا أَنْبَتَتْ شَيْئاً مَا بَقِيتْ الدُنْيَا، فَيَنْهَشنَه وَيَخْدِشْنَهُ حَتّى يُفْضَى بِهِ إِلَى الْحِسَابِ. قالَ: قالَ رَسُولُ الله صلى الله عليه وسلم \" إِنّمَا القَبْرُ رَوْضَةٌ مِنْ رِيَاضِ الْجَنّةِ، أَوْ حُفْرَةٌ مِنْ حُفَرِ النّارِ \".(1) ¶ عن عبد الله بن عبيد قال : بلغني أن الميت يقعد في حفرته ، وهو يسمع وخط مشيعيه ، ولا يكلمه شئ أول من حفرته فتقول : ويحك يا ابن آدم أليس قد حذرتني ، وحُذِّرت ضيقي وظلمتي ، ونتني وهولي ودودي ، هذا ما أعددت لك ، فما أعددت لي ؟! \"(2) ¶ وروى ابن عبد البر في التمهيد بإسناده عن ابن عائذ عن غضيف بن الحارث عن عبد الله بن عمرو بن العاص - رضي الله عنه - قال: إن القبر يكلم العبد إذا وضع فيه فيقول : يا ابن آدم ما غرك بي ؟ ألم تعلم أنِّي بيت الوحدة ؟ ألم تعلم أنِّي بيت الظلمة ، ألم تعلم أنِّي بيت الحق ؟ يا ابن آدم ما غرَّك بي ، لقد كنت تمشي حولي فداداً . ¶ __________ ¶ (1) أخرجه الترمذي (2460) ك صفة القيامة ، وقال : حديث غريب ، والحديث ضعفه الشيخ الألباني في ضعيف الترمذي (437) وضعيف الجامع (1231) ، وذهب صاحب التحرير المرسخ إلى تحسينه . ¶ (2) أخرجه ابن المبارك في الزهد من رواية نعيم بن حماد في نسخته ص 41 برقم (163) ط دار الكتب العلمية بتحقيق حبيب الرحمن الأعظمي ، وقال الحافظ العراقي في تخريج الإحياء : أخرجه ابن أبي الدنيا في القبور هكذا مرسلا ورجاله ثقات ، ورواه ابن المبارك في الزهد إلا أنه قال بلغني ولم يرفعه. ¶ قال ابن الأثير في النهاية (5/164) الوخط : الخفق والصوت على الأرض . قال القرطبي في التذكرة : الوخط : سرعة السير في المشي .",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "قال ابن عائذ : قلت لغضيف : ما الفداد يا أبا أسماء ؟ ¶ قال : بعض مشيتك يا ابن أخي أحيانا . ¶ قال غضيف : فقال عبد الله بن عبيد بن عمير لعبد الله بن عمرو : فإن كان مؤمناً وسع له فماذا له ؟ ¶ قال : يوسع له في قبره ، ويجعل منزله أخضر ، ويعرج بنفسه إلى الله تعالى .(1) ¶ وعن عبد الله بن عبيد بن عمير قال : يجعل الله للقبر لسانا ينطق به فيقول : يا ابن آدم كيف نسيتني ؟ أما علمت أني بيت الدود ، وبيت الوحدة ، وبيت الوحشة . ¶ وقال أيضاً : إن القبر ليبكي ويقول في بكائه : أنا بيت الوحشة ، أنا بيت الوحدة ، أنا بيت الدود .(2) ¶ قال يزيد بن سخبرة : \" يقول القبر للرجل الكافر أو الفاجر : أما ذكرت ظلمتي ، أما ذكرت وحشتي ، أما ذكرت ضيقي ، أما ذكرت غمي \" . ¶ وعن عبيد بن عمير قال : ليس من ميت يموت إلا نادته حفرته التي يدفن فيها : أنا بيت الظلمة والوحدة والانفراد ، فإن كنت في حياتك لله مطيعاً ، كنت اليوم عليك رحمة ، وإن كنت لربك في حياتك عاصياً ، فأنا عليك نقمة ، أنا البيت الذي من دخله مطيعاً خرج منه مسروراً ، ومن دخلني عاصياً خرج مثبوراً . ¶ وعن محمد بن صبيح قال : بلغنا أن الرجل إذا وضع في قبره فَعُذِّب أو أصابه بعض ما يكره ناداه جيرانه من الموتى : أيها المتخلف في الدنيا بعد إخوانه أما كان لك فينا معتبر ؟ أما كان لك في تقدمنا إياك فكرة ؟ أما رأيت انقطاع أعمالنا هنا وأنت في المهلة ؟ فهلا استدركت ما فات ؟ وتناديه بقاع الأرض : أيها المغتر بظهر الأرض هلا اعتبرت بمن غيب من أهلك في بطن الأرض ممن غرته الدنيا قبلك ، ثم سبق به أجله إلى القبور ، وأنت تراه محمولاً تناديه أحبته إلى المنزل الذي لا بد له منه. ¶ 2- ضمة القبر : ¶ __________ ¶ (1) التمهيد لابن عبد البر (18/145) ط مكتبة ابن تيمية . ¶ (2) ذكرهما القرطبي في التذكرة ص108 وعزاهما لهناد بن السري بإسناد رجاله ثقات .",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "عن عائشة ـ رضى الله عنها ـ عن النبي - صلى الله عليه وسلم - قال : \" إن للقبر ضغطة لو كان أحد ناجيا منها نجا سعد بن معاذ \"(1) ¶ وإذا كان هذا لسعد بن معاذ زعيم الأنصار المقتول شهيداً بسهم وقع في أكحله في غزوة الخندق ، هذا الذي اهتز عرش الرحمن لموته فما بالك بغيره؟ نسأل اللّه السلامة . ¶ __________ ¶ (1) أخرجه الإمام أحمد (6 / 55 ، 98 ) و جود إسناده الحافظ العراقي كما في تخريج الإحياء وقال الهيثمي : رجاله رجال الصحيح ، وابن حبان في صحيحه (7/379) برقم (3112) عن أم المؤمنين عائشة ـ رضي الله عنها ـ ، ورواه الطبراني في معجمه الكبير (10/334) برقم (10827) ، (12/232) برقم (12975) من حديث ابن عباس كذا فيه لكن أفاد العلامة الشيخ الألباني كما في الصحيحة (4/271) أن الذي يغلب على الظن أنه من حديث عبد الله بن عياش لا ابن عباس ـ والله أعلم ـ ولفظه \" لو نجا أحد من ضمة القبر لنجا سعد بن معاذ، ولقد ضم ضمة ثم روخي عنه \" ¶ والحديث صححه الشيخ الألباني بمجموع طرقه وشواهده في الصحيحة (1695) وصحيح الجامع (2180) ، (5306) .",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "فهذه الضغطة لا ينجو منه صالح ولا طالح لكن الكافر يدوم ضغطه والمؤمن لا، والمراد به التقاء جانبي القبر على الميت ، إذ ما من أحد إلا وقد ألم بخطيئة فإن كان صالحاً فهذه جزاؤه ثم تدركه الرحمة ، وقد كان يقال لها ضمة إذ أصل ذلك أن الأرض أمهم ، منها خلقوا فغابوا عنها طويلاً فتضمهم ضمة والدة غاب عنها ولدها فالمؤمن برفق والعاصي بعنف غضباً عليه ، فقد خلق الآدمي من هذه الأرض وقد أخذ عليه العهد والميثاق في العبودية له فما نقص من وفاء العبودية صارت الأرض عليه واجدة ، فإذا وجدته في بطنها ضمته ضمة ، ثم تدركه الرحمة فترحب به وعلى قدر سرعة مجيء الرحمة يتخلص من الضمة ، فإن كان محسناً فإن رحمة اللّه قريب من المحسنين ، فإذا كانت الرحمة قريبة من المحسنين لم يكن الضم كثيراً ، وإذا كان خارجاً من حد المحسنين لبث حتى تدركه الرحمة ولا ينافيه اهتزاز العرش لموته لأن دون البعث زلازل وأهوال لا يسلم منها ولي ولا غيره \" ثُمَّ نُنَجِّي الَّذينَ اتَّقَوا \" [مريم/ 72] ¶ قال عمر: لو كان لي طلاع الأرض ذهباً لافتديت به من هول المطلع . ¶ وفي الحديث إشارة إلى أن جميع ما يحصل للمؤمن من أنواع البلايا حتى في أول منازل الآخرة وهو القبر وعذابه وأهواله لما اقتضته الحكمة الإلهية من التطهيرات ورفع الدرجات ، ألا ترى أن البلاء يخمد النفس ويذلها ويدهشها عن طلب حظوظها ، ولو لم يكن في البلاء إلا وجود الذلة لكفى إذ مع الذلة تكون النصرة. ¶ وأهل الاستقامة يردون اللحود وقد يكون فيهم خصلة عليهم فيها تقصير فيردون اللحد مع بعض التقصير غير نازعين عنه ، وليس ذلك بذنب ولا خطيئة فيعاتبون في قبورهم عليه ، فما بالنا نحن والذنوب كثيرة والتفريط بالغ منهاه رب سلم سلم.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وعن أبي أيوب الأنصاري - رضي الله عنه - قال: دفن صبي فقال رسول اللّه - صلى الله عليه وسلم - . لو أفلت أحد من ضمة القبر لأفلت هذا الصبي (1) ¶ وظاهر الحديث أن الضمة لا ينجو منها أحد باستثناء الأنبياء فحتى الصبي ضمَّ نعوذ بالله من ضمة القبر وفتنة القبر . ¶ 3- سؤال الملكين : ¶ عن أنس - رضي الله عنه - قال : قال النبي - صلى الله عليه وسلم - : ¶ \" إِنَّ الْعَبْدَ إِذَا وُضِعَ فِي قَبْرِهِ وَتَوَلَّى عَنْهُ أَصْحَابُهُ وَإِنَّهُ لَيَسْمَعُ قَرْعَ نِعَالِهِمْ أَتَاهُ مَلَكَانِ فَيُقْعِدَانِهِ فَيَقُولَانِ : مَا كُنْتَ تَقُولُ فِي هَذَا الرَّجُلِ لِمُحَمَّدٍ - صلى الله عليه وسلم - ، فَأَمَّا الْمُؤْمِنُ فَيَقُولُ : أَشْهَدُ أَنَّهُ عَبْدُ اللَّهِ وَرَسُولُهُ فَيُقَالُ لَهُ انْظُرْ إِلَى مَقْعَدِكَ مِنْ النَّارِ قَدْ أَبْدَلَكَ اللَّهُ بِهِ مَقْعَدًا مِنْ الْجَنَّةِ فَيَرَاهُمَا جَمِيعًا . ¶ قَالَ قَتَادَةُ : وَذُكِرَ لَنَا أَنَّهُ يُفْسَحُ لَهُ فِي قَبْرِهِ ¶ قَالَ - صلى الله عليه وسلم - : وَأَمَّا الْمُنَافِقُ وَالْكَافِرُ فَيُقَالُ لَهُ مَا كُنْتَ تَقُولُ فِي هَذَا الرَّجُلِ فَيَقُولُ لَا أَدْرِي كُنْتُ أَقُولُ مَا يَقُولُ النَّاسُ فَيُقَالُ لَا دَرَيْتَ وَلَا تَلَيْتَ وَيُضْرَبُ بِمَطَارِقَ مِنْ حَدِيدٍ ضَرْبَةً فَيَصِيحُ صَيْحَةً يَسْمَعُهَا مَنْ يَلِيهِ غَيْرَ الثَّقَلَيْنِ .(2) ¶ __________ ¶ (1) أخرجه الطبراني في الكبير (4/121) برقم (3858) ، وقال الهيثمي : رجاله رجال الصحيح ، وصححه الشيخ الألباني في صحيح الجامع (5238) . ¶ (2) متفق عليه . أخرجه البخاري (1374) ك الحنائز ، باب ما جاء في عذاب القبر . ـ واللفظ له ـ ¶ ومسلم (2870) ك الجنة وصفة نعيمها وأهلها ، باب عرض مقعد الميت من الجنة أو النار عليه وإثبات عذاب القبر والتعوذ منه .",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "عن عطاء بن يسار قال: قال رسول الله - صلى الله عليه وسلم - لعمر بن الخطاب - رضي الله عنه - : \" يا عمر كيف بك إذا أنت مت فانطلق بك قومك فقاسوا لك ثلاثة أذرع في ذراع وشبر، ثم رجعوا إليك فغسلوك وكفنوك وحنطوك، ثم احتملوك حتى يضعوك فيه ، ثم يهيلوا عليك التراب ويدفنوك، فإذا انصرفوا عنك أتاك فتانا القبر منكر ونكير ، أصواتهما كالرعد القاصف وأبصارهما كالبرق الخاطف يجران أشعارهما ويبحثان القبر بأنيابهما فتلتلاك وترتراك، كيف بك عند ذلك يا عمر؟ فقال عمر: ويكون معي عقلي مثل عقلي الآن؟ قال \"نعم\" قال \"إذن أكفيكهما \" (1) ¶ الثلاثة الأخر من أهوال القبور : ¶ 4- دخول الجليس . ¶ 5- رؤية مقعده من الجنة أو النار . ¶ 6- العذاب أو النعيم . ¶ وهذه الثلاثة مجتمعة دليلها تفصيلاً في الحديث الطويل الذي رواه الإمام أحمد في مسنده وأهل السنن وصححه جماعة من العلماء والشيخ الألباني في أحكام الجنائز وغيره عن البراء بن عازب - رضي الله عنه - أنه قال : ¶ __________ ¶ (1) قال الحافظ العراقي في تخريج الإحياء : أخرجه ابن أبي الدنيا في كتاب القبور هكذا مرسلا ورجاله ثقات. وقال البيهقي في الاعتقاد : رويناه من وجه صحيح عن عطاء بن يسار مرسلا . قلت : ووصله ابن بطة في الإبانة من حديث ابن عباس ، ورواه البيهقي في الاعتقاد من حديث عمر وقال : غريب بهذا الإسناد تفرد به مفضل ، ولأحمد وابن حبان من حديث عبد الله بن عمر ؛ فقال عمر: أيرد إلينا عقولنا؟ فقال \"نعم كهيئتكم اليوم\" فقال عمر: بفيه الحجر.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "... \" خرجنا مع النبي - صلى الله عليه وسلم - في جنازة رجل من الأنصار ، فانهينا إلى القبر ولما يُلحد ، فجلس رسول الله - صلى الله عليه وسلم - مستقبل القبلة ، وجلسنا حوله ، وكأن على رؤوسنا الطير ، وفى يده عود ينكت في الأرض ، فجعل ينظر إلى السماء ، وينظر إلى الأرض ، وجعل يرفع بصره ويخفضه ، ثلاثاً ، فقال : استعيذوا بالله من عذاب القبر ، مرتين ، أو ثلاثاً ثم قال : اللهم إني أعوذ بك من عذاب القبر ثلاثاً ، ثم قال :",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "إن العبد المؤمن إذا كان في انقطاع من الدنيا ، وإقبال من الآخرة ، نزل إليه ملائكة من السماء ، بيض الوجوه ، كأن وجوههم الشمس ، معهم كفن من أكفان الجنة ، وحنوط من حنوط الجنة ، حتى يجلسوا منه مد البصر ، ثم يجئ ملك الموت ـ عليه السلام ـ حتى يجلس عند رأسه فيقول : أيتها النفس الطيبة (وفى رواية : المطمئنة) ، اخرجي إلى مغفرة من الله ورضوان ، قال : فتخرج تسيل كما تسيل القطرة من في السقاء ، فيأخذها ، (وفى رواية : حتى إذا خرجت روحه صلي عليه كل ملك بين السماء والأرض ، وكل ملك في السماء ، وفتحت له أبواب السماء ، ليس من أهل باب إلا وهم يدعون الله أن يُعرج بروحه من قِبَلهم) ، فإذا أخذها لم يدعوها في يده طرفة عين حتى يأخذوها فيجعلوها في ذلك الكفن ، وفي ذلك الحنوط ، فذلك قوله تعالى : \" توفته رسلنا وهم لا يفرطون \" [ الأنعام /61] ، ويخرج منها كأطيب نفحة مسك وجدت على وجه الأرض ، قال : فيصعدون بها فلا يمرون – يعني – بها على ملأ من الملائكة إلا قالوا : ما هذا الروح الطيب ؟ فيقولون : فلان ابن فلان – بأحسن أسمائه التي كانوا يسمونه بها في الدنيا ، حتى ينتهوا بها إلى السماء الدنيا ، فيستفتحون له ، فيفتح لهم ، فيشيعه من كل سماء مقربوها ، إلى السماء الدنيا، فيستفتحون له فيفتح لهم ، فيشيعه من كل سماء مقربوها ، إلى السماء التي تليها ، حتى ينتهي به إلى السماء السابعة ، فيقول الله عز وجل : اكتبوا كتاب عبدي في عليين ، \" وما أدراك ما عليون كتاب مرقوم يشهده المقربون \" [ المطففين /19-21] فيكتب كتابه في عليين ، ثم يقال : أعيدوه إلى الأرض ، فإني وعدتهم أني منها خلقتهم ، وفيها أعيدهم ومنها أخرجهم تارة أخرى ، قال: فيرد إلى الأرض ، وتعاد روحه في جسده ، قال : فإنه يسمع خفق نعال أصحابه إذا ولوا عنه مدبرين ، فيأتيه ملكان شديدا الانتهار فينتهرانه ، ويجلسانه فيقولان له : من ربك ؟ فيقول : ربي الله ، فيقولان له : ما دينك",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "؟ فيقول : ديني الإسلام ، فيقولان له : ما هذا الرجل الذي بعث فيكم ؟ فيقول : هو رسول الله - صلى الله عليه وسلم - ، فيقولان له : وما علمك ؟ فيقول : قرأت كتاب الله ، فآمنت به ، وصدقت. فينادى مناد في السماء : أن صدق عبدي ، فأفرشوه من الجنة ، وألبسوه من الجنة ، وافتحوا له باباً إلى الجنة ، قال : فيأتيه من روحها وطيبها ، ويفسح له في قبره مد بصره ، قال : ويأتيه (وفى رواية : يمثل له) رجل حسن الوجه ، حسن الثياب ، طيب الريح ، فيقول : أبشر بالذي يسرك ، أبشر برضوان من الله ، وجنات فيها نعيم مقيم ، هذا يومك الذي كنت توعد ، فيقول له : وأنت فبشرك الله بخير من أنت ؟ فوجهك الوجه يجئ بالخير ، فيقول : أنا عملك الصالح فوالله ما علمتك إلا كنت سريعاً في طاعة الله ، بطيئاً في معصية الله ، فجزاك الله خيراً ، ثم يفتح له باب من الجنة ، وباب من النار ، فيقال : هذا منزلك لو عصيت الله ، أبدلك الله به هذا ، فإذا رأى ما في الجنة قال : رب عجل قيام الساعة ، كيما أرجع إلى أهلي ومالي ، فيقال له : اسكن.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "... قال : وإن العبد الكافر (وفى رواية : الفاجر) إذا كان في انقطاع من الدنيا وإقبال من الآخرة ، نزل إليه من السماء ملائكة غلاظ شداد ، سود الوجوه معهم المسوح من النار ، فيجلسون منه مد البصر ، ثم يجيء ملك الموت حتى يجلس عند رأسه ، فيقول : أيتها النفس الخبيثة اخرجي إلى سخط من الله وغضب ، قال : فتفرق في جسده ، فينتزعها كما ينتزع السفود الكثير الشعب من الصوف المبلول ، فتقطع معها العروق والعصب ، فيلعنه كل ملك بين السماء والأرض ، وكل ملك في السماء ، وتعلق أبواب السماء ، ليس من أهل باب إلا وهم يدعون الله ألا تعرج روحه من قبلهم ، فيأخذها ، فإذا أخذها ، لم يدعوها في يده طرفة عين حتى يجعلوها في تلك المسوح ، ويخرج منها كأنتن ريح جيفة وجدت على وجه الأرض ، فيصعدون بها ، فلا يمرون بها على ملأ من الملائكة إلا قالوا : ما هذا الروح الخبيث ؟ فيقولون : فلان ابن فلان – بأقبح أسمائه التي كان يسمي بها في الدنيا ، حتى ينتهي به إلى المساء الدنيا فيستفتح له ، فلا يفتح له، ، ثم قرأ رسول الله - صلى الله عليه وسلم - : \" لا تفتح لهم أبواب السماء ولا يدخلون الجنة ، حتى يلج الجمل في سم الخياط \" [الأعراف /40] فيقول الله عز وجل : اكتبوا كتابه في سجين ، في الأرض السفلى ، ( ثم يقال : أعيدوا عبدي إلى الأرض فإني وعدتهم أنى منها خلقتهم ، وفيها أعيدهم ، ومنها أخرجهم تارة أخرى) ، فتطرح روحه من السماء طرحاً حتى تقع في جسده ثم قرأ : \" ومن يشرك بالله ، فكأنما خر من السماء فتخطفه الطير أو تهوي به الريح في مكان سحيق \" [ الحج/31 ] فتعاد روحه في جسده ، قال : فإنه ليسمع خفق نعال أصحابه إذا ولوا عنه.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "ويأتيه ملكان شديدا الانتهار ، فينتهرانه ، ويجلسانه ، فيقولان له : من ربك ؟ فيقول : هَاه هَاه لا أدري ، فيقولان له : ما دينك ؟ فيقول : هاهٍ هاهٍ لا أدري ، فيقولان : فما تقول في هذا الرجل الذي بعث فيكم ؟ فلا يهتدي لاسمه ، فيقال : محمدُ ! فيقول : هاهٍ هاهٍ لا أدري سمعت الناس يقولون ذاك ! قال : فيقال : لا دريت ، ولا تلوت ، فينادي مناد من السماء أن كذب عبدي ، فأفرشوه من النار ، وافتحوا له باباً إلى النار ، فيأتيه من حرها وسمومها ، ويضيق عليه قبره حتى تختلف أضلاعه ، ويأتيه (وفى رواية : ويمثل له) رجل قبيح الوجه ، قبيح الثياب ، منتن الريح ، فيقول : أبشر بالذي يسوؤك ، هذا يومك الذي كنت توعد ، فيقول : وأنت فبشرك الله بالشر من أنت ؟ فوجهك الوجه يجيء بالشر ! فيقول : أنا عملك الخبيث ، فوالله ما علمت إلا كنت بطيئاً عن طاعة الله ، سريعاً إلى معصية الله ، فجزاك الله شراً ، ثم يقيض له أعمى أصم أبكم في يده مرزبة لو ضُرب بها جبل كان تراباً فيضربه ضربة حتى يصير بها تراباً ، ثم يعيده الله كما كان ، فيضربه ضربة أخرى ، فيصيح صيحة يسمعه كل شيء إلا الثقلين ، ثم يفتح له باب من النار ، ويُمهد من فُرش النار ، فيقول : رب لا تقم الساعة.(1) ¶ كيف تنجو من عذاب القبر؟ ¶ __________ ¶ (1) أخرجه أبو داود (4753) والحاكم (1/37-40) والطيالسي (753) وأحمد ( 4/287 و 288 و 295 و 296) ـ والسياق له ـ والآجري في (الشريعة) (367-370). ¶ وقال الحاكم \"صحيح على شرط الشيخين\". وأقره الذهبي ، وهو كما قالا ، وصححه ابن القيم في (إعلام الموقعين) (1/214) و(تهذيب السنن) (4/337) ، ونقل فيه تصحيحه عن أبي نُعيم وغيره ، وصححه الشيخ الألباني في أحكام الجنائز (200 : 202) وصحيح الجامع (1676) .",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "أخرج ابن حبان في صحيحه ـ والسياق له ـ والحاكم في المستدرك عن أبى هريرة قال : قال رسول الله - صلى الله عليه وسلم - \" إن الميت إذا وضع في قبره إنه يسمع خفق نعالهم حين يولون عنه ، فإن كان مؤمنا كانت الصلاة عند رأسه وكان الصيام عن يمينه ، وكانت الزكاة عن شماله ، وكان فعل الخيرات من الصدقة والصلة والمعروف والإحسان إلى الناس عند رجليه ، فيؤتى من قبل رأسه فتقول الصلاة : ما قبلي مدخل ، ثم يؤتى عن يمينه فيقول الصيام ما قبلي مدخل ، ثم يؤتى عن يساره فتقول الزكاة : ما قبلي مدخل ، ثم يؤتي من قبل رجليه فتقول فعل الخيرات من الصدقة والصلة والمعروف والإحسان إلى الناس : ما قبلي مدخل . فيقال له : اجلس فيجلس وقد مثلت له الشمس وقد أدنيت للغروب . فيقال له : أرأيتك هذا الرجل الذي كان فيكم ما تقول فيه ؟ وماذا تشهد به عليه ؟ فيقول : دعوني حتى أصلي . فيقولون : إنك ستفعل أخبرني عما نسألك عنه أرأيتك هذا الرجل الذي كان فيكم ما تقول فيه ؟ وماذا تشهد عليه ؟ قال : فيقول : محمد أشهد أنه رسول الله وأنه جاء بالحق من عند الله . فيقال له على ذلك حييت وعلى ذلك مت وعلى ذلك تبعث إن شاء الله . ¶ ثم يفتح له باب من أبواب الجنة فيقال له : هذا مقعدك منها وما أعد الله لك فيها فيزداد غبطة وسرورا ، ثم يفتح له باب من أبواب النار فيقال له : هذا مقعدك منها وما أعد الله لك فيها لو عصيته فيزداد غبطة وسرورا ، ثم يفسح له في قبره سبعون ذراعا ، وينور له فيه ويعاد الجسد لما بدأ منه ، فتجعل نسمته في النسم الطيب وهي طير يعلق في شجر الجنة قال فذلك قوله تعالى : \" يثبت الله الذين آمنوا بالقول الثابت في الحياة الدنيا وفي الآخرة ويضل الله الظالمين ويفعل الله ما يشاء \" [ إبراهيم/ 27 ]",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "قال : وإن الكافر إذا أتي من قبل رأسه لم يوجد شيء ، ثم أتي عن يمينه فلا يوجد شيء ، ثم أتي عن شماله فلا يوجد شيء ، ثم أتي من قبل رجليه فلا يوجد شيء ، فيقال له: اجلس فيجلس خائفا مرعوبا . فيقال له : أرأيتك هذا الرجل الذي كان فيكم ماذا تقول فيه ؟ وماذا تشهد به عليه ؟ فيقول : أي رجل !! فيقال : الذي كان فيكم فلا يهتدي لاسمه حتى يقال له : محمد . فيقول ما أدري سمعت الناس قالوا قولا فقلت كما قال الناس . فيقال له : على ذلك حييت وعلى ذلك مت وعلى ذلك تبعث إن شاء الله . ثم يفتح له باب من أبواب النار فيقال له هذا مقعدك من النار وما أعد الله لك فيها فيزداد حسرة وثبورا ، ثم يفتح له باب من أبواب الجنة فيقال له : ذلك مقعدك من الجنة ، وما أعد الله لك فيه لو أطعته فيزداد حسرة وثبورا ، ثم يضيق عليه قبره حتى تختلف فيه أضلاعه فتلك المعيشة الضنكة التي قال الله \" فإن له معيشة ضنكا ونحشره يوم القيامة أعمى \" [طه/124] (1) ¶ كان أبو ذر الغفاري ـ رضي الله عنه ـ يقول : يا أيها الناس إني عليكم ناصح ، إني عليكم شفيق ، صلوا في ظلمة الليل لوحشة القبور، وصوموا في الدنيا لحر يوم النشور ،وتصدقوا مخافة يوم عسير ، يا أيها الناس إني لكم ناصح إني عليكم شفيق .(2) ¶ س و ج في عذاب القبر ¶ س1 : هل النفس هي الروح أم هما متمايزان ؟ ¶ ج1 : النفس تطلق على أمور وكذلك الروح فيتحد مدلولهما تارة ، ويختلف تارة ، فالنفس تطلق على الروح ، ولكن غالب ما يسمى نفساً إذا كانت متصلة بالبدن ،وأما إذا أخذت مجردة فتسمية الروح لها أغلب ويطلق على الدم وعلى الذات وعلى العين. ¶ والروح تطلق على القرآن ، وعلى جبريل ـ عليه السلام ـ وعلى الهواء المتردد في بدن الإنسان . ¶ __________ ¶ (1) أخرجه ابن حبان في صحيحه (7/380) برقم (3113) وقال الشيخ شعيب الأرنؤوط : إسناده حسن من أجل محمد بن عمرو ، والحاكم في المستدرك (1/535) برقم (1403) . ¶ (2) تاريخ دمشق (66/214) .",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "س2 : هل تموت الروح ؟ ¶ ج2 : قالت طائفة : تموت لأنها نفس ، وكل نفس ذائقة الموت ، وقد قال تعالى \" كل من عليها فان \" [الرحمن/26] ، وإذا كانت الملائكة تموت فالنفوس البشرية أولى بالموت . وقيل : تصعق عند نفخة الصور . قال أبو العز الحنفي شارح الطحاوية : والصواب أن يقال : موت النفوس هو مفارقتها لأجسادها ، وخروجها منه فإن أريد بموتها هذا القدر فهى ذائقة الموت ، وإن أريد أنها تعدم وتفنى بالكلية فهى لا تموت بهذا الاعتبار ، بل هي باقية بعد خلقها في نعيم أو في عذاب وقد قال تعالى \" لا يذوقون فيها الموت إلا الموتة الأولى \" [ الدخان /56 ] وتلك الموتة هي مفارقة الروح للجسد. ¶ س3 : هل يدوم عذاب القبر أو ينقطع ؟ ¶ ج3 : هو نوعان : منه ما هو دائم كما قال تعالى \" النار يعرضون عليها غدواً وعشياً \" [ غافر/46 ]. ¶ والنوع الثاني : أنه مدة ثم ينقطع ، وهو عذاب بعض العصاة الذين خفت جرائمهم فيعذب بحسب جرمه ثم يخفف عنه وهو في الممحصات. ¶ س4 : أين مستقر الأرواح ما بين الموت إلى قيام الساعة ؟ ¶ ج4 : يتلخص من أدلة الشرع أن الأرواح في البرزخ متفاوتة أعظم تفاوت . ¶ فمنها أرواح في أعلى عليين في الملأ الأعلى وهي أرواح الأنبياء وهم أيضاً متفاوتون في منازلهم . ¶ ومنها في حواصل طير خضر تسرح في الجنة حيث شاءت ، وهي أرواح بعض الشهداء . ¶ ومنها في أسفل سافلين وهي أرواح الكفار والمجرمين \" إن الذين كذبوا بآياتنا واستكبروا عنها لا تفتح لهم أبواب السماء \" [الأعراف/40] . ¶ س5 : هل يعلم الميت بزيارة الأحياء وسلامهم ؟ ¶ ج5 : خلاصة البحث والتحقيق في هذه المسألة أن الموتى لا يسمعون ، وأن هذا هو الأصل فإذا ثبت أنهم يسمعون في بعض الأحوال كما في حديث خفق النعال عن أنس وحديث قليب بدر ، فلا ينبغي أن نجعل ذلك أصلاً بل يقتصر على القول بسماع ما ورد الأثر بسماعه ، وهذا مذهب طوائف من أهل العلم كما قال الحافظ بن رجب .",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "وما أحسن ما قال ابن التين : إن الموتى لا يسمعون بلا شك ، لكن إذا أراد الله إسماع ما ليس من شأنه السماع لم يمتنع كقوله تعالى \" فقال لها وللأرض أئتيا طوعاً أو كرهاً قالتا أتينا طائعين \" [ فصلت/11 ] . ¶ س6 : هل سؤال القبر خاص بهذه الأمة أو لا ؟ ¶ ج6 : بل هو عام لألفاظ الحديث ففيها الكافر والفاجر والمشرك والمنافق. ¶ س7 : من هم الذين يعفون من سؤال القبر ؟ ¶ ج7 : 1- الشهداء ¶ عن راشد بن سعد عن رجل من أصحاب النبي - صلى الله عليه وسلم - أن رجلا قال : يا رسول الله ما بال المؤمنين يفتنون في قبورهم إلا الشهيد قال : ¶ \" كفى ببارقة السيوف على رأسه فتنة \"(1) ¶ 2- المرابط في سبيل الله ¶ عن سلمان قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" رباط يوم وليلة خير من صيام شهر وقيامه وإن مات جرى عليه عمله الذي كان يعمله وأجري عليه رزقه وأمن الفتان \"(2) ¶ 3-الموت بداء البطن : ¶ عن أبي اسحق السبيعي قال : قال سليمان بن صرد لخالد بن عرفطة أو خالد لسليمان : أما سمعت رسول الله - صلى الله عليه وسلم - يقول : \" من قتله بطنه لم يعذب في قبره \" فقال أحدهما لصاحبه : نعم .(3) ¶ 4- قراءة سورة تبارك : ¶ __________ ¶ (1) أخرجه النسائي (2053) ك الجنائز ، باب الشهيد . وصححه الشيخ الألباني ـ رحمه الله ـ في صحيح الجامع (4483) . ¶ (2) أخرجه مسلم (1913) ك الإمارة ، باب فضل الرباط في سبيل الله . ¶ (3) أخرجه الترمذي (1064) ك الجنائز عن رسول الله ، باب ما جاء في الشهداء من هم . وقال : حسن غريب ، ـ واللفظ له ـ والنسائي (2052) ك الجنائز ، باب من قتله بطنه ، والإمام أحمد في مسنده (4/262) ،(5/292)، وابن حبان في صحيحه (7/195) برقم (2933) بسند صحيح كما قال الشيخ شعيب الأرنؤوط ، والطبراني في الكبير ( 4 / 189 -190 ) بأرقام ( 4101 ، 4102 ، 4109 ) ، (7/98) برقم (6486) ، وفي الصغير (1/188) برقم (298) وصححه الشيخ الألباني ـ رحمه الله ـ في صحيح الجامع (6461) .",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "قال - صلى الله عليه وسلم - \" سورة تبارك هي المانعة من عذاب القبر \"(1) ¶ 5- الموت يوم الجمعة أو ليلتها : ¶ قال - صلى الله عليه وسلم - : \" ما من مسلم يموت يوم الجمعة أو ليلة الجمعة إلا وقاه الله تعالى فتنة القبر \" .(2) ¶ صرخة قبل فوات الزمان ¶ إخوتاه ¶ يا من يدعى إلى نجاته فلا يجيب ، يا من قد رضى أن يخسر ويخيب ، إن أمرك طريف وحالك عجيب ، اذكر في زمان راحتك ساعة الوجيب ، واستمع يوم ينادى المنادى من مكان قريب . ¶ ويحك إن الحق حاضر ما يغيب ، تحصى عليك أعمال الطلوع وأفعال المغيب، ضاعت الرياضة في غير نجيب ، سيماك تدل وما يخفي المريب ، اسمع لا بد لغربان الفراق من نعيب . ¶ أنساكن الغفلة ولغيرنا نعيب ، يا من سلعه كلها معيب ، اذكر يوم الفزع والتأنيب. \" واستمع يوم ينادي المنادي من مكان قريب \" . ¶ لا بد والله من فراق العيش الرطيب ، والتحاف البلي مكان الطيب ، واعجباً للذَّات بعد هذا كيف تطيب ، ويحك أحضر قلبك لوعظ الخطيب ، \" واستمع يوم ينادي المنادي من مكان قريب \" . ¶ __________ ¶ (1) أخرجه أبو الشيخ في \" طبقات الأصبهانيين \" (264) من حديث ابن مسعود والحاكم في المستدرك (2/498) موقوفا لكنه في حكم الرفع وقال : صحيح الإسناد ووافقه الذهبي ، وله شاهد من حديث ابن عباس عند الترمذي (2890) وقال : حسن غريب . وابن نصر (66) وأبو نعيم في \" الحلية \" (3/81) ¶ والحديث صححه الشيخ الألباني في الصحيحة (1140) وصحيح الجامع (3643) . ¶ (2) أخرجه الترمذي (1074) ك الجنائز عن رسول الله ، باب ما جاء فيمن مات يوم الجمعة . وقال : حديث غريب . ¶ والإمام أحمد في مسنده ( 2/169 ، 176 ) ، وأبو يعلى في مسنده (7/146) برقم (4113) ، وعبد بن حميد في مسنده ص 132 برقم (323) . ¶ والحديث صححه الشيخ الألباني ـ رحمه الله ـ في صحيح الجامع (5773) .",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "تذكر من قد أصيب كيف نزل بهم يوم عصيب ، وانتبه لأحظ الحظ والنصيب، واحترز فعليك شهيد ورقيب ، إذا حل الموت حل التركيب ، وتقلب مقل القلوب في قلب التقليب . ¶ ستخرج والله من هذا الوادي الرحيب ، ولا ينفعك البكاء والنحيب ، لا بد من يوم يتحير فيه الشبان والشيب ، ويذهل فيه الطفل للهول ويشيب ، يا من عمله كله رديء فليته قد شيب ، \" واستمع يوم ينادي المنادي من مكان قريب \". ¶ كيف بك إذا أحضرت في حال كئيب ، وعليك ذنوب أكثر من رمل كثيب ، والمهيمن الطالب والعظيم الحسيب ، فحينئذٍ يبتعد عنك الأهل والنسيب ، النوح أولي بك يا مغرور من التشبيب ، أتؤمن أم عندك تكذيب ، أم تراك تصبر على التعذيب ، كأنك بدمع العين ومائها قد أذيب ، اقبل نصحي واقبل على التربية والتهذيب ، \" واستمع يوم ينادي المنادي من مكان قريب \". ¶ يا مطالباً بأعماله ، يا مسئولاً عن أفعاله ، يا مكتوباً عليه جميع أٌقواله ، يا مناقشاً على كل أحواله ، نسيانك لهذا أمر عجيب ، أتسكن إلى العافية ، وتساكن العيشة الصافية ، وتظن أيمان الغرور واقية ، لا بد من سهم مصيب ، \" واستمع يوم ينادي المنادي من مكان قريب \" . ¶ لو أحسنت الخلاص أحسنت ، لو آمنت بالعرض لتجملت وتزينت ، يا من قد أنعجمت عليه الأمور لو سألت لتبينت ، ويحك أحضر قلبك إنما أنت في الدنيا غريب ، \" واستمع يوم ينادي المنادي من مكان قريب \". ¶ إلى متى أنت مع أغراضك ، متي ينقضي زمان إعراضك ، يا زمن البلى متى زمن إنهاضك ، تالله لقد كع من أمراضك الطبيب ، \" واستمع يوم ينادي المنادي من مكان قريب \".",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "يا من عمله بالنفاق مغشوش ، تتزين للناس كما يزين المنقوش ، إنما ينظر إلى الباطن لا إلى النقوش ، إذا هممت بالمعاصي فاذكر يوم النعوش ، وكيف تحمل إلى قبر بالجندل مفروش ، من لك إذا جمع الإنس والجن والوحوش ، وقام العاصي من قبره حيران مدهوش ، وجيء بالجبار العظيم وهو مغلول مخشوش، فحينئذٍ يتضاءل المتكبر وتذل الرؤوس ، ويومئذ يبصر الأكمه ويسمع الأطروش، وينصب الصراط فكم واقع وكم مخدوش ، ليس بجادة يقطعها قصل ولا مرعوش ، ولا تقبل في ذلك اليوم فدية ولا تؤخذ الأروش ، والمتعوس حينئذٍ ليس بمنعوش ، وينقلب أهل النار في الأقذار والريح كالخشوش ، لحافهم جمر وكذلك الفروش ، \" وتكون الجبال كالعهن المنفوش \" . ¶ يا من أركان إخلاصه واهية ، أما لك من عقلك ناهية ، إلى متى نفسك ساهية ، معجبة بالدنيا زاهية ، مفاخرة للإخوان مضاهية ، النار بين يديك وتكفي داهية \" وما أدراك ما هيه نار حامية \" . ¶ تقوم من قبرك ضعيف الجأش ، وقد جأر قلبك في بدنك وجاش ، ووابل الدمع يسبق الرشاش ، أتدري ما يلاقي العطاش الظامئة \" نار حامية \" . ¶ أين من عتا وتجبر ، أين من علا وتكبر ، أين من للدول بالظلم دبر ، ماذا أعد للحضرة السامية ، \" نار حامية \" . ¶ لو رأيت العاصي وقد شقي ، يصيح في الموقف واقلقي ، اشتد عطشه وما سقي، وشرر النار إليه يرتقي ، فمن يتقي تلك الرامية ، \" نار حامية \" . ¶ لو رأيته يقاسي حرها ويعاني ضرها ، جحيمها وقرها ، والله لا يدفع اليوم شرها ، إلا عين هامية \" نار حامية \" . ¶ يفر الولد من أبيه ، والأخ من أخيه ، وكل قريب من ذويه ، أسمعت يا من معاصيه نامية ، \" نار حامية \" . ¶ لهذا كان المتقون يقلقون ويخافون ربهم ويشفقون ، وكم جرت من عيون القوم عيون ، كانت جفونهم دائمة دامية ، من خوفهم من \" نار حامية \" . ¶ أجارنا الله بكرمه منها ، ووفقنا لما ينجي عنها ، وجعلنا بفضله ممن قام بما يؤمر واجتنب ما عنه ينهى ، فكم له من نعم سامية \" نار حامية \" .",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "نُراعُ لذكرِ الموتِ ساعةَ ذكرهِ ¶ وتعترضُ الدنيا فنلهو ونلعب ¶ يسعى الفتى وخيولُ الموتُ تطلبُهُ ¶ وإِن نوى وقفةً فالموتُ ما يقف ¶ نحن بنو الموتى فما بالنُا ¶ نعافُ ما لا بُدَّ من شُرْبهِ ¶ وكتبه حامداً ومصلياً ¶ محمد بن حسين يعقوب ¶ (غفر الله له ولأهله ولكل من ساعد في نشر هذا الكتاب ) ¶ تنبيه هام : هذه الطبعة ليست الطبعة النهائية ، لذا فإنها ربما تحتاج إلى بعض الزيادات والتنقيحات !",
            "page": "65",
            "part": "1"
        }
    ],
    "t35015": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أهوال القبر"
        }
    ]
}