{
    "b35011": [
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ وقفات مع حفظ الوقت ¶ (1) ¶ الوقت في النصوص الشرعية ¶ لقد دلت النصوص الشرعية على أهمية حفظ الوقت, ومن ذلك ما يلي: ¶ 1 - قال تعالى: {وَالْعَصْرِ * إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ * إِلَّا الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ} [العصر: 1 - 3]. ¶ قال ابن عباس: العصر هو الزمن. ¶ فقد أقسم الله عز وجل في هذه السورة الكريمة بالعصر -الذي هو الدهر-، وإذا أقسم الله عز وجل بشيء من مخلوقاته فذلك دليل على عظم شأن ذلك الأمر. ¶ قال بعض المفسرين: «أقسم الله تعالى بالعصر لما فيه من الأعاجيب؛ لأنه يحصل فيه السراء والضراء, والصحة والسقم, والغنى والفقر, ولأن العمر لا يقوم بشيء نفاسة وغلاء, فلو ضيعت ألف سنة فيما لا يعني ثم تبت وثبتت لك السعادة في اللحمة الأخيرة من العمر بقيت في الجنة أبد الآباد, فعلمت أن أشراف الأشياء حياتك في تلك الملحمة, فكان الزمان من جملة أصول النعم, فلذلك أقسم الله به, ونبه سبحانه على أن الليل والنهار فرصة يضيعها الإنسان، وأن الزمان أشرف من المكان فأقسم به؛ لكون الزمان نعمة خالصة لا عيب فيها, إنما الخاسر المعيب هو الإنسان» (¬1) ا. هـ ¶ ¬__________ ¶ (¬1) التفسير الكبير للرازي (32/ 84).",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "2 - وروى البخاري في صحيحه (¬1) من حديث ابن عباس أن رسول الله - صلى الله عليه وسلم - قال: «نعمتان مغبون فيهما كثير من الناس, الصحة والفراغ». ¶ فدل هذا الحديث الشريف على أن الفراغ نعمة عظيمة من الله عز وجل, وأن كثيرا من الناس مغبون في هذه النعمة, وسبب ذلك الغبن يرجع إلى أحد ثلاثة أمور: ¶ 1 - أنه لم يستغل هذا الفراغ على أكمل وجه, وذلك بأن يكون قد شغل فراغه بأمر مفضول مع أنه كان بإمكانه أن يشغله بأمر أفضل. ¶ 2 - أنه لم يشغل هذا الوقت بشيء من الأعمال الفاضلة التي تعود عليه بالنفع في دينه ودنياه, وإنما شغله بأمور مباحة لا أجر فيها ولا ثواب. ¶ 3 - أنه شغله بأمر محرم –والعياذ بالله-, وهذا أشد الثلاثة غبنا, فهو ضيع على نفسه فرصة استغلال الوقت بما يعود عليه بالنفع, ولم يكتف بذلك بل شغل وقته بما يكون سببا لتعرضه لعقوبة الله عز وجل في الدنيا والآخرة! ¶ (2) ¶ أهمية الوقت عند العقلاء ¶ أهمية الوقت ووجوب حفظه مما اتفق عليه العقلاء، والأوجه التي تبين أهمية الوقت من جهة العقل كثيرة, نذكر منها ما يلي: ¶ 1 - أن الوقت هو رأس مال الإنسان: قال الحسن: يا ابن آدم إنما أنت أيام، فإذا ذهب يومك ذهب بعضك. وقال عمر بن عبد العزيز: إن الليل والنهار يعملان فيك فاعمل فيهما. ¶ ¬__________ ¶ (¬1) رقم (6412).",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وقال شوقي: ¶ دقات قلب المرء قائلة له ... إن الحياة دقائق وثوان ¶ 2 - أن الوقت سريع الانقضاء: قال رجل لعامر بن عبد قيس -أحد التابعين-: كلمني. فقال له: امسك الشمس! وقال الإمام أحمد: ما شبهت الشباب بشيء إلا بشيء كان في كمي فسقط. ¶ وقال أبو الوليد الباجي: ¶ إذا كنت أعلم علما يقينا ... بأن جميع حياتي كساعة ¶ فلم لا أكون ضنينا بها ... و أجعلها في صلاح وطاعة ¶ 3 - الوقت إذا فات لا يعود: قال أبو بكر الصديق رضي الله عنه: إن لله حقا بالنهار لا يقبله بالليل، ولله حق بالليل لا يقبله بالنهار. وقالوا لعمر بن عبد العزيز: لو ركبت وتروحت؟ فقال لهم: فمن يجزىء عني عمل ذلك اليوم؟ فقالوا: تؤجله إلى الغد. فقال لهم: فدحني عمل يوم واحد فكيف إذا اجتمع عليّ عمل يومين؟! ¶ ولهذا كان الوقت عند السلف أغلى من الدراهم والدنانير، قال الحسن: لقد أدركت أقواما كانوا أشد حرصا على أوقاتهم من حرصكم على دراهمكم ودنانيركم! ¶ و كان محمد بن سلام جالسا في مجلس الإملاء والشيخ يحدث، فانكسر قلم محمد بن سلام، فقال: قلم بدينار، فتطايرت إليه الأقلام. وكان الدينار يشتري قرابة مائة وخمسون قلم، ولكن محمد بن سلام اشترى به تلك اللحظات التي إذا فاتت فإنها لا تعود.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وقال ابن هبيرة: ¶ و الوقت أنفس ما عنيت بحفظه ... وأراه أسهل ما عليك يضيع ¶ 4 - أن الإنسان لا يعلم متى ينقضي الوقت الذي فسح له فيه: ولهذا أمر الله عز وجل في آيات كثيرة من كتابه بالمسارعة والمسابقة والتنافس، وأمر النبي - صلى الله عليه وسلم - بالمبادرة بالأعمال الصالحة. ¶ وقد حذر العلماء من التسويف، قال الحسن: إياك والتسويف، فإنك بيومك ولست بغدك، فإن يكن غد لك فكس فيه كما كست في اليوم، وإلا يكن الغد لك لم تندم على ما فرطت في اليوم. ¶ وقال ابن القيم: التسويف رؤوس أموال المفاليس. ¶ (3) ¶ الناس والوقت ¶ إن الناظر في أحوال الناس يجد أنهم تجاه الوقت على طبقات: ¶ الأولى: من أعمالهم النافعة أكثر من أوقاتهم، ويذكر أن الشيخ جمال الدين القاسمي رحمه الله مَرّ بمقهى، فرأى رواد المقهى وهم منهمكين في لعب الورق والطاولة وشرب المشروبات ويمضون في ذلك الوقت الطويل, فقال رحمه الله: لو كان الوقت يشترى لاشتريت من هؤلاء أوقاتهم! ¶ الثانية: من يشغلون جميع أوقاتهم في الركض وراء ما لا فائدة فيه، إما في علم لا ينفع أو أمور الدنيا الأخرى. ¶ وذكر ابن القيم قصة رجل كان يفني عمره في جمع الأموال وتكديسها، فلما احتضر قيل له: قل لا إله إلا الله. فلم يقلها، وجعل يقول: ثوب بخمسة، وثوب بعشرة، هذا ثوب جيد. وما زال هكذا حتى خرجت روحه. ¶ و من ينفق الأيام في جمع ماله ... مخافة فقر فالذي فعل الفقر",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "الثالث: من لايدرون ماذا يفعلون بالوقت؟! ¶ قال ابن الجوزي: «وقد رأيت عموم الخلائق يدفعون الزمان دفعا عجيبا، إن طال الليل فبحديث لا ينفع أو بقراءة كتاب فيه غزل وسمر، وإن طال النهار فبالنوم، وهم في أطراف النهار على دجلة، أو في الأسواق، فشبهتهم بالمتحدثين في سفينة وهي تجري بهم وما عندهم خبر، .... ولقد شاهدت خلقا كثيرا لا يعرفون معنى الحياة، فمنهم من أغناه الله عن التكسب بكثرة ماله فهو يقعد في السوق أكثر النهار ينظر في الناس، وكم تمر به من آفة ومنكر، ومنهم من يخلو بلعب الشطرنج، ومنهم من يقطع الزمان بحكاية الحوادث عن السلاطين والغلاء والرخص إلى غير ذلك، فعلمت أن الله لم يطلع على شرف العمر ومعرفة قدر أوقات العافية إلا من وفقه وألهمه اغتنام ذلك {وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ} [فصلت: 35]». ¶ والسبب في تفوات أحوال الناس مع الوقت يرجع إلى ثلاثة أسباب رئيسة: ¶ السبب الأولى: عدم تحديد هدف من الحياة، والواجب على المسلم أن يعلم أن الهدف الذي خلقه الله عز وجل من أجله هو عبادته, كما قال تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ} [الذاريات: 56]، وليعلم أن هذه الدار دار عمل وليست دار راحة وعبث كما قال تعالى: {أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ} [المؤمنون: 115] , فالدنيا مزرعة للآخرة إن زرعت فيها خيرا جنيت النعيم المقيم في جنات النعيم, وإن زرعت فيها شرا جنيت العذاب الأليم في ذلك اليوم العظيم. ¶ ولا يتنافى هذا مع التمتع بما أذن الله عز وجل فيه من هذه الدنيا, فقد قال تعالى: {وَلَا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا} [القصص: 77]، وقال صلى الله",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "عليه وسلم: «أما والله إني لأخشاكم لله وأتقاكم له، ولكني أصلي وأنام وأصوم وأفطر وأتزوج النساء فمن رغب عن سنتي فليس مني» (¬1). ¶ السبب الثاني: الجهل بقيمة الوقت وأهميته, وهذا ما سنحاول التذكير به في هذه المقالة. ¶ السبب الثالث: ضعف الإرادة والعزيمة, فكثير من الناس مدركون لأهمية الوقت وقيمته, ويعرفون ما ينبغي أن يملأ به الوقت من الأمور النافعة, ولكن بسبب ضعف عزيمتهم وإرادتهم لا يقومون بشيء من ذلك, فعلى المسلم أن يعالج هذا بالمسابقة والمبادرة إلى الأعمال الصالحة، والاستعانة على ذلك بالله عز وجل أولا ثم بالرفقة الصالحة. ¶ وإذا كانت النفوس كبارا ... تعبت في مرادها الأجسام ¶ (4) ¶ الشباب ¶ أعز مراحل العمر مرحلة الشباب: قال تعالى: {اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً} [الروم: 54] الآية. ¶ وقالت حفصة بنت سيرين: يا معشر الشباب خذوا من أنفسكم وأنتم شباب، فإني ما رأيت العمل إلا في الشباب. ¶ وقال الشاعر: ¶ أترجو أن تكون وأنت شيخ ... كما كنت أيام الشباب ¶ لقد خدعتك نفسك ليس ثوب ... دريس كالجديد من الثياب ¶ ¬__________ ¶ (¬1) أخرجه البخاري (4776) ومسلم (1401).",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "فعليك أخي الشاب أن تبادر باستغلال مرحلة الشباب قبل أن تفوتك فلا ينفعك الندم، وقد سبق قول الإمام أحمد: ما شبهت الشباب بشيء إلا بشيء كان في كمي فسقط! ¶ (5) ¶ تقديم الأهم على المهم ¶ إن من فطنة المرء وذكائه أن يحرص على شغل وقته بما هو أهم, فلا يكفي أن تشغل وقتك بأمر نافع حتى ولو كان مهما إذا كان بإمكانك شغله بما هو أنفع وأهم, وهذا يشمل جميع الأفعال والأقوال. ¶ ولنضرب لذلك بعض الأمثلة التي توضح المقصود: ¶ 1 - إذا ازدحم عندك عملان في وقت واحد, أحدهما نفعه قاصر عليك كصلاة نافلة مثلا, والآخر نفعه متعدي كتعليم العلم, فإنك تقدم ما نفعه متعدي. ¶ 2 - إذا ازدحم عندك عملان أحدهما يفوت بفوات وقته كالدعاء في ساعة إجابة, والآخر يمكن تأجيله, فإنك تقدم ما يفوت بفوات وقته. ¶ 3 - إذا أردت أن تتكلم بكلمة فوجدت كلمة أنفع منها, فدع الكلمة الأولى وتكلم بالثانية. ¶ وفي هذا يقول ابن القيم: «وأما اللفظات فحفظها بأن لا يخرج لفظة ضائعة, بأن لا يتكلم إلا فيما يرجو الربح والفائدة في دينه, فإذا أراد أن يتكلم بالكلمة نظر: هل فيها ربح وفائدة أم لا؟ فإن لم يكن فيها ربح أمسك عنها, وإن كان فيها ربح نظر: هل تفوته بها كلمة هي أربح منها؟ فلا يضيعها بهذه» ا. هـ ¶ الله أكبر! ما أعظم هذا الفقه! وكيف يكون حالنا لو طبقنا هذا على ما",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "نتكلم به من كلام؟! ¶ (6) ¶ لا تدع في وقتك فراغا ¶ المؤمن ليس عنده وقت فراغ, قال تعالى: {فَإِذَا فَرَغْتَ فَانْصَبْ} [الشرح: 7] قال بعض المفسرين: «المعنى إذا أتممت عملا من مهام الأعمال فأقبل على عمل آخر بحيث يعمر أوقاته كلها بالأعمال العظيمة» (¬1) ا. هـ ¶ ومما ابتلينا به في هذه الأزمان تباعد المسافات بين الأماكن, فتجد بين الشخص ومكان عمله مسافة تستغرق فترة طويلة من الزمن حتى يصل إليه, وليس له بد من ذلك, فلماذا لا يستغل هذا الشخص زمن ذهابه إلى عمله وعودته منه في الاستماع إلى الأشرطة العلمية النافعة أو إذاعة القرآن الكريم؟! فإن لم يكن فلا أقل من أن يشغل الإنسان لسانه بذكر الله عز وجل. ¶ قال عبد الله بن عبد الملك: كنا مع أبينا في موكبه, فقال لنا: سبحوا حتى تأتوا تلك الشجرة, فنسبح حتى نأتيها, فإذا رفعت لنا شجرة أخرى قال: كبروا حتى تأتوا تلك الشجرة, قال عبد الله: فكان يصنع ذلك بنا. ¶ وأيضا لماذا لا نشغل أوقات الانتظار في المستشفيات ومكاتب الخدمات الأخرى ونحوها في قراءة أحد الكتب النافعة؟! ¶ وأيضا لماذا لا نستغل أوقات الفراغ التي تكون في أثناء الدوام بما يعود علينا بالنفع في آخرتنا؟! بشرط أن لا يكون ذلك على حساب العمل الرسمي الذي يتقاضى الموظف أجره عليه. ¶ وأيضا إذا كنا في فترة استجمام لماذا لا ننوي بذلك التقوى على الطاعة ¶ ¬__________ ¶ (¬1) «التحرير والتنوير» لابن عاشور (15/ 416).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "والعبادة, فنؤجر على ذلك؟! ¶ قال معاذ بن جبل لأبي موسى الأشعري رضي الله عنهما: كيف تقرأ القرآن؟ فقال: أتفوقه تفوقا (¬1). قال: فكيف تقرأ أنت يا معاذ؟ قال: أنام أول الليل، فأقوم وقد قضيت جزئي من النوم فاقرأ ما كتب الله لي، فأحتسب نومتي كما أحتسب قومتي (¬2). ¶ (7) ¶ نماذج واقعية لحفظ الوقت ¶ إن النفس البشرية تتأثر بالنماذج الحية أبلغ من تأثرها بالخطب والمواعظ! ولذا فسوف أسوق نماذج لسلفنا الصالح ولبعض المعاصرين تبرز عنايتهم بحفظ أوقاتهم في جميع الأحوال والأوضاع, حتى نتخذ منهم قدوة لنا في حياتنا العملية, فإلى تلك النماذج العجيبة: ¶ 1 - حماد بن سلمة: قال ابن مهدي: لو قيل لحماد بن سلمة إنك تموت غدا ما قدر أن يزيد في العمل شيئا (¬3). وقال موسى بن إسماعيل التبوذكي: لو قلت لكم إني ما رأيت حماد بن سلمة ضاحكا لصدقت، كان مشغولا إما يحدث أو يقرأ أو يسبح أو يصلي، وقد قسم النهار على ذلك. قال يونس المؤدب: مات حماد بن سلمة وهو في الصلاة. ¶ 2 - أبو حاتم الرازي وابنه عبد الرحمن: قال أبو حاتم: سألنا القعنبي أن يقرأ علينا «الموطأ»، فقال: تعالوا بالغداة، فقلنا له: مجلس عند الحجاج، ¶ ¬__________ ¶ (¬1) أي ألازم قراءته ليلا ونهارا شيئا بعد شيء وحينا بعد حين. ¶ (¬2) أخرجه البخاري (4086). ¶ (¬3) في هذا شيء من المبالغة, ولكن المقصود هو أن حماد - رحمه الله – كان حريصا على أن لا يضيع شيئا من وقته فيما لا نفع فيه.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "قال: فإذا فرغتم من الحجاج، قلنا: نأتي مسلم بن إبراهيم، قال: فإذا فرغتم، قلنا: يكون وقت الظهر ونأتي أبا حذيفة، قال: فبعد العصر، قلنا: نأتي عارم. قال: فبعد المغرب. فنأتيه (¬1) بالليل فيخرج علينا فيخرج علينا كثر] كذا [ما تحته شيء في الصيف في الحر الشديد، فكان يقرأ وعليه كساؤه، ولو أراد لأعطي الكثير (¬2). ¶ ويذكرني هذا بقول ابن فارس: ¶ إذا كان يؤذيك حر المصيف ... ويبس الخريف وبرد الشتاء ¶ ويلهيك حسن زمان الربيع ... فأخذك للعلم قل لي: متى؟! ¶ وقال أحمد بن علي لعبد الرحمن بن أبي حاتم: ما سبب كثرة سماعك الحديث من أبيك؟ وكثرة سؤالاتك له؟ فقال: ربما كان يأكل طعامه وأنا أقرأ عليه الحديث ويمشي وأقرأ عليه، ويدخل الخلاء وأقرأ عليه، ويدخل البيت في طلب شيء وأقرأ عليه (¬3). ¶ 3 - ثعلب النحوي أحمد بن يحيى البغدادي: جاء في أخبار كثير من العلماء أنهم كانوا يطالعون ويقرؤون وهم يمشون في الطريق، ولكن من أعجب ذلك ما جاء في ترجمة ثعلب، قال العسكري: «وكان سبب وفاته أنه خرج من الجامع يوم الجمعة بعد العصر، وكان قد لحقه صمم لا يسمع إلا بعد تعب، وكان في يده كتاب ينظر فيه في الطريق، فصدمته فرس فألقته في هوة، فأخرج منها وهو كالمختلط، فحمل إلى منزله على تلك الحال وهو يتأوه من رأسه، فمات ثاني يوم، رحمه الله». ¶ ¬__________ ¶ (¬1) أي: نأتي عبدالله بن مسلمة القعنبي. ¶ (¬2) «الجرح والتعديل» (5/ 181). ¶ (¬3) «سير النبلاء» للذهبي (13/ 250).",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "أما نحن في هذا الزمان فقد منّ الله علينا بنعمة تغنينا عن القراءة حالة السير، وهي نعمة مسجل السيارة، فيلها من نعمة لمن أحسن الانتفاع بها! ¶ 4 - أبو الوفاء علي بن عقيل الحنبلي: قال ابن رجب في ترجمته: «ولابن عقيل تصانيف كثيرة في أنواع العلم، وأكبر تصانيفه: كتاب «الفنون» وهو كتاب كبير جدا، ... وقال الحافظ الذهبي في تاريخه: لم يصنف في الدنيا كتاب أكبر من هذا الكتاب، حدثني من رأى منه المجلد الفلاني بعد الأربعمائة» (¬1) وذكر ابن رجب عن بعض العلماء أنه في ثماني مائة مجلدة. ¶ وكان ابن عقيل يقول: لا يحل لي أن أضيع ساعة من عمري، حتى إذا تعطل لساني عن مذاكرة أو مناظرة، وبصري عن مطالعة، أعملت فكري في حال راحتي وأنا منطرح، فلا أنهض إلا وقد خطر لي ما أسطره، وإني لأجد من حرصي على العلم وأنا في عشر الثمانين أشد مما كنت أجده وأنا ابن عشرين. ¶ 5 - ابن الجوزي: قال ابن عبد الهادي: لا أعلم أحدا صنف أكثر من ابن الجوزي إلا شيخنا الإمام الرباني أبا العباس أحمد بن عبد الحليم الحراني رضي الله عنه. وقال ابن رجب: لم يترك فنا من الفنون إلا وله فيه مصنف. ¶ وله عجائب في حفظه لوقته, ومن ذلك أنه شكى من زيارة البطالين له وإضاعتهم لوقته, ثم قال: «فلما رأيت أن الزمان أشرف شيء، والواجب انتهابه بفعل الخير، كرهت ذلك وبقيت معهم بين أمرين: إن أنكرت عليهم وقعت وحشة لموضع قطع المألوف، وإن تقبلته منهم ضاع الزمان، فصرت أدافع اللقاء جهدي، فإذا غلبت قصرت في الكلام لأتعجل الفراق، ثم أعددت أعمالا لا تمنع من المحادثة لأوقات لقائهم، لئلا يمضي الزمان فارغا، فجعلت من ¶ ¬__________ ¶ (¬1) ذيل الطبقات (3/ 155).",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "الاستعداد للقائهم قطع الكاغد وبري الأقلام وحزم الدفاتر، فإن هذه الأشياء لا بد منها، ولا تحتاج إلى فكر وحضور قلب، فأرصدتها لأوقات زيارتهم، لئلا يضيع شيء من وقتي» (¬1). ¶ 6 - الحافظ عبد الغني المقدسي: قال الضياء المقدسي في ترجمته: كان لا يضيع شيئا من زمانه بلا فائدة، فإنه كان يصلي الفجر ويلقن القرآن وربما أقرأ شيئا من الحديث تلقينا، ثم يقوم فيتوضأ ويصلي ثلاث مئة ركعة بالفاتحة والمعوذتين إلى قبل الظهر، وينام نومة ثم يصلي الظهر، ويشتغل إما بالتسميع أو بالنسخ إلى المغرب، فإن كان صائما أفطر وإلا صلى من المغرب إلى العشاء، ويصلي العشاء وينام إلى نصف الليل أو بعده، ثم قام كأن إنسان يوقظه فيصلي لحظة ثم يتوضأ ويصلي إلى قرب الفجر، ربما توضأ سبع مرات أو ثمانيا في الليل، وقال ما تطيب لي الصلاة إلا ما دامت أعضائي رطبه ثم ينام نومة يسيرة إلى الفجر وهذا دأبه. ¶ 7 - النووي: كان عمره عندما توفي (45) سنة، استطاع فيها أن يحصل هذه العلوم الجمة، وأن يؤلف تلك الكتب العظيمة التي انتشرت وملأت الأرض شرقا وغربا, فهل أتى هذا من فراغ؟! ¶ قال ابن العطار في ترجمته: «وذكر لي الشيخ أنه كان يقرأ كل يوم اثني عشر درسا على المشايخ شرحا وتصحيحا: درسين في الوسيط، ودرسا في المهذب، ودرسا في الجمع بين الصحيحين، ودرسا في صحيح مسلم، ودرسا في اللمع لابن جنى، ودرسا في اصطلاح المنطق لابن السكيت، ودرسا في التصريف، ودرسا في أصول الفقه تارة في اللمع لأبي إسحاق وتارة في المنتخب ¶ ¬__________ ¶ (¬1) «صيد الخاطر» (227).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "لفخر الدين، ودرسا في أسماء الرجال، ودرسا في أصول الدين، وكنت أعلق جميع ما يتعلق بها من شرح مشكل ووضوح عبارة وضبط لغة، وبارك الله لي في وقتي». ¶ 8 - ابن تيمية: يعد الإمام ابن تيمية من أكثر العلماء تأليفا للكتب, وتمتاز كتبه بأنها في الغالب من إنشائه وليست قائمة على النقل فقط كما هو حال كثير من المكثرين. ¶ قال الذهبي: «وما يبعد أن تصنيفه إلى الآن تبلغ خمس مائة مجلد»، وقال ابن عبد الهادي: «ولا أعلم أحدا من المتقدمين ولا من المتأخرين جمع مثل ما جمع، ولا صنف نحو ما صنف، ولا قريبا من ذلك، مع أن تصانيفه كان يكتبها من حفظه، وكتب كثيرا منها في الحبس وليس عنده ما يحتاج إليه، ويراجعه من الكتب». ¶ ويلفت العلامة ابن القيم نظرنا إلى سبب كان له أهمية بالغة في المباركة في وقت شيخ الإسلام ابن تيمية: ¶ قال ابن القيم في الوابل الصيب: «الحادية والستون من فوائد الذكر: أنه يعطي الذاكر قوة حتى إنه ليفعل مع الذكر ما لم يظن فعله بدونه، وقد شاهدت من قوة شيخ الإسلام ابن تيمية في سننه وكلامه وإقدامه وكتابته أمرا عجيبا، فكان يكتب في يوم من التصنيف ما يكتبه الناسخ في جمعة وأكثر». ¶ و قال في موضع آخر: «وحضرت شيخ الإسلام ابن تيمية مرة صلى الفجر، ثم جلس يذكر الله تعالى إلى قريب من انتصاف النهار، ثم التفت إليّ وقال: هذه غدوتي، ولو لم أتغد الغداء سقطت قوتي. أو كلاما قريبا من هذا، وقال لي مرة: لا أترك الذكر إلا بنية إجماع نفسي وإراحتها، لأستعد بتلك الراحة لذكر آخر. أو كلاما هذا معناه».",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "9 - عبد الله بن فائز أبا الخيل _ المتوفى سنة (1251) أحد علماء نجد _ قال ابن حميد في ترجمته: (وله مدارسة في القرآن العظيم مع جماعة في جميع ليالي السنة، ويقرءون إلى نحو نصف الليل عشرة أجزاء وأكثر، وأعرف مرة أنهم شرعوا من سورة الفرقان بعد العشاء وختموا! وكنت أحظر وأنا ابن عشر مع بعض أقاربي فيبلغني النوم، فإذا فرغوا حملني إلى بيتنا وأنا لا أشعر، وكان مع القراءة يراجع «تفسير البغوي» والبيضاوي كل ليلة رحمه الله تعالى» (¬1). ¶ 10 - سماحة الشيخ عبد العزيز ابن باز: عناية الشيخ ابن باز رحمه الله بالوقت وحفظه له لا يتسع لها هذا الموضع, ولكن أذكر موقفا عجيبا حصل للشيخ في أول حياته عندما كان قاضيا في الخرج, قال صاحب كتاب «ابن باز في الدلم»: «ومن الصفات الخاصة لسماحته حبه للتنزه في البر والبساتين القريبة من البلد، ... فذات يوم خرج مع طلابه إلى مكان غربي الدلم، وليس معهم سوى حمار واحد، فبعد جلوسهم وبداية القراءة اسودت السماء بالسحب ثم بدأت الرياح وهطلت الأمطار غزيرة عليهم وهم جلوس، فأخذوا الفراش الذي تحتهم ووضعوه على رؤوسهم، ولكن الشيخ قال لهم: هل نبقى هنا حتى الموت؟! هيا نذهب إلى أقرب مكان، فساروا باتجاه البلد، ولكن الليل مظلم! عندئذ رأوا نارا من بعيد فاتجهوا نحوها، فإذا هم عائلة آل فلان، في مزرعتهم ينتظرون الشيخ ومن معه لعلمهم أنه ذهب إلى البر .... فلما وصل الشيخ ومن معه دخلوا «المتبنة» فلما اطمأن الشيخ والطلاب من المطر والبرد، طلب من تلميذه عبد الرحمن بن جلال أن يقرأ عليهم حزبه من القرآن ... ولم يكن لتلك الظروف أن تمنع من ذلك، ... ثم ناموا حتى الصباح!». ¶ ¬__________ ¶ (¬1) السحب الوابلة (2/ 644).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "11 - الشيخ العلامة عبد الله ابن جبرين: من ينظر في حياة الشيخ العلامة ابن جبرين – حفظه الله – يرى العجب في شغله لوقته بالعلم ونفع الناس, والأخبار في ذلك كثيرة, لكن سوف أذكر ما ذكره الشيخ في أحد المقابلات معه حول جدولهم اليومي عندما كانوا يطلبون العلم عند المشايخ, قال حفظه الله: «نبدأ بعد الفجر مباشرة في قراءة بعض كتب النحو والفرائض، ثم في الضحى نواصل القراءة لمدة ساعة أو أكثر في بعض الشروح، ثم بقية الضحى نتذاكر ما استفدناه في ذلك اليوم، ثم بعد العصر نستمر في القراءة في كتب أخرى، وهكذا بعد المغرب، أما الحفظ فنخصص له ما بين الظهرين وبعد العشاء، فنتذاكر فيهما الحفظ السابق» (¬1) ا. هـ ¶ 12 - قال صاحب كتاب «كيف تحفظ القرآن الكريم»: «ومن أطرف ما سمعت أن مجموعة من السجناء لم يكن معهم مصحف، فكان كل واحد منهم يلقن الجميع ما يحفظه من القرآن، فحفظوا كامل القرآن ماعدا آخر صفحة من سورة الأنفال فلم يجدوا بينهم من يحفظها، فأهمهم الأمر كثيرا، حتى جاء دور واحد منهم للتحقيق، فلما خرج إلى ساحة المحكمة للانتظار كان أهم عمل عنده أن يبحث عمن يحفظ آخر الأنفال، فعثر عليه بين الحاظرين فتلقاها منه همسا، ثم رجع إلى إخوانه بأعظم هدية، فتهافتوا عليه، فلقنهم إياها، فحفظوها لأول مرة مثل الفاتحة!» ا. هـ ¶ وأخيرا: ¶ فهذه وقفات مع حفظ الوقت أردت بها تذكير نفسي وإخواني بأهمية الوقت ووجوب العناية بحفظه واستغلاله على أكمل وجه, وإن كان هذا ¶ ¬__________ ¶ (¬1) «العلم» للمهيدب (107).",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "الموضوع بحاجة إلى بسط أكثر, وأسأل الله عز وجل أن يثبتنا على الحق, وأن يحسن لنا الختام, وأن يبارك لنا في أوقاتنا وأعمارنا, والله تعالى أعلم, وصلى الله وسلم على نبينا محمد, وعلى آله وصحبه أجمعين. ¶ وكتب ¶ سامي بن محمد بن جاد الله",
            "page": "17",
            "part": "1"
        }
    ],
    "t35011": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "وقفات مع حفظ الوقت"
        }
    ]
}