{
    "b35010": [
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ لذة الأعمال الصالحة ¶ الحمد لله رب العالمين، والصلاة والسلام على نبينا محمد الأمين، وعلى آله وصحبه والتابعين. ¶ أما بعد: ¶ فإن الأعمال الصالحة لها ثمرات كثيرة في الدنيا وفي الآخرة، ومن ثمراتها الدنيوية ما يصحبها من لذة نفسية تفوق كل لذة، وهذا ما سنبحثه في هذا المقام. ¶ تعريف اللذة وحقيقتها: ¶ أما اللذة في اللغة: ¶ فقال ابن فارس: «لذ: اللام والذال أصل صحيح واحد يدل على طيب طعم في الشيء» ا. هـ (¬1). ¶ وفي «لسان العرب»: «اللذة: نقيض الألم» ا. هـ (¬2). ¶ وأما اللذة المقصودة هنا: ¶ فقال شيخ الإسلام ابن تيمية: «كل محبة وبغضة يتبعها لذة وألم، ففي نيل المحبوب لذة، وفراقه يكون فيه ألم، وفي نيل المكروه ألم، وفي العافية منه تكون فيه لذة، فاللذة تكون بعد إدراك المشتهى، والمحبة تدعو إلى إدراكه. ¶ فالمحبة: العلة الفاعلة لإدراك الملائم المحبوب المشتهى، واللذة والسرور هي الغاية. ¶ ¬__________ ¶ (¬1) \"مقايس اللغة\" (5/ 204). ¶ (¬2) (3/ 506).",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "واللذات الموجودة في الدنيا ثلاثة أجناس: فجنس بالجسد تارة، كالأكل والنكاح ونحوهما مما يكون بإحساس الجسد ... ¶ وجنس يكون مما يتخيله ويتوهمه بنفسه ونفس غيره، كالمدح له والتعظيم له والطاعة له، فإن ذلك لذيذ محبوب له ... ¶ والجنس الثالث أن يكون ما يعلمه بقلبه وروحه وبعقله كذلك، كالتذاذه بذكر الله، ومعرفته، ومعرفة الحق، وتألمه بالجهل -إما البسيط، وهو عدم الكلام والذكر؛ وإما المركب وهو اعتقاد الباطل- كما يتألم الجسد بعدم غذائه تارة، وبالتغذي بالمضار أخرى ... فكذلك القلب يتألم بعدم غذائه وهو العلم الحق وذكر الله تارة والتغذي بالضد وهو ذكر الباطل واعتقاده أخرى ... ¶ وهذه اللذات الثلاث: اللذات الحسية والوهمية والعقلية ... ¶ والله سبحانه قد شرع من هذه اللذات ما فيه صلاح حال الإنسان في الدنيا، وجعل اللذة التامة بذلك في الآخرة، كما أخبر الله بذلك على ألسن رسله بأنها هي دار القرار، وإليها تنتهي حركة العباد» ا. هـ باختصار (¬1). ¶ وقال الحافظ ابن رجب: «الإيمان له حلاوة وطعم يذاق بالقلوب كما يذاق حلاوة الطعام والشراب بالفم، فإن الإيمان هو غذاء القلوب وقوتها كما أن الطعام والشراب غذاء الأبدان وقوتها، وكما أن الجسد لا يجد حلاوة الطعام والشراب إلا عند صحته، فإذا سقم لم يجد حلاوة ما ينفعه من ذلك، بل قد يستحلي ما يضره وما ليس فيه حلاوة لغلبة السقم عليه، فكذلك القلب إنما يجد حلاوة الإيمان إذا سلم من مرض الأهواء المضلة والشهوات المحرمة وجد ¶ ¬__________ ¶ (¬1) \"جامع الرسائل\" (2/ 246)، وانظر: \"اجتماع الجيوش الإسلامية\" لابن القيم ¶ (ص 304).",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "حلاوة الإيمان حينئذ، ومتى مرض وسقم لم يجد حلاوة الإيمان، بل يستحلي ما فيه هلاكه من الأهواء والمعاصي، ومن هنا قال - صلى الله عليه وسلم -: «لا يزني الزاني حين يزني وهو مؤمن» لأنه لو كمل إيمانه لوجد حلاوة الإيمان فاستغنى بها عن استحلاء المعاصي، سئل وهيب بن الورد: هل يجد طعم الإيمان من يعصي الله؟ قال: لا، ولا من هم بالمعصية. وقال ذو النون: كما لا يجد الجسد لذة الطعام عند سقمه كذلك لا يجد القلب حلاوة العبادة مع الذنوب» ا. هـ (¬1). ¶ واللذة التي تنتج عن العمل الصالح هي هبة من الله عز وجل، كما قال تعالى: {وَلَكِنَّ اللَّهَ حَبَّبَ إِلَيْكُمُ الْأِيمَانَ وَزَيَّنَهُ فِي قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ أُولَئِكَ هُمُ الرَّاشِدُونَ}] الحجرات: 7 [. ¶ قال ابن كثير في «تفسيره»: «أي حببه إلى نفوسكم وحسنه في قلوبكم» ا. هـ. ¶ * * * ¶ ¬__________ ¶ (¬1) \"فتح الباري\" (1/ 50 - 51)، وانظر: كلام البيضاوي الذي نقله الحافظ ابن حجر في \"فتح الباري\" (1/ 60 - 61).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "بين لذات الأعمال الصالحة ولذات الدنيا ¶ هناك عدة فروق بين لذة العمل الصالح ولذة الأمور الدنيوية، ومن هذه الفروق: ¶ 1 - أن ملذات الدنيا يصحبها منغصات كثيرة، بخلاف لذة العمل الصالح فهي لذة خالصة: ¶ قال ابن الجوزي: «رأيت النفس تنظر إلى لذات أرباب الدنيا العاجلة وتنسى كيف حصلت وما يتضمنها من الآفات ... » ا. هـ (¬1). ¶ وقال العلامة ابن القيم: «اللذة المحرمة ممزوجة بالقبح حال تناولها مثمرة للألم بعد انقضائها» ا. هـ (¬2). ¶ 2 - أن لذة العمل الصالح دائمة في الدنيا والآخرة، بخلاف لذة الدنيا فهي زائلة في الدنيا قبل الآخرة: ¶ نعم -والله- لذة الإيمان والعمل الصالح دائمة أبدية لا تنقطع، وأما لذات الدنيا فهي مع ما فيها من منغصات منقطعة في الدنيا، فضلا عن انقطاعها في الآخرة. ¶ وجاء عند البخاري من حديث ابن عباس في حديث هرقل أنه قال لأبي سفيان ومن معه: وسألتك أيرتد أحد -أي: من المسلمين- سخطة لدينه، بعد أن يدخل فيه؟ فذكرت أن لا، وكذلك الإيمان حين تخالط بشاشته القلوب (¬3). ¶ ¬__________ ¶ (¬1) \"صيد الخاطر (ص218) وقد ذكر بعض الأمثلة التي توضح هذه الفكرة. ¶ (¬2) \"الفوائد\" (ص213). ¶ (¬3) رواه البخاري في \"صحيحه\" (7). ¶ فائدة: قال الحافظ ابن رجب: (وكلام هرقل – وإن كان لا يحتج به في مثل هذه المسائل ... – فإن ابن عباس روى هذا الكلام مقررا له مستحسنا وتلقاه عنه التابعون، وعن التابعين أتباعهم كالزهري، فالاستدلال إنما هو بتداول الصحابة ومن بعدهم لهذا الكلام وروايته واستحسانه، والله سبحانه وتعالى أعلم) ا. هـ من \"فتح الباري\" (1/ 223).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "قال ابن حجر: «زاد ابن السكن في «معجم الصحابة»: يزداد به عجبا وفرحا. ¶ وفي رواية ابن إسحاق: وكذلك حلاوة الإيمان لا تدخل قلبا فتخرج منه» ا. هـ (¬1). ¶ وقال ابن الجوزي: «تأملت أحوال الناس في حالة علو شأنهم فرأيت أكثر الخلق تبين خسارتهم حينئذ، فمنهم من بالغ في المعاصي من الشباب، ومنهم من فَرَّط في اكتساب العلم، ومنهم من أكثر من الاستمتاع باللذات، فكلهم نادم في حالة الكبر حين فوات الاستدراك لذنوب سلفت، أو قوى ضعفت، أو فضيلة فاتت، فيمضي زمان الكبر في حسرات» ا. هـ (¬2). ¶ 3 - أن لذة الدنيا يعتري الإنسان الملل من سببها، بخلاف لذة العمل الصالح فصاحبها لا يزال يطلب الازدياد من سببها، بل كلما زاد الإنسان من العمل وفق الطريقة الشرعية كلما زادت لذته: ¶ قال ابن الجوزي: «من الأمور التي تخفى على العاقل أن يرى أنه متى لم تكن عنده امرأة أو جارية يهواها هوى شديداً أنه لا يلتذ في الدنيا. ¶ فإذا صور محبوباً مملوكاً تخايل لذة عظيمة. ¶ وإذا كان عنده من لا يميل إليه اعتقد نفسه محروماً. ¶ وهذا أمر شديد الخفاء، فينبغي أن يوضح، وهو أن المملوك مملول، ومتى ¶ ¬__________ ¶ (¬1) انظر: \"فتح الباري\" لابن حجر (1/ 49). ¶ (¬2) \"صيد الخاطر\" (ص234).",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "قدر الإنسان على ما يشتهيه مله ومال إلى غيره» ا. هـ (¬1). ¶ 4 - أن لذات الدنيا تفوت على الإنسان لذة الآخرة، بخلاف لذة الأعمال الصالحة فهي مقدمة للذة الأخروية: ¶ قال ابن الجوزي: «أشد الناس جهلاً منهوم باللذات، واللذات على ضربين: مباحة ومحظورة. ¶ فالمباحة لا يكاد يحصل منها شيء إلا بضياع ما هو مهم من الدين، فإذا حصلت منها حبة قارنها قنطار من الهم، ثم لا تكاد تصفوا في نفسها بل مكدراتها ألوف. ¶ فإذا تصور عدمها بعد انقضائها وبقاء هذه الألوف المكدرة صار التصوير مغلصما (¬2) للهوى محزناً للنفس. ¶ فإذا أنفت أنفت من الأسف على الدوام المستعبد، وعرفت أنها لذة تغر الغمر وتهدم العمر وتديم الأسى. ¶ ومع هذا فالمهموم مهموم كلما عب من لذة طلب أختها، وقد عرف جناية الأولى وخيانتها، وهذا مرض العقل، وداء الطبع فلا يزال هذا كذلك إلى أن يختطف بالموت فيلقى على بساط ندم لا يستدرك. ¶ فالعجب ممن همته هكذا مع قصر العمر، ثم لا يهتم بآخرته التي لذتها سليمة من شوائب، منزهة من معائب، دائمة الأمد ببقاء الأبد، وإنما يحصل تقريب هذه بإبعاد تلك، وعمران هذه بتخريب تلك، فواعجباً لعاقل حصيف حسن التدبير، فاته النظر في هذه الأحوال، وغفل عن تمييز بين هذين الأمرين. ¶ ¬__________ ¶ (¬1) صيد الخاطر (ص 237). ¶ (¬2) كذا ولعلها (منغصا).",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وإن كانت اللذة معصية انظم إلى ما ذكرناه عار الدنيا، والفضيحة بين الخلق، وعقوبة الحدود، وعقاب الآخرة وغضب الحق سبحانه» ا. هـ (¬1). ¶ 5 - أن لذات الدنيا يصحبها الضرر أو خوف الضرر، بخلاف لذة الأعمال الصالحة فلا ضرر فيها ولا خوف من الضرر: ¶ قال ابن الجوزي: «تأملت خصومات الملوك، وحرص التجار، ونفاق المتزهدين، فوجدت جمهور ذلك على لذات الحس. ¶ وإذا تفكر العاقل في ذلك علم أن أمر الحسيات قريب يندفع بأقل شيء، وأن الغاية منه لا يمكن نيلها، وإن بالغ عاد بالأذى على نفسه فناله من الضر أضعاف ما ناله من اللذة، كمن يأكل كثيراً أو ينكح كثيراً. ¶ فالسعيد من اهتم لحفظ دينه، وأخذ من ذلك بمقدار الحاجة. ¶ واعجبا، هذا الملبوس إذا كان وسطا خَدم، وإن كان مرتفعاً خُدم، فإن نظر اللابس إليه معجباً به فإن الله لا ينظر إليه حينئذ. ¶ وفي الصحيح: بينا رجل يتبختر في بردته خسف به. ¶ والمشروب إن كان حراماً فعقابه أضعاف لذته، وهتكه العرض بين الناس عقاب آخر، وإن كان مباحاًَ فالشره فيه يؤذي البدن. ¶ وأما المنكوح فمداراة المستحسن يؤذي فوق كل أذى، ومقاساة المستقبح أشد أذى فعليك بالتوسط» ا. هـ (¬2). ¶ * * * ¶ ¬__________ ¶ (¬1) \"صيد الخاطر\" (350). ¶ (¬2) \"صيد الخاطر\" (372).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "صور من لذة الأعمال الصالحة ¶ الأعمال الصالحة كثيرة جدا ومتنوعة، وقد بينها لنا ربنا سبحانه وتعالى في كتابه الكريم، كما بينها أيضا نبينا محمد - صلى الله عليه وسلم - في سنته المطهرة، ولكل عمل من الأعمال الصالحة لذة تخصه، وسوف أعرض في هذا المبحث نماذج من الأعمال الصالحة، وبعض ما ذكر حول ذلك من أقوال وأحوال، وابدأ بأجل الأعمال الصالحة وهو: ¶ 1 - التوحيد والإيمان: ¶ قد وردت عدة نصوص تبين عظيم ما فيه من اللذة، فقد ثبت في «الصحيحين» من حديث أنس بن مالك أن النبي - صلى الله عليه وسلم - قال: «ثلاث من كن فيه وجد حلاوة الإيمان: أن يكون الله ورسوله أحب إليه مما سواهما، وأن يحب المرء لا يحبه إلا لله، وأن يكره أن يعود في الكفر كما يكره أن يقذف في النار» (¬1). ¶ قال ابن رجب: «إذا رسخ الإيمان في القلب وتحقق به ووجد حلاوته وطعمه أحبه وأحب ثباته ودوامه والزيادة منه، وكره مفارقته، وكان كراهته لمفارقته أعظم عنده من كراهة الإلقاء في النار، قال الله تعالى: {وَلَكِنَّ اللَّهَ حَبَّبَ إِلَيْكُمُ الْأِيمَانَ وَزَيَّنَهُ فِي قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ أُولَئِكَ هُمُ الرَّاشِدُونَ}] الحجرات: 7 [. ¶ والمؤمن يحب الإيمان أشد من حب الماء البارد في شدة الحر للظمآن، ويكره الخروج منه أشد من كراهة التحريق بالنيران، كما في «المسند» عن أبي رزين العقيلي أنه سأل النبي - صلى الله عليه وسلم - عن الإيمان، فقال: «أن تشهد أن لا إله إلا ¶ ¬__________ ¶ (¬1) رواه البخاري (16) ومسلم (43).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "الله وحده لا شريك له، وأن محمدا عبده ورسوله، وأن يكون الله ورسوله أحب إليك مما سواهما، وأن تحرق في النار أحب إليك من أن تشرك بالله، وأن تحب غير ذي نسب لا تحبه إلا لله، فإذا كنت كذلك فقد دخل حب الإيمان في قلبك كما دخل حب الماء للظمآن في اليوم القائظ». ¶ وفي «المسند» أيضا أن النبي - صلى الله عليه وسلم - وصى معاذ بن جبل فقال له فيما وصاه به: «لا تشرك بالله شيئا وإن قطعت وحرقت» (¬1)» ا. هـ (¬2). ¶ ومن الأعمال الصالحة أيضا: ¶ 2 - الصلاة: ¶ عن أنس بن مالك قال: قال رسول الله - صلى الله عليه وسلم -: «حبب إلي من دنياكم: النساء والطيب، وجعلت قرة عيني في الصلاة» (¬3). ¶ قال ابن القيم: «الصلاة إنما تكفر سيئات من أدى حقها وأكمل خشوعها ووقف بين يدي الله تعالى بقلبه وقالبه، فهذا إذا انصرف منها وجد خفة من نفسه وأحس بأثقال قد وضعت عنه، فوجد نشاطا وراحة وروحا حتى يتمنى أنه لم يكن خرج منها، لأنها قرة عينه، ونعيم روحه، وجنة قلبه، ومستراحه في الدنيا، فلا يزال كأنه في سجن وضيق حتى يدخل فيها فيستريح بها، لا منها، فالمحبون يقولون: نصلي فنستريح بصلاتنا، كما قال إمامهم وقدوتهم ونبيهم: «يا بلال، أرحنا بالصلاة»، ولم يقل أرحنا منها، وقال: «جعلت قرة عيني في الصلاة»» ا. هـ (¬4). ¶ ¬__________ ¶ (¬1) \"المسند\" (5/ 238). ¶ (¬2) \"فتح الباري\" (1/ 56 - 57). ¶ (¬3) رواه أحمد والنسائي. ¶ (¬4) \"الوابل الصيب\" (51 - 52).",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وعن حماد بن سلمة قال: كان ثابت يقول: اللهم إن كنت أعطيت أحدا الصلاة في قبره فأعطني الصلاة في قبري (¬1). ¶ وقال مصعب: سمع عامرُ بن عبد الله بن الزبير المؤذنَ -وهو يجود بنفسه- فقال: خذوا بيدي، فقيل له: إنك عليل. قال: اسمع داعي الله فلا أجيبه؟! فأخذوا بيده، فدخل مع الإمام في المغرب، فركع ركعة ثم مات (¬2). ¶ وقال ابن الأعرابي: كان أبو رجاء العطاردي شجاعا عابدا كثير الصلاة والتلاوة للقرآن، كان يقول: ما آسى على شيء من الدنيا إلا أن أعفر في التراب وجهي كل يوم خمس مرات (¬3). ¶ 3 - قيام الليل: ¶ عن أبي الدرداء قال: لقد كنت أقرأ بهم ربع القرآن في كل ليلة، فإذا أصبحت قال بعضهم: لقد خففت بنا الليلة. ¶ قال بعض السلف: إني لأفرح بالليل حين يقبل، لما يلتذ به عيشي، وتقر به عيني من مناجاة من أحب وخلوتي بخدمته والتذلل بين يديه، وأغتم للفجر إذا طلع، لما اشتغل به بالنهار عن ذلك (¬4). ¶ وعن مبارك بن فضالة قال: دخلت على ثابت البناني فقال: يا أخوتاه لم أقدر أن أصلي البارحة كما كنت أصلي، ولم أقدر أن أصوم، ولا أنزل إلى أصحابي فأذكر معهم، اللهم إذ حبستني عن ذلك فلا تدعني في الدنيا ساعة (¬5). ¶ ¬__________ ¶ (¬1) \"سير النبلاء\" (5/ 222). ¶ (¬2) \"سير النبلاء\" (5/ 220). ¶ (¬3) \"سير النبلاء\" (4/ 255). ¶ (¬4) \"طريق الهجرتين\" لابن القيم (ص321). ¶ (¬5) \"سير النبلاء\" (5/ 225).",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "4 - الصيام: ¶ عن عائشة رضي الله عنها قالت: نهى رسول الله - صلى الله عليه وسلم - عن الوصال رحمة لهم، فقالوا: إنك تواصل، قال: «إني لست كهيئتكم، إني يطعمني ربي ويسقين» (¬1). ¶ قال العلامة ابن القيم: «وقد اختلف الناس في هذا الطعام والشراب المذكورين على قولين: ¶ أحدهما: أنه طعام وشراب حسي للفم، قالوا: وهذه حقيقة اللفظ ولا موجب للعدول عنها. ¶ الثاني: أن المراد به ما يغذيه الله به من معارفه، وما يفيض على قلبه من لذة مناجاته وقرة عينه بقربه، وتنعمه بحبه والشوق إليه، وتوابع ذلك من الأحوال التي هي غذاء القلوب ونعيم الأرواح وقرة العين وبهجة النفوس والروح والقلب بما هو أعظم غذاء وأجوده وأنفعه، وقد يقوى هذا الغذاء حتى يغني عن غذاء الأجسام مدة من الزمان كما قيل: ¶ لها أحاديث من ذكراك تشغلها ... عن الشراب وتلهيها عن الزاد ¶ لها بوجهك نور تستضيء به ... ومن حديثك في أعقابها حادي ¶ إذا شكت من كلال السير أوعدها ... روح القدوم فتحيا عند ميعاد ¶ ومن له أدنى تجربة وشوق يعلم استغناء الجسم بغذاء القلب والروح عن كثير من الغذاء الحيواني، ولا سيما المسرور الفرحان الظافر بمطلوبه، الذي قد قرت عينه بمحبوبه، وتنعم بقربه والرضى عنه، وألطاف محبوبه وهداياه وتحفه تصل إليه كل وقت، ومحبوبه حفي به معتن بأمره مكرم له غاية الإكرام، مع ¶ ¬__________ ¶ (¬1) رواه البخاري (1964).",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "المحبة التامة له، أفليس في هذا أعظم غذاء لهذا المحب، فكيف بالحبيب الذي لا شيء أجل منه، ولا أعظم، ولا أجمل، ولا أكمل، ولا أعظم إحسانا إذا امتلأ قلب المحب بحبه، وملك حبه جميع أجزاء قلبه وجوارحه، وتمكن حبه منه أعظم تمكن، وهذا حاله مع حبيبه، أفليس هذا المحب عند حبيبه يطعمه ويسقيه ليلا ونهارا؟!» ا. هـ (¬1) ¶ وقال الحافظ ابن رجب: «والصحيح أنه إشارة إلى ما كان الله تعالى يفتحه عليه في صيامه وخلوته بربه، لمناجاته وذكره من موائد أنسه، ونفحات قدسه، فكان يرد بذلك على قلبه من المعارف الإلهية والمنح الربانية ما يغذيه ويغنيه عن الطعام والشراب» ا. هـ (¬2). ¶ وأنبه هنا إلى أن الوصال في الصوم خاص بالنبي - صلى الله عليه وسلم -، فالأفضل للإنسان أن لا يواصل، فإن أحب أن يواصل فإلى السحر، كما دلت على ذلك الأحاديث الصحيحة عن النبي - صلى الله عليه وسلم -. ¶ وإنما المقصود هنا الإشارة إلى ما يحصل للصائم من اللذة العظيمة حالة صيامه. ¶ وعن علقمة بن مرثد قال: لما احتضر عامر بن عبد قيس بكى، فقيل له: أتجزع من الموت، وتبكي؟ فقال: وما لي لا أبكي، ومن أحق بذلك مني؟! والله ما أبكي جزعاً من الموت، ولا حرصاً على دنياكم، رغبة فيها، ولكن أبكي على ظمأ الهواجر، وقيام ليل الشتاء (¬3). ¶ ¬__________ ¶ (¬1) \"زاد المعاد\" (2/ 32 - 33). ¶ (¬2) \"لطائف المعارف\" (ص345). ¶ (¬3) \"سير النبلاء\" (4/ 19).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وعن الحكم أن عبد الرحمن بن الأسود النخعي لما احتضر بكى، فقيل له، فقال: أسفا على الصلاة والصوم، ولم يزل يتلو حتى مات (¬1). ¶ 5 - الحج: ¶ قال صاحب «مثير الغرام إلى طيبة والبلد الحرام» (23): ¶ (ففي رَبْعِهمْ لله بيتٌ مباركٌ ... إليه قلوبُ الخلق تَهْوِي وتَهْواهُ ¶ يطوف به الجاني فيُغفر ذنبُه ... ويَسقطُ عنه جرمُه وخطاياهُ ¶ فكم لذةٍ، كم فرحة، لطوافه ... فلله ما أحلى الطوافَ وأَهْناهُ ¶ نطوفُ كأنَّا في الجنانِ نطوفُها ... ولا همٌّ ولا غمٌّ فذاك نفيناهُ ¶ فيا شوقَنا نحو الطواف وطيبِه ... فذلك شوقٌ لا يحاط بمعناهُ ¶ فمن لم يذقْهُ لم يَذُقْ قطُّ لذةً ... فذُقْه تذُق يا صاحِ ما قد أُذِقْناهُ) ا. هـ ¶ 6 - الجهاد: ¶ عن أنس بن مالك قال: غاب عمي أنس بن النضر عن قتال بدر، فقال: يا رسول الله، غبت عن أول قتال قاتلت المشركين، لئن الله أشهدني قتال المشركين ليرين الله ما أصنع، فلما كان يوم أحد وانكشف المسلمون قال: اللهم إني أعتذر إليك مما صنع هؤلاء يعني أصحابه، وأبرأ إليك مما صنع هؤلاء يعني المشركين ثم تقدم فاستقبله سعد بن معاذ فقال: يا سعد بن معاذ الجنية ورب النضر إني أجد ريحها من دون أحد، قال سعد: فما استطعت يا رسول الله ما صنع. قال أنس: فوجدنا به بضعا وثمانين ضربة بالسيف أو طعنة برمح أو رمية بسهم، ووجدناه قد قتل وقد مَثَّل به المشركون، فما عرفه أحد إلا أخته ببنانه، قال أنس: كنا نرى -أو نظن- أن هذه الآية نزلت فيه وفي أشباهه: {مِنَ ¶ ¬__________ ¶ (¬1) \"سير النلاء\" (5/ 12).",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْه} [الأحزاب: 23] إلى آخر الآية (¬1). ¶ وقال ابن المبارك في أبيات كتب بها إلى الفضيل بن عياض: ¶ يا عابد الحرمين لو أبصرتنا ... لعلمتَ أنك في العبادة تلعبُ ¶ من كان يخضبُ جِيدَه بدمُوعِه ... فنحُورُنا بدمائِنا تتخضَّبُ ¶ أو كان يتعبُ خيلَه في باطلٍ ... فخيولُنا يومَ الصبيحَةِ تتعبُ ¶ ريحُ العبير لكم ونحن عبيرُنا ... رَهَجَ السنَابِكِ والغُبار الأطيبُ ¶ ولقد أتانا من مقال نبيِّنا ... قولٌ صحيحٌ صادقٌ لا يُكْذَب ¶ لا يستوي وغبارُ خيل الله في ... أنف امرئ ودخانُ نارٍ تَلْهبُ ¶ هذا كتاب الله ينطقُ بيننا ... ليس الشهيدُ بميتٍ لا يكذب ¶ 7 - الإنفاق في سبيل الله: ¶ اشتهى الربيع بن خثيم حلواء، فلما صنعت له دعا بالفقراء فأكلوا، فقال له أهله: أتعبتنا ولم تأكل؟ فقال: ومن أكل غيري؟! ¶ وقال إسماعيل بن العلاء: دعاني الكلوذاني رزق الله بن موسى، فقدَّم إلينا طعاما كثيرا، وكان في القوم أحمد بن حنبل ويحيى بن معين وأبو خيثمة وجماعة، فقدَّم لوزنج (¬2)، أنفق عليها ثمانين درهما، فقال أبو خيثمة: هذا إسراف. قال: فقال أحمد: لو أن الدنيا جمعت حتى تكون في مقدار لقمة، ثم أخذها امرؤ مسلم، فوضعها في فم أخيه المسلم لما كان مسرفا. قال: فقال يحيى: صدقت يا أبا عبد الله (¬3). ¶ ¬__________ ¶ (¬1) رواه البخاري (2805). ¶ (¬2) هي حلواء تشبه القطايف، تؤدم بدهن اللوز. ¶ (¬3) \"طبقات الحنابلة\" لابن أبي يعلى.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "8 - العلم: ¶ بكى معاذ عند موته، وقال: إنما أبكي على ظمأ الهواجر وقيام ليل الشتاء، ومزاحمة العلماء بالركب عند حلق الذكر (¬1). ¶ وسئل الشافعي رحمه الله: كيف شهوتك للأدب؟ قال: أسمع بالحرف منه مما لم أسمعه، فتود أعضائي أن لها أسماعا تتنعم به مثل ما تنعمت الأذنان. قيل: وكيف حرصك عليه؟ قال: حرص الجموع المنوع على بلوغ لذته في المال. قيل: وكيف طلبك له؟ قال: طلب المرأة المضلة ولدها وليس لها غيره (¬2). ¶ قال أبو عبيد: كنت في تصنيف هذا الكتاب - كتاب «غريب الحديث» - أربعين سنة، وربما كنت أستفيد الفائدة من أفواه الرجال، فأضعها في موضعها من هذا الكتاب، فأبيت ساهرا فرحا مني بتلك الفائدة (¬3). ¶ وقال أبو الحسين أحمد بن فارس اللغوي: سمعت الأستاذ ابن العميد يقول: ما كنت أظن أن في الدنيا حلاوة ألذ من الرئاسة والوزارة التي أنا فيها، حتى شاهدت مذاكرة أبي القاسم الطبراني وأبي بكر الجعابي بحضرتي، فكان الطبراني يغلب أبا بكر بكثرة حفظه، وكان أبو بكر يغلب بفطنته وذكائه، حتى ارتفعت أصواتهما ولا يكاد أحدهما يغلب صاحبه، فقال الجعابي: عندي حديث ليس في الدنيا إلا عندي. فقال: هات. فقال: حدثنا أبو خليفة الجمحي حدثنا سليمان بن أيوب ... وحدث بحديث، فقال الطبراني: أخبرنا سليمان بن أيوب ومني سمعه أبو خليفة، فاسمع مني حتى يعلو فيه إسنادك (¬4)! فخجل الجعابي، ¶ ¬__________ ¶ (¬1) رواه الإمام أحمد في \"الزهد\". ¶ (¬2) \"مناقب الشافعي\" للبيهقي (2/ 143 - 144). ¶ (¬3) \"طبقات الحنابلة\" لابن أبي يعلى (1/ 261). ¶ (¬4) أي: يصبح إسناده عاليا بأن تقل الوسائط بينه وبين النبي - صلى الله عليه وسلم -، وعلو الإسناد مما يتنافس فيه المحدثون.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "فوددت أن الوزارة لم تكن، وكنت أنا الطبراني، وفرحت كفرحه. أو كما قال (¬1). ¶ وقال ابن الجوزي: «والله ما أعرف من عاش رفيع القدر بالغا من اللذات ما لم يبلغ غيره إلا العلماء المخلصين كالحسن وسفيان، والعباد المحققين كمعروف، فإن لذة العلم تزيد على كل لذة، وأما ضرهم إذا جاعوا أو ابتلوا بأذى، فإن ذلك يزيد في رفعتهم، وكذلك لذة الخلوة والتعبد» ا. هـ (¬2). ¶ وقال العلامة ابن القيم: «وسمعت شيخنا أبا العباس ابن تيميه رحمه الله يقول ـ وقد عرض له بعض الألم ـ فقال له الطبيب: أضر ما عليك الكلام في العلم والفكر فيه والتوجه والذكر، فقال: ألستم تزعمون أن النفس إذا قويت وفرحت أوجب فرحها لها قوة تعين بها الطبيعة على دفع العارض؛ فإنه عدوها، فإذا قويت عليه قهرته؟ فقال الطبيب: بلى، فقال إذا اشتغلت نفسي بالتوجيه والذكر والكلام في العلم وظفرت بما يشكل عليها منه فرحت به وقويت فأوجب ذلك دفع العارض. هذا أو نحوه من الكلام!» ا. هـ (¬3). ¶ وقال الشاطبي: «في العلم بالأشياء لذة لا توازيها لذة، إذ هو نوع من الاستيلاء على المعلوم والحوز له، ومحبة الاستيلاء قد جبلت عليها النفوس، وميلت إليها القلوب» اهـ (¬4). ¶ 9 - ذكر الله تعالى: ¶ قال شيخ الإسلام ابن تيمية: «والإنسان في الدنيا يجد في قلبه بذكر الله ¶ ¬__________ ¶ (¬1) \"سير النلاء\" (16/ 124). ¶ (¬2) \"صيد الخاطر\" (ص287). ¶ (¬3) \"مفتاح دار السعادة\" (2/ 170). ¶ (¬4) \"الموافقات\" للشاطبي (1/ 86).",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وذكر محامده وآلائه وعبادته من اللذة ما لا يجده بشيء آخر» ا. هـ (¬1). ¶ وقال العلامة ابن القيم: «وحضرت شيخ الإسلام ابن تيمية مرة صلى الفجر، ثم جلس يذكر الله تعالى إلى قريب من انتصاف النهار، ثم التفت إلي وقال: هذه غدوتي ولو لم أتغد هذا الغداء لسقطت قوتي. أو كلاما قريبا من هذا. ¶ وقال لي مرة: لا أترك الذكر إلا بنية اجمام نفسي وإراحتها لأستعد بتلك الراحة لذكر آخر. أو كلاما هذا معناه» ا. هـ (¬2). ¶ 10 - قراءة القرآن: ¶ قال عثمان بن عفان رضي الله عنه: لو طهرت قلوبكم ما شبعتم من كلام ربكم. ¶ وقال ابن مسعود: لا يسأل عبد عن نفسه إلا القرآن، فإن كان يحب القرآن فإنه يحب الله ورسوله. ¶ وقال ابن رجب: «لا شيء عند المحبين أحلى من كلام محبوبهم، فهو لذة قلوبهم، وغاية مطلوبهم» ا. هـ (¬3). ¶ 11 - غض البصر: ¶ قال العلامة ابن القيم: «غض البصر عن المحارم يوجب ثلاث فوائد عظيمة الخطر، جليلة القدر: إحداها: حلاوة الإيمان ولذته، التي هي أحلى وأطيب وألذ مما صرف بصره عنه وتركه لله تعالى، فإن من ترك شيئا لله عوضه الله عز وجل خيرا منه، والنفس مولعة بحب النظر إلى الصور الجميلة، والعين ¶ ¬__________ ¶ (¬1) \"منهاج السنة النبوية\" (5/ 389). ¶ (¬2) \"الوابل الصيب\" (ص93). ¶ (¬3) \"جامع العلوم والحكم\" (2/ 370).",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "رائد القلب، فيبعث رائده لنظر ما هناك فإذا أخبره بحسن المنظور إليه وجماله تحرك اشتياقا إليه، وكثيرا ما يتعب ويتعب رسوله ورائده، كما قيل: ¶ وكنت متى أرسلت طرفك رائدا ... لقلبك يوما أتعبتك المناظر ¶ رأيت الذي لا كله أنت قادر ... عليه ولا عن بعضه أنت صابر ¶ فإذا كف الرائد عن الكشف والمطالعة استراح القلب من كلفة الطلب والإرادة فمن أطلق لحظاته دامت حسراته ... » ا. هـ (¬1). ¶ * * * ¶ الأسباب المعينة على التلذذ بالأعمال الصالحة: ¶ هناك جملة من الأسباب تساعد العبد وتعينه على التلذذ بالأعمال الصالحة، ومن هذه الأسباب ما يلي: ¶ 1 - مراقبة الله تعالى وإخلاص العمل له: ¶ قال ابن الجوزي: «الحق عز وجل أقرب إلى عبده من حبل الوريد، لكنه عامل العبد معاملة الغائب عنه، البعيد منه، فأمر بقصد نيته، ورفع اليدين إليه، والسؤال له، فقلوب الجهال تستشعر البعد، ولذلك تقع منهم المعاصي إذ لو تحققت مراقبتهم للحاضر الناظر لكفوا الأكف عن الخطايا. ¶ والمتيقظون علموا قربه، فحضرتهم المراقبة وكفتهم عن الانبساط ..... إلى أن قال: ومتى تحققت المراقبة حصل الأنس، وإنما يقع الأنس بتحقيق الطاعة، لأن المخالفة توجب الوحشة، والموافقة مبسطة المستأنسين، فيا لذة عيش المستأنسين، ويا خسار المستوحشين، وليست الطاعة كما يظن أكثر الجهال أنه في مجرد الصلاة والصيام، إنما الطاعة الموافقة بامتثال الأمر واجتناب النهي. ¶ ¬__________ ¶ (¬1) \"إغاثة اللهفان\" (1/ 57).",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "هذا هو الأصل والقاعدة الكلية، فكم من متعبد بعيد، لأنه مضيع الأصل وهادم للقواعد بمخالفة الأمر وارتكاب النهي. ¶ وإنما المحقق من أمسك ذؤابة ميزان المحاسبة للنفس، فأدى ما عليه واجتنب ما نهى عنه، فإن رزق زيادة تنفل وإلا لم يضره والسلام» ا. هـ (¬1). ¶ قال عبد الواحد بن زيد: عصفت بنا الريح على جزيرة في البحر، فإذا برجل يعبد صنما، فقلنا له: أيها الرجل مَنْ تعبد؟ فأومأ بيده إلى الصنم، فقلنا له: إن معنا في المركب من يعمل هذا، قال: فأنتم مَنْ تعبدون؟ قلنا: نعبد الله تعالى. قال: ومَنْ هو؟ قلنا: الذي في السماء عرشه، وفي الأرض سلطانه، وفي الأحياء والأموات قضاؤه. قال: كيف علمتم هذا؟ قلنا: وجه إلينا رسولا أعلمنا به. قال: فما فعل الرسول؟ قلنا: قبضه الله إليه. قال: فهل ترك عندكم علامة؟ قلنا: ترك عندنا كتاب الملك. قال: أرونيه. فأتيناه بالمصحف، فقال: ما أعرف هذا. فقرأنا عليه سورة وهو يبكي، ثم قال: ينبغي لصاحب هذا الكلام أن لا يعصى، فأسلم، وحملناه معنا، وعلمناه شرائع الإسلام، وسورا من القرآن، فلما جن الليل صلينا وأخذنا مضاجعنا، فقال: يا قوم، الإله الذي دللتموني عليه أينام إذا جنه الليل؟ قلنا: لا، يا عبد الله، هو حي قيوم لا ينام. قال: بئس العبيد أنتم، تنامون ومولاكم لا ينام؟! فعجبنا من كلامه، فلما قدمنا عَبْدان (¬2) جمعنا له دراهم وأعطيناها له، وقلنا له أنفقها. قال: لا إله إلا الله، دللتموني على طريق لم تسلكوه، أنا كنت في جزيرة في البحر أعبد صنما من دونه فلم يضيعني فكيف الآن وقد عرفته؟! (¬3). ¶ ¬__________ ¶ (¬1) \"صيد الخاطر\" (ص199). ¶ (¬2) قرية من قرى مرو. انظر: \"معجم البلدان\" (4/ 77). ¶ (¬3) \"غذاء الألباب\" للسفاريني (2/ 505) نقلا عن كتاب \"المورد العذب\" لابن الجوزي.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "2 - مجاهدة النفس: ¶ قال تعالى: {وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ}] العنكبوت: 69 [. ¶ وعن ابن أبي رزين قال: قال ثابت البناني: كابدت الصلاة عشرين سنة، وتنعمت بها عشرين سنة (¬1). ¶ وقال العلامة ابن القيم: «وهذه اللذة والتنعم بالخدمة إنما تحصل بالمصابرة على التكره والتعب أولا، فإذا صبر عليه وصدق في صبره أفضى به إلى هذه اللذة، قال أبو يزيد: سقت نفسي إلى الله وهي تبكي، فما زلت أسوقها حتى انساقت إليه وهي تضحك» ا. هـ (¬2). ¶ 3 - تدبر القرآن والمعرفة بأسماء الله وصفاته: ¶ قال الإمام ابن تيمية: «كلما ذاق العبد حلاوة الصلاة كان انجذابه إليها أوكد، وهذا يكون بحسب قوة الإيمان، والأسباب المقوية للإيمان كثيرة ... فإن ما في القلب من معرفة الله ومحبته وخشيته وإخلاص الدين له وخوفه ورجائه والتصديق بأخباره وغير ذلك مما يتباين الناس فيه، ويتفاضلون تفاضلا عظيما، ويقوى ذلك كلما ازداد العبد تدبرا للقرآن، وفهما ومعرفة بأسماء الله وصفاته وعظمته، وتفقره إليه في عبادته واشتغاله به، بحيث يجد اضطراره إلى أن يكون تعالى معبوده ومستغاثه أعظم من اضطراره إلى الأكل والشرب، فإنه لا صلاح له إلا بأن يكون الله هو معبوده الذى يطمئن إليه ويأنس به، ويلتذ بذكره، ويستريح به، ولا حصول لهذا إلا بإعانة الله، ومتى كان للقلب إله غير الله فسد ¶ ¬__________ ¶ (¬1) \"سير النلاء\" (5/ 224). ¶ (¬2) \"طريق الهجرتين\" (ص321).",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وهلك هلاكا لا صلاح معه، ومتى لم يعنه الله على ذلك لم يصلحه، ولا حول ولا قوة إلا به، ولا ملجأ ولا منجا منه إلا إليه» ا. هـ (¬1). ¶ 4 - الإكثار من النوافل: ¶ عن أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال: «إن الله تعالى قال: من عادى لي وليا فقد آذنته بالحرب، وما تقرب إلي عبدي بشيء أحب إلي مما افترضت عليه، ولا يزال عبدي يتقرب إلي بالنوافل حتى أحبه، فإذا أحببته كنت سمعه الذي يسمع به، وبصره الذي يبصر به، ويده التي يبطش بها، ورجله التي يمشي بها، وإن سألني لأعطينه، ولئن استعاذني لأعيذنه» (¬2). ¶ قال ابن رجب: «المراد بهذ الكلام أن من اجتهد بالتقرب إلى الله بالفرائض، ثم بالنوافل قربه إليه، ورقاه من درجة الإيمان إلى درجة الإحسان، فيصير يعبد الله على الحضور والمراقبة كأنه يراه، فيمتلئ قلبه بمعرفة الله ومحبته وعظمته وخوفه ومهابته وإجلاله والأنس به والشوق إليه، حتى يصير هذا الذي في قلبه من المعرفة مشاهدا له بعين البصيرة» ا. هـ (¬3). ¶ 5 - مصاحبة الصالحين ومنافستهم في الأعمال الصالحة: ¶ ومن ذلك صلاة الجماعة والجمعة والعيد، والحج، والحضور في حلق العلم، وقد سبق بعض أخبار السلف التي تشير إلى هذا المعنى. ¶ 6 - العناية بالعبادات الفردية: ¶ ومن ذلك قيام الليل والاعتكاف وذكر الله في حال الخلوة، وأيضا سبقت الإشارة إلى هذا. ¶ ¬__________ ¶ (¬1) \"مجموع الفتاوى\" (22/ 606). ¶ (¬2) رواه البخاري. ¶ (¬3) \"جامع العلوم والحكم\" (2/ 273).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "7 - القراءة في النصوص المرغبة في الأعمال الصالحة: ¶ ولهذا نجد أن طريقة الكتاب والسنة القرن بين الأمر والترغيب فيه، وبين النهي والترهيب منه، ولقد اعتنى العلماء ببيان النصوص الواردة في الترغيب والترهيب، بل قد أفردها بعضهم بالتصنيف (¬1). ¶ وتذكر الثواب والأجر الذي أعده الله لمن أدى ذلك العمل يهون عليه كل مشقة قد توجد في ذلك العمل، بل تنقلب تلك المشقة إلى لذة ومتعة. ¶ 8 - تدبر العبد لما يقرأ به في عبادته: ¶ عن حذيفة بن اليمان قال: صليت مع النبي - صلى الله عليه وسلم - ذات ليلة فافتتح البقرة، فقلت: يركع عند المائة، فقلت: يصلي بها في ركعة، فمضى، فقلت: يركع بها، ثم افتتح النساء فقرأها، ثم افتتح آل عمران فقرأها، يقرأ مترسلا، إذا مر بآية فيها تسبيح سبح، وإذا مر بسؤال سأل، وإذا مر بتعوذ تعوذ، ثم ركع، فجعل يقول: سبحان ربي العظيم، فكان ركوعه نحوا من قيامه، ثم قال: سمع الله لمن حمده، ربنا لك الحمد، ثم قام قياما طويلا قريبا مما ركع، ثم سجد، فقال: سبحان ربي الأعلى، فكان سجوده قريبا من قيامه (¬2). ¶ ¬__________ ¶ (¬1) ومن أشهر الكتب في ذلك كتاب \"الترغيب والترهيب\" للحافظ المنذري، وهو كتاب مفيد، وإن كان فيه بعض الأحاديث الضعيفة فيجتنب الضعيف، ويستفاد من الأحاديث الصحيحة التي فيه. ¶ (¬2) رواه مسلم في \"صحيحه\" (772).",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "9 - التنويع في العبادات وفي صفاتها: ¶ لقد جاءت الشريعة بالتنويع في العبادات، فمنها ما هو بدني، ومنها ما هو مالي، ومنها ما هو بدني مالي، ومنها ما هو عمل ظاهر، ومنها ما هو عمل باطن. ¶ وأيضا جاءت الشريعة بالتنويع في صفات عبادات كثيرة، فتجد العبادة الواحدة لها أكثر من صفة، وكل هذه الصفات مشروعة، فبأيها أتى العبد فإنه يكون محسنا. ¶ ومن الحِكَم في ذلك - والله أعلم - دفع الملل عن النفس، وعدم تحول العبادة إلى عادة، فإن الإنسان عند تنويعه في العبادات وصفاتها يستحضر أنه متبع لأوامر ربه، مقتد بهدي نبيه - صلى الله عليه وسلم -، وهذا يورثه لذة يجدها في قلبه. ¶ 10 - الدعاء: ¶ عن رفاعة الزرقي أن النبي - صلى الله عليه وسلم - دعا يوم أحد بدعاء طويل، وفيه: «الله حبب إلينا الإيمان وزينه في قلوبنا، وكره إلينا الكفر والفسوق والعصيان، واجعلنا من الراشدين» (¬1). ¶ * * * ¶ آثار لذة الأعمال الصالحة: ¶ للذة التي يجدها العبد عن العمل الصالح آثار مباركة، ومن هذه الآثار: ¶ 1 - الإحساس بمرارة الكفر والفسوق والعصيان: ¶ قال ابن رجب: «إذا وجد القلب حلاوة الإيمان أحس بمرارة الكفر والفسوق والعصيان، ولهذا قال يوسف عليه السلام: {قَالَ رَبِّ السِّجْنُ أَحَبُّ ¶ ¬__________ ¶ (¬1) رواه أحمد (3/ 424) والبخاري في \"الأدب المفرد\" (699).",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ}] يوسف: 33 [. ¶ سئل ذو النون: متى أُحبُّ ربي؟ قال: إذا كان ما يكرهه أَمرَّ عندك من الصبر. وقال بشر بن السري: ليس من أعلام المحبة أن تحب ما يبغضه حبيبك» ا. هـ (¬1). ¶ 2 - الثبات على دين الله: ¶ قال ابن القيم -واصفا حال الإنسان عند وصوله إلى مرتبة التلذذ بالأعمال الصالحة-: «ولا يزال السالك عرضة للآفات والفتور والانتكاس حتى يصل إلى هذه الحالة، فحينئذ يصير نعيمه في سيره، ولذته في اجتهاده، وعذابه في فتوره ووقوفه، فترى أشد الأشياء عليه ضياع شيء من وقته، ووقوفه عن سيره» ا. هـ (¬2). ¶ وقد سبق قول هرقل: وسألتك أيرتد أحد سخطة لدينه بعد أن يدخل فيه، فذكرت أن لا، وكذلك الإيمان حين تخالط بشاشته القلوب. ¶ 3 - النشاط في أداء العبادة: ¶ قال العلامة ابن القيم: «السالك في أول الأمر يجد تعب التكاليف ومشقة العمل لعدم أنس قلبه بمعبوده، فإذا حصل للقلب روح الأنس زالت عنه تلك التكاليف والمشاق، فصارت قرة عين له وقوة ولذة، فتصير الصلاة قرة عينه بعد أن كانت عملا عليه، ويستريح بها بعد أن كان يطلب الراحة منها!» ا. هـ (¬3). ¶ ¬__________ ¶ (¬1) \"فتح الباري\" (1/ 58). ¶ (¬2) \"طريق الهجرتين\" (ص321). ¶ (¬3) \"مدارج السالكين\" (2/ 354).",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "4 - طيب العيش في الحياة الدنيا: ¶ قال تعالى: {مَنْ عَمِلَ صَالِحاً مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ}] النحل:97 [. ¶ قال الحافظ ابن كثير: «هذا وعد من الله تعالى لمن عمل صالحا -وهو العمل المتابع لكتاب الله تعالى وسنة نبيه- من ذكر أو أنثى من بني آدم، وقلبه مؤمن بالله ورسوله، وأن هذا العمل المأمور به مشروع من عند الله، بأن يحييه الله حياة طيبة في الدنيا وأن يجزيه بأحسن ما عمله في الدار الآخرة. ¶ والحياة الطيبة تشمل وجوه الراحة من أي جهة كانت» ا. هـ (¬1). ¶ وفي المقابل: ¶ قال الله تعالى: {وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكاً وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى}] طه:124 [. ¶ قال الحافظ ابن كثير: «أي خالف أمري وما أنزلته على رسولي، أعرض عنه وتناساه، وأخذ من غيره هداه، «فإن له معيشة ضنكا» أي: في الدنيا، فلا طمأنينة له، ولا انشراح لصدره، بل صدره ضيق حرج لضلاله، وإن تنعم في ظاهره، ولبس ما شاء، وسكن حيث شاء، فإن قلبه ما لم يخلص إلى اليقين والهدى، فهو في قلق وحيرة وشك، فلا يزال في ريبة يتردد، فهذا من ضنك المعيشة» ا. هـ (¬2). ¶ يقول ابن القيم: «والإقبال على الله تعالى والإنابة إليه والرضى به وعنه، وامتلاء القلب من محبته واللهج بذكره، والفرح والسرور بمعرفته، ثواب عاجل ¶ ¬__________ ¶ (¬1) \"تفسير القرآن العظيم\" (4/ 601). ¶ (¬2) \"تفسير القرآن العظيم\" (5/ 222).",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وجنة وعيش لا نسبة لعيش الملوك إليه البتة. ¶ وسمعت شيخ الإسلام ابن تيمية قدس الله روحه يقول: إن في الدنيا جنة من لم يدخلها لا يدخل جنة الآخرة. ¶ وقال لي مرة: ما يصنع أعدائي بي أنا جنتي وبستاني في صدري أنى رحت فهي معي، لا تفارقني، إن حبسي خلوة، وقتلي شهادة، وإخراجي من بلدي سياحة. ¶ وكان يقول في محبسه في القلعة: لو بذلت ملء هذه القلعة ذهبا ما عدل عندي شكر هذه النعمة. أو قال: ما جزيتهم على ما تسببوا لي فيه من الخير. ونحو هذا. ¶ وكان يقول في سجوده وهو محبوس: «اللهم أعني على ذكرك وشكرك وحسن عبادتك» ما شاء الله. ¶ وقال لي مرة: المحبوس من حبس قلبه عن ربه تعالى والمأسور من أسره هواه. ¶ ولما دخل إلى القلعة وصار داخل سورها نظر إليه، وقال: {فَضُرِبَ بَيْنَهُمْ بِسُورٍ لَهُ بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ وَظَاهِرُهُ مِنْ قِبَلِهِ الْعَذَابُ} ¶ ] الحديد: 13 [. ¶ وعلم الله ما رأيت أحدا أطيب عيشا منه قط، مع كل ما كان فيه من ضيق العيش وخلاف الرفاهية والنعيم، بل ضدها، ومع ما كان فيه من الحبس والتهديد، والإرهاق وهو مع ذلك من أطيب الناس عيشا، وأشرحهم صدرا، وأقواهم قلبا وأسرهم نفسا، تلوح نضرة النعيم على وجهه، وكنا إذا اشتد بنا الخوف وساءت منا الظنون وضاقت بنا الأرض أتيناه، فما هو إلا أن نراه ونسمع كلامه، فيذهب ذلك كله، وينقلب انشراحا وقوة ويقينا وطمأنينة.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "فسبحان من أشهد عباده جنته قبل لقائه، وفتح لهم أبوابها في دار العمل فآتاهم من روحها ونسيمها وطيبها ما استفرغ قواهم لطلبها والمسابقة إليها، وكان بعض العارفين يقول: لو علم الملوك وأبناء الملوك ما نحن فيه لجالدونا عليه بالسيوف. وقال آخر: مساكين أهل الدنيا خرجوا منها وما ذاقوا أطيب ما فيها. قيل: وما أطيب ما فيها؟ قال: محبة الله تعالى ومعرفته وذكره. أو نحو هذا. وقال آخر: إنه لتمر بالقلب أوقات يرقص فيها طربا. وقال آخر: إنه لتمر بي أوقات أقول إن كان أهل الجنة في مثل هذا إنهم لفي عيش طيب. ¶ فبمحبة الله تعالى ومعرفته ودوام ذكره والسكون إليه والطمأنينة إليه وإفراده بالحب والخوف والرجاء والتوكل والمعاملة بحيث يكون هو وحده المستولي على هموم العبد وعزماته وإرادته، هو جنة الدنيا والنعيم الذي لا يشبهه نعيم، وهو قرة عين المحبين وحياة العارفين، وإنما تقر عيون الناس به على حسب قرة أعينهم بالله عز وجل، فمن قرت عينه بالله قرت به كل عين، ومن لم تقر عينه تقطعت نفسه على الدنيا حسرات» ا. هـ (¬1). ¶ 5 - أن العمل الصالح يكون عند الإنسان أحب إليه من الدنيا وما فيها: ¶ جاء في ترجمة عاصم بن أبي النجود أنه كان إذا صلى ينتصب كأنه عود، وكان يكون يوم الجمعة في المسجد إلى العصر، وكان عابدا خيرا يصلي أبدا، ربما أتى حاجة، فإذا رأى مسجدا قال: حل بنا، فإن حاجتنا لا تفوت، ثم يدخل فيصلي (¬2). ¶ ¬__________ ¶ (¬1) \"الوابل الصيب\" (93). ¶ (¬2) \"سير النبلاء\" (5/ 259).",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وعن موسى بن طريف قال: كانت الجارية تفرش لعلي بن بكار، فيلمسه ويقول: والله إنك لطيب، والله إنك لبارد، والله لا علوتك الليلة، وكان يصلي الفجر بوضوء العتمة (¬1). ¶ * * * ¶ موانع حصول اللذة بالأعمال الصالحة: ¶ هناك أمور تحول بين العبد وبين التلذذ بالأعمال الصالحة، أذكر منها ما يلي: ¶ 1 - المعاصي والذنوب: ¶ قال ابن الجوزي: «قال بعض أحبار بني إسرائيل: يا رب كم أعصيك ولا تعاقبني؟ فقيل له: كم أعاقبك وأنت لا تدري، أليس قد حرمتك حلاوة مناجاتي؟ ¶ فمن تأمل هذا الجنس من المعاقبة وجده بالمرصاد، حتى قال وهب بن الورد وقد سئل: أيجد لذة الطاعة من يعصي؟ قال: ولا من هَمَّ. ¶ فرب شخص أطلق بصره فحرم اعتبار بصيرته، أو لسانه فحرم صفاء قلبه، أو آثر شبهة في مطعم فأظلم سره، وحرم قيام الليل وحلاوة المناجاة، إلى غير ذلك» ا. هـ (¬2). ¶ 2 - كثرة مخالطة الناس: ¶ قال ابن الجوزي: «كنت في بداية الصبوة قد ألهمت سلوك طريق الزهاد بإدامة الصوم والصلاة، وحببت إلي الخلوة، فكنت أجد قلبا طيبا، وكانت عين ¶ ¬__________ ¶ (¬1) \"سير النبلاء\" (9/ 585). ¶ (¬2) \"صيد الخاطر\" (51).",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "بصيرتي قوية الحدة تتأسف على لحظة تمضي في غير طاعة، وتبادر الوقت في اغتنام الطاعات، ولي نوع أنس، وحلاوة مناجاة. ¶ فانتهى الأمر إلى أن صار بعض ولاة الأمور يستحسن كلامي، فأمالني إليه، فمال الطبع، ففقدت تلك الحلاوة. ¶ ثم استمالني آخر، فكنت أتقي مخالطته ومطاعمه، لخوف الشبهات، وكانت حالتي قريبة. ¶ ثم جاء التأويل، فانبسطت فيما يباح، فانعدم ما كنت أجد من استنارة وسكينة، وصارت المخالطة توجب ظلمة في القلب إلى أن عدم النور كله» ا. هـ (¬1). ¶ 3 - تحول العبادات إلى عادات: ¶ قال الحافظ ابن رجب: «كثير من الناس يمشي على العوائد دون ما يوجبه الإيمان ويقتضيه، فلهذا كثير منهم لو ضرب ما أفطر في رمضان لغير عذر، ومن جهالهم من لا يفطر لعذر ولو تضرر بالصوم، مع أن الله يحب منه أن يقبل رخصته، جريا منه على العادة، وقد اعتاد مع ذلك ما حرم الله من الزنا وشرب الخمر وأخذ الأموال والأعراض أو الدماء بغير حق، فهذا يجري على عوائده في ذلك كله لا على مقتضى الإيمان، ومن عمل بمقتضى الإيمان صارت لذته في مصابرة نفسه عما تميل نفسه إليه إذا كان فيه سخط الله، وربما يرتقي إلى أن يكره جميع ما يكرهه الله منه، وينفر منه وإن كان ملائما للنفوس، كما قيل: ¶ فسلام الله على وسني) (¬2) ... ¶ ¬__________ ¶ (¬1) \"صيد الخاطر\" (ص78). ¶ (¬2) \"لطائف المعارف\" (289).",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "إن كان رضاكم في سهري ¶ 4 - النفاق: ¶ لذة العبادة إنما يشعر بها المؤمن الصادق في إيمانه، كما جاء في حديث أبي أمامة (¬1) أن رسول الله - صلى الله عليه وسلم - قال: «من سرته حسنته، وساءته سيئته فهو مؤمن». ¶ * * * ¶ واختم بكلمة نقلها العلامة ابن القيم عن ابن تيمية قال: «سمعت شيخ الإسلام ابن تيمية – قدس الله روحه – يقول: إذا لم تجد للعمل حلاوة في قلبك وانشراحا فاتهمه، فإن الرب تعالى شكور. ¶ يعني: أنه لا بد أن يثيب العامل على عمله في الدنيا من حلاوة يجدها في قلبه، وقوة انشراح وقرة عين، فحيث لم يجد ذلك فعمله مدخول» اهـ. ¶ اللهم حبب إلينا الإيمان وزينه في قلوبنا، وكره إلينا الكفر والفسوق والعصيان، واجعلنا من الراشدين، والله أعلم، وصلى الله وسلم على نبينا محمد، وعلى آله وصحبه أجمعين. ¶ وكتب ¶ سامي بن محمد بن جاد الله ¶ ¬__________ ¶ (¬1) رواه الحاكم وصححه (1/ 14).",
            "page": "31",
            "part": "1"
        }
    ],
    "t35010": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الأعمال_الصالحة"
        }
    ]
}