{
    "b35038": [
        {
            "id": "1",
            "nass": "بين الفضيلة والرذيلة ¶ للداعية محمد متولي الشعراوي ¶ أشرف عليه واعتنى به أحمد الزعبي ¶ كتبه للشبكة منير مشرف موقع الاسلامي ¶ www.islammi.8m.com ¶ 10 حزيران 2002 م ¶ دار القلم ¶ بيروت لبنان ¶ بسم الله الرحمن الرحيم ¶ المقدمة ¶ الحمد لله رب العالمين والصلاة والسلام على سيدنا محمد وعلى آاله وأصحابه أجمعين، وبعد ¶ بقول الله تبارك وتعالى:{ وتعاونوا على البر والتقوى ولا تعاونوا على الاثم والعدوان} المائد 2. ¶ الحق سبحانه يريد منا أن ننمي فينا حب الخير ونبتعد عن الشر، أن نتعاون على المعروف وأن نفر من المعاصي، وأن ننشر الفضائل ونحذر ونمنع من الرذائل. ¶ في هذا الكتاب يتحدث الامام الداعية محمد متولي الشعراوي عن الطاعة والمعصية، وعن الفضيلة والرذيلة، عن سبيلين مختلفين أحدهما موصل للجنة، والآخر يورد النار، قصده من ذلك انارة الطريق للطائعين، والأخذ بأيدي العاصين بقصد هدايتهم وارشادهم لطريق الحق وسبل الخير والرشاد. ¶ ان دار القلم اذ تقدم هذه الرسالة ضمن سلسلة امام الدعاة تأمل أن تلاقي القبول والرضا. ¶ والله نسأل أن يجعل هذا العل خالصا لوجهه الكريم وأن يجزي مؤلفه خير الجزاء، انه سميع مجيب. ¶ بيروت في 25 جمادي الثانية 1421 هـ ¶ 23 أيلول 2000 مـ وكتبه أحمد الزغبي ¶ القسم الأول ¶ الفضيلة وأبوابها ¶ الطاعة ¶ بسم الله والحمد لله والصلاة والسلام على رسول الله. ¶ قال الله تبارك وتعالى:{ يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم، فان تنازعتم في شيء فردوه الى الله والرسول ان كنتم تؤمنون بالله واليوم الآخر، ذلك خير وأحسن تأويلا} النساء 59. ¶ هناك حيثيات توجب هذا الأمر من الله تعالى لعباده فنحن ـولله المثل الأعلىـ نلحظ بعد صدور حكم قاض من المحكمة أنه يصدر على حيثيات لهاذا الحكم، وهذه الحيثيات هي التبرير القانوني للحكم سواء كان بالعقوبة أو بالبراءة. ¶ اذن فالقاضي يحكم بناء على حدوث وقائع مطابقة لمواد القانون.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وعلى هذا فحيثيات أي حكم هي التبريرات القانونية التي تدل على سند هذا الحكم. ¶ وقول الحق سبحانه وتعالى:{ أطيعوا الله وأطيعوا الرسول} فيه نلحظ أن الحق سبحانه لم يقل:\" يا أيها الناس أطيعوا الله وأطيعوا الرسول\" ولكنه سبحانه وتعالى قال:{ يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول}. ¶ اذن فالحق سبحانه وتعالى لم يكلف مطلق الناس بأن يطيعوه، وانما كلف مطلق الناس أن يؤمنوا به. ¶ اذن فحيثيات الطاعة لله وللرسول نشأت من الايمان بالله تعالى ورسوله صلى الله عليه وسلم، وهذه عدالة من الخالق سبحانه وتعالى، فهو سبحانه لم يكلف واحدا أن يفعل فعلا الا اذا كان قد آمن به تعالى، وآمن بالرسول صلى الله عليه وسلم مبلغا وشرعا، ولذلك نجد كل تكليف من الله تعالى يبدأ بقوله سبحانه وتعالى:{ يا ايها الذين آمنوا}، اذن فحيثيات طاعة الله تعالى، وطاعة الرسول هي الايمان. ¶ ولذلك نقول دائما: اياكم أن تقبلوا على أحكام الله بالبحث عن عللها أولا، ثم الايمان بها ثانيا، ولكن أقبلوا على أحكام الله أولا واسمعوا وأطيعوا، واخضعوا واخشعوا، ثم من بعد ذلك لا مانع من أن يقوم العقل بالتدبر والتأمل ليفهم شيئا من الحكمة التي من أجلها تم تحريم هذا الشيء أو ذاك، أقول بعض الحكمة وليس كل الحكمة، ذلك أن حكمة الله لا تتناهى ولا تدرك ولا يحاط بها.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وهناك فرق بين أمر البشر للبشر، وأمر الله تعالى للمؤمنين به، فان أمر الله للبشر تسبقه العلة وهي أن الانسان قد آمن به، أما أمر البشر للبشر فمنهم من يقول مثلا: أقنعني حتى أفعل ما تأمرني به، لأن عقلك ليس أكبر من عقلي، ولسن بأقدر على الفهم مني والانسان لا يصنع شيئا صادرا اليه من بشر الا اذا اقتنع به، وأن تكون التجارب قد أثبتت لك أن من يأمرك بهذا الأمر، أنه لا يغشك فتأخذ كلامه مصدقا، أما المساوي لك فأنت لا تأخذ كلامه على أنه واجب التنفيذ بأنه الاله الواحد الذي خلقك وأوجدك، ومنحك مقومات حياتك وهو سبحانه الغني عنك، وعن الكون كله. ¶ الحق سبحانه وتعالى حين يطلب منا أن نؤمن به فهذه الطاعة ليست لصالح الله ولكن لصالح البشر. فالله سبحانه قد خلقنا وهو غني عنا، ولا يطلب منه شيئا لصالحه، ثم ان طاعتنا لا تضيف اليه سبحانه شيئا، وحتى خلقه لنا لا يضيف له صفة جديدة، بل هو سبحانه خالق قبل أن يخلقنا. ¶ الحق سبحانه وتعالى يريد منا الطاعة باختيارنا، لا بالاكراه، ولا بالقهر، فالعبد يعبد الله تعالى لأنه سبحانه وحده المستحق للعبادة، يعبده طاعة له باختياره، فالعبد كما هو معلون منحه الله تعالى حق الاختيار في أن يؤمن أو لا يؤمن، فاذا اختار الانسان الطاعة على المعصية فهو محب لله فعلا، فهناك فرق بين من يقره الله على الطاعة، وبين من يذهب الى الطاعة باختياره. ¶ ** ¶ الستر على الناس ¶ يقول رسول الله صلى الله عليه وسلم:\" مثل ما بعثني الله به من الهدى والعلم كمثل الغيث أصاب أرضا فكانت منها نقيّة قبلت الماء فلأنبتت الكلأ والعشب الكثير، وكانت منها أجادب أمسكت الماء فنفع الله بها الناس فشربوا وسقوا وزرعوا وأصابت منها طائفة أخرى انما هي قيعان لا تمسك ماء ولا تنبت كلأ. فذلك مثل من فقه في دين الله ونفعه ما بعثني الله به فعلم وعلّم ومثل لم يرفع بذلك رأسا ولم يقبل هدى الله الذي أرسلت به\".",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "اذن فالله سبحانه وتعالى قد شبّه الناس بالأرض وقسمهم الى ثلاثة أقسام: ¶ القسم الأول: قسم على الهدى فانتفع به، ثم نقل ما عنده الى الغير فنفع غيره، وهؤلاء مثلهم كمثل الأرض الخصبة التي ارتوت فأنبتت الزرع. ¶ القسم الثاني: هم الذين يحملون المنهج ولا يعملون به، ولكن يبلغونه الى الناس، وعن هؤلاء يقول الحق سبحانه وتعالى:{ يا أيها الذين آمنوا لم تقولون ما لا تفعلون كبر مقتا عند الله أن تقولوا ما لا تفعلون} الصف 2،3. فهؤلاء مثل الأرض التي حجزت الماء فشرب منه الناس ولكنها لم تأخذ منه شيئا ولم تنفع نفسها كما نفعت غيرها. ¶ وعلى المسلمين في هذه الحالة أن يأخذوا علمهم ويدعوا عملهم، ويجب عليهم ألا يعرضوا بهم ويوكلوهم الى الله تعالى لعله يهديهم أو يشرح صدرهم للعمل بما هم عليه من علم خاصة وأن التعريض بهم أو الفرح فيهم، يدور الآن على ما هم عليه من دين وليس على ما يفعلونه. ¶ وفي الحديث:\" من ستر مسلم ستره الله في الدنيا والآخرة\" لأن من يعلم أمرا ما عن انسان لا يصح أن يفضح ذلك الانسان فليس هناك انسان معصوم الا الأنبياء والرسل، ولذلك فان لكل انسان زلات، كذلك اذا رأيت زلة لعالم من العلماء فاسترها حتى ينتفع الناس بعلمه، لأنك ان أذعتها وانصرف الناس عنه، ولم يأخذوا من عمله ما كان من الممكن أن ينتفعوا به في الدنيا والآخرة، وقديما قال الشاعر. ¶ خذ بعلمي ولا تركن الى عملي وخلي العود للنار ¶ القسم الثالث: وهم الذين لم ينتفعوا بمنهج الله تعالى، ولا نفعوا الناس به. ¶ اذن فمنهج الله تعالى كالمطر الذي ينزل من السماء، مرة على أرض تنتفع به وتنفع الغير، ومرة ينزل على أرض لم تنتفع به الأرض ولا تنفع غيرها، ومرة ينزل على أرض لم تنتفع هي به، ولا نفعت به الغير. ¶ التوكل على الله ¶ يقول الحق سبحانه وتعالى:{ فاذا عزمت فتوكل على الله، ان الله يحب المتوكلين} آل عمران 159.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ان فائدة الايمان في هذه المعادلة الجميلة، أن الجوارح تعمل وعليها أن تأخذ بأسباب الله، والقلوب تتوكل على الحق سبحانه وتعالى، فالفلاح اذا أراد الزراعة لا بد أن يختار البذور، ويحسن التسميد، وأن يقوم بحرث جيّد للأرض، وأن ينتظم في مواعيد الري، وأن يحافظ على الزرع من الصقيع مثلا بتغطيته، ، فهذا كله من عمل الجوارح، وبعد ذلك تتوكل القلوب على الحق سبحانه وتعالى، اذن فلا يتأتى أبدا للفلاح أن يقول: المحصول آت لأنني أحسنت أسبابي، لكن المؤمن يتذكر دائما الحقيقة وهي أن فوق الأسباب خالق لها، فيقول: لقد فعلت كل ما أستطيع واستنفذت كل أسباب اتقان العمل، الله تعالى يقدر لي الخير ويبارك في زرعي. ¶ لقد جاء الاسلام بهذه المعادلة، ليحقق الايمان لاله له طلاقة القدرة يخلق بأسباب، ويخلق بغير اسباب، فالأسباب هي لجوارح البشر، وفوق الأسباب قادر حكيم، فالانسان المؤمن حين يعمل فهو يأخذ بألسباب، وحين يتوكل المؤمن فانه يرجو عطاء الحق سبحانه وتعالى خالق الأسباب. ¶ اذن فالجوارح تعمل والقلوب تتوكل، وهكذا يجب على كل مؤمن أن يضع تلك المعادلة الجميلة في بؤرة شعوره دائما. ¶ ولا يظن ظانّ أن التوكل هو توقف الجوارح عن العمل، فهذا هو التوكل الكاذب، والدليل على كون هذا اللون من التوكل كاذبا، أن صاحبه يترك لعمل فيما فيه من مشقة ويزعم التوكل، والأمر السهل لا يتوكل فيه. ¶ ان الذي يأخذ بالتوكل الكاذب هو الذي يمتنع عن العمل، ولا أحد فينا يرى رجلا من هؤلاء يأتي اليه الطعام ولا يمد يده اليه ويتناوله، اننا نقول لمثل هذا الرجل: لو كنت صادقا في التوكل اياك أن تمد يدك الى لقمة لتضعها في فمك واجعل التوكل الكاذب يقذف باللقمة الى فمك.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ومعلوم أن الاسلام ينهى عن التوكل الكاذب، وبلادة الحس الايماني، لذلك الحق سبحانه وتعالى يقول:{ فاذ عزمت فتوكل على الله} ولتتأمل كلمة { عزمت} و {فتوكل} فنرى أن العزم يقتضي عزيمة، والتوكل يقتضي اظهار اعجز، لأن معنى توكل الانسان أن يعلن عجز أسبابه، ويلجأ الى من عنده قدرة ليست عنده ونحن نرى انسانا يقول: لقد وكلت فلانا في هذا الأمر لأنني لا أقدر عليه، ان معنى هذا اظهار عجزه، وأنه ذهب الى من عنده القدرة ليفعل ما يعجز عنه هو. ¶ فالتوكل الايماني هو تسليم زمام أمور الانسان الى الحق سبحانه وتعالى ثقة منه بحسن تدبيره وهذا هو التوكل المطلق، ولما كان الله تعالى هو سبحانه الذي أعطى الانسان الأسباب فعلى الانسان ألا يرد يد الله الممدودة بالأسباب ويقول له: عاوني يا رب، أ, اصنع لي، عليه قبل ذلك أن يستنفد كل الأسباب. ¶ والحق سبحانه يقول في فاتحة الكتاب:{ اياك نعبد واياك نستعين} الفاتحة 5، وهذا يعني أننا نعمل ونطلب العون من الله، ويقول الحق سبحانه وتعالى:{ ان الله يحب المتوكلين} لماذا يحبهم؟ لأن المؤمنين به قد أخذوا بأسبابه ثم توكلوا عليه بعد ذلك. ¶ ** ¶ بين التوكل والتواكل ¶ التوكل على الله يقتضي أن يعلم الانسان أن لكل جارحة في الانسان مهمة ايمانية تقف بالفكر عندما شرع الله، فالأذن تسمع فان سمعت أمرا من الحق فهي تنفذ الأمر، وان سمعت الذين يلحدون في آيات الله فانها تعرض عنهم، واللسان يتكلم لذلك لا تقل به الا الكلمة الطيبة، فلكل جارحة عمل، وعمل جارحة القلب هو اليقين والتوكل، وحيث أن التوكل على الله هو عمل القلب. فاياك أن تنقل عمل القلب الى عمل الجوارح، فتنقل التوكل الى الجوارح فلا تعمل، ان السعي للقدم، والعمل لليد، والتوكل للقلب فلا تنقل عمل القلب الى القدم أو اليد، لذلك فالتوكل الحقيقي هو أن الجوارح تجعل القلوب تتوكل فكم من عامل يعمل بلا توكل فتكون نتيجة عمله احباطا؟!",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "اننا نجد أن الزارع الذي لا يتوكل على الله وتنمو زراعته بشكل جيد ومتميز قد تهب عليه عاصفة فيصاب الزرع بالهلاك ويكون الاحباط هو النتيجة. ¶ انك أيها المؤمن عليك أن تحذر اهمال الأسباب، واياك أيضا أن تفنمك الأسباب، انك ان أهملت الأسباب فأنت غير متوكل بل متواكل، فالتوكل عمل القلب، وأنت تنقل عمل القلب الى الجوارح ان الجوارح عليها أن تعمل، والقلوب عليها أن تتوكل، واذا قال لك واحد: أنا لا أعمل بل أتوكل على الله، قل له: هيا لنرى كيف يكون التوكل، وأحضر له طبق طعام يحبه، وعندما يمد يده الى الطعام قل له: لا أترك الطعام يقفز من الطبق الى فمك، ان هذا لفهم كاذب للتوكل!!. ¶ ** ¶ بذل الخير ¶ عندما ننظر في معنى كلمة خير نجد أن المقابل لها كلمة شر لكن كلمة خير هي الكلمة الوحيدة التي يكون فيها الاسم مساويا لأفعل التفضيل اذا أضيفت لها \"من\" لتصبح \" خير من\". ¶ والخير هو ما يأتي بالنفع، ولكن مقياس النفع يختلف باختلاف الناس فواحد ينظر الى النفع العاجل، وواحد ينظر الى نفع آجل. ولنضرب مثلا على ذلك مثلا ـ والله المثل الأعلىـ بأخوين الأول يستيقظ باكرا ويذهب الى مدرسته، ويستمع الى أساتذته، ويواظب على قراءة دروسه واستيعابها، والآخر يوقظونه من النوم بمنتهى الصعوبة فاذا استيقظ فاستيقاظه قهر، ويخرج من المنزل لا الى المدرسة، ولكن ليتسكع في الشارع ليلعب مع هذا وذاك. ¶ ان كلاهما يحب الخير لنفسه ولكن الخلاف بينهما يكون في تقييم الخير، واحد يفضل الخير الآجل، وآخر يفضل الخي العاجل ولو كان فيه ضياع لحياته. ¶ واحد يفضل أن يتعب عشر أو خمسة عشر سنة ليكون انسانا ذا مكانة في المجتمع، وآخر يفضل أن يلعب الآن ولو كان ذلك فيه دمار لسمتقبله.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "مثال آخر فلاح يفلح الأرض، ويحسن زراعتها ورعايتها، ويعتبرها فضلا من الله تعالى فيرعى حق الخالق فيما وهب، ويروي الأرض ويسمدها، ويرجو الحق أن يبارك له في الرزق فيمر الوقت وينضج الزرع فيحصده ويملأ الرجل مخازنه برزق الله الوفير، ويزكي ماله ورزعه، ويظل طوال العام يأكل هو وأبناؤه مما رزقه الله نتيجة لتعبه وكدّه، وآخر لا يرعى حق الله فيما وهبه من أرض ويتركها ويهملها، ولا يرهق نفسه، ويستسلم للكسل، ويأخذ رزقه من السرقة والتسول. ¶ اذن فهناك معايير مختلفة لحب الخير، فلماذا نرهق أنفسنا في وضع مقاييس للخير؟ ان الحق هو الذي أنزل الشريعة الغرّاء وبها كل معايير الخير، وان معايير الخير التي وضعها الحق لا تختل أبدا. ¶ ** ¶ الصدق ¶ يقول الحق سبحانه وتعالى:{ يا أيها الذين آمنوا اتقوا الله وكونوا مع الصادقين} التوبة 119. أي يا من أمنتم بالله اتقوا الله أي اجعلوا بينكم وبين الله وقاية، ولكن من المفروض أن المؤمن يكون في معية الله فكيف يطلب الحق سبحانه وتعالى منا أن نجعل بيننا وبينه وقاية؟ ¶ نقول، أي اجعلوا بينكم وبين صفات الجلال في الله وقاية، وهنا يأتي من يتساءل بأن الله سبحانه وتعالى يقول:{ اتقوا الله} ويقول سبحانه:{ اتقوا النار} فكيف ينسجم المعنى؟ ¶ نقول: ان المعنى منسجم، لأن النار جند من جنود الله تعالى، فكأن الحق سبحانه وتعالى يقول: اجعلوا بينكم وبين النار التي هي من جنودي صفات الجلال وقاية. ¶ وقول الحق سبحانه وتعالى:{ وكونوا مع الصادقين} أي التحموا بهم فتكونوا في معية الله، فاذا جاء من بعدكم وجدوكم من الصادقين. ¶ اذن فـ { مع الصادقين} سابقة { لمن الصادقين} يوسف 51. ¶ ولكن من هم الصادقون؟ ¶ مادة هذه الكلمة الصاد، والدال، والواو تدل على أن هناك نسبا يجب أن تتوافق مع بعضها البعض فما معنى هذه النسب؟",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ان انسان حين يتكلم فانه قبل أن ينطق بالكلمة تمر على ذهنه نسبة ذهنية قبل أن تكون نسبة كلامية مثل اذا أردت أن أقول:\" محمد زارني\" قبل أن تسمع لساني ينطق بهذه العبارة فانها تمر على ذهني أولا، والمستمع لا يدري شيئا عنها، فاذا قلت لي كلاما أعلم أن النسبة الذهنية جاءت الى عقلك فتردمها لسانك الى نسبة كلامية فنطق بها فلما سمعها السامع عرف أولا النسبتين، وقد تكون هذه النسبة صحيحة وواقعة، حينئذ يكون الصدق، وقد تكون غير صحيحة ويكون الكذب. ¶ اذن فالصدق هو أن تطابق النسبة الكلامية الواقع، واذا لم تتوافق فهو من الكذب، فكل كلام يقال محتمل الصدق أو الكذب، والصدق هو الذي يجمع كل خصال الايمان، وجاء في الأثر حديث البدوي الذي جاء الى النبي صلى الله عليه وسلم وقال له: في ثلاث خصال لا أقدر عليها:\" الأولى النساء، والثانية الخمر، والثالثة الكذب، وقد جئتك بخصلة من الخصال الثلاثة أتوب منها فقال له رسول الله صلى الله عليه وسلم: كن صادقا وما عليك\" فلما ألحت عليه خصلة شرب الخمر قال: وان سألني رسول الله صلى الله عليه وسلم:\" أشربت الخمر\" فماذا أقول له؟ لا بدّ ان أقول له الصدق فأمتنع عن شرب الخمر، وعندما نظر الى امرأة واشتهاها قال: ان سألني رسول الله:\" ماذا فعلت مع النساء؟ فماذا أقول له؟ لا بد أن أقول له الصدق فامتنع عن النساء، وهكذا منعه الصدق من المعاصي، ولذلك عندما سئل رسول الله صلى الله عليه وسلم: أيسرق المؤمن؟ قال نعم. أيزني المؤمن؟ قال نعم، أيكذب المؤمن؟ قال: لا. ¶ والله سبحانه وتعالى ينبه الى أنه لا بدّ أن يكون كلامك مطابقا لواقع فعلك، واياك أن تقول كلامك وفعلك غيره، ولذلك يقول الحق سبحانه وتعالى:{ يا أيها الذين آمنوا لم تقولون ما لا تفعلون كبر مقتا عند الله أن تقولوا ما لا تفعلون} الصف 2، 3. ¶ ** ¶ الصبر ¶ الصبر هو حبس النفس بحيث ترضى بمكروه نزول بها، والمكروه له مصدران:",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "الأول: أمر لا غريم لك فيه، فان أصابك مثلا مرض أو عجز، أو فقدت أحد أولادك بموت، فهذا ليس لك غريم فيه، ولا تستطيع أن تفعل معه شيئا. ¶ والثاني: أمر لك غريم فيه كأن يعتدي عليك أحد، أو يسرق مالك أو غير ذلك. ¶ الأمر الذي لا غريم لك فيه: ليس أمامك الا الصبر، والأمر الذي لك غريم فيه تكون نفسك مشتعلة برغبة الانتقام، ولذلك يحتاج الى صبر أكبر وصبر اطول، لأن غريمك أمامك، فنفسك تطالبك بالانتقام منه، ولذلك يفرق الله سبحانه وتعالى بين الصابرين فيقول سبحانه وتعالى:{ واصبر على ما أصابك ان ذلك من عزم الأمور} لقمان 17، ويقول سبحانه وتعالى في آية أخرى:{ ولمن صبر وغفر ان ذلك من عزم الأمور} الشورى 43، ووجود اللام هنا يدلنا على أننا نحتاج الى الصبر على غريم لنا، والى قوة ارادة وعزيمة حتى نمنع أنفسنا من الانتقام. ¶ والصبر له دوافع، فمن الناس من يأتيه أحداث شديدة فيظهر أمام الناس أنه اقوى من الأحداث التي لا تستطيع أن تنال منه، وانه جلد، وأنه صبور فهذا صبر ليس لابتغاء وجه الله، ولكنه صبر ليبين نفسه أنه فوق الأحداث، أو صبر أمام أعدائه حتى لا يشمتوا فيه، فقد قال الشاعر: ¶ وتجلدي للشاتمين أريهم أني لريب الدهر لا أتضعضع ¶ ولكن الحق سبحانه وتعالى يريد منا أن نصبر ابتغاء وجهه الكريم، فعندما ترى أمرا يحدث فاعرف أن فيه خيرا كثيرا، واعلم أن لله فيه حمة، ولو أنك خيّرت بين ما كان يجب أن يقع وبين ما وقع لاخترت ما وقع. ¶ اذن فالذي صبر ابتغاء وجه الله ينظر الى مناط الحكمة في مورد القضاء عليه، ولذلك يقول: أحمدك يا ربي على كل قضائك، وجميع قدرك حمد الرضا بحكمك لليقين بحكمتك، هذا تيقن بالحكمة فلا تأخذ الأمور بسطحية. ¶ ** ¶ ألوان الصبر",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ان الصبر في البأساء هو الصبر على ما يعتري الانسان من بؤس وفقر، أما الصبر في الضراء فهو الصبر على آلام البدن من مرض أو علل أو عاهات، والصبر حين البأس هو الصبر الذي يطلق على الصبر والمصابرة في القتال أثناء الالتقاء بالعدو، اذن فنحن أمام ثلاثة ألوان من الصبر: ¶ الأول: صبر على حال بؤس أو فقر. ¶ الثاني: الصبر على الابتلاء في البدن. ¶ الثالث: الصبر في لقاء العدو. ¶ ولذك يروى أن النبي الكريم صلى الله عليه وسلم قال: قال الله تبارك وتعالى:\" اذا ابتليت عبدي المؤمن فلم يشكني الى عوّاده أطلقته من اساري ثم أبدلته لحما خيرا من لحمه ودما خيرا من دمه ثم يسالأنف العمل\". معن ذلك أن الانسان اذا أصابه الله بأمر من امور الابتلاء الذي يؤلم، ولم يتذمر العبد بالشكوى انما صبر على ذلك الابتلاء فان مات فان الله تعالى يغفر له ويرحمه، وان عافاه كانت عافيته بلا ذنب. ¶ لكن لا يجب أن نفهم من ذلك أن يستسلم الانسان للأحداث أو الابتلاءات دون أن يبحث عن حلول لها عند الأطباء مثلا ان كنت مريضا، أو أن يأخذ بأسباب الله لازالة هذه النكبات، علينا أن نفهم أننا يجب أن نأخذ بأسباب الله دون ضجر بما يمر علينا من أحداث. ¶ ** ¶ حقيقة البر ¶ يقول الحق سبحانه وتعالى:{ وتعاونوا على البر والتقوى ولا تعاونوا على الاثم والعدوان} المائدة2. فما هو البر؟ ¶ البر: ما اطمأنت اليه نفسك، والاثم: هو ما حاك في صدرك وخشيت أن يطلع عليه أحد، بمعنى: أن الأمر الذي تفعله وتخاف أن يطلع عليه الناس، هو الاثم، لأنه لو لم يكن اثما لحببت أن يراك الناس وأنت تفعله.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "اذن فقول الحق سبحانه وتعالى:{ وتعاونوا على البر والتقوى ولا تعاونوا على الاثم والعدوان} هو أن كل جماعة من الناس تأتي لتتعاون على مشروع خيري فنقول لها: فليبارك الله لك ونشد على يديك، ولكن نحذرك من شيء واحد هو ألا تجعلي لجمعياتك نشاطا يتسب الى غير دينك، مثال ذلك تلك الجمعيات المسماة بـ الروتاري أو ما شابه ذلك من الأسماء المشبوهة والوافدة الينا من الغرب ويقال ان نشاطها خيري، لماذا لا تقدمون الخير ما دام منكم ولاخوانكم باسم الاسلام. ¶ ان الخير كل الخير ألا ننخرط في هذه الجمعيات فان بدا فيها خير ظاهر فما تبطنه من شر أضعاف مضاعفة، وان كان لواحد منا طاقة على العمل الخيري فليفعل ذلك من خلال دينه وعقيدته، وليعلم كل انسان أن الاسلام طلب منا أن تكون كل حياتنا للخير وذلك ما يجب أن يستقر في الأذهان حتى لا يأخذ الظن الخطأ كل ما يصيبه الخير من هذه الجمعيات أن الخير قادم من غير دين الاسلام أن من أميز ما يميز المؤمن.. { وكانوا يسارعون في الخيرات} الأنبياء 90.. ¶ وليعلم كل مسلم أنه ليس فقيرا الى القيم حتى يتسولها من الخارج، بل ان في دين الاسلام ما يغنينا جميعا عن هؤلاء، فاذا كنا نفعل الخير، ونقدم الخدمة الاجتماعية للناس، فلماذا لا نسميها بمسمياتنا نحن؟ ونأخذ أهدافها من ديننا نحن؟ ولماذا نجري وراء كل ما هو غربي؟ ¶ ولنقرأ جميعا قول الحق سبحانه وتعالى:{ ومن أحسن قولا ممن دعا الى الله وعمل صالحا وقال انني من المسلمين} فصلت 33. ¶ ** ¶ التعاون على البر ¶ يقول الحق سبحانه وتعالى:{ وتعاونوا على البر والتقوى ولا تعاونوا على الاثم والعدوان} المائدة 2.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "الحق سبحانه وتعالى يريد منا أن ننمي الخير ونمنع الهدم، وما دمنا نتعاون على الخير فعلى كل منا أن يعرف أنه يستطيع أن يقيم كل أبنية الخير، اننا نسأل الفقير فنجده أحيانا صاحب ثوب واحد، ويتناول وجبة واحدة، وعندما تسأله من أين تأتي برغيف الخبز فانه يشير الى البقال الذي أعطاه هذا الرغيف، وهذا يلفتنا الى أن الله قد سخر البائع أن ياتي بالخبز ليشتري منه كل الناس، ولو سألت البائع من أين أتيت بالخبز الذي تبيعه لقال لك أنه من المخبز. ¶ وعندما نذهب الى المخبز فنجد بعض العمال يعجنون الدقيق وآخر يخبز، ولو سألت صاحب المخبز من أين أتيت بالدقيق الى المخبز؟ لقال لك من المطحن. ¶ وفي المطحن نجد عشرات العمال والمهندسين يعملون من أجل طحن الدقيق، وهذا يلفتنا الى قدرة الله سبحانه الذي سخر بعضا من الممولين الذين اشتروا هذه الآلات الضخمة التي لا يستطيع فرد واحد أن يشتريها بمفرده، وهذه الآلات الضخمة قامت بانتاجها معامل ومصانع ضخمة فيها الكثير من العلماء الأفذاذ الذين قاموا بدراسة الحركة والطاقة من أجل تصميم هذه الأجهزة. ¶ ان الانسان عندما يأكل رغيفا واحدا يعلم أن هناك عشرات من الدول والأفراد يعملون من أجل هذا الرغيف، وتلك مشيئة الحق سبحانه وتعالى من أجل تنظيم كل حركة الحياة، فالبقال الذي عرض الخبز عاون الناس، وكذلك الخباز، ومن قبله الطحان والعجان، والذي استورد الآلة، والذي صمم الآلة، والكلية التي علمت المهندس الذي صممها. ¶ اذن فالكل يتعاون من أجل رغيف خبز، ولا أحد منا يفكر في هذا الرغيف الا ساعة أن يجوع، فحركة الحياة كلها تمّ بناؤها بالتعاون بين خلق الله كلهم، فالكل مسخر لخدمة الكل. ¶ ** ¶ كظم الغيظ ¶ يقول الحق سبحانه وتعالى في وصف المتقين{ والذين ينفقون في السراء والظراء والكاظمين الغيظ والعافين عن الناس والله يحب المحسنين} آل عمران 134.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ان من صفات المتقين كظم الغيظ، فعندما جاء الى الرسول صلى الله عليه وسلم خبر مقته عمه حمزة وقالوا له: ان هندا قد انتزعت كبده وأكلته، فسأل الرسول صلى الله عليه وسلم هل مضغتها؟. ¶ قالوا: لا، لفظتها. ¶ لقد جعلها الله عصية عليها, فقال رسول الله صلى الله عليه وسلم: ما كان الله ليعذب بعض حمزة في النار كأنها هي ستذهب الى النار لو أكلتها لتمثلت خلايا كبده وعندما تذهب هند الى النار فمعنى ذلك أن بعض حمزة قد دخل النار، لذلك فكان لا بد أن تكون كبد حمزة عصية عليها وتلفظها، ولما كان مقتل حمزة رضي الله عنه من المواقف التي سببت ألما شديدا لرسول الله صلى الله عليه وسلم، قال صلى الله عليه وسلم: لأن أظفرني الله بهم لأقتلن منهم سبعين، وهناء جاء القول الحق:{ والكاظمين الغيظ}. ¶ ان الحق سبحانه وتعالى يأخذ ذروة الحدث وقمته في رسول الله من أكثر شيء اغتاظ منه، فيرشده سبحانه ويعلمه وينزل عليه القرآن الكريم وفيه:{ وان عاقبتم فعاقبوا بمثل ما عوقبتم به، ولئن صبرتم لهو خير للصابرين}. النحل 126. ¶ ذلك حتى نعرف أن الله لا ينفعل لأحد، لأن الانفعال من صفات الأغيار، لذلك أنزل الله سبحانه وتعالى على رسوله صلى الله عليه وسلم{ وان عاقبتم فعاقبوا بمثل ما عوقبتم به} فكان كظم الغيظ، وكانت التوجيهات الالهية لرسول الله صلى الله عليه وسلم في أحداث أحد ثم بعد ذلك يشيعها الحق قضية عامة لتكون في السلم كما كانت في الحرب، ولتكون أيضا معلما ومرشدا للناس للارتقاء في مراتب اليقين. ¶ ان الأمور المعنوية مأخوذة من الحسيات، فأصل الكظم أن تملأ القربة، والقربة هي وعاء نقل الماء عند العرب مصنوعة من جلد مقلوب، فاذا ملئت بالماء شدّ على رأسها، أي ربطت ربطا محكما عند فوهتها بحيث لا يخرج منها ما فيها، وهذا يسمى كظم القربة، أي ملؤها وربطها بشكل جيد.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "والقربة بطبيعتها لينة، فلو وضعت على ظهر الدابة أو حملها رجل دون كظمها حينئذ يندفع الماء خارجا منها، ولكن كظم القربة يجعل الماء لا يخرج منها. ¶ كذلك كظم الغيظ يصنع في النفس البشرية هياجا، ولا يمنع الله الهياج في النفس، لأنه انفعال طبيعي، وهذه الانفعالات الطبيعية لو لم يردها الله لمنع أسبابها في التكوين الانساني، ولكن الحق يريدها لأشياء، مثال ذلك الغريزة الجنسية فيريدها الله لبقاء النوع ولكنه يهذبها. ¶ وكذلك الغيظ فهو طبيعة بشرية، والاسلام لا يريد من المؤمن أن تكون عواطفه في قالب من حديد، ولكن الاسلام يطلب من المؤمن أن ينفعل للأحداث الانفعال المناسب للحدث، الانفعال المثمر، لا الانفعال المدمر. ¶ وقول الحق سبحانه وتعالى:{ والعافين عن الناس} آل عمران 134، يبين أن هناك فرقا بين الانفعال في ذاته الذي يبقى في النفس وتكظمه، وبين العفو، فالعفو هو: أن تخرج الغيظ من قلبك، وأن تمحو كل أثر لما جرى، وكأن الأمر لم يحدث، وهذه مرتبة ثانية. أما المرتبة الثالثة: فهي أن تنفعل انفعالا مقابلا فعندما تريد أن تعاقب فأنت تستبدل ذلك بالاحسان اليه. ¶ اذن ففي الآيات ثلاث مراحل: ¶ الأولى: كظم الغيظ. ¶ الثانية: العفو. ¶ الثالثة: أن يجاوز الانسام الكظم والعفو بأن يحسن الى المسيء اليه، وهذا هو الارتقاء في مراتب اليقين. ¶ ولكن ما معنى الارتقاء في مراتب اليقين؟ ¶ أنه عندما لا تطظم غيظك وتنفعل، فالمقابل لك أيضا أنك لا تستطيع أن تضبط انفعالك بحيث يساوي انفعاله، ويكون المقابل لك ممتلئا بالحدة والغضب، بل قد يظل الغيظ آنذاك ناميا، لكن اذا ما كظمت الغيظ، انخفض في المقابل لك الغضب وبذلك ستنتهي المشكلة. ¶ ** ¶ المعاملة باحسان ¶ الحق سبحانه وتعالى أمرنا بمعاملة الوالدين بالاحسان، لأنهما السبب المباشر في وجودنا، وكما ربى الله عباده على النعم، فالوالدان مكلفان من الحق أن يربيا الابن صغيرا.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "والاحسان للوالدين هو الأمر الذي يجب أن تزيد فيه الرعاية عن المطلوب، فليست رعاية الوالدين مجرد نفقة مادية يؤديها الانسان على كره منه، انماهي القيام برعايتهما بما يرتفع ويزيد من حدود الرعاية التقليدية، واذا كان الله تعالى فرض على كل مؤمن أن يعامل اخوانه بالحسنى الا انه سبحانه خص وأكد على ثلاث طوائف هي: ¶ الطائفة الأولى: الوالدان: ¶ ان رعاية الوالدين أمر لا يستحب فيه القيام بالواجب في أقل الحدود، وانما يجب أن يكون أعلى بأكثر من المطلوب، وحتى نفهم معنى الاحسان فلنا أن نعرف أن الذي يصلي الفروض الخمسة هو انسان أدى ما عليه، ولكن اذا جاء في الليل وصلى عشر ركعات أو عشرين ركعة طلبا في زيادة في المثوبة والأجر من الله تعالى، فذلك ارتقاء من مرتبة الأداء الى مقام الاحسان، وهو الذي يفتح للانسان المؤمن الود مع الرحمن سبحانه وتعالى. ولذلك نجد الله سبحانه وتعالى يقول عن أصحاب مقام الاحسان:{ ان المتقين في جنات وعيون آخذين ما أتاهم ربهم، انهم كانوا قبل ذلك محسنين كانوا قليلا من الليل ما يهجعون وبالأسحار هم سيتغفرون وفي أموالهم حق للسائل والمحروم} الذاريات 15ـ19. ¶ الله تبارك وتعالى يوضح مرتبة الاحسان فيصف سبحانه أهلها بأنهم لا يقومون فقط بما فرض عليهم من فرائض، بل يزيدون عليها فيدخلون بأنفسهم مقام الايمان، ثم يترقون بكثرة الطاعات وعمل الخيرات ومراقبة الله تعالى في كل أمر فيدخلون الى مقام الاحسان. ¶ انهم لا يقومون الا الصلاة في ميقاتها فقط، ولكن يزيدون عليها بالنوافل، ولا يقومون بالفرائض فقط، ولكن يزيدون عليها بالاستغفار والذكر والتضرع الى الله تعالى في السحر، ولا يؤدون الزكاة فقط، ولكنهم يعتبرون أن أي مال لهم هم مستخلفون فيه، ويعتبرون أن للسائل والمحروم حقا فيه، وهكذا يكون الاحسان.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ان الله أمر بالاحسان للوالدين وهو أن يقوم الابن بما يتجاوز ما هو مفروض لهم خشية لوم الناس، بل هو الارتفاع بمعاملة الأب والأم الى مقام الاحسان ومرضاة الله تعالى، ووفاء حقهم عليه. ¶ الطبقة الثانية: ذوو القربة. ¶ ان الحق سبحانه وتعالى يحرض على السعي في طلب الرزق ويرغب فيه، ليعود بالنفع على المجتمع كله، فعندما يعمل الانسان عليه أن يجدّ في عمله ليعود ثمرة عمله عليه ويفيض منه ما ينفق على والديه وأقاربه، وليس هنا فحسب فكل ضعاف المسلمين، وأبناء السبيل يجب أن يكونوا في باله حينما يسعى للرزق وعندما يعمل كل انسان بهذا الفكر فلا بدّ للمجتمع كله أن يرتقي، ولسوف نجد دوائر الأقارب ترقى في مستوى انساني لا يسمح بفوارق شاسعة في مستويات الحياة، وعندما تترقى دوائر القربى وتزدهر العلاقات الانسانية فانه ينقي النفوس من جشع الثراء ولو على حساب الأقربين، أو جشع تدمير الآخرين، ومثال على ذلك تلك السلسلة من العمارات السكنية التي تمهار من وقت لآخر أقامها الطمع الجاهل، واستبد بأصحابها الجشع القاتل فأصاب المجتمع بكوارث، ان تمّ علاجها ماديا فسوف تأخذ وقتا لعلاج آثارها النفسية، وذلك لغيبة الايمان في قلب من أقامها، وضاع الضمير في سبيل الحرص على سرعة الثراء مما أودى بحياة ساكني هذه المباني الى الهلاك. ¶ ان الاحسان في معاملة ذوي القربى يجعل من المجتمع الانساني مجتمعا متكافلا متآزرا فلن نجد فقيرا يعني من العوز، ولن نجد مسكينا الا في أقل القليل، ولذلك علينا أن نلحظ أن الحق سبحانه وتعالى لم يشرع نظام الزواج وعلانيته الا ليضمن سعادة الأفراد والمحافظة على الأنساب وضرورة التكافل الاجتماعي، فيجعل من الانسان مسؤولية ايمانية هي رعاية والديه وأقاربه، فلن نجد في دائرة القربى لرجل أعطاه الله المال الكثير وهو حسن الايمان من يشكو العوز، لأن الارتفاع الى مفام الاحسان يتطلب من الغني أن يرعى حق الله في ذوي قرباه.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "الطائفة الثالثة: اليتامى ¶ الانسان اليتيم هو الذي فقد الأب المسؤول عن الرعاية ماديا ومعنويا بينما نجد في الحيوان اليتيم هو من فقد الأم، ذلك أن الابن عند الحيوان يعتمد في نموه وطعامه وتدريبه على الأم، كما أن نسب الأبناء في الانسان يكون لآبائهم، أما في الحيوانات فيصعب أن نجد هذا النسب، ذلك لأن الحيوانات لا تعرف نظام الزواج الذي كرّم الله به الانسان. ¶ والأم في المجتمع الانساني ترعى وتعطي حنانا وقيما، والأب يعطي قدوة في السعي والحصول على الرزق الحلال، ونحن نرى في هذا العصر الكثير من النساء متخليات عن الأبناء، ونرى الكثير من الآباء مشغولين عن أبنائهم، كل ذلك جريا وراء نهج الحضارة الغربية التي يأخذون منها بأسباب العلم الذي يمكن أن يرتفع بمجتمعاتنا الى مستوى المجتمعات المتقدمة تكنولوجيا. ¶ ان مهمة الأم في الحياة شاقة فهي: حمل ورضاعة ورعاية لمدة ثلاثين شهرا، لقد حملته كرها ووضعته ألما ثم تعهدته في مهده بالعناية والرعاية واحتضنته حتى يبلغ سن النضج التي يصبح فيها قادرا على الأخذ عن أبيه، وهي في ذلك كله تعطي بحنان وحب ورقة مشاعر. ¶ كذلك مهمة الأب في الحياة شاقة انه قدوة سلوكية للابن، ورعاية كاملة عاطفيا وعقليا لذلك، فالرحمة واجب ايماني من الابن لأبويه. ¶ ** ¶ معاني الحكمة ¶ ان كلمة الحكمة تطلق في الأصل على قطعة الحديد التي توضع في الحصان لتلجمه حتى يتحكم فيه الفارس، ذلك أن الحصان حيوان مدلل يحتاج الى ترويض فقطعة الحديد التي توضع في فمه تجعله محكوما من صاحبه. ¶ والحكمة ضد السفه، والسفه كما نعرف هو أن نصنع الشيء دون دراية، وهكذا تكون الحكمة هي أن يوضع مجال لكل حركة لتنسجم مع غيرها. ¶ فالكون محكوم بالحق سبحانه وتعالى، وهو الحكيم العليم الذي يضع لكل كائن اطاره وحدوده والحكمة في عموم حركة الحياة: ¶ فالحكمة في النحو أن تضع الكلمة في مكانها وباعرابها. ¶ والحكمة في الفقه أن نستنبط الحكم الصحيح.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "والحكمة في الشعر أن نزن الكلمات على التفاعيل. ¶ والحكمة في الطب أن نعرف تشخيص المرض والدواء المناسب له. ¶ والحكمة في الهندسة هي أن تصمم المستشفى وفق احتياج المريض والطبيب الى أجهزة العلاج وأماكن لاجراء الجراحة، وكذلك تصميم أسلوب الاضاءة وبقية المرافق، وتحديد أماكن الفمصاعد ومخازن الأدوية وأماكن اعداد الطعام، وأماكن النقاهة، ثم أماكن العلاج الخارجي. ¶ وهذا التصميم للمستشفى يختلف بحكمته عن تصميم منزل سكني، وتنظيم عمارة للسكنى يستوجب توزيع الشقق لراحة السكان جميعا، وحكمة بناء منزل تختلف عن حكمة بناء قصر أو مكان عمل. ¶ فالحكمة اذن هي التوفيق، فاعداد مكان ليصلح لعمل معين أو وظيفة محددة يختلف عن أخذ مكان للسكن أو ليكون ديوانا حكوميا. ¶ اذن فالحكمة هي وضع الشيء في موضعه، نشهد ذلك في أي آلة من الآلات، فالآلة على سبيل المثال قد تكون مكوّنة من خمسين قطعة وكل قطعة ترتبط بالأخرى بمسامير أو غير ذلك، وما دامت كل قطعة في مكانها فان الآلة تسير سيرا حسنا، أما اذا توقفت الآلة لخروج قطعة عن موضعها أو كسرها فاننا نستدعي المهندس ليضع كل قطعة في مكانها فتعود الآلة ااعمل باستقامة، ومثال ذلك ما يكون في الوجود مبنيا على حمة فلا ينشأ فيه فساد، فان حدث الفساد فانه ينشأ من حركات تحدث بدون أن تكون حيكمة. ¶ قديما على سبيل المثال كنا نرى الأسلاك الكهربائية دون عوازل فكان يحدث منها ماس كهربائي، وكلما نجد خطأ فاننا نعدّل من صنيعنا للشيء وهذه حكمة. ¶ وقديما كنا نجد جميع الأسلاك التي في السيارة ذات شكل واحد فكان يحدث ارتباك هند الاصلاح، لكن عندما جعل كل سلك بلون معين فهذا يسهل عملية الاصلاح عند أي ارتباك وهذا حكمة.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ان الحكمة كما قلنا اذن هي وضع الشيء في موضعه، وما دام الأمر كذلك فان كل صانع يصلح لصنعته ويقدم لها دليل الصيانة الكامل، ولما كنا نحن البشر خلقا من خلق الله نتعالى فهو سبحانه أعلم بمواطن الضعف والخلل فينا، وكيفية معالجتها، وسبحانه لم يخلقنا هملا ولا عبثا بل أرسل سبحانه الرسل وأنزل الكتب لتعالج داءات المجتمع وأمراضه، فأعرضنا عنها وشرعنا ولأنفسنا ما يوسوس حياتنا فاختلفت الموازين وانقلبت القيم وضاعت الأعراف بين الناس، ودائما ما نقول اذا رأينا خللا في أي مجتمع فلنعلن أن هناك شيئا قد ناقض حكمة الله تعالى، وعندماةنبحث عن العطب سوف نجده تماما مثل أي عطب في أي آلة، فتأتي لها بالمهندس الذي يصلحها، واذا ما حدث فساد في المجتمع فاننا يجب أن نرده الى خالق الخلق سبحانه، من خلال كتاب ربنا وسنة نبيه صلى الله عليه وسلم. ¶ ** ¶ العدل ¶ كل انسان منا لو أدى ما في ذمته من حق للغير لما وجد التشاحن، ولما وجدت الخصومة، لذلك لا توجد في مثل تلك الحالة ضرورة للمحاكم ومجالس فض النزاعات، ولكن الحق الذي خلق الخلق، يعلم أن الانسان من الأغيار. لذا فمنهم من يغفل عن هذه القضية، قضية أداء الحقوق فينشأ عنها الفساد في الأرض، لذلك قضى الحق سبحانه وتعالى بشيء آخر اسمه العدل فلو أن الانسان قد أدى حقوق الغير كاملة لما احتجنا الى المحاكم، لأنه لا يوجد خلاف أصلا. ¶ لكن الحق سبحانه وتعالى وهو أعلم بمن خلق، ومن علمه أن خلقه سيطغى بعضهم على بعض، لذلك أوجد العدل للقصاص ممن يبغي على غيره، واعطاء كل ذي حق حقه قال تعالى:{ واذا حكمتم بين الناس أن تحكموا بالعدل} النساء 58. ¶ والحق لم يقل اذا ائتمنتم فأدوا.. ولكنه سبحانه وتعالى قال:{ ان الله يأمركم أن تؤدوا الأمانات الى أهلها} النساء 58. ¶ فاذا حدثت الغفلة عن أداء الأمانة فالذي ينصر أداء الأمانة خلال الغفلة هو العدل؛ فما هو العدل؟",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "اننا نعرف الأمانة وهو أن تؤدي حقا أو متعلق حق في ذمتك للغير، ولكن العدل غير ذلك فهو تأدية للغير، وذلك يكون عن طريق الحكم، وهنا لا يكون هناك شيء متعلق للغير بذمتك ولكنه بشيء مكتوب أو مشهود عليه. ¶ ** ¶ مطلوبات الأمانة.. ¶ ومطلوبات العدل ¶ كما أن أداء الأمانة عامة فلا بدّ أن تكون آية العدل عامة أيضا فقوله سبحانه وتعالى:{ واذا حكمتم بين الناس أن تحكموا بالعدل} لا تخص هذه الآية الحاكم وحده ولكنها تخص كل واحد من البشر المكلفين، فلو كنت محكما من طرف قوم، ورضي الناس بك حكما بينهم في خصومة ما فعليك أن تحكم بالعدل، وقد تكون لا ولاية لك على هؤلاء الناس، ولكن أصحاب المظلمة أو المشكلة حكموك فيها فعليك أن تحكم بين الناس بالعدل. ¶ اذن فلا بد أن تتمثل بمنهج الله تعالى:{واذا حكمتم بين الناس أن تحكموا بالعدل} وذلك يكون في أي أمر من الأمور حتى ولو كان الأمر يتعلق بحق من حقوق التكريم والموهبة، وليس من الضروري أن يكون الحكم بالعدل في الأمور المادية، فها هو ذا الامام علي رضي الله عنه برى غلامين يحتكمان الى ابنه الحسن ليحكم بينهما في أمر هو: أي الخطين أجمل من الآخر، خط الأول أم خط الثاني؟ وهذا أمر قد ينظر الناس اليه على أنه أمر لا قيمة له، فما الذي يستفيده واحد منهما باعلان تفوقه على الآخر في كتابة الخط، لكن الامام عليا رضي الله عنه رأى في المسألة أمرا مهما، لأنها شغلت الطفلين، وصار كل واحد منهما يطلب معرفة ما يميزه عن الآخر في كتابة الخط فقال الامام علي لابنه الحسن رضي الله تعلى عنه: يا بني انظر كيف تقضي في هذا الحكم، والله تعالى سائلك عنه يوم القيامة.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وفي العصر الحديث نرى أنه قد وضعا قواعد محكمة للحكام الذين يقفون قضاة حتى ولو في المباريات الرياضية المختلفة سواء كرة القدم أو الملاكمة أو غيرها فلكل لعبة قوانين يترتب عليها قياس المهارات المختلفة بين البشر، وما دام الواحد منا قبل أن يكون قاضيا حتى ولو كان في اللعب فعليه أن يعرف كيف يحكم بالعدل، ولذلك نرى نحن غضب المتفرجين اذا تغاضىةالحكم عن ضربة جزاء لصالح فرقة من الفرق، ونتعجب عندما نرى أن المجتمع يصمت عند حدوث خلل في الأمور الجادة في الحياة، ففي اللعب نتمسك بقوانين الجد، ولكن نحن تركنا الجد بعد أن جردناه من قانون خالقه جل وعلا، فلو اعتنينا بالجد كاعتنائنا باللعب لصارت أمورنا الى خير عميم. ¶ اذن فالعدل هو حق في ذمة الغير للغير، ونحن أمناء عليه وعلينا أن نتحرى الصواب قدر الاستطاعة لقول الله تعالى:{ ان الله يأمركم أن تؤدوا الأمانات الى اهلها واذا حكمتم بين الناس أن تحكموا بالعدل، ان الله نعمّا يعظكم به، ان الله كان سميعا بصيرا} النساء 58. ¶ وقوله تعالى:{ نعمّا} هي أنه لا يوجد أفضل من هذه العظة فهي نعمة تستقيمبها حركة الحياة، وهي نعمة أداء الأمانة والحكم بالعدل بين الناس، فاذا أدى الناس الأمانة فلا نزاع، ولا خلاف، واذا قاموا بالحكم وظهر أنه خلاف للعدل، فالعدل ينهيه، واذا كان المجتمع عدل يحرس حقوق الناس عند الناس فلن يجرؤ ظالم على الظلم.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "فالدقة في العدل تورث ميزة الأمانة ان غفل الناس عنها، فالذي يغري الناس بالظلم هو أن بعض الأحكام الدنيوية لا تأتي بالعدل، فيقال: ان فلانا كان له سابقة وفعل مثلها ولم ينتبه أحد، وبذلك يتم الاغراء بالظلم، لكن لو أننا في كل صغيرة وكبيرة وجدنا الحكم يردع الظالم ويرد الحق لصاحبه لا تنشر العدل والأمانة، فذلك قول الحق سبحانه وتعالى:{ ان الله نعمّا يعظكم به} وقد سميت هذه المسألة عظة، والوعظ هو ترقيق القلب للميل الى الحكم، لأن الله في أمره ونهيه لا حاجة له في أن يفعل الناس أو لا يفعلوا ولكنها مصلحة البشر مع البشر. ¶ ومعلوم أن أحسن ألوان الأمر ما لا يعود على الأمر بفائدة، لأن في عودة الفائدة على الآمر قد يشكك في الأمر، وقد يوجد انسان يأمر ولا يكون لأمره منفعة لنفسه ولكنه لا يكون واسع العلم، ولا واسع الحكمة، لكن الحق سبحانه وتعالى ليس له مصلحة في الأمر، وهو سبحانه واسع العلم والحكمة، لذلك فالعظة منه هي العظة العظمى وهو سبحانه لا ينتفع بأمره. ¶ ان قوله:{ ان الله نعمّا يعظكم به} أي: من نعم ما يعظكم به الله هو أن تؤدي الأمانات الى أهلها وأن تحكموا بين الناس بالعدل. وهنا نجد ملحظا في الأداء البياني في القرآن الكريم فقول الحق:{ أن تؤدوا} هو أمر للجماعة، وهذا يعني أن كل واحد من الجماعة المسلمة مطالب بأن يؤدي هذا الحكم أولا، وليس الأمر متوقفا عند ذلك الحد ولكن المهمة تتعدى الى الآخرين، فالمهمة لا تقتصر على حفظ حقوق الجماعة المؤمنة فقط ولكن الجماعة المؤمنة مكلفة بأن تصون الحقوق بين الناس جميعا مؤمنهم وكافرهم فالحق سبحانه قال:{ واذا حكمتم بين الناس} فهذا يقتضي حماية حتى لمن لا يؤمن بدين الاسلام, ولا توجد حماية لمن لا يؤمن بدين الاسلام أكثر من هذا، وأنه سبحانه يريد منا أن نؤدي الأمانة الى كل الناس سواء كانوا مؤمنين أو غير مؤمنين.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ان كلمة {الناس} في أمر الحق سبحانه وتعالى تدل على عدالة الأمر من الله تعالى وهو رب الناس، كل الناس مؤمنهم وكافرهم، فما دام الله هو الذي استدعى الانسان الى الدنيا ومنهم المؤمن والكافر فلا أحد يخرج عن نطاق الربوبية لله، انه سبحانه وتعالى تكفل برزق الجميع، ولذلك أمر الله الكون أن يعطي من أخذ بالأسباب أن يصل الى الغابة بالمسببات سواء كان مؤمنا أم كان كافرا، انه عطاء الربوبية. ¶ الله سبحانه وتعالى لم يسخر الكون للمؤمن فقط وانما سخره للمؤمن والكافر، ولذلك طلب الحق منا أن نعدل بين المؤمن والكافر ولذلك تكون الأمانة فيه مطلوبة للمؤمن والكافر، وهي مطلوبة للبار والفاجر، كذلك صلة الرحم مطلوبة للبار والفاجر وذلك يدا على سعة رحمة الدين، ولذلك يترك الحق سبحانه وتعالى لعض الأقضية لتنشأ في عهد رسول الله صلى الله عليه وسلم فتأتي أشياء لتبين لنا بالتطبيق بعض الأقضية لتنشأ في عهد رسول الله صلى الله عليه وسلم فتأتي أشياء لتبين لنا بالتطبيق أن هناك فرقا بين أن يكون الأمر نظريا، ولكنه شبحانه يريد الأمر مطبقا عمليا. ¶ والله سبحانه وتعالى خلق الخلق جميعا ويعرف عواطفهم، وأن هذه العواطف عند المؤمنين في بعض الأحيان قد تحابي المؤمن على حساب غيره، لذلك يشاء الله سبحانه وتعالى أن يجعل في تاريخ محمد صلى الله عليه وسلم أشياء تحدث معه هو ثم ينزل الله التشريع على رسول الله صلى الله عليه وسلم، ويكون الرسول صلى الله عليه وسلم أول المكلفين به ليدلنا على أن التشريع في المسألة الانسانية العامة تشريع لا يخص المؤمنين فقط ولكن المؤمنين والكافرين ويكون ذلك اما دافعا لهم على الدخول في هذا الدين، واما حسرة في نفوسهم لما يروا ما يتمتع به المسلمون من سمو ايماني وعدالة وانتصار للحق، ولكن لو ظلم المسلمون، لقال الكافرون ان المسلمين ظلمونا ولو جدوا في ذلك مبررا للكفر.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وتروي كتب الحديث والتفسير قصة طعمة بن أبيريق الذي سرق درعا من زيد بن رفاعة عم قتادة بن النعمان وكلاهما مسلم والدرع كما نعرف هو اللباس الذي يحمي من طعنة العدو، ووضع طعمة الدرع المسروق في جوال كان به دقيق، وغفل طعمة عن وجود بعض آثار الدقيق بين أنسجة الجوال فلما حمل طعمة الدرع في الجوال تناثر الدقيق، وترك علامات في الطريق وهو يسير من بيت النعمان الى بيته، وعندما وصل طعمة الى بيته جاءه هاجس هو أن الناس قد تنتبه الى وجود الدرع عنده فذهب بالدرع داخل الجوال الى بيت يهودي هو زيد السمين فترك الدرع عنده، فلما فطن قتادة بن النعان الى ضياع الدرع خرج معلنا سرقة الدرع، وسار هو وبعض أصحابه ليتتبعوا الأثر فوجدوه يقودهم الى بيت طعمة بن أبيرق فقال طعمة: أنا لم أسرق. ¶ وتتبعوا الأثر ثانية فوجدوا الدرع عند زيد السمين اليهودي، ولما رفع الأمر الى رسول الله صلى الله عليه وسلم كان طعمة بن أبيرق من قبيلة بني ظفر، وجاء أعوان القبيلة الى رسول الله صلى الله عليه وسلم فذكروا للرسول تفاصيلها وقالوا: لو أنصفنا زيد بن السمين فانه ستتم مؤاخذة طعمة بن ابيريق، وهذه سبة لنا وللمسلمين وسمع رسول الله صلى الله عليه وسلم كلامهم وهو أحرص الناس على ألا توجد سبة للمسلمين، ولا أن يوجد بينهم لص، وسكت صلى الله عليه وسلم حتى يأتيه الوحي من ربه في هذه القضية واذا بالأمين جبريل ينزل بقوله تعالى:{ انّا أنزلنا اليك الكتاب بالحق لتحكم بين الناس بما أراك الله، ولا تكن للخائنين خصيما واستغفر الله، ان الله كان غفورا رحيما ولا تجادل عن الذين يختانون أنفسهم، ان الله لا يحب من كان خوّانا أثيما} النساء 105ـ107. ¶ اذن فالحق سبحانه أخبر رسوله صلى الله عليه وسلم أن صاحب الحق أولى ولو كان غير مسلم، وقال له: استغفر الله ان كان جال بخاطرك أن ترفع رأس مسلم خان على يهودي لم يخن.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "ان استحياء بني ظفر من فضيحة طعمة بن أبيريق بين الناس لا يجب أن يلهيهم عن الفضيحة الأكبر وهي الفضيحة عند الله تعالى فلا براءة لطعمة عند الله اذ يقول الحق سبحانه:{ هاأنتم هؤلاء جادلتم عنهم في الحياة الدنيا فمن يجادل الله عنهم يوم القيامة} النساء 109. ¶ اذن فقول الحق سبحانه وتعالى:{ واذا حكمتم بين الناس أن تحكموا بالعدل} النساء 58، هذا القول يقتضي أن يكون الحكم والأمانة أمرا شائعا بين كل الناس فلا يخص المؤمنين فقط ولكن يخص المؤمنين والكافرين طالما ارتضوا أن يعيشوا في دولة الاسلام. ¶ ولذلك أمر رسول الله صلى الله عليه وسلم من يقضي بين الناس أن يسوي بين لبخصمين فلا ينظر لواحد دون الآخر أي: لا يكرم واحدا دون الآخر، وذلك حتى يشعر الطرفان بالمساواة أمام القاضي فلا ينظر القاضي الى طرف بحنان وعطف، وينظر الى الآخر بجفاء، ان النظرة يجب أن تكون متساوية، ولذا نجد الامام عليا رضي الله تعالى عنه قد ردّ القاضي لأنه قال له: يا أبا الحسن! فقال علي رضي الله عنه:أنت لا تصلح لأن تقضي بيني وبين خصمي لأنك كنّيتني دون أن تكنّيه، فالتكنية دليل المودة والتعظيم، ورسول الله صلى الله عليه وسلم حين يقول للقاضي:\" سوّ بينهم في لحظك ولفظك\" وذلك حتى يعرف القاضي أن فوقه الها بصيرا بالعباد. ¶ ** ¶ الأمانة ¶ الأمانة هي ما يكون للغير عندك من حقوق وأنت أمين عليها فمن الناس من يقول: لقد أودعت عند فلان أمانة، وهذه الأمانة لو كانت بايصال فهي ليست أمانة ذلك أن الايصال دليل، ولو كانت هذه الوديعة أمام شهود فليست أمانة. ¶ الأمانة اذن هي أن يودع انسانا انسانا آخر شيئا، وأمانته هي حين يطلبها صاحبها أن يؤديها أو ينكرها. ¶ اذن فالأمانة في تحقيقها شيء يقبله الانسان ممن يأتمنه ولا حجة على الانسان الا ذمة الانسان فان شاء أقر، وان شاء أنكر.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "ومن الأمانة أن الانسان خلق مختارا فان شاء قال لا اله الا الله، وان شاء ـ والعياذ بالله ـ لقال غير ذلك مثل الذين كفروا وقال:{ ان الله ثالث ثلاثة، وما من اله الا اله واحد} المائدة 73. ¶ وعلى ذلك فالأمانة التي أعطاها لنا الله هي أمانة الاختيار فقد قال سبحانه:{ وهديناه النجدين} البلد 10. ¶ انه سبحانه قد يسر لنا السبيل للاختيار، لقد خلق الحق سبحانه وتعالى اللسان للانسان وهو صالح لأن يقول: لا اله الا الله، وصالح أن يقول مثل الكافر: الله ثالث ثلاثة ـ تعالى الله عن ذلك علوا كبيرا ـ والحق خلق للانسان اليد فان شاء ضرب بها انسانا آخر، وان شاء أن يزيل بها حجرا عن الطريق أو يربت بها على كتف يتيم، والحق خلق للانسان الساقين ان شاء ذهب بهما الى المسجد، وان شاء ذهب بهما الى أي مكان يعصي الله فيه. وهذه هي الأمانة التي عرضت على السموات والأرض فأبين أن يحملنها، وحملها الانسان. ¶ حين خلق الله الانسان أخذ عليه العهد والميثاق بأنه ربه وخالقه وعليه أن يعبده وحده ولا يشرك به أحدا وأقرّ الانسان بذلك، ثم أعطاه الله تعالى أمانة أن يحافظ على هذا العهد طواعية وحبا وان شاء نكص عنه، وأقرأ قول الحق سبحانه:{ واذ أخذ ربك من بني آدم من ظهورهم ذريّتهم وأشهدهم على أنفسهم الست بربكم قالوا بلى، شهدنا أن تقولوا يوم القيامة انّا كنا عن هذا غافلين} الأعراف 172 أودع عند الانسان امانة فان شاء الانسان فعل هذا أو ذا} لذلك قال الحق سبحانه وتعالى:{ انا عرضنا الأمانة على السموات والأرض والجبال فأبين أن يحملنها وأشفقنا منها وحملها الانسان انه كان ظلوما جهولا} الأحزاب 72. ¶ كل الكائنات قد رفضت أن تحمل الأمانة، لأن الكائنات لم تضمن لنفسها حسن الاختيار وطلبت الكائنات أن يخلقها الله مسخرة لا ارادة اختيار، ولذلك نجد الكونيات العليا كالماء والأرض والشمس ليس لها خيار في شيء فهي مسخرة، ولم ترض أن تكون مختارة.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وثمة فارق بين أن يقول كائن أتحمل الأمانة وبين أن يقول آخر أنا سأنفذ الأمانة كما سيريد الله، وما دام الكائن سينفذها فلماذا لا يفعل الانسان ما أراده الله بمنهجه؟ الانسان لم يأخذ الأمانة الاختيار الا طمعا في أن يكون حرا في أن يفعل ذلك أو لا يفعل، ولو كان الانسان كما يقول قد أخذ الاختيار لينفذه وفق مرادات الله، فلماذا لم يقل يا رب أنا لا أريد أن أكون مختارا واجعلني مقهورا، لذلك لا بدّ أن يكون للانسان في الاختيار مأرب آخر، ان السماء والأرض والجبال وكل الكونيات لم تقبل تحمل الأمانة خشية عدم القيام بحقها. ¶ ولننتبه جيدا الى أن هناك فارقا بين الأمر ساعة أن يتحمله الانسان، والأمر ساعة أن يؤديه، فعندما يقول لك قائل: أنا معي مائة جنيه واحفظها لي عندك حتى لا أبددها، فالانسان المتلقي لهذه الأمانة لا يتهمه أحد بذمته وهو قبل المائة جنيه كأمانة فهو في نيته أن يحتفظ له بها ويؤديها في أي وقت يطلبها منه ، لقد ضبط الانسان نفسه ساعة تحمل الأمانة، ولكن هل يضبط الانسان نفسه عندما يطلب منه أن يؤدي الأمانة قد تكون الدنيا ضاقت عليه وغلبته الظروف فأضاع الأمانة في مستلزماته أو مستلزمات بيته. ¶ اذن فهناك فرق بين أن يقدر الانسان على نفسه وقت التحمل، ولكن لا يقدر على نفسه وقت الأداء لذلك فالكونيات كالجبال والسماء والشمس والقمر وغيرها قالوا نتحمل الأمانة ولكن قد لا نقدر على وقت الأداء لذا:{ فأبين أن يحملنها وأشفقن منها وحملها الانسان انه كان ظلوما جهولا}, ظلم نفسه لأنه أدخلها في متاهة التحمل، وجهل بما يكون عليه عند الأداء.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "والأمانة كما قلنا هي حق في ذمة انسان لانسان آخر عليه أن يكون مستعدا لأداء الحق ساعة الطلب، وحين يعطي انسان انسانا شيئا يصير الآخذ مؤتمنا فان شاء أدّى، وان شاء لم يؤد. لكن هناك أمانات أخرى لم يعطها انسان لانسان انما أعطاها رب الناس لكل الناس، من هذه الأمانة التي هي عطاء من الله، العلم الذي أعطاه الله للناس فهو أمانة فلا تقل ان ما تعلمه للآخرين هو دين عليهم انما خو أمانة من الله عليك أن تؤديها لخلقه الذين لا يعلمون، كذلك الحلم أمانة، من الله عليك أن تؤديها لخلقه الذين لا يعلمون، كذلك الحلم أمانة، والشجاعة أمانة، وكل صفات الخير التي فيك أمانة وعليك أن تؤدي ضريبتها لخلق الله تعالى. ¶ والأمانة في المال قد تكون واضحة، اما في بقية الأشياء فعلى الانسان أن يعرف أنه مؤتمن عليها، لأن صاحبها هو الله وهو خالقها فيك، لقد أمّن الله الانسان على المواهب المختلفة حتى يؤديها للغير، فينتفع المجتمع الانساني كله. ¶ اذن فليس من الضروري أن تكون الأمانة أمرها واضح. فالألوهية حق لله وحده، فعليك أن توحّده ولا تشرك به أحدا وهذا أمانة عندك، والتزامك أمر النبي صلى الله عليه وسلم أمانة, وغيرتك على دينك ومجتمعك أمانة وفيما حباك الهه به من المواهب أمانة، فكل انسان أمين على موهبته فليؤدها الى غيره، وليعط أثرها لمن لا توجد عنده هذه الموهبة، لقد أعطى الله لهذا قوة في العضل، وثان قوة في الفكر، ولهذا قوة في الحلم، ولرابع قوة في العلم وغير ذلك من المواهب، كل هذه أمانات أودعها الله في خلقه ليكون أداؤها محققا للتكامل بين الخلق بين الخلق، فحين يؤدي كل انسان أمانته لغيره من البشر يصبح كل انسان موهب غيره من البشر.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وقمة الأمانة أن يعبد الانسان خالقه ولا يشرك به أحدا، والأمانة في التكاليف التي كلفك الله بها فيجب على كل انسان ان يؤدي ما كلفه الله به، وليعلم الانسان ان هذه التكاليف أمانة للغير عنده، فحين يكلفك الله بألا تسرق فهو سبحانه كلف الغير بألا يسرقوك. ¶ اذن فكل أمانة عند الغير هي أمانة عندك أدى المجتمع الذي يحيط بك الأمانة التي عنده لك. ¶ والأمانة اذا ضاعت كان ولا بدّ من العدل، لان الانسان اذا ما عاش في مجتمع يؤدي كل واحد ما فيه للغير عنده لما احتجنا الى التقاضي، لأن التقاضي انما ينشأ من خصومة وخلافات، فالتقاضي سببه أن واحدا أنكر حق غيره، فيذهب الاثنان الى المحكمة لتحكم بينهما بالعدل. ¶ اذن, فاذا أدى كل واحد منا ما في ذمته من حق للغير لما وجد تقاض، ولما وجدت خصومة؛ ولذلك لا توجد في مثل تلك الحالة ضرورة للذهاب الى المحاكم للعدل بين الناس. ¶ ** ¶ استقبال قضاء الله ¶ الحق سبحانه وتعالى هو الذي خلق الضر كما هو خالق النفع، والضر يلفت الانسان الى نعم الله تعالى في الدنيا فاذا ما رضي الانسان وصبر فان الله يرفع عنه الضر، فالضر لا يستمر على انسان الا اذا كان غير راض بقدر الله. ¶ والحق سبحانه وتعالى لا يرفع قضاءه في خلقه الا بعد أن يرضى به الخلق، فالذي لا يقبل بقضاء الله في المصائب مثلا تستمر معه المصائب، أما الذي يريد أن يرفع الله عنه القضاء فليقل: رضيت بقضاء الله تعالى، ويحمد الله على كل ما أصابه.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "والحق سبحانه وتعالى يعطينا نماذج على مثل هذا الأمر فها هو ذا الخليل ابراهيم عليه السلام يتلقى الأمر بذبح ابنه الوحيد اسماعيل عليه السلام، وهذا الأمر قد يراه غير المؤمن بقضاء الله شديد القسوة، وليس هذا فقط، بل على ابراهيم عليه السلام أن يذبح ابنه بنفسه.. وهذا ارتقاء في الابتلاء، ولم يلتمس ابراهيم عذرا ليهرب من ابتلاء الله له، ولم يقل انها مجرد رؤيا وليست وحيا فقد جاء الأمر في رؤية أراها الله لابراهيم عليه السلام. ¶ ولنتأمل عظمة الرضا في استقبال أوامر الله فيلهمه الحق أن يشرك ابنه اسماعيل في نيل ثواب الرضا فيقول له كما قصّ القرآن الكريم:{ فلما بلغ معه السعي قال يابنيّ انّي أرى في المنام اني أذبحك فانظر ماذا ترى، قال يا أبي افعل ما تؤمر ستجدني ان شاء الله من الصابرين} الصافات 102 ¶ لقد بلغ اسماعيل ذروة السعي في مطالب الحياة مع أبيه، وجاء الأمر في المنام لابراهيم أن يذبح ابنه، وامتلأ قلب اسماعيل بالرضا بقضاء الله، ولم يقاوم، ولم يدخل في معركة جدلية بل قال:{ ياأبت افعل ما تؤمر} لقد أخذ اسماعيل عليه السلام أمر الله بقبول ورضا ولذلك يقول الحق سبحانه عنهما معا:{ فلما أسلما وتلّه للجبين وناديناه أن يا ابراهيم قد صدّقت الرؤيا، انّا كذلك نجزي المحسنين ان هذا لهو البلاء المبين وفديناه بذبح عظيم}. ¶ لقد اشترك الاثنان في قبول قضاء الله برضا، وأسلم كل منهما للأمر، أسلم ابراهيم كفاعل، وأسلم اسماعيل كمفعول به, ورأى الله تعالى صدق كل منهما في استقبال أمر الله، وهنا نادى الحق خليله ابراهيم عليه السلام لقد استجبت أنت واسماعيل الى قضائي وحسبكما هذا الامتثال، ولذلك يجيء اليك والى ابنك التخفيف.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "اذن، فنحن البشر لن نطيل على أنفسنا أمد القضاء بعدم قبولنا له، لكن لو سقط على انسان أمر بدون أن يكون له سبب فيه واستقبله من مجريه عليه وهو ربه بمقام الرضا فن الحق سبحانه وتعالى سرفع عنه القضاء، فاذا رأيت انسانا طال عليه أمد القضاء فاعلم أنه فاقد الرضا. ¶ ** ¶ الانفاق ابتغاء مرضاة الله ¶ يقول الله تعالى:{ ومثل الذين ينفقون أموالهم ابتغاء مرضات الله وتثبيتا من أنفسهم كمثل جنّة بربوة أصابها وابل فآتت أكلها ضعفين فان لم يصبها وابل فطل، والله بما تعملون بصير} البقرة 265. ¶ ان ابتغاء مرضاة الله في الانفاق يعني خروج الرياء من دائرة الانفاق. ¶ ان الانفاق يكون أولا انفاقا في سبيل الله، ويكون ذلك باعتقاد النفس الجازم أن الله سبحانه هو الذي وهب المؤمن ماله ودمه، ولذا كيف يهون شيء في سبيل مرضاته. ¶ والجنة تطلق في اللغة: على المكان الذي يوجد به زرع كثيف أخضر يستر من يدخله، ومنها: \" جنّ\" أي ستر فمن يدخل الجنة يكون مستورا. ¶ الحق سبحانه بريد أن يضرب لنا المثل الذي يوضح الصنف الثاني من المنفقين في سبيل الله ابتغاء مرضاته، وتثبيتا من أنفسهم ضد الأنفس الشهوانية، فيكون الفرد منهم كم دخل جنة كثيفة الزرع، هذه الجنة توجد في ربوة عالية محاطة بأمكنة منخضة عنها فماذا يفعل المطر بهذه الجنة التي توجد على هذه الربوة؟ ¶ الله سبحانه أخبرنا بما سيحدث لمثل هذه الجنة قبل أن يتقدم العلم الحديث، ويكشف أسرار المياه الجوفية وفائدتها للزراعة، وهو أن الجنة التي في ربوة عالية لا يوجد بها مياه جوفية، لأن المياه الجوفية ان وجدت فانها تذهب الى جذر النباتات الشعرية فتفسدها بالعطن، فلا تستطيع هذه الجذور أن تمتص الغذاء اللزم للنبات فيشحب النبات بالاصفرار ويموت بعد ذلك.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "أما الجنة التي بربوة عالية، فالمياه التي تنزل عليها من المطر لها مصارف من جميع الجهات المنخفضة التي حولها، وكأنها ترتوي بأحدث ما توصل اليه العلم من وسائل الري، انها تأخذ المياه من أعلى أي من مطر، فتنزل المياه على ألأوراق بما يجعلها تؤدي دورهها فيما نسميه نحن بالتمثيل الكلورفولي، وبعد ذلك تنساب المياه الى الجذور لتذيب العناصر اللازمة في التربة لغذاء النبات، وتأخذ الجذور حاجتها من الغذاء المذاب في الماء، وينزل الماء الزائد من ذلك الى المصارف المنخفضة، وهذا أحدث اكتشاف لري الأرض الزراعية، فالمحصول يتضاعف انتاجه عندما يروى بقدر. ¶ اذن فالحق سبحانه وتعالى يخبرنا أن من ينفقون أموالهم ابتغاء مرضاة الله وتثبيتا من أنفسهم هم مثل هذه الجنة التي تروى بأسلوب رباني، فاذا نزل عليها المطر الغزبر أخذت منه حاجتها وينصرف باقي المطر عنها، وان لم يصبها مطرغزير فطل، والطل، وهو الرذاذ القليل يكفيها، لتؤتي ضعفين من انتاجها، واذا كان الضعف هو ما يساوي الشيء مرتين، فالضعفان يساويان الشيء أربع مرات، ولكن الحق سبحانه وتعالى يريد أن يوضح لنا ان الذي ينفق ماله ابتغاء وجه الله، هو غير الذي ينفق ماله رئاء الناس فيقول سبحانه:{ أيود أحدكم أن تكون له جنة من نخيل وأعناب تجري من تحتها الأنهار له فيها من كل الثمرات وأصابه الكبر وله ذرية ضعفاء فأصابها اعصار فيه نار فاحترقت، كذلك يبيّن الله لكم الآيات لعلكم تتفكرون} البقرة 266. ¶ الحق سبحانه وتعالى يشركنا في الصورة كأنه يريد أن يأخذ منا الشهادة الواضحة، فهل يود أحكم أن تكون له جنة من نخيل وأعناب تجري من تحتها الأنهار، وفيها من كل الثمرات ؟ ان الجنة بهذه الصفة فيها خير كثير، لكن صاحبها يصيبه الكبر ولم تعد فيه صحة وفتوة الشباب.. انه محاط بالخير وهو أحوج ما يكون الى ذلك الخير، لأنه أصبح في الكبر وليس له طاقة يعمل بها.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وهكذا تكون نفسه معلقة بعطاء هذه الجنة لا لنفسه فقط، ولكن لذريته الضعفاء. ¶ هذه قمة التصوير للاحتياج الى الخير لا للنفس فقط ولكن للأبناء الضعفاء، اننا أمام رجل محاط بثلاثة ظروف: ¶ الظرف الأول: هوالجنة التي فيها من كل الخير. ¶ الظرف الثاني: هو الكبر والضعف والعجز عن العمل. ¶ الظرف الثالث: هو الذرية الضعفاء. ¶ هذه الجنة هاجمها اعصار فيه نار فاحترقت فأي حسرة يكون فيها هذا الرجل؟ انها حسرة شديدة، هكذا تكون حسرة من يفعل الخير رئاء الناس. ¶ والاعصار كما نعرف هو الريح الشديدة المصحوبة برعد وبرق وأحيانا يكون فيه نار وذلك حين تكون الشحنات الكهربائية ناتجة من تصادم السحب أو حاملة لقذائف نارية من بركان ثائر. هكذا يكون حال من ينفق ماله رئاء الناس، ابتداء مطمع وانتهاء يائس. ¶ اذن فكل انسان مؤمن عليه أن يتذكر ساعة أن ينفق هذا الابتداء المثير للطمع وذلك الانتهاء المليء باليأس، انها الفاجعة التي يصورها الشاعر بقوله: ¶ فأصبحت من ليلة الغداة كقابض على الماء خانته فروج الأصابع ¶ كلما أبرقت قوما عطاشا غمامة فلما رأوها اقشعت وتجلت ¶ القسم الثاني ¶ الرذيلة ومداخلها ¶ الحسد ¶ بسم الله والحمد لله والصلاة والسلام على رسول الله. ¶ الواقع المعاصر أثبت أنه كلما يترقى العلم يمنحنا فكرة، عن أن الشيء كلما شف أ, ل ¶ ف أصبح دقيقا. أي: يكون أكثر عفنا. ¶ وعلى سبيل المثال: انسان بنى بيتا في حقل متسع فمر عليه صديق له وقال: ألا تعرف أن هنا في الخلاء المتسع ذئبا؟ وأوصى الصديق صاحب البيت بأن بني نوافذ من حديد ليمنع الذئاب من أن تدخل عليه. ¶ ثم مرّ عليه ثان فقال له: ان حديد شبابيك المنزل متسع، والثعابين في هذا الخلاء كثيرة وأوصى صاحب البيت أن يضع ستارة من السلك. ¶ لكن صديقا ثالثا قال لصاحب المنزل: ان الناموس الفتاك بالملاريا منتشر، وعليك أن تضع ستائر من السلك أكثر ضيقا من هذه.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "اذن فالشيء كلما لطف عنف، أي كلما صغر الشيء في الحجم كان عنيفا أكثر، والعنف ليس مرتبطا بحجم المادة، انما من عمق فاعلية المادة وتأثيرها، وعلوم الطب تكشف كل يوم عن الأمراض الخطيرة الفتاكة، وقد تكون بسبب أصغر الميكروبات حجما، كما أن هناك الآن أشعة الليزر التي يتم بها اجراء عمليات جراحية بدون مشرط أو نزول قطرة دم، هذه الأشعة تخترق أدق وأصلب الأشياء. ¶ والحسد أمر مقطوع به برغم أنه ليس من الأمور المادية، فلماذا ننكر على الحاسد أن بصره قد تصدر عنه اشعة أشف وأخف من أشعة اللايزر؟ ¶ قد يقول قائل: وما ذنب المفتوك به من الحسد؟ ¶ نقول أيضا: وما ذنب المقتول خطأ برصاصة؟ ¶ وقول الحق سبحانه:{ ومن شر حاسد اذا حسد} الفلق 5, أي: أن بعض الناس يحسد، ولذلك عندما يرى الانسان نعمة الله على انسان آخر فعليه أن يقرأ سورة الفلق، وليقل ما شاء الله ولا حول ولا قوة الا بالله ولا يحقد على صاحب النعمة. جينئذ تعلق في قلبه نوافذ الاشعاع الحاسد، لأن هذه الاشعاعات النافذة لا تخرج الا في حالات الحقد والغضب. ¶ اذن فالانسان حين يقول: ما شاء الله ولا حول ولا قوة الا بالله، فانه يقي نفسه من أن يكون حاسدا، ويمنع غيره بقوة الحق سبحانه وتعالى من أن يكون حاسدا له. ¶ ان الحسد والسحر هما من الشرور غير المرئية التي تتساوى معه الشرور المرئية، وان كانت أدواتهما غاية في اللطف والعنف في آن واحد. ¶ والانسان الذي يحقد هو انسان يعاني من تضارب الملكات، حتى انه يبدو وكأنه يأكل بعضه بعضا، فالحقد جريمة نفسية لم تتعد الحسد، ويقال عن الحقد أنه الجريمة التي تسبقها عقوبتها، وهي عكس أي جريمة أخرى نجد أن عقوبتها تتأخر عنها الا الحقد، وذلك أن عقوبة الحقد تنال صاحبها من قبل أن يحقد. ¶ الحاقد لا يحقد الا لأن قلبه ومشاعره تتمزق عندما يرى المحقود عليه في خير، ولذلك جاء في الأثر:\" حسبك من الحاسد أنه يغتم وقت سرورك\". ¶ ** ¶ الاسراف",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "الله سبحانه وتعالى حين يحرّم سيئا فمن المؤكد أنه محدود بالنسبة الى ما أحله سبحانه، فالمحرّم قليل، وبقية مالم يحرمه الله هو الكثير واقرأ قول الله تعالى:{ قل تعالوا أتل ما حرّم ربكم عليكم، ألا تشركوا به شيئا وبالوالدين احسانا، ولا تقتلوا أولادكم من املاق، نحن نرزققكم واياهم ولا تقربوا الفواحش ما ظهر منها وما بطن ولا تقتلوا النفس التي حرّم الله الا بالحق، ذلكم وصّاكم به لعلكم تعقلون ولا تقربوا مال اليتيم الا بالتي هي أحسن حتى يبلغ أشده وأوفوا الكيل والميزان بالقسط، لا نكلف نفسا الا وسعها، واذا قلتم فاعدلوا ولو كان ذا قربى وبعهد الله أوفوا، ذلكم وصّاكم به لعلكم تذكّرون} الأنعام 151، 152. ¶ ان الحق سبحانه يورد المحرمات وهي أشياء محددة محدودة، أما النعم فهي جليلة عظيمة اكثر من أن تحصى وتعد، ومن هذا الأمر نعرف سعة رحمانية الحق بالخلق، لقد خلق سبحانه الكثير من النعم ولم يحرم الا القليل، وسبحانه حين حرّم؛ حرّم لتبقى كل نعمة في مجالها فاذا ما جاء انسان وقال: ان الله قد حرّم هذا الشيء لأنه ضار، نقول له: ان ما تقوله أمر جائز ولكن هذا الضرر سبب الحكم بكل المحرمات فقد يحرّم الله سبحانه أمرا لتأديب قوم ما، فلو نظرنا نحن الى واقعنا مقلا نجد أبا مسؤولا عن تربية أولاده قد يحرّم على ولد فيهم لونا من الطعام أو جزءا من مصروف اليد ويكون القصد من ذلك العقوبة. ¶ وكذلك نرى أن بني اسرائيل استحقوا عقوبة التحريم لأنه جاءوا من خلف منهج الله وأحلوا لأنفسهم ما حرّم الله، فكأن الله سبحانه يقول لهم: لقد اجترأتم على ما حرمت فحللتموه، لذا فأنا أحرم عليكم ما أحللته لكم من قبل ذلك، لماذا؟ ¶ حتى لا يفهم انسان أنه بتحليله لنفسه ما حرم الله قد أخذ شيئا من وراء الله.. لا، ان أحدا لا يمكنه أن يغلب الله سبحانه، فالله سبحانه قج يحرم عليك شيئاكان حلالا، ولهذا فالتحريم اما أن يكون تحريم طبع أو تحريم فطرة.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "فنحن نجد الرجل الذي أسرف على نفسه في تناول محرمات كالخمر مثلا ثم بعد أن أخذت بجسده ذهب الى الطبيب فقال له ان شربتها ثانية سينتهي كبدك، ثم يمنعه عن أصناف كثيرة من الطعام والشراب فهذا ظلم من الانسان لنفسه نتج عنه تحريم أشياء عليه، ان مثل هذا الانسان قد استحل ما حرم الله فحرم الله عليه بالطبع والتكوين والسنة الكونية أمورا كانت حلالا له. ¶ ورجل آخر أسرف على نفسه في تناول صنف معيّن من الطعام كالسكّر مثلا فوق ما تدعو اليه الحاجة فكأن سنة الله الكونية تقول له: لقد أخذت من السكر أكثر من حاجتك وبسبب ذلك صرت مريضا فاياك أن تتناول السكريات مرة اخرى، ويضل المريض بالسكر يشتهي الحلوى، ويملك القدرة على شرائها ولكنها ممنوعة عليه، وكأن الحق سبحانه وتعالى يقول له: بظلم منك لنفسك حرمت على نفسك ما أحللته لك. ¶ وآخر يملك الثروات والخدم والمزارع الشاسعة ويقوم له الآخرون بطحن الغلال، ويأمر بأن يصنع له الخبز من أنقى أصناف الدقيق الخالي من الردة ويصنعون الخبز الأبيض ويأكل منه، بينما الأتباع يصنعون لأنفسهم الخبز من الدقيق الأقل نقاوة فكأن سنة الله الكونية تقول له: أنت ستأكل الخبز المصنوع من الدقيق الفاخر، وليأكل عمالك ورعاياك الخبز المصنوع من أفخر أنواع الدقيق، وكأن الله تعالى يقول له: فبظلم منك حرمنا ما أحل لك. ¶ اذن، فالانسان منا عندما يرى انسانا آخر حرم من نعم الله التي هي حلال فليعلم أن ذلك الانسان سبق وأن أحل ما حرم الله عليه، أو ظلم نفسه بالاسراف في شيء كانت الفطرة والطبع تقتضيان الاعتدال فيه، ان أحدا منا لا يفلت من رقابة الله، والتحريم يكون بالتشريع اذا كانت العقوبة من المشرّع، وقد يكون تحريما بالطبع، وهذا ان كان في الأمر اسراف من النفس، ولنقرأ دائما قول الله تعالى:{ فبظلم من الذين هادوا حرمنا عليهم طيبات أحلت لهم وبصدّهم عن سبيل الله كثيرا} النساء 160.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وكذلك الذي يأخذ مالا بالربا، انه يأخذه ليزيد ماله، هنا نقول له: لماذا تريد المال؟ أتريده لذات المال أم لهدف آخر؟ المال رزق، ولكنه رزق غير مباشر، لأنه بشتري الأشياء التي ينتفع بها الانسان وهي الرزق المباشر، نقول: هب أن انسانا في صحراء ومعه جبل من الذهب لكن الطعام انقطع عنه، ان جبل الذهب في مثل هذه الحالة لا يساوي شيئا بل يصبح رغيف الخبز وكوب الماء أغلى من الهب. ¶ اذن، فالمال رزق لكنه غير مباشر يأتي بالرزق المباشر. والذي يزيد ماله بالربا، هل يريد تلك الزيادة من أجل المتعة؟ فليعلم أن الله سبحانه يمحق ذلك ويزيل المال في الكوارث. ¶ ان الانسان اذا أراد أن يبقى له ما أحل الله الى أن يأتي أجله فعليه ألا يستبيح أي شيء حرمه الله، وبذلك يظل مستمتعا بنعم الله عليه. ¶ ** ¶ الظلم ¶ يقول الله تبارك وتعالى:{ وما ربك بظلام للعبيد} فصلت 46. ¶ اذن، فالانسان هو الذي يظلم نفسه، ويقول الحق سبحانه:{ ان الله لا يظلم الناس شيئا ولكن الناس أنفسهم يظلمون} يونس 44. ¶ فاياك أيها الانسان أن تظن أنك حين تظلم أحدا بتدبير السوء له قد كسبت الدنيا، وهذا غير صحيح، ولو علم الظالم ماذا أعدّ الله للمظلوم لضن عليه بظلمه. ¶ وهب أن رجلا مثلا له ولدان وجاء ولد منهما وضرب أخاه، أو خطف منه شيئا ان معه ثم عرف الأب ذلك، قلب هذا الأب مع من يكون؟ قلبه بالطبع يكون مع المظلوم فيحاول أن يرضيه، فان كان الأخ الظالم قد أخذ منه شيئا يساوي عشرة قروش فان الأب يعوّضه بشيء يساوي مائة قرش، هنا نجد الابن الظالم يعيش في حسرة لأنه لو علم مسبقا أن والده سيكرم أخاه المظلوم لما ظلم أخاه أبدا. ¶ ان الظلم ظلمات يوم القيامة، ومن المفارقات التي تروى مفارقة تقول: ان كنت ولا بد مغتابا فاغتب أبويك، ويقول السامع لذلك وكيف أغتاب أبي وأمي؟! ¶ يقول اًصحاب المفارقة: ان والديك أولى بحسناتك فبدلا من أن تعطي حسناتك لعدوك ابحث عمن تحبهم وأعطهم حسناتك.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "ان صاحب المفارقة هذه يريد أن يكره المغتاب فيها، وحيثية هذه المفارقة هي: لا تكن أيها المغتاب أحمق، لأنك لا تغتاب الا عن عداوة، وكيف تعطي حسناتك التي هي أثمن نتيجة لأعمالك لعدوّك. ¶ ويروى أن الحسن البصري بلغه أن أحدا قد اغتابه فأرسل الحسن شخصا الى المغتاب ومعه ضبق من البلح الرطب وقال لهذا الشخص: اذهب بهذا الطبق الى فلان وقل له: بلغ الحسن أنك اغتبته بالأمس، وهذا يعني أنك أهديت له حسناتك، وحسناتك بلا شك أثمن من هذا الرطب. ¶ ان الظلم كالجور.. وهو نوع من الاعتداء أو القسر أو القهر أو انتقاص القدر والقيمة، ويقابل الظلم الانصاف كما يقابل الجور العدل. ¶ الظلم اذن، انتقاص حق الناس، فما بالنا عندما ينتقص الانسان من حق نفسه، أي: أن يظلم نفسه، وظلم النفس هو أبشع ألوان الظلم فالنفس كرّمها الله وخلقها، فقد كانت تستحق من الانسان أن يرعاها وأن يحقق مراد الله منها، وأن يمنع عنها الحاح اشتهاء ما يغضب الله. يقول الحق شيحانه وتعالى:{ والذين اذا فعلوا فاحشة أو ظلموا أنفسهم ذكروا الله فاستغفروا لذنوبهم ومن يغفر الذنوب الا الله ولم يصرّوا على ما فعلوا وهم يعلمون أولئك جزاؤهم مغفرة من ربهم وجنات تجري من تحتها الأنهار خالدين فيها، ونعم أجر العاملين} آل عمران 135، 136. ¶ ان ظلم النفس يعني: أن يبيع الانسان دينه بدنيا غيره، فهو لا يحقق لنفسه أي نفع آجل أو عاجل. ¶ وقديما قالوا: شر الناس من باع دينه بدنياه، وشر هؤلاء الذين باعوا دينهم بدنيا غيرهم. ¶ لهؤلاء وأولئك كتب الله لهم الطريق الى النجاة، وذلك بأن يذكروا الله، وأن يستغفروا ، وألا يعودوا الى مثل تلك الفواحش، أو ظلم النفس حتى يغفر الله لهم، ويرزقهم الجنة، ذلك أن الله لا يظلم أحدا ولكن الناس يظلمون أنفسهم، لأن الناس تنقص قدرها من النافع الباقي ويقعون أسرى للذي يزول. ¶ ** ¶ السخرية والاستهزاء بالناس",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "ان الاستهزاء بالناس أو السخرية من عيوب أحد الناس هو دليل على عدم تمكن الايمان من النفس، وذلك بأن الله خالق لكل البشر، فهذا المخلوق الذي به عيب خلقي، ليس له دخل في ذلك العيب، وانما هي مشيئة الله الذي خلق هذا المخلوق على تلك الصورة لحكمة اقتضت ذلك لا يعلمها الا الله سبحانه. وعندما يسخر انسان ما من عيب انسان آخر فمعنى ذلك ان الساخر انما يسخر من صنعة الله، والسخرية من هذا النوع هي عدم ايمانية النفس لمخلوقية كل البشر من اله واحد. ¶ اذن، فالذي يبحث عن عيوب البشر فهو يبحث عن عيوب أرادها الله سبحانه وتعالى لحكمة في مونه، وما دامت لحكمة فهي ليست عيوبا. ¶ فمثلا حين يعيب انسان على صناعة كرسي أو مائدة فهذا ليس تعديلا على الكرسي أو على المائدة ولكنه تعديل على من قام بصناعة الكرسي أو المائدة. ¶ لذا فكل من يسخر من انسان به عيب، فليعلم أن الانسان لا حيلة له في صنع نفسه. ¶ اذن فالسخرية هنا تكون من خلق الله، وهذا نوع من الغباء، لأن الذي يسخر من عيب انسان فانه لم يقدر الخصال الحميدة التي يتفضل بها الله على هذا الانسان الذي سخر منه، لذلك يقول سبحانه:{ ياأيها الذين آمنوا لا يسخر قوم من قوم عسى أن يكونوا خيرا منهم ولا نساء من نساء عسى أن يكنّ خيرا منهن ولا تلمزوا أنفسكم ولا تنابزوا بالألقاب، بئس الاسم الفسوق بعد الايمان، ومن لم يتب فأولئك هم الظالمون} الحجرات 11. ¶ ان الحق سبحانه وتعالى يأمر كل المؤمنين بألا يسخر أحد من أحد، لأن كل انسان فيه من الخصال الحميدة التي تعمى عنها بصيرة الساخر، وقد يكون في الساخر نفسه بعض الخصال السيئة التي لا يحب أحد أن يسخر منها.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "ان في السخرية خروجا عن مقتضى الايمان الكامل، وظلما للغير والنفس، ويجب أن نعرف أن الله قد وزع علينا الصفات والمواهب المختلفة بدرجات متفاوتة، ولكن اخيرا يتساوى مجموع الصفات والمواهب المختلفة بدرجات متفاوتة، ولكن أخيرا يتساوى مجموع صفات كل انسان مع صفات أي انسان. ¶ ** ¶ الفساد ¶ يأتي الفساد من أن ينقل الانسان سلوكا من مجال افعل الى مجال لاتفعل، وأن ينقل الانسان سلوكا من مجال لا تفعل الى مجال افعل. ¶ مثال ذلك: أن المنهج الالهي يقتضي أن يشهد الانسانبأن لا اله الا الله وان محمدا رسول الله، فالانسان الذي يعلن ذلك هو الذي عليه أن يتقبّل تكليف الله، والانسان الذي ينكر ذلك هو الذي ينقل سلوكا من مجال افعل الى مجال لا تفعل، ذلك أن قول: أشهد أن لا اله الا الله وأن محمدا عبده ورسوله، هذا القول هو تجديد للعهد الذي بين العبد وبين خالقه سبحانه، وبالتالي فهو التزام كامل بمنهج الله تعالى. ¶ وكذلك الانسان الذي يعرف أن الصلاة ركن أساسي تقوم عليه حياة الانسان في الايمان، فهذا الانسان ان أخلص في أداء الصلوات الخمس كان ذلك عاصما له من زلات الشيطان أو اتباع الهوى وكذلك الصيام والزكاة، وأيضا عندما يامر الحق سبحانه وتعالى عبده بألا يشرب الخمر مثلا عندئذ فالعبد الذي يطبق منهج الله هو الذي ينتهي على الفور من شرب الخمر، والعبد الذي يظل في الشرب هو من خالف منهج الله تعالى في افعل ولا تفعل. ¶ اذن، فالافساد في الأرض هو من آثر هواه على منهج الله. مثل الذي يأكل أموال الناس بالباطل ويكثر من اغتصاب عرق وتعب الآخرين فهذا انسان لا يطبق منهج الله وهو مفسد في الأرض. ¶ لذا يجب أن نطبق هذه القاعدة في سلوك كل انسان وهي: أن من يطبّق منهج الله فقد أصلح نفسه، وانسجم مع أوامر خالقه، ونال رضا الله بعد أن قام بمسؤولية الاختيار، وأداها كما يجب أن تؤدى. ¶ أما من لا يطبق منهج الله فقد أفسد نفسه، وأفسد سلوكه.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "ذلك لأنه وقف من منهج الايمان من موقف السلب، فلم ينفذ أمر الله، وقد أخل بعهده مع الله. ¶ وهكذا نرى ان خروج الانسان بفعل ما من مجال الى مجال في تشريعات الله تنطبق عليه العناصر الثلاثة التي حددها الله في وصفه للفاسقين أو احدهما، وهي: ¶ نقض العهد. ¶ قطع لما أمر الله أن يوصل. ¶ افساد في الكون. ¶ ان المجتمع عندما لا ينتظم الأفراد فيه بمنهج الله تعالى تجده مضطربا؛ لأن كل انسان سيفعل ما يحلو له، فسنجد التصادم في سلوك البشر ورغباتهم، وسنجد النقض للعهد، والقطع لما أمر الله به أن يوصل والافساد في الأرض. ¶ ان الفساد قبح لجمال الوجود، ذلك أن المفسد في الأرض هو الذي يخرج الشيء عن حد اعتداله لمهمته، ولنا أن نعرف أن فعل المفسد في الأرض يشكل قبحا في الوجود، وينطبق الافساد في الأرض على المستغل لحاجات البشر فمثل الذي يخفي سلعة لها هامش ربح محدود وينكرها ليزيد من ارتفاع الأسعار بما يفوق طاقة البشر، وكذلك المستغل لحاجات البشر في الاسكان فيأخذ اموال الناس ليبني بها ولا يعطيهم حقوقهم ويستغل احتياجاتهم اليه فيقوم بسلب أموالهم. هذا افساد في الأرض، لأنه قهر من انسان قادر لانسان غير قادر، ونشر للكراهية بين البشر، وخروج عن مقتضى منهج الله، هذا القبح والافساد هو كافساد الصانع لصنعته، أو كالسباك الذي ينفذ شبكة للصرف الصحي في مبنى جديد فلا يتقن صنعته فيفسد المبنى كله. ان في ذلك هدرا لامكانات كان بالامكان أن يستفيد منها المجتمع كله في مجال من المجالات.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "ان المهندس أو المقاول الذي لا يقيم البنيان على أسس سليمة فهو لا يصون حياة البشر الذين يسكنون فيه، فهذا الانسان هو مفسد في الأرض، ولكن في المجتمع المؤمن رباط الايمان يقتضي في رزقه، ويفتقد التواصل مع ضميره الايماني، كما يفتقد الاحساس بأخوة الايمان، وعندما نجد مهملا أو مفسدا أو حتى مغاليا في الثمن فاننا نسمع صيحة افتقاد الصانع أو الموظف للذمة، وتنتشر في المجتمع روح الأنانية، والفردية التي لا تعرف التآخي الايماني. ¶ وهكذا نجد ان مفسدا واحدا أو قلة من المفسدين أو المستغلين ينشرون الرذيلة في المجتمع كله، فكيف يكون الحال لو تعاون الناس على الاثم؟ انهم ان فعلوا ذلك هدموا الخير كله.. والتعاون على الاثم يبدأ من كل من يعين على أمر يخالف أمر الله في افعل ولا تفعل. ¶ والذي يامر بتطبيق أمر الله في افعل وينتهي بأمر الله لا تفعل هو من المتعاونين على البر والتقوى، ومن يعمل ضد ذلك فهو من المتعاونين على الاثم والعدوان، لماذا؟ لأنه ينقل الأفعال من دائرة افعل الى لا تفعل، وينقل النواهي من دائرة لا تفعل الى دائرة افعل. ¶ مثال ذلك من يؤلف أغنية خليعة مثيرة ومهيجة للغرائز فهذه تكون أول لبنة في الاثم، ثم يلحنها ملحن بايقاع يساعد على ذلك فهذه اللبنة في التعاون على الاثم، ثم يغنيها ثالث بايحاءات مثيرة للغرائز فهذه درجة ثالثة من التعاون على الاثم، والذي يصفق الربا لهذا هو متعاون على ذلك أيضا، ولهذا يقول الحق سبحانه وتعالى:{ وتعاونوا على البر والتقوى ولا تعاونوا على الاثم والعدوان} المائدة 2. ¶ هذا القول هو أساس عمارة الكون، وكما أنه أساس منع الفساد في الكون.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "كذلك الذي يرتشي والذي يسهل عملية الرشوة. والذي يحمل الخمر للناس والذي يشربها والذي يدلس كل هؤلاء متعاونون على الاثم والعدوان، حتى ان البواب الذي يجلس أمام مدخل العمارة ويعلم أن بها بيتا يدار في أعمال مشبوهة كلعب القمار أو الدعارة أو ما شابه ذلك من المفاسد ويأخذ الثمن على ذلك فهو من المتعاونين على الاثم. ¶ ** ¶ الخيانة ¶ يقول الحق سبحانه وتعالى:{ ولا تجادل عن الذين يختانون أنفسهم، ان الله لا يحب من كان خوّانا أثيما} النساء 107. ¶ يأمر الله سبحانه وتعالى بعدم المجادلة عن الذين يختانون أنفسهم، والجدل من الفتل، فالانسان حين يفتل شيئا كأن يحضر بعضا من الشعر والصوف أو الليف ويجدله ليصنع منه حبلا فانه يفتل هذا الغزل ليقويه ويجعله يتحمل الشد والجذب، ولذلك يقال عن مثل هذه العملية : اننا نجدل الحبل لنعطيه قوة. فكذلك شأن الخصمين كل واحد يريد أن يقوي حجته ضد الآخر فيحاول جاهدا أن يقوها بما يشاء من اساليب العقل أو الفصاحة. ¶ والقرآن حين يعدل عن يخونون أنفسهم الى { يختانون أنفسهم} فلا بد أن لهذا معنى كبيرا, ان الخيانة هي أخذ ما ليس بمستحق، أي بغير حق، وقد تسوّل للانسان نفسه أن يخون غيره لكن هل من المقبول أن يخون الانسان نفسه؟! ¶ ان الانسان قد يخون من أجل مصلحة نفسه، لكن لا يخون نفسه. ¶ وعلينا ألا نأخذ المسألة بعجل أثر الخيانة ذلك لأن الانسان حين يريد أن يعطي لنفسه شهوة عليها عقوبة فهذه خيانة للنفس، لأن الانسان في مثل هذه الحالة أغفل العقوبة عن الشهوة؛ ان الشهوة عابرة لكن العقوبة باقية وهذه خيانة للنفس. ¶ الانسان الذي يخون الناس انما يخون نفسه فاذا ما خان الانسان نفسه فهي عملية ليست سهلة وتتطلب افتعالا، ومن هنا جاء قول الحق سبحانه:{ يختانون أنفسهم} لأن في ذلك عملية افتعال للخيانة ولذلك قال الحق سبحانه:{ ولا تجادل عن الذين يختانون أنفسهم، ان الله لا يحب من كان خوّانا أثيما}.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "ثم قال الحق بعد ذلك:{ انّا أنزلنا اليك الكتاب بالحق لتحكم بين الناس بما أراك الله، ولا تكن للخائنين خصيما} النساء 105. ¶ قال الله سبحانه وتعالى:{ للخائنين} ولم يقل خوّانين لماذا؟ ان الخائن تصدر منه الخيانة مرة واحدة، أما الخوّان فتصدر منه الخيانة مرات متعددة. أو يكون المعنى: هو أن الخائن تصدر منه الخيانة في أمر بسيط، أما الخوّان فتصدر منه الخيانة في أمر كبير. ¶ اذن، فمرة تأتي المبالغة في تكرار الفعل، ومرة تأتي في تضخيم الفعل أي عندما نقول: فلان أكول وفلان أكال هذه مبالغة في اكل وأكول وهي مبالغة تكرار الفعل فالانسان العادي يأكل ثلاث مرات والأكول يأكل عشرات مرات مثلا. وقد يكون من الآملين لوجبة واحدة ولكنه يأكل أضعاف ما يأكل الانسان العادي اذن، فالمبالغة هنا تكون في تضخيم نفس الحدث أو في تكرار الحدث. ¶ ان من لطف الله أنه لم يقل خائن، لأن الخائن هو من خان لمرة، وقد تكون عابرة وانتهى الأمر. ولم يخرجه الله سبحانه عن دائرة الستر والحب الا اذا أخذ الخيانة طبعا ومادة وحرفة وأصبح خوّانا، ولذا قال الله سبحانه وتعالى:{ ان الله لا يحب من كان خوّانا أثيما}. ¶ وقد جاءت للخليفة عمر بن الخطاب رضي الله عنه امرأة أخذ ولدها بسرقة وأراد عمر ان يقيم على هذا الولد الحد، وجاءت الأم تبكي وقالت: يا أمير المؤمنين، والله ما فعل هذا الا هذه المرة، قال عمر: كذبت والله ما كان الله ليأخذ عبدا من أول مرة! ولذلك يقولون: اذا عرفت في رجل سيئة انكشفت وصارت واضحة فاعلم أن لها أخوات سابقات لها ولا يمكن أن يفضح العبد من أول سيئة، لأن الله سبحانه يحب أن يستر عبده، لذلك يستر العبد مرة وثانية ثم اذا استمر العبد في السيئة وأصر عليها، فضحه الله وكشف ستره. ¶ ** ¶ الكيد ¶ الكيد هو محاولة الانسان افساد الحال لآخر، أو لآخرين. ¶ وهناك من يحاول الفساد بدون حيلة، فعندما يضبطه الانسان يقول: لا، أنا لم أفعل أي شيء، هذا هو الكيد.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "ولا يقبل على الكيد الا الضعيف، لأن القوي يواجه ولا يكيد، ومثال ذلك: الضعيف هو من يدس السم للقوي فهذا احتيال افساد الحال، لكن القوي لا يفعل مثل ذلك بل يواجه، وحتى الذي يقتل نقول له: انك قليل الحيلة قليل الذكاء لأنك أثبت بمقدمك على قتله أنك لا تطيق حياته، وكانت الرجولة تقتضي منك أن تواجه خصمك بالمنطق. ¶ والحق سبحانه وتعالى يقول عن كيد الشيطان:{ ان كيد الشيطان كان ضعيفا} النساء 76. فكيد الشيطان ضعيف، لأنه لا يملك قوة يقهر بها قلب الانسان ليقنعه، والكيد فيه اجتيال ولا يحتال الا الضعيف، وكلما كان الكائن ضعيفا للغاية كان كيده كبيرا ولذلك يقولون: المرأة أكثر لؤما من الرجل، ويستخدمون في التدليل على ذلك قول الحق سبحانه: { ان كيدكنّ عظيم} يوسف 28، ونقول لهؤلاء ما دام كيد النساء عظيما فلا بد ان ضعف النساء أعظم، ولذلك أراد الشاعر العربي أن يبرز هذا المعنى ابرازا واضحا حتى لا تتعجب فيقول: ¶ وضعيفة فاذا أصابت فرصة قتلت كذلك قدرة الضعفاء ¶ فالضعيف عندما يمسك بالخصم أو تمكنه الظروف منه فانه لا يتركه يفلت منه. ¶ ان الضعيف يخاف من انتقام الخصم، لكن القوي يمسك بالخصم وبعد ذلك يتركه ويقول لنفسه: سأمسك به لأعاقبه ان فعل شيئا آخر، وهكذا نعرف أنه كلما كان الكيد عظيما فان الضعف يكون أعظم. ¶ ** ¶ المن بالصدقة ¶ يقول الله سبحانه وتعالى:{ يا أيها الذين آمنوا لا تبطلوا صدقاتكم بالمنّ والأذى كالذي ينفق ماله رئاء الناس ولا يؤمن بالله واليوم الآخر، فمثله كمثل صفوان عليه تراب فأصابه وابل فتركه صلدا لا يقدرون على شيء مما كسبوا، والله لا يهدي القوم الكافرين} البقرة 264. ¶ الذي يتصدق ويتبع الصدقة بالمنّ ةالأذى انما يبطل صدقته فخسارته تكون خسارتين: ¶ الخسارة الأولى: أنه أنقص ماله بالفعل، لأن الله لن يعوّض عليه، لأنه أتبع الصجقة بما يبطلها وهو المن والأذى. ¶ الخسارة الثانية: هي الحرمان من ثواب الله من عطاء هذه الصدقة.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "الذي ينفق ماله ليقول الناس عنه أنه منفق، أوأنه حسن فعليه أن يعرف أن الحق سبحانه وتعالى يوضح لنا في هذا المجال أن الذي يدفع الأجر هو من عمل له العمل، فالانسان على محدودية قدرته يعطي الأجر على من عمل له عملا، والذي يعمل من أجل أن يقول الناس انه عمل فيأخذ أجره من قدرة البشر المحدودة، ولذلك قال لنا رسول الله صلى الله عليه وسلم عن الذي يفعل الحسنة أو الصدقة ليقال عنه انه فعل \" لقد فعلت ليقال وقد قيل\" هذا الانسان يأتي يوم القيامة فيجد أن لا أجر له. ¶ واياك أيها الانسان أن تقول: أنا أنفقت ولم يوسع الله رزقي، لأن الله قد يبتليك ويمتحنك فلا تفعل صدقة من أجل توسيع الرزق، لن عطاء الله عند المؤمن ليس في الدنيا فقط، ولكن الله قد يريد ألا يعطيك في الفانية ويبقى لك العطاء في الآخرة، وعندما تتأمل قول الحق سبحانه وتعالى في حق الذي ينفق ثم يتبع ما أنفق المنّ والأذى:{ فمثله كمثل صفوان عليه تراب} البقرة 264، الصفوان هو الحجر الأملس الذي نسميه بالعامية الزلط ويقال للأصلع صفوان رأسه أي رأسه أملس كالمروة، ومعنى كلمة أملس أي: لا مسام له، أو لا مسام يمكن أن تدركه بالعين المجردة انما يدرك الانسان هذه المسام بوضع الحجر تحت المجهر، وهذا الشيء عندما يكون ناعما يأتي عليه تراب وعندما يأتي المطر وينزل على التراب فلا يبقى من التراب شيئا على هذا الحجر الأملس، ولو كان بالحجر بعض من الخشونة لبقي شيء من التراب بين نتوءات الحجر. ¶ اذن، فالذي ينفق ماله رئاء الناس هو كالصفوان المتراكم عليه تراب ثم عندما ينزل المطر على التراب فيزيله. وقوله:{ لا يقدرون على شيء مما كسبوا} أي: فقدوا القدرة على امتلاك أي شيء، لأن الله جعل ما عملوا من عمل هباء منثورا. ¶ ** ¶ الكبر",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "لا يوجد كبرياء الا لله وحده، أما الانسان فهو من الأغيار، فالقوي يصيبه الضعف، والغني يصيبه الفقر، وان كان عالما فقد يفقد علمه لسبب ما، لذا فكل من أراد الاستعلاء والتكبر على غيره فليحاول أن يبحث عن شيء ذاتي في نفسه يستحق أن يتكبر به! ¶ ومعنى ذلك أن يبحث عن شيء لا يسلب منه، ولن يجد أحد ذلك الشيء، لأن الوجود الانساني كله يطرأ عليه الأغيار، من غنى وفقر وضعف وقوة وصحة ثم ينتهي الكل بالموت. ¶ لذلك فالمؤمن الصادق مع نفسه يعرف ان الكبرياء لله الواحد القهار وحده لا ينازعه فيه أحد. ¶ اذن، فالمؤمن عليه ألا يحبط عمله بالاستعلاء على الخلق بما رزقه الله من مال، أ, موهبة من عمل ينبغ فيه، لأنه يعلم أن هذا كله من الله تعالى، وأن الله مستخلفه وناظر ما يفعل فيه، فيرى كل منا ربه ما يحب ويرضى. ¶ ** ¶ الاحتيال والتكبر ¶ يقول الحق سبحانه وتعالى:{ ان الله لا يحب من كان مختالا فخورا} النساء 36. ¶ ما هو الاختيال؟ وما هو الفخر؟ ¶ مادة الاختيال: كلها تدور على زهو لحركة لذلك نسمي الحصان من فصيلة الخيل، لأنها تتخايل في مشيها، وعندما يركبها الفرسان تتبختر بهم، ولذلك كلمة الخيلاء من هذه. ¶ اذن، فالاختيال حركة مرئية، أما الفخر فهو حركة مسموعة، فالحق سبحانه وتعالى ينهى المؤمن أن يجعل صورته أمام الناس صورة المختال الذي يسير بعنجهية، ويعتبر نفسه مصدر النعمة فينطبق عليه قول الله سبحانه وتعالى:{ ثاني عطفه ليضل عن سبيل الله له في الدنيا خزي ونذيقه يوم القيامة عذاب الحريق ذلك بما قدمت يداك وأن الله ليس بظلام للعبيد} الحج 9، 10. ¶ أما الفخر: فهو أن يتشدق الانسان بكلام غير صحيح أو مبالغ فيه فيحكي عما فعله ويمجده ويعلي من شانه وكأنه مصدر كل عطاء البشر. ¶ ** ¶ البخل ¶ يقول الحق سبحانه وتعالى:{ الذين يبخلون ويأمرون الناس بالبخل ويكتمون ما أتاهم الله من فضله، وأعتدنا للكافرين عذابا مهينا} النساء 37.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "البخل هو المشقة في العطاء، فعندما يطلب من شخص ما أن يعطي شيئا فانه يجد في العطاء مشقة. لذا فالمؤمن موصوف ببسط الكف، وأنه يسعد للعطاء، أما البخيل فقد يذهب به بخله أن يضن بالشيء الذي لا يضره بذله، ولا ينتفع بمنعه. ¶ ان البخيل لا يرغب في الطعاء حتى ولو في ذات نفسه، واقرأ قول الشاعر حين يصوّر البخل والشح فانه وصف البخيل أنه يبخل على نفسه، واذا كان الانسان يبخل على نفسه فكيف يجود على غيره؟ ¶ كان الشاعر يذم شخصا اسمه عيسى وهو بخيل حتى على نفسه فيما لا يضره بذله ولا ينفع منعه، فيقول: ¶ يقتر عيسى على نفسه وليس بباق ولا خالد ¶ فلو يستطيع لتقتيره لتنفس من منخر واحد ¶ انه بخيل الى الدرجة التي يضن بها على نفسه فلا يتنفس بفتحتي أنف، ولكنه يحاول أن يتنفس بفتحة واحدة لو استطاع. ¶ وها هو ذا شاعر آخر يصور البخيل صورة تمنع البخيل الأريحية والكرم فيقول: ¶ لو أن بيتك يا ابن عم محمد ابر يضيق بها فضاء المنزل ¶ وأتاك يوسف يستعيرك ابرة ليخيط قدّ قميصه لم تفعل ¶ انه بخيل حتى بابرة واحدة لو طلبها منه نبي الله يوسف عليه السلام الذي قد تمزق قميصه من دبر أثناء مراودة امرأة العزيز له عن نفسه. ¶ هذا هو البخيل في خيال الشاعر، ولو أن نبيا كيوسف الصديق جاء الى هذا البخيل الذي يملك منزلا مليئا بالابر فلن يعطيه البخيل ابرة واحدة يخيط بها قميصه. ¶ قال الحق سبحانه:{ ولا يحسبن الذين يبخلون بما أتاهم الله من فضله هو خيرا لهم، بل هو شر لهم، سيطوّقون ما بخلوا به يوم القيامة، ولله ميراث السموات والأرض والله بما تعملون خبير} آل عمران 180. ¶ الحق سبحانه وتعالى يصنع للبخيل بما بخل به طوقا حول عنقه، فلو أن البخيل قد بذل قليلا لكان الطوق خفيفا حول رقبته يوم القيامة، لكن البخيل كلما منع نفسه من العطاء ازداد الطوق ثقلا.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "ولقد قال الحق سبحانه وتعالى أيضا عن الذين يكنزون الذهب والفضة:{ والذين يكنزون الذهب والفضة ولا ينفقونها في سبيل الله فبشّرهم بعذاب أليم يوم يحمى عليها في نار جهنم فتكوى بها جباههم وجنوبهم وظهورهم هذا ما كنزتم لأنفسكم فذوقوا ما كنتم تكنزون} التوبة 34، 35. ¶ وذلك يعني أن كل ما كنزوه من الذهب والفضة يحمى عليها في النار يوم القيامة لتكوى به الجباه، والجنوب جمع جنب. ¶ اذن.. فالانسان العاقل هو من يخفف عن نفسه الكي بما يكنز. ¶ والبخلاء عن عطاء الناس من مال الله لا يكتفون بما بخلوا به وهي خسيسة خلقية في نفوسهم يحبون أن تتعدى الى سواهم كأنهم عشقوا البخل ويؤلمهم أن يروا انسانا جوادا فيقول البخيل للمنفق في سبيل الله لاتفق.. لماذا؟ لأن البخيل يؤلمه أن يرى الكرم، ويجب أن يكون الناس كلهم بخلاء حتى لا يكون هناك من هو أفضل منه، فالبخيل يعرف ان الكرم أفضل من البخل، والدليل أنه يطلب من الناس جميعا أن يكونوا بخلاء وهؤلاء هم الذين قال فيهم الحق سبحانه وتعالى:{ الذين يبخلون ويأمرون الناس بالبخل ويكتمون ما أتاهم الله من فضله، وأعتدنا للكافرين عذابا مهينا}. النساء 37. ¶ اذن.. فالبخيل هو من ضن ما آتله الله من فضله على من لم يؤت من فضل الله. ¶ والبخل ليس في المال فقط، انما هو في كل موهبة من المواهب التي أعطاها الله لأحد من خلقه وتنقص عند الغير، فمن ضنّ بها فهو داخل في البخل، فالذي يبخل بقدرته على معونة العاجز على القدرة فهو بخيل، والذي يبخل بما عنده من علم على من لا يعلم فهو بخيل، والذي يبخل حتى على السفيه بالحلم فهو بخيل، فاذا كان الانسان يملك طاقة من الحلم فلماذا لا يبذلها على السفيه؟ ¶ اذن.. فمن معاني البخل هو أن يمنع الانسان شيئا قد وهبه الله له عن مخلوق محتاج، فمثلا ذلك البارع في صنعة ما يضن بأسرارها على تلاميذه، هذا لون من البخل كما يقول الحق سبحانه:{ الذين يبخلون ويأمرون الناس بالبخل} النساء 37.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وقوله تعالى:{ ويكتمون ما آتاهم الله من فضله، وأعتدنا للكافرين عذابا مهينا} النساء 37. ¶ ان الكتم هو: منع شيء يريد أن يخرج بطبيعته، فيحاول الكاتم كتمه، فعندما يجرح انسان فهو يكتم الدم، لأنه ان لم يكتم الدم فان الانسان ينزف حتى يصفى دمّه. وكأن المال والعلم وكل موهبة خلقها الله يريدها أن تظهر وتنتشر بين الناس، لذا فان الفطرة الطبيعية في كل رزق مادي أو رزق معنوي هو أن يستطرق بين البشر فكل شيء مخلوق لخدمة الانسان. ¶ فعندما يأتي انسان ليكتم شيئا مخلوقا لخدمة الانسان، ويحجبه فقد منع الشيء عن أداء رسالته. ¶ ولما كان كل شيء خلقه الله تعالى من اجل خدمة الانسان فيجب ألا يعوقه أحد عن هذه الخدمة، فالرزق ماديا كان أو معنويا يغضب ويحزن، واقرأ قول الحق سبحانه وتعالى:{ فما بكت عليهم السماء والأرض وما كانوا منظرين} الدخان 29. ¶ اذن.. فبلاغ الحق في قوله:{ ويكتمون ما أتاهم الله من فضله} النساء 37، يبين لنا أن كل شيء مخلوق هو ملك لله تعالى خالقه وموجده، فليس هناك شيء ذاتي في الانسان ولننظر الى الكون حولنا وسنجده كله أغيارا فنحن في حياتنا نرى القادر قد صار عاجرا، ونرى الغني صار فقيرا، والأيام دول. ¶ من أجل ذلك حتى لا تستقر الأشياء أما الانسان، وما من اوحد الا ويمر أمام عينيه، وفي تاريخه، وفي سمعه الا أنه كان ثم صار غير ما كان، وما دام المر كذلك فلم لا نعتبر؟ ¶ ان البخيل عندما يكنز ما أتاه الله من مال فهو يحرم نفسه منه ويصير المال الى ورثته وأولاده وقد ينفقونه في غير ما كان يحب، ولا أحد بقادر على أن يخدع خالقه أبدا. ¶ ان البخيل ييسر السبيل لغيره فقد حرم نفسه وادخر، فلمن ادخر، انه ادخر لبشر آخرين، وما دام الادخار لأناس آخرين فهذا يعني أن رزق البخيل ضيق والذين سيأخذونه رزقهم واسع، والبخيل حين ¶ يمنع المال عن الغير فهو قد يسر سبيلا لمن يعطي مستقبلا أي يدبر المال للمنفق في أن ينفقه، انه ييسر السبيل للكريم. ¶ **",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "فعل السوء ¶ قال الله تبارك وتعالى:{ من عمل منكم سوءا بجهالة ثم تاب من بعده وأصلح فأنه غفور رحيم} الأنعام 54. ¶ السوء: وهو الأمر المنهى عنه من الله، وهناك من يعمل السوء بجهالة. ¶ وشائع بين الناس أن الجهالة تعني عدم العلم، وهذا فهم خاطئ للجهالة. ان الذي لا يعلم هو المرء الخالي الذهن، ولمن الجاهلة هو أن يعلم الانسان حكما ضد الواقع، مثل أن يكون مؤمنا بعقيدة تخالف الواقع. ¶ ومعالجة الجهالة تقتضي أن ينزع منه هذه العقيدة التي ضد الواقع ثم نقنعه بالعقيدة المطابقة للواقع. ¶ ان الذي يسبب المتاعب للناس هم الجهلة، لأن الجاهل يعتقد في قضية ويرمن بها وهي تخالف الواقع، ان الجهالة هي السفه والطيش، والطيش يكون بعدم تدبر نتائج الفعل، والسفه هو أن الانسان لا يقدّر قيمة ما يفوته من ثواب، وما يلحقه من عقاب، وقد يكون الانسان مؤمنا ولكنه يرتكب السوء، لأنه لم يستحضر الثواب والعقاب، وبذلك يرتكب من السوء ما يحقق له شهوة عاجلة دون التمعن في نتائج ذلك مستقبلا ولو أن ذلك الانسان قد استحضر الثواب والعقاب لما فعل ذلك السوء. ¶ ومن معاني عمل السوء بجهالة هو انه ارتكاب الأمر السيء دون أن يبيت له الانسان أو يخطط له. ¶ وقوله تعالى:{ انما التوبة على الله للذين يعملون السوء بجهالة ثم يتوبون من قريب فأولئك يتوب الله عليهم، وكان الله عليما حكيما} النساء 17. ¶ الله سبحانه وتعالى يقبل توبة مرتكبي الذنب اذا ما ارتكبوه في حالة من الحماقة والطيش ثم يتوبون الى الله تعالى، هؤلاء يقبل الحق سبحانه وتعالى توبتهم، لكن الذين لا يندمون على فعل السوء هؤلاء يقول عنهم الحق: ¶ { وليست التوبة للذين يعملون السيئات حتى اذا حضر أحدهم الموت، قال اني تبت الآن ولا الذين يموتون وهم كفار، أولئك أعتدنا لهم عذابا أليما} النساء 81. ¶ وآخر دعوانا أن الحمد لله رب العالمين",
            "page": "52",
            "part": "1"
        }
    ],
    "t35038": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "alfadilawaalrazila"
        }
    ]
}