{
    "b35039": [
        {
            "id": "1",
            "nass": "الشَّباب والفَراغ ¶ لِسَمَاحَةِ الشَّيْخِ العَلاَّمَةِ ¶ عَبْدِ اللَّهِ بنِ عَبْدِ الرَّحْمَنِ بنِ جِبْرِيْنٍ ¶ ـ حفظهُ اللَّه تعالى ،ورعاهُ ـ ¶ قام بتنسيق الرِّسالة ونشرها : ¶ سَلمَانُ بْنُ عَبْدِ القَادِرِ أبُوْ زَيْدٍ ¶ غَفَرَ اللَّهُ لَهُ ،ولِوَالدَيْهِ ،ولِمَشَايخِهِ ،ولجَمِيْعِ المُسْلِمِيْنَ. ¶ ( ¶ « تَقْدِيمُ فَضِيلةِ الشَّيخِ العَلاَّمَةِ عَبدِ اللَّهِ بنِ عَبدِ الرَّحمنِ الجِبْرِين » : ¶ الحمد لله الذي خلق الخلق للعبادة، ونفذ فيهم ما قدره وأراده، أحمده سبحانه وأشكره، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدا عبده ورسوله. ¶ وبعد: ¶ فقد كنت ألقيت محاضرة ارتجالية في أحد مساجد الرياض تتعلق بشغل الوقت والنهي عن إضاعته، ثم نسخها بعض الأخوة من أشرطة التسجيل، ورغب نشرها بعد إصلاح بعض الأخطاء التي هي سبق لسان، فأذنت له في ذلك، ولم أتمكن من إعادة سبكها وتنظيمها لبعض العوائق، ولكن لا تعدم الفائدة منها إن شاء الله. ¶ وذلك لما رأيناه في هذه الأزمنة من إكباب الأمة على هذه الملهيات والألعاب الشاغلة والقاطعة للحياة، وهكذا كثرة الفتن التي أذهبت على جماهير الأمة صفو أوقاتهم، بل كانت عاقبتها أن أوقعت من تمادى معها في المعاصي والمحرمات التي تحكمت في عقولهم، وملكت عليهم إرادتهم، واستعبدت أهواءهم وميولهم، وصعب عليهم التخلص من تلك الشهوات الآثمة. ¶ بل رأى الكثير منهم أن الصواب ما سلكوه، واستنقصوا من خالفهم أو عاب عليهم مسالكهم. ¶ واعترف بعضهم بالخطأ، واعتذروا بأنها قد تحكمت فيهم تلك الشهوات والميول فلا يستطيعون فراقها. ¶ وهدى الله بفضله الكثيرين منهم وأقلعوا عنها، وتداركوا بقية حياتهم، واستغلوا أوقاتهم فيما يعود عليهم بالفوائد العاجلة والآجلة. ¶ والله يهدي من يشاء بفضله، ونسأله سبحانه أن يمن علينا بالهداية، وأن يرد ضال المسلمين إلى رشده ردا جميلا، والله أعلم، وصلى الله على محمد وآله وصحبه وسلم. ¶ قاله",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "عبد اللَّه بن عبد الرَّحمن الجِبرين ¶ 4 ـ5 ـ 1413 هـ ¶ « المُقدِّمةُ » : ¶ إن الحمد لله، نحمده ونستعينه ونستغفره ونتوب إليه، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له. ¶ وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدا عبده ورسوله، صلى الله عليه وعلى آله وصحبه وسلم تسليما كثيرا. ¶ أما بعد: ¶ لا شك أن الإنسان العاقل متى عرف أن الأيام هي رأسماله، فإنه يحرص على أن يستغلها ويستفيد منها؛ كيلا يضيع شيء من رأسماله. ¶ والحديث عن أهمية الوقت والفراغ حديث يطول، قد لا يستطيع المرء أن يوفيه حقه؛ لتوسعه وكثرة فروعه، والإطالة في ذلك قد تفوت بعض المقصود؛ فكثرة الكلام قد ينسي بعضه بعضا. ¶ وسوف نتناول بشيء من الإيجاز أهمية الوقت ومشكلة الفراغ عند الكثير من الناس، وكيف يشغل هؤلاء الناس فراغهم هذا؟ ثم نذكر بعض الدوافع التي تدفع الناس للقيام بتلك الأعمال، ثم أخيرا نوجز في الإجابة على سؤال هام وهو: كيف يكون الإنسان قويا على مقاومة فتن هذا الزمان؟! ¶ وفقنا الله لما يحبه ويرضاه، ونسأله تعالى أن يجعل عملنا خالصا لوجهه تعالى، والله ولي التوفيق. ¶ « أهمية الوقت » : ¶ إن أهمية الوقت معلومة عند كل إنسان، ذلك أن وقت الإنسان هو رأسماله، وهو عمره، وهو أيامه ولياليه، فإذا ما ضاع رأس المال، ضاعت الأرباح، فإذا عرف الإنسان أن هذه الأيام هي رأسماله، حرص على أن يستغلها ويستفيد منها، وألا يضيعها، فإن الإنسان إذا كان معه نقود وأخذ يضيع بعضها، فيذهب كل يوم جزء منها، فإنه لن يأمن أن تتلاشى ويبقى صفر اليدين، ليس معه رأس مال، وكذلك الوقت الذي هو ساعاته وأيامه ولياليه، لا بد أن يستغله، ويحرص على الاستفادة منه، ليكون بذلك رابحا.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ذلك أن الإنسان إذا استغل رأسماله وأخذ ينميه، بقي رأسماله وربح، فكذلك نقول: إن رأس المال للإنسان هو أيامه ولياليه، وعليه أن يستغلها، وعليه أن يحرص أن يكون هذا الاستغلال فيما ينفع ويفيد. ¶ ولقد احتج الله على عباده بأن مد لهم في الأعمار، يقول تعالى مخاطبا أهل النار: ? أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ وَجَاءَكُمُ النَّذِيرُ ? [ سورة فاطر ، الآية : 37]. ¶ أي: أما أعطيناكم أعمارا، وكان فيها متسع لأن تتذكروا وتتعظوا؟ فماذا قدمتم في هذه الأيام وهذه الأعمار ؟! ¶ إن عليك أيها الإنسان أن تعلم أنك محاسب على كل وقت يمضي عليك، لقول الرسول -صلى الله عليه وسلم- : « لا تزول قدما عبد حتى يسأل عن أربع: عن عمره فيما أفناه، وعن شبابه فيما أبلاه، وعن ماله من أين اكتسبه وفيما أنفقه، وعن علمه ماذا عمل به »(1). ¶ فانظر كيف جعل الرسول -صلى الله عليه وسلم- سؤالين عن العمر؟ وكيف خص الشباب؟! ¶ فلا بد أنك مسؤول كيف استعملت هذه الأيام؟ وفي أي شيء أضعتها؟ وهل أضعتها فيما يضرك؟ أو فيما لا فائدة منه؟ ¶ فإن كنت قد أنفقتها فيما هو مفيد ونافع، فإنك ستربح وتجد الثمرة، أما إذا كنت قد أنفقت أيامك فيما يضر، فإنك حينئذ لن تملك جوابا !! ¶ « كيف يستغل الشباب أوقاتهم ؟ » : ¶ أولا : الاستغلال الجيد للوقت : ¶ لا شك أن من الأمور الهامة أن يستغل الإنسان وقته فيما يفيد، فكيف السبيل إلى تحقيق هذه الفائدة؟! ¶ إن السبيل إلى استغلال الوقت يكون بأمرين : ¶ 1- ترتيب الوقت. ¶ 2- استغلال المجالس. ¶ وسنتكلم عن هذين الأمرين باختصار فنقول : ¶ 1- ترتيب الوقت: ¶ فمن المهم أن ترتب وقتك، وتجعل لكل ساعة عملا؛ حتى تعرف كيف تعمل في هذه الساعة وهذا اليوم. ¶ __________ ¶ (1) أخرجه الترمذي (2417) والدرامي (539) وصححه الألباني في صحيح الجامع (7177) وسلسلة الأحاديث الصحيحة (946).",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "فأنت تحتاج مثلا إلى حرفة أو صنعة تكتسب منها الرزق، فتجعل لها جزءا من وقتك، فتجعل لها خمس ساعات، أو عشر ساعات مثلا لاكتساب الرزق الحلال. ¶ وأنت محتاج أيضا إلى أداء أعمال تعملها لله، كالصلاة ونحوها، وهذه أيضا تجعل لها جزءا من وقتك، ساعتين أو ما شابه كل يوم. ¶ وكذلك أنت محتاج لمجالسة أهلك وزملائك وأصدقائك، ويكفيك أن تجعل لهم ساعة أو ساعتين. ¶ وهكذا يتبقى عندك حوالي اثنتي عشرة ساعة، هذه الساعات إذا جعلت للنوم منها ست ساعات مثلا، يتبقى لديك ست ساعات أخرى، ففي أي شيء تشغل تلك الساعات الباقية فيما تربح منه؟! ¶ إن هناك أمورا ذات أهمية، إذا شغلت بها بقية وقتك فإنك سوف تستفيد، وإذا أضعته فإنك ستندم!! ¶ فهناك مثلا زيارات للعلماء والعباد، فاجعل لها ساعة أو ساعتين، إما أسبوعيا وإما يوميا، تستفيد منها في حياتك علما وعملا، وتربح بها حسنة تضاف إلى سجل حسناتك. ¶ وهناك أيضا أصدقاء ومحبون، إذا جالستهم تستفيد من مجالسهم خيرا وعلما وفقها وعملا، فإذا جعلت لأصدقائك الصالحين وقتا تستفيد منه، فإنك ستربح الربح الذي تجني فائدته. ¶ وهناك أيضا الدعوة إلى الله: وهي من الأعمال التي تقربك إلى الله -سبحانه وتعالى- وتكون هذه الدعوة بقولك أو بفعلك، وتجعل لذلك أيضا جزءا من وقتك. ¶ وهناك أيضا أعمال خاصة تكون بحاجة إليها، إذا استعملت فيها ساعة أو ساعتين استفدت منها. ¶ فإذا فعلت ذلك، وقسمت وقتك نهاره وليله، فلم يذهب عليك جزء من الوقت إلا في طاعة الله، أو ما يستفاد منه في هذه الحياة - لم تخسر شيئا من حياتك، وبذلك تحرص على حفظ الزمان دون أن يذهب منه شيء، وتستغل وقتك في الشيء الذي يستفاد منه. ¶ 2- استغلال المجالس: ¶ تكون المجالس عادة لكبار السن، وتكون تلك المجالس في بيت أحدهم، ويمر الوقت وهم في تلك المجالس، فكيف يقضون تلك المجالس؟ وكيف يمكن أن يستغلوها فيما يفيدهم؟",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "إن كثيرا من هؤلاء يشكون أنهم ليس لهم حرفة، وليس لهم عمل، فيقعون في أشياء تضرهم ولا تنفعهم! ¶ فكيف السبيل إلى شغل هذه المجالس فيما ينفعهم؟ ¶ يمكن شغل هذه المجالس مثلا بقراءة القرآن وتدارسه، فإذا قرأ أحد أعضاء المجلس كتاب الله -عز وجل- واستمع الآخرون إليه، أليس ذلك من الحسنات؟ ¶ بل يستفيد هو، ويستفيد المستمعون إليه، وقد يبحثون في معاني آيات الله ومدلولاتها، فيحفظون وقتهم، ويزدادون حسنات، ويتعلمون ويتثقفون في أمور دينهم، ولا يضرهم أن يقضوا في ذلك ساعة أو ساعتين. ¶ وهكذا يمكن شغل هذه المجالس بقراءة كتب الحديث والفقه وغيرها، فيقرأ أحدهم كتابا من كتب الحديث، أو الأحكام والآداب، أو كتب السير والتراجم، أو كتب الحوادث والأخبار والمواعظ أو الخطب. ¶ فإذا قرأ عليهم يوما في هذا، ويوما في هذا، قضى في كل يوم ساعتين أو ثلاث ساعات، فاستفاد واستفادوا، وحفظوا بذلك وقتهم وأعمالهم، وتفقهوا في دينهم، وازدادوا عملا صالحا. ¶ ولا شك أن ذلك سهل كما أنه هام، خاصة أن كثيرا منهم يبقون على جهلهم، وأن هذا مما يحفظ وقتهم، وتحصل منه الفائدة، ويتزودوا منه للدار الآخرة. ¶ فإن ملوا من ذلك وضجروا فإنهم سوف يخوضون فيما بينهم ويتكلمون، وهنا ننصحهم بعدم أضاعة الوقت في القيل والقال، أو في الغيبة والنميمة، ونرشدهم إلى أن تشمل أحاديثهم فيما بينهم النظر في آيات الله الكونية ومخلوقات الله؛ فإن في ذلك فائدة عظيمة، يحفظون بها الوقت ويعتبرون، فتتركز العقيدة وتقوى في القلوب. ¶ أيها الأخوة، تفكروا في آيات الله التي أمرنا أن نتفكر فيها ونعقلها، والتي يذكرها الله -عز وجل- دائما. ¶ فنحن خلق الله -عز وجل- هو الذي خلقنا، ومكن لنا في هذه الأرض، نتعجب كيف خلق الإنسان؟ وكيف ركب؟ وكيف بث الله -سبحانه وتعالى- هذه المخلوقات على وجه الأرض؟ وكيف جعل لكل دابة رزقا؟ وجعل منها ما يطير بجناحين، ومنها ما يدب على الأرض؟",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وتفكروا في هذا النبات المختلف ألوانه كيف جعله الله تعالى ينمو بهذا الشكل؟ وكيف جعل فيه هذه الثمار والأغصان؟! ¶ وكيف بسط الله -عز وجل- الأرض، وجعل فيها الجبال والوهاد والأودية، والمنخفضات والمرتفعات والرمال والأبطحة، والمعادن التي في جوفها والمياه، وما شابه ذلك؟ ¶ فلو أن الإنسان أخذ يتدبر في هذه المخلوقات وأخذ يكرر ذلك لحفظ وقته من الضياع، وازداد يقينا وقوي إيمانه، ولم تتطرق إلى عقله الشكوك والتخيلات الشيطانية. ¶ وكذلك أيضا إذا تدبر في الأبراج العلوية والأفلاك، والأجرام والنجوم، والشمس والقمر، والرياح، والسحب والأمطار، وما إلى ذلك، فإنه لا بد أن يشغل وقته فيما هو مفيد، وبذلك يزداد يقينه، ويعتبر أيما عبرة! ¶ فإذا تكلموا أو عمر هؤلاء مجالسهم بذلك، أوشكوا أن يستفيدوا منها، ويحفظوا بذلك أعمارهم. ¶ كذلك يباح لهم أن يسأل بعضهم بعضا عما وقع من الحوادث والأخبار التي فيها عبر وفوائد، سواء في القريب أو البعيد، وكذلك يبحثون عما يهمهم من أمر الأمة الإسلامية، وما يهمهم في مجتمعهم، وكذلك يبحثون فيما أمروا أن يعملوه، أو يغيروه من الأعمال وما شابه ذلك، وسوف يجدون حوادث تهم المجتمع، وتحتاج إلى جهد الواحد منهم والجماعة، ويهمهم أن يعالجوها قبل أن تستفحل وتتمكن. ¶ فإذا خاض المجتمع في مثل هذا أوشك أن ينتفع إن شاء الله، وإن كان هناك أناس ليس لهم همة ولا علو، فلا يحسون بحاجتهم إلى التعلم، فيتكلمون فيما لا يعنيهم! ¶ وكذلك هناك آخرون يحسون أنهم قاصرون عن أن يتعلموا، فلا يجدون شيئا سوى أن يتكلموا عن شيء فيه مضرة أو لا فائدة منه. ¶ ثانيًا: الاستغلال السيئ للوقت : ¶ بعض الناس يضيعون أوقاتهم فيما لا فائدة فيه، ولا يجدون شغلا سوى أن يتكلموا عن شيء فيه مضرة، وفي هذا مفسدة للأخلاق، ومضيعة للوقت، ومن أمثلة ذلك: ¶ 1- ضياع الوقت في اللهو واللعب :",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "يشاهد أن هناك شبابا وكهولا، بل ومنهم الشيوخ وكبار السن لا يقضون وقت فراغهم إلا في اللعب واللهو الباطل، ولا شك أن هذا اللعب مضيعة للوقت، فتجدهم يعكفون على آلات اللهو واللعب طوال ليلهم أو نهارهم، أو طوال وقت فراغهم. ¶ وإذا كانوا في مكان عمل وليس لديهم عمل، فلا يجدون إلا اللعب بآلات يدوية يلعبون بها، لمجرد ضياع الوقت، ويزعمون أنهم بذلك يتسلون، وأنهم يرفهون عن أنفسهم، فتجدهم في قهقهة وضحك، وفي لهو وسهو، وفيما لا فائدة فيه حتى يذهب عليهم الوقت الطويل وهم في حالهم هذا! ¶ ولا شك أن هذا مضيعة للوقت الثمين الذي هم مسؤولون عنه وقد يتعلل هؤلاء أنهم بهذا ينشغلون عن الغيبة والنميمة، والكلام في أعراض الناس! ¶ ونقول لهؤلاء: صدقتم وكذبتم! فما الذي يحملكم على الغيبة والنميمة؟! ألا تجدون ما تشغلون به الوقت غير هذا الذي لا فائدة منه، بل عليكم منه مضرة؟! ¶ لقد أضعتم هذا الوقت الثمين، ومع ذلك لهوتم بعض اللهو واللغو، ووقعتم فيه! ¶ وقد قال الله تعالى في أهل اللهو: ? وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ?[ سورة لقمان، الآية : 6 ]. ¶ ولا شك أن هذا الذي ترتكبونه من لهو الحديث؛ فان كل شيء يلهي عما فيه خير فهو داخل في ذلك، ولأنه مما يصد عن سبيل الله! ¶ وقد مدح الله الذين يعرضون عن اللهو بقوله تعالى: ? وَالَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ ?[ سورة المؤمنون، الآية : 3 ] . ¶ وقال جل وعلا: ? وَإِذَا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ وَقَالُوا لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ سَلَامٌ عَلَيْكُمْ لَا نَبْتَغِي الْجَاهِلِينَ ? [ سورة القصص، الآية : 55 ]. ¶ فمن اللغو: الكلام الباطل، والضحك، والقهقهة، فإن أكبر عيوب الدنيا أن أهلها اتخذوها لهوا ولعبا!",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وذكر الله عن أهل النار قوله تعالى: ? الَّذِينَ اتَّخَذُوا دِينَهُمْ لَهْوًا وَلَعِبًا ? [ سورة الأعراف، الآية : 51 ] وقال تعالى: ? وَمَا هَذِهِ الْحَيَاةُ الدُّنْيَا إِلَّا لَهْوٌ وَلَعِبٌ ? [ سورة العنكبوت، الآية : 64 ]. ¶ أليس هؤلاء الذين يشغلون أوقاتهم في الورق والقمار والميسر وغيره من أهل اللهو واللغو؟! ¶ وقد حرم الله تعالى القمار والميسر، وقرنه بالخمر فقال: ? إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ ? [ سورة المائدة، الآية : 90 ]. ¶ فإذا كان اللعب على عوض ثم فاز هذا قمر الآخر وأخذ نقوده بغير حق، ويبقى الآخر صفر اليدين فهو القمار أي الميسر المحرم! ¶ وإذا كان على غير عوض فهو داخل في لهو الحديث الذي ذمه الله تعالى، وقد يدخل أيضا في الألعاب الباطلة التي ورد النهي عن اللعب بها في بعض الأحاديث، ومنها قوله -صلى الله عليه وسلم- : « من لعب بالنردشير فكأنما صبغ يده في لحم خنزير ودمه »(1). ¶ فإن تلك الألعاب الملهية الباطلة لا يستفيد الإنسان منها شيئا، بل يتضرر لإضاعة وقته الثمين الذي يسأل عنه ويحاسب عليه. ¶ 2- ضياع الوقت في الغيبة والنميمة : ¶ ومن جملة الملاهي التي ينشغل بها الكثير من الناس الخروج إلى أماكن في خارج البلد، أو وسط البلد ويجتمعون فيما بينهم، واجتماعاتهم تلك لا تكون على طاعة الله، بل غالبا على معصية. ¶ ونشاهد الكثير منهم على الطرق والشوارع الطويلة، نجدهم وقد اجتمعوا حلقا فنقول: ¶ على أي شيء اجتمعوا في تلك الحلق؟! ¶ هل اجتمعوا على ذكر ودعاء؟! ¶ هل اجتمعوا على قراءة وموعظة؟! ¶ هل اجتمعوا على تعلم وتعليم؟ ¶ هل اجتمعوا على تدبر وتفكر في خلق المخلوقات؟ ¶ لا، بل اجتمعوا على كلام سيئ باطل، أقل ما فيه أنه غيبة ونميمة، وحديث في أعراض أناس غائبين. ¶ __________ ¶ (1) أخرجه مسلم (2260).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ولا شك أن هذا هو الغالب في مجالس الناس اليوم، وأنهم اتخذوا هذه المجالس التي ينهشون فيها أعراض إخوتهم، ويقعون في الغيبة والنميمة التي نهى الله -عز وجل- عنها في قوله: ? وَلَا يَغْتَبْ بَعْضُكُمْ بَعْضًا أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ ? [ سورة الحجرات، الآية : 12 ]. ¶ فشبه -عز وجل- الخوض في عرض المسلم بمن يأكل لحمه وهو ميت، ولا شك أن ذلك غاية في البشاعة. ¶ والأدلة على تحريم الغيبة كثيرة، ولهذا نحرض المسلمين أن يجعلوا مجالسهم للشيء النافع من العلم والعمل؛ حتى يستفيدوا منه بما ينفعهم، وأن يبتعدوا عن مجالسة أهل التفكه بالأعراض، واتخاذ الأعراض تسلية وتحلية، وقطعا للوقت وإذهاب ملل الزمان كما يقولون. ¶ وعلى هؤلاء إن كانوا فارغين أن يجعلوا وقتهم فيما ينفعهم، فإن كان ولا بد فليكن كلامهم في أناس حاضرين معهم. ¶ حتى ينبهوهم على ما فيهم من نقص، عسى أن ينتفعوا ويشغلوا أوقاتهم فيما لا يضر أحدا من المسلمين الغائبين. ¶ 3- سماع الأغاني : ¶ قد يجلس كثير من الناس مجالس عادية، ولكن لا تخلو هذه المجالس من أشياء ضارة، غير نافعة، ومن هذه الأشياء الضارة عكوف كثير منهم على سماع الأغاني، وهو الغناء المحرم الذي يحدث فيه سماع أصوات بترنم وترقيق، مشتملة على ما يثير الأشجان، ويحرك الغرائز، ويدفع النفوس الشريرة إلى مقارفة المعاصي، ويصد عن ذكر الله، وعن الصلاة. ¶ وسماع هذه الأغاني -للأسف- قد أصبح فكاهة عند كثير من الناس، وأصبح شغلا شاغلا عما خلقوا له، بحيث أنهم يتخذونها سلوى ولذة، ولا يجدون عنها بديلا، بل يجدونها طاعة وقربة، كما أرشد إلى ذلك كثير من العلماء. ¶ والحديث عن تحريم الغناء ليس هذا موضعه، ولكن نقول: إن الذين يشغلون أوقاتهم في سماع الأغاني قد أضاعوا وقتهم هباء وحسرة، ولا بد أن يأسفوا على فقده، ويحاسبوا عليه.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "فهو من ناحية إضاعة لوقت ثمين، ومن ناحية أخرى يعرض من يسمعه للخطر؛ لما تؤثر فيه تلك الأصوات والنغمات من المعاني والآثار السيئة. ¶ ولا شك أن سماع تلك الأصوات يوقع في النفوس محبة الشرور، ويقلل فيها محبة الخيرات. ¶ والعاكف على هذه الأغاني تجده محبا لإشباع غريزته منها، وعاكفا عليها، ومتلذذا بها. ¶ ومن آثارها السيئة دفع الإنسان إلى مقارفة المعاصي، وإلى شرب الخمور، وإلى الزنا، أو مشاهدة الصور الخليعة، أو ما شابه ذلك من الآثار السيئة. ¶ ولذلك ننصح المسلم أن يبتعد عن هذه الأشياء حتى يسلم على دينه، ويحفظ وقته. ¶ 4- النظر إلى الأشياء المحرمة : ¶ كما أن السمع يفتن، كذلك النظر قد يفتن! ¶ يقولون: إننا نتسلى بالنظر! فإلى أي شيء ينظرون؟! إنهم ينظرون إلى أفلام، وصور خليعة، يضعونها في تلك الأجهزة الحديثة ويتسلون بها طوال ليلهم، إلى أوقات السحر، أو طوال نهارهم! ¶ فكم من أوقات ثمينة تضيع أمام تلك الأفلام، وهذا وإن لم يكن فيه إلا إضاعة الوقت، أليس ذلك خسرانا مبينا؟!! ¶ أليس ذلك مما يكون مسببا للحسرة والندم والأسف على إضاعة هذا الوقت؟! ¶ وإذا قدر فعلا أن وقت الإنسان فارغ وليس لديه عمل يشغله كما يقولون وإنما هو يصرف وقته الزائد في مشاهدة هذه الأفلام، وهذه الصور، فماذا تكون النتيجة؟ ¶ إذا رأى هذه الصور لنساء متجملات متبرجات، أو رأت المرأة صور الرجال في غاية الجمال! ¶ ألا يكون ذلك دافعا للغرائز، ومحركا للشهوات؟! ¶ ألا يكون ذلك دافعا للوقوع في الفواحش؟! ¶ لا شك أن ذلك من أسبابه؛ لكثرة المنكرات، وكثرة الزنا، وكثرة وقوع كثير في السماع والرؤية، مما يسبب حدوث هذه المنكرات التي نشاهدها. ¶ كم نسمع أن فلانة حملت من الزنا؟! ¶ كم نسمع أن فلانة الشابة فجرت؟! ¶ كم نسمع أن فلانا وقع منه الزنا عدة مرات؟! ¶ هذا في الداخل، أما في الخارج فحدث ولا حرج.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "إن الذين يشاهدون هذه الأفلام ولم يتمكنوا من إشباع غريزتهم، قد يسافرون إلى البلاد التي بها ذلك العهر، وذلك الفساد حتى يشبعوا غرائزهم، فيجدون بلادا تكثر فيها المسارح، والمفاسد، والمنكرات، والفواحش، والعاهرات، وفيها التمكن من نيل الشهوات والأعراض المحرمة، حسبما يريدون. ¶ وما دفعهم إلى ذلك غير سماع تلك الأصوات الفاتنة، ورؤية الصور الخليعة، التي ما حملهم إليها كما يقولون سوى قطع الوقت! ¶ يقضون وقت فراغهم ويزعمون أنهم يسلون أنفسهم، فتكون النتيجة أنهم يقعون في المنكر من حيث لا يشعرون، أو من حيث يشعرون. ¶ بل إنهم قد لا يملكون أنفسهم، وذلك إذا طغت عليهم الشهوة، فلم يستطيعوا قمع هذه الدوافع التي تأزهم إلى الشر أزا. ¶ ولا شك أن أهل هذا الزمان ابتلوا بكثرة أنواع اللعب، ذلك اللعب الذي يعد من جملة ما تعاب به هذه الحياة، ولا شك أن الإثم في رؤيته، وكذلك في فعله، فهو مضيعة للوقت، وأي مضيعة؟! ¶ أما الألعاب الرياضية سواء في مشاهدتها أو ممارستها ففيها بالطبع فائدة، ذلك أنها تقوي الأبدان، وتزيد المعلومات، ولكن الإقبال على رؤية أو مشاهدة اللعب أو اللاعبين، والإكثار من ذلك، لا شك أن فيه مضيعة للوقت. ¶ لذا فإننا ننهى ونحذر من الإكثار من ذلك، حتى يحافظ الإنسان على وقته، ويستفيد منه. ¶ « دوافع انحراف الشباب » : ¶ 5- الشهوات... إلى غير ذلك. ¶ ومع ذلك فإن الإنسان قادر على مقاومة ذلك كله، فإذا جاء إلى الشاب زملاؤه، وقالوا: هلم معنا، فلنذهب إلى الملعب الفلاني، سنذهب إلى طرف البلاد حتى نرفه عن أنفسنا، وحتى نرى ونرى، وحتى ننهي بعض الوقت ! ¶ فإذا رفضهم الشاب وقال: ما خلقنا للعب كما روي عن يحيى -عليه السلام- أنه قال له الصبيان: هلم فلنلعب. فقال: يا شباب، ما خلقنا للعب. يعني: خلقنا للعبادة والعمل وليس للعب.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ومتى قال هذا الشاب فإنه اقتدى في ذلك بنبي من الأنبياء، وهو يحيى ابن زكريا الذي قال الله فيه: ? وَآتَيْنَاهُ الْحُكْمَ صَبِيًّا ? [ سورة مريم، الآية : 12 ] إلى أن قال: ? وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا ? [ سورة مريم، الآية : 15 ]. ¶ كذلك فإن الشاب إذا دفعه بعض زملائه وقالوا: هلم نرفه عن أنفسنا في أحد المجالس، كأن نقرأ في هذه المجلات التي تحوي صورا وأخبارا، وفيها وفيها! وما شابه ذلك، رفضهم وقال: هذا من الفتنة، ونحن لا نحب أن نفتن في عقولنا، ولا في شهواتنا، ولا نريد أن نقع في الفتنة، ولا نقرب منها، لا أريدكم، ولا أحب مجالستكم وأنتم عاكفون على هذه الصحف أو المجلات التي يروى فيها كلام سيئ، أو فيها صور فاتنة!! ¶ وإذا طلب منه أهله مثلا أن يشترى لهم شيئا من الملاهي: كآلات الملاهي وأشرطة الفيديو ذات الأفلام الخليعة، رفض ذلك، وقال: لا أريد ذلك؛ فانه محرم شرعا، فإن الله حرم أسباب الشر، وأسباب الفساد، ونص على تحريم هذه الصور واقتنائها، وسماع الأغاني، ونحوها، ثم إن تلك الأشياء سبب وذريعة لما وراءها، وهو الفساد والشر، فتجد الشاب لا يوافق على ذلك، ولو كان مجتمعه وأهله عاكفون عليها. ¶ وقد يوفق الله بعض الشباب الصالح إلى الاستقامة، ولكن يكون أبوه وأخوته ممن ينظرون في هذه الآلات الفاتنة طوال ليلهم، وطوال أوقاتهم، ويسمعون تلك الأشرطة الماجنة، أو يعكفون على سماع الأغاني، وما أشبه ذلك، ولكن ذلك يحزنه، فتغلبه الهداية والتوفيق، ويلهمه الله رشده ليصد عن ذلك، ويحاول أن يثني أهله، ويخفف من شرهم، ويحاول أن يجعلهم يتوبون، ويخرجون آلات اللهو من مجتمعهم، ويحاول أن يطهر إخوته، ويقنعهم فإذا لم يقتنعوا حرص على أن ينجو بنفسه ولو منفردا، وذلك كي لا يفتن؛ لأن من قارب الفتنة خُشي عليه أن يفتن في دينه وعقيدته. ¶ وقد يكون للشاب زملاء يدفعونه إلى المنكرات ويقولون له مثلا :",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "لماذا لا ترفه عن نفسك؟ ولماذا لا تمشي معنا وتفعل فعلنا؟ أنت متزمت.. أنت متعصب.. أنت متشدد.. أنت غال في دينك.. أنت، وأنت، وأنت!! ¶ يقولون هذا وهم يقعون في كثير من المنكرات، فيقضون ليلهم على مسكرات أو مخدرات، أو على شرب دخان مثلا، ويسهرون طوال ليلهم، وينامون قرب وقت الصلاة، ولا يستيقظون إلا في الضحى، وتفوتهم الصلوات المفروضة، وربما لا يصلون، وربما يصلون الصلاة بعد خروج وقتها ذلك لمن يصلي منهم. ¶ ثم بعد ذلك يريدون أن يفسدوك كما فسدوا حتى تكون مثلهم. ¶ فننصحك أن تكون متمسكا بتعاليم دينك، ولو قالوا إنك متعصب، ولو قالوا إنك متشدد، انج بنفسك؛ حتى تكون من الذين يظلهم الله في ظله، كما ورد في الحديث عن أبي هريرة رضي الله عنه عن النبي -صلى الله عليه وسلم- قال : « سبعة يظلهم الله في ظله يوم لا ظل إلا ظله: إمام عادل، وشاب نشأ في طاعة الله، ورجل قلبه معلق بالمساجد، ورجلان تحابا في الله فاجتمعا على ذلك وتفرقا عليه، ورجل دعته امرأة ذات منصب وجمال فقال: إني أخاف الله، ورجل تصدق بصدقة فأخفاها حتى لا تعلم شماله ما تنفق يمينه، ورجل ذكر الله خاليا ففاضت عيناه »(1). ¶ فجعل من السبعة الذين يظلهم الله بظله الشاب الذي نشأ في طاعة الله، وخالف ما تهواه نفسه، أو خالف ما يدعو إليه مجتمعه، سيما المجتمع الفاسد الذي يكثر فيه أهل الشر، وأهل الفساد. ¶ وما أكثر الدعاة إلى الفساد في هذه الأزمنة، وما أكثر ما يعيبون به المتعبد الصالح ! ¶ فإذا رأوه يستعمل السواك، وهم يستعملون بدله سجائر الدخان والعياذ بالله عابوه بأنه متطوع! ¶ وإذا رأوه يرتاد المساجد تنقصوه، ورأوا أن ذلك نقصا فيه، حتى أنهم يستهزءون كما ينقل لنا بمن يأمرهم بالصلاة في المساجد. ¶ فإذا قال لهم: صلوا، قالوا: أنت بالنيابة عنا صل عنا ركعتين، على سبيل السخرية. ¶ __________ ¶ (1) أخرجه البخاري (660)، ومسلم (1031).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "إن الشاب الذي يفتح الله على قلبه في هذه الأزمنة مع كثرة المغريات، لا شك أنه إذا حفظ نفسه، وحفظ شهوته، وخالف الهوى فإنه يكون ممن ربط الله تعالى على قلبه. ¶ ولا شك أن هناك مغريات كثيرة للكبار والصغار، فإذا صبر الإنسان على مخالفتها فهو ممن خالف هواه. ¶ وهذه المغريات، إما شهوات أو شبهات، وهي مع كثرتها قد يعجز الإنسان عن مقاومتها، ولذلك فهو بحاجة إلى أمور لا بد أن نشير إليها باختصار. ¶ لا شك أن هذه الحياة مملوءة بما يشغل الوقت، إما بما منه فائدة، وإما بما لا فائدة منه. ¶ وإذا انتبه الشاب وتعلم الشيء الذي فيه فائدة، فإنه يستفيد من ذلك، وإذا لم يعرف الأمر الذي فيه فائدة فإنه سيقع بما فيه مضرة، وسيندم حينما لا ينفع الندم، لذلك فإنا نحرص أن نحث شباب المسلمين على حفظ أوقاتهم، وألا تضلهم تلك الفتن التي تمكنت من القلوب وافتتن بها الكثير. ¶ ومعلوم أن الإنسان في أول عمره، وفي عنفوان شبابه لا بد أن يكون لديه دافع إلى شيء من اللهو، ومن اللعب وهذا شيء نشاهده، ولكن يكون ذلك دائما في سن الطفولة إلى سن المراهقة. ¶ ولعل الحكمة في ذلك أن الله تعالى جعل في طبائع الصغار محبة الحركة، حتى تنمو بذلك أجسامهم، فأنت تشاهد الطفل مثلا من سنتين إلى خمس سنوات يكون دائم الحركة، لا يجلس جلوسا طويلا، ولو قلت له اجلس لمدة نصف ساعة، لما استطعت أن تحبسه. ¶ وهذا من طبائع الشباب، ولكن قد يوفق الله الشاب أن تنصرف همته عن هذا اللهو واللعب، وأن يقبل على الطاعة والخير. ¶ ويعد ذلك من علامات إرادة الله به خيرا، وذلك أيضا من العجائب التي تخالف العادة المألوفة، ولأجل ذلك ورد في الحديث : « إن الله -عز وجل- ليعجب من الشاب ليست له صبوة »(1). يعني ليس له ميل إلى اللهو واللعب. ¶ __________ ¶ (1) أخرجه الإمام أحمد (4/151) وضعفه الألباني في ضعيف الجامع (1658) وسلسلة الأحاديث الضعيفة (2426).",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "فإذا رأيت الشاب من أهل هذا الزمان مقبلا على العلم والعمل، ومقبلا على الطاعة والعبادة، ومنصرفا عن أهل اللهو والباطل، ويرغب في الفائدة، فإنك تغبطه؛ لأنه أولا: خالف ما جرت عليه العادة في كثير من الشباب، وثانيا: خالف الفطرة أو الغريزة التي تدفعه إلى هذا اللهو واللعب، وثالثا: استطاع أن يتغلب على نفسه مع قوة الدوافع، بالرغم من كثرة هذه الدوافع في هذه الأزمنة. فملك نفسه، ولم تجتذبه هذه الدوافع. ¶ وهناك دوافع كثيرة لانحراف الشباب لعل من أهمها : ¶ 1- الزملاء الكبار. ¶ 2- الزملاء الصغار. ¶ 3- المغريات. ¶ 4- الملاهي. ¶ « كيف يقاوم الشباب الفتن؟ » : ¶ أشرنا فيما سبق إلى الفتن والدعاة إليها، فهذا يدعو إلى الزنا، وهذا يدعو إلى مسكر، وما شابه ذلك، وكذلك فإن المغريات متيسرة: كالأفلام، والصحف والإذاعات الفاتنة، وكذلك توفر الشهوات التي في متناول الأيدي: كالدخان، والمسكرات، والمخدرات، وما أشبه ذلك. كذلك توفر الأسباب التي تيسر لصاحب الغرض السيئ سبيله، كالطائرات، والسيارات، والتليفونات، إلى غير ذلك، وهذه المغريات وتلك الدوافع إلى الفساد تحتاج إلى من يقاومها. ¶ ومن الأمور التي تمكن الشاب من مقاومة الفتن والمغريات ما يلي: ¶ 1- معرفة ضرر الفتن في الدنيا : ¶ لا بد أن نعطي من يريد المحافظة على نفسه الفرصة بأن يعلم الضرر الذي يكمن في اقتراف هذه المعاصي فإذا علم الضرر فإنه يتجنبها. ¶ بعض هذه المفاسد فيها ضرر على الأخلاق، وعلى الأعمال، ولا شك أن الضرر حين يصيب الأخلاق يمثل الصورة السيئة للإنسان، فيشتهر بأنه فاسد الخلق، يتعاطى المخدرات، والمسكرات أو فاعل للزنا، أو اللواط، أو يأذن لامرأته بالتبرج؛ فتنتشر له بين أقرانه سمعة سيئة. ¶ لذلك فالإنسان يجب أن يحافظ على نفسه من السمعة السيئة، وينأى بنفسه عن التهم وعن السمعة السيئة، ويحب أن ينتشر له ذكر جميل بالثناء عليه، ومدحه، بعبادته، وغيرته، وحماسه، وغير ذلك.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "2- معرفة ضرر الفتن في الآخرة : ¶ إذا عرف الإنسان أنه قد يعذب على اقتراف هذه المعاصي في الدنيا ولو كان لها دافع، ولو كان لها دعاة في الدنيا، كما عذب الله كثيرا من الأمم على ذلك، كما قص الله علينا في كتابه، كذلك فإنه يعذب في الآخرة، وعذاب الآخرة أشد وأبقى، ألا يكون ذلك دافعا له على أن يتمسك بالحق، ويبتعد عن الباطل وأسبابه؟! ¶ 3- محاسبة النفس ويقظة الضمير : ¶ كذلك على الإنسان أن يعرف الأشياء التي حرمها الله والأدلة على تحريمها معروفة، فإذا عرف أنها حرام، قال: كيف أقدم على أمر قد حرمه ربي؟! أليس الله تعالى هو الذي يملكنا، وهو الذي حرمها؟! فإذا فعلتها، أفلا أكون عاصيا؟! ¶ أليس من عصى الله متوعدا بالعذاب، كما قال تعالى: ? وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَارًا خَالِدًا فِيهَا ? [ سورة النساء، الآية : 14 ]. ¶ فإذا صحا ضميره، وحاسب نفسه فإنه لا شك يتوب، ويستغفر الله -عز وجل- ولا يقدم على هذه الملاهي، ولو دفعته نفسه إلى استعمالها، ويذلك يقوى على مقاومتها. ¶ 4- قوة الإيمان : ¶ كذلك على المسلم تقوية إيمانه، الذي هو الإيمان بالله وملائكته، وكتبه ورسله، والبعث بعد الموت، والقدر، فإذا قوي الإيمان اندفع صاحبه إلى الأعمال الصالحة، وهدى إلى الصراط المستقيم، ونأى بنفسه عن المحرمات والأعمال السيئة التي منها هذه الملاهي التي اتخذت مضيعة للوقت. ¶ ولا شك أن من أكثر من الأعمال الصالحة، يكون ذلك مما يقوى به إيمانه، فإن الحسنات تقوي الإيمان ككثرة الصلاة، وكثرة العبادات، وكثرة النوافل في الصلوات، وكثرة ذكر الله -عز وجل- وكذلك كثرة قراءة القرآن بالتدبر في ذلك، وكثرة الأمر بالخير والدعوة، والأمر بالمعروف والنهي عن المنكر. ¶ فهذه كلها من الحسنات التي يقوى بها الإيمان، وإذا قوي الإيمان قويت الدوافع إلى الأعمال الصالحة، وضعفت الدوافع إلى الأعمال السيئة.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ولا شك أن المحرمات تقسي القلب، وقسوة القلب تمكن من حب المعصية، وتقوي الدوافع إليها، كذلك تضعف الدوافع إلى الطاعات، فاحرص على ما يقوى الدوافع في قلبك إلى الطاعة، وعلى ما يضعف الدوافع في قلبك إلى المعصية. ¶ نسأل الله أن يربط على قلوبنا بالإيمان، وأن يقوى إيماننا به، وبوعده ووعيده، وأن يعصمنا من المنكر والزلات، وأن يحفظ علينا ديننا، ولا يزيغ قلوبنا بعد إذ هدانا للإيمان، وأن يهب لنا من لدنه رحمة، إنه هو الوهاب. ¶ ونسأله أن يحفظ علينا أوقاتنا فيما يفيدنا، وأن يصلح شباب المسلمين، وأن يبصرهم بالحق، ويردهم إليه ردا، جميلا وأن يجعلهم خير خلف لخير سلف، وأن يصلح أعمالهم، ويثبت قلوبهم، ولا يزيغهم، وصلى الله على نبينا محمد وعلى آله وصحبه وسلم.",
            "page": "17",
            "part": "1"
        }
    ],
    "t35039": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "shabaab"
        }
    ]
}