{
    "b35037": [
        {
            "id": "1",
            "nass": "سلسة الخطب المنبرية (1) ¶ الرقائق ¶ تأليف ¶ أ. د عبدالله ابراهيم الكيلاني ¶ أستاذ في كلية الشريعة الجامعة الأردنية ¶ من منشورات دار وائل عام 2006 الأردن",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "الإهداء ¶ إلى سيدي سماحةَ الوالدِ، مُربياً معلماً، الذي حمل همَّ المسجدِ الأقصى فوق منابر الأردن، وكأنه القيسراني في جيش نور الدين. ورفع راية \"هدي القرآن \" في الإذاعة الأردنية، فتربى جيلٌ على مواعظه، تأتي مع الصباح البكور ضياءً للقلوب، ثم كان من البناة لفكر الانتماء للأمة، و الاعتدال ونبذ العنف في كلية الشريعة في الجامعة الأردنية، فتتلمذَ على يديه جيلٌ من العلماء العاملين. ¶ أقدم هذه الخطب ... فيضاً من نبع عطائه، وقبساً من نور دروسه التوجيهية التي اعتاد عليها أهل الحي بُعيد صلاة المغرب في مسجد الأمير الحسن. ¶ إلى الوالدة الفاضلة، أُماً تجمع الأسرةَ بحنانها، و داعيةً ربانيةً تجمع الجاراتِ حول القرآن بعلمها، ثم تقضي الليل في مناجاة ربها يصدقُ فيها قولُ المتنبي\"يأبى تفردُها لها التمثيلا\" ¶ إلى الزوجة المخلصة، يصدق فيها حديث رسول الله - صلى الله عليه وسلم - \" خَيْرُ نِسَاءٍ رَكِبْنَ الْإِبِلَ صَالِحُ نِسَاءِ قُرَيْشٍ أَحْنَاهُ عَلَى وَلَدٍ فِي صِغَرِهِ وَأَرْعَاهُ عَلَى زَوْجٍ فِي ذَاتِ يَدِهِ\" ¶ إلى إخواني، و أبنائي، وأبناء إخوتي، في النسب وفي الدين، الذين أرجو الله لهم حسن التنشئة وأن يجعل الله في هذا الكتاب سبباً لخيرهم في الدنيا والآخرة",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله حمداً كثيرا كما أمر، وأفضلُ الصلاة وأتم التسليم على الحبيب المصطفى، وعلى آله وصحبه أجمعين. ¶ الحمد لله جامعِ الشتات، ومحيي الأموات، وأشهد أن لا إله إلا الله وحده لا شريك له، شهادةً تكتبُ الحسناتِ، وتمحو السيئاتِ، وتنجي من المُهلكات، وأشهد أن محمدا عبده ورسُوله المبعوثُ بجوامع الكلمات، الآمرُ بالخيراتِ الناهي عن المنكراتِ صلى الله تعالى عليه وعلى آله وصحبه صلاة دائمةً بدوام الأرض والسماوات (¬1) ¶ روى أبو داود عَنْ عَبْدِ اللَّهِ قَالَ عَلَّمَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خُطْبَةَ الْحَاجَةِ أَنْ الْحَمْدُ لِلَّهِ نَسْتَعِينُهُ وَنَسْتَغْفِرُهُ وَنَعُوذُ بِهِ مِنْ شُرُورِ أَنْفُسِنَا، مَنْ يَهْدِ اللَّهُ فَلَا مُضِلَّ لَه، ُ وَمَنْ يُضْلِلْ فَلَا هَادِيَ لَهُ، وَأَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُه، {ُ يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُون} َ (آل عمران 102) {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعْ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} (الأحزاب 70 - 71) ¶ وبعد، فهذه مجموعةٌ من الخطب كنت ألقيتها في مساجد عمان، حفظها الله تعالى، وقد عقدت العزم على طباعتها لتكون بين يدي أخوتي الخطباء، والوعاظ وقد استأذنني طلبتي من دولة الكويت المحروسة بإذن الله تعالى بنشرها على خطباء الجمعة في دولة الكويت، فجزاهم الله تعالى خير الجزاء وجعل هذا العمل في ميزان أعمالهم. ¶ وقد كان لطلبتي جهدٌ في انتقاء الخطب المناسبة للمواعظ، وفي تخريج الأحاديث الواردة في الخطب، والإشارة إلى أماكنها في كتب المتون بحيث يمكن أن أعتبرهم فريقَ الباحثين لهذا العمل. ¶ إن موضوع خطبة الجمعة من الموضوعات التي تستحق العنايةَ الفائقة فهي إحدى ثرواتِ الأمة حيث يتجمع خلال فترة الخطبة في بقاع المعمورة ملايين المسلمين يستمعون للخطيب من مشارق الأرض ومغاربها، تجمعهم كلمة الإيمان؛ ويقصدون لمغفرة الرحمن، من هنا فإن الخطيبَ مسؤول عن العناية بخطبته بتقديم مادة نافعة للمصلين، يقدم لهم فيها ما ¶ ¬__________ ¶ (¬1) من خطبة مقدمة مجمع الزوائد للهيثمي، وقد أقتبستها تيمنا بها عسى أن يجعل الله كتابَ الخطب هذا مجمعاً لكل خير وسببا للزيادة في العطاء",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "يرتقي بإيمانهم، ويُرغبهم بالخير، وإليك أخي القارئ والخطيبَ بعضَ النصائح التي لاحظت من خلال ممارسة الخطابة لما يزيد على خمسةَ عشر عاما أنها ذاتُ أثر في نجاح الخطبة ¶ أولاً: ابدأ الخطبة بحمد الله تعالى وبالصلاة على رسول - صلى الله عليه وسلم - كما ورد في خطبة الحاجة المنصوص عليها في بداية الكتاب فهذه الخطبة تتضمن أركان الخطبة في مختلف المذاهب إذ أركان الخطبة عند بعض الفقهاء: حمدٌ وصلاة على رسول الله وقراءة آية، وذهب آخرون الفقهاء إلى أن ركن الخطبة أن يكون فيها وعظ وتذكير بالله وكل ذلك متضمن في خطبة الحاجة ¶ ثانياً: احرص على مخاطبة الناس من خلال حاجاتهم، فإذا حدثتهم عن الذنوب فاربط أثرَ الذنوبِ بالحرمان من الرزق، وبزوالِ البركةِ في المال، وإذا تحدثتَ عن الظلمِ فاضرب أمثلةً من حياة الناس اليومية: كالحديث عن ظلم الرجل لزوجته حين تتعبُ بإعداد الطعام، ثم يُعنفها الزوجُ؛ لأجل نقص الملحِ، أو برودةِ الطعام ولا يُقدِّر لها تَعَبها طوالَ اليوم ومعاناتِها مع الأبناء، وكذا تحدثْ عن ظلمِ الموظف لمراجعيه حين يؤخر المعاملات بلا مسوغ، أو يتلهى عن النظر في معاملات المراجعين، وتحدث عن ظلم الجار لجاره حين يزعجه في الليل من خلال الغناء المرتفع وفي النهار من خلال قيادة السيارات الطائش، وهكذا، ادخل في تفاصيل الحياة اليومية وتكلم مع الناس من خلال واقعهم، ولا تجعل حديثك بعيداً عن الواقع بل اربط الخطبة بواقع المسلمين؛ فذاك أدعى لاهتمامهم بما تقول. ¶ ثالثاً: أكثر من الاستشهاد بالآيات القرآنية والأحاديث النبوية فلها تأثير كبيرٌ في قلوب الناس، واحرص على قراءة الآيات من غير لحن؛ فالخطأ في قراءة الآيات يهبطُ بمكانة الخطيب في أعين الناس، وكلما كنتَ للقرآن متقناً ارتفع بك القرآنُ فاحرص على إتقانه وكن أكثر حرصاً على العمل بأحكامه. ¶ رابعاً: استثمر الحدثَ اليومي واجذب الانتباه؛ لتكسر الجمودَ وتتجنب شرود المستمعين، فإذا كانت حرارة الجو مرتفعة؛ فاربط بين حرارة الجو وبين حرارة يوم الحشر، حيث يكون الناسُ في هولٍ شديد، ومنهم من يُلجمه العرقُ. حدثهم عن عذابِ جهنم وعن أهوال الحشر يومَ القيامة، وإذا كان الموسمُ موسمَ امتحانات فاربط ذلك بامتحان الآخرة حيث سيُسأل كل واحد وأسئلة الامتحانات معروفة: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تَزُولُ قَدَمَا عَبْدٍ يَوْمَ الْقِيَامَةِ حَتَّى يُسْأَلَ عَنْ عُمُرِهِ فِيمَا أَفْنَاهُ وَعَنْ عِلْمِهِ فِيمَ فَعَلَ وَعَنْ مَالِهِ مِنْ أَيْنَ اكْتَسَبَهُ وَفِيمَ أَنْفَقَهُ وَعَنْ جِسْمِهِ فِيمَ أَبْلَاهُ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ (¬1) هذه أسئلة الامتحانات فماذا أعددت من إجابة يوم ينطق جلدك، ويخاطبك الحق سبحانه: {هَذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ ¶ ¬__________ ¶ (¬1): رواه الترمذي كتاب صفة القيامة باب ما جاء في شأن الحساب رقم (5417)",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "تَعْمَلُونَ} (الجاثية:29) خامساً: كن مفهوماً، فتجنب اللغة المعقدةَ والصعبة خاطب الناس بلغة فصحى ترتفع فوق العامية وتتجنب التقعر، فالحديث بالفصحى يعطي مصداقية ويشعر بعلم المتكلم، وهي لغة القرآن الكريم. ¶ سادساً: أعط الحلَّ إذا عرضت مشكلة، وكلف المستمعين بمهمة، فإذا تحدثت عن الفقر فتكلم عن الزكاة، واطلب من المصلين أن يتفقدوا الفقراء من جيرانهم ومن زملائهم في العمل ,و اطلب من المدرسين أن يكون لها دورٌ في تفقد الفقراء في المدرسة وبث معاني الخير بين الطلبة والقيام بالتبرع للفقراء، ولا تجعل الخطبة تخرج بلا وظيفة ومهمة اجتماعية أو إصلاحية. ¶ وإن تحدثت عن صلة الرحم فاقترح مشاريع لتحقيق الصلة ,وإن تحدثت عن تضحيات الصحابة فقارن ذلك بمن يعجز عن التضحية بنومه ليصلي الفجر بالمسجد، حاول أن توظف ما تقوله في حياة المستمعين. ¶ سابعأ: عند تناولك لقضية تاريخية فاعمل على عرضها بأسلوب معاصر، بحيث تستخدم مصطلحات من الواقع المستمعين تُقرِّبُ الموضوعَ لأذهان المستمعين: فإذا تحدثت عن عرض غطفان في غزوة الأحزاب حين عرضوا على النبي - صلى الله عليه وسلم - أن يعطيهم شطرَ ثمار المدينة على أن ينسحبوا من حصار المدينة، فاستخدم مصطلحات معاصرة مثل: تعرضت المدينةُ لعدوان ثلاثي من قبل قوى الكفر الثلاث، تفاوضت غطفان مع النبي - صلى الله عليه وسلم -، تم توقيع المعاهدة بالأحرف الأولى قبل التصديق، قام النبي بالعرض على أهل الخبرة ونواب الأمة وهم السعدين وتم تمزيق المعاهدة حين رُدَّتْ من السعدين، فلهذه الألفاظ أثرٌ في استدعاء الواقع المعاصر والمقارنة به من خلال عرضك للسيرة النبوية. ¶ ثامناً: إن لم تكن تبالي بشد انتباه المستمعين، فاحرص في آخر الخطبة على النزول عن المنبر على رؤوس أصابعك حتى لا يستيقظ مستمعوك! ‍ ‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍ ¶ تاسعاً: تجرد من حولك وقوتك إلى حول الله تعالى وقوته، والجأ إليه، سبحانه و تعالى، أن ينفع على يديك، وأن يجعلك ممن قال الله فيهم {وَمَنْ أَحْسَنُ قَوْلاً مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحاً وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ} (فصلت:33). ¶ عاشراً: احذر العُجبَ والرياء، واذكر ما رواه أبو هريرة: قال رسول الله صلى الله عليه وسلم: إنَّ اللَّهَ تَبَارَكَ وَتَعَالَى إِذَا كَانَ يَوْمُ الْقِيَامَةِ يَنْزِلُ إِلَى الْعِبَادِ لِيَقْضِيَ بَيْنَهُمْ وَكُلُّ أُمَّةٍ جَاثِيَةٌ فَأَوَّلُ مَنْ يَدْعُو بِهِ رَجُلٌ جَمَعَ الْقُرْآنَ وَرَجُلٌ يَقْتَتِلُ فِي سَبِيلِ اللَّهِ وَرَجُلٌ كَثِيرُ الْمَالِ فَيَقُولُ اللَّهُ لِلْقَارِئِ أَلَمْ أُعَلِّمْكَ مَا أَنْزَلْتُ عَلَى رَسُولِي قَالَ بَلَى يَا رَبِّ قَالَ فَمَاذَا عَمِلْتَ فِيمَا عُلِّمْتَ قَالَ كُنْتُ أَقُومُ بِهِ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ فَيَقُولُ اللَّهُ لَهُ كَذَبْتَ وَتَقُولُ لَهُ الْمَلَائِكَةُ كَذَبْتَ وَيَقُولُ اللَّهُ بَلْ أَرَدْتَ أَنْ يُقَالَ إِنَّ",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "فُلَانًا قَارِئٌ فَقَدْ قِيلَ ذَاكَ وَيُؤْتَى بِصَاحِبِ الْمَالِ فَيَقُولُ اللَّهُ لَهُ أَلَمْ أُوَسِّعْ عَلَيْكَ حَتَّى لَمْ أَدَعْكَ تَحْتَاجُ إِلَى أَحَدٍ قَالَ بَلَى يَا رَبِّ قَالَ فَمَاذَا عَمِلْتَ فِيمَا آتَيْتُكَ قَالَ كُنْتُ أَصِلُ الرَّحِمَ وَأَتَصَدَّقُ فَيَقُولُ اللَّهُ لَهُ كَذَبْتَ وَتَقُولُ لَهُ الْمَلَائِكَةُ كَذَبْتَ وَيَقُولُ اللَّهُ تَعَالَى بَلْ أَرَدْتَ أَنْ يُقَالَ فُلَانٌ جَوَادٌ فَقَدْ قِيلَ ذَاكَ وَيُؤْتَى بِالَّذِي قُتِلَ فِي سَبِيلِ اللَّهِ فَيَقُولُ اللَّهُ لَهُ فِي مَاذَا قُتِلْتَ فَيَقُولُ أُمِرْتُ بِالْجِهَادِ فِي سَبِيلِكَ فَقَاتَلْتُ حَتَّى قُتِلْتُ فَيَقُولُ اللَّهُ تَعَالَى لَهُ كَذَبْتَ وَتَقُولُ لَهُ الْمَلَائِكَةُ كَذَبْتَ وَيَقُولُ اللَّهُ بَلْ أَرَدْتَ أَنْ يُقَالَ فُلَانٌ جَرِيءٌ فَقَدْ قِيلَ ذَاكَ ثُمَّ ضَرَبَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى رُكْبَتِي فَقَالَ يَا أَبَا هُرَيْرَةَ أُولَئِكَ الثَّلَاثَةُ أَوَّلُ خَلْقِ اللَّهِ تُسَعَّرُ بِهِمْ النَّارُ يَوْمَ الْقِيَامَةِ ¶ وجاء رجل إلى معاوية بن أبي سفيان فَأَخْبَرَهُ بِهَذَا عَنْ أَبِي هُرَيْرَةَ فَقَالَ مُعَاوِيَةُ قَدْ فُعِلَ بِهَؤُلَاءِ هَذَا فَكَيْفَ بِمَنْ بَقِيَ مِنْ النَّاسِ ثُمَّ بَكَى مُعَاوِيَةُ بُكَاءً شَدِيدًا حَتَّى ظَنَنَّا أَنَّهُ هَالِكٌ وَقُلْنَا قَدْ جَاءَنَا هَذَا الرَّجُلُ بِشَرٍّ ثُمَّ أَفَاقَ مُعَاوِيَةُ وَمَسَحَ عَنْ وَجْهِهِ وَقَالَ صَدَقَ اللَّهُ وَرَسُولُهُ مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَ أُولَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الْآخِرَةِ إِلَّا النَّارُ وَحَبِطَ مَا صَنَعُوا فِيهَا وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ (¬1) قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ وإليك عرضاً لهذه الخطب، وأسأل الله أن يجعل هذا العمل خالصاً لوجهه الكريم، وصلِّ اللهم وسلم وبارك على أشرف خلق الله محمد وعلى آله وصحبه أجمعين. ¶ بسم الله الرحمن الرحيم ¶ ¬__________ ¶ (¬1): راوه الترمذي: كتاب الزهد باب ما جاء في الرياء والسمعة رقم 2382",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "العشر الأوائل من ذي الحجة ¶ إن الحمد لله نحمده ... ¶ في الحديث عن ابنِ عَبَّاسٍ قال: قال رَسُولُ الله صلى الله عليه وسلم: «مَا مِنْ أيَّامٍ الْعَمَلُ الصَّالِحُ فيهَا أحَبُّ إلَى الله مِنْ هاذِهِ الأيَّامِ يَعْني أيَّامَ الْعَشْرِ، أي من ذي الحجة، قالُوا يا رَسُولَ الله وَلاَ الْجِهَادُ في سَبِيلِ الله؟ قالَ وَلاَ الْجِهَادُ في سَبِيلِ الله قالَ إلاَّ رَجُلٌ خَرَجَ بِنَفْسِهِ وَمَالِهِ فَلَمْ يَرْجِعْ مِنْ ذالِكَ بِشَيْءٍ» (¬1). ¶ من العملِ الصالحِ صلةُ الرحمِ قال تعالى: {وَآتِ ذَا الْقُرْبَى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ وَلا تُبَذِّرْ تَبْذِيراً} (الاسراء:26) ¶ وأعظم الأقارب حقا وأولاهما بالصلة الوالدان، ويتأكدُ حقُهما عندَ الكِبَرِ؛ لحاجتِهما، وضَعْفِها، قال تعالى: {وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَاناً إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلاهُمَا فَلا تَقُلْ لَهُمَا أُفٍّ وَلا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلاً كَرِيماً} (الاسراء:23) وقد أمر اللهُ بالإحسان إلى الوالدين في العديد من آيات كتابه، وأحب أن أشيرَ هنا إلى قصة رواها البخاري في الأدب المفرد: أن رجلا جاء إلى ابن عباس فقال:\" إنه قتل نفسا فهل له من توبة\"؟ فسأله: أمُك حيةٌ؟ قال: لا، قال: تُبْ إلى الله _عز وجل_ وتقرب إليه ما استطعت. ثم سأله تلميذه لمَ سألتَ عن أمه، فقال:\" إني لا أعلم عملاً أقربَ إلى الله عز وجل من بر الوالدة\" (¬2). ¶ يسألني كثير من الأخوة عن خلافهم مع والديهم، ومعظم أسباب الخلاف تتلخص ب (والدي أعطى أخوتي ولم يعطني) لهؤلاء نقول: اسمع حديث رسول الله: - صلى الله عليه وسلم - ¶ \"ما من مسلم له والدان يصبح إليهما محتسبا إلا فتح الله له بابين من الجنة وإن كانا واحدا فواحد (¬3). تأمل في قوله:\"يصبح إليهما محتسبا\"؛ بمعنى يطلبُ الأجرَ من الله ولا يصِلُهما من أجل عطائهما، وما أجملَ الصباحَ الذي يبدأ بقبلة على جبين الوالد والوالدة إنه بابان إلى الجنة. ¶ :ثم أسمع حديثَ رسول الله، صلى الله عليه وسلم، «مَنْ كَانَتْ الآخِرَةُ هَمَّهُ جَعَلَ الله غِنَاهُ في قَلْبِهِ وَجَمَعَ لَهُ شَمْلَهُ وَأَتَتْهُ الدُّنْيَا وَهِيَ راغِمَةٌ، وَمَنْ كَانَتْ الدُّنْيَا همَّهُ جَعَلَ الله فَقْرَهُ بَيْنَ عَيْنَيْهِ وَفَرَّقَ عَلَيْهِ شَمْلَهُ وَلَمْ يَأْتِهِ مِنَ الدُّنْيَا إِلاَّ مَا قُدِّرَ لَهُ» (¬4). ¶ ¬__________ ¶ (¬1) - أخرجه البخاري في صحيحه، باب فضل العمل في أيام التشريق، ج:3:135، حديث (957)، وأبو داود، باب في صوم العشر،7: 103، حديث (2439).واللفظ لأبي داود. ¶ (¬2) - أخرجه البخاري في الأدب المفرد، باب بر الأم، ج:1:15حديث (4). ¶ (¬3) - أخرجه البخاري في الأدب المفرد، باب بر والديه وإن ظلما، ج:1:16حديث (7) من حديث ابن عباس. ¶ (¬4) - أخرجه الترمذي في سننه، باب الدنيا وهي راغمة، ج:1:416 حديث (2514) من حديث أنس بن مالك.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "أخي المحب: عَنْ عَائِشَةَ قَالَتْ: قَالَ رَسُولُ اللّهِ: «الرَّحِمُ مُعَلَّقَةٌ بِالْعَرْشِ تَقُولُ: مَنْ وَصَلَنِي وَصَلَهُ اللّهُ. وَمَنْ قَطَعَنِي قَطَعَهُ اللّهُ» (¬1). ¶ والتعبير بالوصل يقصد به إنعام الله وعطاؤه، فنعم الله تعالى مرتبطة بصلة الرحم، فمن أراد أن ينالها فليصلْ رحمه. ¶ ومن الأعمال الصالحة إصلاح ذات البين والإصلاح بين الجيران، عن أُمِّ الدَّرْدَاءِ، عن أبي الدرداء قال: قال رَسُولُ الله: «أَلاَ أُخْبِرُكُمْ بِأَفْضَلَ مِنْ دَرَجَةِ الصِّيَامِ وَالصَّلاَةِ وَالصَّدَقَةِ؟ قَالُوا: بَلَى. قال: صَلاَحُ ذَاتِ الْبَيْنِ، فَإِنَّ فَسَادَ ذَاتِ الْبَيْنِ هِيَ الْحَالِقَةُ» .. ويُرْوَى عن النبيِّ أَنَّهُ قَالَ: «هِيَ الْحَالِقَةُ لا أَقُولُ تَحْلِقُ الشَّعْرَ وَلَكِنْ تَحْلِقُ الدينَ (¬2) \". ¶ ويقول الله تعالى\" {إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ} (الحجرات:10) والأخوة بالله من القربات العظيمة، لها عند ثواب كبير فلنتعرف عليها، أخي المصلي، في هذه الجمعةِ المباركة: أخرج مسلم في صحيحه: عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّ رَجُلًا زَارَ أَخًا لَهُ فِي قَرْيَةٍ أُخْرَى فَأَرْصَدَ اللَّهُ لَهُ عَلَى مَدْرَجَتِهِ، أي على طريقه، مَلَكًا فَلَمَّا أَتَى عَلَيْهِ قَالَ أَيْنَ تُرِيدُ؟ قَالَ أُرِيدُ أَخًا لِي فِي هَذِهِ الْقَرْيَةِ، قَالَ هَلْ لَكَ عَلَيْهِ مِنْ نِعْمَةٍ تَرُبُّهَا، أي تريد زيادتها وتنميتها، قَالَ لَا، غَيْرَ أَنِّي أَحْبَبْتُهُ فِي اللَّهِ عَزَّ وَجَلَّ، قَالَ: فَإِنِّي رَسُولُ اللَّهِ إِلَيْكَ بِأَنَّ اللَّهَ قَدْ أَحَبَّكَ كَمَا أَحْبَبْتَهُ فِيهِ \" (¬3). ¶ هذا الحب في الله، لا لمصلحة دنيوية جهدٌ بسيط لايحتاج إلا إلى سلامةِ القلب من الحسد، وأجره عند الله كبير. ¶ ولمكانة الأخوة عندَ الله طلب الله منا أن ندعو لإخواننا في صلاتنا: عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ رسول الله إِذَا قَعَدَ أَحَدُكُمْ فِي الصَّلاَةِ فَلْيَقُلِ: التَّحِيَّاتُ لله وَالصَّلَوَاتُ لِلّهِ وَالطَّيِّبَاتُ. السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ الله وَبَرَكَاتُهُ. السَّلاَمُ عَلَيْنَا وَعَلَى عِبَادِ الله الصَّالِحِينَ. فَإِذَا قَالَهَا أَصَابَتْ كُلَّ عَبْدٍ للّهِ صَالِحٍ، فِي السَّمَاءِ وَالأَرْضِ. أَشْهَدُ أَنْ لاَ إِلاهَ إِلاَّ الله وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ. ثُمَّ ليَتَخَيَّرُ مِنَ الْمَسْأَلَةِ مَا شَاءَ» (¬4). ¶ ¬__________ ¶ (¬1) - أخرج مسلم في صحيحه، كتاب البر والصلة، ج:16: 96 حديث (96). ¶ (¬2) - أخرجه الترمذي في سننه، كتاب صفة القيامة، ج:7: 222 حديث (2558). قال أبو عِيسَى:\" هذا حديثٌ صحيحٌ ¶ (¬3) - أخرجه مسلم في صحيحه، كتاب البر والصلة، ج:16:106 حديث (6501). ¶ (¬4) - أخرجه البخاري في صحيحه، كتاب الاستئذان، باب السلام اسم من أسماء الله حديث (6230)، ومسلم في صحيحه، كتاب الصلاة، باب التشهد: برقم 402.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "تأمل أيها المحبُ!، ما الحكمةُ في أن نختم صلاتنا بدعاء لإخواننا؟ إن الصلاة تعلمنا نقاءَ القلبِ من الغل والحسدِ، ما أجمل هذه الصلاة التي تختمها بدعاء لإخوانك بأن يمتعهم الله بالسلامة عن عَبْدِ الله قال: «وكان يُعَلِّمُنَا كَلِمَاتٍ وَلَمْ يَكُنْ يُعَلِّمُنَا هُنَّ كَمَا يُعَلِّمُنَا التَّشَهُّدَ: اللَّهُمَّ ألِّفْ بَيْنَ قُلُوبِنَا، وَأصْلِحْ ذَاتَ بَيْنِنَا وَاهْدِنَا سُبُلَ السَّلاَم، ِ وَنَجِّنَا مِنَ الظُّلُمَاتِ إلَى النُّورِ، وَجَنِّبْنَا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَما بَطَن، َ وَبَارِكْ لَنَا في أسْمَاعِنَا وَأبْصَارِنَا وَقُلُوبِنَا وَأزْوَاجِنَا وَذُرِّيَّاتِنَا وَتُبْ عَلَيْنَا إنَّكَ أنْتَ التَّوَّابُ الرَّحِيمُ، وَاجْعَلْنَا شَاكِرِينَ لِنِعْمَتِكَ، مُثْنِينَ بِهَا، قَابِلِيها (قَائِلِيها) وَأتِمَّهَا عَلَيْنَا» (¬1). ¶ واسمح لي أخي أن أحدثك عن فضل ألفة القلوب: ¶ عن أَنَسُ بْنُ مَالِكٍ قَالَ كُنَّا جُلُوسًا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَقَال: َ يَطْلُعُ عَلَيْكُمُ الْآنَ رَجُلٌ مِنْ أَهْلِ الْجَنَّة، ِ فَطَلَعَ رَجُلٌ مِنَ الْأَنْصَارِ تَنْطِفُ لِحْيَتُهُ مِنْ وُضُوئِهِ قَدْ تَعَلَّقَ نَعْلَيْهِ فِي يَدِهِ الشِّمَالِ، فَلَمَّا كَانَ الْغَدُ قَالَ النَّبِيُّ صلى الله عليه وسلم مِثْلَ ذَلِكَ فَطَلَعَ ذَلِكَ الرَّجُلُ مِثْلَ الْمَرَّةِ الْأُولَى فَلَمَّا كَانَ الْيَوْمُ الثَّالِثُ قَالَ النَّبِيُّ صَلَّى اللَّهم عَلَيْهِ وَسَلَّمَ مِثْلَ مَقَالَتِهِ أَيْضًا؛ فَطَلَعَ ذَلِكَ الرَّجُلُ عَلَى مِثْلِ حَالِهِ الْأُولَى فَلَمَّا قَامَ النَّبِيُّ صلى الله عليه وسلم تَبِعَهُ عَبْدُ اللَّهِ بْنُ عَمْرِو بْنِ الْعَاصِ فَقَالَ إِنِّي لَاحَيْتُ أَبِي، يعني أغضبته، فَأَقْسَمْتُ أَنْ لَا أَدْخُلَ عَلَيْهِ ثَلَاثًا فَإِنْ رَأَيْتَ أَنْ تُؤْوِيَنِي إِلَيْكَ حَتَّى تَمْضِيَ فَعَلْتَ قَالَ نَعَمْ قَالَ أَنَسٌ وَكَانَ عَبْدُ اللَّهِ يُحَدِّثُ أَنَّهُ بَاتَ مَعَهُ تِلْكَ اللَّيَالِيَ الثَّلَاثَ فَلَمْ يَرَهُ يَقُومُ مِنَ اللَّيْلِ شَيْئًا غَيْرَ أَنَّهُ إِذَا تَعَارَّ وَتَقَلَّبَ عَلَى فِرَاشِهِ ذَكَرَ اللَّهَ عَزَّ وَجَلَّ وَكَبَّرَ حَتَّى يَقُومَ لِصَلَاةِ الْفَجْرِ قَالَ عَبْدُ اللَّهِ غَيْرَ أَنِّي لَمْ أَسْمَعْهُ يَقُولُ إِلَّا خَيْرًا فَلَمَّا مَضَتِ الثَّلَاثُ لَيَالٍ وَكِدْتُ أَنْ أَحْتَقِرَ عَمَلَهُ قُلْتُ: يَا عَبْدَ اللَّهِ إِنِّي لَمْ يَكُنْ بَيْنِي وَبَيْنَ أَبِي غَضَبٌ وَلَا هَجْرٌ ثَمَّ وَلَكِنْ سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ لَكَ ثَلَاثَ مِرَارٍ يَطْلُعُ عَلَيْكُمُ الْآنَ رَجُلٌ مِنْ أَهْلِ الْجَنَّةِ فَطَلَعْتَ أَنْتَ الثَّلَاثَ مِرَارٍ فَأَرَدْتُ أَنْ آوِيَ إِلَيْكَ لِأَنْظُرَ مَا عَمَلُكَ فَأَقْتَدِيَ بِهِ فَلَمْ أَرَكَ تَعْمَلُ كَثِيرَ عَمَلٍ فَمَا الَّذِي بَلَغَ بِكَ مَا قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهم عَلَيْهِ وَسَلَّمَ فَقَالَ مَا هُوَ إِلَّا مَا رَأَيْتَ قَالَ فَلَمَّا وَلَّيْتُ دَعَانِي فَقَالَ مَا هُوَ إِلَّا مَا رَأَيْتَ غَيْرَ أَنِّي لَا أَجِدُ فِي نَفْسِي لِأَحَدٍ مِنَ الْمُسْلِمِينَ غِشًّا وَلَا أَحْسُدُ أَحَدًا عَلَى خَيْرٍ أَعْطَاهُ اللَّهُ إِيَّاهُ فَقَالَ عَبْدُ اللَّهِ هَذِهِ الَّتِي بَلَغَتْ بِكَ وَهِيَ الَّتِي لَا نُطِيقُ. (¬2). ¶ تأمل أخي المستمع كيف شهد رسول الله لهذا الرجل ثلاثاً بأنه من أهل الجنة لأنه لا يحسد ولا يحقد، قلبٌ صافٍ، جازاه الله بجنان النعيم. ¶ ¬__________ ¶ (¬1) - أخرجه أبو داود في سننه، كتاب الركوع والسجود، ج:3: 253 حديث (969). ¶ (¬2) - أخرجه أحمد في مسنده، مسند أنس بن مالك، ج:3: 645 حديث (12404).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "إن الحسد والكراهية علامة نقص الإيمان في القلب ففي الحديث عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ: «لاَ يَجْتَمِعَانِ فِي النَّارِ مُسْلِمٌ قَتَلَ كَافِرا ثُمَّ سَدَّدَ وَقَارَبَ وَلاَ يَجْتَمِعَانِ في جَوْفِ مُؤْمِنٍ غُبَارٌ فِي سَبِيلِ اللَّهِ وَفَيْحِ جَهَنَّمَ وَلاَ يَجْتَمِعَانِ فِي قَلْبِ عَبْدٍ الإيمَانُ وَالْحَسَدُ» (¬1). ¶ والحسد يأكل الحسنات ويدفع صاحبه للغيبة والنميمة والكراهية و لهذا جاء في الحديث أَنَّ النَّبيَّ صلى الله عليه وسلم قالَ: «إِيَاكُمْ وَالْحَسَدَ، فَإِنَّ الْحَسَدَ يَأْكُلُ الْحَسَنَاتِ كما تَأْكُلُ النَّارُ الْحَطَبَ، أَوْ قالَ الْعُشْبَ» (¬2). ¶ فمن وجد في نفسه حسدا لأخيه على نعمة عنده كامرأةٍ تغارُ لأن قريبتها تُرزقُ الأولاد وهي ترزق البنات، أو رجلٍ يغارُ أنَّ جاره بنى بيتاً أو اشترى سيارة. ¶ نقول لهؤلاء: إن شعرتَ في نفسك شيئا من الحسدِ فهذا علامةُ مرض القلب الذي يأكل الحسنات. الجأ إلى الله الكريم واطلب منه أن يرزقك، ولعل حبَّك لأخيك يكون سبباً لحب الله لك؛ عن ضمرة بن ثعلبة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \" لا يزال الناس بخير ما لم يتحاسدوا \" (¬3). ¶ وروي عن عبد الله بن بسر رضي الله عنه عن النبي صلى الله عليه وسلم قال ليس مني ذو حسد ولا نميمةٍ ولا كهانة ولا أنا منه، ثم تلا رسولُ الله صلى الله عليه وسلم (وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتَاناً وَإِثْماً مُبِيناً) (الأحزاب:58) (¬4) نسأل الله أن يملأ قلوبنا بحبه وحب من أحبه، أقول قولي هذا وأستغفر الله لي ولكم. ¶ _____________________________________________ ¶ ¬__________ ¶ (¬1) - أخرجه النسائي في السنن الصغرى، كتاب الجهاد، ج:6: 320 حديث (3111). ¶ (¬2) - أخرجه أبو داود في سننه، كتاب الأدب، ج:13: 245 حديث (4899) من حديث أبي هريرة. ¶ (¬3) - أخرجه الطبراني في المعجم الكبير، باب ما أسند ضمرة، ج:8: 309 حديث (8157). ¶ (¬4) - قال الهيثمي في مجمع الزوائد (8/ 91): \" رواه الطبراني وفيه سليمان بن سلمة الخبائري وهو متروك \"، وقال المناوي في فيض القدير (5/ 390): \" وضعفه المنذري \".",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "بسم الله الرحمن الرحيم ¶ دروس من الحج ¶ إن الحمد لله نحمده ... ¶ إذا يسر الله لك الحج لبيته المحرمِ، تسيرُ بك الحافلةُ ثلاثَ عشرَةَ ساعةً، تمرَّ بك في صحارٍ وقفارٍ، تَذْكرُ فيها جهادَ الصحابة ثَلاثَةَ عشَرَ عاما في مكة، وجهادَهم المتواصلَ في المدينة، تذكرُ الخروجَ لمؤتةَ، وتبوكَ، واليرموك، وكيف تحررتْ الأرضُ العربية في عمان دمشق وبغداد بالسيوف المسلمة، والقلوبِ المؤمنة. ¶ تذكرُ مواقفَ البطولة للذين احتملوا حرَّ السيفِ، ولفحَ الشمسِ، لينقلوا لنا هذا الدين. ¶ ولو نطقت رمالُ الصحراءِ لحدثت بالبطولات على رمالها: تُذَكِّرُكَ الصحراءُ يومَ \"أَتى أَبُو بَكْرٍ بِكُلِّ مَا عِنْدَهُ، فقالَ: رسول الله - صلى الله عليه وسلم -: يا أبَا بَكْرٍ مَا أَبْقَيْتَ لأهْلِكَ؟ فقال: َ أَبْقَيْتُ لَهُمُ اللّهَ وَرَسُولَهُ \" (¬1) وهنا أبو طلحة يتلو قول الله تعالى {لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ} (آل عمران: من الآية92). فقام أبو طلحةَ فقال: يا رسولَ الله، إن الله يقول: {لن تَنالوا البرَّ حتى تُنفقوا مما تحبُّون} وإنَّ أحبَّ مالي إليَّ بيرحاء. وإنها صدَقةٌ للهِ أرجو بِرَّها وذُخرَها عندَ الله، فضَعْها يا رسولَ الله حيثُ أراك الله\" (¬2) ¶ وفي تلك الناحية صهيب وقد تجهز للهجرة فيقف له كفار مكة ليمنعوه ويقولون: لقد جئت فقيرا فاغتنيت، والله لا نتركُكَ تذهب إلا أن تترُكَ لنا المالَ الذي ربحته عندنا فيقول: إنكم لتعلمون أنني أحسنكم رميا، ولو شئت لرميتكم فلا يصلُ إليَّ منكم أحد، ولكن أرأيتم إن أرشدتكم إلى ماليَ أتتركونني؟ قالوا: نعم قال: هو تحت عتبة بيتي، قالوا ونقاسمك من ثيابك التي تلبسُ فأعطاهم، وانطلقَ ليلحقَ بموكبِ صُناعِ الفجرِ بقيادةِ رسولِ الله صلوات الله وسلامه عليه. ¶ وبينما هو يُجْري الصفقةَ كان الوحيُ يخبرُ رسولَ الله بخبره فقال:\"ربح البيع أبا يحيى، ربح البيع أبا يحيى\" وأبو يحيى هو صهيب رضي الله عنه. ¶ كلُّ هذه المشاهدِ تختزنها الصحراءُ العربيةُ، كما تختزن بترولها، ومعادنها، وهي تعرضها لك في رحلة الحج لتُجدَّدَ فيك دماءَ أجدادك، وبطولةَ آبائك. ¶ فمِنْ هذهِ الصحراءِ أنوارُ مُرْسَلٍ ¶ ¬__________ ¶ (¬1) -رواه أبوداود في سننه كتاب الزكاة باب الرخصة في ذلك برقم (1679) 5|94.وهو عند الترمذي في كتاب الفضائل باب مناقب أبي بكر وعمر 10|123 برقم (3829). ¶ (¬2) -رواه البخاري في صحيحه كتاب الأشربة باب استعذاب الماء 11|203 برقم (5484).",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وراياتُ منصورٍ وبِدْعُ خطيبِ (¬1) ¶ تصل بك القافلة إلى مكة لترى الأنوار، ويغمرك الجلال، وتشهد الجمال، ¶ هنا الكعبةُ الزهراءُ، والوحيُ، والشذى ¶ هنا النورُ فافني في هواهُ وذوبي (¬2) ¶ وتطل إليك الكعبةُ بيتُ الله العتيق، تشعر أن بينك وبينها وُدَّاً موصولاً، وكأنها تبتسم للتائبين والآيبين لرحاب العالمين ¶ يُنْسيك مَبْسَمُها وضاحكُ، ثَغرها ... أن الخليقةَ أصلها من طينِ (¬3) ¶ تتوجه نحو بيت الله يسبِقُ الخطوَ الضمائرُ، تطوفُ حولَ البيت سبعا، ثم تقف عند الملتزم، بابِ الكعبة، تضعُ خدك على جدار الكعبة، ويديك على أعتاب الباب متضرعاً لمولاك بقلبك ولسانك: يا كريم! جئناك، جئنا بابك، ولا نغادره حتى تغفر لنا، يا واسع الكرم:\"إن لكل وفد جائزة فاجعل جائزتنا أن تحرم أجسادنا على النار \"تذَكَّرْ ذنوبَِك وقلْ: ¶ وأهرب كبرًا أوحياءً لزلتي ... ومنك نعم لكن إليك هروبي ¶ أنخنا الذنوب المثقلات لواغبا ... بأفيح من عفو الإله رحيب ¶ ويا مهجتي بين الحطيم وزمزم ... تركت دموعي شافعا لذنوبي (¬4) ¶ بعد الطواف تصلي عند مقام إبراهيم، في داخل الحرم تذكر إبراهيم\" وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ\"البقرة: من الآية127 ¶ هذه الصورةُ التي خلَّدها القرآنُ الكريم، صورةُ الأسرةِ المؤمنة تبني بيت الله ونداؤها وخفقات قلبها \"ربنا تقبل منا \" ¶ وتذكر جهادَ إبراهيم إذ واجه طغاةَ قومه، وواجه عبادة الأصنام بما تمثله من انحراف في العقل الإنساني تعيق ارتقاء الإنسان. ¶ كيف كان جهاد إبراهيم؟ كيف كان جهاد أصحاب رسول الله؟ وجهاد سمية وعمار وبلال؟ ثم تقول: أين الطغاةُ اليوم؟ وأين إبراهيم؟ وأين سمية؟ هل احترق إبراهيم في نار قومه؟ هل ماتت دعوة سمية على يد أمية؟ ¶ ¬__________ ¶ (¬1): من ديوان بدوي الجبل قصيدة الكعبة الزهراء. ¶ (¬2) من ديوان بدوي الجبل قصيدة الكعبة الزهراء. ¶ (¬3) من شعر سماحة الوالد د. إبراهيم زيد الكيلاني في الكعبة المشرفة. ¶ (¬4) من ديوان بدوي الجبل في قصيدة الكعبة الزهراء،",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "كلا، فهؤلاء الحجيج هم دعوة إبراهيم هم ثمارُ جهاد أصحاب رسول الله، إن هذه الدعوةَ لها منطقُ الشمسِ وتاريخُ الجداولِ ولها طبعُ الزلازلِ. تنظر حولك وعن يمينك وشمالك، العربُ هنا، والترك هنا، و البيض هنا، والسود هنا، والكل هنا؛ وخفقات قلبهم تقول: ¶ أضحى الإسلامُ لنا دينا ... وجميعُ الكون لنا وطنا ¶ الجمع ألوفٌ وألوفُ والكلُ ضيوف، ضيوفُ الرحمن لنيل عفوهِ وفضلِه. ¶ ولو أصغيتَ إلى صخورِ مكةَ لسمعتها تخاطبُك برجع نداء الصحابة الأبطال الذين بذلوا وما وهنوا: ¶ وعلى الصخور السود رجع ... ندائهم يا آبها بالموت لستُ بآبه ¶ ماذا كان سلاحُ إبراهيم في وجه قومه؟ ¶ كان سلاحُه الكلمةَ، وانتصرت الكلمةُ، أرأيتَ كم أنتَ قويٌ ما دمت تملك كلمة الحق! فكن شجاعا وانطق بها. وكن قويا وانطلق بها. ¶ بُعَيدَ الطوافِ، والصلاةِ عند مَقام إبراهيم تتوجه نحو الصفا، تواجهك قبابُ المسجد الحرام بشموخها، تذكرك بالقباب والقمم من أصحاب سول الله: وربما تذكر لك قصة قبابٍ مثلِها وأكثرَ شموخا، تُذكِّرُكَ بأبي بكرٍ وما بذلَ، وحمزةَ إذ وقَفَ في وجه أبي جهل صائحاً في وجهه:\" أتضرب ابن أخي وأنا على دينه\" وبالفاروق يصدعُ بالحق في وجه الظالمين\" من أحب أن تثكلَه أمه فليتبعني إلى بطن هذا الوادي \"وتذكر قول الشاعر: ¶ ليست قباباً ما رأيتَ وإنما ... مجداً تطاول فاستحال قبابًا ¶ وفي بداية السعي تسير إلى الصفا وتختم بالمروة شوطا ثم من المروة إلى الصفا شوطا آخر ومع السعي تذكر أمنا هاجر وموقف المرأة المؤمنة تخاطب زوجها وقد أسكنها بواد غير زرع أين تتركنا؟ فيسكت، ولا يجيب تكرر السؤال فلا تسمع جواباً، ثم تقول: هو أمرك ¶ قال نعم، قالت: إذن لا يضيعنا\" ¶ وبعد أن تختم الطواف تنهي أعمال العمرة إن كنت متمتعاً ثم تتوجه في الثامن من ذي الحجة إلى منى ثم إلى عرفة في التاسع حيث يباهي الله بأهل عرفة ملائكته: هؤلاء عبادي أتوني شعثاً غبرا أتوني من كل فج عميق اشهدوا بأن قد غفرت لهم (¬1) \" ¶ مهما بدت ذنوبك عظيمة فإن بابَ اللهِ الذي لا يُرَدُ بابُ الافتقارِ، وبابُ الاضطرارِ ¶ ¬__________ ¶ (¬1) -رواه أحمد في المسند عن عبد الله بن عمرو قال: قال رسول الله صلى الله عليه وسلم: «إن الله عزّ وجلّ ليباهي الملائكة بأهل عرفات يقول: انظروا إلى عبادي شعثاً غبراً» برقم (7069) 2|448.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "فإن دعوتَ وجدتَ اللهَ لكَ، ووجدته ملاذك. ¶ إذا ابتليت فثق بالله وارض به ... إن الذي يكشف البلوى هو الله ¶ والله ما لك غير الله من أحد ... فحسبك الله في كل لك الله ¶ ثم تزور الحبيب، وتصلي وتسلم عليه وتحظى بالصلاة في روضته فما بين قبره صلى الله عليه وسلم ومنبره روضة من رياض الجنة (¬1).عسى الله أن يشفعه فينا يوم القيامة. ¶ أقول قولي هذا واستغفر الله لي ولكم، فاستغفروه وتوبوا إليه. ¶ ¬__________ ¶ (¬1) - متفق عليه من حديث عن عبدِ اللَّهِ بنِ زَيدٍ المازنيِّ رضيَ اللَّهُ عنه أنَّ رسولَ اللَّهِ صلى الله عليه وسلم قال «ما بينَ بيتي ومِنبري رَوضَةٌ من رِياضِ الجَنَّة».البخاري في كتاب الفضل الصلاة في مسجد مكة باب ما بين القبر والمنبر برقم (1176) 3|392 وهو عند مسلم في كتاب الحج باب ما بين القبر والمنبر برقم (3322) 9|136.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "بسم الله الرحمن الرحيم ¶ الأمانة ¶ إن الحمد لله نحمده ... ¶ قال تعالى: {إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَنْ يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْأِنْسَانُ إِنَّهُ كَانَ ظَلُوماً جَهُولاً} (الأحزاب:72) وقال جل ذكره:\" {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ *وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَهُ} (الزلزلة:7 - 8) وحين تكون السلعةُ قيمةٌ عزيزةٌ نادرةٌ يَدِقُ الميزانُ حتى يزن أدقَ الأوزان ¶ فميزانُ الخضارِ يزنُ الكيلواتِ وميزانُ الذهب يزن الغراماتِ وميزان الجنة يزن الذرةَ ¶ {وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَا وَيْلَتَنَا مَالِ هَذَا الْكِتَابِ لا يُغَادِرُ صَغِيرَةً وَلا كَبِيرَةً إِلَّا أَحْصَاهَا وَوَجَدُوا مَا عَمِلُوا حَاضِراً وَلا يَظْلِمُ رَبُّكَ أَحَداً} (الكهف:49) والفوز بالجنة لا يكون إلا لمن وَفَّى بالأمانةِ التي ائتمنه الله عليها: قال جل ذكره: {إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا} (النساء: من الآية58)، ومن الأمانات التي ائتمنا عليها أمانةُ المحافظة على هذا الدين ونقله للأبناء كما بلغنا إياه رسول الله - صلى الله عليه وسلم - قال تعالى (يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَاراً وَقُودُهَا النَّاسُ وَالْحِجَارَةُ) (التحريم: من الآية6)، فالأب في البيت عليه أن يسأل عن صلاة أولاده وأخلاقِهم وأن لا يقتصر دوره على توفير المال. ¶ والأم في البيت تراقبُ صلاة أولادها وتكافئُهم على حفظ القرآن. ¶ والوالدان يتابعون سلوكيات أبنائهم ويعرفون مَنْ أصدقاؤهم حتى يحموا أبناءهم من طرق الانحراف التي تُغري الشباب. ¶ جاء في دراسة أجراها المركز الوطني لتأهيل الدمنين التابع لوزارة الصحة في عام 2001 في بلد عربي على (5000) طالب جامعي إن 1% يتعاطى الكحول لأكثر من عشرين يوما في الشهر وإن 8.1%يتعاطى الكحول لأقل من 6 أيام في الشهر وإن 16.6%طالبا تعاطى ولو لمرة واحدة الكحول في حياته (¬1). ¶ وهذه الأرقام تضعنا أمام مسئوليتنا، بحماية الشباب ووقايتهم، وهم من الأمانات التي ائتمننا الله تعالى على حفظها ورعايتها. ¶ وأمام هذا الخطر القاتل ندرك عظم المسؤولية، أخي المحب، إن كان عندكَ شاب أو مراهق وتخشى عليه الانحرافَ فإليك بعضَ النصائحِ لعلها تكون سبيلاً للوقاية من الانحراف: ¶ ¬__________ ¶ (¬1):صحبفة الرأي الأردنية:24 حزيران: الاثنين صفحة 4، أجريت الدراسة على الأردن",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "أولها: إشعارُ الابن بالحنان غيرَ المشروط، فبعض الأبناء يتورط بشربِ الخمر أو المخدر ويريدُ الخروجَ من المشكلة فلا يجرؤ على أن يُحدث أباه لعلمه أن رد الفعل يكون عنيفاً، وهكذا تكون شدةُ الأب وعنفُه سببا لضياع الأبناء. ¶ ويجب أيضاً أن يشعر الأب أبناءه بشيء من الرقابة الناعمة كأن يسأله والده أين كنت؟ من هم أصحابك؟، ويمكن أن يعرف الأبُ أصدقاء أبنائه بأن يدعوَهم إلى بيته ليعرفهم عن قرب ولا يحاولُ أن يفرض رأيه على ابنه وإنما ينبهه ويوجهه ويبصره. ¶ ومن الأمانات التي ائتمننا الله عليها المحافظةُ على أموال الناس عن المستورد بن شداد قال: قال رسول الله صلى الله عليه وسلم: \" من أكل بأخيه أكلة أطعمه الله مثلها من نار جهنم \" (¬1). ¶ هناك من يتجرأ على أموال الناس فتراه يوهمك أن هذا المشروع رابحٌ، وأن أسهم الشركة الفلانية في ارتفاع، وهو يعلمُ أنها ستنخفض ويكون هو الذي يرفعُ السعرَ عبر وسطاء له، والهدف ممارسة (النَجْشِ) لصيدِ مُشتر طيبِ القلب، فهذا التصرف يصدق فيه حديث رسول الله - صلى الله عليه وسلم - من أكل بأخيه أكلة أطعمه الله مثلها من نار جهنم، وبحسب ما أكلت من أخيك يُعَدُّ لكَ من نارِ جهنم، فإن أكلتَ مبلغاً كبيراً فقد ادخرت لنفسك شرَّ عاقبة. ¶ هناك من يحتال على الناس عبر شيكات بلا رصيد، فيأكل أموالهم ثم يهرب ما درى هؤلاء سوء ما ادخروا لأنفسهم. ¶ نسأل الله أن يكفينا بحلاله عن حرامه، وأن يغنينا بفضله عمن سواه، وأن ينفعنا بما سمعنا والسلام عليكم ورحمة الله وبركاته. ¶ __________________________________________ ¶ ¬__________ ¶ (¬1):أخرجه الطبراني في المعجم الكبير، ج: 20: 308 حديث (734).",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "بسم الله الرحمن الرحيم ¶ ذكرى العاشر من محرم ¶ إن الحمد لله نحمده ... ¶ في العاشر من محرم كانت نجاة موسى من فرعون وقومه وقد خلد القرآن هذا الحدث في سورة الشعراء والأعراف وطه والقصص. ¶ جاء في سورة طه {وَلَقَدْ أَوْحَيْنَا إِلَى مُوسَى أَنْ أَسْرِ بِعِبَادِي فَاضْرِبْ لَهُمْ طَرِيقاً فِي الْبَحْرِ يَبَساً لا تَخَافُ دَرَكاً وَلا تَخْشَى * فَأَتْبَعَهُمْ فِرْعَوْنُ بِجُنُودِهِ فَغَشِيَهُمْ مِنَ الْيَمِّ مَا غَشِيَهُمْ * فغشيهم من اليم ما غشيهم * وَأَضَلَّ فِرْعَوْنُ قَوْمَهُ وَمَا هَدَى} (طه:76 - 79) في سورة الشعراء {فَلَمَّا تَرَاءَى الْجَمْعَانِ قَالَ أَصْحَابُ مُوسَى إِنَّا لَمُدْرَكُونَ * قَالَ كَلَّا إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ} (الشعراء:61 - 62) لقد خلد القرآن هذا الموقف من اليقين بالله والثقة المطلقة به فحين تراءى جيش فرعون مع القلة من أتباع موسى تعالت الأصوات: إنا لمدركون لقد أهلكتنا يا موسى بدعوتك لنا لمواجهة فرعون، أما كان الأجدر بنا أن نذعن لهذا الظالم؟ ¶ فكان الجواب من موسى (كلا) وهو حرف ردعٍ، وزجرٍ، ونفيٍ، يفيدُ الاستنكار والاستهجان لمجرد الظن بأنهم سيدركون، فأعلنها في وجه الخائفين (ِإنَّ مَعِيَ رَبِّي سَيَهْدِينِ) ¶ ويأتيه الجواب والغوث {فَأَوْحَيْنَا إِلَى مُوسَى أَنِ اضْرِبْ بِعَصَاكَ الْبَحْرَ فَانْفَلَقَ فَكَانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيمِ * وَأَزْلَفْنَا ثَمَّ الْآخَرِينَ * وَأَنْجَيْنَا مُوسَى وَمَنْ مَعَهُ أَجْمَعِينَ * ثُمَّ أَغْرَقْنَا الْآخَرِينَ * إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ * وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ} (الشعراء:63 - 68) ولما قَدِمَ النبيُّ صلى الله عليه وسلم المدينةَ فرأى اليهودَ تَصومُ يومَ عاشوراءَ فقال: ما هذا؟ قالوا: هذا يومٌ صالحٌ، هذا يومٌ نَجَّى الله بني إسرائيلَ مِن عدُوِّهِم فصامَهُ موسى، قال؛ فأنا أحقُّ بموسى منكم، فصامَهُ، وأمَرَ بصِيامهِ» (¬1). ¶ فخلد الإسلام هذه الذكرى ليحتفل بها المسلمون في كل زمان ¶ والسؤال ما الحكمة من تخليد بعض المناسبات. ¶ إذا كان اختلاف النهار والليل ينسي، فإن دور التأريخ مقاومة النسيان وتجديد الحدث ليعيشه كل مسلم وكأنه كان مع موسى حين واجه فرعون. ¶ ¬__________ ¶ (¬1) - أخرجه البخاري في صحيحه، كتاب الصوم، ج: 4: 770 حديث (1980) من حديث ابن عباس.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "فمعركة موسى عليه السلام مع فرعون هي معركة محمد - صلى الله عليه وسلم - مع أبي جهل، هي معركة شعب فلسطين مع الفراعنة الجدد، وهي معركة الشعوب في مقاومة الاحتلال مع أبي جهل القرن، إنها معركة الإسلام في الأمس واليوم الغد، ووقودها وزادها الثقة بالله تعالى والثقة بنصره، وإن القانطين بنصر الله تعالى هم أولُ المنهزمين وأولُ الهالكين. ¶ قال رسول الله صلى الله عليه وسلم: \" ثلاثَةٌ لا تَسْأَلْ عَنْهُمْ، رَجُلٌ نازَعَ الله عَزَّ وَجَلَّ رِدَاءَهُ فَإنَّ رِدَاءَهُ الكِبْرِيَاءُ وَإِزارُهُ العِزَّةُ، وَرَجُلٌ شَكَّ فِي أَمْرِ الله، وَالقَنُوطُ مِنْ رَحْمَةِ الله» (¬1). ¶ كثيرون هم الذين يقولون: \"إنا لمدركون\" فيقدمون التنازلات وينضمون إلى صفوف المتعاونين مع الأعداء، فأين من يقف إلى صف موسى - عليه السلام -؟،فيقول {كلا إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ}. ¶ لقد فقه شعب فلسطين درس العاشر من محرم فأوَّبَ مع موسى {إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ} وجعل شعاره للأقصى ربٌ يحميه وشعبٌ يفديه، وعرف سبيل الهداية {وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا} (العنكبوت: من الآية69) فرتلها ترتيلا، وأحكَمَ تنزيلها على الواقعِ تنزيلا. ¶ حين اقتحم المجرم (غلولدشتاين) الحرمَ الإبراهيمي في الخليل وأطلق نيران رشاشه على المصلين في صلاة الفجر، كان بين المصلين المجاهد \"نمرمجاهد\" خرج من بيته، وودع زوجته التي كانت تنتظر مولودا خلال أيام، ولما بدأ المجرم \"جولدشتاين\" بإطلاق نيرانه اعتنقه نمر مجاهد جاعلا من جسده درعا لإخوانه حتى تمكن المصلون من قتل المجرم. ¶ هذا الشهيدُ فهمَ درسَ العاشرِ من محرم استكباراً على الظالمين، ومواجهة للطغاة. ¶ لقد تمثل الشاعر صورة زوجة الشهيد وهي تهدد طفلها الذي ير أباه فقال على لسان الأم (¬2) ¶ نمْ يا صغيري إنَّ هذا المهدَ يحرسُه الرجاء ¶ من مُقلةٍ سهرَت لآلامٍ تثورُ مع المساء ¶ فأصوغها لحناً مقاطعه تأجج في الدماء ¶ نمْ فلسوف أرضعك الجراحَ مع اللبن ¶ حتى أنالَ على يديك منى وهبت لها الحياة ¶ يا من رأى الدنيا ولكن لم يرَ فيها أباه ¶ ستمرُ أعوامٌ طوالٌ في الأنينِ وفي العذاب ¶ ¬__________ ¶ (¬1) - أخرجه الإمام أحمد في مسنده، مسند فضالة بن عبيد، ج: 7: 32 حديث (23552). ¶ (¬2) من ديوان هاشم الرفاعي",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وأراك يا ولدي قويَ الخطبِ موفور الشباب ¶ تأوي إلى أمٍّ محطمةٍ مخضبةِ الإهاب ¶ وهناك تسألني كثيرا عن أبيكَ وكيف غاب ¶ هذا سؤالٌ يا صغيري قد أُعِدَ له الجواب ¶ فلئِنْ حَييت فسوفَ أسرُدُه عليك ¶ أو مِتُ فانظر من يسر به إليك ¶ فإذا عرفت جريمة الجاني وما اقترفت يداه ¶ فانثر على قبري وقبر أبيك شيئا من دماه ¶ 2 ¶ الدرس الثاني من دروس العاشر من محرم هو: رد فعل قوم موسى بعد أن نجاهم الله تعالى، وساروا على البحر ورأوا الآيات أمامهم ¶ يقول الله تعالى {وَجَاوَزْنَا بِبَنِي إِسْرائيلَ الْبَحْرَ فَأَتَوْا عَلَى قَوْمٍ يَعْكُفُونَ عَلَى أَصْنَامٍ لَهُمْ قَالُوا يَا مُوسَى اجْعَلْ لَنَا إِلَهاً كَمَا لَهُمْ آلِهَةٌ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ * إِنَّ هَؤُلاءِ مُتَبَّرٌ مَا هُمْ فِيهِ وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ} (الأعراف:138 - 139) ¶ كيف يمكن أن نفسر هذا السلوك الغبي لقوم رأوا الآيات ثم يريدون عبادة الأوثان!!! ¶ ربما يساعدنا على تفسير هذه الظاهرة مبادئ التربية حيت يرى التربويون أن النضج العقلي يحتاج إلى أجواء من الحرية لينضج العقل ويكون قادرا على المحاكمة والاستنتاج أما قوم موسى فهم قد تبلدت قدرة التفكير عندهم بسبب أجواء الاستبداد فما كان منهم إلا التقليد من غير وعي ولا إدراك. ¶ يساعدنا على هذا الاستنتاج قوله تعالى: معقبا (إِنَّكُمْ قَوْمٌ تَجْهَلُونَ) في حين أن الله تعالى عقَّبِ على عبادة العجل بقوله {اتَّخَذُوهُ وَكَانُوا ظَالِمِينَ} (الأعراف: من الآية148) فنبه إلى وجود فرقٍ في مستوى الجُرم بين قوم موسى في بداية تحررهم، وحالهم بعد أن زالت عنهم نير العبودية. فللطغيان آثاره التدميرية على النفس والعقل ¶ (وشر ما ابتدع الطغيان موتى على الدروب تسير (¬1) ¶ ¬__________ ¶ (¬1) من ديوان بدوي الجبل قصيدة من وحي الهزيمة",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "بسم الله الرحمن الرحيم ¶ عظمة الرسول صلى الله عليه وسلم ¶ إن الحمد لله نحمده ... ¶ يقول الله تعالى: {إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيماً} (الأحزاب:56) صلى الله وبارك عليك يا سيدي رسول الله كلما ذكرك الذاكرون وغفل عن ذكرك الذاكرون. ¶ مظاهر عظمة رسول الله عديدة، فهو مجمع العظمات، هو القائدُ الفاتح الذي يظْفَرُ فلا يبطر ويغضب فلا يضجر، هو الصادقُ في القول، الأمينُ في التجارة، هو الزوجُ العطوف، والأبُ الرحيم، والنبي العظيم صلى الله عليه وسلم، أثنى الله عليه وزكَّى بصره فقال (مَا زَاغَ الْبَصَرُ وَمَا طَغَى) (النجم:17) ¶ وزكى نطقه فقال {وَمَا يَنْطِقُ عَنِ الْهَوَى} (النجم:3) ¶ وزكى فؤاده فقال: {مَا كَذَبَ الْفُؤَادُ مَا رَأَى} (لنجم:11) ¶ وزكاه كله فقال {وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ} (القلم:4) ¶ اللهم صل وسلم وبارك عليه ما اتصل سمعٌٌ بخبر أو اتصل عين بنظر. ¶ وصفته السيدة خديجة فقالت: وقد جاءها يرجف في بدء نزول الوحي خَشِي عَلَى نَفْسِه فَقَالَتْ خَدِيجَةُ: \" كَلَّا وَاللَّهِ مَا يُخْزِيكَ اللَّهُ أَبَدًا إِنَّكَ لَتَصِلُ الرَّحِمَ وَتَحْمِلُ الْكَلَّ وَتَكْسِبُ الْمَعْدُومَ وَتَقْرِي الضَّيْفَ وَتُعِينُ عَلَى نَوَائِبِ الْحَقِّ \" أخرجه البخاري (¬1). ¶ ووصفه خادمه أنس فقال: \" كَانَ النَّبِيُّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَحْسَنَ النَّاسِ وَأَشْجَعَ النَّاسِ وَأَجْوَدَ النَّاسِ وَلَقَدْ فَزِعَ أَهْلُ الْمَدِينَةِ فَكَانَ النَّبِيُّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ سَبَقَهُمْ عَلَى فَرَسٍ وَقَالَ وَجَدْنَاهُ بَحْرًا \"أخرجه البخاري (¬2). ¶ كان عظيماً في حلمه وفي غضبه قال: أَنَسِ بْنِ مَالِكٍ رَضِي اللَّه عَنْه: \" لَمْ يَكُنِ النَّبِيُّ صَلَّى اللَّهم عَلَيْهِ وَسَلَّمَ سَبَّابًا، وَلا فَحَّاشًا وَلَا لَعَّانًا كَانَ يَقُولُ لِأَحَدِنَا عِنْدَ الْمَعْتِبَةِ مَا لَهُ تَرِبَ جَبِينُهُ \" (¬3). ¶ ¬__________ ¶ (¬1) - أخرجه البخاري في صحيحه، كتاب بدء الوحي، ج:1: 32 حديث (3). ¶ (¬2) - أخرجه البخاري في صحيحه، كتاب الجهاد، ج:6: 117 حديث (2759). ¶ (¬3) - أخرجه البخاري في صحيحه، كتاب الأدب، ج:12: 68 حديث (5892).",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ومن مظاهر عظمته صلوات الله وسلامه عليه انتصاره على الإغراءات ومنها: إغراءُ الزعامة، وإغراء المال، ُ وإغراءُ الأمن الشخصي يوم تزوغ الأبصار في لقاء الأهوال، وإغراء الفرادة والقداسة أمام مدح المادحين، وإغراء الثأر إذ مكنه الله من عدوه، على ما نعرضه فيما هو آت: ¶ مواجهة إغراء الزعامة: ¶ حبُ الزعامةِ والجاه مما تطمح إليه النفوس، و يشتد الطلب في سبيلها حتى إن كثيراً من الصراعات منشؤها التنافس على الزعامة كما في الحديث «مَا ذِئْبَانِ جَائِعَانِ أُرْسِلاَ في غَنَمِ بِأَفْسَدَ لهَا مِنْ حِرْصِ الْمَرءِ عَلَى الْمَالِ وَالشَّرَفِ _أي الزعامة والجاه _ لِدِيِنِه» أخرجه الترمذي وقال هذا حديثٌ حسنٌ صحيحٌ (¬1). ¶ روى ابن كثير في البداية والنهاية عن ابن إسحاق قال: اجتمع أشراف من قريش _وعدَّد أسماءهم _بعد غروب الشمس عند ظهر الكعبة، فقال بعضهم لبعض: ابعثوا إلى محمد فكلموه وخاصموه حتى تعذروا فيه، فبعثوا إليه أن أشرافَ قومك قد اجتمعوا لك ليكلموك، فجاءهم _رسول الله صلى الله عليه وسلم_ سريعاً وهو يظن أنه قد بدا لهم في أمرهم بدء، وكان حريصاً يحب رشدهم ويعز عليه عنتهم حتى جلس إليهم، فقالوا: يا محمد إنا قد بعثنا إليك لنعذر فيك، وإنا والله لا نعلم رجلاً من العرب أدخل على قومه ما أدخلت على قومك، لقد شتمت الآباء، وعِبتَ الدينَ، وسفهت الأحلامَ، وشتمت الآلهةَ، وفرقت الجماعةَ، وما بقي من قبيح إلا وقد جئته فيما بيننا وبينك، فان كنت إنما جئت بهذا الحديث تطلب مالا جمعنا لك من أموالنا حتى تكون أكثرنا مالا، وإن كنت إنما تطلب الشرفَ فينا سودناك علينا، وإن كنت تريد ملكاً ملكناك، وإن كان هذا الذي يأتيك بما يأتيك أمراً تراه قد غلب عليك بذلنا أموالنا في طلب الطب حتى نبرئك منه أو نعذر فيك. ¶ فقال رسول الله صلى الله عليه وسلم: \" ما بي ما تقولون ما جئتكم بما جئتكم به أطلب أموالَكم ولا الشرفَ فيكم ولا الملكَ عليكم، ولكن اللهَ بعثني إليكم رسولاً، وأنزل علي كتاباً، وأمرني أن أكون لكم بشيراً نذيراً، فبلغتكم رسالة ربي ونصحت لكم، فان تقبلوا مني ما جئتكم به فهو حظكم من الدنيا والآخرة، وإن تردوه علي أصبر لأمر الله حتى يحكم الله بيني وبينكم \" (¬2). ¶ ¬__________ ¶ (¬1) - أخرجه الترمذي في سننه، كتاب الزهد، ج:7: 77 حديث (2416) من حديث كعب بن مالك الأنصاري. ¶ (¬2) - البداية والنهاية ج: 3: 50",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "تأمل أخي في صبره صلى الله عليه وسلم وهو يقول: فإن تقبلوا مني فهو حظكم من الدنيا والآخرة، وإن تردوه علي أصبر لأمر الله \". ¶ لقد صبر رسول الله على أمر الله واستمر في دعوته فنال بشرى الصابرين. ¶ ومما يروى أيضا ـ كما قال ابن اسحاق ـ أن قريشا قالوا لأبي طالب هذه المقالة، فبعث إلى رسول الله صلى الله عليه وسلم فقال له: يا ابن أخي إن قومك قد جاءوني فقالوا كذا وكذا الذي قالوا له، فابق علي وعلى نفسك ولا تحملني من الأمر ما لا أطيق، قال: فظن رسول الله صلى الله عليه وسلم أنه قد بدا لعمه فيه بُدُو_ٌ أي سيغير موقفه_، وأنه خاذلُه ومسلِمُه، وانه قد ضعُفَ عن نصرته والقيامِ معه، قال: فقال رسول الله صلى الله عليه وسلم: \" يا عم والله لو وضعوا الشمس في يميني والقمر في يساري على أن أترك هذا الأمر حتى يظهره الله أو أهلك فيه ما تركته \"، قال: ثم استعبر رسول الله صلى الله عليه وسلم فبكى، ثم قام، فلما ولى ناداه أبو طالب فقال: أقبل يا ابن أخي، فأقبل عليه رسول الله صلى الله عليه وسلم، فقال: اذهب يا ابن أخي قل ما أحببت، فوالله لا أسْلمتُكَ لشيء أبدا (¬1).والرسول في قوله: \" والله لو وضعوا الشمس في يميني و القمر في شمالي على أن أترك هذا الأمر ما تركته \" يقدم للدنيا معنى جديداً، وهو أن الدنيا بما فيها لا تساوى بالدعوة إلى الله تعالى، هذا الموقف من التنزه عن المنصب وإغراءاته نموذجٌ للتعالي عن قيد الأغيار ورقِ الآثار ومن التعلق بحظ النفس والارتقاء من ظلمة الوجود إلى فضاء الشهود. ¶ إن كثيراً من الناس يتراجعون عن مبادئهم أمام الإغراءات المادية لكن رسول الله - صلى الله عليه وسلم - لم يسل ريقُه لمطمع دنيوي ولا لزعامة تعرض عليه، اختار أن يبلغ كلمة ربه فأكرمه الله تعالى بما لم ينله زعيم في الدنيا وآتاه عزاً لا يفنى وصدق الله العظيم {مَنْ كَانَ يُرِيدُ الْعِزَّةَ فَلِلَّهِ الْعِزَّةُ جَمِيعاً إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ وَالَّذِينَ يَمْكُرُونَ السَّيِّئَاتِ لَهُمْ عَذَابٌ شَدِيدٌ وَمَكْرُ أُولَئِكَ هُوَ يَبُورُ} (فاطر:10) ¶ الانتصار على إغراء الأمن الشخصي: ¶ لما اشتد أذى كفار قريش فكر في حماية أصحابه، فكانت الهجرة إلى الحبشة، ولم يكن رسولُ الله أول مهاجر بل لم يهاجر أصلاً بقي في وسط الأحداث يواجه تهديدهم، ولما كانت الهجرة الثانية كان آخر المهاجرين بقي في وجه الأخطار حتى أذن الله له بالخروج. ¶ من مظاهر عظمته صلوات الله وسلامه عليه انتصاره على إغراء المال: ¶ ¬__________ ¶ (¬1) - (البداية والنهاية ج: 3: 48)",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "روى الإمام مَالِكٍ في موطئه أَنَّ رَسُول اللَّهِ حِينَ صَدَرَ مِنْ حُنَيْن، وَهُوَ يُرِيدُ الْجعِرَّانَةَ سَأَلَهُ النَّاسُ حَتَّى دَنَتْ بِهِ نَاقَتُهُ مِنْ شَجَرَةٍ فَتَشَبَّكَتْ بِرِدَائِهِ حَتَّى نَزَعَتْهُ عَنْ ظَهْرِهِ، فَقَالَ رَسُولُ اللَّهِ: «رُدُّوا عَلَيَّ رِدَائِي، أَتَخَافُونَ أَنْ لاَ أَقْسِمَ بَيْنَكُمْ مَا أَفَاءَ اللَّهُ عَلَيْكُمْ، وَالَّذِي نَفْسِي بِيَدِهِ لَوْ أَفَاءَ اللَّهُ عَلَيْكُمْ مِثْلَ سَمُرِ تِهَامَةَ نَعَماً لَقَسَمْتُهُ بَيْنَكُمْ، ثُمَّ لاَ تَجِدُونَنِي بَخِيلاً، وَلاَ جَبَاناً، وَلاَ كَذَّاباً». فَلَمَّا نَزَلَ رَسُولُ اللَّهِ قَامَ فِي النَّاسِ فَقَالَ: «أَدُّوا الْخِيَاطَ وَالْمِخْيَطَ، فَإِنْ الْغُلُولَ عَارٌ، وَنَارٌ، وَشَنَارٌ عَلَى أَهْلِهِ يَوْمَ الْقِيَامَةِ». قَالَ: ثُمَّ تَنَاوَلَ مِنَ الأَرْضِ وَبَرَةً مِنَ بَعِيرٍ، أَوْ شَيْئاً، ثُمَّ قَالَ: «وَالَّذِي نَفْسِي بِيَدِهِ مَا لِي مِمَّا أَفَاءَ اللَّهُ عَلَيْكُمْ، وَلاَ مِثْلُ هاذِهِ إِلاَّ الْخُمُسُ، وَالْخُمُسُ مَرْدُودٌ عَلَيْكُمْ» (¬1). ¶ إعطاء النبي المؤلفة قلوبهم من الغنائم ¶ قال ابن اسحاق: \" أعطى رسول الله صلى الله عليه وسلم المؤلفة قلوبهم وكانوا أشرافا من أشراف الناس يتألفهم ويتألف بهم قومهم فأعطى أبا سفيان بن حرب مائة بعير وأعطى ابنه معاوية مائة بعير وأعطى حكيمَ بنَ حزام مائة بعير، قال ابن هشام: لما أعطى رسول الله صلى الله عليه وسلم ما أعطى من تلك العطايا في قريش وفي قبائل العرب ولم يكن في الأنصار منها شيء، فوجد هذا الحي من الأنصار في أنفسهم حتى كثرت منهم القالة حتى قال قائلهم: لقد لقي والله رسولُ الله _صلى الله عليه وسلم_ قومه. ¶ عتاب النبي صلى الله عليه وسلم للأنصار: ¶ فَدَخَلَ عَلَيْهِ سَعْدُ بْنُ عُبَادَةَ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ هَذَا الْحَيَّ قَدْ وَجَدُوا عَلَيْكَ فِي أَنْفُسِهِمْ لِمَا صَنَعْتَ فِي هَذَا الْفَيْءِ الَّذِي أَصَبْتَ قَسَمْتَ فِي قَوْمِكَ وَأَعْطَيْتَ عَطَايَا عِظَامًا فِي قَبَائِلِ الْعَرَبِ وَلَمْ يَكُنْ فِي هَذَا الْحَيِّ مِنْ الْأَنْصَارِ شَيْءٌ ¶ قَالَ فَأَيْنَ أَنْتَ مِنْ ذَلِكَ يَا سَعْدُ ¶ قَالَ يَا رَسُولَ اللَّهِ مَا أَنَا إِلَّا امْرُؤٌ مِنْ قَوْمِي. ¶ قَالَ فَاجْمَعْ لِي قَوْمَكَ فِي هَذِهِ الْحَظِيرَةِ ¶ قَالَ فَخَرَجَ سَعْدٌ فَجَمَعَ النَّاسَ فِي تِلْكَ الْحَظِيرَةِ، فَلَمَّا اجْتَمَعُوا أَتَاهُ سَعْدٌ فَقَالَ قَدْ اجْتَمَعَ لَكَ هَذَا الْحَيُّ مِنْ الْأَنْصَارِ قَالَ فَأَتَاهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ بِالَّذِي هُوَ لَهُ أَهْلٌ ثُمَّ قَالَ: يَا مَعْشَرَ الْأَنْصَارِ مَا قَالَةٌ بَلَغَتْنِي عَنْكُمْ وَجِدَةٌ وَجَدْتُمُوهَا فِي أَنْفُسِكُمْ أَلَمْ آتِكُمْ ضُلَّالًا فَهَدَاكُمْ اللَّهُ وَعَالَةً فَأَغْنَاكُمْ اللَّهُ وَأَعْدَاءً فَأَلَّفَ اللَّهُ بَيْنَ قُلُوبِكُمْ قَالُوا بَلْ اللَّهُ وَرَسُولُهُ أَمَنُّ وَأَفْضَلُ قَالَ أَلَا تُجِيبُونَنِي يَا مَعْشَرَ الْأَنْصَارِ قَالُوا وَبِمَاذَا نُجِيبُكَ يَا رَسُولَ اللَّهِ وَلِلَّهِ وَلِرَسُولِهِ الْمَنُّ ¶ ¬__________ ¶ (¬1) - أخرجه الإمام مالك في موطئه، كتاب الجهاد، ج: 3:28 حديث (994)، وأصله عند البخاري، كتاب الجهاد، ج: 6: 117 حديث (2760).",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وَالْفَضْلُ قَالَ أَمَا وَاللَّهِ لَوْ شِئْتُمْ لَقُلْتُمْ فَلَصَدَقْتُمْ وَصُدِّقْتُمْ أَتَيْتَنَا مُكَذَّبًا فَصَدَّقْنَاكَ وَمَخْذُولًا فَنَصَرْنَاكَ وَطَرِيدًا فَآوَيْنَاكَ وَعَائِلًا فَأَغْنَيْنَاكَ أَوَجَدْتُمْ فِي أَنْفُسِكُمْ يَا مَعْشَرَ الْأَنْصَارِ فِي لُعَاعَةٍ مِنْ الدُّنْيَا تَأَلَّفْتُ بِهَا قَوْمًا لِيُسْلِمُوا وَوَكَلْتُكُمْ إِلَى إِسْلَامِكُمْ أَفَلَا تَرْضَوْنَ يَا مَعْشَرَ الْأَنْصَارِ أَنْ يَذْهَبَ النَّاسُ بِالشَّاةِ وَالْبَعِيرِ وَتَرْجِعُونَ بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي رِحَالِكُمْ فَوَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَوْلَا الْهِجْرَةُ لَكُنْتُ امْرَأً مِنْ الْأَنْصَارِ وَلَوْ سَلَكَ النَّاسُ شِعْبًا وَسَلَكَتْ الْأَنْصَارُ شِعْبًا لَسَلَكْتُ شِعْبَ الْأَنْصَارِ اللَّهُمَّ ارْحَمْ الْأَنْصَارَ وَأَبْنَاءَ الْأَنْصَارِ وَأَبْنَاءَ أَبْنَاءِ الْأَنْصَارِ قَالَ فَبَكَى الْقَوْمُ حَتَّى أَخْضَلُوا لِحَاهُمْ وَقَالُوا رَضِينَا بِرَسُولِ اللَّهِ قِسْمًا وَحَظًّا ثُمَّ انْصَرَفَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَتَفَرَّقْنَا (¬1). ¶ لاحظ كيف واجه الرسول صلى الله عليه وسلم اعتراض الأنصار وحاورهم ولم يرضَ بسكوتهم أول مرة فالنفوس تهاب الزعيم، ولهذا يقولون بأدب: لله ورسوله المن والفضل، وكان بإمكان الرسول أن يستند إلى سكوتهم المشوب بالخجل ليبرر تصرفه بالغنائم، لكنه صلى الله عليه وسلم يحاورهم ويقر لهم بالفضل ليكون سكوتهم عن رضى وارتياح وتكون العلاقة بين القيادة والرعية مستندة إلى الرضى لا إلى الخوف أو الخجل. ¶ انتصاره، صلى الله عليه وسلم، على إغراء الفرادة والقداسة ¶ عن المغيرةَ بنَ شعبةَ يقول: «انكسفَتِ الشمسُ يومَ ماتَ إبراهيمُ، فقال الناسُ انكسفَتْ لموتِ إبراهيمَ، فقال رسولُ الله صلى الله عليه وسلم: إنَّ الشمسَ والقمرَ آيَتانِ من آياتِ الله، لا ينكسِفانِ لموتِ أحدِ ولا لحياته، فإذا رأيتموهما فادعوا الله وصلوا حتى يَنجليَ» (¬2). ¶ في هذا الوقت من الكرب إذ النفس مشغولة بوفاة فلذة الكبد، يسمع رسول الله كلمة من بعض الناس تنسب الكسوف لموت إبراهيم فيبادر إلى تصحيح المفاهيم حتى لا يبني مجد على تزييف العقول و لو كان طالب علو في الأرض لاستثمر الظرف أو على الأقل لسكت على ما قاله الناس، لكنه صلى الله عليه وسلم تحرر من حظوظ النفس، والحرص على بناء مجد لذاته، فكان مجده بالله، وعزه بالله، عزاً لا يفنى ومجدا لا يبلى. ¶ ولما دخل مكة فاتحاً بجيش عرمرم وصف أهل السيرة دخوله عن جابر أن رسول الله صلى الله عليه وسلم دخل مكة وعليه عمامة سوداء وقال ابن إسحاق عن عائشة كان لواء رسول الله صلى الله عليه وسلم يوم الفتح أبيض ورايته سوداء تسمى العقاب، وهو يردد سورة الفتح وإن رسول الله صلى الله عليه وسلم، ليضع رأسه تواضعا لله حين رأى ما أكرمه الله به من الفتح حتى ¶ ¬__________ ¶ (¬1) - (السيرة النبوية ج5/ص177)، وأصله في صحيح البخاري، كتاب المغازي، ج: 8: 376 حديث (4230). ¶ (¬2) - أخرجه البخاري في صحيحه، كتاب الكسوف، ج: 3: 294 حديث (1044).",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "إن عثنونه ليكاد يمس واسطة الرحل \"وعن أنس قال دخل رسول الله صلى الله عليه وسلم مكة يوم الفتح وذقنه على راحلته متخشعا \" ¶ وعن ابن مسعود أن رجلا كلم رسول الله صلى الله عليه وسلم يوم الفتح فأخذته الرعدة فقال هون عليك فإنما أنا ابن امرأة من قريش تأكل القديد قال وهكذا رواه محمد بن سليمان بن فارس وأحمد وهذا التواضع في هذا الموطن عند دخوله صلى الله عليه وسلم مكة في مثل هذا الجيش الكثيف العرمرم بخلاف ما اعتمده سفهاء بني إسرائيل حين أمروا أن يدخلوا باب بيت المقدس وهم سجود أي ركع يقولون حطة فدخلوا يزحفون على استاههم وهم يقولون حنطة في شعرة (¬1). ¶ ___________________________________________________ ¶ ¬__________ ¶ (¬1):البداية والنهاية: ج4/ص293",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "ليلة القدر ¶ إن الحمد لله نحمده ... ¶ يقول الله تعالى:: إِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ {1} وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ {2} لَيْلَةُ الْقَدْرِ خَيْرٌ مِّنْ أَلْفِ شَهْرٍ ¶ إنها الليلة الموعودة المشهودة التي ينتظرها الوجود كله في فرح وغبطة وابتهال. ¶ ليلة الاتصال المطلق بين الأرض والملأ الأعلى. ¶ ليلة بدء نزول هذا القرآن على قلب محمد صلى الله عليه وسلم. ¶ ليلةُ ذلك الحدث العظيم الذي لم تشهد الأرض مثله في عظمته، وفي دلالته، وفي آثاره في حياة البشرية جميعا، العظمة التي لا يحيط بها الإدراك البشري {إِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ {1} وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ {2} لَيْلَةُ الْقَدْرِ خَيْرٌ مِّنْ أَلْفِ شَهْرٍ}. ¶ والنصوص القرآنية التي تحدثنا عن ليلة تفيض بالنور الهادئ الساري الرائق الودود، نور الله المشرق في قرآنه: إِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ. ¶ ونورُ الملائكة والروحُ وهم في غدوهم ورواحهم طوال الليلة بين الأرض والملأ والأعلى: تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِم مِّن كُلِّ أَمْرٍ. . ¶ ثم نور الفجر الذي تعرضه النصوص متناسقا مع نور الوحي ونور الملائكة، وروح السلام المرفرف على الوجود وعلى الأرواح السارية في هذا الوجود: سَلَامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْرِ. ¶ هي ليلة تلتقي فيها الملائك مع المعتكفين في المساجد حين تتنزل بالرحمة ومن صافحه جبريل رق قلبه وسال دمعه أخرج البيهقي في شعب الإيمان (عن سعيد بن المسيب عن سلمان الفارسي قال: قال رسول الله صلى الله عليه و سلم:\" من فطر صائماً في رمضان من كسب حلال صلت عليه الملائكة لياليَ رمضانَ كلَها و صافحه جبريل عليه السلام ليلةَ الفطر، و من صافحه جبريل تكثر دموعه و يرق قلبه \" (¬1). ¶ في ليلة القدر تتنزل الملائكة في موكب نوراني يقودهم جبريل عليه السلام، فينزلون إلى الأرض ويؤمنون على دعاء الناس، إلى وقت طلوع الفجر، \" وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِم \" أي جبريل عليه السلام. ¶ ويحملون في نزولهم الرحمة ينزل بها جبريل عليه السلام مع الملائكة في هذه الليلة على أهل المساجد ¶ ¬__________ ¶ (¬1) - أخرجه البيهقي في شعب الإيمان (3/ 419) والبزار في مسنده (6/ 496).",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وقال الشعبي: في تفسير قوله تعالى (سلام هي) هو تسليم الملائكة على أهل المساجد، من حين تغيبُ الشمسُ إلى أن يطلعَ الفجرُ، يمرون على كل مؤمن، ويقولون: السلام عليك أيها المؤمن (¬1). ¶ والليلة التي تتحدث عنها السورة هي الليلة التي جاء ذكرها في سورة الدخان: ... . إِنَّا أَنزَلْنَاهُ فِي لَيْلَةٍ مُّبَارَكَةٍ إِنَّا كُنَّا مُنذِرِينَ {3} فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ {4} أَمْراً مِّنْ عِندِنَا إِنَّا كُنَّا مُرْسِلِينَ {5} رَحْمَةً مِّن رَّبِّكَ إِنَّهُ هُوَ. السَّمِيعُ الْعَلِيمُ) (الدخان: الآية6). ¶ والمعروف أنها ليلة من ليالي رمضان، كما ورد في سورة البقرة: شهر رمضان الذي أنزل فيه القرآن، هدى للناس وبينات من الهدى والفرقان. ¶ وقد ورد في تعيين هذه الليلة آثار كثيرة، بعضها يعين الليلة السابعة والعشرين من رمضان، وبعضها يعين الليلة الواحدة والعشرين، وبعضها يعينها ليلة من الليالي العشر الأخيرة، وبعضها يطلقها في رمضان كله، فهي ليلة من ليالي رمضان على كل حال في أرجح الآثار. ¶ واسمها: ليلة القدر، قد يكون معناه التقدير والتدبير، وقد يكون معناه القيمة والمقام. ¶ وكلاهما يتفق مع ذلك الحدث الكوني العظيم حدث القرآن والوحي والرسالة. . وليس أعظم منه ولا أقوم في أحداث هذا الوجود، وليس أدل منه كذلك على التقدير والتدبير في حياة العبيد. ¶ عن مُعَاوِيَةَ بنِ أبي سُفْيَانَ عن النَّبيِّ صلى الله عليه وسلم، في لَيْلَةِ الْقَدْرِ قال: «لَيْلَةُ الْقَدْرِ لَيْلَةُ سَبْعٍ وَعِشْرِينَ \" (¬2). ¶ وقال أبو بكر الوراق: إن الله تعالى قسم الليالي هذا الشهر- شهر رمضان- على كلمات هذه السورة، فلما بلغ السابعة والعشرين أشار إليها فقال: هي. ¶ وأيضاً فإن ليلة القدر كرر ذكرها ثلاث مرات، وهى تسعة أحرف، فتجيء سبعاً وعشرين. ¶ ومن شرفها وفضلها أن قيامها سبب لمغفرة الذنوب عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ صَامَ رَمَضَانَ إِيمَاناً وَاحْتِسَاباً، غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ. وَمَنْ قَامَ لَيْلَةَ الْقَدْرِ إِيمَاناً وَاحْتِسَاباً، غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ \" (¬3). ¶ ¬__________ ¶ (¬1) - أخرج البيهقي هذا الأثر في شعب الإيمان (3/ 338)، وابن كثير في التفسير العظيم 4/ 582). ¶ (¬2) - أخرجه أبو داود في سننه (4/ 264). ¶ (¬3) - أخره البخاري في صحيحه (4/ 784)، ومسلم في صحيحه (6/ 35).",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "فهي فرصة من جود الكريم لنتدارك ما فاتنا عسى الله أن يغفر لنا ¶ يَقولون أَبواب السَماء جميعها ... ستفتح للإِنسان في لَيلة القدرِ ¶ فَقلت لهم ماذا سينفع فتحها ... إذا لَم يَكن فيها الولوج بذي يسرِ ¶ فاحرص على ان تشغل نفسك في الدعاء و الإنابة في هذه الليلة المباركة. والسلام عليكم. ¶ _____________________________________________",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "قواعد النجاح ¶ إن الحمد لله نحمده ... ¶ وبعد موضوع هذه الخطبة: ثلاث قواعد للنجاح ¶ الأولى: إذا أنعم الله تعالى عليك شكرتَ ¶ والثانية \": إذا ابتلاك صبرت، قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:\"عَجِبْتُ مِنْ قَضَاءِ اللَّهِ عَزَّ وَجَلَّ لِلْمُؤْمِنِ إِنْ أَصَابَهُ خَيْرٌ حَمِدَ رَبَّهُ وَشَكَر، َ وَإِنْ أَصَابَتْهُ مُصِيبَةٌ حَمِدَ رَبَّهُ وَصَبَرَ الْمُؤْمِنُ يُؤْجَرُ فِي كُلِّ شَيْءٍ حَتَّى فِي اللُّقْمَةِ يَرْفَعُهَا إِلَى فِي امْرَأَتِهِ (¬1) \" ¶ والقاعدة الثالثة: إذا أذنبتَ استغفرت قال تعالى {وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ) (آل عمران:135)،وعن عائشة كان من دعاء الرسول - صلى الله عليه وسلم - \"اللهم اجعلني من الذين إذا أحسنوا استبشروا وإذا أساءوا استغفروا (¬2). ¶ والإنسان فينا بين هذه الحالات الثلاث: قدومُ نِعمة أو ابتلاءٌ أو ذنبٌ يرتكبه، فإن استغفرت من الذنب بصدق رضيَ الملكُ وأنسى الملكَ ما كتب، وإن صبرت للبلاء كانت العاقبة بشرى، وإن شكرت عند قدوم النعمة ضمنت بقاءها وزيادتها لقوله تعالى: {وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ وَلَئِنْ كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ} (ابراهيم:7) ¶ فإذا كنت في نٍعم من الله وهي عديدة: وإن تعدوا نعمة الله لا تحصوها، فقيد النِعَمَ بالشكر، ¶ من أجَلَّ النعم أن جعلنا الله تعالى من أهل طاعته. ¶ ومن النعم الأمن الذي ننعمُ به، والعافيةُ في البدن، وأبناؤك من حولك كل هذه من أجل نعم الله على الإنسان وفي الحديث قَالَ رَسُولُ الله: «مَنْ أَصْبَحَ مِنْكُمْ آمِناً في سِرْبِه مُعَافًى في جَسَدِهِ، عِنْدَهُ قُوتُ يَوْمِهِ، فَكَأَنَّمَا حِيْزَتْ لَهُ الدُّنْيَا». (¬3). ¶ وقد امتن الله تعالى على عباده بنعمة السمع والبصر والفؤاد فقال سبحانه: وجعل لكم السمع والأبصار والأفئدة لعلكم تشكرون، (النحل 78) ¶ ¬__________ ¶ (¬1) رواه أحمد: 1: 173، برقم (1478) وسنده حسن ومعنى في امرأته: فمها حيث يرفع اللقمة فيطعمها فله أجر. ¶ (¬2) راوه احمد 6: 188،برقم (25591) وفي سنده ضعف ¶ (¬3) - أخرجه الترمذي في سننه، كتاب الزهد، ج: 7: 47 (2384) وقال هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ مَرْوَانَ بنِ مُعَاوِيَةَ.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ويكشف الطب عن عظيم خلق الله في آلية عمل البصر والسمع إذ تلتقط العينُ الصورةَ ويتعرف عليها العقل ثم يتخذُ القرار الصائب بناء على إدراكه لما رأى ثم تختزن الصورة في الذاكرة يستحضرها حين يحتاج إليها. ¶ والأمر نفسه في مسألة السمع كل هذه النعم كم تستوجب من شكر؟ واسمع قوله تعالى: {وَهُوَ الَّذِي أَنْشَأَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلاً مَا تَشْكُرُونَ} (المؤمنون:78) ¶ وحق الله تعالى أن نشكر نعمه، وبالشكر تدوم النعم قال جل ذكره: وإذ تأذن ربك لئن شكرتم لأزيدنكم، ولئن كفرتم إن عذابي لشديد (إبراهيم:7) ¶ والشكر له ثلاث أركان: ¶ التلفظ بها ظاهرا: بصيغ الحمد حين نأكل أو نلبس ¶ وللشاكرين جزاء عظيم عند الله ¶ عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللّهِ: «يَقُولُ اللّهُ عَزَّ وَجَلَّ: أَنَا عِنْدَ ظَنِّ عَبْدِي بِي. وَأَنَا مَعَهُ حِينَ يَذْكُرُنِي. إِنْ ذَكَرَنِي فِي نَفْسِهِ، ذَكَرْتُهُ فِي نَفْسِي. وَإِنْ ذَكَرَنِي فِي مَلأ، ذَكَرْتُهُ فِي مَلأ هُمْ خَيْرٌ مِنْهُمْ\" (¬1). ¶ ومن أركان الشكر الاعترافُ بالنعم باطنا‍ بأن توقن بقلبك بأن الله هو المعطي و ومن أركان الشكر التصرف بالنعم بحسب مراد النعم ¶ وتعالوا أخواني نتأمل في بعض النعم كيف نتصرف بها بحسب مراد النعم ¶ أما شكر نعمة البصر: فيكون بأن لا تمدن البصرَ إلى ما حرم الله تعالى، فاحذر النظرةَ المحرمة والاطلاع على العورات؛ فإنها سهمٌ مسموم من سهام إبليس ¶ وإذا أنعم الله عليك بنعمة الجاه فشكرها بالتيسير على المواطنين، باستخدام التقنية الحديثة لسرعة إنجاز المعاملات في المطارات وفي الدوائر الرسمية، وعن ابن عمر قال: قال رسول الله صلى الله عليه وسلم:\"إن لله خلقا خلقهم لحوائج الناس تفزع الناس إليهم في حوائجهم أولئك الآمنون من عذاب الله\" (¬2). ¶ وعن عبد الله بن عمرو قال: قال رسول الله صلى الله عليه وسلم: ¶ ¬__________ ¶ (¬1) - أخرجه البخاري في صحيحه، كتاب التوحيد، ج: 15: 337 حديث (723)، ومسلم في صحيحه، كتاب الذكر والدعاء، ج: 17: 3 حديث (6756). ¶ (¬2) انظر مجمع الزوائد للهيثمي [جزء 8 - صفحة 351] وقال: رواه الطبراني وفيه عبد الرحمن بن أيوب وضعفه الجمهور وحسن حديثه الترمذي",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "إن لله عند أقوام نعما يقرها عندهم ما كانوا في حوائج الناس ما لم يملوا فإذا ملوا نقلها إلى غيرهم (¬1) ¶ ومن النعم نعمةُ السلطة: وشكرها بإصلاح التشريعات للنهوض بالأمة ومواجهة أعداء الأمة، ومن النعم أن نحافظ على الأوطان وأمنها واستقلالها السياسي والتشريعي، فشكر نعمة الأوطان بحفظ استقلالها وبالعمل على النهوض بها. ¶ يا أهل الجمعة ما منا من شخص في هذا المسجد إلا وسمع عن نكبة فلسطين أو عاشها، والصهاينة دخلوا فلسطين تجاراً ثم تحولوا إلى وكالة يهودية وانتهوا إلى دولة توسعية واليوم يطمحون في التوسع اقتصادياً. فهل ندخل الدبَّ إلى كرمنا. وكيف نشكر نعمة الأوطان، ونحصن استقلالها؟ ‍ ‍ ¶ ونعود إلى موضوع الشكر: ¶ ومن شكر النعم شكرُ نعمة الأمن بتوقير أمر الله واجتناب محارمه، قال سبحانه: ¶ {وَضَرَبَ اللَّهُ مَثَلاً قَرْيَةً كَانَتْ آمِنَةً مُطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَداً مِنْ كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ اللَّهِ فَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ بِمَا كَانُوا يَصْنَعُونَ} (النحل:112 ¶ نسأل الله أن يكره إلينا المعاصي ويحبب إلينا الإيمان ¶ __________________________________________ ¶ ¬__________ ¶ (¬1) انظر مجمع الزوائد للهيثمي [جزء 8 - صفحة 351 وقال رواه الطبراني في الأوسط وفيه عمرو بن الحصين وهو متروك",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "التوبة ¶ إن الحمد لله نحمده ... ¶ يقول الله تعالى: {أَفَلا يَتُوبُونَ إِلَى اللَّهِ وَيَسْتَغْفِرُونَهُ وَاللَّهُ غَفُورٌ رَحِيمٌ} (المائدة 74) ¶ عن ابن عباس رضي الله عنهما قال: قد دعا الله تعالى إلى مغفرته كلَ من عصاه وكلَ من أخطأ حتى ولو كان الذنب كبيرا فدعا للتوبة من زعم أن المسيح هو الله ومن زعم أن المسيح هو ابنُ الله ومن زعم أن عزيراً ابنُ الله ومن زعم أن الله فقير ومن زعم أن يد الله مغلولة ومن زعم أن الله ثالث ثلاثة يقول الله تعالى لهؤلاء: \" (أَفَلا يَتُوبُونَ إِلَى اللَّهِ وَيَسْتَغْفِرُونَهُ وَاللَّهُ غَفُورٌ رَحِيمٌ) (المائدة:74) \" ¶ ثم دعا إلى التوبة من هو أعظم قولاً من هؤلاء, من قال (َ أَنَا رَبُّكُمُ الْأَعْلَى) (النازعات: من الآية24) وقال: \"ما علمت لكم من إله غيري\" فمن آيس عباد الله من التوبة بعد هذا فقد جحد كتابَ الله عز وجل, ولكن لا يقدر العبدُ أن يتوبَ حتى يتوبَ الله عليه. ¶ نعم، أخي الكريم، إن باب التوبة واسع فمهما بدت الذنوبُ عظيمةً وكبيرةً فإن عفوَ اللهِ تعالى أعظمُ، وأكبر، وكما قال أبو نواس في أجمل ما قاله العرب في الإنابة والرجاء: ¶ يا رَبِّ إِن عَظُمَت ذُنوبي كَثرَةً ... فَلَقَد عَلِمتُ بِأَنَّ عَفوَكَ أَعظَمُ ¶ إِن كانَ لا يَرجوكَ إِلّا مُحسِنٌ ... فَبِمَن يَلوذُ وَيَستَجيرُ المُجرِمُ ¶ أَدعوكَ رَبِّ كَما أَمَرتَ تَضَرُّعاً ... فَإِذا رَدَدتَ يَدي فَمَن ذا يَرحَمُ ¶ ما لي إِلَيكَ وَسيلَةٌ إِلّا الرَجا ... وَجَميلُ عَفوِكَ ثُمَّ أَنّي مُسلِمُ ¶ إن عفو الله تعالى كبيرٌ، ورحمةَ الله تعالى وسعت كل شيء قال تعالى: {وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُمْ بِآياتِنَا يُؤْمِنُونَ} (لأعراف: من الآية156) ¶ فانظر، كيف جعل الله تعالى رحمتَه لمن يتقون، ويؤتون الزكاة، ويتوبون إليه راجين رحمته. ¶ أخرج الشيخان في صحيحيهما عَنْ عُمَرَ بْنِ الْخَطَّابِ أَنَّهُ قَالَ: قَدِمَ عَلَى رَسُولِ اللّهِ بِسَبْيٍ. فَإِذَا امْرَأَةٌ مِنَ السَّبْيِ، تَبْتَغِي، إِذَا وَجَدَتْ صَبِيًّا فِي السَّبْيِ، أَخَذَتْهُ فَأَلْصَقَتْهُ بِبَطْنِهَا وَأَرْضَعَتْهُ. فَقَالَ لَنَا رَسُولُ اللّهِ: «أَتَرَوْنَ هاذِهِ الْمَرْأَةَ طَارِحَةً وَلَدَهَا فِي النَّارِ؟» قُلْنَا: لاَ. وَاللّهِ وَهِيَ تَقْدِرُ عَلَى أَنْ لاَ تَطْرَحَهُ. فَقَالَ رَسُولُ اللّهِ: «لله أَرْحَمُ بِعِبَادِهِ مِنْ هاذِهِ بِوَلَدِهَا» (¬1). ¶ إن رحمة الأم المرضع بولدها هي من فيض رحمة الله تعالى على خلقه، فاطرق باب الرحيم وتوجه إليه بقلب صادق ¶ ¬__________ ¶ (¬1) - انظر صحيح البخاري كتاب الأدب (12/ 36)، وصحيح مسلم كتاب التوبة (17/ 61).",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وأخرج الإمامُ أحمد: عن أنس بن مالك قال: سمعت رسول الله صلى الله عليه وسلم يقول: «وَالَّذِي نَفْسُ محمدٍ بِيَدِهِ لَوْ أَخْطَأتُمْ حَتَّى تَمْلأ خَطَايَاكُمْ مَا بَيْنَ السَّمَاءِ وَأَلارْضِ، ثُمَّ اسْتَغْفَرْتُمْ الله عَزَّ وَجَلَّ لَغَفَرَ لَكُمْ، وَالَّذِي نَفْسُ مُحَمدٍ بِيَدِهِ أَوْ وَالَّذِي نَفْسِي بِيَدِهِ، لَوْ لَمْ تُخْطِئُوا لَجَاءَ الله عَزَّ وَجَلَّ بِقَوْمٍ يُخْطِئُونَ ثُمَّ يَسْتَغْفِرُونَ الله فَيَغفر لهم» (¬1). ¶ وروى الإمام مسلم عَنْ أَبِي أَيُّوبَ أَنَّهُ قَالَ: حِينَ حَضَرَتْهُ الْوَفَاةُ: كُنْتُ كَتَمْتُ عَنْكُمْ شَيْئاً سَمِعْتُهُ مِنْ رَسُولِ اللّهِ سَمِعْتُ رَسُولَ اللّهِ يَقُولُ: «لَوْلاَ أَنَّكُمْ تُذْنِبُونَ لَخَلَقَ اللّهُ خَلْقاً يُذْنِبُونَ، يَغْفِرُ لَهُمْ» (¬2). ¶ عَنْ ابْنِ عَبَّاسٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَفَّارَةُ الذَّنْبِ النَّدَامَةُ وَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَوْ لَمْ تُذْنِبُوا لَجَاءَ اللَّهُ عَزَّ وَجَلَّ بِقَوْمٍ يُذْنِبُونَ لِيَغْفِرَ لَهُمْ \" (¬3). ¶ فأين المستغفرون أين المقبلون إلى الله تعالى بقلب صادق ¶ اللهم إنك قلت \" وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ \" ونحن يا الله عبيد من عبادك فارحمنا فمنّ علينا بالتوبة ونقنا من الذنوبِ والخطايا كما يُنقى الثوبُ الأبيضُ من الدنس ¶ إن الله تعالى يفرح بعودتك إليه تائبا مستغفراً، عن رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: لَلَّهُ أَشَدُّ فَرَحًا بِتَوْبَةِ عَبْدِهِ الْمُؤْمِنِ مِنْ رَجُلٍ فِي أَرْضٍ دَوِّيَّةٍ مَهْلِكَةٍ مَعَهُ رَاحِلَتُهُ عَلَيْهَا طَعَامُهُ وَشَرَابُهُ فَنَامَ فَاسْتَيْقَظَ وَقَدْ ذَهَبَتْ فَطَلَبَهَا حَتَّى أَدْرَكَهُ الْعَطَشُ ثُمَّ قَالَ أَرْجِعُ إِلَى مَكَانِيَ الَّذِي كُنْتُ فِيهِ فَأَنَامُ حَتَّى أَمُوتَ فَوَضَعَ رَأْسَهُ عَلَى سَاعِدِهِ لِيَمُوتَ فَاسْتَيْقَظَ وَعِنْدَهُ رَاحِلَتُهُ وَعَلَيْهَا زَادُهُ وَطَعَامُهُ وَشَرَابُهُ فَاللَّهُ أَشَدُّ فَرَحًا بِتَوْبَةِ الْعَبْدِ الْمُؤْمِنِ مِنْ هَذَا بِرَاحِلَتِهِ وَزَادِهِ (¬4) ¶ إن التوبة هي أعظم نعمة تنالها، أعظم من المالِ والجاه، فما قيمة مالٍ تُعذَّبُ به، وجاهٍ يكون وبالاً على صاحبه؛ عن علي بن أبي طالب قال\":ليس الخير أن يكثر مالك وولدك ولكن الخير أن يكثرَ عملك، ويعظمَ حِلمُك، وتباهي في عبادة ربك؛ إن أحسنت حمدتَ الله وإن أسأت استغفرت الله، لا خيرَ في الدنيا إلا في رجلين رجلٍ أذنب ذنباً فهو يتدارك ذلك بتوبةٍ، أو يسارع في دار الآخرة. أي بإصلاح آخرته بعمل صالح. ¶ وقال علي رضي الله عنه: ما قل عمل مع التقوى وكيف يقل ما يتقبل (¬5) ¶ لا تترد عن التوبة لخوفك من عدم القدرة على مداومة الالتزام، أو لأن ثقل المعصية كبير وتخشى أن لا تلتزم؛ اسمع قول سعيد بن المسب:\" الأواب هو الذي يخطئ ثم يتوب، ثم يخطئ ¶ ¬__________ ¶ (¬1) - أخرجه الإمام أحمد في مسنده (4/ 120). ¶ (¬2) - انظر صحيح مسلم، كتاب التوبة (17/ 57). ¶ (¬3) - أخرجه الإمام أحمد في مسنده (1/ 476). ¶ (¬4) أخرجه مسلم في صحيحه: كتاب التوبة: باب الحض على التوبة برقم (2675). ¶ (¬5) ابن عساكر: التوبة: 1: 36.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "ثم يتوب\"، إذا كان الشيطان لا يمل من الغواية فلا تملَّن من التوبة، ولا تبتعدْ وتنقطعْ عن ربك ومولاك فيتفردُ بك إبليس ويلهو. ¶ وفي الحديث إن عبداً أصاب ذنبا فقال: رب أذنبت فاغفر لي فقال ربه: علم عبدي أن له ربا يغفر الذنب ويأخذ به غفرت لعبدي ثم مكث ما شاء الله ثم أصاب ذنبا فقال: رب أذنبت ذنبا آخر فاغفر لي فقال: علم عبدي أن له ربا يغفر الذنب ويأخذ به قد غفرت لعبدي ثم أصاب ذنبا فقال: رب أذنبت ذنبا آخر فاغفر لي قال: علم عبدي أن له ربا يغفر الذنب ويأخذ به قد غفرت لعبدي فليفعل ما شاء، ومعنى الحديث: أنه إذا كان العبدُ يصر على التوبة، فإن الله تعالى ينصرُه على شيطانه مادام مصراً على تطهير نفسه؛ فيُكَرِّهَه اللهُ بالمعصية ويُحبِبَ إليه الإيمان؛ ويشهدُ لهذا المعنى ما رواه مسلم في صحيحه \" وَسَلَّمَ يَقُولُ تُعْرَضُ الْفِتَنُ عَلَى الْقُلُوبِ كَالْحَصِيرِ عُودًا عُودًا فَأَيُّ قَلْبٍ أُشْرِبَهَا نُكِتَ فِيهِ نُكْتَةٌ سَوْدَاءُ وَأَيُّ قَلْبٍ أَنْكَرَهَا نُكِتَ فِيهِ نُكْتَةٌ بَيْضَاءُ حَتَّى تَصِيرَ عَلَى قَلْبَيْنِ عَلَى أَبْيَضَ مِثْلِ الصَّفَا فَلَا تَضُرُّهُ فِتْنَةٌ مَا دَامَتْ السَّمَاوَاتُ وَالْأَرْضُ وَالْآخَرُ أَسْوَدُ مُرْبَادًّا كَالْكُوزِ مُجَخِّيًا لَا يَعْرِفُ مَعْرُوفًا وَلَا يُنْكِرُ مُنْكَرًا إِلَّا مَا أُشْرِبَ مِنْ هَوَاهُ (¬1) ¶ ففي الحديث نصٌ واضح أن من لزمَ استنكار المعصية، يتطهر قلبه حتى يعود كالصفا لا تضره معصية مَا دَامَتْ السَّمَاوَاتُ وَالْأَرْضُ وهذا هو معنى الحديث السابق \"علم عبدي أن له ربا يغفر الذنب ويأخذ به قد غفرت لعبدي فليفعل ما شاء \" فالجأ إلى ربك ومولاك، ولذ بجنابه، وابكِ على أعتابه قل: اللهم طهرني من الذنوب، وكرِّه إلى المعاصي، واسأله سبحانه أن يكفيك بحلاله عن حرامه وأن يُغنيكَ بفضله عمن سواه ¶ يا أهل الجمعة: أسال اللهَ تعالى أن يحفظكم بعين رعايته، وأستغفر الله لي ولكم ¶ ¬__________ ¶ (¬1) رواه مسلم في صحيحه كتب الإيمان: باب أن الإسلام بدأ غريبا: برقم 144",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "بسم الله الرحمن الرحيم ¶  ((وصية في آية)) ¶ إن الحمد لله نحمده .... ¶ يقول الله تعالى {وَاعْبُدُوا اللَّهَ وَلا تُشْرِكُوا بِهِ شَيْئاً وَبِالْوَالِدَيْنِ إِحْسَاناً وَبِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَالْجَارِ ذِي الْقُرْبَى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالْجَنْبِ وَابْنِ السَّبِيلِ وَمَا مَلَكَتْ أَيْمَانُكُمْ إِنَّ اللَّهَ لا يُحِبُّ مَنْ كَانَ مُخْتَالاً فَخُوراً} (النساء:36). ¶ يأمر تبارك وتعالى بعبادته وحده لا شريك له, فإنه هو الخالق الرازق ومن حقه أن يعبد ولا يشرك به عَنْ مُعَاذِ بْنِ جَبَلٍ قَالَ: كُنْتُ رِدْفَ رَسُولِ اللّهِ. عَلَى حِمَارٍ يُقَالُ لَهُ عُفَيْرٌ. قَالَ: فَقَالَ: يَا مُعَاذُ! أَتَدْرِي مَا حَقُّ اللّهِ عَلَى الْعِبَادِ وما حقُّ العبادِ عَلَى الله؟ قَالَ قُلْتُ: الله وَرَسُولُهُ أَعْلَمُ. قَالَ: «فَإِنَّ حَقَّ اللّهِ عَلَى الْعِبَادِ أَنْ يَعْبُدُوا اللّهِ وَلاَ يُشْرِكُوا بِهِ شَيْئا. وَحَقُّ الْعِبَادِ عَلَى اللّهِ عَزَّ وَجَلَّ أَنْ لاَ يُعَذِّبَ مَنْ لاَ يُشْرِكُ بِهِ شَيْئا» (¬1). ¶ ثم أوصى بالإحسان إلى الوالدين, وكثيراً ما يقرن الله سبحانه بين عبادته والإحسان إلى الوالدين, كقوله \" (أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ) (لقمان: من الآية14) , وكقوله \" (وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَاناً) (الاسراء: من الآية23). ¶ ثم عطف على الإحسان إليهما الإحسانَ إلى القرابات من الرجال والنساء كما في حديث سَلْمَانَ بنِ عامرٍ يَبْلُغُ بِهِ النبيَّ قال: «الصَّدَقَةُ على المسْكِينِ صَدَقَةٌ وهِيَ على ذِي الرَّحِمِ ثِنْتَانِ صدَقَةٌ وصِلَةٌ» (¬2). ¶ ثم أوصى باليتامى؛ فهُمْ فقدوا من يقوم بمصالحهم ومن ينفقُ عليهم، فأمَرَ اللهُ بالإحسان إليهم، ثم أوصى بالمساكين وذوي الحاجات الذين لا يجدون ما يقوم بكفايتهم, فأمر الله سبحانه بمساعدتهم، ثم أوصى بالجار ذي القربى والجار الجنب\"،عن ابن عباس: \"والجار ذي القربى\", يعني: الذي بينك وبينه قرابة, \"والجار الجنب\" الذي ليس بينك وبينه قرابة, كجارك غير المسلم يوصينا الله بهم خيرا، وقد وردت الأحاديث توصي بالجار وتحث على الإحسان إليه, منها: ما روى البخاري في سننه قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا زَالَ جِبْرِيلُ يُوصِينِي بِالْجَارِ حَتَّى ظَنَنْتُ أَنَّهُ سَيُوَرِّثُهُ\" (¬3). ¶ ¬__________ ¶ (¬1) - أخرجه البخاري في صحيحه، كتاب التوحيد، (15/ 294) ومسلم في صحيحه، كتاب الإيمان. ¶ (¬2) - أخرجه الترمذي، كتاب الزكاة، (3/ 277) وقال أبو عيسى: حديثُ سَلْمَانَ بنِ عَامِرٍ حديثٌ حسنٌ. ¶ (¬3) - أخرجه البخاري في صحيحه، كتاب الأدب، (12/ 53)، ومسلم في صحيحه، كتاب البر والصلة، (16/ 151).",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وروى الترمذي عن رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" خَيْرُ الْأَصْحَابِ عِنْدَ اللَّهِ خَيْرُهُمْ لِصَاحِبِهِ وَخَيْرُ الْجِيرَانِ عِنْدَ اللَّهِ خَيْرُهُمْ لِجَارِهِ \" (¬1). ¶ وعن الْمِقْدَادَ بْنَ الْأَسْوَدِ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِأَصْحَابِهِ مَا تَقُولُونَ فِي الزِّنَا قَالُوا حَرَّمَهُ اللَّهُ وَرَسُولُهُ فَهُوَ حَرَامٌ إِلَى يَوْمِ الْقِيَامَةِ قَالَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِأَصْحَابِهِ لَأَنْ يَزْنِيَ الرَّجُلُ بِعَشْرَةِ نِسْوَةٍ أَيْسَرُ عَلَيْهِ مِنْ أَنْ يَزْنِيَ بِامْرَأَةِ جَارِهِ قَالَ فَقَالَ مَا تَقُولُونَ فِي السَّرِقَةِ قَالُوا حَرَّمَهَا اللَّهُ وَرَسُولُهُ فَهِيَ حَرَامٌ قَالَ لَأَنْ يَسْرِقَ الرَّجُلُ مِنْ عَشْرَةِ أَبْيَاتٍ أَيْسَرُ عَلَيْهِ مِنْ أَنْ يَسْرِقَ مِنْ جَارِهِ \" (¬2). ¶ وعن عَبْد اللّهِ بن مسعود قال قَالَ رَجُلٌ: يَا رَسُولَ اللّهِ أَيُّ الذَّنْبِ أَكْبَرُ عِنْدَ الله؟ قَالَ: «أَنْ تَدْعُوَ لله نِدّا وَهُوَ خَلَقَكَ» قَالَ: ثُمَّ أَيٌّ؟ قَالَ: «أَنْ تَقْتُلَ وَلَدَكَ مَخَافَةَ أَنْ يَطْعَمَ مَعَكَ» قَالَ: ثُمَّ أَيُّ؟ قَالَ: «أَنْ تُزَانِيَ حَلِيلَةَ جَارِكَ» فَأَنْزَلَ الله عَزَّ وَجَلَّ تَصْدِيقَهَا: {وَالَّذِينَ لاَ يَدْعُونَ مَعَ الله إِلاها آخَرَ وَلاَ يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ الله إِلاَّ بِالْحَقِّ وَلاَ يَزْنُونَ وَمَنْ يَفْعَلْ ذالكَ يَلْقَ أَثَاما} (الفرقان، آية:68) (¬3). وقال رسول الله صلى الله عليه وسلم \"الجيران ثلاثة: جار له حق واحد, وهو أدنى الجيران حقاً, وجار له حقان, وجار له ثلاثة حقوق, وهو أفضل الجيران حقاً, فأما الذي له حق واحد فجار مشرك لا رحم له, له حق الجوار, وأما الذي له حقان فجار مسلم, له حق الإسلام وحق الجوار, وأما الذي له ثلاثة حقوق فجار مسلم ذو رحم له حق الجوار وحق الإسلام وحق الرحم\" (¬4). ¶ عن عقبة بن عامر قال: قال رسول الله - صلى الله عليه وسلم -: «أول خصمين يوم القيامة جاران» (¬5)؛ فاحذر أيها المحب، أن تكونَ على خصومة مع جارك، احذر أن تكون أحدَ هذين الخصمين!، بادِرْ إلى إصلاح ما بينك وبين جارك؛ عسى أن تكون من السابقين إلى عفو الله بسبب عفو عن عباده؛ قال تعالى {وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ إِنَّهُ لا يُحِبُّ الظَّالِمِينَ) (الشورى:40) فسمى اللهُ أخذَّ الحق من أخيك سيئةً، رغم أنه أعطاك الحق في المجازاة، ثم جعل جزاء العفوِ عليه سبحانه؛ لأنك عفوت عن خليفته. احذر الكبرَ والعُجبَ وسوءَ الخُلقِ أن يمنعك من إصلاح ما بينك وبين جارك؛ عن النبي - صلى الله عليه وسلم - قال: ¶ ¬__________ ¶ (¬1) - سنن الترمذي، كتاب البر والصلة، (6/ 50) و قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ. ¶ (¬2) - أخرجه الإمام أحمد (ج:6/ 8) برقم 23905.وقال الشيخ شعيب الأرناؤوط إسناده حسن. ¶ (¬3) - أخرجه البخاري في صحيحه، كتاب التفسير، (9/ 14)، ومسلم في صحيحه، كتاب الإيمان، (2/ 67). ¶ (¬4) - أخرجه البيهقي في شعب الإيمان (7/ 84). ¶ (¬5) - أخرجه الإمام أحمد (5/ 149).",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "\" إِنَّ أَهْلَ النَّارِ كُلُّ جَعْظَرِيٍّ جَوَّاظٍ مُسْتَكْبِرٍ جَمَّاعٍ مَنَّاعٍ وَأَهْلُ الْجَنَّةِ الضُّعَفَاءُ الْمَغْلُوبُونَ (¬1) \" و الجَعظري هو: الفظُ الغليظُ في الكلام، و الجَوَّاظُ هو المختال في مشيته، أو الذي يصيحُ ويرفع صوته في الشتائم، وإزعاجِ الناس، لا يرعى حقا، ولا يحفظ حرمة، والمستكبر هو المتعاظم المرتفع عن الخلق تيها وعجبا وأما (أهل الجنة الضعفاء) فهم المتواضعون للخلق الخاضعون لحكم الله بعكس المتكبرين الأشِرين هم الضعفاء لا عن ضعف في البدن وإنما عن حمل التكبرِ، ضعفاء عن التجرؤ على المعاصي وعن الاستمرار بالقطيعة (¬2)،عن رسول الله - صلى الله عليه وسلم - قال\" المؤمن يرى ذنوبَه كأنه في أصل جبل يخاف أن يقع عليه، وإن الفاجرَ يرى ذنوبه مثل ذبابٍ مر على أنفه فذب عنه (¬3) ولذا ترى أهلَ الجنة ضعفاء عن المعاصي، وأما أهل النار فلا يبالون بذنوبهم. كِبرا وسَفَهاً. ¶ ومما يُخرج الكبرَ من النفوس أن تحسن التعامل مع ضعفاء الخلق كالخدم، وأن تذكر أنهم أخوة لنا في الدين أو نظراؤنا في الإنسانية وأنهم تركوا بلادهم ليطعموا أولادهم، ويكفيهم ألم الغربة عن أبي هريرة, عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَتَى أَحَدَكُمْ خَادِمُهُ بِطَعَامِهِ فَإِنْ لَمْ يُجْلِسْهُ مَعَهُ فَليُنَاوِلْهُ لُقْمَةً أَوْ لُقْمَتَيْنِ أَوْ أُكْلَةً أَوْ أُكْلَتَيْنِ فَإِنَّهُ وَلِيَ عِلَاجَهُ\" (¬4). ¶ أي إن الخادم هو الذي صنع الطعام واحتمل دخانه وحره كما جاء في مسند أحمد \" إِذَا أَتَى أَحَدَكُمْ خَادِمُهُ بِطَعَامِهِ فَلْيُجْلِسْهُ مَعَهُ وَلْيُنَاوِلْهُ لُقْمَةً أَوْ لُقْمَتَيْنِ أَوْ أُكْلَةً أَوْ أُكْلَتَيْنِ فَإِنَّهُ وَلِيَ حَرَّهُ وَدُخَانَهُ \" (¬5). ¶ ثم بين الله تعالى أنه لا يحب المتكبرين فمن كان قاسيا على خادمه سيئَ الخلق مع جيرانه فهذا علامة كبر واختيال والله تعالى يقول: (إِنَّ اللَّهَ لا يُحِبُّ مَنْ كَانَ مُخْتَالاً فَخُوراً) (النساء: من الآية36) ¶ أي مختالا في نفسه, معجبا متكبراً فخورا على الناس, يرى أنه خير منهم فهو في نفسه كبير, وهو عند الله حقير, وعند الناس بغيض. ¶ ______________________________________________ ¶ ¬__________ ¶ (¬1): ابن أبى الدنيا: كتاب التواضع والخمول: 1: 266 برقم (222).وهو في مسند أحمد 2: 214برقم 7010 وإسناده صحيح. ¶ (¬2) المنوي فيض القدير 3: 67 ¶ (¬3) ابن عساكر: التوبة: صفحة 27. ¶ (¬4) - انظر صحيح البخاري، كتاب العتق، 5/ 489. ¶ (¬5) - انظر مسند الإمام أحمد (1/ 446) برقم 4257 وقال الشيخ شعيب إسناده صحيح لغيره.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "شكر نعمة العقل ¶ إن الحمد لله نحمده ¶ من أعظم النعم التي امتن الله تعالى بها علينا نعمةُ العقلِ والفؤادِ؛ قال سبحانه: {وَاللَّهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ لا تَعْلَمُونَ شَيْئاً وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ لَعَلَّكُمْ تَشْكُرُونَ} (النحل:78) وحين ينظر المرء في مقدار المعارف التي يمتلكها خلال سني عمره يدرك عظيم النعمة: فالطفل يولد لا يستطيع أن يتكلم ويبدأ بالتعرف على دلالة الكلمات خلال الأشهر الأولى، ثم ينطقُ بعضَ الكلمات خلال السنة الأولى كماما وبابا وغير ذلك ويحتاج إلى فترة عمرية تقارب السنتين لينطق جملة من كلمتين، وبعد ذلك ينطق الجمل وخلال مرحلة الدراسة يصبح عالما بمجموعة معارف من التاريخ ويعلم في طبقات الأرض والفيزياء واللغة، ويحفظ الشعر، فتبارك الله أحسن الخالقين. ¶ فكيف نؤدي شكر هذه النعمة؟ ¶ أولا: أن نحفظ العقل ضابطا لتصرفاتنا؛ فنتجنب ما يُفوِّتُ ضبطَ العقلِ للغرائز وذلك بأمور: ¶ نحفظُ العقلَ حين نجتنبُ الخمرَ والمخدرات، فللخمر تأثير على مراكز الإدراك في الدماغ ¶ من ذلك: أن السكران لا يرى المسافات بأبعادها الحقيقية، فإن كان يقود سيارة وكان بينه وبين السيارة التي أمامه ستة أمتار فربما يراها ثلاثة أمتار. ¶ ويؤدي الخمر إلى تأخر في ردود الفعل الطبيعية ومن هنا فإن لو تعرض أثناء قيادة السيارة إلى جسم ما سيتأخر في استعمال المكابح فضلا عن سوء تقدير المسافة بما يؤدي إلى حادث وتلف في الأبدان والأموال وربما يفقد شارب الخمر حياته ويكون سببا في الاعتداء على الآخرين. ¶ ومثلما يؤثر الخمر على مكابح قيادة السيارة فإنه يؤثر على كوابح العقل أمام الغرائز فيفقد سيطرته على غرائزه وانفعالاته فقد يقتل ويزني. ¶ والأخطر من كل هذا أن الإدمان يقلب المفاهيم فلا يعود المدمن ينظر للقيم الأخلاقية كما ينظر إليها السوي. ¶ فإذا كانت القيمةُ الأعلى للإنسان السوي هي شرفَه، وعرضَه فإنها للمدمن كأسُه ولذتُه وخمرُه ومخدره. أجارنا الله تعالى من المعاصي.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وكم سمعنا عن أسر تدمرت بسبب الخمور وأبناء قتلوا آباءهم وأزواج فرطوا بأعراضهم لما تعاطوا تلك المحرمات، فتأمل كيف تدمر المخدرات والخمور قيم الإنسان وتقتل إنسانيته، وتحوله إلى مصدر خطر على أطفاله وجيرانه. ¶ وصدق رسول الله - صلى الله عليه وسلم - إذ وصفها بأنها أم الخبائث (¬1) فعن بن عباس رضي الله عنهما قال قال رسول الله صلى الله عليه وسلم: \" اجتنبوا الخمر فإنها مفتاح كل شر \" (¬2). ¶ إن حماية الإنسان لجسده وعقله نوع من شكر النعم. ومما يؤثر على العقل ويفقده المحاكمة الراشدة للمواقف لعب القمار، فلاعب القمار قد يقامر على بيته وماله وكأن على عقله غشاوة، وهذا ما يكشف لنا عن أثر السلوك والبيئة على إقدار العقل على المحاكمة الصحيحة للأشياء. ¶ فالقيم التي نأخذها من البيئة التي نعيش فيها ومن مجتمع الرفاق تشكل معياراً للحكم على الأشياء، ففي بيئة مبتلاة بالخمور والقمار يصعب أن يفهم أهلها أن هذه الأمور من المحرمات. ¶ وعليه فإن حفظ نعمة العقل يقتضي اختيار البيئة التي تبعد العقل عن السلوكيات المنحرفة ليتمكن من ضبط السلوك بضابط العقل المهتدي بوحي السماء. ¶ __________________________________________________ ¶ ¬__________ ¶ (¬1): وردت تسمية لخمر بأم الخبائث في غير ما حديث أنظر كنز العمال 5: 706 وذم المسكر لابن أبي الدنيا. ¶ (¬2) - أخرجه الحاكم في مستدركه، كتاب الأشربة، ج: 4: 162 حديث (7232) وقال صحيح الإسناد ولم يخرجاه.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": " (نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ) ¶ إن الحمد لله نحمده .... ¶ يقول الله تعالى {يَا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحاً عَسَى رَبُّكُمْ أَنْ يُكَفِّرَ عَنْكُمْ سَيِّئَاتِكُمْ وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ يَوْمَ لا يُخْزِي اللَّهُ النَّبِيَّ وَالَّذِينَ آمَنُوا مَعَهُ نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ يَقُولُونَ رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} (التحريم:8) إته نور الوضوء، ففي الحديث \" إِنَّ أُمَّتِي يُدْعَوْنَ يَوْمَ الْقِيَامَةِ غُرًّا مُحَجَّلِينَ مِنْ آثَارِ الْوُضُوءِ فَمَنْ اسْتَطَاعَ مِنْكُمْ أَنْ يُطِيلَ غُرَّتَهُ فَلْيَفْعَلْ \" (¬1).إنه نور صلاة الفجر وصلاةِ العشاء ونور خطواتك في صلاة التراويح ففي الحديث \" بَشِّرْ الْمَشَّائِينَ فِي الظُّلَمِ إِلَى الْمَسَاجِدِ بِالنُّورِ التَّامِّ يَوْمَ الْقِيَامَةِ \" (¬2).إنه نورُ قلوبٍ أضاءت في مساجد الله حيث ترى النورَ \" فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَالِ) (النور:36) إنه نور صدقاتك التي قدَّمت راجيا أن تكون ك (الَّذِي يُؤْتِي مَالَهُ يَتَزَكَّى) (الشمس:18). قال ابن كثير في تفسيره (¬3) \" أخبرنا الله تعالى عن المؤمنين المتصدقين أنهم يومَ القيامة يسعى نورُهم بين أيديهم في طرقات ونواحيها القيامة, ويكون بحسب أعمالهم، كما قال عبد الله بن مسعود: \" على قدر أعمالهم يمرون على الصراط, منهم من نوره مثل الجبل, ومنهم من نوره مثل النخلة ومنهم من نوره مثل الرجل القائم, وأدناهم نوراً من نوره في إبهامه يتقد و يضيء مرة ويطفأ مرة \" (¬4). بحسب ما قدمت يكون نورك، بقدر خطواتك في الخير يكون لك من النور. وفي الحديث عن النبي صلى الله عليه وسلم قال: \"أنا أول من يؤذن له يوم القيامة بالسجود, وأول من يؤذن له برفع رأسه, فأنظر من بين يدي ومن خلفي وعن يميني وعن شمالي فأعرف أمتي من بين الأمم فقال له رجل: يانبي الله كيف تعرف أمتك من بين الأمم ما بين نوح إلى أمتك؟ فقال: أعرفهم محجلون من أثر الوضوء ولا يكون لأحد من الأمم غيرهم, وأعرفهم يؤتون كتبهم بأيمانهم, وأعرفهم بسيماهم في وجوههم, وأعرفهم بنورهم يسعى بين أيديهم (¬5) \". ¶ ¬__________ ¶ (¬1) - أخرجه البخاري في صحيحه (1/ 317)، ومسلم في صحيحه (3/ 109). ¶ (¬2) - أخرجه الترمذي في سننه (2/ 13) وقال: هَذَا حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ مَرْفُوعٌ هُوَ صَحِيحٌ مُسْنَدٌ وَمَوْقُوفٌ إِلَى أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَمْ يُسْنَدْ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ\". ¶ (¬3) - انظر التفسير العظيم لابن كثير (4/ 309). ¶ (¬4) - أخرجه الحاكم في المستدرك (2/ 520) وقال: \" هذا حديث صحيح على شرط الشيخين ولم يخرجاه \". ¶ (¬5): مسند أحمد:5: 199 حديث رقم 21788، وسنده ضعيف وروي بلفظ ذريتهم بين أيديهم بسند حسن لغيره 5: 189",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ إِنَّ حَوْضِي أَبْعَدُ مِنْ أَيْلَةَ مِنْ عَدَنٍ لَهُوَ أَشَدُّ بَيَاضًا مِنْ الثَّلْجِ وَأَحْلَى مِنْ الْعَسَلِ بِاللَّبَنِ وَلَآنِيَتُهُ أَكْثَرُ مِنْ عَدَدِ النُّجُومِ وَإِنِّي لَأَصُدُّ النَّاسَ عَنْهُ كَمَا يَصُدُّ الرَّجُلُ إِبِلَ النَّاسِ عَنْ حَوْضِهِ قَالُوا يَا رَسُولَ اللَّهِ أَتَعْرِفُنَا يَوْمَئِذٍ قَالَ نَعَمْ لَكُمْ سِيمَا لَيْسَتْ لِأَحَدٍ مِنْ الْأُمَمِ تَرِدُونَ عَلَيَّ غُرًّا مُحَجَّلِينَ مِنْ أَثَرِ الْوُضُوءِ (¬1) ثم ترى المؤمنين ونورهم في أيمانهم لما تناولوا كتبهم بأيمانهم قال تعالى\" فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَيَقُولُ هَاؤُمُ اقْرَأوا كِتَابِيَهْ) (الحاقة:19) و قال: \"فمن أوتي كتابه بيمينه ثم تبشرهم الملائكة \"بُشْرَاكُمُ الْيَوْمَ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ) (الحديد:12)، ¶ عندها ينظر المنافقون والكفار إلى المؤمنين {يَوْمَ يَقُولُ الْمُنَافِقُونَ وَالْمُنَافِقَاتُ لِلَّذِينَ آمَنُوا انْظُرُونَا نَقْتَبِسْ مِنْ نُورِكُمْ قِيلَ ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُوراً فَضُرِبَ بَيْنَهُمْ بِسُورٍ لَهُ بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ وَظَاهِرُهُ مِنْ قِبَلِهِ الْعَذَابُ} (الحديد:13). ¶ عن ابن عباس (¬2): بينما الناس في ظلمة يوم القيامة إذ بعث الله نوراً, فلما رأى المؤمنون النور توجهوا نحوه, وكان النور دليلاً من الله إلى الجنة, فلما رأى المنافقون المؤمنين قد انطلقوا اتبعوهم فأظلمَ اللهُ على المنافقين فقالوا حينئذ \"انظرونا نقتبس من نوركم\" فإنا كنا معكم في الدنيا قال المؤمنون \"ارجعوا وراءكم\" من حيث جئتم من الظلمة فالتمسوا هنالك النور، وترى المنافقين {يُنَادُونَهُمْ أَلَمْ نَكُنْ مَعَكُمْ قَالُوا بَلَى وَلَكِنَّكُمْ فَتَنْتُمْ أَنْفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ الْأَمَانِيُّ حَتَّى جَاءَ أَمْرُ اللَّهِ وَغَرَّكُمْ بِاللَّهِ الْغَرُورُ} (الحديد:14) فيجيبهم المؤمنون: لقد كُنتم معنا، وربما ذهبتم معنا إلى المسجد، ولكنكم كنتم معنا بأبدانٍ لا نيةَ لها ولا قلوب معها, وإنما كنتم في حيرة وشك فكنتم تراؤون الناس ولا تذكرون الله إلا قليلاً, أجسادا بلا قلوب. نعم كنتم معنا، وصُمْتُم معنا، ولكنكم لم تحفظوا صيامكم، بل فتنتم أنفسكم باللذاتِ والمعاصي والشهواتِ وتربصتم، فأخرتم التوبةَ من وقت إلى وقت. ¶ \"وغرتكم الأماني\" الدنيا جميلة والربيع بديع والصيف يدعو للمتع وغدا خريف العمر قادم وفي الوقت متسع للتوبة، قلتم سيُغُفَرُ لنا وغرتكم الدنيا \"حتى جاء أمر الله\" فجاءكم الموت بغتة ولم تعزموا التوبة \"وغركم بالله الغرور\" خدعكم إبليس فدخل القومُ الجنة، وبقيَ أهلُ النار ينادون: أَلَمْ نَكُنْ مَعَكُمْ، كانوا على خدعة من الشيطان، ومازالوا عليها حتى قذفهم الله في النار ¶ ¬__________ ¶ (¬1):صحيح مسلم: كتاب الطهارة: برقم 247 ¶ (¬2): أنظر تفسير ابن كثير: ج: 4: 349.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "يا مَن بِدُنياهُ اِشتَغَل ... وَغَرَّهُ طولُ الأَمَل ¶ المَوتُ يَأتي بَغتَةً ... والقبرُ صندوقُ العَمَل ¶ ___________________________________________________",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "موسى عليه السلام والسامري ¶ الآثار السلبية للاستبداد ¶ إن الحمد لله نحمده ... ¶ بعد نجاة قوم موسى من فرعون زالت عنهم سيطرة فرعون وجنده وما كانوا يتعرضون له من أشكال القمع التي حكاها القرآن: {وَإِذْ أَنْجَيْنَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ يُقَتِّلُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُمْ بَلاءٌ مِنْ رَبِّكُمْ عَظِيمٌ} (لأعراف:141) غير أن القمع القديم بقي في أعماق النفس وترك آثاره على السلوك: من ذلك أن القوم الذين كانوا يستضعفون صار عندهم ميل للخضوع للقوي، وميل للبطش بالضعيف في الوقت نفسه، هذا ما تكشفه لنا قصة موسى والسامري: ¶ فبعد ذهاب موسى عليه السلام لمناجاة ربه استخلف على قومه نبي الله هارون: ¶ {اخْلُفْنِي فِي قَوْمِي وَأَصْلِحْ وَلا تَتَّبِعْ سَبِيلَ الْمُفْسِدِينَ} (لأعراف: من الآية142) ¶ في هذه الأجواء من غياب القيادة الأصلية شعر السامري ومعه فئة من بني إسرائيل بأن الجو مهيأ للتخلص من تعاليم موسى وما فيها من أمر بالصلاة والزكاة وهذا ما يومئ إليه قوله تعالى: {فَأَخْرَجَ لَهُمْ عِجْلاً جَسَداً لَهُ خُوَارٌ فَقَالُوا هَذَا إِلَهُكُمْ وَإِلَهُ مُوسَى فَنَسِيَ} (طه:88) فهناك جماعة معه \"قالوا\" ولم يكن وحده، إنها الردة نحو الوثنية، بذورها موجودة في الجماعات الإنسانية، تريد أن تتخلص من الزعامات التي تدعوها للعمل، والتحرر، والتنمية، وتبحث عن أوثان تُقَدَّسُ ولا تعملُ، تفرضُ على عامةِ الشعبِ طقوسَ التمجيدِ والتعظيمِ، وتتركهم في درَكات الجهل، والتخلف، والفقر. ظهور حركة الردة والمراحل التي مرت بها ¶ المرحلة الأولى: الإعلان عن عدم عودة موسى وذلك لتجاوز فترة غيابه لما وعدهم به بزعمهم ذلك أن موسى عليه السلام كان قد وعدهم بالغياب أربعين ليلة فقسموا اليوم إلى نهار وليل، فلما مضى عشرون يوما قالوا هذه عشرون نهارا وعشرون ليلة فمجموعها أربعون وتذرعوا بغياب موسى فوق ما وعدهم للتخلص من الالتزامات. ¶ المرحلة الثانية: قيام السامري بصناعة عجل {فقالوا هَذَا إِلَهُكُمْ وَإِلَهُ مُوسَى فَنَسِيَ) (طه: من الآية88).وأعلن نفسه راهبا للعجل وبدأ بنو إسرائيل بعباداته ¶ وحينما حاول هارون عليه السلام أن يمنعهم من عبادة العجل كادوا أن يفتكوا به كما ذكر القرآن الكريم: {إِنَّ الْقَوْمَ اسْتَضْعَفُونِي وَكَادُوا يَقْتُلُونَنِي} (لأعراف: من الآية150) ¶ ومما يستدعي التوقف هنا، لماذا كانت ردة فعل بني إسرائيل بهذا العنف على هارون عليه السلام والرغبة في الخضوع للسامري في الوقت نفسه!",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "يساعدنا على تفسير موقف بني إسرائيل هذا الدراساتُ النفسية لسلوك الأفراد الذين تعرضوا للاستبداد، حيث لوحظ أن للاستبداد آثاراً تدميرية على النفسية الإنسانية، إذ قد يوجد في الشخص الذي يتعرض للاستبداد العنيف ميل للخنوع للقوي وميل للبطش بالضعيف في الوقت نفسه (¬1). ¶ وسبب ذلك الموقف المتناقض ظاهرا، هو أن من تعرض للاستبداد وأذعن يواجه شعورا داخليا لا يطاق بمواجهة عجزه فشعوره بالعجز يدفعه للاستكانة للقوي بشكل تستلب فيه الإرادة ويغيب فيه العقل، وهذا ما يفسر باستكانتهم للسامري ومن معه. ¶ وشعوره الذي لا يطاق بالعجز يدفعه للهروب الظاهري للبطش بالضعيف كما حاولوا مع نبي الله هارون، عليه وعلى نبينا الصلاة والسلام. ¶ هذا وتكشف الدراسات التربوية الحديثة أن الآثار السلبية للاستبداد ¶ على النفس الإنسانية تأخذ عدة أشكال: ¶ 1: الميل للبطش بالضعيف والخنوع للقوي بشكل متلازم كما بينت. ¶ 2: التمتع ببث الأذى بهم ليرى الآخرين في مواقف ارتباك وإذلال ¶ 3: الميل لسرقة الآخرين والاحتيال عليهم، وهذا مانلحظه في موقف السامري الذي احتال على بني إسرائيل فأخذ أموالهم. ¶ ما هي قصة السامري وعجله ¶ يشير معظم المفسرين في تفسير قوله تعالى: {قَالَ فَمَا خَطْبُكَ يَا سَامِرِيُّ * قَالَ بَصُرْتُ بِمَا لَمْ يَبْصُرُوا بِهِ فَقَبَضْتُ قَبْضَةً مِنْ أَثَرِ الرَّسُولِ فَنَبَذْتُهَا وَكَذَلِكَ سَوَّلَتْ لِي نَفْسِي} (طه:95 - 96) أن السامري كان اسمه موسى وأنه ولد من سفاح فأمر الله جبريل بأن يربيه فكان يرى أن الفرس التي ركبها جبريل لا تسير على شيء إلا بثت فيه الحياة فبعد أن صنع العجل من الذهب قبض من أثر التراب الذي سار عليه جبريل فنبذه في العجل فصار للعجل صوتا. ¶ وهذه الرواية لم تثبت وسبب ما ذهب إليه المفسرون تفسير الرسول في قوله تعالى: فقبضت قبضة من أثر الرسول: أنه جبريل. ¶ ¬__________ ¶ (¬1) -د. سعيد إسماعيل علي فلسفات تربوية معاصرة:198،عالم المعرفة: الكويت",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "ولما كانت الرواية لم تثبت فلا مجال لقبولها علميا فلا جبريل عليه السلام أتى السامري، ولا هو قبض من آثاره، ولا لفرس جبريل قُدرةٌ على الإحياء لأن الإحياء من أمر الله تعالى الذي خص به سبحانه نفسه. ¶ وإنما معنى الرسول في الآية هو موسى عليه السلام. ¶ وعليه يكون معنى الآية: إن السامري بصر بما لم يبصروا به من العلم فقبض قبضة من علم موسى حتى صار موثوقا به لدى الناس، وقد رأوا عليه مظاهر العلماء ولبوسهم، فنبذَ السامريُ هذا العلم وألقاه ليشتري به زعامة الدنيا. ¶ خطورة الهوى وحب الزعامة على الدعوات الدينية ¶ في قصة السامري ما يكشف عن أثر الرغبة في الزعامة والحسد في إفساد الدعاة ومن ثم تشويه الدعوات. ¶ فالسامري كان على علم ولكنه في الوقت نفسه سيطرت عليه أهوية النفس، فصنع لهم عجلا من ذهب، ووضع في داخله أنابيب فإذا مر الهواء من دبره خرج صوتا من فمه، أو أتى بعجل حقيقي بصر به ولم يره القوم فأخفاه عنده، ثم إنه من خلال فن الشعوذة الذي يمارسه الدجالون في أيامنا أظهره لهم بعد أن أخذ أموالهم ليوهمهم أنها استخدمت في صناعة العجل {فَقَالُوا هَذَا إِلَهُكُمْ وَإِلَهُ مُوسَى فَنَسِيَ} (طه: من الآية88). ¶ أي أن موسى ضل عن الإله (¬1) ¶ ومن الإشارات اللطيفة في الآية: قوله تعالى \" فقالوا \" أي إن دعوة السامري كان لها أنصار. وإن استخدام (الفاء) التي تفيد التعقيب يدل على القوم كانوا على عجلة من تدبير مخططهم للمعصية فهم ينفذون ولا يفكرون للحظة بمراجعة النفس والعودة إلى الحق. ¶ إن السامري الذي كان يعرف الحقيقة تماما كان من العاكفين الملازمين لعبادة العجل؛ لأنه بهذا يحقق لنفسه الزعامة السياسية لبني إسرائيل متوسلا بالزعامة الدينية باعتباره نبي الديانة الجديدة. ¶ العجل الحقيقي الذي عبده السامري هو شهوة الزعامة وهوى النفس ¶ هذا الهوى حذر الله تعالى منه نبيه موسى عند أول لقاء بقوله سبحانه: {إِنَّ السَّاعَةَ آتِيَةٌ أَكَادُ أُخْفِيهَا لِتُجْزَى كُلُّ نَفْسٍ بِمَا تَسْعَى * فَلا يَصُدَّنَّكَ عَنْهَا مَنْ لا يُؤْمِنُ بِهَا وَاتَّبَعَ هَوَاهُ فَتَرْدَى} (طه:15 - 16) ¶ ¬__________ ¶ (¬1) - قصص القرآن الكريم: فضل عباس:563.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "لقد حذرنا نبينا محمد عليه الصلاة والسلام من حب الجاه وحب المال فقال: «مَا ذِئْبَانِ جَائِعَانِ أُرْسِلاَ في غَنَمِ بِأَفْسَدَ لهَا مِنْ حِرْصِ الْمَرءِ عَلَى الْمَالِ وَالشَّرَفِ لِدِيِنِه» (¬1). ¶ إن أخطر ما يصيب الدعاةَ إلى الله الرغبةُ في القيادةِ، وحبُ الزعامة التي قد تفتن المرء عن دينه، وتدفعه لتحريفِ الحقائق وعبادةِ أوثان تقدس ولا تعمل. وإن تحريف الحقائق آفةٌ قاتلة إن أصابت الدعاة إلى الله تعالى وهي أخطر من إنكارها. ¶ خاتمة السامري: ¶ بعد أن سمع موسى من السامري مقولته: {بَصُرْتُ بِمَا لَمْ يَبْصُرُوا بِهِ} (طه: من الآية96).قال له موسى - عليه السلام -: {فَإِنَّ لَكَ فِي الْحَيَاةِ أَنْ تَقُولَ لا مِسَاسَ وَإِنَّ لَكَ مَوْعِداً لَنْ تُخْلَفَهُ} (طه: من الآية97). ¶ ومعنى لا مساس أي لا يمسك أحد لأنك لن تطيق ذلك، إذ ابتلاه تعالى بمرض لا يطيق أن يمسه أحد ربما يكون نوعا من الوسواس أو مرض جلدي فكان مآله أن عاش وحيدا. ¶ وهكذا كانت نتيجة الفردية المغرقة، ودورانِ السامري حول مصالحه الذاتية أن انتهى صاحبها فردا لا يطيق العيش مع الناس، ثم إن له موعدا عند الله لن يخلفه. ¶ ___________________________________________________ ¶ ¬__________ ¶ (¬1) - أخرجه الترمذي في سننه، كتاب الزهد، ج:7: 77 حديث (2416) من حديث كعب بن مالك الأنصاري، وقال حديث حسن صحيح.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "بسم الله الرحمن الرحيم ¶ أثر الإيمان بالغيب على أمن المجتمع ¶ إن الحمد لله نحمده ... ¶ يقول الله تعالى في سورة البقرة:\"الم. ذَلِكَ الْكِتَابُ لا رَيْبَ فِيهِ هُدىً لِلْمُتَّقِينَ\"البقرة:2 وصف الله تعالى كتابه بأنه هدى لمن اتقى ونبه إلى علو شأنه وعظيم حين أشار إليه باسم الإشارة ذلك وهو اسم إشارة للبعيد والبعد هنا ليس البعد المكاني، وإنما هو البعد الرتبي، بمعنى علو الشأن، وأنه معجز، وأنه غالب، وأنه حبل الله المتين وأن من تمسك به فهو على هدى من ربه. ¶ وبينت السورة صفات من يهتدي بالقرآن، فمن الناس من يسمع القرآن فيهتدي ومنهم من يسمعه ويزيدهم صدودا بسبب الكبر والحسد والغرور التي تجعل القلب محاطا بالحجب كما قال تعالى\"كَلاَّ بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ\"المطففين:14 لقد كان الكبرُ سببَ خروج إبليس من رحمة الله تعالى {قَالَ يَا إِبْلِيسُ مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ أَسْتَكْبَرْتَ أَمْ كُنْتَ مِنَ الْعَالِينَ. قَالَ أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ. قَالَ فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ. وَإِنَّ عَلَيْكَ لَعْنَتِي إِلَى يَوْمِ الدِّينِ} (صّ:75 - 78) والكبر كما فسره الرسول هو بطر الحق أي الاستعلاء عليه وعد م الإقرار للآخرين بحقهم؛ فزميلك في العمل حين لا تقر له بحقه في الترقية رغم جدارته هو من الكبر، والمرأة في البيت حين تتعب في عمل ثم لا نكافئها بكلمة (الله يعطيك العافية) كل ذلك من الكبر؛ والكبر يحجب أنوار الهداية عن قلبك فحتى يكون القرآن لك هدى عليك أن تزيل حجب الكبر لتكون لأنوار الحق متلقيا ولندائه ملبيا، وإنما يكون القرآن هداية لمن اتصف بالتقوى و {الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ} (البقرة:3) ونبين في هذه الخطبةِ أثرَ الإيمانِ بالغيب على أمن المجتمعِ: إنَّ خشيةَ الله بالغيب، أيها الأخوة، علامةُ الإيمان الصادق، فمن ذكَر الله خاليا ففاضت عيناه من الدمع كان في ظل العرش، ومن وقَّر أمرَ الله وهو خالٍ بينه وبين نفسه فذلك علامة صدق الإيمان ومن منع بصره من الحرام حيث لا يراه الناس فهو مُعظِم لأمر الله ومن امتنع عن أكل مال الحرام، فهو موقر لحرمات الله والقاضي الذي يتورع عن الرشوة رجاء الجزاء من الله فينتصر لفقير مظلوم، فإنها من تقوى القلوب، هؤلاء من الذين نرجو أن يكون القرآن لهم هدى.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "يروى عن أحد مدراء الأمن العام العرب (¬1): أن رجلاً فقدَ حقيبةً بداخلها آلاف الدنانير، وجاء يُبَلِّغُ عنها أجهزةَ الأمن العام، كانَ في حالةِ ذهولٍ، وبعد فترةٍ وجيزةٍ وإذا بامرأة تُسلِّمُ الحقيبةَ وبداخلها المبلغُ كاملٌ للأمن العام، تلك المرأة لم تكن تسكن في قصرٍ ولا بيت منيف، بل كانت تسكن في غرفةٍ واحدة هي وزوجها، ومثلُ هذا المبلغِ تسيل له مطامعُ البشر، لكنها لا ترضى أن تعمِّر دنياها بما يفسد آخرتها، بل هي توقن أن الدنيا لا تعمر بمال حرام، اتصلت المديريةُ بالرجل، وجاءته رسلُ الأمن العام بالبشرى، فلما سكَنَ عنه الروعُ، واطمأن إلى ماله كاملاً غيرَ منقوص، قال له المدير: هل تحبُّ أن تقدم مكافأة لهذه المرأة، فأبى، عندها عرض المديرُ على تلك المرأة أن يقدم لها المكافأة من مخصصات الأمن العام؛ وهي المرأة الأمينةُ الفقيرةُ، فأبَتْ، قال لها المدير: فكري مرةً أخرى، في اليوم التالي اتصلت تلك المرأة وطلبت المقابلة، فلما حضرت قالت: أنا لم آتِ لآخذ المبلغ؛ ولماذا حضرت إذن؟ قالت: أريد (كرتاً) منك لَعلِّي أحتاجك في يوم من الأيام، إن كان لي حقٌ أنصفتني بما عندك من جاه وما تملك من سلطةٍ، فأعطاها كرته ورقم تلفونه الخاص، وبعد أشهر اتصلت تلك المرأةُ تطلب من وعَدَها بالمساعدة لحاجةٍ لها، قالت: أني أريد الذهاب للحج أنا وزوجي، ونريدُ مساعدتك لأخذ الفيزا (تأشيرة الدخول) فهذه مكافأتنا إن كتب الله لنا، وكان لها ما أرادت. ¶ هذه القصة نموذج يوضَّحُ كيفَ تصبحُ الحياةُ أنيسةَ في ظلال الإيمان، وكيف يصبح الفقرُ غنى عند الاستغناء بالله، وكيف يصبح الغنى فقراً؛ عند الاتكال على الدنيا. ¶ يقول ابن عطاء الله السكندري (¬2): إلهي ماذا وجد من فقدك؟! وماذا فقد من وجدك؟!. ¶ حين نربي الأمة على القيم الإيمانية يشيع الأمن {الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُولَئِكَ لَهُمُ الْأَمْنُ} (الأنعام: من الآية82) ومن هنا نقول: إن حفظ أمن المجتمع يكون بحفظ أخلاقه التي تشكل ضمانةً لعدم الانحراف، أما علبُ الليل ودورُ المجون، وترويجُ المخدراتِ والخمورِ فكل ذلك تعد محاضنَ للجريمة وتشكل عبئا على أمن المجتمع. ¶ علينا أن نذكر بأننا موقفون بين يدي الله، وسيسألنا عن ما فعلنا لإصلاح المجتمع: كما في الحديث: عن عدي بن حاتم قال: ¶ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا مِنْكُمْ أَحَدٌ إِلَّا سَيُكَلِّمُهُ رَبُّهُ لَيْسَ بَيْنَهُ وَبَيْنَهُ تُرْجُمَانٌ فَيَنْظُرُ أَيْمَنَ مِنْهُ فَلَا يَرَى إِلَّا مَا قَدَّمَ مِنْ عَمَلِهِ وَيَنْظُرُ أَشْأَمَ مِنْهُ فَلَا يَرَى إِلَّا مَا قَدَّمَ ¶ ¬__________ ¶ (¬1) هو اللواء نصوح محيي الدين وكان مديرا للأمن العام في المملكة الأردنية الهاشمية عام 1997، وقد حدثني بهذه القصة متعجباً ومعجباً ¶ (¬2): أنظر الحكم العطائية: لابن عطاء الله السكندري، وقد شرحت بأكثر من شرح منها شرح للشيخ البوطي ولسعيد حوى.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وَيَنْظُرُ بَيْنَ يَدَيْهِ فَلَا يَرَى إِلَّا النَّارَ تِلْقَاءَ وَجْهِهِ فَاتَّقُوا النَّارَ وَلَوْ بِشِقِّ تَمْرَةٍ قَالَ الْأَعْمَشُ وَحَدَّثَنِي عَمْرُو بْنُ مُرَّةَ عَنْ خَيْثَمَةَ مِثْلَهُ وَزَادَ فِيهِ وَلَوْ بِكَلِمَةٍ طَيِّبَةٍ. رواه البخاري (¬1) ¶ يا أهل الجمعة: إن ضعف القيم الإيمانية هو الذي يؤدي للإجرام وترويع الآمنين. ¶ فأكلُ أموالِ الأيتامِ، والعبثُ بأطعمةِ الناس، وتسويقُ الأغذيةِ الفاسدة، والأدويةِ المتجاوزة لفترة الصلاحية، مما ينتشر في عالم الاقتصاد اليوم، في ظل انتشار قيم عالم السوق والربح السريع، مردُّ كل ذلك ضعفُ الإيمان، وغيابُ التقوى. ومن هنا نؤكد أن حفظ الإيمان هو صِمامُ أمانِ المجتمع، وقد نبه إلى ذلك قوله تعالى {وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُوا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِنَ السَّمَاءِ وَالْأَرْضِ} (لأعراف: من الآية96) وقوله سبحانه:\" {وَتِلْكَ الْقُرَى أَهْلَكْنَاهُمْ لَمَّا ظَلَمُوا وَجَعَلْنَا لِمَهْلِكِهِمْ مَوْعِداً} (الكهف:59) ¶ إن نيل بركات السماء والأرض لا تكون على أساس إيمان غيبي لا صلة له بالواقع وهو ما يعرف بالمفهوم الميتافيزيقي بل تقوم على أسس علمية مرتبطة بالإصلاحِ الإداري والقضائي، وتحقيقِ مبدأ المساءلة والرقابةِ وتجاوزِ المحسوبيات وهي أسس الإصلاح الإداري كما بينتُ ¶ ومن هنا يقول رسول الله صلى الله عليه وسلم مؤكدا شمول مبدأ الرقابة حين تشفع أسامة بن زيد في امرأة من أشراف العرب كانت قد سَرقت: فقال\" أَتَشْفَعُ فِي حَدٍّ مِنْ حُدُودِ اللَّهِ ثُمَّ قَامَ فَاخْتَطَبَ فَقَالَ إِنَّمَا أَهْلَكَ الَّذِينَ مِنْ قَبْلِكُمْ أَنَّهُمْ كَانُوا إِذَا سَرَقَ فِيهِمْ الشَّرِيفُ تَرَكُوهُ وَإِذَا سَرَقَ فِيهِمْ الضَّعِيفُ أَقَامُوا عَلَيْهِ الْحَدَّ وَايْمُ اللَّهِ لَوْ أَنَّ فَاطِمَةَ بِنْتَ مُحَمَّدٍ سَرَقَتْ لَقَطَعْتُ يَدَهَا قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ (¬2) \" ¶ ويقول عليه الصلاة والسلام:\" إنه لا قدست أمه لا يأخذ الضعيف فيها حقه غير مُتَعْتَعٍ\"، ومناسبة الحديث: عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ جَاءَ أَعْرَابِيٌّ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَتَقَاضَاهُ دَيْنًا كَانَ عَلَيْهِ فَاشْتَدَّ عَلَيْهِ حَتَّى قَالَ لَهُ أُحَرِّجُ عَلَيْكَ إِلَّا قَضَيْتَنِي فَانْتَهَرَهُ أَصْحَابُهُ وَقَالُوا وَيْحَكَ تَدْرِي مَنْ تُكَلِّمُ قَالَ إِنِّي أَطْلُبُ حَقِّي فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَلَّا مَعَ صَاحِبِ الْحَقِّ كُنْتُمْ ثُمَّ أَرْسَلَ إِلَى خَوْلَةَ بِنْتِ قَيْسٍ فَقَالَ لَهَا إِنْ كَانَ عِنْدَكِ تَمْرٌ فَأَقْرِضِينَا حَتَّى يَأْتِيَنَا تَمْرُنَا فَنَقْضِيَكِ فَقَالَتْ نَعَمْ بِأَبِي أَنْتَ يَا رَسُولَ اللَّهِ قَالَ فَأَقْرَضَتْهُ فَقَضَى الْأَعْرَابِيَّ وَأَطْعَمَهُ فَقَالَ أَوْفَيْتَ أَوْفَى اللَّهُ لَكَ فَقَالَ أُولَئِكَ خِيَارُ النَّاسِ إِنَّهُ لَا قُدِّسَتْ أُمَّةٌ لَا يَأْخُذُ الضَّعِيفُ فِيهَا حَقَّهُ غَيْرَ مُتَعْتَعٍ (¬3).ومعنى متعتع كما في لسان العرب: أي يخاف سوء العاقبة. ¶ ¬__________ ¶ (¬1) صحيح البخاري: كتاب التوحيد، باب كلام الرب عز وجل يوم القيامة برقم 7512 ¶ (¬2): رواه الترمذي: كتاب الحدود: باب ما جاء في كراهية أن يشفع في الحدود، برقم (1430) وأخرجه مسلم برقم (1688). ¶ (¬3) أخرجه ابن ماجه كتاب الأحكام: باب لصاحب الحق سلطان، برقم (2426) ورواه الحاكم في المستدرك وأبو يعلى",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "والحديث يدل على أن نيل البركة المعبر عنها بالقداسة مرتبط بإصلاح قضائي يؤدي لسهوله الإجراءات وسرعة التقاضي حتى ينال الضعيف حقه دون خوف من سوء العاقبة. ¶ ______________________________________",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "بسم الله الرحمن الرحيم ¶ سيد الاستغفار ¶ إن الحمد لله نحمده ... ¶ أخرج البخاري في صحيحه عن شدادُ بن أوس رضيَ الله عنه عن النبي صلى الله عليه وسلم أنه قال: «سَيِّدُ الِاسْتِغْفَارِ أَنْ تَقُولَ اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ خَلَقْتَنِي وَأَنَا عَبْدُكَ وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ وَأَبُوءُ لَكَ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ قَالَ وَمَنْ قَالَهَا مِنْ النَّهَارِ مُوقِنًا بِهَا فَمَاتَ مِنْ يَوْمِهِ قَبْلَ أَنْ يُمْسِيَ فَهُوَ مِنْ أَهْلِ الْجَنَّةِ وَمَنْ قَالَهَا مِنْ اللَّيْلِ وَهُوَ مُوقِنٌ بِهَا فَمَاتَ قَبْلَ أَنْ يُصْبِحَ فَهُوَ مِنْ أَهْلِ الْجَنَّةِ.\" (¬1) ¶ يكشف هذا الحديث الشريف عن المفاهيم الإيمانية التالية ¶ أولا: يبدأ الحديث بتجديد مفهوم الإيمان وتأكيده من خلال قول المستغفر ¶ اللهم أنت ربي، لا إله إلا أنت، خلقتني وأنا عبدك، ¶ إن هذا الحديث يرمم ويعالج الأضرار الناشئة عن المعصية فكأن العاصي قد ارتكب حادث سير ثم أرسل سيارته للتصليح فيبدأ المصلح بمعالجةٍ لآثار الضرر على جسم السيارة. ¶ وكذلك هذا الحديث يعالج آثار الضرر على المفاهيم الإيمانية فيبدأ بتجديد مفهوم الإيمان: اللهم أنت ربي لا إله إلا أنت، ثم إعلان العبودية لله تعالى: خلقتني وأنا عبدك. فلماذا يجدد المستغفر إعلان التوحيد والعبودية؟ ¶ يا أهل الجمعة: يقول الرسول عليه الصلاة والسلام:\"لاَ يَزْنِي الزَّانِي حِينَ يَزْنِي وَهُوَ مُؤْمِنٌ (¬2) \" وأقول: كأنَّ الذي ارتكب المعصية خدش إيمانَه؛ بما استدعى تجديد العهدِ مع الله، جَلَّت قُدرته، فإبليس طرد من رحمة الله بمعصية، وآدم ارتكب معصية وقبل الله توبته فما الفرق بين المعصيتين؟ ¶ ¬__________ ¶ (¬1) -رواه البخاري في صحيحه كتاب الدعوات باب فضل الاستغفار 12|375 برقم (6306) ¶ (¬2) -رواه مسلم في صحيحه من حديث أبي هريرة كتاب الإيمان باب نقصان الإيمان بالمعاصي 2|83 برقم (170)",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "أما إبليس فكانت معصيته عن استكبار وتعالٍ على أمر العظيم الجبار، اسمع قوله تعالى {قَالَ يَا إِبْلِيسُ مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ أَسْتَكْبَرْتَ أَمْ كُنْتَ مِنَ الْعَالِينَ. قَالَ أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ. قَالَ فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ} (صّ: 75 - 77)،وفي سورة الأعراف {قَالَ مَا مَنَعَكَ أَلَّا تَسْجُدَ إِذْ أَمَرْتُكَ قَالَ أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ. قَالَ فَاهْبِطْ مِنْهَا فَمَا يَكُونُ لَكَ أَنْ تَتَكَبَّرَ فِيهَا فَاخْرُجْ إِنَّكَ مِنَ الصَّاغِرِين} (الأعراف: 12 - 13) أما في حق أبينا آدم عيه السلام فنجد أن المعصية بالأكل من الشجرة التي نهاهما الله تعالى عنها بقوله: {وَلا تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ} (الأعراف:19) كانت من غير إصرار، ولا استكبار اسمع قوله تعالى {:وَنَادَاهُمَا رَبُّهُمَا أَلَمْ أَنْهَكُمَا عَنْ تِلْكُمَا الشَّجَرَةِ وَأَقُلْ لَكُمَا إِنَّ الشَّيْطَانَ لَكُمَا عَدُوٌّ مُبِينٌ. قَالا رَبَّنَا ظَلَمْنَا أَنْفُسَنَا وَإِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ} (الأعراف:22 - 23)،هنا نجد موقف آدم موقف المنيب المستغفر {فَتَلَقَّى آدَمُ مِنْ رَبِّهِ كَلِمَاتٍ فَتَابَ عَلَيْهِ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ} (البقرة:37). إن سبب طرد إبليس من الرحمة وقبول التوبة من آدم هو الاستكبار عند إبليس والإنابة في حق آدم ¶ ومن هنا جاء حديث سيد الاستغفار يجدد مفهوم العبودية لله تطهيرا للقلب من الاستكبار على أمر الخلاق ¶ أما المقطع الثاني من الحديث فهو توجه إلى الله تعالى بالوقاية من شر المعصية: (أعوذ بك من شر ما صنعت)،إن من شأن الإنسان أن يتحكم بدوافعه على ضوء معرفته للنتائج، وتوضيح ذلك في قصة السدي وعمر بن عبد العزيز: (لما استلم عمر الخلافة دخل عليه سالم السدي فقال عمر: إني خائف. قال السدي: أخاف عليك ألا تخاف. قال: عظني قال: أبونا آدم خرج من الجنة بمعصية واحدة (¬1).) ¶ يا أهل الجمعة: إن المعاصي تجلب المآسي من ذلك ما ذكره القرآن: {وَضَرَبَ اللَّهُ مَثَلاً قَرْيَةً كَانَتْ آمِنَةً مُطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَداً مِنْ كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ اللَّهِ فَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ} (النحل:112) ¶ وتكرر هذا المعنى حتى استقر قاعدة اجتماعية\"وَتِلْكَ الْقُرَى أَهْلَكْنَاهُمْ لَمَّا ظَلَمُوا وَجَعَلْنَا لِمَهْلِكِهِمْ مَوْعِداً (الكهف:59) ¶ وفي الحديث \" وَإِنَّ الرَّجُلَ لَيُحْرَمُ الرِّزْقَ بِالذَّنْبِ يُصِيبُهُ\" (¬2) ¶ ¬__________ ¶ (¬1): المسعودي، مروج الذهب، دار الأندلس، بيروت، ج3، ص184 ¶ (¬2): سنن ابن ماجه: كتاب الفتن: باب العقوبات: برقم (4022) وهو في مسند أحمد برقم 22491، وإسناده ضعيف",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "ثم يتابع الحديث:\"أبوء لك بنعمتك علي\": وهو مفهوم متصل بتوحيد الربوبية، وأن ما بكم من نعمة فمن الله؛ ولذا كان رسول الله صلى الله عليه وسلم يتبرأ من حوله وقوته إلى حول الله وقوته ليقينه بأنه لا حول ولا قوة إلا بالله ¶ ثم ينتهي الدعاء بالتوجه بالاستغفار\" فاغفر لي\" ¶ والاستغفار هو التوبة، وهو العزم على عدم الفعل، والندم على ما فرط في جنب الله. ¶ و للتوبة أركان: الندم على ما قدم والعزم على ألا يعود وترك ما هو عليه من المعاصي وإن كان هناك حقوقا للبشر أعاده إليهم",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "الاستغفار والذكر (2) ¶ إن الحمد لله نحمده .... ¶ قَالَ رَسُولُ اللَّهِ:،صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ اللَّهُ عَزَّ وَجَلَّ \":أَنَا عِنْدَ ظَنِّ عَبْدِي بِي وَأَنَا مَعَهُ حِينَ يَذْكُرُنِي إِنْ ذَكَرَنِي فِي نَفْسِهِ ذَكَرْتُهُ فِي نَفْسِي وَإِنْ ذَكَرَنِي فِي مَلَإٍ ذَكَرْتُهُ فِي مَلَإٍ هُمْ خَيْرٌ مِنْهُمْ وَإِنْ تَقَرَّبَ مِنِّي شِبْرًا تَقَرَّبْتُ إِلَيْهِ ذِرَاعًا وَإِنْ تَقَرَّبَ إِلَيَّ ذِرَاعًا تَقَرَّبْتُ مِنْهُ بَاعًا وَإِنْ أَتَانِي يَمْشِي أَتَيْتُهُ هَرْوَلَةً (¬1) ¶ ما أجمل هذه الصلة بالله، إذا استغفر العبد وتاب و رجا عفوَ الله كان الله تعالى عند ظنه، وإذا دعا الله بحاجته كان الله له كافياً، ومن معاني الحديث: أن من تقربَ إلي بطاعتي تقربتُ إليه برحمتي، وإعانتي، وإن زادَ زدتُ فإنْ أتاني يمشي وأسرعَ في طاعتي أتيته هرولةً أي صببتُ عليه الرحمةَ وسبقتُه بها، ولم أحوجه إلى المشي الكثير في الوصول إلى المقصود فجزاء الكريم، سبحانه، يكون تضعيفه ومضاعفته على حسب تقرب العبد، (فاسجد واقترب) تنل عطاء مولاك. ¶ كلُ بني آدم خطاء، وخيرُ الخطائين التوابون الذين يسارعون إلى الاستغفار، و يُقرون بالذنب، ويقرعون أبوابَ المغفرة بأناملِ الندم، و بدموعٍ كدموع يعقوبَ إذ فقد ابنه الحبيب، فكيف بمن فقد حسناتِه وتعب صلواته وصيامِه وطاعاتِه، كيف تترك جهدك يضيعُ هباءً منثورا؛ بسبب نظرةٍ محرمة تمدُها إلى حيث أمرك الله أن تغض بصرك! أو بسبب مالٍ حرامٍ من حقوق العباد، أنت آكلُه، أو بسبب شهادة زور أمامَ القضاء جعلت المظلوم ظالما، والظالمَ بريئاً. ¶ تَنامُ عَينُكَ وَالمَظلومُ مُنتَبِهٌ ... يَدعو عَلَيكَ وَعَينُ اللَهِ لَم تَنَمِ ¶ هذه المعاصي تحبط العمل وتُضيعُ الأجر اسمع قوله تعالى (وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُوراً) (الفرقان:23) ¶ فبادر إلى التوبة، وقف في محراب الرحمنِ باكياً، ولا تقنع من توبتك إلا بدموعٍ كدموع يعقوبَ فإن لم تستطع فبذل إخوته يوم (وتصدق علينا) ¶ وردد دعاء سيد الاستغفار: اللهم أنت ربي، لَا إِلَهَ إِلَّا أَنْتَ وكن على حذر من عقوبة المعصية فليلهج لسانُك وقلبك متوجهاً إلى الله تعالى:\"أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ أَبُوءُ لَكَ ¶ ¬__________ ¶ (¬1): صحيح مسلم كتاب الذكر باب الحث على ذكر الله برقم (2675)",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "بِنِعْمَتِكَ عَلَيَّ وَأَبُوءُ لَكَ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إلا أنتَ \"وتذكر يوم الوردِ على رسول الله - صلى الله عليه وسلم - عند الحوض يومَ القيامة حيث يفرح أهلُ الطاعة بطاعتهم، ويفرح بهم رسول الله ويومها يطرد أقوام عن الحوض فاحذر أن تكون منهم ¶ لقد كان أحبَ شيء إلى يعقوب رؤيةُ يوسف وكان أبغض شيء إلى أخوته رؤيتُه وهكذا حال الناس مع ربهم، يفرح الله برؤية المؤمنين، ويفرحون به، اسمع قوله تعالى: (قَالَ اللَّهُ هَذَا يَوْمُ يَنْفَعُ الصَّادِقِينَ صِدْقُهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَداً رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ الْفَوْزُ الْعَظِيمُ) (المائدة:119) أما العصاة فما حالهم (يَوْمَئِذٍ يَوَدُّ الَّذِينَ كَفَرُوا وَعَصَوُا الرَّسُولَ لَوْ تُسَوَّى بِهِمُ الْأَرْضُ وَلا يَكْتُمُونَ اللَّهَ حَدِيثاً) (النساء:42 فأصلح حالك قبل فوات الأوان فقد سارَ القومُ، ومضى من الشهر نصفه ويزيد. ... ورب معصية أورثت ذلا وانكسارا خيرٌ من طاعة أورثت استكبارا. ¶ واعلم أنه \"إذا وقعت عزيمة الصدقِ في قلب العبدِ التائب رضي الَملِكُ، فأنسى الملَكَ ما كَتبَ، قال رسول الله - صلى الله عليه وسلم -: إِنَّ اللَّهَ عَزَّ وَجَلَّ يَبْسُطُ يَدَهُ بِاللَّيْلِ لِيَتُوبَ مُسِيءُ النَّهَارِ وَيَبْسُطُ يَدَهُ بِالنَّهَارِ لِيَتُوبَ مُسِيءُ اللَّيْلِ حَتَّى تَطْلُعَ الشَّمْسُ مِنْ مَغْرِبِهَا (¬1). ¶ إذا صدقت منك نيةُ التوبة ستر الله عليك، وأوحى إلى الأرض: اكتمي على عبدي. ¶ قتل رجل قبلكم مائة نفس، ثم خرج تائباً فأدركه الموت، فاختصمت فيه ملائكة الرحمة، وملائكة العذاب، فبعث الله ملكا يحكم بينهم، فقال: قيسوا ما بين القريتين، وأوحى إلى هذه أن تباعدي، وإلى هذه أن تقربي، فوجِدَ أقرب إلى قرية الخير بشبر، فغفر له. ¶ وكأن لسان الحق يقول: إذ صدق التائب أجبناه وأحييناه {وَجَعَلنا لَهُ نوراً يَمشي بِهِ في الناس} (الأنعام:122) يا معاشر التائبين فإن زللتم من بعد ما جاءكم من الهدى، فارجعوا إلى دار المداراة (فإنّ الله لا يمل حتى تملوا) (¬2). ¶ الدنيا دار ابتلاء تشبه قصر العزيز، استبقَ البابَ فيها \"يوسفُ\" الصبر، و \"زليخا\" الهوى، وقُمُصُ الأعمالِ تُُعْرضُ على \"يعقوبَ\" الشفاعةِ، فمن رأى قميصَه قدْ قدَ من قُبُلٍ قال: سُحقاً سُحقاً، ومن رآه قدْ قُدَّ من دبر قال: ادخرت شفاعتي. ¶ فيا من قد ألقاه الهوى في جُبِ حبِ الدنيا، سيارةُ القدَرِ تَبعثُ كلَّ ليلةٍ واردها: (هَل مِن سائِل؟ \" فكن متيقظاً للوارد إذا أدلى دلو التخليص، وقمْ على قدمِ (تَتَجافَى) وامدد أنامل (يَدعونَ رَبَهُم) وألقِ ما في يمينك لتتعجل الخروجَ، ولا تتشبث بأرجاء بئر الهوى، فإنها رمل تنهار عليك، فإذا تخلصت بعزائم الإنابة فاحذر من الطريق المُسْبِعة، وسِرْ في مصباح اليقين ¶ ¬__________ ¶ (¬1) رواه مسلم: كتاب التوبة: باب قبول التوبة من الذنوب برقم (2759) ¶ (¬2):رواه البخاري في صحيحه: كتاب الإيمان: باب أحب الدين إلى الله أدومه برقم 43",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "بسم الله الرحمن الرحيم ¶ عقوبة المعصية ¶ إن الحمد لله نحمده ... ¶ عن ابْنِ عُمَرَ قَالَ \" قَلَّمَا كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُومُ مِنْ مَجْلِسٍ حَتَّى يَدْعُوَ بِهَؤُلَاءِ الدَّعَوَاتِ لِأَصْحَابِه: ِ اللَّهُمَّ اقْسِمْ لَنَا مِنْ خَشْيَتِكَ مَا يَحُولُ بَيْنَنَا وَبَيْنَ مَعَاصِيكَ، وَمِنْ طَاعَتِكَ مَا تُبَلِّغُنَا بِهِ جَنَّتَكَ، وَمِنْ الْيَقِينِ مَا تُهَوِّنُ بِهِ عَلَيْنَا مُصِيبَاتِ الدُّنْيَا، وَمَتِّعْنَا بِأَسْمَاعِنَا وَأَبْصَارِنَا وَقُوَّتِنَا مَا أَحْيَيْتَنَا، وَاجْعَلْهُ الْوَارِثَ مِنَّا، وَاجْعَلْ ثَأْرَنَا عَلَى مَنْ ظَلَمَنَا، وَانْصُرْنَا عَلَى مَنْ عَادَانَا، وَلَا تَجْعَلْ مُصِيبَتَنَا فِي دِينِنَا وَلَا تَجْعَلْ الدُّنْيَا أَكْبَرَ هَمِّنَا، وَلَا مَبْلَغَ عِلْمِنَا، وَلَا تُسَلِّطْ عَلَيْنَا مَنْ لَا يَرْحَمُنَا\" (¬1) قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ¶ تأمل أخي الكريم في هذا الدعاء، وما فيه من معانٍ، فأول ما يَحْذَرُهُ الرسولُ على أصحابه هو المعاصي؛ ولذا كان إذا أراد القيام من مجلس قال:\" اللَّهُمَّ اقْسِمْ لَنَا مِنْ خَشْيَتِكَ مَا يَحُولُ بَيْنَنَا وَبَيْنَ مَعَاصِيك، َ وَمِنْ طَاعَتِكَ مَا تُبَلِّغُنَا بِهِ جَنَّتَكَ \" ¶ ولعل أكبرَ سببٍ يدعو الناسَ للمعاصي هو الديون، والعجزُ عن السداد، لذا علمنا الرسول أن ندعو تعالى بدعاء يفيد في سداد الدين عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ أَنَّ مُكَاتَبًا جَاءَهُ فَقَالَ إِنِّي قَدْ عَجَزْتُ عَنْ كِتَابَتِي قال: فَأَعِنِّي، أي كان عليه دين بسبب عقد مكاتبة، ويريد من علي - رضي الله عنهم - أن يعينَه قَالَ أَلَا أُعَلِّمُكَ كَلِمَاتٍ عَلَّمَنِيهِنَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَوْ كَانَ عَلَيْكَ مِثْلُ جَبَلِ صِيرٍ (¬2) دَيْنًا أَدَّاهُ اللَّهُ عَنْكَ قَالَ قُلْ:\" اللَّهُمَّ اكْفِنِي بِحَلَالِكَ عَنْ حَرَامِكَ وَأَغْنِنِي بِفَضْلِكَ عَمَّنْ سِوَاكَ \" (¬3) قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ¶ الرزقُ الحلال هو أثمن ما يجدر بك أن تحرص عليه، فاحرص أن يكون عملُك بالحلال، وتجنب ظلمَ عباد الله، وإذا كنت في ضيق فالجأ إلى الله، واسأله أن يكفيَك بالحلال عن الحرام، وأن يُغنيك بفضله عمن سواه. ولكن ماذا تقول لمن عنده المال، ويريد زيادته بالحرام! ¶ أيها المحب، عندَك ما يكفيك وتبحث عن ما يُطغيك، وتطلبه بالحرام! أتطلب رزق الله بمعصيته؟ ¶ لما استلم عمرُ بنُ عبدِ العزيز الخلافةَ دخل عليه سالمٌ السُدي، فقال عمر: إني خائف، قال السدي: أخافُ عليك ألاَّ تخافَ. ¶ ¬__________ ¶ (¬1): رواه الترمذي: كتاب الدعوات باب ما جاء في عقد التسبيح باليد برقم 3502 ¶ (¬2) جبل صير هو جبل طيء وهناك جبل في اليمن اسمه جبل صبير انظر فيض القدير للمناوي ¶ (¬3): سنن الترمذي: كتاب الدعوات عن رسول الله باب في دعاء النبي برقم 3563",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "قال: عظني، قال:\"أبونا آدم خرج من الجنة بمعصية واحدة\" إن المعاصي تجلبُ المآسي وتمحقُ بركةَ الأهل والمال، وتقلبُ الأفراح إلى أتراح؛ اسمع قوله تعالى: {وَضَرَبَ اللَّهُ مَثَلاً قَرْيَةً كَانَتْ آمِنَةً مُطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَداً مِنْ كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ اللَّهِ فَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ بِمَا كَانُوا يَصْنَعُونَ} (النحل:112) وتكرر هذا المعنى حتى استقرَ ليصبح قاعدة اجتماعية {وَتِلْكَ الْقُرَى أَهْلَكْنَاهُمْ لَمَّا ظَلَمُوا وَجَعَلْنَا لِمَهْلِكِهِمْ مَوْعِداً} (الكهف 59).فاحرص على الاستغفار، ولُذْ بجنابِ الغفار، واحذر عقوبة الجبار. ¶ والاستغفار هو: التوبة، وهو: العزم على عدم الفعل والندم على ما فرط في جنب الله، و للتوبة أركان، هي: الندم على ما قدم، والعزم على ألا يعود وترك ما هو عليه من المعاصي، وإن كان هناك حقوقٌ للبشر أعادها إليهم. ¶ أيها المحب، إبليسُ طرد من رحمة الله بمعصية، وآدم ارتكب معصية وقبل الله توبته فما الفرق بين المعصيتين؟ أما إبليس فكانت معصيته عن استكبار وتعالٍ على أمر العظيم الجبار، اسمع قوله تعالى: {قَالَ يَا إِبْلِيسُ مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ أَسْتَكْبَرْتَ أَمْ كُنْتَ مِنَ الْعَالِينَ (75) قَالَ أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ (76) قَالَ فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ} (صّ:77) فأدى به الكبرُ إلى الطرد من الرحمة، وفي سورة الشعراء {قَالَ مَا مَنَعَكَ أَلَّا تَسْجُدَ إِذْ أَمَرْتُكَ قَالَ أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ (12) قَالَ فَاهْبِطْ مِنْهَا فَمَا يَكُونُ لَكَ أَنْ تَتَكَبَّرَ فِيهَا فَاخْرُجْ إِنَّكَ مِنَ الصَّاغِرِينَ} (لأعراف:13) أما في حق أبينا آدم عليه السلام فنجد أن المعصية بالأكل من الشجرة التي نهاهما الله تعالى عنها بقوله: وَلا تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ) (لأعراف:19) اسمع قوله تعالى في سورة الأعراف {وَنَادَاهُمَا رَبُّهُمَا أَلَمْ أَنْهَكُمَا عَن تِلْكُمَا الشَّجَرَةِ وَأَقُل لَّكُمَا إِنَّ الشَّيْطَآنَ لَكُمَا عَدُوٌّ مُّبِينٌ {22} قَالاَ رَبَّنَا ظَلَمْنَا أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ} {الأعراف 23} فاحذر عاقبةَ الكبرِ، وأقبلْ، واستغفرْ، عسى أن يمنَّ الله عليك بالرحمة. ¶ ذهبتُ يوماً لزيارة حديقةٍ للحيوانات، وكان فيها زاوية ٌمخصصةٌ للزواحف تعِرضُ أنواعاً من الأفاعي الضخمة كلُ أفعى في قفص، ولفَتَ نظري وجودُ فرخ دجاجٍ حديثِ الولادةِ يلعبُ في قفص الأفعى، ويلهو، فسألتُ الموظف المسؤول مستغرباً ومستنكراً: ماذا يفعل هذا الفرخ في قفص الأفعى؟،فقال:\" هذا الفرخ هو طعام الأفعى، وحين تجوع تأكله\"، فقلتُ في نفسي صورة هذا الفرخ وهو يلهو حول الأفعى يشبه العصاة الذين يلهون بأسباب هلاكهم، وهذا الفرخ ليس عنده من الذاكرة التاريخية ما يمكنه من معرفة عدوه من صديقه فهو ابن بيض مزارع، نَما في",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "حاضنة صناعية، لم يتربَ عند أمٍ، تنقل له تجربتها التاريخية في الحياة، فحاله كحال الأمم التي تواجه عدوها بلا ذاكرة، أو بذاكرة تاريخية تعرضت للتدمير والتشويه، في ظل محاضنَ صناعية، وحاله كحال الأبناء الذين تركهم آباؤهم بلا توجيه فواجهوا الواقع بلا خبرات، والله تعالى يقول مخاطباً الأولياء {وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ كُلُّ امْرِئٍ بِمَا كَسَبَ رَهِينٌ} (الطور:21) فلا بدَّ أن يراقب الآباء حال الأبناء حتى يكونوا على طريق الهداية. حال هذا الفرخِ اللاهي ينتظرُ مصيره المحتومَ في بطن الأفعى كحال العُصاةِ الذين اتَّبعوا إبليس، ونسوا كراهيته لآدم وذريته من يوم أبى واستكبر. ... أيها المحبُ: يقول الله تعالى: (إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوّاً، إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ) (فاطر:6). ¶ وأعظمُ المصائبِ شماتةُ الأعداء، وألدُ الأعداء إبليسُ قال تعالى (إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوّاً) (فاطر:6) فلا تجعل إبليس يشمت بك، وأعظم مداخل إبليس شهوة الدنيا في طلب الرزق، في توفير الحاجات من طعام وسيارة وبيت، ورحلة تترفه، بها كل هذه مداخل يدخل بها إبليس إلى قلبك؛ ولذا قال تعالى (يَا أَيُّهَا النَّاسُ كُلُوا مِمَّا فِي الْأَرْضِ حَلالاً طَيِّباً وَلا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ) (البقرة:168) ¶ يخيل لك الشيطان أن تحصيل الأموال، وسدادَ الديون، وتكثير الأرزاق لا يكون إلا بالحرام وبالغش والخداع، فيغريك بالاختلاس، أو بخيانة الأمانة، أو العبث بالفواتير، وهو لا يريد لك الخير فهو عدوٌ لك ولأبيك الأولِ آدمَ. ¶ وعداوة الشيطان قديمة من يوم (أَبَى وَاستَكبَر) وحسد إبليسُ أبانا آدم يوم أمرَ الله الملائكةُ بالسجود له. أيها المحب: إبليس لك حاسدٌ وما انتقم منك حاسدٌ بأكثر من تفريطك، ولا انتقمت منه بأعظم من تقويمك، فانظر كيف أبت نفسُك الطاعة وأنلت الحاسدَ المرادَ: ¶ ما بَلغَ الأعداءَ مِن جاهِلٍ ... ما بَلَغ الجاهِلُ مِن نَفسِهِ ¶ اسمع قوله تعالى: (أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِنْ دُونِي وَهُمْ لَكُمْ عَدُوٌّ بِئْسَ لِلظَّالِمِينَ بَدَلاً) (الكهف: من الآية50)،ويحك! تبصر عن الهوى تحمَد عواقبَ السلامة ¶ فإِنّ المُرَّ حينَ يَسُرّ حِلوٌ ... وَإِنّ الحِلوَ حينَ يَضُرُ مُرُّ ¶ فَخُذ مُرّاً تُصادِف عَنهُ حِلواً ... وَلا تَعدِلُ إلى حِلوٍ يَضرُّ ¶ إياك والذنوبَ، فلو لم يكن فيها إلا كراهةُ اللقاء كفى عقوبةً؛ كان أطيبَ الأشياء عند \"يعقوب\"رؤيةُ \"يوسف\" وأصعبها عند إخوته لقاؤه.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وكذا حالُ العصاةِِ يومَ القيامة (يَوْمَئِذٍ يَوَدُّ الَّذِينَ كَفَرُوا وَعَصَوُا الرَّسُولَ لَوْ تُسَوَّى بِهِمُ الْأَرْضُ وَلا يَكْتُمُونَ اللَّهَ حَدِيثاً) (النساء:42) ¶ أيها المحب احذر طول مجاورة المعاصي يسْلَمْ لك قلبُكَ؛ عن حُذَيْفَةَ قَال: َ كُنَّا عِنْدَ عُمَرَ فَقَالَ أَيُّكُمْ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَذْكُرُ الْفِتَنَ فَقَالَ قَوْمٌ نَحْنُ سَمِعْنَاهُ فَقَالَ لَعَلَّكُمْ تَعْنُونَ فِتْنَةَ الرَّجُلِ فِي أَهْلِهِ وَجَارِهِ قَالُوا أَجَلْ قَالَ تِلْكَ تُكَفِّرُهَا الصَّلَاةُ وَالصِّيَامُ وَالصَّدَقَةُ وَلَكِنْ أَيُّكُمْ سَمِعَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَذْكُرُ الْفِتَنَ الَّتِي تَمُوجُ مَوْجَ الْبَحْرِ قَالَ حُذَيْفَةُ فَأَسْكَتَ الْقَوْمُ فَقُلْتُ أَنَا قَالَ أَنْتَ لِلَّهِ أَبُوكَ قَالَ حُذَيْفَةُ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ تُعْرَضُ الْفِتَنُ عَلَى الْقُلُوبِ كَالْحَصِيرِ عُودًا عُودًا فَأَيُّ قَلْبٍ أُشْرِبَهَا نُكِتَ فِيهِ نُكْتَةٌ سَوْدَاءُ وَأَيُّ قَلْبٍ أَنْكَرَهَا نُكِتَ فِيهِ نُكْتَةٌ بَيْضَاءُ حَتَّى تَصِيرَ عَلَى قَلْبَيْنِ عَلَى أَبْيَضَ مِثْلِ الصَّفَا فَلَا تَضُرُّهُ فِتْنَةٌ مَا دَامَتْ السَّمَاوَاتُ وَالْأَرْضُ وَالْآخَرُ أَسْوَدُ مُرْبَادًّا كَالْكُوزِ مُجَخِّيًا لَا يَعْرِفُ مَعْرُوفًا وَلَا يُنْكِرُ مُنْكَرًا إِلَّا مَا أُشْرِبَ مِنْ هَوَاهُ (¬1) ¶ إذا كان القلبُ نقياً ضجَّ لحدوث المعصيةِ، فإذا تكررَتْ مرَّتْ عليه ولم يُنكر، كانت الخطيئةُ عنده غريبة فاستوحش، فلما صار بليدَ الطبع لم ينفر. ¶ حال العاصي الذي أدمن المعاصي كلابِس الثوبِ الأسودِ لا يجزعُ من وقوع الحبر عليه، فتراه لا ينكر منكرا ولا يعرف معروفاً. ¶ ثم إنه يوم القيامة محجوبٌ عن ربه، نسأل الله تعالى أن يقسم لنا من خشيته ما يحول بيننا وبين معصيته، وأستغفر الله لي لكم فاستغفروه وتوبوا إليه. ¶ ¬__________ ¶ (¬1) رواه مسلم في صحيحه كتب الإيمان: باب أن الإسلام بدأ غريبا: برقم 144",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "بسم الله الرحمن الرحيم ¶  {وهو الذي ينزل الغيث من بعد ما قنطوا وينشر حمته وهو الولي الحميد} ¶ ألقيت بتاريخ: 28/ 02/03 - 27من ذي الحجة 1423في مسجد عباد الرحمن في أعقاب هطول الثلج بنعمة من الله وفضل. ¶ الحمد لله القائل:\"وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ مِنْ بَعْدِ مَا قَنَطُوا وَيَنْشُرُ رَحْمَتَهُ وَهُوَ الْوَلِيُّ الْحَمِيدُ\" (الشورى:28).في كلِّ حبةِ ثلجٍ، وقطرةِ ماء مظهرٌ للرحمةِ الإلهية، والنصرةِ الربانية، بما ناسبَ اختتامَ الآيةِ التي تلوتُ بقوله سبحانه:\"وهو الولي الحميد،\" أي هو وحده النصيرُ الذي يستحق الحمدَ. ¶ لو أن الله أمسكَ رحمته فهل من رازق سواه!! فتبارك الله على ما أنعم، وتفضل. ونسأل الله أن يجعلنا من الشاكرين الحامدين. وجزى الله الأخوة الذين بذلوا جهودهم لفتح الطرق، وإنقاذ المرضى خير الجزاء وشكر الله لقيادة هذا البلد متابعتها ورعايتها. ¶ يا أهل الجمعة، كان من دعاءِ رسول الله، صلى الله عليه وسلم فيما رواه مسلم في الصحيح فيما روت عَائِشَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهم عَلَيْهِ وَسَلَّمَ كَانَ يَدْعُو ... \"اللَّهُمَّ اغْسِلْ خَطَايَايَ بِمَاءِ الثَّلْجِ وَالْبَرَدِ وَنَقِّ قَلْبِي مِنَ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الْأَبْيَضَ مِنَ الدَّنَسِ وَبَاعِدْ بَيْنِي وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ\" (¬1) وفي هذا تشبيه للخطايا بالنيران التي تحرق وتستعر، وكما تطفأ النار بالثلج تطفأ المعاصي نار العاصي بالدعاء والاستغفار. ¶ فالذنب نار في القلوب، يحرق صاحبه ثم يورده نار جهنم\"نَارُ اللَّهِ الْمُوقَدَةُ. الَّتِي تَطَّلِعُ عَلَى الْأَفْئِدَةِ\" (الهمزة:6 - 7) ¶ قال ابن القيم في كتاب فضائل الذكر: وإنما عوقب أهل جهنم بإحراق قلوبهم بالنار لأنها كانت في الدنيا تشتعل بنيران المعاصي فكان العقاب من جنس العمل. ¶ والمال الحرام نارٌ تأكل المال الحلال، الكبر على عباد الله نار تقصم المتكبرين، والمعاصي تقتل في القلب الطمأنينة. ¶ وحين تعرض المعصية على القلب، فمن الناس من ينكرها فيضيء قلبه ومنهم من يلذ بها فيظلم القلب أخرج الإمام مسلم في صحيحه: كتاب الإيمان حديث: ¶ ¬__________ ¶ (¬1) - رواه مسلم في كتاب الذكر والدعاء والتوبة والاستغفار باب التعوذ من شر الفتن وغيرها من حديث عائشة برقم (4877) ورواه البخاري في الصحيح كتاب الدعوات باب التعوذ من المأثم والمغرم. برقم (5891)",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "144 قَالَ حُذَيْفَةُ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهم عَلَيْهِ وَسَلَّمَ يَقُولُ تُعْرَضُ الْفِتَنُ عَلَى الْقُلُوبِ كَالْحَصِيرِ عُودًا عُودًا فَأَيُّ قَلْبٍ أُشْرِبَهَا نُكِتَ فِيهِ نُكْتَةٌ سَوْدَاءُ وَأَيُّ قَلْبٍ أَنْكَرَهَا نُكِتَ فِيهِ نُكْتَةٌ بَيْضَاءُ حَتَّى تَصِيرَ عَلَى قَلْبَيْنِ عَلَى أَبْيَضَ مِثْلِ الصَّفَا فَلَا تَضُرُّهُ فِتْنَةٌ مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ وَالْآخَرُ أَسْوَدُ مُرْبَادًّا كَالْكُوزِ مُجَخِّيًا لَا يَعْرِفُ مَعْرُوفًا وَلَا يُنْكِرُ مُنْكَرًا إِلَّا مَا أُشْرِبَ مِنْ هَوَاهُ (¬1) \" ¶ ربما لم يصل الطب الفحص المجهري إلى إدراك أثر المعاصي، على الجسد بدقة، لكن الأمر لا يحتاج إلى فحص مجهري، يكفي أن تفتح عينيك،\"وَتِلْكَ الْقُرَى أَهْلَكْنَاهُمْ لَمَّا ظَلَمُوا وَجَعَلْنَا لِمَهْلِكِهِمْ مَوْعِداً\" (الكهف:59) ¶ وكم من رجل ذي جاه بات في السجن الذي بناه، حين لم يشكر نعمة الله عليه. والمعاصي لا تقتصر على الاعتداء على الناس أو أكل مال الحرام، بل تشمل التفريط في تربية الأمة وعدم إعدادها لما يمكر بها عدوها. ¶ في تقرير نشرته صحيفة الرأي الأردنية بتاريخ:28/شباط/03 صـ16 صادر عن مركز رصد نتائج السلام، التابع للجنة يهودية أمريكية عنوانه الغرب في الكتب لدولة لعربية (¬2) جاء فيه \"إن أكبر محرض على الإرهاب هو قصيدة الشاعر الشهيد عبد الرحيم محمود التي تدرس في المناهج وفيها: ¶ سأحمل روحي على راحتي ... وألقي بها في مهاوي الردى ¶ فإما حياة تسر الصديق ... وإما ممات يغيظ العدى ¶ أقول وربما يقترحون الاستبدال بها قصيدة ¶ نحن دجاج القيصر ... نأكل قمح الخوف ¶ يطعمنا في فصل الصيف وغداً يذبحنا للضيف ¶ ترى لماذا لا يدرسونَ المنهاج اليهودي الذي يدعو لإبسال \"كل نفس حية\" تنفيذا لتعاليم الحاخاميين؟ ¶ هل قاموا بالنظر لجرائمهم في جنين، وغزة، وصبرا، وشاتيلا، أم هو الران الذي يغلف القلب، {كَلاَّ بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ} (المطففين:14) ¶ ترى هل ينفعهم أن يدعوا: اللهم طهرنا بالماءِ والثلجِ والبردِ، أم أنَّ الثلج يصبح حامضيًا بإفساد المفسدين. ¶ ¬__________ ¶ (¬1) -رواه مسلم في كتاب الإيمان باب بيان أن الإسلام بدأ غريبا وسيعود غريبا وأنه يأرز إلى المدينة برقم (207). ¶ (¬2): هذا التقرير تناول المملكة العربية السعودية وقاها الله كيد الكائدين وحفظها للإسلام وأهله",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "إن التقرير المشارَ إليه دليلٌ على حملة غربية، ذات جذور يمينية متطرفة، على مناهجنا الدراسية وعلى التربية وهي منِ قلاع الإسلام الصامدة بإذن الله تعالى، فهل سنصمد أم نفرط في حمل الأمانة؟ ¶ قال تعالى: {وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ. إِنَّهُمْ لَهُمُ الْمَنْصُورُونَ. وَإِنَّ جُنْدَنَا لَهُمُ الْغَالِبُونَ} (الصافات:171 - 173) وفي قوله تعالي جندنا وليس عبادنا دلالة واضحة على أن منهج النصر يقتضي أن تعد نفسك جنديا في معركة الإسلام، لا تقصر في الدفاع عن دين الله في مختلف مواقع المسؤولية. نسأل الله أن يجعلنا من الذين يستمعون القول فيتبعون أحسنه ¶ ________________________________________________",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "بشائر النصر ¶ ألقيت في مسجد الجامعة الأردنية 17|8|2001 ¶ إن الحمد لله نحمده ......... ¶ في هذا الزمان الذي يفكر فيه أبناء الأمة الغيورون في بثِ الحياة في أطرافها الراكدة وعقولها المتبلدة وهي تواجه معركة المسرى على أرض فلسطين بعد أن أعلن العدو المتطرف المحتل معركته على الأمة باقتحامه المسجد الأقصى غير آبه بحرمة أماكن العبادة، في هذا الظرف أحب أن أتحدث عن بشائر النصر لأنني أؤمن أن في الأمة من أسباب القوة ما يفوق كل مظاهر الضعف الطافية على القشور، فشعب فلسطين الذي يواجه الموت بالزغاريد شعب لن يهزم. ¶ حين علمت زوجةُ الشهيدِ (صلاح درزوة) باستشهادِ زوجها عبرَ المذياعِ قالتْ: الحمد لله، وتوجهت إلى الله ساجدة راجية أن يتقبله شهيدا وقالت:\" أنا لست خائفة على رزقِ؛ فالله هو الرزاق، كلُّ الذي أرجوه أن يتقبله الله شهيدا، إذا تقبله الله شهيدا فقد نجونا، فالشهيد يشفع لسبعين من أقاربه وأرجو أن أكون منهم\" ¶ هذا الشعب الذي يواجه العنصرية الصهيونية، وحرب الإبادة، وآليات عسكرية مدججة _يواجهها بأجسادٍ طرية ويوقف محاولات هدم الأقصى بدمائه وتضحياته وهو يهتف ¶ الله أكبر في فمي الله أكبر في دمي، ¶ زلزالها من معصمي، بقذائفي بحجارتي بالراجمات الحوم، ¶ لن يهدم الأقصى ونحن فداؤه صل على الهادي الحبيب وسلم ¶ 2 ¶ يا أهل الجمعة بشَّر الله تعالى هذه الأمة بالنصر في العديد من سور القرآن وأكدتها السنة النبوية من ذلك قوله تعالى: في سورة الصف: ¶ {يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ. هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ. يَا أَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ. تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ. يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ ذَلِكَ الْفَوْزُ الْعَظِيمُ. وَأُخْرَى تُحِبُّونَهَا نَصْرٌ مِنَ اللَّهِ وَفَتْحٌ قَرِيبٌ وَبَشِّرِ الْمُؤْمِنِينَ} (الصف:8 - 13)",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "وقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - \" إِنَّ اللَّهَ زَوَى لِي الْأَرْضَ فَرَأَيْتُ مَشَارِقَهَا وَمَغَارِبَهَا وَإِنَّ أُمَّتِي سَيَبْلُغُ مُلْكُهَا مَا زُوِيَ لِي مِنْهَا\" (¬1) ¶ حين ننظر إلى واقع الأمة اليوم فلا يصيبنا الوهن ¶ كان أصحاب رسول صلى الله عليه وسلم يأتون إليه: فيقولون\"أَلَا تَسْتَنْصِرُ لَنَا أَلَا تَدْعُو لَنَا، فَقَالَ: قَدْ كَانَ مَنْ قَبْلَكُمْ يُؤْخَذُ الرَّجُلُ فَيُحْفَرُ لَهُ فِي الْأَرْضِ فَيُجْعَلُ فِيهَا فَيُجَاءُ بِالْمِنْشَارِ فَيُوضَعُ عَلَى رَأْسِهِ فَيُجْعَلُ نِصْفَيْنِ وَيُمْشَطُ بِأَمْشَاطِ الْحَدِيدِ مَا دُونَ لَحْمِهِ وَعَظْمِهِ فَمَا يَصُدُّهُ ذَلِكَ عَنْ دِينِهِ ثم يقول وَاللَّهِ لَيَتِمَّنَّ هَذَا الْأَمْرُ حَتَّى يَسِيرَ الرَّاكِبُ مِنْ صَنْعَاءَ إِلَى حَضْرَمَوْتَ لَا يَخَافُ إِلَّا اللَّهَ وَالذِّئْبَ عَلَى غَنَمِهِ وَلَكِنَّكُمْ تَسْتَعْجِلُونَ\" (¬2) لكل هذا نقول: النصر قادم ¶ والسؤال كيف؟! ومتى؟! ¶ الناس ينتظرون: فمنهم من ينتظر المهدي، ومنهم من ينتظر المسيح ومنهم من ينتظر الدجال ¶ وفي هذا يقول إقبال: المؤمن الضعيف يتذرع بالقضاء والقدر ¶ أما المؤمن القوي فهو قضاء الله وقدره النافذ ¶ جاء في الحديث\" وَإِنِّي سَأَلْتُ رَبِّي لِأُمَّتِي أَنْ لَا يُهْلِكَهَا بِسَنَةٍ عَامَّةٍ وَأَنْ لَا يُسَلِّطَ عَلَيْهِمْ عَدُوًّا مِنْ سِوَى أَنْفُسِهِمْ فَيَسْتَبِيحَ بَيْضَتَهُمْ وَإِنَّ رَبِّي قَالَ يَا مُحَمَّدُ إِنِّي إِذَا قَضَيْتُ قَضَاءً فَإِنَّهُ لَا يُرَدُّ وَإِنِّي أَعْطَيْتُكَ لِأُمَّتِكَ أَنْ لَا أُهْلِكَهُمْ بِسَنَةٍ عَامَّةٍ وَأَنْ لَا أُسَلِّطَ عَلَيْهِمْ عَدُوًّا مِنْ سِوَى أَنْفُسِهِمْ يَسْتَبِيحُ بَيْضَتَهُمْ وَلَوْ اجْتَمَعَ عَلَيْهِمْ مَنْ بِأَقْطَارِهَا أَوْ قَالَ مَنْ بَيْنَ أَقْطَارِهَا حَتَّى يَكُونَ بَعْضُهُمْ يُهْلِكُ بَعْضًا وَيَسْبِي بَعْضُهُمْ بَعْضًا (¬3) \"وفي الحديث بيان أن هلاك الأمة لن يكون بعدو خارجي ولا بالزلازل أو البراكين وإنما بإرادتها وبسبب منها حين تعجز عن مواجهة أسباب الهلاك المتمثلة بانتشار البغضاء والقسوة، ولا يلزم من الحديث أن هلاك الأمة سيكون بسبب أن بأسها بينها شديد وإنما هو بيان لسبب الهلاك وترك مستقبل الأمة بيدها تقررها باختيارها ووعيها، ولهذا نقول: الحل من عندنا، ذلك أن الله لا يغير ما بقوم حتى يغيروا ما بأنفسهم ¶ وحين حدثنا القرآن عن المذلة التي ضربت على أهل الكتاب من قبلنا بين السبب فقال:\"وَضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ وَالْمَسْكَنَةُ وَبَاءُوا بِغَضَبٍ مِنَ اللَّهِ ذَلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بآيَاتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ الْحَقِّ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ\"البقرة: من الآية61 ¶ ¬__________ ¶ (¬1) - رواه مسلم في صحيحه: كتاب الفتن وأشراط الساعة، باب: هلاك الأمة بعضها ببعض برقم (5144). ¶ (¬2) -رواه البخاري في صحيحه من حديث خباب بن الأرت كتاب الإكراه باب من اختار الضرب والقتل والهوان على الكفر (6430). ¶ (¬3) - جزء من حديث ثوبان الذي سبق تخريجه في الحاشية (1).",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "فالأمم التي بعث الله فيها كتابا حين تنبذ كتاب الله وراء ظهرها تتخلى عن مصادر قوتها وأسباب بقائها لأن عناصر الحراك الاجتماعي والقدرة على مواجهة أسباب التخاذل مرتبط بالعقيدة ¶ يقول محمد حسنين هيكل في مجلة وجهات نظر عدد آب 2001: ¶ التقيت مع كيسنجر في أعقاب حرب الـ73 فقال حدثني عن تصورك للوضع شرط أن لا تحدثني في التاريخ، ولا تحدثني عن الأمة العربية، فوجود الأمة العربية أمر لم يثبت لي ولست مستعدا للتعامل معه ¶ قال: هيكل، ولكن إهمال التاريخ يضيع حقوقا ¶ قال: إذا أردت الحديث عن الماضي فستبقى في الماضي. ¶ فأول المطلوب أن تنسى. ¶ أقول: إن القرآن الكريم في عملية إعداد الأمة للتغيير وصناعة المستقبل لم يطلب أن ننسى، بل حدثنا عن الماضي، حدثنا عن نجاة موسى في مواجهة فرعون الماضي ليزودنا بزاد نواجه فرعون المستقبل، حدثنا عن عاد لنعرف كيف نواجه ورثتها من الذين طغوا في البلاد فأكثروا فيها الفساد، ولا تدري إذا أردت أن تعدد مظاهر الإفساد لورثة عاد من أين تبدأ وأين تنتهي؟ أمِنْ فلسطين حيث يقتل في كل يوم محمد الدرة وإيمان حجو (¬1) أم مِن عراق البطولة حيث ما يزيد عن نصف مليون طفل ماتوا بسبب نقص الدواء ومات مثلهم بسبب العنف الأعمى، أم البوسنة أم كشمير. ¶ لقد حدثنا القرآن عن كل ذلك التاريخ، وخلد غزوة الأحزاب التي انتصرت فيها الإرادة ويقول بعدها رسول الله لن تغزو بعد اليوم، وبعد عشر سنين من الأحزاب كانت القادسية التي قوضت عروش الأباطرة وبنت دولة العدل. ¶ لهذا كله يقول كيسنجر، وهو أستاذ التاريخ، المطلوب أن ننسى؛ لأن المسلم الذي يتذكر أنه امتداد إبراهيم-عليه السلام-محطم الأوثان، عنده من القدرة على الصمود والتضحية مالا يملكه ابن الحضارة الغربية التي تتعامل بمنطق المصالح وبمنطق الشركة المساهمة، ولا تستطيع الصمود حتى الرمق الأخير، ولا تفهم معنى الوطنِ والتضحيةِ كما يقول هيكل في محاولة فهمه لأمريكا؛ ولهذا يريدون منا أن ننسى في سبيل تطبيق تجربة الهنود الحمر على الأمة العربية والإسلامية، ولن ينجحوا بإذن الله، على أن تأخذ الأمة بأسباب التغيير. ¶ ¬__________ ¶ (¬1) الطفل محمد الدرة في الصف الرابع الابتدائي قتله المتطرفون الصهاينة، وكان يحتمي من الرصاص هو ووالده، خلف جدار ومات في حضن والده وقد نقلت أجهزة الإعلام الصورة بشكل يكشف بشاعة التطرف الصهيوني، وأما إيمان حجو فهي طفلة كان عمرها شهرين وقد قتلت برصاص قناص صهيوني متطرف.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "يا أساتذة التاريخ! نريد منكم أن تعلموا أبناءكم كيف يصنعون التاريخ، وأن الخطوة الأولى في المعركة معركة الإرادة ¶ 3 ¶ الإرادة الواثقة بالتحرير ¶ يا أهل الجمعة: كل الأمم قد تتعرض للهزائم العسكرية وهذا ما نبه القرآن الكريم إليه في أعقاب غزوة أحد حيث قال \"وَتِلْكَ الْأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ\"آل عمران: من الآية140 فالمهزوم في معركة اليوم قادر على تجاوز الهزيمة في الغد، والهزيمة الخطيرة هي التي تصيب الإرادة وتضرب الروح المعنوية للجند، ومعركة الإرادة أخطر من معركة السلاح كما يقول أحد علماء الألمان ليست الهزيمة بأن تبيد جيش عدوك يكفي أن تضرب روحهم المعنوية. ¶ في غزوة الأحزاب كانت المعركة معركة إرادة لا معركة سيف وخيل وانتصرت الإرادة الأقوى وسجل القرآن مشاهد الصراع النفسي \"إِذْ جَاءُوكُمْ مِنْ فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنْكُمْ وَإِذْ زَاغَتِ الْأَبْصَارُ وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا. هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالاً شَدِيداً. وَإِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلَّا غُرُوراً\"الأحزاب:10 - 12وسجل موقف المؤمنين\") وَلَمَّا رَأى الْمُؤْمِنُونَ الْأَحْزَابَ قَالُوا هَذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ وَصَدَقَ اللَّهُ وَرَسُولُهُ وَمَا زَادَهُمْ إِلَّا إِيمَاناً وَتَسْلِيماً\"الأحزاب:22 يا أهل الجمعة إن انهيار الإرادة للقيادة السياسية أخطر ما يصيب الأمم، وتهالكك على السلام مع عدوك يغريه بالحرب كما حدث مع رئيس وزراء بريطانيا تشمبرلن الذي رأى اجتياح هتلر لأوروبا فذهب إليه يعرض عليه السلام فأغراه بالحرب لأن هتلر شعر أنه أمام خصم ضعيف الإرادة مهزوم نفسيًا، ولما استلم تشرتشل من بعده رئاسة الوراء بريطانيا بث الإرادة في نفوس قومه وقال في كلمته أنا لا أعدكم إلا بالدموع والدماء فصنع النصر ¶ 4 ¶ يا أهل الجمعة: إن بناء الإرادة يستدعي إصلاح النظام التعليمي، واحترام السلطة لمؤسسات المجتمع المدني، وفي سبيل التحرير لا بد من تحرير الجامعات والمدارس من الخوف، وتحرير النقابات من الرعب، والبلديات من ردود الأفعال المتسرعة. ¶ إن هذا البلد المبني بعرق الأباء جدير بأن يحافظ عليه وأن يصبر بعضنا على بعض فما من جرعة أعظم عند الله من جرعة غيظ يتجرعها مسلم ¶ يا أهل الجمعة لقد حذرنا القرآن من العبودية السياسية حين \"وَضَرَبَ اللَّهُ مَثَلاً رَجُلَيْنِ أَحَدُهُمَا أَبْكَمُ لا يَقْدِرُ عَلَى شَيْءٍ وَهُوَ كَلٌّ عَلَى مَوْلاهُ أَيْنَمَا يُوَجِّهْهُ لا يَأْتِ بِخَيْرٍ هَلْ يَسْتَوِي هُوَ وَمَنْ يَأْمُرُ",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "بِالْعَدْلِ وَهُوَ عَلَى صِرَاطٍ مُسْتَقِيمٍ\"النحل:76 هذا مثل للشعوب التي تعجز عن أن تقول رأيها وتستكين لظالمها فهي كالأبكم ويصدق فيهم قول عرار: ¶ الناس ما الناس عبدان القوي، بهم ما بالمطية من مهماز مغوار ¶ يزجون من سامهم خسفا وأرهقهم ... عسفًا تحيات إجلال وإكبار ¶ ويضفرون بأيديهم لقاطعها ... حرصا على البغي إكليلين من غار ¶ يا أهل الجمعة إن المدارس في دول العالم الثالث تتحول عن وظيفتها الأسمى في تحرير الإرادة وبناء المعرفة التحليلية وتزويد الطلبة بالقدرات الناقدة إلى أن تصبح مراكز للقمع المعرفي: قمع الفكر داخل التلقين، وقمع الإنسان بسبب التعسف في استعمال القوانين ومن مفرزات ذلك ضمور الوعي، وانعكاس ذلك على التنمية داخل المجتمع ثم على الوزن السياسي للدولة. ¶ يا أهل الجمعة علينا في معركة التحرير والإصلاح أن نفرق بين الواقعية وبين الضعف والتخاذل، قد تهزم الجيوش لفارق في القوى فعلى الضعيف والمهزوم أن يفرق بين الضعف والتخاذل فالضعيف يستطيع أن يضع لنفسه خطوطا حمراء لا يتنازل عنها، حين هزمت ألمانيا في الحرب العالمية الثانية قال الألمان: قد يدخل الحلفاء برلين بدباباتهم لكننا لن نسمح لهم أن يدخلوا مناهجنا الدراسية، واستطاع الألمان بعد سنين من الاحتلال والفرقة أن يهدموا جدار برلين الحجري، فمتى ستهدم الشعوب العربية جدار الوهم بين أجزائها وأعضاء جسدها الواحد، هذه الحدود التي أصبحت في فكرِ بعض الناس حقائق راسخة، تستدعي إعادة النظر في منهج التفكير كسبيل للإصلاح، وعلينا أن نفهم أن القانون في عالم اليوم يصنعه القوي، وإن الأمة العربية تواجه تحديات تستدعي منها رص الصفوف ومحاربة الطائفية وتوحيد الجهود، هناك التحدي المائي فهناك تنسيق بين إسرائيل وبين الدول التي فيها منابع النيل والفرات فأين التنسيق العربي لحماية حقوقنا المائية، ومن هنا نؤكد أن التحديات تستدعي الوعي وتوحيد الجهود وهذه الوحدة نوع من الجهاد، وإن الاستعداد للجهاد لم يعد طلبا للتحرير بل للنجاة أقول قولي هذا وأستغفر الله لي ولكم. ¶ ___________________________________________________",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "بلال بن رباح -رضي الله عنه- ¶ إن الحمد لله نحمده .... ¶ يقول الله تعالى: {مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ فَمِنْهُمْ مَنْ قَضَى نَحْبَهُ وَمِنْهُمْ مَنْ يَنْتَظِرُ وَمَا بَدَّلُوا تَبْدِيلاً} (الأحزاب: 23) ¶ من هؤلاء الصادقين، الصحابيِ الجليل بلالِ بن رباح، رضي الله عنه، كان عبدا في بداية حياته ثم دخل في الإسلام، ولما جهر رسول الله بالدعوة بدء كفار قريش بتعذيب المسلمين لِيَرُدُّوهم عن دينهم، مارس كفار قريشٍ أشكالاً من البطش والتعذيب ليتنازل المسلمون عن مبادئهم: فمنهم من وضع الجمرُ المحترق على ظهره فما أطفأ حرَ الجمرِ إلا شحمُ ظهره كخباب بن الأرت ومنهم من جلد بالسياط كآل ياسر. أما بلالٌ فقد وضع في الصحراء المحرقة و الصخر على صدره وكلما طلبوا منه أن يتنازل ما كان منه إلا أن قال: أحد أحد. يقول أحد الصحابة واصفاََ صبر بلال: ما منا من أحد إلا وطاوعهم على شيء مما يريدون من شدة التعذيب إلا بلالا فقد هانت عليه نفسه في سبيل الله!! تُرى ما الذي جعل بلالاً وأصحابَ رسول الله يواجهون التعذيب ولا يتنازلون؟! العبيد والسادة من كفار قريش حاروا في فهم سلوك بلال، لماذا لا يتنازل عن مبادئه وينعم بأكل وشرب في ظل العبودية لأمية؟ لكن بلالاً ذاق حلاوة الإيمان وشعر بإنسانيته حين أعلن إسلامه حتى هان عليه أكله وشربه ورأى أن الحياة لغايةٍ أسمى من التصفيق للطغيان، وأنه قد تطول الأعمارُ لا مجد فيها ويضم الأمجادَ يوم قصير، لقد عرف بلالٌ بعد أن نوَّر الإسلامُ قلبَه حلاوة أن يكون الإنسان قائدًا لا تابعاً، قائدًا لإرادته صانعًا لقراره حين حرر ذاته من الخوف والخنوع، فتحدى سياطهم وتعذيبهم، ليعلن ميلاد حرية الإنسان وأننا لسنا عبيداً لأحد إلا لمولانا الصمد، وكأن لسان حاله: يقول: ¶ الناس إنسانان: من همه أن يرتوي ذلاً وان يلعبا ¶ وآخر تأبي عليه الحجى إلا بأن يشقى وأن يتعبا ¶ ما قيمة الألقاب منصوبة والظهر بالخزي احدودبا ¶ إن الأطفال الصغار يفرحون للدمى الصغيرة، وكلما كبر الإنسان كبر اهتمامه، فالكبير لا يُضيع وقتَه في ألعاب الصغار، ويرى ذلك من العبث، وكذا، كان بلالٌ يرى أن من يقضي حياته بعيداً عن رب العالمين، عابث أهدر حياته في غير ما ينفع، وظلم نفسه في عبودية البشر كان جهدُ بلالٍ محل تقدير من عباد الله المؤمنين ومن رب العالمين فحين أسري برسول الله، صلوات الله وسلامه عليه، ثم عرج به إلى السماوات، وشهد بعض مشاهد الجنة كان فيما عرض عليه من أمور الجنة أنه سمع صوت أقدامِ بلال في الجنة، فلما نزل سأل بلالاً ما العبادة التي تتفوق بها على المسلمين حتى خصك الله بما خصك؟ فقال إني ما توضأت وضوء إلا وصليت",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "لله ما شاء الله أن أصلي\" (¬1) هذا القلب المشتاق إلى مولاه كلما توضأ ووجد نفسه مهيأً للصلاة شرع في صلاة ومناجاة الله هذا التعلق بالله هو الذي أعطى بلالاً القوة والقدرة على تحدي كفار مكة. ولما دخل رسول الله، صلى الله عليه وسلم، مكة فاتحا أمر بلالاً أن يصعد ويؤذن فوق الكعبة تقديراً لجهاده وتضحياته وإعلانًا لمكانته في الإسلام، فهذا البطل الذي قدم التضحيات ليُعِزَ الإسلام أعزه الله بالإسلام ليصعد على أقدس بقعة في مكة ويعلن أجمل نداء في سمائها الله أكبر الله أكبر، هذا الصحابي الذي كان قبل سنوات يلقى السياطَ وهتافه أحد، أحد هاهو اليوم يصعد الكعبة ليعطر أجواء مكة بشهادة أن لا إله إلا الله و أن محمدا رسول الله. ¶ إيهٍ يا بلال!! قبيل سنواتٍ، قبيل سنوات كنت تردد أحد أحد تحت السياط ولا تلين وكانت (جروح جسمك وهو تحت سياطهم قسمات فجر يتقيه الجاني) واليوم هاهو فجر الإسلام في مكة يظهر، والفجرُ أنت مؤذنه، والفجر أنت من صناعه. ¶ إيهٍ يا سيدي يا بلالُ الحبشي ها هي جهودك تثمر، والبذورُ التي بذرتها في صحراء مكة تنبت، والدينُ قدمتَ من أجله الغالي أعزك الله به ورفع قدرك: وصدق الله العظيمُ إذ يقول:\"هَلْ جَزَاءُ الْأِحْسَانِ إِلَّا الْأِحْسَانُ\"الرحمن:60 ¶ ولما توفي رسول الله خرج بلالٌ ليؤذن فلما وصل عند قوله: وأن محمداً رسول الله غلبه البكاء إذ تذكر كيف كان يؤذن وكان رسول الله - صلى الله عليه وسلم - حياً بينهم، إمامهم في صلاتهم يسلمون في صلاتهم عليه دعاءً، ثم يسلمون بعد الصلاة عليه حين تلامس يدُه الشريفة أيدهم ويجلسون إليه، يتلقون أنواره، ويأنسون يقربه، واليومَ يؤذن بلالٌ ورسولُ الله مسجىً أمامه فلم يكمل بلال أذانه؛ إذ غلبه البكاء ولم يؤذن لأحدٍ بعد رسول الله، وأراد الجهاد فأراد أبو بكرٍ منعه فقال: إن كنت أعتقتني لله فخلِ سبيلي، فكان بالشام مقيماً ¶ {وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوَارِثِين} (القصص:5)، {وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوَارِثِين} (القصص:5)،ثم إن بلالا رأى النبي - صلى الله عليه وسلم - في منامه وهو يقول: ما هذه الجفوة يا بلال أما آن لك أن تزورني فانتبه حزيناً وركب راحلته وقصد المدينة يسبق الخطو الضمائر وخفقات قلبه تنبض بحب نبيه والشوق للقاء الحبيب - صلى الله عليه وسلم -، فأتى قبر النبي صلى الله عليه وسلم فجعل يبكي عنده ويمرغ وجهه عليه ¶ ¬__________ ¶ (¬1) -رواه مسلم في صحيحه بلفظ \" قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِبِلَالٍ عِنْدَ صَلَاةِ الْغَدَاةِ يَا بِلَالُ حَدِّثْنِي بِأَرْجَى عَمَلٍ عَمِلْتَهُ عِنْدَكَ فِي الْإِسْلَامِ مَنْفَعَةً فَإِنِّي سَمِعْتُ اللَّيْلَةَ خَشْفَ نَعْلَيْكَ بَيْنَ يَدَيَّ فِي الْجَنَّةِ قَالَ بِلَالٌ مَا عَمِلْتُ عَمَلًا فِي الْإِسْلَامِ أَرْجَى عِنْدِي مَنْفَعَةً مِنْ أَنِّي لَا أَتَطَهَّرُ طُهُورًا تَامًّا فِي سَاعَةٍ مِنْ لَيْلٍ وَلَا نَهَارٍ إِلَّا صَلَّيْتُ بِذَلِكَ الطُّهُورِ مَا كَتَبَ اللَّهُ لِي أَنْ أُصَلِّيَ\".كتاب فضائل الصحابة باب من فضائل بلال برقم (4497)",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "وكأن حال بلالٍ يصدق فيه قول الشاعر: ¶ دخلتُ، وقلبي قد طار مني! ولكنه عاد لما دخلتُ ¶ دخلتُ الرحابَ وأسلمتُ نفسي إلى تلفِ الوجْدِ حتى سَلِمْتُ ¶ وكان المقامُ العظيمُ العظيمُ عليه ُيخيمُ نورٌُ وصمتُ ¶ فَطَوفَ بي من جلالِ الرسولِ ذهولٌ فهمتُ، وهمتُ، همتُ ¶ شعرتُ بأن السمواتِ أرضي وأني عليها بروحي سجدتُ (¬1) ¶ أقبل الحسنُ والحسين على بلال وهو عند مقام رسول الله - صلى الله عليه وسلم - يبكي فجعل يضمهما ويُقبِلُهُما، فقالا له:\" يا بلال! نشتهي أن نسمع أذانك \"ففعل وعلا السطحَ ووقف، فلما أن قال: الله أكبر الله أكبر، ارتجت المدينة فلما أن قال أشهد أن لا إله ألا الله ازدادت رجتها، فلما قال أشهد أن محمدا رسول الله خرجت العواتق من خدورهن وقالوا: بُعِث رسول الله فما رؤى يوماً أكثرَ باكيا ولا باكيةُ بالمدينة بعد وفاة رسول الله صلى الله عليه وسلم من ذلك اليوم (¬2) ... وأذن بلال ٌمرة اخرى عند فتح بيت المقدس في عهد عمر بن الخطاب إدراكا لمكانة القدس وعظمتها رحم الله بلالا وصحابة رسول الله وأعاد للأقصى جلال أذان الفاتحين. ... ¶ لقد أدرك أصحاب رسول مكانة بلالٍ فلما كان عمر خليفة استأذن للدخول عليه بلالٌ وأبو سفيان فأمر بإدخال بلال وتأخير أبي سفيان، وكان معاوية عند عمر فلما دخل أبو سفيان دخل غاضبا لتقديم بلال عليه فقال معاوية لأبيه كأنه قد ورم أنفك، أي غضبت، أن قُدَّمَ بلالٌ وأُخِّرتّ؟ قال: نعم. قال: يا أبت إنما قدم بلال بالإسلام والقرآن، وإن قدمت أنت فتقدم بأمية، وعبد شمس، أترضى أن يقدم أمية وعبد شمس على الإسلام والقرآن. قال أبو سفيان: لا أرضى، ولئن رأيتُ بلالا لأُقدمنه. هذا هو الإسلام العظيمُ يُقدِّر المرءَ بما قدَّمَ فيتقدمُ بلالٌ ويتأخرُ سيدٌ من سادات مكة ¶ لما احتضر بلالٌ رضي الله عنه نادت امرأته: و احزاناه! فقال: واطرباه! غدا ألقى الأحبة محمدا و حزبه (¬3) \". ¶ قال ابن الجوزي في اللطائف \"انقسم القوم عند الموت، فبعضهم صابر الخوف حتى انقضى نحبه. \"كعمر\" كان يقول عند الرحيل: الويل لعمر إن لم يُغفر له. ¶ ¬__________ ¶ (¬1) من شعر عمر الأميري: نجاوى محمدية ¶ (¬2) (الذهبي أعلام النبلاء بتصرف ج: 1 ص: 358) قال الذهبي إسناده لين ¶ (¬3) القاضي عياض الشفا ... [جزء 2 - صفحة 19]",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "ومنهم من أقلقه عطش الحذر، فتبرد بماء الرجا، \"كبلال\" كانت زوجته عند الموت تقول: و احزاناه! فقال: واطرباه! غدا ألقى الأحبة محمدا و حزبه ¶ علم بلالٌ أن الإمام لا ينسى المؤذن، فمزج الموت براحة الرجاء. ¶ بَشَّرَها دَليلُها وَقالا ... غَداً تَرينَ الطَلحَ وَالجِبالا (¬1) \" ¶ رحم الله تعالى بلالا وجمعنا مع أصحاب رسول الله - صلى الله عليه وسلم - في جنان النعيم. ¶ ¬__________ ¶ (¬1) ابن الجوزي: اللطائف",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "بسم الله الرحمن الرحيم ¶ احفظ الله يحفظك ¶ إن الحمد لله نحمده، و نستعينه، تعالى، ونستهديه و، نستغفره ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، ... ¶ في الحديث عن رسول الله صلى الله عليه وسلم: ¶ \"احْفَظْ اللَّهَ يَحْفَظْكَ احْفَظْ اللَّهَ تَجِدْهُ تُجَاهَكَ، إِذَا سَأَلْتَ فَاسْأَلْ اللَّهَ، وَإِذَا اسْتَعَنْتَ فَاسْتَعِنْ بِاللَّهِ، وَاعْلَمْ أَنَّ الْأُمَّةَ لَوْ اجْتَمَعَتْ عَلَى أَنْ يَنْفَعُوكَ بِشَيْءٍ لَمْ يَنْفَعُوكَ إِلَّا بِشَيْءٍ قَدْ كَتَبَهُ اللَّهُ لَكَ، وَلَوْ اجْتَمَعُوا عَلَى أَنْ يَضُرُّوكَ بِشَيْءٍ لَمْ يَضُرُّوكَ إِلَّا بِشَيْءٍ قَدْ كَتَبَهُ اللَّهُ عَلَيْكَ، رُفِعَتْ الْأَقْلَامُ، وَجَفَّتْ الصُّحُفُ\" (¬1) ¶ يكشف الحديث عن قاعدة من القواعد التي ينظم الله تعالى بها أمر الكون، فالله سبحانه وضع أسبابا عندها تتحقق النتائج، فمن أراد الزرع وضع بذرة في الأرض ومن أراد المال سعى في التجارة، وهذه الأسباب معروفة للمسلم والكافر على السواء، وهناك أسباب أخرى لا يعرفها إلا المؤمنون بالله وهي أن تحقيق الحفظ من الله لا يتم إلا بأمر الله تعالى: إنك قد تتعلم فن التسويق وتتمكن من عرض أفكارك بنجاح وتختار موظفيك بعناية لكنك تبقي المستقبل بتقلباته، أمام المرض، والحوادث، والهموم بحاجة إلى رعاية الله تعالى الذي يقول {.قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ وَتُعِزُّ مَنْ تَشَاءُ وَتُذِلُّ مَنْ تَشَاءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} (آل عمران:26) ¶ في تاريخنا الحديث شاهدنا زعماء وقادة كان الناس يظنون أن التقرب إليهم سبيل مضمون للجاه والسعادة والرياسة والزعامة وتغيرت الأيام على خلاف ما يتوقع العارفون؛ فصار التقرب إليهم شبهة وفي ذلك عبرة: إذا أردت عزا لا يفنى فلا تعتزن بعز يفنى، وفي التاريخ القديم كان هناك جماعة مقربة من هارون الرشيد اسمهم البرامكة كانوا وزراء الخليفة بالوراثة فيحيى البرمكي استلم الوزارة وتبعه ولده جعفر وظن الناس أن القرب من البرامكة سبيل مضمون للنجاح وفي يوم نكب الرشيدُ البرامكة ودخلوا السجن فوقف الولد يخاطب أباه ... يا أبتِ ما الذي يجري لنا نحن الذين كنا نحكم ونأمر وننهى؟!! فقال الأب للولد: يا ولدي لعلها سهام الليل أصابتنا. ¶ قال الولد: وما سهام الليل؟ ¶ ¬__________ ¶ (¬1) -رواه الترمذي في سننه كتاب صفة القيامة باب الورع عن رسول الله صلى الله عليه وسلم برقم (2440) ورواه الإمام أحمد في مسند ابن عباس برقم2627.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "قال الأب: دعوة مظلوم في جنح الليل ليس بينها بين الله حجاب. ¶ لقد أدرك هذا الشيخ الكبير أنه لا ضمان بالجاه ولا بالتقرب لذوي الجاه وأن الضمان الحقيقي (احفظ الله يحفظك) وأنه لا ينفع ذا الجد من الله وحده الجد ¶ ومن هنا نقول لأنفسنا خير ربح في التجارة أن تكون مع الله ¶ أقرب السبل للعزة أن تكون مع الله {من كان يريد العزة فلله العزة جميعا} ¶ يلبس إبليس على الناس ليقودهم للمعصية. ¶ سألني أحدهم و كان صاحب مطعم بأن الناس يقولون: خير وسيلة للربح أن تضع الخمور وبما أرشده بعض الناس إلى فتيا فأقول ما قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لُعِنَتْ الْخَمْرُ عَلَى عَشْرَةِ أَوْجُهٍ بِعَيْنِهَا وَعَاصِرِهَا وَمُعْتَصِرِهَا وَبَائِعِهَا وَمُبْتَاعِهَا وَحَامِلِهَا وَالْمَحْمُولَةِ إِلَيْهِ وَآكِلِ ثَمَنِهَا وَشَارِبِهَا وَسَاقِيهَا\" (¬1) ¶ وبعضهم يذهب مع أصدقاء فيجاملهم بالجلوس معهم على منكر وربما شرب معهم ¶ ما الذي يدفع أحدنا إلى المجاملة شعوره بأن من الخير له اجتماعيا أن يجامل ولو بالمعصية ¶ لكن الرسول الكريم صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ:\" مَنْ الْتَمَسَ رِضَا اللَّهِ بِسَخَطِ النَّاسِ كَفَاهُ اللَّهُ مُؤْنَةَ النَّاسِ وَمَنْ الْتَمَسَ رِضَا النَّاسِ بِسَخَطِ اللَّهِ وَكَلَهُ اللَّهُ إِلَى النَّاسِ\" (¬2) ¶ يدعى أحدُنا لأندية تخدم أعداء الأمة و تسوق على أنها تحقق هدفين ¶ الأول: تجمعك بمجتمع راق وذوي جاه فتضمن علاقات اجتماعية جيدة وتكون مقربا من ذوي النفوذ ¶ والثاني: أن تقوم بخدمات للمجتع المحلي ¶ لقد اهتممت بدراسة هذه الأندية بموضوعية بعيدا عن الانفعال فوجدت أن هذه الأندية في البلاد عربي جزء من مؤسسة عالمية أشبه بشركة كبرى أعضاء مجلس الإدارة فيها ممثلو المناطق تعد ثلاثة دول عربية وقبرص منطقة روتارية واحدة في حين أن إسرائيل تعد منطقتين روتاريتين نظرا لكثرة الأندية حيث تشكل كل ستين ناديا منطقة واحدة وعليه يكون لإسرائيل صوتين في مجلس الإدارة ولمنطقتنا صوت إضافة إلى النفوذ اليهودي المنتشر من خلال المناطق الروتارية الأخرى في كندا وأمريكا وبريطانيا وغيرها، والذي انتهيت إليه وأرجو تنظروا معي في هذه النتيجة أن هذه المؤسسات أحد أشكال التطبيع مع العدو من خلال مجالس إدارتها، وربما لا يشعر بهذا ¶ ¬__________ ¶ (¬1) -رواه الترمذي في كتاب البيوع باب النهي أن يتخذ الخمر خلاً برقم (1216) وهو عند ابن ماجه في سننه كتاب الأشربة باب لُعنت الخمر على عشرة أوجه برقم (3371). ¶ (¬2) -رواه الترمذي في كتاب الزهد باب ومنه برقم (2338).",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "المعنى صغار الروتاريين، فإن كان الهدف أوجه الخير فهو ممكن من خلال وسائل متعددة وإن الهدف التقرب لذوي النفوذ، فلله العزة جميعا. ¶ إننا ندعو للوعي والحذر ولا زلنا نذكر مقولة جولدا مائير: \"إني لأشم رائحة أجدادي في خيبر\" ¶ ونعود للحديث احفظ الله يحفظك، احفظ الله تجده تجاهك ¶ في هذا الحديث إشارة إلى أن المؤمن قد يُبْتلى فإن كان حافظاً لله وجدَه ووجد رحمته، ولطفه تعالى، يخفف عنه المصاب ويدفع عنه الضرر. ¶ ثم يقرر الحديث قاعدة لا رجعة عنها وهي \" رفعت الأقلام وجفت الصحف \" بأنه احفظ الله يحفظك ¶ ______________________________________________",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "بسم الله الرحمن الرحيم ¶ الأمانة (¬1) ¶ إن الحمد لله نحمده ... ¶ يقول الله تعالى: (يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَخُونُوا اللَّهَ وَالرَّسُولَ وَتَخُونُوا أَمَانَاتِكُمْ وَأَنْتُمْ تَعْلَمُونَ) (الأنفال:27) عن أبي هريرةَ رضيَ اللهُ عنه أنَّ رسولَ اللهِ - صلى الله عليه وسلم - ذَكَر رجُلاً مِن بني إِسرائيلَ سألَ بعضَ بني إسرائيلَ أن يُسْلِفَهُ ألفَ دينارٍ فقال: ائتِني بالشُّهَداءِ أشهدُهم، فقال كفى بالله شَهيداً. قال: فائتِني بالكَفيل، قال: كفى بالله كَفيلاً. قال: صَدقتَ، فدَفعَها إِليه إلى أجلٍ مُسَمّى. فخرجَ في البحرِ فقَضى حاجتَهُ ثمَّ التمسَ مَركباً يركبُها يَقدِمُ عليهِ للأجَلِ الذي أجَّلَهُ، فلم يَجدْ مَركباً، فأخَذَ خشبةً فنَقَرَها فأدخلَ فيها ألفَ دِينارٍ وصحيفةً منهُ إلى صاحبهِ، ثمَّ زَجَّجَ مَوضِعَها، ثمَّ أتى بها إلى البحرِ فقال: اللّهمَّ إنكَ تَعلمُ أني كنتُ تَسلَّفتُ فلاناً ألفَ دِينارٍ فسألني كفيلاً فقلتُ كفى بالله كفيلاً، فرَضيَ بكَ. وسألني شَهيداً فقلتُ كفى بالله شهيداً، فرضيَ بك. وإني جَهَدْتُ أن أجدَ مَركباً أبعثُ إليه الذي له فلم أقدِرْ، وإني أستودِعُكَها، فرمى بها في البحرِ حتى وَلَجتْ فيه، ثمَّ انصرَف وهو في ذلك يَلتمِس مَركباً يَخرُجُ إلى بلدِه، فخرَجَ الرجُلُ الذي كان أسْلَفهُ يَنظُرُ لعلَّ مَركباً قد جاء بمالهِ، فإذا بالخشبةِ التي فيها المالُ، فأخَذَها لأهلهِ حَطَباً، فلما نَشرَها وجَدَ المالَ والصحيفةَ، ثمَّ قدِمَ الذي كان أسلفَهُ فأتى بالألفِ دِينارٍ فقال: والله مازلتُ جاهداً في طلبِ مَركبٍ لآتيكَ بمالكَ فما وجدْتُ مركباً قبلَ الذي أتيتُ فيه. قال: هل كنتَ بَعثتَ إليَّ بشيءٍ؟ قال: أُخبِرُك أني لم أجِدْ مركباً قبلَ الذي جئتُ فيه. قال: فإنَّ الله قد أدَّى عنك الذي بعثتَ في الخشبةِ، فانصرفْ بالألفِ الدينارِ راشداً (¬2)». ¶ تأمل أخي في هذه القصة كم فيها من عبر، فصاحب المال يقدم المال مكتفياُ بأن صاحبه أشهد الله وكفله، وآخذ المال يتحرج أن يتأخر عن السداد وقد وثق دينه بشهادة الله وكفالته، فلما حل ¶ ¬__________ ¶ (¬1) قدمت هذه الحلقة ضمن برنامج تلفزيوني صباحي في التلفزيون الأردني 6/ 12/2003 ومن العجيب أن مسؤول البرامج الدينية (ن: خ) راجع المخرجة واعترض على القصة الواردة في صحيح البخاري بأنها قصة غير واقعية!، وقد اتصلت بمدير المؤسسة وأخبرته أن القصة من أوثق كتب الحديث، وأنه لا يليق وصف حديث في صحيح البخاري بهذا الوصف! وانتهى الإشكال. ¶ (¬2) -رواه البخاري: كتاب الكفالة: باب الكفالة في القرض والديون برقم (2257).",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "الأجل سعى للعودة إلى بلده ليسد الدين، ولكن لم يجد مركباً فيحمله شعورُه بتقوى الله على أن يضع المال في الخشبة ويوكل الله بإيصاله، ثم بعد أن يصل إلى البلدة يسعى لسداد الدين ودفع المبلغ لأصاحبه فيواجه بأمانة صديقه يقول (فإن الله قد أدى عنك الذي بعثت في الخشبة) قارن هذا بالذين يأتون إلى الناس طالبين الدين لسد حاجة وتفريج كرب ويقولون لك آخرَ الشهر إن شاء الله يكون المال عندك، حتى إذا حل موعد السداد ماطل وتأخر وحفيت أقدام الدائن على باب المدين، وربما قال في نفسه: لماذا أسدد الدين فالدائن أغنى مني؟!!! واستحل لنفسه المماطلة. ¶ لمثل هؤلاء نقول: اسمع حديث رسول الله صلى الله عليه وسلم:\" مَنْ أَخَذَ أَمْوَالَ النَّاسِ يُرِيدُ أَدَاءَهَا أَدَّى اللَّهُ عَنْهُ وَمَنْ أَخَذَ يُرِيدُ إِتْلَافَهَا أَتْلَفَهُ اللَّهُ\" (¬1) ¶ وتأمل في القصة التي ذكرتها على مسامعكم كيف سخر الله تعالى البحر بأمواجه لحمل المال لصاحبه حين نوى المدينُ السداد، فكأن القصة ترشدنا إلى أن نية السداد وصدق القصد سبب لتسخير الأكوان لك، وأن ييسر الله لك قضاء حوائجك قال تعالى (أَلَمْ تَرَ أَنَّ اللَّهَ سَخَّرَ لَكُمْ مَا فِي الْأَرْضِ وَالْفُلْكَ تَجْرِي فِي الْبَحْرِ بِأَمْرِهِ وَيُمْسِكُ السَّمَاءَ أَنْ تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ إِنَّ اللَّهَ بِالنَّاسِ لَرَؤُوفٌ رَحِيمٌ) (الحج:65) فالأكوان مسخرة لك، بأمر الله تسير وتخرج خيراتها، وعليك أن تطرق أبوابها بالمفاتيح الصحيحة للرزق وأهما الأمانة وحفظ أموال الناس. ومن القصص التي حفظها لنا التاريخ في جزاء الأمانة قصة أبي بكر محمد بن عبد الباقي البغدادي أحدِ علماء الحنابلة، فقد أصابه فقر شديد حتى إنه لم يجد ما يدفع عن نفسه الجوع، فخرج يوماً في الطريق فوجد كيسا من برسيم مشدودا بشرَابة قال: فأخذته وجئت به إلى بيتي فحللته فوجد فيه عِقداً من لؤلؤ، شعر صاحبنا بأن صاحب هذا العقد لا بد أن يبحث عنه، قال: فخرجت فإذا بشيخ ينادي في السوق من وجد ضمة برسيم وله مكافأة من المال فقلت له تعال إلي فأعطيته الضمة، واعتذرت عن قبول المكافأة، فلما ألح علي قلت إني فعلت واجبي ولا آخذ له جزاءً، ثم خرج أبو بكر البغدادي إلى البحر في سفر فانكسر المركب وغرق الناس، وحمله البحر إلى جزيرة فيها قوم، فأخذ يعلم الناس وفتح الله عليه في تلك القرية، وكثر ماله، وتحسن حاله. ثم أراد أهل القرية تزويجه فتاةً يتيمة، فلما زفوها إليه، وجدها تلبس ذلك العقد الذي وجده ذات مره في ضمة برسيم ورده إلى صاحبه، فأدْهشه رؤيةُ العِقدِ وأطالَ النظرَ إليه، حتى إنَّ عروسه وجدت في نفسها؛ لانشغال عروسها عنها بالنظر إلى العقد، فسألته: ما بالك تطيل النظر إلى العقد بدلا من النظر إلى عروسك في يوم زفافها؟ فأخبرها بقصته مع ذاك الرجل ¶ ¬__________ ¶ (¬1) -رواه البخاري: كتاب الاستقراض والأداء: باب من أخذ أموال الناس يريد أداءها: برقم (2346).",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "الذي فقد العقد ورده إليه. قالت: ذاك الرجل هو والدي، وكان يدعو الله أن يكافئك لأنه لم يكافئك (¬1). ¶ تأمل أخي في هذه القصة، كيف كافأ الله التقيَ الأمين بأن رد إليه العِقد ومعه عقد زواج، أعطاه إياه بالحلال، وكيف كانت ثمرة الأمانة أن صاحب العِقد كان يدعو في ظهر الغيب للرجل فكان ذاك الدعاء سبباً في تفريج الكرب إذ غرقت السفينة ونجىَ الأمينُ ويسَّر اللهُ له سُبَلَ العمل قال تعالى {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ وَمَنْ يتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ إِنَّ اللَّهَ بَالِغُ أَمْرِهِ قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْراً} (الطلاق:2 - 3) , قال تعالى {.وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْرا} (الطلاق: من الآية4) ¶ كثيرٌ من الناس يغفل عن أثر الأمانة، ويتصور أن الغنى بأخذِ المالِ الحرامِ، باختلاس الأموالِ ممن ائتمنك، لا يتنبهون إلى مصابيح الهدى التي وضعها الله لهم في طريقهم، فيها السعادةُ وفيها النجاةُ، ونختم مع هذا المصباح {كَذَلِكَ حَقّاً عَلَيْنَا نُنْجِ الْمُؤْمِنِينَ} (يونس103).فاحرص على الطاعة تنل النجاةَ ¶ ¬__________ ¶ (¬1) أبو غدة: عبد الفتاح: صفحات من صبر العلماء، ص: 57،عن ذيل طبقات الحنابلة، ابن رجب: 1/ 196",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "بسم الله الرحمن الرحيم ¶ السعادة ¶ إن الحمد لله نحمده ... ¶ السعادة غاية يطلبها المرء، يطلبها الكبير والصغير والغني والفقير، ويسعى لها الموظف في ترقيه في درجات السلم الوظيفي، يقصد إليها الطالب ثمرة لدراسته، والأم تقصدها هدفاً في عملها وصبرها مع أولادها. ¶ السعادة مكافأة خص بها الله أهل الجنة فقال: {وَأَمَّا الَّذِينَ سُعِدُوا فَفِي الْجَنَّةِ خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ عَطَاءً غَيْرَ مَجْذُوذٍ} (هود:108) ¶ وجعل الحرمان من السعادة عقوبة ملازمة لأهل النار فقال: (فَأَمَّا الَّذِينَ شَقُوا فَفِي النَّارِ لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ) (هود:106) ¶ فما سبيل تحصيل السعادة؟ ¶ بعضهم يظن سبيلها القوة والنفوذ والجاه، على رأس هؤلاء فرعون الذي طغى وتجبر، وحاول أن يسلب مؤسسات المجتمع من كل أشكال القوة ¶ ؛حتى يبقى الفرد مهمشاً ضعيفا أمام فرعون قال تعالى: (وَجَعَلَ أَهْلَهَا شِيَعاً يَسْتَضْعِفُ طَائِفَةً مِنْهُمْ يُذَبِّحُ أَبْنَاءَهُمْ وَيَسْتَحْيِي نِسَاءَهُمْ إِنَّهُ كَانَ مِنَ الْمُفْسِدِينَ) (القصص: من الآية4) انضم إلى نهج فرعون كثيرون: (كنيرون) الذي أحرق روما بعد أن تضخمت نزعة الطغيان في نفسه، وفي نفس أتباعه الذين كانوا يفسدون ويرتشون، ثم لحقهم هتلر في العصر الحديث الذي قاد العالم لحرب بسبب نزعة عنصرية، فهل وجدوا السعادة! ¶ فرعون مات غرقا، ً وهتلر مات منتحراً، فكيف كانت نهاية كلٍ؟ ¶ فرعون مات، (غريقَ آثامه قد عز منقذه) مختنقاً في لُجَّة الماءِ، يستذكرُ تاريخه بحسرةٍ وندم، يتجرعه، ولا يكاد يسيغه، يذكرُ جاهَهُ ونفوذَه، وأتباعَه وقد عجزوا عن إنقاذه، ويتذكرُ جرائمَه، فتخنق الذكرياتُ وجدانَه مع ماء البحر الذي يكتمُ أنفاسَه {حَتَّى إِذَا أَدْرَكَهُ الْغَرَقُ قَالَ آمَنْتُ أَنَّهُ لا إِلَهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرائيلَ وَأَنَا مِنَ الْمُسْلِمِينَ} (يونس: من الآية90) ويأتيه الجواب (آلْآنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِينَ) (يونس: 91) ¶ بعض الناس يحسب أن سبيل السعادة بتجميع الأموال، ومن هؤلاء قارون، جمع الأموال حتى امتلك آلاف الدنانير، ولكنه لم يشعر بالسعادة، زاد في جمع المال لعل السعادة تحتاج إلى المزيد من المال فامتلك الملايين، ولكنه لم ينل السعادة، زاد في طلب المال حتى صارت مفاتحُ كنوزه تحتاج إلى الرجال الأشداء ليحملوها، قال: لعل السعادة تحتاج إلى أن أخرج بمالي وزينتي أكسر قلوب الفقراءِ، أظهر لهم كم عندي من المال فخرج على قومه في زينته، وصفه القرآن",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "الكريم: {إِنَّ قَارُونَ كَانَ مِنْ قَوْمِ مُوسَى، فَبَغَى عَلَيْهِمْ وَآتَيْنَاهُ مِنَ الْكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ إِذْ قَالَ لَهُ قَوْمُهُ لا تَفْرَحْ إِنَّ اللَّهَ لا يُحِبُّ الْفَرِحِينَ} (القصص:76) نصحه قومه، كان في حالة من الزهو والطيشِ الذي أخرجه عن حد الاتزان، وهو يرى أمواله تعرض أمامه، ونسي نعمة الله عليه، كان حاله كطالب نجح في الثانوية العامة، فحمله فرحه إلى أن يركب سيارة يسوقها بتهور، أو كرجل فرح بزواج ابنه أو قريبه فأطلق النيران التي تقلب الأفراح إلى أحزان، مثل هؤلاء الفرحين ننبهم أن هذا الأسلوب من الفرح لن يأتي لصاحبه بالسعادة، ونقول لهم ما قال قوم موسى لقارون: {وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الْآخِرَةَ وَلا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا وَأَحْسِنْ كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ وَلا تَبْغِ الْفَسَادَ فِي الْأَرْضِ إِنَّ اللَّهَ لا يُحِبُّ الْمُفْسِدِينَ} (القصص:77) ¶ ماذا كانت عاقبة قارون هل حقق له ماله وغروره وزهوه وحفلاته الاستعراضية لأمواله هل حققت له السعادة؟ اسمع قوله تعالى: (فَخَسَفْنَا بِهِ وَبِدَارِهِ الْأَرْضَ فَمَا كَانَ لَهُ مِنْ فِئَةٍ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ وَمَا كَانَ مِنَ الْمُنْتَصِرِينَ) (القصص:81) ثم إنه يوم القيامة يتحسر على ما قدم فيقول (مَا أَغْنَى عَنِّي مَالِيَهْ هَلَكَ عَنِّي سُلْطَانِيَهْ) (الحاقة28: 29) بعض الناس يسير على درب قارون يطلب السعادة بجمع الأموال، فلا يسعدُ، يزيدُ في الجمع؛ فيزداد قلقاً وكآبة، لا يعرف النومَ إلا بعد أن يأخذ من الأدوية التي تعالج قلقَه، يقول لعل في الذهاب إلى شواطئ الدنيا والسفرِ في بقاع الأرض ترفيهاً و إزالةً للوحشة ثم يعود إلى نفسه خائباً ويقول: ¶ كل المرافئِ لا تبددُ وحشتي ... ما دام منفاي الكبيرُ بداخلي ¶ هؤلاء بحثوا عن السعادة في غير موضعها، لأن السعادة في داخلك، فكثيرون وجدوا السعادة في ابتسامة طفل صغير، وفي قُبلة تطبعها على يد الوالد والوالدة، في إدخال السرور على قلوبِ عبادِ الله. عن ابن المنكدر يرفعه إلى النبي صلى الله عليه و سلم قال:\"من أفضل العملِ إدخالُ السرور على المؤمن، يقضي عنه ديناً يقضي له حاجة ينفس عنه كربة. و قيل لابن المنكدر ما بقي مما يُستلذُ قال: الإفضالُ على الإخوان (¬1) \" فتقديم العون لإخوانك له لذةٌ لا يعادلها متعُ الدنيا الماديةُ، فالذين صنعوا المعروف وعرفوا لذته صاروا يستمتعون بالعطاء، وصف الشاعر دعبل الخزاعي أحدهم فقال: ¶ هو البحر من أي النواحي أتيته ... فلجته المعروف والجود ساحله ¶ كريم إذا ما جئت للخير طالباً ... حياك بما تحوي عليه أنامله ¶ ¬__________ ¶ (¬1) البيهقي: شعب الإيمان: ج:6: 123 ح:7679",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "ولو لم يكن في كفه غير نفسه ... لجاد بها فليتق الله سائله ¶ وقال زهير بن أبي سلمى: تراه إذا ما جئته متهللاً كأنك تعطيه الذي أنت سائله ¶ وقال أبو تمام ولم أر كالمعروف تدعى ... حقوقه مغارم في الأقوام وهي مغانم ¶ وقال أيضاً: فإنك لو تر المعروف وجهاً ... إذا رأيته حسناً جميلاً ¶ لقد ضل الذين طلبوا السعادة خارج أنفسهم، وهي في الحقيقة في داخلهم، بعودة النفس إلى ربها، والأنس بذكر الله تعالى، (الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ أَلا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ) (الرعد:28) ¶ لقد وجد يونسَ السعادة وهو في بطن الحوت وفقدها فرعون في لجج البحر ¶ قال ابن عطاء الله السكندري: إلهي ماذا وجد من فقدك، وماذا فقد من وجدك ¶ لقد ارتفعت مرتبة يونس وهو في بطن الحوت حين لجأ بدعاء التوحيد: {أَنْ لا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ} (الانبياء: من الآية87)،حتى قال رسول الله:\" لا ينبغي لأحد أن يقول أنا عند الله خير من يونس بن متى، سبح الله في الظلمات (¬1) فأشار إلى سبب الخيرية بالتسبيح والذكر. وجد يونس السعادة بالأنس بربه في بطنِ الحوتِ، وفقدها فرعونُ في لُجَجِ البحرِ، وحُرِمَها قارونُ مع وفرة المال! ¶ أيها المحبُ! وللسعادة أسباب وشروط وموانع فأسبابها متعددة: منها صناعة المعروف، و لذة العلم والمعرفة، وأجلُّها الأنُسُ بالله. وشروطها: توافرُ الحاجات الأساسية للإنسان، وموانعها: نظرُ الإنسان إلى من فوقه في الدنيا: ¶ فتوافر الحاجات الأساسية هو شرط للسعادة وللتنمية الإنسانية فنقص الموارد من غذاء ودواء وأمن وعافية البدن عائق من عوائق التنمية وفي الحديث عن رسول الله - صلى الله عليه وسلم -:قَالَ رَسُولُ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَنْ أَصْبَحَ مِنْكُمْ آمِنًا فِي سِرْبِهِ مُعَافًى فِي جَسَدِهِ عِنْدَهُ قُوتُ يَوْمِهِ فَكَأَنَّمَا حِيزَتْ لَهُ الدُّنْيَا (¬2) وروي عن عمر بن الخطاب رضي الله عنه قال: سئل رسول الله صلى الله عليه وسلم أي الأعمال أفضل قال إدخالك السرور على مؤمن أشبعتَ جوعتَه، أو كسوت عورته أو قضيت له حاجة (¬3) ¶ ¬__________ ¶ (¬1) مصنف ابن أبي شيبة: 6: 337،وأصل الحديث في صحيح البخاري كتاب أحاديث الأنبياء باب قول الله تعالى وهل أتاك حديث موسى. بلفظ لا ينبغي لعبد أن يقول أنا أفضل من يونس بن متى ¶ (¬2): رواه الترمذي وحسنه كتاب الزهد: ح:2268 ¶ (¬3): رواه الطبراني في الأوسط، وذكره الألباني في صحيح الترغيب والترهيب",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "وعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم \" انْظُرُوا إِلَى مَنْ أَسْفَلَ مِنْكُمْ وَلَا تَنْظُرُوا إِلَى مَنْ هُوَ فَوْقَكُمْ فَهُوَ أَجْدَرُ أَنْ لَا تَزْدَرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ. متفق عليه (¬1). وفي الحديث إرشاد للعبد إلى ما يشكر به النعمة؛ فينظر إلى المبتلى بالأسقام وينتقل منه إلى ما فُضل به عليه من العافية التي هي أصل كل إنعام، بعض الناس في نعمة لكنهم لا يشعرون بها بسبب أنهم يطيلون النظر إلى من فوقهم فلا يتمتعون بما هم فيه من نعم. ¶ ويقول أبو حامد الغزالي: إطالة النظر إلى نعم أهل الدنيا يفسد صيام القلب. ¶ إن السعادة تحتاج منا إلى نعرف كيف نسعدُ باللحظات الجميلة، و إن ابتلاك الله بنقص مال فانظر إلى من ابتلاهم الله بالأمراض، ويدفعون الأموال للحصول على الصحة. ¶ ربَّ رجلٍ مبتلى بمرض في الكلى، يحتاج إلى عملية كلفتها الأموال المؤثلة، فما أنعم الله به عليك من سلامة عضو واحد في الجسد يساوي ربع مليون فما بالك ببيقية أعضاء، فلينظر من ابتلى بالفقر المدقع أو بالدين المفظع ويعلم أن ما أعطاه الله تعالى إياه من سلامة الأعضاء وصحة البدن تساوي أضعاف ما أعطاه لغني مبتلى بالأمراض، وما من مبتلى في الدنيا بخير أو الشر إلا ويجد من هو أعظم منه بلية، فيتسلى به ويشكر ما هو فيه مما يرى غيره ابتلى به، وحين ينظرُ إلى من هو فوقه في الدين يعلمُ أنه من المفرطين فبالنظر الأولِ يشكرُ ما لله عليه من النعم وبالنظر الثاني يستحيى من مولاه ويقرع باب المتاب بأنامل الندم فهو بالأول مسرور لنعمة الله، وفي الثاني منكسر النفس حياء من مولاه وفي الصحيحين من حديث أبي هريرة عن رسولِ اللّه صلى الله عليه وسلم قال: «إذا نظرَ أحدُكم إلى من فُضِّلِ عليه في المال والخَلقِ فلْيَنظرْ إلى من هوَ أسفلَ منه ممن فُضِّل عليه.» (¬2) ¶ ¬__________ ¶ (¬1): راوه مسلم: كتاب الزهد باب عن رسول الله برقم 2963، واللفظ له، وهو عند البخاري بلفظ:\" لينظر إلى من هو أسفل منه\" كتاب الرقاق: برقم 6490 ¶ (¬2) -رواه البخاري في الصحيح كتاب الرقاق باب لينظر إلى من هو أسفل منه برقم (6490) وهو عند مسلم كتاب الزهد والرقائق باب عن رسول الله برقم (2963) واللفظ لمسلم.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "بسم الله الرحمن الرحيم ¶ العلم ¶ إن الحمد لله نحمده ... ¶ العلم سبب للرفعة قال تعالى: \" يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ\" المجادلة: من الآية11 ¶ وطلب العلم سبب لاستغفار من السماء والأرض؛ أخرج الترمذي (قَالَ قَدِمَ رَجُلٌ مِنَ الْمَدِينَةِ عَلَى أَبِي الدَّرْدَاءِ وَهُوَ بِدِمَشْقَ فَقَالَ مَا أَقْدَمَكَ يَا أَخِي فَقَالَ حَدِيثٌ بَلَغَنِي أَنَّكَ تُحَدِّثُهُ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ أَمَا جِئْتَ لِحَاجَةٍ قَالَ لَا قَالَ أَمَا قَدِمْتَ لِتِجَارَةٍ قَالَ لَا قَالَ مَا جِئْتُ إِلَّا فِي طَلَبِ هَذَا الْحَدِيثِ قَالَ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهم عَلَيْهِ وَسَلَّمَ يَقُولُ مَنْ سَلَكَ طَرِيقًا يَبْتَغِي فِيهِ عِلْمًا سَلَكَ اللَّهُ بِهِ طَرِيقًا إِلَى الْجَنَّةِ وَإِنَّ الْمَلَائِكَةَ لَتَضَعُ أَجْنِحَتَهَا رِضَاءً لِطَالِبِ الْعِلْمِ وَإِنَّ الْعَالِمَ لَيَسْتَغْفِرُ لَهُ مَنْ فِي السَّمَوَاتِ وَمَنْ فِي الْأَرْضِ حَتَّى الْحِيتَانُ فِي الْمَاءِ وَفَضْلُ الْعَالِمِ عَلَى الْعَابِدِ كَفَضْلِ الْقَمَرِ عَلَى سَائِرِ الْكَوَاكِبِ إِنَّ الْعُلَمَاءَ وَرَثَةُ الْأَنْبِيَاءِ إِنَّ الْأَنْبِيَاءَ لَمْ يُوَرِّثُوا دِينَارًا وَلَا دِرْهَمًا إِنَّمَا وَرَّثُوا الْعِلْمَ فَمَنْ أَخَذَ بِهِ أَخَذَ بِحَظٍّ وَافِرٍ\" (¬1) ¶ والعلم سبب للسعادة في الدنيا والآخرة، فمن الناس من يطلب السعادة بالأكل والشرب والثياب، ومنهم من يطلبها بالبحث المعرفي وسهر الليالي في حل المسائل والتأمل في الكتب، واكتشاف المخترعات. ¶ والسعادة من خلال المعرفة ألذ من سعادة الطعام والشراب ذلك أن التلذذ بالأكل والشرب محدد بحدين فهو إما ممنوع وإما مقطوعُ فقد تشتهي ولا تستطيع أن تأكل لعدم القدرة المادية، وقد تقدر مادياً ولا تستطيع أن تأكل لأن الصحة لا تسمح. ويروى عن القاضي عبد الوهاب المالكي شيخ فقهاء المالكية أنه كان في بداية حياته في بغداد في فقر شديد، فخرج من بغداد إلى مصر، وبمصر عُرِف قدرُه ورحَّبَ به الناس وانثالت عليه الرغائب، فمات لعهدٍ قريب من وصوله لأكلة اشتهاها فأكلها، فقال وهو يتقلب في مرضه لا إله إلا الله: إذا عشنا مِتنا (¬2)،وهكذا متع الدنيا: إما مقطوعة، وإما ممنوعة، أما لذائذ العلم والمعرفة فلا مقطوعة ولا ممنوعة. ¶ والعلماء الذين ذاقوا لذة المعرفة انشغلوا بها وزهدوا في الدنيا، فهذا الخليل بن أحمد الفراهيدي من أجَلِّ علماء العربية يروي عنه تلميذه: النضرُ بن شميل أنه كان يسكن في خص، لا يملك فلسين، وأصحابه يكسبون بعلمه الأموال، وكان يقول: إني لأغلق عليَ بابي فما يجاوزه همي ¶ ¬__________ ¶ (¬1) -رواه الترمذي في سننه كتاب العلم برقم (2606) ¶ (¬2) أبو غدة: عبد الفتاح: صفحات من صبر العلماء:53.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "\" (¬1) وأهاده الرشيد يوما صرة من ذهب، فلما فتح خزانته وجد كِسرتين من خبز، فرد الصرة وقال: إن غني، لا حاجة لي بها. ¶ وقد عبر الإمام الشافعي عن لذة المعرفة فقال: ¶ سهري لتنقيح العلوم ألذ لي ... من وصل غانية وطيب عِناق ¶ وتمايلي طرباً لحل عويصة ... أشهى وأحلى من مُدامة ساقي ¶ وصرير أقلامي على أوراقها ... أحلى من الدوكاه والعشاق ¶ وألذ من نقر الفتاة لدفها ... نقري لأُلقي الرمل عن أوراقي ¶ أأبيت سهران الدجى وتبيته ... نوماً وتبغي بعد ذاك لحاقي (¬2). ¶ والناس في طلب العلوم والإفادة منها متفاوتون في الدرجات، ففي الحديث: عَنْ أَبِي مُوسَى عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:\" إِنَّ مَثَلَ مَا بَعَثَنِيَ اللَّهُ بِهِ عَزَّ وَجَلَّ مِنْ الْهُدَى وَالْعِلْمِ كَمَثَلِ غَيْثٍ أَصَابَ أَرْضًا فَكَانَتْ مِنْهَا طَائِفَةٌ طَيِّبَةٌ قَبِلَتْ الْمَاءَ فَأَنْبَتَتْ الْكَلَأَ وَالْعُشْبَ الْكَثِيرَ وَكَانَ مِنْهَا أَجَادِبُ أَمْسَكَتْ الْمَاءَ فَنَفَعَ اللَّهُ بِهَا النَّاسَ فَشَرِبُوا مِنْهَا وَسَقَوْا وَرَعَوْا وَأَصَابَ طَائِفَةً مِنْهَا أُخْرَى إِنَّمَا هِيَ قِيعَانٌ لَا تُمْسِكُ مَاءً وَلَا تُنْبِتُ كَلَأً فَذَلِكَ مَثَلُ مَنْ فَقُهَ فِي دِينِ اللَّهِ وَنَفَعَهُ بِمَا بَعَثَنِيَ اللَّهُ بِهِ فَعَلِمَ وَعَلَّمَ وَمَثَلُ مَنْ لَمْ يَرْفَعْ بِذَلِكَ رَأْسًا وَلَمْ يَقْبَلْ هُدَى اللَّهِ الَّذِي أُرْسِلْتُ بِهِ.\" (¬3) متفق عليه. ¶ فأكمل الأحوال لأهل العلم أن يكونوا كالأرض التي تأخذ ما يأتيها من ماء السماء فتخرج من خيرات الأرض، وكذا العالم يتلقى هدي السماء فيعم بخيره عبادَ الله تعالى، بعضُ الناس يكون فضله بنقل العلم وتبليغه فينتفع به الناس أكثر من انتفاعه هو نفسه، ولكن له الأجر وقوم يأخذون العلوم فيحجبونها عن الناس فهؤلاء كالأرض التي لا تمسك ماء ولا تنبت كلأً. ¶ والعلم سبب لخير الدنيا فضلاً عن الآخرة، فالعلم نوع من الاستثمار ترفع بالعلم قدراتك المالية وتزيد من قدراتك العقلية، وتحسن مستقبل أولادك. ¶ يروى أن أول مؤسس لشركة تأجير السيارات السياحية كان في بداية حياته سائقَ سيارة عمومية فاشترى يوما قاموساً من إحدى المحلات التي تبيع الكتب القديمة كلَ كتاب بدولار، وأخذ يقرأ من القاموس في أوقات الفراغ فقرأ أفكاراً في الاقتصاد والسياسة بما وسَع من قدراته، وارتقى ¶ ¬__________ ¶ (¬1) أبو غدة: عبد الفتاح: صفحات من صبر العلماء ¶ (¬2): رويت هذه الأبيات في ديوان الشافعي ونسبها إلى الزمخشري الشيخ أبو غدة وهي مطبوعة في آخر تفسير الكشاف الطبعة البولاقية أنظر كتاب عشاق الكتب عبدالرحمن الفرحان دار البشائر ط2002ص:245. ¶ (¬3) -رواه البخاري في صحيحه كتاب العلم باب فضل من علم وعلم برقم (79) وأخرجه مسلم في الصحيح كتاب الفضائل باب بيان مثل ما بعث به النبي صلى الله عليه وسلم من الهدى برقم (5906).",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "في طريقة تفكيره، ففكر بشكل جديد للاستثمار لم يُعرف من قبل وهو أن يقوم بتأجير سيارة مع سائقها فنجحت الفكرة ثم طور الفكرة إلى تأجير سيارة من غير سائق وهكذا وصل من خلال العلم إلى تطوير وضعه المالي. ¶ والعلم يحمل صاحبه مسؤلية أخلاقية قال تعالى: {وَلَكِنْ كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ} (آل عمران: من الآية79) فطلبة العلم في المدارس والجامعات لا يليق بهم أن يخرجوا من المدارس فيتسكعوا، لأن للعلم وقارُه، والناس يقدرون العلم والعلماء فإذا ابتذل طالب العلم نفسه سقط من أعين الناس قال القاضي أبو الحسن الجرجاني ¶ ولو أن أهل العلم صانوه صانهم ... ولو عظموه في النفوس لعَظما ¶ وهي تقرأ بفتح العين لا بضمها أي لعظَّمَهُمُ العلمُ، لأن العلم عظيم ُ بنفسه مقدرٌ لذاته، فإن عظَّمَ أهلُ العلمِ علمَم وصانوه فإنه يرفع قدرَهم ¶ ومن أجمل ما قال الجرجاني في وصف نفس العالم الأبي: ¶ يقولون لي فيك انقباض وإنما رأوا ... رجلا عن موقف الذل أحجما ¶ ولم أقض حق العلم إن كان كلما ... بدا طمعُ صيرته لي سلما ¶ وما زالت منحازاً بعرضي جانبا ... من الذل أعتد الصيانة مغنماً ¶ إذا قيل هذا منهلُ قلت قد أرى ... ولكن نفس الحر تحتمل الظما ¶ أنزهها عن بعض ما لايشينها ... مخافة أقوال العدا فيمَ أو لما ¶ أأشقى به غرساً وأجنيه ذِلة؟ ... إذا فاتباع الجهل قد كان أسلما.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "بسم الله الرحمن الرحيم ¶ مكانة العمل في الإسلام ¶ إن الحمد لله نحمده ... ¶ عن ابن عباس قال: سمعت رسول الله صلى الله عليه وسلم يقول:\"من أمسى كالا من عمل يده أمسى مغفورا له (¬1) \" ¶ وفي الحديث عن أنسٍ رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «ما مِنْ مُسلمٍ يَغرِسُ غَرْساً، أو يَزْرَعُ زَرْعاً فيأكُلُ منه طَيْرٌ أو إنسانٌ أو بهيمةٌ، إلاَّ كان لهُ بهِ صَدَقة.» (¬2) ¶ وفي هذا توجيه لأهمية الزراعة تحديدا وتوجيه للمستثمرين من أرباب الأموال أن يفكروا في تشغيل أموالهم في مشاريع إنتاجية داخل البلاد فيكون لهم أجرُ توفير فرص عمل للمواطنين. ¶ أخاطب الأخوة الذين أنعم الله عليهم، وأعرض عليه مشروعا استثماريا ينفعه في دنياه وآخرته، أقول إذا كان لديك أموال تشغلها في مشاريع خارج الوطن فالربح هو ما يعطيك إياه المشروع أما إن أعملتها بمشروع استثماري في وطنك فهناك ربحان: ربحٌ في الدنيا بإذن الله تعالى، وربحٌ في الآخرة حين توفر فرص عمل للشباب العربي والمسلم وتدخل السرور على أسرهم، واسمع معي حديث السيدة عائشة في هذا المعنى: \"من أدخل على أهل بيت من المسلمين سرورا لم يرض الله له ثوابا دون الجنة\" (¬3) ¶ فما رأيك أخي المستثمر في هذا المشروع. ¶ وأحب أن أنبه إلى أموال العرب في البنوك الأوروبية من الودائع تزيدُ على قروض الدول العربية للبنوك الأوربية أي أن الغرب يقرضنا من أموالنا!!! ¶ ومن هنا فالاستثمار في الوطن نوع من الجهاد الاقتصادي ¶ يا أهل الجمعة والدارس لسيرة السلف الصالح يجد توجيها للاستثمار الأفضل ¶ عن عمر بن عبد الرحمن بن عوف، قال: لما قسم سهلُ بن حنيف بيننا أموالنا _ وكانت أموالُ عبدِ الرحمن بن عوف ثروة ًكبيرة _ قال: ابن أختي! إني موصيك بوصية، إن أخذتَ ¶ ¬__________ ¶ (¬1) - ورواه الطبراني في المعجم الأوسط 7: 289،وذكره الألباني في ضعيف الترغيب والترهيب برقم (1044) ¶ (¬2) -متفق عليه من حديث أنس بن مالك رواه البخاري في كتاب الغرس والمزارعة باب فضل الزرع والغرس برقم (2238) وهو عند مسلم في صحيحه كتاب المساقاة والمزارعة باب فضل الغرس برقم (3927). ¶ (¬3) -رواه الطبراني. انظر الترغيب والترهيب للمنذري برقم (3882) كتاب البر والصلة باب الترغيب في قضاء حوائج المسلمين.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "بها فهي خير لك من مال أبيك لو خلوت به، أعلم أنه لا مال لأخرق، ولا عَيلة على مصلح، وأعلم أن خير المال ما أطعمك ولم تطعمه وإن قل (¬1). ¶ ويفسر هذا ما روي عن أحد الشيوخ حين سئل من قبل معاوية: أي المال أفضل فقال: فنبه إلى الزراعة والإنتاج الحيواني فقال:\" بُرة سمراء في أرض غبراء أو نعجة صفراء في أرض خضراء أو عين خرارة في أرض خوارة فقيل له فأين الذهب والفضة فقال إنما هما حجران يصطكان إن أخذت منهما نفذا وإن تركتهما لم يزيدا\" ¶ تأمل أخي ما تعني هذه الوصايا؟ ¶ البرة بالضم هي حبة القمح ولهذا يسمى الخبز ابن برة، والعين الخوارة أي العين الجارية والأرض الخوارة الأرض اللينة السهلة. ¶ الوصية من هذا الشيخ المجرب: أن الاستثمار هو ما أنفقَ عليك، وكان متنامياً، أما الأوراقُ النقدية فهي ستتناقص وفي هذا توجيه لأخوتنا الذين أنعم الله عليهم أن يفكروا في استثمار إنتاجي يُدرُّ عليهم دخلا وأن لا يركنوا إلى الأوراق النقدية فهي في يوم من الأيام ستنفد. ¶ وهناك وصية أوصي بها العمال والمستثمرين قال: رسول الله صلى الله عليه وسلم:\" من يأخذ مالا بحقه يبارك له فيه، ومن يأخذ مالا بغير حقه، فمثله مثل الذي يأكل ولا يشبع (¬2) \" و عن الحسن: قال رسول الله صلى الله عليه وسلم: \" أيما عبدٍ أمسك مالا حراما، إن أمسكه لم يبارك له فيه، وإن أنفقته لم يقبله الله عز وجل منه فإن مات وهو عنده كان زاده إلى جهنم (¬3) \". ¶ ولكن ماذا نقول للشباب الذين يأنفون أن يعملوا أي عمل؛ لأن مروءته لا تسمح له بذاك؟ ¶ أقول: ما قال عمرو بن العاص: المروءة العفة والحرفة. فالعفة هي علامة المروءة، وامتلاك حرفة يعينك على العفة. ¶ والحقيقة أنا اعتقد أن المشكلة ليست في الأنفة فقط هنالك شعور لدى الطلبة أن فرص العمل نادرة بما يضعفهم عن الحرص على الدراسة فيخرجون إلى سوق العمل ضعفاء غير قادرين على توفير فرص عمل. ¶ أوجه طلبتنا في الجامعات إلى أن لا يشعروا بأن فرص العمل معدومة بل هنالك فرص عمل ولكن للمبدعين فالحياة مستمرة وتحتاج إلى وظائف، وأوجهه إلى أهمية امتلاك حرفة وأن يستفيد مما تقدمه الدولة والمؤسسات من تدريب فالحرفة تمكنهم من اختيار مهنة تدر عليه مالا، وكن موصولا مع ربك: ادعه، واطلب منه، وأختم حديثي بما رواه الزهري عن عروة ¶ ¬__________ ¶ (¬1) رواه الحافظ ابن أبي الدنيا كتاب إصلاح المال1: 32 ¶ (¬2):رواه البخاري في صحيحه كتاب الزكاة: باب الصدقة على اليتيم: برقم 1465 ¶ (¬3): رواه الحافظ ابن أبي الدنيا كتاب إصلاح المال1: 18",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "تتبع خبايا الأرض وادع مليكها ... لعلك يوما أن تجاب وترزقا ¶ __________________________________________________",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "ذكرى الهجرة النبوية ¶ ألقيت في عهد الانتفاضة 1423للهجرة 2002،للميلاد ¶ إن الحمد لله نحمده ... ¶ نحتفلُ اليوم بذكرى هجرة النبي العظيم صلوات ربي وسلامه عليه ¶ لنحتفلَ بانتصار الإرادةِ والثباتِ على المبدأ وعدم التراجع رُغم التحديات ¶ \"وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ وَاللَّهُ خَيْرُ الْمَاكِرِينَ\") (الأنفال:30) ¶ لقد تعرض رسول الله للمساومات فما تنازل، وتعرض للضغط فما هان، وهاجر وما استكان بل بقيت قضيته في قلبه\"حق العودة والتحرير الكامل\" حتى كان العود والنصر في فتح مكة ¶ \"إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ. وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجاً. فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّاباً\" (سورة النصر:1 - 3) فقه أهل فلسطين درس الهجرة مواجهةً واستكبارًا مواجهةً لأبي جهل القرن، ورفضًا للخنوع وإيمانًا أن اللهَ ناصرٌ دينه وكأني بأبطال رسول الله يعودون من جديد في أرض فلسطين حين هاجر عمر بن الخطاب وقف يتحدى القوم: من شاء أن تثكله أمه وأن ييتم أولاده فليلحقني إلى بطن هذا الوادي، روح عمر اليوم تظهر في أبطال فلسطين، الذين يتحدون الدبابات ويتحدون الراجمات ويقفون في وجه الموت وكأنهم الذين عناهم الشاعر (¬1) بقوله: ¶ تمرست بالآفات حتى تركتها ... تقول أمات الموت أم ذعر الذعر ¶ أقدمت إقدام الأتي كأن لي ... سوى مهجتي أو أن لي عندها ثأر ¶ ولا تحسبن المجد زقا وقينة ... فما المجد إلا السيفُ والفَتكة ¶ وتركك في الدنيا دوياً كأنما ... تدول سمع المرء أنمله العشر ¶ لقد تمرس شعب فلسطين بالآفات ضربوا بالطلقات المطاطية فما استكانوا حطم عظامهم بالعصي الغليظة، فما وهنوا، قصفوا بطائرات الأباتشي فما ضعفوا دخلت الدبابات أرضهم فما توقفوا إنهم بحق كما يقول الشاعر: ¶ تمرست بالآفات حتى تركتها ... تقول أمات الموت أم ذعر الذعر؟؟ ¶ لقد كان للهجرة دروسها وهي أن النصر مع الصبر وأن الهزيمة هزيمة الإرادة. ¶ ¬__________ ¶ (¬1) من شعر المتنبي",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "اليوم يزعزع أهل فلسطين بصبرهم الكيان الغاصب لأنهم فقهوا سر التاريخ أن النصر لم يأت إلا من إصرار صاحب الحق على حقه ¶ 3 ¶ حين دخل الفرنسيون أرض الشام عهد فيصل الأول وبعد استشهاد يوسفَ العظمةِ وقف أستاذُ التاريخ يدرس طلبته -وهذه قصة حقيقية (¬1) ذكرتها صحف الشام في ذلك الزمان- وكان فيما قال: لقد خاض أهل الشام بقيادة يوسف العظمة حربا من نوع فريد؛ إذ قرر هذا القائد العسكري أن يخوض المعركة، ولا يستسلم، كان يدرك أن المعركة عسكريا لا تقوم على توازن القوى، فلا يمكن للقوات العربية بأسلحتها البسيطة أن تواجه جيشا فرنسياً خرج منتصراً من الحرب العالمية الأولى، لم يكن الهدفُ حسمَ المعركةِ اليومَ، وإنما إيقادُها اليوم، كان العظمةُ يراهن على المستقبل، وضع هدفه ودرس إمكانياته، ونجح في ذلك أيما نجاح ¶ كان يدرك أن البلاد الإسلامية تموت واقفة ولا تستلم وأن بلدا، مثل دمشق جديرة ببذل الدماء في سبيلها فصف جنده، وأعد جيشه وبينما كان يصدر الأمر لإلقاء لقذائف باتجاه المعتدين سبقته قذيفة من الدبابة الفرنسية في صدره فأزهر الوادي بدمائه ¶ نصبوا رفاتك في الرمال لواء ... يستنهض الوادي صباح مساء ¶ كان هذا الكلامُ هو ما قاله أستاذ التاريخ لطلبة الابتدائية يومَ دخلت القوات الفرنسيةُ وكان فيما قال:\" لقد خُضنا المعركةَ وهدفُنا هو أنتم، هدفُنا أن نتركَ لكَ تاريخاً مَجيداً يحمِلُكَ على إكمال التحريرِ\" ¶ لما سارَ الطلبةُ وخرجوا من مدارسهم فوجئوا بدبابات العدو تملأ شوارعهم، حمل طفل في الرابع الابتدائي مسطرته وانهال على الدبابة ضربا ذُهِل القائد الفرنسي من هذا الموقف، وقال لجنده:\" يوم يكبر هذا الشاب ستغادر قواتنا سوريا \" ¶ لقد نجح يوسف العظمة وفقه أسرار الهجرة النبوية ثباتا وإصرار بعضهم يفهم الهجرة نشيدًا وحمامةً وغارًا؛ والمؤمن الحق يفهم ثباتا وإصرارا، هؤلاء الذين حق لهم أن يحتفلوا بالهجرة. ¶ 4 ¶ دروس من الهجرة ¶ أولاً: التوكل: حين خرج رسول الله - صلى الله عليه وسلم - من بيته من بيته توجه إلى ربه وقال ممتثلاً أمر الله {وَقُلْ رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ وَاجْعَلْ لِي مِنْ لَدُنْكَ سُلْطَاناً ¶ ¬__________ ¶ (¬1) حدثني سماحةُ الوالد أن الأستاذ على الطنطاوي نشر هذه القصة في الصحف السورية آنذاك",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "نَصِيراً} (الاسراء:80): فمنَ اللهِ العونُ، و إليه المسارُ، وبه النصرُ إذا صدقت النية وصحت العزيمة. ¶ ثانياً: الإعداد الجيد، بالاحتياط للموعد، والسرية في طريق الخروج، وتعمية الأخبار ¶ ثالثاً: الثقة بالله تعالى قال سبحانه: {إِلاّ تَنْصُرُوهُ فَقَدْ نَصَرَهُ اللَّهُ إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُوا ثَانِيَ اثْنَيْنِ إِذْ هُمَا فِي الْغَارِ إِذْ يَقُولُ لِصَاحِبِهِ لا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا فَأَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَيْهِ وَأَيَّدَهُ بِجُنُودٍ لَمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُوا السُّفْلَى وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيَا وَاللَّهُ عَزِيزٌ حَكِيمٌ} (التوبة:40) إنها معركة الإرادة واليقين بالنصر ¶ رابعاً: التضحيةُ والاستعداد للبذل: فأبو بكر الصديق يسبق رسول الله للغار ويسد الجحور حماية للرسول وحماية للرسالة هذه التضحيات هي التي تصنع التغيير ¶ لقد خلد القرآن مواقف أصحاب التضحيات منها قوله سبحانه: {وَمَنْ يُهَاجِرْ فِي سَبِيلِ اللَّهِ يَجِدْ فِي الْأَرْضِ مُرَاغَماً كَثِيراً وَسَعَةً وَمَنْ يَخْرُجْ مِنْ بَيْتِهِ مُهَاجِراً إِلَى اللَّهِ وَرَسُولِهِ ثُمَّ يُدْرِكْهُ الْمَوْتُ فَقَدْ وَقَعَ أَجْرُهُ عَلَى اللَّهِ وَكَانَ اللَّهُ غَفُوراً رَحِيماً} (النساء:100).جاء في مناسبة الآية أن شيخا كبيرا في السن هاجر إلى رسول الله وفي الطريق حضرته الوفاة قبل أن يصل فمد يده اليمنى وقال: اللهم هذه عن نفسي ومد الأخرى وقال اللهم هذه عن محمد \"ثم قبضت روحه (¬1). هذا الرجل تقبل الله بيعته وخلدها في كتابه. إِنَّ تضحيات أفراد الأمة هو مفتاح التغيير للأمم الحرة. ¶ حين استشهد عز الدين القسَّام أَبَّنَه أكرم زعيتر -رحمه الله تعالى- وكان فيما قال: لماذا نؤبنه؟ ألأنه مات؟ بل لأنه عرف كيف يموت. وخاطب المحتل بأفصح لسان وأبلغ بيان، ودقَّ بوابةَ الحريةِ بيدٍ مضرجةٍ بدماءِ مُحْتلِّهِ. هذه دروس الهجرة الحق. ¶ وصل اللهم على صاحب الهجرة وارض عن أصحابه واجزهم خير الجزاء. ¶ ¬__________ ¶ (¬1) -تفسير الطبري4|239.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "بسم الله الرحمن الرحيم ¶ تفريج الكرب ¶ ألقيت في مسجد الفيحاء:29/ 05/99 - 13 صفر 1420 ¶ إن الحمد لله نحمده تعالى، ونستهديه، ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا وبعد؛ فموضوع هذه الخطبة: ¶ حديث تفريج الكرب: روى ابن عباس رضي الله عنهما أن رسول الله صلى الله عيه وسلم كان يقول عند الكرب: «أن رسولَ اللّه صلى الله عليه وسلم كان يقول عند الكرْب: لا إله إلا اللّهُ العظيمُ الحليم، لاإلهَ إلا اللّهُ ربُّ العرش العظيم، لا إلهَ إلا اللّه ربُّ السماواتِ وربُّ الأرض وربُّ العرشِ الكريم.» (¬1) ¶ فقه الحديث: ¶ أولا: ما الصلة بين الدعاء المذكور وبين تفريج الكرب؟ لماذا ابتدأ الحديث بالثناء لا بالدعاء بتفريج الكرب؟ ¶ يبينُ الحديثُ أن الدعاءَ نوعان دعاءُ ثناءٍ ودعاءُ طلبٍ، فقد تدعو اللهَ فتقول ما كان يقول رسولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سُجُودِهِ\" اللَّهُمَّ اغْفِرْ لِي ذَنْبِي كُلَّهُ دِقَّهُ وَجِلَّهُ وَأَوَّلَهُ وَآخِرَهُ وَعَلَانِيَتَهُ وَسِرَّهُ (¬2) \"، ولك أن تتوجه إلى الله تعظيماً وتسبيحاً وتمجيدا، والنوعان سببٌ لتحقيق المراد. ¶ ثانيا: يبينُ الحديث عظمَةَ أمرِ الله تعالى على كلِّ أمرٍ فيشعر من لجأ إلى جوار الله أنه يأوي إلى ركن شديد. ¶ ولتوضيح ذلك نقول ينشأ الكربُ إذا شعرَ الإنسانُ أن سبب الهم فوق طاقته وقدرته، فلو كنت مدينا بمائة دينار ورصيدك في البنك ألف ديار فإن هذا الدين لا ينشئ هماً، أما لو كنت مديناً بعشرة دنانير، ورصيدك مكشوفٌ فإن هذا المبلغ الصغيرَ يكون سبباً للهم والغم. فمنشأ الهم كما ترى المقارنة من قدرتك إلى قدرة سبب الهم، كما لو أن صغيرا تحداك للمصارعة فلعلك تضحك ولا تغتم أما لو علمت أن الوزير أو المدير غضب عليك فإن للأمر حسابات مختلفة وحين تأتي أسباب الهموم للإنسان متعددة من دين، وشعور بسطوة جبار ذي جاه أو نفوذ، أو مرض يتعب ¶ ¬__________ ¶ (¬1) - متفق عليه من حديث ابن عباس: رواه البخاري في كتاب الدعوات باب الدعاء عند الكرب برقم (6201) وهو عند مسلم في كتاب الدعوات والذكر والتوبة باب دعاء الكرب برقم (6871). ¶ (¬2): رواه مسلم في كتاب الصلاة: باب ما يقال في الركوع والسجود برقم (483).",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "البدن ويضعف القوى، أو فقد عزيز، هذه أسباب حصرتها، يلج بها الكرب لقلب الإنسان يأتي و لهذا الحديث دور في إزالة الكرب على تنوع أسبابه: ¶ فإن كان منشأ الهم والكرب من تسلط جبار ذي نفوذ لا يحترم قانونا ولا يحسب حساب الآخرة فإن هذا الحديث يذكرنا أن ذا الجاه ليس الأكبر، بل الله أكبر وأن أمر الله نافذٌ، وأنه وحده الفعال لما يريد. ¶ (فلا إله إلا الله العظيم الحليم) هي بحق تفريجُ كرب، وهمٍ، وغم، لا ليكون الدين أفيوناً للشعوب كما زعم (ماركس) وهو يصف دينه الذي تربى في ظل تعاليمه وإنما لتولِّد فيك المقدرةَ على مواجهة التحديات من غير خنوع أو خضوع. ¶ يا أهل الجمعة: لما جاءت الملائكة نبيَ الله لوطا {وَجَاءهُ قَوْمُهُ يُهْرَعُونَ إِلَيْهِ وَمِن قَبْلُ كَانُوا يَعْمَلُونَ السَّيِّئَاتِ قَالَ يَا قَوْمِ هَؤُلاء بَنَاتِي هُنَّ أَطْهَرُ لَكُمْ فَاتَّقُوا اللّهَ وَلاَ تُخْزُونِ فِي ضَيْفِي أَلَيْسَ مِنكُمْ رَجُلٌ رَّشِيدٌ {78} قَالُوا لَقَدْ عَلِمْتَ مَا لَنَا فِي بَنَاتِكَ مِنْ حَقٍّ وَإِنَّكَ لَتَعْلَمُ مَا نُرِيدُ {79} قَالَ لَوْ أَنَّ لِي بِكُمْ قُوَّةً أَوْ آوِي إِلَى رُكْنٍ شَدِيدٍ {80} قَالُوا يَا لُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوا إِلَيْكَ فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِّنَ اللَّيْلِ وَلاَ يَلْتَفِتْ مِنكُمْ أَحَدٌ إِلاَّ امْرَأَتَكَ إِنَّهُ مُصِيبُهَا مَا أَصَابَهُمْ إِنَّ مَوْعِدَهُمُ الصُّبْحُ أَلَيْسَ الصُّبْحُ بِقَرِيبٍ {81} فَلَمَّا جَاء أَمْرُنَا جَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّن سِجِّيلٍ مَّنضُودٍ {82} مُّسَوَّمَةً عِندَ رَبِّكَ وَمَا هِيَ مِنَ الظَّالِمِينَ بِبَعِيدٍ {83 هود}: ¶ هنا شعر لوط بالكرب، فقومه ينوون أن يخزوه في ضيفه، ونصح لهم نبي اله بدعوتهم للزواج الطبيعي بقوله:\"هؤلاء بناتي\" والمقصود جنس النساء؛ لأنه كان يرى كل بناتِ القرية كبناتِه، وأمامَ عنادِ قومه يقول: لو أن لي بكم قوة من عشيرةِ أو قوة عضلية، هذا الشعور بعجز القدرة البشرية أمام التحدي سببٌ للكرب ويقول الرسول الحبيب محمد صلى الله عليه وسلم رحم الله أخي لوطا لقد كان يأوي إلى ركن شديد (¬1) ¶ لقد أدرك نبينا محمد عليه أزكى الصلاة والسلام كيف يتحول العبد المؤمن بعد اتصاله بالأنوار الإلهية وتخرجه من مدارس القرآن وآيات سورة التوبة ¶ مَا كَانَ لِأَهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُم مِّنَ الأَعْرَابِ أَن يَتَخَلَّفُوا عَن رَّسُولِ اللّهِ وَلاَ يَرْغَبُوا بِأَنفُسِهِمْ عَن نَّفْسِهِ ذَلِكَ بِأَنَّهُمْ لاَ يُصِيبُهُمْ ظَمَأٌ وَلاَ نَصَبٌ وَلاَ مَخْمَصَةٌ فِي سَبِيلِ اللّهِ وَلاَ يَطَؤُونَ مَوْطِئاً يَغِيظُ الْكُفَّارَ وَلاَ يَنَالُونَ مِنْ عَدُوٍّ نَّيْلاً إِلاَّ كُتِبَ لَهُم بِهِ عَمَلٌ صَالِحٌ إِنَّ اللّهَ لاَ يُضِيعُ أَجْرَ الْمُحْسِنِينَ {120 التوبة} إلى الفلز غير القابل للذوبان، إلى الكائن الذي لا ينصهر في أشد الظروف ضراوة،\"إنه المؤمن الذي يبشر به الرسول الكريم \" لَا تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي عَلَى الْحَقِّ ظَاهِرِينَ لَعَدُوِّهِمْ ¶ ¬__________ ¶ (¬1) صحيح البخاري: كتاب: أحاديث الأنبياء باب: قوله عز وجل ونبئهم عن ضيف إبراهيم: برقم (3372)",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "قَاهِرِينَ لَا يَضُرُّهُمْ مَنْ خَالَفَهُمْ إِلَّا مَا أَصَابَهُمْ مِنْ لَأْوَاءَ حَتَّى يَأْتِيَهُمْ أَمْرُ اللَّهِ وَهُمْ كَذَلِكَ قَالُوا يَا رَسُولَ اللَّهِ وَأَيْنَ هُمْ قَالَ بِبَيْتِ الْمَقْدِسِ وَأَكْنَافِ بَيْتِ الْمَقْدِسِ (¬1) \" ¶ يا أ هل الجمعة وقد ينشأ الهم والغم من مرض أو فقد عزيز فيكون لهذا الدعاء:\" لا إله إلا الله العظيم الحليم لا إله إلا الله رب العرش العظيم، لا إله إلا الله رب السماوات ورب الأرضين ورب العرش الكريم\" دورَه في معالجة الغم وكأنه المرهم والبلسم الشافي، وذلك حين تنطلق أنوار أسماء الله الحسنى الواردة في هذا الحديث من اسمه العظيم، جل في علاه، واسمه الحليم، واسمه الكريم حين تنطلق هذه الأنوار من لسانك إلى قلبك، فاللسان كما يقول العارفون دِهْلِيزٌ وممر إلى القلب وإنما أجرى الله الذكر على لسانك ليجريه على قلبك، فإذا تولد في قلب المبتلى بمرض أو فقد عزيز أنه لله وأنه إليه راجع منيب غيرَ مستعل ولا معترض راض بقضاء العظيم فلله ما أخذ ولله ما أعطى وغاية المؤمن أولا آخرا رضى المولى سبحانه، عندها تتنزل عليه الرحمة \" {وبشر الصابرين (155) الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ (156) أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ الْمُهْتَدُونَ) (البقرة:157) أيا المحب إن لأسماء الله أسرارا وبركات فاحرص على أن تلوذ بجناب الله، وليكن لسانك رطبا بذكر الله تعالى. ¶ أقول قولي هذا وأستغفر الله لي ولكم ¶ ¬__________ ¶ (¬1) مسند أحمد ج:5: 269 برقم 22374 وهو صحيح لغيره دون قوله: وأين هم",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "بسم الله الرحمن الرحيم ¶  (وَلا تَقْرَبُوا الزِّنَى) ¶ إن الحمد لله نحمده ... ¶ قال تعالى: (وَالَّذِينَ لا يَدْعُونَ مَعَ اللَّهِ إِلَهاً آخَرَ وَلا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلا يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَاماً) (*) يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَاناً) (الفرقان68 _69) ¶ جاء في الحديث عن أبي ذر قال: قال رسول الله صلى الله عليه وسلم: ¶ \"تعبد عابد من بني إسرائيل، فعبد الله في صومعته ستين عاماً، فأمطرت الأرض، فاخضرت، فأشرف الراهب من صومعته، فقال: لو نزلت فذكرت الله، لازددت خيراً، فنزل ومعه رغيف أو رغيفان، فبينما هو في الأرض، لقيته امرأة، فلم يزل يكلمها وتكلمه، حتى غشيها، ثم أغمي عليه، فنزل الغدير يستحم، فجاءه سائل، فأومأ إليه أن يأخذ الرغيفين، أو الرغيف، ثم مات، فوزنت عبادة ستين سنة بتلك الزنية، فرجحت الزنية بحسناته، ثم وضع الرغيف أو الرغيفان مع حسناته، فرجحت حسناته فغفر له (¬1) \". ¶ خطورة الزنى الطبية: ¶ هناك ما يزيد على عشرين مرضاً يمكن أن تنتقل عن طريق الممارسة الجنسية خارج إطار الزوجية الشرعية منها الإيدز والزهري، ومن أعراض الزهري التي يتعرض لها المصابون بهذا المرض تضخم الركبة بحيث توصف بركبة الفيل، والعِنَّة، والعجز الجنسي، والخرس والعمى. ¶ وجرثومة الزهري التي تؤدي للمرض آية من آيات الله، فهي إذا كُبرت مجهريا كانت بشكل الأفعى ولهذا توصف طبياً بأفعى الزنى، هذه الجرثومة حين تدخل الجسم الإنساني تدخل خلسة لا تثير انتباه أجهزة المناعة تدخل في الظلام تلتف من خلف الجدران اللمفاوية وكأنها تخلقت بأخلاق الزناة الذين يمارسون جريمتهم سرا وفي الخفاء! ¶ تمر في مراحل في تخطيطها لتدمير الجسم بثلاث مراحل، الأول يظهر خلال أسبوع من الزنى فتظهر حبوبٌ على الجلد، وحيث إن الزاني يخجل غالباً من مراجعة الطبي بسبب عدم الوعي الصحي؛ فإنها سرعان ما تختفي وتبدأ المرحلة الثانية من كمون الجرثومة، فيظن الزاني أن الله قد ¶ ¬__________ ¶ (¬1) \". صحيح ابن حبان كتاب: كتاب البر والإحسان باب: باب ما جاء في الطاعات وثوابهازبرقم 378.",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "جلله بالستر، ولكن هذه الجرثومة تكون قد قامت بدراسة أولية لمواطن الضعف في الجسم ثم تكمن كمون طويلاً، قد يستمر لعشر سنوات تكون خلالها تدرس وتخطط حتى إذا حانت ساعة الصفر ب، قامت بانقلاب شاملٍ في المرحلة الثالثة من مهاجمتها، فتضربُ فيه السمعَ والبصرَ والقلبَ والدماغ، وتصبح كلُ لذاتِ الحرامِ حسراتٍ ودموعً، ثم إنهم ينتظرون حساباَ يوم القيامة {وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَاماً (68) يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَاناً} (الفرقان:69) والأثام هو: عقوبة الإثم عذابٌ يوم القيامة وهوان في نهار جهنم! ¶ وأمام هذا المصير البائس ما هو مستقبل العصاة؟ هل يتركون للحسرات يجنون جزاء ما صنعت أيديهم؟ ¶ إن رحمة الله واسعة قال تعالى: {وَإِذَا جَاءَكَ الَّذِينَ يُؤْمِنُونَ بِآياتِنَا فَقُلْ سَلامٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ أَنَّهُ مَنْ عَمِلَ مِنْكُمْ سُوءاً بِجَهَالَةٍ ثُمَّ تَابَ مِنْ بَعْدِهِ وَأَصْلَحَ فَأَنَّهُ غَفُورٌ رَحِيمٌ} (الأنعام:54) {وَرَبُّكَ الْغَنِيُّ ذُو الرَّحْمَةِ إِنْ يَشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِنْ بَعْدِكُمْ مَا يَشَاءُ كَمَا أَنْشَأَكُمْ مِنْ ذُرِّيَّةِ قَوْمٍ آخَرِينَ} (الأنعام:133) ربما يكون هناك عقابٌ في الدنيا لعلهم يتوبون، فلا يوجد دواء لمنع وقوع المرض ابتداءً للآن، ومن رحمة الله تعالى الواسعة أنه يسر سبل العلاج من بعض أمراض الزنى، كالزهري والسيلان، لكنَّ العصاةَ عادوا لطغيانهم (وَإِذَا أَذَقْنَا النَّاسَ رَحْمَةً مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُمْ إِذَا لَهُمْ مَكْرٌ فِي آيَاتِنَا قُلِ اللَّهُ أَسْرَعُ مَكْراً إِنَّ رُسُلَنَا يَكْتُبُونَ مَا تَمْكُرُونَ) (يونس:21) وهكذا ظهر مرض آخر هو (الآيدز) الذي يؤدي لفقدان المناعة المكتسبة لأولئك الذين فقدوا المناعة في مقاومة هواهم .. وَإِذَا مَسَّ النَّاسَ ضُرٌّ دَعَوْا رَبَّهُمْ مُنِيبِينَ إِلَيْهِ ثُمَّ إِذَا أَذَاقَهُمْ مِنْهُ رَحْمَةً إِذَا فَرِيقٌ مِنْهُمْ بِرَبِّهِمْ يُشْرِكُونَ) (الروم:33) ¶ هذا المرض يصيب الإنسان دون غيره فجرثومة الإيدز إذا زرعت في القرد، وهو أقرب الثدييات للإنسان لا تصيبه بالمرض، وإذا زرعت في جسم الإنسان قضت عليه، فمن أعلم الجرثومة أن القرد مخلوق غير مُكَلَّفٍ وأن الإنسان مخلوق مُكّّلَّفٌ! ¶ وهذا المرض يجعل جهاز المناعة يتخلى عن صاحبه، فتنقلب لذة المعصية إلى حسرة قاتلة ويصبح الجسم نهباً للجراثيم ¶ الأمراض قد تأتي عن طريق الممارسات الجنسة الشاذة:",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "في داخل الجسم الإنساني عددٌ كبير من الجراثيم تعيش معه ولا تؤذيه: فمثلاً على الجلد عشرون مليار جرثومة، وهناك جراثيم تعيش في منطقة الشرج هي في وضعها الطبيعي غير مؤذية؛ لأن الله تعالى بطن المنطقة بجدارٍ كثيف يحمي الجسد، ولكن بسبب بعض الممارسات الجنسية الشاذة يجد الأطباء تلك الجراثيم في الحلق، فتحدث الأمراض المؤذية أو في المسالك البولية فتحدث الالتهابات!. مصير الأمم التي تساهلت بالزنا: ¶ إن الأمم التي عتت عن أمر بها وخالفت أمره تتعرض للانقراض العددي، فعمر الإنسان في بعض الدول الإفريقية وصل إلى ست وثلاثين عاماً. وفي نيويورك يصاب كل ليلة تلاثُ وتسعون شخصاُ بالإيدز حسب إحصائات عام 2003 (¬1) ¶ أسباب الزنى: ¶ • التساهل بالنظر (قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ إِنَّ اللَّهَ خَبِيرٌ بِمَا يَصْنَعُونَ) (النور:30) ¶ • ومن أسباب الزنى: الاختلاط المحرم والخلوة، والتبرج، و التكسر في الحديث وهناك مؤسسات تسعى لعولمة الرذيلة عبر نشر أفلام الجنس ودعم الأقراص المدمحة ال  cds))  بسعر رخيص، وغض الطرف عن مروجيها، ويحصلون من وراء ذلك أموالا ويقتلون أخلاق أمة يعرضونها للدمار، وإن أكبر المنتفعين من وراء ترويج الرذيلة أعداء الأمة فمن خلال الرذيلة تمارس الإسقاط وتجنيد العملاء بتصويرهم في صور خليعة تهددهم بنشرها إن لم يتعاونوا معها، ومن خلال بيع أفلام الجنس تمول عمليات قذرة لاغتيال مفكرين عرب ومسلمين! نماذج من العفة: ¶ أخي المصلي،،وإذا كنا قد تكلمنا عن مخاطر الزنى، والسقوط الأخلاقي، فلنتعرف على نماذج من العفة والصعود: من القصصِ الطريف في العفة قصةِ مؤذنِ الخليفة الأموي سليمانَ بنِ عبد الملك مع الجارية:\" روت كتبُ التاريخ أنه كان لسليمانَ بنِ عبد الملك الخليفةَ الأموي جاريةٌ وكان عنده مؤذنٌ، فشكت الجارية المؤذنَ للخليفة، وأنه ينظر إليها فأراد الخليفة أن يبطش به، ثم قال لها: اذهبي وقولي له، كذا وكذا، فذهبت وقالت:\"إنه لم يخفَ عني نظرُكَ إلي، و بقلبي ¶ ¬__________ ¶ (¬1) من محاضرة د. عبد الحميد القضاة جامعة الزرقاء الأهلية 30/ 7/2003)،",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "منك، أكثرُ مما بقلبك مني، فإن يكُ لكَ حاجةٌ فقد أمكنك مما تريد، وهذا أمير المؤمنين غافل، وإلا لم أرجعْ إليك أبدا. فرفع طرْفَه إلى السماء، وقال:\" يا جليل أين سترك الجميل\"، ثم قال لها: اذهبي ولا ترجعي، فعسى أن يكون الملتقى بين يدي من لا يخيب الظن، فرجعت إلى سليمان فأخبرته فأعجب الخليفة من عفة المؤذن، وأراد أن يكافئه فأرسل في طلبه، فلما وصل قال له الحاجب إن الخليفة يريد أن يهديك الجارية ومعها مبلغ من المال تستعين به، فدخل على الخليفة، واعتذر عن قبول الجارية وقال للخليفة: إني ذبحت طمعي فيها منذ أن رأيتها، وادخرتها عند ربي، ولا أحب أن استرد ما ادخرته عنده. (¬1) \" ¶ تأمل أخي المستمع في قوله:\" إني ذبحت طمعي \"، فلو أنه طمع قتل ولو اتبع هواه لهلك ولكنه عف فنجى، ولو لم يذبح طمعَه لذبحه طمعه. أخب المستمع وإذا كانت العفة سببا لنجاة صاحبنا فإنها سبب للفوز بالجنان عن الرحيم الرحمن أخرج الترمذي في سننه أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهم عَلَيْهِ وَسَلَّمَ قَالَ عُرِضَ عَلَيَّ أَوَّلُ ثَلَاثَةٍ يَدْخُلُونَ الْجَنَّةَ شَهِيدٌ وَعَفِيفٌ مُتَعَفِّفٌ وَعَبْدٌ أَحْسَنَ عِبَادَةَ اللَّهِ وَنَصَحَ لِمَوَالِيهِ (¬2) \"قَالَ أَبو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ¶ وفي الحديث \"مَنْ يَسْتَعْفِفْ يُعِفَّهُ اللَّهُ، وَمَنْ يَسْتَغْنِ يُغْنِهِ اللَّه، ُ وَمَنْ يَتَصَبَّرْ يُصَبِّرْهُ اللَّهُ، وَمَا أُعْطِيَ أَحَدٌ شَيْئًا هُوَ خَيْرٌ وَأَوْسَعُ مِنَ الصَّبْر (¬3) \" ¶ وهناك قصة خلدها القرآن من قصص العفة التي قادت للحكم جزاء للأمانة، فلما تعرضت امرأة العزيز ليوسف {وَرَاوَدَتْهُ الَّتِي هُوَ فِي بَيْتِهَا عَنْ نَفْسِهِ وَغَلَّقَتِ الْأَبْوَابَ وَقَالَتْ هَيْتَ لَكَ قَالَ مَعَاذَ اللَّهِ إِنَّهُ رَبِّي أَحْسَنَ مَثْوَايَ إِنَّهُ لا يُفْلِحُ الظَّالِمُونَ} (يوسف:23)،ولما واجه نساء المدينة {قَالَ رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ وَإِلَّا تَصْرِفْ عَنِّي كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُنْ مِنَ الْجَاهِلِينَ} (يوسف:33) ثم لما أظهر الله براءته وجيء به للملك، (وَقَالَ الْمَلِكُ ائْتُونِي بِهِ أَسْتَخْلِصْهُ لِنَفْسِي فَلَمَّا كَلَّمَهُ قَالَ إِنَّكَ الْيَوْمَ لَدَيْنَا مَكِينٌ أَمِينٌ) (54) (قَالَ اجْعَلْنِي عَلَى خَزَائِنِ الْأَرْضِ إِنِّي حَفِيظٌ عَلِيمٌ) (55: يوسف) فكان التمكين ليوسف جزاء الأمانة (إِنَّكَ الْيَوْمَ لَدَيْنَا مَكِينٌ أَمِينٌ) فالأمينُ على فرجه جديرٌ بالتمكين له. ¶ والسلام عليكم ورحمة الله. ¶ _________________________________________________ ¶ ¬__________ ¶ (¬1) ثلاث وتسعون قصة من روائع قصص العرب: ص21 ¶ (¬2):سنن الترمذي: كتاب فضائل الجهاد، باب: ما جاء في ثواب الشهداء، برقم: (1624) ¶ (¬3): صحيح البخاري: كتاب: الزكاة، باب الاستعفاف: برقم 1469 وهو في الترمذي بلفظ قريب برقم (2024)",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "التوكل على الله سبحانه ¶ ألقيت في مسجد الحسن بتاريخ 22/ 7/205 ¶ إن الحمد لله نحمده ... ¶ تُقْسمُ العباداتُ في الإسلام إلى قسمين رئيسين: الأول: عبادات جوارح تؤدى بأعضاء الجسدِ مع حضور ِالقلبِ، والثاني: عبادات قلوب، ٍ ليس للجوارح فيها دورٌ كبير. ¶ من عباداتِ الجوارحِ الصلاة، ُ والحجُ، والصدقةُ، وهكذا، فهذه العبادات حين تؤديها يظهر ذلك بركوعِك، أو إحرامِكَ. وإذا رأيتَ مصليا، ً أو حاجاً عرفتَ ذلك من مظهره؛ ولذا سميت هذه العبادات بعبادات الجوارح لأنها تظهر على الجوارح، أي أعضاء الجسد وتؤدى بالجوارح. . ¶ أما عبادات القلوب فكالتصديق باللهِ، وحسنِ الظن به سبحانه، والعلمِ أنه سبحانه، معك حيث كنت مطلعٌ عليك، يراقبك، ويقوم بحاجاتك، ويجيبك إذا اضطررت إليه. قال سبحانه: أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاءَ الْأَرْضِ أَإِلَهٌ مَعَ اللَّهِ قَلِيلاً مَا تَذَكَّرُونَ} (النمل:62). ومن عبادات القلوب العفوُ والرحمة. بحيث تمحو أثرَ البغضاء من قلبك، وأجر عبادات القلوب أعظمُ من عبادات الجوارح. ¶ ومن أجلِّ عباداتِ الجوارح التوكلُ على الله سبحانه، وهو عبادة عظيمة، أمَرَ اللهُ بها نبيه فقال: {وَاذْكُرِ اسْمَ رَبِّكَ وَتَبَتَّلْ إِلَيْهِ تَبْتِيلاً {8} رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ لَا إِلَهَ إِلَّا هُوَ فَاتَّخِذْهُ وَكِيلاً {9}}. ¶ لو طلب منك أحدُهم أن تعلمه الصلاة فتعلمه إياها بحركاتها وتلاوتها المعلومة، فلو طلب منك شخص أن تعلمه التوكل فماذا تقول؟ ¶ أيها المحب: التوكل يتضمن ثلاثةَ أمور: ¶ أولها: الثقة بالله بأن الخير كلَّه عندَه، وأنه هو الذي يحقق لك ما يصلحك ويحفظك ويرعاك وذاك كحال رسول الله - صلى الله عليه وسلم - حين قال له أبو بكر الصديق - رضي الله عنهم -:يا رسول الله لو نظر أحدهم إلى موضع قدمه لرآنا فأجابه رسول الله - صلى الله عليه وسلم -: يا أبا بكر ما ظنك باثنين الله ثالثهما ¶ \" اليك وَإِلّا ما تشد الرَكائِب ... وَمنك وَإِلّا ما تَنال الرَغائب\" ¶ وثانيهما: الشعور بافتقارك إليه وعجزِك من غير حوله وقوته وهذا معنى قولنا:\" لا حول ولا قوة إلا بالله\"",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "وثالثهما: قطع العلائق عما سوى الله تعالى، بحيث توقن أنه لا ينفعُ ولا يضرُ إلا الله ¶ في التاريخ العربي الحديث شاهدنا كيف بنيت قصورٌ لأصحابها ثم صارت ملاعب لخصومهم، وما أبلغ قول الشاعر وقد مرَّ على قصر كان يوماً عامرا بأهله ثم رآه عامراً بخصومهم ¶ (سَأَرحَمُ بَعدَ قَصرِكَ كُلَّ قَصرٍ ... وَأَحسُدُ بَعدَكَ الطَلَلَ المَحيلا) فلا ينخدع المرء بحاه ذي جاه، ولا بمال ذي مال، فكل شيئ هالك ٌ إلا وجهَه الكريم ¶ ولله در الخيام إذ يقول: ¶ إِنَّ ذَاكَ الْقَصْرَ الَّذِي زَاحَمَ الْ ... أُفُقَ وَخَرَّتْ لَهُ الْمُلُوكُ سُجُودَا ¶ هَتَفَ الْوِرْقُ فِي ذُرَاهُ يُنَادِي ... أَيْنَ مَنْ صَيَّرُوا الْمُلُوكَ عَبِيدَا ¶ وما أصدق قول ابن عطاء الله السكندري لما سمع حديث رسول الله - صلى الله عليه وسلم - فيما رواه مسلم في صحيحه: كان الله ولم يكن شيء، قال ابن عطاء\" ولا زال الأمر على ما كان \" فكل ما سوى الله باطل وزائل ولا بقاء لشيء إلا بأمره سبحانه، ومع هذا يجب أن تأخذ بالأسباب فهذا من كمال التوكل، وكمالِ العبادة لأن الله أمرك بأن تأخذ بالأسباب. ¶ لو وكل أحدنا محامياً فهِماً خبيراً فإنه يفوضه إليه أموره، يضع بين يديه الوثائق، ويكون راجياً أن يحقق له مراده، فإذا وكلت ربَّ العالمين فكن أكثر ثقةً، لأنك فوضت أمرك لمالك الملك. وقد جمع هذه المعانيَ الشاعر بقوله: ¶ \"إذا ابتليت فثِق بالله وارض به إن الذي يكشف البلوى هو الله ¶ \"والله ما لك غير الله من أحد فحسبك الله في كل لك الله \" ¶ والتوكلُ مظهرٌ من مظاهر التوحيد الحقِ بإيمانك أن المتصرفَ في الكون وقيومَ السماوات والأرض هو الله وأنه لا نافع، ولا ضار إلا الله وهو ما يسمى بتوحيد المعرفة وتوحيد الربوبية فمن تحقق فيه معرفة الله حقا فوض الأمر إليه، وقال: اللهم لا تكلني إلى نفسي طرفة عين ولا أقل من ذلك. ومن قصص الأنبياء في التوكل: ¶ قصة إبراهيم عليه السلام: هذا النبي القائد وقف يواجه قومه وكان في مقتبل العمر، وهذا ما تدل عليه كلمة الفتوة ففي المعجم الفتى: الشاب أول شبابه، بين طوارئ المراهقة والرجولة وفيها معنى القوة والخلق والشجاعة. ¶ هذا الفتى واجه قومه، ولم يستطيعوا محاورة الحجة بالحجة فلجأوا للتهديد بالتحريق بالنار، كعادة الظالمين في مواجهتهم لمن قرر أن يحرر عقله، ويرفضَ سرقة العقل على يد الأوثان والكهنة. ¶ وقف إبراهيم، عليه السلام، يواجه قومَه فقرروا أن يلقوه في النار في سورة الصافات {قَالُوا ابْنُوا لَهُ بُنْيَاناً فَأَلْقُوهُ فِي الْجَحِيمِ {97} فَأَرَادُوا بِهِ كَيْداً فَجَعَلْنَاهُمُ الْأَسْفَلِينَ {98} وَقَالَ إِنِّي ذَاهِبٌ إِلَى رَبِّي",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "سَيَهْدِينِ {99:الصافات}} صدق الله العظيم. إنها ليست حفرة أو أخدودا وإنما بناء ليكون حرقة حرقا لم يعرف التاريخ من قبل له مثيلا ¶ ليتهم بنوا بئرا يسقي كل عاطشٍ وعطشى. ليت بنيانهم كان لحرية شعوبهم إذن لحققوا السعادة لكنهم قومَ إبراهيم، يريدون تكميم أفواه الذين يتجرأون بالدعوة لإصلاح العقل ويقولون: افتحوا عيونكم وارفعوا رؤوسكم: {مَا هَذِهِ التَّمَاثِيلُ الَّتِي أَنْتُمْ لَهَا عَاكِفُونَ} (الانبياء: من الآية52) واتخذ قومُ إبراهيم قرارهم:\" قَالُوا حَرِّقُوهُ وَانصُرُوا آلِهَتَكُمْ إِن كُنتُمْ فَاعِلِينَ {68} قُلْنَا يَا نَارُ كُونِي بَرْداً وَسَلَاماً عَلَى إِبْرَاهِيمَ {69} وَأَرَادُوا بِهِ كَيْداً فَجَعَلْنَاهُمُ الْأَخْسَرِينَ {70} (الأنبياء) ¶ ألم يكن اللهُ قادراً على أن يأمر النار بأن تنطفئ قبل أن يلقى إبراهيمُ في النار. ¶ بلى ولكن الله أراد أن يجعل قصة إبراهيم عبرة للمؤمنين بأن الله هو رب الأسباب هو الذي يعطي النار َخصائصها، وهو قادر على أن يسلبها؛ ليتكون على ثقة بالله وأنه لا حول ولا قوة إلا بالله، وأنه هو رب المشرق والمغرب لا إله إلا هو فاتخذه وكيلا\" ¶ ومن صور التوكل حال أمنا هاجر حين أسكنها ابراهيم عليه السلام بأرض مكة ¶ روى البخاري في صحيحه {قَالَ ابْنُ عَبَّاسٍ ... جَاءَ إِبْرَاهِيمُ _بهاجر _وَبِابْنِهَا إِسْمَاعِيلَ وَهِيَ تُرْضِعُهُ حَتَّى وَضَعَهُمَا عِنْدَ الْبَيْتِ عِنْدَ دَوْحَةٍ فَوْقَ زَمْزَمَ فِي أَعْلَى الْمَسْجِدِ وَلَيْسَ بِمَكَّةَ يَوْمَئِذٍ أَحَدٌ وَلَيْسَ بِهَا مَاءٌ فَوَضَعَهُمَا هُنَالِكَ وَوَضَعَ عِنْدَهُمَا جِرَابًا فِيهِ تَمْرٌ وَسِقَاءً فِيهِ مَاءٌ ثُمَّ قَفَّى إِبْرَاهِيمُ مُنْطَلِقًا فَتَبِعَتْهُ أُمُّ إِسْمَاعِيلَ فَقَالَتْ يَا إِبْرَاهِيمُ أَيْنَ تَذْهَبُ وَتَتْرُكُنَا بِهَذَا الْوَادِي الَّذِي لَيْسَ فِيهِ إِنْسٌ وَلَا شَيْءٌ فَقَالَتْ لَهُ ذَلِكَ مِرَارًا وَجَعَلَ لَا يَلْتَفِتُ إِلَيْهَا فَقَالَتْ لَهُ أَاللَّهُ الَّذِي أَمَرَكَ بِهَذَا قَالَ نَعَمْ قَالَتْ إِذَنْ لَا يُضَيِّعُنَا ثُمَّ رَجَعَتْ فَانْطَلَقَ إِبْرَاهِيمُ حَتَّى إِذَا كَانَ عِنْدَ الثَّنِيَّةِ حَيْثُ لَا يَرَوْنَهُ اسْتَقْبَلَ بِوَجْهِهِ الْبَيْتَ ثُمَّ دَعَا بِهَؤُلَاءِ الْكَلِمَاتِ وَرَفَعَ يَدَيْهِ فَقَالَ رَبِّ إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِ حَتَّى بَلَغَ يَشْكُرُونَ ¶ كانت أمنا هاجر متوكلة على الله تعالى كان زادها في رحلة في منطقة صحراوية كلمات أهو أمرك، إذن لا يضيعنا) كان زادها حسن الثقة بالله ¶ وتابع البخاري وَجَعَلَتْ أُمُّ إِسْمَاعِيلَ تُرْضِعُ إِسْمَاعِيلَ وَتَشْرَبُ مِنْ ذَلِكَ الْمَاءِ حَتَّى إِذَا نَفِدَ مَا فِي السِّقَاءِ عَطِشَتْ وَعَطِشَ ابْنُهَا وَجَعَلَتْ تَنْظُرُ إِلَيْهِ يَتَلَوَّى أَوْ قَالَ يَتَلَبَّطُ فَانْطَلَقَتْ كَرَاهِيَةَ أَنْ تَنْظُرَ إِلَيْهِ فَوَجَدَتْ الصَّفَا أَقْرَبَ جَبَلٍ فِي الْأَرْضِ يَلِيهَا فَقَامَتْ عَلَيْهِ ثُمَّ اسْتَقْبَلَتْ الْوَادِيَ تَنْظُرُ هَلْ تَرَى أَحَدًا فَلَمْ تَرَ أَحَدًا فَهَبَطَتْ مِنْ الصَّفَا حَتَّى إِذَا بَلَغَتْ الْوَادِيَ رَفَعَتْ طَرَفَ دِرْعِهَا، ثُمَّ سَعَتْ سَعْيَ الْإِنْسَانِ الْمَجْهُودِ حَتَّى جَاوَزَتْ الْوَادِيَ ثُمَّ أَتَتْ الْمَرْوَةَ فَقَامَتْ عَلَيْهَا وَنَظَرَتْ هَلْ تَرَى أَحَدًا فَلَمْ تَرَ أَحَدًا، فَفَعَلَتْ ذَلِكَ سَبْعَ مَرَّاتٍ. قَالَ ابْنُ عَبَّاس: ٍ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَلِكَ سَعْيُ النَّاسِ بَيْنَهُمَا، فَلَمَّا أَشْرَفَتْ عَلَى الْمَرْوَةِ سَمِعَتْ صَوْتًا فَقَالَتْ صَهٍ تُرِيدُ نَفْسَهَا، ثُمَّ تَسَمَّعَتْ فَسَمِعَتْ أَيْضًا",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "فَقَالَت: ْ قَدْ أَسْمَعْتَ إِنْ كَانَ عِنْدَكَ غِوَاثٌ فَإِذَا هِيَ بِالْمَلَكِ عِنْدَ مَوْضِعِ زَمْزَمَ فَبَحَثَ بِعَقِبِهِ، أَوْ قَالَ بِجَنَاحِهِ، حَتَّى ظَهَرَ الْمَاءُ فَجَعَلَتْ تُحَوِّضُهُ وَتَقُولُ بِيَدِهَا هَكَذَا، وَجَعَلَتْ تَغْرِفُ مِنْ الْمَاءِ فِي سِقَائِهَا وَهُوَ يَفُورُ بَعْدَ مَا تَغْرِفُ قَالَ ابْنُ عَبَّاسٍ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَرْحَمُ اللَّهُ أُمَّ إِسْمَاعِيلَ لَوْ تَرَكَتْ زَمْزَمَ أَوْ قَالَ لَوْ لَمْ تَغْرِفْ مِنْ الْمَاءِ لَكَانَتْ زَمْزَمُ عَيْنًا مَعِينًا قَالَ فَشَرِبَتْ وَأَرْضَعَتْ وَلَدَهَا فَقَالَ لَهَا الْمَلَكُ لَا تَخَافُوا الضَّيْعَةَ فَإِنَّ هَا هُنَا بَيْتَ اللَّهِ يَبْنِي هَذَا الْغُلَامُ وَأَبُوهُ وَإِنَّ اللَّهَ لَا يُضِيعُ أَهْلَهُ وَكَانَ الْبَيْتُ مُرْتَفِعًا مِنْ الْأَرْضِ كَالرَّابِيَةِ تَأْتِيهِ السُّيُولُ فَتَأْخُذُ عَنْ يَمِينِهِ وَشِمَالِهِ فَكَانَتْ كَذَلِكَ حَتَّى مَرَّتْ بِهِمْ رُفْقَةٌ مِنْ جُرْهُمَ أَوْ أَهْلُ بَيْتٍ مِنْ جُرْهُمَ مُقْبِلِينَ مِنْ طَرِيقِ كَدَاءٍ فَنَزَلُوا فِي أَسْفَلِ مَكَّةَ فَرَأَوْا طَائِرًا عَائِفًا فَقَالُوا: إِنَّ هَذَا الطَّائِرَ لَيَدُورُ عَلَى مَاءٍ لَعَهْدُنَا بِهَذَا الْوَادِي وَمَا فِيهِ مَاءٌ فَأَرْسَلُوا جَرِيًّا أَوْ جَرِيَّيْنِ فَإِذَا هُمْ بِالْمَاءِ فَرَجَعُوا فَأَخْبَرُوهُمْ بِالْمَاءِ فَأَقْبَلُوا قَالَ وَأُمُّ إِسْمَاعِيلَ عِنْدَ الْمَاءِ فَقَالُوا: أَتَأْذَنِينَ لَنَا أَنْ نَنْزِلَ عِنْدَكِ؟ فَقَالَتْ: نَعَم، وَلَكِنْ لَا حَقَّ لَكُمْ فِي الْمَاءِ. قَالُوا: نَعَمْ قَالَ ابْنُ عَبَّاسٍ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَلْفَى ذَلِكَ أُمَّ إِسْمَاعِيلَ وَهِيَ تُحِبُّ الْإِنْسَ فَنَزَلُوا، وَأَرْسَلُوا إِلَى أَهْلِيهِمْ فَنَزَلُوا مَعَهُمْ، حَتَّى إِذَا كَانَ بِهَا أَهْلُ أَبْيَاتٍ مِنْهُمْ وَشَبَّ الْغُلَامُ وَتَعَلَّمَ الْعَرَبِيَّةَ مِنْهُمْ وَأَنْفَسَهُمْ وَأَعْجَبَهُمْ حِينَ شَبَّ فَلَمَّا أَدْرَكَ زَوَّجُوهُ امْرَأَةً مِنْهُمْ وَمَاتَتْ أُمُّ إِسْمَاعِيلَ فَجَاءَ إِبْرَاهِيمُ بَعْدَمَا تَزَوَّجَ إِسْمَاعِيلُ يُطَالِعُ تَرِكَتَهُ فَلَمْ يَجِدْ إِسْمَاعِيلَ فَسَأَلَ امْرَأَتَهُ عَنْهُ فَقَالَتْ خَرَجَ يَبْتَغِي لَنَا ثُمَّ سَأَلَهَا عَنْ عَيْشِهِمْ وَهَيْئَتِهِمْ فَقَالَتْ نَحْنُ بِشَرٍّ نَحْنُ فِي ضِيقٍ وَشِدَّةٍ فَشَكَتْ إِلَيْهِ قَالَ فَإِذَا جَاءَ زَوْجُكِ فَاقْرَئِي عَلَيْهِ السَّلَامَ وَقُولِي لَهُ يُغَيِّرْ عَتَبَةَ بَابِهِ فَلَمَّا جَاءَ إِسْمَاعِيلُ كَأَنَّهُ آنَسَ شَيْئًا فَقَالَ: هَلْ جَاءَكُمْ مِنْ أَحَدٍ قَالَتْ نَعَمْ جَاءَنَا شَيْخٌ كَذَا وَكَذَا فَسَأَلَنَا عَنْكَ فَأَخْبَرْتُهُ وَسَأَلَنِي كَيْفَ عَيْشُنَا فَأَخْبَرْتُهُ أَنَّا فِي جَهْدٍ وَشِدَّةٍ قَالَ فَهَلْ أَوْصَاكِ بِشَيْءٍ قَالَتْ نَعَمْ أَمَرَنِي أَنْ أَقْرَأَ عَلَيْكَ السَّلَامَ وَيَقُولُ غَيِّرْ عَتَبَةَ بَابِكَ قَالَ ذَاكِ أَبِي وَقَدْ أَمَرَنِي أَنْ أُفَارِقَكِ الْحَقِي بِأَهْلِكِ فَطَلَّقَهَا وَتَزَوَّجَ مِنْهُمْ أُخْرَى فَلَبِثَ عَنْهُمْ إِبْرَاهِيمُ مَا شَاءَ اللَّهُ ثُمَّ أَتَاهُمْ بَعْدُ فَلَمْ يَجِدْهُ فَدَخَلَ عَلَى امْرَأَتِهِ فَسَأَلَهَا عَنْهُ فَقَالَتْ خَرَجَ يَبْتَغِي لَنَا قَالَ كَيْفَ أَنْتُمْ وَسَأَلَهَا عَنْ عَيْشِهِمْ وَهَيْئَتِهِمْ فَقَالَتْ نَحْنُ بِخَيْرٍ وَسَعَةٍ وَأَثْنَتْ عَلَى اللَّهِ فَقَالَ مَا طَعَامُكُمْ قَالَتْ اللَّحْمُ قَالَ فَمَا شَرَابُكُمْ قَالَتْ الْمَاءُ قَالَ اللَّهُمَّ بَارِكْ لَهُمْ فِي اللَّحْمِ وَالْمَاءِ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَمْ يَكُنْ لَهُمْ يَوْمَئِذٍ حَبٌّ وَلَوْ كَانَ لَهُمْ دَعَا لَهُمْ فِيهِ قَالَ فَهُمَا لَا يَخْلُو عَلَيْهِمَا أَحَدٌ بِغَيْرِ مَكَّةَ إِلَّا لَمْ يُوَافِقَاهُ قَالَ فَإِذَا جَاءَ زَوْجُكِ فَاقْرَئِي عَلَيْهِ السَّلَامَ وَمُرِيهِ يُثْبِتُ عَتَبَةَ بَابِهِ فَلَمَّا جَاءَ إِسْمَاعِيلُ قَالَ هَلْ أَتَاكُمْ مِنْ أَحَدٍ قَالَتْ نَعَمْ أَتَانَا شَيْخٌ حَسَنُ الْهَيْئَةِ وَأَثْنَتْ عَلَيْهِ فَسَأَلَنِي عَنْكَ فَأَخْبَرْتُهُ فَسَأَلَنِي كَيْفَ عَيْشُنَا فَأَخْبَرْتُهُ أَنَّا بِخَيْرٍ قَالَ فَأَوْصَاكِ بِشَيْءٍ قَالَتْ نَعَمْ هُوَ يَقْرَأُ عَلَيْكَ السَّلَامَ وَيَأْمُرُكَ أَنْ تُثْبِتَ عَتَبَةَ بَابِكَ قَالَ ذَاكِ أَبِي وَأَنْتِ الْعَتَبَةُ أَمَرَنِي أَنْ أُمْسِكَكِ ثُمَّ لَبِثَ عَنْهُمْ مَا شَاءَ اللَّهُ ثُمَّ جَاءَ بَعْدَ ذَلِكَ وَإِسْمَاعِيلُ يَبْرِي نَبْلًا لَهُ تَحْتَ دَوْحَةٍ قَرِيبًا مِنْ زَمْزَمَ فَلَمَّا رَأَىهُ قَامَ إِلَيْهِ فَصَنَعَا كَمَا يَصْنَعُ الْوَالِدُ بِالْوَلَدِ وَالْوَلَدُ بِالْوَالِدِ ثُمَّ قَالَ يَا إِسْمَاعِيلُ إِنَّ اللَّهَ أَمَرَنِي بِأَمْرٍ قَالَ فَاصْنَعْ مَا أَمَرَكَ رَبُّكَ قَالَ وَتُعِينُنِي قَالَ",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "وَأُعِينُكَ قَالَ فَإِنَّ اللَّهَ أَمَرَنِي أَنْ أَبْنِيَ هَا هُنَا بَيْتًا وَأَشَارَ إِلَى أَكَمَةٍ مُرْتَفِعَةٍ عَلَى مَا حَوْلَهَا قَالَ فَعِنْدَ ذَلِكَ رَفَعَا الْقَوَاعِدَ مِنْ الْبَيْتِ فَجَعَلَ إِسْمَاعِيلُ يَأْتِي بِالْحِجَارَةِ وَإِبْرَاهِيمُ يَبْنِي حَتَّى إِذَا ارْتَفَعَ الْبِنَاءُ جَاءَ بِهَذَا الْحَجَرِ فَوَضَعَهُ لَهُ فَقَامَ عَلَيْهِ وَهُوَ يَبْنِي وَإِسْمَاعِيلُ يُنَاوِلُهُ الْحِجَارَةَ وَهُمَا يَقُولَانِ رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ قَالَ فَجَعَلَا يَبْنِيَانِ حَتَّى يَدُورَا حَوْلَ الْبَيْتِ وَهُمَا يَقُولَانِ رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ ¶ والتوكل درجات: يزداد ويتعاظم يبدأ في قلبك شعاعا، ثم يصبح كالشمس تُزيلُ ظلمةَ الغفلة عن الله، والتعلقِ بما سواه حتى تدرك أن كل ما سوى الله باطل، وأنه كان اللهُ ولم يكن شيء ولا زال الأمر على ما كان. فلا بقاء للأشياء إلا بالله ولا نفع إلا بعونه ¶ نجد هذا المعنى من التوكل مما سواه في قصة موسى، عليه السلام، ففي بداية مخاطبته بالنبوة: أمره الله أن يلقيَ عصاه {فَلَمَّا رَأَىهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِراً وَلَمْ يُعَقِّبْ} (النمل: من الآية10) وعندَ مواجهة السحرة: {قَالُوا يَا مُوسَى إِمَّا أَنْ تُلْقِيَ وَإِمَّا أَنْ نَكُونَ أَوَّلَ مَنْ أَلْقَى (65) قَالَ بَلْ أَلْقُوا فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ مِنْ سِحْرِهِمْ أَنَّهَا تَسْعَى (66) فَأَوْجَسَ فِي نَفْسِهِ خِيفَةً مُوسَى (67) قُلْنَا لا تَخَفْ إِنَّكَ أَنْتَ الْأَعْلَى} (طه:68) فكان الخوفُ بدرجة أقل مما سبق، وفي المرة الثالثة حين واجه موسى، - عليه السلام -،جيشَ فرعون و البحرُ من أمامِه والعدو من ورائه {فَلَمَّا تَرَاءَى الْجَمْعَانِ قَالَ أَصْحَابُ مُوسَى إِنَّا لَمُدْرَكُونَ (الشعراء:61) قَالَ كَلَّا إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ} (الشعراء:62) قالها موسى قبل أن يقول له الله تعالى: {اضْرِبْ بِعَصَاكَ الْبَحْر} (الشعراء: من الآية63) لأن التوكل عند موسى كان قد ملأ قلبَه، ورأى الحقائقَ، وأيقن أنه إذا كنت بالله مستعصما فماذا يضيرك كيدُ العبيد.",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "وأذكرُ هنا قصةً للتوكل من حياتنا المعاصرة: روى مدير أحد الفنادق قصته فقال كنت يوما أعمل في فندق وكان من مهام عملي متابعة تحضير بعض الحفلات وما فيها من المنكرات و خمور، وبينما أنا أجهز المعاملة إذا بالشيخ محمد متولي الشعرواي يدخل إلى الفندق يقول هذا المدير فهالني المنظر: الورقة في يدي أكتب عليها طلب المنكرات، والشيخ أمامي يذكرني بحرمتها. فتركت الورقة، وتوجهت إلى الشيخ، قلت: يا شيخ هذا عملي، أحرامٌ هو أم حلال؟ قال: حرام، قلت أأتركه؟ أم أبقى وأبحث عن غيره؟. قال: اتركه: قلت: ورزقي ورزق أولادي، قال إن الله تعالى يقول {: وَمَن يَتَّقِ اللَّهَ يَجْعَل لَّهُ مَخْرَجاً {2} وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ وَمَن يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ إِنَّ اللَّهَ بَالِغُ أَمْرِهِ قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْراً {3}}، أتريد أن يرزقك اللهُ ثم تتوكل عليه، أم تتوكل عليه ثم يرزقك. ¶ قال: فذهبت إلى مكتبي وقررت أن أقدم استقالتي وبينما أنا أكتب، ونفسي تنازعني بالرجوع فلما عزمتُ، وتوكلتُ على الله وقبل أن أوقع على الطلب وإذا بالهاتف يقرع من إدارة فندق في المدينة المنورة تعرض عليه عملا في إدارة فنادق المدينة قال فأيقنت أنه ومن يتوكل فهو حسبه. ¶ أخي المستمع: والناس في التوكل مذاهب: منهم من يفهمه مشجباً يعلق عليه تقصيره بالأخذ بالأسباب فهذا المتواكل. ¶ ومنهم من يفهمه كما فهمه رسول الله فكان سيد العابدين والمتوكلين: خطَّط، وسال عرقُه وبذَلَ جهدَه. ¶ ومنهم من يذعن للأسباب فيذعن لضغط الواقع ¶ المتوكلون هم الذين فهموا التاريخ جيداً، واختاروا لأنفسهم مهنة أن يصنعوا التاريخ. ¶ نسأل الله أن ينفعنا بما سمعنا وأن يجعلنا من المتوكلين عليه والسلام عليكم ورحمة الله. ¶ ___________________________________________________",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "أويسِ بنِ عامر القرني ¶ إن الحمد لله نحمده ... ¶ فحديثي إليكم اليوم عن أويسِ بنِ عامر القرني، وهو تابعي من أهل اليمن، جاء إلى المدينةِ في عهد عمرَ بنِ الخطاب، وكان قد أسلم في عهدِ رسول - صلى الله عليه وسلم -،ولكنه لم يتمكن من القدوم إلى المدينة في عهد رسول - صلى الله عليه وسلم - مع قومه لأنه كان مشغولا بخدمة أمه، ولذا لم يحظ بلقب الصحبة، غير أن هذا التابعيَ الكريم، كان الرسول - صلى الله عليه وسلم - يحدثُ عنه أصحابَه ويحدثُهم بما له من منزلةٍ عند الله تعالى، وأنه مستجاب الدعاء ببر أمه ولنتعرفْ على قصته كما يرويها الإمامُ مسلم في صحيحه (¬1) ¶ قال مسلمٌ: كَانَ عُمَرُ بْنُ الْخَطَّابِ إِذَا أَتَى عَلَيْهِ أَمْدَادُ أَهْلِ الْيَمَنِ، أي جماعة الغزاة الذين يمدون جيوش الإسلام في الغزو يسمون أمداد وواحدهم مدد؛ سَأَلَهُمْ: أَفِيكُمْ أُوَيْسُ بْنُ عَامِرٍ؟ حَتَّى أَتَى عَلَى أُوَيْسٍ فَقَالَ: أَنْتَ أُوَيْسُ بْنُ عَامِرٍ قَالَ نَعَمْ ¶ قَالَ، أي عمر: مِنْ مُرَادٍ ثُمَّ مِنْ قَرَنٍ؟ ¶ قَالَ: نَعَمْ. ¶ قَالَ: فَكَانَ بِكَ بَرَصٌ فَبَرَأْتَ مِنْهُ إِلَّا مَوْضِعَ دِرْهَمٍ؟ ¶ قَالَ: نَعَمْ ¶ قَالَ لَكَ وَالِدَةٌ؟ قَال: َ نَعَمْ ¶ قَالَ عمر بن الخطاب: سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ يَأْتِي عَلَيْكُمْ أُوَيْسُ بْنُ عَامِرٍ مَعَ أَمْدَادِ أَهْلِ الْيَمَنِ مِنْ مُرَادٍ ثُمَّ مِنْ قَرَنٍ كَانَ بِهِ بَرَصٌ فَبَرَأَ مِنْهُ إِلَّا مَوْضِعَ دِرْهَمٍ لَهُ وَالِدَةٌ هُوَ بِهَا بَرٌّ لَوْ أَقْسَمَ عَلَى اللَّهِ لَأَبَرَّهُ فَإِنْ اسْتَطَعْتَ أَنْ يَسْتَغْفِرَ لَكَ فَافْعَلْ، فَاسْتَغْفِرْ لِي، فَاسْتَغْفَرَ لَهُ. ¶ فَقَالَ لَهُ عُمَرُ أَيْنَ تُرِيدُ؟ قَالَ: الْكُوفَةَ ¶ قَالَ: أَلَا أَكْتُبُ لَكَ إِلَى عَامِلِهَا؟ ¶ قَالَ: أَكُونُ فِي غَبْرَاءِ النَّاسِ أَحَبُّ إِلَيَّ، أي ضعافهم وأخلاطهم الذين لا يؤبه لهم. ¶ هذا التابعي الجليل، هو خير التابعين، حدث عن فضله رسولُ - صلى الله عليه وسلم - أصحابَه، وقال لعمر إن استطعت أن يستغفر لك فافعل بمَ نال أويس هذه الدرجة، حتى إن الصحابة الكرام، ليطلبون منه أن يدعو لهم؟ كان له والدةُ، وكان به بياض، أي برص، فجعله الله ببره لأمه مستجاب ¶ ¬__________ ¶ (¬1) صحيح مسلم: كتاب فضائل الصحابة",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "الدعاء، فدعا الله (وقال: دع في جسدي منه ما أذكر به نعمَك علي فترك له ما يذكر به نعمه عليه) ¶ أيها الأخوة، إنه بر الوالدة والصدق في البر سبب لرضوان الله تعالى فيا تعس من أدرك والديه ولم يغفر له، ويا طول شقاء من جعل والديه سببا إلى النار بإغضابه لهما وعقوقه بهما. ¶ نسأل الله تعالى أن يستعملنا في طاعته وأن يقسم لنا من طاعته ما ينولنا به جنته. ¶ ______________________________________________",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "جريجٌ العابد ¶ إن الحمد لله .... ¶ الحمد لله الآمر بالعدلِ والإحسانِ بالوالدين، والصلاةُ والسلامُ على معلمِ الناسِ الخيَر، أشرفِ خلقِ الله محمدٍِ، وعلى آله وصحبِه ومن تبعهم بإحسان إلى يوم الدين وبعد، ¶ جاء رجلٌ إلى النبي - صلى الله عليه وسلم - يبايعه على الهجرة وترك أبويه يبكيان، فقال - صلى الله عليه وسلم -:ارجعْ إليهما، وأضحِكهُما كما أبكيتهما، هذا الصحابي كان مندفعاً لأداء فريضة وهي الهجرة مع النبي، والهجرة إلى رسول الله - صلى الله عليه وسلم - من الواجبات الشرعية، وفضلُها عظيم، ومع هذا لم يرضَ النبيُ - صلى الله عليه وسلم - أن تكون الهجرةُ سبباً لإغضاب الوالدين فقال لهذا الصحابي: ارجع إليهما فأضحكهما كما أبكيتهما ¶ تأمل أخي، هذا الصحابي كان قد أبكى والديه في طاعة ولم يَقبل رسولُ - صلى الله عليه وسلم - منه ذلك. فكيف بمن أبكاهما في معصية! كيف بمن أبكاهماً عقوقاً. ¶ ربما يحدثُ من الوالدين بعضُ الأخطاء، فهم بشرُ غيرُ معصومين، ولا نطيعهم في المعصية، ولكننا لا نبكيهما؛ بل نصاحبهما في الدنيا معروفاً. ¶ ربما يعطي الأباءُ بعضَ الأبناءِ عطيةً خاصةً لظرف يقدرانه، كأن يكونَ أحدُ أبنائهم محتاجاً أو ذا عيالٍ، ربما لا يكون للعطية مبررٌ شرعي، ما كان ينبغي لهما أن يفعلا ذلك، فهل يكون هذا مبرراً للقطيعة مع الوالدين!،ويأتي رمضانُ ولا تزورُهما ثم يأتي العيدُ بعدَ العيد وهما ينتظران دخولَ ابنِهِما عليهِما أو دخولَ أحفادِهما عليهما، يباركون بدخول العيد، ولكنهما لا يأتيان، وتترك الوالدين يبكيان في العيد بدل أن تفرحهما، مهما أعطى الوالدانِ للأبناء فإن هذا لا يعد مبرراً للقطيعة، بل القطيعة لا تبرر. ¶ اسمع قصة جريجٍ العابد كما حدث عنها رسول الله - صلى الله عليه وسلم -:\" كان جريجُ عابدا من عُباد بني إسرائيل وكان متفرغاً لعبادته في صومعة بعيداً عن الناس، فجاءته أمه يوماً لزيارته وأخذت تناديه، \"وجَعَلَتْ كَفَّهَا فَوْقَ حَاجِبِهَا، ثُمَّ رَفَعَتْ رَأْسَهَا إِلَيْهِ تَدْعُوهُ فَقَالَتْ يَا جُرَيْجُ أَنَا أُمُّكَ، كَلِّمْنِي، فَصَادَفَتْهُ يُصَلِّي فَقَالَ: اللَّهُمَّ أُمِّي وَصَلَاتِي، فَاخْتَارَ صَلَاتَهُ فَرَجَعَتْ، ثُمَّ عَادَتْ فِي الثَّانِيَةِ، فَقَالَتْ يَا جُرَيْجُ: أَنَا أُمُّكَ فَكَلِّمْنِي قَالَ: اللَّهُمَّ أُمِّي وَصَلَاتِي فَاخْتَارَ صَلَاتَهُ، فَقَالَتْ اللَّهُمَّ إِنَّ هَذَا جُرَيْجٌ وَهُوَ ابْنِي، وَإِنِّي كَلَّمْتُهُ فَأَبَى أَنْ يُكَلِّمَنِي اللَّهُمَّ فَلَا تُمِتْهُ حَتَّى تُرِيَهُ الْمُومِسَاتِ قَالَ أبو هريرة، راوي الحديث، وَلَوْ دَعَتْ عَلَيْهِ أَنْ يُفْتَنَ لَفُتِنَ قَالَ وَكَانَ رَاعِي ضَأْنٍ يَأْوِي إِلَى دَيْرِهِ قَالَ فَخَرَجَتْ امْرَأَةٌ مِنْ الْقَرْيَةِ فَوَقَعَ عَلَيْهَا الرَّاعِي فَحَمَلَتْ فَوَلَدَتْ غُلَامًا فَقِيلَ لَهَا مَا هَذَا قَالَتْ مِنْ صَاحِبِ هَذَا الدَّيْرِ قَالَ فَجَاءُوا بِفُؤُوسِهِمْ وَمَسَاحِيهِمْ فَنَادَوْهُ فَصَادَفُوهُ يُصَلِّي فَلَمْ يُكَلِّمْهُمْ قَالَ فَأَخَذُوا يَهْدِمُونَ دَيْرَهُ فَلَمَّا رَأَى ذَلِكَ نَزَلَ إِلَيْهِمْ فَقَالُوا لَهُ سَلْ هَذِهِ قَالَ فَتَبَسَّمَ ثُمَّ مَسَحَ رَأْسَ الصَّبِيِّ فَقَالَ مَنْ أَبُوكَ؟ قَال: َ أَبِي رَاعِي الضَّأْنِ،",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "فَلَمَّا سَمِعُوا ذَلِكَ مِنْهُ قَالُوا: نَبْنِي مَا هَدَمْنَا مِنْ دَيْرِكَ بِالذَّهَبِ وَالْفِضَّةِ، قَال: َ لَا، وَلَكِنْ أَعِيدُوهُ تُرَابًا كَمَا كَانَ ثُمَّ عَلَاهُ (¬1) رواه مسلم ¶ هذه الأم جاءت لزيارة ولدها وصادفته في عبادة وكان ينبغي أن يستجيب لها لأن أمر الوالدة مقدم على صلاة النفل، ولكنه انشغل فغضبت عليه أمُه، ودعت عليه بما دعت، واتهمته المومس بما اتهمته، حتى برأه الله تعالى، فكيف بمن دعت عليه أمه من العقوق، كيف بمن أبكى والديه من العقوق؟ ¶ نسأل الله تعالى أن يرزقنا بر الولدين والسلام عليكم ورحمة الله تعالى وبركاته ¶ ¬__________ ¶ (¬1) رواه مسلم: كتاب البر: باب تقديم بر الوالدين على التطوع برقم (2550)",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "بسم الله الرحمن الرحيم ¶ الرعاية بالوالدين عند الكبر ¶ الحمد لله تعالى حمداً يوافي نعمه ويكافئ مزيده، والصلاة السلام على أشرف الأنام محمد وعلى آله وصحبه الطيبين الطاهرين، ومن تبعهم بإحسان إلى يوم الدين ¶ يقول الله تعالى: {وَوَصَّيْنَا الْأِنْسَانَ بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْناً عَلَى وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ} (لقمان:14) ¶ أيها الأخوة: حق الوالدين من أعظم الحقوق، فبِرُهُما سببٌ للمغفرة ونيلِ الجنان عند الرحيم الرحمن، ففي الحديث: عن عبد الله بن عمر قَالَ رِضَى الرَّبِّ فِي رِضَى الْوَالِدِ وَسَخَطُ الرَّبِّ فِي سَخَطِ الْوَالِدِ. (¬1) هنيئا لمن أنعم الله عليه ببر والديه لينال رضا الله تعالى ويا طول شقاء من أغضب والديه، و حُرِمَ بِرَهُما ¶ هذه مواسم الرحمة تفتح ويحرم منها أهل القطيعة، وفي الحديث عن رسول الله - صلى الله عليه وسلم -: \" تفتح أبوابُ الجنةِ يومَ الاثنيِن والخميسِ فيغفر اللهُ لكل عبدٍ مسلم لا يشرك بالله شيئا إلا رجلا كان بينه وبين أخيه شحناء فيقال: أَنظِرُوا هذين حتى يصطلحا أَنظِرُوا هذين حتى يصطلحا \" (¬2) فكيف إذا كانت الشحناء مع والدك، أو والدتك فبادر لإصلاحهما لتنال المغفرةَ من رب العباد. ¶ أيها الأخوة: ¶ إن بر الوالدين سببٌ لتفريج الكروب، جاء في حديث البخاري أن نفرا أووا إلى غار فلما أغلق عليهم لجأوا إلى الله بأعمال صالحة كان يقومون بها فقال أحدهم: اللهم إن كنت تعلم أنه كان لي أبوان شيخان كبيران، وكنت آتيهما كل ليلة بلبن غنم لي، فأبطأت عنهما ليلةً، فجئت وقد رقدا، وأهلي وعيالي يتضاغون من الجوع، وكنت لا أسقيهم حتى يشرب أبواي، فكرهت أن أوقظهما، وكرهت أن أدعهما من غير عشاء فيضعف جسدهما وهما الكبيران الهرمان، قال فلم أزل أنتظر حتى طلع الفجر. فإن كنت تعلم أني فعلت ذلك من خشيتك ففرج عنا. فانساخت عنهم الصخرة حتى نظروا إلى السماء. ¶ ¬__________ ¶ (¬1) رواه الترمذي: كتاب البر: باب ما جاء في فضل رضا الوالدين، برقم (1899) وهو حديث حسن موقوفا عن ابن عمر ¶ (¬2) صحيح ابن حبان ... [جزء 12 - صفحة 482] قال شعيب الأرنؤوط: إسناده صحيح على شرط مسلم",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "ومن صور بر الوالدين الطريف قصةِ ابن عمر والأعرابي، كان الصحابي الجليل عبدُ الله بنُ عمر يطوف حول البيت فإذا بأعرابي يطوف وهو يحمل أمه وراء ظهره، فرحا مسرورا، وينشد في طوافه ¶ إني لها بعيرها المذللْ إن أُذعرت ركابها لم أُذْعر ¶ ثم قال يا ابن عمر أتُراني جزيتها قال لا ولا بزفرة واحدة\" أي من زفرات الطلق ¶ ونقل أبو العلاء الأبيات بقوله ¶ أَحْمِلُ أُمِّي وهيَ الحَمَّالَهْ ¶ تُرضِعُني الدِّرَّةَ والعُلاَلَه ¶ أَنا لها بعيرُها المذلَّلْ أَحمِلُها وحملتْني أَكثر. ¶ ومن أدعية القرآن للبر بالوالدين (رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِناً وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلا تَزِدِ الظَّالِمِينَ إِلَّا تَبَاراً) (نوح:28) ¶ أيها المحبُ اسمع قوله سبحانه (وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَاناً إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلاهُمَا فَلا تَقُلْ لَهُمَا أُفٍّ وَلا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلاً كَرِيماً) فتأمل كيف أوصى الوالدين إحسانا ثم عادَ ونبه إلى مزيدٍ من الرعايةِ عند الكبَرِ فقال إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلاهُمَا فَلا تَقُلْ لَهُمَا أُفٍّ وَلا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلاً كَرِيماً (الاسراء:23) حق الوالدين حق عظيم، يزداد عظمه ويتأكد عند كبرهما لحاجتهما، حيث يتعرضان للأمراضِ المزمنة من ارتفاع ضغط الدم، أو ارتفاع السكر في الدم وما يصاحبه من نوبات هبوطِ وارتفاع وكل ذلك يؤدي إلى سرعة غضب الكبارِ ورقة مشاعرهما بحيث يحتاج الكبارُ من الأسرة إلى رعاية خاصة طبياً ونفسياً. ¶ مع مرور الأيام تزدادُ حاجة الوالدين للرعاية، ترقُ مشاعرُهما، فلا يصحُ أن نجرحَهُما بالكلمة، أو التأفف أو تقطيب الجبين إذا طلبا أمراً، بل يجبُ أن نبديَ لهما كل رضا وسعادة في أننا نلبي لهما ما يرغبان، فتلبية رغاباتهما هي مصدر سعادة لنا لأنها سببٌ لرضا الله تعالى، عن عبد الله بن عمر، قال:\"رضا الرب في رضا الوالد، وسخَط الرب في سخط الوالد \"؛ (¬1) فإذا طلبَ منك والدك أمراً لاتقل: إني مشغول، ومشاغلي كثيرة، لأن هذا يجرحُ مشاعرَ الوالدين، بل أظهر الرضا بأن تخدمهما، واسمع قوله تعالى (وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيراً) (الاسراء:24) فامنع عنهما لسان البذاءة ولو بالهنات ¶ ¬__________ ¶ (¬1) رواه الترمذي: كتاب البر: باب ما جاء في فضل رضا الوالدين، برقم (1899) وهو حديث حسن موقوفا عن ابن عمر",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "الصغيرة وجنبهما أنواع الأذى وذلل لطاعتهما نفسَك واخفض لهما جناحك وأذكِ في روحك العطف عليهما ورطب لسانك بالدعاء لهما من خالص قلبك. ¶ بُعيدَ نهاية كل صلاة قل {رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِناً وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلا تَزِدِ الظَّالِمِينَ إِلَّا تَبَاراً} (نوح:28) واكثر في صلاتك من الدعاء لهما {وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيراً) (الاسراء: من الآية24)، فهذا من البر بهما، ¶ ومن مظاهر حسنِ الصحبةِ الإنفاقُ عليهما إن كانا محتاجين، وإن كان عيشُهما متوسطاً وعَيشُك أعلى فمن البِرِّ أن ترفع مستوى والديك إلى مستواك. واذكر ما صنعَ يوسُفُ مع أبويه إذ جاء بهم من البدو، وأجلسهما على العرش وقد أوتي المُلك، (وَرَفَعَ أَبَوَيْهِ عَلَى الْعَرْشِ) (يوسف: من الآية100) ومن المؤلم أن تسمعَ شكاوى بعضِ الآباء في ملاجئ العجزة ممن ضيعهم أبناؤهم، وما درى هؤلاء الأبناء أنهم ضيعوا أنفسهم. ¶ أخي المصلي، إن كنتَ تحضر خادمةً لزوجتك، وعندك القدرةُ الماديةُ أن تحضر خادمة لأمك فهذا من البر بالأم، بل إن حاجة الأم للرعاية بوجود خادمة ترعاها أشدُ لمرضها وكِبَرها؛ فللوالدة حقٌ مميز فقد حملته تسعةَ أشهر، وهْناً على وهْن، وضعفاً على ضعف، ووضعته كُرها يكاد يخطَفُها الموت من هول ما تقاسي من آلام الوضع، ولكم كان بدءُ الحياة لوليدها نهايتَها لأمٍ رؤوم (¬1) كم من أمٍ ماتت مع الوضعِ أو ماتت من حُمى النفاس، كم من أم أرضعت رضيعَها ساهرةً على راحته تاركةً نومَها لأجله، ملازمةً له في مرضه، وإن أنهكها تعبُ اليوم، تراها في النهار تنتظرُ الليلَ لترتاح من تعب النهار فإذا جاء الليلُ ومرض ولدها قامت إلى جانبه تُمَرِّضُه وتسعى على راحته، إن ارتفعت حرارته تضع له الكمادات، وإن جاء موعد الدواء تفقدته. ¶ واسمع قوله تعالى: {وَوَصَّيْنَا الْأِنْسَانَ بِوَالِدَيْهِ إِحْسَاناً حَمَلَتْهُ أُمُّهُ كُرْهاً وَوَضَعَتْهُ كُرْهاً وَحَمْلُهُ وَفِصَالُهُ ثَلاثُونَ شَهْراً حَتَّى إِذَا بَلَغَ أَشُدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً قَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحاً تَرْضَاهُ وَأَصْلِحْ لِي فِي ذُرِّيَّتِي إِنِّي تُبْتُ إِلَيْكَ وَإِنِّي مِنَ الْمُسْلِمِينَ} (الاحقاف:15 ( ¶ أقول قولي هذا وأستغفر الله لي ولكم ¶ ¬__________ ¶ (¬1) الخولي عبد الهزيز: الأدب النبوي ص:110",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "بسم الله الرحمن الرحيم ¶ توبة مالك بن دينار ¶ إن الحمد لله نحمده ¶ يقول الله تعالى: {وَلا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلاحِهَا وَادْعُوهُ خَوْفاً وَطَمَعاً إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ} (لأعراف:56) ¶ أيها المحب، مهما بدت الذنوبُ كبيرةً فرحمةُ اللهِ أكبرُ، وأوسع، وعندما تطرقُ أبواب الرحمة بنية صادقة، وتتوجه إلى ربك الغفور تدعوه خوفا وطمعا، فستجدُ الله غفورا رحيما. ¶ ولنتعرف على قصة أحد التائبين كان في بداية أمره مسرفا على نفسه بشرب الخمر وصار من كبار العباد في زمانه، بعد أن مَنَّ اللهُ عليه بالتوبةِ حين لجأ إلى باب ربه بقلب صادق وبدموع هتون، (¬1) هذا التائب اسمه مالك بن دينار، كان من كبار العباد حتى روى له البخاري في صحيحه أحاديث عن محمد بن سيرين، وعن القاسم بن محمد. ¶ سئل عن سبب توبته، فقال: كنت شرطياً و كنت منهمكاً على شرب الخمر. ثم إنني تزوجت وزرقت بنتاً. فشغفت بها، فلما دبت على الأرض ازدادت في قلبي حباً، و ألفتني و ألفتها. قال: فكنت إذا وضعت المسكر بين يدي جاءت إلي و جاذبتني عليه و هرقته على ثوبي، هذه الطفلة الصغيرة ترى أباها يشرب الخمر فتحاول منعه. ¶ يقول مالك بن دينار: فلما تم لها سنتان ماتت، فأكمدني حزنها. فلما كانت ليلة النصف من شعبان، و كانت ليلة الجمعة، بت ثملاً من الخمر، و لم أصل صلاة العشاء. فرأيت فيما يرى النائم كأن القيامة قد قامت، و نُفخ في الصور، و بُعثرت القبورُ، و حُشرَ الخلائقُ، و أنا معهم. فسمعت حساً من ورائي، فالتفت، فإذا أنا بتنينٍ أعظمَ ما يكونُ أسودَ أزرقَ قد فتح فاهُ مسرعاً نحوي. فمررتُ بين يديه هارباً، فزعاً، مرعوباً. فمررتُ في طريقي بشيخٍ نقي الثوبِ طيبِ الرائحة، فسلَّمتُ عليه فرد السلام فقلت: أيها الشيخ! أجرني من هذا التنين أجارك الله، فبكى الشيخ و قال لي: أنا ضعيف و هذا أقوى مني و ما أقدر عليه، و لكن مر و أسرع فلعل الله أن يتيح لك ما ينجيك منه. فوليت هارباً على وجهي، فصعدت على شرف من شرف القيامة، فأشرفت على طبقات النيران، فنظرت إلى هولها، و كدت أهوي فيها من فزع التنين، فصاح بي صائح: ارجعْ فلستَ من أهلها! ¶ ¬__________ ¶ (¬1) الهتون: المطر الخفيف وفي القاموس المحيط يقال هَتَنَتِ السَّماءُ انْصَبَّتْ، وهو الضَّعيفُ الدائِمُ، أو مَطَرُ ساعةٍ ثم يَفْتُرُ، ثُمَّ يَعُودُ.",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "فاطمأننت إلى قوله و رجعت، و رجع التنين في طلبي _ أي أنه قد بشر أنه ليس من اهل النار ولكن ما بال هذا التنين يركض وراءه؟ _فأتيتُ الشيخَ فقلت: يا شيخ! سألتك أن تجيرني من هذا التنين فلم تفعل. فبكى الشيخُ، و قال: أنا ضعيف، و لكن سر إلى هذا الجبل، فإن فيه ودائعَ المسلمين، ِفإن كان لك فيه وديعة فستجيرك. ¶ فلما نظرت إلى الجبل و لَّيتُ إليه هارباً، و التنين من ورائي، حتى إذا قرُبْتُ مِنه (¬1) صاحَ بعضُ الملائكة: ارفعوا الستور و افتحوا المصاريع و أشرفوا (¬2)! فلعل لهذا البائسِ فيكم وديعةُ تجيره من عدوه. فإذا الستور قد رفعت، و المصاريع قد فتحت (¬3)، فأشرف علي أطفالُ بوجوه كالأقمار. و قرُبَ التنينُ مني، فتحيرت في أمري. فصاح بعضُ الأطفال: و يحكم! أشرِفوا كلكم، فقد قرُبَ منه عدوه. ¶ فأشرفوا فوجاً بعد فوج، و إذا أنا بابنتي التي ماتت قد أشرفت عليَّ معهم. فلما رأتني بكت، و قالت: أبي و الله!. فمدت يدها الشمال إلى يدي اليمنى فتعلقت بها، و مدت يدها اليمنى إلى التنين فولى هارباً، ثم أجلستني، و قعدت في حجري، و ضربت بيدها اليمنى إلى لحيتي، و قالت: يا أبت \" {أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ} (الحديد: من الآية16). فبكيتُ و قلتُ: يا بنية! و أنتم تعرفون القرآن؟ فقالت: يا أبت! نحن أعرف به منكم. قلت: فأخبريني عن التنين الذي أراد أن يهلكني. قالت: ذلك عملُكَ السيءُ قوَّيتَه؛ فأراد أن يُغرقَك في نار جهنم. قلت: فأخبريني عن الشيخ الذي مررتُ به في طريقي. قالت: يا أبت! ذلك عملك الصالح أضعفته حتى لم يكن به طاقة بعملك السوء. قلت: يا بنية! و ما تصنعون في هذا الجبل؟ قالت: نحن أطفال المسلمين قد أُسْكِنَّا فيه إلى أن تقوم الساعة ننتظركم تقدمون علينا فنشفعُ لكم. ¶ قال مالك بن دينار: فانتبهتُ فزِعاً و لمَّا أصبحت فارقتُ المسكر، و كسرت الآنية و تبت إلى الله عز و جل. و هذا كان سبب توبتي (¬4). ¶ أخي المستمع جاء في الحديث: القدسي فيما رواه مسلم عن أبي ذر عن رسول - صلى الله عليه وسلم - يَقُولُ اللَّهُ عَزَّ وَجَلَّ مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا وَأَزِيدُ، وَمَنْ جَاءَ بِالسَّيِّئَةِ فَجَزَاؤُهُ سَيِّئَةٌ مِثْلُهَا أَوْ أَغْفِرُ ¶ ¬__________ ¶ (¬1) يقال قرُبَ منه ككرُمَ وقرِبه انظر القاموس المحيط. ¶ (¬2) الشرَفُ: العُلو: والمعنى أن المنادي ناداهم لينظروا من علو الجبل. ¶ (¬3) المصاريع: الأبواب ¶ (¬4) ابن قدامة: عبد الله كتاب التوابين: ص 202  CD  موسوعة طالب العلم مؤسسة عبداللطيف للمعلومات",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "،وَمَنْ تَقَرَّبَ مِنِّي شِبْرًا تَقَرَّبْتُ مِنْهُ ذِرَاعًا، وَمَنْ تَقَرَّبَ مِنِّي ذِرَاعًا تَقَرَّبْتُ مِنْهُ بَاعًا، وَمَنْ أَتَانِي يَمْشِي أَتَيْتُهُ هَرْوَلَةً وَمَنْ لَقِيَنِي بِقُرَابِ الْأَرْضِ خَطِيئَةً لَا يُشْرِكُ بِي شَيْئًا لَقِيتُهُ بِمِثْلِهَا مَغْفِرَةً (¬1) ¶ _________________________________________________ ¶ ¬__________ ¶ (¬1): صحيح مسلم كتاب الذكر والدعاء باب فضل الذكر برقم (2687)",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "بسم الله الرحمن الرحيم ¶ حق الجار (1) ¶ إن الحمد لله نحمده .... ¶ روى الإمام أحمد قال رسول الله - صلى الله عليه وسلم -:\" أَلَا أُخْبِرُكُمْ بِأَحَبِّكُمْ إِلَيَّ وَأَقْرَبِكُمْ مِنِّي مَجْلِسًا يَوْمَ الْقِيَامَةِ فَسَكَتَ الْقَوْمُ فَأَعَادَهَا مَرَّتَيْنِ أَوْ ثَلَاثًا قَالَ الْقَوْمُ نَعَمْ يَا رَسُولَ اللَّهِ قَالَ أَحْسَنُكُمْ خُلُقًا\" (¬1). ¶ هذا الحديثُ الشريف يفتحُ الميدانَ لأصحاب العزائم ليتسابقوا في ميادين الخير. ¶ كلما حسن خُلقُك كنت أقربَ من الحبيب المصطفى صلوات الله وسلامه عليه. ¶ ومن أبواب الخير السهلة ِاليسيرةِ الإحسانُ إلى الجار وكف الأذى عنه، وعلى الرغم من سهولة الإحسان إلى الجار لقربه منك فإن هذا التقارب الشديد قد يكون سببا للخلاف والخصومة حين يتنافسون على الحقوق والحظوظ فهذا يخاصم مع جاره على مكان موقف السيارة، وذاك يتهم جاره بأن أبناءه يتعمدون العبث بساعة المياه لحرمانه من الماء، وربما ترى جارين في العمل هذا يبيعُ أقمشةً والآخر يبيعُ مِثلََه، كلٌ يكيدُ لصاحبه حين يرى المشترين يتوافدون عند جاره، إلى غير ذلك من خصومات، سببها التقارب الشديد بين الحيران. ¶ ولهذا يقول رسول الله صلى الله عليه وسلم: فيما أخرجه البخاري في صحيحه مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلَا يُؤْذِ جَارَهُ وَمَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيُكْرِمْ ضَيْفَهُ وَمَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيَقُلْ خَيْرًا أَوْ لِيَصْمُتْ (¬2)،\"صدق رسول الله، لا يكفي أن تكون مُصلياً ومُزكياً لتستوفيَ ما يطلبه الإيمان بل لابد أن تكف أذاك عن جارِكَ. ¶ ثم إن في الحديث إشارةً إلى أن من يؤذي جارَه يحاسبْ القيامة وربما يُحبسْ على الصراط ويتأخرْ دخولُه الجنة بسبب خصومة بينه وبين جاره ¶ قال ابن حجر وفي قوله - صلى الله عليه وسلم - \"اليوم الآخر\" تنبيه إلى أنَّ من يؤذي جاره سيجازى على سوء عمله يوم القيامة، وأن من أحسن إلى جاره يجدْ جزاء عمله إحساناً بإحسان ¶ وفي صحيح مسلم \" فليحسن إلى جاره (¬3) \" وقد ورد تفسيرُ الإكرامِ والإحسانِ للجار وتركِ أذاه في عدة أحاديث (¬4) أخرجها الطبراني وغيره أن أصحاب رسول الله سألوه\" قالوا يا رسول الله ما حق الجار على الجار؟ قال:\" إن استقرضك أقرضته، وإن استعانك أعنته، وإن مرض عدته، وإن احتاج أعطيته، وإن افتقر عدت عليه، وإن أصابه خير هنأته، وإن أصابته مصيبة عزيته، ¶ ¬__________ ¶ (¬1): أخرجه أحمد في مسنده برقم 6735،وقال الشيخ شعيب الأرناؤوط إسناده حسن ¶ (¬2) رواه البخاري في صحيحه كتاب الأدب: باب من كان يؤمن بالله واليوم الآخر فلا يؤذ جاره برقم 6018 ¶ (¬3): رواه مسلم في صحيحه: كتاب الإيمان: باب الحث على إكرام الجار، برقم 47 ¶ (¬4): أنظر هذه الروايات في فتح الباري بشرح صحيح البخاري كتاب الأدب: باب من كان يؤمن بالله 10: 446",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "وإذا مات اتبعت جنازته، ولا تستطلَ عليه بالبناء فتحجبَ عنه الريح إلا بإذنه، ولا تؤذه بريح قدرك إلا أن تغرف له، وإن اشتريت فاكهة فأهد له، وإن لم تفعل فأدخلها سرا ولا تخرج بها ليراها ولده \" ورد هذا الحديث بألفاظ من عدة روايات بألفاظ متقاربة، وسنده عند الطبراني (¬1) فيه ضعف إلا أنه ينجبر ضعفه بتعدد رواياته. والإحسان إلى الجار، فقد يكون فرضَ عين وتركُه حرام كحفظ حرماته، وعدم استغابته أو اطلاع على عورته أو الكيد له أو الغدر به وأن لا تعتدي عليه وقد يكون فرضَ كفاية كاتباع الجنازة لك فيها أجر عظيم. ¶ وقد حفظنا من علمائنا أن المواساة في المصيبة أهم عند المصاب من المشاركة في الفرح، فإذا مات قريبٌ لجارك ولم تعده فإن عتَبه يكون شديدا، ً أما لو حصل عنده فرح ولم تزره ربما يغفر لك، ويقدر عذرك وبعض حقوق الجوار قد لا تكون واجبة لكن يكفي أنها من مكارم الأخلاق التي تجعلك قريبا من رسول الله - صلى الله عليه وسلم - ¶ ومن حق الجار الواجب أن لا تؤذيه بكلامك؛ قال - صلى الله عليه وسلم - \" ... وَمَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيَقُلْ خَيْرًا أَوْ لِيَصْمُتْ (¬2) \" ¶ وفي حديث معاذ (¬3) \" أخبرني بعمل يدخلني الجنة \" فذكر وصية طويلة وعدد عليه واجبات كثيرة ثم اختصرها بواجب صغير فقال في آخر الوصية \" ألا أخبرك بملاك ذلك كله؟ كف عليك هذا. وأشار إلى لسانه \" الحديث. و للترمذي (¬4) من حديث عقبة بن عامر \" قلت يا رسول الله ما النجاة؟ قال: أمسك عليك لسانك \". ¶ أيها الأخ الحبيب، كم من مصائب سبَبُها اللسانُ؛ ورب عداوة بين أخوين دامت سنيناً بسبب كلمةٍ عابثةٍ ,ربَّ رجلٍ قضى عمرَه سجيناً عقوبةً على جريمة في حالة غضب وطيش بسبب كلمة أشعلت نارا الحقد، ¶ وكمْ مِنْ حسراتٍ وآهات سببها إطالة اللسان، ورب كلمةٍ تقول لصاحبها دعني. ¶ أيها المحبُ، رب كلمة عابثة يقولها جار لجاره تخلق البغضاء والكراهية، ومما يجدر أن نلتفت إليه أن الأبَّ في البيت ربما يتكلم على جاره، أو أخيه، أو ابن عمه، فيزرعُ البغضاء في قلب أبنائه: بينهم وبين أقاربهم ¶ ¬__________ ¶ (¬1): الطبراني المعجم الكبير: ج:19: 419 برقم: 1014 ¶ (¬2) صحيح البخاري: كتاب الأدب باب من كان يؤمن بالله واليوم الآخر فلا يؤذ جاره برقم (6018) ¶ (¬3) سنن الترمذي: كتاب الإيمان: باب ما جاء في حرمة الصلاة برقم 2616 وهو عند أحمد و النسائي ¶ (¬4): سنن الترمذي: كتاب الزهد باب ما جاء في حفظ اللسان وقال حديث حسن",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "أو أن الأم من حسرتها تتكلم أمام أبنائها وبناتها عن معاناتها مع أهل زوجها، فتزرع البغضاءَ في قلوب خضراء من حيث لا تدري وتجني بعد ذلك الكراهيةَ والقطيعةَ بين أبنائها وأقاربهم ومن هنا أمرنا الرسول بأن نحفظ لساننا. ¶ وقد قد أرشدنا رسولُنا الحبيبُ - صلى الله عليه وسلم - لخطوات سهلة نُشيعُ بها المحبةَ بين الجيران من ذلك ما أخرجه البخاري (¬1): عن أبي هريرة قال: كان النبي صلى الله عليه وسلم يقول: يَا نِسَاءَ الْمُسْلِمَاتِ لَا تَحْقِرَنَّ جَارَةٌ لِجَارَتِهَا وَلَوْ فِرْسِنَ شَاةٍ \".أي حافر شاة، أي لاتحقرن أن تهدي إلى جارتها شيئا ولو كان يسيرا وهو كناية عن التحابب والتوادد، فكأنه قال: لتواددَ الجارةُ جارتها بهدية ولو كانت بسيطة فلا تجعل الكلفة المادية للهدية عائقا لك من هذا الفضل، بل قم بإهداء أي شيء يسيرٍ؛ فهو سببُ لإشاعة المحبة؛ فيتساوى في ذلك الغنيُ والفقير، وخُصَّ النهي بالنساء لأنهن مواردُ المودة والبغضاء، وأنهن أسرع إنفعالا في كل منهما. ¶ ¬__________ ¶ (¬1): صحيح البخاري: كتاب الأدب: باب لا تحقرن جارة لجارتها برقم 6017",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "بسم الله الرحمن الرحيم ¶ حق الجار (2) ¶ (ما زال جبريل يوصيني بالجار) ¶ إن الحمد لله نحمده ¶ عَنْ عَائِشَةَ رَضِي اللَّه عَنْهَا عَنِ النَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ مَا زَالَ يُوصِينِي جِبْرِيلُ بِالْجَارِ حَتَّى ظَنَنْتُ أَنَّهُ سَيُوَرِّثُهُ (¬1)؛أي سيجعل له حصة في الميراث. ¶ ومن طريف ما حفظ التاريخ من رعاية حق الجار ما رواه ابن عبد ربه في العِقد الفريد: أنه كان لأبي حنيفة جارُ، مغرم بالشراب، وكان أبو حنيفة يحيي الليل بالقيام، ويحييه جاره بالشراب، ويغني على شرابه: أضاعوني وأيَ فتى ًأضاعوا ليوم كريهة وسدادِ ثغرِ ¶ فنصحه أبو حنيفة بالإقلاع عن عادة الشراب مراراً، وتكرارا، فلم ينتصح، فأخذه العسس، أي رجال الشرَطة، ذات، ليلة فوضع في الحبس، وفقد أبو حنيفة صوته فسأل عنه فقيل له أخذه العسس، فهو في الحبس. ¶ فلما أصبح أبو حنيفة خرج إلى باب الأمير عيسى بن موسى فاستأذن عليه، فأسرع في إذنه، وكان أبو حنيفة قليلاً ما يأتي على الملوك، بل يطلب الملوك زيارته، فأقبل عليه الأمير فرحاً بقدوم أبي حنيفة مرحباً به وقال: أمر ما جاء بك أبا حنيفة! قال نعم: أصلح الله الأمير، جار لي أخذه العسس فوقع في حبسك، فأمر عيسى بإطلاق كل من أخذ في تلك الليلة إكراماً لأبي حنيفة، فأقبل الجار على أبي حنيفة متشكراً له، فلما رآه أبو حنيفة قال: هل أضعناك يا فتى، يذكره بقصيدته التي كان يغني بها على شرابه: أضاعوني وأي فتى أضاعوا ليوم كريهة وسداد ثغر، قال ولكنك بررت وحفظت حق الجار، وأيمُنُ اللهِ لأقلِعَنَ عن هذه العادة الذميمة) (¬2) ¶ أخي المصلي، إذا كانت الأذنُ تسر وتفرح بسماعِ قصصِ الوفاء، فإن القلب سيكون أشد فرحا بالاتباع حين تقوم برعاية حقِّ جارِك والإحسان إليه وتفريجِ كربه.،وإعانته في حالة عسرٍ، والسَتر عليه إن أخطأ. ¶ ¬__________ ¶ (¬1): صحيح البخاري: كتاب الأدب: باب الوصاة بالجار يرقم 6014 ¶ (¬2) العقد الفريد: ج 7/ 13)",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "أخرج الإمام مسلم عن أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ َ مَنْ نَفَّسَ عَنْ مُؤْمِنٍ كُرْبَةً مِنْ كُرَبِ الدُّنْيَا نَفَّسَ اللَّهُ عَنْهُ كُرْبَةً مِنْ كُرَبِ يَوْمِ الْقِيَامَةِ وَمَنْ يَسَّرَ عَلَى مُعْسِرٍ يَسَّرَ اللَّهُ عَلَيْهِ فِي الدُّنْيَا وَالْآخِرَةِ وَمَنْ سَتَرَ مُسْلِمًا سَتَرَهُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ وَاللَّهُ فِي عَوْنِ الْعَبْدِ مَا كَانَ الْعَبْدُ فِي عَوْنِ أَخِيهِ (¬1). ¶ وإذا كان هذا الجزاء لمن فرج عن أي مسلم فإنَّ التفريجَ عن الجار أعظمُ أجراً لزيادة حقه عليك بحكم الجوار. ¶ ربما أصيب جارُكَ بحادث يُقعده عن العمل، فمن حُسن الإيمان أن ترعاه: إن كان عندك فضل مال عدت عليه، وإن لم يكن عندك مال فساعده بجهدك، خذه معك إلى الطبيب، فإن لم يكن فأحضر له الدواء، فإن لم يكن فادع له بالشفاء، وأقل درجات حق الجار أن لا تؤذيه ¶ جاء في الأثر أَنَّ عَبْدَ اللَّهِ بْنَ عَمْرٍو ذُبِحَتْ لَهُ شَاةٌ فِي أَهْلِهِ فَلَمَّا جَاءَ قَالَ أَهْدَيْتُمْ لِجَارِنَا الكتابي أَهْدَيْتُمْ لِجَارِنَا الكتابي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهم عَلَيْهِ وَسَلَّمَ يَقُولُ مَا زَالَ جِبْرِيلُ يُوصِينِي بِالْجَارِ حَتَّى ظَنَنْتُ أَنَّهُ سَيُوَرِّثُهُ (¬2) ¶ ومن جميل القصص في تاريخ الأردن الحديث أنه كان لمفتي مدينة السلط وإمامِها الشيخ عبد الحليم الكيلاني، رحمه الله، جارٌ مبتلى بالخمر وكان يمشي آخر الليل ثملاً يترنح في الشوارع ويزعج الجيران فقال الجيران لمفتي مدينتهم وإمامهم يوماً على مسمع من الجار ألا توبخه يا شيخ! فقال الشيخ، يُسمِعُ جارَه:\"إن هذا الرجلَ بقدر ما شرب الكؤوس سيصلي لله ركعات ويذرف من دموع التوبة\". ¶ يقول الجار: لقد أوقظت هذه الكلمات نورَ الإيمان في قلبي، و قلت: ُ إذا كان الشيخ يحسن الظن بي فمن الجدير أن أحسن فعلي، وصار من العبَّادِ ومع كلِّ سجدةِ يدعو لإمام المسجدِ الذي هداه إلى ربه بالإحسان. ¶ أخي المصلي، إن الخلقَ الحسن، والكلمةَ الحسنةَ لا بد أن تثمرَ ثماراً طيبة بينَ الجيران، وأن تحلو الحياةُ بظلال الإيمان؛ لأنه إذا طابت الشجرةُ طاب الثمرُ، فكيف إذا كانت الشجرة هي الخلق الحسن فإن ثمارها بإذن الله تعالى ستكون ألفة القلوب؛ قال الغزالي في الإحياء: \"ومهما طابَ المُثمِر طابت الثمرة، ويكفي أن يكون من ثمارِ الإحسان إلى الجار ألفةُ القلوب، وهي بحد ذاتها نعمة، و قد ورد في الثناء على نفس الألفة، سيما إذا كانت الرابطةُ هي التقوى ¶ ¬__________ ¶ (¬1) صحيح مسلم: كتاب الذكر: باب فضل الاجتماع على التلاوة: برقم 2699 ¶ (¬2) أخرجه الترمذي كتاب البر والصلة برقم 1943،وقال حديث حسن، وأصل الحديث عن رسول الله في صحيح البخاري كتاب الأدب باب الوصاة بالجار برقم 6014",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "و الدين وحب الله ... في قوله تعالى {وَأَلَّفَ بَيْنَ قُلُوبِهِمْ لَوْ أَنْفَقْتَ مَا فِي الْأَرْضِ جَمِيعاً مَا أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَكِنَّ اللَّهَ أَلَّفَ بَيْنَهُمْ إِنَّهُ عَزِيزٌ حَكِيمٌ} (¬1) وقال صلى الله عليه وسلم َ الْمُؤْمِنُ مَأْلَفَةٌ وَلَا خَيْرَ فِيمَنْ لَا يَأْلَفُ وَلَا يُؤْلَفُ (¬2) ¶ أخي المصلي، وأقل درجات رعاية الجار أن لا تؤذيه أخرج البخاري (¬3) عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهم عَلَيْهِ وَسَلَّمَ قَالَ لَا وَاللَّهِ لَا يُؤْمِنُ لَا وَاللَّهِ لَا يُؤْمِنُ لَا وَاللَّهِ لَا يُؤْمِنُ قَالُوا وَمَنْ ذَاكَ يَا رَسُولَ اللَّهِ قَالَ جَارٌ لَا يَأْمَنُ جَارُهُ بَوَائِقَهُ، وفي مسند أحمد قِيلَ وَمَا بَوَائِقُهُ قَالَ شَرُّهُ، وفي رواية غشمه وظلمه ولهذا كان رسول الله صلى الله عليه وسلم يقول \" تَعَوَّذُوا بِاللَّهِ مِنْ جَارِ السَّوْءِ فِي دَارِ الْمُقَامِ فَإِنَّ جَارَ الْبَادِيَةِ يَتَحَوَّلُ عَنْكَ (¬4) * ¶ عَنْ عَبْدِاللَّهِ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ أَيُّ الذَّنْبِ أَعْظَمُ قَالَ أَنْ تَجْعَلَ لِلَّهِ نِدًّا وَهُوَ خَلَقَكَ قُلْتُ ثُمَّ أَيُّ قَالَ أَنْ تَقْتُلَ وَلَدَكَ خَشْيَةَ أَنْ يَأْكُلَ مَعَكَ قَالَ ثُمَّ أَيُّ قَالَ أَنْ تُزَانِيَ حَلِيلَةَ جَارِكَ (¬5)، نسأل أن ينفعنا بما أقول قولي هذا وأستغفر الله لي لكم ¶ _____________________________________________________ ¶ ¬__________ ¶ (¬1) (لأنفال:63) ¶ (¬2):رواه أحمد في المسند: ج:5: 335 برقم 22891وقال الشيخ شعيب الأرناؤوط متن الحديث حسن ¶ (¬3) صحيح البخاري (6016) ¶ (¬4) رواه الترمذي برقم (5407) ¶ (¬5) أخرجه البخاري كتاب الأدب (6001)",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "من محامد الرسول صلى الله عليه وسلم ¶ عَنْ طَاوُسٍ عَنْ ابْنِ عَبَّاسٍ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا قَامَ مِنْ اللَّيْلِ يَتَهَجَّدُ قَالَ اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ نُورُ السَّمَوَاتِ وَالْأَرْضِ وَمَنْ فِيهِنَّ وَلَكَ الْحَمْدُ أَنْتَ قَيِّمُ السَّمَوَاتِ وَالْأَرْضِ وَمَنْ فِيهِنَّ وَلَكَ الْحَمْدُ أَنْتَ الْحَقُّ وَوَعْدُكَ حَقٌّ وَقَوْلُكَ حَقٌّ وَلِقَاؤُكَ حَقٌّ وَالْجَنَّةُ حَقٌّ وَالنَّارُ حَقٌّ وَالسَّاعَةُ حَقٌّ وَالنَّبِيُّونَ حَقٌّ وَمُحَمَّدٌ حَقٌّ اللَّهُمَّ لَكَ أَسْلَمْتُ وَعَلَيْكَ تَوَكَّلْتُ وَبِكَ آمَنْتُ وَإِلَيْكَ أَنَبْتُ وَبِكَ خَاصَمْتُ وَإِلَيْكَ حَاكَمْتُ فَاغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ أَنْتَ الْمُقَدِّمُ وَأَنْتَ الْمُؤَخِّرُ لَا إِلَهَ إِلَّا أَنْتَ أَوْ لَا إِلَهَ غَيْرُكَ (¬1) ¶ من دعاء رسول الله صلى الله عليه وسلم ¶ عن ابْنِ عَبَّاسٍ قَالَ سَمِعْتُ نَبِيَّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ لَيْلَةً حِينَ فَرَغَ مِنْ صَلَاتِهِ اللَّهُمَّ إِنِّي أَسْأَلُكَ رَحْمَةً مِنْ عِنْدِكَ تَهْدِي بِهَا قَلْبِي وَتَجْمَعُ بِهَا أَمْرِي وَتَلُمُّ بِهَا شَعَثِي وَتُصْلِحُ بِهَا غَائِبِي وَتَرْفَعُ بِهَا شَاهِدِي وَتُزَكِّي بِهَا عَمَلِي وَتُلْهِمُنِي بِهَا رُشْدِي وَتَرُدُّ بِهَا أُلْفَتِي وَتَعْصِمُنِي بِهَا مِنْ كُلِّ سُوءٍ اللَّهُمَّ أَعْطِنِي إِيمَانًا وَيَقِينًا لَيْسَ بَعْدَهُ كُفْرٌ وَرَحْمَةً أَنَالُ بِهَا شَرَفَ كَرَامَتِكَ فِي الدُّنْيَا وَالْآخِرَةِ اللَّهُمَّ إِنِّي أَسْأَلُكَ الْفَوْزَ فِي الْعَطَاءِ وَنُزُلَ الشُّهَدَاءِ وَعَيْشَ السُّعَدَاءِ وَالنَّصْرَ عَلَى الْأَعْدَاءِ اللَّهُمَّ إِنِّي أُنْزِلُ بِكَ حَاجَتِي وَإِنْ قَصُرَ رَأْيِي وَضَعُفَ عَمَلِي افْتَقَرْتُ إِلَى رَحْمَتِكَ فَأَسْأَلُكَ يَا قَاضِيَ الْأُمُورِ وَيَا شَافِيَ الصُّدُورِ كَمَا تُجِيرُ بَيْنَ الْبُحُورِ أَنْ تُجِيرَنِي مِنْ عَذَابِ السَّعِيرِ وَمِنْ دَعْوَةِ الثُّبُورِ وَمِنْ فِتْنَةِ الْقُبُورِ اللَّهُمَّ مَا قَصُرَ عَنْهُ رَأْيِي وَلَمْ تَبْلُغْهُ نِيَّتِي وَلَمْ تَبْلُغْهُ مَسْأَلَتِي مِنْ خَيْرٍ وَعَدْتَهُ أَحَدًا مِنْ خَلْقِكَ أَوْ خَيْرٍ أَنْتَ مُعْطِيهِ أَحَدًا مِنْ عِبَادِكَ فَإِنِّي أَرْغَبُ إِلَيْكَ فِيهِ وَأَسْأَلُكَهُ بِرَحْمَتِكَ رَبَّ الْعَالَمِينَ اللَّهُمَّ ذَا الْحَبْلِ الشَّدِيدِ وَالْأَمْرِ الرَّشِيدِ أَسْأَلُكَ الْأَمْنَ يَوْمَ الْوَعِيدِ وَالْجَنَّةَ يَوْمَ الْخُلُودِ مَعَ الْمُقَرَّبِينَ الشُّهُودِ الرُّكَّعِ السُّجُودِ الْمُوفِينَ بِالْعُهُودِ إِنَّكَ رَحِيمٌ وَدُودٌ وَأَنْتَ تَفْعَلُ مَا تُرِيدُ اللَّهُمَّ اجْعَلْنَا هَادِينَ مُهْتَدِينَ غَيْرَ ضَالِّينَ وَلَا مُضِلِّينَ سِلْمًا لِأَوْلِيَائِكَ وَعَدُوًّا لِأَعْدَائِكَ نُحِبُّ بِحُبِّكَ مَنْ أَحَبَّكَ وَنُعَادِي بِعَدَاوَتِكَ مَنْ خَالَفَكَ اللَّهُمَّ هَذَا الدُّعَاءُ وَعَلَيْكَ الْإِجَابَةُ وَهَذَا الْجُهْدُ وَعَلَيْكَ التُّكْلَانُ اللَّهُمَّ اجْعَلْ لِي نُورًا فِي قَلْبِي وَنُورًا فِي قَبْرِي وَنُورًا مِنْ بَيْنِ يَدَيَّ وَنُورًا مِنْ خَلْفِي وَنُورًا عَنْ يَمِينِي وَنُورًا عَنْ شِمَالِي وَنُورًا مِنْ فَوْقِي وَنُورًا مِنْ تَحْتِي وَنُورًا فِي سَمْعِي وَنُورًا فِي بَصَرِي وَنُورًا فِي شَعْرِي وَنُورًا فِي بَشَرِي وَنُورًا فِي لَحْمِي وَنُورًا فِي دَمِي وَنُورًا فِي عِظَامِي اللَّهُمَّ أَعْظِمْ لِي نُورًا وَأَعْطِنِي نُورًا وَاجْعَلْ لِي نُورًا سُبْحَانَ الَّذِي تَعَطَّفَ الْعِزَّ وَقَالَ بِهِ سُبْحَانَ الَّذِي لَبِسَ الْمَجْدَ وَتَكَرَّمَ بِهِ سُبْحَانَ الَّذِي لَا يَنْبَغِي التَّسْبِيحُ إِلَّا لَهُ سُبْحَانَ ذِي الْفَضْلِ وَالنِّعَمِ سُبْحَانَ ذِي الْمَجْدِ وَالْكَرَمِ سُبْحَانَ ذِي الْجَلَالِ وَالْإِكْرَامِ قَالَ أَبُو عِيسَى ¶ ¬__________ ¶ (¬1) رواه البخاري كتاب الدعوات ح:6317",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "هَذَا حَدِيثٌ غَرِيبٌ لَا نَعْرِفُهُ مِثْلَ هَذَا مِنْ حَدِيثِ ابْنِ أَبِي لَيْلَى إِلَّا مِنْ هَذَا الْوَجْهِ وَقَدْ رَوَى شُعْبَةُ وَسُفْيَانُ الثَّوْرِيُّ عَنْ سَلَمَةَ بْنِ كُهَيْلٍ عَنْ كُرَيْبٍ عَنْ ابْنِ عَبَّاسٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعْضَ هَذَا الْحَدِيثِ وَلَمْ يَذْكُرْهُ بِطُولِهِ (¬1) ¶ وآخر دعوانا أن الحمد لله رب العالمين ¶ ¬__________ ¶ (¬1) رواه الترمذي كتاب: الدعوات عن رسول الله صلى الله عليه وسلم حديث:3419",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "عناوين الخطب ¶ 1:العشر الأوائل من ذي الحجة .............................................................. 7 ¶ 2:دروس من الحج ................................................................................ 8 ¶ 3:الأمانة (رقائق) ................................................................................ 15 ¶ 4:ذكرى العاشر من محرم ..................................................................... 17 ¶ 5:عظمة الرسول صلى الله عليه وسلم .................................................. 20 ¶ 6:ليلة القدر ....................................................................................... 26 ¶ 7:قواعد النجاح .................................................................................. 29 ¶ 8:التوبة ............................................................................................. 32 ¶ 9:وَاعْبُدُوا اللَّهَ وَلا تُشْرِكُوا بِهِ .............................................................. 35 ¶ 10:شكر نعمة العقل ............................................................................ 38 ¶ 11:نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ .................................................. 40 ¶ 12: موسى عليه السلام والسامري ....................................................... 43 ¶ 13: أثر الإيمان بالغيب على أمن المجتمع ..................................... 47 ¶ 14:سيد الاستغفار .............................................................................. 51 ¶ 15: الاستغفار والذكر ........................................................................ 54 ¶ 16: عقوبة المعصية .......................................................................... 57 ¶ 17: وهو الذي ينزل الغيث من بعد ما قنطوا وينشر حمته وهو الولي الحميد ........... 61 ¶ 18: بشائر النصر ............................................................................. 64 ¶ 19: بلال بن رباح ............................................................................ 69 ¶ 20: احفظ الله يحفظك ....................................................................... 73 ¶ 21: الأمانة ..................................................................................... 76 ¶ 22: السعادة .................................................................................... 79 ¶ 23: العلم ....................................................................................... 83 ¶ 24: مكانة العمل في الإسلام ............................................................ 86 ¶ 25: ذكرى الهجرة النبوية ................................................................ 89 ¶ 26: تفريج الكرب ............................................................................ 92 ¶ 27: وَلا تَقْرَبُوا الزِّنَى ....................................................................... 95 ¶ 28: التوكل على الله سبحانه ............................................................. 99",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "29: أويسِ بنِ عامر القرني ............................................................. 105 ¶ 30: جريج العابد ............................................................................. 107 ¶ 31: الرعاية بالوالدين عند الكبر ........................................................ 109 ¶ 32: توبة مالك بن دينار ................................................................... 112 ¶ 33: حق الجار (1) ...................................................................... 115 ¶ 34: حق الجار (2) ....................................................................... 118 ¶ 35: من محامد الرسول صلى الله عليه وسلم ...................................... 121 ¶ 36: من دعاء رسول الله صلى الله عليه وسلم .................................... 121",
            "page": "123",
            "part": "1"
        }
    ],
    "t35037": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الرقائق"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "الإهداء"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "العشر الأوائل من ذي الحجة"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "دروس من الحج"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "الأمانة"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "ذكرى العاشر من محرم"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "عظمة الرسول صلى الله عليه وسلم"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "ليلة القدر"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "قواعد النجاح"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "التوبة"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "وصية في آية"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "شكر نعمة العقل"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "موسى عليه السلام والسامري"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "أثر الإيمان بالغيب على أمن المجتمع"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "سيد الاستغفار"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "الاستغفار والذكر"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "عقوبة المعصية"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "وهو الذي ينزل الغيث من بعد ما قنطوا"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "بشائر النصر"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "بلال بن رباح"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "احفظ الله يحفظك"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "الأمانة"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "السعادة"
        },
        {
            "id": "82",
            "lvl": "1",
            "sub": null,
            "tit": "العلم"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "مكانة العمل في الإسلام"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "ذكرى الهجرة النبوية"
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": null,
            "tit": "تفريج الكرب"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": null,
            "tit": "وَلا تَقْرَبُوا الزِّنَى"
        },
        {
            "id": "98",
            "lvl": "1",
            "sub": null,
            "tit": "التوكل على الله سبحانه"
        },
        {
            "id": "104",
            "lvl": "1",
            "sub": null,
            "tit": "أويسِ بنِ عامر القرني"
        },
        {
            "id": "106",
            "lvl": "1",
            "sub": null,
            "tit": "جريجٌ العابد"
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": null,
            "tit": "الرعاية بالوالدين عند الكبر"
        },
        {
            "id": "111",
            "lvl": "1",
            "sub": null,
            "tit": "توبة مالك بن دينار"
        },
        {
            "id": "114",
            "lvl": "1",
            "sub": null,
            "tit": "حق الجار (1)"
        },
        {
            "id": "117",
            "lvl": "1",
            "sub": null,
            "tit": "حق الجار (2)"
        },
        {
            "id": "120",
            "lvl": "1",
            "sub": null,
            "tit": "من محامد الرسول صلى الله عليه وسلم"
        },
        {
            "id": "120",
            "lvl": "1",
            "sub": "1",
            "tit": "من دعاء رسول الله صلى الله عليه وسلم"
        },
        {
            "id": "122",
            "lvl": "1",
            "sub": null,
            "tit": "عناوين الخطب"
        }
    ]
}