{
    "b35030": [
        {
            "id": "1",
            "nass": "فقد جاء أشراطها ¶ بحث في أشراط الساعة الكبرى ¶ بقلم: عبد الرحمن كيلاني ¶ إنَّ الحَمْدَ للهِ نَحْمَدُه ُوَنَسْتَعِينُهُ وَنَسْتَغْفِرُهُ، وَنَعُوذُ بِاللهِ مِنْ شُرورِ أَنْفُسِنا وَمِنْ سِيِّئاتِ أَعْمَالِنَا، مَنْ يَهْدِهِ اللهُ فَلا مُضِلَّ لَهُ، وَمَنْ يُضْلِلْ فَلا هَادِيَ لَهُ، وَأَشْهَدُ أَنْ لا إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاشَريكَ لَهُ وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ. ¶ ( ياأَيُّها الَّذينَ آمَنوا اتَّقوا اللهَ حَقَّ تُقاتِهِ ولاتَموتُنَّ إلاَّ وَأَنْتُم مُسْلِمون ( ¶ ( ياأيُّها النَّاسُ اتَّقوا رَبَّكُمُ الَّذي خَلَقَكُمْ مِنْ نَفْسٍ واحِدَةٍ وَخّلَقَ مِنها زَوجَها وَبَثَّ مِنْهُما رِجالاً كَثيراً وَنِساءًا واتَّقوا اللهَ الَّذي تَساءَلونَ بِهِ والأرْحامَ إنَّ اللهَ كانَ عَلَيْكُم رَقيباً ( ¶ ( ياأَيُّها الَّذينَ آمَنوا اتَّقوا اللهَ وَقولوا قَوْلاً سَديداً يُصْلِحْ لَكُمْ أَعْمالَكُمْ وَيَغْفِرْ لَكُم ذُنوبَكُمْ ومَنْ يُطِعِ اللهَ وَرَسولَهُ فَقَد فازَ فَوْزاً عَظيمَاً ( ¶ أمّا بعد، فإن أحسن الحديث كلام الله عزّ وجلّ، وخير الهدي هديُ محمد - صلى الله عليه وسلم -، وشرّ الأمور محدثاتها، وكلّ محدثة بدعة، وكل بدعة ضلالة، وكلّ ضلالة في النار. ¶ يقول الله تعالى: (إِقْتَرَبَ لِلنّاسِ حِسابُهُم وَهُم في غَفْلَةٍ مُعْرِضونَ مايَأْتيهِم مِنْ ذِكْرٍ مِن رَبَّهِمْ مُحْدَثٍ إلاّ اسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ لاهِيَةً قُلُوبُهُمْ( الأنبياء: 1-3. ¶ فالنّاس - إلا من رحم الله - هم في غفلة عن الساعة وأماراتها، وعن القيامة وأهوالها، فقد ألهتهم الدّنيا، وهي متاع فانٍ، وغرّهم بالله الغرور. وهذه الغفلة ستلازم البشرية حتّى تطلع الشمس من مغربها، فإذا طلعت من مغربها آمن كل من في الأرض، ولكن ذاك يوم لا ينفع نفساً إيمانها لم تكن آمنت من قبل أو كسبت في إيمانها خيراً.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وهذه الرسالة تذكرة ( لِمَنْ كانَ لَهُ قَلْبٌ أو ألْقى السَّمْعَ وهُوَ شَهيدُ( ، عسى الله تعالى أن ينفع بها، وقد قسمتها إلى الفصول التالية: ¶ المسيح الدَّجَّال. ¶ المهدي، محمد بن عبد الله. ¶ نبي الله عيسى بن مريم عليه الصلاة والسلام. ¶ يأجوج ومأجوج. ¶ بقية أشراط الساعة، وقد ذكرت: طلوع الشمس من مغربها، وخروج الدابة، والدُّخان، والخسف الثلاثة، والنار التي تحشر الناس إلى محشرهم. ¶ هذا، ولابد لي أن أذكر أن مادة هذا البحث كانت قد جمعت من كتب السنة كالصحيحين وغيرهما من كتب السنة المحققة، وأخصّ بالذكر كتب أستاذ المحدثين في وقتنا الحاضر الشيخ العلاّمة محمد ناصر الدين الألباني رحمه الله وأجزل له الأجر في الدنيا والآخرة. ¶ أسال الله تبارك وتعالى أن يجعل هذا العمل خالصاً لوجهه الكريم وأن ينفع به إخواننا المسلمين، وآخر دعوانا أن الحمد لله ربّ العالمين. ¶ ... ... ... ... ... ... ¶ ... ... ¶ عبد الرحمن كيلاني ¶ ذو القعدة 1415 هـ ¶ الفصل الأول: ¶ المَسيح الدَّجَّال ¶ تعريف: ¶ الدجال مشتق من دَجَل. ودَجَلَ الشيءَ غطَّاه. ¶ وقال ابن سيده: المسيح الدجال رجل من يهود يخرج في آخر هذه الأمة، سمي بذلك لأنه يدجل الحق بالباطل، وقيل: لأنه يغطي الأرض بجموعه، وقيل: لأنه يغطي على الناس بكفره، وقيل: لأنه يدّعي الربوبية، سمي بذلك لكذبه، وكل هذه المعاني متقارب. ¶ قال ابن خالويه: ليس أحد فسر الدجال أحسن من تفسير أبي عمرو قال: الدجال المموِّه. يقال: دَجَلْتَ السيفَ موَّهْتَه وطليتَه بماء الذهب. وجمعه: دجالون ودجاجلة. وقال أبو العباس: سمي دجالاً لتمويهه على الناس وتلبيسه وتزيينه الباطل(1). ¶ وقد عرّفه النبي - صلى الله عليه وسلم - في أحاديثه بالكذَّاب. ¶ __________ ¶ (1) - لسان العرب: مادة دجل، بتصرف.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "حديث الجَسَّاسَة(1): ¶ هذا الحديث الشريف ترويه فاطمة بنت قيس رضي الله عنها، من فم رسول الله - صلى الله عليه وسلم - وهو يحدث الناس عن الدجال، كما سمعه من الصحابي الجليل تميم الداري الذي كان نصرانياً ثم جاء فأسلم وحدث النبيَّ - صلى الله عليه وسلم - بحديث يوافق ما كان يحدث النبي - صلى الله عليه وسلم - أصحابه عن الدجال وصفته. ¶ وهنا حق علينا أن نعرف بتميم الداري - رضي الله عنه -. ¶ قال الذهبي رحمه الله في \" سير أعلام النبلاء \" عنه: ¶ » صاحب رسول الله - صلى الله عليه وسلم -، أبو رقية، تيميم بن أوس بن خارجة بن سود بن جذيمة اللخمي، الفلسطيني. وفد تميم الداري سنة تسع فأسلم، فحدث عنه النبيُّ - صلى الله عليه وسلم - على المنبر بقصة الجساسة في أمر الدجال. ¶ ولتميم عدة أحاديث. وكان عابداً، تلاَّءً لكتاب الله. قال ابن سعد: لم يزل بالمدينة حتى تحوّل بعد قتل عثمان إلى الشام. [وقال]: كان وفد الداريين عشرة، فيهم: تميم. ¶ وكان تميم يختم القرآن في سبع. ¶ وعن مسروق: قال لي رجل من أهل مكة: هذا مقام أخيك تميم الداري، صلى ليلةً حتى أصبح أو كاد، يقرأ آية يرددها ويبكي: ( أًمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أّن نَّجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ( الجاثية:20. ¶ يقال: وجد على بلاطة قبر تميم الداري: مات سنة أربعين. وحديثه يبلغ ثمانية عشر حديثاً، منها في صحيح مسلم حديث واحد « اهـ كلام الذهبي بتصرف(2). ¶ * ... * ... * ¶ __________ ¶ (1) - حديث الجساسة أخرجه أيضاً الترمذي مختصراً في (الفتن 2179)، وأبو داود في (الملاحم 3767)، وابن ماجة في (الفتن 4064)، وأحمد (25852، 25853، 26066، 26083، 26083) [راجع صحة الأحاديث في صحيح السنن وغيرها). ¶ (2) - سير أعلام النبلاء: 2/442.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "قالَ الإِمامُ مُسْلم في صَحيحه: حَدَّثَنا عبدُ الوارِث بن عبد الصَّمَد بن عبد الوارث - واللَّفظُ لِعبد الوارث بن عبد الصّمَد- حدَّثَنا أبي عن جَدّي عن الحُسَيْنِ بنِ ذََكْوان حَدَّثَنا ابنُ بُرَيدَة حَدَّثَني عامِرُ بنُ شُراحيل الشَّعبي - شَعْبِ هَمْدان - أنَّهُ سَأَلَ فاطِمَةَ بِنْتِ قَيْسٍ أُخْتَ الضَّحَّاك بنِ قيْس - وكانَتْ مِنَ المُهاجِراتِ الأُوَلِ - فَقالَ: حَدِّثيني حَديثاً سَمِعْتيهِ مِنْ رَسولِ اللَّهِ - صلى الله عليه وسلم - لا تُسْنِديهِ إلى أَحَدٍ غَيْرِهِ. فَقالَتْ: إنْ شِئْتَ لأَفْعَلَنْ. فَقالَ لَها: أَجَلٌ، حَدِّثيني. فَقالَتْ: نَكَحْتُ ابْنَ المُغيرَةَ وَهُوَ مِنْ خِيارِ شَبابِ قُرَيْشٍ يَوْمَئِذٍ، فَأُصيب(1) في أَوَّلِ الجِهادِ مَعَ رَسولِ اللهِ - صلى الله عليه وسلم -، فَلَمّا تَأَيَّمْتُ خَطَبَني عَبْدُ الرَّحْمَنِ بنِ عَوْفٍ في نَفَرٍ مِنْ أَصحابِ رَسولِ الله - صلى الله عليه وسلم -، وخَطَبَني أُسامَةُ بنُ زَيْدٍ، وَكُنْتُ قَدْ حُدِّثْتُ أَنَّ رَسولَ الله - صلى الله عليه وسلم - قال: مَنْ أحَبَّني فَلْيُحِبَّ أُسامَةَ. فَلَّما كَلَّمَني رَسولُ الله - صلى الله عليه وسلم - قُلْتُ: أَمْري بِيَدِكَ فَأَنْكِحْني مَنْ شِئْتَ. فَقالَ: انْتَقِلي إلى أَمِّ شَريكٍ - وأُمُّ شَريكٍ امْرَأَةٌ مِنَ الأَنْصارِ عَظيمَةُ النَّفَقَةِ في سَبيلِ الله يَنْزِلُ عَلَيْها الضِّيفانُ - فَقُلْتُ: سَأَفْعَلُ. فَقال: لاَ ¶ __________ ¶ (1) - قال العلماء: قولها: فأصيب، ليس معناه أنه قتِل مع النبي - صلى الله عليه وسلم - ويتأيّمت بذلك، إنما تأيمت بطلاقه البائن، كما ذكر الإمام مسلم في صحيحه حيث روى عن الشعبي أنه سأل فاطمة عن المطلّقة ثلاثاً أين تعتدّ؟ فقالت: طلّقني بعلي - تعني إبن المغيرة - ثلاثاً، فأذن لي النبيُّ - صلى الله عليه وسلم - أن أعتدّ في أهلي، وساق الحديث (شرح النووي لصحيح مسلم 18/82-83).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "تَفْعَلي، إنَّ أُمَّ شَريكٍ كَثيرَةُ الضِّيفانِ، فَإنَّي أَكْرَهُ أنْ يَسقُطَ عَنكِ خِمارُكِ أَوْ يَنْكَشِفَ الثَّوْبُ عَنْ ساقَيْكِ فَيَرى القَوْمُ مِنْكِ بَعْضَ ما تَكْرَهينَ، وَلَكِنِ انْتَقِلي إلى ابْنِ عَمِّكِ عبدِ الله بنِ عَمْروِ بنِ أُمِّ مَكتوم- وَهُوَ رَجُلٌ من بَني فَهرٍ، فَهْرِ قُرَيْشٍ، وَهُوَ مِنَ البَطْنِ الذي هي مِنْهُ- فانْتَقَلْتُ إلَيهِ. فَلَمَّا انْقَضَتْ عِدَّتي سَمِعْتُ نِداءَ المُنادي، مُنادي رسولِ الله - صلى الله عليه وسلم -، فَكُنْتُ في صَفِّ النِّساءِ التي تَلي ظُهورَ القَوْمِ. فَلَمّا قَضى رَسُولُ الله - صلى الله عليه وسلم - صَلاتَهُ جَلَسَ عَلى المِنْبَرِ وَهُوَ يَضْحَكُ فَقالَ: لِيَلْزَمْ كُلُّ إنْسانٍ مُصَلاّهُ. ثُمَّ قال: أَتَدْرونَ لِمَ جَمَعْتُكُمْ؟ قالوا: اللَّهُ وَرَسُولُهُ أَعْلَمُ. فَقال:",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "» إنِّي وَاللَّهِ ما جَمَعْتُكُمْ لِرَغْبَةٍ أَوْ لِرَهْبَةٍ ولَكِنْ جَمَعْتُكُمْ لأَنَّ تَميماً الدَّارِيَّ كانَ رَجُلاً نَصْرانِيَّاً فَجاءَ فَبايَعَ وَأَسْلَمَ، وَحَدَّثَني حَديثاً وافَقَ الذي كُنْتُ أُحَدِّثُكُم عن مَسيحٍ الدَّجَّالِ. حَدَّثَني أنَّهُ رَكِبَ في سَفينَةٍ بَحْرِيَّةٍ مَعَ ثَلاثينَ رَجُلاً مِنْ لَخْمٍ وجُذامٍ، فَلَعِبَ بِهُمُ المَوْجُ شَهْرَاً في البَحْرِ ثُمَّ أُرْفِؤا إلى جَزيرَةٍ في البَحْرِ حَتّى مَغْرِبَ الشَّمْسِ فَجَلَسوا في أَقْرُبِ السَّفينَةِ، فَدَخَلوا الجَزيرَةَ فَلَقِيَتْهُم دابَّةٌ أَهْلَبُ الشَّعْرِ لا يَدْرونَ ما قُبُلُهُ مِنْ دُبُرِهِ مِنْ كَثرَةِ الشَّعْرِ، فَقالوا: وَيْلَكِ ما أَنْتِ؟ فَقالَتْ: أَنا الجَسَّاسَةُ. قالوا: وما الجسَّاسَة ُ؟ قالَتْ: أيُّها القَوْمُ انْطَلِقوا إلى هَذا الرَّجُلِ في الدَّيْرِ فَإنَّهُ إلى خَبَرِكُمْ بالأَشْواقِ. قالَ: فَلَمَّا سَمَّتْ لَنا رَجُلاً فَرِقْنا مِنها أن تَكونَ شَيْطانَةً. قالَ: فانْطَلَقْنا سِراعاً حَتَّى دَخَلْنا الدَّيْرَ، فَإذا فيهِ أَعْظَمُ إنْسانٍ رَأَيْناهُ قَطُّ خَلْقاً وَأَشَدُّهُ وَثاقاً، مَجْموعَةً يَداهُ إلى عُنُقِهِ ما بَيْنَ رُكْبَتَيْهِ إلى كَعْبَيْهِ بِالحَديدِ. قُلْنا: وَيْلَكَ ما أَنْتَ ؟ قالَ: قَدْ قَدِرْتُمْ عَلى خَبَري، فَأَخْبِروني مَنْ أَنْتُمْ. قالوا: نَحْنُ أُناسٌ مِنَ العَرَبِ رَكِبْنا في سَفينَةٍ بَحْرِيَّةٍ فَصادَفَنا البَحْرُ حينَ اغْتَلَمَ، فَلَعِبَ بِنا المَوْجُ شَهراً ثُمَّ أَرْفأَنا إلى جَزيرَتِكَ هَذِهِ فَجَلَسْنا في أَقْرُبِها فَدَخَلْنا الجَزيرَةَ فَلَقِيَتْنا دابَّةٌ أهْلَبُ كَثيرُ الشَّعْرِ لايُدْرى ما قُبُلُهُ مِنْ دُبُرِهِ مِنْ كَثْرَةِ الشَّعْرِ، فَقُلْنا: وَيْلَكِ ما أَنْتِ ؟ قالَتْ: أَنا الجَسّاسَةُ. قُلْنا: وما الجسّاسَة ُ؟ قالَتْ: اعْمِدوا إلى هذا",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "الرَّجُلِ في الدَّيْرِ، فَإنَّهُ إلى خَبَرِكُم بالأَشْواقِ. فَأَقْبَلنا إلَيْكَ سِراعاً وَفَزِعْنا مِنْها وَلَمْ نَأْمَنْ أنْ تَكونَ شَيْطانةً. فَقالَ: أخْبِروني عَنْ نَخْلِ بَيْسانَ(1). قُلْنا: عَنْ أيِّ شَأْنِها تَسْتَخْبِرُ؟ قالَ: أسْأَلُكُم عن نَخْلِها هَلْ يُثْمِرُ؟ قُلْنا لَهُ: نَعَم. قالَ: أَما إنَّهُ يوشِكُ أَنْ لاتُثْمِرَ. قالَ: أَخْبِروني عَنْ بُحَيْرَة الطَّبَرِيَّةِ. قُلْنا: عنْ أَيَّ شَأْنِها تَسْتَخْبِرُ؟ قالَ: هَلْ فيها ماءٌ؟ قالوا: هِيَ كَثيرَةُ الماءِ. قالَ: أمَا إنَّ ماءَها يوشِكُ أنْ يَذْهَبَ. قالَ: أخْبِروني عَنْ عَيْنِ زُغَرَ(2). قالوا: عَنْ أَيِّ شَأْنِها تَسْتَخْبِر ؟ قالَ: هَلْ في العَينِ ماءٌ ؟ وهَلْ يَزْرَعُ أَهْلُها بِماءِ العَيْنِ؟ قُلنا: نَعَم، هِيَ كَثيرَةُ الماءِ وأَهْلُها يَزْرَعونَ مِنْ مائِها. قالَ: أَخَبِروني عَنْ نَبِيِّ الأُمِّيِّينَ ما فَعَلَ ؟ قالوا: قَدْ خَرَجَ مِنْ مَكَّةَ وَنَزَلَ يَثْرِبَ. قالَ: أَقاتَلَهُ العَرَبُ ؟ قُلْنا: نَعَم. قالَ: كَيْفَ صَنَعَ بِهِم ؟ فَأَخْبَرْناهُ أَنَّهُ قَدْ ظَهَرَ عَلى مَنْ يَليهِ مِنَ العَرَبِ وَأطاعُوهُ. قالَ لَهُم: قَدْ كانَ ذَلِكَ ؟ قُلْنا: نَعَم. قالَ: أَما إنَّ ذاكَ خَيْرٌ لَهُم أَنْ يُطيعوهُ، وَإنِّي مُخْبِرُكُمْ عَنِّي إنِّي المَسيحُ، وإنّي أوشِكُ أَنْ يُؤْذَنَ لي في الخُروجِ، فَأَخْرُجُ فَأَسيرُ في الأَرْضِ، فلا أَدَعُ قَرْيَةً إلاّ هَبَطْتُها في أرْبَعينَ لَيْلَةٍ غَيْرَ مَكَّةَ وطَيْبَةَ فَهُما مُحَرَّمَتانِ عَلَيَّ كِلْتاهُما، كُلَّما أَرَدْتُ أَنْ أَدْخُلَ واحِدَةً أوْ واحِداً مِنْهُما اسْتَقْبَلَني مَلَكٌ بِيَدِهِ السَّيْفُ صَلْتاً ¶ __________ ¶ (1) - بيسان: بلدة في غور نهر الأردن. ¶ (2) - زغر: بلدة في الجانب القبلي من الشام. ولعلها أخذت نفس اسم بلدة صوغر المذكورة في التوراة التي بأيدي أهل الكتاب حالياً.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "يَصُدُّني عنها، وإنَّ عَلى كُلِّ نَقْبٍ مِنْها مَلائِكَةٌ يَحرُسونَها. قالَتْ: قالَ رسولُ اللّهِ - صلى الله عليه وسلم - - وَطعَنَ بِمِخْصَرَتِهِ في المِنْبَرِ-: هَذِهِ طَيبَةُ، هَذِهِ طَيْبَةُ، هَذِهِ طَيْبَةُ، - يَعْني المَدينَةَ - ألا هَلْ كُنْتُ حَدَّثْتُكُم ذَلِكَ؟ فَقالَ الناسُ: نَعَم. فَإنَّهُ أَعْجَبَني حَديثُ تَميمٍ أنَّهُ وافَقَ الذي كُنْتُ أُحَدِّثُكُمْ عَنْهُ وعَنِ المَدينَةِ وَمَكَّةَ. أَلا إنَّهُ في بَحْرِ الشَّام أو بَحْرِ اليَمَنِ، لا بَل مِنْ قِبَلِ المَشْرِقِ، ما هُوَ مِنْ قِبَلِ المَشْرِقِ، ما هُوَ مِنْ قِبَلِ المَشْرِقِ ما هُو «، وَأَوْمَأَ بِيَدِهِ إلى المَشْرِقِ. قالَتْ: فَحَفِظْتُ هَذا مِنْ رَسولِ اللّهِ - صلى الله عليه وسلم - (1). ¶ ولفظة » ما هُوَ « زائدة صلة للكلام ليست بنافية، والمراد إثبات أنه في جهة الشرق. ¶ الدَّجَّال يهوديُّ المِلَّة: ¶ روى الإمامُ مسلم في صحيحه عن أبي سعيد الخدري - رضي الله عنه - قال: قال لي ابنُ صائد - وأَخَذَتْني منه ذمامة(2) -: هذا عَذَرْت الناس، ما لي ولَكم يا أصْحابَ محمّد! ألَمْ يَقُلْ نَبيُّ اللهِ - صلى الله عليه وسلم - إنَّه يهوديٌّ وقَدْ أَسْلَمْتُ! قال: ولا يولَدُ لَهُ، وقد وُلِدَ لي! وقال: إنَّ اللّهَ حَرَّمَ عليهِ مَكَّةَ والمدينَةَ .. الحديث(3). ¶ وابن صائد هذا كان يشكُّ رسولُ الله - صلى الله عليه وسلم - أنه الدَّجَّال في بادِئ الأمر عندما كان ابن صائد صغيراً، حيث كانت تأتيه الشياطينُ وكان يتكهَّن، ويزعم أنه يرى عرشاً على الماء - أي عرش إبليس(4)-، ثم أسلم بعد ذلك. ¶ __________ ¶ (1) - شرح النووي لصحيح مسلم (18/79-83). ¶ (2) - وَحْشَة. ¶ (3) - المصدر السابق (18/50). ¶ (4) - أنظرْ شرح النووي لصحيح مسلم (18/46-57).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "روى الإمام مسلم في صحيحه عن عبد الله - رضي الله عنه - قال: كنا مع رسولِ الله - صلى الله عليه وسلم -، فمررنا بصبيانٍ فيهم ابن صياد، ففرّ الصبيانُ وجلس ابنُ صياد، فكأنَ رسولُ الله - صلى الله عليه وسلم - كره ذلك، فقال له النبيُّ - صلى الله عليه وسلم -: » تربتْ يداكَ، أتشهدُ أني رسولُ الله؟ « فقال: لا. بل تشهد أني رسول الله؟ فقال عمر بن الخطاب: ذرني يا رسول الله حتى أقتله. فقال رسول الله - صلى الله عليه وسلم -: » إنْ يكن الذي ترى فلن تستطيعَ قتله « (1). وفي رواية: أن عمر بن الخطاب انطلق مع رسول الله - صلى الله عليه وسلم - في رهطٍ قِبَلَ ابنِ صياد حتى وجده يعلبُ مع الصبيانِ عند أُطُمِ بني مَغالة، وقد قاربَ ابنُ صياد يومئذٍ الحُلُم، فلم يشعرْ حتى ضربَ رسولُ اللهِ - صلى الله عليه وسلم - ظهرَه بيده، ثم قال رسولُ اللهِ - صلى الله عليه وسلم - لابن صياد: » أتشهدُ أني رسولُ الله؟ « فنظر إليه ابنُ صياد فقال: أشهدُ أنكَ رسولُ الأمِّيِّين. فقال ابنُ صياد لرسول الله - صلى الله عليه وسلم -: أتشهد أني رسولُ الله؟ فرفضه رسول الله - صلى الله عليه وسلم - وقال: » آمنتُ باللهِ وبرسله «، ثم قال له رسول الله - صلى الله عليه وسلم -: » ماذا ترى؟ « قال ابنُ صياد: يأتيني صادق وكاذب، فقال رسولُ الله - صلى الله عليه وسلم -: » خُلِّطَ عليه الأمر «. ثم قال له رسول الله - صلى الله عليه وسلم -: » إني قد خبَّأْتُ لَكَ خَبيئا ً«، فقال ابنُ صياد: هُوَ الدُّخُّ. فقال له رسول الله - صلى الله عليه وسلم -: اخْسأْ فلن تَعْدُوَ قدرَك «. فقال عمرُ بن الخطاب: ذرني يا رسولَ الله أضرِبْ عنقه! فقال له رسولُ الله - صلى الله عليه وسلم -: » إِنْ يَكُنْهُ فلن تُسَلَّطَ عليه، وإن لم يَكُنْهُ فلا خيرَ لك في قتله « (2). ¶ __________ ¶ (1) - المصدر السابق (18/45). ¶ (2) - نفسه (18/54).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ومِمَّا يدلُّ أيضاً عَلى أنَّ الدَّجَّالَ يهودي الملَّة هو أنَّه عند خروجِه مِن أصفَهان - وتدعى أصبَهان أيضاً - يتبعُه سبعونَ ألفاً من يهودِها، كما روى الإمام مسلم في الصحيح عن أنس بن مالك - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: » يَتْبَعُ الدَّجَّالَ مِنْ يهودِ أصْبَهانَ سَبعونَ أَلْفاً عَليهِمُ الطَّيالِسَةُ « (1). والطيالسة جمع طلسان أو طيلسان ( معرّب )، وهو ضرب من الأوشحة يلبس على الكتف. ¶ ابن صائد وأبو سعيد الخدري - رضي الله عنه -: ¶ ... ¶ ولأبي سعيد الخدري - رضي الله عنه - مع ابنِ صائد قصص وأحداث، منها ما رواه الإمام مسلم في الصحيح عنه قال: صحبتُ ابنَ صائد إلى مكّةَ فقال لي: أمَا إنّي قدْ لَقيتُ منَ النّاسِ، يزعُمونَ أنِّي الدَّجَّال! أَلَسْتَ سَمِعْتَ رسولَ اللّه - صلى الله عليه وسلم - يقول: إنّهُ لا يولَدُ له؟ قلتُ: بَلى. قالَ: فَقَد وُلِدَ لي. أوَلَيسَ سَمِعْتَ رسولَ الله - صلى الله عليه وسلم - يقولُ: لا يَدْخُلُ المَدينةَ ولا مَكّةَ؟ قلتُ: بَلى. قالَ: فَقَدْ وُلِدْتُ بِالمَدينةِ وهذا أنا أُريدُ مَكَّةَ. قال: ثمّ قالَ لي في آخِرِ قَوْلِهِ: أمَا واللهِ إنّي لأعْلَمُ مَوْلِدَهُ ومَكانَهُ وأينَ هو. قالَ: فَلَبِسَني(2). وهذا يدل على أن اليهود يعلمون أين هو ويتوارثون أخباره، أو يعلمه خاصتهم ممن يتعامل مع الشياطين لأن ابن صائد كان ممن تتنَزل عليه الشياطين قبل إسلامه. ¶ __________ ¶ (1) - شرح النووي لصحيح مسلم (18/85-86). ¶ (2) - شرح النووي لصحيح مسلم (18/50)، ولَبِسَني: أي حَيَّرَني أو أَغاظَني.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وَرَوى مسلم بسنده عن أبي سعيد الخدري - رضي الله عنه - قال: خَرَجْنا حُجّاجاً أَوْ عُمّاراً ومَعَنا ابْنُ صائد، قال: فَنَزَلْنا مَنْزِلاً فَتَفَرَّقَ النّاسُ وبَقيتُ أنا وَهُوَ، فاسْتَوْحَشْتُ مِنْهُ وَحْشَةً شَديدَةً مِمّا يُقالُ عَلَيْهِ. قال: وجاءَ بِمَتاعِهِ فَوَضَعَهُ مَعَ مَتاعي، فَقُلْتُ: إنَّ الحَرَّ شَديدٌ، فَلَوْ وَضَعْتَه تَحْتَ تِلْكَ الشَّجَرَةِ، قالَ: فَفَعَلَ. قال: فَرُفِعَتْ لَنا غَنَمٌ، فانْطَلَقَ فجاءَ بِعُسٍّ(1)، فَقالَ: إشْرَبْ أبا سَعيدٍ، فَقُلْتُ: إنَّ الحَرَّ شَديدٌ واللَّبَنَ حارٌّ - ما بي إلاّ أنّي أَكْرَهُ أنْ أشْرَبَ عَنْ يَدِهِ - أو قال -: آخُذُ عَنْ يَدِهِ. فَقالَ: أبا سعيدٍ! لَقَد هَمَمْتُ أَنْ آخُذَ حَبْلاً فَأُعَلِّقَهُ بِشَجَرَةٍ ثُمَّ أخْتَنِقَ مِمّا يَقولُ ليَ الناسُ. يا أبا سعيد! مَنْ خَفِيَ عَلَيهِ حَديثُ رسولِ اللهِ - صلى الله عليه وسلم - ما خَفِيَ عليكُم معشَرَ الأنْصار؟ أَلَسْتَ مِنْ أعْلَمِ النّاسِ بِحَديثِ رسولِ الله - صلى الله عليه وسلم -؟ أَلَيْسَ قَد قالَ رسولُ الله - صلى الله عليه وسلم - هُوَ كافِرٌ، وأنا مُسْلِمٌ؟ أَوَلَيْسَ قَد قالَ رسولُ الله - صلى الله عليه وسلم - هُوَ عَقيمٌ لا يولَدُ له، وقد تَرَكْتُ ولدي في المدينَةِ؟ أَوَلَيْسَ قدْ قالَ رسولُ الله - صلى الله عليه وسلم - لا يَدْخُلُ المَدينةَ ولا مَكَّةَ، وَقَدْ أَقْبَلْتُ مِنَ المَدينَةِ وأنا أُريدُ مَكَّةَ؟ قال أبو سعيد: حَتّى كِدْتُ أنْ أعْذُرَهُ، ثُمَّ قالَ: أمَا واللهِ، إنّي لأعْرفُهُ وأعْرِفُ مَولِدَهُ وأينَ هُوَ الآنَ! قال: قُلْتُ لَه: تَبّاً لَكَ سائِرَ اليَوْمِ(2). ¶ سبب ومكان خروج الدجال: ¶ __________ ¶ (1) - قَدَح كَبير. ¶ (2) - المصدر السابق (18/51-52).",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "فأمّا مكان خروجِه فَمِن أرض الفِتن، أرض المَشرق، حيث يتبعه مِن أهلها مَن وصفهم لنا رسول الله - صلى الله عليه وسلم - في الحديث الذي رواه الترمذي والحاكم بسند صحيح عن أبي بكر - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: » إنّ الدَّجَّالَ يَخْرُجُ مِن أرْضٍ بِالمَشرِقِ يُقالُ لَها خُراسان، يَتْبَعُهُ أقوامٌ كَأَنَّ وُجوهَهُم المَجَانُّ المُطْرَقَة ُ« (1). أي وجوههم كالأترسة الممدودة، وهي صفة للتتار والترك. ¶ وأمّا سبب خروجه، فقد روى الإمام مسلم في الصحيح عن أمِّ المؤمنين حفصة بنت عمر رضي الله عنهما أنها قالت: أن رسول الله - صلى الله عليه وسلم - قال: » إنّما يخرج مِنْ غَضْبَةٍ يَغْضَبُه «. وفي رواية » إنّ أوَّلَ ما يبعَثُهُ على الناسِ غَضَبٌ يغْضَبُهُ « (2). ¶ ونحن لا ندري ما يغضب الدجال: هل هو تحرير بيت المقدس من أيدي اليهود ؟ أم هل هو انهيار القوى الصليبية بعد انتصار المسلمين على النصارى - الذين يسيرهم اليهود في العالم-؟ الله تعالى أعلم، لكن نستطيع القول أن ما يغضبه هو أمر في صالح الأمة الإسلامية، فنسأل الله تعالى أن يعجل النصر القريب. ¶ وعندما يخرج الدجال تكون همّته المدينة المنورة - حفظها الله - لسبب الله أعلم به، ولعلها تكون في ذلك الوقت معقلاً للإسلام والمسلمين، كما أخبر رسول الله - صلى الله عليه وسلم - في قوله: » إن الإسلام بدأ غريباً وسَيَعودُ كما بَدَأَ، وهُوَ يَأْرِزُ(3) بَيْنَ المَسجِدَيْنِ كما تَأرزُ الحيَّةُ في جُحْرِها « (4). ¶ __________ ¶ (1) - المستدرك (4/527). ¶ (2) - شرح النووي لصحيح مسلم(18/57-58). ¶ (3) - يأرِز: أي يعود وينقبض. ¶ (4) - مختصر صحيح مسلم (72).",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "روى الإمام مسلم والإمام أبو عبد الله أحمد بن حنبل- رحمهما الله - عن أبي هريرة - رضي الله عنه - عن رسول الله - صلى الله عليه وسلم - أنه قال: » يَأْتي الْمَسيحُ مِنْ قِبَلِ المَشْرِقِ وهِمَّتُهُ المدينَةُ حَتّى يَنْزِلَ دُبُرَ أُحُدٍ، ثُمَّ تَصْرِفُ المَلائِكَةُ وَجْهَهُ قِبَلَ الشّامِ وهُناكَ يَهْلِكُ « (1). ¶ إن عدم استطاعة الدَّجَّال دخول المدينة منقبة من مناقبها الكثيرة، فهي محمية تحرسها الملائكة، كما جاء في الأحاديث الصحيحة. ¶ روى مالك وأحمد والشيخان عن أبي هريرة - رضي الله عنه - قالَ: قالَ رسولُ الله - صلى الله عليه وسلم -: » عَلى أنْقابِ(2) المَدينَةِ مَلائِكَةٌ، لا يَدْخُلُها الطاعونُ ولا الدَّجَّالُ «. وَفي رِواية لأَنَسِ بن مالك - رضي الله عنه - عند البخاري والنسائي، قال - صلى الله عليه وسلم -: » لَيْسَ منْ بَلَدٍ إلاّ سَيَطَؤه الدَّجَّالُ ، إلاّ مَكَّةَ والمَدينَةَ، ولَيسَ نَقْبٌ مِنْ أنْقابها إلاَّ عَلَيهِ مَلائكَةٌ حافِّينَ تَحْرُسُها، فَيَنْزِلُ بالسَّبْخَةِ(3)، فَتَرْجُفُ المَدينَةُ بِأهْلِها ثلاثَ رَجفاتٍ، يَخرجُ إليهِ مِنها كُلُّ كافِرٍ ومُنافِقٍ «. ¶ لذلك سمَّاها رسولُ الله - صلى الله عليه وسلم - طيبة وأنّها تنفثُ خبَثَها كما ينفث الكيرُ خبثَ الحَديد. ¶ روى البخاري عن أبي بكرة - رضي الله عنه - أنَّ رسولَ الله - صلى الله عليه وسلم - قالَ: » لا يَدْخُلُ المَدينَةَ رُعبُ المسيحِ، لَها يَومَئذٍ سَبعَةُ أبواب، على كلِّ بابٍ مَلَكان « (4). ¶ والأحاديث في هذا الشأن كثيرة. ¶ صفة المسيح الدَّجَّال ¶ __________ ¶ (1) - السلسلة الصحيحة (2457). ¶ (2) - أنقاب ونِقاب: جمع نقب ، وهو الفتحة بين الجبال. ¶ (3) - السبخة: أرض ذات ملح و نزّ لاتكاد تنبت. ¶ (4) - حاشية السندي على البخاري (4/232).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "لقد وصف لنا رسولُ الله - صلى الله عليه وسلم - المسيحَ الدَّجَّال وصفاً دقيقاً بأحاديث صحيحة مستفيضة، حتى أنه قال - صلى الله عليه وسلم -: » إنّي حَدَّثْتُكُم عَنِ الدَّجّالِ حتى خَشيتُ أنْ لا تَعقِلوا .. « الحديث - وسيأتي إن شاء الله-. وذلك لأنّ فتنته عظيمة، كما قال رسولُ الله - صلى الله عليه وسلم -: » يا أيُّها النّاسُ! إنّها لَم تَكُنْ فِتْنَةٌ على وَجْهِ الأرْضِ، مُنْذُ ذَرَأَ الله ذُرِّيَّةَ آدَمَ، أعْظَمَ مِن فِتْنَةِ الدَّجَّالِ. وإنَّ اللهَ - عز وجل - لَمْ يَبْعَثْ نَبِيَّاً إلاّ حَذَّرَ أُمَّتَهُ الدّجَالَ، وأنا آخِرُ الأَنْبِياءِ وأَنْتُم آخِرُ الأُمَمِ، وهُوَ خارِجٌ فيكُم لا مَحالَة .. « الحديث. ¶ إنَّ أهم ما يميِّز الدَّجَّالَ هو عوَر عينه اليمنى وانطماس اليسرى، وأنه مكتوب بين عينيه كافر. فلْنقرأْ حديثه - صلى الله عليه وسلم - وهو يصفه لنا. ¶ يقول - صلى الله عليه وسلم -: » إنّي حَدَّثْتُكُم عَنِ الدَّجَّالِ حَتَّى خَشيتُ ألاّ تَعْقِلوا. إنَّ المَسيحَ الدَّجَّالَ رَجُلٌ أفْحَجُ(1)، جَعْدٌ(2)، أعْوَرُ العينِ، لَيْسَتْ بِناتِئةٍ وَلا حَجْراء(3)، فَإنْ أُلْبِسَ عَلَيْكُم فَاعْلَموا أنَّ رَبَّكُمْ لَيْسَ بِأَعْوَرَ، وأنَّكُمْ لَنْ تَرَوْا رَبَّكُمْ حَتَّى تَموتوا « (4). ¶ __________ ¶ (1) - الأفحج: هو الذي تتدانى صدور قدميه ويتباعد عقباه. ¶ (2) - جعد: أي شديد جعودة الشعر. ¶ (3) - حجراء: أي غائرة. ¶ (4) - صحيح الجامع (2459).",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وروى البخاري عن عبد الله بن عمر - رضي الله عنه - قال: قالَ - صلى الله عليه وسلم -: » ما بَعَثَ اللّهُ مِنْ نَبيٍّ إلاّ أَنْذَرَ أُمَّتَهُ الدَّجَّالَ ، أَنْذَرَهُ نوحٌ والنَّبِيُّونَ مِنْ بَعْدِهِ، وأَنَّهُ يَخْرُجُ فيكُمْ فَما خَفِيَ عَلَيْكُمْ مِنْ شَأْنِهِ، فَلَيْسَ يَخْفَى عَلَيْكُم أنَّ رَبَّكُم لَيْسَ بِأَعْوَرَ، وأنَّهُ أَعْوَرُ العَيْنِ اليُمْنى، كَأَنَّ عَيْنَهُ عَنِبَةٌ طافِيَةٌ « (1). ¶ وفي الحديث الذي رواه إبنُ ماجةَ والحاكم - وسيأتي بطوله - يقول - صلى الله عليه وسلم - مخبراً عن الدَّجَّال: » يقول أنا رَبُّكُم. ولا تروا رَبَّكم حَتّى تَموتوا. وإنَّهُ أعْورُ، وإنَّ رَبَّكُم لَيْسَ بَأعْوَرَ، مَكْتوبٌ بَيْنَ عَيْنَيْهِ كافِرٌ، يَقْرَؤهُ كُلُّ مُؤْمِنٍ كاتِبٍ أو غِيْرِ كاتِبٍ ... « الحديث. ¶ وقَدْ رآه رسولُ الله - صلى الله عليه وسلم - في المنام ووَصَفَهُ بقولِه: » ثُمَّ أنا بِرَجُلٍ جَعْدٍ قَطَطٍ، أعْوَرِ العَيْنِ اليُمْنى كأنَّها عَنِبَةٌ طافِيةٌ، فَسَأَلْتُ: مَنْ هَذا ؟ فَقيلَ لي: المَسيحُ الدَّجَّالُ « (2). ¶ وفي الحديث الذي رواه الإمام مسلم عن حذيفة - رضي الله عنه -، ورواه الإمام أحمد عن أنس وسمرة وسفينة رضي الله عنهم، قال رسول الله - صلى الله عليه وسلم -: » إنَّ الدَّجَّالَ مَمْسوحُ العَيْنِ اليُسْرى عَلَيْها ظَفِرَةٌ، مَكْتوبٌ بَيْنَ عَيْنَيهِ كافِر « (3). ¶ وعينُه خضراء اللون وهي كالزجاجة، كما روى أحمد وأبو نَعيم بسند صحيح عن أُبَيّ بن كعب - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: » الدَّجّالُ عَيْنُهُ خَضْراءُ كالزجاجة « (4). ¶ __________ ¶ (1) - الصحيحة (2457). ¶ (2) - رواه الشيخان ومالك وأحمد عن ابن عمر. ¶ (3) - صحيح الجامع (1606). ¶ (4) - الصحيحة (1863).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وقد شَبَّهَهُ رسولُ الله - صلى الله عليه وسلم - بعَبْدِ العُزَّى بن قَطَن، وهو رجل من خُزاعة، فَقال: » .. ثمّ رَأَيْتُ رَجُلاً جَعْداً قَطَطاً، أعْوَرَ العينِ اليُمْنى، كَأَشْبَهِ مَنْ رَأَيْتُ بِابْنِ قَطَن ، واضِعاً يَدَيْهِ عَلى مَنْكِبَيْ رَجُلٍ يَطوفُ بِالْبَيْتِ، فَقُلْتُ: مَنْ هَذا ؟ فَقالوا: المَسيحُ الدَّجالُ ... « الحديث(1). ¶ ومن المناسب هنا أن نذكر أن الدَّجَّال سيخرج بعد فتح المسلمين للقسطنطينية الفتح الثاني لها، وأما الفتح الأول فقد تم على أيدي المسلمين تحت قيادة السلطان العثماني محمد الفاتح رحمه الله. ¶ __________ ¶ (1) - رواه الشيخان عن ابن عمر.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "روى الإمام مسلم عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: » لا تَقومُ السّاعَةُ حَتّى يَنْزِلَ الرُّومُ بِالأعْماقِ أو بِدابِقٍ(1)، فَيَخْرُجُ إلَيْهِم جَيْشٌ مِنْ خِيارِ أهْلِ الأرْضِ يَوْمَئِذٍ، فَإذا تَصافَّوْا قالَتِ الرُّومُ: خَلُّوا بَيْنَنا وَبِيْنَ الّذينَ سَبُوا(2) مِنّا نُقاتِلْهُم. فَيَقولُ الْمُسْلِمونَ: لا واللَّهِ، لا نُخَلِّي بَيْنَكُم وَبَيْنَ إخْوانِنا. فَيُقاتِلوهُم، فَيَنْهَزِمُ ثُلُثٌ لا يَتوبُ اللَّهُ عَلَيهِم أَبَداً، ويُقْتَلُ ثُلُثُهُم، أفضَلُ الشُّهَداء عِنْدَ اللَّهِ، ويَفْتَتِحُ الثُّلُثُ، لايُفْتَنونَ أبَداً، فَيَفْتَتِحونَ القُسْطَنْطينِيّةَ. فَبَيْنَما هُم يَقْتَسِمونَ المَغانِمَ قَدْ عَلَّقوا سُيوفَهُم بِالزَّيْتونِ، إذْ صاحَ فيهِمُ الشَّيْطانُ: أنّ المَسيحَ قَد خَلَفَكُم في أهْليكُم، فَيَخْرُجونَ، وذلِكَ باطِلٌ، فَإذا جاءوا الشّامَ خَرَجَ « - وفي رِواية -: » فَبَيْنَما هُم يَقْتَسِمونَ المَغانِمَ إذْ جاءِهُمُ الصَّريخُ فَقالَ: إنَّ الدَّجَّالَ قَد خَرَجَ ، فَيَتْرُكونَ كُلَّ شَيْءٍ ويَرْجِعونَ ... « وسيأتي الحديث بطوله إن شاء الله. ¶ حديث النَّوَّاس بنِ سَمْعان (: ¶ __________ ¶ (1) - دابق والأعماق: مكانان من أعمال مدينة حلب؛ وهذا يكون بعد أن يغدر النصارى بالمسلمين بعد هدنة تكون بينهم. ¶ (2) - وفي رواية: سُبوا بالضمّ.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "قال الإمام مسلم في صحيحه: حدثنا محمد بن مهران الرازي ( واللفظ له ) حدثنا الوليد بن مسلم حدثنا عبد الرحمن ابن يزيد بن جابر عن يحيى بن جابر الطائي عن عبد الرحمن بن جبير بن نفير عن أبيه جبير بن نفير عن النواس بن سمعان - رضي الله عنه - قال: » ذَكَرَ رَسولُ اللّهِ - صلى الله عليه وسلم - الدَّجَّالَ ذاتَ غَداةٍ فَخَفَّضَ فِيهِ ورَفَّعَ(1) حَتّى ظَنَنّاهُ في طائِفَةِ النَّخْلِ، فَلَمّا رُحْنا إلَيهِ عَرَفَ ذَلِكَ فينا، فَقالَ: ما شَأْنُكُم؟ قُلْنا: يا رَسولَ اللهِ، ذَكَرْتَ الدَّجَّالَ غَداةً فَخَفَّضتَ فيهِ وَرَفّعتَ حَتَّى ظَنَنَّاهُ في طائِفَةِ النَّخْلِ! فَقالَ: » غَيرُ الدَّجَّالِ أخْوَفُني عَلَيْكُم؟ إنْ يَخْرُجْ وَأنا فيكُم فَأَنا حَجِيجُهُ دونَكُم، وإنْ يَخْرُجْ وَلَسْتُ فيكُم فَامْرُؤٌ حَجِيجُ نَفْسِهِ وَاللّهُ خَلِيفَتي عَلى كُلِّ مُسْلِمٍ. ¶ إنَّهُ شابٌّ، قَطَطٌ، عَيْنُهُ طافِئةٌ، كَأَنّي أُشَبِّهُهُ بِعَبْدِ العُزَّى بن قَطَنٍ ، فَمَنْ أَدْرَكَهُ مِنْكُمْ فَلْيَقْرَأْ عَليهِ فَواتِحَ سُورَةِ الكَهْفِ. ¶ __________ ¶ (1) - قال النووي: في معناه قولان، أحدهما أنه خفّض بمعنى حقّرَ، وقوله: رفَّعَ، أي عظّمه وفَخّمه. فمن تحقيره وهوانه على الله تعالى عوره، ومنه قوله صلى الله عليه وسلم: هو أهون على الله من ذلك، وأنه لايقدر على قتل أحد إلا ذلك الرجل، ثم يعجز عنه وأنه يضمحل أمره ويقتَل بعد ذلك هو وأصحابه. ومن تفخيمه وتعظيم فتنته والمحنة به هذه الأمور الخارقة للعادة .. (شرح النووي لصحيح مسلم 18/63).",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "إنَّهُ خارِجٌ خَلَّةً(1) بَيْنَ الشّامِ وَالعِراقِ، فَعاثَ(2) يَميناً وعاثَ شِمالاً. يا عِبادَ اللّهِ فَاثْبُتوا. قُلنا: يا رسولَ اللّهِ، وما لَبْثُهُ في الأَرْضِ؟ قالَ: أَرْبَعونَ يَوماً، يومٌ كَسَنَةٍ، ويَومٌ كَشَهْرٍ، وَيَومٌ كَجُمُعَةٍ، وَسائِرُ أيّامِهِ كَأَيّامِكُمْ. قُلْنا: يا رسولَ اللّهِ، فَذَلِكَ اليومُ الّذي كَسَنَةٍ أَتَكْفينا فيهِ صَلاةُ يَومٍ؟ قالَ: لا، أُقْدروا لَهُ قَدْرَهُ. قُلنا: يا رسولَ اللّهِ، وما إسْراعُهُ في الأَرْضِ؟ قالَ: كالْغَيْثِ اسْتَدْبَرَتْهُ الرِّيحُ، فَيَأْتي عَلى القَوْمِ فَيَدْعوهُم فَيُؤْمِنونَ بِهِ وَيَسْتَجيبونَ لَهُ، فَيَأْمُرُ السّماءَ فَتُمْطِرُ، والأرْضَ فَتُنْبِتُ، فَتَروحُ عَلَيْهِم سارِحَتُهُم(3) أطْولَ ما كانَتْ ذُرَاً(4) وأسْبَغَهُ(5) ضُروعَاً وأمَدَّهُ(6) خَواصِرَ. ثُمَّ يَأتي القَومَ فَيَدْعوهُم فَيَرُدُّونَ عَلَيْهِ قَولَهُ، فَيَنْصَرِفُ عَنْهُم فَيُصْبِحُونَ مُمْحِلِينَ لَيسَ بِأَيْديهِم شَيءٌ مِنْ أمْوالِهِم. وَيَمُرُّ بِالْخَرِبَةِ فَيَقولُ لَها أَخْرِجي كُنوزَكِ، فَتَتْبَعُهُ كُنوزُها كَيَعاسيبِ النَّحْلِ. ثُمَّ يَدْعو رَجُلاً مُمْتَلِئاً شَباباً فَيَضْرِبُهُ بالسَّيْفِ فَيَقْطَعُهُ جِزْلَتَينِ رَمْيَةَ الغَرَضِ(7)، ثُمَّ يَدْعوهُ فَيُقْبِلُ وَيَتَهَلَّلُ وَجْهُهُ يَضْحَكُ. فَبَيْنَما هُوَ كذلِكَ إذْ بَعَثَ اللّهُ المَسِيحَ ابنَ مَرْيَمَ، فَيَنْزِلُ عِنْدَ المَنارَةِ البَيْضاء شَرْقِيَّ دِمَشْقَ بَيْنَ مَهْرودَتَيْنِ(8) واضِعاً كَفَّيْهِ عَلى أجْنِحَةِ مَلَكَيْنِ، إذا طَأطَأَ رَأسَهُ قَطَرَ، وإذا رَفَعَهُ تَحَدَّرَ مِنْهُ جُمانٌ كَاللُّؤلُؤِ، فلا يَحِلُّ لِكافِرٍ ¶ __________ ¶ (1) - أي في طَريق. ¶ (2) - أَفْسَدَ. ¶ (3) - ماشِيَتُهُم. ¶ (4) - أَعْلاها. ¶ (5) - أَكثره امتلاءً. ¶ (6) - أَسْمًنَهُ. ¶ (7) - مقدار رمية الصيد. ¶ (8) - أي ثوبين مصبوغين بورس ثم بزعفران.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "يَجِدُ ريحَ نَفَسِهِ إلاّ ماتَ، وَنَفَسُهُ يَنْتَهي حَيْثُ يَنْتَهي طَرْفُهُ، فَيَطْلُبُهُ حَتّى يُدْرِكَهُ بِبابِ لُدٍّ(1) فَيَقْتُلُهُ، ثُمَّ يَأتي عيسى بنَ مَرْيَمَ قَوْمٌ قَدْ عَصَمَهُمُ اللَّهُ مِنْهُ فَيَمْسَحُ عَنْ وُجُوهِهِم وَيُحَدِّثُهُم بِدَرَجاتِهِم في الجِنَّةِ. فَبَيْنَما هُوَ كَذلِكَ إذْ أَوْحى اللّهُ إلى عيسى أَنّي قَدْ أَخْرَجْتُ عِباداً لي لا يَدانِ(2) لأحَدٍ بِقِتالِهِم فَحَرِّزْ(3) عِبادي إلى الطُّورِ. ويَبْعَثُ اللّهُ يَأْجوجَ وَمَأْجوجَ وَهُم مِنْ كُلِّ حَدَبٍ يَنْسِلونَ، فَيَمُرُّ أَوائلُهُم عَلى بُحَيرَةِ طَبَرِيّة فَيَشْرَبونَ ما فيها، وَيَمُرُّ آخِرُهُم فَيَقولونَ لَقد كان بِهَذهِ مَرّةً ماءٌ. وَيُحْصَرُ نَبِيُّ اللَّهِ عيسى وأصْحابُهُ، حَتّى يَكونَ رَأسُ الثَّوْرِ لأحَدِهِم خَيراً مِنْ مِائَةِ دينارٍ لأحَدِكُمُ اليَوْم، فَيَرْغَبُ(4) نَبِيُّ اللّهِ عيسى وَأَصْحابُهُ فَيُرْسِلُ اللَّهُ عَلَيْهِمُ النَّغَفَ(5) في رِقابِهِم، فَيُصْبِحونَ فَرْسى(6) كَمَوْتِ نَفْسِ واحِدَةٍ، ثُمّ يَهْبِطُ نَبِيُّ اللّهِ عيسى وأصْحابُهُ إلى الأَرْضِ فلا يَجِدونَ في الأرْضِ مَوْضِعَ شِبْرٍ إلاّ مَلأَهُ زَهَمُهُم(7) ونَتَنُهُم، فَيَرْغَبُ نَبِيُّ اللَّهِ عيسى وَأَصْحابُهُ إلى اللَّهِ فَيُرْسِلُ اللّهُ طَيْراً كَأَعْناقِ البُخْتِ(8) فَتَحمِلُهُم فَتَطْرَحُهُم حَيْثُ شاءَ اللَّهُ، ثُمّ يُرْسِلُ اللّهُ مَطَراً لا يَكُنّ(9) مِنْهُ بَيْتُ مَدَرٍ ولا وَبَرٍ، فَيَغسِلُ الأرْضَ حَتّى يَتْرُكَها كَالزَّلَفةِ(10)، ثُمَّ يُقالُ لِلأَرْضِ أَنْبِتي ثَمَرَتَكِ ¶ __________ ¶ (1) - الّلد: بلدة غرب بيت المقدس، قرب الرملة. ¶ (2) - أي: لا قُدرَة. ¶ (3) - ضُمَّ. ¶ (4) - يَدْعو. ¶ (5) - التغف: دود يخرج في أعناق الإبل فيقتلها. ¶ (6) - قَتْلَى. ¶ (7) - زهمهم: أي دسمهم. ¶ (8) - البخت: الإبل. ¶ (9) - لايَكُنُّ: لايُعْصَمُ. ¶ (10) - كَالمِرْآة.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وَرُدِّي بَرَكَتَكِ، فَيَوْمَئِذٍ تَأْكُلُ العِصابَةُ مِنَ الرُّمانَةِ ويَسْتَظِلُّونَ بِقِحْفِها(1) ويُبارَكُ في الرَّسْلِ(2)، حَتّى أنَّ اللِّقْحَةَ مِنَ الإبِلِ لَتَكْفي الفِآمَ(3) مِنَ النَّاسِ، واللِّقْحَةَ مِنَ البَقَرِ لَتَكْفي القَبِيلَةَ مِنَ النَّاسِ، واللِّقْحَةَ مِنَ الغَنَمِ لَتَكْفي الفَخِذَ(4) مِنَ النَّاسِ. فَبَيْنَما هُمْ كَذَلِكَ إذْ بَعَثَ اللَّهُ ريحاً طَيِّبَةً فَتَأخُذُهُم تَحْتَ آباطِهِم فَتَقْبِضُ رُوحَ كُلِّ مُؤْمِنٍ وكُلِّ مُسْلِمٍ ويَبْقى شِرارُ النَّاسِ يَتَهارَجونَ(5) فيها تَهارُجَ الحُمُرِ، فَعَلَيْهِم تَقومُ السّاعَةُ « (6). ¶ في هذا الحديث الجليل ثلاثة أشراط من أشراط الساعة الكبرى وهي: الدَّجّال، وعيسى بن مريم عليه الصلاة والسلام، ويأجوج ومأجوج. والحديث أيضاً يروي أحداثاً كثيرة فُصِّلَتْ في أحاديث أخرى سنأتي على ذكرها إن شاء الله تعالى. ¶ إن القسم الأول من حديث النواس بن سمعان - رضي الله عنه - يتناول الدَّجَّال وأعماله وقصته مع الشاب الذي يخرج إليه، وأما القسم الثاني فيتناول نزول عيسى بن مريم عليه الصلاة والسلام وقتلَه الدَّجَّال، وذكر يأجوج ومأجوج. وسنتكلم بالتفصيل إن شاء الله عن كل من هذه الأحداث. ¶ __________ ¶ (1) - قِشْرَتها. ¶ (2) - اللَّبَن. ¶ (3) - جماعة كثيرة. ¶ (4) - الأَقارب. ¶ (5) - يتجامَعون أمامَ النَّاسِ ولايَكْتَرِثونَ. ¶ (6) - شرح النووي لصحيح مسلم (18/63-70).",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "روى ابن ماجة وابن خزيمة والحاكم والضياء كلهم عن أبي أمامة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: » يَا أيُّها النَّاسُ! إنَّها لَمْ تَكُنْ فِتْنَةٌ عَلى وَجْهِ الأَرْضِ، مُنْذُ ذَرَأَ اللّهُ ذُرِّيَّةَ آدَمَ، أَعْظَمَ مِنْ فِتْنَةِ الدَّجَّالِ، وَإنَّ اللَّهَ عَزَّ وَجَلَّ لَمْ يَبْعَثْ نَبِيَّاً إلاّ حَذَّرَ أُمَّتَهُ الدَّجَّالَ، وأنا آخِرُ الأنْبِياءِ وأَنْتُمْ آخِرُ الأُمَمِ وَهُوَ خارِجٌ فيكُم لا مَحالةَ، فَإنْ يَخْرُجْ وأنا بَيْنَ أَظْهُرِكُم فَأنا حَجيجٌ لِكُلِّ مُسْلِمٍ، وَإنْ يَخْرُجْ مِنْ بَعْدِي فَكُلٌّ حَجيجُ نَفْسِهِ، وَاللَّهُ خَليفَتي عَلى كُلِّ مُسْلِمٍ، وَإنَّهُ سَيَخْرُجُ مِنْ خَلَّةٍ بَيْنَ الشَّامِ والعِراقِ، فَيَعيثُ يَميناً وَشِمالاً، يا عِبادَ اللَّهِ، أيُّها النَّاسُ، فَاثْبُتوا فَإنِّي سَأَصِفُهُ لَكُمْ صِفَةً لَمْ يَصِفْها إيّاهُ قَبْلي نَبِيٌّ .. يَقُولُ: أَنا رَبُّكُم، وَلا تَرَوْنَ رَبَّكُم حَتّى تَموتُوا، وَإنَّهُ أَعْوَرُ، وَإنَّ رَبَّكُم لَيسَ بِأعْوَرَ، وَإنَّهُ مَكْتوبٌ بَيْنَ عَيْنَيْهِ كافِرٌ، يَقْرَؤهُ كُلُّ مُؤْمِنٍ كاتِبٍ أَوْ غَيْرِ كاتِبٍ، وَإنَّ مِنْ فِتْنَتِهِ أَنَّ مَعَهُ جَنَّةً وَناراً، فَنارُهُ جَنَّةٌ، وَجَنَّتُهُ نارٌ، فَمَنِ ابْتُلِيَ بِنارِهِ فَلْيَسْتَغِثْ بِاللَّهِ وَلْيَقْرَأْ فَواتِحَ سُورَةِ الكَهْفِ(1). وَإنَّ مِنْ فِتْنَتِهِ أنْ يُسَلَّطَ عَلى نَفْسٍ واحِدَةٍ فَيَقْتُلُها، يَنْشِرُها بِالْمِنْشارِ حَتَّى تُلْقى شِقَّيْنِ، ثُمَّ يقولُ: أُنْظُروا إلى عَبْدي هذا فَإنِّي أَبْعَثُهُ ثُمَّ يَزْعُمُ أنَّ لَهُ رَبَّاً غَيْري. فَيَبْعَثُهُ اللَّهُ، وَيَقولُ لَهُ الْخَبيثُ: مَنْ رَبُّكَ ؟ فَيَقولُ: رَبِّيَ اللَّهُ ¶ __________ ¶ (1) - في الحديث: \"من حفظ عشرَ آياتٍ من سورةِ الكهف عُصِمَ من فتنة الدجال\" رواه مسلم (المختصر 2098).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وَأَنْتَ عّدُوُّ اللَّهِ، أَنْتَ الدَّجَّالُ، وَاللَّهِ ماكُنْتُ أشَدَّ بَصيرَةً بِكَ مِنِّي الْيَوْمَ. ¶ وَإنَّ مِنْ فِتْنَتِهِ أَنْ يَأمُرَ السَّماءَ أَنْ تُمْطِرَ فَتُمْطِرُ، وَيَأْمُرَ الأَرْضَ أَنْ تُنْبِتَ فَتُنْبِتُ. وَإنَّ مِنْ فِتْنَتِهِ أَنْ يَمُرَّ بِالْحَيِّ فَيُكُذِّبونَهُ، فَلا يَبْقى لَهُمْ سائِمَةٌ إلاّ هَلَكَتْ. وَإنَّ مِنْ فِتْنَتِهِ أَنْ يَمُرَّ بِالْحَيِّ فَيُصَدِّقونَهُ، فَيَأْمُرُ السَّماءَ أن تُمْطِرَ فَتُمْطِرُ، ويَأْمُرَ الأَرْضَ أن تَنْبِتَ فَتَنْبِتَ، حَتّى تَروحَ مَواشيهِمْ مِنْ يَوْمِهِمْ ذَلِكَ أَسْمَنَ ماكانَتْ وأَعْظَمَهُ وَأَمَدَّهُ خَواصِرَ وَأَدَرَّهُ ضُروعاً، وَإنَّهُ لايَبْقَى شَيْئٌ مِنَ الأَرْضِ إلاّ وَطِئَهُ أو ظَهَرَ عَلَيْهِ، إلاّ مَكَّةَ والْمَدينَةَ، لايَأْتيهِما مِنْ نَقْبٍ مِنْ أَنقابِها إلاّ لَقيَتْهُ المَلائِكَةُ بِالسِّيوفِ صَلْتَةً، حَتَّى يَنْزِلَ عِنْدَ الكَثيبِ الأَحْمَرِ، عِنْدَ مُنْقَطَعِ السَّبْخَةِ، فَتَرْجُفُ المَدينَةُ بِأَهْلِها ثَلاثَ رَجَفاتٍ، فَلا يَبْقى فيها مُنافِقٌ ولا مُنافِقَةٌ إلاّ خَرَجَ إلَيْهِ، فَتَنْفي الخَبِيثَ مِنْها كَما يَنْفي الكِيْرُ خَبَثَ الحَديدِ، وَيُدْعى ذَلِكَ الْيَومُ يَوْمَ الخَلاصِ « الحَديث(1). ¶ ورَدَ في الأحاديث السابقة صفة الدجال وكيف أن الأنبياء أنذروا أممهم منه، وفي الحديث السابق وردَ ذكر جنّته وناره. ¶ وروى الشيخان عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: » إنَّهُ أعْوَرُ، مَعَهُ تِمْثالُ الجَنَّةِ والنَّارِ، فَالَّتي يَقولُ إنَّها الجَنَّةُ، هي النّارُ ... « الحديث. ¶ __________ ¶ (1) - صحيح الجامِع (7875).",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ويقول - صلى الله عليه وسلم -: » إنَّ مَعَ الدَّجَّالِ إذا خَرَجَ ماءً وناراً، فَأمّا الَّذي يَرى النَّاسُ أنَّها النّارُ فَماءٌ بارِدٌ، وَأَمّا الَّذي يَرى النَّاسُ أنَّها ماءٌ بارِدٌ فَنارٌ تَحْرِقُ، فَمَنْ أَدْرَكَ مِنْكُمْ فَلْيَقَعْ في الَّذي يَرى أَنَّها النّارُ ، فَإنَّهُ عَذْبٌ بارِدٌ « (1). ¶ وروى الإمام البخاري ومسلم وأحمد وأبو داود عن حذيفة وأبي مسعود رضي الله عنهما عن رسول الله - صلى الله عليه وسلم - أنه قال: » لأَنا أعْلَمُ بِما مَعَ الدَّجَّالِ مِنَ الدَّجَّالِ، مَعَهُ نَهْرانِ يَجْرِيانِ، أحَدُهُما رَأيَ العَيْنِ ماءٌ أبْيَضُ، والآخَرُ رَأيَ العَيْنِ نارٌ تَأَجَّجَ. فَإِمَّا أدْرَكَهُنَّ واحِدٌ مِنْكُم فَلْيَأْتِ النَّهْرَ الَّذي يَراهُ ناراً، ثُمَّ لْيَغْمِسْ ثُمَّ لِيُطَأطِئْ رَأْسَهُ فَلْيَشْرَبْ فَإنَّهُ ماءٌ بارِدٌ. وإنَّ الدَّجَّالَ مَمْسوحُ العَيْنِ اليُسْرى عَلَيْها ظَفَرَةٌ(2) غَليظَةٌ، مَكْتوبٌ بَيْنَ عَيْنَيْهِ كافِرٌ، يَقْرَؤهُ كُلُّ مُؤْمِنٍ، كاتِبٍ وَغَيرِ كاتِبٍ « (3). ¶ وقد حذَّرَ رسولُ الله - صلى الله عليه وسلم - حتى من القرب منه، وذلك لشدة فتنته، فقال: » مَنْ سَمِعَ بالدَّجَّالِ فَلْيَنْأَ عَنْهُ، فَوَاللَّهِ إنَّ الرَّجُلَ لَيَأْتيهِ وَهُوَ يَحْسَبُ أنَّهُ مُؤْمِنٌ فَيَتْبَعُهُ مِمّا يَبْعَثُ بِهِ الشُّبُهات ِ« (4). ¶ الدجال والشاب المؤمن: ... ¶ قد مرَّ معنا ذكر الشاب الذي يقتله الدَّجَّال، والذي يخرج إليه من المدينة، ومسالح الدَّجَّال نازلة دبر جبل أُحُدٍ، فَيَتَحَدّاه أمام الناس كلّهم مكذِّباً إياه أنه رب. ¶ __________ ¶ (1) - رواه البخاري عن حُذَيفة، صحيح الجامع (2196). ¶ (2) - لحمة من جانب الأَنفِ تغطِّي العينَ. ¶ (3) - مختصر صحيح مسلم (2046). ¶ (4) - رواه أحمد وأبو داود والحاكم بإسناد صحيح عن عمران بن حصين، المشكاة (5488).",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "روى البخاري ومسلم -واللفظ للبخاري- عن الصحابي أبي سعيد الخدري - رضي الله عنه - قال: حدثنا رسولُ الله - صلى الله عليه وسلم - حديثاً طويلاً عن الدَّجَّال، فكان فيما حدّثنا قال: » يأتي الدَّجَّالُ ، وَهُوَ مُحَرَّمٌ عَلَيْهِ أنْ يَدْخُلَ نِقابَ المَدينَةِ، فَيَنْزِلُ بَعْضَ السِّباخِ الَّتي تَلي المَدينَةَ، فَيَخْرُجُ إلَيْهِ يَوْمَئِذٍ رَجُلٌ هُوَ خَيْرُ النَّاسِ أوْ مِنْ خِيارِ النَّاسِ فَيَقولُ لَهُ: أشْهَدُ أنَّكَ الدَّجَّالُ الَّذي حَدَّثَنا رَسولُ اللَّهِ - صلى الله عليه وسلم - حَديثَهُ، فَيَقول الدَّجَّالُ: أَرَأَيْتُمْ إنْ قَتَلْتُ هذا ثُمَّ أَحْيَيْتُهُ هَلْ تَشُكُّونَ في الأَمْرِ ؟ فَيَقولونَ: لا. فَيَقْتُلُهُ ثُمَّ يُحْيِيهِ، فَيَقولُ: وَاللَّهِ ما كُنْتُ فيكَ أَشَدَّ بَصيرَةً مِنِّي اليَومَ. قال: فَيُريدُ الدَّجَّالُ أَنْ يَقْتُلَهُ فَلا يُسَلَّطُ عَلَيْهِ « (1). ¶ __________ ¶ (1) - حاشية السندي على صحيح البخاري (4/232).",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وروى الإمام مسلم في الصحيح عن أبي سعيد الخدري - رضي الله عنه - قال: قال رسولُ اللهِ - صلى الله عليه وسلم -: » يَخْرُجُ الدَّجَّالُ فَيَتَوَجَّهُ قِبَلَهُ رَجُلٌ مِنَ المُؤْمِنينَ، فَتَلْقاهُ المَسالِحُ(1)، مَسالِحُ الدَّجَّالِ، فَيَقولونَ لَهُ: أَيْنَ تَعْمِدُ؟ فَيَقُولُ: أَعْمِدُ إلى هَذا الَّذي خَرَجَ. قال: فَيَقولونَ لَهُ: أَوَ ما تُؤْمِنُ بِرَبِّنا؟ فَيَقولُ: ما بِرَبِّنا خَفاءٌ! فَيَقولونَ: أُقتُلوهُ. فَيَقولُ بَعْضُهُم لِبَعْضٍ: أَلَيْسَ قَدْ نَهاكُمْ رَبُّكُمْ أَنْ تَقْتُلوا أَحَداً دونَهُ؟ قال: فَيَنطَلِقونَ بِهِ إلَى الدَّجَّالِ، فَإذا رَآهُ المُؤْمِنُ قالَ: ياأيُّها النّاسُ، هَذا الدَّجَّالُ الَّذي ذَكَرَ رَسولُ اللَّهِ - صلى الله عليه وسلم -. قال: فَيَأْمُرُ الدَّجّالُ بِهِ فَيُشَبَّحُ(2)، فَيَقولُ: خُذوهُ وَشُجُّوهُ(3)، فَيُوسَعُ ظَهْرُهُ وَبَطْنُهُ ضَرْباً. قال: فَيَقول: أَوَما تُؤْمِنُ بي؟ فَيَقولُ: أَنْتَ الْمَسيحُ الكَذَّابُ. قال: فَيُؤْمَرُ بِهِ فَيُؤْشَرُ بِالْمِئْشارِ مِنْ مَفْرَقِهِ(4) حَتّى يُفَرَّقَ بَيْنَ رِجْلَيْهِ. قال: ثُمَّ يَمْشي الدَّجَّالُ بَيْنَ القِطْعَتَيْنِ، ثُمَّ يَقولُ لَهُ: قُمْ، فَيَستَوي قائماً. قال: ثُمَّ يَقولُ لَهُ: أَوَما تُؤْمِنُ بي؟ فَيَقولُ: ما ازْدَدتُّ فيكَ إلاّ بَصيرَةً. قالَ: ثُمَّ يَقولُ: ياأَيُّها النّاسُ، إنَّهُ لا يَفْعَلُ بَعْدي بِأَحَدٍ مِنَ النَّاسٍ. قال: فَيَأخُذُهُ الدَّجَّالُ لِيَذْبَحَهُ، فَيُجْعَلُ ما بَيْنَ رَقْبَتِهِ إلَى تَرْقُوَتِهِ(5) نُحاساً فلا يَسْتَطيعُ إلَيْهِ سَبيلاً. قال: فَيَأْخُذُ بِيَدَيْهِ وَرِجْلَيْهِ فَيَقْذِفُ بِهِ، فَيَحْسِبُ النَّاسُ ¶ __________ ¶ (1) - المسالح: الجنود. ¶ (2) - يُمَدُّ عَلَى بَطْنِهِ. ¶ (3) - اجْرَحُوهُ في رأسِهِ. ¶ (4) - وَسَط رَأْسِهِ. ¶ (5) - التَرْقُوَة هي العَظْمُ مابين ثَغرة النَّحرِ والعاتِقِ.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "أَنَّما قَذَفَهُ إلى النَّارِ، وَإنَّما أُلْقِيَ في الجَنَّةِ. فَقالَ رَسولُ اللَّهِ - صلى الله عليه وسلم -: هَذا أَعْظَمُ النّاس شَهادَةً عِندَ رَبِّ العالَمينَ « (1). ¶ وبهذه الأحاديثِ التي ذَكرناها تفسر لنا الحديث المختصر الذي رواه مسلم وأحمد عن أبي هريرة - رضي الله عنه - عن رسولِ اللهِ - صلى الله عليه وسلم - قالَ: » يَأْتي المَسيحُ مِنْ قِبَلِ المَشْرِقِ وَهِمَّتُهُ المَدينَةُ حَتّى يَنْزِلَ دُبُرَ أًحُدٍ، ثُمَّ تَصْرِفُ المَلائِكَةُ وَجْهَهُ قِبَلَ الشَّامِ، وهُنالكَ يَهْلِكُ « (2)، أي يَقتله المسيحُ عيسى بن مريم عليه الصلاة والسلام. ¶ العلامات الدّالّة على خروج الدّجّال: ¶ __________ ¶ (1) - شرح النووي لصحيح مسلم (18/72-73). ¶ (2) - صحيح الجامع (7995).",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وَهنا يَرِدُ سؤال: هل سيكون قبل خروج الدَّجَّال علامات تدلُّ على قرب خروجه؟ الجواب: نعم. فقد جاء في الحديث الطويل الذي رواه ابن ماجة وابن خزيمة والضياء عن أبي أمامة - رضي الله عنه - مرفوعاً إلى النبي - صلى الله عليه وسلم - أنه قال: » وإنَّ قَبْلَ خُروجِ الدَّجَّالِ ثَلاثُ سَنَواتٍ شِدادٍ، يُصيبُ النَّاسَ فيها جوعٌ شَديدٌ، ثُمَّ يَأْمُرُ اللَّهُ السّماءَ السَّنَةَ الأولى أَنْ تَحْبِسَ ثُلثَ قَطْرِها، وَيَأمُرُ الأرْضَ أَنْ تَحْبِسَ ثُلُثَ نَباتِها، ثُمَّ يَأْمُرُ السَّماءَ في السَّنَةِ الثَّانِيَةِ فَتَحْبِسُ ثُلُثَيْ مَطَرِها، ويَأْمُرُ الأرْضَ فَتَحْبِسُ ثُلُثَيْ نَباتِها، ثُمَّ يَأْمُرُ السَّماءَ في السَّنَةِ الثَّالِثَةِ فَتَحْبِسُ مَطَرَها كُلَّهُ فلا تَقْطُرُ قَطْرَةٌ، ويَأْمُرُ الأَرْضَ فَتَحْبِسُ نَباتَها كُلَّهُ فَلا تَنْبُتُ خَضْراءُ، فَلا يَبْقى ذاتُ ظَلْفٍ إلاّ هَلَكَتْ، إلاّ ما شاءَ اللَّهُ. قيلَ: فَما يُعيشُ النَّاسَ في ذَلِكَ الزَّمانِ؟ قالَ: التَّهْليلُ والتَّكْبيرُ والتَّحْميدُ، وَيُجْزِئُ ذَلِكَ عَلَيْهِم مَجْزَأَةَ الطَّعامِ «.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وروى الإمام أحمد وأبو داود والحاكم بسند صحيح عن عبد الله بن عمر - رضي الله عنه - عن رسول الله - صلى الله عليه وسلم - قالَ: » فِتْنَةُ الأَحْلاسِ(1) هَرَبٌ وحَرْبٌ، ثُمَّ فِتْنَةُ السَّرَّاءِ، دَخَنُها مِنْ تَحْتِ قَدَمِ رَجُلٍ يَزْعُمُ أَنَّهُ مِنِّي، ولَيْسَ مِنّي، إنَّما أوْلِيائي المُتَّقونَ. ثُمَّ يّصْطَلِحُ النَّاسُ عَلى رَجُلٍ كَوِرْكٍ عَلى ضِلعٍ(2)، ثُمَّ فِتْنَةُ الدُّهَيْماء(3)، لا تَدَعُ أحَداً مِن هَذهِ الأمّةِ إلاّ لَطَمَتْهُ لَطْمَةً، فَإذا قيلَ انْقَضَتْ تَمادَتْ، يُصْبِحُ الرَّجُلُ فيها مُؤْمِناً وَيُمْسي كافِراً، حَتّى يَصيرَ النّاس إلى فُسطاطَيْنِ(4)، فُسطاطِ إيمانٍ لا نِفاقَ فيهِ وفُسْطاطِ نِفاقٍ لا إيمانَ فيهِ، فَإذا كانَ ذاكُمُ فَانْتَظِروا الدَّجَّالَ مِنْ يَوْمِهِ أَوْ غَدِهِ « (5). ¶ وَمِنْ عَلاماتِ خُروجِ الدَّجَّال ما رواه أحمد وأبو داود عن معاذ - رضي الله عنه - عن رسولِ اللهِ - صلى الله عليه وسلم - قالَ: » عُمْرانُ بَيْتِ المَقدِسِ خَرابُ يَثْرِبَ، وَخَرابُ يَثْرِبَ خُروجُ المَلْحَمَةِ، وَخُروجُ المَلْحَمَةِ فَتْحُ القُسْطَنْطينِيَّة، وفَتْحُ القُسْطَنْطينِيّة خُروجُ الدَّجَّالِ « (6). ¶ __________ ¶ (1) - هي الأكسية التي على ظهر البعير، شبهها بها للزومها ودوامها (اللسان). ¶ (2) - كورك على ضلع: مثل يضرب، والمعنى: يصطلح الناس على رجل لا نظام له ولا استقامة لأمره (المشكاة 3/ص1487). ¶ (3) - فتنة الدهيماء: أي الفتنة السوداء المظلمة، والتصغير فيها للتعظيم (اللسان). ¶ (4) - جاءت هنا بمعنى الفريقين. ¶ (5) - المشكاة (5403). ¶ (6) - صحيح الجامع (4096 ).",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "فَعمران بيت المقدس يكون على أيدي المسلمين بعد تحريره من يهود بإذن الله تعالى. وتكون الأرض المقدسة أرض الخلافة في ذلك الوقت بدليل قولِه - صلى الله عليه وسلم - لابن حوالة: » يا ابن حوالةَ! إذا رَأَيْتَ الخِلافَةَ قَدْ نَزَلَتِ الأَرْضَ المُقَدَّسَةَ فَقَدْ دَنَتِ الزَّلازِلُ والبَلايا والأُمورُ العِظامُ، والسَّاعَةُ يَوْمَئِذٍ أَقْرَبُ لِلنّاسِ مَنْ يَدي هَذِهِ مِنْ رِأْسِكَ « (1). ¶ خلوّ المدينة من أهلها: ¶ ويهاجر المسلمون إلى بلاد الشام لجهاد أعداء الله من يهود ونصارى، ويخرج أهل المدينة من المدينة، لا رغبة عنها بغيرها، وإنما جهاداً في سبيل الله، حتى لا يبقى فيها أحد، فتغشاها السباع والعوافي وتبقى كذلك حتى تقوم الساعة. ¶ روى الحاكم بسند صحيح عن أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: » لَتَتْرُكُنَّ المَدينَةَ عَلى خَيرِ ما كانَتْ، تَأْكُلُها الطَّيْرُ والسِّباعُ « (2). ورواه الشيخان و أحمد بزيادة، قالَ - صلى الله عليه وسلم -: » يَتْرُكونَ المَدينَةَ على خَيرِ ما كانَتْ، لا يَغشاها إلاّ العَوافي - يريد عوافي السباع والطير-، وآخِرُ مَنْ يُحْشَرُ راعِيانِ مِنْ مُزَيْنَةَ يُريدانِ المَدينَةَ، يَنْعِقانِ بِغَنَمِهِما، فَيَجِدانِها وَحْشاً، حَتّى إذا بَلَغا ثَنِيَّةَ الوَداعِ خَرَّا علَى وُجُوهِهما « (3). ¶ وعن عبد الله بن عمرو - رضي الله عنه - قال: » يأتي عَلى النّاسِ زَمانٌ لا يَبْقى فِيهِ مُؤْمِنٌ إلاّ لَحِقَ بالشَّامِ « (4). ¶ هَلاك المَسِيحِ الدَّجَّال: ¶ __________ ¶ (1) - رواه الحاكم في المستدرك (4/425 ) وقال : صحيح الإسناد. ¶ (2) - المستدرك (4/426). ¶ (3) - الصحيحة (2/683). ¶ (4) - رواه الحاكم في مستدركه (4/457) وقال: صحيح على شرط الشيخين، ووافقه الذهبي.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وأما قتل الدَّجَّال فيكون على يد نبي الله عيسى بن مريم عليه الصلاة والسلام - كما مرَّ في حديث النواس المتقدم - بعدما تصرف الملائكة وجهه عند أنقاب المدينة إلى الشام وهناك يهلك عند باب لدّ الشرقي في أرض فلسطين، أعادها الله للمسلمين. ¶ الدجال عند أهل الكتاب: ¶ إن بني يهود مذ كذبوا بالمسيح عليه الصلاة والسلام وكفروا به وبرسالته وهم ينتظرون مسيحهم الدجال، والذي يزعمون أنهم سيعيد إليهم مجدهم وحكمهم للأرض المباركة، وعندها ستستسلم الأمم كلها لنبي إسرائيل، شعب الله المحتار. ¶ لقد اختلفت الروايات عن هذه الشخصية وتناقضت، وهذه طبيعة دين اليهود والنصارى. بل إن بعضهم من يعتبر الدجال شخصية أسطورية من اختراع الأحبار وكتّاب الملاحم والأساطير. وبما أن دين أهل الكتاب في » تطور « مستمر فإن بعضهم انحرف كثيراً عن جادة الصواب وقال بأن » الدجال « هو عبارة عن رمز يشير إلى أن كلَّ من عادى ويعادي النصرانية يُعتبر » دجالاً «. ¶ وقد تفنن بعضهم وشط في تفننه عندما وصف مثلاً » الخميني « بأنه هو الدجال، ( ولنا الحق أن نحتفظ برأينا عن الخميني! ) وقد ضمت لائحة » الدجاجلة « بعض زعماء عرب وشخصيات نصرانية. بل إن بعضهم زعم أن أحد البابوات هو الدجال بعينه. فكل ما لا يرضي هوى هؤلاء الضالين يعتبر أنه الدجال الذي أخبرت به كتبهم » المقدسة « (1). ¶ وقد ذكره الأنبياء - عليهم الصلاة والسلام- الدجال لأقوامهم، فنحن نعلم يقيناً أن موسى وبقية أنبياء بني إسرائيل قد ذكروا لأقوامهم الدجال وفتنته، مصداقاً لقوله - صلى الله عليه وسلم -: » ما من نبي إلا وأنذر قومه الدجال. أنذره نوح والنبيون من بعده .. «. ¶ __________ ¶ (1) - انظر كتاب: Naming the Antichrist, by Robert C. Full, Oxford Universtiy Press, 1995",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "حتى بعض كتابات يهود تشير أن الدجال منهم، وأن أبويه يهوديان. وقد ذكر Wilhem Bousset في كتابه أن: » من المحتمل أيضاً أن المسيح الدجال سيظهر من المناطق الشرقية من أرض فارس، حيث [توجد] قبيلة دان من الجنس العبري « (1). ¶ وقبل الشروع في الكلام عن نزول عيسى بن مريم عليه وعلى أمه السلام، يحسن بنا أن نتكلم هنا عن محمد بن عبد الله المهدي ، لأن مجيئه يكون قبل نزول عيسى عليه الصلاة والسلام، حيث يقود الأمة الإسلامية بالعدل والإحسان، ويقيم شرع الله تعالى، وتعود خلافة راشدة بعد أن ملئت الأرض ظلماً وجوراً. ويصلى عيسى بن مريم عليه السلام خلفه، ويحثي المال للناس حثياً ولا يعدّه لهم ... إلى آخر تلك الصفات والأعمال التي وردت في أحاديث صحيحة. ¶ الفصل الثاني: ¶ المهدي بن عبد الله ¶ لا يخفى على كل ذي عقل - فضلاً عن كل ذي دين سليم - أن المهدي التي تقول به فرق الشيعة غير موجود في الواقع، بل إنه لم يولد في التاريخ. وقد ذاقت الأمة ويلات كثيرة بسبب ذلك الاعتقاد الخرافي في المهدي عند الشيعة. بل إنهم جعلوا الإيمان بالأئمة الذين اخترعوهم لأنفسهم ركناً لا يتجزّأ من إيمانهم بدينهم وما تمليه عليهم أساطيرهم، والتي هي أشبه بأساطير اليونان والفرس وغيرهم من أمم الجاهلية. ¶ __________ ¶ (1) - The Antichrist Legend, p. 172, by Wilhem Bousset, NY, AMS Press, 1982",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وأما المهدي عند أهل السُّنَّة فهو رجل تلده النساء وتربيه الرجال ويعيش حياته بين الناس، لا في الكهوف- كما تدّعي الشيعة في مهديهم ولا يعرفون متى يخرج، وأبشرهم أنه لن يفعل-، وإنّما هو إمام وخليفة من خلفاء المسلمين الذين يقومون بالقسط بين الناس. والذي يميّز محمد بن عبد الله المهدي عن غيره من الخلفاء المهديين هو التقاؤه مع عيسى بن مريم صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وأن نبي الله عيسى يصلي خلفه، وأن الله يصلحه في ليلة، وأنه يملؤها عدلاً وقسطاً كما ملئت ظلماً وجوراً، وأنه على يديه يكون الفتح الثاني للقسطنطينية وربما رومية... الخ. ¶ خلافة على منهاج النبوة: ¶ ذكر رسول الله - صلى الله عليه وسلم - الخلافة التي هي على منهاج النبوة في الحديث الصحيح الذي رواه الإمام أحمد والطيالسي عن حذيفة بن اليمان - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: » تكونُ النُّبُوَّةُ فيكُم ما شاءَ اللَّهُ أنْ تَكونَ، ثُمَّ يَرْفَعُها اللَّهُ إذا شاء أنْ يَرْفَعَها، ثُمَّ تَكونُ خِلافَةً عَلى مِنهاج النُّبوَّةِ، فَتَكونُ ما شاءَ اللّهُ أنْ يَكونَ، ثُمَّ يَرْفَعُها اللّهُ إذا شاء أنْ يَرْفَعَها، ثُمَّ تَكونُ مُلْكاً عاضّاً، فَتَكونُ ما شاءَ اللّهُ أنْ تَكونُ، ثُمَّ تَكونُ مُلْكاً جَبْرِيّاً، فَتَكونُ ما شاءَ اللّهُ أن تَكونَ، ثُمَّ يَرْفَعُها إذا شاءَ أنْ يَرْفَعَها، ثُمَّ تَكونُ خِلافَةً على مِنهاج النُّبوَّةِ «، ثُمَّ سَكَتَ(1). ¶ إنَّ سبب إيراد الحديث السابق هنا هو أن محمد بن عبد الله المهدي هو أحد خلفاء مرحلة الخلافة الثانية والتي هي على منهاج النبوة. وقد قسّم رسول الله - صلى الله عليه وسلم - تاريخ هذه الأمّة إلى المراحل التالية: ¶ 1-مرحلة حكم النبوة: وكانت في حياته - صلى الله عليه وسلم -. ¶ __________ ¶ (1) - الصحيحة (1/5).",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "2-مرحلة الخلافة على منهاج النبوة: وهي حكم الخلفاء الراشدين، وكانت من بداية استخلاف أبي بكر رضوان الله عليه وحتى مقتل علي بن أبي طالب - رضي الله عنه -، ومن العلماء من أدخل فترة إمارة الحسن بن علي - رضي الله عنه - سبط رسول الله - صلى الله عليه وسلم - فيها. فهذه ثلاثون سنة كما نصّ بذلك الحديث الصحيح بأن الخلافة ثلاثون سنة ثم تكون ملكاً. ¶ 3-مرحلة الملك العاضّ أو العضوض: وهو الحكم الذي فيه ظلم، وإن تفاوتت نسبة الظلم من حكم لآخر: وهي مرحلة ما بعد إمارة الحسن بن علي - رضي الله عنه -، ويدخل فيه حكم بني أمية وبني العباس والمماليك والعثمانيين الأتراك وغيرهم، وحتى سقوط السلطنة العثمانية في مطلع القرن العشرين الميلادي. وهذا الحكم يشمل كل الدول التي تعاقبت على العالم الإسلامي بكافة مراحل تاريخة خلال هذه الفترة، ويُستثنى من ذلك حكم من كانت خلافته مشابهة للخلفاء الراشدين كخلافة عبد الله بن الزبير وعمر بن عبد العزيز رضي الله عنهما، فَهُما قد عُدَّا من الخلفاء الذين هم من قريش والذين يلوْن أمر هذه الأمة. ¶ 4-مرحلة الحكم الجبري: والتي بدأت منذ سقوط الدولة العثمانية إلى عصرنا الحاضر، فنسأل الله تعالى أن ينهيها قريباً بِمَنّه وفضله. ¶ والحكم الجبري هذا يحوي كل أنظمة الحكم التي قامت في العالم الإسلامي، سواء أكانت حكماً ملكياً أو وراثياً أو حِزبياً أو حكم الكفار للمسلمين، كما حصل عقيب الحرب العالمية الأولى، أو جمهورياً أو ديموقراطياً أو غيرها من أنواع الحكم التي تنازع الله - عز وجل - أحقية الحاكمية والتشريع. ¶ وعندما ذكر رسول الله - صلى الله عليه وسلم - تلك المراحل التي ستمرّ بها الأمة، ربَطَها بنوع الحكم الذي يحكمها، أفيه ظلم أم هو على منهاج النبوة، أم هو مما تُجبَر الأمة على قبوله، كما هو حالنا اليوم.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "5-مرحلة الخلافة على منهاج النبوة: وهي مرحلة لابد لها من عمل وتحضير وتضحية في سبيل الله تعالى، ونشر العلم واتباع للكتاب والسنة ومنهج السلف الصالح، لأنه لا يصلح آخر هذه الأمة إلاّ بما صلح به أولها. وسيكون الدين في بدايتها غريباً، غربته يوم بدأ في مكة بين أسيادها وعبيدها، بين قويّها وضعيفها، وبين نسائها وصغارها. ومصدر هذه المرحلة هم غرباء هذا الدين في هذا الزمان، الذين يحملونه عن وعي وإدراك وفهم وتطبيق، ويتحملون في سبيله أشد المصائب والإبتلاءات ثابتين على وصية رسول الله - صلى الله عليه وسلم - عندما قالَ: » فَعَلَيْكُم بِسُنَّتي وَسُنّةِ الخُلَفاءِ الرَّاشِدينَ المَهْدِيين، عَضّوا عَلَيْها بالنَّواجِذِ، وإيّاكُم وَمُحْدَثاتِ الأُمورِ، فَإنَّ كُلَّ مُحدَثَةٍ بِدْعَةُ، وكُلَّ بِدْعَةٍ ضَلالَةٌ، وكُلَّ ضَلالَةٍ في النّار « (1). ... ¶ وهؤلاء الغرباء هم الذين يصلحون ما أفسد الناس من سنته - صلى الله عليه وسلم - من بعده، وهم الذين يقاتلون في سبيل الله، ظاهرين على عدوهم وعلى من خالفهم ومن خذلهم، لا يضرهم ذلك حتى يأتيَ أمر الله وهم كذلك، فنسأل الله تبارك وتعالى أن يثبتنا على طريق نبيه الكريم - صلى الله عليه وسلم - ومنهج صحابته رضوان الله عليهم ومن تبعهم بإحسان إلى يوم الدين. ¶ المهدي ودلائل مهديَّته: ¶ إنّ أحاديث المهدي في كتب السنة منها ما هو ضعيف - مع شهرته بين الناس-، ومنها ما هو حسن وصحيح، وتعويلنا في هذا البحث إنما هو على الصحيح منها والحسن، كما بيّنه علماء الحديث الشريف. ¶ روى أبو داود وابن ماجة والحاكم عن أمُّ سلمة رضي الله عنها بسند صحيح عن رسول الله - صلى الله عليه وسلم - قال: » المَهْدي مِنْ عِتْرَتي مِن وَلَدِ فاطِمَةَ « (2). ¶ __________ ¶ (1) - صحيح الجامع (2549). ¶ (2) - صحيح أبي داود (3603).",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وعن ابن مسعود - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: » لَوْ لَمْ يَبْقَ مِنَ الدُّنْيا إلاّ يَومٌ لَطَوَّلَ اللَّهُ ذَلِكَ اليَوْمَ حَتّى يُبْعَثَ فيهِ رَجُلٌ مِنْ أهْلِ بَيْتي، يُواطِئُ اسْمُهُ إسمي، واسمُ أبيهِ اسمَ أبي، يَمْلأُ الأرْضَ قِسْطاً وَعَدْلاً كَما مُلِئَتْ ظُلْماً وَجَوْراً « (1). ... ¶ وعن علي - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: » لَوْ لَمْ يَبْقَ مِنَ الدَّهْرِ إلاّ يَومٌ لَبَعَثَ اللّهُ رَجُلاً مِنْ أهْلِ بَيْتي، يَمْلَؤها عَدْلاً كَما مُلِئَتْ جَوْراً « (2). ¶ وعن عبد الله بن مسعود - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: » لا تذْهَبُ الدُّنيا ولا تَنْقَضي حَتّى يَمْلِكَ رَجُلٌ مِن أهلِ بَيْتي يُواطِئُ اسمُهُ إسمي « (3). ¶ إذن، المهدي من آل بيت رسول الله - صلى الله عليه وسلم -، واسمه محمد بن عبد الله، ولا يُعرف ما إذا سَيكون من نسل الحسن بن علي أم الحسين بن علي، فالروايات في ذلك لا تصح، وإن كان ابن تيمية - رحمه الله - قد رَجَّحَ أنه من نسل الحسن معتمداً في ذلك على أثر مروي عن عليٍّ رضي الله عنه، وقد ضعّفه محقق مشكاة المصابيح العلامة الألباني(4). ¶ صفته الخَلْقية ومدّة حكمه: ¶ __________ ¶ (1) - صحيح أبي داود (3601). ¶ (2) - رواه أحمد وأبو داود بسند صحيح (3602). ¶ (3) - صحيح الجامع (7275). ¶ (4) - أنظر المشكاة (5462).",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وأما صفته الخَلْقية، فقد بيَّنها رسولُ اللهِ - صلى الله عليه وسلم - في حديثه الآتي: عن أبي سعيد - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: » المَهْدي مِنّي، أجْلى الجَبْهَةِ(1)، أَقْنى الأَنْفِ(2)، يَمْلأُ الأرْضَ قِسْطاً وَعَدْلاً كما مُلِئَتْ جَوْراً وَظُلْماً، يَمْلِكُ سَبْعَ سِنين « (3). ... ¶ وأمّا مدَّة حكمه فقد بيّنها الحديث السابق. وفي الحديث الآخر: » لَتُمْلأَنَّ الأرضُ جَوْراً وظُلْماً، فإذا مُلِئَتْ جَوْراً وَظُلْماً يَبْعَثُ اللّهُ رَجُلاً مِنّي إسمُهُ إسمي، وإسمُ أبيهِ إسمُ أبي، فَيَمْلَؤها عَدْلاً وقِسْطاً، يَمْكُثُ فيكُم سَبْعاً أو ثَمانِيَاً، فَإنْ أكْثَر فَتِسْعاً « (4). ¶ وهو الذي يصلي خلفه عيسى بن مريم عليه الصلاة والسلام، ففي الحديث الذي رواه الشيخان عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: » كَيْفَ أَنْتُم إذا نَزَلَ ابْنُ مَرْيَمَ فيكُمْ وإمامُكُم مِنْكُمْ « (5). ¶ وقال - صلى الله عليه وسلم -: » مِنَّا الّذي يُصَلِّي خَلْفَهُ عيسى بنُ مَرْيَم « (6). ¶ وقد روى الإمام مسلم في الصحيح عن جابر بن عبد الله - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: » لا تَزالُ طائِفَةٌ مِنْ أُمَّتي يُقاتِلونَ عَلى الحَقِّ ظاهِرينَ إلى يَوْمِ القِيامَةِ. قالَ: فَيَنْزِلُ عيسى بْنُ مَرْيَمَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَيَقولُ أميرُهُمْ: تَعالَ صَلِّ لَنا. فَيَقولُ: لا، إنَّ بَعضَكُم على بَعضٍ أُمَراء تَكْرِمَةَ اللَّهِ هَذهِ الأُمَّةِ « (7). ¶ __________ ¶ (1) - أجلى الجبهة: أي واسعها. ¶ (2) - القنا في الأنف: طوله ودقّة أرنبته مع حدب في وسطه. ¶ (3) - أبو داود والحاكم بسند حسن، المشكاة (5454). ¶ (4) - صحيح الجامع (5073). ¶ (5) - مختصر صحيح مسلم (2060). ¶ (6) - أبو نعيم عن أبي سعيد بسند صحيح. ¶ (7) - مختصر صحيح مسلم (2061).",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "والمهدي هو المقصود - والله أعلم - في حديثه - صلى الله عليه وسلم -: » يَكونُ في آخِرِ أُمَّتي خَليفةٌ يَحْثي المالَ حَثْياً، ولا يَعُدُّهُ عَدّاً «. وهو قطعة من حديث رواه الإمام مسلم في صحيحه. ¶ وفي رواية قال - صلى الله عليه وسلم -: » مِنْ خُلَفائِكُم خَليفَةٌ يَحْثو المالَ حَثْيَاً ولا يَعُدُّهُ عَدّاً « (1). ¶ وهذا إنْ دلّ على شيءٍ فَإنَّما يَدُلُّ علَى كَثْرَةِ الغَنائِمِ والفُتوحاتِ في زِمانهِ وكَثرَةِ المَلاحِمِ بَيْنَ المسلمينَ وأعْدائِهِم(2). ¶ بداية ظهور المهدي: ¶ وأما بداية ظهوره فيكون بتهيئته لقيادة الأمة وصلاحه لها. يقول - صلى الله عليه وسلم -: » المَهْدي مِنَّا أهْلَ البَيْتِ يُصْلِحُهُ اللّه في لَيْلَةٍ « (3). أي أن الله تعالى يصلحه لقيادة أمة الإسلام، والله أعلم. ¶ وقد وصفه رسول الله - صلى الله عليه وسلم - بالصلاح عندما قال: » وإمامهم رجلٌ صالِحٌ ... « الحديث، وسيأتي. ¶ ثم ينكشف أمر المهدي عند حكّام ذلك الزمان، فيهرب إلى مكّة مع بعض الناس ليحتمي بالبيت، وليس معهم عدة ولا عدد ولا منعة، ويُبعَث خلفه جيش لقتله والتخلص منه، والدليل هو ما رواه الإمام مسلم في الصحيح عن أم سلمة رضي الله عنها قالت: قال - صلى الله عليه وسلم -: » يَعوذُ عائِذٌ بِالبَيْتِ فَيُبْعَثُ إلَيهِ بَعْثٌ، فِإذا كانوا بِبَيْداءَ مِنَ الأرْضِ خُسِفَ بِهِم. فَقُلتُ: يا رسولَ اللّهِ فَكَيْفَ بِمَنْ كانَ كارِهاً؟ قالَ: يُخْسَفُ بِهِ مَعَهُم، ولَكِنَّهُ يُبْعَثُ يَوْمَ القِيامَةِ عَلى نِيَّتِهِ « (4). ¶ __________ ¶ (1) - شرح النووي لصحيح مسلم (18/38). ¶ (2) - وانظر صحيح ابن ماجة، الحديث رقم (3299). ¶ (3) - أحمد وابن ماجة، صحيح ابن ماجة (3300). ¶ (4) - شرح النووي لصحيح مسلم (18/5-6).",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وروى مسلم أيضاً عن عبد الله بن صفوان قال: أخبرتني حفصة رضي الله عنها أنها سمعتِ النبيَّ - صلى الله عليه وسلم - يقول: » لَيَؤُمَّنَّ هذا البَيْتَ جَيشٌ يَغزونَهُ، حَتّى إذا كانوا بِبَيْداءَ مِنَ الأَرْضِ يُخْسَفُ بِأَوْسَطِهِم، ويُنادي أَوَّلُهُم آخِرَهُم ثُمَّ يُخْسَفُ بِهِم، فَلا يَبْقى إلاّ الشَّريدُ الَّذي يُخْبِرُ عَنْهُم « (1). وفي رواية عن يوسف بن ماهك قال: أخبرني عبد الله بن صفوان عن أم المؤمنين أن رسول الله - صلى الله عليه وسلم - قال: » سَيَعوذُ بِهَذا البَيْتِ - يعني الكعبة - قَومٌ لَيسَ لَهُم مَنَعةٌ ولا عَدَدٌ ولا عُدّةٌ، يُبْعَثُ إلَيْهِم جَيشٌ حَتّى إذا كانوا بِبَيْداءَ مِنَ الأرْضِ خُسِفَ بِهِم «. قال يوسف : وأهل الشام يومئذ يسيرون إلى مكة، فقال عبد الله بن صفوان : أما والله ما هو بهذا الجيش(2). ¶ ويروي مسلم عن عبد الله بن الزبير - رضي الله عنه - أن عائشة رضي الله عنها قالت: عَبَثَ رسولُ اللّهِ - صلى الله عليه وسلم - في مَنامِهِ، فَقُلْنا: يا رسولَ اللّهِ صَنَعْتَ شَيْئاً في مَنامِكَ لَمْ تَكُنْ تَفْعَلُهُ. فَقال: » العَجَبُ أنّ ناساً مِنْ أُمَّتي يَؤُمُّونَ بِالبَيْتِ بِرَجُلٍ مِنْ قُرَيْشٍ قَدْ لَجَأَ بِالبَيْتِ حَتّى إذا كانوا بِبَيْداءَ خُسِفَ بِهِم «. فَقُلنا: يا رَسولَ اللَّهِ، إنَّ الطَّريقَ قد يَجْمَعُ النّاسَ. قال: » نَعَم، فيهُمُ المُسْتَبْصِرُ والمَجْبورُ وَابْنُ السَّبيلِ، يَهْلِكونَ مَهْلَكاً واحِداً ويَصْدُرونَ مَصادِرَ شَتّى، يَبْعَثُهُمُ اللّهُ عَلى نِيّاتِهِم « (3). ¶ فهذا جيش يُبعَث في إثر المهدي للتخلص منه وممن معه من المؤمنين، فيلجأون إلى البيت الحرام محتمين به، ويخسَف بهذا الجيش ببيداء من الأرض، وهي بيداء المدينة، وهي الشرف الذي قدّام ذي الحليفة، أي من جهة مكّة، وهي أرض ملساء. ¶ __________ ¶ (1) - نفسه. ¶ (2) - نفسه. ¶ (3) - شرح النووي لصحيح مسلم (18/16-17).",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وروى أحمد والطبراني عن أم سلمة رضي الله عنها عن النبي - صلى الله عليه وسلم - قال: » طائِفَةٌ مِنْ أُمَّتي يُخْسَفُ بِهِم، يُبْعَثونَ إلى رَجُلٍ فَيَأتي مَكّةَ، فَيَمْنَعُهُ اللّهُ مِنْهُمْ ويُخْسَفُ بِهِم، مَصْرَعُهُم واحِدٌ وَمَصادِرُهُم شَتّى. إنَّ مِنْهُم مَنْ يَكْرَهُ فَيَجِيءُ مُكْرَهَاً « (1). ¶ وعن امرأة القَعقاع بن أبي حدرد الأسلمي رضي الله عنهما قالت: سمعتُ رسولَ اللّهِ - صلى الله عليه وسلم - على المِنبر يقول: » يا هَؤلاءِ! إذا سَمِعْتُم بِجَيْشٍ قد خُسِفَ بِهِ قَريباً فَقَد أَظَلَّتِ السّاعَةُ « (2). ¶ ويُبايَعُ المهدي خليفةً للمسلمين بعد ذلك ويجاهد مع المسلمين في سبيل الله تعالى، وتكون خلافة على منهاج النبوّة، وتكون الملاحم بين المسلمين وأعدائهم إلى أن ينزل عيسى عليه الصلاة والسلام. ¶ قتال الروم وفتح القسطنطينية: ¶ ... ¶ وفي زمن المهدي يكون الفتح الثاني للقسطنطينية ( إستانبول )، وذلك قبل خروج الدَّجَّال ونزول عيسى عليه الصلاة والسلام. ¶ __________ ¶ (1) - الصحيحة (4/1924). ¶ (2) - رواه أحمد والحميدي، الصحيحة (3/1355).",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "روى الإمام مسلم في صحيحه عن يُسَيْر بن جابر قال: هاجَتْ رِيحٌ حمراءُ بالكوفة فجاء رجل ليس له هِجِّيرى(1): إلاَّ يا عبدَ اللهِ بنَ مسعود ، جاءتِ الساعةُ. قال: فَقَعَدَ وكان مُتَّكِئاً فَقال: » إنَّ السّاعَةَ لا تَقومُ حَتَّى لا يُقْسَمَ ميراثٌ ولا يُفْرَحَ بِغَنيمةٍ. ثمّ قال بيده هكذا - ونحّاها نحو الشام-. فقال: عَدُوٌّ يَجْمَعونَ لأَهْلِ الإسْلامِ. قُلتُ: الرُّومَ تَعْني؟ قالَ: نَعَم، وتَكونُ عِندَ ذاكُمُ القِتالِ رَدَّةٌ(2) شَديدَةٌ، فَيَشْتَرِطُ المُسلِمونَ شُرْطَةً(3) لِلمَوتِ لا تَرجِعُ إلاّ غالِبَةً، فَيَقتَتِلونَ حَتّى يَحْجُزَ بَينَهُمُ اللَّيْلُ، فَيَفِيءُ هَؤلاءِ وهَؤلاءِ كُلٌّ غَيرُ غالِبٍ وتَفْنى الشُّرْطَةُ، ثُمَّ يَشْتَرِطُ المُسلِمونَ شُرْطَةً لِلمَوتِ لا تَرجِعُ إلاّ غالبَةً، فَيَقتَتِلونَ حَتّى يَحْجُزَ بَينَهُمُ اللّيلُ، فَيَفِيءُ هَؤلاءِ وهَؤلاءِ كُلٌّ غَيرُ غالِبٍ وتَفْنى الشُّرْطَةُ، ثُمَّ يَشتَرِطُ المُسلِمونَ شُرْطَةً لِلمَوتِ لا تَرجِعُ إلاّ غالبَةً، فَيَقتَتِلونَ حَتّى يُمْسُوا، فَيَفِيءُ هَؤلاءِ وهَؤلاءِ كُلٌّ غَيرُ غالِبٍ وتَفْنى الشُّرْطَةُ، فَإذا كانَ يَوْمُ الرَّابِعِ نَهَدَ(4) إلَيْهِم بَقِيَّةُ أهْلِ الإسْلامِ فَيَجْعَلُ اللّهُ الدَّبِرَةَ عَلَيْهِم، فَيَقْتُلونَ مَقْتَلَةً- إمّا قالَ: لا يُرى مِثلها، وإمّا قال: لَم يُرَ مِثْلُها- حَتَّى إنَّ الطّائِرَ لَيَمُرُّ بِجَنَباتِهِم فَما يُخَلِّفُهُم حَتّى يَخِرَّ مَيِّتاً. فَيَتَعادُّ بَنو الأَبِ كانوا مِائَةً فلا يَجِدونَهُ بَقِيَ مِنْهُم إلاّ الرَّجُلُ الواحِدُ، فَبِأَيِّ غَنيمَةٍ يُفْرَحُ أو أيِّ مِيراثٍ يُقَاسَمُ. فَبَينَما هُم كَذَلِكَ إذْ سَمِعوا بِبَأسٍ هُوَ أكْبَرُ مِنْ ذَلِكَ، فَجاءَهُمُ الصَّريخُ إنَّ الدَّجَّالَ ¶ __________ ¶ (1) - شَأْن. ¶ (2) - صَوْلَة. ¶ (3) - الشرطة: طائفة من الجيش تقدم للقتال. ¶ (4) - نَهَضَ.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "قَد خَلَفَهُمْ في ذَراريِّهِم، فَيَرْفُضُونَ ما في أيْديهِم ويُقْبِلونَ، فَيَبْعَثونَ عَشَرَةَ فَوارِسَ طَليعَةً. قال رسولُ الله - صلى الله عليه وسلم -: إنّي لأَعْرفُ أسْماءَهُم وأسْماءَ آبائِهم وألوانَ خُيولِهِم، هُم خَيرُ فَوارِسَ عَلى ظَهرِ الأرْضِ يَوْمَئِذٍ، أو مِنْ خَيرِ فوارِسَ على ظَهرِ الأرضِ يَوْمَئِذٍ « (1). ... ¶ روى الإمام مسلم في الصحيح أيضاً عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: » لا تَقومُ السّاعةُ حَتّى يَنْزِلَ الرُّومُ بِالأعْماقِ أوْ بِدابِقٍ، فَيَخْرُجُ إلَيْهِم جَيْشٌ مِنَ المَدينَةِ مِنْ خِيارِ أهْلِ الأّرْضِ يَوْمَئِذٍ، فَإذا تَصافُّوا قالَتِ الرُّومُ: خَلُّوا بَيْنَنا وَبَيْنَ الَّذينَ سَبَوْا(2) مِنَّا نُقاتِلْهُم. فَيَقولُ المُسْلِمونَ: لا وَاللَّهِ، لا نُخَلِّي بَيْنَكُم وَبَيْنَ إخْوانِنا. فَيُقاتِلونَهُم فَيَنْهَزِمُ ثُلُثٌ لا يَتوبُ اللَّهُ عَلَيْهِم أَبَداً، ويُقْتَلُ ثُلُثُهُم أفضَلُ الشُّهَداءِ عِنْدَ اللَّهِ، وَيَفْتَتِحُ الثُّلُثُ لا يُفْتَنونَ أَبداً، فَيَفْتَتِحونَ القُسْطَنطِينِيَّةَ. فَبَيْنَما هُمْ يَقْتَسِمونَ الغَنائِمَ قَدْ عَلَّقُوا سُيوفَهُم بِالزَّيْتونِ إذْ صاحَ فيهِمُ الشَيْطانُ: إنَّ المَسيحَ قَدْ خَلَفَكُم في أهْليكُم. فَيَخْرُجونَ، وذَلِكَ باطِلٌ، فَإذا جاؤوا الشَّامَ خَرَجَ. فَبَيْنَما هُم يُعِدُّونَ لِلْقِتالِ، يُسَوُّونَ الصُّفوفَ، إذْ أُقِيمَتِ الصَّلاةُ، فَيَنْزِلُ عيسى بنُ مَرْيَمَ فَأَمَّهُم، فَإذا رَآهُ عَدوُّ اللّهِ ذابَ كَما يَذوبُ المِلْحُ في الماءِ، فَلَوْ تَرَكَهُ لانْذابَ حَتّى يَهْلِكَ، ولَكِنْ يَقْتُلُهُ اللَّهُ بِيَدِهِ، فَيُريهِمْ دَمَهُ في حَرْبَتِهِ « (3). ... ¶ __________ ¶ (1) - شرح النووي لصحيح مسلم (18/24-25). ¶ (2) - وتقرأ أيضاً: سُبُوا. ¶ (3) - شرح النووي لصحيح مسلم (18/21-22).",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "في الحديث السابق اختصار في قوله - صلى الله عليه وسلم -: » فينزل عيسى بن مريم فأمَّهم « فتقديره كما جاء من كلام أبي هريرة - رضي الله عنه - في صحيح مسلم، قال: » فأمَّكُم بِكِتابِ رَبِّكُم وَسُنَّةِ نَبِيِّكُم « (1). أي يحكم بهما، ولا يحكم بشرع آخر كالذي بعث به إلى بني إسرائيل(2). ¶ لكن قبل قتال المسلمين مع بني الأصفر - الروم - تكون هدنة بينهم، فيغدر الروم، ويأتوننا بثمانين راية، تحت كل راية عشرة آلاف، - وفي رواية: تحت كل غاية اثنا عشر ألفاً -، وعندئذ تكون الملحمة بين الفريقين ويقضي المسلمون فيها على الروم. ¶ روى أبو داود في سننه عن رجل من أصحاب النبي - صلى الله عليه وسلم - مرفوعاً، قال: » سَتُصالِحونَ الرُّومَ صُلْحاً آمِناً فَتَغْزونَ وهُم عَدُوَّاً مِن وَرائِكُم، فَتُنْصَرونَ وتَغْنَمونَ وتَسْلَمونَ، ثُمَّ تَرجِعونَ حَتّى تَنْزِلوا بِمَرجٍ ذي تُلولٍ(3)، فَيَرْفَعُ رَجُلٌ مِنْ أهْلِ النَّصْرانِيَّةِ الصَّليبَ فَيَقولُ: غَلَبَ الصَّليبُ. فَيَغْضَبُ رَجُلٌ مِنَ المُسْلِمينَ فَيَدُقُّهُ، فَعِنْدَ ذَلِكَ تَغدُرُ الرُّومُ وتَجْمَعُ لِلْمَلْحَمَةِ « (4). ¶ __________ ¶ (1) - مختصر صحيح مسلم (2060). ¶ (2) - أنظر تعليق العلامة الألباني على تحقيقه لمختصر صحيح مسلم. ¶ (3) - وهو مرج دابق قرب مدينة حلب. ¶ (4) - صحيح أبي داود (3607).",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وفي رواية صحيحة عند أحمد وأبي داود وابن ماجة وابن حبان عن ذي مخمر عن النبي - صلى الله عليه وسلم - قال: » سَتُصالِحون الرُّومَ صُلْحاً آمِناً، فَتَغْزونَ أَنْتُم وهُم عَدُوَّاً مِنْ وَرائِكُم فَتَسْلَمونَ وتَغْنَمونَ، ثُمَّ تَنْزِلونَ بِمَرْجٍ ذي تُلولٍ فَيَقومُ رَجُلٌ من الرُّومِ فَيَرْفَعُ الصَّليبَ ويَقولُ غَلَبَ الصَّليبُ! فَيَقومُ إلَيْهِ رَجُلٌ مِنَ المُسْلِمينَ فَيَقْتُلُهُ، فَيَغْدِرُ القَوْمُ، وتَكونُ المَلاحِمُ، فَيَجتَمِعونَ لَكُم فَيَأْتُونَكُم في ثَمانينَ غايَةٍ مَعَ كُلِّ غايَةٍ عَشْرَةُ آلافٍ «. وفي رِواية أبي مالك الأشجعي - رضي الله عنه -: » ... ثُمَّ تَكونُ بَيْنَكُم وَبَيْنَ بَني الأَصْفَرِ هُدْنَةٌ، فَيَغْدِرونَ بِكُم، فَيَسيرونَ إلَيْكُم في ثَمانينَ غايَةٍ، تَحْتَ كُلِّ غايَةٍ اثنا عَشَرَ ألْفاً « (1). ¶ وَيكون فُسْطاطُ المسلمين يوم الملحمة بالغوطة، غوطة دمشق، والفسطاط هو المكان التي تجتمع إليه الجيوش لتتهيّأَ لِلقتال. ¶ عن أبي الدرداء - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: » إنَّ فُسْطاطَ المُسْلِمينَ يَوْمَ المَلْحَمَةِ بالغوطَةِ إلى جانِبِ مَدينَةٍ يُقالُ لَها دِمَشْقُ، مِنْ خَيرِ مَدائِنِ الشَّامِ «. وفي رواية قال: » فُسْطاطُ المُسْلِمينَ يَوْمَ المَلْحَمَةِ الكُبْرى بِأرْضٍ يُقالُ لَها الغوطَةُ، فيها مَدينَةٍ يُقالُ لَها دِمَشْقُ، خَيرُ منازِلِ المُسْلِمينَ يَوْمَئِذٍ « (2). ¶ وهناك يلتقي المسلمون من بلاد الشام والحجاز وغيرها من أقاليم الإسلام على قتال أعداء الله، لا يفرقهم أمر، بل هم على دين الله تعالى مجتمعون، حتى العصبات من بني العم من قبائل العرب من المسلمين يشاركون إخوانهم في القتال. ¶ __________ ¶ (1) - صحيح ابن ماجة (3267). ¶ (2) - صحيح أبي داود (3611).",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "روى ابن ماجة في سننه بسند حسن عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: » إذا وَقَعَتِ المَلاحِمُ بَعَثَ اللَّهُ بَعْثاً مِنَ المَوالي، هُم أكْرَمُ العَرَبِ فَرَساً وَأَجْوَدُهُ سِلاحاً، يُؤَيِّدُ اللّهُ بِهِمُ الدِّينَ « (1). ¶ فنسأل الله تعالى أن يوحّد أمر هذه الأمّة وصفّها وأن يرفع عنها أمر الجاهلية وتفريق الأعداء بين أبنائها. ¶ ويفتتح المسلمون على إثر هذه الملحمة القسطنطينية ويدخلونها دون أن يرموا بسهم أو يقاتلوا بسلاح وذلك بدليل قوله - صلى الله عليه وسلم -: » سَمِعْتُم بِمَدينَةٍ جانِبٌ مِنها في البَرِّ وجانبٌ منها في البَحْر؟ « قالوا: نعَم يا رَسولَ اللَّهِ. قالَ: » لا تَقومُ السَّاعَةُ حَتَّى يَغْزوَها سَبْعونَ أَلْفاً مِنْ بَني إسْحاقَ(2)، فإذا جاؤوها نَزَلوا فَلَم يُقاتِلوا بِسِلاحٍ وَلَم يَرْمُوا بِسَهْمٍ، قالوا: لا إلهَ إلا الله والله أكْبَرُ، فَيَسْقُطُ أَحَدُ جانِبَيْها الَّذي في البَحْرِ، ثُمّ يَقولوا الثَّانِيَةَ: لا إلَهَ إلاّ اللّهُ واللّهُ أكْبَرُ، فَيَسْقُطُ جانِبُها الآخَرُ، ثُمّ يَقولوا الثّالِثَةَ: لا إلَهَ إلاّ اللَهُ واللّهُ أَكْبَرُ، فَيُفْرَجُ لَهُم فَيَدْخُلونَها فَيَغنَمونَ. فَبَيْنَما هُم يَقْتَسِمونَ المَغانِمَ إذْ جاءَهُمُ الصَّريخُ فَقال: إنَّ الدَّجَّالَ قَدْ خَرَجَ، فَيَتْرُكونَ كُلَّ شَيءٍ ويَرْجِعونَ « (3). ¶ ما يكون من فتوحات المسلمين قبل الدَّجَّال: ¶ __________ ¶ (1) - صحيح ابن ماجة (3303). ¶ (2) - الرواية المحفوظة: بني إسماعيل، يعني العرب. ¶ (3) - مختصر صحيح مسلم (2014)، وانظر حديث أبي هريرة السابق ذكره في قتل عيسى عليه السلام للدجال.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "روى الإمام مسلم في الصحيح عن جابر بن سمرة عن نافع بن عتبة - رضي الله عنه - قال: كُنّا مَعَ رَسولِ اللَّهِ - صلى الله عليه وسلم - في غَزْوَةٍ، قال: فَأتى النَّبِيَّ - صلى الله عليه وسلم - قَوْمٌ مِنْ قِبَلِ المَغْرِبِ(1) عَلَيهِم ثِيابُ الصُّوفِ فَوافَقوهُ عنِدَ أَكَمَةٍ، فَإنَّهُم لَقِيامٌ وَرَسولُ اللَّهِ - صلى الله عليه وسلم - قاعِدٌ. قال: فَقالَتْ لِي نَفْسي: اِئْتِهِمْ فَقُمْ بَيْنَهُم وَبَيْنَهُ لا يَغْتالُونَهُ. قال: ثَمَّ قُلْتُ لَعَلَّهُ نَجِيٌّ مَعَهُم. فَأَتَيْتُهُم فَقُمْتُ بَيْنَهُم وبَيْنَهُ. قال: فَحَفَظْتُ مِنهُ أرْبَعَ كَلِماتٍ أَعُدُّهُنَّ في يَدي. قال: » تَغْزونَ جَزيرَةَ العَرَبِ فَيَفْتَحُها اللَّهُ عَزَّ وجَلَّ، ثُمَّ فارِسَ فَيَفْتَحُها اللَّهُ عَزَّ وَجَلَّ، ثُمَّ تَغْزونَ الرُّومَ فَيَفْتَحُها اللَّهُ، ثُمَّ تَغْزونَ الدَّجَّالَ فَيَفْتَحُهُ اللَّهُ «. قال: فَقالَ نافِع: يا جابِرُ، لا نَرى الدَّجَّالَ يَخرُجُ حَتّى تُفْتَحَ الرُّومُ(2). ¶ ومعلوم أن بلاد الروم اليوم هي أوربا وقلبها إيطاليا، وقد بشّرنا رسولنا - صلى الله عليه وسلم - أنّا سنفتح رومية، عاصمة النصرانية اليوم، بعد أن فتح المسلمون عاصمتها الأولى، القسطنطينية. ¶ روى الإمام أحمد وغيره عن عبد الله بن عمرو بن العاص - رضي الله عنه - قال: بَينَما نَحنُ حَوْلَ رَسولِ اللَّهِ نَكْتُبُ إذْ سُئِلَ رَسولُ اللَهِ - صلى الله عليه وسلم -: أَيُّ المَدينَتَيْنِ تُفْتَحُ أَوَّلاً، أَقُسْطَنْطِينِيَّةُ أوْ رُومِيَّةُ؟ فَقالَ رَسولُ اللَّهِ - صلى الله عليه وسلم -: » مَدينَةُ هِرَقلَ تُفْتَحُ أَوَّلاً «، يَعني القسطنطينية(3). ¶ الفصل الثالث: ¶ المسيحُ عيسَى بنُ مريم - صلى الله عليه وسلم - ¶ __________ ¶ (1) - يعني مغرب المدينة المنورة. ¶ (2) - مختصر صحيح مسلم (2028). ¶ (3) - المستدرك للحاكم (4/508)، وهو مخرج في الصحيحة.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "يقول الله تعالى رادّاً على اليهود الذين زعموا أنهم قتلوا نبيَّ اللَّهِ عيسى بنَ مريم: ( وَقَوْلِهِمْ إنَّا قَتَلْنا المَسيحَ عيسى بْنَ مَرْيَمَ رَسولَ اللَّهِ وَما قَتَلوهُ وما صَلَبُوهُ ولَكِنْ شُبِّهَ لَهُمْ وَإنَّ الَّذِينَ اْخْتَلَفوا فيهِ لَفي شَكٍّ مِنْهُ مالَهُم بِهِ مِنْ عِلْمٍ إلاَّ اتِّباعَ الظَّنِّ وَما قَتَلوهُ يَقيناً بَلْ رَفَعَهُ اللَّهُ إلَيْهِ وَكانَ اللَّهُ عَزيزاً حَكيماً ( النساء: 157-158. ¶ ويقول - عز وجل -: ( وَإِذْ قَالَ اللَّهُ يا عِيسَى إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إلَيَّ وَمُطَهِّرُكَ مِنَ الَّذينَ كَفروا .. ( الآية، آل عمران: 55. ¶ فرسول الله عيسى - صلى الله عليه وسلم - لم يُقتَل ولم يُصلَب، بل سينزل ويقاتل الناس على الإسلام، وسيؤمن به ناس من أهل الكتاب، كما قال اللَّهُ تعالى: (وَإِنْ مِنَ أَهْلِ الكِتَابِ إلاَّ لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ وَيَوْمَ القِيامَةِ يَكونُ عَلَيْهِمْ شَهِيدَاً ( النساء: 159. ¶ قد ذكرنا في حديث النواس بن سمعان - رضي الله عنه - أنَّ عيسى بن مريم عليه الصلاة والسلام ينزل عند المنارة البيضاء شرقيِّ دمشق، وأنه لا يحلُّ لكافر يجد ريحَ نَفَسِهِ إلاَّ مات، ونفَسُه ينتهي حيث ينتهي طرفُه، وأنه يقتل الدّجالَ بباب لدّ - في أرض فلسطين - وهنا - إن شاء الله - سنتكلم عن صفاته وجهاده - صلى الله عليه وسلم -. ¶ صفته وجهاده:",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "روى الإمام مسلم في صحيحه في حديث الإسراء، عن ابن عباس - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: » .. مَرَرْتُ لَيْلَةَ أُسْرِيَ بي عَلَى مُوسى بنِ عِمرانَ عَلَيه السَّلامُ، رَجُلٌ آدَمُ(1) طُوالٌ(2) جَعْدٌ(3)، كَأَنَّهُ مِنْ رِجالِ شَنُوءَةَ(4)، وَرَأَيْتُ عِيسى ابْنَ مَرْيَمَ، مَربوعَ الخَلْقِ إلَى الحُمْرَةِ والبَياضِ سَبِطَ الرَّأسِ(5).. « الحديث(6). ¶ وعند مسلم أيضاً من حديث جابر بن عبد الله وحديث سعيد بن المسيّب رضي الله عنهما قال رسول الله - صلى الله عليه وسلم -: » عُرِضَ عَلَيَّ الأنْبِياءُ فإذا موسى ضَرْبٌ مِن الرِّجالِ كَأنَّهُ مِن رِجالِ شَنُوءَةَ، ورِأَيْتُ عيسى بنَ مَريَمَ عليه السلام فإذا أقْرَبُ من رَأيْتُ بِهِ شَبَهَاً عُرْوَةُ ابنُ مَسْعودٍ «، » رَبعَةٌ أحْمَرُ كَأنَّما خَرَجَ مِن ديماسٍ، يعني حَمّاماً... « (7). ¶ وعن عبد الله بن عمر رضي الله عنهما أنّ رسول الله - صلى الله عليه وسلم - قال: » أَراني لَيْلَةً عِندَ الكَعْبَةِ، فَرَأيْتُ رَجُلاً آدَمَ كَأحْسَنِ ما أنتَ راءٍ من أُدْمِ الرِّجالِ، لَهُ لَمَّةٌ كَأحْسَنِ ما أنتَ راءٍ مِنَ اللِّمَمِ(8) قَد رَجَّلَها فَهِيَ تَقْطُرُ ماءً، مُتَّكِئاً عَلى رَجُلَيْنِ أو عَلى عَواتِقِ رَجُلَيْنِ، يَطوفُ بالبَيْتِ، فَسَأَلْتُ مَنْ هَذا؟ فَقيلَ: هذا المسيحُ بنُ مَرْيَمَ.. « الحَديث(9). ¶ __________ ¶ (1) - أي أسمر لون الجلد. ¶ (2) - بمعنى: طويل. ¶ (3) - أي جعد الشعر. ¶ (4) - اسم قبيلة. ¶ (5) - أملس شعر الرأس، ليس بجعد. ¶ (6) - شرح النووي لصحيح مسلم (2/227). ¶ (7) - المصدر السابق (2/231-232). ¶ (8) - اللمم: جمع لمّة، وهي الشعر المتدلي الذي جاوز شحمة الأذن. ¶ (9) - شرح النووي لصحيح مسلم (2/233).",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وروى أحمد وأبو داود عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: » لَيْسَ بَيْني وَبَيْنَ عيسى نَبِيٌّ وإنَّهُ نازِلٌ فَإذا رَأَيْتُموهُ فاعْرِفوهُ: رَجُلٌ مَرْبوعٌ إلى الحُمْرَةِ والبَياضِ، يَنزِلُ بَيْنَ مُمَصَّرَتَينِ(1)، كَأنَّ رَأسَهُ يَقْطُرُ وإنْ لَم يَصُبْهُ بَلَلٌ، فَيُقاتِلُ النّاسَ عَلى الإسْلامِ، فَيَدُقُّ الصَّليبَ، وَيَقْتُلُ الخِنْزيرَ، وَيَضَعُ الجِزْيَةَ، ويُهْلِكُ اللَّهُ في زَمانِهِ المِلَلَ كُلَّها إلاّ الإسْلامَ، وَيُهْلِكَ المَسيحَ الدَّجَّالَ ، فَيَمْكُثُ في الأرْضِ أرْبَعينَ سَنَةً ثُمَّ يُتَوَفَّى فَيُصَلّي عَلَيهِ المُسْلِمونَ « (2). ¶ __________ ¶ (1) - أي ثوبين مصبوغين بصفرة. ¶ (2) - صحيح أبي داود (3635).",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "ويصف لنا رسولُ الله - صلى الله عليه وسلم - حالَ المسلمين عند نزوله وماذا يفعل - عليه الصلاة والسلام- فيقول: » .. وإمامُهُم رَجُلٌ صالِحٌ. فَبَيْنَما إمامُهُم قد تَقَدَّمَ يُصَلِّي بِهِمُ الصُّبْحَ إذْ نَزَلَ عَلَيْهِم عيسى بنُ مَريَمَ الصُّبْحَ، فَرَجَعَ ذَلِكَ الإمامُ القَهْقَرى لَيَتَقَدَّمَ عيسى فَيَضَعُ عيسى يَدَهُ بَيْنَ كَتِفَيْهِ ثُمَّ يَقولُ لَهُ: تَقَدَّمْ فَصَلِّ فَإنَّها لَكَ أقيمَتْ، فَيُصَلِّي بِهِم إمامُهُم، فَإذا انْصَرَفَ(1) قال عيسى: افتَحوا البابَ، فَيَفْتَحونَ ووَراءَهُ الدَّجَّالُ مَعَهُ سَبْعونَ ألفَ يَهوديّ، كُلُّهُم ذو سَيْفٍ مُحَلَّىً وَساجٍ، فَإذا نَظَرَ إلَيْهِ الدَّجَّالُ ذابَ كَما يَذوبُ المِلْحُ في الماءِ ويَنطَلِقُ هارِباً.. فَيُدْرِكُهُ عِنْدَ بابِ لُدٍّ الشَّرْقيِّ فَيَقْتُلُهُ، فَيَهْزِمُ اللَّهُ اليَهودَ فَلا يَبْقى شَيءٌ مِمَّا خَلَقَ اللَّهُ عزّ وَجّلَّ يَتَواقى بِهِ يَهودِيٌّ إلاّ أَنْطَقَ اللَّهُ ذَلِكَ الشَّيْئَ، لا حَجَرَ ولا شَجَرَ ولا حائطَ ولا دابَّةً، إلاّ الغَرْقَدَ فَإنَّها مِنْ شَجَرِهِم لا تَنْطِقُ، إلاّ قالَ: ياعَبْدَ اللَّهِ المُسْلِمَ، هذا يَهودِيٌّ فَتَعالَ اقْتُلْهُ. فَيَكونُ عيسى بنُ مَرْيَمَ في أُمَّتي حَكَماً عَدْلاً وإماماً مُقْسِطَاً، يَدُقُّ الصَّليبَ، ويَذْبَحُ الخِنْزِيرَ، ويَتْرُكُ الصَّدَقَةَ فلا يُسْعى على شاةٍ ولا بَعيرٍ، وتُرْفَعُ الشَّحْناءُ والتَّباغُضُ وتُنْزَعُ حُمَّةُ كُلِّ ذاتِ حُمَّةٍ، حَتَّى يُدْخِلَ الوَليدُ يَدَه في الحَيَّةِ فَلا تَضُرُّهُ، وتَضُرُّ الوَليدَةُ الأسدَ فلا يَضُرُّها، ويكونُ الذِّئْبُ في الغَنَمِ كَأَنَّهُ كَلبُها، وتُمْلأُ الأرْضُ مِنَ السِّلْمِ كما يُمْلأُ الإناءُ منَ الماءِ، وتَكونُ الكَلِمَةُ ¶ __________ ¶ (1) - تقديره: \"إذا انصرف إلى بيت المقدس والمسلمون فيه محصورون\" (أنظر الجامع الصغير).",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "واحِدَةً، فلا يُعبَدُ إلاّ الله، وتَضَعُ الحَرْبُ أوْزارَها، وَتُسْلَبُ قُرَيْشٌ مُلْكَها، وتَكونُ الأرْضُ كَفاثور(1) الفِضَّةِ، تُنْبِتُ نَباتَها بِعَهْدِ آدَمَ، حَتَّى يَجْتَمِعَ النَّفَرُ عَلى القِطْفِ مِنَ العِنَبِ فَيُشْبِعُهُم، وَيَجْتَمِعَ النَّفَرُ عَلى الرُّمّانَةِ فَتُشْبِعُهُم، ويَكونُ الثَّوْرُ بِكَذا وكَذا مِنَ المالِ، ويَكونُ الفَرَسُ بالدُّرَيْهِماتِ ... « الحديث(2). ¶ وفي قِتال المسلمين لليهود أيضاً يقول النّبيُّ - صلى الله عليه وسلم -: » لا تَقومُ السّاعةُ حَتّى يُقاتِلَ المُسْلِمونَ اليَهودَ فيَقْتُلُهُمُ المُسْلِمونَ، حَتّى يَخْتَبِئَ اليَهودِيُّ وَراءَ الحَجَرِ والشَجَرِ فَيَقول الحَجَرُ أو ِالشَّجَرُ: يا مُسْلِم! يا عبدَ اللَّهِ! هذا يَهودِيٌّ خَلْفي، تَعالَ فَاقْتُلْهُ، إلاّ الغَرْقَدُ(3)، فَإنَّهُ مِنْ شَجَرِ اليَهودِ « (4). ¶ روى الشيخان وأحمد والترمذي وابن ماجة عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: » وَالَّذي نَفْسي بِيَدِهِ لَيوشِكَنَّ أنْ يَنْزِلَ فِيكُمُ ابْنُ مَرْيَمَ حَكَماً مُقْسِطاً وإماماً عادِلاً، فَيَكْسِرُ الصَّلِيبَ، ويَقْتُلُ الخِنْزِيرَ، ويَضَعُ الجِزْيَةَ، ويَفيضُ المالُ حَتّى لا يَقْبَلَهُ أَحَدٌ، وَحَتّى تَكونَ السَّجْدَةُ الواحِدَةُ خَيْراً مِنَ الدُّنْيا وما فيها « (5). ¶ وأخبرنا الصادق المصدوق - صلى الله عليه وسلم - أنَّ عيسى سيحجُّ البيت الحرام ويعتمر، فقال: » وَالَّذي نَفْسي بِيَدِهِ لَيُهِلَّنَّ ابْنُ مَرْيَمَ بِفَجِّ الرَّوْحاءِ حاجَّاً أو مُعْتَمِراً أو لَيُثَنِّيَّهُما(6) « (7). ¶ __________ ¶ (1) - الفاثور: الطست. ¶ (2) - صحيح الجامع الصغير (7875). ¶ (3) - شجر عظام من شجر الشوك، واحدته غرقدة. ¶ (4) - مختصر صحيح مسلم (2025). ¶ (5) - صحيح الجامع (7077). ¶ (6) - أي يقرن بين الحجّ والعمرة. ¶ (7) - مختصر صحيح مسلم (663).",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وَعن زمن المسيح عليه الصلاة والسلام يقول - صلى الله عليه وسلم -: » طوبَى لِعَيْشٍ بَعْدَ المَسيحِ، يُؤْذَنُ لِلسَّماءِ في القَطْرِ، ويُؤْذَنُ لِلأرْضِ في النَّباتِ، حَتّى لَوْ بَذَرْتَ حَبَّكَ عَلى الصَّفا لَنَبَتَ، وَحَتّى يَمُرَّ الرَّجُلُ عَلى الأسَدِ فلا يَضُرُّهُ، ويَطَأَ عَلى الحَيَّةِ فلا تَضُرُّهُ، ولا تَشاحَّ ولا تَحاسُدَ ولا تَباغُضَ « (1). ¶ ويقول - صلى الله عليه وسلم - مبشِّراً المسلمين الذين يقاتلون مع عيسى عليه السلام - وهم بقية الطائفة المنصورة-: » عِصابَتانِ مِنْ أُمَّتي أحْرَزَهُما اللَّهُ مِنَ النَّارِ: عِصابَةٌ تَغْزو الهِنْدَ وَعِصابَةٌ تَكونُ مَعَ عيسى بْنِ مَرْيَمَ « (2). ¶ وفي الحديث الآخر يقول - صلى الله عليه وسلم -: » لا تَزالُ طائِفَةٌ مِنْ أُمَّتي يُقاتِلونَ عَلى الحَقِّ، ظاهِرينَ عَلى مَنْ ناوَأَهُم، حَتَّى يُقاتِلَ آخِرُهُم المَسيحَ الدَّجّالَ « (3). ¶ __________ ¶ (1) - الصحيحة (1926). ¶ (2) - صحيح سنن النَّسائي (2975). ¶ (3) - الصحيحة (4/1959).",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "ونَختم الكلام عن رسول الله عيسى - صلى الله عليه وسلم - بهذا الحديث الشريف: عن عبد الله بن عمرو بن العاص - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: » يَخْرُجُ الدَّجَّالُ في أُمَّتي فَيَمْكُثُ أرْبَعينَ(1)، فَيَبْعَثُ اللَّهُ عيسى بْنَ مَرْيَمَ، كأنَّهُ عُرْوَةُ بْنُ مَسْعودٍ ، فَيَطْلُبُهُ فَيُهْلِكُهُ. ثُمَّ يَمْكُثُ الناسُ سَبْعَ سِنينَ(2) لَيسَ بَيْنَ اثْنَيْنِ عَداوَةٌ، ثُمَّ يُرْسِلُ اللَّهُ ريحاً بارِدَةً مِنْ قِبَلِ الشَّامِ ، فلا يَبْقى عَلى وَجْهِ الأرْضِ أحَدٌ في قَلْبِهِ مِثْقالُ ذَرَّةٍ مِنْ خَيْرٍ أوْ إيمانٍ إلاَّ قَبَضَتْهُ، حَتّى لَوْ أَنَّ أَحَدَكُم دَخَلَ في كَبِدِ جَبَلٍ لَدَخَلَتْهُ عَلَيْهِ حَتّى تَقْبِضَهُ. قالَ: فَيَبْقى شِرارُ النَّاسِ في خِفَّةِ الطَّيْرِ وأحْلامِ السِّباعِ، لا يَعْرِفونَ مَعْروفاً ولا يُنْكِرونَ مُنْكَراً « الحَديث(3). ¶ الفصل الرابع: ¶ يَأْجُوج وَمَأْجُوج ¶ يقول اللَّهُ تبارك وتعالى مخبراً عن خروج يأجوج ومأجوج من وراء السَّدِّ: ... ( حَتَّى إذا فُتِحَتْ يَأْجوجُ ومَأْجوجُ وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلونَ وَاقْتَرَبَ الْوَعْدُ الْحَقُّ ..( الآية، الأنبياء: 96-97. ¶ __________ ¶ (1) - وقد مر معنا في الحديث أنه يمكث أربعين يوماً : يوم كسنة ، ويوم كشهر ، ويوم كأسبوع ، وسائر أيامه كأيامنا. ¶ (2) - أي بعد وفاة عيسى عليه الصلاة والسلام. ¶ (3) - شرح النووي على صحيح مسلم (18/75-76).",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "ويقول النَّبيُّ - صلى الله عليه وسلم -: ... » إنَّ يَأجوجَ ومَأْجوجَ لَيَحْفُرونَ السَّدَّ كُلَّ يَوْمٍ حَتّى إذا كادوا يَرَوْنَ شُعاعَ الشَّمْسِ قالَ الَّذي عَلَيْهِم: إرْجِعُوا، فَسَتَحْفُرُونَهُ غَداً، فَيُعيدُهُ اللَّهُ أَشَدَّ ما كانَ. حَتّى إذا بَلَغَتْ مُدَّتُهُم وأرادَ اللَّهُ أنْ يَبْعَثَهُم عَلى النَّاس حَضَروا، حَتّى إذا كادوا يَرَوْنَ شُعاعَ الشَّمْسِ قال الَّذي عَلَيْهِم: إرْجِعوا، فَسَتَحْفُرُونَهُ غَداً إنْ شاءَ اللَّهُ، واسْتَثْنَوْا، فَيَعودونَ إليهِ وَهُوَ كَهَيْئَتِهِ حِينَ تَرَكوهُ، فَيَحْفِرُونَهُ ويَخْرُجونَ عَلى النَّاسِ فَيُنَشِّفُونَ المَاءَ، ويَتَحَصَّنُ النَّاسُ مِنْهُم في حُصونِهِم، فَيَرْمونَ سِهامَهُمْ إلى السَّماءِ فَتَرْجِعُ وَعَلَيْها كَهَيْئَةِ الدَّمِ الَّذي اجْفَظَّ(1)، فَيَقولون: قَهَرْنا أهْلَ الأرْضِ، وَعَلَوْنا أهْلَ السَّماءِ. فَيَبْعَثُ اللَّهُ عَلَيْهِمْ نَغَفَاً في أَقْفائِهِم فَيَقتُلُهُم بِها. وَالَّذي نَفْسي بِيَدِهِ إنَّ دَوابَّ الأرْضِ لَتَسْمَنُ وتَشْكَرُ شُكْراً مِنْ لُحومِهِم ودِمائِهِم « (2). ¶ جاء في حديث النواس بن سمعان - رضي الله عنه - أن يأجوج ومأجوج يخرجون ويمرون على بحيرة طبرية فيشربونها، ويوحي الله تعالى لنبيِّهِ عيسى عليه الصلاة والسلام أن يحرِّز بالمؤمنين إلى جبل الطور، لأنّه لا يقدر أحد على قتالهم، ثم يهلكهم الله بالدّودِ يخرج في أعناقهم فيَموتون كفرسى نفس واحدة. ¶ __________ ¶ (1) - إجفظّ: جمد ونشف. ¶ (2) - صحيح الجامع (2276).",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "عن أبي سعيد الخدري - رضي الله عنه - عن النبيّ - صلى الله عليه وسلم - قال: » تُفْتَحُ يَأْجوجُ وَمَأْجوجُ فَيَخرُجونَ كما قالَ اللَّهُ تَعالى: ( مِنْ كُلِّ حَدَبٍ يَنْسِلونَ ( فَيَعُمُّونَ الأرْضَ، ويَنْحازُ مِنْهُمُ المُسْلِمونَ حَتى تَصيرَ بَقِيَّةُ المُسْلِمينَ في مَدائِنِهِم وَحُصُونِهِم، ويَضُمُونَ إلَيْهِم مَواشِيَهُم، حَتَّى أَنَّهُمْ لَيَمُرُّونَ بِالنَّهْرِ فَيَشْرَبونَهُ حَتّى ما يَذَرُونَ فِيهِ شَيْئاً، فَيَمُرُّ آخِرُهُم عَلى أَثَرِهِم فَيَقولُ قائِلُهُم: قَدْ كانَ بهذا المَكانِ مَرَّةً ماءٌ. وَيَظْهَرون على الأرْضِ، فَيَقولُ قائِلُهُم: هَؤلاءِ أهْلُ الأرْضِ قَدْ فَرِغْنا مِنْهُم، وَلَنُنازِلَنَّ أَهْلَ السَّماءِ. حَتَّى إنَّ أَحَدُهُم لَيَهُزُّ حَرْبَتَهُ إلى السَّماءِ فَتَرْجِعُ مُخْضَّبَةً بِالدَّمِ. فيقولُون: قَدْ قَتَلنا أهْلَ السَّماءِ. فَبَيْنَما هُم كَذلِكَ، إذ بَعَثَ اللَّهُ دَوابَّ كَنَغَفِ الجَرادِ، فَتَأحُذُ بِأعْناقِهِم فَيَموتُونَ مَوْتَ الجَرادِ يَرْكَبُ بَعْضُهُم بَعْضاً. فيُصْبِحُ المُسْلِمونَ لا يَسْمَعُونَ لَهُم حِسَّاً. فَيقولُونَ: مَنْ رَجُلٌ يَشْري نَفْسَهُ وَ يَنظُرُ ما فَعَلُوا؟ فَيَنْزِلُ مِنْهُم رَجُلٌ قَدْ وَطَّنَ نَفْسَهُ عَلى أنْ يَقْتُلوهُ. فَيَجِدُهُم مَوْتى، فَيُناديهِم: أَلا أَبْشِروا، فَقَدْ هَلَكَ عَدُوُّكُم. فَيَخْرُجُ النَّاسُ مِنْ وَيَخْلُونَ سَبيلَ مَواشِيهُم. فَما يَكونُ لَهُم رَعْيٌ إلاّ لُحومُهُم، فَتَشْكَرُ(1) عَلَيْها كَأَحْسَنِ ما شَكِرَتْ مِنْ نَباتٍ أَصابَتْهُ قَطُّ « (2). ¶ __________ ¶ (1) - تشكَر: تسمن. ¶ (2) - صحيح سنن ابن ماجه (3297)، وأنظر الصحيحة (4/1793).",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "وفي حديث النواس بن سمعان - رضي الله عنه - - وقد تقدم - قال - صلى الله عليه وسلم -: » ثُمَّ يَهْبِطُ نَبِيُّ اللَّهِ عيسى وأَصْحابُهُ إلى الأرْضِ فَلا يَجِدونَ في الأرْضِ مَوْضِعَ شِبْرٍ إلاّ مَلأَهُ زَهَمُهُم وَنَتَنُهُم، فَيَرْغَبُ نَبِيُّ اللَّهِ عيسى وأصْحابُهُ إلى اللَّهِ فَيُرْسِلُ اللَّهُ طَيْراً كَأعْناقِ البُخْتِ فَتَحْمِلُهُم فَتَطْرَحُهُم حَيْثُ شاءَ اللَّهُ، ثُمَّ يُرْسِلُ اللَّهُ مَطَراً لايَكِنُّ مِنْهُ بَيْتُ مَدَرٍ ولا وَبَرٍ، فَيَغْسِلُ الأَرْضَ حَتَّى يَتْرُكَها كَالزُّلَفَةِ، ثُمَّ يُقالُ لِلأرْضِ أَنْبِتي ثَمَرَتَكِ وَ رُدِّي بَرَكَتَكِ .. « الحديث. ¶ ويكون الزمان الذي قال فيه رسول الله - صلى الله عليه وسلم -: » طُوبى لِعَيْشٍ بَعْدَ المَسيحِ .. « الحديث. ¶ وعن أعداد يأجوج ومأجوج، يقول - صلى الله عليه وسلم -: » سَيوقِدُ المُسْلِمونَ مِنْ قِسِّيِّ يَأجوجَ ومَأجوجَ وَنُشَّابِهِم سَبْعَ سِنينَ « (1)، وأنهم يشربون بحيرة طبرية كما مرَّ. ¶ الفصل الخامس: ¶ بَقِيّة أَشْراطِ السَّاعَة الكُبرى ¶ أشراط الساعة الكبرى- مع نزول عيسى وخروج الدَّجَّال- هي: طلوع الشّمس من مغربها، وخروج الدَّابَّة على النَّاس، والدُّخَان، وثلاثة خُسوف: خسف بالمشرق، وخسف بالمغرب، وخسف في جزيرة العرب، والنار التي تخرج من قعر عدن تسوق النَّاسَ إلى محشرهم. ¶ __________ ¶ (1) - الصحيحة (1940).",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "كان قد مر معنا في حديث النواس بن سمعان - رضي الله عنه - أنَّ ريحاً طيبة تأتي فتأخذ روح كل مؤمن ومسلم، ويبقى شرار الخلق يتهارجون فيها تهارج الحمر، فعليهم تقوم الساعة. وقبل أن تأتي هذه الريح تطلع الشمس من مغربها، وتخرج الدَّابَّة على الناس تكلِّمهم، ويرفع القرآن من المصاحف والصُّدور، وتُمْحَى آثار الشريعة، ويظهر الدُّخَان، ويكون آخر هذه الآيات نار تخرج من قعر عدن في اليمن تحشر الناس من المشرق إلى المغرب، إلى محشرهم أرض الشام، تكون معهم حيث كانوا. ¶ ولم تذكر الأحاديث شيئاً عن الخسوف الثلاثة المذكورة سابقاً، عدا ما ذكر عن الخسف الذي يحصل للجيش عند البيداء، بيداء المدينة، والذي قد يكون أحد تلك الخسوف الثلاثة، والله تعالى أعلم. ¶ روى الإمام مسلم في الصحيح عن حذيفة بن أسيد الغِفاري - رضي الله عنه - قال: إطَّلَعَ النّبيُّ - صلى الله عليه وسلم - عَلَيْنا ونحن نَتَذاكَرُ، فقالَ: ما تَذاكَرونَ؟ قالوا: نَذْكُرُ السّاعةَ. قالَ: » إنَّها لَنْ تَقومَ حَتَّى تَرَوْنَ قَبْلَها عَشْرَ آياتٍ، فَذَكَرَ الدُّخَانَ(1)، والدَّجَّالَ، والدَّابَّةَ ، وطلوعَ الشَّمْسِ مِنْ مَغْرِبِها، ونُزولَ عيسى بنَ مَرْيَمَ - صلى الله عليه وسلم -، وثلاثةَ خُسوفٍ: خَسفٌ بالمَشْرقِ، وخَسْفٌ بالمَغْرِبِ، وخَسْفٌ بِجَزيرَةِ العَرَبِ، وآخِرُ ذلِكَ نارٌ تَخْرُجُ مِنْ اليَمَنِ تَطْرُدُ النَّاسَ إلى مَحْشَرِهِم «. وفي رواية: » وريحٌ تُلْقي الناسَ في البَحْرِ « (2). ¶ طلوع الشمس من المغرب: ¶ __________ ¶ (1) أنظر ما أورده ابن كثير في تفسيره لسورة الدخان (4/140-142). ¶ (2) شرح النووي لصحيح مسلم (18/27).",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "يقولُ اللَّهُ تبارك وتعالى: ( هَلْ يَنْظُرونَ إلاّ أنْ تَأْتِيَهُم المَلائِكَةُ أوْ يَأتِيَ رَبُّكَ أوْ يَأتِيَ بَعْضُ آياتِ رَبِّكَ يَوْمَ يأتي بَعْضُ آياتِ رَبِّكَ لا يَنْفَعُ نَفْسٌ إيمانُها لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ أوْ كَسَبَتْ في إيمانِها خَيْراً قُلِ انْتَظِروا إنّا مُنْتَظِرون َ (الأنعام: 158. ¶ روى الإمام مسلم عن أبي ذرّ - رضي الله عنه - أن النبيّ - صلى الله عليه وسلم - قال يوماً: » أَتَدْرونَ أَيْنَ تَذهَبُ هَذِه الشَّمْسُ؟ قالوا: اللَّهُ ورَسولُهُ أعْلَمُ. قالَ: إنَّ هَذِهِ تَجْري حَتَّى تَنْتَهيَ إلى مُسْتَقَرِّها تَحْتَ العَرْشِ فَتَخِرُّ ساجِدَةً، فلا تَزالُ كَذلِكَ حتّى يُقالَ لَها: ارْتَفِعي، إرْجِعي مِنْ حَيْثُ جِئْتِ، فَتَرْجِعُ فَتُصْبِحُ طالِعَةً مِنْ مَطْلَعِها، ثُمَّ تَجْري لا يَسْتَنْكِرُ النَّاسُ مِنْها شَيْئاً حَتَّى تَنْتَهيَ إلى مُسْتَقَرِّها ذاكَ تَحْتَ العَرْشِ، فَيُقالَ لها: ارْتَفِعي، أَصْبِحي طالِعَةً مِنْ مَغْرِبِكِ، فَتُصْبِحُ طالِعَةً مِنْ مَغْرِبِها. فقالَ رَسولُ اللَّهِ - صلى الله عليه وسلم -: أَتَدْرونَ مَتى ذاكُمْ ؟ ذلِكَ حينَ لا يَنْفَعُ نَفْساً إيمانُها لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ أو كَسَبَتْ في إيمانِها خَيْراً « (1). ¶ باب التوبة مفتوح حتّى تطلعَ الشمسُ من مغربها: ¶ روى ابن ماجة رحمه الله بسند حسن عن صفوان ابن عسَّال - رضي الله عنه - قال: قال رسولُ اللّه - صلى الله عليه وسلم -: » إنَّ مِنْ قِبَلِ مَغْرِبِ الشَّمْسِ باباً مَفْتوحَاً، عَرْضُهُ سَبْعونَ سَنَةً، فَلا يَزالُ ذَلِكَ البابُ مَفْتوحَاً لِلتَّوْبَةِ حَتَّى تَطْلُعَ الشَّمْسُ مِنْ نَحْوِهِ، فِإذا طَلَعَتْ مِنْ نَحْوِهِ لَمْ يَنْفَعْ نَفْسَاً إيمانُها لَمْ تَكُنْ آمَنَتْ أوْ كَسَبَتْ في إيمانِها خَيْراً « (2). ¶ __________ ¶ (1) - نفسه (1/196). ¶ (2) - صحيح سنن ابن ماجة (3289).",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وعند البخاري ومسلم وابن ماجة عن أبي هريرة - رضي الله عنه - قال: سمعتُ رسولَ اللَّهِ - صلى الله عليه وسلم - يقول: » لا تَقومُ السَّاعَةُ حَتَّى تَطْلُعَ الشَّمْسُ مِنْ مَغْرِبِها، فَإذا طَلَعَتْ مِنْ مَغْرِبِها وَرَآها النَّاسُ آمَنوا جَميعاً، فَذَلِكَ حينَ لا يَنْفَعُ نَفْساً إيمانُها لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ أوْ كَسَبَتْ في إيمانِها خَيراً « (1). ¶ خروج الدَّابَّة: ¶ ... ¶ يقول الله تعالى: ( وَإذا وَقَعَ الْقَوْلُ عَلَيْهِم أخْرَجْنا لَهُمْ دابَّةً مِنْ الأرْضِ تُكَلِّمُهُم أنَّ النَّاسَ كانوا بِآياتِنا لا يُوقِنونَ ( النمل: 82. ¶ عن عبد الله بن عمرو - رضي الله عنه - قال: حفظتُ مِن رَسولِ اللَهِ - صلى الله عليه وسلم - حَديثاً لَمْ أنْسَهُ بَعدُ، سمعتُ رسولَ اللّه - صلى الله عليه وسلم - يقول: » إنَّ أوَّلَ الآياتِ خُروجاً طُلوعُ الشَّمْسِ مِنْ مَغْرِبِها وَخُروجُ الدَّابَّةِ عَلى النَّاسِ ضُحىً، وَأَيَّهُما كانَتْ قَبْلَ صاحِبَتِها فَالأُخْرى عَلى إثْرِها قَريب « (2). ¶ وهذه الدَّابَّة تخرج من الأرض فَتَسِمُ الناسَ على أنوفهم، هذا مؤمن وذاك كافر، حتى تأتي الريح الباردة الطيّبة فتأخذ روح كل مؤمن ومسلم. ¶ قال رسول الله - صلى الله عليه وسلم -: » تَخْرُجُ الدَّابَّةُ فَتَسِمُ النّاس عَلى خَراطِيمِهِم، ثُمَّ يُعْمِرْنَ فيكم، حَتّى يَشْتَريَ الرَّجُلُ الدّابَّةَ فَيُقالُ: مِمَّنِ اشْتَريْتَ؟ فَيَقول: مِنَ الرَّجُلِ المُخَطَّمِ « (3). ¶ الدُّخان والخسوف الثلاثة: ¶ إختلف المفسرون والعلماء في آية الدُّخان الكبرى، فيما إذا كانت هي المذكورة في سورة الدُّخان، وهل ظهرت حسب بعض روايات الصحابة كابن مسعود - رضي الله عنه -، أم أنَّها لم تظهر بعد. ¶ __________ ¶ (1) - المصدر السابق (3278). ¶ (2) - مختصر صحيح مسلم (2053). ¶ (3) - صحيح الجامع (2927 ).",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "والراجح - والله أعلم- أنها لم تظهر بعد، لأن الرسول - صلى الله عليه وسلم - ذكرها في نفس الحديث الذي فيه بقية أشراط الساعة، ولم يظهر بعد واحدة من هذه الآيات الكبرى. ثم كيف أنَّ آية الدُّخان - وهي من آيات الساعة الكبرى- قد ظهرت قبل وفاته - صلى الله عليه وسلم -، وهو القائل في حديثه الذي رواه ابن ماجه عن عوف بن مالك الأشجعي - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال له: » يا عوفُ! احْفَظْ خِلالاً سِتَّاً بينَ يَدي السَّاعةِ: إحْداهُنَّ مَوْتي... ثم فتحُ بيتِ المَقدِسِ، ثم داءٌ يظهرُ فيكُم يسْتَشهِدُ اللهُ به ذراريَّكُم وأنفسَكم، ويزَكِّي بهِ أعمالَكُم، ثُمَّ تَكونُ الأموالُ فيكم، حَتَّى يُعْطى الرَّجُلُ مائةَ دينارٍ، فيظلُّ ساخِطاً. وفتنةٌ تكونُ بينكم، لا يبقى بيتُ مُسلمٍ إلاَّ دَخَلَتْهُ، ثم تكونُ بينكم وبينَ بَني الأصفر هُدنةٌ، فيغْدِرونَ بكم، فيسيرونَ إليكم في ثمانينَ غايةٍ، تحتَ كلِّ غاية اثنا عشر ألفاً « (1). ¶ فهذا الحديث يبين بعض الآيات قبل الساعة الكبرى هي تلك الخلال الست، والتي من بينها، بل أولها موتُه - صلى الله عليه وسلم -، وآخرها هو مسير الروم إلى المسلمين بعد غدرهم في ثمانين راية. وعلى إثر هذه المعركة بين المسلمين والروم، تفتتح القسطنطينية، ثم يخرج الدجال، ثم ينزل عيسى عليه الصلاة والسلام، إلى آخر الآيات الواردة في الأحاديث. وقد ظهر دخان في زمانه - صلى الله عليه وسلم - يوم استعصت قريش وأبت الإسلام فدعا عليهم رسول الله - صلى الله عليه وسلم - أن تصيبهم سنين كسنين يوسف عليه الصلاة والسلام، فأصبح أحدهم ينظر إلى السماء فيرى دخاناً من الجوع(2). وهذا طبعاً لا يمنع من ظهور دخان آخر في نهاية الزمان، لأن الأخبار صحَّت في كلا الأمرين، والله أعلم. ¶ __________ ¶ (1) - صحيح ابن ماجة (3267). ¶ (2) - راجع تفسير الطبري عند الآية 10 من سورة الدخان.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "وأما بالنسبة للخسوف الثلاثة التي يظهر أحدها في المشرق، والآخر في المغرب، والثالث في جزيرة العرب، فلم تفصل الأحاديث في أمرها، والله تعالى أعلم. ¶ النَّار الحاشرة: ¶ وهي آخر الآيات العشر للسَّاعة الكبرى حيث تخرج من اليمن، من قعر عدن، تُرَحِّل الناسَ، » تَنْزِلُ مَعَهُم إذا نَزَلوا، وَتَقيلُ مَعَهُم حَيْثُ قالوا « (1). ¶ وفي الحديث الآخر يقول - صلى الله عليه وسلم -: » يُحْشَرُ النَّاسُ على ثَلاثِ طَرائِقَ راغِبِينَ رَاهِبينَ، وَاثْنانِ عَلَى بَعيرٍ، وَثَلاثَةٌ عَلَى بَعيرٍ، وَأَرْبَعَةٌ عَلى بَعير، وَعَشَرَةٌ عَلى بَعيرٍ، وَتَحْشُرُ بَقِيَّتَهُمُ النَّارُ، تَبيتُ مَعَهُم حيثُ باتُوا، وَتَقيلُ مَعَهُم حَيثُ قالوا، وَتُصبِحُ مَعَهُم حيثُ أَصْبَحوا، وَتُمْسي مَعَهُم حَيْثُ أَمْسَوْا « (2). ¶ وقبل أن تأتي الريح الباردة الطيَبة؛ » يُدْرَسُ الإسْلامُ كَما يُدْرَسُ وَشْيُ الثَّوْبِ، حَتّى لا يُدْرَى ما صِيامٌ ولا صَلاةٌ ولا نُسُكٌ ولا صَدَقَةٌ، ويُسْرَى عَلى كِتابِ اللَّهِ في لَيْلَةٍ فَلا يَبْقى في الأرْضِ مِنْهُ آيَةٌ، وَتَبْقى طَوائِفُ مِنَ النَّاسِ، الشَّيْخُ الكَبيرُ والعَجوزُ يَقولونَ: أَدْرَكْنا آباءَنا عَلى هَذِهِ الكَلِمَةِ، يقولونَ لا إلَهّ إلاَّ اللَّهُ، فَنَخْنُ نَقولُها « (3). ¶ ويرجع الناس- بعد الريح الطيبة - إلى دين آبائهم في الجاهلية الأولى، فيعبدون الأصنام والأوثان. ¶ __________ ¶ (1) - شرح النووي لصحيح مسلم (18/29). ¶ (2) - شرح النووي لصحيح مسلم (17/192). ¶ (3) - مستدرك الحاكم (4/473)، وقال: صحيح على شرط مسلم.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "روى الإمام مسلم عن عائشة رضي الله عنها قالت: سمعتُ رسولَ الله - صلى الله عليه وسلم - يقول: » لا يَذْهَبُ اللَّيْلُ والنَّهارُ حَتَّى تُعْبَدَ الَّلاتُ والعُزَّى «. فقُلتُ: يا رسول الله، إنْ كُنْتُ لأَظُنُّ حينَ أنْزَلَ اللَّهُ ( هُوَ الَّذي أَرْسَلَ رَسولَهُ بِالْهُدْى ودِينِ الحَقِّ لِيُظْهِرَهُ عَلى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ المُشْرِكونَ ( أنَّ ذَلِكَ تامٌّ! قال: » إنَّهُ سَيَكونُ مِنْ ذَلِكَ ما شاءَ اللَّهُ، ثُمَّ يَبْعَثُ اللّهُ ريحاً طَيِّبَةً فَتَوَفّى كُلَّ مَنْ في قَلْبِهِ مَثْقالُ حَبَّةٍ مِنْ خَرْدَلٍ مِنْ إيمانٍ، فَيَبْقى مَنْ لاخَيْرَ فِيهِ، فَيَرْجِعونَ إلى دِينِ آبائِهم « (1). ¶ وعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: » لا تَقومُ السّاعَةُ حَتّى تَضْطَرِبَ أَلْياتُ نِساءِ دَوْسٍ حَوْلَ ذي الخَلَصَةِ « (2)وهو وثن كانت تعبده دوس في الجاهلية. ¶ على مَن تقوم الساعة؟ ¶ تقوم الساعة على ناس لا يعلمون من الحق والإيمان شيئاً. وقد كتب اللَّهُ تعالى ألاَّ تَقومَ وفي الأرض مؤمن، بل تقوم على شرار الخلق، على ناس لا ينكرون منكراً، ولا يعرفون معروفاً. ¶ قال رسول الله - صلى الله عليه وسلم -: » لا تَقومُ السّاعَةُ إلاّ عَلى شِرارِ الخَلْقِ « (3). ¶ وقال أيضاً: » لا تَقومُ السّاعَةُ حَتّى لا يُقالَ في الأرْضِ اللَّهُ اللَّهُ « (4)، أي لا إله إلاَّ اللَّه، كما جاء في رواية أحمد. ¶ و » تَقومُ السّاعَةُ والرَّجُلُ يَحْلُبُ اللِّقْحَةَ فَما يَصِلُ الإِناءُ إلى فِيهِ حَتّى تَقومَ، والرَّجُلانِ يَتَبايَعانِ الثَّوْبَ فَما يَتَبايَعانِهِ حَتّى تَقومَ، والرَّجُلُ يَلِطُ في حَوْضِهِ فَما يَصْدِرُ حتَّى تَقومَ « (5). ¶ __________ ¶ (1) - مختصر صحيح مسلم (2013). ¶ (2) - نفسه (2012). ¶ (3) - نفسه (2022). ¶ (4) - نفسه (2020). ¶ (5) - مختصر صحيح مسلم (2075).",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "فَتَأمّلْ غفلة النَّاس عن السَّاعة وأهوالها - نسأل الله السلامة -، ورسولُ الله - صلى الله عليه وسلم - يقول: » كَيَفُ أنْعَمُ وقَدِ الْتَقَمَ صاحِبُ القَرْنِ القَرْنَ وحَنَى جَبْهَتَهُ وأصْغَى سَمْعَهُ، يَنْتَظِرُ أنْ يُؤْمَرَ أنْ يَنْفُخَ فَيَنْفُخُ «. قال المسلِمونَ: فَكَيفَ نَقولُ يا رسولَ اللَّهِ؟ قال: » قُولوا: حَسْبُنا اللَّهُ وَنِعْمَ الوَكيلُ، وتَوَكَّلْنا عَلى اللَّهِ رَبِّنا « (1). ¶ ويقول - صلى الله عليه وسلم -: » إنَّ طَرْفَ صاحِبِ الصُّورِ مُنْذُ وُكِّلَ بِهِ مُسْتَعِدٌّ يَنْظُرُ نَحْوَ العَرْشِ مَخافَةَ أنْ يُؤْمَرَ قَبْلَ أَنْ يَرْتَدَّ إِلَيْهِ طَرْفُهُ، كَأَنَّ عَيْنَيْهِ كَوْكَبانِ دُرِّيَّانِ « (2). ¶ ونحن نقول: حسبنا الله ونعم الوكيل، وتوكلنا على اللَّهِ ربِّنا، ونسأل الله تعالى أن يؤمِنَّا يوم الفزع الأكبر ( يَوْمَ لا يَنْفَعُ مالٌ ولا بَنونَ إلاّ مِنْ أتى اللَّهَ بِقَلْبٍ سَليمٍ (. ¶ الملاحق: ¶ الأحَادِيثُ الضَعِيفَة ¶ __________ ¶ (1) - الصحيحة (1079). ¶ (2) - الصحيحة (1078).",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "بذل المحدِّثون، جزاهم الله خيراً، الأقدمون منهم والمُحدَثون، جهدهم في تمييز صحيح حديث رسول الله - صلى الله عليه وسلم - من ضعيفه، وكتبوا فيه مجلدات، دلت على رسوخ علمهم، ودقة نظرهم، واتساع معرفتهم برجال الحديث وتاريخهم. وإذا كان قد اختلف بعض المحدثين في الأخذ بالحديث الضعيف، في فضائل الأعمال فقط، إلا أنهم وضعوا شروطاً للعمل به، لا تنطبق على مسائل العقائد والغيبيات والأحكام الشرعية. ولذلك فإنه لا يمكن الاستشهاد بالأحاديث الضعيفة في موضوع الساعة وأشراطها، بخلاف من يحطتب بليل فيجمع في هذا الموضوع ما هب ودب فلا يميز بين صحيح الأحاديث وضعيفها. ولقد قرأت في موضوع الساعة وأشراطها على الشبكة في موقع جمع صاحبه فيه الضعيف والصحيح من الأحاديث وبنى عليها نتائج جاءت متناقضة لتناقض مقدماتها وضعف سندها، مع ادعاءات غير علمية ذكرها في صفحته الرئيسية. ¶ وإن كنا نحسن الظن بإخواننا المسلمين، فإن هذا لا يمنع من عنده علم في هذا الموضوع أن يبين الصواب من الخطأ لتعم الفائدة بين المسلمين. لذلك حرصت في هذه العجالة أن أورد ما تيسر لي من هذه الأحاديث التي لا تصح ليكون القارئ على بينة من أمره، حتى إذا ما أتى أمر الله تعالى عرف واهتدى. وسوف أضيف - بإذن الله - ما أستطيع جمعه من الأحاديث الضعيفة كلما سنحت لي الفرصة. ¶ نسأل الله تعالى أن يعلمنا ما ينفعنا وينفعنا بما علمنا، وأن يهدينا ويهدي بنا، آمين. وصلى الله على النبي الأمي وعلى آله وصحبه وسلم تسليماً كثيراً. ¶ * ... * ... * ¶ * السفياني:",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "- ورد ذكر السفياني - وهو حاكم ظالم حسب الأحاديث- في عدة روايات لا تعدو أن تكون ضعيفة في أحسن أحوالها؛ منها ما رواه الحاكم في مستدركه على الصحيحين ( ج4 ص 431 كتاب الفتن والملاحم ) قال: حدثنا علي بن حمشاذ العدل، ثنا إيراهيم بن الحسين الهمداني، ثنا عمر بن عاصم الكلبي، ثنا أبو العوام القطان، ثنا قتادة عن أبي الخليل عن عبد الله بن الحارث عن أم سلمة رضي الله عنها قالت: قال رسول الله - صلى الله عليه وسلم -: \" يبايع لرجل من أمتي بين الركن والمقام كعدة أهل بدر فيأتيه عصائب العراق وأبدال الشام، فيأتيهم جيش من الشام حتى إذا كانوا بالبيداء خسف بهم. ثم يسير إليه رجل من قريش(1) أخواله كلب فيهزمهم الله \". قال: وكان يقال: \" إن الخائب يومئذ من خاب من غنيمة كلب \" (2). ولم يعلق عليه الحاكم، وإنما قال الذهبي: قلتُ: أبو العوام عمران ضعّفه غير واحد، وكان خارجياً. وهو مخرج في ( الضعيفة للألباني برقم 1965 ). ¶ __________ ¶ (1) - المفترض أن هذا الرجل هو السفياني. ¶ (2) - بطن من قضاعة من القحطانية وهم بنو كلب بن وبرة. كانوا ينزلون دومة الجندل وتبوك وأطراف الشام، ونزل خلق عظيم منهم على خليج القسطنطينية. ومن أمكنتهم عقدة الجوف الشرية. ومن أوديتهم: قراقر. ومن مياههم: عراعر.. وقد اتخذوا في الجاهلية بدومة الجندل صنماً يدعى وداً. ودخلوا في دين النصرانية ثم في الإسلام (مجمع قبائل العرب القديمة والحديثة لعمر رضا كحالة).",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "- وروى أبو داود عن أم سلمة رضي الله عنها عن النبي - صلى الله عليه وسلم - قال: \"يكون اختلاف عند موت خليفة، فيخرج رجل من أهل المدينة هارباً إلى مكة فيأتيه ناس من أهل مكة، فيخرجوه وهو كاره، فيبايعونه بين الركن والمقام، ويبعث إليه بعث من الشام، فيخسف بهم بالبيداء بين مكة والمدينة، فإذا رأى الناس ذلك، أتاه أبدال الشام، وعصائب أهل العراق فيبايعونه [بين الركن والمقام]. ثم ينشأ رجل من قريش أخواله كلب، فيبعث إليهم بعث فيظهرون عليهم، وذلك بعث كلب، والخيبة لمن لم يشهد غنيمة كلب، فيقسم المال، ويعمل في الناس بسنة نبيهم - صلى الله عليه وسلم -، ويُلقي الإسلامُ بجرانه إلى الأرض فيلبث سبع سنين، ثم يُتوفّى ويصلي عليه المسلمون.\" ( ضعيف سنن أبي داود للألباني- رقم 921 ). ومن تأمل هذا الحديث والذي قبله يعلم ما بينهما من التناقض. ¶ - وقال أيضاً: حدثنا سليمان بن بلال عن كثير بن زيد عن الوليد بن رباح عن أبي هريرة - رضي الله عنه - مرفوعاً: \" المحروم من حرم غنيمة كلب ولو عقالاً. والذي نفسي بيده لتباعن نساءهم على درج دمشق حتى تردّ المرأة من كسر يوجد بساقها \". ثم قال: هذا حديث صحيح الإسناد ولم يخرجاه. ( ج4 ص 431-342 كتاب الفتن والملاحم ) وعقب الذهبي بقوله: \"صحيح\". لكن الحديث فيه كثير بن زيد وقد أورده الحافظ الذهبي نفسه في كتابه ( ميزان الاعتدال 3/6938 ) قال: \"قال أبو زرعة: صدوق فيه لين. وقال النسائي: ضعيف. وروى ابن الدورقي عن يحيى: ليس به بأس. وروى ابن أبي مريم عن يحيى: ثقة. وقال ابن المديني: صالح، وليس بقوي.\" اهـ وقد قال عنه الألباني: ضعيف ( الصحيحة 4/328 ).",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "- وقال أيضاً ( ج4 ص468 كتاب الفتن والملاحم ): أخبرني محمد بن المؤمل بن الحسن، ثنا الفضل بن محمد بن المسيب، ثنا نعيم بن حماد، ثنا يحيى بن سعيد، ثنا الوليد بن عياش أخو أبي بكر بن عياش عن إبراهيم عن علقمة قال: قال ابن مسعود - رضي الله عنه -: قال لنا رسول الله - صلى الله عليه وسلم -: \"إحذر سبع تكون بعدي. فتنة تقبل من المدينة، وفتنة بمكة، وفتنة تقبل من اليمن، وفتنة تقبل من الشام، وفتنة تقبل من المشرق، وفتنة تقبل من المغرب، وفتنة من بطن الشام وهي السفياني \". قال: فقال ابن مسعود: منكم من يدرك أولها ومن هذه الأمة من يدرك آخرها. قال الوليد بن عياش: فكانت فتنة المدينة من قبل طلحة والزبير، وفتنة مكة فتنة عبد الله بن الزبير، وفتنة الشام من قبل بني أمية، وفتنة المشرق من قبل هؤلاء. قال الحاكم: هذا حديث صحيح الإسناد ولم يخرجاه. فعقب عليه الذهبي بقوله: قلتُ: هذا من أوابد نعيم بن المهدي. وضعفه الشيخ الألباني رحمه الله في ( سلسلة الأحاديث الضعيفة رقم 1870 ). ¶ * المهدي: ¶ من أحاديث المهدي الضعيفة التي يتداولها الناس هي: ¶ - \"نحن - ولد عبد المطلب- سادة أهل الجنة: أنا وحمزة وعلي وجعفر والحسن والحسين والمهدي \". ( سلسلة الأحاديث الضعيفة للألباني 4688 ). ¶ - \" المهدي رجل من ولدي، وجهه كالكوكب الدري، اللون لون عربي، والجسم جسم إسرائيلي. يملأ الأرض عدلاً كما ملئت جوراً. يرضى خلافته أهل السماء وأهل الأرض والطير في الجو. يملك عشرين سنة \". ( الضعيفة 4684 ). ¶ - \" كيف تهلك أمة أنا أولها، وعيسى في آخرها، والمهدي في وسطها \". ( الضعيفة 2349 ).",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "- \" إن المهدي لا يخرج حتى تقتل النفس الزكية، فإذا قتلت النفس الزكية، غضب عليهم من في السماء ومن في الأرض، فأتى الناس المهدي، فزفوه كما تزف العروس إلى زوجها ليلة عرسها، وهو يملأ الأرض قسطاً وعدلاً، وتخرج الأرض نباتها، وتمطر السماء مطرها، وتنعم أمتي في ولايته نعمة لم تنعمها قط \". ( الضعيفة 2155 ). ¶ - أورد محمد صديق حسن القنوجي، رحمه الله، صاحب كتاب ( الإذاعة في أشراط الساعة ص119 ) الحديث التالي: عن أم سلمة رضي الله عنها قالت: قال رسول الله - صلى الله عليه وسلم -: \"يسير ملك المشرق إلى المغرب فيقتله، فيبعث جيشاً إلى المدينة فيخسف بهم، فيعوذ عائذ بالحرم فيجتمع الناس إليه كالطير الواردة المتفرقة، حتى يجتمع إليه ثلاثمائة وأربعة عشر رجلاً فيهم نسوة، فيظهر على كل جبار وابن جبار، ويظهر من العدل ما يتمنى له الأحياء أمواتهم، فيحيا سبع سنين، ثم ما تحت الأرض خير مما فوقها.\" أخرجه الطبراني في الأوسط، وفي إسناده ليث بن أبي سليم(1)، وبقية رجاله رجال الصحيح. اهـ ¶ - \" من أنكر خروج المهدي فقد كفر بما أنزل على محمد، ومن أنكر نزول عيسى بن مريم فقد كفر، ومن أنكر خروج الدجال فقد كفر، ومن لم يؤمن بالقدر خيره وشره فقد كفر، فإن جبريل عليه السلام أخبرني بأن الله تعالى يقول: من لم يؤمن بالقدر خيره وشره فليتخذ رباً غيري \". ( الضعيفة 1082 ). ¶ __________ ¶ (1) - قال الذهبي في (ميزان الاعتدال): الليث بن أبي سليم الكوفي الليثي أحد العلماء. قال أحمد: مضطرب الحديث، ولكن حدث الناس عنه. وقال يحيى والنسائي: ضعيف. وقال ابن معين أيضاً: لا بأس به. وقال ابن حبان: اختلط في آخر عمره. وقال الدارقطني:كان صاحب سنة، إنما أنكروا عليه الجمع بين عطاء وطاوس ومجاهد حسب...(3/ترجمة رقم 6997).",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "- \" يقتَل عند كنزكم ثلاثة كلهم ابن خليفة، ثم لا يصير إلى واحد منهم، ثم تطلع الرايات السود من قبل المشرق، فيقتلونكم قتلاً لم يقتله قوم - ثم ذكر شيئاً لم أحفظه- فقال: فإذا رأيتموه فبايعوه ولو حبواً على الثلج، فإنه خليفة الله المهدي \". وفي رواية: \" إذا رأيتم الرايات السود خرجت من قبل خراسان فأتوها ولو حبواً \". ( الضعيفة 85 ). ¶ - \" المهدي من ولد عمي العباس \". ( الضعيفة 80 ). ¶ - \" أبشركم بالمهدي، يبعث في أمتي على اختلاف من الناس وزلازل، فيملأ الأرض قسطاً وعدلاً، كما ملئت جوراً وظلماً، يرضى عنه ساكن السماء، وساكن الأرض، يقسم المال صحاحاً \". فقال رجل: ما صحاحاً؟ قال: \"بالسوية بين الناس. قال: ويملأ الله قلوب أمة محمد - صلى الله عليه وسلم - غنى، ويسعهم عدله، حتى يأمر منادياً فينادي فيقول: من له في مال حاجة؟ فما يقوم من الناس إلا رجل، فيقول: ائت السدان - يعني الخازن- فقل له: احثُ، حتى إذا جعله في حجرة وأحرره ندم، فيقول: كنت أجشع أمة محمد نفساً، أو عجز عني ما وسعهم. قال: فيرده، فلا يقبل منه، فيقال له: إنا لا نأخذ شيئاً أعطيناه. فيكون كذلك سبع سنين أو ثمان سنين أو تسع سنين، ثم لا خير في العيش بعده، أو قال: لا خير في الحياة بعده \". ( الضعيفة 1588 ). وهذا الحديث مع ضعفه تخالف بعضُ جمله أحاديث صحيحة أوردناها في الكتاب. فمثلاً: الجملة الأخيرة تخالف ما ذكره النبي - صلى الله عليه وسلم - في قوله: \" طوبى لعيش بعد المسيح .. \" الحديث، ووجه التناقض أن المهدي يأتي قبل نزول عيسى، عليه وعلى نبينا الصلاة والسلام، ويمكث في الأرض أربعين سنة، فلو افترضنا أن المهدي يمكث أقصى المدة وهي تسع سنين ويأتي في نفس وقت نزول عيسى - وهذا غير صحيح بل يكون قبله - فإن المسلمين يسكنون الأرض وبين أظهرهم نبي الله عيسى عليه السلام مدة لا تقل عن إحدى وثلاثين سنة. بل في زمن المهدي- على خلافته الراشدة وعدله القوي- يخرج",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "الدجال، وتكون الفتن العظيمة، والله تعالى أعلم. ¶ - عن علي - رضي الله عنه - أنه قال للنبي - صلى الله عليه وسلم -: \"أمِنَّا المهدي أم من غيرها يا رسول الله؟ قال: بل منّا، بنا يتختم الله كما بنا فتح الله، وبنا يستنقذون من الشرك، وبنا يؤلف الله بين قلوبهم بعد عداوة كما ألّف بين قلوبهم بعد عداوة الشرك. قال عليّ: أمؤمنون أم كافرون؟ قال: مفتون وكافر \". قال صاحب ( الإذاعة في أشراط الساعة ص127 ) بعد أن أورد هذا الخبر: أخرجه الطبراني في الأوسط، وفيه ابن لهيعة، وهو ضعيف معروف الحال، وفيه عمرو بن جابر الحضرمي وهو أضعف منه. وقال الشوكاني: هو كذاب، وقال أحمد: روى عن جابر مناكير وبلغني أنه كان يكذب. وقال النسائي: ليس بثقة، وقال: وكان ابن لهيعة شيخاً أحمق ضعيف العقل، وكان يقول: علي في السحاب، وكان يجلس معنا فيبصر سحابة فيقول: هذا علي قد مر في السحاب. اهـ ¶ - عن ابن عمر رضي الله عنهما قال: كان رسول الله - صلى الله عليه وسلم - جالساً في نفر من المهاجرين والأنصار، وعلي بن أبي طالب عن يساره والعباس عن يمينه إذ تلاقى العباس ورجل، فأغلظ الأنصاري للعباس، فأخذ النبي - صلى الله عليه وسلم - بيد العباس وبيد علي فقال: \" سيخرج من صلب هذا من يملأ الأرض قسطاً وعدلاً، فإذا رأيتم ذلك فعليكم بالفتى التميمي، فإنه يقبل من قبل المشرق وهو صاحب راية المهدي \". قال صاحب ( الإذاعة..ص129 ): أخرجه الطبراني في الأوسط وفيه ابن لهيعة، وعبد الله بن عمر العمي، وهما ضعيفان. قال الهيثمي في مجمع الزاوئد: ولكن الحديث منكر، فإن النبي - صلى الله عليه وسلم - لم يكن يستقبل أحد في وجهه شيئاً يكرهه، وخاصة عمه العباس الذي قال فيه: إنه صنو أبيه. اهـ",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "- \" ستكون دمشق في آخر الزمان أكثر المدن أهلاً وهي تكون لأهلها معقلاً وأكثر أبدالاً وأكثر مساجد وأكثر زهاداً وأكثر مالاً وأكثر رجالاً وأقل كفاراً، ألا وإن مصر أكثر المدين فراعنة وأكثر كفوراً وأكثر ظلماً وأكثر رياءً وفجوراً وسحراً وشراً، فإذا عمرت أكنافها بعث الله عليهم الخليقة الزائد البنيان والأعور الشيطان والأخرم الغضبان، فويل لأهلها من أتباعه وأشياعه. ثم قرأ رسول الله - صلى الله عليه وسلم -: ( ذلك جزيناهم بما كفروا وهل نجازي إلا الكفور ) فإذا قتل ذلك الخليفة بالعراق خرج عليهم رجل مربوع القامة أسود الشعر كث اللحية براق الثنايا، فويل لأهل العراق من أشياعه المراق، ثم يخرج المهدي منا أهل البيت فيملأ الأرض عدلاً كما ملئت جوراً \". ( ضعيف فضائل الشام 18 ). ¶ * الدجال: ¶ ومن أحاديث الدجال التي لا تصح: ¶ - \" طعام المؤمنين في زمن الدجال طعام الملائكة: التسبيح والتقديس، فمن كان منطقه يومئذ التسبيح والتقديس أذهب الله عنه الجوع، فلم يخشَ جوعاً \". ( الضعيفة 3825 ). ¶ - \" سيدرك رجلان من أمتي عيسى ابن مريم، ويشهدان قتال الدجال \". (الضعيفة 3716). ¶ - \" من قرأ سورة الكهف يوم الجمعة فهو معصوم إلى ثمانية أيام من كل فتنة تكون؛ فإذا خرج الدجال عصِمَ منه \". (الضعيفة 2013). ¶ - \"يخرج الدجال في خفّةٍ من الدين، وإدبار من العلم، وله أربعون يوماً يسيحها، اليوم منها كالسنة، واليوم كالشهر، واليوم كالجمعة، ثم سائر أيامه مثل أيامكم. وله حمار يركبه عرض ما بين أذنيه أربعون ذراعاً، يأتي الناس فيقول: أنا ربكم، و إن ربكم ليس بأعور، مكتوب بين عينيه ك ف ر، يقرأه كل مؤمن، كاتب وغير كاتب، يمرّ بكل ماء ومنهل، إلا المدينة ومكة، حرمهما الله عليه، وقامت الملائكة بأبوابهما \". (الضعيفة 1969).",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "- \"يخرج الدجال على حمار أقمر، ما بين أذنيه سبعون عاماً، معه سبعون ألف يهودي، عليهم الطيالسة بالحضر، حتى ينزلوا كوم ابن الحمراء \". (الضعيفة1968). ¶ - \"لم يسلّط على قتل الدجال إلا عيسى ابن مريم عليه السلام \". (الضعيفة 4337). ¶ - \"لقيتُ ليلة أسري بي إبراهيمَ وموسى وعيسى، قال: فتذاكروا أمر الساعة، فردوا أمرهم إلى إبراهيم، فقال: لا علم لي بها. فردوا الأمر إلى موسى، فقال: لا علم لي بها. فردوا الأمر إلى عيسى، فقال: أما وجبتها؟ فلا يعلمها أحد إلا الله، ذلك؛ وفيما عهد إلي ربي عز وجل أن الدجال خارج. قال: ومعي قضيبان، فإذا رآني ذاب كما يذوب الرصاص، قال: فيهلكه الله، حتى إن الحجر والشجر ليقول: يا مسلم! إن تحتي كافراً فتعالَ فاقتله. قال: فيهلكهم الله، ثم يرجع الناس إلى بلادهم وأوطانهم. قال: فعند ذلك يخرج يأجوج ومأجوج، وهم من كل حدب ينسلون، فيطؤون بلادهم، لا يأتون على شيء إلا أهلكوه، ولا يمرون على ماء إلا شربوه، ثم يرجع الناس إلي فيشكونهم، فأدعو الله عليهم، فيهلكهم الله ويميتهم حتى تجوى الأرض من نتن ريحهم. قال: فينزل اللهُ عز وجل المطر، فتجرف أجسادهم حتى يقذفهم في البحر، ثم تنسف الجبال، وتمد الأرض مدّ الأديم، قال: ففيما عهد إلى ربي عز وجل: أن ذلك إذا كان كذلك، فإن الساعة كالحامل المتمّ التي لا يدري أهلها متى تفجؤهم بولادها؛ ليلاً أو نهاراً!\" (الضعيفة 4318). ¶ - \"لقد أكل الطعام، ومشى في الأسواق.\" يعني الدجال. (الضعيفة 4313).",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "- روى الترمذي عن عبد الرحمن بن أبي بكرة عن أبيه قال: قال رسول الله - صلى الله عليه وسلم -: \"يمكث أبو الدجال وأمه ثلاثين عاماً لا يولد لهما ولد، ثم يولد لهما غلام أعور، أضر شيء وأقله منفعة، تنام عيناه ولا ينام قلبه.\" ثم نعت لنا رسول الله - صلى الله عليه وسلم - أبويه فقال: \"أبوه طوال، ضرب اللحم، كأن أنفه منقار، وأمه امرأة فرضاخيّة طويلة الثديين.\" قال أبو بكرة: فسمعت بمولود في اليهود بالمدينة، فذهبتُ أنا والزبير بن العوام حتى دخلنا على أبويه، فإذا نعتُ رسول الله - صلى الله عليه وسلم - فيهما. قلنا: هل لكما ولد؟ فقالا: مكثنا ثلاثين عاماً لا يولد لنا ولد، ثم ولد لنا غلام أعور، أضر شيء وأقله منفعة، تنام عيناه ولا ينام قلبه. قال: فخرجنا عن عندهما، فإذا هو منجدل في الشمس، في قطيفة وله همهمة، فكشف عن رأسه، فقال: ما قلتما؟ قلنا: وهل سمعتَ ما قلنا؟ قال: نعم، تنام عيناي، ولا ينام قلبي. اهـ قال الترمذي: هذا حديث حسن غريب، لا نعرفه إلا من حديث حماد بن سلمة. والحديث ضعفه الألباني في (ضعيف سنن الترمذي رقم 392). ¶ - \"لتنقضن عرى الإسلام عروة عروة، وليكونن أئمة مضلّون، وليخرجن على إثر ذلك الدجالون الثلاثة \". (الضعيفة 4302). ¶ - \"لتقاتلن المشركين حتى تقاتل بقيتكم الدجال، على نهر بالأردن، أنتم شرقيه، وهم غربيه، وما أدري أين الأردن يومنذ من الأرض \". (الضعيفة 1297). ¶ - \"بادروا بالأعمال سبعاً، هل تنتظرون إلا مرضاً مفسداً، وهرماً مفنداً، أو غنى مطغياً، أو فقراً منسياً، أو موتاً مجهزاً، أو الدجال، فشرّ منتظر، أو الساعة، والساعة أدهى وأمر \". (الضعيفة 1666). ¶ - \"اللهم إني أعوذ بك من غلبة الدين، وغلبة العدو، ومن بوار الأيم، ومن فتنة المسيح الدجال \". (الضعيفة 1651).",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "- \"لا تقوم الساعة حتى تكون أدنى مسالح المسلمين بـ (بولاء). يا علي! يا علي! يا علي! إنكم ستقاتلون بني الأصفر، ويقاتلهم الذين من بعدكم، حتى تخرج إليهم روقة الإسلام:أهل الحجاز، الذي لا يخافون في الله لومة لائم، فيفتتحون القسطنطينية بالتسبيح والتكبير، فيصيبون غنائم لم يصيبوا مثلها، حتى يقتسموا بالأترسة، ويأتي آت فيقول: إن المسيح قد خرج في بلادكم، ألا وهي كذبة، فالآخذ نادم، والتارك نادم \". (الضعيفة 4790)، وهذا يغني عنه حديث فتح القسطنطينية الثاني المذكور في الكتاب. ¶ - \"ليدركن المسيح من هذه الأمة أقواماً إنهم لمثلكم أو خير –ثلاث مرات-، ولن يخزي الله أمة أنا أولها والمسيح آخرها \". (الضعيفة 4372). ¶ - \"الملحمة الكبرى وفتح القسطنطينية وخروج الدجال في سبعة أشهر \". ضعيف (ضعيف سنن أبي داود للألباني - رقم 925). ¶ - \"بين الملحمة، وفتح المدينة ست سنين، ويخرج الدجال في السابعة \". ضعيف (ضعيف سنن أبي داود - رقم 926). ¶ * الدابة: ¶ - \"تخرج الدابة، ومعها عصا موسى عليه السلام، وخاتم سليمان عليه السلام، فتختم الكافر بالخاتم، وتجلو وجه المؤمن بالعصا، حتى أن أهل الخوان ليجتمعون على خوان، فيقول هذا: يا مؤمن ، ويقول هذا: يا كافر \". (الضعيفة 1108، وضعيف سنن ابن ماجة رقم 881). ¶ - \"بئس الشِّعْب جياد - مرتين أو ثلاثاً - قالوا: وبم ذلك يا رسول الله ؟ قال: تخرج منه الدابة فتصرخ ثلاث صرخات فيسمعها مَن بين الخافقين \". (الضعيفة 3376). ¶ - عن عبد الله بن بريدة عن أبيه قال: ذهب بي رسول الله - صلى الله عليه وسلم - إلى موضع بالبادية، قريب من مكة، فإذا أرض يابسة، حولها رمل، فقال رسول الله - صلى الله عليه وسلم -: \"تخرج الدابة من هذا الموضع\". فإذا فِتْر في شبر. قال ابن بريدة: فحججتُ بعد ذلك بسنين فأرانا عصاً له، فإذا هو بعصاي هذه، هكذا وهكذا. ( ضعيف جداً؛ ضعيف سنن ابن ماجة رقم 882 ). ¶ إنتهى، ¶ وصل اللهم وسلم على نبيك محمد.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "الفهرسة: ¶ العنصر ... فقد جاء أشراطها ... الصحيفة ¶ 1 ... المقدمة.................................................. ... 01 ¶ 2 ... الفصل الأول: المسيح الدجال ....................... ... 04 ¶ 3 ... تعريف................................................... ... 04 ¶ 4 ... حديث الجساسة....................................... ... 04 ¶ 5 ... الدجال يهودي الملة.................................... ... 06 ¶ 6 ... ابن صائد وأبو سعيد الخدري........................ ... 07 ¶ 7 ... سبب ومكان خروج الدجال........................... ... 08 ¶ 8 ... صفة المسيح الدجال................................... ... 09 ¶ 9 ... حديث النواس بن سمعان............................ ... 11 ¶ 10 ... الدجال والشاب المؤمن................................ ... 14 ¶ 11 ... العلامات الدالة على خروج الدجال................. ... 15 ¶ 12 ... خلو المدينة من أهلها.................................. ... 16 ¶ 13 ... هلاك المسيح الدجال.................................. ... 17 ¶ 14 ... الدجال عند أهل الكتاب.............................. ... 17 ¶ 15 ... الفصل الثاني: المهدي بن عبد الله.................. ... 18 ¶ 16 ... خلافة على منهج النبوة.............................. ... 18 ¶ 17 ... المهدي ودلائل مهديته................................. ... 19 ¶ 18 ... صفته الخلقية ومدة حكمه.......................... ... 20 ¶ 19 ... بداية ظهور المهدي..................................... ... 21 ¶ 20 ... قتال الروم وفتح القسطنطينية...................... ... 22 ¶ 21 ... ما يكون من فتوحات المسلمين قبل الدجال........ ... 25 ¶ 22 ... الفصل الثالث: المسيح عيسى بن مريم - صلى الله عليه وسلم -......... ... 26 ¶ 23 ... صفته وجهاده .......................................... ... 26",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "24 ... الفصل الرابع: يأجوج ومأجوج...................... ... 29 ¶ 25 ... الفصل الخامس: بقية أشراط الساعة الكبرى.... ... 31 ¶ 26 ... طلوع الشمس من المغرب.............................. ... 31 ¶ 27 ... باب التوبة مفتوح حتى تطلع الشمس من مغربها... ... 32 ¶ 28 ... خروج الدابة............................................ ... 32 ¶ 29 ... الدخان والخسوف الثلاثة............................ ... 32 ¶ 30 ... النار الحاشرة........................................... ... 33 ¶ 31 ... على من تقوم الساعة ؟............................... ... 34 ¶ 32 ... الملاحق: الأحاديث الضعيفة......................... ... 35 ¶ الفهرسة ................................................. ... 42 ¶ إنتهى، ¶ وصل اللهم وسلم على نبيك محمد.",
            "page": "76",
            "part": "1"
        }
    ],
    "t35030": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "Ashrat koubra"
        }
    ]
}