{
    "b35045": [
        {
            "id": "1",
            "nass": "كتاب ¶ إشارات على الطريق ¶ فضيلة الشيخ: ¶ علي عبد الخالق القرني ¶ تم تفريغ الكتاب بواسطة الأخ الكريم: ¶ أبو سنان وفقه الله وأجزل مثوبته ¶ 1422هـ ¶ واحات الهداية ¶ http://www.khayma.com/ante99/index.htm ¶ بسم الله الرحمن الرحيم ¶ إشارات على الطريق ¶ مقدمه ¶ الحمد لله رب العالمين والصلاة والسلام على خاتم النبيين نبينا محمد وعلى آله وصحبه والتابعين ومن تبعهم بإحسان إلى يوم الدين. ¶ أما بعد .. ¶ فإن العمل الدعوي ميدان رحب ومجال الحركة فيه بحر إطاره الأرض مطلق الأرض وميدانه الإنسان من غير حد للون أو الجنس أو اللغة وعمل بهذه الساعة يحتاج إلى تضافر الجهود وبذل المجهود لأقاض العقول الهاجعة ونفخ الروح بوحي الله في الجثث الهامدة وحداء هذه اليقظة الإسلامية الأصلية لتنطلق في وضوح لغايتها فتعرف ما لها وما عليها تتلمس الدواء لأدوائها وتطرح اليأس في خضم آمالها ببعث آمالها. لتؤتي أكلها كل حين بإذن ربها. ¶ ومن هذا المنطلق كانت هذه الخواطر المتواضعة المألوفة من شاردة هنا وواردة هناك. ¶ عنونتها بـ (إشارات على الطريق) للدعاة وطلبة العلم. ¶ معتذرا فيها عن التقصير والخطأ ابتداءً. جمعتها من أقوال أهل العلم محيلا إلى كتبهم وغير محيل أحيانا لبعد العهد ليس لي فيها سوى الجمع والتأليف، والصياغة، والفضل لله ثم لأهلها. ألقيتها في محاضرتين بالعلا وينبع قبل بضع سنين ولم يزل بعض اخوتي يلح عليّ في جمعها في ورقات لينتفع بها من يغلب القراءة على الاستماع. ¶ ثم قام أحد الاخوة محتسبا –وفقه الله لما يرضيه- بنسخها وترتيبها وترقيم آياتها وتقديمها لي. فلم يكن عند ذاك بد من النظر العاجل فيها على خاطر كليل وقلم غير بليل وكان. ¶ راجيا أن أكون أحسنت فيما استحسنت مما جمعت، وألا يكون ورما ما استسمنت على أنه لكل كاسد سوق ولكل ساقط لاقط – كما قيل – والحال: ¶ لا خيل عنك تهديها ولا مال........ فليسعد النطق إن لم يسعد الحال",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وما بقيت من اللذات إلا........... مخاطبة الرجال ذوي العقول ¶ وإن كانوا إذا عدوا قليلا .......... فقد أضحوا أقل من القليل ¶ أرجو الله أن تأتي أكلها وأن يخلصها لكاتبها وقارئها وأن يسوقها لأهلها الذين إن وجدوا خيرا عملوا به وبالأجر للقائل دعوا وإن وجدوا خللاً أصلحوا ونصحوا ودفنوا، كما أسأله أن يصلح بها المتربصين الذين إن رأوا هفوة صرخوا وهتفوا كشيطان العقبة وطاروا بها وفرحوا وجاشوا واستجاشوا. ¶ وهو ولي اللذين آمنوا….. ¶ على الله وحده اعتمادي وإليه وجهتي واستنادي، الصواب منه والخطأ من نفسي وتقصيري والخير أردت وإلى الله أنبت وما توفيقي إلا بالله عليه توكلت وإله أنيب . ¶ والحمد لله رب العالمين . ¶ علي بن عبد الخالق القرني ¶ 23/3/1421هـ ¶ بسم الله الرحمن الرحيم ¶ الحمد لله حمدا كثيرا طيبا مباركا فيه ملء السماوات وملء الأرض وملء ما شاء ربنا من شيء بعد على أهل الثناء والمجد أحق ما قال العبد وكلنا لله عبد. ¶ أشهد أن لا إله إلا الله وحده لا شريك له شهادة عبده وابن عبده وابن أمته ومن لا غنى به طرفة عين عن رحمته ولا مطمع له في الفوز بالجنة والنجاة من النار إلا بعفوه ومغفرته، وأشهد أن محمد عبد الله ورسوله خيرته من خلقه وأمينه على وحيه جعل الله الذل والصغار على من خالف أمره وسد إلى الجنة كل الطرق فلم بفتحها لأحد إلا من طريقه صلوات الله وسلامه على خاتم رسله وعلى آله وصحبه ومن اقتفى أثره واستمسك بهديه وسنته. ¶ اللهم إني أسألك الثبات والهداية وأعوذ بك من الخذلان والغواية. ¶ اللهم إني أعوذ بك أن أقول زورا أو أغشى فجورا أو أن أكون بك مغروراً. ¶ إلهي ¶ ما أضيق الطريق على من لم تكن دليله ¶ وما أوضح الحق عند من هديته سبيله ¶ إليك وجهت يا مولاي آمالي..........فاسمع دعائي وارحم ضعف أحوالي ¶ ولا تكلني إلى من ليس يَكْلَؤُني........وكن كفيلي فأنت الكافل الكالي ¶ .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "إلهي ارحم عبدك الذليل ذا اللسان الكليل والعمل القليل وامنن عليه في عمله بالتأثير والقبول واكنفه تحت ظلك الظليل يا كريم يا جليل.… فالطريق شاق طويل والزاد قليل والأمل والرجاء فيك يا جليل… . ¶ المقيم على سفر ¶ قيل لأحد الحكماء: مالك تدمن إمساك العصا ولست بكبير ولا مريض فقال: لأذكر أني مسافر . ¶ حملت العصا لا الضعف أوجب حملها.......عليّ ولا أني تحنيت من كبر ¶ ولكنني ألزمت نفسي حملها ................لأعملها أن المقيم على سفر ¶ الطرق كثيرة متشعبة أمام المسافر . وفي وسطها طريق واحد هو الموصل للغاية المنشودة لا غيره معلن عليه: أن المقيم على سفر فلا يركن وهذا هو الطريق الحق فلا يُتَنكَّبْ. ¶ الحاجة فيه ماسة للزاد والعدة فمن أراد الخروج أعد العدة وحدا حادية عندها : ¶ أوانا في بيوت البدو رحلي ........ وآونة على قتد البعير ¶ .لا تأذن الحكمة على هذا الطريق بالقفز وتجاوز التدرج بل جوهر تخطيطه مرحلة. مرحلة. ¶ منا الأناة وبعض القوم يحسبنا..........أنا بطاءُ وفي إبطائنا سِرَعُ ¶ (إنه طريق تعبيد النفس والناس لله رب العالمين وإخراجهم من الظلمات إلى النور) ¶ ولا شك انه طريق شاق طويل ولكنه مضمون ثابت مأمون إن كنا نريد أن نصبح أمة مسافرة على هذا الطريق في قوة وعزة ورسوخ فلا بد أن نخلق في أنفسنا غاية إرضاء الله في منهج يؤدي إلى هذه الغاية وهو الكتاب والسنة على فهم سلف الأمة مع عزيمة على مخطط طويل الأمد لا ننتظر فيه الوصول إلى الهدف النهائي بمجرد بدء الجهد ولكن لا نزال ماضين ومن سار وصل. ¶ وعلى الله قصد السبيل . ¶ * * * * * ¶ مسافرون",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "يقول ابن القيم رحمه الله : (لم يزل الناس مذ خلقوا مسافرين، وليس لهم حط لرحالهم إلا في الجنة دار النعيم أو في النار دار الجحيم، والعاقل يعلم أن السفر بطبعه مبنيٌ على المشقة والأخطار بل هو قطعة من العذاب واللاواء، ومن المحال أن يطلب في السفر عادة النعيم والراحة واللذة والهناء، فكل وطأة قدم أو أنة من أناة المسافر بحساب، وكل لحظة ووقت من أوقات السفر غير واقفة والمسافر غير واقف. فإذا ما نزل المسافر أو نام أو استراح فهو على قدم الاستعداد للسير في قطع المفاوز والقفار. وقد انعقد المضمار وخفي السابق، والناس في هذا المضمار بين فارس و بين راجل وبين أصحاب حمر معقرة. ¶ سوف ترى إذا انجلى الغبار.......... أفرس تحتك أم حمار ¶ وفاز بالسبق من قد جد وانقشعت....عن أفقه ظلمات الليل والسحب ¶ إن السلاح جميع الناس تحمله........وليس كل ذوات المخلب السبع ¶ هلكى هذا السفر كثير وكثير، والناجون فيه قليل، الناجي فيه واحد من ألف وكفى، لا تعجب لهالك كيف هلك ولكن أعجب لناج كيف نجا، الرواحل قليلة والبعض في هذا السفر كإبل سائبة لا تكاد تجد فيها راحلة، والبعض الآخر كإبل نجيبة صابرة نادرة وأنعم بها من راحلة، النجائب في المقدمة وحاملات الزاد في المؤخرة. ¶ رفعت لنا في السير أعلام...........السعادة والهدى يا ذلة الحيران ¶ فتسابق الأبطال وابتدروا لها.........كتسابق الفرسان يوم رهان ¶ وأخو الهوينى في الديار مخلف......مع شكله يا خيبة الكسلان ¶ إلى كم ذا التخلف والتواني...........وكم هذا التمادي في التمادي ¶ وشغل النفس عن طلب المعالي.......ببيع الشعر في سوق الكساد ¶ ولا سبيل إلى ركوب هذا الطريق إلا بأمرين: ¶ أحدهما: ألا يصبوا في الحق إلى لوم لائم فإن اللوم يصيب الفارس فيصرعه عن فرسه. ¶ والثاني:أن تهون عليه نفسه في الله فيقدم حينئذ ولا يخاف الأهوال فمتى خافت النفس تأخرت وأحجمت وإلى الأرض أخلدت. ¶ ما لابد منه:",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "لا بد من المسافر من رفقة، ومن عدة وعتاد، ودليل ومنهاج واستعداد بزاد، وهدف ووجهة ، ومحطات استراحة، ووسائل مثبتة، وإشارات مرشدة . ومركب . ¶ فمركبه: ¶ صدق اللجأ إلى الله والانقطاع إليه بكليته وتحقيق الافتقار إليه بكل وجه والضراعة وصدق التوكل والاستعانة به والانطراح بين يديه انطراح المكلوم المكسور الفارغ الذي لا شيء عنده فهو يطلع إلى قيِّمه ووليّه أن يجده ويلم شعثه ويمده من فضله ويستره . ¶ فهذا الذي يرجى له أن يتولى الله هدايته ويكشف له ما خفي على غيره من الطريق . ¶ دليله ومنهاجه: ¶ أما دليله ومنهاجه فكتاب الله وسنة رسوله صلى الله عليه وسلم القائل –كما ثبت عنه- ((تركت فيكم شيئين لن تضلوا بعدهما: كتاب الله وسنتي )). ومن سلك طريقا بغير دليل ضل، ومن تمسك بغير أصل ذل. ¶ كن في أمورك كلها متمسكاً ........ بالوحي لا بزخارف الهذيان ¶ وتدبر القرآن إن رمت الهدى .......…فالعلم تحت تدبير القرآن ¶ عدة المسافر وزاده: ¶ أما عدة المسافر وزاده: فإيمان وعمل صالح: ¶ ( إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ إِنَّا لا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلاً) (الكهف:30) ¶ ( إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَانَتْ لَهُمْ جَنَّاتُ الْفِرْدَوْسِ نُزُلاً) (الكهف:107) ¶ ( إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدّاً) (مريم:96) ¶ أين النفوسترامى غير هائبة .......... أين العزائم تمضي ما بها خور ¶ العلم بالحق والإيمان يصحبه ......... أساس دينك فابن الدين مكتملا ¶ لا تبن إلا إذا أسست راسخة ......... من القواعد واستكملتها عملا ¶ لا يرفع السقف ما لم يبين حامله ..... ولا بناء لمن لم يرس ما حملا ¶ ومن الزاد: ¶ إخلاص لله وقصد بالعمل وجه الله لا سواه: ¶ ( وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ)(البينة: من الآية5).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "( إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ فَاعْبُدِ اللَّهَ مُخْلِصاً لَهُ الدِّينَ) (الزمر:2). ¶ ( أَلا لِلَّهِ الدِّينُ الْخَالِصُ .... )(الزمر: من الآية3) ¶ فالفضل عند الله ليس بصورة ........ الأعمال بل بحقائق الإيمان ¶ والله لا يرضي بكثرة فعلنا .......... لكن بأحسنه مع الإيمان ¶ ( لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً وَهُوَ الْعَزِيزُ الْغَفُورُ)(الملك: من الآية2) ¶ وحسب نفسك إخلاصا يزكيها . ¶ ومن الزاد : ¶ متابعة رسول الهدى صلى الله عليه وسلم فقد ثبت عنه قول (( كل أمتي يدخلون الجنة إلا من أبى. قيل: ومن يأبى يا رسول الله، قال: من أطاعني دخل الجنة ومن عصاني فقد أبى)) ويقول الله جل وعلا: ¶ ( وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا)(الحشر: من الآية7). ¶ ( فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ)(النور: من لآية63). فيا أيها المسافر: من عمدة عدتك اتباعه. ¶ فتدور مع قول الرسول وفعله ...... نفيا وإثباتا بلا روغان ¶ ورحم الله الحكمي يوم قال: ¶ شرط قبول السعي أن يجتمعا ..... فيه إصابة وإخلاص معا ¶ لله رب العرش لاسواه ........... موافق الشرع الذي ارتضاه ¶ وكل ما خالف للوحيين ........... فإنه رد بغير مين ¶ جماع الزاد ¶ وجماع الزاد هذا كله: تقوى الله جل وعلا: (وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَى)(البقرة: من الآية197)، إنها العز والنسب، والسبب والفخر والكرم. ¶ إلا إنما التقوى هي العز والكرم.......فلا تترك التقوى اتكالا على النسب ¶ فقد رفع الإسلام سلمان فارس........وقد وضع الشرك النسيب أبا لهب ¶ فـ (تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ) (المسد:1). فالزاد إذا إيمان وعمل صالح في إخلاص ومتابعة في تقوى . فإذا هي اجتمعت لنفس حرة.........بلغت من العلياء كل مكان",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ولا بد للمسافر من رفقة وصحبة، فالراكب شيطان، والراكبان شيطانان، والثلاثة ركب – كما ثبت عنه صلى الله عليه وسلم -. ¶ والمسافر مهما تكن مواهبه، ومهما يكن عطائه ومهما تكن قدراته، فإنه يبقى محدود الطاقة والقدرة ما لم يكن له أعوان يشدون أزره، ويقوون أمره، يذكرونه حين ينسى ، يعلمونه حين يجهل، فالمرء قليل بنفسه، كثير بإخوانه، ضعيف بنفسه، قوي بأخوانه. ¶ وما المرء إلا باخوانه ......... كما تقبض الكف بالمعصم ¶ ولا خير في الكف مقطوعة ... ولا خير في الساعد الأجذم ¶ موسى – صلوات الله وسلامه عليه – وهو الملقب بالقوي الأمين في كتاب الله، يوم كلفه الله بالرسالة احتاج إلى المعين والوزير فقال – كما أخبر اله في كتابه- : ¶ (وَاجْعَلْ لِي وَزِيراً مِنْ أَهْلِي * هَارُونَ أَخِي * اشْدُدْ بِهِ أَزْرِي * وَأَشْرِكْهُ فِي أَمْرِي * كَيْ نُسَبِّحَكَ كَثِيراً * وَنَذْكُرَكَ كَثِيراً * إِنَّكَ كُنْتَ بِنَا بَصِيراً) (طه:29- 35) ¶ ماذا قال الله ؟ قال: )قَالَ قَدْ أُوتِيتَ سُؤْلَكَ يَا مُوسَى) (طه:36) ¶ وفي القصص يقول الله : ( قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَاناً فَلا يَصِلُونَ إِلَيْكُمَا بِآياتِنَا أَنْتُمَا وَمَنِ اتَّبَعَكُمَا الْغَالِبُونَ). ¶ فالصاحب ضرورة ولا بد، لكن له صفات تحدده وتميزه، لعلنا نقف عندها باختصار، منها: ¶ *أن يكون مؤمنا: ¶ (( فلا تصاحب إلا مؤمنا ولا يأكل طعامك إلا تقي )) كما ثبت عنه صلى الله عليه وسلم ، ولا يكفي أن يكون مؤمنا، فلا بد: ¶ *أن يكون عاقلا: ¶ لأن الأحمق قد يثور عليك فيغضب فيجني عليك وعلى نفسه ويقعد بك عن الهدف المرسوم الذي رسمته لنفسك، وصدق ونصح من قال: ¶ أحذر الأحمق أن تصحبه ......... إنما الأحمق كالثوب الخلق ¶ كلما رقعته من جانب ............ زعزنه الريح يوما فانخرق ¶ أو كصدع في زجاج فاحش....... هل ترى صدع زجاج يرتتق......كلا ¶ *أن يكون عدلا غير فاسق:",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "أقول ذلك لئلا يجرك فسقه، ود صاحب الفسق والمعصية لو فسق الناس جميعا، لئلا يكون نشازا بينهم ¶ *أن يكون غير مبتدع : ¶ لئلا يلقى عليك الشبه فيتشربها قلبك والقلوب ضعيفة والشبه خطافة كما يقول العلماء . ¶ *أن يكون حسن الخلق غير حريص على الدنيا : ¶ وصدق من قال: شبيه الشيء منجذب إليه، وخير الكلام كلام الله يوم قال:( رِجَالٌ لا تُلْهِيهِمْ تِجَارَةٌ وَلا بَيْعٌ عَنْ ذِكْرِ اللَّهِ وَإِقَامِ الصَّلاةِ وَإِيتَاءِ الزَّكَاةِ يَخَافُونَ يَوْماً تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالْأَبْصَارُ) (النور:37). ¶ وإن لم يكن رفقتك بهذه الأوصاف فإني أخشى أن لا تبلغ وجهتك في سفرك، وأن تكون – أجارك الله – ممن يقول حين لا نفع : ( يَا وَيْلَتَى لَيْتَنِي لَمْ أَتَّخِذْ فُلاناً خَلِيلاً) (الفرقان:28). ¶ قد تفسد المرعى على أخواتها ........ شاة تند عن القطيع وتمرق ¶ *محطات الاستراحة: ¶ أما محطات الاستراحة : فإن المسافر بطبعه يكل، وينصب، ويتعب، ويمل، وراحته وأمنه وسكينته (فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ ) (النور:36) ¶ ومن لا يعرفها فحاله كقول القائل: ¶ إن مات مات بلا فقد ولا أسف......أو عاش عاش بلا خلق ولا خُلق ¶ هدف المسافر ووجهته: ¶ أما هدف المساغر ووجهته: فللمسافر وجهة، ومسافر لا يحدد وجهته كالثور يدور في السياقة ويدور ويدور ثم ينتهي من حيث بدأ. أو كالسفينة التي تسير في البحر بلا مقصد تتلاعب بها الأمواج، وتقذف بها الأثباج، ثم تهلك هي وأصحابها. ¶ فما وجهتنا – عباد الله - ؟ إنها ( َجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ)(آل عمران: من الآية133). ¶ من رام وصل الشمس حاك خيوطها ........... سببا إلى آماله وتعلقا",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "حفت الجنة بالمكاره، فمن أرادها حقا اقتحم المكاره، فمن خلقه الله للجنة لم تزل هداياها تأتيه من المكاره، والمكارم منوطة بالمكاره، ومن تأمل نيل الدر من البحر وجده بعد معاناة المكاره ، ومن تأمل دوام البقاء في نعيم الجنة علم أنه لا يحصل إلا بنقد هذا العمر ثمنا له، وما مقدار عمر غايته مائة سنة منها خمس عشرة صبوة وجهل، ومنها ثلاثون بعد السبعين إن حصلت عجز وضعف، والتوسط نوم ونصف زمانك أكل وشرب وكسب وللعبادات منه زمن يسير . ¶ عمرك محدود فأدرك به ....... بعض الأماني وانتهز واعقل ¶ أفلا يشترى ذلك الدائم بهذا القليل؟! خاب والله وغبن وتعس وانتكس من باع الجنة وما فيها بشهوة ساعة، غبن ، فاحش ، خلل، وهوان ، تالله ما العيش إلا عيش الجنة، حيث اليقين والرضا والمعاشرة لمن لا يوؤذي ولا يخون، مع تنوع أصناف النعيم. ¶ والذل في دعة النفوس ولا أرى ........ عز المعيشة دون أن يشقى لها ¶ من جد وجد، ومن سهر ليس كمن رقد، والفضائل تحتاج لوثبة أسد. ¶ (تالله ما هزلت فيستامها المفلسون، ولا كسدت فيبيعها بالنسيئة المعسرون، لقد أقيمت للعرض في سوق من يزيد فلم يرضى لها بثمن دون بذل النفوس، تأخر البطالون، وقام المحبون ينظرون أيهم يصلح أن يكون لها ثمنا، فدارت السلعة بينهم، ووقفت في يد قوم يحبهم ويحبونه، أذلة على المؤمنين، أعزة على الكافرين . عرفوا عظمة المشتري، وقدر السلعة، وفضل الثمن، وجلالة من جرى على يديه عقد التبايع فرأوا من الغبن أن يبيعوها لغيره بثمن بخس، فعقدوا معه بيعة الراضون أو التراضي، فربح البيع لا إقالة ولا إستقالة). ¶ سعوا للمعالي وهم صبية ......... وسادوا وجادوا ومهم في المهود ¶ إنها سلعة الله وكفى ؛ سلعة الله غالية جد غالية، تحتاج إلى مثابرة ، وجهد وصبر ومصابرة وتضحية ومغالبة. ¶ ومن هجر اللذات نال المنى ومن .........أكب على اللذات عض على اليد ¶ يا سلعة الرحمن ليست رخيصة ......... بل أنت غالية على الكسلان",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "يا سلعة الرحمن ليس ينالها ............. في الألف إلا واحد لا إثنان ¶ يا سلعة الرحمن أين المشتري .......... فلقد عرضت بأيسر الأثمان ¶ يا سلعة الرحمن هل من خاطب ........ فالمهر قبل الموت ذو إمكان ¶ يا سلعة الرحمن لولا أنها .............. حجبت بكل مكاره الإنسان ¶ ما كان عنها قط من متخلف ........... وتعطلت دار الجزاء الثاني ¶ لكنها حجبت بكل كريهة ............... ليصد عنها المبطل المتواني ¶ وتنالها الهمم التي تسمو إلى ........... رب العلا بمشيئة الرحمن ¶ فاتعب ليوم معادك الأدنى ............. تجد راحته يوم المعاد الثاني ¶ فحى على جنات عدن فإنها ........... منازلنا الأولى وفيها المخيم ¶ وحي على روضتها وخيامها .......... وحي على عيش بها ليس يسأم ¶ وسيلة تثبيت واتزان: ¶ وعلى الطريق وسيلة تثبيت واتزان: إنها الدعوة اإلى الله الكبير المتعال، على علم وبصيرة، لأنك في هذا السفر ستجد دعاة على الطريق يريدون أن يجتالوك عن الطريق، فإن لم تدعهم إلى الحق الذي تحمله دعوك إلى الباطل، إن لم تغزهم بالحق غزوك بالباطل، إن لم تعرض عليهم الحق عرضوا عليك الباطل في صور الحق، فارفع على الطريق: (قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ) (يوسف:108) ¶ لا لدنيا أو هوى أو عصبة ......... دون خزي أو نفاق أو خطل ¶ إنها صدق وإخلاص لمن .......... هو يجزي وحده عز وجل",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "فارفع على الطريق هذا الشعار، وأعلم: (أن العمل لا نهاية له ، إطاره الأرض- مطلق الأرض- وميدانه الإنسان من غير حد للون ولا لجنس ولا لغة)، إنها جمع وتأليف على ساحة الإسلام من غير دخل . وعمل بهذه السعة يحتاج إلى رسم خطط دقيقة ، إلى دراسات متأنية، على نبذ للفوضوية ولو بحسن نية ، فالارتجال والفوضى خلل ووهن واضطراب في التصور، لأن الأمة في حاجة ماسة إلى جيل مصلح منقذ يمارس خدمة الإسلام بأرقى أساليب الإدارة والتوجيه، (جيل يتجاوز العشوائية، ويكفر بالغوغائية، يحتكم إلى حقائق الكتاب والسنة لا إلى الوهم، ولا ينسى وهو يتطلع إلى السماء أنه واقف على الأرض، فلا يجري وراء الخيال والأحلام والأماني، ولا يسبح في غير ماء، ولا يطير بغير جناح، جيل واقعي لا يسبح في البر، ولا يحرث في البحر، ولا يبذر في الصخر، لا ينسج خيوطا من الخيال ، ولا يبني قصورا في الرمال)، ولا ييأس من روح الله، ولا يقنط من رحمة الله، لكنه يعرف حدود قدراته وإمكاناته، فيأخذ بالأسباب، ويدرس مشروعية الوسائل قبل أن يقدم على الأهداف. ¶ ولسنا بدعا في ذلك يوم ندعو إلى ذلك ؛ فإن رسول الله –صلى الله عليه وسلم- وهو الأسوة والقدوة – لما هاجر إلى المدينة خرج بطريقة مدروسة منظمة عجيبة، اتخذ فيها كل الأسباب متوكلا على ربه ويظهر من خلال ما يلي: ¶ أولا: الاتصال بالأنصار الذي تم من خلاله بيعة العقبة الأولى . ¶ ثانيا: بعث النبي صلى الله عليه وسلم لمصعب بن عمير إلى الأنصار ليقرئهم القرآن، ويعلمهم الإسلام، ويفقههم في دين الله . ¶ ثالثا: بيعة العقبة الثانية التي هي شد للوثاق والعهد على النصرة في المنشط والمكره والعسر واليسر، بعد ان استوعب النبي صلى الله عليه وسلم درس الطائف قبل ذلك. ¶ رابعا: أمر النبي صلى الله عليه وسلم المؤمنين بالهجرة حتى لم يبق بمكة إلا محبوس أو مفتون .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "خامسا: استبقاء علي رضي الله عنه بمكة لحاجته إليه في أداء الودائع عن النبي صلى الله عليه وسلم، ولمهمة تأتي. ¶ سادساً: إتخاذ الصاحب وهو أبو بكر رضي الله عنه وأرضاه. ¶ سابعا: إنتظار الإذن بالهجرة منه صلوات الله وسلامه عليه . ¶ ثامنا : إعداد الرواحل، ودفعها إلى هاد خريت من قبل أبي بكر، ومواعدته الغار بعد ثلاثة ليال. ¶ تاسعا :ذهابه صلى الله عليه وسلم إلى بيت أبي بكر في وقت غير معهود منه . وطلبه من أبي بكر إخراج من عنده ليخبره بإذن الخروج، حتى قال أبو بكر رضي الله عنه وأرضاه: ( إنما هم أهلك يا رسول الله، فأخبر صلى الله عليه وسلم بانه قد أذن له في الهجرة). ¶ عاشرا: تكليف علي رضي الله عنه بالمبيت في سريره صلى الله عليه وسلم يوم أحاط به المشركون ليقتلوم ؛ تعمية عليهم. ¶ حادي عشر: اتجاهه إلى الجنوب المعاكس لطريق المدينة، وذلك لتضليل المشركين، مع مكوثه في الغار ثلاثا. ¶ ثاني عشر: تكليف صاحبه أبي بكر رضي الله عنه أسماء ابنته ذات النطاقين رضي الله عنها بنقل الزاد إلى الغار للنبي صلى الله عليه وسلم ولأبيها . ¶ ثالث عشر: تكليف أخيها عبد الله بنقل المعلومات إلى النبي صلى الله عليه وسلم في الغار أولا بأول . ¶ رابع عشر: تكليف عامر بن فهيرة مولى أبي بكر رضي الله عنه بالمرور بغنمه مساء على الغار ليسقي النبي صلى الله عليه وسلم من لبن الغنم، وليطمس أثار الأقدام التي تتردد إلى الغار، حتى لا يكتشف المشركون بواسطة القافة من يتردد على الغار.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "إن الهجرة أشبه بعملية احتشاد، ومرحلة استنفار، وقاعدة حماية، أخذ فيها النبي صلى الله عليه وسلم بكل الأشباب متوكلا على ربه، قبل أن يعلن النفير، وتدق ساعة الصفر – كما يقال- ولا غرور فهو القائل: (( إذا خرج ثلاثة في سفر فليؤمروا أحدهم )) ، كل هذا تعليم منه صلى الله عليه وسلم للإنضباط في جميع شؤون الحياة من سفر وإقامة مع نبذ للفوضوية والارتجال والتخبط ولو حسنت معها النية والله عز وجل يقول : ( لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيراً) (الأحزاب:21) ¶ بهداه أيها الداعي اقتده ................. وابتغ الأخرى وأخلص في العمل ¶ فأحزم الناس من لو مات في ظمأ ...... لا يقرب الورد حتى يعرف الصدرا ¶ كأني بك بعد هذا كله قد حددت وجهتك. ¶ وعرفت طريقك. ¶ وأخذت عدتك وأهبتك. ¶ واخترت رفقتك. ¶ وأخذت بجميع أسباب نجاتك في سفرك. ¶ فدونك هذه الإشارات التي لا بد منها لعلها تغريك بالمسير في الطريق، وتحذرك من العقبات التي تصد عن بلوغ الغاية في الميسر. ¶ * * * * * ¶ االإشارة أنو الخير واعمل بمقتضى هذه النية الأولى ¶ بالنية يتحدد السفر، وتتضح الواجهة، وعلى أساسها يخطط منهج الرحلة، فهي أساس الأمر ورأسه وعموده وأصله، بل هي روح العمل وقائده وسائقه يصح بصحتها ويفسد بفسادها، يستجلب التوفيق بها ويحصل الخذلان بعدمها، وبحسب النية تتفاوت الدرجات في الدنيا والآخرة، وكل المناهل غير الصدق آسنة . (وسنة الله أن من نوى الخير وعمل بمقتضى تلك النية أن يوفق ويسدد ويؤيد ويبلغ من الخير ما يريد ). ¶ وفوق ما يريد بإذن ربه ، يقول الله جل وعلا: ( وَمَنْ يَخْرُجْ مِنْ بَيْتِهِ مُهَاجِراً إِلَى اللَّهِ وَرَسُولِهِ ثُمَّ يُدْرِكْهُ الْمَوْتُ فَقَدْ وَقَعَ أَجْرُهُ عَلَى اللَّهِ )(النساء: من الآية100).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "( مَنْ كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ)(الشورى: من الآية20) . ¶ (وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُمْ مَشْكُوراً) (الاسراء:19) ¶ ومن نوى الشر وعمل بمقتضى تلك النية حرم التوفيق، وحالفه الخذلان والهوان، وإن بدا غير ذلك فإنما هو سراب أو أحلام لا تلبث أن تنقشع فيظهر المستور، يقول الله جل وعلا: ( مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلاهَا مَذْمُوماً مَدْحُوراً) (الاسراء:18). ¶ ويقول (مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لا يُبْخَسُونَ * أُولَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الْآخِرَةِ إِلَّا النَّارُ.... ) (هود:15-16). ¶ ( وَمَنْ يُرِدْ ثَوَابَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَنْ يُرِدْ ثَوَابَ الْآخِرَةِ نُؤْتِهِ مِنْهَا وَسَنَجْزِي الشَّاكِرِينَ)(آل عمران: من الآية145)، فانو الخير واعمل بمقتضى تلك النية فإنك لا تزال بخير ما نويت الخير، (وإنما الأعمال بالنيات ولكل إمرئ ما نوى) رواه البخاري ومسلم . ¶ القصد وجه الله بالأقوال ..........…والأعمال والطاعات والشكران ¶ وبذاك ينجو العبد من إشراكه ...... ويصير حقا عابد الرحمن ¶ * * * * * ¶ االإشارة خليج صاف أطيب من بحر كدر الثانية ¶ بمعنى آخر: النوع الثمين لا الكم المهين، بمعنى ثالث: ( من لا يخلص لا يتعب، فهو كالذي يحشو جراب العمل رمل يثقله ولا ينفعه، إن من سلك الطريق بلا إخلاص كالذي يريد كسر الجوز بالعهن، أو كمن يحدو وماله بعير، يمد القوس وما لها وتر، يتجشأ من غير شبع، كالوحش بلا جبل)، لا شك انه لهدفه لا يصل، العمل صورة والإخلاص روح العمل، عمل المرائى بصلة كلها قشور، لباس المرائي نظيف لكن قلبه نجس، الإخلاص مسك والريا جيفة .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "فاحذر كمائن نفسك اللاتي متى ........ خرجت عليك كُسرت كسر مهان ¶ ( لما أخذ دود القز ينسج الحرير أقبلت العنكبوت تتشبه وتنسج، ثم نسجت وقالت: يا دودة القزة لي نسج وتلك نسج ولا فرق بين النسيجين، قالة دودة القزة: نسجي أردية الملوك، ونسجك شبكة الذباب، وعند مس النسيجين يتبين الفرق) . ¶ ليس التكحل في العنين كالكَحَلِ وما كل دام جبينه عابد، وفي عنق الحسناء يستحسن العقد ، والنفيس نفيس أينما كان . ¶ ورب كئيب ليس تندى جفونه ......... ورب كثير الدمع غير كئيب ¶ إذا اشتبكت دموع في خدود ........... تبين من بكى ممن تباكى ¶ فأما من بكى فيذوب شوقا ........... وينطق بالهوى من قد تباكى ¶ جماع هذه الإشارة : (... وَاحِدٌ فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلاً صَالِحاً وَلا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَداً)(الكهف: من الآية110) ¶ * * * * * ¶ االإشارة العلم الشرعي والعمل به ضرورة للمسافر الثالثة ¶ به يعرف السهل من الطريق الوعر، به يميز إشارات الطريق وعوائقه، به يعرف الله ويعبد ويذكر ويوحد ويحمد ويمجد، به يعرف الحلال من الحرام، به توصل الأرحام، فهو أساس السفر ولا بد، بل هو أشرف مطلوب، وأفضل مرغوب، وأنفع زاد يقتني لمسافر مكدود، ( قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لا يَعْلَمُونَ)(الزمر: من الآية9). ¶ لا يكون العلا مثل الدنا ......... لا ولا ذو الذكاء مثل الغبي ¶ ومن تدرع بالعلم حفظ ومنع، وحاز قصب السبق وارتفع وبرع (ولما كان المجاهد لا ينكأ عدوا إلا بسلاح وعدة فكذلك المتعلم والمعلم لا يصنع أمة ولا يكشف غمة ولا يزيل ظلمة إلا إلا بعلم وعمل من أثر أو سنة (لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ )(الأحزاب: من الآية21. ¶ ومن لا يربيه الرسول ويسقه….......…لبنا له قدر من ثدي وحيه ¶ فذاك لقيط ما له نسبة الولا ........ ولا يتعدى طور أبناء جنسه",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "العلم وسيلة، والعمل ثمرة، العلم أساس البناء، والعمل ثمرة الغرس ، والبناء من غير أس لا يبنى، والثمر من غير غرس لا يجنى، فاعلم أخي ولا تنس. ¶ فما تنفع الخيل الكرام ولا القنا ........... إذا لم يكن فوق الكرام كرام ¶ العلم أبلغ من القول ( وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ)(العنكبوت: من الآية43) ، والناس أبناء ما يحسنون، وفعل رجل في ألف رجل أبلغ من قول ألف رجل في رجل، (ومهما كان العالم وطالب العلم والداعية فصيحا بليغا مؤثرا بارعا فإن كلامه لا يتجاوز الآذان ما لم يعمل به، حتى إذا عمل به دبت فيه الحياة؛ دبت بكل كلمة ينطق بها، واتجهت كل جملة كأنها قذيفة ترههف آذان الغافلين، وتوقظ ضمائر المتغافلين، وتصبح دروسه وخطبه ومواعظه برنامجا عمليا يتقبله الناس راضين به عاملين مذعنين) لا يغني العلم شيئا لوحده، لأن العلم لا يعمل وحده، إنما هو بمن يحمله ويعلمه. ¶ يقول السيد قطب رحمه الله: ( إن الكلمة لتنبعث ميتة، وتصل هامدة، مهما تكن طنانة رنانة متحمسة، إذا هي لم تنبعث من قلب يؤمن بها، ولن يؤمن إنسان بما يقول حقا إلا أن يستحيل هو ترجمة حية لما يقول، وتجسيما واقعيا لما ينطق ... عندئذ يؤمن الناس، ويثق الناس، ولو لم يكن في تلك الكلمة طنين ولا بريق .. إنها تستحيل يومئذ دفعة حياة لآنها منبثقة من حياة). ¶ وعادة السيف أين يزهي بجوهره ......... وليس يعمل إلا في يد بطل",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "والذين يعلمون ثم لا يعملون أو يعملون بخلاف ما يقولون ويعلمون بئس ما يصنعون، إنما هي أوعية للعلم يسيرون ثم لا ينفعون بل قد يضرون، جلسوا على باب الجنة – كما يقول ابن القيم رحمه الله -: (يدعون إليها الناس بأقوالهم، ويدعون إلى النار بأفعالهم، كلما قالت أقوالهم: هلموا اسمعوا، قالت أفعالهم: افرنقعوا لا تسمعوا لو كان حقا ما يدعون إليه كانوا أول المستجيبين له، فهم في الصور هداة مرشدون أدلاء، لكنهم في الحقيقة قطاع طرق). أذلاء وما هم بأجلاء، بئس ما يصنعون. (مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَاراً بِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآياتِ اللَّهِ وَاللَّهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ) (الجمعة:5). ما يغني الأعمى معه نور الشمسي لا يبصرها، وما يغني عن العالم كثرة العلم لا يعمل به، إنما هو كالسراج يضيء البيت ويحرق نفسه، عليه بوره ولغيره نوره، يحق عليه قول القائل: ¶ فأسعدت الكثير وأنت تشقى ......... وأضحكت الأنام وأنت تبكي ¶ خير من القول فاعله وخير من الصواب قائله : ¶ ومن العجائب والعجائب جمة ......... قرب السبيل وما إليه وصول ¶ كالعيس في البيداء يقتلها الضمأ ...... والماء فوق ظهورها محمول",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "( وَلَوْ أَنَّهُمْ فَعَلُوا مَا يُوعَظُونَ بِهِ )، قول الله في سورة النساء، عملوا بمقتظى ما عملوا ( لَكَانَ خَيْراً لَهُمْ وَأَشَدَّ تَثْبِيتاً * وَإِذاً لَآتَيْنَاهُمْ مِنْ لَدُنَّا أَجْراً عَظِيماً * وَلَهَدَيْنَاهُمْ صِرَاطاً مُسْتَقِيماً) (النساء:66 - 68) ، كم وكم ؟ من قدوات ظاهرا لم تعمل بمفتضى ما عملت فسقطت وتكشفت على الطريق فيما بين غمصة عين وانتباهتها، لعل ابن عيينة رحمه الله يعنيها بخطابه يوم يقول: لا تكون كالمنخل يخرج الدقيق الطيب ويمسك النخالة، تخرجون الحكمة من أفواهكم ويبقى الغل في صدوركم، إن من يخوض النهر لا بد أن يصيب ثوبه وإن إجتهد ألا يصيبه، فويحكم ثم ويحكم ثم ويحكم. ¶ أيها العالم أياك الزلل ........... واحذر الهفوة فالخطب جلل ¶ هفوة العالم مستعظمة ........... إن هفا أصبح في الناس مثل ¶ إن تكن عندك مستحقرة ........ فهي عند الله والناس جبل ¶ انت ملح الأرض ما يصلحه ... إن بدا فيه فساد وخلل ¶ أيها المسافر على علم:(لا تشغل نفسك بأدنى العلوم دون اعلاها وأسماها وأنت قادر عليه، فإني لأربأ بك أن تكون كزارع الذرة في الأرض التي يجود فيها البر أو كغارس الشعراء حيث يزكو النخل والتين والزيتون) ، فتسبدل الذي هو أدنى بالذي هو خير. ثم أصغ سمعك للشوكاني رحمه الله وهو يخاطبك فيقول: ( استكثر من العلم الشرعي زادا لك ما شئت، وتبحر في الدقائق مخلصا ما استطعت، واجب من عذلك أو خالفك بقول من صدقك. ¶ أتانا أن سهلا ذم جهلا علوما ......... ليس يدركهن سهل ¶ علوما لو دراها ما قلاها ولكن ....... الرضا بالجهل سهل ¶ أما قد علمت وعملت فإن من مفتضى العلم أن تدعو غيرك إلى العلم الذي عرفته بالحجة والبرهان على بصيرة وهدفك إخراج من تدعوه ونفسك من الظلمات إلى النور من الانحراف إلى الاستقامة التي تنال رضى الله بها في الدنيا وفي الآخرة .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "هذا شيخ الإشلام ابن تيمية رحمه الله يفسر قوله تعالى: (يَا أَيُّهَا الْمُدَّثِّرُ * قُمْ فَأَنْذِرْ)، فيقول : ( فواجب على الأمة أن يبلغوا ما أنزل إليه، وينذروا كما أنذر، قال الله تعال: ( فَلَوْلا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ) (التوبة:122). والجن لما سمعوا القرآن (وَلَّوْا إِلَى قَوْمِهِمْ مُنْذِرِينَ)(الاحقاف: 29). ¶ وهذا تلميذه الإمام المحقق ابن القيم الجوزية رحمه الله يقول : ( وتبليغ سنته صلى الله عليه وسلم إلى الأمة أفضل من تبليغ السهام إلى نحور العدو، لأن تبليغ السهام يفعله كثير من الناس، واما تبليغ السنن فلا يقوم به إلا ورثة الأنبياء ، وخلفائهم في أممهم ، جعلنا الله تعالى منهم بمنه وكرمه). ¶ وليسيت هذه المنزلة العليا في الدنيا إلا منزلة الدعوة إلى الله، ووراثة وظائف النبوة، التي ليس أشرف منها إلا منزلة النبوة نفسها وهذا الإمام أبو الفرج بن الجوزي رحمه الله تعالى يناديك: (ألست تبغي القرب منه؟ فاشتغل بدلالة عباده عليه، فهي حالات الأنبياء عليهم الصلاة والسلام، أما علمت أنهم آثروا تعليم الخلق على خلوات التعبد، لعلمهم أن ذلك آثر عند حبيبهم ) و (هل كان شغل الأنبياء إلا معاناة الخلق، وحثهم على الخير، ونهيهم عن الشر). ¶ وها هو رحمه الله يقارن بين الشجعان يخالطون الناس لدعوتهم، ويصبرون على أذيتهم، وبين المتخاذلين المعتزلين القاعدين عن الدعوة إلى الله تعالى ، فيقول : (الزاهد في مقام الخفافيش، قد دفنوا أنفسهم بالعزلة عن نفع الناس ، وهي حالة حسنة إذا لم تمنع من خير ، من جماعة واتباع جنازة وعيادة مريض، إلا أنها حالة الجبناء . فأما الشجعان فهم يتعلمون ويعلمون . وهذه مقامات النبياء عليهم السلام) .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "إن الحاجة إلى الدعوة ماسة، لأن العقول لا تستطيع وحدها إدراك مصالحها التي تكفل لها في الدنيا الآخرة ، لأنها لا تُهدى وحدها إلى تمييز الخير من الشر ، فكثيرا ما يبدو لها الشر في لباس الخير فتقع فيه، وكثير ما يظهر لها الخير في صور الشر فتعرض عنه (وَعَسَى أَنْ تَكْرَهُوا شَيْئاً وَهُوَ خَيْرٌ لَكُمْ وَعَسَى أَنْ تُحِبُّوا شَيْئاً وَهُوَ شَرٌّ لَكُمْ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لا تَعْلَمُونَ) (البقرة:216) فمهما توسعت أفهام الإنسان ومداركه ومعارفه فإنه يبقى قاصرا محدودا ومن ثم كان لا بد من الدعوة على أيدي الرسل وأتباعهم. ¶ فإذا اتضح الهدف سرت في هذه الحياة على هدى وعندها بادر بعمل دؤوب في طموح وجدية وأخذ بقوة تستشعر قوله الله تعالى : (يَا يَحْيَى خُذِ الْكِتَابَ بِقُوَّةٍ ً) (مريم:12)، وقوله: (خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ) (البقرة:63). ¶ ((خذوا ما أتيناكم بقوة )). ¶ إذا كان ما تنويه فعلا مضارعاً .......... ألا فاجعله ماضيا بالجوازم ¶ في ثبات ومسارعة ( اذْهَبْ أَنْتَ وَأَخُوكَ بِآياتِي وَلا تَنِيَا فِي ذِكْرِي) (طه:42)، (إِنَّهُمْ كَانُوا يُسَارِعُونَ فِي الْخَيْرَاتِ وَيَدْعُونَنَا رَغَباً وَرَهَباً وَكَانُوا لَنَا خَاشِعِينَ) (الانبياء:90)، في تدرج وأناة واعتدال ومداومة (فَإِذَا فَرَغْتَ فَانْصَبْ * وَإِلَى رَبِّكَ فَارْغَبْ) (الشرح:7-8)، في شجاعة وعدم تهيب وتردد. ¶ ومن يتهيب صعود الجبال .......... يعش أبد الدهر بين الحفر ¶ في بصيرة وفرقان بإتقان (قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ )(يوسف:108)، في استشارة حازم (وَشَاوِرْهُمْ فِي الْأَمْرِ)، في عزيمة وتصميم مع وتوكل دون تسفيه رأي أو إنقاص قدر (فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ)(آل عمران:159) ¶ إذا كنت ذا رأي فكن ذا عزيمة ......... فإن فساد الرأي أن تترددا",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "إذا كنت ذا عزم فأنفذه عاجلا .......... فإن فساد العزم أن يتقيدا ¶ إذا هممت فبادر، وإذا عزمت فثابر، واعلم أنه لا يدرك المفاخر من رضي بالصف الآخر . ما كل من طلب المعالي نافذا ......... فيها ولا كل الرجال فحول ¶ وعلى الطريق تضع لك حاديين مرعبين حافزين. ¶ أحدهما : قول الله : (وَمَنْ أَحْسَنُ قَوْلاً مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحاً وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ) (فصلت:33). ¶ وثانيهما : قول رسول الله صلى الله عليه وسلم كما في صحيح مسلم حديث أبي هريرة رضي الله عنه : ((من دعى إلى هدى كان له من الأجر مثل أجور من تبعه لا ينقص ذلك من أجورهم شيئا)). ¶ إن هدى الرحمن شخصا واحد ........ بك خير لك من بحر درر ¶ وهو خير لك عند الله من ............. ما بدا للشمس أو نور القمر ¶ ((لأن يهدي الله بك رجلاً واحداً خير لك من حمر النعم )) متفق عليه. ¶ فإن لم ينفع الحاديان، فعلى الطريق وعيدان محذران لها أن تثير في نفسك الشعور بخطر الفتوروالتهاون والكتمان . ¶ أحدهما : ما اخرجه البخاري ومسلم – رحمهما الله – عن ابي هريرة رضي الله عنه أنه قال: ((إن الناس يقولون أكثر أبو هريرة ولولا آيتان في كتاب الله ما حدثت حديثا. ثم تلا ( إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُولَئِكَ يَلْعَنُهُمُ اللَّهُ وَيَلْعَنُهُمُ اللَّاعِنُونَ) ، وتلا (إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا فَأُولَئِكَ أَتُوبُ عَلَيْهِمْ وَأَنَا التَّوَّابُ الرَّحِيمُ) )) (البقرة: 159-160) ¶ وثانيهما : ما ثبت عن النبي صلى الله عليه وسلم أنه قال : ((من كتم علما ينتفع به جاء يوم القيامة ملجما بلجام من نار )). ورواه أبو داود في كتاب العلم والترميذي بلفظ: (( من سئل عن علم فكتمه ألجمه الله بلجام من نار يوم القيامة)) قال الترميذي حديث حسن صحيح.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "فهل يجوز سكوت ........ أو يستساغ النمير ¶ الخطب خطب عظيم ...... والأمر أمر خطير ¶ فإن لم يحرك فيك الوعد ولا الوعيد ، ولا الترغيب ولا الترهيب، إذ تبلد الإحساس فلا مساس، فقف على أخبار أهل الأهداف، علك أن تشتبه بهم، فيثور فيك الحماس على أساس. ¶ ( في مؤتة خؤج جيش رسول الله صلى الله عليه وسلم وعليه زيد وجعفر وابن رواحة رضي الله عن الجميع، هدفهم : (إن هي إلا إحدى الحسنيين، إما النصر أو الشهادة في سبيل الله ) فلما ودعهم المسلمون قالوا: صحبكم الله بالسلامة ودفع عنكم وردكم إلينا صالحين. فقام عبد الله بن رواحة وقال : ¶ لكنني أسأل الرحمن مغفرة ......... وضربة ذات فرع تقذف الزبدا ¶ أو طعنة بيد حران مجهزة ......... بحربة تنفذ الأحشاء والكبد ¶ حتى يقال إذا مراوا على جدثي ..... يا أرشد الله من غاز وقد رشدا ¶ ولما رأى المسلمون جموع الروم – الجموع الكبيرة – نظروا في أمرهم وقالوا : نكتب إلى رسول الله صلى الله عليه وسلم نخبره بعدد عدونا، فقام إبن رواحة فقال : والله إن التي تكرهون للتي خرجتم تطلبون، وما نقاتل الناس بعدد ولا عدة إنما نقاتلهم بهذا الدين الذي أكرمنا الله به، فانطلقوا فإنما هي إحدى الحسنيين إما ظهور وإما الشهادة . ¶ تلذ له المروءة وهي تؤذي ........ ومن يعشق يلذ له الغرام ¶ فقاتل القوم وعليهم زيد، فلم يزل يقاتل حتى شاط في رماح القوم وخر صريعا رضي الله عنه وأرضاه . أخذ الراية جعفر فقاتل بها حتى إذا أرهقه القتال اقتحم عن فرسه فعقرها لئلا ينتفع بها العدو، ثم قاتل وهو يقول : ¶ يا حبذا الجنة واقترابها ........ طيبة وبارد شرابها ¶ والروم روم قد دنا عذابها ..... كافرة بعيدة أنسابها ¶ عليّ إذا لاقيتها ضرابها ¶ فقطعت يمينة، فأخذ الراية بيساره، فقطعت فاحتضن الراية حتى قتل كالأسد . رحمة الله على ذاك الجسد. ثم أخذهاإبن رواحة كالليث، ونالته الجراح -وأي جراح- فحاله: ¶ هل أنت إلا إصبع دميت ......... وفي سبيل الله ما لقيت",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "يا نفس أإلا تقتلي تموتي ......... هذا حياض الموت قد صليت ¶ وما تمنيت فقد لقيت ............ إن تفعلي فعلهما هديت ¶ وإن تأخرت فقد شقيت ¶ (ثم قاتل ثابتا رضي الله عنه وأرضاه حتى قتل، فأخذ الراية سيف الله خالد ففتح الله على يديه ). ¶ أخرجوا الدنيا من قلوبهم، وقطعوا أسباب التعلق بها عن أنفسهم، فكان الإقتحام، وكانت الشهادة وكان الفوز بالجنة، وهكذا أمر العاقل اللبيب، لا يبيع الياقوت بالحصى، ولا يرى لنفسه ثمنا إلا الجنة، الطريق شاق وتكاليف وعوائق، فمن لم يجمع همته، ويعلي إدارته، ويقوي عزيمته، ويتخفف من دنياه فلن يستطيع بلوغ أهدافه وغايته . ¶ ومن تكن العلياء همة نفسه ............ فكل الذي يلقاه فيها محبب ¶ ولم يتأخر من أراد تقدما .............. ولم يتقدم من أراد تأخرا ¶ ويذكر الذهبي في سيريه: ( أن نور الدين الشهيد لما نزل دمياط بقي عشرين يوما صائما لا يفطر إلا على الماء، فضعف وكاد يتلف، ولما التقى العدو وخاف على الإسلام، انفرد في ناحية من الجيش ومرغ وجهه في التراب وقال يا رب، من نور الدين؟ الدين دينك والجند جندك وافعل يا رب ما يليق بكرمك فنصره الله نصرا مؤزورا). ¶ كان ذا همة عالية، كان هدفه وهاجسه فتح بيت المقدس وتطهيره من الصليب. قام في حلب بعمل منبر عظيم لينصبه في بيت المقدس حينما يفتحه وكان الناس يسخرون منه يوم يمرون عليه وهو يفعل ذلك فلم يلتفت إليهم وحاله كحال نبي الله نوح يوم يصنع الفلك (وَيَصْنَعُ الْفُلْكَ وَكُلَّمَا مَرَّ عَلَيْهِ مَلَأٌ مِنْ قَوْمِهِ سَخِرُوا (هود:38)، كان يريد بذلك المنبر بث الروح، وبعث الهمم، وتبديد اليأس المخيم على القلوب، ولقد حقق الله له أمنيته، وفتح بيت المقدس، ونصب له منبره بعد وفاته، نصب على يدي تلميذه صلاح الدين وكان بين عمل المنبر وحمله ما يزيد على عشرين سنة . والسيف يبلغ ما لا يبلغ الكلم . ¶ هذي الغرائز لا ما تدعي القضب ......... هذي المكارم لا ما قالت الكتب",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وهذه الهمم اللاتي متى خطبت ............ تعثرت خلفها الأشعار والخطب ¶ والصارم الغضب الذي فتح الورى ....... ما زال في يد أهله مسلولا ¶ إن لم يحرك فيك الوقوف على سير أصحاب الهمم السامية ساكنا، إذا قد صرت جلمودا ساكنا، فانظر إلى أهل الدنيا في دنياهم، وخذ منهم حافزا لذلك، كيف يكدحون ليلهم ونهارهم في تعاملهم مع الدرهم والدينار؟ أفلا حياء من الله أن يكون هؤلاء أعظم تجلدا منك وانت تتعامل مع الله الكبير المتعال ثم تتقاعس . ¶ إذا فقد الإنسان صدق انتمائه ........ وأضحى بلا قلب فليس بإنسان ¶ أعمى أصم عن الحقيقة أبكم ......... بالنوم في الفرش الوثيرة تغرم ¶ والصمت كهفك والظلام مخيم ¶ تدعى ولكن الذي يدعى سها ......... أمسى على ماء التخاذل يهرم ¶ من أنت يا هذا أمالك في الورى...... عقل يفكر في الأمور فيحسم ¶ إني لأرجوا أن أراك مزمجرا ....... انا مؤمن بمبادئي أنا مسلم ¶ قد قمت أرقى في مدارج عزتي ...... علمي دليلي والعزيمة سلم ¶ ذهب الرقاد فحدثي يا همتي ......... إن العقيدة قوة لا تهزم ¶ لغة البطولة من خصائص أمتي ..... عنا رواها الآخرون وترجموا ¶ من ذلك الوقت الذي انتفضت به ..... بطحاء مكة والحطيم وزمزم ¶ منذ التقى جبريل فوق ربوعها ....... بمحمد يتلو له ويعلم ¶ فلا تستشر غير العزيمة في العلا .... فليس سواها ناصح ومشير ¶ فإن لم يحرك فيك أهل الدنيا وكدحهم في دنياهم شيء فانظر إلى الكفار، إلى حطب جهنم كيف يلهثون وراء أهدافهم المؤقتة، ويتفانون لها مع أنه لا عقبى لها،:",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "هاهو مخترع الكهرباء يترك المدرسة بعد أن وصفه معلمه بأنه ليس مؤهل للاستمرار في المدرسة، وتذهب أمه إلى المدرسة متألمة لمواجهة معلمه لتقول له: إنك لا تعرف معنى ما تقول، وكل المشكلة أن إبني أذكى منك، ثم أخذته وعلمته في بيتها حتى أعطته من علوم الدنيا وعلوم المادة ما يستطيع أن يستمر به، فلم يفل عزمه مع طرده من المدرسة بل تراه يثابر ويكافح ويبدأ في تجاربه ( ليخترع المصباح الكهربائي بعد تسعة ألاف تجربة )، بعمل يتراوح بين ثمان عشر ساعة وعشرين ساعة في اليوم، في جلد عجيب ، ثم لم يتوقف بعدها بل أن النجاح – كما قيل- يجر إلى النجاح فينطلق بعد عشر سنوات في البحث والجهد في تجارب بلغت خمسين ألف تجربة، بتكلفة ثلاثة ملايين دولار ليخترع بطارية السيارات وأجهزة الإشارة في سكك الحديد وإضاءة الغواصات، ويسأل متى الإجازة يا أديسون ؟ قال: في اليوم ا لذي يسبق جنازتي. ¶ هل استفاد أديسون من إضاءة المصابيح واختراع البطارية؟ هل استفاد فائدة؟ نعم! استفاد شهرة واستفاد مالا ، لكنها مؤقتة تزول وتنتهي، لا تنفعه عند الله، لأنه لم يقل يوم من الأيام: (وَالَّذِي أَطْمَعُ أَنْ يَغْفِرَ لِي خَطِيئَتِي يَوْمَ الدِّينِ) (الشعراء:82)، (وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُوراً) (الفرقان:23)، أفلا حياء من الله أن يكون كافر مثل هذا أشد تجلدا لأهدافه المؤقتة الوضيعة من مؤمن يؤمن بالله والدار الآخرة؟ خيبة وخسارة وخذلان. ¶ أدنى الفوارس من يغير لمغنم .......... فاجعل مغارك لمكارم تكرم ¶ أيها المؤمنون لا تتوانوا ............... فالتواني وسيلة للتباب ¶ فإذا المصلحون في القوم ناموا ........ نهضت بينهم جيوش الخراب ¶ فإن كنت مع هذا كله لم تتحرك، إذ أنك ثمل الهمة، مقعد العزيمة، بليد الذهن، يحق عليك قول القائل: يخبرني البواب أنك نائم ........ وأنت إذا استيقظت أيضا فنائم",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "لم يحرك فيك ما مضى ساكنا، فلا تبرر قعودك، ولا تبرر ضعفك، ولا تبرر خورك، فإن ذلك أقبح من ضعفك وأشنع من خورك وقعودك، ولكن سل الله أن يرفع ما بك فهو خير لك . ¶ يجلس بعض المتخاذلين عن تبليغ دين الله ونشره شبعان ريان متكئا على أريكته حتى إذا ما طلب منه نصرة دينة ولو بكلمة أو كلف بأبسط مهمة لخدمة دينه انبرى يتهرب من المسؤولية ويورد لك الأدلة الصحيحة على أن واقع المسلمين سيكون ضعيفا وسيئا في المستقبل ولا بد من العزلة، فيوقعها على حاله فإذا به ينبري ويقول: إن رسول الله صلى اله عليه وسلم قال: ((يوشك ان يكون خير مال المرء المسلم غنم يتتبع بها شعف الجبال ومواضع القطر يفر بدينة من الفتن)). ويقول صلى الله عليه وسلم : ((لا يأتي عليكم زمان إلا والذي بعده أشر منه حتى تلقوا ربكم)). ¶ وهكذا دواليك . يبرر قعوده ولا يعمل بمقتضى الحديث الذي لا ينطبق على زمانه حقا، ولم يفهمه في ضوء النصوص الأخرى، فاول ما يجنى عليه اجتهاده. تعود نقض العزائم فحيل بينهم وبين الغنائم ويجلس الآخر شبعان ريان متكئا على أريكته حتى إذا ما عاتبته في التخاذل عن تبليغ دين الله واستغراقه في اللهو والترف، انطلق في القذيفة مردداً: ((ياحنظلة ساعة وساعة)) وكأنه لا يعرف من كتاب الله وسنة نبيه صلى الله عليه وسلم غير هذا. ¶ إن لم تقم بالعبء أنت ...... فمن يقوم به إذن ¶ إن الذين لا تغلي دمائهم ولا تلتهب نفوسهم ولا تهتز مشاعرهم لخدمة هذا الدين لا يعقد عليهم أمل، ولا يناط بهم رجاء أموات غير احياء والميت لا يحس بالأوجاع وما يشعرون أيان يبعثون . إن النائم يوقظ، والغافل يذّكر، والذي لا يجدي فيه التذكير ولا التنبيه فهو ميت وإنما تنفع الموعظة من أقبل عليها بقلبله (ً وَمَا يَتَذَكَّرُ إِلَّا مَنْ يُنِيبُ) (غافر:13) ¶ * * * * * ¶ االإشارة إنما عليك الجهد الرابعة",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "افعل وسعك وطاقتك، وما تستطيع الدوام عليه لئلا تنقطع في الطريق ولا يكلف الله نفسا إلا وسعها. وإذا صلحت المقاصد لم يخب القاصد. ¶ على المرء أن يسعى إلى الخير جاهدا .......... وليس عليه أن تتم المقاصد ¶ * * * * * ¶ االإشارة وتعاونوا على البر والتقوى الخامسة ¶ المؤمنون جماعة واحدة، ويد واحدة، وجسم واحد، وبنيان واحد، والجميع مسؤولون عن تبليغ دين الله على سبيل التعاون والتآزر والتضامن مع السعي الجاد إلى تغيير واقع الأمة ونقلها من مجرد الإحساس إلى الوعي بأسباب الواقع والطريق إلى إخراجها من ذلك الواقع، التعاون من اجل تمكين منهج الله جل وعلا في الأرض قاطبة مطلب وضرورة، تجعل كل فرد يضاف إلى الآخر ثم تستثمر كافة العقول والسواعد والدقائق، ((والمؤمن للمؤمن كالبنيان يشد بعضه بعضاً)) وكل يستفيد من الآخر، إذا عن بحر لا يجوز التيمم، والخيط الواهي إذا انضم إليه مثله أصبح حبلا متينا يجر الأثقال . ¶ ذكر صاحب (مواقف إيمانية) أنه في حج 1395هـ رأى آلاف الحجاج منظرا يثير المشاعر ويستجيش المدامع، شاهدوا حاجين أحدهما أعمى قادر على المشي، والثاني مشلول بصير العنين ، أراد الأعمى ان يستفيد من بصر المشلول، وأراد المشلول أن يستفيد من حركة الأعمى، فاتفق الحاجان على أن يحمل الأعمى المشلول فالحركة من الأعمى والتوجيه من المشلول، وقاما بتأدية المناسك على مشقة وجهد يعلمها الله فالأمر ليس هينا وكلكم يعلم؛ عند الطواف زحام، وعند السعي زحام، وعند رمي الجمار زحام، وفي كل مكان زحام، لكن العزيمة الصادقة، والثقة بالله عظيمة، ورجاء ما عنده ينسى المتاعب والمكاره والمشقة)، أدوا فريضتهم ضاربين أروع المثلة في التعاون والإستفادة من الطاقات، هذا كله في تعاون اثنين فكيف لو تظافرت جهود امة بطاقاتها ومواهبها، وإمكاناتها في خدمة دينها، كيف يكون الأمر لا شك انه سيكون: كالبحر يقذف للقريب جواهرا ....... جوداً ويبعث للبعيد سحائبا",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "إن التعاون طريق إلى البناء والنجاح، ونظرة يلقيها المرء على خلق الله تؤكد هذا الأمر (أمة النحل أمة عجيبة، طائفة من أمة تبني البيوت، وطائفة تنظفها، وطائفة تحرسها وتحميها، وطائفة تدل على مواضع الأزهار، وطائفة تمتص الرحيق لتأتي به وتخرج العسل اللذيذ ( )وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ وَلا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّا أُمَمٌ أَمْثَالُكُمْ) (الأنعام:38) ¶ والنمل تبني قراها من تماسكها ....... والنحل يجني رحيق الزهر أعوانا ¶ إن يدا واحدة لا تصفق -كماقيل- حتى إذا لم يبق إلا تلك اليد أدت ما عليها غير ملومة وحالها : ¶ إذا عز في قومي المسعفون .......... فإنك يا خالقي مسعفي ¶ فما أنا بالمستسيغ القعود ............. ولا أنا بالشارد المسرف ¶ يقول السيد محمد نوح: (رغيف الخبز على صغر حجمه لا يصل إلى الإنسان إلا بعد عمل عشرات بل مئات من البشر تعاونت على تجهيزه وإعداده وتقديمه، ومن كان في شك من ذلك فليسأل نفسه: من حرث الأرض؟ ومن بذر الحب؟ ومن سقاه بالماء؟ ومن نظف الحشائش عنه؟ ومن حرسه؟ ومن حصده ومن نقله إلى الجرن ؟ ومن داسه؟ ومن طحنه ؟ ومن خبزه؟ ومن بالنار سواه؟ ومن إلينا حمله؟ ومن قدمه؟ ومن ؟ ومن؟ ومن؟.... ¶ هناك أسئلة كثيرة. هذا الجهد في رغيف الخبز، فكيف بالأمر في خدمة دين الله) والتمكين له، في بناء النفوس، في صنع الرجال، في كشف الظلم وإنارة البصائر، إنه يحتاج إلى تظافر طاقات وقدرات، مع صبر ومصابرة وثبات، (وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ) (التوبة:71)، فهيا إلى التلاحم وهيا إلى التعاون وهيا إلى التآزر . ¶ فالنصر لم ينزل على متخاذل ......... والرزق لم يبعث إلى متواكل",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "ولنترك اللوم والتوبيخ، فاللوم لا يحرك ولا يجمع، والتفتيش عن الثغرات التي يدخل منها الداء أولى. وعند كل من الهموم ما يكفيه، وليس بحاجة إلى معكر إضافي، فليحول كل منا أخاه إلى داعية معه يحمل هم الدعوة، ويتبنى أفكارها، وحاله يهتف ويقول : ¶ أمتي انتم في كل أرض .......... أنتم خير الأمم ¶ فأجمعوا أشتات أنها ............. ركم في غمر يم ¶ تنشروا الخير الأعم ............. تبلغوا العز الأشم ¶ وتكونوا سادة الدنيا…............ وفرسان القمم ¶ وما ذلك على الله بعزيز. ¶ * * * * * ¶ االإشارة إنما السيل إجتماع النقط السادسة ¶ بمعنى دوام ولو على القليل، قليل دائم خير من كثير منقطع، والديمومة والاستمرار في العطاء تجعل العمل وإن كان ضئيلا أصيلاً مستطاعا مذللاً يقام به في عير ما عناء، ليس المهم قدر العمل بل الاستمرار في أدائه، فالقطرة الدائمة تصبح سيلاً عظيماً. ¶ أما ترى الحبل بطول المدى ........ على صليب الصخر قد أثر ¶ والشيء بثمرته يقدر ثمنه، ويعرف ثمنه، ومن ثمرات المداومة ما يلي: ¶ نيل محبة الله: ¶ أولاً: نيل محبة الله التي هي غاية منى المؤمنين الذين هم أشد حبا لله، ومن أين أخذت هذا ؟ من الحديث القدسي الذي رواه البخاري: ¶ ((وما يزال عبدي يتقرب إليَّ بالنوافل حتى أحبه))، يستمر ويداوم حتى يحبه الله فإذا حصلت محبة الله فالنتيجة: (( فإذا أحببته كنت سمعه الذي يسمع به وبصره الذي يبصر به ويده التي يبطش بها ورجله التي يمشي بها، ولئن سألني لأعطينه، ولإن استعاذني لأعيذنه)). ¶ وفوق هذا مارواه الشيخان: (( إذا أحب الله العبد نادى جبريل إن الله يحب فلانا فأحبه فيحبه جبريل، ثم ينادي جبريل في أهل السماء: إن الله يحب فلانا فأحبوه، فيحبه أهل السما، ثم يوضع له القبول في الأرض)). ¶ أهيب بقومي إلى المكرمات ........ ألا هل ملب ألا هل مجيب ¶ ترويض النفس:",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ثانيا: ترويض النفس على مكابد الهوى حتى تعتاد الخير ، فالنفس من طبعها حب التفلت والانطلاق، ولكلنها إذا روضت ذلت، واستجابت إلى ما تكره، فتمزق حجب البطالة، وتقفز على أسوار المكاره، وتستمر على ما روضت عليه، وتداوم دون كلل ولا ملل حتى وإن استغرقت هذه المداومة العمر كله، يقول أحد السلف: عالجت لساني عشرين سنة قبل أن يستقيم لي، ويقول عالجت الصمت عما لا يعنيني عشرين سنة قبل أن أقدر منه على ما أريد. وجاء عن التابعي الجليل إبن المنكدر رحمه الله: كابدت نفسي أربعين سنة حتى استقامت لي. ¶ وما يردع النفس اللجوج عن الهوى ......... من الناس إلا حازم الرأي كامله ¶ وما النفس إلا حيث يجعلها الفتى ............ فإن أطمعت تاقت وإلا تسلت ¶ الأمن والحسرة عند المرض: ¶ ثالثا: الأمن من الحسرة عند المرض أو العجز والفتنة، فالمداوم حين يحال بينه وبين العمل يجري له ما كان يعمله، يستشعر هذا مما ثبت في صحيح البخاري أن رسول الله صلى الله عليه وسلم قال: (( إذا مرض العبد أو سافر كتب له ما كان يعمله صحيحا مقيما)) فلا حسرة ولا ندم. ¶ تربية النفس على أخذ أعلى الأمور: ¶ رابعا: تربية النفس على أخذ أعلى الأمور، وعدم الرضا بالدون، ثبت في صحيح البخاري أن رسول الله صلى اله عليه وسلم قال : ((أحب الأعمال إلى الله أدومها وإن قل)). ¶ إملال الشيطان وإضعافه: ¶ خامسا: إملال الشيطان وإضعافه وقطع الطريق عليه. يقول الحسن رحمه الله -كما في الزهد لابن المبارك-: إذا نظر إليك الشيطان فرآك مداوما على طاعة الله فبغاك وبغاك فرآك مداوما ملك ورفضك، وإن كنت مرة هكذا ومرة هكذا – تتقدم خطوة وتتأخر خطوتين كما يفعل البعض- طمع فيك. ¶ هذه بعض ثمرات المداومة على العمل، ومن عرف الثمرة قدرها، فبادر إلى الشجرة لقطفها. ¶ يقال لابن المبارك: إلى متى تطلب العلم ؟ قال: ¶ حتى الممات إن شاء الله، وقال له آخر: إلى متى تكتب العلم؟",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "قال: لعل الكلمة التي تنفعني لم تكتب بعد. والأعمش يروى عنه وكيع أنه لم تفته تكبرة الإحرام مع الإمام سبعين سنة، ويقول: اختلفت إليه أكثر من ستين سنة فما رأيته يقضي ركعة. ¶ من منا يلقي الله وقد أدرك التكبيرة الأولى مع الإمام أربعين يوماً، مع انه له براءتين: براءة من النفاق وبراءة من النار فإنا لله وإنا إليه راجعون . ¶ وروى الجماعة عن عبد الله بن عمر رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (( ما حق إمرئ مسلم له شيء يوصى فيه يبيت ليلة أو ليلتين إلا ووصيته مكتوبة عنده)) يقول ابن عمر : فوالله ما مرت علي ليلة مذ سمعت رسول الله صلى الله عليه وسلم يقول ذلك إلا ووصيتي عندي. ¶ إذا فعلوا فخير الناس فعلاً .......... وإن قالوا فأكرمهم مقالا ¶ ترى جدا ولست ترى عليهم.......... ولوعاً بالصغائر واشتغالا ¶ ويروى أن حمدون بن حماد بن مجاهد الكلبي رحمه الله كان يقول: كتبت بيدي هذه ثلاثة آلاف وخمسمائة كتاب ولعل الكتاب الذي أدخل به الجنة لم يكتب بعد، لعل هذا مما يعين على المداومة، كلما عملت عملا قلت لعل هذا لا يبلغني الجنة، فإلى آخر وإلى آخر حتى تلقى الله على ذلك فربك أغفر وأرحم سبحانه. فجاهد نفسك وداوم على العمل (وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ) (الحجر:99) ¶ * * * * * ¶ االإشارة إنما الأخطار أثمان المعاني السابعة ¶ إنما الأخطار أثمان المعالي .......... ربما الأجسام صحت بالهزال ¶ بالصبر واليقين تنال الإمامة في الدين ( وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآياتِنَا يُوقِنُونَ) (السجدة:24) ¶ والعبقرية حرمان وتضحية ........... وليس ينبغ إلا كل صبار",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "إن حمل الدعوة إلى الناس ، وجعلهم يؤمنونن بها ويثقون ويتأثرون عملية صعبة شاقة تحتاج إلى صبر وثبات، وأن المضي في طريق الدعوة ليس بأمر هين ولا طريق ميسور، ولا بد من عزم وقوة وصبر وثبات لا يؤتاه إلا من نذر نفسه لله، غير مبال بما سواه ( أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَيَعْلَمَ الصَّابِرِينَ) (آل عمران:142). ¶ والصبر يوجد إن باء له كسرت .......... لكنه بسكون الباء موضوع ¶ والله عز وجل قد وجه نبيه صلى الله عليه وسلم في المرحلة المكية إلى الصبر والجلد وقوة التحمل فقال: ( وَاصْبِرْ عَلَى مَا يَقُولُونَ وَاهْجُرْهُمْ هَجْراً جَمِيلاً) (المزمل:10)، وقال (فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلا يَسْتَخِفَّنَّكَ الَّذِينَ لا يُوقِنُونَ) (الروم:60)، الصبر تفائل دائم حتى لو ضربت الجاهلية أطناب الأرض، فلا يسوغ بحال الإنسحاب من الميدان، إذا يخلو الجو للشيطان، ويكر الجراد على الحرث فيلتهمه، وقد تغير اللصوص عليه فينتهبونه، فلا بد من صبر وصمود حتى يثبت ويثمر العود. ¶ ولست بخالع درعي وسيفي .......... إلى أن يخلع الليل والنهار ¶ كل لذة منقطعة عند كل غمسة في جهنم، وكل بؤس وشقاء ينقطع عند أول غمسة في الجنة ، وللباطل جولة ثم يذهب هباء، والحق له صولة وهو أنفع وله البقاء، فإذا أدلهم الخطب، واشتد الظلام، فارتقب بزوغ الفجر، وتبين الخيط الأبيض من الأسود من الفجر ، ثم أصبر وصابر فإن العاقبة للمتقين. وخاب المبطلون، وبشر الصابرين، واصبر على ما يقولون: ¶ لا يفزعنك هول خطب دامس ............ فلعل في طياته ما يسعد ¶ لو لم يمد الليل جنح ظلامه ............... في الخافقين لما أضاء الفرقد ¶ * * * * * * ¶ االإشارة تمهل الثامنة",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "لا تعجل في دعوة أو حكم يوشك أن تصل، (إن من سنن الله في النفس أنها لا تضحى ولا تبذل إلا إذا عولجت من داخلها، وتجردت من حظوظها، وأدركت فائدة التضحية والبذل). وذلك لا يتم إلا في وقت طويل وجهد وتكاليف وكدح دائب في اناة ليس يعروها ملل، فليعلم. ¶ ومن سنن الله مع العصاة والمذنبين والمجرمين والكافرين: الإمهال (وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ) (لأعراف:183)، ( وَرَبُّكَ الْغَفُورُ ذُو الرَّحْمَةِ لَوْ يُؤَاخِذُهُمْ بِمَا كَسَبُوا لَعَجَّلَ لَهُمُ الْعَذَابَ بَلْ لَهُمْ مَوْعِدٌ لَنْ يَجِدُوا مِنْ دُونِهِ مَوْئِلاً) (الكهف:58)، إذا أغفل الداعية هذه السنن تعجل وربما فشل في دعوته وكبا، إن من يريد تغير الواقع في أقل من طرفة عين دون النظر إلى العواقب والسنن، كمن يريد أن يزرع اليوم ويحصد غدا، بل يريد ان يغرس في الصباح ويجني الثمرة في المساء وهذا محال، لا بد من صبر وترو على البذرة حتى تنبت، وعلى النبتة حتى تورق، وعلى الورقة حتى تزهر، وعلى الزهرة حتى تثمر، وعلى الثمرة حتى تنضج، ثم يبادر إلى قطفها قبل أن تفسد، ومسافة ميل تبدأ بخطوة واحدة، ومن سار على الطريق وصل، إن شيوع المنكرات، وإحاطتها بالمؤمن من كل جانب،مع العجز – أحياناً- عن تحمل أعباء الطريق ومشاقه، مع واقع أعداء الله في الصد عن سبيل الله، مع الطاقة الضخمة التي يولدها الإيمان في النفس ، قد يدفع هذا كله إلى العجلة إذا لم تضبط الأمور بضابط الشرع. ¶ يرد يدي عن خوفها بطش ربها ......... ويمنع نفسي أن تخادع ديني",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "إن رسول الله صلى الله عليه وسلم وهو الأسوة قد بعث والأصنام من حول الكعبة تحيط بها وتعلوها، ثم لم يقبل على إزالتها إلا يوم فتح مكة في السنة الثامنة ، أي بعد بعثته بواحد وعشرين عاماً ، لتقديره صلى الله عليه وسلم أنه لو قام بتحطيمها في أول يوم قبل أن تحطم في داخل النفوس ، لأقبلوا على تشيدها وزخرفتها بصورة أعظم وأشنع، وعندها يتفاقم الأمر ويعظم الضرر، ولذا تركها صلى الله عليه وسلم، وأقبل يعد الرجال، ويزكي النفوس، ويطهر القلوب، حتى إذا ما تم له ذلك أقبل بتلك القلوب ليفتح بها مكة ويزيل الأصنام فكان له ما أراد (وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقاً) (الاسراء:81). ¶ لكل شيء في الحياة وقته ........... وغاية المستعجلين فوته ¶ وقد أخبر صلى الله عليه وسلم – فيما ترويه عائشة كما في صحيح البخاري-: أنه لولا أن قومها حديثوا عهد بكفر لنقض الكعبة وأعادها على قواعد إبراهيم، وهذا هو الفقه حقا، أعني رفض المنكر بالقلب، ومقاطعته خوفا من أن يؤدي إلى منكر أكبر، مع البحث عن سبيل التغيير، والعزم على أنه حين تتاح الفرصة لتغيره فلن يكون هناك تباطؤ أو توان. ¶ فكن أسدا في جسمه روح ضغيم .......... وكم أُسد أرواحهن كلاب ¶ يمنع الليث حماه ان يرى .................…فيه كلبا عاديا إن زأرا ¶ ليعد الواحد منا نفسه ما دامت الظروف غير ملا ئمة، والفرص غير مواتية، والعواقب غير محمودة، والمقدمات قاصرة، حتى إذا ما لاءم الظرف كان حاله كحال القائل يوم قال: ¶ أنا أبو طلحة وإسمي زيد ......... وكل يوم في سلاحي صيد ¶ ثم أنظر وتأمل واعتبر: (ها هي شجرة الصنوبر تثمر بعد ثلاثين سنة، وشجرة الدباء (القرع) تثمر في أسبوعين تسخر الدباء من الصنوبر وتقول : إن الطريق التي تقطعينها في ثلاثين سنة أقطعها في أسبوعين ويقال لي شجرة ولك شجرة . فتقول شجرة الصنوبر: مهلا إلى أن تهب الرياح الخريف .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وعندها يعرف المضمار ........ ويعرف السابق والخوار ¶ فتصبّر لتصبر، وتحلّم لتحلم ، ولا تعجل فقد تكفى بغيرك ويكتب لك بصدق نيتك ما لغيرك، ورُب عجلة أورث ريثاً، وقد يكون مع المستعجل الزلل. ليكن حالك أحيانا حال الحنف بن قيس رحمه الله يوم جاءه رجل فلطم وجهه، فقال بسم الله يابن أخي، ما دعاك إلى هذا؟ قال: آليت أن ألطم سيد العرب من بني تميم، قال فبرَّ بيمينك فما أنا بسيدها، سيدها حارثة بن قدامة . ¶ ليست الأحلام في حال الرضى .......... إنما الأحلام في حال الغضب ¶ فذهب الرجل إلى حارثة فلطمه، فقام عليه واخترط السيف وقطع يمينه، ولسان حاله: ¶ وسيفي كان في الهيجاء طبيباً ......... يداوي رأس من يشكوا الصداعا ¶ فلما بلغ الأحنف ما حصل لهذا الأحمق، قال أنا والله قطعتها . ¶ ليس الغبي بسيد في قومه ........... لكن سيد قومه المتغابي ¶ نعم، العاقل لا يفعل أمرا إلا إذا نظر في عواقبه، وتبصر أبعاده ومراميه، لا يتعجل الخطا، ولا يستبق الأحداث ولا يشرع في الحكم على الأمور، بل يزن الأشياء بميزان دقيق، ويقدر المواقف، بنظرة ثاقبة فاحصة، وخطوة متانية تحسب كل حساب. فكن أفضل من أن تخدع، وأعقل من أن تخدع، لا خب ولا الخب يخدعك . ¶ ولترقَّ شيئاً فشيئاً صاعداً درجاً .......... من البناء رصينا واحذر العجلا ¶ فكم عجول كبا من ضعف رؤيته ......... وذي أناة أصاب الرشد والأملا ¶ االإشارة كن أحزم من قرلّى التاسعة",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "القرلى طائر ما ئي ذو حزم، لا يرى إلا حذرا، على وجهه الماء ، عين في الماء طمعاً، وعين في السماء حذراً، ولذلك تقول العرب في المثل : ( كن احزم من قرلى، إن رأى خيرا تدلى وإن رأى شرا تولى) . ومن الحزم تعويد النفس على الخير حتى تعتاده وتألفه، ومن الحزم منع النفس هواها، وعدم الرضا بالدون، دون علاها ( فإن في النفس كما يقول ابن القيم: كبر إبليس، وحسد قابيل، وعتو عاد، وطغيان ثمود، وجرأة نمرود، واستطالة فرعون، وبغي قارون، وقحة هامان، وحيل أصحاب السبت، وتمرد الوليد، وجهل ابي جهل. ¶ ومن أخلاق البهائم: حرص الغراب، وشره الكلب، ورعونة الطاووس، ودناءة العجل، وعقوق الضب، وحقد الجمل، وصولة الأسد، وفسق الفأرة، وخبث الحية، وعبث القرد، وجمع النملة ، ومكر الثعلب، وخفة الفراش، ونوم الضبع، ووثوب الفهد، غير أن الحازم بالمجابهة يذهب ذلك كله) بإذن ربه، (وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَى) (النازعات:40) ،ليس من الحزم بيع الوعد بالنقد، وليس من الحزم جزع من صبر ساعة مع احتمال ذل الأبد، إن من يشتري الخسيس بالنفيس ويبيع العظيم بالحقير إنما هو سفيه . لا يعرف الحزم ولا الحزم يعرفه، عينُه عينُ هوى، وعين الهوى عينٌ عمياء. ¶ إذا المرء أعطى نفسه كل ما اشتهت ........ ولم ينهها تاقت إلى كل مطلب ¶ بعضنا أكبر همه ومبلغ علمه لقمةٌ ولباسٌ ومركبٌ، مطعمٌ شهي، وملبسٌ دفي، ومركبٌ مطي، قد رفع راية: ¶ إنما العيش سماع ومدام وندام ....... فإذا فاتك هذا فعلى الدنيا السلام ¶ هوان لا يعرف الحزم، وذلة لا تعرف العز، عار ينكره الحر والأسد، ويألفه الحمار والوتد. ¶ إن الهوان حمار البيت يألفه ......... والحر ينكره والفيل والأسد ¶ ولا يقيم بدار الذل يألفها ............. إلا الذليلان عير الحي والوتد ¶ هذا على الخسف مربوط برمته ...... وذا يُشج فما ياوي له أحد",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "الحزم بقدر الإهتمامات والهموم ، والهموم بقدر الهمم، ( والجلد والحزم خير من التفلت والتبلد، والصلاة خير من النوم، والمنية خير من الدنية، وعزَّ بزَّ. ¶ فثب وثبة فيها المنايا أو المنى .......... فكل محب للحياة ذليل ¶ ( ومن أراد المنزلة القصوى من الجنة فعليه أن يكون في المنزلة القصوى في هذه الحياة، واحدة بواحدة ولكل سلعة ثمن) . ¶ كان أبو مسلم الخولاني رحمه الله حازما مع نفسه قد علق سوطا في بيته يخوف به نفسه، وكان يقول لنفسه : قومي، فوالله لأزحفن بك زحفا إلى الله حتى يكون الكلل منك لا مني، فإذا فتر وكل وتعب تناول سوطه وضرب رجله ثم قال: أيضن أصحاب محمد صلى الله عليه وسلم أن يستأثروا به دوننا، كلا والله لنزاحمنهم عليه زحاماً، حتى يعلموا انهم خلفوا وراءهم رجالاً) . ¶ هم الرجال وعيب أن يقال ......... لمن لم يكن في زيهم رجل ¶ حالهم : ¶ عباس عباس إذا احتدم الوغى ......... والفضل فضل والربيع ربيع ¶ * * * * * ¶ االإشارة عوض ما فاتك العاشرة ¶ من الناس من يتحسر على ما مضى من تقصير، ويسرف في ذلك حتى يضيع حاضره، ويقطع عليه مستقبله، فيأتي عليه زمان يتحسر فيه على الزمن الذي ضيعه في الحزن والتحسر. ¶ إن تعويض ما فات لا يكون بالندم على ما فات فحسب، ولا يكون باجترار أحزان الماضي، إنما يكون بالجد والعمل واغتنام كل فرصة قادمة ليتقدم بها خطوة وهذا دليل الكيس، وآية علو الهمة. ¶ ابن عقيل الحنبلي رحمه الله وهو في الثمانين يقول : ¶ ما شاب عزمي ولا حزمي ولا خلقي ......... ولا ولائي ولا ديني ولا كرمي ¶ وإنما اعتاض شعري غير صبغته ............ والشيب في الشعر غير الشيب في الهمم ¶ **** ¶ فإن كنت ترجوا معالي الأمور ......... فأعدد لها همة أكبرا ¶ تلك النفوس الغالبات على العلا ........ والحق يغلبها على شهواتها",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "أفلا فليحمد الله من ضيع وقصر على إمهاله له وليعوض، فأيام العافية غنيمة باردة، وأوقات الإهمال فائدة، فتناول وعوض ما دامت عندك المائدة، فليست الساعات بعائدة. ¶ فإن تك بالأمس اقترفت اساءة ........... فبادر بإحسان وأنت حميد ¶ ولا تبقي فعل الصالحات إلى غد ......... لعل غدا يأتي وأنت فقيد ¶ غاب أنس بن النضر رضي الله عنه وقعة بدر فأحس بألم غنيمة ضيعها ، فقال –كماروى البخاري ومسلم-: يارسول الله غبت عن أول قتال قاتلت فيه المشركين، لأن أشهدني الله مشهدا ً آخر في قتال المشركين، ليرين الله مني ما أصنع، فلما كان يوم أحد وانكشف المسلمون أقبل أنس يعتذر إلى الله مما صنع أصحاب رسول الله صلى الله عليه وسلم ويبرأ إلى الله مما صنع المشركون، يتقدم ويكسر غمد سيفه ويستقبله سعد بن معاذ فيقول: الجنة ورب النضر إني لأجد ريحها من دون أحد، يقول سعد فما استطعت يا رسول الله ما صنع، ولما انتهت المعركة وجدوه قد قتل، ومثل به المشركون، ووجد به بعض وثمانون ضربة سيف أو طعنة رمح أو رمية بسهم فما عرفته إلا أخته ببنانه. ¶ إما فتى نال المنى فاشتفى ......... أو بطل ذاق الردى فاستراح ¶ إما إلى العز وتقضي بساحته ........ ذل الحياة وطعم الموت سيان ¶ من تفكر في تفريطه أن ... ولتعويض ما مضى حن:",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "عكرمة رضي الله عنه يسلم عام الفتح، وشعر بما فاته من سابقة مع رسول الله صلى الله عليه وسلم، فكان يقول: والذي نجاني يوم بدر يا رسول الله لا أدع نفقة أنفقتها في الصد عن سبيل الله إلا أنفقت أضعافها في سبيل الله ولا قتالا قاتلته في الصد عن سبيل الله إلا قاتلت ضعفه في سبيل الله، ويبر بقسمه فما خاض المسلمون معركة بعد إسلامه إلا خاضها معهم، ولا خرجوا إلا كان معهم، وفي يوم اليرموك وما يوم اليرموك ؟! ( أقبل عركمة على القتال إقبال الظامئ على الماء البارد في في اليوم القائظ، اشتد الكرب بالمسلمين نزل عن جواده، وكسر غمد سيفه، واغل في صفوف الروم، فبادر خالد بن الوليد قائلا: لا تفعل يا عكرمة، إن قتلك على المسلمين سيكون شديدا، قال: إليك عني ياخالد لقد كان لك مع رسول الله صلى الله عليه وسلم سابقة أما أنا وأبي أبو جهل فقد كنا أشد الناس على رسول صلى الله عليه وسلم دعني اكفر عما سلف مني، أأقاتل رسول الله صلى الله عليه وسلم ثم أفر اليوم من الروم، والله لا يكون أبدا. ¶ لو بان عضدي لما تأسف منكبي ......... لو مات زندي ما بكته الأنامل ¶ ثم نادى: من يبايع على الموت؟ فبايعه أربعمائة من المجاهدين في سبيل الله، فقاتلوا حتى نصر الله المسلمين نصرا مؤزرا، ولقى الله عكرمة مثخنا بجراحه)، ولسان حاله ( قَالَ هُمْ أُولاءِ عَلَى أَثَرِي وَعَجِلْتُ إِلَيْكَ رَبِّ لِتَرْضَى) (طه:84). فرضى الله عنه وأرضاه. ¶ بذل النفس فداء ورضى ......... وقضى العمر وأقصى السفرا ¶ همة أخرجت حظ الدنيا من نفوسهم فتاقوا إلى تعويض ما فات من ساعات في خدمة دينهم فاقتحموا المكاره بغية المكارم، وعقدوا لله عقدا مع أنفسهم فما نكثوا وما نقضوا . ¶ فبادر أخي قبل العوائق، واستدرك ما فات فلعلك بالأخيار لا حق ، إن كنت على طريقهم فما أسرع اللحاق بهم . ¶ إذا استدرك الإنسان ما فات من علا ………فللحزم يعزى لا إلى الجهل ينسب",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "ومكلف الأشياء ضد طباعها …………متطلب في الماء جذوة نار ¶ * * * * * ¶ االإشارة العدل – فبه قامت السموات والأرض 11 ¶ * إعطاء كل ذي حق حقه عين العدل . ¶ * مدح من يستحق المدح في عير ما خشبة الفتنة عليه عدل. ¶ * تأنيب من يستحق التأنيب عدل. ¶ * الإعتراف بالجهود الأخرين عدل. ¶ * الإعتراف بالخطأ والرجوع عنه عدل. ¶ * قبول النصح عدل. ¶ * إسداء النصح عدل ¶ * التربية على العدل عدل. ¶ *والله تعالى يامر بالعدل: (وَلا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلَّا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ) (المائدة:8). ¶ يذكر الطبري في رواية مرفوعة إلى إياس بن سلمة عن أبيه أنه قال: مر عمر رضي الله عنه في السوق ومعه الدرة، فخفقني بخفقة لم تصب إلا طرف ثوبي، وقال: أمط عن الطريق – أي لا تزحم الطريق- قال: فلما كان العام المقبل لقيني عمر فقال: يا سلمى أتريد الحج؟ قلت: نعم قال: فأخذ بيدي وانطلق بي إلى منزله ثم أعطاني من ماله ستمائة درهم وقال: استعن بها على حجك واعلم أنها بالخفقة التي خفقتكها في العام الماضي، قلت يا أمير المؤمنين ما ذكرتها قال: والله وأنا ما نسيتها . ¶ ذي المعالي فليعلون من تعالى ........ هكذا هكذا وإلا فلا لا ¶ من أراد العدل والإنصاف فليضع نفسه مكان أخيه ، وليفعل ما يرضاه لنفسه. ¶ أرض للناس جميعا مثلما ترضى لنفسك ......... إنما الناس جميعا كلهم أبناء جنسك ¶ فلهم نفس كنفسك ولهم حس كحسك",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "شكا رجل عليا رضي الله عنه على عمر رضي الله عنه فلما جلس عمر لينظر في الدعوى قال لعلي: ساو خصمك يا أبا لحسن فتغير وجه علي رضي الله عنه . ثم قضى عمر في الدعوى وذهب الخصم فالتفت عمر إلى علي وقال أأغضبتك يا أبا الحسن إذ سويت بينك وبين خصمك؟ قال عليّ : كلا بل لأنك لم تسوي بيني وبينه يا أمير المؤمنين لقد أكرمتني ودعوتني بكنيتي يا أبا الحسن ولم تناد خصمي بكنيته فذلك الذي أغضبني، فقبل عمر رأس علي وقال: لا أبقاني الله بأرض ليس فيها أبو الحسن . ¶ حكموا فكان العدل شرعة حكمهم ........ ما الحكم ما السلطان إن لم يعدل ¶ سارت مبادؤهم وسارت خلفها ............ أفعالهم في موكب متمثل ¶ شادوا من التقوى أصح مواقف ............ وبنوا من الحسنات خير قلاع ¶ * * * * * ¶ االإشارة لا تكن بيتا بلا سقف 12 ¶ بمعنى لا يزال لسانك رطبا رطبا على الطريق بذكر رب العالمين، فلا تكن من الغافلين، إن بيت بلا سقف حري أن يكون مرتعا للغبار والقاذورات ومأوى للهوام والحشارت، كذلك أن بيت لا يذكر الله فيه لا سقف له، خراب بلقع لا داع به ولا مجيب((مثل البيت الذي يذكر فيه الله والبيت الذي لا يذكر فيه الله مثل الحي والميت)) – كما في صحيح مسلم رحمه الله- . ¶ إن إنسان لا يذكر الله لا سقف له حيبعظم ميت: ¶ إذا ما الحي عاش بعظم ميت…......... فذاك العظم حي وهو ميت ¶ (( ومثل الذي يذكر ربه والذي لا يذكره كمثل الحي والميت)) – كما ثبت عند البخاري رحمه الله - . ¶ والناس صنفان: موتى في حياتهم ..... وآخرون ببطن الأرض أحياء ¶ فأكثر ذكره في الأرض دأبا .......... لتذكر في السماء إذا ذكرتا ¶ فلم أرى غير حكم الله حكماً ...........ولم أر دون ذكر الله بابا ¶ خذ ما يسرك دع شيئا تضربه ....... في طلعة الشمس ما يغنيك عن زحل ¶ إن جمعا لا يذكر الله فيه لا سقف له مضطرب أرق قلق: ¶ كريشة في مهب الريح ساقطة ..........لا تستقر على حال من القلق",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "((والدنيا ملعونة ملعون ما فيها إلا ذكر الله وما والاه وعالما أو متعلما))، في الزهد لإبن المبارك رحمه الله. إن أبا مسلم الخولاني رحمه الله دخل مسجدا رأى فيه حلقة ظنهم في ذكر فجلس إليهم فإذا هم يتحدثون في الدنيا، فقال سبحان الله هل تدرون يا هؤلاء ما مثلي ومثلكم؟ كمثل رجل أصابه مطر غزير فالتفت فإذا هو بمصارعين عظيمين فقال لو دخلت هذا البيت حتى يذهب عني هذا المطر فدخل فإذا هو بيت بلا سقف، جلست إليكم وأنا أرجو أن تكونوا على خير وذكر فإذا أنتم أصحاب دنيا. ¶ كم حديث يظنه المرء نافعا ............ وبه لو درى يكون البلاء ¶ إنه ليس في جلاء القلوب واطمئنانها من ذكر الله ومناجاته، وليس هناك من هو أولى بملازمة ذكر الله من الداعية إلى الله، وكلنا ذلك الرجل الذي جعل محور حياته خدمة ليدن الله فهو أحرى أن يذكر الله قائما وقاعدا وعلى جنب في كل حين وآن، فذكر الله له يرقق المشاعر ويوقظ القلوب والضمائر ويرهف الإحساس ويشرح الصدور ويسمو بالنفوس ويزكيها، ويترفع بها عن شهواتها ويملك جماحها،ويرفع الدرجات، ويكفر السيئات ومع ذا خفيف على اللسان ثقيل في الميزان حبيب إلى الرحمن فمن الخطورة العظيمة أيها الأحبة أن نتحول على منظرين وخططين ثم لا نكون الربانيين العابدين الأوابين المفردين الذاكرين الله كثيرا والمخبتين فنصبح من المحرومين – نعوذ بالله رب العالمين- المحروم من نعمة ملازمة ذكر الله محروم من الإحساس المرهف، والضمير اليقظ الحي، حياته جمود وعطالة وبطالة وانحطاط، أنى له أن يصل إلى وجهته؟ إن المسلم بصفة عامة وطالب العلم بصفة خاصة جدير بان يذكر الناس بالله حتى إذا ما رؤي ذكر الله تعالى فكيف به إن كان غافلا؟ أيكون جديرا بالتذكير؟! كلا والله، إن فاقد الشيء لا يعطيه . ¶ هل يطلب الماء ممن يشتكي عطشا ........... هل يطلب الثوب ممن جسمه عار ¶ يا بانيا بالماء حائط بيته ...... فوق العباب أرى البناء مهيلا",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "أرأيت قبلك عاريا ............ يبغى نزال الدارعين ¶ كلا. إن بحر الحياة الدعوية ليست السباحة فيه بالخطب اليسير، فخير للإنسان أن يأوي إلى سفينة مأمونة الغرق، ألا وهي سفينة الإيمان والاطمئنان بذكر الرحمن، كثير ممن يحسنون السباحة غرقوا في هذا البحر وما رأينا سفينة الإيمان وذكر الرحمن تغرق فيه أبدا، وعلى الطريق. ( سبق المفردون) إن القلب بذكر الرحمن بلد عامر وحصن محكم مصون، وروضة مباركة لا يكان ينفد نعيمها ولا ينضب معينها، (تُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ) (ابراهيم:25). ¶ * الذكر مسك والغفلة رماد. ¶ * الذكر جواد والغفلة حمار. ¶ * فليكن لسان الحال على الطريق ما كنت لأتخطى المسك إلى الرماد. ¶ * ولا أمتطي الحمار بعد الجواد ¶ * وإنما يتيمم من لم يجد الماء. ¶ * ويرعى الهشيم من عدم الجميم. ¶ * ويركب الصعب من لا ذلول له (قد قاله ابن زيدون). ¶ أما لسان المقال: ¶ فالعز داري وبحر العزم راحلتي ........ والذكر أنسي ومن والاه إخواني ¶ فيا قدمي لا سرت بي لمذلة ............ ولم ترتقي إلا إلى العز سلما ¶ االإشارة من حسن إسلام المرء تركه ما لا يعنيه 13",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "قل خيرا تغنم أو اسكت عن سوء تسلم، إن من شأن الساعي على الطريق أن يقبل على كل أمر ينفعه، وأن يسلك السبل المفضية إلى ما رامه وأمله ويجتنب كل أمر يعوقه ويقطع سيره، ويتأبى بنفسه عن كل ما من شأنه أن ينزل قدره ويقضي على وقته وحياته ورأس ماله، تراه مترفعا هن اللهو واللغو قد شغل نفسه بما يفيدها في آخرتها ودنياها في حدود ما أذن الله له به فإذا عرض له في حياته أمر من اللغو أعرض عنه وأكرم نفسه عنه، إذ زمنه عنده ثمين، فلا متسع عنده للغو ولا لهو مهين، فإليك أخي المسافر العاقل على الطريق هذه اللفتة لابن القيم رحمه الله يقول فيها : (اشغل نفسك فيما يعنيك دون ما لا يعنيك فالفكر في ما لا يعني باب كل شر، ومن فكر فيما لا يعنيه فاته ما يعنيه، فأياك ثم أياك أن تمكن الشيطان من أفكارك فإنه يفسدها عليك إفسادا يصعب تداركه ويلقي إليك الوسواس ويحول بينك وبين الفكر فيما ينفعك ، أياك ان تعينه على نفسك بتمكينه من قلبك. فمثالك معه كمثال صاحب رحى يطحن فيها الحبوب فأته شخص معه حمل تراب وبعر وفحم وغثاء ليطحنه في طاحونك فإن طردته ولم تمكنه من إلقاء ما معه في الطاحون فقد واصلت على طحن ما ينفعك، وإن مكنته من إلقاء ما معه في الطاحون أفسد عليك ما في الطاحون من الحب فخرج الطحين كله فاسدا). ¶ فيترك ماؤكم من غير ورد .......... وذاك لكثرة الأخلاط فيه ¶ فاللبيب يفكر فيما يعنيه بل فوق ذلك قد علم أن كلامه من عمله فقل كلامه إلا فيما يعنيه وينفعه . ¶ وان لسان المرء ما لم تكن له ...... حصاة على عوراته لدليل ¶ لا خير في حشو الكلام ............ إذا اهتديت إلى عيونه ¶ والصمت أجمل بالفتى ............ من منطق في غير حينه ¶ يقول إبن عباس رضي الله عنهما : لا تتكلم فيما لا يعنيك فإنه فضل ولا آمن عليك الزور ولا تتكلم فيما يعنيك حتى تجد له موضعا فرب متكلم في أمر يعنيه قد وضعه في غير موضعه فأعنته.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "ووضع الندى في موضع السيف ....... مضر كوضع السيف في موضع الندى ¶ والأدب النافع حسن السمت ............ وفي كثير القول بعض المقت ¶ يقول عطاء بن رباح رحمه الله: أما يستحي احدكم لو نشرت صحيفته التي أملى في صدر نهاره وليس فيها شيء من أمر آخرته ينفعه واهاً ثم واهاً.. ¶ إن الشجاعة في القلوب كثيرة ........ ووجدت شجعان العقول قليلا ¶ دخلوا على أبي دجانة رضي الله عنه وهو مريض فكان وجهه يتهلل فقيل له: ما بال وجهك يتهلل يرحمك الله؟ فقال: ما من عمل شيء أوثق عندي من إثنين كنت لا أتكلم فيما لا يعنيني وكان قلبي للمسلمين سليما (وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ) (فصلت:35). ¶ ودخل رجل فضولي على داود الطائي رحمه الله زائرا فقام يتفقد البيت فقال: يا إمام إن في سقف بيتك جذعا مكسوراً، قال: يا ابن اخي إن لي في البيت عشرين سنة ما تأملت سقفه مالك وله رحمك الله ، من حسن إسلام المرء ترك ما لا يعنيه . ¶ فأولى لكم ثم أولى لكم ........ مزيد من الصحو واليقظة ¶ هذا واقعنا؛ حديث بلا فائدة، وأسئلة بلا نهاية، وتفصيل لا يفيد متحدثا، ولا ينفع مستمعا، ولا يزكي نفساً، تضييع للطاقات والعمار سدى، وتلك داهية والله، وأدهى من ذلك من لا يكتفي بتضييع وقته في اللهو واللغو حتى يشتريه بماله فيَضِل به ويُضل إنها الفاقرة ونسأل الله العافية ، لقد خلق الله هذه النفس شبيهة بالرحي الدائرة التي لا تقف أبدا ولا تسكن فلا بد لها من شيء تطحنه – كما يقول ابن القيم رحمه الله- فإن وضع فيها حب طحنته وإن وضع فيها تراب أو حصى طحنته ولن تبقى الرحى معطلة أبدا بل لا بد لها من شيء يوضع فيها فمن الناس من تطحن رخاه حبا يخرج دقيقا ينفع به نفسه وغيره، وأكثرهم يطحن رملا وحصى وتبنا، فإذا جاء وقت العجين والخبز تبين له حقيقة طحنه. ¶ وكل ما يزرع الإنسان يحصده ....... فأحسن الزرع يحسن حين يحتصد",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "ورحم الله ابن بشار يوم قال متحدثا بنعمة الله عليه : منذ ثلاثين سنة ما تكلمة بكلمة أحتاج أن أعتذر عنها. وانظر أخي لأحد السلف يوم أراد أن يطلق زوجته لأمر ما، فقيل له ما يسوؤك منها ؟ قال: أنا لا أهتك ستر زوجتي، ثم طلقها بعد ذلك . فقيل له : لما طلقتها ؟ قال: مالي ولكلام عن إمرأة أجنبية عني، من حسن اسلام المرء ترك ما لا يعنيه. ¶ مجالسهم مثل الرياض أنيقة .......... لقد طاب منها اللون والريح والطعم ¶ كيف لو خطر ببال أحدنا أن يسجل ما يتحدث به في مجلس واحد، إنه بلا شك سيرى كما هائلاً من الأوراق، ولو حاسب نفسه منصفا لوجد كثير من الزلات والسقطات فنسال الله الثبات والعفو والصفح عن الزلات . إن نسيت فلا أنسى أن أنبه أن مما يعنيك بل مما يجب عليك الأمر بالمعروف والنهي عن المنكر والدعوة إلى الله عز وجل على بصيرة ولو كره ذلك الفساق والمجرمون وقالوا لك: من حسن اسلام المرء تركه ما لا يعنيه، فإن المقياس ليس هواهم بل شرع ربنا ومولاهم . ¶ وما على العنبر الفواح من حرج .......... أن مات من شمه الزبال والجعل ¶ دع اخي ما لا يعنيك ولو كان مباحا، فإنه تضييع لزمانك، واستبدال للذي هو ادنى بالذي هو خير ، وكم من كلمة بُني بها قصر في الحنة بل هي كنز من كنوز الجنة، وكم من اخرى باعدت بينك وبين السبل المفضية إلى الجنة، رزقنا الله وإياك الجنة بمنه. ¶ لا يضيع يومك في التيه ........... كما قد ضاع امسك ¶ * * * * * ¶ االإشارة كن طبيبا رفيقا يضع دواءه حيث ينفع 14",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "بمعنى لا تضع العلم عند غير أهله فتجهل، ولا تمنع العلم أهله فتأثم، من الناس من يطلب العلم لشر كامن ومكر باطن فيستعمله في شبه دينية، وتلبيس دنيء وحيل فقهية فلا يعان على إمضاء مكره وإكمال شره بل مهان غير مكرم يُحرمه، ومنهم من هو بليد الذهن، بعيد الفطنة، فلا يحمل عليه بكثير العلم فيظلم، ولايمنع من اليسير فيحرم، وإنما ينفع سمع الآذان إذا قوي فهم القلوب في الأبدان، وقد صدق القائل ونصح يوم قال: ¶ لا تؤتين العلم إلى إمرءا ........... يعين باللب على درسه ¶ ويمنع من كثيره أيضا السفهاء الذين إن سكت لم يسألوك وإن تكلمت لم يعوا عنك وإن رأوا حسنا دفنوه، وإن رأوا سيئا أذاعوه، وإن يعلموا الخير أخفوه، وإن علموا شرا أذاعوا، وإن لم يعلموا كذبوا، وإن حاورتهم شتموا، وعليك جهلوا. ¶ كحمار السوء إن أشبعته ........... رمح الناس وإن جاع نهق ¶ فإذا حملت إلى سفيه حكمة ......... فلقد حملت بضاعة لا تنفق ¶ هذا كله يحتاج إلى فراسة وممارسة ومران واختبار يتوسم من خلاله المتعلم حقا من غيره، كفراسة ابن عباس رضي الله عنه يوم قال : ما سألني سائل إلا عرفت أفقيه هو أم غير فقيه .أو كفراسة الأعمش رحمه الله يوم رأى شعبة رحمه الله يحدث قوما يرى أنهم غير أهل للحديث فقال: ويحك يا شعبة تعلق اللؤلؤ على الخنازير . ¶ فإن عناء أن تفهم جاهلا ......... فيحسب جهلاً أنه منك أفهم ¶ متى يبلغ البنان يوما تمامه ........ إذا كنت تبنيه وغيرك يهدم ¶ فلا تحدث بالحكمة عند السفهاء فيكذبوك، ولا تحدث بالباطل عند الحكماء فيمقتوك، إن وضع العلم عند غير أهله كمقلد الخنازير اللؤلؤ والجوهر فلكل تربة غرس ولكل بناء أس. ¶ فجرد السيف في يوم يفيد به .......... فإن للسيف يوما ثم ينصرم",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "عرف ذلك العلماء حقا حتى قال قائلهم وهو عكرمة : إن لهذا العلم ثمناً فقدروا له قدره، قيل وما ثمنه؟ قال: أن تضعه عند من يحفظه ولا يضيعه. ورحم الله ابن حزم في ذلك حين قال: (نشر العلم عند من ليس من أهله مفسد لهم. كإطعامك الحلوى من به احتراق وحمى، أو كتشميمك المسك والعنبر من به صداع من احتدام الصفرا). ¶ قالوا نراك طويل الصمت قلت لهم .... ما طول صمتي من عيّ ولا خرس ¶ أأنشر البز فيمن ليس يعرفه ........... أم أنشر الدر بين العمى في الغلس ¶ فمن حوى العلم ثم أودعه .............. بجهله غير أهله ظلمه ¶ وكان كالمبتني البناء إذا ............. تم له ما أراده هدمه ¶ وقد قالها الشافعي رحمه الله في مصر مدوية عندما كلمة من لا يرى فقه فقال: ¶ أأنثر در بين راعية الغنم ........... وأنشر منظوما لراعية النعم ¶ لئن كنت قد ضُيعت في شر بلدة .... فلست مضيعا بينهم غرر الكلم ¶ فإن فرج الله الكريم بلطفه .......... وأدركت أهلا للعلوم وللحكم ¶ بثثت مفيدا واستفدت ودادهم ........ وإلا فمخزون لديّ ومكتتم ¶ ومن منح الجهال علما أضاعه ..... ومن منع المستوجبين فقد ظلم ¶ وقد أحسن أيضا وحلق يوم قال: ¶ العلم جهل عند أهل الجهل ........ كما الجهل جهل عند أهل العلم ¶ ومنزلة الفقيه من السفيه .......... كمنزلة السفيه من الفقيه ¶ فهذا زاهد في قرب هذا .......... وهذا فيه أزهد منه فيه ¶ فعلى الطريقِ أخي ضع العلم في أهله على تفاوت فالذكي يحتاج إلى الزيادة والبليد يكتفي بالقليل والسفيه يمنع ويزجر وذو الشر يذل ويحرم ولا يعان ويكرم والجميع يذكر ويعظ، (كِل على الطريق لكل سالك بمعيار عقله وزن له بميزان فهمه حتى تسلم منه وينتفع بك وإلا وقع الإنكار لتفاوت المعيار) ولكل ثواب لابس ولكل علم قابس. ¶ فلا تكون كمن ألقى رحالته ........... على الحمار وخلى صهوة الفرس ¶ وقفة جانبية على الطريق: عرض ولا تصرح فالحال ناطقة . ¶ أقول وستر الدجى مسبل .......... كما قال حين شكا الضفدع",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "كلامي إن قلته ضائع ............. وفي الصمت حتفي فما أصنع ¶ * * * * * ¶ االإشارة كل البقل ولا تسل عن المبقلة 15 ¶ بمعنى خذها من أي وعاء خرجت، الحكمة ضالة المؤمن أني وجدها فهو أحق بها، فلا تحقر على الطريق أحداً أن تأخذ منه الحكمة، فقد يوجد من النهر ما لا يوجد في البحر، والدر در ثمين أينما كانا، ورسول الله صلى الله عليه وسلم وهو الأسوة والقدوة قد أقر أبا هريرة رضي الله عنه على أن يأخذ ما فيه نفعه من أخبث مخلوق وهو إبليس الذي كان يسرق من التمر الموكل بحفظه أبو هريرة ثم افتدى نفسه من أبي هريرة بتعليمه آية الكرسي كحافظ له من الشيطان حتى يصبح، فلما أخبر أبو هريرة رسول الله صلى الله عليه وسلم بذلك قال: ((صدقك وهو كذوب)). ¶ فالحكمة قد يتلقاها الفاجر وهو لاينتفع بها وتؤخذ عنه وينتفع بها، والكذاب قد يصدق فاعلم وحقق. ¶ لا تحقرن الرأي وهو موافق .......... حكم الصواب إذا أتى من ناقص ¶ فالدر وهو أعز شيء يقتنى .......... ما حط قيمته هوان الغائص ¶ * * * * * ¶ الإشارة إحترام الحقيقة 16 ¶ وتجنب الاغراق في المبالغة فهي قبيحة تشوه الحقيقة تقرب البعيد وتبعد القريب وتظهر غبشا في الرؤية على الطريق، إنها سماجة واستخفاف بعقل السامع وسخرية من وجدانه (تهويل وتزييف للواقع شطط وتفخيم وتضخيم ضد الحقيقة بل عجز عن رؤية الواقع كما هو عليه).وضعف في مشين . ¶ حتى يرى سيئا ما ليس بالسوأى ........ وكي يرى حسناً ما ليس بالحسن ¶ الإغراق في المبالغة سلبية في حياة عامة الناس وهي ظاهرة في سلوك المجتمع والأسرة والفرد وقد تعالج بمثلها، داء بداء فأين الدواء؟ وهاك المثال: (جاء طفل مسرع نحو أمه قائلاً : لقد وجدت في الحمام فأرا ياماه مثل الفيل، فردت عليه الأم مؤنبة له : قلت لك مليون مرة لا تبالغ . فقل لي بالله أيهما أكثر مبالغة، أليس الطفل معذورا فيما اخبر به عن أمه؟ بلى) وحالة: ¶ محضتني النصح لكن لست تعمله ......... فأنت أولى بذا مني على خجل",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "هذا على مستوى الأسرة والعامة وتلك والله فاقرة وقبيحة وقاصمة ولكنها في حق طلاب العلم والأخيار ثغرة كبيرة في جدار بنيانهم التربوي لا تكاد تسد. ¶ فكل كسوف في الدراري شنيعة ......... ولكنه في الشمس والبدر أشنع ¶ إنها تظهر جلية مشينة في الحكم على الآخرين قدحا ومدحا فهذا يمدح ممدوحه حتى يوصله ذرى الجبال فلا تزال تسمع ما يلي: فلا إبن تيمية عصره وابن حجر زمانه وبخاري أوانه ..ليس له مثال ..علامة فهامة ..حتى إذا ما حصل أمر – أي أمر- تغير وتبدل وصار الأنف ذنباً ونصبت له المجانيق وأرسلت الصواعق وسلت السيوف ورفعت المعاول ومن قمم الجبال إلى حضيض الإهمال فإذا هو مارد خرج من قمقمه فإياك وإياه لا تتبع أقواله .. إنه غاو ومضل ما رق معاند خائن فاسد العقيدة أشر على الإسلام من اليهود والنصارى، حيف وظلم وشطط وجور وعدم اتزان وتدمير جنان . ¶ يا عين سحي يا قلوب تفطري ........ يا نفس رقي يا مروءة نادي ¶ إن دام هذا ولم يحدث له غير ......... لم يبك ميت ولم يفرح بمولود ¶ يا معشر القراء يا ملح البد ........... ما يصلح الملح إذا الملح فسد ¶ ورحم الله القائل يوم قال: والله إن الأمة لن تأخذ موضعها بين الأمم حتى تضع الكلمة في موضعها . ¶ كيف تحيا أمة قد ودعت ........ كلمة العدل ولم تدكر ¶ فهيا أخي ...أقبل بقلبك وقالبك واسمع إلى صاحب (كيف تحاور) وهو يخاطبك قائلا: (لتبتعد عن تهوين ما لا يعجبك وتهويل ما يعجبك، فإنك إن اشتهرت بذلك فسنضطر لتفحص عينيك عند سماع جديد الأخبار منك ) . نعم! إن الحقيقة غالية عند أصحاب النفوس القويمة والعقول المستقيمة ولو كانت في غير صالحهم فهي على مرارتها ثمينة . أما غيرهم فيخدع نفسه ويخدع غيره. ¶ فلا تغل في شيء من الأمر واقتصد ... كلا طرفي قصد الأمور ذميم ¶ بالملح نصلح ما نخشى تغيره .......... فكيف بالملح إن حلت به الغير ¶ صور العمى شتى وأقبحها إذا .......... نظرت بغير عيونهن الهام",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "دواؤك منك ولا تشعر.................. ودواؤك فيك ولا تبصر ¶ * * * * * ¶ االإشارة الأصل في المسلم السلامة 17 ¶ من المبادئ المهمة في التعامل على الطريق بين المسلمين إحسان الظن بهم، وخلع المنظار الأسود عند النظر إلى مواقفهم وأعمالهم فكيف بنياتهم، والحكم على سرائرهم التي علمها عند من لا تخفى عليه خافية ولا يغيب عنه سر ولا علانية، الأصل في المسلم الستر والصيانة حتى تظهر منه الخيانة لكن من الناس من منظاره أسود، أفهام ا لناس عنده سقيمه ومقاصدهم سيئة، كلما سمع من إنسان خيرا كذبه، وكلما ذكر عنده احد بخير طعن فيه وجرحه . ¶ هم الشوك والورد أقرانهم ........ وليس لدى الشوك غير الإبر ¶ فكنت كذئب السوء لما رأى دما....... بصاحبه يوما أحال على الدم ¶ يقولون لي أهلا وسهلا ومرحبا....... ولو ظفروا بي ساعة قتلوني ¶ مبدع؛ لكنه إبداع سلبي ، مبدع في تحطيم ما بينه وما بين الناس من جسور الثقة والذي يريد هداية الناس يبني جسور الثقة بينه وبين الناس ليكسب القلوب ليزرع فيها خوف وحب علام الغيوب. ¶ هاهو الشيخ العز بن عبد السلام رحمه الله لقي في صنوف الأذى على يدي الأشرف موسى ما لقي ثم رجع الأشرف إلى الحق بعد ما تبين له وأحب الشيخ حباً جماً وقدمه على غيره وعمل بفتاواه ولما مرض الأشرف قال: ياعز اجعلني في حل وادع لي فقال الشيخ: أما محاللتك فإني كل ليلة أحالل الخلق وأبيت وليس عندي لأحد مظلمة وأرى أن يكون أجري على الله لا على عباد الله عملا بقول الله : ( فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ إِنَّهُ لا يُحِبُّ الظَّالِمِينَ) (الشورى:40) ¶ صفوح عن الإجرام حتى كأنه ....... من العفو لم يعرف من الناس مجرما ¶ وليس يبالي أن يكون به الأذى ....... إذا ما الأذى لم يغشى بالكره مسلما",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "ثم أوصاه الشيخ بالصلح مع أخيه فتم له ذلك ثم ذكره بمنع المنكرات وإبطال ما يمارس العمال من الموبقات من إباحة الفروج وإدمان الخمور وارتكاب الفجور وقال له إن أفضل ما تلقى الله به أن تبطل ذلك في مملكتك فأمر بإبطال ذلك لكه وقال للشيخ: جزاك الله خيرا وجمع بيني وبينك في الجنة بمنه وكرمه ولقي الله فرحمه الله . هكذا –أخي- يجب أن نكون من حسن الظن بالمسلمين حتى نصل بدعوتنا إلى سويداء قلوب المدعوين. فمن وجد الإحسان قيدا تقيدا، وعلينا أن نطرح سوء الظن واتباع الهوى فاتباع الهوى يفرق ويشتت ويمزق لأن الحق واحد والأهواء بعدد قلوب الخلق (وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدىً مِنَ اللَّهِ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ) (القصص:50) ¶ كدودٌ كدودِ القز ينسج دائما .......... ويهلك غما وسط ما هو ناسج ¶ فخير لك إن أردت النجاة على الطريق أن تسيء الظن بنفسك لا بالمسلمين لأن حسن الظن بالنفس يمنع كمال التفتيش عن عيوبها ويلبس عليك مثالها فترى المساوئ محاسنا والعيوب كمالا. ¶ وعين الرضا عن كل عيب كليلة ........... ولكن عين السخط تبدي المساويا ¶ فلا يسيء الظن بنفسه إلا من عرفها ومن أحسن الظن بنفسه فهو أجعل الناس بنفسه . ¶ لا يبلغ الأعداء من جاهل .......... ما يبلغ الجاهل من نفسه ¶ فكن أخي مع الناس كالنحل يقع على أحسن الزهور والرياحين فيجتني منها ما يفيده ويخدم به غيره ولا يكن همك تتبع السقطات والعثرات والتغافل عن الحسنات . ¶ صوب نظرك على عنصر الخير في الناس وتعامل معهم على أساسه تَّسعَدْ وتُسعد. ¶ ولا تكن كالذباب يقع على القذر وينشره تَشق وتُشق . ¶ إذا أنت لم تعصي الهوى قادك الهوى ....... إلى بعض ما فيه عليك مقال ¶ إذا رأيت الهوى في أمة حكماً .............. فاحكم هنالك أن العقل قد ذهبا ¶ * * * * * ¶ االإشارة من ذا الذي ترضى سجاياه كلها 18",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "ما منا أحد إلا وله زلة وخطأ وسقطة ورأي قد يكون فيه كبوة، وزلة المسلم إما أن تعرف وتشاع وتذاع فيستمرؤها صاحبها وينسلخ عنه الحياء فيصعب عليه الرجوع، وإما أن تكون زلته حبيسة في صدره لا يعلمها إلا الله وحده فهذا رجوعه أسرع بإذن الله وأقرب، فلا يكن أحدنا عونا للشيطان على أخيه وليس الذئب يأكل لحم ذئب، ولا يجوز الباب إلا مؤمن عاقل يختار رضوان الله العلي القدير ، إن العامل يتعرض لعثرات وقد يحصل منه هفوات ثم ينبري له من سلمه حرب وذلوله صعب يشيع ويذيع لا يقر له قرار ولا ينعم له بال كأنما يتقلب على حسك السعدان أو يتلوى على جمر الغضا ينحب وينبح ويلهث، ينكر جروحا ويثير أشجاناً يرفع عقيرته لا يعجبه أحد، ولا يرتاح لبروز أحد، إرضاءه لا يدرك، أطيش من ذباب. ¶ لو وزنت أحلامه الخفافا ........ على الميزان ما وزنت ذبابا ¶ جليد بليد: ¶ وما على الكلب أن يعتاده السعر ........ ومن العجائب أن مثل لسانه لم يبتر ¶ فمطالب بإعادة ومطالب .............. بزيادة ومهلل ومصفق ¶ كالكلب إن جاع لم يمنعك بصبصة .... وإن ينل شبعاً ينبحك من أشر ¶ فيا عجبا من زائر وهو ثعلب ......... يخال سكوت الليث وهنا فيعتدي ¶ غرورا وينسى بأسه حين يغضب ¶ فالتعامل معه كالآتي: لا يلتفت إلى ما في كلامه من طعن ويؤخذ ما فيه من حق إن وجد فإن الحق هو الحق وللداعية خيره وعلى الطاعن شره. ¶ فما الأسد الضرغام يوماً بعاكس ....... صريمته إن أنَّ أو بصبص الكلب ¶ يقول شيخ الإسلام إبن تيمية رحمه الله : بعض الناس لا تراه إلا منتقداً ينسي حسنات الطوائف والأجناس ويذكر مثالبهم فهو مثل الذباب يترك موضع البرء والسلامة ويقع على الجرح والأذى وهذا من رداءة النفوس وفساد المزاج، فاربأ بنفسك أن تكون كصغار الكلب أو شر الطبل على حد قول القائل: ¶ صغار الكلب أكثرها عواءً ........ وشر الطبل أكثرها دوياً ¶ صغير العقل بالأعرض يلهو ......…وذو اللب الرجيح يراه غيا",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "ومن نظر الأمور بعين عقل ....... جرى في هذه الدنيا أبيا ¶ إن الوقيع كإسمها شر وفساد وفرقة وتمكين للعدو وبهتان نهايتها خصومة وقطيعة وقعود وقرار لعين العدو وهلاك على الطريق وهكذا الذباب على الطعام يطير والفراش على الشهاب يساقط. ¶ كلام من كان على ذا ومنظره ......... مما يشق على الأذان والحدق ¶ فلا تعره اهتماما على الطريق ولا تنتصر لنفسك . ¶ فإن انتصرت لها فأنت كمن بغى ........ طفي الحريق بموقد النيران ¶ واعجباً لمسلم قبل أن يتعلم مسألة من مسائل الدين يتعلم كيف يقع في إخوانه المسلمين ثم يريد أن ينجح ويفلح ومتى يفلح؟ متى يفلح من يطعن في أقوام لعلهم قد حطوا رحالهم في الجنة من سنين، متى يفلح من يشفي صدور قوم كافرين بالوقوع في إخوانه المسلمين. ¶ تغشى عيون في النهار فلا ترى ........ وترى عيون في الظلام وترقب ¶ ويسير ذو جهل بحكمة غيره ........... ويتيه ذو العقل السديد ويسلب ¶ فيا طالب العلم : إن الوقيعة في الناس بضاعة الجبناء وكف اللسان عن الناس سمت العلماء وكل إلى جنسه يحن. ¶ فليكن حنينك إلى العلماء وأخلاق العلماء تكن كالعلماء. ¶ وأنظر وقف: الشيخ محمد الأمين الشنقيطي رحمه الله كان ممن لا يغتاب ولا يسمع في مجلسه بغيبة وكذلك العلماء. ¶ يقول: لقتل الأولاد ونهب الأموال أهون عندي من أخذ الحسنات من رجل كبير مثلي، وفي رحلة الحج يسجل هذا الموقف العظيم فيقول: ¶ ثم جئنا آخر النهار بعد الثالثة للقرية المسماة (آتيه) ، فالتمسنا عربيا نبيت عنده، فدعانا رجل عربي – والله ما سألت عن إسمه ولا إسم أبيه خوفا من الغيبة –فانزلنا في مكان يعوي منه الكلب، وأغلقه علينا من الخارج، فذكرتني تلك الليلة ليلة النابغة التي قال فيها : ¶ كليني لهمِّ يا أميمة ناصب .......... وليلٍ أقاسيه بطيء الكواكب ¶ وليلة المهلهل التي قال فيها : ¶ أليلتنا بذي حسم أنيري ........... إذا أنتِ أنقضيتِ فلا تحوري ¶ قد وصف طولها بقوله:",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "كأن كواكبَ الجوزاء عودُ ......... معطفةًُ على رُبع كسيرِ ¶ كأن الجدي في مثناهُ ربقُ ......... أسيرُ أو بمنزلةِ الأسيرِ ¶ كواكبُها زواحفُ لاغِباتُ ......... كأن سماءها بِيدي مديرِ ¶ إلى أن قال: ¶ وأنقذني بياضُ الصبح منها ....... وقد أُنقِذتُ من شيءٍ كبير ¶ وتمثلت قول إمرء القيس: ¶ كأن الثريا علقت في مصامها ......... بأمراس كتان إلى صم جندل ¶ وكان صبح تلك الليلة أحب غائب إلينا ¶ فيا معشر طلاب العلم : هذا ديدن العلماء الربانيين ومن تشبه تشبث. ¶ كيف الوقوف أمام خلاق الملا ....... والعلم ظن والحديث مرَّجمُ ¶ إن أي إنسان يستطيع أن يرمي غيره بأي نقيصة لكنه لا يستطيع أن يثبت دعواه إلا إذا كان صادقاً. ¶ وكم على الأرض أشجار مورقة ........ وليس يرجم إلا ما به ثمر ¶ كلًٌ يصيد الليث وهو مقيد .............. ويعز صيد الضغيم المفكوك ¶ واختلاف الرأي لا يفسد للود لقضية ولو أنه كلما اختلف إثنان تهاجرا وتقاطها لما بقي بين المسلمين أخوة فليتق الله مؤمن في إخوانه، وليتسع صدره لوجهات نظرهم فلا تذهب معه المروءة والمحبة والمؤمن يستر وينصح لا يهتك ولا يفضح. ¶ أمنا التقوى وقد أرضعتنا .......... من هواها ونحن نأبى الفطاما ¶ فاشرب من الماء القراح منعماً..... فلكم وردت الماء غير قراح ¶ وهات حديثا كقطر الندى ......... يجدد في النفس ما بددا ¶ فيضحي لآمالنا منعشا ........... ويمسي لآلامنا مرقدا ¶ وقفة جانبية أخرى على الطريق: ¶ لا تسل لئيما: ¶ لا تسل لئيما فأذل من اللئيم سائله ¶ من كان يأمل أن يرى من ساقط نيلا دنيا ........ فلقد رجى أن يرتجي من عوسج رطباً جنياً ¶ * * * * * ¶ االإشارة ما كل عود ناضر بنضار 19 ¶ ما كل من حَسُن منظره حسن مخبره فلا تغلب المظاهر على الحقائق على الطريق ( إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ) (الحجرات:13) ¶ فما الحسن في وجه الفتى شرفا له ......... إذا لم يكن في فعله والخلائق",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "إن من عباد الله على الطريق من تشرئب إليه الأعناق ويسترعى الانتباه لكنه خائر بائر لا خير فيه ولا يغتر به . ¶ لهم منظر في العين أبيض ناصع ........ ولكنه في القبل أسود أسفعُ ¶ فمردود بهاؤهم عليهم ............. كما رد النكاح بلا ولي ¶ ومن عباد الله على الطريق من لا تشرئب إليه الأعناق ولا يسترعي الانتباه لكن يُجري الله على يديه الخير الكثير. ¶ متبذل في القوم وهو مبجل ........ متواضع في الحي وهو مكرم ¶ (( ثبت انه مر رجل على رسول الله صلى الله عليه وسلم فقال لرجل عنده جالس ما رأيك في هذا ؟ فقال: رجل من أشراف الناس حري والله إن خطب أن ينكح وإن شفع أن يشفع فسكت رسول الله صلى الله عليه وسلم، ثم مر رجل آخر فقال رسول الله صلى الله عليه وسلم للرجل: ما رأيك في هذا ؟ قال: يا رسول الله هذا الرجل من فقراء المسلمين، حري إن خطب ألاّ ينكح وإن شفع ألاّ يشفع وإن قال ألاّ يسمع لقوله، فقال رسول الله صلى الله عليه وسلم: هذا خير من ملء الأرض مثل هذا)). ¶ وبعض الناس ماء رباب مزن ........ وبعض الناس من سبخ ملاح ¶ والسيف ما لم يلف فيه صيقل ........ من طبعه لم ينتفع بصقال ¶ وليس بضائر إذا صح نصل ......... السيف ما لقي الغمد ¶ ولا ينفع الأصل من هاشم ........... إذا كانت النفس في هاوية ¶ (( دخل أعرابي رث الهيئة في عباءة خلقة على معاوية رضي الله عنه وأرضاه فاقتحمته عنيه وغدى ينظر على عباءته الخلقة فقال الأعرابي: يا أمير المؤمنين إن العباءة لا تكلمك إنما يكلمك من فيها)). ¶ وما ضر نصل السيف إخلاق غمده ........ إذا كان غضبا حيث أنفذته برى ¶ فإن تكن الأيام أزرت ببزتي ............... فكم من حسام في غلاف مكسرا ¶ فقربه وأدناه وعلم أن في العباءة ما فيها . ¶ عجبت لمن ثوبه لامع ........ ولكنما القلب كالفحمة ¶ مظاهر براقة تحتها .......... بحار من الزيف والظلمة",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "وتكلم آخر محتقر عند عبد الملك بكلام ذهب فيه كل مذهب حتى خلب لب عبد الملك وأعجب به فقال له: ابن من أنت؟ قال: أنا ابن نفسي يا أمير المؤمنين التي توصلت بها إليك وأهلتني لأن أتكلم بين يديك أخلب لبك، أبى الله أن أسمو بجد ولا أب . ¶ فما أنا إلا السيف يأكل جفنه .......... له حلية من نفسه وهو عاطل ¶ وليست رعوتي من فوق مذق ........ ولا جمري كمين في الرماد ¶ قال: صدقت: ¶ فما الفخر بالعظم الرميم وإنما ....... فخار من يبغي الفخار بنفسه ¶ إن من أحوال المسلم أن يحتفي وينتعل ويمتشط ويدع ذلك ويلبس اللباس الجميل والحذاء الحسن، ومع هذا لا تتحكم هذه المظهارية فيه ولا يوزن بها ولا تأسر شخصيته، فهو يحكمها ويأسرها خلافا لموازين معكوسة جعلت المظهرية هي الميزان. ¶ قيمة المرء عندهم بين ثوب .......... باهر لونه وبين حذاء ¶ ماذا لو خرج العالم حافيا بين الناس أينقص علمه وقدره؟ ماذا لو انتعل الغبي الجاهل أحسن النعال أيصبح فقيها؟ ماذا لو لبس المعتوه أحسن الثياب وأجملها أيغدو ذا لب..؟ ¶ إذا كان في لبس الفتى شرف له ....... فما السيف إلا غمده والحمائل ¶ إن الإكتفاء في المقاييس بارتداء الملابس والامتشاطات الساحرة والعطور المنعشة مع عدم النظر إلى التقوى والعلم والرأي حيف ونكسة . ¶ رب ذي مظهر جميل توارى ......... خلف أثوابه فؤاد خؤون ¶ إن المظهر الحسن والترجل والتطيب من الأمور المشروعة وليست هي المقياس في الحكم على الناس، إن التراب مكمن الذهب فلا يغرنك حسن المظهر وحسن الهيئة وجمال الهندام والبزة فكم من ارتداها وهو يحمل بينها نخاعاً ضامراً بائراً وقلباً حائراً فهل يقدم مثل هذا؟ كلا... وهل تروق دفيناً جودة الكفن، (( رب أشعث أغبر ذي طمرين مدفوع بالأبواب لا يؤبه له لو أقسم على الله لأبره)) كما ثبت في صحيح مسلم رحمه الله . ¶ لا يغرنك البها والصور ........ ستة أعشار من تراهم بقر",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "ولكن أكثر الناس لا يعقلون، فالعبرة كل العبرة بصلاح القلوب والأعمال لا بالصور والأموال ولا بالمظاهر والأشكال ( إنما تنصر الأمة بضعيفها بصلاته ودعائه) فلا تغرنك المظاهر وابل الرجال تحبهم أو تبغضهم ومن ثمارهم تعرفونهم. ¶ وعلى الفتى لطباعه ........... سمة تلوح على جبينه ¶ لقد عظم البعير بغير لب ...... فلم يستغنى بالعظم البعير ¶ يصرفه الصغير بكل وجه .... ويحبسه على الخسف الجرير ¶ وتضربه الوليدة بالهراوي ... فلا غِيَر لديه ولا نكير ¶ فإن كنت في شك من السيف فابله ........ فإما تنفِّيه وإما تعده ¶ * * * * * ¶ االإشارة بقدر الصعود يكون الهبوط 20 ¶ بمعنى : أحذر العجب والتعالي والغرور فهو دليل السفه ونقص العقل ودنو النفس لا يزال الشيطان بالإنسان إلى أن ينظر إلى نفسه وعمله نظرة إعجاب وغرور وإكبار فيقول له: أنت فعلت وفعلت حتى يلقي في روعه أنه لا مثيل له ولا نظير له فيعجب بنفسه فيغتر فيهلك وهو لا يشعر، ثم يتوقف عن العمل فيشقى، لأن السعادة إنما تدرك بالسعي والطلب والمعجب يرى أنه وصل فلا حاجة للسعي فيقضي العمر كله وهو يراوح مكانه لا يتقدم لمكرمة ولا يرتقي لمنزلة . ¶ ولولا السعي لم تكن المساعي ¶ فما خير برق لاح في غير وقته .......... وواد غدا ملآن قبل أوانه ¶ عند ذلك يرفض الحق ويحتقر الخلق ويداوم تزكية النفس أمام الخلق ويفرح بعيوب أقرانه من الخلق ثم يستعصي على النصح ولا يعترف بجهود الآخرين يداوم الحديث عما ينجزه من أعمال ويرفض الرجوع عن الخطأ ويحاول تبرير الخطأ ويستبد برأيه فرأيه صواب لا خطأ فيه لا يستشير أهل التجارب العقلاء ولا يستنير بآراء الأكياس الفطناء يهتم بشواذ المسائل وغريبها ويهمل العمل بأصول المسائل ثم يرفض الجلوس للتعلم في حلقات العلم . ¶ ألجّ لجاجاً من الخنفساء ...... وأزهى إذا ما مشى من غراب ¶ هو الغريق فما يخشى من البلل ...... جذ السنام له وجذ الغارب",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "فحاله ياله من حال: كالصخرة الصماء الضخمة على القمة والسفح تغادرها خيرات السماء حتى تجتمع في الأرض المنخفضة . ¶ * أو كالبرغوث يحيا ما دام جائعا فإذا شبع مات . ¶ * أو كراكب أراق ماءه لرؤية السراب ثم ندم حيث لا ينفع ندم ولا حسرة. ¶ * أو كرجل في قمة جبل يرى الناس في السهل كالنمل ويراه الناس في القمة كالذر وهو لايشعر . ¶ مثل المعجب في إعجابه ......... مثل الواقف في رأس الجبل ¶ يبصر الناس صغار وهوفي ..... أعين الناس صغيراً لم يزل ¶ أو هو ( كالسنبلة الفارغة من الحب بين السنابل المملوءة بالحب تجدها رافعة رأسها تتعالى على صديقاتها وصويحباتها مع أنها لا تصلح إلا علفا للحيوان)، والمملوءة حبا مثقلة بالخير قد انحنت برؤوسها . ¶ إن كريم الأصل كالغصن كلما .......... ازداد من خير تواضع وانحنى ¶ العجب بإختصار كلب ينبح في قلب صاحبه والملائكة لا تدخل بيتاً فيه صور أو كلب. ¶ فتنة تضحك أرباب النهى ........ من مخازيها وتبكي البشرا",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "والنتيجة مخزية فنعوذ بالله من الخزي والبوار يحرم المعجب من توفيق الله فالخذلان موافق له ومصاحب له : ( سَأَصْرِفُ عَنْ آيَاتِيَ الَّذِينَ يَتَكَبَّرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَإِنْ يَرَوْا كُلَّ آيَةٍ لا يُؤْمِنُوا بِهَا وَإِنْ يَرَوْا سَبِيلَ الرُّشْدِ لا يَتَّخِذُوهُ سَبِيلاً وَإِنْ يَرَوْا سَبِيلَ الْغَيِّ يَتَّخِذُوهُ سَبِيلاً ذَلِكَ بِأَنَّهُمْ كَذَّبُوا بِآياتِنَا وَكَانُوا عَنْهَا غَافِلِينَ) (لأعراف:146). وتبعا لذلك ينال غضب الله ومقته . ثبت عنه صلى الله عليه وسلم أنه قال: (( لا يدخل الجنة من في قلبه مثقال ذرة كبر)) ، وثبت أيضا : (( من تعظم في نفسه واختال في مشيته لقي الله وهو عليه غضبان)) ثم ينهار المعجب وقت المحنة والشدة لأنه لم يحفظ الله في الرخاء فجدير بأن يخذل وقت المحنة (( تعرف على الله في الرخاء يعرفك في الشدة ))، كما ثبت عنه صلى الله عليه وسلم : ثم إن المعجب يخلق بينه وبين مدعويه جفوة وفجوة لا تكاد تردم فالقلوب جبلت على بغض من يتعالى عليها ومن ثم لا تقبل دعوته والمعجب عرضة لإنتقام الله العاجل والآجل (( بينما رجل يمشي في حلة تعجبه نفسه مرجل جمته يختال في مشيته إذا خسف الله به الأرض فهو يتجلجل فيها إلى يوم القيامة)) كما روي البخاري ومسلم رحمهما الله. ¶ أتت النوى دون الهوى فأتى الأسى ...... دون الأُسى بحرارة لم تبرد ¶ خدعتهم الأحلام في سنة الكرى ......... ما أكذب الأحلام والتأويلا ¶ له أسباب وبواعث لعل منها ما يلي: - باختصار- ¶ 1- انحراف المربي في هذا الجانب إذ يلمس منه حب المحمدة ودوام تزكية النفس بالحق أو بالباطل فيتأثر به تحت يده . ¶ 2- ثم المدح في غير ضوابطه الشرعية بأن يكون بالحق وغير مجاوز للحد ومع من لا تخشى عليه الفتنة . ¶ 3- ثم صحبة المعجبين والمرء على دين خليله والصاحب ساحب – كما قيل- .",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "4- ثم الصدارة قبل النضج والتربية فالتفقه في دين الله ضرورة قبل الصدارة ( فَلَوْلا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ) (التوبة:122). وقد يكون السبب عراقة الأصل والنسب لبعض العاملين فتحمله على استحسان ما يعمله مع أن النسب لا يقدم ولا يؤخر ( كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرَابٍ ثُمَّ قَالَ لَهُ كُنْ فَيَكُونُ) (آل عمران:59). (( لينتهين أقوتم يفتخرون بآبابئهم الذين ماتوا إنما هم فحم جهنم أو ليكونن أهون على الله من العجلان )) (أبو داود). وبعد هذا كله فإني أعرض عليك نقاطا عدة لعل فيها العلاج لمن أصيب بهذا الداء عافانا الله وإياكم منه. ¶ أولاً: العلم واليقين بأن المنة لله عز وجل فيما أعطيته من مواهب وقدرات والله قادر أن يسلبكها ما بين غمضة عين وانتباهتها ( وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ وَلَئِنْ كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ) (ابراهيم:7).( وَمَا بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللَّهِ َ) (النحل:53). ¶ ثانيا: دوام حضور مجالس العلم والعلماء تلميذاً فإن في ذلك تطهير للنفس من ذلك الداء وتعريفا لها بقدرها وذلك هو الدواء.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "يقول أحمد ابن يوسف الشيرازي في \"أربعين البلدان\" له: ( لما رحلت إلى شيخنا رحلة الدنيا ومسند العصر أبي الوقت، قدر الله لي الوصول إليه في آخر بلاد كرمان، فسلمت عليه، وقبلته، وجلست بين يديه، فقال لي: ما أقدمك هذه البلاد؟ قلت: كان قصدي إليك، ومعولي، بعد الله عليك، قد كتبت ما وقع إلىَّ من حديثك بقلمي، وسعيت إليك بقدمي، لأدرك بركة علمك، وأحضى بعلو إسنادك، فقال : وفقك الله وإيانا لمرضاته، وجعل سعينا له، وقصدنا إليه، ولو كنت عرفتني حق معرفتي، لما سلمت عليَّ، ولا جلست بين يدي، ثم بكى بكاءً طويلا ، وأبكى من حضره، ثم قال: اللهم استرنا بسترك الجميل، واجعل تحت الستر ما ترضى به عنا). ¶ مجالسة العلماء طيب، ولو كنت تاجرا ما اخترت غير الطيب، إن فاتني ربحه لم يفتني ريحه، فاعلم وعِ: ¶ ثالثا: خدمة من هم دونك علما ومرتبة وقدرا ومجالستهم ومؤاكلتهم وشعارك: مسكين بين ظهراني مساكين، فمن وضع نفسه دون قدره رفعه الناس فوق قدره. ¶ رابعا: النظر إلى من هم فوقك علماً ومنزلة وعملا ورأياً وتفكيرا ( إن أعجبت بعقلك ففكر في كل فكرة سوء تحل بخاطرك فإنك تعلم نقص عقلك حينئذ، وإن أعجبت برأيك فتفكر في سقطاتك فاحفظها ثم أنظر إلى من هو أعلى منك رأيا، وإن أعجبت بعلمك فاعلم أنه هبة من الله وانظر إلى من هو أعلى منك علماً وفوق ذي كل علم عليم. ¶ خامسا: تأمل عيوب نفسكم ثم جد في محاسبتها أولاً بأول وأنت أعرف بنفسك، ( كل منا يصف أواني بيته ومحتوياته ورب البيت أدرى بما فيه وأهل مكة أدرى بشعابها والصيرفي أعرف بنقد الدينار )، ( إن خفيت على المرء عيوبه حتى ضن ألا عيب فيه فليعلم أن مصيبته إلى الأبد وأنه أتم الناس نقصا وأعظمهم عيوبا وأضعفهم تميزا –كما يقول ابن حزم- فالعاقل من ميز عيوب نفسه وجاهدها وسعى في قمعها والأحمق من جهل عيوب نفسه ).",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "وأحمق منه من يرى عيوبه خصالاً يعجب بها . من أنت؟ هل أنت إلا عبد مكلف موعود بالعذاب إن قصر مرجو بالثواب إن ائتمر مؤلف من أقذار مشحون بأوضار سائر إلى جنة إن أطاع وإلا نار – أجارك الله من النار -. ¶ كيف يزهو من رجيعه .......... أبد الدهر ضجيعه ¶ وهو منه وإليه .......... وأخوه ورضيعه ¶ وهو يدعوه ............. إلىالحش بصغر فيطيعه ¶ لو فكر الناس فيما في بطونهم ........ ما استشعر العجب شبان ولا شيب ¶ هل في ابن آدم غير الرأس مكرمة ... وهو ببضع من الآفات مضروب ¶ انف يسيل وأذن ريحها سهك ........ والعين ممرضة والثغر ملعوب ¶ يابن التراب ومأكول التراب غدا .... أقصر فإنك مأكول ومشروب ¶ وأتم الناس أعرفهم بنفسه كما قيل: ¶ سادسا: اجلس دائما حيث ينتهي بك المجلس فذلك أدعى لكسر نخوة النفس وعجبها واتباع للسنة وأنعم بها خلة. ¶ إذا لم يكن صدر المجالس سيدا ........ فلا خير فيمن صدرته المجالس ¶ سابعا: إن التعويل على رحمة الله لا على العمل فحسب يقول صلى الله عليه وسلم كما جاء في صحيح البخاري : (( لن ينجى أحداً منكم عمله،قالوا: ولا أنت يا رسول الله ولا أنا إلا أن يتغمدني الله برحمته). ¶ ثامنا: تعويد النفس علىالفرار من الشرف حتى تعتاده فمن فر منه وهب له ومن تواضع لله رفعه ومن تكبر وضعه . ¶ يقول المدائني: رأيت رجل من باهلة يطوف بين الصفا والمروة على بغلة في تيه وعجب ثم رأيته في سفر يمشي راجلا متعبا منهكاً يحمل متاعه على ظهره فقلت له: أراجل في هذا الموضع وأنت من يطوف بالبغلة بين الصفا والمروة! قال: نعم ركبت حيث يمشي الناس فكان حقا على الله أن أمشي حيث يركب الناس ومن تواضع لله رفعه. ¶ تاسعا: الاستعانة بالله واللجوء إلى الله أن يطهرك من هذه الآفة ومن استعان بالله أعانه الله. ¶ فسل العياذ من التكبر والهوى ........ فهما لكل الشر جامعتان ¶ وهما يصدان الفتى عن كل طرق .... الخير إذ في قلبه يلجان",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "والله لو جردت نفسك منهما لأتت ... إليك كل وفود كل تهاني ¶ ومن استعان بالله أعانه الله. ¶ عاشرا: المجاهدة: ( وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ) (العنكبوت:69) . ¶ حادي عشر: أحذر أنا، لي ، عندي. ¶ يقول ابن القيم : ( وليحذر كل الحذر من طغيان أنا ولي وعندي فإن هذه الألفاظ الثلاثة ابتلى بها إبليس، وفرعون، وقارون، فأنا خير منه لإبليس، ولي ملك مصر لفرعون، وإنما أوتيته على علم عندي لقارون، وأحسن ما وضعت أنا في قول العبد أنا العبد المذنب المخطئ المستغفر ونحوه، ولي في قوله لي الذنب ولي الجرم ولي المسكنة ولي الفقر والذل وعندي في قوله : أغفر لي جدي وهزلي وخطأي وعمدي وكل ذلك عندي. ¶ ثاني عشر: إذا أعجبت بمدح إخوانك ففكر في ذم أعدائك إياك، فإن لم يكن لك عدو فوالله لا خير فيك فلا منزلة أسقط من منزلة من لا عدو له فليست إلا منزلة من ليس لله عنده نعمة يحسد عليها عافانا الله اياكم – كما يقول ابن حزم رحمه الله- . ¶ ثالث عشر: التدبر والنظر في سيرة الرسول صلى الله عليه وسلم والصحابة من بعدهم ففيهما لمن تدبر عظة وذكرى، ثبت عنه صلى الله عليه وسلم وهو سيد ولد آدم وخير من دب على الثرى وهو الأسوة أنه كان يجلس على الأرض. ويأكل على الأرض . ويعتقل الشاة . ويجيب دعوة المملوك ويركب الحمار. ويقول: إنما أنا عبد آكل كما يأكل العبد، ويقف بين يديه رجل يرعد كما ترعد السعفة فيقول : هون عليك فإنما انا إبن إمرأة من قريش كانت تأكل القديد . يمر بالصبيان ويسلم عليهم. ¶ قسم التواضع في الأنام جميعهم ........ فذهبت أنت فقدته بزمامه",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "صلوات الله وسلامه عليه، يقول أنس: إن كانت الأمة من إماء المدينة لتأخذ بيد النبي صلى الله عليه وسلم فتنطلق به حيث شاءت. كان يكون في مهنة أهله فإذا حضر وقت الصلاة خرج إلى الصلاة . كان يخيط ثوبه ويخصف نعله . ويعمل ما يعمل الرجال في بيوتهم. وإذا صافح الرجل لم ينزع يده من يده حتى يكون هو الذي ينزع يده . لا يأنف صلى الله عليه وسلم أن يمشي مع الأرملة والمسكين فيقضي له الحاجة، وكان يزور الأنصار ويسلم على صبيانهم ويمسح رؤوسهم . ويعود مرضاهم. ويشهد جنائزهم يدعونه إلى خبز الشعير فما يردهم كما ثبت ذلك كله عنه . ¶ فكل فعل كريم كان فاعله ........ يحي القلوب ويحي ميت الهمم ¶ صلوات الله وسلامه عليه : ¶ يلين لكل ذي ضعف وعجز ....... وكم لان لذي جهل فلانا ¶ رسول يحمل الأطفال لطفا ........ ويجعل عاتقيه لهم حصانا ¶ ويختصر القراءة حين يبكي ...... …صبي والموفق من ألانا ¶ يلاطف أهله أكرم بزوج ......... يعف الأهل يغمرهم حنانا ¶ يقاسمهم متاعبهم معينا ........... ويخدمهم فكم وضع الجفانا ¶ فكم خصف النعال وخاط ثوبا ... وكم من شأنه ملأ الجفانا ¶ زعيم القوم خادمهم فطوبى ....... لمن خدم الرعية أو أعانا ¶ تشبه بالرسول تفز بدنيا ......... وأخرى والشقي من استهانا ¶ فأخلاق الرسول لنا كتاب ........ وجدنا فيه أقصى مبتغانا ¶ وعزتنا بغير الدين ذل ........... وقدوتنا شمائل مصطفانا ¶ صلوات الله وسلامه عليه :",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "ويأتي من بعده كوكبة من أتباعه الذين رباهم صلوات الله وسلامه عليه لينهجوا نهجه ويستنوا بسنته فإذا أنت بخير من دب على الأرض بعد الأنبياء والمرسلين: أبي بكر رضي الله عنه وأرضاه يبعث وينفذ جيش أسامة ضاربا بكل مثبط عرض الحائط ليخرج في وداعه ما شيا وأسامة راكب يقول أسامة : يا خليفة رسول الله لتركبن أو لأنزلن فيقول: والله لا ركبت ولا نزلت وما علي أن أغبر قدمي في سبيل الله ساعة فإن شئت أن تعينني بعمر بن الخطاب فافعل ثم يقولها أخرى : لو يعلم الناس ما أنا فيه أهالوا عليَّ التراب. ¶ عضب العزيمة في المكارم لم يدع .............. في يومه شرفا يطالبه غدا ¶ وروى الفاروق: ¶ ( أنه لقيه أحد الصحابة وهو يحمل قربة على عاتقه فقال له يا أمير المؤمنين أغناك الله وأرضاك وخولك وأعطاك فما يحملك على ما أنت فيه قال: إن ما تقوله حق لكن لما جائتني الوفود سامعة مطيعة دخلتني نخوة فأردت أن أكسر تلك النخوة في قلبي ثم مال بالقربة إلى حجرة أرملة من النصار فأفرغها في جرارها. ¶ فمن يباري أبا حفص وسيرته ......... ومن يحاول لفاروق تشبيها ¶ ثم ينادي عمر يوماً : الصلاة جامعة فلما اجتمع الناس وكثروا قالوا: الأمر خطب عظيم. صعد المنبر فحمد الله وأثنى عليه بما هو أهله وصلى على نبيه صلى الله عليه وسلم ثم قال: (أيها الناس لقد رأيتني وأنا أرعى غنيمات لخالات لي من بني مخزوم على قبضة من تمر أو قبضة من زبيب فأظل يومي وأي يوم وأستغفر الله لي ولكم ثم نزل من على المنبر فقال ابن عوف رضي الله عنه : ويحك يا أمير المؤمنين ما زدت على أن قمئت نفسك وعبتها أمام الرعية فقال: ويحك يابن عوف لقد خلوت بنفسي فحدثتني وقالت : أنت أمير المؤمنين من ذا أفضل منك فأردت أن أذلها وأعرفها قدرها ). ¶ كذلك أخلاقه كانت وما عهدت .......... بعد أبي بكر أخلاق تحاكيها ¶ لعل في أمة الإسلام نابتة ............... تجلو لحاضرها مرآة ما ضيها",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "وأخرج أبو نعيم في الحيلة عن الحسن قال: رأيت عثمان رضي الله عنه نائما في المسجد في ملحفة ليس حوله أحد وهو أمير المؤمنين . ¶ ظهر الحيا وانهل ذاك البارق .......... ونداك فياح ومجدك سابق ¶ وتقسم الناس الحياء مجزءاً ............ فذهبت أنت برأسه وسنامه ¶ رضي الله عن عثمان وعن صحابة رسول الله صلى الله عليه وسلم . ¶ ويخرج ابن عساكر عن زاذان أن عليا رضي الله عنه كان يمشي في الأسواق وحده وهو خليفة يرشد الضال وينشد الضال ويعين الضعيف ويمر البياع والبقال فيفتح عليه القرآن ويرد في (صفوة الأخبار) أنه اشترى لحما بدرهم فحمله في ملحفة فقال له رجل أحمل عنك يا أمير المؤمنين قال: لا أبو العيال أحق أن يحمله، (ما تواضع أحد الله إلا رفعه). ¶ فرعا سما في سماء العز متخذا ........ أصلا ثوى في قرار المجد مغروسا ¶ وخالد ...ما خالد؟! أعني ابن الوليد رضي الله عنه وأرضاه، ما هزم في جاهلية ولا إسلام، وهو في اوج انتصاراته ( يأتيه خبر عزله من قبل أمير المؤمنين عمر عن قيادة الجيش لمصحة رآها أمير المؤمنين فيقول خالد : والله لو ولىّ عليَّ أمير المؤمنين عمر عبداً أسود اللون لسمعت له وأطعت ما دام يقودني بكتاب الله وسنة رسوله صلى الله عليه وسلم) . ¶ لانت مهزَّته فعزّ وإنما ............ يشتد بأس الرمح حين يلين ¶ وقيل لعمر بن عبد العزيز رضي الله عنه: لو أوصيت بدفنك بجوار عمر رضي الله عنه في حجرة رسول الله صلى الله عليه وسلم ، فقال: والله لأن ألقى الله بكل ذنب غير الشرك أحب إليَّ من أن أرى نفسي أهلا لتلك المنزلة، (اللهم إن عمر ليس أهلاً لأن ينال رحمتك لكن رحمتك أهل أن تنال عمر). ¶ ينسى صنائعه والله يظهرها ........... إن الكريم إذا أخفيته ظهرا ¶ ويأتيك الإمام مالك يبرق بثوب التواضع يرفل عزا فيقول: ما رأيت مسلما إلا ظننت أنه خير مني . ¶ وكذا السحائب قلما تدعو إلى ........... معروفها الرواد إن لم تبرق",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "واسمع إلى ابن القيم وهو يحدث عن شيخه ابن تيمية رحمه الله فيقول: كان كثير ما يردد مالي شيء ما مني شيء ولا في شيء أنا المكدّي وابن المكدّي وهكذا كان أبي وجدي ويكتب بخط يده : ¶ أنا الفقير إلى رب البريات .............. أنا المسكين في مجموع حالاتي ¶ أنا الظلوم لنفسي وهي ظالمتي .......... والخير إن ياتينا من عنده يأتي ¶ لا أستطيع لنفسي جلب منفعة ........... ولا عن النفس لي دفع المضرات ¶ والفقر لي وصف ذات لا زم أبداً ....... كما الغني أبدا وصف له ذاتي ¶ وهذه الحال حال الخلق أجمعهم ......... وكلهم عنده عبد له آتي ¶ يثني عليه في وجهه فيقول: والله إني لإلى الآن أجدد إسلامي في كل وقت وما أسلمت بعد إسلاماً جيدا رحمه الله . ¶ كأن القائل يعنيه حين قال : ¶ فصعدت في درج العلا حتى إذا ........ جئت النجوم صعدت فوق الفرقد ¶ على هذا سار صحابة رسول الله صلى الله عليه وسلم والصالحون من بعدهم لم يتسلل العجب إلى نفوسهم ولم يدخل الغرور إلى قلوبهم تواضعوا لله فرفعهم الله في الدنيا وفي الآخرة يكرمهم بإذن الله ( أُولَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ اقْتَدِهْ قُلْ لا أَسْأَلُكُمْ عَلَيْهِ أَجْراً إِنْ هُوَ إِلَّا ذِكْرَى لِلْعَالَمِينَ) (الأنعام:90) ¶ بتنا نعيش على كرام فعالهم ........... هيهات ليس الحر كالمستعبد ¶ اين الجبال من التلال أوالرَُبا .......... أين القوي من الضعيف المقعد ¶ لا القوم منا لا ولا أنا منهم ........... إن لم أفقهم في العلا والسؤدد ¶ إن عد قوم في التقى كانوا أئمة ....... أو قيل من خير أهل الأرض قيل هم ¶ لا يستطيع جواد بُعد غايتهم .......... ولا يدانيهم قوم وإن كرموا ¶ هم الغيوث إذا ما أزمة أزمت ........ والأسد أسد الشرى والبأس محتدم",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "إلى من عمى في شمس نهاره، وعثر في ذيل اغتراره، وسقط سقوط الذباب على الشراب، وتهاتف تهاتف الفراش على الشهاب إن العجب أكذب ومعرفة النفس أصوب- كما قيل- ولا شيء والله أنفع لها من الافتقار إلى باريها . ¶ بقدر الصعود يكون الهبوط ........... فإياك والنفخة العاتية ¶ وكن في مكان إذا ما وقعت .......... تقوم ورجلاك في عافية ¶ * * * * * ¶ االإشارة لا تكن يائساً 21 ¶ فالمستقبل لدين الله والعزة لأولياء الله. منا من رأى تفشي الشر والمنكر وانتشاره واستفحاله رأى العدو تبجح وتقوى وتحت ظل هذه الرؤية رأى أنه مهما عملنا فلن نغير من الواقع شيء ولن نجني سوى التعب والمشقة فليس إذا في السعي فائدة. فإذا بك تنظر إليه متهجم الوجه عاقد الحاجبين مقطب الجبين رافعاً راية: لو أسلم حمار آل الخطاب ما أسلم عمر يحسب يوم الجمعة الخميسا مردداً حين يطلب منه خدمة دينه –ولو بالكلمة- : أنت تؤذن في خرابة لا أحد حولك تنفخ في قربة مقطوعة وغيرها من عبارات : ¶ تصدا بها الأفهام بعد صقالها .......... وترد ذكران العقول إناثاً ¶ هلك الناس ...هلك الناس في نظره وقد هلك، وصف النبي صلى الله عليه وسلم وصفا دقيقا كما في صحيح مسلم : (( إن قال الرجل هلك الناس فهو أهلكهم)) . ¶ معاشر المؤمنين : مما لا شك فيه أن حقائق اليوم هي أحلام الأمس . وأحلام اليوم هي حقائق الغد. والضعيف لا يظل ضعيفا أبد الآبدين. والقوي لا يظل قوي أبد الآبدين. ( وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوَارِثِينَ * وَنُمَكِّنَ لَهُمْ فِي الْأَرْضِ وَنُرِيَ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا مِنْهُمْ مَا كَانُوا يَحْذَرُونَ) (القصص:5 -6).",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "إننا نملك إيمانا بنصر الله لنا وثقة بتأييديه لنا ويقينا بسنة الله في إحقاق الحق وإبطال الباطل ولو كره المجرمون واطمئنانا إلى وعده الذي وعد به عباده المؤمنين ( لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْناً يَعْبُدُونَنِي لا يُشْرِكُونَ بِي شَيْئاً) (النور:55). ¶ إنه وعد يشحذ الهمم ويستثير العزائم ويملأ الصدور ثقة واطمئنانا إن الدور لنا لا علينا والتاريخ معنا ( إِنَّهُمْ لَهُمُ الْمَنْصُورُونَ) (الصافات:172). سنة الله رب العالمين قال صلى الله عليه وسلم : (( لا تزال طائفة من أمتي ظاهرين حتى يأتيهم أمر الله وهم ظاهرون))، (( وليبلغن هذا الأمر ما بلغ الليل والنهار ولا يترك الله بيتا مدر ولا بر إلا أدخله الله هذا الدين بعز عزيز أو بذل ذليل)) كما ثبت عنه صلى الله عليه وسلم. فانت أيها المؤمن أجير عند الله كيفما أراد ان تعمل عملت وقبضت الأجر لكن ليس لك ولا عليك أن تتجه الدعوة إلى أي مصير ذاك شأن صاحب الأمر لا شأن الأجير، وحسبك أن من الأنبياء من ياتي يوم القيامة ومعه الرجل ومعه الرجلان والثلاثة ويأتي من ليس معه أحد ( فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظاً إِنْ عَلَيْكَ إِلَّا الْبَلاغُ) (الشورى:48). ¶ ( وآية الآيات في هذا الدين أنه أشد ما يكون ٌقوة وأصلب ما يكون عودا وأعظم ما يكون رسوخاً وشموخاً حين ننزل بساحته الأزمات وتوصد عليهم المنافذ حينئذ يحقق الإسلام معجزته ينبعث الجثمان الهامد يتدفق الدم في عروق أبنائه ينطلق ينتفض). ¶ يقول فيسمع ويمشي فيسرع ........... ويضرب في ذات الإله فيوجعُ",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "فإذا النائم يصحوا وإذا الغافل يفيق وإذا الجبان يتشجع وإذا الضعيف يتقوى وإذا الشتيت يتجمع وإذا بهذه القطرات المتابعة المتلاحقة من هنا وهناك من جهود القلة تكون سيلاً عارماً لا يقف دونه حاجز ولا سد). ¶ لا يزخر الوادي بغير شعاب .......... وهل شمس تكون بلا شعاع ¶ إن هذه الأمة تمرض لكنها لا تموت وتغفو لكنها لا تنام وتخبو لكنها لا تطفأ أبداً . ¶ حين غزا التتار ديار المسلمين ودخلوها كالريح العقيم ما تذر من شيء أتت عليه إلا جعلته كالرميم دمروا المدن وخربوا العمران وأسالوا الدماء وأسقطوا الخلافة وعطلوا الصلوات وألقوا أسفار المكتبات في نهر دجلة حتى اسودّ ماؤه من كثر ما سال من مداد الكتب حتى أصبحت حضارة الإسلام والبشرية مهددة من هذا الغزو الوحشي الذي لا يبقي ولا يذر والذي يذكر بما جاء في وصف يأجوج ومأجوج حتى أحجم بعض المعاصرين للحدث عن الكتابة فيه منهم ابن الأثير رحمه الله الذي يقول ليت أمي لم تلدني ليتني مت قبل هذا وكنت نسيا منسيا. مما رأى . من هول الفاجعة التي حلت بالمسلمين . ظن اليائسون حينها أن راية الإسلام نكست ولن ترتفع بعد ذلك اليوم أبداً وأن أمة الفتح والنصر قد حقت عليها الهزيمة فهيهات أن تعود إلى الميدان من جديد، ولم يمض سوى سنوات حتى تحققت معجزة الإسلام فإذا بهؤلاء الجبابرة الغازين للإسلام يغزوهم الإسلام فتسقط سيوفهم في صف المؤمنين تحت تأثير العقيدة الإسلامية فإذا بهم يدخلون بهم في دين المغلوبين على خلاف ما هو معروف أن المغلوب مولع دائما بتقليد الغالب المنصور ( لِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ) (الروم:4). ( وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ) (الجاثية:26). ( وَمَا كَانَ اللَّهُ لِيُعْجِزَهُ مِنْ شَيْءٍ فِي السَّمَاوَاتِ وَلا فِي الْأَرْضِ إِنَّهُ كَانَ عَلِيماً قَدِيراً) (فاطر:44)",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "لا تيأسوا إن تستردّوا عزكم .......... فلرب مغلوب هوى ثم ارتقى ¶ وتجشموا للعز كل عظيمة ............. إني رأيت العز صعب المرتقى ¶ إن قراءة متأنية لتاريخ الصلبيين وبيت المقدس تعطي الأمل بان الواقع سوف يتغير فاسمع إلى ابن كثير (في البداية والنهاية) وغيره من أهل السير وهم يسردون لك هذا الحدث: ( وفي ضحى يوم الجمعة لسبع بقين من شعبان سنة اثنين وتسعين وأربعمائة للهجرة دخل ألف ألف مقاتل بيت المقدس وصنعوا فيه ما لا تصنعه وحوش الغاب وارتكبوا ما لاترتكب أكثر منه الشياطين لبثوا فيه أسبوعا يقتلون المسلمين حتى بلغ عدد القتلى أكثر من ستين ألفا منهم الأئمة والعلماء والمتعبدون والمجاورون وكانوا يجبرون المسلمين على إلقاء أنفسهم من أعالي البيوت لأنهم يشعلون النار عليهم وهم فيها فلا يجدون مخرجا إلا بإلقاء أنفسهم من السطوح جاسوا فيها خلال الديار وتبروا ما علوا تتبيرا، وأخذوا أطنان الذهب والفضة والدنانير ثم وضعت الصلبان على بيت المقدس وأدخلت فيه الخنازير ونودي من على مآذن لطالما أذن بالتوحيد من عليها : أن الله ثالث ثلاثة- جل اله وتبارك- فذهب الناس على وجوههم مستغيثين إلى العراق وتباكى المسلمون في كل مكان لهذا الحدث وظن اليائسون ألا عودة لبيت المقدس أبداً إلى حظيرة المسلمين . ¶ كم طوى اليأس نفوسا لو رأت .......... منبتا خصبا لكانت جوهرا ¶ ويمضي الزمن ويعد الرجال وفي سنة ثلاثة وثمانين وخمسمائة للهجرة أعد صلاح الدين جيشا لإسترداد بيت المقدس وتأديب الصلبيين على مبداهم هم : إن القوي بكل أرض يتقي وفي وقت الإعداد تأتيه رسالة على لسان المسجد الأقصى تقول: ¶ يا أيها الملك اذي ............ لمعالم الصلبان نكس ¶ جاءت إليك ظلامة تسعى ...... من البيت المقدس ¶ كل المساجد طهرت وأنا ....... على شرفي أنجس ¶ فانتخى وصاح وا إسلاماه وامتنع عن الضحك وسارع في الإعداد ولم يقارف بعدها ما يوجب الغسل .",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "من ذا يغير على الأسود بغبها ........ أو من يعوم بمسبح التمساح ¶ وعندها علم الصلبيون أن هذا من جنود محمد صلى الله عليه وسلم فتصالح ملوك النصارى وجاؤا بحدهم وحديدهم وكانوا ثلاثة وستين ألف فتقدم صلاح الدين إلى طبريا ففتحها بلا إله إلا الله فصارت البحيرة إلى حوزته استدرجهم إلى الموعد الذي يريده هو ثم لم يصل إلى الكفار بعدها قطرة ماء إذ صارت البحيرة في حوزته فصاروا في عطش عظيم. ¶ وعندها تقابل الجيشان وتواجه الفريقان وأسفر وجه الإيمان وأغبر وجه الظلم والطغيان ودارت دائرة السوء على عبدة الصلبان عشية الجمعة واستمرت إلى السبت الذي كان عسيرا على أهل الأحد إذ طلعت عليهم الشمس واشتد الحر وقوي العطش وأضرمت النار من قبل صلاح الدين في الحشيش الذي كانت تحت سنابك خيل الكفار فاجتمع عليهم حر الشمس وحر العطش وحر النار وحر السلاح وحر رشق النبال وحر مقابلة أهل الإيمان. ¶ وقام الخطباء يستثيرون أهل الإيمان ثم صاح المسلمون وكبروا تكبيرة اهتز لها السهل والجبل ثم هجموا كالسيل الدفاع لينهزم الكفار ويؤسر ملوكهم ويقتل منهم ثلاثون ألفاً حتى قيل لم يبق أحد ويؤسر منهم ثلاثون ألفا حتى قيل لم يقتل أحد، فلم يسمع بمثل هذا اليوم في عز الإسلام وأهله إلا في عهد الصحابة، حتى ذكر ان بعض الفلاحين رؤي وهو يقود نيفا وثلاثين أسيرا يربطهم في طنب خيمته، وباع بعضهم أسيرا بنعل يلبسها، وباع بعضهم أسيرا بكلب يحرس غنمه.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "ثم أمر السلطان صلاح الدين جيوشه أن تستريح لتتقدم إلى فتح بيت المقدس، ففي هذه الإستراحة كيف كانت النفوس المؤمنة التي لا تيأس ؟ : الرؤوس لم ترفع من سجودها، والدموع لم تمسح من خدودها، يوم عادت البيع مساجداً ، والمكان الذي قال فيه : إن الله ثالث ثلاثة صار يشهد فيه : أن لا إله إلا الله وحده لا شريك له، ثم سار نحو بيت المقدس ليفتح من الجهة الشرقية ويخرجهم منه فكان له ذلك على أن يبذل كل رجل منهم –ويخرج ذليلا- عن نفسه عشرة دنانير وعن المرأة خمسة وعن الطفل دينارين ومن عجز كان أسيرا للمؤمنين، فعجز منهم ستة عشر ألفاً كانوا أسراء للمسلمين. ¶ ودخل المسلمون بيت المقدس، وطهروه من الصليب وطهروه من الخنزير، ونادى المسلمون بالآذان ووحدوا الرحمن وجاء الحق وبطلت الأباطيل وكثرت السجدات وتنوعت العبادات وارتفعت الدعوات وتنزلت البركات وتجلت الكربات وأقيمت الصلوات وأذن المؤذنون وخرس القسيسيون وأحضر منبر نورالدين الشهيد عليه رحمة الله الجليل الذي كان يأمل أن يكون الفتح على يديه فكان على يدي تلميذه صلاح الدين، ورقى الخطيب المنبر في أول جمعة بعد تعطل للجمعة والجماعة في المسجد الأقصى دام واحد وتسعين عاما، فكان مما بدأ به الخطيب خطبته بعد أن حمد الله أن قال: ( فَقُطِعَ دَابِرُ الْقَوْمِ الَّذِينَ ظَلَمُوا وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ) (الأنعام:45)، ( لِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ) (الروم:4). ¶ معاشر المسلمين: إن الأقصى لم تعطل فيه الجمعة ولم تعطل فيه الجماعة ومع ذا : ¶ يئست أنفس ونامت عيون ....... فجراح تغدو وتأتي جراح ¶ فأين النجم من شمس وبدر ...... وأين الثعلبان من الهزبر",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "المؤمن لا يعر ف اليأس ولا يفقد الرجاء إذ هو واثق بربه ثم هو واثق بحق نفسه ثم هو واثق بوعد الله، إن مرت به محنة اعتبرها دليل حياة وحركة فإن الميت الهامد لا يضرب ولا يؤذى وإنما يضرب ويؤذى المتحرك الحي المقاوم- كما قيل – كالذهب والحديد يدخل النار فيستفيد إذ يذهب خبثه ويبقى بهاؤه. ¶ يؤلف إيلام الحوادث بيننا .......... ويجمعنا في الله دين ومذهب ¶ إن علينا –معشر المسلمين- أن نكون بحجم التحديات بصبر وثبات ولسان حال كل واحد منا : ¶ فيقصر دون باعي كل باع ........... ويحصر دون خطبتي الخطيب ¶ إني أبيٌَ أبيُ ذو مغالبة ............ وابن أبيّ أبيّ من أبيين ¶ إن الوصول إلى القمة ليس الأهم لكن الأهم البقاء فيها، إن الإنحدار إلى القاع ليس هو الكارثة لكن الكارثة هو الاعتقاد أنه لا سبيل إلى الخروج من القاع، ليس والله الدواء في بكاء الأطلال وندب الحظوظ إنه في الترفع عن الواقع بلا تجاهل له، فالاستعلاء النفسي عليه في تحرر للفكر من إرهاقه ويأسه وخباله، بإرادة قوية حرة أبية يمكن تحويل عوامل الضعف إلى القوة باذن رب البرية ( إن الرسول صلى الله عليه وسلم حين حصل في أحد ما حصل شج وجهه وكسرت رباعيته وانخذل عنه من انخذل وإذا به يزيل الآثار النفسية من قلوب المؤمنين بنقلهم إلى مواجهة جديدة في حمراء الأسد لملاحقة المشركين الذين لو كانوا حقا منتصرين لما ولوا الأدبار قافلين ولقضوا على البقية الباقية من المسلمين وهذا يدل على حكمة الرسول الأمين عليه صلوات الله رب العالمين، وأبو بكر رضي الله عنه يأتي من بعده وقد تربى على سنته بعد أن كادت نواة الإسلام تضيع في طوفان الردة، فإذا به ينقل الأمة نقلة من واقع إلى واقع بتأب عن اليأس وترفع على الهزيمة وحاله: ¶ فليس يجلي الكرب رأي مسدد ........... إذا هو لم يؤنس برمح مسدد",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "إن المستقبل لهذا الدين بدون منازع ولكنه لا يتحقق بالمعجزات السحرية ولكنه بالعمل والبذل والدعوة إلى الله من منطلقات صحيحة على منهج أهل السنة والجماعة ( ووعد الله لن يتخلف لكنه لن يتحقق أبدا على يد أقوام لا يستحقونه ولا يفهمون سننه ولا يضحون من أجله). ¶ فإذا حاولت في الأفق منىً .......... فاركب البرق ولا ترضى الغماما ¶ وما السيف إلا زبرة لو تركته ......... على الخلقة الأولى لما كان يقطع ¶ ألا أنني لا أركب اليأس مركبا ......... ولا أكبر البأساء حين تغير ¶ نفسي برغم الحادثات فتية .......... عودي على رغم الحوادث مورق ¶ أيها اليائس مت قبل الممات .......... فإذا شئت حياة فالرجا ¶ لا يذيق ذرعك عند الأزمات ........... إن هي اشتدت فأمل فرجا ¶ البيض تصدأ في الجفون إذا ثوت ...... والماء يأسن إن أقام طويلاً ¶ صانع السيف كمن يشهره ......... في سبيل الله بين الجحفل ¶ حقق الله لنا آمالنا .......... وعلى الله بلوغ الأمل ¶ االإشارة إذا بلغ الماء قلتين لم يحمل الخبث 22 ¶ أو ( وَإِذَا قُلْتُمْ فَاعْدِلُوا) (الأنعام:152). ما أحوجنا إلى العدل على الطريق وحاجتنا أشد له في النقد ومعالجة الخطأ. ¶ ويجدر بنا أن نذكر هنا المنهج العادل والطريقة المثالية لمعالجة الخطأ، وذلك حسبما رسمه لنا من أمرنا الله عز وجل بأن تكون لنا أسوة حسنة فيه صلى الله عليه وسلم، وما أكثر المواقف العادلة في سيرته صلى الله عليه وسلم ، بل أن سيرته صلى الله عليه وسلم كلها عدل، ونكتفي هنا بمثال واحد ألا وهو موقفه صلى الله عليه وسلم من صنيع حاطب بن أبي بلتعة رضي الله عنه في فتح مكة، ويحسن أن نذكر القصة بتمامها؛ ليتضح لنا ذلك القسطاس المستقيم الذي انتهجه الرسول صلى الله عليه وسلم في معالجة هذا الخطأ ، رغم شناعته وخطورته .",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "روي الإمام البخاري رحمه الله في صحيحه ، عن علي رضي الله عنه، قال : بعثني رسول الله صلى الله عليه وسلم وأبا مرثد والزبير- وكلنا فارس- قال: انطرقوا حتى تأتوا روضة خاخ، فإن بها إمراة من المشركين معها كتاب من حاطب بن أبي بلتعة إلى المشركين، فأدركناها تسير على بعير لها حيث قال رسول الله صلى الله عليه وسلم، فقلنا : الكتاب، فقالت ما معي من كتاب فأنخناها فالتمسنا فلم نر كتاباً ، فقلنا: ما كذب رسول الله صلى الله عليه وسلم لتخرجن الكتاب وإلا لنجردنك، فلما رأت الجد أهوت إلى حجرتها –وهي محتجزة بكساء – فأخرجته، فانطلقنا بها إلى رسول الله صلى الله عليه وسلم، فقال عمر: يا رسول الله قد خان الله ورسوله والمؤمنين، فدعني فلأضرب عنقه . ¶ فقال النبي صلى الله عليه وسلم: ما حملك على ما صنعت ؟ قال حاطب : والله ما بي ألا أكون مؤمنا بالله ورسوله صلى الله عليه وسلم، أردت أن تكون لي عند القوم يد يدفع الله بها عن أهلي ومالي، وليس أحد من أصحابك إلا وهناك من عشيرته من يدفع الله به عن أهله وماله، فقال صلى الله عليه وسلم : صدق ولا تقولوا إلا خيرا . فقال عمر إنه قد خان الله والمؤمنين فدعني فلأضرب عنقه ، فقال أليس من أهل بدر ؟ لعل الله اطلع على أهل بدر، فقال اعملوا ما شئتم فقد وجبت لكم الجنة – أو فقد غفرت لكم- ، فدمعت عينا عمر ، وقال: الله ورسوله أعلم . ¶ من هذه الحادثة نستطيع ان نحدد ثلاثة مراحل للمعالجة العادلة للخطأ ، مهما كانت ضخامته : ¶ المرحلة الأولى: مرحلة التثبت من وقوع الخطأ : ¶ في هذه الحادثة قد تم التثبت عن طريق أوثق المصادر ألا وهو الوحي، حيث أوحى الله عز وجل إلى رسوله صلى الله عليه وسلم بخبر الكتاب الذي أرسله حاطب مع المرأة، وأين هي المرأة . ¶ المرحلة الثانية: مرحلة التثبت من الأسباب التي دفعت إلى ارتكاب الخطأ :",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "وهذا الأمر متمثل في قوله صلى الله عليه وسلم لحاطب : ما حملك على ما صنعت ؟ وهذه المرحلة مهمة ؛ لأنه قد يتبين بعد طرح هذا السؤال أن هناك عذرا شرعيا في ارتكاب الخطأ، وتنتهي القضية عند هذا الحد، فإذا لم تنته عند هذا الحد مثل ما ظهر في قضية حاطب ، وأن العذر الذي أبداه لرسول الله صلى الله عليه وسلم لم يكن مقنعا لكنه طمأن رسول الله صلى الله عليه وسلم على صدق حاطب، وأنه لا زال مسلما، نقول: إذ لم يكن العذر مقنعا من الناحية الشرعية، فإنه يصار إلى: ¶ المرحلة الثالثة : وفيها يتم جمع الحسنات والأعمال الخيرة لمرتكب الخطا وحشدها إلى جانب خطأه، فقد ينغمز هذا الخطأ أو هذه السيئة في بحر حسناته : وهذا هو الذي سلكه رسول الله صلى الله عليه وسلم، مع حاطب رضي الله عنه؛ حيث قال صلى الله عليه وسلم لعمر عندما استأذن في مقتل حاطب: أليس من أهل بدر؟ فقال : لعل الله اطلع على أهل بدر، فقال : اعملوا ما شئتم فقد وجبت لكم الجنة – أو فقد غفرت لكم- . ¶ وقد ذكر الإمام ابن القيم رحمه الله كلاما جيدا حول هذا الموضوع؛ حيث قال في رده على من قال: إن الله يعافي الجهال ما لا يعافي العلماء: ¶ فالواجب: أن هذا الذي ذكرتموه حق لا ريب فيه، ولكن من قواعد الشرع والحكمة أيضا من كثرة حسناته، وعظمت وكان له في الإسلام تأثير ظاهر، فإنه يحتمل له ما لا يحتمل من غيره، ويعفى منه ما لا يعفى عن غيره؛ فإن المعصية خبث، والماء إذا بلغ القلتين لم يحمل الخبث؛ بخلاف الماء القليل فإنه يحمل أدنى الخبث. ¶ ومن هذا قول النبي صلى الله عليه وسلم لعمر : وما يدريك لعل الله اطلع على أهل بدر، فقال : أعملوا ما شئتهم فقد غفرت لكم .وقد ارتكب مثل هذا الذنب العظيم ، فأخبر النبي صلى الله عليه وسلم أنه شهد بدرا، فدل على أن مقتضى عقوبته قائم لكن منع من ترتيب أثره عليه ما له من المشهد العظيم؛ فقوعت تلك السقطة العظيمة مغتفرة في جنب ما له من الحسنات.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "ولما حض النبي صلى الله عليه وسلم على الصدقة فأخرج عثمان رضي الله عنه تلك الصدقة العظيمة، قال : ما ضر عثمان ما عمل بعدها ، وقال لطلحة لما تطأطا للنبي صلى الله عليه وسلم حتى صعد على ظهره إلى الصخرة : (أوجب طلحة). ¶ هذا موسى كليم الرحمن عز وجل ألقى الألواح التي فيها كلام الله الذي كتبه له ، ألقاها على الأرض حتى تكسرت،ولطم عين ملك الموت ففقأها ، وعاتب ربه ليلة الإسراء في النبي صلى الله عليه وسلم، وقال شاب بعث بعدي يدخل الجنة من أمته أكثر مما يدخلها من أمتي، وأخذ بلحية هارون وجره إليه وهو نبي الله، وكل هذا لم ينقص من قدره شيئا عند ربه ، وربه تعالى يكرمه ويحبه ، فإن الأمر الذي قام به موسى ، والعدو الذي برز له ، والصبر الذي صبره والأذى الذي أوذي به في الله أمر لا تؤثر فيه أمثال هذه الأمور ، ولا تغير في وجهه ولا تخفى منزلته. ¶ وهذا أمر معلوم عند الناس مستقر في فطرهم أنه من له ألوف من الحسنات؛ فإنه يسامح بالسيئة والسيئتين ونحوهما،حتى أنه ليختلج داعي عقوبته على إساءته وداعي شكره على إحسانه؛ فيغلب داعي الشكر داعي العقوبة، كما قيل: ¶ وإذا الحبيب أتى بذنب واحد ............ جاءت محاسنه بألف شفيع ¶ وقال آخر : ¶ فإن يكن الفعل الذي ساء واحداً ......... فأفعاله اللآئي سررن كثير ¶ والله سبحانه يوازن يوم القيامة بين حسنات العبد وسيئاته، فأيهما غلب كان التأثير له، فيفعل بأهل الحسنات – الذين آثروا محابه ومراضيه، وغلبتهم دواعي طبعهم أحياناً – من العفو والمسامحة ما لا يفعله مع غيرهم. ¶ * * * * * ¶ االإشارة رفقاً بهم 23 ¶ إن عند الناس من الهموم ما يكفيهم، وهم بحاجة إلى من يواسيهم لا من يعنفهم، وعلينا ألا ننسى أن البشر مخلوقات عاطفية تجذبهم الكلمة الطيبة وينفرهم التوبيخ والتقريع، وعند كل واحد منهم من الاعتداد بنفسه ومواهبه وإمكاناته ما يجعله يرى في الكلمة القاسية عدواناً على كرامته ومجاله الخاص .",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "قال شيخ الإسلام ابن تيمية في ساق ما يحتاجه الآمرون بالمعروف والناهون عن المنكر : فلا بد من هذه الثلاثة : العلم والرفق والصبر ، العلم قبل الأمر والنهي والرفق ومعه الصبر بعده.. وهذا كما جاء في الأثر عن بعض السلف ، ورووه مرفوعا : ( لا يأمر بالمعروف وينهي عن المنكر إلا من كان فقيها فيما يأمر به فقيها فيما ينهي عنه؛ رفيقا فيما يأمر به؛ رفيقا فيما ينهي عنه؛ حليما فيما يأمر به ؛ حليما فيما ينهي عنه ). ¶ والداعية إلى جانب إيثار الكلمة الرقيقة والأسلوب العذب يؤثر أيضا التشبيهات الجميلة، ويبتعد عن الأمثال والتشبيهات القبيحة أو المنفرة؛ وقد سمعت آخر يشبه لا قطات (التلفاز) على أسطح المنازل بالرايات التي كانت تنصبها المومسات على بيوتهم في الجاهلية!! - قلت كيف لو رأى الأطباق اليوم – وهذا كلام الصمت خير منه بكثير! ¶ إن قولنا: هذا خلاف الواقع يؤدي عين المعنى الذي يؤديه قولنا: هذا كذب، لكنه أرفق وألطف. وإن قولنا : ما رأيكم لو علمنا كذا ألطف من قولنا اعملوا كذا ، وكفوا عن كذا... ¶ إن صيغة الأمر والنهي لم تعد مقبولة في كل موضوع؛ فالحضارة الحديثة وسعت دائرة الخصوصيات والحرية الشخصية إلى أبعد حد ممكن ، وإن من واجبنا أن نشعر المخاطب أننا لا نتعدى على أي منهما . ¶ فالرفق الرفق ((من يحرم الرفق يُحرم الخير كله)) صحيح مسلم. ¶ ويقول الله تعالى : ( ... وَلَوْ كُنْتَ فَظّاً غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ) (آل عمران:159). ¶ (قال السيد قطب رحمه الله حول ظلال هذه الآية ) ¶ ( فالناس في حاجة إلى كنف رحيم، وإلى رعاية فائقة، وإلى بشاشة سمحة ، وإلى ود يسعهم، وحلم لا يضيق بجهلهم وضعفهم ونقصهم .... في حاجة إلى قلب كبير يعطيهم، ولا يحتاج منهم إلى العطاء، ويحمل همومهم، ولا يعنيهم بهمه، ويجدون عنده دائما الإهتمام والرعاية والعطف والسماحة والود والرضا...",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "وهكذا كان قلب رسول الله صلى الله عليه وسلم ، وهكذا كانت حياته مع الناس؛ ما غضب لنفسه قط ولا ضاق صدره بضعفهم البشري، ولا احتجز لنفسه شيئاً من أعراض هذه الحياة، بل أعطاهم كل ما ملكت يداه في سماحة ندية، ووسعهم حلمه وبره وعطفه ووده الكريم، وما من واحد منهم عاشره أو رآه إلا امتلأ قلبه بحبه ، نتيجة لما أفاض عليه صلى الله عليه وسلم من نفسه الكبيرة الرحيبة. ¶ هذه هي صفات نبينا محمد صلى الله عليه وسلم الذي أمرنا الله عز وجل بالتأسي به، واقتفاء أثر، وهي نموذج لكل داعية يريد دعوة الناس إلى الخير، ويحببهم فيه، ولكن مع ذلك بعضنا يفرط في هذه الصفات، ويصدر منه من المواقف والتصرفات ما ينم عن الغلظة، والفظاظة، وعدم الحلم، وسعة الصدر، متمثلا في تقطيب الوجه، وانقباض النفس، على الأخطاء، وفقدان الرفق والأناة، ومعلوم ما ينتج عن ذلك من نفرة الناس وكرههم لمن هذه أخلاقه، فوق ما في ذلك من الإثم وحرمان الأجر. ¶ قال الرسول صلى الله عليه وسلم : (( لا تحقرن من المعروف شيئا ولو أن تلقى أخاك بوجه طلق)). ¶ وثمة شيء آخر يتعلق بهذا الموضوع ألا وهو ما درج عليه بعض المربين والموجهين من الدعاة في القسوة على من معهم، وتربيتهم على التقليد الأعمى، وعدم السماح لهم بإبداء آرائهم، ومعارضتهم، وقفل باب التشاور معهم . ¶ وهذه الطريقة الخاطئة من التربية، تفرز لنا دعاة مقلدين متعصبين منفذين لما يقال لهم بدون بصيرة ، وهذه هي الحقيقة تربية عبيد لا تربية قادة، وهذا يخالف قوله تعالى : ¶ ( قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنَ الْمُشْرِكِينَ) (يوسف:108) . ¶ * * * * * ¶ االإشارة لا تضخم قضية على حساب أخرى 24 ¶ بمعنى أحذر الحَوَل على الطريق فعلى المستوى الجماعي ترى من يقول:",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "* أهم شيء أن نعرف واقع المسلمين وواقع أعدائهم يعني أهم شيء القضايا السياسية لأننا نعيش الآن زمانا، ما هو بزمن الدراويش! ¶ وهكذا تجد أصحاب هذا التيار يحفظون كل شيء عن الشيوعية والعلمانية والماسونية، والبهائية، والقديانية.. ثم تسأل عن الإسلام .. فلا يعرف منهم عن الإسلام شيئاً!! ¶ * وعلى العكس من ذلك فقد تضخم جماعة قضية العبادات فيقولون: أهم شيء صلتك بالله أهم شيء النية الطيبة، أهم شيء الصلاة ، أن تكون زاهداً، تقياً، والخطأ هنا ليس في الإهتمام بها لكن أن تُلغى القضايا الأخرى كلها على حساب هذا الجانب فهذا هو الخطأ. ¶ * وقد يأتي آخرون - وهذا موجود في الساحة الإسلامية- يقولون: أهم شيء وحدة الصف، يقول تعالى : (وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعاً وَلا تَفَرَّقُوا) (آل عمران:103). فيجعلون هذه أهم قضية ولو كانت على حساب العقائد! يتحدون مع اناس تختلف عقائدهم عن عقائدنا، مدعين أن أهم شيء أن نلتقي، نحن الآن في زمان تكالب فيه أعداؤنا علينا ! والصحيح... أن نلتقي على أسس، نلتقي على دين، لا أن نلتقي على فوضى وعلى خلاف في العقائد. ¶ * فلا بد إذا من التوازن في هذه القضايا وغيرها . فمدخل الشيطان عموماً هو أن يضخم جانبا على حساب جانب آخر!! ¶ * * * * * ¶ االإشارة ما دام الأجل باقيا كان الرزق آتيا 25 ¶ ( فرع خاطرك للهم بما أمرت به ولا تشغله بما ضمن لك، فإن الرزق والأجل قرنينان مضمونان، فما دام الأجل باقيا كان الرزق آتيا. وإذا سد عليك بحكمته طريقا من طرقه فتح لك برحمته طريقا لك منه.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "فتأمل حال الجنين ياتيه غذاؤه، وهو الدم ، من طريق واحد وهو السرة ، فلما خرج من بطن الأم انقطعت تلك الطريق وفتح له طريقين إثنين وأجري له فيهما رزقا أطيب وألذ من الأول لبنا خالصا سائغاً، فإذا تمت مدة الرضاع وانقطعت الطريقان بالفطام فتح طرقاً أربعة أكمل منها: طعامان وشرابان.فالطعامان من الحيوان والنبات، والشرابان من المياه والألبان وما يضاف إليهما من المنافع والملاذ . ¶ فإذا ما انقطعت عنه هذه الطرق الأربعة، لكنه سبحانه فتح له – إن كان سعيداً – طرقا ثمانية وهي ابواب الجنة يدخل من أيها شاء . فهكذا الرب سبحانه لا يمنع عبده المؤمن شيئا من الدنيا إلا ويؤتيه أفضل منه وأنفع له . وليس ذلك لغير المؤمن . فإن يمنعه الحظ الأدنى الخسيس ولا يرضى له به ليعطيه الحظ العلى النفيس، والعبد لجهله بمصالح نفسه وجهله بكرم ربه وحكمته ولطفه لا يعرف التفاوت بين ما منع منه وما ذخر له. ¶ بل هو مولع بحب العاجل وإن كان دنيئا . وبقلة الرغبة في الآجل وإن كان علياً. ولو أنصف العبد ربه وأنى له بذلك، لعلم أن فضله عليه فيما منعه من الدنيا ولذاتها ونعيمها أعظم من فضله عليه فيما آتاه من ذلك ، فما منعه إلا ليعطيه . ولا ابتلاه إلا ليعافيه، ولا امتحنه إلا ليصافيه، ولا أماته إلا ليحييه ، ولا أخرجه إلى هذه الدار إلا ليتأهب منها للقدوم عليه وليسلك الطريق الموصلة إليه فـ (وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ أَوْ أَرَادَ شُكُوراً) (الفرقان:62)... والله المستعان. ¶ * * * * * ¶ االإشارة تحيز إلى الله ورسوله ولو كنت وحدك 26 ¶ ( إذا كان الله ورسوله في جانب فأحذر أن تكون في الجانب الآخر، فإن ذلك يقضى إلى المشاقة والمحادة، وهذا أصلها ومنه اشتقاقها، فإن المشاقة أن يكون في شق ومن يخالفه في شق ، والمحادة أن يكون في حد وهو في حد، ولا تستسهل هذا فإن مبادئه تجر إلى غايته، وقليله يدعوا إلى كثيره.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "وكن في الجانب الذي يكون فيه الله ورسوله وإن كان الناس كلهم في الجانب الآخر، فإن لذلك عوقب هي أحمد العواقب وأفضلها، وليس للعبد أنفع من ذلك في دنياه قبل آخرته، وأكثر الخلق إنما يكونون في الجانب الآخر، ولا سيما إذا قويت الرغبة والرهبة، فهناك لا تكاد تجد أحد في الجانب الذي فيه الله ورسوله، بل يعده الناس ناقص العقل سيء الاختيار لنفسه، وربما نسبوه إلى الجنون، وذلك من مواريث أعداء الرسل فإنهم نسبوهم إلى الجنون لما كانوا في شق وجانب والناس في شق وجانب آخر. ¶ ولكن من وطن نفسه على ذلك فإنه يحتاج إلى علم راسخ بما جاء به الرسول يكون يقينا له لا ريب عنده فيه، وإلى صبر تام على معاداة من عاداه ولومة من لامه، ولا يتم له ذلك إلا برغبة قوية في الله والدار الآخرة، بحيث تكون الآخرة أحب إليه من الدنيا وآثر عنده منها ، ويكون الله ورسوله أحب إليه مما سواهما، وليس شيء أصعب على الإنسان من ذلك في مبادئ الأمر، فإن نفسه وهواه وطبعه وشيطانه وإخوانه ومعاشريه من ذلك الجانب يدعونه إلى العاجل، فإذا خالفهم تصدوا لحربه، فإن صبر وثبت جاءه العون من الله وصار ذلك الصعب سهلا، وذلك الألم لذة، فإن الرب شكور، فلا بد أن يذيقه لذة تحيزه إلى الله وإلى رسوله ويريه كرامة ذلك فيشتد به سرورا وغبطة ويبتهج ويبقى من كان محارب له – على ذلك- بين هائب له ومسالم ومساعد وتارك، ويقوى جنده ويضعف جند العدو . ¶ ولا تستصعب مخالفة الناس والتحيز إلى الله ورسوله ولو كنت وحدك فإن الله معك وأنت بعينه وكلاءته وحفظه لك، وإنما امتحن يقينك وصبرك . وأعظم الأعوان على هذا بعد عون الله التجرد من الطمع والفزع ، فمتى تجردت منهما هان عليك التحيز لله ورسوله، وكنت دائما في الجانب الذي فيه الله ورسوله، ومتى قام الطمع والفزع فلا تطمع في هذا الأمر ولا تحث نفسك به، فإن قلت: فبأي شيء أستعين على التجرد من الطمع والفزع؟",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "قلت: بالتوحيد والتوكل والثقة بالله وعلمك بأنه لا ياتي بالحسنات إلا هو، وأن الأمر كله لله ليس لأحد مع الله شيء . ¶ ( مَا مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ) (هود:56). ما أخطاك لم يكن ليصيبك وما أصابك لم يكن ليخطئك، لو اجتمعت الأمة على أن ينفعوك بشيء لم ينفعوك إلا بشيء قد كتبه الله لك وإن اجتمعوا على أن يضروك بشيء لم يضروك إلا بشيء قد كتبه الله عليك رفعت الأقلام وجفت الصحف. ¶ فليكن حالك على الطريق إلهي : ¶ إليك وإلا لآ تشد الركائب .......... ومنك وإلا فالمؤمل خائب ¶ وفيك وإلا فالكلام مضيع .......... وعنك وإلا فالمحدث كاذب ¶ أخيرا خذها من ابن القيم : ¶ إذا استغنى الناس بالدنيا فاستغن انت بالله، وإذا فرحوا بالدنيا فأفرح انت بالله، وإذا أنسوا بأحبابهم فاجعل أنسك بالله، وإذا تعرفوا إلى ملوكهم وكبرائهم وتقربوا إليهم لينالوا بهم العزة والرفعة فتعرف أنت إلى الله وتودد إليه تنل بذلك غاية العز والرفعة، قال بعض الزهاد ما علمت أحداً سمع بالجنة والنار تأتي عليه ساعة لا يطيع الله فيها بذكر أو صلاة أو قراءة أو إحسان فقال له رجل إني أكثر البكاء فقال إنك وإن تضحك وأنت مقر بخطيئتك خير من أن تبكي وأنت مدل بعملك وأن المدل لا يصعد عمله فوق رأسه فقال أوصني فقال: دع الدنيا لأهلها كما تركوا هم الآخرة لأهلها ، وكن في الدنيا كالنحلة إن أكلت أكلت طيبا وإن أطعمت أطعمت طيبا وإن سقطت على شيء لم تكسره ولم تخدشه . ¶ وخذها أخرى من ابن القيم رحمه الله يوم يقول: ¶ أنفع الناس لك رجل مكنك من نفسه حتى تزرع فيه خيرا أو تصنع إليه معروفا فإنه نعم العون لك على منفعتك وكمالك فانتفاعك به في الحقيقة مثل انتفاعه بك أو أكثر. ¶ وأضر الناس عليك من مكن نفسه منك حتى تعصي الله فيه فإنه عون لك على مضرتك ونقصك . ¶ الخاتمة",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "هذا مجمل ما أردت قوله وأرجو الله ألا أكون ممن تخدعه الشمس بطول ظله أو تغره النفس بكثره وقله، إن هي إلا إشارات من إشارات بعضها متمنى فات وبعضها لا يزال في بطون المؤلفات لم آت فيها على آخر الإرادة ولا أزعم أني أوفيت على الغاية في الإفادة . ¶ قد قلت بمقدار ما اجتهدت وما شهدت إلا بما علمت ومن جعل أنفه في قفاه فالسوأة ان يفتح فاه. ¶ علىأنني كنت قد عجزت ووعدت بالكلام أكثر فيما أنجزت لكن لا ضير أن أصف النجم في سراه وإن لم أستقر في ذراه. ¶ إن هي إلا لبنة على الطريق وأرجوا أن تكون بقدر الياقوت والعقيق وما أراني بعد قد شفيت غلة النفس فإنها تنظر إلى كثير وكثير . ¶ وأنا أشد فقرا إلى عون من الله وتثبيت وتوفيق أسأل الله أن يجعل هذه الإشارات من الباقيات الصالحات ويصلح السريرة ويحسن الطوية . ¶ ويا أيها القارئ ( ما وجدت فيه من صواب وحق فاقبله ولا تلتفت إلى قائلة ، بل أنظر إلى ما قال لا إلى من قال ... وما وجدت فيه من خطأ فإن قائله لم يأل جهد الإصابة ويأبى الله ألا يتفرد بالكمال. ¶ والنقص من أصل الطبيعة كامن ¶ وكيف يعصم من الخطأ من خلق ظلوما جهولا ولكن من عدت غلطاته أقرب إلى الصواب ممن عدت إصاباته ) ¶ سبحان ربك رب العزة عما يصفون وسلام على المرسلين والحمد لله رب العالمين . ¶ وصلى الله وسلم وبارك على خاتم المرسلين محمد وآله أجمعين . ¶ فرغ منه يوم الأحد 23 /3/1421هـ مكة حرسها الله . ¶ علي بن عبد الخالق القرني ¶ ..................................... ¶ ( تم تفريغ الشريط من قبل إحدى الأخوات جزاها الله الفردوس وجعل ذلك في موازين حسناتها). ¶ تم بحمد الله وتوفيقه. ¶ أخي الحبيب – رعاك الله ¶ لا نقصد من نشر هذه المادة القراءة فقط أو حفظها في جهاز الحاسب، بل نأمل منك تفاعلا أكثر من خلال: ¶ - إبلاغنا عن الخطأ الإملائي كي يتم التعديل. ¶ - نشر هذه المادة في مواقع أخرى قدر المستطاع على الشبكة.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "- مراجعتها ومن ثم طباعتها وتغليفها بطريقة جذابة كهدية للأحباب والأصحاب. ¶ - الاستئذان من الشيخ لتبني طباعتها ككتيب يكون صدقة جارية لك إلى قيام الساعة. ¶ في اقتراحاتك وتوجيهاتك لأخيك يمكن أن تساهم في هذا العمل الجليل. ¶ اللهم اجعل هذا العمل خالصا لوجهك الكريم. ¶ أخي الحبيب لا تحرمنا ومن شارك في هذا الجهد من دعوة صالحة في ظهر الغيب.. ¶ للتواصل: ¶ أخوكم البوراق / anaheho@maktoob.com ¶ واحات الهداية / http://www.khayma.com/ante99/index.htm",
            "page": "87",
            "part": "1"
        }
    ],
    "t35045": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب إشارات على الطريق"
        }
    ]
}