{
    "b35040": [
        {
            "id": "1",
            "nass": "« الجهل وآثاره » ¶ لِسَمَاحَةِ الشَّيْخِ العلاّمةِ ¶ عَبْدِ اللَّهِ بنِ عَبْدِ الرَّحْمَنِ بنِ جِبْرِيْنٍ ¶ عضو الإفتاء سابقا ¶ ـ خَتَمَ اللَّهُ لَهُ بِالحُسْنَى ـ ¶ قام بتنسيق الرِّسالة ونشرها : ¶ سَلمَانُ بْنُ عَبْدِ القَادِرِ أبُوْ زَيْدٍ ¶ غَفَرَ اللَّهُ لَهُ ،ولِوَالدَيْهِ ،ولِمَشَايخِهِ ،ولجَمِيْعِ المُسْلِمِيْنَ. ¶ بسم الله الرحمن الرحيم ¶ « المُقدِّمة » : ¶ الحمد لله الذي علم بالقلم، علم الإنسان ما لم يعلم، وصلى الله على النبي المكرم، وعلى آله وصحبه وسلم. ¶ وبعد :",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "فقد كنت ألقيت محاضرة في إسكان الحرس الوطني، وكان الحاضرون غالبا من العامة وكبار الأسنان، فتكلمت عن الجهل وآثاره السيئة مما يناسب المخاطبين، واقتصرت على النتائج المشاهدة الناتجة عن الجهل بالله -تعالى- وعظمته وحدوده ووعده ووعيده، وعن إزالة الجهل ووسائل التعليم القديمة والحديثة، ثم إنها سجلت وما معها من الأسئلة والأجوبة؛ فنسخها الأخ طارق بن محمد الخويطر، ورغب في نشرها لتعم الفائدة، وبعد عرضها علي صححت الأخطاء التي نتجت عن الارتجال وعدم التركيز، وحذفت التكرار وأذنت في نشرها رجاء أن ينفع الله بها من أراد به خيرا، ولم أتكلم فيها عن الجهل البسيط والجهل المركب، ولا عن فضل العلم وأهله وحق حملته ونحو ذلك مما لا مناسبة له إذ ذاك، وبكل حال فالإعراض عن التعلم والإكباب على اللهو واللعب، والانهماك في الملذات والشهوات، والانشغال بالدنيا وبحظوظ النفس كل هذا ونحوه سبب قوي لما وقع فيه الجمع الغفير من المخالفات، واقتراف المحرمات، والتخلف عن الجمع والجماعات، وتعاطي المسكرات والمخدرات، فإنهم لو تعلموا وتفقهوا لعرفوا سوء عاقبة هذه الأشياء، وشين مغبتها فلعلهم أن يراجعوا أنفسهم، ويفيقوا من غفلتهم ليعرفوا ويعترفوا بخطئهم؛ فيتوبوا إلى ربهم، ويقلعوا عن المحرمات، ويحافظوا على الصلوات، والله يقبل التوبة من عباده ويعفو عن السيئات، والله أعلم، وصلى الله على نبينا محمد وآله وصحبه وسلم. ¶ في 16ـ1ـ1415 هـ . ¶ كتبه : ¶ عبد اللَّه بن عبد الرَّحمن بن جِبرينٍ ¶ « بأي شيء يكون الجهل » : ¶ السَّلام عليكم ورحمة اللَّه وبركاته، وأسعد اللَّه أوقاتكم بكل خير : ¶ أحمد الله إليكم وأشكره، وأثني عليه وأستغفره، وأشهد أن لا إله إلا الله، وأشهد أن محمدا عبده ورسوله، صلى الله عليه وسلم وعلى آله وأصحابه ..",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "أيها الأخوة : لا شك -إن شاء الله- أنكم ممن يحب العلم، وممن يحب الخير، وممن يحب العبادة ويعمل بها بحسب الجهد والطاقة، فإن المؤمن يدفعه إيمانه إلى فعل العبادات، فما الذي أجلسكم هاهنا إلا طلب الفائدة، وما الذي أنهزكم من مساكنكم إلى المساجد إلا طلب الأجر، فطلب الأجر وطلب الثواب من الله -تعالى- هو قصد كل مسلم وكل مؤمن، ومع ذلك فإن كثيرا من المؤمنين الذين آمنوا بالله إلها وربا والذين صدقوا بنبيه رسولا والذين انتموا إلى هذا الدين، وافتخروا به شريعة وعبادة ينقصهم بعض العلم، ينقصهم علم بتفاصيل الشريعة، وقد ينقصهم علم بأصولها وبأساسها، فينتج من هذا النقص آثار سيئة هي آثار هذا الجهل الذي هو الجهل بالله وبحقوقه ، والجهل بالإسلام ونتائجه، والجهل بالعبادات والجهل بالمحرمات، وسبب الجهل هو الإعراض عند كثير من الناس وعدم الاهتمام ، فكثير من الناس يعتقد أنه بمجرد ما يقول أنا مسلم، ويفعل ما يفعله أهل بيئته ومجتمعه يكتفي بذلك ، أو كثير من الناس يولد بين أبوين مسلمين ولكن .. في قرية أو في بلدة بعيدة ونازحة .. عن سماع القرآن وسماع الذكر ، وسماع النصائح والعلوم والخير؛ فيبقى على جهله، ويبقى شغله بدنياه؛ إما شغله بدوابه التي هي معاشه ومعاش عوائله ، وإما شغله بحرفة وبصناعة وبعمل ونحو ذلك ، ولا شك أن هذا كله خطأ ، وأن الواجب على الإنسان أول ما يعرف أن يتعلم ما خلق له، وأن يتعلم ما أمر به حتى يزيل الجهل عن نفسه، فإنه إذا بقي جاهلا نتج عن هذا الجهل آثار سيئة. ¶ « أقسام الجهل » : ¶ أحب أن أذكر أولا حقيقة الجهل وبأي شيء يكون، ثم أذكر بعد ذلك إزالة الجهل والأسباب التي يزول بها، ويمكن أن أذكر قبل ذلك النتائج والآثار السيئة التي حصلت بسبب البقاء على الجهل وأنها آثار سيئة ، أقول -وبالله التوفيق- الجهل ينقسم إلى : ¶ 1- جهل بالله وبعبادته .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "2- جهل بالشريعة وبالحقوق التي على الإنسان لربه سواءً مما أمر بفعله أو أمر بتركه، والواجب أن يزيل هذا الجهل، أما الجهل بالله فإن كثيرا من الناس يعتقدون أن الله -تعالى- هو ربهم ولكن ينقصهم العلم بأن الله معهم حيث ما كانوا، وينقصهم العلم أن الله -تعالى- يراهم أينما قاموا، ينقصهم العلم بأن الله شديد العقاب ، وينقصهم العلم بأن الله يثيب ويعاقب ، والعلم بشدة العذاب ، والعلم بكثرة الثواب ، جهلوا هذه الأشياء، جهلوا عقاب الله فلم يهمهم ما فعلوا من المعاصي ، جهلوا مراقبة ربهم فلم يهمهم ما وقعوا فيه، جهلوا عظمته وكبرياءه فلم يخافوه، ولم يحبوه ، ولم يرجوه ، جهلوا ما أمروا به فلم يمتثلوا ما نهوا عنه ، ولم ينزجروا، ولا شك أن هذا الجهل من قلة الاهتمام، فلا يجوز -مثلا- أن يبقى الإنسان على هذا الجهل الذي هو جهل بالعقيدة، فنحن بحاجة إلى أن نتعلم هذه الأشياء، وقد كتب فيها وقد ألفت فيها المؤلفات وقد اشتمل عليها القرآن، فمثلا الذي يستحضر أن الله -تعالى- معه دائما كيف يعصيه ، قال النبي -صلى الله عليه وسلم- : ¶ « أفضل الإيمان أن تعلم أن الله -تعالى- معك حيثما كنت »(1) ، وقال تعالى : ? الَّذِي يَرَاكَ حِينَ تَقُومُ *وَتَقَلُّبَكَ فِي السَّاجِدِينَ* إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ ?[ سورة الشعراء، 218 ـ 220 ] . ¶ لا شك أن الذي يستحضر أن الله يراه ويطلع عليه، ويعلم سره ونجواه ويعلم ما توسوس به نفسه، كما في قوله تعالى: ? وَلَقَدْ خَلَقْنَا الْإِنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ ?[ سورة ق، الآية : 16 ] . ¶ __________ ¶ (1) عزاه صاحب الكنز إلى الطبراني عن عبادة بن الصامت ـ رضي الله عنه ـ.. ¶ قال سَلمانُ أبُو زَيدٍ ـ عفا اللَّهُ عنه ـ : الحديث ضعيف ،انظر (( سلسلة الأحاديث الضَّعيفة )) ،( ج6 / ص99) ،( رقم الحديث : 2589 ).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ويستحضر أن الله يطلع على ضميره ويعلم حديث قلبه ؛ لا شك أنه يخافه أشد الخوف ويرجوه أشد الرجاء، ويحبه غاية المحبة، ويعبده حق العبادة، ويجاهد فيه حق الجهاد، ويبتعد عن المحرمات ويكثر من الحسنات، وما ذاك إلا أن قلبه امتلأ بمعرفة ربه، امتلأ بما يدل على التعظيم فكان أبعد عن الحرام ، وكان أقرب إلى طلب الحلال ، أو الاستكثار من العبادات والقربات، فهذا أثر من آثار الإعراض عن الله تعالى. ¶ « آثار الجهل السيئة » : ¶ وكثير من الناس -أيضا- أعرضوا عن التعلم الذي هو تعلمهم الشرائع؛ فوقعوا في بدع وفي منكرات أو تعلموا ضد ما أمروا به فوقعت منهم تلك البدع والخرافات يذكر كثير من المشايخ الذين زاروا بعض البلاد النائية في داخل المملكة أن عندهم أشياء من البدع، وعندهم شركيات وعندهم محرمات، وإذا سألوهم لماذا تفعلون هذا؟! يقولون: لا نعلم الحكم، ولا ندري ما حكمها ، ونعتقد أنها مباحة ، أو أنها لا بأس بها . ¶ فمنها التعاليق ويسمونها ( الحروز ) أو يسمونها ( الحجب )، وهي خرزات -مثلا- أو حديد أو خيوط أو شعر أو نحو ذلك ، يجعلونه في خرقة ثم يجعلون معه عوذة أو صورة أو نحو ذلك أو سن ذئب أو نابه أو ما أشبه ذلك ، ويقولون: إن هذا يحجبنا عن الجن ويحرسنا عن ضررهم، وما دروا أن هذا من الشرك ، وما سمعوا أو ما قرأوا الكتب فسبب ذلك الجهل وإلا فلو قرأوا الكتب لوجدوا فيها الحكم الصريح، مثل كتاب التوحيد الذي هو حق الله على العبيد ونحوه لو قرؤوه لوجدوا به علاج تلك الأشياء، هذا أثر من آثار الجهل يعني بهذه التعاليق ونحوها. ¶ ويذكرون أن بعضهم إذا أرادوا بناء بيت أو تأسيسه ذبحوا عند الأساس كبشا أو دجاجا أو نحو ذلك، وقالوا: إن هذا الذبح يطرد الجن حتى لا يضرونا في مساكننا وغيرها ، وما دروا أن هذا شرك لأنه ذبح لغير الله وإن الجن يكفيهم الاستعاذة والتحفظ بالله -تعالى- والتعوذ بأسمائه وصفاته وتكفي الاستعاذة من شرورهم وما أشبه ذلك .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "كذلك أيضا فشا في كثير من البلدان أنواع من الشركيات هي السحر والشعوذة واستخدام الشياطين، وادعاء معرفة المغيبات وما أشبهها وما أكثرها في كثير من أطراف المملكة وفي وسط المملكة وليس العجب من الذين يدعون الشعوذة والسحر وعمله فإن أولئك عبيد للشياطين، فالسحرة والكهنة ونحوهم ، هؤلاء عبدوا الشياطين، هؤلاء قد خرجوا من الإسلام، هؤلاء قد وقعوا في هذه الآثام، وقد تخلوا عن دين الله – سبحانه وتعالى - ولكن العجب من الذين يصدقونهم، العجب من الذين يتهافتون إليهم ويأتون إليهم ويسألونهم ويعتقدون أنهم على حق وأنهم مصيبون وأنهم وأنهم ... وما الذي حملهم على ذلك؟ حملهم الجهل. ¶ لو قرأوا هذا الكتاب الذي هو كتاب التوحيد لحصل لهم المعرفة بهذا الحكم، وتنوروا في بصائرهم وفي معرفتهم ، ولكن اعتقدوا أن هؤلاء قد تميزوا وقد عرفوا وقد فضلوا غيرهم ، وأنهم وأنهم ..، وما دروا أنهم ممن عبد الشيطان وتقرب إليه بهذه القربات حتى خدمه الشيطان وأصبح من أعوانه. ¶ « الموالد والاعتناء بالمولد النبوي أو بمولد الإنسان نفسه » : ¶ كذلك فشت أيضا فيهم بدع المحدثات ونحوها كبدع الموالد والاعتناء بالمولد النبوي أو بمولد الإنسان نفسه، وهذه أيضا سببها الجهل ، وإلا فلو قرأوا كتب الشريعة لعلموا أن البدع كلها ضلالة، وهم يسمعون قول كل خطيب أن كل محدثة بدعة، وكل بدعة ضلالة. ¶ ولكن لا يفقهون ولا يفهمون ما المراد بذلك، فبقوا على جهلهم واستحكمت فيهم تلك العادات، فأصبحوا يعدونها من العبادات أو من القربات، ولا شك أن هذا أثر من آثار الجهل السيئة، والكلام على البدع مذكور في كتب ألفت في ذلك لو قرأوها لوجدوا فيها الشفاء فلو قرأوا كتابا مطبوعا اسمه ( البدع والنهي عنها، لمحمد بن وضاح ) أو قرأوا ( الباعث على إنكار الحوادث لأبي شامة ) أو غيرها من الكتب لما وقعوا في هذه المحدثات ولا في هذه المنكرات.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "« التبرج والسفور واختلاط المرأة بالرجال الأجانب وجلوسها معهم » : ¶ وفي كثير من البلاد الإسلامية وفي داخل المملكة فشت المعاصي بكثرة، وهي وسيلة من وسائل المحرمات، فمنها -مثلا- معصية التبرج أو السفور فكثير من البلاد نساؤهم كرجالهم لا تحتجب المرأة ولا تستر وجهها عن الأجانب، بل إذا جاءها أجنبي أو نزل بها ضيف قامت مقام الرجال ، فهي تصافحه وربما تعانقه، ولو كان أجنبيا وتجلس معه وتكلمه خالية ، أو معها غيرها أو ما أشبه ذلك ، ولا شك أن هذا سببه الجهل والعادات السيئة، عادات نشأت عليها ولقيت عليها أما وجدة، وجدة أم ونحوهن، واعتقدوا أنها سنة أو أنها مباحة ، ولا شك أن الذي حملهم على ذلك هو الجهل بالشريعة وإلا فلو أمعنوا في قراءة القرآن، ولو قرأوا السنة ولو قرأوا كتب أهل العلم لما بقوا على هذا الجهل، ولما وقعوا في هذه الآثار آثار الجهل السيئة ، ولا شك أن هذا ذنب كبير وهو اختلاط المرأة بالرجال الأجانب وجلوسها معهم وسفورها وإبداؤها لزينتها أمام من ليس بمحرم لها ، وكأنهم ما قرأوا كتاب الله -تعالى- الذي نص على تحريم ذلك في آيات كثيرة ولكن الجهل داء قاتل ، الجهل بالله وبحقوق الله -تعالى- أوقع في مثل هذه الأشياء . ¶ « شرب الخمر وتسميتها بغير أسمائها » : ¶ وهناك -أيضا- معاص كثيرة سببها هو الإعراض عن العلم، فالمعاصي لا يمكن دخولها الآن تحت الحصر، ولكن نذكر بعض الأمثلة على وجه السرد والإيجاز فنقول : ¶ ما شربت الخمور إلا بسبب الجهل ، فكثير من الناس تعاطوا الخمور وادعوا أنها ليست ممنوعة، أو أنها ليست حراما ، وسموها -مثلا- نبيذا أو شرابا روحيا ، وما أشبه ذلك ، أو رأوا من يشربها واعتمدوا على أنها جائزة أو رأوها يتعامل بها أو تصنع فتعاطوها إما سرا وإما جهرا ولم يردعهم عن ذلك رادع ولو عرفوا ما في القرآن الكريم لعرفوا أنها محرمة غاية التحريم ، ولكن بسبب الجهل والإعراض عن أحكام الشريعة وقعوا فيما وقعوا فيه.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "« شرب الدخان وتبادله » : ¶ كذلك -مثلا- فشا شرب الدخان الذي هو مصيبة الزمان، وحادثة كبيرة في هذه الأزمنة، وهو الذي لا نفع فيه ولا شفاء ولا سلوة ولا أية عذر يبيحه، وإنما هو تسويل من الشيطان ، ودعوة من أعداء الله دعوة إليه حيث لهم فيه مصلحة، وحيث أن للمسلمين فيه مضرة لأجل ذلك وقع الكثير فيه فما الذي أوقعهم فيه ؟ هو الجهل . وذلك لأنهم جهلوا مضاره الكثيرة التي كتب العلماء فيها، وجهلوا حكمه ورأوا كثرة من يشربه ومن يتعاطاه ومن يتبادله فاحتجوا بذلك، وما علموا أن الباطل باطل وإن كثر أهله -( لا كثرهم الله)- ولو كانوا على علم لما وقعوا في مثل هذا الشيء وأكثروا منه. ¶ « حلق اللحى أو قصها » : ¶ كثير من الناس -أيضا- وقعوا في حلق اللحى أو قصها أو نحو ذلك، وهذا -أيضا- بسبب الجهل؛ وذلك لأنهم رأوا كثرة من يفعلها من الذين هم إما مسلمون متسمون، وإما غير مسلمين ممن قدم إلى البلاد من غير أهلها، فرأوا كثرتهم وادعوا أنهم على صواب ، وادعوا أنه لا بأس بذلك وأعرضوا عن سماع العلم ، وأعرضوا عن سماع الأحاديث، أو أعرضوا عن تأملها والعمل بها، فكان في ذلك الانهماك في هذا المحرم وما علموا أن هذا معصية وذنب كبير ، مع الإصرار عليه يصير من كبائر الذنوب -والعياذ بالله- وسبب نشوئه وكثرته الجهل والتقليد الأعمى لمن يفعله عن جهل فأولئك فعلوه عن جهل بالشريعة، وهؤلاء فعلوه عن تحسين الظن بمن فعله، ولا شك أن هذا -أيضا- من المصائب. ¶ « اللعب بالقمار » :",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وهناك -أيضا- معصية أخرى وهي اللعب بالقمار ونحوه، فكثير من الناس ينهمكون طوال ليلهم في هذا اللعب، إما بعوض وإما بغير عوض ، فالذي بعوض هو الميسر الذي حرمه الله وقرنه بالخمر ، والذي بغير عوض هو اللهو، فما الذي حمل أحدهم أن يشتري آلات اللهو، ويملأ به بيته أو يسهر مع زملائه ومع أصدقائه من كل ليلة خمس ساعات أو ست ساعات، وهو على هذا اللعب وعلى هذا اللهو في ضحك وقهقهة، وفي لهو وباطل حتى يمضي نصف الليل أو أكثر، وحتى لا يبقى إلا الوقت الفاضل الذي هو وقت نزول الرحمة، ثم ينامون ويفوتهم الخير الكثير، فلا شك أنهم على جهل ولو كان معهم علم لما استباحوا هذا الذي حرمه الله ونهى عنه وأكد النهي عنه، ولكن الجهل داء قاتل وهو الذي أوقعهم في ذلك، فإنهم -مثلا- قد يفوتهم خير ، ويقعون في شر، فالذي يفوتهم هو الذكر والقراءة والعبادة ونحوها، والذي يقعون فيه هو سماع المنكر والسهر المحرم، وكذلك أخذ العوض المحرم، الذي هو المال الذي يبذلونه من نقود أو أموال ونحو ذلك، كذلك -أيضا- ما قد يصحبهم من الملاهي ونحوها، فإن هذا كله بسبب الجهل . ¶ « اقتناء آلات اللهو والاستماع للغناء » :",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وهناك من انهمكوا في آلات اللهو فملؤوا البيوت من الأغاني أو آلات الغناء المحرمة التي يقصدون كما يزعمون بها التسلية والترفيه عن النفس، وكما يقولون تنشيط البدن والقلب، ولا شك أن هذا ليس بصحيح بل هو باطل، فإن الغناء سماعا أو رؤية أو مشاهدة سواء كان سماعا من مغن يتغنى به أو أن الإنسان نفسه يغني ويقرأ الشعر بترنم، أو يسمعه من أشرطة أو من أفلام أو ما أشبه ذلك لا شك أنه محرم ولهو، لكن الذي أوقعهم فيه هو الجهل ، وذلك لأنهم رأوا كثرة من يفعله وأعرضوا عن سماع النصائح ولم يشتغلوا بقراءة الكتب التي تحذره وتبين حكمه وادعوا أنه حلال، فأنت تسأل العشرات فيقولون حلال مباح لا بأس به، وكأنهم ما قرأوا شيئا مع كثرة ما ينشر فيه، ومع كثرة ما يطبع من المؤلفات والكتب المتقدمة والمتأخرة ، ولكن هؤلاء الذين وقعوا فيه يدعون أنهم معذورون وليسوا بمعذورين، وذلك لكثرة من كتب فيه من العلماء المتقدمين والمتأخرين، وبينوا الأدلة على تحريمه وعلى آثاره السيئة فبسببه - والعياذ بالله - حصل الفجور أو هو من أكبر أسباب الفجور الذي قد انتشر وهو الزنا - والعياذ بالله - فكل واحد يعرف أنه حرام، ولكن له دوافع وله مسببات وله مبررات هي : مشاهدة هذه الصور الخليعة، وسماع تلك الأغنيات الفاتنة التي تسمعها المرأة فتشتاق ، أو يسمعها الرجل فتثور شهوته، فيكون ذلك من الأسباب الدافعة لكثير منهم إلى فعل الفاحشة مهما استطاع ، نقول لا شك أن هذا كله بسبب الإعراض عن ما كتبه العلماء أو عن ما ذكروه وما أشبه ذلك. ومعلوم أن شريعة الله -تعالى- كاملة، وفيها بيان كل ما تمس إليه الحاجة وكل ما يحتاج إليه الناس ثم قد يسر الله علماء أجلاء خدموا هذه الشريعة، وأوضحوا الأحكام منها، وبينوا ما فيها من الحلال والحرام، وكتبوا ذلك ونشروه ودعوا إلى تعلمه وتفهمه، فلا عذر لأحد في أن يبقى معرضا أو في أن يبقى جاهلا. ¶ « نموذج لبعض آثار الجهل » :",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وبكل حال فإن آثار الجهل كثيرة وإن هذا نموذج من الآثار : ونقول: ما تركت الصلوات إلا بسبب الجهل أو ادعائه، وما تخلف أناس كثيرون عن الجماعات إلا بسبب الجهل وآثاره السيئة، وما شربت الخمور والدخان إلا بسبب الجهل وبالإعراض عن العلم، وما حلقت اللحى مثلا وأسبلت الثياب وأطيلت الشوارب وخولفت السنة إلا بسبب الجهل ، كذلك أيضا ما فشت البدع والموالد وإحياء بعض الليالي باللهو واللعب ونحو ذلك إلا بسبب الجهل ، وما انتشر الغناء واللهو والطرب والسهر على القمار ونحو ذلك إلا بسبب الجهل، وما تبرج النساء واختلطن بالرجال، وفشا الزنا والعهر ونحو ذلك إلا بسبب الجهل ، كذلك ما عبدت القبور ونذر لها وذبح لغير الله وعلقت التمائم والحروز، واستعملت الرقى الشركية وأشباهها إلا بسبب الجهل وما عظم السحرة والمشعوذون والكهنة والكذابون ونحوهم إلا بسبب الجهل ، الذي خيم على كثير من القلوب وأعرض أهلها بسبب إحسانهم بأنفسهم الظن ، وما أشبه ذلك ، لا شك أن للجهل آثار سيئة إذا علمنا أن هذه آثار فمعلوم -أيضا- أن آثاره الأخروية أشد. ¶ « أنواع المعاصي المترتبة على الجهل » : ¶ وهذه المعاصي التي ذكرنا منها ما هو كفر وشرك كالسحر والكهانة وإتيان الكهنة وتصديقهم وتعليق التمائم والذبح لغير الله والنذر لغير الله وما أشبه ذلك ، ومنها ما هو بدع ومحدثات كإحياء الموالد وزيادة عبادات لم يشرعها الله وما أشبه ذلك ، ومنها ما هو معاص كسرقة وقطع طريق ونهب مال ، وأكل ربا ، وأكل أموال اليتامى ، وأكل السحت ، والرشوة وشرب الخمور، وشرب الدخان وتعاطي المخدرات ، والزنا والتبرج ومقدمات ذلك وسماع الأغاني ونحوها، وتسمى هذه الكبائر بالمعاصي، ولكنها كبائر سيما مع الإصرار عليها، . ¶ « عذر لأحد على جهله والتحذير من عقوبات الأمم السابقة » : ¶ فإذا علمنا أن هذه من آثار الجهل، فإن لها -أيضا- عقوبات وذلك لأن أهلها ولو ادعوا أنهم جهلة وأنهم لا يعرفون نقول لهم :",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "لستم بمعذورين، فأنتم مسلمون وأنتم مكلفون وأنتم تعترفون بأن لكم شريعة، وبأن الله أنزل عليكم القرآن ، والرسول علمكم السنة وأورثكم إياها التي هي بيان للقرآن ، فلديكم الأدلة الواضحة وعندكم ما تستنيرون به فلا عذر لأحد في أن يبقى على هذا الجهل إذن فما هي الآثار : ¶ ألا تخافون أن يقع بكم ما وقع بغيركم من آثار هذه المخالفات وهذه المعاصي فإن الله -تعالى- عاقب من قبلنا بعقوبات متباينة شديدة بسبب الكفر والشرك والمعاصي وتكذيب الرسل إما قوليا أو فعليا فما الذي أخرج آدم من الجنة ؟ أخرج الله آدم من الجنة لذنب واحد لما أنه أكل من الشجرة وقد نهي عنها ، آدم أخرج من الجنة بذنب واحد، وأنتم تعملون الذنوب وتكثرون منها وترجون أن تدخلوا الجنة .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وما الذي أغرق قوم نوح بالطوفان الذي ارتفع على رؤوس الجبال نحو سبعين ذراعا فوق رأس كل جبل أليس سببه التكذيب ؟ أليس سببه هو الشرك والمعاصي وهي قد فشت وانتشرت، وما الذي أهلك قوم عاد ؟ أرسل الله عليهم ? رِيحًا صَرْصَرًا فِي يَوْمِ نَحْسٍ مُسْتَمِرٍّ *تَنْزِعُ النَّاسَ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ مُنْقَعِرٍ ?[ سورة القمر، 19 ـ 20 ] ، ? سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا فَتَرَى الْقَوْمَ فِيهَا صَرْعَى ? [ سورة الحاقة، الآية : 7 ] ما الذي سبَّب ذلك ؟ أليس هو تكذيبهم ؟ أليس هو معصيتهم وذنبهم ؟ وما الذي أهلك قوم صالح حيث أرسل الله عليهم صيحة، حيث صاح بهم ملك فتقطعت قلوبهم في أجوافهم؛ فأصبحوا صرعى كموت رجل واحد لما أنهم عقروا الناقة وقالوا : ? يَا صَالِحُ ائْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الْمُرْسَلِينَ ? [ سورة الأعراف، الآية : 77 ] لا شك أن ذلك من آثار الجهل، وهكذا نتذكر عقوبة الله لقوم لوط لما أنهم فعلوا الفاحشة التي ما سبقهم بها من أحد من العالمين، وهو كونهم استحلوا نكاح الذكران ، قال تعالى : ? أَتَأْتُونَ الذُّكْرَانَ مِنَ الْعَالَمِينَ وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُمْ مِنْ أَزْوَاجِكُمْ ? [ سورة الشعراء، 165 ـ 166] فعاقبهم الله فأرسل لهم ملكا اقتلع بلادهم ورفعها حتى سمع أهل السماء نباح كلابهم ثم قلبها ، قال تعالى : ? فَلَمَّا جَاءَ أَمْرُنَا جَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِنْ سِجِّيلٍ مَنْضُودٍ *مُسَوَّمَةً عِنْدَ رَبِّكَ وَمَا هِيَ مِنَ الظَّالِمِينَ بِبَعِيدٍ ? [ سورة هود، 82 ـ 83 ] أي المصر على فعلهم يترقب أن ينزل به ما نزل بهم؛ ولهذا ذكر بعض العلماء أن عقوبة فاعل فاحشة اللواط فعل قوم لوط أنه يلقى على رأسه من أعلى شاهق، أو من أعلى بناء في البلد، ثم يتبع الحجارة تشبيها بما حصل لقوم لوط من",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "هذه العقوبة . كذلك قوم شعيب أهلكهم الله تعالى بالظلة وذلك أنهم أصابهم حر شديد وغم بسبب أنهم كذبوا شعيبا فمرت بهم سحابة فاعتقدوا أن بها ظلا يريحون به أنفسهم ويبردهم، فلما اجتمعوا بها نزل عليهم بها نار فأحرقهم فماتوا عقوبة لهم لما كذبوا بنبيهم، وحكى الله -تعالى أيضا- ما عاقب الله به قوم فرعون عندما أغرقهم وقوم موسى ينظرون إليهم حيث دخلوا البحر، فلما تكاملوا فيه أمره الله -تعالى- فانطبق عليهم فذهبت أرواحهم للحرق وأجسادهم للغرق، كذلك -أيضا- ذكر الله -عز وجل- ما عاقب به قوم موسى الذين هم أصحاب موسى لما لم يطيعوه على دخول القرية فعاقبهم الله -تعالى- بالتيه أربعين سنة يتيهون في الأرض لا يهتدون سبيلا ولا يدرون أين يتوجهون لما عصوه في معصية واحدة وهي قولهم : ¶ ? فَاذْهَبْ أَنْتَ وَرَبُّكَ فَقَاتِلَا إِنَّا هَاهُنَا قَاعِدُونَ ? [ سورة المائدة، الآية : 24 ] نتذكر أن هذه العقوبة من آثار عقوبات المعاصي ونحوها، تلك المعاصي التي قد يكون سببها الجهل والإعراض عن الشريعة التي خلق الإنسان لها وأمر بها. ¶ « العقوبات المترتبة على الأعمال التي هي من آثار الجهل » : ¶ نتذكر -أيضا- أن الله - سبحانه وتعالى - لما حرم هذه المحرمات جعل لها عقوبتين : ¶ العقوبة الدنيوية للزجر، فمثلا لو سرق مقدار ثلاثة دراهم أو أربعة دراهم، فإن عقوبتها أن تقطع يده ، اليد التي فيها نصف الدية تقطع إذا سرق هذا المبلغ اليسير الذي هو -مثلا- قيمة الترس فلو سرق رجل ترسا ( وهو الذي يوضع على رأس المجاهد ) لقطعت يده، وقد سرق رجل رداء إنسان يعني كرداء المحرم فقطعت يده(1). ¶ __________ ¶ (1) رواه النسائي 8/69.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وأخبر النبي -صلى الله عليه وسلم- برداءة نفس السارق حيث قال : « لعن الله السارق يسرق البيضة فتقطع يده ويسرق الحبل فتقطع يده »(1) (البيضة هي الخوزة التي توضع على رأس المقاتل ) ، ( والحبل حبل السفينة الذي يمسكها ) يعني أن هذا شيء زهيد تقطع فيه اليد، لماذا؟ ذلك لتعظيم الذنب الذي يوقع في هذه العقوبة وذلك أن السارق يخيل إليه أن هذه السرقة لا إثم فيها ولا ذنب وأنه بسببها سيحصل على مال، وسينجو ولكن لا يتذكر أنه ربما يقبض عليه أو يقطع رأسه أو تقطع يده ورجله أو ما أشبه ذلك ، والله -تعالى- ذكر حكم قطاع الطريق الذين يجلسون في الطريق فمن مر بهم اغتصبوا ماله وإن قاومهم قاتلوه ، قال تعالى : ? إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلَافٍ أَوْ يُنْفَوْا مِنَ الْأَرْضِ ? [ سورة المائدة، الآية : 33 ]. ¶ __________ ¶ (1) رواه مسلم 3/1314.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "يقول ابن عباس إذا قتلوا أحدا وأخذوا المال قتلوا ثم صلبوا، أي صلبوا على خشبة مرتفعة ليكون ذلك زجرا عن أفعالهم السيئة، وأما إذا قتلوا ولم يأخذوا المال فإنهم يقتلون ولا يصلبون، أما إذا أخذوا المال ولم يقتلوا فإنهم يقطع من كل واحد منهم يد من جانب ورجل من جانب وهو معنى قوله: ? تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلَافٍ ? [ سورة المائدة، الآية : 33 ] وإذا قطعوا يدا تقطع أيديهم مثلها، فلو كانوا عشرين واجتمعوا فقطعوا يد إنسان قطعت يد كل من العشرين، وإذا فقأوا عين إنسان وكانوا عشرين أو أكثر فقئت عين كل واحد منهم قصاصا حتما حتى لا يكون ذلك دافعا لغيرهم إلى أن يفعلوا كفعلهم ، فما الذي حملهم على ذلك ؟ هل كانوا عارفين بأن ذلك سيقع ؟ بل هم جاهلون يعتقدون أنهم سيحصلون على مال بطريقة القهر وبطريقة الغلبة ثم يسلمون ولا يحصل بهم شيء ولو علموا أنهم سيعاقبون بهذه العقوبة في الدنيا لانزجروا . ¶ فالزاني -مثلا- إذا زنى مرة واحدة، وكان عنده زوجة أو قد تزوج عقوبته أنه يرجم بالحجارة إلى أن يموت، فلو كان مستحضرا لذلك لما فعل ذلك، أي لو كان عند فعله الفاحشة يتحقق أنه سيرجم لانزجر ، ولما فعل هذه الفعلة الشنيعة ، ولكن الجهل حمله على ذلك ، والزاني -مثلا- إذا لم يكن قد تزوج يشهر أمام طائفة كبيرة من الناس ويجلد جلدا قويا مئة جلدة ولا يرق له لقوله تعالى : ? وَلَا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِي دِينِ اللَّهِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَلْيَشْهَدْ عَذَابَهُمَا طَائِفَةٌ مِنَ الْمُؤْمِنِينَ ? [ سورة النور، الآية : 2 ]. ¶ لو كان مستحضرا ذلك لما أقدم على فعل هذه الفاحشة المحرمة، ولكن حمله على ذلك الجهل بالحكم، ووقع في هذا الأمر المحرم والعياذ بالله.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "كذلك -أيضا- بقية المحرمات فمثلا شارب الخمر يجلد أربعين أو ثمانين جلدة ، والقاذف الذي يرمي إنسانا ويقول: أنت زنيت أو أنت فعلت فاحشة يجلد ثمانين جلدة، وترد شهادته ويحكم بفسقه إلا أن يتوب، ولو كان يستحضر ذلك لما أقدم على فعل هذه الفاحشة المحرمة -والعياذ بالله- الساحر قد حكم النبي -عليه الصلاة والسلام عليه- بأنه يقتل لقوله: حد الساحر ضربة بالسيف(1) . ¶ ولكن لا يتفكر في ذلك هذا بالنسبة لعذاب الدنيا، ومعلوم -أيضا- أن عذاب الدنيا أهون من عذاب الآخرة. ¶ لقد أخبر الله - تعالى - بعقوبة عظيمة في الآخرة على فعل المحرمات في حديث يخبر فيه نبيه -عليه الصلاة والسلام- عن بعض الذنوب فيقول : ¶ « اجتنبوا السبع الموبقات (يعني المهلكات) الشرك بالله، والسحر، وقتل النفس التي حرم الله إلا بالحق، وأكل الربا ، وأكل مال اليتيم، والتولي يوم الزحف، وقذف المحصنات الغافلات المؤمنات»(2) هذه سبع من كبائر الذنوب، وقد تكون من الشرك ، أخبر بأنها موبقات كذلك -أيضا- قد ذكر الله لها عقوبات في الآخرة فقال تعالى في آكل الربا : ? فَمَنْ جَاءَهُ مَوْعِظَةٌ مِنْ رَبِّهِ فَانْتَهَى فَلَهُ مَا سَلَفَ وَأَمْرُهُ إِلَى اللَّهِ وَمَنْ عَادَ فَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ ?[ سورة البقرة، الآية : 275 ] . ¶ __________ ¶ (1) رواه الترمذي 4/32. ¶ (2) البخاري مع الفتح 12/181.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "مع أنه قد يكون متأولا ، جعل الله هذا منه تأولا ولم يعذره فقال: فَأُولَئِكَ أَصْحَابُ النَّارِ كذلك الذي يأكل مال اليتيم، بأن يكون عنده مال يتيم فيأكله ويخفيه ، توعده الله بوعيد قال تعالى : ? إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا وَسَيَصْلَوْنَ سَعِيرًا ?[ سورة النّساء، الآية : 10 ] هذه عقوبة آكل مال اليتيم كذلك الذي يرمي إنسانا فيقول: أنت زان ، أنت زانية ، وهو كاذب عليه ، توعدهم الله بوعيد في قوله تعالى : ? إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ الْغَافِلَاتِ الْمُؤْمِنَاتِ لُعِنُوا فِي الدُّنْيَا وَالْآخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌ *يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ بِمَا كَانُوا يَعْمَلُونَ *يَوْمَئِذٍ يُوَفِّيهِمُ اللَّهُ دِينَهُمُ الْحَقَّ ?[ سورة النّور، 23 ـ 25 ] . ¶ عقوبة كلمة واحدة هذه الأمور كلها ، إذا لو كان الإنسان يستحضر عندما يتكلم بهذه الكلمة هذه العقوبات ما فعلها ولا أقدم عليها ولكن لا يستحضرها ، فما الذي حال بينه وبين ذلك ؟ أليس هو الجهل ؟! الجهل داءٌ قاتل . ¶ « الوسائل التي تزيل الجهل وتمحو الأمية عن المسلمين » :",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وحيث عرفنا هذا الجهل وأنه بهذه المثابة وأن له آثارا سيئة، فإننا نحث إخوتنا على أن لا يبقوا على هذا الجهل، ويؤسفنا أن في هذه البلاد في الرياض المدارس الليلية الكثيرة ولا يدخلها إلا القلة أو الأصاغر أو نحو ذلك، يؤسفنا أن هناك حلقات علم كثيرة يقيمها العلماء في بيوتهم أو في مساجدهم ولا يحضرها إلا القليل، والكثير لا يحضرونها، ويؤسفنا أن الكثير من المحاضرات أو الندوات ونحوها لا يحضرها إلا قلة بالنسبة إلى الأكثر من الذين ينفرون أو يذهبون أو نحو ذلك ، يؤسفنا أن في صلاة الجمع -مثلا- يمتلئ المسجد وتمتلئ أطرافه وإذا قام بعد الصلاة إنسان ليعظ أو ينصح أو يذكر هربوا ولم يبق عنده إلا قلة قليلة وكأنهم في سجن وفي ضيق أو كأنهم مستغنون عن الفائدة ونحو ذلك، وهذا -أيضا- إعراض عن العلم وإعراض عن أسبابه، يؤسفنا أن كثيرا يبقون على جهلهم وهم يعرفون أن هناك علماء وهناك مفتون ومعلمون ونحو ذلك . ¶ فأنا -مثلا- أجلس في المكتب لأتقبل الذين يأتون يسألون، ولكن الذين يسألون بواسطة الهاتف أو مشافهة غالب أسئلتهم لا تتعلق بالدين، إنما تتعلق بالمعاملات أو بالطلاق ونحو ذلك ، إذا وقع أحدهم في طلاق أو في ظهار أو في تحريم أو ما أشبه ذلك بحث وسأل، فطوال عمره - عشرين سنة أو أكثر- ما اهتم ولا سأل فلما وقع عليه الأمر أراد أن يسأل ، لماذا بقيت على جهلك هذه السنوات حتى وقعت في هذا التحريم أو في هذا الظهار أو في هذا الطلاق أو في هذا الحلف الذي لم تف به، فلو كنت عالما أو متعلما أو مهتما بالعلم لما وقعت في هذا الجهل ، وهؤلاء الذين يأتون ويسألون عن وقائع وقعت بهم يقول أحدهم: أنا حلفت بكذا، أنا وقع مني كذا، أنا نذرت أو ما أشبه ذلك، إنما يسألون عن شيء ابتلوا به فقط ويحاولون التخلص منه.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "لماذا لم يسألوا من قبل ؟ لماذا لم يتعلموا؟ لقلة الاهتمام ، هل عندهم أشغال تقطعهم وتعوقهم ؟ ليس الأمر كذلك بل الكثير منهم عندهم فراغ كثير بحيث يقول بعضهم: نحن عندنا، وقت طويل عندنا فراغ ونمل من هذا الفراغ، وإذا مللنا لا بد أن نشغل وقتنا هذا بشيء حتى نقطع الوقت عنا، فنشتغل باللعب بالورق حتى إذا جاء وقت الصلاة قمنا ، فسبحان الله أما عندكم شغل غير هذا اللعب ! لماذا لا تقرؤون القرآن ؟ لماذا لا تتدارسونه بينكم؟ لماذا لا تحفظون كتاب الله هل منكم من حفظ القرآن عن ظهر قلب ؟ يقولون لا نعرف ، لماذا لا تتعلمون حتى تعرفوا، أليس عندكم أمور تهمكم ؟ لماذا لا تتزاورون في ذات الله وتتبادلون النصيحة ؟ لماذا لا تزورون العلماء وتبحثون معهم وتسألون؟ لماذا لا تقتنون كتب الدين وكتب العلم وتقرؤونها ، وتقضون بها أوقاتكم، هذا الوقت الذي هو طويل عندكم -كما تقولون- سوف تجدون ما تقضونه به، فلا عذر لكم بأن تبقوا على هذا الجهل إذن فنحن نقول: لا عذر لأحد في البقاء على الجهل ، سيما في هذه الأزمنة فقد توفرت -والحمد لله- الأسباب التي يزول بها الجهل . ¶ « اقتناء الكتب التي تهم في أمور الدين وقراءتها » :",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "فعندنا الكتب قد يسر الله طبعها ونشرها، وقد تكون مجانا، وقد تكون بثمن بخس، فلا يبخل الإنسان أن يشتري أو أن يقتني بعض الكتب التي تهمه في أمور الدين، وإذا اقتناها يقرأ منها وقت فراغه، ويستفيد ويقرأ أو يجتمع -مثلا- خمسة أو عشرة ويقرأ أحدهم ويتساءلون فيما بينهم عن معنى هذه الجملة، أو عن المراد بهذا الحديث، أو ما يراد بهذه الآية أو ما أشبه ذلك ، وعندنا -مثلا- الأشرطة الإسلامية -والحمد لله- قد تيسرت لم توجد إلا في هذه الأزمنة، ولم تكن تدخل في حسبان أو في ظن من قبلنا، ولكنها آية من آيات الله أخرجها الله ويسرها، فيها العظات وفيها العلوم وفيها الأحكام، وفيها القرآن والأحاديث وما أشبهها، وبإمكانك أن تستمع لها، ولو كنت في سيارتك، ولو كنت على فراشك، ولو كنت مع غيرك أن تفتح على هذا الشريط الديني، وتستمع إليه وتستفيد مما فيه من عظات ونحوها حتى يزول ذلك الجهل الذي خيم على القلوب، وعندنا -مثلا- القرآن، الحمد لله الذي قد يسره قال تعالى : ? وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ ? [ سورة القمر، الآية : 17 ]. ¶ « تخصيص وقت يومي لقراءة القرآن » : ¶ ثم تيسرت المصاحف وامتلأت بها المساجد والدور ونحوها، لماذا لا نجعل لنا أوقاتا نقرأ فيها، فلو جعلت لك كل يوم ساعة أو ساعتين، تقرأ فيها ما تيسر من القرآن لحصلت على خير كثير، إما فائدة علمية، وإما أجرا أخرويا ، وعندنا -مثلا- الكتابات قد تيسرت -أيضا- فعليك أن تكتب إلى العلماء وتسألهم وتستفيد منهم، وعندك -مثلا والحمد لله- الهواتف ، المكالمات الهاتفية فإن فيها فائدة، وفيها تيسير لنيل العلم، وأنت في بيتك ، ما بينك وبينها إلا أن تحرك أصابعك وأن ترفع السماعة ثم تسأل وتلقى من يجيبك -إن شاء الله- هذه وسيلة من الوسائل . ¶ « حضور الندوات والحلقات العلمية » :",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وعندنا -مثلا- الندوات والحلقات العلمية التي تقام في المساجد والجوامع الأخرى ونحوها، ولا شك أيضا أن فيها ما يزيل الجهل، وما يبصر الإنسان لما خلق له دون عناية أو كلفة أو نحوها، فهي في كل الأماكن وبواسطة السيارات تصل إلى طرف البلاد الذي فيه محاضرة أو مذاكرة أو نحو ذلك ، وعندنا -مثلا- الخطب التي تخطب علينا في كل جمعة غالبا أنها تشتمل على أحكام، وتشتمل على مواعظ ونحوها ولكن يؤسفنا أن الناس يستمعون إلى الخطبة ثم إذا انصرفوا إلى مجالسهم لا يذكرون شيئا مما استفادوه بينما يتكلمون في أمورهم العادية في أمور دنياهم وفي مباحثهم ونحو ذلك ولا يقولون قال الخطيب كذا وحفظنا منه واستفدنا منه كذا وكذا حتى يتفقدوا أنفسهم هل هم عاملون بها أو ليسوا بعاملين حتى يستفيدوا، ولقد اجتهدت حكومتنا -أيدها الله تعالى - ببذل الوسائل التي تزيل الجهل وتمحو الأمية عن المسلمين؛ فيبقى المسلمون كلهم إما علماء، وإما مستعدون للعلم، ولو لم يكن إلا المدارس النهارية والليلية ولكن للأسف أن الكثير من الكبار أو المتوسطين في التعليم يبقون على جهلهم ولا يسألون ولا يتعلمون ولا يقرأون، وكأن الذي حملهم على ذلك هو الكبر والاستحياء أو نحو ذلك ، وقد ورد في بعض الآثار : « لا يتعلم العلم مستحي ولا متكبر »(1) فلا يغلبك هذان الأمران، بل تواضع لربك، واقرأ وتعلم ولو على ولدك واستفد منه، وإن كان ابن عشر سنين ونحو ذلك، ولو على ولد صديقك ، اقرأ عليه آيات من القرآن، وهو يرد عليك ويعلمك ، تواضع ولا تستحي ولا تتكبر حتى يزول بذلك الجهل ويحل مكانه العلم وإذا حل العلم -إن شاء الله- تبعه العمل . ¶ __________ ¶ (1) الأثر عن مجاهد ـ رحمه الله ـ. انظر البخاري مع الفتح 1 ص 228.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "هذا تنبيه على بعض هذه المسائل، والمسألة أعظم من أن يحيط بها ذلك، فعلى المسلمين أن يكونوا منتبهين لذلك، وعليهم أن يحتاطوا لهذه الأمور ، وعليهم أن يبذلوا الجهد الذي يكونون به عالمين عاملين إن شاء الله . ¶ نسأل الله أن يرزقنا علما نافعا، وعملا صالحا متقبلا، ونعوذ به من علم لا ينفع، ومن قلب لا يخشع، ومن دعاء لا يسمع، إنه ولي ذلك والقادر عليه ، والله أعلم. ¶ وصلى الله وسلم على سيدنا محمد وعلى آله وصحبه أجمعين.",
            "page": "23",
            "part": "1"
        }
    ],
    "t35040": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الجهل وآثاره"
        }
    ]
}