{
    "b35047": [
        {
            "id": "1",
            "nass": "الأخوة الإسلامية ¶ هي الرابطة العالمية ¶ د/ عبد العزيز بن عبد الله الحميدي ¶ الأستاذ بكلية الدعوة وأصول الدين ¶ جامعة أم القرى ¶ بسم الله الرحمن الرحيم ¶ إن الحمد لله نحمده ونستعينه ونستغفره ونتوب إليه ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا من يهده الله فلا مضل له ومن يضلل فلا هادي له وأشهد أن لا إله إلا الله وحده لاشريك له وأشهد أن محمدًا عبده ورسوله صلى الله عليه وعلى آله وصحبه أجمعين . ¶ وبعد : فإن من الموضوعات المهمة البحث في الروابط التي تربط بين البشر لأن هذه الروابط يترتب عليها قيام مجتمع سليم أو سقيم حسب نوعية هذه الروابط . ¶ والأخوة الإسلامية هي الرابطة السامية التي تربط بين المسلمين في العالم .. هذه الرابطة المحكمة التي يمكن أن تقوم بين البشر جميعا على مختلف لغاتهم وأوطانهم وأنسابهم وألوانهم تحت شعار واحد وراية واحدة. ¶ شعار يستوي فيه البشر جميعا ولايرتفع أحد بلونه أو نسبه أو وطنه بل كل هذه الاعتبارات لاقيمة لها أمام هذا الشعار السامي لأنها من نتاج الجاهلية العمياء التي تذكى نار العداوة والبغضاء بتغذية هذه الاعتبارات ورفعها . ¶ شعار يرفع المظلوم الذي استضعفه المجتمع الجاهلي وهضمه حقوقه , وكبت فيه روح التنافس والطموح , إما لنسبه أو لونه أو غير ذلك من الاعتبارات والمقاييس الجاهلية فأحلَّه هذا الشعار السامي منزلة عالية , وسلمه قيادة البشرية , فإذا بالعبيد والمستضعفين من رجال الفكر الذين أَبعدهم المجتمع الجاهلي عن القيادة نجدهم سادة للأمم وروادًا للإصلاح والتوجيه . ¶ هذا الشعار هو شعار الأخوة الإسلامية الذي يقتضى وزن الناس بميزان الإسلام الرحيم العادل لا بمقاييس الجاهلية الجائرة .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "والعالم اليوم قد سئم من ترديد الشعارات الكاذبة التي يرفعها ساسة الدول الكبرى بين الحين والآخر زاعمين أنهم يعملون للسلام العالمي , وأنهم يحاولون إيجاد روابط بين البشر تقوم على المودة والتفاهم ونبذ حياة الخوف والذعر , التي تفرضها الحروب الدامية التي يشعل نارها غالبا قادة الدول الكبرى , وأحيانًا غلبة العصبية الجاهلية في الشعوب المتخلفة . ¶ والعالم اليوم يتطلع لمن يمد يده إليه لينتشله من حومة الرذائل والحيرة القاتلة والاضطراب النفسي المنهك .. هذه الأمراض النفسية التي وقع في شباكها بسبب طغيان المادة في حياة الناس , وتوافر عدد كبير من المجرمين الذين يقومون بالتخطيط الدائم لهلاك البشرية في مقابل ملء كنوزهم بحطام الدنيا الزائل , وتربُّعهم على عرش السيادة العالمية . ¶ والعالم اليوم يتطلع للحياة السعيدة التي يعيش فيها بأمان , وتتوافر له فيها ظروف المعيشة الكريمة , وأن يتعامل مع الآخرين بالأخلاق الفاضلة والكرامة الإنسانية المتجردة من العدوانية والوحشية . ¶ وذلك كله وغيره من الأماني السامية لايمكن أن يتحقق إلا بانتشار دعوة الإسلام وسيادته على الأرض , وبروز الإخاء الإسلامي العالمي, البعيد كل البعد عن العدوان والتسلط , والخضوع للعصبية الجاهلية الممقوتة . ¶ فبانتشار دعوة الإسلام وسيادة دولته على الأرض ينعم العالم كله بالإخاء الإسلامي العالمي , سواء في ذلك المسلمون أو من سيكون تحت حمايتهم من أهل الذمة , والتاريخ الإسلامي المجيد في عصره الأول شاهد حي على السعادة البشرية تحت ظلال الأخوة الإسلامية . ¶ وإن مما أحب أن ألفت النظر إليه أن هذا البحث هو أول كتاب ألفته , حيث كتبته في سنة إحدى وتسعين وثلاثمائة وألف , حينما كنت في السنة الأولى للدراسة المنهجية لمرحلة الماجستير في مادة البحث , ولكن نشْره تأخر كثيرًا حيث قدَّمتُ عليه كتبا أخرى رأيت الحاجة إلى نشرها أكثر , وقد أضفت إليه بعض الإضافات .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "واقع الأمم قبل الإسلام ¶ قبل الشروع في الكلام على هذا الموضوع أحب أن ألقي نظرة على واقع الأمم قبل الإسلام نحو الروابط الاجتماعية ليتبين لنا المستوى العالي الذي رفع الله جل وعلا هذه الأمم إليه بالإسلام ثم أُعطِى فكرة عن مزايا هذه الرابطة الإسلامية وعوامل تقويتها وعوامل إضعافها والثمرات العظيمة التي تجنيها الأمة الإسلامية من تطبيقها . ¶ لقد كانت الأمم قبل الإسلام في تدهور تام في أكثر أمورها , ويهمنا الآن مايتعلق بالروابط الاجتماعية ومقاييس الرفعة والكرامة . ¶ كانت نظرة العالم آنذاك قومية ومحدودة تعتمد على الأنانية والأثرة وحب الذات , فكل فرد يفكر في مصلحته الخاصة , وإذا كان ذلك لايتم إلا بالتضامن مع غيره فإن الجماعات تتكون وتقوم الدول , والهدف الكبير تأمين مصالح القوم الذين اتفقوا على ظلم الآخرين وسلب خيرات الأرض,وإذا تعارضت مصالح هؤلاء القوم حصل بينهم التنافس والانقسام وقامت بينهم الحروب الطاحنة , وقد تمحضت الأرض آنذاك للضلال ماعدا بقايا من أهل الكتاب على مافيهم من انحراف , كما قال رسول الله ( \" وإن الله نظر إلى أهل الأرض فمقتهم عربهم وعجمهم إلا بقايا من أهل الكتاب \" أخرجه الإمام مسلم ضمن حديث طويل عن عياض المجاشعي رضي الله عنه (1) . ¶ __________ ¶ (1) ... صحيح مسلم , كتاب الجنة رقم 2865 .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وجمهور الناس كانوا يريدون الدنيا ولايعرفون العمل للآخرة ومنهم من يبحث عن الدنيا من مال أو جاه بجهودهم الفردية والأكثرون كانوا يُكَوِّنون القبائل والأحزاب والجماعات للحصول على أكبر قدر ممكن من المكاسب الدنيوية,واجتماعهم على العمل ليس مبنيا على الأخوة والمحبة وإنمااجتمعوا لتكون غارتهم على الآخرين قوية وليكتسحوا أكبر قدر من خيرات الأرض,فهم يشبهون عصابات اللصوص الجماعية,ولافرق بينهم إلا أن عصابات اللصوص عملهم مكشوف وهدفهم واضح وليس له غطاء أمني ,فهم معرضون لنقمة الحكومات منهم في كل وقت أماهؤلاء فإنهم لصوص مغلفون يحاولون بجهدهم أن يصلوا إلى السلطة ليسلبوا الناس حقوقهم باسم الشرعية فإذا وصلوا إلى الحكم والتسلط على الناس اتخذوهم عبيدا لهم يكدحون وينصبون ويتعرضون لأخطار الحروب والمهالك من أجل رفاهية هذه الفئة التي تضامن أصحابها واتفقوا على ظلم الناس وقهرهم ويظل الناس عبيدا لهم لأنهم لم يصلوا إلى مستواهم في التضامن على إرادة الشر,حتى إذا وصلت طائفةمنهم إلى هذا المستوى حصل النزاع وقامت الحروب كماهو الواقع في حياة الأمم قبل الإسلام. ¶ حال الروم قبل الإسلام : ¶ فالدولة الرومية كانت تتنازعها الخلافات الدينية العقيمة كالخلاف حول طبيعة المسيح عليه السلام فكانت طائفة منهم تعتقد بازدواج طبيعة المسيح بين البشرية والإلهية وهي الطائفة ( الملكانية ) التي هي مذهب حزب الدولة والطائفة الثانية ( المنوفيسية ) وهي حزب القبط المصريين القائلين بأن للسيد المسيح طبيعة واحدة وهي الإلهية التي تلاشت فيها طبيعة المسيح البشرية وكان من جراء هذا الخلاف العقائدي أن وقعت صراعات عنيفة واضطهاد فظيع من قبل الدولة الرومية للأقباط المصريين ولم يخلصهم من هذا الاضطهاد إلا الفتح الإسلامي (1) . ¶ __________ ¶ (1) ... عن كتاب \" ماذا خسر العالم بانحطاط المسلمين \" لأبي الحسن الندوي \" ص 29 .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "أما ما اشتهر عن الرومان من العدل فهو لأنفسهم فقط أما من تحت أيديهم من الشعوب فإنهم يستغلونها لترفيه الطبقة الممتازة منهم (1) . ¶ حالة الفرس قبل الإسلام : ¶ أما الفرس فلم يكونوا أسعد حالا من الرومان بل كانت الطبقية تظهر فيهم بصورة أكبر مما هي عليه عند الرومان فقد كان الأكاسرة يدّعون أنه يجري في عروقهم دم إلهي وكان الفرس ينظرون إليهم كآلهة ويعتقدون أن لهم حقا على كل إنسان وليس لإنسان حق عليهم بل عليه السمع والطاعة وخصوصا البيت ( الكياني ) الذي الذي يختص بالملك ولو كان أفراده أطفالا , وكانوا يعتقدون في البيوتات الروحية والأشراف من قومهم فيرونهم فوق العامة في طينتهم ويعطونهم سلطة لاحد لها وكذلك العامة كانوا طبقات متميزة وكان لكل واحدة مركز في المجتمع(2). ¶ ولقد تقاسم السلطة على العالم آنذاك هاتان الدولتان القويتان وهما دولة الروم والفرس . ¶ وقامت هاتان الدولتان على المنهج السابق وهو تقسيم الناس إلى سادة وعبيد , فالحكام هم السادة الأعلون والذين يساعدونهم في حكمهم ويثبتونه لهم يعتبرون عبيدا لهم , ولكنهم في نفس الوقت سادة على من هم دونهم في المنزلة . ¶ ولقد أدرك الصحابة رضي الله عنهم هذا الخلل الخطير في الدولتين فايقنوا بزوال ملكهم وركزوا على تبكيت زعماء هاتين الدولتين بتذكيرهم بما قاموا به من استعباد الناس وحاولوا رفع معنوية الشعوب لتتخلى عن نصر أولئك الطغاة . ¶ __________ ¶ (1) ... عن كتاب \" الإسلام على مفترق الطرق \" لمحمد أسد ص 38 . ¶ (2) ... عن كتاب \" ماذا خصر العالم بانحطاط المسلمين \" ص 40 و 41 .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "يتبين ذلك جليا في المحاورة العالية التي جرت بين وفود المسلمين إلى رستم قائد الفرس وكان من أوائل من حاوروه زهرة بن عبد الله بن الحَوِيَّه أمير المقدمة وقد قال له رستم : كنتم جيراننا وكنا نحسن إليكم ونحفظكم – وأخبره عن صنيعهم مع العرب – فقال له زهرة : ليس أمرنا أمر أولئك ولاطلبتنا طلبتهم إنا لم نأتكم لطلب الدنيا إنما طلبتنا وهمتنا الآخرة وقد كنا كما ذكرت إلى أن بعث الله فينا رسولا فدعانا إلى ربه فأجبناه , فقال لرسوله : إني قد سلطت هذه الطائفة على من لم يَدِنْ بديني فأنا منتقم بهم منهم , وأجعلُ لهم الغلبة ماداموا مقرين به , وهو دين الحق لايرغب عنه أحد إلا ذل ولايعتصم به أحد إلا عزَّ , فقال له رستم : ماهو ؟ قال : أما عموده الذي لايصلح إلا به فشهادة أن لا إله إلا الله وأن محمدًا رسول الله والإقرار بما جاء به من عند الله قال: ما أحسن هذا وأي شيء أيضًا ؟ قال : وإخراج العباد من عبادة العباد إلى عبادة الله , قال : حسن وأي شيء أيضا ؟ قال : والناس بنوا آدم وحواء أخوة لأب وأم قال : ما أحسن هذا , ثم قال رستم : أرأيت إن أجبت إلى هذا ومعي قومي كيف يكون أمركم أترجعون ؟ قال : أي والله ثم لانقرب بلادكم أبدا إلا في تجارة أو حاجة قال : صدقتني والله , أما إن أهل فارس منذ ولى أردشير لم يدعوا أحدا يخرج من عمله من السفلة – يعني العامة – وكانوا يقولون : إذا خرجوا من أعمالهم تعدوا طورهم وعادوا أشرافهم , فقال له زهرة : نحن خير الناس للناس فلا نستطيع أن نكون كما تقولون بل نطيع الله في السفلة ولايضرنا من عصى الله فينا . ¶ وبنحو ذلك أجاب ربعي بن عامر حينما حاوره رستم بكلام بليغ بعد سلوك رفيع أظهر فيه عزة الإسلام والمسلمين وكان مما قال : الله ابتعثنا والله جاء بنا لنخرج من شاء من عبادة العباد إلى عبادة الله , ومن ضيق الدنيا إلى سعتها ومن جور الأديان إلى عدل الإسلام .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وكذلك أجابهم المغيرة بن شعبة حيث قال : قد كانت تبلغنا عنكم الأحلام ولا أرى قوما أسفه منكم إنا معشر العرب لايستعبد بعضنا بعضا إلا أن يكون محاربا لصاحبه فظننت أنكم تواسون قومكم كما نتواسى فكان أحسن من الذي صنعتم أن تخبروني أن بعضكم أرباب بعض , فإن هذا الأمر لايستقيم فيكم ولايصنعه أحد , وإني لم آتكم ولكن دعوتموني, اليوم علمت أن أمركم مضمحل وأنكم مغلوبون وأن مُلكًا لايقوم على هذه السيرة ولا على هذه العقول فقالت السفلة : صدق والله العربي , وقالت الدهاقين : والله لقد رمى بكلام لاتزال عبيدنا ينزعون إليه , قاتل الله أوّلينا ماكان أحمقهم حين كانوا يصغِّرون أمر هذه الأمة (1) . ¶ __________ ¶ (1) ... تاريخ الطبري 3/517 – 520 .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وعلى المنهج نفسه كان الروم يسيرون حيث كانوا يعدُّون شعوبهم عبيدا لهم ومن أمثلة ذلك مارواه الأزدي في تاريخه من حديث أبي بشير التنوخي وكان نصرانيا فأسلم , وقد حضر مع الروم في معركة اليرموك قبل أن يسلم فذكر خطبة قائد الروم \"باهان\" في حث قومه على عدم الاعتداء على الآمنين ثم قال : فقام إليه رجل من أهل البلد فشكا إليه مظلمة , يقول أبو بشير : فتكلم بلسانهم وأنا أفقه كلامهم . فقال: أيها الملك , عشت الدهر ووقيناك بأنفسنا مكروه الأحداث , إني امرؤ من أهل البلد من أهل الذمة وكانت لي غنم أظنها مائة شاة أو تنقص قليلا وكان فيها ابن لي يرعاها فمر بها عظيم من عظماء أصحابك فضرب خباءه إلى جنبها ثم أخذ حاجته منها ثم أنهب بقيتها أصحابه فجاءته امرأتي وابنتي فشكت إليه انتهاب أصحابه غنمي وقالت أما ما أخذت لنفسك فهو لك وأما ما أخذ أصحابك فابعث إليهم فليردوا علينا غنمنا فلما رآها أمر بها فأدخلت خباءه فطال مكثها عنده فلما رأى ذلك ابنها دنا من باب الخباء فطالع فإذا هو بصاحبه ينكح أمه أو أخته وهي تبكي فصاح الغلام فأمر به فقتل فأخبروني ذلك فأقبلت إلى ابني فأمر بعض أصحابه فشدوا علي بالسيف ليضربوني فاتقيتهم بيدي فقطعوها قال له باهان : أفتعرفه ؟ قال : نعم قال : وأين هو ؟ قال : هو هذا العظيم من عظمائكم, قال باهان للعظيم الرومي : أحق مايزعم هذا ؟ قال : نعم , قال وماحملك على ماصنعت ؟ قال : إنما هي أمتي وإنما زوجها عبدي , أتمنعني أن أقضي لذتي من أمتي وتريد أن تقتلني بعبدي ؟ ¶ وغضب ذلك العظيم الذي فعل بالرجل مافعل وغضب له ناس من أصحابه وكان فيهم ذا شأن وشرف فأقبل ناس من أصحابه أكثر من مائتي رجل فشدوا على المستعدي ( يعني هجموا على الشاكي ) فضربوه بأسيافهم حتى مات (1) . ¶ __________ ¶ (1) ... فتوح الشام للأزدي / 175 – 177 .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وهذا الاستعباد الذي قامت عليه دولة الفرس والروم ليس مجرد حالات فردية وإنما هو المنهج العام الذي سارت عليه هاتان الدولتان مع الأمم التي سيطرت عليها . ¶ وكانت مالية تلك الدول تقوم على الضرائب التي تجبى من الشعوب بالقسر والإكراه وبدون دافع مثالي , بل لمجرد جمع المال اللازم لبقاء تلك الدول , ولما كان وجود الدول واستمرارها يقوم على إعداد الجيوش الضخمة , والموظفين الذين يقومون بخدمة تلك الدول وحمايتها كان لابد من إلزام أفراد الشعوب بدفع الضرائب التي تؤمِّن ذلك المال , وحيث إن القناة الوحيدة التي تصل عبرها تلك الأموال إلى الجنود والموظفين هي تلك الدول فإن هؤلاء المجنَّدين والمستخدمين يعطون ولاءهم لتلك الدول ويبالغون في تعظيمها وخدمتها , وهم في الحقيقة يشكِّلون دوائر في تكوين تلك العصابات التي تتولى أمور الناس لأن المسئولين عن الحكم بحاجة ماسة إلى هؤلاء , وهؤلاء بحاجة ماسة إليهم وكل فريق يرى أن وجوده ضروري مع الآخر , ولهذا فإن كل فريق من هؤلاء وأولئك يُعدُّون مستعبَدين للفريق الآخر لشعورهم بافتقارهم إليهم , وإن كان الظاهر على السطح أن الجنود والمستخدمين هم العبيد للحكام الطغاة المتجبرين . ¶ وإن لهذه الطريقة التي كانت تسير عليها الدول آنذاك مفاسد عظيمة من أبرزها قتل العقول والقضاء على حرية التفكير والتعبير , وتعطيل قطاعات ضخمة من أبناء الأمة في سبيل تثبيت حكم تلك الدول وضمان استمرار رفاهيتها لأن قطاع الجنود والمستخدمين لايفيدون الأمة بأي عمل , وكلما كان هذا القطاع كبيرًا كانت إصابتها بالشلل أعمق وأوسع .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وإننا حينما نعقد مقارنة بين تلك الدول والدولة الإسلامية التي خلَفت تلك الدول نجد فروقا عظيمة من أبرزها أن الدولة الإسلامية لاتفرض الضرائب على المسلمين بل بضد ذلك تفرض لهم العطاء من بيت المال ,وإنما تفرض الجزية على غير المسلمين لإلجائهم إلى الدخول في الإسلام لأنهم إذا دخلوا في الإسلام حصل لهم أمران محبوبان: الأول وضع الجزية عنهم , والثاني حصولهم على العطاء الذي يحصل عليه المسلمون . ¶ ومن أبرزها أنها لاتعطى جنودها رواتب ثابتة منتظمة , وإنما يأخذ جنودها من العطاء مثل غيرهم من المسلمين إضافة إلى مايحصلون عليه من الغنائم إذا شاركوا في الجهاد , ثم هم في غير وقت الجهاد يعملون في عمران الأرض كغيرهم , بل إنه لايكاد يوجد من يستطيع حمل السلاح إلا ويعدُّ نفسه جنديا في دولة الإسلام وبهذا وغيره من المزايا تفوقت دولة الإسلام في عصورها الأولى على كل الدول المعاصرة لها . ¶ أظلم نظام طبقي في العالم : ¶ أما أشد تلك الأنظمة الطبقية وأعظمها جورا فهو القانون المعمول به في الهند في العصر الجاهلي ولايزال حتى الآن وهو المعروف الآن بـ\"منوشاستر\" حيث يقسم أهل البلاد إلى أربع طبقات وهي : ¶ 1 – البراهمة وهم الكهنة ورجال الدين . ¶ 2 – شتَّرى وهم رجال الحرب . ¶ 3 – وْبش وهم رجال الزراعة والتجارة . ¶ 4 – شَودَرْ وهم رجال الخدمة . ¶ وقد رفع هذا القانون شأن البراهمة وجعل لهم امتيازات وحقوقا ألحقتهم بالآلهة ووضع من شأن الطبقة الرابعة حتى عدَّهم أحط من البهائم ومن الشرف لهم أن يقوموا بخدمة البراهمة (1) . ¶ حالة العرب قبل الإسلام : ¶ __________ ¶ (1) ... عن كتاب \" ماذا خسر العالم بانحطاط المسلمين \" ص49 – 50 .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "أما العرب في الجاهلية فقد كانوا في فوضى واضطراب وتناحر وكان انعدام الأخوة الإنسانية بينهم أشد خطرا عليهم وأبلغ ضررا من الأمم الأخرى نظرا لوجود الحكومات في هذه الأمم التي تمنع من وقوع الحروب بين رعيتها أو تخفف من ذلك على الأقل , أما العرب فلم يكونوا يعرفون نظام الحكم الشامل بل كانت كل قبيلة تحكم نفسها بنفسها بمقتضى أعراف وتقاليد اتفقوا عليها . ¶ ونظرًا لتمكن النظام القبلي من نفوسهم فقد أصبحوا يحصرون الأخوة في أفراد قبائلهم وينظرون إلى القبائل الأخرى نظرة عداء وقد ساعد على انتشار الحروب بينهم عوامل كثيرة : منها انعكاس المفاهيم عندهم حيث أصبحوا يصرفون طاقاتهم في بلوغ المحامد والفضائل على غير وجهها , فالشجاعة مثلا من الأخلاق الحميدة والعرب يشتهرون بها ولكنهم لايستغلونها في وجوهها المحمودة كالدفاع عن المظلومين وإحلال الأمن , بل يستغلونها في نشر الفوضى والرعب بين الآمنين وكسب السمعة والجاه بين الناس وإن كان ذلك على حساب الإضرار بالآخرين وعندما يخوضون المعارك الطاحنة من أجل هذه المبادئ التافهة لايعدُّون أنفسهم قد انحطوا في الرذائل بل يعدُّون أنفسهم في القمة من الفضيلة ولذلك نرى أشعارهم طافحة بالحماسة والفخر كما في قول عمير بن شييم التغلبي المعروف بالقطامي : ¶ ومَن ربط الجِحَاش فإن فينا وكنّ إذا أغرن على جَنَاب ¶ أغرن من الضِّباب على حِلالٍ ¶ وأحيانًا على بكر أخينا ¶ قَنًا سُلْبًا وأفراسا حسانا ¶ وأعوزهن نهب حيث كانا ¶ وضبَّة إنه من حان حانا ¶ إذا مالم نجد إلا أخانا",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وكانت الحروب تقوم بينهم لأسباب تافهة بسيطة فهم لايبالون بشن الحروب وإزهاق الأرواح في سبيل الدفاع عن المُثل الاجتماعية التي تعارفوا عليها وإن كانت لاتستحق التقدير , وقد روى لنا التاريخ سلسلة من أيام العرب في الجاهلية مما يدل على تمكن الروح الحربية من نفوس العرب وغلبتها على التعقل والتفكير , فمن تلك الأيام مثلا يوم البَسُوس وقد قامت الحروب فيه بين بكر وتغلب بسبب ناقة للجَرْمي وهو جار للبسوس بنت منقذ خالة جساس بن مرة وقد كان كليب سيد تغلب قد حمى لإبله مكانا خاصا به فرأى فيه هذه الناقة فرماها فجزع الجرمي وجزعت البسوس فلما رأى ذلك جساس تحين الفرصة لقتل كليب فقتله فقامت الحروب الطاحنة بين القبيلتين لمدة أربعين سنة (1) . ¶ وكذلك يوم داحس والغبراء فما كان سببه إلا سباقا أقيم بين داحس وهو فرس لقيس بن زهير والغبراء وهي لحذيفة بن بدر , فأوعز هذا إلى رجل ليقف في الوادي فإن رأى داحسا قد سبق يرده , وقد فعل ذلك فلطم الفرس حتى أوقعها في الماء فسبقت الغبراء , وحصل بعد ذلك القتل والأخذ بالثأر وقامت الحروب بين قبيلتي عبس وذبيان (2). ¶ وكذلك الحروب التي قامت بين الأوس والخزرج في الجاهلية وهم أبناء عم حيث إن الأوس والخزرج أبناء حارثة بن ثعلبة الأزدي , وكانت بدايتها حرب \"سمير\" وسببها أن رجلا غطفانيا كان معه فرس فقال : ليأخذ هذا الفرس أعز أهل يثرب , فسمى الأوس رجالا وسمى الخزرج رجالا , فدفعها إلى مالك بن العجلان الخرزجي , فافتخر بذلك حليفه كعب بن العجلان الذبياني , وقال : ألم أقل لكم إن حليفي مالكا أفضلكم ؟ فغضب من ذلك رجل من الأوس يقال له \"سمير\" فترصد لكعب فقتله , فقامت الحرب بين الحيين , وكان الظفر فيها للأوس . ¶ __________ ¶ (1) ... الكامل في التاريخ لابن الأثير 1/312 . ¶ (2) ... الكامل في التاريخ لابن الأثير 1/343 .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ثم استمرت الحروب بينهما بعد ذلك مائة سنة , حتى كانت حرب \"حاطب\" وهي من أشهر أيامهم , وسببها أن رجلا من بني ثعلبة نزل على حاطب بن قيس الأوسي فرآه يزيد بن الحارث الخزرجي في السوق فقال لرجل يهودي : لك ردائي إن كسعت هذا الثعلبي – يعني يضربه بقدمه من الخلف وهذه إهانة – فأخذ اليهودي الرداء وكسع الثعلبي , فنادى الثعلبي : يالحاطب كُسع ضيفك وفضح , وأخبر حاطب بذلك , فجاءه فسأله : من كسعك ؟ فأشار إلى اليهودي , فقتله حاطب , فجاء يزيد بن الحارث الخزرجي فأسرع ليقتل حاطبا ففاته وقتل رجلا آخر من قومه, فثارت الحرب بين الأوس والخزرج , وكان الظفر فيها للخزرج , وتبع ذلك حروب أخرى . ¶ ثم كان آخر أيامهم يوم \"بعاث\" وذلك أن حلفاء الأوس من اليهود جددوا عهودهم معهم على النصرة – وهكذا كان كثير من حروب الأوس والخزرج يذكيها اليهود حتى يضعفوا القبيلتين فتكون لهم السيادة الدائمة – واستعان كل فريق بحلفائه من القبائل المجاورة والتقوا فاقتتلوا قتالا شديدا كانت نهايته لصالح الأوس (1) . ¶ وهكذا قامت الحروب بين أبناء العم وكان المستفيد الأول منها يهود المدينة , ولم تنقطع هذه الحروب إلا بعد أن هداهم الله إلى الإسلام الذي ألف الله تعالى به بين قلوبهم فأصبحوا الرافد الثاني لنصر الإسلام بعد المهاجرين , وسماهم النبي ( الأنصار , وكانت لهم بعد ذلك المواقف العظيمة في نصرة الإسلام . ¶ وإنما أفضْتُ بعض الشيء في تلخيص أخبار حروبهم ليقارن من له عقل سليم بين ماضيهم في الجاهلية وحاضرهم في الإسلام , وبقدر ماكانوا عظماء بعد إسلامهم نفهم عظمة هذا الدين الحنيف , لأن معتنقيه بحق مرآة له تكشف عن جوانب عظمته . ¶ ومن هذا العرض السريع لحياة العرب بالنسبة للاخاء تبين لنا انعدام الأخوة بين العرب أنفسهم فضلا عن وجودها بينهم وبين الأمم الأخرى. ¶ __________ ¶ (1) ... الكامل في التاريخ لابن الأثير 1/402 .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "كما تبين لنا فيما مضى انعدام الأخوة في حياة الروم والفرس وبلاد الهند , وعلى هذه الصورة من الفوضى والطبقية والعداوة كان العالم يعيش في العصر الجاهلي ولم ينقشع هذا الظلام الحالك الذي خيم على البشرية وقطع أوصال المجتمع البشري إلا ببزوغ شمس الإسلام الساطعة . ¶ الإخاء العالمي في ظل الإسلام ¶ ما أن بزغ فجر الإسلام حتى ظهر النداء بالأخوة العالمية تحت ظلال الإسلام فنزل القرآن معلنا هذه الأخوة وداعيا إليها فالقرآن لم يخاطب أمة واحدة فقط وإنما خاطب الناس جميعا بعبارات مشتركة تخدم أمورًا معنوية سامية بإمكان البشر جميعا أن يتصفوا بها وأن ينضووا تحت لوائها كلفظ\" الإيمان \" (1) (2) أو بلفظ عام ينطبق بمدلوله اللغوي على البشر جميعا كلفظ \" الناس\" (3) (4) . ¶ فالقرآن يخاطب الناس جميعا على مختلف لغاتهم وأجناسهم ويدعوهم إلى الإيمان بالله تعالى ثم يخاطب المؤمنين منهم بنداء الإيمان .. هذا النداء الكريم الذي يربط بني الإنسان جميعا تحت شعار واحد ويشدهم نحو هدف واحد , وبالتمسك بهذا الرباط المشترك تزول الروابط الصغيرة والعصبيات التي كانت سبب الحروب والأحقاد . ¶ ولقد جاء البيان في القرآن الكريم بأن المؤمنين جميعا إخوة على مختلف أجناسهم ولغاتهم كما في قوله تعالى (5) فالأخوة الإيمانية هي التي تربط بين المؤمنين جميعا وهي أقوى من رابطة الدم واللون واللغة وغير ذلك من الروابط الجاهلية , لأن أُخوة الإيمان منبثقة من رابطة العقيدة الدينية وهذه العقيدة أشد رسوخا وأعظم ثباتا في النفس من الروابط الجاهلية الواهية حيث إن هذه العقيدة تشد معتنقيها إلى تصور حياة أخرى أكمل من هذه الحياة الدنيا فيشعرون بمسؤولية الحساب ويرجون الثواب ويخافون من العذاب . ¶ __________ ¶ (1) ... آل عمران /102 . ¶ (2) ... البقرة /278 . ¶ (3) ... النساء / 170 – 174 . ¶ (4) ... الحجرات / 13 . ¶ (5) ... الحجرات / 10 .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "والله سبحانه تعالى لايُضيِّق دائرة هذه الإخوة الإيمانية فلا يقصرها على كاملي الإيمان بل أدخل في ساحاتها الواسعة الرحيمة من هبطت به طبيعته البشرية عن آفاق السمو نحو الالتزام الكامل فاقترف بعض الآثام التي لاتصل إلى حد الكفر ولذلك قال الله تعالى في آخر الآية السابقة فجعل الطائفتين المعتدية والمظلومة إخوة لنا في الإيمان وجعل الله القاتل أخًا لولي المقتول في قوله تعالى (1) كما عدَّ النبي ( أفراد الطائفتين المتقاتلتين كُلَّهم من المسلمين كما في قوله \"إن ابنى هذا سيد ولعل الله تعالى أن يصلح به بين فئتين من المسلمين \" (2) وقد أصلح الله بالحسن بن علي رضي الله عنه بين أهل العراق وأهل الشام وذلك بتنازله عن الخلافة لمعاوية رضي الله عنه (3) . ¶ وقد أثبت الله سبحانه الأخوة الإيمانية في معرض امتنانه على هذه الأمة بالتأليف بين القلوب بعد الفرقة حيث يقول تعالى [آل عمران :103] . ¶ وعندما حرم الله سبحانه عادة التبني الموجودة في الجاهلية أثبت أن الأبناء بالادعاء إخوانا لأسيادهم في الدين , وفي هذا إثبات للأخوة الإيمانية في قوله تعالى [الأحزاب:5] وهذا يعدُّ قمة الرقي الأخلاقي حيث أصبح الموالي إخوانًا لسادتهم , وهذا سمو لم تكن البشرية تحاول الرقي إليه , لأنه من الصعب انتزاع مافي النفوس من العظمة وحب الرفعة في الأرض بغير الإيمان القوي بالله تعالى الذي يهيمن على مشاعر النفس فيوجهها إلى الخضوع للحق وإن خالف ذلك هواها وميولها . ¶ __________ ¶ (1) ... البقرة / 178 . ¶ (2) ... رواه الإمام البخاري وصححه , كتاب الفتن باب 20 رقم 109 /1 . ¶ (3) ... هذه العقيدة وهي عدم تكفير أهل المعاصي من الموحدين هي عقيدة أهل السنة والجماعة ولاعبرة بمن شد عن هذه العقيدة من أهل القبلة وهم الخوارج حيث يكفِّرون فاعل الكبيرة والمعتزلة حيث يجعلونه في منزلة بين منزلتين أما أهل السنة فيعدُّونه ناقص الإيمان ويثبتون له الأخوة الإيمانية .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "كما أثبت الله سبحانه الأخوة الإيمانية لمن أسلم من الكفار وأدى فرائض الإسلام قال تعالى [التوبة :11] فعداؤهم للإسلام سابقا ودفاعهم عن الأصنام لايمنع من اعتبارهم إخوة لنا إذا أسلموا لأن الإسلام يجبُّ ماقبله وهذا أيضًا مثال لما يشتمل عليه هذا الدين من سمو في الأخلاق واستقامة في السلوك , فإن الكافر حال كفره يظل معاديا للإسلام معاندا للمسلمين خاصة من تصلب في الكفر من الكفار , وربما جلب على المسلمين من المصائب والأذى الشيء الكثير ولكنه حال دخوله في الإسلام يصبح أخًا للمؤمنين الذين كان يناصبهم العداء من قبل, ويفرض الإسلام على المسلمين أن ينزعوا من قلوبهم على الفور ماكانت تشتمل عليه من بغضه والرغبة في الانتقام منه بل يفرض عليهم حبه في الله وكفالته بكل ما تقتضيه واجبات الأخوة الإسلامية , ولايمكن أن يتوافر هذا الخلق الكريم في غير الإسلام , لأن الله سبحانه وحده هو القادر على انتزاع ضغائن القلوب ومحو آثارها وإبدال ذلك بالحب والرحمة والمواساة . ¶ والواقع التطبيقي في عهد النبي ( يؤكد هذا المعنى , ومن روائع الأمثلة في ذلك ماجاء في خبر إسلام عمير بن وهب الجمحي الذي كان من أعنف أعداء المسلمين حتى حمله عداؤه الشديد لرسول الله ( على التفكير في قتله والتخطيط لذلك ثم أسلم وتحول إلى أخ للمسلمين ينشر دينهم ويدافع عنهم . ¶ قال ابن إسحاق في بيان خبره وحدثني محمد بن جعفر بن الزبير عن عروة بن الزبير قال : جلس عمير بن وهب الجُمَحي مع صفوان بن أمية بعد مصاب أهل بدر من قريش في الحِجْر بيسير وكان عمير بن وهب شيطانا من شياطين قريش وممن كان يؤذي رسول الله ( وأصحابه ويلقون منه عناءً وهو بمكة وكان ابنه وهب بن عمير في أسارى بدر .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "قال فذكر أصحاب القليب ومصابهم فقال صفوان : والله إنْ في العيش بعدهم خير قال له عمير : صدقت والله أما والله لولا دين علي ليس له عندي قضاء وعيال أخشى عليهم الضيعة بعدي لركبت إلى محمد حتى أقتله , فإن لي قِبلَهم علة ابني أسير في أيديهم قال: فاغتنمها صفوان وقال: علي دينك أنا أقضيه عنك وعيالك مع عيالي أواسيهم مابقوا لايسعني شيء ويَعجز عنهم فقال له عمير : فاكتم عني شأني وشأنك, قال : أَفعلُ . ¶ قال : ثم أمر عمير بسيفه فشُحذَ له وسُمَّ ثم انطلق حتى قدم المدينة فبينا عمر بن الخطاب في نفر من المسلمين يتحدثون عن يوم بدر , ويذكرون ما أكرمهم الله به وما أراهم من عدوهم إذ نظر عمر إلى عمير ابن وهب حين أناخ على باب المسجد متوشحا السيف فقال: هذا الكلب عدوّ الله عمير بن وهب والله ماجاء إلا لشر وهو الذي حرش بيننا وحزرنا للقوم يوم بدر . ¶ ثم دخل عمر على رسول الله ( فقال : يانبي الله هذا عدوّ الله عمير بن وهب قد جاء متوشحا سيفه قال : فأدخله عليّ قال: فأقبل عمر حتى أخذ بحمالة سيفه في عنقه فلبَّبه بها وقال لرجال ممن كانوا معه من الأنصار : ادخلوا على رسول الله ( فاجلسوا عنده واحذروا عليه من هذا الخبيث فإنه غير مأمون ثم دخل به على رسول الله ( .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "فلما رآه رسول الله ( وعمر آخذ بحمالة سيفه في عنقه قال: أرسله ياعمر, ادْنُ ياعمير فدنا ثم قال : انعموا صباحا , وكانت تحية أهل الجاهلية بينهم , فقال رسول الله ( قد أكرمنا الله بتحية خير من تحيتك ياعمير , بالسلام تحية أهل الجنة فقال : أما والله يامحمد إن كنت بها لحديث عهد قال : فما جاء بك ياعمير قال جئت لهذا الأسير في أيديكم فأحسنوا فيه , قال فما بال السيف في عنقك ؟ قال : قبحها الله من سيوف وهل أغنت عنا شيئا , قال: اصدقني ما الذي جاء بك ياعمير قال: ماجئت إلا لذلك , قال : بل قعدت أنت وصفوان بن أمية في الحِجْر, فذكرتما أصحاب القليب من قريش , ثم قلت : لولا دين علي وعيال عندي لخرجت حتى أقتل محمدا , فتحمّل لك صفوان بن أمية بدينك وعيالك على أن تقتلني له والله حائل بينك وبين ذلك , قال عمير: أشهد أنك رسول الله , قد كنّا يارسول الله نكذّبك بما كنت تأتينا به من خبر السماء وماينزل عليك من الوحي وهذا أمر لم يحضره إلا أنا وصفوان فو الله إني لأعلم ما أتاك به إلا الله فالحمد لله الذي هداني للإسلام وساقني هذا المساق ثم شهد شهادة الحق فقال رسول الله ( : فقِّهوا أخاكم في دينه وأقرؤوه القرآن وأطلقوا له أسيره , ففعلوا (1) . ¶ وهكذا وجدنا عمير بن وهب رضي الله عنه الذي كان قبل إسلامه من أَلَدِّ أعداء الإسلام والمسلمين أصبح في لحظات أخًا للمؤمنين واضمحل على الفور من قلوبهم كل ماكان مُستكنًّا فيها من بغضه وعداوته , وهذا يعدُّ من عظمة الإسلام , ومن الدلائل البينة على أنه دين إلهي لأنه من الصعب جدا انتزاع الأحقاد القديمة من القلوب بهذه الصورة السريعة بالجهود البشرية . ¶ بل إنه أعظم من ذلك روعة أن النبي ( ولّى قيادة جيوش المسلمين رجلين كانا من صناديد الكفار ومن أشدهم عداء للإسلام وهما عمرو بن العاص وخالد بن الوليد رضي الله عنهما . ¶ __________ ¶ (1) ... سيرة ابن هشام 2/337 .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وإن استجابة الصحابة رضي الله عنهم لهذا الخلق الرفيع دليل على مبلغ تأثير الإيمان بالله تعالى على السلوك إذا وقر في القلب وكان على منهج الله القويم . وقد بين الله سبحانه وتعالى الشعور الذي يخالج نفوس المؤمنين نحو إخوانهم السابقين من الصحابة رضي الله عنهم حيث يقول تعالى [ الحشر : 10] فليس هنالك مبدأٌ أبلغ من الأخوة الإيمانية في ربط القلوب وتوحيد الهدف , فهي الأفق السامي الذي تُحلِّق إليه العناصر الزكية من البشر جميعا على مختلف أجناسهم ولغاتهم وألوانهم, وهي في أثناء تحليقها نحو هذا الأفق السامي تنظر إلى الروابط الجاهلية الحقيرة نظرة استخفاف واحتقار وقد كانت من قبل تعتز بها وتعدُّها أشياء مقدسة غير قابلة للنقد والتبديل . ¶ وفي هذا الدعاء السامي توجيه كريم من الله سبحانه وتعالى لما يجب أن تكون عليه الأمة الإسلامية من التكامل والانسجام بين ماضيها وحاضرها فالذين مضوا هم إخواننا في الدين , وإن لم يكن بيننا وبينهم لقاء وتعارف بالأبدان فإن الأرواح جميعا موصولة بالله تعالى . ¶ وإن هذا ليعدُّ خروجا عن المألوف في حياة الناس العادية حيث يألف الإنسان من يعيشون معه ويخالطونه ولكنه لايحس بشيء من الألفة لمن سبقوه في الزمن ولايشعر بارتباط مشاعره معهم , أما المؤمنون بالله تعالى على منهجه الذي شرعه للناس فهم منتظمون في سلك واحد , فالمؤمن في هذا العصر يشعر بارتباطه القلبي مع أبيه آدم عليه السلام وجميع المؤمنين من أبنائه على مر العصور . ¶ كما أنه يشعر بفضل إخوانه السابقين عليه في الإسلام الذين نقلوا هذا الدين بأمانة وإخلاص وخدموه بما وهبهم الله من عقل سليم وفكر ثاقب فيدعو الله لهم بالمغفرة لأنهم وقد انتقلوا من دار الفناء لايحتاجون إلا إلى هذا الدعاء الصالح فهو أفضل مايقدم لهم من شكر على ماقدموه للأجيال التي لحقتهم من خدمة وتوجيه نحو فهم هذا الدين وأسوة حسنة في تطبيقه في مجتمعهم .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ورسول الله ( يرشدنا إلى هذه الأخوة ويأمرنا بها حيث يقول \"وكونوا عباد الله إخوانا \" (1) فهي السياج القوي الذي يحمي المجتمع من التقاطع والمعاملة السيئة التي تهبط بأفراد المجتمع نحو الرذائل . ¶ ويبين رسول الله ( قوة هذه الأخوة ومدى عمقها بقوله \"ولو كنت متخذًا خليلا غير ربي لاتخذت أبا بكر ولكن أخوة الإسلام ومودته\" وفي رواية \" ولكن أخوة الإسلام أفضل \" (2) . ¶ فالنبي ( يصور قوة الأخوة الإسلامية في إيجاد الروابط والعلاقات المتينة بالتمثيل بما بينه وبين أبي بكر من علاقة ولايوجَد في الإسلام علاقة أقوى من العلاقة التي بين رسول الله ( وأبي بكر رضي الله عنه وقد أرجعها النبي ( إلى أخوة الإسلام . ¶ ونظرًا لما لهذه الأخوة الإيمانية من قوة في التأثير على سلوك الأفراد فإن النبي ( يعبر بها كثيرًا في بيان الواجب في سلوك المسلم كما في قوله \" المسلم أخو المسلم \" ثم يرتب على هذه الأخوة الإسلامية طائفة من التوجيهات السامية نحو السلوك المستقيم حيث يقول ( \"لايظلمه ولايحقره , التقوى ههنا – ويشير إلى صدره ثلاث مرات – بحسْب امرئ من الشر أن يحقر أخاه المسلم كل المسلم على المسلم حرام دمه وماله وعرضه\" (3) .وكما في قوله ( \"لايؤمن أحدكم حتى يحب لأخيه مايحب لنفسه \" (4) . ¶ __________ ¶ (1) ... أخرجه الإمام البخاري في صحيحه كتاب الفرائض باب 2 ومسلم في صحيحه كتاب البر رقم 23 . ¶ (2) ... أخرجه الإمام البخاري في صحيحه – كتاب فضائل الصحابة باب رقم 3 – 5 . ¶ (3) ... رواه مسلم في صحيحه عن أبي هريرة , كتاب البر , رقم 32 . ¶ (4) ... رواه البخاري في صحيحه عن أنس ج 1 كتاب الإيمان رقم 13 .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ومن هذه الأمثلة السابقة يتبين لنا مدى اهتمام النبي ( بالأخوة الإسلامية ورعايته لها حتى آتت ثمراتها الطيبة في إصلاح سلوك المجتمع الإسلامي وقيادته نحو الهدف الواحد المشترك الذي هو إعلاء كلمة الله حتى تم ذلك ووجد المجتمع العالمي الذي شعر الناس فيه جميعا بالعدل والرحمة تحت حكم الإسلام العادل . ¶ مميزات الأخوة الإسلامية ¶ تبين لنا في الفصل السابق مدى اهتمام الإسلام بالأخوة الإيمانية بين معتنقيه على مستوى العالم جميعا وسنعرض في هذا الفصل لشيء من مميزات هذه الأخوة الإسلامية . ¶ ويمكن أن نلخص بعض مميزات الأخوة الإسلامية بالنقاط التالية : ¶ 1 – جلالة مصدرها : ¶ فالأخوة الإسلامية تم ربطها بين قلوب المؤمنين من الله جل وعلا كماجاء في قوله تعالى [الأنفال:63]. ¶ ولقد وُجدت محاولات بشرية لايجاد الأخوة الإنسانية فوق هذه المعمورة , ولسنا الآن بصدد الموازنة بين هذه المحاولات البشرية وبين ماشرعه رب البشر للعالم جميعا من أواصر الأخوة والمودة , فإن الوعي الإسلامي الراسخ يستبعد فكرة الموازنة بين جانب من جوانب هذا الدين الإلهي الذي لايتطرق إليه النقص ولا الخلل وبين تفكير البشر الناقص الذي من شأنه عدم بلوغ الكمال , يستبعد هذه الفكرة من باله ومن منهج بحثه لأن مجرد عقد الموازنة بين شرع الله تعالى وشرع البشر يعدُّ هبوطًا في التفكير الإسلامي وانتقاصا لشريعة الله بينما يعدُّ رفعًا لتفكير البشر وإكبارًا له . ¶ فأعظم ميزة إذًا للإخاء الإسلامي هي كونه من عند الله , والله سبحانه عالم بما فيه صلاح البشر في الدنيا والآخرة . ¶ 2 – المقدرة الفائقة على التأليف بين القلوب :",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "فلقد بين الله سبحانه بقوله أن جمع قلوب العرب – وهم اللبنة الأولى لجمع المسلمين – على هدف واحد مستحيل حتى على النبي ( وهو أعظم رجل لديه من الصفات المؤثرة مايملك به قلوب الناس حتى لو أنفق في سبيل ذلك كنوز الأرض جميعا , وهذا مايؤيده واقع العرب والعالم جميعا قبل بعثة النبي ( وواقعهم بعد البعثة وانتشار الإسلام . ¶ 3 – العمق والأصالة : ¶ كما تمتاز الأخوة الإسلامية بالعمق والرسوخ في النفس فإذا انعقدت هذه الأخوة بين المتآخين في الله تمكنتْ في القلب وهيمنت عليه فلا يصبح في القلب محل لعلاقة أخرى إلا إذا كانت خاضعة لهذه العلاقة السامية . ¶ ولقد صور النبي ( قوة هذه الأخوة بقوله \" ولو كنت متخذا خليلا غير ربي لاتخذت أبا بكر ولكن أخوة الإسلام أفضل\" والنبي ( لم يذكر في هذا المجال أُخوته لقرابته من المؤمنين لكون أخوته لأبي بكر رضي الله عنه أعمق في النفس وأبلغ رسوخا في القلب مع أنها قاصرة على أخوة الإسلام . ¶ ومما يزيد الإخاء الإسلامي قوة ما أعده الله تعالى للمتآخين فيه من الأجر الأخروي فالمسلم يزداد إقبالاً على الأخوة الإسلامية وفِعل مايترتب عليها من أعمال الخير انتظارا للثواب في الآخرة لا لمجرد مبادلة الشعور بالشعور ومكافأة الآخرين على الأعمال الخيرية التي يقومون بها من أجله فإن هذا العمل إذا خلا من اعتبار رضوان الله تعالى والأجر الأخروي ولم يكن مبنيا على الإخاء الإسلامي يكون مبادلة تجارية فليس له عمق ولا أصالة ولاثبات . ¶ ومن الأمثلة التي تصور عمق الأخوة الإسلامية موقف مصعب بن عمير رضي الله عنه يوم بدر حينما رأى أخاه أبا عزيز الذي كان في معسكر الكفار يأسره رجل من الأنصار فلم تتحرك في نفسه أواصر أخوة النسب وإنما تحركت في نفسه أواصر الأخوة الإسلامية حينما تعارضت مع أخوة النسب .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "يقول أبو عزيز : مَرَّ بي أخي مصعب بن عمير ورجل من الأنصار يأسرني فقال : شدَّ يديك به فإن أمه ذات متاع لعلها تفديه منك , قال له أبو عزيز : يا أخي أهذه وصاتك بي ؟ فقال مصعب : إنه أخي دونك(1) . ¶ 4 – القوة في التأثير على السلوك : ¶ كما يمتاز الإخاء الإسلامي بقوته في التأثير على السلوك وذلك في إيجاد النتائج الطبيعية لهذا الإخاء كالإيثار والرحمة والعطف والمواساة, ولذلك جعله النبي ( مقدمة بنى عليها كثيرا من توجيهاته السامية نحو السلوك المستقيم كما في قوله \" المسلم أخو المسلم لايظلمه ولايخذله ولايحقره \" الحديث (2) ,ونستطيع أن نضرب مثلا لهذه الأخوة الإسلامية بمجتمع الصحابة في المدينة رضي الله عنهم عندما آخى الإسلام بين الأوس والخزرج وبينهم وبين المهاجرين , فظهرت آثار هذه المؤاخاة في السلوك العام للمجتمع حيث وُجدتْ أروع نماذج الإيثار في التاريخ البشري , وقد امتدح الله الأنصار بهذا الخلق الكريم بقوله تعالى [ الحشر : 9 ] أي فقر وحاجة وهذه أعلى درجات الإيثار وقد روى الإمام البخاري في سبب نزول هذه الآية عن أبي هريرة رضي الله عنه قال : أتى رجل رسول الله ( فقال : يارسول الله أصابني الجهد , فأرسل إلى نسائه فلم يجد عندهن شيئا فقال النبي ( \" ألا رجل يضيف هذا الليلة رحمه الله\" فقام رجل من الأنصار فقال : أنا يارسول الله فذهب إلى أهله فقال لامرأته: هذا ضيف رسول الله ( لاتدخريه شيئا فقالت : والله ماعندي إلا قوت الصبية قال: فإذا أراد الصبية العشاء فنوميهم وتعالي فأطفئي السراج ونطوي بطوننا الليلة , ففعلتْ , ثم غدا الرجل على رسول الله ( فقال: \"لقد عجب الله عز وجل – أو ضحك – من فلان وفلانة\" وأنزل الله تعالى الآية (3) ¶ __________ ¶ (1) ... انظر سيرة ابن هشام 2/336 . ¶ (2) ... سبق هذا الحديث والكلام عليه . ¶ (3) ... صحيح البخاري كتاب التفسير سورة الحشر رقم 4889 وفي رواية لمسلم أن الرجل هو أبو طلحة رضي الله عنه – تفسير ابن كثير 4/360 .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": ". ¶ 5 – الثبات والدوام : ¶ كما تمتاز الأخوة الإسلامية بالثبات والدوام فهي لاتتزعزع مع تغير الزمان ولا مع توالي الأحداث ولاتزيدها الشدائد إلا رسوخا ومتانة . ¶ ولأن سببها هو الحب في الله وابتغاء رضوانه فإنها لاتزول ولاتضعف مادام سببها ينبض بالقوة ويُمدُّها بالحيوية . ¶ أما العلاقات الأخرى فإنها مرهونة بأسبابها وإن أسبابها لاتدوم غالبا فلذلك فهي تنقطع بانقطاع أسبابها . ¶ وليست الأخوة الإسلامية مقتصرة على الحياة الدنيا بل إنها تستمر في الحياة الآخرة , فالمؤمنون إخوة في الدنيا وهذه الأُخوة باقية بينهم يوم القيامة ويستمرون إخوة في الجنة كما قال تعالى [الحجر :47] بل إن أُخوة المؤمنين في الجنة أكمل من أُخوتهم في الدنيا كما بينتْه هذه الآية فهي أُخوة صافية خالصة جاءت بعد نزع الأحقاد والضغائن التي بقيت من آثار الدنيا . ¶ أما غير الأُخوة الإسلامية من العلاقات التي تقوم بين البشر فإنها إن بقيت مدة طويلة تفنى بفناء أصحابها وفي الآخرة يكونون أعداء ,كما قال الله تعالى [الزخرف :67] فالأخلاء هم المتحابون والمحبة من أسباب الأخوة , فالمتحابون في الدنيا يكونون في الآخرة أعداء إلا من كانت محبتهم في الله فإنها باقية في الآخرة . ¶ 6 – الشمول والعالمية : ¶ كما تمتاز الأخوة الإسلامية بالشمول والعالمية فالمسلم مأمور بأن يعدَّ الناس جميعا إخوة له في الله إذا اتفقوا معه في الدين وأن يبني سلوكه معهم جميعا على هذا المبدأ بحيث لايفرق بين مسلم ومسلم لأي اعتبار من الاعتبارات الجاهلية , فالإسلام يخاطب الناس جميعا ولايقتصر على أمة دون أمة [ البقرة :21] .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "والنبي ( بُعث إلى الناس كافة لا للعرب خاصة كما في قول الله تعالى [سبأ:28] وعن جابر رضي الله عنه قال: قال رسول الله ( :\" أُعطيتُ خمسا لم يعطهن أحد قبلي : نصرت بالرعب مسيرة شهر .. وكان النبي يبعث إلى قومه خاصة وبعثت إلى الناس عامة (1) . ¶ ومن أجل هذا جاءت النداءات في القرآن عامة يا أيها الناس و يا أيها الذين آمنوا ولم تأت خاصة مثل (يابني إسرائيل) أو (ياقوم) فالأخوة الإسلامية في الشريعة العامة الخاتمة هي أول أُخوة تنتظم البشر جميعا على مختلف أجناسهم . ¶ 7 – الالتزام : ¶ ومن مزايا الأخوة الإسلامية أن الإسلام يفرض على المسلمين الالتزام بمسؤوليات الأخوة الإسلامية فالمسلم مسؤول عن أخيه المسلم , ولذلك جاءت التوجيهات النبوية نحو السلوك القويم مقرونة بذكر الأخوة الإيمانية . ¶ ومن الأمثلة على ذلك قول رسول الله ( \" المسلم أخو المسلم لايظلمه ولايخذله ولايحقره \" (2) . ¶ كذلك أوجب الإسلام نصرة المسلمين وذلك برفع الظلم عن المظلومين ومنع الظالمين من الظلم , وفي هذا المعنى يقول ( \"انصر أخاك ظالما أو مظلوما قالوا : يارسول الله هذا ننصره مظلوما فكيف ننصره ظالما؟ قال: تأخذ فوق يديه \" (3) . ¶ فالأُخوة الإسلامية تستلزم أن يكون المسلم متيقظا لما يجري في مجتمعه فيخِفَّ لنجدة المستضعفين ويخفف من غلواء المتجبرين . ¶ عوامل تقوية الأُخوة الإسلامية وتثبيتها : ¶ من مزايا الشريعة الإسلامية العظيمة التلاحم والتكامل بين أحكامها, فتجد الأمر الشرعي يصدر بتكليف معين , وفي الوقت نفسه ينمي أصلاً من أصول الإسلام التي تقوم عليها حياة المسلمين الإسلامية أفرادًا وجماعات . ¶ __________ ¶ (1) ... رواه الإمام البخاري في صحيحه كتاب التيمم رقم 335 . ¶ (2) ... سبق هذا الحديث كاملا . ¶ (3) ... صحيح الإمام البخاري كتاب المظالم رقم 2444 .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "ومن ذلك الأُخوة الإسلامية فإننا نجد كثيرًا من التشريعات الإسلامية عوامل تقوية وتثبيت للأُخوة وحمايتها من التصدع والانحلال. ¶ وإن من أبرز العوامل التي أراها تنمي الأخوة الإسلامية وتُثَبِّتُها الأمور التالية : ¶ 1 – اتحاد الهدف : ¶ ومعلوم أن الهدف الذي يجب أن يسعى له المسلمون جميعا هو ابتغاء رضوان الله تعالى والسعادة في الآخرة , وهذا الهدف السامي هو الذي امتدح الله تعالى به صحابة رسوله ( بقوله [الفتح:29] ففضل الله هو الجنة ورضوان من الله أكبر من ذلك . ¶ ولاشك أن الذين يسيرون في الطريق وهم ينشدون جميعا هدفا واحدا سيكون بينهم شيء من التلاحم والانسجام , وإن كان هذا الهدف دنيويا فكيف إذا كان الهدف هو طلب رضوان الله تعالى والدار الآخرة ؟ ¶ إن مجرد تصور المسلمين لهذا الهدف ويقينهم به وتذكرهم إياه يكفي في ربط الأُخوة الإسلامية بينهم ولو لم تكن هناك أوامر إلهية توجب التآخي بينهم , ذلك أن الوصول إلى تحقيق هذا الهدف يفرض على السالكين أن يكونوا إخوة متحابين وهم يسيرون جميعا لبلوغه , وإن أي تباغض أو تنازع بينهم يعوقهم عن الوصول إلى هذا الهدف , وإن التنافس في سبيل الوصول إليه لايؤدي إلى التزاحم وتضارب المصالح كما هو الحال في طالبي الأهداف الدنيوية الأرضية , حيث تبرز الأثرة والأنانية , والغلبة في النهاية لمن هو أقوى احتمالا وأوسع مكرا وحيلة , أما المؤمنون الصادقون فإنهم في سبيل الوصول إلى هدفهم السامي يتمتعون بالمحبة والإيثار , وأعظمهم إيثارًا لإخوانه وتفانيًا في خدمتهم يكون أسرع وصولا إلى هذا الهدف . ¶ 2 – الحب في الله :",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "أما المحبة فإنها أقوى عوامل الأخوة , ولذلك حث الإسلام على التحابب والتوادد وجعل محبة المؤمنين شرطا للإيمان كما في قول رسول الله ( \"لاتدخلون الجنة حتى تؤمنوا ولاتؤمنوا حتى تحابوا أوَلاَ أدلكم على شيء إذا فعلتموه تحاببتم أفشوا السلام بينكم\" (1) فدخول الجنة والإيمان متوقفان على المحبة كما بين النبي ( , وقد أرشدنا آخر الحديث إلى طريق من طرق المحبة أَلاَ وهو إفشاء السلام بكثرة في المجتمع فإنه يقوي أواصر الأُخوة والمحبة ويجدد ماوهن من العلاقات السابقة . ¶ والمحبة التي أرشد إليها الإسلام هي المحبة في الله كما قال ( فيما يرويه عن ربه \" أين المتاحبون بجلالي ؟ أليوم أظلهم في ظلي يوم لاظل إلا ظلي \" (2) فهؤلاء فقط هم الذين أعد الله لهم هذا الثواب الجزيل . ¶ فالمحبة في الله هي المحبة القوية المتينة التي تبقى آثارها في الدنيا والآخرة كما قال تعالى [الزخرف :67] أما المحبة التي تقوم على غير ذلك فإنها ضعيفة هزيلة وتزول بزوال أسبابها . ¶ وهناك أسباب كثيرة لقيام المحبة بين البشر تقوم عليها العلاقات الاجتماعية كمحبة القرابة والاشتراك في اللغة أو الوطن أو اللون , ولكن الإسلام يعدُّها علاقات جاهلية , ولامانع من أن تجتمع محبة القرابة مع محبة الدين ولكن عندما تنعدم محبة الدين يجب أن تنقطع العلاقة حتى بين الأقارب كما قال تعالى [ المجادلة :22] . ¶ __________ ¶ (1) ... رواه مسلم في صحيحه كتاب الإيمان عن أبي هريرة رقم 93 . ¶ (2) ... رواه مسلم في صحيحه كتاب الإيمان عن أبي هريرة رقم 37 .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "فعلى هذا المبدأ السامي يجب أن يسير المسلمون كما سار عليه صحابة رسول الله ( حيث تبرؤوا من قرابتهم من أجل الله تعالى وتقابلوا معهم في الحروب فلم تتغلب وشائج النسب وأواصر الدم على علاقة الأخوة في الله , وهذه المسألة ربما كان من السهل تخيلها في الذهن ولكن من الصعب جدا تمثيلها في عالم الحقيقة والواقع , فمقابلة الابن لأبيه أو أخيه في المعركة ليس من الأمر السهل إلا على أقوياء الإيمان الذين ملك الإيمان مشاعرهم وتوحدت غايتهم فلم يعودوا يفكرون بشيء غير رضا الله عنهم . ¶ فيجب إذًا تفريغ المحبة بأن لايحب الإنسان المتناقضات في وقت واحد, فإما أن يحب الله فقط وإما أن يحب الأوثان , وإما أن يحب المسلمين أو يحب الكفار , وإما أن يحب منهج الإسلام أو يحب مناهج الكفار , أما أن يخلط بين هذه الأمور فليس بمسلم حقا ولذلك قال الرسول ( \"ثلاث من كن فيه وجد بهن حلاوة الإيمان : أن يكون الله ورسوله أحب إليه مما سواهما وأن يحب المرء لايحبه إلا لله وأن يكره أن يعود في الكفر بعد إذ أنقذه الله منه كما يكره أن يقذف في النار\" (1) فحلاوة الإيمان وهي مايشعر به المؤمن من الراحة النفسية والطمأنينة لاتكون إلا بعد تفريغ القلب لمحبة الله ورسوله والإسلام والمسلمين . ¶ وقد نهانا الله سبحانه عن اتخاذ الكافرين أولياء وإن كانوا أقارب وأنذر بالوعيد الشديد من ركن إلى تلك العلاقات الجاهلية حيث يقول تعالى [التوبة: 23– 24] . ¶ فالواجب إذًا أن يكون الحب بين المؤمنين على أساس الحب في الله وحده وبغض الكفار والمنافقين ولو كانوا أقارب لنا ونستفيد منهم ماديًّا. ¶ __________ ¶ (1) ... رواه البخاري في صحيحه كتاب الإيمان رقم 16 عن أنس رضي الله عنه .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "ونظرًا لأهمية المحبة في الله تعالى في بناء الأُخوة الإسلامية وتثبيتها فقد بين النبي ( ما أعده الله تعالى في الآخرة من الثواب الجزيل لمن حققها حيث يقول : \" يا أيها الناس اسمعوا واعقلوا واعلموا أن لله عز وجل عبادا ليسوا بأنبياء ولاشهداء يغبطهم النبيون والشهداء على منازلهم وقربهم من الله , فجثا رجل من الأعراب من قاصية الناس وألوى بيده إلى النبي ( فقال: يارسول الله ناس من الناس ليسوا بأنبياء ولاشهداء يغبطهم الأنبياء والشهداء على مجالسهم وقربهم من الله انعتهم لنا , حَلِّهم لنا – يعني صفهم لنا شكلهم لنا – فسرَّ وجه النبي ( بسؤال الأعرابي فقال رسول الله ( : هم ناس من نوازع القبائل لم تصل بينهم أرحام متقاربة , تحابوا في الله وتصافوا , يضع الله لهم يوم القيامة منابر من نور فيجلسون عليها فيجعل وجوههم نورا وثيابهم نورا يفزع الناس يوم القيامة ولايفزعون , وهم أولياء الله الذين لاخوف عليهم ولاهم يحزنون \" . ¶ ذكره الحافظ الدمياطي وقال : رواه أحمد بإسناد حسن وأبو يعلى والحاكم وقال : صحيح الإسناد (1) . ¶ وقوله \" يغبطهم الأنبياء والشهداء \" يعني لكونهم نالوا ذلك المقام الرفيع في الآخرة بغير المؤهلات الظاهرة كالنبوة والشهادة , ولايعني هذا أن الأنبياء عليهم السلام والشهداء لاينالون هذا المقام بل الأنبياء عليهم السلام ينالونه بطريق الأولى , لأنه ما من صفة كمال بشرية إلا ولهم منها الكمال , كما أن بعض الشهداء قد يجمعون بين فضيلة الشهادة والمحبة في الله تعالى . ¶ ومن هذا التكريم العظيم ندرك منزلة الحب في الله حيث إنه الأساس الذي تُبنى عليه الأُخوة الإسلامية , وبه تشتد وتتسع حتى تكون الرابطة الوحيدة المؤثرة في حياة المسلمين . ¶ 3 – الالتزام بالعبادات الجماعية : ¶ __________ ¶ (1) ... المتجر الرابح 446 رقم 1783 .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "شرع الله تعالى عبادات خاصة يؤديها المسلم بمفرده غالبا كقيام الليل وسائر أنواع النوافل , وشرع سبحانه عبادات عامة يؤديها المسلمون مجتمعين , وذلك كصلاة الجماعة والجمعة وصيام شهر رمضان والحج . ¶ ومن أجل صلاة الجماعة والجمعة بنيت المساجد التي تعدُّ من أبرز معالم الإسلام . ¶ فالمسجد هو مركز اجتماع أهل الحي بواسطته يتعارفون , وبتجدُّد اللقاء فيه يتآلفون , وهو وسيلة من وسائل جمع شمل الأمة , وتَوثُّق رابطة الأخوة الإسلامية . ¶ وبواسطة المسجد , يعرف المسلمون أحوال جيرانهم , فيتعرفون على أخبارهم , فمن مرض منهم عادوه , وقدموا له مايحتاج من المساعدة, ومن غاب منهم تفقدوا أحوال أسرته , وقاموا بما كان يقوم به إذا حضر, ومن كان عليه دين فأعسر أو نزلت به نائبة واسوه بأموالهم حتى يزول عنه عسره . ¶ وبهذا يصبح الجيران في الحي الواحد كأنهم أُسرة واحدة , وبغير المسجد لايستطيع الجيران أن يتعارفوا ولا أن يتآلفوا , وبالتالي تسود في المجتمع الأنانية والفردية , فلا يجد الفقير والمريض من يمد إليه يد المساعدة, ولا يأمن الإنسان على أهله إذا غاب عنهم لأنه ليس بينه وبين جيرانه ألفة ومودة . ¶ وعلى هذا النحو تسير المجتمعات البعيدة عن الإسلام , لأنها لاتملك المبادئ السامية التي توجد الإخاء والتكافل الاجتماعي .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وقد يضم الحي الواحد طبقات متفاوتة في الغنى والجاه .. وبالتالي تتفاوت درجاتها في مظاهر الحياة من مسكن ومركب وملبس , وهذه المظاهر تزيد من الفجوة بين الطبقات , لأن من يسكن في القصور الشاهقة ويركب في المراكب الفخمة , قد يتكبر على من بجواره من أصحاب المساكن المتواضعة والمعيشة البسيطة , وهؤلاء في الوقت نفسه لايحاولون التعرف على الكبراء , لأنهم يرون أنهم طبقة أعلى منهم, وبالتالي تنفصم الروابط الاجتماعية , وتحصل الجفوة بين أفراد هذه الطبقات , حيث تضعف الأُخوة الإسلامية , وتتضاءل دوافع التكافل الاجتماعي , وبالتالي يختلُّ الأمن في المجتمع وتكثر حوادث الاعتداء وتبقى بعض طبقات المجتمع في حالة شديدة من البؤس والشقاء . ¶ ولكن بوجود المسجد تزول هذه الفوارق , لأن الجميع يصفُّون صفًّا واحدًا خلف إمام واحد وليس لأحد أفضلية على أحد , ففي صلاة الجماعة في المسجد فرصة كبيرة للكبراء كي يتذكروا بأنه ليس باستطاعتهم في كل وقت أن يتعالوا على الضعفاء , وبالتالي يتضاءل مافي نفوسهم من التكبر على الاجتماع مع من هم دونهم منزلة في الحياة الدنيا , كما أن في ذلك فرصة للفقراء كي يَسْمُوا بأنفسهم , ويعلموا بأن الفقر لايحول بينهم وبين الوقوف جنبا إلى جنب مع الأغنياء . ¶ ولذلك كانت صلاة الجماعة في المسجد تفضل صلاة الرجل وحده بسبع وعشرين درجة كما أخرج الإمام البخاري من حديث ابن عمر رضي الله عنهما أن رسول الله ( قال \" صلاة الجماعة تفضل صلاة الفذ بسبع وعشرين درجة \" وفي رواية أخرى للبخاري \" صلاة الرجل في الجماعة تُضعَّف على صلاته في بيته وفي سوقه خسما وعشرين ضعفا\" وفي هذه الرواية دليل على أن صلاة الجماعة لايُعدُّ لها هذا الثواب إلا إذا كانت في المسجد (1) . ¶ __________ ¶ (1) ... صحيح البخاري , كتاب الصلاة حديث رقم 645 – 647 .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "ومسجد الحي هو بداية التعارف والتآلف لأن مداومة اللقاء في جو المسجد الروحي والصلاة جماعة فيه من أقوى الروابط التي تربط بين جماعة المسلمين إضافة إلى مايقوم به إمام المسجد من تذكير الجماعة بواجبهم في التآلف والتآخي وإصلاح ذات البين . ¶ وهذا التعارف والتآخي مرحلة لتعارف أكبر وتآلف أشمل , وذلك حيث يجتمع المسلمون في القرية الواحدة أو أهل جزء من المدينة يوم الجمعة في مسجد واحد , ومهمة خطيب الجمعة في هذا المجال أن يكمل مابدأه المسلمون من التآخي في أحياء مختلفة ومساجد متعددة وذلك بالتركيز على معاني الأُخوة الإيمانية ولزوم الجماعة الإسلامية حتى يخرج المسلمون من المسجد وهم يشعرون بأن لهم إخوة في الله كثيرين ويكفي أنهم يرون منهم يوم الجمعة هذا الحشد الكبير . ¶ إن المسلم يوم الجمعة ليس بإمكانه أن يتعرف على كل من في المسجد من الأُمة ولكن يكفي شعوره بأن جميع من صلوا معه إخوة له في الإيمان , وأن يشعر بأن هؤلاء ليسوا إلاَّ نموذجًا واحدًا لمجموعات كبيرة من إخوته في الله في سائر بقاع المعمورة . ¶ إن موضوع التذكير بواجبات الأُخوة الإسلامية والتركيز على لزوم الجماعة من أهم الموضوعات التي يجب على خطيب الجمعة أن يهتم بها لأنها تُجَسِّم الحكمة التي من أجلها شرعت صلاة الجمعة والجماعة . ¶ ونظرًا لما لصلاة الجمعة من الأهمية البالغة في الإسلام فقد جاء التغليظ الشديد في وعيد تاركها كما أخرج الإمام مسلم من حديث أبي هريرة وابن عمر رضي الله عنهما أنهما سمعا رسول الله ( يقول على ¶ أعواد منبره : \" لينتهين أقوام عن وَدَعهم الجمعات أو ليختمن الله على قلوبهم ثم ليكوُنَّن من الغافلين \" (1) . ¶ وهل أعظم غفلة ممن حرم نفسه من استماع الموعظة الأسبوعية الوحيدة التي فُرض عليه سماعها وأداء الصلاة جماعة مع العدد الكبير من إخوانه المسلمين ؟ ¶ __________ ¶ (1) ... صحيح مسلم , رقم 865 (ص591) .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ثم تتجلَّى رابطة الجماعة الإسلامية بصورة أخرى حيث يخرج المسلمون في صلاة العيد مرتين في العام خارج البلد . ¶ ثم هناك الاجتماع السنوي الكبير حينما يفد الحجاج إلى بيت الله الحرام,فإن فيه مجالا كبيرا لتعارف المسلمين وتآلفهم,وكم من تعارف وإخاء كان مبدؤه اللقاء في الحج ثم ينمو ويبقى بعد ذلك بالاتصال المتكرر. ¶ وليت المسلمين الذين يحجون هذا البيت الحرام يدركون هذا المعنى السامي فيخططون للاستفادة الكاملة من الحج في هذا المجال فإنه من حِكَم الحج وأسراره . ¶ وبهذه الاجتماعات المتكررة التي أمر الله بها جل وعلا عن طريق العبادات التي شرعت لتزكية النفوس وجمع شمل المسلمين تتكون الأخوة الإسلامية على مستوى الحي , فالقرية , فالأُمة , من جميع أقطار الإسلام, وبملازمة هذه العبادات والإدراك السليم لحكمة تشريعها تنمو الأخوة الإسلامية وتقوى ثم تؤتي ثمارها المطلوبة في حماية الإسلام والمسلمين ونشر الإسلام في ربوع هذه الأرض . ¶ 4 – الاتصالات الفردية والجماعية : ¶ المجتمع الإسلامي مكون من أفراد , ومن أجل وجود الأخوة بينهم لابد من اتصال بعضهم ببعض , وقد سبق بيان العبادات الجماعية وأثرها في وصل المسلمين بعضهم ببعض. ¶ وهناك أمور لابد من التنبيه عليها لما لها من أثر بالغ في الربط بين المسلمين وجمعهم على الأُخوة الإسلامية , فمن ذلك التعارف بين المسلمين وصلة الرحم والتزاور بينهم وعقد الاجتماعات المتكررة بين الدعاة إلى الله تعالى .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "أ – من عوامل تقوية الأُخوة الإسلامية إيجاد التعارف بين أبناء المجتمع , فالأُخوة والتفاهم والتضامن أمور تتوقف على التعارف , وقد جاءت توجيهات الإسلام بالحث على إيجاد التعارف بين أبناء المجتمع لأنه باب التلاقي والإخاء , فإذا وجد التعارف بين الأفراد قلَّت الضغائن والأثرة وسائر الأخلاق السيئة لأن معاملة الإنسان لمن يعرفه ألطف من معاملته للإنسان الغريب عنه , فإن وراء معاملة الإنسان لمن يعرفه محاسبة المجتمع وانتقاده , فيخفف من عنجهيته وغلوائه حفاظا على كرامته في المجتمع , وهذه النظرة وإن كانت غير مثالية في نظر الإسلام – حيث إنه يوجه المسلم إلى اعتبار رقابة الله عز وجل وتتبع رضاه فقط وبالتالي رضا المؤمنين الخُلَّص حيث إن من لم يرض برضا الله فليس بؤمن حقا – إلا أنها نظرة واقعية بالنسبة لكثير من الناس في المجتمع الإسلامي فالكثير من المسلمين لاينتبهون لرقابة الله عز وجل ولكنهم يحسبون لرقابة المجتمع الذي يعيشون فيه ألف حساب , فإذا انعدم التعارف بين أفراد المجتمع ضاع مفعول الأعراف الإجتماعية وانقلب المجتمع إلى الفوضى والإباحية كما هو الحال في كثير من مجتمعات المدن في هذا العصر , ولذلك نجد الغريب إذا قدم إلى بلد لايعرفه فيها كثير من الناس فإنه إذا لم يكن معصوما بقوة الإيمان بالله لايتورع عن إحداث الفوضى والهبوط إلى الحضيض في الأخلاق السيئة , بينما نجد أبناء البلد المعروفين يحافظون غالبا على كرامة أسرهم وقبائلهم فيعزفون عن سلوك طريق الرذائل التي تشين الشرف والكرامة وإن كانوا في قرارة أنفسهم لايملكون الوازع الذاتي الذي يحميهم من سلوك تلك الطريق الذميمة .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وهذه النظرة تعطي مفعولها المؤثر حينما يوجد المجتمع الإسلامي الذي تسود فيه مفاهيم الإسلام بحيث يكون التكريم والإجلال للملتزمين بالإسلام , والتحقير والإهانة للمفرطين فيه فيضطر المفرط إلى أن يلتزم بالأحكام الإسلامية الظاهرة حياء من المسلمين الملتزمين وطلبا للحظوة في المجتمع الإسلامي الذي يُعلي من شأن الملتزمين . ¶ وقد يترك المسلم المَفرِّط الذنوب حياء من الناس في حال سيادة مفاهيم الإسلام ثم يتركها بعد ذلك تدينا كما رُوي عن الجراح بن عبد الله الحكمي فارس أهل الشام في زمنه أنه قال : تركت الذنوب حياء أربعين سنة ثم أدركني الورع , وقال بعض العقلاء : رأيت المعاصي نذالة فتركتها مرؤة فاستحالت ديانة (1) . ¶ وهذا الحياء له نفعه في هذه الحال عند وجود العرف الاجتماعي الإسلامي الذي يجبر على الالتزام بالفضائل واجتناب الرذائل . ¶ أما إذا تحول العرف الاجتماعي إلى سيادة مفاهيم الجاهلية فإن هذا الحياء يخدم العرف الاجتماعي الجاهلي , فيحاول صاحبه أن لايخالف ماتعارف عليه الناس وإن كان في قرارة نفسه غير مقتنع بما تعارف عليه مجتمعه . ¶ ولقد بين الله سبحانه وتعالى الحكمة من تفريق الناس إلى شعوب وقبائل وهي التعارف بينهم حيث يقول الله تعالى [الحجرات :13] أي ليعرف بعضكم بعضا بنسبه لا لتجعلوا الأنساب معيارًا للكرامة . ¶ ومسألة الحفاظ على شرف القبيلة أمر مركوز في النفس بالنسبة للمجتمع القبلي وهو وإن كان موجودًا بالنسبة للمجتمع المدني إلا أنه لايبلغ في العمق والصلابة مايبلغه في المجتمع القبلي . وهذا الأمر له سلطان قوي في كبح جماح النفس عن الوقوع في حومة الرذيلة قد يفوق سلطان الوازع الذاتي المبني على الإيمان برقابة الله عز وجل بالنسبة لضعفاء الإيمان كما سبق . ¶ __________ ¶ (1) ... جامع العلوم والحكم /175 .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وهذه النظرة القبلية وُجدت حتى في عصر الصحابة رضي الله عنهم بعد موت النبي ( ولكن لاحماية من الوقوع في الرذائل الخلقية , فما كان لذلك الرعيل الطاهر أن يمتنع عن الرذائل تحت سلطان الحفاظ على شرف القبيلة بعد أن طهره الله بالإيمان ولكن في مجال التنافس في الحرب ضد الأعداء , وذلك كما وقع في قتال المسلمين لمسيلمة الكذاب يوم اليمامة حيث اختلط الصحابة بمن انضم إليهم من الأعراب فطلب منهم خالد رضي الله عنه أن يتمايزوا حتى ينشطوا في القتال (1) . ¶ وكما وقع في حرب القادسية وغيرها حيث كانت كل قبيلة لها مكان معين (2) . ¶ ولكن هذه النظرة لم تقع من الصحابة رضي الله عنهم إلا بعد أن اختلط بهم الناس ممن لم يبلغوا درجة الإيمان التي بلغها الصحابة رضي الله عنهم,فهناك فرق واضح بين جنود بدر وأحد وبين جنود الفتح الإسلامي فيما بعد , ففي عصر النبي ( اختلط الأنصار أوسهم وخزرجهم بالمهاجرين , ولم يكن الرسول ( يمايز بينهم في الحرب بل كان يصفُّهم صفا واحدا وذلك بالنسبة للمهاجرين والأنصار حيث قد اكتملت تربيتهم الإسلامية , أما بالنسبة لحديثي العهد بالإسلام فقد قدموا مع رسول الله ( يوم فتح مكة متمايزين كل قبيلة تحت لوائها بينما كان المهاجرون والأنصار أوسهم وخزرجهم في كتبية واحدة سميت بالكتيبة الخضراء لكثرة مافيها من السلاح وفيها النبي ( (3) . ¶ وهذا تصرف حكيم من رسول الله ( أصبح سنة للمسلمين بعد ذلك لأنه تتحقق به مصلحة المسلمين في القتال . ¶ والذي يهمنا من ذلك هو أن التعارف بين أفراد المجتمع له أثره البالغ في حماية المجتمع من الفوضى والانهيار . ¶ __________ ¶ (1) ... تاريخ الطبري ج 2 ص 513 ج 2 ص 68 . ¶ (2) ... تاريخ الطبري ج2 ص 513 ج 2 ص 68 . ¶ (3) ... سيرة ابن هشام 4/27 .",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ولقد حث الإسلام على التعارف وشرع له طرقا توجده وتقويه , من ذلك الأمر بإفشاء السلام كما في قوله ( \"لاتدخلون الجنة حتى تؤمنوا ولاتؤمنوا حتى تحابوا أوَلاَ أدلكم على شيء إذا فعلتموه تحاببتم أفشوا السلام بينكم\" (1) .ففي إفشاء السلام بين أفراد المجتمع إيجادٌ للتعارف بينهم وبالتالي تقوية للروابط الاجتماعية . ¶ ولما كان سلام الإنسان على من يعرفه من قبل أمرًا مطبقًا عند الأكثرين بين لنا النبي ( أن شرعية السلام في الإسلام ليست فقط على من نعرفه بل على من نعرفه ومن لانعرفه كما جاء في حديث عبد الله بن عمر رضي الله عنهما \" أن رجلا سأل النبي ( أي الإسلام خير ؟ قال تطعم الطعام وتقرأ السلام على من عرفت ومن لم تعرف\" (2) فالسلام على من لانعرف هو المقصود الأعظم لإيجاد التعارف بين الغرباء , فبسبب السلام المتبادل يقوم التعارف أولاً ثم تُبنى الأُخوة بعد ذلك شيئا فشيئا خصوصا إذا تكرر السلام عدة مرات . ¶ ولما كان البادئ بالسلام هو صاحب الفضل – لأنه هو الذي شرع أولاً ببناء الأخوة الإسلامية – أمرنا الإسلام أَلاَّ نقصِّر في الرد بل نردُّ التحية بأحسن منها أو بمثلها على الأقل حتى لايكون في نفس المسَلِّم شيئا من ذلك ويكون المسَلَّم عليه قد سعى في هدم ماحاول المسلِّم بناءه من الأُخوة الإسلامية وفي ذلك يقول الله تعالى [النساء:86]. ¶ __________ ¶ (1) ... صحيح مسلم كتاب الإيمان رقم 93 . ¶ (2) ... رواه البخاري في صحيحه كتاب الإيمان رقم 12 .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "والإنسان بطبيعته يميل إلى من يلائمه في الطبع والخلق فقد يرى الإنسان شخصا لأول مرة فيعجب به ويحبه لما بين روحيهما من التآلف والانسجام وهذا مصداق قول النبي ( \" الأرواح جنود مجندة فما تعارف منها ائتلف وماتناكر منها اختلف \" (1) . ولكن قد لايُظهر هذه المحبة ويستمر كاتما لها والآخر لايدري عنه فهذه المحبة لاقيمة لها في التآخي والتضامن إلا إذا عرف كل واحد منها أن الآخر يُحبه فعند ذلك تتقوى العلاقات بينهما ويتعرف كل واحد منهما على معارف الآخر وهؤلاء يعرِّفونهم على معارفهم , وهكذا حتى يترابط المجتمع ويصبح أهل الخير والصلاح كتلة واحدة , وفي هذا المعنى يقول الرسول ( \" إذا أحب أحدكم أخاه فليعلمه إياه\" (2) . ¶ ومن هنا ندرك الضرورة القصوى لتثبيت مفاهيم الإسلام في المجتمع وتقويض مفاهيم الجاهلية حتى تزول وتنحصر في دوائر ضيقه مغلقه لاتأثير لها في المجتمع . ¶ إذا تبين لنا هذا ندرك كيف أن التعارف بين أفراد المجتمع الإسلامي له أثره الكبير في تثبيت الأُخوة الإسلامية في حال سيادة مفاهيم الإسلام في المجتمع . ¶ ب – صلة الأرحام : ¶ __________ ¶ (1) ... رواه مسلم في صحيحه ج 8 كتاب البر رقم 2638 عن أبي هريرة والبخاري في الأدب المفرد ص 231 رقم 900 . ¶ (2) ... سنن أبي داود رقم 5124 في كتاب الأدب باب إخبار الرجل الرجل بمحبته إياه . ¶ ... سنن الترمذي رقم 2393 في الزهد باب ماجاء في إعلام الحب وإسناده صحيح .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "من عوامل تقوية الأُخوة صلة الأرحام فأقارب الإنسان هم أولى الناس بتوثيق الأُخوة بينه وبينهم فيجب أن يعتنى بهم أولاً فيجمعهم ويعقد الأخوة بينهم ويحاول الإصلاح بينهم إذا اختلفوا وقد أمر الله عز وجل بصلة الأرحام كما في قوله تعالى [النساء :1] وقال ( \"الرحم معلقة بالعرش تقول من وصلني وصله الله ومن قطعني قطعه الله \" أخرجه الإمام مسلم من حديث عائشة رضي الله عنها (1) .ومن أقرب الأقارب للإنسان والداه ولذلك حث الإسلام على برهما كثيرا وقد قرن الله سبحانه الأمر ببرهما بالأمر بعبادته حيث يقول تعالى [الأسراء :23] . مما يدل على عظيم حقهما على الابن . كما أمر النبي ( ببرهما في أحاديث كثيرة منها قوله \"رغم أنفه رغم أنفه , رغم أنفه, قيل : من يارسول الله ؟ قال من أدرك والديه عند الكبر أحدهما أو كليهما فلم يدخل الجنة \" أخرجه الإمام مسلم من حديث أبي هريرة رضي الله عنه (2) . فبر الأقارب وصلتهم وعقد الأخوة بينهم هو اللبنة الأولى في بناء الأخوة الإسلامية فإذا فشل الإنسان في عقد الأخوة مع أقاربه فهو فاشل في بناء الأخوة الإسلامية , وإن صلة الرحم لايكفي في تطبيقها تبادل الزيارات من الأقارب فإن بعض الأقارب قد يقطعون أرحامهم فالصلة التامة أن يستمر المسلم في صلة رحمه وإن قطعوه, وفي ذلك يقول رسول الله ( \" ليس الواصل بالمكافئ ولكن الواصل من إذا قطعت رحمه وصلها \" أخرجه الإمام البخاري من حديث عبد الله بن عمرو بن العاص رضي الله عنهما (3) . ¶ __________ ¶ (1) ... صحيح مسلم , كتاب البر , رقم 2555 . ¶ (2) ... صحيح مسلم , كتاب البر , رقم 2551 . ¶ (3) ... صحيح البخاري , كتاب الأدب باب رقم 15 .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وفي التعبير بالمكافأة في تبادل الزيارات بلاغة نبوية عالية لأن الذي يصل أقاربه إذا وصلوه فقط كأنما فعل ذلك لمكافأتهم على وصلهم , ولكن الواصل حقيقة الذي يريد وجه الله تعالى هو الذي لايتغير وصله سواء بادله أقاربه الوصل أو قطعوه , لأنه بهذه الصلة يجعل من نفسه قدوة حسنة لسائر أقاربه فإن النفوس مجبولة على التأثر بفعل المعروف , فتستيقظ في نفوسهم دوافع الرغبة في بلوغ الكمال والتنافس على الاتصاف بأحسن الصفات . ¶ ج – صلة الجار : ¶ من سنن الحياة التي تعارف عليها البشر أنهم يعيشون متجاورين فإن ذلك أكثر أمانًا وأعون على تحقيق المصالح , وإن من عوامل تكوين الأخوة الإسلامية وتنميتها أن يصل المسلم جيرانه لأنهم ألصق الناس به بعد أقاربه , فقيام الأخوة الإسلامية بين الجيران يضمن لهم الحياة السعيدة ويؤهلهم للمشاركة في بناء الأخوة الإسلامية الشاملة , وفشلهم في تكوين هذه الأخوة الإسلامية يحيل حياتهم إلى شقاء , ويضعف الأمل في انتمائهم الحقيقي إلى رابطة الأخوة الإسلامية , ونظرًا لأهمية الصلة بين الجيران في تحقيق السعادة وبناء الأخوة جاءت التوجيهات الإسلامية بالأمر المؤكد بالعناية بحقوق الجار فقد قرن الله تعالى ذلك بالأمر بعبادته حيث يقول [النساء :36] وأمر النبي ( بالالتزام بأداء حقوق الجار في أحاديث كثيرة منها ما أخرجه الإمام مسلم في صحيحه من حديث عائشة رضي الله تعالى عنها قالت : سمعت رسول الله ( يقول : \"مازال جبريل يوصيني بالجار حتى ظننت أنه سيورثه \" (1) . ¶ د – التزاور بين المؤمنين : ¶ __________ ¶ (1) ... صحيح البخاري , رقم 6014 , كتاب الأدب (10/441) , صحيح مسلم , كتاب البر , باب الوصية بالجار رقم 2624 .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "لقد أرشدنا رسول الله ( إلى تبادل الزيارات لأن ذلك يقوي الصلة ويثبت الأخوة وقد بين ( الجزاء الأعظم للمتزاورين في الله حيث يقول \" إذا عاد الرجل أخاه أو زاره قال الله له طبت وطاب ممشاك وتبوأت منزلا في الجنة \" أخرجه الإمام البخاري في الأدب المفرد وأخرجه الإمام الترمذي وحسنه وابن ماجه (1) . ¶ وكما في قوله ( قال الله تبارك وتعالى : ( وجبت محبتي للمتحابين فيّ والمتجالسين فيّ والمتزاورين فيّ والمتباذلين فيّ ) أخرجه الإمام مالك في الموطأ (2) . ¶ وعن عمرو بن عبسة رضي الله تعالى عنه قال : سمعت رسول الله ( يقول : \" قال الله عز وجل قد حقَّت محبتي للذين يتحابون من أجلي وقد حقت محبتي للذين يتزاورون من أجلي وقد حقت محبتي للذين يتصادقون من أجلي \" ذكره الحافظ الدمياطي وقال : رواه أحمد بإسناد صحيح والطبراني والحاكم وقال : صحيح الإسناد (3) . ¶ وعن أنس رضي الله عنه عن النبي ( قال : \" ألا أخبركم برجالكم في الجنة \" ؟ قلنا : بلى يارسول الله قال : \" النبي في الجنة , والصِّدِّيق في الجنة, والرجل يزور أخاه في ناحية المصر لايزوره إلا في الله في الجنة \" . ¶ ذكره الحافظ الدمياطي وقال : رواه الطبراني في حديث وإسناده جيد إن شاء الله (4). ¶ ففي هذه الأحاديث وغيرها حث للمسلمين على مبادلة الزيارات بينهم حتى تتقوى الروابط الاجتماعية بين أفراد المجتمع الإسلامي . ¶ __________ ¶ (1) ... الأدب المفرد , رقم 3510 , سنن الترمذي , رقم 2008 , سنن ابن ماجه , رقم 1443 . ¶ (2) ... الموطأ , كتاب الشعر رقم 16 . ¶ (3) ... المتجر الرابح 406 رقم 1610 . ¶ (4) ... المتجر الرابح 405 رقم 1607 .",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وربما يكون الإخوان المتحابون في الله متفرقين في البلاد , فيصيبهم الكسل وتقعد بيهم العوائق الدنيوية عن السفر من أجل زيارة إخوانهم, فقد جاءت التوجيهات النبوية تبشرهم بما أعده الله لمن تحمَّل مشقة السفر, لا لغرض من أغراض الدنيا بل لزيارة أخ له في الإسلام , وذلك فيما أخرجه الإمام مسلم : \" أن رجلا زار أخًا له في قرية أخرى فأرصد الله على مدرجته ملكا , فلما أتى عليه قال : أين تريد ؟ قال: أريد أخًا لي في هذه القرية , قال : هل لك عليه من نعمة تَربُّها ؟ قال : لا غير أني أحبتته في الله عز وجل , قال : فإني رسول الله إليك : بأن الله قد أحبك كما أحبتته فيه \" (1) . ¶ وفي هذا الحديث رفع للهمم المريضة المتقاعسة عن المزيد من توثيق عرى الروابط الاجتماعية بين المتعارفين بتوثيق المحبة المتبادلة التي يثبتها ويرسخها في النفوس كثرة الزيارات , فهي من العوامل المهمة لبناء صرح الأُخوة الإسلامية وحمايتها من التصدع والانهيار . ¶ هـ - عيادة المريض : ¶ وإذا كان التزاور بين المسلمين من عوامل تكوين الأُخوة الإسلامية وتنميتها فإن حق الأخوة يتأكد في زيارة الأخ المسلم إذا مرض . ¶ إن كل مسلم بوجوده داخل المجتمع الإسلامي يعدُّ لبنة من لبنات هذا المجتمع الذي يقوم على الأُخوة الإسلامية , فإذا مرض هذا الفرد المسلم فإن من التعبير الصادق من إخوانه نحو هذه الرابطة المقدسة أن يعودوه وفاء بحقه وتجديدًا لمعاني الأُخوة الإسلامية بينهم وبينه . ¶ __________ ¶ (1) ... صحيح مسلم , كتاب البر , رقم 38 .",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "ونظرًا لأهمية عيادة المريض فيما يتعلق بحقوق الأفراد والمجتمع نجد الرسول ( يعدُّ هذا الحق من الحقوق الخمسة الثابتة للمسلمين حيث يقول \"حق المسلم على المسلم خمس : رد السلام وعيادة المريض واتباع الجنائز وإجابة الدعوة وتشميت العاطس\" أخرجه الشيخان من حديث أبي هريرة رضي الله عنه (1) . ¶ ونجده يرتب عليه الجزاء العظيم حيث يقول \" من عاد مريضا لم يزل في خُرفة الجنة , قيل : يارسول الله وماخرفة الجنة ؟ قال: جناها\" أخرجه الإمام مسلم من حديث ثوبان رضي الله عنه (2) . ¶ و – الصلة بين الدعاة إلى الله تعالى : ¶ الدعاة إلى الله تعالى هم قادة الأمة وموجهوها وإنَّ أي جهود تبذل من أجل الأخوة الإسلامية وتثبيتها تبقى ناقصة إذا كان الدعاة إلى الله تعالى متباعدين لاتجمعهم رابطة ولاتكون لهم اجتماعات يتدارسون فيها عوامل اجتماع الأمة وعوامل تفرقها . ¶ والدعاة إلى الله تعالى هم صفوة المجتمع الذين برزت في حياتهم معاني الأخوة الإسلامية , فالصلة بينهم تعدُّ تجسيما لوجود الأخوة , وقدوة حسنة لمن هم دونهم في فهم معاني الأخوة ومقتضياتها . ¶ وإن جميع النصوص التي تأمر بالصلة بين الإخوان في الله تعالى تتأكد في حق الدعاة الذين أخذوا على عاتقهم مسؤولية توجيه الأمة وإصلاحها. ¶ وإن من أبرز مزايا الصلة بين الدعاة أن مجالسهم في أثناء الزيارات تكون مجالس علم ومذاكرة فهي وصل لدروس العلم التي يتلقونها في الحلقات العلمية . ¶ وهناك أمر مهم قد لا يتوافر إلا في هذه الزيارات وهو فهم واقع المسلمين وواقع الجاهلية المعاصرة لهم عن طريق تبادل الأحاديث والتعليقات المفيدة . ¶ وإذا علمنا أن فهم واقع المسلمين وفهم واقع الجاهلية المعاصرة من العناصر المهمة لثقافة الداعية أدركنا أهمية الاتصال الدائم بين الدعاة إلى الله تعالى . ¶ __________ ¶ (1) ... صحيح البخاري,كتاب الجنائز رقم 1240 ,صحيح مسلم , كتاب السلام رقم 4. ¶ (2) ... صحيح مسلم , كتاب البر رقم 2568 .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "ولقد كان الصحابة رضي الله عنهم يذكِّرون أصحابهم من طلاب العلم الذين كانوا آنذاك كلهم دعاة إلى الإسلام بما يكمل ثقافتهم الدينية التي هي زادهم في طريق الدعوة فقد أخرج الإمام الطبراني بإسناده عن عون بن عبد الله بن عتبة بن مسعود قال : قال عبد الله – يعني ابن مسعود – لأصحابه حين قدموا عليه : هل تَجَالسون ؟ قالوا : نعم يا أبا عبد الرحمن إن الرجل منا ليفقد أخاه فيمشي على رجليه إلى آخر الكوفه, قال: إنكم لن تزالوا بخير مافعلتم ذلك (1) . ¶ وهذا يعني أنهم إذا قطعوا الصلة والزيارة لايكونون بخير , وكيف يكونون بخير وقد أهملوا جانبا مهمًّا من جوانب العلم والمعرفة ورافدًا حيا من روافد الدعوة وأسهموا بعد ذلك في إضعاف الأخوة الإسلامية . ¶ 5 – الالتزام بمكارم الأخلاق : ¶ من العوامل القوية التي تثبت الأخوة الإسلامية وتقويها تحلي أفراد الأمة بمكارم الأخلاق , ولقد حمى الإسلام سياج هذه الأخوة بتوجيهات سامية نحو الأخلاق النبيلة , فالإيثار مثلا من أعظم الأخلاق الكريمة أثرًا في حفظ الأخوة ورعايتها , فالمجتمع الذي يسود فيه الإيثار وحب المصلحة العامة ونسيان الذات في سبيل مصلحة الأمة هو المجتمع الذي تترعرع فيه الأخوة الإسلامية وتزدهر , لأنه مجتمع تُبذل فيه النصيحة وتعقد المشورة بين أفراده حتى في الأمور الصغيرة فيستفيد الفرد من عقول الآخرين وتجاربهم في الحياة , فإذا تبدَّل المسؤول بمسؤول آخر مثلا استفاد هذا الأخير من تجارب الأول ولم يبخل الأول باسداء نصيحته ومشورته للأخير لأنهما أخوان في الله وهدفهما واحد هو إعزاز الإسلام والمسلمين, وكذلك جميع الأعمال الصغيرة والكبيرة . ¶ __________ ¶ (1) ... المتجر الرابح /407 .",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وإنا لنلمس نتائج هذا الخلق العظيم الواقعية في حياة الصحابة رضي الله عنهم ويكفي أن نضرب مثلا واحدا من عملهم بإيثار مصلحة الإسلام والمسلمين على المصالح الخاصة , فهذا أبو عبيدة عامر بن الجراح رضي الله عنه يرسل الخليفة عمر رضي الله عنه كتابا بتوليته القيادة العامة لجيش المسلمين وعزل خالد بن الوليد من الإمرة على جيوش الشام , ويتباطأ أبو عبيدة في إبلاغ خالد بذلك إيثارًا للمصلحة العامة وزهدًا في المنصب وتدور بينهما محاورة جليلة القدر عظيمة النفع للمسلمين . ¶ فقد علم خالد بأمر عزله فأقبل حتى دخل على أبي عبيدة فقال: يغفر الله لك , أتاك كتاب أمير المؤمنين بالولاية فلم تعلمني وأنت تصلي خلفي والسلطان سلطانك ؟ فقال أبو عبيدة : وأنت يغفر الله لك, ماكنت لأعلمك ذلك حتى تعلمه من عند غيري , وماكنت لأكسر عليك حربك حتى ينقضي ذلك كله , ثم كنت أعلمك إن شاء الله , وما سلطان الدنيا أريد , وما للدنيا أعمل , وإن ماترى سيصير إلى زوال وانقطاع , وإنما نحن إخوان وقُوّام بأمر الله عز وجل , ومايضر الرجل أن يلي عليه أخوه في دينه ولادنياه , بل يعلم الوالي أنه يكاد أن يكون أدناهما إلى الفتنة وأوقعهما في الخطيئة لِمَا يعرض له من الهلكة , إلا من عصم الله عز وجل وقليل ماهم . ¶ ودفع أبو عبيدة كتاب عمر إلى خالد (1) . ¶ ولنتأمل فيما جرى من هذين العملاقين لنتعلم منهما دروسا بالغة الأهمية في حياتنا العملية . ¶ فهذا أبو عبيدة يؤثره عمر بالولاية العامة في الشام فيزهد بها ويتأخر في إبلاغ خالد بذلك إيثارًا للمصلحة العامة حتى تنقضي المهمة التي خطط لها خالد , ثم يعرض الأمر , وهو يفهم حقيقة الولاية فهما تاما , فهي مغرم وليست بمغنم , والسعيد من لم يُبتلَ بها , لكن من ابتلي بها فعدل ونصح فهي خير في الدنيا وثواب جزيل في الآخرة . ¶ __________ ¶ (1) ... الفتوح لابن أعثم 1/158 , فتوح الشام للأزدي /102 .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وخالد يلوم أخاه أبا عبيدة أن أسرّ في نفسه هذا التكليف ولم يبلغه إياه في حينه , وهو لايريد أن يتقدم أبا عبيدة بشيء إلا أن يكون ذلك تكليفا من قِبَل الخليفة فالطاعة إذًا واجبة على الجميع . ¶ وهنا تبدو لنا روح الطاعة والتجرد من حظ النفس لدى هؤلاء الأماجد الكرام , فقد وجَّه أبو بكر خالدًا لأعنف حروب الردة , فتوجه لها طائعا مختارا , وكان كذلك في حروب العراق , حتى إذا كان من فتح المدائن قاب قوسين أو أدنى صدر التوجيه له إلى الشام فسلَّم طائعا مختارا. ¶ وأبو عبيدة بعد أن كان أمير الشام وقائد جيوشها يصبح قائد جيش واحد فيسلِّم الأمر لخالد طائعا مختارا , ثم يرجع بعد ذلك أميرا عاما فلا يزيد شيئا أمام نفسه , بل يتقبل التكليف ببطء ويعلن زهده في الدنيا ومناصبها , ويشير إلى خطورة المسؤولية إلا على من عصمه الله تعالى , ثم يعود خالد جنديا مطيعا لأبي عبيدة فيوجه حيثما وجهه . ¶ وأمرٌ آخر في غاية الأهمية وهو أن خالدا بقي عند أبي عبيدة في أعلى مكانة فكان لايتقدم خطوة إلا بمشورة خالد , حتى كأن خالدا لم يفقد شيئا من سلطته الأولى , وخالد لم يبخل بخالص الرأي والمشورة على أبي عبيدة , فكان وضعهما الإداري طيلة عملها في أعلى وضع يمكن أن يتصوره الإنسان من مكارم الأخلاق . ¶ وماهذه إلا لمحات موجزة عن تشخيص السمو الأخلاقي الذي بلغه هذان العملاقان, ولو تعمق الدارس في طريقة العمل بينهما لخرج بنتائج باهرة تعدُّ مُثلاً عالية للأسوة الحسنة.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "ولو أن هذه التصرفات من تثبيت أمير تم عزله وتثبيت آخر ثم تكليف الأول بالمسؤولية .. لو أن ذلك تم بين أبناء الدنيا وطلاب الجاه لوجدنا الغيرة تُبرز قرونها والحسد يرسل لهيبه فيحرق الأخضر واليابس, ولسادت الفوضى وعم الفساد , لأن القائد الأخير سيتكبر عن استشارة القائد الأول , والقائد الأول سيكتم خبرته ومواهبه حتى لاتكون سببا في نجاح القائد الثاني , والنتيجة تكون في انحدار مستوى العمل وخسارة الأمة . ¶ وقد وقعت الأمة الإسلامية في كثير من أطوار تاريخها ضحية لمثل هذه الأمراض الخلقية , منذ أن ذهب ذلك الرعيل الأول الذي تغذى بغذاء الإيمان وآثر الآخرة على الدنيا . ¶ ومن هذه الحادثة وأمثالها ندرك كيف أن خُلق الإيثار كان حاميا للأمة من الوقوع في نكسات خطيرة ربما غيرت مجرى حياتها وقضت على كثير من ثمرات الإصلاح الذي لم يتم إلا بجهاد طويل . ¶ وكذلك نرى سائر مكارم الأخلاق كالكرم والوفاء وبشاشة الوجه من أقوى العوامل لبناء الأخوة الإسلامية , بل إن هذه الأخلاق الكريمة هي التي سببت دخول كثير من الناس في الإسلام خصوصا الأعاجم الذين لايفهمون لغة القرآن , وبالتالي انعقد الإخاء العالمي بين الأمم تحت ظلال دعوة التوحيد , فقد كان للمعاملة الكريمة والأخلاق القويمة التي يتحلى بها الصحابة رضي الله عنهم حتى مع أعدائهم أبلغ الأثر في انجذاب الناس لهذا الدين حيث كانوا لايكْذبون إذا وعدوا ولايغدرون إذا عاهدوا ولاينتهكون الأعراض ولاينتهبون الأموال من الآمنين , بل قد كان كثير من أبناء الشعوب المغلوبة يأمنون المسلمين الفاتحين على أعراضهم وأموالهم أكثر مما يأمنون أبناء بلادهم .",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "لقد رأى أبناء تلك الشعوب المغلوبة على أمرها من قبل حكوماتهم الظالمة أن هؤلاء المسلمين لايقدسون كبراءهم وأمراءهم كما هو الحال في بلادهم مع ملوكهم , بل كانوا يجلسون سواء ويأكلون سواء , والأمثلة الرائعة التي ضربها الصحابة رضي الله عنهم من أنفسهم لايمكن حصرها, من ذلك أن الفرس جاؤوا إلى \" أبي عبيد بن مسعود الثقفي\" قائد المسلمين في معركة الجسر – بأنواع من الأطعمة المحبوبة عند الفرس فقال لهم أبو عبيد : أأكرمتم الجند بمثله وقَريتموهم ؟ قالوا : لا , فردَّه , وقال : لاحاجة لنا فيه , بئس المرء أبو عبيد إن صحب قوما من بلادهم أهرقوا دماءهم دونه أو لم يهريقوا فاستأثر عليهم بشيء يصيبه , لا والله لايأكل مما أفاء الله عليهم إلا مثل مايأكل أوساطهم (1) . ¶ لقد كان أبو عبيدة رائعا حقا حينما مَثَّل الأخلاق الإسلامية في أسمى صورها , فرسّخ في أذهان هؤلاء الناس أن المسلمين ليسوا كسائر الناس يختلف ولاتهم وأغنياؤهم عن أوساطهم وفقرائهم في أنماط الحياة , بل إن دعوة التوحيد جعلتهم جميعا عبيدا أمام الله تعالى , وأعظمهم عبودية لله جل وعلا وأقربهم إليه من كان أكثر تواضعا لعباده ورحمة بهم, ولاشك أن إشاعة مثل هذه المعاني الكريمة كان لها الأثر البالغ في انتشار الإسلام بين الأعاجم لأنها أمور تلفت النظر وترفع من شأن العامة , وهم الكثرة الكاثرة في المجتمع . ¶ هذا وإن لهذه المعاني السامية من مكارم الأخلاق أثرا فعالا في عقد الأخوة الإسلامية وتثبيتها . ¶ __________ ¶ (1) ... تاريخ الطبري 3/452 – 453 .",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "كما نجد أن من مكارم الأخلاق التي تقوي الإخاء الإسلامي وتنميه خلق الصراحة والوضوح , فإذا عامل المسلم أخاه المسلم بالصراحة والوضوح في كل أموره استمر الإخاء الإسلامي بينهما منعقدا على خير مايرام , لأن كل واحد منهما يشعر بما يُكنُّه له الآخر , وقد كان الصحابة رضي الله عنهم في منتهى السمو في هذا الخلق الكريم فما كان أحد منهم في قلبه على أخيه شيء من النقد والعتبى ثم يتصنع له بالكلام ويظهر له الرضا التام بتصرفاته نحوه , بل كانوا في غاية الصراحة والوضوح فإذا انتقد أحدهم الآخر بشيء صرح له بذلك ولم يظهر أمامه بمظهر الموافق له السليم الصدر من المحامل عليه ثم يذهب لينتقده في غيبته كما هو خلق ضعفاء الإيمان . ¶ وربما حصل بين الصحابة رضي الله عنهم نزاع بسبب هذه الصراحة ولكنها تؤول بعد ذلك إلى الأخوة والتسامح فالخلاف في الرأي والخطأ لابد أن يقع بين البشر حتى بين أكبر المتحابين من أصحاب العقول الكبيرة , ولكن عندما يوجد التفاهم السريع ويُظهر كل واحد من المختلفين كل مافي نفسه للآخر يعود الخلاف إلى محبة ووفاق أما عندما يسكت كل واحد منهما على مافي نفسه من المحامل فإنها تصبح ضغائن وأحقادًا تفرق بين المتآخين وربما لو حصل التفاهم لتبين أن تلك المحامل إنما كانت نتيجة أخطاء وهمية لا حقيقة لها .",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وإننا لانستغرب وقوع التنازع والخلاف بين بعض الصحابة لأن هذه طبيعة البشر فالخلاف كان يقع حتى بين أكابر الصحابة كما روى البخاري عن أبي الدرداء رضي الله عنه قال : كانت بين أبي بكر وعمر محاورة فأغضب أبو بكر عمر فانصرف عنه عمر مغضبا فاتبعه أبو بكر يسأله أن يستغفر له فلم يفعل حتى أغلق بابه في وجهه فأقبل أبو بكر إلى رسول الله ( فقال أبو الدرداء ونحن عنده : فقال رسول الله ( : أما صاحبكم فقد غامر , قال : وندم عمر على ماكان منه فأقبل حتى سلَّم وجلس إلى النبي ( وقص على رسول الله ( الخبر , قال أبو الدرداء : وغضب رسول الله ( وجعل أبو بكر يقول : والله يارسول الله لأنا كنت أظلم فقال رسول الله ( : \" هل أنتم تاركو لي صاحبي هل أنتم ¶ تاركو لي صاحبي إني قلت يا أيها الناس إني رسول الله إليكم جميعا فقلتم كذبت وقال أبو بكر صدقت \" قال أبو عبد الله – يعني البخاري : غامر سبق بالخير (1) . ¶ من هذا المشهد الرائع في حياة الصحابة رضي الله عنهم ندرك مدى السمو الأخلاقي الذي بلغوه .. وضوح وصراحة ثم عفو وتسامح . ¶ إن الأخوة التي بين أبي بكر وعمر رضي الله عنهما لم تنقص بهذا الخلاف والمغاضبة بل زادت قوة ومتانة بما يتبعها من العفو والتسامح , بينما نجد أبناء الدنيا على غير هذه الشاكلة .. تحامل في القلوب وأحقاد وضغائن في الخفاء ومداراة وبشاشة في العلانية , وظهور بوجه أمام بعض الناس وبوجه آخر أمام الآخرين ممن يخالفون الصنف الأول في المعتقد والرأي , يحاولون بذلك كسب رضا الناس جميعا عنهم ولو كانوا متباينين في العقيدة التي يترتب عليها الحب والبغض أو يحاولون الكسب الدنيوي من وراء أعمالهم هذه,وهؤلاء هم الذين عناهم النبي ( بقوله\"تجد من شر الناس يوم القيامة ذا الوجهين الذي يأتي هؤلاء بوجه وهؤلاء بوجه\" (2) ¶ __________ ¶ (1) ... صحيح البخاري , كتاب التفسير , سورة الأعراف رقم 4640 . ¶ (2) ... صحيح الإمام البخاري كتاب المناقب باب رقم (1) . ¶ ... صحيح مسلم , كتاب البر رقم (98) .",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": ". ¶ ومن الأمثلة الرائعة على خلق الصراحة والوضوح ماكان من سعد بن عبادة رضي الله عنه يوم أن وَجد بعضُ الأنصار في قلوبهم على النبي ( في تقسيم غنائم حنين وتكلموا في ذلك , وعلم النبي ( فقال لسعد: \"فأين أنت من ذلك ياسعد ؟ \" قال: يارسول الله ما أنا إلا من قومي(1) . ¶ فهذا يدل على اتصاف الصحابة رضي الله عنهم بخلق الصدق والصراحة , فلم يبرئ سعد نفسه من الموجدة على رسول الله ( مع علمه بأنه يكره ذلك مادام أنه قد أضمر في نفسه هذا الأمر , وقد جاء في إحدى روايات مسلم : فقال : \" ما الذي بلغني عنكم ؟ \" قالوا : هو الذي بلغك , وكانوا لايكذبون (2) . ¶ هكذا كانت أخلاق الصحابة رضي الله عنهم بينما نجد أبناء الدنيا يشاركون في الإنكار على المسؤول , ثم إذا جاء التحقيق في الموضوع بَرَّؤُوا أنفسهم من ذلك وحملوا المسؤولية غيرهم , وربما سارعوا إلى تبرئة أنفسهم قبل أن يكون تحقيق بل لمجرد علمهم بأن الموضوع أثار نقمة المسؤول وتساؤله . ¶ وهذا دليل على ضعف الإيمان , وتغليب اعتبار الدنيا على الآخرة واعتبار رضا الناس وتقديمه على رضا الله سبحانه وتعالى . ¶ هذا ومكارم الأخلاق كلها مما يقوّي الأخوة الإسلامية وإنما ضربنا المثل ببعضها فذكرنا الإيثار والصراحة لأن لهما تأثيرا قويا على الأخوة الإسلامية . ¶ فالأخلاق الكريمة تقوّي المحبة في القلوب ويستطيع الإنسان أن يجذب الناس إليه بطلاقة وجهه وبشاشته , ولقد حث النبي ( على ذلك في أحاديث كثيرة منها قوله \" لاتحقرن من المعروف شيئًا ولو أن تلقى أخاك بوجه طلق \" (3) . ¶ 6 – الالتزام بمقياس الكرامة في الإسلام : ¶ __________ ¶ (1) ... سيرة ابن هشام 4/175 . ¶ (2) ... صحيح مسلم , كتاب الزكاة رقم 134 . ¶ (3) ... رواه الإمام مسلم في صحيحه , كتاب البر رقم 2626 .",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "كان مقياس الكرامة في الجاهلية يقوم على اعتبارات من أبرزها النسب , فالنسب الرفيع له المقام الأول لدى أهل الجاهلية في رفعة الإنسان, وإن كانت الأمم تختلف في قرب النسب وبعده , فبعض الأمم تعتز بنسب بعيد فتكون أمة كبيرة كالروم والفرس وبعضها تعتز بنسب قريب فتكون قبائل كالعرب . ¶ ومن الاعتبارات الجاهلية الارتباط بالأرض المحدودة سياسيا بحدود معينة فيرى أبناء الأرض الواحدة أن لهم مقاما أرفع من غيرهم وإن اشتركوا معهم في اللغة أو الدين . ¶ ومن هذه الاعتبارات الارتباط باللغة الواحدة فيرى أصحاب كل لغة أنهم أرفع من غيرهم وإن اشتركوا معهم في الوطن أو الدين . ¶ ومن تلك الاعتبارات الجاهلية النظر إلى لون البشرة , فالبيض مثلا يرون أنهم أفضل من السود , وهناك درجات متميزة في هذه الاعتبارات حسب قرب الناس من البياض أو السواد . ¶ ولقد بعث الله سبحانه محمدا ( بالإسلام فأبطل جميع هذه الاعتبارات الجاهلية وشرع للناس مقياسا كريما ساميا رحيما , ألا وهو مقياس التقوى كما قال تعالى [الحجرات :13] وكما أخرج الإمام البخاري ومسلم من حديث أبي هريرة رضي الله عنه قال : \" سئل رسول الله ( : من أكرم الناس قال: أتقاهم (1) . وكما أخرج الإمام مسلم من حديث أبي هريرة قال : قال رسول الله ( \" إن الله لاينظر إلى أجسادكم وصوركم ولكن ينظر إلى قلوبكم\" (2) . ¶ وإن من مزايا هذا المقياس الكريم أنه يتَّسم بالشمول فهو لايقتصر على وطن دون وطن أو لغة دون لغة أو لون دون لون , بل يشترك فيه البشر جميعا . ¶ __________ ¶ (1) ... صحيح البخاري , كتاب الأنبياء رقم 3383 , صحيح مسلم , كتاب الفضائل رقم 2378 . ¶ (2) ... صحيح مسلم كتاب البر رقم 2564 .",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "ومن ذلك ندرك علاقة هذا المقياس الكريم بالإخاء الإسلامي لأنه مقياس عالمي شامل باستطاعته أن يُوجِد الإخاء بين المؤمنين المتقين من عموم البشر فينتشل العناصر الطيبة الزكية من بين المجتمعات الهابطة في حمأة الرذيلة ليعقد بينها الإخاء القوي المتماسك. ¶ ولقد روى لنا التاريخ كيف اجتمع في ذلك المجتمع الصغير في أول ظهور الإسلام المسلم العربي مع الفارسي مع الرومي مع الحبشي على الإخاء الإسلامي , وماكانوا ليجتمعوا لو كان مقياس الكرامة عنصريا يُغَلِّب شرف النسب أو اللغة أو الوطن أو اللون. ¶ ولقد رأى الناس أن رسول الله ( يرفع من شأن أولئك الذين استضعفهم أهل الجاهلية وخلَّدوا في أذهان الناس احتقارهم , كما خلَّدوا في أذهانهم تسويد طائفة رَفَعها نسبها أو أي اعتبار آخر من الاعتبارات الجاهلية . ¶ ومن الأمثلة الواضحة على ذلك ما أخرجه الإمام ابن جرير من حديث ابن مسعود رضي الله عنه قال : مرَّ الملأ من قريش برسول الله ( وعنده صهيب وعمار وبلال وخباب ونحوهم من ضعفاء المسلمين فقالوا: يامحمد أرضيت بهؤلاء من قومك ؟ أهؤلاء الذين منّ الله عليهم من بيننا؟ أنحن نكون تبعا لهؤلاء ؟ اطردهم عنك , فلعلك إن طردتهم أن نتبعك فنزلت هذه الآية (1) [الأنعام :52 – 53] . ¶ وذكره الهيثمي من رواية الإمام أحمد والطبراني بنحوه وقال: ورجال أحمد رجال الصحيح غير كردوس – يعني ابن العباس الثعلبي – وهو ثقة(2) . ¶ وأخرجه الإمام مسلم بنحوه (3) . ¶ فالإسلام هو الذي رفع شأن هؤلاء المستضعفين , وهذا من مميزات مقياس الكرامة في الإسلام , حيث يتساوى الناس جميعا في إمكانية بلوغه, أما المقاييس الجاهلية فهي ضيقة محدودة جائرة , لأنه ليس باستطاعة من استهجن العرف الاجتماعي نسبه ولونه أن يرفع من نسبه , ولا أن يغير لونه . ¶ الواقع التاريخي لتطبيق هذه الرابطة ¶ __________ ¶ (1) ... تفسير الطبري . ¶ (2) ... مجمع الزوائد 7/21 . ¶ (3) ... صحيح الإمام مسلم فضائل الصحابة رقم 46 .",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وإذا نحن نظرنا إلى إمكانية تطبيق رابطة الإخاء العالمي نجد أنه بالإمكان تطبيقها , لأنها وإن كانت فكرة مثالية تعتمد على تحرر الوجدان والضمير والانطلاق من أثقال العرف الاجتماعي الجاهلي, فإنها ليست فوق طاقة البشر بل إن البشرية تنشدها وتتمنى تحقيقها , ولكن نداءات العنصرية الضيقة المحدودة تهبط بمستوى الفكر الإنساني فتقف سدا مانعا دون تحقيق هذا الحلم النبيل . ¶ وهذه النظرة العنصرية المحدودة من أعقد المشكلات التي تواجه بناء صرح الأخوة العالمية لأن لها من القوة والرسوخ مايجعلها حجر عثرة أمام المصلحين . ¶ وإنما جاءت قوة هذه النظرة الإقليمية القبلية المحدودة من جانب تغذيتها لخلق ذميم واستمدادها منه , ألا وهو خلق الأثرة حيث يرى الإنسان أنه يجب أن يستأثر بالمنافع لنفسه أوَّلاً ولأبناء قبيلته أو بلده ثانيا, ولايمكن القضاء على هذه النظرة الضيقة تماما واجتثاث جذورها إلا بالتوجيه السماوي , فالمسلمون يستطيعون أن يمثِّلوا هذا الإخاء العالمي على مقتضى المنهج الإلهي لأن الإسلام يشد العالم كله نحو الوصول إلى هذا الهدف السامي . ¶ وقد بين الله سبحانه وتعالى استحالة الجمع بين قبائل العرب والتأليف بين قلوبهم بمجرد الجهد البشري المحدود وذلك في قوله تعالى [الأنفال :63] . ¶ فهذه الرابطة السامية بالإمكان تحقيقها وذلك بالاعتصام بهذا الدين العظيم وقد طبقت فعلا في العصور الإسلامية الأولى عندما كان يحكم العالم كله دولة واحدة هي الدولة الإسلامية .",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "وإذا نحن ألقينا نظرة على المجتمع العالمي قبل مجيء الإسلام ثم نظرنا إليه بعد مجيء الإسلام نجد الفرق واضحا بين العصرين , فالعالم في الجاهلية كان مفرقا إلى دول وقبائل , فبدأ النبي ( بالإسلام يجمع الأمة العربية أوَّلا نظرا إلى أنها هي المحيطة بالدعوة وقد نزل القرآن بلغتها وبعث الرسول منها فجمع بين المؤمنين من أهل مكة أوَّلاً على الرابطة الإسلامية, وأزال الفوارق العرقية التي كان العرب يفتخرون بها, فكان بلال الحبشي وصهيب الرومي مع سائر المؤمنين من قريش وغيرهم من العرب , وجمع الله بالإسلام بين الأوس والخزرج وزالت عنهم العصبية الممقوتة التي سببت بينهم الحروب الطاحنة وقد جاء الإسلام وانتشر بينهم ولم تندمل جراح معركة \" بعاث \" التي هي آخر المعارك بينهم فأصبحوا بالإسلام إخوانا وسُمُّوا بعد تآلفهم ونصرتهم جميعا لرسول الله ( بالأنصار, وهذه الوحدة بينهم خطوة عظيمة ماكانوا يحلمون بها من قبل ولكنها تحققت بمجرد انتشار الإسلام بينهم فأصبحوا مع المهاجرين يكَوِّنون أول مجتمع إسلامي . ¶ ثم بعد ذلك أصبحت قبائل العرب تدخل في الإسلام شيئًا فشيئًا , وبمجرد دخولها في الإسلام تزول منها العصبية القبلية وتحل محلها العصبية الدينية , فتبغض الكفار وإن كانوا من أفراد قبيلتها وتحب المؤمنين وإن كانوا من أفراد القبيلة التي كانت من قبل تحاربها.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "فاجتمعت على هذا المبدأ قبائل العرب كلها واتحدت أهدافهم وبالتالي اتحد منهاجهم في العمل , فأصبح الجيش الإسلامي مكونا من تلك القبائل التي كانت قبل سنوات قليلة لاتتقابل إلا وفي أيديها السلاح الذي تتقاتل به في الميدان , فتحققت باتفاق العرب معجزة ماكان باستطاعة أحد من البشر أن يحققها لأن العرب أمة لاتعرف في حياتها التبعية والانقياد , وقد بلغت بها العصبية القبلية حدا أذهب قوتها ومركزها بين الأمم مع أنها تملك رصيدا ضخما من الشجاعة والخشونة والسخاء , وهذه من مؤهلات القوة التي لاتملكها الأمم الأخرى التي أترفتها حياة المدن فأصبحت تحب الدعة والسكون , ولكن ذلك الرصيد الضخم من مؤهلات القوة لم يكن مصروفا في وجهه المشروع فجاء الإسلام ووحد بين تلك القبائل حتى أصبحت أمة واحدة تسير وراء هدف واحد ولكنه لم يَكْبِت في هذه الأمة المتوثبة ذلك الرصيد الضخم من مؤهلات القوة بل صرفه في فترة وجيزة إلى مجاله المشروع بعد أن نمَّى ذلك الرصيد وخطى به خطوات بعيدة , فبعد أن كان العربي يعتز بالشجاعة ليبني لنفسه مجدا في هذه الحياة جاء الإسلام فمحى من فكره هذه النظرة القريبة وألغى كل نظرة إلى الحياة الدنيا على أنها هي الهدف وأبدل ذلك بالنظرة إلى الآخرة , وهذه النظرة كما أن لها نتائجها المؤثرة بالنسبة لمستقبل الأفراد في الحياة الآخرة فإن لها نتائجها المؤثرة بالنسبة لزيادة الإنتاج من العمل في الحياة الدنيا , فالمحارب أو العامل الذي يعمل ليكتسب الشهرة والمجد في هذه الحياة الدنيا لايمكن أن يعمل إلا في الوقت الذي يراه فيه الناس لأنه إنما ينتظر المكافأة المعنوية من قِبَلهم , وبالتالي تفوت فُرَص كبيرة كان بالإمكان أن ينتج فيها في الوقت الذي لايطلع على عمله أحد ممن ينتظر منه الثناء عليه ونقل محامده .",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "أما العامل الذي ينتظر الثواب في الآخرة فلا يبالي رآه الناس أو لم يروه لأن مكافأته على عمله ليست من قِبَلهم وإنما هي من قبل الله عز وجل والله مطلع عليه في جميع الأوقات . ¶ أصبح العرب بعد مجئ الإسلام يحملون هذه النظرة السامية أخذًا من توجيهات النبي الكريم ( كما روى مسلم عن أبي موسى رضي الله عنه قال : سئل رسول الله ( عن الرجل يقاتل شجاعة ويقاتل حمية ويقاتل رياء أيُّ ذلك في سبيل الله فقال ( : \" من قاتل لتكون كلمة الله هي العليا فهو في سبيل الله \" (1) . ¶ فباجتماع العرب تحت راية الأخوة الإسلامية تحققت لهم نعمة عظيمة لاتقدر بثمن, ولقد ذكَّرهم الله سبحانه بهذه النعمة حيث يقول [آل عمران: 103] . وإنها لنعمة جديرة بالاهتمام والتذكير والرعاية . ¶ لقد رفع القرآن من ذكر العرب بين الأمم بعد ماكانوا أمة محتقرة منزوية وراء الصحراء فجعلهم هداة الأمم وقادة العالم , ولقد امتن الله سبحانه وتعالى على العرب بهذه المنة العظيمة كما قال تعالى [الأنبياء :10] وكما في قوله [المؤمنون :71] والذكر هو الشرف كما قال ابن عباس رضي الله عنهما(2) فليس للعرب عز ولا ذكر إلا بهذا القرآن الكريم متى اعتصموا به ونشروه بين الأمم . ¶ ومن هذا تبين لنا أن الإخاء أمكن إيجاده عن طريق الإسلام بين أمة صعبة المراس متشبثة بعاداتها وتقاليدها القديمة , وعن طريق هذه الأمة الفتية التي صنعها الإسلام من جديد انتشر الإخاء العالمي بين الأمم بانتشار الإسلام فأصبح العالم لأول مرة في التاريخ يجد مجتمعا عالميا يعيش فيه العربي إلى جانب الفارسي والرومي والحبشي وغير ذلك من مختلف الأجناس ويعملون جميعا لهدف واحد , وزالت العصبية الجاهلية التي فرقت بين الأمم ومزقت الشعوب . ¶ __________ ¶ (1) ... صحيح البخاري كتاب التوحيد رقم 7458 – صحيح مسلم كتاب الإمارة باب من قاتل لتكون كلمة الله هي العليا رقم 149 . ¶ (2) ... تفسير ابن كثير 3/184 .",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "عوامل فصم الأخوة الإسلامية وإضعافها ¶ تبين لنا من العرض السابق بعض معالم الأخوة الإسلامية وعوامل بنائها وتنميتها , وإنه لابد من إلمامة بأهم العوامل التي تؤدي إلى فصم الأخوة الإسلامية أو إضعافها لتتمَّ حمايتها من الأسلحة الفتاكة الموجهة إليها , فإنه بوجود عوامل الهدم قد تكون عوامل البناء عديمة الجدوى أو ضعيفة التأثير في تحصيل المراد . ¶ هذا وإن الأخوة الإسلامية لاتنفصم ولاتزول بالكلية إلا مع اختلاف الدين فمتى وجد الانتماء الصحيح للإسلام فإن الأخوة الإسلامية تكون موجودة مع اختلاف درجاتها في القوة حسب اختلاف الدرجات في الدين . ¶ ومما يدل على بقاء الأخوة الدينية حتى مع ارتكاب المعاصي الكبيرة أن الله سبحانه قد عدَّ القاتل أخًا للمقتول حيث يقول تعالى [ البقرة : 178] . ¶ كذلك عدَّ الله سبحانه أفراد الطائفتين المتقاتلتين من المسلمين إخوة مع ارتكابهم هذه الكبيرة حيث يقول تعالى [الحجرات : 9 – 10] . ¶ وقد كان هذا المفهوم واضحا لدى الصحابة رضي الله عنهم فقد كانوا يعدُّون المؤمنين إخوة لهم وإن ارتكب بعضهم شيئًا من المعاصي التي لاتخرج من الملة , بل كانوا يعدُّون من قابلوهم منهم في ميدان القتال إخوة لهم , كما روي عن علي رضي الله عنه أنه حكم ببقاء الأخوة الإسلامية للخوارج مع مارتكبوا من مخالفات في الاعتقاد والعمل حيث أنكر على من كفرهم وعلى من حكم عليهم بالنفاق كما جاء في رواية ذكرها الحافظ ابن كثير عن علقمة بن عامر قال : سئل علي عن أهل النهروان أمشركون هم ؟ فقال : من الشرك فروا , قيل : أفمنافقون ؟ قال: إن المنافقين لايذكرون الله إلا قليلا , قيل : فما هم يا أمير المؤمنين ؟ قال: إخواننا بغوا علينا فقاتلناهم ببغيهم علينا (1) . ¶ أما عوامل إضعاف الأخوة الإسلامية فهي كثيرة , ومن أبرزها مايلي: ¶ __________ ¶ (1) ... البداية والنهاية 7/290 .",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "أولاً : الأخلاق السيئة : إن من أكبر العوامل التي تضعف الأخوة الإسلامية الأخلاق السيئة إذا انتشرت في الأمة ومن أقبح تلك الأخلاق وأقواها في هدم بناء الأخوة الإسلامية الأثرة والحسد , فالمجتمع الذي تسود فيه هذه الأخلاق تتفكك أوصاله ويصبح الفرد فيه أمة وحده يعمل لرفع مجده وإثبات جاهه بين الناس أو كسب المادة وإن كان ذلك على حساب الإضرار بالمجتمع , فيتباعد بذلك أبناء الأمة الواحدة وتضعف الأخوة بينهم . ¶ وربما كان هذا الفرد الأناني الذي يعمل لمصلحته الخاصة قائدًا في معركة فاصلة يتوقف على نجاحها مستقبل الأمة فتملي عليه الأثرة أن لايستفيد من مشورة غيره من أصحاب العقول ليستأثر بمجد النصر وحده بل ربما أصم أُذُنَيه عن سماع إلحاح الناصحين وزجَّ بالجيش في خطط واهية نتجت عن عقله المتهور .",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "وربما يكون واليا على الأمة أو على قسم من البلاد فتسود الفوضى بسبب حكمه الأناني الفردي , وإذا نحن تذكرنا مبدأ الشورى في الإسلام عرفنا ماله من قيمة في بناء الأخوة الإسلامية واحتقار العمل الفردي مهما رآه صاحبه كبيرًا أمام العقول الكثيرة التي ربما بزغ الصواب من أضعفها وغفل عنه من يعتزُّ بعقله ويدلي بصواب رأيه , فالله سبحانه يأمر بالشورى رسول الله ( كما في قوله تعالى [آل عمران : 159] مع أنه لايمكن لأحد أن يدَّعي بأن عقل أحد من الناس أكبر من عقل رسول الله ( , وقد طبق رسول الله ( ذلك فعلا ورجع إلى رأي بعض أصحابه كما رجع إلى رأي الحباب بن المنذر في منزل الجيش في غزوة بدر حيث قال : يارسول الله أرأيت هذا المنزل أمنزلاً أنزلكَه الله ليس لنا أن نتقدمه ولانتأخر عنه أم هو الرأي والحرب والمكيدة ؟ قال : بل هو الرأي والحرب والمكيدة \"فقال : يارسول الله فإن هذا ليس بمنزل فانهض بالناس حتى تأتي أدنى ماء للقوم فننزله ثم نغور ماوراءه من القُلُب ثم نبني عليه حوضا فنملؤه ماء ثم نقاتل القوم فنشرب ولايشربون فقال رسول الله ( \" لقد أشرت بالرأي \" (1) . ¶ وامتدح الله المؤمنين بعقد الشورى فيما بينهم حيث يقول تعالى [الشورى :38] أما الأثرة والاستبداد بالرأي والحسد فهي من أقوى العوامل التي تهدم بناء الأمة المتآخية وتضيع مستقبلها . ¶ ومن أقبح الأخلاق التي تهدم بناء الأخوة : الغيبة والنميمة , فقد يتسرع الإنسان ويقول في أخيه المسلم كلاما ينتقده فيه وهو غائب عنه فيبلغ ذلك الكلام إلى الشخص المتكلم فيه فيحمل عليه في قلبه ويقطع صلته به . ¶ __________ ¶ (1) ... سيرة ابن هشام ج 2 ص 452 .",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "وقد انتشرت الغيبة في المجتمع الإسلامي بصورة تنذر بالخطر الذي يقضي على الأخوة ويفكك عرى الروابط بين أبناء الأمة,والغيبة من الآثام التي تنتشر في المجتمع بسرعة ويصعب الخلاص منها على من ألف عليها إلا من آتاه الله الإيمان القوي والتذكر لرقابة الله عز وجل , ونظرًا لذلك فقد شدد الإسلام في النكير عليها والتنفير منها,فقد شبه الله سبحانه المغتاب بمن يأكل لحم أخيه الميت وهذا أمر فظيع تقشعر منه النفوس جميعا فقال تعالى [الحجرات: 12]. ¶ وليس أبلغ من هذا التشبيه في التنفير عن هذا الإثم القبيح الذي رأينا نتائجه السيئة في هدم ركن عظيم من أركان النهوض بالأمة إلا وهو الإخاء. ¶ وقد شبه النبي ( المغتابين أيضًا بآكلي الجيف تنفيرًا من الغيبة , قال أبو هريرة رضي الله عنه : جاء ماعز بن مالك الأسلمي فرجمه النبي ( عند الرابعة (1) فمر به رسول الله ( ومعه نفر من أصحابه فقال رجل منهم إن هذا الحائن ( أي الهالك ) أتى النبي ( مرارا كل ذلك يرده حتى قُتل كما يقتل الكلب فسكت عنهم النبي ( حتى مر بجيفة حمار شائلة رجله فقال \" كُلاَ من هذا\" قالا : من جيفة حمار يارسول الله ؟ قال: \" فالذي نلتما من عرض أخيكما آنفا أكثر والذي نفس محمد بيده إنه في نهر من أنهار الجنة ينغمس\" (2). ¶ كما مثَّل النبي ( قبح الغيبة بالشيء المحسوس ذي الرائحة الكريهة لينفر الناس منها, روى جابر بن عبد الله رضي الله عنهما قال : كنا مع النبي ( وارتفعت ريح خبيثة منتنة فقال \" أتدرون ماهذه ؟ هذه ريح الذين يغتابون المؤمنين \"(3) . ¶ وهكذا رأينا الإسلام يشدد في أمر الغيبة لما لها من النتائج الوخيمة في إضعاف الأخوة وقطع الروابط الاجتماعية . ¶ __________ ¶ (1) ... يعني عند الاعتراف بالزنى للمرة الرابعة من إقراره بذلك . ¶ (2) ... رواه البخاري في \"الآدب المفرد \" باب رقم 307 الحديث رقم 737 . ¶ (3) ... رواه البخاري في \"الآدب المفرد\" باب رقم 305 الحديث رقم 732 .",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "إن الغيبة جبن ونذالة ولو كان المغتاب يتصف بشيء من الشجاعة والإخلاص لواجه الناس بانتقاده بدلاً من أن يتظاهر أمامهم بالرضى والموافقة ثم ينتهك أعراضهم في غيبتهم, الأمر الذي يُحدث خللا في الأخوة الإسلامية , ولكنه لايُقدِّر هذه الأخوة ولايدرك قيمتها . ¶ أما النميمة فهي أشد هدمًا لبناء الأخوة الإسلامية من الغيبة لأن الغيبة قد يصل الكلام فيها إلى من وقعت عليه وقد لايصل , وإذا لم يصل إليه لم تحصل الفرقة بينهما , أما النميمة فإنها نقل كلام رجل في سب شخص آخر إليه فهي تصل إلى من وقعت عليه قطعا فتعمل عملها في التفريق بين المتحابين , وهي سلاح فتاك أثيم يستعمله أهل الحسد والحقد للتفريق بين من لايريدون تآلفهم واجتماع شملهم , وكم فرقت من أُسَر وقامت من أجلها الحروب وفاتت بسببها مصالح عظيمة للأمة , ولذلك أمرنا الله سبحانه بالحذر من التسرع في قبول الكلام في الآخرين خصوصا في المسائل المهمة كما قال تعالى [الحجرات :6] وقد نزلت هذه الآية في الوليد بن عقبة لما بعثه الرسول ( لجباية صدقات بني المصطلق , فوقع في نفسه الخوف منهم فرجع وادَّعى أنهم منعوا الزكاة , وقد اختلفت الروايات بعد ذلك فروي أنهم استبطأوا عامل رسول الله ( فأرسلوا وفدا لذلك , وروى أن الرسول أرسل إليهم خالدا بجيش فلم يرَ منهم ماينكر(1) . ¶ ومن هنا نعلم مقدار التثبت في قبول الأخبار التي تنقل إلينا حتى نتفادى النتائج السيئة التي تسببها الأخبار الكاذبة . ¶ __________ ¶ (1) ... تفسير ابن كثير ج 4 ص 223 .",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "وللنميمة تأثير قوي في الفصل بين المتحابين وقلب المودة ولو طال أمدها إلى عداوة ومنافرة , مما جعل بعض العلماء يعدُّها أعظم إفساد للمجتمع من السحر كما روى ابن عبد البر عن يحيى ابن أبي كثير قال \"يفسد النمام والكذاب في ساعة مالا يفسد الساحر في سنة \" (1) . وهذا أمر واضح فالسحر نطاقه ضيق حيث إنه مخصوص بطائفة من الناس ولاينتشر إلا بخفية , أما النميمة فإن باستطاعة كل إنسان قد فسد ضميره وملأ الحقد قلبه لبعده عن التربية الدينية الخالصة أن يرتكبها , ومما يسهل انتشارها أن النمام يأتي إلى الناس بأسلوب الناصح المرشد الذي ينبههم إلى خطر يدور حولهم , والنفوس ميالة بطبعها إلى التصديق في مثل هذه الأحوال . ¶ وقد ذم الله سبحانه النميمة فجعلها من أعمال الكفار كما في قوله تعالى [القلم:10 –11]. ¶ ونظرًا لفظاعة إثمها وكثرة ضررها توعد النبي ( صاحبها بالحرمان من الجنة كما أخرج الشيخان – واللفظ لمسلم – من حديث همام بن الحارث قال : كان رجل ينقل الحديث إلى الأمير فكنا جلوسا في المسجد, فقال القوم : هذا ممن ينقل الحديث إلى الأمير , قال: فجاء حتى جلس إلينا , فقال حذيفة : سمعت رسول الله ( يقول : \"لايدخل الجنة قتات\" وفي رواية أخرى مسلم \"لايدخل الجنة نمام \" (2) . ¶ كما أخبر ( بعذاب رجلين في قبريهما وقال : \" كان أحدهما لايستتر من بوله وكان الآخر يمشي بالنميمة \" (3) . ¶ __________ ¶ (1) ... فتح المجيد لشرح كتاب التوحيد ص 269 باب ماجاء في بيان شيء من أنواع السحر . ¶ (2) ... صحيح مسلم كتاب الإيمان رقم 168 – 169 صحيح البخاري كتاب الآدب رقم 6056 ( الفتح 10/472) . ¶ (3) ... رواه البخاري في صحيحه كتاب الأدب رقم 6055 الفتح 10/472 .",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "فالنميمة خلق هدام يقطع أوصال المجتمع بالتفريق بين المتآلفين , ولكن مما يوقف انتشارها ويقف حجر عثرة في سبيل النمامين هو أنْ لانصدق كلامهم , بل نتثبت ونتحرى الحقيقة والواقع حتى لانقطع عرى الأخوة فيما بيننا بسبب هذا الكلام الأثيم . ¶ ولقد وضح النبي ( معالم الغيبة والنميمة وبينهما أكمل بيان فقال في الغيبة \" تدرون ما الغيبة ؟ قالوا الله ورسوله أعلم قال\" ذكرك أخاك بما يكره \" قيل أفرأيت إن كان في أخي ما أقول ؟ قال : \"إن كان فيه ماتقول فقد اغتبته وإن لم يكن فيه فقد بهته \" (1) . ¶ وقال في النميمة \" ألا أنبئكم ما العَضْهْ ؟ هي النميمة القالة بين الناس\" (2) . ¶ ومن مساوئ الأخلاق التي تضعف الأخوة الإسلامية التهاجر , وقد حرمه الإسلام وشدد في النهي عنه لأن مناقض للأخوة تماما , وبه تنقطع كل دوافع الخير التي هي من ثمرات الأخوة الإسلامية وتبرز دوافع الشر التي هي مظهر العداء . ¶ ولقد حرم الإسلام الهجر فوق ثلاثة أيام كما قال ( \" لايحل لمسلم أن يهجر أخاه فوق ثلاث ليال يلتقيان فيُعرض هذا ويعرض هذا وخيرهما الذي يبدأ بالسلام \" (3) . ¶ وفي حديث آخر يبين لنا رسول الله ( مقدار فظاعة هذا الإثم حيث يقول : \" من هجر أخاه سنة فهو كسفك دمه \" (4) فالهجر خلق سيء وله نتائج وخيمة وربما أدى إلى إصابة المهجور بأمراض نفسية خطيرة خصوصا إذا كان الهاجر من ذوي القرابة الأدنين فإن الذنب يكون أعظم لأنه يجتمع في هذا الهجر قطع الأخوة الإسلامية وقطيعة الرحم , وفي ذلك يقول الله تعالى [ محمد :22] . ¶ __________ ¶ (1) ... رواه مسلم في صحيحه كتاب البر رقم 2587 . ¶ (2) ... رواه مسلم في صحيحه كتاب البر رقم (2606) . ¶ (3) ... رواه مسلم في صحيحه كتاب البر رقم (2560) . ¶ (4) ... رواه البخاري كتاب الاستئذان رقم 6237 , ومسلم كتاب البر رقم 2559 .",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "ولقد حرم الإسلام كل سبب يؤدي إلى التقاطع وحمى الأخوة الإسلامية بسياج قوي من التوجيهات السامية نحو الفضيلة فنهى عن ظن السوء والتجسس والتدابر وما أشبه ذلك , قال تعالى [الحجرات:12] وقال ( \" إياكم والظن فإن الظن أكذب الحديث ولاتحسسوا ولاتجسسوا ولاتنافسوا ولاتحاسدوا ولاتباغضوا ولاتدابروا وكونوا عباد الله إخوانا\" (1) . ¶ ومن مساوئ الأخلاق التي تضعف الأخوة الإسلامية التناجي بالإثم والعدوان , وقد نهى الله سبحانه عن ذلك فقال تعالى [المجادلة :9 – 10] . ¶ بل إن الإسلام حرم التناجي مطلقا إذا تضمن ذلك جرحا لشعور الآخرين, كما في قوله ( \" إذا كنتم ثلاثة فلا يتناجي اثنان دون الآخر حتى تختلطوا بالناس فإن ذلك يحزنه\" (2) وهذا الحديث يعدُّ مبدأ ساميا لمراعاة الشعور , فإن جرح الشعور يعدُّ من أقوى عوامل القطيعة . ¶ ومن أقوى عوامل القطيعة محاولة تغذية الأحقاد والضغائن التي في القلوب والعمل على تكبيرها حتى يستفحل أمرها ويصعب محوها من القلوب, وقد أخبر النبي ( أن أبواب الجنة تقف دون المتشاحنين حتى يصطلحا فقال \" تفتح أبواب الجنة يوم الإثنين ويوم الخميس فيغفر لكل عبد لايشرك بالله شيئا إلا رجلا كانت بينه وبين أخيه شحناء فيقال أنظروا هذين حتى يصطلحا \" (3) . ¶ وهناك أمور أخرى كثيرة تؤدي إلى القطيعة قد حذر الإسلام منها , ومن ذلك السخرية والهمز واللمز والتنابز بالألقاب السيئة فإن هذه الأمور تضعف الأخوة الإسلامية ,وفي ذلك يقول الله تعالى [الحجرات:11] كما بين سبحانه وتعالى أن السخرية من صفات الكفار في قوله [المطففين : 29-30] . ¶ __________ ¶ (1) ... رواه الإمام مسلم في صحيحه , كتاب البر رقم (2563/28) والبخاري في صحيحه, كتاب الفرائض رقم (6724) ( الفتح 12/4) . ¶ (2) ... رواه الإمام البخاري في صحيحه , كتاب الاستئذان رقم (6290) , ومسلم في صحيحه , كتاب السلام رقم (2184) . ¶ (3) ... رواه الإمام مسلم في صحيحه , كتاب البر رقم (2565) .",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "كما توعد الله أصحاب هذه الأخلاق الذميمة بالويل , وذلك في قوله تعالى [الهمزة :1] . ¶ ومن هنا نعلم أن الإسلام قد حمى المجتمع الإسلامي من القطيعة حيث حرم الأسباب المؤدية إليها , وذلك حماية للأخوة الإسلامية من التضعضع والانهيار . ¶ 2 – الدعوة إلى العصبية : ¶ والعصبية هي المحاماة والمدافعة , وهي مأخوذة من العصبة , وهم الأقارب من جهة الأب , لأنهم يعصّبونه ويعتصب بهم , أي يحيطون به ويشتد بهم(1) . ¶ فالعصبية هي أن يدافع الإنسان عن أقاربه أو عشيرته أو قومه بغير حق, كما جاء في حديث واثلة بن الأسقع رضي الله عنه قال قلت: يارسول الله ما العصبية ؟ قال : أن تعين قومك على الظلم \" أخرجه الإمام أبو داود وسكت عنه (2) . ¶ وذلك يعدُّ هبوطا من المستوى الرفيع الذي رفع الله جل وعلا المسلم إليه, حيث رفعه من التفكير في الروابط الدنيوية المحدودة إلى التفكير في الرابطة الدينية الواسعة , فإذا هبط تفكيره عن هذه الرابطة السامية فإنه يتعلق بالروابط الدنيوية الضيقة , ثم لايزال يُضيق الدائرة حتى يصل إلى الأنانية البغيضة والأثرة القاتلة . ¶ ولقد شدد النبي ( في النهي عن العصبية لما يترتب عليها من نتائج سيئة في إضعاف الأخوة الإسلامية أو قطعها , فمما جاء في ذلك إعلانه البراءة من صاحبها كما في حديث جبير بن مطعم رضي الله عنه قال: \"ليس منا من دعا إلى عصبية , وليس منا من قاتل عصبية وليس منا من مات على عصبية \" أخرجه الإمام أبو داود بإسناد حسن (3) . ¶ __________ ¶ (1) ... النهاية لابن الأثير 3/245 . ¶ (2) ... سنن أبي داود كتاب الأدب باب في العصبية رقم 5119 . ¶ (3) ... سنن أبي داود كتاب الأدب , باب العصبية رقم 5121 .",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "وذلك أن من سنته ( ومنهجه الدعوة إلى الإسلام , والقتال من أجله, والموت في سبيله , فمن خالف ذلك فقد ترك السنة في هذا الأمر , ولذلك حكم ( على من قُتل في دعوة عصبية بأنه قد مات في سبيل الجاهلية حيث يقول فيما رواه الإمام مسلم والنسائي من حديث جندب البجلي رضي الله عنه \" من قُتل تحت راية عمِّيَّة يدعو عصبية أو ينصر عصبية فقتِلةٌ جاهلية\" (1) . ¶ وقوله \" تحت راية عمية \" قال ابن الأثير : قيل هو فعّيله من العماء: الضلالة , كالقتال في العصبية والأهواء , وحكى بعضهم فيها ضم العين(2). ¶ وإن مما يخلخل بناء الأخوة الإسلامية ويضعفه قيام العصبية الجاهلية وانتشارها بين أبناء الأمة الواحدة , فهي من أقوى العوامل في تحطيم الوحدة والإخاء الإسلامي , وقد شاهدنا في العرض التاريخي لحياة الأمم قبل الإسلام كيف عملتْ العصبية على إشعال نار الفتن والحروب وتمزيق الأمة إلى دول صغيرة بل إلى قبائل كل قبيلة تحكم نفسها وتحمل العداء لغيرها . ¶ __________ ¶ (1) ... صحيح مسلم , كتاب الإمارة رقم 1850 باب وجوب ملازمة جماعة المسلمين , سنن النسائي , كتاب تحريم الدم , باب التغليظ فيمن قتل تحت راية عمية 7/123 . ¶ (2) ... النهاية 3/304 .",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "ثم شاهدنا في العرض التاريخي لتطبيق رابطة الإخاء الإسلامي كيف استطاع النبي ( بالإسلام أن يعقد هذه الرابطة وأن يقضي على تلك القوى المتناحرة بتوحيد العالم كله تحت راية واحدة , وذلك بقضائه على العصبية الجاهلية بمختلف أشكالها , لأنها هي ألدُّ أعداء رابطة الإخاء الإسلامي , ولذلك حذر منها النبي ( وشدد النكير عليها كما سبق, ولما رُفع نداء الجاهلية في عهده ( غضب وأنكر ذلك النداء ومن ذلك ما أخرجه الإمام البخاري – من حديث عمرو بن دينار رحمه الله قال سمعت جابر بن عبد الله رضي الله عنهما يقول : كنا في غزاة فكسع رجل من المهاجرين رجلاً من الأنصار فقال الأنصاري : يا للأنصار , وقال المهاجري : يا للمهاجرين , فقال النبي ( : دعوها فإنها منتنة (1) . ¶ وغضب النبي ( على أبي ذر الغفاري رضي الله عنه لما عيَّر رجلا بأمه ونسب فعله هذا إلى الجاهلية , وذلك فيما أخرجه الإمام البخاري من حديث المعرور بن سويد قال : لقيت أبا ذر بالربذة وعليه حلة وعلى غلامه حلة فسألته عن ذلك فقال : إني سببت رجلا فعيرته بأمه , فقال لي النبي ( \" أعيرته بأمه \" ؟ إنك امرؤ فيك جاهلية , إخوانكم خَوَلكم جعلهم الله تحت أيديكم , فمن كان أخوه تحت يده فليطعمه مما يأكل ويلبسه مما يلبس ولا تكلفوهم مايغلبهم فإن كلفتموهم فأعينوهم (2) . ¶ __________ ¶ (1) ... صحيح البخاري كتاب التفسير رقم 4907 (الفتح 8/652) . ¶ (2) ... صحيح البخاري , كتاب الإيمان رقم 30 (الفتح 1/84) .",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "ولقد عرف اليهود لخبثهم بأي سلاح يقاومون الدعوة الإسلامية في المدينة على عهد رسول الله ( حيث حاولوا إيقاد نار العصبية بين الأوس والخزرج , قال ابن إسحاق : ومرَّ شأس بن قيس , وكان شيخا قد عسا(1) عظيم الكفر شديد الضغن على المسلمين شديد الحسد لهم على نفر من أصحاب رسول الله ( من الأوس والخزرج في مجلس قد جمعهم يتحدثون فيه , فغاظه ما رأى من ألفتهم وجماعتهم وصلاح ذات بينهم على الإسلام بعد الذي كان بينهم من العداوة في الجاهلية , فقال: قد اجتمع ملأ بني قيلة بهذه البلاد , لا والله مالنا معهم إذا اجتمع ملؤهم بها من قرار فأمر فتى شابا من اليهود كان معهم فقال : اعمد إليهم فاجلس معهم ثم اذكر يوم \"بعاث\" وماكان قبله وأنشدهم بعض ماكانوا تقاولوا فيه من الأشعار , قال ابن إسحاق : ففعل , فتكلم القوم عند ذلك وتنازعوا وتفاخروا حتى تواثب رجلان من الحيين على الركب: أوس بن قيظى أحد بني حارثة بن الحارث من الأوس وجبار بن صخر أحد بني سلمة من الخزرج فتقاولا ثم قال أحدهما لصاحبه : إن شئتم رددناها الآن جذعة , فغضب الفريقان جميعا وقالوا : قد فعلنا موعدكم الظاهرة ( والظاهرة الحرة ) السلاح السلاح , فخرجوا إليها فبلغ ذلك رسول الله ( فخرج إليهم فيمن معه من أصحابه المهاجرين حتى جاءهم فقال \" يامعشر المسلمين ألله ألله , أبدعوى الجاهلية وأنا بين أظهركم بعد أن هداكم الله للإسلام وأكرمكم به وقطع به عنكم أمر الجاهلية واستنقذكم به من الكفر وألَّف بين قلوبكم ؟ \" فعرف القوم أنها نزغة من الشيطان وكيد من عدوهم فبكوا وعانق الرجال من الأوس والخزرج بعضهم بعضا ثم انصرفوا مع رسول الله ( سامعين مطيعين (2) . ¶ __________ ¶ (1) ... يعني كبرت سنه . ¶ (2) ... سيرة ابن هشام ج 2 ص 211 – 213 .",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "فهذه نتائج العصبية الجاهلية الممقوتة كادت أن تُودِي بوحدة المسلمين في المدينة لولا أن تداركهم الله برسوله ( فأطفأ نار الفتنة , ولكن هذه العصبية فرقت وحدة الأمة الإسلامية بعد ذلك فتجزأت إلى دويلات صغيرة وأصبح بأسهم بينهم شديدا , وليس عندهم الإيمان القوي الذي عند الأوس والخزرج حتى يلبوا نداءه ويتأسفوا على مابدر منهم , وليس عندهم القادة الربانيون الذين يستطيعون التأثير عليهم , وإن كانوا قد ثابوا إلى الإيمان في بعض الفترات إلا أنه على نطاق ضيق . ¶ وبالأمس القريب قامت من الدولة العثمانية شبه وحدة إسلامية حيث انتظمت هذه الدولة أكثر بلاد الإسلام حتى أصبحت أكبر دولة في العالم وأصبحت الأمم الأخرى ترهبها , ولطالما حاولت التناوش معها ولكنها باءت بالفشل والخيبة أمام ذلك البناء القوي المتماسك , فعرفت الدول الغربية أخيرا كيف تضرب على الوتر الحساس حيث أشعلت نار العصبية بين العرب والأتراك فاستجاب بعض العرب لتلك الصيحات الأثيمة , وقادوا أنفسهم إلى الهلاك كما تنقاد الخراف إلى مذابحها , ووثقوا بعدوهم الكافر ناسين قول الله عز وجل [الممتحنة : 1]وقوله تعالى [النساء :144] وتخلقوا بأخلاق المنافقين الذين قال الله عنهم [النساء : 138 – 139] ورددوا هتافات عدوهم نحو القومية العربية الممقوتة ضد إخوانهم المسلمين , ولو رجعوا إلى دينهم وتعقلوا لعرفوا أن هذه القومية البغيضة أسلاك شائكة تعزلهم عن العالم الإسلامي كله الذي يفتح لهم صدره ويتجه نحوهم ويعدُّهم القادة والموجهين , ولكنه سجن حديدي أحكم إغلاقه أعداء الإسلام بدعاياتهم وخططهم المنظمة ساعدهم في تنفيذ ذلك الرعاع من العرب الذين توصلوا إلى مرتبة القيادة تحت ستار الغفلة والنوم العميق الذي أصاب الأمة العربية منذ قرون .",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "وإن أي مفكر عاقل من العرب ولو كان غير مسلم ليعلم أن الإخاء المشترك الذي يقدمه ملايين المسلمين من غير العرب للعرب هو سلاح قوي بيد العرب لايمكن أن تملكه أمة من الأمم , وإنها لتستطيع بهذا السلاح أن تستعيد مجدها السابق إذا هي اطفأت نار العصبية وأحلت محلها الإخاء الإسلامي , ولكن دعاة القومية لايريدون مصلحة العرب الحقيقية وإنما يريدون هدم الإسلام بهذه الدعوة فهم إناس مدفوعون أصحاب أغراض سيئة يريدون التوصل إليها من وراء هذه الدعوة , ولو فكروا وعقلوا لعرفوا أنهم بهذه الدعوة يقدمون أمتهم للانتحار وهم جزء منها , ولكن صوت العقل والفكر لايتكلم في مثل هذا المجتمع الفوضوي القائم على تأييد الرعاع من صرعى الشبهات وعباد الشهوات . ¶ وكان من نتيجة تلك الصيحات الأثيمة أن انفصمت الوحدة الإسلامية بانفصال العرب عن الأتراك ولم تستطع القومية العربية بعد ذلك أن تجمع العرب تحت راية واحدة لأنها ليست دعوة عالمية وإنما هي عصبية جاهلية تضمر العداء لبني الإنسان الآخرين من بداية الطريق , ولإنها دعوة منحرفة وُجدت في بلاد الإسلام لتردها إلى الجاهلية التي طهر الله المسلمين منها .. لتردها إلى الظلام الحالك الذي بددت سحبه الكثيفة أنوار الإسلام الساطعة .. لتردها إلى السجن المؤبد بعدما فتح الإسلام عنها أبواب السجون المعتمة وأخرجها إلى عالم النور والحرية .. لتردها إلى عداء إخوانها المسلمين من غير العرب بعدما ضرب الإسلام أوتاد الإخاء الراسية فعمق جذورها وقوى أسسها حتى استعصت على عملية الإبادة والاستئصال .",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "إن هذه الدعوة العصبية الممقوتة لم تنجح في بلاد العرب لأن هذه البلاد هي مهد الإسلام ولم يُردِّدْها ويدعو إليها إلا من ارتد عن إسلامه ليتخذ منها سلاحا يقاوم به هذا الدين , أو المخدوعين من المسلمين الذين لايحملون الوعي الإسلامي الذي يُحصنهم من الوقوع في حبائل هذه الدعوات الهدامة , وكان من نتائج هذه الدعوة الأثيمة أن الأتراك دعوا إلى القومية التركية , وكان الدعاة إلى ذلك هم المنافقون الذين أظهروا الإسلام وهم لازالوا على دياناتهم الباطلة أو المرتدون عن الإسلام , ولذلك صاحب هذه الدعوة التخلي عن الإسلام والدعوة إلى الأخذ بمبادئ الحياة الجاهلية الغربية , وقويت بعد ذلك الدعوة إلى القوميات العرقية المحدودة في كل بلاد الإسلام . ¶ مقتضيات الأخوة الإسلامية ¶ قد عرفنا فيما مضى شيئا من ملامح الأخوة الإسلامية وعوامل تقويتها ونريد في هذا الفصل أن نشير إلى بعض مقتضيات الأخوة الإسلامية فمن ذلك : ¶ أولاً : التخلق بمكارم الأخلاق : ¶ فالأخوة الإسلامية تقتضي الإعانة والنصرة والإيثار فهذه من النتائج الطبيعية للمحبة والأخوة , فهي تدل على مدى رسوخها في النفس وقوتها, وإذا لم تظهر نتائجها ولم تطبق في المجتمع فليست أخوة إسلامية , وإنما هي انتحال وإدعاء فالأخوة مبنية على المحبة , والمحبة أمر معنوي لاقيمة لها إذا لم تظهر نتائجها الملموسة فيطبقها المجتمع ويتبادلها الأفراد فيما بينهم , فأي قيمة لمحبتك لشخص وقع في مصيبة وأنت قادر على مساعدته فلم تفعل؟ ولذلك رتب النبي ( هذه النتائج الطبيعية للمحبة على الأخوة الإسلامية كما في قوله \"المسلم أخو المسلم لايظلمه ولايخذله ولايحقره\" (1) . ¶ __________ ¶ (1) ... سبق هذا الحديث .",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "ومن نتائج الأخوة الإسلامية الشفاعة للأخ المسلم في أمر ينفعه ولايضر غيره , ففي هذا إعانة له في أمر ربما استعصى عليه بغير هذه الشفاعة , وفي ذلك يقول النبي ( : \" اشفعوا فلتؤجروا وليقض الله على لسان رسوله ماشاء \" (1) . فإذا تذكر المسلم هذا الأجر على الشفاعة فإنه يبذلها لأخيه المسلم بشغف ومحبة . ¶ وإيثار الأخوة في الله على النفس أثر من آثار الأخوة الإسلامية أيضًا, وقد سبق لنا ذكر أمثلة رائعة لإيثار الأنصار رضي الله عنهم إخوانهم المهاجرين , وماذلك إلا أثر من آثار الأخوة الإسلامية التي نظمها النبي ( بينهم . ¶ ومن آثار الأخوة الإسلامية أن تنصر أخاك المسلم فتمنع عنه الظلم الذي يتعرض له وتمنعه من ظلم الآخرين , وفي ذلك يقول رسول الله ( \"انصر أخاك ظالما أو مظلوما , فقال رجل : يارسول الله أنصره إذا كان مظلوما أفرأيت إذا كان ظالما كيف أنصره ؟ قال : تحجزه أو تمنعه عن الظلم فإن ذلك نصره\" أخرجه البخاري (2) . ¶ ويقول رسول الله ( أيضًا \" مامن مسلم يخذل مسلما في موضع ينتهك فيه حرمته وينتقص فيه من عرضه إلا خذله الله في موضع يحب فيه نصرته وما من امرئ ينصر مسلما في موضع ينتقص فيه من عرضه وينتهك فيه من حرمته إلا نصره الله في موضع يحب نصرته\" أخرجه أبو داود (3) . ¶ فالظلم له نتائج وخيمة في الدنيا والآخرة , فمن أعظم المعروف الذي تسديه لأخيك المسلم أن تمنعه عن الظلم . ¶ __________ ¶ (1) ... رواه البخاري في صحيحه كتاب الأدب عن أبي هريرة عن أبيه رقم 6028 , الفتح 10/451 . ¶ (2) ... صحيح البخاري , كتاب الإكراه رقم 6952 . ¶ (3) ... سنن أبي داود كتاب الأدب باب 36 .",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "وقد يتعرض المسلم لموقف يرى فيه الظلم يقع على أخيه المسلم فلا يحاول نصرته مع قدرته على ذلك وهذه نظرة فردية لاتتناسب مع طبيعة الإخاء الإسلامي الذي يَعدُّ المجتمع كتلة واحدة , ولقد ضرب لنا سلفنا الصالح أروع الأمثلة في هذا الجانب حتى إنهم كانوا ينتصرون لأهل الذمة إذا رأوهم يظلمون مع أنه لاتجمعهم بهم أخوة دينية , ومن روائع الأمثلة في ذلك ماذكره الإمام الذهبي في ترجمة عامر بن قيس التميمي قال : قال مالك بن دينار : حدثني فلان أن عامرا مرَّ في الرحبة وإذا رجل يُظلم , فالقى رداءه وقال : لا أرى ذمة الله تُخفر وأنا حي فاستنقذه . قال: ويروى أن سبب إبعاده إلى الشام كونه أنكر وخلص هذا الذمي (1) . ¶ ثانيًا : التضامن ¶ لاشك أن التضامن والترابط ووحدة الكلمة من نتائج الأخوة الإسلامية ومن أقوى العوامل التي تحمي الأمة من الغزو الأجنبي , سواء في ذلك الغزو المادي أو الفكري فإذا وقف أبناء الأمة صفا واحدا لم يكن لقوة الأعداء مهما كانت عظمتها أن تقضي على وحدتهم ولا أن تضعف شخصيتهم . ¶ وحتى لو انهزمت هذه الأمة في الجولات الأولى فليس للأمة الغالبة مقام بين هذه الأمة المغلوبة وهي تتمتع بالتضامن ووحدة الكلمة , كما أن التيارات الفكرية المناقضة لمبادئ هذه الأمة لايمكن أن تنتشر بين أفرادها لتضامنهم في محاربتها . ¶ والتضامن والترابط ووحدة الكلمة أمور تترتب على الإخاء بين أفراد الأمة إذ لايعقل أن يوجد التضامن بين الأعداء , بل تُسبِّب العداوة انتشار الأمراض الخلقية كالحسد والأثرة والكيد , وهذه الأمراض تباعد بين القلوب وتمنع من نجاح العمل الجماعي . ¶ __________ ¶ (1) ... سير أعلام النبلاء 4/18 .",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "وقد اهتم الرسول ( بالتضامن ووحدة الكلمة حتى يصبح المسلمون جميعا كالبناء المحكم, وفي ذلك يقول ( : \" المؤمن للمؤمن كالبنيان يشد بعضه بعضا وشبك بين أصابعه\" (1) .كما يقول النبي ( في هذا المعنى \" ترى المؤمنين في تراحمهم وتوادهم وتعاطفهم كمثل الجسد إذا اشتكى عضو تداعى له سائر الجسد بالسهر والحمى \" (2) . وهذا أبلغ مايمكن أن يمثَّل به التضامن القوى المحكم , فالفرد لايعدُّ شيئا إذا لم يتضامن مع أمته كاللَّبنة لا تعدُّ شيئا ولكنها في داخل البنيان تعدُّ ذات قيمة وبفقدها يتأثر كيان البنيان. ¶ ولقد نهانا الله سبحانه عن التفرق والاختلاف لأنه من أقوى العوامل التي تمزق وحدة الأمة قال تعالى [آل عمران :105] ونهانا عن التنازع لأنه سبب فشلنا وذهاب قوتنا [الأنفال :46]. ¶ وأمرنا الله سبحانه باتباع طريق واحد ونهانا عن الطرق المختلفة لأنها طرق شيطانية [الأنعام:153] فطريق الحق واحد لأنه شرع الله الواحد الذي لايتغير بتغير الزمن ولايتبدل بتبدل الناس والظروف الاجتماعية , وطرق الباطل كثيرة لأنها من شريعة شياطين البشر ووحي عقولهم المريضة وكل عقل يرى ما لايراه العقل الآخر , وليس هناك في شريعة البشر مرجع عند التنازع أما في شريعة الله فالمرجع هو الكتاب والسنة كما قال تعالى [النساء : 59] . ¶ فالتفاهم والترابط والتضامن قوة للمسلمين على أعدائهم والتفرق والاختلاف ضعف وهدم للأخوة فيما بينهم , فيأخذهم الاعداء على غرة لأن كل فرد لايشعر بشعور إخوانه الآخرين ولم يتضامن معهم من قبل . ¶ __________ ¶ (1) ... رواه البخاري في صحيحه كتاب المظالم عن أبي موسى رضي الله عنه رقم 2446 (الفتح 5/99) . ¶ (2) ... رواه البخاري في صحيحه عن النعمان بن بشير رضي الله عنه كتاب الأدب رقم 6011 (الفتح ) .",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "وللتضامن والترابط عوامل كثيرة ولكن يهمنا منها الأخوة الإسلامية فهي أقوى العوامل وأسرعها تأثيرا , ولقد رأينا ذلك التضامن العجيب الذي تم بين قبائل العرب بسبب الأخوة الإسلامية , وبالتالي تضامن الأمم الأخرى معهم بعدما انعقدت الأخوة الإسلامية بينها وبين العرب ولم تُؤْتَ أمة من الأمم ولا اندثرت حضارتها وتمزق كيانها إلا من التفرق بين أبنائها , فضاعت بالأمس بلاد الأندلس بأكملها وأصبحت في يد الأعداء عندما فُقدت الأخوة الإسلامية بين الممثلين لسياستها العامة , وبالتالي انعدم التضامن بينهم , واليوم ضاعت أكثر بلاد الإسلام بسبب انعدام الأخوة والتضامن بين الممثلين لسياستها وقيام الأثرة والأخلاق الفاسدة لدى بعض المسؤولين , فأصبح مايملكون من قوة وذخيرة مصروفا في التناحر بينهم وبالتالي سلط الله عليهم الأمم الكافرة فأذلتهم . ¶ حاجة الإنسانية اليوم إلى الإخاء الإسلامي",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "واليوم تعيش الإنسانية في واقع سيء حيث انعدم وجود الأخوة العالمية , وأصبح القوي يأكل الضعيف , وقامت تحالفات دولية كبرى لامتصاص ثروات العالم بطرق مغلفة بالسياسة , وذلك في الحقيقة عودة إلى عهد الاستعباد الذي اشتهر باسم \"الاستعمار\" , وإذا كان ذلك الاستعباد القديم الذي ظهر بصور مكشوفة حيث كان الأعداء يحتلون بلاد الإسلام عسكريا .. إذا كان ذلك الاستعباد قد واجه تحديات قوية من أفراد العالم الإسلامي فإن الاستعباد الحديث مجهول تماما عند عامة الناس , أما المثقفون فإن منهم طائفة يؤيدون هذا الاستعباد ويتحالفون مع أربابه ويعملون لحسابهم داخل المجتمعات الإسلامية وينتظرون الفرص السانحة ليتمكنوا من حكم بلاد الإسلام على أكتاف أولئك المستعبدين , كما قام بذلك أسلافهم منذ رحيل الاستعباد العسكري , وذلك لكراهيتهم الشديدة للإسلام الحي المتحرك الذي ينظم حياة الناس كما ينظم سلوكهم وعباداتهم , ولكراهيتهم الشديدة للمسلمين المتقين الذين يفهمون الإسلام على هذا النحو الكامل الشامل لكل أمور الحياة , أما الطائفة الأخرى فهم الذين يعتزون بالإسلام ويعادون أعداءه, ولكن بعض أفراد هذه الطائفة ينقصهم الوعي الديني , فيظهرون الرضى والقناعة حينما يكون الإسلام مطبقًا من ناحية السلوك والعبادة والأحوال الشخصية , ولا يدركون أن الإسلام يظل ناقصا حتى يتم تطبيقه من ناحية الحكم وتنظيم حياة الناس , والآخرون من المثقفين الإسلاميين يفهمون ضرورة أن يكون الحكم بما أنزل الله تعالى وأن يكون هناك تشريعات منبثقة من الإسلام نحو تنظيم حياة الناس ولكن القليل منهم الذين يقومون بالدعوة إلى تطبيق هذا الفهم الكامل الشامل .",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "فالذين قاموا بالاستعباد العسكري المكشوف في أوائل هذا العصر والذين يحاولون الآن القيام بالاستعباد المغلف بالسياسة .. هؤلاء يعادون مبدأ الإخاء العالمي الذي جاء به الإسلام والذي تضاءل الاهتمام به بعدما انحسر ظل الإسلام وأصبح قابعا منزويا لايمثله إلا الضعفاء المغلوبون على أمرهم , وفيهم من يتتبعون إفرازات أعدائهم من المذاهب الهدامة والعادات المرذولة ويتشدقون بها بملء أفواههم زاعمين أن هذا هو التقدم والتطور , بينما هم يملكون أعظم رصيد من مؤهلات الزعامة وإيجاد الحلول الناجعة لمشكلات البشرية والأدوية الشافية لأمراضها الخلقية , وذلك بتطبيق الإسلام كاملا الذي من أساسياته النداء بالأخوة العالمية, ولكنهم يفقدون القوة التي بها يستطيعون الدفاع عن هذا الحق المبين ونشر هذا الرصيد الضخم الذي يملكونه من توجيهات الإسلام , فالحق يضيع مفعوله مع ضعف من يمثله , لأنه يشوهه بواقعه المؤلم , وما أجمل الحق متدرعا بالقوة ! ¶ الفهرس ¶ المقدمة ........................................................................... 2 ¶ واقع الأمم قبل الإسلام .................................................... 4 ¶ الإخاء العالمي في ظل الإسلام ........................................... 16 ¶ مميزات الأخوة الإسلامية .................................................. 26 ¶ عوامل تقوية الأخوة الإسلامية .......................................... 32 ¶ الواقع التاريخي لتطبيق هذه الرابطة ..................................... 66 ¶ عوامل فصم الأخوة وإضعافها ............................................ 71 ¶ مقتضيات الأخوة الإسلامية ............................................... 89 ¶ حاجة الإنسانية إلى الإخاء الإسلامي .................................. 95",
            "page": "78",
            "part": "1"
        }
    ],
    "t35047": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الأخوة الإسلامية"
        }
    ]
}