{
    "b35043": [
        {
            "id": "1",
            "nass": "إتحاف العباد بفضائل الجهاد ¶ الشيخ عبدالله عزام ¶ فضل الشهادة ¶ 1- رائحة دمه .. كالمسك : ¶ (والذي نفسي بيده لا يكلم أحد في سبيل الله - والله أعلم بمن يكلم في سبيله - إلا جاء يوم القيامة اللون لون الدم والريح ريح المسك) . ¶ مسلم وأحمد ¶ يكلم : يجرح ¶ سبحان الله لقد رأينا هذا من كثير من الشهداء ، رائحة دمائهم كالمسك ، مثل يحيى سنيور - جدة - وهشام الديلمي - اليمن - ، عبد الواحد البغماني ، وقد كانت في جيبي رسالة عليها نقاط من دم عبد الواحد ، وبقيت شهرين ورائحتها كالمسك . ¶ 2- أحب القطرات إلى الله : ¶ (ليس شيء أحب إلى الله من قطرتين أو أثرتين ، قطرة دمعة من خشية الله ، وقطرة دم تهراق في سبيل الله ، وأما الأثران فأثر في سبيل الله ، وأثر في فريضة من فرائض الله) . ¶ حديث حسن رواه الترمذي ¶ خشية : خوف . أثر في سبيل الله : الأثر الذي من الجهاد لأن المتبادر من كلمة في سبيل الله هو الجهاد كما قال ابن حجر في فتح الباري . ¶ وكلمة الجهاد إذا أطلقت كما يقول ابن رشد :(وكلمة الجهاد إذا أطلقت إنما تعني قتال الكفار بالسيف حتى يسلموا أو يعطوا الجزية عن يد وهم صاغرون ) . ¶ 3- الشهيد يحب أن يرجع إلى الدنيا : ¶ (ما من عبد يموت له عند الله خير لا يسره أن يرجع إلى الدنيا ، وإن له الدنيا وما فيها إلا الشهيد لما يرى من فضل الشهادة فإنه يسره أن يرجع إلى الدنيا فيقتل مرة أخرى) . ¶ وفي لفظ : ¶ (فيقتل عشر مرات لما يرى من الكرامة) ¶ البخاري ومسلم ¶ اختلف في سبب تسميته شهيدا ، فقال الأزهري : لأن الله تعالى ورسوله صلى الله عليه وسلم شهدا له بالجنة ، وقال النضر بن شميل : الشهيد الحي فسموا بذلك لأنهم أحياء عند ربهم ، وقيل لأن ملائكة الرحمة يشهدونه فيقبضون روحه ، وقيل : لأنه ممن يشهد على الأمم ، وقيل : لأنه شهد له بالإيمان وخاتمة الخير بظاهر حاله ، وقيل : لأن دمه يشهد له يوم القيامة ، وقيل : لأن روحه تشهد دار السلام وروح غيره لا تشهدها إلا يوم القيامة . ¶ 4- حارثة في الفردوس الأعلى : ¶ (قال صلى الله عليه وسلم لأم حارثة بنت النعمان ، وقد قتل ابنها معه يوم بدر فسألته : أين هو؟ قال : (إنه في الفردوس الأعلى) . ¶ البخاري ¶ وفي الحديث الآخر الذي رواه البخاري :",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "(إن في الجنة مائة درجة أعدها الله للمجاهدين في سبيل الله ، ما بين الدرجتين كما بين السماء والأرض ، فإذا سألتم الله فسألوه الفردوس فإنه أوسط الجنة وأعلى الجنة - أراه قال - وفوقه عرش الرحمن ، ومنه من الفردوس الأعلى تفجر أنهار الجنة) . ¶ 5- أرواحهم في حواصل طيور خضر : ¶ (إن أرواح الشهداء في جوف طير خضر لها قناديل معلقة بالعرش ، تسرح من الجنة حيث شاءت ثم تأوي إلى تلك القناديل فاطلع إليهم ربهم إطلاعة فقال : هل تشتهون شيئا؟ فقالوا : أي شيء نشتهي ونحن نسرح من الجنة حيث شئنا ، ففعل بهم ذلك ثلاث مرات ، فلما رأوا أنه لن يتركوا من أن يسألوا قالوا : يا رب ، نريد أن ترد أرواحنا في أجسادنا حتى نقتل في سبيلك مرة أخرى ، فلما رأى أن ليس لهم حاجة تركوا) . ¶ مسلم ¶ قال القاضي : فيه أن الأرواح باقية لا تفنى ، فينعم المحسن ، ويعذب المسيء ، وقد جاء به القرآن ، والآثار ، وهو مذهب أهل السنة ، فأرواح الشهداء في حواصل طيور خضر ، وأما غيرهم فإنما يعرض مقعده بالغداة والعشي كما جاء في حديث ابن عمر وكما قال في آل فرعون : ¶ النار يعرضون عليها غدوا وعشيا ¶ وقيل : بل المراد وجميع المؤمنين الذين يدخلون الجنة بغير حساب فيدخلون الجنة الآن بدليل عموم الأحاديث ، وقيل : بل أرواح المؤمنين على أفنية قبورهم ، وقيل : إن المتنعم جزء من الجسد تبقى فيه الروح . ¶ 6- خصال الشهيد : ¶ (إن للشهيد عند الله خصالا - سبع خصال - ; أن يغفر له من أول دفعة دمه ، ويرى مقعده من الجنة ، ويحلى حلية الإيمان ، ويزوج من الحور العين ، ويجار من عذاب القبر ، ويأمن من الفزع الأكبر ، ويوضع على رأسه تاج الوقار الياقوتة منه خير من الدنيا وما فيها ، ويزوج اثنتين وسبعين من الحور العين ، ويشفع في سبعين إنسانا من أقاربه) ¶ حديث صحيح أحمد والترمذي وابن حبان ¶ يجار : يحمى وينقذ ¶ خصال : صفات ، والمراد هنا صفات طيبة أي فضائل . ¶ 7- شهداء أحد : ¶ (لما أصيب إخوانكم بأحد جعل الله أرواحهم في أجواف طيور خضر ترد أنهار الجنة وتأكل من ثمارها ، وتأوي إلى قناديل في ظل العرش ، فلما وجدوا طيب مأكلهم ومشربهم وحسن مقيلهم قالوا : يا ليت إخواننا يعلمون ما صنع الله لنا لئلا يزهدوا في الجهاد ولا ينكلوا عند الحرب ، فقال الله : أنا ابلغهم عنكم ، فأنزل الله على رسوله هذه الآيات : ¶ ولا تحسبن الذين قتلوا في سبيل لله أمواتا ¶ أحمد وأبو داوود وصححه الحاكم ووافقه الذهبي ¶ نكل : نكص وجبن",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "قال : نام الظهيرة ، والمقيل : مكان الاستراحة ¶ الشهداء أحياء : ¶ وقد رأينا بعض الآيات البينات التي تدل حسا أن الشهداء أحياء ، ¶ حدثني عمر حنيف ، قال : فتحت بيدي اثني عشر قبرا للشهداء فما وجدت شهيدا واحدا تغير جسده ، ورأيت بعضهم قد نبتت لحاهم ، وطالت أظافرهم في القبور . ¶ وقصة الدكتور بابرك الذي استشهد في الأورغون وجاءوا به إلى بابي ، بيشاور ، وعندما عاد أولاده من المدرسة ووقفوا عند رأسه بكي وسالت دموعه على وجهه . ¶ 8 - الشهداء على بارق نهر : ¶ (الشهداء على بارق - نهر بباب الجنة - في قبة خضراء يخرج عليهم رزقهم من الجنة بكرة وعشيا) . ¶ أحمد وابن حبان ، وصححه الحاكم ووافقه الذهبي ¶ بارق : اسم نهر بباب الجنة ¶ بكرة وعشيا : صباح مساء ¶ يعني تعرض أرازقهم على أرواحهم فيصل إليهم الروح والفرح كما تعرض النار على آل فرعون غدوا وعشيا فيصل إليهم الوجع . ¶ قال القرطبي في الجامع : لعل هؤلاء هم الشهداء الذين عليهم دين وكان معهم وفاء ولم يوفوه . ¶ 9- الشهادة خير من المدن والقرى : ¶ (لأن أقتل في سبيل الله أحب إلي من أن يكون لي أهل المدر والوبر) . ¶ أحمد .. رجاله ثقات وسنده قوي ¶ أهل المدر : المدن والقرى . المدرة : اللبنة ¶ الوبر : أهل البوادي . ¶ 10 - الشهيد لا يحس بالألم : ¶ (ما يجد الشهيد من القتل إلا كما يجد أحدكم من مس القرصة) . ¶ أحمد والترمذي والنسائي وسنده حسن ¶ وفي رواية صحيحة : ¶ (الشهيد لا يجد مس القتل إلا كما يجد أحدكم القرصة يقرصها) . ¶ القرصة : أن يقبض بإبهامه وسبابته على جزء من جسمه قبضا شديدا مؤلما . ¶ رأينا هذا مع خالد الكردي من المدينة المنورة عندما انفجر اللغم به ، طارت قدمه وانبقرت بطنه واندلقت أقتابه - أمعاؤه - وجرح جروحا بسيطة في ظهر يده ، فجاء الدكتور صالح الليبي وبدأ يلم أقتابه ويعيدها إلى بطنه ، وبكى الدكتور صالح ، فقال له خالد الكردي : لماذا تبكي يا دكتور هي جروح بسيطة في ظهر يدي ، وبقي يحدثهم ساعتين ولقي الله ، ولم يشعر أن قدمه قد قطعت ، وبطنه مفتوحة) . ¶ 11- منازل الشهداء : ¶ (أفضل الشهداء الذين يقاتلون في الصف الأول ، فلا يلفتون وجوههم حتى يقتلوا أولئك يتلبطون في الغرف العلى من الجنة ، ويضحك إلىهم ربك ، وإذا ضحك ربك إلى عبد في موطن فلا حساب عليه) ¶ أحمد بسند صحيح (1118 - صحيح الجامع) ¶ يتلبطون : يتمرغون ¶ 12- القتلى ثلاثة :",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "(القتلى ثلاثة : رجل مؤمن جاهد بماله ونفسه في سبيل الله حتى إذا لقي العدو قاتلهم حتى قتل فذاك الشهيد الممتحن في خيمة الله تحت عرشه ، لا يفضله النبيون إلا بدرجة النبوة ، ورجل فرق على نفسه من الذنوب والخطايا جاهد بنفسه وماله في سبيل الله حتى لقي العدو فقاتل حتى قتل ، فتلك ممصمصة محت ذنوبه وخطاياه إن السيف محاء الخطايا ، وأدخل من أي أبواب الجنة شاء فإن لها ثمانية أبواب ، ولجهنم سبعة أبواب وبعضها أفضل من بعض ، ورجل منافق جاهد بنفسه وماله حتى إذا لقي العدو قاتل في سبيل الله حتى قتل فإن ذلك في النار إن السيف لا يمحوا النفاق) . ¶ أحمد وسنده حسن وصححه ابن حبان ¶ ممصمصة : مطهرة ومغسلة ¶ فرق : خاف ¶ فأين المجاهدون الذين يريدون غسل ذنوبهم بالسيوف؟ . ¶ 13- أي القتل أفضل؟ : ¶ (أي القتل أفضل؟ قال : من أهريق دمه وعقر جواده في سبيل الله) . ¶ أحمد وأبو داوود ، ورجاله ثقات ¶ أهريق دمه : سال دمه ثم استعمل للقتل عقر : أصل العقر قطع قوائمه بالسيف . ¶ وهذا أفضل القتل : لأن المجاهد قد جاهد بنفسه وماله ولم يرجع من ذلك بشيء . ¶ 14- سيد الشهداء : ¶ (سيد الشهداء حمزة بن عبد المطلب ، ورجل قام إلى إمام جائر فأمره ونهاه فقتله) . ¶ حديث حسن رواه الحاكم والضياء ¶ جائر : ظالم ¶ وهذا يدل على منزلة الأمر بالمعروف والنهي عن المنكر في الإسلام .. وإنكار المنكر والظلم في المجتمع واجب ، ولو في وجه الحاكم المسلم ، إذا كان ظالما أو فاسقا ، أما الحاكم الكافر فلا يجوز السكوت عليه بحال ، ولا يجوز ولايته ، والخروج عليه فرض من قبل الأمة جميعا . ¶ 51 - (إن أرواح الشهداء في طير خضر تعلق من ثمار الجنة) . ¶ صحيح رواه الترمذي عن كعب بن مالك وهو في صحيح الجامع برقم ( 1555) . ¶ في طير خضر : أي في حواصل طير خضر ¶ تعلق : تأكل . ¶ 16 - (ادفنوا القتلى في مصارعهم) ¶ صحيح رواه الأربعة عن جابر وهو في صحيح الجامع برقم (247) ¶ مصارعهم : مقاتلهم ¶ وكم كلفت مخالفة هذه السنة من أرواح ، فكان الأخ الأفغاني يستشهد ويصر المجاهدون على تخليص جثته من أرض المعركة فيقتل عدد منهم . ¶ قالها رسول الله صلى الله عليه وسلم في شهداء أحد .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "(قال جابر : بينما أنا في النظارة إذ جاءت عمتي بأبي وخالي عادلتهما على ناضح (جمل) فدخلت بهما المدينة لتدفنهما في مقابرنا ، وجاء رجل ينادي : ألا إن رسول الله صلى الله عليه وسلم يأمركم أن ترجعوا بالقتلى فتدفنوها في مصارعها حيث قتلت ، فرجعنا فدفناهما في القتلى حيث قتلا . فبينما أنا في خلافة معاوية بن ابي سفيان إذ جاءني رجل فقال : يا جابر والله لقد أثار أباك عمال معاوية فبدا (ظهر) فخرج طائفة (جزء) منه ، قال : فأتيته فوجدته على النحو الذي تركته لم يتغير منه شيء ، قال : فواريته ، فصارت سنة الشهداء أن يدفنوا في مصارعهم) . ¶ خرجه أحمد بسند صحيح . ¶ 17 - (خمس من قبض في شيء منهن فهو شهيد : المقتول في سبيل الله شهيد ، والغريق في سبيل الله شهيد ، والمبطون في سبيل الله شهيد ، والمطعون في سبيل الله شهيد ، والنفساء في سبيل الله شهيدة) . ¶ صحيح رواه النسائي عن عقبة بن نافع وهو في صحيح الجامع برقم (3249) . ¶ المبطون : من مات بداء البطن ¶ المطعون : من مات بالطاعون ¶ النفساء : التي تلد ¶ وكلمة في سبيل الله : إذا اطلقت فالمتبادر منها كما يقول ابن حجر في فتح الباري هو : الجهاد . ¶ 18 - (من سأل الله الشهادة بصدق بلغه الله منازل الشهداء وإن مات على فراشه) . ¶ صحيح رواه مسلم والأربعة عن سهل بن حنيف وهو في صحيح الجامع برقم (6152) . ¶ ولكن الصدق في طلب الشهادة هو إعداد العدة : ¶ ولو أرادوا الخروج لأعدوا له عدة . ¶ أما أن تمر عشر سنوات على الجهاد في أفغانستان ، والطريق آمنة ، والحدود مفتوحة ، ولا يصل بيشاور ، فهذا نرجوا الله أن يغفر له ، إن كان يظن أنه صادق في طلب الشهادة ، ألم تر إلى ذلك الأعرابي الذي قال لرسول الله صلى الله عليه وسلم : اتبعتك على أن أضرب هاهنا - حلقه - فأدخل الجنة فأصيب الأعرابي حيث أشار فقال صلى الله عليه وسلم : (صدق الله فصدقه) . ¶ 19 - (من صرع عن دابته فهو شهيد) . ¶ صحيح/ الطبراني عن عقبة بن نافع وهو في صحيح الجامع برقم (6212) . ¶ صرع : قتل ¶ وفي حديث أم حرام بنت ملحان : (فخرجت مع زوجها عبادة بن الصامت غازيا أول ما ركب المسلمون البحر مع معاوية ، فلما انصرفوا من غزوتهم قافلين فنزلوا الشام فقربت إليها دابة لتركبها فصرعتها فماتت) . البخاري وهذا يدل أيضا أن حكم الراجع من الغزو ، حكم الذاهب إليه .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "20 - (من قتل دون ماله فهو شهيد ، ومن قتل دون دمه فهو شهيد ، ومن قتل دون دينه فهو شهيد ، ومن قتل دون أهله فهو شهيد) . ¶ صحيح رواه أبو داوود والترمذي والنسائي وأحمد عن سعيد بن زيد ، وهو في صحيح الجامع برقم (6321) . ¶ وهذا يسمى في الفقه : دفع الصائل ، والصائل هو الذي يسطو بالقوة على الأعراض والنفوس والأموال . ¶ وقد اتفق الفقهاء الأربعة على وجوب دفع الصائل على الأعراض ، أما الصائل على النفس أو المال فيجب دفعه عند جمهور العلماء ، ويتفق مع الرأي الراجح في مذهبي مالك والشافعي ، ولو أدى إلى قتل الصائل المسلم . ¶ قال الجصاص : ؛لا نعلم خلافا أن رجلا لو شهر سيفا على رجل ليقتله بغير حق أن على المسلمين قتله« وقال ابن تيمية : فالعدو الصائل الذي يفسد الدين والدنيا لا شيء أوجب بعد الإيمان من دفعه . ¶ وكم كلف جهل هذا الحكم الشرعي المسلمين من ضحايا لأن المخبر كان يأخذ زوجته في منتصف الليل ولا يقتله خوفا من سفك دم امريء مسلم . ¶ 21 - (من قتل دون مظلمة فهو شهيد) . ¶ رواه النسائي والضياء عن سويد بن مقرن وهو في صحيح الجامع برقم (3236) . ¶ ويفسر الحديث الذي رواه مسلم عن أبي هريرة رضي الله عنه : جاء رجل إلى رسول الله صلى الله عليه وسلم فقال : يا رسول الله أرأيت إن جاء رجل يريد أخذ مالي ؟ قال : (فلا تعطه مالك) قال : أرأيت إن قاتلني ؟ قال : (قاتله) قال : أرأيت إن قتلني؟ قال : (فأنت شهيد) قال : أرأيت إن قتلته ؟ قال : (هو في النار) . ¶ تمني الشهادة : ¶ 22 - (والذي نفسي بيده لولا أن رجالا من المؤمنين لاتطيب أنفسهم أن يتخلفوا عني ولا أجد ما أحملهم عليه ماتخلفت عن سرية تغزوا في سبيل الله والذي نفسي بيده لوددت أن أقتل في سبيل الله ثم أحيا ثم أقتل ثم أحيا ثم أقتل ثم أحيا ثم أقتل) ¶ رواه البخاري عن أبي هريرة ¶ وفي رواية : ¶ (ولكن لا أجد سعة فأحملهم ولا يجدون سعة فيتبعوني ولا تطيب أنفسهم أن يقعدوا بعدي) . ¶ السرية : قطعة من الجيش أقصاها أربعمائة ، وجمعه سرايا . سموا بذلك لأنهم خيار العسكر وصفوتهم من الشيء . السري : النفيس . ¶ وقد صرح أبو هريرة أنه سمع الحديث عند قدومه إلى المدينة سنة 7هـ . ¶ وفي الحديث الصحيح عن الشهيد : (أنه يتمنى أن يرجع إلى الدنيا فيقتل عشر مرات لما يرى من الكرامة) . ¶ وروى الحاكم بسند صحيح عن جابر : (كان النبي صلى الله عليه وسلم إذا ذكر أصحاب أحد قال : والله لوددت أني غدوت مع أصحابي بفحص الجبل) . ¶ أي بسفح لجبل .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "23 - (غزوة في البحر خير من عشر غزوات في البر ، ومن أجاز البحر فكأنما أجاز الأودية كلها والمائد فيه كالمتشحط في دمه) ¶ صحيح رواه الحاكم عن ابن عمرو ¶ المائد : الذي يدور رأسه بسبب اضطراب السفينة . ¶ المتشحط : المذبوح الملطخ بدمه . ¶ 24 - (يغفر للشهيد كل ذنب إلا الدين) . ¶ مسلم عن ابن عمرو ¶ قال القرطبي : ؛الدين الذي يحبس به صاحبه عن الجنة - والله أعلم - هو الذي قد ترك له وفاء ولم يوص به ، أو قدر على الأداء ولم يؤده ، أو ادانه - استدانه - في سرف أو في سفه ومات ولم يوفه وأما من أدان في حق واجب لفاقة أوعسر ومات ولم يترك وفاء فإن الله لا يحبسه عن الجنة إن شاء الله« . ¶ والشهيد الذي يحبس عن الجنة تكون روحه على نهر بباب الجنة يسمى (بارقا) في قبة خضراء يخرج عليهم رزقهم بكرة وعشيا - والله أعلم - كما قال القرطبي . ¶ وهنا يرد سؤال : إذن أيهما أولى للمدين ، أينفر في سبيل الله أم يعمل حتى يسد الدين ثم ينفر؟ . ¶ وهنا نقول وبالله التوفيق : ؛إنه إذا وطيء شبر من أراضي المسلمين أصبح الجهاد فرض عين ، وهنا يخرج المدين دون إذن دائنه والولد دون إذن والده« وهذا محل اتفاق بين سلف الأمة وخلفها . ¶ وينظر المدين : فإن لم يكن معه سداد (قضاء) دينه فإنه ينفر ولا ينتظر قضاء الدين ، وإن كان مع المدين وفاء دينه فإنه ينظر فإن كان يظن أن الدائن لو استوفى دينه فإنه يستعمل المال في الجهاد فالواجب أداء الدين له - وفاؤه - لتحصيل المصلحتين : الوفاء والجهاد . ¶ هكذا أفتى ابن تيمية في الفتاوى الكبرى 4/183 . ¶ وقال ابن تيمية : يجب على النساء الجهاد بأموالهن إن كان فيها فضل وكذلك في أموال الصغار ، إذا هجم العدو فإن دفع ضررهم عن الدين والنفس والحرمة واجب إجماعا . ¶ شهيد لم يركع لله ركعة : ¶ 25 - عن أبي هريرة : (أن عمرو بن أقيش كان له ربا في الجاهلية ، فكره أن يسلم حتى يأخذه ، فجاء يوم أحد ، فقال : أين بنو عم ي ؟ قالوا : بأحد ، قال : أين فلان؟ قالوا : بأحد ، قال : أين فلان ؟ قالوا : بأحد ، فلبس لآمته ، وركب فرسه ثم توجه قبلهم ، فلما رآه المسلمون قالوا : إليك عنا يا عمرو ، قال : إني قد آمنت ، فقاتل حتى جرح ، فحمل إلى أهله جريحا ، فجاءه سعد بن معاذ ، فقال لاخته : سليه : حمية لقومك أو غضبا لهم ، أم غضبا لله؟ فقال : بل غضبا لله ورسوله فمات فدخل الجنة . ما صلى لله صلاة) . ¶ قال الحافظ في الإصابة : اسناده حسن رواه الجماعة عن ابن اسحاق .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "26 - شهيد قتل بسلاح نفسه : ¶ عن سلمة بن الاكوع قال : (لما كان يوم خيبر قاتل أخي قتالا شديدا فارتد عليه سيفه فقتله ، فقال أصحاب رسول الله صلى الله عليه وسلم في ذلك ، وشكوا فيه : رجل مات بسلاحه ، فقال صلى الله عليه وسلم : مات جاهدا مجاهدا ، قال ابن شهاب : ثم سألت ابنا لسلمة بن الأكوع فحدثني عن أبيه بمثل ذلك ، غير أنه قال : فقال رسول الله صلى الله عليه وسلم : كذبوا ، مات جاهدا مجاهدا فله أجره مرتين) ¶ اخرجه البخاري ومسلم ، وهو في مختصر سنن أبي داوود برقم (2427) . ¶ عن أبي سلام - وهو الحبشي - عن رجل من أصحاب النبي صلى الله عليه وسلم قال : (أغرنا على حي من جهينة ، فطلب رجل من المسلمين رجلا منهم ، فضربه فأخطأه وأصاب نفسه بالسيف ، فقال رسول الله صلى الله عليه وسلم : أخوكم يامعشر المسلمين ، فابتدره الناس ، فوجدوه قد مات ، فلفه رسول الله صلى الله عليه وسلم بثيابه ودمائة وصلى عليه ودفنه ، فقالوا : يا رسول الله أشهيد هو؟ قال : نعم وأنا له شهيد) ¶ سكت عليه أبو داوود والمنذري فهو حسن ، وهو في المختصر برقم (2428) . ¶ 27 - باب لا يقال فلان شهيد : ¶ بو ب البخاري بهذا العنوان لحديث : (.. وفي أصحاب رسول الله صلى الله عليه وسلم رجل لا يدع لهم شاذة ولا فاذة إلا اتبعها يضربها بسيفه ، فقالوا : ما أجزأ منا اليوم أحد كما أحزأ فلان ، فقال صلى الله عليه وسلم : أما أنه من أهل النار) . ¶ وفي نهاية الحديث انتحر هذا الرجل . ¶ وقول البخاري : لا يقال لفلان شهيد ، قال ابن حجر معقبا : أي على سبيل القطع بذلك ، ومعنى قول البخاري وابن حجر : أننا لا نحكم لمن قتل في أرض المعركة أنه شهيد يدخل الجنة ، لأن دخول الجنة أمر راجع إلى نية القتيل ، وهو في علم الله عزوجل إذ أن عقيدة أهل السنة والجماعة لا يحكم لأحد بجنة ولا بنار . ¶ أما أن نسمي القتيل في المعركة شهيدا على سبيل اعطاء أحكام الشهيد ظاهرا وبناء على الظن الغالب بأن لا نكفنه ولا نغسله ولا نصلي عليه ، فهذا أمر قاله جمهور السلف والخلف . ¶ قال ابن حجر : \"ولذلك اطبق السلف على تسمية المقتولين في بدر وأحد وغيرهما شهداء ، والمراد بذلك : الحكم الظاهر المبني على الظن الغالب ، والله أعلم\" . ¶ فتح الباري (6/90)",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "بل لقد كان بعض المحدثين كابن كثير يطلق في البداية والنهاية على من مات في غير المعركة ، فقال عن الفضل بن العباس في (4/96) البداية والنهاية : \"استشهد بطاعون عمواس\" ، وقال عن الحارث بن هشام (4/95) \"استشهد بالشام\" . ¶ ويقول ابن كثير عن النعمان بن مقرن المزني (4/123) \" بعثه الفاروق أميرا على الجنود إلى نهاوند ، ففتح الله على يديه فتحا عظيما ، ومكن الله له في تلك البلاد ، ومكنه من رقاب أولئك العباد ، ومكن به للمسلمين هنالك إلى يوم التناد ومنحه النصر في الدنيا ويوم يقوم الأشهاد ، وأتاح له بعد ما أراه ما أحب شهادة عظيمة ، وذلك غاية المراد فكان ممن قال الله تعالى في حقه في كتابه المبين وهو صراطه المستقيم : إن الله اشترى من المؤمنين أنفسهم وأموالهم بأن لهم الجنة .. \" . ¶ فضائل الهجرة : ¶ 1- استمرار الهجرة إلى يوم القيامة : ¶ (إن الهجرة لا تنقطع ما دام الجهاد) ¶ حب - حم .. صحيح وهو في صحيح الجامع برقم (1987) . ¶ (لن تنقطع الهجرة ما قوتل الكفار) ¶ حم- حب - ن . صحيح وهو في صحيح الجامع برقم(5096) ¶ وهذا يدل على أن الهجرة مرتبطة بالجهاد ، والحق أن الجهاد لا ينفصم عن الهجرة ، والهجرة ماضية إلى يوم القيامة بسبب استمرار الجهاد إلى يوم القيامة . ¶ 2- الأمر بالهجرة : ¶ (إن الله أمر يحيى بن زكريا بخمس كلمات وأنا آمركم بخمس أمرني الله بهن : الجماعة والسمع والطاعة والهجرة والجهاد في سبيل الله) . ¶ وهو في صحيح الجامع برقم (1720) . ¶ قال العيني : \"الهجرة في الشرع مفارقة دار الكفار إلى دار الإسلام خوف الفتنة وطلب إقامة الدين\" . ¶ وقال ابن حجر : \"وقد وقعت في الإسلام على وجهين : ¶ 1- الإنتقال من دار الخوف إلى دار الأمن كما في هجرة الحبشة . ¶ 2- الإنتقال من دار الكفر إلى دار الإيمان وذلك بعد أن استقر النبي صلى الله عليه وسلم في المدينة\" . ¶ والرسول صلى الله عليه وسلم رتب الأمور الضرورية التي لابد منها للوصول إلى الجهاد ، فهي درجات تبتديء بالجماعة ، لأن الجهاد عبادة جماعية ، فلابد من جماعة ، ولا جماعة بلا أمير ، ولا إمارة بلا سمع وطاعة ، ثم الهجرة وهي الخطوة الأساسية للجهاد ، لأنها عنوان الصدق في الخلاص من عوائق الأرض ، وتحطيم القيود ، وأما الجهاد فهو ذروة سنام الإسلام . ¶ 3- الشيطان يحارب الهجرة لأنها طريق الجنة :",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "(إن الشيطان قعد لابن ادم بأطرقه ، فقعد له في طريق الإسلام فقال : تسلم وتذر دينك ودين آبائك وآباء آبائك ؟ فعصاه فأسلم ، ثم قعد له بطريق الهجرة فقال : تهاجر وتدع أرضك وسماءك؟ وإنما مثل المهاجر كمثل الفرس في الطول (الحبل) فعصاه فهاجر ، ثم قعد له بطريق الجهاد فقال : تجاهد ؟ فهو جهد النفس والمال فتقاتل فتقتل فتنكح المرأة ويقسم المال ، فعصاه فجاهد ، فمن فعل ذلك كان حقا على الله أن يدخله الجنة ، ومن قتل كان حقا على الله أن يدخله الجنة ، وإن غرق كان حقا على الله أن يدخله الجنة ، وإن وقصته دابته كان حقا على الله أن يدخله الجنة) . ¶ صحيح أحمد والنسائي وابن حبان عن سبرة / وهو في صحيح الجامع برقم /1648 . ¶ تذر : تترك ¶ وقصته دابته : رمت به فكسرت عنقه فمات . ¶ 4 - تزداد حصته في الجنة بقدر بعده عن مولده : ¶ (إن الرجل إذا مات بغير مولده قيس له من مولده إلى منقطع أثره في الجنة) . ¶ حديث حسن رواه ابن ماجة والنسائي عن ابن عمرو ، وهو في صحيح الجامع برقم (1612) . ¶ أثره : أجله . ¶ 5 - الرسول صلى الله عليه وسلم يكفل للمهاجر ببيوت في الجنة : ¶ (أنا زعيم لمن آمن بي وأسلم وهاجر ببيت في ربض الجنة ، وبيت في وسط الجنة ، وبيت في أعلى غرف الجنة .. وأنا زعيم لمن آمن بي وأسلم وجاهد في سبيل الله ببيت في ربض الجنة ، وبيت في وسط الجنة ، وبيت في أعلى غرف الجنة ، فمن فعل ذلك لم يدع للخير مطلبا ولا من الشر مهربا ، يموت حيث شاء أن يموت) ¶ صحيح الحاكم وابن حبان عن فضالة بن عبيد، وهو في اصحيح الجامع برقم (1478) . ¶ ربض الجنة : أدناها ¶ زعيم : كفيل وضامن ¶ لم يدع للخير مطلبا ولا من الشر مهربا : أي فعل كل وجوه البر ، وترك كل الشر . ¶ يموت حيث شاء أن يموت : أي له الجنة حيثما مات . ¶ 6- براءة الرسول صلى الله عليه وسلم ممن يسكن مع المشركين : ¶ (برئت الذمة ممن أقام مع المشركين في ديارهم) ¶ حسن طب عن جرير ، وهو في صحيح الجامع برقم (2815) . ¶ لا يجوز السكن في أرض لا يستطيع المسلم أن يظهر فيها شعائر دينه كالصلاة والصوم والزكاة ، وتجب الهجرة من كل أرض تجري فيها أحكام الكفر إلى بلد تجري فيها أحكام الإسلام ، ويختار في آخر الزمان أقلها إثما وأحوطها لسلامة العرض والدين والمال ، ولا يجوز السكن تحت حكم عدو الدين بحيث يخاف المسلم على دينه وأهله وماله . ¶ 7- (من جامع المشرك وسكن معه فإنه مثله) ¶ حسن أبو داوود عن سمرة ، وهو في صحيح برقم (6062) .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "قال ابن تيمية : المشابهة والمشاكلة في الأمور الظاهرة توجب مشابهة ومشاكلة في الأمور الباطنة ، والمشاركة في الأمر الظاهر توجب مناسبة وائتلافا ، وإن بعد المكان والزمان ، وهذا أمر محسوس فمرافقتهم ومساكنتهم ولو قليلا سبب لاكتساب أخلاقهم ، ولما كان مظنة الفساد خفي غير منضبط علق الحكم به (المساكنة) وادير التحريم عليه ، فمساكنتهم في الظاهر سبب ومظنة لمشابهتهم في الأخلاق والأفعال المذمومة بل في نفس الإعتقادات فيصير المساكن للكافر مثله ، وأيضا المشاركة في الظاهر تورث نوع محبة ومودة وموالاة في الباطن . ¶ 8 - المهاجر له الجنة مهما كانت ميتته : ¶ (من فصل في سبيل الله فمات أو قتل أو وقصته فرسه أو بعيره أو لدغته هامة أو مات على فراشه بأي حتف شاء الله فإنه شهيد وإن له الجنة) ¶ أبو داود والحاكم عن أبي مالك الأشعري حسن ، وهو في صحيح الجامع برقم/6289 . ¶ وقصته : رمت به فكسرت عنقه ¶ الحتف : الهلاك ¶ فصل في سبيل الله : فارق أهله مهاجرا ¶ هامة : أفعى أو عقرب أو ذات سم ¶ فإنه شهيد : حقيقة أو حكما ¶ وإن له الجنة : دخولا أوليا مع الشهداء والصالحين . ¶ 9- شدة الهجرة : ¶ (ويحك إن أمر الهجرة لشديد ، فهل لك من إبل تؤدي صدقتها فاعمل من وراء البحار فإن الله لن يترك من عملك شيئا) ¶ متفق عليه ، عن ابي سعيد ، وهو في صحيح الجامع برقم(7007) ¶ ويح : كلمة رحمة لمن وقع في هلكة لا يستحقها . ¶ قالها صلى الله عليه وسلم لأعرابي عندما عرض الأعرابي على الرسول صلى الله عليه وسلم أن يهاجر إلى المدينة فقال له هذا ، ويبدو أنه صلى الله عليه وسلم أدرك من حال الأعرابي أنه لا يستطيع الصبر على مشاق الهجرة إلى المدينة ، وكثير من الأعراب بقوا في قبائلهم وانعامهم ولكن لا يشتركون مع المسلمين في الغنائم . ¶ 10 - (إن الله تعالى يقول : إن عبدا أصححت له جسمه ، ووسعت له في معيشته تمضي عليه خمسة أعوام لا يفد إلي لمحروم) . ¶ صحيح رواه ابن حبان وابن عدي عن أبي سعيد /وهو في صحيح الجامع برقم/1905 . ¶ يفد : يقدم . ¶ أي إن ترك الحج والعمرة أكثر من خمس سنوات علامة الحرمان من الله عزوجل ، وصرف عن وجه عظيم من وجوه الخير . ¶ وفي الحديث الصحيح : ¶ (واصلوا بين الحج والعمرة فإنهما ينفيان الفقر وينفيان الذنوب كما ينفي الكير خبث الحديد) . ¶ هذا الحرمان في ترك حج التطوع ، فكيف حال تارك الجهاد المتعين ، ليس لخمس سنوات فقط بل طيلة عمره ؟ ¶ حديث فضالة بن عبيد :",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "11 - روى ابن كثير في التفسير 3/201 عن طريق عبد الرحمن بن شريح عن سلامان بن عامر : أن عبد الرحمن بن جحدم حدثه أنه حضر فضالة بن عبيد في البحر مع جنازتين أحدهما أصيب بمنجنيق والآخر توفي ، فجلس فضالة عند قبر المتوفي فقيل له : تركت الشهيد فلم تجلس عنده ؟ فقال : (ما أبالي من أي حفرتيهما بعثت ، إن الله تبارك وتعالى يقول : والذين هاجروا في سبيل الله ثم قتلوا أو ماتوا ليرزقنهم الله رزقا حسنا وأن الله لهو خير الرازقين ليدخلنهم مدخلا يرضونه وإن الله لعليم حليم . ¶ الحج (58 - 59) ¶ وكذلك روى هذا الحديث ابن المبارك في كتاب الجهاد فقرة /69 ص92- ، وكذلك رواه ابن أبي حاتم وروى ابن جرير بنحوه . ¶ 12 -(أفضل الهجرة أن تهجر ما كره ربك عزوجل) ¶ أخرجه أحمد (الصحيحة :553) . ¶ تهجر : تترك . ¶ وهذه من الهجرة المعنوية أما الهجرة الشرعية في الإصطلاح فهي : مغادرة بلدك إلى بلد أخرى إرضاء لله تعالى وفرارا بدينك ، وهذه الهجرة الشرعية لا تتم إلا بالتربية الطويلة التي تقتضي ترك المنكرات . ¶ 13 - (أبايعك على أن تعبد الله ، وتقيم الصلاة ، وتؤتي الزكاة ، وتناصح المسلمين ، وتفارق المشرك) ¶ أخرجه النسائي والبيهقي وأحمد (الصحيحة : 636) . ¶ سبب الحديث : ¶ قال جرير : أتيت النبي صلى الله عليه وسلم وهو يبايع ، فقلت : يا رسول الله ابسط يدك حتى أبايعك ، واشترط علي فأنت أعلم ، قال : .. ¶ الحديث . ¶ ولذا فالبيعة في الإسلام متعددة ، منها بيعة الإسلام نفسها - أي دخول الإسلام - وبعدها هنالك بيعات على أمور معينة كبيعة الرضوان تحت الشجرة سنة 6 هـ أن لا يفر الصحابة ، ومنها بيعة الإمام الأعظم - الخليفة - ومنها مبايعة المسلمين بعضهم بعضا على وجوه من الخير والبر ، كما كانوا يبايعون بعضهم بعضا في المعارك على الموت يشجع بعضهم بعضا . ¶ 14 - عن مجاشع رضي الله عنه قال : (أتيت النبي صلى الله عليه وسلم أنا وأخي فقلت : بايعنا على الهجرة فقال : مضت الهجرة لأهلها ، فقلت : علام تبايعنا ؟ قال : على الإسلام والجهاد) . ¶ رواه البخاري ¶ علام : على ماذا تبايعنا ¶ بيعة الجهاد مشروعة في الإسلام . ¶ 15 - (قال رسول الله صلى الله عليه وسلم يوم الفتح .. فتح مكة : لا هجرة بعد الفتح ولكن جهد ونية وإذا استنفرتم فانفروا ¶ رواه مسلم",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "والمعنى : لا هجرة واجبة من مكة إلى المدينة لأن مكة صارت دار إسلام بالفتح لانتفاء علة الكفر الموجبة للهجرة ، وهكذا في كل بلد كان عليه حكم الكفر ثم زال عنه وإن الخير والأجر العظيم الذي كان يترتب على الهجرة من مكة إلى المدينة فقد انقطع بالفتح ولكن يمكن تحصيله بالجهاد ونية الجهاد . ¶ وإذا استنفرتم فانفروا : أي إذا كان ما يستدعي الخروج الواجب للجهاد فلابد من النفير ومن هذه المسائل الأساسية التي تجعل الجهاد فرض عين : دخول العدو الكافر أراضي المسلمين . ¶ قال النووي : \"وأما الهجرة من دار الكفر إلى دار الإسلام فقال العلماء : إنها واجبة إلى قيام الساعة\" . ¶ اتفاق المنزلة مع اختلاف الميتة : ¶ عن مالك بن هدم أنه قال : ¶ (سمعت عمر بن الخطاب يقول : ما ترون في نفر ثلاثة اسلموا جميعا ، وهاجروا جميعا ، لم يحدثوا في الإسلام حدثا ، قتل أحدهم الطاعون ، وقتل الآخر البطن ، وقتل الآخر شهيدا ؟ ، قالوا : الشهيد أفضلهم ، فقال عمر : والذي نفسي بيده إنهم لرفقاء في الآخرة كما كانوا رفقاء في الدنيا) ¶ رواه سعيد بن منصور في سننه ، الجزء الثاني برقم (2844) . ¶ الإعداد والرمي : ¶ 1 - عن عقبة بن عامر يقول : سمعت رسول الله صلى الله عليه وسلم يقول : (ستفتح عليكم أرضون ، ويكفيكم الله فلا يعجز أحدكم أن يلهو بأسهمه) ¶ رواه مسلم ¶ 2 - (إن فقيما اللخمي قال لعقبة بن عامر : تختلف بين هذين الغرضين وأنت كبير يشق عليك ، قال عقبة : لولا كلام سمعته من رسول الله صلى الله عليه وسلم لم أعانه ، قال الحارث : فقلت لابن شمامة : ما ذاك ؟ قال : إنه قال : من علم الرمي ثم تركه فليس منا أو قد عصا) ¶ رواه مسلم ¶ الغرض : الهدف ي رمى إليه ¶ أعانه : أكابد وأتحمل مشاقه ¶ فليس منا : أي ليس على طريقتنا أو ليس على سنتنا ، ولا يعني هذا خروجه من الملة الإسلامية ، أي أن تارك الرمي بعد تعلمه آثم ، والذي لا يتعلمه آثم . ¶ أجر الرمي : ¶ 3 - (أيما مسلم رمى بسهم في سبيل الله فبلغ مخطئا أو مصيبا فله من الأجر كرقبة أعتقها من ولد اسماعيل ، وأيما رجل شاب في سبيل الله فهو له نور) . ¶ حديث صحيح رواه الطبراني عن عمرو بن عبسه ، وهو في صحيح الجامع برقم (2736) . ¶ شاب : إبي ض شعره ¶ في سبيل الله : في الجهاد بسبب أهوال الحرب ¶ بلغ : أي وصل أماكن العدو ، وفي هذا إرباك للعدو .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "4 - (كل شيء ليس من ذكر الله لهو ولعب إلا أن يكون أربعة : ملاعبة الرجل امرأته ، وتأديب الرجل فرسه ، ومشي الرجل بين الغرضين ، وتعليم الرجل السباحة) ¶ صحيح رواه النسائي عن جابر ، وهو في صحيح الجامع برقم(4410) . ¶ الغرضين : الهدفين ¶ أي هذه الأربعة من اللهو المشروع . ¶ 5 - (ستفتح عليكم أرضون ويكفيكم الله ، فلا يعجز أحدكم أن يلهو بأسهمه) . ¶ صحيح رواه أحمد ومسلم عن عقبة بن عامر (4/97) وهو في صحيح الجامع برقم (3607) . ¶ 6 - (مر النبي صلى الله عليه وسلم على نفر من أسلم ينتضلون فقال النبي صلى الله عليه وسلم : ارموا بني اسماعيل فإن أباكم كان راميا) . ¶ رواه البخاري وأحمد 934 الأحاديث الصحيحة /صححه الحاكم والذهبي /وهو في صحيح الجامع برقم/911 . ¶ أسلم : قبيلة أسلم ¶ ينتضلون : يرمون للسبق والنضال ¶ بني اسماعيل : ذكر ابن سعد بسنده قول النبي صلى الله عليه وسلم : (العرب كلهم من ولد اسماعيل بن ابراهيم عليهما الصلاة والسلام) . ¶ 7 - (اللهو في ثلاث : تأديب فرسك ، ورميك بقوسك ، وملاعبتك أهلك) ¶ صحيح رواه العر اب عن أبي الدرداء ، وهو في صحيح الجامع برقم(5374) . ¶ 8 - (من أحسن الرمي ثم تركه فقد ترك نعمة من النعم) . ¶ صحيح رواه العر اب في الرمي عن يحيى بن سعيد مرسلا ، وهو في صحيح الجامع برقم(5848) . ¶ 9 - (عليكم بالرمي فإنه خير لعبكم) . ¶ رواه البزار والطبراني في الأوسط (الصحيحة 628) . ¶ 10 - عن عقبة بن عامر يقول : سمعت رسول الله صلى الله عليه وسلم وهو على المنبر يقول : (وأعدوا لهم ما استطعتم من قوة ، ألا إن القوة الرمي ، ألا إن القوة الرمي ، ألا إن القوة الرمي) ¶ رواه مسلم . ¶ وهذا الحديث من دلائل النبوة لأن الرمي بالسهم في عهد رسول الله صلى الله عليه وسلم لم يكن الوسيلة الغالبة في المعارك إذ أن معظم أدوات المعارك المستعملة السيف والرمح . ¶ أما اليوم فالرمي هو الوسيلة الغالبة في الحروب الحديثة ابتداء من طلقة المسدس والبندقية ومرورا بالمدفعية والهاون وانتهاء بالصواريخ . ¶ جهاد النساء : ¶ 1 - (عن عمر رضي الله عنه أنه قسم مروطا على نساء من نساء المدينة فبقي مرط جيد ، فقال له بعض من عنده : يا أمير المؤمنين ; أعط هذا بنت رسول الله صلى الله عليه وسلم التي عندك - يريدون أم كلثوم بنت علي - ، فقال عمر : أم سليط أحق به ، وأم سليط من نساء الأنصار ممن بايع رسول الله صلى الله عليه وسلم ، قال عمر : فإنها كانت تزفر لنا القرب يوم أحد) .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "رواه البخاري . ¶ المرط : ثوب من كتان أوخز (حرير) ¶ تزفر : تكثر من نقل القرب ، وأصل الزفر الكثرة ¶ أم سليط : من المبايعات شهدت خيبر وحنينا . ¶ جاء في المغني فقرة (7440) : ولا يدخل مع المسلمين من النساء إلى أرض العدو إلا الطاعنة في السن لسقي الماء ، ومعالجة الجرحى كما فعل النبي صلى الله عليه وسلم . ¶ قيل للأوزاعي : هل كانوا يغزون معهم بالنساء في الصوائف ؟ قال : لا إلا الجواري . ¶ 2 - (عن الربي ع بنت معو ذ رضي الله عنها قالت : كنا نغزوا مع النبي صلى الله عليه وسلم نسقي القوم ونخدمهم ونرد الجرحى والقتلى إلى المدينة). ¶ رواه البخاري . ¶ الربي ع بنت معوذ بن عفراء : أبوها اشترك في قتل أبي جهل ¶ الربي ع بضم الراء وتشديد الياء وكسرها ¶ معوذ : بتشديد الواو وكسرها ¶ والربي ع كانت صغيرة في السن بدليل الحديث الذي رواه الثلاثة أن عمها معاذ بن عفراء بعث معها بقناع (طبق) من رطب فوهبها النبي صلى الله عليه وسلم حلية أهداها له صاحب البحرين ، والإهداء من صاحب البحرين وغيره إنما كان بعد مكاتبة الملوك سنة 7 هـ ، ومع ذلك فقد أرسلها عمها بطبق من رطب وهذا يعني أنها كانت صغيرة لأنها لو كانت كبيرة لما أرسلها خاصة بعد نزول الحجاب سنة 6 هـ . ¶ فيه جواز مس المرأة غير المحرم للجرح للمداواة لأنه لا لذة فيه بل عذاب للامس والملموس . ¶ إشتراك النساء في الجهاد أمر وارد في الشريعة ، ولكن لابد من مراعاة الشروط الشرعية : كوجود المحرم ، وعدم الإختلاط ، وأمن الفتنة ، بأن لا تكون المرأة شابة ولا جميلة ، وتغطية الوجه أمام الرجال أو عند الحاجة الضرورية التي لا يقوم بها الرجال . ¶ وقد حصل اشتراك النساء في عهد رسول الله صلى الله عليه وسلم ، ولكن في حالات قليلة ، ومن نساء كبيرات في السن - اللهم إلا عائشة فهي حالة خاصة برسول الله صلى الله عليه وسلم فيمكن للنساء أن يكن في الخطوط الخلفية يقمن بعمليات الطبخ والتمريض وغيرها من الأعمال النسائية ، وأما فتح الباب في هذه المسألة فهو مفسدة عظيمة . ¶ وروى البخاري : ¶ 3 - عن أسماء بنت أبي بكر رضي الله عنها قالت : صنعت سفرة رسول الله صلى الله عليه وسلم في بيت أبي بكر حيث أراد أن يهاجر إلى المدينة ، قالت : فلم نجد لسفرته ولا لسقائه ما نربطها به ، فقلت لأبي بكر : والله ما أجد شيئا أربط به إلا نطاقي ، قال : فشقيه بإثنين ، فاربطي بواحد السقاء وبالآخر السفرة ، ففعلت ذلك فلذلك سميت ذات النطاقين) ¶ رواه البخاري .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "النطاق : الحزام يشد به الوسط . ¶ روى مسلم : ¶ 4 - عن أنس بن مالك : (أن رسول الله صلى الله عليه وسلم كان يدخل على أم حرام بنت ملحان ، فتطعمه ، وكانت أم حرام تحت عبادة بن الصامت ، فدخل عليها رسول الله صلى الله عليه وسلم يوما ، فأطعمته ثم جلست تفلي رأسه فنام رسول الله صلى الله عليه وسلم ثم استيقظ وهو يضحك ، قالت : قلت : ما يضحكك يا رسول الله ؟ قال : أناس من أمتي عرضوا علي غزاة في سبيل الله يركبون ثبج هذا البحر ، ملوكا على الأسرة أو مثل الملوك على الأسرة - يشك أيهما قال ، قلت - فقلت : يا رسول الله ادع الله أن يجعلني منهم ، فدعا لها ثم وشع رأسه فنام ثم استيقظ وهو يضحك ، قالت : فقلت : ما يضحكك يا رسول الله ؟ قال : ناس من أمتي عرضوا علي غزاة في سبيل الله ، كما قال في الأولى ، قالت : فقلت : يا رسول الله ادع الله أن يجعلني منهم ، قال : أنت من الأولين ، فركبت أم حرام بنت ملحان البحر في زمن معاوية ، فصرعت عن دابتها حين خرجت من البحر فهلكت) . ¶ رواه مسلم . ¶ ثبج البحر : وسط البحر ومتنه ¶ صرعت : قتلت ¶ تفلي رأسه : تفتش عن القمل ¶ في زمن معاوية : أي أيام أن كان معاوية على امارة البحر في عهد عثمان رضي الله عنه ، وقد استشهدت في قبرص سنة 82 هـ. ¶ أم حرام بنت ملحان : أخت أم سليم (أم أنس بن مالك) وكانت أم حرام تحت عبادة بن الصامت وكانت أم سليم تحت أبي طلحة ، فأم حرام خالة أنس . ¶ قال النووي في شرح مسلم : أجمع العلماء على أن أم حرام وأم سليم من محارم الرسول صلى الله عليه وسلم . ¶ قال وهب : أم حرام إحدى خالات النبي صلى الله عليه وسلم من الرضاعة . ¶ قال أبو عمر : ملوكا على الأسرة : أي رأى الغزاة في البحر على الأسرة في الجنة ورؤيا الأنبياء وحي . ¶ وقال محمد بن الحسن في السير (فقرة/239) : ولا ينبغي للشواب أن يخرجن أيضا في الصوائف ونحوها ، فأما العجائز فلا بأس بأن يخرجن مع الصوائف لمداواة الجرحى ، ولا يعجبني أن يباشرن القتال ، لأن بالرجال غنية عن قتال النساء ، فلا يشتغلن بذلك من غير ضرورة ، وعند تحقق الضرورة بوقوع النفير عاما لا بأس للمرأة أن تقاتل بغير إذن وليها وزوجها . ¶ روى مسلم : ¶ 5 - (عن أم عطية رضي الله عنها قالت : غزوت مع رسول الله صلى الله عليه وسلم سبع غزوات أخلفهم في رحالهم فأصنع لهم الطعام وأداوي الجرحى وأقوم على المرضى) . ¶ أخرجه مسلم ¶ وفي الحديث : جواز معالجة المرأة الأجنبية الرجل الأجنبي للضرورة .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وقد بو ب البخاري باب : ؛هل يداوي الرجل المرأة والمرأة الرجل ؟« ، \"ومن المعلوم أن النساء لا يضرب لهن بسهم ، وإنما يرضخ لهن دون أن يكون لهن سهم محدود\" ، ومعنى يرضخ : يقسم لهن بشيء ، كما كتب ابن عباس رضي الله عنهما إلى نجدة الحروري : (قد كن يحضرن الحرب مع رسول الله صلى الله عليه وسلم فأما أن يضرب لهن بسهم فلا ، وقد كان يرضخ لهن) . ¶ 6 - (أسماء بنت يزيد الأنصارية شهدت اليرموك مع الناس فقتلت سبعة من الروم بعمود فسطاط ظلتها) . ¶ رواه سعيد بن منصور في سننه ج2 برقم (2787). ¶ (أن عبدالله بن قرط الأزدي حدثه قال : غزوت الروم مع خالد بن الوليد ، فرأيت نساء خالد بن الوليد ونساء أصحابه مشمرات يحملن الماء للمهاجرين يرتجزن) . ¶ رواه سعيد ين منصور في سننه ج2 برقم (2788) ¶ قال ابن قدامة : ¶ ويكره دخول النساء الشواب أرض العدو لأنهن لسن من أهل القتال وقلما ينفع بهن فيه لاستيلاء الخور والجبن عليهن ، ولا يؤمن ظفر العدو بهن فيستحلون ما حرم الله منهن) ¶ المغني 8/315 ¶ ملاحظة هامة : ¶ نص الفقهاء على : (جواز اصطحاب القائد زوجته معه عند حاجته ، ولا يرخص لسائر الجند) . ¶ كشاف القناع (3/63) . ¶ * ونحن نرى والله أعلم : أن السبب كما لمسناه في أفغانستان أن غياب القائد عن الجبهة ليس كغياب المجاهد عنها . ¶ 7 - عن أم كثير امرأة همام بن الحارث النخعي قالت : (شهدنا القادسية مع سعد مع أزواجنا ، فلما أتانا أن قد فرغ من الناس ، شددنا علينا ثيابنا وأخذنا الهوادي ثم أتينا القتلى ، فمن كان من المسلمين سقيناه ورفعناه ، ومن كان من المشركين أجهزنا عليه ، ومعنا الصبيان فنوليهم ذلك - تعني استلابهم - لئلا يكشفن عن عورات الرجال) ¶ البداىة والنهاية (المجلد 4/47) . ¶ الرباط : ¶ 1 - (أربعة تجري عليهم أجورهم بعد الموت : من مات مرابطا في سبيل الله ، ومن علم علما أجري له عمله ما عمل به ، ومن تصدق بصدقة فأجرها يجري له ما وجدت ، ورجل ترك ولدا صالحا فهو يدعو له) . ¶ حديث حسن رواه أحمد والطبراني عن أبي أمامة ، وهو في صحيح الجامع برقم(890) . ¶ الرباط : ملازمة الثغر ، أي المكان الذي بيننا وبين الكفار . ¶ وهذا أجر عظيم ومنزلة رفيعة ، أن يموت المرء وتبقى أعماله جارية عليه إلى يوم القيامة ، فنرجوا الله سبحانه ألا يحرمنا من الشهادة في سبيله ، وأن تكون الخاتمة صادقة في أرض الرباط إنه سميع قريب مجيب .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وسمي الرباط رباطا لأنهم كانوا يربطون خيولهم بجانبهم انتظارا لمعركة يكرون أو يدفعون بها على الثغور ، فسمي المقام بالثغر رباطا وإن لم يكن فيه خيل . ¶ 2 - (رباط شهر خير من صيام دهر ، ومن مات مرابطا في سبيل الله أمن من الفزع الأكبر ، وغذي عليه برزقه ، وريح من الجنة ، ويجري عليه أجر المرابط حتى يبعثه الله) . ¶ صحيح رواه الطبرني عن أبي الدرداء ، وهو في صحيح الجامع برقم(3473) . ¶ الفزع : الخوف والذعر والمعنى أمنوا من دخول النار . ¶ ريح من الجنة : أي تشم أرواحهم رائحة الجنة . ¶ وغذي عليه برزقه : أي تعرض أرزاقهم على أرواحهم فيصل إليهم الرو ح والفرح . ¶ قال ابن العربي : ؛ والأمن من فتنة القبر فضيلة عظيمة لم تعط إلا للشهيد والمرابط« ¶ عارضة الأحوذي (7/122) . ¶ 3 - (رباط يوم في سبيل الله أفضل من صيام شهر وقيامه ، ومن مات فيه وقي فتنة القبر ونما له عمله إلى يوم القيامة) . ¶ صحيح رواه الترمذي عن سلمان ، وهو في صحيح الجامع برقم (3475) . ¶ نما : زاد وكثر ¶ قال أحمد : ؛ ليس يعدل الجهاد عندي والرباط شيء ، والرباط دفع عن المسلمين وعن حريمهم ، وقوة لأهل الثغر ولأهل الغزو ، فالرباط أصل الجهاد وفرعه ، والجهاد أفضل منه للعناء والتعب والمشقة« . ¶ قال القرطبي في الجامع : ؛وأما سكان الثغور دائما بأهليهم الذين يعمرون ويكتسبون هناك فهم وإن كانوا حماة فليسوا مرابطين« . ¶ قال ابن عطية ، وقال ابن خويز منداد : ؛وللرباط حالتان : حالة يكون فيها الثغر مأمونا منيعا يجوز سكناه بالأهل والولد ، وإن كان غير مأمون جاز أن يرابط فيه بنفسه إذا كان من أهل القتال ولا ينقل إليه الأهل والولد« . ¶ 4 - (كل عمل منقطع عن صاحبه إذا مات إلا المرابط في سبيل الله فإنه ينمى له عمله ويجري عليه رزقه إلى يوم القيامة) . ¶ صحيح رواه الطبراني وأبو نعيم في الحلية عن الرياض ، وهو في صحيح الجامع برقم/4415 . ¶ ي نم ى : ي زاد له فيه ¶ قال المناوي : ؛والرباط وأجره فيمن ذهب للثغر لحراسة المسلمين فيه مدة لا في سكانه أبدا وهم وإن كانوا حماة غير مرابطين« . ¶ قال ابن حجر : ؛وفيه نظر ، لأن ذلك المكان قد يكون وطنه وينوي الإقامة فيه لدفع العدو« .. وكلام ابن حجر : فيمن كان مستعدا لدفع العدو بأن كان مدربا مستعدا وعنده السلاح الذي يدفع به لا من يعيش من أجل راتبه أو وظيفته أو تجارته أو زراعته . ¶ 5 - (ما ر زق عبد خيرا له ولا أوسع من الصبر)",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "صحيح رواه الحاكم عن أبي هريرة ، وهو في صحيح الجامع برقم (5502) . ¶ وقد أوردت حديث الصبر في الرباط لأن الرباط قائم على قاعدة كبيرة وهي الصبر . ¶ والرباط : هي حبس النفس في الثغور حيث تخيف العدو ويخيفك إنتظارا لمعركة ، والجهاد - القتال - عموده الرباط وأن المعارك قليلة والرباط ممتد وطويل والنفس مع طول الإنتظار تمل وتسأم خاصة حيث تقل الحركة ويقسوا الجو ويخشن العيش ، وقد وجدنا أن أعظم مشكلة تواجهنا في الجهاد هي أن الأخوة لا يصبرون على طول الرباط فكان الإخوة المرابطون على الحدود لا يستمرون طويلا ولا يطيقون الصبر على الرباط فينزلون من الثغور إلى مدينة بيشاور ، وبقاء المجاهد في المدينة يفسد نفسيته ، ويقلل أجره ، وقد يطلق للسانه العنان فيحبط أجره وقد يرجع مأزورا غير مأجور كما جاء في الحديث الصحيح : (لم يرجع بالكفاف) . ¶ 6 - (من مات مرابطا في سبيل الله أجرى الله عليه عمله الصالح الذي يعمل عليه وأجري عليه رزقه ، وأمن من الفتان ، وبعثه الله يوم القيامة آمنا من الفزع) . ¶ صحيح رواه ابن ماجة عن أبي هريرة ، وهو في صحيح الجامع برقم (6420) . ¶ الفتان : م ن الفتنة وهي عذاب القبر فالفاء بالفتح أو بالضم فإن كانت بالضم فهي جمع فاتن وهما الملكان الموكلان بالميت لامتحانه وفتنته . ¶ قال بن حبيب : ؛الرباط شعبة من الجهاد وبقدر خوف ذلك الثغر يكون كثرة الأجر« . ¶ وقال أبو عمرو : ؛شرع الجهاد لسفك دماء المشركين ، وشرع الرباط لصون دماء المسلمين وصون دماء المسلمين أحب إلي « . وهذا يدل على أنه مفضل على الجهاد . ¶ 7 - (الإيمان الصبر والسماحة) . ¶ أخرجه أحمد . (الصحيحة/554) ¶ السماحة : الكرم ¶ الصبر : هو الحبس ، أي حبس القلب عن التسخط وحبس اللسان عن التشكي وحبس الجوارح (الأعضاء) عن التشويش بلطم الخدود وشق الجيوب . ¶ ومعنى الحديث - والله أعلم - : أن معظم خصال الإيمان وشعبه تتحقق عن طريق الصبر والكرم ، ومعظم العبادات تحتاج إلى صبر أو مال لأدائها . ¶ فالصبر : حبس النفس عن شهواتها والجامها عن نزواتها .والكرم : تطهير النفس من أدران ش حها . ¶ 8 - (إن المعونة تأتي من الله على قدر المؤنة وإن الصبر يأتي من الله على قدر البلاء) . ¶ أخرجه ابن شاهين في الترغيب والترهيب (الصحيحة /1664) ¶ المؤنة : المشقة .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وهذا الحديث هو الذي فسر لي صبر المجاهدين الأفغان هذه السنين العشر والبلايا تطحن أعصابهم وتسحق عظامهم ورحى الحرب دائرة لا تذر شيئا أتت عليه إلا جعلته كالرميم تحول كل بيت إلى مأتم وميتم ومع ذلك فلم تلن لهم قناة ولم تهن لهم عزيمة ، إنه القاء الصبر على القلوب المبتلاة . ¶ 9 - (رباط ليلة في سبيل الله خير من ألف يوم فيما سواه من المنازل) . ¶ حسنه الترمذي والأرناؤوط عن عثمان ، ولم يحسنه الشيخ الألباني ¶ وهذا الحديث الوحيد الذي في هذا الكتاب لم يحسنه الألباني ولم يصححه ، وأما الرواية الأخرى : ¶ (من رابط ليلة في سبيل الله كانت له كألف ليلة صيامها وقيامها) . ¶ ابن ماجة ، صححه السيوطي في الجامع الصغير عن عثمان ¶ قال ابن العربي : وخر ح الترمذي عن عثمان صحيحا : ¶ (رباط يوم في سبيل الله خير من ألف يوم فيما سواه من المنازل فجعل حسنة الجهاد بألف) . ¶ عارضة الأحوذي .. 7/122 ¶ البيعة في الحرب : ¶ 1 - (عن ابن عمر رضي الله عنهما قال : رجعنا من العام المقبل فما اجتمع منا اثنان على الشجرة التي بايعنا تحتها ، كانت رحمة من الله ، فقيل له : على أي شيء بايعهم ؟ على الموت ؟ قال : لا ، بايعهم على الصبر) . ¶ رواه البخاري . ¶ البيعة في الحرب سنة نقلت عن المصطفى صلى الله عليه وسلم لتثبيت القلوب وتذكيرها بعهد قطعته على أنفسها قبل المعركة . ¶ الشجرة التي بايعنا تحتها : الشجرة التي تمت تحتها بيعة الرضوان عام 6هـ ، وفي العام المقبل سنة 7هـ لم يعرف اثنان منا مكان الشجرة ، وهذه رحمة من الله حتى لا تصبح الشجرة شيئا مقدسا ، ثم تنتشر البدع والخرافات من خلال وجودها وحتى لا يأتي الناس للتبرك بها ، وحديث جابر في مسلم : (بايعنا على أن لا نفر ولم نبايعه على الموت) . ¶ والشجرة هي سمرة من أشجار الصحراء ، وقد خفيت على الصحابة في العام الذي تلا الحديبية خوفا من الفتنة . ¶ 2 - (عن عبد الله بن زيد رضي الله عنه قال : لما كان زمن الحرة أتاه آت فقال له : إن ابن حنظلة يبايع الناس على الموت ، فقال : لا أبايع على هذا أحدا بعد رسول الله صلى الله عليه وسلم) . ¶ رواه البخاري",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "الحرة : معركة وقعت بالمدينة سنة 36هـ ، وسميت الحرة لأن خيول ؛يزيد« اقتحمت الحرة (وهي أول مرة تقتحم فيها الخيول حجارة الحرة) لأن الحرة منطقة حجارة سوداء تحيط بالمدينة من شرقها بحرة (واقم) ومن غربها بحرة (الوبرة) ولذا يقال ما بين حرتيها أو لابتيها ، ويعنون بها هاتين الحرتين ، وعندما استباح جيش ؛يزيد« المدينة قام الصحابي عبدالله بن حنظلة يبايع الناس على الموت لمقاتلة يزيد بعد خلع بيعته . ¶ 3 - (عن سلمة بن الأكوع رضي الله عنه قال : بايعت النبي صلى الله عليه وسلم ثم عدلت إلى ظل شجرة ، فلما خف الناس قال : يا ابن الأكوع ألا تبايع ؟ قال : قلت : قد بايعت يارسول الله ، قال : وأيضا ، فبايعته الثانية ، فقيل له : على أي شيء كنتم تبايعون يومئذ ؟ قال : على الموت) ¶ رواه البخاري . ¶ خف : قل ¶ لقد كان صلى الله عليه وسلم يختار بعض أصحابه الذين يعدهم للمهمات في المستقبل ثم يأخذ عليهم عهودا خاصة يتميزون بها عن بقية الصحابة ، كما أخذ على ثوبان وعلى أبي بكر وفئة من الصحابة (أن لا يسألوا الناس شيئا) فكان أحدهم يسقط سوطه من يده فلا يطلب من أحد مناولته إياه . ¶ والبيعة دائما على البر والتقوى ، لأنه عهد على التعاون على البر والتقوى ولا يجوز البيعة على الإثم والعدوان ، كمن يتعاهدون عهدا خاصا ثم يطلب من المبايع بعد فترة أن يعمل أعمالا لا يرضاها الله ، ولا تقرها الشريعة كمقاطعة فلان ، والتجسس على فلان ، وتتبع عورات الآخرين . ¶ ويجوز للمسلم أن يعطي عدة بيعات لعدة أشخاص ، فيعطي الشيخ بيعة أن يجاهد معه ، والآخر بيعة أن يتلقى العلم على يديه ويتربى على يديه ، ولا معارضة بين هذه البيعات ، ولا يجوز لأحد أن يفرض طاعته في كل شيء على من عاهد على شيء ، ولا يجوز لأحد أن يحتج ببيعتة ليمنع المبايع من عمل بر نص عليه الكتاب والسنة كالجهاد في سبيل الله مثلا لأن البيعة عندئذ تنقلب إلى بيعة على الإثم (وإنما الطاعة بالمعروف) (ولا طاعة لمخلوق في معصية الخالق) ¶ حديثان صحيحان ¶ البيعة : ¶ 4 - (عن جابر قال : كنا يوم الحديبية ألفا وأربعمائة فبايعناه وعمر آخذ بيده تحت الشجرة وبقي سمرة ، وقال : بايعناه على أن لا نفر ولم نبايعه على الموت) .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "5 - عن عائشة زوج النبي صلى الله عليه وسلم قالت : (كانت المؤمنات إذا هاجرن إلى رسول صلى الله عليه وسلم يمتحن بقول الله عزوجل : يا أيها النبي إذا جاءك المؤمنات يبايعنك على أن لا يشركن بالله شيئا ولا يسرقن ولا يزنين ... إلى آخر الآية ، قالت عائشة : فمن أقر بهذا من المؤمنات فقد أقر بالمحنة) . ¶ رواه مسلم ¶ القتال بين المسلمين ¶ خطبة الوداع : ¶ 1 - عن أبي بكرة أن رسول الله صلى الله عليه وسلم ، خطب الناس بمنى في حجة الوداع فقال : (اتدرون أي يوم هذا؟ قلنا : الله ورسوله أعلم ، قال : فسكت حتى ظننا أنه سيسميه بغير اسمه ، ثم قال : أليس يوم النحر ؟ قلنا : نعم ، قال : أي بلد هذا ؟ قلنا : الله ورسوله أعلم ، قال : أليس بالبلد ؟ يعني الحرام ، قلنا : بلى يا رسول الله ، قال : فإن دماءكم وأعراضكم وأبشاركم حرام كحرمة يومكم هذا ، في شهركم هذا ، ألا هل بلغت ، قلنا : نعم ، قال : اللهم اشهد ، ليبلغ الشاهد الغائب ، فإنه رب مبلغ يبلغ من هو أوعى له فكان كذلك ، وقال : ألا لا ترجعوا بعدي كفارا يضرب بعضكم رقاب بعض) . ¶ رواه البخاري ومسلم ¶ 2 - (المؤمنون تتكافأ دمائهم ، وهم يد على من سواهم ، ويسعى بذمتهم أدناهم ، ألا لا يقتل مؤمن بكافر ، ولا ذو عهد في عهده ، من أحدث حدثا فعلى نفسه ، ومن أحدث حدثا أو آوى محدثا فعليه لعنة الله والملائكة والناس أجمعين). ¶ أخرجه أبو داود (4530) والنسائي (2/240) والطحاوي والبيهقي (8/29) وأحمد (1/132) من طريق قتادة عن الحسن عنه (أي عن ....) قلت : ورجاله ثقات ، رجال الشيخين . ¶ 3 - روى البخاري عن ابن عمر رضي الله عنهما : ¶ (إن من ورطات الأمور التي لا مخرج منها لمن أوقع نفسه فيها سفك الدم الحرام بغير حلة) . ¶ 4 - روى الشيخان عن ابن مسعود رضي اله عنه قال رسول الله صلى الله عليه وسلم : ¶ (أول ما يقضي بين الناس في الدماء يعني يوم القيامة) . ¶ الانتحار أو قتل الرجل نفسه : ¶ 5 - روى الشيخان عن ثابت بن قيس عن النبي صلى الله عليه وسلم : (من حلف بملة سوى الإسلام كاذبا فهوكما قال ، ومن قتل نفسه بشيء عذب به يوم القيامة ، ومن رمى مؤمنا بكفر فهو كقتله ، ولعن المؤمن كقتله) . ¶ الباديء بالقتل : ¶ 6 - عن ابن مسعود قال صلى الله عليه وسلم : (ما من نفس تقتل نفسا ظلما إلا كان على ابن آدم الأول كفل منها لأنه سن القتل أولا) ¶ رواه البخاري ومسلم ¶ 7 - (الإيمان قي د الفتك لا يفتك مؤمن) .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "صحيح ، رواه أحمد عن الزبير ورواه أبو داود والحاكم عن أبي هريرة ، وهو في صحيح الجامع برقم (2799) . ¶ الفتك : أن يأتي الرجل صاحبه وهو غافل فيقتله ، والمعنى أن الإيمان يمنع الفتك كما يمنع القيد في التصرف . ¶ ملاحظة : ¶ في صحيح الجامع : (الإيمان قيد الفتك) . ¶ بالتخفيف ج2/417 ، وفي النهاية في غريب الحديث والأثر الإيمان قيد الفتك بالتشديد (ج3/409) . ¶ 8 - (إن الملائكة لتلعن أحدكم إذا أشار إلى أخيه بحديدة ، وإن كان أخاه لأبيه وأمه) ¶ صحيح رواه أحمد عن أبي هريرة ، وهو في صحيح الجامع برقم (1953) . ¶ وفي صحيح مسلم عن جابر : (أن رسول الله صلى الله عليه وسلم أمر رجلا كان يتصدق بالنبل في المسجد أن لا يمر بها إلا وهو آخذ بنصولها) ¶ مختصر أبي داود 2474 ¶ وفي الصحيحين عن النبي صلى الله عليه وسلم : (إذا مر أحدكم في مسجدنا أو في سوقنا ومعه نبل فليمسك على نصلها أو قال فليقبض بكفه أن تصيب أحدا من المسلمين) . ¶ مختصر أبي داود /2475 ¶ 9 - (إذا التقى المسلمان بسيفيهما فقتل أحدهم صاحبه فالقاتل والمقتول في النار ، قيل : يا رسول الله هذا القاتل فما بال المقتول ؟ قال : إنه كان حريصا على قتل صاحبه) . ¶ متفق عليه عن أبي بكرة ، وهو في صحيح الجامع برقم/380 ¶ وهذا دليل صحيح على أن المرء مؤاخذ بنيته وأن العازم على المعصية يأثم إن كان حريصا : أي جازما مصمما عليه فلم يقدر عليه فكان كالقاتل لأنه في الباطن قاتل فكل منهما ظالم معتد ولا يلزم من كونهما في النار أنهما في مرتبة واحدة ، فالقاتل يعذب على القتال والقتل ، والمقتول يعذت على القتال فقط . ¶ 10 - (إذا أشار الرجل على أخيه بالسلاح فهما على جرف جهنم فإذا قتله وقع فيه جميعا) . ¶ صحيح رواه النسائي وأبو داود الطيالسي عن أبي بكرة ، وهو في صحيح الجامع برقم (335) . ¶ الجرف : شق الوادي إذا حفر الماء أسفله والمقصود طرف جهنم وحدها . ¶ وهذا من أدب النبوة أن المزاح لا يجوز بما فيه خطر على النفس أو المال ، والمزاح بالسلاح كم ضيع من الأرواح؟ . ¶ وهذا دليل أن من نوى معصية وأصر عليها أثم ، أما القاتل فإنه يدخل جهنم بقتله ، أما المقتول فلقصده قتل أخيه . ¶ 11 - (أبى الله أن يجعل لقاتل المؤمن توبة) ¶ صحيح رواه الطبراني والضياء في المختارة عن أنس ، وهو في صحيح الجامع برقم/23 .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وظاهر الحديث يتفق مع رأي ابن عباس رضي الله عنهما القائل : بأن القاتل خالد في جهنم ، وهذا يتفق مع ظاهر الآية ومن يقتل مؤمنا متعمدا فجزاؤه جهنم خالدا فيها . ¶ ومعنى أبى : لم ي رد . ¶ ومذهب أهل السنة والجماعة : أن القاتل لا يكفر ولا يخلد في النار ، وإن مات مصرا وأن له توبة ، والقتل ظلما أكبر الكبائر بعد الكفر ، وبالقود (القصاص) أو العفو لا تبقى مطالبة أخروية ، ومن أطلق بقاءها أراد بقاء حق الله تعالى ، إذ لا يسقط إلا بتوبة صحيحة ، والتمكين من القصاص لا يؤثر إلا إن صحبه ندم من حيث الفعل وعزم أن لا يعود . ¶ وسبب الحديث : أن النبي صلى الله عليه وسلم بعث سرية فأغاروا على قوم ، فشذ رجل منهم فاتبعه رجل من السرية شاهرا سيفه ، فقال : إني مسلم ، فقتله فبلغ النبي صلى الله عليه وسلم فذكر الحديث . ¶ 12 - (قتل المؤمن أعظم عند الله من زوال الدنيا) . ¶ صحيح رواه النسائي والضياء عن بريدة ، وهو في صحيح الجامع برقم (4237) . ¶ زوال الدنيا : إنمحاؤها واندثارها . ¶ قال ابن العربي : ثبت النهي عن قتل البهيمة بغير حق ، فكيف بقتل الآدمي ؟ فكيف بالمسلم ؟ فكيف بالصالح ؟ ¶ وثبت عن ابن عمر أنه قال لمن قتل عاملا بغير حق : تزو د من الماء البارد فإنك لا تدخل الجنة . ¶ والجمهور على : أن القاتل أمره إلى الله إن شاء عاقبه وإن شاء عفا عنه . ¶ 13 - (لزوال الدنيا أهون على الله م ن قتل رجل مسلم) ¶ صحيح رواه الترمذي والنسائي عن ابن عمر ، وهو في صحيح الجامع برقم/4953 . ¶ زوال الدنيا : إنمحاؤها واندثارها . ¶ وذلك لأن الدنيا خلقت من أجل المؤمن ، فمن حاول قتل من خلقت له الدنيا فقد حاول زوالها . ¶ 14 - (من أشار إلى أخيه بحديدة فإن الملائكة تلعنه وإن كان أخاه لأبيه وأمه) . ¶ صحيح رواه مسلم عن أي هريرة ، وهو في صحيح الجامع برقم (5910) . ¶ لعنة الملائكة : الدعاء إلى الله أن يطرد المرء من رحمته . ¶ 15 - (من حالت شفاعته دون حد من حدود الله فقد ضاد الله في أمره ، ومن مات وعليه دين فليس بالدينار والدرهم ، ولكن بالحسنات والسيئات ، ومن خاصم في باطل وهو يعلمه لم يزل في سخط الله حتى ينزع ، ومن قال في مؤمن ما ليس فيه أسكنه الله ردغة الخبال حتى يخرج مما قال وليس بخارج) . ¶ صحيح رواه أحمد والطبراني عن ابن عمر ، وهو في صحيح الجامع برقم/6073 . ¶ ضاد : خالف ¶ ينزغ : يرجع ويقلع ¶ ردغة الخبال : هي عصارة أهل النار . ¶ 16 - (من حمل علينا السلاح فليس منا ومن غشنا فليس منا)",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "صحيح رواه مسلم وابن ماجة عن أبي هريرة ، وهو في صحيح الجامع برقم(6094) . ¶ قال ابن العربي : حمل السلاح لا يخلو أن يكون باسم حرابة أو تأويل أو ديانة ، فإن كان لحرابة فنصه في الكتاب : إنما جزاء الذين يحاربون الله ورسوله .. المائدة (23) ¶ أو منازعة في ولاية فهم البغاة بشرطه . ¶ أو لديانة فإن كانت بدعة فإن كفرناه بها فمرتد ، وإلا فهو كالمحارب في القتل والقتال . ¶ فليس منا : إن استحل ذلك فإن لم يستحل فالمرء ليس متخلقا بأخلاقنا ، ولا عاملا بطرائقنا ، أطلقه مع احتمال ارادة ليس على ملتنا مبالغة في الزجر . ¶ 17 - (من خرج من الطاعة وفارق الجماعة فمات مات ميتة جاهلية ، ومن قاتل تحت راية عمية يغضب لعصبية أو يدعوا لعصبية أو ينصر عصبية فقتل فقتلته جاهلية ومن خرج على أمتي يضرب برها وفاجرها ولا يتحاشا من مؤمنها ولا يفي لذي عهده عهده فليس مني ولست منه) ¶ صحيح متفق عليه عن أبي هريرة ، وهو في صحيح الجامع برقم (6103) . ¶ الجماعة : هي جماعة المسلمين ¶ واعلم أن كل تنظيم من التنظيمات الإسلامية إنما هو جماعة من المسلمين وليس جماعة المسلمين . ¶ 18 - (من سل علينا السيف فليس منا) . ¶ صحيح مسلم وأحمد عن سلمة بن الأكوع ، وهو في صحيح الجامع برقم (6175) . ¶ سل : سحب ورفع ¶ ليس منا : حقيقة إن استحل ذلك ، وإلا فمعناه ليس من العاملين على طريقتنا ، المتبعين لإرشادنا لدلالة الشقاق على النفاق . ¶ 19 - (كل ذنب عسى الله أن يغفره إلا من مات مشركا أو مؤمن قتل مؤمنا متعمدا) . ¶ أخرجه أبو داود وابن حبان والحاكم وصححه ووافقه الذهبي (الأحاديث الصحيحة/511) وهو في صحيح الجامع برقم/4524 ¶ سبب الحديث : ¶ كنا في غزوة القسطنطينية ب- (ذلقية) فأقبل رجل من أهل فلسطين من أشرافهم وخيارهم ، يعرفون ذلك له ، يقال له (هانيء بن كلثوم بن شريك الكناني) فسلم على عبدالله بن أبي زكريا قال : سمعت أم الدرداء ، تقول : سمعت أبا الدرداء يقول : سمعت رسول الله صلى الله عليه وسلم يقول : فذكره ذلقية : بلدة من بلدان الروم . ¶ (من قتل مؤمنا متعمدا) لمن استحل ذلك ، وإلا فهو تهويل وتغليظ ، قال الذهبي في الكبائر : وأعظم من ذلك أن تمسك مؤمنا لمن عجز عن قتله أو تشهد بالزور على جمع مؤمنين فتضرب أعناقهم بشهادتك الملعونة . ¶ تعطيل الحكم بالإسلام سبب القتال والخصام :",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "20 - (يا معشر المهاجرين ، خمس إذا ابتليتم بهن ، وأعوذ بالله أن تدركوهن : لم تظهر الفاحشة في قوم (قط) حتى يعلنوا بها إلا فشى فيهم الطاعون والأوجاع التي لم تكن مضت في أسلافهم الذين مضوا ، ولم ينقصوا المكيال والميزان إلا أخذوا بالسنين وشدة المؤنة وجور السلطان عليهم ، ولم يمنعوا زكاة أموالهم إلا منعوا القطر من السماء ولولا البهائم لم يمطروا ، ولم ينقضوا عهد الله وعهد رسوله إلا سلط الله عليهم عدوا من غيرهم فأخذوا بعض ما في أيديهم وما لم تحكم أئمتهم بكتاب الله ويتخيروا مما أنزل الله إلا جعل الله بأسهم بينهم) . ¶ رواه ابن ماجة وأبو نعيم في الحلية (الصحيحة : 106) ، وهو في صحيح الجامع برقم/7978 . ¶ الفاحشة : الزنى ¶ هذا الحديث من دلائل النبوة ويكفي لهذا أن نشيرإلى مرض الإيدز الذي أصبح خطرا رهيبا ترتعد أمريكا وأوروبا لذكره . ¶ الترف سبب الخلاف : ¶ 21 - (سيصيب أمتي داء الأمم ، فقالوا : يا رسول الله وما داء الأمم؟ قال : الأشر ، والبطر ، والتكاثر ، والتشاحن في الدنيا ، والتباغض ، والتحاسد ، حتى يكون البغي) . ¶ أخرجه الحاكم وصححه ووافقه الذهبي .. الصحيحة (680) ¶ الأشر : أشد البطر مع الإستكبار ¶ البطر : الطغيان عند النعمة ¶ التكاثر : التناسل والتوالد ¶ التشاحن : العداوة ¶ التباغض : المقت والكره من الناحيتين ¶ التحاسد : تمني زوال النعمة عن الغير من الطرفين ¶ البغي : الظلم والجور ¶ 22 - (لا يزال المؤمن معنقا صالحا ما لم يصب دما حراما ، فإذا أصاب دما حراما بل ح) . ¶ حديث صحيح ، وهو في صحيح الجامع برقم(7570) ¶ المعنق : طويل العنق الذي له سوابق في الخير ¶ بل ح : أي أعيا وانقطع . ¶ 23 - (يجيء الرجل آخذا بيد الرجل فيقول : يا رب ! هذا قتلني ، فيقول الله له : لم قتلته ؟ ، فيقول : قتلته لتكون العزة لك ، فيقول : فإنها لي ، ويجيء الرجل آخذا بيد الرجل فيقول : أي رب ! إن هذا قتلني ، فيقول الله : لم قتلته ؟ فيقول : لتكون العزة لفلان ، فيقول : إنها ليست لفلان فيبوء بإثمه) . ¶ صحيح رواه النسائي ، وهو في صحيح الجامع برقم (7885) ¶ يبوء : يرجع . ¶ 24 - (يجيء المقتول بالقاتل يوم القيامة ، ناصيته ورأسه بيده ، وأوداجه تشخب دما ، فيقول : يا رب سل هذا فيم قتلني ؟ حتى يدنيه من العرش) . ¶ صحيح رواه الترمذي والنسائي وابن ماجة ، وهو في صحيح الجامع برقم(7887) . ¶ ناصيته : مقدمة رأسه ¶ تشخب : تنزف بشدة ¶ الأوداج : العروق التي في الرقبة ¶ يدنيه : يقربه .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "قتل الجماعة بالواحد : ¶ 25 - (روى سعيد بن المسيب عن عمر أنه قتل سبعة من أهل صنعاء قتلوا رجلا ، وقال : لو تمالأ عليه أهل صنعاء لقتلتهم به جميعا) . ¶ صحيح أخرجه مالك في الموطأ(2210) من إرواء الغليل ¶ قال الباجي في المنتقي شرح موطأ مالك (7/116) : فأما قتل الجماعة بالواحد يجتمعون في قتله فإنهم يقتلون به ، وعليه جماعة العلماء وبه قال عمر وعلي وابن عباس وغيرهم ، وعليه فقهاء الأمصار ، إلا ما يروى عن أهل الظاهر والدليل على ما نقوله خبر عمر هذا وصارت قضية بذلك ، ولم يعلم له مخالف ، فثبت أنه إجماع ، ودليلنا من جهة القياس أن هذا حد وجب للواحد على الواحد ، فوجب للواحد على الجماعة كحد القذف (مسألة) . ¶ قال مالك في الموازية والمجموعة : يقتل الرجلان وأكثر بالرجل الحر ، والنساء بالمرأة ، والإماء والعبيد كذلك ، قال ابن القاسم وأشهب : وإن اجتمع نفر على قتل امرأة أو صبي قتلوا به (فرع) . ¶ وهذا إذا اجتمع النفر على ضربة يضربونه حتى يموت تحت أيديهم ، فقد قال مالك : يقتلون به ، وقال ابن القاسم وابن الماجشون في النفر يجتمعون على ضرب رجل ثم ينكشفون عنه وقد مات : فإنهم يقتلون به . ¶ 26 - (لا يزال العبد في فسحة من دينه ما لم يصب دما حراما) . ¶ صحيح رواه البخاري وأحمد ، وهو في صحيح الجامع برقم (7568) . ¶ الفسحة : السعة ¶ قال ابن العربي : الفسحة في الدين سعة الأعمال الصالحة حتى إذا جاء القتل ضاقت حتى لا تفي بوزره ، والفسحة في الذنب قبوله الغفران بالتوبة حتى إذا جاء القتل ارتفع القبول ، وحاصله أنه فسره على رأي ابن عمر رضي الله عنهما في عدم قبول توبة القاتل /فتح الباري 12/188 . ¶ وفي البخاري عن ابن عمر رضي الله عنهما قال : (إن من ورطات الأمور التي لا مخرج لمن أوقع نفسه فيها سفك الدم الحرام بغير حله) . ¶ الإشتراك في القتل : ¶ 27 - (لو أن أهل السماء والأرض اشتركوا في دم مؤمن لكبهم الله عزوجل في النار) ¶ صحيح رواه الترمذي ، وهو في صحيح الجامع برقم (5247) ¶ وسبب الحديث أنه قتل قتيل في عهد الرسول صلى الله عليه وسلم فصعد المنبر ، فخطب فقال : (ألا تعلمون من قتله ؟ قالوا : اللهم لا ، فقال : والذي نفسي بيده لو أن أهل السماء والأرض ...) الحديث . ¶ اشتركوا في دم مؤمن : أي في قتله ظلما . ¶ القتل يحرم القاتل من ثواب العبادات : ¶ 28 - (من قتل مؤمنا فاعتبط بقتله لم يقبل الله منه صرفا ولا عدلا) .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "رواه أبو داود والضياء عن عبادة بن الصامت (6/8914) وهو في صحيح الجامع برقم/6454. ¶ اعتبط بقتله : قتله ظلما بغير جناية ولا عن جريرة ولا عن قصاص ، يقال : عبطت الناقة إذا نحرتها من غير داء بها . ¶ وفي رواية (فاغتبط) بالغين من الغبطة : أي الفرح والسرور لأن القاتل يفرح بقتل خصمه ، فإذا كان المقتول مؤمنا وفرح بقتله لم يقبل الله منه صرفا ولا عدلا : أي ، نافلة ولا فريضة . ¶ والقتل : أكبر الكبائر بعد الكفر . ¶ قتل عثمان رضي الله عنه : ¶ 29 - عن أبي أمامة بن سهل بن حنيف ، قال : كنا مع عثمان رضي الله عنه في الدار وهو محصور وكنا ندخل مدخلا نسمع منه كلام من في البلاط ، فدخل عثمان رضي الله عنه ثم خرج متغير اللون ، قيل : ياأمير المؤمنين ماشأنك ؟ قال : إنهم ليتواعدوني بالقتل آنفا ولم استيقن ذلك منهم حتى كان اليوم ، فقلنا له : يكفيكهم الله ياأمير المؤمنين ، قال : وبم يقتلونني وقد سمعت رسول الله صلى الله عليه وسلم يقول : (لا يحل دم امريء مسلم إلا في ثلاث : رجل كفر بعد إسلامه أو زنى بعد إحصانه أو قتل نفسا بغير نفس) ، فوالله ما زنيت في جاهلية ولا في إسلام قط ، ولا أحببت بديني بدلا منذ هداني الله ، وما قتلت نفسا ، علام يريد هؤلاء قتلي ؟!) ¶ نقلا عن السنن الكبرى للبيهقي (8/19) وأخرجه الأربعة وأحمد وإسناده صحيح على شرط الشيخين . ¶ قتل المعاهد : ¶ 30 - روى البخاري عن عبدالله بن عمرو عن النبي صلى الله عليه وسلم قال : (من قتل نفسا معاهدا لم يرح رائحة الجنة وإن ريحها ليوجد من مسيرة أربعين عاما) ¶ فتح الباري (21/259) ¶ إذا كان هذا حكم المعاهد الذمي الذي يقتل ظلما ، فكيف بقتل المسلم ظلما ؟! والمراد بالمعاهد من له عهد مع المسلمين سواء كان بعقد جزية أو هدنة من سلطان أو أمان من مسلم . ¶ الجهاد وقتال الأعداء : ¶ 1 - (إن سياحة أمتي الجهاد في سبيل الله) ¶ صحيح رواه أبو داود والحاكم والبيهقي عن أبي أمامة ، وهو في صحيح الجامع برقم (2089) . ¶ 2 - (إن أقواما بالمدينة خلفنا ما سلكنا شعبا ولا واديا إلا وهم معنا حبسهم العذر) ¶ صحيح رواه البخاري عن أنس ، وهو في صحيح الجامع برقم/1571 . ¶ وهذا يعني أن النية الصادقة مع العذر المقبول عند الله فيها أجر عظيم والنية الصادقة تعني أنه لولا العذر لنفذ العمل المطلوب ، ولذا ففي الحديث : ( إذا مرض العبد أو سافر كتب له ما كان يعمله مقيما صحيحا) .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "3 - (إنتدب الله لمن خرج في سبيله لا يخرجه إلا إيمان بي وتصديق برسلي أن أرجعه بما نال من أجر أوغنيمة أو أدخله الجنة ولولا أن أشق على أمتي ما قعدت خلف سرية ولوددت أني أقتل في سبيل الله ثم أحيا ثم أقتل ثم أحيا ثم أقتل) ¶ صحيح متفق عليه عن أبي هريرة ، وهو في صحيح الجامع برقم/1503 . ¶ انتدب : وجاء في رواية (تكفل ، تضمن) : بمعنى أن الله تعالى بفضله وكرمه قد أوجب له الجنة وهذا موافق لقوله تعالى : إن الله اشترى من المؤمنين أنفسهم وأموالهم بأن لهم الجنة . ¶ أدخله الجنة : عند موته (شهادته) لأن أرواح الشهداء في حواصل طيور في الجنة ويحتمل أن يكون المراد دخوله الجنة عند دخول السابقين والمقربين بلاحساب ولا عذاب ولا مؤاخذة كما جاء في الصحيح ، وتكون الشهادة مكفرة لذنوبه . ¶ 4 - (اطلبوا استجابة الدعاء عند التقاء الجيوش وإقامة الصلاة ونزول الغيث) . ¶ صحيح رواه الشافعي والبيهقي في المعرفة عن مكحول مرسلا ، وهو في صحيح الجامع برقم/1026 . ¶ 5 - (إذا ضن الناس بالدينار والدرهم ، وتبايعوا بالعينة ، وتبعوا أذناب البقر ، وتركوا الجهاد في سبيل الله ، أدخل الله عليهم ذلا لا يرفعه عنهم حتى يراجعوا دينهم) ¶ صحيح رواه أحمد والطبراني عن ابن عمر ، وهو في صحيح الجامع برقم/688 . ¶ ضن : بخل ¶ الدينار : للذهب ¶ والدرهم : للفضة ¶ العينة : أن تبيع شيئا دينا بثمن عال ثم تشتريه بثمن أقل نقدا (حيلة للربا) . ¶ تبعوا أذناب البقر : الإنشغال بالزراعة والإنتاج الحيواني (1/739) . ¶ حتى يراجعوا دينهم : أي كأن االذي يترك الجهاد يشبه الذي يخرج عن دينه . ¶ وترك الجهاد : إما ضنا (بخلا) بالمال أو من أجل التجارة التي يشوبها ربا أو لا يشوبها أو من أجل الزراعة والمواشي . ¶ وكلمة ضن الناس بالدرهم والدينار : يفهم منها البخل بترك الوظيفة التي تعتبر مصدرا من مصادر المال . ¶ 6 - (خير الناس في الفتن رجل آخذ بعنان فرسه خلف أعداء الله ، يخيفهم ويخيفونه ، أو رجل معتزل في بادية يؤدي حق الله الذي عليه) . ¶ صحيح رواه الحاكم عن ابن العباس والطبراني ، عن أم مالك البهزية ، وهو في صحيح الجامع برقم/3287 . ¶ قال النووي : مذهب الشافعي وأكثر العلماء : أن الإختلاط أفضل - (3/4042) - بشرط السلامة ، وقال النووي أيضا : فيه فضل العزلة في أيام الفتن إلا أن يكون له قوة على إزالة الفتن فيلزمه السعي في إزالتها عينا وكفاية .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وفي الحديث : (المؤمن الذي يخالط الناس ويصبر على أذاهم خير من المؤمن الذي لا يخالط الناس ولا يصبر على أذاهم) . ¶ والمجاهد : يحقق الجهتين يحقق العزلة ويحقق عبادة الجهاد التي هي ذروة سنام الإسلام . ¶ 7 - (تعس عبد الدينار وعبد الدرهم وعبد الخميصة ، إن أعطي رضي ، وإن لم يعط سخط ، تعس وانتكس وإذا شيك فلا انتقش ، طوبى لعبد آخذ بعنان فرسه في سبيل الله أشعث رأسه مغبرة قدماه إن كان في الحراسة كان في الحراسة ، وإن كان في الساقة كان في الساقة ، إن إستأذن لم يؤذن له وإن شفع لم يشفع) . ¶ صحيح رواه البخاري وابن ماجة عن أبي هريرة ، وهو في صحيح الجامع برقم/2959 . ¶ قال ابن حجر في الفتح 6/83 : ؛إن كان في الحراسة كان في الحراسة ، أي: إن كان في الحراسة كان فيها أو : فهو في ثواب الحراسة ، وقيل : هو للتعظيم أي كان في الحراسة فهو في أمر عظيم ، والمراد منه لازمة أي فعليه أن يأتي بلوازمه ، ويكون مشتغلا بخويصة عمله . ¶ وقال ابن الجوزي : أي أنه خامل الذكر لا يقصد السمو فكأنه قال : إن كان في الحراسة استمر فيها ، وقوله : إن استأذن لم يؤذن له فيه ترك حب الرياسة والشهرة ، وفضل الخمول والتواضع . ¶ والساقة : مؤخرة الجيش . ¶ 8 - (عجب ربنا من رجل غزا في سبيل الله فانهزم أصحابه ، فعلم ما عليه فرجع حتى أهريق دمه ، فيقول الله عزوجل لملائكته : انظروا إلى عبدي رجع رغبة فيما عندي ، وشفقة مما عندي حتى أهريق دمه) . ¶ حسن رواه أبو داود عن ابن مسعود (4/5384) وهو في صحيح الجامع برقم (3876) . ¶ وهذا دليل أنه يستحب للمسلم أن يجاهد ولو وحده ولو تيقن من القتل إن كان في ذلك مصلحة للمسلمين ورفع لمعنوياتهم أو نكاية بأعدائهم ، وهذا دليل كذلك أنه يستحب للمسلم أن يقوم بعمليات إنتحارية يتيقن فيها من الموت إن كان في ذلك مصلحة للإسلام ، وقد ثبت أن بعض الصحابة قد انغمسوا في صفوف الكفار وكانوا وحدهم . ¶ 9 - (غزا نبي من الأنبياء ، فقال لقومه : لا يتبعني منكم رجل ملك بضع امرأة وهو يريد أن يبني بها ولما يبن بها ، ولا أحد بنى بيوتا ولم يرفع سقوفها ، ولا أحد اشترى غنما أو خلفات وهو ينظر ولادها ، فغزا فدنا من القرية صلاة العصر أو قريبا من ذلك ، فقال للشمس : إنك مأمورة وأنا مأمور ، اللهم احبسها علينا ، فحبست حتى فتح الله عليه) ¶ متفق عليه عن أي هريرة وهو في صحيح الجامع برقم/4029",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وهذا دليل على أنه يجب التفرغ للجهاد ، لأن النفس المرتبطة بالدنيا لا تبذل كل طاقتها ولا تعطي كل إنتاجها ، وأما النبي فهو (يوشع بن نون) وأما القرية فهي أريحا قرب بيت المقدس . ¶ والخلفات : جمع خلفة وهي الناقة الحامل ¶ البضع : النكاح أو الفرج ¶ وحبس الشمس : قيل إرجاعها ، وقيل : إبطاء حركتها ¶ إنك مأمورة : بالغروب ¶ وأنا مأمور : بالصلاة أو القتال قبل الغروب . ¶ 10 - (غزوة في البحر خير من عشر غزوات في البر ، ومن أجاز البحر فكأنما أجاز الأودية كلها ، والمائد فيه كالمتشحط في دمه) . ¶ صحيح رواه الحاكم عن ابن عمرو (5762/4) وهو في صحيح الجامع برقم (4030) . ¶ أجاز : قطع . المائدة فيه : الذي يدار رأسه (يصيبه الدوار ووجع الرأس وغثيان المعدة) . ¶ كالمتشحط في دمه : أي كالمذبوح المتلطخ بدمه يقال : شحط الجمل ذبحه . ¶ 11 - (غدوة في سبيل الله أوروحة خير من الدنيا وما فيها) . ¶ متفق عليه (5758/4) وهو في صحيح الجامع برقم/4027 ¶ (خيرمما طلعت عليه الشمس وغربت) . ¶ متفق عليه (5759/4) وهو في صحيح الجامع برقم/4028 ¶ غدوة : الخروج في أول النهار (قبل الزوال) ¶ روحة : الخروج في آخر النهار (بعد الزوال) ¶ وآخر الحديث في البخاري : (ولو أن امرأة من أهل الجنة اطلعت إلى أهل الأرض لأضاءت ما بينهما ولملأته ريحا ولنصيفها على رأسها خير من الدنيا وما فيها) . ¶ قال ابن المهلب : خير من الدنيا أي ثواب هذا الزمن القليل في الجنة خير من زمن الدنيا كلها . ¶ وكذا ورد في البخاري : (لقاب قوس في الجنة خير مما تطلع عليه الشمس وتغرب) . ¶ قاب القوس : طول القوس وهو ذراع (2،64سم) : أي موضع سوط أحدكم في الجنة ، فأخبر أن قصير الزمان وصغير المكان في الآخرة خير من طويل الزمان وكبير المكان في الدنيا ، تصغيرا لها وتزهيدا بها وترغيبا في الجهاد . ¶ قال القرطبي : أي الثواب الحاصل على مشية واحد في الجهاد ، خير لصاحبه من الدنيا وما فيها لو جمعت له بحذافيرها . ¶ 12 - (الغازي في سبيل الله عزوجل والحاج والمعتمر وفد الله دعاهم فأجابوه وسألوه فأعطاهم) ¶ صحيح رواه ابن ماجة وابن حبان عن ابن عمر (5787/4) وهو في صحيح الجامع برقم/4047 . ¶ 13 - (الغزو غزوان : فأما من غزا ابتغاء وجه الله تعالى وأطاع الإمام وأنفق الكريمة ، وياسر الشريك ، واجتنب الفساد في الأرض فإن نومه ونبهه أجر كله ، وأما من غزا فخرا ورياء وسمعة وعصى الإمام وأفسد في الأرض فإنه لن يرجع بالكفاف) .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "حسن رواه أبو دواد والنسائى والحاكم عن معاذ (4/5797) وهو في صحيح الجامع برقم (4050) . ¶ 14 - (قيام ساعة في الصف للقتال في سبيل الله خير من قيام ستين سنة) . ¶ صحيح رواه ابن عدي وابن عساكر عن أبي هريرة (4/6165) وهو في صحيح الجامع برقم (4305) . ¶ 15 - (كفى ببارقة السيوف على رأسه فتنة) . ¶ صحيح رواه النسائي عن رجل ، وهو في صحيح الجامع برقم(4359) . ¶ وعن راشد بن سعد - رضي الله عنه - عن رجل من الصحابة أن رجلا قال : يا رسول الله ما بال المؤمنين يفتنون في قبورهم إلا الشهيد ؟ فقال : (كفاه ببارقة السيوف على رأسه فتنة) . ¶ (5/6248) ¶ ومن أسماء السيف : ¶ المهند : نسبة إلى موطن صناعته بالهند . ¶ واليماني : إلى اليمن . ¶ والمشرفي : من مشارف من قرى حوران . ¶ أما الرمح فهو سلاح يستعمل للطعن ويتألف من عود طوله 2-5،3م في رأسه حربة اسمها سنان . ¶ أما العود فهو نوعان : ¶ القنا : قصب مسدود من الداخل ينبت في الهند يقال للواحدة قناة ، ولمفصالها أنابيب ولعقدها كعوب . ¶ والنوع الثاني : من خشب الزان واسمها الذوابل . ¶ 16 - (موقف ساعة في سبيل الله خير من قيام ليلة القدر عند الحجر الأسود) . ¶ سلسلة الأحاديث الصحيحة رقم (1068) رواه ابن حبان وابن عساكر ، وهو في صحيح الجامع برقم/6521 . ¶ 17 - (اطلبوا إجابة الدعاء عند التقاء الجيوش وإقامة الصلاة ونزول المطر) . ¶ (1469) الصحيحة حسن رواه الشافعي ¶ 18 - (كان إذا غزا قال : اللهم أنت عضدي وأنت نصيري، بك أجول وبك أصول وبك أقاتل). ¶ صحيح رواه أحمد وأبو داود والترمذي وابن ماجة والضياء عن أنس (6750/5) وهو في صحيح الجامع برقم(4633) . ¶ 19 - (كان يعجبه أن يلقى العدو عند زوال الشمس) . ¶ صحيح رواه الطبراني عن أبي أوفى (7120/5) وهو في صحيح الجامع برقم/4863 . ¶ 20 - (لغدوة في سبيل الله أو روحة خير من الدنيا وما فيها ، ولقاب قوس أحدكم أو موضع قدمه في الجنة خير من الدنيا وما فيها ولو اطلعت امرأة من نساء أهل الجنة إلى الأرض لملأت ما بينهما ريحا ولأضاءت ما بينهما ، ولنصيفها على رأسها خير من الدنيا وما فيها) ¶ صحيح متفق عليه عن أنس (7286/5) وهو في صحيح الجامع برقم (4992) . ¶ 21 - (لقيد سوط أحدكم من الجنة خير مما بين السماء والأرض) . ¶ صحيح رواه أحمد عن أبي هريرة (7303/5) وهو في صحيح الجامع برقم(5029) . ¶ 22 - (للمائد أجر شهيد وللغريق أجر شهيدين) ¶ صحيح رواه الطبراني عن أم حرام (7346/5) وهو في صحيح الجامع برقم/5063 .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "23 - (لن يبرح الدين قائما يقاتل عليه عصابة من المسلمين حتى تقوم الساعة) ¶ صحيح رواه مسلم عن جابر بن سمرة (7386/5) وهو في صحيح الجامع برقم/5096 . ¶ 24 - (ما اغبرت قدما عبد في سبيل الله إلا حرم الله عليه النار) . ¶ صحيح رواه الأربعة عن مالك ابن عبدالله الخثعمي وهو في صحيح الجامع برقم/5419 . ¶ 25 - (مثل المجاهد في سبيل الله - والله أعلم بمن يجاهد في سبيله - كمثل الصائم القائم الدائم الذي لايفتر من صيام ولا صدقة حتى يرجع ، وتوكل على الله تعالى للمجاهد في سبيله إن توفاه أن يدخله الجنة أو يرجعه سالما مع أجر أو غنيمة) . ¶ صحيح متفق عليه عن أبي هريرة ، وهو في صحيح الجامع برقم/5762 . ¶ والله أعلم بمن يجاهد في سبيله : تنبيه على أهمية الإخلاص والصدق (8156/5) . ¶ قال ابن العربي : ؛والمعنى فيه أنه بما يدخل على قلب العدو من الهم الدائم والغيظ اللازم يكون عمله دائما وسائر الأعمال تدركها الفترات (الضعف والإنقطاع) . ¶ 26 - (مثل المجاهد في سبيل الله - والله أعلم بمن يجاهد في سبيله - كمثل الصائم القائم الخاشع الراكع الساجد) . ¶ صحيح رواه النسائي عن أبي هريرة ، وهو في صحيح الجامع برقم (5726) . ¶ 27 - (من خير معاش الناس لهم رجل ممسك عنان فرسه في سبيل الله يطير على متنه كلما سمع هيعة أو فزعة طار عليه يبتغي القتل والموت مظانة ، ورجل في غنيمة في رأس شعفة من هذا الشعف ، أو بطن واد في هذه الأودية يقيم الصلاة ويؤتي الزكاة ويعبد ربه حتى يأتيه اليقين ليس من الناس إلا في خير) . ¶ صحيح رواه مسلم وابن ماجة عن أبي هريرة ، وهو في صحيح الجامع برقم/ 5791 . ¶ من خير معاش الناس : أي أفضل الناس عيشة وحياة رجل ممسك . ¶ متنه : ظهره ¶ هيعة : الصوت عند حضور العدو ¶ فزعة : النهوض إلى العدو ¶ يبتغي القتل والموت مظانة : أي يبحث عن الموت حيث يظنه موجودا ¶ غنيمة : مجموعة من الأغنام ¶ شعفة : رأس الجبل . ¶ 82 - (عصابتان من أمتي أحرزهما الله من النار ، عصابة تغزو الهند ، وعصابة تكون مع عيسى بن مريم عليه السلام) . ¶ الأحادث الصحيحة (1934) النسائي وأحمد",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "29 - عن سلمة بن نفير الكندي قال : كنت جالسا عند رسول الله صلى الله عليه وسلم فقال رجل : يا رسول الله أذال الناس الخيل ووضعوا السلاح وقالوا لاجهاد ، قد وضعت الحرب أوزارها فأقبل رسول الله صلى الله عليه وسلم بوجهه وقال : كذبوا ، الآن جاء القتال ، ولا يزال من أمتي أمة يقاتلون على الحق ، ويزيغ الله لهم قلوب أقوام ، ويرزقهم منهم حتى تقوم الساعة وحتى يأتي وعد الله ، والخيل معقود في نواصيها الخير إلى يوم القيامة) . ¶ رواه البزار والطبراني ، قال الألباني في الصحيحة (1935) : هذا إسناد صحيح على شرط مسلم . ¶ أذال : أهان ، أو وضعوا أداة الحرب عنها وأرسلوها . ¶ 30 - (موضع سوط أحدكم في الجنة خير من الدنيا وما فيها ، وقرأ : فمن زحزح عن النار وأدخل الجنة فقد فاز وما الحياة الدنيا إلا متاع الغرور ) . ¶ السلسلة الصحيحة (1978) الترمذي والدارمي وأحمد وصححه الحاكم ووافقه الذهبي (6/9123) . ¶ وهذا في محل سوط ، فما الظن بأعلى ما فيها وهو النظر إلى وجه الله الكريم الذي ينسي في لذته كل نعيم . ¶ 13 - (من راح روحة في سبيل الله كان له بمثل ما أصابه من الغبار مسكا يوم القيامة) . ¶ حسن رواه ابن ماجة والضياء عن أنس ، وهو في صحيح الجامع برقم (6136) . ¶ راح روحة في سبيل الله : أي في الجهاد لإعلاء كلمة الله والدين . ¶ 32 - (من قاتل في سبيل الله فواق ناقة فقد وجبت له الجنة ، ومن سأل الله القتل في سبيل الله من نفسه صادقا ثم مات أو قتل ، فإن له أجر شهيد ، ومن جرح جرحا في سبيل الله أو نكب نكبة فإنها تجيء يوم القيامة كأغزر ما كانت لونها لون الزعفران وريحها ريح المسك ، ومن خرج به خر اج في سبيل الله كان عليه طابع الشهداء) . ¶ صحيح رواه ابو داود والترمذي والنسائي وأحمد (6/8892) وهو في صحيح الجامع برقم (6292) . ¶ فواق ناقة : مقدار ما بين الحلبتين ¶ 33 - (أفضل الجهاد من عقر جواده وأهريق دمه) . ¶ أخرجه أحمد (الصحيحة /552) . ¶ 34 - (أوصيك بتقوى الله فإنه رأس كل شيء وعليك بالجهاد فإنه رهبانية الإسلام ، وعليك بذكر الله وتلاوة القرآن فإنه روحك في السماء وذكرك في الأرض) . ¶ أخرجه أحمد (الصحيحة /555)",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "35 - (كان يأخذ الوبرة من جنب البعير من المغنم فيقول : مالي فيه إلا مثل ما لأحدكم منه ، إياكم والغلول فإن الغلول خزي على صاحبه يوم القيامة أدوا الخيط والمخيط وما فوق ذلك ، وجاهدوا في سبيل الله تعالى القريب والبعيد في الحضر والسفر فإن الجهاد باب من أبواب الجنة ، إنه لينجي الله تبارك وتعالى به من الهم والغم وأقيموا حدود الله في القريب والبعيد ، ولا يأخذكم في الله لومة لائم) ¶ أخرجه عبدالله بن أحمد (الصحيحة /670) ¶ 63 - (أتعلم أول زمرة تدخل الجنة من أمتي ؟ قلت : الله ورسوله أعلم ، فقال : المهاجرون يأتون يوم القيامة إلى باب الجنة ويستفتحون فيقول لهم الخزنة : أو قد حوسبتم ؟ فيقولون : بأي شيء نحاسب وإنما كانت أسيافنا على عواتقنا في سبيل الله حتى متنا على ذلك ؟ قال : فيستفتح لهم ، فيقيلون فيه أربعين عاما قبل أن يدخلها الناس) . ¶ أخرجه الحاكم وقال صحيح على شرط الشيخين ووافقه الذهبي (الصحيحة /853) . ¶ ملاحظة : - ¶ كان لرسول الله صلى الله عليه وسلم سيف اسمه العضب أهداه إليه سعد بن معاذ ، وغنم يوم بدر سيف وهب بن منبه واسمه (ذوالفقار) وأهداه الحارث بن أبي شمر سيفا كان على القلمس صنم لطيء واسم السيف (ذو السيفين) وأخذ من بني قينقاع سيفا اسمه (القلعي) وسيفا يدعى (بتارا) وآخر يدعى (الحنف) . ¶ وأما رمحه : فاسمه (المثنوني) . ¶ وأما قوسه فله ثلاثة : الروحاء والبيضاء والصفراء . ¶ أما دروعه فهي : السغدية ، وقصة ، وذات الفضول . ¶ أما مغفرة (غطاء الرأس الحديدي) فاسمه : ذو السبوغ ¶ ترسه اسمه : الزلوق . ¶ 37 - (يوشك الأمم أن تداعى عليكم كما تداعى الأكلة إلى قصعتها ، فقال قائل : أو م ن قلة نحن يومئذ ؟ قال : بل أنتم يومئذ كثير ولكنكم غثاء كغثاء السيل ، ولينزعن الله من صدور عدوكم المهابة منكم ، وليقذفن الله في قلوبكم الوهن ، فقال قائل : يا رسول الله وما الوهن ؟ قال : حب الدنيا وكراهية الموت) ¶ أخرجه أبو داود (الصحيحة /958) ¶ 38 - (من آمن بالله وبرسوله وأقام الصلاة وصام رمضان كان حقا على الله أن يدخله الجنة ، جاهد في سبيل الله أو جلس في أرضه التي ولد فيها ، فقالوا : يا رسول الله أفلا نبشر الناس ؟ قال : إن في الجنة مائة درجة أعدها الله للمجاهدين في سبيل الله ما بين الدرجتين كما بين السماء والأرض ، فإذا سألتم الله فاسألوه الفردوس ، فإنه أوسط الجنة وأعلى الجنة - أراه - فوق عرش الرحمن ومنه تفجر أنهار الجنة) .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "أخرجه البخاري (الصحيحة / 921) ¶ 39 - (لا تزال عصابة من أمتي يقاتلون على الحق لا يضرهم من خالفهم حتى تأتي الساعة وهم على ذلك) . ¶ رواه مسلم عن عقبة بن عامر ، وهو في صحيح الجامع برقم (7112) . ¶ 40 - (مر رجل من أصحاب رسول الله صلى الله عليه وسلم بشعب فيه عيينة من ماء عذبة ، فأعجبته فقال : لو اعتزلت الناس فأقمت في هذا الشعب ولن أفعل حتى استأذن رسول الله ، فذكر ذلك لرسول الله صلى الله عليه وسلم فقال : لا تفعل فإن مقام أحدكم في سبيل الله أفضل من صلاته في بيته سبعين عاما ، ألا تحبون أن يغفر الله لكم ويدخلكم الجنة ، اغزوا في سبيل الله من قاتل في سبيل الله فواق ناقة وجبت له الجنة) . ¶ حديث حسن رواه الترمذي عن أبي هريرة ، وهو في صحيح الجامع برقم (7256) . ¶ 41 - (لا تقوم الساعة حتى يقاتل المسلمون اليهود فيقتلهم المسلمون حتى يختبيء اليهودي من وراء الحجر والشجر ، فيقول الحجر والشجر يامسلم ياعبد الله هذا يهودي خلفي فتعال فاقتله إلا الغرقد فإنه من شجر اليهود) . ¶ رواه مسلم عن أبي هريرة ، وهو في صحيح الجامع برقم/7304 ¶ 42 - (لا يجتمعان في النار مسلم قتل كافرا ثم سدد وقارب ولا يجتمعان في جوف مؤمن غبار في سبيل الله وفيح جهنم ولا يجتمعان في قلب عبد الإيمان والحسد) . ¶ صحيح رواه أحمد والنسائي والحاكم عن أبي هريرة ، وهو في صحيح الجامع برقم/7496 . ¶ 43 - (لا يزال الله يغرس في هذا الدين غرسا ليستعملهم فيه بطاعته إلى يوم القيامة) . ¶ حسن رواه أحمد وابن ماجة عن أبي عتبة الخولاني ، وهو في صحيح الجامع برقم (7569) ¶ 44 - (ثلاثة حق على الله عونهم : المجاهد في سبيل الله ، والمكاتب الذي يريد الاداء ، والناكح الذي يريد العفاف) . ¶ رواه أحمد والترمذي والنسائي وابن ماجة وصححه ابن حبان والحاكم ووافقه الذهبي . ¶ المكاتب : العبد الذي يشتري نفسه من سيده على أقساط . ¶ 45 - (جاء رجل إلى رسول الله صلى الله عليه وسلم ، فقال : دلني على عمل يعدل الجهاد ؟ قال : لا أجده ، قال : هل تستطيع إذا خرج المجاهد أن تدخل مسجدك فتقوم ولا تفتر وتصوم ولا تفطر ؟ قال : ومن يستطيع ذلك ؟) . ¶ رواه البخاري ¶ تفتر : تكسل ¶ ومعنى الحديث : لا يعدل الجهاد شيء من الأعمال . ¶ 46 - (قيل يارسول الله أي الناس أفضل ؟ فقال رسول الله صلى الله عليه وسلم : مؤمن يجاهد في سبيل الله بنفسه وماله ، قالوا : ثم من ؟ قال : مؤمن في شعب من الشعاب يتقي الله ويدع الناس من شره) .",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "رواه البخاري ¶ الشعب : الإنفراج بين الجبلين ¶ اختلف العلماء في العزلة والبعد عن الإختلاط ، وأكثر العلماء قالوا : أن الإختلاط أفضل بشرط السلامة من الفتن ، وهذا هو رأي الشافعي فقد كان الأنبياء عليهم الصلاة والسلام يختلطون بالناس وهذا حال جماهير الصحابة والتابعين والزهاد فيحصلون بالإختلاط منافع شهود الجمعة والجماعة وعيادة المرضى وح لق الذ كر وفي الحديث الصحيح : (المؤمن الذي يخالط الناس ويصبر على أذاهم خير من المؤمن الذي لا يخالط الناس ولا يصبر على أذاهم) . ¶ وقال قسم من العلماء : العزلة خير من الإختلاط خاصة في الفتن والحروب بين المسلمين . ¶ 47 - (عن أم حرام رضي الله عنها أنها سمعت النبي صلى الله عليه وسلم يقول : أول جيش من أمتي يغزون البحر قد أوجبوا ، قالت : قلت : يا رسول الله أنا فيهم ، قال : أنت فيهم ، قالت : ثم قال النبي صلى الله عليه وسلم : أول جيش من أمتي يغزون قيصر مغفور لهم ، فقلت : أنا فيهم يا رسول الله ؟ قال : لا) ¶ رواه البخاري ¶ أوجبوا : أي عملوا أعمالا صالحة وجبت لهم بها الجنة . ¶ مدينة قيصر : إسلام بول (القسطنطينية) . ¶ والحديث من معجزات النبوة . ¶ 48 - (عن البراء قال : جاء رجل من بني النبيت - قبيل من الأنصار - فقال : أشهد أن لا إله إلا الله وأنك عبده ورسوله ، ثم تقدم فقاتل حتى قتل ، فقال النبي صلى الله عليه وسلم عمل هذا يسيرا وأجرا كثيرا) ¶ رواه مسلم ¶ 49 - (عن أبي بكر بن عبدالله بن قيس ، عن أبيه ، قال : سمعت أبي وهو بحضرة العدو يقول : قال رسول الله صلى الله عليه وسلم : إن أبواب الجنة تحت ظلال السيوف ، فقام رجل رث الهيئة فقال : يا أبا موسى : آنت سمعت رسول الله صلى الله عليه وسلم يقول هذا ؟ قال : نعم ، قال : فرجع إلى أصحابه فقال : أقرأ عليكم السلام ثم كسر جفن سيفه فألقاه ، ثم مشى بسيفه إلى العدو فضرب به حتى قتل) . ¶ رواه مسلم ¶ عبدالله بن قيس : أبو موسى الأشعري ¶ آنت : هل أنت ¶ جفن سيفه : غمده .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "50 - (حدث النعمان بن بشير قال : كنت عند منبر رسول الله صلى الله عليه وسلم فقال رجل : ما أبالي أن لا أعمل عملا بعد الإسلام إلا أن أسقي الحاج ، وقال آخر : ماأبالي أن لا أعمل عملا بعد الإسلام إلا أن أعمر المسجد الحرام ، وقال آخر : الجهاد في سبيل الله أفضل مما قلتم ، فزجرهم عمر وقال : لا ترفعوا أصواتكم عند منبر رسول الله صلى الله عليه وسلم وهو يوم الجمعة ولكن إذا صليت الجمعة دخلت فاستفيته فيما اختلفتم فيه ، فأنزل الله عزوجل : أجعلتم سقاية الحاج وعمارة المسجد الحرام كمن آمن بالله واليوم الآخر وجاهد في سبيل الله لا يستون عند الله ) . ¶ رواه مسلم ¶ زجرهم : نهرهم ¶ 51 - عن أسلم أبي عمران قال : غزونا من المدينة نريد القسطنطينية وعلى الجماعة عبد الرحمن بن خالد بن الوليد ، والروم ملصقوا ظهورهم بحائط المدينة ، فحمل رجل على العدو ، فقال الناس : مه مه ، لا إله إلا الله يلقي بيديه إلى التهلكة ، فقال أبو أيوب : إنما نزلت هذه الآية فينا معشر الأنصار لما نصر الله نبيه وأظهر الإسلام ، قلنا : هلم نقيم في أموالنا ونصلحها ، فأنزل الله تعالى : وأنفقوا في سبيل الله ولا تقلوا بأيديكم إلى التهلكة فالألقاء بالأيدي إلى التهلكة ، أن نقيم في أموالنا ونصلحها وندع الجهاد) . قال أبو عمران : (فلم يزل أبو أيوب يجاهد في سبيل الله حتى دفن بالقسطنطينية) . ¶ وفي الترمذي : فضالة بن عبيد بدل عبد الرحمن بن خالد بن الوليد . ¶ أخرجه أبو داود والترمذي وصححه الحاكم ووافقه الذهبي . سنن أبي داود 3/27 . ¶ رعاية أسر المجاهدين والشهداء : ¶ 1 - (أيكم خلف الخارج في أهله وماله بخير كان له مثل نصف أجر الخارج) ¶ رواه مسلم وأبو داود عن أبي سعيد ، وهو في صحيح الجامع برقم (2691) . ¶ الخارج : الغازي أو المجاهد في سبيل الله . ¶ 2 - (أنا وكافل اليتيم له أو لغيره في الجنة والساعي على الأرملة والمسكين كالمجاهد في سبيل الله) . ¶ صحيح رواه الطبراني في الأوسط عن عائشة ¶ كافل اليتيم : القائم بأموره المربي له ¶ له أو لغيره : أي سواء من أرحامه وأقاربه أو أجنبيا عنه .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "3 - (أحب الناس إلى الله أنفعهم ، وأحب الأعمال إلى الله عزوجل سرور تدخله على مسلم أو أن تكشف عنه كربة أو تقضي عنه دينا أو أن تطرد عنه جوعا ، ولأن أمشي مع أخي المسلم في حاجته أحب إلي من أن أعتكف في المسجد شهرا ، ومن كف غضبه ستر الله عورته ، ومن كظم غيظا ولو شاء أن يمضيه أمضاه ملأ الله قلبه رضى يوم القيامة ، ومن مشى مع أخيه المسلم في حاجته حتى يثبتها له أثبت الله قدمه يوم تزل الأقدام وإن سوء الخلق ليفسد العمل كما يفسد الخل العسل) . ¶ حسن رواه الطبراني وابن أبي الدنيا عن ابن عمر ، وهو في صحيح الجامع برقم/174 . ¶ يثبتها : يقضيها . ¶ 4 - (الساعي على الأرملة والمسكين كالمجاهد في سبيل الله أو القائم الليل الصائم النهار) . ¶ صحيح ، متفق عليه عن أبي هريرة ، وهو في صحيح الجامع برقم/3574 . ¶ 5 - (إني احر ج حق الضعيفين : اليتيم والمرأة). ¶ صححه الحاكم ووافقه الذهبي سلسة الأحاديث الصحيحة (10150) . ¶ 6 - (بينما كلب يطيف بركية قد كاد يقتله العطش ، إذ رأته بغي من بغايا بني إسرائيل ، فنزعت موقها فاستقت له به ، فسقته إياه ، فغفر لها به) . ¶ رواه البخاري ومسلم وأحمد (الأحاديث الصحيحة/30) ¶ يطيف : يدور ¶ بركية : بئر ¶ 7 - (المسلم أخو المسلم لا يخونه ولا يكذبه ولا يخذله كل المسلم على المسلم حرام عرضه وماله ودمه ، التقوى هاهنا بحسب امريء من الشر أن يحقر أخاه المسلم) . ¶ صحيح رواه الترمذي عن أبي هريرة ، وهو في صحيح الجامع برقم (6582) . ¶ 8 - (المسلم أخو المسلم لا يظلمه ولا يسلمه ومن كان في حاجة أخيه كان الله في حاجته ، ومن فرج عن مسلم كربة فرج الله عنه بها كربة من كرب يوم القيامة ومن ستر مسلما ستره يوم القيامة) . ¶ متفق عليه عن ابن عمر ، وهو في صحيح الجامع برقم(6583) ¶ 9 - (أحب الناس إلى الله تعالى أنفعهم للناس ، وأحب الأعمال إلى الله عزوجل سرور تدخله على مسلم أو يكشف عنه كربة أو يقضي عنه دينا ، أو تطرد عنه جوعا ، ولأن أمشي مع أخ في حاجة أحب إلى من أن أعتكف في هذا المسجد - يعني مسجد المدينة - شهرا ومن كف غضبه ستر الله عورته ، ومن كظم غيظه ولو شاء أن يمضيه أمضاه ملأ الله قلبه رجاء يوم القيامة ، ومن مشى مع أخيه في حاجة حتى تتهيأ له أثبت الله قدمه يوم تزل الأقدام ، وإن سوء الخلق يفسد العمل كما يفسد الخل العسل) . ¶ أخرجه الطبراني في المعجم الكبير (الصحيحة/906) ¶ حرمة نساء المجاهدين :",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "1 - (أو كلما نفرنا في سبيل الله تخلف أحدهم له نبيب كنبيب التيس منح احداهن الكثبة من اللبن والله لا أقدر على أحدهم إلا نكلت به) . ¶ صحيح رواه أحمد ومسلم وأبو داود عن جابر بن سمرة ، وهو في صحيح الجامع برقم (2551) . ¶ النبيت : صوت التيس عند الجماع ¶ الكثبة : الدفقة من المني ، والكثبة القليل من اللبن في الأصل . ¶ 2 - (حرمة نساء المجاهدين على القاعدين كحرمة أمهاتهم وما من رجل من القاعدين يخلف رجلا من المجاهدين في أهله فيخونه فيهم إلا وقف له يوم القيامة فقيل له : قد خلفك في أهلك فخذ من حسناته ما شئت ، فيأخذ من عمله ما شاء فما ظنكم) . ¶ صحيح رواه أحمد ومسلم وأبو داود والنسائي عن بريدة ، وهو في صحيح الجامع برقم (3136) . ¶ فما ظنكم : أي هل تظنونه يبقى لصاحبه شيئا من الحسنات في ذلك الموقف .. كما قال النووي . ¶ من أنواع الجهاد : ¶ 1 - (أهج قريشا فإنه أشد عليهم من رشق النبل) . ¶ متفق عليه عن عائشة ، وهو في صحيح الجامع برقم /2520 ¶ 2 - (أهج المشركين فإن روح القدس معك ، قاله لحسان) . ¶ متفق عليه عن البراء ، وهو في صحيح الجامع برقم/2519 ¶ 3 - (إن من أعظم الجهاد كلمة عدل عند سلطان جائر) . ¶ صحيح رواه الترمذي عن أبي سعيد (2/1246) ، وهو في صحيح الجامع برقم(2205) . ¶ جائر : ظالم . ¶ لأن مجاهد العدو متردد بين رجاء وخوف ، وصاحب السلطان إذا أمره بمعروف تعرض للعذاب والموت أحيانا فهو أفضل من جهة غلبة الخوف ، ولأن ظلم السلطان يسري إلى جم غفير ، فإذا كفه فقد أوصل النفع إلى خلق كثير بخلاف قتل كافر . ¶ والسلطان : من له سلاطة وقهر . ¶ 4 - (إن المؤمن يجاهد بسيفه ولسانه) . ¶ صحيح رواه أحمد والطبراني عن كعب بن مالك ، وهو في صحيح الجامع برقم/1930 . ¶ ومن الجهاد باللسان فتوى العلماء في وجوب الجهاد خاصة عندما تخالف هوى السلطان ، فهنا تكون الفتوى شديدة على النفس لأنها قد تكلف العالم وظيفته أو سجنه أو عنقه ، ولذا لا ي ستفتى في أمور الجهاد إلا الصادقون العالمون العاملون . ¶ قال ابن تيمية في الفتاوى الكبرى 4/185 : والواجب أن يعتبر في أمور الجهاد برأي أهل الدين الصحيح الذين لهم خبرة بما عليه أهل الدنيا ، دون الذين يغلب عليهم النظر في ظاهر الدين فلا يؤخذ برأيهم ، ولا برأي أهل الدين الذين لا خبرة لهم في الدنيا . ¶ أي يشترط في الذي يفتي في أمور الجهاد : أن يكون قادرا على الإستنباط ، مخلصا وأن يعرف طبيعة المعركة وأحوال أهلها .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "5 - (جاهدوا المشركين بأموالكم وأنفسكم والسنتكم) . ¶ صحيح رواه أحمد وأبو داود والنسائي والحاكم (3578/3) ، وهو في صحيح الجامع برقم/3085 . ¶ إذا أطلق الجهاد فهو قتال الكفار بالسلاح حتى يسلموا أو يعطوا الجزية . ¶ بأموالكم : بتجهيز الغزاة ¶ وأنفسكم : بالقتال بالسلاح ¶ بألسنتكم : يهجو الكافرين والإغلاظ عليهم ، ولا يعارض هذا مطلق النهي عن سب المشركين لئلا يسبوا المسلمين . ¶ وجاء في الحاشية : بأن تخوفوهم وتوعدوهم بالقتل والأخذ والنهب وغير ذلك ، وبأن تذلوهم وتذلوهن وتسبوهم إذا لم يؤد ذلك إلى سب الله تعالى ، وبأن تدعوا عليهم بالخذلان والهزيمة وللمسلمين بالنصر والغنيمة ، وبأن تحرضوا الناس على الغزو ونحو ذلك . ¶ والآن الجهاد باللسان : بأن تظهر الجهاد كذلك بأنصع صورة وترد عنه الحملة الإعلامية مما نراه من الحملات المسعورة على الجهاد الأفغاني ، وأن تقف دون تشويه الجهاد أو حرق شخصياته أو الإساءة إلى رموزه ، وترد على المثبطين والمعوقين والمخذلين والمرجفين . ¶ 6 - (سبق درهم مائة ألف درهم : رجل له درهمان أخد أحدهما فتصدق به ، ورجل له مال كثير فأخذ من عرضه مائة ألف فتصدق بها) . ¶ حسن رواه النسائي وابن حبان والحاكم عن أبي هريرة (4650/4) ، وهو في صحيح الجامع برقم/3600 . ¶ سئل ابن تيمية : لو ضاق المال عن إطعام جياع والجهاد الذي يتضرر بتركه قدمنا الجهاد وإن مات الجياع كما في مسألة التترس (اعتصام الكافرين ببعض المسلمين عند القتال) وأولى فإن هناك نقتلهم بفعلنا وهنا يموتون بفعل الله . ¶ 7 - (قاتل دون مالك حتى تحوز مالك أو تقتل فتكون من شهداء الآخرة) ¶ صحيح رواه أحمد عن الطبراني عن مخارق ، وهو في صحيح الجامع برقم/4169 . ¶ تحوز : تمنع . ¶ 8 - (من آتى عند ماله فقوتل فقاتل فقتل فهو شهيد) . ¶ صحيح رواه ابن ماجة عن ابن عمر، وهو في صحيح الجامع برقم/5824 . ¶ قال ابن جرير : هذا أبين بيان وأوضح برهان على الإذن لمن أريد ماله ظلما في قتال ظالمه ، والحث عليه كائنا من كان لأن مقام الشهادة عظيم فقتال اللصوص والقطاع مطلوب وتركه من ترك النهي عن المنكر ، ولا منكر أعظم من قتل المؤمن وأخذ ماله ظلما .",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "9 - (مثل القائم على حدود الله والواقع فيها (وفي رواية : والراتع فيها - والمدهن فيها -) كمثل قوم استهموا على سفينة - في البحر - فأصاب بعضهم أعلاها وأصاب بعضهم أسفلها وأوعرها فكان الذي - وفي رواية : الذين - في أسفلها إذا استقوا من الماء فمروا على من فوقهم - فتأذوا به . وفي رواية فكان الذين في أسفلها يصعدون فيستقون الماء فيصبون على الذين في أعلاه ، فقال الذين في أعلاه : لا ندعكم تصعدون فتؤذوننا .. فقالوا : لو أخرقنا في نصيبنا خرقا فاستقينا منه ولم نؤذ من فوقنا (وفي رواية : ولم نمر على أصحابنا فنؤذيهم) فأخذ فأسا فجعل ينقر أسفل السفينة ، فأتوه فقالوا : مالك ؟ قال : تأذيتم بي ، ولابد من الماء ، فإن تركوهم وما أرادوا هلكوا جميعا وإن أخذوا على أيديهم نجوا ونجوا جميعا) . ¶ رواه البخاري والترمذي والبيهقي وأحمد (الصحيحة/69) ¶ 10 - (لك بها سبعمائة ناقة مخطومة في الجنة) ¶ أخرجه أبو نعيم في الحلية (الصحيحة/634) ¶ سبب الحديث : ¶ جاء رجل بناقة مخطومة ، فقال : يا رسول الله هذه الناقة في سبيل الله ، قال : (.. الحديث) . ¶ 11 - (ن عم الميتة أن يموت الرجل دون حقه) . ¶ أخرجه أحمد (الصحيحة/697) ¶ فإنه يموت شهيدا كما مر في الأحاديث الماضية ، وهذا شهيد الآخرة ، أما نحن فنعامله معاملة الميت العادي نغسله ونكفنه ونصلي عليه أي كثواب الشهيد مع التفاوت بين الشهادتين والثوابين . ¶ 12 - (إن من أمتي قوما ي عطون مثل أجور أولهم ينكرون المنكر) . ¶ أخرجه أحمد (الصحيحة/1700) ¶ أي إن الله يثيب جماعة من المسلمين تأتي متأخرة كما يعطي الصحابة الذين نصروا الإسلام وأسسوا مجتمعه . ¶ المنكر : ما أنكره الشرع ، ويندب الأمر بالمندوب والنهي عن المكروه بشرط العلم بوجه المعروف والمنكر وانتفاء المفسدة وظن التأثير . ¶ والأمر بالمعروف : فرض كفاية فيسقط بقيام البعض . ¶ تعريف الرسول صلى الله عليه وسلم للجهاد بأنه القتال :",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "31 - عن عمرو بن عبسة رضي الله عنه قال : قال رجل : يارسول الله ما الإسلام ؟ قال : أن يسلم قلبك ، وأن يسلم المسلمون من لسانك ويدك قال : فأي الإسلام أفضل ؟ قال : الإيمان ، قال : وما الإيمان ؟ قال أن تؤمن بالله وملائكته وكتبه ورسله والبعث بعد الموت ، قال : فأي الإيمان أفضل ؟ قال : الهجرة ، وقال : ما الهجرة : قال : أن تهجر السوء ، قال : فأي الهجرة أفضل ؟ قال : الجهاد ، قال : وما الجهاد ؟ قال : أن تقاتل الكفار إذا لقيتهم ، قال : فأي الجهاد أفضل ؟ قال : من عقر جواده وأهريق دمه ، قال رسول الله صلى الله عليه وسلم : وثم عملان هما أفضل الأعمال إلا من عمل بمثلهما : حجة مبرورة أو عمرة) . ¶ أخرجه أحمد في مسنده ورجاله رجال الصحيح كما ورد في كتاب المتجر الرابح في ثواب العمل الصالح للحافظ الدمياطي 705 هـ- ص 285 . ¶ النية وأسباب النصر : ¶ 1 - (إنما ينصر الله هذه الأمة بضعيفها بدعوتهم وصلاتهم وإخلاصهم) . ¶ صحيح رواه النسائي عن سعد ، وهو في صحيح الجامع برقم/2384 . ¶ قال ابن العربي : من حكمة الله العظمى أنه أمر بالعدة للعدو وأخذه بالقوة وأخبر أن النصر بعد ذلك يكون بالضعفاء ليعلم الخلق فيما أمروا به من الإستعداد وقدر العبادة من النظر في العادة وليرجعوا إلى الحقيقة ، وأن النصر من عند الله يلقيه على يد الأضعف ، فالإستعداد للعبادة والعلم بجهة النصر في الضعيف للتوحيد وأن الأمركله لله عادة وحقيقة يديرها كيف أخبر . ¶ عارضة الأحوذي / الترمذي 7/194 ¶ 2 - عن سعد بن أبي وقاص رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : هل تنصرون وترزقون إلا بضعفائكم) . ¶ رواه البخاري ¶ وبداية الحديث في البخاري عن مصعب بن سعد قال : ؛رأى سعد رضي الله عنه أن له فضلا على من دونه فقال النبي صلى الله عليه وسلم : هل تنصرون وترزقون إلا بضعفائكم) . ¶ عمدة القاري 11/428 ¶ قال المهلب : إنما أراد صلى الله عليه وسلم بهذا القول لسعد التواضع ونفي الكبر والزهو عن قلوب المؤمنين ، وأخبر صلى الله عليه وسلم أن بدعائهم ينصرون ويرزقون لأن عبادتهم ودعائهم أشد إخلاصا وأكثر خشوعا لخلو قلوبهم من التعلق بزخرف الدنيا وزينتها وصفاء ضمائرهم عما يقطعهم عن الله تعالى فجعلوا همهم واحدا فزكت أعمالهم وأجيب دعاؤهم .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وقد حدثني محمد صديق كري : أن الطائرات هجمت عليهم فاختبأ إلا رجلا كبيرا في السن اسمه محمد عمر ، وأخذ يدعو ، فما انهى دعاءه حتى سقطت طائرة ولم نطلق طلقة واحدة عليها . ¶ ولقد حدثني الكثيرون من قادة الجهاد الصادقين منهم أرسلان : أن الذخيرة قد انتهت في أحيان كثيرة واقتربت الدبابات لتمسكنا أحياء ففزعنا إلى الله ودعونا ، فدارت معركة شديدة على الدبابات وتحطم بعضها ولم نطلق طلقة واحدة عليها وهزمت . ¶ وحدثني خيال محمد - صهر جلال الدين حقاني - قال : كنا أربعين مجاهدا ، وتقدمت نحونا ثمانون دبابة وآلية لتمسكنا أحياء ، ولم يكن معنا مضاد واحد للدبابات ، فصلينا الظهر وبكينا ونحن نضرع إلى الله ألا يجعل للكافرين علينا سبيلا فتقدمت الدبابة الأولى فانقلبت ولا أدري كيف ، ثم تقدمت الثانية فألقينا قريبا منها زجاجة مولوتوف ، فابتعدت الدبابة من وسط ال-طريق وهي ترابية وضيقة فلم تحملها وأصبحت الدبابة بالعرض وسدت طريق القافلة وإذا بالقافلة كلها تستسلم لنا . ¶ 3 - عن أبي أمامة رضي الله عنه : (لقد فتح الفتوح قوم ما كانت حلية سيوفهم الذهب ولا الفضة إنما كانت حليتهم العلابي والإنك والحديد) ¶ رواه البخاري ¶ العلابي : الجلود الخام التي ليست بمصبوغة ¶ الإنك : الرصاص ¶ العلابي : جمع علباء وهو عصب العنق ، كانت العرب تشد العصب علي خلف سيوفها وهو رطب ثم يجف فيصير كالقيد . ¶ 4 - (قال النبي صلى الله عليه وسلم وهو في قبة : اللهم إني أنشدك عهدك ووعدك اللهم إن شئت لم تعبد بعد اليوم ، فأخذ أبو بكر بيده فقال : حسبك يارسول الله فقد ألححت على ربك ، وهو في الدرع فخرج وهو يقول : سيهزم الجمع ويولون الدبر ، بل الساعة موعدهم والساعة أدهى وأمر) . ¶ وفي رواية : (وذلك يوم بدر) ¶ رواه البخاري . ¶ قال ابن اسحق حدثني عبدالله بن أبي بكر أنه حدث : أن سعد بن معاذ قال : يا نبي الله ، ألا نبني لك عريشا تكون فيه ، ونعد عندك ركائبك ثم نلقى عدونا فإن أعزنا الله وأظهرنا على عدونا كان ذلك الذي أحببنا ، وإن كانت الأخرى جلست على ركائبك فلحقت بمن وراءنا فقد تخلف عنك أقوام يانبي الله ما نحن بأشد لك حبا منهم ، ولو ظنوا أنك تلقى حربا ما تخلفوا عنك ، يمنعك الله بهم ، يناصحونك ويجاهدون معك . ثم بنى لرسول صلى الله عليه وسلم العريش فكان فيه) . ¶ سيرة ابن هشام 2/192",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "5 - حدثنا أبو موسى الأشعري أن رجلا أعرابيا أتى النبي صلى اله عليه وسلم فقال : يا رسول الله الرجل يقاتل للمغنم والرجل يقاتل ليذكر والرجل يقاتل ليرى مكانه فمن في سبيل الله ؟ فقال رسول الله صلى الله عليه وسلم : من قاتل لتكون كلمة الله أعلى فهو في سبيل الله) . ¶ رواه مسلم . ¶ يقع القتال بسبب خمسة أشياء : ¶ طلب المغنم ، وإظهار الشجاعة ، والرياء ، والحمية ، والغضب ، وكل منها يتناول المدح والذم . ¶ والمراد بكلمة الله : دعوة الله إلى الإسلام ، ويحتمل أن يكون المراد أنه لايكون في سبيل الله إلا من كان سبب قتاله طلب اعلاء كلمة الله فقط ، بمعنى أنه لو أضاف إلى ذلك سببا من الأسباب المذكورة أخل بذلك ، ويحتمل أن لايخل إذا حصل ذلك ضمنا لا أصلا ومقصودا وبذلك صرح الطبري فقال : إن كان أصل الباعث هو الأول لا يضره ما عرض له بعد ذلك ، وبذلك قال الجمهور ، ويدل على صحة رأي الجمهور ما رواه أبو داود بإسناد حسن عن عبدالله بن حوالة قال : (بعثنا رسول الله صلى الله عليه وسلم لنغنم فرجعنا ولم نغنم شيئا ، فقال : اللهم لاتكلهم إلي فأضعف عنهم ولاتكلهم إلى أنفسهم فيعجزوا عنها ولا تكلهم إلى الناس فيستأثروا عليهم) . ¶ سكت عليه أبو داود والمنذري . مختصر أبي داود/2424 ¶ واشتمل طلب إعلاء كلمة الله على طلب رضاه وطلب ثوابه وطلب دحض أعدائه وكلها متلازمة .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "6 - عن سليمان بن يسار قال : تفرق الناس عن أبي هريرة ، فقال له ناقل أهل الشام : أيها الشيخ حدثنا حديثا سمعته من رسول الله صلى الله عليه وسلم ، قال : نعم ، سمعت رسول الله صلى الله عليه وسلم يقول : (إن أو ل الناس يقضى يوم القيامة عليه رجل استشهد فأتى به فعرفه نعمة فعرفها ، قال : فما عملت فيها ؟ قال : قاتلت فيك حتى استشهدت ، قال : كذبت ، ولكنك قاتلت لأن يقال جريء ، فقد قيل ، ثم أمر به فسحب على وجهه حتى ألقي في النار ، ورجل تعلم العلم وعلمه وقرأ القرآن فأتى به فعرفه نعمة فعرفها ، قال : فما عملت فيها ؟ قال : تعلمت العلم وعلمته وقرأت فيك القرآن ، قال : كذبت ولكنك تعلمت العلم ليقال عالم ، وقرأت القرآن ليقال هو قاريء فقد قيل ، ثم أمر به فسحب على وجهه حتى ألقي في النار ، ورجل وس ع الله عليه وأعطاه من أصناف المال كله فأتى به فعرفه نعمه فيها ، قال : فما عملت فيها ؟ قال ما تركت من سبيل تحب أن ينفق فيها إلا أنفقت فيها لك ، قال : كذبت ولكنك فعلت ليقال هو جواد فقد قيل ، ثم أمر به فسحب على وجهه ثم ألقي في النار) . ¶ رواه مسلم ¶ 7 - عن أنس بن مالك قال : قال رسول الله صلى الله عليه وسلم : (من طلب الشهادة صادقا أعطيها ولم لم تصبه) ، وفي رواية (بلغه الله منازل الشهداء وإن مات على فراشه) . ¶ رواه مسلم ¶ 8 - (من سأل الله الشهادة بصدق بلغه الله منازل الشهداء وإن مات على فراشه) . ¶ رواه مسلم ¶ ومعنى الحديثين : أنه إذا سأل الشهادة بصدق أعطي من ثواب الشهداء وإن كان على فراشه ، وفيه استحباب سؤال الشهادة واستحباب نية الخير . ¶ 9 - عن جابر قال : كنا مع النبي صلى الله عليه وسلم في غزاة ، فقال : إن بالمدينة لرجالا ما سرتم مسيرا ولا قطعتم واديا إلا كانوا معكم حبسهم المرض) ، وفي رواية : (إلا شركوكم الأجر) ¶ رواه مسلم ¶ حبسهم : منعهم ¶ وفي الحديث ; فضيلة النية في الخير ، وأن من نوى الغزو وغيره من الطاعات فعرض له عذر منعه حصل له ثواب نيته ، وأنه كلما أكثر من التأسف على فوات ذلك وتمنى كونه من الغزاة ونحوهم كثر ثوابه والله أعلم . ¶ وفي الحديث دلالة أن المرء يبلغ بنيته أجر العامل إذا منعه العذر عن العمل .",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "10 - عن أبي أمامة الباهلي رضي الله عنه قال : جاء رجل إلى رسول الله صلى الله عليه وسلم فقال : أرأيت رجلا غزا يلتمس الأجر والذكر ماله؟ فقال رسول الله صلى الله عليه وسلم : لا شيء له فأعادها ثلاث مرات يقول رسول الله صلى الله عليه وسلم : لا شيء له ، ثم قال : إن الله عزوجل لا يقبل من العمل إلا ما كان له خالصا وابتغي به وجهه) . ¶ رواه النسائي وسنده حسن ¶ وعن أبي هريرة : أن رجلا قال : يا رسول الله رجل يريد الجهاد في سبيل الله وهو يبتغي عرضا من عرض الدنيا ، قال : لا أجر له ، فأعظم ذلك الناس ، وقالوا للرجل : عد لرسول الله صلى الله عليه وسلم فلعلك لم تفهمه ، فقال : يا رسول الله رجل يريد الجهاد في سبيل الله وهو يبتغي عرضا من عرض الدنيا ، قال : لا أجر له ، فقالوا للرجل : عد لرسول الله صلى الله عليه وسلم ، فقال له الثالثة : لا أجر له) . ¶ رواه أحمد وأبو داود وصححه الحاكم ووافقه الذهبي ¶ قال بن عابدين في حاشيته 4/120 : ؛وأما إذا كان معظم مقصوده الجهاد ويرغب معه في الغنيمة فهو داخل في قوله تعالى : ليس عليكم جناح أن تبتغوا فضلا من ربكم يعني التجارة في طريق الحج فكما أنه لا ي ح رم ثواب الحج فكذا الجهاد« . ¶ 11- (من مات ولم يغز ولم يحدث به نفسه مات على شعبة من النفاق) . ¶ رواه مسلم ¶ أي أشبه المنافقين المتخلفين عن الجهاد في هذا الوصف ، فإن ترك الجهاد أحد شعب النفاق . ¶ الخيل : ¶ 1 - (إنه ليس من فرس عري إلا يؤذن له مع كل فجر يدعو بدعوتين يقول : اللهم إنك خولتني من خولتني من بني آدم فاجعلني من أحب أهله وماله إليه) . ¶ صحيح رواه أحمد والنسائي والحاكم ، وهو في صحيح الجامع برقم (2410) . ¶ 2 - (الخير معقود بنواصي الخيل إلى يوم القيامة ، والمنفق على الخيل كالباسط كفه بالنفقة لا يقبضها) . ¶ صحيح رواه الطبراني في الأوسط عن أبي هريرة ، وهو في صحيح الجامع برقم(3344) . ¶ نواصي الخيل : نواصي جمع ناصية وهي الشعر المسترسل على الجبهة . ¶ الخيل : اسم جمع لا مفرد له من لفظه ، وسميت خيلا لاختيالها في المشي والاختيال والخيلاء : التكبر. ¶ قال السهيلي : أما خيل رسول الله صلى الله عليه وسلم فأسماؤها : ¶ سكيب : وهو من سكب الماء كأنه سيل ¶ والمرتجز : سمي ذلك لحسن صهيله ¶ وللحيف : كأنه يلف الأرض بحرية ¶ ويقال اللخيف : أنه ما سابق شيئا إلا لزه : أي أثبته وبلادح .",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "3 - (من احتبس فرسا في سبيل الله إيمانا بالله وتصديقا بوعده فإن شبعه وريه وروثه وبوله في ميزانه يوم القيامة) . ¶ البخاري رقم/2853 ¶ وفي هذا الحديث جواز وقف الخيل للمدافعة عن المسلمين . ويستنبط منه جواز وقف غير الخيل من المنقولات ، ومن غير المنقولات من باب الأولى . ¶ وفيه أن المرء ي -ؤجر بنيته كما يؤجر العامل . ¶ وفيه جواز ذكر الشيء المستقذر بلفظه للحاجة لذلك . ¶ وروثه : المراد ثواب ذلك لا أن الأرواث نفسها توزن . ¶ شبعه : ما يشبعه من الطعام . ¶ 4 - (أفضل دينار ينفقه الرجل دينار أنفقه على عياله ودينار أنفقه على أصحابه في سبيل الله ودينار أنفقه على دابته في سبيل الله) . ¶ مسلم/994 ¶ ومعنى أنفقه على أصحابه في سبيل الله : أي حال كونهم مجاهدين . ¶ 5 - (الخيل ثلاثة : ففرس للرحمن ، وفرس للشيطان ، وفرس للإنسان ، فأما فرس الرحمن : فالذي يرتبط في سبيل الله ، فعلفه وروثه وبوله في ميزانه ، وأما فرس الشيطان فالذي يقامر أو يراهن عليه ، وأما فرس الإنسان فالفرس يرتبطها الإنسان يلتمس بطنها ، فهي سترمن الفقر) . ¶ صحيح رواه أحمد عن ابن مسعود ، وهو في صحيح الجامع برقم (3345) . ¶ بطنها : أي يلتمس ما في بطنها . ¶ 6 - (الخيل معقود بنواصيها الخير إلى يوم القيامة الأجر والمغنم) . ¶ صحيح متفق عليه ، وهو في صحيح الجامع برقم/3348 ¶ قال ابن حزم في المحلى : الحديث مما رواه جمع كثير من الصحابة حتى قيل أنه متواتر . ¶ قال الحافظ : وفي الحديث بشرى ببقاء الإسلام وأهله إلى يوم القيامة لأن من لازم بقاء الجهاد بقاء المجاهدين وهم المسلمون . ¶ 7 - (كل شيء ليس من ذكر الله لهو ولعب إلا أن يكون أربعة : ملاعبة الرجل امرأته ، وتأديب الرجل فرسه ، ومشي الرجل بين الغرضين وتعليم الرجل السباحة) . ¶ صحيح رواه النسائي عن جابر بن عبدالله وجابر بن عمير ، وهو في صحيح الجامع برقم(4410) . ¶ الغرضين : الهدفين ، والغرض : الهدف يرمى إليه . ¶ 8 - (ما من مسلم ينقي لفرسه شعيرا ثم يعلقه عليه إلا كتب الله له بكل حبة حسنة) . ¶ صحيح رواه أحمد والبيهقي عن تميم ، وهو في صحيح الجامع برقم (5564) . ¶ 9 - عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : (لا سبق إلا في خف أو حافر أو نصل) . ¶ أخرجه الترمذي والنسائي وقال الترمذي حديث حسن",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "السبق : بفتح الباء ، هو ما يجعل للسابق على سبقه من جعل أو نوال ، فأما السبق بسكون الباء فهو مصدر سبقت الرجل اسبقه سبقا ، والرواية الصحيحة في هذا الحديث (السبق) مفتوحة الباء ، يريدان الجعل والعطاء لا يستحق إلا في سباق الخيل والإبل وما في معناها ، وفي النصل وهو الرمي ، وذلك لأن هذه الأمور عدة في قتال العدو ، وفي بذل الجعل عليها ترغيب في الجهاد ، وتحريض عليه ، ويدخل في معنى الخيل البغال والحمير ، لأنها كلها ذوات حوافر ، وقد يحتاج إلى سرعتها سيرها ونجائها ، لأنها تحمل أثقال العساكر ، وتكون معها في المغازي . ¶ وأما السباق بالطير والزجل بالحمام ، وما يدخل في معناه مما ليس من عدة الحرب ، ولا من باب القوة على الجهاد فأخذ السبق عليه قمار محظور لا يجوز . ¶ 10 - (إن فرس المجاهد ليستن في طوله فيكتب له حسنات) . ¶ صحيح رواه البخاري . ¶ والإستنان : الع د و ، وقال الجوهري : هو أن يرفع يديه ويطرحهما معا ، وفي لسان العرب : السن هو الرعي . ¶ والطول : الحبل المشدود به . ¶ 11 - عن أبي هريرة رضي الله عنه : أن رسول الله صلى عليه وسلم قال : الخيل لثلاثة ، لرجل أجر ، ولرجل ستر ، وعلى رجل وزر ، فأما الذي له أجر فرجل ربطها في سبيل الله فأطال في مرح أو روضة فما أصابت في طيلها من المرج أو الروضة كانت له حسنات ، ولو أنها قطعت طيلها فاستنت شرفا أو شرفتين كانت أرواثها وآثارها حسنات له ، ولو أنها مرت بنهر فشربت منه ولم يرد أن يسقيها كان ذلك حسنات له ، وأما الرجل الذي عليه وزر فهو رجل ربطها فخرا ورياء ونواء لأهل الإسلام فهي وزر على ذلك) . ¶ صحيح رواه البخاري ¶ 12 - عن ابن عمر أن رسول الله صلى الله عليه وسلم سابق بالخيل التي قد أضمرت من الحفياء وكان أمدها ثنية الوداع وسابق بين الخيل التي لم تضمر من الثنية إلى المسجد بني زريق ، وكان ابن عمر ممن سابق بها) . ¶ رواه مسلم ¶ الخيل المضمرة : يقال أضمرت وضمرت هو أن يقلل علفها مدة وتدخل بيتا مغلقا وتجلل فيه لتعرق فيجف عرقها فيجف لحمها وتقوى على الجري . ¶ قال سفيان بن عيينة : بين ثنية الوداع والحفياء خمسة أميال أو ستة ، وقال موسى بن عقبة : ستة أو سبعة . ¶ وأما ثنية الوداع فهي عند المدينة سميت بذلك لأن الخارج من المدينة يمشي معه المودعون إليها .",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "13 - عن جبير بن نفير عن سلمة بن نضيل : أنه أخبرهم : أنه أتى النبي صلى الله عليه وسلم فقال : إني سئمت الخيل ، وألقيت السلاح ، ووضعت الحرب أوزارها ، قلت : لا قتال ، قال : فقال النبي صلى الله عليه وسلم : (الان جاء القتال ، لا تزال طائفة من أمتي ظاهرين على الناس ، يرفع الله قلوب أقوام فيقاتلونهم ، ويرزقهم الله منهم ، حتى يأتي أمر الله وهم على ذلك ، ألا إن عقد دار المؤمنين الشام ، والخيل معقود في نواصيها الخير إلى يوم القيامة) . ¶ رواه أحمد والنسائي (1935/في الصحيحة) ¶ المسابقة بين الخيل : ¶ 14 - عن ابن عمر أن رسول الله صلى الله عليه وسلم سابق بالخيل التي قد أضمرت من الحفياء ، وكان أمدها ثنية الوداع ، وسابق بين الخيل التي لم تضمر من الثنية إلى مسجد بني زريق وكان ابن عمر ممن سابق بها) . ¶ رواه مسلم ¶ قال النووي : أجمع العلماء عل جواز المسابقة بغير عوض بين جميع الخيل ، فأما المسابقة بعوض فجائزة بالإجماع ، ولكن يشترط أن يكون العوض من غير المتسابقين أو يكون بينهما ويكون معهما محلل وهو ثالث على فرس مكافيء لفرسيهما ولا يخرج المحلل من عنده شيئا ليخرج العقد من صورة القمار . ¶ 15 - عن سمرة بن جندب قال : (أما بعد فإن النبي صلى الله عليه وسلم سمى خيلنا خيل الله ، إذا فزعنا ، وكان رسول الله صلى الله عليه وسلم يأمرنا إذا فزعنا : بالجماعة والصبر ، والسكينة ، وإذا قاتلنا) . ¶ سكت عنه أبو داود والمنذري فهو حسن ¶ العهود والرسل : ¶ 1 - (لا إيمان لمن لا أمان له ، ولا دين لمن لا عهد له) . ¶ 2 - (تقبلوا لي بست أتقبل لكم بالجنة : إذا حدث أحدكم فلا يكذب ، وإذا وعد فلا يخلف ، وإذا أئتمن فلا يخن ، غضوا أبصاركم وكفوا أيديكم واحفظوا فروجكم) . ¶ 3 - (أما والله لولا أن الرسل لا تقتل لضربت أعناقكما) . ¶ حديث حسن رواه أبو داود والحاكم عن نعيم بن مسعود ، وهو في صحيح الجامع برقم(1351) . ¶ أول الحديث عن نعيم بن مسعود : سمعت رسول الله صلى الله عليه وسلم يقول حين قرأ كتاب مسيلمة للرسل : ما تقولان أنتما ؟ قالا : نقول كما قال ، قال : (أما والله ..) ¶ 4 - (إني لا أخيس بالعهد ، ولا أحبس الب رد ، ولكن إرجع فإن كان في نفسك الذي في نفسك الآن فارجع) . ¶ أخرجه أبو داود والنسائي وابن حبان والحاكم وأحمد (الصحيحة/702)",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "سبب الحديث : قال أبو رافع : بعثتني قريشا إلى رسول الله صلى الله عليه وسلم ، فلما رأيت رسول الله صلى الله عليه وسلم ألقي في قلبي الإسلام ، فقلت : يارسول الله إني والله لا أرجع إليهم أبدا ، فقال رسول الله صلى الله عليه وسلم : الحديث ... ¶ قال : فذهبت ثم أتيت رسول الله صلى الله عليه وسلم : فأسلمت . ¶ ال ب رد : جمع بريد وهو الرسول . ¶ أخيس بالعهد : خاس بالعهد إذا نقضه ، وخاس بوعده إذا أخلفه . ¶ 5 - عن عبدالله بن عمرو رضي الله عنهما عن النبي صلى الله عليه وسلم قال : (من قتل معاهدا لم يرح رائحة الجنة وإن ريحها يوجد من مسيرة أربعين عاما) . ¶ رواه البخاري ¶ لم يرح : لم يجد لها ريحا ، وفيه ثلاث لغات : ي ر ح ، ي رح ، وي رح . ¶ ولفظه في النسائي : (من قتل قتيلا من أهل الذمة) . ¶ وفي رواية الترمذي : (وإن ريحها ليوجد من مسيرة سبعين خريفا) . ¶ وفي رواية صحيحة : (من قتل نفسا معاهدة بغير حلها حر م الله عليه الجنة أن يشم ريحها) . ¶ وذلك لأن الذمي الذي يشتم الله عزوجل أو رسوله صلى الله عليه وسلم أويسب الإسلام ينقض عهده ويحل دمه من قبل الإمام . ¶ 6 - عن النبي صلى الله عليه وسلم قال : (لكل غادر لواء يوم القيامة ، قال أحدهما : ينصب ، وقال الآخر : يرى يوم القيامة يعرف به) . ¶ رواه البخاري ¶ باب في الإمام يكون بينه وبين العدو عهد فيسير نحوه : ¶ 7 - (كان بين معاوية وبين الروم عهد ، وكان يسير نحو بلادهم حتى إذا انقضى العهد غزاهم ، فجاء رجل على فرس أو برذون وهو يقول : الله أكبر الله أكبر وفاء لاغدر ، فنظروا فإذا عمرو بن عبسة ، فأرسل إليه معاوية ، فسأله فقال : سمعت رسول الله صلى الله عليه وسلم يقول : من كان بينه وبين قوم عهد فلا يشد عقدة ولا يحلها حتى ينقضي أمدها أو ينبذ إليهم على سواء فرجع معاوية) . ¶ أخرجه أحمد وأبو داود والترمذي وصححه النسائي ¶ ينبذ إليهم على سواء : أي قل لهم قد نبذت إليكم عهدكم وأنا مقاتلكم ليعلموا ذلك فيكونوا معك في العلم سواء ولا تقاتلهم وبينك وبينهم عهد وهم يثقون بك فيكون ذلك خيانة وغدرا . ¶ وفي صحيح مسلم : (لكل غادر لواء يوم القيامة يرفع له بقدر غدره ألا ولا غادر أعظم من أمير عامة) .",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وإنما كان الغدر في حق الإمام أعظم وأفحش منه في غيره لما في ذلك من المفسده فإنهم إذا غدروا وعلم ذلك منهم ولم ينبذوا بالعهد لم يأمنهم العدو على عهد ولا صلح فتشتد شوكته ويعظم ضرره ويكون ذلك منفرا عن الدخول في الدين وموجبا لذم أئمة المسلمين ، فأما إذا لم يكن للعدو عهد فينبغي أن يتحيل عليه بكل حيلة ، وتدار عليه كل خديعة ، وعليه يحمل قوله صلى الله عليه وسلم : (الحرب خدعة) . ¶ وقد اختلف العلماء هل يجاهد مع الإمام الغادر ؟ على قولين : فذهب أكثرهم أنه لا يقاتل معه بخلاف الخائن والفاسق . وذهب بعضهم إلى الجهاد معه . ¶ الغلول : ¶ عن أبي هريرة رضي الله عنه قال : قام فينا النبي صلى الله عليه وسلم ، فذكر الغلول ، فعظمه وعظم أمره ، فقال : لا ألفين أحدكم يوم القيامة على رقبته شاة لها ثغاء ، على رقبته فرس له حمحمة ، يقول يا رسول الله : أغثني ، فأقول : لا أملك لك شيئا ، قد أبلغتك ، وعلى رقبته بعير له رغاء ، يقول : يا رسول الله أغثني فأقول : لا أملك لك شيئا قد أبلغتك ، وعلى رقبته صامت ، فيقول : يا رسول الله أغثني ، فأقول : لا أملك لك شيئا قد أبلغتك ، وعلى رقبته رقاع تخفق ، فيقول : يا رسول الله أغثني ، فأقول : لا أملك لك شيئا قد أبلغتك) . ¶ رواه البخاري ومسلم ¶ الغلول : السرقة من الغنيمة ¶ ثغاء : صوت الشاة ¶ رغاء : صوت البعير وذوات الحافر ¶ حمحمة : صوت أنفاس الفرس عند تقديم العلف له وهو دون الصهيل . ¶ صامت : الذهب والفضة ¶ رقاع تخفق : ما عليه من الحقوق مكتوب على رقاع ¶ ألفين : أجد ن ¶ تخفق : تتحرك . ¶ 2 - عن عبد الله بن عمرو رضي الله عنهما قال : كان على ثقل رسول الله صلى الله عليه وسلم رجل يقال له كركرة فمات ، فقال رسول الله صلى الله عليه وسلم : هو في النار ، فذهبوا ينظرون إليه فوجدوا عباءة قد غلها) . ¶ رواه البخاري ¶ كركرة : بفتح الكافين أو بكسرهما . ¶ 3 - عن ابن عمر رضي الله عنه قال : (كنا نصيب في مغازينا العسل والعنب فنأكله ولا نرفعه) . ¶ رواه البخاري . ¶ 4 - عن زيد بن خالد الجهني رضي الله عنه : أن رجلا من أصحاب النبي صلى الله عليه وسلم توفي يوم خيبر ، فذكروا ذلك لرسول الله صلى الله عليه وسلم فقال : صلوا على صاحبكم ، فتغيرت وجوه الناس لذلك ، فقال : إن صاحبكم غل في سبيل الله ، ففتشنا متاعه فوجدنا خرزا من خرز يهود لا يساوي درهمين) . ¶ أخرجه مالك وابن ماجة بإسناد صحيح ¶ الحراسة :",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "1 - (حرم الله على عينين أن تمسهما النار : عين بكت من خشية الله ، وعين باتت تحرس الإسلام وأهله من أهل الكفر) . ¶ حسن رواه الحاكم والبيهقي ، وهو في صحيح الجامع برقم(1313) . ¶ نصرة المجاهدين : ¶ 1 - (ما من امريء يخذل امرءا مسلما في موطن ينتقص فيه من عرضه وينتهك فيه من حرمته إلا خذله الله تعالى في موطن يحب فيه نصرته ، وما من أحد ينصر مسلما في موطن ينتقص فيه من عرضه وينتهك فيه حرمته إلا نصره الله في موطن يحب فيه نصرته) . ¶ حسن ، رواه أحمد وأبو داود والضياء عن جابر وأبي طلحة بن سهل ، وهو في صحيح الجامع برقم (5566) . ¶ 2 - (من جهز غازيا في سبيل الله فقد غزا ، ومن خلف غازيا في سبيل الله في أهله بخير فقد غزا) . ¶ صحيح ، متفق عليه عن زيد بن خالد ، وهو في صحيح الجامع برقم/6069 . ¶ 3 - (من جهز غازيا في سبيل الله كان له مثل أجره من غير أن ينتقص من أجر الغازي شيئا) . ¶ صحيح رواه ابن ماجة عن زيد بن خالد ، وهو في صحيح الجامع برقم (6070) . ¶ 4 - (أوثق عرى الإيمان الموالاة في الله والمعاداة في الله والحب في الله والبغض في الله) . ¶ أخرجه الطبراني (الصحيحة/1728) ¶ 5 - عن ابن مسعود رضي الله عنه : (إن لله تعالى عبادا يضن بهم عن القتل ويطيل أعمارهم في حسن العمل ، ويحس ن أرزاقهم ويحييهم في عافية ، ويقبض أرواحهم في عافية على الفرش ، ويعطيهم منازل الشهداء) . ¶ قال البيهقي : رواه الطبراني وفيه جعفر بن محمد الواسطي الوراق ولم أعرفه وبقية رجاله ثقات . ¶ قال عبدالله بن رواحة : (تطعموني السحت ، والله لقد جئتكم من أحب الناس إلي ولأنتم أبغض إلي من عدتكم من القردة والخنازير ، ولا يحملني بغضي إياكم على أن لا أعدل عليكم ، فقالوا : بهذا قامت السموات والأرض) . ¶ جامع الأصول 2/36 ¶ (كان ينكح منه أيمنا ، ويحذي منه عائلنا ، ويقضي منه عن غارمنا) . ¶ ابن عباس عن عمر في سهم أولي القربى ¶ مقدمة ¶ الحمد لله رب العالمين ، والصلاة والسلام على محمد خاتم الأنبياء والمرسلين ، وعلى آله وأصحابه ومن اتبع خطاه إلى يوم الدين . ¶ ليس صدفة ولا فلتة أن يأتي هذا الكتاب (اتحاف العباد بفضائل الجهاد) بهذا العنوان ، فقد كان الإمام الشهيد عبدالله عزام موفقا باختيار العناوين للمواضيع والكتب التي ألفها ، فكل موضوع أو كتاب ألفه وضع له عنوان صادقا لمحتواه .",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "فهذا الكتاب الذي بين أيدينا حقا إنه يتحف القاريء بفضائل الجهاد ، فقد حوى على أحاديث تستجيش القلوب وتلهب العواطف ، حتى إذا انتهيت من هذا الكتاب تمنيت أن لو كنت في ساح الوغى تقاتل في سبيل الله فتفوز فوزا عظيما . ¶ وقد بدأ الشيخ بتأليفه قبل استشهاده بفترة وجيزة ، وقد ذكر لنا يوم أن شرع فيه : أنني بصدد تأليف كتاب اسمه (اتحاف العباد بفضائل الجهاد) ، فأعجبنا هذا العنوان ، وانشرحت صدورنا له ، وكنا ننتظر ساعة المخاض لهذا الكتاب ، ولكن انشغال الشيخ بقضايا الجهاد ومصير الأمة الإسلامية جعله يبطيء به قليلا ، فكان كلما وجد وقتا بدأ يختار الأحاديث ، حتى إذا أتم الإختيار بدأ بالتعليق عليها ، ولكن أيدي الغدر والجبن والخيانة حرمت الأمة الإسلامية من هذا العملاق ، وجاء قدر الله عزوجل والإذن برحيله إلى مستقر رحمته سبحانه وتعالى قبل أن يكمل التعليق على بعض الأحاديث الواردة في الكتاب . ¶ وفضائل الجهاد التي تحدث عنها الشيخ لم تكن مقصورة على هذا الكتاب ، فكتبه وخطبه ومحاضراته مليئة بذكر فضائل القتال في سبيل الله التي يجنيها المجاهد في الدنيا والآخرة ، بل أقول - وأنا على يقين - أن حياة المجاهد كلها فضيلة وزكاة لروحه ، وهو على أي وجه كان له فضيلة ابتداء وانتهاء . ¶ وكما قال الشيخ المطيعي : \" وإنما يجاهد المؤمن في الله جهاده إن أخفق فإفاده أو أ وذي فإرادة أو نفي فريادة أو سجن فعبادة أو عاش فقيادة أو مات فشهادة فله الحسنى وزيادة \" . ¶ ويكفي المجاهد أنه تاجر مع الله سبحانه ، عقد الصفقة وهي : إن الله اشترى من المؤمنين أنفسهم وأموالهم بأن لهم الجنة يقاتلون في سبيل الله فيقتلون ويقتلون ، فإن ربحت هذه الصفقة فهنيئا له بالسبع الخصال التي تبدؤ عند أول قطرة من دمه بالمغفرة وتنتهي بالحور وجنان الخلد في مقعد صدق عند مليك مقتدر . ¶ وقد وجدت اللجنة المخولة بمتابعة كتابات الشيخ وطبعها ونشرها نسختين خطيتين من هذا الكتاب في خزانة الشيخ ، فقامت اللجنة بمقابلة النسختين ، وبعد التدقيق د فع للطباعة . ¶ فجزى الله خيرا كل من كان له جهد في هذا الكتاب حتى أخرج إلى حيز الوجود . ¶ سائلين المولى عزوجل أن ينفع به المجاهدين خاصة والأمة الإسلامية عامة ، وأن يجعل ثواب هذا الجهد في ميزان الشهيد عليه رحمة الله إنه سميع قريب . ¶ وسبحانك اللهم وبحمدك أشهد أن لا إله إلا أنت أستغفرك وأتوب إليك . ¶ بقلم/ أبو عبادة",
            "page": "54",
            "part": "1"
        }
    ],
    "t35043": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "إتحاف العباد بفضائل الجهاد للشيخ عبدالله عزام"
        }
    ]
}