{
    "b35055": [
        {
            "id": "1",
            "nass": "التربية الجنسية ¶ د.عدنان باحارث ¶ http://www.bahareth.org/index.php ¶ موقف الشرع من التربية الجنسية ¶ يشوب مصطلح التربية الجنسية غموض كبير، لا سيما عندما يريد البعض إدخالها إلى المناهج التعليمية، وقد حصل مثل هذا ولا يزال في الأوساط الغربية، حيث نتج عنه صراع أخلاقي حول طبيعة منهج التربية الجنسية، وموضوعاته، ومن يدرسه، وكيف يُعرض، والسن المناسبة لعرض موضوعاتها. ¶ وتنتهي هذه الأزمة بكل صراعاتها في المجتمع المسلم، الذي يعيش الإسلام عقيدة ومنهج حياة، حين جعل الإسلام التربية الجنسية ميداناً ضرورياً للعبادة، فربط بينها وبين أداء الشعائر التعبدية، فباب الطهارة في كتب الفقه لا يعدو أن يكون باباً في التربية الجنسية - إذا صحَّ التعبير - فالاستنجاء، والاستجمار، وما يتعلق بقضاء الحاجة، والحيض والنفاس، والغسل من الجنابة، والوضوء، وأبواب ستر العورة، والعلاقات الزوجية، وآداب الاستئذان وغيرها كثير، كل ذلك لا يعدو موضوعاتٍ في التربية الجنسية في الإسلام. ¶ هذه الموضوعات بكل تفصيلاتها قائمة في حياتنا التعليمية، سواء في مدراسنا، أو جامعاتنا، أو حلقات العلم والمحاضرات في المساجد، أو المنتديات الثقافية. ¶ ومن هنا فإن إثارة هذا الموضوع من هذه الوجهة هو تحصيل حاصل في حياتنا الثقافية، وإن كان لا بد فمزيد من التوسع في أبواب الفقه والحديث التي تتحدث عن هذه الموضوعات الخاصة ليس أكثر من ذلك. ¶ أما إذا كان المقصود من التربية الجنسية هو عرض صراعات الثقافة الجنسية عند الغرب، ونظرياتهم المنحرفة والمشوشة، وما يتعلق بها من مفاهيم التحرر، وكشف العورات، وما أمر الله تعالى بستره من أحوال العلاقات الخاصة، إضافة إلى الصور الفاضحة الممنوعة، وغيرها من القضايا التي كانت ولا تزال موضع صراع عند الغرب أنفسهم فهذا ممنوع شرعاً، ولا علاقة له بالتربية الجنسية في الإسلام.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وأما الحديث عن المنهج والمعلم، فإن التربية الجنسية لا تتعلق بمنهج معين، أو معلم معين، بل هي مواد شرعية فقهية وحديثية يقولها المنهج المدرسي ككل في مواده، وأنشطته الثقافية والاجتماعية، وتتولاه وسائل الإعلام من خلال الدروس العلمية الشرعية، ويتولاه إمام المسجد وواعظ الحي، فالكل يشارك في هذا البناء الثقافي الإسلامي، وأما ربط التربية الجنسية - بصورة خاصة - بمنهج محدد معين، تُجمع فيه هذه المسائل الجنسية فهذا من شأنه إثارة موضوعات لا تُحمد عقباها، وكذلك تدريس هذه القضايا الجنسية من خلال مادة الأحياء هو الآخر لا يصلح؛ فإن كثيراً من إناث الحيوانات تقتل ذكورها بعد الممارسة الجنسية، بل تقتل بعض الحشرات والحيوانات صغارها، وهذا لا يناسب الطبيعة الإنسانية، ولا يصلح مثالاً لها. ¶ إن المراجع لواقع الأمة في سيرة الرسول e يجد أن التربية الجنسية كانت جزءاً من حياة الإنسان في ذلك الوقت، لا تختص بدرس معين، ولا وقت معين، يأتي الرجل يسأل في المسألة الجنسية، وتأتي المرأة تسأل دون أن يمنعها من ذلك حياء أو خجل، والرسول ( يجيب، وإذا لم تكن هذه هي التربية الجنسية، فلا أدري ما هي التربية الجنسية ؟ ¶ الحكمة من تركيب الشهوة الجنسية ¶ تسيطر الشهوات المختلفة - كنوع من الابتلاء - على سلوك الإنسان، وتتحكم في كثير من تصرُّفاته بدوافعها العنيفة المتغلغلة في عمق جذور كيانه البشري، حتى إنه ربما لا يتحرك، ولا ينبعث إلا على مرادها، وفي سبيل إشباعها كحال الحيوان، وهنا يأتي المستنير بنور الشرع ليضبط مسارها، ويُلْجم اندفاعها: فترفع المُكلَّف بحميد مسلكها إلى درجات الصالحين الأبرار، وإلا حطَّتْه بخبث مخرجها إلى دركات السافلين الأشرار.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ويأتي دافع الشهوة الجنسية كأقدم الدوافع الشهوية، وأشدها مضاءً، وأكثرها تمكُّناً في عمق الكيان الإنساني؛ ليصبَّ عُصارة الجهد وغاية المُراد في غريزة حب البقاء - كبرى غرائز الأحياء - بشقَّيها العظيمين العميقين: حفظ الذات، وحفظ النوع، بمعنى: \" أن النشاط الجنسي بالنسبة للإنسان، ولسائر الأجناس الحيوانية مسألة بقاء أو فناء، فإذا توقف، أو أعيق: فإنه يهدد النوع بالفناء؛ لذا ارتبطت الممارسة الجنسية بالقوة والعنف كدرعين واقيين للنشاط الجنسي من التوقف \"، فإذا قصَّر الإنسان في إشباعها: انقاد إليها منبعثاً لها لقوة ما تحمله من العنف في ذاتها لبقاء النسل، واستمرار النوع، كحال الطعام لم يجعل المولى قوام الإنسان منه إلى اختياره، وإنما جعله غريزة تلح بقوة إلى الإشباع لحفظ الذات، والغريزة - كما هو معلوم - سلوك فطري غيرمتكلَّف، يصدر عن الشخص تلقائياً بلا تعلُّم، بغرض الاستمرار وعدم الانقطاع، ومن هنا يظهر أن الهدف الأسمى من الغريزة الجنسية وكل ما يلحق بها: هوالولد، كوحدة رمزية ضرورية لدعم غريزة \" البقاء \"، التي أرادها المولى ( لعمارة الأرض بالتوارث فيها جيلاً بعد جيل. وبناء على هذا التصور قام نظام التزاوج بين ذكر وأنثى على أساس التواصل الجنسي كضرورة إنسانية ملحة لاقتناص الولد، ضمن حدود الأسرة العضوية باعتبارها لبنة في بناء الكيان الاجتماعي الكبير.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ومن هنا يُلحظ أن ما تتبنَّاه بعض الفئات والأمم: من استقذار مبدأ تركيب الشهوة الجنسية كدافع أصيل مُسْتحسن: يخالف مبدأ الوجود الإنساني كحقيقة تفتقر إلى الشهوة الباعثة؛ إذ لا يمكن أن تتم عملية الإخصاب البشري بين زوجين بغير دافع الشهوة الملحة، التي تقتحم بطابع عنْفها، وقوة اندفاعها، وما أضْفيَ عليها من مشاعر المتعة واللذة: حواجز النفس الإنسانية، وحدود الذات الفردية؛ لتبلغ أقصى مظاهر التداخل الإنساني في أكمل صوره الممكنة بين شخصين، كما قال العليم الخبير: { … هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ … } [البقرة:187]، ولهذا جعلت الشريعة الخاتمة هذه العلاقة الشهوانية الضرورية في غاية الطُّهر؛ حتى لا يقع في النفس استحقار دافعها، حيث باركتها بذكر الله تعالى، ورتَّبت عليها الأجر والثواب، وجعلتها سنة خير الخلق، بل إن عصارتها الشهوية المتدفِّقة من الزوجين، والتي ينعقد منها الولد: طاهرة من النجاسة على الراجح، ومُسْتثناةٌ من كل ما يخرج من السبيلين، وما كان لله أن يخلق الإنسان من عصارة نجسة، فعُلِمَ بالضرورة: أن الشهوة الجنسية أصلها ليس من حظِّ الشيطان في شيء، وأنها من مستحبات الشريعة، ومطلوبات الدين. ¶ وبناء على ما تقدم: فإن أيَّ صورة من صور التَّجنِّي على مبْعث الشهوة الجنسية: بقطع سببها بالدواء، أو بتر أعضائها بالاعتداء كالخصاء للذكر، أو استئصال الرحم عند الأنثى، كل ذلك يدخل ضمن المذمَّة الشرعية، والمؤاخذة القانونية، سواء كان ذلك على النفس، أو الآخرين - في أي مرحلة من مراحل العمر - مهما كانت الحجج والمبررات؛ بل إن مبدأ الزهادة في الدنيا وملذاتها، مع كونه من مستحبات الشريعة: لا يستوعب في نطاقه الشهوة الجنسية، ولا تدخل الزهادة فيها ضمن محبوباته. ¶ 3ـ تعديل المفاهيم الجنسية المنحرفة",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "إن وقوع حالات من الانحراف الجنسي في سلوك بعض أفراد المجتمع المسلم لا يعدُّ أمراً مستغرباً حتى في أطهر وأرقى المجتمعات الإنسانية، فما زال كثير من الناس على مر العصور لا سيما من فئة الشباب يقعون في أخطاء سلوكية منحرفة، مُنساقين إليها بدافع الشهوة الملح، مع اعتقادهم الراسخ، ويقينهم الكامل بأنهم أتوا حراماً، وخطأ يُوجب عليهم التوبة، ويُلحُّ عليهم بوخز الضمير، وإنما تكمن المعضلة، وتعْظُم المشكلة عندما يصبح الانحراف الجنسي قضية فكرية، ومنطقاً عقلياً، تدعمه الحجة والبرهان، وليس مجرَّد سلوك خاطئ يوشك أن يُقْلع عنه صاحبه، ويتوب من تعاطيه. ¶ إن أخطر ما مُنيت به الإنسانية في القرن العشرين الميلادي: أفكار، وآراء الطبيب اليهودي \" سيجمند فرويد \"، وما صاحبها من مظاهر تحرير المرأة، وتوفير عقاقير منع الحمل، والتطور التقني الحديث بعد الحربين العالميتين الأولى والثانية، حيث انتقل عن طريقه كثير من السلوكيات الجنسية المنحرفة من كونها شذوذات فردية ضالة إلى ممارسات جماعية منظمة، ومن كونها انحرافات سلوكية خاطئة إلى كونها مبادئ فكرية ومذهبية، حتى إن ضخامة تأثيره في القضايا النفسية والجنسية لا يبعد كثيراً عن حجم وضخامة تأثير\" أرسطو\" في قضايا الفلسفة، حتى لا يكاد يخلو من ذكر آرائه كتاب نفسي أو جنسي، فقد خرج على الإنسانية المعاصرة - مؤيَّداً بقوى الشر - بتفسيرات جنسية محضة، محورها البحث عن اللذة في مقابل معْضلة الكبت، حلل من خلالها سلوك الإنسان العام عبر مراحل عمره المختلفة، فأقامها على عقد طفولية أسْطورية، من نَشَاذ العقل الإنساني، مما تمجُّه العقول السوية، والفطر السليمة، فلاقى بسبب جراءته من عنت معارضيه، وأليم نقدهم، بقدر ما لاقى من دعم مؤيديه، وتشجيعهم لآرائه.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وعلى الرغم من اعتقاد بعضهم بأفول أفكاره، وضعف تأثيرها في ميادين علم النفس المعاصر، فإن بعض الدراسات الميدانية تشير إلى أن \" فرويد\" باعتباره شخصية مؤثرة في علم النفس: لا يزال اسمه عالقاً في أذهان الناس، ويُعتبر في نظرهم الشخصية الأولى في قائمة المختصين النفسيين. ¶ إن من الضروري - ضمن الحياة الإسلامية المعاصرة - حماية الناشئة من الضلال الجنسي، من خلال تعديل المفاهيم الشاذة في أذهانهم، وإحلال المفاهيم الصحيحة محلها؛ لتبقى القضية الجنسية ضمن إطارها المحدود، تُعطي عطاءها الإيجابي باعتبارها جانباً من جوانب شخصية الإنسان، دون أن تتعدَّى حدودها لتصبح محور السلوك الإنساني بأبعاده المختلفة. ¶ مشكلة الشباب العاطفية ¶ يشكو المربون من الآباء والأمهات والمعلمين والمعلمات من الهيجان العاطفي عند الشباب من الجنسين، ولا سيما عند الذكور، فما أن يدخل أحدهم سن البلوغ حتى يتحول إلى شخص آخر، قد امتلأ بالعنف والإثارة والغليان، وكثيراً ما يصاحب هذه المشاعر المتحركة مواقف من التمرد الأسري، والخروج عن الأنظمة المدرسية، ومخالفة الكبار من المربين.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "إن حجماً ضخماً من الميول العاطفية تنبعث مع سن البلوغ عند الجنسين، تحمل معها شحنات قوية من الانفعالات، ممزوجة بقدر كبير من الإثارة الشهوانية التي لا تجد لها متنفَّساً طبيعياً مشروعاً تتصرّف فيه، وقد كان من المفروض أن تجد هذه الشحنات العاطفية موقعها الطبيعي في الجنس الآخر عن طريق الزواج المشروع، فيستهلك البالغ والبالغة شحناتهما العاطفية فيما بينهما دون كبتٍ أو حرمان، إلا أن الظروف الاقتصادية والاجتماعية، وطبيعة النظام التعليمي حالت دون تحقيق حاجات البالغين من الشباب والشابات، ليعيشوا فترات من الحرمان العاطفي تطول إلى أكثر من عشر سنوات، مما ينعكس على نفوسهم بمشاعر القسوة والألم واليأس، فيعبرون عن مشاعرهم المحبطة بصور من الانفعالات الحادة والتمرد، وربما الإهمال وعدم المبالاة. ¶ إن الشاب يمرُّ بنوعين من البلوغ: الأول: البلوغ الجنسي الذي يدخل به عالم التكليف، ويصبح به قادراً على التناسل، وهذا عادة ما يكون في الخامسة عشرة عند الجنسين. وأما البلوغ الثاني: فهو البلوغ الاقتصادي الذي يدخل به الشّاب عالم الكبار، ويصبح قادراً على القيام بنفسه، والإنفاق على أسرته الخاصة، وهذا النوع من البلوغ خاص بالذكور لأنهم المكلفون شرعاً بالإنفاق. ¶ والأصل الطبيعي في المجتمعات السابقة والريفية المعاصرة أن الشاب ما أن يبلغ الحلم إلا وقد تيسَّر له الزواج، فالشاب في المجتمعات البدائية والريفية مُنتج، قادر على الكسب من طفولته، قد حصل على جميع المهارات المتاحة له في بيئته، والتي تؤهله للكسب، والقيام بنفسه، والإنفاق على أسرته، فيخرج الشاب الريفي من عالم الطفولة إلى عالم الكبار دون المعاناة التي يحكيها الباحثون النفسيون عن المراهقة وأزماتها، مما يعانيه أبناء المدن الحضارية ويقاسونه من متطلبات الانتقال من عالم الطفولة إلى عالم الكبار، حيث يحتاجون إلى عشر سنوات على الأقل بعد البلوغ الجنسي ليتأهلوا لعالم الكبار.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وهنا تكمن الأزمة في البعد الزمني الفاصل بين نوعي البلوغ، مما أفرز مرحلة جديدة في عمر الشباب، ما بين الخامسة عشرة إلى الخامسة والعشرين تقريباً، لا يعرف الشاب فيها هويته، فلا هو طفل صغير، ولا هو شخص كبير، يحمل في نفسه أشواق وآمال الكبار، إلا أنه لا يزال محتاجاً إلى رعاية أسرته في كل شؤونه الخاصة والعامة، لا يستطيع الاعتماد على نفسه، فلم يعنِ له البلوغ الجنسي شيئاً سوى أنه مكلف شرعاً، أما واقعه فهو لا يعدو أن يكون طفلاً كبيراً. ¶ إن هذه الأزمة المعاصرة التي أفرزتها طبيعة الحياة الحضارية لا بد من وقفة جادة معها، يشترك فيها المجتمع بكل مؤسساته ليعمل بجد على قصر المسافة الزمنية بين البلوغين الجنسي والاقتصادي، والسعي في تأهيل الشباب للقيام بأنفسهم، فهم قد تأهلوا شرعاً بالتكاليف الدينية الكبرى، فلن يضيرهم أن يقوموا بالتكاليف الاقتصادية والاجتماعية حين يتعاون المجتمع ويراعي حاجاتهم، ويقيم مؤسساته لا سيما التعليمية لتوافق حاجات الشباب، وما لم يسع المجتمع لحل هذه الأزمة بصورة جذرية فإن مزيداً من المعاناة والاضطراب سيكون نصيبه، وقد لاحظ الباحثون أن غالب أزمات الشباب وانحرافاتهم تحصل في الفترة من الخامسة عشرة إلى الخامسة والعشرين، وهي الفترة التي تفصل بين نوعي البلوغ الجنسي والاقتصادي. ¶ 5ـ دور الحدود الشرعية في ضبط السلوك الجنسي",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "إن من أهم واجبات النظام الاجتماعي: ضبط العلاقات الجنسية؛ لأن الغريزة بشدتها وإلحاحها تهدد في كل لحظة بانحرافها؛ لكونها تحمل في طبيعتها مبدأ زيغها وضلالها، بما تحمله من الاندفاع والعنف والقوة، والطبيعة الإنسانية في العموم تأبى في سلوكها مراتب الكمال، خاصة عند وفْرة الشباب، واكْتمال الشهوة، وضعف الوازع الديني، حتى \" إن الله ( ليعجب من الشاب ليست له صبوة \"؛ لأنه في اندفاعه لا يكاد يُصْغي لنداء العقل الذي يلْفته عما يرغب، بل لا يستطيع فهمه؛ لأن دافع الشهوة بطبيعته لا يلتفت إلى داعي العقل، وإنما يخضع لضابط القوة والسلطة التأديبية الرادعة. ومن هنا جاء دور العقوبات الشرعية والتأديبات التعزيرية لتُعزِّز بقوتها توجه المجتمع الأخلاقي، وتُساعد الأفراد - بصورة مباشرة وغير مباشرة - على ضبط غرائزهم، وإحْكام نوازعهم، حتى يبقى نشاط الغريزة الجنسية في مساره المشروع، يُحقق الهدف من مبدأ تركيب الشهوة.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وقد عاشت الأمة الإسلامية في رحمة شريعتها دهراً من الزمن لا تعرف الفواحش الجنسية ومعاناتها الصحية إلا بالقدر الطبيعي الذي لا تنفك عنه أطهر المجتمعات الإسلامية، وذلك عندما كان أفراد المجتمع يعيشون بالفعل الآثار التربوية، والمنافع الحيوية التي تُحييها رهبة الحدود الشرعية في نفوسهم، فالإنسان \"إذا نظر إلى اللذات، وإلى ما يترتب عليها من الحدود والعقوبات العاجلة والآجلة: نفر منها بطبعه لرجحان مفاسدها\"، بل إن المجتمع الأوروبي رغم تحريف شريعته، وضلال منهجه: انتفع - إلى حد كبير - بتطبيق العقوبات القانونية في ضبط سلوك الأفراد وإحكام شهواتهم، وما تجرَّأ الناس عندهم على الفواحش، وانتهاك الأعراض بهذه الصورة المفزعة، والعود من جديد إلى الجريمة بعد استيفاء العقوبة إلا بعد الثورة الفرنسية حين فُرِّغ القانون من أسباب قوته، وسطوة سلطانه، وعلى ضوء هذه الآثار الإيجابية لإقامة الحدود: يُفهم قول رسول الله ( (( حدٌ يُعمل به في الأرض: خير لأهل الأرض من أن يُمطروا أربعين صباحاً)). ¶ وقد ابتُليت الأمة الإسلامية في تاريخها الحديث - منذ زمن الاستعمار - بما ابتُليت به أوروبا قبل قرنين من الخلخلة الاجتماعية والفكرية؛ حيث استُبدلت القوانين الوضعية بالشريعة الإسلامية في غالب الدول، وانحسر تطبيق الشريعة إلا في جوانب من أحكام الأسرة والأحوال الشخصية، فتبدَّل بالتالي كثير من الثوابت الأخلاقية، فوجد المنافقون - في هذا الوضع الاجتماعي المختل - فُرصة لنشر الفواحش في بلاد المسلمين، والولوغ في الأعراض المحرمة، تحت حماية القانون، بعيداً عن سطوة الشريعة وضوابطها، حتى إن الدعارة المنظمة كانت ولا تزال في بعض البلاد الإسلامية موضع اهتمام أجهزة الدولة وإشرافها.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وأما أحكام الحدود الشرعية، وأسلوب تطبيقها فقد فقدت هي الأخرى طبيعتها وحدود معالمها، فلم يعد الأصل في الأبضاع الحرمة ما دام التراضي بين الطرفين والعزوبة قائمين، بغض النظر عن نوع الجريمة: مثْلية كانت، أو غيريَّة، أو زنى محارم، ما دام الجميع مكلفين قانونياً، بل وحتى الاتصال الجنسي بالحيوان لا يُؤاخذ به القانون؛ إذ ليس لله تعالى أو للمجتمع حقٌّ يُلتفت إليه في هذه القوانين، إنما الحق في الادعاء أو العفو للزوجين فقط حال قيام الزوجية بينهما، حتى ولو عاين الشهود العدول الجريمة، وشهدوا بها، إلى جانب التحيُّز الواضح في القانون لصالح الزوج على زوجته، حيث حرم عليها المشرِّع القانوني الزنا مطلقاً مادامت الزوجية قائمة، في حين أباح لصالح الزوج الحرية الكاملة في مضاجعة من شاء من العاهرات مادام بعيداً عن فراش الزوجة ومسكنها، بل إن محترفة البغاء تُؤاخذ قانونياً في حين لا يؤاخذ من يفجر بها، كما أن نوع العقوبة في حال ثبوت الجريمة على طريقة القانون: انحصرت في نوعين فقط من العقوبات: السجن، أوالغرامة المالية.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "إن الرضا والاطمئنان ببند واحد من بنود هذه القوانين مما يخالف إجماع الأمة: كاف لإخراج مسلمي أهل الأرض قاطبة من ملة الإسلام إلى ملل الكفر والضلال، فضلاً عن مجمل هذه التشريعات الوضعية الصارخة بمحادَّتها للنقل، ومخالفتها للعقل، وإن الناظر في الشريعة الإسلامية يجد اعتناءها بالمنهيات أكبر من اعتنائها بالمأمورات؛ فإن المشقة تسمح بترك بعض الواجبات كالقيام في الصلاة المفروضة، أو الصيام في رمضان ونحو ذلك، في حين لا تسامح الشريعة في الإقدام على المعاصي، ولا سيما الكبائر حتى للمكره، مهما عظمت عليه المشقة، كالمكره على الزنى، أو القتل، \" وهذا يدل على أن المسامحة في ترك الواجب أوسع من المسامحة في فعل المحرم، وإن بلغ العذر نهايته \"، والواقع من حال هذه القوانين عدم اعتنائها بما اعتنت به الشريعة الإسلامية، بل تخالفها في وجهتها مخالفة كاملة. ¶ ومع أخذ دول العالم بما فيها غالب الدول الإسلامية بهذه القوانين، والعمل بها: فإن الواقع الأخلاقي يشهد بأنها لم تحمِ عرضاً، ولم تؤدب فاسقاً، ولم تردع مجرماً، ولم تمنع فاحشة، بل هي في شأن الزنا - بصورة خاصة - على العكس من ذلك، وكأن بقيامها على مبدأ التراضي بين الطرفين تُعلِّم الرجال، وتقول لهم: \" احتالوا على رضا النساء، فإن رضين الجريمة فلا جريمة، فكأنها تعلمهم أن براعة الرجل الفاسق إنما هي في الحيلة على المرأة، وإيقاظ الفطرة في نفسها، فينصرف كل فاجر إلى إبداع هذه الأساليب التي تطلق تلك الفطرة من حيائها، وتخرجها من عفتها، تطبيقاً للقانون \"، فإذا عُلم: أن الإناث - كما هو حالها في كل أجناس الحيوان - \" أقلُّ جلداً، وأسهل انخداعاً، وأسرع غروراً \"؛ فإن الاحتيال عليهن في مثل هذه المسائل الغرائزية أمر ممكن؛ بل هو من أيسر ما يكون على الفاسق الماكر مع المغررة الساذجة.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "إن مما ينبغي أن يُعرف: أن قضية العقوبات الجنسية عند الغربيين قضية صراع نفسي بين انفلات إنسان أوروبا الحديث من جهة، وبين تعسُّف نظام الكنيسة التاريخي من جهة أخرى، فبقدر إفراط الكنيسة القديمة في التحريمات والعقوبات، كان في المقابل تفريط المشرِّع الحديث في الإباحيات والتأديبات، فهو صراع أوروبي بالدرجة الأولى، لا يعرفه المسلمون عبر تاريخهم الطويل؛ لأنهم إنما يستمدون شرعتهم من المصدر المعصوم، الذي لا يجري عليه الخطأ، فما أمرهم بشيء، أو نهاهم عنه إلا وفيه بالضرورة مصلحة عاجلة أو آجلة. ¶ وعلى الرغم من تفريط القوانين الحديثة في الأخذ بالشريعة في غالب الدول الإسلامية فقد بقي للجانب الروحي عند المسلمين دوره في كفِّهم عن كثير من الموبقات والانحرافات الأخلاقية والسلوكية؛ ففي الوقت الذي تشير فيه التقارير العالمية إلى أفريقيا باعتبارها تحتل المرتبة الثانية في انتشار مرض الإيدز: تأتي الدول العربية في شمال أفريقيا ضمن أقل الدول انتشاراً لهذا المرض مقارنة بباقي دول أفريقيا في الجملة، وليس هذا إلا بفضل الدين الإسلامي، الذي يحرم الفواحش والانحرافات الجنسية، فلو تعاضد القانون مع هذه الوجهة الروحية الإسلامية لكان الأثر على سلوك الناس أبلغ وأفضل. ¶ إن نظام الحدود في الشريعة الإسلامية يعتبر كل اتصال جنسي - أياً كانت صفته أو مبرراته - خارج نطاق الزواج الصحيح، أو ملك اليمين: جريمة من أعظم الجرائم، يستحق صاحبها العقوبة المقررة في حقه بغض النظر عن كونه ذكراً أو أنثى، حراً أو مملوكاً، متزوجاً أو عزباً، مسلماً أو كافراً، مادام مختاراً بالغاً عاقلاً، عالماً بالتحريم، فإذا ثبتت الجريمة لدى الحاكم المسلم بالإقرار، أو الحَبَل، أو الشهادة: حرمت الشفاعة والرأفة حينئذ، ووجب الحدُّ، ردعاً للجاني عن العود، وتطهيراً للمسلم العاصي من دنس الخطيئة، وزجراً لغيره عن مثلها.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ومع كل هذا فإن إقامة الحدود في الشريعة الإسلامية ليست هدفاً في حدِّ ذاتها، بل هي وسيلة للإصلاح فإن حصل مراد الشارع الحكيم من الصلاح والاستقامة بالتوبة والإقلاع: وَجَبَ لمثل هذا السِّتْر والعفو؛ إذ ليس من طبع الشارع تقصُّد التشهير والإيلام والنكاية، بقدر قصده الصلاح والإصلاح، ومع هذا فإن الشريعة الإسلامية بكلياتها وجزئياتها يُكمِّل ويُعضِّد بعضها بعضاً، فلا تعمل عملها التربوي المثمر في ظل التناقض الاجتماعي، والتخُّير التطبيقي، وإنما تعمل بإيجابية كوحدة متكاملة مترابطة: تربي الناس على العقيدة والأخلاق، وتحفظهم من أسباب الفتنة والضياع، وترتفع بهم إلى مستوى كرامة الإنسان المؤمن، فمن قعدت به همَّتُهُ - بعد ذلك - عن أدنى مراتب الكمال الواجب: كان العقاب الزاجر، والتأديب الرادع - في غير شطط أو تجنٍّ - وسيلة المجتمع لإصلاح حاله، وضبط سلوكه، وإعادته مستقيماً إلى ركْب الجماعة من جديد. ¶ إن من واجب المجتمعات الإنسانية المعاصرة أن تنظر لنفسها أمام هذه الثورة الجنسية العارمة، التي أخذت تتخطى جميع الحواجز الخلقية، وتتعدى كل القوانين الوضعية، وتتحدَّى أعنف الأمراض السرِّية: لتصل في نهاية الأمر إلى أن يكون الجنس هو الهم الأكبر المسيطر على حياة الإنسان، فيمارسه بلا ضوابط خلقية، ولا التزامات اجتماعية؛ بحيث تفقد العلاقات الجنسية جوانبها الأساسية الضرورية: النفسية، والإبداعية، والروحية، والعقلية، التي تشترك مع الأعصاب والهرمونات في العملية الجنسية، لتتحول إلى أداء بيولوجي خالص، يشبه - إلى حد كبير - سلوك الحيوان الجنسي، فينطلق إنسان العصر المسعور ليفرغ طاقته الجنسية بأي صورة من الصور، وفي أي موضع وزمان، كما يفرِّغ مثانته من البول، وهذا الوضع إيذان بالهلاك العام للأمم والمجتمعات، والدمار الشامل لمنجزات الإنسان وحضارته الحديثة. ¶ التربية الجنسية للطفل ¶ 1 - ختان الأطفال الذكور",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "الختان: هو إزالة الجلدة الموجودة على رأس الذكر، وهو من سنن الفطرة المباركة الواردة في الشرع، وله فوائده الصحية الكثيرة، فمنها: أنه يقلل من أسباب الإصابة بمرض السرطان الخبيث، ويقلل من سلس البول الليلي الذي يكثر عند الأطفال، إلى جانب أنه يجنب الطفل كثرة العبث بأعضاءه التناسلية، إذ إن هذه الجلدة إذا لم تقطع تثير الأعصاب التناسلية وتدعو إلى حكها ومداعبتها. ولا داعي للختان إذا ولد الصبي مختوناً. كما أنه ليس للختان سنة في عمل حفل أو جمع الناس وإنفاق الأموال. ¶ أما موعد الختان فقد اختلف فيه العلماء، فكرهه بعضهم في اليوم السابع، مخالفة لليهود، وعند المالكية يكون الختان عند أمر الصبي بالصلاة، أي ما بين السابعة إلى العاشرة من عمره، وقد نقل أن السلف كانوا يختنون أولادهم حين يراهقون البلوغ، والأمر في الختان واسع فلو عمله يوم السابع أو بعده، أو قبل البلوغ فلا بأس إنما المهم في الأمر أن لا يبلغ الولد إلا وقد ختن، وقد رجح بعض العلماء أن الختان في الأيام الأولى من عمر الصبي أفضل، وذلك لسهولته عليه، وسرعة شفاء جرحه. ¶ 2 - أدب الاستئذان في التربية الجنسية للطفل ¶ تعم الثورة الجنسية كل مكان، فلا يكاد مكان على وجه الأرض يخلو من هذه الإثارة المنحرفة، وقد تقدم وصف مظاهر هذه الثورة العارمة. ولما كان سلطان الآباء المصلحين في الأرض ضعيفاً، فلا حول لهم ولا قوة يحمون بها أبناءهم خارج البيوت من آثار هذه المظاهر الجنسية المنحرفة، سوى ما يبثونه فيهم من المعاني الصالحة الطيبة، والتقليل من اختلاطهم بالمجتمع المتسيِّب. فإن واجبهم في حماية أولادهم داخل البيوت من هذه الثورة الجنسية ومظاهرها المنحرفة فرض لا يُعذرون بتركه، أو إهماله.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ومن الأسباب التي يتخذها الأب لحماية الأولاد داخل البيت: تعليمهم آداب الاستئذان، التي تحميهم من احتمال وقوع أعينهم على ما يثيرهم جنسياً، كما تحميهم من أن تُشغل عقولهم بقضايا متعلقة بالجنس لا يجدون لها تفسيراً، لضعف عقولهم، وقلة خبرتهم بهذه الشؤون. ¶ ونظراً لأهمية هذا الأدب الإسلامي، فقد ورد ذكر الاستئذان وآدابه في القرآن الكريم، حيث حدد الل ه( أوقات الاستئذان، والأوقات التي لا يُشرع فيها استئذان، فقال سبحانه وتعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ ثَلاثَ مَرَّاتٍ مِنْ قَبْلِ صَلاةِ الْفَجْرِ وَحِينَ تَضَعُونَ ثِيَابَكُمْ مِنَ الظَّهِيرَةِ وَمِنْ بَعْدِ صَلاةِ الْعِشَاءِ ثَلاثُ عَوْرَاتٍ لَكُمْ لَيْسَ عَلَيْكُمْ وَلا عَلَيْهِمْ جُنَاحٌ بَعْدَهُنَّ طَوَّافُونَ عَلَيْكُمْ بَعْضُكُمْ عَلَى بَعْضٍ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآياتِ وَاللَّهُ عَلِيمٌ حَكِيمٌ} [النور:58]، وهذا الأدب يخص الخدم المملوكين، والأطفال دون سن التكليف أي قبل البلوغ. فهم مأمورون بالاستئذان قبل الدخول على أهل البيت من الأم، أو الأب، أوالأخوات، أو غيرهم. قال جابر رضي الله عنه: ((يستأذن الرجل على ولده، وأمه وإن كانت عجوزاً وأخيه وأخته وأبيه)). وهذا الاستئذان يكون في الأوقات المتوقع انكشاف العورات فيها، والتخفف من الملابس، وهي: ((حين الاستيقاظ من النوم، وحين إرادة النوم، وحين القائلة)) وفي غيرهذه الأوقات يحل للطفل المميز الدخول على أهل البيت دون استئذان، ولكن يستحب له إلقاء السلام؛ لقوله عليه الصلاة والسلام لأنس بن مالك: ((يا بني إذا دخلت على أهلك فسلم يكون بركة عليك وعلى أهل بيتك)). فمن بركات هذا السلام: مزيد من الحيطة، وإشعار لأهل البيت بالقدوم.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ويمكن تحديد سن الاستئذان للولد بسبع سنين، حين يدرك الطفل في هذه السن بعض القضايا المتعلقة بالجنس، فيُبدأ معه في هذا السن بالتربية الجنسية. ¶ ويرى بعض العلماء أن فتح الباب، ورفع الستر، وتخصيص غرف لكل نوع من أنواع الأسرة يكفي عن الاستئذان، فرفع الستر، وفتح الباب يعد إذناً بالدخول لمن شاء. ¶ وبناء على ذلك فإن الأب، وكل من يخشى انكشاف عورته من أفراد الأسرة يؤمر بإغلاق باب غرفته بالمفتاح، أو المزلاج ليكون ذلك إعلاماً للأولاد بعدم الدخول، كما أن الطفل الغافل، أو الذي لم يتدرب بعد على أدب الاستئذان لا يمكنه بحال أن يقتحم غرفة قد أوصد بابها، فإن حدث وغفل الأب عن إغلاق الباب ودخل الولد الغرفة بغير استئذان، وشاهد منظراً جنسياً، فإن ذلك يسبب له إزعاجاً نفسياً كبيراً، لهذا وجب أخذ الاحتياطات اللازمة لمثل هذه الحالات. ويُدرب الولد على طرق الباب دائماً كلما دخل من باب مغلق، فإن لم يفعل مرة: أُمر بالعودة والطرق من جديد ليتعلم ويتعود. ¶ ولا ينبغي ولا يجوز الالتفات إلى قول من يرى بأفضلية إتاحة الفرصة للولد ليرى والديه بغير ملابس في بعض الأحيان. فإن هذا من الضلال، إلى جانب مخالفته الواضحة لمقاصد الشريعة الإسلامية من تشريع أحكام الاستئذان، والتي لم تشرع إلا لحماية نظر الولد من وقوعه على عورة والديه، أو أهل بيته من المحارم، وغيرهم. ¶ 3 - ضوابط إعطاء الطفل المعلومات الجنسية",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "يعتبر مجال التربية الجنسية مجالاً خصباً لأهل الأهواء لنشر باطلهم، وانحرافاتهم الخلقية، وأفكارهم الضالة، بدعوى العلم والموضوعية. زاعمين خوفهم على النشء الجديد من العقد النفسية، والضلال الجنسي، فمنهم من يزعم أن للطفل نشاطاً جنسياً يبدأ من ميلاده، يتمثل في علاقة الولد بأمه، وكرهه لأبيه الذي ينافسه عليها، ويسمون هذا النوع من الشعور \"بعقدة أوديب\". وبعضهم لا يرى مانعاً من نظر الولد لعورة والديه في بعض الأحيان، ولا بأس عندهم من أن يتناول الأطفال من أبناء الأسرة الواحدة فروج بعضهم البعض. والبعض الآخر من هؤلاء يسعى نحو تخفيف تأنيب الضمير لدى متعاطي العادة السرية فيزعمون أنها لا تضر الجسم. ¶ وهكذا تصدر الكتابات الكثيرة في هذا المجال الخصب ليضلوا بها الآباء عن قصد، أو عن غير قصد، معتمدين على بعض الوقائع، أو التجارب، أو الآراء والاتجاهات الشخصية. ولعل لهؤلاء وأتباعهم من أهل الملل الضالة شيئاً من العذر؛ لقلة ما في أيديهم من وحي الله المبارك. أما المسلمون فلا عذر لهم يُقبل بعد أن حباهم الله بهذا الدين، وحفظه لهم دون تحريف، أو تبديل، ففيه الهدى والكفاية عن اتباع أهواء أهل الكتاب، ومن شابههم من أهل المذاهب الضالة.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وقد تضمن القرآن الكريم، والسنة المطهرة آداباً، وتوجيهات كثيرة في هذا المجال، فالاستنجاء، وآداب الغسل، والطهارة، والوضوء للصلاة، تعد مدخلاً جيداً للتربية الجنسية في مرحلة الطفولة، فيتعلم الولد أسماء الأعضاء التناسلية من خلال الممارسة العملية عند تدريبه على الاستنجاء بنفسه، فتسمى له هذه الأعضاء بأسمائها الصحيحة المؤدبة دون الأسماء العامية المنتحلة القبيحة، فيقال له عند التدريب: ((اغسل ذكرك، أو قضيبك هكذا، واغسل خصيتيك هكذا، ونظف دبرك وإليتيك هكذا))، وبهذه الطريقة يتعلم الولد كيف ينظف نفسه، إلى جانب أنه يتعلم أسماء هذه الأعضاء من المصدر الصحيح الموثوق، دون أن تُعطى هذه الأعضاء وأسماؤها هالة من السرية، فلا تُثار رغبة الولد نحو مزيد من المعلومات حول هذا الموضوع. ¶ ولا بد أن يدرك الأب أن عدم إعطاء الأولاد المعلومات الصحيحة الكافية حول القضايا المتعلقة بالجنس، سوف يدفع الأولاد للحصول على معلومات من جهات مشبوهة فيؤثر ذلك على أخلاقهم، ونفسياتهم، وعقولهم. ¶ ولا ينبغي أن يعتقد الأب حرمة الحديث عن القضايا المتعلقة بالجنس، وتعليم الأولاد الاتجاهات الصحيحة في ذلك؛ بل هي جائزة، وربما كانت واجبة في بعض الأحيان إذا ترتب عليها حكم شرعي. ¶ والطفل بين السنة الثانية والثالثة يستطيع أن يدرك الفرق بين الجنسين: كأبويه، وإخوته، وأخواته. ويمكن أن يبدأ الأب معه في التربية الجنسية في هذا الجانب إذا أكثر من الأسئلة حول هذا الموضوع، ولوحظ انشغال ذهنه به.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ويخجل الآباء من الإجابة على أسئلة الأولاد، ومصارحتهم ببعض القضايا الجنسية، مثل الفرق بين الولد والبنت، وهذا أمر طبيعي، إلا أن هناك مفهوماً ينبغي أن يدركه الآباء، وهو: أن سؤال الطفل عن الجنس، وما يتعلق به من اختلاف بين الذكر والأنثى، وغير ذلك لا يختلف عن سؤاله عن لون السماء، وذلك لأن خلفية الولد عن هذا الموضوع ضحلة، وربما أنه لا يعرف عنه شيئاً، فهو لا يدرك العلاقات الجنسية بين الكبار، وأن الحديث عن هذا الموضوع من العيب إلا في عامه الثامن، لهذا فإن هدوء الأب، واتزانه، وجوابه للولد عن سؤاله بالمعلومات الصحيحة المقنعة، والمناسبة لسن الولد، يعد الأسلوب التربوي الصحيح في هذا الجانب. فإذا سأل الطفل عن العلاقة بين الجنسين، أو كانت لديه أفكار مشوشة حول هذا الموضوع، فإن الأفكار الصحيحة تقرب إلى ذهنه من خلال اطلاعه على العلاقات الجنسية عند الحيوانات، وكيف تتم عملية تلقيح النباتات، مع ملاحظة عدم التعمق في تفصيلات جانبية كثيرة، ولتطبيق هذا الاقتراح يؤخذ الولد إلى حديقة الحيوان ليشاهد شيئاً من ذلك، أو تشرح له عملية التلقيح في النبات، وكيف أنه لا ثمرة إلا بهذا التلقيح، كما أنه لا حمل، ولا مولود إلا بهذا الإتصال الجنسي، على أن لا يخوض معه في كيفية الاتصال الجنسي بالنسبة للبشر، فإن ألح في السؤال عن دور الأب فالبعض يقترح أن يُجاب بأن الأب يضع بذرة تجعل الطفل ينمو في بطن الأم. ولا بد من الإقرار بأن الأطفال يأتون من أمهاتهم، دون الكذب بأن الطفل جاء من المستشفى، أو جاء به الطير، فالصدق أفضل. ¶ ولا بد من الاكتفاء بقدر معين من المعلومات الجنسية مراعين في ذلك سن الولد، وقدراته العقلية، مع تقديم هذه المعلومات عند الحاجة بهدوء، دون فوضى، أوغضب، أو غموض وسرية، مع الاحتشام والصراحة والصدق. ولا بأس بتزويد الولد بعض الكتب الفقهية البسيطة التي تتحدث عن هذا الموضوع.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وكل هذه الإجراءات تكون مع الولد الذي شغلته هذه القضايا وأخذ يسأل عنها بإلحاح، أما الولد الذي لم تشغله ولم يسأل عنها فلا داعي لإثارتها معه إلا في أضيق الحدود. ¶ 4 - مسؤولية الآباء تجاه الانحرافات الجنسية ¶ يعيش العالم حالة من الإثارة الجنسية العارمة المنذرة بالهلاك والدمار العام، فلا يكاد الإنسان ينظر يمينه أو شماله إلا ويجد تلك الإثارة التي تدغدغ الرغبات الجنسية في الرجل والمرأة، وتلهب نار الشهوة فيهما، فالتلفاز، والإذاعة، والمجلة، والجريدة، كل هذه الوسائل تصب في بحر الإغراء والتحريض على الفواحش. وحتى الإعلانات الدعائية للمنتجات الاستهلاكية المختلفة تحمل الصور الإغرائية، حتى الإعلانات لإطارات السيارات تجدها وقد صُوِّرت بجانبها امرأة شبه عارية، فلا يكاد يُوجد إعلان دعائي بدون امرأة عارية أو شبه عارية. وفي الشارع اختلط النساء المتهتكات المتبرجات بالرجال، فمن وقت لآخر في هذه الشوارع والأسواق تُسمع عبارات الغزل، والإغراء بالفاحشة بين الجنسين، وقد انطلقت عيون الشباب تترقب نظرة، أوحركة من الفتيات المتهتكات حتى يلحقوا بهن أملاً في تحقيق مآربهم الخبيثة. ¶ وإن الناظر في الشارع المسلم يجد هذا واضحاً جلياً لا يخفى؛ بل حتى البلاد التي تقيد نساؤها بالحجاب الموروث المنبثق لبسه عن العادة الجارية، والتقليد الأعمى ظهرت على أكثرهن علامات كرهه، والرغبة في خلعه، والتخلص منه بالكلية. ويظهر ذلك في النساء الكاسيات العاريات، اللاتي وضعن الحجاب ليزيدهن إغراء وغواية، فكثير منهن تبدي بعض شعرها مصففاً بطريقة مغرية، وقد أبدت وجهها وعليه ألوان من المساحيق المختلفة، وربما لبس بعضهن البنطلون الضيق، ومن وقت لآخر تكشف طرفاً من عباءتها الرقيقة القصيرة ليظهر بعض ما تخفيه من الزينة الباطنة، إلى جانب استعمال الأحذية المرتفعة التي يتطلب السير بها التكسر والتمايل.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "والعجيب أن هذا يحدث بين ظهراني المسلمين دون نكير، فلا يكاد يُرى الرجل في السوق ينهى النساء عن التبرج، أوالشباب عن التميع والتهتك، إلا من بعض رجال الهيئات الرسمية، دون أن يكون لهم من رجال المجتمع معين أو مساعد، بل ربما وجدوا منهم المثبط المنكر عليهم قيامهم بواجباتهم. ¶ وقد ساقت كثرة الانحرافات الجنسية وشيوعها بعض البلاد المنتسبة إلى الإسلام إلى إباحة الزنا في قوانينها، وتنظيم عملية البغاء، والسماح بفتح دور للدعارة المنظمة، إلى جانب الترخيص بفتح الملاهي، والمراقص، مما قد يسوق هذه الدول وحكوماتها إلى خطر الوقوع في الكفر؛ لقوله تعالى: {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ} [المائدة:44]، بل إن الفوضى الجنسية العارمة أدت إلى ظهور الشذوذ الجنسي بصورة جديدة، ومنظمة، وقوية، مما جعل قضية الضلال الجنسي باكتفاء الرجال بالرجال، والنساء بالنساء مشكلة خطيرة تنذر بالانقراض، وانتشارأمراض جديدة فتاكة لا علاج لها. ¶ لهذا كان واجب الأب المسلم أن يكون باباً قوياً مغلقاً في وجه هذه الانحرافات، واثقاً بالله (، ومتعلقاً بحبله المتين، وقد فرَّغ من قلبه اليأس والقنوط، ووضع نصب عينيه الأمل في الإصلاح، وله في رسول الله والأنبياء من قبله عليهم جميعاً الصلاة والسلام وفي مجددي الأمة وعلمائها القدوة في نبذ اليأس، والسعي الجاد وراء بصيص من الأمل في الإصلاح والتغيير. ¶ 5 - حماية الولد من خطر الشذوذ الجنسي",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "حكى الله ( في كتابه المنزل قصة قوم لوط، الذين شاعت فيهم فاحشة اللواط، فقال تعالى مخبراً عن نبيه لوط عليه السلام:{وَلُوطاً إِذْ قَالَ لِقَوْمِهِ أَتَأْتُونَ الْفَاحِشَةَ وَأَنْتُمْ تُبْصِرُونَ * أَإِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِنْ دُونِ النِّسَاءِ بَلْ أَنْتُمْ قَوْمٌ تَجْهَلُونَ} [النمل:54-55]، ولما كانت هذه الفعلة من أعظم المعاصي والكبائر التي توجب غضب الرب U، كان عقاب أصحابها من أفظع العقوبات وأشنعها، فقد حكى سبحانه وتعالى كيف عاقبهم بعد أن عتوا واستكبروا فقال: {فَلَمَّا جَاءَ أَمْرُنَا جَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِنْ سِجِّيلٍ مَنْضُودٍ * مُسَوَّمَةً عِنْدَ رَبِّكَ وَمَا هِيَ مِنَ الظَّالِمِينَ بِبَعِيدٍ} [هود:82-83]، فتنوع عقابهم بين الرمي من علو، والرجم بالحجارة، وذلك لفظاعة جرمهم، وسوء فعلتهم.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ولم تكن هذه الفاحشة معروفة لدى العرب في جاهليتهم، فقد قال الوليد بن عبدالملك رحمه الله: ((لولا أن الله ( قص علينا قصة قوم لوط في القرآن ما ظننت أن ذكراً يعلو ذكراً)). ورغم هذا فقد حذر الرسول ( من هذه الفاحشة، وكأنه أُلهم وقوعها في الأمة، وابتلاء البعض بها حيث قال: ((إن أخوف ما أخاف على أمتى عمل قوم لوط))، وقال أيضاً مبيناً أن هذه الفاحشة إذا اجتمعت ببعض الجرائم الأخرى أوجبت الدمار للأمة والهلاك: ((إذا استحلت أمتي ستاً فعليهم الدمار: إذا ظهر فيهم التلاعن، وشربوا الخمور، ولبسوا الحرير، واتخذوا القيان، واكتفى الرجال بالرجال، والنساء بالنساء)). أي استغنى كل جنس بنوعه، فالذكر يقضي وطره مع الذكر، وكذلك الإنثى. وقال في حد اللوطي وعقابه: ((من وجدتموه يعمل عمل قوم لوط فاقتلوا الفاعل والمفعول به)). وقد كان بعض السلف رضوان الله عليهم يرى في عقاب اللوطي أن يُرمى من بناء مرتفع، ثم يُرجم بالحجارة حتى الموت، دون النظر إلى كونه محصناً أو غيرمحصن. وقد نُقل عن أربعة من الخلفاء إحراق من تلبس بهذه الجريمة وهم: أبوبكرالصديق، وعلي بن أبي طالب، وعبدالله بن الزبير، وهشام بن عبدالملك. ¶ وقتل المفعول به الراضي بالوطء أفضل من استبقائه مع الجلد أو التعزير، وذلك لأن هذه الفعلة القبيحة تفسده فساداً كبيراً، فتزيل معاني الرجولة من نفسه، ويكون مصيدة للمنحرفين الشاذين يقضون منه وطرهم، فينافس بذلك النساء، يقول ابن كثير رحمه الله واصفاً أضرار اللواط: \"إن في اللواط من المفاسد ما يفوت الحصر والتعداد ولهذا تنوعت عقوبات فاعليه، ولأن يُقتل المفعول به خير من أن يؤتى في دبره، فإنه يفسد فساداً لا يرجى له بعده صلاح أبداً، إلا أن يشاء الله، ويذهب خبر المفعول به. فعلى الرجل حفظ ولده في حال صغره وبعد بلوغه، وأن يجنبه مخالطة هؤلاء الملاعين، الذين لعنهم رسول الله (.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ولا تقتصر مضار هذه الفاحشة على الجانب النفسي فحسب، بل لها مضار جسمية كثيرة أقلها الابتلاء بمرض نقص المناعة \"الإيدز\"، ذلك المرض الفتاك الذي لم يجد له العالم دواء ناجحاً رغم السعي الحثيث، والمحاولات الكثيرة، والدعم المالي المستمر. ¶ ومشكلة اللواط اليوم لا تقتصر على وجود أشخاص شاذين في أنحاء متفرقة من العالم، بل قد أصبح لهؤلاء المنحرفين جمعيات رسمية تحميهم، وتنظم عملهم القبيح، ولا يقتصر نشاط هذه الجمعيات على البالغين فقط، بل أصبح إتيان الصبيان الصغار في أمريكا أمراً معروفاً، له جمعيات خاصة. كما أن استخدام هؤلاء الصبيان في الجنس، وتصويرهم في مواقف جنسية شاذة للتجارة بصورهم أصبح أيضاً أمراً منظماً، ففي نيويورك بالولايات المتحدة الأمريكية يُستغل أكثرمن عشرين ألف طفل في أغراض جنسية بواسطة شركات الدعارة المنظمة، وهذا فقط خلال النصف الأخير من عام 1977م. وبعض التقديرات والإحصاءات المعتدلة تشيرإلى أن 10% من الأطفال في أمريكا يتعرضون للاعتداء الجنسي في كل عام، وفي بريطانيا التي أباحت قوانينها اللواط يوجد ما يقارب من ستين ألف غلام يمارسون هذه الفاحشة من أجل كسب المال، وفي ألمانيا أُبيحت هذه الفاحشة أيضاً ولكن بشرط رضا الطرفين، وفي حالة صغر المفعول به يكون الرضا بيد وليه. ¶ إن القضية إذا انحصرت في البالغين الذين اختاروا لأنفسهم هذا النهج المنحرف: تكون قضية اختيار منهم عن طواعية ورضا، أما أن تصل إلى غير المكلفين من الأطفال الأبرياء، فيتشربوا هذه الفاحشة منذ نعومة أظفارهم فإن المسألة تكون خطيرة للغاية. فما هو البناء النفسي الذي سوف يكون عليه هؤلاء الأطفال إذا كبروا ؟ وهل سوف يفوقون أساتذتهم في هذا المجال المنحرف لعمق خبرتهم، وطول باعهم ؟ وكيف سوف يواجه العالم هذه المشكلة في المستقبل ؟",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "إن إيراد مثل هذه الإحصائيات عن المجتمع الغربي لا يعني أن المشكلة لا تخص المجتمع المسلم، فإن العالم اليوم يُعد قرية واحدة لعمق الصلات، والمصالح المشتركة، وسهولة المواصلات والاتصالات بأنواعها، واختلاط المسلمين بغيرهم في البلاد الإسلامية، وغيرالإسلامية، مما يُنذر باحتمال انتشار مثل هذه الجرائم الشنيعة بين أوساط المسلمين. ¶ ولا يعني عدم نشر إحصاءات عن أوضاع الشذوذ الجنسي في المنطقة الإسلامية خلوها من هذه الفاحشة الممقوتة، فإن حالات الشذوذ الجنسي توجد في كل مجتمع مع فروق في النسبة؛ بل وحتى المجتمع المسلم في القديم قد ابتلي بعض أفراده بالميل إلى المردان، ومجالستهم، وربما قام بعض المنحرفين منهم بعمل الفعلة القبيحة. لهذا كان بعض علماء السلف رحمهم الله يحذرون من مجالسة الأمرد، وينهون عن حضوره إلى حلقهم خشية الفتنة به، وقد نص ابن قدامة في المغني على أن ((الأمرد إن كان جميلاً يخاف الفتنة بالنظر إليه لم يجز تعمد النظر إليه)). ¶ والأمرد الشاب الذي لم تنبت لحيته بعد، حيت يتراوح عمره ما بين العاشرة والخامسة عشرة. وفي هذه السن خاصة يحرص الأب على حماية ولده من الشاذين، ويحذر إهمال ذلك، فقد اعترف أحد الشاذين العرب، وباح بسبب انحرافه وشذوذه، حيث كان أبواه يهملانه بانشغالهما خارج البيت، وهو في سن الطفولة، مما أدى إلى وقوعه ضحية لأحد رفقاء السوء، حيث كان يجهل الخطأ والصواب. ¶ ولا بد للأب أن يحذر أيضاً كل من لا يخاف الله من الفساق، حتى وإن كان بعضهم من الأقرباء، أو الجيران، أو الأساتذة، فإن الإحصاءات في أمريكا تشير إلى أن أكثر الاعتداءات الجنسية على الأطفال تقع مع أفراد يعرفونهم مثل أستاذ المدرسة، أو طبيب العائلة، أو مستشار المخيم، فلا يترك الأب مجالاً لخلوة الولد بأحد هؤلاء مهما كانت الظروف.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وربما يحدث الاعتداء الجنسي على الولد من قبل طفل أكبر منه سناً، فإن بعض الأطفال ينضجون جنسياً في مرحلة مبكرة، كما أنه بالإمكان قيام علاقات جنسية بين الأولاد قبل البلوغ. لهذا فإن اختيار الأب لأصدقاء الولد ممن هم في سنه، أو أصغر سناً يعد اختياراً حسناً مأموناً، فلا يتركه يصاحب الكبار من الصبيان إلا أن يضمن، ويتأكد من استقامتهم، وحسن تربيتهم. ¶ ويتنبه الأب للتقليل من خلوة الولد قبل سن البلوغ بغيره من الصبيان، ويعمل على أن يكون عددهم ثلاثة أو يزيدون، وذلك للتقليل من احتمال غواية الشيطان لهم، فالشيطان أقرب للإثنين منه إلى الثلاثة. ¶ ومن أعظم أسباب انتشار هذه الفاحشة، وجرأة أهلها: الميوعة، والتخنث الذي ابتلي به بعض الصبيان، فمن مظاهرهذا التميع والانحلال: إطالة الولد لشعره تشبهاً بالنساء، ولبس \"البنطلون\" الضيق الواصف للبدن، أو لبس بعض الملابس الخاصة بالشاذين، وجرالذيول، والتكسر في المشية، والخضوع في الكلام، والتردد على الأماكن المشبوهة. ¶ فإذا ظهر على الولد شيء من هذه المظاهر المنحرفة، وجب على الأب الحذر من احتمال انحراف ولده، حتى وإن كان الولد يجهل قبح هذه القضايا. فإن المنحرفين ينتظرون رؤية شيء من هذه المظاهر لينقضوا على فريستهم بشتى الوسائل والحيل الماكرة. ¶ ولا بد للأب من تربية ولده الصغير على الرجولة والخشونة، خاصة إن كان الولد جميل المطلع، أبيض اللون، ممتلئ الجسم، فيعوده الخشونة في المأكل والملبس، ويعوده الرياضة القوية، التي تبني جسمه وتخشن جلده، ولا بأس أن يعوده حلاقة رأسه إن كان شعره سبب جماله، اقتداء بعمر بن الخطاب رضي الله عنه في التعامل مع الرجل الجميل الذي افتتن به النساء. ويعوده لبس الملابس والثياب الفضفاضة، وتغطية رأسه تشبهاً بالكبار البالغين، ويحذره من إسبال الثوب مثل النساء، ولبس الذهب والحرير، فهو من علامات التخنث والميوعة، إلى جانب أن ذلك من المحرمات على الرجال.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وإن كان الأب من أهل الجاه والغنى فإن واجبه في حفظ ولده آكد لأن أولاد الأغنياء في العادة مرفهون، ويظهر عليهم أثر النعمة، من نعومة البدن، وصفاء اللون، وطيب الرائحة، وحسن ارتداء الثياب، فيكونون بذلك أرغب وأدعى لوقوعهم تحت أيدي المنحرفين. لهذا فقد كان بعض العلماء يحذر من مجالسة أبناء الأسرالمترفة. يقول الحسن بن ذكوان: ((لا تجالسوا أبناء الأغنياء فإن لهم صوراً كصور النساء وهم أشد فتنة من العذارى)). ¶ كما أن احتمال وقوع الولد فريسة لأحد المنحرفين في الأسر الغنية أكبرمنه في الأسر المتوسطة الحال أوالفقيرة، وذلك لأن الأسر الغنية في العادة يشاركها في المسكن خدم وعمال وأفراد من غيرالأسرة يقومون على خدمتها، ورعاية شؤونها، وعادة ينتمي هؤلاء الخدم إلى جنسيات مختلفة، وثقافات متنوعة، ويظهر فيهم الجهل، وقلة الدين، فنادراً ما يكون من بينهم الصالح المستقيم، إلى جانب أن أكثرهم من العزاب، أو المغتربين عن أهليهم. وأعظم من هذا أنهم مؤتمنون على الأولاد، بل ربما كانوا مؤتمنين حتى على النساء والبنات، فلا يجد الأب غضاضة عندما يجد ولده جالساً يتحدث في غرفة الخادم، ولا يأبه إذا خلا البيت للخدم والأولاد، ولا شك أن مثل هذا الإهمال والتقصير من الأب يعد مدعاة لوقوع الفاحشة بالولد على حين غفلة من الأب، وربما استمر وقوع الفاحشة بالولد إلى فترة طويلة تحت طائلة الترغيب والترهيب، أو الإقناع، أو بأي وسيلة ماكرة خبيثة، خاصة وأن الولد الذي لم يُعْن والده بتربيته يقل فهمه للأمور, فلا يدرك الصواب من الخطأ، فيقع فريسة لأحد المنحرفين بسبب إهمال والديه، وجهله بمبادئ الخطأ والصواب.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "ويحذر الأب من اصطحاب أولاده إلى بلاد الكفار، والتي تقدم ذكر مظاهر الانحرافات الجنسية فيها. فإن اضطر إلى السفر سافر هو دونهم، وعهد بهم لأحد الأقارب المؤتمنين، فإن وجود الولد في جو منحرف ربما ساقه إلى الانحراف، أو وقوعه تحت يد أحد الشاذين فيعبث به. فإذا اضطر للسفر بالأولاد فعليه أن يحذر كل الحذر من إدخاله إحدى المدارس التعليمية هناك التي لا تأبه بهذه الانحرافات, فإنها منبع كل الانحرافات بشتى أنواعها, إلى جانب خطورة ما يتعلمه الأولاد من الكفر والزيغ عن عقيدة التوحيد. ومن عجيب انحرافات بعض هذه المدارس أن تجرأ أحد مجالس شمال لندن أن أضاف إلى المقررات الدراسية تدريس مناهج عن الشذوذ الجنسي، على أن تقدم للطلاب كأسلوب جديد للحياة. فهؤلاء الكفار لا حدّ لضلالهم وانحرافهم، فلا يجوز لأب مسلم يؤمن بالله واليوم الآخرأن يغامر بولده فيُلحقه بإحدى هذه المدارس الضالة المنحرفة. ¶ وينبغي للأب عند سفره الاضطراري إلى بلاد الكفار أن يختارمن بين تلك البلاد أقلها انحرافاً، وأقربها إلى الفضيلة، وإن كان ولا بد من إلحاق الأولاد بمدرسة فإنه يجب عليه أن يبحث عن المدارس الإسلامية، التي تشرف عليها الجاليات المسلمة في أوروبا وأمريكا أو غيرها، ويقتصر على هذه المدارس دون غيرها، حتى وإن اضطر الأمر إلى أن يتأخر دخول الولد للمدرسة بعض الشيء، فإن المحافظة على عقيدة الولد، وشرفه أغلى من تعلمه كثيراً من العلوم المشبوهة في مدارس النصارى.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ولا بأس أن يصارح الأب ولده الكبير بهذه الحقيقة إن احتاج إلى ذلك، خاصة إن كان يعيش في بلد انتشرت فيه هذه الفاحشة، فيحذره من الذهاب مع الغريب، أو أخذ الحلوى منه، أوالركوب معه في سيارته ليدله على بيت من بيوت الحي أو نحو ذلك، ولا داعي أن يبين الأب لولده كل تفصيلات هذه الجريمة، بل يكفيه أن يبين أن هؤلاء المنحرفين يمكن أن يضروه ضرراً بالغاً، ويذهبوا به إلى غير رجعة. وهذا البيان والتلميح عادة يكون مع الولد القليل الذكاء الساذج التفكير. أما الولد الذكي فإنه يدرك هذه القضايا من خلال احتكاكه بالمجتمع، فإن هذه الأمور لا تخفى عليه عادة. ¶ ويمكن للأب تعريف أولاده بهذه الفاحشة، وتحذيرهم منها عن طريق عرض قصة سيدنا لوط عليه السلام مع قومه، فيبين ويشرح القصة كما جاء بها القرآن الكريم، ثم يعلق عليها مشيراً إلى أن هذه الفاحشة موجودة في كل مجتمع حتى المجتمعات المسلمة، ويوضح أنه لا بد من الحذر، والمحافظة على النفس والعرض من هؤلاء المنحرفين، ومن أساليبهم المختلفة التي يجتذبون بها الأولاد. ¶ ولا بد للأب أن يسد حاجات أولاده ورغباتهم المختلفة، فلا يترك مجالاً لأحد ليستغل حاجتهم إلى المال، أو إلى لعبة، أو نزهة، أو غير ذلك، ومن وقت لآخر يحاول أن يتعرف على رغباتهم ومتطلباتهم. ويقوي صلته بهم حتى لا يخفون عنه شيئاً مما يرغبون فيه، وهولا يحرمهم من المباحات، حتى وإن كانت لا تناسب أعمارهم كقيادة السيارة، أو الدراجة النارية، وذلك لأنها من أعظم وسائل المنحرفين لجذب الأولاد. والولد الكبير شغوف بذلك، فلا بأس أن يشبع رغبة ولده في هذا المجال تحت إشرافه المباشر تحسباً للسلبيات التي يمكن أن تحدث. ¶ 6 - حفظ الولد من فاحشة الزنا",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "لقد زُيِّن حب النساء والميل إليهن في صدورالرجال، كما رُكِّز ذلك أيضاً في قلوب النساء، وذلك لحكم عظيمة أرادها الله ( من استمرار النوع البشري، وقضاء الوطر، والشعور بالسكن والأمن وغير ذلك من الحكم، وقد أشار سبحانه وتعالى إلى هذا الميل بقوله: {زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْأَنْعَامِ وَالْحَرْثِ} [آل عمران:14]، وبدأ سبحانه وتعالى في الآية بذكر حب النساء قبل باقي المحبوبات وذلك لعظم الميل إليهن والرغبة فيهن. ¶ ولما كانت الفتنة بهن عظيمة، وضررهن على الرجال كبيراً: حذر رسول الله ( من ذلك، فقال: ((ما تركت بعدى على أمتي فتنة أضر على الرجال من النساء)). لهذا حرم عليهن قصد إثارة الرجال عن طريق التبرج وإظهار الزينة، أوالتكسر في المشية، أوالخضوع في القول، وأُمرن بالتستر والاحتجاب، فإن ظهر من بعضهن نشوز، وانحراف، وتبرج، ورغبة في الاختلاط بالرجال: وجب على ولي الأمر منعهن من ذلك بالوسائل المختلفة كالحبس إن احتاج الأمر إليه، فإن اختلاطهن بالرجال هو أصل كل بلية، وسبب كل استنزال عقوبات الله (. ¶ لهذا فإن المحافظة على نفسية الولد من رؤية النساء المتبرجات، والاختلاط بهن أمر واجب على الأب؛ إذ إن الولد قبل البلوغ في بعض الحالات يميل ويرغب في النساء؛ بل ربما كان الولد ابن العاشرة من البالغين خاصة في المناطق الحارة، لهذا فإن اختلاطه بالنساء والأمن عليه من الفتنة بهن يعد من أعظم أسباب الزنا، ووقوع الفاحشة، خاصة وأن شدة الإثارة الجنسية من حول الولد تثير فيه الرغبة والنزعة الجنسية.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "والاختلاط بالنساء من غير المحارم إذا لم يضرالولد بأن يثيره جنسياً، ويجعله يطلع على قضايا من أحوال النساء لا ينبغي أن يعرفها في ذلك السن، فإن حدوث العكس ممكن، إذ يصاب بالتخنث والرعونة، من جراء كثرة مصاحبتهن، وربما ساقه ذلك إلى التشبه بهن في الملابس، والكلام والمشي فيدخل تحت لعنة رسول الله r لتشبهه بهن، فقد قال: ((لعن الله المتشبهين من الرجال بالنساء، والمتشبهات من النساء بالرجال)). ¶ أما ما يخص المحارم من النساء كالأخوات، والعمات، والخالات، وغيرهن من المحرمات على التأبيد فإنهن مأمورات بالاحتشام أيضاً، فلا يظهرن أمام الولد بالملابس الضيقة المغرية، أو الشفافة المظهرة للبشرة، أو بالملابس الداخلية،، بل يُؤمرن بالحشمة وعدم التكشف خاصة عند الحركة من القيام أو الجلوس، ولا بأس أن يؤمرن بارتداء السراويل الطويلة تحت الملابس؛ لضمان عدم ظهور عوراتهن أمام إخوانهن من الأولاد. ¶ ولا بد من التفريق بين الأولاد عند النوم -خاصة بينهم وبين البنات- لقوله عليه الصلاة والسلام: ((مروا صبيانكم بالصلاة إذا بلغوا سبعاً، واضربوهم عليها إذا بلغوا عشراً، وفرقوا بينهم في المضاجع)). فإن كثيراً من الانحرافات الجنسية المبكرة يعود سببها إلى إهمال التفريق بين الأولاد في المضجع، ونومهم مع الأبوين في غرفة واحدة. ويكون ذلك بتخصيص غرفة للأولاد وأخرى للبنات وثالثة للأبوين، مع استقلال كل طفل بغطاء يخصه، فلا ينبغي المشاركة في الغطاء، ولا بأس في المشاركة في الفراش، وإن كان الأفضل الاستقلال في كل ذلك.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "أما الاختلاط بالقريبات من غير المحارم بعد سن العاشرة بالنسبة للأولاد يُعد أمراً خطيراً يفسد الولد والأسرة، فإن الله أباح دخول الأولاد الصغار من غير المميزين على النساء الأجنبيات بقوله تعالى: {أَوِ التَّابِعِينَ غَيْرِ أُولِي الْأِرْبَةِ مِنَ الرِّجَالِ أَوِ الطِّفْلِ الَّذِينَ لَمْ يَظْهَرُوا عَلَى عَوْرَاتِ النِّسَاءِ} [النور:31]، أي لا طمع لهم في النظر إليهن بشهوة وتلذذ، ((والمقصود بالطفل الذين لم يظهروا على عورات النساء في الآية: هم الأطفال الذين لا يثير فيهم جسم المرأة وحركاتها وسكناتها شعوراً بالجنس، وهذا التعريف لا ينطبق إلا على من كان سنه عشر سنين فأقل))، وللاحتياط لا بد من كف الولد من الدخول على النساء الأجنبيات من قبل العاشرة خاصة في البلاد الحارة، إذ إن سن العاشرة ربما كان البلوغ بعينه.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "أما بالنسبة للبنات الأجنبيات فينهاهُنَّ الأب عن اللعب مع أولاده ومخالطتهم قبل سن التاسعة. وذلك لأن أقل البلوغ عند النساء تسع سنوات، ولا ينبغي للأب التهاون في ذلك، خاصة مع القريبات كبنات الأخ، أو بنات الأخت، أوبنات الجيران، أوغيرهن، فلا يسمح لهن باللعب مع أولاده، أو الخلوة بهم، فإن احتمال وقوع الفاحشة في الخلوة ممكن، خاصة وأن أطفال هذا العصر يراهقون في سن مبكرة لشدة تأثير المهيجات الجنسية المختلفة في المجتمع الحديث، وقد حدث شيء من هذا في عهد الخليفة الزاهد عمر بن عبدالعزيز رحمه الله، إذ ((كتب عياض بن عبدالله قاضي مصر إلى عمر بن عبدالعزيز في صبي افترع صبية بأصبعه ؟ فكتب إليه عمر: لم يبلغني في هذا شيء، وقد جمعت لذلك، فاقض فيه برأيك، فقضى لها على الغلام بخمسين ديناراً)). وافترع صبية بأصبعه، أي: فض بكارتها بأصبعه. وهذا يدل على أنهما كانا في خلوة، والصبي لم يقدر على الجماع لصغر سنه، كما أن الصبية لم تمانع. فإذا كان وقوع مثل هذه الجرائم في مجتمع القرون المفضلة ممكناً، فكيف بمن يعيش في هذا الزمن ؟ فلا شك أن حدوث مثل هذه الوقائع، بل وأكبر منها، في هذا العصر ممكن ومحتمل. وقد نقل فضيلة الشيخ أبو الأعلى المودودي قصصاً ووقائع عن المجتمع الغربي تثبت إمكانية وقوع الفاحشة بين الصغار.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "والناظر في كتب الفقه يجد تفصيلاً دقيقاً حول أحكام الزنا التي يشترك فيها الصبيان دون سن البلوغ، فيلاحظ تنازع بعض الفقهاء في قضية تحصين الصبي للمرأة البالغة، هل يحصنها أو لا ؟ أما مسألة قدرته على الوطء فإنهم لا يناقشونها، وكأنها مسلمة بالنسبة للمراهق الذي قارب البلوغ، وبعضهم يعد جماع الصبي جماعاً بغير شهوة، ويجعل استعماله لآلته كاستعماله لأصبعه؛ ولعل هذا في حق الصغير الذي لم يقارب البلوغ. وسئل الإمام مالك رحمه الله ((أرأيت الصبي إذا بلغ الجماع ولم يحتلم بعد فقذفه رجل بالزنا أيقام على قاذفه الحد ؟)). وسئل أيضاً: ((أرأيت امرأة زنت بصبي مثله يجامع إلا أنه لم يحتلم ؟))، فأجاب رحمه الله عن هذه الأسئلة وغيرها، ولم يستنكر طبيعة السؤال ولم يستهجنه. ¶ وبناء على ما تقدم يظهر أن جماع الولد الكبير ممكن وقريب الحصول، خاصة في هذا الزمن؛ لكثرة انتشار الفواحش، ووجود الإثارة الجنسية في كل مكان من حياة الناس، لهذا يحذر الأب هذه القضية، ويحفظ أولاده منها. ¶ ومن مداخل الشيطان على الأب أن يحد مجال الاختلاط بين أولاده الكبار والقريبات من غير المحارم في حدود المصافحة، والجلوس على الطعام، والكلام البريء في البيت مع أفراد الأسرة الكبار كالأب والأم. وهذا من الخطأ؛ إذ إن الولد إذا لم يتعود غض البصر، والبعد عن مجالس النساء قبل أن يبلغ مبلغ الرجال، فإنه يتعود على ذلك كلما كبر، ويتلذذ برؤيتهن، ومصافحتهن، والحديث معهن، فيصعب على الأب بعد ذلك التفريق بينهم إذا كبروا.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "كما أن مصافحة الأجنبيات محرمة؛ لقوله عليه الصلاة والسلام عندما همت امرأة تبايعه بمصافحته: ((إني لا أصافح النساء))، فامتناعه عن مصافحة النساء في الوقت الذي يقتضيها - وهو وقت المبايعة - دل ذلك على أنها غير جائزة. وإذا كان غض البصر واجباً خوف الوقوع في الفتنة، فإن مس البدن للبدن أدعى لإثارة الشهوة وتوقدها من مجرد النظر بالعين. وقد ورد عنه عليه الصلاة والسلام قوله: ((لأن يُطعن في رأس أحدكم بِمِخْيَط من حديد خير له من أن يمس امرأة لا تحل له))، وقد نقل بعض العلماء إجماع المذاهب الأربعة على تحريم مصافحة المرأة الأجنبية. ¶ ولا بد للأب أن يعرف ويدرك أن للأولاد والبنات قبل سن العاشرة رغبة جنسية تمكنهم من الاتصال الجنسي - كما تقدم - وتظهر هذه الرغبة أحياناً في ممارسة العادة السرية، والعبث بالأعضاء التناسلية ابتغاء الاستمتاع، فقد دلت بعض البحوث المتخصصة على ذلك، وأشار بعض المختصين إلى هذه القضية الهامة. لهذا فإنه لا بد من التفريق بينهم، وأخذ الأسباب والاحتياطات اللازمة لذلك، وعدم التذرع بأنهم من الأرحام الذين يجب صلتهم، فقد أشار بعض العلماء إلى أن الأرحام الذين يجب صلتهم هم الأرحام المحرمة بحيث لو كان أحدهم ذكراً والآخر أنثى حرمت مناكحتهما على التأبيد. فلا يدخل في ذلك أولاد الأعمام أو أولاد الأخوال، ولو افترض وجوب صلتهم، فإنها لا تكون بالاختلاط والمصافحة، والخلوة؛ بل تكون بالحشمة، والتستر، والكلام المهذب من وراء حجاب.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ويمكن للأب توقيت سن الفصل بين الأولاد والقريبات من البنات بسن الثامنة، أو التاسعة، وذلك لأن في هذا السن يظهر لدى الأولاد الميل إلى أبناء جنسهم من الذكور، فيميلون إلى اللعب مع أقرانهم من الأولاد، والنفرة من اللعب مع البنات. فهذه الفرصة الطبيعية في التكوين النفسي للأطفال تُعد أفضل وقت لتعويد الأولاد الاستقلال عن البنات الأجنبيات في اللعب والاختلاط. ثم يتدرج الأب بعد ذلك شيئاً فشيئاً حتى يكون الفصل تاماً، ونهائياً عند قرب البلوغ، وظهور علاماته. ¶ كما يلاحظ الأب حفظ ولده بعدم أخذه إلى الأسواق، خاصة التي يكثر فيها النساء حيث التبرج، والسفور، وإبداء الزينة، والغزل المعلن بين المراهقين، فإن هذه الأماكن لا ينبغي دخولها إلا لحاجة، أو ضرورة. فقد أشار ابن تيمية رحمه الله إلى أنه لا يجوز ارتياد الأماكن التي يشاهد فيها المنكر ولا يمكن إنكاره، إلا لضرورة شرعية، فما يحتاجه الأب لأولاده من المشتريات يمكن أن يتولى بنفسه تأمينها دون اصطحاب الأولاد؛ حفاظاً عليهم من رؤية المنكرات، وبذلك يكون الأب قد اتخذ الأسباب الشرعية للمحافظة على أولاده، وحمايتهم من بعض الانحرافات الجنسية. ¶ 7 - قبيحة العادة السرية عند الأطفال ¶ العادة السرية هي ما يسمى في عرف الفقهاء بالاستمناء، وهو العبث بالأعضاء التناسلية بطريقة منتظمة ومستمرة بغية استجلاب الشهوة، والاستمتاع بإخراجها. وتنتهي هذه العملية عند البالغين بإنزال المني، وعند الصغار بالاستمتاع فقط دون إنزال لصغر السن. فلفظ العادة السرية يستخدم لجميع أنواع العبث، واللعب بالأعضاء التناسلية، إلا أن البعض يقصر مفهومها على حالات اجتلاب الشهوة. ولعل هذا الرأي الأخير هو الأقرب إلى الصواب، فمن الإجحاف أن يُعد التزام الولد الصغير لعضوه التناسلي، وعبثه به من وقت لآخر عادة سرية، أو استمناء، وإن كان في ذلك شيء من الاستمتاع.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وحكمها في الإسلام التحريم؛ لقوله تعالى: {وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ * إِلَّا عَلَى أَزْوَاجِهِمْ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ * فَمَنِ ابْتَغَى وَرَاء ذَلِكَ فَأُوْلَئِكَ هُمُ الْعَادُونَ} [المعارج:29-31]، ولا تجوز إلا عند الضرورة والحاجة، فعامة العلماء على تحريمها. ¶ وقد دلت بعض البحوث على أنه يمكن أن يكون لبعض الأطفال نشاط جنسي قبل البلوغ، يتمثل في اللعب والعبث بالأعضاء التناسلية بغية الاستمتاع، حيث وجد أن ثلاثاً وخمسين حالة من بين ألف حالة فحصت بعيادة ببرلين بألمانيا قد مارست العادة السرية، وقد كانت النسبة الكبرى تخص الأولاد الذكور في المرحلة ما بين سبع إلى تسع سنوات، فانتشار العادة عند الأولاد أكثر منه عند البنات، كما وُجد في بعض الدراسات أن ثمانية وتسعين بالمائة من الأولاد قد زاولوا هذه العادة في وقت من الأوقات. ¶ ويرى بعض المهتمين بالتربية أن ممارسة هذه العادة تبدأ في سن التاسعة عند عشرة بالمائة من الأولاد. ويرى البعض الآخر أنها تبدأ في الفترة من سنتين إلى ست سنوات، وبعضهم يرى أنها تبدأ في سن الشهر السادس تقريباً. وبعضهم يتطرف فيجعل بدايتها مع الميلاد، إذ يؤول جميع نشاطات الطفل بأنها نشاطات جنسية، وهذا بلا شك خطأ محض لا يُلتفت إليه، ولا يُلتفت أيضاً إلى كل قول يرى بداية ممارسة العادة السرية عند الطفل قبل أن يتمكن الطفل من التحكم تحكماً كاملاً في استعمال يديه، والحصول على بعض المعلومات في المجال الجنسي.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "ولعل أنسب الأقوال، وأقربها إلى الصواب أن بداية ممارسة هذه العادة بطريقة مقصودة غير عفوية يكون في حوالي سن التاسعة؛ إذ إن الطفل في هذا السن أقرب إلى البلوغ ونمو الرغبة الجنسية المكنونة في ذاته. أما مجرد عبث الولد الصغير بعضوه التناسلي دون الحركة الرتيبة المفضية لاجتلاب الشهوة أو الاستمتاع، لا يعد استمناء، أو عادة سرية. وهذا المفهوم مبني على تعريف العادة السرية بأنها العبث بالعضو التناسلي بطريقة منتظمة ومستمرة لاجتلاب الشهوة والاستمتاع، لا مجرد التزام العضو من وقت لآخر دون هذه الحركة المستمرة. ¶ ويتعرف الولد على هذه العادة القبيحة عن طرق عدة. منها وقوع كتاب يتحدث بدقة وتفصيل عن هذه القضية فيتعلم كيفيتها ويمارسها، وطريق آخر تلقائي حيث يكتشف بنفسه لذة العبث بعضوه، وطريق آخر يعد أعظم الطرق وأخطرها وهو تعلم هذه العادة عن طريق رفقاء السوء من أولاد الأ قرباء، أو الجيران، أو زملاء المدرسة ممن حرموا نصيبهم وحقهم من التربية الإسلامية، والرعاية النفسية ((فقد لُوحظ أن أكثر الأطفال ممارسة للعادة السرية هم الأطفال المضطهدون، أوالمهملون، أو المنبوذون، أو من لا يظفرون بما يصبون إليه من تقدير في المدرسة أو ساحة اللعب)). ففي بعض الأوقات - بعيداً عن نظر الكبار - يجتمع هؤلأء الأولاد، ويتناقلون معلومات حول الجنس، ويتبادلون خبراتهم الشخصية في ممارسة العادة السرية، فيتعلم بعضهم من بعض هذه الممارسة القبيحة. وربما بلغ الأمر ببعضهم أن يكشف كل ولد منهم عن أعضائه التناسلية للآخرين، وربما أدى هذا إلى أن يتناول بعضهم أعضاء بعض. بل ربما أدت خلوة اثنين منهم إلى أن يطأ أحدهما الآخر، فتغرس بذلك بذرة الانحراف ، والشذوذ الجنسي في قلبيهما، فتكون بداية لانحرافات جنسية جديدة. كما أن الخادم المنحرف يمكن أن يدل الولد على هذه العادة القبيحة ويمارسها معه فيتعلمها ويتعلق بها.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "إن حل المشكلة وحماية الولد من خوض خبراتها المؤلمة خاصة قبل البلوغ بالنسبة للولد الكبيرفي طفولته المتأخرة، يكون أولاً وقبل كل شيء بتقوية صلته بالله, وتذكيره برقابته عليه، وأنه لا تخفى عليه خافية، فيعلمه الحياء من الله، ومن الملائكة الذين لا يفارقونه. ولا بأس باستخدام أسلوب عبد الله التستري الذي كان يردد في طفولته قبل أن ينام فيقول. (( الله شاهدي،الله ناظري، الله معي)). فيتركز في قلب الولد رقابة الله عليه، ونظره إليه، فيستحي منه، فلا يقدم على مثل هذا العمل القبيح. ¶ ويضاف إلى هذا هجر رفقاء السوء، وقطع صلة الولد بهم، وتجنيبه إمكانية تكوين صداقات مشبوهة مع أولاد منحرفين، أو مهملين من أسرهم، حتى وإن كانوا أصغر منه سناً، فبإمكانهم نقل معلومات حول هذه العادة، أو قضايا جنسية أخرى، أو على الأقل يعلمون الولد شتائم قبيحة متعلقة بالجنس. ¶ ثم يسعى الأب بجد وهمه في تكوين صداقات بديلة عن الصداقات المنحرفة، وصلات قوية بين أولاده وأولاد غيره من الأسر الملتزمة بمنهج الإسلام في التربية، متخذاً في ذلك الوسائل المرغبة المختلفة. ¶ ويحمي الأب ولده من الكتب، والمجلات، والنشرات الطبية التي تتحدث عن هذه القضية بأسلوب غير تربوي، فتعرضها عرضاً يحببها إلى النفس، ويخفف ضغط تأنيب الضمير على ممارسيها، ويشغل وقته بالقراءة المفيدة، والاطلاع الجيد، وارتياد المكتبات العامة النافعة، كمكتبات المساجد، والمكتبات المهتمة بالكتب الشرعية النافعة، والثقافية المفيدة، أو تسجيله في أحد المعاهد العلمية، أو جمعيات تحفيظ القرآن في فترة ما بعد العصر.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "كما يمكنه أن يستغل ميل الولد إلى المخترعات والأعمال الميكانيكية، في طفولته المتأخرة بأن يؤمن له شيئاً من ذلك في المنزل، أو يسجله في بعض المعاهد التدريبية المأمونة؛ ليمارس هذه الأعمال النافعة التي يميل إليها عادة الأولاد في طفولتهم المتأخرة. من فوائدها أنها تشغل أوقاتهم، وتستغل طاقاتهم العقلية والجسمية فيما ينفعهم، فلا يلتفت الولد إلى ممارسة العادة السرية بسبب هذا الانشغال، واستنزاف الطاقة، فلا يأتي عليه الليل بستره إلا وقد أخذ منه جهد النهار طاقته، فلا يفكر إلا في النوم. ¶ ويلاحظ الأب توجيه ابنه عند النوم بأن يلتزم السنة، فلا ينام على بطنه، فإن هذه النومة تسبب تهيجاً جنسياً بسبب احتكاك الآعضاء التناسلية بالفراش، إلى جانب أنها نومة ممقوتة مخالفة للسنة المطهرة. ¶ أما بالنسبة للولد الصغير فإن عادة التزام الولد لعضوه التناسلي ووضع يده عليه من وقت لآخر: تحدث بعد بلوغ الولد سنتين ونصف تقريباً، وكثيراً ما يُشاهد الولد في هذه السن واضعاً إحدى يديه على عضوه التناسلي دون انتباه منه، فإذا نبه انتبه ورفع يده. ويعود سبب ذلك في بعض الحالات إلى وجود حكة، أو التهاب في ذلك الموضع من جراء التنظيف الشديد من قبل الأم، أو ربما كان سبب الالتهاب هو: إهمال تنظيف الولد من الفضلات الخارجة من السبيلين. ¶ ومن أسباب اهتمام الولد بفرجه: إعطاؤه فرصة للعب بأعضائه عن طريق تركه عارياً لفترة طويلة، فإنه ينشغل بالنظر إليها، والعبث بها، والمفروض تعويده التستر منذ حداثته، وتنفيره من التعري.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وإذا شوهد الولد واضعاً يده على فرجه صرف اهتمامه إلى غير ذلك كأن يعطي لعبة، أو قطعة من البسكويت، أو احتضانه وتقبيله. والمقصود هو صرفه عن هذه العادة بوسيلة سهلة ميسرة دون ضجيج، ولا ينبغي زجره وتعنيفه، فإن ذلك يثير فيه مزيداً من الرغبة في اكتشاف تلك المنطقة، ومعرفة سبب منع اللعب بها. ولا بأس أن يسأل الولد عما إذا كانت هناك حكة، أو ألم في تلك المنطقة يدفعه للعبث بنفسه. ¶ التربية الجنسية للفتاة المسلمة ¶ 1- مشروعية التربية الجنسية للفتاة المسلمة ¶ يكتنف مصطلح التربية الجنسية، وأساليب تطبيقاته كثير من الغموض والتنازع عند الباحثين التربويين، والمنشغلين بنواحي الثقافة الجنسية؛ حيث يحتدم الصراع بينهم حول: حدود معارفها العلمية، وأساليب إيصالها، والسن المناسبة لعرضها، والجهة المسؤولة عن تقديمها، مما جعل من ميدان التربية الجنسية ساحة خصبة لنشر الأهواء الفكرية، والشذوذات السلوكية، التي تُذكيها النظريات الجنسية، والأبحاث الميدانية، والثورات العاطفية العارمة، التي أفقدت هذا المجال سريَّته وستره. ¶ وهذا التَّشتُّت الفكري والسلوكي يرجع بطبيعة الحال إلى فقدان الثوابت العقدية والسلوكية التي يتمتع بها منهج التربية الإسلامية، حيث جعل من التربية الجنسية ميداناً ضرورياً للعبادة، فربط بينها وبين الشعائر التعبدية وبعض قضايا الأسرة برباط لا ينفصم، وألزم المربين من كل طبقات المجتمع: بإشاعة المعرفة بها، وإذاعتها كأوسع ما يكون، حتى إن الأمِّي في المجتمع المسلم لا تخفى عليه فروضها، وكثير من سننها ومستحباتها، في الوقت الذي قد يجهل كثير من الأوروبيين -رغم الانفلات الخلقي- العديد من معارفهم الجنسية.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "ومقصود منهج الإسلام من التربية الجنسية للفتاة المسلمة: تبصيرها بطبيعة وخصائص هويتها الجنسية، ودورها في نظام التزاوج والتكاثر البشري، وما يتعلق بهذين الجانبين من أحكام العبادات والمعاملات، ومن ثمَّ ربط كل ذلك بشطري الإسلام العقدي والسلوكي، بحيث تتهذب الفتاة بآداب التربية الجنسية عبر مراحل طفولتها المختلفة، ومروراً بمرحلة المراهقة، ثم البلوغ والشباب، فتُعطى في كل مرحلة ما يناسبها من العلوم والمعارف الجنسية الواجبة والمستحبة وتطبيقاتها السلوكية، بالأسباب الصحيحة المشروعة -المباشرة منها وغير المباشرة- الخالية من الفحش وقبيح القول، حيث يتولى المجتمع ككل هذه المهمة التربوية، من خلال جميع مؤسساته المختلفة، ضمن معارفها ومناشطها المتنوعة دون تخصيصها بمادة أو منهج معين، فلا يبقى للجهل بهذه المسائل الخاصة باب يدخل عن طريقه المغْرضون أو الجهلة للإفساد الخلقي بحجة التثقيف الجنسي.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "ولا شك أن الخجل والحرج يكتنفان الحديث عن مثل هذه القضايا الخاصة، فيستحوذ الحياء على المفتي والمستفتي، الكبار والصغار، خاصة الإناث من فئات المجتمع، إلا أن كسر باب الخجل في مثل هذه الموضوعات الشرعية أمر مهم، فهذه أم سليم رضي الله عنها لما أرادت أن تواجه رسول الله ( بسؤالها المحرج عن الاحتلام قالت: \"يا رسول الله إن الله لا يستحي من الحق…\"، ولما أكثر عليها النساء النقد في سؤالها هذا قالت لهن: \"والله ما كنت لأنتهي حتى أعلم في حلٍّ أنا أو في حرام\"، ولما سئل ابن عباس رضي الله عنهما عن حكم العزل، دعا جارية له، فقال: ((أخبريهم، فكأنها استحيت، فقال: هو ذلك ))، يعني أنه كان يفعله معها. فلم يكن الحياء -رغم استحواذه عليهم- ليمنعهم من تبليغ الحق، وتعليم الناس ما يجب عليهم، حتى ولو صدر السؤال المُحرج عن الصغير: فإن إعطاءه المعلومات الصحيحة، بالقدر الذي يناسب مداركه ولا يضره: أمر مطلوب، ونهج تربوي صحيح، فهذه عائشة رضي الله عنها يُواجهها ابن أختها من الرضاعة أبو سلمة عبد الله بن عبد الرحمن، وهو صبي لم يبلغ الحلم بعد بسؤاله عمَّا يُوجب الغسل؟ فلم تجد بُداً من إجابته، حتى ردَّت عليه، فقالت: \"أتدري ما مَثلُك يا أبا سلمة؟ مثلُ الفروج يسمع الديكة تصرخ فيصرخ معها، إذا جاوز الختان الختان فقد وجب الغسل\"، وربما أخبرت رضي الله عنها بصراحة تامة عن أدقِّ تفصيلات حياتها الجنسية مع رسول الله( ، فيما تحتاج الأمة لمعرفته.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "ورغم هذا الوضوح التربوي المنضبط في تعامل منهج الإسلام مع هذه القضايا العلمية الخاصة: فإن الواقع الاجتماعي المعاصر بمؤسساته المختلفة يشهد تخلُّفاً كبيراً في معارف الفتيات الجنسية الضرورية، خاصة فيما يتعلق بأحكام الحيض، والعلاقات الزوجية، حتى إنهنَّ اليوم أفقر ما كنَّ إلى هذه المعارف وتطبيقاتها السلوكية من أي وقت مضى؛ مما أدَّى إلى ظهور مضاعفات نفسية واجتماعية كبيرة، تهدد الأسرة والمجتمع ككل، رغم التجاوز السلوكي المشين الذي تمارسه غالب هذه المؤسسات الاجتماعية في الشؤون الأخلاقية والآداب الضرورية، حتى جعلت معارف الفتيات الجنسية أكثر جوانب حياتهن اضطراباً وبلبلة، ودفعتهن -بالتالي- بصورة غير مباشرة نحو المصادر المشبوهة من مثل: وسائل الإعلام، والزميلات، والخادمات، والمنشورات للحصول على ضرورياتهن من الإرشاد العلمي لصحتهن الجنسية. ¶ 2- مبادئ التربية الجنسية للفتاة المسلمة ¶ يحتم المنطلق الشرعي والواقعي على المجتمع: أن يتناول بالاهتمام -عبر مؤسساته المختلفة- وضع صياغة تربوية مشروعة لمنهج التربية الجنسية، يُحقق للفتاة سلامتها الخلقية والصحية، ويساعدها على ضبط اتزانها العاطفي والسلوكي، بحيث ينطلق هذا المنهج من ثلاثة مبادئ رئيسة على النحو الآتي:",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "المبدأ الأول: أنوثة الفتاة موضع حرمة أخلاقية: حيث تتربى الفتاة من أول أمرها على تعظيم شأن العورة، وقبيح إبدائها، وأنها في الحرمة أعظم من عورة الرجل وأغلظ، ويُعظَّم ذلك في نفسها؛ ليُسبغ على ذلك الموضع منها طابع التحريم، الذي يُميَّز تلك الأعضاء المكنونة عن غيرها بخصوصية ليست لشيء آخر من أعضاء بدنها، حتى يصبح مجرَّد انكشاف العورة ولو في حال الخلوة ممقوتاً في حسَّها، فضلاً عن العبث الجنسي، أو التفريط الخلقي، وفي الحديث يقول الرسول ( عن ضرورة حفظ هذا الموقع من الجنسين: (( من يضمن لي ما بين لحييه، وما بين رجليه: أضمن له الجنة ))، وشهوة الأنثى الجنسية لا تقل عن شهوة الذكر، بل ربما قد تفوقها أحياناً، فيأتي من جهتها في حال الإثارة من السلوكيات الخاطئة والمنحرفة ما يشينها، ويُوقعها تحت طائلة العقوبة؛ ولهذا لما سمع عمر رضي الله عنه ذات ليلة حنين امرأة إلى زوجها الذي خرج إلى الجهاد، وشوقها الشديد إليه: سأل عنها، وأرسل إليها امرأة تكون عندها حتى يرجع إليها زوجها، وذلك حرصاً منه على سلامتها الخلقية، وسلامة المجتمع الذي يترأسه. ¶ ومنهج التربية الجنسية -في هذا الجانب- يتخذ من: أحكام الطهارة، وأبواب ستر العورة، وآداب الاستئذان مدخلاً مشروعاً لتأصيل هذا المبدأ التربوي،واتخاذه ركناً أساساً في صحة وسلامة الفتاة الجنسية.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "المبدأ الثاني: أنوثة الفتاة موضع فتنة اجتماعية ؛ لكونهن رأس الشهوات، وموضع أعظم الملذات؛ حيث تتصدر الفتنة بهن أعظم أنواع بلايا الرجال، وأشد مخاطر أول الزمان وآخره، وليس ذلك لقوة فيهن، ولكن لضعف طباع الرجال من جهتهن؛ حيث قهرهم الله بالحاجة إلى النساء، حتى جعل الميل إليهن كالميل إلى الطعام والشراب؛ حيث بثَّ فيهن عنصر الأنوثة الذي يلعب في كيان الذكر دور الشرارة في الوقود، حتى يسْري لهب الشهوة في بدنه كحريق النار، فينصبغ العالم من حوله بطابع الشهوة، حتى تستحوذ على زمام سلوكه، فلا يبقى له رأي ولا فهم، ولا يلتفت إلى شيء حتى يقضي وطره بصورة من الصور، فالمثيرات الجنسية تعمل فيهم عمل المُشهيات للأطعمة، تدفعهم دفعاً نحو الجنس بإلحاح؛ ولهذا كثيراً ما يقع الشباب في عادة الاستمناء القبيحة، بصورة واسعة وكبيرة؛ يتخففون بها من شدة الإثارة الجنسية.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "إن من الحقائق التي لابد أن تعرفها الفتاة وتتيقن منها: أن المرأة الجميلة، ولاسيما الشابة الفاتنة من النساء: تحدث اضطراباً في كيان الرجل، مهما كان مقامه، إنما يختلف الرجال في حجم ضبطهم لأنفسهم، ودرجة تحمل قلوبهم لهذا الاضطراب، وقلَّ أن ينجو الرجل بسلام من الفتنة بالحسناء حين يمكِّن نظره منها، بل ربما كان مجرد سماعه لصوتها، أو معرفته بصفات حسنها دون رؤيتها: كافياً لتعلُّق أصحاب القلوب الضعيفة والفارغة بها، وربما وصل الحال بأحدهم إلى حدِّ العشق المُهْلك، فليس أحدٌ يموت بعشق شيء أكثر من موت الرجال في عشق النساء؛ ولهذا قدَّم الله تعالى ذكرهن على رأس الشهوات بقدر تقدمهن في قلوب الرجال، فقال ( : {زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاء وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالأَنْعَامِ وَالْحَرْثِ ذَلِكَ مَتَاعُ الْحَيَاةِ الدُّنْيَا وَاللّهُ عِندَهُ حُسْنُ الْمَآبِ} [آل عمران:14]، ومن هنا يُلْحظ عمق الصلة بين الجمال والجنس بصورة يصعب إنكارها أو إغفالها، حيث يتوقف عنف الرغبة الجنسية واندفاعها على درجة الجمال ووفرته.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "ولما كان المسلك السلبي في التحفز والانتظار والهدوء هو طابع الأنثى في سلوكها الجنسي: فإنها مقابل ذلك في غاية الإيجابية تجاه إبراز مفاتنها، ومواقع الجمال منها، وصناعة التأنُّق والتزين بكل الوسائل الممكنة؛ وذلك بهدف رواجها عند الرجل، فهو مقصودها الأول والأسمى بحسن التزيُّن والتصنع، فهي لا تتزين لتعزز إرادة نفسها كما يفعل الرجل، وإنما لتعزز إرادة الرجل فيها، فحجم الزينة الكافية عندها: ما يزكيها في عين الرجل، ويروِّج لمكانها عنده، ومن هنا تأتي الفتنة الاجتماعية حينما تنطلق إحداهن - بدافع رواجها عند الرجال- إلى التعبير بوسائل غير لفظية عن جمالها ومكامن مفاتنها، أو عن إعجابها وميل نفسها؛ حيث تقوم الحركات الجسمية، ونبرة الصوت، وطريقة الوقوف، ونوع المشْية، ونظرة العين، ورائحة الطيب: مقام كثير من الكلام، ففي الوقت الذي قد تعجز العبارات عن حمله من المعاني المراد إيصالها: تحمله الوسائل غير اللفظية، وتُوصله بصورة قد تكون أبلغ من العبارة وأقوى، وقد أشارت دراسة أجنبية أنه في حالة \"توصيل رسالة ما: تشكِّل الكلمات التي نستخدمها نسبة 7%، ونبرة الصوت 38%، ووضعية الجسم 55%… وفيه يظهر بجلاء مقدار الوسائل غير اللفظية في عملية التعبير والتواصل\"، وصدق الله العظيم إذ يقول مؤدِّباً وموجِّهاً نساء النبي r خاصة، ونساء المؤمنين عامة في مواقفهن مع الجنس الآخر: {….. إِنِ اتَّقَيْتُنَّ فَلا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ وَقُلْنَ قَوْلاً مَّعْرُوفًا* وَقَرْنَ فِي بُيُوتِكُنَّ وَلا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الأُولَى …} [الأحزاب:32-33]، إلى أن قال جلَّ وعلا: {…. وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِن وَرَاء حِجَابٍ ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ …} [الأحزاب:53]، وإلى أن قال: {يَا أَيُّهَا النَّبِيُّ قُل لِّأَزْوَاجِكَ وَبَنَاتِكَ",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وَنِسَاء الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِن جَلَابِيبِهِنَّ ذَلِكَ أَدْنَى أَن يُعْرَفْنَ فَلَا يُؤْذَيْنَ وَكَانَ اللَّهُ غَفُورًا رَّحِيمًا} [الأحزاب:59]، وقال جلَّ شأنه في موضع آخر: {…. وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِن زِينَتِهِنَّ …} [النور:31]. ¶ ولعل ما يغفل عنه كثير من النساء، أو يتهاونَّ فيه: إمكانية التواصل بين الجنسين بواسطة الرائحة الزكية؛ حيث تقوم الرائحة من خلال حاسة الشم بأدوار مهمة في حياتي الإنسان والحيوان الجنسيتين، فهي بجانب أنها وسيلة كثير من الحيوانات للتعرف على أفراد أجناسها، فإنها إضافة إلى ذلك وسيلتها للتجاذب بين ذكورها وإناثها للتناسل والتكاثر، وهي في عالم الإنسان: لغة صامتة لا تقل عن الكلام وغيره من أدوات البيان، فالإنسان كما يتواصل باللفظ فإنه يتواصل أيضاً بالشم، ويعبِّر بالرائحة كما يعبِّر بالكلام، ويستطيع أن يصل بالرائحة إلى أغوار لا يقوى غيرها عليها، ولا يمكن الوصول إليها بغيرها من الحواس؛ ولهذا ارتبطت لغة الحب بين العشاق والمتحابين بحاسة الشم ارتباطاً في غاية القوة، وقد استغل تجار العطور في الترويج لبضائعهم هذه الخاصية الفطرية، وهذا ما يُلحظ من الدعاية على علب العطور وأسمائها، مما يشير بوضوح إلى العلاقة الخاصة بين الجنسين، ولهذا تقول السيدة حفصة رضي الله عنها : \"إنما الطيب للفراش\"، بمعنى أنه مجال للاستمتاع والإثارة بين الزوجين، فلا يصلح خارج ذلك.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وبسبب هذه الخاصية العجيبة لدور حاسة الشم في عملية التواصل بين الجنسين: نبه النبي r النساء، وحذرهن من الخروج بين الرجال الأجانب بالطيب، ولو كان ذلك لشهود الصلاة في المسجد، فقال عليه الصلاة والسلام: ((أيما امرأة أصابت بخوراً فلا تشهد معنا العشاء الآخرة ))، وقال في حق المتهاونات في ذلك: (( أيما امرأة استعطرت فمرت على قوم ليجدوا من ريحها فهي زانية))، وهذا قول شديد لا يليق بالفتاة المسلمة أن تخالف توجيه الرسول (، فتقع في مثل هذا الوصف الشنيع. ¶ إن هذه الغريزة المُسْتحكمة في طبيعة سلوك الذكور الجنسي لا بد أن تكون موضع اهتمام الفتاة المسلمة ورعايتها، فإن حدود حريتها السلوكية كعنصر فتنة: تنتهي عند نظر أو سمع أو علم الأجانب من الرجال، فلا يصحُّ أن يصدر عنها أمامهم أو بمسمع منهم -ولو بصورة عفوية- ما يكون سبباً في إثارتهم، وتحريك غرائزهم، من خلال: لباسها الفاضح، أو حركتها المقصودة، أو صوتها العذب، أو رائحتها العطرة، أو خلْوتها بغير محرم، بحيث تستفرغ جهدها في حمايتهم -كإخوة لها في الله- من كل مثير يضرهم ويُخرجهم عن سكون طبيعتهم، بحيث تتكلف ذلك تكلفاً، حتى ولو أدى ذلك إلى أن تحجب شخصها، وخبر وصْفها عنهم بالكلية، فلا يصل إليهم من فتنتها شيء، كحال نساء النبي r رضي الله عنهن، فإن هذا المسلك مستساغ شرعاً، إذا لم يفوِّت على الفتاة مصلحة أكبر، حيث تُعوَّد منذ الصبا على النفور من الرجال الأجانب، والهروب منهم؛ فإنهن بالطبيعة قُبيل البلوغ: ينفرن من الذكور، ويملن إلى أترابهن من الإناث. ¶ وفي هذا الجانب يجد منهج التربية الجنسية أوفر مادته الشرعية للدخول إلى هذا المبدأ التربوي المهم من خلال: أحكام الحدود الشرعية، وآداب اللباس والزينة، إلى جانب القصص القرآني والنبوي المتضمن لمثل هذه الموضوعات في العلاقة بين الجنسين.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "المبدأ الثالث: أنوثة الفتاة موضع متعة زوجية: بحيث لا تستنكف أن تكون موضع استمتاع للزوج في بدنها وبضْعها، ومكاناً لقضاء وطره، ومنْبت ولده، فإن الفتاة الحرة في الأصل ممنوعة ومحفوظة من كل الرجال مطلقاً، إلا من أجنبي عنها بنكاح صحيح؛ إذ الحكمة تقتضي ذلك، بحيث يبلغ التجاذب بينهما مداه الأقصى، حتى يستمر للبشرية أسباب بقائها ضمن منظومة التزاوج التي بُنِيَ على أساسها مبدأ تكاثر الأحياء وتناسلها، فهذا الموضع من الإناث، الذي هو منبت الولد إنما خُلق للأزواج، كما قال تعالى مستنكراً قبح عمل قوم لوط ( : {أَتَأْتُونَ الذُّكْرَانَ مِنَ الْعَالَمِينَ* وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُمْ مِنْ أَزْوَاجِكُم بَلْ أَنتُمْ قَوْمٌ عَادُونَ} [الشعراء:156-166]، \"فأعلم الله U الرجال أن ذلك الموضع خُلق منهن للرجال، فعليها بذله في كل وقت يدعوها الزوج، فإن منعته فهي ظالمة، وفي حرج عظيم\"، ومن هنا تدرك الفتاة الحكمة من جعلها موضع استمتاع للزوج، ومدى الخدمة الإنسانية التي تقدمها للبشرية باستمرار النوع، وتكثير سواد المسلمين، كما أنها أيضاً - وللوهلة الأولى- تلْحظ من نفسها، أو من زوجها بوادر الانحراف الجنسي عندما يروم أحدهما أو كلاهما مُتْعته بهدر الماء في غير ذلك الموضع منها؛ فإن الفتاة الساذجة قد تعيش دهراً مع زوج شاذ، فلا تتنبَّه لذلك منه حتى يفتضح بين الناس، أو يطلبها للوصال من غير ذلك الموضع، فتأبى عليه -كما هو واجب المؤمنة- ولا تُمكِّنه من نيل قبيح مُراده. ¶ ويمكن لمنهج التربية الجنسية أن يدخل إلى هذا المبدأ الأصيل من خلال أحكام الأسرة في الإسلام، وما يتعلق بها من أحكام النكاح، والعشرة، والفراق، والعدة، ونحوها من شؤون وقضايا الأسرة المتعلقة بهذا الجانب من العلاقات الزوجية الخاصة.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "ومن خلال هذه المبادئ الثلاثة يمكن للمنهج التربوي أن ينطلق في تربية الفتاة من الناحية الجنسية عبر نظام الإسلام، وشرائعه المختلفة التي كلف الله تعالى بها الناس، بعيداً عن أسلوب التفحُّش، والانحراف الخلقي الذي تتعاطاه المصادر الجنسية المشبوهة تحت ستار الثقافة الجنسية. ¶ 3- أهداف تربية الفتاة الجنسية وخصائصها التربوية ¶ أهم خصائص الفتاة الجنسية: ¶ 1-اختصاصها بالحيض والحمل والنفاس والإرضاع، وما يرافق هذه الأحوال من المعاناة التي تتطلب الإعداد الصحي جسمياً ونفسياً، حتى تتمكن من التغلب عليها، وتقبلها بصورة أكثر إيجابية. ¶ 2-اختصاصها بغشاء البكارة، والخفض السُّني، ودرجة كبيرة من الحياء الفطري، وهذا يتطلب التأكيد على منهج التربية أن يستغل هذه الأحوال باعتبارها وسائل معينة على الاستعفاف. ¶ 3-اختصاصها بالقدرة الفطرية على الفتنة الاجتماعية مما قد يجعلها موقعاً لصورة من صور انتهاك العرض، وهذا يتطلب قدراً من الحماية الأسرية والتربية السلوكية؛ لضمان حفظها من مخاطر الانحرافات الجنسية التي كثرت في هذا العصر. ¶ أهداف تربية الفتاة الجنسية: ¶ 1-تعليم الفتاة سبل العناية بصحتها الجنسية في ضوء أحكام الفقه الإسلامي. ¶ 2-فَهم الفتاة لطبيعة سلوك الإنسان الجنسي بين حدَّي المباح المشروع والمحرم الممنوع. ¶ 3-توجيه الفتاة إلى الوسائل التربوية المشروعة المعينة لها على ضبط شهواتها الجنسية. ¶ 4-تقبُّل الفتاة للعادة الشهرية وتحمل تأثيراتها المزعجة مع تفهمها لأهميتها الشرعية والصحية. ¶ 5-حماية الفتاة بالوسائل المشروعة من أسباب الانحرافات الجنسية. ¶ 4- طبيعة نمو الفتاة الجنسي",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "لا تقل أهمية صحة الفتاة الجنسية عن صحتها النفسية، أو الجسمية، أو العقلية، فإن لكل جانب من هذه الجوانب أهميَّته في بناء واتزان شخصية الفتاة المسلمة؛ إذ \"إن الحياة الجنسية ظاهرة أساسية في حياة الأفراد والشعوب، وقد بدت أهميتها في شتى الأزمات، كما تشهد على ذلك الديانات كلها\". ¶ ويتلخص نمو الفتيات الجنسي في كونهن يُراهقن البلوغ قبل الذكور بعام أو عامين، حيث تبدأ عندهن إرهاصات النضج الجنسي، وهرموناته الخاصة قبل البلوغ الفعلي بخمس سنوات تقريباً، بحيث يكمل لهن تمام النضج بصورة تدريجية متتابعة: في الثانية عشرة غالباً، وربما تقدَّم عند بعضهن -ضمن الحد الطبيعي- إلى الثامنة، أو ربما إلى السادسة، وهذا نادر وشاذ، أو تأخر إلى السابعة عشر كحد أقصى لحصول البلوغ؛ حيث تقوم كل من: الجذور الوراثية، والقيمة الغذائية، والطبيعة المناخية، ونوع التربية الأخلاقية: بأدوار مهمة في التأثير على سرعة وبطء عملية النضج الجنسي، فتنتقل الفتاة بذلك من مرحلة الطفولة والمراهقة إلى مرحلة الشباب، وسن التكليف؛ إذ البلوغ هو همزة الوصل بين المرحلتين، ومفهوم المراهقة في التصور الإسلامي لا يعني البلوغ، وإنما يعني مقاربة البلوغ، ويكفي شرعاً ثبوت البلوغ بتصريح الشخص، وتعبيره عن نفسه؛ لأنه أمر لا يُعرف إلا من جهته. ¶ وفورة البلوغ تسهم في إطلاق ملكات الفتاة الطبيعية ، وكافة ميولها ورغباتها الفطرية الكامنة في ذاتها، وتتفجر في أعماقها الميول الغريزية، وتنبعث في نفسها العوامل المعنوية والأخلاقية، فالتحولات المتعلقة بالبلوغ لا تقتصر على الناحية الجسمية فحسب، وإنما تشمل جميع نواحي الشخصية بما فيها الناحيتين الروحية والنفسية؛ وذلك للترابط الوثيق بين النفس والجسم في طبيعة النمو الإنساني.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "ورغم أن البلوغ غالباً ما يكون في الثانية عشرة عند الفتيات إلا أن قدرتهن على الممارسة الجنسية، ومقدِّماتها، وشيء من التلذذ الشَّهوي: يسبق ذلك بزمن؛ فإن النشاط الجنسي يتقدم حُصُوله على اكتمال القدرة التناسلية فلا ارتباط بينهما من هذه الجهة، إلا أنه كثيراً ما يبقى في صورة اتجاهات وأشواق ناقصة، غير مكتملة؛ لأن حدَّ الشهوة الجنسية عند الفتاة في الحادية عشرة تقريباً -حاضت أو لم تحض- وبداية كمالها الشهوي ما بين 16-18سنة، وقمة لياقتها الجنسية في أكمل صورها يتأخر حتى السادس والعشرين تقريباً، وربما تأخر إلى الخامسة والثلاثين، مع كل هذا فإن مجرَّد بلوغ الفتاة المحيض يُعتبر مؤشراً كافياً على قدرتها الطبيعية على الاتصال الجنسي، ومن ثمَّ استعدادها للحمل والإنجاب بصورة طبيعية، بل إن قدرتها على الحمل قد تسبق في بعض الحالات النادرة نزول الحيض، ولهذا تقول السيدة عائشة رضي الله عنها : \"إذا بلغت الجارية تسع سنين فهي امرأة\"، ولعلها بهذا التصريح تحكي تجربتها حين أدخلت على رسول الله ( وهي في التاسعة من عمرها، ومع كل الأحوال فإن البلوغ عادة لا يتأخر عن خمس عشرة سنة، فلو قُدَّر أن تأخر لآفة في الخلْقة، فإن الآفة في الخلْقة لا توجب بالضرورة آفة في العقل، فإذا كان العقل قائماً بلا آفة: وجب اعتباره، وإلزام بنت الخامسة عشرة بالأحكام الشرعية باعتبارها بالغة، وفي هذا المعنى يقول الإمام الترمذي حاكياً عن جمع من العلماء: \"الغلام إذا استكمل خمس عشرة سنة فحكمه حكم الرجال، وإن احتلم قبل خمس عشرة فحكمه حكم الرجال\"، فمدار التكليف قبل سن الخامسة عشرة على البلوغ، وبعدها على السن.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "وهذا الفهم لطبيعة نمو الفتاة الجنسي وارتباطه بالتكاليف الشرعية يُحتِّم على منهج التربية الصحية مراعاة ذلك منها منذ فترة الطفولة المتأخرة، ومروراً بمرحلة المراهقة، ثم العناية الكاملة في أوسع صورها في مرحلة الشباب، حتى تبلغ الفتاة بداية ذروة النشاط الجنسي، وتصبح قادرة على التناسل. ¶ 5- طبيعة سلوك الأنثى الجنسي ¶ رغم الغموض الشديد الذي يكتنف طبيعة الحياة الجنسية عند أنثى الإنسان، وإجماع الباحثين على الحيرة في تحديد جوانب ملامحها بدقة: فإن الثابت يقيناً أن لها نشاطها الجنسي الخاص، الذي يختلف اختلافاً كبيراً عن نوع نشاط الذكور الجنسي في جوانب متعددة، إلا أنه مع ذلك يتحد معه بصورة عامة في مبدأ التلذذ والاستمتاع، فمع كون الأنثى تتأثر -كما يتأثر الذكور- بإفرازات الغدد للهرمونات الجنسية الخاصة؛ فإنها مع هذا تختلف في طابع سلوكها الجنسي عن طابع سلوك الذكور في جوانب متعددة.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "منها: السلبية في السلوك الجنسي بما تحمله من مظاهر الانتظار والتحفُّز، وما يقابلها في سلوك الذكور الجنسي من مظاهر العدوان والمبادأة، حتى إن المطاوعة منهن لزوجها في الجماع في نهار رمضان لا تُلزم بالكفارة عند بعض الفقهاء، كما لا يصح منها الظهار فتمتنع عن تمكين زوجها من نفسها، كما أن الفتاة المُغْتصبة قد تُعذر إن خشيت الهلاك، في حين قد لا يُعذر الرجل إذا أجبر على الفاحشة، ولعل في خبر أسماء بنت أبي بكر الصديق رضي الله عنهما وهي المرأة الجلدة ما يدل على هذه الطبيعة الجنسية الأصيلة في نهج الأنثى، وذلك حين زجرها زوجها الزبير ( وأرضاه عن قرْبه لما حلَّت من عمرتها ولبست ثيابها، وهو بعد لم يزل على إحرامه، حيث قالت له، معبِّرة عن هذه الطبيعة السلبية في سلوكها الجنسي كأنثى: \"أتخشى أن أثب عليك\"، وكذلك في خبر نبي الله يوسف ( حين راودته امرأة العزيز والنساء معها: دليل على اختلاف طبيعة سلوك الرجل الجنسي عن طبيعته عند الأنثى؛ فلو أراد الرجل المرأة أكرهها، أما إن أرادته هي دون رغبته عجزت عن إكراهه؛ ولهذا لجأت امرأة العزيز إلى تهديده بالسجن والعقوبة، فالأنثى بطبيعتها الفطرية \"أقل اندفاعاً في حياتها الجنسية من الذكر، كما أنها أقل تهوراً، واندفاعاتها الجنسية هي أكثر تعبيراً عن عواطفها منها عن حاجتها الجنسية\"، وهذا المسلك السلبي فطري الطبيعة، لا يشين المرأة في شيء فهو عام في الطبيعة الأنثوية حتى على مستوى الخلايا الجنسية، فالخلية \"المذكَّرة نشطة متحركة، تجدُّ في طلب الخلية المؤنثة، أما البييضة فثابتة وسلبية\"، وأعجب من هذا وأغرب في طبائع بعض الإناث: ما أشارت إليه بعض الدراسات من تلذذ المرأة المغتصبة في بعض حالات الاغتصاب الجنسي، رغم شدة الموقف وقسوته -كما هو مفروض- وما ذلك إلا لهذا المعنى السلبي في مسلك الأنثى الجنسي، ففي الوقت الذي يتضرر فيه الذكر غاية الضرر إذا فُعلت به فاحشة اللواط من حيث",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "إذلاله، وذهاب شهامته: فإن شيئاً من ذلك لا يكون بين الرجل وزوجته لتوافق وتكامل الطبيعتين الإيجابية والسلبية بينهما، ولهذا لما سُئل عبد الله بن المبارك عن الغلام إذا أراده بعض الفسقة للفاحشة قال: \"يمتنع ويذب عن نفسه، قال: أرأيت إن علم أنه لا ينجيه إلا بالقتل، قال: أيقتل حتى ينجو؟ قال: نعم\"، فالضرر الواقع على الذكر من وطء الذكر ولو بالتراضي أشد وأخبث من ضرر الاغتصاب الواقع على الأنثى من الذكر، ولهذا جاءت عقوبة اللواط عند السلف أشد وأعنف من عقوبة الزنا، لمخالفتها لأصل الفطرة. ¶ ومنها: تحمُّل ترك الجماع مع القدرة عليه: عبادة، أو اختياراً مباحاً لفترات طويلة قد تصل إلى أشهر، أو سنوات، أو ربما ترْكه بالكلية لمصلحة معتبرة شرعاً، في حين يندر هذا المسلك في أكثر الرجال، ويُستْغرب منهم، في الوقت الذي لا يُستغرب إذا جاء من جهة النساء، ولهذا لُوحظ أن حالات النفور من الجنس والممارسات الجنسية أكثر في الإناث منها في الذكور، فقد أشارت بعض الدراسات إلى أن نسبة النفور من الجنس وممارساته تصل عند الإناث إلى 35%، وعند الذكور 15% كما أن انشغال أذهان الشباب بالقضية الجنسية أكثر من إنشغال الفتيات، وهذا كله في الجملة يدل على اختلاف طبيعة السلوك الجنسي بين الجنسين. ¶ ومنها: اختلاف أساليب الحوافز الجنسية بين التلقائية السريعة والمْوضعية البدنية المحدودة عند الذكور، وبين التعقيد والبطء في عمل هذه الحوافز، وتنوعها، وانتشارها البدني عند الإناث؛ وذلك لتناسب طبيعتهن الساكنة المستترة؛ ولهذا تفتقر المرأة إلى زوجها لإثارتها أكثر من افتقاره هو إليها في إثارته؛ وذلك بناء على اختلاف أساليب عمل الحوافز الجنسية بينهما.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "ومنها: ارتباط النشاط الجنسي عند الأنثى بالجانب النفسي كأبلغ ما يكون، في حين يمارسه الرجل غالباً كوظيفة بيولوجية معتادة، فمع أن الحياة الجنسية عند الإنسان بصفة عامة مرتبطة بجانبه النفسي إلى حد كبير: فإن السلوك الجنسي عند الإناث ظاهرة نفسية أكثر بكثير من كونه وظيفة بيولوجية معتادة، ففي الوقت الذي يكون فيه الجنس عند الرجال ممارسات متفرقة: ينغمس النساء فيه بعمق، وليس ذلك لكونهن أرغب من الرجال في الممارسات الجنسية وكثرة الوقاع، وإنما للارتباط العميق عندهن بين الناحيتين الجنسية والنفسية، فالمرأة: قد تمتنع عن الجماع، وتصبر على ذلك، ولكن يعز عليها ويصعب أن لا تكون موضوعاً جنسياً مُستحسناً، فهي مفتقرة إلى إعجاب الآخرين، وظامئة لاستحسانهم؛ ولهذا كثيراً ما تتبرج المرأة، وتظهر بعض مفاتنها، وليس ذلك رغبة في الفاحشة، وإنما لمجرد إثارة الآخرين، حتى تُعزِّز بذلك جنسها، وما هي به أنثى، في حين لا تُعرف مثل هذه المسالك الجنسية عند الرجال، بل قد تنفصل عندهم -في بعض الأحيان- الممارسة الجنسية عن الواقع النفسي، فهذا عثمان بن عفان t يجامع بعض إمائه في الليلة التي تُوفيت فيها زوجته أم كلثوم رضي الله عنها بنت رسول الله ( وقبل أن تدفن، فلم تحُلْ الحالة النفسية -رغم شدتها- دون نشاطه الجنسي، ومثل هذا لا يكاد يُوجد في عالم النساء إلا أن يكون شذوذاً نادراً. ¶ ومنها: امتزاج الحياة الجنسية عند الأنثى بالحب والتوحُّد في الطرف الآخر، بحيث يضعف نشاطها، أو يضْمحل مع غير المرضي عندها من الأزواج، في حين لا يدخل الحب كعنصر رئيس في نشاط الذكور الجنسي، كما أن التعدد للزوجات عندهم -في حد ذاته- من العناصر المنشطة، والمرغوب فيها.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "ومنها: ارتباط نشاط الإناث الجنسي بالمعاناة والألم؛ وذلك لارتباطه بالتناسل ومكابدة آلام الحمل والولادة والرعاية ونحوها، في حين لا يعدو نصيب الرجل من هذه المعاناة النسائية إلا صَفْوَ لذَّتها، كما هو في غالب طوائف الحيوانات، ولهذا لاحظ بعض الباحثين زيادة ميل النساء في هذا العصر - بصورة خاصة- نحو الجنس بعد ظهور حبوب منع الحمل التي حققت للنساء المتعة الجنسية دون الارتباط بمعاناة الحمل، وما يلحق به من رعاية النسل، ففرَّقت موانع الحمل الحديثة بين الجنس بهدف التكاثر، والجنس بهدف المتعة. ¶ ومن خلال هذه النقاط المتعددة تظهر الفروق الجوهرية- التي يحاول بعضهم إنكارها- بين سلوك الذكور الجنسي وسلوك الإناث، التي تفرض على منهج التربية مراعاة هذه الطبائع الأصلية في كيان الجنسين، والعمل على ثباتها، كل حسب طبيعته، ودوره كنوع إنساني متفرّد. ¶ 6- تأثير الدورة الشهرية على نفسية الفتاة ¶ الحيض أو الطمث: نزيف دموي أسود ثخين، منتن الرائحة، يدفعه الرحم عبر أعضاء الأنثى التناسلية بطريقة تلقائية في عدد من الأيام، أقلُّها دفعة من دم، وأكثرها سبعة عشر يوماً، وذلك بصورة دورية كل شهر، ضمن سنوات الإخصاب وهو: \"خِلْقةٌ في النساء، وطبعٌ معتاد معروف منهن\"، وهو مع ذلك أحد أنواع الدماء الثلاثة المتفق عليها بين المسلمين، والخاصة بالنساء وهي: دم النفاس: ودم الاستحاضة، ودم الحيض، إلا أنه أهم هذه الدماء لاعتياده، ولعموم بلوى النساء به. ¶ ولما كان الحيض بطبيعته استنزافاً دموياً: فإنه يستهلك شيئاً من قوى الفتاة البدينة، فيؤثر في نشاطاتها الحيوية، وأدائها الجسمي العام، خاصة إذا كانت الفتاة في الأصل ضعيفة البنْية، فإن بلوغها سن المحيض لا يزيدها إلا رهقاً وضعفاً.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "ومع كون الحيض يشكِّل للفتيات عنتاً جسمياً؛ فإنه إلى جانب ذلك يُثير عندهن قلقاً وتوتراً نفسياً، وشعوراً عاماً بالسلبية والدنس، وربما هيَّأ لبعضهن حالة نفسية تساعد على الانحراف الخلقي، حتى إن الدراسات تكاد تجمع على أن معظم جرائم النساء تتم في أثناء الحيض، ولعل مما يؤكد هذا الواقع: الحديث الذي رُوي عن النبي r يربط فيه بين الحيض والشيطان؛ لكون المرأة بالحيض تنقطع عن الصلاة وبعض العبادات ، فيكون ذلك محبوباً للشيطان، وبالتالي تكون أقرب للوقوع في الخطأ، وأكثر تهيؤاً لقبول وساوسه وأوهامه. ¶ ولعل أقل ما يمكن أن يبعثه الطمث في نفس الفتاة: الخجل، خاصة عند المبتدئات منهن، مما يدل -في العموم- على وجود معاناة صحية عامة تصاحب نزيف هذه الدماء، وتُؤثر بصورة سلبية على مشاعر الفتاة، وطاقاتها البدنية. ¶ والملاحظ أن سبب وجود هذا التوتر النفسي، وشدة عنفه ترجع -من جهة- إلى طبيعة الحيض المستنزفة لطاقة البدن، ومن جهة أخرى ترجع إلى الغموض والاختلاف الذي يكتنف فقه الحيض، واستغلاق بابه على الجهابذة من الفقهاء، فضلاً عن الفتيات المُتحيِّرات، اللاتي لا يعرفن له أياماً معلومة، ولا يُميِّزن له لوناً معروفاً، فلا يهتدين في ذلك بشيء، فينْسَقْن بالتالي إلى شيء من التذمر والضيق، والتزمُّت الفقهي المتكلَّف، الذي نهت عنه الشريعة السمحة، والذي قد يصل ببعضهن إلى حدِّ الشَّك في طهارة كل شيء، كما حدث للمرأة الصالحة أم الفضل بنت المرتضى (ت773هـ) من الابتلاء بالشك في الطهارة، إلى درجة أنها لا تأكل، ولا تلبس إلا من صنع يدها حذراً من النجاسات. ¶ كما أن تراث القرون الغابرة، وما خلَّفته من ركام مشاعر الخزي والنجاسة التي رُبطت بالحُيَّض والنفساء، كل ذلك ينحط بثقله على نفس الفتاة وأحاسيسها، فيطبعها بمشاعر الشذوذ والمنبوذيّة، ويُلْبسها ثوب الحقارة والدونية. ¶ 7- تقبُّل الفتاة للدورة الشهرية",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "إن محاولة علاج المشكلات المتعلقة بالدورة الشهرية، والتخفيف من آثارها السلبية على نفس الفتاة، وصحتها العامة: ينطلق في منهج التربية الإسلامية من أربع نواح مهمة، وذلك على النحو الآتي. ¶ الناحية الأولى: شرعية، حيث ربط نظام الإسلام بين الحيض، وبين العديد من الأحكام الشرعية المتعلقة بالعبادات والمعاملات، حتى إن المتأمل يجده طبيعة فطرية مهمة لضبط عبادات النساء، وعلاقاتهن الزوجية؛ لهذا أوجب الشارع الحكيم عليهن تعلُّم أحكامه، وجعلهن في كل ذلك مؤْتمنات على ما يجري في أرحامهن، مُصدَّقات فيما يخبرن عن أحوالهن الخاصة، فهذا النزيف الدموي المتكرر من هذه الجهة نعمة، وليس بنقمة.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "الناحية الثانية: نفسية، حيث تجد الفتاة في تقبُّلها لهذه الطبيعة الأنثوية، وحسن توافقها معها: تعزيزاً لجانبها المعنوي؛ لأنها بتوافقها، ورضاها عن هذه الحالة النسائية الفطرية، تمارس عبادة لله تعالى وتؤجر عليها؛ وذلك من خلال أسلوب الترك لبعض أنواع من الشعائر التعبدية، فهي لا تترك هذه العبادات لكونها أصبحت بالحيض نجسة، أو ناقصة الأهلية، فإنها بإجماع المسلمين طاهرة الذات، كما أنها كاملة الأهلية؛ وإنما تترك بعض العبادات طاعة لله تعالى حيث أوجب ذلك عليها زمن الحيض، لا لمجرد كونها تنزف دماً، فإن المُستحاضة هي الأخرى تنزف دماً -وكلاهما نجس بالإجماع كسائر الدماء السائلة- حتى إن الأطباء لا يفرِّقون بينهما من جهة المدة لو لا أن الشارع الحكيم فرق بينهما، ومع هذا لا تمنع المُسْتحاضة من العبادات والممارسات التي تُمنع منها الحائض والنفساء، فلا تأثير لدم الحيض على شخص الفتاة باعتبارها إنساناً، وإنما تأثيره في المنع من الجماع، وعلة ذلك الضرر الثابت، وفي الأثر عن عائشة رضي الله عنها قالت: \"إذا حاضت المرأة حَرُمَ الحجران\"؛ يعني الفرج والدبر، وأما تأثيره في سلوكها العبادي فلا يُعلَّل؛ لكونه عبادة، والعبادات لا تعلَّل؛ إذ الأصل فيها الانقياد والخضوع، فالأمر التعبدي هو \"الأمر الذي لا تدرك له علَّة، ولا يتوصل العقل إلى معرفة كُنْه سرِّ تشريعه، كعدد ركعات الصلوات المفروضة\"، ومع هذا فأمر الحيض مُنْحصر في: الصلاة، والصيام، والمكوث في المسجد، وقراءة القرآن، وما عدا ذلك فهي كما كانت قبل الحيض وبعده، وهذا هو حدُّ نقصان الدين عند الحيَّض من النساء، وفي الحديث:(( نقصان دين النساء الحيض)).",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "الناحية الثالثة: صحية، من حيث أن سيلان دم الحيض -في حد ذاته- دليل على اكتمال نمو الفتاة، وسلامتها الصحية، وقدرتها على التناسل، فإذا اجتمع إلى ذلك: اعتدال عدد أيامه، وانضباط زمن سيلانه: كان دليلاً جيداً على كمال صحة الفتاة النفسية والجسمية، في حين تُعد الفتاة التي لا تحيض ناقصة مَعِيبة؛ فإن انقطاع الحيض -في حد ذاته- يأس وحرجٌ، واحتباسه، أو اضطراب سيلانه: مرض وأذى، فعُلم من ذلك أن الحيض صحة للفتاة، تتخفَّف بخروجه من آفاته وعلله -تماماً- كما تتخفف من باقي أنواع الفضلات التي تتأذى باحتباسها، مع كونه أمارة سلامتها للإنجاب؛ ولهذا لما أراد الله تعالى إكرام نبيه زكريا u : أصلح له زوجه بأن جعلها صالحة للولادة برد الحيض إليها بعد أن كانت عاقراً؛ فالحيض صلاح للنساء، \"والفتاة القابلة لأُنوثتها بشكل خالٍ من الصراعات، والمتوافقة مع انتمائها الأنثوي: تنتظر الحيض باعتزاز كدليل على المرور إلى النضج، والأنوثة الفعلية\".",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "الناحية الرابعة: اجتماعية، حيث الخجل الشديد الذي ينتاب الفتيات من سيلان الدم، وما يصدر عنه من رائحة كريهة، مما قد يسوقهن إلى بعض السلوكيات الاجتماعية والصحية الخاطئة، تحاشياً منهن للحرج الاجتماعي والأسري، وقد عالج نظام الإسلام التربوي بصورة جذرية هذه الناحية بإجازة مخالطة الحائض بصورة طبيعية دون تحفُّظ؛ حتى تبقى قضية الحيض في حدود حجمها الطبيعي، تخدم صحة الفتاة العامة، وتضبط نظام عباداتها ومعاملاتها الشرعية، وقد وضع رسول الله r من خلال معاملته للحُيَّض الأسلوب الاجتماعي الأمثل، الذي يحدُّ من معاناة الفتيات لهذه المسألة، ويحصرها في زاويتها المحدودة ؛ فقد كان يبلغ من الحائض مبلغاً عظيماً: فيؤاكلها ويشاربها، ويصلي بجوارها، ويقرأ شيئاً من القرآن في حجرها، وربما خالطها مباشراً لها، فلا يتحاشى من ذلك إلا الجماع، حتى إنه ربما وضع خدَّه وصدره الشريفين على فخذ إحداهن وهي حائض، بل ربما نال دمُها رحْلَه على دابته، أو كساءَه الذي يُصلي فيه، أو ثوبه مما يلي جسده الشريف حتى يراه الناس، فلا يزيد في كل هذه المواقف المتعددة على الأمر بغسْله دون نكير، أو تثريب، فلم يثبت عنه عليه الصلاة والسلام في كل جوانب عشرته للنساء عموماً، ولزوجاته خصوصاً ما يدل على استقذاره، أو نفوره من شخص الحائض، أو مما ينساب منها؛ لكونه يصدر عنها تلقائياً بغير إرادة منها، فهذه الصور الواقعية للممارسة النبوية تبقى مثالاً حياً للطريقة الاجتماعية الصحيحة في رعاية الفتيات، والنساء عموماً حين يتلبَّسن بحال الحيض أو النفاس.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "ومع كل ما تقدم في هذه النواحي الأربع تبقى مسألة الدماء الطبيعية بالنسبة للأنثى وأوليائها أداة حبسٍ وتعطيل، لا تنفك معاناتها النفسية والاجتماعية عن تجربة الفتاة الحائض، مهما كان نصيبها التربوي من الرعاية والعناية الخاصة، ومهما كان مقام وليِّها من الفضل والسؤْدد؛ ففي حجة الوداع لما حاضت عائشة رضي الله عنها، تمنَّت أنها لم تحج ذلك العام، وقالت متذمِّرة منكَّسة: \"… لا أحسب النساء خلقن إلا للشر\"، ولما بلغ رسول الله (عند نفْره من منى خبر حيض صفية بنت حيي رضي الله عنها، وكونها بسبب حيضها سوف تعوق الركب عن السفر: دعا عليها بالعُقم، وحلق الرأس، بما هو معلوم عند العرب في مثل هذه المواقف المحرجة، حيث قال لها: ((عَقْرَى حَلْقى، إنك لحابستُنا… ))، ومن هنا فلا بد أن توطن الفتاة نفسها على مكابدة هذه الأنواع من المعاناة الطبيعية التي لا بد منها، مع الرضا بها على أنها نوع من الابتلاء الذي يتطلب الصبر، مع التقبل لها، والتوافق معها، دون تذمُّر ، أو تسخُّط. ¶ 8- الاحتلام المنامي عند الإناث ¶ الاحتلام: هو الجماع وما يتعلق به في المنام، يُعاينُهُ البالغ ضمن تجربة جنسية، فيقذف الماء بصورة تلقائية، يصاحبها عادة شعور باللذة والانفراج، وهو من خصوصيات الإنسان، عدا الأنبياء عليهم السلام لكمالهم، والذكور والإناث في شأن الاحتلام سواء؛ إذ هن في مثل هذه القضايا شقائق الرجال، حتى العذراء منهن يمكن أن تحتلم ما دامت بالغة؛ فقد سئل رسول الله ( : هل تغتسل المرأة إذا هي احتلمت؟ فقال: \" نعم إذا رأت الماء\"، وهذا من الأمور الثابتة المعلومة لدى الأطباء. ¶ وبداية قدرة الفتاة على هذا الإنزال المنامي: بلوغها لسن الحيض، حيث يسبق هذه السن جمعٌ من الأحلام المنامية التي تحمل مضامين عاطفية، تؤكد بصورة عامة نوع هوية الفتاة الجنسية.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "ومع كون تجربة الاحتلام تشمل كل طبقات الإناث البالغات، إلا أنها - مع ذلك - لا تعمُّ بالضرورة جميع أفراد النساء؛ فإن الاحتلام فيهن قليل مقابلة بأحوال الذكور، خاصة عند المتزوجات منهن، والشواب من الفتيات، حتى إن البعض - لندْرته - استنكر وقوعه منهن؛ فقد تعيش إحداهن الدهر لا تعرف إنزال الماء إلا بالجماع، حتى وإن كانت ترى في منامها دواعي ذلك كما يراها الرجل. ¶ وكل هذه الأحوال المختلفة لطبيعة احتلام الإناث تبقى بالنسبة للفتاة السليمة الصحيحة ضمن الحدود الطبيعية المعتادة التي لا تُستنكر، فكما أن في الإناث من لا تكاد تحتلم أصلا، فكذلك يوجد في الرجال من العزاب من لا يعرف الاحتلام، مع كمال قدرته الجنسية وتعفُّفه، ومع ذلك فإن المضمون الجنسي للأحلام عند الإنسان بصورة عامة لا يزيد عن (10%) من مجموع أنواع المضامين المنامية الأخرى، وهذه المضامين الجنسية هي في جنس الرجال أكثر منها في جنس النساء. ¶ ومن جهة أخرى لا ينبغي للفتاة المسلمة المتعفِّفة: أن تستهجن أو تستحقر تلبُّسها بتجربة الاحتلام مهما كانت شنيعة؛ فإنه لا حرج عليها، حتى وإن كانت متزوجة -ما دام يحصل لها بصورة معتدلة- ذلك لكونها ظاهرة طبيعية صحية، ينتفع بها البدن غاية الانتفاع، ويحصل بها تفريغ الطاقة الجنسية المكبوتة بصورة فطرية مشروعة، تستغني بها الفتاة عن الوسائل الأخرى الممنوعة، وإنما عليها الحذر من الالتفات إلى موضوعات هذه الرؤى الجنسية، وما تتضمنه من مواقف عاطفية مع شخصيات معروفة أو خيالية؛ فإن للقلوب الضعيفة تعلُّقاً ولو بالخيال، والاحتلام - مع كونه نافعاً في العموم- فإن الشيطان يدخلُهُ بتأثيره الخاص، فليكن انتفاع الفتاة بانتقاص الماء، وذهاب الفْضل، وسكون الغُلْمة، دون ملابسات ومتعلقات مواقف التجربة المنامية. ¶ 9- الاستمناء عند الإناث",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "يتحد الذكور والإناث - بصورة عامة- في دوافعهم الجنسية، وميولهم الشهوية، فكما أن في الرجال من تغلبه غُلْمته، حتى تصل به إلى درجة الإفراط المُخل، فإن في النساء أيضاً من تغْلبها شهوتها، وهيجان غريزتها حتى لا تكاد ترتوي بشيء، وفي كلا الجنسين -من جهة أخرى- من لا إرْب له، ولا شهوة، إلا أن المعتدل من نوعي الإنسان هو الغالب الأعم. ¶ وتختلف حدَّة الشهوة بين الجنسين، حيث تخضع -بشكل كبير- عند الإناث إلى مواسم شهرية، وعوامل نفسية، وتكون ذرْوتها في الثلاثينات من أعمارهن، في حين تستوي حدَّتها في سلوك الذكور بصورة كبيرة فلا تخضع لمواسم معينة، وتكون ذروتها عندهم قبل سن الثلاثين. ¶ ويبقى دافع الشهوة عند الفتاة العزباء طبيعي النزعة، ما لم يصل إلى حدِّ الشغْل الشاغل، الذي لا يزاحمه غيره، بحيث تضطر تحت وطأة إلحاح الغريزة، وشدة عنفها إلى تفريغ الطاقة الشهوية بالاستمناء، أو ما يُسمى عند العرب بجلد عميرة، وهو ما يُعرف في حق الرجال بالخضخضة، وفي حق النساء بالإلطاف، وفي المصطلح الحديث يُعرف بالعادة السرية. ¶ وهذه العادة مع كونها لا تحلُّ المشكلة الجنسية بصورة جذرية، فإنها تؤثر بصورة سلبية على طاقات الفتاة: الروحية، والنفسية، والجسمية، وعلاقاتها الاجتماعية، ونجاح حياتها الزوجية في المستقبل، ولهذا فهي طريقة ممنوعة شرعاً عند جمهور العلماء، وإنما أجاز بعضهم تعاطيها على سبيل الاضطرار، حين لا يجد المضطر سبيلاً مشروعاً لتصريف الطاقة، أو تسكين الغُلْمة، بشرط أن يكون ذلك لكسر الشهوة وليس لطلب اللذة، فإن أقل ما يُقال في هذه العادة: أنها من قبائح الأخلاق ومرْذولها.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "وأما حكم الاستمناء حالة الاضطرار للإناث ففي جوازه خلاف، ولئن كان بعضهم يسوِّي بين الجنسين في حكمه حال الاضطرار، إلا أن المسألة -مع ذلك- تختلف في حق المرأة لما قد تخلِّفه هذه الممارسة القبيحة من أضرار صحية على جهازها العصبي، وتشوهات وقروح وآلام على أعضائها التناسلية الحساسة، فلئن كانت هذه العادة في حق الشاب المضطر وسيلة للتخلص من الفاحشة، فإنها في حق الفتاة المضطرة ذريعة إلى الفاحشة؛ وذلك لاختلاف طبيعة السلوك الجنسي بينهما، ففي الوقت الذي تفتقر فيه الفتاة فطرياً للطرف الآخر لتفريغ طاقتها الشهوية، حيث لا تزيدها ممارسة هذه العادة إلا تأجُّجاً: فإنها في حق الشاب المضطر ممارسة موضعية، لا تفتقر لطرف آخر، ويمكن أن تحصل في حقه بصورة تلقائية، بل إن مجرد النظر أو التفكير من الشاب الممتلئ حيوية كاف لتفريغه للطاقة، فالمسألة في حق الفتيات من هذه الناحية تختلف؛ ولهذا كثيراً ما كان يتندر بعض الماجنين من شعراء العرب بالاستمناء، معبرين عن سهولته عليهم، حين تشتد غلمة أحدهم، فيصرف طاقته بالاستمناء ولا يبالي، في حين لا يُذكر شيء من ذلك عن النساء في أسلوب تصريف طاقتهن الشهوية.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "ولا يُفهم من هذا التوجه الفقهي: كبْت الطاقة الجنسية، بمعنى إنكارها أو استقذارها؛ وإنما المقصود هو ضبط النشاط الغريزي، وتوجيهه في مساره الصحيح بصورة شرعية واعية، فإن \"تأثير الغريزة الجنسية في نفوس الشباب أشبه ما يكون بالنار المستعرة، فإذا تمردت، وتجاوزت حدود المصلحة، وتُركت طليقة دون قيود تحدُّ من هيجانها: فإنها تكون قادرة على أن تحرق جذور كل الفضائل الإنسانية والسجايا الأخلاقية، وتقضي بالتالي على سعادة الإنسان\"، وتذهب بنور عقله وبصيرته، وتدفع به للقيام بما يعارض المصلحة والعقل، ويجلب الشر والمصائب والدمار، وذلك بسبب ما تحمله جاذبية الغريزة من اللذة والمتعة التي تدفع الإنسان نحو الحرية الجنسية، \"ولكن حفظ الحياة الاجتماعية، والوصول إلى التكامل المعنوي: يتطلبان تحديد غرائز الإنسان، وإشباعها في حدود المصلحة الفردية والاجتماعية\"، فالضوابط الشرعية للسلوك الجنسي ليست أغلالاً لتقييد الإنسان، والسعي في حرمانه من ملذاته، وإنما هي كوابح لإحكام تصرفاته، وتوجيه طاقاته، بما يحقق مصلحته الخاصة ضمن مصالح المجتمع العامة.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "ومن طبيعة الغريزة الجنسية عند الإنسان أنها مرتبطة بإرادته، كحاله مع الطعام والشراب، في حين لا يرتبط تنفُّسه وضربات قلبه ونحوهما بإرادته، وهذا من شأنه إضفاء شيء من اللذة والمتعة على السلوك الغريزي المنضبط بالإرادة، في الوقت الذي لا يجد فيه الإنسان تلك المتعة واللذة في سلوكه غير الإرادي، فإذا تمادى الإنسان في إشباع ملذاته الشهوية، وانطلق في تعاطيها بلا ضوابط: فإن إرادته تضعف، وربما تضمحل، لتقرب من حال غرائزه التي تعمل بلا إرادته، فتكون الشهوة رقاً كحال العبد مع سيده، وربما انحطَّت به إلى مرتبة الحيوان، فيفقد حينئذ اللذة والمتعة اللتين ينشدهما، وتصبح الشهوات لكثرة ممارستها بلا معنى ولا مضمون، ولعل هذا الفهم يفسِّر انصراف كثير من الغربيين عن المسالك الفطرية لتصريف الطاقات الجنسية: إلى دركات الشذوذ والانحراف المخالف للفطرة السوية. ¶ ومن هنا فإن \"تعديل الميول النفسية، وترويض الغرائز هما من الأركان الرئيسة للتمدن، والشروط الأساسية لسعادة الإنسان وهنائه، وهذا ما أجمعت عليه كل الأديان السماوية، والعلماء والمفكرون كافة. ¶ ورغم أن الفتيات يختلفن عن الذكور في أسلوب تعاطي عادة الاستمناء القبيحة، وأقل منهم تورطاً في ممارستها؛ ومع ذلك فإن الثابت ميدانياً، في غالب الأوساط الاجتماعية: تلبُّس كثير منهن بتعاطيها، ومكابدة معاناتها، خاصة من الفتيات المتعلمات والمتحررات أخلاقياً، ممن كثرت حولهن المغريات، وضعف في نفوسهن الوازع الديني.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "إن وسيلة الفتاة العزباء لضبط هذا الدافع بعد عون الله تعالى، وسلامة صحتها العقلية والجسمية من الأمراض العصابية والعضوية المثيرة للشهوة: تجنُّبها للمواد الدسمة والبهارات والتوابل في مأكلها، والسوائل المنبهة في مشربها، وترفُّعها عن ارتداء الملابس الضيقة، وكشف العورة في الخلوة، وبعض الرياضات البدنية مثل: السباحة وركوب الخيل وقيادة الدراجات، مع حذرها من سلوك الخادمة المنحرفة، أو الصديقة المنحلة، وعليها بنتف العانة بدلاً من الحلق، فإنه أسْكن للشهوة، مع أخذها بشيء من الخشونة في فراشها، ولا بأس بالطعام، أو الدواء الذي يكْسر الشهوة، ويخفف منها، فإنْ هي اتخذت هذه الوسائل، مع اتقائها للبطالة والفراغ، وحذرها من الانفراد والانعزال: كان أعظم وأكثر نفعاً في ضبط الشهوة؛ إذ يلعب الخيال الجامح، والتجربة الطائشة عند الفراغ في زمن الخلوة: أدواراً في إثارة الغريزة، مما قد يدفع بعضهن إلى العبث بأعضائهن التناسلية، وربما حشت إحداهن نفسها ببعض المواد الغريبة؛ فإن الفتاة الصحيحة البنية إذا بقيت بغير شُغْل حنَّت إلى النكاح، واشتاقت للرجال، فإن غالب العشق إنما يأتي من فارغ النفس المترف المنعَّم، الذي كُفي أسباب المعيشة والجهد والكد، وعمر بن الخطاب ( يحذر من ذلك، وينبِّه عليه، فيقول: \"الراحة للرجال غفْلة، وللنساء غُلْمة\"، ثم الفتاة بعد أخذها بهذه الأسباب تترك لطبيعتها الفطرية أسلوبها الخاص في تفريغ الفائض من طاقتها الجنسية بصورة عفوية من خلال الاحتلام المنامي، الذي يحصل خارج حدود التكليف الشرعي. ¶ 10- التربية الإيمانية في مواجهة الثورة الجنسية",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "لقد ثبت يقيناً وجود علاقة في غاية القوة بين ضعف الوازع الديني الإيماني، وبين الانحرافات الخلقية والسلوكية، خاصة فيما يتعلق بسلوك الفتيات الجنسي، فبقدر ما يضعف الإيمان في قلوبهن، ويبْهت تأثيره في نفوسهن: تزداد مظاهر إنحرافهن الجنسية بصورة أكبر، وقد دلَّ البحث الميداني على أن غالب البغايا لم يكنَّ مضطرات لهذه المهنة الخسيسة؛ مما يؤكد أن المشكلة في الأصل تكمن في اضمحلال القوى الإيمانية، التي لم تعد تقدر على مواجهة غلبة الشهوات المفرطة، والنزوات الساقطة، وقد قال الحكماء من قبل: \"الشهوة رق\"، يعني أنها تسترق صاحبها؛ لأن \"الشهوة إذا غلبت ولم تقاومها قوة التقوى: جرَّت إلى اقتحام الفواحش\"، ولهذا يقول الرسول ( موضحاً هذه العلاقة المتضادَّة بين الإيمان والانحراف الجنسي: \"لا يزني الزاني حين يزني وهو مؤمن…))، حيث يمتنع اجتماعهما، ولما كان الإيمان بطبيعته نزيهاً طاهراً: يُنزع من صاحبه، فلا يرجع إليه إلا إذا أقلع عن فعلته المنفِّرة للإيمان؛ إذ لا يمكن بحال أن يجمع العاصي -في وقت واحد- بين كمال الإيمان الرادع، وبين الكبائر المُرْدية؛ ولهذا يجد المسلم في نفسه: من وخز الضمير، ومشاعر الاحتقار، بعد ارتكابه الفاحشة مالا يجده الكافر، ومن هنا كان أسلوب الاعتراف في العهدين النبوي والراشدي - مع قلَّة الانتهاكات الجنسية- هو السبيل الوحيد لإقامة الحد، ومع هذا - رغم البون الشاسع- تُوصي منظمة الصحة العالمية بضرورة إدخال التربية الدينية ضمن المناهج الدراسية؛ بهدف الوقاية من مشكلات الانحرافات الجنسية المتفاقمة، مما يشير بوضوح إلى الأهمية الدينية - بصورة عامة- وتأثيراتها الروحية في ضبط السلوك الجنسي، وتعديل مساره بصورة إيجابية - تماماً- على عكس ما يراه البعض.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "وقد عالج المنهج الرباني شحنة الاندفاع الشهوانية بلجام التكاليف الشرعية؛ حتى تتوازن قوى الدوافع الجامحة، مع قوى الكوابح اللاجمة، ضمن مسار الاعتدال في السلوك الجنسي، الذي يتحقق من خلاله بقاء النوع الإنساني، وفْق منظومة الأخلاق والآداب اللازمة، ومن هنا جاء الإلزام بالتكاليف، والوعد والوعيد مع قوة انبعاث الشهوة الجنسية؛ لتضبط اندفاعها، وتُهذِّب عنْفها؛ ولهذا كثيراً ما تلْجأ الفتيات نحو الشعائر التعبدية بأنواعها المختلفة؛ ليتخفَّفن بها من شدة الغُلْمة وإلحاح الشهوة، فإن النشاط الروحي في البيئة الغنية بالأعمال الصالحة: يخفِّف بدرجة كبيرة من حدَّة التوتر الجنسي؛ ولهذا أرشد الشارع الحكيم إلى عبادة الصيام -بصفة خاصة- كوسيلة تربوية فعَّالة لكسر الشهوة بصورة مشروعة لا ضرر فيها. ¶ ومن هذا المنطلق الثابت للتأثير البالغ للإيمان على سلوك الفتيات الجنسي: فإن على مؤسسات التربية في المجتمع أن تلحظ ذلك منهن، فتُهيء لهن فرص السُّمو الروحي من خلال مناهج العبادات التي تقوي إيمانهن، وتزيد من صلتهن بالله تعالى؛ حتى يستقر في نفوسهن وسلوكهن: \"أن التعفُّف عما لا يحل الاستمتاع والتلذذ به إيمان، وأن التهتك خلافٌ له\". ¶ 11- حماية الفتاة من الثورة الجنسية المعاصرة ¶ مع كون الانحراف الفكري في المفاهيم الجنسية أخطر من مجرَّد الوقوع في خطأ السلوك الجنسي؛ إلا أن الانحراف الجنسي إذا بلغ منتهاه: فإنه غالباً ما يجمع في شخص متعاطيه بين انحراف الفكر، وقبح السلوك، فينتقل من خلال غواية المسْلك إلى غواية الفهم، فيجمع بين الرذيلتين، وقبيح الغوايتين.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "وأهمية تربية الفتاة من الناحية الجنسية لا تقتصر -خاصة في العصر الحاضر- على مجرَّد إقناع الفتاة بأحكام العلاقات الجنسية وضوابطها؛ بل تتعدى ذلك إلى حمايتها من أضرار الفساد الجنسي بأنواعه وجوانبه المختلفة؛ إذ ليس من الطبيعي في منهج التربية الإسلامي الاقتصار على التوجيه الفكري، والإقناع العقلي دون الاهتمام الجاد ببناء البيئة الطاهرة النقية، التي تساعد على الاستقامة السلوكية، الخالية من الفتنة والافتتان. ¶ لقد مرَّت البشرية عبر حَقب تاريخها الطويل بمظاهر متعددة، وصور متنوعة من الانحرافات الجنسية، التي كانت من بين الأسباب الرئيسية لزوال كثير من الحضارات، وأفول كياناتها بكاملها، وضياع إنجازاتها الكبرى، وما زال العامل الجنسي -كمحور رئيس للأخلاق- يهدد الحضارات الإنسانية المعاصرة بالزوال، ويُبشِّر بقيام حضارة أخرى، على أسس جديدة من القيم الخلقية، والسلوك القويم، فإن مستقبل الإنسانية مرهون -إلى حد كبير- بالطريقة التي يتناول بها الإنسان تصريف طاقته الجنسية، التي يقوم عليها بقاء النوع، واستمرار النسل، والتي امتزجت باللذة والمتعة لضمان استمرار عطائها، مما قد يدفع الإنسان -بهدف المتعة- إلى الانحراف بهذه الطاقة بعيداً عن مقصد الشارع من مبدأ تركيبها، لتصبح أداة إزعاج، وتدمير للإنسانية.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "لقد أصبح من المسلَّم به عند الباحثين أن التوتر الجنسي الدائم هو سمة الحضارة المعاصرة، وطابعها العام؛ بحيث يصعب على الفرد المعاصر -ذكراً كان أو أنثى- حماية نفسه من زخم الإثارة الجنسية العارمة، ومثيراتها المتنوعة، الضاربة في كل جنبات الحياة الحضرية المعاصرة، والمتغلغلة في جزئياتها الصغرى، وكلياتها الكبرى، مما كان له بالغ الأثر في دفع الناس عموماً، والشباب على وجه الخصوص إلى مزيد من الممارسات الجنسية -مشروعة كانت أو ممنوعة- حتى عمَّت الثورة الجنسية كل طبقات المجتمعات المعاصرة من الصغار والكبار؛ بل وحتى الحيوانات لم تسلم من طغيان الثورة الجنسية؛ فقد كان بعضها موضع استمتاع لبعض الناس من الشواذ والمنحرفين جنسياً، من الذكور والإناث حتى وصل الانحراف إلى بعض البلاد العربية. ¶ ولم تكن سنة الله تعالى الجارية في خلْقه لتتخلف عن المفرِّطين والمنحرفين، حتى عمَّهُم الله تعالى بالأمراض والأسقام التي لم تكن في أسلافهم، خاصة مرض نقص المناعة المكتسبة: \"الإيدز\"، الذي ما زال يحصد ضحاياه بصورة فاجعة فريدة، لم يسبق لها مثيل في التاريخ الإنساني، مما دفع بعض المنظمات الأمريكية إلى المناداة من جديد بمحاربة الانحرافات الجنسية والأخلاقية، ودعم - في مقابل ذلك- الأسرة والاستقرار المنزلي. ¶ إن من الضروري -والحالة هذه- السعي الجاد في حماية المجتمع المسلم عامة، والفتاة المسلمة خاصة، من هذا الانحراف الداهم؛ فإنهن في سن الشباب أكثر عرضة للإصابة بمرض الإيدز من الذكور؛ لكونهن أسرع بلوغاً، وبالتالي هن أيضاً أسرع تبكيراً من الذكور في ممارسة العلاقات الجنسية المحرمة، والإحصائيات العالمية الحديثة تشير إلى أن الإناث عموماً يمثلن نصف المصابين بهذا المرض تقريباً، ولما كان هذا المرض يفتك غالباً بالشباب ما بين 15-24سنة: فإن الإناث يمثلن 30% من المصابين به دون سن الخامسة والعشرين.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "ومجتمع العالم اليوم يُعد قرية واحدة يؤثر بعضه في بعض، ومظاهر الانحرافات الخلقية ملازمة لبناء المجتمع الحضري، في ظلِّ الوصاية الغربية ضمن مفهوم العولمة، فلا بد أن يستقر في ذهن الفتاة المعاصرة: أن العلاقة في غاية القوة بين الانحراف الجنسي بمظاهره المختلفة، وبين ما يتولَّد عنه من أضرار صحية شاملة، ومن المعلوم شرعاً أن: \"الرضا بالشيء: رضا بما يتولد منه\"، إن خيراً فخير، وإن شراً فشر. ¶ 12- دعم مشاريع الزواج المبكر",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "إن حصر النشاط الجنسي في نظام الزواج، وتحريم العلاقات الجنسية خارجه: من أعظم ما سعِدت به الإنسانية، وارتقت به عبر عصورها المختلفة، إلا أن تغيُّراً عظيماً طرأ في هذا العصر على طبيعة هذا النظام، هدَّد الحياة الجنسية، وأنْذر بخطر جليل: فقد تأخر سن الزواج ليوافق طبيعة الظروف الاقتصادية المتردية، وظهر نظام التعليم الحديث، وظهر معه التوسع في تشغيل الفتيات، كل ذلك يقف في وجه قيام الحياة الزوجية في وقت مبكر بصورة طبيعية، فأفرز هذا الوضع الاجتماعي المضطرب جمعاً من المسالك الجنسية المنحرفة خارج حدود الحياة الزوجية ؛ إذ إن طبيعة الدافع الجنسي عند الإنسان تحتاج إلى الإشباع بصورة كافية ودائمة، ولا تتحمل - في كثير من الأحيان- التأجيل، فإما أن يتم هذا الإشباع بطريق مشروع، أو يحصل بطريق غير مشروع، فإذا لم تنصرف الطاقة الشهوية بشيء من ذلك -بصورة كافية- ظهرت مشكلات التوافق الاجتماعي والنفسي، والأمراض العصابية القاهرة، التي تعاني منها المجتمعات الحضارية المتقدمة، في الوقت الذي سَلمتْ منها المجتمعات الريفية البسيطة التي لا تعرف نظام العزوبة، ومن المعلوم: أن الإفراط في كبت الطاقة الجنسية، مع توافر دواعي الإثارة: يُضعف جانباً من قوى الإنسان العقلية المدركة، ويُخلُّ بجانب كبير من كوابحه الخلقية الضابطة؛ ولهذا توسع الإسلام في باب النكاح والتَّسرِّي كأوسع ما يكون، وربما إلى درجة الوجوب أحياناً؛ حتى لا يبقى شيء من مادة الطاقة الجنسية كوقود للانحرافات الخلقية، أو النفسية.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "وقد عالج البريطانيون في القرن الثامن عشر الميلادي مشكلة الانحرافات الجنسية التي تفاقمت عندهم آنذاك بتشجيع نظام زواج الفتيات المبكر، منذ الثانية عشرة من أعمارهن، وهي السِّن التي تنبعث فيها ميول الفتيات الجنسية بصورة واضحة، فهن بعد البلوغ في حاجة إلى الإحصان الذي يتحقق لهن بالزواج، كما أن بلوغ الفتيات سناً معينة ليست شرطاً في صحة عقد الزواج، وما زال العقلاء في كل عصر يُوصون بتعجيل النكاح، وتخفيف مؤونته كحل جذري للمشكلة الجنسية، وللحفاظ على المجتمع من ضلال شبابه وفتياته بطاقاتهم الجنسية، حتى إن بعضهم يقترح التوسع في تزويج الشباب من الجنسين، مع تأجيل الإنجاب، أو التحكم فيه حسب ظروف الزوجين في أول حياتهما. ¶ ونظام الإسلام الاجتماعي يُحمِّل الأسرة المفرِّطة في التبكير بتزويج أبنائها من الذكور والإناث قسطاً من المسؤولية الشرعية تجاه انحرافاتهم الجنسية، فإن عدم وجود القدرة على التناسل عند المراهقين المقاربين للبلوغ لا يعني عدم قدرتهم على الجماع ومقدماته، كما أن ابتداء الحيض عند الفتاة لا يعني - بصورة مطلقة- قدرتها على التناسل؛ فإن قدرتها على تحمل الوطء تسبق قدرتها على التناسل بسنوات، وبناء على هذا الواقع الطبيعي لا بد من التوسع بصورة كبيرة في مبدأ التزويج إذا حضر الكفء، دون النظر - بصورة مفرطة- إلى السن، أو المعوِّقات الاقتصادية والاجتماعية، بل لا بد من العمل الجاد لتجاوزها بما يخدم صحة الشباب الجنسية، ويحفظ المجتمع من أسباب الفساد والانحراف الخلقي. ¶ 13- تربية الفتاة على العفَّة الجنسية",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "إن من أهم وسائل الصحة الجنسية بعد تقوى الله تعالى، والأخذ بسنة النكاح: تربية الفتاة على أدب الاستعفاف الجنسي الذي يُعدُّ أسَّ الفضائل الخلقية؛ وذلك لضرورته الإنسانية من جهة صلته المباشرة بجانب اللذة الجسدية، حيث يضبط دوافع الشهوات المختلفة بين درجتي الشره المُفرط، والجمود المُفسد، وفي هذا يقول الرسول ( مُحذراً الشباب: ((إن مما أخشى عليكم شهوات الغيِّ في بطونكم وفروجكم ، ومضلات الفتن)). ¶ ولما كانت الشهوة الجنسية عند الشباب أعنف شهواتهم الحسِّية، وأخطرها على انتظام حياتهم الاجتماعية: فإن بعث خلق العفة في سلوكهم الجنسي من أوجب وأهم حاجاتهم التربوية، لكونها ملكة خلقية تعصم من الفواحش الجنسية، خاصة في هذا العصر الذي زاد فيه الاحتكاك الجسدي بين الجنسين بصورة واسعة ومستمرة، حتى إنه لا يُبعد في ظروف الحياة الاجتماعية والاقتصادية القاسية: أن ترْتمي -رغم أنفها- على صدر شاب في حافلة مزدحمة، ثم يُطالب الاثنان بسلوك الرهبان، فأيُّ قدْر من العفَّة هذا الذي يحتاج إليه الشباب من الجنسين في مثل هذه الظروف الاجتماعية المثيرة؟.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "ومع أن العفة الجنسية خُلُق يُطالب به الجنسان، إلا أنه في حق الإناث آكد، ولطبيعة دورهن أوجب من جهة حراسة النسب، فهن من هذه الجهة مؤتمنات على فروجهن، وفي هذا يقول الرسول ( مشدداً عليهن في هذا الشأن: ((أيُّما امرأة أدخلت على قوم من ليس منهم فليست من الله في شيء، ولن يدخلها الله جنته…))؛ وذلك لكونها تدخل على الأسرة من يتطلع على عورات أهلها، ويُشْركهم في أموالهم بغير حق، إلى جانب ما يلحق الأسرة عند الافتضاح من العار والشنار، وما زالت المجتمعات الإنسانية بوجه عام تُعظِّم -بصورة ما- شأن العفة في الإناث، وتُطالبهن بها أكثر بكثير مما تطْلُبه، وتشدد عليه في أمر الذكور؛ ولهذا تعاقب بعض القوانين على خطف الأنثى أشد من معاقبتها على خطف الذكور، \"وفي المجتمع الأمريكي تُدان المرأة المدمنة أكثر مما يدان الرجل المدمن\"، \"ودائماً المجتمع أكثر تسامحاً إزاء مخالفات الذكور عن مخالفات الإناث\"، وفي هذا الشأن يقول يزيد بن ميسرة: \"المرأة الفاجرة كألف فاجر\"؛ ولهذا خُصَّت الإناث من بنات آدم ( بغشاء البكارة دون سائر الخلق؛ ليكون دليلاً على العفة والعذرية، ووسيلة مُعينة للإناث على التعفف ، فهنَّ -دائماً- بالفطرة أقرب في العموم إلى معاني الشرف والفضيلة من الذكور، ولا يُعرف فيهنَّ الانحراف الجنسي إلا في الوقت الذي يفقدن فيه أصول القيم الخلقية، ويتنكَّرن للآداب الاجتماعية، فعندها تُسيطر الغريزة، فلا يقف في سبيل إشباع نهمتها، وقوة اندفاعها حائلٌ من رغبة أو رهبة، ولو حِيكَت منافذ فروجهن بالأوتار القاسية، أو شُدَّت عليها أحزمة العفة المُحكمة، ما لم تكن العفة خُلُقاً أصيلاً ينبعث من داخل نفوسهن؛ فإن الأخلاق لا تُسمى أخلاقاً بمجرد التلبُّس بها، حتى تتشرب بها النفس، وتكون سجية طبيعية لها، والعفة ليست جوهراً من جواهر النفس، بمعنى أنها جزء من الذات، وإنما هي لون من ألوانها، وشرط ضروري لمروءة الإنسان، يحتاج في",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "إيجادها وتفعيلها إلى التربية والتهذيب والمجاهدة. ¶ ولما كانت الوسيلة إلى العفة الجنسية: ضبط الجوارح عن المُستلذات المثيرة، فإن باب النظر بحاسة البصر أوسع أبواب الإثارة الجنسية، فهو كالمصْيدة، يزرع في القلب الشهوة، فمع كون الإناث في العموم أقلَّ تأثراً بالمثيرات البصرية من الرجال، وأكثر تأثراً بالمثيرات السمعية إلا أنهن مع ذلك يتأثرن من جهة البصر، خاصة وأن كثرة وقوع أبصارهن على ما يُثيرهن من مُسْتلذات النظر يفوق من جهة النوع والتكرار حجم ما تسمَعُه إحداهن -بصورة مباشرة- من العبارات المستعذبة المثيرة؛ ولهذا فإن الفتاة في باب النظر إلى المحرمات المُشْتهاة كالرجل مأمورة بغض البصر، لاسيما إن هي خشيت على نفسها الفتنة، أو قصدت بنظرها التلذذ، فلا خلاف حينئذٍ في حرمة ذلك عليها. ¶ ولعل مما يُعين الفتاة على ضبط سلوكها الجنسي: أن تعرف أن العفَّة أقْصر طرق الأنثى إلى قمة الفضيلة، وأنها ما دامت عفيفة فهي مُحصنة؛ لأن إحكامها لرغباتها الفطرية، وإيقاعها الهزيمة بشهواتها الجسدية دليل على قوة شخصيتها؛ فإن: \"عبد الشهوة أذل من عبد الرق\"، ومن تعثَّر بالشهوات ضعف أمام الشبهات؛ فإنه \"لا يقوى على ترك الشبهات إلا من ترك الشهوات\"، والفتاة \"العفيفة بها طمأنينة، وثقة في نفسها لا يخطؤها إنسان\"، وما عَلَتْ أخبار نبي الله يوسف u وجُريْج، وصاحب الغار إلا من هذه الجهة، ثم إن العفة في الأنثى سلوك غير مُستغرب؛ ففي عالم الحيوان يكون الامتناع -بصورة عامة- عن الاتصال الجنسي من جهة الأنثى، وفي بعض الحيوانات يكون من الذكر والأنثى معاً، إلا أنه لا يكون الامتناع أبداً من جهة الذكر دون الأنثى، ولهذا السلوك الحيواني دلالته التربوية لأنثى الإنسان، حين تكون العفة فيها أصلاً أصيلاً في سلوكها الجنسي.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "إن وجود شيء من الكبت المعتدل للدافع الجنسي: سلوك طبيعي مُسْتساغ في التصور الإسلامي، حيث ينعكس تأثيره بصورة إيجابية على نشاط الفتاة: الروحي، النفسي، والعقلي، كما أنه مع هذا ميدان لتنافس الفتاة الأخروي؛ فإن حفظ الفرج: طريق الجنة والرضوان، والرسول( يقول: (( يا شباب قريش لا تزنوا، واحفظوا فروجكم، ألا من حفظ فرجه دخل الجنة ))، ولا يفهم من هذا تجرُّد الفتاة المُتدينة المنضبطة عن دوافعها الجنسية، أو أنها أقل شهوة من غير المتدينة،؛ فإن الدوافع الجنسية بينهما متشابهة، وإنما الاختلاف بينهما في تفاوت قدرتهما على ضبط سلوكهما الجنسي. ومع كل هذا فإن العفة الجنسية أصبحت اليوم - في ظلِّ آثار الثورة الإباحية المسعورة- مطلباً عالمياً محترماً ، يحظى بالجلال العلمي، القائم على قوانين كونية صادقة لا تتخلّف، تفرض على الناس - رغماً عنهم- احترام القيود الجنسية التي جاءت بها الأديان السماوية لمصلحة الإنسان، حتى وإن لم يتقيَّدوا بها، وقد ظهرت في الأوساط الاجتماعية الأمريكية - رغم انحلالها- مؤسسات دينية تدعو إلى العفة الجنسية، وحصر النشاط الجنسي في نطاق الحياة الزوجية، وقد استجاب إلى ذلك كثير من الشباب والشابات، ووقَّعوا على بطاقات يتعهدون فيها أمام الله تعالى بالتقيد بذلك. ¶ 14- حفظ الفتاة من الوقوع في فاحشة الزنا ¶ يعتبر الزنا من كبائر الذنوب، الموجبة لغضب الله تعالى وغيرته، والجالبة للهلاك والدمار الشامل، لما فيها من الاعتداء على حق الله تعالى، وانتهاك حرمة الفرج الحرام؛ إذ هو في الشريعة أعظم جُرماً من انتهاك حرمة الأموال.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "ومع كون الزنا علاقة جنسية محرَّمة بين ذكر وأنثى، يستويان فيها أمام الشريعة في مبدأ المُؤاخذة والمحاسبة: فإن الفتيات المنحرفات ألصق بهذه الجريمة الخلقية من غيرها من الجرائم، وأكثر تورطاً فيها من الذكور، ولهذا يُعد وصف البغاء وصفاً خاصاً بالمرأة الفاجرة، وقد أشار المولى ( في كتابه العزيز إلى هذا المعنى حين قدَّم ذكر الزانية على الزاني في إقامة الحد. ¶ وقد شهدت المجتمعات المعاصرة ولاسيما غير المسلمة -بنسب مرتفعة- انتشار فاحشة الزنا بصور لم يسبق لها مثيل في التاريخ خاصة بين الفتيات، حيث تعيش 60% من الشابات مع رجال دون عقود زواج، وما بين 50-75% من الإناث يُنجبن أطفالاً خارج نطاق الزواج، وفي تقرير للمعهد الوطني الفرنسي للأبحاث الديموغرافية أن 40% من نسب الولادات تتم خارج نطاق الحياة الزوجية، وقد كشفت دراسة أجريت في بعض دول أوروبا عام 1992م أن 99% من الإناث يفقدن بكارتهن بوصولهن سن السابعة عشر، بل إن البكر دون السادسة عشرة يندر وجودها في بعض هذه البيئات الاجتماعية المنحرفة، ومن أعجب ما يُروى في هذا الشأن: أن طفلاً \"ترك اسم أبيه ناقصاً في الاستمارة المدرسية، وقد أفاد الطفل بأنه غير متأكد ممن عساه أن يكون أباه … وعندما حضرت الأم إلى المدرسة، أظهرت شدَّة أسفها لأنها هي أيضاً لم تكن متأكدة من اسم والد الطفل، ولم تُظهر أي ارتباك في ذكر هذا الأمر\".",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "وقد نتج عن هذا الوضع العالمي المنحرف: توسع الفتيات الهائل في علاقاتهن وممارساتهن الجنسية لتشمل حتى المحارم من الذكور، وتصل ببعضهن الغواية الجنسية إلى حد الاحتراف، بحيث يقعن تحت سلطان شبكات الدعارة العالمية أو المحلية المنظمة، فتصبح إحداهن كالأمة المُسْترقة لا خلاص لها، في الوقت الذي يتَّفق فيه العالم على محاربة البغاء، وتجمع كل الدول على منع الرِّق بصوره المختلفة؛ خاصة ما يُسمى بالرقيق الأبيض، الذي تُمْتلك فيه الفتاة الحرة معنوياً للقوَّادين، يستذلُّونها جسدياً بهدف الربح المادي، كما كان الفجَّار في عصر الجاهلية يستخدمون الإماء، وهذا النوع من الرق المعنوي أقبح -في الحقيقة- من الرق الحسي، الذي يعرفه صاحبه، ويسعى فيه لخلاص نفسه. ¶ ولئن كانت المتاجرة بأعراض النساء أو ما يسمى بالبغاء التجاري أمراً قديماً فإنه في هذا العصر أوسع من ذي قبل، وأكثر شيوعاً، فقد ارتبط بالحياة الحضارية، وأصبح ظاهرة من ظواهرها المعتادة، ولاسيما في الفترة ما بعد الحرب العالمية الثانية، التي شهدت توجهاً عالمياً صريحاً، ومتزايداً نحو نشر المعرفة الجنسية، والتسامح في العلاقات المحرمة بين الجنسين، حتى إن ألمانيا اعترفت مؤخراً بالبغاء، واعتبرته مهنة رسمية كسائر المهن الأخرى.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "إن العالم الإسلامي المعاصر لم يكن بمنأى عن هذه الانحرافات الجنسية بصورها المختلفة: فإن ظهور الزنا نبوءةٌ صادقة، وتتبُّع سَنَنِ أهل الكتاب سبيل هذه الأمة المحتوم، فما من انحراف عندهم -أيا كان نوعه- إلا كان للأمة نصيب منه حتى زنى المحارم، وقد شهد واقع المجتمعات الإسلامية المعاصر صوراً مشابهة -بنسب مختلفة- تطابق - إلى حدٍّ ما- جميع أنواع الانحرافات الجنسية في المجتمعات الكافرة، حتى إن الأمة الإسلامية اليوم لا تنتظر من أنواع الانحرافات الجنسية المتوقَّعة في ديارها إلا التسافد في الطرق، وافتراش النساء فيها، اللذين أخبر بوقوعهما المعصوم عليه الصلاة والسلام. ¶ وتتَّضح المشكلة بصورة أوضح بالنسبة للعالم الإسلامي حينما تسجل الإحصائيات الرسمية أن جريمة الاختلاء المحرّم بين رجل وامرأة تأتي ثاني الجرائم الأخلاقية من جهة الترتيب في المملكة العربية السعودية، التي تُعد أكثر دول العالم محافظة وأمناً، مما ينبه إلى خطر داهم، ويشير إلى نسب في دول أخرى عربية وإسلامية تفوق هذه كماً وكيفاً. ¶ وقد لاحظ الباحثون أن العوامل التي تدفع الفتاة للوقوع في فاحشة الزنا بأنواعها وأساليبها المختلفة ترجع غالباً إلى ثلاثة أنواع من العوامل: ¶ عوامل اجتماعية: من حيث تفريط المجتمع في المبادئ والقيم الأخلاقية، من خلال إشاعة الفواحش والتحريض عليها بطريقة مباشرة أو غير مباشرة، وتعطيل حدود الله تعالى، مما يجرِّئ المنحرفين على الوقوع في الفواحش، إلى جانب ضعف مهمة الأمر بالمعروف والنهي عن المنكر، فلا يجد المنحرفون في المجتمع من يردعهم عن الوقوع في الانحرافات، أو على الأقل ينصحهم بترك الخطأ، والالتزام بالآداب والأحكام الشرعية.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "عوامل أسرية: من حيث تحلُّل الروابط العائلية، وكثرة المنازعات الوالدية، وسوء التربية بضياع القيم الدينية والأخلاقية، والقسوة الأبوية المفرطة، مع فقدان الرقابة الأسرية الواعية على سلوك الفتيات ، إلى جانب ظروف الأسرة الاقتصادية المُختلَّة، التي تُلْجئ الفتاة بقسْوتها -في بعض الأحيان- إلى الاتجار بجسدها في المجتمع، وتدفعها داخل الأسرة للاحتكاك الجسدي بمحارمها، إذ لا تستطيع الأسرة الفقيرة لضيق المكان: أن تطبِّق آداب الاستئذان، ومبدأ التفريق بين البالغين في المضاجع، فضلاً عن تطبيقها هذا الأدب الإسلامي مع الأطفال المقاربين للبلوغ. ¶ عوامل شخصية: من حيث طبيعة الفتاة العدوانية، ورغبتها في الاستقلال عن الأسرة، وبلوغ حدِّ الرشد، والاطمئنان من خلال احتكاكها بالجنس الآخر على كمال نموها الأنثوي، وقدرتها على الحمل، مع اشتداد جوعها العاطفي، وافتقارها إلى الحب، ورغبتها في الاستمتاع الشهواني، إلى جانب إخفاق الحياة الزوجية، والحقد على عنصر الرجال، وضعف مستوى الإدراك العقلي، وشعور بعضعهن بالاحتقار الاجتماعي، والرغبة في مزيد من الكماليات المادية، فلئن كان هناك نسبة من محترفات البغاء سلكن هذا الطريق المنحرف بسبب الفقر: فإن نسبة كبيرة منهن سلكنه لمجرد الرغبة في الرفاهية المادية، وتحسين وضع أسرهن الاقتصادي، والمنافسة مع القرينات، ولما يحملنه في نفوسهن من الفسق والفجور، حتى إن بعضهن يدخلنه تطوعاً بلا إكراه، ولا يرغبن العدول عنه، فتندفع إحداهن بطيشها، وفجورها في مهاوي الرذائل والقبائح الخلقية. ¶ إن هذه العوامل المتعددة رغم أهمية بعضها وخطورته، وضرورة إشباعها: لا يمكن أن تكون عذراً كافياً لوقوع الفتاة في مهاوي الفاحشة والرذيلة؛ فإن الإسلام لا يُجيز للفتاة المسلمة -تحت أي ظرف- أن تُمكِّن بإرادتها رجلاً من نفسها، يستمتع بها بغير حق وهي قادرة على دفعه، إلا أن تُغْلب على أمرها، فلا تستطيع شيئاً.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "والواجب الشرعي يحتم على المجتمع والأسرة أن يقوم كلٌ بواجبه تجاه الفتاة، بما يحقق رغباتها، ويسد حاجاتها، ويحفظها من الانحراف ضمن الحدود الشرعية، وفي الجانب الآخر فإن الواجب الشرعي على الفتاة أن تلتزم بما أوجبه الله عليها من المحافظة على نفسها وعرضها، وأن تجاهد في هذا السبيل مستعينة بالله، سواء قام المجتمع والأسرة بواجباتهما تجاهها، أم لم يقوما، فإن تقصير المجتمع أو الأسرة في واجباتهما، لا يُعفي الفتاة من القيام بواجبها تجاه نفسها قدر استطاعتها. ¶ 15- حماية الفتاة من ورطة الشذوذ الجنسي ¶ ترجع قضية شذوذ النساء الجنسي، أو ما يُسمى بالسحاق إلى قرون متقدمة، ابتداء من نساء قوم لوط ( حين انتشرت فيهن، حتى لحقت هذه الفعلة القبيحة غالب ذكورهم لأول مرة في التاريخ الإنساني، ثم تبعهم كثير من الأمم بعد ذلك، مقتدية بهم في اكتفاء الرجال بالرجال، والنساء بالنساء، خاصة من الشعوب الأوروبية المتعاقبة، عبر تاريخهم الطويل، حتى تورط في هذه الجريمة كثير من كبرائهم وساداتهم، رغم ممارسة السلطات الدينية -في ذلك الوقت- أشد أنواع العقوبات بحق الشاذين والمنحرفين جنسياً، ومع هذا فقد بقي المجتمع العربي -رغم جاهليته- محفوظاً بشهامته العربية، وأخلاقه الفطرية من انتشار هذه الرذيلة الخلقية.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "واستمرت المجتمعات البشرية تتوارث هذه الفاحشة جيلاً بعد جيل مستنكرة لها، ومعاقبة أصحابها، حتى بدت لهؤلاء الشاذين قوىً تنظيمية مؤثرة، وتجمعات جماهيرية تُؤيِّد مذهبهم المنحرف، ونهجهم الجنسي الضال، فأخذوا يتنادون من خلال مبدأ الحرية الشخصية بحقِّهم في ممارسة العلاقات الجنسية المثلية، فأثَّروا في الرأي العام الذي بدوره أضعف من قوة السلطة القانونية والتنفيذية في مواجهة اندفاع هذا التيار الجنسي الشاذ، فما لبثت القوانين أن تغَّيرت، والمفاهيم أن تبدَّلت، حتى غدا الشاذون من الجنسين مقبولين اجتماعياً دون نكير، وأصبحت نظرة المجتمعات المنحرفة إلى قضية العلاقات المثلية على أنها خبرة تستحق التجريب، فخاضها كثير من الناس -تحت حماية القانون- بصورة كبيرة لم يسبق لها مثيل، وقد كان لليهود -كعادتهم في نشر القبائح- الدور الكبير وراء تشجيع مسلك الشذوذ الجنسي، ليصبح معترفاً به ضمن القوانين الوضعية، على الرغم من أنه محرم في شريعتهم؛ فقد كانوا في القديم يعاقبون عليه بقسوة. ¶ ورغم أن انتشار هذه الفاحشة بين الذكور أكبر من انتشارها بين الإناث، ولاسيما الفتيات منهن في المجتمع المسلم؛ لكون مسلك الغواية الجنسية وانحرافاتها غالباً ما تأتي من جهة الذكور، إلا أن المشكلة -مع ذلك- في ازدياد مستمر، وأعداد المنحرفين والمنحرفات في المجتمعات المسلمة في تنامٍ خطير، وحقوقهم المزعومة تتَّجه نحو القوة والتمكين، ولاسيما بعد دعاوى تحرير المرأة، واندفاع النساء نحو المساواة، وهذا من شأنه تقارب حجم الانحرافات بين الجنسين وتشابهها، وقد لُوحظ بالفعل في بعض المجتمعات الإسلامية المحافظة وجود بعض النساء بمظاهر ذكورية، مع انطماس معالمهن الأنثوية، مما ينذر بخطر ظهور الشذوذ الجنسي بين النساء في المجتمعات المحافظة.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "إن موقف الشريعة الإسلامية -بل جميع الشرائع السماوية- يخالف موقف القوانين الوضعية في التعامل مع هذه الفاحشة، حيث اعتبرتها الشريعة محرمة بالإجماع، وأدخلتها في باب الزنا، وجعلتها ضمن كبائر الذنوب، حتى وإن لم يكن فيها حدُّ منصوص عليه، فقد أدَّب المجتمع المسلم النساء والفتيات المتعاطيات لهذه الفاحشة بما يردعهن عن التمادي فيها، كما أن عقوبة الله الكونية للمنحرفين من هذا الضَّرْب من الناس: لم تتخلَّف عن الشاذات في هذا العصر، حتى هَلَكْن كما هلك أضْرابُهنَّ من الشاذين بمرض \"الإيدز\" المُحيِّر. ¶ وقد ثبت يقيناً أن الدين الحق، ومسالك التدين هي العلاج الناجح لمثل هذه الشذوذات السلوكية، إذا لم يكن هناك خلل في أصل الخلقة ؛ إذ لا يُجدي في حل هذه المعضلة النفسية الجنسية: الحقن بالهرمونات، ولا الصعْق بالكهرباء، ولا الاختلاط بالجنس الآخر -كما يُريده البعض- فإن غالب مواقع انتشار هذه الشذوذات الجنسية في الأوساط الاجتماعية التي تحبّذ الاختلاط بين الجنسين وتقرُّه.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "إن جذور معضلة الشذوذ الجنسي عند الفتيات ترجع في أصل الأمر إلى البيئة الاجتماعية أكثر من رجوعها إلى أي سبب آخر، ومبدأ ذلك حين تتوجه الفتاة في فورة نموها الجنسي بالإعجاب المفرط، الممتزج بالعاطفة الهائمة نحو شخص من نفس الجنس، تتخذه -بصورة عفوية- موضوعاً جنسياً لها، في نفس الوقت الذي تحاول فيه إخفاء ميولها الطبيعية نحو الجنس الآخر الذي حالت بينها وبين الاقتران بأحدهم بصورة مشروعة الظروف الاجتماعية والاقتصادية القاهرة: فتُظْهر النفور من جنس الذكور عامة، وكل ما يتعلق بهم بصورة خاصة، وتُقْبل بالحب الفياض -مندفعة بعواطفها ورغباتها الغريزية- نحو زميلة مُتألِّقة تُصادقها، أو معلمة بارعة تُلازمها، وتبقى العلاقة بينهما إلى هذا الحد طبيعية ، ما لم تتعمق الصلات بينهما إلى حد الالتصاق الجسدي، والتلامس البدني، وكشف العورات وتناولها، فتتلبس حينئذ إحداهن بالسَّادية العدوانية، والأخرى بالمازوشية السلبية، وعندها تكون بداية الانحراف الأكبر بفقدان الفتاة لهويتها الجنسية.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "إن نظام الإسلام التربوي عند معالجته مثل هذه الانحرافات الخلقية: يتناولها من مبادئ أصولها الانحرافية، فيقطع جذورها من أساسها، ويبني مكانها ما يتلاءم مع أهداف منهجه، وطهارة مسْلكه، ومن هنا: أمر ابتداء بالتفريق المطلق بين المراهقات في المضاجع، ونهى عن المباشرة بينهن بالأجساد، وأمرهن بستر العورات، وغض البصر عما يُتلذذ به وإن لم يكن عورة، وأباح -إلى جانب هذه الضوابط- الزواج المبكر كأوسع ما يكون؛ حتى تندفع شحنتا الفتاة النفسية والجنسية الناميتان نحو الجنس الآخر بصورة مشروعة؛ فإن العلاقة قوية بين ترك الزواج وبين شذوذ الفتيات الجنسي، وإضافة إلى هذه الضوابط والتوجيهات المتعددة فقد لعن الشارع الحكيم المسترجلات من الفتيات السَّاديات، المتشبهات بالرجال في أخلاقهن وسلوكهن، وأمر الفقهاء بحبسهن ليكتفي المجتمع شرهن، كما رفضت الشريعة مبدأ وجود جنس ثالث غير الذكر والأنثى، بل حتى الخنثى فإنه يُغلَّب ليُلحق بأحد الجنسين، فليس في المجتمع الإنساني إلا ذكوراً أو إناثاً؛ كل ذلك حتى يبقى السلوك الجنسي محفوظاً بكل ملابساته الاستمتاعية في مساره الطبيعي، يُؤدي المهمة التناسلية -التي من أجلها رُكِّبت الشهوة- بكفاية تضمن بقاء النوع مسْتخْلَفاً في الأرض جيلاً بعد جيل. ¶ 16- ضرورة تطهير المجتمع من أسباب الفتنة الجنسية",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "إن من المسلَّم به: أن دافع الغريزة الجنسية من أقوى دوافع الإنسان، والغريزة بطبعها الفطري عمياء خادعة، لا تعرف التمييز بين النافع والضار، أو الحلال والحرام، إلا ما يُشبع نهمتها على أي وجه كان من الوجوه، كما أن درجة عنفها، وطبيعة أدائها لا تخضع لتطور الحياة الاجتماعية وتغيراتها المادية أو المعنوية؛ فإن أفعال الغريزة ثابتة لا تتغيَّر، والإنسان في كل عصر هو الإنسان -ذكوره وإناثه- لا تقبل غرائزه الخروج عن طبيعتها في تطور أو تجديد، وما زالت القضية الجنسية -بصفة خاصة- قضية الإنسان منذ العصور المتقدمة، ومحور كثير من اهتماماته ومعاناته، حتى إنها كانت في بعض الشعوب ميدان عبادة وتقديس، وقد سبق من خبرات الناس الصحيحة: أنه ما من \"سبيل إلى نزع الأخلاق من شعب من الشعوب أنجع وأجدى من ترك شبيبته نهباً للغرائز دونما ضبط أو قيد\"، فالسلامة من فتنة الشهوات: سلامة من نصف الشر، كما أن السلامة من فتنة الشبهات: سلامة من نصف الشر الآخر. ¶ ومنهج التربية الإسلامية في تعامله مع الإنسان لا يكتفي بمجرد تحريم السلوك الخلقي المنحرف؛ بل يجْتثُّ من أول الأمر الأسباب المؤدية إليه، فيُطالب المجتمع ابتداء بتطهير مؤسساته كلها من أسباب الفتنة الجنسية، ومثيراتها الشهوانية؛ حتى يتوافر للأفراد، -بصورة عامة - المناخ الصحي الملائم لنمو وازدهار سلوكهم الخلقي السوي، وهذا لا يتحقق على الوجه الصحيح -خاصة في هذا العصر- إلا من خلال ثلاث وسائل رئيسة على النحو الآتي:",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "الوسيلة الأولى: تطهير وسائل الإعلام من أسباب الفتنة الجنسية: بهدف تحرير عنصر الإناث من سجن البيولوجية الجسدية، إلى رحاب الإنسانية الكاملة، وذلك من خلال كفِّ وسائل الإعلام بشعبها الثلاث: المرئية، والمسموعة، والمقروءة عن استهواء الفتيات بما تعرضه عبر المَشَاهد من صور الإغراء الجنسي المثير، وما تبثه عبر الأثير من السماع الفاحش الصاخب المحرك للطباع، وما تنشره عبر المطبوعات من الأدب الإباحي المكشوف، فإذا كان المجتمع صادقاً في حرصه على العفَّة التي يدَّعيها، وملتزماً بالقوانين الأخلاقية التي يتنادى بها: فكيف يفسر تنازله الشائن عن هذه القيم الأخلاقية بإباحة عرض أجساد الفتيات عارية في الأفلام ودور الرقص، وعبر المجلات المصورة، والإعلانات التجارية؟ ثم بعد ذلك يترك الفتاة الشابة في خضم هذا الزخم الإعلامي الفاحش المثير لتحلَّ هذه المعضلة الاجتماعية بنفسها: فتشاهد وتستمع وتقرأ - ومع ذلك- تبقى ضمن حدود الآداب والأخلاق الاجتماعية المرعية، وهذا من أشد أنواع التناقض الاجتماعي، الذي ترفضه أبسط مبادئ التربية، وتمجُّه أضعف العقول.",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "الوسيلة الثانية: تطهير المعرفة العلمية والثقافية من أسباب الفتنة الجنسية: بحيث تنسجم المعرفة التربوية بكل فعالياتها الفكرية والسلوكية مع منهج التربية الإسلامية، فلا يجد المربون في مناهج التربية ما يخالف مبادئ الإسلام، أو يتعارض مع أسلوبه في معالجة مشكلات الشباب الأخلاقية والسلوكية. إلا أن الناظر في مجال التربية وعلم النفس يجده ميداناً رحباً عند كثير من التربويين؛ يُؤصِّلون من خلاله أخطاء الشباب الجنسية والعاطفية، تحت ستار الدراسات النفسية والتربوية، كما يجد في مجال الثقافة والفكر من يُؤيِّد هذه الاتجاهات الجنسية السقيمة، ويدعمها بالحجة العقلية والمنطقية، ثم يجد بعد هذا في مجال التشريع الإسلامي من يتبرع -باسم الدين- لأسلمة هذه الأفكار والسلوكيات الجنسية المنحرفة، ويضْفي عليها ثوب الشرعية الدينية، ويُهوِّن على نفوس الشباب وضمائرهم أمر ارتكابها، إضافة إلى وجود قوى عالمية، ذات ثقل كبير تقف وراء عولمة بعض المصطلحات الجديدة، ضمن مفاهيم تتناسب معها، مثل: العائلة، الإجهاض، الحرية، الثقافة الجنسية. ¶ إن منهج التربية الإسلامية بطبيعته الربانية المتميزة لا يقبل الشِّرْكة، فإما أن ينفرد بتربية الأجيال وفق نهجه وطبيعته الخاصة، وإما أن تتنازع التربية أهواء الذين لا يعلمون، من روَّاد العقد النفسية، والفتنة الجنسية.",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "الوسيلة الثالثة: تطهير المرافق العامة من أسباب الفتنة الجنسية: بحيث لا تجد الفتاة في الحياة الاجتماعية العامة ومناشطها المختلفة، الجادة منها والترفيهية: ما يُحرِّضها -بصورة من الصور- على ارتكاب الفواحش، أو يُثير غريزتها، أو يجعل من بدنها، أو صوتها من خلال تبرجها واختلاطها: أداة للإثارة الجنسية، والاستمتاع الباطل، فإن المباعدة بين أنفاس الذكور والإناث: دينٌ يُتَّبع، وإلزام الشواب من النساء بما وقع الخلاف في جواز كشفه من أبدانهن - فضلاً عن المجمع على ستره- حقٌ يُحتذى، ومسؤولية يقوم بها السلطان؛ فقد أثبتت التجربة الواقعية والتاريخية أن المجتمعات التي تلتزم فيها النساء الحجاب الكامل، والتي يقلُّ فيها الاحتكاك بين الجنسين: أنها مجتمعات سليمة من مظاهر وانحرافات السلوك الجنسي بأنواعها المختلفة. ¶ إن هذه الوسائل الثلاث إذا راعاها المجتمع، وألزم بها مؤسساته المختلفة فغالباً ما تُدْرأ عن مثل هذا المجتمع أسباب الفتنة الجنسية، وتبقى قضية الجنس في حدودها الزوجية، ضمن نطاق الأسرة، تؤدي دورها في التناسل والتكاثر دون انحرافات خلقية، أو معاناة اجتماعية تُخرج أفراد المجتمع عن حدودهم الطبيعية. ¶ 17- ختان الإناث من الوجهة التربوية",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "الختان هو الخفض أو الإعذار للجارية الصغيرة، وهو عملية جراحية خاصة بإناث بني آدم، تُجرى لهن عادة قبل البلوغ، تُستأصل فيها القُلْفة الصغيرة التي تعلو البَظْر كالقلنسوة، بين الشفرين الصغيرين فوق فتحة المهبل، تُشبه في شكلها العام عرف الديك، وتماثل في طبيعة تركيبها قُلفة الحَشَفَة التي تٌستأصل من القضيب عند الذكور، وهو من العادات الصحية القديمة، التي تعاقبت خبرات كثير من الشعوب على الأخذ بها، حتى بعض المجتمعات الأوروبية الحديثة إلى عهد قريب، وما تزال كثير من المجتمعات الإسلامية -ذكوراً وإناثا- منذ القديم وحتى اليوم تُمارسها وتُؤيدها، إلا أنها لا تجعل من ختان الإناث موسم فرح وبهجة كما هو الحال في ختان الذكور. ¶ ورغم انتشار خفض الإناث في كثير من المجتمعات الإسلامية المُتعاقبة: فإن العلماء منذ القديم، وحتى في هذا العصر مُتنازعون في حُكمه على ثلاثة أقوال: بين الوجوب المُلزم وهم القلة، وبين إنكار مبدأ سُنِّيته، وبين القول بالاستحباب وعليه الأكثرون، ومنشأ هذا التنازع قائم على اختلافهم في الحكم على أسانيد الروايات النبوية الواردة في شأن خفض البنات بين القبول بها، وبين ردِّها، إلا أنه رغم هذا التنازع: فإن إجماعهم قائم -في العموم- على مبدأ المشروعية المطلقة على أقل تقدير، حتى وإن لم يكن ذلك واجباً، أو سنة، أو مستحباً، خاصة وأن صاحب الشريعة عليه الصلاة والسلام قد نصَّ صراحة على: أن ذلك الموضع من الأنثى موقع للختْنِ، حيث قال في الحديث الصحيح: (( إذا جلس بين شعبها الأربع، ومسَّ الختان الختان: فقد وجب الغسل)).",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "وعادة الخفض في المجتمعات الإسلامية كغيرها من العادات التي تتعرض لجانبي الإفراط والتفريط: بين من ينكرها جملة دون تفصيل، ويعتبرها ممارسة همجية إجرامية في حق الإناث، ويعقد المؤتمرات التي تدين ممارستها، ويسنُّ القوانين التي تجرِّم وتعاقب متعاطيها، وبين من يتعمق في الأخذ بها حتى يتعدى حدود المشروع فيها إلى درجة الإضرار بصحة الفتاة العامة: النفسية، والجسمية، والجنسية، وكلا الاتجاهين مذموم: فالفئة الأولى يردها الإجماع، الذي يستحيل نقضُهُ، وأما الفئة الأخرى فيردها الضمان المالي، الذي يصل أحياناً -بحسب حجم الجُرْم- إلى مقدار الدِّية الكاملة، فالتطبيق الخاطئ في بعض المجتمعات لختان الإناث، وتجاوزهم في ذلك، لا يبرر لأحد المنع المطلق من تطبيق الحكم الشرعي في ختانهن، وقد مرت فترة قريبة على الغربيين لم يحبذوا فيها ختان الذكور، فلما تبين لهم فضله وأهميته: أخذوا به، فقد وصلت نسبة الآخذين في حق الذكور 85%، ولعلهم حين يتبين لهم في المستقبل فضله في حق الإناث: يأخذون به أيضاً. ¶ والخفض على منهج السنة النبوية إذا أجري على أصوله الجراحية دون مبالغة، وكان بين يسير القطع، وبين الاستئصال الكامل، اللذين عبر عنهما الرسول ( بالاشمام والإنهاك: كان هذا الخفض من الناحية الجسمية نافعاً وصحياً، ولا ضرر منه على الفتاة؛ إذ لا يعدو أن يكون عملية تجميلية صغيرة لا تغير كثيراً من منطقة الأنثى التناسلية، أما آثاره التربوية على سلوك الفتاة الجنسي من تلطيف الميل الجنسي عندها، وتوجيهه نحو الاعتدال: فهي المقصودة بالدرجة الأولى من عملية الخفض؛ إذ لا يُتصور أن تُكشف العورات، وتُنْتهك حُرمة الأجساد لغير جليل من الأمر.",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "وقد اتّضح من خلال أعمال التشريح الطبي، والبحوث الميدانية المتعددة، وخبرات الشعوب المتراكمة: أن البَظْر -الذي يقصد بعملية الخفض- هو زناد شهوة الأنثى الجنسية، وسرُّ إثارتها، ومركز دائرة استمتاعها، فرغم التوزيع الطبيعي لمواضع الإثارة الجنسية في أجسام الإناث، إلا أن هذا العضو منهن يحظى بحساسية مرهفة زائدة -تفوق حساسية القضيب عند الذكر- مع قدرته الفائقة على التوتر والانتشار، حيث تُغذِّيه شبكة دقيقة من الأوعية الغنية بالدماء، تجعل من هذا العضو الصغير أداة عنيفة للتهييج الجنسي، الذي تأباه -ولو كان بصورة مشروعة- تربية الفتاة وثقافتها الدينية، حتى إن مجرد احتكاكه المباشر بملابس الفتاة -بصورة عفوية- كافٍ لحصول شيء من الإثارة الشهوية؛ ولهذا حُفظ هذا العضو المثير مُخبَّأً بين شفْرين صغيرين، محمياً بعظم العانة المكسي بالأنسجة الدهنية السميكة، ليبقى بعيداً بعض الشيء عن الاحتكاكات العفوية المثيرة أو العنيفة، وإلى هذا الحد تبقى معاناة الفتاة الجنسية من هذا الموضع في حدود إطارها الطبيعي، الذي لا يكاد يغيب عن تجربة الفتاة الشابة. ¶ وتظهر المشكلة الجنسية عند الفتاة إذا تجاوز نمو البَظْر -لسبب ما- حدَّ الاعتدال، حتى يبرز من مكْمنه؛ ليصبح أداة إثارة دائمة، وإزعاج جنسي: بحيث يعوق الرجل عن كمال الاستمتاع في المناسبات الزوجية، ويزيد من نهم الفتاة الشَّبقي حتى لا تكاد ترتوي من بعْلها، مما قد يسوقها بالتالي إلى شيء من الارتكاس الفطري فيما يُسمى: بالتثْبيت البَظْري، فلا تستمتع بصورة كافية من الموضع الذي يُولج فيه الرجل؛ لكونه منعزلاً بعض الشيء عن موقع البظر، إلى جانب أنه أقل حساسية وإثارة منه، فتبقى متعتها خارجية، محصورة في هذا العضو المُتضخم.",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "وأقبح من هذا وأرذل: أن يدفعها جُوعها الجنسي، وحاجتها المتنامية للإشباع نحو الشذوذ الجنسي، فتستنكف مقام الأنثى، وتأبى أن تكون فراشاً لمتعة الرجل، فتتشبه بمسلك الذكور في طباعهم وجراءتهم؛ ولهذا تُسمى المرأة الوقحة من هذا الصنف: \"بظْرير\" نسبة إلى هذا المتاع من الأنثى، وقد وُجد بالفعل أن هناك علاقة كبيرة بين ضخامة هذا العضو، وبين الشذوذ الجنسي عند بعض الإناث، وطباع الاسترجال في سلوكهن؛ ولهذا فقد كانت معالجة نمو البظر الزائد عن حدِّه الطبيعي موضع اهتمام عند بعض الأطباء، وهو ما يُسمى بالأدب الجراحي. ¶ ومن هنا يأتي دور الختان؛ ليقوم بعملية خفض لهذه الطاقة الشهوية الناشزة في سلوك الأنثى الجنسي والخلقي، وتعديلها على نحو يتناسب -إلى حد ما- مع مقدار طبيعة المهبل الشهوية، ليبقى موضع منْبت الولد الذي قصده الشارع الحكيم: مطلوباً من الجنسين، عامراً بمياه الرجال؛ لتقوم بذلك أسباب الحياة البشرية. ¶ ومن جهة أخرى فإن الأنثى بطبيعتها الخاصة، وبما تفرضه عليها الظروف الاجتماعية، والإلزامات الشرعية: تتعرض بصورة كبيرة لفترات من الامتناع الجنسي، والحرمان العاطفي، والتربُّص والانتظار، الذي تحتاج معه إلى شيء مما يُعينها على تسكين الغُلْمة، وكسْر الشهوة، خاصة وأن طبيعة استمتاعها الجنسي تفتقر -بصورة كبيرة- إلى طرف آخر، مما قد يدفعها نحو الانحرافات الجنسية المختلفة، وقد أثبت البحث الميداني والتاريخي أن الفتيات المختونات أقل انحرافاً جنسياً من غير المختونات؛ ولهذا كان بعض الأوروبيين -إلى عهد قريب من القرن العشرين- يتعاطون الختان لضبط سلوك الفتيات الجنسي، وحفظهن من الانحراف الخلقي.",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "ولا يُفهم من هذا أن الفتاة المختونة فاقدة للشهوة الجنسية -كما يزعم البعض- أو محرومة من حاجتها الكافية من الاستمتاع؛ فإن الشارع الحكيم لما أوصى بالإشمام ونهى عن الإنهاك: قصد تعديل الشهوة، ولم يرد قطْعها، فإن في قطعها نقضاً للحكمة من مبدأ تركيبها مع ما في ذلك من تنفير الأزواج، ومن جهة أخرى فإن في تركها متوافرة: مَخُوْفٌ على سلوك الفتاة الخلقي. ¶ ورغم أن البظراء تُثار بصورة أسرع، وتجد من اللذة الجنسية أكثر مما تجده المختونة، فإن المختونات أيضاً هن الأخريات يستمتعن بصورة جيدة وطبيعية، إلا أنهن مع ذلك في مأمن من الإثارة الجنسية غير المرغوب فيها، ومع هذا فليس كل الفتيات يُخفضْن؛ بل يُراعى في ذلك طبيعتهن الوراثية والمزاجية، وظروفهن الاجتماعية، وعادة بلادهن؛ بحيث يدور حكم ختانهن مع الأحكام الخمسة حسب الحاجة في غير إضرار، مع ضرورة وجود تلك الفضلة الزائدة التي تصلح أن تكون موضعاً للقطع من الأنثى في غير تكلّف؛ فإن بعض الفتيات -من أصل الخلْقة- لا يملكن موضعاً للختْن. ¶ ومع كل ما تقدم فإن الختان في الجملة: فطرة إنسانية، ومكْرمة نسائية، وطهارة حسِّية وروحية، وشعيرة إسلامية، وعلامة بارزة على أهل التوحيد، يُعرفون بها، وما زال كثير من المجتمعات الإسلامية -بصورة طبيعية معتادة- يأخذون بناتهم بالخفض كما يأخُذونهن بثقب الأذن، وخرم الأنف، فلا ينكر أن يكون قطع هذه الجلدة علماً للعبودية؛ فإن الوسم بقطع طرف الأذن، وكيِّ الجبهة، ونحو ذلك في كثير من الأرقاء علامة مُميزة لساداتهم، يُعرفون بها، فلا يُنكر أن يكون قطع هذا الطرف علامة على عبودية صاحبه لله تعالى، فيكون الختان علماً لهذه النسْبة الشريفة، مع ما فيه من الطهارة والنظافة واعتدال الشهوة.",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "وعلى الرغم من أن مبدأ الختان في -الجملة- شريعة معلومة في أصل دين أهل الكتاب من اليهود والنصارى، مع أنهم يأخذون به في حق الذكور دون نكير، ويقرُّون عمليات تصغير أثداء النساء، ووشم الأجساد للزينة، وخرق الألسن للحلي، بل وخرق ذكور الرجال أيضاً لوضع الحلي، إلى غيرها من صور التشويه الخلقي، وأقبح من ذلك تواطؤهم على إباحة اللواط والزنا والخمر والتدخين، وأنواع من المخدرات، ومع كل ذلك يشاغبون المسلمين في مبدأ مشروعية ختان الإناث، ولا شك أن مجاراة الغرب في أهوائهم لن تقف عند حد، فإن اعتراضاتهم لن تنتهي عند تنازل المسلمين عن مشروعية ختان الإناث، وإنما تفضي إلى ما هو أبعد من ذلك بكثير، وصدق الله تعالى إذ يقول: {وَلَن تَرْضَى عَنكَ الْيَهُودُ وَلاَ النَّصَارَى حَتَّى تَتَّبِعَ مِلَّتَهُمْ …} [البقرة:120]. ¶ 18- صيانة أعراض النساء من الانتهاك الجنسي",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "ولما كانت طبيعة الزنا تشترك فيها الفتاة عادة بإرادتها، وسلطان هواها: فإن الانتهاك العرضي غالباً ما يكون بغير إرادة الفتاة، وإنما بكره منها، حتى إن كانت -بطريقة غير مباشرة- تُحرِّض الجاني على جريمته؛ فإن الثابت ميدانياً من خلال العديد من الدراسات: أن الفتيات يتحملن بسلوكهن قسطاً كبيراً من أسباب انتهاك المجرمين لأعراضهن، فقد وُجد أن من خصائص المرأة المغتصبة جمالها الخلقي، وسكناها وحدها، وظهورها في الحياة العامة بطريقة مغرية تثير المعتدي، كما أن توجُّهات المجتمع التحررية، وتخلِّيه عن كثير من القيم والآداب السلوكية: يُساعد بمجموعه على بعث الروح العدوانية، والطبيعة السادية في كثير من مرضى الذكور، الذين قهرتهم الظروف الاقتصادية البائسة، وأثارتهم طبيعة الحياة الاجتماعية المعاصرة: حتى أصبح انتهاك أعراض الفتيات لمجرد الإخضاع والإذلال، ولو بغير اتصال جنسي: وسيلة كثير من المجرمين للراحة النفسية والاسترخاء، وحصول حالة من الاستمتاع؛ فإن المغتصب بقدر ما يميل إلى الفتاة ليستمتع بها، فإنه مع ذلك يكرهها، ويرغب في إذلالها واحتقارها، والإضرار بها، والسيطرة عليها، وقد دلَّت الإحصاءات العالمية على أن أكثر من 60% من الإناث قد تعرَّضن في وقت ما من حياتهن إلى شيء من الانتهاك العرضي، ففي الولايات المتحدة الأمريكية وحدها يتعرض ربع النساء تقريباً إلى درجة أو أخرى من الإساءة الجنسية، حيث تصل فيها حالات الاغتصاب إلى مليون حالة سنوياً، بما في ذلك الحالات غير المعلن عنها رسمياً، وغالباً ما تقع جرائم الاغتصاب على النساء الراشدات، والخطر الأعظم من حالات الاغتصاب يهدد الفتيات في السن ما بين 16-24سنة، وحوالي 20% تقريباً من الحالات في الغرب تقع على الفتيات ما بين 12-15سنة، ومع ذلك فإن كل أنثى معرضة للاغتصاب في أيِّ عمر كانت إذا ما وُجد المغتصب، وتوافرت الظروف المساعدة على حصول الاعتداء.",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "ولما كانت طبيعة المنتهك للعرض طبيعة مَرَضية، مُتلبسة بدافع الشهوة والهوى، كما قال الله تعالى: {…. فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ وَقُلْنَ قَوْلًا مَّعْرُوفًا} [لأحزاب:32]؛ فإن مسلك الخيانة هو وسيلة الفاسق الوحيدة للتمكن من الاستمتاع بالضحية على وجه من وجوه الخلسة التي تتناسب مع حجم مرضه، ومقدار جراءته. ¶ 19- جريمة الاغتصاب الجنسي ¶ إن أسباب المجرمين في انتهاك أعراض الفتيات والنساء عموماً تنوعت طرقها، واختلفت صورها حسب الظروف والأحوال، وعمق الانحراف الجنسي في شخصية المُنْتَهك، ومن أشد الصور الإجرامية هو: انتهاك عرض الفتاة بالاغتصاب الجنسي: بحيث يغلب المجرم الفتاة على نفسها، ويتمكن من وطئها خلْسة، رغماً عنها، ومع كون هذه الطريقة بدائية قديمة: فإنه لا يكاد يخلو منها مجتمع عبر التاريخ الإنساني وحتى اليوم، ومع ذلك فهي أقبح صور الانتهاك العرضي، وأكثرها جرأة وجرماً، وأوسعها انتشاراً، وأشدها تأثيراً في نفس الفتاة، وأعظمها زلزلة لشخصيتها، وتحطيماً لكيانها ككل، مما يهدد الفتاة المغتصبة بأمراض نفسية، وإخفاقات اجتماعية، وانحرافات خلقية لا حد لها؛ ولهذا ألزم كثير من الفقهاء الفتاة بالدفع عن عرضها بكل ما أوتيت من قوة، ولو أدى ذلك إلى قتل الجاني، أو هلاكها، والفتاة المستكرهة في مثل هذه الحالات الاضطرارية بريئة في نظر الشارع الحكيم من دم الصائل وحدِّ الزنى، حتى ولو ظهر حملها، ما دامت تملك البينة والقرائن على طهارتها، وعفتها من المطاوعة في الفاحشة، ومن القواعد الفقهية في هذا المقام: \"من أتلف شيئاً لدفع أذاه لم يضمنه\"، وفي خلافة أمير المؤمنين عمر بن الخطاب ( تعرضت فتاة للاغتصاب، فدفعت عن نفسها بحجر، فقتلت المعتدي، فلما بلغ عمر ( الخبر، أسقط عنها الحد، وقال: \"ذلك قتيل الله، ولا يودَى أبداً\".",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "والعجيب في سلوك غالب الفتيات المغُتصبات أنهن لا يبدين ضد المجرمين أيَّ مقاومة تُذكر، مما يجعلهن فرائس سهلة للمنحرفين، رغم أن الفطرة الأنثوية الحذرة، بطبيعتها المُترقِّبة اليقظة: تدفع عن ذات الفتاة، وترد عن شخصها، ولوبغير إرادة منها، وهذا سلوك عام في الكائنات؛ فإن الحيوان الأعجم -مهما كان ضعيفاً- إذا ضُيِّق عليه، وأحسَّ بالهلاك: دفع عن نفسه، ورد عن ذاته ولو بغير قوة. ¶ إن الفتاة العاقلة لا تأمن أحداً من الذكور على عرضها ما لم يكن محرماً، فإن الذكورة هي في نفسها عداوة للأنوثة، فكل رجل ليس بمحرم لها يجب أن تكون مرفوضاً عندها، مهما كانت منزلته وفضله، ولو كان صالحاً عابداً، أو شيخاً كبيراً، أو معاقاً في جسده، أو متخلِّفاً في عقله، أو حتى صبياً قد قارب الحلم، فكل هؤلاء ونحوهم مَخُوفٌ على الفتاة في عرضها، لا بد أن تحذرهم على نفسها، بل إن الفتاة الفطنة لتحذر الفاسق من محارمها، ممن لا خُلق له ولا شهامة، فإن حجماً ضخماً من الإساءة الجنسية تقع على الإناث من محارمهن، وقد عاقب النبي ( من فعل هذا في زمنه من المحارم بأن قتله، وأخذ ماله. ¶ ولعل من أعجب وأغرب ما يُنقل في مثل هذه القضايا الجنسية، وعظم فتنتها، وحصولها ممن لا يُظن أن تصدر من أمثالهم: ما حكاه بعض الأنصار من أصحاب رسول الله ( : \" أنه اشتكى رجل منهم حتى أضْنَى، فعاد جلدة على عظم، فدخلت عليه جارية لبعضهم، فهشَّ لها، فوقع عليها، فلما دخل عليه رجال قومه يعودونه أخبرهم بذلك، وقال: \" استفتوا لي رسول الله ( فإني قد وقعت على جارية دخلت عليَّ، فذكروا ذلك لرسول الله ( ، وقالوا: ما رأينا بأحد من الناس من الضرِّ مثل الذي هو به، لو حملناه إليك لتفسَّخت عظامه، ما هو إلا جلد على عظم، فأمر رسول الله ( أن يأخذوا له مائة شِمراخ فيضربوه بها ضربة واحدة\"، وهذه الرواية تدل على عظم الفتنة المتعلقة بالمسألة الجنسية.",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "20- جريمة انتهاك عرض الفتاة بالاحتكاك الجسدي ¶ وهذه صورة من صور الأذى الجنسي الذي يمكن أن يلحق الفتيات في الحياة العامة، وصورته: أن يتمكن الجاني من إيذاء الفتاة بدنياً دون الوطء، من خلال العبث الجنسي بالبنات الصغيرات، أو مضايقة الفتيات في الطريق العام باللمس والجذب، وشيء من العنف، وأقبح صوره \"الدَّقْر\" وهو أن يتمكن الفاسق من الالتصاق بجسم الفتاة، والاستمتاع بها دون مقاومة منها، ضمن ظروف ضيق المكان والازدحام، الذي تفرضه - في بعض الأحيان- طبيعة الحياة الاجتماعية المعاصرة، والأوضاع الاقتصادية الجائرة. ¶ ولا شك أن هذا المسلك يدل على عمق الحقارة، وطابع الخيانة التي يتصف بها هذا النوع من البشر، وليس للفتاة وسيلة للدفع عن نفسها في مثل هذه المواقف المخزية سوى أن تتجنَّب مظانَّها، فلا تقع فيها أصلا، إلا عن ضرورة في كنف محارمها من شهام الرجال. ¶ 21- جريمة الاستعراء الجنسي الفاضح أمام الفتيات ¶ من الانتهاكات الجنسية التي يمكن أن تتعرض لها الفتاة في الحياة العامة: الاستعراء الفاضح، وصورته: أن يُفاجئ الرجل المنحرف جنسياً جمعاً من الفتيات فيكشف لهن عن عورته المُغلَّظة بصورة فاضحة، فبقدر ما يظهر عليهن من خجل وارتباك: يحصل لهذا المنحرف من الاستمتاع الجنسي والتلذذ المقصود، فإن قُدِّر أنْ واجهته إحداهن بموقف إيجابي جريء: عُدَّ ذلك عنده إخفاقاً جنسياً، ورغم أن هذا السلوك الشائن في غاية الشذوذ: إلا أنه يمثِّل ثلث جرائم الذكور الجنسية، ولا يُعرف صُدُوره من المرأة على سبيل التلذذ والاستمتاع الجنسي كما هو حال الشاذين من الرجال؛ وإنما يصدر عنها بهدف إثارة إعجاب الرجال، واستنطاق مدائحهم، والاستمتاع بنظرهم إلى مفاتنها، أو بقصد إهانتهم واحتقارهم، أو لغرض الكسب المادي في النوادي والملاهي الساقطة.",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "ووسيلة الفتاة لرد مثل هذا الانتهاك عن نفسها: أن تتجنب مواقع الفساد، وأن تكون دائماً في كنف محارمها من شهام الرجال، وأن تكون ثابتة غير منفعلة في مثل هذه المواقف الشاذة المخزية. ¶ 22- استمتاع المغتصب بآثار الفتاة البدينة الخاصة ¶ هذا النوع من أرذل أنواع انتهاك العرض؛ لما يحمله من الخسَّة والخيانة، وهو مع ذلك أقل الانحرافات الجنسية خطورة، وصفته أن يتعلق الجاني بشيء له علاقة مباشرة ببدن الفتاة: كحذائها، أو خصلة شعرها، أو منديلها، أو شيء من ملابسها الداخلية أو الخارجية، فيبني مع هذا الرمز الأثري، أو ما يُسمى بالفتيش علاقة جنسية كاملة، تصل به إلى حد الاستمتاع المشْبع، فلا يحتاج إلى تكوين علاقة عاطفية مباشرة مع صاحبة الأثر وهذا السلوك الشاذ: \"تعبير عن صراع عاطفي في ذات فجَّة، تشعر بعجزها عن سرقة الشخص نفسه فتعمد إلى سرقة أشيائه\"؛ ولهذا يكثر هذا المسلك بين العشَّاق حين تحول بينهم الظروف الاجتماعية، وقد وُجد في تركة بعضهم حين مات : جمع من هذه الآثار، وهذا واقع معلوم لا يُجهل من أمر العشاق وأحوالهم.",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "ومع كون هذا المسلك محرماً شرعاً؛ إذ لا يصح من المسلم أن يتخيل بفكرة الاستمتاع بفتاة ما فضلاً عن المُعيَّنة، أو أن يختلس شيئاً من حاجاتها، أو أدواتها -مهما كان حقيراً- على وجه المداعبة فضلاً عن أن يستمتع بها جنسياً، أو أن ينظر- فضلاً عن أن يستمتع - إلى شيء مما انفصل عن بدنها، لاسيما مما كان من عورتها، أو أن يقصد التلذذ بتناول من طعام أو شراب، أو أن يتتبَّع آثار أناملها أو فمها على إناء، أو أن يلبس ثوباً نزعته: فإن أقبح من كل هذا، وأشد فتنة، وأعظم أثراً: أن ينظر إلى صورتها الفوتوغرافية أو السينمائية، حيث يُعد هذا من أعظم وسائل التلذذ والاستمتاع عند فسقة الرجال، وما هذا الانتشار الواسع لصور الفتيات المتبرجات في الأفلام وعلى صدور المنشورات الإعلامية - فضلاً عن المجلات الجنسية الساقطة -إلا دليل واضح على هذا الاستحسان الذكوري للصور؛ فإن كان للحذاء، أو المنديل هذا الأثر البالغ في سلوك الرجل الشاذ جنسياً، فكيف تراه يكون أثر الصورة الفوتوغرافية أو السينمائية في تلذذه الجنسي واستمتاعه؟ ¶ إن على الفتاة أن تحفظ نفسها، وصورة شخصها، وكل ما يخصها من الملابس، والأدوات، وحتى فضلاتها كقصاصة شعرها، وقلامة ظفرها، وخروق حيضها: تُغِّيبها جميعاً في التراب، أو في أي مكان مأمون، فلا يقع شيء من ذلك بطريقة من الطرق -العفوية أو المقصودة- في يد شاذ من الشواذ، فيستمتع بها جنسياً، والفتاة غافلة لا تدري.",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "إن هذا الوصف لأنواع الانتهاك العرضي الذي يمكن أن تتعرض الفتاة لشيء منه: يدل على أن الفتاة بطبيعتها كأنثى موضع استمتاع للرجل بصورة من الصور المختلفة، فلا يصح منها بحال أن تكون سبباً في إثارته بالتبرج وإظهار الزينة، أو حتى بمجرد إشعاره من خلال حركاتها المقصودة عن مواقع الزينة منها: \"فيدرك بذلك حسْن الحلي، أو يسمع حبوسه، فإن الذي يُخاف من الفتنة عند النظر إلى الحلي في موضعه: يُخاف مثلُه أو قريب منه عند العلم بتحمله؛ بل ربما كانت النفس حينئذ أحرص، وإلى الهوى أسرع؛ فأحبُّ شيء إلى الإنسان ما مُنع\". ¶ 23- جريمة الجنس عبر الهاتف ¶ يحصل انتهاك عرض الفتاة بالكلام الفاحش من خلال الشتائم والقذف، ونحوهما من قبيح القول، وهذا النوع من الإجرام يُعد من أوسع أبواب انتهاك العرض وأخطرها، إذ إن كلمة واحدة في هذا الشأن، يمكن أن تُزعزع أركان المجتمع، وتُقلق أهله زمناً طويلاً، كما حصل في حادثة الإفك؛ ولهذا كان تعامل نظام الإسلام مع المتورطين في مثل هذه الحالات صارماً وعنيفاً للحد منها، حتى وإن كان مع بنت لم تبلغ الحُلُم.",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "ومع طبيعة التطور في الحياة الاجتماعية المعاصرة، وظهور جهاز الهاتف كوسيلة اتصال فائقة، تحمل في طبيعتها التقنية قدرة النفاذ عبر الحواجز والأحجبة، والجدران والستور، لتخترق حرمات البيوت المصونة، وتصل إلى المُخَدَّرات في بواطن الحُجر في غير ريبة أو استهجان أسري؛ فإن هذه الطبيعة المُخْترقة النَّفَّاذة لهذا الجهاز جاءت متوافقة مع طبيعة المجرم المُخْتلسة الخائنة، حيث يصل من خلال الكلام والاستمتاع عبر الجهاز إلى مبتغاه الجنسي من الزنا المجازي، الذي يصل به أحياناً إلى حد اللذة الكبرى بالإنزال، وهذا المسلك الشائن لا يُستبعد من الفاسق؛ فإن الفتاة قد تُلاطف الرجل بالكلام العذب: فيُمني بين فخذيه دون أن يمسَّها؛ ولهذا أخذ على النساء: ألا يُحدِّثن الرجال من غير المحارم إلا بإذن الأزواج؛ فإنهن وإن تكلَّفن الخشونة في الكلام فإن طبع اللين فيهن يغلب.",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "إن استخدام جهاز الهاتف في أغراض الانتهاك العرضي أمر واقع في الحياة العربية المعاصرة، حتى إن القانون الوضعي في بعض الدول العربية - لكثرة الحوادث - أدخل سوء استخدامه ضمن حدِّ القذف العلني الذي يُؤاخذ به فاعله، ولئن كانت الشريعة أو القانون الوضعي يحمي عرض الفتاة من الانتهاك بالعقوبات الرادعة: فمن ذا الذي يحمي مشاعر الفتاة من الاختلال، وعواطفها من الإثارة؟ إن المعضلة لا تكمن فيما يصدر عن المجرم إلى مسامع الفتاة من عبارات الفحش والخنا، وإنما المشكلة الكبرى تكمن في الاختلال الشخصي، والاضطراب السلوكي الذي يمكن أن تخلفه مثل هذه المكالمات الهاتفية المثيرة على مشاعر الفتاة وعواطفها؛ فإن باب السماع عند الأنثى: أوسع، وأعظم أبواب الإثارة الجنسية في طبيعتها؛ إذ للكلمة المسموعة أثرها الفسيولوجي الخاص على نشاط الفتاة الانفعالي، الذي قد يصل بها أحياناً إلى حدِّ النشوة الجنسية، إن هي اسْترسلت فمكَّنت الفاجر من أذنها؛ يقول أبو عثمان الجاحظ عن هذه الطبيعة الأنثوية الخطيرة: \"ولو أن أقبح الناس وجهاً، وأنتنهم ريحاً، وأظهرهم فقراً، وأسْقطَهم نفساً، وأوضعَهم حَسَباً، قال لامرأة قد تمكَّن من كلامها، ومكَّنته من سَمْعها: والله يا مولاتي وسيدتي، لقد أسهرت ليلي، وأرَّقْت عيني، وشغلْتني عن مُهمِّ أمري، فما أعقل أهلاً، ولا مالاً، ولا ولداً: لَنَقَضَ طِباعَها، ولفسَخَ عَقْدَها، ولو كانت أبرع الخلق جمالاً، وأكملهم كمالاً، وأملحهم ملحاً، فإن تهيَّأ مع ذلك، من هذا المُتعشِّق أن تدمع عينُهُ: احتاجت هذه المرأة أن يكون معها وَرَعُ أم الدرداء، ومعاذة العدوية، ورابعة القيسيَّة، والشجاء الخارجية\"، فإذا كان هذا التأثر العميق يمكن أن يحصل للفتاة البارعة من مثل هذا القبيح الساقط في شكله وحاله، فكيف بمن خفي عليها حاله، واستتر خلف الحواجز والحجب، ولم يبدُ لها من أمره إلا حُسن صوته، وخداع كلامه عبر خطوط الهاتف الدقيقة؟",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "فلا شك أن هذا قد يكون أبلغ في تاثيره عليها من الذي قد بدا لها نقص هيئته. ¶ إن مثل هذا الوصف لخطورة هذا الجهاز -خاصة بعد ظهور الهاتف الجوال، وانتشاره بصورة واسعة بين الفتيان والفتيات- لا ينبغي أن يُستنكر، فإن حصول الاستمتاع الجنسي عبر الهاتف عند بعض الفتيات الساقطات: أمر ثابت ميدانياً، وقد كانت المرأة الماجنة في السابق تتعرض للشعراء حتى يشببوا بها، ويمدحوها، فيعجبها ذلك، وترتاح له، وتستمتع به، فليس بغريب أن يحصل شيء من هذا الاستمتاع عبر الهاتف، ثم إن وقوع بعضهن في علاقات حبٍّ عن طريقه: أمر معلوم معروف، وكيف يستنكر هذا والعشق قد يقع بمجرَّد الإخبار، والتلذذ قد يحصل بالمراسلة، وكل ذلك دون نظر أو سماع، ثم إن انتهاء كثير من العلاقات الهاتفية بين الجنسين بوقوع الفاحشة هو أيضاً أمر واقع وقائم.",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "ولعل أخطر ما تتوجب به عبقرية تقنية الاتصالات الحديثة: الربط بين الهاتف والكاميرا في جهاز واحد، حيث تم ذلك في الهاتف النقال، كما تم أيضاً عبر الشبكات العنكبوتية العالمية، إضافة إلى إمكانية الربط التقني بين الهاتف الجوال والشبكة العنكبوتية، \"فليست أكثر من لحظة خيانة يُدار فيها مفتاح الهاتف المتنقل ليصبح الشخص الغافل بصورته وانفعالاته: مادة ثقافية للمستهلكين، فلا يستطيع أن يردَّ عن نفسه المتطفلين، ولا يستطيع أيضاً أن يمحو ما تناثر من شخصه عبر الأثير، وللمتأمل أن يتخيل حين تكون الفريسة من المخدرات في البيوت، المحجوبات بالجلابيب والخُمُر، مما يُعطي القضية حجمها الفعلي، وخطرها الحقيقي\"، وهذه النقلة المتطورة في ميدان الاتصالات من شأنها إحداث هزة في المجتمع، تتغير معها المفاهيم الاجتماعية والثقافية، ويحتاج معها الناس إلى تعريف جديد لمفهوم الخصوصية الشخصية، حين لم يعد للشخص -أياً كان- أن ينفرد بشيء من خصوصياته دون تدخل الآخرين وفضولهم، حين مكَّنتهم هذه التقنية الخطيرة من إشباع رغباتهم على حساب الآخرين، حتى إنه لم يعد غريباً في بعض الأوساط الاجتماعية المحافظة أن يحضر بعض النساء الحفلات النسائية وهن محجبات ، ويقوم على مداخل قاعات الحفلات من يفتش الداخلات بحثاً عن أجهزة الاتصال المزودة بالكاميرات.",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "إن المشكلة لا تكمن في مجرد التطور التقني لوسائل الاتصال الهاتفية، والوصول إلى هذه التقنية العالية، وإنما تكمن في توفيرها بأسعار زهيدة في أيدي المستهلكين من جميع فئات المجتمع وطبقاته، بحيث تكثر نسبة العابثين المستخدمين لها، ممن تنقصهم التربية الصالحة، والأخلاق الفاضلة، مما قد يهدد المجتمع في أخلاقه وآدابه، ولاسيما إذا عُرف أن النساء في بلد مثل المملكة العربية السعودية يمثلن حوالي 40% من سوق أجهزة الهواتف النقالة، وأن هناك اختلافاً -يكاد يكون عالمياً- في أسلوب استخدام الهاتف بين الرجال والنساء، ففي الوقت الذي يستخدمه الرجل -في الغالب- لقضاء حاجاته، تستخدمه المرأة كوسيلة للترفيه، مما يجعلها أكثر عرضة للانتهاك عبر هذه الوسيلة سواء كان ذلك برضاها، أو رغماً عنها. ¶ إن وسيلة الفتاة الوحيدة لرد هذا النوع من الانتهاك عن نفسها حين لا تستطيع أن تستغني عن هذه الوسائل هو الالتزام بالحجاب الشرعي خارج المنزل لتحفظ صورتها، مع عدم الاستجابة بالكلية للطرف الآخر عبر الهاتف، حتى ولو بالشتيمة، فإن الفاسق يستمتع بذلك، بل عليها أن تقطع المكالمات الهاتفية من هذا النوع بصورة مباشرة، فإن الصوت كالوجه يتأثر بالانفعالات المختلفة عند المتكلم وإن كان مُحتجباً، فتدرك الفتاة الواعية لأول وهلة من نبرات الصوت: ماذا يُريد المتكلم، فتقف من المكالمة الموقف المناسب، ولا تتهاون في ذلك حتى وإن ادَّعى رغبته في خطبتها، فإن طريق الخطبة معلوم، ولو أوكل ردُّ المكالمات المنزلية للرجال، ولكبار السن من النساء، مع الحدِّ من استخدام الفتيات للهاتف الجوال ولاسيما ذي الكاميرا لكان هو الأولى والأكمل لدرء الفساد، مع الإبقاء على مبدأ مشروعية التحدث من وراء حجاب، بقدر الحاجة بين الرجال والنساء إذا كان ذلك في غير ريبة أو خيانة.",
            "page": "114",
            "part": "1"
        }
    ],
    "t35055": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "التربية الجنسية للطفل"
        }
    ]
}