{
    "b35050": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ قصة مؤثرة من واقع انحراف العاطفة بين الشباب والفتيات . ¶ أسباب وقوع الفتاة في الانحراف العاطفي . ¶ طرق العلاج من خلال دراسة واقعية استمرت أكثر من سنتين . ¶ المقدمة ¶ إن الحمد لله نحمده و نستعينه ونستغفره ، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا ، من يهده الله فلا مضل له ، ومن يضلل فلا هادي له ، وأشهد ألا إله إلا الله ، وأشهد أن محمداً عبده ورسوله صلى الله عليه وآله وسلم . أما بعد . ¶ فهذا الرسالة نص محاضرة ألقيتها، ونشرت في الأشرطة المسموعة، وقد أشار علي كثير من الأفاضل أن تنشر في كتاب، لما اشتملت عليه من نقاط تفصيلية وكثيرة، حتى تعم الفائدة . وأسأل الله الكريم أن يبارك فيه ، وأن ينفع به المسلمين . ¶ يوسف بن عبدالله الأحمد ¶ 29/7/1426هـ الرياض . ¶ بسم الله الرحمن الرحيم ¶ لم أكن أرى قبل خمس عشرة سنة طرح هذا الموضوع علناً بهذا الوضوح ؛ لأن المرأة كانت غافلة ، والغفلة صفة مدح وثناء للمرأة العفيفة كما قال الله تعالى : (( إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ الْغَافِلَاتِ الْمُؤْمِنَاتِ لُعِنُوا فِي الدُّنْيَا وَالْآخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌ )) (النور23) . ¶ أما الآن فقد تغير الحال ، وأصبح الانحراف العاطفي ظاهرة في المجتمع ، وقيام الهيئات بضبط القضيا لا يكفي في العلاج ، فلم تزل عدد القضيا في ازدياد مستمر، بل لابد من الطرح النظري الذي يحقق التحصين والتحذير من هذا الانحراف للآباء والأمهات والمربين والمربيات والشباب والفتيات .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "لقد ترددت كثيراً في طرح هذا الموضوع بهذه التفاصيل ، وشاورت عدداً كبيراً من المشايخ وطلاب العلم ، فمن كان منهم له دراية بخطر الموضوع أو كان عاملاً في الهيئات فإنه لم يتخلف واحد منهم عن القول بأهمية طرح هذا الموضوع بهذه التفاصيل وزيادة ، ومع ذلك فقد حذفت قدراً مهماً من التفاصيل ، وحرصت على انتقاء العبارة التي تؤدي الغرض وتحفظ حق احترام مسامع الناس . ¶ ثانياً : هذا الموضوع موضوع حساس ، وقد يجرح مشاعر بعض الناس وخصوصاً ممن خطا في طريق الانحراف ، أو كان له تجربة فيه ، ولذا فإني أعتذر إليهم ، وأجد نفسي مضطراً بعدما استفحل المرض إلى العرض الصريح للموضوع حماية للعفاف وإنقاذاً لمن زلة به القدم، ومع ذلك فإني سأسعى جاهداً في انتقاء الجمل والكلمات وربما أترك بعض القصص وبعض التفاصيل مراعاة لمشاعرهم . ¶ ثالثاً : أحببت ألا أطرح هذا الموضوع إلا بعد الإعداد المتين له ، وقد مضى على إعداده قرابة السنتين ، التقيت خلالها بعدد كبير من أعضاء هيئة الأمر بالمعروف والنهي عن المنكر في المنطقة الشرقية والوسطى والغربية، والتقت كذلك بعدد كبير ممن وقع في الانحراف العاطفي من الشباب التائب وعدد ممن لم يزل في طريق الانحراف، وكان من مصادري في ذلك استبانة وزعتها على جميع هذه الفئات. ¶ رابعاً: أرجو بطرح هذه المحاضرة أن تكون سبباً مؤثراً في صيانة الفضيلة والحد من ظاهرة الانحراف العاطفي بين الشباب والفتيات بتوعية المجتمع وتحصين الفتاة وأهلها وعلاج من وقع في أسر الانحراف العاطفي . ¶ خامساً: ما أذكره من قصص كله ثابت دون مبالغة ، فهي قصص باشرتها بنفسي ، أو أخذتها من عضو هيئة الأمر بالمعروف والنهي عن المنكر الذي باشر القضية ، أو من شاب أدرك حياة الجاهلية ثم من الله عليه بالتوبة والاستقامة .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "سادساً: زرت أحد مراكز هيئة الأمر بالمعروف والنهي عن المنكر ، وكان عندهم قضية اختلاء لفتاة في السنة الأولى ثانوية ، وعمرها ست عشرة سنة ، بدأت علاقة هذه الفتاة مع الشاب منذ سنة . ¶ ويحرص الإخوة الأفاضل في ذلك المركز أن يعطوا المرأة المخالفة إذا دخلت المركز العباءة الإسلامية لتجعلها فوق العباءة المتبرجة ، ويعطونها القفاز والشراب الأسود ، ووضعِ ستارة بينهم وبينها أثناء الحديث معها . ¶ كان لهذه الفتاة بطاقتان للخروج من المدرسة : الأولى لركوب الحافلة ، والثانية لركوب السيارة الخاصة ، وكانت تستغل البطاقة الخاصة للركوب مع ذلك الشاب وخلال فترة وصول الحافلة إلى منزلها ، تبقى في تجول بالسيارة مع ذلك الشاب ، وربما ذهبا إلى مطعم عائلي . ¶ وحينما طلب أعضاء الهيئة من هذه الفتاة رقم هاتف والدها رفضت وبكت بكاءً مراً، وكانت تتوسل لهم ألا تخبروا أبي . تأثر أعضاء الهيئة بسبب استمرار الفتاة بالبكاء، وهم أحرص الناس على الستر عليها، ولكنهم يدركون أنه من مقتضى الستر عليها أن يُخبر والدها بالموضوع ، ويدركون أيضاً أن هذه الفتاة ربما لا تزال متعلقة بذلك الشاب فترجعَ إليه ، وربما صدقت توبتها إلا أن ذلك الشاب يمارس الضغط عليها بقوة العاطفة ، وربما هددها بالأشرطة والصور التي لديه، فإذا كانت هذه الفتاة تتوسل إلى أعضاء الهيئة حتى لا يعلم والدها فكيف سيكون رضوخها أمام تهديد عشيقها . ¶ استطاع أعضاء الهيئة الوصول على رقم والدها ، فاتصلوا به وأخبروه برغبتهم في حضوره ، فجاء مسرعاً، وأُخبر عن ابنته بأسلوب هادئ، فتأثر تأثراً عظيماً، ورأيت التغير على وجهه، وأظن أن هذا الأب لم يمر عليه ولن يمر عليه موقف هو أخزى من هذا الموقف ، فقد مرغت تلك الفتاة وجه أبيها في تراب الفضيحة والعار .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "هذه القصة وأمثالها هي موضوع هذه الرسالة وهي قصة تتكرر كل يوم بعدد كبير ، ومتوسط حالات المعاكسة والخلوة المحرمة التي ضبطت عام 1421 في المملكة (116 قضية) تتكرر كل ليلة . ¶ ومما يؤكد خطورة الموضوع أن خط الانحراف العاطفي انحرف إلى الطالبات . ¶ وهنا إحصائية مهمة في معرفة أكثر الفتيات اللواتي يقبض عليهن في خلوة محرمة ، والإحصائية هنا في فئة الطالبات . ¶ أكثر الفتيات اللواتي يقبض عليهن في خلوة محرمة هن طالبات المرحلة الثانوية، ثم طالبات المرحلة المتوسطة ثم الجامعية ثم طالبات السادس ابتدائي، وأسوق إليكم هذه الإحصائية لمركز هيئة واحد ولفترة زمنية محددة وفق الجدول الآتي : ¶ طالبات السنة السادسة الابتدائية (6) ست طالبات . ¶ طالبات المرحلة المتوسطة (75) خمس وسبعون طالبة. قبض عليهن في خلوة محرمة . ¶ طالبات المرحلة الثانوية (91) واحد وتسعون طالبة. قبض عليهن في خلوة محرمة . ¶ طالبات المرحلة الجامعية (38) ثمانٍ وثلاثون طالبة. قبض عليهن في خلوة محرمة . ¶ أحببت أن أقدم بهذه القصة وهذه الأرقام حتى يدركَ الجميع خطر الموضوع وأهميةَ بيانه . ¶ وبعد هذه المقدمة أنتقل إلى المظاهر ثم الأسباب ثم العلاج . ¶ والسؤال هنا : كيف يستطيع الشباب استدراج الفتيات ؟ ¶ والجواب :عادة ما تمر علاقة الشاب بالفتاة بثمان مراحل . ¶ وما سأذكره من مراحل يعرفها الشباب المنحرف حق المعرفة ، ولكن المشكلة جهل الأبوان بها وكذلك الفتاة التي يتم استدراجها وهي لا تعلم، وهنا تأتي أهمية بيان هذه المراحل ، ولا يمكن أن نستبين سبيل هؤلاء المجرمين إلا بكشفها . ومصالح ذكر هذه المراحل الآن تربو على مفاسد السكوت عنها . ¶ المرحلة الأولى : الحصول على رقم هاتف الفتاة والاتصال بها ، وهذه أهمُّ وأخطر مرحلة ؛ لأن الفتاةَ هنا تكون هي الأقوى ، وإذا أغلقت الباب ولم تستجب له نجت بإذن الله تعالى .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "المرحلة الثانية : البدء بالمكالمات ، ولا يريد الشاب من الفتاة في هذه المرحلة أكثرَ من أن تقبل الاستماع إليه . فيجري الحديث بينهما على حياء منها بأسلوب هادئ ولغة نظيفة ، والهدف كما ذكرت هو أن يجري بينهما كلام فقط ، وأن تتكرر هذه المكالمات ، ويتحدث الشاب معها غالباً باسم مستعار ¶ المرحلة الثالثة : تكوين العلاقة العاطفية . ¶ إذا تكررت المكالمات فإن الميل العاطفي يقع في قلب الفتاة بكل سهوله ، وليس ثمت أقوى من تقوية العلاقة العاطفية من تكرار المكالمات ، ويستعمل الشاب في هذه المرحلة وسائلُ أخرى كسماع مشاكلها المدرسية أو البيتية والسعي في حلها ، وإشعارها بصدقه وأمانته حتى تطمئن إليه ، وأنها محلَّ اهتمامه الخاص ، حتى تتعلق الفتاة عاطفياً بهذا الشاب وربما أهداها هاتفَ جوال ، أو رقمَ شريحةِ بطاقةٍ مسبوقةِ الدفع ، حتى تكلم بجوال آخر لا يعلم عنه أحد من أهل البيت . ¶ المرحلة الرابعة : إذا تعلقت الفتاة بهذا الشاب يكثر الحديث بينهما عن جانب المحبة والارتياح والرغبة في الزواج ، فتعيش الفتاة حينها في الأوهام ، ولا ترى في هذا الشاب إلا صفاتَ المدح والثناء ولا ترى العيوب ، ولا تطيق الصبر عنه ، وتكون حينها في غاية الضعف أمامه. ¶ المرحلة الخامسة : الخروج معه بالسيارة للمرة الأولى ، ويكون هدف الشاب منها هو كسر حاجز الخوف، ولذلك فإنه يكتفي بالتجول بالسيارة قليلاً، ثم يعيدها بسرعة، ومع ذلك فهي خطوة جريئة تخطوها الفتاة بسبب التعلق العاطفي الذي أعمى بصرها . ¶ المرحلة السادسة : تكرار الخروج معها بالسيارة والنزول معها في المطاعم العائلية، وربما ذهب بها إلى بعض الأماكن العامة كالمنتزهات والملاهي والحدائق . ومن علامات الريبة دخول شاب وفتاة في مطعم عائلي في الفترة الصباحية وقبيل صلاة الظهر في أيام الدراسة .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وخلال المرحلتين السابقتين يُكثر فيها الشاب من كلمات المديح والثناء والإعجاب ، وأنه يريد الزواجَ منها ، ويصحب ذلك تقديم الهدايا ، ولا تكاد أن تسلم أي علاقة من هدية الجوال، ويحاكي الشاب فيها نفسيةَ وميولَ الفتاة ، فيكون مهتماً كثيراً بمظهره، ونوعِ الجوال والرقمِ المميز ، واختيار السيارة المناسبة والتي قد يستعيرها أو يستأجرها . والشباب المتمرس في استدراج الفتيات غالباً ما يكون لديه أكثر من جوال، ويخسر خلالها أموالاً كثيرة بسبب فاتورة الهاتف . ¶ وخلالَ المراحلِ السابقةِ أيضاً يستميت الشاب في الحصول على ما أمكن من المستمسكات على الفتاة بدأً بستجيل جميع المكالمات، والاحتفاظ بما يأخذه منها من صور أو غيرها، وربما قام بتصويرها بالتصوير الفتوغرافي أو الفديو من خلال كاميرا الجوال، أو بعض الكاميرات الصغيرة التي يخفيها في السيارة أو في المكان الذي يختليان فيه . ¶ وهذه المستمسكات عبارة عن ضمانات يضعها الشاب في يده ضد هذه الفتاة ، حتى يضمنَ استمرار العلاقة بها ، ويضمن عدم تبليغها عنه لو تابت من فعلها ، وأهم أهدافه هو أن يهددها بإيصالها إلى أهلها ونشرها في الأنترنت إن رفضت الخروج معه والخلوة به . وبعض الشباب ينشر في الإنترنت كل صورة لفتاة يحصل عليها . ولما ضبط أحد الشباب في حالة اختلاء وجد في سيارته ألبوماً مليئاً بالصور لفتيات كثيرات وهن في أوضاعٍ مختلفة . ¶ المرحلة السابعة : الاختلاء الأشد إن صح التعبير ، ويكون في مكان خاص ؛ كالمنزل أو الفندق أو الشقق المفروشة أو الاستراحة . وكل فتاة رضيت بأن تختلي مع شاب في مثل هذه الأماكن، فقد أعلنت تركها للعفاف، ولحوقها بركب البغايا والمومسات . ¶ ويستعمل الشباب حينها عدداً من الوسائل التي لا أرى من المناسب ذكرها والتي يتحقق بها اغتيال الفضيلة .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "المرحلة الثامنة : بعد المرحلة السابعة تدخل الفتاة في نفق مظلم ، وتعاني من آلامٍ نفسية، وتدخل في دوامةٍ مليئةٍ بالمشاكلِ المعقدة . وقد وقفت على عدد كبير من هذه المشاكل من خلال أسئلة الهاتف ولا يدرك كربها إلا من عايشها : مشكلةُ حمل السفاح، ومشكلةُ ستر الفضيحة بالزواج، وحينما يتخلى الشابُ عنها، وحينما يتقدمُ لخطبتها فيرُفض بسبب الأعراف الاجتماعية . ¶ وتبقى هذه الفتاة بلا زواج أو تتزوج وتعيش معاناة أخرى تنتهي غالباً بالطلاق . ¶ والفتيات اللواتي يبادرن الشباب بالاتصال ، وتركب مع أي شاب منحرف دون المقدمات السابقة هن في الحقيقة ممن مررن بالمراحلِ السابقة وتجرأن على الفساد . ¶ وغالباً ما تكون عرضة للتعرف على الشباب والاتصال المحرم متى ما سنحت لها الفرصة . ¶ إن تلك الفتاة لم يخطر ببالها حينما كانت عفيفةً أنها ستخلو بشاب أجنبي عنها في يوم من الأيام ، ولكن اتباعها لخطوات الشيطان أوقعها في جريمة العلاقة مع شاب أجنبي عنها . قال الله تعالى : (( يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ وَمَنْ يَتَّبِعْ خُطُوَاتِ الشَّيْطَانِ فَإِنَّهُ يَأْمُرُ بِالْفَحْشَاءِ وَالْمُنْكَرِ)) ( النور: 21 ) . ¶ إن أخطرَ المراحلِ السابقة هي المرحلةُ الأولى وهي قضية الاتصال الهاتفي ونظراً لغفلة كثير من الناس عن مخاطره فسأبين موضوع الاتصال الهاتفي عند الذئاب البشرية في استدراج الفتيات : ¶ أهم ما لدى الشباب المنحرف من أجل اصطياد الفتاه هو الحصول على رقم هاتفها، ولديهم وسائلُ كثيرة من أجل الحصول على رقم الهاتف ؛ ومن وسائلهم : الاتصال العشوائي حتى يقع على صوت فتاة، فتغلقُ السماعةَ في المرة الأولى، ثم يستمر في معاودة الاتصال وإرسال رسائل الجوال حتى تضعف .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ومن وسائلهم : ما يسمى بالترقيم وهي الطريقة الشائعة بين الشباب ، وهو أن يكون لدى الشاب أوراقٌ صغيرةٌ وضع فيها رقمه واسمه المستعار ، ويرميه على الفتيات المتبرجات في الأسواق والأماكن العامة وربما وضعه في الحقيبة أو كيس الأغراض ونحو ذلك . فتأخذه الفتاة وهي لا تريد الاتصال عادة ولكن قد تأتيها لحظات ضعف فتتصل ، أو أنها تعطي الرقم لزميلتها فتتصل . ¶ ولهؤلاء الشباب الساقط تفنن في كيفية صيد الفتيات بالترقيم ، فهذا شاب عرض رقم جواله للبيع في جريدة جامعية ؛ لأنه يبدأ بـ (055) وهذا له دلالة عند كثير من الساذجات ، فاتصلت إحدى طالبات الجامعة بكل بساطة من أجل شراء الرقم ، واستطاع الشاب استدراج الفتاة وبعد شهرين فقط من الاتصال الأول استطاع أن يأخذها من الجامعة أيام الاختبارات وأن يركبها في سيارته ، وضبط مختلياً بها في بيت أحد أقاربه . ¶ ومن الطرق أيضاً حصول الشاب على الرقم من طريق إحدى زميلاتها ، وربما أخذ الرقم من دفتر تلفونات قريبته . ومن أشهر طرق الوصول إلى الهاتف هو شبكة الأنترنت من خلال برنامج المحادثة ( الشات ) ولا يدخله الشباب إلا بحثاً عن الفتيات ، فيمكث عدة ساعات فإذا تعرف على فتاة نقلها من الغد على المسنجر وتبدأ العلاقة بينهما عبر المسنجر أو البريد الألكتروني ويستمر التواصل بينهم على هذه الحال عدة أسابيع حتى يتحقق من ميل عاطفة الفتاة إليه وتعلقها به، ثم يأخذ منها رقم الهاتف . ¶ والشيطان يستدرج الطرفان ، بل يأتي الحديث أحياناً من الشاب بالرغبة في التوبة إلى الله ويسأل عن بداية الطريق فتسعى الفتاة في دلالته على بعض الكتب والأشرطة النافعة، وربما كان العكس هو الذي يبدأ بدلالتها على الخير؛ لأن هدف الشاب تكوين العلاقة وأن يجري الحديث بينهما حتى تقع في شراك العلاقة العاطفية ، وأذكر هنا قصة مؤثرة :",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "قدمت مرة محاضرة في إحدى المدارس الثانوية للطالبات : وكان من ضمن الأسئلة المكتوبة : أن فتاة تعلقت بشاب من خلال الهاتف ، واستمرت الاتصالات بينهما وكان يحثها دائماً على طاعة الله ، وذكرت أنها حافظت بسببه على صلاة الوتر وأذكار الصباح والمساء ، ولكنه في النهاية دعاها للخروج معه . ¶ ومن القصص المؤثرة قضية ضبطها أعضاء الهيئة ، وهي أن شاباً سيئاً كان يتصل اتصالاً عشوائياً ، فوافق أحد الاتصالات هاتف امرأة فلما أجابت علمت أنه من المعاكسين فأغلقت السماعة ، ثم عاودها مراراً وكلما رفعت السماعة أغلقتها حتى اتصل مرة فقال اسمعي مني فقط ولا تتكلمي . فبين لها أنه شاب يبحث عن فتاة عفيفة وأنه لا يبحث عن غير ذلك وشكرها على إغلاق الهاتف وأن هذا دليلٌ على عفتها ، وأخبرها بأنه سيأتي لأبيها من أجل خطبتها ، وتوالت الاتصالات بعد في متابعة مشروع الزواج ، وأخبرها بأنه قد بنى بيتاً وأنه على مشارف الانتهاء ودعاها لأن تراه ، ودعاها الفضول أن ترى البيت بعدما تعلقت بذلك الشاب النظيف في نظرها ، وحتى لا تقع في الخلوة المحرمة جاءت مع زميلتها فركبتا معه ، ثم أدخلهما منزله الجديد ، وعند المرور على الغرف دخلت إحداهما غرفةً فدفعها فيه وأغلق الباب ، ثم دفع الثانية إلى الغرفة الأخرى وأغلق الباب ، واعتدى على الأولى ثم اعتدى على الثانية . ¶ ومن طرق الاتصال الذي يسبب الانحراف ، هو الاتصال الرسمي إن صح التعبير : فهذه امرأة اتصلت على وكيل مدرسة أهلية من أجل متابعة ابنها . ¶ تكرر الاتصال واستطاع استدراجها بكلمات الثناء والتقدير، وتكونت العلاقة بينهما ، وبعد مضي سنة ضبطا من قبل الهيئة في خلوة محرمة. ¶ وقصة مشابهة لشاب منحرف اتصل على إدارة مدرسة أهلية من أجل السؤال عن أخته التي تدرس بها ، تكرر الاتصال بهذه الإدارية فتمكن من استدراجها ، وضبطا بعد مدة في خلوة محرمة .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ومن صور الاتصال أن يتصل الشاب بزميله في المنزل فتردُّ أختُه على المتصل ، ويتكرر الاتصال في أوقاتٍ مختلفة و يطرح المتصل فيها بعض الأسئلة : أين فلان ؟ متى سيأتي ؟ إذا جاء أخبروه بأن فلان زميله اتصل به . ¶ فتتعرف على صوته ويتعرف على صوتها ، والعلاقة دائماً لا تحدث إلا مع التكرار ، وربما تعمد بعد فترة اختيار الأوقات المناسبة التي لا يكون زميله موجوداً في المنزل ، ويبرر اتصاله بالمنزل بأن جواله مقطوع أو لأنه أقلَ في التكلفة . وكثيراً ما يقبض الشاب مع فتاة وتكون أختاً لصديقه الحميم . ¶ ومن القصص المؤثرة أن اثنين من الشباب كان بينهما صداقة قوية وتفاني ، وكانوا يجتمعون على معاكسة النساء . ¶ وفي يوم من الأيام اتصلت الهيئة بأحدهما لاستلام أخته التي قبض عليها في خلوة محرمة مع أحد الشباب، تأثر الشاب كثيراً، وكانت الصاعقة عليه حينما علم أن الذي اختلا بها هو صديقه الحميم . ¶ اتصلت مرةً فتاةٌ في المرحلة المتوسطة على زميلتها فرد أحد الشباب في البيت وتبين أنها قد أخطأت في الرقم . ¶ انتهت المكالمة وراجعت الرقم ثم اتصلت على الرقم الصحيح لزميلتها، وأخبرتها بالاتصال الأول وأنها لقيت ارتياحاً من صوت ذلك الشاب وأدبه في الرد ، فأشارت عليها زميلتهُا أن تعاود الاتصال ، رفضت الفتاة بشدة ثم ضعفت واتصلت مرة أخرى، يقول هذا الشاب : عرفت الرقم فكانت تتصل وهي ساكتة ولا تتكلم بحرف فكنت أتحدث لوحدي ، وأعلم بأنها رافعة للسماعة بحركة السماعة، ومضيت على هذه الحال مدة من الزمن، وبعد ذلك بدأت تخرج بعض الكلمات مثل كلمة نعم ونحو ذلك . تطورت الأحوال وتكونت العلاقة بيننا مدت ثمان سنوات، وبسبب انشغال ذهني بها انخفض معدلي تركت دراستي ، وبسببها ساءت علاقتي بأهلي . ¶ وهو الآن يعيش حالة نفسية بسبب ما أصابه . ¶ هنا موضوع مهم ، إذا تكونت العلاقة المحرمة بالهاتف فكيف يلتقي الشاب بالفتاة والمجتمع محافظ ويرفض هذه العلاقات ؟",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "والجواب : تتحقق اللقيا عادة عن طريق الاحتيال على أهلها . ¶ كثيراً ما تتم اللقيا بين الشاب والفتاة في الأسواق فينزلها والدها أو السائق إلى السوق وتكون قد تواعدت معه عند محل معين وساعة معينة ، فتركب معه . وأحيناً تنزل مع بعض أهلها وإذا نزلوا إلى السوق تفرقوا بحكم أن هذه تريد سوق الذهب، والأخرى تريد الأقمشة، فتخرج مع ذلك الشاب في مدة التسوق . ¶ وليس الأمر مختصاً بالأسواق بل كل مكان تذهب إليه المرأة ينزلها فيه وليها ثم يعود إليها في وقت لاحق ، ولذلك فإن كثيراً ما يضبط أعضاء الهيئة قضايا الخلوة عند المنتزهات والملاهي وصالات الأفراح والمشاغل والمستشفيات والمستوصفات والمدارس والجامعات . ¶ وتكثر حالات الاختلاء في أوقات الانفلات في الدوام ؛ كأيام الاختبارات ، وأيام التسجيل ، و كم هو مؤسف أن أقول بأنه يكثر أيضاً في شهر رمضان بسبب كثرة تسوق النساء فيه . ¶ وهذا النوع من اللقيا يكون في المرات الأولى ثم يتطور الأمر فتكون اللقيا في المنازل أو الاستراحات ، وبعض الشباب يكون لديه شقة أو استراحة مخصصة لهذا الغرض ، وربما اشترك فيها مجموعة من الشباب . ¶ ويأتي بعضهم بالفتاة إلى منزله في أوقات غيبة أهله ، كوقت الصبح ، أو في حال سفرهم . ¶ وربما دعت الفتاة الشاب إلى منزلها في غيبة أهلها . ¶ ولدى بعضهم حيل وجرأة عجيبة فيلتقيان حتى مع وجود أهل المنزل : ¶ تعلقت إحدى الفتيات بشاب وتطورت العلاقة ، وكانت قد أخبرت زميلتها بتعلقها بذلك الشاب ، فاقترحت زميلتُها وهي متزوجة أن يكون اللقاء في شقتها الصغيرة ، وأخبرت زوجها بأن زميلاتها سيأتينها ، وبما أن الشقة صغيرة فإنه لابد أن ينشغل مدة بقائهم عندها خارج المنزل ، جاء هذا الشاب إلى هذه الشقة ، واجتمع بالفتاة . ¶ فانظر كيف استغفلت صاحبة الشقة زوجها ، وكيف استغفلت الفتاة أهلها ، وجعلت وليها هو الذي يوصلها إلى مكان الجريمة الآمن .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "أسباب وقوع الفتاة في الانحراف العاطفي ، وهي كثيرة وأهمها الآتي: ¶ السبب الأول : ضعف الإيمان بالله ، وقلة سماع المواعظ وقلة حضور مجالس الذكر . ¶ السبب الثاني : القنوات الفضائية التي تنشر الرذيلة؛ ويتفق العاملون في الهيئات أن القنوات الفضائية من أبرز الأسباب التي تهيج الشباب والفتيات وتدعوهم إلى الانحراف . ¶ وليعلم الذي أدخل القنواتِ الفضائية المحرمة في بيته أنه : يشحذ السكين التي يتم بها اغتيال الفضيلة في بيته وهو لا يشعر . ¶ السبب الثالث: من أسباب الانحراف العاطفي : سماع الغناء ، و هو بريد الزنا كما قال أهل العلم ؛ لأنه يهيج العواطف وقد ثبت عن النبي صلى الله عليه وسلم أنه قال : (( ليكونن من أمتي أقوام يستحلون الحر والحرير والخمر والمعازف )) أخرجه البخاري تعليقاً بصيغة الجزم من حديث أبي عامر أو أبي مالك الأشعري. وقد صححه جم غفير من العلماء منهم البخاري والنووي وابن تيمية وابن القيم وابن حجر . ¶ وثبت عن عبدالله ابن مسعود _ أنه قال : ((الغناء ينبت النفاق في القلب)) أخرجه ابن أبي الدنيا في ذم الملاهي بسند صحيح . ¶ وما أجمل كلام ابن القيم رحمه الله في حديثه عن حكمة الشرع في النهي عن سماع الغناء حيث قال : \" فاعلم أن للغناء خواصاً لها تأثيرٌ في صبغ القلب بالنفاق ، ونباته فيه كنبات الزرع في الماء . ¶ فمن خواصه : أنه يلهي القلب ويصده عن فهم القرآن وتدبره والعمل بما فيه ، فإن القرآن والغناء لا يجتمعان في القلب أبداً ، لما بينهما من التضاد ، فإن القرآن ينهى عن اتباع الهوى ، ويأمر بالعفة، ومجانبة شهوات النفوس، وأسباب الغي، وينهى عن اتباع خطوات الشيطان .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "والغناء يأمر بضد ذلك كله ويحسنه ، ويهيِّجُ النفوس إلى كل شهوات الغيّ .. إلى أن قال : فيميل برأسه ، ويهِزُّ منكبيه ، ويضرب الأرض برجليه ، ويدق على أم رأسه بيديه، ويثب وَثبات الدِباب، ويدور دورانَ الحمار حولَ الدولاب .. وتارةً يتأوهُ تأوهَ الحزين ، وتارةً يزعقُ زَعقاتِ المجانين .. إلى أن قال : فالغناء يفسد القلب ، وإذا فسد القلب هاج في النفاق \". انتهى كلام ابن القيم رحمه الله . ¶ ويتأثر النساء كثيراً بشكل المغني ولباسِه وحركاتهِ ، تقول إحدى النساء وهي ممن يشاهد الغناء في التلفاز، تقول : إذا رأيت المغني يغمز بعينه أشعر بأنه يقصدني وهذا كلام امرأة متزوجة تجاوزت الثلاثين فكيف سيكون حال الفتيات الصغيرات . ¶ السبب الرابع: من أسباب الانحراف العاطفي : ضعف متابعة الأبوين لأبنائهم وبناتهم ، فالأب لا يدري أين ذهبت ابنته ، ولا من أين جاءت ؟ ولم يطلع يوماً على جوال ابنته وما فيه من رسائل وأرقام مخزنة ، ولا يعرف حال صديقاتها وعلى ماذا يجتمعون ؟ والسائق يقوم بالمهمة . ¶ وقد ذكر بعض التائبين أن بعض الآباء لا يسأل عن ابنته مطلقاً وربما باتت في غير المنزل وهو لا يعلم. وأعضاء الهيئة يدركون تماماً أن هذا ليس فيه مبالغة . ¶ ذكر لي أحد أعضاء الهيئة : أن فتاة تعرفت على شاب وهما من سكان المنطقة الشرقية ، وصعب عليهما اللقاء ، وفي الإجازة الصيفية سافرت هذه الفتاة مع أهلها إلى مكة، وأخبرت صديقها بذلك ، فسافر إلى مكة وكان يلتقي بها يومياً بحجة ذهابها إلى السوق، أو بقائها في الحرم بين المغرب والعشاء ، وفي أحد الأيام استأجر سيارة وذهب بها إلى جدة ، وتم القبض عليهما هناك وكانت في غاية التبرج والزينة، ولما تم استدعاء أبيها كان يؤكد بأن ابنته في الحرم . فانظر إلى غفلة الأبوين إلى ماذا تؤدي .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ومن المناسب أن أذكِّر هنا بتساهل كثير من الآباء والأمهات مع بناتهم إذا ذهبوا إلى مكة ، فيترك البنات هملاً يذهبن إلى الأسواق والساحات وهن متبرجات ، حتى أصبحت ظاهرة يتأذى منها الكثير ، إنني والله أتعجب كيف تأتي المرأة إلى مكة لتعتمر فتطوف وتسعى بالعباءة المتبرجة عباءةِ الكتف والعباءةِ المخصرة ونحوها ، التي لا يفهم منها الرجال إلا شيئاً واحداً وهو أن هذه المرأةَ ضعيفةُ العفة والحياء . ¶ وأتعجب أكثر من ضعف رجولة وغيرة أبيها وزوجها وأخيها ؛ فيرضى بأن تكون قريبته مثاراً للفتنة عند الرجال الأجانب ؟ . ¶ السبب الخامس: من أسباب الانحراف العاطفي: جهاز الجوال الخاص ، والإنترنت . ¶ السبب السادس: خروج الفتاة إلى الأسواق والمحلات بلا محرم . إن أخطر الأماكن كلها على النساء هي الأسواق المختلطة ، والخطر يأتي من بعض الباعة والشباب المتسكع ، الذين يتعرضون للنساء بالمعاكسات والترقيم ، والدخول في الأماكن المزدحمة من أجل الاحتكاك بالنساء ، وربما تابع المرأة المتبرجة مدة طويلة حتى يحاسب عنها ، أو يطلب حمل الأغراض عنها ، وغير ذلك من الطرق السيئة في إيذاء النساء ؛ وإن كان هؤلاء الفساق يتفقون على عدم التعرض للمرأة العفيفة ، وقد حدثني عدد من التائبين بأن المرأة التي تلبس عباءة الرأس وتلبس القفاز والشراب الأسود لا يمكن أن يتعرض لها أحد . فإذا تعرضت امرأة لموقف من قبل هؤلاء الشباب فلتعلم أنها قد قصرت في حجابها . ¶ و السوق أيضاً أنسب مكان للمواعيد الأولى للشاب والفتاة ، ولذلك فإن (70 % ) من عمل الهيئات تقريباً يكون في الأسواق .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ومن مخاطر السوق أن كثيراً من الباعة لديه مقدرةٌ عالية على استدراج النساء ، والقرب منها بحجة تقريب البضاعة ، والحديث معها بطريقة تفصيلية عن اللباس ، و كثير من العمالة في هذه المحلات يأتي أولَ ما يأتي إلى هذا العمل بهيئة رثة ثم لا يلبثُ شهراً ، إلا وقد غير هيئته ولباسه ، وفتح صدره وقص شعره بطريقة معينة . ¶ ومن الفتن الواضحة في الأسواق مجسم المرأة الذي توضع عليه الملابس والذي يسمى (بالمانيكان)، وهذا المجسم يبرز مفاتن المرأة وكثيرٌ منها يصف تفاصيلَ العورة ، وأعتذر أن أصرح بهذا ولكنه واقع يراه النساء والرجال في المحلات، وهذه المجسمات لا يجوز نظر الرجال إليها لأنها مثيرة للفتنة ، فكيف إذا وضع عليها الملابس الضيقة والملابس الخاصة ؟ ولك أن تتصورَ الآثارَ السلبيةَ حينما تقهرُ المرأةُ حياءَها وتدخل هذه المحلات لتسأل وتشتري تلك الملابس من أولئك الرجال . ¶ لقد علمت واقع الأسواق والوقت يضيق عن ذكرها، ولدي قناعةٌ فقهيةٌ بأنه لا يجوز للمرأة أن تذهب إلى هذه الأسواقِ بغيرِ محرم لما في ذهابها بدونهِ من المفاسد التي سبق ذكرها، ولما فيه من الاختلاط المحرم وقد نبه إلى ذلك فضيلة الشيخ حمود التويجري وفضيلة الشيخ محمد بن عثيمين رحمهما الله . ¶ ومن القضايا التي ضبطت من قبل الهيئة قصة امرأة كانت تذهب دون محرم إلى محل حلويات من أجل الشراء ، وكان البائع وسيماً وهو من إحدى الدول العربية ، ومع كثرة مجيئها إلى المحل استدرجها وتكونت العلاقة ، وارتقت إلى الاتصال بالهاتف ، ومع مضي المدة بدأت تدعوه إلى منزلها أثناءَ غَيابِ زوجها، واستمر الأمر على هذه الحال مدة طويلة ، ثم جاء البلاغ عنه من قبل صاحب المحل الذي كان قد وضع جهاز تسجيل لضبط مكالمات المحل ، فقدم شكوى رسمية إلى الهيئة ووثقها بهذه الأشرطة، ضُبط على إثرها العامل ، وكذلك المرأة .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "السبب السابع : الخلوة بالسائق، وأحياناً تكون الخلوة خفية ، كالحال في الحافلات التي تقوم بتوصيل المعلمات والطالبات ، فتحصلُ الخلوةُ حينما تكونُ هي أولُ مَن يأخذها، أو آخر مَن يُنزلها . ¶ فهذا شاب متزوج يعمل على إيصال الطالبات إلى الجامعة في حافلة صغيرة . لَحظ حارس إحدى الإدارت الواقعة أمام شقة هذا السائق أنه يأتي إلى منزله كل يوم بفتاة تختلف عن الأخرى وذلك بعد خروج زوجته إلى العمل . فاتصل في أحد الأيام على الهيئة وأخبرهم بأن امرأة دخلت معه شقته الساعة السابعة ، وضبطت الفتاةُ مع هذا الشاب بعد خروجهما من المنزل في الساعةِ الثانيةَ عشرة ، وتبين أنها إحدى الطالبات اللواتي يوصلهن إلى الجامعة ، وكانت هذه الطالبة تدرس بنظام الساعات في السنة الثالثة ، وتبين أنه ليس لديها ساعاتٌ دراسيةٌ صباحَ يومِ الثلاثاء ، وأنها قد ضللت أهلها بذلك، وتم إحالتها إلى سجن الفتيات . ¶ ومن القصص أنه في أثناء تجول الهيئة في الصباح وجدوا على الشاطئ سيارة على حال مريب فقربوا منها ، ووجدوا فتاة مع سائق هندوسي في حالة سيئة ، وبعد إحضارهم إلى المركز ذكرت أن حصول ذلك متكرر على التناوب بينها وبين أختها ، وكان الأب في غاية الغفلة عن بناته . ¶ السبب الثامن: من أسباب الانحراف العاطفي : السفر إلى الخارج ؛ إلى بلاد الفسق والفجور من البلدان العربية والأوربية وغيرها الذي يربي الفتيات على التكشف وضعف الحياء . ¶ تعرف شاب بفتاة في لندن، وكانا قد ذهبا إلى لندن مع اسرتيهما ، وبعد رجوع الأسرتان إلى هذه البلاد استمرت العلاقة المحرمة بين الشاب والفتاة ، وعلمت بهذه القصة حينما جاءني اتصال بالهاتف عن حكم اسقاط جنينها بعدما ظهر عليها حمل السفاح ، ثم أسقطت جنينها ظلماً وزوراً ، ووالداها وأهلها لا يزالون في غفلتهم . ¶ السبب التاسع : تبرج الفتاة إذا خرجت إلى الجامعة أو السوق أو غير ذلك . .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "السبب العاشر : إطلاق النظر إلى ما حرم الله من قبل الرجل أوالمرأة في القنوات الفضائية أو الأسواق وغيرها . ¶ السبب الحادي عشر : الصحبة السيئة . وهذا من أهم أسباب فساد الشباب والفتيات، وصديقة السوء هي التي تتحدث مع زميلاتها في المدرسة أنها تتصل بأحد الشاب، أو تعطيهن أرقام الشباب، ومن أسوء السيئات التي تعرف بعض الشباب على زميلاتها . ¶ وكم من فتاة دخلت الجامعة وهي عفيفة ، فلا يمضِ عليها إلا شهر واحد حتى تلحق بركب العباءات المتبرجة بسبب ما تشاهده من حال رفيقات السوء . ¶ السبب الثاني عشر : كثرة غَياب الأب أو المسؤول عن المنزل وانفلات إدارة المنزل . ¶ السبب الثالث عشر : اختلاط الرجال بالنساء في الأعمال والدراسة ، كالمستشفيات وكليات الطب. ¶ حدثني أحد الاستشاريين في أحد المستشفيات الكبرى بأن طبيباً مقيماً وطبيبة مقيمة وكلاهما من أهل هذه البلاد تكون العلاقة العاطفية بينهما في العمل ، وأصبحا يغلقان عليهما الباب كل يوم في إحدى غرف المستشفى فترة الغداء . ¶ السبب الرابع عشر: من أسباب الانحراف العاطفي : الاختلاط الأسري . فتسكن أكثر من أسرة في بيت واحد، أو أن يختلط الرجال والنساء في الصالة أو المجلس عند الزيارات، أو أن تفتح المرأة الباب للرجل في غيبة رب الأسرة لأن الطارق ابن عم ولا يغلق الباب دونه، فتفتح له الباب وتدخله المجلس وتقومُ بضيافته، و مع الغفلة وتغليب حسن الظن تحدث المأساة .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "اتصل بي رجل ليسألني عن مشكلة حصلت له، ومع كثرة سماعي للأسئلة المؤلمة إلا أن هذا السؤال كان صدمة قوية ، وملخص القصة : فتاةٌ سافرت إلى مدينة أخرى من أجلِ الدراسةِ الجامعية، وسكنت عند أختِها المتزوجة ومكثت عندهم أربعَ سنوات، وأثناء سنواتِ الدراسة تكوَّنت العلاقة بين الفتاةِ وزوجِ أختها ، وأصبح يخرج معها كثيراً دون علم زوجته، ثم ظهر الحمل ولم تتمكن من إسقاطه، ولما جاءت ساعة الولادة ذهب بها إلى المستشفى على أنها زوجته ، ونسب الولد إليه وأن أمه هي زوجته ، وقد بذلا شيئاً عجيباً من أجل إخفاء هذه الحقائق ، وأوهمت الزوجة بأن أختها حملت من شخص آخر وأن الزوج سعى في الستر عليها بنسبة الولد إليه وأن تقوم زوجته بتربيته ، وإضافة إلى كل هذا يريد أن يطلق الأولى وأن يأخذ أختها، لقد أخذت هذه المشكلة عدداً من المكالمات المطولة عانيت من سماعها . ¶ ومنشؤها هو التساهل في جانب الاختلاط ، وأن الحمو أشد خطراً من البعيد . ¶ السبب الخامس عشر : الضعف العاطفي من الأبوين وكثرة المشاكل في البيت . ¶ والإشباع العاطفي من الأبوين لا يعالج أصل الفراغ العاطفي للفتاة ولكنه يساعد في العلاج . ¶ وأكثر الفتيات اللواتي يقبض عليهن وهن في سن المراهقة يبررن خروجهن مع الشباب بسبب الضغط الذي تعانيه من والديها . ولذلك فإنه من المهم أن يدرك الأبوان طبيعة سن المراهقة ، وأنه لا يكاد أن يسلمَ المراهقون من كثرةِ لومِ الأبوين، فيشعر المراهق كثيراً بأنه مظلوم ومضطهد . فإذا أدرك الأبوانِ ذلك عرفوا كيف يتعاملون مع أبنائهم وأولادهم بلغة المحبة والعاطفة والتفاهم والحوار والإقناع .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ومن القضايا المؤلمة : فتاةٌ عمرها ثمانيةَ عشرَ عاماً ، كانت تعاني من أهلها ومشاكل بيتها ، ثم تعلقت بأحد الشباب ، وعلقت عليه جميع الآمال ، وظنت أن حياةَ الراحةِ والاستقرار لن تكون إلا معه ، ولشدةِ هِيامهِا بذلك الشاب اتخذت قرار الهروب من بيت أهلها إليه وهو في مدينة أخرى ، ولما استقرت عنده ، تحول من حمل وديع إلى ذئب مفترس وأسكنها في عزبة للشباب ، واعتدى عليها ، ولدناءته وسوء طويته ، مكن بعده سبعة من أصحابه ليعتدوا عليها تباعاً . ثم تحولت حياتها إلى مأساة ، ولم تضبطِ القضيةُ في الهيئة إلا بعد أن تمكنت من الهروب من هذه العزبة . فإنا لله وإنا إليه راجعون . ¶ وبعد عرض الأسباب أبدأ بالعلاج : ¶ طرق علاج الانحراف العاطفي : ¶ إن أهم جانب في علاج الانحراف العاطفي هو حماية الفتاة وتحصينها حتى لا تقع ، وهذا هو الهدف الأساس من هذه المحاضرة ، وحتى التي وقعت أو بدأت فسأذكر بإذن الله تعالى طرق العلاج . ¶ أولاً : أول الحلول وأهمها هو الزواج المبكر للفتيات والشباب كذلك ، و ينبغي أن نعلم أن الله تعالى خلق العاطفة في الرجل والمرأة ، حتى يسعى الإنسان إلى تكوين الحياة الزوجية ، وحتى يتحقق الاستقرار والسكن والرحمة والمودة في هذه الحياة الزوجية ، وحفظاً لبقاء النسل . قال الله تعالى : ((وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجاً لِّتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُم مَّوَدَّةً وَرَحْمَةً إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ)) (الروم :21). ¶ ومن المهم أن نعلم أيضاً أن هذه العاطفة تظهر في سن المراهقة عند وصول الإنسان إلى سن التكليف الشرعي . ¶ وتصل المرأة إلى سن التكليف عادة قبل الرجل بمتوسط سنتين ونصف ، ويكون الجانب العاطفي لديها أقوى من الرجل ، وأغلب الفتيات يصلن إلى سن التكليف الشرعي قبل أن تنهي المرحلة الابتدائية .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "والله تعالى هو العليم الخبير الذي جعل الفتاة في هذا السن مهيأة لأن تكون أماً وزوجة ، فإذا تزوجت استقرت العاطفة وكانت سبباً في تحقيق السكن والرحمة والمودة بين الزوجين ، وقد كانت الفتاة تتزوج في سن الثانية عشر والثالثة عشر والرابعة عشر والخامسة عشر من عهد الرسولصلى الله عليه وسلم والصحابة وإلى ما قبلَ أربعين سنة من الآن، وفي وقتنا المعاصر تغيرت المفاهيم وتأخر سن الزواج قرابة العشر سنين . ¶ فهذه أمُّ المؤمنين عائشة رضي الله عنها دخل بها النبي صلى الله عليه وسلم وعمرُها تسعُ سنوات ، ولو تقدم شاب لخطبة فتاة عمرُها أربعَ عشَرةَ سنة ولا أقول تسع سنوات لقيل إنها طفلة صغيرة لا تستطيع تحمل المسؤولية. ¶ والجواب عن هذه الشبهة : في حديث جابر _ ، فعن جَابِرٍ _ قَالَ : قَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : (( هَلْ نَكَحْتَ يَا جَابِرُ ؟ قُلْتُ : نَعَمْ . قَالَ : مَاذَا أَبِكْرًا أَمْ ثَيِّبًا ؟ قُلْتُ : لَا بَلْ ثَيِّبًا . قَالَ : فَهَلَّا جَارِيَةً تُلَاعِبُكَ . قُلْتُ : يَا رَسُولَ اللَّهِ إِنَّ أَبِي قُتِلَ يَوْمَ أُحُدٍ وَتَرَكَ تِسْعَ بَنَاتٍ كُنَّ لِي تِسْعَ أَخَوَاتٍ ، فَكَرِهْتُ أَنْ أَجْمَعَ إِلَيْهِنَّ جَارِيَةً خَرْقَاءَ مِثْلَهُنَّ ، وَلَكِنِ امْرَأَةً تَمْشُطُهُنَّ وَتَقُومُ عَلَيْهِنَّ . قَالَ : أَصَبْتَ )) أخرجه البخاري ومسلم . والجارية هي الصغيرة من النساء . والخرقاء هي التي لا تحسن التصرف . فالنبي صلى الله عليه وسلم يعلم أن الجارية خرقاء لا تحسن التصرف ، ومع ذلك حث جابراً أن يتزوج جارية ؛ لأن ذلك هو الأصلح لها ولزوجها . ¶ فالسن الذي ينبغي أن تتزوج فيه الفتاةُ شرعاً ، هو لمن تكون في المرحلة المتوسطة ، وإذا نظرنا في طالبات المرحلة المتوسطة ، فإنه لا يكاد أن يوجدَ فيهن طالبةٌ متزوجة ، وكذا الحال في المرحلة الثانوية فإنه يندر فيها المتزوجة .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "فهذه المخالفةُ الصريحةُ للفطرة من أهم أسباب انحراف الطالبة عاطفياً سواءٌ فيما يسمى بالإعجاب بين الفتيات ، أو الاتصال بالشباب . أما المرحلة الجامعية فالمتزوجات منهن لا يتجاوزن الخمسة بالمائة ، وقد ذكرت مجلة الأسرة إحصائية مخيفة، وهي أن مليون ونصف امرأةً سعودية تجاوزت الثلاثين وهي لم تتزوج . ¶ إن هذه الظاهرة الخطيرة لم تعطَ بعد حقها من الاهتمام والعلاج . ¶ ومن أهم طرق العلاج : ¶ أولاً : أن نرجع إلى ما كان عليه النبي صلى الله عليه وسلم وأصحابه من الزواج المبكر للفتيات ، وكسرِ العوائق والرواسب الاجتماعية التي تخالف هدي النبي صلى الله عليه وسلم وسنته . ¶ ثانياً : إذا تقدم العمر بالفتاة فإنها ترفض من يأتي لخطبتها غالباً ؛ لأنه غيرُ كفئ لها في دينه واستقامته أو غيرِ ذلك ، ولأجل هذا فإني أرى أهمية أن تسعى المرأة في تزويج زميلتها أو قريبتها من خلال البحث عن الكفئ لها من ذوي الدين والاستقامة . والشاب المستقيم المعدد خير لها من غير المستقيم وإن لم يكن معدداً ، ولدي قناعة بذلك من خلال معرفتي بالمشاكل الزوجية التي تصلني عبر الهاتف . ¶ ثالثاً : الزواج مقدم على إكمال الدراسة أو الوظيفة . يتقدم شاب لخطبة فتاة وهي في السنة الأولى ثانوية فيمنعها أهلها وربما دون علم ابنتهم بحجة إكمال الدراسة ، وهذه جناية يرتكبها الأبوان في حق ابنتهما وهما لايشعران . ¶ تحدثت إحدى الفتيات عن معاناتها فقالت : تقدم إلي الخطاب وأنا في سن مبكرة فكانت والدتي تصر على عدم الزواج حتى أنتهي من الدراسة ، جاء الخطاب من أهل الدين والاستقامة ممن ترجوهم كل فتاة مستقيمة ، فكانت والدتي تردهم دون إخباري ، وربما أُخبرت أحيناً مع طلب عدم الموافقة ؛ لأن الدراسة أهم ، فأوافقها في الظاهر ؛ لأن حيائي يمنعني أن أقول خلافَ ذلك .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "انتهيت من المرحلة الثانوية وتخرجت من الجامعة ، ولم يأتني بعد ذلك إلا قلة من الخطاب الذين لا أرجوهم من ضعاف الدين والخلق ، ثم دخلت بعد ذلك في دوامة الحرج الاجتماعي والمعاناة النفسية ، أدافع نفسي دائماً حينما أنظر إلى والدتي نظر بغض وكراهية كلما تذكرت أن والدتي هي التي تسببت في تدمير حياتي الاجتماعية. وإن كنت أعلم بأنه نوع من العقوق . ¶ رابعاً : السعي في تيسير أمور الزواج ، بدأً بالمهر والوليمة فتقاطع الفنادق وقصور الأفراح ، ويكتفى بوليمة مختصرة في البيت فعَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَأَى عَلَى عَبْدِالرَّحْمَنِ بْنِ عَوْفٍ أَثَرَ صُفْرَةٍ قَالَ (( مَا هَذَا ؟ قَالَ إِنِّي تَزَوَّجْتُ امْرَأَةً عَلَى وَزْنِ نَوَاةٍ مِنْ ذَهَبٍ . قَالَ : بَارَكَ اللَّهُ لَكَ أَوْلِمْ وَلَوْ بِشَاةٍ )) أخرجه البخاري ومسلم . يسر في المهر ويسر في الوليمة ، وينبغي أيضاً أن يمتنع النساء عن التكلف في التجهيز والمباهاة في ليلة الزفاف . ¶ إن واقع الشباب اليوم الذي تخرج من الجامعة وتوظف على أحسن وظيفة وأعلى مرتب لا يستطيع أن يتزوج إلا أن يكون والده ثرياً ، أو بالزكوات والديون فكيف بمن دونهم . ¶ ثانياً ( من طرق العلاج ) :",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "نشر الوعي في المجتمع حتى يصل إلى كل أم وأب ، ونشر الوعي بين المعلمات حتى تكون على إحاطة بهذا الموضوع ، أما الطالبات فهن الأهم في نشر الوعي بينهن من خلال توزيع الأشرطة والكتب المناسبة ووضع المسابقات عليها وأن تكون الجوائز مما يعود على الفتيات بالنفع والفائدة كالكتب النافعة والمجلات الإسلامية ، ونشر الوعي أيضاً من خلال التوجيه المستمر من قبل المعلمات خلال الدقائق الخمس الأولى من الحصة ، ومن خلال حصة النشاط وغير ذلك ، وخصوصاً في المرحلة المتوسطة ، مع ذكر القصص التي تحقق الوعي والتخويف . وما المانعُ أيضاً أن يدرجَ هذا الموضوعُ ضمنَ أحدِ المناهج أو أن يفردَ بمادة مستقلة ، فتربية الفتاة على الفضيلة وتحذيرها من الرذيلة أهم من دراسة الفيزيا والرياضيات. ¶ وكذا الحال أيضاً في نشر الوعي بالنسبة للطلاب . ¶ ثالثاً ( من طرق العلاج ) : ¶ مقاطعة الإنترنت ، وأغلبُ الطالباتِ اللواتي يدخلن الإنترنت إنما يردن بذلك التسلية، ومن كان هذا هدفها فإنه في الغالب أنها لا تسلم من الانحراف، وقد تصل إلى درجة إدمان المواقع الإباحية وبرنامج المحادثة . ¶ وسندرك أهمية ذلك حينما نعلم أن الإنترنت تسبب في اغتال عفاف عدد كبير من الفتيات . ¶ حدثني أحد الشباب التائبين بأنه يعمل في صيانة أجهزة الكمبيوتر ، وأنه قبل التوبة كان يقوم بالتفتيش في أجهز الزبائن ، ويقول إن أغلب الشباب يوجد لديهم في أجهزتهم ملفات خاصة للصور الإباحية . وهذا يكشف حقيقة استعمال الشباب لهذه التقنية . ¶ وهنا خمس ضوابط مهمة في استعمال الفتاة للأنترنت : ¶ وجود الحاجة لاستعمال الإنترنت في الدعوة إلى الله. ¶ أن يكون الجهاز في مكان مفتوح في المنزل ؛ كالصالة ويشاهده الجميع ، أو في غرفة مشتركة لعدد من العاملات في مكتب خيري ونحو ذلك . ¶ ألا تظهر فيه شخصية الفتاة بأنها امرأة حتى في المنتديات الإسلامية . ¶ ألا تظيف إلى المسنجر أي رجل ليس من محارمها .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ألا تظهر بريدها الألكتروني إذا ظهر لها مشاركة . ¶ رابعاً ( من طرق العلاج ) : ¶ الحذر من الجوال للفتيات قدر المستطاع ، والبعد عن مهاتفة الرجال كذلك ، ويتأكد المنع إذا كانت الفتاةُ ذاتَ صوت رخيم ، فإن ذلك سبب في طمعِ مَن في قلبهِ مرض . قال الله تعالى : (( يَا نِسَاءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِنَ النِّسَاءِ إِنِ اتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ وَقُلْنَ قَوْلًا مَعْرُوفًا)) (الأحزاب 32) ¶ و ينبغي الحذر أيضاً من أن تختلي الفتاة بالهاتف حتى لو كانت تتحدث مع صديقتها أو ابنة عمها وابنة خالتها ؛ بل ينبغي أن تتحدث أمام أهلها وأمها حتى ولو لم تأخذ راحتها في الحديث كما يقال . ¶ وأي فتاة اتصل بها أحد الشاب المعاكس فيجب أن تغلق الهاتف فوراً ، وألا تتحدث معه مطلقاً ، حتى بالنصح ، ولابد أن تقهر فضولها فلا ترفعِ السماعةَ لتسمع دون أن تتحدث ، فهكذا كانت بداية سقوط الفتيات. ¶ ولو فرضنا أن امرأة وصلها رسالة جوال أو اتصال من شاب معاكس فيجب أن تخبر أحدَ محارمها المناسبين ، حتى يخبر الهيئة . ¶ وقد حصل هذا لأحد الفتيات العفيفات ، فأخبرت محرمها ، وأخبر أحد أعضاء الهيئة وتم الاتصال به واستدعاؤه وأخذ التعهد عليه واعتبرت سابقة في ملفه . ¶ خامساً ( من طرق العلاج ) : ¶ التخلص من التلفاز والقنوات الفضائية عاجلاً ، ومن احتاج للبديل فهي قناة المجد الإسلامية بجهازها الخاص الذي لا يستقبل أي قناة غيرها . والسعي في تنظيف البيت من المنكرات كأشرطة الأغاني والمجلات السيئة ، والصور المعلقة . ¶ واستبدالها بالأشرطة والمجلات الإسلامية، وعلى رأسها مجلة أسرتنا، والمتميزة والشقائق والأسرة، ومن المجلات الطيبة التي تخاطب الفتاة في المرحلة المتوسطة مجلة حياة . وأدعو كل أسرة إلى اشتراك ثابت في بعض هذه المجلات النافعة . ¶ سادساً ( من طرق العلاج ) :",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "الضبط الشديد لجانب تغيب الطالبات في جميع المراحل الدراسية ، وخصوصاً في الأيام التي يكثر فيها الانفلات كالأسابيع الثلاثة الأخيرة التي تسبق الاختبارات ، وأيام الاختبارات . ¶ سابعاً ( من طرق العلاج ) : ¶ التزام الحجاب الشرعي ، وكثير من يتصور أن الحجاب هو لبس العباءة ، وهذا مفهوم ناقص ، فأول درجات الحجاب هو القرار في البيت ، قال الله تعالى : (( وَقَرْنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى)) (الأحزاب:33) ، ولنتأمل أيضاً حديث ابن مسعود _ قال : (( المرأة عورة فإذا خرجت استشرفها الشيطان)) أخرجه الترمذي بسند صحيح فلاحظ قوله : ((المرأة عورة فإذا خرجت))، ولم يقل فإذا كشفت عن وجهها أو ساقها ونحو ذلك ، وهذا يعني أن الستر الحقيقي للمرأة هو عدم الخروج إلا عند الحاجة. وأما قوله (( استشرفها الشيطان)) فقد جاء في بيان معناها أن المرأة تقول : لعلي أعجبت فلاناً لعلي أعجبت فلاناً . وهذا هو الذي يفسر ظاهرة تبرج الفتيات إذا خرجن أمام الرجال ، وإذا تبرجت الفتاة أصبحت مهيئةً نفسياً لتقبل المعاكسات ، وتسببت في طمع الشباب بها . ¶ ثامناً ( من طرق العلاج ) : ¶ إنشاء الأسواق النسائية ( المغلقة ) التي لا يدخلها إلا النساء ، لدفع المفاسد التي سبق ذكرها ، وأن يتولى ذلك أهل الخير والصلاح من التجار أو الجمعيات الخيرية ، فهذه جمعية البر بعنيزة قد أنشأت مستشفى نسائي لا يدخله إلا النساء وبطاقم نسائي متكامل حفظاً لعورات المؤمنات .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وإنشاء السوق النسائي أيسر وأسهل من المستشفى، ولابد أن يشتمل هذا السوق على المحلات الراقية، والتسجيلات الإسلامية، ومطاعمِ الوجباتِ الخفيفة، وألعابِ الأطفال، وأماكنَ واسعةً للجلوس والمشي وغير ذلك، ومن أراد أن يبدأ بهذا المشروع فلابد أن يحيط بأسباب النجاح فيه والاستفادة من التجارب السابقة مع وجود لجنة شرعية تشرف عليه، وقد سبق أن فصلت ذلك كله في ملف مختص بهذا الموضوع، وأرى أن البداية الناجحة في هذا المشروع خطوة أساسية في دفع الانحراف . ¶ تاسعاً (من طرق العلاج) : ¶ شغل الوقت بما ينفع ، والنفس إن لم تشغلها بالطاعة شغلتك بالمعصية، فتنشغل المؤمنة بحفظ كتاب الله، والأعمال الدعوية وهي كثير جداً؛ إعداد مجلة وترتيب مسابقة وغير ذلك، والانشغال بالأعمال المباحة كأعمال المنزل وغيرها . ¶ المهم أن تسلم من الفراغ ؛ لأن الفراغ مفسدة . ¶ عاشراً ( من طرق العلاج ) : ¶ غض البصر عما حرم الله ، فلا يجوز للمرأة أن تنظر إلى الرجال إذا كان في النظر فتنةٌ أو مظنةُ الفتنة . ¶ كالنظر إلى المغنين واللاعبين والممثلين ونحوهم، وينبغي أن تحذر من فضول النظر ، وأن تجاهد نفسها قال الله تعالى : (( قُل لِّلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ إِنَّ اللَّهَ خَبِيرٌ بِمَا يَصْنَعُونَ{30} وَقُل لِّلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ)) (النور:30-31). ¶ حادي عشر ( من طرق العلاج ) : ¶ إذا وقعت الفتاة في التعلق العاطفي مع الشاب، فليس أمامها أي حل غيرُ قطع العلاقة به وأن تجعل ذلك توبة صادقة إلى الله، ستشعر بعدها بآلام عاطفية بسبب الفراق ولابد حينها من الصبر قليلاً ثم يذهبُ ذلك كلَّهُ ويعوضُها الله بلذة الطاعة والإيمان . ¶ إذا عَلِم أحدٌ بوجود علاقة محرمة بين فتاة وشاب ؛ كأن تعلم بذلك زميلتها ، أو المعلمة أو إدارة المدرسة، أو إدارة الجامعة .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "فما الموقف الصحيح هنا ؟ أهم حل هنا، إضافةً إلى مناصحتها : إخبار أبيها أو من يقومُ مقامَه من محارمها، ويكون الإخبار بطريقة مناسبة حتى يتحققَ به ضبطُ الفتاة وحفظها . ¶ وهذا الحل مع ما فيه من حدوث ردة فعل للأب غالباً ، إلا أنه ثبت من خلال التجربة والدراسة أنه لابد منه في العلاج ، وقد جرى عليه عمل الهيئة بناءً على خبرتهم الطويلة في هذا الموضوع . ¶ وسأبين لكم السبب في أهمية هذا العلاج . ¶ وهو أن الفتاةَ في سن المراهقة تكون شديدة العاطفة وسريعةَ التعلق ، وإذا تعلقت عاطفياً أي وصلت إلى درجة العشق تكون في غاية الضعف ولا يهدأ ذهنها من التفكير في ذلك الشاب، وتخرج معه وتختلي به وهي تظن أنها لا تستطيع أن تترك الحديث إليه والخروج معه . ¶ فهي إذا خرجت معه تعلم أنها مخطئة وأنها تدخل بذلك نفقاً مظلماً ومع ذلك تخرج معه وتستمر في هذا النفق . ¶ والفتيات اللواتي يعرضن مشكلتهن على المرشدة في المدرسة إذا قيل لها اقطعي الاتصال به والخروج معه من الآن، قالت الطالبة لا أستطيع . فهذه طالبة تعلم أنها تفعل جريمة بشعة، وتأتي إلى المعلمة أو المرشدة في المدرسة وهي تريد التوبة إلى الله وتطلب حلاً لمشكلتها ، ومع ذلك تقول لا أستطيع تركه . ¶ فكثير من الفتيات تعلم أنها تقوم بعمل محرم وتعلم أنه قد يقبض عليها وتصبح بعد ذلك فضيحةً وعاراً عليها، وربما سمعت موعظة مؤثرة وتريد التوبة منها فلا تستطيع بسبب ضعفها الذي جعلها أسيرة لهذه العلاقة العاطفية ، فنضطر حينئذ إلى استعمال الكي في العلاج، والكي مؤلم ويُبقي أثراً في المكان لكنه علاج لمرض قد يُودي بالحياة، والكي هناهو إخبار الأب أو من يناسبُ إخبارُه بحسب حال تلك الأسرةِ وظروفِها، فربما كان الأنسبُ إخبارَ الأخ بدل الأب ، كل ذلك بالنظر إلى ظروف وحال تلك الأسرة . ¶ وبهذا تندفع شبهة القول بأن مقتضى الستر عدم إخبار والدها .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "الصواب أن يقال : إن من مقتضى الستر الحقيقي هو إخبار والدها حتى يعيد النظر في تفريطه في تربيته ومتابعته لأهله فيحفظَها ويسترَ عليها ، وإلا بقيت الفتاة غالباً في عَلاقة محرمة مع ذلك الشاب . ¶ ثاني عشر ( من طرق العلاج ) : ¶ من بدأت في هذه العلاقة المحرمة ثم أرادت التوبة، وبدأ الشاب بتهديدها بالصور والمكالمات فماذا تفعل؟ الموقف الصحيح هنا ألا تستجيب له مطلقاً مهما بلغ حجم التهديد، وعليها أن تخبر مركز هيئة الأمر بالمعروف والنهي عن المنكر ، ويتم حيال ذلك ضبطُ هذا الشابِ وإحالتهُ إلى القضاء ، وتهديدُ الشابِّ لها بالصورِ والأشرطة حتى تمكِّنه من الحرام جريمةٌ كبرى وفيها معنى الحرابة، وإذا ضبط فإنه يحال إلى القضاء وتكون عقوبته التعزيرية بالغة . ¶ ومن القصص التي حصلت في المنطقة الشرقية : أن فتاة تعلقت بشاب، ثم تابت فبدأ يهددها بصورها التي لديه فكادت الفتاة أن تخنعَ له، ولكنها اتصلت بالهيئة وأخبرتهم بقصتها، فرُتب الأمرُ بطريقتهم الخاصة وتم ضبط الشاب ، وأُخذ الإذن الرسمي بتفتيش المنزل ، ووجد عنده صور لعدد من النساء ، وأحيل إلى الشرطة وطلب إحالته إلى القضاء، أما الفتاة فلم يعلم بأمرها أحد . ¶ ثالث عشر ( من طرق العلاج ) : ¶ العقوبة التعزيرية الرادعة لكل شاب سافل يسعى في اغتيال العفة والفضيلة باستدراج الفتيات بالترقيم والمعاكسة وتكرار الاتصال ورسائل الجوال أو الوقوع في الخلوة المحرمة في السيارة أو غيرها . فكما نظر العلماء في عقوبة مروج المخدرات لما انتشر الترويج ورأوا أن يكون التعزير بالقتل ، فكذلك لابد أن ينظر العلماء في عقوبة تعزيرية مؤثرة توقف هذا المد المخيف من الذئاب البشرية . فسرقة الأعراض لا تقل عن سرقة المال وتلف العقل .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "أُقيم في بعض المناطق ـ في الطائف ومكة والمدينة ـ تعزيرٌ خفيف للمعاكسين ، وهو جلده في المكان الذي ضبط فيه وهو يعاكس النساء ؛ كالأسواق وبوابات المدارس فكان لها أثراً بالغاً في انخفاض عدد المعاكسين في تلك المناطق إلى أقل من عشرة في المائة مما كان عليه عددهم ، فكيف إذا كان التعزير قوياً مع التشهير باسمه . ¶ وأخيراً أختم هذا الموضوع بخمس رسائل : ¶ الرسالة الأولى : إلى طالبة المرحلة الثانوية والمتوسطة : اعلمي أن كل فتاة تحدثك عن اتصالها بشاب، أو عن تعلقها ببعض المغنين واللاعبين ، أو تدعوك إلى حفلة ديجيه أو غيرها من الحفلات الغنائية ، أو تخبرك عن سفرها إلى بلاد الفسق والفجور، أو ترين منها لبس العباءة المتبرجة . فاعلمي أنها صديقةُ سوء وأن النبي صلى الله عليه وسلم مثَّلها بنافخ الكير . ¶ وتذكري دوماً قول الله تعالى : (( وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلاً* يَا وَيْلَتَى لَيْتَنِي لَمْ أَتَّخِذْ فُلَاناً خَلِيلاً* لَقَدْ أَضَلَّنِي عَنِ الذِّكْرِ بَعْدَ إِذْ جَاءنِي وَكَانَ الشَّيْطَانُ لِلْإِنسَانِ خَذُولاً )) (الفرقان: 27-29) . ¶ اقطعي العلاقة بهذه الصديقة ، والتحقي بالصحبة الصالحة بجماعة المصلى ، ودور تحفيظ القرآن الكريم. وكم هو مؤلم حينما نعلم أن جميع الطالبات إلا ما قل تخرج من المدرسة وقد انكشفت يدُها وجزءٌ من ساعدها وربما قدماها ، فاتقي الله تعالى واتخذي قرار الستر الكامل من الآن وبادري بلبس القفاز والشراب الأسود ، فإن فعلتِ ذلك فاعلمي أنك قهرت الشيطان والنفسَ الأمارةَ بالسوء، وإن لم تفعلي فاعلمي أنك المهزومة.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "الرسالة الثانية : إلى طالبة المرحلة الجامعية : أيها الأخت الكريمة . استمعي إلى هذه القصة كنت مع بعض طلاب العلم في زيارة للتجمعات الشبابية على الأرصفة والأسواق ، وألقيت كلمة على تجمع كبير للشباب المنحرف ، ولما انتهيت من الكلمة لحقني بعض الشباب فكلمني أحدهم وهو يبكي ، ويقول كلما توجهت للتوبة انتكست بسبب ما أشاهده من تبرج الفتيات في الأسواق وعند بوابة الجامعة . ¶ وأحيناً تكون الفتنة بالعباءة المخصرة أشدُّ من التي لا تلبس العباءة بالكلية . ¶ وهنا بعض الأسئلة التي لابد أن تجيب عليها كل فتاة لبست العباءة المتبرجة وأن تتأمل في جواب كل سؤال . ¶ السؤال الأول : ما الذي تريده المرأة من لبسها للبنطلون وعباءة الكتف المتبرجة إذا خرجت إلى السوق ؟ ¶ والسؤال الثاني : ما الذي سيفهمه الرجال والمعاكسون من هذا اللباس ؟ والسؤال الثالث : إذا كنتِ في السوق وأنتِ على هذه الحال ثم مرَّتْ بجوارك امرأةٌ تلبس عباءَة رأسٍ واسعة ، ومخيطة من الأمام وقد سترت وجهها بالكلية ولبستِ القفاز والشراب الأسود ، اطرحي على نفسك هذا السؤال دائماً وهو : ما الفرق بيني وبينها ؟ وأيتنا أكثُر عِفةً وحياءً ؟ وأصرح من هذا السؤال ما الذي جعل الشباب يتعرض لتلك المتبرجة ويترك المتسترة المحتشمة ؟ ¶ والجواب على ذلك كله في قوله تعالى : (( يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ فَلَا يُؤْذَيْنَ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا )) (الأحزاب 59) . ¶ ذلك أدنى أن يعرفن فلا يؤذين ؛ أي أقرب أن تعرف بالعفاف والستر فلا تؤذى من قبل الفساق .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "الرسالة الثالثة : إلى كل معلمة وموجهة ومرشدة وإدارية : أنتن القيادات التربوية الحقيقية للفتاة ، وأظن أن المشايخ لن يستطيعوا القيام بالإصلاح وحدهم ، ونتفق سوياً أن المعلمةَ مربيةٌ قبل أن تكون معلمة ، وقد قرر التربويون أن التربية الميدانية بالقدوة أقوى من الطرح النظري ، فأولى الناس بكل ما سبق ذكره هن القدوات ، لقد أدركتُ ذلك تماماً من أسئلة طالبات المرحلة المتوسطة والثانوية وحتى الجامعية : في الجانب الإيجابي ، أو في الأثر العكسي حينما لا تكون قدوةً حسنة في دينها أوخلقها أوحجابها أو زينتها .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "ومما يؤكدُ أثرَ القدوةِ العملية حديثُ قصةِ أمِّ سلمة ~ في الحديبية ، فالنبي صلى الله عليه وسلم قدِم مع أصحابه محرماً بالعمرة ، ولما مُنع من دخولِ مكةَ والطوافِ بالبيت وتم الصلح بين النبي صلى الله عليه وسلم وكفارِ قريش على أن يرجعوا ويأتوا من العام القادم ، أمر صلى الله عليه وسلم أصحابه أن ينحروا بُدْنهم وأن يحلقوا رؤسَهم حتى يتحللوا من العمرة ، ولم يستجب أحد من الصحابة رغبةً منهم في إتمام العمرة ، ونص الحديث أن رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قال لِأَصْحَابِهِ : (( قُومُوا فَانْحَرُوا ثُمَّ احْلِقُوا . قَالَ : فَوَاللَّهِ مَا قَامَ مِنْهُمْ رَجُلٌ حَتَّى قَالَ ذَلِكَ ثَلَاثَ مَرَّاتٍ . فَلَمَّا لَمْ يَقُمْ مِنْهُمْ أَحَدٌ دَخَلَ عَلَى أُمِّ سَلَمَةَ فَذَكَرَ لَهَا مَا لَقِيَ مِنَ النَّاسِ فَقَالَتْ أُمُّ سَلَمَةَ : يَا نَبِيَّ اللَّهِ أَتُحِبُّ ذَلِكَ ، اخْرُجْ ثُمَّ لَا تُكَلِّمْ أَحَدًا مِنْهُمْ كَلِمَةً حَتَّى تَنْحَرَ بُدْنَكَ وَتَدْعُوَ حَالِقَكَ فَيَحْلِقَكَ فَخَرَجَ فَلَمْ يُكَلِّمْ أَحَدًا مِنْهُمْ حَتَّى فَعَلَ ذَلِكَ نَحَرَ بُدْنَهُ وَدَعَا حَالِقَهُ فَحَلَقَهُ فَلَمَّا رَأَوْا ذَلِكَ قَامُوا فَنَحَرُوا وَجَعَلَ بَعْضُهُمْ يَحْلِقُ بَعْضًا حَتَّى كَادَ بَعْضُهُمْ يَقْتُلُ بَعْضًا غَمًّا )) أخرجه البخاري . ¶ الرسالة الرابعة : إلى الأب والزوج والأخ : أنا لا أدعوك إلى التخون ، فالنبي صلى الله عليه وسلم نهى أن يتخون الرجل أهله كما ثبت ذلك عن جَابِرٍ _ قَالَ : (( نَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَطْرُقَ الرَّجُلُ أَهْلَهُ لَيْلًا يَتَخَوَّنُهُمْ أَوْ يَلْتَمِسُ عَثَرَاتِهِمْ )) أخرجه مسلم .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ولكنني أدعوك إلى حفظ أهلك وحمايتهم كما أمر الله تعالى عباده : (( يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلَائِكَةٌ غِلَاظٌ شِدَادٌ لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ)) (التحريم 6) . ¶ كثيراً ما نسمع من الأب أو الزوج حينما يُناصح في تبرجِ مَن مَعه فيقول : أنا أثق في ابنتي أو زوجتي . وأنها متربيه . فاستمع إلى جوابي : أيها الأب والزوج الكريم : الثقةُ مطلوبة والتخونُ لا يجوز ، ولكنَّ الحقيقةَ أنك قد وثَقْتَ بالشيطان والنفسِ الأمارةِ بالسوء ، وتركت الحبل على الغارب كما يقال فلا تعلم متى خرجت ؟ ومع من كانت ؟ ولا تعلم هل هي تحافظ على الصلوات الخمس في أوقتها أو أنها تجمعها في وقت واحد ؟ . ¶ أما التربية فقد أوكلتَ بذلك القنواتِ الفضائية التي أدَّت دورها بنجاح في مسرح اغتيال الفضيلة، وإراقة دم العفة والحياء ، وأنت لا تزال في سُباتِك العميق وثقتك العمياء . ¶ وأي تربية أسوأُ من أمرك لها بكشف وجهها ولبس العباءة المتبرجة ، وسفرك بها إلى بلاد الفساد والرذيلة .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "الرسالة الخامسة : إلى كل شاب وقع في جريمة المعاكسات والترقيم والاتصال بالفتيات : أخاطبك بلغة مقنعة كما أقنع النبي صلى الله عليه وسلم ذلك الشاب فعَنْ أَبِي أُمَامَةَ _ قَالَ إِنَّ فَتًى شَابًّا أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ ائْذَنْ لِي بِالزِّنَا فَأَقْبَلَ الْقَوْمُ عَلَيْهِ فَزَجَرُوهُ . قَالُوا : مَهْ مَهْ . فَقَالَ صلى الله عليه وسلم : (( ادْنُهْ فَدَنَا مِنْهُ قَرِيبًا . فَجَلَسَ . قَالَ : أَتُحِبُّهُ لِأُمِّكَ . قَالَ : لَا وَاللَّهِ جَعَلَنِي اللَّهُ فِدَاءَكَ . قَالَ : وَلَا النَّاسُ يُحِبُّونَهُ لِأُمَّهَاتِهِمْ . قَالَ : أَفَتُحِبُّهُ لِابْنَتِكَ . قَالَ : لَا وَاللَّهِ يَا رَسُولَ اللَّهِ جَعَلَنِي اللَّهُ فِدَاءَكَ . قَالَ : وَلَا النَّاسُ يُحِبُّونَهُ لِبَنَاتِهِمْ . قَالَ : أَفَتُحِبُّهُ لِأُخْتِكَ . قَالَ : لَا وَاللَّهِ جَعَلَنِي اللَّهُ فِدَاءَكَ . قَالَ : وَلَا النَّاسُ يُحِبُّونَهُ لِأَخَوَاتِهِمْ . قَالَ : أَفَتُحِبُّهُ لِعَمَّتِكَ ؟ قَالَ : لَا وَاللَّهِ جَعَلَنِي اللَّهُ فِدَاءَكَ . قَالَ : وَلَا النَّاسُ يُحِبُّونَهُ لِعَمَّاتِهِمْ . قَالَ : أَفَتُحِبُّهُ لِخَالَتِكَ ؟ قَالَ : لَا وَاللَّهِ جَعَلَنِي اللَّهُ فِدَاءَكَ . قَالَ : وَلَا النَّاسُ يُحِبُّونَهُ لِخَالَاتِهِمْ . قَالَ : فَوَضَعَ يَدَهُ عَلَيْهِ وَقَالَ : اللَّهُمَّ اغْفِرْ ذَنْبَهُ وَطَهِّرْ قَلْبَهُ وَحَصِّنْ فَرْجَهُ فَلَمْ يَكُنْ بَعْدُ ذَلِكَ الْفَتَى يَلْتَفِتُ إِلَى شَيْءٍ)) أخرجه أحمد بسند صحيح . ¶ فاجعل في مخيلتك دائماً إذا دعتك نفسُك إلى معاكسةِ النساء أن تلك المرأةَ هي إحدى محارمك ، وأن شاباً أجنبياً مريضَ القلب قد طمعَ بها ويسعى في استدراجها . واستحضر أيضاً ما هي نظرة الناس إليك ؟! .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "أحضر في بعض مجالس العامة أجد من بعضهم رأفة وعاطفة لبعض المفرطين في دينهم ،ولكني وجدتهم قد أطبقوا على احتقار وكراهية الذي يعاكس النساء في الأسواق ، أو في غيرها ، فكيف تقبل أن تكون محل احتقار الناس . ¶ فهل أدركت ما هي نظرة الناس إليك ؟ . ¶ وختاماً : فليتذكر كل من بدأ في طريق الانحراف العاطفي مجيء الملائكة إليه لقبض روحه، وليتذكر ماذا سيكون حاله إذا دفن في المقبرة وانصرف الناس عنه ، فهل هو في روضة من رياض الجنة ، أو في حفرة من حفر النيران . ¶ وليتذكر أهوال يوم القيامة، وليتذكر دائماً حديث أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (( يُؤْتَى بِالْمَوْتِ كَهَيْئَةِ كَبْشٍ أَمْلَحَ فَيُنَادِي مُنَادٍ يَا أَهْلَ الْجَنَّةِ فَيَشْرَئِبُّونَ وَيَنْظُرُونَ فَيَقُولُ هَلْ تَعْرِفُونَ هَذَا فَيَقُولُونَ نَعَمْ هَذَا الْمَوْتُ وَكُلُّهُمْ قَدْ رَآهُ ثُمَّ يُنَادِي يَا أَهْلَ النَّارِ فَيَشْرَئِبُّونَ وَيَنْظُرُونَ فَيَقُولُ هَلْ تَعْرِفُونَ هَذَا فَيَقُولُونَ نَعَمْ هَذَا الْمَوْتُ وَكُلُّهُمْ قَدْ رَآهُ فَيُذْبَحُ ثُمَّ يَقُولُ يَا أَهْلَ الْجَنَّةِ خُلُودٌ فَلَا مَوْتَ وَيَا أَهْلَ النَّارِ خُلُودٌ فَلَا مَوْتَ ثُمَّ قَرَأَ (( وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الْأَمْرُ وَهُمْ فِي غَفْلَةٍ )) وَهَؤُلَاءِ فِي غَفْلَةٍ أَهْلُ الدُّنْيَا (( وَهُمْ لَا يُؤْمِنُونَ)) أخرجه البخاري ومسلم (مريم:39) ¶ ولنتذكر أن هذه الدنيا إنما خلقنا فيها لعبادة الله وحده لاشريك له ، وأنها دار ابتلاء وامتحان . ¶ قال الله تعالى : ((أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ)) (المؤمنون 115).",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وأكرر مرةً أخرى أن هذا الكتاب أعد ليكون سبباً في نشر الوعي بين الناس،وتنبيهاً للآباء والأمهات، وحتى تحذر المرأة من انحراف العاطفة . ¶ والحمد لله الذي بنعمته تتم الصالحات ,,,",
            "page": "36",
            "part": "1"
        }
    ],
    "t35050": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الانحراف العاطفي"
        }
    ]
}