{
    "b35064": [
        {
            "id": "50",
            "nass": "2-عن أبي سعيد الخدري قال: قلنا: يا رسول الله، هذا السلام عليك، فكيف نصلي عليك؟ قال: (قولوا: اللهم صل على محمد عبدك ورسولك، كما صليت على إبراهيم، وبارك على محمد، وعلى آل محمد، كما باركت على إبراهيم وآل إبراهيم). ).رواه البخاري/ باب: الصلاة على النبي - صلى الله عليه وسلم - .) ¶ 3-عن عمرو بن سليم الزرقي قال: أخبرني أبو حميد الساعدي أنهم قالوا: يا رسول الله، كيف نصلي عليك؟ قال: (قولوا: اللهم صل على محمد وأزواجه وذريته، كما صليت على آل إبراهيم، وبارك على محمد وأزواجه وذريته، كما باركت على آل إبراهيم، إنك حميد مجيد).رواه البخاري). ¶ 15-كفارة المجلس : ¶ -عن جبير بن مطعم - رضي الله عنه - , عن النبي - صلى الله عليه وسلم - (( من قال : سبحان الله وبحمده , سبحانك اللهم وبحمدك , أشهد أن لا إله إلا أنت أستغفرك وأتوب إليك , فإن قالها في مجلس ذكرٍ , كانت كالطابع يطبع عليه , ومن قالها في مجلس لغوٍ , كانت كفارة له )) . ¶ صحيح الجامع للألباني برقم [6430]. ¶ 16-قول دعاء السوق((لا اله الا الله وحده لا شريك له، له الملك وله الحمد، يحي ويميت، وهو حي لا يموت بيده الخير،وهو على كل شيء قدير)): ¶ -عن ابن عمر رضي الله عنهما : أن رسول الله - صلى الله عليه وسلم - قال (( من دخل السوق فقال : لا إله إلا الله وحده لا شريك له الملك و له الحمد يحيي و يميت وهو حي لا يموت بيده الخير و هو على كل شيء قدير كتب الله له ألف ألف حسنة و محا عنه ألف ألف سيئة ورفع له ألف ألف درجة، بنى له بيتاً في الجنة )) صحيح الجامع للألباني رقم[6231]. ¶ 17-الذكر بعد الفراغ من الطعام : ¶ - عن معاذ بن أنس عن النبي - صلى الله عليه وسلم - قال (( من أكل طعاماً ثم قال : الحمد لله الذي أطعمني هذا الطعام ورزقنيه من غير حول مني ولا قوة , غفر له ما تقدم من ذنبه )) صحيح الجامع للألباني برقم [6086]. ¶ 18-الذكر بعد لبس الثوب :",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "-عن معاذ بن أنس عن النبي - صلى الله عليه وسلم - قال ((.... ومن لبس ثوباً فقال الحمد لله الذي كساني هذا , ورزقنيه من غير حول مني ولا قوة غفرله ما تقدم من ذنبه و ما تأخر )) صحيح الجامع للألباني رقم [6086]. ¶ 19-ما يقول من تعار من الليل : ¶ -عن عباده بن الصامت - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال:((ومن تعار من الليل فقال : لا إله إلا الله وحده لا شريك له , له الملك وله الحمد,وهو على كل شيء قدير,الحمد لله,وسبحان الله,ولا إله إلا الله , والله أكبر,ولا حول ولا قوة إلا بالله ثم قال : اللهم أغفرلي , اودعا , استجيبت له , قإن توضأ وصلى قبلت صلاته)). ¶ رواه البخاري. ¶ 20-الاكثار من قول((اللهم اني أعوذ بك أن أشرك بك وأنا أعلم وأستغفرك لما لا أعلم)): ¶ -قال النبي - صلى الله عليه وسلم - ((الشرك فيكم أخفى من دبيب النمل،وسأدلك على شيء اذا فعلته،أذهب الله عنك صغار الشرك وكباره.تقول:اللهم أني اعوذ بك أن أشرك بك وأنا أعلم وأستغفرك لما لا أعلم)) صحيح الجامع للألباني رقم[3731]. ¶ 21-واكثار قول ((رب اغفر لي خطيئتي يوم الدين)): ¶ -يقول الغفور الرحيم ((ومن الأعراب من يؤمن بالله واليوم الآخر ويتخذ ما ينفق قربات عند الله وصلوات الرسول ألا إنها قربة لهم سيدخلهم الله في رحمته إن الله غفور رحيم)) سورةالتوبة[99]. ¶ -عن عائشةرضي الله عنها قالت:قلت:يا رسول الله،ابن جدعان،كان في الجاهلية يصل الرحم،ويطعم المسكين،فهل ذلك نافعه؟قال:لا ينفعه انه لم يقل يوما(رب أغفر لي خطيئتي يوم الدين). رواه مسلم. ¶ 22-ما يقول من دنى أجله: ¶ -يقول الغفور الرحيم ((إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ * وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا * فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا )) سورة النصر الآيات[ 1-2-3 ]",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "-عن عائشة رضي الله عنها قالت:كان رسول الله - صلى الله عليه وسلم - يكثر أن يقول،قبل أن يموت((اللهم سبحانك وبحمدك،أستغفرك وأتوب اليك)) رواه مسلم. ¶ 23-اكثار قول ((لا إله إلا أنت إني قد ظلمت نفسي فاغفر لي ذنوبي إنه لا يغفر الذنوب إلا أنت)): ¶ -عن علي بن أبي طالب - رضي الله عنه - ،عن النبي - صلى الله عليه وسلم - قال:((إن الله ليعجب إلى العبد إذا قال لا إله إلا أنت إني قد ظلمت نفسي فاغفر لي ذنوبي إنه لا يغفر الذنوب إلا أنت قال عبدي عرف أن له ربا يغفر ويعاقب )) . ( صحيح ) سلسلة الاحاديث الصحيحة للألباني رقم[1653] . ¶ 24-قول((لا إله إلا الله وحده لا شريك له له الملك وله الحمد وهو على كل شيء قدير لا حول ولا قوة إلا بالله سبحان الله والحمد لله ولا اله إلا الله والله أكبر)) حين يأوي إلى فراشه : ¶ ((من قال حين يأوي إلى فراشه لا إله إلا الله وحده لا شريك له له الملك وله الحمد وهو على كل شيء قدير لا حول ولا قوة إلا بالله سبحان الله والحمد لله ولا اله إلا الله والله أكبر غفر الله ذنوبه - أو قال خطاياه شك مسعر - وإن كانت مثل زبد البحر))سلسلة الاحاديث الصحيحة للألباني رقم[3414]. ¶ 25-تشميت العاطس: ¶ -عن ابن مسعود - رضي الله عنه - ،عن النبي - صلى الله عليه وسلم - قال ((إذا عطس أحدكم فليقل: الحمد لله رب العالمين و ليقل له: يرحمك الله و ليقل هو: يغفر الله لنا و لكم)) صححه الألباني في صحيح الجامع رقم[686] ¶ كتاب ¶ الأدب ¶ كتاب الأدب ¶ -يقول الغفور الرحيم((وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ))سورة القلم الآية[ 4 ] . ¶ 1-المحبة في الله عز وجل والإسلام : ¶ -عن أنس - رضي الله عنه - , أن رسول الله - صلى الله عليه وسلم - قال (( ما تواد إثنان في الله - عز وجل - أو في الإسلام فيفرق بينهما , إلا ذنبٌ يحدثه أحدهما )) سلسلة الأحاديث الصحيحة للألباني رقم [637]. ¶ 2-حسن الخلق :",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "-يقول الغفور((وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ)) سورة القلم الآية[ 4] . ¶ أ-عن البراء - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال (( ما من مسلمين يلتقيان فيتصافحان , إلا غفر لهم , قبل أن يتفرقا )) صحيح الجامع للألباني [5777]. ¶ ب-عن البراء - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال (( ما من مسلمين يلتقيان فيسلم أحدهم على صاحبه , ويأخذ بيده , لا يأخذ بيده إلا لله , فلا يفترقان حتى يغفر لهما )) صحيح الجامع للألباني رقم [5778]. ¶ ج- عن أبي أمامة قال : قال رسول الله - صلى الله عليه وسلم - : أنا زعيم ببيت في ربض الجنة لمن ترك المراء و إن كان محقاً ، و ببيت في وسط الجنة ، لمن ترك الكذب و إن كان مازحاً ، و ببيت في أعلى الجنة لمن حسن خلقه .)) صحيح الجامع للألباني رقم[6603]. ¶ د- عن أبي هريرة - رضي الله عنه - قال:قال رسول الله - صلى الله عليه وسلم - ((من كان سهلا هينا لينا،حرمه الله على النار)) رواه الحاكم والبيهقي والطبراني وصححه الألباني في صحيح الجامع رقم[6484]. ¶ هـ- عن أنس بن مالك - رضي الله عنه - ،قال(مروا بجنازة فأثنوا عليها خيرا)فقال النبي - صلى الله عليه وسلم - (وجبت).ثم مروا بأخرى فأثنوا عليها شرا،فقال(وجبت).فقال عمر بن الخطاب - رضي الله عنه - :ما وجبت؟قال:((هذا أثنيتم عليه خيرا،فوجبت له الجنة،وهذا أثنيتم عليه شرا،فوجبت له النار،أنتم شهداء الله في الارض))رواه البخاري. ¶ 3-القول الحسن: ¶ -قال تعالى((يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا))سورة الاحزاب الآيات[70-71]. ¶ 4-الحياء:",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "-عن ابي هريرة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - ((الحياء من الإيمان،والإيمان في الجنة ، والبذاء من الجفاء ، والجفاء في النار )).صحيح الجامع للألباني رقم[3199]. ¶ 5--افشاء السلام وطيب الكلام: ¶ أ-عن هاني بن يزيد - رضي الله عنه - قال:قال رسول الله - صلى الله عليه وسلم - ((ان من موجبات المغفرة بذل السلام ،وحسن الكلام))صحيح الجامع للألباني رقم [2232]. ¶ ب- ((كنا إذا سلم النبي - صلى الله عليه وسلم - علينا قلنا وعليك السلام ورحمة الله وبركاته ومغفرته)) صحيح سلسلة الاحاديث للألباني رقم[1449]. ¶ 6-مصافحة المسلم لأخاه المسلم: ¶ - عن أبي أمامة أن رسول الله - صلى الله عليه وسلم - قال : (( إذا تصافح المسلمان لم تفرق أكفهما حتى يغفر لهما .))صحيح الجامع للألباني رقم[433]. ¶ 7-البعد عن البغض والتشاحن : ¶ أ-عن أبن أبي عاصم قال : قال رسول الله - صلى الله عليه وسلم - (( في ليلة النصف من شعبان يغفر الله لأهل الأرض إلا لمشرك أو مشاحن ))صحيح الجامع للألباني [4268] ¶ ب-عن أبي هريرة - رضي الله عنه - : أن رسول الله - صلى الله عليه وسلم - قال:(( تفتح أبواب الجنة يوم الإثنين والخميس , فيغفر لكل عبد لا يشرك بالله شيئاً , فيقال : أنظروا هذين حتى يصطلحا , أنظروا هذين حتى يصطلحا , أنظروا هذين حتى يصطلحا )) رواه مسلم ¶ 8-حسن الإسلام : ¶ -عن أبا سعيد الخدري أنه سمع رسول الله - صلى الله عليه وسلم - يقول (( إذا أسلم العبد فحسن إسلامه , يكفر الله عنه كل سيئة كان زلتها , وكان بعد ذلك القصاص : الحسنة بعشر أمثالها إلى سبعمائة ضعف , السيئة بمثلها إلا أن يتجاوز الله عنها )) روه البخاري. ¶ 9-السماحة في البيع والشراء والقضاء و الدين :",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "أ-عن حذيفة - رضي الله عنه - قال : سمعت رسول الله - صلى الله عليه وسلم - يقول (( مات رجل , فقيل له , قال : كنت أبايع الناس , فأتجوز عن الموسر , وأخفف عن المعسر , فغفر له )) رواه البخاري. ¶ ب-وعن جابر - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - (( غفر الله لرجل ممن كان قبلكم , كان سهلاً إذا باع , سهلاً إذا اشترى , سهلاً إذا اقتضى )) صحيح الجامع للألباني رقم [4162]. ¶ ج- عن أبي هريرة - رضي الله عنه - :أن رسول الله - صلى الله عليه وسلم - قال((كان رجل يداين الناس، فكان يقول لفتاه: إذا أتيت معسراً فتجاوز عنه، لعل الله أن يتجاوز عنا، قال: فلقي الله فتجاوز عنه)).رواه البخاري. ¶ 10-الامانة والصدق: ¶ -عن أنس بن مالك عن رسول الله - صلى الله عليه وسلم - أنه قال ((أكفلوا لي بست أكفل لكم الجنة قالوا إذا حدث أحدكم فلا يكذب و إذا ائتمن فلا يخن و إذا وعد فلا يخلف وغضوا أبصاركم و كفوا أيديكم و احفظوا فروجكم .)) صحيح الجامع للألباني رقم[1225]. ¶ 11--إماطة الأذى عن طريق المسلمين : ¶ -عن أبي هريرة - رضي الله عنه - : أن رسول الله - صلى الله عليه وسلم - قال (( بينما رجل يمشي بطريق , وجد غصن شوك على الطريق فأخره , فشكر الله له فغفر له )) رواه البخاري ¶ -عن أبي الدرداء مرفوعاً (( من أخرج من طريق المسلمين شيئاً يؤذيهم , كتب الله له به حسنة, ومن كتب له حسنة , أدخله الله بها الجنة )) سلسلة الأحاديث الصحيحة للألباني رقم [ 2306] ¶ 12-كثرة الإستغفار للمؤمنين والمؤمنات : ¶ -عن عبادة - رضي الله عنه - ,عن النبي - صلى الله عليه وسلم - قال ((من أستغفر للمؤمنين وللمؤمنات , كتب الله بكل مؤمن ومؤمنة حسنة ))صحيح الجامع للألباني رقم [6026]. ¶ ومعلوم أنه هناك ملك مكلف يقول ولك بمثل كما صح عن النبي - صلى الله عليه وسلم - حين قال (( إذا دعا الغائب لغائب , قال له الملك : ولك بالمثل )) صحيح الجامع للألباني رقم[ 535].",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "13-ستر عيوب المسلم: ¶ -قال رسول الله - صلى الله عليه وسلم - ((من ستر أخاه المسلم في الدنيا،ستره الله يوم القيامة)) رواه البخاري. ¶ 14-التحرز والابتعاد عن الكبائر: ¶ -يقول الله تعالى((إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَنُدْخِلْكُمْ مُدْخَلًا كَرِيمًا)) سورة النساء الآية[31]. ¶ 15-الرأفة بالحيوان: ¶ أ-عن أبي هريرة - رضي الله عنه - ،أن رسول الله - صلى الله عليه وسلم - قال((بينا رجل يمشي،فاشتد عليه العطش،فنزل بئرا فشرب منها،ثم خرج فاذا هو بكلب يلهث،يأكل الثرى من العطش،فقال:لقد بلغ هذا مثل الذي بلغ بي،فملأ خفه ثم أمسكه بفيه،ثم رقى فسقى الكلب،فشكر الله له فغفر له))قالوا:يارسول الله،وان لنا في البهائم أجرا؟قال((في كل كبد رطبة أجر)) رواه البخاري. ¶ ب- عن أبي هريرة - رضي الله عنه - ،أن رسول الله - صلى الله عليه وسلم - قال((غفر لامرأة مومسة،مرت بكلب على رأس ركي يلهث،قال:كاد يقتله العطش،فنزعت خفها،فأوثقته بخمارها،فنزعت له من الماء،فغفر لها بذلك)) رواه البخاري. ¶ ج-عن عبد الله بن عمر رضي الله عنهما،أن رسول الله - صلى الله عليه وسلم - قال((عذبت أمرأة في هرة سجنتها حتى ماتت،فدخلت فيها النار،لا هي أطعمتها،ولا سقتها اذ حبستها،ولا هي تركتها تأكل من خشاش الارض)) رواه البخاري. ¶ د-(( لو غفر لكم ما تأتون إلى البهائم لغفر لكم كثيرا )) حسنه الألباني في سلسلة الاحاديث الصحيحة رقم[514] ¶ 16-الشيب في الاسلام: ¶ - قال رسول الله - صلى الله عليه وسلم - ((ما من مسلم يشيب شيبةً في الإسلام ،الا كتب الله له بها حسنة،وحط عنه بها خطيئة)) صحيح الجامع للألباني رقم[5760]. ¶ 17-الصفح والعفو عن المسيئين: ¶ أ-قال الرسول - صلى الله عليه وسلم - : (( ارحموا ترحموا واغفروا يغفر لكم ويل لأقماع القول ويل للمصرين الذين يصرون على ما فعلوا وهم يعلمون))",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "رواه أحمد بإسناد جيد صحيح الترغيب والترهيب للألباني رقم[2257]. ¶ ب- قال الرسول - صلى الله عليه وسلم - : ((من لا يرحم لا يرحم، و من لا يغفر لا يغفر له، و من لا يتب لا يتب عليه)). ¶ سلسلة الأحاديث الصحيحة للألباني رقم[483]. ¶ 18-الاكثار من الحسنات: ¶ أ-قال رسول الله - صلى الله عليه وسلم - ((اتق الله حيثما كنت،واتبع السيئة الحسنة تمحها،وخالق الناس بخلق حسن))صحيح الجامع للألباني رقم[97]. ¶ ب-قال - صلى الله عليه وسلم - ((اذا عملت سيئة،فاتبعها حسنة تمحها)) صحيح الجامع للألباني رقم[690]. ¶ كتاب ¶ المرض ¶ كتاب المرض ¶ -يقول الغفور الرحيم((لَيْسَ عَلَى الضُّعَفَاءِ وَلَا عَلَى الْمَرْضَى وَلَا عَلَى الَّذِينَ لَا يَجِدُونَ مَا يُنْفِقُونَ حَرَجٌ إِذَا نَصَحُوا لِلَّهِ وَرَسُولِهِ مَا عَلَى الْمُحْسِنِينَ مِنْ سَبِيلٍ وَاللَّهُ غَفُورٌ رَحِيمٌ))سورة التوبة الآية [ 91 ] ¶ -يقول الغفور الرحيم((وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ ))سورة الشعراء الآية[ 80 ]. ¶ *أركان علاج القلب: ¶ ((فان هذا الدواء مركب من ستة أجزاء:1-عبودية الله لا غيره-2-بأمره وشرعه-3-لا بالهوى-4-ولا بآراء الرجال وأوضاعهم،ورسولهم،وأفكارهم-5-بالاستعانة على عبوديته به-6-لا بنفس العبد وقوته وحوله ولا بغيره.فهذه هي أجزاء ((إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ))فاذا ركبها الطبيب اللطيف،العالم بالمرض،واستعملها المريض،جعل بها الشفاء التام.وما نقص من الشفاء فهو لفوات جزء من أجزائها أو اثنين أو أكثر)) من كتاب مدارج السالكين بين منازل اياك نعبد واياك نستعين/لابن القيم . ¶ 1-ابتلاء الله لعبده بالمرض تكفيراً لخطاياه: ¶ أ-عن أبي هريرة - رضي الله عنه - قال:سمعت رسول الله - صلى الله عليه وسلم - يقول((ان الله ليبتلي عبده بالسقم،حتى يكفر ذلك عنه كل ذنب))سلسلة الاحاديث الصحيحة للألباني رقم[3393].",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "ب-عن معاوية،قال:سمعت رسول الله - صلى الله عليه وسلم - يقول((ما من شيء يصيب المؤمن في جسده يؤذيه،الا كفر الله عنه من سيئاته))سلسلة الاحاديث الصحيحة للألباني رقم[2274]. ¶ ج-((إن العبد إذا مرض أوحى الله إلى ملائكته يا ملائكتي أنا قيدت عبدي بقيد من قيودي فإن أقبضه أغفر له وإن أعافيه فحينئذ يقعد ولا ذنب له)) . ( حسن ) سلسلة الأحاديث الصحيحة للألباني رقم[1611]. ¶ د-عن أبي هريرة مرفوعا((ما يزال البلاء بالمؤمن و المؤمنة في نفسه وولده وماله حتى يلقى الله وما عليه خطيئة)) سلسلة الاحاديث الصحيحة للألباني رقم[2280]. ¶ هـ-عن عبد الله - رضي الله عنه - قال:أتيت النبي - صلى الله عليه وسلم - في مرضه فمسته وهو يوعك وعكا شديدا، فقلت:انك لتوعك وعكا شديدا،وذلك أن لك أجرين؟قال(أجل،وما من مسلم يصيبه أذى،الا حاتت عنه خطاياه،كما تحات ورق الشجر)) رواه البخاري. ¶ و -عن أبي هريرة - رضي الله عنه - ،عن النبي - صلى الله عليه وسلم - قال((ما يصيب المسلم ،من نصب ولا وصب ولا هم ولا حزن ،ولا أذى ولا غم،حتى الشوكة يشاكها،الا كفر الله بها خطاياه)) رواه البخاري. ¶ 2-عيادة المريض: ¶ أ-عن علي - رضي الله عنه - قال:قال رسول الله - صلى الله عليه وسلم - ((ما من رجل يعود مريضا ممسيا،الا خرج معه سبعون ألف ملك يستغفرون له حتى يصبح،ومن أتاه مصبحا خرج معه سبعون ألف ملك،يستغفرون له حتى يمسي)) صحيح الجامع للألباني رقم[5717]. ¶ ب- علي بن أبي طالب - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - يقول : (ما من امرىء مسلم يعود مسلماً إلا ابتعث الله سبعين ألف ملك يصلون عليه في أي ساعات النهار كان حتى يمسي وأي ساعات الليل كان حتى يصبح ) .صحيح الجامع للألباني رقم[5687]. ¶ 3-عيادة المريض من خصال أهل الجنة:",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "-عن أبي هريرة - رضي الله عنه - قال:قال رسول الله - صلى الله عليه وسلم - ((من أصبح منكم اليوم صائما؟قال أبو بكر:أنا.قال(فمن تبع منكم اليوم جنازة)قال:أبو بكر: أنا.قال(فمن أطعم اليوم مسكينا؟) قال :أبو بكر:أنا. قال(فمن عاد منكم اليوم مريضا)قال:أبو بكر: أنا.فقال رسول الله - صلى الله عليه وسلم - ((ما أجتمعن في أمريء الا دخل الجنة))) رواه مسلم. ¶ 4-الحمى: ¶ -عن جابر بن عبد الله - رضي الله عنه - :أن رسول الله - صلى الله عليه وسلم - دخل على أم السائب، أو أم المسيب،فقال: ((مالك؟ يا أم السائب! أوياأم المسيب!تزفزفين؟)) فقالت: الحمى، لا بارك الله فيها، فقال: ((لا تسبي الحمى، فإنها تذهب خطايا بني آدم، كما يذهب الكير خبث الحديد)).رواه مسلم. ¶ 5-الصبر على المرض: ¶ -عن أبي الأشعث الصنعاني : أنه راح إلى مسجد دمشق و هجر بالرواح ، فلقي شداد بن أوس و الصنابحي معه ، فقلت : أين تريدان يرحمكما الله ؟ قالا : نريد ههنا إلى أخ لنا مريض نعوده ، فانطلقت معهما حتى دخلا على ذلك الرجل فقالا له : كيف أصبحت ؟ قال : أصبحت بنعمة ، فقال له شداد : أبشر بكفارات السيئات وحط الخطايا ، فإني سمعت رسول الله - صلى الله عليه وسلم - يقول : إن الله عز و جل يقول : إني إذا ابتليت عبدا من عبادي مؤمنا فحمدني على ما ابتليته فإنه يقوم من مضجعه ذلك كيوم ولدته أمه من الخطايا ، و يقول الرب عز و جل : أنا قيدت عبدي و ابتليته و أجروا له كما كنتم تجرون له و هو صحيح .))صحيح الجامع للألباني رقم[4300]. ¶ كتاب ¶ الحدود ¶ و ¶ الكفارات ¶ كتاب الحدود والكفارات ¶ 1-كفارة السرقة والزنا والقتل والافتراء:",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "- أخبرني أبو إدريس عائذ الله بن عبد الله :أن عبادة بن الصامت - رضي الله عنه - ، وكان شهد بدرا ، وهو أحد النقباء ليلة العقبة : أن رسول الله - صلى الله عليه وسلم - قال ، وحوله عصابة من أصحابه : ( بايعوني على أن لا تشركوا بالله شيئا ، ولا تسرقوا ، ولا تزنوا ، ولا تقتلوا أولادكم ، ولا تأتوا ببهتان تفترونه بين أيديكم وأرجلكم ، ولا تعصوا في معروف ، فمن وفى منكم فأجره على الله ، ومن أصاب من ذلك شيئا فعوقب في الدنيا فهو كفارة له ، ومن أصاب من ذلك شيئا ثم ستره الله فهو إلى الله ، إن شاء عفا ، وإن شاء عاقبه ) . فبايعناه على ذلك . ¶ رواه البخاري/كتاب الايمان. ¶ 2-كفارة من حلف باللات والعزى: ¶ -عن أبي هريرة - رضي الله عنه - قال :قال رسول الله - صلى الله عليه وسلم - : (( من حلف فقال في حلفه : واللات والعزى ، فليقل : لا إله إلا الله ، ومن قال لصاحبه : تعال أقامرك ، فليتصدق)). ¶ رواه البخاري /كتاب التفسير/باب أفرأيتم اللات والعزى. ¶ 3-كفارة من نسي صلاة: ¶ - عن أنس - رضي الله عنه - ،عن النبي - صلى الله عليه وسلم - قال : (( من نسي صلاة فليصل إذا ذكرها ، لا كفارة لها إلا ذلك : وأقم الصلاة للذكرى )) . قال موسى : قال همام : سمعته يقول بعد : وأقم الصلاة لذكري. ¶ رواه البخاري/كتاب مواقيت الصلاة/باب من نسي صلاة ¶ 4-كفارة المحصر:",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "-قال تعالى((وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ فَإِنْ أُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ وَلَا تَحْلِقُوا رُءُوسَكُمْ حَتَّى يَبْلُغَ الْهَدْيُ مَحِلَّهُ فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ بِهِ أَذًى مِنْ رَأْسِهِ فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ فَإِذَا أَمِنْتُمْ فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ تِلْكَ عَشَرَةٌ كَامِلَةٌ ذَلِكَ لِمَنْ لَمْ يَكُنْ أَهْلُهُ حَاضِرِي الْمَسْجِدِ الْحَرَامِ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ)) سورة البقرة الآية[196]. ¶ - عن كعب بن عجرة - رضي الله عنه - ، عن رسول الله - صلى الله عليه وسلم - أنه قال : (لعلك آذاك هوامك) . قال : نعم يا رسول الله ، فقال رسول الله - صلى الله عليه وسلم - : ((احلق رأسك ، وصم ثلاثة أيام ، أو أطعم ستة مساكين ، أو انسك بشاة)). ¶ رواه البخاري/كتاب أبواب الاحصار. ¶ 5-كفارة جماع الرجل لزوجته في رمضان:",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "-عن أبا هريرة - رضي الله عنه - قال : بينما نحن جلوس عند النبي - صلى الله عليه وسلم - ، إذ جاءه رجل فقال : يا رسول ، هلكت . قال : (ما لك). قال : وقعت على امرأتي وأنا صائم فقال رسول الله - صلى الله عليه وسلم - : (هل تجد رقبة تعتقها). قال : لا . قال : (فهل تستطيع أن تصوم شهرين متتابعين). قال : لا. فقال : (فهل تجد إطعام ستين مسكيناً). قال : لا . قال : فمكث النبي - صلى الله عليه وسلم - . فبينا نحن على ذلك أتى النبي - صلى الله عليه وسلم - بعرق فيه تمر ، والعرق المكتل ، قال : (أين السائل). فقال : أنا . قال : (خذ هذا فتصدق به). فقال الرجل : أعلى أفقر مني يا رسول الله ؟. فوالله ما بين لابتيها ، يريد الحرتين ، أهل بيت أفقر من أهل بيتي . فضحك النبي - صلى الله عليه وسلم - حتى بدت أنيابه ثم قال : (أطعمه أهلك). ¶ رواه البخاري/كتاب الصوم. ¶ 6-كفارة الظهار: ¶ -قال تعالى((وَالَّذِينَ يُظَاهِرُونَ مِنْ نِسَائِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا فَتَحْرِيرُ رَقَبَةٍ مِنْ قَبْلِ أَنْ يَتَمَاسَّا ذَلِكُمْ تُوعَظُونَ بِهِ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ (3) فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِنْ قَبْلِ أَنْ يَتَمَاسَّا فَمَنْ لَمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًا ذَلِكَ لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتِلْكَ حُدُودُ اللَّهِ وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ))سورة المجادلة الآية[3-4]. ¶ 7-كفارة المجلس: ¶ - عن نافع بن جبير بن مطعم ، عن أبيه قال : قال رسول الله - صلى الله عليه وسلم - : من قال سبحان الله و بحمده سبحانك اللهم و بحمدك أشهد أن لا إله إلا أنت أستغفرك و أتوب إليك فقالها في مجلس ذكر كانت كالطابع يطبع عليه و من قالها في مجلس لغو كانت كفارة له . ¶ هذا حديث صحيح على شرط مسلم و لم يخرجاه.وصححه الألباني في صحيح الجامع رقم[6430]. ¶ 8-كفارةاليمين:",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "-قال تعالى((لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِنْ يُؤَاخِذُكُمْ بِمَا عَقَّدْتُمُ الْأَيْمَانَ فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ ذَلِكَ كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ وَاحْفَظُوا أَيْمَانَكُمْ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آَيَاتِهِ لَعَلَّكُمْ تَشْكُرُونَ ))سورة المائدة الآية[89]. ¶ 9-كفارة النذر: ¶ أ-عن عقبة بن عامر - رضي الله عنه - قال:قال رسول الله - صلى الله عليه وسلم - ((النذر ... كفارته كفارة يمين))رواه الطبراني في الكبير وصححه الألباني في صحيح الجامع رقم[6805]. ¶ ب- قال رسول الله - صلى الله عليه وسلم - ((لا نذر في معصية،وكفارته كفارة اليمين)) رواه أحمد والترمذي وأبو داوود وابن ماجه وصححه الألباني في صحيح الجامع رقم[7547]. ¶ 10-كفارة لطم الغلام المملوك: ¶ - عن زاذان، أن ابن عمردعا بغلام له فرأى بظهره أثرا فقال له : أوجعتك ؟ قال : لا ، قال : فأنت عتيق . قال : ثم أخذ شيئا من الأرض فقال : مالي فيه من الأجر ما يزن هذا ، إني سمعت رسول الله - صلى الله عليه وسلم - يقول (( من ضرب غلاما له ، حدا لم يأته ، أو لطمه ، فإن كفارته أن يعتقه .)) رواه مسلم/كتاب الايمان. ¶ 11-كفارة النخاعة في المسجد: ¶ -عن أنس:أن رسول الله - صلى الله عليه وسلم - قال )) النخاعة في المسجد خطيئة،و كفارتها دفنها .)) رواه أحمد وصححه الألباني في صحيح الجامع رقم[6801]. ¶ كتاب ¶ الدعاء ¶ كتاب الدعاء ¶ -يقول الله الغفور الرحيم((وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ ))سورة غافر آية[ 60 ].",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "-يقول الله الغفور الرحيم ()وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ سَيُجْزَوْنَ مَا كَانُوا يَعْمَلُونَ)) سورة الاعراف الآية[180]. ¶ فضل الدعاء: ¶ -قال تعالى((وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ سورة غافر الآية [60]. ¶ -قال تعالى((وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ)) سورة البقرة الآية [186]. ¶ -قال - صلى الله عليه وسلم - ((الدعاء هو العبادة قال ربكم:أدعوني استجب لكم)) رواه الترمذي وابوداوود وابن ماجه وهو في صحيح الجامع للألباني رقم[3407]. ¶ -قال - صلى الله عليه وسلم - ((ان الله رحيم،حيي،كريم يستحي من عبده ان يرفع اليه يديه ثم لا يضع فيهما خيرا)) ¶ صحيح الجامع للألباني رقم[1768]. ¶ -قال - صلى الله عليه وسلم - ((ما من مسلم يدعو الله بدعوة ليس فيها اثم ولا قطيعة رحم الا أعطاه الله بها احدى ثلاث :اما أن تعجل له دعوته ،واما أن يدخرها في الآخرة،واما أن يصرف عنه من السوء مثلها))قالوا :اذا نكثر.قال((الله أكثر)). ¶ صحيح الترغيب والترهيب للألباني رقم[1633].",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "-عن أبي ذر - رضي الله عنه - ،عن النبي - صلى الله عليه وسلم - ،فيما روى،عن الله تبارك وتعالى أنه،((قال:يا عبادي!اني حرمت الظلم على نفسي وجعلته بينكم محرما،فلا تظالموا،يا عبادي!كلكم ضال الا من هديته،فاستهدوني أهدكم،يا عبادي !كلكم عار الا من كسوته،فاستكسوني أكسكم،يا عبادي!انكم تخطئون بالليل والنهار،وأنا أغفر الذنوب جمعيا،فاستغروني أغفر لكم ،يا عبادي!انكم لن تبلغوا ضري فتضروني،ولن تبلغوا نفعي فتنفعوني،يا عبادي!لو أن اولكم وآخركم وانسكم وجنكم،كانوا على أتقى قلب رجل واحد منكم،ما زاد ذلك في ملكي شيئا، يا عبادي!لو أن اولكم وآخركم وانسكم وجنكم،،قاموا في صعيد واحد فسألوني،فاعطيت كل انسان مسألته،ما نقص مما عندي!الا كما ينقص المخيط اذا أدخل البحر،يا عبادي انما هي أعمالكم أحصيها لكم ثم أوفكيم اياها،فمن وجد خيرا فليحمد الله،ومن وجد غير ذلك فلا يلومن الا نفسه)) (قال سعيد:كان أبو ادريس الخولاني:اذا حدث هذا الحديث جثا على ركبتيه) رواه مسلم. ¶ *من آداب الدعاء وأسباب الإجابة : ¶ ((",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "1-الإخلاص لله.-2-أن يبدأ بحمد الله والثناء علية ثم بالصلاة على النبي - صلى الله عليه وسلم - ويختم بها.-3- الجزم بالدعاء واليقين بالاجابة.-4-الإلحاح بالدعاء وعدم الإستعجال.-5- حضور القلب في الدعاء.-6-الدعاء في الرخاء والشدة.-7- لا يسأل إلا الله وحده.-8- عدم الدعاء على الأهل و المال والولد والنفس.-9-خفض الصوت بالدعاء بين المخافتة والجهر.-10-الإعتراف بالذنب والإستغفار منه والإعتراف بالنعمة و شكر الله عليها.-11- عدم التكلف في السجع بالدعاء.-12- التضرع والخشوع والرغبة والرهبة.-13-رد المظالم مع التوبة.-14-الدعاء ثلاثا.ً-15- استقبال القبلة.-16-رفع اليدين في الدعاء.-17- الوضوء قبل الدعاء إن تيسر.-18-أن لا يعتدي في الدعاء.-19-أن يبدأ الداعي بنفسه إذا دعا لغيره.-20-أن يتوسل إلىالله بأسمائه الحسنى وصفاته العلى.-21-أن يكون المطعم والمشرب والملبس من حلال.-22- لا يدعوا بآثم أو قطيعة رحم.-23-أن يأمر بالمعروف وينهى عن المنكر.-24- الابتعاد عن جميع المعاصي.)) ¶ من كتاب الدعاء للشيخ سعيد بن على بن وهف القحطاني . ¶ -قال شيخ الإسلام ابن تيمية- رحمه الله-((فالدعوة التى ليس فيها اعتداء يحصل بها المطلوب أو مثله ، وهذا غاية الإجابة ، فإن المطلوب بعينه قد يكون ممتنعاً أو مفسداً للداعى أو لغيره ، والداعي جاهل لايعلم ما فيه المفسدة عليه ، والرب قريب مجيب وهو أرحم بعباده من الوالدة بولدها ، والكريم الرحيم إذا سئل شيئاً بعينه وعلم أنه لا يصلح للعبد إعطاؤه : أعطاه نظيره ، كما يصنع الوالد بولده إذا طلب منه ما ليس له ، فإنه يعطيه من ماله نظيره ، ولله المثل الأعلى)) مجموع الفتاوى ( 14 / 368( ¶ *كيفية الدعاء المستجاب وصيغة سؤال الله:",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "-((ولما كان سؤال الله الى(الصراط المستقيم) أجل المطالب،ونيله أشرف المواهب:عَلم الله عباده كيفية سؤاله،وأمرهم أن يقوموا بين يديه حمده والثناء عليه،وتمجيده.ثم ذكر عبوديتهم وتوحيدهم.فهاتان وسيلتان الى مطلوبهم.توسل اليه بأسمائه وصفاته،وتوسل اليه بعبوديته. ¶ وهاتان الوسيلتان لا يكاد يرد معهما الدعاء.ويؤيدهما الوسيلتان المذكورتان في حديثي الاسم الاعظم اللذين رواهما ابن حبان في صحيحه والامام أحمد والترمذي)) ابن القيم/كتاب مدارج السالكين. ¶ ((قال الرسول - صلى الله عليه وسلم - (( اسم الله الأعظم في سور من القرآن ثلاث في البقرة و آل عمران و طه )) . ( حسن ) . قال القاسم أبو عبد الرحمن فالتمست في البقرة فإذا هو في آية الكرسي ( الله لا إله إلا هو الحي القيوم ) وفي (آل عمران) فاتحتها ( الله لا إله إلا هو الحي القيوم ) وفي ( طه )( وعنت الوجوه للحي القيوم ) . ( فائدة ) قول القاسم أن الاسم الأعظم في آية ( وعنت الوجوه للحي القيوم ) من سورة ( طه ) لم أجد في المرفوع ما يؤيده فالأفرب عندي أنه في قوله في أول السورة ( إني أنا الله لا إله إلا أنا . . ) فإنه الموافق لبعض الأحاديث الصحيحة فانظر الفتح 225/11 وصحيح أبي داود 1341 . ))من سلسلة الأحاديث الصحيحة للألباني رقم[ 746]. ¶ *-أوقات وأحوال وأماكن يستجاب فيها الدعاء: ¶ 1-ليلة القدر-2-جوف الليل الأخرفعن أبي هريرة - رضي الله عنه - ،أن رسول الله - صلى الله عليه وسلم - قال((ينزل ربنا تبارك وتعالى كل ليلة الى السماء الدنيا،حين يبقى ثلث الليل الآخر.يقول:من يدعوني فاستجيب له،من يسألني فأعطيه،من يستغفرني فأغفر له))رواه البخاري.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "-3- دبر الصلوات المكتوبات-4-بين الأذان والإقامة-5-ساعة من كل ليلة-6-عند النداء للصلوات المكتوبة-7-عند نزول الغيث-8- عند زحف الصفوف في سبيل الله-9- ساعة من يوم الجمعة-10- عند شرب ماء زمزم مع النية الصادقة-11- في السجود-12- عند الإستيقاظ من النوم ليلاً والدعاء بالمأثور في ذلك-13- إذا نام على طهارة ثم أستيقظ من الليل ودعاء-14-عند الدعاء بـ ((لا إله إلا أنت سبحانك إني كنت من الظالمين ))-15-دعاء الناس عقب وفاة الميت-16-الدعاء بعد الثناء على الله والصلاة على النبي - صلى الله عليه وسلم - في التشهد الأخير-17-عند دعاء الله بإسمه العظيم الذي إذا دعي به أجاب وإذا سئل به أعطي-18-دعاء المسلم لأخية المسلم بظهر الغيب-19- دعاء يوم عرفة في عرفة-20- الدعاء في شهر رمضان-21- عند إجتماع المسلمين في مجالس الذكر-22-عند الدعاء المصيبة بـ (( إنا لله وإنا إليه راجعون اللهم أجرني في مصيبتي وأخلف لي خيراً منها ))-23-الدعاء حال إقبال القلب على الله وإشتداد الإخلاص-24-دعاء المظلوم على من ظلمه-25- دعاء الوالد لولده وعلى ولده-26-دعاء المسافر-27-دعاء الصائم حتى يفطر-28-دعاء الصائم عند فطره-29-دعاء المضطر-30- دعاء الإمام العادل-31-دعاء الولد البار بوالديه-32-الدعاء عقب الوضوء إذا دعا بالمأثور في ذلك-33-الدعاء بعد رمي الجمرة الصغرى-34-الدعاء بعد رمي الجمرة الوسطى-35-الدعاء داخل الكعبة ومن صلى داخل الحجر فهو من البيت-36-الدعاء على الصفا-37-الدعاء على المروه-38-الدعاء عند المشعر الحرام . ¶ والمؤمن يدعو ربه دائماً أينما كان ((وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ))سورة البقرة الآية[186]. ¶ ولكن هذه الأوقات والأحوال والأماكن تخص بمزيد من العناية . ¶ *--الدعاء بالمغفرة من القرآن الكريم:",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "1-قال تعالى((قَالَا رَبَّنَا ظَلَمْنَا أَنْفُسَنَا وَإِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ)) سورة الاعراف الآية[23]. ¶ 2-قال تعالى((رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ وَإِلَّا تَغْفِرْ لِي وَتَرْحَمْنِي أَكُنْ مِنَ الْخَاسِرِينَ ))سورة هود الآية[47]. ¶ 3- قال تعالى((رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا))سورة نوح الآية[28]. ¶ 4- قال تعالى((رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ ((سورة ابراهيم الآية[41]. ¶ 5- قال تعالى((رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلَّذِينَ كَفَرُوا وَاغْفِرْ لَنَا رَبَّنَا إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ ((سورة الممتحنة الآية[5]. ¶ 6- قال تعالى((رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي))سورة القصص الآية[16]. ¶ 7- قال تعالى((رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ))سورةآل عمران الآية[147]. ¶ 8- قال تعالى((وَقُلْ رَبِّ اغْفِرْ وَارْحَمْ وَأَنْتَ خَيْرُ الرَّاحِمِينَ))سورة المؤمنون الآية[118]. ¶ 9- قال تعالى((سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ))سورة البقرةالآية[285]. ¶ 10- قال تعالى((رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلَانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ))سورةالبقرة الآية[286].",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "11- قال تعالى((رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلْإِيمَانِ أَنْ آَمِنُوا بِرَبِّكُمْ فَآَمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الْأَبْرَارِ ))سورة آل عمران الآية[193]. ¶ 12- قال تعالى((رَبَّنَا آَمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الرَّاحِمِينَ))سورة المؤمنون الآية[109]. ¶ 13- قال تعالى(( رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَصْلِحْ لِي فِي ذُرِّيَّتِي إِنِّي تُبْتُ إِلَيْكَ وَإِنِّي مِنَ الْمُسْلِمِينَ ))سورةالأحقاف الآية[15]. ¶ 14- قال تعالى((رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ آَمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَحِيمٌ))سورةالحشر الآية[10]. ¶ 15- قال تعالى(( رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ))سورة التحريم الآية[8]. ¶ 16- قال تعالى((رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الْأَبْرَارِ ((سورة آل عمران الآية[193]. ¶ 17-قال تعالى((رَبَّنَا إِنَّنَا آَمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ ))سورة آل عمران الآية[16] ¶ *- الدعاء المأثور بالمغفرة عن الرسول: ¶ 1-عن أبي بردة بن موسى الاشعري عن أبيه عن النبي - صلى الله عليه وسلم - ،أنه كان يدعو بهذا الدعاء،اللهم اغفر لي خطيئتي وجهلي،واسرافي في أمري،وما أنت أعلم به مني،اللهم أغفر لي جدي وهزلي،وخطئي وعمدي،وكل ذلك عندي،اللهم اغفر لي ما قدمت وما أخرت،وما أسررت وما أعلنت،وما أنت أعلم به مني،أنت المقدم وأنت المؤخر،وأنت على كل شيء قدير)) رواه مسلم.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "2-سمع ابن عباس رضي الله عنهما قال:كان النبي - صلى الله عليه وسلم - اذا قام من الليل يتهجد قال((اللهم لك الحمد،أنت قيم السماوات والارض ومن فيهن،ولك الحمد،أنت ملك السماوات والارض ومن فيهن،ولك الحمد، أنت نور السماوات والارض ومن فيهن،ولك الحمد، أنت ملك السماوات والارض ومن فيهن،أنت الحق ووعدك الحق،ولقاؤك حق،وقولك حق،والجنة حق والنار حق،والنبيون حق،ومحمد - صلى الله عليه وسلم - حق،والساعة حق،اللهم لك أسلمت،وبك آمنت،وعليك توكلت،واليك أنبت،وبك خاصمت،واليك حاكمت،فاغفر لي ما قدمت وما أخرت،وما أسررت وما أعلنت،أنت المقدم ،وأنت المؤخر ،لا اله الا أنت أو:لا اله غيرك،ولا حول ولا قوة الا بالله)) رواه البخاري. ¶ 3- قال رسول الله - صلى الله عليه وسلم - ((اللهم اغفر لي ذنبي ، ووسع لي في داري ، وبارك لي في رزقي .)) صحيح الجامع للألباني رقم[1265]. ¶ 4- قال رسول الله - صلى الله عليه وسلم - (( اللهم اغفر لي ذنوبي وخطاياي، اللهم أنعشني واجبرني واهدني لصالح الأعمال والأخلاق، فإنه لا يهدي لصالحها ولا يصرف سيئها إلا أنت ))صحيح الجامع للألباني رقم[1266]. ¶ 5-قال النبي - صلى الله عليه وسلم - ((ان ربك ليعجب من عبده اذا قال:رب أغفر لي ذنوبي،وهو يعلم أنه لا يغفر الذنوب غيره)) صحيح الجامع للألباني رقم[2069]. ¶ 6-عن عائشة،أن رسول الله - صلى الله عليه وسلم - كان يدعو بهؤلاء الدعوات )) اللهم لِلَّهِ فإني أعوذ بك من فتنة النار ، وعذاب النار ، وفتنة القبر ، وعذاب القبر ، ومن شر فتنة الغنى ، ومن شر فتنة الفقر ، وأعوذ بك من شر فتنة المسيح الدجال ، اللهم لِلَّهِ اغسل خطاياي بماء الثلج والبرد ، ونق قلبي من الخطايا كما نقيت الثوب الأبيض من الدنس ، وباعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب ، اللهم لِلَّهِ فإني أعوذ بك من الكسل ، والهرم، والمأثم ،والمغرم))رواه مسلم /كتاب الدعوات.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "7-((اللهم أكثر مالي ،وولدي،وبارك لي فيما أعطيتني وأطل حياتي على طاعتك وأحسن عملي وأغفر لي)) سلسلة الاحاديث الصحيحة رقم[2241]. ¶ 8-((اللهم انك عفو تحب العفو فاعف عني)) صحيح الجامع للأ لباني رقم[4423]. ¶ 9- ((اللهم إني أسألك فعل الخيرات وترك المنكرات وحب المساكين ،وأن تغفر لي وترحمني وإذا أردت فتنة قوم فتوفني غير مفتون ، وأسألك حبك وحب من يحبك ،وحب عمل يقربني الى حبك)) ¶ صحيح الترمذي للألباني رقم[2582]. ¶ 10-عن أبي موسى الأشعري ، عن النبي - صلى الله عليه وسلم - : أنه كان يدعو : (اللهم اغفر لي خطيئتي وجهلي، وإسرافي في أمري ، وما أنت أعلم به مني . اللهم اغفر لي هزلي وجدي وخطاياي وعمدي ، وكل ذلك عندي ) . رواه البخاري/كتاب الدعوات. ¶ 11- عن ابن مسعود - رضي الله عنه - قال:كان من دعاء رسول الله - صلى الله عليه وسلم - : ((اللهم إنا نسألك موجبات رحمتك و عزائم مغفرتك و السلامة من كل إثم و الغنيمة من كل بر و الفوز بالجنة و النجاة بعونك من النار )). هذا حديث صحيح على شرط مسلم و لم يخرجاه . ¶ 12-((اللهم اني أسألك ياألله بأنك الواحد الاحد ،الصمد،الذي لم يلد ولم يولد،ولم يكن له كفوا أحد،أن تغفر لي ذنوبي،انك أنت الغفور الرحيم )) صحيح أبي داوود للألباني رقم[1324]. ¶ 13-اللهم إني أسألك بأن لك الحمد لا إله إلا أنت المنان ، يا بديع السموات و الأرض ، يا ذا الجلال و الإكرام ، يا حي يا قيوم ، إني أسألك ،أن تغفر لي ذنوبي،انك أنت الغفور الرحيم))مشكاة المصابيح للألباني رقم[2230]. ¶ 14-((رب اغفر لي،وتب علي،انك أنت التواب الغفور)) صحيح الجامع للألباني رقم[3486]. ¶ 15-عن رجل من الانصار قال:سمعت رسول الله - صلى الله عليه وسلم - يقول في دبر الصلاة((اللهم أغفر لي وتب علي،انك أنت التواب الغفور[مئة]))سلسلة الاحاديث الصحيحة للألباني رقم[2603].",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "16-عن ابن عمررضي الله عنهما: ((ان كنا لنعد لرسول الله - صلى الله عليه وسلم - في المجلس يقول (رب أغفر لي وتب علي،انك أنت التواب الغفور)مئة مرة)) سلسلة الاحاديث الصحيحة للألباني رقم[556]. ¶ 17- قال رسول الله - صلى الله عليه وسلم - ((يا أيها الناس!توبوا الى الله واستغفروه،فاني أتوب الى الله واستغفره في كل يوم مئة مرة))سلسلة الاحاديث الصحيحة للألباني رقم[1452]. ¶ 18-عن أبو مالك الاشجعي،عن أبيه،قال:كان الرجل اذا أسلم علمه النبي - صلى الله عليه وسلم - الصلاة،ثم أمره أن يدعو بهولاء الكلمات:اللهم اغفر لي وارحمني واهدني وعافني وارزقني))رواه مسلم. ¶ 19-عن أبو مالك عن أبيه:أنه سمع النبي - صلى الله عليه وسلم - ،وأتاه لرجل فقال:يارسول الله !كيف أقول حين أسأل ربي عزوجل؟قال:قل: اللهم! اغفر لي وارحمني وعافني وأرزقني-ويجمع أصابعه الا الابهام،فان هؤلاء تجمع لك دنياك وآخرتك)) رواه مسلم. ¶ وهل دخول الجنان الا بغفران الرحمن؟ ¶ وهل دخول الجنان الا بغفران الرحمن؟ ¶ -يقول الغفور الرحيم((وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ)) سورة آل عمران الآية[ 133 ] ¶ -يقول الغفور الرحيم((سَابِقُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاءِ وَالْأَرْضِ أُعِدَّتْ لِلَّذِينَ آَمَنُوا بِاللَّهِ وَرُسُلِهِ ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ ((سورة الحديد الآية[21]. ¶ ففي صحيح مسلم أن النبي - صلى الله عليه وسلم - قال((ليس أحد منكم ينجيه عمله.قالوا:ولا أنت ؟يارسول الله :قال:ولا أنا ،الا أن يتغمدني الله منه بمغفرة ورحمة)). ¶ 1-التوحيد:",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "أ-عن أبي ذر - رضي الله عنه - قال:أتيت النبي - صلى الله عليه وسلم - وعليه ثوب أبيض،وهو نائم،ثم أتيته وقد استيقظ،فقال:(ما من عبد قال:لا اله الا الله،ثم مات على ذلك الا دخل الجنة)قلت:وان زنى وان سرق؟ .قال:( وان زنى وان سرق).قلت: وان زنى وان سرق؟ قال: (وان زنى وان سرق).قلت: وان زنى وان سرق؟ قال(وان زنى وان سرق على رغم أنف أبي ذر)رواه البخاري. ¶ ب-عن أنس عن النبي - صلى الله عليه وسلم - قال((يخرج من النار من قال:لا اله الا الله،وفي قلبه وزن شعيرة من خير،ويخرج من النار من قال: لا اله الا الله،وفي قلبه وزن برة من خير،ويخرج من النار من قال:لا اله الا الله،وفي قلبه وزن ذرة من خير))رواه البخاري. ¶ ج-عن عبادة - رضي الله عنه - ،عن النبي - صلى الله عليه وسلم - قال((من شهد ان لا اله الا الله وحده لا شريك له،وان محمدا عبده ورسوله،وان عيسى عبد الله ورسوله،وكلمته ألقاها الى مريم وروح منه،والجنة حق،والنار حق،أدخله الله الجنة على ما كان من العمل))رواه البخاري. ¶ د-عن عثمان - رضي الله عنه - قال:قال رسول الله - صلى الله عليه وسلم - ((من مات وهو يعلم أنه لا اله الا الله دخل الجنة )) رواه مسلم. ¶ 2-عدم الاشراك بالله شيئا: ¶ -عن معتمر عن أبيه قال:سمعت أنسا قال:ذكر لي النبي - صلى الله عليه وسلم - قال:لمعاذ(من لقي الله لا يشرك به شيئا دخل الجنة)قال:ألا أبشر الناس؟قال(لا،اني أخاف أن يتكلوا)) رواه البخاري. ¶ 3-طاعة الله عز وجل والنبي - صلى الله عليه وسلم - : ¶ -يقول الغفور الرحيم((قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ ))آل عمران آية[ 31 ] ¶ -عن أبي هريرة - رضي الله عنه - ،أن رسول الله - صلى الله عليه وسلم - قال:(كل أمتي يدخلون الجنة الا من أبى)قالوا:يارسول الله،ومن يأبى؟قال((من أطاعني دخل الجنة ومن عصاني فقد أبى)) رواه البخاري.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "4-تحريم الحرام وتحليل الحلال: ¶ -عن جابر قال أتى النبي - صلى الله عليه وسلم - النعمان بن قوقل،فقال:يا رسول الله!أرأيت اذا صليت المكتوبة،وحرمت الحرام،وأحللت الحلال،أأدخل الجنة؟فقال النبي - صلى الله عليه وسلم - :(نعم).رواه مسلم. ¶ 5-الصدق مع الله عز وجل: ¶ أ-عن عبد الله قال:قال رسول الله - صلى الله عليه وسلم - ((ان الصدق يهدي الى البر،وان البر يهدي الى الجنة،وان الرجل ليصدق حتى يكتب عند الله صديقا،وان الكذب يهدي الى الفجور،وان الفجور يهدي الى النار،وان الرجل ليكذب حتى يكتب كذابا)) رواه مسلم. ¶ ب- عن أبي هريرة - رضي الله عنه - ،أنه سمع رسول الله - صلى الله عليه وسلم - يقول((ان العبد ليتكلم بالكلمة،يزل بها في النار،أبعد ما بين المشرق والمغرب)) رواه مسلم. ¶ 6-الاكثار من قول(رضيت بالله ربا،وبالاسلام دينا،وبمحمد نبيا): ¶ أ-عن أبي سعيد الخدري - رضي الله عنه - ،أن رسول الله - صلى الله عليه وسلم - قال((من قال: رضيت بالله ربا،وبالاسلام دينا،وبمحمد نبيا،وجبت له الجنة))سلسلة الاحاديث الصحيحة للألباني رقم[334]. ¶ ب-عن المنيذر صاحب رسول الله - صلى الله عليه وسلم - ،كان يكون ب(افريقية) قال:سمعت رسول الله - صلى الله عليه وسلم - يقول((من قال اذا أصبح(رضيت بالله ربا،وبالاسلام دينا،وبمحمد نبيا)فأنا الزعيم لآخذن بيده حتى أدخله الجنة)) سلسلة الاحاديث الصحيحة للألباني رقم[2686]. ¶ 7-الاكثار من قراءة سورة الاخلاص:",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "-عن أنس - رضي الله عنه - :كان رجل من الأنصار يؤمهم في مسجد قباء ، وكان كلما افتتح بسورة يقرأ بها لهم في الصلاة مما يقرأ به ، افتتح :\" قل هو الله أحد \" . حتى يفرغ منها ، ثم يقرأ سورة أخرى معها ، وكان يصنع ذلك في كل ركعة ، فكلمه أصحابه فقالوا : إنك تفتتح بهذا السورة ، ثم لا ترى أنك تجزئك حتى تقرأ بأخرى ، فإما أن تقرأ بها ، وإما أن تدعها وتقرأ بأخرى ، فقال : ما أنا بتاركها ، إن أحببتم أن أؤمكم بذلك فعلت ، وإن كرهتم تركتكم ، وكانوا يرون أنه من أفضلهم ، وكرهوا أن يؤمهم غيره ، فلما أتاهم النبي - صلى الله عليه وسلم - ¶ أخبروه الخبر ، فقال : ( يا فلان ، ما يمنعك أن تفعل ما يأمرك به أصحابك ، ويحملك على لزوم هذه السورة في كل ركعة ) . فقال : إني أحبها ، فقال : ( حبك إياها أدخلك الجنة ) .رواه البخاري/كتاب أبواب صفة الصلاة. ¶ 8-سؤال الله الجنة ثلاثا والاستجارة به من النار ثلاثا: ¶ -عن أنس - رضي الله عنه - قال:قال رسول الله - صلى الله عليه وسلم - ((ما سأل رجل مسلم الله الجنة ثلاثا،الا قالت الجنة:اللهم أدخله الجنة،ولا استجار رجل مسلم الله من النار ثلاثا ،الا قالت النار:اللهم أجره مني)) صحيح الجامع للألباني رقم[5630]. ¶ 9-الاذان أثني عشر سنة: ¶ -عن ابن عمر رضي الله عنهما،عن النبي - صلى الله عليه وسلم - قال((من أذن أثنتي عشرة سنة،وجبت له الجنة،وكتب له بتأذينه في كل يوم ستون حسنة،وباقامته ثلاثون حسنة)) صحيح الجامع للألباني رقم [6002]. ¶ 10-القول بمثل قول المؤذن عند سماع الاذان:",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "-عن عمر بن الخطاب - رضي الله عنه - قال:قال رسول الله - صلى الله عليه وسلم - ((اذا قال المؤذن:الله أكبر الله أكبر،فقال أحدكم :الله أكبر الله أكبر,ثم قال: أشهد أن لا اله الا الله،قال: أشهد أن لا اله الا الله،ثم قال:أشهد أن محمدا رسول الله،قال: أشهد أن محمدا رسول الله،ثم قال:حي على الصلاة.قال:لا حول ولا قوة الا بالله،ثم قال:حي على الفلاح،قال: لا حول ولا قوة الا بالله،ثم قال: الله أكبر الله أكبر، قال: الله أكبر الله أكبر،ثم قال: لا اله الا الله.قال: لا اله الا الله،من قلبه دخل الجنة))رواه مسلم. ¶ 11-الذهاب الى المساجد: ¶ -عن أبي هريرة - رضي الله عنه - قال:قال رسول الله - صلى الله عليه وسلم - ((من غدا الى المسجد وراح،أعد الله له نزلا من الجنة،كلما غدا أو راح))رواه البخاري. ¶ 12-الوضوء والصلاة: ¶ أ-عن عقبة بن عامر - رضي الله عنه - ،أن النبي - صلى الله عليه وسلم - قال((من توضأ فأحسن الوضوء،ثم صلى ركعتين،يقبل عليهما بقلبه ووجهه،وجبت له الجنة))صحيح الجامع للألباني رقم[6166]. ¶ ب- عن أبي هريرة - رضي الله عنه - :أن النبي - صلى الله عليه وسلم - قال لبلال عند صلاة الفجر:( يابلال ، حدثني بأرجى عمل عملته في الإسلام ، فإني سمعت دف نعليك بين يدي في الجنة ).قال : ما عملت عملا أرجى عندي : أني لم أتطهر طهورا ، في ساعة ليل أو نهار ، إلا صليت بذلك الطهور ما كتب لي أن أصلي . قال أبو عبد الله : دف نعليك ، يعني تحريك .))رواه البخاري/كتاب ابواب التهجد بالليل. ¶ 13-المحافظة على الصلاة مع الجماعة:",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "أ-عن طلحة بن عبيد الله،أن أعرابيا جاء الى رسول الله - صلى الله عليه وسلم - ثائر الرأس،فقال:يارسول الله،أخبرني ماذا فرض الله علي من الصلاة،فقال(الصلوات الخمس الا أن تطوع شيئا).فقال: أخبرني مافرض الله علي من الصيام.فقال(شهر رمضان الا أن، تطوع شيئا).فقال: أخبرني ما فرض الله علي من الزكاة ،فقال:فاخبره رسول الله - صلى الله عليه وسلم - شرائع الاسلام،قال:والذي أكرمك،لا أتطوع شيئا.فقال رسول الله - صلى الله عليه وسلم - (أفلح ان صدق،أو:دخل الجنة ان صدق) رواه البخاري. ¶ ب-عن أبي بكر بن أبي موسى عن أبيه:) أن رسول الله - صلى الله عليه وسلم - قال((من صلى البردين دخل الجنة)) رواه البخاري. ¶ ج-عن أبي أيوب - رضي الله عنه - ،قال:جاء رجل الى النبي - صلى الله عليه وسلم - ،فقال:دلني على عمل أعمله يدنيني من الجنة،ويباعدني من النار.قال:تعبد الله ولا تشرك به شيئا،وتقيم الصلاة،وتؤتي الزكاة،وتصل ذا رحمك.فلما أدبر،قال رسول الله - صلى الله عليه وسلم - ((ان تمسك بما أمر به دخل الجنة))رواه مسلم. ¶ د-عن عمارة بن رؤية قال:قال رسول الله - صلى الله عليه وسلم - ((لا يلج النار من صلى قبل طلوع الشمس وقبل غروبها)) رواه مسلم. ¶ 14-قراءة آية الكرسي دبر كل صلاة: ¶ -عن أبي أمامة الباهلي - رضي الله عنه - قال:قال رسول الله - صلى الله عليه وسلم - ((من قرأ آية الكرسي في دبر كل صلاة،لم يحل بينه وبين دخول الجنة الا الموت)) سلسلة الاحاديث الصحيحة للألباني رقم[972]. ¶ 15-من بنى مسجدا لله: ¶ -عن عثمان - رضي الله عنه - قال:سمعت رسول الله - صلى الله عليه وسلم - يقول((من بنى مسجدا يبتغي به وجه الله بنى الله له بيتا في الجنة)) رواه البخاري. ¶ 16-اكثار الصيام: ¶ -عن حذيفة - رضي الله عنه - قال:قال رسول الله - صلى الله عليه وسلم - ((من ختم له بصيام يوم دخل الجنة)) صحيح الجامع للألباني رقم[6224]. ¶ 17-حسن الخلق:",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "-عن أنس بن مالك - رضي الله عنه - ،قال(مروا بجنازة فأثنوا عليها خيرا)فقال النبي - صلى الله عليه وسلم - (وجبت).ثم مروا بأخرى فأثنوا عليها شرا،فقال(وجبت).فقال عمر بن الخطاب - رضي الله عنه - :ما وجبت؟قال:(هذا أثنيتم عليه خيرا،فوجبت له الجنة،وهذا أثنيتم عليه شرا،فوجبت له النار،أنتم شهداء الله في الارض)رواه البخاري. ¶ 18-ترك الغضب: ¶ -عن أبي الدرداء - رضي الله عنه - قال رجل لرسول الله - صلى الله عليه وسلم - :دلني على عمل يدخلني الجنة؟قال((لا تغضب،ولك الجنة))صحيح الجامع للألباني رقم[7374]. ¶ 19-صلة الرحم: ¶ -عن جبير بن مطعم أنه سمع النبي - صلى الله عليه وسلم - يقول((لا يدخل الجنة قاطع)) رواه البخاري. ¶ 20-بر الوالدين وخاصة عند الكبر: ¶ -عن أبي هريرة - رضي الله عنه - ،عن النبي - صلى الله عليه وسلم - قال((رغم أنف،ثم رغم أنف،ثم رغم أنف)) قيل: من يا رسول الله!قال((من أدرك أبويه عند الكبر أو أحدهما أو كلاهما فلم يدخل الجنة)) رواه مسلم. ¶ 21-البعد عن النميمة: ¶ -عن حذيفة:سمعت النبي - صلى الله عليه وسلم - يقول((لا يدخل الجنة قتات)) رواه البخاري. ¶ 22-كفالة اليتيم: ¶ -عن سهل بن سعد - رضي الله عنه - قال:قال رسول الله - صلى الله عليه وسلم - ((أنا وكافل اليتيم في الجنة هكذا)) رواه البخاري. ¶ 23-حفظ اللسان والفرج: ¶ -عن أبي موسى - رضي الله عنه - ،عن النبي - صلى الله عليه وسلم - قال((من حفظ ما بين فقميه ورجليه دخل الجنة)) صحيح الجامع للألباني رقم[6202]. ¶ 24-تعزية المسلمين بمصائبهم: ¶ -عن عمرو بن حزم الأنصاري - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال((ما من مؤمن يعزي أخاه بمصيبة ،الاكساه الله عز وجل من حلل الجنة)) حسنه الالباني في الارواء رقم[464] ثم قال((فالحديث بمجموع الطرق حسن عندي)) ¶ 25-احتساب من مات له اثنين من الولد فما فوق:",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "أ-عن أبو هريرة - رضي الله عنه - ،عن النبي - صلى الله عليه وسلم - ((من مات له ثلاثة من الولد،لم يبلغوا الحنث،كان له حجابا من النار،أو دخل الجنة))رواه البخاري. ¶ ب-عن أبي سعيد الخدري:قالت النساء للنبي - صلى الله عليه وسلم - غلبنا عليك الرجال،فاجعل لنا يوما من نفسك،فوعدهن يوما لقيهن فيه،فوعظهن،وأمرهن،فكان فيما قال لهن(ما منكن امراة تقدم ثلاثة من ولدها ،الا كان لها حجابا من النار)فقالت امرأة:واثنين؟فقال(واثنين) ))رواه البخاري. ¶ 26-الحامد لله عند فقد ولده: ¶ - عن أبي موسى الأشعري ، أن رسول الله - صلى الله عليه وسلم - قال إذا مات ولد العبد ، قال الله لملائكته قبضتم ولد عبدي لِلَّهِ فيقولون : نعم . فيقول : قبضتم ثمرة فؤاده لِلَّهِ فيقولون : نعم فيقول : ماذا قال عبدي ؟ فيقولون : حمدك واستجرع . فيقول الله : إبنوا لعبدي بيتا في الجنة . وسموه بيت الحمد)) صحيح الجامع للألباني رقم[795]. ¶ 27-الصابر المحتسب فقد صفيه من الدنيا: ¶ -قال رسول الله - صلى الله عليه وسلم - ((يقول الله تعالى:ما لعبدي المؤمن عندي جزاء اذا قبضت صفيه من أهل الدنيا الا الجنة))رواه البخاري. ¶ 28-الصابر على فقد بصره: ¶ - قال رسول الله - صلى الله عليه وسلم - ((يقول الله تعالى:يا ابن آدم،اذا أخذت كريمتيك،فصبرت وأحتسبت عند الصدمة الأولى،لم أرض لك ثوابا دون الجنة))رواه مسلم. ¶ 29-طاعة الزوجة لزوجها: ¶ -قال - صلى الله عليه وسلم - ((اذا صلت المرأة خمسها ،وصامت شهرها،وحفظت فرجها،وأطاعت زوجها،دخلت الجنة)) صحيح الجامع للألباني رقم[661]. ¶ 30-اجتماع (الصيام وعيادة المريض واتباع الجنائز واطعام المساكين)في المسلم:",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "-عن أبي هريرة - رضي الله عنه - قال:قال رسول الله - صلى الله عليه وسلم - ((من أصبح منكم اليوم صائما؟قال أبو بكر:أنا.قال(فمن تبع منكم اليوم جنازة)قال:أبو بكر أنا.قال(فمن أطعم اليوم مسكينا؟) قال :أبو بكر أنا.قال(فمن عاد منكم اليوم مريضا)قال:أبو بكر أنا.فقال رسول الله - صلى الله عليه وسلم - ((ما أجتمعن في أمريء الا دخل الجنة))) رواه مسلم. ¶ 31-خصال توجب الجنان: ¶ أ-عن أبي كثير السحيمي عن أبيه قال:سألت أبا ذر قلت: دلني على عمل، إذا عمل العبد به دخل الجنة. قال: سألت عن ذلك رسول الله - صلى الله عليه وسلم - فقال:((يؤمن بالله)) قال: فقلت: يا رسول الله، إن مع الإيمان عملاً؟ قال: ((يرضخ مما رزقه الله)). قلت: وإن كان معدماً لا شيء له؟ قال: ((يقول معروفاً بلسانه)). قال: قلت: فإن كان عيياً لا يبلغ عنه لسانه؟ قال: ((فيعين مغلوباً)). قلت: فإن كان ضعيفاً لا قدرة له؟ قال: ((فليصنع لأخرق)). قلت: وإن كان أخرق؟ قال: فالتفت إلي وقال: ((ما تريد أن تدع في صاحبك شيئاً من الخير، فليدع الناس من أذاه)). فقلت: يا رسول الله، إن هذه كلمة تيسير؟ فقال - صلى الله عليه وسلم - : ((والذي نفسي بيده، ما من عبد يعمل بخصلة منها، يريد بها ما عند الله، إلا أخذت بيده يوم القيامة، حتى تدخله الجنة)).رواه البخاري في الادب المفرد وابن حبان في صحيحه. وحسنه الألباني في صحيح الترغيب والترهيب رقم[2318].",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "ب- عن عياض بن حمار المشاجعي أن رسول الله - صلى الله عليه وسلم - قال ذات يوم في خطبته : ألا إن ربي أمرني أن أعلمكم ما جهلتم مما علمني ، يومي هذا ، كل مال نحلته عبدا ، حلال ، وإني خلقت عبادي حنفاء كلهم ، وإنهم أتتهم الشياطين فاحتالتهم عن دينهم ، وحرمت عليهم ما أحللت لهم ، وأمرتهم أن يشركوا بي ما لم أنزل به سلطانا ، وإن الله نظر إلى أهل الأرض فمقتهم ، عربهم وعجمهم ، إلا بقايا من أهل الكتاب ، وقال : إنما بعثتك لأبتليك وأبتلي بك ، وأنزلت عليك كتابا لا يغسله الماء ، تقرؤه نائما ويقظانا ، وإن الله أمرني أن أحرق قريشا فقلت : رب لِلَّهِ إذا يثلغوا رأسي فيدعوه خبزة . قال : أستخرجهم كما استخرجوك ، واغزهم نغزك ، وانفق فسننفق عليك . وابعث جيشا نبعث خمسة مثله ، وقاتل بمن أطاعك من عصاك . قال : وأهل الجنة ثلاثة : ذو سلطان مقسط متصدق موفق ، ورجل رحيم رقيق القلب لكل ذي قربى ، ومسلم ، وعفيف متعفف ذو عيال قال : وأهل النار خمسة : الضعيف الذي لا زبر له ، الذين هم فيكم تبعا لا يبتغون أهلا ولا مالا والخائن الذي لا يخفى له طمع ، وإن دق إلا خانه ، ورجل لا يصبح ولا يمسي إلا وهو يخادعك عن أهلك ومالك . وذكر البخل أو الكذب : والشنظير الفحاش ، ولم يذكر أبو غسان في حديثه : وأنفق فسننفق عليك .)) رواه مسلم/كتاب الجنة وصفة نعيمها وأهلها. ¶ وهل النجاة من النيران الا بغفران الرحمن؟ ¶ وهل النجاة من النيران الا بغفران الرحمن؟ ¶ -يقول الغفور الرحيم((بَلَى مَنْ كَسَبَ سَيِّئَةً وَأَحَاطَتْ بِهِ خَطِيئَتُهُ فَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ ))سورة البقرة الآية[81 ]",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "-يقول الغفور الرحيم((يَا أَيُّهَا الَّذِينَ آَمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلَائِكَةٌ غِلَاظٌ شِدَادٌ لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ)) سورة التحريم الآية[6]. ¶ 1-توحيد الله وعدم الاشراك به شيئا: ¶ أ-عن عبد الله - رضي الله عنه - قال:قال رسول الله - صلى الله عليه وسلم - ((من مات يشرك بالله شيئا دخل النار)) رواه البخاري. ¶ ب-عن عتبان بن مالك الانصاري - رضي الله عنه - ،قال:قال رسول الله عليه وسلم ((لن يوافي عبد يوم القيامة يقول:لا اله الا الله،يبتغي بها وجه الله،الا حرم الله عليه النار)) رواه البخاري. ¶ 2-البكاء من خشية الله: ¶ -عن أبي هريرة - رضي الله عنه - قال:قال رسول الله - صلى الله عليه وسلم - ((لا يلج النار رجل بكى من خشية الله حتى يعود اللبن في الضرع،ولا يجتمع غبار في سبيل الله ودخان جهنم)) رواه أحمد والترمذي والنسائي وصححه الالباني في صحيح الجامع للألباني رقم[7778]. ¶ 3-أكل المال الحلال واجتناب الحرام: ¶ -عن خولة الانصارية رضي الله عنها قالت:سمعت - صلى الله عليه وسلم - يقول((ان رجالا يتخوضون في مال الله بغير حق،فلهم النار يوم القيامة))رواه البخاري. ¶ 4- اتمام الوضوء: ¶ -عن عبد الله بن عمرو قال تخلف عنا النبي - صلى الله عليه وسلم - في سفرة سافرناها،فأدركنا-وقد ارهقتنا الصلاة-ونحن نتوضأ،فجعلنا نمسح على أرجلنا،فنادى بأعلى صوته(ويل للأعقاب من النار)مرتين أو ثلاثا))رواه البخاري. ¶ 5-الصلاة أربعين يوما لله في جماعة مع ادراك التكبيرة الاولى: ¶ -عن عمر بن الخطاب - رضي الله عنه - قال:قال النبي - صلى الله عليه وسلم - ((من صلى لله أربعين يوما في جماعة،يدرك التكبيرة الاولى،كتبت له براءتان:براءة من النار،وبراءة من النفاق)) سلسلة الاحاديث الصحيحة للألباني رقم[2652].",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "6-المحافظة على أربع ركعات قبل صلاة الظهر وبعدها: ¶ -عن أم حبيبة رضي الله عنها،أن النبي - صلى الله عليه وسلم - قال((من حافظ على أربع ركعات قبل الظهر،وأربع وبعدها حرم على النار)) صحيح الجامع للألباني رقم[6194]. ¶ 7-الصدقة: ¶ -عن عدي بن حاتم - رضي الله عنه - قال:سمعت رسول الله - صلى الله عليه وسلم - يقول((اتقوا النار ولو بشق تمرة)) رواه البخاري. ¶ 8-الجهاد في سبيل الله: ¶ - يقول الغفور الرحيم((وَلَئِنْ قُتِلْتُمْ فِي سَبِيلِ اللَّهِ أَوْ مُتُّمْ لَمَغْفِرَةٌ مِنَ اللَّهِ وَرَحْمَةٌ خَيْرٌ مِمَّا يَجْمَعُونَ)) سورةآل عمران آية[157]. ¶ أ- قال النبي - صلى الله عليه وسلم - :((لمقام أحدكم في سبيل الله خير من صلاة ستين عاما خاليا، ألا تحبون أن يغفر الله لكم و يدخلكم الجنة ؟ أغزوا في سبيل الله، من قاتل في سبيل الله فواق ناقة وجبت له الجنة)) سلسلة الأحاديث الصحيحة للألباني رقم[902]. ¶ ب-عن عبد الله بن عمرو بن العاص:أن النبي - صلى الله عليه وسلم - قال((يغفر للشهيد كل ذنب، الا الدين))رواه مسلم. ¶ ج-عن أبو عيسى قال سمعت النبي - صلى الله عليه وسلم - يقول((من أغبرت قدماه في سبيل الله حرمه الله على النار ))رواه البخاري. ¶ 9-القتل في سبيل الله: ¶ -عن ابي هريرة - رضي الله عنه - ،أن رسول الله - صلى الله عليه وسلم - قال((لا يجتمع كافر وقاتله في النار أبدا)) رواه مسلم. ¶ 10-الصدق: ¶ - يقول علي - رضي الله عنه - قال النبي - صلى الله عليه وسلم - ((لا تكذبوا علي،فانه من كذب علي فليلج النار)) رواه البخاري. ¶ 11-خفض الجناح للمسلمين: ¶ أ-عن حارثة بن وهب،أنه سمع النبي - صلى الله عليه وسلم - قال:ألا أخبركم بأهل الجنة؟قالوا:بلى.قال - صلى الله عليه وسلم - :كل ضعيف متضعف،لو أقسم على الله لأبره،ثم قال:ألا أخبركم بأهل النار؟قالوا:بلى.قال:كل عتل جواظ مستكبر))رواه مسلم.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "ب-عن عبد الله بن مسعود قال:قال رسول الله - صلى الله عليه وسلم - ((ألا أخبركم بمن يحرم على النار،أو بمن تحرم عليه النار؟على كل قريب هين سهل)) سلسلة الاحاديث الصحيحة للألباني رقم[938]. ¶ 12-الدفاع عن أعراض المسلمين: ¶ - عن أبي الدرداء عن النبي - صلى الله عليه وسلم - قال )) من رد عن عرض أخيه رد الله عن وجهه النار يوم القيامة .)) رواه ¶ أحمد والترمذي وصححه الالباني صحيح الجامع رقم[6262]. ¶ 13-ذكر جلال الله واماطة الاذى والامر بالمعروف والنهي عن المنكر ثلاثمائة وستون مرة: ¶ -عن عبد الله بن فروخ أنه سمع عائشة رضي الله عنها تقول:ان رسول الله - صلى الله عليه وسلم - قال((انه خلق كل انسان من بني آدم على ستين وثلاثمائة مفصل،فمن كبر الله عز وجل،وحمد الله عز وجل،وهلل الله عز وجل،وسبح الله عز وجل،واستغفر الله عز وجل،وعزل حجرا عن طريق الناس،أو شوكة أو عظما عن طريق الناس،وأمر بمعروف أو نهى عن منكر،عدد تلك الستين والثلاثمائة السلامى،فانه يمشي يومئذ وقد زحزح نفسه عن النار.قال:أبو توبة:وربما قلت:يمسي)) رواه مسلم. ¶ 14-الاحسان لمن له بنات: ¶ -عن عائشة رضي الله عنها قالت:دخلت أمرأة معها ابنتان لها تسأل، فلم تجد عندي شيئا غير تمرة،فأعطيتها اياها،فقسمتها بين ابنتيها،ولم تأكل منها ،ثم قامت فخرجت،فدخل النبي - صلى الله عليه وسلم - علينا فأخبرته فقال:(من ابتلي من هذه البنات بشيء،كن له سترا من النار))رواه البخاري. ¶ 15-العفةو الحشمة: ¶ -عن أبي هريرة - رضي الله عنه - قال:قال رسول الله - صلى الله عليه وسلم - ((صنفان من أهل النار لم أرهما،قوم معهم سياط كأذناب البقر يضربون بها الناس،ونساء كاسيات عاريات مميلات مائلات رؤسهن كأسنمة البخت المائلة،لا يدخلن الجنة ولا يجدن ريحها،وان ريحها لتوجد من مسيرة كذا وكذا)) رواه مسلم. ¶ 16-عدم الانتساب الرجل لغير أبيه أولقوم:",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "-عن أبي ذر - رضي الله عنه - ،أنه سمع النبي - صلى الله عليه وسلم - يقول((ليس من رجل ادعى لغير أبيه وهو يعلمه الا كفر ،ومن ادعى قوما ليس فيهم نسب،فليتبوأ مقعده من النار)) رواه البخاري. ¶ من كلام وفتاوىشيخ الاسلام ابن تيميةفي المغفرة ¶ 1-فَصْل في موجبات المغفرة. ¶ 2- فصل في كل من تاب من أي ذنب كان فإن الله يتوب عليه. ¶ 3-فصل في أن التوبة والاستغفار يكون من ترك الواجبات وفعل المحرمات. ¶ 4-فصل في المقصود أن الاستغفار والتوبة يكونان من كلا النوعين. ¶ 5-فصل في أمر الله الناس أن يتوبوا ويستغفروا مما فعلوه. ¶ 6-فصل فيما يستغفر ويتاب منه. ¶ 7- سئل عن اليهودي أو النصراني إذا أسلم . هل يبقى عليه ذنب بعد الإسلام ؟ ¶ 8-عقوبة الذنوب تزول عن العبد بنحو عشرة أسباب. ¶ 1- فَصْل في موجبات المغفرة ¶ وأما قول السائل : هل الاعتراف بالخطيئة بمجرده مع التوحيد موجب لغفرانها وكشف الكربة الصادرة عنها، أم يحتاج إلى شيء آخر ؟ ¶ فجوابه : أن الموجب للغفران مع التوحيد هو التوبة المأمور بها، فإن الشرك لا يغفره اللّه إلا بتوبة، كما قال تعالى : { إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ } [ النساء : 48، 116 ] في موضعين من القرآن، وما دون الشرك فهو مع التوبة مغفور، وبدون التوبة معلق بالمشيئة كما قال تعالى : { قُلْ يَاعِبَادِي الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا } [ الزمر : 53 ] فهذا في حق التائبين؛ ولهذا عمم وأطلق، وحتم أنه يغفر الذنوب جميعًا، وقال في تلك الآية : { وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ } فخص ما دون الشرك وعلقه بالمشيئة فإذا كان الشرك لا يغفر إلا بتوبة، وأما ما دونه فيغفره اللّه للتائب، وقد يغفره بدون التوبة لمن يشاء .",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "فالاعتراف بالخطيئة مع التوحيد إن كان متضمنًا للتوبة أوجب المغفرة، وإذا غفر الذنب زالت عقوبته، فإن المغفرة هي وقاية شر الذنب . ¶ ومن الناس من يقول : الغفر الستر، ويقول : إنما سمي المغفرة والغفار؛ لما فيه من معنى الستر، وتفسير اسم اللّه الغفار بأنه الستار . وهذا تقصير في معنى الغفر، فإن المغفرة معناها وقاية شر الذنب بحيث لا يعاقب على الذنب، فمن غفر ذنبه لم يعاقب عليه . وأما مجرد ستره فقد يعاقب عليه في الباطن، ومن عوقب على الذنب باطنًا أو ظاهرًا فلم يغفر له،وإنما يكون غفران الذنب إذا لم يعاقب عليه العقوبة المستحقة بالذنب . ¶ وأما إذا ابتلى مع ذلك بما يكون سببًا في حقه لزيادة أجره فهذا لا ينافى المغفرة . ¶ وكذلك إذا كان من تمام التوبة أن يأتي بحسنات يفعلها، فإن من يشترط في التوبة من تمام التوبة، وقد يظن الظان أنه تائب ولا يكون تائبًا بل يكون تاركًا، والتارك غير التائب، فإنه قد يعرض عن الذنب لعدم خطوره بباله أو المقتضى لعجزه عنه، أو تنتفي إرادته له بسبب غير ديني، وهذا ليس بتوبة، بل لابد من أن يعتقد أنه سيئة ويكره فعله لنهي اللّه عنه ويدعه للّه تعالى، لا لرغبة مخلوق ولا لرهبة مخلوق، فإن التوبة من أعظم الحسنات، والحسنات كلها يشترك فيها الإخلاص للّه وموافقة أمره، كما قال الفضيل بن عياض في قوله : { لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا } [ الملك : 2 ] قال : أخلصه وأصوبه، قالوا : يا أبا على، ما أخلصه وأصوبه ؟ قال : إن العمل إذا كان خالصًا ولم يكن صوابًا لم يقبل، وإذا كان صوابًا ولم يكن خالصًا لم يقبل، حتى يكون خالصًا صوابًا . والخالص أن يكون للّه،والصواب أن يكون على السنة . ¶ وكان عمر بن الخطاب ـ - رضي الله عنه - ـ يقول في دعائه : اللهم اجعل عملي كله صالحًا، واجعله لوجهك خالصًا، ولا تجعل لأحد فيه شيئًا . ¶ وبسط الكلام في التوبة له موضع آخر .",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "وأما الاعتراف بالذنب على وجه الخضوع للّه من غير إقلاع عنه فهذا في نفس الاستغفار المجرد الذي لا توبة معه، وهو كالذي يسأل اللّه تعالى أن يغفر له الذنب مع كونه لم يتب منه، وهذا يأس من رحمة الله، ولا يقطع بالمغفرة له فإنه داع دعوة مجردة . وقد ثبت في الصحيحين عن النبي - صلى الله عليه وسلم - أنه قال : ( ما من داع يدعو بدعوة ليس فيها إثم ولا قطيعة رحم إلا كان بين إحدى ثلاث : إما أن يعجل له دعوته، وإما أن يدخر له من الجزاء مثلها، وإما أن يصرف عنه من الشر مثلها ) . قالوا : يا رسول اللّه، إذًا نكثر قال : ( اللّه أكثر ) . فمثل هذا الدعاء قد تحصل معه المغفرة، وإذا لم تحصل فلابد أن يحصل معه صرف شر آخر أو حصول خير آخر، فهو نافع كما ينفع كل دعاء . ¶ وقول من قال من العلماء : الاستغفار مع الإصرار توبة الكذابين، فهذا إذا كان المستغفر يقوله على وجه التوبة أو يدعي أن استغفاره توبة، وأنه تائب بهذا الاستغفار فلا ريب أنه مع الإصرار لا يكون تائبًا، فإن التوبة والإصرار ضدان : الإصرار يضاد التوبة، لكن لا يضاد الاستغفار بدون التوبة . ¶ وقول القائل : هل الاعتراف بالذنب المعين يوجب دفع ما حصل بذنوب متعددة أم لابد من استحضار جميع الذنوب ؟ ¶ فجواب هذا مبني على أصول : ¶ أحدها : أن التوبة تصح من ذنب مع الإصرار على ذنب آخر إذا كان المقتضى للتوبة من أحدهما أقوى من المقتضى للتوبة من الآخر، أو كان المانع من أحدهما أشد، وهذا هو القول المعروف عند السلف والخلف .",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "وذهب طائفة من أهل الكلام كأبي هاشم إلى أن التوبة لا تصح من قبيح مع الإصرار على الآخر، قالوا : لأن الباعث على التوبة إن لم يكن من خشية اللّه لم يكن توبة صحيحة، والخشية مانعة من جميع الذنوب لا من بعضها، وحكى القاضي أبو يعلى وابن عقيل هذا رواية عن أحمد؛ لأن المروزي نقل عنه أنه سئل عمن تاب من الفاحشة وقال : لو مرضت لم أعد لكن لا يدع النظر، فقال أحمد : أي توبة هذه ؟ ! قال جرير بن عبد اللّه : سألت رسول اللّه - صلى الله عليه وسلم - عن نظرة الفجأة فقال : ( اصرف بصرك ) . ¶ والمعروف عن أحمد وسائر الأئمة هو القول بصحة التوبة، وأحمد في هذه المسألة إنما أراد أن هذه ليست توبة عامة يحصل بسببها من التائبين توبة مطلقًا، لم يرد أن ذنب هذا كذنب المصر على الكبائر، فإن نصوصه المتواترة عنه وأقواله الثابتة تنافي ذلك،وحمل كلام الإمام على ما يصدق بعضه بعضًا أولى من حمله على التناقض، لا سيما إذا كان القول الآخر مبتدعًا لم يعرف عن أحد من السلف، وأحمد يقول : إياك أن تتكلم في مسألة ليس لك فيها إمام،وكان في المحنة يقول : كيف أقول ما لم يُقَل ؟ واتباع أحمد للسنة والآثار وقوة رغبته في ذلك، وكراهته لخلافه من الأمور المتواترة عنه يعرفها من يعرف حاله من الخاصة والعامة . ¶ وما ذكروه من أن الخشية توجب العموم . فجوابه أنه قد يعلم قبح أحد الذنبين دون الآخر، وإنما يتوب مما يعلم قبحه . ¶ وأيضًا، فقد يعلم قبحها ولكن هواه يغلبه في أحدهما دون الآخر فيتوب من هذا دون ذاك، كمن أدى بعض الواجبات دون بعض، فإن ذلك يقبل منه . ¶ ولكن المعتزلة لهم أصل فاسد وافقوا فيه الخوارج في الحكم وإن خالفوهم في الاسم، فقالوا : إن أصحاب الكبائر يخلدون في النار ولا يخرجون منها بشفاعة ولا غيرها، وعندهم يمتنع أن يكون الرجل الواحد ممن يعاقبه اللّه ثم يثيبه؛ ولهذا يقولون بحبوط جميع الحسنات بالكبيرة .",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "وأما الصحابة وأهل السنة والجماعة، فعلى أن أهل الكبائر يخرجون من النار ويشفع فيهم، وأن الكبيرة الواحدة لا تحبط جميع الحسنات، ولكن قد يحبط ما يقابلها عند أكثر أهل السنة، ولا يحبط جميع الحسنات إلا الكفر، كما لا يحبط جميع السيئات إلا التوبة، فصاحب الكبيرة إذا أتى بحسنات يبتغي بها رضا اللّه أثابه اللّه على ذلك، وإن كان مستحقًا للعقوبة على كبيرته . ¶ وكتاب اللّه ـ عز وجل ـ يفرق بين حكم السارق والزاني وقتال المؤمنين بعضهم بعضًا، وبين حكم الكفار في [ الأسماء، والأحكام ] . والسنة المتواترة عن النبي - صلى الله عليه وسلم - وإجماع الصحابة يدل على ذلك، كما هو مبسوط في غير هذا الموضع . ¶ وعلى هذا تنازع الناس في قوله : { إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنْ الْمُتَّقِينَ } [ المائدة : 27 ] فعلى قول الخوارج والمعتزلة لا تقبل حسنة إلا ممن اتقاه مطلقًا فلم يأت كبيرة، وعند المرجئة إنما يتقبل ممن اتقى الشرك، فجعلوا أهل الكبائر داخلين في اسم [ المتقين ] وعند أهل السنة والجماعة يتقبل العمل ممن اتقى اللّه فيه فعمله خالصًا للّه موافقًا لأمر اللّه، فمن اتقاه في عمل تقبله منه، وإن كان عاصيًا في غيره . ومن لم يتقه فيه لم يتقبله منه وإن كان مطيعًا في غيره .",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "والتوبة من بعض الذنوب دون بعض، كفعل بعض الحسنات المأمور بها دون بعض، إذا لم يكن المتروك شرطًا في صحة المفعول، كالإيمان المشروط في غيره من الأعمال، كما قال اللّه تعالى : { وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُوْلَئِكَ كَانَ سَعْيُهُمْ مَشْكُورًا } [ الإسراء : 19 ] ، وقال تعالى : { مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً } [ النحل : 79 ] ، وقال : { وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُوْلَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ وَأُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ } [ البقرة : 217 ] . ¶ الأصل الثاني : أن من له ذنوب فتاب من بعضها دون بعض فإن التوبة إنما تقتضى مغفرة ما تاب منه، أما ما لم يتب منه فهو باق فيه على حكم من لم يتب، لا على حكم من تاب، وما علمت في هذا نزاعًا إلا في الكافر إذا أسلم، فإن إسلامه يتضمن التوبة من الكفر فيغفر له بالإسلام الكفر الذي تاب منه، وهل تغفر له الذنوب التي فعلها في حال الكفر ولم يتب منها في الإسلام ؟ هذا فيه قولان معروفان : ¶ أحدهما : يغفر له الجميع، لإطلاق قوله - صلى الله عليه وسلم - : ( الإسلام يهدم ما كان قبله ) رواه مسلم . مع قوله تعالى : { قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنتَهُوا يُغْفَرْ لَهُمْ مَا قَدْ سَلَفَ } [ الأنفال : 38 ] .",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "والقول الثاني : أنه لا يستحق أن يغفر له بالإسلام إلا ما تاب منه، فإذا أسلم وهو مصر على كبائر دون الكفر فحكمه في ذلك حكم أمثاله من أهل الكبائر، وهذا القول هو الذي تدل عليه الأصول والنصوص، فإن في الصحيحين أن النبي - صلى الله عليه وسلم - قال له حكيم بن حزام : يا رسول اللّه، أنؤاخذ بما عملنا في الجاهلية ؟ فقال : ( من أحسن منكم في الإسلام لم يؤاخذ بما عمل في الجاهلية، ومن أساء في الإسلام أخذ بالأول والآخر ) فقد دل هذا النص على أنه إنما ترفع المؤاخذة بالأعمال التي فعلت في حال الجاهلية عمن أحسن لا عمن لا يحسن، وإن لم يحسن أخذ بالأول والآخر، ومن لم يتب منها فلم يحسن . ¶ وقوله تعالى : { قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنتَهُوا يُغْفَرْ لَهُمْ مَا قَدْ سَلَفَ } [ الأنفال : 38 ] يدل على أن المنتهى عن شيء يغفر له ما قد سلف منه، لا يدل على أن المنتهى عن شيء يغفر له ما سلف من غيره؛ وذلك لأن قول القائل لغيره : إن انتهيت غفرت لك ما تقدم، ونحو ذلك يفهم منه عند الإطلاق أنك إن انتهيت عن هذا الأمر غفر لك ما تقدم منه، وإذا انتهيت عن شيء غفر لك ما تقدم منه، كما يفهم مثل ذلك في قوله : ( إن تبت ) ، لا يفهم منه أنك بالانتهاء عن ذنب يغفر لك ما تقدم من غيره . ¶ وأما قول النبي - صلى الله عليه وسلم - : ( الإسلام يهدم ما قبله ) وفي رواية : ( يجب ما كان قبله ) فهذا قاله لما أسلم عمرو بن العاص وطلب أن يغفر له ما تقدم من ذنبه . فقال له : ( يا عمرو، أما علمت أن الإسلام يهدم ما كان قبله، وأن التوبة تهدم ما كان قبلها، وأن الهجرة تهدم ما كان قبلها ) . ومعلوم أن التوبة إنما توجب مغفرة ما تاب منه، لا توجب التوبة غفران جميع الذنوب .",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "الأصل الثالث : أن الإنسان قد يستحضر ذنوبًا فيتوب منها وقد يتوب توبة مطلقة لا يستحضر معها ذنوبه، لكن إذا كانت نيته التوبة العامة فهي تتناول كل ما يراه ذنبًا؛ لأن التوبة العامة تتضمن عزمًا عامًا بفعل المأمور وترك المحظور، وكذلك تتضمن ندمًا عامًا على كل محظور . ¶ والندم سواء قيل : إنه من باب الاعتقادات، أو من باب الإرادات، أو قيل : إنه من باب الآلام التي تلحق النفس بسبب فعل ما يضرها، فإذا استشعر القلب أنه فعل ما يضره، حصل له معرفة بأن الذي فعله كان من السيئات، وهذا من باب الاعتقادات، وكراهية لما كان فعله، وهو من جنس الإرادات، وحصل له أذى وغم لما كان فعله، وهذا من باب الآلام، كالغموم والأحزان، كما أن الفرح والسرور هو من باب اللذات ليس هو من باب الاعتقادات والإرادات . ¶ ومن قال من المتفلسفة ومن اتبعهم : إن اللذة هي إدراك الملائم من حيث هو ملائم، وأن الألم هو إدراك المنافر من حيث هو منافر فقد غلط في ذلك . فإن اللذة والألم حالان يتعقبان إدراك الملائم والمنافر فإن الحب لما يلائمه،كالطعام المشتهى مثلًا له ثلاثة أحوال : ¶ أحدها : الحب، كالشهوة للطعام . ¶ والثاني : إدراك المحبوب، كأكل الطعام . ¶ والثالث : اللذة الحاصلة بذلك، واللذة أمر مغاير للشهوة ولذوق المشتهي، بل هي حاصلة لذوق المشتهي، ليست نفس ذوق المشتهي . ¶ وكذلك المكروه، كالضرب مثلاً . فإن كراهته شيء، وحصوله شيء آخر، والألم الحاصل به ثالث .",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "وكذلك ما للعارفين أهل محبة اللّه من النعيم والسرور بذلك، فإن حبهم للّه شيء، ثم ما يحصل من ذكر المحبوب شيء، ثم اللذة الحاصلة بذلك أمر ثالث، ولا ريب أن الحب مشروط بشعور المحبوب، كما أن الشهوة مشروطة بشعور المشتهي، لكن الشعور المشروط في اللذة غير الشعور المشروط في المحبة، فهذا الثاني يسمى إدراكًا وذوقًا ونيلًا ووجدًا ووصالاً، ونحو ذلك مما يعبر به عن إدراك المحبوب، سواء كان بالباطن أو الظاهر، ثم هذا الذوق يستلزم اللذة، واللذة أمر يحسه الحي باطنًا وظاهرًا . ¶ وقد قال النبي - صلى الله عليه وسلم - في الحديث الصحيح : ( ذاق طعم الإيمان من رضى باللّه ربًا، وبالإسلام دينًا، وبمحمد - صلى الله عليه وسلم - نبيًا ) ، وفي الصحيحين عنه - صلى الله عليه وسلم - أنه قال : ( ثلاث من كن فيه وجد بهن حلاوة الإيمان : من كان اللّه ورسوله أحب إلىه من سواهما، ومن كان يحب المرء لا يحبه إلا اللّه، ومن كان يكره أن يرجع في الكفر بعد إذ أنقذه اللّه منه كما يكره أن يلقى في النار ) . ¶ فبين - صلى الله عليه وسلم - أن ذَوْقَ طعم الإيمان لمن رضى باللّه ربًا، وبالإسلام دينًا، وبمحمد نبيًا، وأن وَجْدَ حلاوة الإيمان حاصل لمن كان حبه للّه ورسوله أشد من حبه لغيرهما، ومن كان يحب شخصًا للّه لا لغيره، ومن كان يكره ضد الإيمان، كما يكره أن يلقي في النار، فهذا الحب للإيمان، والكراهية للكفر استلزم حلاوة الإيمان، كما استلزم الرضا المتقدم ذوق طعم الإيمان، وهذا هو اللذة، وليس هو نفس التصديق والمعرفة الحاصلة في القلب، ولا نفس الحب الحاصل في القلب، بل هذا نتيجة ذاك وثمرته ولازم له، وهي أمور متلازمة، فلا توجد اللذة إلا بحب وذوق، وإلا فمن أحب شيئًا ولم يذق منه شيئًا لم يجد لذة، كالذي يشتهي الطعام ولم يذق منه شيئًا، ولو ذاق ما لا يحبه لم يجد لذة، كمن ذاق ما لا يريده، فإذا اجتمع حب الشيء وذوقه حصلت اللذة بعد ذلك .",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "وإن حصل بغضه وذوق البغيض حصل الألم، فالذي يبغض الذنب ولا يفعله لا يندم، والذي لا يبغضه لا يندم على فعله، فإذا فعله وعرف أن هذا مما يبغضه ويضره ندم على فعله إياه . وفي المسند عن ابن مسعود عن النبي - صلى الله عليه وسلم - أنه قال : ( الندم توبة ) . ¶ إذا تبين هذا، فمن تاب توبة عامة كانت هذه التوبة مقتضية لغفران الذنوب كلها، وإن لم يستحضر أعيان الذنوب إلا أن يعارض هذا العام معارض يوجب التخصيص، مثل أن يكون بعض الذنوب لو استحضره لم يتب منه؛ لقوة إرادته إياه أو لاعتقاده أنه حسن ليس بقبيح، فما كان لو استحضره لم يتب منه لم يدخل في التوبة، وأما ما كان لو حضر بعينه لكان مما يتوب منه فإن التوبة العامة شاملته . ¶ وأما التوبة المطلقة، وهي أن يتوب توبة مجملة، ولا تستلزم التوبة من كل ذنب، فهذه لا توجب دخول كل فرد من أفراد الذنوب فيها ولا تمنع دخوله كاللفظ المطلق، لكن هذه تصلح أن تكون سببًا لغفرانه المعين، كما تصلح أن تكون سببًا لغفران الجميع، بخلاف العامة فإنها مقتضية للغفران العام، كما تناولت الذنوب تناولا عامًا . ¶ وكثير من الناس لا يستحضر عند التوبة إلا بعض المتصفات بالفاحشة أو مقدماتها، أو بعض الظلم باللسان أو اليد، وقد يكون ما تركه من المأمور الذي يجب للّه عليه في باطنه وظاهره من شعب الإيمان وحقائقه أعظم ضررًا عليه مما فعله من بعض الفواحش، فإن ما أمر الله به من حقائق الإيمان التي بها يصير العبد من المؤمنين حقًا أعظم نفعًا من نفع ترك بعض الذنوب الظاهرة، كحب اللّه ورسوله، فإن هذا أعظم الحسنات الفعلية حتى ثبت في الصحيح أنه كان على عهد النبي - صلى الله عليه وسلم - رجل يدعى حمارًا، وكان يشرب الخمر، وكان كلما أتى به إلى النبي - صلى الله عليه وسلم - جلده الحد، فلما كثر ذلك منه أتى به مرة فأمر بجلده فلعنه رجل فقال النبي - صلى الله عليه وسلم - : ( لا تلعنه فإنه يحب اللّه ورسوله ) .",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "فنهي عن لعنه مع إصراره على الشرب لكونه يحب اللّه ورسوله، مع أنه - صلى الله عليه وسلم - لعن في الخمرعشرة : ( لعن الخمر، وعاصرها ومعتصرها،وشاربها وساقيها، وحاملها والمحمولة إليه، وبائعها ومبتاعها، وآكل ثمنها ) . ¶ ولكن لعن المطلق لا يستلزم لعن المعين الذي قام به ما يمنع لحوق اللعنة له . ¶ وكذلك [ التكفير المطلق ] ، و [ الوعيد المطلق ] . ولهذا كان الوعيد المطلق في الكتاب والسنة مشروطًا بثبوت شروط وانتفاء موانع، فلا يلحق التائب من الذنب باتفاق المسلمين، ولا يلحق من له حسنات تمحو سيئاته، ولا يلحق المشفوع له، والمغفور له، فإن الذنوب تزول عقوبتها ـ التي هي جهنم ـ بأسباب التوبة والحسنات الماحية والمصائب المكفرة ـ لكنها من عقوبات الدنيا ـ وكذلك ما يحصل في البرزخ من الشدة، وكذلك ما يحصل في عرصات القيامة، وتزول أيضًا بدعاء المؤمنين : كالصلاة عليه وشفاعة الشفيع المطاع، كمن يشفع فيه سيد الشفعاء محمد - صلى الله عليه وسلم - تسليمًا . وحينئذ، فأي ذنب تاب منه ارتفع موجبه، وما لم يتب منه فله حكم الذنوب التي لم يتب منها، فالشدة إذا حصلت بذنوب وتاب من بعضها خفف منه بقدر ما تاب منه، بخلاف ما لم يتب منه، بخلاف صاحب التوبة العامة . ¶ والناس في غالب أحوالهم لا يتوبون توبة عامة مع حاجتهم إلى ذلك، فإن التوبة واجبة على كل عبد في كل حال، لأنه دائمًا يظهر له ما فرط فيه من ترك مأمور أو ما اعتدى فيه من فعل محظور؛ فعليه أن يتوب دائمًا، واللّه أعلم . ¶ وأما قول السائل : ما السبب في أن الفَرَجَ يأتي عند انقطاع الرجاء عن الخلق ؟ وما الحيلة في صرف القلب عن التعلق بهم وتعلقه بالله ؟ ¶ فيقال : سبب هذا تحقيق التوحيد : [ توحيد الربوبية ] ، و [ توحيد الإلهية ] .",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "فتوحيد الربوبية : أنه لا خالق إلا اللّه، فلا يستقل شيء سواه بإحداث أمر من الأمور، بل ما شاء كان وما لم يشأ لم يكن، فكل ما سواه إذا قدر سببًا فلابد له من شريك معاون وضد معوق، فإذا طلب مما سواه إحداث أمر من الأمور طلب منه ما لا يستقل به ولا يقدر وحده عليه، حتى ما يطلب من العبد من الأفعال الاختيارية لا يفعلها إلا بإعانة اللّه له، كأن يجعله فاعلًا لها بما يخلقه فيه من الإرادة الجازمة ويخلقه له من القدرة التامة، وعند وجود القدرة التامة والإرادة الجازمة يجب وجود المقدور . ¶ فمشيئة اللّه وحده مستلزمة لكل ما يريده، فما شاء اللّه كان وما لم يشأ لم يكن، وما سواه لا تستلزم إرادته شيئًا، بل ما أراده لا يكون إلا بأمور خارجة عن مقدوره إن لم يعنه الرب بها لم يحصل مراده، ونفس إرادته لا تحصل إلا بمشيئة اللّه تعالى . كما قال تعالى : { لِمَنْ شَاءَ مِنْكُمْ أَنْ يَسْتَقِيمَ . وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ } [ التكوير : 28، 29 ] ، وقال تعالى : { فَمَنْ شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا . وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا . يُدْخِلُ مَنْ يَشَاءُ فِي رَحْمَتِهِ وَالظَّالِمِينَ أَعَدَّ لَهُمْ عَذَابًا أَلِيمًا } [ الإنسان : 29ـ31 ] ، وقال : { فَمَنْ شَاءَ ذَكَرَهُ . وَمَا يَذْكُرُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ هُوَ أَهْلُ التَّقْوَى وَأَهْلُ الْمَغْفِرَةِ } [ المدثر : 55، 56 ] . ¶ والراجي لمخلوق طالب بقلبه لما يريده من ذلك المخلوق وذلك المخلوق عاجز عنه، ثم هذا من الشرك الذي لا يغفره اللّه، فمن كمال نعمته وإحسانه إلى عباده المؤمنين أن يمنع حصول مطالبهم بالشرك حتى يصرف قلوبهم إلى التوحيد، ثم إن وحَّدَه العبد توحيد الإلهية حصلت له سعادة الدنيا والآخرة .",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "وإن كان ممن قيل فيه : { وَإِذَا مَسَّ الْإِنْسَانَ الضُّرُّ دَعَانَا لِجَنْبِهِ أَوْ قَاعِدًا أَوْ قَائِمًا فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَنْ لَمْ يَدْعُنَا إِلَى ضُرٍّ مَسَّهُ كَذَلِكَ زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُوا يَعْمَلُونَ } [ يونس : 12 ] ، وفي قوله : { وَإِذَا مَسَّكُمْ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ وَكَانَ الْإِنْسَانُ كَفُورًا } [ الإسراء : 67 ] كان ما حصل له من وحدانيته حجة عليه . ¶ كما احتج ـ سبحانه ـ على المشركين الذين يقرون بأنه خالق كل شيء ثم يشركون ولا يعبدونه وحده لا شريك له، قال تعالى : { قُلْ لِمَنْ الْأَرْضُ وَمَنْ فِيهَا إِنْ كُنتُمْ تَعْلَمُونَ . سَيَقُولُونَ لِلَّهِ قُلْ أَفَلَا تَذَكَّرُونَ . قُلْ مَنْ رَبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ . سَيَقُولُونَ لِلَّهِ قُلْ أَفَلَا تَتَّقُونَ . قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ إِنْ كُنتُمْ تَعْلَمُونَ . سَيَقُولُونَ لِلَّهِ قُلْ فَأَنَّا تُسْحَرُونَ } [ المؤمنون : 84 ـ 89 ] ، وقال تعالى : { وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُولُنَّ اللَّهُ فَأَنَّا يُؤْفَكُونَ } [ العنكبوت : 61 ] وهذا قد ذكر في القرآن في غير موضع .",
            "page": "98",
            "part": "1"
        },
        {
            "id": "1",
            "nass": "كتاب ¶ الزهور العطرة ¶ في ¶ رياض المغفرة ¶ كتبه الغارق في بحر ذنوبه الطامع بعفو ربه ¶ المعترف بذنوبه المتكاثرة وأخطائه المتناثرة ¶ يوسف بن إبراهيم الساجر ¶ أخي المسلم..أختي المسلمة.. ¶ حقوق الطبع محفوظة لكل مسلم ومسلمة...ولا أمانع بنشر كتابي بأي وسيلة من الوسائل دون الرجوع الي، سواءا عن طريق المطابع أو المؤسسات أو الشركات أو الجهات الحكومية أو على صفحات الانترنت...الخ ¶ بشرطين: ¶ 1-أن لا يزيد ولا ينقص في الكتاب. ¶ 2-أن يدعو الله لي بالمغفرة. ¶ قال تعالى((وَأَوْفُواْ بِالْعَهْدِ إِنَّ الْعَهْدَ كَانَ مَسْؤُولاً))سورة الإسراء الآية [34]. ¶ قال تعالى((إِنَّ اللّهَ كَانَ عَلَى كُلِّ شَيْءٍ شَهِيداً))سورة النساء الآية [33]. ¶ أخوكم كثير الذنوب، الراجي عفو ربه: ¶ يوسف بن إبراهيم الساجر ¶ -المقدمة:- ¶ إن الحمد لله ،نحمده ونستعينه ونستغفره ،ونعوذ بالله من شرور أنفسنا ،ومن سيئات أعمالنا،من يهده الله فلا مضل له،ومن يضلل فلا هادي له.وأشهد أن لا اله إلا الله وحده لا شريك له .وأشهد أن محمدا عبده ورسوله أما بعد:- ¶ فهذا كتاب نافع جامع لأحاديث المغفرة لحاجة المسلمين اليوم الماسة لها،فعلها أن تكون زادا للمستغفرين، والمذنبين،فهم يقفون على بغيتهم في أسرع وقت،وأيسر حال،وكان ترتيب الأحاديث على النحو التالي: ¶ 1-كتاب الترغيب بالاستغفار-2-كتاب التوحيد -3-كتاب العلم-4-كتاب الطهارة-5-كتاب الأذان 6-كتاب الصلاة-7-كتاب الزكاة-8-كتاب الصوم-9-كتاب الحج-10-كتاب القرآن-11-كتاب الأذكار-12-كتاب الأدب-13-كتاب المرض-14-كتاب الحدود والكفارات-15-كتاب الدعاء-16-وهل دخول الجنان إلا بالغفران؟-17-وهل النجاة من النيران الا بالغفران؟18-كلام وفتاوى لشيخ الإسلام ابن تيمية رحمه الله في المغفرة.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "حيث اشترطت في كتابي هذا الأحاديث الصحيحة،المثبتة عن خير البرية محمد بن عبد الله - صلى الله عليه وسلم - ،ولا يخفى على أحد أن للذنوب آثارا وخيمة وقد ساق ابن القيم رحمه الله في كتابه الداء والدواء والفوائد أضراراً كثيرة للذنوب منها (( حرمان العلم - والوحشة في القلب - وتعسير الأمور - ووهن البدن - وحرمان الطاعة - ومحق البركة - وقلة التوفيق - وضيق الصدر - وتولد السيئات - واعتياد الذنوب - وهوان المذنب على الله - وهوانه على الناس - ولعنة البهائم له - ولباس الذل - والطبع على القلب والدخول تحت اللعنة - ومنع إجابة الدعاء - والفساد في البر والبحر- وانعدام الغيرة - وذهاب الحياء - وزوال النعم - ونزول النقم - والرعب في قلب العاصي - والوقوع في أسر الشيطان - وسوء الخاتمة - وعذاب الآخرة )). كما لا يخفى على أحد أن الفتن الآن أضحت تحيط بأمة الإسلام من جميع النواحي وهذا مصداق حديث نبينا - صلى الله عليه وسلم - فعن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال(( بادروا بالأعمال فتناً كقطع الليل المظلم، يصبح الرجل مؤمناً ويمسي كافراً، أو يمسي مؤمناً ويصبح كافراً، يبيع دينه بعرض من الدنيا.)) رواه مسلم/كتاب الإيمان/ باب الحث على المبادرة بالأعمال قبل تظاهر الفتن.فكل مسلم بل مؤمن يحتاج إلى المغفرة لأنه مفتن نسي كما قال نبينا محمد بن عبدالله - صلى الله عليه وسلم - : ((ما من عبد مؤمن إلا وله ذنب يعتاده الفينة بعد الفينة أو ذنب هو مقيم عليه لا يفارقه حتى يفارق الدنيا إن المؤمن خلق مفتنا توابا نساء إذا ذكر ذكر .))رواه الطبراني وصححه الألباني في السلسلة الصحيحة رقم[2276].فلهذا أدعوكم أخواني ونفسي المذنبة إلى قول ربنا العزيز الغفار((وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ)) سورة آل عمران الآية[133].",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "هذا و ليعلم القاريء بأنه لا ينتفع بهذا الكتاب إلا بعد تحقيق التوحيد بأقسامه الثلاثة 1-توحيد الألوهية 2-توحيد الربوبية 3-توحيد الأسماء والصفات.وينبغي على المسلم دراسة كتب التوحيد لأهميتها وأهم هذه الكتب وانفعها(رسالة التوحيد للشيخ أبو يوسف عبدالرحمن عبدالصمد رحمه الله-كتاب التوحيد للمجدد محمد بن عبدالوهاب-فتح المجيد في شرح كتاب التوحيد للشيخ ابن باز رحمه الله-العقيدة الواسطية لشيخ الإسلام ابن تيمية-لمعة الاعتقاد الهادي إلى سبيل الرشاد لابن قدامة المقدسي...الخ). ¶ هذا هو جهدي في الكتاب،فان وفقت فيه فمن فضل الله وكرمه ومنه علي ،وان كانت الأخرى فمن نفسي والشيطان،واستغفر الله الذي لا اله إلا هو الحي القيوم وأتوب إليه منه،وأسأل الله ألا يحرمني أجر هذا الكتاب في الحياة وفي الممات، وآخر دعوانا أن ((الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ)). ¶ كتبه الغارق في بحر ذنوبه الطامع بعفو ربه ¶ المعترف بذنوبه المتكاثرة وأخطائه المتناثرة ¶ يوسف بن إبراهيم الساجر ¶ كتاب ¶ الترغيب ¶ بالاستغفار ¶ الزهور العطرة..في..رياض المغفرة ¶ كتاب الترغيب بالاستغفار ¶ الترغيب في الغفران من القرآن: ¶ 1-قال تعالى((ِقُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ ))سورة الزمر الآية[53]. ¶ 2-قال تعالى((ّنَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ)) سورة الحجر الآية[49]. ¶ 3-قال تعالى((سَابِقُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاءِ وَالْأَرْضِ أُعِدَّتْ لِلَّذِينَ آَمَنُوا بِاللَّهِ وَرُسُلِهِ ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ)) سورة الحديد الآية[21].",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "4- قال تعالى(((وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ ((سورة آل عمران الآية[133]. ¶ 5- قال تعالى(( الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آَمَنُوا رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْمًا فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ )) سورة غافر الآية[7]. ¶ 6- قال تعالى ((قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَاسْتَقِيمُوا إِلَيْهِ وَاسْتَغْفِرُوهُ وَوَيْلٌ لِلْمُشْرِكِينَ)) سورة فصلت الآية[6]. ¶ 7- قال تعالى((يَا أَيُّهَا الَّذِينَ آَمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحًا عَسَى رَبُّكُمْ أَنْ يُكَفِّرَ عَنْكُمْ سَيِّئَاتِكُمْ وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ يَوْمَ لَا يُخْزِي اللَّهُ النَّبِيَّ وَالَّذِينَ آَمَنُوا مَعَهُ نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ يَقُولُونَ رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ))سورة التحريم الآية[8]. ¶ 8- قال تعالى((وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ)) سورة الأنفال الآية[33]. ¶ 9-قال تعالى (( وَمَنْ يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُورًا رَحِيمًا)) ¶ سورة النساء الآية[ 110 ].",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "10-قال تعالى((فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا * يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا * وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَارًا * مَا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا)) ¶ سورة نوح الآيات[10-11-12-13]. ¶ الترغيب بالمغفرة من السنة المطهرة: ¶ 1-عن عبد الله بن بسر - رضي الله عنه - قال:قال رسول الله - صلى الله عليه وسلم - ((طوبى لمن وجد في صحيفته استغفارا كثيرا))رواه ابن ماجه عن عبد الله بن بسر،وراه أبو نعيم في الحلية عن عائشة،وأحمد في الزهد عن أبي الدرداء موقوفا وصححه الألباني في صحيح الجامع رقم[3930]. ¶ 2-عن الزبير - رضي الله عنه - ،عن النبي - صلى الله عليه وسلم - قال ((من أحب أن تسره صحيفته فليكثر فيها الاستغفار)) حديث حسن:رواه البيهقي والضياء عن الزبير ،وحسنه الألباني في صحيح الجامع رقم[5955]. ¶ 3-عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال((ان الرجل لترفع درجته في الجنة فيقول:أنى لي هذا؟فيقال:باستغفار ولدك لك))صحيح:رواه أحمد وابن ماجه والبيهقي عن أبي هريرة،وصححه الألباني في صحيح الجامع[1617]. ¶ 4-وقال - صلى الله عليه وسلم - لعائشة:((ان كنت الممت بذنب ،فاستغفري الله وتوبي اليه،فان التوبة من الذنب :الندم والاستغفار))صحيح:رواه البيهقي عن عائشة وصححه الألباني في صحيح الجامع رقم[1433]. ¶ 5-قال - صلى الله عليه وسلم - ((انه ليغان على قلبي ،واني لاستغفر الله في اليوم مائة مرة))رواه مسلم وأحمد وأبو داوود والنسائي عن الاغر المزني. ¶ 6-وقال - صلى الله عليه وسلم - ((اني لاتوب الى الله تعالى في اليوم سبعين مرة)).رواه النسائي وابن حبان عن أنس وصححه الألباني في صحيح الجامع رقم[2477]. ¶ 7-عن أنس - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال )) كل ابن آدم خطاء وخير الخطائين التوابون )).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "رواه الترمذي وأحمد و وابن ماجه والحاكم عن أنس،وحسنه الالباني في صحيح الجامع رقم[4515]. ¶ 8- عن عبد الله بن عمر - رضي الله عنه - ،عن رسول الله - صلى الله عليه وسلم - أنه قال :((يا معشر النساء لِلَّهِ تصدقن وأكثرن الاستغفار ، فإني رأيتكن أكثر أهل النار فقالت امرأة منهن ، جزلة : وما لنا يا رسول الله أكثر أهل النار ؟ قال : تكثرن اللعن ، وتكفرن العشير ، وما رأيت من ناقصات عقل ودين أغلب لذي لب منكن قالت : يا رسول الله لِلَّهِ وما نقصان العقل والدين ؟ قال : أما نقصان العقل فشهادة امرأتين شهادة رجل ، فهذا نقصان العقل ، وتمكث الليالي ما تصلي ، وتفطر في رمضان ، فهذا نقصان الدين)). ¶ صحيح مسلم /كتاب الايمان باب/بيان نقصان الإيمان بنقص الطاعات وبيان إطلاق لفظ الكفر على غير الكفر بالله ككفر النعمة والحقوق. ¶ 9-وعن أبي سعيد الخدري - رضي الله عنه - ،أن رسول الله - صلى الله عليه وسلم - قال: )) إن الشيطان قال : وعزتك يارب لا أبرح أغوي عبادك ما دامت أرواحهم في أجسادهم . قال الرب :وعزتي وجلالي لا أزال أغفر لهم ما استغفروني )).مسند أبي يعلى وأحمد والحاكم وحسنه الألباني في صحيح الجامع رقم[1650]. ¶ 10-عن أبي أمامة - رضي الله عنه - ، عن الرسول - صلى الله عليه وسلم - قال((إن صاحب الشمال ليرفع القلم ست ساعات عن العبد المسلم المخطيء أو المسيء فإن ندم واستغفر الله منها ألقاها وإلا كتب واحدة )) . حسنه الألباني في السلسلة الصحيحة رقم[1209].",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "11- عن عائشة-رضي الله عنها- قالت قيل يا رسول الله ماتت فلانة واستراحت فغضب رسول الله - صلى الله عليه وسلم - وقال[إنما يستريح من غفر له ] . ( صحيح لكثرة طرقه ) . ويشهد له حديث أبي قتادة أن رسول الله - صلى الله عليه وسلم - مر عليه بجنازة فقال مستريح أو مستراح منه . قالوا يا رسول الله ما المستريح والمستراح منه قال العبد المؤمن يستريح من نصب الدنيا وأذاها إلى رحمة الله والعبد الفاجر يستريح منه العباد والبلاد والشجر والدواب . أخرجه مالك وعنه البخاري وكذا مسلم والنسائي وأحمد .سلسلة الاحاديث الصحيحة للألباني رقم[1710]. ¶ 12-وعن أبي هريرة - رضي الله عنه - عن رسول الله - صلى الله عليه وسلم - قال)) إن العبد إذا أخطأ خطيئة نكتت في قلبه نكتة فإن هو نزع واستغفر صقلت فإن عاد زيد فيها حتى تعلو قلبه فذلك الران الذي ذكره الله تعالى { كَلَّا بَلْ رَانَ عَلَى قُلُوبِهِم مَّا كَانُوا يَكْسِبُونَ } المطففين14))حسنه الألباني في صحيح الترغيب والترهيب رقم[1620].",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "13-عن أبي سعيد الخدري؛ أن نبي الله - صلى الله عليه وسلم - قال \"كان فيمن كان قبلكم رجل قتل تسعة وتسعين نفسا. فسأل عن أعلم أهل الأرض فدل على راهب فأتاه فقال: إنه قتل تسعة وتسعين نفسا. فهل له من توبة؟ فقال: لا. فقتله. فكمل به مائة. ثم سأل عن أعلم أهل الأرض فدل على رجل عالم. فقال: إنه قتل مائة نفس. فهل له من توبة؟ فقال: نعم. ومن يحول بينه وبين التوبة؟ انطلق إلى أرض كذا وكذا. فإن بها أناسا يعبدون الله فاعبد الله معهم. ولا ترجع إلى أرضك فإنها أرض سوء. فانطلق حتى إذا نصف الطريق أتاه الموت. فاختصمت فيه ملائكة الرحمة وملائكة العذاب. فقالت ملائكة الرحمة: جاء تائبا مقبلا بقلبه إلى الله. وقالت ملائكة العذاب: إنه لم يعمل خيرا قط. فأتاه ملك في صورة آدمي. فجعلوه بينهم. فقال: قيسوا ما بين الأرضين. فإلى أيتهما كان أدنى، فهو له. فقاسوه فوجدوه أدنى إلى الأرض التي أراد. فقبضته ملائكة الرحمة\" ¶ قال قتادة: فقال الحسن: ذكر لنا؛ أنه لما أتاه الموت نأى بصدره. ¶ [ش (نصف) أي بلغ نصفها. (نأى) أي نهض. ويجوز تقديم الألف على الهمزة، وعكسه ¶ رواه مسلم. ¶ * دعوة الانبياء أقوامهم للاستغفار: ¶ 1- فهذا نوح عليه السلام يدعو قومه للاستغفار وقد أخبر الله عنه بكتابه العزيز قال تعالى((فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا * يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا * وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَارًا * مَا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا))سورة نوح الآية[10-13]. ¶ 2- وهذاهود عليه السلام يدعو قومه للاستغفار وقد أخبر الله عنه بكتابه العزيز قال تعالى ((وَيَا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا وَيَزِدْكُمْ قُوَّةً إِلَى قُوَّتِكُمْ وَلَا تَتَوَلَّوْا مُجْرِمِينَ ))سورة هود الآية[ 52].",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "3- وهذا صالح عليه السلام يدعو قومه للاستغفار وقد أخبر الله عنه بكتابه العزيز قال تعالى ((وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ هُوَ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَاسْتَعْمَرَكُمْ فِيهَا فَاسْتَغْفِرُوهُ ثُمَّ تُوبُوا إِلَيْهِ إِنَّ رَبِّي قَرِيبٌ مُجِيبٌ)) سورة هود الآية[61]. ¶ 4- وهذاشعيب عليه السلام يدعو قومه للاستغفار وقد أخبر الله عنه بكتابه العزيز قال تعالى ((وَاسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ إِنَّ رَبِّي رَحِيمٌ وَدُودٌ)) سورة هود الآية[90]. ¶ 5- وهذا نبينا محمد عليه السلام يدعو قومه للاستغفار وقد أخبر الله عنه بكتابه العزيز قال تعالى(( قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَاسْتَقِيمُوا إِلَيْهِ وَاسْتَغْفِرُوهُ وَوَيْلٌ لِلْمُشْرِكِينَ))سورة فصلت الآية[6]. ¶ -انهار المغفرة: ¶ -يقول ابن القيم ((فلأهل الذنوب ثلاثة أنهار عظام يتطهرون بها في الدنيا.فان لم تف بطهرهم طهروا في نهر الجحيم يوم القيامة :نهر التوبة النصوح ،ونهر الحسنات المستغرقة للأوزار المحيطة بها ،ونهر المصائب العظيمة المكفرة.فاذا أراد الله بعبده خيرا أدخله أحد هذه الانهار الثلاثة .فورد القيامة طيبا طاهرا،فلم يحتج الى التطهير الرابع)) من كتاب مدارج السالكين/التوبة. ¶ كتاب ¶ التوحيد ¶ كتاب التوحيد: ¶ -يقول الغفور الرحيم((فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ ))سورة محمد الآية[19]. ¶ -يقول الغفور الرحيم ((إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدِ افْتَرَى إِثْمًا عَظِيمًا(( سورة النساء الآية[48].",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "-يقول الغفور الرحيم ((إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدْ ضَلَّ ضَلَالًا بَعِيدًا)) سورة النساء الآية[117]. ¶ -أقسام التوحيد: ¶ 1-توحيد الربوبية:هو إفراد الله بأفعاله كالخلق والتدبير وغيرها قال تعالى((الحمد لله رب العالمين))الفاتحة الآية[1]،وقال صلى الله عليه وسلم(...أنت رب السماوات والأرض..)متفق عليه. ¶ 2-توحيد الألوهية:هو افراد الله بالعبادة كالدعاء والذبح والنذر والصلاة والرجاء والخوف والاستعانة والتوكل وغيرها..قال تعالى(والهكم اله واحد لا اله الا هو الرحمن الرحيم)البقرة [163]. ¶ وقال صلى الله عليه وسلم(فليكن أول ما تدعوهم اليه شهادة أن لا اله الا الله)متفق عليه،وفي رواية للبخاري(الى أن يوحدوا الله). ¶ 3-توحيد الأسماء والصفات:هو اثبات ما وصف الله به نفسه في كتابه أو وصف رسوله في أحاديثه الصحيحة على الحقيقة بلا تأويل و لا تجسيم ولا تمثيل ولا تعطيل ولا تكييف كالاستواء والنزول واليد وغيرها مما يليق بكمال الله.قال تعالى(ليس كمثله شيء وهو السميع البصير)الشورى(11). ¶ وقال صلى الله عليه وسلم(ينزل الله في كل ليلة الى سماء الدنيا)صحيح رواه أحمد. ¶ أي ينزل نزولا يليق بجلاله و لا يشبه أحدا من مخلوقاته ¶ كلمة التوحيد لا اله الا الله: ¶ ((",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وهي الكلمة التي قامت بها الارض والسماوات،وفطر الله عليها جميع المخلوقات،وعليها أسست الملة ونصبت القبلة،وجردت سيوف الجهاد،وهي محض حق الله على جميع العباد،وهي الكلمة العاصمة للدم و المال و الذرية في هذه الدار،والمنجية من عذاب القبر وعذاب النار وهي المنشور الذي لا يدخل أحد الجنة الا به،و الحبل الذي لا يصل الى الله الا من يتعلق بسببه،وهي كلمة الاسلام ومفتاح دار السلام،وبها انقسم الناس الى شقي وسعيد،ومقبول وطريد،وبها انفصلت دار الكفر من دار الاسلام،وتميزت دار النعيم من دار الشقاء و الهوان، وهي العمود الحامل للفرض والسنة((ومن كان آخر كلامه لا اله الا الله دخل الجنة)).من كتاب الجواب الكافي /لابن القيم. ¶ روح كلمة التوحيد وسرها: ¶ ((افراد الرب جل ثناؤه وتقدست أسماؤه وتبارك أسمه،وتعالى جده،ولا اله غيره:بالمحبة والاجلال والتعظيم، والخوف والرجاء وتوابع ذلك من التوكل و الانابة والرغبة والرهبة،فلا يحب سواه،بل كل ما كان يحب فانما هو تبع لمحبته،وكونه وسيلة الى زيادة محبته،ولا يخاف سواه،ولا يرجو سواه،ولا يتوكل الا عليه،ولا يرغب الا اليه، ولا يطاع الا أمره،ولا يتحسب الا به،ولا يستعان في الشدائد الا به،ولا يلتجأ الا اليه،ولا يسجد الا له،ولا يذبح الا له وباسمه،ويجتمع ذلك في حرف واحد وهو:أن لا يعبد بجميع أنواع العبادة الا هو.فهذا هو تحقيق شهادة أن لا اله الا الله،ولهذا حرم الله على النار أن تأكل من يشهد أن لا اله الا الله حقيقة الشهادة، ومحال أن يدخل النار من تحقق بحقيقة هذه الشهادة وقام بها)).من كتاب الجواب الكافي/ لابن القيم. ¶ *من التوحيد: ¶ ((",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "الايمان بالله الحي القيوم السميع البصير الواحد الفرد الملك القدوس الجواد العدل اله ابراهيم واسماعيل واسحاق ويعقوب والاسباط واله موسى وعيسى وسائر النبيين والخلق أجمعين،الذي لا ابتداء له ولا انتهاء،ولا ضد ولا ند،ولم يتخذ صاحبة ولا ولد،الذي خلق الاشياء كلها لا من شيء،ولا على مثال،بل كيف شاء،وبأن قال لها:كوني،فكانت على ما قدر وأراد،وهو العليم القدير الروؤف الرحيم،الذي لا يشبهه شيء،وهو الغالب فلا يغلب،والجواد فلا يبخل،لا يفوته مطلوب،ولا تخفى عليه خافية،يعلم خائنة الأعين،وما تخفي الصدور،وما يلج في الارض،وما يخرج منها،وما ينزل من السماء،وما يعرج فيها،وكل مذكور أو موهوم هو منه،وكل ذلك به وكل له قانتون،ثم نؤمن بأن محمدا عبده ورسوله،أرسله بالهدى ودين الحق ليظهره على الدين كله،ولو كره المشركون،ونؤمن بموسى وعيسى وسائر الانبياء عليهم الصلاة والسلام،لا نفرق بين أحد منهم،ونؤمن بالتوراه والانجيل والزبور والقرآن،وسائر الكتب التي أنزلها الله تعالى على أنبياءه،وأن الساعة آتية لا ريب فيها،وأن الله يبعث من في القبور،وأن الابرار لفي نعيم،وان الفجار لفي جحيم يصلونها يوم الدين،وذلك بما كسبت أيديهم، وأن الله ليس بظلام للعبيد)). من كتاب الجواب الصحيح لمن بدل دين المسيح/لابن تيمية /المكتبة العلمية بيروت/الجزء الثاني/ص29. ¶ 1-قول لا اله الا الله مع الايقان والعمل بها: ¶ -يقول الغفور الرحيم ((فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ)) سورة محمد الآية[19].",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "أ-عن ابي ذر - رضي الله عنه - قال:أتيت النبي - صلى الله عليه وسلم - وعليه ثوب أبيض، وهو نائم، ثم أتيته وقد استيقظ،فقال(ما من عبد قال:لا اله الا الله،ثم مات على ذلك الا دخل الجنة)قلت : وان زنى وان سرق.قال(وان زنى وان سرق).قلت وان زنى وان سرق؟قال(وان زنى وان سرق).قلت: وان زنى وان سرق؟قال(وان زنى وان سرق على رغم أنف أبي ذر)رواه البخاري. ¶ ب-عن عثمان - رضي الله عنه - قال:قال رسول الله - صلى الله عليه وسلم - :((من مات وهو يعلم أنه لا اله الا الله دخل الجنة))رواه مسلم. ¶ ج-عن أنس - رضي الله عنه - ،عن النبي - صلى الله عليه وسلم - قال:((يخرج من النار من قال :لا اله الا الله،وفي قلبه وزن شعيرة من خير،ويخرج من النار من قال:لا اله الا الله،وفي قلبه وزن برة من خير،ويخرج من النارمن قال:لا اله الا الله، وفي قلبه وزن ذرة من خير))رواه البخاري. ¶ د-عن عبادة بن الصامت - رضي الله عنه - ،عن النبي - صلى الله عليه وسلم - قال:((من شهد أن لا اله الا الله وحده لا شريك له،و أن محمدا عبده ورسوله،وأن عيسى عبد الله ورسوله،وكلمته ألقاها الى مريم وروح منه،و الجنة حق،والنار حق،أدخله الله الجنة على ما كان من العمل ))رواه البخاري. ¶ هـ-عن معاذ بن جبل - رضي الله عنه - مرفوعا((ما من نفس تموت وهي تشهد أن لا اله الا الله ، وأني رسول الله،يرجع ذلك الى قلب موقن،الا غفر الله لها ))سلسلة الاحاديث الصحيحة للألباني رقم[2278]. ¶ 2-عدم الشرك بالله شيئا: ¶ -يقول الغفور الرحيمِ((نَّ الَّذِينَ كَفَرُوا وَظَلَمُوا لَمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ طَرِيقًا * إِلَّا طَرِيقَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَدًا وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا))سورة النساء الآية[168-169].",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "-يقول الغفور الرحيم ((إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ ثُمَّ مَاتُوا وَهُمْ كُفَّارٌ فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ)) سورة محمد آية [34]. ¶ أ-عن أبي ذر - رضي الله عنه - قال:قال رسول الله - صلى الله عليه وسلم - :((يقول الله عز وجل:من جاء بالحسنة فله عشر أمثالها وأزيد،ومن جاء بالسيئة،فجزاؤه سيئة مثلها,أو أغفر ،ومن تقرب مني شبرا،تقربت منه ذراعا، ومن تقرب مني ذراعا تقربت منه باعا،ومن أتاني يمشي أتيته هرولة ، ومن لقيني بقراب الأرض خطيئة لا يشرك بي شيئا لقيته مثله مغفرة))رواه مسلم. ¶ ب-عن أبي هريرة - رضي الله عنه - :أن رسول الله - صلى الله عليه وسلم - قال:((تفتح أبواب الجنة يوم الاثنين و الخميس،فيغفر لكل عبد لا يشرك بالله شيئا،الا رجلا كانت بينه وبين أخيه شحناء،فيقال :أنظروا هذين حتى يصطلحا،أنظروا هذين حتى يصطلحا،أنظروا هذين حتى يصطلحا))رواه مسلم. ¶ ج-عن أبن أبي عاصم - رضي الله عنه - قال:قال رسول الله : - صلى الله عليه وسلم - ((في ليلة النصف من شعبان يغفر الله لأهل الارض، الا لمشرك أو مشاحن))صحيح الجامع للألباني رقم[4268]. ¶ د-وفي مصنف عبدالرزاق الصنعاني عن قتادة أنه قال(( الظلم ثلاثة فظلم لا يتركه الله وظلم يغفر وظلم لا يغفر فأما الظلم الذي لا يغفر فالشرك لا يغفره الله وأما الظلم الذي يغفر فظلم العبد فيما بينه وبين ربه وأما الظلم الذي لا يترك فظلم العباد فيقتص الله بعضهم من بعض )) . وحسنه الألباني في سلسلة الاحاديث الصحيحة رقم[1927]. ¶ 3-الجزم بقدرة الله على المغفرة و عدم التألي عليه: ¶ -يقول الغفور الرحيم(( وَآَخَرُونَ اعْتَرَفُوا بِذُنُوبِهِمْ خَلَطُوا عَمَلًا صَالِحًا وَآَخَرَ سَيِّئًا عَسَى اللَّهُ أَنْ يَتُوبَ عَلَيْهِمْ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ)) سورة التوبة الآية[102].",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "أ-عن ابن عباس - رضي الله عنه - قال:قال رسول الله - صلى الله عليه وسلم - ((قال الله تعالى :من علم أني ذو قدرة على مغفرة الذنوب غفرت له،ولا أبالي،مالم يشرك بي شيئا))صحيح الجامع للالباني رقم[4330]. ¶ ب- عن أبي هريرة - رضي الله عنه - ،عن النبي - صلى الله عليه وسلم - قال((كان رجلان في بني إسرائيل متواخيان و كان أحدهما مذنبا و الآخر مجتهدا في العبادة و كان لا يزال المجتهد يرى الآخر على الذنب فيقول: أقصر فوجده يوما على ذنب فقال له: أقصر فقال: خلني و ربي أبعثت علي رقيبا ؟ لِلَّهِ فقال: و الله لا يغفر الله لك أو لا يدخلك الله الجنة فقبض روحهما فاجتمعا عند رب العالمين فقال لهذا المجتهد: أكنت بي عالما أو كنت على ما في يدي قادرا ؟ لِلَّهِ و قال للمذنب: اذهب فادخل الجنة برحمتي و قال للآخر: اذهبوا به إلى النار))صححه الألباني في صحيح الجامع رقم[4455] ¶ ج-عن جندب - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - حدث((أن رجلا قال :والله!لا يغفر الله لفلان،وان الله تعالى قال:من ذا الذي يتألى علي أن لا أغفر لفلان،فاني قد غفرت لفلان،وأحبطت عملك))أو كما قال . ¶ رواه مسلم. ¶ [( يتألى أي يحلف . والألية على وزن غنية اليمين ) . قال النووي وفي الحديث دلالة لمذهب أهل السنة في غفران الذنوب بلا توبة إذا شاء الله غفرانها . وقال الألباني وفيه دليل صريح أن التألي على الله يحبط العمل أيضا كالكفر وترك صلاة العصر ونحوها . انظر التعليق على كتاب صحيح الترغيب والترهيب 192/1)]",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "د-عن أبي هريرة - رضي الله عنه - قال:سمعت النبي - صلى الله عليه وسلم - قال((ان عبدا أصاب ذنبا،وربما قال:أذنب ذنبا،فقال :رب أذنبت،وربما قال:أصبت،فأغفر لي،فقال ربه:أعلم عبدي أن له ربا يغفر الذنب ويأخذ به؟غفرت لعبدي،ثم مكث ما شاء الله ثم أصاب ذنبا،أو أذنب ذنبا فقال:رب أذنبت :_أو أصبت_آخر فأغفره؟فقال:أعلم عبدي أن له ربا يغفر ويأخذ به؟غفرت لعبدي،ثم مكث ما شاء الله ثم أذنب ذنبا وربما قال:أصاب ذنبا قال:قال:رب أصبت_قال أذنبت_آخر فاغفره لي،فقال:أعلم عبدي أن له ربا يغفر الذنب ويأخذ به؟غفرت لعبدي،ثلاثا،فليعمل ما شاء ))رواه البخاري. ¶ هـ-عن البراء - رضي الله عنه - :قال له رجل:يا أبا عمارة!((ولا تلقوا بأيديكم الى التهلكة))أهو الرجل يلقى العدو فيقاتل حتى يقتل؟قال:لا،ولكن هو الرجل يذنب الذنب فيقول لا يغفره الله لي))صحيح الترغيب والترهيب للألباني رقم[1624]. ¶ 4-تقوى الله ومخافته: ¶ -قال تعالى((يَا أَيُّهَا الَّذِينَ آَمَنُوا إِنْ تَتَّقُوا اللَّهَ يَجْعَلْ لَكُمْ فُرْقَانًا وَيُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَيَغْفِرْ لَكُمْ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ))سورة الأنفال الآية[29]. ¶ -يقول الغفور الرحيم ((يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللَّهَ وَآَمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ وَيَجْعَلْ لَكُمْ نُورًا تَمْشُونَ بِهِ وَيَغْفِرْ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ ))سورة الحديد[28]. ¶ -عن عقبة بن عامر - رضي الله عنه - قال:قال رسول الله - صلى الله عليه وسلم - ((يعجب ربك من راعي غنم،في رأس شظية بجبل،يؤذن للصلاة ويصلي،فيقول الله عز وجل:أنظروا الى عبدي هذا يؤذن ويقيم الصلاة، يخاف مني،قد غفرت لعبدي،وأدخلته الجنة))صحيح الجامع للألباني رقم[8102]. ¶ 5-خشية الله تعالى:",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "-قال تعالى((إِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمَنَ بِالْغَيْبِ فَبَشِّرْهُ بِمَغْفِرَةٍ وَأَجْرٍ كَرِيمٍ ))سورة يس الآية[11]. ¶ -قال تعالى((إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ ))سورة المك الآية[12]. ¶ -يقول الغفور الرحيم((اعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ وَأَنَّ اللَّهَ غَفُورٌ رَحِيمٌ ))سورة المائدة الآية[98]. ¶ أ-عن حذيفة - رضي الله عنه - ،أنه سمع رسول الله - صلى الله عليه وسلم - يقول((ان رجلا حضره الموت،فلما يئس من الحياة أوصى أهله:اذا أنا مت فاجمعوا لي حطبا كثيرا،وأوقدوا فيه نارا،حتى اذا أكلت لحمي وخلصت الى عظمي فامتحشت،فخذوها فاطحنوها،ثم انظروا يوما راحا،فاذروه في اليم ففعلوا،فجمعه الله فقال له:لم فعلت ذلك؟قال:من خشيتك،فغفر الله له)) رواه البخاري. ¶ ب-عن أبي هريرة - رضي الله عنه - ،عن النبي - صلى الله عليه وسلم - قال((كان رجل يسرف على نفسه،فلما حضره الموت قال لبنيه:اذا انا مت فأحرقوني،ثم أطحنوني،ثم ذروني في الريح،فوالله لئن قدر علي ربي ليعذبني عذابا ما عذبه أحدا،فلما مات،فعل به ذلك،فأمر الله الارض فقال:اجمعي ما فيك منه،ففعلت،فاذا هو قائم،فقال ما حملك على ما صنعت؟قال:يا رب خشيتك،فغفر له،))وقال غيره (مخافك يا رب). رواه البخاري.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ج-((كان رجل ممن كان قبلكم لم يعمل خيرا قط إلا التوحيد فلما احتضر قال لأهله انظروا إذا أنا مت أن يحرقوه حتى يدعوه حمما ثم اطحنوه ثم اذروه في يوم ريح [ ثم اذروا نصفه في البر ونصفه في البحر فوا الله لئن قدر الله عليه ليعذبنه عذابا لا يعذبه أحدا من العالمين ] فلما مات فعلوا ذلك به [ فأمر الله البر فجمع ما فيه وأمر البحر فجمع ما فيه ] فإذا هو [ قائم ] في قبضة الله فقال الله عز وجل يا ابن آدم ما حملك على ما فعلت قال أي رب من مخافتك ( وفي رواية من خشيتك وأنت أعلم قال فغفر له بها ولم يعمل خيرا قطّ إلا التوحيد )) ¶ سلسلة الاحاديث الصحيحة للألباني رقم[3048]. ¶ 6-العزم في طلب المغفرة: ¶ -يقول الغفور الرحيم ((ِقُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ ))سورة الزمر الآية[53]. ¶ -عن أبي هريرة - رضي الله عنه - ،أن رسول الله - صلى الله عليه وسلم - قال((اذا دعا أحدكم فلا يقل اللهم!اغفر لي ان شئت،ولكن ليعزم المسألة،وليعظم الرغبة،فان الله لا يتعاظمه شيء أعطاه))رواه مسلم. ¶ 7-الحلف بالله وحده لا شريك له: ¶ -عن أبي هريرة - رضي الله عنه - قال:قال رسول الله - صلى الله عليه وسلم - ((من حلف فقال في حلفه:واللات والعزى،فليقل:لا اله الا الله،ومن قال لصحابه:تعال أقامرك،فليتصدق)) رواه البخاري. ¶ 8-البعد عن النفاق: ¶ -قال تعالى((وَإِذَا قِيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ لَوَّوْا رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُمْ مُسْتَكْبِرُونَ * سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَنْ يَغْفِرَ اللَّهُ لَهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ ))سورة المنافقون الآية[5-6].",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "9-الاكثار من قول((اللهم اني أعوذ بك أن أشرك بك وأنا أعلم وأستغفرك لما لا أعلم)): ¶ -قال النبي - صلى الله عليه وسلم - ((الشرك فيكم أخفى من دبيب النمل،وسأدلك على شيء اذا فعلته،أذهب الله عنك صغار الشرك وكباره.تقول:اللهم أني اعوذ بك أن أشرك بك وأنا أعلم وأستغفرك لما لا أعلم))صحيح الجامع للألباني رقم[3731]. ¶ 10-الايمان بيوم الدين واكثار قول ((رب اغفر لي خطيئتي يوم الدين)): ¶ -يقول الغفور الرحيم(( وَمِنَ الْأَعْرَابِ مَنْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآَخِرِ وَيَتَّخِذُ مَا يُنْفِقُ قُرُبَاتٍ عِنْدَ اللَّهِ وَصَلَوَاتِ الرَّسُولِ أَلَا إِنَّهَا قُرْبَةٌ لَهُمْ سَيُدْخِلُهُمُ اللَّهُ فِي رَحْمَتِهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ)) سورة التوبة الآية[99]. ¶ أ-عن عائشةرضي الله عنها قالت:قلت:يارسول الله،ابن جدعان،كان في الجاهلية يصل الرحم،ويطعم المسكين،فهل ذلك نافعه؟قال:لا ينفعه انه لم يقل يوما(رب أغفر لي خطيئتي يوم الدين))رواه مسلم. ¶ ب- ((لا إنه كان يعطي للدنيا وذكرها وحمدها ولم يقل قط رب اغفر لي خطيئتي يوم الدين )) سلسلة الاحاديث الصحيحة للألباني رقم[2927] ¶ 11-التصديق ب(لا اله الا الله): ¶ -عن ثابت ،عن أنس - رضي الله عنه - ، قال رسول الله - صلى الله عليه وسلم - لرجل : (( يا فلان أفعلت كذا وكذا ؟ )) قال : لا والله الذي لا إله إلا هو ما فعلت . ورسول الله يعلم أنه فعله . فقال له : (( لقد كفر الله عنك كذبك بتصديقك بلا إله إلا الله )) . ¶ ((إن الله قد غفر لك كذبك بتصديقك ب \" لا إله إلا الله \"))سلسلة الاحاديث الصحيحة للألباني رقم[3064]. ¶ 12-الايمان بالله مع العمل الصالح: ¶ 1-قال تعالى((الَّذِينَ كَفَرُوا لَهُمْ عَذَابٌ شَدِيدٌ وَالَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ ))سورة فاطر الآية[7].",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "2-قال تعالى ((وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآَمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى))سورة طه الآية[82]. ¶ 3- قال تعالى ((رَبُّكُمْ أَعْلَمُ بِمَا فِي نُفُوسِكُمْ إِنْ تَكُونُوا صَالِحِينَ فَإِنَّهُ كَانَ لِلْأَوَّابِينَ غَفُورًا ))سورة الاسراء الآية[25]. ¶ 4- قال تعالى ((لِيَجْزِيَ الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ ))سورة سبأ الآية[4]. ¶ 5- قال تعالى ((فَالَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ ))سورة الحج الآية[50]. ¶ 6-قال تعالى(( إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ)) سورة هود الآية[11]. ¶ 7- قال تعالى ((وَعَدَ اللَّهُ الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ ((سورة المائدة الآية[9]. ¶ 8- قال تعالى((وَعَدَ اللَّهُ الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا ))سورة الفتح الآية[29]. ¶ ... كتاب ¶ العلم ¶ كتاب العلم ¶ - يقول الغفور الرحيم((إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ إِنَّ اللَّهَ عَزِيزٌ غَفُورٌ))سورة فاطر الآية [28]. ¶ 1-طلب العلم النبوي الشريف : ¶ -يقول الغفور الرحيم((تَكَادُ السَّمَوَاتُ يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ وَالْمَلَائِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَنْ فِي الْأَرْضِ أَلَا إِنَّ اللَّهَ هُوَ الْغَفُورُ الرَّحِيمُ))سورة الشورى الآية[5].",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "-عن كثير بن قيس قال:كنت جالسا عند أبي الدرداء - رضي الله عنه - في مسجد دمشق فأتاه رجل،فقال:يا أبا الدرداء،أتيتك من المدينة مدينة رسول الله - صلى الله عليه وسلم - قال:فما جاء بك تجارة؟قال:لا،قال:ولا جاء بك غيره؟قال:فاني سمعت رسول الله - صلى الله عليه وسلم - يقول:((من سلك طريقا يلتمس فيه علما سهل الله له طريقا الى الجنة،وان الملائكة لتضع أجنحتها رضا لطالب العلم،وان طالب العلم يستغفر له من في السماء والارض،حتى الحيتان في الماء،وان فضل العالم على العابد كفضل القمر على سائر الكواكب،ان العلماء ورثة الانبياء،ان الانبياء لم يورثوا دينارا ولا درهما انما ورثوا العلم،فمن أخذه أخذ بحظ وافر))صححه الألباني في صحيح سنن ابن ماجه رقم[182]. ¶ 2-الاجتماع على ذكر الله عز وجل: ¶ أ-عن أبي هريرة - رضي الله عنه - قال:قال رسول الله - صلى الله عليه وسلم - ((ان لله ملائكة يطوفون في الطرق يلتمسون أهل الذكر،فاذا وجدوا قوما يذكرون الله تنادوا:هلموا الى حاجتكم.قال:فيحفونهم بأجنحتهم الى السماء الدنيا.قال:فيسألهم ربهم وهو أعلم منهم، ما يقول عبادي؟قال:تقول:يسبحونك و يكبرونك ويحمدونك،قال:فيقول:هل رأوني؟قال:فيقولون :لا والله ما رأوك،قال:فيقول:وكيف لو رأوني؟قال:لو رأوك كانوا أشد لك عبادة،وأشد لك تمجيدا،وأكثر لك تسبيحا.قال:يقول:فما يسألوني؟قال:يسألونك الجنة،قال:يقول هل رأوها؟قال:يقولون:لو أنهم رأوها كانوا أشد عليها حرصا،وأشد لها طلبا،وأعظم فيها رغبة،قال:فمم يتعوذون؟قال:يقولون من النار،قال:يقول:وهل رأوها؟قال:يقولون:لا والله يارب ما رأوها، قال:يقول:فكيف لو رأوها؟قال:يقولون:لو رأوها كانوا أشد منها فرارا،وأشد لها مخافة،قال:فيقول:فأشهدكم اني قد غفرت لهم.قال:يقول ملك من الملائكة:فيهم فلان ليس منهم،انما جاء لحاجة،قال:هم الجلساء لا يشقى بهم جليسهم))رواه البخاري.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ب-وعن أنس - رضي الله عنه - مرفوعا((ما جلس قوم يذكرون الله-عز وجل-الا ناداهم مناد من السماء:قوموا مغفورا لكم،قد بدلت سيئاتكم حسنات))سلسلة الاحاديث الصحيحة للألباني رقم[2210]. ¶ ج-عن عبد الله بن عمر - رضي الله عنه - ،قال:قلت يا رسول الله!ما غنيمة مجالس الذكر؟قال((غنيمة مجالس الذكر،الجنة))سلسلة الاحاديث الصحيحة للألباني رقم[3335]. ¶ 3--ترك البدعةوهجرها واتباع السنة واحيائها بالعلم النبوي الشريف: ¶ -يقول تعالى((قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ))سورة آل عمران الآية[31]. ¶ أ-عن أنس - رضي الله عنه - ،قال :قال رسول الله - صلى الله عليه وسلم - ((ان الله احتجر التوبة عن كل صاحب بدعة ))رواه الضياء والطبراني في الاوسط والبيهقي في شعب الايمان وصححه الألباني في صحيح الجامع رقم[1699]. ¶ ب- عن أنس - رضي الله عنه - ،قال :قال رسول الله )) - صلى الله عليه وسلم - ان الله حجب التوبة عن كل صاحب بدعة حتى يدع بدعته))رواه الطبراني وصححه الألباني في الترغيب والترهيب1/25-26. ¶ كتاب ¶ الطهارة ¶ كتاب الطهارة ¶ -يقول الغفور الرحيم((يَا أَيُّهَا الَّذِينَ آَمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ وَإِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوا وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ مَا يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ وَلَكِنْ يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ ((سورة المائدة الآية[6].",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "1- الوضوء التام الحسن: ¶ أ-عن عثمان - رضي الله عنه - ،عن النبي - صلى الله عليه وسلم - قال((من توضأ فأحسن الوضوء،خرجت خطاياه من جسده،حتى تخرج من تحت أظفاره))رواه الامام أحمد ومسلم وهو في صحيح الجامع للألباني[6169]. ¶ ب-عن عثمان - رضي الله عنه - ،عن النبي - صلى الله عليه وسلم - قال((من توضأ هكذا،غفر له ما تقدم من ذنبه،وكانت صلاته ومشيه الى المسجد نافلة))صحيح الجامع للألباني[6178]. ¶ ج-عن عبد الله بن عمرو قال:تخلف عن النبي - صلى الله عليه وسلم - في سفرة سافرناها،فأدركنا-وقد أرهقتنا الصلاة-ونحن نتوضأ،فجعلنا نمسح على أرجلنا فنادى بأعلى صوته:(ويل للاعقاب من النار)مرتين أو ثلاثا))رواه البخاري. ¶ 2-الوضوء واتباعه بركعتين دون أن يحدث بهما نفسه: ¶ أ-عن عمرو بن عبسة - رضي الله عنه - ،عن النبي - صلى الله عليه وسلم - أنه قال((ما منكم من رجل يقرب وضوءه،فيتمضمض،ويمج،ويستنشق،فينثر،الا جرت خطايا وجهه وفيه وخياشيمه،ثم اذا غسل وجهه كما أمره الله،الا جرت خطايا وجهه من أطراف لحيته من الماء،ثم يغسل يديه الى المرفقين،الا جرت خطايا يديه من أطراف أنامله مع الماء،ثم يمسح رأسه كما أمره الله،الا جرت خطايا رأسه من أطراف شعره مع الماء،ثم يغسل قدميه الى الكعبين كما أمره الله الا جرت خطايا رجليه من أطراف أنامله مع الماء،فان هو قام فصلى فحمد الله وأثنى عليه،ومجده بالذي هو أهله،وفرغ قلبه لله،الا أنصرف من خطيئته كهيئته يوم ولدته أمه))صحيح الجامع للألباني[5804]. ¶ ب-عن حمران مولى عثمان أنه رأى عثمان بن عفان ،دعا باناء،فأفرغ على كفيه ثلاث مرات فغسلها،ثم أدخل يمينه في الاناء،فمضمض و أستنشق،ثم غسل وجهه ثلاثا،ويديه الى المرفقين ثلاث مرار،ثم مسح رأسه ثم غسل رجليه ثلاث مرات الى الكعبين،ثم قال:قال رسول الله - صلى الله عليه وسلم - ((من توضأ نحو وضوئي هذا، ثم صلى ركعتين لا يحدث فيهما نفسه،غفر له ما تقدم من ذنبه))رواه البخاري.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ج-عن عثمان - رضي الله عنه - ،عن النبي - صلى الله عليه وسلم - قال((من توضأ كما أمر،وصلى كما أمر،غفر له ما قدم من عمل)) صحيح الجامع للألباني[6172]. ¶ 3--النوم على طهارة: ¶ -عن أبي هريرة - رضي الله عنه - قال:قال رسول الله - صلى الله عليه وسلم - ((من بات طاهراً بات في شعاره ملك،لا يستيقظ ساعة من الليل،الا قال الملك:اللهم أغفر لعبدك فلان،فانه بات طاهراً))سلسلة الاحاديث الصحيحة للألباني برقم[2539]. ¶ 4-تغسيل الميت وستره: ¶ أ-عن أبي أمامة - رضي الله عنه - مرفوعاً((من غسل ميتا فستره،ستره الله من الذنوب،ومن كفن مسلماً،كساه الله من السندس)) سلسلة الاحاديث الصحيحة للألباني برقم[2353]. ¶ ب-عن أبي رافع أسلم مولى رسول الله - صلى الله عليه وسلم - ،انّ رسول الله - صلى الله عليه وسلم - قال((من غسل ميتا فكتم عليه،غفر الله له أربعين مرة)) رواه الحاكم وخرجه الألباني في رياض الصالحين برقم[933]. ¶ كتاب ¶ الأذان ¶ كتاب الأذان ¶ -يقول الغفور الرحيم(( يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَتَّخِذُوا الَّذِينَ اتَّخَذُوا دِينَكُمْ هُزُوًا وَلَعِبًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَالْكُفَّارَ أَوْلِيَاءَ وَاتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ * وَإِذَا نَادَيْتُمْ إِلَى الصَّلَاةِ اتَّخَذُوهَا هُزُوًا وَلَعِبًا ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْقِلُونَ)) سورة المائدة الآية [57- 58 ] ¶ 1-المؤذن يغفر له مد صوته: ¶ أ-عن أبي هريرة - رضي الله عنه - قال:قال رسول الله - صلى الله عليه وسلم - (الامام ضامن،والمؤذن مؤتمن،اللهم أرشد الائمة وأغفر للمؤذنين))صحيح الجامع للألباني برقم[2787]. ¶ ب-عن أبي هريرة - رضي الله عنه - ،عن النبي - صلى الله عليه وسلم - قال:((المؤذن يغفر له بمد صوته ويشهد له كل رطب ويابس))صححه الألباني في سنن أبي داوود رقم[626].",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ج-عن البراء بن عازب - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال((ان الله وملائكته يصلون على الصف المقدم و المؤذن يغفر له بمد صوته ويصدقه من سمعت من رطب ويابس وله مثل أجر من صلى معه))صححه الألباني في سنن أبي داوود رقم[627]. ¶ 2-القول بمثل قول المؤذن عند سماع الأذان: ¶ -عن عمر بن الخطاب - رضي الله عنه - قال:قال رسول الله - صلى الله عليه وسلم - ((اذا قال المؤذن:الله أكبر الله أكبر،فقال أحدكم :الله أكبر الله أكبر,ثم قال: أشهد أن لا اله الا الله،قال: أشهد أن لا اله الا الله،ثم قال:أشهد أن محمدا رسول الله،قال: أشهد أن محمدا رسول الله،ثم قال:حي على الصلاة.قال:لا حول ولا قوة الا بالله،ثم قال:حي على الفلاح،قال: لا حول ولا قوة الا بالله،ثم قال: الله أكبر الله أكبر، قال: الله أكبر الله أكبر،ثم قال: لا اله الا الله.قال: لا اله الا الله،من قلبه دخل الجنة))رواه مسلم. ¶ 3-سماع الأذان وقول الذكر الثابت عن النبي - صلى الله عليه وسلم - : ¶ -عن سعد بن أبي وقاص - رضي الله عنه - ،عن رسول الله - صلى الله عليه وسلم - ((أنه قال :من قال :حين يسمع المؤذن:أشهد أن لا اله الا الله وحده لا شريك له،وأن محمدا عبده ورسوله،رضيت بالله ربا،وبمحمد رسولا، وبالاسلام دينا،غفر له ذنبه))رواه مسلم. ¶ 4-الأذان أثني عشرة سنة احتسابا: ¶ -عن ابن عمررضي الله عنهما،عن - صلى الله عليه وسلم - قال((من أذن ثنتي عشرة سنة،وجبت له الجنة،وكتب له بتأذينه في كل يوم ستون حسنة،وباقامته ثلاثون حسنة))صحيح الجامع للألباني رقم[6002]. ¶ كتاب ¶ الصلاة ¶ كتاب الصلاة",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "- يقول الغفور الرحيم((إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَى مِنْ ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ وَثُلُثَهُ وَطَائِفَةٌ مِنَ الَّذِينَ مَعَكَ وَاللَّهُ يُقَدِّرُ اللَّيْلَ وَالنَّهَارَ عَلِمَ أَنْ لَنْ تُحْصُوهُ فَتَابَ عَلَيْكُمْ فَاقْرَءُوا مَا تَيَسَّرَ مِنَ الْقُرْآَنِ عَلِمَ أَنْ سَيَكُونُ مِنْكُمْ مَرْضَى وَآَخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِنْ فَضْلِ اللَّهِ وَآَخَرُونَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ وَأَقِيمُوا الصَّلَاةَ وَآَتُوا الزَّكَاةَ وَأَقْرِضُوا اللَّهَ قَرْضًا حَسَنًا وَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ هُوَ خَيْرًا وَأَعْظَمَ أَجْرًا وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ))سورة المزمل الآية [20]. ¶ 1-الصلاة مغفرة للذنوب و ا لخطايا : ¶ أ- عن زيد بن خالد الجهني - رضي الله عنه - ،عن النبي - صلى الله عليه وسلم - قال:((من توضأ فأحسن الوضوء ثم صلى ركعتين لا يسهو فيهما غفر الله له ما تقدم من ذنبه)) حسنه الألباني في صحيح الجامع للألباني رقم [6165] ¶ ب- عن عبد الله بن مسعود - رضي الله عنه - ،عن رسول الله - صلى الله عليه وسلم - أنه قال:((يبعث مناد عند حضرة كل صلاة فيقول يا بني آدم قوموا فأطفئوا عنكم ما أوقدتم على أنفسكم . فيقومون فيتطهرون فتسقط خطاياهم من أعينهم ويصلون فيغفر لهم ما بينهما ثم توقدون فيما بين ذلك فإذا كان عند صلاة الأولى نادى يا بني آدم قوموا فأطفئوا ما أوقدتم على أنفسكم فيقومون فيتطهرون ويصلون فيغفر لهم ما بينهما فإذا حضرت العصر فمثل ذلك فإذا حضرت المغرب فمثل ذلك فإذا حضرت العتمة فمثل ذلك فينامون وقد غفر لهم ثم قال فمدلج في خير ومدلج في شر ))سلسلة الاحاديث الصحيحة للألباني رقم [2520] ¶ 2-المحافظة على صلاة الجماعة:",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "- يقول الغفور الرحيم((وَأَقِمِ الصَّلَاةَ طَرَفَيِ النَّهَارِ وَزُلَفًا مِنَ اللَّيْلِ إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ ذَلِكَ ذِكْرَى لِلذَّاكِرِينَ ))سورة هود الآية [114 ] . ¶ أ-عن أنس - رضي الله عنه - ،قال:جاء رجل الى النبي - صلى الله عليه وسلم - فقال:يا رسول الله!أصبت حدا فأقمه علي،قال:فحضرت الصلاة فصلى مع رسول الله - صلى الله عليه وسلم - ،فلما قضى الصلاة. فقال:يا رسول الله!أني أصبت حدا فأقم في كتاب الله،قال:هل حضرت الصلاة معنا؟قال:نعم.قال:قد غفر الله لك))رواه مسلم. ¶ ب-عن أبي هريرة - رضي الله عنه - ،أن رسول الله - صلى الله عليه وسلم - كان يقول((الصلوات الخمس ،والجمعة الى الجمعة،ورمضان الى رمضان،مكفرات ما بينهن ما أجتنبت الكبائر))رواه مسلم. ¶ ج-قال رسول الله - صلى الله عليه وسلم - ((خمس صلوات كتبهن الله على العباد في اليوم والليلة، من حافظ عليهن : كان له عهد عند الله أن يدخله الجنة، ومن لم يحافظ عليهن : لم يكن له عهد عند الله، إن شاء عذبه، وإن شاء غفر له)). ¶ صححه الألباني في كتاب تارك الصلاة [46]. ¶ د-عن حذيفة - رضي الله عنه - قال:سمعت رسول الله - صلى الله عليه وسلم - يقول((فتنة الرجل في أهله وماله ونفسه وولده وجاره،يكفرها الصيام والصلاة والصدقة والامر بالمعروف والنهي عن المنكر)) رواه مسلم. ¶ 3-اكثار الخطا للمساجد: ¶ أ-عن أبي هريرة - رضي الله عنه - ،عن النبي - صلى الله عليه وسلم - قال((من حين يخرج أحدكم من منزله الى المسجد،فرجل تكتب حسنة والاخرى تمحو سيئة))صحيح الجامع للألباني رقم[5912]. ¶ ب- عن أبي هريرة - رضي الله عنه - قال:قال رسول الله - صلى الله عليه وسلم - ((كل خطوة يخطوها أحدكم الى الصلاة يكتب له بها حسنة ويمحى عنه بها سيئة)) صحيح الجامع للألباني رقم[4521]. ¶ 4---الخشوع في الصلاة:",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "أ-عن عقبة بن عامر - رضي الله عنه - ،عن النبي - صلى الله عليه وسلم - قال((ما منكم من أحد يتوضأ،فيحسن الوضوء،ثم يقوم فيركع ركعتين،يقبل عليهما بقلبه ووجهه،الا وجبت له الجنة،وغفر له)) صحيح الجامع للألباني رقم[5802]. ¶ ب-عن أبي بكر - رضي الله عنه - ،عن النبي - صلى الله عليه وسلم - قال((ما من عبد يذنب ذنبا فيتوضأ،فيحسن الطهور ثم يقوم فيصلي ركعتين،ثم يستغفر الله بذلك الذنب ،الا غفر الله له)) صحيح الجامع للألباني رقم[5738]. ¶ ج-عن أبي هريرة - رضي الله عنه - ،عن - صلى الله عليه وسلم - قال((كفارات الخطايا: اسباغ الوضوء على المكاره،واعمال الاقدام الى المساجد،وانتظار الصلاة بعد الصلاة))صحيح الجامع للألباني رقم[4489]. ¶ د-عن عمرو بن عبسة - رضي الله عنه - ،عن النبي - صلى الله عليه وسلم - قال:((ما منكم من رجل يقرب وضوءه فيتمضمض و يمج و يستنشق فينتثر إلا جرت خطايا وجهه و فيه و خياشيمه ثم إذا غسل وجهه كما أمره الله إلا جرت خطايا وجهه من أطراف لحيته مع الماء ثم يغسل يديه إلى المرفقين إلا جرت خطايا يديه من أطراف أنامله مع الماء ثم يمسح رأسه كما أمره الله إلا جرت خطايا رأسه من أطراف شعره مع الماء ثم يغسل قدميه إلى الكعبين كما أمره الله إلا جرت خطايا رجليه من أطراف أنامله مع الماء فإن هو قام فصلى فحمد الله و أثنى عليه و مجده بالذي هو أهله و فرغ قلبه لله إلا انصرف من خطيئته كهيئته يوم ولدته أمه)).صحيح الجامع للألباني رقم[5804] ¶ هـ- عن أبي هريرة - رضي الله عنه - ،أن رسول الله - صلى الله عليه وسلم - قال((ألا أدلكم على ما يمحو الله به الخطايا ويرفع به الدرجات؟قالوا:بلى.يارسول الله!قال:اسباغ الوضوء على المكاره،وكثرة الخطا الى المساجد،وانتظار الصلاة بعدالصلاة،فذلكم الرباط))رواه مسلم.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "و-عن أبي هريرة - رضي الله عنه - ،أنه سمع رسول الله - صلى الله عليه وسلم - يقول((أرأيتم لو أن نهرا بباب أحدكم،يغتسل فيه كل يوم خمسا،ما تقول:ذلك يبقى من درنه) قالوا:لا يبقى من درنه شيئا قال:(فذلك مثل الصلوات الخمس،يمحو الله بها الخطايا))رواه البخاري. ¶ 5-اكثار طلب المغفرة في الصلاة: ¶ -عن أبي بكر الصديق - رضي الله عنه - أنه قال للنبي - صلى الله عليه وسلم - :علمني دعاء أدعو به في صلاتي ،قال :قل:اللهم اني ظلمت نفسي ظلما كثيرا،ولا يغفر الذنوب الا أنت،فاغفر لي مغفرة من عندك،وارحمني،انك أنت الغفور الرحيم))رواه البخاري. ¶ 6-صلاة الرجل في الصف الاول ووصل الصفوف: ¶ أ-عن البراء بن عازب - رضي الله عنه - عن النبي - صلى الله عليه وسلم - : (( إن الله وملائكته يصلون على الصف الأول، سووا صفوفكم وحاذوا بين مناكبكم ولينوا في أيدي إخوانكم وسدوا الخلل، فإن الشيطان يدخل فيما بينكم مثل الحذف))صحيح الجامع للألباني رقم[1842]. والحذف: ولد الضأن الصغار. ¶ ب-عن عائشة رضي الله عنها قالت:قال رسول الله - صلى الله عليه وسلم - ((ان الله تعالى وملائكته يصلون على الذين يصلون الصفوف،ومن سد فرجة رفعه الله بها درجة))صحيح الجامع للألباني رقم[1843]. ¶ وصلاة الله على عبده ثناء،وصلاة الملائكة على العبد استغفار له. ¶ 7-من وافق تأمينه تأمين الملائكة: ¶ - عن أبي هريرة - رضي الله عنه - ،أن رسول الله - صلى الله عليه وسلم - قال((اذا أمن الامام فأمنوا،فانه من وافق تأمينه تأمين الملائكة،غفر له ما تقدم من ذنبه))رواه البخاري. ¶ 8-من وافق قوله قول الملائكة\"اللهم ربنا لك الحمد\"بعد الرفع من الركوع: ¶ - عن أبي هريرة - رضي الله عنه - ،أن رسول الله - صلى الله عليه وسلم - قال((اذا قال الامام سمع الله لمن حمده،فقولوا،اللهم ربنا لك الحمد ،فانه من وافق قوله قول الملائكة غفر له ما تقدم من ذنبه))رواه البخاري. ¶ 9-ما يقول إذا رفع رأسه من الركوع:",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "-سمعت عبد الله بن أبي أوفى يحدث عن النبي - صلى الله عليه وسلم - أنه كان يقول :((اللهم لك الحمد ، ملء السماء وملء الأرض ، وملء ما شئت من شيء بعد،اللهم لِلَّهِ طهرني بالثلج والبرد والماء البارد ، اللهم لِلَّهِ طهرني من الذنوب والخطايا كما ينقى الثوب الأبيض من الوسخ)).رواه مسلم. ¶ 10-اكثار السجود: ¶ 1-عن أبي الدرداء - رضي الله عنه - قال:قال رسول الله - صلى الله عليه وسلم - ((عليك بكثرة السجود،فانك لا تسجد لله سجدة الا رفعك الله بها درجة،وحط عنك به خطيئة))صحيح الجامع للألباني رقم[4050]. ¶ 2- ((مر رجل ممن كان قبلكم بجمجمة فنظر إليها فحدث نفسه بشيء ثم قال يا رب أنت أنت وأنا أنا أنت العوّاد بالمغفرة وأنا العواد بالذنوب وخر لله ساجدا فقيل له ارفع رأسك فأنت العواد بالذنوب وأنا العواد بالمغفرة [ فرفع رأسه فغفر له ])) سلسلة الاحاديث الصحيحة للألباني رقم[3231]. ¶ 11-طلب المغفرة في السجود: ¶ - عن أبي هريرة - رضي الله عنه - ،أن رسول الله - صلى الله عليه وسلم - كان يقول في سجوده((اللهم أغفر لي ذنبي كله،دقه وجله،وأوله وآخره،وعلانيته وسره))رواه مسلم. ¶ 12-طلب المغفرة في التشهد: ¶ -دخل رسول الله - صلى الله عليه وسلم - المسجد فاذا هو برجل قد قضى صلاته.وهو يتشهد وهو يقول اللهم اني أسألك يا الله الأحد الصمد الذي لم يلد ولم يولد ولم يكن له كفوا أحد أن تغفر لي ذنوبي انك أنت الغفور الرحيم قال فقال:(( قد غفر له قد غفر له ثلاثا ))صحيح أبي داوود للألباني رقم[869]. ¶ 13-طلب الاستغفار دبر الصلاة: ¶ -عن ثوبان رضي الله عنه قال : كان رسول الله - صلى الله عليه وسلم - إذا انصرف من صلاته ، استغفر الله ثلاثاً وقال : \" اللهم أنت السلام، ومنك السلام، تباركت يا ياذا الجلال والإكرام \" قيل للأوزاعي- وهو أحد رواته : كيف الإستغفار ؟ قال : يقول : \" أستغفر الله ، أستغفر الله \" ( رواه مسلم ) . ¶ 14-التزام المصلى بعد الصلاة:",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "-عن أبي هريرة - رضي الله عنه - ،أن رسول الله - صلى الله عليه وسلم - قال((الملائكة تصلي على أحدكم،ما دام في مصلاه الذي صلى فيه ما لم يحدث،تقول:اللهم أغفر له،اللهم أرحمه))رواه البخاري. ¶ 15-المحافظة على صلاة الفجر والعصر: ¶ -عن أبي بكر بن عمارة بن رويبة،عن أبيه،قال:سمعت رسول الله - صلى الله عليه وسلم - يقول:لن يلج النار أحد صلى قبل طلوع الشمس وقبل غروبها يعني الفجر والعصر. فقال له رجل من أهل البصرة أنت سمعت هذا من رسول الله - صلى الله عليه وسلم - ¶ ؟ قال: نعم. قال الرجل: وأنا أشهد أني سمعته من رسول الله - صلى الله عليه وسلم - . سمعته أذناي ووعاه قلبي.رواه مسلم/كتاب المساجد ومواضع الصلاة. ¶ 16-صلاة الجمعة: ¶ -يقول الغفور الرحيم(( يَا أَيُّهَا الَّذِينَ آَمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ))سورةالجمعة الآية[9]. ¶ أ-عن سلمان الفارسي - رضي الله عنه - قال :قال رسول الله - صلى الله عليه وسلم - ((لا يغتسل رجل يوم الجمعة،ويتطهر ما استطاع من طهر،ويدهن من دهنه،أو يمس طيب بيته،فلا يفرق بين اثنين،ثم يصلي ما كتب له،ثم ينصت اذا تكلم الامام،الا غفر له ما بينه وبين الجمعة الاخرى))رواه البخاري. ¶ ب-عن أبي هريرة - رضي الله عنه - ،عن النبي - صلى الله عليه وسلم - قال:((من اغتسل يوم الجمعة ثم أتى الجمعة فصلى ما قدر له ثم أنصت حتى يفرغ الإمام من خطبته ثم يصلي معه غفر له ما بينه و بين الجمعة الأخرى و فضل ثلاثة أيام))رواه مسلم . ¶ 17-صلاة التسبيح:",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "-عن ابن عباس - رضي الله عنه - ،عن النبي - صلى الله عليه وسلم - أنه قال((يا عباس!ياعماه!ألا أعطيك؟ألا أمنحك ألا أحبوك؟ألا أفعل بك عشر خصال اذا أنت فعلت غفر الله ذنبك أوله وآخره،قديمه وحديثه،خطأه وعمده،صغيره وكبيره،سره وعلانيته؟عشر خصال:أن تصلي أربع ركعات تقرأ في كل ركعة فاتحة الكتاب وسورة،فاذا فرغت من القراءة في أول ركعة وأنت قائم قلت :سبحان الله والحمد لله ولا اله الا الله والله أكبر،خمس عشرة مرة،ثم تركع،فتقولها وأنت راكع عشرا،ثم ترفع من رأسك من الركوع،فتقولها عشرا،ثم تهوي ساجدافتقولها وأنت ساجد عشرا،ثم ترفع رأسك من السجود فتقولها عشرا،ثم تسجد فتقولها عشرا،ثم ترفع رأسك فتقولها عشرا، فذلك خمس وسبعون في كل ركعة،تفعل ذلك في أربع ركعات.فلوكانت ذنوبك مثل زبد البحر،أورمل عالج ،غفرها الله لك،ان استطعت أن تصليها في كل يوم مرة فأفعل،فان لم تفعل ففي كل جمعة مرة،فان لم تفعل ففي كل شهر مرة، فان لم تفعل ففي كل سنة مرة، فان لم تفعل ففي عمرك مرة)) رواه أبو داوود والنسائي وابن ماجه وصححه الألباني في صحيح الجامع رقم[7937]. ¶ 18-قيام الليل: ¶ -(( الصَّابِرِينَ وَالصَّادِقِينَ وَالْقَانِتِينَ وَالْمُنْفِقِينَ وَالْمُسْتَغْفِرِينَ بِالْأَسْحَارِ ((سورة آل عمران الآية[ 17 ]. ¶ -عن بلال - رضي الله عنه - ،قال رسول الله - صلى الله عليه وسلم - ((عليكم بقيام الليل،فانه دأب الصالحين قبلكم،وقربة الى الله تعالى،ومنهاة عن الاثم وتكفير للسيئات،ومطردة للداء عن الجسد)) صحيح الجامع للألباني رقم[4079]. ¶ 19-الصلاة في المسجد الاقصى:",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "-عن عبد الله بن عمرو بن العاص : عن رسول الله - صلى الله عليه وسلم - ((أن سليمان بن داود لما فرغ من بنيان مسجد بيت المقدس سأل الله حكما يصادف حكمه ، وملكا لا ينبغي لأحد من بعده ، ولا يأتي هذا المسجد أحد لا يريد الصلاة فيه إلاخرج من خطيئته كيوم ولدته أمه ، فقال رسول الله - صلى الله عليه وسلم - : أما اثنتان فقد أعطيهما ، وأنا أرجو أن يكون قد أعطي الثالثة ))صحيح ابن خزيمة وصححه الألباني في سنن النسائي رقم[669]. ¶ كتاب ¶ الزكاة ¶ كتاب الزكاة ¶ -يقول الغفور الرحيم((إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَاِبْنِ السَّبِيلِ فَرِيضَةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ م)) سورة التوبة الآية [ 60 ] . ¶ -يقول الغفورالرحيم((َأَلَمْ يَعْلَمُوا أَنَّ اللَّهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَأْخُذُ الصَّدَقَاتِ وَأَنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ ((سورة التوبة الآية [ 104 ]. ¶ -يقول الغفور الرحيم((إِنَّ الْمُصَّدِّقِينَ وَالْمُصَّدِّقَاتِ وَأَقْرَضُوا اللَّهَ قَرْضًا حَسَنًا يُضَاعَفُ لَهُمْ وَلَهُمْ أَجْرٌ كَرِيمٌ)) سورةالحديد الآية [18]. ¶ -عن أنس - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - :((سبع يجري للعبد أجرهن و هو في قبره بعد موته:1- من علم علماً ،2-أو أجرى نهراً،3- أو حفر بئراً،4- أو غرس نخلاً ،5-أو بنى مسجداً،6- أو ورث مصحفاً ،7-أو ترك ولداً يستغفر له بعد موته .))صححه الألباني في صحيح الجامع رقم[3596]. ¶ قال أحمد و منها أن يتصدق بأحب أمواله إليه و أنفسها عنده .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "-عن أبي أمامة عن رسول الله - صلى الله عليه وسلم - قال :((أربعة تجري عليهم أجورهم بعد الموت،1- من مات مرابطاً في سبيل الله،2- ومن علم علماً أجري له أجره ما عمل به، 3-ومن تصدق بصدقة فأجرها يجري له ما جرت،4- ورجل ترك ولداً صالحاً فهو يدعو له .))صحيح الجامع للألباني رقم[890]. ¶ -عن سلمان عن النبي - صلى الله عليه وسلم - قال :((أربع من عمل الأحياء يجري للأموات ، رجل ترك عقباً صالحاً يدعو له يتبعه دعاؤهم ، ورجل تصدق بصدقة جارية من بعده له أجرها ما جرت بعده ، ورجل علم علما فعمل به من بعده له مثل أجر من عمل به في غير أن ينقص من أجر من عمل به شيء )).صحيح الجامع للألباني رقم[901]. ¶ 1-الزكاة تكفر الفتن: ¶ -قال عمر بن الخطاب - رضي الله عنه - :من يحفظ حديثا للنبي - صلى الله عليه وسلم - في الفتنة؟قال حذيفة:أنا سمعته يقول((فتنة الرجل في أهله وماله وجاره،تكفرها الصلاة والصيام والصدقة))رواه البخاري. ¶ 2-الصدقة تطفيء الخطيئة: ¶ -عن كعب بن عجرة - رضي الله عنه - قال :قال رسول الله - صلى الله عليه وسلم - ((يا كعب بن عجرة إنه لا يدخل الجنة لحم ودم نبتا على سحت النار أولى به ،يا كعب بن عجرة الناس غاديان فغاد في فكاك نفسه فمعتقها وغاد فموثقها،يا كعب بن عجرة الصلاة قربان والصوم جنة والصدقة تطفىء الخطيئة كما يذهب الجليد على الصفا)) ¶ رواه ابن حبان في صحيحه وصححه الألباني في صحيح الترغيب والترهيب رقم[867]. ¶ 3-الانفاق في السراء والضراء:",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "-قال تعالى((وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ * الَّذِينَ يُنْفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ * وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ * أُولَئِكَ جَزَاؤُهُمْ مَغْفِرَةٌ مِنْ رَبِّهِمْ وَجَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ الْعَامِلِينَ ¶ سورة آل عمران الآيات[136،135،134،133]. ¶ 4-غراس الشجر وزراعة الثمر: ¶ أ-عن أنس - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : (( ما من مسلم يغرس غرساً أو يزرع زرعاً ، فيأكل منه طير ، أو إنسان ، أو بهيمة ، إلا كان له به صدقة)). ¶ رواه البخاري/كتاب المزارعة. ¶ ب- عن جابر - رضي الله عنه - :أن رسول الله - صلى الله عليه وسلم - دخل على أم معبد الأنصارية ، في نخل لها، فقال لها رسول الله - صلى الله عليه وسلم - : (( من غرس هذا النخل ؟ أمسلم أم كافر ؟ )) فقالت : بل مسلم فقال :(( لا يغرس مسلم غرسا ، ولا يزرع زرعا ، فياكل منه إنسان ولا دابة ولا شيء ، إلا كانت له صدقة )) . ¶ رواه مسلم/كتاب المساقاة. ¶ كتاب ¶ الصيام ¶ كتاب الصيام",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "-يقول الغفور الرحيم((يَا أَيُّهَا الَّذِينَ آَمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ * أَيَّامًا مَعْدُودَاتٍ فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ فَمَنْ تَطَوَّعَ خَيْرًا فَهُوَ خَيْرٌ لَهُ وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ)) سورة البقرة الآية[183-184]. ¶ 1-فضل رمضان في الغفران: ¶ أ-عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - (( من صام رمضان إيمانا واحتساباً غفر له ما تقدم من ذنبه)) رواه البخاري. ¶ ب-عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - (( رغم أنف رجل ذكرت عنده فلم يصل عليّ، ورغم أنف رجل دخل رمضان ثم انسلخ قبل أن يغفر له، ورغم أنف رجل أدرك عنده أبواه الكبر فلم يدخلاه الجنة)) صحيح الجامع الصغير للألباني برقم [3510]. ¶ 2-قيام رمضان: ¶ -عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - (( من قام رمضان ايمانا واحتسابا غفر له ما تقدم من ذنبه)) رواه البخاري. ¶ 3-قيام ليلة القدر: ¶ -عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - (( من يقم ليلة القدر ايمانا واحتسابا، غفر له ما تقدم من ذنبه)) رواه البخاري. ¶ 4-الاكثار من قول(( اللهم انك عفو تحب العفو فاعف عني))في ليلة القدر: ¶ -عن عائشة رضي الله عنها قالت:قلت يا رسول الله ,أرأيت ان علمت أي ليلة ليلة القدر ما أقول فيها؟قال:( قولي(( اللهم انك عفو تحب العفو فاعف عني)) ¶ رواه أحمد وابن ماجه والترمذي وصححه الترمذي وقال الألباني:اسناده صحيح في تخريج مشكاة المصابيح[2091]. ¶ 5-السحور في رمضان:",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "-عن ابن عمررضي الله عنهما:قال:قال رسول الله - صلى الله عليه وسلم - ((ان الله تعالى وملائكته يصلون على المتسحرين)) صحيح الجامع للألباني رقم[1844]. ¶ وصلاة الله على عبده ثناء،وصلاة الملائكة على العبد استغفار له. ¶ 6-صيام الأيام البيض وعرفة وعاشوراء: ¶ أ-عن أبي قتادة - رضي الله عنه - ، قال: قال رسول الله - صلى الله عليه وسلم - (( ثلاث من كل شهر، ورمضان الى رمضان، فهذا صيام الدهر كله، صيام يوم عرفه، احتسب على الله أن يكفر السنة التي قبله)) رواه مسلم. ¶ ب-عن أبي قتادة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال((صيام يوم عرفة،اني أحتسب على الله أن يكفر السنة التي قبله،والسنة التي بعده،وصيام يوم عاشوراء،اني أحتسب على الله أن يكفر السنة التي قبله)) صحيح الجامع للألباني رقم[3853]. ¶ ج- عن قتادة بن النعمان ،عن النبي - صلى الله عليه وسلم - قال((من صام يوم عرفة غفر الله له سنتين: سنة أمامه و سنة خلفه)) صححه الألباني في صحيح الجامع رقم[6335] ¶ 7-الاكثار من الصيام: ¶ -قال رسول الله - صلى الله عليه وسلم - ((من ختم له بصيام يوم ،دخل الجنة)) صحيح الجامع للألباني رقم[6224]. ¶ كتاب ¶ الحج ¶ كتاب الحج",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "-يقول الغفور الرحيم(( الْحَجُّ أَشْهُرٌ مَعْلُومَاتٌ فَمَنْ فَرَضَ فِيهِنَّ الْحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي الْحَجِّ وَمَا تَفْعَلُوا مِنْ خَيْرٍ يَعْلَمْهُ اللَّهُ وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَى وَاتَّقُونِ يَا أُولِي الْأَلْبَابِ * لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ فَإِذَا أَفَضْتُمْ مِنْ عَرَفَاتٍ فَاذْكُرُوا اللَّهَ عِنْدَ الْمَشْعَرِ الْحَرَامِ وَاذْكُرُوهُ كَمَا هَدَاكُمْ وَإِنْ كُنْتُمْ مِنْ قَبْلِهِ لَمِنَ الضَّالِّينَ * ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ))سورة البقرة الآيات[197-198-199]. ¶ 1-فضل الحج في المغفرة: ¶ -عن ابن عمر رضي الله عنهما قال كنت جالسا مع النبي - صلى الله عليه وسلم - في مسجد منى فأتاه رجل من الأنصار ورجل من ثقيف فسلما ثم قالا يا رسول الله جئنا نسألك فقال إن شئتما أخبرتكما بما جئتما تسألاني عنه فعلت وإن شئتما أن أمسك وتسألاني فعلت فقالا أخبرنا يا رسول الله فقال الثقفي للأنصاري سل فقال أخبرني يا رسول الله فقال جئتني تسألني عن مخرجك من بيتك تؤم البيت الحرام وما لك فيه وعن ركعتيك بعد الطواف وما لك فيهما وعن طوافك بين الصفا والمروة وما لك فيه وعن وقوفك عشية عرفة وما لك فيه وعن رميك الجمار وما لك فيه وعن نحرك وما لك فيه مع الإفاضة فقال والذي بعثك بالحق لعن هذا جئت أسألك",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "قال فإنك إذا خرجت من بيتك تؤم البيت الحرام لا تضع ناقتك خفا ولا ترفعه إلا كتب الله لك به حسنة ومحا عنك خطيئة وأما ركعتاك بعد الطواف كعتق رقبة من بني إسماعيل عليه السلام وأما طوافك بالصفا والمروة كعتق سبعين رقبة وأما وقوفك عشية عرفة فإن الله يهبط إلى سماء الدنيا فيباهي بكم الملائكة يقول عبادي جاؤوني شعثا من كل فج عميق يرجون جنتي فلو كانت ذنوبكم كعدد الرمل أو كقطر المطر أو كزبد البحر لغفرتها أفيضوا عبادي مغفورا لكم ولمن شفعتم له وأما رميك الجمار فلك بكل حصاة رميتها تكفير كبيرة من الموبقات وأما نحرك فمذخور لك عند ربك وأما حلاقك رأسك فلك بكل شعرة حلقتها حسنة ويمحى عنك بها خطيئة وأما طوافك بالبيت بعد ذلك فإنك تطوف ولا ذنب لك يأتي ملك حتى يضع يديه بين كتفيك فيقول اعمل فيما تستقبل فقد غفر لك ما مضى)) ¶ رواه الطبراني في الكبير والبزار واللفظ له وقال وقد روي هذا الحديث من وجوه ولا نعلم له أحسن من هذا الطريق وحسنه الألباني في الترغيب والترهيب رقم [1112] ¶ 2-طلب المغفرة من الله في الحج والعمرة: ¶ -عن أبي هريرة - رضي الله عنه - قال قال رسول الله - صلى الله عليه وسلم - ((الحجاج والعمار وفد الله إن دعوه أجابهم وإن استغفروه غفر لهم)) رواه النسائي وابن ماجه وصححه الألباني في الترغيب والترهيب رقم[1109] ¶ 3-الحج دون رفث أو فسوق: ¶ أ-عن الحارث الثقفي عن النبي - صلى الله عليه وسلم - قال(( من حج لله، فلم يرفث، ولم يفسق، رجع كيوم ولدته أمه)). ¶ رواه البخاري.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "ب- ((عن ابن شماسة المهري،قال:حضرنا عمرو بن [العاص] وهو في سياقة الموت. فبكى طويلاً وحول وجهه إلى الجدار. فجعل ابنه يقول: يا أبتاه أما بشرك رسول الله - صلى الله عليه وسلم - بكذا ؟ أما بشرك رسول الله - صلى الله عليه وسلم - ؟ قال: فأقبل بوجهه فقال: إن أفضل ما نعد شهادة أن لا إله إلا الله وأن محمداً رسول الله، إني قد كنت على أطباق ثلاث، لقد رأيتني وما أحد أشد بغضاً لرسول الله - صلى الله عليه وسلم - مني، ولا أحب إلي أن أكون قد استمكنت منه فقتلته، فلو مت على تلك الحال لكنت من أهل النار، فلما جعل الله الإسلام في قلبي أتيت النبي - صلى الله عليه وسلم - فقلت: ابسط يمينك فلأبايعك، فبسط يمينه. قال: فقبضت يدي. قال: ما لك يا عمرو ؟ قال: قلت: أردت أن أشترط. قال: تشترط بماذا؟ قلت: أن يغفر لي. قال: أما علمت أن الإسلام يهدم ما كان قلبه؟ وأن الهجرة تهدم ما كان قبلها؟ وأن الحج يهدم ما كان قبله؟ وما كان أحد أحب إلي من رسول الله - صلى الله عليه وسلم - ولا أجل في عيني منه، وما كنت أطيق أن أملأ عيني منه إجلالاً له، ولو سئلت أن أصفه ما أطقت، لأني لم أكن أملأ عيني منه، ولو مت على تلك لرجوت أن أكون من أهل الجنة، ثم ولينا أشياء ما أدري ما حالي فيها. فإذا أنا مت، فلا تصحبني نائحة ولا نار، فإذا دفنتموني فشنوا علي التراب شناً. ثم أقيموا حول قبري قدر ما تنحر جزور، ويقسم لحمها، حتى أستأنس بكم، وأنظر ماذا أراجع به رسل ربي.)) رواه مسلم/كتاب الايمان/باب كون الاسلام يهدم ما كان قبله. ¶ 4-السير للحج: ¶ -عن ابن عمررضي الله عنهما قال:قال رسول الله - صلى الله عليه وسلم - ((ما ترفع ابل الحاج رجلا ولا تضع يدا،الا كتب الله تعالى له بها حسنة،أو محا عنه سيئة أو رفعه بها درجة)) صحيح الجامع للألباني رقم[4135]. ¶ 5-الاهلال والتكبير في الحج ورفع الصوت بهما:",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "-عن أبي هريرة - رضي الله عنه - قال:قال رسول الله - صلى الله عليه وسلم - ((ما أهل مهل قط ولا كبر مكبر قط،الا بشر بالجنة )) صحيح الجامع للألباني رقم[5569]. ¶ 6--التطوف بالبيت العتيق: ¶ -عن ابن عمر رضي الله عنهما قال:قال رسول الله - صلى الله عليه وسلم - ((من طاف بهذا البيت أسبوعا،فأحصاه ،كان كعتق رقبة،لا يضع قدما ولا يرفع أخرى ،الا حط الله عنه بها خطيئة،وكتب له بها حسنة)) صحيح الجامع للألباني رقم[6380]. ¶ 7-شرب ماء زمزم بنية الغفران: ¶ -عن جابر - رضي الله عنه - قال:قال رسول الله - صلى الله عليه وسلم - ((ماء زمزم لما شرب له)) صحيح الجامع للألباني رقم[5502]. ¶ 6-المتابعة بين الحج والعمرة: ¶ أ- قال رسول الله - صلى الله عليه وسلم - (( تابعوا بين الحج والعمرة، فانهما ينفيان الفقر والذنوب كما ينفي الكير خبث الحديد)) سلسلة الأحاديث الصحيحة للألباني برقم [1200]. ¶ ب- عن عامر بن ربيعة - رضي الله عنه - ،عن النبي - صلى الله عليه وسلم - قال:(( العمرة الى العمرة كفارة لما بينهما من الذنوب والخطايا، والحج المبرور ليس له جزاء الا الجنة)) صحيح الجامع للألباني رقم[4135]. ¶ 7-الوقوف بعرفة: ¶ -قالت عائشة رضي الله عنها: أن رسول الله - صلى الله عليه وسلم - قال(( ما من يوم أكثر من ان يعتق الله عز وجل فيه عبداّ من النار، من يوم عرفه، وانه ليدنو ثم يباهي بهم الملائكة، فيقول: ما أراد هؤلاء)) رواه مسلم. ¶ 8-مسح الحجر الاسود و الركن اليماني: ¶ أ-عن ابن عباس - رضي الله عنه - ، عن النبي - صلى الله عليه وسلم - قال((\" نزل الحجر الاسود من الجنة، وهو اشد بياضا من الثلج، فسودته خطايا بني آدم))صحيح الجامع للألباني[6756]. ¶ ب-عن ابن عمر رضي الله عنهما قال:قال رسول الله - صلى الله عليه وسلم - ((ان مسح الحجر الاسود والركن اليماني، يحطان الخطايا حطا)) صحيح الجامع للألباني رقم[2194]. ¶ 9-حلق الرأس في العمرة والحج:",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "-عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - (( اللهم اغفر للمحلقين، قالوا : وللمقصرين، قال : (اللهم اغفر للمحلقين) قالوا: وللمقصرين قالها ثلاثاّ، قال: (وللمقصرين) )) رواه البخاري. ¶ كتاب ¶ القرآن ¶ كتاب القرآن ¶ -يقول الغفور الرحيم((ِلَوْ أَنْزَلْنَا هَذَا الْقُرْآَنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ ))سورة الحشر الآية [ 21 ] . ¶ -يقول الغفور الرحيم((طه * مَا أَنْزَلْنَا عَلَيْكَ الْقُرْآَنَ لِتَشْقَى ))سورة طه الآية[1-2]. ¶ -يقول الغفور الرحيم((إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً يَرْجُونَ تِجَارَةً لَنْ تَبُورَ * لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُمْ مِنْ فَضْلِهِ إِنَّهُ غَفُورٌ شَكُورٌ ü))سورة فاطر الآيات[29-30]. ¶ 1-الاكثار من قراءة القرآن: ¶ أ-ففي حديث الشفاعة الطويل المروي عن أنس - رضي الله عنه - ،عن النبي - صلى الله عليه وسلم - ((.....ثم يقال:أرفع رأسك،وسل تعطه،وقل تسمع،وأشفع تشفع،فأرفع رأسي،فأحمده بتحميد يعلمنيه،ثم أشفع،فيحد لي حدا فأدخلهم الجنة،ثم أعود اليه،فاذا رأيت ربي ،مثله، ثم أشفع،فيحد لي حدا فأدخلهم الجنة،ثم أعود الرابعة فأقول ما بقي في النار الا من حبسه القرآن،ووجب عليه الخلود)) رواه البخاري. ¶ ب-عن أبي أمامة - رضي الله عنه - ،عن النبي - صلى الله عليه وسلم - قال((أقرأوا القرآن،فانه يأتي يوم القيامة شفيعا لأصحابه،اقرأوا الزهراوين:البقرة وآل عمران،فانهما يأتيان يوم القيامة كأنهما غمامتان أو غيايتان،أو كأنهما فرقان من طير صواف،يحاجان عن أصحابهما،أقرأوا سورة البقرة،فان أخذها بركة وتركها حسرة ولا تستطيعها البطلة))رواه مسلم.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "ج-قال النبي - صلى الله عليه وسلم - ((من قرأحرفا من كتاب الله فله به حسنة،و الحسنة بعشر أمثالها لا أقول:[ألم]حرف،ولكن:ألف حرف،ولام حرف،وميم حرف)) صحيح الجامع للألباني رقم[6469]. ¶ ومن المعلوم ان الحسنات يذهبن السيئات كما قال تعالى((ان الحسنات يذهبن السيئات)) ¶ 2-القرآن يشفع لأصحابه: ¶ -عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال : يجيء القرآن يوم القيامة فيقول : يا رب حله ، فيلبس تاج الكرامة ، ثم يقول يا رب زده ، فيلبس حلة الكرامة ، ثم يقول : يا رب ارض عنه ، فيرضى عنه ، فيقال له : اقرأ وارق ، وتزاد بكل آية حسنة .)) صحيح الجامع للألباني رقم[8030]. ¶ 3-الاكثار من قراءة سورة تبارك وتدبرها: ¶ - عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال((ان سورة من القرآن ثلاثون آية،شفعت لرجل حتى غفر له،وهي(تبارك الذي بيده الملك) )) صحيح الجامع للألباني رقم[2091]. ¶ كتاب ¶ الأذكار ¶ كتاب الأذكار ¶ -يقول الغفور الرحيم)) إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَالْقَانِتِينَ وَالْقَانِتَاتِ وَالصَّادِقِينَ وَالصَّادِقَاتِ وَالصَّابِرِينَ وَالصَّابِرَاتِ وَالْخَاشِعِينَ وَالْخَاشِعَاتِ وَالْمُتَصَدِّقِينَ وَالْمُتَصَدِّقَاتِ وَالصَّائِمِينَ وَالصَّائِمَاتِ وَالْحَافِظِينَ فُرُوجَهُمْ وَالْحَافِظَاتِ وَالذَّاكِرِينَ اللَّهَ كَثِيرًا وَالذَّاكِرَاتِ أَعَدَّ اللَّهُ لَهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا ((سورةالأحزاب الآية[ 35 ]. ¶ -يقول الغفور الرحيم(( وَاذْكُرْ رَبَّكَ فِي نَفْسِكَ تَضَرُّعًا وَخِيفَةً وَدُونَ الْجَهْرِ مِنَ الْقَوْلِ بِالْغُدُوِّ وَالْآَصَالِ وَلَا تَكُنْ مِنَ الْغَافِلِينَ ))سورة الأعراف الآية[205]. ¶ -يقول الغفور الرحيم(( فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُوا لِي وَلَا تَكْفُرُونِ ))سورة البقرة الآية[152]. ¶ 1-سيد الإستغفار:",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "-عن شداد بن أوس - رضي الله عنه - , عن النبي - صلى الله عليه وسلم - : (( سيد الإستغفار أن تقول : اللهم أنت ربي لا إله إلا أنت , خلقتني وأنا عبدك وأنا على عهدك ووعدك مااستطعت,أعوذ بك من شر ماصنعت ،أبوأ لك بنعمتك علي , وأبوأ بذنبي فاغفرلي فانه لا يغفر الذنوب إلا أنت, قال: ومن قالها من النهار موقناً بها , فمات من يومه قبل ان يمسي , فهو من أهل الجنة,ومن قالها من الليل وهو موقن بها,فمات قبل ان يصبح , فهو من أهل الجنة )) رواه البخاري. ¶ 2-قول(أستغفر الله الذي لا اله الا هو الحي القيوم وأتوب اليه): ¶ -عن بلال بن يسار بن زيد قال:حدثني أبي عن جدي أنه سمع رسول الله - صلى الله عليه وسلم - يقول((من قال:(أستغفر الله الذي لا اله الا هو الحي القيوم وأتوب اليه) غفر له وان كان فارا من الزحف)) صحيح الترغيب والترهيب للألباني رقم[1622]. ¶ 3-قول ((لا اله الا الله،والله أكبر،ولا حول ولا قوة الا بالله)): ¶ -عن ابن عمررضي الله عنهما،عن النبي - صلى الله عليه وسلم - قال((ما على الارض أحد يقول:لا اله الا الله،والله أكبر،ولا حول ولا قوة الا بالله،الا كفرت عنه خطاياه،ولو كانت مثل زبد البحر)) صحيح الجامع للألباني رقم[5636]. ¶ 4-قول ((لا إله إلا الله العلي العظيم، لا إله إلا الله الحكيم الكريم، لا إله إلا الله سبحان الله رب السموات السبع ورب العرش العظيم، الحمد لله رب العالمين)): ¶ -عن علي بن أبي طالب - رضي الله عنه - ، قال : قال لي رسول الله - صلى الله عليه وسلم - :((ألا أعلمك كلمات إذا قلتهن غفر الله لك، وإن كنت مغفورا لك؟ قل : لا إله إلا الله العلي العظيم، لا إله إلا الله الحكيم الكريم، لا إله إلا الله سبحان الله رب السموات السبع ورب العرش العظيم، الحمد لله رب العالمين))صحيح الجامع للألباني رقم[2621]. ¶ 5--إستغفار الله في اليوم مائة مرة :",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "-عن الأغر المزني أن رسول الله - صلى الله عليه وسلم - قال : (( إنه ليغان على قلبي وإني لأستغفر الله في اليوم مائة مرة )) رواه مسلم ¶ 6-الإكثار من قول(( أستغفر الله وأتوب إليه )) : ¶ -عن أبي هريرة - رضي الله عنه - قال:سمعت رسول الله - صلى الله عليه وسلم - يقول (( والله إني لأستغفر الله وأتوب إليه في اليوم أكثرمن سبعين مرة )) رواه البخاري. ¶ 7-التسبيح والتحميد والتكبير والتهليل دبر الصلاة المكتوبة: ¶ -عن أبي هريرة - رضي الله عنه - ،عن النبي - صلى الله عليه وسلم - قال((من سبح الله في دبر كل صلاة:ثلاثا وثلاثين ،وحمد الله ثلاثا وثلاثين،وكبر الله ثلاثا وثلاثين،فتلك تسعة وتسعون،وقال تمام المائة:لا اله الا الله وحده لاشريك له له الملك وله الحمد وهو على كل شيء قدير،غفرت خطاياه وان كانت مثل زبد البحر))رواه مسلم. ¶ 8-قول((لا إله إلا الله وحده لا شريك له له الملك وله الحمد يحيي ويميت وهو على كل شيء قدير)) بعد صلاة الصبح والعصر والمغرب: ¶ أ-عن أبي ذر - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال(( من قال في دبر صلاة الفجر وهو ثان رجليه قبل أن يتكلم لا إله إلا الله وحده لا شريك له له الملك وله الحمد يحيي ويميت وهو على كل شيء قدير عشر مرات كتب الله له عشر حسنات ومحا عنه عشر سيئات ورفع له عشر درجات وكان يومه ذلك كله في حرز من كل مكروه وحرس من الشيطان ولم ينبغ لذنب أن يدركه في ذلك اليوم إلا الشرك بالله))رواه الترمذي واللفظ له وقال حديث حسن غريب صحيح والنسائي وزاد فيه ((بيده الخير)).وزاد فيه أيضا((وكان له بكل واحدة قالها عتق رقبة مؤمنة)).ورواه النسائي أيضا من حديث معاذ وزاد فيه ((من قالهن حين ينصرف من صلاة العصر أعطي مثل ذلك في ليلته )) ¶ حسنه الألباني في صحيح الترغيب والترهيب رقم[472].",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "ب-عن عمارة بن شبيب السبائي - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - :((من قال لا إله إلا الله وحده لا شريك له له الملك وله الحمد يحيي ويميت وهو على كل شيء قدير عشر مرات على إثر المغرب بعث الله له مسلحة يحفظونه من الشيطان حتى يصبح وكتب الله له بها عشر حسنات موجبات ومحا عنه عشر سيئات موبقات وكانت له بعدل عشر رقبات مؤمنات)). ¶ رواه النسائي والترمذي وحسنه الألباني في صحيح الترغيب والترهيب رقم[473]. ¶ 9-التسبيح والتهليل بعد صلاة الغداة: ¶ أ-عن أبي هريرة - رضي الله عنه - قال:قال رسول الله - صلى الله عليه وسلم - قال((من سبح في دبر كل صلاة الغداة،مائة تسبيحة وهلل مائة تهليلة،غفرت له ذنوبه ولو كانت مثل زبد البحر))رواه النسائي في سننه وصححه الألباني رقم[1282]. ¶ ب- ((ما أصبحت غداة قط إلا استغفرت الله فيها مائة مرة ))سلسلة الاحاديث الصحيحة للألباني رقم[1600]. ¶ 10-قول(سبحان الله والحمد لله ولا اله الا الله والله أكبر )مع طلب المغفرة:",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "أ-عن أنس - رضي الله عنه - قال:جاء اعرابي الى النبي - صلى الله عليه وسلم - فقال:يارسول الله! علمني خيرا،فأخذ النبي - صلى الله عليه وسلم - بيده فقال((قل! سبحان الله، والحمد لله، ولا اله الا الله ،والله أكبر.فعقد الاعرابي على يده،ومضى وتفكر ثم رجع،فتبسم النبي - صلى الله عليه وسلم - .قال:تفكر البائس.فجاء.فقال:يا رسول الله! سبحان الله، والحمد لله، ولا اله الا الله ،والله أكبر هذا لله، فما لي؟فقال له النبي - صلى الله عليه وسلم - :يا أعرابي!اذا قلت:سبحان الله،قال الله: صدقت،واذا قلت: الحمد لله،قال الله صدقت،وذا قلت:لا اله الا الله ،،قال الله:صدقت،واذا قلت: الله أكبر، قال الله: صدقت.واذا قلت:اللهم أغفر لي ،قال الله :قد فعلت، واذا قلت:اللهم أرحمني ،قال الله :قد فعلت ،واذا قلت:اللهم ارزقني ،قال الله :قد فعلت.فعقد الاعرابي على سبع في يده،ثم ولى)) سلسلة الاحاديث الصحيحة للألباني رقم[3336]. ¶ ب-عن أنس بن مالك - رضي الله عنه - ،قال:أخذ النبي - صلى الله عليه وسلم - ،غصنا فنفضه،فلم ينتفض،ثم نفضه فلم ينتفض،ثم نفضه فانتفض،فقال((ان سبحان الله والحمد لله ولا اله الا الله والله أكبر،تنفض الخطايا كما تنفض الشجرة ورقها)) سلسلة الاحاديث الصحيحة للألباني رقم[3168]. ¶ ج- عن أنس - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال : إن الحمد لله وسبحان الله والحمد لله ولا إله إلا الله والله أكبر لتساقط من ذنوب العبد كما تساقط ورق هذه الشجرة. )) صحيح الجامع للألباني رقم[1601]. ¶ د- عن أنس أن رسول الله - صلى الله عليه وسلم - قال :((إن سبحان الله والحمد لله ولا إله إلا الله والله أكبر ،تنفض الخطايا ،كما تنفض الشجرة ورقها)) صحيح الجامع للألباني رقم[2089]. ¶ 11-تسبيح الله وبحمده مئة مرة :",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "-عن أبي هريرة - رضي الله عنه - , عن النبي - صلى الله عليه وسلم - : (( من قال :سبحان الله وبحمده , في اليوم مائة مرة ,حطت خطاياه ,وإن كانت مثل زبد البحر )) صححه الألباني في سنن ابن ماجه رقم[3074]. ¶ 12-تسبيح الله مائة تسبيحة: ¶ -عن مصعب بن سعد حدثني أبي قال،كنا عند رسول الله - صلى الله عليه وسلم - فقال:(( أيعجز أحدكم أن يكسب،كل يوم، ألف حسنة؟ . فسأله سائل من جلسائه : كيف يكسب أحدنا ألف حسنة ؟ قال : يسبح مائة تسبيحة ، فيكتب له ألف حسنة ، أو يحط عنه ألف خطيئة)).رواه مسلم ¶ 13-اكثار قول(لا اله الا الله وحده لا شريك له،له الملك وله الحمد وهو على كل شيء قدير): ¶ -عن أبي هريرة - رضي الله عنه - :أن رسول الله - صلى الله عليه وسلم - قال:((من قال: لا إله إلا الله، وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير. في يوم مائة مرة، كانت له عدل عشر رقاب، وكتبت له مائة حسنة، ومحيت عنه مائة سيئة، وكانت له حرزاً من الشيطان يومه ذلك حتى يمسي، ولم يأت أحد بأفضل مما جاء به، إلا أحد عمل أكثر من ذلك)).رواه البخاري /كتاب بدء الخلق. ¶ 14-اكثار الصلاة على النبي - صلى الله عليه وسلم - : ¶ -قال الله تعالى((إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آَمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا)) سورة الأحزاب الآية[56]. ¶ أ-عن أبي بن كعب - رضي الله عنه - قال كان رسول الله - صلى الله عليه وسلم - إذا ذهب ربع الليل قام فقال(( يا أيها الناس اذكروا الله اذكروا الله جاءت الراجفة تتبعها الرادفة جاء الموت بما فيه جاء الموت بما فيه)) ¶ قال: أبي بن كعب فقلت يا رسول الله إني أكثر الصلاة فكم أجعل لك من صلاتي ¶ قال:( ما شئت) قال قلت الربع ¶ قال:( ما شئت وإن زدت فهو خير لك )قال فقلت فثلثين قال (ما شئت فإن زدت فهو خير لك) ¶ قلت النصف قال (ما شئت وإن زدت فهو خير لك)",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "قال أجعل لك صلاتي كلها قال:(( إذا يكفى همك ويغفر لك ذنبك)). ¶ رواه أحمد والترمذي والحاكم وصححه الألباني في صحيح الترغيب والترهيب للألباني رقم[1670] ¶ ب- عن أنس بن مالك - رضي الله عنه - ، قال: قال رسول الله - صلى الله عليه وسلم - :(( من صلى علي صلاة واحدة، صلى الله عليه عشر صلوات رضي الله عنه وحط عنه عشر خطيئات،ورفع له عشر درجات)) صحيح الجامع للألباني رقم[6359]. ¶ ج- عن أبي طلحة الأنصاري - رضي الله عنه - قال : أصبح رسول الله - صلى الله عليه وسلم - يوماً طيب النفس ، يرى في وجهه البشر ، قالوا : يا رسول الله ، أصبحت اليوم طيب النفس ، يرى في وجهك البشر ، قال : أجل ، أتاني آت من ربي عز و جل ، فقال : من صلى عليك من أمتك صلاة كتب الله له عشر حسنات ، و محا عنه عشر سيئات ، و رفع له عشر درجات ، ورد عليه مثلها)) صحيح الجامع للألباني رقم[57]. ¶ د- عن عامر بن ربيعة - رضي الله عنه - قال، عن النبي - صلى الله عليه وسلم - قال : (( ما من عبد يصلي علي إلا صلت عليه الملائكة ما دام يصلي علي ،فليقل العبد من ذلك أو ليكثر)). صحيح الجامع للألباني رقم[5744]. ¶ -وقد روى البخاري في صحيحه كتاب التفسير((قال أبو العالية:صلاة الله : ثناؤه عليه عند الملائكة ، وصلاة الملائكة : الدعاء . وقال ابن عباس: يصلون:يبركون.)) ¶ واليك بعض من صيغ الصلاة على الرسول - صلى الله عليه وسلم - : ¶ 1-عن عبد الرحمن بن أبي ليلى قال: لقيني كعب بن عجرة فقال: ألا أهدي لك هدية؟ إن النبي - صلى الله عليه وسلم - خرج علينا، فقلنا: يا رسول الله، قد علمنا كيف نسلم عليك، فكيف نصلي عليك؟ قال: (قولوا: اللهم صل على محمد، وعلى آل محمد، كما صليت على آل إبراهيم، إنك حميد مجيد. اللهم بارك على محمد، وعلى آل محمد، كما باركت على آل إبراهيم، إنك حميد مجيد).رواه البخاري/ باب: الصلاة على النبي - صلى الله عليه وسلم - .)",
            "page": "49",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "فمن تمام نعمة اللّه على عباده المؤمنين أن ينزل بهم الشدة والضر وما يلجئهم إلى توحيده فيدعونه مخلصين له الدين ويرجونه لا يرجون أحدًا سواه، وتتعلق قلوبهم به لا بغيره، فيحصل لهم من التوكل عليه والإنابة إليه، وحلاوة الإيمان وذوق طعمه، والبراءة من الشرك ما هو أعظم نعمة عليهم من زوال المرض والخوف، أو الجدب، أو حصول اليسر وزوال العسر في المعيشة، فإن ذلك لذات بدنية ونعم دنيوية قد يحصل للكافر منها أعظم مما يحصل للمؤمن . ¶ وأما ما يحصل لأهل التوحيد المخلصين للّه الدين فأعظم من أن يعبر عن كنهه مقال، أو يستحضر تفصيله بال، ولكل مؤمن من ذلك نصيب بقدر إيمانه، ولهذا قال بعض السلف : يا بن آدم، لقد بورك لك في حاجة أكثرت فيها من قرع باب سيدك . وقال بعض الشيوخ : إنه ليكون لي إلى اللّه حاجة فأدعوه فيفتح لي من لذيذ معرفته وحلاوة مناجاته ما لا أحب معه أن يعجل قضاء حاجتي خشية أن تنصرف نفسي عن ذلك، لأن النفس لا تريد إلا حظها فإذا قضى انصرفت . وفي بعض الإسرائيليات يا بن آدم، البلاء يجمع بيني وبينك، والعافية تجمع بينك وبين نفسك . ¶ وهذا المعنى كثير، وهو موجود مذوق محسوس بالحس الباطن للمؤمن، وما من مؤمن إلا وقد وجد من ذلك ما يعرف به ما ذكرناه، فإن ذلك من باب الذوق والحس لا يعرفه إلا من كان له ذوق وحس بذلك . ¶ ولفظ [ الذوق] وإن كان قد يظن أنه في الأصل مختص بذوق اللسان، فاستعماله في الكتاب والسنة يدل على أنه أعم من ذلك مستعمل في الإحساس بالملائم والمنافر، كما أن لفظ [ الإحساس ] في عرف الاستعمال عام فيما يحس بالحواس الخمس، بل وبالباطن . ¶ وأما في اللغة فأصله [ الرؤية ] كما قال : { هَلْ تُحِسُّ مِنْهُمْ مِنْ أَحَدٍ } [ مريم : 98 ] .",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "والمقصود لفظ [ الذوق ] قال تعالى : { فَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ } [ النحل : 112 ] فجعل الخوف والجوع مذوقًا، وأضاف إليهما اللباس ليشعر أنه لبس الجائع والخائف فشمله وأحاط به إحاطة اللباس باللابس، بخلاف من كان الألم لا يستوعب مشاعره بل يختص ببعض المواضع، وقال تعالى : { إِنَّكُمْ لَذَائِقُو الْعَذَابِ الْأَلِيمِ } [ الصافات : 38 ] ، وقال تعالى : { ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ } [ الدخان : 49 ] ، وقال تعالى : { ذُوقُوا مَسَّ سَقَرَ } [ القمر : 48 ] ، وقال : { لَا يَذُوقُونَ فِيهَا الْمَوْتَ } [ الدخان : 56 ] ، وقال تعالى : { لَا يَذُوقُونَ فِيهَا بَرْدًا وَلَا شَرَابًا . إِلَّا حَمِيمًا وَغَسَّاقًا } [ النبأ : 24، 25 ] ، وقال : { وَلَنُذِيقَنَّهُمْ مِنْ الْعَذَابِ الْأَدْنَى دُونَ الْعَذَابِ الْأَكْبَرِ } [ السجدة : 21 ] ، وقد قال النبي - صلى الله عليه وسلم - : ( ذاق طعم الإيمان من رضى باللّه ربًا وبالإسلام دينًا وبمحمد نبيًا ) . ¶ فاستعمال لفظ [ الذوق ] في إدراك الملائم والمنافر كثير . وقال النبي - صلى الله عليه وسلم - : ( ثلاث من كن فيه وجد حلاوة الإيمان ) كما تقدم ذكر الحديث . فوجود المؤمن حلاوة الإيمان في قلبه وذوق طعم الإيمان أمر يعرفه من حصل له هذا الوجد .",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "وهذا الذوق، أصحابه فيه يتفاوتون، فالذي يحصل لأهل الإيمان عند تجريد توحيد قلوبهم إلى اللّه وإقبالهم عليه دون ما سواه بحيث يكونون حنفاء له مخلصين له الدين، لا يحبون شيئًا إلا له، ولا يتوكلون إلا عليه، ولا يوالون إلا فيه، ولا يعادون إلا له، ولا يسألون إلا إياه، ولا يرجون إلا إياه، ولا يخافون إلا إياه، يعبدونه ويستعينون له وبه، بحيث يكونون عند الحق بلا خلق، وعند الخلق بلا هوى، قد فنيت عنهم إرادة ما سواه بإرادته، ومحبة ما سواه بمحبته، وخوف ما سواه بخوفه، ورجاء ما سواه برجائه، ودعاء ما سواه بدعائه، هو أمر لا يعرفه بالذوق والوجد إلا من له نصيب، وما من مؤمن إلا له منه نصيب . ¶ وهذا هو حقيقة الإسلام الذي بعث اللّه به الرسل، وأنزل به الكتب، وهو قطب القرآن الذي تدور عليه رحاه . واللّه سبحانه أعلم . ¶ 2- فصل في كل من تاب من أي ذنب كان فإن الله يتوب عليه ¶ وكل من تاب من أي ذنب كان فإن الله يتوب عليه، كما قال تعالى : { قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنفُسِهِمْ لَا تَقْنَطُوا مِن رَّحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ وَأَنِيبُوا إِلَى رَبِّكُمْ وَأَسْلِمُوا لَهُ مِن قَبْلِ أَن يَأْتِيَكُمُ الْعَذَابُ ثُمَّ لَا تُنصَرُونَ وَاتَّبِعُوا أَحْسَنَ مَا أُنزِلَ إِلَيْكُم مِّن رَّبِّكُم مِّن قَبْلِ أَن يَأْتِيَكُمُ العَذَابُ بَغْتَةً وَأَنتُمْ لَا تَشْعُرُونَ } [ الزمر : 53-55 ] ، فقد أخبر الله في هذه الآية أنه يغفر الذنوب؛ أي لمن تاب . ¶ وقد قال في الأخرى : { إِنَّ اللّهَ لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاء } [ النساء : 116 ] ، وهذا في حق من لم يتب، فالشرك لا يغفره الله،وما دون الشرك أمره إلى الله، إن شاء عاقب عليه، وإن شاء عفا عنه .",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "ومن الشرك أن يدعو العبد غير الله، كمن يستغيث في المخاوف والأمراض والفاقات بالأموات، والغائبين . فيقول : يا سيدي الشيخ فلان، لشيخ ميت أو غائب، فيستغيث به، ويستوصيه، ويطلب منه ما يطلب من الله من النصر والعافية فإن هذا من الشرك الذي حرمه الله ورسوله باتفاق المسلمين . ¶ وهؤلاء المشركون قد يتمثل لأحدهم صورة الشيخ الذي استغاث به، فيظن أنه الشيخ، أو ملك جاء على صورته، وإنما هو شيطان تمثل له ليضله ويغويه لما دعا غير الله، كما كان نصيب المشركين الذين يعبدون الأصنام تخاطبهم الشياطين، وتتراءى لهم، وتخبرهم ببعض الأمور الغائبة، وإن كان فيما يخبرون به من الكذب ما يبين أنهم شياطين . قال تعالى : { هَلْ أُنَبِّئُكُمْ عَلَى مَن تَنَزَّلُ الشَّيَاطِينُ تَنَزَّلُ عَلَى كُلِّ أَفَّاكٍ أَثِيمٍ } [ الشعراء : 221، 222 ] ، وهؤلاء كثيرون في المشركين : من الهند، والترك، والحبشة، وفي المتشبهين بهم من الضلال المنتسبين إلى الإسلام؛ كأهل الإشارات الذين يظهرون إشارات الدم، والزعفران، واللاذن، ويدعون أنهم يغيرون التراب، أو غيره . فيجعلونه كذلك، ومنهم من يدخل النار، ويأكل الحيات، ومنهم من يصرخ في بعض الناس فيمرض، أو يموت . ¶ وهذه الأحوال تعرض لهم عند فعل ما يأمر به الشيطان، مثل السماع البدعي؛ سماع المكاء، والتصدية، وغير ذلك، فإن الذين يتخذون ذلك قربة ودينا تتحرك به قلوبهم، ويحصل لهم عنده من الوجل والصياح ما تنزل معه الشياطين،كما يدخل الشيطان في بدن المصروع، ولهذا يزبد أحدهم كإزباد المصروع، ويصيح كصياحه وذلك صياح الشياطين على ألسنتهم، ولهذا لا يدري أحد ما جرى منه حتى يفيق،ويتكلم الشيطان على لسان أحدهم بكلام لا يعرفه الإنسان، ويدخل أحدهم النار، وقد لبسه الشيطان ويحصل ذلك لقوم من النصارى بالمغرب، وغيرهم . تلبسهم الشياطين، فيحصل لهم مثل ذلك .",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "فهؤلاء المبتدعون المخالفون للكتاب والسنة أحوالهم ليست من كرامات الصالحين، فإن كرامات الصالحين إنما تكون لأولياء الله المتقين، الذين قال الله فيهم : { أَلا إِنَّ أَوْلِيَاء اللّهِ لاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ الَّذِينَ آمَنُواْ وَكَانُواْ يَتَّقُونَ } [ يونس : 62، 63 ] ، وهم الذين يتقربون إلى الله بالفرائض التي فرضها عليهم، ثم بالنوافل التي ندبهم إليها، كما روى البخاري في صحيحه عن أبي هريرة عن النبي - صلى الله عليه وسلم - قال : ( يقول الله : من عادى لي وليًا فقد بارزني بالمحاربة، وما تقرب إلى عبدي بمثل ما افترضت عليه، ولا يزال عبدي يتقرب إلى بالنوافل حتى أحبه، فإذا أحببته كنت سمعه الذي يسمع به، وبصره الذي يبصر به، ويده التي يبطش بها، ورجله التي يمشي بها، فبي يسمع، وبي يبصر، وبي يبطش، وبي يمشي، ولئن سألني لأعطينه، ولئن استعاذني لأعيذنه، وما ترددت عن شىء أنا فاعله ترددي عن قبض نفس عبدي المؤمن، يكره الموت وأكره مساءته ولا بد له منه ) . ¶ ولهذا قال أهل العلم والدين ـ كأبي يزيد البسطامي وغيره : ¶ لو رأيتم الرجل يطير في الهواء، أو يمشي على الماء، فلا تغتروا به حتى تنظروا وقوفه عند الأمر والنهي، وقال الشافعي : لو رأيتم صاحب بدعة يطير في الهواء، فلا تغتروا به . ¶ فأولياء الله المتقون هم المتبعون لكتاب الله، وسنة رسوله، كما قال تعالى : { قُلْ إِن كُنتُمْ تُحِبُّونَ اللّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللّهُ غَفُورٌ رَّحِيمٌ } [ آل عمران : 31 ] ، وطريقهم طريق أنبياء الله المرسلين، وأولياء الله المتقين، وحزب الله المفلحين . ¶ وأما أهل الشرك والبدع والفجور فأحوالهم من جنس أحوال [ مسيلمة الكذاب ] ، و [ الأسود العنسي ] اللذين ادعيا النبوة في آخر أيام النبي - صلى الله عليه وسلم - ، وكان لكل منهما شياطين تخبره وتعينه .",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "وكان [ العنسي ] قد استولى على أرض اليمن في حياة النبي - صلى الله عليه وسلم - ، ثم قتله الله على أيدي عباده المؤمنين، وكان قد طلب من أبي مسلم الخولاني أن يتابعه فامتنع، فألقاه في النار فجعلها الله عليه بردًا وسلامًا،كما جرى لإبراهيم الخليل صلوات الله عليه، وذلك مع صلاته وذكره ودعائه لله مع سكينة ووقار، وهؤلاء أصحاب الأحوال الشيطانية، لا تصير النار عليهم بردًا وسلامًا . بل قد يطفونها كما يطفيها الناس، وذلك في حال اختلاط عقولهم، وهيج شياطينهم، وارتفاع أصواتهم، هذا إن كان لأحدهم حال شيطاني . ¶ وإلا فكثير منهم لا يحصل له ذلك، بل يدخل في نوع من المكر والمحال فيتخذ حجر الطلق، أو دهن الضفادع، وأنواعًا من الأدوية كما يصنعون من جنس ما تصنعه المشعبذون، إخفاء اللاذن، والسكر في يد أحدهم، فإنهم نوعان : خاصتهم أهل حال شيطاني، وعامتهم أهل محال بهتاني . ¶ وهؤلاء لا يعطى أحدهم من الزكاة حتى يتوب، ويلتزم ما بعث الله به محمدًا - صلى الله عليه وسلم - من الكتاب والسنة، ويكون مع ذلك من مستحقي الزكاة المذكورين في قوله تعالى : { إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاء وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللّهِ وَابْنِ السَّبِيلِ } [ التوبة : 60 ] .",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "فأما من كان غنيًا ليس من هذه الأصناف، فلا يعطى من الزكاة، لا سيما إذا كان مع غناه من شيوخ الضلال، مثل شيوخ المضلين الأغنياء الذين ليسوا من الأصناف الثمانية، فإن هؤلاء لا يجوز أن يعطوا من الزكاة بإجماع المسلمين، وهؤلاء إذا قالوا للإنسان : تعطينا وإلا فإني أنلك في نفسك، فإنه قد تعينهم شياطين على إضرار بعض الناس بقضاء الله وقدره، لكن هذا يكون لمن هو خارج عن شريعة محمد - صلى الله عليه وسلم - ، مثل أهل الفجور والبدع الذين لا يصلون الصلوات الخمس، ولا يحرمون ما حرم الله ورسوله، فهؤلاء قد تسلط عليهم بعض هؤلاء بذنوبهم وخطاياهم . ¶ وأما الذين يفعلون ما أمر الله به ورسوله من الصلوات الخمس، وغيرها، ويخلصون دينهم لله، فلا يدعون إلا الله، ولا يعبدون غيره ولاينذرون إلا لله، ويحرمون ما حرم الله ورسوله، فهؤلاء جند الله الغالبون، وحزب الله المفلحون، فإنه يؤيدهم وينصرهم . وهؤلاء يهزمون شياطين أولئك الضالين، فلا يستطيعون مع شهود هؤلاء، واستغاثتهم بالله، أن يفعلوا شيئًا من تلك الأحوال الشيطانية، بل تهرب منهم تلك الشياطين . وهؤلاء معترفون بذلك، يقولون : أحوالنا ماتنفذ قدام أهل الكتاب والسنة، وإنما تنفذ قدام من لا يكون كذلك من الأعراب والترك والعامة وغيرهم . ¶ فهؤلاء من أهل الضلال والغي الذين يجب نهيهم، واستتابتهم، ومنعهم من طاعة الشيطان والشرك، والبدع، والفجور، وأمرهم بما أمر الله به ورسوله، واتباع الكتاب والسنة .",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "ولا يجوز للمؤمن أن يخافهم فإن الله تعالى يقول في كتابه : { الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُواْ لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَاناً وَقَالُواْ حَسْبُنَا اللّهُ وَنِعْمَ الْوَكِيلُ فَانقَلَبُواْ بِنِعْمَةٍ مِّنَ اللّهِ وَفَضْلٍ لَّمْ يَمْسَسْهُمْ سُوءٌ وَاتَّبَعُواْ رِضْوَانَ اللّهِ وَاللّهُ ذُو فَضْلٍ عَظِيمٍ إِنَّمَا ذَلِكُمُ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءهُ فَلاَ تَخَافُوهُمْ وَخَافُونِ إِن كُنتُم مُّؤْمِنِينَ } [ آل عمران : 173 : 175 ] ، وقال تعالى : { لِئَلاَّ يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ إِلاَّ الَّذِينَ ظَلَمُوا مِنْهُمْ فَلاَ تَخْشَوْهُمْ وَاخْشَوْنِي وَلأُتِمَّ نِعْمَتِي عَلَيْكُمْ وَلَعَلَّكُمْ تَهْتَدُونَ كَمَا أَرْسَلْنَا فِيكُمْ رَسُولاً مِّنكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُعَلِّمُكُم مَّا لَمْ تَكُونُواْ تَعْلَمُونَ فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُواْ لِي وَلاَ تَكْفُرُونِ } [ البقرة : 150 : 152 ] . ¶ وقال ـ أيضا ـ شيخ الإسلام ـ رحمه الله : ¶ رب يسر وأعن يا كريم . ¶ الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا . من يهد الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله . صلى الله عليه وعلى آله وسلم تسليما . ¶ 3-فصل في أن التوبة والاستغفار يكون من ترك الواجبات وفعل المحرمات ¶ في أن التوبة والاستغفار يكون من ترك الواجبات وفعل المحرمات",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "والأول : يخفى على كثير من الناس . قال تعالى : { فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَاسْتَغْفِرْ لِذَنبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْإِبْكَارِ } [ غافر : 55 ] ، وقال تعالى : { فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ } [ محمد : 19 ] ، وقال تعالى : { لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِن ذَنبِكَ وَمَا تَأَخَّرَ } [ الفتح : 2 ] ، وقال : { أَلاَّ تَعْبُدُواْ إِلاَّ اللّهَ إِنَّنِي لَكُم مِّنْهُ نَذِيرٌ وَبَشِيرٌ وَأَنِ اسْتَغْفِرُواْ رَبَّكُمْ ثُمَّ تُوبُواْ إِلَيْهِ يُمَتِّعْكُم مَّتَاعًا حَسَنًا إِلَى أَجَلٍ مُّسَمًّى } [ هود : 2، 3 ] ، ومثل هذا في القرآن كثير . ¶ فنقول : التوبة والاستغفار يكون من ترك مأمور، ومن فعل محظور، فإن كلاهما من السيئات والخطايا والذنوب، وترك [ الإيمان ] و [ التوحيد ] و [ الفرائض ] التي فرضها الله تعالى على القلب والبدن من الذنوب بلا ريب، عند كل أحد، بل هي أعظم الصنفين . كما قد بسطناه فيما كتبناه من [ القواعد ] قبل ذهابي إلى مصر . ¶ فإن جنس ترك الواجبات أعظم من جنس فعل المحرمات، إذ قد يدخل في ذلك ترك الإيمان والتوحيد، ومن أتى بالإيمان والتوحيد لم يخلد في النار،ولو فعل ما فعل . ومن لم يأت بالإيمان والتوحيد كان مخلدًا ولو كانت ذنوبه من جهة الأفعال قليلة : كالزهاد والعباد من المشركين، وأهل الكتاب كعباد مشركي الهند، وعباد النصارى،وغيرهم،فإنهم لا يقتلون، ولا يزنون، ولا يظلمون الناس،لكن نفس الإيمان والتوحيد الواجب تركوه .",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "ولكن يقال : ترك الإيمان والتوحيد الواجب ،إنما يكون مع الاشتغال بضده، وضده إذا كان كفرًا فهم يعاقبون على الكفر، وهو من باب المنهي عنه، وإن كان ضده من جنس المباحات كالاشتغال بأهواء النفس ولذاتها، من الأكل والشرب، والرئاسة وغير ذلك عن الإيمان الواجب، فالعقوبة هنا لأجل ترك الإيمان، لا لأجل ترك هذا الجنس . ¶ وقد يقال : كل من ترك الإيمان والتوحيد فلا يتركه إلا إلى كفر وشرك، فإن النفس لابد لها من إله تعبده، فمن لم يعبد الرحمن عبد الشيطان، فيقال : عبادة الشيطان جنس عام، وهذا إذا أمره أن يشتغل بما هو مانع له من الإيمان والتوحيد، يقال : عبده . كما أن من أطاع الشيطان فقد عبده،ولكن عبادة دون عبادة . ¶ والناس [ نوعان ] طلاب دين، وطلاب دنيا، فهو يأمر طلاب الدين بالشرك والبدعة، كعباد المشركين، وأهل الكتاب، ويأمر طلاب الدنيا بالشهوات البدنية، وفي الحديث عن النبي - صلى الله عليه وسلم - : ( إن أخوف ما أخاف عليكم شهوات الغي في بطونكم، وفروجكم، ومضلات الفتن ) . ¶ ولهذا قال الحسن البصري لما ذكر الحديث : لكل عامل شرة، ولكل شرة فترة ،فإن صاحبها سدد وقارب فارجوه، وإن أشير إليه بالأصابع فلا تعدوه، فقالوا : أنت إذا مررت في السوق أشار إليك الناس . فقال : إنه لم يعن هذا،وإنما أراد المبتدع في دينه، والفاجر في دنياه . ¶ وقد بسطت الكلام على [ النوعين ] في مواضع، كما ذكرنا في [ اقتضاء الصراط المستقيم ] الكلام على قوله تعالى : { فَاسْتَمْتَعُواْ بِخَلاقِهِمْ فَاسْتَمْتَعْتُم بِخَلاَقِكُمْ كَمَا اسْتَمْتَعَ الَّذِينَ مِن قَبْلِكُمْ بِخَلاَقِهِمْ } [ التوبة : 69 ] ، وبسط هذا له موضع آخر . ¶ فإن ترك الواجب وفعل المحرم متلازمان؛ ولهذا كان من فعل ما نهى عنه يقال : إنه عصى الأمر . ولو قال لها : إن عصيتي أمري فأنت طالق . فنهاها فعصته، ففيه وجهان :",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "أصحهما أنها تطلق، وبعض الفقهاء يعلل ذلك بأن هذا يعد في العرف عاصيًا، ويجعلون هذا في الأصل نوعين . ¶ والتحقيق أن كل نهي ففيه طلب واستدعاء لما يقصده الناهي، فهو أمر، فالأمر يتناول هذا وهذا . ومنه قول الخضر لموسى : { إِنَّكَ لَن تَسْتَطِيعَ مَعِيَ صَبْرًا وَكَيْفَ تَصْبِرُ عَلَى مَا لَمْ تُحِطْ بِهِ خُبْرًا قَالَ سَتَجِدُنِي إِن شَاء اللَّهُ صَابِرًا وَلَا أَعْصِي لَكَ أَمْرًا } وقال له : { فَإِنِ اتَّبَعْتَنِي فَلَا تَسْأَلْنِي عَن شَيْءٍ حَتَّى أُحْدِثَ لَكَ مِنْهُ ذِكْرًا } [ الكهف : 67-70 ] . فقوله : { فَلَا تَسْأَلْنِي عَن شَيْءٍ حَتَّى أُحْدِثَ لَكَ مِنْهُ ذِكْرًا } ، قد تناوله قوله : { وَلَا أَعْصِي لَكَ أَمْرًا } . ومنه قول موسى لأخيه : { مَا مَنَعَكَ إِذْ رَأَيْتَهُمْ ضَلُّوا أَلَّا تَتَّبِعَنِ أَفَعَصَيْتَ أَمْرِي } [ طه : 92، 93 ] ، وموسى قال له : { اخْلُفْنِي فِي قَوْمِي وَأَصْلِحْ وَلاَ تَتَّبِعْ سَبِيلَ الْمُفْسِدِينَ } [ الأعراف : 142 ] نهى، وهو لامه على أنه لم يتبعه، وقال : { أَفَعَصَيْتَ أَمْرِي } ؟ وعباد العجل كانوا مفسدين . وقد جعل هذا كله أمرًا .",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "وكذلك قوله : { مَلَائِكَةٌ غِلَاظٌ شِدَادٌ لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ } [ التحريم : 6 ] ، فهم لا يعصونه إذا نهاهم، وقوله عن الرسول : { فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَن تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ } [ النور : 63 ] ، فمن ركب ما نهى عنه فقد خالف أمره، وقال تعالى : { وَعَصَى آدَمُ رَبَّهُ فَغَوَى } [ طه : 121 ] ، وإنما كان فعلا منهيًا عنه . وقوله : { وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَن يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ } [ الأحزاب : 36 ] ،هو يتناول ما نهى عنه، أقوى مما يتناول ما أمر به، فإنه قال في الحديث الصحيح : ( إذا نهيتكم عن شىء فاجتنبوه، وإذا أمرتكم بأمر فأتوا منه ما استطعتم ) . ¶ وقوله : { يَوْمَئِذٍ يَوَدُّ الَّذِينَ كَفَرُواْ وَعَصَوُاْ الرَّسُولَ لَوْ تُسَوَّى بِهِمُ الأَرْضُ } [ النساء : 42 ] ، فالمعصية مخالفة الأمر، ومخالف النهي عاص، فإنه مخالف الأمر، وفاعل المحظور قد يكون أظهر معصية من تارك المأمور . ¶ وبالجملة، فهما متلازمان . كل من أمر بشىء فقد نهى عن فعل ضده، ومن نهى عن فعل فقد أمر بفعل ضده، كما بسط في موضعه، ولكن لفظ [ الأمر ] يعم النوعين، واللفظ العام قد يخص أحد نوعيه باسم، ويبقى الاسم العام للنوع الآخر، فلفظ الأمر عام لكن خصوا أحد النوعين بلفظ النهي، فإذا قرن النهي بالأمر كان المراد به أحد النوعين، لا العموم . ¶ 4-فصل في المقصود أن الاستغفار والتوبة يكونان من كلا النوعين",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "والمقصود أن الاستغفار والتوبة يكونان من كلا النوعين، وأيضًا فالاستغفار والتوبة مما فعله وتركه، في حال الجهل قبل أن يعلم أن هذا قبيح من السيئات، وقبل أن يرسل إليه رسول، وقبل أن تقوم عليه الحجة، فإنه سبحانه قال : { وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولاً } [ الإسراء : 15 ] . ¶ وقد قال طائفة من أهل الكلام والرأي : إن هذا في الواجبات الشرعية غير العقلية . كما يقوله من يقوله من المعتزلة وغيرهم : من أصحاب أبي حنيفة، وغيرهم : مثل أبي الخطاب [ هو محفوظ بن أحمد بن حسن بن حسن العراقي، الكلواذاني، ثم البغدادي الأزجي، الشيخ الإمام، العلامة الورع، شيخ الحنابلة . تلميذ القاضي أبي يعلى الفراء . ولد في سنة اثنتين وثلاثين وأربعمائة ،قال السلفي : هو ثقة رضي، من أصحاب أحمد، وقال غيره : كان مفتيًا صالحًا، عابدا ورعًا، حسن العشرة،له نظم رائق، وله كتاب [ الهداية ] . قيل عنه : إنه كان من محاسن العلماء، خيِّرًا صادقًا، حسن الخلق ،حلو النادرة من أذكياء الرجال، روى الكثير، وطلب الحديث وكتبه، ولابن كليب منه إجازة . درس الفقه على أبي يعلى، وقرأ الفرائض على الوفي، وصار إمام وقته، وشيخ عصره، وصنف في المذهب والأصول والخلاف والشعر الجيد . توفى أبو الخطاب في الثالث والعشرين من جمادي الآخرة سنة عشر وخمسمائة . [ سير أعلام النبلاء : 19348 : 350 ] . وغيره، على أن الآية عامة : لا يعذب الله أحدًا إلا بعد رسول .",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "وفيهما دليل على أنه لا يعذب إلا بذنب،خلافًا لما يقوله : [ المجبرة ] أتباع جهم : أنه تعالي يعذب بلا ذنب، وقد تبعه طائفة تنسب إلى السنة : كالأشعري وغيره، وهو قول القاضي أبي يعلى وغيره، وقالوا : إن الله يجوز أن يعذب الأطفال في الآخرة عذابًا لا نهاية له من غير ذنب فعلوه، وهؤلاء يحتجون بالآية على إبطال قول من يقول : إن العقل يوجب عذاب من لم يفعل،والآية حجة عليهم أيضًا حيث يجوزون العذاب بلا ذنب، فهي حجة على الطائفتين . ¶ ولها نظائر في القرآن كقوله : { وَمَا كَانَ رَبُّكَ مُهْلِك الْقُرَى حَتَّى يَبْعَثَ فِي أُمِّهَا رَسُولًا يَتْلُو عَلَيْهِمْ آيَاتِنَا } [ القصص : 59 ] ، وقوله تعالى : { لِئَلاَّ يَكُونَ لِلنَّاسِ عَلَى اللّهِ حُجَّةٌ بَعْدَ الرُّسُلِ } [ النساء : 165 ] وقوله : { كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ نَذِيرٌ قَالُوا بَلَى قَدْ جَاءنَا نَذِيرٌ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللَّهُ مِن شَيْءٍ إِنْ أَنتُمْ إِلَّا فِي ضَلَالٍ كَبِيرٍ } [ الملك : 8، 9 ] . وما فعلوه قبل مجىء الرسل كان سيئًا وقبيحًا وشرّا، لكن لا تقوم عليهم الحجة إلا بالرسول . هذا قول الجمهور .",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "وقيل : إنه لا يكون قبيحًا إلا بالنهي، وهوقول من لا يثبت حسنا ولاقبيحًا إلا بالأمر والنهي . كقول جهم والأشعري ومن تابعه من المنتسبين إلى السنة . وأصحاب مالك والشافعي وأحمد : كالقاضي أبي يعلى، وأبي الوليد الباجي، وأبي المعالي الجويني وغيرهم، والجمهور من السلف والخلف على أن ما كانوا فيه قبل مجيء الرسول من الشرك والجاهلية شيئًا قبيحًا، وكان شرّا . لكن لا يستحقون العذاب إلا بعد مجىء الرسول؛ ولهذا كان للناس في الشرك والظلم والكذب والفواحش ونحو ذلك ثلاثة أقوال : قيل : إن قبحهما معلوم بالعقل، وأنهم يستحقون العذاب على ذلك في الآخرة، وإن لم يأتهم الرسول،كما يقوله المعتزلة، وكثير من أصحاب أبي حنيفة . وحكوه عن أبي حنيفة نفسه، وهو قول أبي الخطاب، وغيره . ¶ و قيل : لا قبح، ولا حسن، ولا شر فيهما قبل الخطاب، وإنما القبيح ما قيل : فيه لا تفعل، والحسن ما قيل : فيه افعل، أو ما أذن في فعله، كما تقوله الأشعرية، ومن وافقهم، من الطوائف الثلاثة . ¶ وقيل : إن ذلك سيئ، وشر، وقبيح، قبل مجيء الرسول؛ لكن العقوبة إنما تستحق بمجيء الرسول . وعلى هذا عامة السلف، وأكثر المسلمين، وعليه يدل الكتاب والسنة، فإن فيهما بيان أن ما عليه الكفار هو شر وقبيح، وسيئ قبل الرسل، وإن كانوا لايستحقون العقوبة إلا بالرسول . وفي الصحيح أن حذيقة قال : يا رسول الله، إنا كنا في جاهلية وشر، فجاءنا الله بهذا الخير، فهل بعد هذا الخير من شر ؟ قال : ( نعم، دعاة على أبواب جهنم، من أجابهم إليها قذفوه فيها ) . ¶ 5-فصل في أمر الله الناس أن يتوبوا ويستغفروا مما فعلوه",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "أمر الله الناس أن يتوبوا ويستغفروا مما فعلوه، فلو كان كالمباح المستوى الطرفين والمعفو عنه وكفعل الصبيان والمجانين، ما أمر بالاستغفار والتوبة، فعلم أنه كان من السيئات القبيحة، لكن الله لا يعاقب إلا بعد إقامة الحجة . وهذا كقوله تعالى : { الَر كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِن لَّدُنْ حَكِيمٍ خَبِيرٍ أَلاَّ تَعْبُدُواْ إِلاَّ اللّهَ إِنَّنِي لَكُم مِّنْهُ نَذِيرٌ وَبَشِيرٌ وَأَنِ اسْتَغْفِرُواْ رَبَّكُمْ ثُمَّ تُوبُواْ إِلَيْهِ يُمَتِّعْكُم مَّتَاعًا حَسَنًا إِلَى أَجَلٍ مُّسَمًّى وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ وَإِن تَوَلَّوْاْ فَإِنِّيَ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ } [ هود : 1ـ3 ] ، وقوله تعالى : { قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَاسْتَقِيمُوا إِلَيْهِ وَاسْتَغْفِرُوهُ وَوَيْلٌ لِّلْمُشْرِكِينَ الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ } [ فصلت : 6، 7 ] ، وقال : { إِنَّا أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ أَنْ أَنذِرْ قَوْمَكَ مِن قَبْلِ أَن يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ قَالَ يَا قَوْمِ إِنِّي لَكُمْ نَذِيرٌ مُّبِينٌ أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ وَأَطِيعُونِ يَغْفِرْ لَكُم مِّن ذُنُوبِكُمْ } [ نوح : 1ـ4 ] . فدل على أنها كانت ذنوبًا قبل إنذاره إياهم .",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "وقال عن هود : { وَإِلَى عَادٍ أَخَاهُمْ هُودًا قَالَ يَا قَوْمِ اعْبُدُواْ اللّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ إِنْ أَنتُمْ إِلاَّ مُفْتَرُونَ يَا قَوْمِ لا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِنْ أَجْرِيَ إِلاَّ عَلَى الَّذِي فَطَرَنِي أَفَلاَ تَعْقِلُونَ وَيَا قَوْمِ اسْتَغْفِرُواْ رَبَّكُمْ ثُمَّ تُوبُواْ } [ هود : 50- 52 ] ، فأخبر في أول خطابه أنهم مفترون بأكثر الذي كانوا عليه، كما قال لهم في الآية الأخرى : { أَتُجَادِلُونَنِي فِي أَسْمَاء سَمَّيْتُمُوهَا أَنتُمْ وَآبَآؤكُم مَّا نَزَّلَ اللّهُ بِهَا مِن سُلْطَانٍ فَانتَظِرُواْ إِنِّي مَعَكُم مِّنَ الْمُنتَظِرِينَ } [ الأعراف : 71 ] . ¶ وكذلك قال صالح : { يَا قَوْمِ اعْبُدُواْ اللّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ هُوَ أَنشَأَكُم مِّنَ الأَرْضِ وَاسْتَعْمَرَكُمْ فِيهَا فَاسْتَغْفِرُوهُ ثُمَّ تُوبُواْ إِلَيْهِ إِنَّ رَبِّي قَرِيبٌ مُّجِيبٌ } [ هود : 61 ] . ¶ وكذلك قال لوط لقومه : { أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّن الْعَالَمِينَ } [ الأعراف : 80 ] . فدل على أنها كانت فاحشة عندهم قبل أن ينهاهم، بخلاف قول من يقول : ما كانت فاحشة، ولا قبيحة، ولا سيئة حتى نهاهم عنها، ولهذا قال لهم : { أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ وَتَقْطَعُونَ السَّبِيلَ وَتَأْتُونَ فِي نَادِيكُمُ الْمُنكَرَ } [ العنكبوت : 29 ] . وهذا خطاب لمن يعرفون قبح ما يفعلون، ولكن أنذرهم بالعذاب .",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "وكذلك قول شعيب : { أَوْفُواْ الْمِكْيَالَ وَالْمِيزَانَ بِالْقِسْطِ وَلاَ تَبْخَسُواْ النَّاسَ أَشْيَاءهُمْ وَلاَ تَعْثَوْاْ فِي الأَرْضِ مُفْسِدِينَ } [ هود : 85 ] . بين أن ما فعلوه كان بخسا لهم أشياءهم، وأنهم كانوا عاثين في الأرض مفسدين قبل أن ينهاهم، بخلاف قول [ المجبرة ] : إن ظلمهم ما كان سيئة، إلا لما نهاهم، وأنه قبل النهي كان بمنزلة سائر الأفعال من الأكل والشرب، وغير ذلك . كما يقولون في سائر ما نهت عنه الرسل من الشرك والظلم والفواحش . ¶ وهكذا إبراهيم الخليل قال : { وَاذْكُرْ فِي الْكِتَابِ إِبْرَاهِيمَ إِنَّهُ كَانَ صِدِّيقًا نَّبِيًّا إِذْ قَالَ لِأَبِيهِ يَا أَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِي عَنكَ شَيْئًا } [ مريم : 41، 42 ] ،فهذا توبيخ على فعله قبل النهي، وقال أيضًا : { وَإِبْرَاهِيمَ إِذْ قَالَ لِقَوْمِهِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ ذَلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ إِنَّمَا تَعْبُدُونَ مِن دُونِ اللَّهِ أَوْثَانًا وَتَخْلُقُونَ إِفْكًا } [ العنكبوت : 16، 17 ] . فأخبر أنهم يخلقون إفكًا قبل النهي . ¶ وكذلك قول الخليل لقومه أيضًا : { مَاذَا تَعْبُدُونَ أَئِفْكًا آلِهَةً دُونَ اللَّهِ تُرِيدُونَ فَمَا ظَنُّكُم بِرَبِّ الْعَالَمِينَ } إلى قوله : { أَتَعْبُدُونَ مَا تَنْحِتُونَ وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ } [ الصافات : 85- 96 ] فهذا كله يبين قبح ما كانوا عليه، قبل النهي، وقبل إنكاره عليهم، ولهذا استفهم استفهام منكر، فقال : { أَتَعْبُدُونَ مَا تَنْحِتُونَ وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ } ، أي : وخلق ما تنحتون . فكيف يجوز أن تعبدوا ما تصنعونه بأيديكم ؟ وتدعون رب العالمين .",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "فلولا أن حسن التوحيد، وعبادة الله تعالى وحده لا شريك له، وقبح الشرك ثابت في نفس الأمر، معلوم بالعقل، لم يخاطبهم بهذا إذ كانوا لم يفعلوا شيئًا يذمون عليه، بل كان فعلهم كأكلهم وشربهم، وإنما كان قبيحًا بالنهي، ومعني قبحه كونه منهيًا عنه، لا لمعنى فيه، كما تقوله المجبرة . ¶ وأيضًا، ففي القرآن في مواضع كثيرة يبين لهم قبح ما هم عليه من الشرك وغيره بالأدلة العقلية، ويضرب لهم الأمثال، كقوله تعالى : { قُل لِّمَنِ الْأَرْضُ وَمَن فِيهَا إِن كُنتُمْ تَعْلَمُونَ سَيَقُولُونَ لِلَّهِ قُلْ أَفَلَا تَذَكَّرُونَ } وقوله : { أَفَلَا تَتَّقُونَ } وقوله : { فَأَنَّى تُسْحَرُونَ } [ المؤمنون : 84-89 ] . فهذا يقتضي أن اعترافهم بأن الله هو الخالق يوجب انتهاءهم عن عبادتها، وأن عبادتها من القبائح المذمومة، ولكن هؤلاء يظنون أن الشرك هو اعتقاد أن ثم خالق آخر، وهذا باطل، بل الشرك عبادة غير الله، وإن اعترف المشرك بأنه مخلوق . ¶ وقوله : إنه كله لله، كذب مفترى وإن قال : إنه مخلوق . ومثل هذا كثير في القرآن . كقوله : { أَمَّن جَعَلَ الْأَرْضَ قَرَارًا وَجَعَلَ خِلَالَهَا أَنْهَارًا وَجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًا أَإِلَهٌ مَّعَ اللَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ أَمَّن يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاء الْأَرْضِ أَإِلَهٌ مَّعَ اللَّهِ قَلِيلًا مَّا تَذَكَّرُونَ } ، وهذا في جملة بعد جملة يقول : { أَإِلَهٌ مَّعَ اللَّهِ } [ النمل : 60 : 61 ] ، إنكار عليهم أن يعبدوا غير الله، ويتخذوه إلهًا مع اعترافهم بأن هذا لم يفعله إله غير الله، وإنما فعله هو وحده .",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "وقوله : { أَإِلَهٌ مَّعَ اللَّهِ } جواب الاستفهام ،أي : إله مع الله موجود وهذا غلط، فإنهم يجعلون مع الله آلهة ويشهدون بذلك، لكن ما كانوا يقولون : إنهم فعلوا ذلك، والتقرير إنما يكون لما يقرون به، وهم مقرون بأنهم لم يفعلوا، لا يقرون بأنه لم يكن معه إله . قال تعالى : { أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ اللّهِ آلِهَةً أُخْرَى قُل لاَّ أَشْهَدُ قُلْ إِنَّمَا هُوَ إِلَهٌ وَاحِدٌ وَإِنَّنِي بَرِيءٌ مِّمَّا تُشْرِكُونَ } [ الأنعام : 19 ] ¶ وقد قال سبحانه : { وَإِذَا جَاءكَ الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلاَمٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ أَنَّهُ مَن عَمِلَ مِنكُمْ سُوءًا بِجَهَالَةٍ ثُمَّ تَابَ مِن بَعْدِهِ وَأَصْلَحَ فَأَنَّهُ غَفُورٌ رَّحِيمٌ } [ الأنعام : 54 ] . وقال : { إِنَّمَا التَّوْبَةُ عَلَى اللّهِ لِلَّذِينَ يَعْمَلُونَ السُّوَءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِن قَرِيبٍ فَأُوْلَئِكَ يَتُوبُ اللّهُ عَلَيْهِمْ } [ النساء : 17 ] . وقال : { ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ السُّوءَ بِجَهَالَةٍ ثُمَّ تَابُواْ مِن بَعْدِ ذَلِكَ وَأَصْلَحُواْ إِنَّ رَبَّكَ مِن بَعْدِهَا لَغَفُورٌ رَّحِيمٌ } [ النحل : 119 ] . ¶ فهذا وإن كان قال الصحابة والتابعون : إن كل عاص فهو جاهل ـ كما قد بسط في موضع آخرـ فهو متناول لمن يكون علم التحريم أيضًا . ¶ فدل على أنه يكون عاملا سوءًا، وإن كان لم يسمع الخطاب المبين المنهي عنه، وأنه يتوب من ذلك فيغفر الله له ويرحمه، وإن كان لا يستحق العقاب إلا بعد بلوغ الخطاب، وقيام الحجة .",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "وإذا كانت التوبة والاستغفار تكون من ترك الواجبات، وتكون مما لم يكن علم أنه ذنب، تبين كثرة ما يدخل في التوبة والاستغفار، فإن كثيرًا من الناس إذا ذكرت التوبة والاستغفار يستشعر قبائح قد فعلها فعلم بالعلم العام أنها قبيحة : كالفاحشة، والظلم الظاهر، فأما ما قد يتخذ دينًا فلا يعلم أنه ذنب، إلا من علم أنه باطل؛ كدين المشركين، وأهل الكتاب المبدل، فإنه مما تجب التوبة والاستغفار منه، وأهله يحسبون أنهم على هدى . وكذلك البدع كلها .",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "ولهذا قال طائفة من السلف ـ منهم الثوري : البدعة أحب إلى إبليس من المعصية؛ لأن المعصية يتاب منها، والبدعة لا يتاب منها . وهذا معنى ما روى عن طائفة أنهم قالوا : إن الله حجر التوبة على كل صاحب بدعة، بمعنى أنه لا يتوب منها؛ لأنه يحسب أنه على هدى، ولو تاب لتاب عليه، كما يتوب على الكافر . ومن قال : إنه لا يقبل توبة مبتدع مطلقًا فقد غلط غلطًا منكرًا، ومن قال : ما أذن الله لصاحب بدعة في توبة، فمعناه : ما دام مبتدعًا يراها حسنة لا يتوب منها، فأما إذا أراه الله أنها قبيحة، فإنه يتوب منها كما يرى الكافر إنه على ضلال، وإلا فمعلوم أن كثيرًا ممن كان على بدعة، تبين له ضلالها، وتاب الله عليه منها، وهؤلاء لا يحصيهم إلا الله، والخوارج لما أرسل إليهم ابن عباس فناظرهم، ورجع منهم نصفهم أو نحوه، وتابوا وتاب منهم آخرون على يد عمر بن عبد العزيز، وغيره ومنهم من سمع العلم، فتاب وهذا كثير، فهذا القسم الذى لا يعلم فاعلوه قبحه قسم كثير من أهل القبلة، وهو في غيرهم عام، وكذلك ما يترك الإنسان من واجبات لا يعلم وجوبها كثيرة جدا، ثم إذا علم ما كان قد تركه من الحسنات من التوحيد والايمان وما كان مأمورًا بالتوبة منه والاستغفار مما كان سيئة، والتائب يتوب مما تركه وضيعه وفرط فيه من حقوق الله تعالى، كما يتوب مما فعله من السيئات وإن كان قد فعل هذا وترك هذا قبل الرسالة؛ فبالرسالة يستحق العقاب على ترك هذا فعل هذا، وإلا فكونه كان فاعلًا للسيئات المذمومة وتاركًا للحسنات التى يذم تاركها كان تائبًا قبل ذلك كما تقدم وذكرنا القولين قول من نفى الذم والعقاب وقول من أثبت الذم والعقاب . فإن قيل إذا لم يكن معاقبا عليها فلا معنى لقبحها قيل بل فيه معنيان : -",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "أحدهما : إنه سبب للعقاب، لكن هو متوقف على الشرط، وهو الحجة قال تعالى : { وَكُنتُمْ عَلَىَ شَفَا حُفْرَةٍ مِّنَ النَّارِ فَأَنقَذَكُم مِّنْهَا } [ آل عمران 103 ] . فلولا إنقاذه لسقطوا ومن كان واقفًا على شفير فهلك، فهلاكه موقوف على سقوطه، بخلاف ما إذا بان، وبعد عن ذلك؛ فقد بعد عن الهلاك، فأصحابها كانوا قريبين إلى الهلاك والعذاب الثاني أنهم مذمومون منقوصون معيبون، فدرجتهم منخفضة بذلك، ولابد ولو قدر أنهم لم يعذبوا لا يستحقون ما يستحقه السليم، من ذلك من كرامته أيضًا وثوابه فهذه عقوبة بحرمان خير، وهى أحد نوعي العقوبة وهذا وإن كان حاصلًا لكل من ترك مستحبًا، فإنه يفوته خيره، ففرق بين ما يفوته مالم يحصل له، وبين ما ينقص ما عنده، وهذا كلام عام فيما لم يعاقب عليه من الذنوب، وأما من لم يرسل إليه رسول في الدنيا، فقد رويت آثار أنهم يرسل إليهم رسول في عرصات القيامة كما قد بسط في مواضع . ¶ وقد تنازع الناس في الوجوب والتحريم؛ هل يتحقق بدون العقاب على الترك على قولين، قيل لا يتحقق، فإنه إذا لم يعاقب كان كالمباح، وقيل يتحقق؛ فإنه لابد أن يذم وإن لم يعاقب، وتحقيق الأمر أن العقاب نوعان : ¶ نوع بالآلام، فهذا قد يسقط بكثرة الحسنات، ونوع بنقص الدرجة، وحرمان ما كان يستحقه، فهذا يحصل إذا لم يحصل الأول، والله تعالى يكفر سيئات المسيء، كما قال تعالى : { إِن تَجْتَنِبُواْ كَبَآئِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنكُمْ سَيِّئَاتِكُمْ وَنُدْخِلْكُم مُّدْخَلًا كَرِيمًا } [ النساء 31 ] . فيكفرها تارة بالمصائب، فتبقى درجة صاحبها كما كانت، وقد تصير درجته أعلى، ويكفرها بالطاعات، ومن لم يأت بتلك السيئات أعلى درجة، فيحرم صاحب السيئات، ما يسقط بازائها من طاعته، وهذا مما يتوب منه من أراد أن لا يخسر ومن فرط في مستحبات؛ فإنه يتوب أيضًا ليحصل له موجبها، فالتوبة تتناول هؤلاء كلهم . ¶ وتوبة الإنسان من حسناته على أوجه :",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "أحدهما : أن يتوب ويستغفر من تقصيره فيها . ¶ والثاني : أن يتوب مما كان يظنه حسنات ولم يكن كحال أهل البدع . ¶ والثالث : يتوب من إعجابه ورؤيته أنه فعلها، وأنها حصلت بقوته، وينسى فضل الله، وإحسانه، وأنه هو المنعم بها، وهذه توبة من فعل مذموم وترك مأمور؛ ولهذا قيل تخليص الأعمال مما يفسدها، أشد على العالمين من طول الاجتهاد، وهذا مما يبين احتياج الناس إلى التوبة دائما، ولهذا قيل هى مقام يستصحبه العبد من أول ما يدخل فيه؛ إلى آخر عمره، ولابد منه لجميع الخلق، فجميع الخلق عليهم أن يتوبوا وأن يستديموا التوبة .",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "قال تعالى : { وَحَمَلَهَا الْإِنسَانُ إِنَّهُ كَانَ ظَلُومًا جَهُولًا . لِيُعَذِّبَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ وَيَتُوبَ اللَّهُ عَلَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَكَانَ اللَّهُ غَفُورًا رَّحِيمًا } [ الأحزاب 72 , 73 ] فغاية كل مؤمن التوبة، وقد قال الله لأفضل الأنبياء، وأفضل الخلق بعد الأنبياء، وهم السابقون الأولون { لَقَد تَّابَ الله عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالأَنصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ مِن بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِّنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ إِنَّهُ بِهِمْ رَؤُوفٌ رَّحِيمٌ } [ التوبة 117 ] . ومن آواخر ما أنزل الله قوله { إِذَا جَاء نَصْرُ اللَّهِ وَالْفَتْحُ . وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا . فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا } [ النصر 1 : 3 ] وقد ثبت في الصحيحين أنه كان يقول في ركوعه، وسجوده : ( سبحانك اللهم وبحمدك اللهم اغفر لي يتأول القرآن ) وفى لفظ لمسلم عن عائشة قالت : كان رسول الله - صلى الله عليه وسلم - يكثر أن يقول قبل أن يموت : ( سبحانك اللهم وبحمدك أستغفرك وأتوب إليك ) قالت : فقلت : يا رسول الله أراك تكثر من قولك سبحانك اللهم وبحمدك أستغفرك وأتوب إليك، فقال : ( أخبرني ربي أني سأرى علامة في أمتي فإذا رأيتها أكثرت من قول سبحانك اللهم وبحمدك أستغفرك وأتوب إليك فقد رأيتها { إِذَا جَاء نَصْرُ اللَّهِ وَالْفَتْحُ } فتح مكة { وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا . فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا } ) .",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "وأمره سبحانه له بالتسبيح بحمده والاستغفار في هذه الحال، لا يقتضي أنه لا يشرع في غيرها أو لا يؤمر به غيره بل يقتضي أن هذا سبب لما أمر به وإن كان مأمورًا به في مواضع أخر، كما يؤمر الإنسان بالحمد والشكر على نعمه، وإن كان مأمورًا بالشكر عليها وكما يؤمر بالتوبة من ذنب؛ وإن كان مأمورًا بالتوبة من غيره، لكن هو أمر أن يختم عمله بهذا، فغيره أحوج إلى هذا منه . وقد يحتاج العبد إلى هذا في غير هذه الحال، كما يحتاج إلى التوبة، فهو محتاج إلى التوبة والاستغفار مطلقا، كما ثبت في الصحيح أن النبي - صلى الله عليه وسلم - كان يستغفر عقب الصلاة ثلاثا قال تعالى { وَالْمُسْتَغْفِرِينَ بِالأَسْحَارِ } [ آل عمران 17 ] قاموا الليل ثم جلسوا وقت السحر يستغفرون . وقد ختم الله سورة المزمل وفيها قيام الليل بقوله { وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ } [ المزمل 20 ] ، كما ختم بذلك سورة المدثر بقوله { هُوَ أَهْلُ التَّقْوَى وَأَهْلُ الْمَغْفِرَةِ } [ المدثر 56 ] ، فهو سبحانه أهل التقوى، ولم يقل سبحانه أهل للتقوى بل قال : أهل التقوى فهو وحده أهل أن يتقى فيعبد دون ما سواه، ولا يستحق غيره أن يتقى، كما قال { وَلَهُ مَا فِي الْسَّمَاوَاتِ وَالأَرْضِ وَلَهُ الدِّينُ وَاصِبًا أَفَغَيْرَ اللّهِ تَتَّقُونَ } [ النحل 52 ] ، وقال { وَمَن يُطِعِ اللَّهَ وَرَسُولَهُ وَيَخْشَ اللَّهَ وَيَتَّقْهِ فَأُوْلَئِكَ هُمُ الْفَائِزُونَ } [ النور 52 ] ، وهو أهل المغفرة، ولا يغفر الذنوب غيره، كما قال تعالى { وَمَن يَغْفِرُ الذُّنُوبَ إِلاَّ اللّهُ } [ آل عمران 135 ] ، وفى غير حديث يقول النبي - صلى الله عليه وسلم - : ( إنه لا يغفر الذنوب إلا أنت ) .",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "فهو سبحانه أهل التقوى وأهل المغفرة، وقد جمع الله بين التوحيد والاستغفار في غير موضع، كقوله سبحانه ( فاعلم أنه لا إله إلا الله واستغفر لذنبك وللمؤمنين والمؤمنات ) فالمؤمنون يستغفرون مما كانوا تاركيه قبل الاسلام من توحيد الله وعبادته، وإن كان ذلك لم يأتهم به رسول بعد، كما تقدم، والرسول يستغفر من ترك ما كان تاركه، كما قال فيه { مَا كُنتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ } [ الشورى : 52 ] . وإن كان ذلك لم يكن عليه عقاب، والمؤمن إذا تبين له أنه ضيع حق قرابته، أو غيره استغفر الله من ذلك وتاب، وكذلك إذا تبين له أن بعض ما يفعله هو مذموم . ¶ فصل",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "وأيضًا فمما يستغفر ويتاب منه ما في النفس من الأمور التى لو قالها، أو فعلها عذب، قال تعالى : { وَإِن تُبْدُواْ مَا فِي أَنفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُم بِهِ اللّهُ فَيَغْفِرُ لِمَن يَشَاء وَيُعَذِّبُ مَن يَشَاء وَاللّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ } [ البقرة 284 ] . فهو يغفر لمن يرجع عما في نفسه فلم يتكلم به ولم يعمل كالذي همّ بالسيئة ولم يعملها، وإن تركها لله كتبت له حسنة، وهذا مما يستغفر منه ويتوب، فإن الاستغفار والتوبة من كل ما كان سببا للذم والعقاب، وإن كان لم يحصل العقاب ولا الذم، فإنه يفضي إليه فيتوب من ذلك، أي يرجع عنه، حتى لا يفضي إلى شر فيستغفر الله منه، أي يطلب منه أن يغفر له فلا يشقيه به، فإنه وإن لم يعاقب عليه فقد ينقص به، فالذي يهم بالسيئات، وإن كان لا يكتب عليه سيئة، لكن اشتغل بها عما كان ينفعه فينقص بها عمن لم يفعلها واشتغل بما ينفعه عنها، وقد بسطنا في غير هذا الموضع؛ أن فعل الإنسان وقوله، إما له وإما عليه، لا يخلو من هذا أو هذا، فهو يستغفر الله ويتوب مما عليه، وقد يظن ظنون سوء باطلة، وإن لم يتكلم بها فإذا تبين له فيها، استغفر الله وتاب، وظلمه لنفسه يكون بترك واجب، كما يكون بفعل محرم، فقوله تعالى { وَمَن يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ } [ النساء 110 ] من عطف العام على الخاص وكذلك قوله { وَالَّذِينَ إِذَا فَعَلُواْ فَاحِشَةً أَوْ ظَلَمُواْ أَنْفُسَهُمْ ذَكَرُواْ اللّهَ فَاسْتَغْفَرُواْ لِذُنُوبِهِمْ وَمَن يَغْفِرُ الذُّنُوبَ إِلاَّ اللّهُ وَلَمْ يُصِرُّواْ عَلَى مَا فَعَلُواْ وَهُمْ يَعْلَمُونَ } [ آل عمران 135 ] . وقد قيل في قوله تعالى { وَالَّذِينَ إِذَا فَعَلُواْ فَاحِشَةً أَوْ ظَلَمُواْ أَنْفُسَهُمْ } [ آل عمران 135 ] قيل الفاحشة : الزنا وقيل كل كبيرة وظلم النفس المذكور معها، قيل هو : فاحشة أيضًا وقيل هى الصغائر .",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "وهذا يوافق قول من قال : الفاحشة هي الكبيرة، فيكون الكلام قد تناول الكبيرة والصغيرة، ومن قال : الفاحشة الزنا، يقول ظلم النفس يدخل فيه سائر المحرمات، وقيل الفاحشة : الزنا وظلم النفس ما دونه، من اللمس والقبلة والمعانقة، وقيل : هذا هو الفاحشة، وظلم النفس : المعاصى وقيل الفاحشة : فعل وظلم النفس، قول والتحقيق أن ظلم النفس جنس عام، يتناول كل ذنب . ¶ وفى الصحيحين أن أبا بكر - رضي الله عنه - قال يا رسول الله علمني دعاءًا أدعو به في صلاتي فقال ( قل اللهم إني ظلمت نفسي ظلمًا كثيرًا ولا يغفر الذنوب إلا أنت فاغفر لي مغفرة من عندك وارحمني إنك أنت الغفور الرحيم ) . ¶ والتحقيق أن [ ظلم النفس ] جنس عام يتناول كل ذنب، وفي الصحيحين أن أبا بكر قال : يا رسول الله، علمني دعاءً أدعو به في صلاتي فقال : ( قل : اللهم إني ظلمت نفسي ظلمًا كثيرًا، ولا يغفر الذنوب إلا أنت، فاغفر لي مغفرة من عندك، وارحمني إنك أنت الغفور الرحيم ) ، وفي صحيح مسلم، وغيره أن النبي - صلى الله عليه وسلم - كان يقول في استفتاحه : ( اللهم أنت ربي وأنا عبدك، ظلمت نفسي، واعترفت بذنبي، فاغفر لي، فإنه لا يغفر الذنوب إلا أنت، واهدني لأحسن الأخلاق، فإنه لا يهدي لأحسنها إلا أنت، واصرف عني سيئها، فإنه لا يصرف عني سيئها إلا أنت ) . ¶ وقد قال أبو البشر وزوجته : { قَالاَ رَبَّنَا ظَلَمْنَا أَنفُسَنَا وإن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ } [ الأعراف : 23 ] ، وقال موسى : { رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي فَغَفَرَ لَهُ } [ القصص : 16 ] ، وقال ذو النون ـ يونس ـ : { لَّا إِلَهَ إِلَّا أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ } [ الأنبياء : 87 ] ، وقالت بلقيس : { رَبِّ إِنِّي ظَلَمْتُ نَفْسِي وَأَسْلَمْتُ مَعَ سُلَيْمَانَ لِلَّهِ رَبِّ الْعَالَمِينَ } [ النمل : 44 ] .",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "وفي الصحيحين عن أبي هريرة ـ - رضي الله عنه - ـ عن النبي - صلى الله عليه وسلم - وقد قال عن أهل القرى المعذبين : { وَمَا ظَلَمْنَاهُمْ وَلَكِن ظَلَمُواْ أَنفُسَهُمْ } [ هود : 101 ] ، وأما قوله : { ربَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا } [ آل عمران : 147 ] ، فقد قيل : إن الذنوب هي الصغائر، والإسراف هو الكبائر . ¶ و [ التحقيق ] أن [ الذنوب ] اسم جنس، و [ الإسراف ] تعدي الحد، ومجاوزة القصد، كما في لفظ الإثم والعدوان فالذنوب كالإثم، والإسراف كالعدوان، كما في قوله : { غَيْرَ بَاغٍ وَلاَ عَادٍ } [ الأنعام : 145 ] ، ومجاوزة قدر الحاجة، فالذنوب مثل اتباع الهوى بغير هدى من الله، فهذا كله ذنب، كالذي يرضى لنفسه، ويغضب لنفسه، فهو متبع لهواه، و [ الإسراف ] كالذي يغضب لله، فيعاقب بأكثر مما أمر الله . والآية في سياق قتال المشركين، وما أصابهم يوم أحد . ¶ وقد أخبر عمن قبلهم بقوله : { وَكَأَيِّن مِّن نَّبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ فَمَا وَهَنُواْ لِمَا أَصَابَهُمْ فِي سَبِيلِ اللّهِ وَمَا ضَعُفُواْ وَمَا اسْتَكَانُواْ وَاللّهُ يُحِبُّ الصَّابِرِينَ } [ آل عمران : 146 ] ، وقد قيل على الصحيح، المراد به النبي - صلى الله عليه وسلم - وإن لم يقتل في معركة فقد قتل أنبياء كثيرون، { فَمَا وَهَنُواْ لِمَا أَصَابَهُمْ فِي سَبِيلِ اللّهِ وَمَا ضَعُفُواْ وَمَا اسْتَكَانُواْ وَاللّهُ يُحِبُّ الصَّابِرِينَ وَمَا كَانَ قَوْلَهُمْ إلَّا أن قَالُوا رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا } الآية .",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "فجمعوا بين الصبر والاستغفار وهذا هو المأمور به في المصائب الصبر عليها والاستغفار من الذنوب التي كانت سببها . والقتال كثيرا ما يقاتل الإنسان فيه لغير الله كالذي يقاتل شجاعة ويقاتل حمية ويقاتل رياء . فهذا كله ذنوب والذي يقاتل لله قد يسرف فيقتل من لا يستحق القتل ويعاقب الكفار بأشد مما أمر به قال الله تعالى : { وَمَن قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا فَلاَ يُسْرِف فِّي الْقَتْلِ إِنَّهُ كَانَ مَنْصُورًا } [ الإسراء 33 ] . وقال : { وَالَّذِينَ إِذَا أَنفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَامًا } [ الفرقان 67 ] . وقال : { وكُلُواْ وَاشْرَبُواْ وَلاَ تُسْرِفُواْ } [ الأعراف 31 ] . فالإسراف مجاوزة الحد . هذا آخر ما كتبته هنا . والله سبحانه وتعالى أعلم . والحمد لله رب العالمين . ¶ وقال شيخ الإسلام أحمد بن تيمية - رحمه الله : ¶ الاستغفار يخرج العبد من الفعل المكروه؛ إلى الفعل المحبوب من العمل الناقص إلى العمل التام، ويرفع العبد من المقام الأدنى إلى الأعلى منه والأكمل ; فإن العابد لله والعارف بالله في كل يوم بل في كل ساعة بل في كل لحظة يزداد علمًا بالله، وبصيرة في دينه وعبوديته بحيث يجد ذلك في طعامه وشرابه ونومه ويقظته وقوله وفعله ويرى تقصيره في حضور قلبه في المقامات العالية وإعطائها حقها، فهو يحتاج إلى الاستغفار آناء الليل وأطراف النهار ; بل هو مضطر إليه دائمًا في الأقوال والأحوال، في الغوائب والمشاهد لما فيه من المصالح، وجلب الخيرات، ودفع المضرات، وطلب الزيادة في القوة في الأعمال القلبية والبدنية اليقينية الإيمانية .",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "وقد ثبتت : دائرة الاستغفار بين أهل التوحيد واقترانها بشهادة أن لا إله إلا الله، من أولهم إلى آخرهم، ومن آخرهم إلى أولهم، ومن الأعلى إلى الأدنى، وشمول دائرة التوحيد، والاستغفار للخلق كلهم، وهم فيها درجات عند الله، ولكل عامل مقام معلوم . فشهادة أن لا إله إلا الله بصدق ويقين؛ تذهب الشرك كله، دقه وجله، خطأه وعمده، أوله وآخره، سره وعلانيته وتأتي على جميع صفاته وخفاياه ودقائقه . والاستغفار يمحو ما بقي من عثراته ويمحو الذنب الذي هو من شعب الشرك، فإن الذنوب كلها من شعب الشرك، فالتوحيد يذهب أصل الشرك، والاستغفار يمحو فروعه، فأبلغ الثناء قول : لا إله إلا الله، وأبلغ الدعاء قول : أستغفر الله .",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "فأمره بالتوحيد والاستغفار لنفسه ولإخوانه من المؤمنين . وقال : إياك والنظر في كتب أهل الفلسفة الذين يزعمون فيها أنه كلما قوي نور الحق وبرهانه في القلوب، خفي عن المعرفة، كما يبهر ضوء الشمس [ عيون ] الخفافيش بالنهار . فاحذر مثل هؤلاء وعليك بصحبة أتباع الرسل، المؤيدين بنور الهدى، وبراهين الإيمان، أصحاب البصائر في الشبهات والشهوات، الفارقين بين الواردات الرحمانية والشيطانية العالمين العاملين { أُوْلَئِكَ حِزْبُ اللَّهِ أَلَا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ } [ المجادلة 22 ] . وقال : التوبة من أعظم الحسنات، والحسنات كلها مشروط فيها الإخلاص لله، وموافقة أمره باتباع رسوله، والاستغفار من أكبر الحسنات، وبابه واسع؛ فمن أحس بتقصير في قوله، أو عمله، أو حاله، أو رزقه ، أو تقلب قلب؛ فعليه بالتوحيد والاستغفار ففيهما الشفاء إذا كانا بصدق وإخلاص . وكذلك إذا وجد العبد تقصيرًا في حقوق القرابة والأهل والأولاد والجيران والإخوان، فعليه بالدعاء لهم والاستغفار . قال حذيفة بن اليمان للنبي - صلى الله عليه وسلم - : إن لي لسانًا ذربًا على أهلي . فقال له : ( أين أنت من الاستغفار ؟ إني لأستغفر الله في اليوم أكثر من سبعين مرة ) . ¶ -أود التنبيه الى ضعف الحديث التالي:- ¶ قال حذيفة بن اليمان للنبي - صلى الله عليه وسلم - : إن لي لسانًا ذربًا على أهلي . فقال له : ( أين أنت من الاستغفار ؟ إني لأستغفر الله في اليوم أكثر من سبعين مرة ) ضعفه الألباني-رحمه الله تعالى- في ضعيف ابن ماجه رقم[833]. ¶ 6-فصل فيما يستغفر ويتاب منه",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "وسئل رحمه الله عن قوله : ما أصر من استغفر، وإن عاد في اليوم والليلة سبعين مرة ) . هل المراد ذكر الاستغفار باللفظ ؟ أو أنه إذا استغفر ينوي بالقلب أن لا يعود إلى الذنب ؟ وهل إذا تاب من الذنب، وعزم بالقلب أن لا يعود إليه، وأقام مدة ثم وقع فيه، أفيكون ذلك الذنب القديم يضاف إلى الثاني ؟ أو يكون مغفورًا بالتوبة المتقدمة ؟ وهل التائب من شرب الخمر ولبس الحرير يشربه في الآخرة ؟ ويلبس الحرير في الآخرة ؟ والتوبة النصوح ما شرطها ؟ . ¶ فأجاب : الحمد لله . بل المراد الاستغفار بالقلب مع اللسان، فإن التائب من الذنب كمن لا ذنب له، كما في الحديث الآخر : ( لا كبيرة مع الاستغفار، ولا صغيرة مع الإصرار ) فإذا أصر على الصغيرة صارت كبيرة، وإذا تاب منها غفرت . قال تعالى : { وَالَّذِينَ إِذَا فَعَلُواْ فَاحِشَةً أَوْ ظَلَمُواْ أَنْفُسَهُمْ ذَكَرُواْ اللّهَ فَاسْتَغْفَرُواْ لِذُنُوبِهِمْ } [ آل عمران 135 ] الآية . وإذا تاب توبة صحيحة غفرت ذنوبه، فإن عاد إلى الذنب فعليه أن يتوب أيضًا . وإذا تاب قبل الله توبته أيضًا . ¶ وقد تنازع العلماء في التائب من الكفر . إذا ارتد بعد إسلامه ثم تاب بعد الردة وأسلم، هل يعود عمله الأول ؟ على قولين مبناهما أن الردة هل تحبط العمل مطلقا أو تحبطه بشرط الموت عليها ؟ .",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "فمذهب أبي حنيفة ومالك أنها تحبطه مطلقا، ومذهب الشافعي أنها تحبطه بشرط الموت عليها، والردة ضد التوبة، وليس من السيئات ما يمحو جميع الحسنات إلا الردة، وقد قال تعالى : { تُوبُوا إِلَى اللَّهِ تَوْبَةً نَّصُوحًا } [ التحريم 8 ] . قال عمر بن الخطاب - رضي الله عنه - : { تَوْبَةً نَّصُوحًا } أن يتوب ثم لا يعود فهذه التوبة الواجبة التامة . ومن تاب من شرب الخمر ولبس الحرير فإنه يلبس ذلك في الآخرة كما جاء في الحديث الصحيح : ( من شرب الخمر ثم لم يتب منها حرمها ) . وقد ذهب بعض الناس كبعض أصحاب أحمد : إلى أنه لا يشربها مطلقًا وقد أخطئوا الصواب الذي عليه جمهور المسلمين . ¶ 7- سئل عن اليهودي أو النصراني إذا أسلم . هل يبقى عليه ذنب بعد الإسلام ؟ ¶ اليهودي أو النصراني إذا أسلم . هل يبقى عليه ذنب بعد الإسلام ؟",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "فأجاب : - إذا أسلم باطنًا وظاهرًا غفر له الكفر الذي تاب منه بالإسلام بلا نزاع، وأما الذنوب التي لم يتب منها مثل أن يكن مصرًا على ذنب، أو ظلم، أو فاحشة، ولم يتب منها بالإسلام، فقد قال بعض الناس : أنه يغفر له بالإسلام . والصحيح : أنه إنما يغفر له ما تاب منه . كما ثبت في الصحيح عن النبي - صلى الله عليه وسلم - أنه قيل : ( أنؤاخذ بما عملنا في الجاهلية ؟ فقال : من أحسن في الإسلام لم يؤاخذ بما عمل في الجاهلية . ومن أساء في الإسلام أخذ بالأول والآخر ) . وحسن الإسلام أن يلتزم فعل ما أمر الله به، وترك ما نهي عنه . وهذا معنى التوبة العامة، فمن أسلم هذا الإسلام غفرت ذنوبه كلها . وهكذا كان إسلام السابقين الأولين من المهاجرين والأنصار والذين اتبعوهم بإحسان ; ولهذا قال النبي - صلى الله عليه وسلم - في الحديث الصحيح لعمرو بن العاص : ( أما علمت أن الإسلام يهدم ما كان قبله ) فإن اللام لتعريف العهد، والإسلام المعهود بينهم كان الإسلام الحسن . وقوله : ( ومن أساء في الإسلام أخذ بالأول والآخر ) أي : إذا أصر على ما كان يعمله من الذنوب، فإنه يؤاخذ بالأول والآخر . وهذا موجب النصوص والعدل، فإن من تاب من ذنب غفر له ذلك الذنب، ولم يجب أن يغفر له غيره، والمسلم تائب من الكفر كما قال تعالى : { فَإِذَا انسَلَخَ الأَشْهُرُ الْحُرُمُ فَاقْتُلُواْ الْمُشْرِكِينَ حَيْثُ وَجَدتُّمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُواْ لَهُمْ كُلَّ مَرْصَدٍ فَإِن تَابُواْ وَأَقَامُواْ الصَّلاَةَ وَآتَوُاْ الزَّكَاةَ فَخَلُّواْ سَبِيلَهُمْ إِنَّ اللّهَ غَفُورٌ رَّحِيمٌ } [ التوبة 5 ] . وقوله : { قُل لِلَّذِينَ كَفَرُواْ إِن يَنتَهُواْ يُغَفَرْ لَهُم مَّا قَدْ سَلَفَ } [ الأنفال 38 ] . أي إذا انتهوا عما نهوا عنه غفر لهم ما قد سلف .",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "فالانتهاء عن الذنب هو التوبة منه . من انتهى عن ذنب غفر له ما سلف منه . وأما من لم ينته عن ذنب فلا يجب أن يغفر له ما سلف لانتهائه عن ذنب آخر . والله أعلم . ¶ 8-عقوبة الذنوب تزول عن العبد بنحو عشرة أسباب ¶ ((\" قد دلت نصوص الكتاب والسنة على أن عقوبة الذنوب تزول عن العبد بنحو عشرة أسباب : ¶ أحدها-الأول- : التوبة ، وهذا متفق عليه بين المسلمين . قال تعالى : { قل يا عبادي الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله إن الله يغفر الذنوب جميعا إنه هو الغفور الرحيم } ،وقال تعالى : { ألم يعلموا أن الله هو يقبل التوبة عن عباده ويأخذ الصدقات وان الله هو التواب الرحيم } ، وقال تعالى : { وهو الذي يقبل التوبة عن عباده ويعفو عن السيئات } ، وأمثال ذلك . ¶ السبب الثاني : الاستغفار كما في الصحيحين عن النبي - صلى الله عليه وسلم - أنه قال : \" إذا أذنب عبدٌ ذنباً فقال أي رب أذنبت ذنباً فاغفر لي ، فقال : علم عبدي أن له رباً يغفر الذنب ويأخذ به ، قد غفرت لعبدي .. \" .الحديث رواه البخاري (6953) ومسلم (4953) . ¶ وفي صحيح مسلم عن النبي - صلى الله عليه وسلم - أنه قال : \" لو لم تذنبوا لذهب الله بكم ولجاء بقومٍ يذنبون ثم يستغفرون فيُغفَرُ لهم \" (التوبة/4936).",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "السبب الثالث :الحسنات الماحية ، كما قال تعالى : { أقم الصلاة طرفي النهار وزُلَفَاً من الليل إن الحسنات يذهبن السيئات } ، وقال - صلى الله عليه وسلم - : \" الصلوات الخمس والجمعة إلى الجمعة ورمضان إلى رمضان مكفرات لما بينهن إذا اجتنبت الكبائر \" رواه مسلم (344) وقال : \" من صام رمضان إيماناً واحتساباً ، غُفِرَله ما تقدم من ذنبه \" رواه البخاري (37) ومسلم (1268) ، وقال : \" من قام ليلة القدر إيماناً واحتساباً غُفِرَله ما تقدم من ذنبه \" رواه البخاري (1768) ، وقال : \" من حجَّ هذا البيت فلم يرفث ولم يفسق رجع من ذنوبه كيوم ولدته أمه \" رواه البخاري (1690) ، وقال : \" فتنة الرجل في أهله وماله وولده تكفرها الصلاة والصيام والصدقة والأمر بالمعروف والنهي عن المنكر \" رواه البخاري (494) ومسلم (5150) ، وقال : \" من أعتق رقبةً مؤمنةً أعتق الله بكل عضوٍ منها عضواً منه من النار ، حتى فرجه بفرجه \" رواه مسلم (2777). وهذه الأحاديث وأمثالها في الصحاح ، وقال : \" الصدقةُ تُطْفِئُ الخطيئة كما يُطْفِئُ الماءُ النارَ، والحسد يأكل الحسنات كما تأكل النارُ الحطبَ . \" ¶ والسبب الرابع الدافع للعقاب : دعاءُ المؤمنين للمؤمن ، مثل صلاتهم على جنازته ، فعن عائشة ، وأنس بن مالك عن النبي - صلى الله عليه وسلم - أنه قال : \" ما من ميت يصلى عليه أمةٌ من المسلمين يبلغون مائة كلهم يشفعون إلا شُفِعُوا فيه \" رواه مسلم (1576) ، وعن ابن عباس قال : \" سمعت رسول الله - صلى الله عليه وسلم - يقول : \" ما من رجلٍ مسلمٍ يموت ، فيقوم على جنازته أربعون رجلاً لا يشركون بالله شيئاً ، إلا شفعهم الله فيه \" رواه مسلم (1577) . وهذا دعاء له بعد الموت .",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "السبب الخامس : \" ما يعمل للميت من أعمال البر ، كالصدقةِ ونحوها ، فإن هذا ينتفع به بنصوص السنة الصحيحة الصريحة ، واتفاق الأئمة ، وكذلك العتق والحج ، بل قد ثبت عنه في الصحيحين أنه قال : \" من مات وعليه صيام صام عنه وليه .\" رواه البخاري (5210) ومسلم (4670) ¶ السبب السادس : شفاعة النبي - صلى الله عليه وسلم - وغيره في أهل الذنوب يوم القيامة ، كما قد تواترت عنه أحاديث الشفاعة ، مثل قوله في الحديث الصحيح : \" شفاعتي لأهل الكبائر من أمتي \" صححه الألباني في صحيح أبي داوود (3965) ، وقوله - صلى الله عليه وسلم - : \" خيرت بين أن يدخل نصف أمتي الجنة وبين الشفاعة ، فاخترت الشفاعة ...\" انظر صحيح الجامع (3335) . ¶ السبب السابع : المصائب التي يُكَفِرُ الله بها الخطايا في الدنيا ، كما في الصحيحين عنه - صلى الله عليه وسلم - ، أنه قال : \" ما يُصيب المؤمن من وصبٍ ولا نصب ولا همٍ ولا حزن ولا غم ولا أذى حتى الشوكة يشاكها ، إلا كفر الله بها من خطاياه \" رواه البخاري (5210) ومسلم (4670) . ¶ السبب الثامن : ما يحصل في القبر من الفتنة ، والضغطة ، والروعة ( أي التخويف ) ، فإن هذا مما يُكَفَرُ به الخطايا . ¶ السبب التاسع : أهوال يوم القيامة وكربها وشدائدها . ¶ السبب العاشر : رحمة الله وعفوه ومغفرته بلا سبب من العباد .\")) ¶ المرجع مجموع فتاوى ابن تيمية ج7 ص \" 487- 501 \" . ¶ ------------------------------------------- ¶ وبالختام.. أخي المسلم: ¶ ليس صعبا أن تكون توابا كثير الاستغفار فان فعلت ذلك ربحت صلاح الدنيا والدين فلا ترغبن عن الأفضل لتختار الأسوأ والحمد لله كثيرا...والصلاة والسلام على نبينا محمد - صلى الله عليه وسلم - وآله وصحبه وأزواجه والتابعين ومن تبعهم بإحسان إلى يوم الدين. ¶ تم بحمد الله",
            "page": "137",
            "part": "1"
        }
    ],
    "t35064": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الزهور العطرة في رياض المغف"
        }
    ]
}