{
    "b35062": [
        {
            "id": "1",
            "nass": "الدروس السلفية لليالي الرمضانية ¶ تأليف ¶ عمر بن عبد الله بن عاتق الحربي ¶ بسم الله الرحمن الرحيم ¶ ( المقدمة ) ¶ إن الحمد لله, نحمده ونستعينه, ونستغفره, ونعوذ بالله من شرور أنفسنا, ومن سيئات أعمالنا, من يهده الله فلا مضل له, ومن يضلل فلا هادي له, وأشهد أن لا إله إلا الله وحده لا شريك له, وأشهد أن محمدا عبده ورسوله صلى الله عليه وسلم . أما بعد فهذه دروس لشهر رمضان بعنوان : الدروس السلفية لليالي الرمضانية , سائلا الله عز وجل أن ينفع بهذا الكتاب مؤلفه وقارئه والمستمع له , وقد انتهيت من تأليفه في 29 / 8 / 1424 هـ ¶ المؤلف: عمر بن عبد الله بن عاتق الحربي ¶ الدرس الأول: في بيان حق الله على العبيد ¶ إن الحمد لله , نحمده ونستعينه , ونستغفره , ونعوذ بالله من شرور أنفسنا , ومن سيئات أعمالنا , من يهده الله فلا مضل له , ومن يضلل فلا هادي له , وأشهد أن لا له إلا الله وحده لا شريك له , وأشهد أن محمدا عبده ورسوله صلى الله عليه وسلم . ¶ { يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون } [ آل عمران / 103 ] ¶ { يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة وخلق منها زوجها وبث منهما رجالا كثيرا ونساء واتقوا الله الذي تسألون به والأرحام إن الله كان عليكم رقيبا } [ النساء / 1 ] ¶ { يا أيها الذين آمنوا اتقوا الله وقولوا قولا سديدا , يصلح لكم أعمالكم ويغفر لكم ذنوبكم , ومن يطع الله ورسوله فقد فاز فوزا عظيما } [ الأحزاب / 70/ 71 ] وبعد",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "قال الله تعالى: { وما خلقت الجن والإنس إلا ليعبدون } ] الذاريات / 56[ (إلا ليعبدون) إلا ليوحدوني, فأما المؤمن فيوحده في الشدة والرخاء, وأما الكافر فيوحده في الشدة والبلاء دون النعمة والرخاء بيانه قوله عز وجل: { فإذا ركبوا في الفلك دعوا الله مخلصين له الدين } ]العنكبوت – 65 [ ذكر هذا البغوي في تفسيره فدلت الآية على أن الله تعالى خلق الخلق لحكمة عظيمة , وهي القيام بما أوجب عليهم من عبادته وحده بترك عبادة ما سواه , خلقهم الله من أجل أن يعبدوه وحده لا شريك له ¶ واعلموا- رحمكم الله – أن أعظم ما أمر الله به التوحيد, وهو: إفراد الله بالعبادة. ¶ قال شيخ الإسلام: العبادة اسم جامع لكل ما يحبه الله ويرضاه من الأقوال والأعمال الظاهرة والباطنة. ¶ وقال أيضا: والعبادة اسم يجمع كمال الحب لله ونهايته, وكمال الذل لله ونهايته, فالحب الخلي عن ذل, والذل الخلي عن حب لا يكون عبادة, إنما العبادة ما يجمع كمال الأمرين. ¶ قال: الإمام ابن القيم رحمه الله تعالى: ¶ وعبادة الرحمن غاية حبه * مع ذل عابده هما قُطبان ¶ وعليهما فلك العبادة دائرة * ما دار حتى قامت القطبان ¶ ومدارة بالأمر أمر رسوله * لا بالهوى والنفس والشيطان ¶ فقيام دين الله بالإخلاص والـ * إحسان إنهما له أصلان ¶ لم ينج من غضب الإله وناره * إلا الذي قامت به الأصلان ¶ والناس بعد فمشرك بإلهه * أو ذو ابتداع أوله الوصفان ¶ ومن الأدلة على أن أعظم ماأمر الله به التوحيد قول الله تعالى : { يا أيها الناس اعبدوا ربكم الذي خلقكم والذين من قبلكم لعلكم تتقون } ] البقرة / 31 [ وقوله عز وجل : (( ولقد بعثنا في كل أُمة رسولا أنِ اعبدوا الله واجتنبوا الطاغوت )) ] النحل / 36[ والطاغوت كل ما عبد من دون الله .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وفي صحيح مسلم, من حديث ابن عباس – رضي الله عنهما – أن رسول الله صلى الله عليه وسلم لما بعث معاذاً إلى اليمن قال: (( إنك تقدم على قوم ٍأهل كتاب . فليكن أول ما تدعوهم إليه عبادة الله عز وجل . الحديث )) ¶ وأعظم ما نهى الله عنه الشرك , ومن الأدلة على هذا قول الله عز وجل { إن الله لا يغفر أن يشرك به ويغفر مادون ذلك لمن يشاء}]النساء/48 [ فهذه الآية في حق غير التائبين , لا يُغفر لهم الشرك لأنه أعظم ذنب عصُي به الله , وما دون الشرك معلق بمشيئة الله تعالى إن شاء غفر وإن شاء عذب . ولأجل فضل التوحيد لا يخلد أحد من المسلمين في النار . ¶ أيضا قال الله تعالى: {إنه من يُشرك بالله فقد حرم الله عليه الجنة ومأوه النار وما للظالمين من أنصار } ] المائدة / 73[ وإذا حُرمت الجنة لزم أن يكون خالدا في النار أبدا لأن الآية في الشرك الأكبر . ¶ وقال عزّ وجل : { ومن أضلُّ ممن يدعو من دون الله من لا يستجيب له إلى يوم القيامة وهم عن دعائهم غافلون } ] الأحقاف / 5[ ¶ أي لا أحد أضل من هذا المشرك الذي يدعو من دون الله , فدلت الآية على أن الشرك هو أعظم الضلال وأعظم الذنوب . ¶ وقال عز وجل :{ حنفاء لله غير مشركين به ومن يشرك بالله فكأنما خرَّ من السماء فتخطفه الطير أو تهوي به الريح في مكان سحيق } ] سورة الحج / 31[ ففي هذه الآية ضرب الله عز وجل للمشرك مثلاً في ضلاله وهلاكه وبعده عن الهدى كمن سقط من السماء (( فتخطفه الطير )) أي تقطعه الطيور في الهواء (( أو تهوي به الريح في مكان سحيق )) ] مكان بعيد يهلك من هوى فيه . فدلت الآية على عظم ذنب الشرك .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ومن السنة ما ثبت في صحيح البخاري أن عبد الله بن مسعود – رضي الله عنه – قال : سألت النبي صلى الله عليه وسلم أي الذنب أعظم عند الله ؟ قال : ( أن تجعل لله ندا وهو خلقك ) قلت : إن ذلك لعظيم , قلت : ثم أي ؟ قال : ( أن تقتل ولدك تخاف أن يطعم معك ) قلت : ثم أي ؟ قال : ( أن تزاني حليلة جارك ) . فدل الحديث على أن أعظم الذنوب عند الله الشرك , وأن الصحابة – رضي الله عنهم- قد استقر عندهم العلم بعظم ذنب الشرك , لقول ابن مسعود – رضي الله عنه - : (( إن ذلك لعظيم )) ¶ وفي الصحيحين من حديث أبي بكرة – رضي الله عنه – أن رسول الله صلى الله عليه وسلم قال : ( ألا أُنبئكم بأكبر الكبائر ؟ ) قلنا بلى يا رسول الله قال : ( الإشراك بالله وعقوق الوالدين – وكان متكئا فجلس فقال : - ألا وقول الزور. ألا وشهادة الزور ) فمازال يكررها حتى قلنا : ليته سكت . ¶ واعلموا- رحمكم الله- أن التوحيد هو أول واجب على المكلفين ودليله قوله عز وجل: { إنني أنا الله لا إله إلا أنا فاعبدني } الآية ] سورة طه / 13[ قال ابن كثير – رحمه الله – هذا أول واجب على المكلفين أن يعلموا أنه لا إله إلا الله , وقوله (( فاعبدني )) أي وحدني وقم بعبادتي من غير شريك . ¶ ومعنى شهادة أن لا إله إلا الله : لا معبود بحق إلا الله , ولا بد في الشهادتين من العلم واليقين , والعمل بمدلولهما , ودليل هذا قوله تعالى : { فاعلم أنه لا إله إلا الله } ] محمد / 19[ وقوله تعالى : { إلا من شهد بالحق وهم يعلمون } ] الزخرف / 86[ ¶ والتوحيد هو الكلمة الطيبة قال تعالى : { ألم تر كيف ضرب الله كلمة طيبة كشجرة طيبة أصلها ثابت وفرعها في السماء . تؤتي أُكلها كل حين بإذن ربها ويضرب الله الأمثال للناس لعلهم يتذكرون } ] سورة إبراهيم / 34-35[ فعن علي بن أبي طلحة عن ابن عباس قال : كلمة طيبة هي : شهادة أن لا إله إلا الله . كشجرة طيبة : وهو قلب المؤمن .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "أصلها ثابت : قول : لا إله إلا الله في قلب المؤمن . ¶ (( وفرعها في السماء )) يقول : يرفع بها عمل المؤمن إلى السماء . ¶ والتوحيد هو الكلمة الباقية التي لا يزال في العرب من ذرية إبراهيم من يقولها. قال الله تعالى :{ وإذ قال إبراهيم لأبيه وقومه إنني برآءٌ مما تعبدون . إلا الذي فطرني فإنه سيهدين. وجعلها كلمة باقية في عقبه لعلهم يرجعون } ] الزخرف / 38[ ¶ روي عن ابن عباس وعكرمة ومجاهد والضحاك وغيرهم في قوله عز وجل: { وجعلها كلمة باقية في عقبه } يعني لا إله إلا الله لا يزال في ذريته من يقولها . ¶ والتوحيد هو القول الثابت الذي يثبت الله عليه الذين آمنوا في الحياة الدنيا وفي الآخرة . ¶ ففي الصحيحين من حديث البراء بن عازب- رضي الله عنه- أن رسول الله صلى الله عليه وسلم قال : ( المسلم إذا سئل في القبر شهد أن لا إله إلا الله وأن محمدا رسول الله , فذلك قوله { يثبت الله الذين آمنوا بالقول الثابت في الحياة الدنيا وفي الآخرة } . ¶ واعلموا- رحمكم الله – أن فضل التوحيد عظيم وأنه سبب لتكفير الذنوب , ومن أدلة هذا قول الله عز وجل : { الذين آمنوا ولم يلبسوا إيمانهم بظلم أولئك لهم الأمن وهم مهتدون } ] الأنعام / 83[ ففي صحيح البخاري من حديث ابن مسعود – رضي الله عنه- قال : لما نزلت { الذين آمنوا ولم يلبسوا إيمانهم بظلم} قلنا : يا رسول الله , أينا لا يظلم ؟ قال : ( ليس كما تقولون , لم يلبسوا إيمانهم بظلم : بشرك . أو لم تسمعوا إلى قول لقمان لإبنه :{ يا بنيَّ لا تشرك بالله إن الشرك لظلم عظيم } ] لقمان / 13 [ قال الحسن : { أولئك لهم الأمن في الآخرة وهم مهتدون في الدنيا } .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ومن الأدلة أيضا على فضل التوحيد أن من حققه يدخل الجنة بغير حساب ولا عذاب , دليله ما ثبت في الصحيحين عن حصين بن عبد الرحمن قال : كنت عند سعيد بن جبير , فقال : أيكم رأى الكوكب الذي انقضَّ البارحة ؟ فقلتُ أنا , ثم قلت : أما أني لم أكن في صلاة , ولكني لدغت . قال : فما ذا صنعت ؟ قلت ارتقيت . قال : فما حملك على ذلك ؟ ! قلت: حديث حدثناه الشعبي, قال: وما حدثكم؟ قلت : حدثنا عن بُريدة بن الحُصيب أنه قال : ( لا رقية إلا من عين أو حمة ) قال : قد أحسن من انتهى إلى ما سمع . ولكن حدثنا ابن عباس عن النبي صلى الله عليه وسلم أنه قال : ( عرضت عليّ الأمم فرأيت النبيّ ومعه الّرهط , والنبيّ ومعه الرجل والرجلان والنبيّ وليس معه أحد , إذ رفع سواد عظيم , فظننتُ أنهم أُمتي , فقيل لي : هذا موسى وقومه , فنظرت فإذا سواد عظيم , فقيل لي : هذه أُمتك ومعهم سبعون ألفاً يدخلون الجنة بغير حساب ولا عذاب ) ثم نهض فدخل منزله . فخاض الناس في أولئك , فقال : فلعلهم الذين صحبوا رسول الله صلى الله عليه وسلم , وقال بعضهم : فلعلهم الذين ولدوا في الإسلام ؛ فلم يشركوا بالله شيئا وذكروا أشياء, فخرج عليهم رسول الله صلى الله عليه وسلم فأخبروه فقال : ( هم الذين لا يسترقون ولا يكتوون , ولا يتطيرون وعلى ربهم يتوكلون ) فقام عُكّاشة بن مِحصَن فقال: ادعُ الله أن يجعلني منهم قال: ( أنت منهم ) ثم قام رجل آخر فقال : ادعُ الله أن يجعلني منهم فقال : ( سبقك بها عُكّاشة ) . ¶ وهذا الحديث يتضمن فوائد منها : ¶ 1- البعد عن مدح الإنسان نفسه بما ليس فيه . ¶ 2- الرخصة في الرقية من العين والحُمة أي ( سم العقرب وشبهها ) ¶ 3- أن ترك الرقية والكي من تحقيق التوحيد. ¶ 4- عدم الاغترار بالكثرة وعدم الزهد في القلة .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "واعلموا- رحمكم الله – أنه لما كان الشرك الأكبر ينافي الوحيد ويوجب لمن مات عليه دخول النار والخلود فيها والحرمان من الجنة , وأنها لا تحقيق السعادة إلا بالسلامة منه ينبغي لكل مؤمن أن يخاف منه أعظم الخوف وأن يسعى في الفرار منه ومن طرقه ووسائله وأسبابه ويسأل الله العافية منه كما يفعل الأنبياء والأصفياء وخيار الخلق , فهذا الخليل عليه السلام يقول : { واجنبني وبني أن نعبد الأصنام } ] إبراهيم / 35[ أي اجعلني وبني في جانب عن عبادة الأصنام وباعد بيننا وبينها . فإذا كان خليل الرحمن الذي كسر الأصنام بيده اشتد خوفه على نفسه وعلى بنيه من الشرك فغيره أولى بالخوف من الشرك . ¶ قال إبراهيم التيمي: ومن يأمن البلاء بعد إبراهيم وقد خاف النبي الله صلى الله عليه وسلم على أُمته من الشرك وحذرهم من الوسائل التي توصل إليه . ¶ فقد ثبت في الصحيحين من حديث عائشة – رضي الله عنها- قالت: لما نزل برسول الله صلى الله عليه وسلم طفق يطرح خميصة له على وجهه, فإذا اغتم بها كشفها فقال : وهو كذلك ( لعن الله اليهود والنصارى اتخذوا قبور أنبيائهم مساجد) يُحذر مما صنعوا, ولولا ذلك أبرز قبره, غير أنه خَشي أن يتخذ مسجدا . ولمسلم, عن جندب ابن عبد الله – رضي الله عنه- قال : سمعتُ النبي صلى الله عليه وسلم قبل أن يموت بخمسٍ وهو يقول : ( إني أبرأُ إلى الله أن يكون لي منكم خليل, فإن الله قد اتخذني خليلا, كما اتخذ إبراهيم خليلا ولو كنت متخذا من أُمتي خليلا , لاتخذت أبا بكر خليلا , ألا وإن من كان قبلكم كانوا يتخذون قبور أنبيائهم مساجد, ألا فلا تتخذوا القبور مساجد فإني أنهاكم عن ذلك ) ¶ اللهم وفقنا لتحقيق توحيدك, وجنبنا الإشراك بك , واغفر لنا ولوالدينا ولجميع المسلمين برحمتك يا أرحم الراحمين . وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين . ¶ الدرس الثاني: في حقيقة الشرك الأصغر ووجوب اجتنابه",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "الحمد لله الذي خلقنا لعبادته وأمرنا بتوحيده وطاعته وأنزل بذلك كتبه وأرسل به رسله مبشرين ومنذرين لئلا يكون للناس على الله حجة بعد الرسل. وأشهد أن لا إله إلا الله وحده لا شريك له إله الأولين والآخرين وقيوم السموات والأرضين الواحد الأحد الفرد الصمد الذي لم يلد ولم يولد ولم يكن له كفوا أحد . ¶ وأشهد أنَّ محمدا عبده ورسوله وخيرته من خلقه الذي أرسله الله رحمة للعالمين , أرسله بالهدى ودين الحق ليظهره على الدين كله ولو كره المشركون أرسله شاهدا ومبشرا ونذيرا وداعيا إلى الله بإذنه وسراجا منيرا فبلغ الرسالة وأدى الأمانة ونصح للأمة وجاهد في الله حق جهاده حتى دخل الناس في دين الله أفواجا وحتى أتاه اليقين من ربه, وقد ترك أُمته على المحجة البيضاء ليلها كنهارها لا يزيغ عنها إلا هالك صلوات الله وسلامه عليه وعلى آله وأصحابه وأتباعه إلى يوم الدين . ¶ إخواني الشرك نوعان أكبر وهو أن يجعل لله شريكا في عبادته يدعوه أو يرجوه أو يحبه كمحبة الله أو يصرف له نوعا من أنواع العبادة, فهذا المشرك الذي حرم الله عليه الجنة ومأواه النار . وقد قدمنا عليه في الدرس الأول. ¶ النوع الثاني : الشرك الأصغر وهو (( كل وسيلة وذريعة يتطرق منها إلى الشرك الأكبر من الإرادات , والأقوال والأفعال التي لم تبلغ رتبة العبادة )) ¶ وقيل: (( كل ما نهى عنه الشرع مما هو ذريعة إلى الشرك الأكبر ووسيلة إلى الوقوع فيه, وجاء في النصوص تسميته شركاً )) قال تعالى:{ قل إنما أنا بشرٌ مثلكم يوحى إليّ أنما إلاهكم إله واحد فمن كان يرجو لقاء ربه فليعمل عملا صالحا ولا يشرك بعبادة ربه أحدا} [ الكهف /110]",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "يقول الله تعالى مخاطبا رسوله صلى الله عليه وسلم قل لهؤلاء المكذبين المشركين برسالتك إنما أنا بشر مثلكم ليس لي من الربوبية ولا من الإلاهية شيء بل ذلك كله لله وحده لا شريك له أوحاه إليّ وإنما أخبركم أنما إلاهكم الذي أدعوكم إلى عبادته إله واحدا فمن كان يرجو لقاء ربه ورؤيته يوم القيامة وجزاءه الصالح فليعمل عملا صالحا, وهو ما كان لله خالصا موافقا لسنة رسول الله صلى الله عليه وسلم ولا يُشرك بعبادة ربه أحداً لا يرائي بعمله أحدا . ¶ والآية دلت أن السعادة والخير والفلاح في لقاء الله تبارك وتعالى, وأن لقاء الله يحصل بالعمل الصالح الخالص من الرياء والسمعة. ¶ وفي صحيح مسلم من حديث أبي هريرة – رضي الله عنه مرفوعا . ( قال الله تعالى: أنا أغنى الشركاء عن الشرك من عمل عملا أشرك معي فيه غيري تركته وشركه ) ¶ ولابن ماجة:( فأنا منه بريء وهو للذي أشرك ) ومعنى الحديث:(( أنا غني عن المشاركة وغيرها فمن عمل شيئا لي ولغيري لم أقبله بل أتركه لذلك الغير . ¶ فدل الحديث : أن عمل المرائي باطل لا ثواب فيه بل يأثم به . ¶ وقد ثبت في مسند الإمام أحمد بسندٍ حسن عن أبي سعيد مرفوعا : (( ألا أخبركم بما هو أخوف عليكم عندي من المسيح الدجال ؟ قالوا بلى . قال : الشرك الخفي يقوم الرجل فيصلي فيزين صلاته لما يرى من نظر رجل إليه ) ¶ معنى الحديث : (( إني أخاف عليكم من الرياء أكبر مما أخاف عليكم من فتنة المسيح الدجال )) لأن التخلص من الرياء صعب جدا , ولذلك قال بعض السلف ما جاهدت نفسي على شيء مجاهدتها على الإخلاص . ¶ وفي صحيح البخاري من حديث أبي هريرة – رضي الله عنه- قال رسول الله صلى الله عليه وسلم: ( أسعد الناس بشفاعتي من قال لا إله إلا الله خالصا من قلبه ) فدل الحديث أنه لا يكفي مجرد اللفظ بها بل لابد من إخلاص وأعمال صالحة يتعبد بها الإنسان لله عز وجل .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وسمي الرياء بالشرك الخفي لأنه عمل القلب الذي لا يعلمه إلا الله , ولأن صاحبه يظهر أن عمله لله, ولأن صاحبه قد قصد به غيره أو أشرك فيه بتزيين صلاته لأجل المخلوق , وهذا شرك أصغر كما قال صلى الله عليه وسلم : ( أخوف ما أخاف عليكم الشرك الأصغر فسئل عنه فقال الرياء) رواه الإمام أحمد والطبراني والبيهقي. ¶ ويُستفاد من هذا الحديث: شفقة النبي صلى الله عليه وسلم على أُمته ونصحه لهم وخوفه عليهم من الرياء المحبط للعمل الذي يقارنه. ¶ والرياء: مشتق من الرؤية وهو ترك الإخلاص في العمل بملاحظة غير الله فيه, وقيل هو فعل الخير لإرادة الغير, والمراد به إظهار العبادة لقصد رؤية الناس لها فيحمد صاحبها. ¶ والفرق بين الرياء والسمعة أن الرياء لما يُرى من العمل كالصلاة, والسمعة لما يسمع من القول كالقراءة وأنواع الذكر. ¶ قال ابن رجب – رحمه الله – ما حاصله : أن العمل لغير الله أقسام : القسم الأول رياءٌ محض كحال المنافقين, كما قال الله تعالى : { وإذا قاموا إلى الصلاة قاموا كسالى يراءُون الناس ولا يذكرون الله إلا قليلا } [ النساء/ 143] ¶ وهذا الرياء المحض لا يكاد يصدر من مؤمن وهذا العمل لا يشك مسلم أنه حابط وأن صاحبه يستحق المقت من الله والعقوبة. ¶ القسم الثاني العمل لله , ويشاركه الرياء , فإن شاركه من أصله فهو مردود غير مقبول دليله الحديث القدسي قال الله تعالى: ( أنا أغنى الشركاء عن الشرك , من عمل عملا أشرك معي فيه غيري تركته وشركه ) رواه مسلم ¶ القسم الثالث : أن يكون أصل العمل لله , ثم يطرأُ عليه نية الرياء ولكن لا يسكن إليه بل يعرض عنه ويكرهه فإنه لا يؤثر شيئاً , دليله ما ثبت في الصحيحين من حديث أبي هريرة – رضي الله عنه – أن رسول الله صلى الله عليه وسلم قال: : ( إن الله تجاوز عن أُمتي ما حدثت به أنفسها ما لم تعمل أو تتكلم)",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "القسم الرابع : أن يكون أصل العمل لله , ثم يطرأ عليه نية الرياء ويسكن إليه ولا يعرض عنه ولا يكرهه فإن كانت العبادة لا ينبني آخرها على أولها, فأولها صحيح الذي لم يحصل فيه الرياء, والباطل ما قارنه الرياء . ¶ وإذا كانت العبادة آخرها مبني على أولها ومرتبط به مثل الصلاة فتبطل جميع العبادة. ¶ واعلموا- رحمكم الله- أن المسلم إذا عمل العمل الصالح خالصا لله ثم ألقى له الثناء الحسن في قلوب المؤمنين بذلك؛ ففرح المسلم بفضل الله ورحمته واستبشر بذلك لم يضره هذا وليس من الرياء , ويدل هذا ما صح عن أبي ذر- رضي الله عنه – عن النبي صلى الله عليه وسلم أنه سئل عن الرجل يعمل العمل من الخير يحمده الناس عليه, فقال: ( تلك عاجل بشرى المؤمن ) ¶ ويسير الرياء من الشرك الأصغر ولذا جاء الوعيد الشديد في حق المرائي فقد ثبت في الصحيحين عنه صلى الله عليه وسلم أنه قال : ( من راء راء الله به ومن سمّع سمّع الله به ) ¶ وروي ابن أبي حاتم بسندٍ صحيح عن ابن عباس في تفسير قوله تعالى { فلا تجعلوا لله أنداداً وأنتم تعلمون } ] البقرة / 33 [ قال ابن عباس- رضي الله عنه- : الأنداد هو الشرك أخفى من دبيب النمل على صفاة سوداء , في ظلمة الليل , وهو أن يقول : والله وحياتك يافلانة , وحياتي . ويقول : لولا كلبة هذا لآ تانا اللصوص , ولولا البط في الدار لأتى اللصوص .: وقول الرجل لصاحبه : ما شاء الله وشئت وقول الرجل : لولا الله وفلان لا تجعل فيها فلان . فإن هذا كله به شرك . ¶ والشرك الأصغر كالحلف بغير الله يكون شركا أكبر إذا اعتقد أن المحلوف به مساوٍ لله تعالى في التعظيم. ولا يشمل هذا الحلف بصفات الله؛ لأن الصفة تابعة للموصوف , فيجوز أن تقول وعزّة الله لأفعلنّ كذا .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ومن الأدلة على تحريم الحلف بغير الله وأنه شرك ما رواه الإمام أحمد- رحمه الله – بسنده عن سعد بن عبيدة قال كنت جالسا عند عبد الله بن عمر , فجئت سعيد بن المسيّب وتركت عنده رجلاً من كندة فجاء الكندي مروّعاً فقلت : ما وراءك ؟ قال : جاء رجل إلى عبد الله بن عمر آنفاً فقال : أحلف بالكعبة , فقال عبد الله : احلف برب الكعبة فإن عمر كان يحلف بأبيه فقال له النبي صلى الله عليه وسلم :( لا تحلف بأبيك فإنه من حلف بغير الله فقد أشرك )) ¶ ورواه بسندً متصلٍ صحيح من طريق سعد بن عبيدة : سمع ابن عمر رضي الله عنه رجلاً يقول: والكعبة فقال لا تحلف بغير الله فإني سمعت رسول الله صلى الله عليه وسلم يقول : (( من حلف بغير الله فقد كفر وأشرك )) ¶ وفي مسند الإمام أحمد بسند صحيح من حديث عبد الله بن بريدة عن أبيه قال رسول الله صلى عليه وسلم : (ليس منا من حلف بالأمانة) ¶ ومن أنواع الشرك الأصغر التطير وهو: التشاؤم بمرئي أو مسموع من الطيور أو الأيام ونحو ذلك. ¶ ووجه كونه من الشرك الأصغر لأن المتطير اعتمد على هذا السبب الذي لم يجعله الله سببا, وهذا يضعف التوكل على الله. ¶ لكن إذا اعتقد المتشائم المتطير أن هذا فاعل بنفسه دون الله فهو مشرك شركا أكبر لأنه جعل لله شريكا في الخلق والإيجاد.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ففي الصحيحين عن أنس بن مالك – رضي الله عنه – قال : قال رسول الله صلى الله عليه وسلم : ( لا عدوى ولا طيرة ويعجبني الفأل قالوا وما الفأل ؟ قال : الكلمة الطيبة ) وفي المسند عن ابن عباس – رضي الله عنه- يرفعه قال:( كان صلى الله عليه وسلم يتفاءل ولا يتطير , ويعجبه الاسم الحسن ) وعن ابن مسعود- رضي الله عنه – مرفوعا ( الطيرة شرك الطيرة شرك وما منا إلا ولكن الله يذهبه بالتوكل ) رواه الترمذي وجعل آخره مدرج من قول ابن مسعود , ولأبي داود بسند حسن عن عقبة بن عامر قال: ذكرت الطيرة عند رسول الله صلى الله عليه وسلم فقال : أحسنها الفأل ولا ترد مسلما فإذا رأى أحدكم ما يكره فليقل اللهم لا يأتي بالحسنات إلا أنت ولا يدفع السيئات إلا أنت ولا حول ولا قوة إلا بك . ¶ واعلموا – رحمكم الله – أن الفأل هو الكلمة الطيبة أي الكلام الحسن يسمعه الإنسان فيسره ويقوي رجاؤه وثقته بالله تعالى وهو محمود لأنه ظن حسن بالله. ¶ ومثاله : أن يكون الإنسان مريضا فيسمع رجلا يقول يا سالم فيقع في قلبه أنه يبرأ. ¶ واعلموا – رحمكم الله – أن هناك فروق بين الشرك الأكبر, والشرك الأصغر. ¶ الفرق الأول: أن الشرك الأكبر يحبط جميع الأعمال, والأصغر يحبط العمل الذي قارنه. ¶ الفرق الثاني: أن الأكبر يخلد صاحبه الذي مات عليه في النار, والأصغر لا يخلد صاحبه في النار. ¶ الفرق الثالث: أن الشرك الأكبر ينقل عن الملة, والأصغر لا ينقل عن الملة. ¶ نسأل الله أن يعصمنا من الشرك كبيره وصغيره , ونعوذ بالله أن نشرك به ونحن نعلم ونستغفره لما لا نعلم . ¶ وصلى الله على نبيّنا محمد وعلى آله وصحبه وسلم أجمعين ¶ الدرس الثالث: في وجوب الاعتصام بالكتاب والسنة",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "الحمد الله رب العالمين والصلاة على نبينا محمد بن عبد الله عليه وعلى آله أفضل الصلاة وأزكى التسليم , ماترك خيراً إلا دل الأمة عليه ,ولا شرا إلا حذر منه أما بعد قال الله عزّ وجل: { اليوم أكملت لكم دينكم وأتممتُ عليكم نعمتي ورضيت لكم الإسلام ديناً } ] المائدة/ 3 [ لما نزلت هذه الآية وذلك يوم الحج الأكبر بكى عمر بن الخطاب رضي الله عنه فقال له النبي صلى الله عليه وسلم ( ما يبكيك ؟ قال : أبكاني أنا كنا في زيادة من ديننا فأما إذا أكمل فإنه لم يكمل شيء إلا نقص ، فقال النبي صلى الله عليه وسلم ( صدقت ) ويشهد لهذا المعنى الحديث الثابت ( إن الإسلام بدأ غريباً ، وسيعود غريباً ، فطوبا للغرباء ) قاله ابن كثير رحمه الله 0 ¶ وقد استدل أهل السنة والجماعة بقوله عز وجل : ( اليوم أكملت لكم دينكم} [ المائدة/ 3 ] على زيادة الإيمان ونقصانه ، قال البخاري – رحمه الله – وقال الله عز وجل: { اليوم أكملت لكم دينكم } فإذا تُرك شيئاً من الكمال فهو ناقص0وقال الله عز وجل : { قل إن كنتم تحبون الله فاتبعوني يحببكم الله ويغفر لكم ذنوبكم والله غفور رحيم } [ آل عمران /30 ] قال الحسن : ادعى قوم أنهم يحبون الله فانزل الله هذه الآية محنةً لهم 0 ¶ وهذه الآية فيها دليل على أن من أدعى ولاية الله ومحبته ولم يتبع سنه رسوله صلى الله عليه وسلم فليس من أولياء الله بل من أولياء الشيطان 0وفيها علامة ودليل محبة الله عز وجل أتباع سنة رسوله صلى الله عليه وسلم ، وفيها أثبات المحبه من الجانبين فمحبه الله لأنبيائه ورسله وعباده الصالحين صفه زائدة على رحمته وإحسانه 0 ¶ وقال عز وجل : { وإني لغفار لمن تاب وءامن وعمل صالحاً ثم أهتدى} [ طه /83] ¶ قال: سعيد بن جبير في تفسير قوله تعالى (( ثم أهتدى )) أي استقام على السنة والجماعة وروى نحوه عن مجاهد والضحاك وغير واحد من السلف 0",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وقال عز وجل: { وأن هذا صراطي مستقيماً فاتبعوه ولا تتبعوا السبل فتفرق بكم عن سبيله ذلكم وصاكم به لعلكم تتقون } [ الأنعام/ 53 } ¶ ففي الآية الوصية باتباع سنة الرسول صلى الله عليه وسلم لأن من أطاع الرسول فقد أطاع الله عز وجل ، فوحد لفظ الصراط وسبيله وجمع السبل المخالفة له 0 ¶ وهذا لأن الطريق الموصل إلى الله واحد وهو ما بعث به رسوله وأنزل به كتبه 0 ¶ وقد ثبت عن ابن مسعود – رضي الله عنه – في حديث حسن بطرقه أنه قال ( خط لنا رسول الله صلى الله عليه وسلم خطاً وقال هذا سبيل الله ثم خط خطوطاً عن يمينه وعن يساره وقال : هذه سبل على كل سبيل شيطان يدعو إليه ثم قرأ قوله تعالى : { وأن هذا صراطي مستقيماً فاتبعوه 0000 ألأيه } ) ¶ وقال عز وجل: { وعلى الله قصد السبيل ومنها جآئرٌٌ ولو شاء لهداكم أجمعين } [ النحل / 9 ] ¶ والسبيل القاصد في الآية هو المستقيم المعتدل يرجع إلى الله ويوصل إليه. ¶ وفي تفسير ابن أبي حاتم عن ابن عباس في تفسير قوله عز وجل (( وعلى الله قصد السبيل )) يقول: على الله أن يبين الهدى والضلالة (( ومنها جائر )) قال السبل المتفرقة 0",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وقد أوصى النبي صلى الله عليه وسلم بإتباع سنته وسنة الخلفاء الراشدين من بعده ، فقد ثبت عنه صلى الله عليه وسلم من حديث العرباض بن سارية – رضي الله عنه – قال : ( وعظنا رسول الله صلى الله عليه وسلم موعظة ذرفت منها العيون ووجلت منها القلوب ، فقلنا يا رسول الله إن هذه لموعظة مودع فما تعهد إلينا ؟ قال : قد تركتم على المحجة البيضاء ليلها كنهارها ، لا يزيغ عنها بعدي إلا هالك ، من يعش منكم فسيرى اختلافا كثيراً ، فعليكم بما عرفتم من سنتي وسنة الخلفاء الراشدين المهديين ، عضوا عليها بالنواجذ ، وعليكم بالطاعة وإن عبداً حبشياً فإنما المؤمن كالجمل الأنف حيث ما أُنقيد انقاد ) ففي هذا الحديث الصحيح أوصى رسول الله صلى عليه وسلم باتباع سنة الخلفاء الراشدين وهم الخلفاء الأربعة بالإجماع : أبو بكر , وعمر وعثمان , وعلي – رضي الله عنهم – كما في حديث سفينة – رضي الله عنه – قال : قال رسول الله - صلى الله عليه وسلم- : ( خلافة النبوة ثلاثون سنة ًثم يؤتي الله الملك من يشاء ) رواه أبو داود بسندٍ صحيح . قال العلماء: مدة خلافة أبي بكر سنتان وثلاثة أشهر وعشرة أيام , ومدة خلافة عمر – رضي الله عنه- عشر سنين وستة أشهر وثمانية أيام , ومدة خلافة عثمان أحد عشر سنة وأحد عشر شهرا وتسعة أيام , ومدة خلافة علي – رضي الله عنه – أربع سنين وتسعة أشهر وسبعة أيام , فالمجموع ثلاثون سنة .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وصح عنه- صلى الله عليه وسلم- من حديث العرباض بن سارية – رضي الله عنه – في رواية الترمذي أنه قال : ( وإياكم ومحدثات الأمور, فإن كل بدعة ضلالة ) فقوله صلى الله عليه وسلم من جوامع الكلم لا يخرج عنه شيء , فدل الحديث على أن جميع البدع في الدين مذمومة وهو أصل من أُصول الدين , ومثله ما صح عن النبي – صلى الله عليه وسلم- أنه قال: ( من أحدث في أمرنا ما ليس منه فهو رد ) وفي رواية صحيحة ( من عمل عملا ليس عليه أمرنا فهو رد ) فكل من أحدث شيئا ونسبه إلى الدين ولم يكن له أصل من الدين يرجع إليه فهو ضلالة والدين بريء منه , وسواء في ذلك مسائل الاعتقادات أو الأعمال أو الأقوال الظاهرة والباطنة, وتحذير الرسول – صلى الله عليه وسلم- من البدع يدل على وجوب اجتنابها ففي صحيح مسلم وغيره عن جابر بن عبد الله – رضي الله عنهما- قال كان رسول الله– صلى الله عليه وسلم- إذا خطب احمرت عيناه , وعلا صوته واشتد غضبه – كأنه منذر جيش – يقول : صبحكم مسّاكم , ويقول : ( أما بعد : فإن خير الأمور كتاب الله , وخير الهدي هدي محمد , وشر الأمور محدثاتها وكل بدعة ضلالة ) وحذر رسول الله – صلى الله عليه وسلم- من أهل البدع من هذه الأمة كما في الصحيحين واللفظ لمسلم قال– صلى الله عليه وسلم- : ( فإذا رأيتم الذين يتبعون ما تشابه منه فأولئك الذين سمّى الله فاحذروهم ) والذين يتبعون المتشابه هم أهل البدع ولهذا يسمون أهل الشبهات . وروى مسلم في مقدمة صحيحه عن أبي هريرة – رضي الله عنه- قال : قال رسول الله – صلى الله عليه وسلم- :( سيكون في آخر أمتي أُناس يحدثونكم بما لم تسمعوا أنتم ولا آباؤكم فإياكم وإياهم)",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وفيه أيضا من حديث ابن مسعود : قال رسول الله- صلى الله عليه وسلم- : ( ما بعث الله من نبي إلا كان له من أُمته حواريون وأنصار , يستنون بسنته ويتبعون هديه , ثم يخلف من بعدهم خلوف يقولون ما لا يفعلون , ويفعلون ما لا يؤمرون فمن جاهدهم بيده فهو مؤمن ومن جاهدهم بقلبه فهو مؤمن وليس وراء ذلك من الإيمان حبة خردل ) وأمر صلى الله عليه وسلم باعتزال أهل البدع كما في حديث حذيفة المتفق عليه , وفيه قال صلى الله عليه وسلم : ( فاعتزل تلك الفِرق كلها ولو أن تعض بأصل شجرة حتى يدرك الموت وأنت على ذلك) والفرق المذكورة في هذا الحديث هي الفرق الاثنتان والسبعون الهالكة مع أنها من الأمة ولم تخرج عن دائرة الإسلام . وقد أمر النبي صلى الله عليه وسلم باعتزالها كلها. ¶ وقد أخبر صلى الله عليه وسلم في حديث افتراق الأمة أن الفِرق المخالفة لسنته ستكون في أمته حيث صح عنه أنه قال صلى الله عليه وسلم: (( افترقت اليهود على إحدى وسبعين فرقة وتفرقت النصارى على اثنتين وسبعين فرقة, وتفترق أمتي على ثلاث وسبعين فرقة كلهم في النار إلا واحدة .) وفي رواية قالوا: من هي يا رسول الله ؟ قال : (( ما أنا عليه وأصحابي ) وصح في مسند أحمد من حديث أبي هريرة – رضي الله عنه – قال : قيل للنبي - صلى الله عليه وسلم- يا رسول الله ؛ أي الناس خير ؟ قال : ( أنا ومن معي ) قال : فقيل له : ثم من يارسول الله ؟ قال : ( الذي على الأثر ) قيل له : ثم من يا رسول الله ؟ قال : ( فرفضهم ) . ¶ فالأصل الحذر واعتزال الفرق المخالفة للسنة الهالكة دل على هذا ما سبق ذكره من النصوص الخاصة في معاملة أهل البدع من هذه الأمة .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وهذا ما كان عليه الصحابة – رضي الله عنهم – ومن اتبعهم بإحسان ممن بعدهم وإليك بعض الآثار عنهم . فقد صح عن الخليفة الراشد عمر بن الخطاب – رضي الله عنه – أنه أمر بهجر صبيغ بن عسل لمّا خشي أنه من الخوارج قال أبو عثمان النهدي: فلو جاء ونحن مائة تفرقنا ) . ¶ وروى الدار مي في سننه عن ابن عمر – رضي الله عنهما – أنه جاء رجل فقال : إن فلانا يقرأ عليك السلام , فقال ابن عمر : بلغني أنه قد أحدث , فإن كان قد أحدث فلا تقرأ عليه السلام . ¶ وقال ابن عباس - رضي الله عنهما- لا تجالس أهل الأهواء فإن مجالستهم ممرضة للقلوب . ¶ وكتب عمر بن عبد العزيز – رحمه الله – رسالة إلى عدي بن أرطأة يقول فيها : أما بعد: فإني أحمد الله إليك الذي لا إله إلا هو . ¶ أما بعد : فإني أوصيك بتقوى الله وطاعته في أمره واتباع سنة نبيه صلى الله عليه وسلم وترك ما أحدث المحدثون , فعليك بلزوم السنة , فإن السنة إنما سنها من عرف ما في خلافها من الخطأ والزلل والحمق والتعمق , فارض لنفسك ما رضي به القوم لأنفسهم , فإنهم عن علم وقفوا , وببصر نافذ فكفوا . وعن أبي قلابة قال : لا تجالسوا أهل الأهواء ولا تجادلوهم , فإني لا آمن أن يغمسوكم في ضلالتهم أو يلبسوا عليكم ما تعرفون . ¶ وقال إبراهيم النخعي : لا تجالسوا أهل الأهواء فإن مجالستهم تذهب بنور الإيمان من القلوب , وتسلب محاسن الوجوه وتورث البغضة في قلوب المؤمنين . ¶ وعن عمر بن قيس الملائي قال : لا تجالس صاحب زيغ فيزيغ قلبك . ¶ وقال مجاهد : لا تجالس أهل الأهواء فإن لهم عرّة كعرّة الجرب . ¶ وقال إسماعيل بن عبيد الله : لا تجالس ذا بدعة فيمرض قلبك , ولا تجالس مفتونا فإنه ملقن حجته. ¶ وقال الإمام أحمد بن حنبل : أهل البدع ما ينبغي لأحد أن يجالسهم , ولا يخالطهم , ولا يأنس بهم .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وقال مفضل بن مهلهل : لو كان صاحب البدعة إذا جلست إليه يحدثك ببدعته حذرته وفررت منه , ولكنه يحدثك بأحاديث السنة في بدء مجلسه ثم يدخل عليك ببدعته فلعلها تلزم قلبك فمتى تخرج من قلبك . ¶ وعن هشام قال : كان الحسن ومحمد بن سيرين يقولان: لا تجالسوا أصحاب الأهواء ولا تجادلوهم ولا تسمعوا منهم . ¶ وسأل رجل بكر بن عياش – رحمه الله – قال : من السني ؟ قال : الذي إذا ذكرت الأهواء لم يغضب لشيء منها . ¶ وعن عقبة بن علقمة قال : كنت عند أرطأة بن المنذر فقال : بعض أهل المجلس : ما تقولون في الرجل يجالس أهل السنة ويخالطهم , فإذا ذكر أهل البدع قال : دعونا من ذكرهم لا تذكروهم قال : يقول أرطأة : هو منهم لا يلبس عليكم أمره قال : فأنكرت ذلك من قول أرطأة قال : فقدمت على الأوزاعي , وكان كشّافا لهذه الأشياء إذا بلغته فقال : صدق أرطأة والقول ما قال , هذا ينهى عن ذكرهم , ومتى يحذروا إذا لم يشد بذكرهم . ¶ ولما قدم سفيان الثوري البصرة , جعل ينظر إلى أمر الربيع – يعني ابن صبيح – وقدره عند الناس , سأل سفيان أي شيء مذهبه ؟ ¶ قالوا ما مذهبه إلا السنة , قال من بطانته ؟ قالوا أهل القدر . قال: هو قدري . ¶ وقال الأوزاعي – رحمه الله –: من ستر علينا بدعته لم تَخْفَ علينا أُلفته. ¶ وقال محمد بن عبيد الغلابي : يتكاتم أهل الأهواء كل شيء إلا التآلف والصحبة . ¶ وقال قتادة : إنا والله ما رأينا الرجل يُصاحب من الناس إلا مثله وشكله , فصاحب الصالحين من عباد الله لعلكم أن تكونوا معهم أو مثلهم . ¶ نسأل الله أن يجعلنا من المتمسكين بسنة نبيه وأن يجنبنا البدع وأهل البدع هذا والله أعلم وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين. ¶ الدرس الرابع: حق الوالدين على أولادهم ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين نبينا محمد وعلى آله وصحبه أجمعين وبعد :",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "قال الله عز وجل: { واعبدوا الله ولا تشركوا به شيئاً وبالوالدين إحسانا } [ النساء / 36 ] وقال تعالى :{ وقضى ربك ألا تعبدوا إلا إياه وبالوالدين احساناإما يبلغن عندك الكبرأحدهما أوكلاهما فلا تقل لهما أُف ٍولاتنهرهما وقل لهما قولاً كريما , واخفض لهما جناح الذل من الرحمة وقل رب ارحمهما كما ربياني صغيرا } ] الإسراء / 23 – 24[ وقال تعالى : ( ووصينا الإنسان بوالديه حُسنا ) ] العنكبوت / 8 [ كل هذه الآيات وغيرها تدل على عظم حق الوالدين وهما الأب والأم . وبر الوالدين من أفضل الأعمال , بل هو الحق الثاني بعد حق الله ورسوله صلى الله عليه وسلم . ففي الصحيحين عن ابن مسعود - رضي الله عنه – قال سألت النبي صلى الله عليه وسلم : أي العمل أحب إلى الله تعالى ؟ قال : (( الصلاة على وقتها , قلت ثمّ أي ؟ قال: (( بر الوالدين )) قلت ثم أي ؟ قال (( الجهاد في سبيل الله )) فجعل النبي صلى الله عليه وسلم البر بالوالدين مقدم على الجهاد في سبيل الله وفي هذا دليل على فضل بر الوالدين , ويكون البر بهما بالقول والفعل والمال بقدر الاستطاعة والمبالغة في خدمتهما واستعمال الأدب معهما فلا يرفع الولد صوته على صوتهما , ويصبر على ما يكرهه مما يصدر عنهما وفي الصحيحين عن عبدالله بن عمرو قال : جاء رجل يستأذن النبي صلى الله عليه وسلم في الجهاد , فقال له النبي صلى الله عليه وسلم أحيٌّ والداك ؟ قال : نعم , قال ففيهما فجاهد .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وصح عنه صلى الله عليه وسلم أنه قال لرجل ٍ يستأذنه بالجهاد : (( ألك والده قال نعم قال الزمها فإن عند رجليها الجنة )) وفي صحيح مسلم أن رجلاً جاء إلى النبي صلى الله عليه وسلم يبايعه على الهجرة وترك أبويه يبكيان فقال : ((ارجع إليهما وأضحكهما كما أبكيتهما )) وفي الصحيحين عن أبي هريرة – رضي الله عنه – قال : جاء رجل إلى رسول الله صلى الله عليه وسلم فقال : يارسول الله من أحق الناس بحسن صحابتي ؟ قال : (( أمك )) قال : ثم من ؟ قال : (( أمك )) قال : ثم من ؟ قال : (( أمك )) قال: ثم من ؟ قال :(( أبوك )) . ¶ وصح عنه صلى الله عليه وسلم من حديث أبي الدرداء قال سمعت رسول الله صلى الله عليه وسلم يقول: (( إن الوالده أوسط أبواب الجنة فإن شئت فأمسك , وإن شئت فدع)) وصح عنه صلى الله وسلم من حديث بهز بن حكيم عن أبيه عن جده – رضي الله عنه - قال : يارسول الله من أبر ؟ قال (( أمك )) قلت : من أبر ؟ قال : (( أمك )) قلت : من أبر ؟ قال : (( أباك ثم الأقرب فالأقرب )) . ¶ وعن أبي هريرة عن النبي صلى الله عليه وسلم قال : (( رغم أنفه , رغم أنفه , رغم أنفه)) قالوا : يا رسول الله من ؟ قال : (( من أدرك والديه عند الكبر أوأحدهما فدخل النار )) رواه مسلم . ¶ وعن أبي بردة أنه شهد ابن عمر – رضي الله عنه - ورجل يماني يطوف بالبيت يحمل اليماني أمه وراء ظهره ويقول : ¶ إني لها بعيرها المذلل *** إن أُذعرت ركابها لم أُذعر ¶ قال : ياابن عمر أتُراني جزيتُها ؟ قال : لا ولا بزفرة واحدة . ¶ رواه البخاري في الأدب المفرد وهو صحيح . ¶ وضد البر بهما عقوق الوالدين , وهو من كبائر الذنوب فعن أبي بكرة قال : قال رسول الله صلى الله عليه وسلم : (( ألا أنبئكم بأكبر الكبائر ثلاثا ؟ً قالوا: بلى يا رسول الله قال: (( الإشراك بالله وعقوق الوالدين, وجلس وكان متكئاً ألا وقول الزور )) ومازال يكررها حتى قلت: ليته سكت.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وفي صحيح مسلم قال رسول الله صلى الله عليه وسلم: (( لعن الله من لعن والديه )) ¶ وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين. ¶ الدرس الخامس: الحديث عن الركن الثاني بعد الشهادتين ¶ الحمد لله رب العالمين والصلاة والسلام على نبينا محمد وعلى آله وصحبه أجمعين. ¶ وبعد : الصلاة عبادة معلومة مفتتحة بالتكبير مختتمة بالتسليم وهي آكد أركان الإسلام بعد الشهادتين , لحديث عبد الله بن عمر بن الخطاب رضي الله عنهما قال : سمعت رسول الله صلى الله عليه وسلم يقول : (( بني الإسلام على خمس : (( شهادة أن لا إله إلا الله , وأن محمدا عبده ورسوله , وإقام الصلاة وإيتاء الزكاة , وحج البيت , وصوم رمضان )) رواه البخاري ومسلم . وهي صلة بين العبد وربه ؛ لأن العبد يقوم بين يدي الله عز وجل يناجيه يقول : { الحمد لله رب العالمين } فيقول الله عز وجل : (( حمدني عبدي )) , {الرحمن الرحيم } فيقول الله عز وجل : ((أثنى عليّ عبدي )) , { مالك يوم الدين } فيقول الله : (( مجدني عبدي )) , { إيّاك نعبدوا وإيّاك نستعين } فيقول الله عز وجل : (( هذا بيني وبين عبدي نصفين )) , {اهدنا الصراط المستقيم } فيقول عز وجل : (( هذا لعبدي ولعبدي ما سأل )) وتميّزت الصلاة عن سائر العبادات الواجبة بمايلي : ¶ فرضت من الله تعالى لرسوله صلى الله عليه وسلم من غير واسطة , بينما غيرها بواسطة الملك . ¶ والصلاة فرضت في السماء بينما غيرها من العبادات فرض في الأرض . ¶ وحين فرضت الصلاة فرضت خمسين صلاة , ثم حصل التخفيف في عددها إلى خمس , وبقي ثواب الخمسين في الخمس . ¶ فهي بحق أجل العبادات البدنية. ¶ وعن أبي هريرة – رضي الله عنه – أن رسول الله صلى الله عليه وسلم قال : (( الصلوات الخمس , والجمعة إلى الجمعة , كفارة لما بينهما مالم تغش الكبائر )) رواه مسلم . لأن الكبائر تحتاج إلى توبة مستقلة فلا تدخل في الحديث , وإنما تدخل في الحديث الذنوب التي دون الكبائر .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وعن عثمان – رضي الله عنه - أنَّ رسول الله صلى الله عليه وسلم قال : (( مامن امرىءٍ مسلم تحضره صلاة مكتوبة فيحسن وضوُءَها وخشوعها , وركوعها إلا كانت كفارة لما قبلها من الذنوب مالم تؤت كبيرة وذلك الدهر كله )) رواه مسلم ¶ واجتناب كبائر الذنوب سبب في غفران مادونها , قال الله تعالى : {الذين يجتنبون كبائر الإثم والفواحش إلا اللمم } الآية [ النجم / 32] وقد روى ابن جرير في تفسيره عن ابن عباس – رضي الله عنهما - قال : الكبائر كل ذنب ختمه الله بنار أولعنة أو غضب أو عذاب . ¶ وروى عنه أيضاً أنه قال : لاكبيرة مع الاستغفار , ولاصغيرة مع الإصرار. ¶ وتميّزت بعض الصلوات بفضل خاص مثل الفجر فقد قال الله تعالى: { أقم الصلاة لدلوك الشمس إلى غسق الليل وقرءان الفجر إنّ قرءان الفجر كان مشهودا } [ الإسراء / 78 ] يشهده الله وملائكته, وهذه فضيلة عظيمة. ¶ كذلك صلاة العصر تميّزت بأنها الصلاة الوسطى , فإنه قد صح عن النبي صلى الله عليه وسلم أنّ الصلاة الوسطى هي صلاة العصر . ¶ قال الله عز وجل : { حافظوا على الصلوات والصلواة الوسطى } [ البقرة / 238 ]يعني العصر فخصها بالذكر لفضيلتها , وهناك فضائل وميزات اشتركت فيها صلاة الفجر وصلاة العصر . ¶ فقد ثبت في صحيح مسلم أنّ رسول الله صلى الله عليه وسلم قال: (( لن يلج النار أحد صلى قبل طلوع الشمس وقبل غروبها )) يعني الفجر والعصر . ¶ وعن أبي موسى – رضي الله عنه – أن رسول الله صلى الله عليه وسلم قال : (( من صلى البردين دخل الجنة )) متفق عليه . ¶ وعن جندب بن سفيان- رضي الله عنه – قال : قال رسول الله صلى الله عليه وسلم (( من صلى الصبح فهو في ذمة الله , فأنظر يا ابن آدم لا يطلبنك الله من ذمته بشيء )) رواه مسلم",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وعن جرير بن عبدالله البجلي – رضي الله عنه – قال : كنا عند النبي فنظر إلى القمر ليلة البدر فقال : (( إنكم سترون ربكم كما ترون هذا القمر ,لاتضَّامُّون في رؤيته فإن استطعتم ألا تُغلبوا على صلاة قبل طلوع الشمس , وقبل غروبها فافعلوا)) متفق عليه , والمراد صلاة الفجر وصلاة العصر . ¶ ومعنى (( لا تضامُّون )) أي لا ينظم بعضكم إلى بعض وتتزاحمون وقت النظر إليه . ¶ فالمؤمنون يرون الله عز وجل يوم القيامة وفي الجنة عيانا بأبصارهم , أما في الدنيا فإن أهل السنة متفقون على أن الله سبحانه لايراه أحد بعينه في الدنيا , وقد ثبت في صحيح مسلم مرفوعاً : (( وأعلموا أنكم لن تروا ربكم حتى تموتوا )) ¶ ثم اعلموا- رحمكم الله- أن ترك الصلاة المفروضة عمدا كفر وأن تارك الصلاة معرض لعقوبة الله وسخطه وخزيه في الدنيا والآخرة . قال الله عز وجل : { وخلف من بعدهم خلف أضاعوا الصلاة واتبعوا الشهوات فسوف يلقون غيا إلا من تاب وآمن وعمل صالحا } الآية [ مريم / 60] فلو كان مضيع الصلاة مؤمنا لم يشترط في توبته الإيمان . ¶ وفي صحيح مسلم من حديث جابر بن عبد الله – رضي الله عنهما - . قال رسول الله صلى الله عليه وسلم : (( بين الرجل وبين الكفر ترك الصلاة فمن تركها فقد كفر )) رواه أحمد والأدلة في هذا كثيرة ¶ وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين. ¶ الدرس السادس : الزكاة منزلتها من الدين وبعض أحكامها ¶ الحمد لله رب العالمين والصلاة والسلام على نبينا محمد وعلى آله وصحبه أجمعين . وبعد ¶ الزكاة هي ثالثة أركان الإسلام الخمسة . ¶ ولأهمية الزكاة كرر الله ذكرها في تسعة وسبعين موضعاً فذكرها تعالى بلفظ الزكاة في إحدى وثلاثين آية , وبلفظ الصدقة في خمس عشرة آية .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "ومن هذه الآيات قول الله تعالى : { وأقيموا الصلاة وآتوا الزكاة } [ البقرة / 43] وقال تعالى : { فإن تابوا وأقاموا الصلاة وآتوا الزكاة فإخوانكم في الدين } [ التوبة /11 ] ومن السنة حديث ابن عباس – رضي الله عنهما – أن النبي صلى الله عليه وسلم بعث معاذاً إلى اليمن فقال : (( ادعهم إلى شهادة أن لا إله إلا الله وأني رسول الله فإن هم أطاعوا لذلك فأعلمهم أن الله افترض عليهم خمس صلوات في كل يوم وليلة , فإن هم أطاعوا لذلك , فأعلمهم أن الله افترض عليهم صدقة في أموالهم تؤخذ من أغنيائهم وتُرد على فقرائهم )) متفق عليه ¶ ولحكم عظيمة وأهداف سامية شرع الله الزكاة , وحث على أدائها لما في أدائها من تطهير النفس من الشح والبخل والطمع , ولما في ذلك من المواساة للفقراء والمساكين . ¶ والزكاة تزكي مؤديها أي تطهره من الإثم, وتنمي أجره, قال الله تعالى: ( خذ من أموالهم صدقة تطهرهم وتزكيهم بها ) الآية [ التوبة / 103 ] ¶ أما من منع الزكاة فقد وقع في إثم عظيم , قال الله تعالى : { والذين يكنزون الذهب والفضة ولا ينفقونها في سبيل الله فبشرهم بعذاب أليم يوم يحمى عليها في نار جهنم فتكوى بها جباههم وجنوبهم وظهورهم هذا ما كنزتم لأنفسكم فذوقوا ما كنتم تكنزون } [ التوبة / 34 – 35 ] ¶ وفي صحيح البخاري من حديث أبي هريرة –رضي الله عنه – قال : قال رسول الله صلى الله عليه وسلم : (( تأتي الإبل على صاحبها على خير ما كانت إذا هو لم يعطِ فيها حقها , تطؤه بأخفافها, وتأتي الغنم على صاحبها على خير ما كانت إذا لم يعطِ فيها حقها تطؤه بأظلافها , وتنطحه بقرونها قال : ومن حقها أن تحلب على الماء . قال: ولا يأتي أحدكم يوم القيامة بشاة يحملها على رقبته لها يُعار , فيقول : يا محمد , فأقول : لا أملك لك شيئاً , قد بلغت , ولا يأتي ببعير يحمله على رقبته له رغاء فيقول يا محمد , فأقول لا أملك لك من الله شيء قد بلغت ) )",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "قال ابن عمر: من كنزها فلم يؤد زكاتها فويل له. رواه البخاري معلقا بصيغة الجزم. ¶ واعلموا – رحمكم الله – أن من لم يخرج زكاة سنوات مضت أنه آثم في تأخير الزكاة وعليه أن يتوب إلى الله – عز وجل – من هذه المعصية وعليه أن يبادر إلى إخراج الزكاة عن كل ما مضى من السنوات. ¶ ولا يجوز صرف الزكاة إلا إلى الأصناف الثمانية الذين ذكرهم الله على سبيل الحصر فقال : { إنما الصدقات للفقراء والمساكين والعاملين عليها والمؤلفة قلوبهم وفي الرقاب والغارمين وفي سبيل الله وابن السبيل فريضة من الله والله عليم حكيم } [ التوبة / 60] ¶ فلا تصرف الزكاة في بناء المساجد ونحوها , ولا يقضى دين الميت الذي لم يُخلف تركة من الزكاة , ولا يجزئ إسقاط الدين عن المعسر عن الزكاة . ¶ ولا يجب على من له دين على شخص أن يؤدي زكاته قبل قبضه لكن أن كان الدين على موسر غير مماطل فإن عليه زكاته كل سنة , إما مع ماله أو حين قبضه, أما إذا كان الدين على معسر , أو غني لا يمكن مطالبته فإنه لا يجب عليه زكاته لكل سنة ,قال تعالى: { وإن كان ذو عُسرة فنظرة إلى ميسرة } [ البقرة / 280 ] لكن إذا قبضه يزكي لسنة واحدة . ¶ وتجب الزكاة في مال الصبي والمجنون ؛ لأن الزكاة من حقوق المال , قال الله تعالى : { خذ من أموالهم صدقة } [ التوبة / 103 ] ¶ وقال النبي صلى الله عليه وسلم : لمعاذ – رضي الله عنه – حين بعثه لليمن (( وأعلمهم أن الله افترض عليهم صدقة في أموالهم )) وهذا عام في كل مال , وإن كان لغير مكلف , ويتولى إخراجها وليهما . ¶ أما كيفية إخراج زكاة الرواتب الشهرية فينبغي أن يُعلم أن من شروط وجوب الزكاة في المال أن يتم عليه الحول ؛ لحديث علي - رضي الله عنه – عن النبي صلى الله عليه وسلم أنه قال : ( ( ليس في مال زكاة حتى يحول عليه الحول )) أخرجه أبو داود وغيره وهو صحيح بطرقه .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "فإن كان ينفق راتب كل شهر قبل أن يأتي راتب الشهر الثاني فلا زكاة عليه , ولكن الزكاة في المال الذي يبقى في ملكه حولاً كاملاً . ¶ أما زكاة الأعيان المعدة للأجرة فلا زكاة في القيمة , وإنما الزكاة فيما يحصل من الأجرة إذا تم عليه الحول من العقد فإذا أنفق المال الحاصل من الأجرة قبل أن يمضي عليه حول فلا زكاة عليه حينئذٍ . ¶ وما أعد للتجارة بالبيع فتجب عليه الزكاة في قيمته إذا تم عليه الحول . ¶ أما المواشي فلا زكاة فيها إلا إذا كانت ترعى مما أنبته الله في الأرض السنة كاملة أو أكثر السنة . ¶ فإن كانت معدة للتجارة , فهذه لها حكم زكاة العروض فتقدر كل عام بما تساوي , ثم يُخرج ربع عشر قيمتها . ومقداره اثنين ونصف في المئة من قيمتها . ¶ واعلموا- رحمكم الله – أن المسلم إذا مات قبل تمام الحول على ماله , أوتلف المال قبل تمام الحول عليه سقطت الزكاة عنه . ¶ واستثني من تمام الحول ثلاثة أشياء : ¶ 1 – ربح التجارة فإن حوله حول أصله . ¶ 2 – نتاج السائمة فحول النتاج حول أمهاته . ¶ 3 – الحبوب والثمار , حولها حول وقت تحصيلها . ¶ ومقدار نصاب الذهب عشرون مثقالاً , ويساوي بالجرام خمسة وثمانين جراما . ¶ هذا والله أعلم وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين. ¶ الدرس السابع : في الصيام منزلته في الدين وبعض أحكامه ¶ الحمد لله, والصلاة والسلام على رسول الله , وعلى آله وأصحابه ومن اهتدى بهداه . ¶ وبعد: أيها الأخوة المسلمون, صيام رمضان أحد أركان الإسلام وفرض صوم رمضان في السنة الثانية من الهجرة. فصام رسول الله صلى الله عليه وسلم تسع رمضانات . ¶ ويجب صوم رمضان بأحد أمرين: أما برؤية هلاله, أو بإكمال شعبان ثلاثين يوماً. لحديث أبي هريرة - رضي الله عنه – قال: قال رسول الله صلى الله عليه وسلم: (( صوموا لرؤيته, وأفطروا لرؤيته, فإن غم عليكم فأكملوا عدة شعبان ثلاثين )) متفق عليه .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "قال الله عزّّ وجل: { يا أيها الذين ءامنوا كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون } [ البقرة / 182 ] ¶ قال ابن كثير- رحمه الله - : يقول الله تعالى مخاطبا للمؤمنين من هذه الآية وآمرا لهم بالصيام وهو الإمساك عن الطعام والشراب والوقاع , بنية خالصة لوجه الله عز وجل لما فيه من زكاة النفوس وطهارتها وتنقيتها من الأخلاط الرذيلة , وذكر كما أوجبه عليهم فقد أوجبه على من كان قبلهم فلهم فيه أُسوة , وليجتهد هؤلاء في هذا الفرض أكمل مما فعله أولئك , كما قال تعالى: { لكل جعلنا منكم شرعة ومنهاجاً ولوشاء الله لجعلكم أُمة واحدة ولكن ليبلوكم فيما آتاكم فاستبقوا الخيرات } الآية [ المائدة /48 ] ولهذا قال هاهنا { يا أيها الذين آمنوا كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون } [ البقرة / 82 ] لأن الصوم فيه تزكية للبدن وتضييق لمسالك الشيطان , ولهذا ثبت في الصحيحين ( يا معشر الشباب من استطاع منكم الباءة فليتزوج ومن لم يستطع فعليه بالصوم فإنه له وجاء ) . ¶ وثبت في الصحيحين من حديث أبي هريرة - رضي الله عنه – عن النبي صلى الله عليه وسلم قال : ( كل عمل ابن آدم له الحسنة بعشر أمثالها إلى سبعمائة ضعف ,قال الله عز وجل إلا الصيام فإنه لي , وأنا أُجزي به إنه ترك شهوته وطعامه وشرابه من أجلي , للصائم فرحتان فرحة عند فطره , وفرحة عند لقاء ربه , ولخلوف فم الصائم أطيب عند الله من ريح المسك .)) فدل هذا الحديث على أن الأعمال كلها تضاعف بعشرة أمثالها إلى سبعمائة ضعف , إلا الصيام فإنه لا ينحصر تضعيفه في هذا العدد بل يضاعفه الله عز وجل أضعافاً كثيرة بغير حصر فإن الصيام من الصبر , وقد قال الله عز وجل : { إنما يوفى الصابرون أجرهم بغير حساب } [ الزمر / 10 ] قال الأوزاعي : ليس يوزن لهم ولا يكال لهم إنما يغرف لهم غرفأً, وقال ابن جريج بلغني انه لا يحسب عليهم ثواب عملهم قط , ولكن يزادون على ذلك .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وقد ثبت عنه صلى الله عليه وسلم في الصحيحين أنه قال: ( من يستعفف يعفه الله , ومن يستغن يغنه الله , ومن يتصبر يصبره الله , وما أعطي أحد خيرا وأوسع من الصبر ) متفق عليه والصبر ثلاثة أنواع : صبر على طاعة الله وهذا حاصل في الصوم فإن فيه صبرا على طاعة الله . ¶ وصبر عن محارم الله وهذا يحصل للصائم إذا صبر عمّا حرم الله حال صيامه . ¶ وصبر على أقدار الله المؤلمة , وهذا يحصل للصائم إذا صبر على ألم الجوع والعطش , وضعف النفس والبدن , وهذا الألم الناشئ من أعمال الطاعات يُثاب عليه المسلم , كما قال تعالى في المجاهدين : { ذلك بأنهم لا يصيبهم ظمأ ولا نصب ولا مخمصة في سبيل الله ولا يطأ ون موطأ يغيظ الكفار ولا ينالون من عدو نيلا إلا كتب لهم به عمل صالح إن الله لا يضيع أجر المحسنين } [ التوبة / 130] وعن أبي هريرة – رضي الله عنه – يقول : قال رسول الله صلى الله عليه وسلم : ( إذا دخل رمضان فتحت أبواب السماء وغلقت أبواب جهنم , وسلسلت الشياطين ) وهذا لأنه في شهر رمضان تنشط القلوب إلى فعل الخيرات , والأعمال الصالحة التي بسببها تفتح أبواب الجنة ويمتنع المسلم عن الشرور التي بها تفتح أبواب جهنم , وتصفد الشياطين فلا يتمكنوا أن يعملوا ما يعملونه في الإفطار ,لأن المصفد هو المقيد ؛لأنهم إنما يتمكنون من بني آدم بسبب الشهوات , فإذا كفوا عن الشهوات صفدت الشياطين , أو أنهم يقل تمكنهم من بني آدم في هذا الشهر مقارنة بغيره من الشهور , وقيل تصفد المردة من الشياطين فقط , وهو الصحيح لثبوت الحديث فيه . ¶ وفي ( الصحيحين ) من حديث أبي حازم عن سهل بن سعد – رضي الله عنه – عن النبي صلى الله عليه وسلم قال : ( إن في الجنة باباً يقال عنه : الريان , يدخل منه الصائمون , يوم القيامة لا يدخل منه أحد غيرهم . يُقال : أين الصائمون ؟ فيقومون لا يدخل منه أحد غيرهم , فإذا دخلوا أُغلق فلم يدخل منه أحد ) هذا لفظ البخاري – رحمه الله - .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وفي الصحيحين من حديث الزهري عن حميد بن عبدا لرحمن, عن أبي هريرة - رضي الله عنه – أن رسول الله صلى الله عليه وسلم قال : ( من أنفق زوجين في سبيل الله نودي من أبواب الجنة : ياعبدالله هذا خير , فمن كان من أهل الصلاة دعي من باب الصلاة , ومن كان من أهل الجهاد , دعي من باب الجهاد , ومن كان من أهل الصيام دعي من باب الريّان , ومن كان من أهل الصدقة , دعي من باب الصدقة ) . فقال أبو بكر – رضي الله عنه - : بأبي أنت وأمي يا رسول الله , ما على من دعي من تلك الأبواب من ضرورة , فهل يدعى أحد من تلك الأبواب كلها ؟ قال : ( نعم , وأرجو أن تكون منهم ) وهذا لفظ البخاري - رحمه الله - . ¶ وأبواب الجنة عددها ثمانية أبواب, وهي أبواب واسعة, ثبت في صحيح البخاري أن رسول الله صلى الله عليه وسلم قال: ( والذي نفس محمد بيده إن مابين المصراعين من مصارع الجنة لكما بين مكة وهجر ) وفي رواية المسند بسند صحيح ( وما بين مصراعين من مصاريع الجنة مسيرة أربعين عاما , وليأتين عليه يوم وإنه لكظيظ ) ¶ هذا والله أعلم وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين ¶ الدرس الثامن: في ذكر بعض أحكام الصيام ¶ الحمد لله والصلاة والسلام على رسول الله , وعلى آله وصحبه ومن اهتدى بهداه . أما بعد : ¶ فإن هناك أحكاما تتعلق بصيام نهار رمضان , نتناول بعضا منها في هذا الدرس , نرجو من العلي القدير أن يوفقنا للعمل بها . ¶ اعلموا رحمكم الله أنه لا يصح صوم رمضان أو قضاء رمضان أو صيام النذر إلا أن ينويه من الليل , فكل صيام واجب يجب أن ينويه المسلم من الليل , والنية محلها القلب , ولا يجوز التلفظ بها , أما دليل وجوب تبييت النية في الصيام الواجب فحديث حفصة أم المؤمنين أن النبي صلى الله عليه وسلم قال : ( من لم يبيت الصيام قبل الفجر فلا صيام له ) رواه الخمسة وصححه مرفوعا ابن خزيمة وابن حبان .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "أما صيام النفل فلا يجب فرض النية له من الليل , والدليل على هذا حديث عائشة – رضي الله عنها – قالت :دخل علي النبي صلى الله عليه وسلم ذات يوم , فقال : (( هل عندكم شيء ؟ )) قلنا لا . قال :( فإني إذاً صائم ) رواه مسلم فدل الحديث أنه قد أصبح وهو لم ينوي الصيام ثم نواه من النهار , وهذا خاص بصيام التطوع . ¶ ويحرم على الحائض الصيام فرضه ونفله , ولا يصح منها إذا صامت وهي حائض , ولكن يجب عليها قضاء الصوم الواجب لحديث عائشة – رضي الله عنها – ( كان يصيبنا ذلك , تعني الحيض فنؤمر بقضاء الصوم , ولا نؤمر بقضاء الصلاة ) متفق عليه ¶ وإذا طهرت قبيل الفجر من الحيض , فصامت صح صومها وإن لم تغتسل إلا بعد الفجر , مثل الجنب إذا نوى الصيام وهو جنب ولم يغتسل إلا بعد الفجر فإن صومه صحيح ؛ لحديث عائشة – رضي الله عنها – قالت : (( كان النبي صلى الله عليه وسلم يصبح جنبا من جماع غير احتلام , ثم يصوم في رمضان )) متفق عليه ¶ وإذا طلع الفجر على المرأة وهي حائض ثم طهرت بعد طلوع الفجر فيجب عليها أن تفطر هذا اليوم ولا يجوز لها صيامه وعليها القضاء . ¶ أما المستحاضة التي استمر خروج الدم معها بحيث لا ينقطع عنها أبدا أو ينقطع عنها مدة يسيرة كاليوم واليومين في الشهر فهذه يجب عليها أن تصوم لأن المستحاضة لا يسقط عنها وجوب الصوم والصلاة والاستحاضة غير الحيض في الأحكام وفي صفة الدم . ¶ ولا يجب الصيام على الشيخ الهرم الذي يشق عليه الصيام أو العجوز الكبيرة التي يشق عليها الصيام أو المريض الميوؤس من برئه ولهم أن يفطروا ولاقضاء عليهم , وإنما عليهم الفدية , وهي إطعام مسكين عن كل يوم ؛ لقوله تعالى : { وعلى الذين يطيقونه فدية طعام مسكين } قال البخاري : قال ابن عباس نزلت رخصة للشيخ الكبير والمرأة الكبيرة لا يستطيعان الصيام فيطعمان مكان كل يوم مسكيناً .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وروى الطبراني والبيهقي عن قتادة أن أنسا- رضي الله عنه – ضعف عاما قبل موته فأفطر وأمر أهله أن يطعموا مكان كل يوم مسكينا . ¶ هذا في حق المكلفين أما من أصابه الخرف فلا صيام عليه ولا كفارة لأنه ممن رفع عنه القلم . ¶ والمريض إذا أفطر واستمر به المرض حتى مات , فإن كان المرض لا يرجى برؤه فإنه من الأصل يجب عليه أن يطعم عن كل يوم مسكينا , وإن كان من الأمراض الطارئة فإنه لا يقضى عنه إذا استمر به حتى مات ؛ لأن الله تعالى قال :{ ومن كان مريضا أو على سفر فعُدة من أيام اُخر } ¶ [ البقرة / 185 ] فإذا مات قبل أن يتمكن من أن يصوم عدة من أيام أخر سقطت عنه . ¶ واعلموا - رحمكم الله - أنه يستحب لمن أراد الصيام أن يتسحر ففي الصحيحين من حديث أنس – رضي الله عنه – قال : قال رسول الله صلى الله عليه وسلم : ( تسحروا فإن في السحور بركة ) ¶ وفي صحيح مسلم من حديث عمرو بن العاص – رضي الله عنه – أن رسول الله صلى الله عليه وسلم قال : ( فصل مابين صيامنا وصيام أهل الكتاب أكلة السحر ) ويستحب تأخيره لما ثبت في الصحيحين من حديث زيد بن ثابت – رضي الله عنه قال : تسحرنا مع النبي صلى الله عليه وسلم, ثم قام إلى الصلاة, قلت : كم كان بين الأذان والسحور ؟ قال قدر خمسين آية. ويستحب ان يكون السحور على تمر ؛ لما روى أبو داود بسند جيد من حديث أبي هريرة - رضي الله – عن النبي صلى الله عليه وسلم قال : ( نعم سحور المؤمن التمر فإن لم يجد شيئاً من الأكل فاليتسحر على ماء ) فإنه قد ثبت في مسند الإمام أحمد بسند صحيح من حديث ابن سعيد الخدري قال : قال رسول الله صلى الله عليه وسلم : ( السحور أكله بركة, فلا تدعوه ولو أن يجرع أحدكم جرعة من ماء فإن الله عز وجل وملائكته يصلون على المتسحرين )",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "أما الإفطار فيستحب تعجيله, لما ثبت في الصحيحين من حديث سهل بن سعد- رضي الله عنه - أن رسول الله صلى الله عليه وسلم قال: ( لا يزال الناس بخير ما عجلوا الفطر ) وثبت في مسند احمد بسند صحيح أن رسول الله صلى الله عليه وسلم قال:( لا يزال الدين ظاهرا ما عجل الناس الفطر ) والحديث يدل على أن ظهور الدين يكون بظهور السنة والتمسك بها ونشرها والذب عنها . ¶ ويستحب على رطبات قبل أن يصلي, فإن لم يكن فعلى تمرات , فإن لم تكن تمرات حسا حسوات من ماء , لما ثبت بسند حسن عند أبي داود والترمذي عن أنس قال: ( كان رسول الله صلى الله عليه وسلم يفطر على رطبات قبل أن يصلي , فإن لم يكنّ فعلى تمرات , فإن لم تكن تمرات حسا حسوات من ماء ) . ¶ ومن أفطر عند أهل بيت يستحب أن يقول: ( أفطر عندكم الصائمون , وأكل طعامكم الأبرار وتنزلت عليكم الملائكة . ) ثبت هذا في المسند عن النبي صلى الله عليه وسلم بسند صحيح. ¶ وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين. ¶ الدرس التاسع: في فضل قيام رمضان وبيان بعض أحكامه ¶ الحمد لله والصلاة والسلام على رسول الله صلى عليه وعلى آله وصحبه أجمعين , وبعد : ¶ روى البخاري في حديث أبي هريرة – رضي الله عنه - أن رسول الله صلى الله عليه وسلم قال : ( من قام رمضان إيمانا واحتسابا غُفر له ما تقدم من ذنبه ) ¶ ومعنى قوله : (( إيمانا واحتسابا )) أي مصدقا بالثواب على قيامه , ومريدا بذلك وجه الله , بريئا من الرياء والسمعة راجيا على هذا القيام ثوابه عز وجل . ¶ ومعنى قوله صلى الله عليه وسلم (( غفر له ما تقدم من ذنبه )) غفران الذنوب سترها وعدم المؤاخذة عليها .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ففي الصحيحين من حديث ابن عمر – رضي الله عنهما – أن النبي صلى الله عليه وسلم قال: ( إن الله يدني المؤمن فيضع عليه كنفه < أي ستره> ويستره فيقول: أتعرف ذنب كذا ؟ أتعرف ذنب كذا ؟ فيقول : نعم أي رب حتى إذا قرره بذنوبه , ورأى أنه قد هلك قال : قد سترتها عليك في الدنيا وأنا أغفرها لك اليوم , فيعطى كتاب حسناته , وأما الكفار والمنافقون فينادى بهم على رؤؤس الخلائق : (هؤلاء الذين كذبوا على ربهم ألا لعنة الله على الظالمين) وقيام شهر رمضان قد حض عليه رسول الله صلى الله عليه وسلم بقوله كما في حديث أبي هريرة السابق ذكره , وسنّه صلى الله عليه وسلم بفعله وقد ثبت في مسند الإمام أحمد بسند صحيح من حديث عائشة - رضي الله عنها – قالت : كان الناس يصلون في مسجد رسول الله صلى الله عليه وسلم في رمضان في الليل أوزاعا يكون مع الرجل شيء من القرآن فيكون معه النفر الخمسة أوالسته أو أقل من ذلك أو أكثر فيصلون بصلاته قالت : فأمرني رسول الله صلى الله عليه وسلم ليلة من ذلك أن أنصب له حصيرا على باب حجرتي ففعلت فخرج إليه رسول الله صلى الله عليه وسلم بعد أن صلى العشاء الآخرة قالت : فاجتمع إليه من في المسجد فصلى بهم رسول الله صلى الله عليه وسلم ليلاً طويلا , ثم أنصرف رسول الله صلى الله عليه وسلم فدخل وترك الحصير على حاله , فلما أصبح الناس تحدثوا بصلاة رسول الله صلى الله عليه وسلم بمن كان معه في المسجد تلك الليلة , قالت وأمسى المسجد راجا بالناس , فصلى بهم رسول الله صلى الله عليه وسلم العشاء الآخرة ثم دخل بيته وثبت الناس , قالت : فقال لي رسول الله صلى الله عليه وسلم : ( ما شأن الناس يا عائشة ؟ ) قالت : فقلت يا رسول الله ؛ سمع الناس بصلاتك البارحة بمن كان في المسجد فحشدوا لذلك لتصلي بهم , قالت : فقال : (( أطوِعنا حصيرك يا عائشة )) قالت ففعلت , وبات رسول الله غير غافل , وثبت الناس مكانهم حتى خرج رسول الله إلى الصبح",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "فقال : { أيها الناس , أما والله ما بت والحمد لله ليلتي هذه غافلا وما خفي على مكانكم , ولكني تخوفت أن يفترض عليكم فأكلفوا من الأعمال ما تطيقون , فإن الله لا يمل حتى تملوا} ¶ فمن فوائد الحديث : ¶ أولاً : - مشروعية صلاة التراويح , ففي هذا الحديث أنه صلى الله عليه وسلم صلى بهم بعد العشاء الآخرة . ¶ ثانياً : - لم يقم بهم عليه الصلاة والسلام بقية الشهر خشية أن تفرض عليهم صلاة الليل في رمضان , وقد زالت هذه الخشية بوفاته صلى الله عليه وسلم , وبقي الحكم وهو مشروعية الجماعة في قيام ليالي رمضان . ¶ ثالثا : - حرص الصحابة رضي الله عنهم واجتهادهم في العبادة وحرصهم على متابعة الرسول صلى الله عليه وسلم . ¶ رابعا : - حرص الرسول صلى الله عليه وسلم على أمته ورفقه بهم , قال الله تعالى : { لقد جاءكم رسول من أنفسكم عزيز عليه ما عنتم حريص عليكم بالمؤمنين رءوف رحيم } [ التوبة / 138 ] ¶ واعلموا- رحمكم الله – أنه يستحب القيام مع الإمام حتى ينصرف – أي ينتهي من صلاة الوتر – فإنه قد ثبت في صحيح ابن خزيمة بسند صحيح من حديث أبي ذر – أن رسول الله صلى الله عليه وسلم قال : ( إنه من قام مع الإمام حتى ينصرف , كتب له قيام ليلة ) ¶ وهذا الحديث عام يدخلن النساء في هذا الفضل فإن ( مَن ) من أسماء الشرط وهي من صيغ العموم كقوله تعالى : { من عمل صالحا فلنفسه } [ فصلت / 49 ] ولكن لا يجوز للمرأة أن تأتي للمسجد وقد أصابت بخورا . فقد ثبت عنه صلى الله عليه وسلم أنه قال : (( أيما امرأة أصابت بخورا فلا تشهد معنا العشاء الآخرة )) رواه مسلم . ¶ وفي صحيح مسلم عن عائشة قالت : لو أن رسول الله صلى الله عليه وسلم رأى ما أحدث النساء بعده لمنعهن المساجد كما منعت نساء بني إسرائيل . قال العلماء : والمراد به إحداث الزينة والطيب وحسن الثياب ونحوها . ¶ وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين ¶ الدرس العاشر: في شرح أركان الإيمان الستة",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "إن الحمد لله نحمده ونستعينه ونستغفره , ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا , من يهده الله فلا مضل له , ومن يضلل فلا هادي له , وأشهد أن لاإله إلا الله وحده لاشريك له , وأشهد أن محمدا عبده ورسوله . أما بعد : ¶ فإن العقيدة الإسلامية أساسها الإيمان بالله , وملائكته , وكتبه , ورسله , واليوم الآخر , والقدر خيره وشره . ¶ وهذه أركان الإيمان الستة , قد دل عليها كتاب الله تعالى , وسنة رسوله صلى الله عليه وسلم ففي كتاب الله تعالى: { ليس البر أن تولوا وجوهكم قبل المشرق والمغرب ولكن البر من ءامن بالله واليوم الآخر والملائكة والكتاب والنبيين } [ البقرة / 49 ] ¶ ودليل القدر قوله عز وجل : { إنا كل شيء خلقناه بقدر } [ القمر / 49 ] ¶ وفي سنة رسول الله صلى الله عليه وسلم , يقول النبي صلى الله عليه وسلم مجيبا جبريل حين سأله عن الإيمان : ( الإيمان : أن تؤمن بالله وملائكته وكتبه ورسله واليوم الآخر وتؤمن بالقدر خيره وشره ) رواه مسلم . ¶ الركن الأول : الإيمان بالله , ومعنى الإيمان بالله : إثبات وجوده سبحانه وتعالى وانه متصف بصفات الجلال والكمال , منزه من كل عيب ونقص , وأنه المستحق للعبادة لا إله غيره ولا رب سواه . ¶ الركن الثاني الإيمان بالملائكة : أي التصديق الجازم بوجودهم وأنهم مخلوقون عابدون لله خلقهم الله تعالى من نور منقادون لأمر الله , قال تعالى : { ومن عنده لا يستكبرون عن عبادته ولايستحسرون يسبحون الليل والنهار لا يفترون } [ الأنبياء / 19 ]",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "ويجب الإيمان بمن علمنا اسمه منهم كجبريل ومن لم نعلم اسمه نؤمن بهم إجمالاً . ومما يتضمنه الإيمان بالملائكة : الإيمان بما علمنا من الكتاب والسنة من أعمالهم , كتسبيح الله والتعبد له ليلا ونهارا بدون ملل ولا فتور , ويجب الإيمان بما ثبت لبعضهم من الأعمال الخاصة مثل (( جبريل )) الأمين على وحي الله تعالى ., ومثل ((إسرافيل )) الموكل بالنفخ في الصور عند قيام الساعة وبعث الخلق , ومثل (( ميكائيل )) الموكل بالقطر أي المطر , ومثل (( ملك الموت )) الموكل بقبض الأرواح عند الموت , ومثل (( مالك )) الموكل بالنار وهو خازن النار . ¶ الركن الثالث : الإيمان بالكتب : - ومعناه الإيمان بأن نزولها من عند الله حقاً, والإيمان بما علمنا باسمه منها كالقرآن الذي نزل على محمد صلى الله عليه وسلم, والتوراة التي أُنزلت على موسى عليه الصلاة والسلام , والإنجيل الذي أُنزل على عيسى عليه الصلاة والسلام , والزبور الذي أُوتيه داود عليه الصلاة والسلام , وما لم نعلم اسمه فنؤمن به إجمالا . ¶ وجميع الكتب السابقة منسوخة بالقرآن , قال الله تعالى : { وأنزلنا إليك الكتاب بالحق مصدقأً لما بين يديه من الكتاب ومهيمناً عليه }[ المائدة / 48] ¶ الركن الرابع: - الإيمان بالرسل : وهم بشر مخلوقون ليس لهم من خصائص الربوبية والألوهية شيء , قال رسول الله صلى الله عليه وسلم وهو سيد الرسل : (( إنما أنا بشر مثلكم أنسى كما تنسون , فإذا نسيت فذكروني )) متفق عليه . ويجب الإيمان بأن رسالتهم حق من الله تعالى فمن كفر برسالة واحد منهم فقد كفر بالجميع . والإيمان بمن علمنا منهم باسمه مثل (( محمد ونوح وإبراهيم وموسى وعيسى )) عليهم الصلاة والسلام , وهؤلاء الخمسة هم أولو العزم من الرسل , وأما من لم نعلم اسمه منهم فنؤمن به إجمالا , قال تعالى : { ولقد أرسلنا رسلاً من قبلك منهم من قصصنا عليك ومنهم من لم نقصص عليك } [ غافر / 78 ]",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "الركن الخامس : - الإيمان باليوم الآخر وهو : يوم القيامة الذي يبعث الله فيه الناس للحساب والجزاء وفي هذا اليوم يقوم الناس لرب العالمين حفاة غير متنعلين ,عراة غير مستترين , غرلاً غير مختتنين . قال تعالى : { كما بدأنا أول خلق نعيده وعدا علينا إنا كنا فاعلين } [ الأنبياء /104 ] وقال النبي صلى الله عليه وسلم: (( يحشر الناس يوم القيامة حفاة عراة غرلاً )) متفق عليه . ¶ الركن السادس : - الإيمان بالقدر : ¶ والقدر هو : تقدير الله تعالى للكائنات حسبما سبق به علمه واقتضته حكمته . ¶ والإيمان بالقدر يتضمن أربعة أمور : ¶ الأول : - الإيمان بأن الله عالم بكل شيء يعلم ماكان وما يكون وما لم يكن لو كان كيف يكون . ¶ قال عزّ وجل: { لتعلموا أن الله على كل شيء قدير وأن الله قد أحاط بكل شيء علما } [ الطلاق / 13 ] ¶ الثاني : - الإيمان بأن الله كتب ذلك في اللوح المحفوظ ففي صحيح مسلم من حديث عبد الله بن عمرو بن العاص - رضي الله عنهما - قال : سمعت رسول الله صلى الله عليه وسلم يقول : (( كتب الله مقادير الخلائق قبل أن يخلق السموات والأرض بخمسين ألف سنة )) . ¶ الثالث : - الإيمان بأن جميع الكائنات مخلوقة لله بذواتها وأفعالها . قال الله تعالى : {الله خالق كل شيء وهو على كل شيء وكيل } [ الزمر / 63 ] ¶ الرابع : - الإيمان بأن جميع الكائنات لا تكون إلا بمشيئة الله تعالى . قال تعالى: { هو الذي يصوركم في الأرحام كيف يشاء } [ آل عمران /6 ] ¶ وقال تعالى: { ويفعل الله ما يشاء } [ إبراهيم / 27] ¶ نسأل الله أن يجعلنا ممن يؤمن بالقدر خيره وشره , وأن يوفقنا لما يحب ويرضى وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين . ¶ الدرس الحادي عشر: في بيان فضل الصحابة– رضي الله عنهم –",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "الحمد لله الذي أرسل رسوله بالهدى ودين الحق ليظهره على الدين كله وكفى بالله شهيدا . وأشهد أن لا إله إلا الله وحده لاشريك له إقرارا به وتوحيدا وأشهد أن محمدا عبده ورسوله صلى الله عليه وعلى آله وسلم تسليما مزيدا . ¶ أما بعد : فإن من أصول أهل السنة والجماعة , محبة أصحاب رسول الله صلى الله عليه وسلم , والترضي عنهم , واعتقاد عدالتهم ونشر فضائلهم , ¶ وترك الخوض فيما شجر بينهم , والتبرؤ من طريقة الذين يبغضون الصحابة و يسبونهم , ومن طريقة الذين يؤذون أهل البيت بقول أوعمل . ¶ ولقد شهدت نصوص القرآن بعدالتهم وفضلهم فمنها قول الله تعالى: { والسابقون الأولون من المهاجرين والأنصار والذين اتبعوهم بإحسان رضي الله عنهم ورضوا عنه وأعد لهم جنات تجري تحتها الأنهار خالدين فيها أبدا ذلك الفوز العظيم } [ التوبة / 100] ¶ فدلت الآية على رضى الله سبحانه عن المهاجرين والأنصار والتابعين لهم بإحسان وبشارتهم بالفوز العظيم والخلود في جنات النعيم . ومن أخبر الله بأنه قد رضي عنه فإنه لا يموت كافرا بل يموت مسلما, ويكون من أهل الجنة . ¶ وقال عز وجل: { لقد رضي الله عن المؤمنين إذ يبايعونك تحت الشجرة فعلم مافي قلوبهم فأنزل السكينة عليهم وأثابهم فتحا قريبا } [ الفتح / 18 ] وروى مسلم في صحيحه من حديث جابر – رضي الله عنه – أن النبي صلى الله عليه وسلم قال : ( لا يدخل النار أحد بايع تحت الشجرة ) ¶ وفي الصحيحين وغيرهما من حديث جابر – رضي الله عنه – قال : قال كنا في الحديبية ألفا وأربعمائة فقال لنا رسول الله صلى الله عليه وسلم : ( أنتم خير أهل الأرض ) ¶ وقد أثنى عليهم جميعا ووعدهم بالحسنى قال الله عز وجل: { لا يستوي منكم من أنفق من قبل الفتح وقاتل أولئك أعظم درجة من الذين أنفقوا من بعد وقاتلوا وكلا وعد الله الحسنى والله بما تعملون خبير} [ الحديد /10 ]",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "فثبت أن من صحب النبي صلى الله عليه وسلم فقد وعده الله تعالى الحسنى والآيات في هذا الباب كثيرة. أما دلالة السنة على فضلهم, فقد شهد لهم رسول الله صلى الله عليه وسلم بالفضل وأثنى عليهم جميعا كما في قوله صلى الله عليه وسلم : ( خير الناس قرني ثم الذين يلونهم ثم الذين يلونهم ) أخرجه البخاري ومسلم. ¶ وهناك أحاديث تثني على جماعات , منهم على سبيل التعيين كما روى الترمذي في جامعه عن عبد الرحمن بن عوف – رضي الله عنه – عن النبي صلى الله عليه وسلم قال : ( أبو بكر في الجنة , وعمر في الجنة , وعثمان في الجنة , وعلي في الجنة , والزبير بن العوام في الجنة , وعبد الرحمن بن عوف في الجنة, وسعد بن أبي وقاص في الجنة , وسعيد بن زيد في الجنة , وأبو عبيدة بن الجراح في الجنة ) وهو حديث صحيح ¶ وتبشير النبي صلى الله عليه وسلم العشرة بالجنة لا ينافي مجئ تبشير غيرهم في أخبار أُخرى منها أنه صلى الله عليه وسلم شهد لقيس بن ثابت بالجنة رواه البخاري , وشهد لعبد الله بن سلام بالجنة كما روى البخاري وغيره . ¶ ومن نظر في سيرة الصحابة - رضي الله عنهم – وما منَّ الله به عليهم من الفضائل من الإيمان بالله ورسوله والجهاد في سبيله , والهجرة والنصرة , والعلم النافع والعمل الصالح , علم يقينا أنهم خير الخلق بعد الأنبياء , وأنهم هم الصفوة من قرون هذه الأمة التي هي خير الأمم , وأكرمها عند الله تعالى . ¶ فلو لم يرد الثناءُ عليهم في الكتاب والسنة لأوجبت الحال التي كانوا عليها من الهجرة والجهاد والنصرة وبذل المهج والأموال وقوة الإيمان واليقين القطع بعدالتهم واعتقاد فضلهم على من جاء بعدهم.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وقد خرج أُناس من أهل البدع والضلال عن هدي القرآن والسنة وإجماع الأمة , فتعرضوا لصحابة رسول الله صلى الله عليه وسلم أو بعضهم بالسب أو التكفير , وقد قال الرسول صلى الله عليه وسلم : ( لا تسبوا أصحابي فوالذي نفسي بيده لو أن أحدكم أنفق مثل أُحد ذهبا ما أدرك مد أحدهم ولا نصيفه ) أخرجه البخاري ومسلم . ¶ قال الإمام أبو زرعة : إذا رأيت الرجل ينتقص أحدا من أصحاب رسول الله صلى الله عليه وسلم فاعلم أنه زنديق , وذلك أن الرسول عندنا حق , والقرآن حق , وإنما أدى إلينا هذا القرآن والسنن أصحاب رسول الله صلى الله عليه وسلم , وإنما يريدون أن يجرحوا شهودنا ليبطلوا الكتاب والسنة, والجرح بهم أولى وهم زنادقة . ¶ فأفاد- كلامه رحمه الله – أن غاية أهل البدع من الطعن في الصحابة هو الطعن في كتاب الله وسنة رسوله , لأن القرآن والسنة إنما نقلا إلينا عن طريق الصحابة رضي الله عنهم , فالطعن في الصحابة أو بعضهم هو طعن في الكتاب والسنة , وكيف يُطعن في أصحاب رسول الله صلى الله عليه وسلم وهم أصحابه في الدنيا والآخرة , فقد ثبت بسند صحيح في المسند من حديث عبادة بن الصامت وفيه قال صلى الله عليه وسلم لأصحابه :( أنتم أصحابي في الدنيا والآخرة ) . ¶ اللهم إنا نسئلك باسمائك الحسنى, وصفاتك العليا أن ترزقنا حب نبيك صلى الله عليه وسلم وحب أصحابه - رضوان الله عليهم – وترزقنا اتباعهم بإحسان كما نسألك أن تحشرنا في زمرتهم , وأن تغفر لنا ولوالدينا ولجميع المسلمين . ¶ وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين. ¶ الدرس الثاني عشر : في وصف الجنة وأهلها ¶ الحمد لله, نحمده ونستعينه ونستغفره, ونتوب إليه, ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا, من يهده الله فلا مضل له, ومن يضلل فلا هادي له, وأشهد أن لا إله إلا الله, وأن محمدا عبده ورسوله صلى الله عليه وعلى آله وسلم.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "أما بعد: فإن الجنة دار النعيم التي أعدها الله تعالى للمؤمنين المتقين الذين آمنوا بما أوجب الله عليهم الأيمان به , وقاموا بطاعة الله ورسوله مخلصين لله متبعين لرسوله صلى الله عليه وسلم . ¶ ويجب اعتقاد أن الجنة والنار حق , وأنهما موجودتان الآن ؛ لثبوت ذلك في الكتاب والسنة وإجماع الأمة , قال الله تعالى عن الجنة : { أُعدت للمتقين } [ آل عمران / 133 ] وقال عز وجل عن الجنة أيضا { أُعدت للذين آمنوا بالله ورسوله } [ الحديد / 121] وقال عز وجل عن النار : {أُعدت للكافرين } [ البقرة / 24 ] ¶ وفي الصحيحين من حديث عبدالله بن عمر – رضي الله عنهما – قال: إن رسول الله صلى الله عليه وسلم قال: ( إن أحدكم إذا مات عرض عليه مقعده بالغداة والعشي إذا كان من أهل الجنة فمن أهل الجنة, وإن كان من أهل النار, يُقال هذا مقعدك حتى يبعثك الله يوم القيامة ) فدل الحديث أن الجنة والنار موجودتان الآن ؛لأن هذا يكون في البرزخ قبل البعث . ¶ وفي الصحيحين واللفظ للبخاري, عن عبد الله بن عباس قال: انخسفت الشمس على عهد رسول الله صلى الله عليه وسلم فذكر الحديث وفيه , قال رسول الله صلى الله عليه وسلم : ( إني رأيت الجنة وتناولت عنقوداً لو أصبته لأكلتم منه ما بقيت الدنيا , ورأيت النار فلم أر منظرا كاليوم قط أفظع منها 0000 ) الحديث . ¶ أما وصف الجنة وأهلها فجاء في هذا نصوص كثيرة من الكتاب والسنة الثابتة عن رسول الله صلى الله عليه وعلى آله وسلم فمنها. ¶ قال الله عز وجل: { جنات عدن التي وعد الرحمن عباده بالغيب إنه كان وعده مأتيا , لا يسمعون فيها لغوا إلا سلاما ولهم رزقهم فيها بكرة وعشيا , تلك الجنة التي نورث من عبادنا من كان تقيا } [ مريم / 16-62-63 ] وقال عز وجل : { وسيق الذين اتقوا ربهم إلى الجنة زمرأً حتى إذا جاؤوها وفتحت أبوابها وقال لهم خزنتها سلام عليكم طبتم فادخلوها خالدين } [ الزمر /73 ]",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وفي صحيح البخاري من حديث سهل بن سعد, أن رسول الله صلى الله عليه وسلم قال : ( في الجنة ثمانية أبواب , باب منها يسمى الريان لا يدخله إلا الصائمون ) ¶ أما مكان الجنة فقد قال الله عز وجل: { ولقد راءه نزلة أُخرى عند سدرة المنتهى , عندها جنة المأوى } [ النجم / 13 – 15 ] ¶ وسدرة المنتهى فوق السماء. ¶ وقال عز وجل: { وفي السماء رزقكم وما توعدون } [ الذاريات / 33 ] ¶ قال مجاهد: هو الجنة. ¶ وقد ثبت في الحديث الصحيح أنه صلى الله عليه وسلم قال: ( الجنة مئة درجة مابين كل درجتين كما بين السماء والأرض ) وهذا الحديث يدل على أنها في غاية الارتفاع والعلو. ¶ وثبت في صحيح البخاري وغيره أنه صلى الله عليه وسلم قال: (( إذا سألتم الله فسألوه الفردوس , فإنه وسط الجنة , وأعلى الجنة وفوقه عرش الرحمن ومنه تفجر أنهار الجنة ) ¶ والجنة درجات بعضها أعلى من بعض , ففي الصحيحين من حديث أبي سعيد الخدري – رضي الله عنه – أن رسول الله صلى الله عليه وسلم قال : ( إن أهل الجنة ليتراءون أهل الغرف من فوقهم كما يتراءون الكوكب الدري الغابر من الأفق من المغرب أو المشرق لتفاضل مابينهم ) قالوا : يا رسول الله تلك منازل الأنبياء لا يبلغها غيرهم؟ قال صلى الله علية وسلم : بلى ( والذي نفسي بيده رجال آمنوا بالله وصدقوا المرسلين ) 0 ¶ أما صفة أهل الجنة فقد ثبت في الصحيحين أن رسول الله صلى الله عليه وسلم قال :( أول زمرة تلج الجنة صورهم على صورة القمر ليلة البدر لا يبصقون فيها ولا يمتخطون ولا يتغوطون فيها ، آنيتهم وأمشاطهم الذهب والفضة، ومجا مرهم الأ لوة ، ورشحهم المسك ولكل واحد منهم زوجتان يرى مخ ساقهما من وراء اللحم من الحسن ؛ لا اختلاف بينهم ولا تباغض ، قلوبهم قلب واحد , يسبحون الله بكرة وعشياً ) ¶ اللهم اجعل الجنة لنا مستقراً ومقاما، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين 0 ¶ الدرس الثالث عشر: في وصف النار وأهلها",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "الحمد لله ذي العزة المجيد الفعال لما يريد المنتقم ممن عصاه بالنار بعد الإنذار بها والوعيد المكرم لمن خافه واتقاه بدار لهم فيها من كل خير مزيد, وأشهد أن لا اله إلا الله وحده لا شريك له وأشهد أن محمداً عبده ورسوله الداعي إلى التوحيد, الساعي بالنصح للقريب والبعيد, المحذر من خالف سنته من نار وعذاب شديد المبشر للمؤمنين بدار لا ينفذ نعيمها ولا يبيد, صلى الله عليه وعلى آله وأصحابه أجمعين 0 ¶ أما بعد ، فإن الله عز وجل خلق الخلق ليعبدوه وحده لا شريك له, ووصف لهم شدة عذابه, والدار التي أعدها لمن عصاه ليتقوه بصالح الأعمال, ويتقوه باجتناب الشرك والبدع في الدين والمعاصي, ولهذا كرر سبحانه وتعالى في كتابه ذكر النار, وما أعده فيها لأعدائه من العذاب والنكال, قال عز وجل: { فاتقوا النار التي وقودها الناس والحجارة أعدت للكافرين } [ سورة البقرة /34 ]",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "قال ابن كثير- رحمه الله - : المراد بالحجارة هاهنا هي حجارة الكبريت العظيمة السوداء الصلبة المنتنة وهي أشد الأحجار حراً إذا حميت أجارنا الله منها 0 قال الله تعالى: { يا أيها الذين آمنوا قووا أنفسكم وأهليكم ناراً وقودها الناس والحجارة عليها ملائكة غلاظ شداد لا يعصون الله ما أمرهم ويفعلون ما يؤمرون }[ سورة التحريم / 6]قال مجاهد في قوله( قوا أنفسكم وأهليكم ناراً) قال : اتقوا الله وأُوصوا أهليكم بتقوى الله , وقال قتادة : تأمرهم بطاعة الله وتنهاهم عن معصية الله, وأن تقوم عليهم بأمر الله , وتأمرهم به وتساعدهم عليه , فإذا رأيت لله معصية ردعتهم عنها , وزجرتهم عنها , وفي معنى هذه الآية الحديث الذي رواه أبو داود وغيره قال رسول الله صلى الله عليه وسلم : ( مروا الصبي بالصلاة إذا بلغ سبع سنين فإذا بلغ عشر سنين فاضربوه عليها ) وهو حديث حسن . قال العلماء: وهكذا في الصوم وذلك تمرينا للصبي على العبادة لكي يبلغ وهو مستمر على العبادة والطاعة ومجانبة المعصية وترك المنكر. ¶ وقال عز وجل في بيان عدد أبواب النار : { وإن جهنم لموعدهم أجمعين , لها سبعة أبواب لكل باب منهم جزءٌ مقسوم } [ الحجر / 43 ] ¶ قال قتادة هي والله منازل بأعمالهم رواه ابن جريرعنه. ¶ قال الله تعالى : { إنا أعتدنا للظالمين ناراً أحاط بهم سرادقها } [ الكهف /29 ] ¶ قال ابن عباس: هو سرادق من نار. ¶ ولما كان إحاطة السرادق بهم موجب لهمهم وغمهم وكربهم وعطشهم لشدة وهج النار عليهم قال الله تعالى :{ وإن يستغيثوا يغاثوا بماء كالمهل يشوي الوجوه بئس الشراب وساءت مرتفقا } [ الكهف / 29 ] وقال الله تعالى : { ولهم مقامع من حديد كلما أرادوا أن يخرجوا منها من غم أعيدوا فيها وذواقوا عذاب الحريق } [ الحج / 31 -33]",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "وقد حذر وأنذر رسول الله صلى الله عليه وسلم من النار , ففي مسند الإمام أحمد من حديث النعمان بن بشير أنه قال وهو يخطب سمعت رسول الله صلى الله عليه وسلم يقول : (( أنذرتكم النار أنذرتكم النار )) حتى لو أن رجلا بالسوق لسمعه من مقامي هذا . حتى وقعت خميصة كانت على عاتقه عند رجليه . وفي رواية له أيضا عن النعمان بن بشير قال : قال رسول الله صلى الله عليه وسلم : ((أنذرتكم النار أنذرتكم النار)) حتى لو كان رجل في أقصى السوق لسمعه وسمع أهل السوق صوته وهو على المنبر . ¶ وفي الصحيحين من حديث عدي بن حاتم قال : قال رسول الله صلى الله عليه وسلم : (( اتقوا النار )) قال : وأشاح , ثم قال : (( اتقوا النار )) ثم أعرض وأشاح ثلاثا حتى ظننا أنه ينظر إليها ثم قال : (( اتقوا النار ولو بشق تمرة فمن لم يجد فبكلمة طيبة )) . ¶ وفي صحيح مسلم عن أبي هريرة رضي الله عنه قال : لما نزلت هذه الآية { وأنذر عشيرتك الأقربين } [ الشعراء / 310 ] ¶ دعا رسول الله صلى الله عليه وسلم قريشا فاجتمعوا , فعم وخص , فقال : (( يابني كعب بن لوي أنقذوا أنفسكم من النار , يابني مرة بن كعب أنقذوا أنفسكم من النار , يابني عبد شمس أنقذوا أنفسكم من النار يابني عبد مناف أنقذوا أنفسكم من النار , يابني هاشم أنقذوا أنفسكم من النار, يابني عبد المطلب أنقذوا أنفسكم من النار , يا فاطمة بنت محمد أنقذي نفسك من النار , فإني لا أملك لكم من الله شيئا )) ¶ وفي صحيح مسلم من حديث أنس – رضي الله عنه – قال رسول الله صلى الله عليه وسلم: (( والذي نفسي بيده لو رأيتم ما رأيت لضحكتم قليلا ولبكيتم كثيرا )) قالوا: وما رأيت يا رسول الله ؟ قال: (( رأيت الجنة والنار )).",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "وفي مسلم أيضا من حديث أبي هريرة رضي الله عنه – قال: كنا عند رسول الله صلى الله عليه وسلم يوما فسمعنا وجبة, فقال النبي صلى الله عليه وسلم: (( أتدرون ما هذه ؟ )) فقلنا الله ورسوله أعلم: قال: (( هذا حجر أرسل في جهنم منذ سبعين خريفا فالآن انتهى إلى قعرها )), وروي عن أبي هريرة قال : والذي نفس أبي هريرة بيده , أن قعر جهنم لسبعين خريفا . ¶ وفي الصحيحين من حديث أبي هريرة عن النبي صلى الله عليه وسلم قال : (( ناركم هذه التي يوقد بنو آدم جزء واحد من سبعين جزءا من نار جهنم )) قالوا : والله إن كانت لكافية قال : قال : (( إنها فضلت عليها بتسعة وستين جزءا كلهن مثل حرها )) ¶ وفي الصحيحين أيضا من حديث أبي هريرة عن النبي صلى الله عليه وسلم قال : (( اشتكت النار إلى ربها فقالت : يا رب أكل بعضي بعضا فنفسني , فأذن لها في نفسين نفس في الشتاء ونفس في الصيف , فأشد ماتجدون من الحر سمومها , وأشد ما تجدون من البرد زمهريرها )) وفي وصف أهل النار ورد فيها نصوص منها: ماثبت في صحيح البخاري من حديث أبي هريرة – رضي الله عنه – قال : قال رسول الله صلى الله عليه وسلم : (( مابين منكبي الكافر مسيرة ثلاثة أيام للراكب السريع )), وفي لفظ مسلم (( مابين منكبي الكافر في النار مسيرة ثلاثة أيام للراكب المسرع )) ¶ وفي صحيح البخاري أن إبراهيم عليه السلام إذا شفع في أبيه قيل له يا إبراهيم انظر ما وراءك فإذا هو بذيخ ملطخ فيؤخذ بقوائمه ويلقى في النار, والذيخ : الضبع الذكر . ¶ هذا والله أعلم وصلى الله على نبينا محمد وسلم . ¶ الدرس الرابع عشر: في شرح حديث (( اجتنبوا السبع الموبقات ))",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "الحمد لله رب العالمين والصلاة والسلام على رسولنا محمد بن عبد الله وعلى آله وأصحابه أجمعين أما بعد : فقد ثبت في الصحيحين من حديث أبي هريرة – رضي الله عنه – عن النبي صلى الله عليه وسلم قال : (( اجتنبوا السبع الموبقات)) قالوا : يارسول الله وما هنّ ؟ قال :( الشرك بالله , والسحر , وقتل النفس التي حرم الله إلا بالحق , وأكل الربا , وأكل مال اليتيم , والتولي يوم الزحف , وقذف المحصنات الغافلات المؤمنات ) . ¶ شرح الحديث : ¶ هذه السبع من الكبائر المهلكة , فإن معنى الموبقات أي المهلكات , وليست الكبائر محصورة في هذه السبع , بل وردت نصوص في بيان كبائر أُخرى , كالحديث المتفق عليه ( ألا أنبئكم بأكبر الكبائر , ثلاثا قلنا : بلى يارسول الله , قال : ( الإشراك بالله , وعقوق الوالدين , وشهادة الزور , وكان متكئا فجلس فقال : ألا وقول الزور ومازال يكررها حتى قلنا ليته سكت ) . ¶ ابتدأ صلى الله عليه وسلم السبع الموبقات بذكر الشرك بالله لأنه أعظم الذنوب , وهو أن يجعل العبد ندا لله من مخلوقاته , أي مثيلا في صرف العبادة إليه , سواء صرف كل العبادات أو بعضها . ¶ قال الله : عز وجل { إنه من يشرك بالله فقد حرم عليه الجنة ومأواه النار وما للظالمين من أنصار } [ المائدة / 73 ] ومن صور الشرك الأكبر :الركوع أو السجود لمخلوق حي أو ميت , أو الطواف بالقبور , أو النذر لها , أو الاستغاثة بميت أو بحي بعيد أو بحي قريب , فيما ليقدر عليه إلا الله , كنزول المطر , أو شفاء مريض , فإذا حصل من العبد شيء من هذه الصور ونحوها يكون بذلك مشركا شركا أكبر لا يغفره الله له إن مات ولم يتب . ¶ المهلكة الثانية : السحر , وإنما ذكره الله بعد الشرك, لأنه داخل في الشرك فكثير منه لا يتوصل إليه إلا بالشرك , والتقرب إلى الشياطين بما تحب , فالسحر من تعليم الشياطين قال تعالى : { ولكن الشياطين كفروا يعلمون الناس السحر } [ البقرة / 103 ]",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وقال تعالى :{ ولقد علموا لمن اشتراه ماله في الآخرة من خلاق} [ البقرة / 103 ] ¶ قال ابن عباس: من نصيب, أخرجه ابن أبي حاتم عنه. ¶ قال قتادة: وقد علم أهل الكتاب فيما عهد إليهم أن الساحر لا خلاق له في الآخرة, رواه ابن أبي جرير عنه. ¶ وأخرج عبد الرزاق في تفسيره عن الحسن قال : ليس له دين, يعني الساحر , وقد نص أصحاب الأمام أحمد أن من تعلم السحر أو علمه , فإنه يكفر بذلك . ¶ المهلكة الثالثة : قتل النفس التي حرم الله إلا بالحق . ¶ والمراد بالنفس في هذا الحديث نفس المسلم المعصوم والذمي والمعاهد من غير المسلمين, ولاريب أن قتل النفس بغير حق من الكبائر المهلكة, قال الله تعالى: { ولا تقتلوا النفس التي حرم الله إلا بالحق, ومن قتل مظلوما فقد جعلنا لوليه سلطانا فلا يسرف في القتل إنه كان منصورا } [ الإسراء / 33] وقال عز وجل: { ومن يقتل مؤمنا متعمدا فجزاؤه جهنم خالدا فيها وغضب الله عليه ولعنه وأعد له عذابا عظيما} [ النساء /93] ¶ ومن الكبائر قتل المعاهد غير المسلم بغير جرم فقد روى البخاري وغيره عن النبي صلى الله عليه وسلم قال: ( من قتل معاهدا لم يرح رائحة الجنة, وإن ريحها يوجد من مسيرة أربعين عاما ) وهذا لفظ البخاري وروى البخاري أيضا أن النبي صلى الله عليه وسلم قال: ( لن يزال المؤمن في فسحة من دينه مالم يصب دما حراما ) وروى ابن ماجه بسند حسن عن البراء بن عازب أن رسول الله صلى الله عليه وسلم: ( لزوال الدنيا أهون على الله من قتل مؤمن بغير حق ) وفي المسند بسند صحيح قال صلى الله عليه وسلم : ( إن الله عز وجل أبى علي من قتل مؤمنا ) ثلاث مرات . وقد بين رسول الله صلى الله عليه وسلم بعض موجبات القتل فقال : ( لا يحل دم امريء مسلم يشهد أن لا إله إلا الله وإني رسول الله إلا بإحدى ثلاث : الثيب الزاني , والنفس بالنفس , والتارك لدينه المفارق للجماعة ) رواه البخاري ومسلم . ¶ المهلكة الرابعة: (( أكل الربا ))",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "أكل الربا وتعاطيه من الكبائر , قال الله عز وحل: { الذين يأكلون الربا لا يقومون إلا كما يقوم الذي يتخبطه الشيطان من المس ذلك بأنهم قالوا إنما البيع مثل الربا وأحل الله البيع وحرم الربا فمن جاءه موعظة من ربه فانتهى فله ما سلف وأمره إلى الله ومن عاد فأولئك أصحاب النار هم فيها خالدون , يمحق الله الربا ويربي الصدقات والله لا يحب كل كفار أثيم } [ البقرة / 335 – 336 ] ¶ وفي صحيح البخاري من حديث سمرة بن جندب رضي الله عنه قال : قال : النبي صلى الله عليه وسلم (( رأيت الليلة رجلين أتياني فأخرجاني إلى أرض مقدسة, فانطلقا حتى أتيا على نهر من دم, فيه رجل قائم وعلى وسط النهر رجل بين يديه حجارة فاقبل الرجل الذي في النهر فإذا أراد أن يخرج رمى الرجل بحجر من الحجارة, فيه فرده حيث كان, فجعل كلما جاء ليخرج رمى في فيه بحجر فيرجع كما كان , فقلت ما هذا ؟ فقال الذي رأيته في النهر : آكل الربا ) ¶ وفيه أيضا من حديث عون بن أبي جحيفة عن أبيه قال : لعن النبي صلى الله عليه وسلم الواشمة والمستوشمة, وآكل الربا وموكله الحديث ¶ وفي صحيح مسلم من حديث جابر – رضي الله عنه – قال : لعن رسول الله صلى الله عليه وسلم : آكل الربا , وموكله وكاتبه , وشاهديه , وقال : (( هم سواء )) . ¶ المهلكة الخامسة: ( أكل مال اليتيم ) ¶ قال الله تعالى: { إن الذين يأكلون أموال اليتامى ظلما إنما يأكلون في بطونهم نارا وسيصلون سعيرا } [ النساء / 10 ] ¶ والآية صريحة في أن أكل أموال اليتامى أو إتلافها من الكبائر, بل قد أمر الله عز وجل بالإحسان إلى اليتامى قال تعالى : { واعبدوا الله ولا تشركوا به شيئا وبالوالدين إحسانا وبذي القربى واليتامى والمساكين } [ النساء / 36 ] ¶ وفي صحيح البخاري من حديث سهل بن سعد – رضي الله عنه – قال : قال رسول الله صلى الله عليه وسلم : ( أنا وكافل اليتيم في الجنة هكذا وأشار بالسبابة والوسطى , وفرج بينهما ) .",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "المهلكة السادسة : - التولي يوم الزحف ¶ التولي يوم الزحف من الكبائر المهلكة, قال الله تعالى: { يا أيها الذين آمنوا إذا لقيتم الذين كفروا زحفا فلا تولوهم الأدبار, ومن يولهم يومئذ دبره إلا متحرفا لقتال أو متحيزا إلى فئة فقد باء بغضب من الله ومأواه جهنم وبئس المصير } [الأنفال / 15- 16] ¶ المهلكة السابعة: قذف المحصنات المؤمنات الغافلات ¶ قال الله عز وجل: { إن الذين يرمون المحصنات الغافلات المؤمنات لعنوا في الدنيا والآخرة ولهم عذاب عظيم , يوم تشهدُ عليهم ألسنتهم وأيديهم وأرجلهم بما كانوا يعملون , يومئذ يوفيهم الله دينهم الحق ويعلمون أن الله هو الحق المبين } [ النور 23 – 25 ] ¶ هذه عقوبة القاذف في الآخرة أما في الدنيا فقد قال عز وجل: { والذين يرمون المحصنات ثم لم يأتوا بأربعة شهداء فاجلدوهم ثمانين جلدة ¶ ولا تقبلوا لهم شهادة أبدا, وأولئك هم الفاسقون, إلا الذين تابوا من بعد ذلك وأصلحوا فإن الله غفور رحيم } [ النور / 4 -5 ] ¶ و ( المحصنات ) في الآية أي الأنفس المحصنات فيعم الرجال والنساء , ¶ والمحصن عند الفقهاء هو : المسلم الحر العاقل العفيف عن الزنا . ¶ وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين. ¶ الدرس الخامس عشر : فرضية السمع والطاعة لولاة أمر المسلمين في غير معصية الله . ¶ إن الحمد لله , نحمده ونستعينه ونستغفره , ونتوب إليه , ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا , من يهده الله فلا مضل له , ومن يضلل فلا هادي له . وأشهد أن لا إله إلا الله, وأن محمدا عبده ورسوله صلى الله عليه وعلى آله وسلم. ¶ {",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "يا أيها الذين ءامنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون } [ آل عمران / 103] { يا أيُها الناس اتقوا ربكم الذي خلقكم من نفس واحدة وخلق منها زوجها وبث منهما رجالا كثيرا ونساء واتقوا الله الذي تساءلون به والأرحام إن الله كان عليكم رقيبا} [ النساء / 1]{ يا أيها الذين ءامنوا اتقوا الله وقولوا قولا سديدا يصلح لكم أعمالكم ويغفر لكم ذنوبكم ومن يطع الله ورسوله فقد فاز فوزا عظيما} [ الأحزاب / 70- 71] ¶ أما بعد : فإن من أُصول العقيدة الصحيحة السمع والطاعة لولاة أمر المسلمين في غير معصية الله , قال الله تعالى : { يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم } ¶ وأولو الأمر هم الأمراء على الصحيح من أقوال أهل العلم, ويدل على هذا أحاديث ثابتة عن النبي صلى الله عليه وسلم منها : ¶ ما ثبت في الصحيحين من حديث أبي هريرة – رضي الله عنه- قال: قال رسول الله صلى الله عليه وسلم : ( من أطاعني فقد أطاع الله , ومن عصاني فقد عصى الله , ومن يطع الأمير فقد أطاعني , ومن يعص الأمير فقد عصاني ) ¶ وثبت في صحيح البخاري من حديث أنس – رضي الله عنه – قال : قال رسول الله صلى الله عليه وسلم : ( اسمعوا وأطيعوا , وإن استعمل عليكم عبد حبشي , كأن رأسه زبيبة ما أقام فيكم كتاب الله ) ¶ وروى مسلم في صحيحة عن نافع عن ابن عمر – رضي الله عنهما – قال : سمعت رسول الله صلى الله عليه وسلم يقول : ( من خلع يدا من طاعة لقي الله يوم القيامة لا حجة له , ومن مات وليس في عنقه بيعة مات ميتة الجاهلية ) وفي مسلم أيضا قال رسول الله صلى الله عليه وسلم: ( من خرج من الطاعة وفارق الجماعة, ثم مات , مات ميتة جاهلية ) ¶ وفي الصحيحين عن ابن عباس- رضي الله عنهما- عن النبي صلى الله عليه وسلم قال : ( من رأى من أميره شيئا يكرهه فليصبر عليه فإن خرج من السلطان شبرا مات ميتة جاهلية )",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "واعلموا – رحمكم الله أنه لا يجوز طاعة أحد في معصية الله ¶ فقد ثبت في الصحيحين عن انس بن مالك قال: قال رسول الله صلى الله عليه وسلم : ( ألا من ولي عليه وال , فرآه يأتي شيئا من معصية الله ؛ فليكره الذي يأتي من معصية الله ولا ينزع يدا من طاعة ) ¶ وفيهما من حديث ابن عمر – رضي الله عنهما – قال : قال رسول الله صلى الله عليه وسلم : ( على المرء المسلم السمع والطاعة فيما أحب أو كره إلا أن يؤمر بمعصية , فلا سمع ولا طاعة) أي في تلك المعصية . ¶ وثبت في الصحيح عنه- صلى الله عليه وسلم- أنه قال : ( إنما الطاعة في المعروف ) وفيه أيضا قال صلى الله عليه وسلم : ( لا طاعة لمخلوق في معصية الخالق ). ¶ واعلموا – رحمكم الله – أن في طاعة ولاة الأمور من المنافع والمصالح ما لا يحصى ففيه طاعة الله عزّ وجل وطاعة رسوله صلى الله عليه وسلم وفي طاعة ولاة الأمور انتظام مصالح العباد في معاشهم بحصول الأمن والاستقرار . ¶ قال الحسن في الأمراء: هم يلونا من أمورنا خمسا : الجمعة والجماعة والعيد والثغور والحدود , والله ما يستقيم الدين إلا بهم وإن جاروا ,أو ظلموا , والله ما يصلح الله بهم أكثر مما يفسدون . ¶ وفي الأثر:( ستون سنة مع إمام جائر خير من ليلة واحدة بلا إمام ). ¶ وروى الطبراني من حديث ابن عباس وله شاهد من حديث أبي هريرة في المسند عن النبي صلى الله عليه وسلم أنه قال : ( يوم من إمام عادل , أفضل من مطر أربعين صباحا أحوج ما تكون الأرض إليه ) ¶ وقال عبد الله بن المبارك : ¶ إن الخلافة حبل الله فاعتصموا *** منه بعروته الوثقى لمن دانا . ¶ كم يدفع الله بالسلطان معضلة *** عن ديننا رحمة منه ودنيانا ¶ لولا الخلافة لم تؤمن لنا سبل *** وكان أضعفنا نهبا لأقوانا .",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "وتشرع مناصحة ولاة الأمور لعموم حديث تميم الداري قال : قال رسول الله صلى الله عليه وسلم ( الدين النصيحة) . قلنا لمن يا رسول الله؟ : قال : ( لله ولكتابه ولرسوله ولأئمة المسلمين وعامتهم ) رواه مسلم . ¶ ولحديث زيد بن ثابت قال : قال رسول الله صلى الله عليه وسلم ( ثلاث خصال لا يغل عليهن قلب مسلم : إخلاص العمل لله والنصيحة لولاة الأمور , ولزوم جماعتهم فإن دعوتهم تحيط من ورائهم ) رواه أصحاب السنن. ¶ وقد بين لنا رسول الله- صلى الله عليه وسلم – كيفية النصيحة لولاة أمر المسلمين , وأنها لا تكون على المنابر أمام الناس. ¶ فعن عياض بن غنيم قال : قال رسول الله صلى الله عليه وسلم : ( من أراد أن ينصح لذي سلطان , فلا يبده علانية وليأخذ بيده فإن سمع منه , فذاك , وإلا كان أدى الذي عليه ) حديث صحيح رواه أحمد في المسند . ¶ وهذا ما كان عليه أصحاب رسول الله صلى الله عليه وسلم ففي الصحيحين عن عبيد الله بن الخيار قال : أتيت أسامة بن زيد فقلت : ألا تنصح عثمان بن عفان ليقيم الحد على الوليد ؟ فقال أسامة هل تظن أني لا أناصحه إلا أمامكم ؟! والله لقد نصحته فيما بيني وبينه , ولم أكن لأفتح بابا للشر أكون أنا أول من فتحه . ¶ ولم يرخص الشارع بالخروج عليهم إذا لم يسمعوا للنصيحة بل أمر بالصبر عليهم وأخبر أن الإثم عليهم , ومن نصح لهم وأنكر بالطريقة المشروعة فهو بريء من الذنب . ¶ ولا يجوز سب ولاة الأمر وشتمهم والتشهير بهم , فإن هذا خلاف النصوص وما كان عليه السلف الصالح فصح عن أنس قال : نهانا كبراؤنا من أصحاب محمد قالوا : قال رسول الله صلى الله عليه وسلم : ( لا تسبوا أُمراءكم ولا تغشوهم ولا تبغضوهم واتقوا الله واصبروا فإن الأمر قريب ) ¶ وعن أبي بكرة قال : قال رسول الله صلى الله عليه وسلم: ( السلطان ظل الله في الأرض , فمن أهانه , أهانه الله ومن أكرمه أكرمه الله ) .",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "واعلموا- رحمكم الله – أن أحاديث السمع والطاعة هي للأمير العاصي كما هي للأمير التقي . ¶ فقد صح عن حاتم بن عدي قال : قلنا يا رسول الله : لا نسألك عن طاعة التقي ولكن عن من فعل وفعل ؟ فقال رسول الله صلى الله عليه وسلم: ( اتقوا الله واسمعوا وأطيعوا ) ¶ وفي صحيح مسلم عن حذيفة بن اليمان – رضي الله عنه – قال : قال رسول الله صلى الله عليه وسلم ( يكون بعدي أئمة لا يهتدون بهديي ولا يستنون بسنتي وسيقوم فيكم رجال قلوبهم قلوب الشياطين في جثمان إنس ) قلت : كيف أصنع إن أدركت ذلك ؟ قال : ( تسمع وتطيع للأمير وإن ضرب ظهرك وأخذ مالك ) ¶ أي إذا لم يأمرك بمعصية الله . ¶ وكان السلف الصالح لا يخرجون على حكامهم ولو كانوا على مذهب مخالف لسنة النبي صلى الله عليه وسلم قال : حنبل اجتمع فقهاء بغداد في عهد الواثق إلى أبي عبد الله أحمد بن حنبل – وقالوا له إن الأمر قد تفاقم وفشا- يعنون إظهار القول بخلق القرآن وغير ذلك – ولا نرضى بإمرته ولا سلطانه , فمنعهم الإمام أحمد من ذلك وقال : عليكم بالإنكار بقلوبكم ولا تخلعوا يدا من طاعة ولا تشقوا عصا المسلمين ولا تسفكوا دماءكم ودماء المسلمين معكم وانظروا في عاقبة أمركم واصبروا حتى يستريح برٌ أو يستراح من فاجر وقال ليس هذا بصواب هذا خلاف الآثار ¶ وقال الطحاوي في عقيدته التي تلقتها الأمة بالقبول: (( ولا نرى الخروج على أئمتنا وولاة أمورنا وإن جاروا ولا ندعوا عليهم ولا ننزع يدا من طاعتهم فإن طاعتهم من طاعة الله عز وجل , فريضة ما لم نؤمر بمعصية وندعوا لهم بالصلاح والمعافاة )) .",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "وقال أبو الحسن بن علي – رحمه الله – في كتابه السنة : (( ومن خرج على إمام من أئمة المسلمين فهو خارجي وقد شق عصا المسلمين وخالف الآثار وميتته ميتة جاهلية )), ولا يحل قتال السلطان والخروج عليهم وإن جاروا وذلك قول رسول الله صلى الله عليه وسلم لأبي ذر الغفاري: ( اصبر وإن كان عبدا حبشيا )) وقوله للأنصار (( اصبروا حتى تلقوني على الحوض )) وليس في السنة قتال السلطان فإن فيه فساد الدين والدنيا. ¶ هذا والله أعلم وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين. ¶ الدرس السادس عشر: في ذكر فتنة القبر وعذابه ونعيمه. ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين نبينا محمد وعلى آله وصحبه أجمعين . أما بعد , فإن الإيمان بفتنة القبر وعذابه ونعيمه من أُصول العقيدة الصحيحة التي كان عليها النبي صلى الله عليه وسلم وأصحابه , وقد دلّ على هذا نصوص يبلغ مجموعها حد التواتر . ¶ أما فتنة القبر فالمراد مسألة منكر ونكير للميت بعد دفنه عن ربه ودينه ونبيه , فيثبت الله الذين آمنوا بالقول الثابت : فيقول المؤمن , ربي الله وديني الإسلام ونبي محمد صلى الله عليه وسلم , ويضل الله الظالمين فيقول الكافر هاه, هاه , لا أدري , ويقول المنافق أو المرتاب : لا أدري سمعت الناس يقولون شيئا فقلته . ودليله ما ثبت في الصحيحين في حديث البراء – رضي الله عنه – عن النبي صلى الله عليه وسلم في تفسير قوله تعالى : { يثبت الله الذين آمنوا بالقول الثابت في الحياة الدنيا وفي الآخرة ويضل الله الظالمين ويفعل الله ما يشاء } [ إبراهيم / 37 ] نزلت في عذاب القبر زاد مسلم فيقال: ( له من ربك ؟ فيقول: ربي الله , ونبي محمد صلى الله عليه وسلم ).",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "وفي لفظ آخر للبخاري عن البراء بن عازب - رضي الله عنه – أن رسول الله صلى الله عليه وسلم قال : ( المسلم إذا سئل في القبر يشهد أن لاإله إلا الله وأن محمدا رسول الله , فذلك قوله تعالى : { يثبت الله الذين آمنوا بالقول الثابت في الحياة الدنيا وفي الآخرة } ) وثبت في الصحيحين من حديث أسماء – رضي الله عنها – ان النبي صلى الله عليه وسلم قال : ( إنه قد أوحي إليّ أنكم تفتنون في قبوركم مثل ( أو قريبا من ) فتنة الدجال ) وهناك من لا تشملهم هذه الفتنة , فلا يفتنون في قبورهم وهم الأنبياء والصديقون والشهداء لما ثبت في سنن ابن ماجه بسند جيد من حديث المقدام بن معد يكرب عن رسول لله صلى الله عليه وسلم قال:) لشهيد عند الله عز وجل ست خصال : يُغفر له في أول دفعة من دمه , ويرى مقعده في الجنة , ويجار من عذاب القبر , ويأمّن من الفزع الأكبر , ويُحلى حله الإيمان , ويزوج من الحور العين , ويشفع في سبعين انسانا من أقاربه ) وثبت في صحيح مسلم من حديث سلمان الفارسي – رضي الله عنه – أن رسول الله صلى الله عليه وسلم قال : ( رباط يوم وليلة خير من صيام شهر وقيامه , وإن مات جري عليه عمله الذي كان يعمله , وأجري عليه رزقه , وأمن الفتّان ) أي فتنة القبر. ¶ وصح في مسند الإمام أحمد من حديث عبد الله بن عمرو بن العاص قال : قال صلى الله عليه وسلم : ( من مات يوم الجمعة أو ليلة الجمعة وُقي فتنة القبر ) ¶ وفي المسند أيضا بسند صحيح قال رسول الله صلى الله عليه وسلم : ( من قتله بطنه فإنه لن يعذب في قبره ) . ¶ فأما عذاب القبر فيكون للظالمين من المنافقين والكافرين والفسقة, قال الله تعالى : في آل فرعون { النار يعرضون عليها غدوا وعشيا ويوم تقوم الساعة أدخلوا آل فرعون أشد العذاب } [ غافر / 46 ]",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وفي صحيح مسلم من حديث زيد بن ثابت – رضي الله عنه – عن النبي صلى الله عليه وسلم قال: ( فلولا أن لا تدافنوا لدعوت الله أن يسمعكم من عذاب القبر الذي أسمع منه ) , ثم أقبل بوجه فقال : ( تعوذوا بالله من عذاب النار ) قالوا: نعوذ بالله من عذاب النار , فقال : ( تعوذوا بالله من عذاب القبر ) قالوا: نعوذ بالله من عذاب القبر , قال : ( تعوذوا بالله من الفتن ما ظهر منها وما بطن ) قالوا : نعوذُ بالله من الفتن ما ظهر منها وما بطن , قال :( تعوذوا بالله من فتنة الدجال ) قالوا : نعوذ بالله من فتنة الدجال . ¶ وأما نعيم القبر فللمؤمنين الصادقين , قال الله تعالى : { إن الذين قالوا ربنا الله ثم استقاموا تتنزل عليهم الملائكة ألا تخافوا ولا تحزنوا وأبشروا بالجنة التي كنتم توعدون } [ فصلت / 30 ] ¶ قال ابن كثير - رحمه الله - : وقوله : (( تتنزل عليهم الملائكة )) , قال مجاهد والسدي وزيد بن أسلم وابنه : يعني عند الموت قائلين : (ألا تخافوا) قال مجاهد وعكرمة وزيد بن أسلم أي مما تقدمون عليه من أمر الآخرة ( ولا تحزنوا ) على ما خلفتموه من أمر الدنيا من ولد وأهل ومال أو دين فإنا نخلفكم فيه ) ¶ وفي حديث البراء بن عازب – رضي الله عنه – الذي رواه الإمام أحمد وغيره , أن النبي صلى الله عليه وسلم أخبر أن المؤمن إذ أجاب الملكين في قبره : ( ينادي مناد من السماء أن صدق عبدي فافرشوه من الجنة, وألبسوه من الجنة , وافتحوا له بابا إلى الجنة, قال فيأتيه من روحها , وطيبها , ويفسح له في قبره مد بصره ) ¶ هذا و الله أعلم وصلى الله على نبينا محمد وعلى آله وأصحابه أجمعين . ¶ الدرس السابع عشر: في الحث على الأعمال الصالحة. ¶ إنّ الحمد لله , نحمده , ونستعينه , ونستغفره , ونعوذ بالله من شرور أنفسنا , ومن سيئات أعمالنا , من يهده الله ؛ فلا مضل له , ومن يضلل فلاهادي له .",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "وأشهد أن لا إله إلا الله وحده لاشريك له , وأشهد أن محمدا عبده ورسوله أما بعد : فإن العمل لا يكون صالحا إلا إذا توفر فيه شرطان , الأول : الإخلاص لله تعالى , والثاني : أن يكون موافق لسنة النبي صلى الله عليه وسلم , لقوله صلى الله عليه وسلم : ( من عمل عملا ليس عليه أمرنا فهو رد ) والأعمال الصالحة كثيرة , فقد قال الرسول صلى الله عليه وسلم , كما في مسند الإمام أحمد بسند صحيح من حديث ثوبان – رضي الله عنه - : ( استقيموا ولن تحصوا , واعلموا أن خير أعمالكم الصلاة , ولن يحافظ على الوضوء إلا مؤمن ) . ¶ وفي الصحيحين من حديث أبي هريرة – رضي الله عنه – قال : قال رسول الله صلى الله عليه وسلم : ( من غدا إلى المسجد أو راح , أعد الله له في الجنة نزلا كلما غدا أو راح ) ¶ وعنه أيضا - رضي الله عنه – قال سمعت رسول الله صلى الله عليه وسلم يقول : ( أرأيتم لو أن نهرا بباب أحدكم يغتسل منه كل يوم خمس مرات , هل يبقى من درنه شيء ؟ ) قالوا لا يبقى من درنه شيء , قال : ( فذلك مثل الصلوات الخمس يمحوا الله بهن الخطايا ) متفق عليه .",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "وفي صحيح مسلم من حديث عثمان رضي الله عنه – سمعت رسول الله صلى الله علية وسلم يقول: ( من صلى العشاء في جماعة فكأنما قام نصف ليلة ومن صلى الصبح في جماعة فكأنما صلى الليل كله ) وفيه أيضاً من حديث جندب بن عبد الله يقول: قال رسول الله صلى الله عليه وسلم: ( من صلى الصبح فهو في ذمة الله فلا يطلبنكم الله من ذمته بشيء فيدركه فيكبه في نار جهنم ) وفيه من حديث أبي هريرة أن رسول الله صلى الله علية وسلم قال: ( لا يزال العبد في صلاة ما كان في مصلاه ينتظر الصلاة ، وتقول الملائكة : اللهم اغفر له 0 اللهم ارحمه حتى ينصرف أو يحدث ) ومن الأعمال الصالحة المحافظة على السنن الراتبه قبل الفرائض وبعدهن فقد روى مسلم في صحيحه من طريق النعمان بن سالم عن عمرو بن أوس قال : حدثني عنبسة بن أبي سفيان في مرضه الذي مات فيه بحديث يتسار إليه ( يعني يسرُّ به ) قال: سمعتُ أم حبيبة تقول : سمعت رسول الله صلى الله عليه وسلم يقول: ( من صلى اثنتى عشرة ركعة في يوم وليلة ، بنى له بهن بيت في الجنة )",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "قالت أم حبيبة: فما تركتهن منذ سمعتهن من رسول الله صلى الله عليه وسلم0وقال عنبسة : فما تركتهن منذ سمعتهن من أم حبيبة وقال عمرو بن أوس: ماتركتهن منذ سمعتهن من عنبسة وقال النعمان بن سالم : ماتركتهن منذ سمعتهن من عمرو بن أوس . وفي حديث عائشة رضي الله عنها – ( أربعاً قبل الظهر, وركعتين بعدها وبعد المغرب وبعد العشاء وإذا طلع الفجر صلى ركعتين ) وهذه اثنتا عشرة ركعة 0وعن عائشة رضي الله عنها عن النبي صلى الله عليه وسلم قال: ( ركعتا الفجر خير من الدنيا وما فيها ) رواه مسلم 0 ويستحب أن يصلي المسلم النوافل في بيته لما ثبت في الصحيحين من حديث زيد بن ثابت رضي الله عنه أن النبي صلى الله عليه وسلم قال: ( صلوا أيها الناس في بيوتكم فإن أفضل الصلاة صلاة المرء في بيته إلا المكتوبة ) وفي صحيح مسلم من حديث جابر قال سمعت رسول الله- صلى الله علية وسلم- يقول: ( إن في الليل لساعة لا يوافقها رجل مسلم يسأل الله خيرا من أمر الدنيا والآخرة إلا أعطاه الله إياه وذلك كل ليلة ) وفي صحيح مسلم من حديث أبي هريرة- رضي الله عنه- قال : قال رسول الله صلى الله عليه وسلم: ( أفضل الصيام بعد رمضان شهر الله المحرم ، وأفضل الصلاة بعد الفريضة صلاة الليل ). وأفضل النوافل طلب العلم الشرعي لأن نفعه متعدي, وقد ثبت في صحيح مسلم من حديث أبي هريرة- رضي الله عنه- أن النبي صلى الله علية وسلم قال : ( من سلك طريقاً يلتمس فيه علما سهل الله له طريقا إلى الجنة ) ¶ وفي الصحيحين من حديث معاوية - رضي الله عنه – قال : سمعت رسول الله- صلى الله عليه وسلم- يقول :( من يرد الله به خيرا يفقه في الدين ) ¶ وفي صحيح البخاري من حديث أبي هريرة – رضي الله عنه – عن رسول الله صلى الله عليه وسلم قال : ( تجدون الناس معادن , خيارهم في الجاهلية خيارهم في الإسلام إذا فقهوا ) وفي رواية ( وتجدون شر الناس ذا الوجهين : الذي يأتي هؤلاء بوجه ويأتي هؤلاء بوجه ) .",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "وعن أبي الدرداء – رضي الله عنه – قال : سمعت رسول الله صلى الله عليه وسلم يقول : ( ما من عبد يخرج يطلب علما إلا وضعت له الملائكة أجنحتها , وسُلك به طريقا إلى الجنة , وإنه ليستغفر للعالم من في السموات ومن في الأرض , حتى الحيتان في البحر , وإن فضل العالم على العابد كفضل القمر ليلة البدر على سائر الكواكب , وإن العلماء هم ورثة الأنبياء , وإن الأنبياء لم يورثوا دينارا ولا درهما , ولكنهم ورثوا العلم , فمن أخذه أخذ بحظ وافر ) وهو حديث حسن . ¶ اللهم يا حي يا قيوم اجعلنا من السابقين للأعمال الصالحة, وتقبلها منا يا سميع يا عليم, وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين. ¶ الدرس الثامن عشر: في فضائل القرآن وما يتعلق به. ¶ الحمد لله رب العالمين, والصلاة والسلام على نبينا محمد , وعلى آله وصحبه أجمعين , وبعد . ¶ قال الله تعالى: { وأنزلنا إليك الكتاب بالحق مصدقا لما بين يديه من الكتاب ومهيمنا عليه } الآية [ المائدة / 47 ] قال : البخاري – رحمه الله - قال ابن عباس : المهيمن : الأمين , القرآن أمين على كل كتاب قبله . ¶ وفي صحيح البخاري من حديث أبي هريرة – رضي الله عنه – أن رسول الله صلى الله عليه وسلم قال: ( لاحسد إلا في اثنتين رجل علمه الله القرآن , فهو يتلو أناء النهار وأنا الليل , فسمعه جار له فقال : ليتني أوتيت مثل ما أوتي فلان , فعملت مثل ما يعمل , ورجل آتاه الله مالاً , فهو يهلكه في الحق , فقال رجل : ليتني أوتيت مثل ما أوتي فلان , فعملت مثل ما يعمل ) . ¶ وفيه عن عثمان - رضي الله عنه – عن النبي صلى الله عليه وسلم قال : ( خيركم من تعلم القرآن وعلمه ) وفي رواية عنه قال النبي صلى الله عليه وسلم ( إن أفضلكم من تعلم القرآن وعلمه )",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "وفي صحيح مسلم من حديث عائشة- رضي الله عنها- قالت: قال رسول الله صلى الله عليه وسلم:( الماهر بالقرآن مع السفرة الكرام البررة والذي يقرأ القرآن ويتتعتع فيه وهو علية شاق له أجران )) ¶ والملائكة تتنزل وتستمع القرآن ودليل ذلك ما ثبت في الصحيحين من حديث أسيد بن حُضير- رضي الله عنه- قال : بينما هو يقرأ من الليل سورة البقرة وفرسه مربوطة عنده إذ جالت الفرس فسكت وسكنت الفرس ثم قرأ فجالت الفرس فانصرف, وكان ابنه يحيى قريباً منها فأشفق أن تصبه فلما اجترّه رفع رأسه إلى السماء فإذا مثل الظلة فيها أمثال المصابيح فقال له رسول الله صلى الله عليه وسلم:) وتدري ما ذاك ؟ ) قلت: لا, قال: (( تلك الملائكة دنت لصوتك ولو قرأت لا أصبحت ينظر الناس إليها لا تتوارى منهم ) 0 ¶ وفي الصحيحين من حديث أبي موسى رضي الله عنه عن النبي صلى الله علية وسلم قال :( المؤمن الذي يقرأ القرآن ويعمل به كالاترجة طعمها طيب وريحها طيب والمؤمن الذي لا يقرأ القرآن ويعمل به كالتمرة طعمها طيب ولا ريح لها, ومثل المنافق الذي يقرأ القرآن كالريحانة ريحها طيب وطعمها مر, ومثل المنافق الذي لا يقرأ القرآن كالحنظلة طعمها مر وخبيث وريحها مر ) ويستحب الاستماع للقرآن وطلب القراءة من حافظه والبكاء عند القراءة والتدبر ويدل على هذا ما ثبت في الصحيحين من حديث عبدا لله ابن مسعود - رضي الله عنه- أنه قال: قال لي رسول الله صلى الله علية وسلم: ( أقرأ علي القرآن ) قال: فقلت: يا رسول الله أقرأ عليك وعليك أنزل ؟ قال: ) إني اشتهي أن اسمعه من غيري ) فقرأت النساء حتى إذا بلغت { فكيف إذا جئنا من كل أمه بشهيد وجئنا بك على هؤلاء شهيداً } [ النساء الآية 410 ] رفعت رأسي أو غمزني رجل إلى جنبي فرفعت رأسي فرأيت دموعه تسيل 0",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "وهناك سور من القرآن لها فضل خاص منها سورة الفاتحة فعن أبي سعيد ابن المعلى قال: كنت أصلي في المسجد فدعاني رسول الله صلى الله عليه وسلم فلم أجبه فقلت يا رسول الله إني كنت أصلي فقال: ( ألم يقل الله ) ( استجيبوا لله وللرسول إذا دعاكم؟ ) ثم قال لي ): لأعلمنك سورة هي أعظم السور في القرآن قبل أن تخرج من المسجد) ، ثم أخذ بيدي , فلما أراد أن يخرج قلت : ألم تقل لأعلمنك سورة هي أعظم سورة في القرآن , قال :( الحمد لله رب العالمين , هي السبع المثاني والقرآن العظيم الذي أوتيته ), وجاء في فضل قراءة القرآن وسورة البقرة وآل عمران حديث أبي أُمامة الباهلي – رضي الله عنه – قال : سمعت رسول الله صلى الله عليه وسلم يقول : ( اقرأوا القرآن , فإنه يأتي يوم القيامة شفيعا لأصحابه , اقرأوا الزهروين البقرة وسورة آل عمران , فإنهما تأتيان يوم القيامة كأنهما غمامتان أو كأنهما غيايتان , أو كأنهما فرقان من طير صواف , تحاجان عن أصحابهما , أقرأوا سورة البقرة , فإن أخذها بركة , وتركها حسرة , ولا يستطيعها البطلة ) ¶ قال معاوية بن سلاّم : بلغني أن البطلة السحرة ) رواه مسلم .",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "وآية الكرسي هي أعظم آية في كتاب الله دل على هذا ما رواه مسلم من حديث أبي بن كعب قال : قال رسول الله صلى الله عليه وسلم : ( يا أبا المنذر أتدري , أي أية من كتاب الله معك أعظم ؟ قال قلت: الله لا إله إلا هو الحي القيوم. قا ل فضرب في صدري , وقال : ( والله ليهنك العلم أبا المنذر ) وجاء في فضل الآيتين من آخر سورة البقرة , ما رواه البخاري ومسلم من حديث , أبي مسعود الأنصاري , قال : قال رسول الله صلى الله عليه وسلم : ( من قرأ هاتين الآيتين من آخر سورة البقرة في ليلة كفتاه ) وجاء في فضل سورة الكهف ما رواه مسلم في صحيحه من حديث أبي الدرداء أن النبي صلى الله عليه وسلم قال : ( من حفظ عشر آيات من أول سورة الكهف , عصم من الدجال ) وجاء في فضل قراءة قل هو الله أحد , ما رواه البخاري من حديث أبي سعيد الخدري – رضي الله عنه – أن رجلا سمع رجلا يقرأ (( قل هو الله أحد )) يرددها , فلما أصبح جاء إلى النبي صلى الله عليه وسلم , فذكر ذلك له , وكان الرجل يتقالها , فقال رسول الله صلى الله عليه وسلم : ( والذي نفسي بيده إنها لتعدل ثلث القرآن ) وفي مسلم من حديث أبي الدرداء عن النبي صلى الله عليه وسلم قال : ( أيعجز أحدكم أن يقرأ في ليلة ثلث القرآن ؟ قالوا: وكيف يقرأ ثلث القرآن ؟ قال : (( قل هو الله أحد)) يعدل ثلث القرآن ) وجاء في فضل المعوذات , ما رواه البخاري عن عائشة - رضي الله عنها – أن النبي صلى الله عليه وسلم كان إذا أوى إلى فراشه كل ليلة جمع كفيه ثم نفث فيهما فقرأ فيهما : قل هو الله أحد وقل أعوذ برب الفلق , وقل أعوذ برب الناس , ثم يمسح بهما ما استطاع من جسده يبدأ بهما على رأسه ووجه , وما أقبل من جسده يفعل ذلك ثلاث مرات . ¶ هذا والله أعلم وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين. ¶ الدرس التاسع عشر: في الاعتكاف",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "الحمد لله رب العالمين, والصلاة والسلام على رسول الله , وعلى آله وصحبه , ومن اهتدى بهداه . أما بعد: الاعتكاف هو : لزوم المسجد لطاعة الله تعالى , وحكمه سنة والأصل فيه قول الله تعالى :{ ولا تباشروهن وأنتم عاكفون في المساجد } [ البقرة / 187 ] فدلت الآية على مشروعية الاعتكاف , وأنه لا يصح إلا في مسجد , وتحريم مباشرة النساء حال الاعتكاف . ¶ ومن السنة أحاديث كثيرة ثابتة عنه صلى الله عليه وسلم منها , ما ثبت ¶ في الصحيحين من حديث عائشة – رضي الله عنها – ( أن النبي صلى الله عليه وسلم كان يعتكف العشر الأواخر من رمضان حتى توفاه الله, ثم اعتكف أزواجه من بعده ) . ¶ وفي صحيح مسلم من حديث ابن عمر – رضي الله عنهما – أن النبي صلى الله عليه وسلم, كان يعتكف العشر الأواخر من رمضان, قال نافع , وقد أراني عبد الله – رضي الله عنه – المكان الذي كان يعتكف فيه رسول الله صلى الله عليه وسلم من المسجد . ¶ وفي صحيح البخاري من حديث صفية - رضي الله عنها – زوج النبي صلى الله عليه وسلم أنها جاءت, رسول الله صلى الله عليه وسلم تزوره في اعتكافه في المسجد العشر الأواخر من رمضان, فتحدثت عنده ساعة, ثم قامت تنقلب, فقام النبي صلى الله عليه وسلم, يرجعها ذاهبا معها (يقلبها) حتى إذا بلغت باب المسجد عند باب أم سلمة مر رجلان من الأنصار فسلّما على رسول الله صلى الله عليه وسلم, فقال لهما النبي صلى الله عليه وسلم: على رسلكما إنما هي صفية بنت حيي, فقالا: سبحان الله يا رسول الله وكَبُر عليهما, فقال النبي صلى الله عليه وسلم: ( إن الشيطان يبلغ من الإنسان مبلغ الدم, وإني خشيت أن يقذف في قلوبكما شيئا ). ¶ وفيه أيضا من حديث أبي هريرة- رضي الله عنه- قال: كان النبي صلى الله علية وسلم يعتكف في كل رمضان عشرة أيام فلما كان العام الذي قبض فيه اعتكف عشرين يوماً 0",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "والاعتكاف يصح في كل مسجد لعموم النصوص لكن الاعتكاف في المساجد الثلاثة مسجد الكعبة والمسجد النبوي والمسجد الأقصى أفضل كما أن الصلاة في المساجد الثلاثة أفضل من الصلاة في غيرها 0 ومن أراد الاعتكاف في العشر الأواخر من رمضان، فيدخل معتكفه قبل أن تغرب الشمس من ليلة الحادي والعشرين ، ويخرج من معتكفة بعد غروب الشمس من ليلة العيد 0ويبطل الاعتكاف بالخروج من المسجد لغير عذر لما ثبت في الصحيحين أنه صلى الله علية وسلم :( كان لا يدخل البيت إلا لحاجة الإنسان ) ويبطل بنية الخروج من الاعتكاف وإن لم يخرج من المسجد لعموم حديث ( إنما الأعمال بالنيات ) ويبطل بالوطء في الفرج لقوله عز وجل: { ولا تبشروهن وأنتم عاكفون في المساجد } [ سورة البقرة 187] لأن النهي يقتضي الفساد إذا عاد إلى ذات المنهي عنه في العبادة . ¶ ويبطل الاعتكاف بالردة لقوله تعالى: { لئن أشركت ليحبطن عملك } { الزمر /65 } ويبطل بالسكر لخروج السكران عن كونه من أهل المسجد ويجوز للمعتكف أن يسأل عن المريض وغيره في طريقه ولا يقف عنده لقول عائشة: (( إن كنت لأدخل البيت للحاجة والمريض فيه فلا أسال عنه إلا وأنا مارة )) رواه مسلم 0 ¶ ويستحب أن يكون الاعتكاف على الوجه الذي من أجله شرع وهو أن يلزم المسلم مسجداً لطاعة من صلاة وذكر وغير ذلك, ويتفرغ للعبادة ويترك شؤون دنياه ويقوم بأنواع الطاعات 0 ¶ نسأل الله أن يتقبل أعمالنا، وأن يجعلها خالصة لوجه موافقة لسنة نبيه صلى الله عليه وسلم وأن يتقبل منا صيام رمضان وقيامة، وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين 0 ¶ الدرس العشرون: في فضل العشر الأواخر من رمضان واستحباب التفرغ للعبادة فيها .",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "الحمد الله رب العالمين والصلاة والسلام على محمد وعلى آله وصحبه أجمعين 0 روى البخاري ومسلم من حديث عائشة – رضي الله عنها – قالت: ( كان رسول الله صلى الله عليه وسلم ' إذا دخل العشر: أي العشر الأخيرة من رمضان شد مئزره وأحيا ليلة وأيقظ أهله ) متفق عليه وفي لفظ مسلم ( كان رسول الله صلى الله عليه وسلم يجتهد في العشر الأواخر مالم يجتهد في غيرها ) ¶ قولها : (( إذا دخل العشر شد مئزره )) دليل على الاهتمام والاجتهاد , والإقبال على العبادة , واختلف العلماء في تفسير شد المئزر على قولين : ¶ أحدهما : أن هذا كناية عن التشمير للعبادة , والإقبال عليها , والاجتهاد فيها . ¶ والثاني : أن هذا كناية عن اعتزال النساء في هذه العشر , قاله سفيان الثوري :– رحمه الله – ورجحه ابن رجب الحنبلي – رحمه الله- , ومعنى أحيا ليله : كناية عن اشتغاله بالعبادة عن النوم الذي هو بمنزلة الموت . ¶ ومعنى (وأيقظ أهله ) أي حثهم على قيام هذه الليالي , وإيقاظ الأهل لصلاة التهجد مستحب ويتأكد الاستحباب في ليالي العشر الأواخر من رمضان ؛ لعظم فضلها , فإنها غنيمة لا ينبغي للمؤمن أن يفوتها على نفسه , أو على أهله . فإن العشر الأخيرة هي خاتمة الشهر , والأعمال إنما تكون بالخواتيم , وقد ثبت عن النبي صلى الله عليه وسلم أنه قال : (( إنما الأعمال بالخواتيم )) , والاجتهاد في هذه العشر ليس في عبادة خاصة , بل يشمل الاجتهاد في جميع أنواع العبادة , من صلاة وصدقة , وتلاوة القرآن , والذكر وغيرها . ¶ وقد ذكر المحققين من أهل العلم , أن الليالي العشر الأواخر من رمضان أفضل من ليالي العشر من ذي الحجة , فهي أفضل ليالي العام , وأرجى ما تكون ليلة القدر في هذه العشر التي فضلها الله سبحانه وتعالى على ألف شهر , ففي الحديث الصحيح عن أبي هريرة - رضي الله عنه – أن النبي صلى الله عليه وسلم قال : ( من قام ليلة القدر إيمانا , واحتسابا غُفر له ما تقدم من ذنبه )",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "وصح عن عائشة – رضي الله عنها – أنها قالت: يا رسول الله أريت إن علمت ليلة القدر أي ليلة, ما أقول فيها ؟ قال: ( قولي اللهم إنك عفو تحب العفو فاعف عني ) ¶ قال العلماء : يستحب في الليالي التي ترجى فيها ليلة القدر ,التنظف , والتزين , والتطيب واللباس الحسن كما يشرع ذلك في الجمع والأعياد , وكذلك يشرع أخذ الزينة في سائر الصلوات , كما قال الله تعالى : { خذوا زينتكم عند كل مسجد } [ الأعراف / 31 ] ¶ قال : ابن عمر – رضي الله عنه – الله أحق أن يُتزين له , ولا يكمل التزين الظاهر إلا بتزين الباطن بالتوبة والإنابة إلى الله تعالى , وتطهيره من أدناس الذنوب , فإن زينة الظاهر مع خراب الباطن لا تغني شيئا , قال الله تعالى : { يابني آدم قد أنزلنا عليكم لباسا يواري سوآتكم وريشا ولباس التقوى ذلك خير } [ الأعراف / 36 ] ¶ إذا المرء لم يلبس ثيابا من التقى *** تقلب عريانا وإن كان كاسيا ¶ ولا يصلح لمناجاة المَلِك في الخلوات إلا من زين ظاهره وباطنه وطهرهما لأنه تعالى يعلم السر وأخفى, وهو لا ينظر إلى صوركم, وإنما ينظر إلى قلوبكم , وأعمالكم , فمن وقف بين يديه فليزين له ظاهره باللباس , وباطنه بلباس التقوى . ¶ وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين . ¶ الدرس الحادي والعشرون : في الزهد والرقائق ¶ إن الحمد لله, نحمده ونستعينه, ونستغفره, ونعوذ بالله من شرور أنفسنا, ومن سيئات أعمالنا, من يهده الله فلا مضل له, ومن يضلل فلا هادي له, وأشهد أن لا إله إلا الله وحده لاشريك له , وأشهد أن محمدا عبده ورسوله صلى الله عليه وسلم . ¶ { يآ أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون } [ آل عمران /ة 103 ] ¶ { يآ أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة وخلق منها زوجها وبث منهما رجالا كثيرا ونساء واتقوا الله الذي تسألون به والأرحام إن الله كان عليكم رقيبا } [ النساء / 1 ] ¶ {",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "يآ أيها الذين آمنوا اتقوا الله وقولوا قولا سديدا , يصلح لكم أعمالكم ويغفر لكم ذنوبكم , ومن يطع الله ورسوله فقد فاز فوزا عظيما } [ الأحزاب / 70/ 71 ] وبعد : ¶ فقد روى مسلم في صحيحه من حديث العَلاء عن أبيه عن أبي هريرة – رضي الله عنه – قال : قال رسول الله صلى الله عليه وسلم : ( الدنيا سجن المؤمن, وجنة الكافر ) وفيه من حديث مطرِّفٍ عن أبيه قال: أتيت النبي صلى الله عليه وسلم وهو يقرأ : ألهاكم التكاثر , قال: ( يقول ابن آدم : مالي ما لي ( قال ) وهل لك يا ابن آدم من مالك إلا ما أكلت فأفنيت , أو لبست فأبليت , أو تصدقت فأمضيت ؟ ) ¶ وفي رواية من حديث أبي هريرة – أن رسول الله صلى الله عليه وسلم قال : ( يقول العبد: مالي مالي إنما له من ماله ثلاث : ما أكل فأفنى , أو لبس فأبلى , أو أعطى فاقتنى , وما سوى ذلك فهو ذاهب وتاركه للناس ) وفي الصحيحين قال رسول الله صلى الله عليه وسلم ( يتبع الميت ثلاثة , فيرجع اثنان ويبقى واحد . يتبعه أهله وماله وعمله , فيرجع أهله وماله ويبقى عمله ) وفي الصحيحين واللفظ لمسلم ( أن رسول الله صلى الله عليه وسلم بعث أبا عبيدة بن الجراح إلى البحرين يأتي بجزيتها , وكان رسول الله صلى الله عليه وسلم هو صالح أهل البحرين , وأمر عليهم العلاء بن الحضرمي , فقدم أبو عبيدة بمال من البحرين , فسمعت الأنصار بقدوم أبي عبيدة فوافوا صلاة الفجر مع رسول الله صلى الله عليه وسلم . فلما صلى رسول الله صلى الله عليه وسلم انصرف, فتعرضوا له. فتبسم رسول الله صلى الله عليه وسلم حين رآهم. ثم قال : ( أظنكم سمعتم أن أبا عبيدة قد قدم بشيء من البحرين ؟ فقالوا : أجل يارسول الله ! قال : فأبشروا وأمّلوا ما يسركم فوالله ما الفقر أخشى عليكم , ولكن أخشى عليكم أن تبسط الدنيا عليكم كما بسطت على من كان قبلكم , فتنافسوها كما تنافسوها وتهلككم كما أهلكتهم ) وفي رواية ( وتلهكم كما ألهتم ) .",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "وفي الصحيحين من حديث أبي هريرة – رضي الله عنه – قال : قال رسول الله صلى الله عليه وسلم : ( إذا نظر أحدكم إلى من فُضّل عليه في المال والخلق , فلينظر إلى من هو أسفل منه ) ¶ وفي لفظ ( انظروا إلى من أسفل منكم , ولا تنظروا إلى من هو فوقكم , فهو أجدر أن لا تزدروا نعمة الله ) وفي صحيح مسلم من حديث عامر بن سعد قال: كان سعد بن أبي وقاص في إبله فجاءه ابنه عمر . فلما راءه سعد قال : أعوذ بالله من شر هذا الراكب . فنزل فقال له : أنزلت في إبلك وغنمك , وتركت الناس يتنازعون الملك بينهم ؟ فضرب سعد في صدره فقال اسكت : سمعت رسول الله صلى الله عليه وسلم يقول: ( إن الله يحب العبد التقي , الغني الخفي ) . ¶ وفي صحيح البخاري من حديث ابن عباس – رضي الله عنهما – أن رسول الله صلى الله عليه وسلم قال:( نعمتان مغبون فيهما كثير من الناس الصحة والفراغ ) وفيه عن ابن عمر – رضي الله عنهما – قا ل : أخذ رسول الله صلى الله عليه وسلم بمنكبي فقال : ( كن في الدنيا كأنك غريب أو عابر سبيل ) , وكان ابن عمر يقول : إذا أمسيت فلا تنتظر الصباح , وإذا أصبحت فلا تنتظر المساء , وخذ من صحتك لمرضك , ومن حياتك لموتك. وفيه عن عبد الله – رضي الله عنه – قال : (خط النبي صلى الله عليه وسلم خطا مربعا , وخط خطا في الوسط خارجا منه , وخط خُططا صغارا إلى هذا الذي في الوسط من جانبه الذي في الوسط وقال : (هذا الإنسان وهذا أجله محيط به , أو قد أحاط به , وهذا الذي هو خارج أمله وهذه الخطط الصغار الأعراض , فإن أخطأه هذا , نهشه هذا , وإن أخطأه هذا نهشه هذا ) وفي رواية من حديث أنس بن مالك رضي الله عنه قال : خط النبي صلى الله عليه وسلم خطوطا فقال : ( هذا الإنسان وهذا أجله فبينما هو كذلك إذ جاءه الخط الأقرب ) ,",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "وفيه عن أبي هريرة - رضي الله عنه – عن النبي صلى الله عليه وسلم قال : ( أعذر الله تعالى إلى امريء أخر أجله حتى بلغه ستين سنة ) وعنه – رضي الله عنه – قال : سمعت النبي صلى الله عليه وسلم يقول : ( لا يزال قلب الكبير شابا في اثنتين : في حب الدنيا , وطول الأمل ) ¶ وفي الصحيحين قال رسول الله صلى الله عليه وسلم : ( لو كان لابن آدم واديان من مال لا ابتغى ثالثا, ولا يملأ جوف ابن آدم إلا التراب , ويتوب الله على من تاب ) ¶ وفي صحيح مسلم عن عروة عن عائشة – رضي الله عنها – أنها كانت تقول : والله يا ابن أختي إن كنا لننظر إلى الهلال ثم الهلال ثم الهلال , ثلاثة أهله في شهرين , وما أوقد في أبيات رسول الله صلى الله عليه وسلم نار قال , قلت : يا خاله فما كان يعيشكم ؟ قالت: الأسودان التمر والماء إلا أنه قد كان لرسول الله صلى الله عليه وسلم جيران من الأنصار – رضي الله عنهم – وكانت لهم منائح. فكانوا يرسلون إلى رسول الله صلى الله عليه وسلم من ألبانها فيسقيناه . ¶ وفي صحيح البخاري عن أبي هريرة - رضي الله عنه – قال : سمعت رسول الله صلى الله عليه وسلم يقول : ( لو يعلم الكافر بكل الذي عند الله من الرحمة لم ييأس من الجنة , ولو يعلم المؤمن بكل الذي عند الله من العذاب لم يأمن النار ) وفيه من حديث سهل بن سعد – رضي الله عنه – قال رسول الله صلى الله عليه وسلم : ( من يضمن لي مابين لحييه وما بين رجليه , أضمن له الجنة ) وفي الصحيحين من حديث أبي هريرة – رضي الله عنه – عن النبي صلى الله عنه وسلم قال : ( إن العبد ليتكلم بالكلمة من رضوان الله لا يلقي لها بالا يرفع الله بها درجات , وإن العبد ليتكلم بالكلمة من سخط الله لا يلقي لها بالا يهوي بها في جهنم )",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "وفي صحيح البخاري من حديث أبي هريرة - رضي الله عنه – قال : قال رسول الله صلى الله عنه وسلم : ( حجبت النار بالشهوات , وحجبت الجنة بالمكاره ) وفيه عن عبد الله بن عمر- رضي الله عنه – قال : قال رسول الله صلى الله عليه وسلم : ( الجنة أقرب إلى أحدكم من شراك نعله , والنار مثل ذلك ) ¶ وفي الصحيحين واللفظ للبخاري عن عبادة بن الصامت – رضي الله عنه – عن النبي صلى الله عليه وسلم قال : ( من أحب لقاء الله أحب الله لقاءه , ومن كره لقاء الله كره الله لقاءه ) قالت عائشة أو بعض أزواجه : إنا لنكره الموت , قال : ( ليس ذلك , ولكن المؤمن إذا حضره الموت بشر برضوان الله وكرامته فليس شيء أحب إليه مما أمامه فأحب لقاء الله فأحب الله لقاءه , وإن الكافر إذا حُضر بشر بعذاب الله وعقوبته فليس شيء أكره إليه مما أمامه فكره لقاء الله فكر الله لقاءه ) ¶ وفي صحيح البخاري من حديث أبي هريرة – رضي الله عنهما – قال : قال رسول الله صلى الله عليه وسلم : ( لا يدخل أحد الجنة إلا أُري مقعده من النار لو أساء ليزداد شكرا , ولا يدخل أحد النار إلا أُري مقعده من الجنة لو أحسن ليكون عليه حسرة ) وفيه من حديث أبي سعيد – رضي الله عنه – قال : قال رسول الله صلى الله عليه وسلم : ( إن الله تبارك وتعالى يقول لأهل الجنة يا أهل الجنة , فيقولون لبيك ربنا وسعديك : فيقول هل رضيتم ؟ فيقولون: ومالنا لا نرضى وقد أعطيتنا مالم تعط أحدا من خلقك, فيقول أنا أعطيكم أفضل من ذلك, فيقولون وأي شيء أفضل من ذلك ؟ فيقول أُحل عليكم رضواني, فلا أسخط عليكم بعده أبدا )",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "وفيه عن ابن عمر – رضي الله عنهما – قال: قال رسول الله صلى الله عليه وسلم: ( إذا صار أهل الجنة إلى الجنة, وصار أهل النار إلى النار جئ بالموت حتى يجعل بين الجنة والنار, ثم يذبح, ثم ينادي مناد, يا أهل الجنة لاموت , ويااهل النار لاموت , فيزداد أهل الجنة فرحا إلى فرحهم, ويزداد أهل النار حزنا إلى حزنهم ) ¶ نسأل الله أن يوفق الجميع لتقواه, وفعل ما يحبه ويرضاه , وأن يجعلنا من أهل الجنة , وأن يعيذنا من النار , وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين . ¶ الدرس الثاني والعشرون : في ذكر بعض ماصح من أشراط الساعة ¶ إن الحمد لله, نحمده ونستعينه, ونستغفره, ونعوذ بالله من شرور أنفسنا, ومن سيئات أعمالنا, من يهده الله فلا مضل له, ومن يضلل فلا هادي له, وأشهد أن لا إله إلا الله وحده لاشريك له, وأشهد أن محمدا عبده ورسوله صلى الله عليه وسلم. ¶ { يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون } [ آل عمران /ة 103 ] ¶ { يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة وخلق منها زوجها وبث منهما رجالا كثيرا ونساء واتقوا الله الذي تسألون به والأرحام إن الله كان عليكم رقيبا } [ النساء / 1 ] ¶ { يا أيها الذين آمنوا اتقوا الله وقولوا قولا سديدا , يصلح لكم أعمالكم ويغفر لكم ذنوبكم , ومن يطع الله ورسوله فقد فاز فوزا عظيما } [ الأحزاب / 70/ 71 ]",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "وبعد روى مسلم في صحيحه من حديث ثوبان – رضي الله عنه – قال : قال رسول الله صلى الله عليه وسلم : ( إن الله زوى لي الأرض فرأيت مشارقها ومغاربها , وإن أمتي سيبلغ ملكها ما زوي لي منها , وأعطيت الكنزين الأحمر والأبيض , وإني سألت ربي لأمتي أن لا يهلكها بسنة عامة, وأن لا يسلط عليهم عدوا من سوى أنفسهم , فيستبيح بيضتهم , وإن ربي قال : يا محمد إني إذا قضيت قضاء فإنه لا يرد وإني أعطيتك لأمتك أن لا أهلكهم بسنة عامة , وأن لا أسلط عليهم عدوا من سوى أنفسهم يستبيح بيضتهم , ولو أجتمع عليهم من بأقطارها أو قال من بين أقطارها حتى يكون بعضهم يهلك بعضا , ويسبي بعضهم بعضا ) وفي رواية أصلها في الصحيحين ( ولا تزال طائفة من أمتي على الحق ظاهرين لا يضرهم من خالفهم حتى يأتي أمر الله ) وهذا الحديث دل على فضل أمة محمد صلى الله عليه وسلم حيث أن الله تعالى لا يهلكهم هلاكا عاما بحيث لا يبقى منهم أحد بل الطائفة المنصورة الناجية باقية موجودة في كل زمان حتى يأتي أمر الله , وهم المتمسكون بسنة النبي صلى الله عليه وسلم الذابين عنها بعلم وعدل , ومن أحبهم لأجل هذا فهو منهم . ¶ والحديث دل على أن الكفار الظاهر كفرهم أقٌل خطرا من الفرق الضالة المخالفة لسنة النبي صلى الله عليه وسلم , المنابذة والمعادية للطائفة المنصورة الناجية لتمسكها بالسنة والرد على من خالفها . ¶ وهذا الحديث رواه مسلم في كتاب الفتن , وأشراط الساعة ؛ لأنه يتضمن الأخبار عن أمور تحدث بعده صلى الله عليه وسلم وقبل الساعة فهي من علامات قرب الساعة , فإن بعثته صلى الله عليه وسلم دليل على قرب قيام الساعة ففي صحيح مسلم من حديث أنس – رضي الله عنه – قال : قال رسول الله صلى الله عليه وسلم: ( بعثت أنا والساعة كهاتين ) قال : وضم السبابة والوسطى .",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "وفي صحيح مسلم من طريق ابن شهاب أن أبا ادريس الخولاني كان يقول : قال حذيفة بن اليمان: والله إني لأعلم الناس بكل فتنة هي كائنة , فيما بيني وبين الساعة , ومابي إلا أن يكون رسول الله صلى الله عليه وسلم أسر إلىّ في ذلك شيئا لم يحدثه غيري ¶ , ولكن رسول الله صلى الله عليه وسلم قال وهو يحدث مجلسا أنا فيه عن الفتن , فقال رسول الله صلى الله عليه وسلم : وهو يعد الفتن ( منهن ثلاث لا يكدن يذرن شيئا , ومنهن فتن كرياح الصيف منها صغار ومنها كبار ) قال : حذيفة فذهب أولئك الرّهط كلهم غيري . ¶ وفيه عنه – رضي الله عنه – قال : قام فينا رسول الله صلى الله عليه وسلم مقاما ماترك شيئا يكون في مقامه ذلك إلى قيام الساعة إلا حدث به . حفظه من حفظه , ونسيه من نسيه قد علمه أصحابي هؤلاء , وإنه ليكون منه الشيء قد نسيته فأراه فأذكره كما يذكر الرجل وجه الرجل إذا غاب عنه , ثم إذا رآه عرفه . وفيه عن حذيفة بن أسِيد الغفاري – رضي الله عنه – قال أطلع النبي صلى الله عليه وسلم علينا ونحن نتذاكر , فقال : ( ما تذاكرون ؟ ) قالوا : نذكر الساعة . قال : ( إنها لن تقوم حتى ترون قبلها عشر آيات , فذكر الدخان والدجال والدابة , وطلوع الشمس من مغربها , و ونزول عيسى بن مريم , ويأجوج ومأجوج وثلاثة خسوف : خسف بالمشرق , وخسف بالمغرب , وخسف بجزيرة العرب , وآخر ذلك نار تخرج من اليمن , تطرد الناس إلى محشرهم ) . ¶ وفي الصحيحين من حديث أبي هريرة – رضي الله عنه – أن رسول الله صلى الله عليه وسلم قال : ( لا تقوم الساعة حتى يحسر الفرات عن جبل من ذهب يقتتل الناس عليه , فيُقتل من كل مائة , تسعة وتسعون , ويقول كل رجل منهم : لعلي أكون أنا الذي أنجو ) هذا لفظ مسلم , ولفظ البخاري ( يوشك الفرات أن يحسر عن كنز من ذهب , فمن حضره فلا يأخذ منه شيئا ) .",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "وفي صحيح البخاري رضي الله عنه – أن النبي صلى الله عليه وسلم قال: ( لا تقوم الساعة حتى تقتتل فئتان عظيمتان , تكون بينهما مقتلة عظيمة دعوتهما واحدة , وحتى يبعث دجالون كذابون , قريب من ثلاثين كلهم يزعم أنه رسول الله , وحتى يقبض الله العلم , وتكثر الزلازل , ويتقارب الزمان , وتظهر الفتن , ويكثر الهرج وهو القتل وحتى يكثر فيكم المال فيفيض حتى يهم رب المال من يقبل صدقته , وحتى يعرضه فيقول الذي يعرضه عليه , لا أرب لي به , وحتى يتطاول الناس في البنيان , وحتى يمر الرجل بقبر الرجل فيقول يا ليتني مكانه , وحتى تطلع الشمس من مغربها , فإذا طلعت ورآها الناس آمنوا أجمعون فذلك حين لا ينفع نفسا إيمانها لم تكن آمنت من قبل أو كسبت في إيمانها خيرا ولتقومن الساعة وقد نشر الرجلان ثوبهما بينهما فلا يتبايعانه ولا يطويانه , ولتقومن الساعة وقد انصرف الرجل بلبن لقحته فلا يطعمه , ولتقومن الساعة , وهو يليط حوضه فلا يسقي فيه , ولتقومن الساعة وقد رفع أكلته إلى فيه فلا يطعمها )",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "ومن أشراط الساعة الكبرى خروج الدجال وفتنته , فإن فتنته من أعظم الفتن فقد روى مسلم في صحيحه من حديث عمران بن حصين قال سمعت رسول الله صلى الله عليه وسلم يقول : (مابين خلق آدم إلى قيام الساعة , خلق أكبر من الدجال ) وفي رواية ( أمر أكبر من الدجال ) وفيه من حديث النواس بن سمعان ( الطويل ) قال صلى الله عليه وسلم عن الدجال : ( إنه شاب قطط . عينه طافئة كأني أُشبهه بعبد العزى بن قطن فمن أدركه منكم فليقرأ عليه فواتح سورة الكهف , إنه خارج خلة بين الشام والعراق فعاث يمينا وعاث شمالا يا عباد الله \" فاثبتوا ) قلنا : يا رسول الله وما لبثه في الأرض ؟ قال :( أربعون يوما : يوم كسنة , ويوم كشهر , ويوم كجمعة , وسائر أيامه , كأيامكم ) قلنا : يارسول الله وما إسراعه في الأرض ؟ قال: ( كالغيث استدبرته الريح , فيأتي على القوم , فيدعوهم فيؤمنون به ويستجيبون له , فيأمر السماء فتمطر والأرض فتنبت فتروح عليهم سارحتهم أطول ما كانت ذرا وأسبغه ضروعا, وأمده خواصر, ثم يأتي القوم فيدعوهم فيردون عليه قوله , فينصرف عنهم فيصبحون ممحلين ليس بأيديهم شيء من أموالهم ) الحديث , ومع عظم فتنته إلا أن أهل الحق في وقته يردون عليه ويحذرون الناس منه , بل ثبت أن رجلا من المؤمنين من أهل المدينة النبوية عنده علم بحديث رسول الله صلى الله عليه وسلم يبين باطله أمام الناس , ففي صحيح مسلم من حديث أبي سعيد الخدري قال : حدثنا رسول الله صلى الله عليه وسلم يوما حديثا طويلا عن الدجال فكان فيما حدثنا",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "قا ل : ( يأتي وهو محرّم عليه أن يدخل نقاب المدينة , فينتهي إلى بعض السباخ التي تلي المدينة , فيخرج إليه يومئذ رجل هو خير الناس , أو من خير الناس , فيقول له : أشهد أنك الدجال الذي حدثنا رسول الله صلى الله عليه وسلم حديثه . فيقول الدجال : أرأيتم إن قتلت هذا ثم أحييته أتشكون في الأمر ؟ فيقولون : لا . قال فيقتله ثم يحييه, فيقول الرجل حين يحييه : والله ما كنت فيك قط أشد بصيرة مني الآن , قال فيريد الدجال : أن يقتله فلا يسلط عليه ) وفي رواية قال رسول الله صلى الله عليه وسلم : ( ثم يقول المؤمن يا أيها الناس إنه لا يفعل بعدي بأحد من الناس . قال : فيأخذه الدجال ليذبحه فيُجعل مابين رقبته إلى ترقوته نحاسا , فلا يستطيع إليه سبيلا , قال : فيأخذ بيديه ورجليه فيقذف به فيحسب الناس أنما قذفه إلى النار وإنما أُلقي في الجنة ) فقال رسول الله صلى الله عليه وسلم: ( هذا أعظم الناس شهادة عند رب العالمين ) . وقبل الدجال دعاة الضلالة أي دعاة الفرق الضالة المخالفة للسنة فإن فتنتهم تشبه فتنة الدجال , ولهذا جاء ذكرهم مقرونا بذكر الدجال , فقد ثبت في مسند الإمام أحمد بسند صحيح من حديث حذيفة – رضي الله عنه – وفيه قال رسول الله صلى الله عليه وسلم: ( ثم تنشأ دعاة الضلالة , فإن كان يومئذ في الأرض خليفة جلد ظهرك , وأخذ مالك فالزمه , وإلا فمت وأنت عاض على جذل شجرة ) قال قلت : ثم ماذا ؟ قال : ( يخرج الدجال بعد ذلك معه نهر ونار , من وقع في ناره ؛ وجب أجره وحط وزره , ومن وقع في نهره , وجب وزره وحط في أجره ) الحديث ¶ فجعل خروج الدجال بعد خروج دعاة الضلالة فهم يشبهونه في عظم الفتنة والذين يردون ويحذرون من دعاة الضلالة يشبهون الرجل المؤمن الذي رد على الدجال أمام الناس محتجا بحديث رسول الله صلى الله عليه وسلم .",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "أسال الله أن يعصمنا من الفتن ما ظهر منها وما بطن, وان يوفقنا إلى ما يحب ويرضى, وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين. ¶ الدرس الثالث والعشرون : في الحث على التوبة والإقلاع عن الذنوب ¶ إن الحمد لله نحمده ونستعينه ونستغفره , ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا , من يهده الله فلا مضل له , ومن يضلل فلا هادي له , وأشهد أن لا إله إلا الله وحده لأشريك له , وأشهد أن محمدا عبده ورسوله . ¶ أما بعد : فإن التوبة عبادة أمر الله تعالى بها في آيات كثيرة منها قوله تعالى : { وتوبوا إلى الله جميعا أيها المؤمنون لعلكم تفلحون } [ النور / 53] وقال تعالى : { قل يا عبادي الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله إن الله يغفر الذنوب جميعا إنه هو الغفور الرحيم } [ الزمر /54 ] وفي صحيح مسلم من حديث أبي هريرة – رضي الله عنه – قال : قال رسول الله صلى الله عليه وسلم : ( لله أشد فرحا بتوبة أحدكم من أحدكم بضالته إذا وجدها ) وفيه من حديث أنس – رضي الله عنه – قال : قال رسول الله صلى الله عليه وسلم : ( لله أشد فرحا بتوبة عبده حين يتوب إليه من أحدكم كان على راحلته بأرض فلاة فانفلتت منه , وعليها طعامه وشرابه , فأيس منها . فأتى شجرة فاضطجع في ظلها . قد أيس من راحلته , فبينما هو كذلك إذا هو بها قائمة عنده فأخذ بخطامها . ثم قال من شدة الفرح : اللهم أنت عبدي وأنا ربك أخطأ من شدة الفرح ) والذنوب تسقط بالتوبة والاستغفار . فقد روى مسلم في صحيحة من حديث أبي أيوب – رضي الله عنه – قال سمعت رسول الله صلى الله عليه وسلم يقول : ( لولا أنكم تذنبون لخلق الله خلقا يذنبون يغفر لهم ) وفيه من حديث أبي هريرة – رضي الله عنه – قال : قال رسول الله صلى الله عليه وسلم ( والذي نفسي بيده لولم تذنبوا لذهب الله بكم ولجاء بقوم , يذنبون , فيستغفرون الله فيغفر لهم )",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "وفي الصحيحين من حديث أبي هريرة - رضي الله عنه – قال : سمعت رسول الله صلى الله عليه وسلم قال : ( إن عبدا أصاب ذنبا , وربما قال : أذنب ذنبا فقال : رب أذنبت ذنبا , وربما قال : أصبت فاغفر, فقال ربه :أعلم عبدي أن له ربا يغفر الذنب ويأخذ به, غفرت لعبدي , ثم مكث ما شاء الله, ثم أصاب ذنبا أو أذنب ذنبا فقال رب: أذنبت أو أصبت آخر فاغفر فقال : أعلم عبدي أن له ربا يغفر الذنب ويأخذ به , غفرت لعبدي ثم مكث ما شاء الله , ثم أذنب ذنبا وربما قال: أصاب ذنبا فقال: رب أصبت أوقال: أذنبت آخر فاغفره لي فقال : أعلم عبدي أن له ربا يغفر الذنب ويأخذ به, غفرت لعبدي ثلاثا , فليعمل ما شاء ) وفي الصحيحين واللفظ لمسلم عن النبي صلى الله عليه وسلم ( أن رجلا قتل تسعة وتسعين نفسا فجعل يسأل: هل له من توبة ؟ فأتى راهبا فسأله فقال : ليست لك توبة , فقتل الراهب . ثم جعل يسأل عن أعلم أهل الأرض فدل على رجل عالم فقال: إنه قتل مائة نفس فهل له من توبة ؟ فقال نعم ومن يحول بينه وبين التوبة ؟ انطلق إلى أرض كذا وكذا فإن بها أُناسا يعبدون الله فاعبد الله معهم ولا ترجع إلى أرضك فإنها أرض سوء فانطلق حتى إذا نصف الطريق أتاه الموت, فاختصمت فيه ملائكة الرحمة وملائكة العذاب, فقالت ملائكة الرحمة : جاء تائبا مقبلا بقلبه إلى الله وقالت ملائكة العذاب : إنه لم يعمل خيرا قط . فأتاهم ملك في صورة آدمي فجعلوه بينهم , فقال : قيسوا ما بين الأرضين فإلى أيتهما كان أدنى فهو له . فقاسوه فوجدوه أدنى إلى الأرض التي أراد, فقبضته ملائكة الرحمة ) ¶ ثم اعلموا عباد الله أن التوبة التي يقبلها الله لابد فيها من ستة شروط وهي : ¶ أولاً : الإخلاص فتكون لله لا لغيره . ¶ ثانيا : أن يقلع عن الذنب فلا تصح من مصر على الذنب الذي تاب منه 0 ¶ ثالثاً : الندم على ما مضى فلا بد أن يكون مع التوبة ندماً على ما مضى من الذنب 0",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "رابعاً : العزم على ألا يعود إلى هذا الذنب التائب منه مرة أخرى 0 ¶ خامساً : أن تكون في وقت القبول أما عند حضور الأجل أو طلوع الشمس من مغربها فلا تنفع التوبة 0 ¶ سادساً : رد حقوق الناس إليهم والتحلل منهم, فقد روى البخاري في صحيحة أن النبي صلى الله علية وسلم قال : ( من كانت عنده مظلمة لأخيه من عرض أو من شيء فليتحلل منه اليوم قبل ألا يكون درهم ولا دينار ) ¶ اللهم وفقنا للتوبة النصوح واغفر لآبائنا وأمهاتنا وللمؤمنين والمؤمنات الأحياء منهم, والأموات إنك سميع مجيب الدعوات وصلى الله على نبينا محمد وعلى آله وأصحابه أجمعين ¶ الدرس الرابع والعشرون: في فضل الدعاء ¶ الحمد لله، والصلاة والسلام على أشرف الأنبياء والمرسلين وعلى آله وصحبه والتابعين. أما بعد قال الله عز وجل: {ادعوني أستجب لكم} [غافر/60] وقال عز وجل: {وإذا سألك عبادي عني فإني قريب أجيبُ دعوة الداعِ إذا دعان} [البقرة/186]. ¶ وصح عن النبي صلى الله عليه وسلم أنه قال: ( الدعاء هو العبادة )",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "وفي حديث أبي ذر رضي الله عنه الذي رواه مسلم يقول الله عز وجل: ( يا عبادي إني حرمت الظلم على نفسي وجعلته بينكم محرماً فلا تظالموا، يا عبادي كلكم ضال إلا من هديته فاستهدوني أهدكم يا عبادي كلكم جائع إلا من أطعمته فاستطعموني أطعمكم يا عبادي كلكم عارٍ إلا من كسوته فاستكسوني أكسكم يا عبادي إنكم تخطئون بالليل والنهار وأنا أغفر الذنوب جميعاً فاستغفروني أغفر لكم، يا عبادي لو أن أولكم وآخركم وإنسكم وجنكم كانوا على أتقى قلب رجل واحد منكم ما زاد ذلك في ملكي شيئاً يا عبادي لو أن أولكم وآخركم وإنسكم وجنكم كانوا على افجر قلب رجل واحدٍ منكم ما نقص ذلك من ملكي شيئاً، يا عبادي لو أن أولكم وآخركم وإنسكم وجنكم قاموا في صعيد واحد فسألوني فأعطيت كل واحدٍ مسألته ما نقص ذلك مما عندي إلا كما ينقص المخيط إذا أدخل البحر، يا عبادي إنما هي أعمالكم أحصيها لكم ثم أوفيكم إياها فمن وجد خيراً فليحمد الله ومن وجد غير ذلك فلا يلومن إلا نفسه ) وصح عن النبي صلى الله عليه وسلم أنه قال: ( إن الله تعالى ليستحي أن يبسط العبد إليه يديه يسأله فيهما خيراً فيردهما خائبتين ). ¶ وصح عنه صلى الله عليه وسلم أنه قال: ( ما من مسلم يدعو الله بدعوة ليس فيها إثم ولا قطيعة رحم إلا أعطاه الله بها إحدى ثلاث إما أن تعجل له دعوته وإما أن يدخرها له في الآخرة، وإما أن يُدفع عنه من السوء مثلها ). ¶ واعلموا- رحمكم الله- أن أكل الحرام من موانع إجابة الدعاء لما ثبت في صحيح مسلم من حديث أبي هريرة- رضي الله عنه- قال: قال رسول الله صلى الله عليه وسلم : (يا أيها الناس إن الله طيب لا يقبل إلا طيباً ) وإن الله أمر المؤمنين بما أمر به المرسلين فقال:{ يا أيها الرسل كلوا من الطيبات واعملوا صالحاً إني بما تعملون عليم} [المؤمنون/51] وقال عز وجل : { يا أيها الذين ءامنوا كلوا من طيبات ما رزقناكم } [البقرة/173].",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "ثم ذكر(( الرجل يطيل السفر أشعث أغبر يمد يديه إلى السماء: يا رب يا رب ومطعمه حرام وملبسه حرام وغذى بالحرام فأنى يستجاب لذلك). ودعاء الله من أنفع الأدوية فإنه بإذن الله يدفع البلاء ويمنع نزوله، ويرفعه إذا نزل أو يخففه وهو سلاح المؤمن. وفي المسند عن النبي صلى الله عليه وسلم أنه قال: ( لا يرد القدر إلا الدعاء ولا يزيد في العمر إلا البر وإن الرجل ليحرم الرزق بالذنب يصيبه) .",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "ومن الآفات التي تمنع ترتيب أثر الدعاء عليه: أن يستعجل العبد ويستبطئ الإجابة فيدع الدعاء، ففي الصحيحين أن رسول الله صلى الله عليه وسلم قال: ( يستجاب لأحدكم ما لم يعجل قيل: يا رسول الله وما الاستعجال؟ قال: يقول قد دعوتُ وقد دعوت، قلم أرَ يستجاب لي، فيستحسر عند ذلك ويدع الدعاء). وعلى المسلم الذي يدعو الله أن يعزم الدعاء ولا يقول إن شئت فقد ثبت في الصحيحين من حديث أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: ( إذا دعا أحدكم فلا يقل: اللهم اغفر لي إن شئت ولكن ليعزم المسألة وليعظم الرغبة فإن الله لا يتعاظمه شيء أعطاءه ). ويتجنب العبد أن يدعو على نفسه بالموت أو غيره, فقد ثبت في الصحيحين من حديث خباب- رضي الله عنه- قال: نهانا رسول الله صلى الله عليه وسلم أن ندعو بالموت\" وفيهما قال رسول الله صلى الله عليه وسلم: ( لا يتمنى أحدكم الموت لضر نزل به فإن كان لابد متمنياً فليقل: اللهم أحيني ما كانت الحياة خيراً لي وتوفني إذا كانت الوفاة خيراً لي ) وفي لفظ مسلم ( لا يتمنى أحدكم الموت ولا يدعُ به من قبل أن يأتيه إنه إذا مات أحدكم انقطع عمله, وإنه لا يزيد المؤمن عمره إلا خيراً ) ويستحب تحري أوقات الإجابة وحضور القلب عند الدعاء وأوقات الإجابة هي: الثلث الأخير من الليل الذي ينزل فيه ربنا عز وجل، وعند الأذان وبين الأذان والإقامة, وعند السجود, وآخر ساعة بعد العصر من يوم الجمعة عند بعض أهل العلم . ويستحب أن يستقبل الداعي القبلة وأن يكون على طهارة وأن يرفع يديه إلى الله وأن يبدأ بحمد الله والثناء عليه ويصلي ويسلم على محمد عبده ورسوله صلى الله عليه وسلم ويستحب أن يتصدق قبل أن يدعو فإن هذا من أسباب إجابة الدعاء ويستحب أن يدعو بالأدعية الواردة في كتاب الله وسنة رسوله صلى الله عليه وسلم. ¶ نسأل الله أن يعيننا على ذكره وشكره وحسن عبادته ¶ وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "الدرس الخامس والعشرون: في الحث على ذكر الله وبيان فضله ¶ الحمد لله والصلاة والسلام على رسول الله، وعلى آله وأصحابه ومن اهتدى بهداه. وبعد قال الله عز وجل: { يا أيها الذين آمنوا اذكروا الله ذكراً كثيراً وسبحوه بكرةً وأصيلاً هو الذي يصلي عليكم وملائكته ليخرجكم من الظلمات إلى النور وكان بالمؤمنين رحيماً }[الأحزاب: 41-43] وقوله تعالى: { واذكر ربك في نفسك تضرعاً وخفيه } [الأعراف/305] والإكثار من ذكر الله دليل على الفلاح قال تعالى: { واذكروا الله كثيراً لعلكم تفلحون } [الأنفال /45] وقد أثنى الله عز وجل على أهل الذكر وبين حسن جزائهم فكقوله: { إن المسلمين والمسلمات إلى قوله – والذاكرين الله كثيراً والذاكرات أعد الله لهم مغفرة وأجراً عظيماً} [الأحزاب: 35] وقد جعل الله عز وجل ذكره لهم جزاء لذكرهم له فقال عز وجل: { فاذكروني أذكركم واشكروا لي ولا تكفرون } [سورة البقرة/153] وذكر الله عز وجل أكبر من كل شيء فهو أفضل الطاعات على أحد الأقوال في قوله عز وجل: { اتل ما أوحي إليك من الكتاب وأقم الصلاة إن الصلاة تنهى عن الفحشاء والمنكر ولذكر الله أكبر والله يعلم ما تصنعون } [العنكبوت/45] وقد ختم الله الأعمال الصالحة به, فختم به عمل الصيام بقوله: { ولتكملوا العدة ولتكبروا الله على ما هداكم ولعلكم تشكرون } [البقرة/185] وختم به الحج في قوله: { فإذا قضيتم مناسككم فاذكروا الله كذكركم آباءكم أو أشد ذكراً } [البقرة/ 200].",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "وختم به الصلاة كقوله: { فإذا قضيتم الصلاة فاذكروا الله قياماً وقعوداً وعلى جنوبكم } [النساء-103] وختم به الجمعة كقوله تعالى: { فإذا قضيت الصلاة فانتشروا في الأرض وابتغوا من فضل الله واذكروا الله كثيراً لعلكم تفلحون } [الجمعة/10] وأفضل الذكر عند بعض أهل العلم قول لا إله إلا الله وإذا كان آخر كلام العبد قول لا إلا إله إلا الله أدخله الله الجنة ولفضل الذكر قرنه الله تعالى بالجهاد فقال تعالى: { يا أيها الذين آمنوا إذا لقيتم فئةً فاثبتوا واذكروا الله كثيراً لعلكم تفلحون } [الأنفال/45] والذاكرون الله عز وجل هم أهل السبق كما روى مسلم في صحيحه من حديث أبي- هريرة رضي الله عنه- قال: كان رسول الله صلى الله عليه وسلم يسير في طريق مكة فمر على جبلٍ يقال له حُمْدان فقال: ( سيروا هذا حُمدان سبق المفردون\" قالوا: وما المفردون؟ يا رسول الله قال: \"الذاكرون الله كثيراً والذاكرات ).",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "وفي الصحيحين من حديث أبي هريرة- رضي الله عنه- واللفظ للبخاري قال رسول الله صلى الله عليه وسلم: ( إن لله ملائكةً يطوفون في الطرق يلتمسون أهل الذكر فإذا وجدوا قوماً يذكرون الله عز وجل تنادوا هلموا إلى حاجتكم قال: فيحفونهم بأجنحتهم إلى السماء الدنيا، قال: فيسألهم ربهم وهو أعلم بهم ما يقول عبادي قالوا: يسبحونك ويكبرونك ويحمدونك ويمجدونك، قال فيقول هل رأوني فيقولون لا والله ما رأوك قال: فيقول كيف لو رأوني؟ قال: يقولون لو رأوك كانوا أشد لك عبادةً وأشد لك تمجيداً و تحميدا وأكثر لك تسبيحاً قال: فيقول فما يسألونني؟ قالوا: يسألونك الجنة قال: يقول وهل رأوها؟ قال: يقولون لا والله يا رب ما رأوها، قال يقول: فكيف لو أنهم رأوها؟ قال: يقولون لو أنهم رأوا كانوا أشد عليها حرصاً وأشد لها طلباً وأعظم فيها رغبةً قال: فمم يتعوذون؟ قال: يقولون من النار، قال يقول: وهل رأوها؟ قال: يقولون لا والله يا رب ما رأوها قال: يقولُ فكيف لو رأوها قال: يقولون لو رأوها كانوا أشد منها فراراً وأشد لها مخافةً قال: فيقول: فأشهدكم أني قد غفرت لهم قال: يقول ملك من الملائكة فيهم فلان ليس منهم إنما جاء لحاجةٍ قال: هم الجلساء لا يشقى بهم جليسهم ) . ¶ وفي الصحيحين من حديث أبي موسى- رضي الله عنه- عن النبي صلى الله عليه وسلم قال: ( مثل الذي يذكر ربه والذي لا يذكره: مثل الحي والميت )\" ولفظ مسلم ( مثل البيت الذي يذكر الله فيه, والبيت الذي لا يذكر الله فيه: مثل الحي والميت ). ¶ وصح عن النبي صلى الله عليه وسلم أنه قال: ( ألا أنبئكم بخير أعمالكم وأزكاها عند مليككم وأرفعها في درجاتكم، وخير لكم من إعطاء الذهب والفضة وأن تلقوا عدوكم فتضربوا أعناقهم ويضربوا أعناقكم؟ قالوا: وما ذاك يا رسول الله؟ قال: ذكر الله عز وجل ).",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "ويكفي في شرف ذكر الله: أن الله يباهي ملائكته بأهل ذكره كما في صحيح مسلم عن معاوية- رضي الله عنه- أن رسول الله صلى الله عليه وسلم ( خرج على حلقة من أصحابه فقال: ما أجلسكم؟ قالوا: جلسنا نذكر الله ونحمده على ما هدانا للإسلام ومن به علينا قال: آلله ما أجلسكم إلا ذلك؟ قالوا: آلله ما أجلسنا إلا ذلك قال: أما إني لم أستحلفكم تهمة لكم ولكن أتاني جبريل فأخبرني أن الله يباهي بكم الملائكة ) . ¶ نسأل الله أن يعيننا على ذكره وعلى شكره وحسن عبادته ¶ وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين\". ¶ الدرس السادس والعشرون: شرح حديث (( بدأ الإسلام غريباً. وسيعود غريباً 000 الحديث)) ¶ الحمد لله رب العالمين والصلاة والسلام على رسوله الكريم صلى الله عليه وسلم وعلى أصحابه الغر الميامين ومن تبع هداه وسار على نهجه إلى يوم الدين. ¶ فقد روى مسلم في صحيحه من حديث أبي هريرة- رضي الله- عنه قال: قال رسول الله صلى الله عليه وسلم: ( إن الإسلام بدأ غريباً وسيعود كما بدأ غريباً، فطوبى للغرباء ). ¶ وفي المسند بسند صحيح عن أبي الأحوص عن عبد الله قال: قال رسول الله صلى الله عليه وسلم: ( إن الإسلام بدأ غريباً وسيعود كما بدأ فطوبى للغرباء\" قيل: من الغرباء يا رسول الله؟ قال: \"النزاع من القبائل ).",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "ولا يقتضي هذا أن الإسلام إذا صار غريباً يجوز تركه – والعياذ بالله – بل يدل على فضل وصدق من تمسك به ولا يقتضي هذا أنه إذا صار الإسلام غريباً أن المتمسك به يكون في ضيقٍ وشر بل هو أسعد الناس كما قال في تمام الحديث: \"فطوبى للغرباء\" وطوبى من الطيب قال تعالى: { طوبى لهم وحسن مئآب } فإنه يكون من جنس السابقين الأولين الذين اتبعوا الإسلام لما كان غريباً وهم أسعد الناس في الدنيا مع غربتهم وما يحصل لهم من أذى فإن الله يجعل في قلوبهم انشراحا وسعةً لا يعلم بها من الناس إلا من كان على منهجهم هذا في الدنيا أما الآخرة فهم أعلى الناس درجةً يعد الأنبياء عليهم السلام. ¶ ولا يضر من تمسك بسنة النبي صلى الله عليه وسلم كثرة المخالفين والمخذلين لأنه يكون من الطائفة المنصورة الناجية ففي الحديث المتواتر قال رسول الله صلى الله عليه وسلم: ( لا تزال طائفة من أمتي ظاهرين لا يضرهم من خالفهم ولا من خذلهم حتى يأتي أمر الله ) فهم منصورون في الدنيا كما قال تعالى: { يآ أيها النبي حسبك الله ومن اتبعك من المؤمنين } أي الله حسبك وحسب متبعك, والمتمسك بالسنة, الله حسبه أي كافية وهو وليه حيث كان ومتى كان.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "وصح عن النبي صلى الله عليه وسلم أنه قال: ( إن من ورائكم أيام الصبر للمتمسك فيهن يومئذ بما أنتم عليه أجر خمسين منكم قالوا يا نبي :الله أو منهم قال بل منكم ) وهذا الأجر العظيم إنما هو لتمسكهم بالسنة مع كثرة المخالفين لها فهم فرقه واحده قليله جداً غريبة بين اثنتين وسبعين فرقة ذات اتباع ورئاسات ولا يقوم لها سوق إلا بمخالفة ما جاء به الرسول صلى الله عليه وسلم فإنه يخالف أهواءهم وما هم عليه من الشبهات والبدع وبهذا يظهر فضل أهل السنة الذين يميزونها من الأهواء والبدع , فهم غرباء والداعون إليها الصابرون على أذى المخالفين: هم أشد هؤلاء غربه، ولكن هؤلاء هم أهل الله حقاً فلا غربة عليهم وإنما غربتهم بين الأكثرين الذين قال الله عز وجل فيهم : { وإن تطع أكثر من في الأرض يضلوك عن سبيل الله } فالمخالفين للسنة المعادين لمن تمسك بها هم الغرباء من الله ورسوله ودينه وغربتهم هي الغربة الموحشة وإن كانوا هم المعروفين المشار إليهم كما قيل: ¶ فليس غريباً من تناءت دياره *** ولكن من تنأين عنه غريب.",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "فالإسلام الحقيقي المحض الخالص عن الشوب غريب جداً وأهله غرباء أشد غربه بين الناس. فإذا رأى المؤمن الذي قد رزقه الله بصيرة في دينه، وفقهاً في سنة رسوله ما عليه الناس من الأهواء والبدع والضلالات وتنكبهم عن الصراط المستقيم الذي كان عليه رسول الله صلى الله عليه وسلم وأصحابه فإذا أراد أن يسلك سبيلهم فليوطن نفسه على الصبر على قدح الجهال وأهل البدع فيه وطعنهم عليه وإزرائهم به وتنفير الناس عنه وتحذيرهم منه فهو غريب لتمسكه بالسنة في قومٍ متمسكين بالبدع غريب في اعتقاده لفساد عقائدهم وبالجملة فهو غريب في أمور دنياه وآخرته فهو عالم بين جهال صاحب سنة بين أهل بدع داعٍ إلى الله ورسوله بين دعاة إلى الأهواء والبدع وقوله صلى الله عليه وسلم: ( ثم يعود غريباً كما بدأ ) أي في أزمنة وأمكنة يعود غريباً الإسلام الصحيح, ثم يظهر كما كان في أول الأمر غريباً ثم ظهر ولهذا قال: ( سيعود غريباً كما بدأ ) والإسلام لما بدأ كان غريباً لا يعرف ثم ظهر وعرف، فكذلك يعود حتى لا يعرف ثم يظهر ويعرف\" وظهوره يجعله الله على يد الطائفة الناجية المنصورة التي أخبر عنها النبي صلى الله عليه وسلم أنها توجد في كل زمان\".",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "ومعنى قول النبي - صلى الله عليه وسلم-: ( هم النزاع من القبائل ) أن الإسلام في أول ظهوره غريباً وكان من أسلم من العرب غريباً في حيه وقبيلته وأهله وعشيرته, وكذلك يكون هذا في غربة الدين الصحيح يختار الله ويصطفي من القبائل وغيرها من يتمسك بالسنة ويذب عنها، والحديث يدل أن غالب هؤلاء من العرب ويدخل في العرب تبعاً من كان متمسكاً بالكتاب والسنة من غيرهم, وقد صح في مسند الإمام أحمد عن أبي عامر قال: حججنا مع معاوية بن أبي سفيان فلما قدمنا مكة قام حين صلى صلاة الظهر فقال:( إن أهل الكتابين افترقوا في دينهم على ثنتين وسبعين ملة وإن هذه الأمة ستفترق على ثلاث وسبعين ملة – يعني الأهواء – كلها في النار إلا واحدة وهي الجماعة وإنه سيخرج في أمتي أقوام تجارى بهم تلك الأهواء كما يتجارى الكَلَب بصاحبه لا يبقى منه عرق ولا مفصل إلا دخله والله يا معشر العرب لئن لم تقوموا بما جاء به نبيكم صلى الله عليه وسلم لغيركم من الناس أحرى أن لا يقوموا به ). ¶ وذهب على بن المديني إلى أن الطائفة المنصورة هم العرب واستدل بحديث: ( لا يزال أهل الغَرَب ظاهرين على الحق حتى تقوم الساعة ) قال والمراد بالغرب: الدلو أي العرب لأنهم أصحابها لا يستقي بها أحد غيرهم ورجح هذا العلامة سيف السنة الشيخ حمود التويجري رحمه الله في كتابه اتحاف الجماعة. ¶ بدأ الإسلام حين بدأ غريبا ... وكيف بدأ يعود على الدلائل ¶ فطوبى فيه للغرباء طوبى ... لجمع الآخِرين وللأوائل ¶ كما قال الرسول، فقيل من هم ... فقال: النازعون من القبائل ¶ وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين ¶ الدرس السابع والعشرون: في فضل ليلة القدر ¶ الحمد لله رب العالمين، والصلاة والسلام على أشرف المرسلين وعلى آله وصحبه أجمعين ومن تبعهم بإحسان إلى يوم الدين. وبعد:",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "فإن ليلة القدر هي أفضل ليالي العام والموفق والسعيد من يسر الله له قيامها واجتهد في فعل الأعمال الصالحة فيها فإن العمل فيها ليس كالعمل في غيرها بل أعظم أجراً وثواباً، وليلة القدر هي الليلة التي نزل فيها القرآن, وقد وصفها الله عز وجل بأنها مباركة وهذا يدل على عظم فضلها قال تعالى: { إنا أنزلناه في ليلة القدر } [القدر/1]. ¶ وقال عز وجل: { إنا أنزلناه في ليلةٍ مباركة } وليلة القدر المباركة من شهر رمضان دليله قول الله تعالى: { شهر رمضان الذي أنزل فيه القرآن } [البقرة/185] قال ابن عباس رضي الله عنه: أنزل الله القرآن جملة واحدة من اللوح المحفوظ إلى بيت العزة من السماء الدنيا ثم نزل مفصلاً بحسب الوقائع في ثلاث وعشرين سنة على رسول الله صلى الله عليه وسلم. ومن فضل هذه الليلة المباركة أن العمل فيها خير من عمل ألف شهر ليس فيها ليلة القدر, قال الله عز وجل: { ليلة القدر خير من ألف شهر } والألف شهر عبارة عن ثلاث وثمانين سنة وأربعة أشهر\". ¶ ومن فضلها أن الملائكة يكثر نزولها في هذه الليلة لكثرة بركتها والملائكة يتنزلون مع تنزل الرحمة والبركة كما ثبت في الصحيح أنهم يتنزلون عند تلاوة القرآن ويحيطون بحلق الذكر ويضعون أجنحتهم لطالب العلم بصدق, وثبت في مسند أحمد بسند صحيح من حديث أبي هريرة أن رسول الله صلى الله عليه وسلم قال في ليلة القدر: ( إنها في ليلة سابعة أو تاسعة وعشرين وإن الملائكة تلك الليلة في الأرض أكثر من عدد الحصى ) والحديث يدل على كثرة نزولهم في هذه الليلة والمراد بالملائكة هنا ملائكة الرحمة.",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "ومن فضلها أنها خير كلها ليس فيها شر إلى مطلع الفجر قال الله تعالى: { سلام هي حتى مطلع الفجر } وفي الحديث الذي رواه أحمد وحسن ابن كثير سنده رحمه الله قال رسول الله صلى الله عليه وسلم: (إن أمارة ليلة القدر أنها صافية بلجة كأن فيها قمرأً ساطعا,ً ساكنة ساجية لا برد فيها ولا حر, ولا يحل لكوكب يرمى به فيها حتى تصبح وإن أمارتها أن الشمس صبيحتها تخرج مستوية ليس لها شعاع مثل القمر ليلة البدر ولا يحل للشيطان أن يخرج معها يومئذ ). ¶ ومن فضلها أنه يقدر فيها التقدير الحولي ودليله قوله تعالى: { فيها يفرق كل أمر حكيم } [الدخان/4] أي في ليلة القدر من اللوح المحفوظ إلى الملائكة الكتبة أمر السنة وما يكون فيها من الأرزاق والآجال وهذا قول غير واحد من السلف. ¶ ومن فضلها أن من وفق لقيامها مع إيمانه واحتسابه لهذا القيام غفر الله له ما تقدم من ذنبه فيحصل له غفران الذنوب وأجر القيام دل على هذا حديث أبي هريرة- رضي الله عنه- أن النبي صلى الله عليه وسلم قال: ( من قام ليلة القدر إيماناً واحتساباً غفر له ما تقدم من ذنبه ). ¶ وعن عائشة- رضي الله- عنها قالت: قلت يا رسول الله أرأيت إن علمت ليلة القدر أي ليلة, ليلة القدر ما أقول فيها؟ قال: ( قولي: اللهم إنك عفو تحب العفو فاعفُ عني ). وليلة القدر في العشر الأواخر من رمضان لقول النبي صلى الله عليه وسلم: ( تحروا ليلة القدر في العشر الأواخر من رمضان ) متفق عليه. وفي لفظ البخاري (تحروا ليلة القدر في الوتر من العشر الأواخر من رمضان ). ¶ وفي الصحيحين من حديث ابن عمر- رضي الله عنهما- أن رجالاً من أصحاب النبي صلى الله عليه وسلم أُروا ليلة القدر في المنام في السبع الأواخر فقال النبي صلى الله عليه وسلم: ( أرى رؤيا كم قد تواطأت في السبع الأواخر فمن كان متحريها فليتحرها في السبع الأواخر ).",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "وأقرب وأحرى أوتار السبع الأواخر ليلة سبع وعشرون لحديث أُبي بن كعب عند مسلم وغيره أنه قال: \"والله إني لأعلم أي ليلة هي ليلة القدر هي الليلة التي أمرنا رسول الله صلى الله عليه وسلم بقيامها هي ليلة سبعٍ وعشرين\". ¶ اللهم إنك عفو تحب العفو فاعفُ عنا ¶ وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين ¶ الدرس الثامن والعشرون: في شرح حديث: \"سبعة يظلهم الله في ظله ... \" ¶ الحمد لله رب العالمين والصلاة والسلام على نبينا محمد وعلى أله وصحبه أجمعين وبعد: فعن أبي هريرة – رضي الله عنه – عن النبي صلى الله عليه وسلم قال: ( سبعة يظلهم الله في ظله يوم لا ظل إلا ظِله: الإمام العادل وشاب نشأ في عبادة ربه, ورجل قلبه معلق في المساجد ورجلان تحابا في الله اجتمعا عليه وتفرقا عليه, ورجل طلبته امرأة ذات منصب وجمال فقال إني أخاف الله, ورجل تصدق بصدقة فأخفاها حتى لا تعلم شماله ما تنفق يمينه, ورجل ذكر الله خالياً ففاضت عيناه ) رواه البخاري ومسلم. ¶ هؤلاء السبعة الذين ذكروا في الحديث اختلفت أعمالهم في الصورة لكن جمعها معنى واحد وهو مخالفتهم لأهوائهم طلباً لرضى الله ومجاهدتهم لأنفسهم في طاعة الله. ¶ وأول هؤلاء السبعة: الإمام العادل وهو أقرب الناس من الله يوم القيامة فقد ثبت في صحيح مسلم من حديث عبد الله بن عمرو أنه يكون على منبر من نور على يمين الرحمن عز وجل، وهذا أنفع الخلق لعباد الله فإنه إذا صلح صلحت الرعية, ولهذا قال الفضيل : لو أن لي دعوة مستجابة لجعلتها للسلطان. ¶ والثاني :- الشاب الذي نشأ في عبادة الله عز وجل. لأن داعي النفس إلى الشهوات عند الشاب أكثر من غيره فإذا ترك ما حرم الله من الشهوات لأجل الله كان مستحقاً لهذا الفضل الذي ذكر في الحديث وهو أن يظله الله في ظل عرشه يوم القيامة.",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "والثالث: الرجل المعلق قلبه بالمساجد\" وفي رواية: ( إذا خرج منه حتى يعود إليه ) وقد مدح الله عز وجل عمار المساجد في قوله: { في بيوت أذن الله أن ترفع ويذكر فيها اسمه يسبح له فيها بالغدو والآصال رجال لا تلهيهم تجارة ولا بيع عن ذكر الله وإقام الصلاة وإيتاء الزكاة يخافون يوماً تتقلب فيه القلوب والأبصار ليجزيهم الله أحسن ما عملوا ويزيدهم من فضله والله يرزق من يشاء بغير حساب } [النور/36-38] وتعلق القلب بالمسجد إنما يحصل لمن قاد نفسه إلى طاعة الله فإن النفس الأمارة بالسوء تدعو إلى محبة مواضع الهوى واللعب ومواضع اكتساب الأموال فإذا ترك هذا كله وقدم محبة مولاه كان له هذا الأجر العظيم. ¶ الرابع:- المتحابان في الله عز وجل, فالمتحابان في الله جاهدا أنفسهما في مخالفة الهوى, فإن الهوى يدعو إلى التحاب في غير الله لما في ذلك من حصول أعراض دنيوية قوله: ( اجتمعا عليه وتفرقا عليه ) أي اجتمعا على التحاب في الله فإن تغير أحدهما عما كان عليه مما توجب محبته في الله فارقه الآخر بسبب ذلك، فيدور تحاببهما على طاعة الله والتمسك بسنة النبي صلى الله عليه وسلم وجوداً وعدماً. ¶ الخامس: رجل دعته امرأة ذات منصب وجمال ... .يعني طلبته امرأة جمعت بين الشرف والمال والجمال ثم هي التي تدعوه لنفسها فامتناع هذا الرجل هنا دليل على تقديم خوف الله على هوى النفس وصاحبه داخل في قوله تعالى: { وأما من خاف مقام ربه ونهى النفس عن الهوى فإن الجنة هي المأوى } [النازعات/40] وهذا كما جرى ليوسف عليه السلام. ¶ السادس: \"رجل تصدق بصدقة فاجتهد في إخفائها غاية الاجتهاد حتى لم يعلم به إلا الله وفي الحديث الصحيح ( إن الصدقة لتطفئ عن أهلها حر القبور ). وقوله: ( حتى لا تعلم شماله ما تنفق يمينه ) على طريق المبالغة في إخفاء الصدقة ولهذا يستحب لمن يتصدق أن يخفيها ويعطيها بنفسه ولا يوكّل أحداً عليها, والأفضل أن يجعلها في من يستحقها من الأقربين.",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "السابع: رجل ذكر الله خالياً ففاضت عيناه. وهذا لا يحصل إلا من قوي الإيمان وممن يخشى الله في سره وعلانيته والبكاء الناشئ عن هذا هو بكاء الخوف منه تعالى. ¶ وهذا الحديث يدل على أن هؤلاء السبعة يظلهم الله في ظل عرشه كما ثبت ذلك في الحديث الصحيح، وهذا الحديث لا يدل على الحصر فإنه قد صح عن النبي صلى الله عليه وسلم أنه قال: ( من أنظر معسراً أو وضع عنه أظله الله في ظله يوم لا ظل إلا ظله ) وفي لفظ صحيح عند أحمد وغيره قال رسول الله صلى الله عليه وسلم: ( من نفس عن غريمه أو محا عنه كان في ظل العرش يوم القيامة ) وهذا الحديث يدل على أن المراد بظل الله: ظل عرشه. ¶ ونسأل الله التوفيق والسداد في الأقوال والأفعال ¶ وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين ¶ الدرس التاسع والعشرون: في صدقة الفطر ¶ الحمد لله رب العالمين والصلاة والسلام على نبينا محمد وعلى آله وصحبه أجمعين وبعد: فإن الأصل في مشروعية زكاة الفطر عموم الكتاب والسنة والإجماع قال الله عز وجل: { قد أفلح من تزكى وذكر اسم ربه فصلى } وقد كان أمير المؤمنين عمر بن عبدا لعزيز يأمر الناس بإخراج صدقة الفطر ويتلو هذه الآية. ¶ ومن السنة حديث ابن عمر – رضي الله عنهما- قال: ( فرض رسول الله صلى الله عليه وسلم زكاة الفطر صاعاً من تمر أو صاعاً من شعير على العبد والحر والذكر والأنثى والصغير والكبير من المسلمين وأمر بها أن تؤدى قبل خروج الناس إلى الصلاة ) متفق عليه. وقد أجمع العلماء على وجوب زكاة الفطر ويشترط لوجوبها شرطان: الأول: أن يفضل عن نفقته ونفقة عياله يوم العيد وليلته صاع. الثاني:- دخول وقت الوجوب وهو غروب الشمس من ليلة الفطر.",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "وحكم زكاة الفطر واجبه وجوب عين على كل مسلم قادر. فرضت هي والصوم في السنة الثانية من الهجرة ومصرف صدقة الفطر كمصرف الزكاة لعموم قوله تعالى: { إنما الصدقات للفقراء والمساكين 000 } الآية [التوبة/6] ومقدارها صاع فلا يجب على الإنسان أكثر من صاع لكن يخرج ما دون الصاع إذا لم يجد غيره، وزكاة الفطر واجبة على كل مسلم بنفسه, ولا يجب عليه أن يُخرج عن غيره على الصحيح, ولكن لو أخرجها عمن يمونهم وبرضاهم فلا بأس بذلك إلا زكاة الفطر عن العبد فإنها تجب على سيده لما ثبت في صحيح مسلم قال رسول الله صلى الله عليه وسلم: ( ليس في العبد صدقة إلا صدقة الفطر ) ويستحب إخراجها عن الجنين إذا بلغ أربعة أشهر لفعل عثمان- رضي الله عنه- وهو من الخلفاء الراشدين الذين أمرنا بإتباع سنتهم, ويجوز إخراج زكاة الفطر قبل العيد بيومين فقط؛ لثبوت ذلك عن ابن عمر- رضي الله- عنه ففي البخاري ( أن ابن عمر كان يعطيها الذين يقبلونها وكانوا يُعطون قبل الفطر بيوم أو يومين ) لكن الأفضل أن يخرجها يوم العيد قبل الصلاة لحديث ابن عمر- رضي الله عنهما- أن النبي- صلى الله عليه وسلم - ( أمر أن تؤدى قبل خروج الناس إلى الصلاة ) ولا يجوز تأخيرها إلى ما بعد صلاة العيد ولا تجزئ لعموم قوله صلى الله عليه وسلم: ( من عمل عملاً ليس عليه أمرنا فهو رد ). ¶ ومما سبق يكون وقت إخراج زكاة الفطر على ثلاثة أقسام: ¶ الأول: جائز: وهو قبل العيد بيومين. ¶ الثاني: مستحب: وهو صباح يوم العيد قبل صلاة العيد. ¶ الثالث: محرم, بعد صلاة العيد من يوم العيد ولا تقبل. ¶ ويجوز التوكيل في إخراجها ومن أخر إخراجها لعذر ثم أخرجها فإنه لا يأثم. ¶ ويجزئ فيها كل ما كان قوتاً لأهل البلد على الصحيح، وإخراج القيمة في زكاة الفطر لا يجوز وهو مذهب الجمهور. ¶ ويجوز أن يعطي الواحد أكثر من صاع, والصاع أكثر من واحد, والأفضل للمسلم أن يخرجها بنفسه ليكون على يقين من وصولها إلى مستحقيها وفي وقتها.",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "والله أعلم وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين. ¶ الدرس الثلاثون: في بعض أحكام العيد ¶ الحمد لله رب العالمين , والعاقبة للمتقين , ولا عدوان إلا على الظالمين, ولا إله إلا الله إله الأولين والآخرين , وقيوم السماوات والأرضين , ومالك يوم الدين الذي لا فوز إلا في طاعته ولا عز إلا في التذلل لعظمته, ولا غنى إلا في الافتقار إلى رحمته, ولا هدى إلا في الاستهداء بنوره , ولا حياة إلا في رضاه ولا نعيم إلا في قربه , ولا فلاح للقلب ولا صلاح إلا في الإخلاص له وتوحيد حبه , وأشهد أن لا إله إلا الله وحده لا شريك له , كلمة قامت بها الأرض والسماوات , وخلقت لأجلها المخلوقات وبها أرسل الله بها تعالى رسله , وأنزل كتبه , وهي حق الله على جميع العباد , فلا تزول قدما العبد بين يدي الله حتى يسئل عن مسألتين : ماذا كنتم تعبدون ؟ وماذا أجبتم المرسلين ؟ ¶ فجواب الأولى بتحقيق (( لا إله إلا الله )) معرفة وإقرارا وعملا, وجواب الثانية بتحقيق(( أن محمدا رسول الله )) معرفة وإقرارا وانقيادا وطاعة . ¶ وأشهد أن محمدا عبده ورسوله , وأمينه على وحيه , وخيرته من خلقه , المبعوث بالدين القويم والمنهج المستقيم , أرسله الله رحمة للعالمين , وافترض على العباد طاعته , واتباع سنته , وجعل الذلة والصغار على من خالف أمره والعزة لأهل طاعته ومتابعته . أما بعد : ¶ إخواني إن الله قد شرع لكم التكبير عند إكمال العدة ووقته من غروب الشمس ليلة العيد إلى صلاة العيد قال تعالى : { ولتكملوا العدة ولتكبروا الله على ما هداكم ولعلكم تشكرون } [ البقرة/ 185] وصفة التكبير أن يقول: (( الله أكبر الله أكبر لا إله إلا الله والله أكبر ولله الحمد )) ¶ ويستحب أن يجهر الرجال بالتكبير في المساجد والأسواق والبيوت إظهارا لشكر الله عز وجل ويسر به النساء .",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "واعلموا – رحمكم الله – أن الله شرع لعباده صلاة العيد من يوم العيد وهي من تمام شكر الله عز وجل . قال الله تعالى : { فصل لربك وانحر } [ الكوثر/ 2] وهي صلاة العيد في قول قتادة وعكرمة وعطاء قال: في << المغني >> وهو المشهور في التفسير . ¶ وأما بالسنة فثبت بالتواتر أن رسول الله صلى الله عليه وسلم كان يصلي صلاة العيدين قال ابن عباس : ( شهدت الفطر مع رسول الله صلى الله عليه وسلم وأبي بكر وعمر فكلهم يصليها قبل الخطبة , وعنه أن النبي صلى الله عليه وسلم صلى العيد بغير أذان ولا إقامة ) متفق عليهما . ¶ وقد روي أن أول صلاة عيد صلاها النبي صلى الله عليه وسلم عيد الفطر في السنة الثانية من الهجرة وواظب على صلاة العيدين حتى مات . ¶ وقد أمر النبي صلى الله عليه وسلم النساء أن يخرجن إلى صلاة العيد , وهذا دليل على تأكيدها ففي الصحيحين عن أم عطية – رضي الله عنها – قالت :( أمرنا رسول الله صلى الله عليه وسلم أن نخرجهن في الفطر والأضحى ؛ العواتق والحيض وذوات الخدور , فأمّا الحيض فيعتزلن المصلى ويشهدن الخير ودعوة المسلمين . قالت : يا رسول الله إحدانا لا يكون لها جلباب قال : ( لتلبسها أختها من جلبابها )) والجلباب لباس تلتحف فيه المرأة بمنزلة العباءة . ¶ ويستحب الأكل قبل الخروج إلى صلاة عيد الفطر تمرات وترا ثلاثا أو خمسا أو أكثر من ذلك يقطعها على وتر دليله ما ثبت في صحيح البخاري عن أنس بن مالك – رضي الله عنه – قال : ( كان النبي صلى الله عليه وسلم لا يغدو يوم الفطر حتى يأكل تمرات ويأكلهن وترا ) ويشرع الجهر بالتكبير عند الخروج إلى العيد وقد كان ابن عمر إذا غدا إلى المصلى كبر فرفع صوته بالتكبير وفي رواية: كان يغدو إلى المصلى يوم الفطر إذا طلعت الشمس , فيكبر حتى يأتي المصلى , ثم يكبر بالمصلى حتى إذا جلس الإمام ترك التكبير . رواهما الشافعي في الأم .",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "قال : الشيخ محمد بن إبراهيم – رحمه الله – التكبير في حال الجلوس في مصلى العيد أفضل من قراءة القرآن ومن سائر الذكر لتخصيص شرعيته في هذا الوقت . ¶ ويستحب للرجل أن يخرج على أحسن هيئة من لبس وتطيب وتسوك ونحو ذلك والدليل على ذلك ما ثبت في الصحيحين أن عمر- رضي الله عنه- اشترى حلة من إستبرق من السوق , فأخذها فأتى بها النبي صلى الله عليه وسلم فقال : يا رسول الله ابتع هذه تتجمل بها في العيدين والوفد , فقال النبي صلى الله عليه وسلم ( إنما هذه لباس من لا خلاق لهم ) . وهذا يدل على أن التجمل عندهم في هذه المواضع كان مشهورا , وقد روى ابن عبد البر بإسناده عن عائشة قالت: قال رسول الله صلى الله عليه وسلم: ( ما على أحدكم أن يكون له ثوبان سوى ثوبي مهنته لجمعته وعيده ) ¶ وصح عن ابن عمر- رضي الله عنهما – أنه كان يلبس في العيدين أحسن ثيابه . ¶ وفي الأوسط لابن المنذر قال مالك : سمعت أهل العلم يستحبون الطيب والزينة في كل عيد . ¶ ولا يستحب للمسلم إذا انتهى إلى المصلى أن يصلي شيئا قبل صلاة العيد ولا بعدها في المصلى . ¶ إخواني : إنه وإن انقضى شهر رمضان فإن عمل المؤمن لا ينقضي قبل الموت , قال الله تعالى : { واعبد ربك حتى يأتيك اليقين } [ الحجر / 99] فلئن انقضى صيام شهر رمضان فإن المؤمن لا يترك عبادة الصيام بذلك , فالصيام لا يزال مشروعا في العام كله فقد ثبت في صحيح مسلم من حديث أبي أيوب الأنصاري – رضي الله عنه – أن النبي صلى الله عليه وسلم قال : ( من صام رمضان ثم أتبعه ستا من شوال كان كصيام الدهر ). ¶ والفضل يحصل بصيام هذه الأيام لا فرق بين أن يتابعها أو يفرقها من شهر شوال كله , غير يوم العيد فإنه يحرم صيامه .",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "وفي صحيح مسلم أن النبي صلى الله عليه وسلم سُئل عن صيام يوم عرفة فقال : ( يكفر السنة الماضية والباقية ) وسُئل عن صيام عاشوراء فقال : ( يكفر السنة الماضية ) وسُئل عن صوم يوم الاثنين فقال : ( ذلك يوم وُلدت فيه ويوم بعثت فيه أو أنزل على فيه ) وفي صحيح مسلم أيضا عن أبي هريرة – رضي الله عنه – أن النبي صلى الله عليه وسلم سُئل : أي الصيام أفضل بعد شهر رمضان ؟ قال : ( أفضل الصيام بعد شهر رمضان صيام شهر الله المحرم ) ¶ وفي الصحيحين عن عائشة – رضي الله عنها – قالت: ( ما رأيت النبي صلى الله عليه وسلم استكمل شهرا قط إلا رمضان , وما رأيته في شهر أكثر صياما منه في شعبان ) وفي لفظ : ( كان يصومه إلا قليلا ). ¶ إخواني إنه وإن انقضى قيام شهر رمضان فإن قيام الليل لا يزال مشروعا ومن أفضل الأعمال ففي صحيح مسلم من حديث أبي هريرة – رضي الله عنه- قال : قال صلى الله عليه وسلم : ( أفضل الصلاة بعد الفريضة صلاة الليل ) فدل الحديث أن أفضل الصلاة بعد المكتوبة قيام الليل . ¶ ولما روى الترمذي والنسائي والحاكم أنه صلى الله عليه وسلم قال: ( أقرب ما يكون العبد من الرب في جوف الليل فإن استطعت أن تكون ممن يذكر الله في تلك الساعة فكن) ولمسلم أنه صلى الله عليه وسلم قال : ( إن من الليل ساعة لا يوافقها عبد مسلم يسأل الله خيرا إلا أعطاه إياه ) . ¶ وفي الصحيحين عن أبي هريرة – رضي الله عنه – أن النبي صلى الله عليه وسلم قال : ( ينزل ربنا إلى السماء الدنياء حين يبقى ثلث الليل الأخير فيقول : من يدعوني فاستجيب له , من يسألني فأعطيه , من يستغفرني فاغفر له ), ونزوله تعالى إلى السماء الدنياء من صفاته الفعلية التي تتعلق بمشيئته, وهو نزول حقيقي يليق بجلاله وعظمته.",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "إخواني: حافظوا على الرواتب التابعة للفرائض وعددها اثنتا عشرة ركعة : أربع قبل الظهر وركعتان بعدها , وركعتان بعد المغرب , وركعتان بعد العشاء , وركعتان قبل صلاة الفجر , ودليل هذا ما ثبت في صحيح مسلم من حديث أم حبيبة – رضي الله عنها – قالت: سمعت رسول الله صلى الله عليه وسلم يقول : ( ما من عبد مسلم يصلي لله تعالى كل يوم ثنتي عشرة ركعة تطوعا غير فريضة إلا بنى الله له بيتا في الجنة ), وفي لفظ ( من صلى ثنتي عشرة ركعة في يوم وليلة بُني له بهن بيت في الجنة) ¶ إخواني : حافظوا على الذكر أدبار الصلوات الخمس فإن الله عز وجل قد أمر في كتابه قال تعالى :{ فإذا قضيتم الصلاة فاذكروا الله قياما وقعودا وعلى جنوبكم ) [ النساء / 103 ] وكان النبي صلى الله عليه وسلم إذا سلم استغفر الله ثلاثا وقال : ( اللهم أنت السلام ومنك السلام تباركت يا ذا الجلال والإكرام ) ¶ وفي صحيح مسلم قال : النبي صلى الله عليه وسلم ( من سبح الله في دبر كل صلاة ثلاثا وثلاثين وحمد الله ثلاثا وثلاثين وكبر الله ثلاثا وثلاثين فتلك تسعة وتسعون, ثم قال : تمام المئة لا إله إلا الله وحده لا شريك له , له الملك وله الحمد وهو على كل شيء قدير غفرت خطاياه وإن كانت مثل زبد البحر ) ¶ فاجتهدوا إخواني في التمسك بسنة نبيكم صلى الله عليه وسلم حتى يحشركم الله معه وفي زمرته , واحذروا من البدع المخالفة لسنة نبيكم صلى الله عليه وسلم فإنها كلها ضلالة ولا يقبل الله منها شيء . ¶ هذا والله أعلم وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين . ¶ الفهرس ¶ الدرس : ... الصفحة ¶ المقدمة ... 1 ¶ الدرس الأول: في بيان حق الله على العبيد ... 2 ¶ الدرس الثاني : في حقيقة الشرك الأصغر ووجوب اجتنابه ... 7 ¶ الدرس الثالث: في وجوب الاعتصام بالكتاب والسنة ... 12 ¶ الدرس الرابع: حق الوالدين على أولادهم ... 17 ¶ الدرس الخامس: الحديث عن الركن الثاني بعد الشهادتين ( الصلاة ) ... 19",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "الدرس السادس: الزكاة ومنزلتها من الدين وبعض أحكامها ... 22 ¶ الدرس السابع: في الصيام ومنزلته من الدين ... 25 ¶ الدرس الثامن: في ذكر بعض أحكام الصيام ... 28 ¶ الدرس التاسع: في فضل قيام رمضان , وبيان بعض أحكامه ... 31 ¶ الدرس العاشر: في شرح أركان الإيمان الستة ... 33 ¶ الدرس الحادي عشر: في بيان فضل الصحابة – رضي الله عنهم - ... 36 ¶ الدرس الثاني عشر: في وصف الجنة وأهلها. ... 39 ¶ الدرس الثالث عشر: في وصف النار وأهلها. ... 41 ¶ الدرس الربع عشر: في شرح حديث : (( اجتنبوا السبع الموبقات )) ... 44 ¶ الدرس الخامس عشر : في فرضية السمع والطاعة لولاة أمر المسلمين في غير معصية الله ... 48 ¶ الدرس السادس عشر: في ذكر فتنة القبر وعذابه ونعيمه ... 52 ¶ الدرس السابع عشر : في الحث على الأعمال الصالحة ... 54 ¶ الدرس الثامن عشر : في فضائل القرآن وما يتعلق به ... 57 ¶ الدرس التاسع عشر : في الاعتكاف ... 60 ¶ الدرس العشرون : في فضل العشر الأواخر من رمضان ... 62 ¶ الدرس الحادي والعشرون : في الزهد والرقائق . ... 64 ¶ الدرس الثاني والعشرون : في ذكر بعض ما صح من أشراط الساعة ... 68 ¶ الدرس الثالث والعشرون : في الحث على التوبة ... 72 ¶ الدرس الرابع والعشرون : في فضل الدعاء ... 74 ¶ الدرس الخامس والعشرون: في الحث على ذكر الله وبيان فضله ... 76 ¶ الدرس السادس والعشرون : في شرح حديث : (( بدأ الإسلام غريبا )) ... 78 ¶ الدرس السابع والعشرون: في فضل ليلة القدر ... 81 ¶ الدرس الثامن والعشرون: في شرح حديث (( سبعة يظلهم الله في ظله ) ... 83 ¶ الدرس التاسع والعشرون : في صدقة الفطر ... 85 ¶ الدرس الثلاثون: في بعض أحكام العيد . ... 87",
            "page": "106",
            "part": "1"
        }
    ],
    "t35062": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الدروس السلفية لليالي الرمضانية"
        }
    ]
}