{
    "b35067": [
        {
            "id": "1",
            "nass": "الصيام لجام الشهوات الأربع ¶ الدكتور صلاح سلطان ¶ المستشار الشرعي للمجلس الأعلى للشئون الإسلامية ¶ www.salahsoltan.com ¶ مقدمة ¶ الحمد لله الذي بلغنا رمضان، شهر الرحمة والغفران، والعتق من النيران، والصلاة والسلام على سيد الأنام ، سيدنا محمد وآل بيته والصحابة الأعلام، ومن تبعهم بإحسان إلى يوم العرض والميزان،.... ¶ وبعد ¶ فإن لشهر رمضان صناعة ربانية للمسلم والمسلمة حيث يهذّب الشهوات ، ويزكي الأخلاق، ويقوي الأبدان، ويشد اللجام على شهوات البطن والفرج والغضب والكلام، ليسعد بها الإنسان في الدنيا ويوم لقاء الرحمن، والحق أننا مع هذا البحث سوف نجد برنامجا عمليا لأصحاب الإيمان ، كي يغتنموا نفحات رمضان، ولا نملك إلا خالص الدعاء والتقدير لصاحب هذا الكتيب د صلاح الين سلطان عسى أن ينفع الله به أهل الإسلام في كل مكان . ¶ عبدالله بن خالد آل خليفة ¶ رئيس المجلس الأعلى للشئون الإسلامية ¶ 29 شعبان 1428هـ ¶ 11 سبتمبر 2007م ¶ تمهيد ¶ الحمد لله الذي هدانا لهذا وما كنا لنهتدي لولا أن هدانا الله، ونشهد أن لا إله إلا الله وحده لا شريك له, ربنا عليك توكلنا وإليك أنبنا وإليك المصير ربنا اغفر لنا ذنوبنا وإسرافنا في أمرنا وثبت أقدامنا وانصرنا على القوم الكافرين ، اللهم آت نفوسنا تقواها وزكها أنت خير من زكها أنت وليها ومولاها, اللهم إنا نعوذ بك من شر نفوسنا ومن شر كل دابة أنت أخذ بناصيتها، إن ربي على صراط مستقيم, اللهم إنا نسألك أن تستعملنا لطاعتك، وأن تجندنا لخدمة دعوتك، وأن توفقنا برحمتك لما تحب وترضى, ونصلي ونسلم على خير الخلق وحبيب الحق سيدنا محمد, اللهم صلي وسلم وبارك عليه وعلى آله وأصحابه الأطهار الأبرار ومن تبعهم بإحسان إلى يوم الدين ثم أما بعد،.....",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "موضوعنا هنا هو الصيام لجام الشهوات الأربع: شهوة البطن, شهوة الجنس, شهوة الغضب, شهوة الكلام، فالصوم مدرسة لعلاج هذه الشهوات الموجعة للفرد وللأسرة وللمجتمع وللدولة وللأمة وللعالم كله. الصوم هو هذه الكبسولة الربانية التي تعالج الشهوات النفسية، وتعالج أكبر هذه الشهوات في وقت واحد. تخيل كبسولة أو حبة من الأسبرين تأخذها فتعالج لك أمراضا أربعة في وقت واحد, مرض القلب والضغط والسكر والتوتر العصبي, كبسولة واحدة تعالج هذه الأمراض الأربعة, لا إبرة موجعة ولا شيء على الإطلاق. هل يقبل عليها الإنسان أم لا؟! ذلك هو الصوم يعالج هذه الشهوات الأربع التي تفسد الإنسان أو تصلحه ، تهلكه أو تحييه, ويعيش الإنسان بها سعيداً إن ألزمها اللجام, اللجام الرباني كما عبر عنه ابن القيم رحمه الله: \"الصيام لجام المتقين\"، وقال الحسن البصري: \"ما الدابة الجموح بأحوج إلى اللجام الشديد من نفسك التي بين جنبيك\"، تخيل فرساً تركبه بلا لجام لابد أنك ستلقى مأساة قريبة جداً في أول انطلاقة لهذا الحصان سوف تنهار على الأرض فتصيبك إصابات بالغة لا تستطيع علاجها، على حين يمكن للفارس المغوار أن ينطلق بسرعة فائقة على صهوة جواده ممسكا بلجامه. فالصيام لجام المتقين لعلاج هذه الشهوات الأربع الغالبة المطاردة لكل نوازع الخير المدفونة في داخل الإنسان وهي بداخلك وبداخلي وبداخلنا لا يغيرها الإعلام ولا يغيرها أي شيء في عالم اليوم, لأنها فطرة الله كما قال سبحانه :{فِطْرَةَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لَا تَبْدِيلَ لِخَلْقِ اللَّهِ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ} (الروم : 30) , فينا جميعاً هذه المكونات الربانية.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "الإنسان عبارة عن ثلاثة أشياء : أولا: روح علوية ربانية أتت من الملك سبحانه وتعالى تعبر عن روحه عز وجل: { ثُمَّ سَوَّاهُ وَنَفَخَ فِيهِ مِن رُّوحِهِ } ( السجدة : 9) ، ثانيا: جسد من طين يهوي إلى الأرض, {أَخْلَدَ إِلَى الأَرْضِ وَاتَّبَعَ هَوَاهُ } (الأعراف: 176), وأخيرا: عقل يختار ويصدر قرارات يومية لحظية ، ففي كل دقيقة نختار بالعقل قرارات توجه لإصلاح الروح أو توجه لإصلاح الجسد في إطار متوازن أو مختل، فإذا اختل العقل في اختياره أو اختار للروح أشياء كثيرة ونسى الجسد, حدث الضنك والشقاء وهذا غير مقبول شرعا, فلابد أن نعطي الجسد حقه مع الروح لا أن نعطى الجسد كل شيء طعاماً وشراباً ومركباً وملبساً ومتعة، وننسى حق الله، ننسى غذاء القلب و الروح و الوجدان, يقول الشاعر: ¶ أقبل على النفس واستكمل فضائلها فأنت بالنفس لا بالجسم إنسان ¶ يوجه العقل إلى غذاء الروح أو غذاء الجسد أو كلاهما معاً, نحن نريد لهذا العقل أن يتلقى هذه البرامج الربانية؛ فيتحول الإنسان كما خلقه الله إلى إنسان يشبع الجسد والقلب والعقل معاً، هذا هو الإنسان الذي نريده ، الذي يسعد في الدنيا والآخرة، الذي يعمّر ولا يدمّر الأرض, الإنسان غير الأناني الذي يأخذ ويعطي, الذي يصفح ويرحم وليس يغضب ويثأر ويقتل ويظلم, هذا هو الإنسان الذي نريده.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "و لقد مكّنت الحضارة المادية اليوم الإنسان من كل شيء بالـ\"الأزرار\"، فأنت في البيت تفتح السيارة وتغلقها بعد أن تتركها بضغطة زر، تفتح التلفزيون وتتصفح فضائيات العالم كله بضغطة زر، تفتح التليفون وتكلم أي مكان في العالم بضغطة زر، تستطيع أن تدخل على الإنترنت وتدخل إلى أي حجرة في أي مكان في العالم بضغطة زر, لكن هل هناك ضغطة زر للتحكم في النفس للسيطرة على هذه الشهوات الأربع؟ شهوة البطن والفرج والغضب والكلام! هذه الشهوات جعلها الله لتعمير الأرض إذا استخدمت بطريقة ربانية سليمة وصحيحة، أو تدمر الأرض إذا استخدمت بطريقة شهوانية عارمة لا لجام لها. الصيام يصنع التقوى وهي لجام الهوى كما قال سبحانه في سورة البقرة: {يَا أَيُّهَا الَّذِينَ آمَنُواْ كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} (البقرة : 183), يصنع هذا الإطار الإيماني المفعم بحب الله عز وجل والخوف منه سبحانه وتعالى عندما نصوم طواعية رغبة في الله ورهبة منه سبحانه، فيفرح ربنا سبحانه بعبده عندما يدع شهوته العارمة ، سراً وعلانية ابتغاء وجهه سبحانه ، عندما يراه كما خلقه, كما أراده, كما قال تعالى: {وَلَا يَرْضَى لِعِبَادِهِ الْكُفْرَ وَإِن تَشْكُرُوا يَرْضَهُ لَكُمْ} (الزمر : 7), فيفرح ربنا سبحانه وتعالى بافتقار عبده إليه قال تعالى: {يَا أَيُّهَا النَّاسُ أَنتُمُ الْفُقَرَاء إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ } (فاطر: 15-17).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "فالصيام إمساك المكلف بنية عن الطعام والشراب والجماع والاستمناء والاستقاء, من الفجر إلى المغرب فهو امتناع مؤقت يعطينا علامة واضحة أن في داخلنا قوة تستطيع أن تمتنع عن أي شيء ولو كان حلالاً بكلمة الله, \"الله أكبر\" في الفجر ؛ فتحول الحلال إلى حرام, حرام مؤقت، و تحول الطعام والشراب اللذيذ الممتع إلى محرم حتى يؤذن ويقال مرة ثانية\" الله أكبر\" عند الغروب, تحول الغضب أن يتحول إلى غضبة لله عز وجل, كما قال شوقي عن رسول الله - صلى الله عليه وسلم -: ¶ فإذا غضبت فهي غضبة لله لا ضغن ولا شحناء ¶ غضبة صافية لله عز وجل لا غضبة للنفس, إذا جئنا إلى آثار هذه الشهوات الأربع على الفرد والأسرة والمجتمع والعالم الآن سنجد أشياء مذهلة. ¶ ولكي يقدر الإنسان على شهواته لابد له من الصيام الذي يصنع اللجام الرباني من خلال آثار ومقاصد الصيام هذا مؤثر في تزكية الروح والأخلاق والعقل والجسد ليتحقق التوازن في حياة المسلم والمسلمة، ولن يتحقق ذلك إلا من خلال برامج عملية نحتاج إلى مجاهدة النفس بقوة للالتزام بها ، وهذا ما سوف نقدمه بإذن الله تعالى في الصفحات التالية، فإن أحسنت فالفضل كله لله الواحد المنان ، وإن زللت فمني ومن الشيطان وأستغفر ربي الرحمن. ¶ د. صلاح سلطان ¶ المستشار الشرعي ¶ للمجلس الأعلى للشئون الإسلامية ¶ شعبان 1428 ¶ المبحث الأول:آثار الشهوات الأربع بدون لجام :",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "الأصل أن كل شهوة في الإنسان ركبها الله فيه لتكون سبباً في سعادته وعمارته الأرض ، فشهوة الطعام تؤدي إلى استمرار الحياة ، وتشغيل أجهزة الجسم بكفاءة عالية ، والروح لا تلبس الجسد البالي ، والعقل لا يعمل بدون تغذية كل خلاياه ، والغذاء والماء هو سر حياة الإنسان قال تعالى: {وَجَعَلْنَا مِنَ الْمَاء كُلَّ شَيْءٍ حَيٍّ أَفَلَا يُؤْمِنُونَ} (الأنبياء : 30)، وشهوة الجنس هي سبب استمرار بقاء النوع البشري إذا صرفت وفقاً للقانون الرباني \"زوج وزوجة وأولاد\" وليس السُّعار الشهواني \"صديق وصديقة أو أصدقاء وصديقات\"، وشهوة الغضب عنصر تربوي كما قال الشاعر : ¶ قسا ليزدجروا ، ومن يك حازماً فليقس أحياناً على من يرحم ¶ الغضب في إطاره الصحيح يحمي المعروف ويمنع المنكر إذا كانت غضبة لله وفي جانبه الأعلى جهاد صادق في الميدان الحق دفاعاً عن الأرض والعرض والبلد والمقدسات ، لكن هذا الغضب يتحول إلى شقاق وطلاق وحروب وقتل وسفك ونهب وسلب ، وظلم مركب للرجال والنساء والأطفال .قال الشاعر: ¶ والظلم من شيم النفوس فإن تجد ذا عفة فلعلة لايظلم ¶ وشهوة الكلام للأمر بالمعروف والنهي عن المنكر وإصلاح ذات البين قال تعالى: {لاَّ خَيْرَ فِي كَثِيرٍ مِّن نَّجْوَاهُمْ إِلاَّ مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلاَحٍ بَيْنَ النَّاسِ وَمَن يَفْعَلْ ذَلِكَ ابْتَغَاء مَرْضَاتِ اللّهِ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا} (النساء: 114)، والكلمة الطيبة صدقة وترفع الإنسان إلى أعلى درجات الجنان ، إن خرجت إرضاء للرحمن ، لكنها قد تتحول إلى كذب وغيبة ونميمة وبهتان ، ولغو ورفث وفسوق وعصيان ، وشائعات وتلبيسات ، وإثارة للشهوات إذا خرجت بلا لجام . ¶ أولا : آثار شهوة الطعام بلا لجام :- ¶ هناك آثار مدمرة للأسرة والمجتمع من انفلات شهوة الطعام بلا لجام ومنها ما يلي :.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "السمنة ذات آثار صحية خطيرة وكثيرة وتزيد عن خمسة وعشرين مرضاً عضالاً منها جلطات القلب وضغط الدم ، والتهابات المرارة والمفاصل والسرطان في القولون والمستقيم والبروستاتا والرحم والثدي والمرارة وأمراض النقرس ، والسكر ، والحساسية والحكة وغيرها . ¶ زيادة السمنة عبء مادي على الفرد والمجتمع كله حيث يضاف إلى أصحاب السمنة كل عام 103 مليون شاب ، ويمكن أن نلاحظ خطر هذه السمنة من خلال حجم الإنفاق على التخسيس لتلافي أمراض السمنة من ذلك:(1) ¶ في أمريكا ينفق 36.5 مليار دولار لمشكلات صحية ذات علاقة بالسمنة في القترة من (1987 : 2002) . ¶ في استراليا ينفق 414 مليون دولار لإنقاص وزن الفتيات فقط . ¶ في بريطانيا ينفق 3 مليار دولار سنويا لإنقاص وزن الفتيات البريطانيات . ¶ في السعودية يكلف البدناء المملكة أكثر من 500 مليون ريال سنويا ، وقد ارتفعت نسبة السمنة فيها إلى 30 % في السنوات العشر الأخيرة ، وهي في الخليج حسب تقرير ندوة السمنة في العاصمة القطرية حيث ذكر الخبير عصام عبد ربه أن نسبة السمنه بين النساء في الخليج 50 : 70 % وبين الرجال من 30 : 50 % ، وهي تكلف ميزانيات دولها الملايين من الدولارات سنويا . ¶ السمنة تذهب الفطنة حيث يضطر الإنسان الشره أن يوجه قلبه أكبر كمية من الدم إلى البطن لهضم الكميات الضخمة التي يلتهمها بلا داع وتبقى كميات محدودة من الدم لأدنى درجات التشغيل للعقل، فيبقى الإنسان دائماً بليداً ، ضعيف العقل ، سقيم الفكر . ¶ السمنة تؤدي إلى الكسل عن الحركة والعمل والإنتاج والزيارات والتريض وفتح العلاقات أو الاحتفاظ بها ، حيث يفضل ذوو السمنة الإيواء إلى الفراش والخلود إلى الراحة على الكراسي دون أن ينجز شيئاً ذا بال . ¶ __________ ¶ (1) http://www.inciraq.com/Al-Mutamar/Archive/980/051204_980_7.htm، http://www.alriyadh.com/2007/06/30/article260878.html",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "تزداد السمنة في الأطفال بنسب رهيبة بسبب سوء تنظيم الرضاعة والتغذية الصحية ، مما يدمر ملكاتهم العقلية ، ويجعلهم مثل الفيلة الصغار ، وتصل المسألة ذروتها عندما تشيع ثقافة تسمين البنات في بعض الأماكن فى موريتانيا حتى يتزوجن مبكراً مثل تسمين الأوز حيث تكره البنت على شرب عشرين لتراً من اللبن على خمس مرات يومياً ، وإلا تعاقب حتى تصبح فيلاً صغيراً ضخماً ،وذكرت الفرنسيتان جوديو وبليتيه في كتابهما \"النساء والإسلام\" أن هناك فتاة 14 سنة وزنها مائة كيلو جراماً، ولا يزال هناك اعتقاد خاطئ لكنه راسخ في كثير من عقول الرجال أن سمنة المرأة يجعلها أكثر إثارة وجاذبية له في الفراش . ¶ ثانيا : آثار شهوة الجنس بلا لجام . ¶ لقد سعى المفسدون في الأرض أن يطلقوا سعار الجنس حتى يلتهم كل القيم الراقية في الإنسان رجلاً أو امرأة ، شاباً أو فتاة ، وقديماً قالت العرب : ¶ أصون عرضي بمالي لا أدنّسه لا بارك الله بعد العرض في المال ¶ المال إن أودى أحتال فأجمعه ولست للعرض إن أودى بمحتال ¶ وقالت العرب أيضاً: تجوع الحرة ولا تأكل بثديها . ¶ لكن عالم اليوم أطلق للشهوات العنان ، وأعطى لشهوة الجنس كل اهتمام ، فصارت شهوة تحرك أحط الغرائز في الإغواء والإغراء ، والاغتصاب والإيذاء وهذه بعض آثار هذه الشهوة بلا لجام : ¶ أكبر تجارة في العالم الآن هي تجارة الجنس والمخدرات والسلاح وهي تعبر عن بلاء مستطير في إنفاق آلاف المليارات في العالم على الجنس والمخدرات .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ذكر تقرير المؤسسة البريطانية \"أنقذوا الأطفال\" الذي أعد بتكليف من مفوضين الأمم المتحدة العليا لشئون اللاجئين أن الأطفال اللاجئين في ليبيريا وغينيا وسيراليون يتم استغلالهم جنسياً مقابل الطعام وخاصة الفتيات من سن 13 : 18 سنة ، ووجه الأطفال تهما لأكثر من 67 فرداً من منظمات إغاثة الأطفال بمقايضتهم الجنس مقابل الغذاء أو الموت جوعاً (1). ¶ إذا كان الإيدز هو مرض العصر بسبب الزنا والفجور ، فإن الدول العربية صارت فيها إصابة بحالة إيدز جديدة كل عشر دقائق ، و67 ألف إصابة في العام حسبما كشفت التقارير التي طرحت في المنتدى الإقليمي الثاني للقادة المدنيين للتجاوب مع الإيدز الذي عقد في القاهرة يناير 2006 بمشاركة أكثر من 300 من القادة المدنيين و20 دولة عربية. ¶ وقف طبيب مسلم في قرية من قرى بلادنا الإسلامية التي يعرف عنها العفة والمحافظة على الأعراض ، والخوف الشديد من فضائح العرض ، لكن الطبيب أعلن بعد صلاة الجمعة تحذيراً للآباء أن ينتبهوا ويحسنوا تربية أبنائهم وبناتهم ويراقبوا سلوكهم حيث إنه عرضت عليه في شهر واحد 19 حالة حمل من سفاح لبنات صغيرات في الإعدادي والثانوي . ¶ من المآسي الكبرى التي تنشر دائماً حالات هتك عرض وإغواء واغتصاب من المدرسين للبنات وهم الذين يعوّل عليهم تعليم بناتنا العفة والطهارة . ¶ لا تكاد تقرأ في الصحف والإنترنت إلا وتجد ظاهرة الخيانات الزوجية في عالمنا العربي والإسلامي من الأزواج والزوجات ، بسبب هذا الانفلات من لجام الشهوات خاصة الجنس، حيث صار الدخول على الإباحيات في الفضائيات والإنترنت سبباً في رفض الحلال ، واستحلال الحرام مما يشكل تهديداً كبيراً للأسرة والعفة في عالمنا العربي والإسلامي . ¶ __________ ¶ (1) http://www.amanjordan.org/arabic_news/wmview.php?ArtID=187",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "تشير آخر التقارير لمنظمة الصحة العالمية أن الأمراض الجنسية هي أكثر الأمراض نتشارا في العالم ، وأنها أهم وأخطر المشاكل الصحية العاجلة التي تواجه دول الغرب ، فعدد الإصابات في ارتفاع مستمر في كل الأعمار خصوصا في مرحلة الشباب يقول الدكتور جولد لقد حسب أن في كل ثانية يصاب أربعة أشخاص بالأمراض الجنسية في العالم ، هذا وفق الإحصائيات المسجلة والتي يقول عنها الدكتور جورج كوس إن الحالات المعلن عنها رسميا لا تتعدي ربع أو عشر العدد الحقيقي. وأهم هذه الأمراض مرض الايدز الذي التهم أكثر من عشرين مليونا من المرضى ، وهو أكبر ممن قتلوا في الحرب العالمية . ويتصدر مرض السيلان قائمة الأمراض المعدية ، فهو أكثر الأمراض الجنسية شيوعا في العالم إذ يتراوح الرقم المثبت في الإحصائيات حوالي مائتين وخمسين مليون مصاب سنويا ، وهذا لا يمثل الحقيقة لأن عدد الحالات المبلغ بها والواردة في الإحصائيات تمثل من عُشر إلى رُبع الرقم الحقيقي . وهكذا كل الأمراض الجنسية الهربس ، القرحة ، الرخوة ، الورم البلغمي الحبيبي التناسلي ، الورم الحبيبي المغبني ، ثآليل التناسل ، المليساء المعدية ، التهاب الكبد الفيروسي ، إلى غير ذلك من فطريات وطفيليات الجهاز التناسلي التي تصيب ملايين الناس .(1) ¶ ثالثا : آثار شهوة الغضب بلا لجام . ¶ الغضب جمرة من جمرات الشيطان يلقيها في نفس الإنسان فلا يدري ما يقول ولاما يفعل. ومن آثار هذا الغضب بلا لجام ما يأتي :. ¶ رأيت أماً (الأصل فيها الحنان والرحمة) تمسك برأس ولدها وتضربه في الحائط حتى شجت رأسه. وكاد أن يموت لولا أني أنقذته من يدها . ¶ __________ ¶ (1) http://www.maknoon.com/e3jaz/new_page_109.htm",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "أب وأم يشتركان في لحظة غضب في قتل ولدهما صاحب السنوات الخمس بسبب تبوله اللاإرادي ، فرغم أنه غير مكلف لصغره ، وغير مؤاخذ لمرضه لكنهما قتلاه بأيديهما ، وآخر يقتل طفله الرضيع بسبب بكائه ، وزوجات قطعن أزواجهن بالسواطير ، ومزقن أجسادهم قطعاً وألقينهم في القمامة . ¶ هناك خلافات على أشياء قليلة جداً صارت سبباً في مجزرة للبشر مثلما نشر عن غضبة فلاح قام بقتل جاره لأنه ضرب حماره ، عندما أكل شيئاً قليلاً من حقله ،وأخذا بالثأر قُتل صاحب الحماروالجار ، وعاش الحمار . ¶ لو حققنا أكثر حالات الشقاق والطلاق فسنجد أن الغضب بلا لجام هو الذي حول الحياة السعيدة إلى نار مستعرة ثم الانفصال ، وأحياناً الاعتداء بشكل مريع على الزوجة أو من الزوج على زوجها . ¶ في أمريكا هناك 3.3 مليون طفل يرون أمهاتهم يضربن من الزوج أو الصديق مما كوّن عندهم شعوراً عدوانياً عند كبرهم ، و27 % ممن يقتلون كل عام في أمريكا أطفال، و90 % منهم تحت سن عشر سنوات . ¶ 33 % من نساء أمريكا يتعرضن للضرب بسبب الغضب والسكر والخلافات العائلية ، وهذا رغم حدة القوانين في عقوبة الرجل إذا ضرب المرأة ، وكل يوم يقتل 3 من النساء، ففي عام 2001 قتل {1247} امرأة على يد الزوج أو الصديق . ¶ تشير الإحصاءات إلى ارتفاع متزايد لمعدل العنف من الرجال الأقوياء على النساء الضعيفات حيث تشير إلى أن 36 % من النساء ضربن في كندا وهي قريبة من ذلك في فرنسا ، وجنوب أفريقيا ، و56 % من نساء اليابان تعرضن للضرب العنيف ، وتصل ذروتها في الهند حتى تقترب من 80 % من النساء يتعرضن للضرب ، والمتوسط للعنف الناتج عن الغضب هو 40 : 70 % في كثير من دول العالم ، ومنها استراليا وإسرائيل وجنوب أفريقيا والسويد .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "شهوة الغضب وراء هذا الظلم الهائل عالمياً فالاتحاد السوفيتي قتل أكثر من 19 مليون شخصاً لتأسيس الإمبراطورية السوفيتية، والحرب العالمية الأولى والثانية حصدت ما يزيد عن 20 مليوناً ، وقتلت فرنسا في الجزائر أكثر من مليون ونصف، والحرب على العراق وأفغانستان وفلسطين والصومال والشيشان وكشمير تحصد كل عام مالا يقل عن مليون من الضعفاء والأبرياء خاصة الأطفال والنساء، وهذا بسبب الغضب بلا لجام الذي ملأ عقل ووجدان أعداء الإسلام من الصهاينة والشيوعيين والصليبين والهندوس وغيرهم . ¶ شهوة الغضب وراء هذا الإنفاق الهائل على التسليح العادي والنووي حيث تنفق آلاف المليارات من الدولارات على حين لا يجد الملايين من البشر بعض اللقيمات حتى صار العالم الآن كما قال عمر بن هند في الجاهلية : ¶ ألا يجهلن أحدٌ علينا فنجهل فوق جهل الجاهلينا ¶ وأنا الشاربون الماء صفواً ويشرب غيرنا كدراً وطينا ¶ المنطق ذاته الذي يحرك ذوي السلطة بلا ضوابط أخلاقية أو رحمة إنسانية . ¶ رابعاً : آثار شهوة الكلام بلا لجام . ¶ يكفي في شهوة الكلام مارواه البخاري بسنده أن النبي - صلى الله عليه وسلم - قال :( إن العبد ليتكلم بالكلمة لا يلقي لها بالاً فيرفع بها في الجنة سبعين خريفاً، وإن العبد ليتكلم بالكلمة من سخط الله لا يلقي لها بالاً يهوي بها في جهنم)(1). ¶ ولذا نهى القرآن وأكدته السنة عن الكذب والغيبة والنميمة والبهتان واللغو والسب واللعن والطعن ، والبذاءة ، وجاء الأمر بانتقاء أحسن القول ، وأجمل الكلمات ، وأفضل العبارات ، واختيار الطيبات من الألفاظ والكلمات ، لكن شهوة الكلام بلا لجام ذات آثار سلبية كثيرة منها ما يلي :. ¶ __________ ¶ (1) صحيح البخاري - كتاب الرقاق - باب حفظ اللسان وقول النبي من كان يؤمن بالله ـ ـ, (رقم 6113).",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "كم أفسدت شهوة الكلام بلا لجام صداقات حميمة ، وعلاقات رصينة ، وعشرة قديمة ، وصحبة عتيقة ، فحولت الوئام إلى خصام ، والتوافق إلى تشاقق ، والتقارب إلى تباعد ، وصلة الأرحام إلى تنابذ وانقسام ، والإحسان إلى الجيران إلى التربص والهجران ، مما أثار الأنانية والانعزال. ¶ شهوة الكلام وراء كثير من الخلافات الزوجية حتى صار الطلاق مرضاً عضالاً يواجه مجتمعات العالم كله فإذا كان يزيد عن 50% في بلاد الغرب ، فهو يقترب من الـ 40 % في بلادنا الإسلامية ، وكثيراً منه بسبب هذه الشهوات \"الجنس والغضب والكلام\" . ¶ كم قامت حروب ، وظلمت شعوب ، واحتلت بلاد بسبب الشائعات ومن ذلك مل يلي :. ¶ قام البابا أوربان الثاني في 27/11/1095 من كليرمنت بفرنسا ثم في أوربا كلها بدعاية كاذبة حرك بها الحملة الصليبية على بلاد الشام وفلسطين بادعاء أن المسلمين (الكفار) قد هدموا قبر المسيح فكانت هذه الأكذوبة سبباً في حروب ومظالم وقتل وسفك ونهب لا حد له وهي كلها من الشائعات الباطلة . ¶ ظلت إسرائيل تشيع في العالم أنها مظلومة ممن رمتهم بوصمة \"الإرهاب\" من أبناء فلسطين الذين احتلت أرضهم ، وهتكت أعراضهم ، واغتصبت مقدساتهم ، وهدمت بيوتهم ، ثم تستخدم شهوة الكلام في تضليل الرأي العام من خلال قنوات الإعلام التي تمتد في شبكة رهيبة على مستوى العالم ، ولا يزال هناك ملايين من البشر يعتقدون أن إسرائيل دولة معتدى عليها مظلومة وسط الأوباش من العرب والفلسطينيين الإرهابيين . ¶ ظلت إسرائيل تقنع العالم من خلال أدواتها الكلامية في الإعلام أنها الدولة التي لا تقهر وجيشها الذي لا يهزم وقد خاضت مصر حرباً معها في العاشر من رمضان سنة 1393 هـ ، وبددت هذه الأكذوبة كما أن ما حدث في 1427هـ من الاعتداء على لبنان لقوا فيه درساً لن ينسوه، واعترفوا أخيراً بالهزيمة لأن المقاومة العملية كانت أكبر من كل خيالاتهم الكلامية .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "قام الرئيس الأمريكي جورج بوش باحتلال العراق وفقاً لأكاذيب روجت بأن العراق يمتلك أسلحة دمار شامل ، والآن يظهر للكافة هذا الكذب التاريخي الذي حرك وراءه مئات الآلاف من الجنود ليعيثوا في الأرض فساداً وقتلاً وتخريباً، وتمزيقا وتفتيتاً وإثارة للعصبية والمذهبية ، وتفجير السلام الاجتماعي في المنطقة كلها سعياً وراء البترول، والسيطرة على مقدرات الأمور وتسيير العالم وفق منهج التحلل والعولمة . ¶ لا تزال تهمة الإرهاب عالقة ظلما وعدوانا بالمسلمين، في الوقت الذي تمارس فيه أبشع أنواع الإرهاب، والسبب كله هو تدوير الكلام عكس الحقيقة ، تماما كما يعلمون الكتَاب أن الخبر هو الإثارة وليس الحقيقة ، على طريقة أن الإنسان قد عض الكلب . ¶ هذا غيض من فيض الآثار السلبية للشهوات بلا لجام، وننتقل إلى الآثار الإيجابية للصيام لعلاج ووقاية الإنسان من شهواته الجامحة. ¶ المبحث الثاني : أثر الصيام في تهذيب شهوات المسلم والمسلمة : ¶ الصيام عامة وفي رمضان خاصة ذو أثر مباشر في تهذيب النفس روحيا وخلقيا وعقليا وبدنيا ليكون اللجام للنفس قويا أخذا بعنان المسلم والمسلمة من جميع جوانب انفلات الهوى ، حتى يجعله عبداً ربانياً ، يحمل مكارم الأخلاق ويتحلى بعقل راجح ، وبنيان قوي، ولذا سأتناول أثر الصيام في إصلاح الفرد في جوانبه الأربعة الروحية والخلقية والعقلية والجسدية . ¶ أولاً: أثر الصيام في إصلاح الجانب الروحي :-",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "الجانب الروحي في الإنسان هو مصدر سعادة الفرد أو شقائه ، فقد يؤتى الإنسان من نعيم الدنيا ما يشبع الجسد ، وقد يتعلم من فنون العلم ما يجعله في مصاف الحكماء والعلماء ، ولكن الإنسان مع هذا يجد ضيقاً واختناقاً في قلبه وهو الضنك الذي قال الله تعالى فيه : {وَمَنْ أَعْرَضَ عَن ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى * قَالَ رَبِّ لِمَ حَشَرْتَنِي أَعْمَى وَقَدْ كُنتُ بَصِيرًا * قَالَ كَذَلِكَ أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا وَكَذَلِكَ الْيَوْمَ تُنسَى} (طه: 124- 126 ) والضنك هو انغلاق في النفس وانقباض في القلب ، وانطباق في الصدر، وإن أكل الإنسان ما أكل أو شرب ما شرب أو لبس ما لبس أو سكن ما سكن أو ركب ما ركب . ¶ ولكن انشراح الصدر ، واطمئنان القلب وهدوء النفس فلا يأتي إلا بإصلاح الجانب الروحي وهو خصوصية علاقة العبد بربه والمخلوق بخالقه سبحانه وتعالى، وهو أكبر مساعد ومعين للإنسان على كبح هواه حبا وخوفا من الله تعالى . وتتجلى صور إصلاح الجانب الروحي فيما يلي :",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "1- الصيام بآدابه وأركانه يؤدي إلى التقوى لقوله تعالى :{يَا أَيُّهَا الَّذِينَ آمَنُواْ كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} (البقرة: 183) والتقوى هي عماد إصلاح النفس ، فإذا تحققت فإن الله تعالى يقول :{فَمَنِ اتَّقَى وَأَصْلَحَ فَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ} (الأعراف: 35) والمعلوم أن شقاء النفس وتفرق القلوب يكون إما خوفاً على المستقبل أو حزناً على الماضي أو ما فات الإنسان وهكذا تكون التقوى عاصمة من الخوف أو الحزن ، والتقوى تجعل للإنسان بصيرة يهتدي بها الملمّات وينجو بها في النوائب والأزمات لقوله تعالى :{يِا أَيُّهَا الَّذِينَ آمَنُواْ إَن تَتَّقُواْ اللّهَ يَجْعَل لَّكُمْ فُرْقَاناً وَيُكَفِّرْ عَنكُمْ سَيِّئَاتِكُمْ وَيَغْفِرْ لَكُمْ } (الأنفال: 29) ويقول الله تعالى : {وَمَن يَتَّقِ اللَّهَ يَجْعَل لَّهُ مَخْرَجًا * وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ} (الطلاق: 2 - 3) فهو بالتقوى يعمل ويوقن أن الله تعالى لن يدعه وحده لأنه سبحانه القائل :{إِنَّ اللّهَ مَعَ الَّذِينَ اتَّقَواْ وَّالَّذِينَ هُم مُّحْسِنُونَ} (النحل: 128) ، والمسلم بالتقوى يكون ولياً لله تعالى قال سبحانه : {إِنْ أَوْلِيَآؤُهُ إِلاَّ الْمُتَّقُونََ} (الأنفال: 34) أما في الآخرة فيكفي الروح سموا ورقيا وهي تتلقى وعد الله لها في قوله تعالى :{إِنَّ الْمُتَّقِينَ فِي مَقَامٍ أَمِينٍ * فِي جَنَّاتٍ وَعُيُونٍ * يَلْبَسُونَ مِن سُندُسٍ وَإِسْتَبْرَقٍ مُّتَقَابِلِينَ * كَذَلِكَ وَزَوَّجْنَاهُم بِحُورٍ عِينٍ * يَدْعُونَ فِيهَا بِكُلِّ فَاكِهَةٍ آمِنِينَ * لَا يَذُوقُونَ فِيهَا الْمَوْتَ إِلَّا الْمَوْتَةَ الْأُولَى وَوَقَاهُمْ عَذَابَ الْجَحِيمِ} (الدخان: 51-56) .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "2- من أجل هذا الفضل الكبير وأثره على النفس البشرية تجد في الحديث دعاء على من فوَّت هذا الخير ، وغفل عنه حيث روى ابن حبان في صحيحة بسنده عن الحسن بن مالك بن الحويرث عن أبيه عن جده قال : صعد النبي - صلى الله عليه وسلم - المنبر فلما رقي عتبة قال :\" آمين ثم رقي أخرى فقال : آمين ، ثم رقي عتبة ثالثة فقال آمين ثم قال : أتاني جبريل فقال يا محمد : من أدرك رمضان فلم يغفر له فأبعده الله فقلت أمين ، ومن أدرك والديه فدخل النار فأبعده الله ، فقلت : آمين ومن ذكرت عنده فلم يصل عليك فأبعده الله فقلت آمين \"(1)، وأي بلاء من الإبعاد عن رحمة الله تعالى عندما يفوت شهر رمضان ولم يحظ فيه المسلم أو المسلمة بالتقوى والمغفرة والرحمة والعتق من النار . ¶ __________ ¶ (1) الترغيب والترهيب ( 2/ 66 ).",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "3- المسلم الذي يحب الله تعالى يداوم على الصيام فهو ينتظر شهر رمضان ليغسل نفسه غسلاً كاملاًَ من الذنوب والآثام ، ويطهر نفسه من المعاصي وهذا يزيل الران على القلب وذلك لما رواه البخاري بسنده عن أبي هريرة رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال :\" من قام رمضان إيماناً واحتساباً غفر له ما تقدم من ذنبه ، ومن صام رمضان إيماناً واحتساباً غفر له ما تقدم من ذنبه \"(1). فإذا ما انتهى رمضان صار الصوم له إلفا ومصدر سعادة قلبية، لانشراحه برحمة الله وفضله فهو يصوم الست البيض من شوال ويصوم العشر الأوائل من ذي الحجة ويحرص على صيام عرفة ولا يفوته صيام التاسع والعاشر من المحرم ( عاشوراء ) ، ويكثر من الصيام في شعبان ، ويحرص طوال العام على صيام الاثنين والخميس . أو يصوم يوما ويفطر يوما إن قدر عليه ، ولا يقل عن صيام ثلاثة أيام كل شهر ، وبهذا يظل المسلم والمسلمة في طهارة من الذنوب دائمة ، ولعل هذا ما جعل الإمام مسلم يترجم في كتاب الصيام بابا بعنوان : صيام النبي صلى الله عليه وسلم واستحباب ألا يخلِي شهراً عن صوم . ومعناه أن المسلم والمسلمة لا يستغنيان عن هذا اللجام الرباني\"الصيام\"، ويكفي المؤمن شرفا أن يصوم وهو يستحضر حديث النبي - صلى الله عليه وسلم - فيما يرويه عن ربه :\" الصوم لي وأنا أجزي به ، يدع شهوته وطعامه من أجلي ، للصائم فرحتان ، فرحه عند فطره ، وفرحه عند لقاء ربه \"(2)، فهو صيام يختص به الله تعالى، ويعود فضله على العبد فرحة في الدنيا برحمة الله ، وفرحة في الآخرة بنعيم الله تعالى ، والنجاة من النار لما رواه مسلم بسنده عن أبي سعيد الخدري رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال : \"من صام يوما في ¶ __________ ¶ (1) صحيح البخاري – كتاب الصوم – باب من صام إيماناً واحتساباً (رقم 1901 ) . ¶ (2) صحيح البخاري - كتاب التوحيد - باب قول الله يريدون أن يبدلوا كلام الله إنه, (رقم 7054).",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "سبيل الله باعد الله وجهه عن النار سبعين خريفا\" (1). ¶ 4- يجد المسلم نشاطاً روحيا خاصة في شهر رمضان وذلك لأن الله تعالى يقيد مردة الشياطين ، ويرسل ملائكته تنادي يا باغي الخير أقبل، ويا باغي الشر أدبر ، وشعور العبد أن الفريضة في رمضان تعدل سبعين فريضة فيما سواه ، وأن النافلة مثل ثواب الفريضة ، وأنه شهر العتق من النار ، والعودة إلى الله ، وتحري ليلة القدر ، والاعتكاف في العشر الأواخر ، هذا يمثل جرعة روحية كبيرة لا تكاد تعدلها جرعة أخرى طوال العام اللهمّ إلا جرعة الحج لله تعالى . ¶ 5- إذا كان المسلم في رمضان يجد نشاطاً روحيا بالنهار لأنه يدع شهوته لله تعالى ، فإنه بالليل ينعم أيضاً بهذا النشاط الروحي بقيام الليل في صلاة التراويح كل ليلة ، ولعل القليل هو الذي يجد نشاطاً روحياً طوال العام ليقوم كل ليلة بثماني ركعات يطيل فيها القراءة، ولكن الكثير جداً يهرع إلى صلاة التراويح ، ومن فاته منها شيء أكمله وحده في مصلاه أو مسجده وكذا القيام للسحور قبل الفجر والدعاء لله تعالى ، حتى يحظى المسلم بدعاء الله والملائكة له وهو يتسحر، وذلك للحديث الذي رواه أحمد في مسنده عن أبي سعيد الخدري رضي الله عنه قال : \"السحور أكله بركة ، فلا تدعوه ولو أن يجرع أحدكم جرعة من ماء فإن الله وملائكته يصلون على المتسحرين\" (2) ¶ 6- الإكثار من ذكر الله تعالى بأربع خصال لا إله إلا الله والاستغفار وسؤال الله الجنة والتعوذ به سبحانه من النار ، هذا الذكر الدائم يبعث الطمأنينة والراحة في القلب لقوله تعالى :{الَّذِينَ آمَنُواْ وَتَطْمَئِنُّ قُلُوبُهُم بِذِكْرِ اللّهِ أَلاَ بِذِكْرِ اللّهِ تَطْمَئِنُّ الْقُلُوبُ} (الرعد: 28). ¶ __________ ¶ (1) صحيح مسلم - كتاب الصيام - باب فضل الصيام في سبيل الله لمن يطيقه بلا ضرر ـ ـ (رقم 1153). ¶ (2) المسند (3 / 44 ) .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "7- من المنح الروحية في الصيام أن له دعوة ما ترد وذلك لما رواه ابن ماجه بسنده عن عبد الله ابن عمر رضي الله عنهما أن النبي - صلى الله عليه وسلم - قال :\"إن للصائم عند فطره لدعوة ما ترد\" . هذه الدعوة مفتاح خير إلى سعادة المرء في الدنيا والآخرة حيث يلحف في المسألة لله تعالى أن يصلح له دنياه وينعم آخرته بالفردوس الأعلى من الجنة . ¶ 8- يظل المسلم والمسلمة ينتقل من خير إلى خير ، فيزداد تعلق القلب بالله تعالى ، ويقل تعلقه بالدنيا؛ فيشعر أنه بحاجة إلى خلوة مع ربه جل وعلا فيلجأ إلى الاعتكاف آخر الشهر في العشر الأواخر ليزيد حبال المودة بالرغبة والرهبة والخوف والرجاء ، ويشدو اللسان في الليل والنهار بقراءة القرآن ، ويشنف الآذان بالاستماع إليه ، ويُعمل فكرة في بديع خلق الله وكثرة نعمه على خلقه؛ فتبكي العين خوفاً وفرقاً من عذاب الله تعالى، ويطمئن الفؤاد طمعاً وأملاً في رحمة الله ، ويكثر القيام والقعود بين يدي رب الوجود سبحانه وتعالى فيفيض هذا على القلب رياَ وعلي النفس رضاَ ، وعلي الجسم حيوية ، وعلي الخلق رقياً ، وكلما ذاق حلاوة الوصال واصل التراويح بالتهجد والذكر بالدعاء ، والاستغفار بالثناء ، والتضرع بالبكاء ، والحب بالخوف وحتى يصيب مراده عن غنيمة ليلة القدر ، ويتعرض لرحمات متلاحقات في هذه الليلة التي لا يحرم خيرها إلا شقي ، ولا يصيبها إلا تقي ، فتشبع النفس من هذا الهدير الذي يمسح على القلب ، ويظل في بوتقة الحب حتى إذا جاء يوم العيد قام إليه يتلقى جائزته ويصافح ملائكته ويخالط الخلق بأخلاق الحق ، يحنو على فقيرهم ، ويرحم صغيرهم ، ويؤازر ضعيفهم ويناصر مظلومهم ، ويقبل من مسيئهم، ويستغفر لمذنبهم ، ويستحث مدبرهم، فيكون قد صنع على عين الله تعالى وحمل أخلاق الإسلام وآدابه بعد هذه الخلوة التي تعيد الإنسان إلى الفطرة السليمة ، وهكذا تبقى الروح في نضارتها وطهارتها فيسعد صاحبها في الدارين .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ثانياً :- أثر الصيام في إصلاح الجانب الخلقي :- ¶ الصيام من أهم العبادات التي توصل المسلم أو المسلمة إلى مكارم الأخلاق ومعالي الأمور وتباعد بينه وبين سفاسفها ويبدو ذلك مما يلي :- ¶ 1- الصيام هو إمساك المكلف بنية عن المطعم والمشرب والجماع والاستمناء والاستقاء من الفجر إلى المغرب وهذه تجمع الشهوات الغالبة التي تهوي بالنفس إلى مستنقع الرذيلة ولذا يقول ابن القيم : المقصود من الصيام حبس النفس عن الشهوات وفطامها عن المألوفات وتعديل قوتها الشهوانية لتستعد لطلب ما فيه غاية سعادتها ونعيمها . وقبول ما تركز به مما فيه حياتها الأبدية ، ويكسر الجوع والظمأ من حدتها وسورتها، ويذكر بحال الأكباد الجائعة من المساكين ، وتضيق مجاري الشيطان من العبد بتضييق مجاري الطعام والشراب وتحبس قوى الأعضاء عن استرسالها لحكم الطبيعة فيما يفيدها في معاشها ومعادها ، ويسكن كل عضو منها وكل قوة عن جماحه ، وتلجم بلجامه ، فهو لجام المتقين وجنة المحاربين ورياضة الأبرار والمقربين ... وهو ترك محبوبات النفس وتلذذاتها إيثاراً لمحبة الله ومرضاته ... وله تأثير عجيب في حفظ الجوارح الظاهرة ، والقوى الباطنة وحميتها من التخليط الجالب لها المواد الفاسدة التي إذا استولت عليها أفسدتها ....... (1) . ¶ 2- الصيام يقيم سياجاً قويا بين المسلم أو المسلمة وما حرم الله تعالى فإذا كان قد غلب نفسه ، وحرمها من الحلال الطيب في الأصل في وقت معين بنية وعزيمة واستعانة بالله تعالى ، فهو لا شك أقدر على الامتناع عن الحرام في كل وقت وحين ، وذلك لأن الإنسان بلغ في الحرام نتيجة هوى مستحكم ، ونفس حائرة ، وشهوة غالبة ، وهذه كلها يهذبها الصوم بهذا الامتناع المتلاحق شهراً ثم في التنفل به طوال العام . ¶ __________ ¶ (1) زاد المعاد ( 1/ 211 ) .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "3- من أجل هذا يقول النبي - صلى الله عليه وسلم - :\" من لم يدع قول الزور والعمل به فليس لله حاجة أن يدع طعامه وشرابه\" (1) ، ويدلنا النبي - صلى الله عليه وسلم - على أثر الصوم في تقويم أخلاق المسلم أو المسلمة في حديث ابن ماجه عن أبي هريرة رضي الله عنه قال : قال رسول الله - صلى الله عليه وسلم -:\" إذا كان يوم صوم أحدكم فلا يرفث ولا يجهل ، وإن جهل عليه أحد فليقل إني امرؤ صائم \". ¶ هذا يعني أنني لكوني صائماً لا يليق بي أن يطيش صوابي ويهرف لساني ، ويعلو صوتي ، ويقبح كلامي ، بل إن الصيام يحبس النفش البشرية عن الاسترسال مع الجهالة ، والانطلاق مع شهوات الفرج والبطن ، وهذا من أعظم وسائل تهذيب النفس . ¶ 4- الصيام يحرر الإنسان من أسر العادة فمن اعتاد على الطعام في ساعات مبكرة أو متأخرة من النهار، واعتاد على الغذاء بعد الظهر بقليل أو كثير، واعتاد أن يشرب المنبهات من الشاي أو القهوة أو غيرهما حتى إنه ليظن انه لا يستطيع الاستغناء عن هذه العادات يأتي صيام رمضان أو النوافل ليقطع هذا الاعتياد تحريراً للإنسان من أسره وتكريماً له ، أنه ليس بذاك الذي يهفو إلى مطعم أو مشرب يستولي على ملكاته ويخيم على مشاعره ، بل يغير موعد الإفطار ليكون سحوراً قبيل الفجر ، ويغير من نهمه على المطعومات والمشروبات طوال اليوم ليكون ذلك بعد المغرب فيخرج المسلم من ذلك متحررا من العبودية لأي شيء إلا لرب العزة سبحانه وتعالى . ¶ 5- شفافية الروح في الصيام ذات أثر مباشر في نقاء الأخلاق حيث يكون المسلم أو المسلمة أشبه شيء بملائكة الله تعالى ، فيصدر في أموره كلها عن معالي الأمور ، يريد أن يتخلق بأخلاق رب العزة سبحانه ويتصف بصفات الملائكة البررة. ¶ __________ ¶ (1) صحيح البخاري - كتاب الصوم - باب من لم يدع قول الزور والعمل به في الصوم , (رقم 1804).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "6- الصيام يحرر المسلم أو المسلمة من داء الشح وهو مرض عضال يُهلك أي إنسان يقول الله تعالى : {وَمَن يُوقَ شُحَّ نَفْسِهِ فَأُوْلَئِكَ هُمُ الْمُفْلِحُونَ} (التغابن: من الآية 16) وفيه يروي مسلم بسنده عن جابر بن عبد الله رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال : \"اتقوا الظلم فإن الظلم ظلمات يوم القيامة, واتقوا الشح فإن الشح أهلك من كان قبلكم حملهم على أن سفكوا دماءهم واستحلوا محارمهم\"(1) وروى أحمد بسنده عن أبي هريرة رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال : \"شر ما في الرجل شح هالع وجبن خالع\" (2) وروى أحمد الترمذي بسندهما عن أبي بكر الصديق رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال : \"لا يدخل الجنة خب وبخيل ولا منان\" (3) وروى الطبراني بسنده عن ابن عباس رضي الله عنهما أن النبي - صلى الله عليه وسلم - قال : \"لما خلق الله جنة عدن بيده ودلي فيها ثمارها وشق فيها أنهارها ، ثم نظر إليها فقال لها : تكلمي فقالت : قد أفلح المؤمنون ، فقال : وعزتي وجلالي ، لا يجاورني فيك بخيل\" (4) وروى الترمذي بسند مرسل عن أبي هريرة رضي الله عن أن النبي - صلى الله عليه وسلم - قال :\" السخي قريب من الله قريب من الجنة ، قريب من الناس ، بعيد عن النار والبخيل بعيد عن الله ، بعيد من الجنة ، بعيد من الناس قريب من النار ، ولجاهل سخي أحب إلى الله من عابد بخيل\"(5) ، والصيام يعالج هذا المرض العضال بوسائل كثيرة منها ما يلي :- ¶ __________ ¶ (1) صحيح مسلم – كتاب البر – باب تحريم الظلم (2578). ¶ (2) المسند ( 2 / 302 ) . ¶ (3) المسند ( 1/7 ) والترمذي – كتاب البر – باب ما جاء في البخل ( 2029 ) . ¶ (4) الترغيب والترهيب للمنذري ( 3 / 347 ) . ¶ (5) سنن الترمذي – كتاب البر – باب ما جاء في السخاء ( 2027 ) .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "أ- حث المسلم على إفطار الصائمين لحديث سلمان :\" من فطر صائماً كان مغفرة لذنوبه وعتقا لرقبته من النار ، وكان له مثل أجره من غير أن ينقص من أجره شيء ، قالوا : يا رسول الله . ليس كلنا يجد ما يفطر به الصائم ، قال رسول الله - صلى الله عليه وسلم - :\" يعطي هذا الثواب من فطر صائماً على تمرة أو شربة ماء أو مذقة لبن \"(1) . ¶ هذا الثوب الجزيل بهذا العطاء القليل يحرك في المسلم داعية البذل والجود والسخاء فإذا كانت نفسه لا تجود بالكثير فبالقليل رويداً حتى يجود بالكثير ، ولعل شفافية الروح تكون سبباً قوياً في التخلق بالجود . ¶ ب- في هذا الشهر تصفد أبواب النيران وتفتح أبواب الجنان ، وتغل مردة الشياطين ، وينادى يا باغي الخير أقبل ، ويا باغي الشر أقصر ، مما يساعد المسلم أن يغالب داء الشح والبخل فيبذل وهو في عافية من المثبطات للجود والسخاء . ¶ ج- حب التأسي بالنبي - صلى الله عليه وسلم - حيث يروي البخاري وغيره بسندهم عن ابن عباس رضي الله عنه أن النبي - صلى الله عليه وسلم - \"كان أجود الناس بالخير وكان أجود ما يكون في رمضان حين يلقاه جبريل ...\" فإذا لقيه جبريل عليه السلام كان أجود بالخير من الريح المرسلة (2) . ¶ __________ ¶ (1) الترغيب والترهيب للمنذري (2/67). ¶ (2) صحيح البخاري – كتاب الصوم – باب أجود ما كان النبي صلي الله عليه وسلم يكون في رمضان رقم ( 1902 ) .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "د- صدقة الفطر في رمضان حتى قبيل صلاة العيد من أهم العبادات في رمضان التي تعالج داء الشح لأنها فرضت على الغني والفقير، والكبير والصغير ، الرجل والمرأة ، الحر والعبد ، حتى الوليد يولد قبل صلاة العيد فتجب على وليه صدقة الفطر ، هذا يشيع عند الجميع روح البذل والعطاء ولذا روى ابن ماجه بسنده عن ابن عباس رضي الله عنهما أن النبي - صلى الله عليه وسلم - فرض زكاة الفطر طهرة للصائم من اللغو والرفث وطعمة للمساكين ، فمن أداها قبل الصلاة فهي زكاة مقبولة ، ومن أداها بعد الصلاة فهي صدقة من الصدقات. (1) وروى الإمام أحمد بسنده أن رسول الله - صلى الله عليه وسلم - قال في زكاة الفطر : \"صاع من بر أو قمح على كل امرئ صغير أو كبير، حر أو عبد ، ذكر أو أنثي ، غني أو فقير أما غنيكم فيزكيه الله ، وأما فقيركم فيرد الله عليه أكثر مما أعطي\" (2) ، أيُّ سموٍ أعظم من هذا ؟! أن يعطى الغني الفقير ، وأن يعطى الفقير الفقير ، وأن تتعلق فريضة الزكاة هنا بكل امرئ صغير أو كبير في الأمة الإسلامية، هذا أعظم أبواب السخاء . ¶ __________ ¶ (1) سنن ابن ماجه – كتاب الزكاة – باب صدقة الفطر – رقم ( 1827 ) . ¶ (2) الترغيب والترهيب للمنذري ( 2/ 100 ) .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "7- الصيام يعود المسلم خلق العفة والطهارة ، ويحجب عنه هواجس النفس وثورات الشهوات ولهذا كان الصيام مستحبا لكسر الشهوة كما سبق . حتى لا تستعبده شهوة الفرج ، وبريق ماء وجهه في السعي وراء المحرمات ، وتنتهك عرض العفيفات فينقلهن إلى دائرة الفحش والرذيلة ، أو ينحاز إلى نفسه ويغرق في بحر الاستمناء مما يضعف مقاومته لشهوته ، ويضاعف آلامه النفسية ، ويحرمه من الثقة في نفسه ، ولذا ذكر ابن حجر في شرح حديث النبي صلي الله عليه وسلم :\" يا معشر الشباب من استطاع منكم الباءة فليتزوج فإنه أغض للبصر وأحصن للفرج ومن لم يستطع فعليه بالصوم فإنه له وجاء \". قال ابن حجر : الأصل في الصوم كسر الشهوة لأن كثرة الطعام والشراب تستدعي طغيان الشهوة ، فكان الصوم وجاء أي قامعا لشهوة النكاح ، ويستدل بهذا الحديث على تحريم الاستمناء لأن النبي صلي الله عليه وسلم أرشد عند العجز عن التزويج إلى الصوم الذي يقطع الشهوة ، فلو كان الاستمناء مباحاً لكان الإرشاد إليه أسهل (1) . ¶ وإذا كان الاستمناء من مفسدات الصوم فلو تعمده رجل أو امرأة أثم ولم يكفه صيام الدهر وإن صامه قضاء ، أما المتزوج فيهذب الإسلام نهمه على شهوة الجماع ليحرر الرجل أو المرأة من أسر شهوة الفرج فيحول بينهما في طول النهار ويحرم على المعتكف جماع زوجته ، ومن جامع في نهار رمضان فهذا لا كفارة له إلا بمضاعفة حرمانه من زوجته شهرين متتابعين في نهار صومه ، وإن لم يستطع يطعم ستين مسكينا كفارة لهذا التعدي على حرمة هذا الشهر الكريم وتغريماً له أنه لم يستطع أن يحبس شهوته أو يملك زمام نفسه ، وهذا من الوسائل الفعالة في ردع ومنع من لم يخش عذاب الله تعالى . ¶ __________ ¶ (1) فتح الباري ( 9/12 ، 14 ) .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "8- إذا كانت عفة المرء الباطنة في فرجه فإن طهارة اللسان أيضاً من أمارات عفته الظاهرة، و يعالج الصيام آفات اللسان عند الإنسان حتى إذا حصن فرجه وعف لسانه كان النبي صلي الله عليه وسلم ضامناً له الجنة ،لحديث الإمام البخاري بسنده عبادة بن الصامت أن النبي صلى الله عليه وسلم قال :\"اضمنوا لى ستا من أنفسكم أضمن لكم الجنة..\" (1) ولهذا فإن النبي صلي الله عليه وسلم يلفت أنظارنا إلى أن من لم يدع قول الزور والعمل به فليس لله حاجة في أن يدع طعامه وشرابه ، فالصيام في الحقيقة صيام الجوارح كلها مما يغضب الله تعالى، وكذا يسن في الاعتكاف في رمضان أن يقل الإنسان من الكلام المباح. وهذا أعظم تهذيب لآفات اللسان التي تكب الناس على مناخيرهم في جهنم ، فإذا صام الإنسان ثم أطلق لسانه في أعراض الناس أو الكذب أو المراء والجدال المذموم أو الحلف بالأيمان الباطلة ، وغيرها فإن صيامه يكون هباء منثوراً، وذلك لما رواه أبو داود بسنده عن أنس بن مالك قال : أمر النبي - صلى الله عليه وسلم - الناس بصوم يوم ، وقال : لا يفطرن أحدكم حتى آذن له : فصام الناس حتى إذا أمسوا فجعل الرجل يجئ فيقول: يا رسول الله ظللت صائماً فأذن لي فأفطر : فيأذن له الرجل والرجل : حتى جاء رجل فقال : يا رسول الله ، فتاتان من أهلك ظلتا صائمتين ، وإنهما تستحيان أن تأتياك ، فآذن لهما فليفطرا ، فأعرض عنه ثم عاوده فأعرض عنه ، ثم عاوده فأعرض عنه ثم عاوده فأعرض عنه فقال إنهما لم تصوما ، وكيف من ظل هذا اليوم يأكل لحوم الناس ، اذهب فمرهما: إن كانتا صائمتين فليستقيئا، فرجع إليهما فأخبرهما، فاستقاءتا فقاءت كل واحدة علقة من دم ، فرجع إلى النبي صلي الله عليه وسلم فأخبره فقال : والذي نفسي بيده لو بقيتا في بطونهما لأكلتهما النار\" (2) ¶ __________ ¶ (1) صحيح ابن حبان - كتاب البر والإحسان - باب الصدق والأمر بالمعروف والنهي عن المنكر , (رقم 271). ¶ (2) الترغيب والترهيب للمنذري ( 4/10).",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": ". ¶ وقد جاء في رواية للإمام أحمد أن إحداهما قاءت دما وصديداً ولحما حتى ملأن نصف القدح، وأن الأخرى قاءت قيئاً ودماً وصديداً ولحماً عبيطاً حتى ملأت القدح ، فقال النبي - صلى الله عليه وسلم - :\"هاتان صامتا عما أحل الله ، وأفطرتا على ما حرم الله عليهما ، جلست إحداهما إلى الأخرى فجعلتا تأكل من لحوم الناس\" (1). ¶ وقد شبه صاحب المستخلص في تزكية الأنفس من يصوم عن الحلال ويرتكب الحرام كمن يبني قصرا ويهدم مصراً ، ومن يمتنع عن تناول الدواء ، ثم يعب من السم القاتل (2) . ¶ 9- الصيام ينمي في المسلم أو المسلمة أعظم أخلاق الإسلام وهو الحياء . وذلك لما رواه مالك في الموطأ وابن ماجه في سننه بسندهما عن زيد بن طلحة أن النبي صلي الله عليه وسلم قال : \"إن لكل دين خلقا وخلق الإسلام الحياء\" (3) والصيام من العبادات الخاصة التي لا يطلع عليها إلا الله تعالى فبوسع أي إنسان أن يخلو إلى نفسه فيفعل ما يشاء من طعام وشراب وخلافه ، ولكن المسلم يستحي من الله في خلوته أن يفعل ذلك ، ولا يزال يستحي من الله حتى يحقق أمر النبي صلي الله عليه وسلم اسحيوا من الله حق الحياء. فإذا ما صار الحياء له خلقاً فلن يأتي إلا بكل خير ، وهو من أعمدة الإيمان حتى يصير بالإيمان والحياء من أهل الجنة لما رواه احمد عن أبي هريرة رضي الله عنه أن رسول الله صلي الله عليه وسلم قال: \"الحياء من الإيمان والإيمان في الجنة والبذاء من الجفاء ، والجفاء في النار\" (4) . ¶ __________ ¶ (1) الترغيب والترهيب ( 3 / 298 ) والمسند للإمام أحمد ( 5/431 ) . ¶ (2) المستخلص لسعيد حوي ( 63 ) . ¶ (3) الموطأ – كتاب حسن الخلق – باب ما جاء في الحياء ( 2 /905 ) . ¶ (4) المسند ( 2 /501 ) .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "10- يعود الصيام المسلم على احترام قيمة الوقت ، ويربطه دائماً بطاعة الله تعالى ، فلو ظل يأكل لقمة واحدة أو يسيغ شربة واحدة بعد وقت آذان الفجر كان مفطراً وآثاماً إن تعمده ، وإن أفطر قبيل المغرب بلحظات أفطر وصار آثما إن تعمده ، هذا يجعل المسلم يراعي مواعيده بدقة بالغة ، لا يستعجل شيئا قبل أوانه ، ولا يؤخر شيئاً عن وقته ، فالموظف أو العامل لا يتأخر في عمله ، بل يتقي الله فيه ، والطالب لا يؤخر مذاكرته حتى تضطرب أعصابه وينوء بعبء نفسي من كثرة ما تراكم عليه ، ولو راعينا الله في أوقاتنا كلها كما نراعيها في العبادات كلها مثل الصلاة لوقتها والزكاة لحولان الحول ، وصدقة الفطر حتى قبل صلاة العيد ، والصيام من الفجر الصادق إلى مغرب الشمس ، والحج أشهر معلومات لكانت الأمة شيئاً أخر غير ما هي عليه اليوم . ¶ ثالثاً:- أثر الصيام في إصلاح الجانب العقلي :- ¶ العقل هو مناط التكليف في الإنسان ، وبه وكرم عن غيره من المخلوقات ولأجله تحمل الأمانة التي أبت السماوات والأرض والجبال أن يحملنها ، والصيام ذو أثر مباشر في تقويم العقل وإذكائه ويبدو ذلك فيما يلي :- ¶ 1- إذا كان الهدف من الصيام هو تحصيل التقوى كما قال الله تعالى:{لَعَلَّكُمْ تَتَّقُونَ} (البقرة: من الآية21) فإن هذه التقوى تفتح على المسلم آفاق العلم والخير لقوله تعالى:{وَاتَّقُواْ اللّهَ وَيُعَلِّمُكُمُ اللّهُ} (البقرة: من الآية 282) فقد يؤتي الإنسان بها الحكمة لقوله تعالى:{يُؤتِي الْحِكْمَةَ مَن يَشَاء وَمَن يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِيَ خَيْرًا كَثِيرًا وَمَا يَذَّكَّرُ إِلاَّ أُوْلُواْ الأَلْبَابِ} (البقرة: 269).",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "2- الصيام يجعل عقل الإنسان أكثر نشاطاً وإدراكاً لأن البطن إذا امتلأت تذهب الفطنة كما جاء في الأثر \" البطنة تذهب الفطنة \" ومن أكل كثيراً نام كثيراً وحرم من خير كثير ، فمن أراد أن يحصل من أسباب العلم ما يوسع به مداركه فلا يشبع لأن من ملأ بطنه بالطعام سرعان ما ترتخي أعضاؤه ويميل إلى الكسل ويخلد إلى النوم الطويل ، لكن صيام رمضان بآدابه من الإقلال من الطعام والشراب وصيام النوافل يعود الإنسان على الاقتصاد في طعامه وشرابه بما يحفظ لعقله فاعليته ، ولنفسه القدرة على حدة التفكير ، وطول السهر تحصيلاً للعلم. ¶ 3- كثرة قراءة القرآن في هذا الشهر ، أو الاستماع إليه في صلاة التراويح أو غيرها مما يرسي أصول العلم لدى المسلم أو المسلمة ، ففي القرآن أصول العلم التجريبي ، وأصول العقيدة الصحيحة وقواعد التشريع الكاملة ، وقصص السابقين من الطائعين والعاصين ، وهذا من أكبر موارد النمو العقلي . ¶ 4- لا شك أن مفردات أحكام الصيام تؤثر تأثيراً قوياً في صياغة العقل الإسلامي صياغة مرنة ويبدو ذلك مما يلي :- ¶ أ- لا بد للإنسان أن يزن الأمور بميزان العقل لا العواطف فقط وفي هذا يقال \" ألجموا نزوات العواطف بنظرات العقول \". ¶ ولذا فإننا نرى نبينا - صلى الله عليه وسلم - يوصي عبد الله بن عمرو وهو يريد أن يصوم كل يوم فأمره ألا يزيد عن صيام يوم وإفطار يوم يقول : إنك لا تدري لعلك يطول بك عمر ، قال : فصرت إلى الذي قال النبي - صلى الله عليه وسلم - فلما كبرت وددت لو كنت قبلت رخصة نبي الله - صلى الله عليه وسلم - (1). ¶ __________ ¶ (1) صحيح مسلم - كتاب الصيام - باب النهي عن صوم الدهر لمن تضرر به أو فوت به ـ ـ (رقم: 1159).",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ب- نهي النبي - صلى الله عليه وسلم - عن الوصال وفي هذا يروي البخاري بسنده أن النبي - صلى الله عليه وسلم - قال\" إياكم والوصال ، مرتين ، قيل: إنك تواصل قال : \"إني أبيت يطعمني ربي ويسقيني . فاكلفوا من الأعمال ما تطيقون\" (1) . ¶ والحقيقة أن الإنسان يجب أن يدرك طاقته ولا يكلف نفسه إلا على قدر وسعه لقوله تعالى:{لاَ يُكَلِّفُ اللّهُ نَفْسًا إِلاَّ وُسْعَهَا } (البقرة: 286) وهذا يقتضي المرونة في التعامل مع المواقف بما يحقق الهدف دون أن يذل الإنسان نفسه بأن يحملها ما لا تطيق ثم يتضاعف عنده الشعور بعدم الثقة في النفس في نهاية الأمر ، ولذا هناك رواية لمسلم في نفس الباب يقول النبي - صلى الله عليه وسلم -\" لو تمادى لي الشهر لواصلت وصالاً بدع المتعمقون تعمقهم\" (2)، يريد النبي - صلى الله عليه وسلم - أن يعود هؤلاء الغلاة إلى الواقع، وألا يبالغوا في تقدير طاقاتهم أو إمكاناتهم ، وأن يتعاملوا مع دين الله تعالى بنفس درجات التيسير التي وردت به دون تعمق أو مغالاة. ¶ جـ- إذا تحققت هذه المرونة لم ير واحد لنفسه فضلا على غيره لأن الله تعالى هو أعلم بمن اتقى؛ ولذا يروي الإمام مسلم بسنده عن أبي سعيد الخدري أنه قال : \"غزونا مع رسول الله - صلى الله عليه وسلم - لست عشرة مضت من رمضان ، فمنا من صام ، ومنا من أفطر ، فلم يعب الصائم على المفطر ، ولا المفطر على الصائم\" (3). ¶ __________ ¶ (1) صحيح البخاري – كتاب الصوم – باب التنكيل بمن أكثر الصيام (رقم 919660)، رواه مسلم – كتاب الصيام باب النهي عن الوصال في الصوم ( 1 / 445 ). ¶ (2) صحيح مسلم - كتاب الصيام - باب النهي عن صوم الدهر لمن تضرر به أو فوت به ـ. (رقم: 1104 ) . ¶ (3) صحيح مسلم – كتاب الصيام – باب جواز الفطر والصوم في شهر رمضان للمسافر ( 1 / 453 ) .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "د- لا شك أيضاً أن عقلية المسلم تكون في غاية المرونة وهو يقرأ من أحكام الصيام أن كل ما دخل الجوف مما يستحيل التحرز منه لا يفطر مثل رائحة الدخان أو الطيب أو الماء الذي يسبق إلى الجوف عند المضمضة مع عدم المبالغة وما دخل عن طريق المسامع عند العطس أو الاستحمام ومن خرج منه منيٌ بغير شهوة فصومه صحيح ، ومن ذرعه القيء فلا شئ عليه ، ومن أكل أو شرب ناسياً فليتم صومه ، والقطر في العين لرمد لا يفطر الصائم، والحقن للتداوي لا تفطر ، هذه الأحكام وأمثالها تصوغ العقل المسلم صياغة رائعة مرنة قوية ، يضع الحدود ويقدر الأعذار ويراعي الظروف والأحوال التي تخرج من طاقة كل إنسان فيقدرها بقدرها . ¶ رابعاً:- أثر الصيام في إصلاح الجسد :- ¶ يحرص الإسلام على بناء جسد المسلم أو المسلمة بناء قوياً صلباً متماسكاً ينهض بالتكاليف ، ويخطو إلى الإنتاج ، ويصلح للجهاد في سبيل الله ، ويتقدم في شجاعة وبسالة نحو مجد أمته يحتمل الصعاب ، ويتغلب على قلة الزاد، وضعف المؤنة لأنه تدرب في مدرسة الصيام على ذلك ، وتبدو أهم آثار الصيام في إصلاح الجسد فيما يلي :-",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "1- جاء في الحديث عن النبي - صلى الله عليه وسلم - قال : \" صوموا تصحوا \" (1). فالصوم صحة للجسد وقوة للبناء وفيه تعويد على خشونة العيش ، والحق أن الإنسان إذا لم يصم يُرهق معدته ويُمرض جسده ، لكن الصيام يعطي للمعدة هدنة مؤقتة تعود إلى نشاطها مع المغرب فتكون الفائدة من الطعام أتمّ وأوفى ، وقد قام فريقٌ من الباحثين المسلمين ببحث علمي تجريبي انتهى إلى أن الصيام يزيد الصحة ، ويقوي جهاز المناعة، وقاموا بإجراء التجارب على الصائمين قبل الصيام وأثناءه وبعده وذلك في مدينة بنما سيتي ولاية فلوريدا بأمريكا ، وانتهوا في أبحاثهم التي أجروها على أكثر من مائة حالة أن الصيام بالفعل يقوي جهاز المناعة الذي يقاوم بأمر الله تعالى كل الأمراض التي يتعرض لها جسم الإنسان دائماً ، وهذا عكس ما يتصوره بعض عوام المسلمين أن الصيام يضعف الجسم وينهك الجسد. ¶ __________ ¶ (1) إحياء علوم الدين للغزالي ، تخريج الحافظ العراقي ، (3/108) .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "2- استحباب السحور والحث عليه حتى إن النبي - صلى الله عليه وسلم - قال :\"السحور أكلة بركة ، فلا تدعوه ولم يجرع أن أحدكم جرعة من ماء ، فإن الله وملائكته يصلون على المتسحرين وهو الغذاء المبارك\" (1). هذا يبين مدي حرص الإسلام على الصائم ألا يطول عهده بالطعام، ويُسن تأخيره كما يُسن تعجيل الفطر على التمر أو شربة ماء حرصاً على عودة الجسد إلى حيويته ونضارته، ويسترد كامل قوته ، ولعل من أعظم التخفيف أن يباح الأكل والشرب من أول الليل حتى مطلع الفجر ، ومن هنا نلحظ هذا التوازن بين مطالب الجسد ومطالب الروح، فإذا كانت النفس تهفو إلى الوقوف بين يدي الله تعالى في صلاة المغرب، فإن السنة النبوية تدعوه إلى إعطاء حق الجسد من الفطر على التمر والماء بهما معا ، ثم يصلي فيعطي معدته فرصتها بالتدرج في العودة إلى طبيعتها، وبعد الصلاة يعود إلى طعامه فيأكل ما يسد رمقه، ويقيم أوده ، ولا يبالغ حتى يرهق معدته بعد صفائها ، ولذلك يذكر صاحب المستخلص أن كثرة الطعام بعد الصيام يزيد الإنسان شراهة ، والمعدة تعباً والبطن اضطراباً ، عما لو أكل نفس الكمية دون صيام فترة طويلة من الوقت (2) . ¶ ومن هنا تبدو آثار الصيام ثم الاقتصاد في الطعام والتدرج فيتناوله فيزداد الجسد قوة وحيوية . ¶ 3- من أجل هذا عنون البخاري في صحيحه لباب من أبوابه باب حق الجسم في الصوم \" وأورد حديثاً لعبد الله بن عمرو الذي أراد أن يقوم الليل كله ويصوم الدهر كله ولكن النبي - صلى الله عليه وسلم - عاد به إلى حالة الاعتدال وقال له : \" صم وأفطر ، وقم ونم فإن لجسدك عليك حقاً وإن لعينيك عليك حقاً ، وإن لزوجك عليك حقاً ، وإن لزورك عليك حقاً ....\" (3) . ¶ __________ ¶ (1) مسند أحمد - مسند أبي سعيد الخدري رضي الله تعالى عنه - مسند أبي سعيد الخدري رضي الله تعالى عنه (رقم: 10702). ¶ (2) المستخلص ص ( 63 ) . ¶ (3) صحيح البخاري – كتاب الصوم – باب حق الجسم في الصوم (رقم 1975 ) .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "هنا نجد النبي - صلى الله عليه وسلم - يؤكد على حق الجسم عامة ، وحق العينين خاصة ، فهل نجد في أي تشريع حولنا تشريعا ينص على حق العين على صاحبها ، أو حق الجسد على صاحبه . ¶ 4- تحريم الوصال في الإسلام وهو صيام الدهر لأن هذا يضعف الجسد والنبي - صلى الله عليه وسلم - يقول ذلك في صراحة تعود بالإنسان إلى حد الاعتدال في التعبد لله تعالى حيث يقول لعبد الله بن عمرو أيضاً :\" إنك لتصوم الدهر وتقوم الليل ، فقلت نعم ، قال : إنك إن فعلت ذلك هجمت له العين ، ونفهت له النفس ، لا صام من صام الدهر ...\" (1) . ¶ فالنبي صلى الله عليه وسلم يخشى على كل مسلم أن تهجم العين إلى الداخل من طول القيام وكثرة الصيام ، ثم تتعب النفس وتكلّ من العبادة ، وهو معنى قوله صلى الله عليه وسلم هجمت له العين ، ونفهت له النفس ، فهذا يدل على الحرص البالغ على صحة الجسد وبخاصة العين . ¶ 5- وقد راعى النبي - صلى الله عليه وسلم - ذلك في نفوس أصحابه وفي هذا يروي ابن ماجه بسنده عن أبي مجيبة الباهلي عن أبيه أو عن عمه قال : أتيت النبي صلي الله عليه وسلم فقلت :\"يا نبي الله أنا الرجل الذي أتيتك عام الأول . قال : فمالي أرى جسمك ناحلاً . قال : يا رسول الله ما أكلت طعاماً بالنهار ، ما أكلته إلا بالليل فقال - صلى الله عليه وسلم - : من أمرك أن تعذّب نفسك ....\" (2) ¶ هكذا يرد النبي - صلى الله عليه وسلم - هؤلاء المتعمقين المتشددين المغالين إلى سماحة الإسلام ويسره، فلا يصح أن يشادّ الإنسان هذا الدين فيغلبه، بل يأخذ بعزائم الأمور ورخص الشريعة دون تحلل من التكاليف أو إزهاق للروح وإرهاق للجسد بالزيادة منها. ¶ __________ ¶ (1) صحيح البخاري – كتاب الصوم – باب صوم داود عليه السلام (رقم 1979 ) . ¶ (2) سنن ابن ماجه – كتاب الصوم – باب صيام أشهر الحرم (رقم : 1741 ) .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "6- تخفيف الصيام في رمضان عن المسافر ويقضيه بعد ذلك حتى لا تجتمع على جسده مشقة عناء السفر وآلام الجوع والعطش ، وتخفيف الصيام عن المجاهد حتى يفرغ للجهاد، ويقوى على النزال ، وتخفيفه عن الحامل والمرضع حتى لا يجتمع على الجسد بذل خلاصة الجسم للجنين أو الوليد ، وحرارة الجوع والعطش ، والفطر للحائض حتى لا تجتمع عليها آلام الطمث ، ونزول الدم ، مع آلام الجوع ، أما المريض المزمن والشيخ الهرم فقد راعى الإسلام حاجة الجسد لديهما إلى الغذاء والسقاء والدواء بشكل متتابع فوضع عنهما الصيام وأحل مكانه الفدية . ¶ هذا يدل على مدى مراعاة الإسلام لقوة البدن وحيوية الجسم في كل الظروف التي يمر بها أي مسلم أو مسلمة . وهذه بعض الآثار والمقاصد التي تضمنها تشريع الصيام الذي يصنع الإنسان يحمل صبغة الله في روحه وخلقه وعقله وبدنه. ونأتي إلى البرامج العملية لتحقيق اللجام الرباني والمقصد الإلهي من الصيام . ¶ هناك وسائل عشرة أرجو أن نعاهد الله عليها، ولا تخشى أخى وأختي في الله تعالى من البدء فى لبس اللجام الرباني فإن الله سيعيننا، ألا نرى الكثير يلبس سنوات معادن على أسنانه لإعادة تقويمها وتحسين شكلها ، فهل يليق بالمسلم أو المسلمة أن يستنكف اللجام الرباني الذي يعود عليه بخيري الدنيا والآخرة ؟!!",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "في داخلنا بلا شك فطره تحب هذه البرامج العشرة إذا أزلنا صدأ المعاصي بالتوبة النصوح ، وجاهدنا أنفسنا في لُبس اللجام الرباني ،منتظرين دائماً عون الله سبحانه وتعالى ففي أعماقنا قوة داخلية نحتاج إلى استثمارها ، كما نرى كثيراً جداً من المدخنين، بل من الذين يسكرون يمتنعون ويتوقفون في رمضان ، معناه فيهم خير، وفيك خير، فينا قوة تستطيع أن تمتنع عن الحرام. ومن الأمثلة الحية على ذلك قصة كانت في مكة المكرمة عندما ركبت\" تاكسي \" ووجدت السائق يدخن، فقلت له أخي الكريم : أرجو مشكوراً مأجورا أن تؤخر التدخين لأني أتأثر صحيا جداً وقلبي لا يستطيع أن يتحمل التدخين، قال: نعم، بكل سرور، فقلت له: إذا كنتَ مشكوراً وبأدب لطيف منك تركت التدخين من أجلي بعض الوقت ؛ أفلا تتركه لله كل الوقت! والله ما استمر الحديث عشر دقائق حتى وصلنا فإذا بالأخ يضع علبة السجائر تحت قدميه، ويقول: والله لا أشربها إلى يوم القيامة، قلت له: أنت إنسان فيك خير وتحب الله، تخيل أن كل نفَس سيجاره تمنعك من تسبيحة، والتسبيحة تزرع لك شجرة في الجنة، والغراس كبير وظليل كما جاء فى الحديث عن سهل بن سعد عن رسول الله صلى الله عليه وسلم قال : \"إن في الجنة لشجرة يسير الراكب الجواد المضمر السريع مائة عام ما يقطعها\" (1)، كل نفَس في التدخين تشربه تضيع تسبيحه، تضيع شجرة في الجنة، سبحان الله وبحمده غراس الجنة، كل مرة تغرس شجرة في الجنة، نفَس ، وفوق هذا كم من أموال أبيدت في الحرام ، وفي أمور غير نافعة، ثم رائحة كريهة لمن تتعامل معه، ثم آثار كريهة للأطفال فلذات أكبادك أنت أول من تضرهم بأمراض خطيرة جداً، سرطان المريء، الكبد، ويمكن أن يقال \"هذا عنده عادة\"، والحق أن أفضل عادة أن لا تكون لك عادة. والآن نستعرض الجوانب العملية العشر التي تساعد على تهذيب الشهوات ¶ __________ ¶ (1) صحيح البخاري - كتاب الرقاق - باب صفة الجنة والنار وقال أبو سعيد قال النبي ـ ـ (رقم: 6186).",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "الأربع وغيرها من الأهواء الفتاكة بكرامة الإنسان. ¶ البرنامج الأول: الإخلاص:- ¶ الإخلاص أن تحول العادة إلى عبادة خالصة لله تعالى فعادة الطعام والشراب، تكون عباده لله عز وجل، نأكل لله عند الغروب ونمتنع عن الطعام لله عند الفجر ، بعض المسلمين يصومون لأن رمضان أتى، وهيئة الإفتاء أعلنت أن رمضان غداً، ونحن نصوم مع الناس، لكن الأصل أن نصوم لرب الناس، لما ذكره النبي - صلى الله عليه وسلم - فيما يرويه عن ربه: \"الصوم لي وأنا أجزي به\" (1)، لا تجعلها عادة أن تصوم، لأن كل الأحاديث في البخاري ومسلم \"من صام رمضان إيماناً واحتساباً غفر له ما تقدم من ذنبه\"، \"من قام رمضان إيماناً واحتساباً غفر له ما تقدم من ذنبه\"، \"من قام ليلة القدر إيماناً واحتساباً غفر له ما تقدم من ذنبه\"، كل مرة توجد عبارة \"إيماناً واحتساباُ\"(2)، إذن الإخلاص يجعلك لا تصوم عادة وإنما زلفى وقربى وتوسل لله تبارك وتعالى الذي يحبنا، ويعلم أننا نخطئ فيقول لنا أعطيت لكم فرصة الصيام لتعودوا إلى أتقياء أنقياء أصفياء، وليس فقط صفاء من الذنوب وإنما ارتقاء في الحسنات، جبال من الحسنات تنتظرنا إن كان الإخلاص سرا مدفوناً في قلوبنا يدفعنا إلى العمل لله عز وجل، الإخلاص هذا سر يقذفه الله في قلب من يشاء من أحب من عبادة فيجعل العمل القليل جداً كبيراً جداً، أما العمل الكبير بلا إخلاص فلا فائدة منه؛ تخيل أن أول من تسَعر بهم النار ليسوا الظلمة، ليسوا الفسقة، ليسوا الزناة، ليسوا أصحاب المخدرات، ليسوا الذين يقتلون الناس بغير الحق، وإنما ثلاثة: رجل أنفق ليقال: جواد، و رجل قاتل ليقال :شجاع ، وعالم علّم العلم ليقال: عالِم، هؤلاء المراؤون أول من تسعر بهم النار، كما جاء في الأحاديث الصحيحة (3). ومن هنا لابد من الإخلاص عنوانا لكل عمل. ¶ __________ ¶ (1) سبق تخريجه. ¶ (2) سبق تخريجه. ¶ (3) مستدرك الحاكم - كتاب العلم - كتاب العلم , (رقم: 365).",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "البرنامج الثاني: الاقتصاد في الطعام والشراب :- ¶ هذا مفتاح مهم جداً لأن من الممكن أن يكون عندك إخلاص ولا تأخذ قرارا بالاقتصاد في السحور والفطور، ومن رحمات الله أن النبي صلى الله عليه وسلم قال: \"السحور أكله بركة ، فلا تدعوه و لو أن يجرع أحدكم جرعة ماء ، فإن الله و ملائكته يصلون على المتسحرين\" (1)، كي نطعم قلوبنا وجبة من الرحمة، من السعادة، من الانشراح، عندما نقوم في السحر نطعم أجسادنا، لكن الله يطعمنا في قلوبنا وفي عقولنا نوراً ورحمة فإن الله وملائكته يصلون على المتسحرين، والأصل أن يستحضر كلٌّ منا هذا المعنى ولا يملأ بطنه عند السحور اعتقاداً بأن اليوم طويل، والعمل كثير، والإجهاد شديد، استعن بالله ولا تعجز، هي مسألة تحتاج إلى عزم وإرادة، وفيك هذه الإرادة أن تقوم عن الطعام قبل أن تشبع، جِرب مرة واستطعم هذه الخفة في جسدك، وستجد أنك صرت نشيطاً إلى صلاة الفجر في المسجد، صرت نشيطاً إذا أفطرت، عجَلت الفطر، صليت المغرب ثم أكلت بعد ذلك دون أن تمتلئ، تذهب لصلاة التراويح بخشوع وخضوع لله سبحانه وتعالى، تستلذ معاني القرآن، تستشعر كل آية تقرأ من كتاب الله عز وجل، لكن البطنة تذهب الفطنة، الدم الذي يجب أن يطلع للعقل ينزل إلى البطن ليهضم فلا يقوى على قيام ولا على قرآن ولا على شيء، فهذا مفتاح ضروري جداً تعاهد الله عليه، هناك مسلمون كثر يقولون نحن نصوم ولا نجوع ، وهذا من الشره الذي أصابوه قبل الفجر وبعد المغرب. الناس ؛ المحلات ممتلئة بأنواع جديدة وعديدة ومكسرات وأنواع لا تظهر إلا في رمضان! أقول يا إخواني إن الصيام يجعل الإنسان يحس بآلام الفقراء آلام الجوعى، آلام المحتاجين، نجوع يوماً فنذكر ربنا، ونشبع يوماً فنشكر ربنا، الذكر والشكر مطلوبان لكن الإنسان يمتلئ ويفخر أنه لا يجوع طوال ¶ __________ ¶ (1) مسند أحمد - مسند أبي سعيد الخدري رضي الله تعالى عنه - مسند أبي سعيد الخدري رضي الله تعالى عنه (رقم: 11003).",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "اليوم. \"فمن أكثر من الإفطار بعد صيام طويل كمن بنى قصراً وهدم مصراً\"، بنى قصرا وهدم بلدا بالكامل، بنيت قصراً طوال اليوم وتأتي المغرب وتري المائدة مليئة فتهجم، ابدأ بتمرة،أو شربة ماء أو لبن ،لأن النبي - صلى الله عليه وسلم - يقول: \"من وجد تمرا، فليفطر عليه، ومن لا يجد فليفطر على الماء، فإنه طهور\" (1)، وهذه مادة سكرية تصل بسرعة إلى العين، وتعطى المخ إشارة بأن السكريات الموجودة في التمر كافية وخالية من الدهون وتذهب إلى العقل تعطي إشارة أن الإنسان أخذ قسطا كبيرا لم يعد جوعان كما كان، ثم تصلي المغرب و تعود، تكون المعدة قد هضمت التمرة مع جرعة الماء، ويرجى أن يتحقق ما جاء في الحديث \"ذهب الظمأ وابتلت العروق وثبت الأجر إن شاء الله\" (2)، وليس كهذا الذي يرى أن الحياة شراب وطعام ولهو ومنام فإذا لم تنلها فعلى الدنيا السلام! لا! الله سبحانه وتعالى يقول: {وَالَّذِينَ كَفَرُوا يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ الْأَنْعَامُ وَالنَّارُ مَثْوًى لَّهُمْ} (محمد: 12)، ولسنا كذلك نحن آدميون و نحن مسلمونلنا صبغة خاصة كما قال ربنا سبحانه وتعالى: {صِبْغَةَ اللّهِ وَمَنْ أَحْسَنُ مِنَ اللّهِ صِبْغَةً وَنَحْنُ لَهُ عَابِدونَ} (البقرة: 138). ¶ البرنامج الثالث: قراءة القرآن:- ¶ __________ ¶ (1) صحيح ابن حبان - كتاب الصوم - باب الإفطار وتعجيله (رقم: 3514). ¶ (2) مستدرك الحاكم - كتاب الصوم - كتاب الصوم (رقم: 1536).",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "ما كُرم شهر رمضان إلا من أجل القرآن،قال تعالى {شَهْرُ رَمَضَانَ الَّذِيَ أُنزِلَ فِيهِ الْقُرْآنُ} (البقرة: من الآية185)،وروى البهقي وأحمد والحاكم بسندهم عن عبد الله بن عمرو رضي الله عنهما : ( أن رسول الله - صلى الله عليه وسلم - قال : الصيام و القرآن يشفعان للعبد يقول الصيام : رب إني منعته الطعام و الشهوات بالنهار فشفعني فيه و يقول القرآن : منعته النوم بالليل فيشفعان). (1). ¶ __________ ¶ (1) مستدرك الحاكم - كتاب فضائل القرآن - أخبار في فضائل القرآن جملة (رقم: 2036).",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "لو اقتصدنا في الطعام،نسمع القرآن غضاً طرياً كما أنزل، نذهب إلى البيت ونمسك بالمصحف، أريد من كل أخ وكل أخت أن يمسك القرآن ويعزم أن يختم القرآن مرة في رمضان إذا كنت تقود السيارة إلى عمل في مكان بعيد ضع شريطاً في السيارة واستمع بإنصات: {وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُواْ لَهُ وَأَنصِتُواْ لَعَلَّكُمْ تُرْحَمُونَ} (الأعراف: 204)، مهم جداً أن تختم القرآن في رمضان كما كان يفعل النبي - صلى الله عليه وسلم - كان جبريل يراجعه القرآن في كل عام، لا بد أن نسعى لهذا لأقصى ما نستطيع لأن القرآن حقيقة هذا النور الذي بغيره لا نستطيع إلا أن نكون أشقياء لقوله تعالى: {وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْأَوْنَ عَنْهُ وَإِن يُهْلِكُونَ إِلاَّ أَنفُسَهُمْ وَمَا يَشْعُرُونَ} (الأنعام: 26)، وقد كان أحد الصحابة يقول: لي ختمة كل أسبوع، وختمة كل شهر، وختمة كل سنة، وختمة بدأتها منذ عشرين عاماً لم أنته منها إلى الآن. اليوم أريد من كل أخ وهو يقرأ ورده القرآني بالليل أو بعد الفجر أن يلتقط آية انفعلت بها مشاعره، ونبض لها قلبه، والتفت إليها عقله، يرددها طوال اليوم، يعيش معها، ستصنعه من جديد، ستغير كثيراً جداً من العادات المركوزة في النفس. ستنقل الإنسان من الأنشغال بأشياء تافهة حقيرة، إلى معالي الأمور, \"إن الله جميل يحب الجمال ، ويحب معالي الأمور ، ويكره سفسافها\" (1) ¶ __________ ¶ (1) السلسلة الصحيحة - للألباني ( 1627).",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "، أريد أن نرتاد مقارئ القرآن بالمساجد، ونتعلم الترتيل {وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا} (4) سورة المزمل، {وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ* وَأَنْ أَتْلُوَ الْقُرْآنَ } (النمل: من الآيتين91 ، 92) ، والتلاوة قراءة بنغم حتى تمتع العينين والقلب والعقل والوجدان فيتحول القرآن إلى جزء من كيانك جزء من حياتك لا تستطيع أن تأكل يوما ثم تهجر القرآن، لا تستطيع أن تمتد بك الأيام دون أن تختم القرآن من أوله إلى آخره، حالاً على أوله مرتحلاً إلى آخره، قراءة أواستماعاًُ أو هما معاً، ثم تدبر بالعقل، وتأثر بالقلب وتغير بالنفس في رمضان شهر القرآن. ¶ البرنامج الرابع: القيام:- ¶ لا تعط موعداً وقت صلاة التراويح حرره لله تعالى ، واجعل موعدك مع الله في القيام في رمضان موعداً ثابتاً، هل هناك أحد عنده امتحان يعطي موعداً في وقت الامتحان؟، لم يحدث أحداً عنده مقابلة مع شخص مسئول أعطى موعدا آخر في نفس الوقت، لم يحدث نحن في موعد مع الله كل صلاة ، وبخاصة صلاة القيام لأن فيه أحاديث خاصة في الصحيحين \"من قام رمضان إيماناً واحتساباً غفر له ما تقدم من ذنبه وما تأخر\" (1) و تخيل لو صلينا 30 ركعة كل يوم 17 فريضة، و13 ركعة نافلة في شهر من الشهور العادية تأخذ ثواب 300 ركعة، إلا في شهر رمضان تضاعف سبعين ضعفاً ، هذا كمّ هائل من الحسنات يفوتنا لو تركنا التراويح !!! ¶ __________ ¶ (1) سبق تخريجه.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "قل لي يا أخي: هل جلوسك أمام التلفاز أو جلوسك مع الأصحاب أو في المقاهي أو في السيارات أو في غيرها يمكن أن تنال مثل هذا الأجر الوفير الكثير؟، يا أخي الكريم أوقف حياتك في هذه الأوقات لله تعالى، وإذا كنت مشغولاً في وقت صلاة التراويح صلِها في البيت مع الأهل، أو صلها وحدك لكن لا تتركها تفوتك أبداً ، فهي غنيمة باردة غنيمة كبيرة تصنع في الفؤاد قوة هائلة جداً، هذه هي التي تعالج الشهوات الأربع بعضها مع البعض تجعل الإنسان يصعد في هذه النواحي الأربعة معاً. ¶ البرنامج الخامس: الأذكار:-",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "روى الإمام مسلم فى صحيحه أن النبي - صلى الله عليه وسلم - قال: \"سبق المفردون، قلنا: ومن المفردون يا رسول الله؟، قال: الذاكرون الله كثيراً والذاكرات\"(1) ، وشهر رمضان فرصة عظيمةللأذكار والحسنات، كما قال - صلى الله عليه وسلم - : \" استكثروا فيه من أربعة خصال خصلتان ترضون بهما ربكم، وخصلتان لا غناء لكم عنهما، أما اللتين ترضون بهما ربكم لا إله إلا الله وتستغفرونه، وأما اللتان لا غنى لكم عنهما فتسألونه الجنة وتستعيذون به من النار\"(2) ، الأذكارأنهر متدفقة من الخير، من ذلك الحديث: \"من قال حين يصبح وحين يمسي رضيت بالله ربا وبالإسلام ديناً وبسيدنا محمد - صلى الله عليه وسلم - وسلم نبياً ورسولا ،كان حق على الله أن يرضيه(3)\" ماذا تريد أكثر من رضا ربنا سبحانه وتعالى ،وهذه لاتستغرق أكثر من5 ثوان ؟؟! والحديث \"كلمتان خفيفتان على اللسان ثقيلتان في الميزان حبيبتان إلى الرحمن سبحان الله وبحمده سبحان الله العظيم\"(4) كم هائل جداً من الحسنات. في صحيح مسلم(5): \"أيعجز أحدكم أن يكسب كل يوم ألف حسنة فسأله سائل من جلسائه كيف يكسب أحدنا ألف حسنة قال يسبح مائة تسبيحة فيكتب له ألف حسنة أو يحط عنه ألف خطيئة \"، كنز أمامك اغترف منه ما شئت، حاول أن تعمل لنفسك أوراد، تخيل وأنت خارج من باب بيتك حتى تشغل السيارة أو تمشي لمحطة الأتوبيس أو تتنقل بين مكتب وآخر من ¶ __________ ¶ (1) صحيح مسلم ، كتاب الذكر والدعاء والتوبة والاستغفار ،باب الحث على ذكر الله ، ( رقم: 2676). ¶ (2) شعب الإيمان ، الباب الثالث و العشرون من شعب الإيمان و هو : باب في الصيام ، فضائل شهر رمضان ، ( رقم: 3608), ¶ (3) سنن ابن ماجة ، كتاب الدعاء ، باب ما يدعو به الرجل إذا أصبح وإذا أمسى ، ( رقم: 3870). ¶ (4) صحيح البخاري ، كتاب الدعوات ، باب فضل التسبيح ، ( رقم: 6043) ¶ (5) صحيح مسلم ، كتاب الذكر والدعاء والتوبة والاستغفار ، باب فضل التهليل والتسبيح والدعاء ، ( رقم: 2698).",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "الممكن أنك تأخذ كنوزاً في الجنة لا حصر لها ترتفع مئات الدرجات عند الله سبحانه وتعالى، وفي موطأ مالك(1) \"أفضل ما قلته أنا والنبيين من قبلي لا إله إلا الله\" والحديث أيضا في البخاري ومسلم، كيف تفوتنا هذه الغنائم الكثيرة ونجلس نتحدث في أسعار لغو لا فائدة منه، والله تعالى يقول {لاَّ خَيْرَ فِي كَثِيرٍ مِّن نَّجْوَاهُمْ إِلاَّ مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلاَحٍ بَيْنَ النَّاسِ} (النساء : 114) ، كيف نعالج شهوة الكلام ؟ الجواب : اجتهد أن تجعل كلامك ذكراً، وصمتك فكرً، ونظرك عبراً، كما قال صلى الله عليه وسلم فتغنم خيري الدنيا والآخرة. ¶ البرنامج السادس: الدعاء:- ¶ قال الله سبحانه وتعالى في آيات الصيام : {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ} (البقرة :186)، كلمة قل الموجودة في كل الآيات المماثلة غير موجودة هنا ليقول لنا ربنا أنا قريب جداً إليك، عندما ترفع التليفون تطلب أي مسئول أو صديق، أو تطلب زوجة زوجها أوالابن أباه مرات يلقاه مشغولا، فسبحانه من لا يشغله شيء عن شيء، قل: يا رب، يقول: لبيك عبدي وسعديك، فإن قلت: تبت إليك، يجيبك ربك: قبلت توبتك، فإن ألححت: عدت إليك، يبادرك ربك: فرحت بعودتك، لما ورد في صحيح مسلم(2): \" الله أشد فرحا بتوبة عبده حين يتوب إليه من أحدكم كان على راحلته بأرض فلاة ، فأضجع تحت ظل شجرة ينتظر الموت فقام من نومه فوجدها عند رأسه فقال من شدة الفرح: اللهم أنت عبدي وأنا ربك\"، عكس الدعاء من شدة الفرح، والله أشد فرحاًٍ من هذا العبد الذي وجد الناقة. ¶ __________ ¶ (1) موطأ مالك ، كتاب القرآن ، باب ما جاء في الدعاء ، ( رقم: 500). ¶ (2) صحيح مسلم ، كتاب التوبة ، باب في الحض على التوبة والفرح بها ، ( رقم: 2747).",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "أقول يا إخواني الله سبحانه وتعالى في عليائه ترفع إليه يديك بالليل والنهار، في الصباح وفي المساء، يستجيب لك، قال تعالى {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ} (البقرة: 186) ، وقال أيضا: {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ} (غافر : 60)،وقال سيدنا الحبيب صلى الله عليه وسلم: \"الدعاء مخ العبادة\" ، \"الدعاء هو العبادة\"(1). نحن بحاجة إلى هذا التوسل، لكن يا أخواني لا نريد أن نتحول إلى دعاء المسألة عند الأزمات والامتحانات فقط، لأن الدعاء نوعان: دعاء عبادة، فى كل وقت تعبداً ورقاً لله تعالى، ودعاء مسألة عند النوازل والحاجات. نرى كثيرا من الطلاب يأتون المساجد أيام الامتحانات هذا جيد، لكن نريد أن نتحول جميعا إلى أصحاب عبادة، نتلذذ بالدعاء والتضرع،لقوله تعالى {فَلَوْلا إِذْ جَاءهُمْ بَأْسُنَا تَضَرَّعُواْ} (الأنعام: 43)، كأن نقول : اللهم أني أسالك من فضلك العظيم وجاهك القديم أن تصلح أمري وأمر المسلمين أجمعين،أو {رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا} (الفرقان:74) ، أو{ربَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ} (آل عمران 147) ، ويروي الإمام أحمد في مسنده دعاء ندياً(2) \"اللهم إني عبدك وابن عبدك وابن أمتك ناصيتي بيدك ماض في حكمك عدل في قضائك أسألك بكل اسم هو لك أنزلته في كتابك أو علمته أحدا من خلقك أو استأثرت به في علم الغيب عندك أن تجعل القرآن العظيم ربيع قلبي وذهاب همي وجلاء ¶ __________ ¶ (1) سنن الترمذي ، كتاب الدعوات عن رسول الله ،باب ما جاء في فضل الدعاء ، ( رقم: 3371). ¶ (2) مسند أحمد ، مسند عبد الله بن مسعود رضي الله تعالى عنه ، ( رقم: 3704).",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "حزني\"، ويقول في الحديث نفسه: \"من دعا بهذه الكلمات أذهب الله همه وأطال فرحه\"، فقال سيدنا أبو موسى الأشعري رضي الله عنه: \"إن المغبون لمن غبن هذه الكلمات\"، يعني أن الخسران هونسيان أن نقول هذه الكلمات ، فقال - صلى الله عليه وسلم -: \"قولهن وعلموهن، فإن من قالها أذهب الله همه وأطال فرحه\"، نريد أن نشغل أنفسنا بالدعاء خاصة عند الإفطارللحديث: \"إن للصائم عند فطره لدعوة ما ترد\" ، عندنا فرصة هائلة \"دعوة ما ترد\" دعوا بها لانفسنا، ولأهلنا، ولإخواننا، وللمسلمين في بقاع الأرض، وللإنسانية أن يخلصها الله من مظالم العباد، من الاستبداد، من الفساد، من القتل، من الظلم في فلسطين ولبنان والعراق وأفغانستان والصومال والشيشان وكشمير، ندعو الله لكل مظلوم على ظهر الأرض أن يرفع الله هذه المظالم. ¶ البرنامج السابع: الاعتكاف:-",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "لم يصح حديث عن النبي - صلى الله عليه وسلم - في فضل الاعتكاف لكن يكفي أن الحبيب - صلى الله عليه وسلم - فعله، فنحن أمام فرصة كلما دخلنا المسجد ننوي الاعتكافلمضاعفة الحسنات، أريد من كل أخ، من كل أخت، أن يدخل المسجد ويسلّم نفسه لله تعالى ويشكو أمره إلى الله سبحانه وتعالى فنحن نشكو من أمورنا وظروفنا والمرتبات والدخل والآباء والأمهات والأزواج والزوجات والحكام والمحكومين والشرق والغرب، فلنلجأ إلى الله سبحانه وتعالى من خلال عبادة الاعتكاف. الاعتكاف معناه أنك تحبس نفسك عن الدنيا وتذهب إلى الله في بيته تتوسل إليه، تجلس وحدك وتتعبد لله سبحانه وتعالى، وتسأل الله عز وجل مما تريد من خير الدنيا والآخرة، إنو الاعتكاف ساعة من نهار، ساعة من ليل، لكن حاول أن تأخذ إجازه لتحري ليلة القدر في العشر الأواخر بشكل خاص لأن الاعتكاف فضله الأكبر في هذه المدة، \"فالتمسوها في الوتر من العشر الأواخر من رمضان\"، وهنا أسأل نفسى وإخواني سؤالا لعله أن يعيننا جميعاً على أخذ قرار في قضية الاعتكاف: بالله عليكم لو قرأ أحدنا إعلانا في عدد من المجلات في يوم واحد، وإعلاناً في عدد آخر من الفضائيات ، الإعلان (من يريد أن يأخذ راتبا كبيرا جداً يشتغل عشرة ليال فقط ويعطينا آخر شيك أخذه فإذا كان يتقاضى 1000 دينار، أو دولار، أو يورو، ريال سيأخذ من عمل عشرة ليال فقط ألف ضعف،أي سيعطى مليوناً، بالله عليكم هل سيتخلف أحد؟!!! هكذا يتضاعف الأجر ليلة القدر من الله تعالى مما نحتاج إلى التصديق واليقين التام بوعده تعالى. لذلك قال الحبيب - صلى الله عليه وسلم - : \"من حرم خيرها فقد حرم الخير كله\" ،أي تحرى وإصابة ليلة القدر.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "يا إخواني وياأخواتى: أمتنا أعمارها بين الستين والسبعين، و يبلغ أحدنا بعد 12،13 سنة تقريباً، يعني 50 سنة في حياة الإنسان المكلف ، هل يمكن أن نحولها إلى 4150 سنة تعبدية لله عز وجل؟! أقول: نعم بإحياء ليلة القدر، لأن ليلة القدر خير من ألف شهر، لو عبدت الله خمسين عاماً معناه أن عمر الخير بالنسبة لك أربعة آلاف 4150 سنه تعبدية. ¶ هذه بحق فرص نادرة تنقي الإنسان من هذه الشهوات الأربع: شهوة الطعام، والجنس، والغضب، والكلام، كل هذا يذوب عند عتبات الدعاء، والقنوط، والإخبات، والتضرع، الإيمان الذي يعصم الإنسان من الزلل ومن الخلل. نحن نريد حقيقة أن نقبل على عبادة الاعتكاف ولا حرج أن تخرج لطعامك وشرابك، أن تخرج لشراء شيئاً من أشيائك، أن تخرج لعيادة المريض دون أن تجلس بل للاطمئنان على الأهل وأنت واقف، كما قال على بن أبي طالب رضي الله عنه وأرضاه، و كثير من الفقهاء، إذن اعتكف واخرج إلى عملك ثم ارجع إليه إذا كنت لا تستطيع أن تحصل على إجازة، لكن أرجوكم بالله أن لا نحرم أنفسنا إخوة وأخوات من عبادة الاعتكاف لله تبارك وتعالى. ¶ البرنامج الثامن: الجود والكرم:-",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "كان صلى الله عليه وسلم جواداً وكان أجود ما يكون في رمضان كالريح المرسلة، وقد جاء في الحديث أن النبي - صلى الله عليه وسلم - قال: \"لما خلق الله جنة عدن و غرس أشجارها بيده، ثم قال لها تكلمين. فقالت قد أفلح المؤمنون فقال سبحانه وتعالى وعزتي وجلالي لايجاورني فيك بخيل\"(1)، وقال صلى الله عليه وسلم: \"السخي قريب من الله، قريب من الناس، قريب من الجنة، بعيد من النار، والبخيل بعيد عن الله، بعيد عن الناس، بعيد عن الجنة، قريب من النار، والجاهل السخي خير عند الله من عابد بخيل\"(2)، هنا نتعلم الجود والكرم، \"أنفق بلالا ولا تخش من ذي العرش إقلالا\". لانفعل مثل شخص عندما يصل الدولار أو الجنيه إلى جيبه يقول له اطمئن فقد استرحت من نار التداول، الناس كانت تدوخك يمين وشمال، اطمئن أنا سأضعك في جيبي أو خزنة ولن تخرج منها إلى يوم الدين !. ¶ توجد 133 آية في القرآن تأمر بالبذل والعطاء، بالسخاء والجود {وَمَن يُوقَ شُحَّ نَفْسِهِ فَأُوْلَئِكَ هُمُ الْمُفْلِحُونَ} (التغابن: 16) ،ويمكننا أن ننوع العطاء لعدد من الجوانب كما تنوع فى القرآن والسنة: ¶ زكاة المال في رمضان لأن الدولار، أوالجنيه، أوالين، أي’ عملة تضاعف إلى سبعين ضعفا فاجعل زكاتك كل عام في رمضان. ¶ زكاة الفطر فى رمضان لما رواه أبو داود في سننه(3)\"صدقة الفطر طهرة للصائم طعمة للمسكين\" ¶ إفطار الصائمين، للحديث: \"من فطر صائم ولو على شربة ماء أو مذقة لبن أو شقة تمرة كان مغفرة لذنوبه وعتق لرقبته من النار(4)\". ¶ __________ ¶ (1) مستدرك الحاكم ، كتاب التفسير ، تفسير سورة المؤمنون، ( رقم: 3480). ¶ (2) سنن الترمذي ، كتاب البر والصلة عن رسول الله ، باب ما جاء في السخاء، ( رقم: 1961). ¶ (3) سنن أبي داود ، كتاب الزكاة ، باب زكاة الفطر، ( رقم: 1609). ¶ (4) شعب الإيمان ، الباب الثالث و العشرون من شعب الإيمان و هو : باب في الصيام، فضائل شهر رمضان ، ( رقم: 3608).",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "حقيبة رمضان، وهو مشروع ناجح وفعال فى دول عدة ، بأن يجهز ذوو الفضل بعض المواد الغذائية فى حقيبة توزع على الفقراء. ¶ ومن رغب في رضا الله والجنة فليجمع من كل بستان زهرة ، ومن كل قطف حبة وليبتكر وسائل جديدة لفعل الخير ونفع الغير. ¶ البرنامج التاسع: الحلم والصفح:- ¶ يعالج الصيام شهوة الغضب, ونحن نتأسى بالنبي - صلى الله عليه وسلم - كان أكثر الناس حلماً، فقد كان الرجل يأتيه ويشده من تلابيبه ويقول أعطني مما أعطاك الله فليس المال مالك ولا مال أبيك ويحلم عنه النبي صلى الله عليه وسلم، كما قال تعالى:{فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ} (الشورى: 40)، الإنسان يعطي للناس من قلبه، من سماحته، من غفرانه، الله أكرم مني ومنك، فإذا سامحت المخطئ سامحك الملك سبحانه وتعالى، إذا عفوت عن ظالمك عفا عنك ربك سبحانه وتعالى ، لكن إذا كانت مظلمة لله تغضب لها. يقول الشافعي: \"من استغضب فلم يغضب فهو حمار!\"(1)، لكن ما غضب النبي صلى الله عليه وسلم لنفسه أبداً، فالحلم والصفح عن الأخطاء الشخصية، إذا هوجم الأشخاص احتسبنا، وإذا هوجم الإسلام انتفضنا. ¶ نريد من المسلم أن يكون هذا شعاره: \"إني صائم\" مرتين\"، ويمتنع عن ثورة الغضب، وتذكرنفسه بلجام الصيام، يعفو ويصفح عن الناس فيعفو الله سبحانه وتعالى عن ذنوبه كلها، كما فعل الحبيب صلى الله عليه وسلم وعلمنا دروساً في الحلم والصفح، وأيضا نتعلم من سيدنا على بن أبي طالب رضي الله عنه حيث كان يصارع رجلاً من المشركين فبصق الرجل في وجهه فتركه وكان تحت قدميه فبصق الرجل في وجهه فتركه لآخر ليكمل المبارزة فقيل له: لم لم تقتله وقد كان تحت قدميك؟ قال: كنت أقاتله في سبيل الله فلما بصق في وجهي خشيت أن أقتله لحظ نفسي فلا يوجد بها أجر. ¶ __________ ¶ (1) شعب الإيمان ، للإمام البيهقي ، الثاني والستون من شعب الإيمان .",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "الحلم والصفح يجعل البيوت في سلام وأمان واطمئنان واستقرار وراحة وطمأنينة بين الأخ وأخيه، بين الابن وأبيه، بين الزوجة وزوجها، بين الجيران بعضهم البعض، نريد أن نصنع سلاماً اجتماعياً من خلال العفو والصفح والحلم مع الناس جميعاً، إلا أن تكون غضبة لله تبارك تعالى، ولنبدأ ذلك فى رمضان. ¶ البرنامج العاشر: هو إصلاح ذات البين:- ¶ قال الله تعالى : {إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ} (الحجرات: 10)، هذهالآية تستل سخيمة الغضب وتستدعي الكلام الطيب مكان الكلام الخبيث، وتجعل الناس في وئام وفي سلام، فعن أبي الدرداء(1) ، : عن النبي - صلى الله عليه وسلم - قال : ألا أنبئكم بدرجة أفضل من الصلاة والصيام والصدقة ؟ قالوا : بلى ، قال : صلاح ذات البين ، وفساد ذات البين هي الحالقة \"، أن يكون لدى الإنسان مبادرة إصلاح بين زوجين لقوله تعالى :{فَابْعَثُواْ حَكَمًا مِّنْ أَهْلِهِ وَحَكَمًا مِّنْ أَهْلِهَا إِن يُرِيدَا إِصْلاَحًا يُوَفِّقِ اللّهُ بَيْنَهُمَا} (النساء: 35)، إصلاح بين الشركاء في المال لقوله تعالى {فَمَنْ خَافَ مِن مُّوصٍ جَنَفًا أَوْ إِثْمًا فَأَصْلَحَ بَيْنَهُمْ فَلاَ إِثْمَ عَلَيْهِ إِنَّ اللّهَ غَفُورٌ رَّحِيمٌ} (البقرة: 182)، الإصلاح بين الأمم بعضها وبعض حتى يعم السلام والوئام القائم على الحق والعدل، هذا الأمر يسعى له الأبرار، يسعى له الكرام، يسعى له ذو المروؤات الذين تخرجوا من مدرسة الصيام، لا يستعملون شهوات البطن والفرج والغضب والكلام لإفساد العالم، وإنما يستعملون هذه في إحياء النفس وإسعاد العالم، وسيكون هؤلاء سعداء الدنيا والآخرة بإذن الله تبارك وتعالى. ¶ __________ ¶ (1) الأدب المفرد ، باب : إصلاح ذات البين ، باب : إصلاح ذات البين ، ( رقم: 396).",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "إخواني وأخواتي في الله عز وجل إن تربوية مدرسة الصيام مدرسة ربانية، تنقل الإنسان من البطنه إلى الفطنة والصحة، تنقل الإنسان من الخسة إلى العفة، تنقل الإنسان من الثرثرة إلى الحكمة، تنقل الإنسان من الغضب والعويل إلى الحلم والصفح الجميل، فهل نعاهد الله أن يكون رمضان في كل عام سببا في أن نعالج هذه الشهوات الأربع؟! شهوة الطعام، والجنس، والغضب، والكلام، حتى نتحول إلى هذه المعاني الإيمانية، الأخلاقية، الجسدية، العقلية، الاجتماعية. اللهم نعم هذا عهد نأخذه بيننا وبين الله تبارك وتعالى، اللهم إنا نسألك بأنك أنت الله الواحد الأحد الفرد الصمد الذي لم يولد ولم يكن له كفواً أحد، يا رب السماوات وما أظللن، ورب الرياح وما ذرين، ورب البحار وما حوين، ورب الشياطين وما أغوين، يا رب كل شيء ومليكه، نسألك بأسمائك الحسنى وبذاتك العليا أن تجعلنا من الذين يستمعون القول فيتبعون أحسنه، اللهم اجعلنا من أهل القرآن، اللهم ارزقنا الإخلاص في القول والعمل، اللهم إنا نسألك الاقتصاد في الفقر والغنى، اللهم إنا نسألك الثبات على الخير والعزيمة على الرشد والسلامة من كل أثم والغنيمة من كل بر والفوز بالجنة والنجاة من النار. ¶ الفهرس ¶ المقدمة ¶ تمهيد ¶ المبحث الأول:آثار الشهوات الأربع بدون لجام : ¶ أولا : آثار شهوة الطعام بلا لجام . ¶ ثانيا : آثار شهوة الجنس بلا لجام . ¶ ثالثا : آثار شهوة الغضب بلا لجام . ¶ رابعاً : آثار شهوة الكلام بلا لجام . ¶ المبحث الثاني : أثر الصيام في تهذيب شهوات المسلم والمسلمة : ¶ أولاً:- أثر الصيام في إصلاح الجانب الروحي . ¶ ثانياً :- أثر الصيام في إصلاح الجانب الخلقي . ¶ ثالثاً:- أثر الصيام في إصلاح الجانب العقلي . ¶ رابعاً:- أثر الصيام في إصلاح الجسد . ¶ المبحث الثالث:البرامج العملية لتحصيل لجام الشهوات الأربع: ¶ البرنامج الأول: الإخلاص. ¶ البرنامج الثاني: الاقتصاد في الطعام والشراب. ¶ البرنامج الثالث: قراءة القرآن.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "البرنامج الرابع: القيام. ¶ البرنامج الخامس: الأذكار. ¶ البرنامج السادس: الدعاء. ¶ البرنامج السابع: الاعتكاف. ¶ البرنامج الثامن: الجود والكرم. ¶ البرنامج التاسع: الحلم والصفح. ¶ البرنامج العاشر: هو إصلاح ذات البين. ¶ الفهرس",
            "page": "55",
            "part": "1"
        }
    ],
    "t35067": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الصيام لجام الشهوات4"
        }
    ]
}