{
    "b35060": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ الجوانب الروحية للتداوي ¶ جمع وإعداد د / مهدي قاضي ¶ الأهداف : ¶ أ- تبيين أهمية الجوانب الروحية للتداوي. ¶ ب- توضيح الجوانب الروحية للتداوي. ¶ ج- ذكر بعض المشكلات الصحية التي تبرر فيها الجوانب الروحية للتداوي. ¶ المفاهيم المراد تحصيلها : ¶ 1- الأهمية الكبيرة للأسس والجوانب الروحية في العلاج. ¶ 2- الطب الكامل والطبيب الكامل هما اللذان لا يغفلان الأسس والمفاهيم الروحية في العلاج. ¶ 3- الصحة والمرض جزء من الإبتلاءات التي يختبر بها الإنسان في الحياة الدنيا. ¶ 4- البعد عن الله وارتكاب المعاصي من أهم أسباب الأمراض. ¶ 5- التوبة والإستغفار والرجوع إلى الله والإتصال به والتقرب إليه من أهم وسائل العلاج. ¶ 6- الدعاء وقراءة القرآن والصلاة والذكر من الوسائل الهامة في العلاج. ¶ أ- أهمية الجوانب الروحية للتداوي ¶ - تنبع أهمية الجوانب الروحية للتداوي من حقيقة المفهوم الإسلامي للأمراض وأسبابها ؛ ¶ * فمن أسباب الأمراض سنة الإبتلاء العامة....., قال تعالى {ونبلوكم بالشر والخير فتنة وإلينا ترجعون} سورة الأنبياء الآية (25). ¶ قال صلى الله عليه وسلم في الحديث الحسن الذي رواه الترمذي وابن ماجه عن أنس : ¶ ( إن عظم الجزاء مع عظم البلاء، وإن الله إذا أحب قوماً ابتلاهم فمن رضي فله الرضى ومن سخط فله السخط )1. ¶ وإدراك المسلم لهذا الجانب وإيمانه بعقيدة القضاء والقدر المتعلقة به وتذكره الأجر الكبير للإبتلاء يجعل قلبه مرتاحاً مطمئناً راضياً بما يصيبه, وهذه الراحة وهذا الإطمئنان لا شك ان لهما أثر طيب وهام في مساعدة المرضى على الشفاء من أمراضهم والتكيف معها. ¶ * ومن أسباب الأمراض الذنوب والبعد عن الله والتي تتضح من قوله تعالى : ¶ {وما أصابكم من مصيبة فبما كسبت أيديكم ويعفو عن كثير} (الشورى 30).",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وتتضح أيضاً في قوله صلى الله عليه وسلم في الحديث الصحيح الذي رواه الطبراني في الأوسط عن البراء : (ما اختلج عرق ولاعين إلا بذنب ومايدفع الله عنه أكثر)2 . ¶ وقوله صلى الله عليه وسلم في الحديث الحسن الذي رواه الترمذي عن أبي موسى الأشعري : ( لايصيب عبداً نكبة فما فوقها أو دونها إلا بذنب وما يعفو الله عنه أكثر ) 3 . ¶ وقوله صلى الله عليه وسلم في الحديث الصحيح الذي رواه سعيد بن منصور في سننه وأبو نعيم في الحلية مرسلاً عن مسروق: ( المصائب والأحزان في الدنيا جزاء )4 . ¶ لذلك فإن الجوانب الروحية التي تشمل العودة إلى الله والتوبة من الذنوب وزيادة الصلة بالله تعتبر من أهم جوانب العلاج لأمراض الإنسان وأسقامه. ¶ - وتنبني أهمية الجوانب الروحية للتداوي على أساس العلاقة الكبيرة بين النفس والجسد، والتي يقررها الدين والعلم التجريبي الحديث، والتي أصبحت الآن عند الغرب حقيقة علمية لا جدال فيها، فكما أن العوامل النفسية السيئة تسبب الأمراض البدنية العضوية كذلك فإن ارتياح النفس واطمئنانها وسعادتها لن تجده حقيقة إلا بإدراك الحقائق الإيمانية للكون والحياة، وبالعودة إلى الله والتقرب منه واللجوء إليه، والتقرب إليه بما يرضاه وسترى لكل ذلك الأثر العظيم في علاج الأمراض وتخفيفها بل وحتى في الوقاية منها. ¶ - وتنبني أهمية الجوانب الروحية للتداوي أيضاً على الأثر العظيم لبعض العبادات في التداوي، مثل الدعاء وقراءة القرآن حيث إن لها أثراً عجيباً في تحقيق الشفاء عند إحسان التداوي بها. ¶ قال ابن القيم في كتابه الطب النبوي عندما تكلم عن الطبيب الحاذق وذكر أنه يجب أن يراعى في علاجه عشرين أمراً كان السابع عشر منها هو كما قال : ¶ (أن يكون له خبرة باعتلال القلوب والأرواح وأدويتها، وذلك أصل عظيم في علاج الأبدان، فإن انفعال البدن وطبيعته عن القلب والنفس أمر مشهود.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "والطبيب إذا كان عارفاً بأمراض القلب والروح وعلاجها كان هو الطبيب الكامل، والذي لا خبرة له بذلك وإن كان حاذقاً في علاج الطبيعة وأحوال البدن نصف طبيب. ¶ وكل طبيب لايداوي العليل بتفقد قلبه وصلاحه، وتقوية أرواحه وقواه بالصدقة وفعل الخير والإحسان والإقبال على الله والدار الآخرة فليس بطبيب بل متطبب قاصر)5. ¶ ويقول الدكتور المهدي بن عبود :( إذا كان كما قيل العلم علمان : علم الأبدان وعلم الأديان فإنه يتبادر إلى الذهن أن الطب وهو أقرب المعارف لذات الإنسان يمكن أن يعرض على شكلين اثنين : طب مادي يستعمل الجراحه والعقاقير، وطب معنوي ينطلق من الذهن والإرادة العازمة على الخشوع والتفكير العميق بمقتضى عقيدة معينة أو معرفة راسخة. ¶ ولقد أخذت هذه الفكرة الأخيرة تتبوأ تدريجياً مكاناً مرموقاً عند عدد وافر من الأطباء في العالم كله عندما يقولون ما معناه : \" لو علم الناس ما للطاقة الروحية من فائدة علاجية على الجسم والنفس، لتخلى واستغنى الناس عن استعمال كمية وافرة من الأدوية التي في معظمها لاتعالج إلا الأعراض، ولا تنفذ إلى الأسباب في أي وجه من الوجوه ). 6 ¶ - ومما يزيد أهمية النواحي الروحية للتداوي هو عجز الطب المادي في تحقيق السعادة والشفاء بشكل -كلي أو جزئي- للإنسان في العديد من الأمراض ، وعجزه أيضاً عن تحقيق الصحة للمجتمعات بمفهومها الشامل الذي يعرفه الطب الحديث بأنه هو : حالة المعافاة الكاملة بدنياً ونفسياً وإجتماعياً، فالإحصائيات العالمية تشير إلى ازدياد نسبة الأمراض النفسية أو الأمراض ذات العلاقة بالنواحي النفسية. ¶ ومن ذلك ماذكرته إحدى الإحصائيات في الولايات المتحدة الأمريكية من أن 30 % من المترددين على المستشفيات و 50 % من المترددين على الأطباء في أمريكا يعانون من تأزم نفسي عام مصحوب أو غير مصحوب بأمراض جسمية فعلية.7",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وقد بدأ علماء الغرب يشعرون بحقيقة عدم كفاية العلاج المادي وحده لتحقيق الشفاء للإنسان، وبدؤوا يهتمون بدعوة الأطباء إلى التعاون مع رجال الدين عندهم من أجل شفاء الأمراض وتحقيق السعادة للإنسان.8 ¶ إستدراك هام: ¶ إن ما سبق الإشارة إليه في الأعلى من أن الذنوب والمعاصي هي احد اسباب حصول الأمراض, لا يعني أفضلية الصحيح ودونية المريض, بل الأمراض بإذن الله من إكرام الله لعبده المؤمن ليذكره ويرجعه للرقي في درجات العبودية, وقد يملي سبحانه لعبد فيمسك عنه بذنبه حتى يوافى به يوم القيامة. ¶ قال رسول الله صلى الله عليه وسلم: (إذا أراد الله بعبده الخير عجّل له العقوبة في الدنيا وإذا أراد بعبده الشر أمسك عنه بذنبه حتى يوافي به يوم القيامة) حديث صحيح. ¶ ب- الجوانب الروحية للتداوي ¶ 1- التوبة والإستغفار والرجوع إلى الله والإتصال به والتقرب إليه : ¶ ... ... إن التوبة والعودة إلى الله وزيادة الصلة به سبحانه هي من أهم ما يجب فعله عند حدوث الأمراض للإنسان، لأنها تمحو بإذن الله ماقد يكون هو السبب الأساسي لحدوث المرض وهو الذنوب والغفلة عن الله، ولأنها تجعل المفاهيم الإيمانية التي تسعد الإنسان راسخه في قلبه ومشاعره. ¶ ... ... وأيضاً فإن التوبة والعودة إلى الله تجعل الإنسان ممن يستجاب دعاؤهم بإذن الله، وممن يكونون محلّ محبة الله ورعايته وحفظه. ¶ ... ... يقول ابن القيم رحمه الله في كتاب الطب النبوي : ¶ ... ... ( ومن أعظم علاجات المرض فعل الخير والإحسان والذكر والدعاء والتضرع والإبتهال والتوبة. ولهذه الأمور تأثير في دفع العلل وحصول الشفاء أعظم من الأدوية الطبيعية، ولكن بحسب استعداد النفس وقبولها وعقيدتها في ذلك )9. ¶ ... ... ويقول أيضاً في موضع آخر من الكتاب :",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "... ... ( بل ههنا من الأدوية التي تشفي الأمراض مالم تهتد إليه عقول أكابر الأطباء ولم تصل إليها علومهم وتجاربهم وأقيستهم من الأدوبة القلبية والروحانية وقوة القلب، واعتماده على الله والتوكل عليه، والإلتجاء إليه والإنطراح والإنكسار بين يديه، والتذلل له والصدقة والدعاء والتوبة، والإستغفار، والإحسان إلى الخلق وإغاثة الملهوف والتفريج عن المكروب، فإن هذه الأدوية قد جربتها الأمم على اختلاف أديانها ومللها فوجدوا لها من التأثير في الشفاء مالايصل إليه علم أعلم الأطباء ولاتجربته ولاقياسه. ¶ ... ... ولقد جربننا نحن وغيرنا من هذه أموراً كثيرة ورأيناها تفعل مالا تفعل الأدوية الحسية، بل تعتبر الأدوية الحسية، عندها بمثابة الأدوية الطرقية عند الأطباء، وهذا جار على قانون الحكمة الإلهية ليس خارجاً عنها، ولكن الأسباب متنوعة. فإن القلب متى اتصل برب العالمين وخالق الداء والدواء، ومدبر الطبيعة ومصرفها على ما يشاء كانت أدوية أخرى غير الأدوية التي يعاينها القلب البعيد منه المعرض عنه. وقد علم أن الأرواح متى قويت وقويت النفس والطبيعة تعاونا على دفع الداء وقهره، فكيف ينكر لمن قويت طبيعته ونفسه وفرحت بالقرب من بارئها وأنسها به وحبها له وتنعمها بذكره وانصراف قواها كلها إليه وجمعها عليه واستعانتها به وتوكلها عليه أن يكون ذلك من أكبر الأدوية لها، وتوجب له القوة ودفع الألم بالكلية. ولاينكر هذا إلا أجهل الناس وأعظمهم حجاباً وأكذبهم نفساً وأبعدهم عن الله وعن حقيقة الإنسان).10 ¶ 2-الدعاء :",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "... ... وهو سلاح عظيم يستطيع به المريض المؤمن أن يواجه وأن يكافح وأن يتصبر وأن يجد الأمل والشفاء أمام أي مرض أو عله أو مشكلة تصيبه. بل حتى ولو لم يكن هناك سبيل مادي للعلاج وحتى ولو بدا في منظور البشر أنه لا أمل في الشفاء، فبالدعاء يطلب العون من خالق الإنسان ومن خالق كل شيء في هذا الوجود ومن بيده تقدير وتسيير وتغيير كل شيء، بل إنه لا يحدث أي شيء أصلاً في هذا الوجود إلا بتقديره وإرادته. عندئذ فلن يفقد الإنسان المؤمن الأمل في الشفاء، وستظل شمعة الأمل مضاءة أمامه، مهما كان يعاني من أمراض قد يبدو للبشر أنه لامجال لإشغال الفكر في -مجرد التفكير- في علاجها. ¶ ... ... وقد أمر الله سبحانه وتعالى بدعائه واللجوء إليه وحث الرسول صلى الله عليه وسلم على ذلك، لأن في ذلك تحقيقاً لعبودية الإنسان لله سبحانه وتعالى. قال تعالى : ¶ { وقال ربكم ادعوني أستجب لكم إن الذين يستكبرون عن عبادتي سيدخلون جهنم داخرين } غافر 60. ¶ وقال تعالى : ¶ { وإذا سألك عبادي عني فإني قريب أجيب دعوة الداعي إذا دعان فليستجيبوا لي وليؤمنوا بي لعلهم يرشدون } البقرة 196. ¶ ... ... وقال صلى الله عليه وسلم في الحديث الصحيح الذي رواه الحاكم في مستدركه عن ابن عباس ورواه ابن عدي عن أبي هريرة رضي الله عنه قال : ¶ ( أفضل العبادة الدعاء ) 11. ¶ ... ... وقال صلى الله عليه وسلم في الحديث الحسن الذي رواه أحمد في مسنده والترمذي عن جابر : ¶ ( مامن أحد يدعو بدعاء إلا آتاه الله ما سأل أو كف عنه من السوء مثله، مالم يدع بإثم أو قطيعة رحم ).12 ¶ ... ... وقال صلى الله عليه وسلم في الحديث الصحيح الذي رواه أحمد في مسنده وأبو داوود والترمذي عن سلمان : ¶ ( إن الله تعالى حييّ كريم يستحي إذا رفع الرجل إليه يديه أن يردها صفراً خائبتين ) 13. ¶ ويقول ابن القيم :( إن الدعاء من أنفع الأدوية وهو عدو البلاء يدافعه ويعالجه ويمنع نزوله ويدفعه أو يخففه إذا نزل وهو سلاح المؤمن ).14",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "... - وينبغي التنبه إلى أنه توجد أسباب تمنع استجابة الدعاء مثل : ¶ أكل الداعي ومشربه من مأكل ومشرب حرام، أو ترك الأمر بالمعروف والنهي عن المنكر، أو ارتكاب بعض الذنوب المخصوصة، وقد لايستجاب للدعاء لحكمة ربانية كأن يصرف عنه بدعائه سوءاً آخر أو يدخر له من الأجر عند الله. 15 ¶ 3-قراءة القرآن : ¶ - إن قراءة القرآن والتفكر في معانيه تلقي على قلب المؤمن الطمأنينة، وتذهب عنه القلق وتجعله يعيش متصلاً بالله راضياً بما أعطاه، ومؤملاً فيما عند الله من الخير في الدنيا والآخرة، ولاشك أن الإنسان سواءً كان مريضاً أو معافىً يكون محتاجاً إلى العيش في جو هذه المعاني مستظلاً بظلالها حتى يعيش سعيداً مطمئناً. قال تعالى : ¶ {وننزل من القرآن ماهو شفاء ورحمة للمؤمنين ولايزيد الظالمين إلا خساراً} الإسراء82. ¶ - ومن جانب آخر فإن قراءة القرآن على سبيل الرقية لها أثر عظيم في تحقيق العلاج، وبها يمكن أن يتم الشفاء إذا أذن الله بذلك، قال أبي أبي العز الحنفي صاحب كتاب شرح العقيدة الطحاوية : ( فالقرآن هو الشفاء التام من جميع الأدواء القلبية والبدنية وأدواء الدنيا والآخرة. وما كل أحد يؤهل للإستشفاء به. وإذا أحسن العليل التداوي ووضعه على دائه بصدق وإيمان وقبول تام واعتقاد جازم واستيفاء لشروطه لم يقاوم الداء أبداً. وكيف تقاوم الأدواء كلام رب الأرض والسماء الذي لو نزل على الجبال لصدعها أو على الأرض لقطعها، فما من مرض من أمراض القلوب والأبدان إلا وفي القرآن سبيل الدلالة على دوائه وسببه والحمية منه لمن رزقه الله فهماً في كتابه ).16",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "... ... ومن الأدلة على مشروعية الرقية وأثرها ، ماورد في الحديث الصحيح عن أبي سعيد قال : انطلق نفر من أصحاب النبي صلى الله عليه وسلم في سفرة سافروها حتى نزلوا على حي من أحياء العرب فاستضافوهم فأبوا أن يضيفوهم، فلُدغ سيد ذلك الحي، فسعوا له بكل شيء لاينفعه شيء، فقال بعضهم : لو أتيتم هؤلاء الرهط الذين نزلوا لعله أن يكون عند بعضهم شيء فأتوهم فقالوا : يا أيها الرهط إن سيدنا لدغ وسعينا له بكل شيء لا ينفعه فهل عند أحدكم منكم شيء ؟ فقال بعضهم : نعم والله إني لأرقي ولكن والله استضفناكم فلم تضيفونا فما أنا براقٍ حتى تجعلوا لنا جعلاً. فصالحوهم على قطيع من الغنم فانطلق يتفل عليه وهو يقرأ } الحمد لله رب العالمين { فكأنما نشط من عقال فانطلق يمشي وما به قلبه، فأوفوهم جعلهم الذي صالحوهم عليه، فقال بعضهم : اقسموا، فقال الذي رقى : لانفعل حتى نأتي النبي صلى الله عليه وسلم فذكروا له ذلك فقال : (ما يدريك إنها رقية ؟ ثم قال : قد أصبتم اقتسموا واضربوا لي معكم بسهم).17 ¶ ... ... وقد قال ابن القيم رحمه الله تعليقاً على هذا الحديث : ( فقد أثر هذا الدواء في هذا الداء وأزاله حتى كأن لم يكن، وهذا أسهل دواء وأيسره. ولو أحسن العبد التداوي بالفاتحة لرأي لها تأثيراً عجيباً في الشفاء. ولبثت في مكة تعتريني أدواء ولا أجد طبيباً ولا دواء فكنت أعالج نفسي بالفاتحة فأرى لها تأثيراً عجيباً، فكنت أصف ذلك لمن يشتكي ألماً وكان كثيراً منهم يبرأ سريعاً )18. ¶ - وينبغي لمن أراد الرقية من غيره أن يذهب إلى من عرفوا بالصلاح والتقوى، وعرفوا باتباع ما ورد وصح عن النبي صلى الله عليه وسلم وسلف الأمة الصالح في الرقية، لأنه يوجد بعض الذين يعالجون بالرقى ممن لايكونون متبعين لما ورد في السنة عن ذلك، وقد يدخلون بعض البدع والشعوذة والطرق غير الصحيحة في أسلوب علاجهم. ¶ 4-الصلاة :",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "قال تعالى :{ واستعينوا بالصبر والصلاة وإنها لكبيرة إلا على الخاشعين الذين يظنون أنهم ملاقوا ربهم وأنهم إليه راجعون } البقرة 45-46 ¶ ... ... وقال صلى الله عليه وسلم في الحديث الصحيح الذي رواه أحمد في مسنده والنسائي عن أنس : ¶ ( وجعلت قرة عيني الصلاة ). 19 ¶ ... ... وروى أحمد في مسنده وأبو داوود في سننه عن حذيفة رضي الله عنه أنه : ¶ (كان صلى الله عليه وسلم إذا حزبه أمر صلى ) حديث حسن. 20 ¶ ... ... - قال ابن القيم في كتابه الطب النبوي : ( أما الصلاة فشأنها في تفريج القلب وتقويته وشرحه وابتهاجه ولذته أكبر شأن، وفيها من اتصال القلب والروح بالله وقربه والتنعم بذكره والإبتهاج بمناجاته والوقوف بين يديه واستعمال جميع البدن وقواه وآلاته في عبوديته وإعطاء كل عضو حظه منها، واشتغاله عن التعلق بالمخلوق وملابساتهم ومحاورتهم، وانجذاب قوى قلبه وجوارحه إلى ربه وفاطره وراحته من عدوه حال الصلاة ماصارت به من أكبر الأدوية والمفرحات والأدوية التي لا تلائم إلا القلوب الصحيحة، وأما القلوب العليلة فهي كالأبدان العليلة التي لاتناسبها الأغذية الفاضلة. ¶ ... ... فالصلاة من أكبر العون على تحصيل مصالح الدنيا والآخرة، ودفع مفاسد الدنيا والآخرة، وهي منهاة عن الإثم، ودافعة لأدواء القلوب، ومطردة للداء عن الجسد، ومنورة للقلب، ومبيضة للوجه، ومنشطة للجوارح والنفس، وجالبة للرزق، ودافعة للظلم، وناصرة للمظلوم، وقامعة لأخلاط الشهوات، وحافظة للنعمة، ودافعة للنقمة، ومنزلة للرحمة، وكاشفة للغمة، ونافعة في كثير من أوجاع البطن)21. ¶ ... ... وقال أيضاً عن صلاة قيام الليل : ( وكذلك قيام الليل من أنفع أسباب حفظ الصحة، ومن أمنع الأمور لكثير من الأمراض المزمنة، ومن أنشط شيء للبدن والروح والقلب )22. ¶ - وحتى الكثير من أطباء الغرب ومفكريهم وعلمائهم أصبحوا يدركون أثر الصلاة في شفاء الأمراض وإسعاد الإنسان.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "... ... يقول د. ألكسيس كاريل : ( إن الصلاة هي أعظم شكل من الطاقة التي يمكن للإنسان توليدها. وهي قوة حقيقة كالجاذبية. وبما أني طبيب التقيت برجال فشل العلاج معهم ولم يتخلصوا من المرض والإكتئاب إلا بعد ما لجؤوا إلى الصلاة)23. ¶ 5- الذكر : ¶ قال تعالى :{ الذين أمنوا وتطمئن قلوبهم بذكر الله، ألا بذكر الله تطمئن القلوب } الرعد 28. ¶ - يقول د. مصطفى البورنو في رسالة بعنوان الذكر وأثره في دنيا المسلم وآخرته : ( ولما كان ذكر الله سبحانه طب القلوب ودواءها وشفاء النفوس وجلاءها، وصحة الأجسام من عللها وأدوائها فينبغي أن يكون أول مستفيد من هذه الرسالة حبساء الله الذين حبسهم المرض عن التقلب في الأرض، وألزمتهم العلة فراش المرض والسقم، فهم في الأسرة البيضاء محبوسون، وبقيود المرض مكبلون )24. ¶ - وفوائد الذكر المتعلقة بالصحة والعلاج تأتي من جوانب كثيرة. منها أنه يقوي الصلة بالله ويجعل الإنسان محل كرم الله ورعايته ويكسبه محبة الله، ومنها أن معاني الذكر تذكر الإنسان بالمعاني الإيمانية السامية وتذكره بدوره في الحياة، وتذكره باليوم الآخر وتذكره بالرضى بالقضاء والقدر، ومنها أن الذكر من الأدوية التي أرشد إليها النبي صلى الله عليم وسلم كعلاج للهم والغم. ومنها أن الذكر يحفظ الإنسان مما يضره من أشياء مادية من أمراض وحوادث وبلايا، ومن أشياء ضارة غير مادية كالعين ومسّ الجن. ¶ - وذكر ابن القيم أن للذكر أكثر من مائة فائدة منها : ¶ -( أنه يزيل الهم والغم عن القلب. ¶ -أنه يجلب للقلب الفرح والسرور والبسط. ¶ -أنه يقوي القلب والبدن. ¶ -أن في القلب خلة وفاقة لايسدها شيء البته إلا ذكر الله عز وجل. ¶ -أن الذاكر قريب من مذكوره، ومذكوره معه، وهذه المعية معية خاصه غير معية العلم والإحاطة، فهي معية بالقرب والولاية والمحبة والنصر والتوفيق. ¶ -أنه ما استجلبت نعم الله عز وجل واستدفعت نقمة بمثل ذكر الله تعالى، فالذكر جلاب للنعم دافع للنقم.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "-أن ذكر الله عز وجل يسهل الصعب وييسر العسير، ويخفف المشاق. فما ذكر الله عز وجل على صعب إلا هان، ولا عسير إلا تيسر ولامشقة إلا خفت، ولاشدة إلا زالت، ولاكربة إلا انفرجت، فذكر الله تعالى هو الفرج بعد الشدة، واليسر بعد العسر، والفرح بعد الغم والهم. ¶ -أن الذكر يعطي الذاكر قوة حتى إنه ليفعل مع الذكر مالم يظن فعله بدونه. ¶ -أن للذكر من بين الأعمال لذة لا يشبهها شيء، فلو لم يكن للعبد من ثوابه إلا اللذة الحاصلة للذاكر والنعيم الذي يحصل لقلبه لكفى بهذا. ولهذا سميت مجالس الذكر رياض الجنة )25. ¶ -وقال الشيخ عبدالرحمن السعدي رحمه الله في رسالته القيمة الوسائل المفيدة للحياة السعيدة : ( ومن أكبر الأسباب لإنشراح الصدر وطمأنينته الإكثار من ذكر الله. فإن لذلك تأثيراً عجيباً في انشراح الصدر وطمأنينته وزوال همه وغمه. قال تعالى { ألا بذكر الله تطمئن القلوب } فلذكر الله أثر عظيم في حصول هذا المطلوب لخاصيته، ولما يرجوه العبد من ثوابه أجره في الآخرة )26. ¶ 7- الإيمان بالقضاء والقدر والرضى به والصبر عليه : ¶ ... ... وهذا هو أحد الأمور التي من المهم للمريض أن يدركها وأن يدرك حقيقتها حتى يعيش مرتاحاً ومطمئناً، حينما يتيقن أن ما أصابه لم يكن ليخطئه وما أخطأه لم يكن ليصيبه، وأن يدرك أن له عند الله عظيم الأجر إن رضى وصبر. ولاشك أن جو الراحة والطمأنينه الذي يخلفه بهذه المفاهيم سيؤدي إلى ذهاب الكآبة والقلق عن الإنسان والتي هي من العوامل الهامة التي تعوق حصول الشفاء التام. ¶ قال تعالى : ¶ { ما أصاب من مصيبة في الأرض ولا في أنفسكم إلا في كتاب من قبل أن نبرأها إن ذلك على الله يسير ، لكيلا تأسوا على مافاتكم ولا تفرحوا بما آتاكم والله لايحب كل مختالٍ فخور } الحديد 22-23. ¶ وقال تعالى مادحاً المؤمنين : { الذين صبروا وعلى ربهم يتوكلون } النحل 42. ¶ وقال تعالى :{ وجزاهم بما صبروا جنة وحريراً } الإنسان 12",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وقال تعالى في سورة لقمان من وصية لقمان لابنه :{ واصبرا على ما أصابك إن ذلك من عزم الأمور } 87. ¶ وقال صلى الله عليه وسلم في الحديث الصحيح الذي رواه مسلم عن أم سلمة : ¶ ( ما من مسلم تصيبه مصيبة فيقول ما أمره الله : إنا لله وإنا إليه راجعون ، اللهم أجرني في مصيبتي واخلف لي خيراً منها إلا آجره الله في مصيبته وأخلف له خيراً منها )27. ¶ وقال صلى الله عليه وسلم في الحديث الصحيح الذي رواه البخاري عن أبي سعيد : ¶ ( مايكون عندي من خير فلن أدخره عنكم، وإنه من يستعفف يعِفُّه الله، ومن يستغني يغنه الله، ومن يتصبَّر يصبره الله، وما أعطي أحد عطاءاً خيراً وأوسع من الصبر )28. ¶ - ومن أقوال السلف عن القضاء والقدر والصبر عليه : ¶ قال أبو الدرداء رضي الله عنه : ¶ ( إن الله إذا قضى قضاءاً أحب أن يرضى به ) 29. ¶ وقال ابن مسعود رضي الله عنه : ¶ ( إن الله بقسطه جعل الروح والفرح في اليقين والرضا، وجعل الهمّ والحزن في الشك والسخط )30. ¶ وقال عبدالواحد بن زيد :- ¶ ... \"الرضا باب الله الأعظم، وجنة الدنيا، ومستراح العابدين، وأهل الرضا تارة يلاحظون حكمه المبتلى وخيرته لعبده في البلاء وأنه غير مهتم في قضائه، وتارة يلاحظون ثواب الرضى بالقضاء فينسيهم ألم المقضى به، وتارة يلاحظون عظمة المبتلي وجلاله وكماله فيغرقون في مشاهدة ذلك حتى لايشعرون بالألم، وهذا لايصل إليه إلا خواص أهل المعرفة والمحبة حتى ربما تلذذوا بما أصابهم \" 31. ¶ وقال أبو عبدالله محمد المنيحي في كتابه تسلية أهل المصائب : ¶ ... ... \" ومن تسلية أهل المصائب أن ينظر المصاب في كتاب الله وسنة رسول الله فيجد أن الله تعالى أعطى لمن صبر ورضي ماهو أعظم من فوات تلك المصيبة بأضعاف مضاعفة، وأنه لو شاء لجعلها أعظم مما هي \"32.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "... - وفائدة الإيمان بالقضاء والقدر لا تقتصر على من أصابه المرض أو من أصابته مصيبة، بل تتعدى ذلك ليكون لها الأثر أيضاً في وقاية الإنسان من القلق الذي يصيبه عندما يعيش هذه الحياة ويبقى متخوفاً مما سيحدث له ومتخوفاً على رزقه ومستقبله وتطلعاته. ¶ وقد ذكر دايل كارينغي في كتابه \"دع القلق وابد الحياة\" قصة كاتب غربي هو ر. ف بودلي الذي يقول : (أنه كان يعيش قلقاً واستطاع التخلص من القلق بعد أن شاء الله أن تتهيأ له الظروف لأن العيش مع العرب المسلمين، فتأثر بعقيدتهم في القضاء والقدر وكان ذلك هو السبب في ذهاب القلق عنه)33. ¶ 8- إدراك حقيقة الموت والحياة ورسالة الإنسان في الحياة وحقيقة النعمة والبلاء : ¶ - ... إن إدراك الإنسان لحقيقة الموت والحياة ورسالته في هذه الحياة، وحقيقة النعمة والبلاء، وأن الدنيا دار اختبار زائلة، يجعله يعيش سعيداً مهما واجه من مشاكل الحياة أو الأمراض والعلات فيها. ويجعل الإنسان يعيش مطمئناً لاينتابه القلق على رزقه أو نتيجة عمل ما، ولا يصيبه الاكتئاب والألم عند حدوث ما يزعجه ويضايقه. ¶ قال تعالى : ¶ { وماخلقت الجن والإنس إلا ليعبدون } الذاريات 56. ¶ وقال تعالى : ¶ { الذي خلق الموت والحياة ليبلوكم أيكم أحسن عملاً وهو العزيز الغفور }الملك2. ¶ وقال تعالى : ¶ { إنا جعلنا ما على الأرض زينة لها لنبلوهم أيهم أحسن عملاً، وإنا لجاعلون ماعليها صعيداً جرزاً } الكهف 7،8. ¶ وقال تعالى { ونبلوكم بالشر والخير فتنة وإلينا ترجعون } الأنبياء 25. ¶ - فالإنسان مخلوق لكي يعبد الله ويعيش في هذه الحياة منفذاً لأوامر الله وطائعاً له، ولكي يكون خليفة في الأرض يعمرها وفق المنهج الذي يرضاه الله، ثم هناك يوم يعود فيه إلى الله فيجازى على ما عمل إن خيراً فخير وإن شراً فشر. وقد زوده الله في هذه الدنيا بقدرات وإمكانيات ومواهب وأعطيات تختلف من شخص إلى آخر فالبعض قد يكون أقل من غيره في هذه، أو قد يفقد بعض الأشياء أو كلها.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "... وهو يدرك أن هذه الدنيا ليست دار المعيشة الحقيقة، فهي ليست إلا ممر يمر فيه للاختبار، وأنه إنما يعيش فيها فترة محدودة ثم يتركها ويرحل إلى المعيشة الحقيقة. ¶ ... وهو يثق بأن كل ما في هذه الدنيا من أرزاق وأعطيات هي مجرد اختبار من الله سبحانه وتعالى يعطيها من يحب ومن لا يحب ثم تزول جميعها بزوال الدنيا وانتهائها، وقد يكون البلاء إكراماً وقد تكون النعماء فتنة وإملاءً. ¶ ... وهو يؤمن أن دار المعيشة الحقيقية هي الدار الآخرة بما فيها من دار نعيم هي الجنة لمن أطاعوا الله وأرضوه، ودار شقاء هي النار لمن عصوا الله وخالفوا أمره. ¶ - ... أيضاً فإن إدراك المؤمن لحقيقة أن يثاب على الإبتلاء، وأنه إذا صبر سيلقى عند الله أعظم الجزاء، وأن الإبتلاء يكون معه تكفير الخطايا ورفع الدرجات، وأن الله إذا أحب قواماً ابتلاهم، كل هذا يجعله يتلقى البلاء بنفس راضية مطمئنة سعيدة. ¶ ... ... قال صلى الله عليه وسلم في الحديث الصحيح الذي رواه البخاري ومسلم عن أبي هريرة رضي الله عنه: (ما يصيب المسلم من نصب ولا وصب ولاهم ولا حزن ولا أذى ولا غم حتى الشوكة يشاكها إلا كفر الله بها من خطاياه)34. ¶ ... وقال صلى الله عليه وسلم في الحديث الحسن الذي رواه ابن حبان في مسنده والحاكم في مستدركه عن أبي هريرة رضي الله عنه : ( إن الرجل ليكون له المنزلة عند الله فما يبلغها بعمل، فلا يزال الله يبتليه بما يكره حتى يبلغه إياها)35. ¶ وقال عليه الصلاة والسلام: (ليودَّن أهل العافية يوم القيامة, أن جلودهم قرضت بالمقاريض, مما يرون من ثواب أهل البلاء) حديث صحيح36. ¶ ... ويقول ابن القيم رحمه الله :",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "... (إن ابتلاء المؤمن كالدواء له يستخرج منه الأدواء التي لو بقيت فيه أهلكته أو نقصت من ثوابه وأنزلت درجته فيستخرج الابتلاء والامتحان منه تلك الأدواء، ويستعد به لتمام الأجر وعلو المنزلة، ومعلوم أن وجود هذا خير للمؤمن من عدمه كما قال النبي صلى الله عليه وسلم ((والذي نفسي بيده لا يقضي الله للمؤمن قضاءاً إلا كان خيراً له، وليس ذلك إلا للمؤمن إن أصابيته سراء شكر فكان خيراً له وإن أصابته ضراء صبر فكان خيراً له)) فهذا الإبتلاء والإمتحان من تمام نصرة وعزة وعافيته).37 ¶ وقد ورد في الحديث الصحيح الذي رواه البخاري وغيره عن سعد : ¶ (( أشد الناس بلاءً الأنبياء، ثم الأمثل فالأمثل، يبتلى الرجل على حسب دينه، فإن كان في دينه صلباً إشتد بلاؤه، وإن كان في دينه رقة إبتلي على قدر دينه، فما يبرح البلاء بالعبد حتى يتركه يمشي على الأرض وما عليه خطيئه ) 38. ¶ ج- مشاكل صحية هامة تبرز فيها أهمية الجوانب الروحية في العلاج ¶ ... لاشك في أن الجوانب الروحية في العلاج هامة في علاج أي مرض بسيطاً كان أو معقداً، ولكن توجد مشاكل صحية معينة تتضح فيها أهمية الجوانب الروحية بشكل خاص أكثر من غيرها، وهذه المشاكل هي : ¶ 1- الأمراض النفسية العُصابيّة والأمراض النَّفسجٍسميّة (Psychosomatic) : ¶ ... لقد ارتفعت في شتى أنحاء العالم حالياً الأمراض النفسية العصابية مثل القلق والإكتئاب، والأمراض النفسجسمية مثل تصلب الشريان التاجي وارتفاع ضغط الدم والسكر وقرحة المعدة والتهاب المفاصل الروماتيزمي والصداع النصفي، وأهمية التربية الروحية والعلاج الروحي في علاج هذه الأمراض جلي وهام نظراً للإرتباط الوثيق بين مستوى التربية الروحية للإنسان وبين راحته وسعادته النفسية. ¶ 2- الأمراض المزمنة والأمراض المؤلمة والأمراض الخطيرة :",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "... وذلك لأهمية الجوانب الروحية في تحقيق الشفاء بإذن الله لهذه الأمراض، وأيضاً لأهمية الجوانب الروحية في تحسين الوضع النفسي للمرضى الذين يعانون من هذه الأمراض، خاصة أن ظاهرة وجود بعض الأمراض النفسية عند المرضى المصابين بأمراض مزمنة أو مؤلمة أو خطيرة قد أصبحت من الظواهر الملاحظة طبياً. ¶ 3- الأمراض التي لا يزال الطب عاجزاً عن علاجها : ¶ ... مثل بعض أمراض المناعة الذاتية، وأكثر أنوع السرطان، وبعض أمراض الجهاز العصبي، والإيدز، حيث لم يصل الطب حتى الآن إلى علاجات تشفي هذه الأمراض بالكلية. ¶ ... وهنا يبرز دور الجوانب الروحية مثل الدعاء والتداوي بالرقية، وصدق اللجوء إلى الله والرجوع إليه. فبإمكان هذه الأدوية الروحية أن تفتح باب الأمل للإنسان بإذن الله في الشفاء من أي داء يصيبه، مهما بلغت شدته وخطورته ومهما كانت درجة صعوبة شفاء المرض بالسبل المادية. ¶ المراجع ¶ 1- الألباني م ن . صحيح الجامع الصغير وزيادته. الجزء الثاني. الطبعة الثالثة. بيروت : المكتب الإسلامي، 1402هـ – 1982م : 216. ¶ 2- الألباني م ن . صحيح الجامع الصغير وزيادته. الجزء الخامس. الطبعة الثالثة. بيروت : المكتب الإسلامي، 1402هـ – 1982م : 120. ¶ 3- الألباني م ن . صحيح الجامع الصغير وزيادته. الجزء السادس. الطبعة الثالثة. بيروت : المكتب الإسلامي، 1402هـ – 1982م : 240. ¶ 4- الألباني م ن . صحيح الجامع الصغير وزيادته. الجزء السادس. الطبعة الثالثة. بيروت : المكتب الإسلامي، 1402هـ – 1982م : 19. ¶ 5- إبن القيم . الطب النبوي . بيروت : منشورات دار مكتبة الحياة، 1408هـ، 1988م : 139-140. ¶ 6- بن عبود م. نقط حول مفهوم الإنسام وطاقته الروحية في الطب. العدد الثاني من أبحاث وأعمال المؤتمر العالمي الثاني عن الطب الإسلامي. الكويت : منظمة الطب الإسلامي ومؤسسة الكويت للتقدم العلمي، 1402هـ –1982م : 121.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "7- غالي م أ، أبو علاء ر. القلق وأمراض الجسم . الطبعة الثانية . مكتبة الفلاح، 1977م : 533. ¶ 8- زين العابدين و. الطبيب المسلم . الطبعة الأولى . مكتبة المنار الإسلامية 1407هـ : 27. ¶ 9- إبن القيم. الطب النبوي. بيروت : منشورات دار مكتبة الحياة، 1408هـ – 1988م : 140. ¶ 10- إبن القيم. الطب النبوي. بيروت : منشورات دار مكتبة الحياة، 1408هـ – 1988م : 16. ¶ 11- الألباني م ن . صحيح الجامع الصغير وزيادته. الجزء الأول. الطبعة الثالثة. بيروت : المكتب الإسلامي، 1402هـ – 1982م : 367. ¶ 12- الألباني م ن . صحيح الجامع الصغير وزيادته. الجزء الخامس. الطبعة الثالثة. بيروت : المكتب الإسلامي، 1402هـ – 1982م : 156. ¶ 13- الألباني م ن . صحيح الجامع الصغير وزيادته. الجزء الثاني. الطبعة الثالثة. بيروت : المكتب الإسلامي، 1402هـ – 1982م : 108. ¶ 14- إبن القيم. الجواب الكافي لمن سأل عن الدواء الشافي. الطبعة الثالثة. بيروت : دارة إحياء العلوم، 1412هـ – 1992م : 18. ¶ 15- العوايشه ح . الدعاء. الطبعة الثالثة. عمَّان : المكتبه الإسلامية، 1406هـ: 24-26. ¶ 16- إبن أبي العز الحنفي . شرح العقيدة الطحاوية . الطبعة الخامسة . بيروت : المكتب الإسلامي، 1399هـ : 308 – 309. ¶ 17- البخاري . صحيح البخاري . الجزء الثالث (كتاب الإجارة). بيروت : دار الفكر : 53. ¶ 18- إبن القيم. الجواب الكافي لمن سأل عن الدواء الشافي. الطبعة الثالثة. بيروت : دارة إحياء العلوم، 1412هـ – 1992م : 16. ¶ 19- الألباني م ن . صحيح الجامع الصغير وزيادته. الجزء الثالث. الطبعة الثالثة. بيروت : المكتب الإسلامي، 1402هـ – 1982م : 87. ¶ 20- الألباني م ن . صحيح الجامع الصغير وزيادته. الجزء الرابع. الطبعة الثالثة. بيروت : المكتب الإسلامي، 1402هـ – 1982م : 215. ¶ 21- إبن القيم. الطب النبوي. بيروت : منشورات دار مكتبة الحياة، 1408هـ – 1988م : 196-197.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "22- إبن القيم. الطب النبوي. بيروت : منشورات دار مكتبة الحياة، 1408هـ – 1988م : 230. ¶ 23- كار ينغي د. دع القلق وابدأ الحياة . بيروت : دار ومكتبة الهلال، 1405هـ – 1985م : 179. ¶ 24- البورنو م ص. الذكر وأثره في دنيا المسلم وآخرته. الرياض : مطبعة جامعة الإمام محمد بن سعود الإسلامية، 1408هـ : 9-10. ¶ 25- إبن القيم . الوابل الصيب من الكلم الطيب . الطبعة الثانية. مكتبة دار البيان، 1404هـ : 52-103. ¶ 26- السعدي ع. الوسائل المفيدة للحياة السعيدة. الطبعة الثانية. الدمام : مكتبة ابن الجوزي، 1408هـ : 22. ¶ 27- الألباني م ن . صحيح الجامع الصغير وزيادته. الجزء الخامس. الطبعة الثالثة. بيروت : المكتب الإسلامي، 1402هـ – 1982م : 179. ¶ 28- الألباني م ن . صحيح الجامع الصغير وزيادته. الجزء الرابع. الطبعة الثالثة. بيروت : المكتب الإسلامي، 1402هـ – 1982م : 193. ¶ 29- ابن رجب الحنبلي . جامع العلوم والحكم . الجزء الأول . الطبعة الثانية . بيروت . مؤسسة الرسالة، 1412هـ – 1991م : 486. ¶ 30- ابن رجب الحنبلي . جامع العلوم والحكم . الجزء الأول . الطبعة الثانية . بيروت . مؤسسة الرسالة، 1412هـ – 1991م : 487. ¶ 31- ابن رجب الحنبلي . جامع العلوم والحكم . الجزء الأول . الطبعة الثانية . بيروت . مؤسسة الرسالة، 1412هـ – 1991م : 487. ¶ 32- أبو عبدالله المنيحي . تسلية أهل المصائب. الطبعة الثالثة. دار الرشيد ومؤسسة الإيمان ، 1407هـ – 1986م : 20. ¶ 33- كار ينغي د. دع القلق وابدأ الحياة . بيروت : دار ومكتبة الهلال 1405هـ – 1985م : 264. ¶ 34- الألباني م ن . صحيح الجامع الصغير وزيادته. الجزء الخامس.الطبعة الثالثة. بيروت : المكتب الإسلامي، 1402هـ – 1982م : 192-193. ¶ 35- الألباني م ن . صحيح الجامع الصغير وزيادته. الجزء الثاني. الطبعة الثالثة. بيروت : المكتب الإسلامي، 1402هـ – 1982م : 65.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "36- عوني الشريف و علي حسن عبدالحميد. ترتيب أحاديث\"صحيح الجامع الصغير وزيادته\". الجزء الرابع.الطبعة الأولى. الرياض:مكتبة المعارف,1407هـ-1987م:58. ¶ 37- إبن القيم. حكم الإبتلاء. الطبعة الثانية. دار الكلمة الطيبة، 1404هـ:40-41. ¶ 38- الألباني م ن . صحيح الجامع الصغير وزيادته. الجزء الأول. الطبعة الثالثة. بيروت : المكتب الإسلامي، 1402هـ – 1982م : 333.",
            "page": "19",
            "part": "1"
        }
    ],
    "t35060": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الجوانب الروحية للتداوي"
        }
    ]
}