{
    "b35077": [
        {
            "id": "1",
            "nass": "مذكرات ضابط أمن ¶ ((قصص مؤثرة ومواقف مثيرة خلال العمل في مكافحة المخدرات)) ¶ الرائد / سامي بن خالد الحمود ¶ عضو التوعية الدينية بالأمن العام ¶ الحمد لله الذي له ما في السماوات والأرض ، وله الحمد في الآخرة ، وهو الحكيم الخبير، والصلاة والسلام على البشير النذير ، والسراج المنير ، وعلى آله وصحبه أجمعين . ¶ أما بعد . ¶ فهذه مواقف معبرة ، وقصص مؤثرة ، اقتنصتها من سجل حياتي العملية السابقة في جهاز مكافحة المخدرات . ¶ ولعل القاريء الكريم يطول عجبه وهو يتنقل بين صفحة مبكية ، وأخرى مضحكة من صفحات هذا العالم العجيب . ¶ فأقول : لا تعجب أخي ، فإنه عالم المخدرات .. عالم المتناقضات .. المضحكات المبكيات.. وسبحان من أضحك وأبكى . ¶ بدأت رحلتي مع المخدرات بعد تخرجي من كلية الملك فهد الأمنية عام 1414هـ .. حيث شرفني الله عز وجل بالعمل في جهاز مكافحة المخدرات بهذا البلد المبارك . ¶ وفي ميدان المكافحة ، أمضيت سنوات وسنوات .. خضت فيها غمار المخدرات .. ورأيت في خضم أمواجها لججاً من المآسي والجراحات . ¶ ينتهي مسلسل أحداث القضية .. فأعود إلى بيتي .. ومشاعر الأسى لا تغيب عن خاطري .. أبحث عن متنفس لهذه المشاعر ، فلا أجد أمامي سوى قلمي النحيل .. آخذ قلمي ، وأبثه شجوني وألمي .. فسرعان ما تنهمل دموعه السوداء .. على الصفحات البيضاء . ¶ وبمرور السنوات .. اجتمع في جعبة الأوراق مزيج من المواقف والذكريات ، صدر جزء منها في إصدار صوتي ، كما نشرت بعض المجلات الأمنية كمجلة المكافحة ، ومجلة منبر الأمن جزءاً آخر . ¶ وأمام إلحاح العديد من المحبين بإصدار هذه المواقف والقصص في مجموعة واحدة لم أجد بداً من إجابة طلبهم .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وإني لأرجو الله وأتوسل إليه بأسمائه الحسنى وصفاته العلى أن يجعل هذا العمل خالصاً لوجهه ، وأن ينفع به كل من قرأه أو سمعه .. وأن يوقظ بالإيمان فكره .. ويشرح للحق صدره .. ويجعل له حظٌ من قوله تعالى { لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَة } . ¶ وقد آن الأوان لنبحر سوياً في هذه الرحلة .. ننهل من دروسها .. ونعتبر بعبرها .. وإن في القصص لعبراً .. وإن في مآسي المخدرات لمدّكراً . ¶ ... ... الرائد / سامي بن خالد الحمود ¶ Sami99100@hotmail.com ¶ إدارة التوعية الدينية بالأمن العام ¶ بطل هذه القصة .. بطل بكل ما تعنيه هذه الكلمة ، النقيب عبدالرحمن بن محمد النقيدان .. شاب صالح من شباب هذا الوطن .. متزوج وله ولدان وبنت .. أكبرهم محمد . ¶ درس أبو محمد الابتدائية والمتوسطة والثانوية في مدينة عنيزة بمنطقة القصيم .. ثم التحق بكلية الملك فهد الأمنية وتخرج منها عام 1409هـ برتبة ملازم .. وعين في جهاز مكافحة المخدرات بالقصيم . ¶ وبعد سبع سنوات نقل عبد الرحمن إلى منطقة تبوك . ¶ وفي تبوك كان النقيب عبدالرحمن مثالاً للمجاهد الصادق الذي يذود عن دينه ووطنه بكل ما يملك .. فلو رأيته في ساحة الميدان لرأيت الأسد الذي يرهب المجرمين بقوته وشجاعته .. ولو رأيته في دور القضاء الشرعي لرأيت الطود الشامخ في ثباته على مبدئه ، وحفاظه على أمن مجتمعه . ¶ وعلى صعيد ليس ببعيد .. تجتمع عصابة من مروجي المخدرات في منطقة الجهراء بتبوك .. وما هي إلا فترة وجيزة وتكتشف الأجهزة الأمنية خبر هذه الشرذمة .. وتوضع على الفور خطة محكمة لمداهمة هذه العصابة في وكرها .. وكان النقيب عبدالرحمن أحد أبطال هذه المهمة الشريفة .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "تنتقل الفرقة إلى مواقعها المحددة .. وفي الطريق يحل موعد صلاة العشاء .. يجتمع أعضاء الفرقة ويتقدمهم عبدالرحمن ليصلي بهم إماماً .. يكبر فيكبرون وراءه .. وفي الركعة الأخيرة يرفع عبدالرحمن رأسه من الركوع : سمع الله لمن حمده .. ثم ينتصب قائماً ، وبينما المصلون ينتظرون سجوده ، إذ رفع يديه إلى السماء قانتاً لله قنوت النوازل : اللهم ثبتنا .. اللهم انصرنا .. اللهم أعنّا .. يرفع أعضاء الفرقة أيديهم وراءه في ذهول ويؤمنون على دعائه : آمين .. آمين .. وإذا بالمجاهد المؤمن يسأل الله الشهادة ‍‍‍‍‍ ‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍‍!!! ¶ ما الذي حدث ؟ .. كيف خرجت هذه الكلمات؟.. أهو إحساس إيماني ؟ أم هو إلهام رباني؟ ¶ لنتابع معاً أحداث القصة . ¶ بعد الصلاة .. يوصي النقيب عبدالرحمن زملاءه بالإخلاص ، ويشحذ هممهم أمام هذه المهمة الصعبة . ¶ تصل القوة إلى الموقع المحدد .. ويصّر عبدالرحمن على أن يكون في المواقع المتقدمة . ¶ وعند الساعة الثامنة مساءً بدأت العملية .. وهجمت الفرقة على العصابة . ¶ ومع بدء المداهمة تبادر العصابة الفرقة بطلقات نارية غاشمة .. وعلى الرغم من رهبة الموقف إلا أن هذه الطلقات لم تكن لتوهن عزيمة الفرقة المؤمنة . ¶ وأمام ثبات رجال الأمن تولي العصابة المجرمة أدبارها في منطقة برية مكشوفة .. تواصل الفرقة المؤمنة مطاردتها للعصابة ، وتضيق عليها الخناق .. وعبد الرحمن ثابت في المقدمة .. يناوش الأعداء بسلاحه .. وهو يرى الموت أمامه . ¶ وفي لحظة قاتلة تنطلق رصاصة غادرة صوب الفرقة .. وعبر الهواء الساخن تشق الرصاصة طريقها .. تبحث عن مستقر لها .. فلا تجد أمامها سوى رأس عبد الرحمن .. تخترق الرصاصة رأسه فيخر صريعاً .. ويصاب ثلاثة من ضباط الصف برصاصات أخرى .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ينقل المصابون إلى المستشفى .. وتستمر المطاردة إلى الساعة الثالثة فجراً .. حيث ألقي القبض على جميع أفراد العصابة البالغ عددهم أحد عشر رجلاً .. وتضبط معهم كمية كبيرة من المخدرات والأسلحة . ¶ يعود أعضاء الفرقة فيفاجأون بالنبأ المحزن .. أحسن الله عزاءكم في البطل القدوة النقيب عبدالرحمن .. فإذا الدموع كلها على الخدود .. وإذا الفرقة كلها تبكي وهي تودّع بطل الميدان ، وقدوة الإيمان . ¶ وينتشر الخبر فيهرع أهل الفقيد إلى تبوك لاستلام الجثمان ، ثم يعودون إلى القصيم . ¶ وفي مطار القصيم .. تحط الطائرة رحالها .. وينزل منها ركابها .. وإذ بزوجة الفقيد تنزل من سلم الطائرة .. تسوق أمامها أطفالها الثلاثة .. وتحمل في بطنها جنينها الرابع .. وعند سلم الطائرة ، تلتفت الزوجة المكلومة وإذا بالتابوت يحمل من الطائرة إلى المطار .. تلقي هي وأولادها آخر النظرات على الجثمان الطاهر ، فتنهمل دموعها وهي تبكي ، وتبكي من حولها . ¶ لقد مات البطل .. ولكن .. عزاؤهم وعزاؤنا جميعاً .. هذه الخاتمة الحسنة لمجاهد نرجو الله أن يتقبله في عداد الشهداء . ¶ نعم .. لقد مات البطل .. مات .. ليحيا حياة أخرى .. هي خير وأبقى من هذه الحياة .. . ¶ والله لا نقول لذويه ومحبيه : صبراً فحسب .. بل نقول : هنيئاً لكم هذه الخاتمة المشرقة . ¶ لقد كتب الله عز وجل على كل حي مصرعه ، فهو مدركه لا محالة .. لكن تظل مصارع الشهداء وذكرياتهم شواهد صدق ، وبراهين حق على إكرام الله ومحبته لهم . ¶ نسأل الله أن يتقبل فقيدنا في ركب الشهداء المخلصين ، وأن يرفع درجته في المهديين ، إنه سميع قريب . ¶ وقد أبت القريحة المكدودة .. إلا أن تجود بهذه الأبيات المعدودة .. إجلالاً لهذا الفارس الذي ترجل عن جواده .. سميتها ( صدى الحادي ) .. أقول فيها :",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "خطبٌ كسى أرض الشمال كآبة أتبوكُ لا تبكي أسىً وتجلّدي وتضرّعي للحق جل جلاله * * * * * * يا عاذلي فيما أقول عن الشهيد من مات في ذات الإله دماؤه والله أصدق شاهد بحياته قد ودّع الدنيا، نعم .. لكنه * * * * * * صورٌ تهادى فوق ساحات الوغى برقٌ لساحات الجهاد .. يحفّه تزجيه آمال من الدر النفيس نورٌ على نورٍ كرندٍ فاح من من أمة كالغيث في أمجادها * * * * * * إن حلّ بالميدان أبرز صدره سمعاً لأمر الله حبَّ لقائه ومناه في الأخرى لقاء أحبة فسقاك رب العالمين بمنّه * * * * * * فإلى الأمام .. بني المكافحة الخطى وخذوا من الليث المناضل قدوة قولوا لعين قد بكت لفراقه : ذكراه تحدو الركب : بشراكم.. فهل ¶ لبست تبوك به رداءً أسودا فلكَم يراق دم الشريف ليُحمدا أن يُشهِد ابناً في الثرى قد أوسدا * * * * * * كفاك قول رسول ربك أحمدا يوم التلاق تفوح مسكاً أجردا مستبشراً بلُقى الكرام مخلدا في جنة الفردوس يحيا سرمدا * * * * * * بابن النقيدان اشمخرّت سؤددا رعدٌ يثير الرعب في وجه العدا سناه يشرق بالكرامة مصعدا وردٍ على درب الهدى قد أوردا في عقدها الياقوت يتلو العسجدا * * * * * * وإذا يَشيمُ الموت فيه استأسدا فمناه في دنياه أن يستشهدا جعلت لهم جنات عدن موردا من فيض رحمته سحاباً أبردا * * * * * * وعلى الدوام .. عدوكم لن يصمدا فمثاله أكرم به أن يقتدى أزف اللقاء بجنة المأوى غدا في ركبكم من نبرة الحادي صدى؟!! . ¶ أحداث مبكية مؤسفة .. تلك التي تعيشها أسرة ابتلي ربها بتناول المخدرات .. إنها نتيجة منطقية لما تفرزه هذه الآفة من أعراض وأمراض ، تئن تحت وطأتها الأسر والشعوب . ¶ هذه القصة ، سلسلة رهيبة من المواقف العجيبة .. ولا عجب !! فإنها مأساة عمر طويل ، فلا غرابة أن يجتمع فيها كل هذا الزخم الهائل من المآسي المحزنة .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "والحقُّ أني لو لم أقف على هذه القصة ، وأنقل مشاهدها المؤلمة عن لسان من عاشت أحداثها ، لظننتها نسجاً من الخيال، أو ضرباً من المبالغة . ¶ لقد حار اليراعُ وهار وهو يدبج مشاهد هذه القصة ، فما إن ينقضي عجبه من مشهد إلا وهو أمام مشهد أعجب منه . ¶ امرأة حزينة كسيرة .. ابيضَّ شعرها من طوارق الأيام .. وبدا وجهها بائساً من تفاقم الآلام . ¶ تتقلب في كف الدهر كأنها حبة في مقلاة .. وغوائل الليالي تجرها من معاناة إلى معاناة .. فلسان حالها يقول : ¶ تقلّدتني الليالي وهي مدبرةٌ ... كأنني صارمٌ في كفِّ منهزمِ ¶ لا أحب أن أطيل عليكم .. فلنسلم زمام الحديث إلى هذه المرأة، لتروي لنا معاناتها . ¶ تقول : بدأت حياتي سعيدة مع زوجي الذي كان يعمل رئيساً في شركة مرموقة براتب مغري .. كنت أشعر بأنني أسعد زوجة في الدنيا ، فهو يحبني ويدللني ويفيض العطف علي وعلى أولادي .. وإذا ما غاضبته أو غاضبني كان هو المبادر إلى استرضائي .. كنت وكأني ملكة في بيتي وبين أحضان أسرتي .. بل أنا كذلك . ¶ وتمضي الأيام وسرعان ما يتحول هذا النعيم إلى جحيم !! ¶ بدأ مسلسل الأحداث المُرّة بتغير مفاجئ في حالة زوجي النفسية .. مزاج متقلب .. عصبية لأتفه الأسباب .. إلى أن بلغ الأمر الضرب الذي نشر الأورام على صفحات وجهي . ¶ نعم .. ليس هذا زوجي الذي كنت أعرفه ، بل هو إنسان آخر ، الحياة معه لا تطاق .. فلا حب .. لا عطف .. لا حنان .. وأستحيي أن أقول : لا إنسانية . ¶ كان يأتي إلى البيت ورائحته كريهة جداً .. وفي يوم من الأيام أخذت ثيابه كالعادة لأقوم بغسلها ، فوقعت يدي على مادة غريبة تبيّن لي فيما بعد أنها قطعة من الحشيش المخدر .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "اكتشفت الطامّة المفجعة ، وهي أن زوجي أصبح مدمناً للمخدرات .. لم تنجح محاولاتي المتكررة في نصحه .. كنت كما لو أني أضرب في حديد بارد .. لجأت إلى والديه واستنجدت بهما في نصحه وإرشاده للعلاج .. استجابا لطلبي وحضرا للمنزل وليتهما لم يحضرا .. فما إن تحدثا معه في الموضوع إلا وشتمهما وضربهما وطردهما من المنزل . ¶ ازدادت حالة زوجي سوءاً يوماً بعد يوم .. تطور الأمر إلى سوء الظن وإثارة الشكوك بسلوكي . ¶ كنت أتصبر أمام هذه الاتهامات المرّة .. وأقبض على مستقبل هذه الأسرة .. كما لو أني أقبض على جمرة . ¶ ربما لا تصدقوني أن المخدرات بلغت به مبلغ الشك في سلوك ابنتي الصغيرة البالغة من العمر سبع سنوات !!! . ¶ في أحد الأيام يطرق الباب مغضباً ، فتقوم المسكينة لفتح الباب ، لكنه في سكره وعربدته يخيل إليه أنها تجلس مع رجال!!! ¶ كيف ؟ لا أدري . ¶ ينهال عليها بالضرب فتهرب المسكينة وينطلق وراءها كالمسعور فيجدها مختبئة في غرفتي .. يرسل عليها قنابل من زجاجات العطور فيشوه جسمها ويكسر يدها . ¶ صرخت بأعلى صوتي من هول الموقف .. اتصلت بأخي .. نقلنا ابنتي إلى المستشفى وقد دخل الزجاج في عينيها البريئتين فأفقدها النظر ردحاً من الزمان . ¶ وفي يوم آخر من أيام عمري البائسة ، يدخل زوجي علينا كالثور الهائج فيأخذ ولدي الصغير ويلقي به في الشارع فيتورم رأسه ، ولكن من لطف الله أن أم زوجي كانت معنا في المنزل ، فتأخذ ابني إلى المستشفى ليتم إسعافه . ¶ كان تناول زوجي للمخدرات بمثابة إعلان لحالة الطوارئ في المنزل فكل شيء محزن يمكن أن يقع .. ما إن يتناول هذه السموم حتى يتحول إلى مخلوق آخر .. قلب بلا رحمة .. جسم بلا عقل.. حيوان في مسلاخ بشر !!! ¶ يدخل علينا يوماً وقد احتدّ مزاجه بعد أن فقد عقله فيلقي الشاي الحار على رأس ابنتي الصغيرة ، فتصاب بحروق وتشوهات لا تزال إلى يومي هذا تنطق على صفحات وجهها ببشاعة الموقف .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "أما ثالثة الأثافي ، وداهية الدواهي التي رميت بها فكانت في ابني الأكبر ، وكان عمره آنذاك اثنا عشر عاماً .. كان ابني هو بصيص الأمل الذي بقي لي في حياتي المظلمة ، فقد يئست من زوجي الذي قتل آمالي .. وحطم كل المعاني الجميلة في نفسي .. بل وحطم أثاث البيت .. حتى الأبواب لم تسلم من شراسته .. لم يبق لنا في البيت سوى غرفة واحدة أتحصن فيها أنا وأولادي من طوارق الليل المرعب الذي يقضيه زوجي مع رفقة السوء . ¶ وفي ليلة داجية .. يجتمع زوجي مع رفاقه في مجلس من مجالس الشيطان ، وكان من الطبيعي أن يحدث ما لا تحمد عقباه في نهاية هذا المشهد .. أخذتُ بناتي وولدي إلى الغرفة وأقفلت الباب .. مضت الساعات .. نام الأولاد وبقيت لوحدي ، وكيف لي أن أنام وقد تسربلت بثياب من الرعب زاد بها قلقي ، وطال بها ليلي . ¶ وفي آخر الليل ، وعند الساعة الثالثة يرتج باب الغرفة .. وإذا بزوجي يصرخ وراءه : افتحي الباب .. صرخت : لن أفتح .. استيقظ الأولاد .. للأسف لم يصمد الباب طويلاً فقد حطمته ثورة زوجي العارمة .. يدخل الغرفة وفي عينيه الجاحظتين هالة من الغضب فينهال عليَّ وعلى أولادي ضرباً بكل ما تناولته يداه حتى تمزقت ملابسي .. تقع العصا في يديه ، وسرعان ما تنكسر على رأس ولدي .. يلتفت يميناً وشمالاً فلا يجد سوى الطاولة .. يرفعها إلى الأعلى .. ثم يهوي بها على رأس الصغير فإذا الدماء تتفجر من رأسه .. صرخت بأعلى صوتي مستنجدة بالجيران الذين باتوا هاجعين ، ولكن لا مجيب ولا معين . أسرعت إلى ( الثلاجة) لأخرج قطعاً من الثلج وأضعها على رأس ولدي وأربطه بـ ( الغترة ) ، ولكن لا فائدة فلا تزال الدماء تشخب من جرحه كسيل العرم .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الله أكبر .. الصلاة خير من النوم .. لا تزال في ذاكرتي تلك النداءات الروحانية التي كانت تتردد من المسجد المجاور في أجواء ذلك الموقف العصيب .. خرجت من المنزل أجري من هول المصيبة بلا شعور .. بلا نعال .. بل والله بلا حجاب . ¶ أطرق باب الجيران فيخرج جارنا بثياب النوم .. أخبره بما جرى فيجري إلى المنزل وأنا أجري وراءه .. وإذا بفلذة كبدي يسبح في دمائه .. نحمله إلى المستشفى فيوضع تحت العناية المركزة ثلاثة أسابيع .. وتأتي الفاجعة الموجعة التي تجرعت مرارتها على مدى الأيام إذ يقرر الأطباء أن ابني قد اختل عقله من جراء الضربة . ¶ كان هذا الموقف بمثابة السهم الذي أصاب حبة الفؤاد . ¶ بعد شهرين خرج ابني من المستشفى ، عالةً عليَّ في المنزل ، لا يملك لنفسه نفعاً .. فكيف يكون عوناً لي على مصاعب الحياة ؟!!!. ¶ ماذا أفعل وقد ضاقت علي الدنيا بما رحبت فكأنها ظل رمح أو هي أضيق .. اشتد كربي حتى كدت أن أقضي نحبي .. تراكمت غمومي .. وتتابعت همومي .. واتصلت أحزاني .. وتواترت أشجاني .. لكني مع هذا كله لم أزل أسلي نفسي بزوال المحنة وانكشاف الغمة . فلكل هم فرج .. ولكل ضيق مخرج .. فعسى أن يكون قريباً . ¶ صدقوني .. تمنيت أن يموت .. كانت هذه وللأسف أمنيتي تجاه زوجي . ¶ وبعد أن بلغ السيل الزبى ، ولامس السكين العظم دعوت الله تعالى أن يقبض عليه ويسجن .. وبعد أسبوع من دعائي الحار قبض عليه رجال الأمن ، ليقضي عقوبة السجن لمدة عامين . ¶ وفي البيت .. بدأت معاناة أخرى مع أولادي الصغار وأسئلتهم المتكررة بلا كلل ولا ملل : أين أبي ؟ لماذا قبضوا عليه ؟ لماذا دخل السجن ؟ .. أتوهُ في فكري فلا أجد لتساؤلاتهم جواباً إلا أن أقول بكل سذاجة : هذا جزاء الذي يطيع الشيطان !! .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "كنت أزوره في السجن .. وفي إحدى الزيارات طلب مني أن أحضر ولده الصغير في الزيارة القادمة .. لبيت طلبه وليتني لم أفعل، فها هو ولدي الصغير يسألني بكل براءة ونحن في طريق العودة إلى المنزل : لماذا لا يأتينا أبي في المنزل مثل والد الجيران ؟ لماذا يضعون أبي في الحديد ؟ ¶ كانت هذه الأسئلة تنزل على قلبي كالسكاكين فلا أجد لها جواباً إلا الصمت ، بكل ما يحويه من ألم وحزن . ¶ وفي السجن .. كان زوجي قد ابتعد عن رفقة السوء ومجالسهم فتغيرت أحواله . ¶ سبحان مقلب القلوب .. لا أستطيع أن أصف لكم كم كنت مسرورة برجوع زوجي إلى جادة الصواب .. ورب ضارة نافعة . ¶ ( وعسى أن تكرهوا شيئاً وهو خير لكم ، وعسى أن تحبوا شيئاً وهو شر لكم ، والله يعلم وأنتم لا تعلمون ) ¶ وبعد انقضاء المدة ، يخرج زوجي من السجن - ولله الحمد - محافظاً على الصلاة ، متمسكاً بالخلق والفضيلة .. ولما كان فقد وظيفته الأولى بدأ بالبحث عن وظيفة أخرى .. وبعد جهد جهيد عثر على وظيفة مناسبة ، وإن كانت دون الوظيفة الأولى . ¶ كنت أظن أن زوجي عاد إلى رشده وأقلع عن المخدرات بالمرة .. ولكن حدث ما لم يكن في الحسبان .. فقد تجمّع حوله رفاقه الأولون ، ولم يبرحوا حتى استدرجوه بألاعيبهم إلى الإدمان من جديد .. وسرعان ما عادت حليمة إلى عادتها القديمة .. لتبدأ معها سلسلة أخرى من الأحدث الأليمة . ¶ وما هي إلا أيام ويُفصل زوجي من وظيفته ، فتتردى أحوالنا المادية بفصله من وظيفته من جهة ، وإدمانه على المخدرات من جهة أخرى .. لم يكن مستغرباً أن يقوم ببيع معظم أثاث المنزل ، بل وحتى أدوات المطبخ طمعاً في الحصول على المخدرات التي أنسته نفسه وأولاده . ¶ ومع هذا كله لم تكن هذه الأموال لتشبع شراهته في تعاطي المخدرات فكان لا بد من ثمن أغلى .. فماذا كان الثمن يا ترى ؟ . ¶ كان الثمن وللأسف ابنتي الصغيرة ذات الأحد عشر ربيعاً !! فقد قام بتزويجها رجلاً منبوذاً مصاباً بانفصام الشخصية .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "في الواقع ، لم يكن اهتمامه بكفاءة الزوج بقدر لهفته على تحصيل المهر البالغ خمسين ألف ريال . ¶ وتم له ما أراد فسلب ابنتي مهرها لينفقه على سمومه التي ملكت قلبه . ¶ وعلى كل حال .. مضت الأيام ورزقت ابنتي بعدد من الأطفال من هذا الرجل المريض . ¶ وفي صفحة أخرى من صفحات عمري المظلمة يغرق أكبر أبناء ابنتي في دورة المياه ، فتصاب المسكينة بانهيار عصبي دخلت على إثره المصحة النفسية .. لم يحتمل زوجها ما حدث فطلقها ، لتعود إلى البيت ومعها من بقي من أطفالها . ¶ أثقل كاهلي ، وضاقت حيلتي ، وأنا أحمل فوق رأسي أعباء المنزل ، وبين يدي أولادي الاثني عشر وقد انضم إليهم أبناء ابنتي المطلقة . ¶ أما زوجي فقد كان في الواقع في عِداد الأموات ، بل ليته يموت فأستريح . ¶ وفي الأيام الأخيرة .. قام زوجي بتقسيم البيت إلى قسمين ، استقل هو بمفرده في قسم ، وترك لنا القسم الآخر . ¶ لم يكن يعيرنا أدنى رعاية أو اهتمام ، إلا إذا نفذ ما بيده من النقود فيدخل البيت ويأخذ ما وقعت عليه يده من قوتنا الذي كان يصلنا من المحسنين أو الجمعيات الخيرية ثم يمضي، وقد يغيب بعدها أسبوعين مع شياطين الإنس ونحن لا نعلم عنه شيئاً. ¶ ولم تكن المأساة لتقف عند هذا الحد ، بل تعدت آثارها إلى الأولاد الذين تأثروا بسلوك والدهم السيئ .. كان بعضهم يغيب عن المنزل أياماً عديدة دون حسيب أو رقيب . ¶ وفي النهاية .. اكتشفت الحقيقة المرة .. فقد بدأ ثلاثة من أولادي يمارسون السرقة . ¶ تفكرت في أيامي التي خلت .. ونزعت مني ما ألبست .. وسلبت ضعف ما وهبت .. وأوحشت فوق ما آنست .. وفجعت بأكثر مما متعت ، فكدت أموت كمداً وحسرة . ¶ ولو كان سهماً واحداً لاتقيته ... ... ولكنه سهم وثانٍ وثالث ¶ ولكن عزائي بعد هذا المشوار الطويل أنني - ولله الحمد - مؤمنة ، أعلم أن الله لا رادّ لقضائه ولا معقب لحكمه ، فالحمد لله على كل حال .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "صدقوني .. لم أفقد الأمل .. لم أيأس من روح الله .. فأنا أدعو الله في صلاتي ليلاً ونهاراً بأن يرد لي زوجي ، ويصلح أولادي ، ويعيد أيامي السعيدة التي غربت شمسها ، وأفلت نجومها .. فلعل فجراً صادقاً يضيء حياتي من جديد . ¶ وأقول : إنها أيها الإخوة صفحة سوداء .. سطرتها دموع الأبرياء .. بكل ما تحمله من أحزان وآهات .. وآلام وحسرات . ¶ فإلى متى يصر أولئك المدمنون الغافلون على الولوغ في مستنقعات الرذيلة ، غافلين أو متغافلين عن نساء في الخدور ، وأطفال كالزهور ، يئنون من ألم الضياع والحرمان . ¶ هل انتزعت الرحمة من قلوبهم ؟ أم استلت العقول من أجسادهم ؟ أم أن المخدرات طمست كل صورة مشرقة في أذهانهم ، فلم يبق فيها إلا صور باهتة مظلمة ، فهي تفرز قيحها وصديدها على أجسادهم وأهليهم ومجتمعهم يوماً بعد يوم . ¶ انتكاس في الفطرة .. تنكب للصراط المستقيم .. تشريد .. ألم .. ضياع .. هدم لكل القيم والمعاني الجميلة . ¶ أما الأبوة والرحمة .. والحنان والشفقة فقد باتت كلمات جوفاء ، ليس لها معنى ولا أثر في عالمهم المظلم . ¶ ولقد فطر الله تعالى الإنسان ، بل الحيوان على العطف والرحمة بالولد ، فترى الدابة تحنو على صغارها .. وترفع حافرها لئلا تطأهم .. وتطعمهم وقد تبيت طاوية من الجوع .. بل إنها تبذل روحها رخيصة في سبيل الذود عنهم . ¶ وتأمل قول الله تعالى : [النساء :9] . ¶ أما إذا انقلبت الآية .. واختلت الموازين .. وكان الآباء هم مصدر الخوف والقلق والضياع لأبنائهم ، فليس بعد هذا إجرام .. وعلى الدنيا السلام . ¶ في عالم السجون .. دموع وشجون .. بين نادم محزون .. وخاسر مغبون . ¶ من أحد العنابر في إصلاحية الحائر بمدينة الرياض عاصمة بلاد الحرمين – حرسها الله – أنقل لكم مشاهد هذه القصة ، حيث يقضي بطل قصتنا أيامه وراء القضبان .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "والعجيب ، أن هذه الإصلاحية لها من اسمها ( الحائر ) معانٍ صادقة .. تتجسد في فئام من البشر لم تزل حائرة على الطريق ، زائغة عن الصراط المستقيم ، إلا من هدى الله .. وكم في ( الحائر ) من حائر . ¶ إنه شاب من شبابنا .. كتب لي بخط يده ودموع عينيه قصة حياته المؤلمة ، فأحببت أن أروي قصته ، مستعيناً بالله تعالى ، راجياً أن ينفع بها من وقف عليها . ¶ يقول هذا الشاب : بدأتُ حياتي منذ نعومة أظفاري في أسرة عمادها الطهر والفضيلة . ¶ لا أنسى أيام الطفولة الجميلة يوم أن دخلت المدرسة الابتدائية .. كنت لا أرضى بأي تقدير دون الامتياز .. وبالفعل كان التفوق والامتياز حليفي حتى وصلت إلى المرحلة المتوسطة حيث تغير مجرى حياتي . ¶ في السنة الأولى من المرحلة المتوسطة التقيت بمجموعة من الشباب المنحرفين . ¶ كنت أعلم أن والدي لا يرضى أن أرافق أهل السوء .. فبدأت أولى خطوات الشيطان بالالتقاء معهم دون علم والدي . ¶ مضت الأيام وخطواتي الشيطانية تمتد مع كل أسف يوماً بعد يوم .. وسرعان ما أوصلتني الخطوات الطويلة إلى بلاد العهر والرذيلة ، حيث وقعت في السفر إلى تلك البلاد مع رفقة السوء . ¶ لم أكن أملك في ذلك الوقت إلا القليل من النقود .. ومع تكاليف السفر ، وإنفاقي على الشهوات كان لا بد لي من مصدر أحصل منه على المزيد من المال ، فكانت الخطوة الشيطانية الرذيلة باشتراكي مع بعض رفاقي في السرقة . ¶ وبعد أيام من تعلّم السرقة ، وممارسة النصب والاحتيال أصبحت أمهر العصابة في جمع المال ، فصرت زعيماً لهم ، أتحكم فيهم كيف أشاء . ¶ ومع توفر المال استقبلت حياة الوهم الجديدة . ¶ أتنقل بين أفخر الشقق المفروشة .. وأتناول أفخر الأطعمة . ¶ كنت أظنُّ أن المال هو طريقي إلى السعادة .. فكل شيء يمكن الحصول عليه بالمال . ¶ مضت الأيام وأنا ألهث ، وألهث ، بحثاً عن السعادة ، ولكن دون جدوى .. فقد كنت كالذي يشرب من ماء البحر ، لا يزداد بالشرب إلا عطشاً .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ولما لم أجد ضالتي في حياتي البائسة ، توجّهت إلى عالم آخر أبحث فيه عن السعادة ، حيث المخدرات ، ومعاقرة النساء العاهرات . ¶ بلغ إنفاقي اليومي قرابة الخمسة آلاف ريال بسبب إدماني على المخدرات ووقوعي في علاقات مع بعض النساء .. ومع هذا كله لم أكن أشعر بالسعادة إلا لحظات قليلة ، ثم يتحول يومي بعدها إلى هموم وأحزان . ¶ لقد غرقت في بحور الشهوات .. وتهت في دهاليز الظلمات .. نكد في العيش .. وظلمة في القلب .. وضيق في الصدر .. كل ذلك بسبب إعراضي عن ذكر ربي . ¶ [طه : 124] . ¶ ولم أزل أمارس جريمة السرقة حتى شاء الله تعالى أن يقبض علي متلبساً بالسرقة مع بعض رفاق السوء .. وما هي إلا لحظات وأنا حبيس وراء القضبان . ¶ في ظلمة السجن .. استيقظت من غفلتي ، وكأن صورة والدي الحبيب أمامي ، وإذا بنصائحه المشفقة وكأني أسمعها لأول مرة .. شعرت وكأنما نداء الرحمة في أعماق قلبي .. يناديني : ألا تستحيي من الله ؟ .. ألا تتوب إلى الله ؟ . ¶ بلى .. أريد أن أتوب .. لكن الأمر لم يكن سهلاً . ¶ عشت صراعاً مريراً بين نفسي التي تعلقت بالشهوات ، وبين نداء الإيمان في قلبي .. وبينما أنا بين أمواج الصراع إذ بالقاصمة تنزل على ظهري .. ففي أحد الأيام اتصلت بأهلي لأطمئن عليهم ، فإذا بالخبر المؤلم : أحسن الله عزاءك . ¶ من الفقيد ؟ إنه والدي الحبيب . ¶ بكيتُ بكاءً مراً ، وحزنت حزناً شديداً على هذا الأب الرحيم ، الذي طالما بكى وبكى بسبب إجرامي وانحرافي . ¶ كانت هذه الأحداث المؤلمة بداية حقيقية للاستقامة والإنابة إلى الله تعالى . ¶ لقد أقلعت عن الذنوب والعصيان .. وأقبلت على الصلاة والقرآن . ¶ وأخيراً .. وبعد سنوات من الألم والمعاناة .. وجدت السعادة .. أتدرون أين ؟ ¶ لقد وجدتُها في هذا البيت : ¶ ولستُ أر السعادة جمع مالٍ ... ولكن التقي هو السعيد",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "إنني أحدثكم الآن بين جدران السجن ، وأنا أشعر ولله الحمد براحة نفسية لم أذقها في حياتي .. اعتكفت بمسجد السجن ثلاثة أشهر حفظت خلالها خمسة أجزاء . ¶ أصبح حفظ القرآن سهلاً بسبب إقلاعي عن الذنوب .. ثم منّ الله علي فأصبحت إماماً للمصلين بمسجد السجن . ¶ صدقوني .. لم أعد أفكر في موعد انتهاء المدة ، وخروجي من السجن . ¶ ولماذا أفكر ؟ وقد كنت قبل دخولي السجن حبيساً عن ربي .. أسيراً لهواي .. سجيناً بين جدران شهوتي .. أما الآن فقد أطلق الإيمان سراحي ، وأعاد لي حريتي . ¶ صدقوني .. إنني الآن حر طليق ، وراء القضبان .. إنني راضٍ عن ربي وأسأله أن يرضى عني ، وأن يكفر عني ما سلف في أيامي الخالية ، وأن يثبتني على دينه حتى ألقاه ، والحمد لله الذي هدانا لهذا وما كنا لنهتدي لولا أن هدانا الله . ¶ المسلم لا ينتحر .. قاعدة صحيحة تشهد بصحتها البحوث والدراسات المعاصرة فضلاً عن النصوص الشرعية ( ولكل قاعدة شواذ ) .. وأنّى لمسلم أن يقتل نفسه ، ومولاه عز وجل ينهاه عن مغبة الوقوع في هذه الفعلة الشنيعة، قال تعالى : . ¶ ومع بزوغ فجر الحضارة المعاصرة وجد الإنسان نفسه أمام سيل جارف من التحديات المادية ، حتى أضحت فئام من بني آدم أجساداً بلا أرواح .. يلهثون ، ويلهثون .. وكأنهم من ماء البحر يشربون .. فهم إلى عطشٍ عطشاً يزدادون . ¶ ومن محاسن ديننا الحنيف أنه يربي في المسلم عقيدة ثابتة وإيماناً راسخاً يضبط انفعالاته وسلوكياته تجاه تقلبات الزمن ونوائب الدهر . ¶ أن يقتل المسلم نفسه وهو يدري فتلك صورة نادرة . ولكن ، أن يقتل نفسه وهو لا يدري فهي صورة متكررة ، على صفحات عالم المخدرات ، يقف الحليم أمامها حيراناً ، فإلى القصة . ¶ سبعة من الشباب .. أعمارهم في العشرينات .. يستقلون سيارة واحدة قاصدين مدينة الرياض .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "تنطلق السيارة عبر الطريق السريع .. وفي أثناء الطريق يقوم أحد الشباب بإخراج مجموعة من سجائر الحشيش المخدر من جيبه .. تتنقل السيجارة الخبيثة بين أفواه الشباب .. يتنازعونها بينهم ، وكأنها تختم بصمة العار على وجوههم . ¶ يقود السائق السيارة بسرعة ورعونة ، وهو تحت تأثير الحشيشة الملعونة .. قد فقد وعيه فلا يكاد يرى الطريق فضلاً عن أن يرى السيارات الأخرى .. وفي لحظة قاتلة تصدم السيارة المسرعة بإحدى الشاحنات الكبيرة .. تنطبق مقدمة السيارة على السائق و الشابين الذين بجواره كلمح البصر فيفارقون الحياة فوراً .. تتقلب السيارة على الطريق وكأنها ريشة في مهب الريح ، فيهوي السقف على الشباب الأربعة الذين يقبعون في المقعد الخلفي .. أما أحدهم فتنزل على رأسه ضربة مميتة لم تمهله طويلاً إذ فارق الحياة فور وصوله المستشفى .. أما الثلاثة الناجون فهم ما بين طريح تحت العناية المركزة بسبب ضربة في مقدمة رأسه ، وكسير ، وجريح . ¶ التقيت باثنين من الشباب الناجين ، وانتقيت من حديثهما ما فيه عبرة لأولي الألباب . ¶ يقول أحدهما : التقيت بأحد الشباب .. طلب مني أن أرافقه مع بعض الأصدقاء إلى الرياض .. ألح عليّ في طلبه فأجبته .. انطلقنا من بلدتنا علي سيارة واحدة تكاد تنوء بالأنفس التي اكتظت بها .. يركب ثلاثة من الشباب في المقدمة ، بينما كنت رابع أربعة على المقعد الخلفي . ¶ بعد قرابة الخمسين كيلومتراً رأيت أحد الشباب يخرج علبة دخان من جيبه .. نظرت إلى العلبة وإذا بها سجائر غريبة ، علمت أنها سجائر الحشيش المخدر .. أُشعلت السيجارة الأولى، وبدأت تدور بين الشباب ، وكأنها كوكب متوهج يدور في فلكه . ¶ ووصل الدور إلي .. ترددت في البداية .. لكن قلت بسذاجة وجهل : الموت مع الجماعة رحمة .. لم أشعر إلا وأنا أضع السيجارة في فمي .. أصبت بدوار غريب . ¶ السيجارة تدور .. ورأسي يدور .. وكل من حولي يدور .. كأنني في دوامة .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وضعت رأسي على كتف زميلي الذي كان بجواري وأنا في حالة بين اليقظة والمنام . ¶ لم يكن قائد السيارة ليسلم من السيجارة الخبيثة .. بل قد رأيته يدخنها بشراهة . ¶ كانت السيارة تطير بسرعة وكأنها تسبح في الفضاء حتى حدث ما حدث .. لم أفق من خدري إلا ورأسي تحت الأقدام على أرض السيارة . ¶ رفعت رأسي في ذهول وكأنني في حلم .. رأيت المشهد المفزع .. زملائي الذين في المقدمة وقد التفت عليهم مقدمة السيارة .. واختلطت أجسادهم الطرية بحديدها وزجاجها ومقودها ، فلا تكاد ترى وجوههم .. التفت يميناً إلى زميلي الذي كنت متكئاً عليه فإذا بسقف السيارة قد خر على رأسه حتى غدا بين الموت والحياة ، بل هو إلى الموت أقرب إذ توفي في المستشفى . ¶ صورة مرعبة مخيفة ، لا تزال تخامرني بين الفينة والأخرى .. ¶ ولكن .. الحمد لله على قضائه ، والشكر له على أن مد في عمري ولم يقبض روحي على خاتمة السوء . ¶ بكيت أسىً وندماً ، وليت البكاء يجدي شيئاً .. عاهدت الله تعالى على التوبة والاستقامة حتى الموت وأسأله أن يثبتني على ذلك .. ولا أزال أدعو الله في صلاتي أن يعفو عن إخواني الذي نقشت في قلبي مصارعهم .. فلا أنساها ما حييت . ¶ أيها الأخوة .. أيها الشباب : إن الحال أبلغ من المقال، فكم صاح الغيورون ، ونادى المنادون .. مراراً وتكراراً أن المخدرات آفة .. آفة بكل ما تعنيه هذه الكلمة .. آفة على الإنسان .. آفة على الأسر .. آفة على المجتمعات البشرية . ¶ وإن في أحداثها وقصصها لعبرة ، فهل من معتبر ؟!.. ¶ في إحدى الليالي .. وعلى الطريق السريع .. كانت إحدى الدوريات الأمنية تجوب منطقة عملها كالمعتاد . ¶ غسق الليل داكن .. كل شيء ساكن .. إذ أبصر أحد أفراد الدورية حالة غير عادية .. سيارة على الطريق .. تضطرب في سيرها .. تنحرف ذات اليمين وذات الشمال .. كأنما هي خامة زرع تفيئها الريح .. أو قنبلة موقوتة تتدحرج بين سالكي الطريق .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "تتابع الدورية الموقف بحذر .. وما هي إلا لحظات حتى توقفت السيارة على جانب الطريق.. تقترب الدورية الأمنية من السيارة، وتتوقف بقربها للتحقق من أمرها .. يتقدم رجل الأمن إلى السيارة وإذا بالمفاجأة المدهشة .. رجل مسن يقبع خلف المقود .. فاقد الوعي .. غائب العقل .. يسبح في عالم الخيال .. تحسبه ميتاً وما هو بميت . ¶ يفتح رجل الأمن الباب فتقع عيناه على كيس أبيض بين يدي العجوز .. ينظر في الكيس فيفجع بإبر الهيروين المسمومة . ¶ تنكشف أوراق القضية .. فيقبض على العجوز ، ويقاد إلى جهة التوقيف . ¶ كنت وقتها في مكتبي ، فأحيلت إلي القضية . ¶ تصفحت الأوراق ثم قمت باستدعاء المتهم .. بعد لحظات تم إحضاره .. رفعت رأسي .. نظرت إلى المتهم .. حملقت بعيني في وجهه .. ويا لهول المنظر !!! . ¶ شيخ كبير .. ابيض شعره.. وعبس وجهه.. وتساقطت أسنانه .. وانسدلت حواجبه على عينيه . ¶ رُحماك ربي .. ما هذه القضية التي بُليت بها ؟ ¶ على كل حال ، بدأت الأسئلة : ¶ - اسمك ؟ ¶ - .. .. .. ¶ - الحالة الاجتماعية ؟ ¶ - متزوج . ¶ - عدد أولادك ؟ ¶ - سبعة أطفال ‍!!! ¶ إجابات مرّة .. أحدثت في قلبي عاصفة من الدهشة والأسف .. ولكن .. كان التحقيق يفرض علي أن أتمالك نفسي في هذه اللحظة . ¶ واستمرت جلسة التحقيق ، وفي النهاية كان الشيخ قد اعترف بكل ما نسب إليه . ¶ لم يبق إلا السؤال المحير : ما قصة هذا الرجل ؟ ¶ سألته .. فأجابني بمسلسل محزن من الأحداث المؤلمة . ¶ يقول : قبل سنوات طويلة .. عشت أيام الصبا .. نزيهاً عن المنكرات .. بعيداً عن الترهات .. ثم تزوجت بامرأة رزقت منها بعدة أولاد . ¶ وبعد سنوات .. وجدت نفسي بين ثلة من الشباب .. كنت أجلس معهم وأثق بهم لأني لم أر فيهم ما يثير الريبة . ¶ ومع ظروف الحياة .. احتجت يوماً إلى بعض المال .. ضاقت بي السبل فلم أجد بداً من عرض سيارتي للبيع .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ويعلم أحد رفاقي بحالي ، فيطلب مني شراء السيارة .. اتفقنا على البيع .. ودفع إلي الثمن عدا عشرة آلاف ريال طلب مني تأجيلها إلى أجل قريب .. أجبته لذلك مراعاة لحق الصحبة . ¶ مضت الأيام .. والصديق المزعوم يماطل يوماً بعد يوم . ¶ وفي ليلة حمراء .. كان صاحبي يتعاطى الحشيش المخدر مع أحد رفاقه .. لم أكن أتصور أني سأتعاطى الحشيش معهم بأي حال من الأحوال . ¶ وبعد لحظات معدودة .. إذ بالصديق يعرض علي بكل جرأة أن أجرّب الحشيش !! ¶ ترددت في باديء الأمر .. لكن مع إلحاح صديقي وضعف إرادتي بدأت أتعاطى الحشيش .. وبعد عدة جلسات دخلت عالم الإدمان . ¶ وليت الأمر توقف عند الحشيش .. إذاً لهانت المصيبة .. بل لا زال بي سدنة المخدرات حتى أوقعوني في شراك الهيروين . ¶ وذات يوم طلبت من صاحبي أن يسدد المبلغ الذي في ذمته .. فاعتذر لي بقلة الحال .. ولما رأى إصراري على التسديد عرض علي أن يعطيني كمية من الهيروين مقابل جزء من المبلغ .. وافقت بلا تردد .. فقد كنت أنفق المال الذي بيدي هباءً منثوراً في مقابل الهيروين .. فكيف بما في يد غيري ؟ . ¶ وبمرور الأيام .. كان صاحبي يمدني بالهيروين .. والرصيد يتناقص يوماً بعد يوم ، حتى انقلبت الآية .. فجرعات الهيروين استنفدت الدَّين وزيادة ، حتى صار الدائن مديناً . ¶ لقد تحطمت حياتي .. وافتقرت أسرتي .. ولم يمهلني الله طويلاً حتى قُبضَ عليّ .. فهاأنذا اليوم مسلسل بالقيود .. مكبل بالهموم . ¶ انفجرت في وجهه و قلت له : أنت رجل كبير ، و ذو سبعة عيال فكيف رضيت لنفسك أن تتعاطى هذه السموم ؟ !! ألا تتقي الله ؟ . ¶ أيسرك أن يأتي إليك أحد أولادك الصغار ويقول : يا والدي .. أقلِع عن المخدرات ؟. ¶ نظرت إليه وإذا دموعه تسيل على خديه المتجعدين . ¶ ثم قال بنبرة حزينة متقطعة : والله يا سامي إني أذهب أحياناً لتعاطي إبرة الهيروين .. فأتذكر أولادي .. والإبرة في يدي .. فأبكي بكاءً شديداً .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "لكن ماذا أفعل وقد تمكّن الهيروين من جسدي ؟ . ¶ وفي هذه اللحظات المحزنة .. كنت أحاول إقناع الشيخ بالعلاج وحتمية الإقلاع عن المخدرات والإنابة إلى الله تعالى . ¶ من الذي يحول بينك وبين الله .. تب إلى الله .. انكسر بين يديه .. عسى الله أن يختم لك بخاتمة حسنة ، تكفر عنك ما سلف من العصيان . ¶ ( قل يا عبادي الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله إن الله يغفر الذنوب جميعاً إنه هو الغفور الرحيم ) ¶ أُحيل الشيخ إلى السجن العام وقضى محكوميته هناك .. ثم أفرج عنه ومضى إلى سبيله . ¶ وبعد سنوات انتقلت من عملي في تلك المدينة إلى فرع آخر من فروع مكافحة المخدرات في مدينة أخرى . ¶ وبعد مضي سنة في هذه المدينة ، قام أحد مدمني المخدرات باقتحام أحد المنازل ، وأخذ يهدد أهله بالسلاح ، إلا أن لُطف الله حالَ دون إضراره بهم ، وسرعان ما تم القبض عليه ، وأحيلت قضيته إلى أحد زملائي المحققين في القسم الذي أعمل فيه . ¶ وفي صبيحة ذلك اليوم دخلت المكتب .. وإذا بالمتهم ماثل أمام زميلي في جانب الغرفة .. لم أحفل بالنظر في وجه المتهم .. تقدمت صوب زميلي وهو يناقش المتهم حول قضيته .. وفجأة .. لم أشعر إلا وصوت أرعن لا يمكن أن أنساه يقرع سمعي .. التفتّ سريعاً .. حملقت بعيني في وجه المتهم الجديد .. فإذا هو الشيخ القديم .. مدمن الهيروين . ¶ لقد دارت به الدنيا وانتقل إلى هذه المدينة .. لكنه لا زال على تمرده وإجرامه . ¶ لم أتمالك نفسي عندما رأيته .. ذكّرته بأيامه الماضية .. عاتبته على إصراره وتمرده . ¶ ومع حرارة الموقف وشدة التأنيب ، لم يكن هذا الأشيمط لينتصح أو يزدجر ، بل أخذته العزة بالإثم .. فأزبد وأرعد ، وقال بكل جرأة : أنا بريء .. وأنتم الذين تظلمونني . ¶ عرفت حينها أن الرجل قد انحرفت فطرته وفسد قلبه ، حتى أخذ يبرر أفعاله الشنيعة ، ويتنصل منها .. وصدق الله .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "خرجت من المكتب وكلي أسف على هذا الشيخ الكبير الذي غلبه هواه ، واستهواه شيطانه ، على تقدم في عمره ، وقرب من أجله .. وقلت كما قال الأول : ¶ هب الشبيبة تبدي عذر صاحبها ما بال أشيب يستهويه شيطان ¶ أحد الناجين من جحيم الإدمان .. له قصة عمر طويلة .. مليئة بالمآسي والعبر . ¶ يحدثنا عن نفسه فيقول : ¶ قبل عشرين عاماً بدأت معاناتي على مقاعد الدراسة . ¶ والدي رجل صارم جداً .. ولأنه يشعر بتدني مستواي الدراسي فقد كان يهددني بالعقوبة الشديدة في حال فشلي في الدراسة . ¶ وهل لكم أن تتصوروا هذه العقوبة ؟ ¶ إنها بكل بساطة .. التعليق في السقف !!! . ¶ مضت الأيام .. وحدث ما كنت أخشاه .. أخفقت في بعض المواد الدراسية . ¶ لم أكن أحمل هم الإخفاق ، بقدر ما كنت أحمل هم العقوبة التي تنتظرني في البيت . ¶ خرجت من المدرسة .. وقد أظلمت الدنيا في عيني .. وضاقت الحياة أمام وجهي .. ركبت مع أحد زملائي على سيارته .. سألني : ¶ ما الذي يحزنك ؟ ¶ لقد رسبت في الدراسة . ¶ وماذا في ذلك .. أنت أول واحد يرسب ؟ ¶ لا .. لكنك لا تدري ما الذي ينتظرني في البيت .. لقد هددني أبي بأن يعلقني في السقف إن أخفقت . ¶ لا تهتم ( وهو يخرج من جيبه شيئاً ) .. خذ . ¶ ما هذا ؟ ¶ لاتخف .. هذه الحبة ستنسيك همومك . ¶ تناولت الحبة .. والتهمتها في الحال .. فانقلب رأسي على عقبي .. شعرت بأني أدور في دوامة غريبة . ¶ قلت - وأنا في حيرة من أمري - : ( أيش السالفة ؟) . ¶ قال – وهو يضحك - : هذا شيء طبيعي لأنها أول مرة .. لكن مع التعود ستشعر بالراحة والسعادة . ¶ وبمرور الأيام .. تعلقت حبة قلبي بالحبة المخدرة . ¶ وما هي إلا أيام معدودة ، وانقطعت آمالي .. واضمحلت أحلامي .. وخسرت نفسي .. ونسيت أهلي . ¶ خرجت من المدرسة إلى ظلمات التيه أبحث عن السعادة الموهومة .. في الحبوب .. ثم الهيروين .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "هاأنذا - في مشهد من مشاهد الانتحار - أحتسي السم الأبيض ( الهيروين ) وكأنه سلاح أبيض ، أطعن به قلبي الأسود .. ولكن ما لجرح بميت إيلام . ¶ أظلمت وجوه الناس في عيني .. وكشرت الدنيا عن أنيابها في وجهي .. فلم أجد سبيلاً إلا الهروب من نفسي التي تطاردني . ¶ سافرت إلى الهند .. وإذا بدنياي البائسة - هي هي - تماماً كما لو أني لم أسافر . ¶ وفي أحد شوارع الهند كنت أجلس مع ثلة من المدمنين .. وقد استنفد الهيروين كل ما أملك من النقود . ¶ أتضور جوعاً .. أطلب شيئاً أسد به رمقي .. إذ أقبل أحد الهنود من رأس الشارع ، وبيده قطعة من الخبز .. وما إن دنا مني حتى ألقى ما تبقى من الخبزة على الرصيف . ¶ قلت في نفسي : الحمد لله جاء الفرج .. لكني ترددت .. أأمد يدي ؟ ¶ أقلب طرفي .. وإذا أنا محاصر بنظرات الناس من حولي .. ولكن ماذا أفعل ولهيب الجوع يضطرم في أحشائي ؟!! . ¶ انتظرت قليلاً ، وأنا أرمق الخبزة عن كثب .. أكاد ألتهمها بعيني الجاحظتين .. حتى حانت لحظة غفلة من الناس ، فتقدمت إليها منتهزاً الفرصة . ¶ وفي هذه اللحظة كان جائع آخر قد بلغ منه الجوع ما بلغ مني .. فما إن رأى الوجبة حتى أسرع إليها ، وخطفها ، ثم انطلق بها عدواً بين المارة . ¶ لم أتمالك نفسي فأطلقت ساقَيّ وراءه .. فما هو إلا أن رآني حتى زاد في سرعته .. وذيله القصير يضطرب وراءه . ¶ انتبه الناس للمشهد الغريب .. كلب صغير يعدو .. ورجل مسعور يعدو خلفه . ¶ قف يا كلب .. قف يا ابن الكلب .. ولكن دون جدوى . ¶ لم أستطع مواصلة السباق .. فأهل المخدرات كما تعرفون من أفشل الرياضيين مهما عظمت أجسادهم .. فعدت أدراجي ، أجر أذيال الهزيمة . ¶ إنني الآن .. كلما أتذكر ذلك الموقف أشعر بالأسى والحزن .. كيف يرضى العاقل لنفسه هذه المنزلة من الذل والمهانة .. لكن عين الهوى عمياء . ¶ وبعد أيام مريرة .. استطعت بشق الأنفس أن أعود إلى البلاد . ¶ كنت اجتمع ببعض المدمنين في إحدى الشقق المشبوهة .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "إبر الهيروين السامة بين أيدينا .. نطعن بها كل معنى جميل في ذواتنا .. وما هي إلا لحظات حتى نكون في عداد الموتى .. خشب مسندة .. حيوانات في صور بشر . ¶ وفي رمضان الكريم !! كانت إحدى الجلسات الخبيثة .. تناولت إبرة الهروين ، وطعنت بها جسدي .. فخررت مغشياً علي .. أسبح في عالم آخر . ¶ نظر رفاقي إلي ، فأسقط في أيديهم .. حركوا أعضائي المتشنجة فلم يجدوا حراكاً .. علموا أنه الموت لا محالة . ¶ وتنازعوا أمرهم بينهم .. وأسروا النجوى : يالها من ورطة‍‍‍ ‍‍!! ماذا نفعل ؟ ¶ فكّروا (بغير عقول) .. وبعد عدة مداولات أجمعت هيئة العقول المدمنة على التخلص منى بطريقة لبقة . ¶ بدأت الإجراءات بتفتيش الجثة .. فانتزعوا من جيبي ما بقي من الهيروين ، وصادروه لصالح الشقة - ويالها من غنيمة باردة - .. ثم حملوا البطل على أعناقهم إلى أرض الله الواسعة . ¶ وفي الشارع .. نظروا ذات اليمين وذات الشمال .. بحثوا عن مكان يليق بشخصي الكريم .. وإذا بحاوية كبيرة للنفايات على جانب الطريق . ¶ أنزلوني فيها بكل رقة وحنان .. ودفنوني بلا غسل ولا أكفان .. ثم ودعوني ، وعادوا إلى ما كانوا عليه ، وكأن شيئاً لم يحدث . ¶ مكثت في قبري ما شاء الله أن أمكث ، ثم أفقت .. فتحت عيني وإذا أنا مسجّى في هذا المكان الغريب .. سألت نفسي : أين أنا ؟ ما الذي حدث ؟ ¶ وسرعان ما أتتني الإجابة في بقايا الأطباق الرمضانية التي تنهال على رأسي مع كومة النفايات .. بين الشوربة .. والمقليات .. والعصائر .. والحلويات . ¶ حاولت أن أنوء بحملي الثقيل ، وأخرج من هذا الركام .. ولكن دون جدوى .. فقد هدّ الهيروين قوتي ، وشلّ أركاني ، فلم يبق لي إلا التفاتة ، أقي بها وجهي شظايا الركام الذي ينهال على رأسي بين الفينة والأخرى . ¶ وبعد جولات من المصارعة المريرة دامت قرابة العشر ساعات .. استطعت التغلب على نفسي .. وخرجت من عنق الزجاجة .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "لقد خرجت إلى الحياة من جديد .. ومع هذا فقد كان همي الأكبر في أمر هو أعظم عندي من الحياة .. أضع يدي بسرعة على جيبي .. أين الهيروين ؟ ¶ أهرول مسرعاً إلى رفاقي .. أطرق الباب .. فما هو إلا أن فتحوا الباب ونظروا إلي حتى انتقعت وجوههم .. وارتعدت فرائصهم .. من هول المطلع . ¶ سلامات .. سلامات .. كنا نظن أنك ميت !!! ¶ لم أرد عليهم .. بل بادرتهم بالسؤال : ¶ من الذي أخذ الهيروين الذي كان في جيبي ؟ ¶ هذا هو ، موجود معنا . ¶ لماذا أخذتموه من جيبي ؟ ¶ كنا نظن أنك ميت فأخذناه . ¶ أعيدوه لي فوراً . ¶ إنها صفحات سوداء من سجل حياتي ..سوّد أوراقها إخوة الهيروين الذين سرعان ما تنقلب صداقتهم إلى عداوة ..ومودتهم إلى بغض وكراهية .. وما أكثر المغرورين . ¶ ومع الهيروين .. غاب عن حياتي كل معنى جميل .. واضمحل في نفسي كل خلق نبيل . ¶ ألهث يوماً وراء المال .. أفتش في جيبي فلا أجد سوى نفسي الحقيرة التي لم تعد تساوي شيئاً . ¶ ولما أعيتني الحيلة .. خرجت إلى الشارع .. إلى أين ؟ ¶ إلى منزل جارنا .. أطرق الباب .. فيخرج من منزله . ¶ السلام عليكم يا أبا فلان . ¶ وعليكم السلام . ¶ إذا سمحت .. عندي بعض زملائي في المجلس ، ونريد أن نشاهد المباراة .. لكن أهلي يتابعون المسلسل على القناة الأخرى .. فهل يمكن أن تعيرني جهاز التلفاز إلى أن تنتهي المباراة ؟ . ¶ نظر إلي .. امتعظ قليلاً .. لكنه لم يجد مفراً من أن يلبي طلبي ، ولو على سبيل المجاملة .. دخل المنزل .. ثم خرج بعد برهة وهو يحمل بين يديه التلفاز .. أخذته منه ووضعته في مؤخرة السيارة ( الونيت ) .. وعلى الهواء مباشرة انطلقت به إلى سوق ( الحراج ) لأبيعه بثمن بخْس .. لمخدرٍ نجِس .. في يومٍ نحِس . ¶ افتضح أمري .. فاستوحش الناس من جانبي .. وانفضوا من حولي . ¶ وبعد عشرين سنة من الإدمان لم يبق في حياتي أي معنى للحياة . ¶ أسير وأسير ، لكنني أسير .. أرى من حولي أشباحاً ، لكنني ضرير .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "لم أعد أرى بعيني إلا الظلام .. ولم يبق في قلبي سوى الأوهام . ¶ ومع ظلمة الليل الغاسق .. لاحت بوارق الفجر الصادق .. فكان من لطف ربي أن فتح لي باب العلاج بعد أن بلغ بي الإدمان منتهاه .. انبعثت في قلبي الضعيف قوة عظيمة .. تدفعني إلى مواصلة العلاج بإصرار وعزيمة . ¶ وكان مما يحضني على الاستمرار ، ما تشهده حالتي النفسية من استقرار . ¶ وبدأت أبصر من جديد ، شيئاً فشيئاً .. لقد وجدت نفسي .. وأنبت إلى ربي . ¶ أعود إلى الحارة وإذا بصوت الحق ينادي : حي على الصلاة .. حي على الفلاح . ¶ فأقول : لبيك وسعديك .. عبدك المذنب عائد إليك .. منكسر بين يديك .. لا ملجأ من جحيم الإدمان إلا إليك . ¶ أدخل المسجد .. أرفع يدي لله ، مستقبلاً حياة الإيمان .. مستدبراً شقاء الإدمان . ¶ وفي هذه الأثناء .. يبصرني أحد الجيران ، ممن سبرني وخبرني فيما أيام الإدمان .. فينطلق إلى الجيران ويقول : احذروا !! لقد دخل المدمن المسجد .. وما أظن إلا أنه سيسرق من المسجد شيئاً .. إما سجاداً ، وإما مكيفات !!! ¶ لا أدري .. أأضحك أم أبكي ؟ فسبحان من أضحك وأبكى . ¶ في الحقيقة .. لم أكن لأحفل بما يقول لثقتي بنفسي .. ولا ألومه .. فكم تجرع الجيران غصصاً بسبب إدماني على المخدرات. ¶ مضت الأيام .. وعلم الناس صدق إنابتي وصحة توبتي ثم التحقت بدورة علمية متخصصة . ¶ بقي أن تعرفوا ما هي هذه الدورة . ¶ إنها بكل فخر واعتزاز : دورة متخصصة في مكافحة الإدمان وإرشاد المدمنين . ¶ نعم .. لقد انعكست الآية .. وانحرفت زاوية الأحداث مائة وثمانين درجة كما يقال .. فبالأمس كنت أسيراً للإدمان .. وأنا اليوم مجاهد في وجه الإدمان .. آخذ بأيدي المدمنين إلى بر الأمان .. لعلي أكفر ما سلف من العصيان . ¶ أصرخ في آذانهم : أي إخواني .. ارجعوا وراءكم واسلكوا طريقاً آخر . ¶ أي إخواني .. لقد سرت في هذا الطريق وتجرعت غصصه وآلامه ، حتى وقفت في نهايته على شفير هاوية سحيقة ، كادت رجلاي أن تزل فيها .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "ولولا لطف الله ورحمته لهلكت غير مأسوف عليّ . ¶ أي إخواني .. ها أنذا أعود إليكم .. لأخبركم بما أمامكم . ¶ فلا تهلكوا أنفسكم بأنفسكم .. ولا تخربوا بيوتكم بأيديكم .. ولا تحطموا مستقبلكم بحاضركم .. فإني والله لكم من الناصحين . ¶ تلقيت عدة بلاغات عن أحد مدمني الهروين إبان عملي في جهاز مكافحة المخدرات بإحدى مدن المنطقة الشرقية . ¶ أثبتت التحريات أن هذا الرجل يذهب بصحبة مدمن آخر إلى مدينة مجاورة ليتعاطوا الهيروين المخدر عند أحد المروجين ، ثم يعودون أدراجهم في المساء . ¶ وبعد إجراء البحث والتحري عن هذا المدمن كنت أمهّد للقبض عليه متلبساً بجرمه . ¶ في الظهيرة .. عدت إلى منزلي بعد نهاية عملي .. تناولت غدائي وصليت العصر .. وبعد الصلاة جلست مع أولادي ، وإذا بجرس الباب يقرع .. أقوم من المجلس .. أفتح الباب .. ويا للعجب ‍‍!! ¶ أتدرون من الطارق ؟ ¶ إنه مدمن الهروين الذي أقوم بمتابعته . نظرت إليه في ذهول وقلت في نفسي : ماذا يريد هذا الرجل ؟ ولماذا يحضر إليّ في منزلي ؟ ¶ تمالكت أعصابي في تلك اللحظات الحرجة .. حتى أتثبت من حقيقة الأمر . ¶ ـ السلام عليكم . ¶ ـ وعليكم السلام . ¶ ـ لو سمحت كان لي قريب في هذا الشارع اسمه فلان فهل تعرف بيته ؟ ¶ ـ لا .. ليس في هذا الحي أحد بهذا الاسم . ¶ ( تظهر على وجهه علامات الأسف الزائف ) ¶ ـ آسف لإزعاجك لكني واقع في مشكلة .. وأنا والله مستحيي منك .. فهل يمكن أن تساعدني ؟ ¶ ـ وما هي مشكلتك ؟ ¶ ـ لقد تعطلت سيارتي على الطريق السريع ، فقمت باستئجار ناقلة لحملها إلى هذه المدينة .. لكن صاحب الناقلة رفض إنزال السيارة إلا بعد دفع الأجرة .. وأنا رجل فقير لا أملك مالاً .. فقدمت إلى هذا الحي لأني أذكر أن فيه بيتاً لأحد أقاربي .. فهل يمكن أن تقرضني ثلاثمائة ريال أقضي بها حاجتي وأعيدها إليك قريباً ؟",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "لقد اكتشفت اللغز .. فهذا المدمن قرع بابي عن طريق الخطأ .. مع أنني أجزم بأنه لم يعرفني .. ولو عرفني لانقطع المشهد من أول لحظة . ¶ قلت له : أرجو المعذرة لأن المبلغ ليس معي الآن . ¶ وبعد انصرافه اتصلت فوراً على فرقة البحث والتحري وكانت في موقع قريب جداً من المنزل .. وبعد المتابعة الدقيقة اتضح أن هذا المدمن تجول في الحي ، ثم اتجه إلى منزله بعد يأسه من ابتزاز الناس . ¶ وبعد أيام كنا قد وضعنا كميناً للقبض على هذا الرجل .. وبتوفيق الله تعالى تم القبض عليه متلبساً بجرمه . ¶ وفي جلسات التحقيق .. يفصح هذا المدمن عن الحقيقة المرة . ¶ لقد أسر الهيروين قلب هذا الشاب ، حتى أصبح همه الحصول على المال بأي طريق كان .. فما إن يحصل على المال حتى ينطلق بسيارته على مسافة ثمانين كيلو متراً إلى إحدى المدن المجاورة .. وهناك يلتقي بأحد المروجين ، ليحصل منه على الجرعة الشيطانية .. ثم يعود إلى مسقط رأسه .. قد زال عقله من رأسه .. فلا يكاد يميز بين يومه وأمسه . ¶ إنه أنموذج من النماذج المتكررة في عالم الإدمان . ¶ كذب واحتيال .. وفساد وانحلال .. ورق وضلال . ¶ (أفرأيت من اتخذ إلهه هواه وأضله الله على علم وختم على سمعه وبصره وجعل على بصره غشاوة ، فمن يهديد من بعد الله أفلا تذكرون) ¶ فتعس عبد الهيروين .. تعس وانتكس .. وإذا شيك فلا انتقش . ¶ عالم المخدرات عالم عجيب .. مليء بالأحداث والمواقف المؤثرة التي يعجز عن وصفها لسان أو قلم . ¶ هذه صفحة من صفحات هذا العالم .. تحكي قصة معاناة عاشتها أسرة بريئة ابتليت بأبٍ ظالم .. قد شُغف قلبه بالمتاجرة في المخدرات ، وثقل سمعه عن آهات البنين والبنات . ¶ في يومٍ من الأيام ، إبّان عملي في إحدى إدارات مكافحة المخدرات ، كلفت بالقبض على أحد مروجي المخدرات الذين - مع كل أسف - تلاعبت بهم شياطين الإنس والجن ، واتخذت منهم معاول هدم في كيان هذا البلد الطاهر .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "يمر شريط أحداث القضية بسرعة .. يتم اتخاذ الإجراءات التحضيرية للإطاحة بالهدف ، ومن ثم تحديد ساعة الصفر لتنفيذ المهمة . ¶ انتقلنا إلى الموقع ، وتمركزنا في المواقع المحددة . ¶ بعد ساعة .. حضر المروج ومعه كمية من الحبوب المخدرة .. وبعد قيامه بالترويج مباشرة انقضت عليه الفرقة قبل أن يتمكن من الهرب . ¶ وبتوفيق من الله تعالى يتم القبض على هذا الرجل متلبساً بترويج كمية من الحبوب المخدرة . ¶ لم ينته مسلسل الأحداث .. بل بقي فيه لحظات لا تنسى . ¶ لقد ثبت أن هذا الرجل يتخذ منزله موقعاً لإخفاء المخدرات التي يقوم بترويجها وتعاطيها .. كان هذا الموقف يستلزم ضرورةً ضبط هذه الكمية وفق الإجراءات الأمنية المتبعة حمايةً للمجتمع من خطر هذه السموم القاتلة . ¶ تقوم الفرقة بالانتقال مع المتهم إلى منزله .. بالوصول إلى المنزل يترجل الجميع وقوفاً أمام باب المنزل وقد نصب الصمت أطنابه على أفواههم ، وكأنه الهدوء الذي يسبق العاصفة .. يتقدم المتهم نحو منزله .. يطرق الباب ، فتنطلق على الفور نبراتٌ من الفرح والسرور تملأ أفواه مجموعة من البراعم الأبرياء وراء الباب : هيه .. (جا بابا .. جا بابا) .. بينما تداعب إحدى الصغيرات أباها بكل رقة وحنان : بابا لن أفتح لك الباب .. وتالله ما علمت المسكينة ما الذي يكمن وراء الباب . ¶ أما المشهد في الخارج، فألم وحزن يخيم على وجوه الحاضرين .. يتبادلون نظرات الأسى .. بينما أرخى بعضهم لرؤوسهم العنان وهم يهزونها يميناً وشمالاً حتى اتكأت على صدورهم من شدة الموقف .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "لم تمض سوى لحظات حتى فتح الأطفال الباب ، وفي مخيلتهم ذلك الأب الحبيب الذي ربما يحمل في يديه لعبة ، أو حلوى .. أو على الأقل يحمل على وجهه ابتسامة مشرقة .. لكنهم يفاجئون به مجرمًا محاطاً برجال الأمن ، فتنقلب النبرات إلى آهات .. والأفراح إلى أتراح .. والآمال إلى آلام ، فلو رأيتهم وهذا يحتضن رجل أبيه .. وهذه تتعلق بثيابه .. وأخرى في عمر الزهور تحدق بعينيها عاجزة عن تفسير الحدث . ¶ أقول : لو رأيتهم لبكيت بكاءً جماً .. ولتفطر قلبك ألماً . ¶ بعد هذا المشهد المؤلم يؤدي رجال الأمن واجبهم في مشهد آخر من مشاهد الألم والشقاء ، تمثّله صورة شاحبة لبيت البؤس الذي تستظل به هذه الأسرة .. تدخل غرفة الجلوس فلا ترى إلا أثاثاً متهالكاً ، وفرشاً مبعثرة .. أما غرفة الطعام فمسرح للقذى ومرتع للأوساخ .. وأما المؤنة وما أدراك ما المؤنة فما هي إلا بقايا من الحبوب والمعلبات المعدودة .. لا تكاد تسمن ولا تغني من جوع . ¶ ضَنْك في المعيشة .. وشَظَف في الحياة .. ومع هذا .. فالأب غارق في غفلته .. متمادٍ في إهماله لأسرته . ¶ وفي نهاية المشهد يتم العثور على كمية من المخدرات في المنزل .. ثم يغلق الستار بمغادرة المنزل وسط عاصفة مدوية من بكاء الأبرياء الذين وقفوا على باب المنزل ..يودّعون إنساناً كانوا يتربون في كنفه .. ويتراكضون إلى حضنه .. ينادونه : ( بابا ) . ¶ في خضم ذلكم المشهد المؤلم عصفت بي مشاعرٌ من الأسى تجاه هذا المجرم : أما تخاف الله ؟ ألم تفكر في هذا المصير؟ أهكذا يرعى الأب فلذات كبده ؟ ما ذنب هؤلاء الأبرياء في هذه المأساة؟ وما جريرتهم في تحمل المعاناة ؟ . ¶ تقدمت إليه وجهاً لوجه ، سألته لعلي أجد جواباً .. لكنه لم ينبس ببنت شفة عدا كلمتين .. قال : أنا السبب ، ثم انهمك في بكاءٍ حار .. وقد قلت على لسانه :",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "إليكم سادة الفكرِ جرت فيها دموع الحز بقلبي لوعة الأسْرِ فيا حزني على التفريـ فكم من حبةٍ أضحت وكم سيجارةٍ أذكت فأكبو حين أشربها وعقلي صار بالتخديـ فلا ألوي على أحدٍ تُراع بُنيّتي العبرى أبي .. بل لست أنت أبي أبي قد كان يغمرني يداعبني فأسعد حيـ وأنت اليوم تغتال الـ فأضحت كل آمالي أقاسي الجوع و الآلا لهيب اليتم يحرقني أبي تب قبل أن تُنعَى وتلقى بعدها أهوا إذا ما قمت للرحمـ فيا أبتاه هل من تو تهاجر من بقاع الخِدْ معاناتي مع الخِدْرِ ن بين السطر والسطرِ وموتٌ يقتفي أثري ـط فيما ضاع من عمري بها الأمراض تستشري بأحشائي لظى الجمرِ وأشعر أنني أجري ـر بين المد والجزرِ يعاتبني من البشرِ فتقضي الليل في ذعرِ فأنت الخِبُّ ذو الغدرِ بفيض الحب والطهرِ ـن يبدو باسم الثغرِ ـفضيلة في ربى صدري سراباً في ثرى الفقرِ م من عسرٍ إلى عسرِ و حيٌّ أنت ، لا تدري وتوْسد ظلمة القبرِ ل يوم البعث والنشرِ ـن قد أُثقلت بالوزرِ بةٍ تنهي بها قهري ر للقرآن والذكرِ ¶ وفي نهاية المطاف يجرى التحقيق مع المتهم .. ويقدم للعدالة لينال جزاءه الرادع ، والذي يمثل في حقيقته إصلاحاً وعلاجاً لنفسه المريضة .. وصيانةً لأسرته وللمجتمع بأكمله .. و حفاظاً على قيم هذا البلد وأخلاقه من أن تمسها أيدي السفهاء العابثين .. حمى الله بلاد التوحيد من كل شيطان مريد . ¶ الخاتمة : ¶ تلكم أيها الأحبة بعض المواقف والذكريات . لكم غنمها ، وعلي غرمها ، ولكم صفوها ، وعلي كدرها . وهي جهد المقل المتواضع ، كتبتها رجاء أن ينفع الله بها من وفق من عباده ، فما كان من صواب فمن الله الكريم المنان ، وما كان من خطأ فمني ومن الشيطان . ¶ اللهم اقل العثرة ، واجبر الكسرة ، و اغفر الزلة ، وسد الخلة ، وأرنا الحق حقاً وارزقنا اتباعه ، وأرنا الباطل باطلاً وارزقنا اجتنابه .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وفي الختام .. فإن كان من شكر فلله تعالى وهو أهل الشكر والحمد ، ثم لكل من أسهم في إعداد وإخراج ونشر هذا الكتاب بدعوة في ظهر الغيب بأن يجزيه الله عني خير الجزاء . ¶ نسأل المولى جل وعلا أن يحفظ بلادنا وبلاد المسلمين من كل مكروه وبلاء، وأن يديم علينا الأمن والاستقرار ، وأن يرد عنا شر الحاسدين ، وكيد الكائدين ، وأن يهدي ضالنا ، ويثبت مهتدينا ، إنه جواد كريم . وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين . ¶ الفهرس ¶ ضابط يبيع روحه لله ¶ ضيعتنا يا زوجي ¶ توبة من وراء القضبان ¶ مصارع الشباب ¶ أشيمط مدمن هيروين ¶ مدمن في حاوية النفايات ¶ من الطارق ؟ ¶ بأي ذنب قتلت",
            "page": "31",
            "part": "1"
        }
    ],
    "t35077": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مذكرات ضابط أمن كامل"
        }
    ]
}