{
    "b35078": [
        {
            "id": "1",
            "nass": "معاناتي مع الشهوة ¶ رسالة تسلط الضوء على أسباب الشهوة ¶ ومخاطرها وطرق علاجها ¶ … ¶ تأليف ¶ زيد بن محمد الزعيبر ¶ ZMZN@GAWAB.COM ¶ 6 ¶ أحمد الله ـ عزوجل ـ وأشكره أن أعانني ووفقني لإخراج هذا الرسالة التي عنونت لها بـ \"رسالة... ولكن للشباب\"، ثم إني أحمده سبحانه أن وفقني لعرض رسالتي هذه على مجموعة من الأفاضل من المشايخ وطلبة العلم والمربين الذين ازدان بهم رونق هذا الكتاب، فلهم مني الشكر والدعاء، ورسالتي تلك سأتحدث فيها عن موضوع، أحسب أنه من المواضيع التي طرقت كثيراً سواءً من أهل العلم، أو أهل التربية والخبرة، أو غيرهم والحديث حوله قد يكون نوع من الإضافة أوالتعليق حول موضوع سبق أن طرح وأشبع من قبل، فقد يصعب على من أتى بعدُ أن يأتي بجديد، إن لم يعمل بمقولة \"تكلم كثيراً ولم يقل شيئاً\". ¶ فقد أُلفت لأجله المؤلفات، وأُلقيت في شأنه المحاضرات، ولذا ترددت في طرحه، وأصبحت أقدم رجلاً وأؤخر أخرى حتى سمعت وقرأت عن قصصٍ ومشاهد وحقائق لا أتجاوز إذا قلت إنها تذكر فتنكر! ¶ ألا وهو موضوع الشهوة ، ولعل مما دعاني للحديث حول هذا الموضوع عدة أمور، منها: ¶ 1. أنني استهدفت فئة معينة أبت عليهم الشهوة إلا أن تضلهم عن الطريق ، وتوقعهم في شراكها. ¶ 2. جعلت حديثي موجهاً إلى فئة الشباب. ¶ 3. حرصت على تغليب جانب الوضوح والشفافية في الطرح، وإن كان غيري قد سبقني إلى شيء من ذلك. ¶ 4. حرصت أن يكون الموضوع في رسالة مختصرة دون استطراد ممل ، أو اختصار مخل. ¶ وأسأله سبحانه أن يرزقني الإخلاص في القول والعمل، وأن يكتب لعملي القبول، وأن يجعله ذخراً لي يوم ألقاه ـ سبحانه ـ إنه ولي ذلك والقادر عليه. ¶ المؤلف ¶ m ¶ الحمد لله وصلاةً وسلاماً على خير رسل الله، محمد بن عبدالله، وعلى آله وصحبه ومن والاه، أما بعد: ¶ نعم ! إنها حقيقة لا بد أن نتصارح بها أخي، الشهوة ومعاناتنا معها...",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "مررنا ولا زال بعضنا يمر بمرحلة الشباب، وعايشنا لحظات الشباب وعنفوانه، ربما شعرنا بسعير الشهوة يوماً ما، بين ما نعيشه من فتن ومغريات، وبين ما تدعونا الفطرة إليه من الخير والهدى. ¶ فالحال لم تعد على ما يراه بعضنا خارج البيت، وما قد يزين له الشيطان فعله على توجس وخوف، ¶ بل في البيت، وأثناء الأكل والشرب، وعند النوم، فتلك محطة تعرض مسلسلاً مختلطاً خالٍ من المحاذير الشرعية، سوى ما دعت الحاجة إليه من صداقة بريئة تستدعي أن يتبادل الجنسان بعض المشاعر اللاإرادية!! وأخرى تعرض أغنية ماجنة، ومحطة أخيرة في غرفة النوم فقط تعرض كل ما يتبادر إلى الأذهان من صور الإباحية الحيوانية. ¶ بل إن بعض مجالسنا لم تعد تخلو أحاديث بعضنا من تلك الأحاديث التي تصف ما يحدث في تلك الفضائيات دون خجل أو استحياء، فهذا يصف وجهها، والآخر يصف قوامها، والآخر ... ، والآخر.... ¶ لأجل ذلك جاءت تلكم الرسالة لنجسد الواقع الذي نعيشه ويعيشه بعضنا، بذكر بعض أسباب الشهوة، وأبرز مخاطرها، وطرق علاجها، سواءًَ وقع التقصير، أو لم يقع، فإليك أخي الشاب أوجه حديثي في عشر عناصر: ¶ أولها: مع الشهوة. ¶ ثانيها: الحكمة من الشهوة. ¶ ثالثها: أسباب الوقوع في الشهوة. ¶ رابعها: مخاطر الوقوع في الشهوة. ¶ خامسها: ماذا تفعل عند اشتداد الشهوة. ¶ سادسها: الشهوة والإنترنت. ¶ سابعها: قصة في العفة. ¶ ثامنها: ثمرات العفة. ¶ تاسعها: رسالة إليك أخي الشاب. ¶ عاشرها: الخاتمة. ¶ وأسأل الله الإعانة والتوفيق. ¶ * مع الشهوة:",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "الشهوة أمر فطري وغريزي يعيشه الإنسان لتحقيق غايات شرعية نبيلة، فقد حث الشارع وندب إلى صرفها في النكاح والاستعفاف، فقال ـ عزَّ قائلاً عليماً ـ: { فَانكِحُواْ مَا طَابَ لَكُم مِّنَ النِّسَاء مَثْنَى وَثُلاَثَ وَرُبَاعَ فَإِنْ خِفْتُمْ أَلاَّ تَعْدِلُواْ فَوَاحِدَةً أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ (1) } ، وقال سبحانه: { وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجاً لِّتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُم مَّوَدَّةً وَرَحْمَةً إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ } (2)، وجاء في السنة من حديث ابن مسعود ـ رضي الله عنه ـ عن النبي ـ صلى الله عليه وسلم ـ أنه قال: \"يا معشر الشباب من استطاع منكم الباءة فليتزوج، ومن لم يستطع فعليه بالصوم فإنه له وِجاء(3)\"، وفي رواية \" فإنه أغض للبصر، وأحصن للفرج\"(4). ¶ بل جاء الذم على من ترك الزواج تأبيداً على نفسه كما في حديث الرهط الثلاثة \" عندما قال أحدهم: أنا أعتزل النساء ولا أتزوج أبداً، فكان الرد منه ـ عليه الصلاة والسلام ـ الرادع لتلكم المبالغة والتشديد ، فقال: \"أما والله إني لأخشاكم لله وأتقاكم له ، لكني أصوم وأُفطر ، وأصلي وأرقد ، وأتزوج النساء ، فمن رغب عن سنتي فليس مني\" , وفي هذا يقول ابن حجر ـ رحمه الله ـ: وطريقة النبي ـ صلى الله عليه وسلم ـ الحنيفية السمحة فيفطر ليتقوى على الصوم وينام ليتقوى على القيام ويتزوج لكسر الشهوة وإعفاف النفس وتكثير النسل(5). ¶ * الحكمة من الشهوة: ¶ من الحكم التي شرعها الشارع الحكيم لنا في الشهوة: الزواج ، ولا شك أن له حكماً، فمنها: ¶ ( تكثير النسل. ¶ (حفظ النسل. ¶ ( طهارة الإنجاب. ¶ __________ ¶ (1) 1 ) سورة النساء آية رقم 3. ¶ (2) 2 ) سورة الروم آية رقم 41. ¶ (3) 3 ) وجاء: بالكسر والمد رضُ البيضتين حتى تنفضخ فيكون شبيهاً بالخصاء (مختار الصحاح: 342) ¶ (4) 4 ) فتح الباري ، 9/134، 141. ¶ (5) 5 ) فتح الباري ، 9/131ـ 133.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "( منع الفساد. ¶ (حفظ القلوب من التعلق بالمحرمات. ¶ ( تطهير الذمم. ¶ ( تأليف القلوب. ¶ ( حفظ الأعراض بين أفراد المجتمع. ¶ (التفرغ للعلم والعمل ¶ ( ترويح النفس وإيناسها(1)، وغيرها من الحكم والفوائد التي قد يطول المقام في إحصائها وذكرها ، وأنّى لنا ذلك. ¶ ولابن القيم ـ رحمه الله ـ تعليق بديع فيقول: وللشهوة حدٌّ ، وهو راحة القلب والعقل من كد الطاعة واكتساب الفضائل والاستعانة بقضائها على ذلك. فمتى زادت على ذلك ؛ صارت نهمة وشَبقاً والتحق صاحبها بدرجة الحيوانات ، ومتى نَقَصَت عنه ولم يكن فراغاً في طلب الكمال والفضل ، كانت عجزاً ومهانة.(2) ¶ * أسباب الوقوع في الشهوة : ¶ السبب الأول / المحبة الموهوم صلاحها: ¶ وإن شئت فقل المحبة لغير الله ، وهذا ما يعيشه بعضهم، ويطلق عليه وصف التعلق ، فأحياناً تكون البداية بمحبة في الله وتصبح هي الهدف من تلك العلاقة ، فإذا غاب ذلك الهدف ، وكثرة اللقاءات وأصبحت هي الغايات وقع الخلل ، وبخاصة إذا كان فارق السن كبيراً ، أو وجد عوامل تغذي جانب التعلق: كالمزاح ، والخواء الروحي، والتجمل الزائد، وغيرها من الأمور، وقد درج ابن حزم ـ رحمه الله ـ أقسام تلك المحبة على خمس درجات: ¶ أولها: الاستحسان ، وهو أن يتمثل الناظر صورة المنظور حسنةٌ ، أو يستحسن أخلاقه ، وهذا يدخل في باب التصادق. ¶ ثم الإعجاب، وهو رغبة الناظر في المنظور إليه، وفي قربه. ¶ ثم الألفة، وهي الوحشة إليه متى غاب. ¶ ثم الكَلَفُ، وهو غَلَبَةُ شُغْلِ البال به، وهذا النوع يسمى في باب الغزل بالعشق. ¶ ثم الشغف، وهو امتناع النوم، والأكل ، والشرب إلا اليسير من ذلك، وربما أدى ذلك إلى المرض، أو إلى التوسوس، أو إلى الموت، وليس وراء ذلك منزِلَةٌ في تناهي المحبة أصلاً.(3) ¶ __________ ¶ (1) 6 ) موسوعة نضرة النعيم ، 5/1664. ¶ (2) الفوائد ص 207. ¶ (3) 1 ) الأخلاق والسير ، لابن حزم ص136.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وزيادة على ما سبق أسوق لك أخي الكريم بعض الدلائل التي تدل على وجود داء التعلق، فمنها: ¶ 1. إيثار بعضهم أنسه بصاحبه ومن تعلق قلبه به على أنسه بالله ـ عزوجل ــ ، وأنسه بالخير والهدى. ¶ 2. استقلال رغبات الصاحب، بينما استكثاره لداعي الاستجابة لله ـ عزوجل ـ وداعي الخير والهدى. ¶ 3. الغضب والغيرة للصاحب أكثر من الغضب والغيرة عند انتهاك حرمات الله ـ عزوجل ـ. ¶ 4. غض الطرف عن مساوئ الصاحب ومن القلب به، والنظر إلى حسناته مع إسقاط أخطائه وزلاته، أو مقارنته بمن هو أسوأ خشية التأثير في نفسيته !! ¶ وإذا الحبيب أتى بذنب واحد جاءت محاسنه بألف شفيع ¶ 5. دوام المجالسة والممازحة ، وبذل المال دون وجود الداعي لذلك. ¶ وأذكر بعض ضوابط الأخوة في الله، والتي تجلي لنا داء التعلق وكوامنه: ¶ أولها: التجرد والصدق في طلب الأخوة. ¶ ثانيها: أن تكون مبنية على البر والتقوى. ¶ ثالثها: أن يكون هناك تناصح ودعوة بالحسنى. ¶ رابعها: ألا تؤدي هذه الإخوة إلى التفريط في حق الله، بحجة الإنشغال بالأهم! ¶ خامسها: أن تقترن بالإيمان والعمل الصالح ، فهما المقياس لتلك العلاقة ؛ متى ما فقدت فقدت معها الأخوة في الله. ¶ 2. الفراغ والخلوة وكثرة التفكير والاستغراق في الخواطر الرديئة: ¶ فإذا ما ارتبط الفراغ بالخلوة ومرحلة الشباب، وكذا عدم وضوح الأهداف أو ضبابيتها حصلت الويلات: ¶ إن الشباب والفراغ والجدة مفسدة للمرء أي مفسدة",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "فقد يُظنُ أن حصول الخيرية والاستقامة الظاهرية للشاب من البدهيات الرئيسة في ابتعاده عن الشهوات والملهيات، وعصمة له من الفتن، ولا ريب أن هذا مفهوم خاطئ ، فالاستقامة هي وضوح الهدف، والقناعة في السير على الطريق ، والاجتهاد والعمل وحمل الهم ، وبذل الجهد ، ولزوم الجادة ، ولهذا يقول أبو الوفاء ابن عقيل الحنبلي ـ رحمه الله ـ : إذا تعطل لساني عن مذاكرة أو مناظرة وبصري عن مطالعة أعملت فكري في حال راحتي وأنا منطرح ، فلا أنهض إلا وقد خطر لي ما أسطره \" ، فأنى لمن هذه حاله أن يكون عنده وقت أو فراغ للتفكير في الأمور الترفيهية المباحة فضلاً عن غيرها ، ولا أقصد من هذه الصورة محاكمة القارئ إلى تطبيقها ، بل شحذاً للهمة نحو المزيد من الرقي. ¶ وإذا تأملنا أفضل الحلول لمسألة الفراغ والخلوة وكثرة التفكير والاستغراق في الخواطر الرديئة وجدناه غالباً يندرج في ما ذكره ابن القيم ـ رحمه الله ـ ، حينما قال في مجاهدة وحفظ الخواطر ما يلي: ¶ 1. العلم الجازم باطلاع الرب -سبحانه- ونظره إلى قلبك وعلمه بتفاصيل خواطرك. ¶ 2. حياؤك منه. ¶ 3. إجلالك له أن يرى مثل تلك الخواطر في بيته الذي خلق لمعرفته ومحبته. ¶ 4. خوفك منه أن تسقط من عينه بتلك الخواطر. ¶ 5. إيثارك له أن تساكن قلبك غير محبته. ¶ 6. خشية أن تتولد تلك الخواطر ويستعر شرارها فتأكل ما في القلب من الإيمان ومحبة الله فتذهب جملة وأنت لا تشعر. ¶ 7. أن تعلم أن تلك الخواطر بمنزلة الحَبِّ الذي يُلْقَى للطائر ليصاد به ، فاعلم أن كل خاطرة منها فهي حبة في فخ منصوب لصيدك وأنت لا تشعر. ¶ 8. أن تعلم أن تلك الخواطر الرديئة لا تجتمع هي وخواطر الإيمان ودواعي المحبة والإنابة أصلاً. ¶ 9. أن تعلم أن تلك الخواطر بحر من بحور الخيال لا ساحل له ، فإذا دخل القلب في غمراته غرق فيه وتاه في ظلماته ، فيطلب الخلاص منه فلا يجد إلى ذلك سبيلاً.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "10. أن تعلم أن تلك الخواطر هي وادي الحمقى وأماني الجاهلين ، فلا تثمر لصاحبها إلا الندامة والخزي.(1) ¶ ولو لم يكفِ بعضهم من الفراغ والخلوة والاسترسال في الخواطر الرديئة إلا إضاعة الوقت ، وفعل العادة السرية السيئة عند البعض لكفى ذلك رادعاً ! ¶ 3. عدم سلوك المنهج النبوي في التعامل مع الشهوة: ¶ وسلوك المنهج النبوي بالصيام عند انعدام المقدرة على تحمل الأعباء الزوجية سواءً المالية أو غيرها ، وفي الحديث\" يا معشر الشباب من استطاع منكم الباءة فليتزوج ، ومن لم يستطع فعليه بالصوم فإنه له وجاء\"(2) ¶ ومن طرق المنهج النبوي في التعامل مع الشهوة : غض البصر ، وإقلال النظر إلا فيما يحل ، \"فالنظر أصل عامة الحوادث التي تصيب الإنسان ، فإن النظرة تولد خطرة ، ثم تولد الخطرة فكرة ، ثم تولد الفكرة شهوة ، ثم تولد الشهوة إرادة ، ثم تقوى فتصير عزيمة جازمة ، فيقع الفعل ولا بد ، مالم يمنع منه مانع ، وفي هذا قيل: الصبر على غض البصر أسهل من الصبر على ألم ما بعده. قال الشاعر: ¶ وكنت متى ما أرسلت طرفك رائداً لقلبك يوماً أتعبتك المناظر ¶ رأيت الذي لا كله أنت قادر عليه ولا عن بعضه أنت صابر(3) ¶ 4. عدم إنكار المنكر: ¶ ويكون الإنكار بالطرق الشرعية المناسبة ، ولهذا يقول ابن تيمية ـ رحمه الله ـ : والرفق سبيل الأمر بالمعروف والنهي عن المنكر ، ولهذا قيل: ليكن أمرك بالمعروف بالمعروف ، ونهيك عن المنكر غير منكر.(4) وارتباط النهي عن المنكر بموضوع الشهوة هو أن الشاب قد يرى بعض ما ابتلي به غيره من القضايا السلوكية والأخلاقية ، فقد لا ينكر ، أو يجامل ويداهن ، فهنا يظن غيره موافقته وتأييده لتلك الأفعال المشينة ، ولذا يحصل الخلل ، وسيأتي بيان ذلك الخلل في ضعف الشخصية. ¶ 5. الخواء الروحي : ¶ __________ ¶ (1) 1 ) طريق الهجرتين ص274. ¶ (2) فتح الباري 9/134. ¶ (3) 3 ) الجواب الكافي ص 218. ¶ (4) 4 ) رسالة الأمر بالمعروف والنهي عن المنكر ص 17.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وهو نوع من الفراغ يجده الشاب في نفسه ، وذلك يكون ببعده عن الحسنات ومقارفته للسيئات ، ويسمى أيضاً بالفراغ الإيماني ، وكم سمعنا من حالات كان سبب وقوعها في الانحراف ذلكم الفراغ الإيماني، فكانت الكارثة أن بحثوا عما يشبع ذلكم الفراغ بشهوة ساعة ، فـ\"كيف يكون عاقلاً من باع الجنة بما فيها بشهوة ساعة ؟!\".(1) ¶ فتجنب الشهوات واحذر أن تكون لها قتيلاً ¶ فلرب شهوة ساعة قد أورثت حزنا طويلاً ¶ 6. ضعف الشخصية والطيبة الزائدة ¶ وهذا الأمر سبب للوقوع في الشهوة من جهتين: ¶ الأول/ أن يتعدى على الشاب بممازحات وتجاوزات دونية لا يقبلها الشاب نفسه، فتمنعه تلك الطيبة (السذاجة) من الإنكار عليهم!! ¶ الثاني/ أن تكون طيبته طيبة زائدة ، بأن يستغفل ذلك الشاب ، ويثق بكل أحد ، فيلتقي بالصالح والفاسد، وقد تقع المصيبة بأن يكون فريسة لأرباب الشهوات والفجور ، وترديد بعضهم \"أنا واثق في نفسي\" ليست بإطلاق. ¶ 7. إطلاق النظر: ¶ فبعض الشباب مصاب بما يسمى بـ\" حب الاختلاس \" أو \" استراق النظر الجنسي \" فتراه يُقَلِّب بصره يمنة ويسرة ، وتثيره المناظر الجنسية ، وهنا يقول الدكتور فايز الحاج: \" ومسترق النظر أو مختلس النظر يسعى لإشباع رغبته الجنسية عن طريق النظر من ثقب الباب ، أو مراقبة المنبهات والأشياء والأفعال الجنسية ، فهو دائم البحث عن فرصة يشهد فيها موقفاً مثيراً جنسياً ، ولذلك فإنه دائم التسكع حول الحمامات ، والمراحيض العامة ، أو الشقق ، على أمل أن يختلس نظرة إلى شخص عارٍ\"(2). ¶ * مخاطر الوقوع في الشهوة : ¶ سقنا بعض أسباب الوقوع في الشهوة ، ومع إدراكها لدى الشاب ، إلا أنه قد يهون عليه الشيطان التساهل فيها، أو عدم قدرته على الترك، أو النكوص بعد الترك، وكل هذه أو هام تزول بذكر المخاطر والعقوبات الرادعة لمن تجاوز في الشهوة وفعلها: ¶ فأول تلك المخاطر/ الوعيد الأخروي: ¶ __________ ¶ (1) الفوائد ص 60. ¶ (2) 2 ) الفاحشة ـ عمل قوم لوط ص63.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "إن من أعظم ما يردع المسلم عن الشهوة ما ورد من النصوص الدالة على العفة ، والمحذرة من الشهوة وحال أهلها، فمما ورد في ذلك قوله تعالى : { وَلُوطاً إِذْ قَالَ لِقَوْمِهِ أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّن الْعَالَمِينَ } (الأعراف : 80) ، وقوله تعالى : { أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِّن دُونِ النِّسَاء بَلْ أَنتُمْ قَوْمٌ تَجْهَلُونَ } (النحل:55) ، وفي آية (الأعراف:81 ) قوله تعالى: { إِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِّن دُونِ النِّسَاء بَلْ أَنتُمْ قَوْمٌ مُّسْرِفُونَ } يقول العلامة الشنقيطي(1) ـ رحمه الله ـ : فجعل الله الشهوة في الرجال إلى النساء، وفي النساء إلى الرجال لتجتمع الشهوة والشهوة فيقع التناسل ، ويبقى نوع الإنسان. فمن صرف الشهوة إلى غير محلها وجعلها في الذكر أسرف، لأنه جاوز الحد ووضع الأمر في غير موضعه، لأنه لو اقتصر الرجال على الرجال وتركوا النساء لا نقطع النسل، وانقطع بنو آدم ، وخرب العالم كله ، ولذا قال : { بَلْ أَنتُمْ قَوْمٌ مُّسْرِفُونَ } . ¶ الخطر الثاني/ سوء الخاتمة: ¶ فنحن إذا تأملنا حال السلف وحرصهم على فعل الطاعات وتركهم المنكرات ، بل ترك المباحات ¶ ـ ورعاً ـ التي قد تفضي إلى المحرمات ، مع خوفهم من سوء الخاتمة هان علينا الترك لما نرى من اللذائذ والشهوات ، وعلمنا تقصيرنا وإفراطنا في حقه ـ سبحانه ـ. ¶ __________ ¶ (1) العذب النمير من مجالس الشنقيطي في التفسير 3/563.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "فهذا سفيان الثوري ـ رحمه الله ـ الذي قال عنه عباس الدوري : رأيت يحيى بن معين ، لا يُقَدِّم على سفيان أحداً في زمانه ، في الفقه والزهد وكلَّ شيء(1). وقال عنه ابن عيينة : ما رأيت رجلاً أعلم بالحلال والحرام من سفيان الثوري(2). وقال عنه بشرٌ الحافي: كان الثوري عندنا إمام الناس.(3) ومع فضل هذا الإمام وما ورد من ثناء أهل العلم عليه ، كان يبكي ويقول: لذنوبي عندي أهون من ذا ـ ورفع شيئاً من الأرض ـ إني أخاف أن أسلب الإيمان قبل أن أموت.(4)وقد ورد عن بعض السلف قريباً من ذلك ، سواءً بأقوالهم أو أفعالهم ، فهل أدرك من تجاوز في جانب الشهوات هذه الحقيقة؟! ¶ وأيضاً جاء في الصحيحين من حديث ابن مسعود ـ رضي الله عنه ـ أنه قال: حدثنا الصادق المصدوق: \"...... فوالله الذي لا إله غيره إن أحدكم ليعمل بعمل أهل الجنة حتى ما يكون بينه وبينها إلا ذراع فيسبق عليه الكتاب فيعمل بعمل أهل النار فيدخلها ... الحديث \". ¶ يقول ابن عثيمين ـ رحمه الله ـ كما في شرح الحديث : عمل بعمل أهل الجنة فيما يبدو للناس ولم يتقدم ولم يسبق ، ولكن حتى ما يكون بينه وبينها إلا ذراع أي بدنو أجله ، أي أنه قريب من الموت \" فيسبق عليه الكتاب فيعمل بعمل أهل النار\" فيدع العمل الأول الذي كان يعمله ، وذلك لوجود دسيسة في قلبه (والعياذ بالله ) هوت به إلى هاوية.(5) ¶ الخطر الثالث/ أنها تؤدي بالإنسان إلى الأمراض ، والأوجاع في الدنيا ، ومنها: الهربس ، والسيلان ، والزهري، وما يسمى بفيروس الحب ! ولعلك تأذن لي أخي بوقفة مع هذا الفيروس. ¶ __________ ¶ (1) 2 ) سير أعلام النبلاء ، 7/237 ¶ (2) 3 ) الكتاب السابق ، 7/238 ¶ (3) الكتاب السابق ، 7/239 ¶ (4) المرجع السابق ، 7/258 ¶ (5) 6 ) شرح الأربعين النووية ص 88.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "\"ففيروس الحب هو مرض جديد أشد افتراساً وأعظم وطأة من الإيدز ، بل إن الإيدز ــ كما يقول الدكتور كينيث مور مكتشف هذا المرض ــ يعد لعبة أطفال مقارنة بالمرض الجديد ، ويقول (( كاليتون تيل أحد المختصين بالأمراض الجنسية )) : \"إن الإيدز مقارنةً بهذا المرض الجديد يبدو كمجرد تجوال عارض في منتزه ، مجرد تجوال لا مشقة فيه ولا نصب. ¶ ويضيف عالم فيروسات من مدينة رأس الرجاء الصالح بجنوب أفريقيا ، فيقول: إن مرض الإيدز يتسبب غالباً بسبب الممارسات الجنسية التي لا تُتَّخذ فيها الاحتياطات الكافية ، وأما المرض الجديد فإنه لا علاقة له بذلك ، حيث إن ضحاياه يلتقطونه من أي مكان. ¶ وعند التقاط هؤلاء للفيروس فليس من الضروري أن يتورطوا في ممارسات جنسية كاملة ، سواء كانت باحتياطاتها أم لا ؛ ذلك أن بعض الممارسات العاطفية العابرة مثل التقبيل ، والاحتضان ، وتشبيك الأيدي يمكن أن تؤدي إلى فوران الهرمونات الجنسية التي تنشط فيروس الحب. ¶ عدد ضحايا المرض الجديد ؟ ¶ وفي تقديرات الدكتور (( كينيث مور )) فإن عدد الذين ماتوا من ضحايا هذا المرض الجديد يزيد عن 250 شخصاً ، موزعين على أحد عشر قطراً ، وذلك منذ أن تم اكتشاف هذا المرض أخيراً ، وربما يكون عدد الضحايا الذين ماتوا قبل اكتشافه والتعامل معه بشكل جدي ـ أكبر من ذلك بكثير.(1) ¶ الخطر الرابع/ أن الجزاء من جنس العمل(2): ¶ ففعل الفاحشة هو يسير عند ذوي الطباع الخسيسة ، إلا أنه دَين عما قريب تحل العقوبة بصاحبه، ليس بأن يكون الدَّيْنُ في أهله وذويه فقط ، بل يتعدى ذلك إلى انعدام الغيرة على نفسه وذويه وأهله، وتلك والله الخسة في الطباع. ¶ __________ ¶ (1) الفاحشة ـ عمل قوم لوط ـ الأضرار ـ الأسباب ـ سبل الوقاية والعلاج ص 51ـ 53. ¶ (2) تم اقتباس عناوين النقاط الأربع من كتاب صراع مع الشهوات ، للشيخ المنجد.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وهنا يقول الشيخ السعدي ـ رحمه الله ـ في معرض ذكره لقوم لوط ـ عليه السلام ـ في تفسيره لسورة الحجر : { وَجَاء أَهْلُ الْمَدِينَةِ } أي المدينة التي فيها لوط { يَسْتَبْشِرُونَ } أي يبشر بعضهم بعضاً ، بأضياف لوط وصباحة وجوههم واقتدارهم عليهم ، وذلك لقصدهم فعل الفاحشة فيهم ، فجاءوا حتى وصلوا إلى بيت لوط ، فجعلوا يعالجون لوطاً على أضيافه. (1)ا.هـ فهذا منتهى هممهم وتفكيرهم ـ نسأل الله السلامة والعافية ـ. ¶ \"ولذا تجد من يتصفون بهذه الفعلة القبيحة سيئي الخلق ، فاسدي الطباع ، لا يميزون بين الفضائل والرذائل ، بل يميلون للرذائل ويستحسنونها وتميل إليها طباعهم ، لا يتحرج أحدهم ولا يردعه رادع من السطو على الأطفال الصغار ، واستعمال العنف والشدة لإشباع عاطفته الفاسدة\".(2) ¶ الخطر الخامس/ أنها تُطبع على القلب: ¶ فلا شك أن عمل المعصية إنما هو بجهل أو استخفاف بالذنب ، أو استخفاف بالعقوبة ، أو غلبة للشهوة والشيطان حتى يصل بالإنسان إلى مرحلة الران ، قال تعالى: { كَلَّا بَلْ رَانَ عَلَى قُلُوبِهِم مَّا كَانُوا يَكْسِبُونَ(3) } يقول الحسن ـ رحمه الله ـ: هو الذنب بعد الذنب ، حتى يعمى القلب. ولذا يقول ابن القيم ـ رحمه الله ـ: وأصل هذا أن القلب يصدأ من المعصية ، فإذا زادت غلب الصدأ حتى يصير راناً، ثم يغلب حتى يصير طبعاً وقفلاً وختماً ، فيصير القلب في غشاوة وغلاف ، فإذا حصل له بعد الهدى والبصيرة انعكس فصار أعلاه أسفله ، فحينئذ يتولاه عدوه ويسومه حيث أراد.(4) ¶ الخطر السادس/ حرمان الترقي والعلم: ¶ فكيف يؤتى العلم من يريد الجمع بين التفكير في خسيس الطباع ، والتفكير في العلم والخير والهدى ، وما فيه نفع له وللبشرية من ذلك. ¶ الخطر السابع/ الرغبة في العزلة والانطواء على الأغلب: ¶ __________ ¶ (1) تيسير الكلام الرحمن في تفسير كلام المنان ص 433. ¶ (2) أحداث صحبة الأحداث ص 27. ¶ (3) سورة المطففين آية رقم 14. ¶ (4) الجواب الكافي ص 93.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "فرغبة العزلة إنما كانت نتيجة ما يواجهه صاحب المعصية من صراعات داخلية في نفسه بين نوازع الخير ونوازع الشر ، فأما إن أخطأ بأن جعل التفكير في معشوقه ! ولماذا هجره ؟ ولماذا صحب غيره ؟ فقد انزلق منزلقا خطيراً ، فإما أن يتدارك نفسه ، أو أن تكون البداية له نحو الهاوية والتفكير في السفليات ـ نعوذ بالله من الخذلان ـ. ¶ الخطر الثامن/ العذاب النفسي: ¶ والمقصود \"أن من أحب شيئاً سوى الله عزوجل فالضرر حاصل له بمحبوبه\" ، إن وجد وإن فقد ، فإنه إن فقده عذب بفواته ، وتألَّم على قدر تعلق قلبه به ، وإن وجده كان ما يحصل له من الألم قبل حصوله ومن النكد في حال حصوله ، ومن الحسرة عليه بعد فوته ، أضعاف ما في حصوله له من اللذة: ¶ فما في الأرض أشقى من محب وإن وجد الهوى حلو المذاق ¶ تراه باكياً في كل حين مخافة فرقة أو لاشتياق ¶ فيبكي أن نأوا شوقاً إليهم ويبكي إن دنوا حذر الفراق ¶ فتسخن عينه عند الفراق وتسخن عينه عند التلاق\"(1) ¶ الخطر التاسع/ أنها سبب رئيس للضلالة بعد الهدى ، وللحور بعد الكور ، وللانتكاس بعد الحماس. ¶ الخطر العاشر/ فعل العادة السيئة(2): ¶ ولعل من الداعي إيضاح مفهوم العادة السيئة من حيث تعريفها ، وأسباب انتشارها ، وأسباب فعلها ، وأضرارها ، وعلاجها. ¶ فتعريف العادة السيئة هو: كل فعل يقصد منه الحصول على اللذة الجنسية بغير الجماع الطبيعي(3)، ولها مسميات مشهورة ، منها: الاستمناء ، والخضخضة ، وجلد عميرة، وغيرها من المسميات. ¶ وسبب انتشارها راجع إلى سببين: ¶ الأول: سهولة تكرارها. …… الثاني: التصاقها بالشباب(4). ¶ وعن أسبابها فهي ما يلي: ¶ 1. الكسل والبطالة(5). ¶ 2. سماع الأغاني: ¶ __________ ¶ (1) إغاثة اللهفان من مصائد الشيطان ص 58. ¶ (2) أعني بالعادة السيئة ما تسمى بالعادة السرية. ¶ (3) العادة السرية عند الرجل والمرأة ، ص10. ¶ (4) كيف تواجه الشهوة ، وتقضي على العادة السيئة ، ص49. ¶ (5) العادة السرية عند الرجل والمرأة ، ص22.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "سأدع الحديث عما يسمى بالفيديو كليب، أو برامج التغلب على الخوف ، أو برامج الـ\"ستار أكاديمي\"، فالذي يعنينا هو الأغنية المسموعة التي لا يرى بعضهم فيها بأساً، فليس في ذلك ما يدعو للتشكك والريبة ، بل استماع بريء كما يقال وإلى هؤلاء أوجه هذين السؤالين: ¶ - ما الذي يجنيه الشاب من سماعه لذلك المغني الذي يتغنى في معشوقته وابتسامتها وحزنها وفرحها؟ ¶ - ما الذي يجنيه الشاب من سماعه لتلك المغنية التي تتغنى في مشوقها ، وتتمنى قربه والجلوس معه، واللقاء به؟!! ¶ أترك الإجابة لمن جل اهتمامهم الاستماع البريء ؟!! ¶ وعن ما يخص الفيديو كليب وبرامج الـ\"ستار أكاديمي\" فا الواقع يشهد أن الأمر ما عاد يقف على التقبيل والاحتضان مع خطورته بل إلى ما هو أفضع من ذلك! بل إلى ما يستحيا من ذكره ، وهل شيء يُستحى من ذكره غير الزنا ـ أجارنا الله والمسلمين منه ـ. ¶ وإياك أحذر أخي الشاب أن تستثير غرائزك وعواطفك إلا فيما يحل لك. ¶ 3. التطفل في معرفة العادة السيئة: ¶ فهناك من يقوده معرفتها إلى فعلها ، وما يضيرك أخي الشاب عند عدم علمك بها. ¶ 4. عدم فقه مسألة أخف الضررين: ¶ فقد يسمع الشاب فتوى لأحد أهل العلم يقول فيها لأحد المستفتين : وفعل العادة السيئة أخف من فعل الزنا ـ والعياذ بالله ـ ، فيظن أن هذه الفتوى تعني الجواز ، وهذا هو عين الجهل ، بل مقصود المفتي أن هناك من اضطُر لذلك لفعل الزنا ـ أجارنا الله من ذلك ـ ، فهذا الأولى في حقه فعل العادة حسب ما يراه ذلك المفتي ، لا أن يجلس الشاب الساعات الطوال أمام البرامج والقنوات الإباحية ، ثم يقول: أنا أفعل العادة وهي أخف من الزنا بالنسبة لي! ¶ * طرق علاج العادة السيئة/ ¶ بالتأمل والبحث وجدت أن أفضل الطرق هي ما يلي: ¶ 1. الحرص على رضا الله عزوجل بالتخلص من تلك العادة. ¶ 2. السعي الحثيث إلى الزواج الشرعي. ¶ 3. معرفة الحكم الشرعي لفعل تلك العادة. ¶ 4. دفع الوساوس والخواطر التي تحرك الشهوة.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "5. إشغال النفس بالفكر فيما يعني ويفيد. ¶ 6. عدم إقناع النفس بأن هناك ضرورة لفعل العادة خوفاً من الوقوع في الزنا. ¶ 7. العلم بأن الاستمناء لا يطفئ بالشهوة ، بل هو حل وهمي مؤقت يؤدي إلى تكرارها المؤدي إلى الهلاك(1). ¶ وما ورد في أسباب الشهوة يورد هنا ، والله المستعان. ¶ * أضرار العادة السيئة: ¶ للعادة السيئة أضرار على الجهاز الهضمي، وعلى الأجهزة المفرزة، وعلى الجهاز التنفسي ، وعلى القلب ، وعلى الدورة الدموية ، وعلى الجهاز العضلي، وعلى أعضاء الحواس، وعلى الجهاز العصبي، وعلى الجهاز التناسلي، وعلى حالة الجسم عامة ، وعلى الحالة العقلية ، وعلى الحالة النفسية ، ولو ذكرت خطرها على كل جهاز لطال بنا الحديث ، ولكن أذكر مقتطفات سريعة في أضرارها: ¶ -أن المصاب بالعادة السيئة عصبي المزاج بفطرته ميالاً إلى الوحدة والابتعاد عن الناس سريع التأثر بالأوهام. ¶ -أن المصاب بالعادة السيئة يفضل فعلها على الإتصال بزوجته. ¶ -أن المصاب بالعادة لديه انحباس البول ولديه انتفاخ في البروستاتا ، والتهاب المثانة. ¶ -أن المصاب بالعادة لديه آلام في الكليتين.(2) ¶ * العلاج لمن وقع أو لم يقع في الشهوة: ¶ 1. التوبة والإنابة إلى الله عزوجل ، وعدم اليأس ـ عند تكرار الوقوع في الشهوة ـ من رحمة الله: ¶ وليعلم كل من وقع في الشهوة وترك مجالس الصالحين أنه بفعله قد زاد الطين بِلَّه، والمرض عِلَّه، فهل إذا الشاب في الشهوة ثم اتهم نفسه بالنفاق، فترك مجالسة الصالحين سيزول عنه هذا الذنب؟ وسيتوب منه ؟ أم أن مجالسة الصالحين مع مقارفة المعصية والذنب يحيي في الشاب استشعار الحياء منهم، وقبل ذلك الحياء من الله ـ عزوجل ـ ؟ ¶ 2. ملئ القلب بمحبة الله جل وعلا بالإكثار من الأعمال الصالحة: ¶ __________ ¶ (1) كيف تواجه الشهوة وتقضي على العادة السيئة ، ص49ـ50. ¶ (2) يرجع لكتاب العادة السرية عند الرجل والمرأة ، ص41-55.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "فيكون الحرص على الأوراد وزيارة المقابر وذكر الموت وزيارة المرضى ، والبكاء من خشية الله ، ومداومة الاستغفار ، ومعرفة الأسباب الجالبة لمحبة الله تعالى(1)، ومحبة رسوله ـ صلى الله عليه وسلم ـ، والعمل بها. ¶ 3. قيام الليل: ¶ وقد أثنى الله على المتهجدين القائمين، فقال سبحانه: { تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفاً وَطَمَعاً وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ*فَلَا تَعْلَمُ نَفْسٌ مَّا أُخْفِيَ لَهُم مِّن قُرَّةِ أَعْيُنٍ جَزَاء بِمَا كَانُوا يَعْمَلُونَ } ¶ وجاء في السنة من حديث جابرـ رضي الله عنه ـ أن رسول الله ـ صلى الله عليه وسلم ـ قال: ((إن من الليل ساعة، لا يوافقها عبد مسلم يسأل الله خيراً إلا أعطاه إياه، وذلك كل ليلة))(2). ¶ فـ\" يا رجال الليل جدوا رُبَّ داعٍ لا يُرَدُ ¶ لا يقوم الليل إلا من له عزم وجِدُ\" ¶ ولتكن الحال: ¶ ألا يا عين ويحك أسعديني بغزر الدمع في ظلم الليالي ¶ لعلك في القيامة أن تفوزي بخير الدار في تلك العلالي ¶ 4. صيام النوافل: ¶ ففي الصوم كسر لحدة الشهوة ، وقطع لمجاري الشيطان ، وعبادة للرحمن ، ودخول للجنان ، من باب الريان ، قال الشاعر : ¶ من يرد ملك الجنان فليدع عنه التوان ¶ وليقم في ظلمة الليل إلى نور القران ¶ وليصل صوماً بصومٍ إن هذا العيش فان ¶ إنما العيش جوار الله في دار الأمان ¶ 5. عدم الإكثار من الشبع: ¶ فكثرة النهم بالمآكل والمشارب لها دورها في إصابة الإنسان بالكسل ، والإخلاد إلى الراحة ، والذي بدوره يجعل الإنسان في دوامة من الأفكار ، التي قد يصيبها ما يصيبها من الأفكار والخواطر الرديئة ، وكأني بمن يسأل: هل أترك الشبع حتى أقضي على الشهوة التي أعانيها ؟ ¶ __________ ¶ (1) للفائدة: هناك كتاب شرح الأسباب العشرة الجالبة لمحبة الله كما عدها ابن القيم ـ رحمه الله ـ فليرجع إليه. ¶ (2) مختصر صحيح مسلم للزبيدي، كتاب الصلاة، باب: في الليلة ساعة يستجاب فيها.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "والجواب: أن الترك بحسب حال الشخص ، فهناك من يدخل إليه الشيطان من باب الصور بأن يكون عوناً له في إرسال نظراته في ما لا يحل له ، وهناك من يدخل إليه الشيطان بأن يذكره بزملائه السابقين إن كان قد سلك غير طريق الفطرة ، وهناك من يدخل إليه الشيطان من باب الشبع حتى يغرقه بالأفكار الرديئة ، فإن كنت الأخير فاحرص على ترك الشبع ، أو الإقلال منه ، واحرص على الإكثار من صيام النوافل : الأيام البيض ، أو الاثنين والخميس ،... وهكذا. ¶ 6. تذكر نعيم الجنة: ¶ \"فعندما تثور الشهوة عند المؤمن يتذكر ما في الجنة من النعيم الخالد ، من الحوريات المقصورات في الخيام ، والتي إن وقع خمارها على الأرض عطر الدنيا ، ويتذكر أنهارها المنوعة من العسل واللبن والماء والخمر تطرد تحت قصور أهل الجنة، والملائكة يدخلون من أبواب الجنة يرحبون بأهلها ويسلمون عليهم ، ويتذكر..، ويتذكر..، ويتذكر... حتى تتضاءل أمامه جميع لذائذ الدنيا وشهواتها ، ففي الجنة ما لا عين رأت ولا أذن سمعت ولا خطر على بال بشر.(1) ¶ 7. قراءة القرآن وتدبره: ¶ وقراءة القرآن وتدبره يكون بتأمله والوقوف مع آياته ، فعند آيات الترهيب يستعيذ الإنسان بالله ـ عزوجل ـ ويسأل الله السلامة من ذلكم العذاب ، وعند آيات الترغيب يسأل الله من فضله ، فكل هذا مما يعين على كبح جماح الشهوة بإذن الله ، وقراءة القرآن وتدبره وتأمل معانيه لا يحدها حد ، ويكفي أن يدخل العبد على الملك من أوسع أبوابه ، فهو يقرأ رسالته التي تدله عليه ، وعلى عظمته سبحانه. ¶ 12. غض البصر : ¶ إن غض البصر فيه من معاني الانتصار على النفس والشيطان الشيء العظيم، ففيه قوة إيمان ، وقوة إرادة، وخوف من الله قبل ذلك ، ففيه معانٍ لا يدركها إلا الصادقين المجاهدين لأنفسهم وشهواتهم. ¶ __________ ¶ (1) منهج التابعين في تربية النفوس ص 72.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ولأحد الفضلاء كلام جميل فيقول: غض البصر حتى عن المرأة العجوز والصبية الصغيرة(1) وحتى عن المتحجبة تماماً لا يظهر منها شيء من جلدها ، وحتى عن المردان ، وإياك ثم إياك ثم إياك من خائنة الأعين وما تخفي الصدور وهي اللمحة التي يلمحها الشاب للحظة التي تصيبه في مقتل ، وقد يوسوس له الشيطان: هل هذا رجل أم امرأة ؟ هل هذه متحجبة أو متكشفة ... ؟ ¶ إلى أن قال: وعليه أخي فلا تفتح مجلة تشك في وجود صورة لفاتنة فيها ، ولا تدخل دكاناً في مدخله مجلات عليها صور الفاسقات ، فإن كان ولا بد من الدخول فادخل ولا ترفع بصرك في المجلات، وإن كنت عازماً على شراء مجلة إسلامية بين مجلات الفسق فتذكر قاعدة (درء المفاسد مقدم على جلب المصالح)، فهذه القاعدة تدعوك أن تشتري المجلة من مكان طاهر وإن كلفك ذلك وقتاً زائداً(2). ¶ وأسوق بعض الفوائد في غض البصر ، فمنها : ¶ حلاوة الإيمان ولذته. ¶ نور القلب والفراسة. ¶ قوة القلب وثباته وشجاعته فيجعل الله له سلطان البصيرة مع سلطان الحجة. ¶ يبدل الله صاحبه نوراً يجد حلاوته في قلبه. ¶ فيه طاعة لله ورسوله يترتب عليها محبة توصله إلى الجنة. ¶ من أهم الصفات التي يتحلى بها المؤمن وتتولد من الحياء. ¶ فيه راحة للنفس والبدن. ¶ يصون المحارم ويجنب الوقوع في الزلل. ¶ يضر بالشيطان وأهله ويستجلب العفة.(3) ¶ 13. تقوية العزيمة والإرادة: ¶ __________ ¶ (1) يفضل أن يكون الضابط في النظر للصغيرة هو النظر بشهوة ، وأما القول بغض البصر حتى الصبية الصغيرة ففيه نظر. ¶ (2) 2 ) من مقال جميل وجدته بإحدى المنتديات. ¶ (3) 3 ) موسوعة نضرة النعيم ، 7/3076.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "و\"ذلك بأن يعود الإنسان نفسه على الضبط ، وألا يستسلم لنفسه في كل ما تريد وتشتهي وتدعوه إليه، وألا يستجيب لها إلا حين يعلم أن في ذلك خير لها في الدين والدنيا ، وهذا الأمر يحتاج إلى مجاهدة وتعود ، وأن يعلم أنه في معركة حقيقية مع نفسه الأمارة بالسوء يساندها الشيطان الرجيم ، وأنه بدون هذه العزيمة لن يكون له نصر على هذا العدو اللدود\"(1). ¶ 14. إدراك أن تلك الشهوة لن تقف به عند حد: ¶ فمن عطشت نفسه إلى المحرمات والشهوات كان ريُّه لها كري العاطش لنفسه من ماء البحر ، فلو عرضت عليه نساء بغداد لما استعاض بهن على نيل ذلك الأرب كما ذكر بعض السلف!!! ¶ 15. الإرتقاء بالنفس عن سفاسف الأمور(2): ¶ فقد خلق الله الملائكة بعقل ، والحيوانات بشهوة، والإنسان بهما، فمتى غلبت الشهوة انحدر إلى مصاف البهائم ، ومتى غلب العقل إرتقى إلى مصاف الملائكة. ¶ 16. التفكير في المفاسد الدنيوية من قضاء تلك \"الشهوة\" ، فإنه لو لم يكن جنة ولا نار لكان من المفاسد الدنيوية ما ينهى عن هذا الداعي(3). ¶ 18. تذكر الحكمة التي لأجلها خلق العبد(4): ¶ فهل يليق بالعبد الخروج عن طاعة مولاه وسيده وخالقه ؟!!! ¶ 19. التفكير في مقابح الصورة التي تدعوه نفسه إليها(5). ¶ * ماذا تفعل عند اشتداد الشهوة/ ¶ __________ ¶ (1) 1 ) يا بني لقد أصبحت رجلاً ص 38. ¶ (2) إضافة من الشيخ محمد الدرع. ¶ (3) 3 ) عدة الصابرين ، ص91 بتصرف يسير. ¶ (4) إضافة من الشيخ محمد الدرع. ¶ (5) عدة الصابرين ، ص92.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "1. تذكر الله عزوجل { قَالَ مَعَاذَ اللّهِ } ، والنتيجة كانت { فَصَرَفَ عَنْهُ كَيْدَهُنَّ } ، فهذا \"يوسف الشاب الأعزب ذو الجمال الخارق والحسن الباهر ، يعيش في قصر العزيز مع امرأته التي لم تزل في شبابها وحسنها ، وزوجها مشغول في وزارته ، بالإضافة إلى تسيب وانحلال في المجتمع كله ، وخصوصاً في هذه الطبقة المترفة الحاكمة ، وكما يذكر شيخ الإسلام ابن تيمية ، كان في الرجل نوع دياثة ، لتركه امرأته تفعل ما تشاء وتخلو بمن تشاء ، ورغم علمه بما وقع تركها ثانياً ، تفعل ما تشاء وتخلو بمن تشاء ، وواضح أيضاً من سياق القصة أن المرأة كانت مسموعة الكلمة ، لأمرها شأن ، تستطيع الضغط على زوجها وغيره من رجالات الدولة بطريقتها الخاصة ، حتى ينفذون ما تريد ولو كان إلقاء البريء الطاهر الكريم في السجن بضع سنين ، فهي امرأة ذات منصب وجمال ، تزينت وتهيأت وغلقت الأبواب ، ودعت يوسف ـ - عليه السلام - ـ إلى نفسها إلى الفاحشة والعياذ بالله ، { وَقَالَتْ هَيْتَ لَكَ } ، فسرها غير واحد من السلف : هلم لك ، تقول أنا لك ، تعال إلى من تُمَلِّكُكَ نفسها ، وهي ذات المنصب والجمال ، وعلى القراءة الأخرى: هئت لك ، أي: تهيئت لك. ومعنى القراءتين متلازمين ، فهلم لك وتعال ، ملازم لتهيأت لك وتزينت لك ، هو فتاها الذي تملكه في عرف الناس، والعادة أن المرأة لا تكون طالبة، ومع ذلك هي تطلبه وتُمَلِّكُهُ نفسها وعرضها لها ، أيُّ فتنة أعظم من هذه الفتنة ؟ مع شدة حاجة يوسف إلى الأنيس في غربته ، وإلى المرأة في عزوبته وشبابه ، والأبواب مغلقة ، والخلوة تامة ، والرجل حتى لو حضر ، فرد الفعل المنتظر لا يهدد بالخطر ، ومع ذلك كان الجواب المباشر { مَعَاذَ اللّهِ } الالتجاء إلى الله ، والاحتماء بجنابه، والتحصن بعصمته ، فوالله لا ينجي من هذا الموقف إلا الله سبحانه ، لاستعاذة يوسف فأعاذه الله من شر هذه المرأة ، وصرف عنه السوء والفحشاء ، وصرف عنه شر",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "الشهوة المحرمة ، وهذا أقصر الطرق وأيسرها للشباب في مواجهة فتنة الشهوات.(1) ¶ 2. الهروب من المكان الذي أنت فيه { وَاستَبَقَا الْبَابَ } ، أو تغييره: ¶ وتأمل في جذب المرأة قميص يوسف من خلفه ، حتى قدته ـ أي: شقته وقطعته ـ ، تحاول شدّه إليها لتنال الشهوة المحرمة ، كيف أعمتها الشهوة إلى هذا الحد من الطلب ، مع أن فطرة المرأة تأبى مثل هذا لو كانت سوية ، ولكن كما قيل: حبك الشيء يُعمي ويُصم ، وتمزيق القميص دليل على أنها جذبة شديدة جداً ، فقد فقدت المرأة صوابها ، وغاب عنها عقلها ، بل وحسها ، فإن زوجها قد كان بالباب ، ولا شك أن دخول عزيز مصر إلى قصره ، يكون معه الجلبة المعهودة في دخول العظماء والكبراء إلى قصورهم ، ومع ذلك لم تشعر بشيء من مقدمات وصوله ، لأن الشهوة كانت مسيطرة. ¶ فعلى العاقل أن لا يترك نفسه إلى هذا الحد ، الذي يزول معه العقل والحس ، ويرتكب ما يُخالف الفطرة السوية ، والحق أن العشق داء عضال، يوصل إلى هذا الخلل، وعلاجه إنما هو بمنع مقدماته ، التي أولها النظر ، ثم الخواطر ، ثم الكلام ، ثم الخلوة ، ثم ما بعد ذلك ، فإن منع المقدمات والخواطر أيسر بكثير من منع ما بعدها.(2) ¶ 3. الحرص على البعد عن أسباب الوقوع في الشهوة: ¶ ويكون بالبعد عن الأسباب التي تثير الشهوة داخل نفس كل شاب ، فهذا يفتن بالصور ، وآخر يفتن برفاق السوء، والآخر يتأثر بالدخول للأسواق ، فالأولى بالشاب الابتعاد عما يثير الشهوة في نفسه. ¶ __________ ¶ (1) 1 ) تأملات إيمانية في سورة يوسف ص 63-64. ¶ (2) 2 ) المرجع السابق ص 76-77.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وليس المراد من ذلك أن يكون الشاب على قناعة تامة بأن مثل تلك المواطن هي كفيلة بإثارته مباشرة ، فهذا فهم خاطئ ، بل المراد الابتعاد عن مواطن الإثارة ، مع الحرص على اتخاذ الجوانب الواقية ، بالإكثار من العبادة، وإحياء جانب الخشية في النفس، وبأن يجعل الإنسان له خبيئة وعمل بالسر لا يعلم به الله، وفي هذا يقول الزبير بن العوام ـ رضي الله عنه ـ : إجعلوا لكم خبيئة من العمل الصالح كما أن لكم خبيئة من العمل السيء(1)، ويقول ـ عليه الصلاة والسلام ـ (( من استطاع منكم أن يكون له خبء من عمل صالح فليفعل ))(2). ¶ * الشهوة والإنترنت: ¶ عالم الإنترنت عالم مليء بالخير ، وأضعافه من الشر أكثر ، فكم كان سبباً في دخول الآلاف في الإسلام ، وكم كان سبباً في إضلال الآلاف من أبناء الإسلام ، فكما أن له إيجابيات فله الأخرى، وأُقَسِّم حديثي في هذا الجانب إلى ثلاثة محاور، وهي الأسس: ¶ الأول/المُستَخدِم: ¶ فالمستخدم هو الأساس لتلك المحاور ، فيا من تستخدم هذه التقنية الرائدة إليك أوجه بعض النصائح عند تصفحك للإنترنت: ¶ 1. تذكر أن الله ـ عزوجل ـ رقيب عليك. ¶ 2. اعلم أنك محاسب على الدقائق والثواني، فلن تذهب منك سدى. ¶ 3. أنظر لنفسك بعين الضعف ، لا بعين الثقة والعصمة عند تصفحك للإنترنت. ¶ 4. ضع لك هدفاً عند دخولك للإنترنت (هدفاً مشروعاً). ¶ 5. ابتعد عن المواقع والمنتديات التي تكثر فيها الإعلانات الدعائية التي تدعو إلى الرذيلة والمتعة المحرمة. ¶ 6. احرص على ضبط وقتك عند تصفحك للإنترنت. ¶ 7. احرص على وضع جهازك في مكان عام إذا كنت ممن لا يأمن شرور نفسه. ¶ 8. حاول أن تسد على نفسك الثغرات الشيطانية، مثل: النصيحة والتوجيه، وادعاء عدم التأثر بهم، فالواجب عليك أن تحرص على تأصيل نفسك من الناحية الشرعية، ولا بأس بالمناصحة والتوجيه إذا كان لا يترتب على ذلك منكراً أو تساهلاً في منكر. ¶ __________ ¶ (1) لذة العبادة ص 401. ¶ (2) 2 ) صححه الألباني ، صحيح الجامع 2/1041.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "الثاني من المحاور/ طبيعة الاستخدام: ¶ وبالتأمل نجد أن أغلب مستخدمي الإنترنت استخدامهم راجع في الدرجة الأولى إلى بداياتهم في عالم الإنترنت ، فهناك من ابتدأ تلك المسيرة في البحث عن مواقع يستفيد منها ويفيد، وهناك من ابتدأ مسيرته بالبحث عن المتعة المحرمة وخرج كما يقال \"بخفي حنين\"، وهناك من ابتدأ مسيرته لغير ذلك، ولا شك أن المستفيد من ابتدأ تلك المسيرة ليفيد ويستفيد ، فهو كل يوم يزداد علماً وفائدة وإفادة، ¶ فليراجع كل منا هدفه، والوقت الذي يقضيه في هذا العالم، فإن كان حسناً وعلى خير، فليتذكر الجوانب الأخرى حياته، وليوازن بينها، وإن كانت مسيرته غير ذلك فليتوجه إلى سلوك طريق الخير والهدى وبإذن الله يوفق في ذلك، ولا أدل على ذلك من تلك المواقع التي وصل دخلها الشهري إلى الآلاف من الدولارات بحسب ما ذُكِر، ومع ذلك أصبحت في أيام قلائل مواقع لنشر الخير والدعوة إليه، والأمر راجع إلى الإرادة، والحرص على التغيير، مع الدعاء وتغيير البيئة في عالم الإنترنت: ¶ البريد الإلكتروني ـ الكونيكشن ـ رفاق الماسنجر ـ وما إلى ذلك، ومن ترك شيئاً لله عوضه الله خيراً منه. ¶ الثالث من المحاور/ المستخدَم: ¶ المستخدَم هو الإنترنت ، فقط ما عليك إلا أن تشحذ همتك ، وتكون داعية إلى الخير ، ومعيناً عليه ، وليس هذا لأحد إلا للحريصين أمثالك أخي القارئ ، ومن خلال بحثي في الإنترنت حصلت على هذه الدراسة التي سأكتفي بذكرها دون التعليق! ¶ * دراسة عن حجم الجرائم الجنسية في المجتمع السعودي:",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "في دراسة قام الباحث محمد بن عبدالله بن علي المنشاوي بعنوان \"جرائم الإنترنت في المجتمع السعودي\" جاء أهم النتائج التي خرج بها الباحث ما يلي: أن حجم الجرائم الجنسية والممارسات الأخلاقية التي يرتكبها مستخدمي الإنترنت في المجتمع السعودي هي : ارتياد المواقع الجنسية ويرتكبها ( 5341 ) مستخدم ، أو ما نسبته (54.3%) من مجموع المشاركين في الدراسة الميدانية، (1675) مستخدم أو ما نسبته (19.2%) طلبوا مواد إباحية منها ، (1791) مستخدم أو ما نسبته (18.3%) اشتركوا في القوائم البريدية الجنسية ، (235) مستخدم أو ما نسبته (2.4%) أنشئوا موقعاً جنسياً ، (410) مستخدم أو ما نسبته (2.8%) شُهِّرَ بهم ، (428) مستخدم أو ما نسبته (4.4%) شُهِّر بأقارب لهم ، (4055) مستخدم أو ما نسبته (41.2%) استخدموا البروكسي لتجاوز المواقع المحجوبة، (1660) مستخدم أو ما نسبته (11.8%) استخدموا برامج إخفاء الشخصية لإرسال البريد الإلكتروني، (1153) مستخدم أو ما نسبته (11.7%) انتحلوا شخصية الآخرين أثناء التصفح أو استخدام البريد. ¶ * قصة في العفة :",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "هذه القصة حدثت لشاب في العشرين من عمره، ومنذ وقت قصير : هو مؤذن مسجد، ويحفظ القرآن ، وعرف بحسن الخلق والأدب ، أعطي شيئاً من الوسامة والرجولة والجمال ، كانت الليلة ليلة خميس , وكان قد خرج صباحاً لزيارة جده وجدته في قرية قريبة من مدينته ، ومن شباب جدة على الشاطئ الغربي ، فقد خرج مع مجموعة من الشباب إلى قرية يقيم فيها جده وجدته ، خرجوا لتوزيع التمور على العوائل الصغيرة ، وتوزيع المعونات ، ودعوة الناس بتوزيع الأشرطة والكتيبات هناك ، ولما انتهت مهمتهم رجعوا هم ، وبقي هو عند جده وجدته ، ولما حان وقت النوم أراد أن ينام في المجلس ، فقال له جده: إذهب ونم في الغرفة الخلفية من المنزل حتى لا يزعجك الأطفال ، وسأوقظك لصلاة الفجر ، فذهب صاحبنا إلى تلك الغرفة وافترش فراشه ، وذكر الأذكار ونام، وكان عند بيت جده خادمة صغيرة في السن ، بارعة في الجمال ، فلما جاءت الساعة الثانية يقول: أحسست بالباب يغلق ويفتح عدة مرات ، فلم أهتم بذلك ، كنت أظن أنني في حلم ولست بيقظان ، وفجأة وبدون مقدمات ، وإذا بشخص قد نام بجانبي ، واحتضنني ، وبدأ يوجه لي القبلات ، فماذا حدث ؟!!! ¶ تخيل نفسك أخي في هذا الموقف ، وهذا الإمتحان ، والابتلاء العظيم ، لا أحد يراك ، ولا أحد يسمعك إلا السميع البصير ، فهل ستجعله أهون الناظرين إليك ؟!!!",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "فمان كان من صاحبه إلا قام من فراشه ودفعها بقوة ، وصفعها صفعة على وجهها ، ثم لبس ثوبه ، وذهب إلى المسجد خائفاً وجلاً ، وجلس يبكي حتى أذن الفجر ، فلما أصبح الصباح أخبر الشاب خاله بما حدث ، وتم تسفير الخادمة في أقل من أسبوع ، ويقول من روى لي الخبر ونقله ، وكنت قد لا حظت المرض على صاحبي بعد هذه الحادثة من شدة الموقف ، ومن شدة خوفه من الله ؟ ولا زلت أسأله وألح عليه بالسؤال حتى أخبرني بالخبر، وأقسم علي ألا أخبر به أحداً ، يقول من نقل الخبر: والله ما نقلته إلا للمصلحة(1). ¶ * ثمرات العفة: ¶ (إقامة المروءة. ( صونُ العرض. (حفظ الجاه. (محبة الخلق. ¶ (راحة البدن. ( قوة القلب. ( طيب النفس. (نعيم القلب. ¶ ( انشراح الصدر. ( الأمن من مخاوف الفساق والفجار . ¶ (المهابة التي تُلقى له في قلوب الناس وانتصارهم وحميتهم له إذا أُوذي أو ظُلم. ¶ ( بعد شياطين الإنس والجن عنه. ( ذوق حلاوة الطاعة والإيمان. (2). ¶ * رسالة : ¶ وفي الأخير أوجه إليك أخي هذه الرسالة: ¶ أخي على طريق الحق : ¶ لماذا نحرم أنفسنا من الشهوات وما أكثرها في زماننا هذا ؟ ¶ لماذا نجاهد أنفسنا ؟ ¶ لماذا تبح أصواتنا دعوة لله جلا وعلا ؟ ¶ لماذا نصرف أموالنا في طاعته ؟ ¶ لماذا نغض أبصارنا ؟ ¶ لماذا نحفظ أسماعنا عن الحرام ؟ ¶ لماذا نطعم الطعام ؟ ¶ لماذا نكثر من الخيرات بشتى أنواعها وصورها ؟ ¶ لماذا كل هذا ؟ ¶ الإجابة واحدة وهي في قوله عزوجل: { إِنَّا نَخَافُ مِن رَّبِّنَا يَوْماً عَبُوساً قَمْطَرِيراً } . ¶ أخي: يظن أصحاب الشهوات والمعاصي أنه ليس في أنفسنا توقٌ ولا شوقٌ إلى هذه الشهوات ؛ بل والله إن في أنفس الصالحين شوقاً إلى كثير من الشهوات أياً كانت هذه الشهوات! ¶ لكن: ما الذي يردع الصالحين ويمنعهم؟ ¶ إنه الخوف من الله عزوجل الذي يصنع وكفى ! ¶ __________ ¶ (1) شريط: يا رفيق الدرب ، للشيخ : خالد الراشد. ¶ (2) لهيب الشهوات ص 41، 42.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "قال أبو سليمان الداراني ـ رحمه الله ـ : أصل كل خير في الدنيا والآخرة الخوف من الله تعالى وكل قلب ليس فيه خوف هو قلب خَرِب. ¶ وهذا أبو بكر الصديق ـ رضي الله عنه ـ يقول: ( وددت أني شعرة في جنب عبد مؤمن ) وكان يمسك لسانه ويقول: ( هذا الذي أوردني الموارد ) إنها موارد الصدق والإيمان التي أوصلتك إلى جنة الرحمن. ¶ ولعلنا أن نختم: وما النتيجة وما الثمرة من هذا الخوف والوجل . . . ¶ قال ربنا الرحمن: { فَوَقَاهُمُ اللَّهُ شَرَّ ذَلِكَ الْيَوْمِ وَلَقَّاهُمْ نَضْرَةً وَسُرُوراً{11} وَجَزَاهُم بِمَا صَبَرُوا جَنَّةً وَحَرِيراً{12} مُتَّكِئِينَ فِيهَا عَلَى الْأَرَائِكِ لَا يَرَوْنَ فِيهَا شَمْساً وَلَا زَمْهَرِيراً{13} وَدَانِيَةً عَلَيْهِمْ ظِلَالُهَا وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلاً{14} وَيُطَافُ عَلَيْهِم بِآنِيَةٍ مِّن فِضَّةٍ وَأَكْوَابٍ كَانَتْ قَوَارِيرَا{15} قَوَارِيرَ مِن فِضَّةٍ قَدَّرُوهَا تَقْدِيراً{16} وَيُسْقَوْنَ فِيهَا كَأْساً كَانَ مِزَاجُهَا زَنجَبِيلاً{17} عَيْناً فِيهَا تُسَمَّى سَلْسَبِيلاً{18} وَيَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُّخَلَّدُونَ إِذَا رَأَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤاً مَّنثُوراً{19} وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ نَعِيماً وَمُلْكاً كَبِيراً{20} عَالِيَهُمْ ثِيَابُ سُندُسٍ خُضْرٌ وَإِسْتَبْرَقٌ وَحُلُّوا أَسَاوِرَ مِن فِضَّةٍ وَسَقَاهُمْ رَبُّهُمْ شَرَاباً طَهُوراً{21} إِنَّ هَذَا كَانَ لَكُمْ جَزَاء وَكَانَ سَعْيُكُم مَّشْكُوراً{22} } . ¶ أخي الموفق: لك أن تتأمل في هذا الخطاب الرباني الكريم. . . ¶ { إِنَّ هَذَا كَانَ لَكُمْ جَزَاء وَكَانَ سَعْيُكُم مَّشْكُوراً } . ¶ نعم . . . هذا جزاء ما صبرتم على طاعة ربكم . . ¶ جزاء ما تكلمتم ونصحتم وأنكرتم وأمرتم. . ¶ جزاء محافظتكم على صلواتكم . . ¶ جزاء على ما بذلتم من أموالكم وفعلتم وقدمتم وتحركتم . .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "جزاء على كل خير بذلتموه في هذه الحياة الدنيا . . ¶ { إِنَّ هَذَا كَانَ لَكُمْ جَزَاء وَكَانَ سَعْيُكُم مَّشْكُوراً } . ¶ هنيئاً لكم أيها الرجال بهذا الجزاء ، وبهذا العمل الصالح ، وبهذا السعي المشكور ؛ بل هنيئاً لكم بهذا الوعد الكريم الذي قال فيه ربنا العظيم : { لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا عَمِلُوا وَيَزِيدَهُم مِّن فَضْلِهِ وَاللَّهُ يَرْزُقُ مَن يَشَاءُ بِغَيْرِ حِسَابٍ } . ¶ أخي: الخائفون بحق هم الذين إذا سمعوا آيات الله تُتلى وأحاديث رسول الله صلى الله عليه وسلم تروى ؛ لانت قلوبهم واقشعرت جلودهم وانهمرت دموعهم { إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُم بِالْغَيْبِ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ } . ¶ ورحم الله من قال: ¶ وإذا خلوت بريبة في ظلمة والنفس داعيةٌ إلى الطغيان ¶ فاستحِ من نظر الإله وقل لها … إن الذي خلق الظلام يراني ¶ لله درُّهم من رجال عظماء صنعهم الإسلام وكفى! ¶ فكن أخي الكريم . . . يا من تقلب صفحات هذا (الرسالة) ممن حقق هذا المعنى الرجولي . . . فأنت محط الآمال، ومعقد الأماني، والأمة تنتظر دورك، والساحة تتسع للجميع.(1) ¶ الخاتمة: ¶ أُخَيّ.... ¶ أختم حديثي إليك فأقول: أنت ابن الإسلام، ونشأت بالإسلام، وعشت للإسلام، فيا ترى هل ستنصر الإسلام؟ ¶ أُخَيّ.... ¶ إن أعظم انتصار تنصر به الإسلام هو ابتعادك عما يسيء للإسلام ، فلتنصر الإسلام بعفتك وصلاح ظاهرك وباطنك، واعلم بأنك أهلٌ لذلك. ¶ أُخَيّ.... ¶ تذكر بأنك ابن الإسلام ، فهل سيفخر الإسلام بك ؟ ¶ محبك : زيد بن محمد الزعيبر ¶ ص.ب: 30074 ¶ الرمز البريدي: 11477 ¶ zmzn@gawab.com ¶ * المراجع: ¶ -المقروءة: ¶ 1. القرآن الكريم. ¶ 2. تيسير الكلام الرحمن في تفسير كلام المنان ، تأليف الشيخ عبدالرحمن بن ناصر السعدي ، الطبعة الثالثة 1422هـ ، مجلد واحد ، تحقيق ومقابلة الشيخ عبدالرحمن بن معلا اللويحق. ¶ __________ ¶ (1) سر الرجولة ، فيصل الزهراني ص 57-60.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "3. مختصر صحيح مسلم ، تأليف الحافظ عبدالعظيم بن عبدالقوي المنذري ، دار المعارف للنشر والتوزيع ، الطبعة الثالثة 1416هـ ، تحقيق الشيخ المحدث محمد ناصر الدين الألباني. ¶ 4. فتح الباري بشرح صحيح البخاري ، تأليف الحافظ أحمد بن حجر العسقلاني ، دار السلام للنشر والتوزيع ، الطبعة الأولى 1421هـ ، المجلد التاسع. ¶ 5. موسوعة نضرة النعيم في مكارم أخلاق الرسول الكريم صلى الله عليه وسلم ، إعداد مجموعة من المختصين ، دار الوسيلة ، الطبعة الرابعة ، المجلد الخامس والسابع. ¶ 6.العذب النمير من مجالس الشنقيطي في التفسير ، تأليف الشيخ العلامة محمد الأمين الشنقيطي ، دار عالم الفوائد ، الطبعة الثانية 1426هـ ، تحقيق الشيخ الدكتور خالد بن عثمان السبت ، المجلد الثالث. ¶ 7. سير أعلام النبلاء ، تأليف الإمام محمد بن أحمد الذهبي ، مؤسسة الرسالة ، الطبعة الثانية 1422هـ ، أشرف على تحقيق الكتاب وتخريج أحاديثه الشيخ شعيب الأرنؤوط ، المجلد السابع وحققه علي أبو زيد. ¶ 8. الأمر بالمعروف والنهي عن المنكر ، تأليف شيخ الإسلام أحمد بن تيمية ، دار الكتاب الجديد ، الطبعة الأولى 1396هـ ، تحقيق الدكتور صلاح الدين المنجد. ¶ 9. إغاثة اللهفان في مصائد الشيطان ، تأليف الإمام محمد بن أبي بكر بن أيوب الزرعي ، المعروف بابن قيم الجوزية ، دار طيبة للنشر والتوزيع ، الطبعة الأولى 1426هـ ، تحقيق محمد بن عبداللطيف الطالبي. ¶ 10. عدة الصابرين وذخيرة الشاكرين ، تأليف الإمام محمد بن أبي بكر بن أيوب الزرعي ، المعروف بابن قيم الجوزية ، دار ابن الجوزي للنشر والتوزيع ، الطبعة الثالثة محرم 1424هـ ، ضبط نصه وخرج أحاديثه سليم بن عيد الهلالي. ¶ 11. الفوائد ، تأليف الإمام محمد بن أبي بكر بن أيوب الزرعي ، المعروف بابن قيم الجوزية ، مكتبة الرشد للنشر والتوزيع ، الطبعة الثانية 1424هـ ، حققه وخرج أحاديثه سليم بن عيد الهلالي.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "12. الجواب الكافي لمن سأل عن الدواء الشافي ، تأليف الإمام محمد بن أبي بكر بن أيوب الزرعي ، المعروف بابن قيم الجوزية ، دار طيبة للنشر والتوزيع، الطبعة الأولى 1425هـ ، تحقيق محمد بن عبدالله الطالبي. ¶ 13. الأخلاق والسير ، تأليف الإمام محمد بن علي بن حزم الأندلسي ، دار حزم ، الطبعة الأولى 1421هـ ، تحقيق إيفا رياض. ¶ 14. تأملات إيمانية في سورة يوسف ، تأليف الشيخ الدكتور ياسر برهامي ، دار الإيمان للنشر والتوزيع. ¶ 15. شرح الأربعين النووية ، تأليف الشيخ محمد بن صالح العثيمين ، دار الثريا للنشر ، الطبعة الأولى 1424هـ. ¶ 16. صراع من الشهوات ، تأليف الشيخ محمد صالح المنجد ، مدار الوطن للنشر ، الطبعة الأولى 1424هـ. ¶ 17. الفاحشة ـ عمل قوم لوط ـ الأضرار ـ الأسباب ـ سبل الوقاية والعلاج ، تأليف الشيخ محمد بن إبراهيم الحمد ، دار ابن خزيمة ، الطبعة الأولى 1425هـ. ¶ 18. منهج التابعين في تربية النفوس ، تأليف الداعية المربي عبدالحميد البلالي ، مكتبة المنار الإسلامية ، الطبعة الرابعة 1423هـ. ¶ 19. لذة العبادة ، تأليف خالد السيد روشه ، دار الصفا والمروة ، الطبعة الثانية 1426هـ. ¶ 20. لهيب الشهوات ، تأليف الشيخ محمد بن عبدالله الهبدان ، دار المحَدِّث ، الطبعة الأولى جمادى الثانية 1427هـ. ¶ 21. رسالة أحداث صحبة الأحداث ، تأليف الشيخ عبدالكريم بن صالح الحميد، دار الأنصار، الطبعة الأولى 1419هـ. ¶ 22. سر الرجولة ، تأليف فيصل بن سعيد الزهراني ، مدار الوطن للنشر ، الطبعة الأولى 1425هـ. ¶ 23. العادة السرية عند الرجل والمرأة ، تأليف محمد فائق الجوهري ، مكتبة أضواء السلف ، الطبعة الثانية 1418هـ. ¶ 24. كيف تواجه الشهوة وتقضي على العادة السيئة ، تأليف حسن زكريا فليفل ، دار الإيمان للطبع والنشر والتوزيع. ¶ 25. كانوا قليلاً من الليل ما يهجعون، تأليف محمد بن سعود العريفي، دار عالم الفوائد، الطبعة الثانية غرة شعبان 1419هـ. ¶ -المسموعة:",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "1. محاضرة \"يا رفيق الدرب\" ، للشيخ خالد محمد الراشد. ¶ * الدراسات: ¶ -رسالة ماجستير بعنوان: جرائم الإنترنت في المجتمع السعودي، إعداد محمد بن عبدالله بن علي المنشاوي، تم نشرها بموقع المنشاوي للدراسات والبحوث.",
            "page": "31",
            "part": "1"
        }
    ],
    "t35078": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "معاناتي مع الشهوة"
        }
    ]
}